[
  {"content":"\r\n\r\nالمباحث الفقهيه\r\nفي\r\nشرح الروضة البهيه\r\nيا\r\nراهنماى فارسى شرح لمعه\r\nتأليف\r\nسيد جواد ذهني تهراني\r\nانتشارات كتاب فروشى وجداني\r\nقم گذرخان\r\nحقوق طبع محفوظ است\r\nللناشر\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nعن ابن محبوب عن معوية ابن وهب قال :\r\nسمعت اباعبدالله عليه السلام يقول :\r\nاطلبوا العلم و تزينوا بالحلم والوقار و تواضعوا لمن تغلمونه العلم وتواضعوا لمن طلبتم منه العلم ولا تكونوا علماء جبارين فيذهب باطلكم بحقكم\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\n[ جلد سيزدهم 
  ]\r\n\r\n[ مقدمه 
  ]\r\nبسم اللّه الرّحمن الرّحيم\r\nحمد و ستايش شايسته خداوندى است كه بر آفريده‌گانش منّت نهاد و آنها را بسلاح وجود آراست و به جهت صلاح ايشان مصلحان و انبياء گرامش را موظّف نمود تا به هدايت خلق كمر بندند و ايشان را از ظلمات جهل و پرتگاههاى ضلالت نجات دهند .\r\nو بهترين درود ما بر سرور انبياء و خاتم ايشان وجود مقدّس حضرت مصطفى صلّى اللّه عليه و آله و خليفه بلا فصل او يعنى حضرت مرتضى و اولاد طاهرينش سلام اللّه عليهم اجمعين كه جملگى چراغهاى هدايت و وسائط فيض مىباشند .\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nمتن :\r\n( كتاب الضمان ) و المراد به الضمان بالمعنى الأخص قسيم الحوالة و الكفالة ، لا الأعم الشامل لهما .\r\n\r\nكتاب ضمان\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nمقصود از [ ضمان 
  ] معناى اخص آن‌كه به اعتبارش ضمان را در مقابل حواله و كفالت قرار مىدهند مىباشد نه معناى اعمى كه هرسه ( ضمان - حواله - كفالت ) مصداق آن هستند .\r\nقوله : الشامل بهما : ضمير تثنيه به حواله و كفالت عائد است .\r\nمتن :\r\nو هو التعهد بالمال أي الالتزام به من البريء من مال مماثل لما ضمنه للمضمون عنه . و بقيد المال خرجت الكفالة فإنها تعهد بالنفس ، و بالبريء الحوالة بناء على -\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nاشتراطها بشغل ذمة المحال عليه للمحيل بما أحال به .\r\n\r\nتعريف ضمان\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nضمان عبارت است از متعهد شدن و ملتزم گشتن شخص برىء الذّمّه به مالى .\r\nشارح ( ره ) مىفرماين :\r\nمقصود از [ برئ الذّمه 
  ] بودن اين است كه ذمّه ضامن از مسائل مالى كه بنفع مضمون له عهده‌دار شده خالى باشد .\r\nسپس مىفرماين :\r\nبقيد [ التعهّد بالمال 
  ] كفالت از تعريف خارج مىشود زيرا در كفالت كفيل متعهّد مىشود كه نفس را حاضر كند و بقيد [ برئ 
  ] حواله از تعريف بيرون رفت البته اين كلام در وقتى استكه در حواله شرط باشد كه [ محال عليه 
  ] نسبت به [ محيل 
  ] به آنچه وى حواله داده ذمّه‌اش مشغول باشد و در غير اين صورت قيدى كه با آن از تعريف خارج شود در عبارت ذكر نشده است .\r\nقوله : بناء على اشتراطها : ضمير مؤنث به [ حواله 
  ] راجع است .\r\nمتن :\r\nو يشترط كماله أي كمال الضامن المدلول عليه بالمصدر ، أو اسم الفاعل ، أو المقام و حريته فلا يصح ضمان العبد في المشهور ، لأنه لا يقدر على شيء . و قيل : يصح و يتبع\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nبه بعد العتق إلا أن يأذن المولى فيثبت المال في ذمة العبد ، لا في مال المولى لأن إطلاق الضمان أعم من كل منهما فلا يدل على الخاص ، و قيل : يتعلق بكسبه حملا على المعهود من الضمان الذي يستعقب الأداء و ربما قيل بتعلقه بمال المولى مطلقا ، كما لو أمره بالاستدانة ، و هو متجه ، إلا أن يشترط كونه من مال المولى فيلزم بحسب ما شرط و يكون حينئذ كالوكيل ، و لو شرطه من كسبه فهو كما لو شرطه من مال المولى ، لأنه من جملته ، ثم إن وفي الكسب بالحق المضمون و إلا ضاع ما قصر ، و لو أعتق العبد قبل إمكان تجدد شيء من الكسب ففي بطلان الضمان ، أو بقاء التعلق به وجهان .\r\n\r\nمبحث شرائط ضمان\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nشرط است كه ضامن كامل و آزاد باشد مگر آنكه آقا به بنده‌اش اذن در ضمان بدهد كه البته در اين صورت ذمّه بنده مشغول مىگردد مگر آنكه بنده به اجازه آقا شرط كند مالرا از دارائى وى بپردازد كه در اين فرض ذمّه آقا اشتغال پيدا مىكند .\r\nشارح ( ره ) مىفرماين :\r\nضمير در [ كماله 
  ] به [ ضامن 
  ] راجعست البته اگرچه كلمه [ ضامن 
  ] دو عبارت مصنف ( ره ) ذكر نشده ولى از سه طريق ميتوان ضمير مزبور را به اين كلمه رجوع داد .\r\nالف : كلمه ضمان كه مصدر است دلالت دارد بر اينكه كلام\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nدر شرائط كسى است كه اين معنا در او موجود است .\r\nب : ضمير مزبور باسم فاعلى كلمه [ تعهّد 
  ] راجع بوده و پرواضح است كه اسم فاعل يعنى [ متعهد 
  ] همان ضمان مىباشد .\r\nج : قرينه مقامى دلالت بر مرجع ضمير مزبور دارد .\r\nسپس در ذيل [ و حريّته 
  ] مىفرماين :\r\nدر نتيجه از نظر مشهور ضامن شدن بنده صحيح نيست زيرا وى قدرت بر هيچ امرى ندارد و تمام اختيارات او در دست آقايش مىباشد .\r\nولى برخى از فقهاء فرموده‌اند : ضامن شدن بنده صحيحست منتهى بعد از اينكه آزاد شد مأمور است كه مورد ضمان را بپردازد .\r\nو بهرتقدير بنابر مشهور در صورتى ضمان بنده صحيح نيست كه در اين امر از قبل آقا اذن نداشته باشد ولى اگر آقا به او اجازه داد و بنده هم ضمانى را پذيرفت مال در عهده‌اش ثابت مىگردد كه مىبايد خودش بپردازد بدون اينكه از مال آقا تصرفى كند .\r\nو دليل اين كلام آنست كه اذن آقا در ضامن شدن مطلق بوده و داراى دو فرد است : يكى ضمان از قبل آقا و ديگرى ضامن شدن بنده در عهده خودش پس مجرد اجازه در ضمان كه مطلق است دلالت بر اين ندارد كه بنده مورد ضمان را بتواند از دارائى آقايش بپردازد چه آنكه عام دلالت بر خاص ندارد .\r\nبعضى از فقهاء فرموده‌اند :\r\nدر چنين موردى كه ضمان بنده مستند به اذن آقا هست وى مأمور است آن را از كسب بپردازد و دليل اينحكم آن است كه ضمان\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nمعهود و رائج بين مردم آن است كه بدنبالش پرداخت و وصول باشد در حالى كه اگر ملتزم شويم ذمّه بنده مشغول مىشود چه‌بسا وى آزاد نشود و ضمان پرداخته نگردد و اين خلاف ضمان عرفى است پس به مقتضاى اينكه عقود و ايقاعات واقع در خارج را بايد بر متعارف بين مردم حمل نمود لاجرم ضمان بنده در صورتى كه باذن آقايش باشد معنايش اين است كه بعد از تحقق بنده ملزم است از كسبيكه مىكند آن را بپردازد .\r\nبرخى ديگر فرموده‌اند :\r\nدر مورد ياد شده ضمان بمال آقا تعلق مىگيرد اعم از كسب بنده يا ديگر اموالش چه آنكه اذن در ضمان مثل آن است كه بوى امر كند مالى را قرض نمايد و همانطورى كه در اين صورت قرض به عهده آقا آمده و بر او واجب است از مطلق اموالش بپردازد در مورد بحث نيز حكم چنين مىباشد .\r\nو اين رأى از نظر ما پسنديده و نيكو است .\r\nلازم بتوضيح است بنا به فتواى مشهور اينكه گفته شد در صورت اذن آقا به بنده ضمان به عهده بنده مىآيد در جائى است كه شرط نكنند ضمان از مال آقا باشد و الا طبق آنچه شرط كرده‌اند آقا بايد عهده‌دار از آن بشود و در واقع بنده در اجراء عقد ضمان بمنزله وكيل آقا است .\r\nو بهرتقدير اگر در ضمن عقد ضمان شرط كردند مورد ضمان را از كسب بنده بدهند لازم است از همان پرداخته گردد چنانچه اگر شرط كنند از مال آقا داده شود مىتوانند آن را از كسب بنده اداء نمايند\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nزيرا كسب خود از جمله اموال آقا به حساب مىآيد .\r\nناگفته نماند : در مواردى كه ملزم بپرداخت ضمان از كسب عبد مىباشند اگر كسب وافى به مقدار حق مضمون باشد كه مطلوب ثابت بوده و جاى اشكال باقى نمىماند ولى در صورتى كه كسب از مقدار حق كمتر باشد مقدار كم آمده ضايع شده و ضرر به صاحب حق مىخورد .\r\nجالب توجه اينكه اگر قبل از درآمدن و حصول مال از طريق كسب بنده آزاد شد در بطلان ضمان يا باقى ماندن و تعلّقش به كسب دو احتمال است .\r\nقوله : المدلول عليه : ضمير در [ عليه 
  ] بضامن راجعست .\r\nقوله : بالمصدر : مقصود از [ مصدر 
  ] كلمه ضامن است و احتمالا ممكن است [ تعهّد 
  ] اراده شده باشد .\r\nقوله : او اسم فاعل : يعنى اسم فاعلى كه از [ تعهّد 
  ] استفاده مىشود .\r\nقوله : و قيل يصح و يتبع به بعد العتق : قائل اينقول مرحوم علامه حلّى است و ضمير در [ به 
  ] بضمان راجعست .\r\nقوله : اعم من كل منهما : ضمير تثنيه بذمّه عبد و مال مولى عائد است .\r\nقوله : فلا يدل على الخاص : مقصود از [ خاص 
  ] مال مولى مىباشد .\r\nمؤلف گويد :\r\nهمانطورى كه اطلاق ضمان عام بوده و بر مال مولى دلالت ندارد بر خصوص ذمّه عبد نيز دلالت نمىكند .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nقوله : بمال المولى مطلقا : اعم از كسب عبد يا ديگر اموال .\r\nقوله : كما لو امره بالاستدانة : ضمير فاعلى در [ امره 
  ] به مولى و ضمير مفعولى بعبد راجع است .\r\nقوله : الا ان يشترط كونه من مال المولى : ضمير در [ كونه 
  ] بضمان عائد است .\r\nقوله : و يكون حينئذ كالوكيل : ضمير در [ يكون 
  ] به عبد راجع بوده و مقصود از [ حينئذ 
  ] حين الاشتراط مىباشد .\r\nقوله : و لو شرط من كسبه : فاعل [ شرط 
  ] ضميرى است كه به عبد عائد است .\r\nقوله : فهو كما لو شرطه من مال المولى : ضمير فاعلى در [ شرطه 
  ] بعبد و ضمير مفعولى به [ ضمان 
  ] عائد است .\r\nقوله : لانه من جملته : ضمير در [ لانّه 
  ] به كسب و در [ جملته 
  ] بمال المولى عائد است .\r\nقوله : او بقاء التعلق به : ضمير در [ به 
  ] به كسب راجع است .\r\nمتن :\r\nو لا يشترط علمه بالمستحق للمال المضمون و هو المضمون له بنسبه أو وصفه ، لأن الغرض إيفاؤه الدين و هو لا يتوقف على ذلك ، و كذا لا يشترط معرفة قدر الحق المضمون ، و لم يذكره المصنف ، و يمكن إرادته من العبارة بجعل المستحق مبنيا للمجهول ، فلو ضمن ما في ذمته صح على أصح القولين ، للأصل ، و إطلاق النص و لأن الضمان لا ينافيه الغرر ، لأنه ليس معاوضة ،\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nلجوازه من المتبرع .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nدر صحت ضمان شرط نيست كه ضامن كسى را كه مستحق مال مضمون است بشناسد .\r\nشارح ( ره ) مىفرماين :\r\nمقصود از مستحق مذكور مضمون له است و مراد اين استكه لازم نيست ضامن از حيث نسب و وصف مضمون را بشناسد زيرا غرض از ضمان پرداختن دين و وفاء نمودن آنست و اين امر بدون شناختن صاحب حق ( مضمون له ) حاصل مىشود .\r\nو نيز لازم نيست ضامن به مقدار حقى كه ضامن آن مىشود آگاه باشد .\r\nو اين امر را مرحو مصنف در متن ذكر نفرمود در حالى كه ذكرش لازم مىباشد .\r\nولى ممكن است بگوئيم : از عبارت كتاب ميتوان آن را استفاده كرد به اين بيان :\r\nكلمه [ مستحق 
  ] در متن را به صيغه مجهول خوانده بنابراين معناى عبارت چنين مىشود :\r\nو شرط نيست ضامن به مقدارى كه مورد استحقاق است عالم باشد و بنابراين اگر ضامن به صاحب حق و طلبكار بگويد : من ضامن آنچه در ذمّه بدهكار است مىشوم اگرچه مقدار معلوم نباشد بنابر اصح قولين اين ضمان است .\r\nو دليل بر اين حكم سه امر است :\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n1 - اصل .\r\n2 - اطلاق نص و روايتى كه در اين مقام وارد است .\r\n3 - ضمان با غرر و جهالت تنافى ندارد زيرا معاوضه نيست تا علم به عوضين شرط باشد و از اينرو شخص برئ الذّمه نيز ميتواند ضامن بشود .\r\nقوله : و لا يشترط علمه : يعنى علم ضامن .\r\nقوله : و هو المضمون له : ضمير [ هو 
  ] به مستحق للمال عائد است .\r\nقوله : بنسبه او وصفه : هردو ضمير مجرور به [ مضمون له 
  ] عائد است .\r\nقوله : لانّ الغرض ايفائه الدين : ضمير در [ ايفائه 
  ] به ضامن راجع است .\r\nقوله : و هو لا يتوقف على ذلك : ضمير [ هو 
  ] به ايفاء راجع بوده و مشار اليه [ ذلك 
  ] علم بمضمون له مىباشد .\r\nقوله : و لم يذكره المصنف ( ره ) : ضمير منصوبى در [ لم يذكره 
  ] بعدم اشتراط علم ضامن به قدر حق راجع است .\r\nقوله : و يمكن ارادته : يعنى ارادة قدر الحق .\r\nقوله : فلو ضمن ما فى ذمته : ضمير در [ ضمن 
  ] به ضامن و در [ ذمّته 
  ] بمديون راجع است .\r\nقوله : للاصل : مقصود از [ اصل 
  ] اصالة الصحة است .\r\nقوله : و اطلاق النص : نظير روايتى كه مرحوم صاحب وسائل آن را در ج 13 ص 151 به اين شرح نقل فرموده :\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nمحمد بن يعقوب از حميد بن زياد از عبيد اللّه الدّهقان از على بن الحسن الطّاطرى از محمد بن زياد از ابان از فضيل و عبيد از ابى عبد اللّه عليه السلام قال :\r\nلمّا حضر محمد بن اسامة الموت دخل عليه بنو هاشم فقال لهم : قد عرفتم قرابتى و منزلتى منكم ، و علىّ دين فاحبّ ان تقضوه عنّى ، فقال على بن الحسين عليهما السلام ثلث دينك على ثمّ سكت و سكتوا ، فقال على بن الحسين عليهما السلام على دينك كلّه ، ثمّ قال على بن الحسين عليهما السلام : اما انّه لم يمنعنى ان اضمنه اوّلا الا كراهة ان يقولوا : سبقنا .\r\nقوله : لانّه ليس معاوضة : ضمير در [ لانّه 
  ] بضمان عائد است .\r\nقوله : لجوازه من المتبرّع : ضمير در [ لجوازه 
  ] به ضمان راجع است .\r\nمتن :\r\nهذا إذا أمكن العلم به بعد ذلك كالمثال ، فلو لم يمكن كضمنت لك شيئا مما في ذمته لم يصح قطعا ،\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nاينكه گفته شد اگر ضامن بدون علم به مقدار دين ضمانت را قبول كند ضمانش صحيح است در موردى مىباشد كه بعدا بتوان مقدار ضمان را علم پيدا نمود مانند مثالى كه گفته شد يعنى در جائى كه بگويد آنچه در ذمّه‌اش هست ضامن مىشوم چه آنكه بعد از تحقيق مىتوان مجموع ما فى الذّمه را دانست چقدر است ولى اگر اصلا تحصيل علم به مقدار آن ممكن نباشد مثل اينكه بگويد :\r\nمقدارى از آنچه در ذمّه فلانى است ضمانتش با من قطعا\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nضمان در اين صورت صحيح نيست .\r\nقوله : هذا اذا امكن : مشار اليه [ هذا 
  ] صحت ضمان با جهل به مقدار حق مىباشد .\r\nقوله : العلم به بعد ذلك : ضمير در [ به 
  ] به مقدار حق راجع بوده و مشار اليه [ ذلك 
  ] ضمان مىباشد .\r\nقوله : كالمثال : يعنى مثالى كه عنقريب گذشت و آن اين بود كه ضامن ما فى الذّمه مديون را ضمانت كند .\r\nقوله : فلو لم يمكن : ضمير مستتر در [ لم يمكن 
  ] به [ علم 
  ] راجع است .\r\nمتن :\r\nو على تقدير الصحة يلزمه ما تقوم به البينة أنه كان لازما للمضمون عنه وقت الضمان ، لا ما يتجدد ، أو يوجد في دفتر ، أو يقر به المضمون عنه ، أو يحلف عليه المضمون له برد اليمين من المضمون عنه ، لعدم دخول الأول في الضمان ، و عدم ثبوت الثاني ، و عدم نفوذ الإقرار في الثالث على الغير ، و كون الخصومة حينئذ مع الضامن و المضمون عنه فلا يلزمه ما يثبت بمنازعة غيره ، كما لا يثبت ما يقر به ، في الرابع .\r\nنعم لو كان الحلف برد الضامن ثبت ما حلف ، عليه .\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nو در فرضى كه ضمان مقدار مجهول صحيح مىباشد ( مثل آنكه بگويد : آنچه در ذمّه مديون است به عهده من باشد ) بر ضامن لازم است هرمقدارى را كه بيّنه شهادت داد در وقت - ضمانت به عهده مضمون عنه ( بدهكار ) بوده بپردازد اما غير آن همچون\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nديونى كه بعدا پيدا شده يا بدهكاريهائى كه در دفتر يادداشت مىباشد يا مضمون عنه خود به آن اقرار مىنمايد يا بواسطه قسم خوردن مضمون له ( طلبكار ) بعد از رد قسم از بدهكار ثابت مىشود هيچ‌كدام به عهده ضامن نمىباشد اما ديونى كه بعدا به عهده مديون آمده جهتش اين است كه در وقت ضمان داخل در لفظ ضامن نبودند تا وى عهده‌دار آنها باشد .\r\nو اما قرضهائى كه در دفتر ثبت شده و جهتش اينستكه معلوم نيست آنها دين و در ذمّه مضمون عه باشند چه آنكه به مجرد ثبت در دفتر دين ثابت نمىشود .\r\nو اما دينى را كه بدهكار اقرار دارد از اينرو به عهده ضامن نمىآيد كه اقرار حقى را بذمّه ديگرى ثابت نمىكند .\r\nو اما بدهكارى كه بواسطه قسم طلبكار ثابت مىشود : سرّش اين است كه در وقت پرداختن ضامن و رسيدگى بديون بدهكار بين او و مضمون عنه در مبلغ بدهىها منازعه و مخاصمه رخ داده و هيچ ارتباط با نزاعى كه بين مضمون عنه و مضمون له است ندارد از اينرو آنچه در منازعه دومى اثبات مىشود به عهده ضامن نخواهد آمد چنانچه در همين صورت اگر مضمون عنه مدعاى مضمون له را تصديق و بگفته وى اقرار نمود حقى به عهده ضامن نمىآيد .\r\nبلى در صورتى كه ضامن طرف دعوا با مضمون له بود و قسمى كه بايد بخورد بضمون له رد كرد و وى نيز قسم بر مدعاى خود خورد حق به عهده ضامن آمده و ملزم است كه آن را بپردازد .\r\nقوله : و على تقدير الصحة يلزم ما تقوم به البينة : ضمير\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nدر [ يلزمه 
  ] به ضامن و در [ به 
  ] به [ ماء موصوله 
  ] راجعست .\r\nقوله : انّه كان لازما للمضمون عنه : ضمير در [ انّه 
  ] به [ ماء موصوله 
  ] در [ ما تقوم 
  ] عائد است .\r\nقوله : او يحلف عليه المضمون له الخ : مثلا بدهكار و طلبكار هردو قبول دارند 10000 تومان دين ثابت است منتهى طلب كار مدعى است علاوه بر اينمقدار مبلغ 5000 تومان ديگر بدهكار بايد بدهد و وى منكر آن مىباشد حال چون بدهكار منكر است موظّف به خوردن قسم مىباشد و در صورتى كه قسم را بمدعى يعنى طلبكار رد كند و او قسم بخورد ادعاى وى ثابت شده و بدهكار مكلّف است مبلغ مورد ادعاى او را بپردازد حال شارح ( ره ) مىفرماين بعد از اثبات مبلغ مورد نزاع ضامن عهده‌دار آن نيست و تكليف تنها متوجه مضمون عنه مىباشد .\r\nقوله : لعدم دخول الاول : مقصود از [ اول 
  ] ، [ ما يتجدد 
  ] مىباشد .\r\nقوله : و عدم ثبوت الثانى : مراد از [ ثانى 
  ] ، [ ما يوجد فى دفتر 
  ] است .\r\nقوله : عدم نفوذ الاقرار فى الثالث : منظور از [ ثالث 
  ] ، [ ما يقر به المضمون عنه 
  ] مىباشد .\r\nقوله : كون الخصومة حينئذ : مقصود از [ حينئذ 
  ] ، [ حين الضمان 
  ] مىباشد .\r\nقوله : فلا يلزمه ما يثبت بمنازعة غيره : ضمير منصوبى در [ يلزمه 
  ] بضامن راجع بوده و در [ غيره 
  ] به [ مضمون عنه 
  ] عائد است .\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nقوله : كما لا يثبت ما يقرّ به فى الرابع : مراد از [ رابع 
  ] صورت قسم خوردن مضمون له مىباشد و مقصود اين است كه در اين صورت قبل از اينكه مضمون له قسم بخورد اگر بدهكار خود اقرار نمود .\r\nقوله : لو كان الحلف بردّ الضّامن : يعنى نزاع بين ضامن و مضمون له باشد .\r\nمتن :\r\nو كذا لا يشترط علمه بالغريم و هو المضمون عنه ، لأنه وفاء دين عنه و هو جائز عن كل مديون .\r\nو يمكن أن يريد به الأعم منه ، و من المضمون له ، و يريد بالعلم به : الإحاطة بمعرفة حاله من نسب أو وصف ، لسهولة الاقتضاء ، و ما شاكله ، لأن الغرض إيفاؤه الدين ، و ذلك لا يتوقف على معرفته كذلك .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nو نيز شرط نيست ضامن غريم و بدهكار را بشناسد .\r\nشارح ( ره ) مىفرماين :\r\nمقصود از [ غريم 
  ] مضمون عنه است و دليل بر حكم مذكور اين است كه ضمان عبارت است از وفاء نمودن به دين غريم و آن نسبت بهر بدهكارى جايز است از اينرو وجهى براى لزوم شناختن وى در دست نيست و ممكن است احتمالا مصنف از [ غريم 
  ] اعم از مضمون عنه و مضمون له را اراده فرموده باشد .\r\nو از علم به حال وى قصدش احاطه پيدا كردن به نسب يا اوصاف او همچون خوش‌حساب بودن بوده كه آن را لازم ندانسته‌اند زيرا غرض در ضمان پرداختن قرض مىباشد بدون اينكه نسب و اوصاف\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nطلبكار و بدهكار در آن دخالتى داشته باشد .\r\nقوله : و كذا لا يشترط علمه بالغريم : ضمير در [ علمه 
  ] به ضامن راجعست .\r\nقوله : لانه وفاء دين عنه : ضمير در [ لانه 
  ] به ضمان و در [ عنه 
  ] به [ مضمون عنه 
  ] عود مىنمايد .\r\nقوله : و هو جايز : ضمير [ هو 
  ] به وفاء دين راجعست .\r\nقوله : يمكن ان يريد به الاعم منه : ضمير در [ به 
  ] به [ غريم 
  ] و در [ منه 
  ] به مضمون عنه راجع است .\r\nقوله : بالعلم به : ضمير در [ به 
  ] به غريم راجعست .\r\nقوله : كسهولة الاقتضاء : يعنى خوش‌بده بودن و دين ديگران را در وقت پرداختن .\r\nقوله : لان الغرض ايفائه : ضمير در [ ايفائه 
  ] به ضامن راجعست .\r\nقوله : و ذلك لا يتوقف على معرفته كذلك : مشار اليه [ ذلك 
  ] ايفاء بوده و ضمير در معرفته به [ غريم 
  ] راجع است و مقصود از [ كذلك 
  ] اطلاع بر نسب و وصف مىباشد .\r\nمتن :\r\nبل تميزهما أي المستحق و الغريم ليمكن توجه القصد إليهما ، أما الحق فليمكن أداؤه ، و أما المضمون له فليمكن إيفاؤه ، و أما المضمون عنه فليمكن القصد إليه .\r\nو يشكل بأن المعتبر القصد إلى الضمان و هو التزام المال الذي يذكره المضمون له ، و ذلك غير متوقف على معرفة من عليه الدين . فلو قال شخص : إني أستحق في ذمة آخر مائة در هم مثلا فقال\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nآخر : ضمنتها لك كان قاصدا إلى عقد الضمان عمن كان عليه الدين مطلقا ، و لا دليل على اعتبار العلم بخصوصه .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nبلكه متميّز بودن ايندو كافى يا بهتر بگوئيم شرط و لازم است .\r\nشارح ( ره ) مىفرماين :\r\nمقصود از ضمير تثنيه در عبارت متن مستحق ( به صيغه مجهول و مراد مال مضمون مىباشد ) و غريم ( به معناى اعم از مضمون عنه و مضمون له ) مىباشد و حاصل مراد اين است كه اگرچه علم به اين سه به شرحى كه گذشت لازم و معتبر نيست ولى تشخّص آنها تا حدى كه ضمان تحقق يابد معتبر و لازم است زيرا بدون مشخص بودن ممكن نيست قصد به آنها متوجه شود و در نتيجه حصول ضمان منتفى مىشود .\r\nاما اعتبار تشخّص در حق مضمون :\r\nاز اينرو است كه بدون تميز اداء آن ممكن نيست پس اشتراط اين امر در آن بملاحظه اين است كه ادائش ممكن باشد .\r\nو اما اعتبار تشخّص در مضمون له :\r\nاز اين جهت است كه ايفاء و پرداختن دين بوى امكان داشته باشد چه آنكه و پرواضح است تسليم مال به شخص غير معين و مشخّص ممكن نيست .\r\nو اما اعتبار تشخّص در مضمون عنه :\r\nبخاطر اين است كه ضامن بتواند قصد و نيّتش را به او توجه دهد و اين امر بدون تعيّن و تشخّص امكان ندارد البته تقريرى كه\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nگذشت توجيه عبارت متن و شرح مقصود مرحوم مصنف بود ولى اينكلام از نظر ما تمام نبوده و مورد اشكال است زيرا آنچه در تحقّق ضمان معتبر است قصد معناى آن مىباشد يعنى ضامن نيّتش اين باشد : مالى را كه مضمون له ( طلبكار ) ادعاء دارد ملتزم بپرداختن آن بشود و اين امر متوقف بر معرفت داشتن و عالم بودن به شخص بدهكار نيست در نتيجه اگر كسى بگويد : من در ذمّه شخصى صد در هم طلبكارم و ضامن بگويد من آن را ضمانت مىكنم كه به تو بپردازم قطعا قصد بضمان تحقق داشته و ضامن نيّتش اين استكه مال مزبور را از طرف بدهكار بپردازد اعم از اينكه وى مشخّص بوده يا چنين نباشد و هيچ دليلى بر اعتبار و اشتراط علم بخصوص بدهكار در دست نيست .\r\n\r\nكلام مؤلف\r\nآنچه به نظر فاتر حقير مىرسد اين است كه عبارت مرحوم مصنف آنطور كه شايسته باشد و مقصود ايشان هست تشريح نشده از اينرو معنائى كه مرحوم شارح براى آن فرموده و سپس در مقام اشكال و نقد آن را مورد ايراد قرار داده‌اند موجب اضطراب و ابهام در معنا شده است لذا لازم و ضرورى ديدم خلاصه آنچه از [ و لا يشترط علمه 
  ] تا باينجا ذكر شد تذكرا نقل نموده و سپس معنائى كه به نظر ما مىرسد بياوريم .\r\nعبارت خالص متن چنين است :\r\nو لا يشترط علمه بالمستحق و لا بالغريم :\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nمرحوم شارح ابتداء در كلمه [ مستحق 
  ] مىفرماين :\r\nمقصود از آن مضمون له يعنى طلبكار بوده و مراد از علم آگاهى به نسب و اوصاف شخص مىباشد و منظور از [ غريم 
  ] مضمون عنه يعنى بدهكار است با توجه به اين نكات معناى عبارت متن اينست :\r\nشرط نيست كه ضامن مضمون له و عنه را از حيث نسب و اوصاف بشناسد بلكه صرف تميز آن دو كافى است .\r\nسپس احتمال دوّمى داده و مىفرماين :\r\nو ممكن است قصد مصنف از [ مستحق 
  ] به صيغه مجهول يعنى مال مورد ضمان بوده و از [ علم 
  ] معرفت به قدر و مبلغ آن باشد و مراد از [ غريم 
  ] اعم از مضمون عنه و له است و طبق اين تقدير معنا چنين مىشود :\r\nشرط نيست كه ضامن به مقدار حق و نسب و اوصاف مضمون عنه و له آگاه و عالم باشد بلكه تميز و تشخّص اين سه معتبر و شرط است و سپس دليل بر اعتبار هريك را به بيانى كه ذكر شد نقل فرموده و آنگاه در مقام انتقاد مىفرمايد دليلى بر اعتبار تشخّص و تميز مضمون عنه نداريم .\r\nمؤلف گويد :\r\nاز اين عبارت چنين معلوم مىشود كه اشكال مرحوم شارح در صورت احتمال دوم است يعنى احتمالى كه مقصود از [ مستحق 
  ] مال مضمون بوده و از [ غريم 
  ] اعم از مضمون عنه و له باشد .\r\nولى به نظر ما اين احتمال خيلى بعيد به نظر مىرسد و از ظاهر عبارت متن چنين برمىآيد كه اولا مقصود از [ مستحق 
  ] به صيغه اسم\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nفاعل شخص مضمون له بوده و ثانيا مراد از [ غريم 
  ] خصوص مضمون عنه است و با توجه به اين نكته عبارت را بايد چنين معنا نمود :\r\nدر صحت ضمان شرط نيست كه ضامن بمضمون عنه و له علم داشته و ايندو را از حيث نسب و اوصاف شخصى بشناسد بلكه صرفا وقتى ايندو متميز و متشخص بودند همينمقدار در مقام اشتراط و اعتبار كافيست .\r\nپس مرجع ضمير در [ تميزهما 
  ] بمضمون عنه و له راجع است نه به سه امر كه مال مضمون را نيز در آن داخل كنيم با اين توجيه كه [ مستحق 
  ] را به صيغه مجهول قرائت نموده و غريم را اعم از مضمون له و عنه تقدير كنيم و كلمه [ مستحق 
  ] نيز به صيغه اسم فاعل بوده و مقصود از آن مضمون له است .\r\nو اما حق و مال مضمون در كلام مصنف ( ره ) بايد بگوئيم ذكر - نشده و ايشان حكم آن را از حيث معلوم بودن و اعتبار تشخّص و عدم تشخّص متعرض نشده‌اند .\r\nقوله : اى المستحق و الغريم : مقصود شارح ( ره ) از مستحق به صيغه مجهول و آن مال مورد ضمان بوده و از [ غريم 
  ] اعم از مضمون له و عنه مىباشد چنانچه از تفصيلى كه بعدا ذكر فرموده‌اند به خوبى واضح و روشن مىشود .\r\nقوله : توجه القصد اليهما : ضمير تثنيه به [ مستحق 
  ] و [ غريم 
  ] عائد است .\r\nقوله : فليمكن ادائه : يعنى اداء حق .\r\nقوله : فليمكن ايفائه : ضمير مجرورى به [ مضمون له 
  ] عائد\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nبوده و ضمير فاعلى در آن بضامن راجعست و اين اضافه از قبيل اضافه مصدر بمفعول مىباشد .\r\nقوله : فليمكن القصد اليه : ضمير در [ اليه 
  ] بمضمون عنه راجعست .\r\nقوله : و يشكل الخ : بقرينه تفصيل بعد معلوم مىشود اشكال شارح ( ره ) تنها بخصوص اعتبار تميز در مضمون عنه است .\r\nقوله : و ذلك غير متوقف الخ : مشار اليه [ ذلك 
  ] التزام المال است .\r\nقوله : مطلقا : اعم از اينكه ضامن مديون را بشناسد يا نشناسد .\r\nقوله : بخصوصه : يعنى بخصوص مضمون عنه .\r\nمتن :\r\nو لا بد له من إيجاب و قبول مخصوصين ، لأنه من العقود اللازمة الناقلة للمال من ذمة المضمون عنه إلى ذمة الضامن .\r\n\r\nعقد ضمان و احكام آن\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nدر تحقق ضمان ايجاب و قبول لازم است :\r\nشارح ( ره ) مىفرماين :\r\nالفاظ در ايجاب و قبول مىبايد از الفاظ مخصوص باشد زيرا ضمان از عقود لازمه است كه بواسطه‌اش مال را از ذمه مضمون عنه\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nبه ذمّه ضامن نقل مىدهند و شأن عقود لازمه اين است كه انشاء آنها بواسطه الفاظ خاصى صورت گرفته و نمىتوان در تحقق آنها از هرلفظ و عبارتى استفاده نمود .\r\nقوله : لانه من العقود اللازمة : ضمير در [ لانه 
  ] بضمان راجع بوده و اين عبارت در مقام تعليل براى اعتبار لفظ مخصوص است .\r\nمتن :\r\n% و الإيجاب ضمنت ، و تكفلت ، و يتميز عن مطلق الكفالة بجعل متعلقها المال و تقبلت و شبهه من الألفاظ الدالة عليه صريحا .\r\n\r\nالفاظ ايجاب و قبول\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nالفاظ ايجاب عبارتند از :\r\nضمنت ( به عهده گرفتم مال بدهكار را ) و تكفّلت ( كفيل بدهكار شدم ) و تقبّلت ( قرض او را قبول نمودم ) و الفاظى مشابه با آن‌كه صريحا بر معناى ضمان دلالت دارند .\r\nشارح ( ره ) مىفرماين :\r\nچون لفظ كفالت در اعم از كفالت نفس و مال استعمال مىشود و مقصود از ضمان صرفا كفالت مال است لاجرم براى ممحض نمودن صيغه در خصوص ضمان لازم است متعلق آن را مال قرار داده و مثلا بگويد : تكفلّت دين فلان .\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nقوله : و يتميز عن مطلق الكفالة : ضمير مستتر در [ يتميز 
  ] بضمان راجع است .\r\nقوله : يجعل متعلقها المال : ضمير مؤنث در [ متعلقها 
  ] به كفالت عائد است .\r\nقوله : الدالة عليه : ضمير در [ عليه 
  ] بضمان راجعست .\r\nمتن :\r\nو لو قال مالك عندي ، أو علي ، أو ما عليه علي فليس بصريح ، لجواز إرادته أن للغريم تحت يده مالا ، و أنه قادر على تخليصه ، أو أن عليه السعي ، أو المساعدة ، و نحوه . و قيل إن \" علي \" ضمان ، لاقتضاء علي الالتزام ، و مثله في ذمتي و هو متجه ، أما ضمانه علي فكاف ، لانتفاء الاحتمال ، مع تصريحه بالمال .\r\nشرح فارسى :\r\nمرحو مصنف مىفرماين :\r\nاگر كسى به كسى ديگر كه از شخص ثالثى طلبكار است بگويد :\r\nمال تو نزد من است ، يا به عهده من است يا آنچه به عهده او است بر من است كه بپردازم ، هيچيك از اين الفاظ صريح در ضمان نبوده در نتيجه با اين عبارات ضمان انشاء نمىشود .\r\nشارح ( ره ) مىفرماين :\r\nوجه عدم صراحت اين الفاظ آن است كه امكان دارد گوينده اين الفاظ قصدش اين باشد كه طلبكار نزد وى نيز مالى دارد كه مكلّف بپرداختش مىباشد يا ممكن است مرادش اين باشد كه من قدرت بر تخليص ذمه بدهكار را دارم يا چه‌بسا اراده‌اش اين است\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nكه بگويد بر من است كه سعى و كمك در وصول حق بنمايم يا امثال اين معانى و محامل .\r\nبرخى از فقهاء فرموده‌اند :\r\nدر [ مالك عندى 
  ] حكم همين است كه بملاحظه عدم صراحتش در ضمان كافى در تحقق اين عقد نيست ولى در آن الفاظ ديگر كه از كلمه [ علىّ 
  ] استفاده شده مثل [ مالك علىّ 
  ] يا [ ما على المديون علىّ 
  ] چون كلمه [ علىّ 
  ] صريح در ضمان است بدليل اينكه معناى آن مقتضى التزام و عهده‌دار شدن است لاجرم اين قبيل عبارات صريح بوده و در تحقق ضمان كفايت مىكنند چنانچه بجاى [ علىّ 
  ] اگر [ فى ذمتى 
  ] نيز بگويد حكمش مثل آن بوده و ضمان انشاء مىشود .\r\nشارح ( ره ) مىفرماين :\r\nاين كلام از نظر ما وجيه و نيكو است و حق با اين قائل مىباشد .\r\nلازم بتذكر است اگر گوينده بگويد : [ ضمانه علىّ 
  ] يعنى - ضمانت فلانى بر من باشد قطعا در تحقق ضمان كافى است زيرا احتمال غير ضمان در آن راه ندارد البته مشروط باينكه دنباله آن مال را آورده مثلا بگويد : ضمان مالى كه به عهده زيد است بر ذمّه من باشد چه آنكه در اين صورت احتمال كفالتى كه در فرض عدم ذكر مال داده مىشود منتفى است .\r\nقوله : او ما عليه على : ضمير در [ عليه 
  ] به مديون عائد است .\r\nقوله : لجواز ارادته : ضمير مجرورى در [ ارادته 
  ] بقائل\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nالفاظ ياد شده راجعست .\r\nقوله : للغريم تحت يده : مقصود از [ غريم 
  ] طلبكار بوده و ضمير در [ يده 
  ] بقائل راجعست .\r\nقوله او انّه قادر على تخليصه : ضمير در [ انّه 
  ] به قائل راجع بوده و در [ تخليصه 
  ] بمال عود مىكند و احتمالا مىتوان آن را به [ مديون 
  ] ارجاع داد ولى احتمال اول اولى و بهتر است .\r\nقوله : او انّ عليه السّعى : ضمير در [ عليه 
  ] بقائل راجع است .\r\nقوله : و قيل انّ على ضمان : كلمه [ على 
  ] بعنوان اسمى بوده فلذا اسم انّ و [ ضمان 
  ] خبر آن است چنانچه در عبارت [ لاقتضاء على الالتزام 
  ] نيز به معناى اسمى ذكر شده و مضاف اليه [ اقتضاء 
  ] واقع شده است .\r\nقوله : و مثله فى ذمتى : ضمير در [ مثله 
  ] به [ على 
  ] عائد است .\r\nقوله : اما ضمانه على : يعنى اما عبارة [ ضمانه على 
  ] فكاف فى تحقق الضمان .\r\nقوله : مع تصريحه بالمال : يعنى مشروط باينكه گوينده اين عبارت بطور صريح نام از مال ببرد .\r\nمتن :\r\nفيقبل المستحق و هو المضمون له .\r\nو قيل : يكفي رضاه بالضمان و إن لم يصرح بالقبول ، لأن حقه يتحول من ذمة إلى أخرى ، و الناس يختلفون في حسن المعاملة ، و سهولة القضاء ، فلا بد من رضاه به و لكن لا يعتبر القبول ، للأصل\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nلأنه وفاء دين و الأقوى الأول ، لأنه عقد لازم فلا بد له من إيجاب و قبول لفظين صريحين متطابقين عربيين ، فعلى ما اختاره من اشتراطه يعتبر فيه ما يعتبر في العقود اللازمة و على القول الآخر .\r\n\r\nقبول و احكام آن\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nپس از اجراء صيغه ايجاب بر مستحق مال يعنى مضمون له واجب است ايجاب را قبول كند يعنى بگويد قبلت ، يا الفاظى مشابه با آن .\r\nولى برخى از فقهاء فرموده‌اند :\r\nمجرد رضايتش كفايت كرده و نيازى بقبول لفظى نيست .\r\nشارح ( ره ) مىفرماين :\r\nدليل اين قائل اين است كه حق طلبكار بعد از تحقق ضمان از ذمّه بدهكار بذمّه ضامن منتقل مىشود و چون مردم در خوش - معامله بودنن و خلاف آن با هم مختلف بوده ، برخى مال مردم را به سهولت پرداخته و دسته‌اى چنين نمىباشند لاجرم رضايت صاحب حق به اين انتقال شرط مىباشد منتهى لازم نيست آن را به لفظ آورده و الفاظى همچون قبلت و رضيت تو اشباه آن را بگويد و اگر شك هم در اعتبار قبول لفظى بنمائيم با اصالةعدم الاعتبار آن را\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nمىتوان دفع كرد زيرا در واقع ضمان قضاء دين و پرداختن آن است كه نيازى بقبول لفظى ندارد .\r\nولى اقوى از نظر ما رأى اول بوده و قبول لفظى را بايد اعتبار نمود زيرا ضمان عقد لازم است پس بناچار طرفين عقد يعنى ايجاب و قبول هردو بطور لفظ بايد ذكر شوند بلكه شرائط ديگر عقود لازمه از قبيل تطابق بين ايجاب و قبول و عربيّت نيز در اينجا معتبر و لازم المراعاة است در نتيجه بايد گفت طبق مختار مرحوم مصنف و ما كه قبول لفظى را شرط مىدانيم آنچه در عقود لازمه شرط و معتبر است در ضمان نيز بايد مراعات بشود ولى بنابر قول ياد شده اين طور نيست چنانچه مرحوم مصنف در عبارات بعدى به آن متذكر مىشوند .\r\nقوله : و قيل يكفى رضاه : ضمير در [ رضاه 
  ] به مستحق راجع بوده و قائل اين قول مرحوم فخر المحققين در ايضاح است و از متأخرين نيز مرحوم محقق اردبيلى آن را اختيار فرموده است .\r\nقوله : لانّ حقه يتحول : ضمير در [ حقه 
  ] به مضمون له راجع است .\r\nقوله : من ذمّة : يعنى از ذمه مضمون عنه .\r\nقوله : الى اخرى : يعنى الى ذمة اخرى كه ذمه ضامن باشد .\r\nقوله : فلا بد من رضاه به : يعنى رضايت مضمون له و ضمير در [ به 
  ] به تحوّل يا ضمان عائد است .\r\nقوله : لانه وفاء دين : ضمير در [ لانه 
  ] بضمان راجعست\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nقوله : متطابقين : يعنى بين ايجاب و قبول فاصله زمانى نبايد باشد .\r\nقوله : فعلى ما اختاره : فاعل در [ اختاره 
  ] ضميرى است كه به [ مصنف ( ره ) 
  ] راجع است .\r\nقوله : من اشتراطه : ضمير مجرورى به [ قبول لفظى 
  ] راجع است .\r\nقوله : يعتبر فيه : ضمير [ فيه 
  ] بضمان عائد است .\r\nقوله : و على القول الآخر : يعنى قول فخر المحققين ره\r\nمتن :\r\nفلا يشترط فورية القبول ، للأصل ، و حصول الغرض . و قيل : لا يشترط رضاه مطلقا ، لما روي من ضمان علي عليه الصلاة و السلام دين الميت الذي امتنع النبي صلى اللَّه عليه و آله و سلم من الصلاة عليه ، لمكان دينه .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nبنابر گفته قائل مذكور در قبول فوريّت شرط نيست .\r\nشارح ( ره ) مىفرماين :\r\nدليل بر اين مقاله دو امر است :\r\nالف : اصل عدم اشتراط فوريت است .\r\nب : غرض از ضمان كه انتقال دين از ذمه مديون به عهده ضامن باشد حاصل مىگردد بدون اينكه در قبول فوريّت اعتبار شود .\r\nبعضى ديگر از فقهاء فرموده‌اند :\r\nاصلا در ضمان رضايت مضمون له شرط نيست چه رسد قبول يا فوريّت آن معتبر و شرط باشد .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nزيرا در روايتى وارد شده است كه حضرت مولانا امير المؤمنين عليه الصلاة و السلام راجع به ميّتى كه حضرت نبى صلّى اللّه عليه و آله و سلم به جهت قرضى كه به عهده وين بود از نماز خواندن بر او امتناع ورزيد محضر پيامبر اكرم صلّى اللّه عليه و آله و سلم عرض نمود : من ضامن قرض او هستم .\r\nو اين روايت به خوبى دلالت بر عدم اشتراط رضايت مضمون له دارد زيرا پس از ضمانت مولا عليه السلام حضرت نبى صلّى اللّه عليه و آله و سلم از رضايت مضمون له و طلبكار سؤالى نفرمودند در حالى كه اگر اين امر معتبر مىبود بايد على القاعده حضرتش از آن استفسار مىفرمودند .\r\nقوله : و قيل لا يشترط رضاه : قائل اين قول مرحوم شيخ طوسى در خلاف است كه فرموده اشتراط رضايت مضمون له اولى است\r\nقوله : مطلقا : يعنى اصلا نه رضايت لفظى و نه قلبى و باطنى .\r\nقوله : لما روى من ضمان الخ : روايت مزبور را مرحوم صاحب وسائل در ج 13 ص 151 به اين شرح نقل فرموده :\r\nمحمد بن الحسن ( شيخ طوسى ره ) در كتاب خلاف از ابى سعيد خدرى قال :\r\nكنّا مع رسول اللّه صلّى اللّه عليه و آله و سلم فى جنازة ، فلمّا وضعت قال :\r\nهل على صاحبكم من دين ؟\r\nقالوا : نعم ديناران .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nفقال : صلّوا على صاحبكم ، فقال على عليه الصلاة و السلام : هما علىّ يا رسول اللّه و انا لهما ضامن ، فقام رسول اللّه صلّى اللّه عليه و آله و سلم فصلى عليه ، ثمّ اقبل على علىّ فقال جزاك اللّه عن الاسلام خيرا و فكّ رهانك كما فككت رهان اخيك .\r\nمتن :\r\nو لا عبرة بالغريم و هو المضمون عنه ، لما ذكرناه من أنه وفاء عنه ، و هو غير متوقف على إذنه .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nبه رضايت غريم و بدهكار ( مضمون عنه ) اعتبارى نيست .\r\nشارح ( ره ) مىفرماين :\r\nدليلش همان است كه قبلا ذكر كرديم و آن اين استكه ضمان پرداختن دين او است و اين امر بر اذن و رضايت وى هيچ توقفى ندارد .\r\nقوله : من انّه وفاء عنه : ضمير در [ انه 
  ] به ضمان و در [ عنه 
  ] به غريم راجع است .\r\nقوله : و هو غير متوقف على اذنه : ضمير [ هو 
  ] به وفاء و در [ اذنه 
  ] به غريم عائد است .\r\nمتن :\r\nنعم لا يرجع عليه مع عدم إذنه في الضمان و إن أذن في الأداء ، لأنه متبرع ، و الضمان هو الناقل للمال من الذمة .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nبلى در صورتى كه ضامن بدون رضايت مضمون عنه دينش را به عهده گرفت و آن را پرداخت حق ندارد بوى رجوع كند .\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nشارح ( ره ) مىفرماين :\r\nمقصود از [ عدم اذن 
  ] در عبارت مصنف ( ره ) اين استكه ضمان بدون اذن باشد اگرچه اداء دين با اجازه وى صورت گيرد .\r\nو دليل اين حكم آن است كه ضامن در اين صورت متبرع بوده و بدلخواه خويش مال را از ذمه مديونن به عهده خود نقل داده لذا اگرچه در پرداخت دين از او اجازه گيرد نميتواند بعدا بوى مراجعه كند چه آنكه اين اذن اثرى در جواز مراجعه ندارد .\r\nقوله : لا يرجع عليه مع عدم اذنه : ضمير در [ يرجع 
  ] به ضامن و در [ عليه 
  ] و [ اذنه 
  ] بمضمون عنه عائد است .\r\nقوله : و ان اذن فى الاداء : ضمير فاعلى در [ اذن 
  ] به مضمون عنه راجع است .\r\nقوله : لانه متبرع : ضمير در [ لانه 
  ] بضامن راجعست .\r\nمتن :\r\nو لو أذن له في الضمان رجع عليه بأقل الأمرين مما أداه ، و من الحق فإن أدى أزيد منه كان متبرعا بالزائد ، و إن أدى أقل لم يرجع بغيره ، سواء أسقط الزائد عنه به صلح أم إبراء ، و لو وهبه بعد ما أدى الجميع البعض ، أو الجميع جاز رجوعه به ، و لو أدى عرضا رجع بأقل الأمرين من قيمته و من الحق ، سواء رضي المضمون له به عن الحق من غير عقد ، أو به صلح .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nاگر مديون بضامن اذن در ضمان داد ضامن پس از پرداخت مىتواند بوى رجوع كند منتهى هركدام از دين و آن‌چه پرداخته كه كمتر باشد ميبايد به همان مراجعه كرده و از بدهكار دريافت نمايد .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nشارح ( ره ) مىفرماين :\r\nپس اگر بيش از مقدار حق به طلبكار داد نسبت به مبلغ زائد متبرع بوده و نمىتواند آن را از مضمون عنه مطالبه كند و اگر كمتر از آن را پرداخت به همان قدرى كه به طلبكار داده مىتواند به مديون رجوع كند اعم از اينكه مقدار بيشتر از آن را طلبكار بواسطه صلح اسقاط نموده يا ذمّه‌اش را از آن ابراء كرده باشد .\r\nسپس مىفرماين :\r\nولى اگر طلبكار پس از دريافت تمام حقّش مقدارى از آن را به ضامن هبه نمود يا احيانا تمام آن را بوى بخشيد در اينفرض ميتواند به مضمون عنه رجوع كرده و تمام مالى را كه به مضمون له داده از وى بستاند و اگر بجاى پول ضامن متاعى را به طلبكار داد پس از تسليم آن به مضمون لهن هركدام از حق و قيمت متاع كه كمتر باشد تنها به همان مىتواند رجوع كرده و از مضمون عنه مطالبه كند اعم از اين‌كه طلبكار و مضمون له متاع را كه بجاى حقّش قبول كرده به واسطه عقد صلح بوده يا اصلا بدون اجراء عقدى آن را دريافت نموده باشد .\r\nقوله : و لو اذن له فى الضمان : ضمير در [ اذن 
  ] به مضمون عنه و در [ له 
  ] بضامن عائد است .\r\nقوله : رجع عليه : فاعل [ رجع 
  ] ضميرى است كه به ضامن راجع بوده و در [ عليه 
  ] بمضمون عنه عائد است .\r\nقوله : مما اداه و من الحق : كلمه [ من جارّه 
  ] در [ ممّا 
  ] بيانيه و در مقام تفسير [ اقل الامرين 
  ] است و ضمير فاعلى در [ اداء 
  ] به ضامن و ضمير مفعولى آن به [ ماء موصوله 
  ] راجع است و كلمه [ من\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nالحق 
  ] معطوف به [ مما 
  ] است .\r\nقوله : فان ادى ازيد منه : ضمير مستتر در [ ادى 
  ] به ضامن و در [ منه 
  ] به حق راجع است .\r\nقوله : لم يرجع بغيره : ضمير مستتر در [ لم يرجع 
  ] بضامن و در [ بغيره 
  ] به [ اقل 
  ] عائد است .\r\nقوله : سواء اسقط الزائد عنه : فاعل [ اسقط 
  ] ضميريست كه به مضمون له راجع است و ضمير [ عنه 
  ] بضامن عود مىكند .\r\nقوله : و لو وهبه بعد ما ادى الجميع البعض او الجميع : ضمير فاعلى مستتر در [ وهبه 
  ] به مضمون له و ضمير منصوبى آن بضامن راجع است و كلمه [ بعد 
  ] ظرف زمان و متعلق به [ وهبه 
  ] است و كلمه [ ما 
  ] موصوله و جمله [ ادى الجميع 
  ] صله و عائد آن مىباشد و [ ماء موصوله 
  ] مضاف اليه [ بعد 
  ] و ضمير مستتر در [ ادى 
  ] فاعل و بضامن عائد است و كلمه [ الجميع 
  ] مفعول [ ادى 
  ] است و كلمه [ البعض 
  ] مفعول دوم [ وهبه 
  ] و [ الجميع 
  ] دوم معطوف به [ البعض 
  ] است .\r\nقوله : جاز رجوعه به : ضمير در [ رجوعه 
  ] به ضامن و ضمير در [ به 
  ] به كل واحد من البعض او الجميع راجع است .\r\nقوله : و لو ادى عرضا : ضمير فاعلى در [ ادى 
  ] به ضامن راجع بوده و كلمه [ عرضا 
  ] بفتح عين و راء به معناى متاع و اثاث مىباشد .\r\nقوله : رضى المضمون له به : ضمير در [ به 
  ] بعرض عائد است .\r\nمتن :\r\nو يشترط فيه أي في الضامن الملاءة بأن يكون مالكا لما يوفي به الحق المضمون ، فاضلا عن المستثنيات\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nفي وفاء الدين ، أو علم المستحق بإعساره حين الضمان ، فلو لم يعلم به حتى ضمن تخير المضمون له في الفسخ و إنما تعتبر الملاءة في الابتداء ، لا الاستدامة ، فلو تجدد إعساره بعد الضمان لم يكن له الفسخ ، لتحقق الشرط حالته و كما لا يقدح تجدد إعساره فكذا تعذر الاستيفاء منه بوجه آخر .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nدر ضامن شرط است كه ملىّ ( بفتح ميم و كسر لام و تشديد ياء ) بوده يا در غير اين صورت صاحب حق از اعسارش مطلع باشد .\r\nشارح ( ره ) مىفرماين :\r\nمقصود اين است كه ضامن يا بايد زائد بر امور مستثنا در باب دين مالك مقدار مالى باشد كه با آن بتواند حق مضمون له را بپردازد و يا اگر معسر و ناتوان است طلبكار از حالش مطلع باشد و بداند كه در وقت ضامن شدن از پرداختن حق عاجز است و معذلك ضمانتش را بپذيرد .\r\nبنابراين اگر از اعسار او خبر نداشت و بعد از ضامن شدن - متوجه آن شد مىتواند عقد ضمان را فسخ كند .\r\nتبصره\r\nملائت و توانگر بودن ضامن فقط در ابتداء ضمان شرط است و استدامه و استمرارش معتبر نيست لذا اگر شخص متمكن بعد از ضامن شدن معسر شد مضمون له حق ندارد عقد را فسخ كند چنانچه ضامن\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nنيز نمىتواند آن را فسخ نمايد زيرا شرط صحت در وقت عقد بوده و صحيحا منعقد شده و چون همانطورى كه گفتيم ضمان عقد لازم است لاجرم هيچيك از متعاقدين بدون رضايت ديگرى قادر بر فسخ كردن نيستند .\r\nناگفته نماند : همانطورى كه تجدد اعسار و حدوث عسر بعد از تحقق ضمان قادح در صحت و لزوم آن نيست عدم امكان وصول حق از ضامن بواسطه علت ديگرى غير از عسر همچون انكار يا فرار نمودن وى موجب نمىشود كه مضمون له بتواند عقد را فسخ كند .\r\nقوله : الملائة : بفتح ميم و همزه به معناى توانگرى است .\r\nقوله : لما يوفى به الحق : ضمير در [ به 
  ] به [ ماء موصوله 
  ] راجع است .\r\nقوله : مستثنيات فى وفاء الدين : مقصود از [ مستثنيات دين 
  ] دارائى است كه در صورت داشتن آنها مديون را مكلّف نمىكنند ديونش را از آنها بپردازد بلكه اگر غير از آن مال ديگرى داشت از آن مال بايد قروض خود را بدهد و آنها عبارتند از :\r\nخانه ، لباس مورد حاجت ، اثاثيه منزل ، كتب مورد احتياج ، وسيله سوارى اگر به آن نياز دارد ، خرجى يك روز و يك شب زمان پرداخت دين و امثال اين امور .\r\nقوله : حين اعساره : ضمير به [ ضامن 
  ] راجع بوده و ظرف يعنى [ حين 
  ] متعلق به [ علم 
  ] است .\r\nقوله : فلو لم يعلم به : ضمير مستتر در [ لم يعلم 
  ] به مستحق راجع بوده و ضمير در [ به 
  ] به اعسار عائد است .\r\nقوله : لم يكن له الفسخ : ضمير در [ له 
  ] ظاهرا بمضمون\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nله عائد است و مىتوان آن را بضامن نيز راجع دانست .\r\nقوله : لتحقق الشرط حالته : يعنى در حالت ضمان .\r\nقوله : فكذا تعذر الاستيفاء منه بوجه آخر : ضمير در [ منه 
  ] بضامن عائد است .\r\nمتن :\r\nو يجوز الضمان حالا ، و مؤجلا ، عن حال و مؤجل ، سواء تساوى المؤجلان في الأجل أم تفاوتا ، للأصل ثم إن كان الدين حالا رجع مع الأداء مطلقا ، و إن كان مؤجلا فلا رجوع عليه إلا بعد حلوله و أدائه مطلقا .\r\n\r\nمبحث احكام ضمان\r\nشرح فارسى :\r\nمرحوم مصنف در ذيل ببرخى از احكام ضمان اشاره فرموده است كه اينك ذكر مىشود :\r\nالف : جايز است مورد ضمان را حال يا مدت‌دار قرار داد اعم از اينكه دين حال بوده يا مؤجل و مدت‌دار باشد .\r\nمؤلف گويد :\r\nبنابراين چهار صورت تصوير مىشود :\r\n1 - دين حال بوده ولى ضامن آن را با قيد مدّت ضمانت كند .\r\n2 - دين حال بوده و ضامن آن را به همان حال عهده‌دار شود .\r\n3 - دين مؤجل بوده ولى ضامن آن را بقيد حلول بپذيرد .\r\n4 - دين مؤجل بوده و ضامن آن را به همان مؤجل قبول كند .\r\nشارح ( ره ) مىفرماين :\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nدر جائى كه هم دين مؤجل است و هم ضمان فرقى در صحت ضمان ندارد كه اجل و مدتها با هم تساوى داشته يا متفاوت باشند .\r\nو دليل آن اصل مىباشد .\r\nو بهرتقدير اگر دين حال و بىمدت بود پس از پرداخت ضامن مىتواند مقدار پرداخته را از مديون مطالبه كند اعم از آنكه ضمان را حال و بدون مدت قرار داده يا با مدت منعقد ساخته باشند .\r\nولى در صورتى كه دين مدت‌دار بوده و ضمان را حالّا منعقد ساخته باشند ضامن نمىتواند مال را از مديون مطالبه كند مگر بعد از اينكه زمان پرداخت بدهى او فرابرسد و ضامن آن را به طلبكار اداء نموده باشد اعم از اينكه ضمان را حالّا منعقد نموده باشند چنانچه ذكر شد يا مدت‌دار و مؤجل قرار بگذارند .\r\nقوله : للاصل : ممكن است مقصود از آن [ اصالة عدم - اشتراط التساوى 
  ] باشد .\r\nقوله : رجع مع الاداء : ضمير مستتر در [ رجع 
  ] به ضامن عائد است .\r\nقوله : مطلقا : چه ضمان حال بوده و چه مؤجل باشد .\r\nقوله : و الا فلا رجوع عليه الا بعد حلوله : ضمير در [ عليه 
  ] به مضمون عنه و در [ حلوله 
  ] به دين عائد است .\r\nقوله : و ادائه مطلقا : ضمير مجرورى در [ ادائه 
  ] بضامن عائد بوده و مقصود از [ مطلقا 
  ] اين است كه ضمان حال بوده يا مؤجل باشد .\r\nمتن :\r\nو المال المضمون : ما جاز أخذ الرهن عليه و هو\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nالمال الثابت في الذمة و إن كان متزلزلا .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nب : مال مضمون آن استكه بتوان بابت آن رهن و وثيقه گرفت .\r\nشارح ( ره ) مىفرماين :\r\nو آن مالى كه مىتوان جهتش رهن گرفت آن است كه در ذمه بوده و لو بنحو متزلزل و مراعى .\r\nقوله : جاز اخذ الرهن عليه : ضمير در [ عليه 
  ] به [ ماء موصوله 
  ] راجع است .\r\nقوله : و ان كان متزلزلا : مثل اينكه متاعى را به شخصى به بيع نسيه و با جعل خيار فروخت حال بابت ثمن كه بذمه مشترى آمده هم گرفتن وثيقه صحيح بوده و هم ضمان اگرچه با اعمال خيار عقد فسخ شده و ذمه مشترى نيز برئ مىشود .\r\nمتن :\r\nو لو ضمن للمشتري عهدة الثمن أي دركه على تقدير الاحتياج إلى رده لزمه ضمانه في كل موضع يبطل فيه البيع من رأس كالاستحقاق للمبيع المعين و لم يجز المالك البيع ، أو أجازه و لم يجز قبض البائع الثمن .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nج : اگر شخصى ضامن مشترى شد كه عهده ثمن در معامله‌ايكه بين او و بايع واقع شده در ذمه‌اش باشد كند در هرمكانى كه بيع بواسطه خلل در ثمن از اصل باطل شود ضمان آن به عهده ضامن بوده و بر وى لازمست آن را تدارك و جبران نمايد .\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nشارح ( ره ) مىفرماين :\r\nمقصود از [ عهده ثمن 
  ] درك و خسارات وارده از جانب آن به بايع است چنانچه اگر بعدا بايع محتاج به ردّ ثمن بشود جبران و تداركش به عهده ضامن است .\r\nسپس براى موردى كه بيع از اصل باطل مىشود دو مثال به شرح زيرا نقل فرموده است :\r\nالف : اگر متاعى از آن ديگرى بود و بدون اطلاع مالكش آن را مورد عقد بيع قرار دادند و سپس مالكش بعد از اطلاع اجازه نداد و معامله را رد نمود .\r\nب : در فرض مذكور اگر مالكش معامله را اجازه داد ولى قبض ثمن بواسطه بايع فضولى را رد نمود ، كه در اين صورت نيز بيع همچون فرض قبلى از اصل باطل است زيرا قبض از لوازم لا ينفك بيع بوده و به بطلان آن ملزومش كه عقد بيع است نيز باطل مىشود .\r\nو حاصل كلام آنكه در اين قبيل موارد كه بيع از اصل باطل مىشود اگر بطلان مستند به خللى باشد كه در ثمن است نظير آنكه مشترى با ثمنى كه مال ديگرى است مبيع را خريد و ضامن نيز خسارات احتمالى از ناحيه ثمن را ضمانت كرد بعد مالك ثمن معامله را اجازه نداد و مطالبه مالش را نمود در اينجا بايع مجبور است ثمن را به صاحب اصلى رد نموده و اگر تصرّفى نيز در آن كرده و مالك غرامت آن را از وى گرفت ضمان تمام اين خسارات به عهده ضامن است .\r\nقوله : درك : به معناى عيب و خسارت مىباشد .\r\nقوله : على تقدير الاحتياج الى ردّه : ضمير در [ ردّه 
  ] به\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nثمن عائد است .\r\nقوله : لزمه ضمانه : ضمير منصوب در [ لزمه 
  ] به ضامن و ضمير مجرورى در [ ضمانه 
  ] به ثمن و احتمالا به [ درك 
  ] نيز ميتوان رجوعش داد .\r\nقوله : كالاستحقاق للمبيع المعين : مقصود اين است كه در بيع شخصى مبيع مستحقا للغير در بيايد يعنى معلوم شود كه متعلق به ديگرى است .\r\nمتن :\r\nو مثله تبين خلل في البيع اقتضى فساده من رأس ، كتخلف شرط ، أو اقتران شرط فاسد ، لا ما تجدد فيه البطلان كالفسخ بالتقايل و المجلس ، و الحيوان ، و الشرط و تلف المبيع قبل القبض ، لعدم اشتغال ذمة المضمون عنه حين الضمان على تقدير طروء الانفساخ بخلاف الباطل من أصله و لو في نفس الأمر .\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nو مثل موردى كه مبيع مستحقا للغير در مىآيد مىباشد اگر معلوم شود در بيع خللى بوده كه مقتضى فساد آن از اصل است مثل اينكه در ضمن عقد شرطى كرده‌اند كه در آن تخلف حاصل شده يا عقد را با شرطى فاسد مقرون ساخته و معامله را مبنيا بر آن واقع ساخته‌اند كه در اين قبيل موارد نيز اگر ضامن ضمانتى كرده باشد چون عقد از اصل باطل بوده وى ملزم است كه آن را جبران و تدارك نمايد .\r\nاما اگر چنين نباشد بلكه بطلان در اثناء حاصل شده و بر عقد طارى گردد نظير اينكه با رضايت يكديگر آن را فسخ نمودند يا از خيار مجلس و حيوان و شرط استفاده كرده و صاحب خيار عقد را بهم زد يا\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nآنكه قبل از قبض مبيع تلف شد در اين موارد برعهده ضامن چيزى نيست زيرا در وقت ضمان ذمّه مضمون عنه فارغ بوده پس اساسا موضوع براى ضمان باقى نبوده تا مال از عهده شخصى بذمّه ديگرى منتقل شود در حالى كه مواضع نامبرده در قبل چون عقد از اصل باطل بوده و لو بحسب واقع و نفس الامر لاجرم مضمون عنه در قبال متاعيكه گرفته چون عوضى كه سالم از خسارت و درك باشد به صاحب متاع نداده ذمّه‌اش مشغول بوده و وقتى ضامن ضمانت ويرا نمود عهده‌دار ضمان و اشتغال ذمّه او مىشود .\r\nقوله : و مثله تبيّن خلل فى البيع : ضمير در [ مثله 
  ] به [ استحقاق للمبيع 
  ] راجع است .\r\nقوله : اقتضى فساده من رأس : ضمير مستتر در [ اقتضى 
  ] به خلل عائد بوده و ضمير در [ فساده 
  ] به بيع راجع است .\r\nقوله : كتخلف شرط : مثل اينكه در مبيع وصفى را شرط نموده‌اند كه مقبوض فاقد آن است و چون در اين قبيل موارد رضاء به عقد مقيد بوجود وصف است بطورى كه در صورت فقدان وصف اصلا مشروط له راضى به عقد نيست و بعبارت ديگر مطلوب او يك چيز است و آن هم مبيع متّصف به وصف كذائى است لاجرم اگر چنين نباشد عقد از اصل باطل مىباشد .\r\nقوله : او اقتران شرط فاسد : مثل اينكه در فروش متاع به فلان مبلغ شرط شده است كه احد المتعاقدين مرتكب فلان محرّم نيز بشود كه در اين صورت بنا بقول كسانى كه شرط فاسد را مفسد عقد مىدانند معامله از ابتداء فاسد و باطل است .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nقوله : لا ما تجدد فيه البطلان : ضمير در [ فيه 
  ] به ماء موصوله راجع است .\r\nقوله : كالفسخ بالتقابل : مقصود از [ تقابل 
  ] تراضى است\r\nقوله : و لو فى نفس الامر : يعنى متعاقدين بحسب ظاهر خيال مىكردند عقد صحيح است در حالى كه بحسب واقع باطل و فاسد بوده است .\r\nمتن :\r\nو لو ضمن له أي للمشتري ضامن عن البائع درك ما يحدثه المشتري في الأرض من بناء ، أو غرس على تقدير ظهورها مستحقة لغير البائع ، و قلعه لها ، أو أخذه أجرة الأرض فالأقوى جوازه لوجود سبب الضمان حالة العقد ، و هو كون الأرض مستحقة للغير .\r\nو قيل : لا يصح الضمان هنا ، لأنه ضمان ما لم يجب ، لعدم استحقاق المشتري الأرش على البائع حينئذ ، و إنما استحقه بعد القلع . و قيل : إنما يصح هذا الضمان من البائع ، لأنه ثابت عليه بنفس العقد و إن لم يضمن ، فيكون ضمانه تأكيدا .\r\nو هو ضعيف ، لأنه لا يلزم من ضمانه لكونه بائعا مسلطا على الانتفاع مجانا ، ضمانه بعقده مع عدم اجتماع شرائطه التي من جملتها كونه ثابتا حال الضمان .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nد : اگر ضامنى از قبل بايع بنفع مشترى درك و خساراتى كه از ناحيه تصرف وى همچون ساختن بناء يا كاشتن درخت در مبيع احيانا ممكن است متوجه او شود عهده‌دار شود از\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nنظر ما اقوى اين است كه چنين ضمانى صحيح و درست است .\r\nمؤلف گويد :\r\nصورت اين مسئله چنين است :\r\nمشترى ملكى را از بايع مىخرد منتهى چون اطمينان ندارد كه متاع از آن خود بايع باشد بوى اظهار مىكند بواسطه عدم اطمينان در صورتى ثمن را بوى مىدهد كه شخصى ضمانت او را نموده و ملتزم شود اگر مال متعلق به ديگرى بود و بعد از تصرفات از قبيل ساختن عمارت و كاشتن درخت ظاهر شد و معامله را رد كرد و مالش را مطالبه نمود و در نتيجه درك و خسارات تصرفات حادث در ملك را از مشترى گرفت ضامن تمام آنها را ملتزم شود كه بپردازد .\r\nشارح ( ره ) مىفرماين :\r\nضامن قيد مىكند كه اگر زمين معلوم شد از ديگريست و مالكش بناء و اشجار مغروسه را از زمين كند يا اجرت آن را گرفت من ضامن آن مىباشم .\r\nو بهرتقدير اين نحو از ضمان صحيح و از نظر مصنف اقوى اين است كه جايز مىباشد و دليلش اين است كه :\r\nسبب و موجب براى تحقق ضمان در وقت عقد وجود داشته و آن اين است كه زمين در واقع مال بايع نبوده و تعلّق به ديگرى داشته است .\r\nبرخى از فقهاء فرموده‌اند :\r\nاين ضمان صحيح نيست زيرا از قبيل [ ضمان ما لم يجب 
  ] يعنى ضامن شدن براى امرى كه در وقت ضمان ثابت نشده مىباشد چه\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nآنكه در وقت عقد چون مالك واقعى زمين خسارتى از مشترى هنوز نگرفته و از وى مطالبه ارش نكرده پس ذمّه بايع در اين وقت مشغول نبوده تا ضمان تحقق يابد بلكه بعد از قلع اشجار و انهدام بناء يا گرفتن اجرت آنها استحقاق براى مشترى پيدا شده و ذمه بايع مشغول مىگردد .\r\nبعضى ديگر فرموده‌اند :\r\nصرفا اين ضمان از طرف بايع صحيح است و فقط او است كه مىتواند خسارات و درك تصرّفات مشترى را ملتزم بجبران بشود و دليل آن اين است كه مجرد اجراء عقد و تسليم نمودن بايع زمين ياد شده را به مشترى موجب اشتغال ذمّه‌اش شده و از به دو عقد ضمان به عهده وى مىآيد اگرچه البته اين را ضمان اصطلاحى نمىگويند ( چه آنكه ضمان در اصطلاح عبارت است از نقل ذمّه بذمّه ديگر و در اين‌جا چنين معنائى تحقق نيافته ) ولى مىتوان گفت وقتى بايع به مشترى مىگويد تمام خسارات و غراماتى كه در اين معامله از ناحيه تصرفات به تو متوجّه مىشود ضمانت ميكنم اين تعبير در واقع تأكيد عهده‌دار بودن ذمه‌اش بوده و به اين ملاحظه از آن بضمان تعبير مىگردد .\r\nشارح ( ره ) مىفرماين :\r\nاين فرموده را نمىتوان مستند قرار داد و تمام دانست بلكه ضعف در آن مىباشد زيرا با اين توجيهى كه براى بطلان ضمان گرديد معذلك صحيح نمىباشد چه آنكه ضمانى كه بر بايع بواسطه عقد مىآيد از اين باب است كه مالى را به مشترى فروخته و وى را بر آن به اين نحو مسلّط ساخته كه مشترى توهم مىكند تمام تصرفات بعد از\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nعقد براى وى مجانى و بلا عوض است در حالى كه واقعا اينطور نيست و مال از آن ديگرى است و سبب اين توهم براى مشترى غرور و گول زدن بايع است حال اگر بايع را به اين اعتبار ضامن بگويند نفس اين اطلاق مجوز آن نمىشود كه بگوئيم چون وى ضامن است صرفا او مىتواند ضامن خسارات وارده بر مشترى شده و بواسطه عقد ضمان ملتزم بچنين امرى شود با اينكه شرائط عقد ضمان يقينا منتفى است بنابراين عقد ضمان از وى نيز بايد باطل بوده و حديث تأكيد نيز بىاساس و بىمنشأ مىباشد چون تأكيد فرع بر وجود [ مؤكد 
  ] به كسر كاف يعنى ضمانى كه از ناحيه عقد ضمان مىآيد مىباشد در حالى كه اين عقد چون شرائطش از قبيل ثبوت اشتغال ذمه براى بايع در وقت عقد منتفى است اصلا صحيح نمىباشد .\r\nقوله : على تقديرها : ضمير مؤنث به [ ارض 
  ] راجعست .\r\nقوله : و قلعه لهما : ضمير در [ قلعه 
  ] به غير و در [ لهما 
  ] به بناء و غرس راجع است .\r\nقوله : او اخذه اجرة الارض : ضمير مجرورى در [ اخذه 
  ] به غير عود مىكند .\r\nقوله : فالاقوى جوازه : ضمير در [ جوازه 
  ] به ضمان راجع است .\r\nقوله : و هو كون الارض : ضمير [ هو 
  ] به سبب الضمان عائد است .\r\nقوله : لعدم استحقاق المشترى الارش على البايع حينئذ : مقصود از [ حينئذ 
  ] حين العقد است .\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nقوله : و انما استحقه بعد القلع : ضمير فاعلى در [ استحقه 
  ] به مشترى و ضمير مفعولى به [ ارش 
  ] راجعست .\r\nقوله : هذا الضمان من البايع : يعنى فقط بايع ميتواند ضامن خودش بشود .\r\nقوله : لانه ثابت عليه بنفس العقد : ضمير در [ لانه 
  ] به ضمان و در [ عليه 
  ] به بايع عود مىكند .\r\nقوله : و ان لم يضمن : يعنى اگرچه فعلا بايع بحسب ظاهر ضامن نيست ولى در واقع ذمّه‌اش مشغول است .\r\nقوله : فيكون ضمانه تأكيدا : يعنى پس ضامن شدنش اشتغال ذمه او در واقع را تأكيد مىكند .\r\nقوله : لانه لا يلزم من ضمانه : ضمير در [ لانّه 
  ] به معناى شأن بوده و ضمير در [ ضمانه 
  ] به بايع عائد است .\r\nقوله : لكونه بائعا مسلّطا على الانتفاع مجّانا : ضمير در [ لكونه 
  ] به بايع راجع بوده و اين كلمه جار و مجرور و متعلق است به [ ضمانه 
  ] و كلمه [ مسلّطا 
  ] به صيغه اسم فاعل بوده و مراد از [ انتفاع مجّانا 
  ] انتفاع مجانى مشترى است .\r\nقوله : ضمانه بعقده : ضمير در [ ضمانه 
  ] به بايع راجع بوده و اين كلمه فاعل است براى [ لا يلزم 
  ] و ضمير در [ بعقده 
  ] به ضمان رجوع مىكند .\r\nقوله : مع عدم اجتماع شرائطه : ضمير در [ شرائطه 
  ] به ضمان رجوع مىكند .\r\nقوله : من جملتها كونه ثابتا حال الضمان : ضمير در\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n[ من جملتها 
  ] به شرائط و در [ كونه 
  ] به ارش راجع است .\r\nمتن :\r\nو تظهر الفائدة فيما لو أسقط المشتري عنه حق الرجوع بسبب البيع ، فيبقى له الرجوع بسبب الضمان لو قلنا بصحته ، كما لو كان له خياران فأسقط أحدهما .\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nثمره بين اينكه ضامن شدن بايع را تصحيح نموده يا انكار كنيم در اينجا ظاهر مىشود كه اگر مشترى حق رجوع خود را كه از ناحيه عقد بيع مىآيد ساقط نمود بنابر اينكه ضمان ثابت و صحيح باشد وى مىتواند از باب عقد ضمان به بايع رجوع نمايد چنانچه اگر كسى در عقدى داراى دو خيار بود و يكى از آن دو را ساقط نمود به واسطه ديگرى حق رجوعش ثابت است در حالى كه اگر ضمان را باطل بدانيم بطور كلى مشترى حق رجوعش ساقط مىگردد .\r\nقوله : فيما لو اسقط المشترى عنه : ضمير در [ عنه 
  ] به بايع راجع است .\r\nقوله : فيبقى له الرجوع : ضمير در [ له 
  ] به مشترى راجع است .\r\nقوله : لو قلنا بصحته : يعنى به صحت ضمان .\r\nقوله : كما لو كان له خياران : ضمير در [ له 
  ] به مشترى راجع است .\r\nمتن :\r\nو نظير ضمان غير البائع درك الغرس ضمانه عهدة المبيع لو ظهر معيبا فيطالب المشتري بالأرش ، لأنه جزء من الثمن ثابت وقت الضمان ، و وجه العدم هنا أن الاستحقاق\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nله إنما حصل بعد العلم بالعيب ، و اختيار أخذ الأرش . و الموجود من العيب حالة العقد ما كان يلزمه تعين الأرش ، بل التخيير بينه و بين الرد فلم يتعين الأرش إلا بعد الضمان و الحق أنه أحد الفردين الثابتين تخييرا حالة البيع ، فيوصف بالثبوت قبل اختياره كأفراد الواجب المخير .\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nهمانطورى كه اگر شخص ثالثى غير از بايع بنفع مشترى و از طرف بايع مبيع را ضمانت كند كه در صورت مالغير بودن درك و خسارات تصرفات مشترى را بپردازد اين ضمان را گفتيم على الاقوى صحيح است اكنون مىگوئيم اگر عيب مبيع را به عهده گرفت و ملتزم شد كه در صورت ظهور عيب وى ضامن باشد اين ضمان نيز صحيح و بلا اشكال مىباشد .\r\nبنابراين در صورت ظهور عيب مشترى مىتواند ارش را از وى مطالبه كند چه آنكه ارش جزئى از ثمن بوده كه در وقت عقد ضمان در مورد آن داخل بوده است از اينرو على الاقوى براى مشترى جايز است در گرفتن ارش بضامن رجوع نمايد .\r\nو احتمالا ممكناست گفته شود مشترى در گرفتن ارش حق - مراجعه بضامن را ندارد زيرا در وقت اجراء عقد ضمان ارش در مورد ضمان داخل نبوده زيرا زمان ثبوت و تحققش بعد از علم به آن و اختبار مشترى مىباشد و عيب موجود در زمان بيع موجب تعيّن ارش نبوده بلكه وجودش سبب تخيير بين ارش و رد مىباشد بنابراين تعيّن آن صرفا بعد از عقد ضمان بايد باشد و چنانچه اشاره شد اين ضمان\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nچون از مصاديق ضمان ما لم يجب است صحيح نيست .\r\nسپس مرحوم شارح در تضعيف اين احتمال مىفرماين :\r\nحق اين است ، ارش يكى از دو فردى است كه در زمان بيع به عهده بايع مىآيد اگرچه متعيّن هم نباشد ولى اين امر مضر نيست چه آنكه در حق ارش مىتوان گفت وصف ثبوت را دارا است همانطور كه در هرواجب مخيّر قبل از اختيار افراد هريك متّصف بثبوت ميباشند و لو ثبوت بنحو تخيير و همين مقدار در تحقق و صحت ضمان كافى بوده و آن را از ضمان ما لم يجب خارج مىكند .\r\nقوله : ضمانه عهدة المبيع : ضمير در [ ضمانه 
  ] به غير بايع راجع است .\r\nقوله : لانه جزء من الثمن : ضمير در [ لانّه 
  ] بأرش راجع است .\r\nقوله : و وجه العدم : يعنى و وجه احتمال عدم صحت چنين ضمانى .\r\nقوله : هنا : مشار اليه [ هنا 
  ] ضمانت غير بايع عيوب مبيع مىباشد .\r\nقوله : الاستحقاق له انما حصل الخ : ضمير در [ استحقاق 
  ] به مشترى و در [ له 
  ] به ارش راجع است .\r\nقوله : ما كان يلزمه تعين الارش : كلمه [ ما 
  ] نافيه بوده و ضمير منصوبى در [ يلزمه 
  ] به [ الموجود 
  ] راجع است و [ تعين الارش 
  ] فاعل [ يلزمه 
  ] مىباشد .\r\nقوله : بل التخيير بينه الخ : ضمير در [ بينه 
  ] به ارش راجع است .\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nقوله : و الحق انه احد الفردين الخ : ضمير در [ انّه 
  ] به ارش عائد است .\r\nقوله : قبل اختياره : يعنى قبل از اختيار مشترى ارش را\r\nقوله : كافراد الواجب المخير : مانند خصال كفاره در روزه رمضان .\r\nمتن :\r\nو لو أنكر المستحق القبض من الضامن فشهد عليه الغريم و هو المضمون عنه قبل ، لأنه إن كان آمرا بالضمان ، فشهادته عليه شهادة على نفسه باستحقاق الرجوع عليه ، و شهادة لغيره فتسمع ، و إن كان الضامن متبرعا عنه فهو أجنبي فلا مانع من قبولها لبراءته من الدين أدى أم لم يؤد .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nه : اگر مستحق مال ( يعنى مضمون له ) قبض از ضامن را انكار نمود و اظهار داشت هنوز ضامن حق را به من نپرداخته و بدهكار ( مضمون عنه ) بر عليه وى شهادت داد و گفت وى درست نمىگويد بلكه ضامن حق او را پرداخته است در اينجا شهادت او مقبول و مسموع است .\r\nشارح ( ره ) مىفرماين :\r\nدليل اين حكم آن است كه يا او ضامن را بضمانت امر نموده و يا ضامن تبرعى است :\r\nاگر وى ضامن را بضمانت امر نموده باشد پس در واقع مىتوان گفت اين شهادت بر عليه خود او است چون معنايش اينستكه ضامن حق دارد بوى رجوع كرده و آنچه پرداخته از وى بستاند و در ضمن\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nشهادت بنفع غير يعنى ضامن نيز مىباشد لذا چون در معرض اتّهام نيست بايد از وى پذيرفته شود .\r\nو اگر ضامن متبرع و از پيش خود ضمانت كرده باشد پس مضمون عنه در اين رابطه اجنبى محسوب شده پس از قبول شهادتش مانعى نيست زيرا به مجرد ضمانت ضامن ذمّه‌اش برى مىشود اعم از اينكه بعدا ضامن آن را بپردازد يا به صاحب حق مالش را ندهد .\r\nقوله : و لو انكر المستحق : به صيغه اسم فاعل و مقصود از آن مضمون له مىباشد .\r\nقوله : فشهد عليه الغريم : ضمير در [ عليه 
  ] به مستحق راجع بوده و مراد از غريم بدهكار است .\r\nقوله : لانه ان كان آمرا : ضمير در [ لانه 
  ] بمضمون عنه راجع است .\r\nقوله : فشهادته عليه شهادة على نفسه : ضمير در [ شهادته 
  ] و [ نفسه 
  ] بمضمون عنه و در [ عليه 
  ] به مستحق عائد است .\r\nقوله : باستحقاق الرجوع عليه : يعنى استحقاق ضامن و ضمير در [ عليه 
  ] به غريم ( مضمون عنه ) عائد است .\r\nقوله : و شهادة لغيره : ضمير در [ لغيره 
  ] به مضمون عنه راجع بوده و مقصود از [ غير 
  ] ضامن مىباشد .\r\nقوله : و ان كان الضامن متبرعا عنه : ضمير در [ عنه 
  ] به مضمون عنه راجع است .\r\nقوله : فهو اجنبى : ضمير [ هو 
  ] به مضمون عنه راجعست .\r\nقوله : فلا مانع من قبولها : يعنى قبول شهادت مضمون عنه .\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nقوله : لبرائته من الدين : ضمير در [ لبرائته 
  ] به مضمون عنه عائد است .\r\nقوله : ادى ام لم يؤد : ضمير در [ ادى 
  ] و [ لم يؤد 
  ] بضامن عائد است .\r\nمتن :\r\nلكن إنما تقبل مع عدم التهمة بأن تفيده الشهادة فائدة زائدة على ما يغرمه لو لم يثبت الأداء فترد .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nشهادت مضمون عنه در صورتى مقبول است كه در معرض اتهام نباشد .\r\nشارح ( ره ) مىفرماين :\r\nمقصود از [ تهمت 
  ] آن است كه از قبل شهادت فائده‌اى نصيب مضمون عنه شود كه در صورت ثابت نشدن اداء و نپرداختن ضامن به ملاحظه اينكه مضمون عنه خود بايد حق مضمون له را بپردازد آن فائده عائدش نمىگردد لذا در اين فرض شهادتش مردود مىباشد .\r\nمؤلف گويد :\r\nكلمات محشين در حل اين عبارت يعنى [ فائدة زائدة على ما يغرمه لو لم يثبت الاداء 
  ] مضطرب و مختلف است .\r\nو به نظر فاتر حقير معنائى كه مرحوم سلطان العلماء عليه الرحمه فرموده‌اند خالى از ايراد و اشكال باشد حاصل فرموده ايشان در حاشيه اين است :\r\nفاعل [ يغرمه 
  ] ضامن بوده و مقصود از [ غرامت 
  ] غرامت ثانوى است بنابراين حاصل مراد چنين مىشود :\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nاگر ثابت نشود كه ضامن مال را به مضمون له پرداخته است وى را ملزم مىكنند دوباره آن مالرا بپردازد لذا اگر شهادت مضمون عنه اثبات اداء نمايد اين فائده‌اى است كه نصيب ضامن ميگردد حال كلام در اين است كه اگر از قبل شهادت فائده ديگرى حاصل و به مضمون عنه برگشت چون در معرض تهمت است مردود مىباشد مثلا فائده زائد اين است كه بشهادتش از بازگشتن حق بذمّه خود جلوگيرى نمايد .\r\nبا توجه به اين معنا ترجمه عبارت چنين است :\r\nتهمت آن است كه شهادت مضمون عنه براى وى موجب حصول فائده‌اى شود غير از سقوط غرامت ثانوى از ضامن به فرض عدم ثبوت اداء كه در چنين موردى شهادتش مردود مىباشد .\r\nقوله : بان تفيده الشهادة : ضمير منصوبى در [ تفيده 
  ] به غريم عائد است .\r\nقوله : لو لم يثبت الاداء : يعنى اگر اداء ضامن ثابت نشود .\r\nقوله : فترد : ضمير مستتر به [ شهادت 
  ] راجع است .\r\nمتن :\r\nو للتهمة صور : منها أن يكون الضامن معسرا و لم يعلم المضمون له بإعساره ، فإن له الفسخ حيث لا يثبت الأداء ، و يرجع على المضمون عنه فيدفع بشهادته عود الحق إلى ذمته .\r\nو منها أن يكون الضامن قد تجدد عليه الحجر للفلس ، و للمضمون عنه عليه دين فإنه يوفر بشهادته مال المفلس فيزداد ما يضرب به .\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nو لا فرق في هاتين بين كون الضامن متبرعا ، و بسؤال ، لأن فسخ الضمان يوجب العود على المديون على التقديرين ، و مع الإفلاس ظاهر .\r\nشرح فارسى :\r\n\r\n[ صور تهمت 
  ]\r\nمرحوم شارح مىفرماين :\r\nبراى تهمت صورى است كه ذيلا درج مىشود :\r\nالف : آنكه ضامن معسر و فقير باشد ولى مضمون له در وقت عقد ضمان از حال وى آگاه نبود سپس بعد از عقد مطلع شد حال اگر ضامن مال را اداء نموده باشد اين علم و اطلاع وى اثرى ندارد و در صورتى كه مال را بوى مسترد نكرده باشد وى حق دارد ضمانرا فسخ و حق خود را از مضمون عنه بستاند لذا شهادت مضمون عنه در معرض اين امر است كه با اثبات اداء از بازگشتن حق بذمّه مضمون عنه جلوگيرى مىكند .\r\nب : آنكه ضامن بواسطه عروض فلس بعد از ضمان محجور عليه گرديد و چون مضمون عنه از وى حقى طلب دارد از اينرو شهادتش باداء در معرض اين معنا است كه با اثبات اداء مال مفلس زياد شده ( زيرا مضمون له از صف طلبكاران خارج مىشود ) در نتيجه به واسطه توفير مال نصيب هريك از طلبكاران بيشتر و سهم زيادترى نيز عائد وى مىگردد و بدين وسيله اگر بناء است به طلبكاران ضررى متوجه شود ضرر كمتر به آنها مىخورد .\r\nلازم بتذكر است در اين دو صورت فرقى نيست بين اين‌كه\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nضامن تبرعا و بدون اذن بدهكار ضمانت را قبول كرده يا با درخواست او اين كار را نموده باشد چه آنكه اگر اداء ثابت نشود و مضمون له عقد ضمان را فسخ كند حق دوباره به عهده مضمون عنه برمىگردد و او بايد آن را بپردازد و در اين حكم تفاوتى بين ضمان تبرعى و غير آن نيست و على الخصوص در فرض مفلس بودن و محجور شدن ضامن كه اين حكم بسى واضح و روشن است و نيازى بتوضيح ندارد .\r\nقوله : ان يكون الضامن معسرا : يعنى در وقت عقد ضمان وى معسر بود .\r\nقوله : فانّ له الفسخ : ضمير در [ له 
  ] به مضمون له عائد است .\r\nقوله : و يرجع على المضمون عنه : ضمير فاعلى در [ يرجع 
  ] بمضمون له برمىگردد .\r\nقوله : فيدفع بشهادته عود الحق الى ذمته : ضمير فاعلى در [ فيدفع 
  ] و ضميرهاى مجرورى در [ بشهادته 
  ] و [ ذمته 
  ] بمضمون عنه راجعند .\r\nقوله : قد تجدد عليه الحجر : يعنى بعد از ضمان حجر بر او عارض شد .\r\nقوله : و للمضون عنه عليه دين : ضمير در [ عليه 
  ] به ضامن راجع است .\r\nقوله : فانّه يوفّر بشهادته : ضمير در [ فانّه 
  ] و [ بشهادته 
  ] بمضمون عنه راجع است .\r\nقوله : فيزداد ما يضرب له : مقصود از [ ما يضرب به 
  ] -\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nسهم هريك از طلبكاران مفلس مىباشد .\r\nقوله : و لا فرق فى هاتين : مشار اليه [ هاتين 
  ] دو صورتى است كه براى تهمت نقل شد .\r\nقوله : على التقديرين : مقصود صورت تبرع و غير آنست .\r\nقوله : و مع الافلاس ظاهر : ضمير مستتر در [ ظاهر 
  ] عود الحق على المضمون عنه مىباشد .\r\nمتن :\r\nو جعل بعضهم من صور التهمة : أن يكون الضامن قد صالح على أقل من الحق فيكون رجوعه على تقدير كونه بسؤال إنما هو بالمدفوع ، فتجر شهادة المضمون عنه تهمة بتخفيف الدين عنه و فيه نظر ، لأنه يكفي في سقوط الزائد عن المضمون عنه اعتراف الضامن بذلك ، فلا يرجع به و إن لم يثبته فتندفع التهمة و تقبل الشهادة كما نبه عليه المصنف بقوله .\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nبرخى از فقهاء يكى از صور تهمت را اين قرار داده‌اند كه ضامن با مضمون له مصالحه نمود و كمتر از آن چه وى از مضمون عنه طلبكار بود به او داد در اين صورت اگر ضمانت با اجازه بدهكار صورت گرفته باشد ضامن صرفا همان مقدارى را كه پرداخته ميتواند بگيرد از اينرو شهادت بدهكار باداء در معرض اين معنا است كه با اثبات اداء ذمّه وى مخفف شده و پول كمترى بايد بپردازد و اين خود از موارد تهمت به حساب مىآيد .\r\nمؤلف گويد :\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nمثلا زيد مبلغ 1000 تومان بعمرو بدهكار بود و سپس بكر با اجازه وى آن را ضمانت كرد و با طلبكار مصالحه نمود كه بجاى ( 1000 ) تومان 500 تومان بدهد و بعد بين آنها نزاع واقع شد ، ضامن ادعا نمود كه 500 تومان را داده‌ام و عمرو آن را انكار كرد ، مضمون عنه كه زيد باشد شهادت داد كه ضامن يعنى بكر آن را پرداخته است .\r\nدر اينجا اگر ثابت شود كه ضامن 500 تومان را به عمرو داده بدهكار يعنى زيد بايد همان 500 تومان را فقط بوى بپردازد ولى اگر اين امر ثابت نشود به عهده او است كه مجموع 1000 تومان را به عمرو رد نمايد لذا شهادت باداء در چنين موردى در معرض اتهام است .\r\n\r\nكلام شارح ( ره )\r\nشارح ( ره ) در مقام ايراد مىفرماين :\r\nكلام اين قائل به نظر مورد اشكال و تأمل است و ما قبول نداريم كه مورد ياد شده از موارد تهمت محسوب شود زيرا چون خود ضامن اعتراف مىكند كه مصالحه به كمتر نموده از اينرو نفس اين اقرار و اعتراف كافى در سقوط مقدار زائد از عهده مضمون عنه است چه وى شهادت بدهد و چه ندهد با شهادت او اداء ثابت شود يا ثابت نگردد و بعبارت ديگر :\r\nسقوط زيادى و حصول تخفيف در ذمّه مضمون عنه چون مستند به شهادت نمىباشد لهذا نمىتوان شهادت را در معرض اتهام دانست بنابراين شهادت در اين مورد مقبول است چنانچه مرحوم\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nمصنف در متن بعدى به آن تنبيه و اشاره فرموده است .\r\nقوله : فيكون رجوعه على تقدير كونه بسؤال : ضمير در [ رجوعه 
  ] بضامن و در [ كونه 
  ] بضمان عائد است .\r\nقوله : بتخفيف الدين عنه : ضمير در [ عنه 
  ] بمضمون عنه راجع است .\r\nقوله : اعتراف الضامن بذلك : مشار اليه [ ذلك 
  ] المصالحه باقل من الحق مىباشد .\r\nقوله : فلا يرجع به : ضمير در [ فلا يرجع 
  ] به ضامن و در [ به 
  ] به زائد عائد است .\r\nقوله : و ان لم يثبته : ضمير فاعلى به ضامن و ضمير مفعولى به [ اداء 
  ] راجعست .\r\nمتن :\r\nو مع عدم قبول قوله للتهمة ، أو لعدم العدالة لو غرم الضامن رجع على المضمون عنه في موضع الرجوع و هو ما لو كان ضامنا بإذنه بما أداه أولا لتصادقهما على كونه هو المستحق في ذمة المضمون عنه ، و اعترافه بأن المضمون له ظالم بالأخذ ثانيا ، هذا مع مساواة الأول للحق ، أو قصوره ، و إلا رجع عليه بأقل الأمرين منه و من الحق ، لأنه لا يستحق الرجوع بالزائد عليه و مثله ما لو صدقه على الدفع و إن لم يشهد ، و يمكن دخوله في عدم قبول قوله .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nو : در موردى كه قول مضمون عنه را\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nنپذيرفتند و ضامن براى بار دوم غرامت پرداخت در جائى كه حق مراجعه بمضمون عنه را دارد مىتواند رجوع كرده و صرفا همان پولى را كه اول داده از وى بستاند .\r\nشارح ( ره ) مىفرماين :\r\nمنشاء رد قول مضمون عنه هرچه باشد در حكم مذكور فرقى ندارد اعم از آنكه بواسطه تهمت آن را رد كنند يا به جهت عادل نبودنش شهادتش را نپذيرند .\r\nو مقصود از [ موضع رجوع 
  ] موردى است كه ضمانت ضامن باذن بدهكار باشد .\r\nو اما دليل حكمى كه ذكر شد ( رجوع ضامن به آنچه اول پرداخته ) اين است كه :\r\nضامن و مضمون عنه هردو قبول دارند همان به ذمّه مضمون عنه مىباشد و مضمون له در گرفتن غرامت دومى ظلم نموده است .\r\nسپس مىفرماين :\r\nحكمى كه ذكر گرديد در موردى است كه آنچه ضامن به مضمون له داده به قدر حق يا از آن كمتر باشد و در غير ايندو صورت تنها اقل الامرين از آنچه داده و حق ثابت در ذمه را ميتواند بگيرد زيرا ضامن نسبت بزيادى هيچگونه حقى نداشته پس وجهى براى جواز رجوعش به آن به نظر نمىرسد .\r\nو پس از آن مىفرماين :\r\nو در حكم همين صورت است ( يعنى صورتى كه شهادتش مردود باشد ) موردى كه مضمون عنه شهادت ندهد ولى گفته ضامن را بر دفع\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nحق و اداء آن تصديق داشته باشد و اينكه مرحوم مصنف اين صورت را جداگانه متعرض نشد جهتش اين است كه آن را مىتوان در ذيل [ و مع عدم قبول قوله 
  ] داخل كرد .\r\nمؤلف گويد :\r\nوجه داخل بودن اين فرض در عبارت ياد شده اين است كه مقصود از [ قول 
  ] شهادت است و عبارت [ مع عدم قبول قوله 
  ] يعنى و با قبول نكردن شهادتش و بديهى است اين عبارت بملاحظه منفى بودنش داراى دو فرد است :\r\nيكى موردى كه شهادت باشد و بعللى از علل مردود واقع شود و ديگرى آنكه اساسا شهادت نباشد مانند فرض مورد كلام .\r\nقوله : و مع عدم قبول قوله : ضمير در [ قوله 
  ] به مضمون عنه راجع بوده و مقصود از [ قول 
  ] چنانچه گفته شد شهادت است .\r\nقوله : ضامنا باذنه : يعنى باذن مضمون عنه .\r\nقوله : بما اداء اولا : ضمير فاعلى در [ اداء 
  ] بضامن و ضمير مفعولى بماء موصوله عائد است .\r\nقوله : لتصادقهما : يعنى لاتفاقهما و مقصود از ضمير تثنيه ضامن و مضمون عنه مىباشد .\r\nقوله : على كونه هو المستحق : ضمير در [ كونه 
  ] به [ ما اداه اوّلا 
  ] عائد است و كلمه [ المستحق 
  ] به صيغه اسم مفعول مىباشد .\r\nقوله : و اعترافه بان المضمون له : ضمير در [ اعترافه 
  ] به ضامن راجع است و احتمالا مىتوان آن را به [ كل واحد من الضامن و المضمون عنه 
  ] ارجاع داد .\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nقوله : هذا مع مساواة الاول للحق : مشار اليه [ هذا 
  ] رجوع به ما اداه اولا است .\r\nقوله : او قصوره : ضمير مجرورى در [ قصوره 
  ] به اول عائد است .\r\nقوله : رجع عليه باقل الامرين : فاعل در [ رجع 
  ] ضميرى است كه بضامن عود كرده و ضمير مجرورى در [ عليه 
  ] به مضمون عنه راجع است .\r\nقوله : منه و من الحق : ضمير در ( منه ) به ما اداه رجوع مىكند .\r\nقوله : لانه لا يستحق الرجوع بالزايد عليه : ضمير در [ لانّه 
  ] بضامن رجوع كرده و ضمير در [ عليه 
  ] به اقل عود مىكند .\r\nقوله : و مثله : ضمير مجرورى بفرض مردود بودن شهادت راجع است .\r\nقوله : لو صدقه : ضمير فاعلى بمضمون عنه و ضمير مفعولى بضامن عود مىكند .\r\nقوله : و ان لم يشهد : كلمه [ ان 
  ] وصليه و [ يشهد 
  ] به ضم ياء و فاعلش ضميرى است كه با مضمون عنه عائد است .\r\nقوله : و يمكن دخوله فى [ عدم قبول قوله 
  ] : ضمير [ دخوله 
  ] به تصديق مضمون له ضامن را بر دفع راجع است .\r\nمتن :\r\nو لو لم يصدقه على الدفع الذي ادعاه رجع عليه بالأقل مما ادعى أداءه أولا و أداءه أخيرا ، لأن الأقل إن كان هو الأول فهو يعترف بأنه لا يستحق سواه ، و أن -\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nالمضمون له ظلمه في الثاني و إن كان الثاني فلم يثبت ظاهرا سواه و على ما بيناه يرجع بالأقل منهما ، و من الحق .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nه : و اگر مضمون عنه ضامن را بر دفع حق تصديق ننمود ضامن صرفا حق رجوع باقل را دارد .\r\nشارح ( ره ) مىفرماين :\r\nمقصود از [ اقل 
  ] مقدار اقل از آنچه ادعاء مىكند كه اول داده و آنچه را كه اخيرا داده است مىباشد و دليل آن اين است كه اگر اقل آنچه اول داده باشد پس خود ضامن معترف است كه غير از آن را نمىتواند از مضمون له بگيرد و پولى را كه بار دوم داده صرفا - مضمون له بگيرد و پولى را كه بار دوم داده صرفا - مضمون له بوى ظلم و ستم كرده است و اگر اقل دفع مبلغ اخير باشد جهت رجوع به آن نيست كه بحسب ظاهر غير از آن دفع و اداء ديگرى ثابت نشده است .\r\nسپس مرحوم شارح مىفرماين :\r\nو اما طبق آنچه ما قبلا گفتيم ضامن حق دارد به اقل از دفع اول و اخير و حقى كه بذمّه مضمون عنه ثابت است رجوع نمايد .\r\nقوله : و لو لم يصدقه على الدفع : ضمير فاعلى در [ يصدقه 
  ] بمضمون عنه و ضمير مفعولى بضامن عائد است .\r\nقوله : الذى ادعاه : فاعل ضميرى است كه به ضامن راجع بوده و ضمير مفعولى به [ الذى 
  ] راجعست كه صفت [ الدفع 
  ] مىباشد .\r\nقوله : رجع عليه بالاقل : ضمير مستتر در [ رجع 
  ] بضامن\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nو در [ عليه 
  ] بمضمون عنه راجع است .\r\nقوله : فهو يعترف : ضمير [ هو 
  ] بضامن راجعست .\r\nقوله : لا يستحق سواه : ضمير در [ سواه 
  ] باقل و مىتوان آن را به [ الاول 
  ] راجع دانست .\r\nقوله : و ان المضمون له ظلمه : ضمير منصوب در [ ظلمه 
  ] بضامن راجع است .\r\nقوله : فى الثانى : يعنى فى اخذه ثانيا .\r\nقوله : و ان كان الثانى : يعنى و ان كان الاقل الثانى\r\nقوله : فلم يثبت ظاهرا سواه : ضمير در [ سواه 
  ] به [ الثانى 
  ] عود مىكند .\r\nقوله : بالاقل منهما : ضمير تثنيه به [ ما اداه اولا 
  ] و [ ما اداه اخيرا 
  ] عود مىكند .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nمتن :\r\n( كتاب الحوالة ) الحوالة و هي التعهد بالمال من المشغول بمثله للمحيل هذا هو القدر المتفق عليه من الحوالة ، و إلا فالأقوى جوازها على البريء للأصل لكنه يكون أشبه بالضمان \" لاقتضائه نقل المال من ذمة مشغولة إلى ذمة بريئة ، فكأن المحال عليه بقبوله لها ضامن لدين المحتال على المحيل و لكنها لا تخرج بهذا الشبه عن أصل الحوالة فتلحقها أحكامها .\r\n\r\nكتاب حواله\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nحواله عبارت است از به عهده گرفتن شخص مشغول الذمه مثل مالى را كه به كسى بدهكار است به ديگرى بپردازد .\r\nمؤلف گويد :\r\nاركان حواله سه شخص مىباشند :\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n1 - محيل ( بضم ميم ) و آن كسى استكه طلبكارش را سراغ بدهكار خويش مىفرستد .\r\n2 - محال ( بضم ميم ) و آن كسى استكه سراغ بدهكار مىرود .\r\n3 - محال عليه ( بضم ميم ) و آن كسى است كه طلبكار ديگرى را بسراغ او مىفرستد .\r\nمثلا اگر زيد از عمرو 1000 تومان بخواهد و همين مبلغ را به بكر بدهكار باشد و در وقت مطالبه بكر وى را بسراغ عمرو فرستد زيد را محيل و عمرو را محال عليه و بكر را محال گويند .\r\nشارح ( ره ) مىفرماين :\r\nمقصود مصنف ( ره ) از [ بمثله 
  ] مثل مالى است كه محال عليه به محيل بدهكار و ذمه‌اش به آن مشغول است .\r\nسپس مىفرماين :\r\nمقصود مصنف ( ره ) از [ بمثله 
  ] مثل مالى است كه محال عليه به محيل بدهكار و ذمه‌اش به آن مشغول است .\r\nسپس مىفرماين :\r\nتعريفى كه مرحوم مصنف ذكر فرمود قدر متفق عليه بين علماء است و منظور ايشان آن بوده كه حواله مورد اتفاق جميع را تعريف فرمايند و الا از نظر ما و برخى ديگر از فقهاء اقوى اين است كه محيل مىتواند طلبكارش را بسراغ شخص برئ الذمه بفرستد چه آن‌كه اصل مقتضى است اين قسم از حواله نيز صحيح باشد .\r\nولى اين حواله خيلى شباهت بضمان دارد زيرا مقتضى است مال در ذمه محيل به ذمّه برئ الذمّه نقل شود فلذا وقتى محال عليه آن را پذيرفت و قبول نمود در واقع دين محال عليه بر محيل را ضمانت نموده .\r\nولى معهذا اين مقدار از شباهت باعث نمىشود از اصل حواله\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nخارج شده و از مصاديق ضمان تلقى گردد از اينرو احكام حواله بر آن مترتب و لاحق مىشود .\r\nقوله : من المشغول : يعنى كسى كه ذمه‌اش مشغولست .\r\nقوله : بمثله : ضمير در بمثله به [ المال 
  ] راجع بوده و اين جار و مجرور متعلق است به [ المشغول 
  ] .\r\nقوله : للمحيل : جار و مجرور متعلق است به [ المشغول 
  ] و ممكن است آن را متعلق به [ مثل 
  ] نيز دانست .\r\nقوله : هذا هو القدر المتفق عليه : مشار اليه [ هذا 
  ] تعريفى است كه مصنف ( ره ) در متن آورده .\r\nقوله : فالاقوى جوازها : ضمير مؤنث به [ حواله 
  ] عائد است .\r\nقوله : على البرئ : يعنى بر كسى كه برئ الذمه بوده و مالى به محيل بدهكار نيست .\r\nقوله : لكنّه يكون اشبه بالضمان : ضمير در [ لكنّه 
  ] بحواله به برئ راجع است .\r\nقوله : لاقتضائه : يعنى لاقتضاء الحواله على البرئ .\r\nقوله : فكان المحال عليه بقبوله لها : ضمير در [ بقبوله 
  ] بمحال عليه و در [ لها 
  ] بحواله عائد است .\r\nقوله : و لكنّها بهذا الشبه الخ : ضمير در [ لكنّها 
  ] به حواله عائد است .\r\nقوله : فتلحقها احكامها : ضمير مؤنث در [ فتحلقها 
  ] به حواله بر برئ راجع است و ضمير در احكامها بحواله عود مىكند .\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nمتن :\r\nو يشترط فيها رضى الثلاثة أما رضى المحيل و المحتال فموضع وفاق و لأن من عليه الحق مخير في جهات القضاء من ماله ، و دينه المحال به من جملتها ، و المحتال حقه ثابت في ذمة المحيل فلا يلزمه نقله إلى ذمة أخرى به غير رضاه ، و أما المحال عليه فاشتراط رضاه هو المشهور ، و لأنه أحد أركان الحوالة ، و لاختلاف الناس في الاقتضاء سهولة ، و صعوبة .\r\nو فيه نظر لأن المحيل قد أقام المحتال مقام نفسه في القبض بالحوالة فلا وجه للافتقار إلى رضى من عليه الحق ، كما لو وكله في القبض منه . و اختلاف الناس في الاقتضاء لا يمنع من مطالبة المستحق ، و من نصبه خصوصا مع اتفاق الحقين جنسا ، و وصفا ، فعدم اعتباره أقوى .\r\n\r\nمبحث احكام حواله\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nالف : در حواله شرطست هرسه نفر راضى باشند .\r\nشارح ( ره ) مىفرماين :\r\nاما رضايت محيل و محتال ( همان محال مىباشد ) مورد اتفاق و اجماع است و از آن گذشته شخص بدهكار در پرداختن دين مخيّر است از هركدام از اموالش كه خواست آن را بپردازد و نيز در جهت و طريق اداء دين اختيار با او است و چون مالى را كه از محال عليه طلب\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nدارد از جمله اموالش است لاجرم ميتواند بدهى خود را از آن بپردازد و محال نيز چون حقّش در ذمّه محيل ثابت و مستقر بوده نميتوان وى را باكراه بجاى ديگر فرستاد و حقش را در ذمه‌اى غير از ذمّه محيل انتقال داد .\r\nو اما رضايت محال عليه : پس مشهور از فقهاء آن را شرط - دانسته‌اند و علاوه بر شهرت مىتوان گفت وى نيز چون يكى از اركان تحقق حواله است لاجرم رضايتش همچون دو ركن ديگر معتبر مىباشد و از اين گذشته چون مردم و طلبكاران در مقام طلب حق و گرفتن طلبشان از حيث سختى و سهولت با هم فرق دارند برخى بدهكار را در فراخ و توسعه قرار داده و بعضى ديگر او را در شدت و تنگا مىگذارند از اينرو رضايت وى در تبديل طلبكار و تغيير آن شرط مىباشد .\r\nولى در اين ادله و براهين ايراد و اشكال بوده و اينكلام از نظر ما تمام نيست زيرا محيل و طلبكار بواسطه عقد حواله محتال را در قبض حقش بجاى خود نصب كرده پس وجهى براى رضايت محال عليه به نظر نمىرسد چه آنكه حواله بمنزله وكالت است و همان طورى كه اگر طلبكار شخصى را در قبض حق و گرفتن دين وكيل خود قرار بدهد بدهكار نمىتواند از دادن حق بوى سر باز زند و رضايت او را هيچكس شرط ندانسته در حواله نيز حكم بايد چنين باشد .\r\nو اما اينكه گفته شد طلبكاران در گرفتن مالش با هم فرق داشته ، بعضى به سختى و گروهى به سهولت و مدارا با بدهكاران رفتار مىكنند اين امر مانع از مطالبه حق نشده و جلو صاحب حق را نميگيرد بلكه وى بهرطريقى كه بخواهد مىتواند حقش را وصول كند چه خود\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nمباشرتا به آن اقدام نمايد و چه منصوب از قبل خويشرا بفرستد مخصوصا اگر مال و حقى كه محيل از محال عليه طلب دارد با حقى كه خود به محال بدهكار است از حيث جنس و وصف با هم متحد باشند .\r\nدر نتيجه مىگوئيم :\r\nاز نظر ما اقوى اين است كه رضايت محال عليه شرط نميباشد .\r\nقوله : و دينه المحال به من جملتها : ضمير در [ دينه 
  ] به محيل و در [ جملتها 
  ] به [ جهات القضاء 
  ] عائد است .\r\nقوله : فلا يلزمه نقله الخ : ضمير منصوبى در [ فلا يلزمه 
  ] به محال عليه و ضمير مجرورى در [ نقله 
  ] به [ حقه 
  ] عائد است .\r\nقوله : و لانه احد اركان الحوالة : ضمير در [ لانّه 
  ] به محال عليه عائد است .\r\nقوله : كما لو وكّله فى القبض منه : ضمير فاعلى در [ وكّله 
  ] به محيل و ضمير مفعولى به محال و ضمير مجرورى در [ منه 
  ] به محال عليه راجع است .\r\nقوله : و من نصبه : ضمير فاعلى در [ نصبه 
  ] به [ مستحق 
  ] و ضمير مفعولى به [ من موصوله 
  ] راجع است .\r\nقوله : فعدم اعتباره اقوى : ضمير در [ اعتباره 
  ] به رضاء محال عليه عائد است .\r\nمتن :\r\nنعم لو كانا مختلفين ، و كان الغرض استيفاء مثل حق المحتال توجه اعتبار رضى المحال عليه ، لأن ذلك بمنزلة المعاوضة الجديدة فلا بد من رضى المتعاوضين .\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nبلى اگر حق محيل بر محال عليه با حقى كه به محال بدهكار است با هم از نظر جنس و وصف مختلف بود و غرض محيل از حواله اين باشد كه مثل حقى را كه به محال بدهكار است از محال عليه وصول نمايد البته رضايتش شرط است چه آنكه اين امر بمنزله معاوضه جديد است و قهرا رضايت متعاوضين در آن معتبر مىباشد .\r\nقوله : نعم لو كانا مختلفين : مثلا محيل از محال عليه در هم بخواهد و محال از محيل دينار طلب داشته باشد .\r\nقوله : لان ذلك بمنزلة المعاوضة الجديدة : مشار اليه [ ذلك 
  ] ، [ استيفاء مثل حق المحتال 
  ] مىباشد .\r\nمتن :\r\nو لو رضي المحتال بأخذ جنس ما على المحال عليه زال المحذور أيضا .\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nاگر محتال راضى شد همان حقى را كه محيل از محال عليه طلب دارد اخذ كند محذور و اشكال زائل شده و رضايت محال عليه در اين صورت شرط نيست .\r\nمتن :\r\nو على تقدير اعتبار رضاه ليس هو على حد رضاهما ، لأن الحوالة عقد لازم لا يتم إلا بإيجاب و قبول ، فالإيجاب من المحيل ، و القبول من المحتال . و يعتبر فيهما ما يعتبر في غيرهما من اللفظ العربي ، و المطابقة ، و غيرهما و أما رضى المحال عليه فيكفي كيف اتفق متقدما ، و متأخرا ، و مقارنا ، و لو جوزنا الحوالة على البريء اعتبر رضاه قطعا .\r\nشرح فارسى :\r\nشارح ( ره ) مىفرماين :\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nو بفرضى كه رضايت محال عليه در برخى موارد شرط باشد اعتبار رضايت وى در حد اعتبار رضايت آن دو يعنى محال و محيل نمىباشد زيرا حواله از عقود لازمه بوده و به مجرد ايجاب و قبول تحقق و استقرار مىيابد به اين نحو كه ايجاب از محيل و قبول از محال و بهرتقدير آنچه در ايجاب و قبول عقود لازمه معتبر است از قبيل لفظ عربى و مطابقت و ما ضويت و غير اينها در ايجاب و قبول اينجا نيز شرط مىباشد ولى بخلاف رضايت در محال عليه كه بفرض اعتبار صرف الوجود و مجرّد تحقق آن كافيست بهرنحوى كه اتفاق افتد ، قبل باشد يا بعدو يا مقارن با زمان عقد .\r\nسپس مىفرماين :\r\nاگر حواله بر برئ الذمه را تجويز نموديم البته در اينجا رضايت وى قطعا شرط و معتبر مىباشد .\r\nقوله : و على تقدير اعتبار رضاه : يعنى رضايت محال عليه\r\nمتن :\r\nو يستثنى من اعتبار رضى المحيل ما لو تبرع المحال عليه بالوفاء فلا يعتبر رضى المحيل قطعا ، لأنه وفاء دينه به غير إذنه . و العبارة عنه حينئذ أن يقول المحال عليه للمحتال : أحلتك بالدين الذي لك على فلان على نفسي فيقبل فيقومان بركن العقد .\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nاز مواردى كه رضايت محيل شرط نبوده و اعتبار رضاء در وى استثناء خورده است در جائى است كه محال عليه تبرعا و بدون اذن محيل دين وى را پرداخت چه آنكه در اين مورد ايفاء\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nدى بوده و نسبت به محيل از ايقاعات به حساب آمده و رضايت يك طرف كافى است .\r\nلازم بتوجه است در اين فرض عبارتى كه محال عليه بايد بگويد اين است كه خطاب به محتال مىگويد :\r\nاحلتك بالدين الذى لك على فلان على نفسى .\r\nيعنى : حواله دادم ترا به دينى كه بر ذمه فلانى دارى بر خودم كه آن را از من دريافت كنى سپس محتال بايد بگويد :\r\nقبلت يعنى پذيرفتم .\r\nپس در اينجا ايندو ( محتال و محال عليه ) ركن عقد محسوب شده و رضايت ايشان كافيست .\r\nقوله : لانه وفاء دينه به غير اذنه : ضمير در [ لانه 
  ] به [ تبرع بالوفاء 
  ] عائد است و در [ دينه 
  ] و [ اذنه 
  ] به محيل راجع مىباشد .\r\nقوله : و العبارة عنه : ضمير در [ عنه 
  ] بمحال عليه راجع است .\r\nمتن :\r\nو حيث تتم الحوالة تلزم فيتحول فيها المال من ذمة المحيل إلى ذمة المحال عليه كالضمان عندنا ، و يبرأ المحيل من حق المحال بمجردها و إن لم يبرئه المحتال ، لدلالة التحول عليه في المشهور .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nب : و در هرموردى كه حواله صحيح واقع شود لازم است در نتيجه مال بواسطه آن تحول يافته و همچون ضمان از ذمه محيل بذمه محال عليه منتقل مىشود .\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nشارح ( ره ) مىفرماين :\r\nحكم مزبور از نظر علماء اماميه است كه حواله را همچون ضمان موجب نقل ذمه بذمه مىدانند و محيل به مجرد تحقق عقد حواله از حق محتال برىء الذمه مىگردد اگرچه محتال وى را ابراء نكند چه آنكه لفظ تحوّل در عبارت ماتن ( ره ) دلالت بر اين امر دارد و رأى مشهور نيز همين بوده و ابراء محتال را اعتبار نفرموده‌اند .\r\nقوله : عندنا : اشاره است بخلاف عامّه زيرا حواله از نظر ايشان ضمّ ذمة بذمّة است و بعبارت ديگر بعد از تحقق حواله محال هم به محيل مىتواند رجوع كند و هم بمحال عليه .\r\nقوله : بمجردها : يعنى به مجرد حواله .\r\nقوله : و ان لم يبرئه المحتال : ضمير منصوبى در [ لم يبرئه 
  ] به محيل راجعست .\r\nقوله : لدلالة التحول عليه : ضمير در [ عليه 
  ] به برائت محيل عائد است .\r\nمتن :\r\nو لا يجب على المحتال قبولها على الملي ، لأن الواجب أداء الدين ، و الحوالة ليست أداء و إنما هي نقل له من ذمة إلى أخرى فلا يجب قبولها عندنا ، و ما ورد من الأمر بقبولها على الملي على تقدير صحته محمول على الاستحباب .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nج : اگر محيل دين خود را بشخصى كه متمكن و متموّل است حواله كرد بر محال واجب نيست آن را قبول كند .\r\nشارح ( ره ) مىفرماين :\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nزيرا بر محيل واجب است دين خود را اداء كند در حالى كه حواله دادن اداء محسوب نمىشود بلكه نقل دين از ذمّه‌اى به ذمّه ديگر مىباشد از اينرو از نظر ما قبول آن بر محال واجب نيست و اين‌كه در بعضى از اخبار امر بقبول آن شده اولا اين اخبار سند صحيحى ندارند و بفرض صحت سند محمول بر استحباب مىباشند .\r\nقوله : قبولها على الملىء : ضمير در [ قولها 
  ] به حواله راجع بوده و كلمه [ ملىء 
  ] بر وزن كريم به معناى شخص متمول و ثروتمند .\r\nقوله : و انما هى نقل له : ضمير [ له 
  ] بدين عائد است .\r\nقوله : فلا يجب قبولها : يعنى قبول حواله .\r\nمتن :\r\nو لو ظهر إعساره حال الحوالة بعدها فسخ المحتال إن شاء ، سواء ، شرط يساره أم لا ، و سواء تجدد له اليسار قبل الفسخ أم لا و إن زال الضرر عملا بالاستصحاب .\r\nو لو انعكس بأن كان موسرا حالتها فتجدد إعساره فلا خيار ، لوجود الشرط .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nد : اگر محتال بعد از عقد حواله متوجه شد كه محال عليه در وقت حواله معسر و بىچيز بوده است اگر - بخواهد مىتواند حواله را فسخ كند .\r\nشارح ( ره ) مىفرماين :\r\nاعم از اينكه در ضمن عقد قدرت و تمكن مالى محال عليه را شرط كرده يا شرط نكرده باشد و نيز براى محال عليه قبل از فسخ محتال يسار و قدرت حاصل گردد يا به همان حال باقى باشد .\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nالبته در صورت حصول و تجدد قدرت اگرچه ضرر از محتال منتفى است و مىتواند حق خود را بستاند ولى حق فسخ براى وى - باقى مىباشد چه آنكه استصحاب بقاء خيار مقتضى چنين حكمى مىباشد .\r\nحال اگر صورت حال به عكس شد يعنى محال عليه در وقت عقد موسر و متمكن بود و سپس بعد از عقد معسر شد خيار براى محتال وجود ندارد زيرا شرط صحت عقد كه يسار محال عليه باشد در وقت عقد وجود داشته پس وجهى براى جواز فسخ در بين نيست .\r\nقوله : و لو ظهر اعساره : يعنى اعسار محال عليه .\r\nقوله : حال الحوالة بعدها : ضمير در [ بعدها 
  ] بحواله راجع است .\r\nقوله : سواء شرط يساره ام لا : ضمير مستتر در [ شرط 
  ] به محتال و در [ يساره 
  ] بمحال عليه راجعست .\r\nقوله : و سواء تجدد له اليسار : ضمير در [ له 
  ] به محال عليه عائد است .\r\nقوله : بان كان موسرا حالتها : ضمير در [ حالتها 
  ] به حواله عائد است .\r\nقوله : لوجود الشرط : يعنى شرط صحت حواله كه يسار و تمكن محال عليه باشد .\r\nمتن :\r\nو يصح ترامي الحوالة بأن يحيل المحال عليه المحتال على آخر ثم يحيل الآخر محتاله على ثالث ، و هكذا و يبرأ المحال عليه في كل مرتبة كالأول ، و دورها بأن يحيل المحال\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nعليه في بعض المراتب على المحيل الأول ، و في الصورتين المحتال متحد ، و إنما تعدد المحال عليه .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nه : ترامى و دور در حواله صحيح مىباشد .\r\nشارح ( ره ) مىفرماين :\r\nمقصود از [ ترامى حواله 
  ] آن است كه محال عليه محتال را به ديگرى حواله داده و او نيز وى را به شخص سومى و همچنين سومى به چهارمى و به همين ترتيب .\r\nالبته در هريك از مراتب ذمه محال عليه به مجرد حواله دادن و قبول كردن محتال برى مىشود همانطورى كه ذمه محيل اول برى مىگردد .\r\nو مراد از دور اين است كه محال عليه در بعضى از مراتب - محتال را به محيل اولى ارجاع دهد .\r\nناگفته نماند در هردو صورت ( صورت دور و ترامى ) محتال شخص واحد بوده و محال عليه متعدد مىباشد .\r\nمتن :\r\nو كذا الضمان يصح تراميه بأن يضمن الضامن آخر ثم يضمن الآخر ثالث ، و هكذا . و دوره بأن يضمن المضمون عنه الضامن في بعض المراتب .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nو همچنين ترامى و دور در ضمان صحيح است .\r\nشارح ( ره ) مىفرماين :\r\nترامى در ضمان به اين نحو است كه براى ضمان اولى ضامن\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nدومى و براى دومى ، سومى ضمانت مىكند و به همين ترتيب .\r\nو دور در ضمان اينطور است كه مضمون عنه از ضامن در بعضى از مراتب ضمانت كند .\r\nمؤلف گويد :\r\nمثلا زيد مبلغ 1000 تومان بعمرون بدهكار است بكر ضامن زيد مىشود و سپس خالد از بكر ضمانت نموده و پس از آن زيد كه مضمون عنه است از خالد ضمانت مىكند .\r\nمتن :\r\nو منعه الشيخ رحمه اللَّه لاستلزامه جعل الفرع أصلا ، و لعدم الفائدة ، و يضعف بأن الاختلاف فيهما غير مانع و قد تظهر الفائدة في ضمن الحال مؤجلا ، و بالعكس ، و في الضمان بإذن و عدمه فكل ضامن يرجع مع الإذن على مضمونه لا على الأصيل ، و إنما يرجع عليه الضامن الأول إن ضمن بإذنه و أما الكفالة فيصح تراميها ، دون دورها لأن حضور المكفول الأول يبطل ما تأخر منها .\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nشيخ عليه الرحمه از دور در ضمان منع فرموده و براى آن دو دليل اقامه نموده‌اند :\r\nالف : چنين ضمانى مستلزم اينست كه فرع يعنى ( ضامن ) را اصل يعنى ( مضمون عنه ) قرار داد مثلا در مثال گذشته خالد بملاحظه ضامن بودنش از بكر فرع است و چون زيد ضمانت وى را كرده اصل نيز مىباشد و اتحاد ضامن و مضمون عنه و بعبارت ديگر فرع و اصل باطل مىباشد .\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nب : چنين ضمانى فائده ندارد زيرا غرض از ضمانت انتقال ذمه مضمون عنه بذمه ضامن است .\r\nحال اگر چنين ضمانى صحيح باشد لازم مىآيد بعد از انتقال مال از ذمه مضمون عنه دوباره به آنجا بازگردد و اين امرى است بىاثر و لغو .\r\nشارح ( ره ) در جواب از ايندو استدلال مىفرماين :\r\nاما جواب از استدلال اول :\r\nاگرچه شخص واحد متصف به دو وصف مختلف يعنى فرعيّت ( ضامن بودن ) و اصليّت ( مضمون عنه بودن ) شده ولى اين اختلاف قادح و مضر نيست .\r\nمؤلف گويد :\r\nشايد نظر مرحوم شارح به اين جهت باشد كه اگر اين اختلاف در وصفين در يك عقد بود اشكال به آن متوجه مىشد ولى همچنانكه تقرير شد هركدام از آنها در عقدى جداگانه از ديگرى حاصل شده و اين اشكالى ندارد .\r\nسپس در مقام جواب از استدلال دوم چنين مىفرماين :\r\nو اما اينكه گفته شد ضمانت مضمون عنه اولى از ضامن در بعضى مراتب بىفائده و لغو است بايد گفت اينطور نيست بلكه چه‌بسا فائده بر آن مترتب مىشود از جمله دو مورد ذيل است :\r\nالف : دين حال را بضمانت مؤجل يا بالعكس واقع سازند مؤلف گويد :\r\nمثلا زيد 1000 تومان بعمرو بدهكار است كه ميبايد حالّا بپردازد\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nسپس خالد ضامن مىشود آن را يك ماهه بپردازد سپس بعد از حلول چون خالد واجد مال نبود دوباره زيد خود دين را به عهده گرفت و ضامن خالد شد كه رأس 10 روزه آن را بپردازد كه در اين مثال دين حال را ضامن مؤجلا به عهده گرفته يا بهتر بگوئيم مضمون عنه اول از ضامن كه دين را حالّا بايد بپردازد ضمانت كرد كه همان دين را در غرض مدت معيّنى بپردازد .\r\nو اما مثال عكس :\r\nزيد مبلغ 1000 تومان بعمرو بدهكار است كه آن را ظرف 2 ماهه بپردازد سپس خالد ضامن مىشود آن را ظرف يك ماه بپردازد پس از آن زيد چون خود واجد مال و متمكن مىگردد از وى ضمانت مىكند دين را حالّا و بطور نقد بپردازد .\r\nو بديهى است در ايندو مثال اثر و فائده مترتب است .\r\nب : مورد دوم از مواردى كه فائده بر ضمان مزبور مترتب مىشود ضمان باذن و عدم آن مىباشد .\r\nمؤلف گويد :\r\nتفصيل آن چنين است :\r\nاگر زيد مبلغ 1000 تومان بعمرو بدهكار بود و خالد به اذن وى ضامن او شد و بكر بدون اذن خالد دين او را ضمانت كرد و سپس زيد با اذن يا بدون اذن بكر ضامن او شد .\r\nشارح ( ره ) مىفرماين :\r\nدر اين موارد حكم اين است كه هرضامنى در صورتى كه ضمانش با اذن بوده صرفا به مضمون عنه خود مىتواند رجوع كند نه بر مضمون\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nعنه اصل ( در مثال يعنى زيد ) فقط تنها كسى كه حق مراجعه به وى را دارد ضامن اول است آن هم در صورتى كه با اجازه وى ضمانت او را نموده باشد .\r\nمؤلف گويد :\r\nبنابراين فائده ضمان دورى در مثالى كه آورديم اين استكه اگر زيد بدون اذن بكر مال را بپردازد نمىتواند به او رجوع كند و در صورتى كه با اذن وى باشد به او مراجعه كرده و مال را مىستاند و فائده اين ضمان مخفى و پنهان نمىباشد .\r\nسپس مىفرماين :\r\nو اما كفالت تنها ترامى در آن صحيح است نه دور زيرا بعد از حضور مكفول اول كفالت‌هاى متأخر تمام باطل و بىمورد مىباشند .\r\nمؤلف گويد :\r\nمثلا زيد كفيل مىشود عمرو را در وقت لزوم بمحكمه قاضى حاضر كند و خالد نيز كفيل زيد و بكر نيز كفيل خالد مىشود اين كفالتها تمام صحيح و بدون اشكال است اما معنا ندارد عمرو كفيل بكر شود زيرا با حضور او كفالت زيد و خالد و بكر هرسه بىوجه و لغو است .\r\nقوله : و منعه الشيخ ( ره ) : ضمير منصوبى در [ منعه 
  ] به دور راجع است .\r\nقوله : لاستلزامه جعل الفرع اصلا : ضمير مجرورى در - [ استلزامه 
  ] به دور عائد است .\r\nقوله : على مضمونه : مقصود مضمون عنه است .\r\nقوله : لا على الاصل : يعنى لا على المضمون عنه الاصلى\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nقوله : و انما يرجع عليه الضامن الاول : ضمير در [ عليه 
  ] بمضمون عنه اصلى راجع است .\r\nقوله : ان ضمن باذنه : ضمير مستتر در ضمن به [ ضامن اول 
  ] و در [ باذنه 
  ] به مضمون عنه اصلى عائد است .\r\nقوله : يبطل ما تأخر عنها : ضمير در [ عنها 
  ] به كفالت كه مقصود كفالت اول است رجوع مىنمايد .\r\nمتن :\r\nو كذا تصح الحوالة به غير جنس الحق الذي للمحتال على المحيل بأن يكون له عليه دراهم فيحيله على آخر بدنانير ، سواء جعلنا الحوالة استيفاء أم اعتياضا ، لأن إيفاء الدين به غير جنسه جائز مع التراضي و كذا المعاوضة على الدراهم بالدنانير .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nو : و همچنين صحيح است محيل محتال را به غير جنس حقش حواله دهد .\r\nشارح ( ره ) مىفرماين :\r\nمثلا محتال از وى در هم طلبكار است ولى محيل او را حواله مىدهد به ديگرى كه از او دنانير بگيرد .\r\nاعم از اينكه حواله عبارت از استيفاء حق بوده يا معاوضه باشد در هردو فرض چنين حواله‌اى صحيح مىباشد و دليل آن اين استكه وفاء نمودن دين و پرداختن آن با جنسى كه مخالف با حق باشد در صورت تراضى طرفين جايز و مشروع است چنانچه معاوضه دراهم به دنانير نيز صحيح و بلا اشكال است پس چه حواله ايفاء دين بوده و\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nچه معاوضه اشكالى متوجه حكم مزبور نيست .\r\nقوله : بان يكون له عليه دراهم : ضمير در [ له 
  ] بمحتال و در [ عليه 
  ] به محيل راجع است .\r\nقوله : فيجعله على آخر : ضمير فاعلى در [ يجعله 
  ] به محيل و ضمير مفعولى به [ دارهم 
  ] عود مىكند .\r\nقوله : لان ايفاء الدين الخ : اين عبارت تعليل براى تصحيح حواله است بفرض اينكه استيفاء باشد .\r\nقوله : و كذا المعاوضه على الدراهم الخ : علّت است براى تصحيح حواله بفرض اينكه اعتياض و معاوضه باشد .\r\nمتن :\r\nو لو انعكس فأحاله بحقه على من عليه مخالف صح أيضا بناء على اشتراط رضى المحال عليه ، سواء جعلناها استيفاء أم اعتياضا بتقريب التقرير ، و لا يعتبر التقابض في المجلس حيث تكون صرفا ، لأن المعاوضة على هذا الوجه ليست بيعا ، و لو لم يعتبر رضى المحال عليه صح الأول ، دون الثاني ، إذ لا يجب على المديون الأداء من غير جنس ما عليه .\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nو اگر عكس فرع قبلى رخ داد يعنى محيل حواله كرد كه محتال همان دراهمى را كه از وى طلبكار بود از محال عليه بگيرد در حالى كه محال عليه دينار بدهكار است اين فرع نيز صحيح است بنابر اينكه رضايت محال عليه شرط باشد و در اين صورت نيز فرقى نمىكند كه حواله را استيفاء دين دانسته يا معاوضه بدانيم و تقرير دليل همان است كه در فرع قبلى گفته شد .\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nسپس مىفرماين :\r\nدر جائى كه عوضين همچون مثال مزبور از جنس نقدين باشد احكام بيع صرف در آن جارى نيست تا در نتيجه قبض در مجلس را در آن معتبر بدانيم زيرا معاوضه مذكور به نحوى كه گفتيم بيع نيست .\r\nناگفته نماند : اگر رضايت محال عليه در صحت حواله شرط نباشد چنانچه غير مشهور به آن قائلند حواله در فرض اول صحيح و در دوم باطل است زيرا بر مديون واجب نيست غير آنچه بذمه‌اش هست اداء نمايد .\r\nقوله : و لو انعكس : يعنى محيل محتال را حواله كند حقش را از كسى بگيرد كه ذمه وى مشغول حقى است بر خلاف حق محتال .\r\nقوله : فاحاله بحقه : فاعل [ احاله 
  ] ضميرى است كه به [ محيل 
  ] راجع بوده و ضمير مفعولى و ضمير در [ بحقه 
  ] به محتال عود مىكند .\r\nقوله : بناء على اشتراط رضى المحال عليه : قبلا گفته شد در اعتبار رضايت محال عليه بين مشهور و غير ايشان اختلاف است مشهور آن را معتبر و غير ايشان آن را معتبر نمىدانند اكنون مىگوئيم بنابر رأى مشهور كه رضايت محال عليه را شرط مىدانند اگر شخصى كه دراهم به ديگرى بدهكار است وى را حواله كرد كه آن را از شخص ثالثى كه بمحيل دنانير بدهكار است بگيرد اين حواله صحيح است زيرا طبق اين رأى وقتى محال عليه راضى شد غير آنچه بدهكارست بمحتال بدهد مانعى از صحت معامله وجود ندارد .\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nولى بنابر رأى غير مشهور كه مىگويند رضايت محال عليه شرط نيست اين حواله بدون حصول رضايت وى باطل است زيرا اگرچه طبق اين رأى رضايت محال عليه مناط و ملاك صحت حواله نبوده و على القاعده حواله بايد صحيح باشد ولى بطلانش از جهت ديگر مىباشد و آن اين است كه بر مديون واجب نيست غير آنچه بدهكار است بدهد .\r\nپس در صورت عكس بايد بين قول مشهور و غير ايشان در صحت و بطلان معامله تفصيل داد يعنى بنا بقول مشهور حواله را صحيح و بنا برأى غير ايشان آن را باطل دانست ولى مسئله اصل در صورتى كه محال عليه راضى نشود به عكس است يعنى بنابر قول مشهور باطل و بنا برأى غير مشهور صحيح است و غرض از تفصيل و اطاله سخن در اين مقام اين است كه برخى از محشين بعبارت [ بناء على اشتراط رضى المحال عليه 
  ] اشكالى وارد نموده و گفته‌اند :\r\nاشتراط رضايت محال عليه نه تنها موجب صحت نيست بلكه سبب بطلان حواله مىباشد پس اين عبارت از مرحوم شارح ذكرش صحيح نمىباشد ولى با توجه به توضيحى كه داده شد به خوبى معلوم مىشود كه عبارت در كمال صحت بوده و منظور شارح ( ره ) اين استكه مىخواهند بفرمايند در مسئله اصل اگر محال عليه راضى نشد بنا به قول مشهور حواله باطل و بنا برأى غير ايشان صحيح است ولى در مسئله عكس حكم نيز عكس مىشود يعنى اگر محال عليه راضى نباشد طبق قول مشهور حواله صحيح واقع مىشود و بنا برأى غير ايشان قاعدتا بايد چه محال عليه راضى بوده و چه غير راضى حواله صحيح\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nباشد در حالى كه اينطور نيست يعنى در صورت عدم رضايت باطلست و جهت بطلانش نه اين است كه شرط صحت در آن نيست چه آنكه طبق اين رأى رضايت شرط نمىباشد بلكه علتش اين است كه اجبار شخص بر پرداخت غير مالى كه بذمّه‌اش هست باطل و غير مشروعست .\r\nقوله : حيث يكون صرفا : يعنى حق محتال بر عهده محيل و حق محيل به عهده محال عليه هردو از جنس نقدين باشد .\r\nقوله : لان المعاوضة على هذا الوجه : يعنى به نحو حواله .\r\nقوله : صح الاول : يعنى فرض اصل .\r\nقوله : دون الثانى : يعنى فرض عكس .\r\nمتن :\r\nو خالف الشيخ رحمه اللَّه و جماعة فيهما فاشترطوا تساوي المحال به و عليه جنسا و وصفا ، استنادا إلى أن الحوالة تحويل ما في ذمة المحيل إلى ذمة المحال عليه ، فإذا كان على المحيل دراهم مثلا و له على المحال دنانير كيف يصير حق المحتال على المحال عليه دراهم و لم يقع عقد يوجب ذلك ، لأنا إن جعلناها استيفاء كان المحتال بمنزلة من استوفى دينه و أقرضه المحال عليه و حقه الدراهم ، لا الدنانير ، و إن كانت معاوضة فليست على حقيقة المعاوضات التي يقصد بها تحصيل ما ليس بحاصل من جنس مال ، أو زيادة قدر ، أو صفة ، و إنما هي معاوضة إرفاق ، و مسامحة للحاجة ، فاعتبر فيها التجانس و التساوي ، و جوابه يظهر مما ذكرناه .\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nمرحوم شيخ طوسى و جماعتى در هردو مسئله مخالفت\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nكرده و فرموده‌اند :\r\nمال محال به و محال عليه از نظر جنس و وصف بايد با هم مساوى باشند و دليلشان اين است كه حواله عبارت است از تحويل و تغيير دادن آنچه در ذمّه محيل است بذمّه محال عليه در نتيجه اگر به عهده محيل دراهم بوده و وى از محال عليه دنانير بخواهد چگونه مىشود دراهمى كه حق محتال است مبدّل به دنانير شود در حالى كه عقدى كه موجب اين تبديل و دگرگونى باشد واقع نشده است زيرا حواله يا استيفاء دين بوده و يا معاوضه مىباشد :\r\nاگر آن را استيفاء دانستيم محتال بمنزله كسى مىشود كه دينش را استيفاء نموده و آن را به محال عليه قرض داده در حالى كه حقّش دراهم بوده نه دنانير .\r\nو اگر آن را معاوضه بدانيم معلوم است كه همچون ساير معاوضات ديگر نمىباشد چه آنكه در معاوضات ديگر هركدام از متعاوضين قصد - شان از معامله اين است كه جنسى و متاعى را كه فاقد آن هستند تحصيل كنند يا در صورت داشتن نيّتشان اضافه نمودن قدر يا صفت جنس موجود مىباشد و حالى كه حواله معاوضه ارفاقى و معامله مسامحه‌اى است كه به جهت رفع حاجت و نياز مردم شارع مقدس آن را تشريع فرموده است از اينرو تجانس عوضين و تساوى آنها شرط و اعتبار شده است .\r\nشارح ( ره ) مىفرماين :\r\nجواب استدلال مرحوم شيخ از آنچه قبلا ذكر كرديم ظاهر و روشن مىشود .\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nمؤلف گويد :\r\nقبلا شارح ( ره ) فرمودند اگر حواله استيفاء دين باشد مسلّما ايفاء دين به غير جنس مشروع و صحيح است و اگر معاوضه نيز آن را بدانيم وقتى طرفين در معامله با هم تراضى و سازش داشتند مانعى از صحت در بين نمىباشد بنابراين با چنين تقريرى نوبت باستدلالات مرحوم شيخ نمىرسد .\r\nقوله : و خالف الشيخ و جماعة فيهما : ضمير تثنيه در - [ فيهما 
  ] به دو مسئله اصل و عكس راجع است .\r\nقوله : المال المحال به : مقصود مالى استكه محتال از محيل طلبكار است .\r\nقوله : و عليه : يعنى المال المحال عليه و مراد از آن مالى است كه محيل از محال عليه مىخواهد .\r\nقوله : و لم يقع عقد يوجب ذلك : كلمه [ واو 
  ] حاليه بوده و مشار اليه [ ذلك 
  ] صيرورة حق المحتال على المحال دراهم مىباشد .\r\nقوله : لانا ان جعلناها استيفاء : ضمير در [ جعلناها 
  ] به حواله عائد است .\r\nقوله : كان المحتال بمنزلة من استوفى الخ : حاصل مراد اين است كه اگر محتال از محيل دراهم طلبكار باشد و او ويرا حواله بدهد كه از محال عليه بستاند و بنا شد حواله استيفاء محسوب گردد معناى آن اين است كه محتال بعد از قبول حواله حق خودش را كه دراهم بوده از محيل وصول نموده و همان را كه دراهم است بمحال عليه قرض داده حال ميخواهد از وى بستاند پس على القاعده\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nبايد دراهم را از وى مطالبه كند نه دنانير .\r\nقوله : و اقرضه المحال عليه : ضمير منصوبى در [ اقرضه 
  ] به [ دينه 
  ] راجع است .\r\nقوله : و حقه الدراهم : كلمه [ واو 
  ] حاليه بوده و ضمير در [ حقه 
  ] به محتال عائد است .\r\nقوله : يقصد بها : ضمير مؤنث به [ معاوضات 
  ] عائدست .\r\nقوله : تحصيل ما ليس بحاصل من جنس مال : مثل اين‌كه با پولى كتابى را مىخرد كه قبل از عقد آن را نداشته پس غرض از معامله تحصيل كتاب است يعنى مالى كه فاقد آن بوده است .\r\nقوله : او زيادة قدر : مثل اينكه شخص مقدارى گندم دارد حال براى اضافه نمودن آن مقدارى ديگر ابتياع مىكند .\r\nقوله : او صفة : مثل اينكه شخصى كتابى كهنه و مندرس دارد حال قصدش از بيع همان كتاب اين است كه تازه و نو داشته باشد .\r\nقوله : و جوابه يظهر مما ذكرناه : يعنى و جواب شيخ عليه عليه الرحمة .\r\nمتن :\r\nو كذا تصح الحوالة بدين عليه لواحد على دين للمحيل على اثنين متكافلين أي قد ضمن كل منهما ما في ذمة صاحبه دفعة واحدة ، أو متلاحقين مع إرادة الثاني ضمان ما في ذمة الأول في الأصل ، لا مطلقا ، لئلا يصير المالان في ذمة الثاني .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nز : و نيز حواله صحيح است در صورتى كه محيل به كسى بدهكار بوده و در قبال از دو نفر طلبكار باشد سپس طلبكار را حواله نمود كه مقدار دينش را از آن دو نفر كه هريك كفيل ديگرى ميباشند بگيرد .\r\nشارح ( ره ) مىفرماين :\r\nمقصود مصنف ( ره ) از متكافلين اين استكه هريك از دو بدهكار محيل دفعتا و با هم ضامن ما فى الذمه ديگرى شده يا متلاحقا و با فاصله آن را به عهده گرفته باشند مشروط باينكه ضامن دومى صرفا همان مالى كه ابتداء بذمّه ديگرى بوده ضمانت كند نه مطلق ما فى الذمه را كه در نتيجه هردو مال به عهده ضامن دومى بيايد و محتال صرفا بوى رجوع نمايد .\r\nمؤلف گويد :\r\nمثلا زيد از عمرو 400 تومان طلبكار است و عمرو از خالد و بكر هركدام 200 تومان مىخواهد منتهى خالد 200 تومان بكر را ضمانت كرده و در نتيجه 400 تومان به عهده خالد مىآيد كه 200 تومانش بدهى اصلى خودش و 200 تومان ديگر از ناحيه ضمان در ذمّه‌اش آمده ولى پس از اينكه بكر ضامن وى شد چون 200 تومان اصل بدهى او را ضمانت مىكند و در نتيجه هركدام 200 تومان بعهده‌اشان ميآيد پس همانطورى كه قبل از ضمان هركدام ذمّه‌اشان به 200 تومان مشغول بود بعد از ضمان نيز حال به همان نحو باقى است .\r\nقوله : اى قد ضمن الخ : تفسير كلمه [ متكافلين 
  ] مىباشد\r\nقوله : او متلاحقين مع ارادة الثانى الخ : عبارت [ مع\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nارادة الثانى 
  ] تنها قيد براى [ متلاحقين 
  ] است .\r\nقوله : لا مطلقا : يعنى نه اعم از اصل و ضمان .\r\nمتن :\r\nو وجه جواز الحوالة عليهما ظاهر ، لوجود المقتضي للصحة ، و انتفاء المانع ، إذ ليس إلا كونهما متكافلين ، و ذلك لا يصلح مانعا .\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nوجه جواز چنين حواله‌اى ظاهر و روشن است زيرا مقتضى براى صحت موجود و مانع از آن مفقود مىباشد .\r\nزيرا مانعى كه توهم مىشود وجود داشته باشد اين است كه بدهكاران محيل متكافل و هريك ضامن ديگرى مىباشند در حالى كه اين امر صلاحيت براى مانع بودن ندارد .\r\nقوله : جواز الحوالة عليهما : ضمير [ تثنيه 
  ] به اثنين - متكافلين راجع است .\r\nقوله : لوجود المقتضى : مقصود از مقتضى بدهكار بودن محيل به محتال و طلبكار بودنش از اثنين متكافلين است و فرض كلام نيز در جائى است كه محيل و محتال و محال عليه هرسه رضايت دارند .\r\nقوله : اذ ليس الا كونهما متكافلين : ضمير مستتر در [ ليس 
  ] بمانع راجع است .\r\nمتن :\r\nو نبه بذلك على خلاف الشيخ رحمه اللَّه حيث منع منه ، محتجا باستلزامها زيادة الارتفاق ، و هو ممتنع في الحوالة ، لوجوب موافقة الحق المحال به للمحال عليه من غير زيادة\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nو لا نقصان قدرا و وصفا .\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nمرحوم مصنف با ذكر اين مسئله بمخالفت شيخ عليه الرحمة تنبيه و اشاره فرمود چه آنكه ايشان از جواز چنين حواله‌اى منع نموده و در مقام احتجاج و اقامه برهان فرموده‌اند :\r\nاين حواله مستلزم اين است كه در حق محتال ارفاق زائدى شده باشد و اين در عقد حواله ممتنع است زيرا لازمست حق محال به با محال عليه از حيث قدر و وصف مساوى بوده بدون اين‌كه يكى از ديگرى كم يا زياده باشد در حالى كه در حواله مزبور حق محال عليه از محال به از حيث وصف بيشتر است .\r\nمؤلف گويد :\r\nوجه زيادى اين است كه قبلا محتال فقط بيك نفر يعنى محيل مىتوانست رجوع كند حال حق مراجعه به دو نفر دارد و اين خود توسعه‌اى در حق وى مىباشد .\r\nقوله : و نبّه بذلك : ضمير فاعلى در [ نبّه 
  ] به مصنف ( ره ) راجع بوده و مشار اليه [ ذلك 
  ] صحت حواله ياد شده مىباشد .\r\nقوله : حيث منع منه : ضمير در [ منه 
  ] به جواز حواله مذكور راجع است .\r\nقوله : محتجا باستلزامها : ضمير مؤنث به حواله مذكور راجع است .\r\nمتن :\r\nو هذا التعليل إنما يتوجه على مذهب من يجعل الضمان ضم ذمة إلى ذمة ، فيتخير حينئذ في مطالبة\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nكل منهما بمجموع الحق ، أما على مذهب أصحابنا من أنه ناقل للمال من ذمة المحيل إلى ذمة المحال عليه فلا ارتفاق ، بل غايته انتقال ما على كل منهما إلى ذمة صاحبه فيبقى الأمر كما كان ، و مع تسليمه لا يصلح للمانعية ، لأن مطلق الارتفاق بها غير مانع إجماعا ، كما لو أحاله على أملى منه و أحسن وفاء .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nتعليلى كه مرحوم شيخ براى عدم جواز ذكر فرمودند يكسانى متوجه است كه ضمان را عبارت از ضم ذمّة به ذمّة مىدانند يعنى عامّه چه آنكه بنابراين مسلك محتال مخيّر است بهركدام كه بخواهد رجوع كند و مجموع حقّش را از وى بستاند و اين معنا البته موجب تحقق زيادى ارفاق مىشود .\r\nاما بنابر مذهب اماميّه كه ضمان را نقل ذمّة بذمّة مىدانند يعنى مال از ذمّة محيل بذمّة محال عليه منتقل شده در اينجا زيادى ارفاقى نمىباشد بلكه نهايتا اين مىشود كه مال ثابت در ذمّه هريك از بدهكاران بذمّة صاحبش منتقل مىگردد پس امر همچون قبل از ضمان هريك به حال خود باقى مىماند يعنى همانطورى كه قبل از ضمانت مجموع دين به عهده هردو بود بعد از ضمان نيز امر چنين مىباشد نه اينكه مجموع مال را بتواند از هركدام دريافت نمايد بنابراين ارفاقى در اينجا لازم نمىآيد و بفرض حصول آن صلاحيتش براى مانعيّت ممنوع است چه آنكه مطلق ارفاق و صرف آن به اجماع تمام فقهاء مانع نيست بلكه ارفاقى موجب بطلان حواله مىشود كه يكدام از دو مال محال به و محال عليه بر ديگرى از حيث وصف يا قدر -\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nزيادتى داشته باشد ولى در غير اين صورت مانعى از آن نيست فلذا اگر محيل محتال را بسراغ كسى كه از خودش متمكن‌تر و مال را بهتر اداء مىنمايد بفرستد و حواله‌اش دهد قطعا اين حواله صحيح است با اينكه در اينجا نيز ارفاق تحقق دارد .\r\nقوله : فيتخير حينئذ : فاعل در [ يتخيّر 
  ] ضميرى است كه به محتال راجع است و مقصود از [ حينئذ 
  ] حين ضمّ الذمة الى ذمّة مىباشد .\r\nقوله : فى مطالبة كل منهما : ضمير در [ منهما 
  ] به اثنين متكافلين راجع است .\r\nقوله : انّه ناقل للمال الخ : ضمير منصوبى در [ انّه 
  ] به ضمان عائد است .\r\nقوله : و مع تسليمه : يعنى و مع تسليم لزوم الارتفاق .\r\nقوله : لان مطلق الارتفاق بها : ضمير در [ بها 
  ] بحواله راجع است .\r\nقوله : لو احاله على املى منه : ضمير فاعلى در [ احاله 
  ] و ضمير مجرورى در [ منه 
  ] به محيل راجع بوده و ضمير منصوبى بمحتال عائد است .\r\nمتن :\r\nو لو أدى المحال عليه فطلب الرجوع بما أداه على المحيل لإنكاره الدين و زعمه أن الحوالة على البريء بناء على جواز الحوالة عليه و ادعاه المحيل ، تعارض الأصل و هو براءة ذمة المحال عليه من دين المحيل و الظاهر و هو كونه مشغول الذمة ، إذ الظاهر أنه لو لا اشتغال ذمته لما أحيل عليه .\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nح : اگر محال عليه پس از اداء آنچه بوى حواله شده بود به محيل رجوع كرده و از وى مطالبه مالى كه داده بود نمود زيرا دينرا منكر و گمانش اين است كه محيل بر برىء الذمّة حواله داده ( البته بفرموده شارح ( ره ) اين نزاع مبنى بر اين است كه حواله بر برى جايز باشد ) ولى محيل مدعى دين بوده و ميگويد حواله بر برى نبوده است در اينجا بين اصل و ظاهر تعارض واقع مىشود .\r\nشارح ( ره ) مىفرماين :\r\nمقصود از اصل : اصل برائت ذمه محال عليه از دين محيل بوده و از ظاهر آن است كه بحسب ظاهر حال وى مشغول الذّمه است چه آنكه اگر چنين نبود محيل محتال را بوى حواله نمىكرد .\r\nقوله : لانكاره الدين : ضمير مجرورى در [ لانكاره 
  ] بمحال عليه راجع است چنانچه ضمير در [ زعمه 
  ] نيز چنين مىباشد .\r\nقوله : و ادعاه المحيل : ضمير در [ ادعاه 
  ] به دين عائد است .\r\nقوله : انّه لو لا اشتغال ذمة لما احيل عليه : ضمير در [ انّه 
  ] به معناى شأن بوده و در [ ذمته 
  ] و [ عليه 
  ] به محال عليه راجع است .\r\nمتن :\r\nو الأول و هو الأصل أرجح من الثاني حيث يتعارضان غالبا ، و إنما يتخلف في مواضع نادرة فيحلف المحال عليه على أنه بريء من دين المحيل ، و يرجع عليه بما غرم ، سواء كان العقد الواقع بينهما بلفظ الحوالة ، أو الضمان\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nلأن الحوالة على البريء أشبه بالضمان فتصح بلفظه .\r\nو أيضا فهو يطلق على ما يشملهما بالمعنى الأعم فيصح التعبير به عنها .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nولى اولى كه اصل باشد ارجح است در نتيجه محال عليه بايد قسم خورده و سپس آنچه را غرامت كشيده از محيل دريافت نمايد اعم از اينكه عقد را بلفظ حواله خوانده باشند يا بلفظ ضمان منعقد ساخته باشند .\r\nشارح ( ره ) مىفرماين :\r\nدر تمام مواردى كه تعارض بين اصل و ظاهر واقع شود اصل از ظاهر ارجح است و آن را بر ظاهر مقدّم مىنمايند مگر در موارد كمياب و نادرى كه اين قاعده تخلّف دارد .\r\nبنابراين چون اصل موافق با قول محال عليه بوده پس منكر محسوب شده و تكليفش اين است كه قسم بخورد ذمّه‌اش از دين محيل برى بوده و سپس به محيل رجوع كرده و آنچه پرداخته از وى ميستاند و همانطورى كه مرحوم مصنف فرموده در اين حكم فرقى نيست بين اينكه عقد بلفظ حواله خوانده شده يا از لفظ ضمان در آن استفاده شده باشد .\r\nو سپس در تعليل جواز ايقاع حواله بلفظ ضمان دو تقرير و بيان بشرح ذيل مىآورند :\r\nالف : حواله بر شخص برىء الذمّه شبيه ضمان است لذا مىتوان آن را بلفظ ضمان واقع ساخت .\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nب : ضمان داراى معناى عام و مطلقى است كه به اعتبار آن شامل حواله و ضمان هردو مىشود فلذا از حواله مىتوان تعبير بضمان نمود .\r\nقوله : و يرجع عليه : ضمير در [ عليه 
  ] بمحيل عائد است .\r\nقوله : فتصح بلفظه : ضمير در [ تصح 
  ] بحواله و در [ بلفظه 
  ] بضمان راجع است و مقصود از صحت در اينجا صحت استعمال بنحو مجاز است و علاقه آن ، علاقه مشابهت مىباشد .\r\nقوله : و ايضا فهو يطلق على ما يشملهما : ضمير [ فهو 
  ] ضمان عائد است و ضمير تثنيه در [ يشملهما 
  ] بحواله و ضمان به معناى اخص عائد است .\r\nقوله : فيصح التعبير به عنها : ضمير در [ به 
  ] به ضمان و در [ عنها 
  ] بحواله راجع است و مقصود از صحّت در اين‌جا صحّت استعمال مجازى بوده و علاقه آن ، علاقه عموم و خصوص است .\r\nمتن :\r\nو يحتمل الفرق بين الصيغتين فيقبل مع التعبير بالضمان ، دون الحوالة عملا بالظاهر .\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nمحتمل است بين صيغه حواله و ضمان فرق گذاشته و بگوئيم :\r\nدر صورتى كه بلفظ ضمان خوانده باشند قول محال عليه مقبول است ولى اگر بلفظ حواله تعبير كرده و صيغه عقد را با آن تعبير كرده باشند قول محيل را مىپذيرند .\r\nو دليل اينحكم : ظاهر و عمل به آن مىباشد .\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nمؤلف گويد :\r\nچه آنكه ظاهر لفظ ضمان در جائى استعمال مىشود كه ضامن بدهكار نبوده و به اذن مضمون عنه دينش را به عهده گرفته پس مىتواند بوى رجوع كرده و غرامتى كه پرداخته از وى مطالبه كند .\r\nبخلاف تعبير بلفظ حواله كه ظاهرش در موردى است كه محال عليه نسبت بمحيل مديون باشد از اينرو پس از پرداخت حق رجوع به محيل را ندارد .\r\nمتن :\r\nو لو اشترطنا في الحوالة اشتغال ذمة المحال عليه به مثل الحق تعارض أصل الصحة و البراءة فيتساقطان ، و يبقى مع المحال عليه أداء دين المحيل بإذنه فيرجع عليه .\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nو اگر در حواله شرط نموديم كه لازمست ذمّه محال عليه مشغول باشد به مثل مالى كه محتال از محيل طلبكار است در چنين فرضى اصالة الصحة با اصالة البرائة با هم تعارض نموده و تساقط مىكنند و پس از تساقط چون محال عليه دين محيل را باذن وى پرداخته اين حق با او است كه بوى رجوع كرده و مالش را از او بگيرد .\r\nمؤلف گويد :\r\nوجه تعارض بين اصالة الصحة و اصالة البرائه اينست كه : در صورت اشتراط اشتغال ذمّه محال عليه مدعى است ذمّه من مشغول نبوده پس حق رجوع بمحيل ثابت است و بعبارت ديگر مدعى فساد حواله است ولى محيل مىگويد ذمّه وى مشغول بوده و\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nوى حق رجوع ندارد و با اين ترتيب مدعى صحت حواله مىباشد .\r\nپس با وى اصالة الصحة و با محال عليه اصالة البرائة مىباشد و پس از تعارض ايندو چون محال عليه دين محيل را باذن وى پرداخته مىتواند بوى مراجعه كند .\r\nمتن :\r\nو لا يمنع وقوع الإذن في ضمن الحوالة الباطلة المقتضي بطلانها لبطلان تابعها ، لاتفاقهما على الإذن ، و إنما اختلفا في أمر آخر ، فإذا لم يثبت يبقى ما اتفقا عليه من الإذن في الوفاء المقتضي للرجوع ، و يحتمل عدم الرجوع ترجيحا للصحة المستلزمة لشغل الذمة .\r\nشرح فارسى :\r\nمؤلف گويد :\r\nاين عبارت اشاره است بدفع توهمى كه ممكن است در مقام بشود .\r\nوهم\r\nاگر در صحبت حواله اشتغال ذمّه محال عليه شرط بوده و حواله بر برىء الذمّه را باطل بدانيم در اين فرض وقتى محال عليه منكر دين باشد پس بگفته وى حواله باطل است در نتيجه اذن در پرداختن مال به محتال چون در ضمن چنين حواله فاسدى بوده آن نيز - باطل مىباشد زيرا ببطلان حواله توابع آن نيز باطل و فاسد مىشود پس اينكه گفته شد بعد از تعارض و تساقط اصالة البرائة و اصالة\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nالصحة اين امر باقى مىماند كه محال عليه با اذن محيل دينش را اداء نموده پس مىتواند بوى رجوع كند كلام صحيح و تمامى نميباشند .\r\nجواب\r\nاگرچه اذن در پرداختن دين در ضمن حواله فاسدى بوده و ببطلان حواله على القاعده توابع آن نيز تمام باطل و فاسد ميشوند ولى اين امر مانع از اين نيست كه بگوئيم بهرتقدير محال عليه با اجازه محيل دين وى را پرداخته و نمىتوان اين امر را انكار كرد زيرا محيل و محال عليه هردو بر آن متفق مىباشند و در اينجهت نزاعى با هم ندارند و اختلافشان در امر ديگرى است و آن اشتغال ذمّه محال عليه و برائت ذمّه وى مىباشد كه محيل مدعى اشتغال و محال عليه منكر آن مىباشد .\r\nو طبق قاعده بايد گفت وقتى امر مورد نزاع و اختلاف به مرحله اثبات نرسيد و ثابت نشد كه محال عليه بدهكار بوده ميبايد امر مورد اتفاق بين هردو را اخذ كرد و بمقتضاى آن حكم نمود و چنانچه گفته شد چون هردو اتفاق دارند وفاء دين به اذن محيل بوده لاجرم اقتضاى آن اينست كه محال عليه بتواند بوى رجوع كند .\r\nسپس مرحوم شارح مىفرماين :\r\nاحتمالا ممكن است بگوئيم محال عليه نمىتواند به او رجوع كند زيرا در موارد تعارض بين مدعى صحت و فساد جانب صحت را ترجيح مىدهند و اين خود مستلزم اين است كه محال عليه مشغول الذمّه\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nبوده در نتيجه مجالى براى رجوع بمحيل ندارد .\r\nقوله : المقتضى بطلانها لبطلان تابعها : ضمير مؤنث در [ بطلانها 
  ] و [ تابعها 
  ] بحواله عائد است .\r\nقوله : لاتفاقهما على الاذن : ضمير تثنيه به [ محيل 
  ] و [ محال عليه 
  ] عود مىكند .\r\nقوله : و انما اختلفا فى امر آخر : مقصود از [ امر آخر 
  ] شغل ذمه و برائت آن مىباشد .\r\nقوله : فاذا لم يثبت : ضمير فاعلى در [ لم يثبت 
  ] بامر آخر راجع است .\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nمتن :\r\n( كتاب الكفالة ) و هي التعهد بالنفس أي التزام إحضار المكفول متى طلبه المكفول له .\r\n\r\nكتاب كفالت\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nكفالت عبارتست از متعهد شدن بنفس .\r\nشارح ( ره ) مىفرماين :\r\nمقصود اين است كه شخص ملتزم شود كه ديگرى را در وقت مطالبه حاضر نمايد و بعبارت ديگر وقتى مكفول له مطالبه مكفول را نمود كفيل ويرا حاضر كند .\r\nمؤلف گويد :\r\nاركان كفالت سه مىباشد :\r\n1 - كفيل و آن كسى استكه ملتزم باحضار ديگرى شده است .\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\n2 - مكفول و آن كسى استكه حاضرش مىنمايند .\r\n3 - مكفول له و آن كسى استكه مكفول را براى وى احضار مينمايند\r\nقوله : متى طلبه المكفول له : ضمير منصوبى در [ طلبه 
  ] به مكفول عائد است .\r\nمتن :\r\nو شرطها رضى الكفيل و المكفول له ، دون المكفول ، لوجوب الحضور عليه متى طلبه صاحب الحق و لو بالدعوى ، بنفسه أو وكيله ، و الكفيل بمنزلة الوكيل حيث يأمره به و يفتقر إلى إيجاب و قبول بين الأولين صادرين على الوجه المعتبر في العقد اللازم .\r\n\r\nشرط كفالت\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nشرط كفالت آن است كه كفيل و مكفول له رضايت داشته باشند ولى رضايت مكفول شرط نيست زيرا هروقت كه صاحب حق وى را طلبيد واجب است حاضر شود اگرچه خود مباشرتا يا به واسطه وكيلش او را بخواند و البته كفيل بمنزله وكيل براى صاحب حق مىباشد مشروط باينكه صاحب حق به او در احضار مكفول دستور و فرمان داده باشد بنابراين رضايت مكفول مطرح نبوده بلكه اجبارا و اكراها هم اگر باشد وى را حاضرش مىكنند .\r\nو بهرتقدير كفالت چون عقد است لاجرم نياز به ايجاب و قبول دارد و طرفين عقد مكفول له و كفيل هستند كه بايد عقد كفالت را به آن\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nنحوى كه عقود لازمه ايقاع ميشوند واقع سازند .\r\nقوله : و شرطها : يعنى و شرط كفالت .\r\nقوله : لوجوب الحضور عليه : ضمير در [ عليه 
  ] به مكفول عائد است .\r\nقوله : متى طلبه صاحب الحق : ضمير منصوبى در [ طلبه 
  ] بمكفول راجع بوده و مقصود از [ صاحب حق 
  ] مكفول له مىباشد .\r\nقوله : و لو بالدعى بنفسه او وكيله : يعنى اگرچه خودش ( يعنى مكفول له ) مكفول را بخوانده يا بواسطه وكيل خويش او را دعوت نمايد پس ضميرهاى [ بنفسه 
  ] و [ وكيله 
  ] بمكفول له عائد است .\r\nقوله : حيث يأمره به : ضمير فاعلى در [ يأمره 
  ] به مكفول له و ضمير منصوبى به كفيل و ضمير مجرورى در [ به 
  ] باحضار عائد است .\r\nقوله : بين الاولين : يعنى مكفول له و كفيل چه آن‌كه ايندو در عبارت [ و شرطها رضى الكفيل و المكفول له دون المكفول 
  ] اول و دوم قرار گرفته‌اند .\r\nقوله : على الوجه المعتبر فى العقد اللازم : يعنى صيغه عربى و ماضى بوده و بين ايجاب و قبول تطابق رعايت شود .\r\nمتن :\r\nو تصح حالة و مؤجلة أما الثاني فموضع وفاق ، و أما الأول فأصح القولين ، لأن الحضور حق شرعي لا ينافيه الحلول . و قيل : لا تصح إلا مؤجلة .\r\n\r\nمبحث احكام كفالت\r\nشرح فارسى :\r\nمرحوم مصنف در اين مقام به احكام كفالت اشاره فرموده\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nفرموده كه ذيلا درج مىشود :\r\nالف : كفالت را هم بدون مهلت و هم بامهلت ميتوان واقع ساخت و در هردو صورت صحيح است .\r\nشارح ( ره ) مىفرماين :\r\nاما صحت كفالت در صورت دوم ( يعنى با مدت ) اجماعى و اتفاقى است .\r\nو اما در فرض اول در آن دو قول است كه اصح از آنها اين است كه صحيح مىباشد زيرا حضور مكفل يك حق شرعى به عهده وى بوده كه با حلول زمان هيچ تهافت و تنافى ندارد .\r\nاما برخى از فقهاء فرموده‌اند صرفا كفالت در صورت مؤجل بودن صحيح است و حالّ آن باطل است .\r\nقوله : و قيل لا يصح الا مؤجلة : قائل اينقول مرحوم مفيد و شيخ در نهايه و سبزوارى در كفايه و سلّار در مراسم و قاضى ابن البراح در يكى از دو قولش و كاشف الرموز مىباشند .\r\nمتن :\r\nإلى أجل معلوم لا يحتمل الزيادة و النقصان كغيره من الآجال المشترطة .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nب : در كفالت مؤجلة زمان بايد معلوم و مشخص باشد .\r\nشارح ( ره ) مىفرماين :\r\nبطورى كه در آن احتمال زياده و نقصان نرود چنانچه در تمام مواردى كه اجل و مدت شرط مىشود حكمش چنين است و تنها منحصر\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nبه اين مورد حاصل نمىباشد .\r\nقوله : كغيره من الاجال : ضمير در [ كغيره 
  ] باجل كفالت راجع است .\r\nمتن :\r\nو يبرأ الكفيل بتسليمه تسليما تاما بأن لا يكون هناك مانع من تسلمه كمتغلب ، أو حبس ظالم ، و كونه في مكان لا يتمكن من وضع يده عليه ، لقوة المكفول ، و ضعف المكفول له ، و في المكان المعين إن بيناه في العقد ، و بلد العقد مع الإطلاق .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nج : كفيل بواسطه تسليم مكفول ذمّه‌اش برى مىشود مشروط باينكه تسليمش تام باشد .\r\nشارح ( ره ) مىفرماين :\r\nمقصود از تسليم تام آن است كه مانعى از تسلّم و قبض براى مكفول له در بين نباشد مانند وجود ظالمى كه مكفول را قبض نموده يا او را گرفته و حبس نمايد و نيز مثل اينكه كفيل مكفول را در مكانى بگذارد كه باعتبار قوت مكفول و ضعف در مكفول له وى از وضع يد بر آن و قبض نمودنش متمكن نباشد .\r\nلازم بتوضيح است در صورتى كه مكان تسليم را در ضمن عقد معين كرده باشند بر كفيل لازم است مكفول را در همان‌جا تسليم داده و اگر عقد را مطلق واقع نموده و بلد تسليم را معين نكرده باشند حكم اين است كه كفيل مكفول را در بلد عقد واجب است به قبض مكفول له بدهد .\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nقوله : بتسليمه تسليما تاما : اضافه [ تسليم 
  ] به ضمير از قبيل اضافه مصدر به مفعول بوده و ضمير فاعلى آن به كفيل و ضمير مفعولى كه مضاف اليه است به مكفول راجع است .\r\nقوله : مانع من تسلّمه : يعنى تسلّم و قبض مكفول له .\r\nقوله : كمتغلّب : كلمه [ متغلّب 
  ] به معناى ظالم مىباشد .\r\nقوله : و كونه فى مكان لا يتمكن من وضع يده عليه : ضمير در [ كونه 
  ] به مكفول و ضمير فاعلى در [ يتمكن 
  ] و [ يده 
  ] به مكفول له و ضمير در [ عليه 
  ] بمكفول راجع است .\r\nقوله : ان بيّناه فى العقد : ضمير فاعلى در [ بيّناه 
  ] به مكفول له و كفيل و ضمير مفعولى به [ مكان معيّن 
  ] عائد است .\r\nمتن :\r\nو عند الأجل أي بعده إن كانت مؤجلة ، أو في الحلول متى شاء إن كانت حالة ، و نحو ذلك ، فإذا سلمه كذلك برئ ، فإن امتنع سلمه إلى الحاكم و برئ أيضا ، فإن لم يمكن أشهد عدلين بإحضاره إلى المكفول له ، و امتناعه من قبضه ، و كذا يبرأ بتسليم المكفول نفسه تاما و إن لم يكن من الكفيل على الأقوى ، و بتسليم غيره له كذلك .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nد : اگر عقد كفالت مؤجل باشد لازمست بعد از انقضاء اجل و در صورتى كه حال باشد در وقت حلول كفيل مكفول را به مكفول له تسليم نمايد .\r\nشارح ( ره ) مىفرماين :\r\nاگر عقد كفالت حال باشد هروقتى كه مكفول له ويرا مطالبه كند\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nبر كفيل احضارش لازم است .\r\nسپس مىفرماين :\r\nو امثال اين امور كه رعايت آنها بواسطه شرط و التزام لازم - است بايد مراعات گردد و بهرحال وقتى كفيل مكفول را اين‌چنين تسليم نمود و تمام خصوصيات و شرائط را مراقبت كرد ذمّه‌اش برى مىشود .\r\nلازم بتوضيح است در صورتى كه مكفول له از قبض مكفول امتناع ورزيد بر كفيل است كه وى را تسليم حاكم نموده و بدينوسيله ذمه‌اش را برى نمايد و اگر تسليم به حاكم ممكن نبود دو شاهد عادل را ناظر قرار دهد كه مكفول را نزد مكفول له حاضر نمود و وى از قبض آن سر باز زد .\r\nسپس در آخر كلامشان مىفرماين :\r\nو نيز اگر مكفول خودش را بطور كامل در اختيار مكفول له قرار داد اقوى از نظر ما اين است كه ذمّه كفيل برى مىگردد اگرچه وى در آن هيچگونه دخالتى نداشته باشد چنانچه اگر شخص ديگرى وى را بطور تمام و كامل در اختيار مكفول له قرار دهد و به قبض وى داد ذمّه كفيل برى و فارغ مىگردد .\r\nقوله : متى شاء : ضمير فاعلى در [ شاء 
  ] بمكفول له راجع است .\r\nقوله : و نحو ذلك : مشار اليه [ ذلك 
  ] حلول و اجل است يعنى همانطورى كه اگر ايندو منظور و ملحوظ باشند بايد رعايت آنها بنمايند حال اگر غير ايندو امور ديگرى در عقد كفالت شرط و اعتبار\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nشود مراعاتش لازم و واجب مىباشد مثلا مكفول له شرط كند كه وى را دست بسته بايد تحويل دهى بر كفيل لازم است طبق شرط وى را اينطور بياورد .\r\nقوله : فاذا سلّمه كذلك : فاعل در [ سلّمه 
  ] ضميرى استكه به كفيل راجع بوده و ضمير منصوبى به مكفول عود مىكند و مقصود از [ كذلك 
  ] تسليم تام و واجد شرائط مىباشد .\r\nقوله : فان امتنع : يعنى امتنع مكفول له .\r\nقوله : سلّمه الى الحاكم : ضمير فاعلى در [ سلّمه 
  ] بكفيل و ضمير مفعولى به مكفول عود مىكند .\r\nقوله : فان لم يكن : ضمير فاعلى به [ تسليم الى الحاكم 
  ] عائد است .\r\nقوله : اشهد عدلين باحضاره : فاعل در [ اشهد 
  ] ضميرى است كه بكفيل راجع بوده و ضمير مجرورى در [ باحضاره 
  ] به مكفول عائد است .\r\nقوله : و امتناعه من قبضه : ضمير مجرورى در [ امتناعه 
  ] به مكفول له و در [ قبضه 
  ] بمكفول عائد است .\r\nقوله : و كذا يبرء : ضمير مستتر در [ يبرء 
  ] به كفيل عائد است .\r\nقوله : و ان لم يكن من الكفيل : ضمير مستتر در [ لم يكن 
  ] بتسليم عائد است .\r\nقوله : و بتسليم غيره له كذلك : ضمير مجرورى در [ غيره 
  ] بكفيل و در [ له 
  ] بمكفول و مقصود از [ كذلك 
  ] تسليم تام و بدون مانع مىباشد .\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nمتن :\r\nو لو امتنع الكفيل من تسليمه ألزمه الحاكم به فإن أبى فللمستحق طلب حبسه من الحاكم حتى يحضره ، أو يؤدي ما عليه إن أمكن أداؤه عنه كالدين ، فلو لم يمكن كالقصاص ، و الزوجية ، و الدعوى بعقوبة توجب حدا أو تعزيرا ، ألزم بإحضاره حتما مع الإمكان و له عقوبته عليه كما في كل ممتنع من أداء الحق مع قدرته عليه ، فإن لم يمكنه الإحضار و كان له بدل كالدية في القتل و إن كان عمدا ، و مهر مثل الزوجة وجب عليه البدل .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nه : اگر كفيل از تسليم نمودن مكفول امتناع ورزيد حاكم مجبورش نمايد و در صورتى كه باز از آوردن وى ابا نمود مستحق ( مكفول له ) از حاكم بخواهد كه وى را حبس نمايد تا كفيل را آورده يا حقى كه به عهده او است كفيل بپردازد .\r\nشارح ( ره ) مىفرماين :\r\nپرداختن حق واجب بر مكفول بواسطه كفيل در جائى است كه امكان آن شرعا باشد همچون دين و قرضى كه به عهده او است أما در غير اين صورت مانند آنكه حق ، قصاص يا زوجيّت بوده و يا بر عليه وى ادعاء عقوبتى شده كه موجب حد يا تعزير است كفيل را حتى الامكان باحضار مكفول ملزم و مجبور مىنمايند بلكه مىتوان گفت مكفول له مىتواند وى را در شدت و عقوبت قرار داده تا مكفول را حاضر كند چنانچه اين حكم نسبت بهركسى كه با داشتن قدرت از پرداختن و اداء نمودن حقى كه بعهده‌اش هست امتناع ميورزد جاريست .\r\nولى اگر كفيل از احضار مكفول تمكن نداشت و از طرفى حق\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nداراى بدل بود همچون قتل كه موجب قصاص شده و بدل قصاص ديه است يا زوجيّت كه بدلش مهر المثل مىباشد در چنين موردى بر كفيل لازم است بدل را بپردازد .\r\nقوله : من تسليمه : يعنى از تسليم مكفول .\r\nقوله : الزمه الحاكم به : ضمير منصوبى به كفيل راجعست و ضمير مجرورى در [ به 
  ] به تسليم عود مىكند .\r\nقوله : حتى يحضره : ضمير فاعلى به كفيل و ضمير مفعولى به مكفول عود مىكند .\r\nقوله : او يؤدى ما عليه : ضمير فاعلى در [ يؤدى 
  ] بكفيل و ضمير مجرورى در [ عليه 
  ] بمكفول عود مىنمايد .\r\nقوله : ان امكن ادائه عنه : ضمير در [ ادائه 
  ] به كفيل و در [ عنه 
  ] بمكفول راجعست .\r\nقوله : فلو لم يمكن كالقصاص : يعنى مكفول قتل عمدى مرتكب شده كه بايد قصاصش كنند و اين امر نيابت‌بردار هم نميباشد\r\nقوله : و الزّوجيّة : يعنى مكفول شوهر مكفول له است كه فرار نموده مثلا زيد با هند بنا شد ازدواج كند منتهى اظهار كرد پس از ازدواج بمسافرتى مىرود كه برمىگردد هند قبول نمود ولى با قيد كفالت حال اگر شوهر فرار نمود و از مسافرت برنگشت امر زوجيّت قابل نيابت نيست تا كفيل آن را اداء نمايد .\r\nقوله : و الدعوى بعقوبة توجب حدا : يعنى بر عليه وى عقوبتى ادعاء شده كه موجب حد است مثلا مدعى كه همان مكفول له است مىگويد وى نسبت زنا به من داده و بايد حد بخورد .\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nقوله : او تعزيرا : مثلا بر عليه وى ادعا شده كه فحاشى نموده است .\r\nقوله : الزم باحضاره : كلمه [ الزم 
  ] به صيغه مجهول و ضمير نائب فاعلى در آن بكفيل و ضمير در [ باحضاره 
  ] بمكفول عود مىكند .\r\nقوله : و له عقوبته عليه : ضمير در [ له 
  ] به مكفول له و در [ عقوبته 
  ] به كفيل و در [ عليه 
  ] به احضار راجع است و احتمالا - ضمير در [ له 
  ] را به حاكم نيز مىتوان ارجاع داد .\r\nقوله : مع قدرته عليه : ضمير در [ قدرته 
  ] به ممتنع و در [ عليه 
  ] باداء الحق راجع است .\r\nقوله : فان لم يمكنه : ضمير منصوبى به [ كفيل 
  ] عائد است .\r\nقوله : و كان له بدل : ضمير در [ له 
  ] به حق عائد است .\r\nقوله : وجب عليه البدل : ضمير در [ عليه 
  ] به كفيل عائد است .\r\nمتن :\r\nو قيل : يتعين إلزامه بإحضاره إذا طلبه المستحق مطلقا ، لعدم انحصار الأغراض في أداء الحق . و هو قوي .\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nبرخى از فقهاء فرموده‌اند در صورتى كه مستحق ( مكفول له ) مكفول را طلب كند بر كفيل احضارش متعين است اگرچه حق به وسيله كفيل قابل پرداخت باشد .\r\nو دليل اين حكم آن است كه غرض از كفالت صرفا اداء حق نيست بلكه چه‌بسا مكفول له مقصودش دست يافتن به نفس مكفول\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nمىباشد ، و اين رأى از نظر ما قوى و متين مىباشد .\r\nقوله : و قيل يتعين الزامه : قائل اينقول مرحوم علامه در تذكرة الفقهاء مىباشد و ضمير در [ الزامه 
  ] بكفيل راجعست .\r\nقوله : اذا طلبه المستحق مطلقا : ضمير منصوبى در [ طلبه 
  ] باحضار عائد است و مقصود از مطلقا اين است كه اگرچه حق قابل پرداخت بوسيله كفيل باشد و اين عبارت در مقابل فرموده مصنف ( ره ) است كه قبلا فرمودند : [ حتى يحضره او يؤدى ما عليه 
  ] .\r\nمتن :\r\nثم على تقدير كون الحق مالا و أداه الكفيل فإن كان قد أدى بإذنه رجع عليه ، و كذا إن أدى به غير إذنه مع كفالته بإذنه ، و تعذر إحضاره ، و إلا فلا رجوع .\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nبفرضى كه حق مال بوده و كفيل آن را پرداخت در صورتى كه اين اداء و پرداختن باذن مكفول باشد مىتواند بعدا بوى مراجعه نمايد چنانچه اگر بدون اذن او حق را بپردازد ولى كفالتش با اجازه او بوده باشد و از آوردن و احضارش معذور باشد در اين صورت نيز حق مراجعه بوى را دارد اما در غير اين دو فرض نمىتواند به او رجوع كرده ومطالبه حقى كه داده بنمايد .\r\nقوله : و اداه الكفيل : ضمير منصوبى در [ اداه 
  ] به مال يا حق راجع است .\r\nقوله : باذنه : يعنى باذن مكفول .\r\nقوله : رجع عليه : ضمير فاعلى در [ رجع 
  ] به كفيل و ضمير مجرورى در [ عليه 
  ] بمكفول عود مىكند .\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nقوله : مع كفالته باذنه : ضمير در [ كفالته 
  ] به كفيل و در [ باذنه 
  ] بمكفول راجعست .\r\nمتن :\r\nو الفرق بين الكفالة و الضمان في رجوع من أدى بالإذن هنا و إن كفل به غير الإذن ، بخلاف الضمان : أن الكفالة لم تتعلق بالمال بالذات ، و حكم الكفيل بالنسبة إليه حكم الأجنبي فإذا أداه بإذن المديون فله الرجوع ، بخلاف الضامن ، لانتقال المال إلى ذمته بالضمان ، فلا ينفعه بعده الإذن في الأداء ، لأنه كإذن البريء للمديون في أداء دينه و أما إذنه في الكفالة إذا تعذر إحضاره ، و استئذانه في الأداء فذلك من لوازم الكفالة ، و الإذن فيها إذن في لوازمها .\r\nشرح فارسى :\r\nمؤلف گويد :\r\nاين عبارت اشاره بجواب از سؤالى كه ممكن است طرح شود و شرح آن چنين است :\r\nسؤال\r\nچه فرقى است بين ضمان و كفالت كه در كفالت اگر كفيل با اذن مكفول حق را پرداخت مىتواند بوى رجوع نموده و مال پرداخته را از او بستاند اگرچه كفالتش بدون اذن باشد ولى در ضمان اين‌طور نيست يعنى در صورتى كه ضمان تبرعى باشد ضامن اگرچه - ادائش با اذن بوده حق رجوع ندارد .\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nجواب\r\nمرحوم شارح در جواب اين سؤال مىفرماين :\r\nفرق بين ايندو آن است كه كفالت ذاتا بمال تعلّق نگرفته بلكه حكم كفيل نسبت بمال حكم شخص اجنبى را دارد از اينرو وقتى آن را باذن مديون پرداخت در واقع حقى را پرداخته كه با وى هيچ - ارتباطى نداشته است لاجرم چون مستند باذن بوده مىتواند به مديون رجوع كرده و از وى بستاند اعم از آنكه در كفالتش از او اذن داشته يا بدون اذن بر آن اقدام كرده باشد .\r\nبخلاف ضمان كه ذاتا و حقيقتا متعلق آن مال بوده و اساسا مقصود اصلى از آن انتقال مال از ذمه مديون بذمه ضامن مىباشد پس همين كه ضامن در ضمانتش اذن نگرفت ولى بعدا مال را به اذن مديون پرداخت نافع به حال او نبوده و اين اذن مجوّز رجوع بوى نمىشود چه آنكه اين اذن همچون اذن دادن شخص برئ الذمه است بمديون كه دين خودش را بپردازد پس همان طورى كه مديون پس از پرداختن دين خويش حق مراجعه به اذن‌دهنده را ندارد ضامن نيز حكمش چنين مىباشد .\r\nسپس مىفرماين :\r\nو اما در جائى كه كفيل با اذن مكفول كفارت را به عهده گرفت و پس از عدم تمكن از احضار او و متعذر بودن آن بدون اذن مال از جانب وى پرداختن گفته شد در اين صورت نيز وى حق رجوع به\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nمكفول را دارد در حالى كه اداء بدون اذن بوده و على القاعده و طبق آنچه گفته شد نبايد بتواند رجوع كند ولى بايد گفت در چنين مواردى وجوب پرداختن از لوازم كفالت است و همين‌قدر كه در اصل كفالت مأذون بود از باب اذن در شىء اذن در لوازم آنست در واقع در اداء نيز مأذون بوده است پس جواز رجوعش بمكفول بر خلاف قاعده نمىباشد .\r\nقوله : و حكم الكفيل بالنسبة اليه : يعنى بالنسبة الى المال .\r\nقوله : فله الرجوع : ضمير در [ فله 
  ] بكفيل راجعست .\r\nقوله : فلا ينفعه بعده : ضمير منصوبى در [ فلا ينفعه 
  ] به ضامن و در [ بعده 
  ] بضمان عائد است .\r\nقوله : لانه كاذن البرئ : ضمير در [ لانه 
  ] به الاذن فى الاداء عائد است .\r\nقوله : فى اداء دينه : ضمير در [ دينه 
  ] بمديون راجع است .\r\nقوله : و اما اذنه : يعنى اذن كفيل .\r\nقوله : و استيذانه : يعنى استيذان كفيل از مكفول .\r\nقوله : فذلك من لوازم الكفالة : مشار اليه [ ذلك 
  ] وجوب اداء حق .\r\nقوله : و الاذن فيها اذن فى لوازمها : ضمير مؤنث در [ فيها 
  ] و [ لوازمها 
  ] به كفالت راجع است .\r\nمتن :\r\nو لو علق الكفالة به شرط متوقع ، أو صفة مترقبة بطلت الكفالة .\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nو : اگر عقد كفالت را معلّق واقع كنند باطل است .\r\nشارح ( ره ) مىفرماين :\r\nمقصود از تعليق كفالت آن است كه آن را به شرط متوقع يا وصف مترقب مقيد نمايند كه در هردو صورت باطل است .\r\nمؤلف گويد :\r\nمثال تعليق بر شرط متوقع ( شرطيكه انتظار حصولش مىرود ) نظير اينكه كفيل بگويد :\r\nانا كفيل زيد ان احضره ان جاء الىّ .\r\nسپس مكفول له بگويد : قبلت .\r\nو مثال تعليق بر وصف مترقب ( واقعه‌اى كه قطعا واقع مىشود ولى هنوز زمانش فرانرسيده ) مانند اينكه كفيل بگويد :\r\nانا كفيل زيد ان احضره ان غربت الشمس .\r\nمتن :\r\nو كذا الضمان و الحوالة كغيرها من العقود اللازمة .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nو همچنين است ضمان و حواله .\r\nشارح ( ره ) مىفرماين :\r\nنظير غير اينها از ساير عقود لازمه كه در تمام تنجيز شرط بوده و تعليق موجب بطلان آنها است .\r\nمتن :\r\nنعم لو قال : إن لم أحضره إلى كذا كان علي كذا صحت الكفالة أبدا و لا يلزمه المال المشروط ، و لو\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nقال : علي كذا إن لم أحضره لزمه ما شرطه من المال إن لم يحضره على المشهور .\r\nو مستند الحكمين رواية داود بن الحصين عن أبي العباس عن الصادق عليه السلام .\r\nو في الفرق بين الصيغتين من حيث التركيب العربي نظر ، و لكن المصنف و الجماعة عملوا بمضمون الرواية جامدين على النص مع ضعف سنده .\r\nو ربما تكلف متكلف بما لا يسمن و لا يغني من جوع ، و إن أردت الوقوف على تحقيق الحال فراجع ما حررناه في ذلك بشرح الشرائع و غيره .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nز : بلى اگر كفيل بگويد :\r\nاگر فلانى را حاضر نكردم مبلغ كذائى به عهده من باشد در اين‌جا كفالت صحيح است ولى مالى كه شرط نموده بعهده‌اش نيامده و لازم نيست آن را بدهد .\r\nولى اگر بگويد :\r\nح : به عهده من فلان مبلغ باشد اگر وى را حاضر نكنم مالى كه شرط كرده بعهده‌اش آمده و در صورت حاضر نكردن مكفول آن را بايد بپردازد .\r\nشارح ( ره ) مىفرماين :\r\nدو حكمى كه ذكر شد مشهور به آن قائل شده و مدرك ايشان روايت دارد بن حصين از ابى العباس است كه از مولانا الصادق عليه\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nالسلام نقل نموده .\r\nولى از نظر ما فرقيكه بين ايندو صيغه گذاشته و در اوّلى مال را ثابت ندانسته ولى در تركيب دومى آن را اثبات كرده‌اند صحيح نبوده و هردو از نظر تركيب ادبى با هم متحد هستند با اين فرق كه در اول شرط مقدم و جزاء مؤخر آمده و در تركيب دوم عكس آن گفته شده است و اين مقدار فرق از نظر معنا تغييرى ايجاد نكرده و على القاعده از نظر حكم نيز لازمست با هم متحد باشند .\r\nولى مرحوم مصنف و مشهور بمضمون روايت عمل كرده و بر آن جمود فرموده‌اند با اينكه سند روايت نامبرده ضعيف و غير قابل اعتناء است .\r\nبرخى از فقهاء خود را بتكلّف انداخته و خواسته‌اند بين دو صيغه فرقى بگذارند فلذا بيانى ذكر نموده‌اند كه لا يسمن و لا يغنى من جوع ، يعنى فرق فارقى بيان نكرده و نتوانسته‌اند حكم مزبور را موجّه سازند .\r\nو اگر طالبين تحقيق اين مسئله را خواسته باشند رجوع بشرح شرايع نموده و اين مسئله را ما در آنجا تحرير و تحقيق نموده‌ايم كما اينكه در غير آن كتاب نيز آن را متعرض شده و تحقيقش را نموده‌ايم .\r\nقوله : و لا يلزمه المال : ضمير منصوبى در [ يلزمه 
  ] بكفيل عائد است .\r\nقوله : لزمه ما شرطه : ضمير منصوبى در [ لزمه 
  ] بكفيل و در [ شرطه 
  ] بماء موصوله عائد است .\r\nقوله : و مستند الحكمين رواية داود بن الحصين : روايت\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nمزبور را مرحوم صاحب وسائل در ج 13 ص 157 به اين شرح نقل نموده :\r\nمحمد بن يعقوب باسنادش از احمد بن محمد از ابى بصيراز داود بن الحصين از ابى العباس از ابى عبد اللّه عليه السلام قال :\r\nسئلته عن الرجل يكفل بنفس الرجل الى اجل ، فان لم يأت به فعليه كذا و كذا درهما ؟\r\nقال : ان جاء به الى اجل فليس عليه مال و هو كفيل بنفسه ابدا الا ان يبدأ بالدراهم ، فان بدء بالدراهم فهو لها ضامن ان لم يأت به الى الاجل الّذى اجلّه .\r\nقوله : مع ضعف سنده : وجه ضعف اين حديث وقوع داود بن حصين در سند آن است چه آنكه وى طبق فرموده مرحوم علامه در خلاصه واقفى است و ايشان در اين كتاب راجع بوى مىفرماين : و الاقوى عندى التوقف .\r\nقوله : ما حرّرناه فى ذلك بشرح شرايع : مقصود از شرح شرايع كتاب شريف مسالك الاحكام است .\r\nمتن :\r\nو تحصل الكفالة أي حكم الكفالة بإطلاق الغريم من المستحق قهرا فيلزمه إحضاره ، أو أداء ما عليه إن أمكن و على ما اخترناه مع تعذر إحضاره لكن هنا حيث يؤخذ منه المال لا رجوع له على الغريم إذا لم يأمره بدفعه ، إذ لم يحصل من الإطلاق ما يقتضي الرجوع .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nح : اگر غريم و بدهكار را كسى از دست\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nمستحق و طلبكار رهانيد و به زور قهر آزاد كرده و فرارى دهد احكام كفالت بعهده‌اش مىآيد و بعبارت ديگر رهاكننده اگرچه كفيل نيست ولى حكم وى به عهده او ثابت مىشود .\r\nشارح ( ره ) مىفرماين :\r\nدر اينجا بر رهاكننده لازمست كه وى را احضار نموده يا حقّى كه به عهده او است به مستحق در صورت امكان بپردازد .\r\nالبته حكمى كه گفته شد بنا بمذهب مرحوم مصنف است امّا طبق مختار ما در صورتى كه احضار غريم متعذر بود رهاكننده مىتواند بپرداختن حقى كه به عهده غريم است مبادرت نمايد .\r\nو بهرتقدير در اين فرض پس از اينكه از وى حق و مال را گرفتند چون بدهكار او را بدفع آن امر ننموده لاجرم وى نمىتواند به غريم و بدهكار رجوع نمايد .\r\nچه آنكه فرارى دادن غريم از دست طلبكار مقتضى اين معنا نيست كه رهاكننده بعد از پرداخت حق بتواند به او رجوع نمايد به خلاف كفالت صحيح كه اقتضاء چنين امرى در آن مىباشد .\r\nقوله : اى حكم الكفالة : مقصود از حكم كفالت لزوم احضار غريم بر رهاكننده است .\r\nقوله : باطلاق الغريم من المستحق : كلمه [ اطلاق 
  ] به معناى آزاد كردن و فرارى دادن بوده و مقصود از [ غريم 
  ] بدهكار و از [ مستحق 
  ] به صيغه اسم فاعل صاحب حق مىباشد .\r\nقوله : فيلزمه احضاره : كلمه [ فاء 
  ] بر سر [ فيلزمه 
  ] عاطفه و به معناى ترتيب ذكرى است ( يعنى عطف مفصّل بر مجمل ) بنابراين\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nعبارت بعد از آن معطوف بر [ حكم الكفالة 
  ] و تفصيل آن مىباشد و بهرتقدير ضمير منصوبى در آن به رهاكننده و ضمير مجرورى در [ احضاره 
  ] به غريم عائد است .\r\nقوله : او اداء ما عليه : ضمير در [ عليه 
  ] بغريم عائد است .\r\nقوله : ان امكن : ضمير مستتر در [ امكن 
  ] به اداء راجع است و مقصود از آن مواردى است كه رهاكننده شرعا بتواند حق واجب برعهده مكفول را بپردازد مثل اينكه به عهده وى دين و قرض باشد اما در صورتى كه حق واجب از قبيل قصاص و حدّ يا تعزير - باشد اداء ممكن نبوده و اين صور از عبارت خارجند .\r\nقوله : و على ما اخترناه : كه همان رأى مرحوم علامه بوده و سابقا شرحش گذشت .\r\nقوله : حيث يؤخذ منه المال : ضمير در [ منه 
  ] به رهاكننده عائد است .\r\nقوله : لا رجوع له على الغريم : ضمير در [ له 
  ] به رهاكننده راجع است .\r\nقوله : اذا لم يأمره بدفعه : ضمير فاعلى در [ لم يأمره 
  ] به غريم و ضمير مفعولى به رهاكننده و ضمير مجرورى در [ بدفعه 
  ] به مال عائد است .\r\nقوله : اذ لم يحصل من الاطلاق : علّت است براى - [ لا رجوع 
  ] .\r\nمتن :\r\nفلو كان الغريم قاتلا عمدا كان أم شبهه لزمه إحضاره ، أو الدية ، و لا يقتص منه في العمد لأنه\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nلا يجب على غير المباشر ثم إن استمر القاتل هاربا ذهب المال على المخلص و إن تمكن الولي منه في العمد وجب عليه رد الدية إلى الغارم ، و إن لم يقتص من القاتل ، لأنها وجبت لمكان الحيلولة و قد زالت ، و عدم القتل الآن مستند إلى اختيار المستحق ، و لو كان تخليص الغريم من يد كفيله و تعذر استيفاء الحق من قصاص ، أو مال ، و أخذ الحق من الكفيل كان له الرجوع على الذي خلصه ، كتخليصه من يد المستحق .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nدر نتيجه اگر غريم قاتل عمدى بوده يا قتل شبه عمد از وى صادر شده باشد بر رهاكننده لازمست او را حاضر كرده يا ديه را بپردازد .\r\nشارح ( ره ) مىفرماين :\r\nدر صورتى كه غريم قتل عمدى مرتكب شده باشد و رهاكننده وى را حاضر ننمود او را قصاص نمىكنند زيرا قصاص بر غير مباشر قتل ثابت نمىباشد بنابراين قصاص نمودن رهاكننده مشروع نيست .\r\nو بهرتقدير اگر فرارى بودن قاتل استمرار داشت مالى كه رهاكننده به مستحق داده از كيسه وى رفته و صرفا ضرر به خود او متوجه است ولى اگر ولى مقتول ( مستحق ) بر قاتل عمد دست يافت بر وى لازم است ديه‌اى را كه از مخلّص و رهاكننده گرفته بود بوى رد نمايد اگرچه قاتل را بخواهد قصاص نمايد و دليل اين حكم آن است كه ديه‌اى را كه قبلا از او گرفته از باب بدل حيلوله بوده است يعنى ديه به اين جهت بود كه رهاكننده بين مستحق و قاتل حائل و مانع\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nشد حال پس از اينكه اين حيلولة و منع از بين رفت و مستحق بر جانى دست پيدا نمود بودن بدل نزد وى مشروع نبوده و ديه را بايد به صاحبش رد نمايد و اينكه جانى قصاص ممكن است نشده باشد صرفا مستند به اختيار مستحق است و به مخلّص ارتباطى ندارد .\r\nفرع\r\nدر صورتى كه شخص قاهر بدهكار و غريم را از دست كفيل رهانيد و بدين وسيله مكفول له نتوانست حق خود را از مكفول استيفاء كند اعم از آنكه حق قصاص بوده يا مال باشد و لهذا حق را از كفيل گرفت ( البته در موردى كه شرعا ممكن باشد ) حكم اين استكه كفيل مىتواند به رهاكننده رجوع نموده و غرامتى كه پرداخته از وى بستاند و در واقع ضرر اين جنايت متوجه مخلّص مىشود چنانچه اگر وى غريم را از دست مستحق مىرهانيد حكمش همين بود .\r\nقوله : او شبهه : يعنى شبه عمد .\r\nقوله : لزمه احضاره : ضمير در [ لزمه 
  ] به رهاكننده راجع بوده و در [ احضاره 
  ] به غريم .\r\nقوله : و لا يقتص منه : ضمير مستتر در [ يقتص 
  ] به رهاكننده راجع است .\r\nقوله : لانه لا يجب على غير المباشر : ضمير در [ لانه 
  ] به قصاص راجع است و مقصود از [ مباشر 
  ] كسى استكه قاتل مىباشد .\r\nقوله : ذهب المال على المخلّص : مقصود از [ مال 
  ]\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nديه‌اى است كه رهاكننده پرداخته .\r\nقوله : و ان تمكن الولى منه : ضمير در [ منه 
  ] به قاتل عائد است .\r\nقوله : وجب عليه رد الدية : ضمير در [ عليه 
  ] به ولىّ راجع بوده و مقصود از [ ديه 
  ] ديه‌اى است كه از رهاكننده گرفته است .\r\nقوله : الى الغارم : مراد رهاكننده است .\r\nقوله : و ان لم يقتص من القاتل : كلمه [ ان 
  ] وصليّه بوده و ضمير فاعلى مستتر در [ لم يقتص 
  ] به [ ولىّ 
  ] عائد است .\r\nقوله : لانّها وجبت : ضمير در [ لانها 
  ] به ديه عائد است .\r\nقوله : لمكان الحيلولة : يعنى ديه‌اى كه از رهاكننده ابتداء گرفته شد از باب [ بدل حيلوله 
  ] بوده است .\r\nقوله : و قد زالت : ضمير مستتر در [ زالت 
  ] بحيلوله راجع است .\r\nقوله : و عدم القتل الآن : منظور از [ قتل 
  ] قصاص و از [ الآن 
  ] زمان دست يافتن ولىّ بر قاتل مىباشد .\r\nقوله : مستند الى اختيار المستحق : مقصود از [ مستحق 
  ] ولىّ مقتول است .\r\nقوله : من يد كفيله : يعنى كفيل غريم .\r\nقوله : كان له الرجوع : ضمير [ له 
  ] بكفيل عائد است .\r\nقوله : خلّصه : ضمير فاعلى به [ الذى 
  ] و ضمير مفعولى به غريم عائد است .\r\nقوله : كتخليصه من يد المستحق : ضمير [ تخليصه 
  ] به\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nالذى راجع مىباشد .\r\nمتن :\r\nو لو غاب المكفول غيبة يعرف موضعه أنظر الكفيل بعد مطالبة المكفول له بإحضاره ، و بعد الحلول إن كانت مؤجلة به مقدار الذهاب إليه و الإياب فإن مضت و لم يحضره حبس و ألزم ما تقدم ، و لو يعرف موضعه لم يكلف إحضاره ، لعدم إمكانه و لا شيء عليه ، لأنه لم يكفل المال ، و لم يقصر في الإحضار .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nط : اگر مكفول غايب بود حكم اين استكه بعد از فرارسيدن زمان احضار به مقدارى كه كفيل بنزد وى رفته و او را بياورد بكفيل مهلت داده مىشود .\r\nشارح ( ره ) مىفرماين :\r\nمورد حكم مذكور جائى است كه اولا جاى مكفول معلوم و مشخص بوده و ثانيا مكفول له احضار وى را مطالبه كند كه در صورت مؤجل بودن كفالت و فرارسيدن زمان احضار حكم ياد شده جارى است و بهرتقدير اگر مدت در نظر گرفته شده گذشت و كفيل وى را حاضر ننمود او را حبس كرده و به آنچه قبلا گفته شد ملزمش مىكنند .\r\nسپس مىفرماين :\r\nولى اگر جاى و مكان مكفول معلوم نباشد نميتوان كفيل را ملزم و مجبور به احضار او نمود زيرا در اين صورت احضارش ممكن نبوده و تكليف باحضار تكليف ما لا يطاق است بنابراين در چنين فرضى كه حق مال بوده و احضار مكفول هم ممكن نباشد به عهده كفيل چيزى نيست نه مال و نه احضار :\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nاما مال در ذمه‌اش نمىباشد بخاطر اينكه كفالت در مال ننموده و آن را به عهده نگرفته است .\r\nو اما احضار بر او واجب نيست بخاطر اينكه تقصير از ناحيه او نبوده و در چنين وقتى تكليف ما لا يطاق است .\r\nقوله : يعرف موضعه : ضمير در [ موضعه 
  ] به مكفول عائد است .\r\nقوله : انظر الكفيل : كلمه [ انظر 
  ] به صيغه مجهول يعنى مهلت داده مىشود .\r\nقوله : انكانت مؤجله : ضمير مستتر در كانت به كفالت راجع است .\r\nقوله : به مقدار الذهاب اليه : ضمير در [ اليه 
  ] به مكفول راجع است .\r\nقوله : فان مضت : ضمير مستتر در [ مضت 
  ] به [ نظرة 
  ] به معناى [ مهلت 
  ] كه از [ انظر 
  ] استفاده مىشود راجع است .\r\nقوله : و لم يحضره : ضمير فاعلى بكفيل و ضمير مفعولى به [ مكفول 
  ] راجع است .\r\nقوله : حبس و الزم : هردو به صيغه مجهول بوده و ضميرهاى مستتر به كفيل راجع مىباشند .\r\nقوله : ما تقدم : مقصود پرداختن حق مىباشد .\r\nقوله : و لو لم يعرف موضعه : كلمه [ لم يعرف 
  ] به صيغه مجهول بوده و [ موضعه 
  ] نائب فاعل آن بوده و ضمير مجرورى در [ موضعه 
  ] به مكفول عائد است .\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nقوله : لم يكلّف احضاره : كلمه [ لم يكلّف 
  ] به صيغه مجهول و ضمير مستتر در آن بكفيل عائد است .\r\nقوله : لعدم امكانه : ضمير در [ امكانه 
  ] باحضار راجعست\r\nقوله : و لا شئ عليه : ضمير در [ عليه 
  ] بكفيل راجعست .\r\nقوله : لانه لم يكفل المال : ضمير منصوبى در [ لانه 
  ] به كفيل عائد مىباشد و مقصود از [ كفالت 
  ] در اينجا معناى ضمان مىباشد\r\nقوله : لم يقصّر فى الاحضار : ضمير مستتر در [ لم يقصّر 
  ] بكفيل عائد است .\r\nمتن :\r\nو ينصرف الإطلاق إلى التسليم في موضع العقد ، لأنه المفهوم عند الإطلاق . و يشكل لو كانا في برية ، أو بلد غرية قصدهما مفارقته سريعا لكنهم لم يذكروا هنا خلافا كالسلم ، و الإشكال يندفع بالتعيين .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nى : اگر عقد كفالت را مطلق واقع ساخته و در آن مكان تحويل و تسليم مكفول را معيّن نكردند اطلاق منصرف است بلزوم تسليم در بلد عقد . شارح ( ره ) مىفرماين :\r\nدليل اين حكم آن است كه از اطلاق بلد عقد فهميده مىشود ولى اشكالى كه در اينجا هست اينكه اگر كفيل و مكفول له عقد كفالت را در بيابانى يا شهر غريبى كه قصد مفارقت از آن را دارند و به سرعت از آنجا خارج مىشوند بطور مطلق واقع ساختند اين انصراف قطعا نبوده و از اطلاق مكان عقد يقينا فهميده نمىشود از اينرو مكان تسليم مكفول دچار حيرت خواهيم شد .\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nولى فقهاء متذكر اين اشكال نشده و حكم را همانطوريكه مرحوم مصنف فرموده بطور مسلّم ذكر نموده‌اند چنانچه در بيع سلم نيز مانند اينجا فرموده و گفته‌اند اطلاق عقد منصرف است باينكه بايع بايد مبيع را در بلد مسلم فيه تسليم كند در حالى كه اشكال ياد شده در سلم نيز جارى شده و بدين وسيله در مورد اشكال مكان تسليم مجهول مىماند .\r\nالبته براى اينكه دچار چنين اشكالى نشده و به منظور اين‌كه از تحيّر رها گردند بهتر است مكان تسليم را تعيين و مشخص كنند .\r\nقوله : لانه المفهوم : ضمير منصوبى به [ موضع عقد 
  ] راجع است .\r\nقوله : قصدهما مفارقته : ضمير تثنيه به [ مكفول له 
  ] و [ كفيل 
  ] و ضمير در [ مفارقته 
  ] به بلد غربة راجع است .\r\nمتن :\r\nو لو عين غيره أي غير موضع العقد لزم ما شرط ، و حيث يعين ، أو يطلق و يحضره في غير ما عين شرعا لا يجب تسلمه و إن انتفى الضرر .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nك : اگر غير موضع عقد را جهت تسليم - معيّن نمودند شرط لازم و مراعاتش واجب است .\r\nشارح ( ره ) مىفرماين :\r\nو در موضعى كه مكان تسليم را معيّن نموده يا مطلق گذاشته و اطلاق را بموضع عقد منصرف دانستيم اگر كفيل مكفول را در جائى حاضر نمود كه آنجا از نظر شرع تعيين نشده است بر مكفول له قبض\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nو تسلّم واجب نبوده اگرچه ضررى در قبض نمودن متوجه او نشود .\r\nقوله : و حيث يعيّن : كلمه [ حيث 
  ] مكانى بوده و معناى عبارت اين است و هرمكانى را كه معين نمودند .\r\nقوله : و يحضره فى غير ما عيّن شرعا : ضمير فاعلى به [ كفيل 
  ] و ضمير مفعولى به [ مكفول 
  ] عائد بوده و مقصود از [ ما عيّن شرعا 
  ] بلد عقد است در صورتى كه عقد را مطلق گذاردند و در صورت تعيين هرمكانى را كه معين نمايند مىباشد .\r\nقوله : لا يجب تسلّمه : ضمير مجرورى در [ تسلّمه 
  ] بمكفول له راجعست .\r\nمتن :\r\nو لو قال الكفيل : لا حق لك على المكفول حالة الكفالة فلا يلزمني إحضاره فالقول قول المكفول له ، لرجوع الدعوى إلى صحة الكفالة ، و فسادها فيقدم قول مدعى الصحة ، و حلف المستحق و هو المكفول له و لزمه إحضاره ، فإن تعذر لم يثبت الحق بحلفه السابق ، لأنه لإثبات حق يصحح الكفالة ، و يكفي فيه توجه الدعوى نعم لو أقام بينة بالحق و أثبته عند الحاكم ألزمه به كما مر ، و لا يرجع به على المكفول ، لاعترافه ببراءة ذمته ، و زعمه بأنه مظلوم .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nل : اگر بين كفيل و مكفول له نزاع واقع شد به اين نحو كه كفيل بوى مىگويد :\r\nتو حقّى بر مكفول ندارى .\r\nو مكفول له مىگويد :\r\nمن از وى طلبكار بوده و حقّى بعهده‌اش دارم .\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nدر اينجا جانب مكفول له را ترجيح داده و قول او را مقدم ميكنند از اينرو لازمست كه وى قسم بخورد .\r\nشارح ( ره ) مىفرماين :\r\nكفيل ادعايش اين است كه مكفول له در وقت كفالت از مكفول حقّى طلب نداشته فلذا بوى مىگويد :\r\nپس نمىتوانى مرا بر احضار او ملزم و مجبور نمائى .\r\nو اما سرّ اينكه قول مكفول له مقدم است اين مىباشد كه نزاعشان بر صحّت و فساد كفالت راجع است به اين معنا كه كفيل مدعى فساد و مكفول له ادعاء مىكند كفالت صحيح بوده است و پرواضح استكه در چنين منازعه‌اى قول مدعى صحّت مقدم است از اينرو مستحق يعنى مكفول له قسم خورده و بر كفيل لازم مىشود كه مكفول را حاضر كند .\r\nلازم بتوضيح است اگر احضار مكفول متعدد بود به صرف قسمى كه مكفول له قبلا خورد حق ثابت نمىشود چه آنكه قسم مزبور جهت اثبات حقّى بوده كه مصحح كفالت باشد و در چنين قسمى مجرّد - وجيه قرار دادن ادعاء كفايت مىكند اگرچه مقدار و مبلغ يا نوع و سنخ حق را تفصيلا اثبات ننمائيم .\r\nبلى اگر جهت تفصيل و اثبات مبلغ و مقدار حق بينه قائم نمود و بوسيله آن مطلوبش را نزد حاكم اثبات كرد حاكم كفيل را بپرداخت حق مورد ادعاء مكفول له ملزم و مجبور مىنمايد چنانچه شرح آن قبلا گذشت .\r\nقابل توجه آنكه كفيل بعد از پرداختن حق مذكور نمىتواند به مكفول مراجعه كند زيرا خود معترف است ذمّه وى از آن برى بوده و\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nبگمانش او مظلوم و مكفول له ظالم است .\r\nقوله : فيقدّم قول مدعى الصحة : مقصود از [ مدعى الصحة 
  ] مكفول له است .\r\nقوله : و لزمه احضاره : ضمير منصوبى در [ لزمه 
  ] بكفيل و ضمير مجرورى در [ احضاره 
  ] بمكفول عائد است .\r\nقوله : فان تعذر : ضمير فاعلى به [ احضار مكفول 
  ] عائد است .\r\nقوله : لم يثبت الحق بحلفه السابق : ضمير در [ بحلفه 
  ] بمكفول له راجع بوده و مقصود از [ الحق 
  ] تفصيل آن از حيث مقدار و نوع مثلا مىباشد .\r\nقوله : لانه لاثبات حق يصحح الكفالة : ضمير در [ لانّه 
  ] به حلف سابق راجع است و جمله [ يصحح الكفالة 
  ] صفت است براى [ حق 
  ] .\r\nقوله : و يكفى فيه توجه الدعوى : ضمير در [ فيه 
  ] بحلف عائد است .\r\nقوله : لو اقام بينة بالحق : ضمير فاعلى در [ اقام 
  ] بمكفول له عائد است .\r\nقوله : و اثبته عند الحاكم : ضمير فاعلى در [ اثبته 
  ] بمكفول له و ضمير مفعولى به [ حق 
  ] عائد است .\r\nقوله : الزمه به : ضمير فاعلى در [ الزمه 
  ] به حاكم و ضمير مفعولى به [ كفيل 
  ] و ضمير مجرورى در [ به 
  ] به [ حق 
  ] راجعست .\r\nقوله : و لا يرجع به : ضمير فاعلى به [ كفيل 
  ] و ضمير مجرورى\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nبه [ حقى كه پرداخته 
  ] عائد است .\r\nقوله : لاعترافه ببرائة ذمته : ضمير در [ لاعترافه 
  ] به [ كفيل 
  ] و در [ ذمته 
  ] بمكفول عائد است .\r\nقوله : و زعمه انّه مظلوم : ضمير مجرور در [ زعمه 
  ] به كفيل و ضمير منصوبى در [ انّه 
  ] بمكفول راجع است .\r\nمتن :\r\nو كذا لو قال الكفيل للمكفول له : أبرأته من الحق ، أو أوفاكه ، لأصالة بقائه ثم إن حلف المكفول له على بقاء الحق برئ من دعوى الكفيل ، و لزمه إحضاره ، فإن جاء بالمكفول فادعى البراءة أيضا لم يكتف باليمين التي حلفها للكفيل ، لأنها كانت لإثبات الكفالة ، و هذه دعوى أخرى و إن لزمت تلك بالعرض .\r\nشرح فارسى :\r\nمرحو مصنف مىفرماين :\r\nم : و همچنين اگر كفيل در مقام نزاع با مكفول له بوى بگويد : مكفول را ابراء نمودى و او منكر اينمعنا باشد قول مكفول له مقدم است و بايد قسم بخورد .\r\nشارح ( ره ) مىفرماين :\r\nيا كفيل بگويد : مكفول حق تو را وفاء نمود و به تو رد كرد و وى آن را انكار نمايد .\r\nو دليل تقديم قول مكفول له بر كفيل اين است كه قول مكفول له با اصل يعنى اصالة بقاء للحق موافق است و پس از تقديم قول او اگر بر بقاء حق قسم بخورد از ادعاى كفيل برىء الذمه شده و در نتيجه بر كفيل لازم است مكفول را حاضر كند از اينرو اگر وى را آورد و\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nاو نيز همچون كفيل مدعى ابراء ذمه شد به قسم سابق مكفول له نمىتوان اكتفاء نمود چه آنكه قسم مزبور براى اثبات كفالت بوده و ادعاى مكفول دعواى ديگرى است كه مكفول له جهت تخطئه آن نياز به قسم جديد دارد اگرچه ادعاى مكفول بالعرض لازم دارد كه براى كفيل نيز مكفول له قسم بخورد زيرا اگر مدعاى مكفول حق بوده و ذمه‌اش را مكفول له ابراء نموده باشد ادعاى كفيل نيز صادق و قول وى بر انكار مكفول له مقدم مىشود و در صورتى كه مدعاى مكفول ثابت نشود و وى در جهت اثبات آن بيّنه و شاهدى نداشته باشد همانطوريكه گفتيم مكفول له بايد بر حقانيت انكارش قسم بخورد و لازمه اين قسم آنست كه در نزاعش با كفيل نيز انكار وى مقدم بوده و در آنجا نيز حكم اينستكه او بايد قسم بخورد .\r\nقوله : و كذا لو قال : يعنى در اين صورت نيز انكار مكفول له بر ادعاى كفيل مقدم است .\r\nقوله : ابرأته من الحق : ضمير منصوبى در [ ابرأته 
  ] به - مكفول عائد است .\r\nقوله : او اوفاكه : ضمير فاعلى در [ اوفى 
  ] بمكفول و مقصود از [ كاف خطاب 
  ] مكفول له و ضمير منصوبى متصل به كاف راجع به [ حق 
  ] مىباشد .\r\nقوله : لاصالة بقائه : يعنى بقاء حق .\r\nقوله : و لزمه احضاره : ضمير منصوبى بكفيل و ضمير مجرورى بمكفول عائد است .\r\nقوله : فادعى البرائة : ضمير فاعلى در [ ادعى 
  ] به مكفول راجعست .\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nقوله : ايضا : يعنى همانطورى كه كفيل ادعاى ابراء داشت مكفول نيز چنين امرى را ادعاء نمود .\r\nقوله : حلفها للكفيل : فاعل [ حلفها 
  ] ضميرى است كه به مكفول له راجع بوده و ضمير منصوبى آن به [ يمين 
  ] راجع است .\r\nقوله : لانها كانت لاثبات الكفالة : ضمير در [ لانّها 
  ] و [ كانت 
  ] به [ اليمين التى حلفها للكفيل 
  ] راجع است .\r\nقوله : و هذه دعوى اخرى : مشار اليه [ هذه 
  ] ادّعاى برائت مكفول مىباشد .\r\nقوله : و ان لزمت تلك بالعرض : ضمير مستتر در [ لزمت 
  ] به [ هذه دعوى اخرى 
  ] راجع بوده و مشار اليه [ تلك 
  ] دعوى الكفيل مىباشد .\r\nمتن :\r\nفلو لم يحلف و رد اليمين عليه أي على الكفيل فحلف برئ من الكفالة و المال بحاله لا يبرأ المكفول منه ، لاختلاف الدعويين كما مر ، و لأنه لا يبرأ بيمين غيره .\r\nنعم لو حلف المكفول اليمين المردودة على البراءة برئا معا ، لسقوط الكفالة بسقوط الحق ، كما لو أداه ، و كذا لو نكل المكفول له عن يمين المكفول فحلف برئا معا .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nن : اگر مكفول له قسم نخورد و آن را بر كفيل رد نمود و وى قسم خورد عهده او از كفالت برى شده ولى مال به حال خودش باقى است .\r\nشارح ( ره ) مىفرماين :\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nيعنى ذمّه مكفول از آن برى نمىگردد زيرا ايندو دعوى با هم اختلاف داشته و همانطورى كه گذشت هركدام نزاع مستقلى ميباشند و از اين گذشته قسم خوردن ديگرى موجب برائت ذمّه شخص نمىشود .\r\nبلى : مىتوان گفت قسم مردوده از جانب مكفول له را اگر مكفول بخورد ذمّه هردو بمعنى كفيل و مكفول برئ مىگردد به دليل آنكه بعد از سقوط حق از ذمه مكفول كفالت نيز ساقط و باطل مىشود چنانچه اگر مكفول حق خود را بمكفول له بپردازد حكم چنينست يعنى ذمه خود و كفيل هردو ساقط مىگردد .\r\nسپس مرحوم شارح مىفرماين :\r\nو همچنين است حكم اگر مكفول له در نزاعش با مكفول قسم را رد نكرد ولى از ايراد آن نكول نمود و بجاى وى مكفول قسم بخورد چه آنكه در اين صورت نيز ذمه او و كفيل هردو برى مىگردد .\r\nقوله : فلو لم يحلف ورد اليمين عليه : ضمير در [ يحلف 
  ] و [ رد 
  ] بمكفول له و در [ عليه 
  ] بكفيل راجعست .\r\nقوله : فحلف برئ : ضميرهاى مستتر در [ حلف 
  ] و [ برئ 
  ] بكفيل عائد است .\r\nقوله : لا يبرء المكفول منه : ضمير در [ منه 
  ] بمال عود مىكند\r\nقوله : لاختلاف الدعويين : مقصود دعواى كفيل و مكفول مىباشد .\r\nقوله : و لانه لا يبرء بيمين غيره : ضمير در [ لانه 
  ] به معناى شأن و در [ يبرء 
  ] و [ غيره 
  ] بمكفول عائد است .\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nقوله : برئا معا : ضمير تثنيه بكفيل و مكفول راجعست .\r\nقوله : كما لو ادّاه : ضمير فاعلى مستتر به [ مكفول 
  ] و ضمير مفعولى منصوب بمال عود مىكند .\r\nقوله : و كذا لو نكل المكفول له عن يمين المكفول : مقصود از [ يمين المكفول 
  ] قسمى است كه مكفول له در نزاعش با مكفول بايد بخورد .\r\nقوله : فحلف برئا معا : ضمير مستتر در [ فحلف 
  ] بمكفول و ضمير تثنيه بمكفول و كفيل عود مىكند .\r\nمتن :\r\nو لو تكفل اثنان بواحد كفى تسليم أحدهما إياه تاما ، لحصول الغرض ، كما لو سلم نفسه ، أو سلمه أجنبي . و هل يشترط تسليمه عنه و عن شريكه ، أم يكفي الإطلاق ؟ قولان أجودهما الثاني ، و هو الذي يقتضيه إطلاق العبارة و كذا القول في تسليم نفسه ، و تسليم الأجنبي له .\r\nو قيل : لا يبرأ مطلقا ، لتغاير الحقين و ضعفه ظاهر و تظهر الفائدة لو هرب بعد تسليم الأول .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nس : اگر دو نفر جهت احضار شخصى كفيل شده باشند هركدام كه وى را تسليم مكفول له بدهند كافيست .\r\nشارح ( ره ) مىفرماين :\r\nمقصود تسليم تام و كامل است و دليل اين حكم آن است كه غرض از كفالت ايندو تسليم مكفول بمكفول له است و اين غرض با فعل\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nهريك كه صورت بگيرد از عهده ديگرى ساقط است چنانچه مكفول اگر خودش بنزد مكفول له آمده و خويش را تسليم نمايد عهده كفيل برى مىشود و همچنين است اگر شخص اجنبى او را بمكفول له تحويل دهد .\r\nسپس مىفرماين :\r\nو در اينكه احد الكفيلين وقتى مكفول را بتسليم مكفول له مىدهد آيا شرط است از طرف خود و كفيل ديگر نيّت تسليم را بنمايد يا صرف تسليم كافى است و لو چنين قصد و نيّتى ننمايد بين فقهاء دو قولست ولى از نظر ما رأى اجود و پسنديده قول دومى است چنانچه مقتضاى اطلاق عبارت متن نيز همين قول مىباشد .\r\nچنانچه در تسليم مكفول يا تسليم اجنبى وى را به مكفول له همين دو قول وجود دارد .\r\nبرخى از فقهاء فرموده‌اند :\r\nاصلا ذمّه كفيل ديگر بتسليم شريكش برى نمىشود اعم از اينكه تسليم‌دهنده در تسليمش او را نيز مورد نيّت قرار داده يا قصد او را نكرده باشد زيرا هركدام حقّى جداگانه و مستقل در ذمّه دارند بنابراين اداء احد الحقين موجب سقوط ديگرى نيست .\r\nاما اين كلام از نظر ما ضعيف و وجه ضعفش ظاهر و روشن است ناگفته نماند : كه بين قول اخير و رأى كسانى كه ذمّه كفيل را بواسطه تسليم شريكش برئ مىدانند ثمره در جائى ظاهر مىشود كه پس از تسليم احد الكفيلين بمكفول له مكفول از دست وى فرار نمايد كه در چنين فرضى بنابر قول اخير بر كفيل ديگر كه ذمّه‌اش برئ\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nنشده لازم است وى را احضار كند در حالى كه طبق قول ديگر بر او چنين تكليفى نمىباشد .\r\nقوله : كفى تسليم احدهما ايّاه : ضمير در [ احدهما 
  ] به [ اثنان 
  ] و در [ ايّاه 
  ] به واحد عائد است .\r\nقوله : كما لو سلّم نفسه : ضمير فاعلى در [ سلّم 
  ] و [ نفسه 
  ] بواحد راجع است .\r\nقوله : او سلّمه اجنبى : ضمير مفعولى در [ سلّمه 
  ] بواحد عائد است .\r\nقوله : و هل يشترط تسليمه عنه و عن شريكه : ضمير در [ تسليمه 
  ] و در [ عنه 
  ] و در [ شريكه 
  ] به [ احدهما 
  ] عود مىكند .\r\nقوله : قولان اجودهما الثانى : قائلين بعدم براءة ذمّه شريك عبارتند از مرحوم شيخ طوسى در مبسوط و ابن حمزة در وسيله و قاضى ابن البراج و قائلين به براءة مشهور از فقهاء مىباشند .\r\nقوله : و كذا القول فى تسليم نفسه : ضمير در [ نفسه 
  ] به مكفول عائد است .\r\nقوله : و تسليم الاجنبى له : [ له 
  ] بمكفول عود مىكند\r\nقوله : و قيل لا يبرء : قائل مرحوم شيخ طوسى است .\r\nقوله : مطلقا : چه از طرف شريك نيّت بنمايد و چه بدون نيّت او را تحويل مكفول له بدهد .\r\nمتن :\r\nو لو تكفل بواحد لاثنين فلا بد من تسليمه إليهما معا ، لأن العقد الواحد هنا بمنزلة عقدين ، كما لو تكفل لكل واحد على انفراده ، أو ضمن دينين لشخصين فأدى دين\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nأحدهما فإنه لا يبرأ من دين الآخر ، بخلاف السابق ، فإن الغرض من كفالتهما للواحد إحضاره و قد حصل .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nع : اگر يكنفر جهت تسليم نمودن شخصى كفيل شود كه وى را به دو نفر تحويل دهد لازم است او را به هردو يك جا و با هم تسليم كند .\r\nشارح ( ره ) مىفرماين :\r\nزيرا عقد واحد در اينجا بمنزله دو عقد مىباشد پس گويا دو عهده بر ذمه او آمده از اينرو لازم است نسبت بهردو برائت ذمه برايش حاصل شود چنانچه اگر براى هريك بطور مستقل كفيل ميشد يا ضامن دو دين براى دو شخص شود حكم چنين بوده و به مجرد پرداختن دين دين يكى از دو نفر از عهده دين ديگرى خارج نمىگردد و نيز اگر مكفول را بيكى از دو مكفول له‌ها تسليم كند ذمه‌اش نسبت به ديگرى باقى است و بايد او را بوى نيز تحويل بدهد بخلاف فرع سابق كه دو نفر كفيل يكنفر بوده كه وى را بمكفول له تحويل دهند چه آنكه در آنجا گفتيم اگر احد الكفيلين مكفول را تحويل دهد ذمه ديگرى نيز فارغ مىشود زيرا غرض از كفالت دو نفر احضار مكفول نزد مكفول له است و آن باحضار يكى از آن دو حاصل مىشود در حالى كه در مسئله مورد بحث غرض احضار مكفول نزد هردو است پس اگر او را به يكى از آن دو تحويل دهد تمام غرض حاصل نشده است .\r\nقوله : من تسليمه اليهما : ضمير مفرد در [ تسليمه 
  ] به واحد و ضمير تثنيه در [ اليهما 
  ] به اثنين راجعست .\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nقوله : بخلاف السابق : يعنى فرع سابق كه مقصود آن جائى است كه دو نفر يكنفر شوند .\r\nقوله : من كفالتهما : يعنى كفالت كفيلين .\r\nقوله : احضاره : يعنى احضار الواحد .\r\nقوله : و قد حصل : يعنى و قد حصل الغرض .\r\nمتن :\r\nو يصح التعبير في عقد الكفالة بالبدن ، و الرأس ، و الوجه فيقول : كفلت لك بدن فلان ، أو رأسه ، أو وجهه ، لأنه يعبر بذلك عن الجملة ، بل عن الذات عرفا ، و ألحق به الكبد ، و القلب ، و غيرهما من الأجزاء التي لا تبقى الحياة بدونها ، و الجزء الشائع فيه كثلثه ، و ربعه ، استنادا إلى أنه لا يمكن إحضار المكفول إلا بإحضاره أجمع .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nف : در عقد كفالت مىتوان بلفظ بدن و رأس و وجه تعبير نمود .\r\nشارح ( ره ) مىفرماين :\r\nمثلا كفيل بگويد : كفلت لك بدن فلان ( كفيل شدم براى تو ( مكفول له ) بدن فلانى را حاضر نمايم ) .\r\nيا : كفلت لك رأس فلان ( كفيل شدم براى تو كه سر فلانى را بياورم ) .\r\nيا : كفلت لك وجه فلان ( كفيل شدم براى تو كه صورت فلانى را حاضر كنم ) .\r\nو وجه جواز تعبير به اين الفاظ آن است كه بواسطه رأس و بدن\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nو وجه چه‌بسا از جمله آدمى و نفس وى تعبير مىشود بلكه در عرف از ذات انسان به اين الفاظ تعبير مىآورند .\r\nو ملحق است با الفاظ مزبور ، كبد و قلب و اشباه ايندو از اعضاء و اجزائى كه روح بدون آنها در انسان باقى نمىماند و بعبارت ديگر الفاظ اجزاء رئيسه را مىتوان اطلاق نمود و از آن كل و نفس انسانى را اراده كرد .\r\nسپس مىفرماين :\r\nو نيز مىتوان از كل بالفاظى كه براى جزء شايع وضع شده‌اند همچون : ثلث و ربع تعبير نمود .\r\nو مستند اين كلام آن است كه احضار ثلث يا ربع امكان ندارد مگر باحضار كل از اينرو وقتى كفيل بگويد : كفلت لك ثلث فلان - ( كفيل شدم براى تو كه ثلث فلانى را حاضر كنم ) مقصودش قطعا نفس او و كل بدن وى مىباشد .\r\nقوله : عن الجملة : يعنى از كل .\r\nقوله : و الحق به الكبد : ضمير در [ به 
  ] بتعبير بمذكورات راجع است .\r\nقوله : لا يبقى الحيوة بدونها : ضمير در [ بدونها 
  ] به [ اجزاء 
  ] عائد است .\r\nقوله : و الجزء الشايع فيه : ضمير [ فيه 
  ] بفلان عائد است\r\nقوله : كثلثه و ربعه : ضمير در هردو به [ فلان 
  ] راجع است .\r\nقوله : استنادا الى انّه لا يمكن : ضمير در [ انّه 
  ] به معناى\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nشأن است .\r\nقوله : الا باحضاره اجمع : ضمير در [ باحضاره 
  ] به مكفول راجع است .\r\nمتن :\r\nو في غير البدن نظر أما الوجه و الرأس فإنهما و إن أطلقا على الجملة لكن يطلقان على أنفسهما إطلاقا شائعا متعارفا إن لم يكن أشهر من إطلاقهما على الجملة و حمل اللفظ المحتمل للمعنيين على الوجه المصحح مع الشك في حصوله ، و أصالة البراءة من مقتضى العقد غير جيد .\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nدر تعبير كفيل از كفالت نفس بالفاظ غير بدن همچون رأس و وجه تأمل و نظر است :\r\nو وجه نظر در تعبير به اين دو لفظ اين است كه اگرچه آن دو را بسا اطلاق نموده و از آن نفس يعنى كل انسان را اراده مىكنند ولى درعين‌حال اگر نگوئيم استعمال آن‌ها در معناى خودشان مشهورتر و شايعتر است اما اين را هم نمىتوان انكار كرد كه استعمال ايندو در معناى موضوع له متعارف و شايع مىباشد و وقتى لفظى چنين بوده و احتمال اراده هريك از دو معنا نسبت به آن مساوى باشد حملش بر معنائى كه موجب اشتغال ذمه شده با اينكه شك در حصول چنين معنائى بوده و اصل برائت مقتضى است مقتضاى عقد و معناى مزبور تحقق نيافته باشد حسن و زيبائى ندارد بلكه در چنين مواردى كه براى لفظ دو معنا بوده كه يكى از آن دو موجب اشتغال ذمّه و ديگرى اينطور نباشد قاعدة اين است كه آن را بر معناى دومى حمل\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nنمود چون شك در حصول اين معنا مقتضى است بواسطه اصل برائت شغل ذمه را نفى نمود .\r\nمؤلف گويد :\r\nتطبيق اين كلام با مسئله مورد بحث اين است كه لفظ [ وجه 
  ] و [ رأس 
  ] هركدام داراى دو معنا مىباشند يكى معناى موضوع له و متعارف يعنى صورت و سر و ديگر معناى مستعمل فيه آنها كه نفس و كل انسان باشد كه معناى مجازى آن دو است حال اگر كفيل بگويد :\r\nانا كفلت وجه فلان يا رأس فلان در صورتى كه بر معناى متعارف و موضوع له حمل شوند كفالت باطل و كفيل ذمه‌اش مشغول باحضار فلانى نمىباشد ولى اگر آنها را بر معناى مجازى محصول بدانيم وى الزاما بايد مكفول را حاضر كند پس چون دوران امر بين حمل كردن لفظ بر معنائى است كه باعث اشتغال ذمه متلفّظ بوده و بين حمل نمودنش بر معناى ديگر كه اينطور نيست لاجرم در اين مورد كه شك در حصول عقد كفالت داريم اصالة البرائة مقتضى عدم حصول آن و عدم اشتغال ذمّه متلفّظ مىباشد .\r\nقوله : على الجملة : يعنى بر كل .\r\nقوله : على انفسهما : مقصود بر معناى حقيقى و موضوع له مىباشد .\r\nقوله : ان لم يكن اشهر : ضمير مستتر در [ لم يكن 
  ] به اطلاق عائد است .\r\nقوله : و حمل اللفظ الخ : كلمه [ حمل 
  ] مبتداء و [ غير جيّد 
  ] خبر آن است و مقصود از لفظ در اينجا لفظ وجه و رأس است\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nو از [ معنيين 
  ] معناى حقيقى و مجازى ايندو مىباشد .\r\nقوله : على الوجه المصحح : كلمه [ على الوجه 
  ] جار و مجرور و متعلق به [ حمل اللفظ 
  ] مىباشد و مقصود از [ وجه مصحح 
  ] به صيغه اسم مفعول معنائى است كه حمل لفظ بر آن را صحيح ميدانند مانند حمل لفظ وجه بر [ كل 
  ] .\r\nقوله : مع الشك فى حصوله : ضمير در [ حصوله 
  ] به [ الوجه المصحح 
  ] عود مىكند .\r\nمتن :\r\nنعم لو صرح بإرادة الجملة من الجزءين اتجهت الصحة كإرادة أحد معنيي المشترك كما أنه لو قصد الجزء بعينه فكقصد الجزء الذي لا يمكن الحياة بدونه .\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nبلى اگر كفيل خود تصريح كند كه مقصودش از دو لفظ [ وجه 
  ] و [ رأس 
  ] كل و نفس مىباشد وجهى براى صحت كفالت مىباشد زيرا با تصريح به معناى مراد خصوص همان معنا مورد حكم واقع مىشود مانند اينكه متكلم بواسطه نصب قرينه اراده يكى از دو معناى لفظ مشترك را معيّن و مشخص كند چنانچه اگر قصد كفيل از ايندو لفظ دو عضو مخصوص باشد مثل اين است كه از لفظ موضوع براى عضويكه روح بدون آن باقى نمىماند عضو مزبور را اراده كرده باشد .\r\nمؤلف گويد :\r\nيعنى همانطورى كه اراده عضو مزبور از لفظ باعث بطلان كفالت است قصد دو عضو مخصوص از دو لفظ وجه و رأس نيز همينطور بوده و موجب بطلان كفالت مىباشد .\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nمتن :\r\nو أما ، ما لا تبقى الحياة بدونه مع عدم إطلاق اسم الجملة عليه حقيقة فغايته أن إطلاقه عليها مجاز ، و هو ، غير كاف في إثبات الأحكام الشرعية ، و يلزم مثله في كل جزء من البدن ، و المنع في الجميع أوجه ، أو إلحاق الرأس و الوجه مع قصد الجملة بهما .\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nو اما اگر از لفظى كه موضوع براى عضو رئيسه هست و روح بدون آن باقى نمىماند جمله و ذات شخص را اراده نمود ، در صورتى كه بطور حقيقت آن را بر كل اطلاق نكنند بلكه نهايتا بطور مجاز آن را در كل استعمال نمايند چون اين مقدار از اطلاق كافى در اثبات احكام شرعيه نبوده لاجرم كفالت در اين فرض نيز باطل است و لازمه اين حكم آن است كه در هرجزئى از بدن حكم كفالت - چنين باشد .\r\nدر نتيجه مىگوئيم در تمام صور اطلاق جزء و اراده كل اعم از آنكه جزء از اجزاء رئيسه بوده يا غير آن باشد لفظ وجه و رأس بوده يا ديگر اعضاء باشند حكم آنست كه اطلاقشان ممنوع و كفالت باطل مىباشد يا بگوئيم تنها در خصوص دو لفظ [ رأس 
  ] و [ وجه 
  ] اگر از آن دو كل مراد باشد ملحق به آن فرضى است كه در عقد كفالت لفظ كل را بياورد .\r\nمؤلف گويد :\r\nشايد الحاق خصوص ايندو لفظ بكل طبق احتمال اخير وجهش اين باشد كه اطلاق ايندو لفظ و اراده كل در عرف به حدى شايع\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nو دارج است كه در زمره مجازات مشهوره در آمده‌اند و بديهى است لفظى كه چنين موقعيتى داشته باشد به سهولت معناى مراد از آن استفاده شده و مخاطب دچار حيرت نمىگردد از اينرو وجهى براى بطلان كفالت در اين صورت نمىباشد .\r\nقوله : مع عدم اطلاق اسم الجملة عليه حقيقة : همان طورى كه مرحوم شيخ على كه از نواده‌هاى مرحوم شارح است از جدّ خود يعنى مرحوم صاحب معالم نقل فرموده ظاهرا بايد عبارت چنين باشد :\r\nمع عدم اطلاق اسمه على الجملة : يعنى اسم جزء را بر كل اطلاق نكنند .\r\nقوله : فعايته انّ اطلاقه عليها مجاز : ضمير در [ غايته 
  ] باطلاق جزء بر كل عائد بوده و ضمير در [ اطلاقه 
  ] به جزء و در - [ عليها 
  ] بجمله راجعست .\r\nقوله : و هو غير كاف : ضمير [ هو 
  ] به اطلاق مجازى راجع است .\r\nقوله : و يلزم مثله : ضمير در [ مثله 
  ] به اطلاق جزء رئيسه و اراده كل راجعست .\r\nقوله : مع قصد الجمله بها : ضمير در [ بها 
  ] به جمله راجع است .\r\nمتن :\r\nدون اليد و الرجل و إن قصدها بهما مجازا ، لأن المطلوب شرعا كفالة المجموع باللفظ الصريح الصحيح كغيره من العقود اللازمة ، و التعليل بعدم إمكان إحضار الجزء\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nالمكفول بدون الجملة فكان في قوة كفالة الجملة ضعيف ، لأن المطلوب لما كان كفالة المجموع لم يكن البعض كافيا في صحته و إن توقف إحضاره عليه ، لأن الكلام ليس في مجرد الإحضار ، بل على وجه الكفالة الصحيحة ، و هو منتف .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nاما تعبير به [ يد 
  ] و [ رجل 
  ] صحيح نيست .\r\nشارح ( ره ) مىفرماين :\r\nاگرچه از ايندو جمله و كل را اراده نمايد و دليل بطلان كفالت در اين صورت آن است كه :\r\nدر كفالت مطلوب شرعى آن است كه كفيل ضامن مجموع و كل شود با لفظ صريح و صحيح همانطورى كه در عقود لازمه ديگر بايد از الفاظ صحيح و صريح استفاده نمود و الفاظ كنائى يا مجازى كافى در صحت آنها نمىباشند .\r\nاشكال\r\nاگر كسى در مقام انتقاد بگويد :\r\nكفالت در صورت تعبير به الفاظى چون [ يد 
  ] و [ رجل 
  ] نيز بايد صحيح باشد بعلّت آنكه احضار جزء مكفول ( يعنى دست و پاى او ) بدون مجموع امكان‌پذير نيست پس اگر كفيل در عقد كفالت از مجموع تعبير به ايندو لفظ نمود بمنزله اين است كه جمله و كل را آورده و عقد مىبايد صحيح باشد .\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nجواب\r\nدر جواب بايد گفت اين تعليل براى تصحيح عقد كفالت ضعيف و غير قابل اعتناء است زيرا در كفالت چون مطلوب مجموع و كل بوده لاجرم بعض و جزء در صحت كافى نيست اگرچه احضار جزء توقف بر كل داشته باشد چه آنكه بحث در صرف احضار و آوردن مكفول نيست تا گفته شودا چون عقلا احضار جزء منوط به احضار كل است در نتيجه تعبير بجزء بمنزله تعبير به كل مىباشد بلكه كلام در احضار از طريق كفالت صحيح است و چون كفالت صحيح بايد بلفظ صحيح و صريح انشاء شود همچون عقود لازمه ديگر و با دو لفظ ياد شده اين معنا ايجاد نمىگردد لاجرم دليلى بر صحت عقد در اين فرض در دست نداريم و به توجيه مذكور نمىتوان استناد جست .\r\nقوله : و ان قصدها بهما : ضمير مؤنث در [ قصدها 
  ] به جمله و در [ بهما 
  ] به [ يد 
  ] و [ رجل 
  ] عود مىكند .\r\nقوله : كغيره من العقود اللازمة : ضمير در [ كغيره 
  ] به عقد كفالت عائد است .\r\nقوله : و التعليل بعدم امكان : كلمه [ التعليل 
  ] مبتداء و [ ضعيف 
  ] خبر آن است .\r\nقوله : لم يكن البعض كافيا فى صحته : ضمير در [ فى صحته 
  ] بمطلوب راجع است .\r\nقوله : و ان توقف احضاره عليه : ضمير مجرورى در [ احضاره 
  ] به [ بعض 
  ] و در [ عليه 
  ] بمجموع عائد است .\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nقوله : و هو منتف : ضمير [ هو 
  ] به احضار على وجه الكفالة الصحيحة راجع است .\r\nمتن :\r\nو لو مات المكفول قبل إحضاره بطلت الكفالة ، لفوات متعلقها و هو النفس ، و فوات الغرض لو أريد البدن .\r\nو يمكن الفرق بين التعبير بكفلت فلانا ، و كفلت بدنه ، فيجب إحضاره مع طلبه في الثاني ، دون الأول ، بناء على ما اختاره المحققون من أن الإنسان ليس هو الهيكل المحسوس .\r\nو يضعف بأن مثل ذلك منزل على المتعارف ، لا على المحقق عند الأقل فلا يجب على التقديرين .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nص : اگر قبل از اينكه كفيل مكفول را احضار نمايد مكفول فوت گرديد كفالت باطل مىشود زيرا متعلق آن‌كه مكفول باشد نيست و نابود شده است .\r\nشارح ( ره ) در تقرير بطلان كفالت مىفرماين :\r\nاگر متعلق كفالت نفس باشد چون مكفول فوت نموده همانطورى كه مصنف فرموده متعلق اساسا نيست و نابود مىباشد و در صورتى كه مراد احضار بدن مكفول باشد اگرچه با فرض فوت او بدنش موجود است ولى غرض منتفى است و مجرد احضار بدن بيجان اثرى ندارد .\r\nسپس مىفرماين :\r\nممكن است بگوئيم فرق است بين موردى كه كفيل لفظ عقد را به [ كفلت فلانا 
  ] تعبير نموده يا [ كفلت بدن فلان 
  ] گفته است يعنى\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nدر صورت دوم اگر مكفول له مطالبه بدن را نمود بر كفيل لازمست آن را احضار نمايد ولى در فرض اول اجابت مكفول له لازم نمىباشد .\r\nناگفته نماند : اين تفصيل مبتنى بر مقاله‌اى است كه برخى از محققين اختيار نموده و فرموده :\r\nانسان تنها همين هيكل و جثه محسوس نبوده بلكه زمانى اطلاق انسان بر هيكل مزبور صادق است كه روح در آن باشد و در غير اين صورت جماد بوده و استعمال انسان در آن صحيح نيست ازاين‌رو در جائى كه كفيل لفظ عقد را به [ كفلت فلانا 
  ] تعبير آورده و وى فوت شده باشد چون اسم او مثلا [ زيد 
  ] ديگر بر جثه‌اش صادق نيست مكفول له حق مطالبه نداشته و بفرض مطالبه اجابتش لازم نيست ولى اگر كفيل گفته باشد [ كفلت بدن فلان 
  ] چون اطلاق بدن بر جثه و هيكل انسانى صحيح است لاجرم مكفول له حق مطالبه دارد و بر كفيل نيز اجابتش لازم و فرض مىباشد .\r\nولى تفصيل مذكور ضعيف و غير قابل اعتناء است زيرا اطلاقات الفاظ در عقود بر فهم عرفى و مفاهيم متعارف مردم حمل مىشود نه بر اصطلاحات علمى و معانى دقّى فلسفى كه در پيش قليلى از طبقات مردم ردّوبدل مىگردد از اينرو حكم در فرع ياد شده اين است كه بر كفيل در هردو فرض اجابت لازم نبوده و كفالت به مجرد موت مكفول باطل مىگردد .\r\nقوله : قبل احضاره : اضافه [ احضار 
  ] به ضمير از قبيل اضافه مصدر به مفعول است بنابراين ضمير فاعلى به [ كفيل 
  ] و ضمير مفعولى به مكفول راجع است .\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nقوله : لفوات متعلقها : ضمير در [ متعلقها 
  ] به كفالت راجع است .\r\nقوله : و هو النفس : ضمير [ هو 
  ] به [ متعلق 
  ] راجعست .\r\nقوله : فيجب احضاره : ضمير در [ احضاره 
  ] به [ بدن 
  ] عائد است .\r\nقوله : مع طلبه : يعنى طلب مكفول له .\r\nقوله : بان مثل ذلك : مشار اليه [ ذلك 
  ] تعبير بالفاظ عقود مىباشد .\r\nقوله : لا على المحقق عند الاقل : كلمه [ المحقق 
  ] به صيغه اسم مفعول بوده و مقصود از [ اقل 
  ] حكماء و اهل معقول مىباشد .\r\nقوله : على التقديرين : چه تقدير تعبير به [ كفلت فلانا 
  ] و چه تقدير تعبير به [ كفلت بدن فلان 
  ] .\r\nمتن :\r\nإلا في الشهادة على عينه ليحكم عليه بإتلافه ، أو المعاملة له إذا كان قد شهد عليه من لا يعرف نسبه ، بل شهد على صورته فيجب إحضاره ميتا حيث يمكن الشهادة عليه بأن لا يكون قد تغير بحيث لا يعرف و لا فرق حينئذ بين كونه قد دفن و عدمه ، لأن ذلك مستثنى من تحريم نبشه .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nمگر در جائى كه مطلوب از كفالت احضار مكفول بوده تا بر عين او شهادت داده و بدين وسيله حكم كنند كه وى مالرا تلف نموده يا با او معامله‌اى صورت گرفته است .\r\nشارح ( ره ) مىفرماين :\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nاين حكم مثلا در جائى است كه در حادثه‌اى شهودى شهادت دادند فلانى كه از نظر نسب و اصليّت قومى شناخته شده آنها نيست مالى را تلف كرده يا طرف معامله با زيد بوده است و چون صرفا با صورت و هيئت او آشنا هستند از اينرو كفيل در صورت لازم و مطالبه مكفول له بايد ميت را حاضر كند تا شهود او را رؤيت كرده و بگويند : وى همان مشهود عليه سابقى است و بدين وسيله حكم باتلاف يا معامله نمودنش صادر گردد .\r\nالبته بايد توجه داشت اين حكم در موردى است كه شهادت بر عليه وى ممكن باشد يعنى مثلا بطورى تغيّر پيدا نكرده باشد كه شهود از رؤيت صورت او وى را نشناسند زيرا در چنين فرضى احضار جنازه بىفائده است .\r\nلازم بتذكر است در حكم ياد شده فرقى نيست بين اينكه ميّت دفن شده يا هنوز جنازه وى را به خاك نسپرده باشند يعنى اگر لازم شد حتى در صورت دفن بر كفيل لازم است قبر را شكافته و بدن را حاضر كند زيرا اين مورد از جاهائى است كه حرمت نبش قبر و - شكافتن گور استثناء شده است .\r\nقوله : الا فى الشهادة على عينه : ضمير در [ عينه 
  ] به مكفول عائد است و مقصود از شهادت بر عين مكفول اينست كه هيكل و جثه را بايد حاضر كنند تا شهود بعد از رؤيت آن بگويند كه وى مالى را تلف كرده يا طرف معامله بوده است .\r\nقوله : ليحكم عليه باتلافه او المعاملة له : كلمه [ ليحكم 
  ] به صيغه مجهول بوده و ضمير در [ عليه 
  ] و [ اتلافه 
  ] و [ له 
  ] به مكفول\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nراجع است .\r\nقوله : اذا كان قد شهد عليه من لا يعرف نسبه : كلمه [ من موصوله 
  ] فاعل [ شهد 
  ] بوده و ضمير در [ عليه 
  ] و [ نسبه 
  ] بمكفول راجع بوده و اين كلمه منصوب است تا مفعول [ لا يعرف 
  ] باشد .\r\nقوله : بل شهد على صورته : ضمير در [ شهد 
  ] به [ من موصوله 
  ] راجع بوده و ضمير در [ صورته 
  ] بمكفول عائد است .\r\nقوله : فيجب احضاره ميّتا : ضمير در [ احضاره 
  ] بمكفول راجع بوده و نصب كلمه [ ميّتا 
  ] از اين باب است كه حال از ضمير مجرورى در [ احضاره 
  ] مىباشد .\r\nقوله : حيث يمكن الشهادة عليه : ضمير در [ عليه 
  ] به مكفول عائد است .\r\nقوله : بان لا يكون قد تغيّر بحيث لا يعرف : ضمير مستتر در [ لا يكون 
  ] و [ قد تغيّر 
  ] و [ لا يعرف 
  ] به صيغه مجهول تمام به مكفول عائد است .\r\nقوله : و لا فرق حينئذ : يعنى حين لزوم الشهادة على عينه .\r\nقوله : بين كونه قد دفن و عدمه : ضمير در [ كونه 
  ] و [ قد دفن 
  ] بمكفول عائد است و ضمير در [ عدمه 
  ] بدفن راجع مىباشد .\r\nقوله : لان ذلك مستثنى من تحريم نبشه : مشار اليه [ ذلك 
  ] لزوم احضار بعد از دفن مىباشد و ضمير در [ نبشه 
  ] به دفن كه مقصود از آن بقاعده استخدام مدفن مىباشد راجع است .\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nمتن :\r\n( كتاب الصلح ) و هو جائز مع الإقرار و الإنكار عندنا مع سبق نزاع و لا معه ، ثم إن كان المدعي محقا استباح ما دفع إليه المنكر صلحا و إلا فهو حرام باطنا ، عينا كان أم دينا ، حتى لو صالح عن العين بمال فهي بأجمعها حرام ، و لا يستثنى له منها مقدار ما دفع من العوض ، لفساد المعاوضة في نفس الأمر . نعم لو استندت الدعوى إلى قرينة كما لو وجد به خط مورثه أن له حقا على أحد فأنكر ، و صالحه على إسقاطها بمال فالمتّجه صحة الصلح .\r\nو مثله ما لو توجهت الدعوى بالتهمة ، لأن اليمين حق يصح الصلح على إسقاطها .\r\n\r\nمبحث صلح و برخى از احكام آن\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nالف : صلح هم با اقرار و تصديق مشروع بوده و هم با انكار .\r\nشارح ( ره ) مىفرماين :\r\nحكم مزبور از نظر علماء اماميّه مىباشد چه آنكه برخى از عامّه صرفا آن را در صورتى كه مسبوق به نزاع نباشد جايز دانسته‌اند و بهرتقدير اگر مدعى واقعا صاحب حق بوده آنچه را كه از منكر به عنوان مصالحه اخذ مىكند بر وى حلال و مباح است ولى اگر محقّ نباشد گرفتن آن بر وى در باطن حرام و غير مشروع است چه مالى كه بواسطه آن صلح صورت مىگيرد عين خارجى بوده و چه دين باشد حتى اگر بر سر عينى دو نفر با هم نزاع داشتند و سپس با هم سازش نموده و قرار گذاشتند يكى عين را برداشته و در مقابل به طرف مقابلش مالى بدهد در اينجا اگر در باطن امر استحقاق عين را نداشته باشد تصرفش در آن نامشروع و مجموع عين بر او حرام مىباشد و اينطور نيست كه در قبال مقدار مالى كه به طرف خود داده از عين استثناء شده و بر او حلال باشد بلكه چنانچه گفتيم مجموع عين بدون استثناء بر او حرام و نامشروع مىباشد .\r\nو دليل آن اين است كه معاوضه‌اشان فاسد و باطلست پس قهرا عوضين كه بواسطه چنين معاوضه‌اى ردّوبدل شده از ملك صاحبان خارج نشده لاجرم تصرّف هركدام از متصالحين در آنچه از ديگرى بعنوان صلح گرفته حرام است .\r\nبلى : اگر در موردى ادعاى يكى از متصالحين مقرون بقرينه‌اى بود كه دلالت بر صدق گفتارش مىكرد مثل اينكه وى مدعى است از طرف متخاصم خود حقى طلبكار مىباشد و در بين مدارك و پرونده‌هاى\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nخود به خط موّرثش مكتوبى در دست دارد كه وى نوشته از فلانى چنين حقى مىخواهد حال مدعى عليه آن را انكار مىكند در اينجا اگر با هم صلح كنند به اين نحو كه مدعى از حق گذشته و در قبال آن مالى دريافت نمايد قطعا چنين صلحى صحيح و مشروع بوده و تصرّف هركدام از متعاقدين در عوضى كه به آنها منتقل شده جايز و بدون اشكال مىباشد .\r\nسپس مرحوم شارح مىفرماين :\r\nو مثل همين صورت است اگر ادعاى مدعى بواسطه در معرض قرار گرفتن ومتهم بودن خصم وجيه و مورد تأييد قرار گرفت و نباشد خصم كه منكر ثبوت حق است قسم بخورد منتهى با طرف متخاصم صلح نمود كه وى لزوم قسم را از او اسقاط كند و در عوض مالى از وى بعنوان مصالحه بگيرد در اين صورت نيز صلح مشروع و صحيح است چه آنكه قسم حقى است براى مدعى و مىتواند در قبال اغماض از حقّش و اسقاط آن از طرف متخاصم مالى دريافت نمايد .\r\nقوله : مع الاقرار و الانكار عندنا : اينعبارت اشاره است بخلاف شافعى كه صلح را در صورت انكار ممنوع دانسته و گفته است :\r\nدر چنين موردى و اگر صلح واقع شود معاوضه بر امرى صورت گرفته كه يكطرف آن ثابت و محقق نيست .\r\nقوله : مع سبق نزاع و لامعه : ضمير در [ معه 
  ] به سبق نزاع عائد است .\r\nقوله : ما دفع اليه المنكر : ضمير در [ اليه 
  ] به [ مدعى 
  ] عائد است .\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nقوله : و الا فهو حرام باطنا : يعنى و ان لم يكن محقا فهو حرام :\r\nضمير [ هو 
  ] به [ ما دفع 
  ] عائد مىباشد .\r\nقوله : عينا كان ام دينا : اسم [ كان 
  ] ضميرى است كه در آن مستتر بوده و به [ ما دفع اليه المنكر 
  ] راجعست .\r\nقوله : حتى لو صالح على العين بمال فهى باجمعها حرام : مثلا مالى در دست زيد است كه 20 دينار ارزش دارد و عمرو مدعى است كه مال او است و زيد منكر مىباشد در اينجا اگر واقعا مال تعلق بعمرو داشته و زيد دروغ بگويد و سپس با هم مصالحه كرده و زيد 10 دينار بوى داد كه عمرو از ادعاى خود اغماض كند تصرّف زيد در تمام عين حرام مىباشد و اينطور نيست كه در مقابل 10 ديناريكه داده نصفش براى او حلال باشد بنابراين ضمير [ فهى 
  ] و [ اجمعها 
  ] هردو به [ عين 
  ] راجعند .\r\nقوله : و لا يستثنى له منها : ضمير در [ له 
  ] به مدعى و در [ منها 
  ] به عين راجع است .\r\nقوله : كما لو وجد بخطّ مورثه : كلمه [ وجد 
  ] ظاهرا به صيغه مجهول بوده و ضمير در [ مورثه 
  ] بمدعى راجع است و جمله [ ان له حقّا على احد 
  ] در محل مفرد و نائب فاعل براى [ وجد 
  ] مىباشد .\r\nو ضمير در [ له 
  ] به مورث عائد است .\r\nقوله : فانكر و صالحه على اسقاطها : ضمير در [ انكر 
  ] به [ احد 
  ] راجع بوده و ضمير مفعولى در [ صالحه 
  ] بمدعى و ضمير مؤنث در [ اسقاطها 
  ] بدعوى راجع مىباشد .\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nقوله : و مثله : ضمير به [ وجود خطّ مورّث 
  ] عائد است .\r\nقوله : يصح الصلح على اسقاطه : ضمير در [ اسقاطه 
  ] به حق عائد است .\r\nمتن :\r\nإلا ما أحل حراما ، أو حرم حلالا كذا ورد في الحديث النبوي صلى اللَّه عليه و آله تحليل الحرام بالصلح على استرقاق حر ، أو استباحة بضع لا سبب لاستباحته غيره ، أو ليشرب الخمر و نحوه و تحريم الحلال بأن لا يطأ أحدهما حليلته ، أو لا ينتفع بماله و نحوه و الصلح على مثل هذه باطل ظاهرا ، باطنا . و فسر به صلح المنكر على بعض المدعى ، أو منفعته ، أو بدله مع كون أحدهما عالما ببطلان الدعوى ، لكنه هنا صحيح ظاهرا ، و إن فسد باطنا ، و هو صالح للأمرين معا ، لأنه محلل للحرام بالنسبة إلى الكاذب ، و محرم للحلال بالنسبة إلى المحق .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nمگر صلحى كه موجب تحليل حرام يا تحريم حلالى گردد كه در اين صورت مشروع و جايز نمىباشد .\r\nشارح ( ره ) مىفرماين :\r\nاين عبارت در حديث نبوى صلّى اللّه عليه و آله و سلّم به همين نحو وارد شده است .\r\nو در تفسير تحليل حرام گفته شده : مثل صلح نمودن بر اينكه شخص آزاد و حرّى بنده شود يا استمتاع از زنى بدون سبب اباحه براى غير حلال گردد يا در قبال مالى كه مىدهد شرب خمر و مسكر براى\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nاو جايز بشود و امثال اين امور .\r\nو در تفسير تحريم حلال چنين آمده : مثل اينكه دو نفر با همچنين مصالحه كنند كه يكى از آن دو در قبال مالى كه مىگيرد با همسر خودش نزديكى نكرده يا از مال خويش انتفاع و بهره نبرد و نظير اين امور .\r\nبايد گفت صلح بر مثل اين قبيل امور بحسب ظاهر و واقع باطل و فاسد است و نيز براى تحليل حرام مثالى ديگر ذكر شده به اين شرح :\r\nشخص مدعى است كه فلان مال از آن او است و ديگرى انكار مىكند در حالى كه منكر مثلا مىداند حق با مدعى است حال با هم مصالحه نمودند كه مدعى آن را برداشته و مقدارى از آن را بمنكر بدهد يا منفعت حاصل از آن را بوى بسپارد يا در قبال برداشتن مال بدل آن يعنى قيمت يا مثلش را به او رد كند در اينجا چنين مصالحه‌اى ظاهرا صحيح است ولى واقعا و بحسب نفس الامر باطل مىباشد .\r\nو اين مثال را مىتوان براى تحليل حرام و تحريم حلال شاهد قرار داد چه آنكه صدق مىكند بگوئيم صلح نسبت به كاذب و غير مستحق حرام را حلال نموده و در حق محق حلال حرام كرده است .\r\nقوله : كذا ورد فى الحديث النبوى : روايت مشار اليها را مرحوم صاحب وسائل در ج 13 ص 164 به اين شرح نقل فرموده :\r\nمحمد بن على بن الحسين قال :\r\nقال رسول اللّه صلّى اللّه عليه و آله و سلّم : البينة على المدعى و اليمين على المدعى عليه ، و الصلح جائز بين المسلمين\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nالا صلحا احلّ حراما او حرّم حلالا .\r\nقوله : او استباحة بضع : كلمه [ بضع 
  ] بضم باء و سكون ضاد به معناى زير آمده : فرج ، مهريه ، طلاق ، عقد ، جماع .\r\nو در اينجا مناسب معناى اول و اخير مىباشد .\r\nقوله : لا سبب لاباحته غيره : ضمير در [ لاباحته 
  ] و [ غيره 
  ] به متصالح راجع است .\r\nقوله : على بعض المدعى او منفعته او بدله : ضمير در [ منفعته 
  ] و [ بدله 
  ] به [ مدعى 
  ] راجعست .\r\nقوله : مع كون احدهما عالما : ضمير در [ احدهما 
  ] به متصالحين عائد است .\r\nقوله : لكنّه هنا صحيح ظاهرا : ضمير در [ لكنه 
  ] به صلح راجع بوده و مشار اليه [ هنا 
  ] ، [ صلح منكر على بعض المدعى الخ 
  ] مىباشد .\r\nقوله : و هو صالح للامرين : ضمير [ هو 
  ] به صلح [ منكر على بعض المدعى الخ 
  ] عائد است و مقصود از [ امرين 
  ] تحليل حرام و تحريم حلال مىباشد .\r\nقوله : لانه محلّل للحرام : ضمير در [ لانه 
  ] به صلح عائد است .\r\nمتن :\r\nو حيث كان عقدا جائزا في الجملة فيلزم بالإيجاب و القبول الصادرين من الكامل بالبلوغ و الرشد الجائز التصرف برفع الحجر ، و تصح وظيفة كل من الإيجاب و القبول من كل منهما بلفظ صالحت و قبلت ، و تفريع اللزوم على ما تقدم غير\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nحسن ، لأنه أعم منه و لو عطفه بالواو كان أوضح ، و يمكنه التفاته إلى أنه عقد و الأصل في العقود اللزوم ، إلا ما أخرجه الدليل ، للأمر بالوفاء بها في الآية المقتضي له .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nب : چونكه صلح اجمالا عقد مشروع و جائزى است لاجرم پس از ايجاب و قبولى كه از شخص كامل و جايز التصرف صادر شوند لازم مىگردد .\r\nشارح ( ره ) مىفرماين :\r\nمقصود از [ كامل 
  ] اين است كه بواسطه بلوغ شرعى و رشد فكرى در او كمال حاصل شده باشد و مراد از [ جايز التصرف 
  ] اين است كه حجر و منع از او مرتفع باشد نه همچون سفيه يا مفلّس كه حق تصرف در مال خودش را ندارند .\r\nسپس مىفرماين :\r\nوظيفه ايجاب و قبول از هركدام از متعاقدين بلفظ [ صالحت 
  ] و [ قبلت 
  ] صحيح و جايز است و بعبارت ديگر :\r\nهركدام از متصالحين براى موجب و قابل واقع شدن صلاحيّت دارند و اينطور نيست كه مانند عقود ديگر صرفا يكى بايد موجب و ديگرى قابل قرار گيرد .\r\nو بهرتقدير اينكه مرحوم مصنف لزوم صلح بواسطه ايجاب و قبول را بر عبارات پيش مترتب نمود و با كلمه [ فاء 
  ] كه دلالت بر تفريع دارد آورد حسن چندانى ندارد زيرا مقصود از كلمه [ جايز 
  ] در عبارت قبل يعنى [ و هو جايز مع الاقرار الخ 
  ] جواز به معناى خاص يعنى [ اباحه 
  ]\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nبوده و مراد از [ فيلزم بالايجاب الخ 
  ] معناى اعم از اباحه به معناى خاص است چه آنكه لزوم در اينجا به معناى مشروع بودن است اعم از اينكه مباح بوده يا واجب و يا غير اينها باشد .\r\nو اگر بجاى [ فاء 
  ] كلمه [ واو 
  ] را آورده و با اين حرف جمله بعد را عطف بما قبل مىفرمود عبارت واضح‌تر و روشن‌تر مىبود .\r\nسپس در مقام توجيه عبارت مىفرماين :\r\nممكن است جهت [ فاء 
  ] آوردن اين باشد كه مرحوم مصنف در ابتداء فرمود :\r\nو هو جايز مع الاقرار الخ : يعنى عقد صلح با اقرار و انكار مباح است تا آخر و چون جواز شرعى آن محرز شد و از طرفى ديگر اصل در هرعقدى آن است كه بايد لازم باشد مگر مواردى كه دليل آن را از اين اصل خارج نموده لاجرم جاى آنست كه بعد از گفتن جواز و مباح دانستن صلح گفته شد : حال كه اين عقد مباح است پس بواسطه خواندن ايجاب و قبول بمقتضاى اصالة اللزوم در عقود كه از آيه شريفه : اوفوا بالعقود استفاده شده بايد لازم باشد از اينرو استفاده از كلمه [ فاء 
  ] نه تنها بى جا و بى مورد نيست بلكه حسن و زيبائى كلام را نيز فراهم نموده است .\r\nمؤلف گويد :\r\nطبق اين توجيه پس بايد عبارت متن را اينطور معنا نمود : صلح با اقرار و انكار مباح است مگر در موردى كه موجب تحليل حرام يا تحريم حلال گردد در نتيجه بواسطه خواندن ايجاب و قبول مزبور اين عقد لازم مىشود .\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nقوله : لانه اعم منه : ضمير در [ لانه 
  ] بلزوم و در [ منه 
  ] به جواز عائد است .\r\nقوله : و لو عطفه : ضمير مفعولى در [ عطفه 
  ] به [ لزوم 
  ] راجع است .\r\nقوله : و يمكن التفاته الى انه عقد : ضمير در [ التفاته 
  ] به مصنف ( ره ) عائد بوده و در [ انّه 
  ] يصلح راجع مىباشد .\r\nقوله : للامر بالوفاء بها الخ : ضمير در [ بها 
  ] بعقود و در [ المقتضى له 
  ] بلزوم راجع است .\r\nمتن :\r\nو هو أصل في نفسه على أصح القولين و أشهرهما ، لأصالة عدم الفرعية ، لا فرع البيع ، و الهبة ، و الإجارة ، و العارية ، و الإبراء كما ذهب إليه الشيخ فجعله فرع البيع إذا أفاد نقل العين بعوض معلوم ، و فرع الإجارة إذا وقع على نفعة معلومة بعوض معلوم ، و فرع العارية إذا تضمن إباحة منفعة به غير عوض ، و فرع الهبة إذا تضمن ملك العين به غير عوض ، و فرع الإبراء إذا تضمن إسقاط دين استنادا إلى إفادته فائدتها حيث يقع على ذلك الوجه فيلحقه حكم ما ألحق به و فيه أن إفادة عقد فائدة آخر لا تقتضي الاتحاد ، كما لا تقتضي الهبة بعوض معين فائدة البيع .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nج : صلح ذاتا عقد مستقلى مىباشد .\r\nشارح ( ره ) مىفرماين :\r\nحكم مزبور مطابق با اصح و اشهر قولين در اين مسئله مىباشد\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nو دليل آن اين است كه :\r\nاصل مقتضى است كه صلح فرع از عقد ديگرى نباشد همچون فرع بيع و هبه و اجاره و عاريه و ابراء چنانچه مرحوم شيخ طوسى به آن متمايل شده و اين رأى را اختيار نموده و فرموده است :\r\nدر جائى كه صلح فائده‌اش نقل عين در مقابل عوض معلوم باشد فرع بيع بوده و اگر بر منفعت معلوم در قبال عوض معلوم واقع شود فرع اجازه و در صورتى كه متضمن اباحه منفعت بدون عوض باشد فرع عاريه و بفرضى كه مشتمل بر تمليك عين مجانا و بلا عوض بوده فرع هبه و در موردى كه محتوا و مضمونش اسقاط دين بوده فرع ابراء مىباشد .\r\nو دليل بر فرع بودنش از عقود ياد شده اين است كه اگر به انحاء نامبرده واقع شود فائده آنها بر آن مترتب مىگردد پس بايد حكمى كه به آنها ملحق شده به آن نيز لاحق گردد .\r\nشارح ( ره ) سپس مىفرماين :\r\nولى اشكال اين قول آن است كه اگر عقدى صرفا داراى فائده عقد ديگر بود اين امر مقتضى نيست كه با آن متحد بوده و همان - باشد چنانچه هبه در مقابل عوض معين مشتمل بر نقل عين در قبال عوض معلوم است و اين همان فائده‌اى است كه بر بيع مترتب ميگردد ولى معذلك آن را با بيع متحد نمىدانند .\r\nقوله : و هو اصل فى نفسه على اصح قولين : ضمير [ هو 
  ] به صلح عائد بوده و منظور از [ اصل 
  ] اينست كه عقد صلح مستقل است\r\nقوله : على اصح القولين و اشهرهما : مرحوم علامه در\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nكتاب تذكره اصلى بودن صلح را اجماعى دانسته و فرموده :\r\nالصلح عند علمائنا اجمع عقد قائم بنفسه ليس فرعا على غيره .\r\nبنابراين همانطورى كه مرحوم صاحب مفتاح الكرامه فرموده از مرحوم شارح در اين كتاب و مرحوم علامه در كتاب مختلف جاى تعجب است كه اين رأى را مطابق با اشهر دانسته‌اند .\r\nقوله : كما ذهب اليه الشيخ ( ره ) : مرحوم محقق اردبيلى در كتاب مجمع الفائده مىفرمايد :\r\nاين رأيى كه به شيخ نسبت داده شده وى آن را از عامه نقل فرموده و خود به آن معتقد نيست .\r\nقوله : استنادا الى افادته فائدتها : ضمير در [ افادته 
  ] به صلح و در [ فائدتها 
  ] به عقود نامبرده راجع است .\r\nقوله : حيث يقع على ذلك الوجه : مقصود از [ ذلك الوجه 
  ] وجهى است كه هريك از عقود ياد شده بر طبق آن واقع ميشوند .\r\nقوله : فيلحقه حكم ما لحق به : ضمير منصوبى در [ يلحقه 
  ] به صلح عائد بوده و مقصود از [ ما لحق به 
  ] عقود مذكور مىباشد .\r\nمتن :\r\nو لا يكون طلبه إقرارا لصحته مع الإقرار و الإنكار ، و نبه به على خلاف بعض العامة الذاهب إلى عدم صحته مع الإنكار حيث فرع عليه أن طلبه إقرار ، لأن إطلاقه ينصرف إلى الصحيح و إنما يصح مع الإقرار فيكون مستلزما له .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nد : طلب صلح از احد المتخاصمين اقرار به حقّانيت طرف مقابل نيست .\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nشارح ( ره ) مىفرماين :\r\nعلتش اين است كه اين عقد چه با اقرار و چه با انكار صحيح بوده و واقع ساختنش مشروع و مباح است پس مجرد مطالبه نمودن صلح دلالت بر اقرار كرد بمدعاى خصم ندارد .\r\nسپس مىفرماين :\r\nمرحوم مصنف با اين عبارت بخلاف برخى از عامه اشاره نموده كه صلح را با انكار احد المتعاقدين صحيح ندانسته فلذا طلب صلح را دليل بر اقرار بمدعاى طرف قرار داده است .\r\nو دليل اين كلام را اينطور تقرير نموده :\r\nاطلاق صلح منصرف بفرد صحيح آنست و فرد صحيح در صورتى است كه متصالح بحقّانيت طرف مقابلش مقر باشد از اينرو نفس مطالبه صلح ( يعنى صلح صحيح ) مستلزم اقرار به صحت ادعاى طرف مىباشد\r\nقوله : و لا يكون طلبه اقرارا : ضمير در [ طلبه 
  ] به صلح راجع است چنانچه ضمير در [ لصحته 
  ] نيز همينطور مىباشد .\r\nقوله : و نبّه به : ضمير فاعلى در [ نبه 
  ] بمصنف ( ره ) و ضمير مجرورى در [ به 
  ] به [ لا يكون طلبه اقرارا 
  ] عائد است .\r\nقوله : على خلاف بعض العامه : مقصود شافعى استكه قبلا گذشت .\r\nقوله : الى عدم صحته : ضمير در [ صحته 
  ] به صلح عائد است .\r\nقوله : حيث فرّع عليه : ضمير فاعلى در [ فرّع 
  ] به بعض العامه و ضمير در [ عليه 
  ] به [ عدم صحت 
  ] راجع است .\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nقوله : ان طلبه اقرار : ضمير در [ طلبه 
  ] به صلح عائد است .\r\nقوله : لان اطلاقه : يعنى اطلاق صلح .\r\nقوله : فيكون مستلزما له : ضمير در [ يكون 
  ] بطلب صلح و ضمير در [ له 
  ] به اقرار عائد است .\r\nمتن :\r\nو لو اصطلح الشريكان على أخذ أحدهما رأس المال و الباقي للآخر ربح ، أو خسر صح عند انقضاء الشركة و إرادة فسخها لتكون الزيادة مع من هي معه بمنزلة الهبة ، و الخسران على من هو عليه بمنزلة الإبراء .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nه : اگر دو شريك با هم اينطور مصالحه كنند كه سرمايه را يكى برداشته و باقى اموال از آن ديگرى باشد اعم از آنكه سود برده يا متضرر شود چنين مصالحه‌اى بعد از انقضاء شركت صحيح مىباشد .\r\nشارح ( ره ) مىفرماين :\r\nمقصود اين است كه بعد از بسر آمدن زمان شركت و اراده - شريكان كه شركت را فسخ كنند چنين مصالحه‌اى واقع شود و نتيجتا زيادى كه نصيب يكى از دو شريك مىشود بمنزله هبه بوده و خسران و ضررى كه عائد ديگرى مىگردد در حكم ابراء مىباشد .\r\nقوله : رأس المال : مراد از آن سرمايه‌اى استكه هردو يا آن شركت را آغاز نموده‌اند به اين نحو كه هريك مقدارى پول جهت شروع به كار در بين گذاردند .\r\nقوله : و الباقى للآخر ربح او خسر : مثلا حسن و حسين\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nهريك مبلغ 10000 تومان بعنوان سرمايه در بين نهاده كه بمدّت دو سال با هم شركتا كار نمايند و بعد از انقضاء اين زمان و قبل از تصفيه محاسبات و گرفتن مطالبات و پرداختن بدهىها با هم صلح كردند كه حسن مثلا 10000 تومان خودش را بردارد و باقىمانده آن‌كه عبارتست از 10000 تومان ديگر با مجموع بدهىها و مطالبات متعلق به حسين باشد كه قهرا حسين نيز بعد از تصفيه محاسبات يا اصل پولى كه سرمايه‌گذارى نموده به دستش آمده بدون كم و زياد و يا آنكه بملاحظه ازدياد بدهىها از آن هم كمتر عائدش مىشود و در نتيجه ضرر مىنمايد و يا به اعتبار كثرت مطالبات بيش از مبلغى كه - سرمايه‌اش بوده نصيبش مىشود و در واقع سود مىبرد .\r\nقوله : و ارادة فسخها : يعنى فسخ شركت .\r\nقوله : ليكون الزيادة مع من هى معه بمنزلة الهبة : ضمير [ هى 
  ] بزيادة و ضمير در [ معه 
  ] به [ من موصوله 
  ] عائدست . مثلا در مالى كه ذكر نموديم اگر بعد از تصفيه حساب مبلغ 15000 تومان نصيب حسين شد در اينجا اگر شركت را بهم نزده بودند و به مصالحه از هم جدا نمىشدند قاعده‌اش اين بود كه مبلغ 5000 تومان اضافه را بين خود تنصيف مىكردند و هريك مقدار 2500 تومان بر مىداشتند پس صلح موجب شد كه حسين مقدار 2500 تومان بيش از سهم خود عائدش شود و در واقع اين عائدى بمنزله اينستكه حسن آن را بوى هبه نموده چنانچه اگر بعد از تصفيه محاسبات سهمش 8000 تومان بشود و مبلغ 2000 تومان از اصل سرمايه بوى كمتر برسد على - القاعده مىبايد بهركدام 9000 تومان داده شده و مبلغ 2000 تومان\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nبينشان تنصيف گردد پس صلح موجب آن شده كه حسين مبلغ 1000 تومان بيشتر از حقش بوى ضرر متوجه شود و در حقيقت ذمه حسن به 1000 تومان مشغول استكه مىبايد بحسين بدهد ولى صلح باعث اين شده كه حسين ويرا ابراء نموده و از 1000 تومان مزبور صرفنظر كند .\r\nقوله : على من هو عليه : ضمير [ هو 
  ] به خسران و ضمير [ عليه 
  ] به [ من موصوله 
  ] راجع است .\r\nمتن :\r\nو لو شرطا بقاءهما على ذلك بحيث يكون ما يتجدد من الربح و الخسران لأحدهما ، دون الآخر ففيه نظر من مخالفته لوضع الشركة حيث إنها تقتضي كونهما على حسب رأس المال ، و من إطلاق الرواية بجوازه بعد ظهور الربح من غير تقييد بإرادة القسمة صريحا فيجوز مع ظهوره ، أو ظهور الخسارة مطلقا\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nو : اگر اينطور صلح كنند كه يكى از دو - شريك سرمايه‌اش را برداشته و ديگرى بقيه اموال را اعم از آنكه ضرر نموده يا سود ببرد مشروط باينكه از زمان صلح به بعد شركتشان به همين نحو ادامه يابد يعنى سرمايه يكى از شريك در بين بوده بدون اينكه سود و زيانى متوجه‌اش گردد و صرفا سود يا ضرر را ديگرى متحمل شود در چنين شرطى تأمل و نظر است .\r\nشارح ( ره ) مىفرماين :\r\nمقصود از [ فيه نظر 
  ] اينستكه در جواز و عدم جواز اينشرط دو احتمال است :\r\nالف : آنكه بگوئيم جايز نيست زيرا تثبيت چنين شركتى و\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nابقاء آن بواسطه شرط در ضمن صلح با وضع اصلى شركت مخالفت دارد و بعبارت ديگر چنين شرطى با مقتضاى شركت و طبع آن مخالف است زيرا مقتضاى شركت آن است كه سود و زيان بر حسب سرمايه و نسبت به آن بين هردو شريك توزيع و تقسيم گردد نه آنكه يكى از آن دو سرمايه‌اش را صرفا حفظ نموده و ديگرى سود و زيان را تحمل كند در نتيجه شرط وقتى فاسد شد صلح نيز باطل است و اگر هم صلح باطل نباشد شرط قطعا فاسد مىباشد .\r\nب : بگوئيم شرط مزبور صحيح است زيرا اطلاق روايتى كه در اين باب آمده مقتضى است بعد از ظهور ربح و حصول سود مىتوانند با همچنين مصالحه‌اى نموده و بشرطشان ملتزم باشند اعم از اينكه بخواهند از هم جدا شده و سرمايه‌اشان را تقسيم نموده يا شركت را ادامه داده و سرمايه‌اشان را قسمت نكنند بنابراين شرط مزبور در صورتى كه بعد از ظهور ربح يا خسران واقع شده باشد جايز و مشروع است چه بخواهند از هم جدا شوند و چه اراده‌اشان اين باشد كه شركتشان ادامه يابد .\r\nقوله : و لو شرطا بقائهما : ضميرهاى تثنيه به [ شريكان 
  ] عائد مىباشد .\r\nقوله : على ذلك : مشار اليه [ ذلك 
  ] شركت مىباشد .\r\nقوله : ففيه نظر : ضمير در [ فيه 
  ] به شرط عائد است .\r\nقوله : من مخالفته الخ : وجه عدم جواز شرط مىباشد\r\nقوله : حيث انها تقتضى : ضميرهاى مؤنث به [ شركة 
  ] عائد است .\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nقوله : كونهما على حسب رأس المال : ضمير تثنيه در [ كونهما 
  ] به ربح و خسران عائد است .\r\nقوله : و من اطلاق الرواية : وجه جواز شرط مىباشد .\r\nمؤلف گويد :\r\nروايت نامبرده را مرحوم صاحب وسائل در ج 13 ص 165 به اين شرح نقل فرموده :\r\nمحمد بن يعقوب از على بن ابراهيم از پدرش از ابن ابى عمير از حماد از حلبى از مولانا ابى عبد اللّه عليه السلام :\r\nفى رجلين اشتركا فى مال فربحا فيه و كان من المال دين و عليهما دين ، فقال احدهما لصاحبه : اعطنى رأس المال و لك الربح و عليك التوى .\r\nفقال : لا بأس اذا اشترطا ، فاذا كان شرط يخالف كتاب اللّه فهو ردّ الى كتاب اللّه عزّ و جلّ .\r\nقوله : بجوازه بعد ظهور الربح : ضمير در [ بجوازه 
  ] به شرط راجع است .\r\nقوله : من غير تقييد بارادة القسمة صريحا : يعنى در روايت لفظ صريحى نيست كه دلالت بر اين داشته باشد كه قصد دو شريك اين بوده كه اموال را بين خود بخواهند تقسيم كرده و شركتشان را بهم بزنند اگرچه از فحوى و مضمون آن استشمام اين معنا مىشود چون از ظاهر [ فقال احدهما لصاحبه : اعطنى رأس المال الخ 
  ] مىتوان اينطور درك نمود كه قصدشان تقسيم مال و پايان دادن بشركت است .\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nقوله : فيجوز مع ظهوره : ضمير مستتر در [ فيجوز 
  ] به شرط و ضمير مجرور در [ ظهوره 
  ] به ربح عائد است .\r\nقوله : مطلقا : چه اراده قسمت داشته و چه بخواهند شركتشان باقى باشد .\r\nمتن :\r\nو يمكن أن يكون نظره في جواز الشرط مطلقا و إن كان في ابتداء الشركة ، كما ذهب إليه الشيخ و جماعة زاعمين أن إطلاق الرواية يدل عليه ، و لعموم\r\nالمسلمون عند شروطهم\r\nو الأقوى المنع و هو مختاره في الدروس .\r\n\r\nاحتمال ديگر در كلام مصنف ( ره )\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nتا باينجا كلام مصنف ( ره ) را اينطور معنا نموديم كه شرط مزبور در پايان شركت و بعد از بسر آمدن زمان آن بوده و قصدشان اين است كه بوسيله شرط شركت را به نحوى كه ذكر شد ادامه دهند لذا مرحوم مصنف فرمود در چنين شرطى نظر و تأمل است .\r\nاكنون مىگوئيم ممكن است مراد اين باشد كه اساسا چنين شرطى محل اشكال و نظر است اعم از آنكه در ابتداء شركت با همچنين شرطى نموده يا در پايان آن در ضمن صلح با هم اين‌طور شرط نمايند چه آنكه شيخ طوسى عليه الرحمة و جماعتى ديگر از فقهاء چنين شرطى را به طول مطلق تجويز فرموده‌اند و دليلشان بر آن دو امر\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nمىباشد :\r\nالف : اطلاق روايت مزبور زيرا حضرت در اينروايت فرموده‌اند [ لا بأس اذا اشترطا 
  ] بدون اينكه آن را مقيد به ابتداء يا انتهاء شركت نمايند .\r\nب : عموم [ المسلمون عند شروطهم 
  ] مقتضى است كه شرط ياد شده بطور مطلق مشروع و ممضى باشد .\r\nولى از نظر ما اقوى اين است كه اين شرط مطلقا ممنوع و غير مشروع است چنانچه مختار مرحوم ماتن در دروس نيز چنين است .\r\nقوله : و يمكن ان يكون نظره : يعنى نظر و اشكال مصنف ( ره ) كه فرمودند [ ففيه نظر 
  ] .\r\nقوله : فى جواز الشرط مطلقا : چه در ابتداء شركت و چه در وقت انقضاء آن .\r\nقوله : كما ذهب اليه الشيخ ( ره ) : ضمير در [ اليه 
  ] به [ جواز الشرط مطلقا 
  ] عود مىكند .\r\nقوله : اطلاق الرواية يدل عليه : ضمير در [ عليه 
  ] به [ جواز الشرط مطلقا 
  ] عائد است .\r\nقوله : و الاقوى المنع :\r\nمؤلف گويد :\r\nوجه اقوى بودن منع اين است كه دو دليل ياد شده در كلام مرحوم شيخ به نظر تمام نمىرسد :\r\nاما اينكه فرمود روايت نسبت بجواز شرط مزبور اطلاق دارد : بايد در جواب گفت ظاهر سؤال با اين ادعا تنافى داشته و\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nاز آن چنين استفاده مىشود كه بعد از انقضاء شركت است زيرا سائل مىپرسد [ اشتركا فى مال فربحا فيه و كان من المال دين و عليهما دين 
  ] و پرواضح است اين تعبير در ابتداء شركت و قبل از به كار زدن سرمايه و حصول ربح و پيدا شدن مطالبات و ديون صحيح - نيست و اصلا مىتوان ادعا كرد سؤال وى بقرينه اينكلمات حتما از خصوص شرط در پايان شركت بوده است و چون جواب با سؤال بايد موافق بوده و ناظر به آن باشد لاجرم كلام امام عليه السلام كه فرمودند :\r\n[ لا بأس اذا اشترطا 
  ] در خصوص همين صورت پس جواز و عدم جواز شرط نسبت به ابتداء شركت از حيث اين روايت مسكوت عنه است و به آن نمىتوان تمسك نمود .\r\nو اما دليل دوم يعنى عموم المسلمون عند شروطهم :\r\nبايد گفت اين حديث و امثال آن صرفا در مقام تأسيس حكم يعنى وجوب وفاء به شرط مىباشند و اساسا كوچكترين نظرى به جعل موضوعات و اينكه هرچه را مسلمين ملتزم شوند شرط است و بايد به آن عمل كنند ندارد و بعبارت ديگر اين حديث و امثالش مشرّع نمىباشند و به تعبير روشنتر بايد شرطى كه متعاقدان به آن ملتزم ميشوند واجد شرائط باشد يعنى با مقتضاى عقد و نيز با شرع تخالف نداشته تا اين حديث و اشباهش شامل آن شده و وجوب وفاء به آن را افاده كنند و تمسك به اين حديث در اين مقام مثل آن است كه براى بيع فاسدى به احلّ اللّه البيع متمسك بشويم و همانطورى كه اين آيه شريفه دليل تأسيسى بوده و اطلاقى در آن نبوده حديث مزبور نيز همينطور مىباشد .\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\nمتن :\r\nو يصح الصلح على كل من العين ، و المنفعة بمثله ، و جنسه و مخالفه لأنه بإفادته فائدة البيع صح على العين ، و بإفادته فائدة الإجارة صح على المنفعة ، و الحكم في المماثل ، المجانس ، و المخالف فرع ذلك ، و الأصل و العموم يقتضيان صحة الجميع ، بل ما هو أعم منها كالصلح على حق الشفعة و الخيار و أولوية التحجير ، و السوق ، و المسجد ، به عين و منفعة و حق آخر ، للعموم .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nو : صحيح است كه عين و منفعت را متعلق صلح قرار داده و هريك از ايندو را به مثل و جنس خود يا با مخالفش مصالحه نمود .\r\nشارح ( ره ) مىفرماين :\r\nدليل اين حكم آن است كه صلح چون فائده بيع نيز بر آن مترتب است لاجرم مىتوان مورد آن را معاوضه بر عين قرار داد و همينطور چون خاصيت اجاره نيز در آن وجود دارد از اينرو صحيح است متعلقش را منفعت قرار داد .\r\nو اما جواز مصالحه منفعت در مقابل منفعت يا عين در قبال عين دليل عليحده‌اى لازم ندارد بلكه اين حكم فرع آنچه در فوق ذكر شد مىباشد .\r\nيعنى وقتى قبول نموديم كه صلح در برخى موارد فائده بيع را داراست و در بعضى مواضع واجد خصوصيات اجاره مىباشد قهرا بايد بپذيريم كه در بيع چون مىتوان عوضين را در عين يا يكى را\r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\nعين و ديگرى را منفعت قرار داد و همينطور در اجاره لاجرم صلح نيز اين معنا در آن جارى بوده و نبايد در آن تأمل و درنگ نمود .\r\nو از اين گذشته اصل و عموم هردو مقتضى آن هستند كه جميع آنچه گفته شد از انحاء مصالحه جايز و صحيح باشند بلكه اعم و اوسع از آن را نيز بايد بگوئيم صحيح است يعنى مواردى كه متعلق صلح نه عين بوده و نه منفعت بلكه حق باشد اعم از آنكه عوضين هردو حق بوده يا يكى حق و ديگرى عين يا منفعت باشد مانند صلح بر حق شفعه يا حق الخيار و يا حق اولويّتى كه از ناحيه تحجير يا اشغال سوق و مسجد پيدا مىشود .\r\nو دليل بر جواز تمام اين صور همانطورى كه گفته شد عموم ادلّه مشروعيّت صلح و جواز آن مىباشد .\r\nقوله : من العين و المنفعة بمثله و جنسه : ضمير در [ بمثله 
  ] و [ جنسه 
  ] به [ كل واحد من العين و المنفعة 
  ] راجع است و مقصود از [ بمثله 
  ] اين است كه عوض مقابل را نيز مانند عوض ديگر قرار دهند يعنى اگر آن عين است اين نيز عين و در صورتى كه منفعت است اين هم منفعت باشد بنابراين ذكر [ جنسه 
  ] بعد از [ بمثله 
  ] از باب ذكر خاص بعد از عام است چه آنكه [ مثل 
  ] اعم از اين است كه هردو منفعت يا هردو جنس از نظر نوع نيز با هم متحد بوده يا چنينن نباشند .\r\nمثلا اگر زيد با عمرو چنين مصالحه نمود كه كتابش را بوى داده و در مقابل از او عبا بگيرد كه در اين مثال عوضين هردو مثل هم هستند به اين معنا كه هردو عين بوده نه منفعت ولى در جنس با هم\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\nمتحد نيستند بلى اگر هردو از جنس كتاب يا عبا باشند صادق است بگوئيم عوضين هم با هم مماثل بوده و هم مجانس در نتيجه بايد بگوئيم در هرموردى كه عوضين مجانس باشند قطعا مماثل نيز هستند ولى در برخى موارد مماثل بوده اما مجانس نيستند از اينرو [ مثل 
  ] از [ جنس 
  ] اعم بوده و ذكر جنس بعد از مثل ، از قبيل ذكر خاص بعد از عام است .\r\nقوله : لانه بافادته الخ : ضمير در [ لانه 
  ] و [ بافادته 
  ] به صلح راجعست .\r\nقوله : فرع ذلك : مشار اليه ذلك [ افاده صلح فائده بيع و اجاره 
  ] مىباشد .\r\nقوله : و الاصل و العموم : مقصود از اصل ، اصالة الجواز و الصحة و از عموم ، عمومات جواز و مشروعيّت صلح مىباشد .\r\nقوله : كالصلح على حق الشفعة : مثلا زيد و عمرو در خانه‌اى با هم شريك هستند ، زيد سهم خود را فروخت ، عمرو حق دارد سهم فروخته شده را با گفتن [ اخذت بالشفعة 
  ] به قهر و غلبه از مشترى بگيرد و پولى كه به زيد داده به او بدهد حال اگر مشترى با عمرو مصالحه نمود كه وى از حقى كه برايش پيدا شده صرفنظر كند و در مقابل مالى دريافت كند اعم از آنكه آن مال عين بوده يا منفعت و يا حق باشد .\r\nقوله : و الخيار : مثلا زيد و عمرو در معامله‌اى كه نمودند\r\n\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\nبملاحظه اينكه زيد مثلا مغبون واقع شده يا حيوانى خريده و يا مال مدلّس بوى منتقل شده حق دارد از باب خيار غبن يا خيار حيوان و يا خيار تدليس معامله را فسخ كند حال عمرو از وى درخواست نمود كه با وى مصالحه كرده و از حقش بگذرد و در مقابل مالى از او بستاند اعم از اينكه مال عين يا منفعت و يا حق باشد .\r\nقوله : و اولوية التحجير : مقصود از تحجير آنست كه زمين باير و مواتى را كه صاحب ندارد اگر كسى بر آن دست گذاشت و دور آن را ديوار كشيد مالك آن نمىشود ولى حق اولويّت پيدا مىكند به اين معنا كه وى در تصاحب آن و احياء زمين بر ديگران مقدمست حال اگر شخص ديگرى با وى مصالحه كرد كه در مقابل واگذاردن چنين حقى مالى به او بدهد اين مصالحه صحيح است چه مال عين بوده يا منفعت و يا حق باشد .\r\nقوله : و السوق : مقصود از [ سوق 
  ] آن است كه شخصى قبل از ديگران گنجى از بازار را كه شارع عام نبوده اشغال نمود و بساط پهن كرد وى تا مادامى كه در آن مكان بساطش گسترده است از ديگران سزاوارتر بوده و احدى حق ندارد وى را از آنجا براند زيرا اين حق شرعى او مىباشد مگر آنكه با كسى صلح كند كه در مقابل مالى كه مىگيرد آنجا را تخليه نمايد اعم از آنكه مال عين يا منفعت و يا حق باشد .\r\nقوله : و المسجد : مقصود آن است كه هركس زودتر از ديگران جائى از مسجد را اشغال نمود كه در آن عبادت نمايد ديگران حق ندارند وى را از آنجا برانند مگر با او صلح كرده و مالى\r\n\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\nبوى بدهند چه عين و چه منفعت و چه حقى ديگر .\r\nمتن :\r\nو لو ظهر استحقاق العوض المعين من أحد الجانبين بطل الصلح كالبيع ، و لو كان مطلقا رجع ببدله .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nز : اگر معلوم شد كه يكى از دو عوض معيّن و مشخّص در صلح مال غير بوده و او مستحق آنست صلح باطل مىشود .\r\nشارح ( ره ) مىفرماين :\r\nچنانچه حكم بيع نيز چنين است .\r\nولى اگر عوض در صلح يا بيع معيّن و مشخص نبود بلكه كلّى بوده و در مقام اقباض فردى را به قبض داد كه مال ديگرى است در اينجا صلح يا بيع باطل نيست بلكه ملزم است فرد ديگرى را كه مال خودش هست بجاى آن بدهد .\r\nمؤلف گويد :\r\nمثلا اگر زيد بعمرو گفت : با تو مصالحه مىكنم در مقابل اين كتابى كه در دست دارم عبا را گرفته و آن را به تو بسپارم .\r\nدر اينجا اگر كتاب مال ديگرى باشد چون عوض صلح شخصى و معيّن بوده مصالحه باطل است ولى اگر بگويد : با تو مصالحه مىكنم در مقابل عبائى كه ثمن مىدهى من نيز كتابى به تو بدهم .\r\nحال اگر كتاب غير را بوى داد صلح باطل نيست بلكه ملزمست كتابى ديگر كه از آن خودش مىباشد بوى بدهد .\r\nقوله : و لو ظهر استحقاق العوض : يعنى استحقاق\r\n\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\nالعوض للغير .\r\nقوله : و لو كان مطلقا : ضمير مستتر در [ كان 
  ] به عوض راجع بوده و مقصود از [ مطلقا 
  ] عوض كلى است .\r\nقوله : رجع ببدله : ضمير در [ رجع 
  ] به كسى مال غير به او منتقل شده عائد است و ضمير در [ ببدله 
  ] بعوض مقبوض راجعست\r\nمتن :\r\nو لو ظهر في المعين عيب فله الفسخ و في تخييره بينه و بين الأرش وجه قوي ، و لو ظهر غبن لا يتسامح بمثله ففي ثبوت الخيار كالبيع وجه قوي ، دفعا للضرر المنفي الذي يثبت بمثله الخيار في البيع .\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nفرع\r\nاگر در عوض معيّن و مشخص عيبى ظاهر شد كسى كه چنين عوضى به او منتقل شده حق دارد معامله را فسخ نمايد .\r\nو در اينكه مخيّر باشد بين فسخ و امضاء معامله ولى ارش بگيرد احتمال قوى است .\r\nو اگر يكى از متصالحين فهميد در صلحى كه نموده مغبون شده و عوضى كه دريافت كرده در آن غبنى است كه قابل تسامح و چشم‌پوشى نيست پس در اينكه حق خيار داشته باشد و بتواند معامله را همچون بيع فسخ كند احتمال قوى مىباشد .\r\nو دليل آن اين است كه صبر بر چنين عوضى ضرر\r\n\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\nاست و چون دفع ضرر آن هم ضررى كه شارع مقدس با دليل [ لا ضرر و لا ضرار فى الاسلام 
  ] آن را نفى نموده جايز است لاجرم همانطورى كه در بيع اين ضرر بوسيله اعمال خيار دفع مىگردد در اينجا نيز بگوئيم وى خيار داشته و با آن مىتواند ضرر را دفع كند .\r\nقوله : فله الفسخ : ضمير در [ فله 
  ] بكسيكه عوض معيوب به او منتقل شده عائد است .\r\nقوله : و فى تخييره بينه و بين الارش : ضمير در [ تخييره 
  ] به كسى كه معيوب به او منتقل شده راجع است و ضمير در [ بينه 
  ] به فسخ عود مىكند و مقصود از [ ارش 
  ] تفاوت بين معيوب و سالم مىباشد .\r\nقوله : وجه قوى : يعنى احتمال قوى .\r\nقوله : و لو ظهر غبن لا يتسامح بمثله : ضمير در [ بمثله 
  ] به غبن عائد است و منظور از چنين غبنى همانست كه در السنه به [ غبن فاحش 
  ] شهرت يافته .\r\nقوله : الذى يثبت مثله : ضمير در [ بمثله 
  ] به ضرر عائد است .\r\nمتن :\r\nو لا يعتبر في الصلح على النقدين القبض في المجلس ، لاختصاص الصرف بالبيع ، و أصالة الصلح ، و يجيء على قول الشيخ اعتباره و أما من حيث الربا كما لو كانا من جنس واحد فإن الأقوى ثبوته فيه ، بل في كل معاوضة ، لإطلاق التحريم في الآية ، و الخبر .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nح : در مصالحه بر در هم و دينار قبض\r\n\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\nدر مجلس عقد اعتبار و ملاحظه نشده است .\r\nشارح ( ره ) مىفرماين :\r\nدليل اين حكم آن است كه وجوب قبض و اقباض در صرفست و معامله صرف اختصاص به خصوص بيع دارد و چون صلح خود عقد مستقلى است از اينرو اگرچه فائده بيع هم بر آن مترتب باشد بيع نيست لاجرم صرف و احكام آن در صلح راه ندارد .\r\nولى بنا به فرموده شيخ طوسى عليه الرحمه كه صلح را تابع و فرع مىدانند رعايت احكام صرف لازم و واجب است .\r\nسپس شارح ( ره ) مىفرماين :\r\nو اما جريان حكم صرف از جهت رباء و اينكه يكى از نقدين بر ديگرى زائد نباشد :\r\nبايد گفت در صورتى كه هردو عوض از يك جنس باشند از نظر ما اقوى اين است كه ربا در آن ثابت بلكه در تمام معاوضات جارى است زيرا تحريم ربا در آيه شريفه و خبر وارد در اين باب اطلاق داشته و اختصاصى به باب بيع ندارد .\r\nقوله : اعتباره : ضمير به [ قبض فى المجلس 
  ] عود مىكند .\r\nقوله : و اما من حيث الربا : يعنى و اما حكم صرف از جهت رباء ، چه آنكه چنانچه در كتاب متاجر گذشت بيع نقدين حاوى دو حمك است : صرف ، ربا .\r\nقوله : كما لو كانا من جنس واحد : ضمير تثنيه به [ نقدين 
  ] عائد است .\r\nقوله : فانّ الاقوى ثبوته فيه : ضمير در [ ثبوته 
  ] به رباء\r\n\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\nو در [ فيه 
  ] به صلح راجعست .\r\nقوله : لاطلاق التحريم فى الآية : مقصود از آيه ، آيه شريفه ( 275 ) از سوره بقره است كه مىفرمايد :\r\nاحلّ اللّه البيع و حرّم الربا .\r\nقوله : و الخبر : مقصود از [ خبر 
  ] اخبارى است كه در باب حرمت رباء وارد شده از جمله حديثى است كه مرحوم حاج ميرزا حسين نورى عطر اللّه مرقده در مستدرك ج ( 2 ) ص ( 478 ) به اين شرح نقل فرموده :\r\nقال النبى صلّى اللّه عليه و آله و سلّم :\r\nمن اكل الربا ملاء اللّه بطنه نارا به قدر ما اكل منه ، فان كسب منه مالا لم يقبل اللّه شيئا و لم يزل فى لعنة اللّه و الملائكة ما دام عنده منه قيراط .\r\nمتن :\r\nو لو أتلف عليه ثوبا يساوي درهمين فصالح على أكثر ، أو أقل فالمشهور الصحة ، لأن مورد الصلح الثوب ، لا الدر همان . و هذا إنما يتم على القول بضمان القيمي بمثله ، ليكون الثابت في الذمة ثوبا فيكون هو متعلق الصلح ، أما على القول الأصح من ضمانه بقيمته فاللازم لذمته إنما هو الدر همان فلا يصح الصلح عليهما بزيادة عنهما و لا نقصان مع اتفاق الجنس ، و لو قلنا باختصاص الربا بالبيع توجه الجواز أيضا ، لكن الجواز لا يقول به .\r\nشرح فارسى :\r\nمرحوم مصنفن مىفرماين :\r\nط : اگر كسى جامه ديگرى را كه قيمتش\r\n\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\nدو در هم است تلف نمود و در مقام مصالحه نباشد بيش از آن يا كمتر بوى بدهد مشهور فقهاء مىفرماين چنين صلحى صحيح است .\r\nشارح ( ره ) مىفرماين :\r\nدليل اين حكم آن است كه مورد صلح جامه است نه دو در هم تا باعتبار زائد بودن عوض ربا لازم آمده و صلح را باطل كند .\r\n\r\nنقد شارح ( ره ) بر مشهور\r\nشارح ( ره ) مىفرماين :\r\nدليلى كه از طرف مشهور نقل شد در صورتى تمام است كه در تلف اشياء قيمى قائل شويم ابتداء مثل بذمه متلف مىآيد نتيجتا در مورد بحث بعد از تلف جامه مثل آن در ذمه متلف ثابت مىشود ، يعنى وى موظف است جامه‌اى نظير آن به صاحبش بدهد بنابراين همانطورى كه مشهور فرمودند متعلق صلح جامه‌اى است كه به ذمّه آمده .\r\nاما بنابر قول ديگر كه از نظر ما اصح نيز همين است يعنى تلف قيمى موجب ثبوت قيمت در ذمه است نه مثل پس بعد از تلف جامه آنچه در ذمه مىآيد قيمت آن يعنى دو در هم مىباشد ازاين‌رو نمىتوان آن را به بيشتر يا كمتر از دو در هم در صورتى كه عوض با دو در هم از نظر جنس متحد باشد مصالحه نمود .\r\nلازم بتوضيح است اگر ربا را به بيع اختصاص داده و در صلح جارى ندانستيم مصالحه مزبور جايز مىباشد حتى بنابر مختار ما كه\r\n\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\nدر قيمى قيمت بذمّه مىآيد ولى مشهور كه مصالحه ياد شده را تجويز نموده‌اند رباء را به بيع اختصاص نداده و در صلح و كليه معاوضات جارى دانسته‌اند بنابراين وجه تجويز آنها منحصرا اين مىشود كه در قيمى مثل بذمه مىآيد نه قيمت .\r\nقوله : و لو اتلف عليه : ضمير در [ اتلف 
  ] باحد المتصالحين و در [ عليه 
  ] به متصالح آخر راجع است .\r\nقوله : على اكثر او اقل : يعنى اكثر او اقل من درهمين .\r\nقوله : و هذا انما يتم : مشار اليه [ هذا 
  ] صحت صلح مزبور است .\r\nقوله : بمثله : ضمير به قيمى راجع است .\r\nقوله : فيكون هو متعلق الصلح : ضمير [ هو 
  ] به مثل راجع است .\r\nقوله : من ضمانه بقيمته : ضمير در [ ضمانه 
  ] و [ بقيمته 
  ] به قيمى راجع است .\r\nقوله : فاللازم لذمته : ضمير در [ لذمته 
  ] به متلف عائد است .\r\nقوله : انما هو الدر همان : ضمير [ هو 
  ] به [ اللازم 
  ] راجع است .\r\nقوله : فلا يصح الصلح عليهما : ضمير تثنيه در [ عليهما 
  ] به نقدين راجع است .\r\nقوله : لكن المجوز : مقصود از [ مجوز 
  ] مشهور بوده كه صلح مزبور را تجوز نموده‌اند .\r\n\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\nقوله : لا يقول به : ضمير در [ به 
  ] به اختصاص الربا بالبيع راجع است .\r\nمتن :\r\nو لو صالح منكر الدار على سكنى المدعي سنة فيها صح للأصل ، و يكون هنا مفيدا فائدة العارية .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nى : اگر دو نفر در خانه‌اى با هم نزاع داشتند : يكى ادعا مىكند كه خانه از آن او است و ديگرى آن را انكار كرده و خانه را به خودش متعلق مىداند .\r\nحال اگر با هم مصالحه نمودند كه مدعى به مقدار يكسال در آن بنشيند چنين مصالحه‌اى صحيح است .\r\nشارح ( ره ) مىفرماين :\r\nدليل اين حمك اصل است .\r\nلازم بتوضيح است كه صلح مزبور در اينجا مفيد فائد عاريه است زيرا فائده عاريه اباحه منفعت است و در اينجا نيز همينطور است .\r\nقوله : فيها : ضمير مؤنث به [ دار 
  ] راجعست .\r\nقوله : للاصل : مقصود از اصل ، اصالة الصحة و الجواز مىباشد .\r\nمتن :\r\nو لو أقر بها ثم صالحه على سكنى المقر صح أيضا ، و لا رجوع في الصورتين لما تقدم من أنه عقد لازم ، و ليس فرعا على غيره .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nك : اگر منكر دار اقرار نمود كه آن بمدعى\r\n\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\nتعلق دارد سپس مدعى با وى مصالحه نمود كه در آن بنشيند اين مصالحه همچون فرع قبلى صحيح بوده و حق رجوع در آن ندارد .\r\nشارح ( ره ) مىفرماين :\r\nمقصود اين است كه در هيچكدام از دو صورت حق رجوع ثابت نيست .\r\nو دليل آن اين است كه صلح چنانچه قبلا گفتيم عقد لازم بوده و از طرفى فرع عقود ديگر نمىباشد از اينرو همچون عقود لازمه ديگر رجوع در آن جايز نيست .\r\nقوله : و لو اقر بها : ضمير فاعلى در [ اقر 
  ] به [ منكر دار 
  ] راجع است .\r\nقوله : ثم صالحه على سكنى المقر : ضمير فاعلى در [ صالحه 
  ] به مدعى دار و ضمير مفعولى به منكر عائد است .\r\nقوله : صح ايضا : يعنى صح الصلح كما انه صح فى الفرع السابق .\r\nقوله : من انّه عقد لازم : ضمير در [ انه 
  ] به صلح راجع است .\r\nقوله : و ليس فرعا على غيره : ضمير در [ ليس 
  ] و در [ غيره 
  ] به صلح عود مىكند .\r\nمتن :\r\nو على القول بفرعية العارية ، له الرجوع في الصورتين لأن متعلقه المنفعة به غير عوض فيهما و العين الخارجة من يد المقر ليست عوضا عن المنفعة الراجعة إليه ، لثبوتها للمقر له بالإقرار قبل أن يقع الصلح فلا يكون في مقابلة المنفعة عوض فيكون\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\nعارية يلزمه حكمها من جواز الرجوع فيه عند القائل بها .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nل : و بنابر اينكه صلح را فرع عاريه بدانيم در دو صورت مذكور رجوع ثابت است .\r\nشارح ( ره ) مىفرماين :\r\nاما تقرير اينكه چطور صلح در دو فرع مذكور مفيد فائده عاريه است تا تابع آن باشد اين است كه :\r\nمتعلق آن در ايندو فرع منفعت بدون عوض است كه همين نزد مورد عاريه مىباشد .\r\nسؤال\r\nدر فرع دوم منكردار بعد از آنكه اقرار نمود خانه از آن مدعى است و سپس مصالحه شد كه در آن بنشيند و از منفعت سكناى آن استفاده نمايد صدق مىكند كه بگوئيم :\r\nصلح فائده‌اش نقل عين در مقابل منفعت است زيرا عين خانه از كف بيرون آمده و در قبالش منفعت سكناى آن عائدش شده و اين فائده بيع است نه عاريه .\r\nجواب\r\nشارح ( ره ) مىفرماين :\r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\nاگرچه عين خانه را از دست منكر خارج و در ملك مدعى قرار مىدهند ولى اين امر بواسطه صلح صورت نگرفته و عوض منفعت سكنا نمىباشد زيرا قبل از اينكه بينشان مصالحه صورت گيرد به نفس اقرار ثابت شد كه خانه مال مدعى است پس صرفا بعد از صلح منفعت سكنا نصيب مقر مىشود بدون اينكه عوضى براى آن تقدير نمائيم از اينرو در اين فرع صلح تابع عاريه مىشود و بنابراين قول لازم است احكام عاريه را در آن جارى بدانيم .\r\nقوله : و على القول بفرعيته للعارية : ضمير در [ فرعيته 
  ] به صلح راجع است .\r\nقوله : له الرجوع : ضمير در [ له 
  ] بمصالح عائد است .\r\nقوله : لان متعلقه : يعنى متعلق صلح .\r\nقوله : به غير عوض فيهما : ضمير تثنيه به [ صورتين 
  ] عائدست\r\nقوله : عن المنفعة الراجعة اليه : ضمير در [ اليه 
  ] بمقر عائد است .\r\nقوله : لثبوتها للمقر له : ضمير در [ لثبوتها 
  ] به عين راجع است .\r\nقوله : فيكون عارية يلزمه حكمها : ضمير مستتر در [ فيكون 
  ] و ضمير منصوبى در [ يلزمه 
  ] به صلح راجع بوده و ضمير در [ حكمها 
  ] به عاريه عود مىكند .\r\nقوله : من جواز الرجوع فيه : ضمير در [ فيه 
  ] به صلح عائد است .\r\nقوله : عند القائل بها : ضمير در [ بها 
  ] بفرعيّت راجعست .\r\n\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\nمتن :\r\nو لما كان الصلح مشروعا لقطع التجاذب و التنازع بين المتخاصمين بحسب أصله و إن صار بعد ذلك أصلا مستقلا بنفسه لا يتوقف على سبق خصومة ذكر فيه أحكام من التنازع بحسب ما اعتاده المصنفون ، و لنشر في هذا المختصر إلى بعضها في مسائل .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nچون صلح جهت قطع و براندازى تنازع و مخاصمه بين طرفين دعوا تشريع شده است از اينرو در اين كتاب احكام تنازع را فقهاء ذكر نموده كه ما نيز در اين كتاب مختصر به برخى از آنها در ضمن چند مسئله اشاره مىنمائيم :\r\nشارح ( ره ) مىفرماين :\r\nمقصود مصنف ( ره ) از اينكه فرمود صلح براى قطع تجاذب و تنازع وضع و جعل شده اين است كه بحسب اصل و تأسيس اولى چنين بوده اگرچه بعدا به صورت اصل مستقلّى درآمده كه توقفى بر مسبوق بودن بنزاع و مخاصمه را ندارد منتهى بملاحظه اصلش در آن كتاب ( يعنى كتاب صلح ) احكام تنازع و مخاصمه را ذكر مىنمايند .\r\nقوله : التجاذب : به معناى تنازع است .\r\nقوله : بحسب اصله : ضمير در [ اصله 
  ] به صلح راجعست .\r\nقوله : بعد ذلك : مشار اليه ذلك در تشريع است .\r\nقوله : الى بعضها : يعنى بعض احكام .\r\n\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\nمتن :\r\nالأولى لو كان بيدهما در همان فادعاهما أحدهما ، و ادعى الآخر أحدهما خاصة فللثاني نصف درهم لاعترافه باختصاص غريمه بأحدهما ، و وقوع النزاع في الآخر مع تساويهما فيه يدا فيقسم بينهما بعد حلف كل منهما لصاحبه على استحقاق النصف ، و من نكل منهما قضي به للآخر ، و لو نكلا معا ، أو حلفا قسم بينهما نصفين ، و للأول الباقي قال المصنف في الدروس : و يشكل إذا ادعى الثاني النصف مشاعا فإنه تقوى القسمة نصفين ، و يحلف الثاني للأول ، و كذا في كل مشاع ، و ذكر فيها أن الأصحاب لم يذكروا هنا يمينا ، و ذكروا المسألة في باب الصلح فجاز أن يكون الصلح قهريا ، و جاز أن يكون اختياريا ، فإن امتنعا فاليمين . و ما حكيناه نحن من اليمين ذكره العلامة في التذكرة أيضا فلعل المصنف يريد أن الكثير لم يذكره .\r\n\r\nمبحث احكام تنازع\r\n\r\nمسئله اول\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nاگر در دست دو نفر دو در هم باشد ، يكى از آن دو مدعى است كه هردو مال او است و ديگرى ادعا مىكند يكى از دو\r\n\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\nدرهم بوى تعلق دارد حكم در اينجا اين است كه به دوّمى بايد نصف در هم داده شود و به اوّلى يك در هم و نيم .\r\nشارح ( ره ) مىفرماين :\r\nدليل اين حكم آن است كه دومى معترف است كه يكى از دو در هم مال رفيقش بوده و صرفا نزاع در در هم ديگر واقع است و چون در در هم مورد نزاع هردو بنحو تساوى تصرف دارند و هيچيك ترجيحى بر ديگرى ندارد لاجرم آن را بين دو نفر بايد تقسيم نمود البته بعد از اينكه هركدام از متنازعين براى صاحبش قسم خورد كه مستحق نصف مىباشد و در صورتى كه هريك از خوردن قسم نكول نمايند به نفع ديگرى حكم صادر مىگردد و اگر هردو از قسم خوردن سر باز زده يا هردو قسم خوردند مال بينشان به دو قسمت متساوى تقسيم مىگردد .\r\nسپس در ذيل [ و للاول الباقى 
  ] مىفرماين :\r\nمرحوم مصنف در كتاب دروس فرموده :\r\nاين حكم در جائى كه دومى نصف مشاع را ادعا كند مورد اشكال است چه آنكه اقوى در اين فرض اين است كه مجموع دو در هم را بينشان بايد بطور تساوى به دو قسم تقسيم نمود يعنى هركدام يك در هم بردارند منتهى مشروط باينكه دومى جهت نفى ادعاء اولى بايد قسم بخورد .\r\nچنانچه در هرمال مشاعى كه نزاع در آن به اين نحو واقع شود حكم همين است .\r\nو در همان كتاب نيز آورده :\r\n\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\nكه اصحاب در اين فرض متعرض قسم نشده و نگفته‌اند كه دومى بايد قسم بخورد و اين مسئله را در باب صلح ذكر نموده‌اند .\r\nلذا ممكن است بگوئيم مقصود اصحاب از دو احتمال ذيل خالى نيست :\r\nالف : آنكه مقصودشان از ذكر اين مسئله در كتاب صلح اين باشد كه حكم به تنصيف در همين بين متنازعين بدون لزوم قسم از دومى از باب صلح قهرى مىباشد .\r\nب : آنكه صلح اختيارى و با رضايت متنازعين بايد صورت گيرد به اين معنا كه مقصود اصحاب اين است كه در چنين نزاعى حكم مسئله اين است كه هردو با هم بر تنصيف دو در هم مصالحه كنند .\r\nپس اگر بچنين حكمى تن در داده و صلح را واقع ساختند كه مطلوب حاصل است ولى اگر از آن امتناع بورزند جاى قسم خوردن است و بايد هريك بر نفى ادعاء ديگرى قسم بخورد .\r\nشارح ( ره ) مىفرماين :\r\nاينكه ما گفتيم مال را بين ايندو تقسيم مىكنند مشروط به اينكه هركدام جهت استحقاق خود قسم بخورد مرحوم علامه نيز در كتاب تذكرة الفقهاء آن را متعرض شده‌اند از اينرو مىتوان گفت اينكه مرحوم مصنف در كتاب دروس فرمود اصحاب در اين مسئله متعرض قسم - نشده‌اند شايد مقصودش كثير از اصحاب باشد نه جملگى آنها چه آنكه در اين صورت ادعائى بر خلاف واقع مىشود .\r\nقوله : لو كان بيدهما : يعنى بيد المتنازعين .\r\nقوله : فادعاهما احدهما : ضمير منصوبى در [ ادعاهما 
  ] به\r\n\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\n\r\nدر همان و ضمير مجرورى در [ احدهما 
  ] به متنازعين راجع است .\r\nقوله : لاعترافه باختصاص غريمه : ضمير در [ لاعترافه 
  ] به ثانى راجع بوده و مقصود از [ غريم 
  ] منازع و خصم مىباشد و ضمير در [ غريمه 
  ] به ثانى عود مىكند .\r\nقوله : باحدهما : يعنى باحد الدرهمين .\r\nقوله : و وقوع النزاع فى الآخر : يعنى فى الدرهم الآخر .\r\nقوله : مع تساويهما فيه يدا : ضمير تثنيه در [ تساويهما 
  ] به متنازعين و در [ فيه 
  ] به [ آخر 
  ] راجع است و كلمه [ يدا 
  ] از باب تمييز منصوب است .\r\nقوله : فيقسم بينهما : ضمير مستتر در [ يقسّم 
  ] به [ درهم آخر 
  ] راجع بوده و ضمير تثنيه در [ بينهما 
  ] به متنازعين عائد است .\r\nقوله : بعد حلف كل منهما لصاحبه : ضمير در [ منهما 
  ] به متنازعين و در [ لصاحبه 
  ] به [ كل منهما 
  ] عود مىكند .\r\nقوله : على استحقاق النصف : يعنى نصف در هم مورد نزاع .\r\nقوله : و من نكل منهما قضى به للآخر : ضمير در [ منهما 
  ] به متنازعين و در [ به 
  ] به نكول راجع بوده و كلمه [ با در 
  ] به به معناى سببيّت مىباشد .\r\nقوله : قسم بينهما نصفين : ضمير مستتر در [ قسم 
  ] بدرهم مورد نزاع عائد است .\r\nقوله : و للاول الباقى : مقصود از [ الباقى 
  ] يك در هم و نيم مىباشد .\r\n\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\n\r\nقوله : و يشكل : ضمير مستتر نائب فاعلى به حكم مذكور يعنى ( نيم در هم به دومى و يك در هم و نيم به اولى ) راجعست .\r\nقوله : اذا ادعى الثانى النصف مشاعا : مقصود از نصف مشاع اين است كه دومى بگويد من در هركدام از دو در هم با خصم شريك بوده بنابراين نيمى از هركدام مال من مىباشد .\r\nقوله : فانه يقوى القسمة نصفين : ممكن است ضمير در [ فانّه 
  ] به معناى شأن بوده بنابراين كلمه [ يقوى 
  ] بدون تشديد و از ثلاثى مجرد مىباشد و محتمل است ضمير به [ ادعاء 
  ] راجع بوده بنابراين كلمه [ يقوى 
  ] با تشديد و از باب تفعيل مىشود .\r\nقوله : و ذكر فيها : ضمير مستتر در [ ذكر 
  ] بمرحوم مصنف و در [ فيها 
  ] به كتاب دروس راجع است .\r\nقوله : لم يذكروا هنا يمينا : مشار اليه [ هنا 
  ] ، [ مسئله اولى 
  ] مىباشد .\r\nقوله : فجاز ان يكون الخ : كلمه [ فجاز 
  ] به معناى فامكن مىباشد .\r\nقوله : فان امتنعا : يعنى اگر صلح اختيارى باشد و متنازعين از آن امتناع بورزند هركدام لازمست قسم بخورند و مال بينشان تقسيم گردد .\r\nقوله : ان الكثير لم يذكره : ضمير منصوبى در [ لم يذكره 
  ] به يمين راجعست .\r\nمتن :\r\nو كذا لو أودعه رجل درهمين ، و آخر درهما و امتزجا لا بتفريط ، و تلف أحدهما فإنه يختص ذو\r\n\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\n\r\nالدرهمين بواحد ، و يقسم الآخر بينهما هذا هو المشهور بين الأصحاب ، و رواه السكوني عن الصادق عليه السلام . و يشكل هنا مع ضعف المستند بأن التالف لا يحتمل كونه لهما ، بل من أحدهما خاصة ، لامتناع الإشاعة هنا فكيف يقسم الدرهم بينهما ، مع أنه مختص بأحدهما قطعا . و الذي يقتضيه النظر ، و تشهد له الأصول الشرعية : القول بالقرعة في أحد الدرهمين ، و مال إليه المصنف في الدروس ، لكنه لم يجسر على مخالفة الأصحاب .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nو همچنين است اگر شخص نزد او دو در هم وديعه نهاده و ديگرى يك در هم و سپس بدون تفريط وى دراهم با هم مخلوط شده و بدنبال آن يكى از آنها تلف شد .\r\nشارح ( ره ) مىفرماين :\r\nدر اين صورت نيز بايد گفت صاحب دو در هم ابتداء يك در هم گرفته و سپس در هم باقيمانده را بين آن دو تقسيم مىكنند .\r\nاين حكم بين فقهاء اماميه مشهور بوده و بر طبق آن سكونى از مولانا الصادق عليه السلام روايتى نيز نقل نموده .\r\nولى علاوه بر اينكه سند اين حديث ضعيف بوده اشكال ديگرى به آن متوجه مىباشد و آن اينكه در هم تلف شده يقينا از يكدام بوده و اصلا احتمال تلف شدنش از هردو داده نمىشود تا بطور اشاعه و مشترك ضرر بهردو وارد شود از اينرو در هم باقى را وجهى ندارد\r\n\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\n\r\nبين هردو تقسيم نموده و از آن بهركدام نيمى بدهند .\r\nلذا بايد بگوئيم : به نظر ما و نيز مقتضاى قواعد شرعى اين است كه نسبت بگرفتن در هم باقى بايد قرعه ريخت و طبق آن در هم ياد شده را به آنها داد ، پس اگر تالف باسم صاحب در هم درآمد در هم باقى را به صاحب دو در هم داده و قهرا كشف مىشود كه در هم تالف از صاحب يك در هم بوده و اگر قرعه نام صاحب دو در هم را بيرون آورد در هم باقى را به صاحب در هم داده و بدين وسيله كشف مىكنيم كه در هم تالف از صاحب دو در هم بوده است .\r\nو مرحوم مصنف نيز در كتاب دروس به همين رأى مايل شده است ولى جرأت آنكه با اصحاب مخالفت نمايد و بر طبق مشهور فتوى دهد ننموده است .\r\nقوله : و كذا لو اودعه : ضمير منصوبى به [ ودعى 
  ] عائد است كه بقرينه معلوم مىشود .\r\nقوله : و امتزجا : ضمير تثنيه به يكدرهم و دو در هم عود مىكند .\r\nقوله : لا بتفريط : يعنى بدون اينكه ودعى تفريط كند .\r\nقوله : و تلف احدهما : عبارت صحيح اين است كه گفته شود [ و تلف احدها 
  ] و ضمير مؤنث به دراهم راجع باشد .\r\nقوله : فانه يختص ذو الدرهمين : ضمير در [ فانه 
  ] به معناى شأن است .\r\nقوله : و يقسم الآخر بينهما : يعنى و يقسم الدّرهم الآخر بين المالكين .\r\n\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\n\r\nقوله : هذا هو المشهور : مشار اليه [ هذا 
  ] تنصيف در هم باقى است .\r\nقوله : و رواه السكونى عن الصادق عليه الصلاة و السلام : روايت مشار اليها را مرحوم صاحب وسائل در ج 13 ص 171 به اين شرح نقل فرموده :\r\nمحمد بن على بن الحسين باسنادش از سكونى از مولانا الصادق از پدر بزرگوارش عليهما السلام فى رجل استودع رجلا - دينارين فاستودعه آخر دينارا فضاع دينارا منهما نصفين .\r\nقال : يعطى صاحب الديّنارين دينارا و يقسم الآخر بينهما نصفين .\r\nقوله : و يشكل هنا : ضمير نائب فاعلى در [ يشكل 
  ] به حكم به تنصيف در هم باقى راجع بوده و مشار اليه [ هنا 
  ] مسئله [ ودعى 
  ] است .\r\nقوله : مع ضعف المستند : وجه ضعف اين است كه در سند آن سكونى واقع شده و وى عامىّ الذهب مىباشد .\r\nقوله : مع انّه مختص باحدهما : ضمير در [ انّه 
  ] به تالف عائد است .\r\nقوله : و تشهد له الاصول : ضمير در [ له 
  ] به [ الذى 
  ] راجع است .\r\nقوله : فى احد الدرهمين : مرحوم شيخ على كه از نواده‌هاى شارح ( ره ) مىباشد در حاشيه مىنويسد كلمه [ اخذ 
  ] با خاء و ذال نقطه‌دار است نه [ احد 
  ] با حاء و دال بدون نقطه چنانچه\r\n\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\n\r\nدر برخى از نسخه‌هاى تحريف شده ديده مىشود .\r\nمؤلف گويد :\r\nبه نظر قاصر چنين مىرسد كه نسخه صحيح همان [ احد 
  ] با حاء و دال بدون نقطه باشد و نسخه [ اخذ 
  ] معناى محصلى ندارد .\r\nقوله : و مال اليه المصنف ( ره ) الخ : ضمير در [ اليه 
  ] به [ القول بالقرعة 
  ] عائد است .\r\nمتن :\r\nو القول في اليمين كما مر من عدم تعرض الأصحاب له و ربما امتنع هنا إذا لم يعلم الحالف عين حقه . و احترز بالتلف لا عن تفريط عما لو كان بتفريط فإن الودعي يضمن التالف فيضم إليهما و يقتسمانهما من غير كسر ، و قد يقع مع ذلك التعاسر على عين فيتجه القرعة .\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nكلام در اينكه صاحب يك در هم آيا بايد قسم بخورد يا بدون قسم در هم باقى را بوى مىدهند همان است كه در مسئله قبلى گذشت يعنى اصحاب متعرف لزوم آن نشده‌اند و شايد بتوان گفت :\r\nدر اينجا اگر حالف عين حق و در هم خود را نشناسد مشكلست وى را مكلّف به قسم بنمائيم .\r\nسپس مىفرماين :\r\nمرحوم مصنف در متن فرمود :\r\nو امتزجا لا بتفريط و تلف احدهما .\r\nو بدين وسيله با قيد [ تلف لا عن تفريط 
  ] از تلف با تفريط\r\n\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\n\r\nاحتراز نمود چه آنكه در اين صورت ودعى ضامن مال تالف بوده و بر وى لازم است كه به دو در هم نزدش يك در هم اضافه كرده و سه در هم را بين دو مالك تقسيم كرده و به هيچيك ضرر وارد نكند يعنى به صاحب دو در هم همان دو در هم و به صاحب يكدرهم همان يكدرهم را بدهد .\r\nحال چه‌بسا در همين صورت نزاع به اين نحو واقع مىشود كه صاحب يكدرهم مىگويد اين درهمى كه به من داده‌اى عين مال من نبوده و در هم من را به ديگرى داده‌اى و صاحب دو در هم مدعى است كه عين مالش به او داده شده يا بالعكس صاحب دو در هم به ودعى مىگويد مال تالف از ديگرى بوده و مال من تلف نشده و درهميكه به ديگرى داده‌اى از آن من است ولى صاحب در هم مىگويد مال من تلف نشده و همين است كه به من داده شده است در اينجا چون در تقسيم دراهم بين خود توافق و سازش ندارند از اينرو حق اين است كه در اين مورد نيز قرعه لازم و واجب مىباشد .\r\nقوله : من عدم تعرّض الاصحاب له : ضمير در [ له 
  ] به [ يمين 
  ] عود مىكند .\r\nقوله : و ربما امتنع هنا : ضمير مستتر در [ امتنع 
  ] به يمين عائد است .\r\nقوله : و احترز بالتلف لا عن تفريط : حق در عبارت اين است كه گفته شود :\r\nو احترز بالمزج لا عن تفريط الخ :\r\nقوله : فيضم اليهما : ضمير فاعلى در [ فيضم 
  ] به [ ودعى 
  ]\r\n\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\n\r\nو ضمير مجرور در [ اليهما 
  ] به درهمين عائد است و مفعول محذوف بوده و تقدير عبارت چنين مىباشد : فيضم اليهما درهما آخر .\r\nقوله : و يقتسمانها : ضمير در [ يقتسمانها 
  ] بدراهم راجع است .\r\nقوله : من غير كسر : يعنى بدون اين‌كه حق مالكين را كسر نمايد و ضررى به آنها وارد كند .\r\nقوله : و قد يقع مع ذلك : مشار اليه [ ذلك 
  ] تقسيم دراهم بين مالكين بدون كسر حقّشان مىباشد .\r\nقوله : التعاسر على العين : مقصود از [ تعاسر 
  ] تنازع و اختلافست .\r\nمتن :\r\nو لو كان بدل الدراهم مالا يمتزج أجزاؤه بحيث لا يتميز و هو متساويها كالحنطة و الشعير و كان لأحدهما قفيزان مثلا ، و للآخر قفيز ، و تلف قفيز بعد امتزاجهما به غير تفريط فالتالف على نسبة المالين ، و كذا الباقي فيكون لصاحب القفيزين قفيز و ثلث ، و للآخر ثلثا قفيز . و الفرق أن الذاهب هنا عليهما معا ، بخلاف الدراهم ، لأنه مختص بأحدهما قطعا .\r\nشرح فارسى :\r\nشارح ( ره ) مىفرماين :\r\nاگر بجاى دراهم مالى بود كه اجزائش قابل امتزاج بوده بطورى كه بعد از مزج از هم متمايز نباشند و بعبارت ديگر هردو از اجناس متساوى الاجزاء يعنى مثلى باشند نظير گندم و جو با توجه باينكه يكى از دو مالك مثلا صاحب دو قفيز و ديگرى يك قفيز داشته باشد و بعد از امتزاج مقدار يك قفيز از مجموع تلف شود و -\r\n\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n\r\nودعى در تلف آن هيچگونه تفريط و بىاحتياطى ننموده باشد .\r\nدر اين فرض مقدار تلف شده به نسبت دو مال بمالكين ضرر وارد مىنمايد چنانچه باقىمانده به نسبت مال آنها برايشان محفوظ مىماند در نتيجه صاحب دو قفيز يك قفيز و ثلث و ديگرى دو ثلث قفيز برايش مىماند .\r\nسؤال\r\nچه فرقى بين مسئله اينجا با مسئله دراهم دارد كه نحوه تقسيم ايندو با يكديگر متفاوت است :\r\nجواب\r\nفرق اينجا با مسئله دراهم اين است كه در اينجا يقينا مال تلف شده از هردو بوده لاجرم بايد به نسبت مالشان بهردو ضرر وارد شود و باقيمانده نيز به نسبت برايشان محفوظ بماند .\r\nولى در مسئله دراهم قطعا مال تلف شده از يكنفر بوده از اينرو توجه ضرر بهردو بىوجه است بلكه بايد قرعه كشيد چنانچه شرحش گذشت .\r\nقوله : و هو متساويها : ضمير [ هو 
  ] به [ مالا يمتزج الخ 
  ] راجع است و ضمير [ متساويها 
  ] به اجزاء عائد است .\r\nقوله : فالتالف على نسبة المالين : بنابراين چون\r\n\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\n\r\nصاحب دو قفيز در واقع شش سدس داشته و دارنده قفيز سه سدس و فرض اين است كه مجموع نه سدس مىشود بنابراين نسبت سهم صاحب يك قفيز به دو قفيز نسبت ثلث به دو ثلث و بملاحظه مجموع يك ثلث از تمام مىباشد لذا به همين نسبت بهريك ضرر وارد مىشود بنابراين از دو قفيز باقيمانده كه شش سدس هست به صاحب دو قفيز دو سدس و به دارنده يك قفيز يك سدس ضرر وارد شده و در نتيجه به كسى كه دو قفيز داشته چهار سدس و به آنكه مالك يك قفيز بوده دو سدس بايد داد .\r\nو بعبارت ديگر به مالك دو قفيز دو ثلث و بك يك قفيز يك ثلث داده مىشود .\r\nقوله : قفيز و ثلث : يعنى ثلث يك قفيز .\r\nقوله : لانّه مختص باحدهما : ضمير در [ لانه 
  ] به [ ذاهب 
  ] راجع است .\r\nمتن :\r\nالثانية يجوز جعل السقي بالماء عوضا للصلح بأن يكون مورده أمرا آخر من عين ، أو منفعة .\r\n\r\nمسئله دوم\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\n\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n\r\nسيراب نمودن با آب را مىتوان عوض صلح قرار داد .\r\nشارح ( ره ) مىفرماين :\r\nيعنى در جائى مورد صلح عين يا منفعتى بوده كه عوضش را سيراب نمودن باغ يا مزرعه‌اى مثلا قرار دهند .\r\nمؤلف گويد :\r\nمثلا زيد با عمرو در متاعى چون فرشى نزاع داشته و هركدام مدعى آن هستند حال اگر در مقام فيصله دادن به نزاع با هم صلح نموده كه فرش از آن زيد بوده منتهى در مقابل آن باغ عمرو يا مزرعه وى را به مدت معيّنى آبيارى كند .\r\nقوله : مورده : يعنى مورد صلح .\r\nمتن :\r\nو كذا يجوز كونه موردا له ، و عوضه أمرا آخر كذلك .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nو همچنين جايز است سيرآب نمودن با آب را مورد صلح قرار دهند .\r\nشارح ( ره ) مىفرماين :\r\nيعنى عوض را امر ديگرى همچون عين و منفعت قرار دهند .\r\nمؤلف گويد :\r\nمثلا زيد و عمرو در آبيارى باغ و مزرعه‌اى با هم نزاع نموده و هركدام مدعى بوده كه ديگرى اين كار را بايد بكند سپس جهت فيصله دادن نزاع با هم صلح نموده كه متصدى اين امر زيد شده و در قبال عين يا منفعتى را عمرو به وى بعنوان عوض واگذار نمايد .\r\nكه در اين مثال مورد صلح آبيارى باغ يا مزرعه بوده و عوضش\r\n\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\n\r\nعين يا منفعت مىباشد .\r\nو حاصل آنكه مورد صلح به آن امرى گويند كه ابتداء در آن نزاع بوده و سپس در آن صلح كرده و در مقابل آن عوضى قرار مىدهند و يكى از متنازعين آن را قبول كرده و عقد را اجراء مىنمايند .\r\nقوله : كونه موردا له : ضمير در [ كونه 
  ] به [ سقى 
  ] و در [ له 
  ] به صلح راجع است .\r\nقوله : و عوضه امرا آخر كذلك : ضمير در [ عوضه 
  ] به [ سبقى 
  ] [ سبقى 
  ] راجع بوده و مقصود از [ كذلك 
  ] اين است كه عوض عين يا منفعت باشد .\r\nمتن :\r\nو كذا لو كان أحدهما عوضا ، و الآخر موردا كل ذلك مع ضبطه بمدة معلومة .\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nو همچنين جايز است كه يكى از عين يا منفعت عوض و ديگرى مورد باشد .\r\nالبته شايان توجه است كه در تمام اين صور [ سقى بالماء 
  ] را از حيث مدت بايد معلوم كنند تا غرر و جهالت بدينوسيله مرتفع شود و دوباره زمينه براى منازعه و مخاصمه فراهم نشود .\r\nقوله : و كذا لو كان احدهما : ضمير تثنيه در [ احدهما 
  ] به عين و منفعت راجع است .\r\nقوله : كل ذلك مع ضبطه : مشار اليه [ ذلك 
  ] فروعيست كه تا باينجا ذكر شد و ضمير در [ ضبطه 
  ] به [ السقى بالماء 
  ] عائد است\r\nمتن :\r\nلو تعلق بسقي شيء مضبوط دائما ، أو بالسقي بالماء\r\n\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\n\r\nأجمع دائما و إن جهل المسقى لم يبعد الصحة ، و خالف الشيخ رحمه اللَّه في الجميع محتجا بجهالة الماء ، مع أنه جوز بيع ماء العين و البئر ، و بيع جزء مشاع منه ، و جعله عوضا للصلح ، و يمكن تخصيصه المنع هنا به غير المضبوط كما اتفق مطلقا في عبارة كثير .\r\nفرع\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nاگر متعلق صلح را يكى از دو امر ذيل قرار دهند بعيد نيست كه صحيح باشد :\r\nالف : مثلا زيد با عمرو صلح نمايد كه عمرو باغ معيّن و مشخصى را هرروز آبيارى كند كه در اين صورت [ مسقى 
  ] يعنى مكان آبيارى مضبوط و مشخص است اگرچه مقدار آب را معيّن نكنند .\r\nب : زيد با عمرو صلح كند كه تمام آب حوض معلوم و مشخصى را هرروز صرف آبيارى نمايد كه در اين فرض [ سقى 
  ] يعنى آبيارى مضبوط بوده ولى [ مسقى 
  ] معلوم نيست .\r\n\r\nكلام مرحوم شيخ طوسى\r\nولى مرحوم شيخ الطائفة رضوان اللّه تعالى عليه در مسئله اخير مخالفت نموده و فرموده‌اند صلح باطل است و براى بطلان اين‌طور احتجاج فرموده :\r\n\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\n\r\nآب مجهول بوده و جهالتش موجب غررى بودن صلح است .\r\nشارح ( ره ) مىفرماين :\r\nدر حالى كه ايشان فروختن آب چشمه و چاه و بيع جزء مشاع از آب هركدام از چاه و چشمه و نيز قرار دادن اين امور را به عنوان صلح تجويز فرموده و حال آنكه لازمه منع در مسئله مورد بحث اينست كه در فروع مذكور نيز قائل بمنع بشوند .\r\nسپس مىفرماين :\r\nممكن است مرحوم شيخ در مسئله مورد بحث صرفا غير مضبوط را اختصاص بمنع داده و مقصودش خصوص همين صورت باشد اگرچه عبارت مطلق است چنانچه در عبارت كثيرى از فقهاء از منع به طور مطلق تعبير شده ولى مرادشان خصوص غير مضبوط مىباشد .\r\nقوله : و لو تعلق بسقى شئ مضبوط : ضمير فاعلى در [ تعلّق 
  ] به صلح راجع است .\r\nقوله : بالماء اجمع دائما : يعنى متعلق صلح مجموع آب يك حوض باشد كه احد المتصالحين موظّف شود دائما آن را صرف آبيارى مزرعه يا باغى نمايد .\r\nقوله : و خالف الشيخ ( ره ) فى الجميع : يعنى شيخ ( ره ) فرموده اگر متعلق صلح آبيارى كردن بوسيله جميع آب حوض معلوم و مشخصى باشد صلح باطل است زيرا اگرچه حوض معلوم و مشاهد بوده ولى مقدار آب آن مجهول است .\r\nقوله : و بيع جزء مشاع منه :\r\nضمير در [ منه 
  ] به [ كل - واحد من العين و البئر 
  ] عائد است .\r\n\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\n\r\nقوله : و جعله عوضا للصلح : كلمه [ جعله 
  ] منصوب است تا عطف باشد به [ بيع جزء 
  ] كه آن نيز منصوب است تا عطف باشد به مفعول [ جوّز 
  ] كه بيع ماء العين مىباشد و ضمير مجرورى در [ جعله 
  ] به جزء مشاع عائد مىباشد .\r\nقوله : و يمكن تخصيصه المنع هنا به غير المضبوط : ضمير در [ تخصيصه 
  ] به شيخ ( ره ) راجع بوده و مشار اليه [ هنا 
  ] مسئله مورد بحث مىباشد و حاصل مراد اين است كه :\r\nممكن است مرحوم شيخ در صورتى از صلح مزبور منع فرموده باشد كه مجموع آب حوض معلوم و مضبوط نبوده و وزن آن مثلا مشخص نباشد اما در صورت تعيين مقدار آن قائل به صحت است اگرچه عبارتش مطلق بوده و قيدى نياورده تا دلالت بر تفصيل مذكور كند .\r\nقوله : كما اتفق مطلقا فى عبارة كثير : يعنى همانطورى كه اين مسئله بطور مطلق و بدون قيد در عبارت كثيرى از فقهاء ذكر شده و آن را منع فرموده‌اند ولى ايشان نيز همچون شيخ ( ره ) مرادشان تفصيل مىباشد .\r\nمتن :\r\nو كذا يصح الصلح على إجراء الماء على سطحه ، أو ساحته جاعلا له عوضا و موردا بعد العلم بالموضع الذي يجري منه الماء بأن يقدر مجراه طولا و عرضا ، لترتفع الجهالة عن المحل المصالح عليه ، و لا يعتبر تعيين العمق ، لأن من ملك شيئا ملك قراره مطلقا ، لكن ينبغي مشاهدة الماء ، أو وصفه ، لاختلاف الحال بقلته ، و كثرته .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\n\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\n\r\nو همچنين صحيح است كه دو نفر با هم به اين نحو مصالحه كنند كه يكى از آن دو آب را بر پشت بام يا سطح منزل ديگرى جارى نمايد البته بعد از اينكه مكان اجراء آب را مشخّص و معين نموده و مجرى به آن عالم و آگاه گردد .\r\nشارح ( ره ) مىفرماين :\r\nدر صحت صلح مزبور فرقى نيست بين اينكه اجراء آب بر پشت بام يا سطح منزل را عوض صلح يا مورد آن قرار دهند .\r\nسپس مىفرماين :\r\nمقصود از علم به مكان اجراء آب اين است كه طول و عرض مجرا را معيّن نموده تا بدين وسيله جهالت از محل صلح مرتفع گردد ولى تعيين عمق و گودى مجرا لازم نيست بلكه مالك زمين هرقدر كه بخواهد مىتواند آن را گود كند زيرا كسى كه مالك چيزى باشد قرار و كف آن را نيز مالك مىباشد از اينرو آب را در عمق هرچند مترى كه بخواهد مىتواند جريان دهد .\r\nولى نكته‌اى كه قابل توجه مىباشد اينكه سزاوار است مصالح آب يا وصف آن را مشاهده نمايد چه آنكه موقعيّت و حال محل بواسطه كمى يا زيادى آب مختلف مىشود .\r\nمثلا چه‌بسا محل اجراء آب بقدرى طويل و عريض است كه با قلّت آب مناسب نبوده و اجراء آن در چنين محلى يا ممكن نبوده و يا دشوار و بسى مشقّت دارد و بالعكس گاهى چون نهر باريك و قصير است يا كثرت آب تناسب نداشته و اجراء آن در چنين مكانى موجب تعدّى آب به حواشى نهر و اتلاف شدن آن ميگردد از اينرو شايسته\r\n\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\n\r\nاستكه نهر را قبل از اجراء عقد ملاحظه و مشاهده كنند .\r\nقوله : و كذا يصح الصلح على اجراء الماء على سطحه او ساحته : مثلا زيد با عمرو چنين صلح نمودند كه عمرو آب خانه‌اش را بر پشت بام زيد جارى كند و از آنجا به مكان ديگرى كه معين مىنمايند وارد كند .\r\nالبته اين در جائى است كه خانه عمرو بالاتر از منزل زيد بوده بطورى كه آب را اگر بخواهد از منزل عمرو اجراء كند بايد از پشت بام زيد مرور كند چنانچه در صورتى كه شرط كنند آب را از سطح منزل زيد رد كند در موقعى است كه خانه‌هاى ايشان هم‌سطح مثلا باشد .\r\nقوله : جاعلا له عوضا و موردا : ضمير در [ له 
  ] به اجراء الماء عود مىكند .\r\nقوله : مطلقا : يعنى عمقش هرقدر باشد .\r\nقوله : بقلّته و كثرته : يعنى قلّت و كثرت ماء .\r\nمتن :\r\nو لو كان ماء مطر اختلف أيضا بكبر ما يقع عليه و صغره فمعرفته تحصل بمعرفة محله ، و لو سقط السطح بعد الصلح أو احتاجت الساقية إلى إصلاح فعلى مالكهما ، لتوقف الحق عليه ، و ليس على المصالح مساعدته .\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nاگر متعلق صلح اجراء آب باران باشد زيادى و كمى آن به بزرگى و كوچكى حفره و حوضى كه باران در آن جمع مىشود مختلف مىشود از اينرو اگر بخواهند به مقدار آب عالم و آگاه شوند معرفت به آن متوقف بمعرفت پيدا نمودن به محل جمع شدن آنست .\r\n\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\n\r\nفرع\r\nسپس شارح ( ره ) مىفرماين :\r\nدر موردى كه صلح نمودند كه يكى از متصالحين آب را بر پشت بام جارى نموده و مثلا به مزرعه يا باغ ببرد اگر پشت بام خراب گرديد يا نهر نياز به اصلاح پيدا نمود هزينه آن به عهده كسى استكه مالك آنها است بنابراين هزينه بناء بام به عهده مالك آن‌كه صلح‌كننده بوده مىباشد و خرج اصلاح ساقيه و نهر با مالكش يعنى محدث نهر و كسى كه با او صلح شده مىباشد چه آنكه استيفاء حق و عمل به آن متوقف بر بناء و اصلاح مىباشد .\r\nلازم بتذكر است كه در اصلاح نهر بر مصالح لازم نيست طرف صلح را مساعدت و يارى نمايد چنانچه در بناء بام بر متصالح واجب نيست مالك بام را كمك كند .\r\nقوله : و لو كان ماء مطر : ضمير مستتر در [ كان 
  ] به [ الماء 
  ] در عبارت مصنف كه فرمود [ على اجر الماء على سطحه الخ 
  ] عود مىكند .\r\nقوله : يكبر ما يقع عليه و صغره : ضمير مستتر در [ يقع 
  ] به [ ماء مطر 
  ] راجع بوده و ضميرهاى [ عليه 
  ] و [ صغره 
  ] به [ ماء موصوله 
  ] عائد هستند .\r\nقوله : فمعرفته تحصل بمعرفة محلّه : ضمير در [ فمعرفته 
  ] و [ محله 
  ] به [ ماء مطر 
  ] عائد است .\r\nقوله : او احتاجت الساقيه : مقصود از [ ساقيه 
  ] نهر و\r\n\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\n\r\nمحل جريان آب مىباشد .\r\nقوله : فعلى مالكهما : ضمير تثنيه به [ سطح 
  ] و [ ساقيه 
  ] راجع است .\r\nقوله : لتوقف الحق عليه : ضمير در [ عليه 
  ] باصلاح راجع است .\r\nقوله : و ليس على المصالح مساعدته : يعنى مساعدت مالك .\r\nمتن :\r\nالثالثة لو تنازع صاحب السفل و العلو في جدار البيت حلف صاحب السفل لأن جدران البيت كالجزء منه فيحكم بها لصاحب الجملة و قيل : تكون بينهما ، لأن حاجتهما إليه واحدة و الأشهر الأول\r\n\r\nمسئله سوم\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nاگر صاحب طبقه تحتانى با مالك فوقانى در ديوار اطلاق پائين نزاع داشت و هركدام ادعاء مىكنند كه ديوار تعلق به او دارد حكم اين است كه صاحب طبقه پائين قسم خورده و به نفع وى حكم صادر مىشود .\r\nشارح ( ره ) مىفرماين :\r\n\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\n\r\nدليل اين حكم آن است كه ديوار اطاق بمنزله جزء آن بوده نتيجتا به كسى تعلّق دارد كه مالك كل است و چون صاحب طبقه پائين مالك كل بوده لاجرم جزء يا چيزى كه بمنزله آن است بوى تعلّق دارد .\r\nولى برخى از فقهاء فرموده‌اند :\r\nديوار از آن هردو بوده زيرا نياز هردو به آن يكسان مىباشد .\r\nشارح ( ره ) مىفرماين :\r\nولى اشهر ، همان رأى اول است .\r\nقوله : كالجزء منه : ضمير در [ منه 
  ] به بيت راجعست .\r\nقوله : فيحكم بها : ضمير در [ بها 
  ] به جدار عائد است .\r\nمتن :\r\nو لو تنازعا في جدران الغرفة يحلف صاحبها لما ذكرناه من الجزئية ، و لا إشكال هنا ، لأن صاحب البيت لا تعلق له به إلا كونه موضوعا على ملكه ، و ذلك لا يقتضي الملكية ، مع معارضة اليد .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nاگر صاحب طبقه پائين با مالك غرفه ( طبقه فوقانى ) در ديوار اطاق بالا نزاع داشت و هركدام ادعاء داشتند كه آن متعلق به او است حكم اين است كه صاحب غرفه قسم خورده و ديوار به او تعلق دارد .\r\nشارح ( ره ) مىفرماين :\r\nدليل اينحكم همانست كه در فرع قبلى ذكر نموديم يعنى چون ديوار بمنزله جزء غرفه بوده و در نتيجه صاحب كل مالك آن نيز مىشود .\r\n\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\n\r\nو در اين مورد نزاعى بين فقهاء نميباشد زيرا صاحب طبقه پائين هيچگونه علاقه و ارتباطى با ديوار طبقه بالا ندارد تا اين امر منشاء شود كه آن را بعضى بوى نسبت دهند فقط ارتباطى كه مىتوان گفت وجود دارد اين استكه ديوار غرفه روى ملك صاحب بيت نهاده شده و بديهى است كه اين امر اقتضاء ندارد كه صاحب بيت مالك آن باشد و از اين گذشته يد صاحب غرفه بر جدار و تصرفش در آن با اين امر معارض است بطورى كه بفرض وجود اقتضاء ياد شده تصرف و يد با آن ممانعت نموده و از تأثير آن جلوگيرى مىكند .\r\nقوله : فى جدران الغرفة : كلمه [ غرفه 
  ] به ضم غين و سكون راء و فتح فاء بالا خانه را گويند چنانچه [ بيت 
  ] اطاق پائين را گويند .\r\nقوله : يحلف صاحبها : يعنى صاحب غرفه .\r\nقوله : و لا اشكال هنا : مشار اليه [ هنا 
  ] نزاع در غرفه است .\r\nقوله : لا تعلق له به : ضمير در [ له 
  ] به صاحب غرفه و در [ به 
  ] بجدار غرفه عائد است .\r\nقوله : الا كونه موضوعا على ملكه : ضمير در [ كونه 
  ] بجدار غرفه و در [ ملكه 
  ] به صاحب بيت عود مىكند .\r\nقوله : و ذلك لا يقتضى : مشار اليه [ ذلك 
  ] وضع الجدار على ملك صاحب البيت مىباشد .\r\nمتن :\r\nيقدم قول صاحب الغرفة لو تنازعا في سقفها الذي هو فوقها ، لاختصاص صاحبها بالانتفاع به\r\n\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\n\r\nكالجدار و أولى .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nو همچنين قول صاحب غرفه مقدم است اگر نزاعشان در سقف غرفه باشد .\r\nشارح ( ره ) مىفرماين :\r\nمنظور از سقف ، سقفى است كه بالاى غرفه قرار گرفته و علّت حكم مزبور اين است كه :\r\nصرفا صاحب غرفه از آن انتفاع مىبرد همانطوريكه وى از جدار و ديوار غرفه منحصرا منتفع مىشود بلكه مىتوان ادعا نمود اختصاصت دادن صاحب غرفه را به سقف در اينجا بمراتب اولى و سزاوارتر است از حكم به اختصاص داشتن ديوار آن به صاحبش كه در فرع سابق ذكر نموديم .\r\nقوله : فى سقفها : يعنى سقف غرفه .\r\nقوله : لاختصاص صاحبها : يعنى صاحب غرفه .\r\nقوله : بالانتفاع به : يعنى انتفاع به سقف .\r\nقوله : كالجدار : يعنى همانطورى كه وى اختصاص به انتفاع بردن از جدار غرفه دارد .\r\nقوله : و اولى : يعنى بلكه اولى و سزاوارتر مىباشد .\r\nمؤلف گويد :\r\nوجه اولويّت شايد اين باشد كه در مالكيّت صاحب بيت نسبت بجدار غرفه احتمال ضعيفى داده مىشود زيرا صاحبان بيت گاهى بالاى اطاق و بر بامشان ديوار بنا مىنمايند از اينرو ممكن است مورد\r\n\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\n\r\nنزاع نيز از اين قبيل بوده و حق بجانب صاحب بيت باشد اما اين تقرير در سقف جارى نيست زيرا بطور كلى از كسى ديده نشده كه بر بالاى بامش سقف بسازد تا احتمال صدق ادعاى صاحب بيت داده شود .\r\nمتن :\r\nو كذا و لو تنازعا في سقف البيت المتوسط بينهما الحامل للغرفة أقرع بينهما ، لاستوائهما في الحاجة إليه ، و الانتفاع به ، و القرعة لكل أمر مشتبه و يشكل بأن مورد القرعة المحل الذي لا يحتمل اشتراكه بين المتنازعين بل هو حق لأحدهما مشتبه ، و هنا ليس كذلك ، لأنه كما يجوز كونه لأحدهما يجوز كونه لهما معا ، لاستوائهما فيه ، لأنه سقف لصاحب البيت ، و أرض لصاحب الغرفة فكان كالجزء من كل منهما .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nاگر مالكين در سقف اطاق پائين نزاع داشته و هريك ادعاء آن را داشتند حكم اين است كه بينشان بايد قرعه كشيد .\r\nشارح ( ره ) مىفرماين :\r\nسقف بيت بين آن و غرفه قرار گرفته و غرفه بر آن بار مىباشد . و اما وجه قرعه اين است كه هردو در احتياج به آن با هم مساوى بوده و بيكسان از آن بهره و استفاده مىبرند از اينرو مالكيت هردو مشتبه است و چون قرعه را براى هرامر مشتبهى اعمال ميكنند لاجرم حكم اينجا نيز بايد وجوب قرعه باشد .\r\n\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\n\r\n\r\nاشكال شارح در قرعه\r\nمرحوم شارح مىفرماين :\r\nتقرير مذكور تمام نيست زيرا از قرعه در موردى بايد استفاده شود كه احتمال اشتراك بين متخاصمين وجود نداشته باشد بلكه حق - متنازع فيه صرفا بيكدام تعلق داشته منتهى صاحبش معلوم نيست در حالى كه اينجا چنين نيست زيرا همانطورى كه محتمل است سقف مذكور متعلق بيكى بوده عينا احتمال اينكه از آن هردو بوده و در آن مشترك باشند وجود دارد چه آنكه مورد نزاع سقف است براى طبقه تحتانى و زمين است جهت غرفه پس مىتوان آن را نسبت بهردو بمنزله جزء دانست .\r\nقوله : المتوسط بينهما : يعنى بين بيت و غرفه .\r\nقوله : اقرع بينهما : يعنى بين صاحب بيت و مالك غرفه .\r\nقوله : لاستوائها فى الحاجة اليه : ضمير در [ استوائهما 
  ] به صاحبان و در [ اليه 
  ] به سقف عود مىكند .\r\nقوله : و الانتفاع به : يعنى انتفاع به سقف .\r\nقوله : لا يحتمل اشتراكه بين المتنازعين : ضمير در [ اشتراكه 
  ] به [ محل 
  ] راجع است .\r\nقوله : بل هو حق لاحدهما : ضمير [ هو 
  ] به محل و [ لاحدهما 
  ] به متنازعين عود مىكند .\r\nقوله : و هنا ليس كذلك : مشار اليه [ هنا 
  ] نزاع در سقف بيت است .\r\n\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\n\r\nقوله : لانّه كما يجوز كونه لاحدهما : ضمير در [ لانّه 
  ] و [ كونه 
  ] به سقف و در [ لاحدهما 
  ] به متنازعين عود مىكند .\r\nقوله : يجوز كونه لهما : ضمير در [ كونه 
  ] به [ سقف 
  ] و در [ لهما 
  ] به [ متنازعين 
  ] راجعست .\r\nقوله : لاستوائهما فيه : يعنى لاستواء المتنازعين فى - السقف .\r\nقوله : لانّه سقف : يعنى لان السقف سقف لصاحب البيت الخ .\r\nقوله : فكان كالجزء من كل منهما : ضمير در [ كان 
  ] به سقف و در [ منهما 
  ] به بيت و غرفه عود مىكند .\r\nمتن :\r\nو في الدروس قوى اشتراكهما فيه مع حلفهما ، أو نكولهما ، و إلا اختص بالحالف لما ذكر من الوجه .\r\nو قيل : يقضى به لصاحب الغرفة ، لأنها لا تتحقق بدونه ، لكونه أرضها ، و البيت يتحقق بدون السقف و هما متصادقان على أن هنا غرفة فلا بد من تحققها ، و لأن تصرفه فيه أغلب من تصرف الآخر و ليس ببعيد .\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nمصنف ( ره ) در كتاب دروس اشتراك متنازعين را در سقف بيت تقويت نموده و فرموده است در صورتى كه هردو قسم خورده يا نكول نمايند حكم به اشتراكشان شده و در غير اين صورت متعلق به كسى است كه قسم بخورد و دليل آن را بيانى قرار داده كه ما قبلا ذكر نموديم يعنى فرموده :\r\n\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\n\r\nوجه اين حكم آن است كه هردو به آن نياز دارند ، پس بايد بينشان بطور مشترك قرار گيرد حكم در مسئله مورد بحث اينستكه به نفع صاحب غرفه بايد حكم نمود و سقف را متعلق به او دانست .\r\nزيرا غرفه بدون اين سقف تحقيق پيدا نميكند چه آنكه اين سقف زمين غرفه محسوب مىشود و پرواضح است كه بناء بر روى زمين بار بوده و بدون آن وجودش محال مىباشد در حالى كه بيت بدون سقف تحقيق مىيابد و چون هردو قبول دارند كه در اينجا غرفه وجود دارد لاجرم لازمست به آنچه در تحقيق آن دخيل است پاىبند و معترف باشند در نتيجه صاحب بيت بايد اعتراف كند كه سقف اطاقش از آن مالك غرفه مىباشد .\r\nو دليل ديگر بر اينكه سقف بيت مال مالك غرفه است اينست كه :\r\nتصرف وى در آن از صاحب بيت بيشتر و نيازش به آن شد شديدتر است .\r\nشارح ( ره ) مىفرماين :\r\nاين كلام بعيد نيست و مىتوان آن را اختيار نمود .\r\nقوله : و فى الدروس قوى اشتراكهما فيه : ضمير در [ اشتراكهما 
  ] به متنازعين و در [ فيه 
  ] به سقف عود مىكند .\r\nقوله : مع حلفها او نكولهما : يعنى مع حلف المتنازعين او نكولهما .\r\nقوله : و الا اختص بالحالف : يعنى و ان لم يحلفا او لم ينكلا بل حلف احدهما و نكل الآخر اختص السقف بالحالف .\r\n\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\n\r\nقوله : لما ذكر من الوجه : مقصود از [ وجه 
  ] مشترك بودن هردو در نياز به آن و تساويشان از حيث احتياج مىباشد .\r\nقوله : و قيل يقضى به لصاحب الغرفه : ضمير در [ به 
  ] به سقف راجع مىباشد .\r\nمؤلف گويد :\r\nقائل اين قول مرحوم ابن ادريس در سرائر و علامه ( ره ) در ارشاد و مختلف و محقق كركى ( ره ) در جامع المقاصد و محقق اردبيلى ( ره ) در مجمع البرهان مىباشند .\r\nقوله : لانّها لا تتحقق بدونه : ضمير در [ لانها 
  ] به غرفه و در [ بدونه 
  ] به سقف راجع است .\r\nقوله : لكونه ارضها : يعنى لكون السقف ارض الغرفة .\r\nقوله : و هما متصادقان : ضمير [ هما 
  ] به متنازعين راجع است .\r\nقوله : فلا بدّ من تحققها : يعنى تحقق غرفه .\r\nقوله : و لان تصرفه فيه الخ : ضمير در [ تصرفه 
  ] به صاحب غرفه و در [ فيه 
  ] به سقف راجع بوده و اين عبارت اشاره بدليل دوم اين قائلين مىباشد .\r\nقوله : و ليس ببعيد : ضمير مستتر در [ ليس 
  ] بكلام قيل راجع است .\r\nمتن :\r\nو موضع الخلاف في السقف الذي يمكن إحداثه بعد بناء البيت أما ما لا يمكن كالأزج الذي لا يعقل إحداثه بعد بناء الجدار الأسفل ، لاحتياجه إلى إخراج بعض الأجزاء عن\r\n\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\n\r\nسمت وجه الجدار قبل انتهائه ليكون حاملا للعقد فيحصل به الترصيف بين السقف و الجدران فهو لصاحب السفل بيمينه ، لدلالة ذلك على جزئيته منه .\r\n\r\nمورد اختلاف\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nمورد اختلاف در اين فرع جائى است كه ممكن باشد سقف را بعد از ساختن بيت احداث كرده باشند چه آنكه در اين فرض امكان اين هست آن را صاحب غرفه جهت انتفاع خود بنا كرده باشد همانطورى كه احتمال دارد صاحب بيت به منظور حفاظت بيت اقدام به احداثش نموده باشد .\r\nاما در جائى كه اين امر ممكن نبوده بلكه نحوه ساختن سقف به طرزى است كه مىبايد با بناء بيت و ديوارهاى آن ساخته شده باشد همچون ازج و سقفهائى كه به اين نحو مىسازند زيرا معقول نيست آن را بعد از اتمام ديوار و به انتهاء رساندن آن ايجاد كنند چه آنكه جهت احداث اين نوع بناها بايد قبل از اينكه ديوار به انتهاء رسد از سمت جلو بعضى از اجزاء آن را بيرون آورده تا بدينوسيله بتوانند گروه‌هائى كه بين ديوار و سقف بايد بخورد ايجاد نموده و ديوار تاب نگهدارى سقف را داشته باشد از اينرو لازمست دست به توصيف زده بعضى از اجزاء و آجرهاى سقف را در اجزاء ديوار داخل نمايند همان طورى كه جهت وصل دو لنگه درب لولاهاى آنها را به همين نحو\r\n\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\n\r\nدر داخل يكديگر بوده و بدين ترتيب آنها را به يكديگر گره مىزنند و حاصل آنكه در اين قبيل از اين بناها قطعا سقف تعلق به صاحب بيت داشته و مالك غرفه ادعايش به جائى نمىرسد از اينرو در مورد تنازع صاحب بيت قسم خورده و سپس به نفع وى حكم مىشود زيرا سقف توصيفى به نحوى كه گفته شد دلالت دارد بر اينكه جزء بيت است نه غرفه .\r\nقوله : فى السقف الذى يمكن احداثه بعد بناء البيت : مانند سقفهائى كه امروزه مىزنند چه آنكه ابتداء چهار ديوار را از چهار طرف بانتهاء رسانده و سپس بوسيله نهادن تيرهاى چوبى يا فلزى روى ديوارها و استوار نمودن تيرها سقف را مىپوشانند .\r\nقوله : اما ما لا يمكن كالازج : كلمه [ ازج 
  ] بفتح همزه و زاء نوعى از بناهاى طولانى و دراز است كه سقف آن را به صورت گنبدى مىساخته‌اند كه در اين نوع ساختمان‌ها سقف و ديوار يكپارچه بوده و گويا ديوار را خم نموده و از قسمت خميدگى آن جهت سقف استفاده نموده‌اند همچون سقف محراب مساجد .\r\nقوله : لا يعقل احداثه : يعنى احداث ازج .\r\nقوله : لاحتياجه الى اخراج بعض الاجزاء : ضمير در [ احتياجه 
  ] به ازج عود مىكند و مقصود از [ بعض الاجزاء 
  ] آجرها و سنگهائى است كه ديوار را با آن ساخته‌اند .\r\nقوله : عن سمت وجه الجدار قبل انتهائه : مقصود از [ وجه الجدار 
  ] قسمت روى ديوار و نماى آن از طرف اطاق مىباشد و حاصل مراد اين است كه در اين نوع بناها وقتى ديوارهاى اطاق\r\n\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\n\r\nرا از چهار سمت مقدارى بالا آورده قبل از اينكه بانتهاء رسانند از طرف نما و جانب اطاق رج‌هاى آجر را بتدريج از ترازى كه ديوار را با آن منظم نموده بودند جلوتر مىآورند ولى پشت اين رج‌ها را به همان نحو مستقيم و طبق تراز قبلى ديوار را بالا مىآورند .\r\nقوله : ليكون حاملا للعقد : ضمير مستتر در [ ليكون 
  ] در جدار راجع است و مقصود از [ عقد 
  ] بضم عين و فتح قاف گره‌هائى است كه بواسطه آنها سقف را با ديوار متصل و به صورت يكپارچه قرار مىدهند و آن به اين صورت است كه انتهاى نماى ديوار را به صورت كنگره درآورده و براى آن برآمده‌گى و فرورفتگى قرار ميدهند و قسمت ابتداء سقف را كه به صورت گنبدى بنا مىكنند نيز به صورت كنگره ساخته و پس از آن برآمده‌گىهاى ابتداء سقف را در فرورفتگىهاى انتهاى نماى ديوار و برآمده‌گىهاى انتهاى نماى ديوار را در فرورفتگىهاى ابتداء سقف داخل مىكنند و از اينرو است كه ديوار و سقف يك‌پارچه مىگردد و همانطورى كه گفتيم اينطور به نظر مىآيد كه ديوار بلندى را خم نموده و از قسمت خميده‌گى آن جهت سقف استفاده نموده‌اند .\r\nقوله : فيحصل به الترصيف : ضمير در [ به 
  ] به [ كونه حاملا للعقد 
  ] راجع است و [ ترصيف 
  ] عبارتست از داخل نمودن آجر و سنگهاى بنا را در هم به شرحى كه گذشت .\r\nقوله : فهو لصاحب السفل : ضمير [ هو 
  ] بسقف راجعست .\r\nقوله : بيمينه : يعنى مع يمينه و ضمير در آن به صاحب السفل عائد است .\r\nقوله : لدلالة ذلك على جزئيته منه : مشار اليه [ ذلك 
  ]\r\n\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\n\r\nترصيف بوده و ضمير در [ جزئيته 
  ] بسقف و در [ منه 
  ] به بيت راجعست .\r\nمتن :\r\nالرابعة إذا تنازع صاحب غرف الخان ، و صاحب بيوته في المسلك . و المراد به هنا مجموع الصحن بدليل قوله : حلف صاحب الغرف في قدر ما يسلكه ، و حلف الآخر على الزائد ، لأن النزاع لو وقع على مسلك في الجملة ، أو معين لا يزيد عن القدر لم يكن على الآخر حلف ، لعدم منازعة له في الزائد .\r\n\r\nمسئله چهارم\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nاگر صاحبان غرفه‌هاى كاروان‌سرا با مالكين بيوت آن در مسلك كاروانسرا با هم منازعه نموده و هريك مدعى بوده كه آن متعلق به آنها است حكم اين است كه در مقدار مورد عبور صاحب غرفه قول وى مقدم بوده و بايد او قسم بخورد و نسبت به زائد از اين مقدار حق بجانب صاحب بيت بوده و با خوردن قسم حكم مىشود كه مقدار زائد مال او است .\r\nشارح ( ره ) مىفرماين :\r\nمقصود از [ مسلك 
  ] در اينجا مجموع صحن كاروانسرا مىباشد به دليل عبارت بعدى مرحوم ماتن كه فرموده [ حلف صاحب الغرف الخ 
  ]\r\n\r\n","description":"","footnote":"","page_name":" 226 ","page_number":226},
  {"content":"\r\n\r\nچه آنكه اگر نزاع اجمالا در محل عبور و رفت‌وآمد صاحبان غرفه‌ها بوده يا در مقدار معيّن و مشخصى كه از مقدار تردد ايشان بيشتر نبوده باشد وجهى براى قسم خوردن صاحبان بيوت وجود ندارد زيرا صاحبان غرفه‌ها با اين فرض در مقدار زائد نزاع ندارند و مدعى آن نبوده تا بر صاحبان بيوت قسم لازم باشد .\r\nقوله : صاحب غرف الخان : كلمه [ غرف 
  ] بضم غين و فتح راء جمع غرفه است و كلمه [ خان 
  ] به معناى [ دكان 
  ] و [ كاروانسراى بزرگ 
  ] و [ تيمچه 
  ] نيز آمده ولى در اينجا به معناى كاروانسرا مىباشد .\r\nقوله : و صاحب بيوته : كلمه [ واو 
  ] به معناى [ مع 
  ] بوده و ضمير در [ بيوته 
  ] به [ خان 
  ] راجع است .\r\nقوله : و المراد به : ضمير در [ به 
  ] به [ مسلك 
  ] راجعست\r\nقوله : مجموع الصحن : مقصود از [ صحن 
  ] حياط كاروانسرا مىباشد .\r\nقوله : لا يزيد عن القدر : اين جمله صفت است براى [ معين 
  ] .\r\nقوله : لم يكن على الآخر حلف : مقصود از [ الآخر 
  ] - صاحبان بيوت است .\r\nقوله : لعدم منازعته له فى الزايد : ضمير در [ منازعته 
  ] به صاحب الغرفة و در [ له 
  ] به صاحب البيت عود مىكند .\r\nمتن :\r\nو وجه الحكم للأعلى به قدر المسلك كونه من ضرورة الانتفاع بالغرف و له عليه يد في جملة الصحن . و أما الزائد عنه فاختصاص صاحب البيوت به أقوى ، لأنه دار لبيوته فيقدم\r\n\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\n\r\n\r\nوجه حكم بنفع صاحب غرفه\r\nشرح فارسى :\r\nشارح ( ره ) مىفرماين :\r\nوجه اينكه مرحوم مصنف فرمود : به قدر محل عبور و تردد صاحبان غرفه در صحن كاروانسرا بنفع ايشان حكم مىشود اين است كه چون اين مقدار از ضروريات و ما يحتاج ايشان بوده و در انتفاع از غرفه ناچارند در آن تصرف كنند از اينرو بر اينمقدار در ضمن مجموع كاروانسرا يد و تصرف دارند .\r\nولى بيش از اين مقدار اختصاص به صاحبان بيوت و طبقات تحتانى كاروانسرا دارد چه آنكه مقدار زائد براى صاحبان بيوت بمنزله حياط براى اطاقهايشان مىباشد .\r\nدر نتيجه نسبت به مقدارى كه بهركدام ظاهرا اختصاص دارد قول ايشان را مقدّم داشته و با خوردن قسم مقدار مزبور را به آنها تعلّق مىدهند .\r\nقوله : و وجه الحكم للاعلى : مقصود از [ اعلى 
  ] صاحبان غرفه مىباشد .\r\nقوله : كونه من ضرورة الانتفاع : ضمير در [ كونه 
  ] به [ قدر المسلك 
  ] راجع است .\r\nقوله : و له عليه يد : ضمير در [ له 
  ] به صاحب غرفه و در [ عليه 
  ] به [ قدر مسلك 
  ] عود مىكند .\r\nقوله : و اما الزايد عنه : ضمير در [ عنه 
  ] به [ قدر المسلك 
  ]\r\n\r\n","description":"","footnote":"","page_name":" 228 ","page_number":228},
  {"content":"\r\n\r\nراجع است .\r\nقوله : فاختصاص صاحب البيوت به اقوى : ضمير [ به 
  ] به [ الزائد عنه 
  ] عود مىكند .\r\nقوله : لانه دار لبيوته : ضمير در [ لانه 
  ] به [ الزايد عنه 
  ] راجع بوده و در [ لبيوته 
  ] به صاحب البيوت راجع است .\r\nقوله : فيقدّم قول كل منهما : ضمير در [ منهما 
  ] به صاحبان غرفه و صاحبان بيوت عائد است .\r\nقوله : فيما يظهر اختصاصه به : ضمير در [ اختصاصه 
  ] به [ ما يظهر 
  ] و در [ به 
  ] به [ كل منهما 
  ] عود مىكند .\r\nمتن :\r\nو في الدروس رجح كون المسلك بينهما ، و اختصاص الأسفل بالباقي و عليه جماعة ، لأن صاحب السفل يشاركه في التصرف فيه ، و ينفرد بالباقي فيكون قدر المسلك بينهما و احتمل الاشتراك في العرصة أجمع ، لأن صاحب الأعلى لا يكلف المرور على خط مستو ، و لا يمنع من وضع شيء فيها ، و لا من الجلوس قليلا فله يد على الجميع في الجملة كالأسفل .\r\n\r\nمقاله مرحوم مصنف در كتاب دروس\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nمصنف ( ره ) در كتاب دروس ترجيح داده‌اند كه مسلك بين صاحبان غرفه و بيوت بوده و بهردو دسته تعلق داشته ولى\r\n\r\n","description":"","footnote":"","page_name":" 229 ","page_number":229},
  {"content":"\r\n\r\nباقى مواضع كاروانسرا مختص به صاحبان بيوت باشد و جماعتى از فقهاء نيز همين رأى را اختيار فرموده‌اند و دليل بر اين فتوى اينست كه :\r\nصاحبان بيوت و طبقه پائين با صاحبان غرفه‌ها در مسلك به طور مشترك تصرف داشته ولى در باقى مواضع به طور انفراد متصرف هستند از اينرو بايد مسلك بين هردو دسته مشترك بوده و باقى مواضع از آن صاحبان بيوت باشد .\r\nسپس مرحوم مصنف در همين كتاب ( يعنى كتاب دروس ) احتمال داده‌اند كه متنازعين در جميع عرصه كاروانسرا با هم مشترك باشند نه خصوص مسلك زيرا صاحبان غرفه مكلّف نيستند كه جهت تردد و آمدوشد صرفا از يك خط مستقيم حركت نمايند بلكه به منظور عبور و مرور از هرنقطه‌اى از نقاط عرصه كه بخواهند مىتوانند اياب و ذهاب داشته باشند و از اين گذشته ايشان شرعا مىتوانند در هرموضعى از مواضع خان كه مايل باشند اثاثيه خود را گذاشته يا احيانا جهت رفع خستگى و يا به منظور ديگر اندكى بنشينند در نتيجه ايشان همچون صاحبان بيوت در مجموع عرصه تصرف و يد دارند از اينرو مىتوان گفت جميع عرصه بطور مشترك بين ايشان و متعلق به هردو گروه مىباشد .\r\nقوله : و فى الدروس رجح كون المسلك بينهما و اختصاص الاسفل بالباقى : ضمير در [ بينهما 
  ] به صاحب غرفه و صاحب بيت راجع بوده و مقصود از [ باقى 
  ] باقى عرضه مىباشد .\r\nمؤلف گويد :\r\nگفتار مرحوم مصنف در كتاب دروس مختص بموردى استكه پلّه‌كان\r\n\r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\n\r\nغرفه‌ها در وسط خان باشد نه مطلقا چه آنكه ايشان در كتاب مزبور چنين فرموده‌اند :\r\nلو تنازع صاحب الاعلى و صاحب الاسفل فى عرصة الخان الذى مرقاه فى صدره فالاقرب القضاء به قدر الممرّ بينهما و اختصاص الاسفل بالباقى .\r\nقوله : و عليه جماعته : ضمير در [ عليه 
  ] به [ ترجيح كون المسلك بينهما 
  ] عائد است .\r\nقوله : لان صاحب السفل يشاركه فى التصرف فيه : ضمير منصوبى در [ يشاركه 
  ] به صاحب غرفه عائد بوده و در [ فيه 
  ] به [ مسلك 
  ] رجوع كند .\r\nمؤلف گويد :\r\nاين تعليل در كتاب دروس نبوده بنابراين علّتى استكه مرحوم شارح آن را ذكر فرموده‌اند .\r\nقوله : و احتمل الاشتراك الخ : فاعل [ احتمل 
  ] ضميرى است كه بمرحوم مصنف راجع است وى در كتاب دروس پس از عبارت نقل شده فرموده :\r\nو ربما امكن الاشتراك فى العرصة لان صاحب الاعلى لا يكلّف المرور على خطّ مستو و لا يمنع من وضع شئ فيها و لا من الجلوس قليلا .\r\nقوله : من وضع شئ فيها : ضمير مؤنث در [ فيها 
  ] به [ عرصه 
  ] راجع است .\r\nقوله : فله يدعلى الجميع فى الجمله كالاسفل : ضمير در\r\n\r\n","description":"","footnote":"","page_name":" 231 ","page_number":231},
  {"content":"\r\n\r\n[ فله 
  ] به صاحب الاعلى راجع است و اين عبارت در كتاب دروس نبوده و تفريعى است كه مرحوم شارح فرموده‌اند .\r\nمتن :\r\nثم إن كان المرقى في صدر الصحن تشاركا في الممر إليه ، أو اختص به الأعلى ، و إن كان المرقى في دهليزه خارجا ، لم يشارك الأسفل في شيء من الصحن ، إذ لا يد له على شيء منها ، و لو كان المرقى في ظهره اختص صاحب السفل بالصحن و الدهليز أجمع .\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nاگر پله‌هاى غرفه‌ها در وسط صحن كاروانسرا باشد در آن دو احتمال است :\r\nالف : بگوئيم كه صاحبان غرفه و صاحبان بيوت در راهى كه به آن منتهى مىشود با هم مشترك مىباشند چنانچه مرحوم مصنف در دروس به آن تصريح فرموده است .\r\nب : ملتزم شويم كه صرفا طريق ياد شده به صاحبان غرفه اختصاص دارد چنانچه لازمه فرموده مصنف در اين كتاب ( يعنى كتاب لمعه ) اين رأى مىباشد .\r\nولى اگر پله‌ها در دالان و راهرو كاروانسرا و در خارج از صحن واقع باشد قطعا صاحب غرفه در هيچ جزئى از صحن با صاحب بيت مشترك نخواهد بود زيرا در آن تصرفى ندارد .\r\nو اگر پله‌ها در پشت كاروانسرا يعنى خارج از صحن و دهليز قرار گرفته باشد صاحب بيت صرفا اختصاص بصحن و دهليز داشته بدون اينكه صاحب غرفه مزاحم و معارض با وى باشد .\r\n\r\n","description":"","footnote":"","page_name":" 232 ","page_number":232},
  {"content":"\r\n\r\nقوله : ثم ان كان المرقى : كلمه [ مرقى 
  ] بفتح ميم و سكون راء پايه‌هاى پلّه‌كان را گويند و اين كلمه را [ مرقاة 
  ] بكسر و فتح ميم و سكون راء نيز ضبط نموده‌اند .\r\nقوله : تشاركا فى الممر اليه : ضمير تثنيه فاعلى در [ تشاركا 
  ] به صاحب غرفه و صاحب بيت راجع بوده و در [ اليه 
  ] به [ المرقى 
  ] عائد است .\r\nو اين احتمال بنابر آنچه مرحوم مصنف در كتاب دروس فرموده است مىباشد .\r\nقوله : او اختص به الاعلى : ضمير [ به 
  ] به [ الممر اليه 
  ] راجع است و اين احتمال بنا بفرموده مصنف در اينجا مىباشد .\r\nقوله : فى دهليزه : ضمير مجرورى به [ خان 
  ] راجع بوده و كلمه [ دهليز 
  ] بكسر دال به معناى راه باريك و دالان و راهرو مىباشد .\r\nقوله : لم يشارك الاسفل فى شئ الخ : ضمير فاعلى در [ لم يشارك 
  ] به صاحب اعلى راجع است .\r\nقوله : اذ لا يد له على شئ منها : ضمير [ له 
  ] به صاحب اعلى و در [ منها 
  ] به عرصه راجع است .\r\nقوله : و لو كان المرقى فى ظهره : ضمير در [ ظهره 
  ] به خان عود مىكند .\r\nمتن :\r\nو لو تنازعا في الدرجة يحلف العلوي ، لاختصاصه بالتصرف فيها بالسلوك و إن كانت موضوعة في أرض صاحب السفل و كما يحكم بها للأعلى يحكم بمحلها .\r\n\r\n","description":"","footnote":"","page_name":" 233 ","page_number":233},
  {"content":"\r\n\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nاگر صاحبان غرفه با صاحبان بيوت در پله‌ها نزاع - نمودند حكم اين است كه صاحب طبقه فوقانى قسم بخورد و به نفع وى حكم مىشود .\r\nشارح ( ره ) مىفرماين :\r\nدليل اين حكم آن است كه صرفا صاحبان غرفه‌ها در آن تصرف و آمدوشد مىكنند اگرچه در زمين صاحبان بيوت پله‌ها قرار داده شده است .\r\nلازم بتذكر است همانطورى كه كه پله‌ها از آن صاحبان غرفه‌ها مىباشد محل آنها نيز بايشان متعلق مىباشد .\r\nقوله : الدرجة : كلمه [ درجه 
  ] بفتح دال و راء و جيم به معناى پلّه‌كان مىباشد .\r\nقوله : لاختصاصه بالتصرف فيها : ضمير در [ لاختصاصه 
  ] به [ العلوى 
  ] و در [ فيها 
  ] به [ درجه 
  ] راجع است .\r\nقوله : و ان كانت موضوعة : ضمير مؤنث در [ كانت 
  ] به [ درجه 
  ] عائد است .\r\nقوله : و كما يحكم بها للاعلى يحكم بمحلها : ضمير در [ بها 
  ] و [ محلها 
  ] به درجه عود مىكند .\r\nمتن :\r\nو في الخزانة تحتها يقرع بينهما ، لاستوائهما فيها بكونها متصلة بملك الأسفل ، بل من جملة بيوته ، و كونها هواء لملك الأعلى و هو كالقرار فيقرع .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\n\r\n","description":"","footnote":"","page_name":" 234 ","page_number":234},
  {"content":"\r\n\r\nو اگر با هم در خزانه زير پله‌كان نزاع داشتند بينشان قرعه مىكشند .\r\nشارح ( ره ) مىفرماين :\r\nدليل اين حكم آن است كه هردو در آن مساوى مىباشند زيرا خزانه از طرفى به ملك صاحب بيت متصل بلكه از جمله مرافق و اطاقهاى او حساب شده و از طرفى ديگر فضا و هواء براى ملك - صاحب غرفه تلقّى مىشود بلكه مىتوان گفت خزانه بمنزله قرار و محل استقرار ملك صاحب غرفه مىباشد از اينرو چون هردو در آن متساويند لازمست حكم بقرعه بشود .\r\nقوله : و فى الخزانه تحتها يقرع بينهما : كلمه [ خزانه 
  ] بكسر خاء فضاء خالى را گويند و ضمير در [ تحتها 
  ] به درجه راجع بوده و در [ بينهما 
  ] به صاحب غرفه و صاحب بيت عود مىنمايد .\r\nقوله : لاستوائهما فيها بكونها : ضمير در [ لاستوائهما 
  ] به صاحب غرفه و صاحب بيت و در [ فيها 
  ] و [ يكونها 
  ] بخزانه راجعست .\r\nقوله : بل من جملة بيوته : ضمير در [ بيوته 
  ] به صاحب السفل عائد است .\r\nقوله : و كونها هواء : ضمير در [ كونها 
  ] بخزانه راجعست .\r\nقوله : و هو كالقرار لملك الاعلى : ضمير [ هو 
  ] به [ كونها هواء 
  ] راجع است و مقصود از [ ملك الاعلى 
  ] پله‌ها مىباشد .\r\nمتن :\r\nو يشكل بما مر في السقف ، و يقوى استواؤهما فيها مع حلف كل لصاحبه ، و هو اختياره في الدروس ، و لا عبرة به وضع الأسفل آلاته تحتها .\r\n\r\n","description":"","footnote":"","page_name":" 235 ","page_number":235},
  {"content":"\r\n\r\n\r\nاشكال شارح بر مصنف ( رهما )\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nاشكالى كه در سقف قبلا بوجوب قرعه نموديم در اينجا نيز جارى است يعنى مىگوئيم :\r\nاز قرعه در جائى استفاده مىشود كه مورد نزاع احتمال اشتراك نداشته باشد بلكه بدانيم تعلق به يكى از متنازعين دارد ولى وى معلوم و مشخص نباشد اما در جائى كه احتمال اشتراك بين آنها داده شود مانند مثال اينجا نبايد بقرعه تمسّك نمود .\r\nبنابراين حكم در اينجا آنست كه هركدام براى ديگرى قسم بخورد و پس از آن در خزانه با هم مشترك مىشوند چنانچهن مختار مرحوم مصنف در كتاب دروس نيز همين است .\r\nناگفته نماند به صرف اينكه صاحبان بيوت و ساكنين طبقه پائين در خزانه اثاثيه و آلات و ابزار مىگذارند دليل بر اين نمىشود كه مختص به آنها باشد .\r\nقوله : و يشكل بما مر فى السقف : ضمير نائب فاعلى در [ يشكل 
  ] بوجوب قرعه راجعست .\r\nقوله : و يقوين استوائهما فيها : ضمير در [ استوائهما 
  ] به صاحب اعلى و صاحب سفل راجع بوده و در [ فيها 
  ] بخزانه عود مىكند\r\nقوله : و هو اختياره فى الدروس : ضمير [ هو 
  ] به [ استوائهما فى الخزانه 
  ] عائد است .\r\n\r\n","description":"","footnote":"","page_name":" 236 ","page_number":236},
  {"content":"\r\n\r\nقوله : آلاته تحتها : ضمير در [ تحتها 
  ] بدرجه عائد است .\r\nمتن :\r\nو يشكل أيضا الحكم في الدرجة مع اختلافهما في الخزانة ، لأنه إذا قضي بالخزانة لهما ، أو حكم بها للأسفل بوجه تكون الدرجة كالسقف المتوسط بين الأعلى و الأسفل ، لعين ما ذكر ، خصوصا مع الحكم بها للأسفل وحده فينبغي حينئذ أن يجري فيها الخلاف السابق و مرجحه ، و لو قضينا بالسقف للأعلى زال الإشكال هنا ، و إنما يأتي على مذهب المصنف هنا و في الدروس فإنه لا يجامع اختصاص العلوي بها مطلقا .\r\nاشكال ديگر\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين :\r\nاگر در خزانه با هم نزاع داشته باشند و حكم نموديم كه هردو در آن مشترك مىباشند يا منحصر آن را از متعلق به اسفل و صاحب بيت دانسته بطورى كه پلّه‌كان را بمنزله سقفى كه بين اعلى و اسفل قرار گرفته فرض نموديم در حكم پله‌كان نيز در اين دو فرض مىتوان اشكال كرد و گفت حكم باينكه پله‌كان مختص به صاحب اعلى است صحيح نيست زيرا در اين صورت آنچه در سقف متوسط بين اسفل و اعلى ذكر كرده در اينجا نيز جارى است مخصوصا بنابر قولى كه خزانه را منحصرا متعلق به اسفل بدانيم فلذا اختلاف در آنجا نيز در اين مسئله وجود داشته و هرآنچه در آنجا مرجّح قرار داده شد در اينجا نيز بايد مرجّح باشد . ش % 1318 - 14 %\r\n\r\n","description":"","footnote":"","page_name":" 237 ","page_number":237},
  {"content":"\r\n\r\nولى اگر در مسئله سقف قائل به اين شديم كه منحصرا متعلق به صاحب اعلى است اشكال در اينجا نيز زائل و مرتفع شده و بايد پلّه - كان را نيز همانطورى كه مرحوم مصنف در اينجا فرموده ، از آن صاحب غرفه بدانيم .\r\nدر نتيجه بايد گفت اشكال در حكم پلّه‌كان بنابر فرموده مصنف اينجا و دروس متوجه مىشود زيرا در اينجا نسبت به حكم سقف قائل به قرعه شده و در دروس حمك به اين نمود كه بين هردو مشترك مىباشد و بديهى است هيچكدام از اين دو رأى با اختصاص دادن صاحب غرفه را به پله‌كان قابل جمع نمىباشند بلكه اگر در مسئله سقف حكم لزوم قرعه است در مسئله نزاع در پله نيز حكم بايد قرعه باشد و اگر در آنجا قائل باشتراك اعلى و اسفل شويم در اينجا نيز بايد چنين بگوئيم .\r\nقوله : لانه اذا قضى لهما : ضمير در [ لانّه 
  ] به معناى شأن است و ضمير [ لهما 
  ] به صاحب اعلى و صاحب اسفل عود مىكند .\r\nقوله : او حكم بها : ضمير در [ بها 
  ] بخزانه راجعست .\r\nقوله : خصوصا مع الحكم بها : ضمير [ بها 
  ] به خزانه عود مىكند .\r\nقوله : فينبغى حينئذ : يعنى حين اذ قلنا باختصاصها بالاسفل او باشتراكهما فيها .\r\nقوله : ان يجرى فيها الخلاف السابق : ضمير در [ فيها 
  ] بخزانه راجع بوده و مقصود از [ خلاف سابق 
  ] اختلافى كه در مسئله سقف بود مىباشد .\r\n\r\n","description":"","footnote":"","page_name":" 238 ","page_number":238},
  {"content":"\r\n\r\nقوله : و مرجحه : ضمير به [ خلاف سابق 
  ] عائد است .\r\nقوله : زال الاشكال هنا : يعنى در مسئله پله‌كان .\r\nقوله : و انما يأتى على مذهب المصنف هنا و فى الدروس : ضمير در [ يأتى 
  ] به اشكال عائد بوده و مقصود از مذهب مصنف در اينجا حكم بقرعه و از رأى وى در دروس حكم باشتراك صاحب غرفه و صاحب بيت در سقف متوسط بين ايندو مىباشد .\r\nقوله : فانه لا يجامع اختصاص العلوى بها مطلقا : ضمير در [ فانّه 
  ] به [ كل واحد من مذهب المصنف فى الدروس و هنا 
  ] عائد است و ضمير در [ بها 
  ] به درجه راجع مىباشد و مقصود از [ مطلقا 
  ] جميع تقادير و فروض مىباشد و حاصل آنكه اختصاص علوى به پله‌ها در صورتى صحيح است كه در خزانه اگر قائل بقرعه شديم قرعه باسم علوى درآيد ولى اگر اسم سفلى خارج شود نمىتوان پله را از آن علوى دانست .\r\nمتن :\r\nالخامسة لو تنازع راكب الدابة ، و قابض لجامها فيها حلف الراكب لقوة يده ، و شدة تصرفه بالنسبة إلى القابض .\r\nو قيل : يستويان في الدعوى ، لاشتراكهما في اليد و قوتها لا مدخل له في الترجيح ، و لهذا لم تؤثر في ثوب بيد أحدهما أكثره كما سيأتي ، و ما مع الراكب من زيادة نوع التصرف لم يثبت شرعا كونه مرجحا ، و تعريف المدعي و المنكر منطبق عليهما و هو قوي فيحلف\r\n\r\n","description":"","footnote":"","page_name":" 239 ","page_number":239},
  {"content":"\r\n\r\nكل منهما لصاحبه إن لم يكن بينه ، و أما اللجام فيقضى به لمن هو في يده ، و السرج لراكبه .\r\n\r\nمسئله پنجم\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\nاگر شخص سوار بر دابّه و اسب با كسى كه لگام آن را در دست دارد بر سر اسب نزاعشان شد و هريك مدعى آن شدند حكم اين است كه شخص سوار قسم خورده و بنفع وى حكم مىشود .\r\nشارح ( ره ) مىفرماين :\r\nدليل اين حكم آنست كه يد سوار اقوى از يد قابض بوده و تصرفش شديدتر است از اينرو دعواى او مقدم مىباشد .\r\nولى برخى از فقهاء فرموده‌اند :\r\nهردو در ادعاى ملكيّت دابه با هم متساوى مىباشند زيرا در اصل يد با هم يكسانند و مجرد اينكه سوار يدش قوىتر و تصرفش شديدتر است دليل بر تقديم ادعاى وى و ترجيح آن نمىگردد و از اينرو اگر دو نفر در جامه‌اى كه بدست يكى مقدار بيشتر آن بوده و در دست ديگرى كمتر از آن مىباشد با هم نزاع داشتند هردو با هم متساوى بوده و صرف اينكه در دست يكى مقدار بيشتر جامه قرار دارد دليل بر تقديم وى نمىشود چنانچه شرح اين مسئله انشاء اللّه خواهد آمد و حاصل آنكه زيادى تصرّف از نظر شرع مرجّح بودنش ثابت نيست با اينكه تعريف مدعى و منكر بر هردو صادق مىباشد .\r\n\r\n","description":"","footnote":"","page_name":" 240 ","page_number":240},
  {"content":"\r\n\r\nشارح ( ره ) مىفرماين :\r\nاز نظر ما فرموده اين قائل قوى بوده و ما نيز اينمورد را از موارد تحالف مىدانيم لذا بر هريك واجب است كه براى خصم خود قسم بخورد مشروط باينكه بيّنه نداشته باشد .\r\nو اما اگر بر سر لگام اسب با هم نزاع داشتند حكم آن اينست كه آن تعلق به كسى دارد كه در دست او است چنانچه اگر در زين اسب با هم منازعه كنند حكم اين است كه زين متعلق به راكب مىباشد .\r\nقوله : و قابض لجامها فيها : ضمير در [ لجامها 
  ] و [ فيها 
  ] به دابّه راجعست و كلمه [ لجام 
  ] بكسر لازم معرّب [ لگام 
  ] به معناى دهانه مىباشد .\r\nقوله : و قيل يستويان : قائل اينقول جماعتى از فقهاء بوده همچون مرحوم شيخ در خلاف و مبسوط و ابن ادريس در سرائر و محقق كركى در جامع المقاصد .\r\nقوله : لاشتراكهما فى اليد : ضمير در [ اشتراكهما 
  ] بقابض و راكب راجع است .\r\nقوله : و قوتها لا مدخل له : ضمير در [ قوتها 
  ] به [ يد 
  ] و در [ له 
  ] به [ قوة 
  ] عود مىكند .\r\nقوله : و لهذا : مشار اليه [ هذا 
  ] عدم مدخليّت قوة يد در ترجيح مىباشد .\r\nقوله : بيد احدهما اكثره : ضمير در [ احدهما 
  ] بمتنازعين و در [ اكثره 
  ] به ثوب عائد است .\r\n\r\n","description":"","footnote":"","page_name":" 241 ","page_number":241},
  {"content":"\r\n\r\nقوله : كما سيأتى : يعنى در متن بعدى خواهد آمد .\r\nقوله : لم يثبت شرعا كونه مرجحا : ضمير در [ كونه 
  ] به زيادة نوع يا به [ ما مع الراكب 
  ] راجعست .\r\nقوله : و تعريف المدعى و المنكر منطبق عليها : ضمير در [ عليهما 
  ] بقابض و راكب راجعست .\r\nقوله : و هو قوى : ضمير [ هو 
  ] بقول قيل راجعست .\r\nقوله : فيحلف كل منهما لصاحبه : ضمير در [ منهما 
  ] بقابض و راكب و در [ لصاحبه 
  ] به [ كل منهما 
  ] راجعست .\r\nقوله : ان لم يكن بينة : كلمه [ لم يكن 
  ] تامّه بوده و [ بيّنة 
  ] اسمش مىباشد .\r\nقوله : و اما اللجام : يعنى و اما النزاع فى اللجام .\r\nقوله : فيقضى به : ضمير در [ به 
  ] به لجام راجعست .\r\nقوله : لمن هو فى يده : ضمير [ هو 
  ] به [ لجام 
  ] و در [ يده 
  ] به [ من موصوله 
  ] راجعست .\r\nقوله : و السرج لراكبه : يعنى و اما النزاع فى السرج فهو لراكبه .\r\nضمير [ لراكبه 
  ] به [ سرج 
  ] راجعست .\r\nمتن :\r\nو لو تنازعا ثوبا في يد أحدهما أكثره فهما سواء لاشتراكهما في اليد و لا ترجيح لقوتها ، و التصرف هنا و إن اختلف كثرة و قلة لكنه من واد واحد ، بخلاف الركوب و قبض اللجام . نعم لو كان أحدهما ممسكا له ، و الآخر لابسا فكمسألة الراكب و القابض ، لزيادة تصرف اللابس على اليد المشتركة .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين :\r\n\r\n","description":"","footnote":"","page_name":" 242 ","page_number":242},
  {"content":"\r\n\r\nاگر دو نفر در جامه‌ايكه مقدار بيشترش در دست يكى از آن دو است با هم نزاع نمودند حكم اينستكه هردو در آن با هم مساويند .\r\nشارح ( ره ) مىفرماين : زيرا هردو در اصل يد با هم متساويند و براى قوت يد ترجيحى نمىباشد .\r\nالبته اگرچه از نظر تصرف با هم متفاوت بوده چه آنكه يكى از آن دو در جامه تصرف بيشترى داشته و ديگرى كمتر ولى اينمقدار اختلاف موجب تقديم يكى بر ديگرى نمىباشد چه آنكه هردو تصرف از يك وادى مىباشد بخلاف ركوب و قبض لجام در فرع قبلى كه با هم متفاوت بوده و چنانچه گفته شد ركوبن بر قبض مقدم است . بلى اگر در نزاع بر سر جامه يكى از متنازعين جامه را در دست داشته و ديگرى آن را بتن پوشيده باشد حكمش مانند مسئله راكب و قابض بوده و على القاعده لا بس يعنى كسى كه لباس را پوشيده قولش مقدم است زيرا تصرف وى بر ديگرى بيشتر است بعد از اينكه در اصل يد با هم اشتراك دارند .\r\nقوله : و لو تنازعا ثوبا فى يد احدهما اكثره : كلمه [ ثوبا 
  ] نصبش از باب اينستكه منصوب بنزع خافض بوده و در تقدير و لو تنازعا فى ثوب است و كلمه [ فى يد 
  ] جار و مجرور متعلق به [ اكثره 
  ] است و ضمير در [ اكثره 
  ] به [ ثوب 
  ] راجعست و تقدير عبارت چنين مىباشد : و لو تنازعا فى ثوب اكثره فى يد احدهما . قوله : لاشتراكهما فى اليد : ضمير تثنيه بمتنازعين راجعست . قوله : و لا ترجيح لقوتها : ضمير در [ لقوتها 
  ] به يد عائد است . قوله : و لكنّه من واد واحد : ضمير در [ لكنه 
  ] باختلاف التصرف كثرة و قلة عائد است . قوله : نعم لو كان احدهما : يعنى احد المتنازعين . قوله : مسكا له و الآخر لابسا : ضمير در [ له 
  ] به ثوب عائد است .\r\n\r\n","description":"","footnote":"","page_name":" 243 ","page_number":243},
  {"content":"\r\n\r\nقوله : على اليد المشتركه : يعنى المشتركه بين لابس و ممسك\r\nمتن :\r\nو كذا لو تنازعا في العبد و عليه ثياب لأحدهما و يدهما عليه فلا يرجح صاحب الثياب كما يرجح الراكب بزيادة ذلك على يده إذ لا دخل للبس في الملك ، بخلاف الركوب ، فإنه قد يلبسها به غير إذن مالكها ، أو بالعارية ، و لا يرد مثله في الركوب ، لأن الراكب ذو يد بخلاف العبد فإن اليد للمدعى ، لا له و يتفرع عليه ما لو كان لأحدهما عليه يد ، و للآخر ثياب خاصة فالعبرة به صاحب اليد .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين : و همچنين است اگر دو نفر در عبديكه لباسهاى بدنش تعلق بيكى از آن دو داشته و يد هردو بر او ثابت باشد با هم نزاع نمايند يعنى ادعاى هردو با هم يكسان بوده و هيچيك بر ديگرى مقدم نمىباشد . شارح ( ره ) مىفرماين :\r\nبنابراين ادعاى صاحب لباسها را ترجيح نداده و مجرد مالك بودن لباس را نميتوان همچون راكب بودن كه باعتبار زيادى ركوب بر يد كه امر مشتركى است بين وى و قابض لجام مقدم بوده و آن را سبب ترجيح دانستيم دليل بر اين قرار داد كه وى مالك عبد نيز مىباشد زيرا پوشيدن لباس هيچ دخلى در مالك بودن صاحب لباس نسبت بعبد ندارد بخلاف ركوب در مسئله گذشته كه دليل بر مالك بودن راكب نسبت به دايه بوده و سبب براى ترجيح دادن ادعاى او بر قابض لجام مىباشد . و سرّ عدم ترجيح در مسئله اينجا آنست كه چه‌بسا عبد لباسها را بدون اذن مالك آنها بتن نموده يا با اذن وى پوشيده و احيانا احتمال دارد از وى عاريه گرفته باشدن و بديهى استكه هيچيك از اين امورن سبب ترجيح ادعاى - صاحب لباس نمىگردد .\r\n\r\n","description":"","footnote":"","page_name":" 244 ","page_number":244},
  {"content":"\r\n\r\nسؤال و ايراد\r\nطبق تقرير اينجا در مسئله گذشته نيز مىتوان گفت : راكب چه‌بسا اسب را از مالكش غصب نموده و بدون اجازه وى بر آن سوار شده و احيانا ممكنست آن را عاريه كرده باشد و محتملا شايد آن را با اذن صاحبش سوار شده و هيچيك از اين امور همانطوريكه گفته شد دليل بر مالك بودن وى نمىباشد .\r\nجواب\r\nمرحوم شارح در جواب اين ايراد مىفرماين : ايراد مذكور وارد نيست زيرا در مسئله پيش راكب صاحب يد بوده و همين امر سبب تقديم ادعايش بر ادعاى قابض لجام قرار داده شد بخلاف عبد در اينجا زيرا هردو مدعى بر وى يد دارند و از اين نظر با هم يكسان مىباشند و صرف اينكه عبد لباسهايش از آن احد المدعيين بوده وجهى براى رجحان ادعاى ادعاى او بر رفيقش نمىگردد . بنابراين بايد گفت : اگر يكى از متنازعين بر عبد يد داشته و ديگرى مالك لباسهاى او بوده بدون اينكه عبد در تحت يد او باشد و با هم در مالك بودن نسبت بعبد منازعه نمايند لازم است صاحب يد را بر صاحب لباس مقدم نمود .\r\nقوله : و عليه ثياب لاحدهما : ضمير در [ عليه 
  ] به عبد و در [ لاحدهما 
  ] به متنازعين راجعست . قوله : و يدهما عليه : كلمه [ واو 
  ] حاليه بوده و ضمير [ هما 
  ] بمتنازعين و [ عليه 
  ] بعبد عود مىكند .\r\nقوله : بزيادة ذلك على يده : كلمه [ با 
  ] در [ بزيادة 
  ] به معناى سببيت بوده و مشار اليه [ ذلك 
  ] ، [ ركوب 
  ] مىباشد و ضمير در [ يده 
  ] به راكب عود مىكند . قوله : اذ لا دخل للبس فى الملك : علّتست\r\n\r\n","description":"","footnote":"","page_name":" 245 ","page_number":245},
  {"content":"\r\n\r\nبراى [ فلا يرجح 
  ] . قوله : فانه قد يلبسها به غير اذن مالكها : ضمير در [ فانه 
  ] بعبد و در [ يلبسها 
  ] به ثياب و در [ مالكها 
  ] نيز به ثياب راجع است . قوله : او بقوله : يعنى بقول مالك ثياب . قوله : و لا يرد مثله : ضمير [ مثله 
  ] به [ ما ذكرنا بقولنا فانه قد يلبسها الخ 
  ] راجع است . قوله : فان اليد للمدعى لا له : مقصود از [ مدعى 
  ] متنازعين هردو بوده و ضمير در [ له 
  ] بعبد عود مىكند . قوله : و يتفرع عليه : ضمير در [ عليه 
  ] به [ ترجيح بمناط يد 
  ] راجعست .\r\nقوله : لاحدهما عليه يد : ضمير در [ لاحدهما 
  ] به متنازعين و در [ عليه 
  ] بعبد راجعست .\r\nمتن :\r\nو يرجح صاحب الحمل في دعوى البهيمة الحاملة و إن كان للآخر عليها يد أيضا بقبض زمام ، و نحوه ، لدلالة الحمل على كمال استيلاء مالكه عليها فيرجح و في الدروس سوى بين الراكب ، و لابس الثوب ، و ذي الحمل في الحكم . و هو حسن .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين : صاحب بار اگر مدعى باشد كه بهيمه باردار متعلق به او است ادعايش را بر ديگرى ترجيح داده و حكم ميكنند كه حيوان از آن او است . شارح ( ره ) ميفرمايند اگرچه ديگرى بر حيوان يد داشته مثلا زمام و افسار آن در دست وى بوده يا تصرفى شبيه به اين در حيوان داشته باشد . و دليل بر ترجيح آنست كه بار دلالت دارد كه مالك آن كمال استيلاء و تصرف را بر حيوان داشته و تصرف ديگرى در حد وى نبوده و با آن معارضه نمىتواند بكند از اينرو در مقام تعارض ادعاى صاحب بار بر صاحب يد مقدم مىباشد .\r\nمرحوم مصنف در كتاب دروس فرموده : بين راكب و لابس جامه و صاحب بار تساوى بوده و هرسه از نظر حكم با هم يكسانند و اين كلام\r\n\r\n","description":"","footnote":"","page_name":" 246 ","page_number":246},
  {"content":"\r\n\r\nاز نظر ما پسنديده و نيكو است .\r\nقوله : و يرجح صاحب الحمل الخ : صورت مسئله چنين استكه مثلا زيد بر روى حمارى بار داشته و ديگرى بر آن يد يا تصرفى شبيه به آن سپس ايندو با هم نزاع نموده و هريك ادعاى مالكيت حيوان را نمودند .\r\nقوله : و ان كان للآخر عليها يد : ضمير در [ عليها 
  ] به بهيمهن راجعست .\r\nقوله : بقبض زمام و نحوه : اينعبارت بيان داشتن يد را مىنمايد . كلمه [ زمام 
  ] به كسر زاء مهار و ريسمانى را گويند كه در بينى بهائم ببندند .\r\nقوله : على كمال استيلاء مالكه عليها : يعنى مالك حمل بر بهيمه .\r\nمتن :\r\nو كذا يرجح صاحب البيت في دعوى الغرفة الكائنة عليه و إن كان بابها مفتوحا إلى المدعي الآخر ، لأنها موضوعة في ملكه و هو هواء بيته ، و مجرد فتح الباب إلى الغير لا يفيد اليد .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين : و همچنين ادعاى صاحب اطاق تحتانى را در دعواى غرفه‌اى كه روى اطاقش قرار دارد بر دعواى ديگرى ترجيح مىدهند اگرچه درب غرفه به طرف مدعى باز باشد .\r\nشارح ( ره ) مىفرماين : دليل اينحكم آنست كه غرفه در ملك صاحب بيت قرار داده شده و آن را فضاى اطاق او ميدانند لذا ترجيح با وى مىباشد . و صرف اينكه درب غرفه به طرف مدعى مقابل باز شده مفيد اين نيست كه وى بر آن يد دارد .\r\nقوله : الكائنة عليه : يعنى المستقرة على البيت .\r\nقوله : و ان كان بابها مفتوحا : ضمير در [ بابها 
  ] بغرفه راجع است . قوله : لانها موضوعة فى ملكه : ضمير در [ لانها 
  ] بغرفه و در [ فى ملكه 
  ] به صاحب بيت عائد است . قوله : و هو هواء بيته : ضمير [ هو 
  ] به [ كون الغرفة 
  ] راجع بوده و ضمير در [ بيته 
  ] به صاحب بيت عود مىكند .\r\n\r\n","description":"","footnote":"","page_name":" 247 ","page_number":247},
  {"content":"\r\n\r\nمتن :\r\nهذا إذا لم يكن من إليه الباب متصرفا فيها بسكنى و غيرها ، و إلا قدم ، لأن يده عليها بالذات ، لاقتضاء التصرف له ، و يد مالك الهواء بالتبعية ، و الذاتية أقوى ، مع احتمال التساوي ، لثبوت اليد من الجانبين في الجملة ، و عدم تأثير قوة اليد .\r\nشرح فارسى :\r\nمرحوم شارح مىفرماين : حكم مذكور در صورتى استكه مدعى غرفه و كسى كه درب غرفه به طرف او باز مىشود در آن از طريق سكنا و غير آن تصرف نداشته باشد چه آنكه در اين صورت ادعاى وى را بر دعوى صاحب بيت مقدم مىكنند . و دليل آن اينست كه :\r\nيدوى بر غرفه بالذات است چه آنكه تصرف مقتضى اين امر مىباشد در حالى كه يد مالك فضاء و هواء بر آن بالتبع مىباشد و پرواضح است كه يد بالذات بر يد بالتبع اقوى است . ولى محتمل است بگوئيم هردو با هم يكسانند چه آنكه هردو اجمالا بر آن يد داشته و قوت يد ملاك تقديم و مناط ترجيح نيست . قوله : هذا اذا لم يكن من اليه الباب متصرفا فيها : مشار اليه [ هذا 
  ] ترجيح صاحب بيت بوده و ضمير در [ اليه 
  ] به من موصوله راجع مىباشد و ضمير در [ فيها 
  ] بغرفه عود مىكند .\r\nقوله : بسكنى و غيرها : اينعبارت بيان تصرف در غرفه را نموده و ضمير در [ غيرها 
  ] به سكنا عود مىكند . قوله : و الا قدم : يعنى و ان كان متصرفا فى الغرفة قدّم . قوله : لان يده عليها بالذات : ضمير در [ يده 
  ] به مدعى غرفه و در [ عليها 
  ] بغرفه راجعست\r\nقوله : لاقتضاء التصرف له : ضمير در [ له 
  ] بذاتى بودن يد راجعست .\r\nمتن :\r\nالسادسة لو تداعيا جدارا غير متصل ببناء أحدهما ، أو متصلا\r\n\r\n","description":"","footnote":"","page_name":" 248 ","page_number":248},
  {"content":"\r\n\r\nببنائهما معا اتصال ترصيف ، و هو تداخل الأحجار و نحوها على وجه يبعد كونه محدثا بعد وضع الحائط المتصل به فإن حلفا ، أو نكلا فهو لهما ، و إلا فإن حلف أحدهما ، و نكل الآخر فهو للحالف .\r\n\r\nمسئله ششم\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين : اگر دو نفر در ديوارى كه به ساختمان هردو متصل بوده يا از هردو منفصل است نزاع داشتند حكم اين است كه اگر هردو قسم خورده يا نكول نمايند ديوار متعلق بهردو مىباشد و در غير اين صورت از آن كسى است كه قسم بخورد . شارح ( ره ) مىفرماين : مقصود از اتصال ديوار به بناء متنازعين اينستكه بنحو ترصيف باشد و آن عبارتست از تداخل سنگها و آجرهاى ديوار در ساختمان ايشان بطوريكه بعيد باشد بعد از ساختن ديوار ساختمان ديوار مورد نزاع را احداث و بنا كرده باشند . قوله : غير متصل ببناء احدهما : يعنى احد المتنازعين . قوله : و هو تداخل الاحجار : ضمير [ هو 
  ] به ترصيف راجعست . قوله : و نحوها : يعنين و نحو الاحجار . قوله : على وجه يبعد كونه محدثا : ضمير در [ كونه 
  ] بجدار راجعست . قوله : المتصل به : ضمير [ به 
  ] به جدار راجعست .\r\nمتن :\r\nو لو اتصل بأحدهما خاصة حلف و قضي له به . و مثله ما لو كان لأحدهما عليه قبة ، أو غرفة ، أو سترة لصيرورته بجميع ذلك ذا يد فعليه اليمين مع فقد البينة .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين : اگر جدار مورد نزاع تنها به بناء يكى از متنازعين متصل باشد صرفا صاحب بناء\r\n\r\n","description":"","footnote":"","page_name":" 249 ","page_number":249},
  {"content":"\r\n\r\nلازمست قسم خورده و بنفع وى حكم مىشود . شارح ( ره ) مىفرماين :\r\nو مثل همين فرض است اگر يكى از متنازعين بر جدار مزبور قبّه يا غرفه و يا پوششى داشته باشد كه در اينصور صاحب اين امور بر ديگرى مقدم است . و دليل اينحكم آنست كه وى بواسطه داشتن امور مزبور صاحب يد به حساب آمده و ادعايش بر ديگرى ترجيح دارد از اينرو بر او لازمست در صورت نبودن شاهد قسم بخورد و بنفع وى حكم صادر گردد .\r\nقوله : و لو اتصل باحدهما خاصة : ضمير فاعلى در [ اتصل 
  ] به جدار و ضمير مجرورى در [ احدهما 
  ] بمتنازعين راجعست و تقدير كلام چنين است : و لو اتصل الجدار ببناء احدهما خاصة .\r\nقوله : حلف و قضى له به : ضمير در [ حلف 
  ] به [ احدهما 
  ] راجع بوده و در [ له 
  ] نيز به آن عود كرده و در [ به 
  ] به حلف رجوع مىكند و [ با 
  ] به معناى سببيّت است . قوله : و مثله ما لو كان لاحدهما عليه : ضمير در [ مثله 
  ] به [ اتصال الجدار باحدهما 
  ] راجعست . و ضمير در [ لاحدهما 
  ] بمتنازعين و در [ عليه 
  ] بجدار عود مىكند . قوله : قبة : بضم قافت و تشديد باء مفتوحه شكلى به طرز گنبد را گويند . قوله : او سترة : كلمه [ ستره 
  ] بضم سين و آن عبارتست از چيزى كه غير خودش را بپوشاند همچون چادر و امثال آن . قوله : لصيرورته بجميع ذلك : ضمير در [ لصيرورته 
  ] به صاحب قبه و غرفه و ستره راجعست و مشار اليه [ ذلك 
  ] امور سه‌گانه مىباشند . قوله : فعليه اليمين مع فقد البيّنة : ضمير در [ فعليه 
  ] به [ ذا يد 
  ] راجع بوده و مقصود از فقدان بيّنه ، بيّنه ذا يد مىباشد .\r\nمتن :\r\nو كذا لو كان لأحدهما خاصة عليه جذع فإنه يقضى له به بيمينه ، أو لهما فلهما ، و لو اتصل بأحدهما و كان للآخر عليه جذع تساويا على الأقوى ، و كذا لو كان لأحدهما واحدة من المرجحات\r\n\r\n","description":"","footnote":"","page_name":" 250 ","page_number":250},
  {"content":"\r\n\r\nو مع الآخر الباقية ، إذ لا أثر لزيادة اليد كما سلف .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين : و همچنين است اگر يكى از متنازعين بر روى ديوار چوب و تيرى داشته باشد .\r\nشارح ( ره ) مىفرماين : در اين صورت ويرا مكلّف به قسم نموده و پس از خوردن آن بنفع وى حكم صادر مىشود . سپس مىفرماين : و اگر هردو بر روى ديوار مورد نزاع تير و چوب داشته باشند حكم مىگردد كه هردو در آن مشترك هستند . و اگر ديوار بساختمان يكى از متنازعين متصل بوده و ديگرى روى آن تيرى داشته باشد اقوى از نظر ما اينستكه هردو با هم متساويند . چنانچه اگر يكى از آن دو مرجحى از مرجحات را دارا بوده و با ديگرى باقى مرجحات باشد باز از نظر حكم با هم يكسانند زيرا همان طوريكه گذشت زيادى يد اثرى در تقديم و ترجيح ندارد .\r\nقوله : عليه جذع : ضمير در [ عليه 
  ] بجدار راجع بوده و كلمه [ جذع 
  ] بكسر جيم و سكون ذال به معناى تنه درخت خرما و غيره است ولى مقصود از آن تير است . قوله : فانه يقضى له به بيمينه : ضمير در [ فانه 
  ] به معناى شأن بوده و در [ له 
  ] به [ لاحدهما 
  ] و در [ به 
  ] به [ جذع 
  ] راجع مىباشد . قوله : اولهما فلهما : اين جمله معطوفست به [ لاحدهما 
  ] در عبارت مصنف ( ره ) و تقدير عبارت چنينست : او كان لهما جذع عليه فهو لهما . قوله : و لو اتصل باحدهما : ضمير فاعلى در [ اتصل 
  ] به جدار و در [ احدهما 
  ] به [ بناء احدهما 
  ] راجعست .\r\nقوله : و كان للآخر عليه جذع : ضمير در [ عليه 
  ] بجدار راجع است . قوله : تساويا على على الاقوى : ضمير تثنيه بمتنازعين راجع است . قوله : و مع الآخر الباقية : يعنى مجموع المرجحات الباقية\r\nمتن :\r\nأما الخوارج من أحد الجانبين أو منهما من نقش ، أو\r\n\r\n","description":"","footnote":"","page_name":" 251 ","page_number":251},
  {"content":"\r\n\r\nوتد ، أو رف و نحوها و الروازن كالطاقات فلا ترجيح بها ، لإمكان إحداثها من جهة واضعها من غير شعور الآخر .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين : اما وجود خوارج و روازن موجب ترجيح نمىشود . شارح ( ره ) مىفرماين :\r\nمقصود از [ خوارج 
  ] چيزهائى استكه از طرف يكى از متنازعين يا از ناحيه هردو از جدار بيرون آمده و ظاهر باشد نظير نقش ، ميخ ، رف و امثال اين امور . و مراد از [ روازن 
  ] طاقات و فرورفتگىهاى در جدار شبيه محراب مىباشد . و اما وجه عدم ترجيح به اين امور اينستكه چه‌بسا ممكنست واضع و سازنده آنها بدون اطلاع ديگرى اقدام به احداث آنها نموده باشد پس چگونه مىتوان وجود آنها را كه احيانا بدون اطلاع كسى ساخته مىشوند دليل بر ترجيح ادعاى شخصى قرار داد كه به طرف او مىباشند . قوله : اما الخوارج : مقصود چيزهائى استكه از ديوار خارج و بيرون آمده . قوله : و تد : بفتح واو و تاء يعنى ميخ .\r\nقوله : رف : عبارتست از چوبيكه هردو طرف آن را در ديوارى قرار داده و بر روى آن اجناس قيمتى مىنهند شبيه طاقچه .\r\nقوله : روازن : طاق‌نماها و فرورفتگىهاى داخل ديوار را گويند . قوله : فلا ترجيح بها : ضمير در [ بها 
  ] به خوارج و روازن عود مىكند . قوله : لاحداثها من جهة واضعها : ضمير در - [ لاحداثها 
  ] و [ واضعها 
  ] بخوارج و روازن عود مىكند . قوله : من غير شعور الآخر : يعنى من غير شعور شخص آخر .\r\nمتن :\r\nإلا معاقد القمط بالكسر و هو الحبل الذي يشد به الخص و بالضم جمع قماط و هي شداد الخص من ليف و خوص و غيرها فإنه يقضى بها فيرجح من إليه معاقد القمط لو تنازعا\r\n\r\n","description":"","footnote":"","page_name":" 252 ","page_number":252},
  {"content":"\r\n\r\nفي الخص بالضم و هو البيت الذي يعمل من القصب ، و نحوه على المشهور بين الأصحاب و منهم من جعل حكم الخص كالجدار بين الملكين . و هو الموافق للأصل .\r\nشرح فارسى :\r\nمرحوم مصنف مىفرماين : مگر در معاقد قمط در اماكنى همچون خصّ . شارح ( ره ) مىفرماين :\r\nكلمه [ قمط 
  ] بكسر قاف و آن ريسمانى استكه خصّ را با آن ميبندند و اگر با ضم قاف خوانده شود جمع قماط بوده و آن عبارتست از رشته ريسمانهاى خصّ كه از ليف خرما و برگ درخت خرما تعبيه مىكنند .\r\nو بهرتقدير وجود معاقد قمط ( گره‌هاى ريسمانها ) موجب ترجيح و تقديم مىشود يعنى كسى كه گره‌ها بجانب او است ادعايش مقدم بر ديگرى مىباشد . و اما خص : بضم خاء بيت و اطاقى استكه آن را با نى و امثال آن مىسازند . و بهرصورت حكم باستثناء معاقد قمط از نظر مشهور بين فقهاء است ولى برخى از اصحاب حكم خص را مانند حكم جدار بين دو ملك دانسته كه مالكين در آن متساوى و يكسانند چنانچه اين فرموده اخير مطابق با اصل و قاعده مىباشد .\r\nقوله : الا معاقد القمط : مؤلف گويد :\r\nنوعا در خانه‌هائيكه اهل روستا و دهات درست مىكنند ديوار حياطهايشان بجاى ديوارهاى سنگى و آجرى يا گلى از نىها است كه آنها را به صورت ايستاده پهلوى هم قرار داده و سپس از بالا يا پائين نيز آنها را به يكديگر گره مىزنند تا به صورت حاجب و ديوارى بين دو منزل واقع شود به اين گره‌ها [ معاقد 
  ] و به ريسمان گره زده شده [ قمط 
  ] گويند .\r\nقوله : و هو الحبل : ضمير [ هو 
  ] به قمط راجع است .\r\nقوله : الذى يشد به الخص : ضمير [ به 
  ] به الحبل راجعست\r\n\r\n","description":"","footnote":"","page_name":" 253 ","page_number":253},
  {"content":"\r\n\r\nقوله : و هى شداد الخص الخ : يعنى اگر كلمه [ قمط 
  ] به ضم قاف باشد جمع [ قماط 
  ] بوده و آن خصوص ريسمانهائى است كه از ليف و پوست خرما و برگ آن ساخته شده و نىها را با مىبندند .\r\nقوله : ليف : پوست درخت خرما را گويند .\r\nقوله : خوص : بضم خاء برگ درخت خرما را خوانند .\r\nقوله : فانه يقضى بها : ضمير در [ فانه 
  ] به معناى شأن بوده و در [ بها 
  ] به [ معاقد القمط 
  ] عود مىكند . قوله : و هو الموافق للاصل : ضمير [ هو 
  ] به جبل راجع است و مقصود از [ اصل 
  ] اصالة عدم اختصاص احدهما مىباشد .\r\nپايان جلد سيزدهم از كتاب ( المباحث الفقهيه ) فى شرح الروضة البهية بدست ناتوان بنده كمترين اقل خدمة العلم سيد\r\nمحمد جواد ذهنى طهرانى نزيل قم المشرفة عش آل\r\nالبيت عليهم السلام شب چهاردهم ماه ربيع الاول\r\nسنه 1405 هجرى قمرى و از خداوند متعال\r\nتوفيق تحرير و ترقيم بقيه اجزاء و مجلدات\r\nرا خواستارم به حق محمد و آله الطاهرين\r\nصلوات اللّه عليهم اجمعين\r\nآمين رب العالمين\r\n\r\n","description":"","footnote":"","page_name":" 254 ","page_number":254},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 255 ","page_number":255},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 256 ","page_number":256}
  ]