[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nمجموعه اى كه پيش رو داريد ، دربردارندهء 8 سخنرانى اخلاقى ، و يك سخنرانى سياسى است . بحث اخلاقى آن در سال 1371 از سوى استاد اخلاق حضرت آية الله مظاهرى در جمع دانشجويان و طلاب حوزه و دانشگاه ايراد شده است . به دليل جايگاه مسايل سياسى ، در اين مجموعه از سخنرانى جناب آقاى دكتر على اكبر ولايتى وزير محترم امور خارجه جمهورى اسلامى ايران تحت عنوان \" تحليلى بر نظم نوين جهانى \" استفاده شده است ، تا تناسب بحثهاى اخلاقى - سياسى هفته حفظ شود .\r\nلازم به يادآورى است كه در تنظيم اين مجموعه برخى عبارتها از سوى ويراستار اصلاح شده تا بتواند به صورت كتاب ونشريه درآيد ، البته بدون اين كه دخل وتصرفى در مطالب به عمل آيد .\r\nبديهى است عناوين وسرفصلها وتيترهاى مختلف ، ومنابع آن ، و همچنين تصحيح آن ، از سوى ويراستار علمى اين مجموعه به متن سخنرانيها افزوده شده است .\r\nبه نظر مى رسد كه اين مجموعه از نظر سبك بحث ، وپرداختن به مسايل اخلاقى و سياسى براى اقشار مختلف مفيد وآموزنده باشد .\r\nوالسلام\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبحثهاى اخلاقى سياسى هفته - 2\r\nتهذيب نفس از ديدگاه قرآن\r\nبه ضميمهء\r\nتحليلى بر نظلم نوين جهانى\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nدانشگاه علوم اسلامى رضوى\r\nمجموعهء سخنرانيهايى از\r\nآية الله مظاهرى ودكتر على اكبر ولايتى\r\nمتن اثر : مجموعهء سخنرانيهايى از آية الله مظاهرى ودكتر على اكبر ولايتى\r\nناشر : انتشارات دانشگاه علوم اسلامى رضوى مشهد\r\nتيراژ : 2000 نسخه\r\nتاريخ چاپ : 1374\r\nنوبت چاپ : اول\r\nچاپ وامور فنى : چاپخانهء روزنامه قدس\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nگفتار اول‌اهميت تهذيب نفس از ديدگاه قرآن « 1 »\r\n« رَبّ اشْرَحْ لِي صَدْرِي وَيَسّرلِي أمْرِي وَاحْلُلْ عُقْدَةً مّن لِسانِي يَفْقَهُواْ قَوْلِي » ( طه / 25 - 28 )\r\nخداوند را سپاس مىگويم كه توانستم خدمت شما عزيزان برسم ، و از حضرت حجه‌الاسلام والمسلمين واعظ طبسى نيز تشكر مىكنم كه واسطه فيض شدند . اميدوارم به حق حضرت رضا - سلام‌الله‌عليه - جلسه براى من و شما مفيد باشد .\r\nمسأله تهذيب نفس از نظر قرآن ، از مهمترين مسايل است ، و مسأله‌اى در قرآن مهمتر از تهذيب نفس نداريم . از نظر قرآن واجب مؤكد است كه بايد درخت رذالت را از دل كند ، و درخت فضيلت را به جاى آن غرس كرد . سوره شمس يك سورهء منحصر به فرد در قرآن است . در اين سوره مباركه خداوند يازده‌بار قسم ياد كرده است ، و در قرآن نظير آن را نداريم . پس از يازده قسم با چند تأكيد فرموده است « قَدْ أفْلَحَ مَنْ زكَّيها وَقَدْ خَابَ مَن دَسَّيها » ( شمس / 9 و 10 ) ؛ رستگارى فقط و فقط مال كسى است كه مهذب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كه . - اين سخنرانى در تاريخ 10 / 2 / 71 در دانشگاه علوم اسلامى رضوى ايراد شده است .\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nباشد ، توانسته باشد درخت رذالت را از دل بركند ، و درخت فضيلت را به جاى آن غرس كند ، وشقى و بىبهره حتماً آن كسى است كه صفت رذيله‌اى بردل او حكمفرما باشد . قرآن شريف قريب هفت‌هزار آيه دارد . دو ثلث قرآن شريف يا مستقيم يا غيرمستقيم مربوط به اخلاق و تهذيب‌نفس است . داستانهاى قرآن همه و همه مربوط به اخلاق و تهذيب‌نفس است . حضرت امام - رضوان‌الله عليه - عقيده داشتند و بارها فرمودند كه همه آيات قرآن رنگ اخلاقى دارد ؛ ايشان مىفرمودند : اگر با اين عينك وارد قرآن شويد مىبينيد كه آيه‌اى نيست كه مربوط به اخلاق نباشد ، و قرآن كتاب اخلاق است گرچه همه‌چيز دارد و كارخانه آدم‌سازى است ، ولو اين‌كه همه علوم درآن موجود است ، وبالأخره قرآن باكمال وضوح مىفرمايد « لَايَنْفَعُ مالٌ ولابَنُونَ الّا مَنْ اتَي اللّهَ بِقَلْبٍ سَليمٍ » ( شعراء / 89 ) « 1 » . هيچ‌چيزى در روز قيامت نتيجه‌بخش نيست جز دل پاك . اگر دل پاك باشد مابقى نتيجه‌بخش است ، و اما اگر دل گناه آلود باشد تقوا هم در روز قيامت به درد نمىخورد ، تقواى ظاهرى منهاى تقواى باطنى كاربرد ندارد ، حتى در دنيا هم كاربرد ندارد . چرا قرآن شريف اين مقدار راجع به اخلاق تأكيد دارد ؟ چرا قرآن بعثت همه انبيا را مربوط به اخلاق مىداند ؟ پاسخ اين است كه هدف از بعثت همه انبياء ساختن انسانهاست ؛ « لَقَد ارْسَلْنا رُسُلَنا بِالْبَيّناتِ وَانْزَلْنَا مَعَهُمُ الْكِتابَ وَالْميزانَ لِيَقُومَ النّاسُ بِالْقِسْطِ وَانْزَلْنَا الْحَديدَ فيهِ بَاْسُ شَديدُ وَّ مَنافِعُ لِلنّاسِ » ( حديد / 25 ) « 2 » . همه پيامبران آمدند ، در حالىكه قوه مقننه مال آنها بود ، قوه قضائيه مال آنها بود و قوه مجريه مال آنها بود . براى چه آمدند ؟ « لِيَقُومَ الْنّاسُ بَالْقِسْطِ » در خصوص پيغمبر اكرم ( ص ) اين مضمون در قرآن كريم تكرار شده كه او براى پرورش و آموزش آمده است ، آن‌جا كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - روزى كه نه مال سودى بخشد و نه فرزند ، مگر آن‌كه با دلى پاك به پيشگاه خداوند آيد .\r\n( 2 ) - ما رسولان خويش را با آيات روشن فرستاديم و همراه آنان كتاب و ميزان نازل كرديم تا مردم به عدالت برخيزند ، ونيز آهن را فرو فرستاديم كه در آن قدرتى فراوان و منافعى براى مردم است .\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nمىفرمايد : « هُوَالَّذي بَعَثَ فِي الْامّييّنَ رَسُولًا مَنْهُمْ يَتْلُوا عَلَيْهِمْ آياتِه وَيُزَكّيهِمْ وَيُعَلّمُهُمُ الْكِتابَ وَالْحِكْمَةَ » ( جمعه / 2 ) « 1 » پيامبر كه ذىالمقدمه است با معجزه قرآن آمده است ، براى اين‌كه مردم را تزكيه كند براى اين‌كه مردم را مهذب كند ، براى اين‌كه سطح معلومات را بالا ببرد .\r\nدنياى روز مىگويد : « آموزش و پرورش » ، اما قرآن به‌طور مكرر مىفرمايد : پرورش و آموزش يعنى ، علم منهاى تهذيب جز و بال و سختى و بدبختى براى خود انسان و براى جامعه‌اش چيزى ندارد . پس بايد گفت : « پرورش و آموزش » . چرا قرآن اين مقدار تأكيد دارد ؟\r\nپاسخ اين چرا در قرآن كريم در آيات فراوانى از جمله در همين سوره شمس آمده است . در اين سوره پس از يازده قسم و پس از بيان مقصود اصلى از اين سو گندها يك داستانى كه به منزله علت براى « قَدْ افْلَحَ مَنْ زَكيّها وَقَد خابَ مَنْ دَسَّيها » ( شمس / 9 و 10 ) است آمده ، و آن قضيه ثمود است . مىفرمايد قوم ثمود هرچه پيامبرشان گفت نپذيرفتند ، بعد براى اين‌كه پيامبر را از ميدان به‌در برند از او معجزه‌اى خواستند ، و آن اين‌كه شترى با بچه‌اش از كوه بيرون بيايد . آن پيامبر معجزه را آورد . همه و همه پاى كوه آمدند ، كوه شكافته شد و ناقه‌اى با بچه‌اش بكشند ، آن پاكدل كه به فكر مردم بود زنگ خطر را به صدا درآورد و گفت : شتر را نكشيد كه اين خطر دارد . اما گفته او مثل گفته‌هاى قبلش مؤثر واقع نشد و شتر را كشتند . پس از آن پروردگار عالم غضب كرد و غضب او آن قوم را نابود كرد . قرآن اين داستان را نقل مىكند ، اما با دو نكته : نكته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - او همان كسى است كه در ميان درس نخواندنگان رسولى از آنان را برانگيخت ، تا آيات او را برآنان بخواند و آنان را تزكيه كند و كتاب و حكمت به ايشان بياموزد .\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nاول آن‌كه مىفرمايد : « كَذَّبَتْ ثَمُودُ بِطَغْوَيها » ( شمس / 11 ) « 1 » ؛ يعنى قوم ثمود پيامبر خود را تكذيب كردند .\r\nاينك جاى اين سؤال است كه چرا چنين شد ؟ آيا پيغمبر پيغمبر نبود ؟ آيا كوتاهى در انسانيت آنها بود ؟ پاسخ اين است كه كوتاهى در هيچ‌يك از آنها نبود ، بلكه در آن‌جا بود كه طغيانگرى ، يعنى تكبر ، يعنى غرور ، يعنى سرسختى ، يعنى لجاجت بردل اينها حكمفرما شد ، و اين طغيان سرپوشى بود بر عقلهاى آنان . لذا آن تكبر ، آن سرسختى ، آن لجاجت و آن غرور نمىگذاشت كه اينها پيامبرشان را قبول كنند و آن معجزه كذائى را ببينند . آنها حاضر شدند با آن‌كه زنگ خطر برايشان زده شده بود بميرند و دچار عذاب الهى بشوند ، اما نپذيرند كه زيربار حق بروند . نكته دوم اين داستان آن است كه « وَلايَخافُ عُقْبها » ( شمس / 15 ) « 2 » . اينها به سبب آن افكار آلوده و به واسطه لجاجتشان و به علت تكبر و غرورشان عاقبت‌انديش نبودند ، بىفكر كار مىكردند ، و احتمال اين‌كه عذاب آخرت وجود دارد را نمىدادند ، يا اگر مىدادند براى آنها مؤثر واقع نمىشد . اين داستانى كه قرآن مىفرمايد ، به منزله علتى است براى اهميت علم اخلاق در قرآن .\r\nقرآن شريف گاهى جامعه را به دو قسمت مىكند ، و يك برداشتى از جامعه ارائه مىدهد كه اين ترسيم و اين برداشت به منزله علت و برهانى براين حقيقت است . اگر من كتاب اخلاقم ، بجا هستم و اگر مىگويم اخلاق واجب مؤكد است ، درست است .\r\nقرآن مىفرمايد : مردم دو قسم هستند : يك قسم افرادىكه پاكدل هستند ، عاطفه آنها و وجدان اخلاقى آنها سرمشق زندگى آنهاست ؛ مىفرمايد : اينها حق‌خواه و حق‌جو هستند ، نه فقط حق‌جو ، بلكه وقتى حق را ببينند از بس خشنود مىشوند گريه شوق مىكنند ، « وَاذا سَمِعُوا ما انْزِلَ الَي الْرَّسُولِ تَري اعْيُنَهُمْ تَفيضُ مِنَ الْدَّمْعِ مِمْا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ثمود به سبب طغيان و سركشى خود تكذيب كرد .\r\n( 2 ) - و از فرجام آن بيم نكند .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nعَرَفُوا مِن الْحَقّ » ( مائده / 83 ) « 1 » . وقتى حق را ديدند گريه شوق مىكنند ، و بعد هم با زبان حالشان يا زبان مقالشان مىگويند ، ما طرفدار حق هستيم ، ما مىگشتيم كه حق را ببينيم و اينك حق را يافته‌ايم ، چرا آن را قبول نكنيم و چرا مطلوب انسانيت را نپذيريم ؟\r\nاين‌يك ترسيم از جامعه است ، اما ترسيم ديگرى كه قرآن از جامعه و به عبارت ديگر از جامعه‌اى كه صفت رذيله افراد آن را كوروكر كرده و دل آنها را از آنها گرفته و به سبب صفات رذيله حجابهايى برعقل آنها قرار گرفته ، دارد ، اين است كه مىفرمايد : كار آنها به آن‌جايى مىرسد كه وقتى حق را ببينند نه تنها گريه شوق نمىكنند ، نه تنها حق‌خواه و حق‌جو نيستند ، بلكه حق كشند و حتى اگر نتوانند حق را بكشند حاضرند خود بميرند تا حق رانبينند ؛ « وَاذْ قالُوْا اللّهُمَّ انْ كانَ هذا هُوَالْحَقَّ مِنْ عِنْدِكَ فَامْطِرْ عَلَيْنا حِجارَةً مّنَ السَّماءِ اوِ ائتِنا بِعَذابٍ اليمٍ » ( انفال / 32 ) « 2 » . يك دسته‌اى گويند : خدايا اگر حق هست نمىتوانم ببينم ، نمىتوانم بشنوم ، سنگى يا آتشى بيايد مرا نابود كند . آن‌سان كه بعضى مىگويند وقتى پيامبر اسلام ( ص ) به نبوت مبعوث شد مردى برخاست و گفت : اى رسول خدا اين كار كه كردى از جانب خودت بود يا از جانب خداوند ؟ اگر از طرف خودت بود قبول ندارم و اگر از طرف خدا بود نمىتوانم ببينم و بپذيرم . از خدا بخواه سنگى يا آتشى بيايد و مرا نابود كند . آن مرد به جاى اين‌كه بگويد : اى خدا اگر حق است دلى بده تا آن را بپذيرم ، اى خدا اگر حق است چشمى بده تا آن را ببينم ، گوشى بده تا آن را بشنوم ، و دركى بده تا آن را بفهمم ، به جاى همه اينها مىگويد : اى خدا اگر حق است عذاب دنيا و آخرت را برمن فرود آر .\r\nاين يك علت ، براى اين است كه چرا قرآن و اسلام اين‌قدر به اخلاق اهميت داده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آنگاه كه آنچه را بر پيامبر نازل شده شنيدند ، مىبينى كه به سبب آنچه از حق دريافته‌اند شك ديدگان آنان فرو مىريزد .\r\n( 2 ) - هنگامىكه گفتند : پروردگارا اگر اين حق باشد از آسمان بر ما سنگ ببار ، يا عذابى دردناك برايمان بياور .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nاست ، و چرا پيامبر اكرم مىفرمايد : « بعثت لاتمم مكارم الاخلاق » يا چرا قرآن مىفرمايد : « يَوْمَ لايَنْفَعُ مالٌ وَلَابْنُونَ الّا مَنْ اتَي اللّهَ بِقَلْبٍ سَليمٍ » ( شعراء / 89 ) ؟\r\nقضيه وليدبن مغيره انصافاً قضيه عجيبى است ، وليدبن مغيره ريحانه‌العرب و از نظر فصاحت و بلاغت خيلى بالا است . مرحوم طبرسى - رضوان‌الله تعالى عليه - در مجمع‌البيان يك قضيه در سورهء مدثر از او نقل مىكند ، كه آن قضيه موجب شد چند تا آيه داغ برضد او نازل شود كه شايد آياتى به اين داغى نداريم يا كم داريم .\r\nوليدبن‌مغيره اين ريحانه‌العرب به مسجد آمد و پيامبر ( ص ) را ديد كه قرآن مىخواند . قرآن پيامبر او را مجذوب خود ساخت ؛ چرا كه او اهل دل و مرد فصاحت و بلاغت بود . لذا جذابيت قرآن او را تحت تأثير قرار داد ، به اندازه‌اى كه بلند شد و به ميان دوستانش برگشت . او عبارتى در مورد قرآن برزبان آورد كه به گفته ابن‌ابىالحديد معتزلى همانند آن يا گفته نشده ، يا كمتر گفته شده است . او گفت : « ان له لحلاوه و ان له لطراوه وان اعلاه لمثمر و ان اسفله لمغدق و انه يعلو ولايعلى عليه » . گفت : دوستان ، اين قرآن يك شيرينى خاصى دارد ، يك طراوت مختص به‌خود دارد ، و ميوه آن شيرين است ، ريشه‌هاى آن در اعماق زمين فرورفته و كلامى است كه همانند آن كلامى نيامده است . وى پس از اين سخنان برخاست و به خانه رفت . دوستانش ديدند وليد رفت ، و اگر وليد مسلمان شود براى آنها خطر دارد . لذا ابوجهل روى وى كار كرد . او در حالىكه قيافه مخصوصى به‌خود گرفته بود و مىخواست وليد را تحريك كند به خانه او رفت . خدا نكند كه عاطفه يك كسى تحريك شود و صفت رذيله‌اى بردل او حكمفرما باشد . وليد از او پرسيد كه چرا ترشرويى مىكنى ؟ تو را با حالتى حاكى از غم و اندوه مىبينم ! ابوجهل گفت : راستى دوستان قصد دارند براى تو پول جمع كنند . وليد پرسيد : چرا ؟ او گفت : براى اين‌كه فهميدند تو مىخواهى مسلمان بشوى ، و از اين كار هدفى مادى درنظر دارى . بعضى هم مىگويند خرفت شدى ، بىعقل شدى ، و مىخواهى مسلمان\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nبشوى . بدين‌ترتيب ابوجهل توانست مردى را كه غرور ، تكبر و جاه‌طلبى بردل او حكمفرما بود تحريك كند . لذا وليد برخاست و به جمع دوستان خود آمد و به آنها گفت : او آدم دروغگويى است ؟ همه گفتند : نه ، او چهل سال به عقل و كياست در ميان ما شهرت داشته است . دوباره پرسيد : آيا مىشود گفت او كاهن است ؟ گفتند : اللهم لا . سپس قدرى انديشيد ، و آنگاه ناگهان سر را بالا كرد و گفت : چيزى به‌نظرم رسيد كه مىشود به واسطه آن پيغمبر را از صحنه بيرون كنيم ، چيزى كه مردم آن را مىپذيرند ، و آن اين است كه بگوييم : پيغمبر جادوگر است ، براى اين‌كه جادوگرها روابط ميان زن و شوهر يا دو تا برادر ، يا پدر و پسر را به‌هم مىزنند ، و پيغمبر هم‌چنين كارى را انجام داده است . گفتند : آرى ، اين خوب است . سرانجام در ميان مردم شايع كردند كه اين مردى جادوگر است .\r\nپس از اين جلسه مشركان ، از بس كه آن جلسه بد بوده غضب پروردگار عالم ظاهر شده و درپى آن چند آيه برضد آن جلسه و برضد وليد در قرآن آمده است ؛ مىفرمايد : « انَّه فَكَّرَ وَقَدَّرَ فَقُتِلَ كَيْفَ قَدَّرَ ثُمَّ قُتِلَ كَيْفَ قَدَّرَ تُمَّ نَظَرَ وَاسْتَكْبَرَ فَقالَ انْ هَذَا الّاسِحْرٌ يُؤْثَرُ انْ هذا الّا قَوْلُ الْبَشَرِ » ( مدثر / 18 - 25 ) « 1 » .\r\nمىفرمايد : فكر كرده است . مرده باد براين نگرش ! باز دوباره مىفرمايد : مرده باد براين فكرش ! حرف را برد و برگرداند فكر كرد و كرد و كرد و بالاخره گفت : « ان هذا الا سحر يوثر » ؛ اين قرآن يك سحر مؤثرى است در ميان مردم . وليدبن‌مغيره با آن فصاحت و بلاغتش ، وليدبن‌مغيره با آن جمله اول ، اينك جاى اين پرسش است كه وليدچه كرد كه چنين آياتى عتاب‌آميز درباره او نازل شد ؟ پاسخ آن است كه در مورد او تنها و تنها يك نكته وجود داشت و آن آلودگى دل است . خدا نكند تكبر بردل كسى حكمفرما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - او انديشيد و سنجيد . مرده باد كه چگونه سنجيده است ، سپس نگريسته ، آنگاه چهره درهم كشيده ، روى ترش كرده ، سپس پشت كرده و تكبر ورزيده و گفته است اين نيست مگر سحرى كه روايت مىشود و اين نيست مگر گفته‌هاى بشرى .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nباشد ، خدا نكند ، پول‌پرستى و رياست‌طلبى بردل كسى حكمفرما باشد كه چنين كسى حاضر است دوثلث جهان را نابود كند و براى اين‌كه بر ثلث ديگرى حكومت كند ، حاضر است كارهاى زشتى انجام بدهد .\r\nيكى از نويسنده‌ها جمله عجيبى نقل مىكند و مىگويد : دخترى در حال مرگ بود و همه به حال اين دختر گريه مىكردند ، بويژه آن‌كه او نامزد بود . در اين ميان ديدند مىگويد : بگذار بميرم و آنگاه انگشترم را درآور . وقتى نگريستند متوجه شدند آن پيرزنى كه بالاى سرش ايستاده منتظر است تا او چشمهايش را ببندد ، تا وى انگشتر نامزدى او را درآورد و بدزدد .\r\nمشاهده مىكنيد كه آن دخترك التماس مىكند تا زنده هستم به اين انگشتر علاقه دارم ، صبر كن ، بميرم بعد درآور . اما آن زن اعتنا نمىكند . هرچه آن دخترك دست خود را عقب مىكشد آن زن نيز دست خود را جلوتر مىآورد و مىخواهد انگشتر را از انگشت او درآورد ؛ يعنى آن‌كه حاضر است زشت‌ترين كارها را براى مختصرى پول انجام دهد . چنين كسى ديگر گوش شنوا ندارد . او ديگر وجدان اخلاقى ندارد ، او ديگر نمىشنود و نمىفهمد كه اين دختر خانم چه مىگويد ؛ تمام انديشه او اين است كه به پول مختصرى برسد .\r\nشما عزيزان همه مىدانيد كه در دنياى امروز ، حاكميت آمريكاى جنايتكار ، با آن تمدن ، با آن علم ، با آن ثروت و با آن گستره حكومتش دست به چه كارهاى زشتى مىزند تنها بدان خاطر كه به ادعاى خودش ، منافع مادىاش در خطر است .\r\nعزيزان من ، از آمريكاى جنايتكار درس عبرت بگيريد و از بىادب ، ادب آموزيد . ببينيد چه كارهاى زشتى در دنياى امروز و در دنياى علم و دانش صورت مىگيرد . چرا ؟ تنها به دليل اين صفت رذيله‌اى كه در دنيا حكمفرماست . اروپا با آن علم و تمدنش ، اروپا با آن كارهاى فوق‌العاده خوبش ، به اندازه‌اى كارهاى زشت دارد كه انسان شرمش\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nمىآيد آن را تصور كند . چه رسد به اين‌كه از آن سخن بگويد . چرا ؟ تنها براى اين‌كه غيرت از مردها و عفت از زنها رفته است . وقتى يك انسان غيرت نداشته باشد ، وقتى يك خانم يا يك دختر خانم عفت نداشته باشد كارهاى زشتش به اندازه‌اى مىشود كه يك دختر كوچك ما ، يا يك پسر كوچك ما ، نمىتواند آن را تصور كند . يكى از آقايان پزشك به من مىفرمود كه با زن و بچه‌ام به اروپا رفتيم - او براى گرفتن تخصصش رفته بود - وى گفت : در ماشين كه مىرفتيم دختر چندساله من يك صحنه بدى ديد ، اما به رو نياورد ، ما هم به رو نياورديم . دوسه روز اين دختر بچه فكر مىكرد و بعد از دوسه روز يك بار سربلند كرد و گفت : بابا تو مسلمانى ؟ گفتم : آرى گفت : نه ، اگر مسلمان بودى اين‌جا نمىآمدى . آنگاه بنا كرد به گريه‌كردن . گفت : بابا ، من نمىتوانم اين‌جا صبر كنم . ما را ببر و خودت تنها بيا . آن پزشك به من گفت : مجبورم كه در آن‌جا تنها بمانم ، بدان علت كه زن و بچه‌ام حاضر نشدند چنين صحنه‌هايى را ببينند .\r\nپس مىبينيد در دنياى حاضر غيرت و عفت نيست ، و اكنون جاى اين پرسش است كه چرا دنياى علم چنين شده است . تنها علت اين امر ، و تنها پاسخ اين سؤال در حاكميت صفات رذيله است ، و ما بايد درس عبرت بگيريم ، آن‌سان كه مىفرمايد : « فَبَشّرْ عِبادِ الْذَّينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ احْسَنَه اولئكَ الَّذينَ هَديهُمُ اللّهُ وَاولئكَ هُمُ اولُوالْالبابَ » ( زمر / 17 و 18 ) « 1 » .\r\nقرآن شريف درباره بلعم باعورا چند آيه دارد كه براى ما زنگ خطر است . مىفرمايد : « وَاتْلُ عَلَيهِمْ نَبَاء الَّذى اتَيناهُ آياتِنا » ( اعراف / 175 ) . وى آدمى بود كه به او علم داده بوديم . حتى آن‌گونه كه مىدانيد در روايات ما « نَبَأ الَّذى اتَيناهُ آياتِنا » معناى خاص ديگرى هم دارد ، يك روشنايى و نور . او نه فقط از علم و آگاهى بهره\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - پس بشارت ده بندگان مرا كه سخن را مىشنوند و از بهترين آن پيروى مىكنند ، همينان كسانىاند كه خداوند هدايتشان كرده و همينان صاحبان خردند .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nداشته ، بلكه برخوردار از الهاماتى هم بوده ، و بالأخره يك عنايات ويژه‌اى از طرف حق به او داده شده است . اما مىفرمايد « فَانْسَلَخَ مَنْها فَاتْبَعَهُ الْشَّيْطانُ وَكانَ مِنَ الْغَاوِينَ » ( اعراف / 175 ) ؛ آنچه به او داده بوديم رفت ؛ « فَانْسَلَخَ مَنْها » . مثل مارى كه از پوست بيرون بيايد ، از آن عنايت خاص ما بيرون آمد و تابع شيطان و يا شيطان تابع او ، و بالأخره گمراه شد ، آن‌هم چه گمراهى سختى ! بعد مىفرمايد : « وَلَوْ شِئْنا لَرَفَعْناهُ بِها وَلكِنَّه اخْلَدَ الَي الْارْضِ وَاتَّبَعَ هَواهُ » ( اعراف / 176 ) .\r\nديگر كارش به آن‌جا رسيد كه نشد دست او را بگيريم ، ديگر در زمين ميخكوب شده بود ، تنها به خاطر هوى وهوس ، و براى اين‌كه هوى و هوس بردل او حكمفرما شد ، و آن صفت رذيله او را در زمين ميخكوب كرد به اندازه‌اى كه ديگر دست عنايت ما نتوانست او را بالا ببرد .\r\nاين آيات در ادامه خود زنگ خطرى نيز براى ما طلبه‌ها دارد ، و مىفرمايد « فَمَثَلُه كَمَثَلِ الكَلْبِ انْ تَحْمِلْ عَلَيْهِ يَلْهَثْ اوْ تَتْرْكْهُ يَلْهَثْ » ( اعراف / 176 ) . كار آن مرد به جايى رسيد كه مثل يك سگ‌هار شد . سگ هار صفت رذيله‌اش اين است كه اگر به او حمله كنى حمله مىكند ، اگر هم به او حمله نكنى او همان درندگى خود را دارد . سگ هار صفت رذيله‌اش اين است كه حتى اگر يك بچه بىگناه را مقابل خود ببيند او را مورد حمله قرار مىدهد ، زبان خود را در مىآورد وله‌له مىكند و پارس مىكند ، و به هر بيگناهى حمله مىكند ، هم كسىكه به او حمله كرده و هم كسىكه به او حمله نكرده است .\r\nمفاد اين آيه آن است كه اگر كسى صفات رذيله بر او حكمفرما شود ، علمش براى جامعه مضر است . چنين كسى خواه در جامعه باشد و خواه نباشد ، خواه جامعه او را بپذيرد و خواه نپذيرد براى جامعه مضر است . اگر جامعه او را نپذيرد عقده‌اى مىشود . عليه السلام ، عليه روحانيت ، عليه انقلاب و بالاخره عليه انسانيت كتاب مىنويسد ، و\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nاگر هم جامعه او را بپذيرد به فرموده حضرت امام خمينى ( ره ) مىفرمودند : به تجربه براى من اثبات شده - اتفاقاً اين فرمايش ايشان براى من هم اثبات شده است - كه هر دهى ، هر شهرى كه عموماً نجيب و ذاتاً متدين باشد ، اگر ريشه‌يابى كنيد خواهيد ديد كه عالمى يا علمايى مهذب در ميان آنها بوده‌اند ، يا الآن هستند ، و هر شهرى كه ذاتاً نانجيب و بد باشد يا اكثر آنها بد باشند ، خواهيد ديد عالمى يا علمايى غيرمهذب در ميان آنها بوده يا الآن هستند .\r\nاين فرمايش حضرت امام خيلى ارزش دارد و زنگ خطرى براى ماست . ما طلبه‌ها بايد بدانيم حساب ما جداى از حساب ديگران است . امام صادق ( ع ) - كه اين چند روزه شهادت ايشان است و بايد اسمى از ايشان ببرم و خدا را شكر مىكنم كه اسمى از ايشان آمد - به يكى از خويشان سببى دور خود فرمود :\r\n« الحسن لكل احد حسن و منك احسن لمكانك منا والقبيح لكل احد قبيح و منك اقبح لمكانك منا\r\n» ؛ كار خوب از هر كه سرزند خوب است اما از تو بهتر است ؛ چون منسوب به ما هستى . كار بد نيز از هر كه سر بزند بد است ، اما از تو بدتر است ؛ چون منسوب به مايى . اين روايت خطاب به اين جلسه پرعظمت است و امام صادق ( ع ) به شما عزيزان فرموده است .\r\nحضرت رضا ( ع ) ، كه ان‌شاءالله نظر لطفى به مجلس ما دارد ، الآن به زبان حال به همه مىگويد\r\n: « الحسن لكل احد حسن و منك احسن لمكانك منا والقبيح لكل احد قبيح و منك اقبح لمكانك منا » .\r\nحساب ما غير از حساب ديگران است . عزيزان من ، ما اگر مهذب باشيم ، با علممان و با گفتارمان مىتوانيم ديگران را بسازيم كه امام صادق ( ع ) به شاگردانشان سفارش مىكردند :\r\n« كونوا دعاه الي الله به غير السنتكم و كونوا لنازينا\r\n» ؛ زينت ما باشيد و با عملتان ديگران را بسازيد . البته اين ساختن نه اين است كه به فرموده حضرت امام مسجديها را مىسازيد ، بلكه بايد با عملت نسل آينده را بسازى و مردمى نجيب و متدين تحويل جامعه بدهى كه اين كارى با ارزش و احياى\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nانسانهاست ، آن‌سان كه قرآن مىفرمايد : اگر يك نفر را زنده كنى مثل اين است كه جهان را زنده كرده باشى ؛ « وَمَنْ احْياها فَكَانَّما احْييَ النّاسَ جَميعاً » ( مائده / 32 ) « 1 »\r\nامام صادق ( ع ) هم‌چنين مىفرمايد :\r\n« ولاتكونوا لناشينا\r\n» يعنى مايه ننگ ما نباشيد . دوستان ، مواظب باشيد ، با عملتان براى امام صادق ( ع ) براى امام عصر ( عج ) براى روحانيت ننگ نباشيد . اگر چنين شديم چه پيش خواهد آمد ؟ به فرموده حضرت امام نس آينده را نابود مىكنيد ، آن‌هم چه نابودى ، كه قرآن مىفرمايد « اگر كسى را بكشيد يعنى يك فرد را منحرف كنيد مثل اين است كه جهان را كشته باشيد . گناه انحراف يك‌انسان ، كشتن يك انسان نيست ، يك نسل كشى است .\r\nوظيفه ما سنگين است ، گرچه الحمدلله پاداش ما هم پرعظمت است . وظيفه ما سنگين است و ما بايد قبل از همه‌چيز درصدد باشيم صفات رذيله را از دل بزداييم . جمله‌اى كه بايد با كمال جسارت به همه شما عرض كنم اين است كه بدانيم نمىشود به اين زودى كسى ادعا كند كه من مهذب هستم . چهل سال خون جگر مىخواهد آن‌هم به صورت مداوم تا انسان بتواند يك صفت رذيله را از دل بزدايد .\r\nحتماً شنيده‌ايد كه مرحوم بحرالعلوم - با آن عظمتش - تنها پس از سالها تلاش ، و در آخر كار بود كه بالاى منبر رفت در حالىكه خيلى خشنود بود ، مىگفت : الحمدلله توانسته‌ام ريشه ريا را از دلم بركنم و توانسته‌ام درخت خلوص را در دل غرس كنم .\r\nهمه ما صفت رذيله داريم ، و به اين زوديها نمىشود آنها را ريشه‌كن ساخت ، اگر درصدد نباشيم ، به فكر نباشيم و تنها در حاشيه درسهايمان يك بحث اخلاقى داشته باشيم ، كار درست نمىشود . مسأله خودسازى مقدم بر مسأله علم است . روشن است اگر علم نباشد روحانيت نيست ، و اگر علم نباشد اين دستگاه نيست . اما مقدم بر علم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - هر كس كسى رابه هدايت زنده كند مثل آن است كه همه مردم را زنده كرده است .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nمسأله تهذيب‌نفس است ، و شما بايد دوش به دوش اين‌كه بايد عالم شويد درس هم بخوانيد و كاملًا تهذيب‌نفس كنيد .\r\nبيش از اين مزاحم نمىشوم . و در پايان بحث يك آيه از سوره يس برايتان مىخوانم و اميدوارم اين آيه سرمشق همه ما براى تهذيب‌نفس باشد . مىفرمايد اگر صفت رذيله‌اى بردل كسى حكمفرما باشد ولو خيلى انسان قويى هم باشد ، نمىتواند حركت كند ، اگر سدى عقب يا جلوى او باشد چطور مىتواند حركت بكند ، و بالأخره تشبيه معقول به محسوس . سومش مىفرمايد : اگر كسى چشمهايش بسته شده باشد چه‌طور مىتواند حركت كند ، ولو وسيله عالى باشد ولو علم بالا باشد ؟ قرآن كريم مىفرمايد : « انّا جَعَلْنا في اعْناقِهِمْ اغْلالًا فَهِيَ الَي الْأْذْقانِ فَهُمْ مُقْمَحُونَ وَجَعَلْنا مِنْ بَيْنِ ايْديهِمْ سَدّاً فَاغْشَيْناهُمْ فَهُمْ لايُبْصِرُونَ » ( يس / 7 - 9 ) « 1 » .\r\nدر اين آيه سه تشبيه معقول به محسوس دارد :\r\nيك تشبيه اين‌كه صفت رذيله در دل نظير غل و زنجيرى است برچشم ؛\r\nتشبيه دوم اين‌كه صفت رذيله در دل نظير يك سد است براى يك انسانىكه مىخواهد حركت كند ، آن‌هم سدى كه هم پشت‌سر او قرار دارد و هم پيش روى او ؛\r\nتشبيه سوم اين است كه اگر صفت رذيله‌اى بردل حكمفرما باشد ، دل را كور مىكند و ديگر نمىتواند اين دل حركت كند ، نظير كسىكه چشمهايش بسته است و نمىتواند حركت كند .\r\nخدايا ، به عزت و جلالت قسمت مىدهم صفات انسانيت و حالت تنبه و بيدارى ، نورانيت دل ، توفيق عبادت و بندگى و ترك معصيت ، و توفيق وظيفه‌شناسى ، و عمل‌كردن به وظيفه و توفيق تهذيب‌نفس به همه ما عنايت فرما !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ما زنجيرهايى در گردن ايشان قرار داديم و آن تا چانه‌هايشان مىرسد ، و آنان لجام زدگانند و نيز در پيش روى و پشت سر انان سدى قرار داديم ، و برانان پرده افكنديم و آنان نمىبينند .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nخدايا ، به عزت و جلالت عاقبت امر همه ما را ختم به خير فرما !\r\nخدايا ، به عزت و جلالت روح پرفتوح حضرت امام عالى است عالىتر فرما !\r\nخدايا ، با نابودى كفر با رسوايى كفر ، بويژه با نابودى صهيونيسم و آمريكاى جنايتكار ، روح پرفتوح امام را شاد فرما !\r\nخدايا ، به عزت و جلالت اين انقلاب و مقام معظم رهبرى را در پناه امام زمان از همه آفات و بليات حفظ فرما !\r\nپروردگارا ، دست ما را در دنيا و آخرت از دامن قرآن و اهل‌بيت كوتاه نفرما !\r\nخدايا ، به حق حضرت زهرا ( س ) نظر لطف حضرت ثامن‌الائمه علىبن موسى الرضا ( ع ) را بر سر همه ما مستدام بدار !\r\nو صلى الله على سيدنا و نبينا محمد وآله .\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\nگفتار دوم‌اهميت تهذيب نفس از ديدگاه قرآن - 2 « 1 »\r\nبحث ما درباه اهميت خودسازى و تهذيب‌نفس بود . در جلسه قبل در اين‌باره صحبت كردم . بحث امروز هم در همين‌باره است ، و من خيال مىكنم بحث اين جلسه براى ما مفيدتر و لازم‌تر از بحث گذشته باشد .\r\n\r\nتأكيد قرآن بر علم ، تعليم و تعلم\r\nقرآن شريف راجع به علم و تعليم و تعلم و معلم خيلى پافشارى كرده ، و آيات فراوانى در اين‌باره نازل شده است . قرآن شريف عالم را بر همه و همه مقدم مىدارد .\r\nگرچه قرآن و اسلام همه امتيازها را ملغى كرده است ، اما امتياز علم را به درجاتى ، و امتياز عالم را به درجاتى قبول كرده است : « يَرْفَعِ اللّهُ الَّذينَ آمَنُوا مِنْكُمْ وَالَّذينَ اوتُوُاالْعِلْمَ دَرَجاتٍ » ( مجادله / 11 ) .\r\nقرآن شريف يك براعت استهلالى دارد كه به ما مىگويد : مقام علم ، مقام معلم ، و مقام تعليم و تعلم خيلى بالاست . آيات اول سوره علق در كوه حراء بر پيغمبر ( ص ) نازل شد و پيامبر اكرم ( ص ) مبعوث به رسالت شدند : « بِسْمِ اللّهِ الْرَّحْمنِ الرَّحيمِ ،\r\n\r\n\r\n","description":"","footnote":"\r\n1 - اين سخنرانى در تاريخ 21 / 8 / 71 در دانشگاه علوم اسلامى رضوى ايراد شده است .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nاقْرَأ بِاسْمِ رَبّكَ الَّذي خَلَقَ ، خَلَقَ الانْسانَ مَنْ عَلَقٍ ، اقْرَأ وَرَبُّكَ الٌاكْرَمُ الَّذي عَلَّمَ بِالْقَلَمِ ، عَلَّمَ الانْسانَ مالَمْ يَعْلَمْ » ( علق / 1 - 5 )\r\nاز نظر قاعده براعت استهلال « 1 » ، اين آيات بايد فشرده همه آيات باشد . اين آيات بايد برنامه بيست و سه‌ساله پيغمبر اكرم ( ص ) را تعيين كند . مىدانيد ادبار سمشان اين بود كه در خطبه كتابشان براعت استهلال داشتند ، و در اين خطبه به‌طور فشرده تمام فصلها و مسايل كتاب را مىآوردند و اين خود يك نحوه فصاحت و بلاغت و شاهكار در ادبيات است .\r\n\r\nبراعت استهلال قرآن\r\nاين آيات به منزلهء براعت استهلال است و مىبينيد كه از اول تا آخر آيات رنگ علم و تعليم و تعلم و معلم دارد . در اين آيات دوبار اطلاق معلم برخدا شده است ، در جمله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - قاعده براعت استهلال از فنون بلاغت به حساب مىآيد و در علم بديع از آن بحث مىشود . در كتاب مختصر المعانى فصلى جداگانه ترتيب داده و در آن از سه مطلب كه براى هر نويسنده ، گوينده و شاعر بسيار حايز اهميت مىباشد بحث كرده است . اين سه مطلب عبارتند از :\r\nيك : حسن الأبتداء يا حسن‌الأفتتاح ، يعنى سخن را از جاى خوبى شروع كند ، الفاظ جذابى را به كار گيرد و پرجاذبه باشد ؛\r\nدو حسن‌التخلص ، يعنى به خوبى از عهده كار برآيد و مطلب را به خوبى برساند ؛\r\nسه : حسن‌الأنتهاء ، يعنى به خوبى سخن را به پايان ببرد و پايان سخن جالب و جاذب باشد به طورىكه حلاوت و شيرينى آن در جان شنونده و خواننده اثر خوبى به‌جا بگذارد .\r\nاگر حسن‌الأبتداء مناسب مقصود هم باشد ( يعنى اگر در سياست صحبت مىكند مناسب آن باشد ، اگر در ديانت صحبت مىكند مناسب آن باشد و اگر در اخلاق صحبت مىكند مناسب آن باشد و همين‌طور ) ، در اين‌صورت حسن‌الأبتدا با « براعه‌المطلع » و يا به عبارت ديگر با « براعه‌الأستهلال » تقارن پيدا مىكند و تنها در اين هنگام ، سخن ، سخنى مطلوب است و به بهترين وجه ادا شده است . - به شرح نهج‌البلاغه خوبى ( ج 1 ، ص 111 ) وجواهرالبلاغه هاشمى مصرى مراجعه شود .\r\nضمناً استاد خود تا حدى به مفهوم براعت استهلال اشاره فرموده است .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nاولش « اقْرَأ بِاسْمِ رَبّكَ » به تعليم و تعلم اهميت داده شده است . اين براعت استهلال در آيات ديگرى به‌طور تفضيل آمده است .\r\nگاه آيه‌اى در قرآن شريف تكرار مىشود ، و اين تكرار علامت تأكيد است از جمله سورهء جمعه « هُوَالَّذي بَعَثَ فِي الْامّييّنَ رَسُولًا مِنْهُمْ يَتْلُواعَلَيْهَمْ آياتِهِ وَيُزكّيهِمْ وَيُعَلّمُهُمُ الْكِتابَ وَالْحِكْمَةَ » ( جمعه / 4 ) « 1 » . پيامبر آمده ، با معجزه و با قرآنى آمده است ، براى تعليم و تعلم او معلم است ، هم معلم تربيتى است و هم معلم آموزشى . پيامبر با قرآنش آمده ، « يُزَكّيهِمْ وَيُعَلّمُهُمُ الْكِتابَ وَالْحِكْمَةَ » يعنى خودش و قرآنش معلم تربيتى است ، خودش و قرآنش معلم آموزشى است .\r\n\r\nهركجا علم است تمدن هم هست\r\nقرآن شريف بعضى اوقات راجع به معلم و علم و تعليم و تعلم شاهكارهاى عجيبى به كار برده است . در سورهء يس قضيهءانطاكيه « 2 » را نقل مىكند . در آن‌جا اول انطاكيه را « ده » مىنامد : « وَاضْرِبْ لَهُمْ مَثَلًا أصْحابَ الْقَرْيَةِ » ؛ پيغمبر ، مردم آن ده را براى مردم مثال بزن . اين سازندگى دارد و براى خودسازى مفيد است . بعد پيغمبر وارد آن ده مىشود . بعد از آن‌كه پيغمبر خدا وارد آن ده شد ، همان ده از نظر قرآن شهر مىشود ، مىفرمايد : « وَجاءَ مِنْ اقْصي الْمَدينَةِ » ، مردى از كنار شهر ، دوان‌دوان آمد و گفت : از اين مرد پيروى كنيد . همان انطاكيه كه اول ده بود و اطلاق ده برآن شده بود ، بعد از آن‌كه پيامبر خدا ، يعنى عالم ، يعنى تعليم و تعلم ، در آن‌جا آمد همان ده ، شهر شد ، و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در اين آيه و آيات مشابه آن به خلاصة وظايف انبياى عظام اشاره شده و هرچه در آيات ديگر مىباشد شرح همين خلاصه و فشرده است . از اين نظر اين آيه براعت استهلال دارد . اين آيه تأكيدى است بر مقام علم ، تعليم ، تعلم و عالم .\r\n( 2 ) - شرح ماجرا شهر انظاكيه و مبلغان اعزامى به آنجا را در كتاب فرهنگ قصص قرآن بلاغى و حياةالقلوب مجلسى بخوانيد .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nپروردگار عالم اطلاق شهر برآن كرد . اين بدان معناست كه از نظر قرآن هر كجا علم و تعليم و تعلم باشد تمدن آن‌جاست و هركجا عالم و تعليم و تعلم نباشد ، ولو اين‌كه از نظر تمدن ظاهرى خيلى بالا باشد ، دهى بيش نيست .\r\nقرآن شريف اگر عالمى از دنيا برود ، كره‌زمين را به اندازه موت همان عالم كم‌ارزش مىداند . وقتى علم در روى كره‌زمين باشد از نظر قرآن كره‌زمين سنگين و پرقيمت است ، و اگر عالمى از دنيا برود كره‌زمين سبك و بىقيمت مىشود . قرآن مىفرمايد : « وَالَمْ يَرَوْاانْانَاْتِي الْأرْضَ نَنْقُصُها مِنْ اطْرافِها » ( رعد / 41 ) ؛ آيا نمىبينيد كه ما گاهى از زمين مىگيريم و زمين را ناقص مىكنيم ؟ امام سجاد - سلام‌الله عليه - مىفرمايند : اين نقصانىكه در اينجا آمده است نقصان كمى نيست ، نقصان كيفى است ، و معناى آيه شريفه اين است كه اگر عالمى بميرد كرهءزمين بىبها مىشود . از نظر كيفيت كم مىشود ، و بىقيمت مىشود ، و هرچه علم ، تعليم و تعلم در كره‌زمين بيشتر باشد آن كره از نظر كيفيت سنگينتر ، پربهاتر و تمام و كاملتر است .\r\n\r\nهدف از تكوين و تشريع ، علم است\r\nبالاتر از اينها ، قرآن شريف هدف از عالم تكوين و عالم تشريع را علم و تعليم و تعلم مىداند . اما عالم تشريع ، همين آيه‌اى كه الان خواندم كه در قرآن تكرار شده است : « هُوَالَّذي بَعَثَ فِي الْامِيّينَ رَسُولًا مِنْهُمْ يَتْلُواعَلَيْهِمْ آياتِهِ وَيُزَكّيهِمْ وَيُعَلّمُهُمُ الْكِتابَ وَالْحِكْمَةَ » ( جمعه / 4 ) ؛ يعنى علت بعثت انبيا و از جمله رسول گرامى ، علت نزول كتابهاى آسمانى و از جمله قرآن تعليم و تعلم است . هدف « يُزَكّيهِمْ وَيُعَلّمُهُمُ الْكِتابَ وَالْحِكْمَةَ » است . اين از نظر عالم تشريع . از نظر عالم تكوين هم قرآن مىفرمايد : « اللّهُ الَّذي خَلَقَ سَبْعَ سَماواتٍ وَمِنَ الْارْضِ مِثْلَهُنَّ يَتَنَزَّلُ بَيْنَهُنَّ لِتَعْلَمُوا » ( طلاق / 12 ) خدا آسمانها و زمينها را خلق كرده است ، خدا آنچه در آسمانها و\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nزمين است را خلق كرده است ، يعنى « ما سوى الله » را خلق كرده است ، براى اين‌كه شما آدم شويد و بدانيد .\r\n\r\nيك ساعت تفكر بهتر از يك يا هفتاد سال عبادت\r\nما اگر در اسلام چيزى براى تعريف علم ، و براى اهميت تفكر ، جز اين روايتى كه مشهور است\r\n« تفكر ساعه خير من عباده سنه\r\n» « 1 » ؛ ( يك آن يا يك ساعت فكر كردن ، از يك سال عبادت بهتر است نداشتيم همين بسنده مىكرد . يك سال انسان روزه بگيرد و شبانه‌روز عبادت كند ، اما يك ساعت فكر كند ، اين روايت مىفرمايد : آن يك ساعت مطالعه‌كردن و فكركردن از آن يك‌سال بالاتر است .\r\nمرحوم حضرت امام - رضوان‌الله تعالى عليه - در چهل حديث « 2 » اين‌طور نقل كرده‌اند : « تفكر ساعه خير من عباده سبعين سنه » .\r\nمعلوم است ، مسلم ايشان روايت را ديده‌اند كه در روايت « سبعين‌سنه » بوده است ؛ يعنى يك آن يا يك ساعت فكركردن ، از هفتاد سال عبادت بالاتر است و يك ساعت مطالعه طلبه از هفتاد سال عبادتش بالاتر است .\r\n\r\nهمه علوم در اسلام محترم است\r\nقدر متيقن از اين علم ، معارف اسلامى است ، گرچه همهء علوم در اسلام فضيلت دارد . اطلاق علم در روايات ما و در قرآن شريف ، بر همهء علوم مقدم شده است ، چه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ميزان الحكمه ، ج 7 ، ص 543 - اين حديث از امام صادق ( ع ) است و به نقل از بحار ، ج 71 ، ص 327 .\r\n( 2 ) - در الرساله‌فى الاحاديث النبويه ، ص 178 به اين نحو آمده است : قال‌النبى ( ص ) : « تفكر ساعه خير من عباده ستين سنه » ؛ يعنى شصت سال .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nعلومى كه مربوط به جسم انسان باشد ( علم طبيعى ) و چه علومى كه مربوط به روح انسان باشد ، و چه معارف اسلامى اما قدر متيقن آيات ، معارف اسلامى است . در آن روايت مشهور كه پيغمبر اكرم ( ص ) فرموده است : « إنما العلم ثلاثة : آية محكمة ، فريضة عادلة ، سنة قائمة » « 1 » اين حصرو تأكيد ، حصر و تأكيد اضافى است ؛ يعنى همه علوم را علم مىدانند ، اما سه علم است كه اين سه علم را برتر از همه علوم مىدانند . كلام براى برترى و براى تأكيد مطلب با « انَّما » شروع شده و براساس اين روايت ، علم سه چيز است : علم به اصول دين ، علم به احكام يعنى فقه ، و علم به اخلاق يا علم به كيفيت تهذيب نفس . اين‌قدر متيقن است ، ولى به هر حال ، علم و تعليم و تعلم ، عقل را تقويت كردن ، ملاشدن ، متخصص‌شدن در امرى از امور ، چه مادى و چه معنوى ، نزد شارع مطلوب است .\r\n\r\nدو صبغه لازم براى علم\r\nچيزى كه همه مخصوصاً ما طلبه‌ها بايد به آن توجه داشته باشيم اين است كه اين علم بايد دو رنگ داشته باشد . اگر اين دو رنگ به علم و تعليم و تعلم بخورد ، آن علم در اسلام ارزش دارد ، اما اگر اين دو رنگ يا يكى از اين دو رنگ را نداشته باشد از نظر قرآن علم ولو خيلى بالا باشد ، به اندازه بال مگسى ارزش ندارد : صبغهء اول تهذيب‌نفس است . بايد دوش‌به‌دوش تعليم و تعلم تهذيب‌نفس باشد . عالمى كه درخت رذالت را از دل كنده و درخت فضيلت را به جاى آن غرس كرده باشد ، علم اين عالم در اسلام فضيلت دارد . اما اگر علمى باشد كه با آن علم تهذيب‌نفس نباشد ، و اگر علمى باشد كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اصول كافى ، همراه با ترجمه مصطفوى ، ج 1 ، ص 37 - متن كامل ترجمه چنين است : عده‌اى پيرامون كسى را گرفته بودند . فرمودند : اين كيست ؟ گفتند : علامه است . فرمود : چيست ؟ گفتند : عالم به انساب عرب . فرمود : اين علمى است كه نه نفع دارد نه ضرر . سپس فرمود : علم سه چيز است : . . .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nصفت رذيله‌اى بر صاحبش حكمفرما باشد ، اين علم ارزش ندارد . از قرآن بگويم : قرآن شريف صاحب اين علم را به سگ تشبيه كرده است ، آن‌هم سگ هار ، سگ درنده ، يعنى آن علم براى خودش و براى جامعه‌اش فوق‌العاده ضرر دارد .\r\n\r\nعالم بىعمل همچون سگ هار\r\nقرآن مىفرمايد : « وَاتْلُ عَلَيْهِمْ نَبَأالَّذي آتَيْناهُ آياتنا فَانْسَلَخَ مِنْها فًاًتْبَعَهُ الْشَّيْطانُ فَكانَ مِنَ الْغاوينَ ، وَلَوْشِئْنا لَرَفَعْناهُ بِها وَلكنَّه اخْلَدَ الَي الْأرْضِ وَاتَّبَعَ هَواهُ فَمَثَلُهُ كَمَثَلِ الْكَلْبِ إنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ اوْ تَتْرْكْهُ يَلْهَثْ » ( اعراف / 17 و 176 ) ؛ پيغمبر مثال بزن براى مردم ، مثال بزن براى طلبه‌ها ، به آن عالمى كه عملش بالا بود ، علم به اندازه‌اى بالا بوده كه قرآن مىفرمايد : از آياتمان به او داده بوديم ، « وَاتْلُ عَلَيْهِمْ نَبَأالَّذي آتَيْناهُ آياتِنا » ، اما از اين علمش نه تنها استفاده نكرد ، بلكه « فَانْسَلَخَ مِنْها » علم را زيرپا گذاشت و متابعت از شيطان كرد و گمراه شد . مىخواستيم به واسطه علمش او را بالا ببريم ، برايش در عالم ملكوت اسم و رسمى درست بكنيم ، ولى او در زمين ميخكوب شده بود و صفت رذيله‌اش او را به زمين چسبانده بود و علم نتوانست او را بالا ببرد ، ما نتوانستيم او را بالا ببريم ؛ زيرا استعداد و لياقت نبود .\r\nبعد قرآن داغش مىكند ؛ مىفرمايد مثل اين ، مثل يك سگ هار گزنده است كه اگر با او كار داشته باشند گزندگى دارد ، حمله مىكند ، و اگر هم با او كار نداشته باشند ، باز حمله مىكند ، باز گزندگى مىكند ؛ يعنى علمش موجب وزر و و بال براى خودش و موجب وزر و و بال براى جامعه‌اش است .\r\nخدا نكند علم دست نااهل بيفتد ، دست كسىكه بگويد : من قضيه بوسنى و هرزگوين را مىبينم ، ساكتم ، نمىبينم و ساكتم ، بلكه تأييد مىكنم ، براى اين‌كه آن\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nجا منافع مادى ندارد . اين جمله يك شعار است ، اين جمله يك دلالت است بر اين‌كه دنياى روز علم دارد . راستىكه علم دارد ! دنياى روز اتم را شكسته است ، دنياى روز ، دنياى كامپيوترى شده است ، دنياى روز از نظر علم حيرت‌انگيز است ، اما همين دنياى روز از نظر درندگى هم حيرت‌انگيز است ، يك باغ وحش به تمام معنا شده است ، يك درندگى عجيبى از علم از عالم پيدا شده است .\r\nآيا علم و شكستن اتم اين بدبختى را براى جامعه آورده است ؟ آيا شكستن اتم و كامپيوتر اين مصيبتها را براى دنياى روز آورده است ؟ نه ، علم آمده در يك ظرفى كه آن ظرف آلوده است ، مثل يك آب گوارا كه در يك ظرف آلوده قرار گيرد . ظرف آلوده آن آب گوارا را آلوده مىكند ، ظرف آلوده همان علم بىرنگ را ، بلكه رنگ تقدس‌دار را به رنگ خودش در مىآورد ، و همان آب زلال گوارا را ظرف متعفن ، متعفن مىكند .\r\nخيال نكنيد فقط قضيه بوسنى و هرزگوين است و مىخواهند نسل‌كشى كنند ، قضيه جنگ جهانى دوم نيز يك نشان ديگر است ، هشت سال جنگ تحميلى براى ايران ، قضيه عراق و بالاخره . . . قضايايى كه بعد از ترقى علم پيدا شده ، همه شواهد خوبى براى اين آيه شريفه هستند . آيه شريفه مىفرمايد : علم اگر آمد در يك ظرف آلوده ، در كسىكه حب به دنيا دارد ، در كسىكه حب به رياست دارد ، در كسىكه منيت و خوديت بر او حكمفرماست ، اگر علم آمد در اين ظرف آلوده ، كارش بدان‌جا مىرسد كه دنياى امروز مىشود .\r\nاگر آمريكا اتم را نشكسته بود بهتر بود يا نه ؟ اگر دنياى اروپا مواد شيميايى را كشف نكرده بود بهتر بود يا نه ؟ آيا اين مصيبتها كه آمده براى كشف مواد شيميايى است نه ؟ آيا براى شكستن اتم است ؟ نه . پس چرا همه‌وهمه ، حتى خودشان مىگويند : اى كاش اتم شكسته نشده بود و اى كاش مواد شيميايى و علم فيزيك و شيمى كشف نشده بود و ترقى نكرده بود ؟ همه‌وهمه براى اين است كه علم نزد نااهل و نزد كسى آمده كه قضيه\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nعراق را با آن بمبها ، قضيه ايران را با آن جنايتها به وجود آورد ، بعد هم يك شعار دارد : مىگويد : من زنم ، مىكشم ، براى اين‌كه منافع مادىام در مخاطره است . » آيا اين جمله معين « منافع مادىام در مخاطره است ، پيش عقل خودش ، پيش وجدان اخلاقى خودش پذيرفته است ؟ نه . شعار است ، اما شعارى كه همه مىدانند شعار غلطى است . شعار قاعده « غلبه قوى بر ضعيف » است . آيا قاعده غلبه قوى بر ضعيف مربوط به انسانهاست يا مربوط به حيوانها ؟\r\nاگر مربوط به انسانها نيست ، چرا علم موجب شده است كه مال انسانها باشد ؟ چرا كار به اين‌جا رسيده كه همه‌وهمه مىدانند و گفتنش تكرار مكررات است ؟ قرآن مىفرمايد : تقصير علم نيست ؛ علم نور است . تقصير علم نيست ؛ علم تقويت است ، تقويت انسانيت ، و تقويت عقل . پس چرا چنين است ؟ تقصير نااهل بودن عالم است ، و تقصير اين‌كه علم در ظرف آلوده قرار گرفته است اگر يادتان باشد در جلسه اول تقاضا مىكردم اين آيه كوچك را هميشه درنظر داشته باشيد : « قُلْ كُلٌّ يَعْمَلُ شاكِلَتِهِ » ( اسراء / 84 ) ؛ پيغمبر بگو : از كوزه همان برون تراود كه در اوست . پيغمبر بگو : اگر انسان آلوده باشد ، اگر صفت رذيله‌اى بردل انسان حكمفرما باشد ، فكرش آلوده است ، گفتارش پليد است و كردارش پليد . اما اگر دل پاك باشد ، گفتارش طيب است ، كردارش پاك است و فكر طيب است و پاك ؛ فكرش خدمت به اجتماع ، كارش ديگر گرايى و گفته‌هايش به نفع ديگران است .\r\nاما اگر انسان آلوده شد ، فكرش خودخواهى است ، گفتارش خودخواهى است و كردارش نابودكردن ديگران و خودخواهى . قرآن مىفرمايد : اينها وقتىكه مسلط شدند برشهرى ، مسلط شدند بر اجتماعى « يُهْلِكَ الْحَرْثَ » ( بقره / 205 ) چرا دنياى روز با علمش\r\n« يُهْلِكَ الْحَرْثَ وَالنَّسْلَ »\r\nاست ؟\r\nچرا اينها درصددند نسل آينده را نه فقط در بوسنى و هرزگوين ، بلكه نسل آينده\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nخودشان را هم نابود ، آلوده بىاهميت ، بىغيرت ، و بىعصيبت دينى كنند ؟ همه‌وهمه به خاطر اين است كه حزب صهيونيست مىبيند اگر مرد در عالم باشد او بايد برود كنار مردها را مىخواهند نامرد كنند . زنها را مىخواهند نازن كنند . براى چه ؟ براى اين است كه غيرت را از مردها و عفت را از زنها بردند ، آن‌همه به نام چه ؟ به‌نام آزادى ، و براى چه ؟ براى اين‌كه منافع مادى آنها تأمين شود . از زن ، خوب بتوانند استفاده مادى يعنى استفاده جنسى كنند . از مردها خوب بتوانند بار بكشند ؛ زيرا اگر راستى غيرت باشد ( غيرت دينى ، غيرت ناموسى ، غيرت اجتماعى ) مرد حاضر نيست كسى بر او ، بر مملكت او و افراد اجتماع او حكومت كند . مىبينند بهترين راهها اين است : بىغيرتى و بىعفتى در اجتماع ، و نتيجه همه تأمين منافع مادى براى آنها .\r\nاز آنها كه بگذريم در اهل علم وقتىكه انسان مطالعه كند مىبيند هر دين اختراعى ، هر خلاف دينى كه پيدا شده است زير سر علم منهاى تهذيب است . اگر صوفيگرى ، اگر شيخيگرى ، اگر بهائيگيرى ، اگر وهابيگرى و بالاخره اگر قاديانىگرى در اين ممالك و از جمله در ايران آمد ، براى اين است كه منافع مادى آنها تأمين شود ، براى اين است كه آن عمامه مقدس آمده بود روى يك صفت رذيله ، و آن صفت رذيله بدان‌جا رسيد كه وهابيگرى و بهائيگرى در حجاز و در ايران منتشر شود .\r\nوقتىكه مىخواستند بر ممالك مسلط بشوند ، مثل ميرزاعلى محمد باب « 1 » را در ايران آوردند ، و مثل آن مردك « 2 » را در حجاز بردند ، و مثل آن قاديانى را در پاكستان ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ميرزاعلى باب پسر سيدرضا شيرازى بود و از شاگردان سيدكاظم رشتى پس از فوت سيدكاظم ، وى ادعاى بابيت امام زمان ( عج ) را كرد و گفت : من باب امام زمان و نايب او هستم او پس از گرمى بازارش ادعاى نبوت كرد و سپس ادعاى خدايى . دوباره توبه كرد و عاقبت هم به‌خاطر شكستن توبه و از سرگرفتن ادعاهايش به دار آويخته شد .\r\n( 2 ) - منظور ، محمدبن عبدالوهاب بنيانگذار مذهب وهابى است .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nو بالاخره دينهايى اختراعى و مضر وداغ ، به نام خدا ، به نام پيغمبر ، به نام تمدن براى انسانها آوردند . اينها را استكبار آورد ، اما به واسطه كى ؟ به واسطه كسىكه علم داشت ، اما تهذيب‌نفس نداشت ، علم داشت اما صفت رذيله‌اى هم بر آن حكمفرما بود .\r\nعزيزان من به شما بگويم : اگر صفت رذيله‌اى برشما حكمفرما باشد ، شيطان انسى شما را مىبرد ، شيطان جنى شما را مىبرد . نمىشود دل ناپاك باشد اما شيطان انسى و شيطان جنى اين دل را نبرد . معمولًا آن دلىكه ناپاك باشد ملائكه رحمت خدا در آن دل نيست . در روايات از رسول‌اكرم ( ص ) مىخوانيم كه « لاتدخل الملائكه بيتا فيه كلب » « 1 » ؛ در خانه‌اى كه سگ باشد ، ملائكه رفت و آمد ندارد . اين‌چه خانه‌اى است ؟ دل ناپاك . اگر دل يك صفت رذيله‌اى در آن باشد ، نمىتواند دل الهام داشته باشد . قرآن مىگويد : الهام عكس دارد . « انَّ الْشَّياطينَ لَيُوحُونَ الي اوْلياءِ هِمْ لِيُجادِلوْكُمْ » ( انعام / 121 ) همان شيطانها به اين وحى و الهام مىكنند ، براى اين‌كه بتواند ناحق جلو رود و حق را مغلوب كند . اگر صفت رذيله‌اى باشد معلوم است كه ديگر رحمت خدا و دست عنايت خدا در اين دل نيست ، و وقتىهم رحمت خدا و عنايت خدا نباشد ديگر شيطان هست .\r\nشيطانها هم تفاوت دارند به قول مرحوم آيه‌الله آقا شيخ غلامرضا يزدى - رضوان‌الله تعالى عليه - همه شيطان دارند ، اما من « ملاشيطان » دارم ! خيال نكنيد كه شيطان شما عالم نيست عالم است و از هر راه براى آدم غيرمهذب جلو مىآيد ، همان علم به جاى اين‌كه دين را ترويج كند دين را تخريب مىكند .\r\nتاريخ براى انسان تنبه خوبى است . قرآن شريف يازده مرتبه تأكيد دارد كه سير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - عوالى اللئالى ، ج 1 ، ص 261 ، ص 83 - معناى ظاهرى حديث روشن است ، ولى عارفان گفته‌اند : مراد از فرشتگان معارف الهيه و مراد از بيت قلب و مراد از سگ قوه غضبيه است .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nدر تاريخ كنيد : « فَسِيرُوا فِي الْأرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُكَذّبِينَ » ( نحل / 36 و آل‌عمران 137 ) ، « قُلْ سِيرُوا فِي الْأرْضِ فَانْظُرُوا كَيْفَ كَانَ عاقِبَةُ الْمُجْرِمينَ » ( نحل / 69 ) يازده مرتبه امر مىكند كه ما سير در تاريخ كنيم ؛ يعنى ما طلبه‌ها آن وقتىكه كار نداريم ، يك ساعت بنشينيم و بينديشيم كه اين ميرزاعلى محمد باب از كجا پيدا شد ؟ اين ابن‌تيميه « 1 » با آن علمش از كجا پيدا شد ؟ آن قاديانى با اين علمش در پاكستان و هندوستان از كجا پيدا شد ؟\r\nاين انديشيدن ، ما را بدان مىرساند كه انگليسها او را به ايران آوردند ، آن ديگرى را به پاكستان ، او را نيز به حجاز . اكنون بايد فكر كنيم ، اينها چرا زيربار انگليسيها رفتند . فكر ما مىرسد به اين‌جا كه اين براى اين علمشان نبود . براى آلودگيشان بود ، براى ماديگرايىشان بود ، براى رياست‌طلبىشان بود ، و براى لجاجت ، خوديت و منيتشان بود . وقتىكه صفت رذيله‌اى بر دل كسى حكمفرما باشد ، دانسته ، به قول قرآن شريف ، پا روى حق مىگذارد ، و دانسته ، روبه باطل مىرود .\r\nشما خيال نكنيد اين افرادىكه دين اختراع كردند ، اين افرادىكه برضد اسلام كتاب نوشتند ، اين كسانىكه در برابر اسلام و روحانيت مكتب آوردند ، اينها نمىدانستند چه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ابوالعباس احمدبن عبدالحليم حرانى معروف به ابن‌تيميه از بزرگترين علماى حنبلى قرن هفتم و هشتم هجرى است . چون عقايدش مخالف افكار علماى اهل سنت معاصرش بود تكفير شد و به زندان افتاد ، سپس از شام به قاهره گريخت ولى در سال 712 به دمشق بازگشت و به زندان افتاد . وى به سال 728 در قلعة دمشق در زندان در گذشت . در عقايدش غلو مىكرد ، و دشمنى سختى با شيعه داشت . روايات رسيده دربارة خلافت و يا مهدى ( ع ) را تأويل ، تضعيف و رد مىكرد . در پاسخ كتاب منهاج‌الكرامه علامه حلى در خلافت ، كتابى نوشت به نام منهاج‌السنه كه از سوى برخى به منهاج‌البدعه موسوم گرديد - به‌الغدير ، ج 3 ، ص 148 و ج 5 ، ص 98 مراجعه شود . مرحوم علامه‌امينى سخت براو تاخته و مواردى از كتاب او را نقل كرده است .\r\nافكار و عقايد ابن‌تيميه و شاگردش ابن‌قيم جوزى سرمنشأ افكار تند خوارج گونه و هابيان امروز گرديد .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nكنند ؟ نه ، پروردگار عالم حجت را بر همه‌وهمه تمام مىكند . قرآن مىگويد : مىدانستند ، اما چرا چنين شدند ؟ براى اين‌كه هوا و هوس بردل آنها حكمفرما بود ، چنان‌كه قرآن مىفرمايد : « افَرَأيْتَ مَنِ اتَّخَذَ الهَهُ هَواهُ وَاضَلَّهُ اللّهُ عَلي عِلْمٍ وَخَتَمَ عَلي سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلي بَصَرِهِ غِشاوَةً فَمَنْ يَهْديهِ مِنْ بَعْدِاللّه افَلا تَذكَّرُونَ » ( حاشيه / 23 ) .\r\nوقتىكه هوا و هوس بردل آنها حكمفرما بود و دل آنها آلوده بود ، دانسته روبه ضلالت رفتند و عمر عزيز خود را صرف باطل كردند ، عمرى كه اگر صرف باطل و هوا و هوس شد هيچ ارزشى ندارد . امام سجاد مىفرمايد :\r\n« . . . اللهم ان كان عمري مرتعاً للشيطان فاقبضني اليك\r\n» « 1 » ؛ خدايا اگر بناست عمر من چراگاه شيطان شود من هرچه زودتر بميرم بهتر است ؟ چقدر حرف بالاست !\r\nتقاضا دارم بعد از نمازتان و درمظان استجابت دعايتان ، دعا كنيد : خدايا اگر بناست من عالم غيرمهذب شوم سلب توفيق كن از من ، ديگر من درس نخوانم . خدايا اگر بناست كه عمر من و علم من چراگاه براى شياطين انسى و جنى باشد ، هرچه زودتر بميرم ، و از عالم بيرون بروم ، سزاوار من و اجتماع من است و براى خودم و براى اجتماع مفيدتر است .\r\nبايد دوش‌به‌دوش تحصيل ، تهذيب ، باشد ، تعليم و تعلم و ملاشدن خيلى مشكل است ؛ محروميتها مىخواهد ، تحمل سختيها و مشكلات مىخواهد . علامه‌مجلسى رضوان‌الله تعالى عليه - در جلد اول بحار رواياتى را در همين موضوع مىآورد .\r\nعلم پيدا كردن ، ملاشدن ، با سوزن چاه كندن است ، اما مهذب‌شدن و درخت رذالت را از دل كندن ، با مژه چاه كندن است . راستى چنين است . اين امر مهم مشكل است اما لازم است ، واوجب واجبات است . با حوصله ، با صبر و با استقامت بايد جلو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - صحيفيه سجاديه ، دعاى مكارم الأخلاق .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nرفت . اگر يك شبانه‌روز گذشت و تهذيب‌نفس نكرده‌ايد خيلى متأسف باشيد ، خيلى متأثر باشيد ، و روز بعدش حتماً جبران كنيد . بايد ادامه داشته باشد . البته اندك‌اندك بايد جلو رفت ؛ يكباره نمىشود ، به يك سال و دو سال نمىشود . بايد در راه باشيد و دوش‌به‌دوش ملاشدنتان كارى بكنيد كه ، انشاءالله ، مهذب بشويد ، كارى بكنيد رياست طلبى ، عصبيت ، خودخواهى ، پول‌پرستى و امثال اينها برشما حكومت نكند ، علم بر شما حكومت نكند . اين زنگ اول .\r\nصبغه دوم - رنگ دومىكه از اين رنگ كمتر نيست و قرآن شريف پافشارى روى آن دارد « رنگ تقوا » است . يك عالم بايد متقى باشد ، بايد خدا ترس باشد ، بايد جزء ذات او باشد : يعنى ملكه تقوا سرتاپاى او را گرفته باشد . بايد چشم او متقى باشد ، گوش او ، دست و پاى او ، متقى باشد و تمام اعضاى او متقى باشند ، و از اينها بالاتر ، بايد دل او متقى باشد ؛ يعنى خداپرستى در دل او رسوخ كرده باشد .\r\nاگر اين تقوا باشد ، تقويت خوبى است براى علم ، و علم در يك ظرف نورانى جاى مىگيرد ، اما اگر تقوا نباشد ، اولًا قرآن شريف در همان سوره جمعه كه تعريف علم مىكند و مىفرمايد : عالم تشريع براى علم است ، بلافاصله مىفرمايد : « مَثَلُ الَّذينَ حُمّلُوا التَّوراةَ ثُمَّ لَمْ يَحْمِلُوها كَمَثَلِ الْحِمارِ يَحْمِلُ اسْفاراً » ( جمعه / 5 ) . علم منهاى تقوا ، علم براى كسىكه فاسق و فاجر باشد ، علم براى كسىكه چشمش ، گوشش ، زبانش ، دلش كليد نداشته باشد ، مثل يك‌بار كتابى است كه سوار يك الاغ باشد ؛ به غير از خستگى براى اين الاغ چيزى ندارد . انصافاً اين آيه هم خيلى عتاب‌آميز است ، يعنى در حالىكه مىگويد علم براى اين عالم فايده‌اى ندارد ، بىاعتنايى عجيبى به اين عالم مىكند : «\r\nمَثَلَهُ كَمَثَلِ الْحِمارِ\r\n» . در آن‌جا مىگفت :\r\n« مَثَلَهُ كَمَثَلِ الْكِلْبْ »\r\n، اما در اين‌جا مىگويد :\r\n« مَثَلَهُ كَمَثَلِ الْحِمارِ\r\n» ، يعنى همين عالم بىتفاوت ، همين عالم منغمر در گناه ، به اندازه‌اى بىفهم و بىشعور مىشود ، كه با عمامه‌اش نگاه\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nشهوت‌آميز مىكند ، به اندازه‌اى بىفهم و بىشعور مىشود كه در مجالس ، غيبت مىكند ، تهمت مىزند ، شايعه پراكنى مىكند . راستى اگر انسان يك كمى فكر كند ، مىشود يك كسى عمامه سرش باشد اما نگاههاى آلوده هم داشته باشد ؟ آيا اين جمع بين ضدين يا جمع نقيضين نيست ؟ آيا مىشود كسى با عمامه‌اش در مجلس عوام غيبت را ياد مردم بدهد ؟ ابهت غيبت را از دلها ببرد ؟ قرآن مىگويد : بله مىشود ، قرآن مىگويد : آن عالمى كه خدا ترس نباشد ، چنين مىشود ؛ يعنى يك الاغ مىشود ، يك بىشعور مىشود و اين بىشعور ديگر نمىتواند فكر بكند كه اين نگاههاى آلوده من به اين زن چه معنا دارد و اين زن چه مىگويد ؟ يعنى اگر مثلًا يك خانمى ، اين خانم به تمام معنا خودش را درست كرده باشد ، براى اين‌كه نامحرم به او نگاه كند ، با وضع بدى به خيابان آمده باشد ، جوانها به او نگاه مىكنند ، عشوه‌گرى مىكند . اما اگر يك عمامه به سر يك نگاه شهوت‌آميز به او بكند ، او در دلش - اگر به زبانش نگويد - به زبان حالش مىگويد : خاك بر سر تو با اين عمامه ، با اين عمامه تو چرا ؟\r\nاگر در مجلسى ، خود او ده تا غيبت كند چيزى نيست ، اما من با عمامه‌ام ، شما با اين عمامه ، بفهمند تو طلبه هستى ، ولو عمامه ندارى ، يك غيبت كنى ، با زبان قالش ، يا با زبان حالش مىگويد : تو چرا ؟ تو كه مروج اين هستى كه غيبت را از بين ببرى ، تو رفتى طلبه شدى كه ريشه غيبت و تهمت و شايعه را بكنى ، چرا خودت آبيارى مىكنى ؟\r\nممكن است خودش يك آدم گرانفروش ، متقلب ، حقه‌باز ، رباخوار ، رشوه‌خوار ، مال مردم‌خور باشد ، اما همين اگر بفهمد يك طلبه شهريه مىگيرد ، اما درس نمىخواند ، بفهمد يك طلبه اعتنا به حق‌الناس ندارد ، همان آدم به زبان قالش غيبتها مىكند ، به زبان حالش تهمتها مىزند ولى بالأخره با زبان قال و حال به همين طلبه مىگويد : تو چرا ؟\r\nهمه اينها به ما چه مىگويد ؟ اين‌كه در عمق جان همه و از جمله ما اين است كه\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nطلبه بايد باتقوا باشد . فطرت انسانها ، عمق جان انسانها ، وجدان اخلاقى انسانها مىگويد : بايد خداترس باشى . اما اين جمله را عمق جان ما بيشتر به ما مىگويد . لذا در آن آيه‌اى كه اول خواندم قرآن همين را تذكر مىدهد و مىفرمايد : عالم والاست ، آن هم نه يك درجه ، دو درجهء بلكه درجات ، اما كدام عالم ؟ « يَرْفَعِ اللّهُ الَّذينَ آمَنُوا مِنْكُمْ وَالَّذينَ اوُتُوا الْعِلْمَ دَرَجاتٍ » . اين ايمان در اين‌جا آن ايمان عقلى نيست .\r\nيك قاعده كلى داشته باشيد . در قرآن شريف كه معمولًا ايمان را كه اطلاق مىكند ، مقصود ايمان قلبى و ايمان عملى است ؛ آن ايمانى كه رسوخ در دل كرده است و دل را وا مىدارد نماز اول وقت بخواند ، وا مىدارد اجتناب از گناه بكند . اين آيه مىفرمايد : عالم به درجاتى برترى بر ديگران دارد ، اما عالمى كه با عمل باشد . در ذيل همين آيه شريفه ، مرحوم طبرسى - رضوان‌الله تعالى عليه - در احتجاج « 1 » يك روايت نقل مىكند ؛ مىفرمايد : هشام‌بن‌حكم يك جوانى بود هنوز ريش در نياورده بود ، خطى در صورت او پيدا شده بود . بر امام صادق ( ع ) وارد شد ، « والمجلس غاص باهله » از اشرافىها ، از پيرمردها ، از بزرگانى نشسته بودند . چشم امام صادق كه افتاد به هشام ، بلند شد . امام صادق ايستادند ، هشام را بردند پهلوى خودشان نشاندند . اين كار بر اهل مجلس ، بر پيرمردها ، براشرافىها ، و بر بنىهاشم گران آمد .\r\nامام صادق ( ع ) ديدند جلسه از اين كار بدش آمد و اين كار بر جلسه‌گران آمد . تا امام صادق ( ع ) اين حالت را ديدند آيه را خواندند ؛ فرمودند : « يَرْفَعِ اللّهُ الَّذينَ آمَنُوا مِنْكُمْ وَالَّذينَ اوُتُوا الْعِلْمَ دَرَجاتٍ » . من اين جوان را برتر از همه شما دانستم و نشاندم و جلوى پاى او برخاستم براى اين‌كه عالم است ، بعد فرمود : « هذا ناصرنا بلسانه » . فرق اين و شما آن است كه اين ما را يارى مىكند ، با زبانش ، اين مبلغ دين است . مبلغ دين ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - احتجاج طبرسى ، فصل احتجاجات امام هادى ( ع ) ؛ تفسير نورالثقلين ، ج 5 ، ص 236 ، ذيل آيه شريفه در سوره مجادله . اين حديث حديثى طولانى است .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nبايد هشام‌بن‌حكم باشد ، مبلغ دين بايد زبانش كليد داشته باشد و بايد خداترسى در دل او رسوخ كرده باشد . اگر خداى نكرده در مجلس بنشيند و حتى پشت‌سر اهل علم هم حرف بزند معلوم است حرفش از نظر روانى تأثير ندارد . اين روايت خوبى است كه بچه را آورد نزد پيغمبر اكرم گفت : يا رسول‌الله به اين بگوييد خرما نخورد . پيغمبر فرمود : برو فردا بيا . فردا آمد گفت : بچه‌جان خرما نخور . رفت . اصحاب گفتند : چرا ؟ پيامبر فرمود : ديروز خودم خرما خورده بودم .\r\nقرآن شريف مىفرمايد : « لِمَ تَقُولُونَ ما لا تَفْعَلُونَ كَبُرَ مَقْتاً عِنْدَاللّهِ انْ تَقُولُوا مالا تَفْعَلُونَ » ( صف / 2 و 3 ) . نه معنايش اين باشد كه اى طلبه ، حالا كه تقوا ندارى در حجره‌ات بنشين و به تبليغ نرو . اين معنايش نيست ، بلكه معنايش اين است كه اى طلبه بايد تبليغت را بكنى ، بايد ترويج دين كنى ، اما بايد تقوا داشته باشى . ما دوش‌به‌دوش علممان بايد تقوا داشته باشيم . اين را هم بايد به شما عرض بكنم تقواى ما غير تقواى عموم مردم است . شما از خواص هستيد . وقتى از خواص شديد ديگر خواه‌ناخواه تقوايتان هم بايد غير از تقواى بازارى باشد . همه بايد اهميت بدهند به نماز اول وقت . اين معلوم است . واجب است بر همه‌وهمه لازم است وقتى مؤذن مىگويد : « الله اكبر » دنبال نمازشان بروند . اگر نماز اول وقت نخوانند ، اگر مسجدها سنگر نباشد ، معلوم است گناه كرده‌اند قرآن شريف هم مىگويد : « فَوَيلٌ لِلْمُصَلّينَ الَّذينَ هُمْ عَنْ صَلاتِهِمْ ساهُونَ » ( ماعون / 4 و 5 ) .\r\nامام صادق ( ع ) مىفرمايد :\r\n« الَّذينَ هُمْ عَنْ صَلاتِهِمْ ساهُونَ\r\n» معنايش اين است كه بدون عذر نماز را اول وقت نخواند « 1 » اما ما طلبه‌ها چه ؟ ما بايد نماز شب بخوانيم . اگر شما طلبه‌ها در زندگيتان نماز شب نباشد ، بدانيد نقص داريد .\r\nخدا رحمت كند مرحوم آيه‌الله‌العظمى مرعشى را به من مىگفت كه يك سيد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تفسير نور الثقلين ، ج 5 ، ص 677 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nبزرگوارى ، يك طلبه مقدسى در وسط راه كربلا و سيد محمد تشنگى بر او غلبه كرده و كم‌كم به حالت بيهوشى رفته و توسل به آقا پيدا كرده است . آن طلبه گفته بود : آقا آمد ، سرم را گذاشت در دامنش ، آبم داد . خوردم ، نشستم . آب به صورت پاشيد . بعد يك مىخواست برود فرمود : ننگ است براى كسى طلبه باشد اما نماز شب نخواند .\r\nخدا رحمت كند مرحوم آيه‌الله‌شيرازى « 1 » ، قم آمده بود . شب جلسه‌اى بود يك مقدار طول كشيد و از وقتى كه بايد ايشان بخوابد ، يك مقدار دير شد . خوابيدند ، وقتى بلند شده بودند كه اول اذان صبح بوده ، يعنى صداى بلندگوى حرم ايشان را بيدار كرده بود . نماز شبش از بين رفته بود . براى من نقل كردند ايشان از اول اذان صبح نماز شبش را قضا كرد ، اما گريه مىكرد ، ناراحتى مىكرد . يكى از بزرگان مىگفت به او گفتم : آقا ما اصلًا نماز شب نمىخوانيم حالا شما هم يك شب نخوانيد . بعد ايشان يك جمله گفتند . گفتند : نه ، مگر مىشود طلبه نماز شب نخواند ؟ من از شانزده سالگى نماز شبم تعطيل نشده بود تا ديشب .\r\nبه هرحال همه بايد به نماز اهميت بدهند ، اما ما طلبه‌ها بايد بيشتر ، نماز شب هم بايد بخوانيم ، اگر ما مقام محمود مىخواهيم ، نماز شب . اين آيهء شريفه آيه خوبى است « اقِمِ الصَّلوةَ لِدُلُوكِ الشَّمْسِ الي غَسَقِ اللَّيْلِ وَقُرْآنَ الْفَجْرِ انَّ قُرْآنَ الْفَجْرِ كانَ مَشْهُوداً وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نافِلَةً لَكَ عَسي انْ يَبْعَثَكَ رَبُّكَ مَقاماً مَحْمُوداً » ( اسراء / 78 و 79 ) .\r\nاين مقام محمود « 2 » چه مقامى است آن‌هم با اين نكره بودنش ؟ يعنى اگر وجاهت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - منظور ، آيه‌الله حاج سيد عبدالله شيرازى است كه در سال 1405 قمرى مصادف با اول محرم به رحمت ايزدى پيوست و در حرم مطهر حضرت رضا ( ع ) مدفون گرديد .\r\n( 2 ) - مقام محمود يعنى مقام شفاعت‌كبرى كه در روز قيامت به پيامبر اكرم عطا مىشود و امت او و جز ايشان از آن بهره‌مند و خشنود مىشوند . ر . ك . : الميزان ، ج 13 ، ص 76 ، ذيل آيه شريفه ؛ تفسير نمونه ، ج 12 ، ذيل آية كريمه .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nدنيا و آخرت مىخواهى اگر مىخواهى علمت پربركت باشد ، اگر مىخواهى علمت مفيد باشد ، اگر يك وجهه عمومى اما مقدس ، سرتا پا نورانى در دنيا و آخرت مىخواهى - قرآن مىفرمايد - نماز اول وقت و نمازشب . نماز ظهر و عصرت را ، نماز مغرب و عشاءت را ، نماز صبحت را اول وقت ، و بعد هم مىفرمايد : علاوه بر اين يك چيز ديگر هم هست كه بايد به او اهميت بدهى : بيدارى قبل از طلوع فجر ، و نماز شب . ما طلبه‌ها همه‌وهمه بايد علاوه بر اين‌كه زبانمان در گناه كليد داشته باشد ، « مالا يعنى » هم نداشته باشيم . طلبه بايد مراقب باشد غيبت نكند ، شايعه پراكنى نكند ، دروغ نگويد ، و تهمت نزند ، كه اين وظيفه است . همه بايد غيبت نكنند ، همه بايد شايعه پراكنى نكنند . همه بايد تهمت نزنند ، همه بايد دروغ نگويند ، اما با طلبه‌ها بايد « مالا يعنى » « 1 » هم نداشته باشيم . جوانىكه شاگرد پيغمبر اكرم بود . مرد . پيغمبر او را در قبر گذاشت و روى قبر را پوشاند . مادرش گفت : برايت گريه نمىكنم . به دست پيغمبر اكرم به خاك رفتى .\r\nپيغمبر اكرم ( ص ) به اصحاب فرمودند : قبر چنان فشارى به او داد كه استخوانهايش درهم شكسته شد . گفتند : يا رسول‌الله ، آدم خوبى بود . فرمود : اما مالا يعنى زياد داشت ؛ يعنى زبانش كليد نداشت ؛ چيزهايى مىگفت كه نه نتيجه دنيا داشت نه نتيجه آخرت « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مالا يعين به معناى آن سخنانى است كه مورد لزوم نيست ، گفتن و نگفتن آنها ، انجام وعدم آنها اثرى دنيايى و يا آخرتى ندارد . در حديث است كه يكى از محسنات اسلام اين است كه ترك كند « مالا يعنى » را ، يعنى آنچه را كه مهمش نيست . ر . ك . : مجمع‌البحرين ، باب « عنى » ، به نقل از كافى ، ج 2 ، ص 631 ؛ بحار ، ج 71 ، ص 277 ؛ ميزان‌الحكمه ، ج 8 ، ص 512 .\r\n( 2 ) - در محجه‌البيضاء ، ج 5 ، ص 200 دو حديث نقل مىكند كه مضمون آن دو همين است ولى شرح ماجرا فرق مىكند .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nما بايد گفتارمان چنين باشد كه يا نتيجهء دنيا داشته باشد يا نتيجهء آخرت . بالأخره امام صادق ( ع ) به شقرانى فرمود :\r\n« ان الحسن من كل أحد حسن و انه منك أحسن ، لملانك منا ، و ان القبيح من كل أحد قبيح و انه منك أقبح ، لمكانك منا\r\n» ؛ « 1 » كار خوب از هركس سر بزند خوب است ، اما از تو خوبتر است ؛ چون منسوب به امام زمانى و چون طلبه هستى ، كار بد از هركس سر بزند بد است اما از تو بدتر است ؛ چون منسوب به ما هستى .\r\nخدايا ، به عزت و جلالت قسمت مىدهم صفات انسانيت ، حالت تنبه ، نورانيت دل ، توفيق عبادت و بندگى و ترك معصيت ، توفيق وظيفه‌شناسى و عمل‌كردن به وظيفه ، توفيق تهذيب نفس و توفيق پيداكردن ملكه تقوا به همهء ما عنايت فرما !\r\nهمهء علماى اسلام كه خدمت به دين كرده‌اند و از دنيا رفته‌اند ، روح آنها را شاد فرما !\r\nروح ملكوتى حضرت امام - رضوان‌الله تعالى عليه - عالى است ، عالىتر فرما !\r\nاين انقلاب و مقام معظم رهبرى در پناه امام زمان ( عج ) از همهء آفات و بليات حفظ فرما !\r\nدست ما را در دنيا و آخرت از دامان قرآن و اهل‌بيت كوتاه مفرما !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - منتهىالامال ، ج 2 ، ص 125 ؛ انوارالبهيه ، باب زندگانى امام صادق ( ع ) هر دو به نقل از تذكره‌الخواص ابن جوزى .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n\r\nگفتار سوم‌اهميت تهذيب نفس از ديدگاه قرآن 3 « 1 »\r\nبحث ما دربارهء تهذيب‌نفس و لزوم آن بود ، صحبت امروز من هم باز دربارهء اهميت تهذيب‌نفس است و من خيال مىكنم اين جلسه مهمتر از جلسات قبل باشد . لذا تقاضا دارم توجه بيشترى به بحث بفرماييد .\r\n\r\nتعبد و تسليم ، فضيلتى بزرگ\r\nتعبد و تسليم در مقابل اوامر و نواهى خدا يكى از فضايل بزرگ است ، به اندازه‌اى كه علماى علم‌اخلاق مىگويند :\r\n1 - هدف از خلقت تشريع و خلقت تكوين اين است كه انسان به مقام عبوديت برسد ، عقل و دل در مقابل احكام خدا خاضع باشد ، و تعبد و تسليم در آن رسوخ كرده باشد .\r\n2 - مىگويند : احكام گرچه تابع مصالح و مفاسد نفس‌الامرى است ، و در متعلق امر ، مصلحت ، و در متعلق نهى ، مفسده وجود دارد ، اما چيزى كه مهمتر از اين مصلحت و مفسده مىباشد ، اين است كه مصلحت ملزمه‌اى در خود امر است ، نه در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين سخنرانى در تاريخ 12 / 9 / 71 در دانشگاه علوم اسلامى ايراد شده است .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n« مأموربه » . اين‌كه پروردگار عالم امر و نهى كرده ، براى اين است كه عبد را بسازد و حالت تعبد و تسليم به اين انسان را بدهد .\r\n3 - اينان گفته‌اند : از اين جهت ، هر عبادتى كه تعبدش بيشتر ، فضيلتش نيز بيشتر است .\r\n4 - گفته‌اند : بعضى از اوامر و نواهى را عقل ما فىالجمله درك مىكند كه مصلحت دارد يا مفسده دارد . اوامر از اين نوع را ارشادى مىنامند .\r\nمىگويند : اينها براى تعبد و تسليم خوب است ، اما خوبتر از آن احكامى است مثل نماز يا حج . در اين عبادات ، گرچه مكلف ، به حكم قاعده «\r\nكلما حكم به الشرع ، حكم به العقل\r\n» « 1 » اجمالًا مىداند در آنچه بدان امر شده مصلحتى وجود دارد ، اما خصوصيت آن را نمىداند . مىداند كرنش در مقابل خدا بايد باشد و مصلحت ملزمه دارد . اما چرا نماز صبح دو ركعت و چرا حمد و سوره‌اش بلند است ، اين را نمىداند ، و دنيا هم پشت‌به‌پشت يكديگر كند و بخواهد اين مسايل را درك كند نمىتواند . از اين جهت علماى علم اخلاق مىگويند : اين‌گونه عبادات كه تعبدش بيشتر است ، براى سازندگى ، براى خضوع عقل ، و براى خشوع دل بهتر است . به همين دليل است كه علماى اخلاق در مقابل علماى علم كلام يك چيز ديگرى بهتر از آن درست كرده‌اند .\r\nاشعرى مىگويد : اوامر و نواهى خدا مصلحت ندارد . برعكس شيعه مىگويد : اوامر و نواهى تابع مصالح و مفاسد نفس‌الامرى است . علماى علم اخلاق مىگويند : علاوه بر اين ، اوامر و نواهى ، تابع مصالح و مفاسد در خود امر است . به عبارت ديگر خود اين امر ، خود اين نهى يك مصلحت ملزمه‌اى دارد ، و مصلحت ملزمه‌اش سبب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - قاعده مذكور چنين است : « كلما حكم به العقل حكم به الشرع » و « كلما حكم به الشرع حكم به العقل » . اين قاعده در اصول فقه به نام « قاعدة ملازمه » مورد بحث قرار گرفته است . ( به اصول الفقه ، ج 1 ، ص 236 مراجعه شود ) .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nشده ، عقل خاضع شود دل در مقابل خدا خشوع پيدا كند ، و اين فضيلت ، يعنى تعبد و تسليم در مقابل اوامر و نواهى خدا براى انسان پيدا شود . هر چه اين حالت براى انسان بيشتر پيدا شود ، مقام قربش بيشتر مىشود تا برسد به مقام عنداللهى . از نظر عالم خلقت هم ، « وَ ما خَلَقْتُ الجِنَّ وَ الأنْسَ الا لِيَعْبُدُونَ » ( ذاريات / 56 ) را همين جور معنا كرده‌اند .\r\nگفته‌اند : معناى اين كه خدا عالم جن را ، عالم انس را خلق كرده براى اين كه عبادت كنند اين است كه عبد شوند . لذا امام صادق سلام‌الله عليها فرموده‌اند : « اى ليعرفون ، ما خلق نكرديم جن و انس را مگر براى مقام عرفان ، مگر اين كه برسند به يك جايى كه معرفت آنها زياد شود ، و رسوخ در دل آنها كند . مىگويند : مراد از معرفت يعنى تعبد در مقابل خدا ، تسليم در مقابل اوامر و نواهى الهى . معرفت يعنى اين كه انسان به يك جايى برسد كه دلش در مقابل خدا ، در مقابل نبوت ، در مقابل ولايت و در مقابل خدا خاضع و خاشع باشد .\r\nايشان آيه شريفه « اطيعُوا اللهَ وَ اطيعُوا الرَّسُولَ وَ اوليِ الأمْرِ مِنْكُمْ » ( نساء / 59 ) را به همين نحو معنا كرده‌اند . مىگويند : اطاعت سه معنا دارد : 1 - اطاعت يعنى فرمان بردن ؛ يعنى بايد فرمان خدا و پيامبر و ولايت را برد 2 - اطاعت از نظر عمل ؛ يعنى ما از نظر عمل بايد مطيع خدا و پيغمبر و ائمه طاهرين ( ع ) باشيم . 3 - مىگويند يك معناى دقيقتر از اين هم هست و آن اين كه دل بايد مطيع در مقابل خدا باشد ، عقل بايد سركش در مقابل خدا نباشد ، و عقل و دل بايد در مقابل پيغمبر و ائمه طاهرين متواضع باشند . وقتى دل خاضع شد معناى واقعى « اطيعُوا اللهَ وَ اطيعُوا الرَّسُولَ وَ اوليِ الأمْرِ مِنْكُمْ » تحقق مىيابد .\r\nعلماى علم اخلاق مىگويند : هدف از عالم خلقت و هدف از عالم تشريع ، اين انسان است . اما چرا اين انسان ؟ براى اين كه اين انسان به مقام عبوديت برسد .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nاگر كتاب اخلاق ، يعنى قرآن ، هست ، آن‌هم براى همين است . مىگويند قضيه اخلاق و قضيه خودسازى هم مقدمه‌اى براى اين است كه خضوع دل در مقابل خدا حاصل شود . قرآن شريف بخصوص راجع به تعبد و تسليم خيلى پافشارى دارد .\r\n\r\nدو گونه تسليم\r\nتسليم دو قسم است :\r\nيكى تسليم در مقابل مقدرات الهى كه اكنون موضوع بحث ما نيست ، ولى ان‌شاءالله اگر خدا عنايت كند و حضرت ولى عصر لطف كند ، مخصوصاً حضرت رضا - سلام‌الله عليه - عنايت فرمايد و اين جلسه ادامه داشته باشد ، در مقام آن ، درباره آن صحبت خواهيم كرد .\r\nديگرى تسليم در مقابل اوامر و نواهى خداست و اين مهمتر از آن تسليم اول است و به آن تعبد مىگويند .\r\nبحث الان ما راجع به تسليم به معناى تعبد ، تسليم دل ، تسليم عقل و تسليم همه اعضا و جوارح در مقابل اوامر و نواهى خدا و در مقابل ولايت و در مقابل نبوت است .\r\nقرآن شريف راجع به اين تسليم به معناى دوم خيلى تأكيد دارد .\r\nگاهى امر مىكند همه را كه يكپارچه اين مقام تسليم را پيدا كنيد و مىفرمايد : « يا ايُّهَا الَّذينَ آمَنُوا ادْخُلُوا فِي ألْسّلْمِ كافَّةً » ( بقره / 208 ) ؛ امت اسلامى همه‌وهمه بايد در سلم باشند . بايد در مقابل پيغمبر و ولايت تسليم صرف باشند ؛ يعنى تعبد در مقابل اوامر و نواهى قرآن ، تعبد در مقابل اوامر و نواهى پيامبر و اهل‌بيت .\r\nگاهى قرآن مىفرمايد : چه خوب است آن دينى كه توأم با تسليم باشد ؛ « وَمَنْ احْسَنُ ديناً مِمَّنْ اسْلَمَ وَجْهَهُ لِلّهِ وَهُوَ مُحْسِنٌ » ( نساء / 125 ) ، چه خوب دينى است آن‌كسى را كه متدين به اين باشد كه با تسليم در مقابل حق ، تسليم در مقابل نبوت و\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nتسليم در مقابل ولايت توأم باشد .\r\nگاهى قرآن مىفرمايد : بهترين دستاويزها براى نجات انسان ، و براى رسيدن به سعادت و هدف ، همين تسليم در مقابل خداست . مىفرمايد : « وَ مَنْ يُسْلِمْ وَجْهَهُ الَي اللّه وَهُوَ مُحْسِنُ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقي » ( لقمان / 22 ) ؛ آن كسىكه متعبد باشد در مقابل اوامر و نواهى خدا ، آن كسىكه در مقابل خدا ، در مقابل نبوت و در مقابل ولايت تسليم باشد ، به خوب دستگيره محكمى تمسك كرده است . از اين آيه به خوبى استفاده مىكنيد كه نجاتى نيست جز به مقام تسليم و مقام تعبد در مقابل اوامر و نواهى حق .\r\nگاهى پروردگار عالم در قرآن كريم مىفرمايد : آن افرادىكه اين مقام تسليم را ندارند نمىفهمند و نمىشود به اينها گفت عاقل ؛ آنهايىكه با فكر خودشان مىخواهند در مقابل اوامر و نواهى خدا عرض اندام كنند و آنها كه در مقابل اوامر و نواهى خدا از خودشان چيزى مىتراشند ، سفيهند و عقل ندارند .\r\n\r\nابراهيم خليل ، يگانه متعبد\r\nقرآن مىفرمايد : ابراهيم متعبد بود ، و از اين جهت هم ما در دنيا او را برگزيديم ، مقام عالى به او داديم ، او را امام كرديم و در آخرت هم او را از جمله شايستگان و رسيدگان در مقام و الا قرار خواهيم داد . مىفرمايد : « وَ مَنْ يَرْغَبُ عَنْ مِلَّةِ ابْراهيمَ الا مَنْ سَفِهَ نَفْسَهُ وَلَقَدَ اصْطَفَيْناهُ فِي الْدُّنْيا وَ انَّهُ فِي الاخِرَة لَمِنَ الصْالِحينَ » ( بقره / 130 ) ؛ چرا ؟ به دنبال آن جواب مىدهد : « اذْ قالَ لَهُ رَبُّهُ اسْلِمْ ، قالَ اسْلَمْتُ لِرَبّ الْعالَمينَ » ( بقره / 131 ) ؛ يعنى چرا مىگوييم از ابراهيم پيروى كنيد و چرا مىگوييم ابراهيم در دنيا و آخرت آن مقام و الا را پيدا كرد ؟ براى اين كه در مقابل خدا تسليم بود و در مقابل اوامر و نواهى خدا چون و چرا نداشت ؛ چون و چرا به ذهنش\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nنمىآمد تا چون و چرا كند .\r\nبعد در سوره صافات مىفرمايد : تسليمش اين بود : « يا بُنَيَّ انّي اري فِي الْمَنام انّي اذْبَحُكَ فَانْظُرْ ماذا تَري قالَ يا ابَتِ افْعَلْ ما تُؤْمَرُ سَتَجِدُني انْ شاءَ اللّهُ مِنَ الصّابِرينَ فَلَمّا اسْلَما وَتَلَّهُ لِلْجَبينِ » ( صافات / 102 و 103 ) .\r\nمقام تسليمش اين بود كه به او گفتيم : بچه‌ات را سر ببر . بدون چون و چرا تصميم گرفت بچه را سر ببرد . بعد اين ماجرا را از پسرش نقل مىكند و مىگويد : آن كسىهم كه به مقام والايى رسيد ، آن كسى كه از نسل او مثل پيغمبر اكرم و اميرالمؤمنين و ائمه طاهرين به دنيا آمدند ، آن‌هم تا پدر گفت : پسر جانم مىخواهم سرت را ببرم ، گفت : « يا ابَتِ افْعَلْ ما تُؤْمَرُ » ؛ آنچه امر شدى به‌جا بياور . من هم اميدوارم صابر باشم : « فَلَمّا اسْلَما وَتَلَّهُ لِلْجَبينِ » ؛ هر دو تسليم شدند ، و ابراهيم بدون چون و چرا كارد را برگلوى پسر گذاشت و او هم بدون چون و چرا در مقابل امر خدا تسليم شد .\r\nمىفرمايد : اگر مىگوييم تابع ملت ابراهيم باشيد براى اين است . اگر مىگوييم ابراهيم در دنيا و آخرت به مقام بلندى رسيد ، براى اين مقام تسليم است . معنايش اين است كه اين مقام تسليم است كه در دنيا و آخرت انسان را به مقام بالايى مىرساند .\r\n\r\nمقام تسليم و بهشت عنداللهي\r\nيك آيه داريم كه مىگويد : مقام عنداللهى مال آن كسى است كه مقام تسليم و رضا داشته باشد ؛ تسليم و رضا نه درباره مقدرات ، بلكه تسليم و رضا و تعبد در مقابل خدا ، در مقابل پيغمبر ، در مقابل ائمه و در مقابل اوامر و نواهى الهى مىفرمايد : « بَلي مَنْ اسْلَمَ وَجْهَهُ لِلّهِ وَهُوَ مُحْسِنٌ فَلَهُ اجْرُهُ عِنْدَ رَبّهِ وَلاخَوْفٌ عَلَيْهِمْ وَلاهُمْ يَحْزَنُونَ » ( بقره / 112 ) ؛ آن كسانىكه مقام تسليم پيدا كردند اينها بهشت برايشان كوچك است ، چه بهشت معمولى ، چه بهشت عدن و چه بهشت رضوان . جاى آنها كجاست ؟\r\n« فَلَهُ\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nاجْرُهُ عِنْدَ رَبّهِ »\r\nاين بهشت عنداللهى زياد تكرار شده است :\r\n« يا ايَّتُهَا الْنَّفْسُ الْمُطْمَئِنَّةُ ارْجِعي الي رَبّك » ( فجر / 28 ) ؛ « انَّ الْمُتَّقينَ في جَنّاتٍ وَ نَهَرٍ في مَقْعَدِ صِدْقٍ عِنْدَ مَليكٍ مُقْتَدِرٍ » ( قمر / 54 ) . به اين مىگويند : « مقام عنداللهى ؛ يعنى اين انسان از اين عالم ناسوت مىگذرد و به عالم ملكوت ، به عالم جبروت به عالم لاهوت مىرسد . بلكه از بهشت ، از بهشت عدن ، از بهشت رضوان مىگذرد و به مقام عند الله مىرسد ؛ « في مَقْعَدِ صِدْقٍ عِنْدَ مَليكٍ مُقْتَدِرٍ » . ديگر هيچ‌چيز و هيچ‌كس در اين دنيا در دلش نيست جز خدا ، در آخرت هم ، همين است كه اين آيه شريفه مىفرمايد : « فَلَهُ اجْرُهُ عِنْدَ رَبّهِ » . بعد هم آن جمله‌اى كه صفت براى اوست در دنيا و آخرت مىآورد . « فَلاخَوْفٌ عَلَيْهِمْ وَلاهُمْ يَحْزَنُونَ » . اگر انسان به اين مقام تسليم رسيد ، اگر متعبد در مقابل خدا شد و براستى در اين دنيا خدا بردل او حكومت كرد و در آخرت پيش خدا بود ، اين ديگر در دنيا و آخرت ترس ندارد ، غم و غصه هم ندارد ؛ غم و غصه ، نگرانى ، دلهره و اضطراب خاطر مال كسى است كه خدا را نداشته باشد ، مال كسى است كه پيش خدا نباشد . اگر راستى كسى پيش خدا باشد ، اگر كسى خدا بردل او حكومت كند ، اگر پناه كسى خدا باشد ، ديگر چه مىتواند او را اذيت كند تا بترسد يا غم داشته باشد يا غصه داشته باشد ؟\r\n« الا انَّ اوْلِياءَاللّهِ لاخَوْفٌ عَلَيْهِمْ وَلاهُمْ يَحْزَنُونَ » ( يونس / 62 ) . حتى از قرآن استفاده مىشود اين افراد ديگر مصونيت دارند و به آن‌جا مىرسند كه ديگر شيطان روى اينها اثر ندارد . خوشا به حال اينها . مىفرمايد : « انَّهُ لَيْسَ لَهُ سُلْطانٌ عَلَي الَّذينَ آمَنُوا وَ عَلي رَبّهِمْ يَتَوَكَّلُونَ انَّما سُلْطانُهُ عَلَي الَّذينَ يَتَوَلَّوْنَهُ وَالَّذينَ هُمْ بِه مُشْرِكُونَ » ( نحل / 99 و 100 ) .\r\nاين آيه در قرآن زياد تكرار شده و بدان معناست كه درباره افرادىكه زير پر چم خدا هستند و دست عنايت خدا روى سر آنهاست . شيطان كاربرد ندارد ؛ اثر او بر آدمهاى\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nلاابالى و آدمهايى است كه خدا ندارند ، و زير پرچم شيطان مىروند . وقتىكه انسان زير پرچم خدا نباشد ، زير پرچم شيطان مىرود .\r\n\r\nكسى كه تسليم نيست ، مسلمان نيست\r\nيك آيه داريم در قرآن كه مىفرمايد : آن افرادى كه اين مقام تسليم و رضا را ندارند اصلًا مسلمان نيستند ؛ يعنى مسلمان واقعى نيستند . آيه خيلى هم تأكيد دارد ؛ مىفرمايد : « فَلا وَ رَبّكَ لايُؤْمِنُونَ حَتّي يُحَكّمُوكَ فيما شَجَرَ بَيْنَهُمْ ثُمَّ لايَجِدُوا في انْفُسِهِمْ حَرَجاً مِمّا قَضَيْتَ وَ يُسَلّمُوا تَسْليماً » ( نساء / 65 ) ؛ اى پيغمبر ، اينها به خدا ايمان ندارند . آن كسانى كه در نزاعهايشان تو را حكم قرار ندهند و دنبال طاغوت بروند ، و يا وقتىكه تو حكم كردى ولو يك ذره برضرر آنها باشد ، در دلشان نگرانى پيدا شود ، اينها ايمان ندارند . اما اگر شخصى در حكمش دنبال طاغوت نرود يا اين‌كه بيايد دنبال تو و تو حكم بكنى و به ضررش هم حكم كنى نگرانى از حكم تو پيدا نكند ، ايمان واقعى را توانسته است كسب كند .\r\nاين آيه زنگ خطرى است براى همه ما ، براى اين كه اين مقام تسليم ، به دست آوردنش كار مشكلى است و خودسازى مىخواهد ، و به اين زودى تسليم در مقابل اوامر و نواهى خدا پيدا نمىشود . قرآن مىفرمايد : خشوع مىخواهد ، خضوع مىخواهد ؛ « وَاسْتَعينُوا بِالْصَّبْرِ وَ الصَّلوةِ وَ انَّها لَكَبيرَةٌ الا عَلَي الْخاشِعينَ » ( بقره / 45 ) ؛ از نماز كمك بجوييد براى دنياتان و براى آخرتتان . نماز كمك كار زندگى انسان است ، نماز كمك مىدهد به انسان . مخصوصاً نوافل و مخصوصاً نمازشب به انسان براى دنيايش و براى آخرتش كمك مىدهد براى اين كه - به گفته قرآن - شيطان را به خاك بمالد و نفس‌اماره را پايمال كند . بعد قرآن يك زنگ خطر مىزند ، و مىفرمايد : « وَ انَّها لَكَبيرَةٌ الا عَلَي الْخاشِعينَ » ؛ اين نماز سنگين است مگر بر افرادى كه دل آنها خشوع\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nداشته باشد ، دل آنها تسليم در مقابل خدا باشد و الا نماز براى او سنگين است .\r\nخدا نكند در جلسه ما كسى باشد كه نماز اول وقت برايش لذتبخش نباشد و سنگين باشد ، اوامر خدا برايش سنگين باشد ، نواهى خدا برايش سنگين باشد ، آلودگى چشم داشته باشد و به آن عادت داشته باشد ، آلودگى زبان داشته باشد و به آن عادت داشته باشد ، يعنى دروغ بگويد ، العياذبالله غيبت كند ، تهمت بزند ، شايعه پراكنى كند ، مسخره كند و اين عادت او هم باشد . اين دليل بر اين است كه خضوع ندارد ، خشوع ندارد و تسليم و تعبد در مقابل حق نيست ، و الا اگر تسليم و تعبد در مقابل حق بود نيايد اوامر و نواهى خدا براى او سنگين باشد . اين كه سنگين است ، اين كه به سختى بايد جلوى زبان و چشم را بگيرد ، بلكه آن كسى كه به سختى بايد جلوى دل را بگيرد مقام تعبد براى او نيست .\r\nپيدا شدن اين مقام كارى است مشكل ، اما لازم . از كجا پيدا مىشود ؟ بايد خودسازى كرد .\r\n\r\nسلطه شيطانى و كجرويهاى انسانى\r\nاگر كسى - العياذبالله - خودخواهى ، خودپسندى ، غرور علمى ، تكبر علمى ، حجب علمى بر دلش مسلط باشد ، معلوم است ، نه كه حال تسليم ندارد ، بلكه در مقابل اوامر و نواهى خدا مىايستد و جنگ مىكند . اگر كسروى « 1 » و كسروى منش‌ها پيدا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كسروى ، سيداحمد ، فرزند حاج ميرقاسم ، در سال 1369 شمسى در تبريز متولد شد .\r\nابتدا طلبه مدرسه علميه طالبيه تبريز بود و بر اثر تجددخواهى مورد ضرب و شتم طلاب دهاتى قرار گرفت . تندخو و سخت بىحوصله بود . تحصيل علوم دينيه را رها كرد و به تعليم و تدريس زبان انگليسى و ارمنى در مدرسه آمريكايى تبريز پرداخت . به عربى ، فرانسه و روسى هم آشنايى داشت . در نيمه دوم حكومت رضاخان ، با استفاده از آزادى قلم و بيانى كه رضاخان براى حمله به معتقدات دينى و روحانيون فراهم ساخته بود ، كسروى به نشر انديشه‌هاى خود تحت عنوان « پاكدينى » پرداخت . پاكدينى يعنى دين پاك كه به ظاهر او مروج آن بود ، ولى در واقع نظر او پاكسازى دين و احترامات روحانى از جامعه بود تا به قول امروزى يك جامعه لائيك داشته باشيم ، نه دينى ، مانند جوامع اروپايى و آمريكايى كه مسيحيت يك عادت و تشريفات است نه يك آيين زنده و جامعه‌ساز .\r\nپاكدينى كسروى كه جوهر اعتقاد فلسفى وى بود متأثر از وهابىگرى ، مبتنى بر پذيرش توحيد ولى مبارزه با هرگونه آداب و مراسم دينى به نام مبارزه خرافه‌پرستى بود . پاكدينى او كه بتدريج در حمله به اسلام و تشيع شدت يافت ، به طور عمده در انجيل او بنام و رجاوند بنياد آمده است . او مخصوصاً به شيعه مىتاخت و امامان شيعه را بد مىگفت و علماى شيعه را تمسخر مىكرد .\r\nروزنامه‌اى به نام پرچم منتشر مىكرد كه ناشر افكار وى و طرفدارانش بود . نوشته‌هاى او و كتابهاى او ، همانطور كه دهخدا در لغت كسروى نوشته ، نزديك به 70 مجلد است او در عدليه آن روز ( دادگسترى ) كار مىكرد و بيستم اسفند 1320 هنگامىكه به اتفاق منشى خود براى توضيح دادن پاره‌اى از نوشته‌هايش به دادگسترى تهران رفته بود در دادگاه به دست دو تن از فدائيان اسلام براساس طرح قبلى و زيرنظر مرحوم سيد مجتبى نواب صفوى با شليك گلوله‌اى به زندگانى سراسر فحش و ناسزايش به علما ، امامان و مبانى و معارف دين مبين اسلام و شيعه خاتمه داده شد . ( به پيش درآمد تاريخ مشروطه ايران و لغتنامه دهخدا ، « كسروى » مراجعه كنيد ) .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nشدند از اين‌جا پيدا شدند .\r\nيادم نمىرود حضرت امام - رضوان‌الله تعالى عليه - در كشف‌الاسرار يك جمله خيلى شيرينى دارند در رد سنگلجى . سنگلجى كسى بود در تهران - خدا عاقبت همه‌مان را به خير كند - هفتاد سال ، قال‌الصادق و قال الباقر گفت : اما پس از همه اينها رفت و كسروى منش شد . اين آقاى سنگلجى ، اين عالم ، اين عالمى كه عاقبتش به خير نشد ، اين عالمى كه مقام تسليم نداشت ، اين عالمى كه در جوانى كار نكرد تا تسليم و تعبد در دل او رسوخ كند كارش به اين‌جا رسيد كه حضرت امام مىگويد : خواندم كه مىگفت : من از مدينه به مكه مىرفتم فكر كردم اين انگشتر در دست من چه فايده‌اى دارد ؟ « لايَمْلِكُ لِنَفْسِهِ نَفْعاً وَلاضَراً » « 1 » اين‌چه مىتواند با من بكند ؟ انگشتر را انداختم در بيابان پيش همجنسش ؛ يعنى اين انگشتر ، عقيقش ، فيروزه‌اش ، ياقوتش سنگى است مثل آن سنگها ، و من هم انگشتر را پيش همجنسش انداختم .\r\nحضرت امام مىفرمايد : من وقتى اين جمله را خواندم به ريش او خنديدم . به اين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اشاره به آيه 16 سوره رعد است ، و در ادعيه نيز آمده است .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nگفتم : آقا تو كجا مىروى ؟ تو بين مدينه و مكه هستى ، مىخواهى مكه به روى براى چه ؟ مىخواهى به روى آن‌جا طواف كنى . طواف يعنى چه ؟ يعنى دور زدن سنگها . استلام حجر كنى . تقبيل حجر مستحب است . استلام حجر هم مستحب است و بالاخره حجرالاسود با آن همه امتيازهايش ، خانه خدا با آن همه امتيازهايش ، با آن همه مقامش بيش از سنگ و گلى كه نيست . اگر سنگ است چه فرق بين عقيق و حجرالاسود ؟ اگر « لايَمْلِكُ لِنَفْسِهِ نَفْعاً وَلاضَراً » چه فرق بين سنگ و گل خانه خدا ، و سنگ و گل حرم حضرت رضا - عليه السلام ؟ اينهايى كه نمىتوانند در مقابل قبر حضرت رضا تسليم بشوند ، يك روز اشكال مىكنند كه گنبدش چرا طلاست ، يك روز اشكال مىكنند كه در حرم را چرا بوسيدى ، يك روز اشكال مىكنند كه چرا مقابلش خم شدى اينها اگر مجال پيدا كنند مثل كسروى ، يك روز هم به خانه خدا اشكال مىكنند .\r\nشيطان و نفس‌اماره از كم شروع مىكنند . اول از امامزاده‌ها شروع مىكنند ، چنان كه كسروى از امامزاده‌ها شروع كرد ، و پس از امامزاده‌ها آمد در ائمه‌طاهرين و پس از آن در خانه خدا شك كرد ، و سپس زير همه‌چيز زد . شيعه‌گرى نوشت ، سنىگرى نوشت و پس از آن ادعاى پيغمبرى كرد و پس از آن‌هم ادعاى خدايى .\r\nتمام دينها كه از زير سر عمامه‌ها پيدا شد ، زير سر آن عمامه‌اى پيدا شد كه مقام تعبد و تسليم را نداشت . اگر بهاييگرى را ريشه‌يابى كنيد به اين‌جا مىرسيد ، اگر وهابيگرى را - و آن دين ناجنس و بسيار خطرناكى است - بررسى كنيد به اين‌جا مىرسيد ، اگر كسروىگرى ، اگر سنگلجىگرى و بالاخره هرچه هست ، حتى در زمان ائمه‌طاهرين آن فطحيها ، آن واقفىها ، وقتى كه انسان ريشه‌يابى كند ، حتى در بحث سنى و شيعه نيز چنين است . شما ببينيد كه سنى كه در مقابل شيعه ايستاد چرا ايستاد . چه گفت ؟ اما صادق بارها وقتى كه مباحثه مىكرد با ابوحنيفه وقتاده ، دست مىگذاشت روى همين جمله‌اى كه من مىگويم . مىفرمود : آخر تو كه از قرآن چيزى نمىفهمى ، چرا قد در\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nمقابل قرآن علم كردى ؟ چه‌طور مىشود در مقابل اوامر و نواهى خدا استحسان داشته باشيد و قياس داشته باشيد ؟ بعد با سه ، چهار تا مثال او را مجاب مىكرد . « 1 » وقتى مجابش مىكرد ، مىگفت كه : « مارايت افقه من جعفر بن محمد » « 2 » وقتى به اين‌جا مىرسيد اين را مىگفت ، اما آيا دست بر مىداشت ؟ نه . چرا ؟ براى اين كه روح تعبد و تسليم در دل او و در عقل او رسوخ نكرده بود .\r\n\r\nخطر طلبگى و دانشجويى\r\nعزيزان من ، در جلسه قبل صحبت كردم . طلبگى ، دانشجويى و علم ، مخصوصاً علم دين امتياز دارد . شماييد كه تشيع را تا اين‌جا رسانديد . عالم است ، علم است كه دنيا و آخرت انسانها را تأمين مىكند . اما خطر طلبگى خيلى بالاست ، چنان كه خطر علم بالاست . اگر علم با تواضع توأم باشد ، به قول امام صادق ( ع ) ، آن علم نافع است ، آن مثل درخت ميوه‌دارى است كه شاخه‌هايش پايين مىآيد براى اين كه مردم از آن استفاده كنند . اگر علم با تكبر توأم شد ، اگر علم با غرور توأم شد ، اگر علم با جاه‌طلبى توأم شد ، اگر علم با عجب توأم شد ، اگر تقوا با عجب توأم شد ، اين علمى است ، و اين تقوايى است كه به غير از ضرر براى خودش و جامعه چيزى ندارد .\r\nتكبر ، غرور علمى ، عجب علمى ، منيت ، مخصوصاً تفرعنى كه در همه انسانها هست ، بايد ريشه اين فرعونيت را سوزاند ، و الا فقط فرعون نيست كه « انَا رَبُّكُمُ الْاعْلي » ( نازعات / 24 ) مىگويد . هر كه به جايى برسد كه بتواند « انَا رَبُّكُمُ الْاعْلي » بگويد ، مىگويد ، مگر اين كه خودش را ساخته باشد . ديديم هم « انَا رَبُّكُمُ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - به بحار ، ج 47 ، زندگانى امام صادق ( ع ) مراجعه شود .\r\n( 2 ) - زندگانى امام جعفر صادق ( ع ) ، فضل‌الله كمپانى ، ص 143 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nالْاعْلي » زياد ديده شد .\r\nميرزا على محمدباب « انَا رَبُّكُمُ الْاعْلي » گفت ، كسروى « انَا رَبُّكُمُ الْاعْلي » گفت ، بوش‌ها « انَا رَبُّكُمُ الْاعْلي » مىگويند ، صدام‌ها « انَا رَبُّكُمُ الْاعْلي » گفتند و مىگويند . حتى شما يادتان نيست ما يادمان هست كه در اين اواخر در زمان طاغوت در نامه‌ها ، ديگر به جاى بسم الله الرحمن الرحيم ، به نام نامى فلان و فلان رضاشاه پهلوى ، محمدرضا شاه پهلوى مىنوشتند و مىگفتند !\r\nهركسى اگر خود را نساخته باشد اين روح تفرعن را دارد ، يعنى آن روحى را كه صددرصد با اين تسليم منافات دارد ، آن روحى كه صددرصد با تعبد در مقابل خدا منافات دارد .\r\nعزيزانم ، مشكل است ، اما همه ، مخصوصاً ، طلبه‌ها بايد در مقابل خدا ، در مقابل پيغمبر و در مقابل ائمه‌طاهرين به اين‌جا برسيم .\r\n\r\nامام صادق ( ع ) و تنور رفتن‌هارون مكى\r\nابن ابى يعفور « 1 » يك طلبه امام صادق است . به امام صادق عرض مىكند : يابن رسول‌الله ، شما يك انار را دو نصف كن بفرما : نصف آن حلال ، نصف آن حرام . من مىگويم : نصف آن حرام و نصف آن حلال . آن حلال را اجتناب نمىكنم . از آن نصفه ديگر اجتناب مىكنم .\r\nعزيزان من ، شما بايد به اين‌جا برسيد . علامه مجلسى - رضوان‌الله تعالى عليه - اين مردى كه خيلى خدمت كرد به عالم تشيع ، در جلد چهل و هفتم بحار ، همان صفحه‌هاى اول روايت عجيبى نقل مىكند . قضيه‌اى است از مأموران رقى ، يكى از اصحاب امام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نام وى عبدالله و از شاگردان امام باقر و امام صادق ( ع ) بود و امام صادق او را بسيار دوست مىداشت . ر . ك . منتهىالامال ، به خط هريسى ، ج 2 ، ص 172 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nصادق كه مىگويد : من خدمت امام صادق ( ع ) بودم كه سهل بن‌حسن خراسانى خدمت امام آمد و عرض كرد : يابن‌رسول‌الله ، چرا قيام نمىكنيد ؟ اين خلافت حق شماست . شما هم ياور داريد . صدهزار شمشير زن در ايران و در خراسان داريد . چرا نشسته‌ايد ؟ چرا قيام نمىكنيد ؟\r\nامام صادق - سلام‌الله عليه - ديدند مثل اينكه داغ است و جوابش را بايد عملًا داد . مأمور رقى مىگويد : امام صادق به خدمتكارشان حنيفه فرمودند : برخيز و اين تنور را روشن كن . برخاست تنور را روشن كرد . تنور گرم و سرخ شد .\r\nامام صادق ( ع ) به خراسانى گفتند : برخيز به درون اين تنور برو . او بنا كرد گريه كردن و لرزيدن ؛ آقا مرا ببخش ، غلط كردم ، چيزى نگفتم ، آقا تو را به خدا مرا به آتش مسوزان ، خدا به تو رحم كند به من رحم كن ! در همين گيرودارها كه التماس مىكرد ، هارون مكى رسيد ؛ يعنى آن كسىكه در مقابل امام صادق تسليم است ، نه به گفتار تسليم است ، به دل تسليم است ، به عقل تسليم است . سلام كرد . امام صادق ( ع ) فرمودند : هارون كفشهايت را بينداز و به درون اين تنور برو . كفشها را انداخت و به درون تنور رفت و نشست . آن نگهبان « يا نار كونى برداً و سلاماً على ابراهيم » در آتش نگاهش داشت ؛ يعنى نظر امام صادق به هارون . معلوم است با چنين نظرى وى نمىسوزد . همان نظرى كه ولايت به حضرت ابراهيم در آن آتش كرد . حضرت رو كرد به آن خراسانى و با او سرگرم صحبت شد . فرمود : بگو از خراسان چه خبر ؟ مأمون رقى مىگويد : امام صادق ( ع ) طورى با اين خراسانى صحبت مىكردند مثل اين كه حضرت همه‌جاى خراسان را ديده‌اند . قدرى طول كشيد . بعد به خراسانى گفتند : برخيز سر تنور برو و ببين چه خبر است . آمد سر تنور . ديد هارون چهارزانو در آتش نشسته است . فرمودند : بيا بيرون . آمد بيرون و سلام كرد و نشست . امام صادق ( ع ) رو كردند و به اين خراسانى فرمودند : از اين ياورها چند تا داريم ؟ گفت : به خدا يك نفر هم نيست . امام\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nصادق ( ع ) فرمودند : به خدا يك نفر هم ندارم . بعد فرمودند ما مىدانيم چه وقت قيام كنيم ؛ هروقت اين‌طور ياورها پيدا كرديم ، قيام مىكنيم « 1 » به اين مىگويند مقام تسليم در مقابل ولايت ، مقام خضوع در مقابل امر امامت ، و مقام خشوع در مقابل قرآن .\r\nمشكل ، اما لازم است\r\nبالاخره تعبد و تسليم در مقابل خدا و پيغمبر و ولايت و اوامر و نواهى آنها براى همه بايد باشد . اما ما طلبه‌ها بايد به چنين جايى برسيم . البته مشكل است ؛ رياضتها مىخواهد ، نماز اول وقت مىخواهد ، اجتناب از گناه مىخواهد ، اما مهمتر از همه بايد ديو از دل بيرون رود تا فرشته درآيد ، بايد در دل تكبر نباشد ، بايد در دل خوديت ، منيت و تفرعن نباشد ، بايد در دل غرور ، چه غرور علمى ، چه غرور جوانى و چه غرور شهرت ، نباشد و بايد در دل عجب ، مخصوصاً عجب علمى نباشد . وقتى اين ضدها بيرون رفت آن ضد ، خود ، مىآيد . وقتى ظلمت رفت نور مىآيد ، ولى تا ظلمت باشد نمىشود نور بيايد . تا اين آلودگيها باشد نمىشود .\r\n\r\nبعضى از چيزها را به هركس نمى دهند\r\nبعضى چيزها يك عنايت خاصى روى آنهاست و به همه كس نمىدهند از آن جمله است :\r\n1 - عدالت ، ملكه عدالت و اين‌كه انسان به جايى برسد كه به طور ناخودآگاه گناه نكند و تقواى دل داشته باشد ، به اين زوديها به كسى نمىدهند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - همان ، ص 141 ، بحار ، ج 47 ، ص 123 ، هر دو به نقل از مناقب ابن‌شهرآشوب ، ج 3 ، ص 362 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n2 - مهمتر از اين ، توجه در نماز را به همه كس نمىدهند .\r\n3 - خضوع و خشوع در نماز ، به همه كس نمىدهند .\r\n4 - نمازشب را به همه كس نمىدهند . لذا هر كدامتان كه نيم ساعت قبل از اذان صبح و نيم ساعت بعد اذان صبح را بيداريد ، خيلى شكر كنيد كه اين را به همه كس نمىدهند .\r\n5 - همچنين از جمله چيزهايى كه مهمتر از همه اينها است و به همه كس نمىدهند ، مقام تعبد و تسليم است . بايد از خدا بخواهيد ، بايد با التماس از خدا بگيريد ، بايد با عبادت از خدا بگيريد ، بايد رياضت بكشيد و از خدا بگيريد . اگر گرفتيد ، ولو مرتبه ضعيفش را ، علم شما براى شما مفيد است ، و الا بدانيد اگر خداى نكرده اين خضوع را نداشته باشيد ، ولى اين مرتبه ضعيفش را ، علم براى شما خطر دارد و خطر آن خيلى بزرگ است .\r\n\r\nعاقبت كسانى كه مقام تسليم ندارند\r\nكسانى كه مقام تسليم و تعبد ندارند عاقبت خوبى هم ندارند . ما خيلى سراغ داريم افرادى را كه اينها در پيرمردىشان ، در آن دم مرگشان ، آن مقام خضوع از آنها گرفته شد !\r\nعزيزان ، قرآن شريف يك جمله دارد . اين جمله ، براى انسان خيلى سنگين است ، اما يك مقدار كه بخواند در ذهنش جاى مىگيرد . قرآن مىفرمايد : افرادى هستند كه در قيامت در مقابل خدا قد علم مىكنند و قسم مىخورند در مقابل خدا و مىگويند : خدايا تو اشتباه مىكنى - العياذبالله - من بهشتى هستم و تو مرا بىخود مىخواهى به جهنم ببرى ، اگر مرا به جهنم ببرى ، ظلم مىكنى . قرآن مىفرمايد : عجب دروغگوهايى هستند . ببين كارشان به كجا رسيده كه « يوم‌الشهود » ، روزى كه پرده‌ها عقب رفته است و انسان همه‌چيز را مىبيند و تجسم اعمال را مىبيند منكر مىشوند ، آن‌هم در مقابل\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nخداوند ! به خدا مىگويند : دروغ مىگويى . به خدا مىگويند : ظالمى . به خدا مىگويند اشتباه مىكنى . آن‌هم قسم مىخورند « يَوْمَ يَبْعَثُهُمُ اللّهُ جَميعاً فَيَحْلِفُونَ لَهُ كَما يَحْلِفُونَ لَكُمْ وَ يَحْسَبُونَ انَّهَمْ عَلي شَيْءٍ الا انَّهُمْ هَمُ الْكاذِبُونَ » ( مجادله / 18 و 19 ) .\r\nدر روز قيامت افرادى هستند كه در مقابل حق قسم مىخورند و نسبت دروغ ، نسبت اشتباه ، نسبت ظلم به حق تعالى مىدهند . پروردگار مىگويد : ديديد كار به كجا مىرسد ؟ « انَّهُمْ هَمُ الْكاذِبُونَ » . اگر نباشد مقام خضوع ، اگر مقام تسليم نباشد ، ما اين هستيم . حال اگر طلبه باشد علمش خطر دارد ؛ شايد خداى نكرده كسروى ملعون از كار درآيد . حالا اگر با اين طرف و آن طرف زدنها تا لب نهر كوثر برسد و آن جا بخواهند او را ببرند نمىخواهد برود . شما مىدانيد كه هرجا او را بخواهد ببرند بايد با اجازه اميرالمؤمنين - سلام‌الله‌عليه - باشد .\r\n « يا حار همدان من يمت يرنى * من مؤمن او منافق قبلًا . . . . » « 1 » \r\nشخصى كه مىميرد ، هركه باشد على ( ع ) را مىبيند و با اجازه اميرالمؤمنين بايد برود . اميرالمؤمنين اجازه مىدهد به عزرائيل يا به آن ملكى كه مىخواهد قبض روحش بكند ، اجازه مىدهد جانش را به سختى بگيرد ، به اندازه‌اى سخت كه گويا رگها از بدنش بيرون كشيده مىشود . اين در مقابل على ( ع ) قد علم مىكند ، در مقابل عزرائيل ملك مقرب خدا هم قد علم مىكند و با حال تنفر از اميرالمؤمنين و عزرائيل از دنيا مىرود .\r\nآن آخرت است ، اين دنياست و آن دم مرگ است . لذا پيدا كردن مقام تسليم خيلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نخستين بيت ، از اشعارى است كه به مولا اميرالمؤمنين ( ع ) نسبت داده شده و در ديوان حضرتش موجود است . در اكثر كتابها آن را به حضرت نسبت داده‌اند ، جز مرحوم مفيد در مجالس كه آن اشعار را از سروده‌هاى حميرى دانسته است . برخى هم مانند مرحوم قاضى شهيد محراب در پاورقيهاى انوار نعمانيه و مرحوم سيدمحسن امين عاملى در اعيان‌الشيعه ، اين قول اخير را تأييد كرده‌اند ، گرچه قول اول محكمتر است .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nلازم است . براى همه لازم است ، اما براى ما طلبه‌ها لازمتر .\r\nكارى بكنيد كه به قول حضرت امام - رضوان‌الله‌تعالى عليه - اين روح عوامانه‌تان را از دست ندهيد . خدا رحمت كند آقاى حاج آقا مصطفى را ، مىگفت كه شبى طوفانى بود ، ساعت 9 ديديم آقا براى رفتن حرم مهياست .\r\nحضرت امام تقريباً 15 سال كه در نجف بودند يك شب حرم ايشان تعطيل نشد ، به اندازه‌اى هم منظم بودند كه مردم و طلبه‌ها ساعتشان را روى آمدن ايشان به حرم تنظيم مىكردند ؛ سر ساعت 9 در حرم بودند . مرحوم حاج آقا مصطفى گفته بود : شب طوفانى بود ، خيلى باد مىآمد ، باران مىآمد و بيرون رفتن از خانه مشكل بود ؛ شن مىآمد . ديديم آقا مهياست . به اتاق ايشان رفتم و عرض كردم آقا ، اميرالمؤمنين - سلام‌الله عليه - دور و نزديك دارند ؟ فرمودند : نه . گفتم : اگر دور و نزديك ندارند اين زيارت جامعه را امشب توى اتاقتان بخوانيد .\r\nآقا تبسم كردند و فرمودند : « مصطفى ، روح عوامانه ما را از ما نگير » . به به چه حرف خوبى ! روح عوامانه يعنى روح تسليم ، و چون و چراى طلبگى نكردن .\r\nخدا رحمت كند استاد بزرگوار ما علامه طباطبايى را ، وقتى كه وارد صحن مطهر حضرت معصومه مىشد چه تواضعى داشت . در صحن را مىبوسيد ، مىآمد در رواق را مىبوسيد ، مىآمد در حرم را مىبوسيد ، مىآمد خودش را « 1 » - اگر مىگذاشتند - به ضريح مىماليد ، آن‌جا سر مباركش را مىگذاشت و زيارت مىكرد .\r\nصدرالمتألهين يك جمله عالى دارد ، چقدر عالى ! مىگويد : مدتى در حكمت مشاء كار كردم تاريك بود . مدتى در حكمت اشراق كار كردم . عجب‌آور بود . زمينه حكمت مشاء و حكمت اشراق را حكمت متعاليه درست كردم در خطر بود اتكاءش دادم به قرآن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در زيارت ششم از زيارتهاى مطلقه اميرالمؤمنين در مفاتيح و همين طور زيارت امام رضا ( ع ) اين دستور هست .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nو روايت ، سكينه بود و برايم اطمينان پيدا شد . آن كه اطمينان مىدهد قرآن و روايات اهل‌بيت است ؛ و بالاخره آن كه سكينه و وقار مىدهد ، در علمش ، در گفتارش ، در كردارش و در دلش ، تواضع ، تعبد ، تسليم در مقابل خدا ، در مقابل پيغمبر ، در مقابل ائمه‌طاهرين ، در مقابل اوامر و نواهى ، در مقابل امامزاده‌ها ، در مقابل علماست . مرحوم آقا باقر بهبهانى « 1 » ، آن مردى كه به عالم تشيع و به عالم فقه و اصول قرآن و تعاليم اهل‌بيت خيلى خدمت كرده است ، در فوائد حائريه‌اش يك نصيحت ، به ما طلبه‌ها دارد مىفرمايد : طلبه‌ها ! به تجربه براى من اثبات شده است كه اگر توفيق مىخواهى ، اگر علم باتقوا مىخواهى ، اگر عنايت خاص خدا مىخواهى ، برو سر قبر فقها و از آنها در امور دنيا و آخرتت استمداد بگير و به فقها احترام كن ، چه زنده‌شان ، چه مرده‌شان .\r\nبعد مىفرمايد : به تجربه براى من اثبات شده ، آن افرادى كه به علما و به فقها توهين مىكنند اينها در وادى حسرت و ندامت و سرگردانى مىمانند تا بميرند .\r\nاينها براى ما خيلى مفيد است و ما بايد چنين باشيم ، ما بايد چنين كنيم تا كم‌كم مثل علامه‌مجلسى اول - رضوان‌الله‌تعالى عليه - بشويم كه مىگويد : خدمت آقا امام زمان رسيدم فرمود : بيا جلو ، ترسيدم . ابهت آقا مرا گرفت ؛ يك قدم مىرفتم بر مىگشتم . فرمود : بيا جلو . رفتم دست تلطف روى شانه‌ام گذاشتند و فرمودند : « نعم الزياره هذه » . مىفرمايد : از دور زيارت جامعه را براى آن بزرگوار خواندم . السلام‌عليكم يا اهل‌بيت‌النبوه تا آخر . بعد فرمود : « نعم الزياره هذه » . مىگويد : به قبر امام هادى اشاره كردم و گفتم اين قبر جد توست ؟ فرمود : آرى « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - شرح حال وى را به طور مفصل از كتاب وحيد بهبهانى نوشته على دوانى بخوانيد .\r\n( 2 ) - در مقدمه نجوم‌لامعه ( شرح زيارت جامعه به فارسى ) به اين خواب اشاره كرده ، مىگويد : بعد از بيدارى نيز مكاشفاتى براى مرحوم مجلسى حاصل مىشود . آن مرحوم شرح مختصرى نيز بر اين زيارت نوشته كه به همراه روضه‌المتقين ( شرح من لا يحضره الفقيه ) به طبع رسيده است .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nبايد چنين باشيم ، ما را دعا ، قرآن ، عبادت ، بعد تهذيب به جايى مىرساند . ما را تواضع در مقابل ائمه‌طاهرين به جايى مىرساند . اما اگر خداى نكرده بخواهيد به سوى چون و چراها برويد از كم شروع مىشود ، اما ناگهان به طور ناخودآگاه ، به قول قرآن « واضله الله على علم » مىرسد به جايى كه ديگر نمىتوانيد برگرديد و دانسته سقوط مىكنيد ؛ اول ندانسته است ، بعد دانسته مىشود .\r\nخلاصه سخن امروز اين شد : خودسازى و تهذيب‌نفس ، كار مشكلى است و به قول آقا سيدمحمد فشاركى - رضوان‌الله تعالى عليه - با سوزن چاه كندن است ، اما لازم است . دوش‌به‌دوش تحصيلتان بايد خودسازى كنيد ، بايد كتابهاى اخلاقى بخوانيد ، بايد جلسه‌هاى اخلاقى داشته باشيد و دوش‌به‌دوش درستان بايد تا اندازه‌اى كه مىشود مو به مو جلو برويد . حوصله مىخواهد . مو به مو جلو برويد تا ان‌شاءالله بتوانيد درخت رذالت را از دل بركنيد و درخت فضيلت را به جاى آن غرس كنيد - ان‌شاءالله .\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\nگفتار چهارم چگونگى تهذيب نفس - 1 « 1 »\r\nدرآمد بحث\r\nدر جلسه‌هاى قبل راجع به اهميت تهذيب‌نفس صحبت كردم و بنا شد در اين جلسه راجع به كيفيت تهذيب‌نفس صحبت كنم . تهذيب‌نفس كار بسيار مشكلى است ، گرچه كار بسيار لازمى است و به قول قرآن شريف ، از عقبهء سختى بالا رفتن است ؛ « فَلَا اقْتَحَمَ الْعَقَبَةَ وَ ما ادْريكَ مَا الْعَقَبَةُ فَكُّ رَقَبةٍ » ( بلد / 11 و 12 ) .\r\nاين كه انسان بتواند خود را از هوا و هوس آزاد كند ، بتواند خود را از صفات رذيله آزاد كند ، به قول قرآن شريف ، كارى بسيار مشكل ، و به گفتهء پيغمبر اكرم جهاداكبر است . زمانى لشكرى از جبهه برگشته بود ، فرمود : « مرحباً بقوم قضوا الجهاد الاصغر و بقي عليهم الجهاد الاكبر . فقيل : يا رسول‌الله ماالجهاد الأكبر ؟ قال : جهادالنفس » « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين سخنرانى در تاريخ 10 / 10 / 71 در دانشگاه علوم اسلامى رضوى ايراد شده است .\r\n( 2 ) - وسايل‌الشيعه ، ج 11 ، ص 122 ، نخستين باب جهادنفس . به جهاد اكبر امام راحل قدس سره و جهاد با نفس نوشته خود استاد مراجعه شود .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n. به قول بزرگان با سوزن چاه كندن است . به هر حال كارى است مشكل ، اما كارى است ممكن و لازم ، و قرآن شريف آن را خواسته است . بايد با حوصله ، مو به مو ، جلو رفت و از پروردگار عالم خواست تا بتوانيم درخت رذالت را از دل بركنيم ، و درخت فضيلت را به جاى آن بكاريم . اين كار بايد بشود .\r\nاز بحثهاى قبل ، استفاده كرديم كه اين كار براى همه ، مخصوصاً براى اهل علم كارى واجب و لازم است . حال چه بايد كرد ؟ قرآن شريف ، ابتدا مىفرمايد : تزكيه كار خداست ؛ شما فقط بايد مقدماتش را فراهم كنيد ، و اگر عنايت حق و فضل و رحمت حق نباشد هيچ‌كس نمىتواند خود را تزكيه و تهذيب كند ؛ « وَلَوْلا فَضْلُ اللّهِ عَلَيْكُمْ وَ رَحْمَتُهُ ما زكَّي مِنْكُمْ مِنْ احَدٍ ابَداً وَلكِنَّ اللّهَ يُزكّي مَنْ يَشاءُ » ( نور / 21 ) .\r\nهيچ‌كس نمىتواند خود را مزكى و مهذب كند ، مگر با عنايت خدا ، معلم اخلاق به حسب اين آيه خود خدا معرفى شده است ، آن‌جا كه مىفرمايد : « وَلِكنَّ اللّهَ يُزكّي مَنْ يَشاءُ » . بلى ، زمينه فراهم كردن ، مقدمات فراهم كردن مال ماست ، اما بايد اذعان داشته باشيم به قصور خود ، اذعان داشته باشيم به اين كه خدا بايد مدد كند ، خدا بايد ما را مهذب كند .\r\n\r\nشرط استاد ، در جانب فضيلت\r\nاول چيزى كه در تهذيب‌نفس ، شرط است ، استاد است . استاد علم اخلاق منقسم مىشود به اقسامى :\r\nاول - استاد خصوصى ، يعنى يك انسانى ، زيرنظر مردى ، معلمى ، كم‌كم به مرور زمان مهذب شود ؛\r\nدوم - معلم عمومى ، يعنى انسان به واسطهء درسهاى اخلاقى ، كتابهاى اخلاقى ،\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nنوارهاى اخلاقى كار كند و خود را بسازد و خود را مهذب كند ؛\r\nالآن قسم اول و دوم موردنظر من نيست و - ان‌شاءالله - بعد درباره‌اش صحبت مىكنم ، الآن قسم سوم موردنظر است .\r\nقسم سوم - معلمى كه هميشه با انسان است ، و انسان مىتواند هركجا هست از او استفاده كند .\r\nقرآن شريف ، اين معلم را به نام تقوا معرفى مىكند .\r\n\r\nتقوى معلم اخلاق\r\nقرآن در اين‌باره مىفرمايد : اگر كسى به واجبات اهميت بدهد ، از گناه اجتناب داشته باشد ، به مستحبات اهميت بدهد ، و اگر بشود به اجتناب از شبهات اهميت بدهد ، مهذب مىشود . به طور سربسته مىفرمايد : « انْ تَتَّقَوُااللّهَ يَجْعَلْ لَكُم فُرْقانا » ( انفال / 29 ) ؛ اگر متقى شديد مقام فرقان پيدا مىكنيد . مقام فرقان مرتبهء چهارم از سير و سلوك است ؛ يعنى انسان بايد اول از توبه و يقظه بگذرد ، از مقام تخليه و از مقام تحليه « 1 » بگذرد تا به مقام فرقان برسد ؛ يعنى انسان دلش منور شود به نور خدا ، و به طور ناخودآگاه ، آن‌هم يافتنى - نابافتنى و نه دانستنى - درك بكند ، و تميز بدهد حق و باطل را . قرآن مىفرمايد : به واسطه تقوا انسان مىتواند به اين جاها برسد . بعد قرآن شريف يك‌يك واجبات را معرفى مىكند . اينها معلم اخلاقند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - شايد ترتيب اين امور به اين طريق باشد : معرفت نفس ، يقظه و بيدارى ، توبه وانابه ، تخليه نفس از آنچه مخالف حق است ، تجليه نفس و صيقل دادن آن براى پذيرش نقوش ، تحليه نفس و آراستن آن به آرايشهاى الهى و نقوش ربانى ، و . . . رسيدن به مقام فرقان كه استاد به آن اشاره فرموده است . ر . ك . : نقطه‌هاى آغاز در اخلاق عملى ، آيه‌الله مهدوى كنى ؛ فرهنگ لغات و اصطلاحات عرفانى ، دكتر سجادى .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nبراى نمونه قرآن راجع به نماز مىفرمايد : « انَّ الصَّلوةَ تَنْهي عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ » ( عنكبوت / 45 ) ؛ نماز انسان را از گناه كردن باز مىدارد ؛ يعنى نماز است كه مىتواند براى انسان معلم اخلاق باشد ، چنان كه در آيه ديگر مىفرمايد : « وَاسْتَعينُوا بِالصَّبْرِ وَالصَّلوةِ » ( بقره / 45 ) ؛ براى سير و سلوكتان ، براى خودسازيتان و براى دنيايتان و براى آخرتتان از نماز كمك بگيريد .\r\nدربارهء نماز و اين كه معلم اخلاق است ، قرآن سفارش زيادى دارد . قرآن مىفرمايد : نماز است كه انسان را از ظلمتها به نور مطلق مىكشاند . مىفرمايد : « يا ايُّهَا الَّذين آمَنُوا اذْكُرُوا اللّهَ ذِكْراً كَثيراً وَسَجّوُهُ بُكْرَةً وَاصيلًا » ( احزاب / 41 و 42 ) .\r\nقدر متيقن اين ذكر نماز است . مىدانيد مصاديق ديگر هم دارد ، اما قدر متيقن اين ذكر ، نماز است . بعد مىفرمايد : « هُوَالَّذي يُصَلّي عَلَيْكُمْ وَ مَلائِكَتُهُ لِيُخْرِجَكُمْ مِنَ الظُّلُماتِ الَي الْنُّورِ » ( احزاب / 43 ) .\r\nاگر براستى انسان نماز بخواند ، پروردگار عالم درود براو مىفرستد ، و به دنبال درود خدا فرشتگان بر او درود مىفرستند . پروردگار عالم انسان را به واسطه نماز از ظلمتها به نور مىكشاند ؛ از ظلمت هوى و هوس ، از ظلمت صفات رذيله و از ظلمت نفس‌اماره ، او را به نور مطلق مىكشاند . معناى مهذب‌بودن يعنى همين . اين آيه تقريباً به اين صراحت دارد كه نماز معلم اخلاق است . از نماز مىتوانيم استفاده كنيم براى تهذيب‌نفس ، از نماز مىتوانيم استفاده كنيم براى اين كه درخت رذالت را از دل بركنيم و درخت فضيلت به جاى آن غرس كنيم ، و از همين جهت است كه در قرآن و روايات ، مقام محمودى « 1 » براى نماز اول وقت و نماز شب هست و مقام محمود همين نماز اول وقت است . بالاترين مقام براى انسان اين است كه بتواند صفات رذيله را ريشه‌كن كند و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ر . ك . تفسير الميزان ، ج 13 ، ص 176 .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nبتواند صفات خوب را جايگزين كند . اين راه است كه انسان را به مقام وصول به هدف مىرساند . معقول نيست كه انسان بتواند به هدف برسد در حالى كه صفت رذيله‌اى براو حكمفرماست .\r\nقرآن مىفرمايد : « اقِمِ الّصَلوةَ لِدُلُوكِ الّشَمْسِ الي غَسَقِ الّلَيْلِ وَ قُرْآنَ الْفَجْرِ انَّ قُرْآنَ الْفَجْرِ كانَ مَشْهُودا . وَمِنَ اللَّيْلِ فَتَهجَّدْبِهِ نافِلَةً لَكَ عَسي انْ يَبْعَثَكَ رَبُّكَ مَقاماً مَحْمُوداً » ( اسراء / 78 و 79 ) .\r\nاگر مقام محمود مىخواهى نماز ظهر و عصرت را اول وقت ، نماز مغرب و عشاء را اول وقت ، نماز صبح را اول وقت بخوان ، و نماز شب هم فراموش نشود . اين آيه هم مىفرمايد : معلم اخلاقى كه همه وقت و همه جا هست نماز و اهميت‌دادن به نماز است .\r\nبه شما عزيزان ، معقول نيست كه بگويم : نماز بخوانيد ، چنانچه خوب هم نيست كه بگويم : نماز اول وقت بخوانيد . معلوم است نماز مىخوانيد و نماز را اول وقت هم مىخوانيد و نماز را در مسجد با جماعت مىخوانيد . در وقت نماز تلاطم درونى حتماً براى شما پيدا مىشود براى اين كه شما مروج نمازيد . اما بايد در زندگى شما نمازشب باشد . اگر مىخواهيد مهذب شويد بايد يك ساعت قبل از طلوع فجر ، نيم ساعت قبل از طلوع فجر ، نيم ساعت بعد از طلوع فجر بيدار باشيد ، و با راز و نياز با خدا ، با نماز شب ، زمينه درست كنيد براى اين كه پروردگار عالم شما را مهذب كند .\r\nمعمولًا نمىشود ، نديديم و نشنيديم يك كسى به نماز بىاعتنا باشد اما مهذب هم شده باشد . نشنيديم نديديم يك كسى نماز شب در زندگيش نباشد ، اما مهذب هم شده باشد . اگر مىخواهيد مهذب شويد حتماً بايد اين نمازشب ، اين طلوع فجر و بيدارى قبل از طلوع فجر در زندگى شما باشد .\r\nسورهء مزمل سوره‌اى است كه در دومين نزول وحى ، بر پيغمبر نازل شده است ،\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nيعنى در دفعه اول چند آيه اول سورهء علق در كوه حرا بر پيغمبر نازل شد و پيغمبر به رسالت مبعوث شد ، بعد در دفعهء دوم اين آيات سورهء مزمل بر پيغمبر نازل شد كه در آغازش مىفرمايد :\r\n« يا ايُّهَا الْمُزَّمِلُ قُمِ اللَّيْلَ الا قَليلًا نِصْفَهُ اوِانْقُصْ مِنْهُ قَليلًا اوْ زِدْ عَلْيهِ وَرَتّلِ الْقُرْآنً تَرْتيلًا » ( مزمل / 1 - 4 ) اى پيغمبر ، اى كسى كه عباى نبوت به دوش گرفتى ، به پاخيز شب را جز اندكى ، نصفش را يا كمتر از آن اندكى را ، يا افزون برآن و به ترتيل بخوان قرآن را . بار سنگينى بردوش تو آمده است ، اگر مىخواهى اين بار به منزل برسد بايد به اندازه ممكن شب را بيدار باشى . هرچه قدر مىشود و مىتوانى بيدار خوابى داشته باشى . براى طلبه ، نيم ساعت ، يك ساعت قبل از طلوع فجر .\r\n« قُمِ اللَّيْلَ الا قَليلًا » دستورالعمل ده‌گانه‌اى است كه به پيغمبر اكرم داده شده براى اين كه بتواند بار رسالت را به منزل برساند . در حقيقت ، اين دستورالعملى است براى همه ، براى تهذيب‌نفس همه ، دستورالعملى است براى اهل علم ، براى اين كه اين‌بار سنگين تبليغ را به منزل برسانند . اين دستورالعمل ده‌گانه اولش نماز شب است : « قُمِ اللَّيْلَ الا قَليلًا » ، و بعدش هم خواندن قرآن .\r\nاگر ما اهميت ندهيم - ولو اين كه العياذبالله نماز اول وقت نخوانيم - نه تنها نمىتوانيم مهذب باشيم ، بلكه زندگى ناخوشى هم براى ما پيدا مىشود . يك كلاف سردرگمى در زندگى انسان پيدا مىشود و انسان سكارى ، حيارى مىماند تا اين كه بميرد .\r\nقرآن مىفرمايد : « مَنْ اعْرَضَ عَنْ ذِكْري فَانَّ لَهُ مَعيشَةً ضَنْكاً وَ نَحْشُرُهُ يَوْمَ الْقِيامَةِ اعْمي » ( طه / 124 ) ؛ آن كسانى كه به نماز اهميت ندهند ، از نماز اعراض بكنند\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nاينها دو تا مصيبت دارند : يكى در دنيا كه يك زندگى ناخوش دارند ، و يكى در آخرت كه كور وارد صف محشر مىشوند . آن جا با خدا درد دل مىكند : چشم داشتم ، چرا اين جا كورم ؟ خطاب مىرسد : براى اين كه نماز را فراموش كردى ، براى اين كه آياتى كه براى تو فرستاده بوديم همه را از ياد بردى . خوب ، حالا هم از ياد برده مىشوى ؛ « كَذلِكَ اتَتْكَ آياتُنا فَنَسيتَها وَكَذلِكَ الْيَوْمَ تُنْسي » ( طه / 126 ) . علاوه بر اين كه نمىشود تهذيب‌نفس كرد ، يك حالى از حيرانى و سكران براى انسان پيدا مىشود . دلهره ، اضطراب خاطر ، نگرانى ، غم و غصه فراوان دارد و نمىداند از كجا سرچشمه گرفته است . قرآن مىفرمايد : علتش ، اهميت ندادن به نماز است . حتى آن جمله كه در سوره ماعون است كمر انسان را مىشكند . مىفرمايد : « فَوَيْلٌ لِلْمُصَلّينَ الَّذينَ هُمْ عَنْ صَلاتِهِمْ ساهُونَ » ( ماعون / 5 ) ، واى به آن نامسلمان ، آن كه مسلمان واقعى نيست ، واى به اين نامسلمان ، آن كه نماز را سبك مىشمارد . نماز مىخواند اما مىگذارد آخر كار ، نماز مىتواند با جماعت بخواند نمىخواند ، مىتواند نمازش با دل ادب بگزارد و تندتند نخواند ، اما مراعات نمىكند .\r\nبالاخره نماز معلم اخلاق است . من از همه شما تقاضا دارم نماز اول وقت بخوانيد . اگر مىشود در مسجد با جماعت بخوانيد . من از همه شما تقاضا دارم براى پربركت شدن عمرتان ، براى پربركت شدن عملتان ، براى اين كه خدا دست شما را بگيرد و تقوا پيدا كنيد و مهذب شويد ، به نماز خيلى اهميت بدهيد . « انَّ الصَّلوةَ تَنْهي عَنِ الْفَحْشاءِ وَالْمُنْكَرِ » ( عنكبوت / 45 ) بىاعتنا به نماز نباشيد . خدا عاقبت آن كسى كه بىاعتنا به نماز است به خير نمىكند . چه بسيار ديدم افرادى كه پنجاه سال ، شصت سال قال الباقر و قال الصادق گفتند ، اما بالاخره عاقبتشان به خير نشد ، براى اين كه به نماز اهميت نمىدادند . يك نماز تندتندى آن هم در آخر كار ، در آخر وقت مىخواندند . از\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nهمه شما تقاضا دارم اگر دنيا مىخواهيد به نماز اهميت بدهيد ، اگر آخرت مىخواهيد ، و اگر هم موضوع بحث ما را كه كيفيت تهذيب‌نفس است مىخواهيد به نماز اهميت بدهيد .\r\nمرحوم كلينى - رضوان‌الله تعالى عليه - در كافى روايتى به سند صحيح نقل مىكند ، و اين روايت را صاحب وسايل دو سه قسمت كرده است و شايد هم دو سه روايت باشد . او اين روايتها را در جلد سوم وسايل در اعداد نماز نقل مىكند . در اين روايت امام مىفرمايد : نماز ، نمازشب و نافله ، معلم اخلاق است ، آن هم چه معلمى ! مىفرمايد : خدا فرموده است بندهء من به من نزديك مىشود به واسطه نافله . اين نافله آيا مستحبات است مطلقاً ؟ يا نافله‌هاى نمازهاى يوميه . . . ؟ قدر متيقن از اين نافله ، نماز شب است . مىفرمايد :\r\n« . . . وانه ليتقرب الي بالنافله حتي احبه فاذا أحببته كنت سمه الذي يسمع به وبصره الذي يبصر به و لسانه الذي ينطق به ويده الذي يبطش به . ان دعاني أجبته وان سألني اعطيته » « 1 »\r\nمىفرمايد : نافله است كه بنده را محبوب من مىكند . وقتى محبوبم شد ، ديگر چشم او مىشوم ، گوش او مىشوم ، دست او مىشوم ، و او را مستجاب‌الدعوه مىكنم ، مستجاب‌الدعوه‌اى كه تا دعا كند مستجاب مىشود . اين كه مىگويد : چشم او مىشوم ، گوش او مىشوم ، زبان او مىشوم ، زبان او مىشوم ، دست او مىشوم ، همه و همه معنايش همان فرقان است ؛ يعنى مىرسد به جايى كه نور خدا در دل او منور\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - دو حديث در اصول كافى ( نسخه همراه با ترجمه ) ، ج 4 ، ص 53 و 54 وجود دارد : يكى از امام صادق ( ع ) كه در سندش ضعف است و ديگرى از امام باقر ( ع ) كه سندش درست است . حديث در كتابهاى اهل سنت نيز آمده كه سند همه را ضعيف دانسته‌اند ، جز سند آنچه را كه طبرانى مختصراً آورده و گفته‌اند : حديث حسن و خوبى است . ( به التاج الجامع للاصول ، ج 5 ، ص 207 و پاورقى آن مراجعه شود . )\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nمىشود ، و به واسطه نور خدا بين حق و باطل تميز مىدهد ، و مقام فرقان پيدا مىكند ؛ مىرسد به آن جا كه صاحب خانه در دل مىآيد ؛ مىرسد به آن جا كه ديگر هيچ چيزى و هيچ كسى در دلش نيست ، جز خدا . اين مقام كى براى انسان پيدا مىشود ؟ اين روايت مىفرمايد : به واسطه اهميت‌دادن به نماز شب ، به واسطه اهميت‌دادن به نافله‌ها . اين نافله‌ها امر پروردگار عالم است و اگر از عموم مردم نخواهند از ماها در وقتى كه بيكار باشيم مىخواهند . اين اوامر مستحبى است كه نسبت به انبيا بعضى اوقات با آن شدت عمل سخت گرفته مىشود ، اين معنايش اين نيست كه به ما اهل علم سخت‌گيريهايى مىشود كه به ديگران نمىشود ؟\r\nدر روايتى كه مرحوم صاحب وسايل نقل مىكند راجع به نماز شب ، گاهى مىفرمايد : « تركه قبيح » ، « تركه معصيه » ، « أنها فريضه » اينها معنايش چيست ؟ معنايش اين نيست كه براى خواص حتماً اين نماز شب بايد باشد ؟ اما اگر راستى مىخواهد راه را بپيمايد از همين جا بايد بپيمايد ، بايد زمينه درست كند كه خدا نظر لطف به او بكند ، بايد مقدمات فراهم كند تا خود خدا معلم اخلاقش باشد ، و اگر كسى مىخواهد خدا معلم او باشد بايد به نماز اهميت بدهد ، بايد به همه نوافل اهميت بدهد .\r\nراجع به روزه قرآن شريف مىفرمايد : روزه معلم است « كُتِبَ عَلَيْكُمُ الّصِيامُ كَما كُتِبَ عَلَي الَّذينَ مِنْ قَبْلِكُمل لَعَلَّكُمْ تَتَّقُونَ » ( بقره / 183 ) ؛ يعنى اگر مىخواهى حسن پرهيزگارى پيدا كنى ، مىخواهى تسلط بر نفس‌اماره پيدا كنى ، مىخواهى به قول قرآن شريف ، بينى نفس‌اماره را به خاك بمالى ، روزه بگير .\r\nماه رجب كه ماه خداست ، ماه شعبان كه ماه پيغمبر اكرم است ، بايد از اين دوماه ، بعدش هم كه ماه مبارك رمضان است استفاده كنيد . اين روزه‌هاى مستحبى با اين\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nهمه ثوابش ، ولى عمده‌تر و بالاتر از ثواب اين است كه روزه مستحبى انسان را مىسازد و انسان را به آن‌جا مىرساند كه راه پنجاه ساله را ممكن است به يك روز با روزهء ماه رجب يا ماه شعبان بپيمايد .\r\nانفاق ، خود انفاق را قرآن شريف مىفرمايد كه معلم اخلاق است : « خُذْمِنْ امْوالِهِمْ صَدَقَةً تُطَهّرُهُمْ وَ تُزَكّيهِمْ بِها وَصَلّ عَلَيْهِمْ انَّ صَلوتَكَ سَكَنٌ لَهُمْ » ( توبه / 103 ) ؛ اى پيغمبر ، خمس است ، زكات است ، انفاق است كه انسان را پاك مىكند و تربيت مىكند بعدش هم همهء واجبات چنين هستند .\r\nتوبه\r\nانسان بايد از توبه شروع كند ، خود اين توبه مهذب است ؛ يعنى توبه معلم اخلاق است . از نظر روايات ، توبه معلم اخلاق است . از نظر قرآن توبه معلم اخلاق است . قرآن مىفرمايد :\r\n« الا مَنْ تابَ وَامَنَ وَ عَمِلَ عَمَلًا صالِحاً فَاوُلئِكَ يُبَدّلُ اللّهُ سَيِئاتِهِمْ حَسَناتٍ » ( فرقان / 70 ) .\r\nاين آيهء شريفه دوگونه معنا مىشود : يك معنايش اين است كه آن كسى كه راستى توبه كند ، راستى از گناهش شرمنده بشود و يك حال تلاطم درونى از گناه پيدا بكند ، پروندهء سياه او نابود مىشود و پروندهء درخشانى به نام ثواب توبه براى او باز مىشود : « اوُلئِكَ يُبَدّلُ اللّهُ سَيِئاتِهِمْ حَسَناتٍ » . اين يك معنا .\r\nيك معنايش هم اين است كه اگر توبه حاصل شود ، اگر براستى شخص توبه كند ، آن توبه دل را روشن مىكند ، ظلمت دل را مىبرد و دل ظلمانى را به دل نورانى تبديل مىكند ، چنان‌كه روايت هم همين را مىگويد . در روايات مىخوانيم - روايات متعدد\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nهم هست - كسى كه گناه بكند ، نقطه سياهى در دل او پيدا مىشود ، اگر توبه كرد نقطه سياه زايل مىشود ، و اگر نه ، آن نقطه سياه زياد مىشود ، و اگر هم گناه كرد و كرد و كرد تا همهء دل را گناه گرفت « فلن تفلح ابداً » ديگر موفق به توبه نمىشود .\r\nبالأخره همان دل سياه را كه صفحه دل را سياهى گرفته است ، انسان مىتواند با يك توبه ، در دل شب يك گريه وزارى از گناه ، مبدل كند به صفحه‌اى سفيد ؛ يعنى آن ظلمت را مبدل كند به نور و روشنايى .\r\nاين كه پرونده سياه به پرونده درخشان ، مبدل شود ممكن نيست مگر به آن كه دل انسان مبدل شود از سياهى و تاريكى روشنى و به سفيدى . معناى « يقظه » و « تنبه » و بيدارى و اهميت دادن به واجبات نيز همين است . تخليه و تخليه هم معنايش همين است .\r\nخلاصه ، اگر كسى بخواهد مهذب بشود ، من خيال مىكنم بهترين راه آن است كه از معلم تقوا استفاده كند . معلم تقواست كه انسان را مىتواند به آن‌جا برساند كه درخت رذالت را ريشه‌كن كند و درخت فضيلت را به جاى آن بكارد .\r\n\r\nمعلم اخلاق در جانب رذيلت\r\nچيزى كه در اين‌جا بايد توجه بدهم اين است كه از نظر قرآن ، ما همين‌طور كه استاد و معلم اخلاق در فضيلت داريم ، استاد و معلم اخلاق در رذيلت هم داريم ؛ يعنى قرآن مىفرمايد : گناه معلم اخلاق است اما در رذالت . گناه است كه انسان را به سقوط مىكشاند آن‌هم چه سقوطى ! گناه ولى كوچك اما براى سقوط انسان خيلى بزرگ است ، مخصوصاً گناه روى گناه كه قرآن مىفرمايد : « ثُمَّ كانَ عاقِبَةَ الَّذينَ اساؤوُا السُّوأي انْ كَذَّبُوا بِآياتِ اللّهِ » ( روم / 10 ) ؛ يعنى وقتى انسان لاابالى شد و گناه روى گناه انجام داد ، كم‌كم به آن‌جا مىرسد كه اصلًا زير همه‌چيز مىزند ؛ « اذا تُتْلي\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nعَلَيْهِ آياتُنا قالَ اساطيرُ الْاوَّلينَ كَلّابَلْ رانَ عَلي قُلُوبِهِمْ ماكانُوا يَكْسِبُونَ » ( مطففين / 13 و 14 ) ؛ وقتىكه قرآن برايش مىخوانند مىگويد افسانه است قرآن مىگويد : نه ، افسانه نيست ، دل ناپاك است ؛ گناه روى گناه دل او را ناپاك وتاريك كرده و دل تاريك ديگر نمىتواند قرآن روى آن اثر بگذارد .\r\nقرآن شريف مىفرمايد : آهنگهاى شهوت‌انگيز ، عكسهاى مبتذل و فيلمهاى مبتذل موجب مىشود كه انسان از نور به ظلمتها كشيده شود و موجب مىشود كه اصلًا از دين بيرون رود . مىفرمايد : « وَمِنَ الْنّاسِ مَنْ يَشْتَري لَهْوَ الْحَديثِ لِيُضِلَّ عَنْ سَبيلِ اللّهِ بِغَيْرِ عِلْمٍ وَيَتَّخِذَهَا هُزُواً » به طور ناخودآگاه از دين بيرون مىرود و به آن‌جا مىرسد كه اصلًا حق و حقيقت را مسخره مىكند . « وَيَتَّخِذَهَا هُزُواً » چنان تخدير شود كه آن تخديرش موجب شود ديگر چشم نداشته باشد ، گوش نداشته باشد ، دل نداشته باشد . لذا به دنبال آيه مىفرمايد : « وَاذا تَتْلي عَلَيْهِ آياتُنا وَلّي مُسْتَكْبِراً لَمْ يَسْمَعْها كَأنَّ اذُنَيْهِ وَقْراً فَبَشّرْهُ بِعَذابٍ اليمٍ » ( لقمان / 7 ) .\r\nاين آيه شريفه مىفرمايد فيلمهاى شهوت‌انگيز ، عكسهاى شهوت‌انگيز و آهنگهاى شهوت‌انگيز ، اينها معلم اخلاقند ، اما معلم اخلاق در جهت رذالت . انسان را رذل مىكنند و صفات رذيله را به دل رسوخ مىدهند و به آن‌جا مىرسانند كه اصلًا به واسطه آن صفات رذيله زير همه‌چيز مىزند .\r\nخلاصهء حرف اين است : اگر معلم اخلاق مىخواهيد ، معلم اخلاق خصوصى ممكن نيست ، معلم اخلاق عمومى كم است ، درسهاى اخلاق كم است ، اما يك‌چيز زياد است و قرآن شريف روى آن پافشارى دارد و همه وقت براى انسان ميسر است و بايد از آن استفاده كنيد ، و آن كلمه تقواست ؛ اهميت به واجبات ، همه و همه ، مخصوصاً نماز ، اهميت به مستحبات ، همه و همه ، مخصوصاً خدمت به خلق خدا و مخصوصاً\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nنافلهء شب ؛ اجتناب از گناه همه و همه مخصوصاً حق‌الناس ، نظير غيبت ، تهمت ، شايعه ، مال مردم خوردن ، و امثال اينها ؛ و اگر بشود اجتناب از شبهات .\r\nاجتناب از شبهات\r\nدر حديث است كه مىفرمايد\r\n: « حلال بين و حرام بين و شبهات بين ذلك . . . و من اخذ بالشبهات ارتكب المحرمات و هلك من حيث لايعلم\r\n» « 1 » ؛ يعنى يك حلال و يك حرام است ، روشن ولى شبهاتى هم داريم كه اگر كسى مرتكب آنها شود خطر ورود در حرمات برايش هست .\r\nاين معنايش چيست ؟ آيا اين نمىگويد كه اجتناب از شبهات ، خودش معلم اخلاق است براى انسان ؟ مىگويد : اگر كسى از شبهات پرهيز بكند نفسى قوى پيدا مىكند ، براى اين كه محرمات را به‌جا نياورد . اما اگر از شبهات پرهيز نكند ، كم‌كم نفس جدى مىشود و در رذالت قوى مىشود : «\r\nوقع في المحرمات و هلك من حيث لايعلم\r\n» . هلاكتش به‌طور ناخودآگاه است ، واقع شدن در گناه به طور ناخودآگاه است ؛ يعنى نفس جدى مىشود گناه را خوب مىداند و انجام مىدهد ؛ ابهت گناه از دلش مىرود و «\r\nمن حيث لايعلم\r\n» اين حالت برايش پيدا مىشود .\r\n\r\nتأكيد برتقوا\r\nكلمه تقوا ، كلمه خوبى است . اگر كسى متقى شد ، قرآن معلم اخلاق او مىشود ، خدا معلم اخلاق او مىشود .\r\nقرآن مىفرمايد : « قَدْ جاءكُمْ مِنَ اللّهِ نُورٌ وَ كِتابٌ مُبينٌ يَهْدي بِهِ اللّهُ مَنِ اتَّبَعَ رِضْوانَهُ سُبُلَ الّسَلامِ وَ يُخْرِجُهُمْ مِنَ الّظُلُماتِ اليَ الّنُورِ بِاذْنِهِ وَ يَهْديهِمْ الي صِراطٍ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اصول كافى ، ج 1 ، ص 187 ، مرسلة عمربن حنظله .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nمُسْتَقيمٍ » ( مائده / 15 و 16 ) ؛ از ظلمتها او را به نور مىكشاند : « وَ يُخْرِجُهُمْ مِنَ الّظُلُماتِ اليَ الّنُورِ » . بعد از همه اينها ، آن راهى را كه به مقصود مىرسد ، آن راهى را كه به مطلوب مىرسد ، راه سلامتى و صراط مستقيم ، آن راه را هم نشان مىدهد :\r\n« وَيَهْديهِمْ الي صِراطٍ مُسْتَقيمٍ » . خلاصهء بحث امروز ما اين شد : بالاترين چيزى كه انسان را مهذب مىكند ، يعنى براى انسان ، معلم اخلاق است ، تقواست . من خيال مىكنم اين از معلم خصوصى بالاتر است ، اين از معلم عمومى هم بالاتر است ، بلكه معلم خصوصى و معلم عمومى وابسته به اين معلم است . اگر انسان تقوا نداشته باشد ، اگر انسان به واجبات اهميت ندهد ، اگر انسان تقوا نداشته باشد ، اگر انسان به واجبات اهميت ندهد ، اگر انسان زبانش كليد نداشته باشد ، اگر انسان دلش كليد نداشته باشد ، يقينى و حتمى است كه ديگر حرف حق در او تأثير ندارد ، ديگر مسلم است كه هيچ كسى نمىتواند در او تأثير بگذارد .\r\nپيغمبر اكرم با آن جاذبه‌اش همه را جذب مىكرد ، اما نمىتوانست در آن دلهايىكه تاريك بود و در آن افرادى كه رابطه‌اى با خدا نداشتند تأثير بگذارد . هدايت قرآن براى متقين است . شما ببينيد ، اول سورهء بقره : « بِسْمِ اللّهِ الْرَّحْمنِ الْرَّحيم ، الم ، ذلِكَ الْكِتابُ لارَيْبَ فيهِ هُديً لِلْمُتَّقينَ » . مىگويد قرآن ، معلم وهادى است ، اما براى متقين و نه ديگران اين « هدى للمتقين » دوجور مىشود تفسير كرد : يك معنا اين است كه براى تشريف و تعظيم متقين قرآن شريف مىفرمايد : من آمدم براى متقين ؛ اما يك معناى ديگر اين است كه قرآن مىتواند روى افرادى اثر بگذارد كه متقى باشند ، اما اگر گناه دل كسى را سياه كرده باشد ، ديگر نمىتواند قرآن ، جاذبهء پيغمبر ، جاذبه قرآن ، جاذبهء ائمه‌طاهرين روى آن اثر بگذارد .\r\nهمهء شما خوانديد براى ديگران كه امام حسين عليه السلام در روز عاشورا از مردم\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nخواست ساكت شوند تا با آنها صحبت كند ، هرچه گفت ساكت نشدند بعد به آنها فرمود : « . . . قد ملات بطونكم من‌الحرام . . . » « 1 » ؛ شكمهايتان از حرام پرشده و دلها سياه و تاريك شده است .\r\nآيه‌اى كه الآن خواندم به خوبى دلالت مىكند كه اگر دل سياه باشد ، نه اين‌كه اثر نمىگذارد ، بلكه بدتر مىشود .\r\n بر سيه دل چه سود خواندن وعظ * نرود ميخ آهنين در سنگ \r\n« اذا تُتْلي عَلَيْهِ آياتُنا قالَ اساطيرُ الْاوَّلينَ » ( قلم / 15 ) . اين در حالى است كه قرآن نور است ، اساطير نيست ، واقعيت دارد ، و هدايت است ، اما تو نمىتوانى واقعيتش را درك كنى . قرآن « هديللمتقين » است ، جاذبهء پيغمبر « هديللمتقين » است ، كتابهاى اخلاقى ، معلمهاى اخلاق همه و همه « هديللمتقين » هستند ، و پروردگار عالم هم باقى است و هادى براى افرادى كه باتقوا باشند .\r\n\r\nبا حساب و انديشه ، بگوييد ، بشنويد و فكر كنيد\r\nتقاضا دارم حساب و كتاب داشته باشيد ؛ زبان شما حساب و كتاب داشته باشد ، چشم شما و دل شما حساب و كتاب داشته باشد . هر فكرى را به مغزتان راه ندهيد . اول فكر كنيد ، بعد آن فكر را به دل وارد كنيد ، اول فكر كنيد بعد بگوييد .\r\nغيبت گناهش بزرگ است . حالا گناه كه بزرگ است عقابش بزرگ است ، اما آن كه الآن مىخواهم بگويم اين است اثر وضعى آن‌هم بزرگ است ، يك غيبت ممكن است كه يكباره انسان را از آن بالاى بالا بكشاند به « درك‌الأسفل » و سقوط بدهد ، چه سقوطى ! يك تهمت ، يك شايعه ، يك دروغ و بالاخره يك حرف بىفكر موجب سقوط\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار ، ج 45 ، ص 8 ، به نقل از مناقب ؛ نفس‌المهموم ، به ترجمة مرحوم شعرانى ، ص 125 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nانسان مىشود .\r\nما اگر بخواهيم به جايى برسيم يعنى اگر برمبناى بحثمان بخواهيم مهذب باشيم ، حتماً بايد اول متقى باشيم ؛ يعنى از توبه و يقطه بايد شروع شود تا بتوانيم درخت رذالت را از دل بركنيم و درخت فضيلت جاى آن غرس كنيم . ان‌شاءالله .\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n\r\nگفتار پنجم چگونگى تهذيب نفس - 2 « 1 »\r\nبحث جلسه قبل راجع به كيفيت تهذيب‌نفس بود ، و اين‌كه چه كنيم اين‌بار سنگين را بتوانيم تحمل كنيم ، به منزل برسانيم ، و چه كنيم درخت رذالت را بتوانيم از دل بركنيم و درخت فضيلت را به جاى آن غرس كنيم و بارور سازيم . بحث خوبى است و شايد هم مهمترين بحثها در علم اخلاق باشد .\r\n\r\nآيات اول سوره مزمل و دستورالعمل يازده‌گانه\r\nبحث امروز من راجع به دستورالعملى است كه معلم كامل اخلاق واقعى است ، خدا آن را به متعلم واقعى يعنى پيغمبر اكرم ( ص ) داده ، و معلوم است اين دستورالعمل بهترين دستورالعمل براى كيفيت تهذيب‌نفس‌هاست و براى اين كه اين بار سنگين را به منزل برسانيم . پيغمبر اكرم با سه ، چهار آيهء اول سوره علق به رسالت مبعوث شدند . جبرئيل در كوه حرا در آن غار مخصوص نازل شد و پيغمبر اكرم با « بِسْمِ اللّهِ الْرَّحْمنِ الْرَّحيم اقْرَأ بِاسْمِ رَبّكَ الَّذي خَلَقَ ، خَلَقَ الْانْسانَ مِنْ عَلَقٍ اقْرَأ وَرَبُّكَ الْاكْرَمُ الَّذي عَلَّمَ بِالْقَلَمِ عَلَّمَ الْانْسانَ مالَمْ يَعْلَمْ » ( علق / 1 - 5 ) به رسالت مبعوث شد . اگر يادتان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين سخنرانى در تاريخ 8 / 11 / 73 در دانشگاه علوم اسلامى رضوى ايراد شده است .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nباشد همان جلسه اول گفتم قانون ادبيت ، يعنى براعت استهلال « 1 » اقتضا مىكند كه برنامهء بيست و سه سالهء پيغمبر در اين چند آيه آمده باشد . برنامه بيست و سه سالهء پيغمبر اكرم در اين چند آيه ، « آموزش و پرورش » است .\r\nپيغمبر اكرم خانه تشريف آوردند . طولى نكشيد جبرئيل آمد با يك دستورالعمل كه در اول سورهء مزمل است « 2 » . در اين آيات گوشزد مىكند كه اى پيامبر بار سنگينى بر دوشت قرار گرفته است ، و اين بار سنگين را اگر بخواهى به منزل برسانى خودبه‌خود نمىشود و نمىتوانى . بايد از برون نيرو بگيرى و بايد به اين دستورالعمل عمل كنى . آنگاه دستورالعمل يعنى آيات اول سورهء مزمل را به پيغمبر مىدهد و انصافاً معلوم است كه پيغمبر هم به اين دستورالعمل خوب عمل كرد ، چنان كه اين بار سنگين را هم خوب به منزل رساند . اين دستورالعمل يازده تا جزء دارد . مسلم است كسى كه به اين دستورالعمل ، عمل بكند به هركجا بخواهد مىتواند برسد ؛ اگر بار سنگين طلبگى باشد مىتواند به جايى برسد و مىتواند حتى به مقام لقاء برسد ، اگر براى ادارهء يك مملكتى ، براى ادارهء يك اداره و خانه‌اى باشد ، فوق‌العاده مؤثر است و بالاتر از اينها براى تقويت اراده است ؛ انسان يك ارادهء فولادى پيدا مىكند كه بتواند غصه و دلهره و اضطراب خاطر و نگرانى را از بين ببرد و به جاى آن نشاط و اميد غرس بكند .\r\nبالاخره ، اين دستورالعمل براى هر كارى فوق‌العاده مطلوب است . حتى براى اين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - دربارة براعت استهلال در پاورقيهاى درس ايشان در مورخه 21 / 8 / 71 توضيح داده شده است .\r\n( 2 ) - « بِسْمِ اللّه الرَّحْمنِ الْرَّحيم يآ ايهُا الْمُزَّمّلُ قُم اللَّيلِ الّاقَليلًا نصْفَهُ او انْقُصْ مِنْهُ قَليلًا اوْزِدْ عَلَيه وَرَتّلِ الْقُرانَ تَرْتيلًا انَّا سَنُلْقى عَلَيكَ قَوْلًا ثَقيلًا انَّ نَاشَئَةَ اللَّيلِ هى اشَدُّ وَطْأ وَاقْوَمُ قَيلًا انَّ لَكَ فى النَّهَار سَبْحاً طَويلًا وَ اذْكُراسْمَ رَبّكَ وَتَبَتَّلْ اليه تَبْتيلًا رَبُّ الْمَشْرقَ وَ الْمَغْرَب لَا الهَ الَّاهُوَ فَاتَّخِذْهُ وَكيلًا وَاصْبِرْ عَلَى مَا يقُولُونَ وَاهْجُرْهُمْ هَجْراً جَميلًا وَذَرْنى وَالْمُكَذبينَ اوِلَى النَّعْمَةِ وَ مَهِّلْهُمْ قَليلًا . . . »\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nكه ايمانش را دم مرگ با خود ببرد ، اين دستورالعمل مفيد است ، براى اين كه بخواهد محبوب در جامعه باشد اين دستورالعمل مفيد است ، براى اين كه بخواهد خانه خودش را بسازد و نسل صالحى تحويل جامعه بدهد اين دستورالعمل مفيد است و براى اين كه بخواهد مهذب شود و بخواهد درخت رذالت از دل بركند و درخت فضيلت به جاى آن غرس كند مفيد است .\r\nدر اين دستورالعمل ، اول گوشزد مىكند كه يا رسول‌الله بارى سنگين بردوشت آمده است ؛ « ياايُّهَا الْمُزَّمّلُ » ، اى كسى كه عباى نبوت بر دوشت آمده « انّا سَنُلْقى عَلَيكَ قَوْلًا ثَقيلًا » ، اين عباى نبوت و اين بار نبوت ، سنگين است . بعد از آن كه مىفهماند بار سنگين است ، در نخستين جزء يازدهگانه از اين دستورالعمل مىفرمايد : « قُمِ اللَّيْلَ الّا قَليلًا نِصْفَهُ اوِانْقُصْ مِنْهُ قَليلًا ، اوْ زِدْ عَلَيْهِ وَرَتّل الْقُرْآنَ تَرْتيلًا » . بعد هم مىفرمايد : « انّ ناشِئَةَ اللَّيْلِ هِيَ اشَدُّ وَطْأ وَاقْوَمُ قيلًا » ( مزمل 2 / 7 ) .\r\n\r\nاولين دستورالعمل\r\nجزء اول اين دستورالعمل شب بيدارى است ؛ شب بيدارى است كه به واسطهء آن مىتوانى قوت اراده پيدا كنى ، مىتوانى نفس‌اماره را سركوب كنى ، دماغ او را به خاك بمالى ، و بالاخره مىتوانى درخت صفات رذيله را ريشه‌كن كنى و از دل بركنى . « انّ ناشِئَةَ اللَّيْلِ هِيَ اشَدُّ وَطْأ وَاقْوَمُ قيلًا » ؛ شب بيدارى به انسان قوت اراده مىدهد . آخر شب ، قبل طلوع فجر به انسان به اندازه‌اى قوت اراده مىدهد كه مىتواند نفس‌اماره را به خاك بمالد ، مىتواند حقيقت خودش را به كرسى بنشاند ، و بالاخره مىتواند قوت اراده پيدا كند و اگر قوت اراده پيدا كرد معلوم است هر كارى كه بخواهد ، مىشود .\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nلذا اولين دستورالعمل به پيغمبر اكرم و به همه و همه ، شب بيدارى است . به چه اندازه ؟ قرآن مىفرمايد : به اندازهء قوت و توانايى ؛ « قُمِ اللَّيْلَ الّا قَليلًا نِصْفَهُ اوِانْقُصْ مِنْهُ قَليلًا ، اوْ زِدْ عَلَيْهِ » ؛ يعنى به اندازهء قدرت و توانايى .\r\nاگر بشود در نظام جمهورى اسلامى ، اين شب را كه دو قسمت شده است و در قسمت اول مردم بيدارند ، و در قسمت دوم خوابند به عكس شود ، خيلى عالى است . يعنى برنامه‌هاى راديو ، برنامه‌هاى تلويزيون از يك يا ، از دو شروع شود تا اول آفتاب . اين وضعى كه انسانها دارند مخصوصاً مسلمانها ، يعنى اين كه نصف اول شب را بيدارند و نصف دوم شب را خواب . اين از نظر روانى و از نظر اخلاقى كارى نامطلوب است و اگر اين كار مطلوب كه فىالجمله در حجاز هست - در حجاز يك ساعت قبل طلوع فجر شهر اذان مىگويد به اسم اذان نافله ، و تقريباً مردمى كه نماز خوانند ، مقيدند و مسجدى هستند بيدارند ، يك ساعت قبل از طلوع فجر بيدارند ، و بعد از اذان نافله ، اذان صبح مىگويد ، با فاصله يك ساعت - اگر در ميان ما طلبه‌ها رواج مىيافت ، يعنى مطالعهء ما نصفهء دوم از شب بود نه نصفهء اول ، اين كار از نظر اخلاقى ، از نظر روانى ، از نظر قرآنى ، از نظر تجربى فوق‌العاده مفيد است . پيشرفت در نصف دوم شب بسيار بيشتر از نصف اول شب است . علاوه بر اين كه الهامهايى در آن وقت پيدا مىشود ، فيوضاتى در آن‌وقت مخصوصاً قبل از طلوع فجر و بعد از طلوع فجر ، پيدا مىشود كه اينها را معمولًا همه و همه ، مخصوصاً ما طلبه‌ها از دست مىدهيم .\r\nقرآن قسم مىخورد به فجر ؛ درسه ، چهار جا از قرآن به قبل از طلوع فجر و به خودبين الطلوعين قسم خورده شده ، و معلوم است قسم پروردگار براى اهميت آن مورد است . اين بيدارى قبل از طلوع فجر ، ولو نيم ساعت ، بيدارى وقت طلوع فجر ، ولو نيم ساعت - مابقىاش را بخوابيد - براى زندگى شما ، براى تحصيل ، براى تهذيب‌نفس\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nشما ، براى تقويت ارادهء شما و بالاخره براى موفقيت شما فوق‌العاده مطلوب است ، و معلوم مىشود اين بيدارى قبل از طلوع فجر از همهء چيزها هم مهمتر است ؛ لذا اول آمده است : « ياايُّهَا الْمُزَّمّلُ قُمِ اللَّيْلَ » .\r\nاين راجع به دستور اول ، در اين دستور اول جوابش را هم مىفرمايد : در مابقى نمىفرمايد ، چرا ؟ اما در اينجا چراى آن را هم مىگويد ؛ مىفرمايد : « انّ ناشِئَةَ اللَّيْلِ هِيَ اشَدُّ وَطْأ وَاقْوَمُ قيلًا » .\r\n\r\nدومين دستورالعمل\r\nيك لازمهء كلام پيدا مىشود و آن اين است كه شب بيدارى براى نماز شب ، نه فقط شب بيدارى - البته آن‌هم مؤثر مطلوب است و لذا در ماه مبارك رمضان در شبهاى قدر يكى از چيزهايى كه خيلى مطلوب است اين كه انسان از غروب تا طلوع نخوابد - امرى مطلوب است . ولو اين كه در نصفهء دوم شب احيا مطلوب است ( احياءالليل ) ، اما لازمهء كلام كه از جاهاى ديگر هم از قرآن و از روايات استفاده مىشود ، عمده نماز شب است ، كه اين نماز شب را هم قرآن مىفرمايد : اگر مقام محمود مىخواهى بايد اين باشد ؛ مقام محمود يعنى يك مقامى كه در دنيا و آخرت ديگران برآن مقام غبطه بخورند ؛ مقام پسنديده عند الله ، مقام پسنديده عندالناس ، يعنى انسان عمر پربركتى ، علم پربركتى ، علم پرنفعى و عمر پرنفعى داشته باشد ، و به دست او كار چشمگيرى انجام داده شود .\r\nمن از شما تقاضا دارم اين دعا را خدمت حضرت رضا - سلام‌الله عليه - هميشه داشته باشيد كه يك كار چشمگيرى به دست شما براى اسلام انجام داده شود ، كه مقام محمود يعنى همين . مؤسس حوزهء علميهء قم ، مرحوم حاج شيخ عبدالكريم حائرى يزدى فرموده بودند كه من كربلا بودم . خواب ديدم كه 10 روز ديگر\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nمىميرم . مىفرمايد : چون خواب اهميت نداشت من هم اهميت به خواب ندادم . ده روز تمام شد . ديدم تب كردم و كم‌كم رفتم دم مرگ . فرموده بودند كه در آن اتاقى كه خوابيده بودم ، گنبد مطهر حسين‌عليه‌السلام پيدا بود ، مىگويد : به امام حسين گفتم : آقا مىدانى من برايم چيزى نيست بميرم يا نميرم ، اما كارى براى اسلام نكردم ، از شما تقاضا دارم كه بخواهيد من برگردم يك كار مثبتى براى اسلام بكنم و بميرم . فرموده بودند كه همان وقتى كه تو سلم تمام شد ديدم حالم خوب شد . الحمدلله كار مثبتى هم انجام داد ؛ حوزه مباركهء قم به دست ايشان تشكيل شد ، و چقدر با فايده بود . به قول حضرت امام ، اگر انقلاب هم بود از حوزه بود ، چه رسد به آن افراد پربركتى كه مرحوم حاج شيخ - رضوان‌الله تعالى عليه - تحويل جامعه دادند .\r\nحالا اگر كسى اين‌طور عمرى پربركت بخواهد ، و بخواهد كه يك كار مثبت به دست او انجام داده بشود - كه اتفاقاً قرآن مىفرمايد : دعا كن و همين را از خدا بخواه ، كه از زبان حضرت سليمان مىگويد : بگو : « وَهَبْ لي مُلْكاً لا يَنْبَغي لَاحَدٍ مَنْ بَعْدي انَّكَ انْتَ الْوَهّابُ » ( ص / 35 ) ؛ خدايا يك كار چشمگيرى كه همه غبطهء آن را بخورند به دست من انجام بده - اگر كسى بخواهد اين طور شود ، بلكه بالاتر از اين ، اگر كسى بخواهد راستى مهذب شود و درخت رذالت را از دل بركند ، تكبر ريشه‌كن شود ، سوءظن ريشه‌كن شود ، حسادت ريشه‌كن شود ، سوءظن ريشه‌كن شود ، حسادت ريشه‌كن شود ، اين كارى است مشكل ، در سرحد محال ، ولى لازم و شدنى . به قول مثنوى مىگويد : كسى با چراغ در خيابان مىگشت . به او گفتند : دنبال چه هستى ، آن‌هم با چراغى و در روز ؟ گفت : دنبال آدم . كسى به او گفت : نگرد كه پيدا نخواهى كرد .\r\nبه قول همين مؤسس حوزهء علميه كه مىفرمود : اين كه مردم مىگويند : ملاشدن چه آسان ، آدم‌شدن چه مشكل ، اين حرف ، خيلى غلط است ، بلكه « ملاشدن چه\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nمشكل ، آدم‌شدن محال است » . اما همين كه محال است قرآن مىفرمايد : به واسطهء نماز شب ، به واسطهء بيدارى قبل از طلوع فجر ، مىشود آن را پيدا كرد : « وَ مِنَ اللَّيْلِ فَتَهجَّدْ بِهِ نافِلَةً لَكَ عَسي انْ يَبْعَثَكَ رَبُّكَ مَقاماً مَحْمُوداً » ؛ اگر مقام محمود مىخواهى - كه خدا دوست دارد اين مقام محمود براى تو باشد - نافله شب بخوان . اين نافلهء شب را هم من به شما سفارش مىكنم كه طولانىاش نكنيد ، براى اين كه طلبه بايد درسش را هم بخواند . همين يازده ركعت نماز به طور مختصر ، كه اگر يك ساعت قبل از طلوع فجر برخيزيد مىتوانيد آن را بخوانيد : پنج تا دو ركعتى ، يك ، يك ركعتى ، مىشود نماز شب ، بعدش هم يك توسل به حضرت رضا ( ع ) بعد نافله صبح‌تان ، نماز صبح‌تان و بعد هم بخوابيد و موقع ناشتا ، موقع كارتان برخيزيد ، ولو اين كه بين طلوعين خوابيدن كراهت هم دارد ، ولى معلوم است براى شما كه بخواهيد بيدار بمانيد بعد خوابتان بگيرد و كسل هستيد و نمىتوانيد درس بخوانيد خوابيدن مانعى ندارد . يك ساعت قبل از طلوع فجر و بعد از طلوع فجر بيدار بودن ، مقام محمود است و از جملهء مقام محمود اين است كه بتواند اين بار سنگين را كه بر دوشش قرار گرفته به منزل برساند .\r\nمسؤوليت ما طلبه‌ها خيلى بالا و خيلى سنگين است ، مسؤوليت نبوت است ؛ و مسؤوليت امامت و رهبرى است گرچه خطاب آيه به خصوص پيامبر بزرگوار اسلام ( ص ) است ، ولى با الغاى خصوصيت ، « انّا سَنُلْقي عَلَيْكَ قَوْلًا ثَقيلًا » براى ما هم هست .\r\n\r\nسومين دستورالعمل\r\nبا آنچه گفتيم معلوم شد كه لازمه « قُمِ اللَّيْلَ الا قَليلًا » شب بيدارى است و لازمهء كلام نماز شب است ولو مختصر ، و فحواى كلام ، اهميت‌دادن به نمازهاى واجب\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nاست ؛ يعنى اگر پروردگار عالم نماز شب از ما بخواهد ، به دلالت فحوا و به طريق اولى نماز واجب را حتماً مىخواهد .\r\nاگر به واسطهء نماز شب تقويت اراده پيدا كنيم ، به فحوا با نمازهاى واجب بيشتر پيدا مىكنيم ، اگر به واسطهء نوافل انسان بتواند به مقام لقاء برسد با نمازهاى واجبى بيشتر مىتواند برسد ، و بالاخره اگر به واسطهء نوافل بتواند مهذب شود ، به واسطهء نمازهاى واجب بيشتر مىتواند . از فحوا فهميده مىشود كه اهميت‌دادن به نماز ، نماز اول وقت براى همه اگر بشود و گرنه ، براى ما طلبه‌ها حتماً بايد بشود ، با جماعت ، در مسجد و در حرم مطهر ، و اين نماز اول وقت است كه قرآن به آن سفارش كرده .\r\nسيرهء پيغمبر اكرم و ائمه‌طاهرين - عليهم‌السلام - هم همين است . در روايات ما هم روى آن خيلى سفارش شده است .\r\n« اقِمِ الّصَلوةَ لِدُلُوكِ الّشَمْسِ الي غَسَقِ الّلَيْلِ وَ قُرآنَ الْفَجْرِ » ( اسراء / 78 ) .\r\nمن خيال مىكنم در « اقِمِ الّصَلوةَ لِدُلُوكِ الّشَمْسِ » اين لام لدلوك به معناى « عند » باشد و معنايش اين جور مىشود كه اول وقت ظهر و عصر ، نماز ظهر و عصر ، اول وقت مغرب و عشاء نماز مغرب و عشاء و اول طلوع فجر ، نماز صبح را بر پاى بدار .\r\n\r\nتأكيد آيات و روايات بر نماز اول وقت\r\nرواياتى كه اين حرف مرا تأييد مىكند زياد است ، به اندازه‌اى زياد است كه روايات مستفيضه است كه اگر كسى بدون عذر نماز اول وقت نخواند شامل « فَوَيْلٌ لِلْمُصَلّينَ الَّذينَ هُمْ عَنْ صَلاتِهِمْ ساهُونَ » ( ماعون / 4 و 5 ) مىشود . آيه در سورهء ماعون است مىفرمايد : واى بر آن كسانى كه مسلمان واقعى نيستند ، آن كسانى كه نماز را سبك\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nمىشمارند ؛ گاهى قضا مىشود ، گاهى مىخواند ، گاهى نمىخواند يا اين كه ضايعش مىكند ، در مقابل خدا بىادب است ، تندتند نماز مىخواند ، نه ركوع درستى دارد ، نه سجده درستى ، و نه خودش مىفهمد كه چه مىگويد ، و نه توجه دارد ؛ يك نماز سر و پا شكسته‌اى كه قرآن مىگويد : واى بر اين ! در آيه ديگر مىفرمايد : « فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ اضاعُوا الّصَلوةَ وَاتَّبَعُوا الّشَهَواتِ فَسَوْفَ يَلْقَوْنَ غَيّاً » ( مريم / 59 ) نمىگويد : نماز نمىخوانند . مىگويد : نماز را ضايع كردند . اين « غي » دو تا معنا دارد :\r\nيك معناى ظاهرى يعنى گمراهى . كسى كه نماز را سبك بشمارد ، ضايعش بكند اين گمراه است و گمراه مىشود . حال گمراهى مراتب دارد : يك گمراهى اين كه آدم فاسقى است ، آدمى كه شيطان او را مهار كرده و نفس‌اماره او را برده است . يك ضلالت و گمراهى هم اين كه اصلًا رفته است كه رفته است و علمش هم براى خودش و هم براى ديگرن وزر و و بال شده است .\r\nمعناى ديگرى كه امام صادق ( ع ) مىكند اين است كه « غى » يك وادى است از واديهاى جهنم « 1 »\r\nجمع بين دو معنا هم ممكن است : كسى كه نماز در متن زندگىاش نباشد و به نماز اهميت ندهد ، جهنمش از همان‌جا و گمراهيش از همان شروع مىشود تا به آن وادى كه به نام غى است و در جهنم است برسد .\r\nسبك شمردن نماز خيلى بدبختى مىآورد . مرحوم صدوق - رضوان‌الله‌تعالى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در انوار التنزيل بيضاوى ، در ذيل آيه مىگويد : واديى است از واديهاى جهنم كه ديگر واديها از آن به خدا پناه مىبرند . در الجديد فىتفسير القرآن المجيد سبزوارى ( ج 4 ) همين را از انوار التنزيل نقل مىكند . در تفسير كشف‌الاسرار ( ج 6 ، ص 60 ) همين را از ابن عباس نقل مىكند . در الميزان ( ج 14 ، ص 81 ) به نقل از درالمنثور سيوطى از ابن عباس از پيامبر اكرم ( ص ) نقل مىكند كه « غى » واديى است در جهنم .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nعليه -\r\nدر عقاب‌الاعمال « 1 » يك روايت نقل مىكند كه هيجده عقوبت براى كسى كه نماز را سبك بشمارد دارد ؛ يعنى آن كه اول نهار بخورد بعد نماز ، اول بخوابد بعد نماز ، اول غروب شده يا جلسه دارد ، جلسه‌اش را رها نمىكند و بعد از آن نماز مىخواند ، يا مىخوابد نماز اول وقت نمىخواند و . . . مشمول چنين عقوبتهايى است . اگر شما يك بليط هواپيما داشته باشيد براى ساعت اول طلوع فجر ، معلوم است خوابتان نمىبرد ، ساعت مىگذاريد ، كسى را وامىداريد كه بيدارتان كند ، مرتب بيدار مىشويد و دوباره مىخوابيد و . . . . چرا ؟ براى اين كه نكند اين بليط هواپيما از بين برود . آيا نماز صبح پيش ما به اندازه يك بليط هواپيما اهميت ندارد ؟ گرفتارى ما به قول امام صادق ( ع ) از همين جا شروع مىشود ؛ يعنى اگر غم وغصه هست ، اگر دلهره و اضطراب خاطر و نگرانى و فقر هست ، اگر مشكل روى مشكل هست ، اگر كلاف سر درگمى هست ، همه‌اش از اين‌جا شروع مىشود ، از اين‌كه نماز در متن زندگى ما نيست ، مورد توجه پيغمبر و ائمه‌طاهرين در اين دنيا نيستيم ، حضرت رضا ( عليه السلام ) به ما اعتنا ندارد ، و در آخرت هم اعتنا ندارد ؛ براى اين‌كه اگر در آخرت اعتنا نداشته باشد از اين جا شروع مىشود و اگر در آخرت اعتنا داشته باشد هم از اين جا شروع مىشود .\r\nروايتى هست كه شايد همهء شما براى مريدهايتان خوانده‌ايد كه امام صادق ( ع ) دم مرگ همهء خويشانش را جمع كرد و بعد هم فرمود :\r\n« لاتنال شفاعتنامن استخف بالصلوه\r\n» « 2 » استخفاف به نماز چيست ؟ اين كه براى مثال نماز را بگذارد آخر وقت . به قول آن آقا مىگفت : مىدانيد چرا مرا مقدس مىگويند ؟ براى اين كه نماز صبحم يك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در مجموعه‌الاخبار ( ج 1 ، ص 223 ، حديث 12 ) روايتى را از پيامبر اكرم ( ص ) نقل مىكند كه پانزده مجازات براى كسى كه نماز را سبك بگيرد وجود دارد .\r\n( 2 ) - شرح زندگانى امام ششم ( ع ) ، و از جمله منتهىالامال ، جلد دوم .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nركعت اين طرف آفتاب و يك ركعت آن طرف آفتاب است . معلوم است اين گرفتار مىشود ، معلوم است اين نمىتواند تهذيب‌نفس كند ، معلوم است اين عمرش پربركت نيست ، معلوم است اين علمش پربركت نيست . من از اين وضعى كه طلبه‌ها دارند خيلى متأثرم . من يادم نمىرود اول طلبگى توى مدرسهء حجتيهء قم بودم . قبل از طلوع فجر يك چراغ خاموش نداشتيم . قبل از طلوع فجر وقتى مىآمديم حرم ، طلبه‌ها صف كشيده ، مشرف مىشدند حرم . بارها مىآمديم پشت در بسته حرم با مرحوم آيه‌الله نجفى در سرما و در گرما مىايستاديم تا اين كه در حرم باز بشود . اصلًا نقص بود براى طلبه قبل از آفتاب برود سر حوض وضو بگيرد . انگشت‌نما بود اگر يك بار اتفاق مىافتاد بايد يك كترى ، يا يك آفتابه‌اى به حجره‌اش مىبرد و وضو مىگرفت . انگشت‌نما بود !\r\nاما الآن قبل از آفتاب بروتوى مدرسه سر حوض ببين چه خبر است . چرا شيخ طوسى - رضوان‌الله تعالى عليه - توانست با اين عمر كوتاهش و با آن مشكلات بيش از دويست جلد كتاب بنويسد ؟ مشكلات شيخ‌طوسى را از نظر فقر ، از نظر سياست ، از نظر اجتماع هيچ كدام از ما نمىتوانيم تصور كنيم ، چه رسد به اين كه داشته باشيم ، اما چه شد اين توانست حوزهء نجف را تشكيل بدهد ؟ تشكيل حوزهء نجف هزار ساله به دست اين بزرگوار بود . چطور توانست كتاب مبسوط بنويسد و تهذيب واستبصار ؟ چطور مىشود كه كتب اربعه‌اى كه چكش و ابزار براى ما طلبه‌ها و مراجع است دوتايش مال ايشان است ؟ چطور توانست ؟ براى اين كه نماز شب داشت ، بيدارى شب داشت و اهميت به نماز داشت . استاد بزرگوار ما حضرت آيه‌الله‌العظمى بروجردى به ايشان خيلى اهميت مىداد . هر وقت كه به قول ايشان مىرسيد فوق‌العاده به ايشان اهميت مىداد و اگر يك دفعه هم مىخواستند قول ايشان را رد كنند ، يك توجيهاتى مىكردند و از جمله مىفرمودند : آخر ايشان علاوه بر اين كه عالم بود ، عابد هم بود ، و اگر عمر مباركش را تقسيم كنيم به اين مسأله يك دقيقه بيشتر نمىرسد ، از اين جهت ممكن است\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nاشتباه كرده باشد . آن‌وقت همين مرد بزرگ ، يعنى حضرت آيه‌الله العظمى آقاى بروجردى ، نقل مىكردند و مىفرمودند : مصباح‌المتهجد را كه شيخ‌طوسى نوشت مصباح‌المتهجد را مىدانيد كه مثل مفاتيح است ؛ كتاب دعا و نوافل است - يك دوره خود آقا به كتاب عمل كرد ، تا كه عالم بىعمل نباشد . بعد هم دستور داد يك دوره زن و بچه‌اش به مصباح‌المتهجد عمل كردند . بعد دستور داد منتشر بشود . معلوم است اين ، مىتواند حوزهء نجف تشكيل بدهد .\r\nكسى كه سروكار با دعا دارد ، كسى كه سروكار با خدا دارد ، كسى كه نافلهء شب و شب بيدارى دارد و كسى كه نماز اول وقت دارد ، شيخ طوسى مىشود با آن همه مشكلات .\r\nمرحوم شهيد دوم ، اين معلم اخلاق ، مىدانيد تقريباً دويست و چهار يا دويست و پنج جلد كتاب نوشته است : در فقه نوشته ، در اخلاق نوشته ، در رجال نوشته ؛ خيلى كتابها نوشته ، كه يكى از آنها كتاب شرح‌لمعه‌اى است كه ما مىخوانيم ، يكى از آن كتابها مسالك ، يك دوره فقه‌استدلالى است كه دوش‌به‌دوش جواهر دارد جلو مىرود . شهيد دوم 54 سال هم عمر كرد و به اندازه‌اى هم فقير بوده كه براى زن و بچه‌اش شبها مىرفته هيزم كنى ، مىرفته پشتهء خار به دوش مىگرفته براى زنش مىآورده و مىفروخته است . اين فقرش بوده و از نظر سياسى هم به اندازه‌اى مشكل خفقان سياست داشته كه اصلًا نمىتوانسته حرفش را بزند . درس مىخواسته بگويد ، مجبور بوده اول قول ابوحنيفه را بگويد تا بعد بتواند قول امام صادق ( ع ) را بگويد . اين عمر پربركت براى چيست ؟ براى اين كه رابطه‌اش با خدا محكم بوده است . بنابراين ، از اين جمله « قُمِ اللَّيْلَ الّا قَليلًا » ، با ضميمهء آيات ديگر يك جملهء دستورالعمل مطابقى پيدا مىكنيم ، و آن شب بيدارى است و يك جملهء دستورالعمل التزامى پيدا مىكنيم و آن خواندن نماز شب است و يك جملهء دستورالعمل فحوايى پيدا مىكنيم و آن اهميت دادن\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nبه نماز واجب و اول وقت است . من تقاضا دارم از شما كه نماز اول وقت بخوانيد ، من تقاضا دارم از شما نماز شب بخوانيد ، من تقاضا دارم از شما اگر مىشود مطالعه‌تان را نصف دوم شب قرار دهيد و اگر نه ، يك ساعت قبل از طلوع فجر ، نيم ساعت قبل از ساعت طلوع فجر ، بعد از طلوع فجر اقلًا نيم ساعت بيدار باشيد . حتماً اين كار در زندگى شما باشد ، و الا بدانيد عمرتان بىبركت مىشود ، علمتان بىبركت مىشود ، و بالاخره شيطان شما را مىبرد . اگر كسى زير پرچم خدا نباشد ، ديگر خواه‌ناخواه زير پرچم شيطان است ، و اگر زير پرچم خدا باشد ، ديگر شيطان جنى و انسى هم با او نمىتواند كارى بكند : « انَّهُ لَيْسَ لَهُ سُلْطانٌ عَلَي الَّذينَ آمَنُوا وَعَلي رَبّهِمْ يَتَوَكَّلُونَ انَّما سُلْطانُهُ عَلَي الَّذينَ يَتَوَّلَوْنَهُ وَ الَّذينَ هُمْ بِهِ مُشْرِكُونَ » ( نحل / 99 و 100 ) .\r\nاين دستورالعمل اول و دوم و سوم\r\n\r\nچهارمين دستورالعمل\r\nجملهء چهارم « وَرَتّلِ الْقُرْآنَ تَرْتيلًا » است كه مىفرمايد : پيغمبر قرآن بخوان ، اما خواندن قرآنت باادب باشد و ترتيل داشته باشد ، كه گفتم در نماز هم همين است . نماز را مؤدب بخوانيد و اگر خضوع و خشوع دل نداريد ، خضوع و خشوع ظاهرى اقلًا داشته باشيد . پروردگار عالم بهشت را خلق كرد ، خطاب كرد به بهشت : حرف بزن . قرآن خواند و گفت : « بِسْمِ اللّهِ الْرَّحْمنِ الْرَّحيمِ ، قَدْ افْلَحَ الْمُوٌمِنُونَ الَّذينَ هُمْ في صَلاتِهِمْ خاشِعُونَ » ( مؤمنون / 1 و 2 ) ؛ رستگارى مال مؤمن است ، آن مؤمنى كه نماز را مؤدب بخواند . اقلًا اگر دل نداريد به ظاهر در نماز مؤدب باشيد . در محضر خدا هستيم . كسى در محضر خدا و بىادبى ! حتى نافله‌هايتان را من تقاضا دارم مؤدب بخوانيد . اكنون قرآن مىفرمايد كه با ترتيل بخوانيد .\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\n\r\nسروكار داشتن با قرآن\r\nما طلبه‌ها با قرآن حتماً بايد سروكار داشته باشيم . ما مروج قرآنيم ، بايد تمسك به قرآن داشته باشيم ، چنان كه روايت ثقلين « 1 » به ما مىگويد : تمسك به قرآن و اهل‌بيت واجب است و الا ضلالت است . اين روايت ثقلين را مىدانيد كه سنى و شيعه با تواتر نقل كرده‌اند . مرحوم صاحب عبقات با پانصد و چهل سند از سنى و شيعه داشته باشد . مسلماً متواتر است ، كه پيغمبر مىفرمود : رستگارى فقط با تمسك به قرآن و اهل‌بيت است ، و الا ضلالت است . همگى مسلمانان بايد تمسك داشته باشند ؛ مخصوصاً براى يك دانشجو يا يك طلبه تمسك به قرآن بايد بيشتر باشد .\r\nاصولًا سروكار داشتن با قرآن سه مرحله دارد :\r\nمرحله اول : خواندن قرآن است . اين را قرآن مىخواهد . يك آيه‌اى در قرآن است كه - در همين سورهء مزمل آمده نظيرش در قرآن يانيست يا كم است ؛ يعنى بعضى آيات منحصر به فرد مىباشند در قرآن ، آيه‌اى كه مربوط به دعا و راز و نياز با خداست منحصر به فرد است ، و آيه‌اى كه براى خواندن قرآن است ، اين هم منحصر به فرد است و از نظر تأكيد خاصى دارد - مىفرمايد : « فَاقْرؤُوا ماتَيَسَّرَ مِن الْقُرآنِ عَلِمَ آنْ سَيَكُونُ مِنْكُمْ مَرْضي وَآخَرُونَ يَضْرِبُونَ فِي الْارْضِ يَبْتَغُونَ مِنْ فَضْلِ اللّهِ وَآخَرُونَ يُقاتِلُونَ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - روايت ثقلين حديث پيامبر ( ص ) است كه فرمود : انى تارك فيكم الثقلين كتاب الله و عترتى . اين حديث متواتر بين شيعه و سنى است و همه آن را قبول دارند ، جز آن كه برخى از اهل سنت روايتى ديگر كه سند درستى هم ندارد نقل كرده‌اند كه در آن « كتاب الله و سنتى » آمده است . برفرض كه اين روايت هم درست باشد ، به قول علامه سيد مرتضى عسكرى منافاتى با « عترتى » ندارد ؛ زيرا هم اهل بيت را قبول داريم و هم سنت رسول‌الله را . البته سنتى را كه اصل و اساس داشته باشد و از موثق رسيده باشد . درباره حديث ثقلين به وصيتنامة عبادى سياسى امام راحل - قدس‌الله نفسه الزكيه - مراجعه شود كه حق مطلب را در آن‌جا ادا كرده‌اند .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nفي سَبيلِ اللّهِ فَاقْرؤُوا ماتَيَّسَرَ مِنْهُ » ( مزمل / 20 ) ؛ يعنى تا مىتوانى قرآن بخوان . مىخواهد توجه به معنايش داشته باشى يا نه ، مىخواهد معنايش را بدانى يا نه ، و مىخواهد تفسير بدانى يا نه . تنها خواندن قرآن . تا مىتوانى قرآن بخوان . بعد ميفرمايد : خدا مىداند كه گاهى مريضى ، اما همان وقت كه مريضى تا مىتوانى قرآن بخوان . خدا مىداند گاهى كار دارى ، امتحان دارى ، گاهى دنيا تو را مشغول كرده ، كار روى كار و مشكل روى مشكل آمده ، اما همان وقت هم تا مىتوانى قرآن بخوان . حال اگر از رو نمىشود از بر ، اگر نشسته نمىشود در راه . تا مىشود قرآن بخوان .\r\nبعد مىفرمايد : خدا مىداند گاهى در خط مقدم جبهه‌اى ، تير مثل باران مىبارد . باز هم « فَاقْرؤُوا ماتَيَّسَرَ مِنْهُ » تا مىتوانى قرآن بخوان و اين در مرتبهء دوم بعد از دلالت مطابقى دستورالعمل هم واقع شده است ؛ يعنى اول مىفرمايد : « قم الليل » ، بعد مىفرمايد : « وَرَتّلِ الْقُرْآنَ تَرْتيلًا » يعنى سروكار با قرآن . لذا من تقاضا دارم از شما تا مىتوانيد قرآن بخوانيد ، صبح و شب ، قبل از مطالعه‌تان ، قبل از رفتن به درستان ، حتماً بايد قرآن بخوانيد ، و بايد در قرآن خواندن روان باشيد . بايد يك طلبه غلط در قرآن نداشته باشد . اگر طلبه در قرآن غلط داشته باشد ، حتى از نظر زينتى ، يعنى از نظر تجويد ، اين ننگ است براى اين طلبه . اگر خداى نكرده يك طلبه نتواند قرآن بخواند ، غلط داشته باشد ، در قرآن خوانى روان نباشد ، اين نقص بزرگى براى اين طلبه ، و حتى نقص بزرگى براى يك مسلمان است .\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\n« 1 »\r\n\r\nتأكيد بر حفظ قرآن\r\nمسلمان بايد حافظ قرآن باشد ، مثل مسلمانهاى صدر اسلام . نود درصد آنها بلكه بيشتر آنها حافظ قرآن بودند . حال اگر ما حفظ قرآن نيستيم ، بايد دست كم در خواندن قرآن روان باشيم و با نيم‌ساعت به طور ترتيل بتوانيم يك جزء قرآن بخوانيم . اين قرآن خواندن را قرآن از ما مىخواهد . ثواب هم خيلى دارد . كتاب « فضل قرآن » از كتاب كافى را مطالعه كنيد ، ببينيد چه روايات خوبى دارد . اين مرحله اول .\r\nمرحله دوم : تمسك به قرآن ، فهم الفاظ قرآن و ترجمه و تفسير قرآن است . يك كسى كه دانشمند است ، حال دانشمند طلبه باشد يا مهندس باشد يا دكتر ، يك كسى كه ديپلم گرفته ، يك كسى كه طلبه است ، اين بايد با قرآن آشنا باشد و از همه بالاتر كسى كه آمده مروج قرآن است ، اين بايد هر آيه‌اى را كه به او بدهند بتواند معنا كند ، هر آيه‌اى كه به او بدهند بتواند تفسير كند ، بداند اهل‌بيت راجع به اين آيه چه فرموده‌اند ، بايد بداند كه مفسرين عالى قدر راجع به اين آيه چه فرموده‌اند . نه ، بالاتر از اين ، شما طلبه‌ها آن وقتى كه خارج مىخانيد ، در فقه برداشت از روايات داريد ، بايد برداشت از قرآن هم داشته باشيد . فهم الفاظ بايد باشد ، حتى برداشت از قرآن و اجتهاد از قرآن هم بايد باشد . اين هم مرتبه دوم ، كه قرآن مىگويد : اگر تدبر در قرآن نباشد قفل شقاوت روى دل‌خورده است . اين آيه كم‌نظير است در قرآن با اين تهديدى كه دارد : « افَلا يَتَدَبَّروُنَ القُرْآنَ امْ عَلي قُلوبٍ اقْفالُها » ( محمد / 27 ) ؛ يعنى مگر قفل شقاوت به دلت خورده كه تدبر در قرآن ندارى ؟ ننگ براى يك دكتر كه برداشت از علمش داشته باشد ، اما برداشت از قرآن نداشته باشد و تدبر در قران نداشته باشد . اين هم مرتبهء دوم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در گذشته جلسات دورة قرآن و تجويد ، حتى در مدرسه‌هاى علميه هم برگزار مىشد و طلاب در اين باره كار مىكردند ؛ هم به قرائت قرآن مىپرداختند و هم به تجويد آن و هم به صورت و به حداقل آن كه مقدار واجب باشد قناعت نمىكردند ، اين سنت بايد احيا شود و طلاب در خواندن قرآن و ادعيه كوتاهى نورزند .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nمرحلهء سوم : تمسك به قرآن ، از حقيقت قرآن استفاده كردن و به نور قرآن منور شدن است . اين از آن همه نيست ، از آن خوبان است . قرآن در سوره واقعه مىگويد مال خوبان است ؛ « كِتابٍ مَكْنُونِ لا يَمَّسُهَ الْا المُطَهَّرُونَ » ( واقعه / 78 و 79 ) .\r\nاگر دلت بخواهد قرآن را لمس كند ، اگر دلت بخواهد قرآن را مس كند و نور قرآن در آن دل بتابد ، آن دل بايد مطهر باشد ، صفات رذيله بايد در آن دل نباشد ؛ اين مال خوبان است .\r\nاگر ما خوب شديم ، خدا در آيهء قرآن مىفرمايد كه همين قرآن به طور ناخودآگاه راههاى سلامتى را به تو نشان مىدهد ؛ يعنى قرآن مىشود براى تو معلم اخلاق ، چه خوب است انسان يك معلم اخلاقى مثل قرآن داشته باشد كه هميشه با اوست . مىفرمايد : « قَدْجاءكُمْ مِنَ اللّهِ نَورٌ وَ كِتابٌ مُبينٌ يَهْدي بِهِ اللّهَ مَنِ اتَّبَعَ رِضْوانَهُ سُبُلَ الّسَلامِ وَيُخْرِجُهُمْ مِنَ الّظُلُماتِ اليَ الّنُورِ بِاذْنِهِ وَيَهْديهِمْ الي صِراطٍ مُسْتَقيمٍ » ( مائده / 15 و 16 ) ؛ نور آمده ، كتاب مبين آمده ، هدايت مىكند ، آن هم نه هدايت به معناى نشان دادن طريق ، بلكه به معناى ايصال به مطلوب . چه كسى را ؟ « مَنِ اتَّبَعَ رِضْوانَهُ » ؛ كسى را كه خدا از او راضى باشد ، راههاى سلامتى را به او مىنماياند ، راههاى سلامتى براى دنيايش ، راههاى سلامتى براى آخرتش ، راههاى سلامتى براى هدايت جامعه‌اش و راههاى سلامتى براى تهذيب‌نفس ، براى سير و سلوكش و براى اين كه از اين منازل ، يكى پس از ديگرى كدورت بگذرد و او را برساند به جاى بالا و بالاتر . بعد مىفرمايد : « يُخْرِجُهُمْ مِنَ الّظُلُماتِ اليَ الّنُورِ » ؛ يعنى قرآن او را از ظلمتها به نور مطلق مىكشاند . دل او را از ظلمت جهل ، از ظلمت هوا و هوس ، از ظلمت صفات رذيله ، از كدورتهاى غم و غصه ، دلهره ، اضطراب خاطر و نگرانى ، و بالاخره از هر ظلمتى به نور مطلق مىكشاند و دل او به نور قرآن منور مىشود و ديگر مثل كسى كه نور دارد و هيچ پشيمانى ندارد و هيچ غم و غصه و نگرانى ندارد مىشود . ديگر دل او يك دنيا اطمينان مىشود كه « الا بِذِكْرِ اللّهِ تَطْمَئِنُّ الْقُلُوبُ » ( رعد / 28 ) . بعد هم\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nمىفرمايد : « وَيَهْديهِمْ الي صِراطٍ مُسْتَقيمٍ » ، ديگر آن راهى را كه راه انبياست ، راه ائمه‌طاهرين است كه منتهاى سيرش هم همان سير انبياست - « اهْدِنَا الصّراطَ الْمُسْتَقيمَ صِراطَ الَّذينَ انْعَمْتَ عَلَيْهِمْ » ( حمد / 5 و 6 ) - به او نشان مىدهد ، آن هم چه راهى ؛ « وَمَنْ يُطِعِ اللّهَ وَ الّرَسُولَ فَاولئِكَ مَعَ الَّذينَ انْعَمَ اللّهُ عَلَيْهِمْ مِنَ الّنَبِييّنَ والصّديقينَ وَ الشُّهَداءَ وَالصّالِحينَ وَ حَسُنَ اولِئكَ رَفيقاً » ( نساء / 69 ) ؛ يعنى به آن جا مىرسد كه ديگر بهشت براى او كوچك است ، حتى « رضوان الله » ، چه رسد به بهشت معمولى ! حتى بهشت « عدن » ! ديگر بهشت برايش كوچك است . پس كجا خوب است ؟ پيش خدا . كجا ؟ پيش پيغمبر . كجا ؟ پيش امام حسين ، پيش حضرت ابوالفضل ، پيش امام سجاد ؛ « مِنَ الّنَبِييّنَ والصّديقينَ وَ الشُّهَداءَ » . صديقين يعنى ائمه‌طاهرين ، شهداء يعنى حضرت ابوالفضل و امثال او ، و « الصالحين » هم يعنى افراد شايسته وافرادى كه توانسته‌اند اين راه را بپيمايند . بعد قرآن مىفرمايد : چه رفيقهاى خوبى ! رفيق خيلى مؤثر است و اين وجود رفقاست كه به انسان آسيب مىرساند و پشت پا مىزند به همه چيز . مرحوم ديلمى - رضوان‌الله تعالى عليه - در كتاب ارشاد ، در آن روايات معراجيه ، نقل مىكند كه بعضيها در بهشت منعمر در عالم وحدتند . به او خطاب مىرسد : بنده‌ام بگذار بهشتيها در نعمتشان متنعم باشند ، اما لذت تو ، حرف زدن من با تو و حرف زدن تو با من است . بعد مىفرمايد كه : پروردگار عالم نظرها به اين دارد و در هر نظرى ملك او توسعه پيدا مىكند .\r\n\r\nسعه وجودى مؤمن\r\nملك او توسعه پيدا مىكند يعنى چه ؟ يعنى سعهء وجودى و كمال پيدا مىكند . خيال نكنيد در آخرت كمال نيست . بلى ، در آخرت تكليف و اعمال نيست ، ولى معقول نيست كمال نباش . در آن‌جا كمال هست ؛ « انَّ اصْحابَ الْجَنَّةِ الْيَوْمَ في شُغُلٍ\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nفاكِهُونَ » ( يس / 55 ) . شغلها دارند و مشغوليتها دارند . شغلشان چيست ؟ كمالى كه براى آنها پيدا مىشود ، نظرهايى كه پروردگار عالم به آنها مىكند ، و به واسطهء آن نظرها سعهء وجودى پيدا مىكنند . اين معناى « يهديهم الي صراط مستقيم » است ، و كسى كه از نور قرآن ، از حقيقت قرآن و از باطن قرآن استفاده بكند ، با تمسك به قرآن به اين مرتبه و به اين مقام مىرسد ، از عالم تهذيب‌نفس مىگذرد ، از عالم تحليه مىگذرد و به عالم تجليه مىرسد ؛ « انْ تَتَّقُوا اللّهَ يَجْعَل لَكُمْ فُرْقاناً » ( انفال / 29 ) .\r\nديگر علم ، علم لدنى است و ديگر مىرسد به آن‌جا كه الهام دارد . بعد هم مىرسد به عالم لقاء ؛ يعنى مىرسد به آن‌جا كه ديگر حكومت‌الله است بردل ، و ديگر هيچ چيزى و هيچ كسى در دل او نيست جز خدا .\r\n به دريا بنگرم ، دريا تو بينم * به هرجا بنگرم كوه و در دشت\r\nبه صحرا بنگرم صحرا تو بينم * نشان از روى زيباى تو بينم \r\nديگر چيزى در اين عالم نمىبيند جز خدا ؛ « ما رايت شيئاً الا و رايت الله قبله و بعده و معه » « 1 » خوشا به حال اينها !\r\nوقت ما تمام شد . من خيال مىكردم مىتوانم اين دستورالعمل را تا آخر عرض كنم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در اكثر مدارك ما اين حديث به حضرت امير نسبت داده شده است .\r\nدر علم‌الى قين فيض كاشانى ( ج 1 ، ص 49 ) فقط « الا و رأيت الله قبله » آمده است ؛ در پرواز در ملكوت امام - قدس سره ( ج 1 ) « . . . قبله و معه » است ؛ در اربعين امام ( ص 383 ) بدون نسبت به كسى « . . . معه و قبله و فيه » مىباشد ؛ در تعليقات امام بر فصوص ( ص 190 و 275 ) « . . . قبله و معه » است و منسوب به حضرت امير يا امام ششم ؛ در التجليات‌الالهيه محيى الدين بن عربى ( ص 416 ) « . . . قبله او بعده او معه او فيه » است ؛ در پاورقى همان صفحه مىگويد : بزرگانى از صوفيه - كه برخى را نام مىبرد - اين را گفته‌اند و بعضى از اجزاى آن به خلفاى ثلاثه نيز منسوب شده است ؛ و بالاخره در الاداب المعنويه للصلوه ( ص 158 ) به حضرت امير و امام ششم منسوب شده و « قبله و يعده و معه و فيه » است .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nاما باشد . بنابراين ديگر بيش از اين مزاحم نمىشوم . و اميدوارم كه اين دستورالعمل را در جلسهء بعدى به آخر ببرم . تا الان چند مورد از اين دستورالعمل را گفتم : 1 - شب بيدارى 2 - نمازشب 3 - نماز اول وقت 4 - اهميت‌دادن به قرآن 5 - فعاليت و كار ، كه بدون فعاليت و كار انسان به جايى نمىرسد ؛ « انَّ لَكَ فِي النَّهارِ سَبْحاً طَوِيلًا » ؛ يعنى اى پيغمبر همين‌طور كه اين كرات شناور در اين فضا هستند و آن حركتهاى سرسام‌آور را دارند بايد براى هدف فعال باشى . ما نيز بايد فعال باشيم و هميشه در كار و تلاش ؛ زيرا ملاشدن مشكل است ، كار مىخواهد و بدون كار نمىشود . در جلسهء بعد راجع به اين جمله صحبت مىكنم . ان‌شاءالله .\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n\r\nگفتار ششم چگونگى تهذيب نفس - 3 « 1 »\r\nبحث جلسه قبل درباره دستورالعملى بود كه پيغمبر گرامى داده بود . در جلسه قبل گفتم : دومين آياتى كه بر پيغمبر اكرم ( ص ) نازل شد همين دستورالعمل بود .\r\n\r\nدستورالعملى براى تهذيب‌نفس\r\nبعد از آن كه پيغمبر اكرم ( ص ) به رسالت مبعوث شد به خانه تشريف آورد . آيات اول سوره مزمل بر پيغمبر نازل شده بود . در اين آيات مىفرمايد : اى رسول گرامى ، اى كسى كه عباى نبوت به دوش گرفتى ، بار سنگينى بر دوش تو آمده است : « انّا سَنُلْقي عَلَيْكَ قَوْلًا ثَقيلًا » ( مزمل / 5 ) و اگر بخواهى در كارت موفق بشوى ، به اين دستورالعمل ، عمل كن . معلوم مىشود اين دستورالعمل براى موفقيت در كار خيلى مهم است . لذا براى بحث ما خيلى مفيد است ؛ يعنى اگر كسى بخواهد مهذب شود ، به اين دستورالعمل ، عمل كند ، چنان كه پيغمبر اكرم ( ص ) در كار خويش موفق شدند . انصافاً خوب هم موفق شدند و توانستند بار سنگين نبوت را به منزل برسانند ، اگر ما هم بخواهيم مهذب شويم ، و اين بار سنگين را به منزل برسانيم ، بايد به اين دستورالعمل ، عمل كنيم . گفتم : اين دستورالعمل يازده جزء دارد . جزء اولش مربوط به شب بيدارى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين سخنرانى در تاريخ 19 / 1 / 72 در دانشگاه علوم اسلامى ايراد شده است .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nبود . دربارهء آن صحبت كردم كه قرآن روى اين جزء بيشتر از همهء اجزا پافشارى دارد ، و مىفهماند كه بيدارى شب ، به انسان تسلط مىدهد ، تسلط بر نفس‌اماره ، تسلط بر شيطان برون و مىتواند دشمن را زمين بزند و به قول قرآن شريف ، دماغ دشمن را به خاك بمالد ؛ « انَّ ناشِئَةَ اللَّيْلِ هِيَ اشَدُّ وَطْأ وَاقْوَمُ قيلًا » ( مزمل / 6 )\r\n\r\nاهميت نماز شب\r\nجزء دوم ، نماز شب بود . اين ، هم از نظر قرآن ، از نظر روايات فوق‌العاده اهميت دارد ، و به قول قرآن شريف مقام محمود به انسان عنايت مىكند : « وَ مِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نافِلَةً لَكَ عَسي انْ يَبْعَثَكَ رَبُّكَ مَقاماً مَحْمُوداً » ( اسراء / 79 ) .\r\nجزء سوم اهميت دادن به اصل نماز بود كه يك انسان اگر بخواهد موفق شود ، يك طلبه مخصوصاً اگر بخواهد در كارش موفق باشد ، يك سير و سلوكى اگر بخواهد در كارش موفق شود ، يعنى مهذب شود ، بايد به نماز اهميت بدهد ، به آن چيزى كه از نظر قرآن ، از نظر روايات اهل‌بيت بعد از معرفت افضل از همه‌چيز است .\r\nامام صادق ( ع ) مىفرمايد : من چيزى را بعد از معرفت سراغ ندارم در ميان عبادات كه افضل از نماز باشد « 1 » . شما مىدانيد دومين صفتى كه براى مؤمن در اول قرآن آورده شده همين اهميت به نماز است : « هُديً لِلْمُتَّقينَ الَّذينَ يُؤْمِنُونَ بِالْغَيْبِ وَ يُقيمُونَ الْصَّلوةَ » ( بقره / 3 ) .\r\n\r\nخضوع و خشوع در نماز\r\nهمين هم به ما مىگويد : بعد از معرفت ، افضل از هرچيز نماز است . نماز اول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - فروع كافى ، ج 2 ، ص 264 ، ميزان الحكمه ؛ ج 5 ، ص 369 .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nوقت . قطعاً يك طلبه وقتى كه وقت نماز مىشود ، چه صبح ، چه ظهر و عصر و چه مغرب و عشاء ، بايد يك تلاطم درونى در او پيدا شود و اگر اين تلاطم عمومى در او پيدا نشود ، بداند طلبه نيست ، بداند طلبه نيست ، بداند اسمش در دفتر حضرت ولىعصر عجل‌الله تعالى فرجه‌الشريف ثبت نيست . اگر ما موفقيت در كار ، موفقيت در تقوا ، موفقيت در سير و سلوكمان را مىخواهيم بايد به نمازهاى واجب در اول وقت اهميت بدهيم ، اگر بشود در مسجد ، در حرم مطهر ، اگر بشود با جماعت و بالأخره اهميت بدهيم . آن‌كه الآن به شما سفارش مىكنم و بعد بايد مفصل دربارهء آن صحبت كنم خضوع و خشوع در نماز است . در نماز بايد دل داشته باشيم . دل بگويد : « ايّاكَ نَعْبُدُ وَ ايّاكَ نَسْتَعينُ » ( حمد / 3 ) ، چنان‌كه زبان مىگويد . لااقل اگر دل نمىگويد كه بايد بگويد همه اعضاء و جوارح بگويند : « ايّاكَ نَعْبُدُ وَ ايّاكَ نَسْتَعينُ » ؛ يعنى خضوع و خشوع به حسب ظاهر و ادب در نماز مراعات شود .\r\nبه خدا اهميت بدهيد ، در مقابل خداوند تبارك و تعالى مؤدب باشيد . يادم نمىرود جلسهء آخرى كه ما خدمت استاد بزرگوارمان علامه طباطبايى - رضوان‌الله تعالى عليه - رسيديم ، وضع حال ايشان بد بود . عده‌اى از بزرگان بودند . اتفاقاً يك مسأله سياسى جلو آمد و در آن مسأله صحبت مىكرديم . وضع حال ايشان خوب نبود .\r\nمن در وسط جلسه ديدم بايد جلسه را قطع كرد . به ايشان عرض كردم آقا طول كشيد ، يك نصيحت به ما بكنيد تا مرخص شويم . ايشان اول فرمودند : چيزى درنظرم نيست . بعد بلافاصله فرمودند : اين آيه درنظرم آمد - تقاضا دارم متذكر اين آيه باشيد ، الهامى براى ايشان دم مرگ جلو آمد كه نصيحتى كند به ما ، و من هم همان نصيحت اين استاد بزرگوار را به شما عزيزان منتقل مىكنم - فرمود : « فَاذْكُرُوني اذْكُرْكُمْ » ( بقره / 152 ) ؛ خدا مىفرمايد به ياد من باشيد تا به ياد شما باشم . خيلى نصيحت بالاست . من تقاضا دارم از شما در مقابل خدا مؤدب باشيد تا دست عنايت خدا روى سر\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nشما باشد . در نماز مؤدب باشيد تا پروردگار عالم نظر لطفش را از شما برندارد .\r\n\r\nتلاوت قرآن\r\nچهارمين چيزى كه در اين دستورالعمل است ، خواندن قرآن و سروكار داشتن با قرآن است و خواندن قرآن ، تدبر در قرآن ، بلكه براى ما طلبه‌ها از حقيقت قرآن و از نور قرآن استفاده كردن . مسلم در جلسه ما هست و خوشا به حال اينها كه دل اينها نور قرآن را مىبيند . شايد در جلسه ما هم باشند افرادى كه چشم ظاهرى اينها نور قرآن را مىبيند و مىتواند در تاريكى قرآن بخواند . در اين‌باره هم فىالجمله با شما صحبت كردم .\r\n\r\nكار و عمل رمز موفقيت\r\nجزء پنجم ، مىفرمايد : « انَّ لَكَ فِي الْنَّهارِ سَبْحاً طَويلًا » ( مزمل / 7 ) ؛ پيامبر ، شب بيدارى فقط نمىتواند تو را موفق كند . بايد فعال باشى در روز ، كار و كوشش ، توأم با عبادت ، كار و كوشش توأم با رابطهء با خدا . بعد به جاى اين‌كه قرآن شريف بفرمايد كار كن و فعاليت كن تا موفق شوى ، با اين زبان مىفرمايد كه بايد شناور باشى ، آن‌هم شناور دايمى . از نظر قرآن شريف اين كره زمين و همه كرات شناور در فضاست .\r\nحركت هدفدار منظومه شمسى\r\nقرآن مىفرمايد : « لَا الْشَّمْسُ يَنْبَغي لَها انْ تُدْرِكَ الْقَمَرَ وَلااللَّيْلُ سابِقُ الْنَّهارِ وَ كُلٌّ في فَلَكٍ يَسْبَحُونَ » ( يس / 40 ) .\r\nدر وقتى كه هيئت بطلميوسى مىگفت : همه اين ستاره‌ها در فلك ميخكوب و در آسمان اول هستند ، قرآن گفت : اشتباه مىكنى . همهء اينها شناور و با آن ستونى كه تو نمىبينى ، يعنى قوه جاذبه و قوه دافعه شناورند ، اما نه فقط شناور ساكن ، شناور\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nمتحرك . تحرك اين كره‌زمين به اندازه‌اى است كه علاوه بر اين كه روز و شب از آن پيدا مىشود ، علاوه بر اين كه سال و فصل از آن پيدا مىشود ، علاوه بر اين كه چهارده تا حركت ديگر ، وضعى و انتقالى برايش درست شده ، يك حركت سرسام‌آورى به دنبالهء خورشيد و خورشيد به دنبال ستارهء وگا . از آن وقتى كه من با شما صحبت مىكنم تا الآن بيش از يك ميليون فرسخ رفته‌ايم . كجا ؟ معلوم نيست . به قول قرآن مىگويد : معلوم نيست « وَالشَّمْسُ تَجْري لِمُسْتَقَرّ لَها » ( يس / 38 ) .\r\n\r\nفقيه‌شدن در جهت حل مشكلات اجتماعى\r\nخورشيد دارد مىرود . كجا ؟ آن‌جا كه خدا مىخواهد ، قرآن به اين اشاره مىكند و مىفرمايد : اى انسان ، بايد فعال باشى . ملاشدن مشكل است و آدم‌شدن از آن مشكلتر . انسان بخواهد يك فقيه بشود ، هفتاد سال شبانه‌روز خون جگر مىخواهد . بعضى اوقات استاد بزرگوار ما حضرت امام - رضوان‌الله تعالى عليه - به من مىفرمودند : فلانى ، فقه مشكل است . بعد مىفرمودند : من در اين مسأله ديشب هشت ساعت بررسى كردم . فقه مشكل است . انسان بخواهد يك فقيه بشود ، يك اصولى بشود ، يك مفسر بشود مشكل است . بايد بگويم كار ما طلبه‌ها هم ، مخصوصاً در اين زمان زياد است ؛ يعنى علاوه بر اين كه ما بايد فقيه باشيم ، بايد اصولى باشيم ، بايد مفسر باشيم ، بايد با معارف اسلامى نيز خوب سروكار داشته باشيم . اگر تخصص نداريم ، لااقل در معارف اسلامى آشنايى به اندازه‌اى كه جوابگوى جامعه بشريت باشد داشته باشيم . هرچه از ما بپرسند در آن لنگ نباشيم . ننگ است . براى يك عمامه به سر كه يك شبهه‌اسلامى از او بپرسند و در آن لنگ باشد اين كار مىخواهد ؛ كتاب مطالعه كردن و در يك رشته كاركردن ، اگر بخواهيم با سرسرى طلبگىكردن بگذرانيم معلوم است به جايى نمىرسيم .\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nقرآن روى كار و كوشش خيلى تأكيد دارد . پانصد و پنج جا قرآن شريف تأكيد مىكند ، دستور مىدهد ، امر مىكند به كار شايسته و در اين پانصد و پنج آيه ، اگر همه نه ، بعضى اوقات يا بيشتر اوقات تذكر مىدهد كه سعادت دنيا و آخرت مرهون اين كار شايسته است .\r\n\r\nحيات طيبه قرآنى\r\nمىفرمايد كه « مَنْ عَمِلَ صالِحاً مِنْ ذَكَرٍ اوْ انْثي وَهُوَ مُؤْمِنٌ فَلَنُحِييَنَّهُ حَيوةً طَيّبَةً وَلَنَجْزِيَنَّهُمْ اجْرَهُمْ بِاحْسَنِ ماكانُوا يَعْمَلُونَ » ( نحل / 97 ) ؛ اگر كسى كار شايسته كند ، مرد باشد يا زن ، در دنيا يك زندگى طيب دارد . او را زنده مىكنيم ، اما يك زندگى طيب . به او سعادت دنيا مىدهيم ، يك سعادت خوب ، آن‌هم با تأكيد ؛ « لَنُحِيَينَّهُ حَيوةً طَيّبةً » . بعد هم مىفرمايد آخرتش از اين طيب‌تر .\r\nعمل صالح كه در قرآن پانصد و پنج بار آمده ، يعنى كار شايسته و اين خود منقسم مىشود به پنج قسم كه يكى عبادت است و رابطه با خدا ، مثل نماز و روزه و حج و جهاد و امثال اينها . اين كار شايسته است . مهمتر از اين كار براى ما طلبه‌ها ، كار فرهنگى كار شايسته است و اگر براى اين كار شايسته ما چيزى نداشتيم جز اين روايت ، « تفكر ساعه خير من عباده سبعين سنه » « 1 » ؛ يك ساعت فكر كردن ، يك ساعت كار طلبگى كردن ، كار فرهنگى كردن ، ثوابش بيش از هفتاد سال عبادت كردن است ، همين بتنهايى بسنده مىكرد .\r\n\r\nكار توليدى از نظر اسلام\r\nسوم كار توليدى ، نظير زراعت ، صنعت و امثال اينها كار شايسته است . از اين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار ، ج 17 ، ص 327 ؛ ميزان‌الحكمه ؛ ج 7 ، ص 543 .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nجهت ، هم قرآن و هم روايات روى همين زراعت ، مخصوصاً روايات به طور مستقيم روى اين كار توليدى فوق‌العاده تأكيد دارند ، فوق‌العاده ثواب بر آن بار كرده‌اند . راوى مىگويد : ديدم امام باقر - سلام‌الله عليه - در زراعت كار مىكنند ، عرق از سرتاپاى ايشان مىريزد در وسط آفتاب . آمدم خدمت امام باقر ( ع ) و گفتم : يابن رسول‌الله ، بدهيد كمك كنم . فرمود : نه ، من از نظر اقتصادى احتياج به اين كار ندارم ، اما مىخواهم خدا مرا در اين حال ببيند « 1 » . نظيرش را هم باز از امام صادق ( ع ) داريم راجع به تجارت و راجع به صنعت .\r\nچهارم : كار توزيعى ، يعنى يك كاسب متدين ، يك تاجر خيرخواه ، معلوم است اين هم به اندازه‌اى ثواب دارد كه در روايات ما بهترين اعمال شمرده شده است .\r\n\r\nكار خدماتى از نظر اسلام\r\nپنجم : كار خدماتى است ، همانند كار يك ادارى ؛ يعنى آن ادارى كه براى خدا ، براى خدمت به وطنش ، خدمت به دينش ، خدمت به انقلابش و براى خدمت به خلق خدا در اداره‌اش كار مىكند . اين كار خدماتى در اسلام نمىدانم چه‌جور شده كه بيش از كار توليدى و كار توزيعى به آن اهميت داده شده ، به اندازه‌اى كه راوى مىگويد : خدمت امام صادق - سلام‌الله عليه - بودم . يك كسى آمد با من كار داشت . پا شدم رفتم ، كارش را انجام دادم و برگشتم . امام صادق ( ع ) فرمودند كه چه شد . گفتم : آقا كارش را انجام دادم . امام صادق يك روايت برايم خواندند . فرمودند كه : يك كسى با امام دوم - سلام‌الله عليه - كار داشت . آمد خدمت امام دوم . امام دوم - سلام‌الله عليه - دنبالش راه افتادند تا كارش را انجام بدهند . رسيدند به مسجد ، مسجد رسول‌الله در مدينه ، ديدند امام حسين آن‌جا معتكفند . امام حسن - عليه السلام - به آن آقا گفتند : چرا به برادرم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - وافى ، فيض كاشانى ، چاپ قديم ، ج 3 ، ص 8 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nمراجعه نكردى ، وراهت را دور كردى ؟ گفت : يابن رسول‌الله مىخواستم مزاحم آقا نشوم ، آقا معتكف بودند نمىخواستم از مسجد بيرون بيايند . امام صادق مىفرمايند كه : امام دوم فرمودند : « قضاء حاجه المؤمن أفضل من اعتكاف شهر » « 1 » ؛ فرمودند : اگر كسى حاجتى از يك مسلمان برآورد ، گرهى از كار يك مسلمان بگشايد ، از يك ماه اعتكاف ثوابش بيشتر است ، يك ماه روزه گرفتن ، شبانه‌روز عبادت كردن در مسجد ، آن‌هم مسجد رسول‌الله ، مسجد مدينه منوره . اينها همه كار صالح است ، كار شايسته ، عمل صالح و پانصد و پنج جا قرآن مىفرمايد : بايد فعال باشيد ، بايد در كار خود كوشا باشيد . اگر كار توليدى دارى بايد كوشا باشى ، و الا حاكم اسلامى حق دارد زمين را از تو بگيرد و به ديگرى بدهد . اگر در كار توزيعى است بايد كوشا باشى و الا حاكم اسلامى حق دارد بگيرد زندانت بكند براى اين كه گران فروش و محتكر و بدخواه نباشى . اگر كار خدماتى است ، بايد كوشا باشى و الا گناهى بالاتر از اين ندارى كه كسى بتواند حاجتى از مسلمان بر بياورد اما از انجام آن خوددارى كند .\r\n\r\nبرآوردن حاجت مؤمن\r\nمرحوم ثقه‌الاسلام كلينى - رضوان‌الله تعالى عليه - در كافى نقل مىكند كه كسى را به صف محشر مىآورند ، روسياه ، چشمها از ترس فرو رفته ، غل و زنجير شده و بر پيشانىاش نوشته شده « آيس من روح‌الله » . خطاب مىشود : اين خائن به خدا و خائن به پيغمبر است . بعد هم خطاب مىشود كه اين را به روى در آتش جهنم بيندازيد . بعد خطاب مىشود : اين كسى بود كه مىتوانست گره از كار مسلمانها بگشايد اما نمىگشود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سفينه‌البحار ، ج 1 ، ص 353 .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n« 1 » اما مهمتر از اين سه ، كار ما طلبه‌هاست . آن طلبه‌اى كه فعال نباشد اين طلبه در مخاطرهء عجيبى است . العياذبالله ، اگر فاسق باشد ، در روايات مىخوانيم كه\r\n« يجب علي الامام أن يحبس ألفساق من العلماء » « 2 » ؛\r\nبر امام واجب است كه طلبه فاسق را بگيرد و زندان كند ؛ يعنى امام زمان كه بيايد يكى ازكارهايش اين است ؛\r\n« يجب علي الامام\r\n» . اگر خداى نكرده ديگر طلبه نباشد ، در مخاطره عجيبى است . يعنى ما طلبه‌ها اگر جوانىمان را - العياذبالله - از دست بدهيم ، اگر در كارمان فعال نباشيم ، اگر تنبلى كنيم ، حالا علاوه بر اين كه استفاده كردن از بيت‌المال برايمان حرام است ، استفاده كردن از مدرسه حرام است ، استفاده كردن از عمامه برايمان حرام است ، علاوه بر همهء اينها ، طولى نمىكشد كه به قول آن بزرگ يك غورهء شيرين و ترش از كار در مىآييم .\r\nغوره به درد مىخورد ، خيلى هم به درد مىخورد . انگور هم به درد مىخورد ، خيلى به درد مىخورد . اما غورهء شيرين و ترش به هيچ دردى نمىخورد . كسى كه يك خوشه از آن را بخورد ثقل مىكند . به قول آن آقا ، طلبه‌اى كه درس نخواند و كم‌كم بيسواد بار بيايد چنين مىشود . اگر طلبه نبود ، تابع عالم و تابع روحانى بود ، اما اين ديگر تابع هم نيست . اگر عالم مىشد متبوع واقع مىشد ، اگر عالم مىشد راستى ملجأ واقع مىشد ، اما اين ديگر ملجأ هم نمىتواند بشود ، نه اين ، نه آن . وقتى نه اين ، نه آن ، اميرالمؤمنين ( ع ) مىفرمايد : « پشه است » ، امام صادق ( ع ) مىفرمايد : « كف و پف روى آب است » . اميرالمؤمنين مىِفرمايند :\r\n« اما عالم او متعلم أو همج » « 3 » .\r\nامام صادق مىفرمايند :\r\n« اما عالم او متعلم اوغثاء » « 4 » ؛\r\nيعنى اگر طلبه فعال نباشد امام صادقش مىفرمايد : كف و پف روى آبى ، اميرالمؤمنينش مىگويد : همجى ، پشه‌اى ، ما بايد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كافى ، ج 2 ، ص 193 .\r\n( 2 ) - وسايل‌الشيعه ، ج 18 ، ص 228 .\r\n( 3 ) - نهج‌البلاغه فيض‌الاسلام ، حكمت 147 .\r\n( 4 ) - كافى ، ج 1 ، ص 34 .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nفعال باشيم . با فعاليت و تحمل مشكلات و غوطه‌ور شدن در مشكلات اين دين تا اين جا رسيده است .\r\n\r\nمشكلات پيامبر ( ص ) در صدر اسلام\r\nهمان صدراسلام شما ببينيد كه پيغمبر اكرم ( ص ) با آن مقامش - خوب پيغمبر اكرم واسطهء فيض اين عالم است ؛ اما همين كه واسطهء فيض اين عالم است بايد به حسب جريان طبيعى ، دينش جلو برود ، و الا براى پيغمبر كارى نداشت كه به يك روز ، بر جهان مسلط بشود - با آن علمش ، با آن عصمتش ، در مدينه هفتاد و چهار جنگ را پشت سر مىگذارد . در مدت ده سال در مكه به اندازه‌اى تحمل مشكلات مىكند . وقتى كه مىآيد مدينه و هفتاد و چهار جنگ را پشت‌سر مىگذارد آيه « الم نشرح » مىآيد كه اى پيغمبر ، مصيبتهاى كمر شكن مكه را از گرده‌ات برداشتيم ؛ « الم نشرح لك صدرك و وضعنا عنك وزرك » ( انشراح / 1 ) ؛ پيغمبر آيا شرح صدر به تو نداديم كه توانستى تحمل مشكلات بكنى ؟ آيا ما آن مصيبتهاى كمرشكن مكه را از گرده‌ات برنداشتيم ؟\r\n\r\nتحمل مشكلات ، رمز موفقيت بزرگان اسلام\r\nببينيد كه در مكه چقدر تحمل مشكل كرده است . بعدش هم يكى پس از ديگرى هر كدام از ائمه‌طاهرين ، هر كدام از اصحاب ائمه‌طاهرين را شما مطالعه بكنيد كه توانستند اين روايات را بدهند از غيبت ، از زمان حضور به غيبت صغرى ، از غيبت صغرى به زمان غيبت كبرى ، از غيبت كبرى ، از زمان شيخ‌طوسى تا الآن . چه زحمت‌ها ! چه خون‌جگرها ! اگر شهيد در زندان يك دوره فقه نمىنوشت ، لمعه به دست ما نمىرسيد ، اگر خواجه‌نصيرالدين طوسى در زندان شرح اشارات نمىنوشت ، فلسفه به دست ما نمىرسيد و اگر مرحوم بوعلى سينا قانون در زندان نمىنوشت الآن طب\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nافتخارى براى ايران ، براى ايرانى ، براى شيعه در دنيا نبود . نظير اين سه كه گفتم در ميان علماى ما زياد است ؛ يعنى شما يك عالم يا يك طلبه پيدا كنيد كه در رفاه و آسايش درس خوانده باشد ! يا نيست يا خيلى كم است . در گرسنگىها ، در مشكلات ، در ناامنىها علم را كسب كردند .\r\nمرحوم صاحب حدائق - رضوان‌الله تعالى عليه - مىگويد كه من در بحرين بودم كه جنگ جلو آمد و پدرم را كشتند ، برادرهايم را كشتند ، اما همان وقت درس مىخواندم . مىگويد كه سرپرستى يتيمها داشتم ، هيچ نداشتم ، اما همان سرپرستى ، مانع از درس خواندن من نشد . مىگويد : آمدم شير از آن‌جا هم از نظر روحانى ، هم از نظر غيرروحانيت مزاحمم بودند ، مشكل فقر داشتم ، بعد هم مشكل ناامنى آمد . مجبور شدم رفتم فسا ، در آنجا همهء كتابهايم از بين رفت ، دوباره نوشتم . مسأله ناامنى داشتم ، مسأله فقر داشتم ، دو ، سه روز يك مرتبه چيزى گيرم نمىآمد بخورم ، اما بالاخره توانستم حدائق را بنويسم « 1 » . صاحب جواهر - رضوان‌الله تعالى عليه - با آن همه كتابهايش كه نوشته است از نظر فقر خيلى در مضيقه بود . يك خانه محقرى داشت در نجنف كه دو اتاق داشت . يك اتاقش زن و بچه ، يك اتاق كوچك هم كتابخانه‌اش و هم بيرونى و رفت و آمد . آن وقت كه نه كولر بود ، نه چيزهاى ديگر ، چون يك در دالان داشت ، براى رفت و آمد مردم ، كوران مىشد در عراق ، اما او در اين اتاق جواهر نوشت ، آن وقت در همين جواهر الآن هست كه اين عالم يگانه يك پسر مؤدب داشت كه از دنيا رفت . عصر پسر را غسلش دادند ، كفنش كردند ، گذاشتند در همان اتاق براى اين كه فردا تشييع جنازه كنند . صاحب جواهر نماز مغرب و عشايش را خواند . موقع نوشتن جواهرش بود - يعنى تنظيم در وقت - آن نظم در وقتش مىگفت كه موقع نوشتن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - شيخ يوسف بحرينى معروف به صاحب حدائق يكى از بزرگترين علماى مكتب تشيع قرن 12 هجرى است . او به سال 1117 هجرى در يكى از قراء بحرين متولد شد و در سال 1186 در كربلا در گذشت . ر . ك . : علماى بزرگ شيعه از كلينى تا خمينى ، ص 189 - 191 .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nجواهر است . آمد سر جنازه پسرش ، جواهرش را نوشت ، بعد هم وقتى تمام شد گفت كه اين مسايل را سر جنازه پسرم نوشتم هديه كردم براى پسرم . صاحب جواهر كه نمىخواست ريا كند . آن مرد بالاتر از اين حرفها است ؛ تالى تلو عصمت است . چرا اين جمله را در جواهر نوشت ؟ نوشت براى اين‌كه به ما بگويد : اى طلبه ، مشكل نبايد جلوى كار تو را بگيرد ، ولو مشكل فقر باشد ، ولو مشكل مردن پسر باشد « 1 » .\r\n\r\nفقر و محروميت بزرگان علم و دانش\r\nمخترعين هم همين‌طورند . خيال نكنيد آن كسانىكه اختراع كردند در اين لات بازيها و در اين لختى پختىها بودند . نه ، آنها مثل علماى ما منغمر در كار بودند . اين رشد اندلسى ، كه انصافاً خدمت كرد به اسلام ، مىگويد : من در مدت عمرم دو شب مطالعه نكردم ، يك شب بابايم مرده بود ، يك شب هم شب عروسىام بود « 2 » . ما افرادى را سراغ داريم كه وقت عروسى ، آن شب عروسى مطالعه كردند .\r\nدربارهء پاستور مىگويند : از نظر فقر به اندازه‌اى فقير بود كه كفش نداشت و پابرهنه دانشگاه مىرفت ، نان نداشت ، بىشام ، بىصبحانه ، بىنهار دانشگاه مىرفت . اما چون نبوغى داشت ، استادش دخترش را به او داد . شب عروسى شد . معمولًا از نظر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - صاحب جواهر ، شيخ محمد حسن از شخصيتها و فقهاى بزرگ جهان تشيع است كه كتاب معروف و مشهور او بنام جواهرالكلام در زمينه فقه ، يك دوره فقه استدلالى است ، و اين كتاب شرح بر شرايع محقق است و مىتوان آن را دائره‌المعارف فقه شيعه ناميد . صاحب جواهر متولد سال 1200 يا 1202 و متوفاى سال 1266 هجرى بوده است .\r\n( 2 ) - ابن‌رشد اندلسى از بزرگان جهان اسلام است . او فيلسوف ، پزشك ، متكلم ، اخترشناس و نويسنده مشهور عرب بود كه در شهر اشبيلية اسپانيا كتابهاى خود را نوشت . ر . ك . : فرهنگ زندگى نامه‌ها ، ص 436 .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nطبع ، انسان بايد خيلى خوشحال باشد . قاعدتاً پاستور اول كسى باشد در جلسه . اما پاستور نبود ، همه اساتيد دانشگاهها ، مخترعين ، بزرگان آمدند ، ولى پاستور نيست . آخر شب ، بعد از شام پاستور آمد ، عذرخواهى كرد و گفت : آزمايش داشتم ، آزمايشم ناقص بود ، طول كشيد ، آزمايشم را تمام كردم و حالا آمدم خدمت شما . عذرخواهى مىكنم . اين شد پاستور « 1 » .\r\n\r\nحركت شتابدار نظام هستى\r\nاگر پاستور است اگر نيوتن است ، اگر انيشتين است ، اگر شيخ طوسى است ، اگر شيخ‌انصارى است ، و بالاخره هر كس به هر كجا رسيده در اثر كار و كوشش بوده عالم انسان و هم عالم حيوان همين است . زنبور عسل اگر يك آن تنبلى كند يا يك آن بدخويى كند ، بدكارى كند آن را دونيم مىكنند . حالا در انسانها اين قدر شدت عمل به خرج نمىدهند . يك مورچه يك روز كار نكند ، يك مورچه يك روز بدكارى و كم كارى كند آن را دونيم مىكنند .\r\nبيا در عالم تكوين : اول صحبتم گفتم : اين كره‌زمين ما شانزده حركت دارد ، حركتهاى سرسام‌آور ، روز از آن پيدا مىشود ، شب از آن پيدا مىشود ، چهار فصل از آن پيدا مىشود ، بالاخره تماس نداشتن با ماه و مابقى ستاره‌ها كه مربوط به منظومهء شمسى است از آن پيدا مىشود ، رفتن به دنبال خورشيد ، به دنبال ستارهء وگا كه الآن پنج ، شش ميليون ما رفتيم و معلوم نيست كجاست . حالا مرادم اين است كه اگر اين حركت در اين زمين از اين شانزده حركت ، يك مقدار كم شود ، يعنى كم كارى رخ دهد يا از كار بيفتد فوراً در فضا پرتاب مىشود ، آب مىشود . علاوه بر اين يك اصطكاك عجيبى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - پاستور از دانشمندان معروف اروپا و كاشف ميكروب است كه خدمت زيادى در اين زمينه به بشريت نموده است . ر . ك . فرهنگ فارسى معين ، اعلام ، ج 5 ، ص 323 .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nدر كهكشانها پيدا مىشود . اين به ما چه مىگويد ؟ به ما مىگويد : كم كارى براى خودت و براى اجتماعت خيلى ضرر دارد و بيكارى بدتر از همه است .\r\n\r\nمغبوضترين افراد در پيشگاه خدا بيكارهايند\r\n« ابغض الناس عند الله البطالون » ، « ابغض الناس عند الله النوام » ، « ابغض الناس عند الله الاكول » « 1 » .\r\nاين روايتها چه مىگويند ؟ مغبوضترين افراد پيش خدا آن پرخوابها ، تنبلها ، پرخورها ، عياشها ، خوشگذرانها هستند .\r\nحضرت موسى گفت : خدايا مغبوضترين افراد پيش تو چه كسانى هستند ؟\r\nخطاب شد :\r\n« جيفه بالليل وبطال بالنهار » « 2 »\r\n؛ مغبوضترين افراد پيش من آن كسى است كه مثل خرمرده از اول شب تا به صبح بخوابد و به فكر آخرتش نباشد ، و آن كسى كه در روز بىكار باشد .\r\nمگر مىشود يك مسلمان بىكار باشد ؟ مگر مىشود يك طلبه كم كار باشد ؟ كم كارى خيلى بد است . انسان را به ذلت مىكشاند . انسان را به بدبختى مىكشاند . آبروى انسان را ، شخصيت انسان را و انسانيت انسان را از بين مىبرد . بعدش هم مسؤوليت عجيبى دارد . در روايات مىخوانيم و شما مىدانيد در روز قيامت عقبانى است ، اما قبل از آن كه اين راهها را انسان بپيمايد ، اين عقبات را بپيمايد ، روايت مىگويد : قبل از اينها يك سؤال و جوابى است كه اگر نتواند اين عقبات را بگذراند اصلًا به آنجاها نمىرسد .\r\nآن چيست ؟ « العبد لايزول قدماه يوم القيامه حتي يسال عن شبابه في ما ابلاه و عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحارالانوار ، ج 87 ، ص 158 .\r\n( 2 ) - سفينه‌البحار ، ج 1 ، ص 624 ، ميزان‌الحكمه ، ج 10 ، ص 260 .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nعمره في ما افناه » « 1 » ؛ در روز قيام قدم از قدم بر نمىدارد مگر اين كه سؤال مىكنند ، جوانيت را در چه كهنه كردى و عمرت را در چه از بين بردى .\r\n\r\nتكامل انسان در گرو تحمل مشكلات\r\nبالاخره اگر سعادت دنيا و آخرت مىخواهيم ، بايد در شب فعال باشيم ، كوشا باشيم ، در روز فعال باشيم ، كوشا باشيم . يك دانهء گندم ، اين مىتواند انسان كامل شود يا نه ؟ بلى ، اما كى ؟ وقتى كه بيفتد در مسير تكامل ؛ يعنى يك دانه گندم بيفتد در زمين ، تحمل كند مشكلات را ، مشكلات آب ، لاى ، گل ، تا كم‌كم شكفته شود ، ريشه‌اش پايين رود ، سبزه بالا بيايد ، اين سبزه تحمل مشكلات كند ، فعال باشد ، با مشكلات سرما ، گرما ، توفانها ، برف و باران بسازد ، تا كم‌كم خوشه كند ، يعنى كمال ، يعنى فعاليت . بازهم بايد تحمل كند كه گندم از كاه جدا شود ، زير آن آهنها ، زير آن چرخها تحمل مشكل كند در مسير تكامل ، برود زير سنگ آسيا تحمل مشكل كند ، برود در تنور تحمل مشكل كند ، برود در دهان تحمل مشكل كند ، برود در معده و بالاخره در آن رگهاى ريز و درروده‌ها شيرهء آن گرفته شود به عنوان خون ، تحمل مشكل كند بشود نطفه و منتقل شود به رحم زن ، بعد به قول قرآن شريف در تاريكيها استكمال كند ، فعاليت كند ، رو به كمال برود ، بچه به دنيا بيايد ، آن بچه فعاليت كند ، نوجوان شود ، نوجوان ، جوان شود و فعاليت كند ، فعاليت كند تا ناگهان شيخ‌انصارى از كار درآيد . بلى ، مىشود ، يك دانه گندم مىشود شيخ‌انصارى . اما تاكى ؟ همين دانه گندم اگر سه چهارروز از فعاليت بيفتد ، نه ، ديگر شيخ‌انصارى نمىشود ، زير لاى و گل مىپوسد و نابود مىشود . يا اگر در مسير تكامل نيفتد خوراك يك الاغى مىشود يا بالأخره خوراك يك آدم معمولى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - خصال صدوق ، ج 1 ، ص 253 .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\n\r\nپرواز با دوبال علم و تقوى\r\nعمل بايد در مسير تكامل بيفتد ، فعال بشود ، و تحمل مشكل كند تا شهيد دوم ، شهيد اول و شيخ‌طوسى بشود . همين به ما مىفهماند ؛ يعنى عالم تكوين داد مىزند و مىگويد : طلبه ! كار ، كار ، كار ، كوشش ، كوشش ، كوشش ! دوبال براى پرواز : يكى بال علم ، يكى بال تقوا ، و هر دو بال احتياج به كار و كوشش دارد . اگر بال تقوا فقط باشد نمىتوانى پرواز كنى . معمولًا هم گرگ ، گرگ انسى يا گرگ جنى تو را مىخورد . اگر هم علم فقط باشد نمىتوانى پرواز كنى و بالاخره گرگ انسى يا جنى تو را مىخورد . دوبال براى سعادت هست و هر دوبال احتياج دارد به فعاليت و كار و خيلى هم كار مىخواهد . گفتم ، باز تكرار كنم : عالم‌شدن مشكل است و آدم‌شدن مشكل‌تر ، و هركس سعادت بخواهد بايد اين مشكل و مشكلتر را به دست بياورد .\r\n« الحمدلله » اگر شبانه‌روز هم حمد كنيد بازهم كم است ، طلبه شديد و طلبه‌شدن كار آسانى نيست . نظر از طرف حضرت بقيه‌الله مىخواهد و طلبه‌شدن در مدرسه امام زمان ، خوب تحصيل كردن ، الحمدلله موفقيت است . نه ، اصلًا كار فرهنگى كردن موفقيت است . بايد مواظب باشيم اين كار فرهنگى ما ، ما را از نظر بال عمل و بال علم برساند به جايى كه به جزء خدا ندانيم .\r\nرسد آدمى به جايى كه به جز خدا نيفتد - يا به جزء خدا نداند - بنگر كه تا چه خداست مقام آدميت .\r\nعذرخواهى مىكنم . نمىخواستم در اين‌باره صحبت كنم مىخواستم از اين جمله چهارم يا پنجم برويم در جمله بعدى و اين دستورالعمل را تمام كنيم ، نشد .\r\nان‌شاءالله در جلسه بعد راجع به همين دستورالعمل باشما صحبت مىكنم .\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n\r\nگفتار هفتم چگونه تهذيب نفس - 4 « 1 »\r\n\r\nدرآمد\r\nبحث ما راجع به دستورالعملى بود كه پروردگار عالم به رسول گرامى عنايت فرموده بود . اين دستورالعمل براى اين بود كه پيامبر اكرم آن‌بار سنگين نبوت را به منزل برساند . خطاب شده بود به پيغمبر كه « يا ايُّهَا الْمُزَّمّلُ » ( مزمل / 1 ) ؛ اى كسى كه عباى نبوت را به دوش گرفتى ، « انّا سَنُلْقي عَلَيْكَ قوْلًا ثَقيلًا » ( مزمل / 5 ) بار سنگينى بردوش تو آمده است .\r\nبراى موفقيت در كار يك دستورالعمل كه يازده جزء دارد به پيغمبر اكرم داده شده و معلوم است كه خصوصيت ندارد ؛ هركس بخواهد در كارش موفق بشود اگر به اين دستورالعمل عمل كند ، حتماً موفق است ، مخصوصاً براى خودسازى ، اگر كسى بخواهد در كار دنيا موفق شود و در كار آخرت موفق باشد ، در تحصيلش موفق باشد و بالاتر از اينها در سيروسلوك و در تهذيب‌نفس موفق باشد ، بايد به اين دستورالعمل عمل كند . بعضى از اجزاى اين دستورالعمل را در جلسات قبل يادآور شدم ، جمله‌اى كه الآن مورد بحث است اين است كه مىفرمايد : « وَاذْكُرِ اسْمَ رَبّك‌َوَتَبَتَّلْ الَيْهِ تَبْتيلًا » ( مزمل / 8 ) ؛ پيغمبر ، به ياد خدا باش و دعا و راز و نياز با خدا و انقطاع الىالله در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين سخنرانى در تاريخ 2 / 2 / 72 در دانشگاه علوم اسلامى رضوى ايراد شده است .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nزندگى تو باشد .\r\nاين جمله « وَاذْكُرِ اسْمَ رَبّكَ » در آيات ديگر روى آن خيلى پافشارى شده است . قرآن مىفرمايد : « يا ايُّهَا الَّذينَ آمَنُوا اذْكُرُوااللّهَ ذِكْراً كَثيراً وَسَبّحُوهُ بُكْرَةً وَاصيلًا » ( احزاب / 41 و 42 ) . امام صادق ( ع ) در ذيل اين آيهء شريفه مىفرمايد : پروردگار عالم از بنده‌هايش نماز خواسته است ، اما محدود به هفده ركعت يا پنجاه و يك ركعت ، روزه خواسته است محدود در يك ماه از سال ، خمس خواسته است ، زكاهء و حج خواسته است ، محدود . اما يك چيزى را در قرآن غيرمحدود خواسته است و آن ذكر و ياد خداست . « 1 » فرموده است : « يا ايُّها الَّذينَ آمَنُوا اذْكُرُوااللّهَ ذِكْراً كَثيراً » ( احزاب / 41 ) ؛ ياد خدا باشيد خيلى ؛ « بُكْرَةً وَاصيلًا » صبح و شام از باب مثال است يعنى هميشه و هميشه .\r\nدر آيه ديگر مىفرمايد : بعضى از بنده‌هاى مورد عنايت خدا هستند كه پروردگار عالم دست آنها را گرفته است و مىبرد و پرواز مىكنند به آن‌جا كه به جز خدا نداند . مىفرمايد : اين افراد ، افرادى هستند كه هميشه به ياد خدا هستند ؛ « في بُيُوتٍ اذِنَ اللّهُ انْ تُرْفَعَ وَيُذْكَرَ فيهَا اسْمُهُ يُسَبّحُ لَهُ فيها بِالْغُدُوّ وَالْاصالِ رِجالُ لاتُلْهيهِمْ تِجارَةٌوَلابَيْعٌ عَنْ ذِكرِاللّهِ » ( نور / 36 و 37 ) . آن افرادى كه در هر حالى به ياد خدا هستند اينها مورد عنايت خاص پروردگار عالم هستند ، اينها پروردگار عالم مرتفعشان مىكند ، چه ارتفاعى ! بالأخره با يك جمله كوتاهى قرآن مىفرمايد : اگر مىخواهى دست عنايتم روى سرت باشد به ياد من باش ؛ « فَاذْكُرُوني اذْكُرْكُمْ » ( بقره / 152 ) ؛ به ياد من باشيد تا به ياد شما باشم . نظير اين دو سه آيه كه خواندم در قرآن زياد است و از اين دستورالعمل استفاده مىكنيم كه ما اگر بخواهيم در كارمان موفق باشيم بايد به ياد و ذكر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تفسير صافى ج 4 ، ص 194 ، به نقل از اصول كافى ، ج 4 ، ص 258 ، حديث 1 ، باب ذكر خدا بسيار كردن ؛ و بحار ، طبع بيروت ، جديد ج 9 ، ص 161 .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nخدا باشيم .\r\n\r\nمراتب ذكر\r\nذكر مراتب دارد كه اگر كسى بخواهد در مراتب ذكرش موفق باشد بايد همهء مراتب آن را مراعات كند :\r\nمرتبه اول : ذكر لسانى و زبانى است و اين كه انسان بايد در شبانه‌روز ذكرى انتخاب كند و اين ذكر ، ورد او و عادت زبان او باشد نظير كلمهء « لاحول ولاقوه الا بالله » « 1 » كه براى تقويت اراده است ؛ نظير كلمهء « لااله إلا لله » « 2 » براى دفع وسوسه‌ها ، دفع تخيلها و آمال و آرزوهاى بىجا ، نظير ذكر « يا عزيز » ، براى به دست‌آوردن شخصيت و نظير ذكر « يا شافى » براى رفع مرضهاى روحى و جسمى و بالأخره هركسى به فراخور حالش و شأنش و عقلش بايد ذكرى داشته باشد .\r\n\r\nذكر يونسيه\r\nذكر يونسيه براى شما عزيزان بهترين ذكرهاست ؛ « لا الهَ الّا انْتَ سُبْحانَكَ انّي كُنْتُ مِنَ الّظالِمينَ » ( انبياء / 87 ) . پشت سرش در قرآن مىخوانيم : « فَاسْتَجَبْنا لَهُ » ( انبياء / 88 ) . اين ذكر اگر گفته شود ، پروردگار عالم اجابت مىكند آن حاجتى كه داشته باشد . اگر بتواند هزار مرتبه بيشتر ، اگر بتواند در سجده و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - حديث در كتاب محاسن برقى ( ج 1 ، ص 41 ) مىباشد ، كه حضرت آدم ( ع ) از حديث نفس شكايت كرد و خداوند دستور داد كلمه لاحول ولاقوه‌الابالله را زياد بگويد .\r\n( 2 ) - در حديث است كه بهترين عبادت گفتن لااله الاالله است . ر . ك . : اصول كافى ، ج 4 ، ص 269 .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nاگر نتواند در راه ، در خلوت و در جلوت و در هر كجا كه باشد و در هروقت كه باشد .\r\nمن تقاضا دارم از همهء شما ذكرى انتخاب كنيد كه ورد زبانتان باشد و عادت شما شود . اين ذكر يونسيه فعلًا براى شما خيلى خوب است . سيروسلوكها و اهل دلها به اين ذكر خيلى اهميت مىدهند .\r\nمرتبه دوم ، ذكر قلبى است . معناى ذكر قلبى اين است كه انسان وقتى مثلًا كه مىگويد : « لا إله إلا لله » ، دل او هم همين را بگويد ، عقل او هم همين را بگويد : كم‌كم « لااله إلا لله » در پوست و گوشت و استخوان او رسوخ كند و همهء اعضا و جوارح او بگويند : « لااله إلا لله » ، به طورى كه اگر گوش داشته باشد يا افرادى كه گوش دارند بشنوند . وقتى كه مىگويد گويا تمام اعضا و جوارحش مىگويند : « لااله إلا لله » . به عبارتى ديگر ، كارى بكند كه دل باور كند آن ذكر را به زبان مىگويد .\r\nاگر صلوات را دل باور كند ، فضايل اهل‌بيت را و كلمهء « لااله إلا لله » را ، و اگر ذكر يونسيه است دل باور كرده باشد قصور و تقصيرش را ، و اگر كسى مراعات كند ، از همين ذكر لفظى به ذكر قلبى مىرسد ، ولى معلوم است كه زمينه مىخواهد ؛ يعنى دلى كه ناپاك باشد ، دلى كه چراگاه شيطان و صفات رذيله باشد ، نمىشود كلمهء « لااله إلا لله » در آن رسوخ بكند ؛ ديو چو بيرون رود فرشته درآيد . ولى به هرحال ، اين ذكر قلبى ، ذكر خوبى است ، يعنى در وقتى كه انسان مىگويد ، دل باور كرده باشد ، دل هم با او بگويد تا كم‌كم ما بقىاعضا و جوارح با او همصدا شوند و شخص خيال نكند اينها حرف است . اينها مال قرآن است . قرآن مىفرمايد : حضرت داوود به اين جا رسيده بود كه وقتى مىگفت : « لااله إلا لله » ، نه فقط اعضاء و جوارح خودش ، بلكه عالم وجود با او مىگفتند : « لااله إلا لله » . قرآن مىگويد : « يا جِبالُ اوّبي مَعَهُ وَالطَّيْرَ » ( سبأ / 10 ) ؛\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nاى كوهها و اى مرغان ، شما نيز با نغمهء داودى همراه و هماهنگ شويد . اين امر ، امر تكوينى است ، يعنى وقتى داوود ذكر مىگفت كوهها با او ذكر مىگفتند ، پرنده‌ها با او ذكر مىگفتند وقتى كه عالم وجود با او ذكر مىگفت ، معلوم بود كه قلب او ، دست او ، پاى او ، چشم او ، تمام اعضا و جوارح او با او هم‌صدا بودند . خوشا به حال اينها كه اعضا و جوارحشان ، بلكه اطرافشان ، بلكه عالم وجود ، در ذكر با اينها هم‌صدا شوند !\r\nمرتبهء سوم : ذكر عملى است . آن كه امام صادق ( ع ) در ذيل همان آيه‌اى كه خواندم پافشارى مىكرد آن ذكر عملى است . امام صادق ( ع ) در ذيل همان آيهء « يا ايُّهَا الَّذينَ آمَنُوا اذْكُرُوااللّهَ ذِكْراً كَثيراً وَسَبّحُوهُ بُكْرَةً وَاصيلًا » ( احزاب / 41 و 42 ) مىفرمايد : مراد ، گفتن « سبحان الله و الحمدلله و لا إله إلا لله و الله اكبر » « 1 » ، نيست ، « وان كان منه » ، ولو اين‌كه ذكر لفظى از مصداقهاى آيه است . ذكر قلبى هم مصداق آيه است ، اما مصداق كاملش اين است كه انسان متوجه باشد كه در محضر خداست ، تمام گفتارش و كردارش كنترل شده باشد و توجه داشته باشد به اين كه خدا مىبيند ، به اين كه هركجا باشد خدا ناظر و حاضر است . به اين مىگويم : ذكر عملى ؛ يعنى عملش با « لااله إلا لله » بخواند ، يعنى عملش با ياد خدا بخواند . از نظر زبان مىگويد : « ياالله » ؛ يعنى من در محضر خدا هستم ، كلمهء « يا » نداست ، خطاب است ، يعنى من در محضر خدا هستم و خدا حاضر و ناظر بر دل من گفتار من و كردار من است . عمل بايد با اين زبان بخواند ، و كسى كه در محضر خداست معلوم است نبايد مخالفت خدا كند . كسى كه تمام گفتار و كردار او كنترل است نبايد زيادى بگويد ، چه رسد كه گناه بگويد . او بايد به واجبات اهميت بدهد و اجتناب از گناه داشته باشد . پس معناى ذكر عملى يعنى اهميت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار ، ج 9 ، ص 163 .\r\nاى ن همان تسبيحات اربعه است كه در ركعت سوم و چهارم نمازها خوانده مىشود . براى اين ذكر كه در خارج از نماز گفته شود ثوابها و اثرات بسيارى است . به بحار ، ج 90 ، ص 166 به بعد و ثواب الأعمال مراجعه شود .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nبه واجبات همه و همه ، اهميت به مستحبات تا اندازه‌اى كه بتواند ، مهمتر از اين دو ، اجتناب از گناه . گناه هرچند كوچك باشد ، اما در اين كه مخالفت پروردگار عالم است خيلى بزرگ است . از همين جهت هم در روايات مىخوانيم : اگر كسى يك گناه كوچك بكند اين مستوجب عقاب مىشود ، آن‌هم عقاب هميشگى ، براى اين كه در مقابل پروردگار عالم و در محضر ربوبى گناه كرده است و هرچند آن گناه كوچك است اما در اين كه مخالفت خداست خيلى بزرگ است ، در اين كه انسان را به سقوط مىكشاند خيلى بزرگ است . از همين جهت هم در روايات مىخوانيم : گناه را كوچك نشماريد ، براى اين كه ممكن است يك گناه از نظر شما خيلى كوچك باشد ، اما غضب خدا متلاطم شود « 1 » و خطاب شود كه ديگر تو را نمىآمرزم . بعد هم فرمود : ثواب را كوچك نشماريد ، براى اين كه ممكن است يك ثوابى پيش شما كوچك باشد اما رحمت خداوند را متلاطم كند و خطاب شود : آمرزيدم . اين‌هم خلاصه‌اى از اجراى اين دستورالعمل .\r\n\r\nاهميت دعا و راز\r\nبعد مىفرمايد : و « وَتَبَتَّلْ الَيْهِ تَبْتيلًا » ؛ پيغمبر ، سر و كار با دعا و راز و نياز با خدا داشته باش . « تبتل » به معناى « انقطاع الي الله » است ، يعنى انسان حالى پيدا كند كه ديگر هيچ‌چيزى و هيچ كسى در نظرش نباشد جز خدا . از همه‌چيز و همه‌كس بريدن يعنى « انقطاع من‌الناس » و وصل‌شدن به مقام قرب الهى ، يعنى انقطاع الى الله . دعا نيز همين است . دعا يعنى خواستن از خدا نه از كس و چيز ديگرى . دعا و راز و نياز با خدا يكى از اسرار مهمى است كه پيغمبر اكرم و ائمه‌طاهرين به آن خيلى اهميت داده‌اند : از همه‌چيز مهمتر پيش اهل‌بيت دعا و راز با خدا بود . از همين جهت هم در روايات مىخوانيم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار ، ج 90 ، ص 302 ، به نقل از عده‌الداعى ، ص 25 . روايت نبوى است .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nافضل از همه عبادات ، دعا و راز و نياز خداست .\r\nكسى از امام صادق ( ع ) سؤال مىكند : يابن رسول‌الله ، من در مسجدالحرام نماز مستحبى بخوانم يا دعا و راز و نياز با خدا داشته باشم ؟ امام ابتدا مىفرمايد : هر دو خوب است . شخص مىگويد : يابن رسول‌الله ، مىدانم كه هر دو خوب است اما كدام بهتر است ؟ مىفرمايد : دعا و راز و نياز با خدا ؛ « الدعاء افضل العباده » ، « الدعاء مخ العباده » « 1 » . از اين جهت يك آيه‌اى در قرآن است ، نظير آن آيه‌اى كه مىگفتم براى خواندن منحصر به فرد است ، از نظر تأكيد . در قرآن شريف ، گاهى آيه‌اى مىبينيم منحصر به فرد . اين آيه براى تأكيد تهذيب‌نفس منحصر به فرد است ؛ يعنى اين كه يازده قسم بخورد و بعد بفرمايد : « قَدْ افْلَحَ مَنْ زَكّيها وَقَدْ خابَ مَنْ دَسّيها » ( شمس / 9 و 10 ) ، منحصر به فرد است . مثلش در قرآن نيست . اما آن آيه‌اى كه مربوط به خواندن قرآن بود آيه « فَاقْرؤُوا ما تَيَسَّرَ مِن الْقُرآنِ » ( مزمل / 20 ) است كه تأكيد خاصى دارد و همانند آن تأكيد در ديگر آيه‌هاى قرآن نيست . درباره دعا و راز و نياز با خدا هم‌چنين است . يك آيه‌اى در قرآن است كه منحصر به فرد است ، از نظر تأكيد و لطافت خاصى كه نظيرش در قرآن نيست : « وَاذا سَئَلَكَ عِبادي عَنّي فَانّي قَريبٌ اجيبُ دَعْوَةَ الّداع اذا دَعانِ فَلْيَسْتَجيبُوا لي وَلْيُؤْمنُوا بي لَعَلَّهُمْ يَرْشُدُونَ » ( بقره / 186 ) ؛ يعنى اگر صلاح و رشد خود را بخواهيد بايد با دعا سروكار داشته باشيد . در اين آيهء شريفه هفت مرتبه ضمير متكلم تكرار مىشود . در قرآن جايى نداريم كه اين قدر لطافت و اين قدر تلطف و مهربانى داشته باشد : « وَاذا سَئَلَكَ عِبادي عَنّي فَانّي قَريبٌ دَعْوَةَ الّداعِ اذا دَعان » . اين ضميرهاى متكلم كه به خدا برمىگردد ، معنايش اين مىشود كه بنده‌ام بيا . بدان استجابت مىكنم . بدان برايت نتيجه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - محجه‌البيضاء ، ج 2 ، ص 282 ؛ صحيح‌ترمذى ، ج 12 ، ص 266 ؛ بحار ، ج 90 ، ص 300 ! حديث نبوى است .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nدارد . عزيزم ، جانم ، قهر نكن . برايت صلاح نيست . با من رابطه داشته باش ، دعا كن ، راز و نياز با من داشته باش و بدان اجابت مىشود و بالاخره براى تو نتيجه دارد ، ولو اين كه توجه به آن نتيجه نداشته باشى . بعد هم در آيهء ديگر خيلى داغ صحبت مىكند براى آن افرادى كه از دعا قهركرده ، حال دعا نداشته و با دعا سروكار نداشته باشند . در اول آيه مىفرمايد « ادعوني استجب لكم » ؛ دعا كنيد و يقين داشته باشيد مستجاب مىشود . بعد مىفرمايد : « انَّ الَّذينَ يَسْتَكْبِرُونَ عَنْ عِبادَتي سَيَدْخُلُونَ جَهَنَّمَ داخِرينَ » ( غافر / 60 ) ؛ آنهايى كه با دعا سر و كار ندارند ، آنهايى كه حال دعا ندارند جهنم مىروند و سرافكنده و خوار در جهنمند . بالأخره در آيه ديگر مىفرمايد : « قُلْ ما يَعْبَأ بِكُمْ رَبّي لَوْلا دُعائُكُمْ » ( فرقان / 77 ) ؛ اگر دعا نباشد اصلًا خدا اعتنا به شما ندارد .\r\nدر اين جا يك جمله‌اى عرض كنم و آن اين است كه ما بايد دعا كنيم ، اما تعيين وظيفه براى خدا نكنيم كه اين كفر است و پيش اهل دل شرك است . تعيين وظيفه براى خدا نكنيد و به قول حافظ :\r\n توبندگى چو گدايان به شرط مزد مكن * كه خواجه خود روش بنده پروى داند \r\nتودعا كن اما تعيين وظيفه براى خدا مكن . اين كه حتماً بايد دعاى مرا مستجاب كنى و آن كه مىخواهم بدهى ، اين غلط است ، اين دعا شرك و كفر است ، اين بىادبى به ساحت مقدس ربوبى است . ما فقط بايد بگوييم : خدايا ، تو مىدانى من اين حاجت را دارم ، پروردگار عالم ، اگر صلاح باشد همان حاجت ، و اگر صلاح نباشد بدل و عوض آن ، و اگر صلاح نباشد به اندازه‌اى عنايت مىكند كه در روايات مىخوانيم در روز قيامت اين مىگويد : اى كاش در دنيا يك دعاى من هم مستجاب نشده بود تا الان بيشتر مورد رحمت خدا و مورد لطف خدا واقع مىشدم .\r\nخلاصه ، آن كه خوب است - و به قول قرآن شريف « لعلهم يرشدون » - آن كه انسان\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nرا موفق مىكند آن كه به انسان تقويت اراده مىدهد ، آن كه دل را روشن مىكند ، آن كه انسان را دركار موفق به خودسازى مىكند ، دعا و راز و نياز با خداست . اما استجابت دعا ، آن حرف ديگر و نتيجه ديگرى است . اين دستورالعمل به ما نمىگويد كه حالا نتيجه دعاى تو چيست . فقط مىگويد : تو براى موفقيت ، دعا و راز و نياز با خدا داشته باش .\r\n\r\nتوسل به اهل‌بيت\r\nاين جا يك جمله ديگرى است كه از همين كلمه « تبتل » به ضميمه آيات ديگر ، و روايات استفاده مىكنيم و آن توسل به اهل‌بيت است . دعا منهاى توسل هيچ فايده‌اى ندارد . امام صادق ( ع ) مىفرمايد : اگر در دعا ، توسل قبل و توسل بعد نباشد اين دعا بالا نمىرود . قرآن شريف در آيات ديگر روى اين پا فشارى دارد : « يا ايُّها الَّذينَ آمَنُوا اتَّقُوا اللّهَ وَابْتَغُوا الَيْهِ الْوَسيلَةَ » ( مائده / 35 ) ؛ اى افراد باتقوا ، توجه به اين مطلب داشته باشيد كه در خانه خدا رفتن ، وسيله مىخواهد . اگر كارخانه برق بخواهد اين‌جا را روشن كند بدون وسيله نمىشود . واسطه فيض مىخواهد . واسطه فيض اين عالم ، اهل‌بيت است . مسلماً بدون واسطه فيض ، فيضى به ما نخواهد رسيد و لذا اگر كسى بخواهد دعا و راز و نياز با خدا داشته باشد قطعاً بايد توسل به اهل‌بيت داشته باشد ؛ يعنى از راه اهل‌بيت در خانه خدا رفتن ، چنان كه رسم پيغمبر اكرم همچنين بود . در روايات مىخوانيم از اول شب تا به صبح دعا مىكرد و خدا را به حق اميرالمؤمنين ( ع ) تا به صبح قسم مىداد ، اميرالمؤمنين خدا خدا مىكرد و خدا را به حق زهرا ( س ) و به حق پيغمبر اكرم ( ص ) قسم مىداد ، وائمه‌طاهرين هم كه در دعاها مىخوانيد خدا را به حق اهل‌بيت قسم مىدهند . شما در مفاتيح محدث قمى دعايى پيدا نمىكنيد كه در آن دعا ، توسل به اهل‌بيت نباشد . قرآن مىفرمايد : « وَلِلّهِ الْأسْماءُ الْحُسْني فَادْعُوهُ بِها »\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\n( اعراف / 180 ) ، يعنى خدا اسماء خوبى دارد و بايد اگر خدا را مىخوانيد و دعا مىكنيد به آن اسماء بخوانيد ، با آن اسماء بخوانيد ، اسماء حسنى . اگر هم روايت نداشتيم معلوم بود چه بوده‌اند . امام صادق ( ع ) مىفرمايد : « نحن والله الاسماء الحسني « 1 » ، نحن و الله الوسيله فيالقرآن » ؛ يعنى ما وسيله هستيم ، آن وسيله‌اى كه خدا مىگويد با آن وسيله در خانه من بياييد .\r\nبنابراين ، موفقيت در كار بدون توسل به اهل‌بيت محال است . قطعاً كسى بدون توسل به اهل‌بيت نمىتواند به جايى برسد اين زيارت جامعه را خيلى بخوانيد ، حتماً شما عزيزان بايد روزى يك مرتبه به جرم مشرف شويد . اين نعمت بزرگ را از دست ندهيد . شما خيلى نعمت داريد كه اگر شبانه‌روز شكر اين نعمتها را بكنيد ، يك در ميلياردش را هم شكر نكرده‌ايد . در خدمت حضرت رضا ( ع ) بودن نعمتى قابل وصف نيست . اين زيارت جامعه زيارت خوبى است و به قول خود حضرت ولىعصر ( عج ) كه علامه‌مجلسى اول - رضوان‌الله عليه - مىفرمايد : در عالم رؤيا به خدمتش رسيدم و زيارت جامعه را مداح‌وار برايش خواندم . فرمود : بيا جلو . رفتم دست مباركش را روى شانه من گذاشت . فرمود : « نعم الزياره هذه » ؛ خوب زيارتى است اين زيارت . در اواخر همين زيارت است كه مىفرمايد : « بكم فتح‌الله و بكم يختم و بكم ينزل الغيث و بكم يمسك السماء ان تقع علي الارض و بكم ينفس الهم ويكشف الضر » . اگر اين آسمان و زمين عالم وجود پا برجاست واسطه فيض آن شما هستيد ، اگر نعمتى از طرف حق به عالم وجود مىرسد واسطه فيضش شما هستيد ، اگر غم و غصه‌اى از دل كسى رفع مىشود و اگر حاجتى از كسى برآورده مىشود واسطه فيض شما هستيد . لذا بدون توسل به اهل‌بيت دعا هم فايده‌اى ندارد ، چه رسد كه انسان بخواهد سير و سلوك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تفسير صافى ، ج 2 ، ص 254 ؛ ذيل آيه ؛ تفسير برهان ، ج 2 ، ذيل آيه .\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nكند .\r\nخدا را وكيل خود بگيريد\r\nبعد مىفرمايد : « رَبُّ الْمَشْرِقِ وَالْمَغرِبِ لاالهَ الّاهُوَ فَاتَّخِذْهُ وَكيلًا » ( مزمل / 9 ) ؛ يعنى اگر كسى بخواهد در كارش موفق باشد ، بايد خدا را داشته باشد ، بايد در بن‌بست‌ها توجه به خدا داشته باشد .\r\nانسان از نظر فطرت خداياب است و معناى خدايابى غير از خداجويى و خدادانستن است . عقل ما با دليل مىگويد : خدا هست و اما گاهى ما خدا را در مىيابيم ، نظير آدم تشنه كه تشنگى را درمىيابد . خدايافتن است . فطرتاً در بن‌بست‌ها وقتى كه انسان دستش از همه‌چيز قطع شود ناگهان پروردگار عالم را در مىيابد . اتفاقاً وقتى كه او را دريافت ، توحيد و وحدت او را درمىيابد ، همه صفات و اسماى حسناى او را درمىيابد و هم صفات جلال و هم جمال او را نيز درمىيابد . قرآن در آيات فراوان به اين مسأله اشاره دارد : « فَاذا رَكِبُوا فِي الْفُلْكِ دَعَوُاللّهَ مَخْلِصينَ لَهُ الْدّينَ فَلَمَّا نَجّاهُمْ الَي الْبِرَّ اذا هُمْ يُشْرِكُونَ » ( عنكبوت / 65 ) . يعنى وقتى دست شما از هر وسيله‌اى كوتاه شد ، در آن وقت خدا را درمىيابيد . لذا به طور ناخودآگاه هركه باشد به مبدأ اعلى متوسل مىشود و هيچ‌وقت در آن حال متوسل به دو مبدأ نمىشود يعنى در هر جايى كه خدا را مىيابد ، مىيابد كه خدا يكى است . هم در آن وقت خدا را سميع مىداند و لذا مرتب خداخدا مىكند . در آن‌وقت خدا را رئوف و مهربان مىداند و لذا التماس مىكند . در آن وقت خدا را مفيد به حالش مىداند و لذا خداخدا مىكند . در آن‌وقت خدا را قدير و قدرتمند مىداند ولذا مرتب مىگويد : خدايا ، خدايا ، به فريادم برس . در آن‌وقت درمىيابد خدا را . اين دانستنى نيست ، بافتنى نيست ، يافتنى است . صد و بيست و چهار هزار پيغمبر براى همين آمده‌اند كه فطرت مردم بيدار شود و همه آن بن‌بست‌ها\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nبرايشان يك امر عادى شود ، يعنى هميشه و هميشه خود را در محضر مبدأ اعلى ديده ، او چيزى يا كسى نيست ، جز خدا . لذا در اين جزء دستورالعمل ، اول زمينه چينى مىكند و مىفرمايد : « رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ لَاالَهَ الَّاهُوَ » ؛ آن‌كه پروردگار جهانيان است ، آن كه مؤثرى در اين جهان به جز او نيست ، « فَاتَّخِذُه‌ُوَكيلًا » ؛ او را در كارها وكيل و پشتوانه خودت قرار بده . اگر خدا وكيل انسان باشد ، اگر خدا پناه انسان باشد ، انسان مىتواند اين راه خطرناك را بپيمايد و به عبارت ديگر در كارها موفق شود ، و از جمله در سير و سلوكش .\r\n\r\nخدا نداشتن يعنى دلهره و اضطراب\r\nاگر كسى در اين دنيا خدا را نداشته باشد در همان قدم اول مىماند . ضعف عصب ، دلهره و اضطراب خاطر ، نگرانى و غم و غصه از همين‌جا پيدا مىشود . آن كه خدا را دارد غم و غصه ، دلهره ، اضطراب‌خاطر و نگرانى ندارد ؛ « الا انَّ اوْلِياءَ اللّهِ لاخَوْفٌ عَلَيْهِمْ وَلاهُمْ يَحْزَنُونَ » ( يونس / 62 ) ، آن‌هم با تأكيد « الا وان » ؛ يعنى آنهايى كه خدا دارند هيچ غم و غصه ندارند ، آنهايى كه خدا دارند ، دلهره ، اضطراب خاطر و نگرانى ندارند .\r\nاگر دلهره و اضطراب خاطر و نگرانى دارى ، بدان خدا را ندارى ؛ « الا انَّ اوْلِياءَ اللّهِ لاخَوْفٌ عَلَيْهِمْ » ، از آينده « وَلاهُمْ يَحْزَنُونَ » ، از گذشته . غم و غصه مال كسى است كه خدا را ندارد ، ضعف عصب مال كسى است كه خدا را ندارد ، ماندن در كارها مال كسى است كه خدا را ندارد ، درماندگى در دنيا مال كسى است كه خدا را ندارد ، چنان كه درماندگى در آخرت نيز مال كسى است كه خدا را ندارد . يك كارى بكنيد كه خدا هميشه در نظر شما باشد . كارى بكنيد كه نه تنها در بن‌بست‌ها ، بلكه در همه حال\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nپروردگار عالم كمك كار شما باشد . او كمك كار هست و هرچه كمى و كوتاهى هست از طرف ماست ، هرچه قصور و تقصير هست از ماست . ماييم كه قهريم ، ماييم كه پشت كرده‌ايم ، ماييم كه بايد آشتى كنيم و ماييم كه بايد رو كنيم . قرآن ، مخصوصاً در اين آيه شريفه كه اين جمله را تذكر مىدهد ، به اين توجه مىدهد كه كسى جز خدا نمىتواند به فرياد انسان برسد . كجا مىتواند انسان را سير دهد جز خدا ؟ بالأخره كجا مىتواند سعادت به انسان دهد جز خدا ؟ « قُلِ اللّهُمَّ مالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشاءُ وَتُعِزُّ مَنْ تَشاءُ وَتُذِلُّ مَنْ تَشاءُ بِيَدِكَ الْخَيْرُ انَّكَ عَلي كُلّ شَيءٍ قَديرٌ » ( آل‌عمران / 26 ) .\r\n\r\nچهار آيه مهم\r\nدر روايات مىخوانيم كه سه چهار تا آيه وقتى مىخواست نازل شود از نزولشان نگران بودند و مىگفتند : خدايا ما برويم در ميان اين مردمى كه گناه مىكنند و خونريزى مىكنند ؟ خطاب شد : برويد . بعضى از بندگان هستند شما را مىخوانند و به واسطه خواندن شما رستگار مى شوند . آن چند آيه يكى « سوره حمد » است ، يكى « آيه‌الكرسى » « 1 » ، يكى « شَهِدَاللّهُ انَّهُ لاالهَ الّاهُوَ . . . » ( آل‌عمران / 81 ) و ديگرى هم آيه « قُلِ اللّهُمَّ مالِكَ الْمُلْكِ . . . » . اين را زياد بخوانيد و كارى بكنيد كه از زبان به دل برود و باوركنيد كه « لامؤثر في الوجود الاالله » . باور كنيد كه اگر عزت مىخواهيد بايد او عنايت كند ، اگر شخصيت مىخواهيد ، علم مىخواهيد ، دنيا مىخواهيد ، شرافت مىخواهيد ، مال مىخواهيد ، وبالأخره سعادت مىخواهيد ، او بايد عنايت كند .\r\n« فاتخذه وكيلًا » . دو تا دستورالعمل ديگر هم مانده كه بايد امروز تمام شود و اميدوارم كه جلسهء بعد سربحث ديگر برويم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بقره / 255 - 257 .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\n\r\nتأثير صبر و سعه صدر\r\nبعد قرآن مىفرمايد كه « واصبر » . يكى صبر و در آخر كار هم مىفرمايد : « واهجر » ؛ يكى صبر و بردبارى و ديگرى سعهء صدر در كارها . اين دنيا مشكل دارد ، اين دنيا به قول اميرالمؤمنين ( ع ) نظير درياست . دريا جزر و مد دارد و موج و . . . دارد . گاهى موجها آرام و گاهى بزرگ هستند و اما آرام‌بودن دريا بسيار كم اتفاق مىافتد . نمىشود كسى برود در دريا و جزر و مد نبيند ، كسى برود در دريا موج نبيند ، نمىشود ! دريا يعنى موج ، يعنى جزر و مد ، و يعنى طوفان . پس به قول اميرالمؤمنين ( ع ) اين دنيا دريا است ؛ « الدنيا بحر عميق قد غرق فيها خلق كثير » . معمولًا هم انسانها در اين دريا غرق مىشوند . در اين دنيا مشكل زياد است . كسى نيست در دنيا مشكل نداشته باشد ، مشكلها رنگارنگ مىباشند ؛ گاهى يك مشكل و گاهى ده مشكل ؛ گاهى مشكل فقر ، گاهى اولاد ، گاهى اختلاف خانوادگى ، و گاهى مشكل مسؤوليت ، وبالأخره تا آخر . هر كس هم بامش بيشتر برفش بيشتر . چه بايد كرد ؟ ما فعلًا در اين دنيا و در اين دريا هستيم . با اين همه مشكلها چه بايد كرد ؟ فقط و فقط يك راه هست ، و آن اين است كه انسان بايد اگر مشكل قابل حل است با صبر و با حوصله و تحمل آن را حل كند ، و اما اگر قابل حل نمىباشد تحملش كند . اگر مشكل را تحمل نكند زمين مىخورد ، و بالأخره مشكل او را زمين مىزند . ضعف عصب ، دلهره ، اضطراب خاطر ، نگرانى ، از اين جا ناشى مىشود . حتى كفرها از اين‌جا پيدا مىشود ، ناشكريها از اين‌جا پيدا مىشود ، و اگر مشكل را با حوصله حل نكند كلاف سردرگمى در دنيا خواهد شد . اگر شخص بخواهد كلاف سر درگم در زندگى نباشد ، اگر بخواهد مشكل او را به زمين نزند ، بايد دو چيز داشته باشد : صبر و سعهء صدر ؛ يعنى در تحمل مشكل دريادل باشد ، براى اين‌كه آن مشكلهايى را كه نمىتواند حل كند بتواند تحمل كند . انسان اگر بخواهد در كارى مخصوصاً در تحصيلش موفق باشد ، مخصوصاً در سير و سلوك موفق باشد ، بايد اين\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nدو صفت ، يعنى صبر و سعهء صدر در زندگى او باشد . به حضرت موسى خطاب شد كه « اذْهَبا الي فِرْعَوْنَ انَّهُ طَغي فَقُولا لَهُ قَوْلًا لَيّنا لَعَلَّهُ يَتَذَكَّرُ اوْ يَخْشي » ( طه / 43 و 44 ) ؛ برو مقابل فرعون و با سخن خوب و نرم با او حرف بزن ، رفتن در مقابل فرعون كارى است مشكل ؛ نه عده دارد و نه عده دارد . يك چوپان و يك عصا ! حضرت موسى نگفت : خدايا به من امكانات بده ، نگفت خدايا به من معجزه بده ، بلكه حضرت موسى اول جمله‌اى كه دارد اين است كه گفت : خدا « رَبّ اشْرَحْ لي صَدْري » ( طه / 25 ) ؛ خدايا به من شرح صدر و سعه صدر بده . بعد جوابش را هم قرآن از زبان حضرت موسى مىفرمايد : « وَيَسّرلي امْري » ( طه / 26 ) ؛ خدايا اگر سعهء صدر داشته باشم كارها آسان مىشود ، « وَاحْلِل عُقْدَةً مِنْ لِساني يَفْقَهُوا قَوْلي » ( طه / 27 ) ؛ خدايا اگر من سعهء صدر داشته باشم تقويت اراده پيدا مىكنم ، در مقابل دشمن مىتوانم حرفم را بزنم ، در مقابل مشكل مىتوانم عرض اندام كنم ، در برابر مشكل زمين نمىخورم و در برابر دشمن زبانم به لكنت نمىافتد و در هنگام حرف زدنم و در وقت حق گفتم نمىمانم .\r\nبالأخره در اين دستورالعمل جزء دهم و يازدهمش صبر ، مصيبت و مشكل را حل كردن با تسلط بر اعصاب ، آرام‌آرام ، موبه‌مو مشكل را حل‌كردن و آن‌جا كه ديگر نشد مشكل را حل‌كردن ، وسعهء صدر براى تحمل مشكل است . اگر اين جزء دهم و يازدهم در اين دستورالعمل در كار همه مخصوصاً شما جوانها باشد حتماً بدانيد موفقيد . اگر يك كلاف سر درگم را به شما بدهند اگر حوصله نداشتى و ضعف عصب داشتى ، يك قدرى كه به آن‌ور رفتى و ديدى كه سركلاف باز نمىشود ، كلاف را شوريده مىكنى و مىاندازى . مىگويى : نمىدانم ، نمىشود ، و نمىتوانم . اين سه در قاموس انسان راه ندارد . انسان اگر بخواهد ، مىتواند ، و مىشود ، و مىداند ، چنان‌كه تاريخ و تجربه به ما مىگويد : آن كسانى كه خواستند بدانند ، دانستند ، آن كسانى كه خواستند بشود ،\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nشد و آن كسانى كه هرچه خواستند ، توانستند به آن برسند . همه شما چنين هستيد ؛ نه استعداد شما كمتر از آنهاست و نه جربزهء شما كمتر از آنها . آنها رفتند و به جايى رسيدند . شما هم بايد با صبر و استقامت و سعهءصدر برويد تا ان‌شاءالله در همه‌چيز موفق بشويد .\r\nوالسلام عليكم و رحمه‌الله و بركاته\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n\r\nگفتار هشتم خودسازى و تجسم عمل « 1 »\r\nبحث ما در جلسه قبل درباره اهميت اخلاق از نظر قرآن ، از نظر روايات اهل‌بيت و به طور كلى از نظر اسلام بود و دريافتيم كه تهذيب‌نفس ، خودسازى و متخلق شويد به اخلاق الهى امرى است واجب و بلكه از اوجب واجبات .\r\nدريافتيم كه اگر كسى سعادت دنيا ، سعادت آخرت و سعادت هر دو را بخواهد بايد با كوشش ، با خواستن از خدا و با توسل به اهل‌بيت ، درخت رذالت را از دل بركند و درخت فضيلت را به جاى آن غرس كند و بارور سازد و از آن درخت براى سعادت دنيا و آخرت خويش بهره جويد .\r\nبحث امروز من باز در همان‌باره است ؛ يعنى دربارهء اهميت خودسازى ، دربارهء اين كه اين مسأله از اوجب واجبات است و بالاخره دربارهء اين كه از ديدگاه عقل و شرع بايد بكوشيم تا رذايل را يكى پس از ديگرى از دل ريشه‌كن كنيم ، هرچند مىدانيم كه اين كارى است بسيار مشكل و در عين حال بسيار لازم .\r\nدر جلسهء امروز به خواست پروردگار عالم ، و لطف اهل‌بيت مخصوصاً حضرت ثامن‌الائمه علىبن موسىالرضا - عليهماالسلام - بيشتر به تحقق اين نكته خواهيم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين سخنرانى در تاريخ 9 / 7 / 71 در دانشگاه علوم اسلامى ايراد شده است .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nپرداخت كه اين امر خيلى لازم و مهم است .\r\nبحث امروز مربوط به تجسم عمل است . تجسم عمل يك امرى است كه از قرآن و روايات اهل‌بيت به خوبى استفاده مىشود . معناى تجسم عمل اين است كه گفتارها ، كردارها و افكار ما نابودشدنى نيستند .\r\nممكن است كسى چنين بپندارد كه اگر چيزى مىگويد ، كارى مىكند ، و انديشه‌اى مىكند ، اين گفتار و كردار و پندار به مجرد گفتن و به مجرد عمل كردن نابود مىشود ، در حالى كه حقيقت امر چنين نيست ، و از قرآن و روايات چنين استفاده مىكنيم كه گفتار ما ، كردار ما و افكار ما به تناسب خود ، نوعى تجسم مىپذيرند و در واقع و در نفس‌الامر موجودند ، و داراى يك وجود واقعى هستند . اگر به گونه‌اى - به گفتهء قرآن - چشم بصيرتى باشد ، آن عمل را مىبيند ، و به همين دليل نيز - به فرموده قرآن شريف - در روز قيامت چون چشمها همه و همه حقيقت بين مىشوند و پرده‌ها عقب مىرود ، انسان همهء آن اعمال را مىبيند ؛ « فَكَشَفْنا عَنْكَ غَطائَكَ فَبَصَرُكَ الْيَوْمَ حَديدٌ » ( ق / 22 ) « 1 » تجسم عمل از نظر قرآن و روايات اهل‌بيت به سه قسم منقسم مىشود :\r\nقسم اول : تجسم عمل در حوزه سعادت و شقاوت انسان در همين دنياست . از قرآن استفاده مىشود كه اعمال خوب ما موجب سعادت ما در همين دنيا ، و اعمال بد ما نيز موجب بدبختى ، بدفرجامى و شقاوت ما در اين دنيا هستند .\r\nقرآن مىفرمايد : اگر كسى حيات طيب در اين دنيا بخواهد و حيات طيب‌تر در آخرت بخواهد ، بايد مؤمن واقعى باشد ؛ يعنى برطبق ايمانش صددرصد عمل داشته باشد : « مَنْ عَمِلَ صالحاً مِنْ ذَكَر اوْ انْثي وَهُوَ مُؤمِنُ فَلَنُحْيِينَّهُ حَياةً طَيّبَةً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - پس پرده از [ ديدگان 
  ] تو برداشتيم و امروز ديده تو تيزبين است .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nوَلَنَجْزِيَنَّهُمْ اجْرَهُمْ بِاحْسَنِ ماكانُوا يَعْمَلُونَ » ( نحل / 97 ) « 1 » به موجب اين آيه ، حيات طيب در اين دنيا مرهون ايمان و اعمال خوب و حيات طيب‌تر در آخرت مرهون اعمال و ايمان ماست .\r\nقرآن شريف در سوره انعام مىفرمايد : اگر كسى امنيت روحى مىخواهد و اگر مىخواهد دلهره ، اضطراب خاطر ، نگرانى و غم و غصه نداشته باشد ، بايد ايمانى كه مشوب به گناه نباشد داشته باشد . قرآن مىگويد : اگر رابطهء انسان با خدايش محكم بوده و ايمان داشته باشد ، حتماً امنيت روحى دارد و حتماً ديگر در دل او غم و غصه ، نگرانى ، ترس از آينده ، دلهره و اضطراب خاطر نخواهد بود ؛ « فَايُّ الْفَريقَيْنِ احَقُّ بِالْامْنِ انْ كُنْتُمْ تَعْلَمُونَ الَّذينَ آمَنُواوَلَمْ يَلْبِسُوا ايمانَهُمْ بِظُلْمٍ اولئِكَ لَهُمُ الأمْنُ وَهُمْ مُهْتَدُونَ » ( انعام / 81 و 82 ) . « 2 » مىدانيد چقدر در اين آيه شريفه تأكيد به كار برده شده ؟ براساس اين آيه دست عنايت خدا روى سر هر كسى است كه ايمانش مشوب به ظلم و گناه نباشد و هدايت يعنى عنايت خاص خدا براى كسى است كه ايمانش مشوب به گناه نباشد . آنچه تاكنون دربارهء آن بحث مىكنيم اين است كه امنيت روحى و آسايش دل ، مرهون ايمان به خداست ، آن ايمانى كه درباره‌اش مىفرمايد : « وَلَمْ يَلْبِسُوا ايمانَهُمْ بِظُلْمٍ » .\r\nدربارهء گناه ، آيات فراوانى بر اين دلالت مىكند كه گناه موجب گرفتارى ، موجب زندگى ناخوشايند و بالأخره موجب دلهره ، آشفتگى خاطر و نگرانى مىشود . قرآن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - هر زن و مردى كه كار شايسته‌اى به جاى آورد ، او را به حياتى طيب زنده خواهيم داشت و آنان را به‌سان بهترين كردارهايى كه انجام مىدادند پاداش خواهيم داد .\r\n( 2 ) - پس آيا مىدانيد كداميك از دو گروه به امنيت شايسته‌تر است ؟ كسانىكه ايمان آورند و ايمان خويش را به ستم نيالودند ، آنان همان كسانىاند كه ايمنى براى ايشان است و آنان همان راه يافتگانند .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nمىفرمايد : آن افرادى كه از خدا اعراض بكنند و آن افرادى كه زندگى آنها آلوده به گناه باشد ، در اين دنيا يك زندگانى ناخوش دارند و در آخرت نيز كور وارد محشر مىشوند ؛ « وَمَنْ اعْرَضَ عَنْ ذِكْري فَانَّ لَهُ مَعيشَةً ضَنْكاً وَنَحْشُرُهُ يَوْمَ الْقِيامَةِ اعْمي قالَ رَبّ لِمَ حَشَرْتَني اعْمي وَقَدْ كُنْتُ بَصيراً قالَ كَذلِكَ اتَتْكَ اياتُنا فَنَسْيَتَها وَكَذلِكَ الْيَوْمَ تُنْسي » ( طه / 124 - 126 ) . « 1 » آن گونه كه در تفسير مىخوانيم يكى از مصاديق مهم اعراض از ياد خدا ترك نماز است ، و بنابراين آن كه نماز نخواند ، آن كه با خدا رابطه نداشته باشد ، در همين دنيا يك زندگانى ناخوش دارد ، هرچند قدرت مالى داشته باشد ، هرچند جاه و منزلت و مقام داشته باشد ، و هرچند شهرت اجتماعى داشته باشد ، اما چون خدا ندارد ، زندگى او ناخوش و با چه كنم چه كنم توأم است و به‌سان يك گره كور . چنين شخصى در آخرت هم كور وارد صف محشر مىشود .\r\nقرآن مىفرمايد : « وَالَّذينَ كَفَرُوا تُصيبُهُمْ بِما صَنَعُوا قارِعَةٌ اوْ تَحُلُّ قَريباً مِنْ دارِهِمْ » ( رعد / 31 ) . « 2 » كفر در اينجا كفر عملى است و در برابر ايمان توأم با عمل ناشايسته و همراه با عمل غيرصالح مىباشد . در قرآن بسيارى از موارد واژهء ايمان به كار رفته و از آن افرادى اراده شده است كه داراى كردارهاى خوب هستند ، و در مقابل در بسيارى از موارد واژهء كفر در مورد كسانى كه فاسقند و اعمال ناشايست دارند به كار رفته است . اين‌جا نيز از همين قبيل بوده و مراد از كفر همان كفر عملى است . مىفرمايد :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - و هركس از ياد من رويگردان شود براى او زندگانى سختى خواهد بود و روز قيامت نيز او را كور محشور خواهيم كرد . او مىگويد : پروردگارا چرا مرا كور محشر كردى در حالى كه من بينا بوده‌ام ؟ گفت : اين گونه بود كه آيات ما برتو رسيد و تو آنها را از ياد بردى و اينك امروز بدين گونه از ياد برده مىشوى .\r\n( 2 ) - پيوسته بر كسانى كه كافر شده‌اند به سبب آنچه كردند سركوب مىرسد يا اين كه در نزديك خانه آنان فرود مىآيد .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nآن افرادى كه زندگى آنها توأم با گناه است ، و در گناه فرو رفته‌اند ، اينها دايم گرفتارى و اندوه دارند ، و از اين غم و غصه فارغ نمىشوند كه غم و غصهء ديگر به سراغ آنان مىآيد ، و از اين دلهره و اضطراب خاطر آسوده نمىشود ، اضطراب خاطر ديگر پيش مىآيد ؛ « وَلايَزالُ الَّذينَ كَفَرُوا تُصيبُهُمْ بِما صَنَعُوا قارِعَةٌ اوْ تَحُلُّ قَريباً مِنْ دارِهِمْ » . براساس اين آيه ، گاه اين گرفتارى نه براى خودش بلكه براى اطرافيانش هم پيش مىآيد .\r\nقرآن مىفرمايد : زندگى توأم با گناه ، زندگى منهاى خدا ، تاريك است و تاريك ، و وحشتناك است ، وحشتناك .\r\nقرآن تشبيه معقول به محسوس مىكند ، و از اين تشبيه در قرآن فراوان است و اصولًا هرجا نيز شخص مىخواهد يك امر معنوى را تقرير كند و در انديشه و ذهن مخاطبان خود جاى دهد آن امر معنوى را به يك امر محسوس تشبيه مىكند . قرآن كريم دربارهء وضعيت كافر تشبيهى زيبا آورده كه شايسته توجه است :\r\nدريا ذاتاً تاريك است ووحشتناك . وقتى هوا ابرى باشد يك وحشت ديگر برآن افزوده مىشود و هنگامىكه طوفان باشد نيز تاريكى سومى به آن اضافه مىشود .\r\nقرآن مىفرمايد : زندگى توأم با گناه و زندگى منهاى خدا ، نظير آن كسى است كه شنا نداند و به دريا رود ، دريا ذاتاً وحشتناك و تاريك است و ابر نيز برآن چتر گسترده ، و طوفان نيز آن را به طغيان كشانده و موج بر روى موج در حركت است .\r\nقرآن مىفرمايد : اين شخص به اندازه‌اى وحشت مىكند كه خود را هم گم مىكند ، و ديگر نه تنها هيچ‌كس را نمىبيند ، بلكه خود را هم نمىبيند ؛ « اوْ كَظُلُماتٍ في بَحْرٍ لُجّيٍ يَغْشيهُ مَوْجُ مِنْ فَوْقِهِ مَوْجُ مِنْ فَوْقِهِ سَحابٌ ظُلُماتٌ بَعْضُها فَوقَ بَعْضٍ اذا اخْرَجَ يَدَهُ لَمْ يَكَدْيَريها » ( نور / 40 ) « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - يا چون ظلمتهايى در درياى ژرف است كه موج برروى موج آن را مىپوشاند و برفراز آن نيز ابرى است . اينها ظلمتهايى است كه روى يكديگر قرار گرفته ، آن سان كه اگر شخص دست خويش را بيرون آورد تقريباً آن را نمىبيند .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nگرفتار گناه به اندازه‌اى خود را مىبازد كه اگر دستش را هم از آب بيرون بياورد آن را نمىبيند .\r\nدر ادامه اين آيه يك اصل كلى آمده كه براى همه بويژه براى ما طلبه‌ها بايد مورد توجه قرار داشته باشد ، و آن اصل اين است كه « وَمَنْ لَمْ يَجْعَلِ اللّهُ لَهُ نُوراً فَمالَهُ مِنْ نُورٍ » ( نور / 40 ) « 1 » . اگر كسى نورانيت بخواهد ، اگر كسى بخواهد دلهره ، پريشانى خاطر ، نگرانى ، غم و اندوه نداشته باشد ، و اگر مىخواهيد دلى چونان كوه داشته باشيد كه هيچ بادى آن را نمىلرزاند ، بايد نور خدا بردل بتابد و بايد به واسطه رابطه با خدا به نور مطلق متصل شود . چيزى كه در اين قسم اول از قرآن استفاده مىشود اين است كه گفتار ما ، كردار ما و افكار ما نه تنها در سعادت و شقاوت ما تأثير دارد بلكه در سعادت و شقاوت فرزندان ما نيز مؤثر است .\r\nشما گر يك درخت گلابى بكاريد ، به آن آب بدهيد و آن را بارور كنيد ، اين درخت گلابى هم براى شما استفاده دارد و هم براى بچه‌هاى شما در دوران حيات شما و پس از آن . اگر هم يك آتش در خانه بيفروزيد اين آتش شما را مىسوزاند و طبيعت آتش اين است كه بسوزد ، و هر كس را در خانه هست - هرچند بچه‌اى در گهواره - بسوزاند . قرآن مىگويد : گناه آتش است و اگر آتش را برافروختى خانه‌ات مىسوزد ، ديگر رحمت خدا در آن خانه نيست و چنان كه خود مىسوزى زن و بچه‌ات هم در آن خانه مىسوزند . در مقابل ، اگر انسان مؤمنى باشى ، آن رابطهء با خدايت ، آن نماز شب ، آن خدمت به خلق خدايت ، و آن دل پاكت موجب مىشود كه رحمت خدا بر خانهء تو نازل شود و اين هم براى خودت نتيجه دارد و هم براى زن و بچه و اطرافيان تو .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - هركس خداوند براى او نورى قرار ندهد او را نور نيست .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nقرآن مىفرمايد : « وَلْيَخْشَ الَّذينَ لَوْ تَرَكُوا مِنْ خَلْفِهِمْ ذُرّيَةً ضِعافاً خافُوا عَلَيّهِمْ فَلَيَتَّقُوا اللّهَ وَلْيَقُولُوا قَوْلًا سَديداً » ( نساء / 9 ) « 1 » به موجب اين آيه ، اگر مىخواهى بچه‌هايت خوشبخت بشوند ، تأمين آتيه فقط به اين نيست كه آنان را درس خوان كنى ، تأمين آينده فقط به اين نيست كه براى آنها خانه بگذارى ، بلكه مهمتر از اين دو اين است كه بايد باتقوا باشى ، بايد زبانت كليد داشته باشد ، بايد شهادت ناحق ندهى ، غيبت نكنى ، شايعه پراكنى نكنى ، تهمت نزنى و دروغ نگويى ، زبان و گوش و چشمت همه بايد در اختيار و تحت سيطره تو باشد ، كه چنين چيزى موجب مىشود براى خود و براى آنان كه دوستشان مىدارى آينده خوبى تضمين شود .\r\nشما مىدانيد كه چند آيه در آخر سورهء كهف مربوط به قضيه حضرت موسى و حضرت خضر است . عجيب آياتى است كه به گفته استاد بزرگوار ما حضرت امام رضوان‌الله تعالى عليه - در درسهاى اخلاقيشان تمام مسايل جبر و تفويض ، قضا و قدر ، و آن مسايل دقيقى كه مربوط به شيعه است را حل كرده است . راستى آيات عجيبى است و ماجرايى را دربردارد كه در طى آن بنا شد حضرت موسى كلاس مخصوصى را به واسطه حضرت خضر كه البته رابطى بيش نبود ، ببيند .\r\nدر سفر موسى و خضر سومين كارى كه حضرت خضر انجام داد اين بود كه يك ديوار شكسته‌اى را ساخت ، و اين در حالى بود كه به فرمودهء قرآن موسى و خضر كه قبلًا وارد آن شهر شدند مردم به آنها غذا نداده بودند و آنها گرسنه ماندند .\r\nبه همين سبب حضرت موسى اعتراض كرد ، و گفت : اكنون كه اين خدمت را كردى خوب بود لااقل از آنها پولى بگيرى . اين جا بود كه سفر موسى با خضر و محضر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - و بايد بترسند آن كسانى كه اگر پس از خود فرزندانى ناتوان برجاى گذارند بر آنان بيمناك خواهند بود . پس بايد از خداوند پروا كنند و گفتارى استوار بگويند .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nدرسى كه موسى از آن بهره برد پايان يافت ، و حضرت خضر به حضرت موسى گفت : « هذا فِراقُ بَيْني وَبَيْنِكَ » ( كهف / 78 ) « 1 » . خضر پس از آن به تفسير كارهايى كه انجام داده بود پرداخت و در مورد سومين كار خود گفت : « وَامَّا الْجِدارُ فَكانَ لِغُلامَيْنِ يَتيمَيْنِ فِي الْمَدينَةِ وَكانَ تَحْتَهُ كَنْزٌ لَهُما وَكانَ ابُوهَما صالِحاً فَارادَ رَبُّكَ انْ يَبْلُغا اشُدَّ هُما وَيَسْتَخْرِجا كَنْزَهُما رَحْمَةً مِنْ رَبّكَ » ( كهف / 82 ) « 2 » .\r\nگفت : اما اين ديوار از آن دو كودك يتيم بود ، و گنجى در زير آن وجود داشت و من مىخواستم اين گنج به اين دو كودك برسد ، و وقتى كه رشيد شدند آن را به اختيار خود گيرند . خضر علت كار خود را چنين بيان مىدارد كه\r\n« وَكانَ ابُوهَما صالِحاً » ؛\r\nچون كه پدر و مادر خوبى داشتند ، آن خوبى پدر و مادر علتى براى اين كار من شد . اين آيه به ما مىگويد : اگر پدر صالح باشد و اگر مادر صالح باشد ، آن كارهاى شايسته‌اش نه فقط براى آنها ، بلكه براى فرزندانشان مايه خير و سعادت خواهد بود ، چنان كه اگر فردى ناشايسته باشد نيز آن كارهاى بدش ، نه براى خودش ، بلكه براى بستگان او نيز آثار بدى به بار خواهد آورد .\r\nقسم دوم تجسم عمل : از قرآن چنين استفاده مىشود كه هرچه از خوبى و بدى انجام دهيم يكى صورتى متناسب به خود مىگيرد كه همين الآن وجود دارد ، و يك چشمى مىخواهد تا آن را ببيند ، آن‌سان كه در روز قيامت چون همه چشمها تيزبين و حقيقت‌بين مىشود هم خودش مىبيند و هم ديگران مىبينند .\r\nقرآن روى اين قسم دوم خيلى پافشارى دارد . شايد بيش از پنجاه آيه در قرآن در اين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين جدايى من و توست .\r\n( 2 ) - و اما آن ديوار از آن دو كودك يتيم در اين شهر بودند ، و در زير آن گنجى قرار داشت و پدر آن دو مردى درستكار و صالح بود . پس پروردگار خواست تا آن دو بزرگ شوند و گنج خويش را بيرون آورند و اين رحمتى از جانب پروردگارت [ برآنان 
  ] بود .\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nباره آمده كه اى انسان مراقب باش تا در آخرت اعمال تو موجب سرافرازى تو باشد ، به اندازه‌اى موجب سرافرازيت باشد كه بگويى « هاؤُمُ اقْرَؤُوا كِتابِيَهْ » ( حاقه / 19 ) « 1 » ؛ هان بياييد و كردار مرا ببينيد . قرآن مىگويد : مراقب باش كه اعمال زشت تو آن جا ديده مىشود و مبادا كه يك وقت آن اعمال موجب سرافكندگى براى تو فراهم آورد .\r\nاز جملهء آياتى كه ظاهراً از محكمات و خيلى قوى است اين آيه است كه مىفرمايد : « يَوْمَ تَجِدُ كُلُّ نَفْسٍ ماعَمِلَتْ مِنْ خَيْرٍ مُحْضَراً وَما عَمِلَتْ مِنْ سُوءٍ تَوَدُّ لَوْ انَّ بَيْنَها وَبَيْنَهُ امَداً بَعيداً وَيُحَذّرُكَمُ اللّهُ نَفْسَهُ وَاللّهُ رَؤُفٌ بِالْعِباد » ( آل‌عمران / 30 ) « 2 » .\r\nاين آيه مىگويد خداوند بربنده‌هايش رأفت دارد و به سبب همين رأفت زنگ خطر را براى آنها به صدا درمىآورد كه هركس بايد بداند اعمال خويش ، اعمال بدش همه در روز قيامت مجسم است و اطراف او را گرفته است . اگر اعمال شخص خوب باشد سرافراز است و اگر اعمال بد باشد ، به اندازه‌اى رسوا و ناراحت است كه از جهنمش و از آن بديهاى اعمالش نمىترسد ، بلكه آنچه از آن مىترسد ، رسوايى در روز قيامت است و پيوسته مىگويد : اى كاش بين من و اعمال من فاصلهء زياد وجود داشت . براى چنين شخصى در روز قيامت ، غيبتها ، ظلمتها ، جنايتها و بالاخره حق‌الناس‌ها به صورت مار و عقرب و درنده موذى درآمده و او را در محاصره خود گرفته‌اند .\r\n اين سخنهاى چومار و كژدمت * مار و كژدم مىشود گيرد لبت \r\nاز قرآن و از روايات اهل‌بيت چنين استفاده مىشود كه اگر بهشتى هست ، آن بهشت موعود ، نعمتهايش اعمال ماست ، و اگر كه جهنمى هست ، آن جهنم و آن نعمتهايش اعمال بد ماست . بنابراين ، آن بهشت و جهنم اكنون نيز وجود دارد و در روز قيامت براى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - هان ! بياييد و نامه مرا بخوانيد .\r\n( 2 ) - روزى كه هركس آنچه را از خير انجام داده حاضر شده مىبيند ، و آنچه را از بدى انجام داده آرزو مىكند كه كاش ميان او و آن فاصله‌اى دور و فراوان بود . خداوند شما را از خويشتن بيم مىدهد و خداوند به بندگان رؤف است .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nخوبها و براى بدها مهياست . اگر نعمت جهنم آتش است اين آتش را ما فراهم كرديم ، اگر نعمت بهشت نعيمى سرشار با آن همه تفاصيل وجود دارد اين اعمال ماست كه به آن صورت در آمده است ؛ « ذلِكَ بِما قَدَّمَتْ ايْديكُمْ » ( آل‌عمران / 182 ) « 1 » .\r\nاين جمله شايد بيش از بيست بار در قرآن تكرار شده است .\r\n آنچه مىبافى همه روزه بپوش * آنچه مىكارى همه روزه بنوش \r\n اين سخن‌هاى چومار و كژدمت * مار و كژدم مىشود گيرد لبت \r\nاگر در جهنم عقرب وجود دارد همان زخم زبانهاى ما و غيبتهاى ماست . اگر در بهشت قصر وجود دارد با آن وصفهايى كه در قرآن از آن شده ، و اگر حور وجود دارد ، با آن وصفهايى كه در قرآن از آن شده ، همه و همه اعمال خوب ماست . اين هم قسم دوم از تجسم عمل ، كه اين دو قسم مربوط به اخلاقيات است و نه مربوط به اخلاق .\r\nاخلاقيات يعنى آن چيزهايى كه از رذايل و فضايل ما سرچشمه مىگيرد ، يعنى اعمال خوب ما و اعمال بد ما .\r\nقسم سوم از تجسم عمل ، مربوط به اخلاق و اخلاقيات هر دو است .\r\nاز قرآن و از روايات اهل‌بيت چنين استفاده مىشود كه صفات رذيلهء ما ، اگر متراكم در نفس ما شود ، و اگر قوى شود و به روح ما و به هويت ما رنگ بدهد ، ما را مسخ مىكند . به گفتهء بزرگان تناسخ از نظر اسلام غلط است . اين كه انسان وقتى بميرد ، روح او به انسان ديگرى يا هر حيوانى و يا به گياهى منتقل شود ، و آن مسأله تناسخى كه در علم كلام آمده غلط است . اما از قرآن يك تناسخ لطيف و دقيقى استفاده مىشود ، و آن اين است كه اگر از صفات رذيله خود پيروى كنيم ، و اگر آنها را ريشه‌كن نكنيم ، كم‌كم در روح ما رسوخ مىكنند و به آن رنگ مىدهند ، و هويت ما را به صورتى متناسب خود در مىآورند . بنابراين ، اگر يك انسان جاه‌طلب ، متكبر و خودخواه دست از خودخواهى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين به سبب همان چيزى است كه به دستهاى خويش پيش فرستاده‌ايد .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nو تكبر و جاه‌طلبى برندارد ، و اگر تابع اين خصلتها شود و كم‌كم اين خصلتها در روح او و در هويت او متمركز شوند ، هويت او را به صورت يك پلنگ در مىآورند .\r\nچشمهاى تيزبين ، همين پلنگ را در اين دنيا مىتوانند ببينند ، اما در آخرت چشمها همه‌تيز ببينند و همين شخص خود را به صورت پلنگ مىبيند و ديگران هم او را به صورت پلنگ مىبينند . آن كسى كه در اين دنياى پست منغمر است ، و شخصيتش ، حيثيتش ، دينش و خدا را به اين دنيا مىفروشد ، اين رذيله كه در وجود او قوى و در هويت او متمركز شد ، هويت او را عوض مىكند و او را به صورت يك خوك در مىآورد ، خوكى كه اكنون نيز هست ، و آن كسانى كه اهل دل هستند او را مىبينند ، ولى در آخرت همه و همه ، و از جمله خودش ، اين را مشاهده مىكنند .\r\nافراد گزنده ، افرادى كه پشت سر ديگران شخصيت آنها را مىكوبند ، و آبروى ديگران را مىبرند ، افرادى كه گزندگى در روح آنها متمركز شده ، به صورت سگانى درنده در همين دنيا در مىآيند ، سگانى كه اكنون آن را مىبينند ، و در روز قيامت ، همه و همه - هم خود او و هم ديگران - شاهد بر آن مىشوند .\r\nآن افراد بىاعتنا ، آن افرادى كه در مورد ، همه‌چيز - در مورد دين خود ، اجتماع خود ، و مردم - بىاعتنايند و چيزى كه در زندگى آنها نيست خدمت به خلق خداست ، و خودگرا و خودخواه هستند ، به گفته قرآن ، به صورت الاغى در مىآيند . آدمهاى لجوج ، آدمهايى كه تعصب قومى ، تعصب حزبى و تعصبات علمى و فردى روى آنها اثر گذاشته ، به گفته قرآن ، در روز قيامت وارونه به صف محشر آورده مىشوند ، و سر آنها روى زمين و پاهاى آنها به سمت بالاست .\r\nقرآن مىفرمايد : « فَامَّا الَّذينَ شَقُوا فَفِي الّنارِ لَهُمْ فيها زَفيرٌ وَشَهيقٌ » ( هود / 106 ) « 1 » ؛ افراد شقاوتمند كه بىاعتناهاى اجتماعى و دينى روى آنها تأثير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اما كسانى كه بدبخت شدند در آتشند ، و در آنجا ايشان را ناله و آهى است .\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nگذاشته‌اند ، به صورت الاغ در جهنمند . قرآن به جاى اين كه بگويد : آنها آه و ناله دارند ، مىگويد : « لَهُمْ فيها زَفيرٌ وَشَهيقٌ » ؛ در آن جا صداى الاغ در مىآورند . زفير و شهيق را مىدانيد ، در لغت به صداى الاغ زفير مىگويند ، و شهيق آن ناله‌اى است كه در دنبالهء صداى الاغ شنيده مىشود . در آياتى ديگر چنين مىخوانيم كه خداوند به اين گروه مىفرمايد : « قالَ اخْسَئوا فيها وَلاتُكَلّمُونِ » ( مؤمنون / 108 ) « 1 » . بنابر آيه ، در حالى كه اين گرفتاران آه و ناله دارند و التماس مىكنند ، پروردگار عالم به جاى اين كه به اينها بگويد : گم شويد ، مىگويد : « قالَ اخْسَئوا فيها وَلاتُكَلّمُونِ » « 2 » .\r\nاين است معناى « مَنْ اعْرَضَ عَنْ ذِكْري فَانَّ لَهُ مَعيشَةً ضَنْكاً وَنَحْشُرُهُ يَوْمَ الْقيامِة اعْمي » . آن كه از ياد خدا روى برتافته است كور وارد محشر مىشود ، و مىگويد : خداوندا من كه چشم داشتم ، چرا كورم ؟ در پاسخ به او خطاب مىشود براى اين كه ، در دنيا كور شدى ؛ « كَذلِكَ اتَتْكَ آياتُنا فَنَسيتَها » . آن كورى دنيايت در اينجا جلوه‌گر شده و جلوه آن كورى آخرت است ؛ « وَكَذلِكَ الْيَوْمَ تُنْسي » ( طه / 126 ) .\r\nوقتى كه دست عنايت خداوندى روى سرانسان نباشد ، آن هويت و واقعيت حقيقىاش پيدا مىشود . قرآن كريم مىفرمايد : « وَنَحْشُرُهُمْ يَوْمَ الْقِيامَةِ عَلي وُجُوهِهِمْ عُمْياً وبُكْماً وَصُمّاً مَأويهُمْ جَهَنَّمُ » ( اسراء / 97 ) « 3 » .\r\nبعضى از بزرگان آياتى را كه مىفرمايد : كسانى را كه براستى رابطه با\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - گفت در آن گم شويد و با من سخن مگوييد .\r\n( 2 ) - اين واژه نهيبى است كه براى دور كردن سگان در مورد آنان به كار برده مىشود .\r\n( 3 ) - و روز قيامت آنان را به روى در افتاده و كور و گنگ و كر و محشور مىسازيم و جايگاه ايشان دوزخ است .\r\n","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nخدا ندارند ، و صددرصد رابطهء با شيطان دارند ، از هر ميكروبى و حتى از حيوان هم پست‌ترند ، به همين معناى تجسم عمل و اين قسم اخير تفسير كرده‌اند .\r\nهمين معناست كه مىفرمايد : « انَّ شَرَّالّدَوابّ عِنْدَاللّهِ الّصُّمُ الْبُكْمُ الَّذينَ لايَعْقِلُونَ » ( انفال / 22 ) « 1 » . پست‌تر از هر ميكروبى ، پست‌تر از هر موذيى ، هر مارى و هر عقربى ، پست‌تر از هر درنده خويى ، هر گرگى و هر سگى « الصُّمُ الْبُكْمُ الَّذينَ لايَعْقِلُونَ » است .\r\nاين « الصُّمُ الْبُكْمُ الَّذينَ لايَعْقِلُونَ » را دوگونه معنا كرده‌اند :\r\nيك معنا اين است ، كه چنين شخصى چون « صُمُّ بِكُمْ عَمْي فَهُمْ لايَعْقِلُونَ » و پست‌تر از هر درنده‌اى است ؛ معناى ديگرش همان تجسم عمل است ؛ يعنى انسان دور از خدا و بىتعقل و كر و كور از حقيقت ، وارد صف محشر مىشود ، در حالى كه چون در اين جا پست‌تر از هر درنده‌اى بوده است ، آن جا هم پست‌تر از هر درنده‌اى است ؛\r\n« وَلَقَدْ ذَرْأنَا لِجَهَنَّمَ كَثيراً مِنَ الْجِنّ وَالْانْسِ لَهُمْ قُلُوبٌ لَايَفْقَهُونَ بِها وَلَهُمْ اعْيُنٌ لَايُبْصِرُونَ بِها وَلَهُمْ آذَانٌ لًايَسْمَعُونَ بِهَا اولَئِكَ كَالْانْعَامِ بَلْ هُمْ اضَلُّ ، اولَئِكَ هُمُ الْغَافِلُونَ » ( اعراف / 159 ) « 2 » .\r\nاين آيه را دوگونه معنا كرده‌اند : يك معناى ظاهرى اين كه بعضى از مردم يا بسيارى از مردم گويا براى جهنم خلق شده‌اند ، و راه جهنم را در پيش گرفته و در حال رفتن به جهنم هستند . اينها چشم حقيقت بين ندارند ، گوش حقيقت بين ندارند ، دل ندارند و از حيوانيت و بلكه از حيوان هم پست‌تر و غافلند . اين يك معناست كه دنياى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بدترين جنبندگان در پيشگاه خداوند كر و گنگانىاند كه خرد ندارند .\r\n( 2 ) - و براستى بسيارى از جنيان و انسانها را براى دوزخ بيافريديم . آنان را دلهايى است كه با آن درك نمىكنند ، ديده‌هايى كه با آن نمىبينند و گوشهايى كه با آن نمىشنوند . اينان چون چهارپايان و بلكه گمراهترند و اينان همان غافلانند .\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nغرب با آن تمدنش ، دنياى آمريكا با آن علمش ، مصداق آن مىشود و « لَهُمْ قُلُوبٌ لَايَفْقَهُونَ بِها » .\r\nقضيهء بوسنى هرزگوين ، يك گواه روشن بر اين مسأله است كه براستى هركسى را جريحه‌دار مىكند ، و به فرموده اميرالمؤمنين اگر انسان با غيرتى بدان سبب بميرد جا دارد ، اما دنياى غرب تماشا مىكند و خوشحال است ، و آمريكا با كمال وقاحت مىگويد : « به من چه ارتباطى دارد ؟ » و بالاتر اين كه در پشت پرده به جنايتكاران كمك مىكند .\r\nاين يك معناى آيه است ، اما معناى دقيقتر آيه ، آن است كه دنياى غرب و اين آمريكا كه راه جهنم را در پيش گرفتند ، و دوان‌دوان به جهنم مىروند وقتى كه وارد صف محشر مىشوند و زمانى كه چشمها هم تيز بين مىشود ، اينها گرگند ، سگند ، مارند و عقربند .\r\nدر روايات ما نظير اين آيات زياد است ، راوى مىگويد : در مكه خدمت امام صادق - سلام‌الله عليه - بودم . طواف امام ( ع ) تمام شده بود كه خدمت ايشان نشستم . در اين هنگام ديدم امام صادق ( ع ) به مطاف نگاه مىكند ، خيلى خوشحال شدم . مسجد پربود . گفتم : « يابن رسول‌الله امسال چقدر حاجى فراوان است ! » حضرت تبسم كردند و فرمودند : « مااكثر الضجيج و اقل الحجيج » . راوى مىگويد : به امام گفتم : « نفهميدم » و امام صادق - سلام‌الله عليه - به من چشم‌تيزبين دادند و فرمودند : « نگاه كن » . راوى مىگويد : از ميان انگشتهاى امام صادق نگاه كردم و ديدم همه موش ، گاو ، پلنگ ، خرگوش و مار در طواف است ، و در ميانشان انسانهايى هم وجود دارند .\r\nبزرگى به من گفت : من با علامهء طباطبايى - رضوان‌الله تعالى عليه - رابطهء رفاقتى داشتم . روزى به علامه طباطبايى گفتم : آقا من دلم مىخواهد رابطه‌ام با شما\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nهميشه باشد . اگر من مردم ، رابطه برقرار باشد ، و اگر شما مرديد ، رابطه همچنان استوار باشد . آقاى طباطبايى نيز قبول كردند . علامه طباطبايى از دنيا رفت ، و پس از آن اين بزرگ به من گفت : من يك شب از خداوند خواستم كه خدايا من دلم مىخواهد در اين دنيا عالم برزخ را ببينم . او مىگويد : علامه طباطبايى رضوان‌الله تعالى عليه را در جلسه‌اى خواب ديدم كه حضرت آيه‌الله ميلانى هم در آن جلسه حضور داشتند . وارد آن جلسه شدم . ديدم كه حضرت آيه‌الله ميلانى بلند شدند و قصد دارند خدمت حضرت رسول‌الله - سلام‌الله عليه - بروند . ايشان رفتند ، و من در خدمت علامه طباطبايى نشستم . علامه طباطبايى ، با ترشرويى به من گفتند : « اينها چه خواسته‌هايى است كه از خدا مىخواهى ؟ » به ايشان عرض كردم : دلم چنين مىخواست و اكنون هم مىخواهم . آن بزرگ مىگويد : علامه اشاره‌اى كردند و گفتند : نگاه كن . نگاه كردم و عالم برزخ را ديدم . اما ديدم بسيارى از اينها مار ، پلنگ ، عقرب و سگند و انسانهايى نيز در ميان آنها هستند كه معمولًا حالتى نيم مرده دارند ، و به گفتهء قرآن شريف عذاب را مىچشند و اما مثل آن كرم زيرزمين ديگر مشاعرشان هيچ كار نمىكند ، و تنها عذاب را درك مىكند . آن شخص مىگويد : چون چنين ديدم وحشت كردم ، و تا وحشت كردم علامه طباطبايى - رضوان‌الله تعالى عليه - آن حالت را از من گرفتند ، و ديگر هيچ نديدم و پس از آن از خواب بيدار شدم .\r\nنظير اين قضيه فراوان است . صدرالمتألهين - رضوان‌الله تعالى عليه - در يكى از كتابهايش مىنويسد : دو نفر غيبت مىكردند و من ديدم كه مثل تنور ، آتش از دهان اينها بيرون مىآيد . نمونهء ديگر آن كه عايشه در نزد پيامبر اكرم ( ص ) غيبتى كرد . پيغمبر اكرم فرمود : عايشه چرا غيبت كردى ؟ استفراغ كن . پيامبر ( ص ) حال كشف به او دادند . او استفراغ كرد و يك مقدار گوشت گنديده از دهانش بيرون آمد . گفت : يارسول‌الله ، من گوشت نخورده بودم . فرمود : مگر نخواندى : « لايَغْتَبْ\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nبَعْضُكُمْ بَعْضاً ايُحِبُّ احَدُكُمْ انْ يَأكُلَ لَحْمَ اخيهِ مَيْتاً فَكَرِهْتُمُوهُ » ( حجرات / 12 ) « 1 » عزيزان من ، شما اين روايت امام حسين ( ع ) و امام سجاد ( ع ) را چگونه معنا مىكنيد ، آن جا كه فرمودند : « الغيبه ادام كلاب اهل النار » ، يعنى غيبت نان و خورش سگهاى جهنم است ؟ شما اين را چگونه معنا مىكنيد ؟\r\nاستاد بزرگوار ما ، مرحوم حضرت امام - رضوان‌الله تعالى عليه - آن را چنين معنا مىكرد . ببينيد خوب معنايى است يا نه . امام ( ره ) فرمود : آن كسانى كه در روح آنها غيبت روى غيبت متمركز بشود ، اين غيبتها به روح آنان رنگ مىدهد ، و در نتيجه هويت آنها عوض مىشود ، و به صورت سگى در مىآيند . اين سگ جهنم مىرود و در آن جا غذا مىخواهد . در آن جا غذايش چيست ؟ آنچه كه قرآن در اين‌باره مىگويد : اين است كه غيبتهاى او ، آن گوشتهاى گنديده و آن گوشتهاى كثيف را به جهنم مىبرند ، و در آن جا نان و خورش اين سگ مىشود .\r\nاين روايات ، به رغم موجز بودن ، هم تجسم عمل به معناى سوم را معنا مىكند ، هم تجسم عمل به معناى دوم را .\r\n\r\nخلاصه بحث\r\nاخلاق و اخلاقيات اهميت دارد . ما اگر سعادت دنيا و آخرت بخواهيم ، اگر تأمين آتيه براى خود و براى اولادمان بخواهيم ، اگر راستى بخواهيم در اين دنيا يك حيات طيبى داشته باشيم ، اگر بخواهيم در آخرت با خدا ، با پيغمبر ، با شهداء و با افراد شايسته يعنى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نبايد همديگر را غيبت كنيد . آيا كسى از شما دوست دارد گوشت برادر مرده خويش را بخورد . اين چيزى است كه آن را خوش نداشتيد .\r\n","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nائمه‌طاهرين ( عليهم‌السّلام ) باشيم ، بايد صفت رذيله نداشته باشيم ، بايد خودسازى كنيم ، بايد گناه در زندگى ما نباشد ، و بايد بدانيم كه اخلاق ما ، نيات ما ، گفتار ما و كردار ما اگر بد باشد براى سعادت دنياى ما و براى سعادت اطرافيان ما ضرر دارد ، و موجب رسوايى در آخرت است . بايد بدانيم گاهى آن هويتى كه در روز قيامت بروز مىكند توجه صف محشر را به خود معطوف مىسازد .\r\nروايت داريم كه بعضى افراد وقتى وارد صف محشر مىشوند ، چون متوغل در انسانيتند توجه همهء صف محشر را به خود جلب مىكنند . اين گونه افراد به جاى اين كه به صورت سگى وارد محشر بشوند با چنين برجستگى و سرافرازى به صحنه محشر پاى مىگذارند . اگر مىخواهيم چنين باشد ، بايد خودسازى كنيم و بايد رابطه ما با خدايمان محكم باشد .\r\nخدايا ، به عزت و جلالت قسمت مىدهيم صفات انسانى ، حالت تنبه ، نورانيت دل ، توفيق عبادت و بندگى ، و ترك معصيت ، توفيق وظيفه‌شناسى ، و عمل‌كردن به وظيفه ، توفيق تهذيب‌نفس ، توفيق تنبه به اين گونه آيات شريفه و به همهء قرآن شريف ، انس با قرآن و انس با روايات اهل‌بيت به همه ما عنايت فرما !\r\nخدايا ، ما را به راهى بدار كه رضاى تو در آن است ، و ما را از راهى بازدار كه سخط و غضب تو در آن است !\r\nخدايا ، به عزت و جلالت علماى بزرگ ، مخصوصاً مراجع تقليد كه از اين دنيا رفتند ، روح آنها را شاد فرما !\r\nپروردگارا ، روح حضرت امام - رضوان‌الله تعالى عليه - عالى است عاليتر فرما !\r\nخدايا ، به عزت و جلالت ، همه علمايى كه به اسلام خدمت مىكنند مخصوصاً مراجع معظم تقليد را در كنفت حفظ فرما !\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nخدايا ، به عزت و جلالت اين انقلاب و مقام معظم رهبرى را در پناه امام زمان ( عج ) از همهء آفات و بليات حفظ فرما ! دست ما را در دنيا و آخرت از دامان قرآن و اهل‌بيت كوتاه مفرما !\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nگفتار نهم\r\nتحليلي بر نظم نوين جهاني « 1 »\r\nنگاهي به وضعيت جهان\r\nپس از اضمحلال كمونيست و فروپاشي اردوگاه شرق ، تحولاتي در دنيا پيش آمد كه بخشي از آن قابل پيش‌بيني ، و بخشي غيرقابل پيش‌بيني بود يا حداقل پيش‌بيني نشده بود ؛ در دهه‌هاي چهل ، پنجاه و شصت ، پس از جنگ دوم جهاني تصور بر اين بود ، يا اين طور تبليغ مي‌شد كه جهان به سمتي مي‌رود كه بنيانگذاران سكولاريزم يا جدايي دين از سياست و ساختن حكومتها براساس لامذهبي ، دنيا را خواهند ساخت ، و مذهب را به گوشه‌اي خواهند راند ، و كم‌كم مذهب جزء تاريخ خواهد شد . دو تفكر « ليبراليزم » و « كمونيزم » ، يكي از وجوه مشتركشان ماترياليزم و تكيه بر ماده ، و جدايي از ماوراي ماده است . مي‌گفتند : مذهب يك امر شخصي است و به افراد مربوط مي‌شود . هر كس مايل است مي‌تواند اعتقادي داشته باشد . اگر اعتقادي دارد يك امر قلبي است ، و چيزي است بين خود و خداي خودش ، اما جامعه بايد منهاي مذهب اداره بشود . اين اعتقاد هر دو اردوگاه است و از سالهاي پس از 1945 تا 1985 يعني مدت چهل سال - علت اين كه تقريبش را ميلادي عرض مي‌كنم براي اين است كه آن جاهايي كه اين تقريب مطرح است\r\n\r\n\r\n","description":"","footnote":"\r\n1 - اين سخنرانى در تاريخ 11 / 4 / 71 در دانشگاه علوم اسلامى رضوى ايراد شده است .\r\n","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nتاريخ نيز ميلادي است حاكم بود . آنهايي كه سنشان مثل بنده يك مقداري بيشتر است ، خاطر مباركشان مي‌آيد كه روزگار سختي بود . آنهايي كه در آن سالها در جامعه بودند ، اگر دانشگاه مي‌رفتند ، مذهبيها حسابي در دانشگاه غريب بودند . حالا شما ملاحظه مي‌كنيد ، يعني الآن مي‌بينيد كه به بركت انقلاب اسلامي نه تنها دانشگاههاي ما جوش ، جو اسلامي است ، بلكه دانشگاههاي اسلامي داريم ، مثل همين دانشگاهي كه الآن در آن هستيم . در آن موقع در همين ايران كه الآن مركز اسلام است يك دانشجو اگر مي‌خواست نماز بخواند خيلي بايد خودش را روي هم مي‌گذاشت تا در يك گوشه‌اي مثلاً نمازش را بخواند ؛ يعني در حقيقت مذهبيها در حالت دفاعي و منفعل بودند و ابتكار عمل دست غيرمذهبيها بود ، اعم از كساني كه معتقد به ليبراليزم يا معتقد به كمونيزم بودند و يا مكاتبي بين اينها . يك طيف گسترده‌اي از منتهااليه راست شروع مي‌شد ، تا منتهااليه چپ ؛ مثلاً دست راستيهاي افراطي داشتيم و ميانه‌رو هم داشتيم ، چپيهاي نوع مسكو ، نوع چين ، نوع آلباني داشتيم و هركدام اينها يك دكاني داشتند و هر كدام مي‌خواستند بر ديگري سبقت بگيرند ، اما همه در يك چيز مشترك بودند ، و آن اين كه عصر مذهب گذشته است و الآن عصر جدايي دين از سياست است ، و مذهب بايد از اجتماع به داخل خانه‌ها و به درون افراد رانده بشود . بالاخره اين حيثيتي را كه اساس تقوا و پرهيزگاري و رابطه انسان و خداست ، مي‌گفتند ناشي از ترس است و آدم هميشه مي‌ترسيده ، از دورة حجر و عصر غارنشيني ، هر زماني به شكلي مي‌ترسيده است .\r\nملاحظه فرموديد آن بهشت موعودي كه كمونيستها وعده مي‌دادند درست نشد ، بلكه برعكس ، مبالغ هنگفتي مال خدا را ظرف سالها و دهه‌ها ، ميلياردها دلار را حرام كردند . براساس آماري كه روسها دادند ، در طي سالهاي پس از جنگ دوم جهاني كرملين حدود 90 ميليارد دلار به كشورهاي ديگر كمك كرد تا آن كه اينها زير پوشش اردوگاه چپ باشند ؛ يعني براي زنده و سرپا نگاه‌داشتن آرمان ماركسيسم پول خرج\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nمي‌كردند ، حفظ ماركسيسم و كمونيزم نياز به هزينه داشت و هزينه‌اش هم سنگين بود . حرف اوليه آنها اين بود كه حالا ما خرج مي‌كنيم ، اين توده‌ها از زير قيد طبقاتي يا استثمار طبقاتي كه آزاد شدند ، آن وقت ديگر اين نيروها كه آزاد شد ، جبران مي‌شود . اما سالها و دهه‌ها گذشت و هيچ تحولي رخ نداد ، بلكه اين غولي كه اينها از شيشه درآورده بودند ، سر صاحبش را خورد ؛ يعني ماركسيسم سر حاميان اوليه‌اش را خورد ، و حالا كه ملاحظه مي‌كنيد همه باصطلاح عقلاي آنها دور هم جمع شده‌اند كه چگونه با عوارض و عواقب آن مبارزه بكنند و معالجه بكنند .\r\nتأثير انقلاب اسلامي ايران در جهان\r\nهمه اذعان دارند كه بروز انقلاب اسلامي در ايران وضعيت را در دنيا عوض كرد . اين را هم دوستان ما مي‌گويند ، و هم دشمنان ما ؛ دوستان با سليقه‌اي مثبت ، و اين را به عنوان يك عامل مهم و مثبت و تعيين كننده در سرنوشت جهان مي‌دانند ؛ و دشمنان هم اين را تعيين كننده مي‌دانند ، ولي در جهت منفي . آنها ناچارند اعتراف كنند كه احياي تفكر مذهبي در دنيا ، ريشه‌اش از ايران است ، و انقلاب اسلامي ايران سرمنشأ است . ملاحظه مي‌كنيد اين رسانه‌ها ، روزنامه‌ها ، مجله‌ها پر است از اظهارنظرها و مقالاتي كه در اين‌باره مي‌نويسند ، و همه بر اين اتفاق‌نظر دارند كه احياي تفكر مذهبي در دنيا مرهون انقلاب اسلامي ايران و امام - رضوان‌الله تعالي عليه - است و همين‌طور هم هست . ما با افراد مختلف و گروههاي مختلف از كشورهاي مختلف جهان كه مواجه مي‌شويم ، مي‌بينيم كه اين انقلاب آثار بسيار عميقي در همه جا برجاي گذاشته و كار خودش را كرده است .\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nصدور انقلاب اسلامي\r\nدر اول انقلاب بين دو گروه بحث بود بعضي مي‌گفتند كه نبايد انقلاب صادر بشود . اصلاً بعضي از مقامات رسمي آن اوايل انقلاب گفتند كه ما در پي صدور انقلاب نيستيم . بعد امام فرمودند كه ما دنبال صدور انقلاب هستيم . چند سالي كه گذشت امام فرمودند : انقلاب صادر شده است ؛ يعني همان كه شما داريد درباره آن دعوا مي‌كنيد كه صادر بشود ، يا نشود ، صادر شده است . مخالفين براي اين كه اين تفكر را زمين بزنند ، حرفهاي نامربوط مي‌زدند و آن را به يك مجرايي مي‌انداختند كه بتوانند آن را بكوبند و بگويند كه حالا اينها مي‌خواهند با تفنگ مثلاً بروند كجا را بگيرند . اما انقلاب اسلامي صادراتش با تفنگ نبود . صدور يك تفكر است و صدور يك آرمان است كه مرزها نمي‌تواند جلويش را بگيرد ، همان طوري كه نگرفت . اين طور تبليغ مي‌كردند كه ايرانيها مي‌خواهند بروند مثلاً بروز اعتقادات خودشان را به كشورهاي ديگر تحميل كنند . اين را مطرح مي‌كردند تا بتوانند وسيله و مستمسكي پيدا بكنند كه به كمك آن بتوانند برضد انقلاب وارد صحنه بشوند . در همين كشمكشها بودند كه خاطر بعضي از آقايان هست كه امام فرموند : انقلاب صادر شده و آن كه شما داريد دعوايش را مي‌كنيد كه بشود ، يا نشود ، شده است .\r\nتأثير انقلاب در مسيحيت\r\nانسان نگاه مي‌كند مي‌بيند همين‌طور است . انقلاب همه دنيا را ، حداقل جهان اسلام را متحول كرده و - من به شما عرض كنم كه - در جهان غيراسلامي نيز همين‌طور اثر گذاشته است من با كشيشها و اسقفهاي مختلفي از مذاهب و فرقه‌هاي مختلف مسيحيت تماس داشتم ، در همه اين جاها مي‌بينيم مذهب دارد ابراز مي‌شود . بنده به اوكراين رفتم و در شهر كيف با سراسقف آن جا در كليسا ملاقاتي داشتم . همه جا دارند\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nگردوغبار كليساها را پاك مي‌كنند ، كليساها را رنگ مي‌زنند ، برج و باروها را آراسته مي‌كنند ، در حالي كه چند دهه در حال ركود بود ، و آقاي اسقف ، محلي از اعراب نداشت . اما حالا شما مي‌بينيد كساني كه رهبر كمونيستها بودند الآن توبه كردند ، و گويي كه دو مرتبه مي‌روند به كليسا كه غسل تعميد مجدد داشته باشند .\r\nاين احياي تفكر مذهبي فقط منحصر به جهان اسلام نيست ، بلكه در تمام دنياست ، تا اين‌جا روشن شد كه سيستم سياسي جهان و تفكرات حاكم بر جهان به نحوي بود كه با تفكر مذهبي به صورت عام ، و با اسلام به شكل خاص ، مبارزه مي‌كردند . اما حالا شما مي‌بينيد كه برعكس ، ابتكار عمل دست الهيون و مسلمانان ، و انقلابيون مسلمان است ، و نقطه مقابلش منفعل است . عرض كرديم كه تفكر حاكم تفكر بي‌ديني ، تفكر لامذهبي ، تفكر سكولاريزم بود ، اعتقادات الهي و اسلامي را به كنجي رانده بودند . اما حالا اين مسلمان يا آن مذهبيي كه به زمين افتاده بود ، بلند شده و ضربه‌هاي خود را به جناح مقابل و جبهه مقابل مي‌زند ، و او را به گوشه‌اي انداخته است اينها ابتدا حاضر نبودند نام خدا را بياورند ، بعد بتدريج عقب‌نشيني كردند ، و مرحله به مرحله عقب نشستند ، و اكنون مي‌گويند كه اسلام خوب است ؛ يعني نه تنها تفكر مذهبي را قبول دارند ، بلكه همانطور كه عرض كردم آنهايي كه در غرب هستند در فعاليتهاي انتخاباتيشان يكي از نقاطي كه روي آن تكيه مي‌كنند اين است كه بگويند : ما به كليسا مي‌رويم ، ما به خدا اعتقاد داريم و ما به اخلاق مذهبي پايبنديم ، در حالي كه در گذشته اگر كسي مي‌خواست رأي بياورد ، بايد مي‌گفت كه به خدا و به مذهب اعتقاد ندارم .\r\nحالا نه تنها اين را مي‌گويند ، بلكه شما مي‌بينيد كه برخي از رؤساي كشورهاي مسيحي ، از باصطلاح قدرتمندانشان ، در اظهاراتشان از اسلام دفاع و تمجيد مي‌كنند ، البته مي‌گويند : نه از اين نوعي كه ايرانيها دارند . وزير خارجة يكي از اين كشورهاي اروپاي شرقي اخيراً به يكي از اين كشورهاي حاشيه خليج‌فارس رفته براي اين كه وامي\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nبگيرد . گفته بود كه ما اسلام كشور شما را قبول داريم ، نه اسلام ايران را . حالا هر جا كه مي‌رود مي‌گويد همان جا را قبول دارد ، ايران را قبول ندارد . در حقيقت ما اين روند را كه الآن در دنيا هست قبول داريم و از آن خوشحاليم ، براي اين كه حاكي از اين است كه مرحله به مرحله دارند عقب‌نشيني مي‌كنند ، و امروز ديگر در دنيا ، از آدمهايي كه بالاخره سررشته سياست در دست آنان است و اقتداري دارند كسي نيست كه بخواهد با تظاهر به لامذهبي در جامعه خود نفوذ پيدا كند . دوم اين كه حتي مسيحيها و يا رهبران مسيحي هم براي اين كه از اين قافله‌اي كه اين طور به جلو مي‌رود عقب نمانند مي‌گويند اسلام هم خوب است ، و از اسلام دفاع مي‌كنند . موقعي ، عرض كردم يكي از همين رؤساي جمهور كشورهاي غربي ، مسلمانان را به اين دعوت مي‌كرد كه شما به اسلام عمل كنيد ، اسلام اين را مي‌گويد ، همان چيزي كه ما از شما مي‌خواهيم انجام بدهيد . در قضيه كويت همين رئيس جمهور آمريكا بود كه اين را مي‌گفت .\r\nنظم نوين جهاني\r\nيكي از مسايل عمده در طي سالهاي اخير موضوع نظم‌نوين جهاني است . طرح نظم‌نوين جهاني در حقيقت طرح جهاني است كه پايه‌هاي اوليه‌اش در كريمه گذاشته شده بود ، در سال 1945 در يالتا . اين نظم چهل ساله‌اي بود و عرض كردم كه پس از پيدايش بحران در ارزشهاي حاكم برجهان آمدند نظم‌نوين جهان را مطرح كردند . براي نظم‌نوين جهاني ، چهارپايه مشخص مطرح مي‌كنند . يكي حقوق بشر ، ديگري حاكميت دمكراسي در جوامع و حكومتها ، سوم مسأله خلع سلاح عمومي ، و چهارم حفظ محيط‌زيست از آلودگي و تخريب . در حقيقت يكي از اهداف طرح نظم‌نوين جهاني توسط كشورهاي غربي اين است كه نگذارند اين روندي كه در ابتداي سخن عرض كردم به صورت طبيعي پيش برود ، يعني اگر اين روند بر اثر بحراني كه در ارزشها\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nبه وجود آمده ادامه پيدا كند آنچه كه غربيها در طي اين چند قرن سرمايه‌گذاري كرده‌اند ، و تصورشان اين بود كه بتوانند با تسلط بر تكنيك بر دنيا هم بيش از گذشته مسلط بشوند ثمر نخواهد داد . موقعي كه مردم در مقابل بحران ارزشها قرار گرفتند كه حاصلش سرخوردگي اكثريت مردم جهان از لامذهبي و بي‌اعتقادي و بي‌اعتباري ارزشهاي اخلاقي بود ، در عمل به دنبال بحران ارزشها ، و فروپاشي جهان دو قطبي ، و از بين رفتن كمونيزم ، نوعي خلأ به لحاظ سياسي در دنيا و نظم موجود در جهان ايجاد مي‌شود ، و از ديد آنها چيزي كه ممكن است شكل بگيرد - همانطور كه عرض كردم - شكل‌گيري ارزشهاي مذهبي است كه مطابق خواست آنها نيست و از همين رو نظم‌نوين جهاني را مطرح كردند كه يك فريبي بيشتر نيست و قالبي است كه همان محتواي قبلي را دارد . زماني عصر استعمار كلاسيك يا كهنه بود ، بعد شد استعمار نو ، حالا هم اين شكلي از بهره‌كشي است كه مي‌خواهند زير عنوان نظم‌نوين به آن سازمان بدهند و ايجادش بكنند .\r\nدر همان زماني كه مي‌آمدند كشوري را مي‌گرفتند كه ما مي‌خواهيم اين جا را آباد كنيم ، از همين كلمه استعمار استفاده مي‌كردند . بعداً به واسطه آثار سوئي كه اشغال اين كشورها توسط كشورهاي غربي داشته واژه استعمار از آن معناي مثبتش تبديل شده به يك معناي منفي ، و لذا هر كس اين كلمه را بشنود يك سابقه نفرت‌انگيزي به ذهنش متبادر مي‌شود . قضيه نظم‌نوين جهاني هم جز اين نيست ؛ يعني ساختن جهان و نظم دادن جهان به آن شكلي كه مقصود آنها و در جهت مصالح و منافع آنهاست .\r\nاينها همواره مطرح كرده‌اند كه آنچه كه ما مي‌كنيم در جهت مصالح و منافع انسان است . انگليسيها زماني به هند آمدند ، به كشورهاي مختلف آفريقا رفتند ، در جاهاي مختلف حضور داشتند . اگر همان زمان از اينها مي‌پرسيدند ، - اسنادش هست - شما آنجا چه مي‌خواهيد ، جواب مي‌دادند : ما آمديم تمدن را بياوريم ، ترقي را بياوريم ، ولي\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nمعلوم بود كه در حقيقت در زير دستكش زيبايي كه به دستشان كرده‌اند چنگالهاي آهنين نهفته است و واقعاً كشورها و اموال و مصالح و منافع آنها را غارت مي‌كردند . حالا هم با همان نام ، ولي تحت پوشش نظم‌نوين جهاني با چهار مؤلفه‌اي كه عرض كردم وارد شده‌اند و ما مي‌بينيم كه در عملكردشان صادق نيستند .\r\nشعار حقوق بشر\r\nاز جملة همين عوامل و پارامترهايي كه مطرح مي‌كنند ، يكي حقوق بشر است . اينها از حقوق بشر به عنوان يك ابزار براي كوبيدن كشورهاي ديگر كه در جهت اهداف آنها نيستند استفاده مي‌كنند . شما ببينيد ، كه بعضي با استانداردهاي مختلف ، با يك موضوع برخورد مي‌كنند ؛ همان مثال ساده يك بام و دو هواست ، و كشورهايي كه حاضر نيستند از آنها تبعيت كنند ، همواره مارك مي‌زنند كه اينها حقوق بشر در كشورشان رعايت نمي‌شود ، و كشورهايي كه از آنها تبعيت مي‌كنند اصلاً موضوع حقوق بشر درباره آنها نسياً منسياست . شما ببينيد كه اسرائيليها به سر فلسطينيها چه مي‌آورند ، و اين چيزي نيست كه فقط ما به عنوان مسلمان بگوييم ، اينها در رسانه‌هاي خودشان همواره خبر ايجاد فشار توسط اسرائيل ، غصب سرزمين فلسطينيها ، بيرون كردن فلسطينيها ، به زور آوردن يهوديان از سراسر عالم ، و جادادن آنها در فلسطين ، شرايط بسيار بد زيستي براي حدود يك و نيم ميليون فلسطيني در سرزمينهاي اشغالي در اردوگاه‌ها را مي‌آورند . آيا اينها همه ستم به فلسطينيها و نقض حقوق بشر نيست ؟ من با يك روزنامه نگار سوئيسي مصاحبه مي‌كردم . صحبت از حقوق بشر را مي‌كرد و موضوع اقليتها . گفتم كه ببينيد در ايران اقليتهاي مذهبي مجموعشان شايد به حدود سيصد هزار نفر برسد و شايد هم كمتر . اين سيصد هزار نفر پنج نفر نماينده در مجلس شوراي اسلامي دارند ؛ يعني به طور متوسط هر شصت هزار نفر يك نماينده . بعضي از اين اقليتها تعدادشان از اين هم كمتر\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nاست . اما براساس قانون اساسي ما ، هركدام از اينها نماينده دارند ؛ يعني ارامنه دو نماينده دارند ، آشوريها يك نماينده ، كليميها يك نماينده ، زرتشتيها يك نماينده ، و رأي هر كدام از اينها با رأي نمايندگان مسلمان برابر است ، در حالي كه طبق قانون اساسي براي هر صدوپنجاه هزار نفر يك نماينده است ؛ يعني حقي كه ما در جمهوري اسلامي به اقليتها داديم و قانون اساسي ما داده ، بيش از حقي است كه به مسلمانها داده شده . گاهي ممكن است لايحه‌اي در مجلس قرار باشد تصويب شود و اين به يك رأي نياز داشته باشد و يك رأي بيشتر يا كمتر سرنوشت يك كشور با بيش از 99 درصد مسلمان را تعيين كند و اين‌قدر اثر بگذارد . ما اين‌قدر پايبند حقوق آدمها هستيم ، ولو اين كه آنها مذهب ديگري داشته باشند . گفتم : الآن در فرانسه ظاهراً حدود سه ميليون مسلمان وجود دارد . چند نماينده در مجلس فرانسه دارند ؟ جواب نداشت . گفتم : در انگليس صدها هزار مسلمان هست . چند نماينده در مجلس انگليس دارند ؟ ملاحظه مي‌فرماييد با اينها كه صحبت مي‌كنيم و براساس واقعيتهاي موجود استدلال مي‌كنيم ، اينها حرفي براي زدن ندارند .\r\nطرح حقوق بشر ابزاري شيطاني\r\nطرح مسأله حقوق بشر ابزاري است براي اين كه كشورهايي را كه حاضر نيستند از اين نظم شيطاني تبعيت بكنند تحت فشار قرار بدهند . يك و نيم ميليون مسلمان در خانة خودشان غريبند و در فلسطين تحت ستم و فشار يك عده صهيونيست هستند كه هر كدامشان از يك گوشه دنيا آمده‌اند . كسي در دنيا به اينها كاري ندارد . اگر قرار است كه يك قطعنامه در شوراي امنيت بر ضد اسراييل درباره وضعيت حقوق بشر در آن جا تصويب شود ، توسط آمريكا يا انگليس و تو مي‌شود . چرا ؟ چون اسراييل است . چرا ؟ چون سرمايه دارهاي يهودي در آمريكا يا انگليس و در كشورهاي غربي ، در حاكميت آن\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nكشورها عناصر تعيين كننده‌اي هستند .\r\nسلاح فريبنده دمكراسي\r\nاما موضوع دموكراسي و اين كه حكومتها بايد براساس آراي مردم باشد ، يكي از پارامترهاي ديگر نظم‌نوين جهاني است . در بسياري از كشورهاي جهان سوم و در همين منطقه ، خبري از دمكراسي نيست ، اما در كشورهاي غربي مطرح نيست . فقط دموكراسي را روي آن كشورهايي متمركز كرده‌اند كه با اين طرح مخالفند ؛ يعني آن چيزي كه مد نظر اينهاست دموكراسي نيست ، بلكه طرح مسأله دمكراسي يك ابزار است كه بتوانند بر روي كشورهاي ديگر فشار بياورند . اين كه در فلان كشور عرب صاحب نفت حكومت غير دمكراسي است مشكلي براي غربيها نيست ، آنچه كه مهم است ، اين است كه اين حكومت هماهنگي لازم با غربيها داشته باشد ، و از غربيها تبعيت بكند . اينها از دمكراسي تبليغ كردند ، و شما ملاحظه كرديد كه در الجزاير كه براساس همين دمكراسي كه غربيها تبليغ مي‌كنند ، كار پيش رفت ، آن جا كه ديدند اگر قرار باشد يك فرد الجزايري يك رأي داشته باشد و يك رأي بدهد ، آن كه در نهايت حكومت را مي‌برد مسلمانها هستند ، جلواش را گرفتند و كودتا كردند و غربيها ، آمريكاييها ، انگليسيها و فرانسويها از آن حمايت كردند ؛ يعني باز اين جا شما قضيه يك بام و دو هوا را مي‌بينيد متأسفانه با همين وقاحت ، عملكردشان براساس استانداردهاي متفاوت براي يك موضوع واحد است ؛ يعني همان قضيه يك بام و دو هوا .\r\nخلع سلاح عمومي ابزاري براي سلطه صهيونيسم\r\nعامل سوم ، موضوع خلع سلاح است و براساس آن كشورهايي كه نبايد سلاح داشته باشند آنهايي هستند كه با نظم دهندگان نظم مطلوب غربيها هماهنگ نيستند . اما\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nاگر كشوري هماهنگ است اشكالي ندارد سلاح داشته باشد .\r\nسياسيون غربي روي اين تكيه كرده‌اند كه خاورميانه بايد فارغ از سلاحهاي انهدام جمعي باشد . منظورتان از خاورميانه كجاست ؟ اسراييل را هم مي‌گوييد ؟ مي‌گويند : نه ، اسراييل مستثني است . اسراييل الان انواع سلاحها ، رادار ، انواع موشكها ، سلاح شيميايي و سلاح هسته‌اي دارد ولي كسي متعرض آن نمي‌شود ، اما دايم تعداد مشخصي از كشورهاي خاورميانه را اعلام مي‌كنند كه اينها داراي سلاحهاي كشتار جمعي هستند ، و يا در آستانه اين هستند كه داراي آن بشوند ، و غالبش هم به دروغ ، و تنها براي اين كه باز ابزاري باشد براي فشار بر روي اين كشورها . معنايش اين است كه در يك منطقه بسيار نزديك به هم - در خاورميانه اغلب كشورها كشورهاي كوچكي هستند ، مرزها به هم نزديك است ، با اين موشكهاي دور بردي كه چند صد كيلومتر يا بيش از هزار كيلومتر ، و يا حتي با موشكهاي برد كوتاه و متوسط براحتي مي‌توانند از اين طرف خاورميانه تا آن طرف خاورميانه را هدف قرار دهند - همه نبايد چنين سلاحهايي داشته باشند ، مگر اسراييل .\r\nاصطلاحات سياسي و علمي بازيچه دست استعمار غرب\r\nحتي جالب است كه مثلاً از ميان كشورهاي خاورميانه كشوري كه نزديكي خاصي با پيمان ناتو دارد ، در تعريفي كه ( در ترموفولوژي ، در اسم گذاري ) از خود لفظ خاورميانه مي‌كنند ، مي‌گويند : اين كشور جز خاورميانه نيست ؛ يعني حتي اصطلاحات علمي ، سياسي هم بازيچه دست آن كساني است كه اينها را وضع مي‌كنند ؛ يعني مي‌گويند : خاورميانه عبارت است از اينها ، و بعد تعدادي كشور را نام مي‌برند . خوب ، اين اصطلاح ، يك اصطلاح جغرافيايي براساس جغرافيايي سياسي است . اين اصطلاح ژئو پلتيكي است ، چطور ممكن است كه چندتا كشور در كنار هم باشند ، همه شرايط\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nمساوي به لحاظ جغرافيايي و سياسي داشته باشند ، يكي از اينها ، دوتا از اينهايي كه مثلاً عضو فلان پيمان نظامي غربي هستند ، اينها را مي‌گويند جز آن خاورميانه‌اي كه ما مي‌گوييم نيستيد ؟ خاورميانه بايد عاري از فلان سلاحها باشد . مي‌گوييم : خوب ، اين كشورها را هم مي‌گوييد ؟ مي‌گويند : نه ، اينها جزو خاورميانه نيستند ؛ يعني اصطلاحات علمي هم ملعبه دست آن كساني است كه دنبال حاكميت و ايجاد سلطه كامل بر دنيا هستند .\r\nمحيط زيست ابزار ديگر استكبار\r\nموضوع بعدي ، مسأله محيط زيست است . اين هم يك شمشير بركشيده شده است ، بر سر كشورهاي مخالف طرح نظم‌نوين جهاني .\r\nموضوع محيط زيست ! ديگر از اين ساده‌تر نمي‌شود . حالا يك وقت مسأله خلع سلاح است و مي‌گويند كه خوب ، بالأخره نبايد دوستان ما سلاح را بر زمين بگذارند ؛ زيرا توسط دشمنان ما بلعيده مي‌شوند . شما ملاحظه كرديد كه بيشترين تبليغ را كانديداي رياست جمهوري در آمريكا دورة قبلي و در حال حاضر درباره محيط‌زيست مي‌كند ؛ يعني آقاي رئيس جمهور آمريكا در تبليغات دوره اول رياست جمهوري خودش اين طور وانمود مي‌كرد كه يك محيط زيستي ( اينوايرانيترميست ) و طرفدار حزب محيط زيست است . اما همينها موقعي كه قرار دش ، سازمان ملل تصويب كند كه اجلاسي در سطح سران از همه كشورهاي عضو در برزيل تشكيل بشود تا اينكه دور هم بنشينند و مشورت بكنند كه چگونه مي‌توانند از ادامه تخريب محيط طبيعي جلوگيري كنند ، و پيش‌نويسي با همكاري سازمان ملل متحد ، توسط كشور ميزبان تهيه شد و قرار شد در اجلاس سران به عنوان يك قانون بين‌المللي تصويب بشود تا در مورد تبعيت كشورها قرار بگيرد ، آمريكاييها قبل از تشكيل اجلاس ، شروع كردند به تبليغ كه ما اين را قبول\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nنداريم . چرا ؟ براي اين‌كه اگر قرار باشد اين طور بشود اشتغال را در آمريكا مورد خطر قرار مي‌دهد ؛ يعني بگذار محيط زيست تخريب بشود . همين ديروز من يك خبري را از يكي از رسانه‌هاي بيگانه گوش مي‌كردم . كه فلان نوع سرطان در آمريكا زياد شده ، و اين به واسطه آلودگي آبهاي آشاميدني به بعضي از موادشيميايي است . فلان نوع سرطان گوارش در آمريكا زياد شده ، به واسطه اين كه آب آشاميدني اينها آلوده به بعضي از مواد شيميايي است كه محصول بعضي از كارخانه‌هاست ؛ يعني تخريب محيط طبيعي زندگي انسان . خود اينها كه بيشترين تبليغ را كردند - كم پيدا مي‌شد كشوري كه به اندازه آمريكا درباره محيط زيست تبليغ كرده باشد - آن جايي كه به آن نقطه‌اي رسيد كه با مصالح مقطعي حكومت آمريكا در تعارض افتاد با آن مخالفت كردند . پس ملاحظه مي‌فرماييد اين عامل ديگر هم جزو عواملي است كه در دنيا به عنوان يكي از پايه‌هاي نظم‌نوين جهاني روي آن تبليغ مي‌شود يك ابزار براي اعمال سياستهاي خود آنهاست .\r\nچكيده بحث\r\nنظمي بعد از جنگ جهاني دوم در دنيا شكل گرفت كه پس از گذشت حدود چهار دهه متزلزل شد و در حال از بين رفتن است و بخش مهمتر از بين رفت . نظم جهان دوقطبي كه بعضي از مشتركات را داشت ، و بعضي اختلافات ، آن نيز به هم خورد .\r\nنكته دوم آن كه براساس تفكراتي كه بتدريج از قرن شانزدهم ميلادي به اين طرف شكل گرفت و اوجش در اين چهار دهه بعد از جنگ جهاني دوم بود ، مذهب به گوشه‌اي رانده و منفعل شده بود ، و افكار ضد مذهبي ارزش شده بودند ؛ مذهب ضد ارزش ، معروف منكر و منكر معروف شده بود .\r\nنكته سوم آن كه با توجه به افزايش ارتباطات در اين دنيا اين موج لامذهبي در دنيا فراگير شد و در تمام زندگي ، بخشهاي مختلف زندگي فردي و اجتماعي انسانها از شرق\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nتا غرب ، مؤثر افتاد ، به طوري كه ما در اين كشور اسلامي و پايگاه اسلامي در جهان ، دوره‌اي بر ما گذشت كه اگر جوان ما مي‌خواست فرايض خودش را انجام بدهد دچار مشكل بود ؛ يعني اين موج تا درون اين جوامع ريشه‌دار و عميقاً مذهبي نفوذ كرده بود .\r\nاين دوره گذشت و يكي از نقاط برجسته اين تغيير و تحول و گذر از آن دوره قبلي ورود به دورة فعلي ، وقوع انقلاب اسلامي در ايران بود كه به اقرار دوست و دشمن ، مهمترين علت احياي تفكر مذهبي در جهان امروز ، اعم از اسلامي و غيراسلامي و يا سني و يا شيعي گرديد .\r\nدر آغاز سعي كردند آن را مخدوش كنند و بگويند اين اصلاً اسلامي نيست ، اين مخصوص شيعه است ، و يك ملغمه‌اي است از اسلام تشيع ، ايرانيت ، اما بعدها كه ديدند اصلاً نمي‌توانند آن را مهار كنند ، حالا ديگر اين حرفها را نمي‌زنند و شما كم مي‌بينيد كسي در دنيا بگويد كه انقلاب ، انقلاب اسلامي نيست ؛ يعني كاري است كه شيعه‌ها در ايران كردند . مي‌گويند : اسلامي كه ما طرفدار آن هستيم ، اسلام نوع ايراني نيست ، آن نوع ديگرش است .\r\nبحران ارزشهاي حاكم بر چهاردهه پس از جنگ جهاني دوم ، نه تنها با انقلاب اسلامي تشديد شد ، بلكه جهت را عكس كرد ، يعني نتيجه‌اش اين شد كه جهت بر عكس شد ، آنهايي كه لامذهب بودند منفعل شدند ، يا مكاتبي كه براساس لامذهبي مبتني بود يا سكولاريزم - سكولاريزم با لامذهبي تفاوتي دارد ، حالا شايد نزديكترين معني فارسي‌اش همين بي‌ديني و لامذهبي باشد و شايد جدايي دين از سياست آن معنايي را كه ماليبراليزم مي‌بينيم نرساند - منفعل شد . چنين شد كه بالاخره در اين دنيايي كه اين طور به هم پيوسته است و به هم مرتبط است بر اثر تحول و تكاملي كه در وسايل ارتباط جمعي و همچنين ارتباطات ايجاد شده مي‌بايست نظمي جايگزين نظم قبلي بشود . لذا نظم‌نوين جهاني را مطرح كردند . عرض كردم ، آنها صداقت ندارند و اين كه طرفدار\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nحقوق بشراند ، طرفدار دمكراسي‌اند ، طرفدار خلع سلاح‌اند ، طرفدار حفظ محيط زيست‌اند ، به دلايلي است كه گفته شد .\r\nسياست خارجي جمهوري اسلامي ايران\r\nاما سياست خارجي ما براساس مصالح اسلام و جمهوري اسلامي ايران طراحي مي‌شود . اينك در قبال نظم‌نوين جهاني كه آنها تبليغش مي‌كنند و در حقيقت تبليغ مي‌كنند كه ، با توجه به بحران ارزشهاي حاكم بر جهان سياست و تزلزل در نظم موجود در جهان جايگزين آن قبلي خواهد شد ، مي‌خواهيم ببينيم كه آن چيزي كه به مصلحت بوده چه بوده ، و ما چه چيزي را دنبال مي‌كنيم و آيا آن چيزي را كه ما دنبال مي‌كنيم متناسب با اين تحولات هست يا نيست . از اصول سياست خارجي ما ، داشتن روابط با همه كشورها به جز دو سه كشوري است كه مشخص است . رابطه ما با كشورها بر دو پايه استوار است : يكي حفظ مصالح متقابل ، يعني ما به دنبال حفظ مصالح خودمان بايد با كشورها رابطه داشته باشيم ؛ و دوم كسب منفعت و دفع ضرر . اين طور بگوييم : خيلي از اوقات ما رابطه‌مان براي كسب علم ، تكنولوژي ، مبادله اقتصادي و تجاري است ، و بعضي از اوقات روابط ما براساس دفع ضرر و دفع خطر از جمهوري اسلامي است . حالا كشورهايي كه در اين دو امر مؤثرترند و بهتر مي‌توانيم مصالح و منافع متقابل را حفظ كنيم رابطه‌ما با آنها نزديكتر است . يكي از چيزهايي كه در دنيا به وجود آمده همكاريهاي منطقه‌اي است و ما هم اين را با مصالح خودمان همسو مي‌بينيم . ما طرفدار همكاري منطقه‌اي با كشورهاي مختلف ، در همسايگي‌مان هستيم و تبليغ مي‌كنيم ؛ با كشورهايي كه در جنوب ما هستند ، حاشيه خليج‌فارس ، كشورهاي عرب حاشيه خليج‌فارس ، با كشورهايي كه در شرق و غرب ما هستند ، مثل پاكستان و تركيه و افغانستان . ما با كشورهاي نوخاسته وابسته به شوروي سابق ، نوعاً كشورهاي مسلمان و\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nجمهوريهاي مستقلي كه تازه بوجود آمده‌اند ، يادداشت تفاهم امضا كرديم . قراردادهايي كه امضا كرديم ، توسعه اكو ، همكاري با كشورهاي شوراي همكاري خليج‌فارس و تشكيل شورا يا سازمان كشورهاي ساحلي درياي خزر ، تشكيل مجموعه كشورهاي فارس زبان ايران ، افغانستان و تاجيكستان ، اينها از مجموعه تلاشهايي است كه ما در جهت پيشبرد سياست خارجيمان داشته‌ايم . فكر مي‌كنيم كه با توجه به نيازهاي متقابل بين ما و دنياي خارج عملي‌ترين شكل همكاري با كشورهاي ديگر در حال حاضر همكاريهاي منطقه‌اي است . همكاريهاي منطقه‌اي ، در دنيا در جاهاي مختلف امتحان خودش را داده است . مشخص‌ترين آنها در همين منطقه خودمان است . اينهايي كه در شوراي همكاري دور هم هستند ، در آسيايي جنوب شرق پيمان آ ، س ، آن و جاهاي ديگر .\r\nرابطه ما براي حضور انقلاب اسلامي ايران\r\nالبته ممكن است بعضي ايراد بگيرند كه مثلاً ما با فلان كشور مشتركات زيادي نداريم ، چرا با هم همكاري مي‌كنيم . خوب ، آن‌قدر كه مشتركات داريم همكاري مي‌كنيم ، و افزون بر اين ، با يك كشور همكاري كردن به معناي اين نيست كه ما تمام سياست آن كشور را قبول داريم يا سياست خارجي ما بر سياست خارجي آن كشور منطبق است . هر قدر مشتركات داريم همان قدر همكاري مي‌كنيم . توسعه رابطه با كشورهاي اسلامي كمك مي‌كند به اين كه بتوانيم در كشورهاي اسلامي حضور داشته باشيم و با كشورهاي اسلامي رابطه داشته باشيم . بدون داشتن رابطه امكان به عمل درآوردن آرمانهايي كه ما داريم و مقدمات اينها در طي سالهايي كه گذشت فراهم شده عملي نيست ؛ يعني اگر اين فرصتي كه به وجود آمده از آن استفاده نكنيم و پايه‌هاي آن چيزي را كه بالاخره به بركت انقلاب اسلامي به وجود آمده محكم نكنيم براي هميشه\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nچنين فرصتي نداريم و لذا ما بايد تلاش بكنيم .\r\nواقع‌بيني و آرمان خواهي\r\nمي‌خواهم عرض كنم كه آن قسمت اول قسمت تئوري و نظري قضيه بود روشن است ، اما به صرف نظريه‌پردازي و تئوريزه كردن آنچه كه اتفاق افتاده ، مشكلات حل نمي‌شود . حتماً ما بايد در صحنه عمل هر آنچه را كه به آن معتقديم عملي كنيم ، يا اقلاً به بخشي از آن عمل بكنيم . اما پياده كردن آن نظريه‌ها و تئوريها احتياج دارد به اين كه ما مقداري واقع بين هم باشيم ؛ يعني حتماً اگر عنصر واقع‌بيني در كنار آرمان‌خواهي نباشد ، ما براي پيشبرد آرمانمان دچار مشكل مي‌شويم . من عرضم را همين جا خاتمه مي‌دهم و به تعدادي از سؤالها پاسخ مي‌دهم كه ان‌شاءالله بتوانيم با استفاده از اظهاراتي كه مستمعين ، آقاياني كه تشريف دارند و مكتوب كردند يك نتيجه‌گيري مناسبي در انتهاي وقت داشته باشيم .\r\nپرسش و پاسخ\r\nايران و افغانستان\r\nپرسش : در مورد رابطه ما با افغانستان پرسيدند و همچنين رابطه ما با جمهوريهاي تازه به استقلال رسيده ؛ با توجه به اين كه به نظر مي‌رسد دولت افغانستان نمي‌خواهد رابطه چندان مطلوبي با جمهوري اسلامي ايران داشته باشد و اين از اظهارات برخي از مسؤولين افغاني معلوم است ، موضوع ايران در اين خصوص چيست ؟ برقراري روابط با جمهوريهاي تازه به استقلال رسيده شوروي امري خوب است . اما آيا فكر نمي‌كنيد ايران بيش از حد به آن اهميت مي‌دهد ؟\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nپاسخ : ببينيد ، هم افغانستان و هم اين جمهوريها همسايه‌هاي ما هستند و بالاخره شما بخواهيد يا نخواهيد همسايه‌هاي مشخصي داريد كه نمي‌توانيد عوضشان كنيد ؛ يعني نمي‌شود كه آدم بگويد من اين همسايه را نمي‌خواهم ، يك كشور ديگري جايش بيايد . پس بايد با هم زندگي كنيم ، اما اين كه بعضي از مسئولين افغانستان اظهاراتي مي‌كنند كه چندان دوستانه نيست ، خوب اشكالي هم ندارد هر كسي آزادانه حرف خودش را بزند . اما تعدادي ديگر از مسئولين افغانستان هستند كه اظهاراتي غير از اين دارند . بعد هم اگر قرار باشد كه در همكاري بين ايران و افغانستان يكي بيشتر از ديگري از اين رابطه دو جانبه ، منتفع بشود حتماً آن طرف ما نخواهيم بود . در طي اين سالهايي كه گذشت جمهوري اسلامي ايران جز كمك به افغانستان كار ديگري نكرده ، بلكه بار سنگيني را هم به دوش كشيده و از حالا به بعد هم افغانستان اگر بخواهد كشور خويش را بازسازي كند و بخواهد يك كشور مستقل و قدرتمندي بشود بدون اين كه يك رابطه خيلي دوستانه با ايران داشته باشد ، نمي‌تواند . ما براي اين كه كشور خودمان را بسازيم امكانات كافي داريم ، كشور وسيعي داريم ، امكانات زيرزميني فراواني داريم ، امكانات پرسنلي و نيروي انساني خوبي داريم ، دسترسي به آبهاي گرم داريم ، موقعيت ژئوپليتيك خوبي داريم . ما مشكلي نداريم براي اين كه كشورمان را بسازيم ، ولي حتماً افغانستان اگر بخواهد كشور خودش را بسازد ، بدون كمك ايران نمي‌تواند . حالا كساني مي‌آيند حرفهايي مي‌زنند ، خوب بزنند . كشورداري سعه صدر مي‌خواهد ، اين كه كسي در يك گوشه‌اي حرفي زده و آدم زود برآشفته شود ، در شأن كشور قدرتمندي مثل ايران نيست .\r\nدر مورد جمهوريهاي تازه استقلال يافته هم همين طور است . آنها هم همسايه‌هاي ما هستند ، و آنها با هيچ كشوري به اندازه ما مشتركات ندارند ، و ديديد كه از آن طرف دنيا مثل وزير امور خارجه آمريكا بلند مي‌شود ، مي‌آيد و در اين جا گشتي مي‌زند ،\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nاينها خودشان به ما گفتند كه آمريكاييها از آنها خواسته‌اند كه با ايران خيلي گرم نگيرند . وزير خارجه آمريكا در منطقه بود كه سران اين كشورها به تهران آمدند و در اجلاس اكو شركت كردند . اين نشان‌دهنده آن است كه چقدر حرف آمريكاييها روي اينها اثر داشته است . خود وزير خارجه آمريكا ، همين آقاي بيكر در كنگره گفته بود : ما هرجا مي‌رويم ، در هر نقطه‌اي از اين منطقه خاورميانه - و منظورش كشورهاي اسلامي ، شمال آفريقا و جاهاي مختلف است - هر جا مي‌رويم مي‌بينيم ايران هست . او در كنگره چنين اظهار عجز كرده بود . به هر حال ، ما بيش از حد به آنها اهميت نداديم . در حدي كه شايسته است اهميت داديم ، و من نمي‌دانم منظورتان از اين حرف چيست . ما تلخي نمي‌كنيم . ذوق‌زدگي هم نشان نمي‌دهيم . بعيد مي‌دانم كه نظر اغلب آقايان كه اين جا هستند اين باشد كه ما زياد شتابزدگي مي‌كنيم . نه ، ما سياستمان را با متانت پيش مي‌بريم ، بي‌جهت تلخي و سردي نشان نمي‌دهيم و خيلي هم عجله نداريم كه حالا كاري كه بايد به مرور و بموقع انجام بشود زودتر از موقع انجام دهيم .\r\nپرسش : سؤال ديگر اين است : دليل تغيير نام استان باختران به كرمانشاهان چيست ؟ پاسخ : اسمش كرمانشاهان بوده و بيخودي اسمش را باختران گذاشته‌اند ، يك اسم بي‌ريشه و بي‌ربطي كه در هيچ فرهنگي نبود . گذشته از اين ، اسم قبلي اسمي بود كه شايد نزديك به دو هزار سال سابقه دارد ، شما در تاريخ اسلام و در تاريخ ايران كلمه قرمسين را مي‌بينيد . اين كتابهاي تاريخي ما ، كتابهاي متن ما در تاريخ پر است از اين اسم . كلمه قرمسين معرب كرمانشاه كه از همان اوايل دوران اسلام اين شكل معربش بوده و قبلش هم به همين نام بود . اسم تاريخي را عوض كردن براي چه ؟ ضرر بسياري دارد و نفعي هم برايش متصور نيست . بخشي از تاريخ تمدن ما ، بخشي از تاريخ اسلام است ؛ يعني تاريخ اسلام كه جدا از مسلمانان نيست . يعني كار بايد به آن‌جا برسد كه اگر فرزندان ما آمدند و در تاريخ خواندند كرمانشاه يا قرمسين ، بپرسند و يا بروند\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nمستشرق بياورند و ببيند اين كجا بوده است ؟ مي‌شود اسمهاي بي‌ريشه گذاشت ؟ مگر مي‌شود با تاريخ و تمدن و فرهنگ يك ملتي بازي كرد ، و هر روز اسم عوض كرد ؟ شما اجازه مي‌دهيد كه اسم يك ده از استان خراسان را بآساني يك كسي عوض بكند ؟ اسم يك شهر را كه تمام فرهنگ و شخصيت اجتماعي و تاريخي و سياسي اين مردم بستگي به همين چيزها دارد ، يك اسم ريشه‌دار كه با تاريخ يك ملت آميخته است ، اين را براي چه بايد عوضش بكنيم ؟ كلمه باختران نيز كلمة بي‌ريشه‌اي بود ، اصلاً همچنين چيزي ما در فرهنگ منطقه ، و كتابهايمان نداريم و باختران يعني‌چه ؟ چرا بايد اسم را براساس سليقة اشخاص عوض كرد ؟ شما كتاب سعدي و گلستان را مي‌خوانيد : مهمان پيري بودم در دياربكر . دياربكر همين حالا هم برويد تركيه دياربكر است . يا در جامع كاشغر جواني را ديدم كه مي‌گفت ضرب زيد عمروا . كاشغر را بيايند عوض كنند ، اين كاشغري كه سعدي در گلستان آورد ؟ يا : در جامع كوفه بودم . كوفه ، كوفه است . مي‌خواهم عرض بكنم كه تمدن يك ملت ، تاريخ تمدن يك ملت ، مجموعه فرهنگ يك ملت ، مجموعة به هم بافته‌اي مثل يك ساختمان است . مگر مي‌شود كسي بيايد يك آجرش را از آن وسط بيرون بكشد و يك پايه‌اش را بردارد ؟ يك وقت هست نامهاي طاغوتي ، مثلاً به اسم فلان شخص از خانواده پهلوي گذاشته‌اند ، يك جايي را نامگذاري كرده‌اند ، يك شهري را ، يك خياباني را ، خوب ، اين بايد عوض بشود . حالا يك كسي مثل رضاخان ، آدم انگليس كه اين كشور را به باد فنا داده است ، اسم يك كوچه‌اي را ، اسم يك خياباني را ، اسم يك ميداني را به نام خودش يا بچه‌هايش كرده ، حال كه طاغوت رفته آن اسامي هم بايد عوض بشود . اما اين اسامي تاريخي كه سابقه چند قرن يا بعضاً چند هزار ساله دارد ، براي چه ما بياييم عوض كنيم و به خودمان صدمه زنيم ؟ صد و چهل نفر از نمايندگان مجلس نامه‌اي را امضا كردند و از دولت خواستند ، همين نمايندگان همين ملت . صدوچهل نفر اكثريت نمايندگان مجلسند . نمايندگان همين\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nمردم نامه‌اي را امضا كردند و از دولت خواستند كه اين اسم را عوض كند و به همان اسم اصلي خودش برگرداند .\r\nپرسش : رابطه ما با مصر و مراكش چگونه است ؟\r\nپاسخ : ما با مصر ، مراكش و اردن به عنوان كشورهاي اسلامي روابط فرهنگي را از مدتها قبل شروع كرديم . با بعضي از اينها رابطه سياسي را از سر گرفتيم ، مثل مراكش و اردن در مصر هم دفتر حفاظت منافعمان را باز كرديم . همانطور كه عرض كردم نمي‌شود با كشورهاي اسلامي رابطه نداشت و بعد ادعا كرد كه مي‌توان با مسلمانها رابطه داشت . راه ورود به كشورها ، اعم از اسلامي و غيراسلامي اين است كه شما رابطه رسمي داشته باشيد ، و الا راه نمي‌دهند ، مگر اين كه آدم قاچاقي وارد شود . ما هم كه چنين قصدي نداريم . بعد هم شما كه يك جايي سفارت داريد ، اين به معناي تأييد حكومت آن كشور نيست .\r\nزماني موضوع كمپ ديويد مطرح بود كه باعث قطع رابطه ما با مصر شد . بعداً متأسفانه اين تعميم پيدا كرد ، و تعداد بيشتري از كشورهاي اسلامي رفتند با اسرائيل صحبت كردند . ما اين را محكوم كرديم و مي‌كنيم . ما كمپ ديويد را محكوم مي‌كنيم . ما مذاكره با اسرائيل را محكوم مي‌كنيم . ما مخالف اين هستيم كه موضوع فلسطين به مذاكره و سازش گذاشته شود . موضوع ما معلوم است .\r\nاما داشتن رابطه با مردم مصر و با كشور مصر چيز ديگري است ، يا با مراكش و با كشورهاي ديگر اسلامي . اين به معناي تأييد سياستهاي آن كشورها نيست . همين اكنون ما با تركيه ، پاكستان ، عربستان و كويت رابطه داريم ، با همه اينها . اين معنايش اين نيست كه ما سياست اين دولتها را تأييد مي‌كنيم . رابطه داشتن يك چيز است و موافقت يا مخالفت كردن با سياستهاي كشورهاي ديگر يك چيز ديگر . ما با عربستان سعودي رابطه داريم ، ما سفارت داريم ، آنها هم سفارت دارند ، هر دو سفير داريم . مگر ما\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nمي‌توانيم با عربستان رابطه نداشته باشيم ؟ اين به آن معنا نيست كه سياست ما با سياست عربستان صددرصد بر هم منطبق است .\r\nپرسش : سؤال كرده‌اند كه روش ضدانقلاب در عصر كنوني دور كردن مردم از نظام و اركان آن با توجه به نارضايتي تراشيهايي است كه در سطح بسيار وسيعي در ادارات ديده مي‌شود . در اين‌باره چه مي‌گوييد ؟\r\nپاسخ : ببينيد ، ما و شما با هم فرقي نداريم ، هر كداممان يك گوشه كار را بايد بگيريم يا گرفتيم نبايد بعضيها خودشان را از مسئوليت جدا كنند . بخواهند يا نخواهند اين مردم ايرانند كه بايد كشور را اداره كنند . همين شما يك عده وكيل را انتخاب كرده‌ايد و به مجلس رفته‌اند ، اينها دولت را تأييد مي‌كنند ، و دولت حكومت مي‌كند . پس خود شما اين دولت را به وجود آورديد ، و نمايندگان را انتخاب كرديد ، و چهار سال به چهار سال هم فرصت اين را داريد كه نماينده انتخاب كنيد ، يا رئيس جمهور انتخاب كنيد . بنابراين همه مسئولند . اگر يك عده‌اي خودشان را كنار بكشند بعد به بقيه بگويند : شما بفرماييد ، اين درست نيست . به هر حال ، مسئوليت همه ماست . اگر يك جا نابساماني هست همه بايد تلاش كنيم كه حل بشود . اما اين كه يك عده‌اي در ادارات ممكن است كار مردم را دچار مشكل بكنند يا كار مردم را راه نياندازند ، اين يك حرف واقعي است ، بلي هست ، اما آدم از اين مقدمه چه نتيجه‌اي بايد بگيرد ؟ بايد نتيجه بگيريم كه بايد كار را اصلاح كنيم . معلوم است اگر نظارت و مراقبت نباشد انسان در معرض خطاست . همه بايد ناظر و مراتب باشند . چند نفر آدم را بفرستند به داخل گود كه با مشكلات زورآزمايي كنند و خودشان بيرون بنشينند و آنهايي را كه توي گودند مثلاً هو كنند ، اين از عهده كسي برنمي‌آيد كه با آن مشكلات كشتي بگيرد و پشت مشكلات را به خاك بسپارد . فرض بر اين است كه بايد اينهايي كه بيرون گود نشسته‌اند كساني را كه به داخل گود فرستاده‌اند تشويق بكنند . اغلب مسئولين و آنهايي كه كار مي‌كنند بار سنگيني\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nروي دوششان است . من براحتي مي‌گويم : بسياري از آنهايي كه مسئوليت به عهده دارند ، اگر از مسئوليت بيرون بيايند هم وضع ماديشان بهتر مي‌شود ، و هم راحت‌ترند . اما واقعاً بسياري از كساني كه دارند كار مي‌كنند ، اين را تكليف شرعي خودشان مي‌دانند . حالا يك عده‌اي هم ممكن است كه بد كار كنند . اين بايد حتماً اصلاح شود . البته بدون كمك مردم نمي‌شود و اين نيز روشن است كه كمك مردم هم بايد سازنده باشد .\r\nشما ببينيد ، ايران يك كشوري است با اين همه مشكلات ، اما به عنوان يك كشور مقتدر در دنيا سرپاي خودش ايستاد . شما هر گوشه‌اي را نگاه مي‌كنيد ، مي‌بينيد در دنيا آشوب است ، همين نزديك خودمان در كشورهاي عربي چه گذشت ؟ در كويت چه گذشت ؟ الآن بين تعدادي از اين كشورها در حاشيه خليج‌فارس سر مرز و چه و چه اختلاف است . در افغانستان چه خبر است ؟ در پاكستان ، ايالت سند و كجاوكجاو . . . در اين جمهوريها ، آذربايجان و ارمنستان ، در يوگسلاوي ، در گرجستان ، در جاهاي ديگر ، در عراق در تركيه ، خود حكومت تركيه با كردها چه مشكلي دارد ؟ امور نسبي است و همانطور كه عرض كردم ، ما اگر قرار باشد آنچه را كه گفتيم از مرحله حرف به عمل در بياوريم بايد كار كنيم . كار هم از نتيجه‌اش معلوم مي‌شود . بالاخره شما مقايسه كنيد كه وضع اين كشور چگونه است و وضع بسياري از كشورهاي ديگر چگونه است . اصلاً بسياري از كشورهاي جهان سوم وضعشان از هم گسيخته شد . پس از فروپاشي آن نظام ، آن كشتي جهان همين طور بي‌صاحب رها شد و بسياري چون تكيه بر ملت نداشتند ، چون يك انسجام و اساس درستي در مليت آنها نبود ، از هم پاشيده شدند . بنده مي‌توانم يك فهرست طولاني از كشورهايي كه در حال گرسنگي و قحطي هستند ارايه دهم . در قلب اروپا دريوگسلاوي حاضر دچار مشكلات عجيب و غريب\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nهستند .\r\nما مشكلات هشت ساله جنگ داشتيم ، مشكلات بحران كويت بر ما هم سايه انداخت ، يك روز زلزله ، يك روز سيل ، يك روز آواره افغاني ، يك روز مشكلات شمال ، در عين حال اين كشور سرپاست . حال ممكن است يكي بلند شود و بگويد : فلان چيز گران است ، يا آن يكي از فلان جا رشوه گرفته است اينها هست ، اصلاً كجاست كه مدينه فاضله است و اين خبرها نيست ؟ يك جايي را در دنيا مثال بزنيد . در كجاي تاريخ و در كجاي جغرافيا بوده و هست كه يك مدينه فاضله‌اي باشد كه حتي يك نفر هم پيدا نشود كه كوچكترين خطايي نكند ؟ خوب ، آدم بيايد ايرادي بگيرد از يك گوشه‌اي ، بعد همين را يك چماقي كند برسر حكومتي كه اين طور يك كشوري را ظرف سيزده سال با اين همه مصيبت اين طوري اداره كرده است ، اين درست نيست . ممكن است كسي بگويد : بهتر از اين نمي‌شود اداره كرد ؟ خيلي خوب ، هر كسي فكر مي‌كند مي‌تواند ، اين گوي و اين هم ميدان . بالاخره راه بر كسي بسته نيست . هر كسي مي‌تواند در انتخابات شركت كند ، نماينده مجلس شود و حرفش را بزند ، و در حكومت مشاركت كند .\r\nدر موضوع قره‌باغ و ارمنستان ، ما راه ديگري جز اين كه رفتيم نداشتيم . به شما بگويم در بين كساني كه در اين زمينه كار كردند ، به اقرار همه ، ما موفقترين بوديم . آقاي پطروس غالي دبير كل سازمان ملل به ايران آمد و در اظهاراتش گفت كه شما نسبتاً موفقيد و ما آماده‌ايم كه كمكهاي سازمان ملل را در اختيار شما بگذاريم تا شما به ميانجيگريتان ادامه بدهيد . مشابه همين را ديگران نيز گفتند . اخيراً در اجلاسي در كرانموتانا در سويس بنده هم بودم ، موضوع آذربايجان و ارمنستان مطرح شد و در آن جا ، هم نماينده ارمنستان ، هم نماينده آذربايجان و هم نماينده تركيه اقرار كردند كه ايران در كار ميانجيگري نسبتاً موفق بود . هيچ كس ديگري جز ما نمي‌توانست اين مقدار كار\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nناقص را هم انجام دهد ، يعني ما الآن توانستيم چند هفته آتش بس برقرار كنيم و قراردادي را به امضاي دو رييس جمهور و سپس امضاي رئيس جمهور خودمان برسانيم ، دو رييس جمهور به تهران آمدند و از رئيس جمهور ما خواستند كه ميانجيگري را انجام بدهد و ايشان اين كار را كردند و قراردادي را امضا كردند . در ليست كارهايي كه شده ، از آتش بس موقت و امضاي توافق‌نامه ، اگر الآن بخواهيم بين آنها مقايسه كنيم ، مهمترينش همان است كه در تهران امضا كرده‌اند . ملاحظه كنيد كار نسبتاً موفقي بود . اما اين كه كاملاً موفق نبود ، ما اگر قرار باشد دنبال اين باشيم ، يا يك كاري صددرصد انجام شود يا اگر نشد رهايش كنيم ، اصلاً بايد كار را تعطيل كنيم . شما ببينيد در يوگسلاوي تمام غربيها ، سازمان ملل ، آمريكاييها ، اروپاييها توانشان را گذاشته‌اند و هنوز درست نشده است و طول مي‌كشد . خود آقاي ميتران آمد در همان سارايو و آن‌جا گير افتاد ، و به زحمت از آن جا بيرون رفت ؛ يعني صربهايي كه آن جا شليك مي‌كنند به كسي رحم نمي‌كنند . با اين حال مي‌بينيم غربيها دست برنداشتند ؛ يعني اين طوري نيستند كه اگر يك حركتي كردند و صددرصد موفق نشد رها كنند . نفس تلاش موضوعيت دارد ، هر چقدر هم كه به نتيجه برسد خوب است . ما بايد ياد بگيريم كه عملي‌تر فكر كنيم .\r\nپرسش : در مورد قطعنامه 598 ايران و عراق آخرين وضعيت چيست ؟\r\nپاسخ : در مورد پيگيري مسايل قطعنامه 598 ، ببينيد از محدودترين قطعنامه‌هاي سازمان ملل متحد كه بخش مهمش اجرا شده قطعنامه 598 است . اگر قطعنامه‌هاي مربوط به فلسطين ، قطعنامه‌هاي مربوط به لبنان ، قطعنامه‌هاي مختلف مربوط به عراق در جريان اشغال كويت و بسياري از قطعنامه‌هاي ديگر را نگاه كنيد مي‌بينيم كه 598 نسبتاً موفق‌ترين بوده است ؛ بند يك و دو و سه و چهار و پنج اجرا شده ، بند هفت در حال اجراست و بند هشت هم در حال گفتگوست . الآن آقاي نيازي در تهران است كه از\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nطرف دبير كل سازمان ملل آمده براي پيگيري بند هفت ، بند هفت مي‌گويد كه سازمان ملل متحد از كشورهاي مختلف دعوت مي‌كند براي بازسازي دو كشور ايران و عراق ، فقط اجراي متن بند هفت اين است . بعضيها اشتباه مي‌كنند و خيال مي‌كنند كه بند هفت مربوط به اين است كه يك كشور به كشور ديگر غرامت بدهد . متن بند هفت كه در سازمان ملل تصويب شده اين است كه سازمان ملل از كشورهاي مختلف بخواهد مثلاً يك ميزگرد بين‌المللي درست بكنند كه اينها در بازسازي دو كشور ، هم ايران و هم عراق ، شركت كنند . لذا آقاي دكوئيار در سال گذشته به دو كشور نامه نوشت ، هم به عراق و هم به ايران و از هر دو خواست خسارتهايي كه فكر مي‌كنند در جنگ ديدند ليستش را بدهند . عراقيها پاسخي ندادند و ما پاسخ داديم و مأموري بنام آقاي ابي فرح كه دستيار آقاي دبيركل و سومالي الاصل بود دوبار به ايران آمد ، و خسارت ما را به دلار تخمين زدند . چيزي نزديك صد ميليارد دلار مي‌شود . اين مرحله گذشت ، گزارشش به شوراي امنيت داده شد . حالا آقاي نيازي براي پيگيري بند هفت به تهران آمده است . بند شش را هم ما پيگيري كرديم و ملاحظه فرموديد كه بالأخره گزارش دبيركل به شوراي امنيت ، حاكي از اين بود كه عراق متجاوز است . شما يادتان هست در سالهاي جنگ ، يكي از مهمترين اهدافي كه در سالهاي جنگ همواره توسط امام - رضوان‌الله تعالي عليه - ذكر مي‌شد ، اين بود كه دنيا اين متجاوز را محكوم كند . ما الآن پيگير قضيه بازسازي هستيم . بسيار متشكرم .\r\n« والسلام عليكم و رحمه‌الله و بركاته »\r\n\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172}
  ]