[
  {"content":"\r\nصحيح ابن حبان\r\nبترتيب\r\nابن بلبان 12\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\nجميع الحقوق محفوظة\r\nالطبعة الثانية\r\n1414 ه‍ - 1993 م\r\nطبعة جديدة مزيدة ومنقحة\r\nمؤسسة الرسالة بيروت - شارع سوريا - بناية صمدي وصالحة\r\nهاتف 603243 - 815112 ص . ب 7460 برقيا بيوشران\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nصحيح ابن حبان\r\nبترتيب\r\nابن بلبان\r\nتأليف\r\nالأمير علاء الدين بن بلبان الفارسي\r\nالمتوفي سنة 739 ه‍\r\nالمجلد الثاني عشر\r\nحققه وخرج أحاديثه وعلق عليه\r\nشعيب الأرنؤوط\r\nمؤسسة الرسالة\r\nبسم الله الرحمن الرحيم\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\n40 - كتاب الأطعمة\r\n1 - باب\r\nآداب الأكل\r\nذكر الإخبار عما يستحب للمرء\r\nأن لا غلام بيته من التمر\r\nأخبرنا الحسين بن إدريس وعبد الله بن محمد بن سلم\r\nقالا حدثنا أحمد بن أبي الحواري قال حدثنا مروان بن محمد عن\r\nسليمان بن بلال عن هشام بن عروة عن أبيه\r\nعن عائشة قالت قال رسول الله صلى الله عليه وسلم بيت لا تمر فيه جياع\r\nأهله\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\n5205 - ذكر الاستحباب للمرء تغطية ثريده قبل الأكل\r\nرجاء وجود البركة فيه\r\nأخبرنا عمر بن محمد الهمداني حدثنا أبو الطاهر بن\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nالسرح حدثنا بن وهب أخبرني قرة بن عبد الرحمن عن بن شهاب\r\nعن عروة بن الزبير\r\nعن أسماء بنت أبي بكر أنها كانت إذا ثردت غطته حتى\r\nيذهب فوره ثم تقول إني سمعت رسول الله صلى الله عليه وسلم يقول إنه\r\nأعظم للبركة\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\n5206 - ذكر الإباحة للمحدث الأكل قبل إحداث\r\nالوضوء من حدثه\r\nأخبرنا أحمد بن يحيى بن زهير الحافظ بتستر قال حدثنا\r\nأحمد بن المقدام قال حدثنا يزيد بن زريع قال حدثنا روح بن\r\nالقاسم عن عمرو بن دينار عن سعيد بن الحويرث\r\nعن بن عباس أن رسول الله صلى الله عليه وسلم خرج من الخلاء فطعم\r\nفقيل له قبل أن تتوضأ فقال صلى الله عليه وسلم إني أريد أن أصلي\r\nفأتوضأ\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n5207 - ذكر الأمر بالعشاء عند إقامة الصلاة\r\nللمغرب إذا اجتمعا\r\nحدثنا أبو خليفة حدثنا سليمان بن حرب حدثنا حماد بن\r\nزيد عن سماك بن عطية عن أيوب عن أبي قلابة\r\nعن أنس قال قال رسول الله صلى الله عليه وسلم إذا وضع العشاء\r\nوأقيمت الصلاة فابدؤوا بالعشاء\r\n5208 - أخبرنا أبو خليفة في عقبه حدثنا سليمان بن حرب حدثنا\r\nوهيب عن أيوب عن أبي قلابة\r\nعن أنس عن النبي صلى الله عليه وسلم مثله\r\n5209 - ذكر الأمر بالتسمية عند ابتداء الطعام\r\nلمن أراد أكله\r\nأخبرنا إبراهيم بن إسحاق الأنماطي الشيخ الصالح قال\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nحدثنا أبو همام الوليد بن شجاع قال حدثنا محمد بن سواء قال حدثنا\r\nهشام بن عروة عن أبي وجزة\r\nعن عمر بن أبي سلمة قال قال لي رسول الله صلى الله عليه وسلم اجلس\r\nيا بني وسم الله وكل بيمينك وكل مما يليك قال فوالله\r\nما زالت أكلتي بعد\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nقال أبو حاتم رضي الله عنه أبو وجرة يزيد عبيد السعدي\r\n5210 - ذكر الخبر المدحض قول من زعم أن هذا الخبر\r\nتفرد به أبو وجزة ووهب بن جلس\r\nأخبرنا عمر بن محمد الهمداني قال حدثنا محمد بن\r\nعبادة قال حدثنا يعقوب بن محمد الزهري قال حدثنا عبد الرحمن بن\r\nمحمد بن عمر بن أبي سلمة قال حدثنا أبي\r\nعن أبيه أن رسول الله صلى الله عليه وسلم دعاه إلى طعام فقال تعال\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nيا بني كل مما يليك وكل بيمينك واذكر اسم الله عليه\r\n5211 - ذكر البيان بأن قول المرء بسم الله في أوله وآخره\r\nإنما يقول ذلك عند ذكره نسيان التسمية\r\nعند ابتداء الطعام\r\nأخبرنا أحمد بن علي بن المثنى قال حدثنا خليفة بن\r\nخياط قال حدثنا عمر بن علي المقدمي سمعت موسى الجهني\r\nيقول أخبرني القاسم بن عبد الرحمن بن عبد الله بن مسعود عن أبيه\r\nعن جده قال قال رسول الله صلى الله عليه وسلم من نسي أن يذكر الله في\r\nأول طعامه فليقل حين يذكر بسم الله في أوله وآخره فإنه\r\nيستقبل طعامه جديدا ويمنع الخبيث ما كان يصيب منه\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n5212 - ذكر الخبر المدحض قول من زعم أن هذا الخبر\r\nتفرد به موسى الجهني\r\nأخبرنا أحمد بن خلف بن عبد الله السمرقندي قال حدثنا\r\nعيسى بن أحمد قال حدثنا يزيد بن هارون قال أخبرنا هشام الدستوائي\r\nعن بديل عن عبد الله بن عبيد بن عمير\r\nعن عائشة قالت كان رسول الله صلى الله عليه وسلم يأكل طعاما في ستة\r\nنفر فجاء أعرابي فأكله بلقمتين فقال رسول الله صلى الله عليه وسلم أما إنه\r\nلو كان سمى بالله لكفاكم فإذا أكل أحدكم طعاما فليذكر اسم الله\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nعليه فإن نسي في أوله فليقل بسم الله أوله وآخره\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n5213 - ذكر الأمر لمن واك غيره أن يأكل من بين يديه\r\nباليمين مع ابتداء التسمية\r\nأخبرنا إبراهيم بن إسحاق الأنماطي قال حدثنا محمد بن\r\nسليمان المصيصي قال حدثنا سليمان بن بلال عن أبي وجزة\r\nعن عمر بن أبي سلمة قال قال رسول الله صلى الله عليه وسلم ادن بني\r\nفسم الله وكل مما يليك\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nقال أبو حاتم رضي الله عنه أبو وجزة اسمه يزيد بن عبيد\r\nالسعدي\r\n5214 - ذكر الأمر بتحميد الله جل وعلا\r\nعند الفراغ من الطعام على\r\nما أسبغ وأفضل وأنعم\r\nأخبرنا محمد بن إسحاق بن سعيد السعدي بخبر غريب\r\nقال أخبرنا علي بن خشرم قال أخبرنا الفضل بن موسى عن عبد الله بن\r\nجلس قال حدثنا عكرمة\r\nعن بن عباس قال خرج أبو بكر بالهاجرة إلى المسجد\r\nفسمع بذلك عمر فقال يا أبا بكر ما أخرجك هذه الساعة\r\nقال ما أخرجني إلا ما أجد من حاق الجوع قال وأنا والله\r\nما أخرجني غيره فبينما هما كذلك إذ خرج عليهما النبي صلى الله عليه وسلم\r\nفقال ما أخرجكما هذه الساعة قالا والله ما أخرجنا إلا ما نجد\r\nفي بطوننا من حاق الجوع قال وأنا والذي نفسي بيده\r\nما أخرجني غيره فقوما\r\nفانطلقوا حتى أتوا باب أبي أيوب الأنصاري وكان أبو أيوب\r\nيدخر لرسول الله صلى الله عليه وسلم طعاما أو لبنا فأبطأ عنه يومئذ فلم يأت\r\nلحينه فأطعمه لأهله وانطلق إلى نخله يعمل فيه فلما انتهوا إلى\r\nالباب خرجت امرأته فقالت مرحبا بنبي الله صلى الله عليه وسلم وبمن معه\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nفقال لها نبي الله صلى الله عليه وسلم فأين أبو أيوب فسمعه وهو يعمل في\r\nنخل له فجاء يشتد فقال مرحبا بنبي الله صلى الله عليه وسلم وبمن معه\r\nيا نبي الله ليس بالحين الذي كنت تجئ فيه فقال له النبي صلى الله عليه وسلم\r\nصدقت قال فانطلق فقطع عذقا من النخل فيه من كل التمر\r\nوالرطب والبسر فقال النبي صلى الله عليه وسلم ما أردت إلى هذا ألا جنيت\r\nلنا من تمره فقال يا نبي الله أحببت أن تأكل من تمره ورطبه\r\nوبسره ولأذبحن لك مع هذا قال إن ذبحت فلا تذبحن ذات\r\nدر فأخذ عناقا أو جديا فذبحه وقال لامرأته اخبزي واعجني لنا\r\nوأنت أعلم بالخبز فأخذ الجدي فطبخه وشوى نصفه\r\nفلما أدرك الطعام وضع بين يدي النبي صلى الله عليه وسلم وأصحابه\r\nفأخذ من الجدي فجعله في رغيف فقال يا أبا أيوب أبلغ\r\nبهذا فاطمة فإنها لم تصب مثل هذا منذ أيام فذهب به\r\nأبو أيوب إلى فاطمة فلما أكلوا وشبعوا قال النبي صلى الله عليه وسلم خبز ولحم\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nوتمر وبسر ورطب ودمعت عيناه والذي نفسي بيده إن هذا لهو\r\nالنعيم الذي تسألون عنه قال الله جل وعلا ثم لتسألن يومئذ\r\nعن النعيم التكاثر فهذا النعيم الذي تسألون عنه يوم\r\nالقيامة فكبر ذلك على أصحابه فقال بل إذا أصبتم مثل هذا\r\nليقتلها بأيديكم فقولوا بسم بالله وإذا شبعتم فقولوا الحمد\r\nلله الذي هو أشبعنا وأنعم علينا وأفضل فإن هذا كفاف بها\r\nفلما نهض قال لأبي أيوب ائتنا غدا وكان لا يأتي إليه\r\nأحد معروفا إلا أحب أن يجازيه قال وإن أبا أيوب لم يسمع\r\nذلك فقال عمر إن النبي صلى الله عليه وسلم أمرك أن تأتيه غدا فأتاه من الغد\r\nفأعطاه وليدته فقال يا أبا أيوب استوص بها خيرا فإنا لم نر\r\nإلا خيرا ما دامت عندنا فلما جاء بها أبو أيوب من عند\r\nرسول الله صلى الله عليه وسلم قال لا أجد لوصية رسول الله صلى الله عليه وسلم خيرا من أن\r\nأعتقها فأعتقها\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n5215 - ذكر ما يحمد العبد ربه جل وعلا به عند\r\nفراغه من طعام طعمه\r\nأخبرنا عمر بن محمد الهمداني قال حدثنا أحمد بن\r\nعمرو بن السرح قال حدثنا بن وهب قال أخبرني معاوية بن صالح\r\nعن عامر بن جشيب عن خالد بن معدان\r\nعن أبي أمامة قال سمعت رسول الله صلى الله عليه وسلم يقول عند انقضاء\r\nالطعام الحمد لله حمدا كثيرا طيبا مباركا فيه غير مكفي ولا مودع\r\nولا مستغنى عنه\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n5216 - ذكر الخبر المدحض قول من زعم أن هذا الخبر\r\nلم يسمعه خالد بن معدان عن أبي أمامة\r\nأخبرنا عمران بن موسى بن مجاشع قال حدثنا عثمان بن\r\nأبي شيبة قال حدثنا زيد بن الحباب قال حدثنا معاوية بن صالح قال\r\nحدثني بحير بن سعد\r\nعن خالد بن معدان قال شهدنا طعاما في منزل عبد الأعلى\r\nومعنا أبو أمامة فقال أبو أمامة عند انقضاء الطعام ما أحب أن\r\nأكون خطيبا كان رسول الله صلى الله عليه وسلم يقول عند انقضاء الطعام الحمد\r\nلله حمدا كثيرا طيبا مباركا فيه غير مودع ولا مستغنى عنه\r\nقال أبو حاتم رضي الله عنه سمع هذا الخبر معاوية بن\r\nصالح عن عامر بن جشيب وبحير بن سعد عن خالد بن معدان\r\nفالطريقان جميعا محفوظان\r\n5217 - ذكر ما يحمد العبد ربه جل وعلا بعد غسله يده\r\nمن الغمر من طعام أكله\r\nأخبرنا الحسن بن سفيان قال حدثنا عبد الأعلى بن حماد\r\nقال حدثنا بشر بن منصور عن زهير بن محمد عن سهيل بن\r\nأبي صالح عن أبيه\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nعن أبي هريرة قال دعا رجل من الأنصار النبي صلى الله عليه وسلم قال\r\nفانطلقنا معه فلما طعم وغسل يده قال الحمد لله الذي أطعم\r\nولا يطعم من علينا فهدانا وأطعمنا وسقانا وكل بلاء حسن\r\nأبلانا الحمد لله الذي أطعم من الطعام وسقى من الشراب\r\nوكسا من العري وهدى من الضلالة وبصر من العمى وفضل\r\nعلى كثير ممن خلق تفضيلا الحمد لله رب العالمين\r\n5218 - ذكر ما يستحب للمرء عند فراغه من الطعام أن يحمد الله\r\nعلى ما سوغ الطعام من الطرق\r\nوجعل لنفاذه مخرجا\r\nأخبرنا أبو يعلى قال حدثنا الوليد بن شجاع قال حدثنا\r\nبن وهب قال أخبرني سعيد بن أبي أيوب عن أبي عقيل القرشي عن\r\nأبي عبد الرحمن الحبلي\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nعن أبي أيوب عن رسول الله صلى الله عليه وسلم أنه كان إذا أكل أو شرب\r\nقال الحمد لله الذي أطعم وسقى وسوغه وجعل له\r\nمخرجا\r\nقال أبو حاتم رضي الله عنه أبو عقيل هذا هو زهرة بن\r\nمعبد من سادات أهل فلسطين ثقة وإتقانا\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n5219 - ذكر الخبر المدحض قول من زعم من المتصوفة\r\nأن الأكل على المائدة من الإسراف\r\nأخبرنا أبو خليفة قال حدثنا أبو الوليد قال حدثنا شعبة\r\nعن أبي بشر عن سعيد بن جبير\r\nعن بن عباس أن خالته أهدت لرسول الله صلى الله عليه وسلم سمنا وأقطا\r\nوأضبا فأكل من السمن والأقط ولم يأكل من الأضب تقذرا قال\r\nبن عباس أكل على مائدة رسول الله صلى الله عليه وسلم ولو كان حراما\r\nلم يؤكل عليها\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n5220 - ذكر الخبر المدحض قول من زعم أن الأكل على المائدة من الإسراف\r\nأخبرنا الفضل بن الحباب الجمحي قال حدثنا سهل بن\r\nبكار قال حدثنا وهيب عن أيوب عن أبي قلابة\r\nعن زهدم الجرمي قال دخلنا على أبي موسى وبين يديه\r\nدجاجة يأكل منها قلنا تأكل منها فقال أكلته على مائدة\r\nرسول الله صلى الله عليه وسلم\r\n5221 - ذكر خبر يدحض قول الجهلة من المتصوفة أن\r\nالأكل على المائدة ليست سنة\r\nأخبرنا أبو يعلى قال أخبرنا المعلى بن مهدي قال حدثنا\r\nأبو عوانة عن أبي بشر عن سعيد بن جبير\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nعن بن عباس قال أهدت أم حفيد خالتي بنت الحارث\r\nإلى رسول الله صلى الله عليه وسلم سمنا وأقطا وأضبا فدعا بهن رسول الله صلى الله عليه وسلم\r\nفأكل على مائدته وتركهن كالمتقذر لهن ولو كان حراما ما أكلت\r\nعلى مائدة رسول الله صلى الله عليه وسلم ولا أمر بأكلهن\r\n5222 - ذكر الأمر بالاجتماع على الطعام رجاء\r\nالبركة في الاجتماع عليه\r\nأخبرنا الهيثم بن خلف الدوري ببغداد قال حدثنا داود بن\r\nرشيد قال حدثنا الوليد بن مسلم عن وحشي بن حرب بن وحشي بن\r\nحرب عن أبيه\r\nعن جده وحشي قال قالوا يا رسول الله إنا نأكل ولا نشبع\r\nقال تجتمعون على طعامكم أو تتفرقون قالوا نتفرق قال\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\nاجتمعوا على طعامكم واذكروا اسم الله يبارك لكم\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n5223 - ذكر الزجر عن أكل المرء بشماله\r\nومشيه في النعل الواحدة\r\nأخبرنا الحسين بن إدريس الأنصاري قال أخبرنا أحمد بن\r\nأبي بكر عن مالك عن أبي الزبير المكي\r\nعن جابر بن عبد الله أن رسول الله صلى الله عليه وسلم نهى أن يأكل الرجل\r\nبشماله أو يمشي في نعل واحدة وأن يشتمل الصماء أو يحتبي\r\nفي ثوب واحد كاشفا عن فرجه\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n5224 - ذكر الأمر بمخالفة الشيطان\r\nفي الأكل والشرب\r\nأخبرنا محمد بن الحسن بن قتيبة قال حدثنا بن\r\nأبي السري قال حدثنا عبد الرزاق قال أخبرنا معمر عن الزهري عن\r\nسالم\r\nعن أبيه قال قال رسول الله صلى الله عليه وسلم إذا أكل أحدكم فليأكل\r\nبيمينه وإذا شرب فليشرب بيمينه فإن الشيطان يأكل بشماله\r\nويشرب بشماله\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nقال أبو حاتم رضي الله عنه أصحاب الزهري كلهم قالوا في\r\nهذا الخبر عن الزهري عن أبي بكر بن عبيد الله بن\r\nعبد الله بن عمر عن أبيه وخالفهم معمر فقال عن الزهري عن\r\nسالم عن أبيه فقيل لمعمر خالفت الناس فقال كان الزهري\r\nيسمع من جماعة فيحدث مرة عن هذا ومرة عن هذا\r\n5225 - ذكر وصف ما يجعل المرء يمينه وشماله\r\nله من أسبابه\r\nأخبرنا أحمد بن علي بن المثنى حدثنا عبد الله بن عامر بن\r\nزرارة أخبرنا بن أبي زائدة عن أبي أيوب الإفريقي عن عاصم عن\r\nالمسيب بن رافع عن حارثة بن وهب الهدي\r\nحدثتني حفصة أن النبي صلى الله عليه وسلم كان يجعل يمينه لطعامه ويجعل\r\nشماله لما سوى ذلك\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nأبو أيوب اسمه عبد الله بن علي الإفريقي\r\n5226 - ذكر الزجر عن إعطاء المرء بشماله شيئا\r\nمن الأشياء وكذلك الأخذ بها\r\nأخبرنا عمر بن محمد الهمداني قال حدثنا أبو الطاهر\r\nقال حدثنا بن وهب قال أخبرني جرير بن حازم عن هشام بن\r\nأبي عبد الله عن يحيى بن أبي كثير عن عبد الله بن أبي قتادة\r\nعن أبيه أن رسول الله صلى الله عليه وسلم نهى أن يعطي الرجل بشماله شيئا\r\nأو يأخذ بها ونهى أن يتنفس في إنائه إذا شرب\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n5227 - ذكر خبر ثان يصرح بصحة ما ذكرناه\r\nأخبرنا عبد الله بن محمد الأزدي قال حدثنا إسحاق بن\r\nإبراهيم قال أخبرنا شجاع بن الوليد عن عمر بن محمد عن سالم بن\r\nعبد الله\r\nعن أبيه عن رسول الله صلى الله عليه وسلم قال لا يأكل أحدكم بشماله\r\nولا يشرب بها فإن الشيطان يأكل بها ويشرب بها وزاد فيه\r\nنافع ولا يأخذن بها ولا يعطين بها\r\n5228 - ذكر الإخبار عما يجب على المرء\r\nمن طيب الغداء في أسبابه\r\nأخبرنا محمد بن الحسن بن خليل حدثنا هشام بن عمار\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nحدثنا مؤمل بن إسماعيل حدثنا شعبة عن يعلى بن عطاء عن وكيع بن\r\nحدس\r\nعن عمه أبي زرين العقيلي عن النبي صلى الله عليه وسلم قال مثل\r\nالمؤمن مثل النخلة إن أكلت أكلت طيبا وإن وضعت وضعت\r\nطيبا\r\n5229 - ذكر الزجر عن القران في الأكل إذا كان المأكول\r\nفيه قلة وحاجتهم إليه شديدة\r\nأخبرنا الفضل بن الحباب الجمحي قال حدثنا أبو الوليد\r\nوالحوضي عن شعبة قال جبلة بن سحيم أخبرني قال\r\nكان بن عمر يمر بنا فيقول لا تقارنوا فإن النبي صلى الله عليه وسلم نهى\r\nعن القران إلا أن يستأذن الرجل أخاه\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n5230 - أخبرنا الحسين بن محمد بن أبي معشر قال حدثنا\r\nأيوب بن محمد الوزان قال حدثنا عبد الله بن جعفر قال حدثنا\r\nعبيد الله بن عمرو عن زيد عن جبلة بن سحيم\r\nعن بن عمر عن النبي صلى الله عليه وسلم قال من أكل مع قوم من\r\nتمر فلا يقرن فإن أراد أن يفعل فليستأذن فإن أذنوا له\r\nفليفعل\r\n5231 - ذكر العلة التي من أجلها زجر عن هذا الفعل\r\nأخبرنا عبد الله بن محمد الأزدي قال حدثنا إسحاق بن\r\nإبراهيم قال أخبرنا جرير عن عطاء بن السائب عن الشعبي\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nعن أبي هريرة قال كنت في أصحاب الصفة عروبة إلينا\r\nرسول الله صلى الله عليه وسلم بتمر عجوة فكبت بيننا فجعلنا نأكل الثنتين من\r\nالجوع وجعل أصحابنا إذا قرن أحدهم قال لصاحبه إني قد\r\nقرنت ألحقتها\r\n5232 - ذكر البيان بأن الإقلال في الأكل من علامة المؤمن\r\nوالإكثار فيه من أمارة أضدادهم\r\nأخبرنا أبو يعلى حدثنا محمد بن العلاء بن كريب قال\r\nحدثنا أبو أسامة قال حدثنا بريد عن أبي بردة\r\nعن أبي موسى قال قال رسول الله صلى الله عليه وسلم المؤمن يأكل في\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nمعي واحد والكافر يأكل في سبعة أمعاء\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n5233 - ذكر السبب الذي من أجله\r\nقال النبي صلى الله عليه وسلم هذا القول\r\nأخبرنا عمر بن سعيد بن سنان قال أخبرنا أحمد بن\r\nأبي بكر عن مالك عن سهيل بن أبي صالح عن أبيه\r\nعن أبي هريرة أن رسول الله صلى الله عليه وسلم جاءه ضيف كافر فأمر\r\nرسول الله صلى الله عليه وسلم بشاة فحلبت فشرب\r\nحلابها ثم أخرى فشرب حلابها ثم أخرى فشرب حلابها حتى شرب حلاب سبع شياه\r\nثم مطرف فأسلم فأمر له رسول الله صلى الله عليه وسلم بشاة فحلبت فشرب\r\nحلابها ثم أمر له بأخرى فلم يستتمها فقال رسول الله صلى الله عليه وسلم إن\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nالمؤمن يشرب في معي واحد والكافر يشرب في سبعة أمعاء\r\n5234 - ذكر وصف أكل المسلمين الذي يجب عليهم استعماله\r\nرجاء ثواب نوال الخير في الدارين به\r\nأخبرنا بن قتيبة قال حدثنا بن أبي السري قال حدثنا\r\nمحمد بن حرب الأبرش قال حدثنا سليمان بن سليم الكناني عن\r\nصالح بن يحيى بن المقدام بن معدي كرب عن أبيه\r\nعن جده المقدام قال سمعت رسول الله صلى الله عليه وسلم يقول ما ملأ\r\nآدمي وعاء شرا من بطن حسبك يا بن آدم لقيمات يقمن صلبك\r\nفإن كان لا بد فثلث طعام وثلث شراب وثلث نفس\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n5235 - ذكر الخبر الدال على أن المرء يجب عليه الإقلال\r\nمن غذائه ولا سيما إذا كان معه غيره\r\nأخبرنا عبد الله بن أحمد بن موسى قال حدثنا عمرو بن\r\nعلي بن بحر قال حدثنا أبو عاصم عن بن جريج قال أخبرني\r\nأبو الزبير قال\r\nسمعت جابر بن عبد الله يقول سمعت النبي صلى الله عليه وسلم يقول طعام\r\nالواحد يكفي الاثنين وطعام الاثنين يكفي الأربعة وطعام الأربعة\r\nيكفي الثمانية\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n5236 - ذكر الخبر الدال على أن قلة الأكل من شعار المسلمين\r\nأخبرنا عمر بن محمد الهمداني قال حدثنا أبو الطاهر\r\nقال حدثنا بن وهب قال أخبرني مالك بن أنس وغير واحد عن نافع\r\nعن بن عمر أن رسول الله صلى الله عليه وسلم قال المسلم يأكل في معي\r\nواحد والكافر يأكل في سبعة أمعاء\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n5237 - أخبرنا الحسن بن أحمد بن إبراهيم بن فيل البالسي\r\nبأنطاكية حدثنا محمد العلاء بن كريب حدثنا أبو أسامة عن بريد عن\r\nأبي بردة\r\nعن موسى قال قال رسول الله صلى الله عليه وسلم المؤمن يأكل في\r\nمعي واحد والكافر يأكل في سبعة أمعاء\r\nقال الشيخ هذا الخبر خرج على إنسان بعينه\r\n5238 - ذكر الإخبار عما يستحب للمرء\r\nمجانبة الاتكاء عند أكله\r\nأخبرنا أبو خليفة قال حدثنا محمد بن كثير قال أخبرنا\r\nسفيان عن علي بن الأقمر\r\nعن أبي جحيفة قال قال رسول الله صلى الله عليه وسلم أما أنا فلا آكل\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\nمتكئا\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n5239 - ذكر إباحة قطع ألم رء الأشياء التي تؤكل ضد قول من كرهه\r\nأخبرنا الحسن بن سفيان قال حدثنا يحيى بن موسى\r\nبن خت قال حدثنا إبراهيم بن عيينة قال حدثنا عمرو بن منصور عن\r\nالشعبي\r\nعن بن عمر قال أتي النبي صلى الله عليه وسلم بجنبة من تبوك فدعا\r\nبسكين فسمى وقطع\r\n5240 - ذكر الخبر الدال على أن الجبن الذي\r\nأكله المصطفى صلى الله عليه وسلم كان من عمل المسلمين\r\nأخبرنا عبد الله بن محمد المديني قال حدثنا إسحاق بن\r\nإبراهيم قال أخبرنا يحيى بن آدم قال حدثنا زهير بن معاوية عن\r\nموسى بن عقبة قال أخبرني سالم بن عبد الله قال\r\nسمعت بن عمر يحدث عن رسول الله صلى الله عليه وسلم أنه لقي زيد بن\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\nعمرو بن نفيل بأسفل بلدح فقدم إليه رسول الله صلى الله عليه وسلم سفرة فيها\r\nطعام فأبى أيأكل وقال إنا لا نأكل مما تذبحون على\r\nأنصابكم ولا نأكل إلا مما ذكر اسم الله عليه\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n5241 - ذكر الإباحة للمرء أن يأكل أو يشرب وهو قائم\r\nأخبرنا الفضل بن الحباب قال حدثنا مسدد قال حدثنا\r\nبشر بن المفضل قال حدثنا عمران بن حدير عن أبي البزري يزيد بن\r\nعطارد\r\nعن بن عمر قال كنا نشرب على عهد رسول الله صلى الله عليه وسلم ونحن\r\nقيام ونأكل ونحن نسعى\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n5242 - ذكر الإباحة للمرء أن يأكل الطعام وهو قائم\r\nأخبرنا الحسين بن محمد بن أبي معشر قال حدثنا\r\nمحمد بن وهب بن أبي كريمة قال حدثنا محمد بن سلمة عن\r\nأبي عبد الرحيم عن زيد بن أبي أنيسة عن شرحبيل بن سعد الأنصاري\r\nعن أبي رافع مولى رسول الله صلى الله عليه وسلم قال كنت مع\r\nرسول الله صلى الله عليه وسلم فمر بقدر لبعض أهله فيها لحم يطبخ فناوله\r\nبعضهم منها كتفا فأكلها وهو قائم ثم صلى ولم يتوضأ\r\n5243 - ذكر الأمر بالابتداء في الأكل من جوانب الطعام\r\nإذا البركة تنزل وسطه\r\nأخبرنا الحسن بن سفيان قال حدثنا وهب بن بقية قال\r\nأخبرنا خالد\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nعن عطاء بن السائب قال دعينا إلى طعام ومعنا سعيد بن\r\nجبير وزاذان وأبو البختري ومقسم فأتينا بالطعام فقال\r\nسعيد بن جبير سمعت بن عباس يقول قال رسول الله صلى الله عليه وسلم\r\nالبركة تنزل وسط الطعام فكلوا من حافيته\r\n5244 - ذكر الإباحة للمرء أن يجمع في أكله بين الشيئين من المأكول\r\nأخبرنا أبو عروبة قال حدثنا عبدة بن عبد الله قال حدثنا\r\nمعاوية بن هشام قال حدثنا سفيان عن هشام بن عروة عن أبيه\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\nعن عائشة أن النبي صلى الله عليه وسلم كان يجمع البطيخ بالرطب\r\n5245 - ذكر البيان بأن قول عائشة إن النبي صلى الله عليه وسلم\r\nكان يجمع البطي بالرطب أرادت به أنه كان أكلها معا\r\nأخبرنا عمر بن سعيد بن سنان بمنبج قال حدثنا هشام بن\r\nعمار قال حدثنا عيسى بن يونس عن هشام بن عروة عن أبيه\r\nعن عائشة قالت كان رسول الله صلى الله عليه وسلم يأكل البطيخ\r\nبالرطب\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n5246 - ذكر خبر ثان يصرح بصحة ما ذكرناه\r\nأخبرنا محمد بن عبد الرحمن السامي قال حدثنا\r\nأحمد بن حنبل قال حدثنا وهب بن جرير قال حدثنا أبي قال سمعت\r\nحميدا يحدث\r\nعن أنس بن مالك أن النبي صلى الله عليه وسلم كان يأكل الطبيخ أو البطيخ\r\nبالرطب\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nالشك من أحمد\r\n5247 - ذكر الأمر بأكل اللقمة إذا سقطت من يدي\r\nالأكل لئلا يتركها للشيطان\r\nأخبرنا الحسن بن سفيان قال حدثنا هدبة بن خالد قال\r\nحدثنا حماد بن سلمة عن ثابت\r\nعن أنس أن رسول الله صلى الله عليه وسلم قال إذا سقطت لقمة\r\nأحدكم فليمط الأذى عنها وليأكلها ولا يدعها للشيطان واسلتوا\r\nالصحفة فإنه لا يدري في أي طعامكم تكون البركة\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n5248 - ذكر الأمر بغمس الذباب في المرقة إذا وقع فيها\r\nثم الإخراج والانتفاع بتلك المرقة\r\nأخبرنا محمد بن عمر بن يوسف حدثنا نصر بن علي\r\nالجهضمي حدثنا بشر بن المفضل عن محمد بن عجلان عن سعيد\r\nالمقبري\r\nعن أبي هريرة قال قال رسول الله صلى الله عليه وسلم إذا وقع الذباب في\r\nإناء أحدكم فليغمسه فإن في أحد جناحيه داء وفي الآخر شفاء\r\nوإنه يتقي بجناحه الذي فيه الداء فليغمسه كله ثم لينزعه\r\nقال أبو حاتم العرب تسوغ هذه اللفظة في الاتقاء أنه يستعمل\r\nفي الغمس والرفع معا فإن الاتقاء يقع على المعنيين جميعا\r\n5249 - ذكر ما يستحب للمرء أن يكون أكله\r\nبأصابعه الثلاث\r\nأخبرنا إبراهيم بن محمد بن عباد بالبصرة قال حدثنا\r\nزياد بن يحيى الحساني قال حدثنا مالك بن سعير قال حدثنا هشام بن\r\nعروة عن عبد الرحمن بن سعد عن بن كعب بن مالك\r\nعن أبيه قال كان رسول الله صلى الله عليه وسلم يأكل بثلاث أصابع ثم\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nيلعقهن\r\n5250 - ذكر ما يستحب للمرء لعق الأصبع عند الأكل\r\nضد قول من كرهه تقذره\r\nأخبرنا عمران بن موسى بن مجاشع قال حدثنا هدبة بن\r\nخالد قال حدثنا حماد بن سلمة عن ثابت\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\nعن أنس أن رسول الله صلى الله عليه وسلم كان إذا أكل لعق أصابعه\r\nالثلاث\r\n5251 - ذكر الأمر للمرء بلعق الأصابع للأكل قبل مسحها\r\nبالمنديل ضد قول من تقذره\r\nأخبرنا عبد الله بن أحمد بن موسى الجواليقي بعسكر مكرم\r\nقال حدثنا عمرو بن علي بن بحر قال حدثنا أبو عاصم عن\r\nبن جريج قال أخبرني أبو الزبير\r\nعن جابر أنه سمع النبي صلى الله عليه وسلم يقول إذا طعم أحدكم فسقطت\r\nلقمته من يده فليمط ما رابه منها وليطعمها ولا يدعها للشيطان\r\nولا يمسح يده بالمنديل حتى يلعق يده فإن الرجل لا يدري في\r\nأي طعامه يبارك له وإن الشيطان يرصد الناس أو الإنسان على كل\r\nشئ حتى عند مطعمه أو طعامه ولا يرفع الصفحة حتى يلعقها\r\nأو يلعقها فإن في آخر الطعام البركة\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n5252 - باب\r\nما يجوز أكله وما لا يجوز\r\nذكر الخبر المدحض قول من كره من المتصوفة أكل\r\nالعسل والحلوى مخافة أن لا يقوم بشكره\r\nأخبرنا بن زهير قال حدثنا محمد بن المثنى قال حدثنا\r\nأبو أسامة عن هشام بن عروة عن أبيه\r\nعن عائشة قالت كان نبي الله صلى الله عليه وسلم يحب الحلواء والعسل\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n5253 - ذكر الإباحة للمرء أكل لحوم الدجاج ضد قول\r\nمن زعم أن ذلك من الإسراف\r\nأخبرنا أحمد بن علي بن المثنى قال حدثنا أبو الربيع\r\nالزهراني قال حدثنا حماد بن زيد عن أيوب عن أبي قلابة والقاسم بن\r\nعاصم عن زهدم الجرمي قال أيوب وأنا لحديث القاسم أحفظ مني\r\nلحديث أبي قلابة\r\nقال كنا عند أبي موسى الأشعري فدعا بمائدة وعليها لحم\r\nدجاج وقال رأيت رسول الله صلى الله عليه وسلم يأكل منه\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n5254 - ذكر إباحة أكل المرء لحوم الطيور\r\nالتي قد اصطيدت\r\nأخبرنا محمد بن إسحاق بن إبراهيم مولى ثقيفر قال\r\nحدثنا أبو قدامة عبيد الله بن سعيد قال حدثنا يحيى القطان عن بن\r\nجريج قال حدثني محمد بن المنكدر عن معاذ بن عبد الرحمن بن\r\nعثمان التيمي\r\nعن أبيه قال كنا مع طلحة بن عبيد الله ونحن حرم فأهدي لنا\r\nطيرا وطلحة راقد فمنا من أكل ومنا من تورع فلما استيقظ طلحة\r\nوافق من أكله وقال أكلناها مع رسول الله صلى الله عليه وسلم\r\n5255 - ذكر الإباحة للمرء أن يأكل الجراد إذا لم يتقذره\r\nأخبرنا أبو خليفة قال حدثنا أبو الوليد الطيالسي قال\r\nحدثنا شعبة عن أبي يعفور قال\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nسمعت بن أبي أوفى قال غزونا مع رسول الله صلى الله عليه وسلم سبع\r\nغزوات أو ست غزوات شك شعبة فكنا نأكل معه الجراد\r\n5256 - ذكر البيان بأن كل من قذفه البحر من الميتة أو ما اصطيد منه\r\nمما لا يعيش إلا فيه ميتة حلال أكله\r\nوإن باينت خلقها خلقة الحوت\r\nأخبرنا الفضل بن الحباب قال حدثنا القعنبي عن\r\nمالك عن صفوان بن سليم عن سعيد بن سلمة من آل بن الأزرق أن\r\nالمغيرة بن أبي بردة من بني عبد الدار أخبره\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nأنه سمع أبا هريرة يقول سأل رجل رسول الله صلى الله عليه وسلم قال\r\nيا رسول الله إنا نركب البحر ونحمل معنا القليل من الماء فإن\r\nتوضأنا به عطشنا أفنتوضأ من ماء البحر فقال رسول الله صلى الله عليه وسلم\r\nهو الطهور ماؤه الحل ميتته\r\n5257 - أخبرنا أحمد بن علي بن المثن ى قال حدثنا عمرو بن\r\nمحمد الناقد قال حدثنا سفيان عن عمرو بن دينار\r\nسمع جابر بن عبد الله يقول بعثنا رسول الله صلى الله عليه وسلم في ثلاث\r\nمائة راكب وأميرنا أبو عبيدة بن الجراح نرصد عيرا لقريش فأقمنا\r\nبالساحل نصف شهر فأصابنا جوع شديد حتى أكلنا الخبط قال\r\nفسمي ذلك الجيش جيش الخبط ثم ألقى البحر دابة يقال لها\r\nالعنبر فأكلنا منه نصف شهر حتى ثابت أجسامنا وادهنا بودكه\r\nفأخذ أبو عبيدة بن الجراح ضلعا من أضلاعه ونظر إلى أطول\r\nجمل في الجيش وأطول رجل فحمله عليه فمر تحته\r\nقال سفيان قال أبو الزبير عن جابر أعطانا رسول الله صلى الله عليه وسلم\r\nجرابا فيه تمر فلما نفد وجدنا فقده فجعل يجئ الرجل\r\nبالشئ قال وأخرجنا من عينيه كذا وكذا حبا من ودك فلما قدمنا\r\nعلى النبي صلى الله عليه وسلم سألنا هل معكم منه شئ\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n5258 - ذكر البيان بأن المصطفى صلى الله عليه وسلم أكل مما حمله أهل ذلك الجيش\r\nمن العنبر الذي قذفه البحر لهم\r\nأخبرنا أبو خليفة قال حدثنا أبو الوليد الطيالسي قال\r\nحدثنا أبو خيثمة زهير بن معاوية قال حدثنا أبو الزبير\r\nعن جابر قال بعثنا رسول الله صلى الله عليه وسلم وأمر علينا أبا عبيدة بن\r\nالجراح يتلقى عيرا لقريش وزودنا جراب تمر لم يجد لنا غيره\r\nفكان أبو عبيدة يطعمنا تمرة تمرة قلت كيف كنتم تصنعون بها\r\nقال نمصها كما يمص الصبي ثم نشرب عليها من الماء فيكفينا\r\nيومنا إلى الليل قال وكنا نضر ب بعصينا الخبط ثم نبله بالماء\r\nفنأكله قال فانطلقنا فرفع لنا على ساحل البحر كهيئة الكثيب\r\nالضخم فأتيناه فإذا هو دابة تدعى العنبر فقال أبو عبيدة ميتة ثم\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\nقال لا نحن رسل رسول الله صلى الله عليه وسلم وفي سبيل الله وقد اضطررتم\r\nفكلوا قال فأقمنا عليه شهرا ونحن ثلاث مائة حتى سمنا ولقد رأيتنا\r\nنغترف من وقب عينيه بالقلال ونقطع منه الفدر كالثور أو كقدر\r\nالثور ولقد أخذ منا أبو عبيدة ثلاثة عشر رجلا فأقعدهم في وقب\r\nعينه وأخذ ضلعا من أضلاعه فأقامها ثم أرحل أعظم بعير منا\r\nفمر تحتها قال وتزودنا من لحمه وشائق فلما قدمنا المدينة أتينا\r\nرسول الله صلى الله عليه وسلم فذكرنا ذلك له فقال هو رزق أخرجه الله لكم\r\nفهل من لحمه معكم شئ تطعمونا فأرسلنا إليه منه فأكله\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n5259 - ذكر الخبر الدال على أن ما قذفه البحر مما لا يعيش\r\nإلا فيه حوت كله وإن كانت خلقها متباينة\r\nلخلقة الحوت\r\nأخبرنا محمد بن إسحاق بن سعيد السعدي قال حدثنا\r\nالحسن بن محمد بن الصباح قال حدثنا عثمان بن عمر عن داود بن قيس\r\nعن عبيد الله بن مقسم\r\nعن جابر بن عبد الله قال بعث رسول الله صلى الله عليه وسلم بعثا إلى\r\nأرض جهينة واستعمل عليهم رجلا فلما نفذت أزوادهم أمر\r\nأميرهم بما بقي من أزوادهم فجمعت فجعل يقوتنا كل يوم تمرة\r\nتمرة قال قلت يا أبا عبد الله ما كانت تغني عنكم تمرة قال\r\nوالله إنها فقدت فوجدنا فقدها كان أحدنا يضعها بين أسنانه\r\nوحنكه فيمصها ونصيب من ورق الشجر ونبات الأرض مع ذلك\r\nحتى انتهينا إلى ساحل البحر فأخرج الله لنا حوتا ألقاه البحر\r\nفأكلنا وقددنا فلما أردنا أن نرتحل أمر أميرنا بضلع من ضلوعه\r\nفنكب طرفاه في الأرض ثم أمر ببعير فرحل فمر تحته\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n5260 - ذكر البيان بأن العرب كانت تسمي ما قذفه البحر حوتا\r\nوإن لم يكن يشبه خلقته خلقة الحوت\r\nأخبرنا عمر بن سعيد بن سنان قال أخبرنا أحمد بن\r\nأبي بكر عن مالك عن أبي نعيم وهب بن جلس\r\nعن جابر بن عبد الله أنه قال بعث رسول الله صلى الله عليه وسلم بعثا قبل\r\nالساحل وأمر علينا أبا عبيدة بن الجراح وهم ثلاث مائة وأنا فيهم\r\nقال فخرجنا حتى إذا كنا ببعض الطريق فني الزاد فأمر أبو عبيد\r\nبأزواد ذلك الجيش فجمع كله فكان مزود تمر فكان يقوتنا كل\r\nيوم قليلا قليلا حتى فني ولم يصبنا إلا تمرة تمرة فقلت\r\nوما تغني تمرة قال لقد وجدنا فقدها حيث فنيت قال ثم انتهى\r\nإلى البحر فإذا حوت مثل الظرب فأكل منه ذلك الجيش إحدى\r\nعشرة ليلة ثم أمر أبو عبيدة بضلعين من أضلاعه ثم أمر براحلة\r\nفرحلت ثم مرت تحتهما ولم تصبهما\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n5261 - ذكر الإباحة للمرء أكل الضباب ما لم يتقذرها\r\nأخبرنا الحسين بن إدريس الأنصاري قال أخبرنا أحمد بن\r\nأبي بكر عن مالك عن بن شهاب عن أبي أمامة بن سهل بن حنيف\r\nعن بن عباس قال دخلت أنا وخالد بن الوليد بن المغيرة مع\r\nرسول الله صلى الله عليه وسلم بيت ميمونة بنت الحارث فأتي بضب محنوذ فأهوى\r\nإليه رسول الله صلى الله عليه وسلم فقال بعض النسوة اللاتي في بيت ميمونة أخبروا\r\nرسول الله صلى الله عليه وسلم بما يريد أن يأكل فرفع رسول الله صلى الله عليه وسلم يده قال\r\nفقلت أحرام هو يا رسول الله قال لا ولكن لم يكن بأرض\r\nقومي فأجدني أعافه قال خالد بن الوليد فاجتررته فأكلته\r\nورسول الله صلى الله عليه وسلم ينظر\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n5262 - ذكر الإباحة للمرء أكل الضباب\r\nإذا لم يتقذرها\r\nأخبرنا الحسن بن سفيان قال حدثنا عبيد الله بن معاذ بن\r\nمعاذ قال حدثنا أبي قال حدثنا شعبة عن توبة العنبري سمع\r\nالشعبي\r\nسمع بن عمر أن النبي صلى الله عليه وسلم كان معه ناس من أصحابه فيهم\r\nسعد فأتي بلحم طب فقالت امرأة من نساء النبي صلى الله عليه وسلم إنه لحم\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\nضب فقال رسول الله صلى الله عليه وسلم كلوا فإنه حلال ولكنه ليس من\r\nطعامي\r\n5263 - أخبرنا محمد بن عبد الرحمن السامي قال حدثنا\r\nيحيى بن أيوب المقابري قال حدثنا إسماعيل بن جعفر قال وأخبرني\r\nعبد الله بن دينار\r\nأنه سمع بن عمر يقول سئل رسول الله صلى الله عليه وسلم عن الضب\r\nكل فقال صلى الله عليه وسلم لست بآكله ولا محرمه\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n5264 - أخبرنا أحمد بن علي بن المثنى حدثنا أبو خيثمة حدثنا\r\nوكيع حدثنا الأعمش عن زيد بن وهب\r\nعن عبد الرحمن بن حسنة المهري قال غزونا مع\r\nرسول الله صلى الله عليه وسلم فنزلنا أرضا كثيرة الضباب ونحن مرملون\r\nفأصبناها فكانت القدور تغلي بها فقال النبي صلى الله عليه وسلم ما هذا\r\nفقلنا ضبابا أصبناها فقال إن أمة من بني إسرائيل مسخت وأنا\r\nأخشى أن تكون هذه فأمرنا فأكفأنا وإنا لجياع\r\nقال أبو حاتم الأمر بإكفاء القدور التي فيها الضباب أمر قصد\r\nبه الزجر عن أكل الضباب والعلة المضمرة هي أن النبي صلى الله عليه وسلم كان\r\nيعافها لا أن أكلها محرم\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n5265 - ذكر العلة التي هي مضمرة في نفس الخطاب\r\nأخبرنا عمر بن سعيد بن سنان أخبرنا أحمد بن أبي بكر\r\nعن مالك عن بن شهاب عن أبي أمامة بن سهل بن حنيف\r\nعن بن عباس قال دخلت أنا وخالد بن الوليد مع\r\nرسول الله صلى الله عليه وسلم بيت ميمونة بنت الحارث فإذا بضب محنوذ\r\nفأهوى إليه رسول الله صلى الله عليه وسلم بيده فقالت النسوة اللاتي في بيت\r\nميمونة أخبروا رسول الله صلى الله عليه وسلم ما يريد أن يأكل فأخبروه فرفع\r\nيده قال قلت أحرام هو يا رسول الله قال لا ولكنه لم يكن\r\nبأرض قومي فأجدني أعافه قال خالد فاجتررته ورسول الله صلى الله عليه وسلم\r\nينظر\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n5266 - ذكر الخبر المدحض قول من كره\r\nأكل لحوم الخيل\r\nأخبرنا محمد بن عمر بن يوسف قال حدثنا نصر بن علي\r\nقال حدثنا سفيان عن عمرو بن دينار\r\nعن جابر قال أطعمنا رسول الله صلى الله عليه وسلم لحوم الخيل ونهانا عن\r\nلحوم الحمر\r\nقال أبو حاتم يشبه أن يكون عمرو بن دينار لم يسمع هذا\r\nالخبر عن جابر لأن حماد بن زيد رواه عن عمرو عن محمد بن\r\nعلي عن جابر ويحتمل أن يكون عمرو سمع جابرا وسمع\r\nمحمد بن علي عن جابر\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n5267 - ذكر الأمر بأكل لحوم الخيل\r\nضد قول من كرهه\r\nأخبرنا عبد الله بن محمد بن سلم حدثنا محمد بن\r\nعبد الأعلى الصنعاني بمكة حدثنا الطفاوي عن أيوب عن أبي الزبير\r\nعن جابر قال أمرنا رسول الله صلى الله عليه وسلم بلحوم الخيل ونهانا\r\nعن لحوم الحمر الأهلية\r\n5268 - ذكر إباحة المرء لحوم الخيل\r\nضد قول من كرهه\r\nأخبرنا محمد بن أحمد بن أبي عون الرياني قال حدثنا\r\nيعقوب بن إبراهيم الدورقي قال حدثنا الطفاوي قال حدثنا أيوب عن\r\nأبي الزبير\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nعن جابر قال رخص لنا رسول الله صلى الله عليه وسلم في أكل لحوم\r\nالخيل ونهانا عن لحوم الحمر الأهلية\r\n5269 - ذكر الإباحة للمرء أكل لحوم الخيل\r\nأخبرنا حامد بن محمد بن شعيب قال حدثنا سريج بن\r\nيونس قال حدثنا سفيان عن هشام بن عروة\r\nعن فاطمة بنت المنذر عن جدتها أسماء أنها قالت نحرنا\r\nفرسا على عهد رسول الله صلى الله عليه وسلم فأكلناه\r\n5270 - ذكر الزجر عن أكل لحوم البغال\r\nأخبرنا أبو يعلى حدثنا غسان بن الربيع حدثنا حماد بن\r\nسلمة عن أبي الزبير\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nعن جابر أنهم ذبحوا يوم خيبر الخيل والبغال والحمير فنهى\r\nرسول الله صلى الله عليه وسلم عن البغال والحمير ولم ينه عن الخيل\r\n5271 - ذكر الزجر عن أكل لحوم الحمر الأهلية\r\nأخبرنا الحسين بن عبد الله القطان قال حدثنا عمر بن يزيد\r\nالسياري قال حدثنا حماد بن زيد عن عمرو بن دينار عن محمد بن علي\r\nعن جابر بن عبد الله أن النبي صلى الله عليه وسلم نهى يوم خيبر عن لحوم\r\nالحمر الأهلية وأذن في لحوم الخيل\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n5272 - ذكر العلة التي من أجلها زجر عن أكل لحوم الحمر الأهلية\r\nأخبرنا محمد بن إسحاق بن إبراهيم مولى ثقيف قال\r\nحدثنا محمد بن رافع قال حدثنا عبد الرزاق قال حدثنا معمر عن\r\nأيوب عن بن سيرين\r\nعن أنس بن مالك أن منادي رسول الله صلى الله عليه وسلم نادى إن الله\r\nورسوله ينهانكم عن لحوم الحمر الأهلية فإنها رجس\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n5273 - ذكر البيان بأن القوم كانوا محتاجين إلى أكل لحوم\r\nالحمر الأهلية لما نهاهم المصطفى صلى الله عليه وسلم\r\nعن أكلها\r\nأخبرنا عبد الله بن محمد الأزدي قال حدثنا بن أبي عمر\r\nالعدني قال حدثنا أبي ومعن بن عيسى عن مالك عن نافع\r\nعن بن عمر قال نهى رسول الله صلى الله عليه وسلم عن أكل الحمار الأهلي\r\nيوم خيبر وكان الناس احتاجوا إليها\r\n5274 - أخبرنا أبو خليفة قال حدثنا مسدد بن مسرهد عن يحيى\r\nالقطان عن يزيد بن أبي عبيد\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\nعن سلمة بن الأكوع قال خرجنا مع رسول الله صلى الله عليه وسلم إلى\r\nخيبر فقال رجل من القوم أي عامر لو متعتنا من هناتك فنزل\r\nيحدو لهم فذكر الله وذكر شعرا لم أحفظه فقال رسول الله صلى الله عليه وسلم\r\nمن هذا السائق قالوا عامر بن الأكوع قال يرحمه الله فقال\r\nرجل من القوم يا رسول الله لو متعتنا به فلما أصابوا القوم\r\nقاتلوهم وأصيب عامر فلما أمسوا أوقدوا نارا كثيرا فقال\r\nرسول الله صلى الله عليه وسلم ما هذه النار على أي شئ توقد قالوا على\r\nالحمر الإنسية فقال أهريقوا ما فيها وكسروها فقال رجل\r\nيا رسول الله ألا نهريق ما فيها ونغسلها فقال فذاك\r\nقال أبو حاتم قوله صلى الله عليه وسلم أهريقوا ما فيها أمر حتم\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nوقوله صلى الله عليه وسلم وكسروها أمر تشديد وتغليظ دون الحكم ألا ترى\r\nالرجل ممن أمرهم بكسرها قال يا رسول الله ألا نهريق ما فيها\r\nونغسلها قال فذاك\r\n5275 - ذكر الأمر بمجانبة لحوم الحمر الأهلية\r\nعند الأكل\r\nأخبرنا الفضل بن الحباب قال حدثنا أبو الوليد قال\r\nحدثنا شعبة عن عدي بن ثابت\r\nعن البراء بن عازب أنهم كانوا مع رسول الله صلى الله عليه وسلم فأصابوا\r\nحمرا فذبحوها فقال رسول الله صلى الله عليه وسلم اكفؤوا القدور\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n5276 - ذكر الزجر عن أكل ذي الأنياب من السباع\r\nأخبرنا عمر بن سعيد قال أخبرنا أحمد بن أبي بكر عن\r\nمالك عن إسماعيل بن أبي حكيم عن عبيدة بن سفيان الحضرمي\r\nعن أبي هريرة أن رسول الله صلى الله عليه وسلم قال أكل كل ذي ناب من\r\nالسباع حرام\r\n5277 - ذكر الخبر المدحض قول من أباح أكل بعض\r\nذي الأنياب من السباع\r\nأخبرنا عمر بن سعيد بن سنان قال حدثنا أحمد بن\r\nأبي بكر عن مالك عن بن شهاب عن أبي إدريس الخولاني\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\nعن أبي ثعلبة أن رسول الله صلى الله عليه وسلم نهى عن أكل كل ذي ناب\r\nمن السباع\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n5278 - ذكر الزجر عن أكل كل ذي مخلب وناب\r\nمن الطير والسباع\r\nأخبرنا الحسن بن سفيان قال حدثنا إبراهيم بن الحجاج\r\nالنيلي قال حدثنا أبو عوانة عن أبي بشر عن ميمون بن مهران\r\nعن بن عباس قال نهى رسول الله صلى الله عليه وسلم عن أكل كل ذي\r\nناب من السباع وكل ذي مخلب من الطير\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\nالنيل قرية بواسط\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n5279 - باب\r\nالضيافة\r\nأخبرنا أحمد بن علي بن المثنى حدثنا أبو خيثمة حدثنا\r\nيزيد بن هارون أخبرنا الجريري عن أبي نضرة\r\nعن أبي سعيد الخدري عن النبي صلى الله عليه وسلم قال إذا أتى أحدكم\r\nعلى راعي إبل فلينادي يا راعي الإبل ثلاثا فإن أجابه وإلا\r\nفليحلب وليشرب ولا يحملن وإذا أتي أحدكم على حائط فليناد\r\nثلاثا يا أصحاب الحائط فإن أجابه وإلا فليأكل ولا يحملن قال\r\nوقال رسول الله صلى الله عليه وسلم الضيافة ثلاثة أيام فما زاد فصدقة\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\nقال أبو حاتم أضمر في هذا الخبر علة الأمر وهي اضطراب\r\nالمرء وحاجته إليه أسيد النفس دون القدرة والسعة\r\n5280 - ذكر الخبر الدال على أن الأمر ليس بإباحة\r\nعلى العموم بل إذا كان المرء مضطرا\r\nيخاف على نفسه التلف\r\nأخبرنا الحسين بن إدريس الأنصاري أخبرنا أحمد بن\r\nأبي بكر عن مالك عن نافع\r\nعن بن عمر أن رسول الله صلى الله عليه وسلم قال لا يحتلبن أحد ماشية\r\nأحد إلا بإذنه أيحب أحدكم أن تؤتى مشربته فتكسر خزانته\r\nفينتثل طعامه إنما ضروع مواشيهم أطعمتهم فلا يحتلبن أحد\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\nماشية أحد إلا بإذنه\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\n5281 - ذكر الأمر للحالب إذا حلب أن يترك داعي اللبن\r\nأخبرنا أحمد بن علي بن المثنى قال حدثنا أبو خيثمة\r\nقال حدثنا وكيع قال حدثنا الأعمش عن يعقوب بن بحير\r\nعن ضرار بن الأزور قال بعثني أهلي بلقوح إلى النبي صلى الله عليه وسلم\r\nقال فأتيته بها فأمرني أن أحلبها فحلبتها فقال لي النبي صلى الله عليه وسلم\r\nدع داعي اللبن\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\n5282 - ذكر الإخبار عن حد الضيافة الذي\r\nلا يتعداه حذر دخوله في المتصدقين عليه\r\nأخبرنا محمد بن إسحاق بن إبراهيم مولى ثقيف حدثنا\r\nزياد بن أيوب حدثنا بن علية حدثنا عبد الرحمن بن إسحاق عن سعيد\r\nالمقبري\r\nعن أبي هريرة قال قال رسول الله صلى الله عليه وسلم الضيافة ثلاثة أيام\r\nفما وراءها فهو صدقة\r\n5283 - ذكر الاستحباب للمرء تقديم ما حضر للأضياف\r\nوإن لم يشبعهم في الظاهر\r\nأخبرنا أحمد بن علي بن المثنى قال حدثنا هدبة بن خالد\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\nالقيسي قال حدثنا مبارك بن فضالة قال حدثنا بكر بن عبد الله المزني\r\nوثابت البناني\r\nعن أنس بن مالك أن أبا طلحة رأى رسول الله صلى الله عليه وسلم طاويا فأتى\r\nأم سليم فقال هل عندك شئ فقالت ما عندنا إلا نحو الفساد من\r\nدقيق شعير قال فاعجنيه واصلحيه عسى أن ندعو النبي صلى الله عليه وسلم\r\nفيأكل عندنا قال فعجنته وخبزته فجاء قرصا فقال ادع لي\r\nالنبي صلى الله عليه وسلم قال فأتيت النبي صلى الله عليه وسلم ومعه ناس قال مبارك بن\r\nفضالة أحسبه بضعة وثمانين فقلت يا رسول الله أبو طلحة\r\nيدعوك فقال لأصحابه أجيبوا أبا طلحة فجئت مسرعا حتى\r\nأخبرته أنه قد جاء وأصحابه قال بكر فقفدني قفدا وقال ثابت\r\nقال أبو طلحة رسول الله صلى الله عليه وسلم أعلم بما في بيتي مني وقالا\r\nجميعا عن أنس فاستقبله أبو طلحة فقال يا رسول الله ما عندنا\r\nشئ إلا قرص رأيتك طاويا فأمرت أم سليم فجعلت ذلك\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\nقرصا قال فدعا بالقرص ودعا بجفنة فوضعه فيها وقال هل\r\nمن سمن قال أبو طلحة وكان في العكة شئ فجاء بها\r\nفجعل النبي صلى الله عليه وسلم وأبو طلحة يعصرانها حتى خرج شئ فمسح\r\nالنبي صلى الله عليه وسلم به سبابته ثم مسح القرص فانتفخ وقال بسم الله\r\nفانتفخ القرص فلم يزل يصنع ذلك والقرص ينتفخ حتى رأيت\r\nالقرص في الجفنة يتميع فقال ادع عشرة من أصحابي\r\nفدعوت له عشرة قال فوضع النبي صلى الله عليه وسلم يده في وسط القرص\r\nوقال كلوا بسم الله فأكلوا حوالي القرص حتى شبعوا ثم قال\r\nادع لي عشرة فلم يزل يدعو عشرة عشرة يأكلون من ذلك\r\nالقرص حتى أكل منه بضعة وثمانون من حوالي القرص حتى شبعوا\r\nوإن وسط القرص حيث وضع رسول الله صلى الله عليه وسلم يده كما هو\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n5284 - ذكر ما يستحب للمرء إيثار الأضياف على إشباع عياله\r\nإذا علم أن ذلك لا يضرهم\r\nأخبرنا أبو يعلى قال حدثنا أبو خيثمة قال حدثنا\r\nجرير بن عبد الحميد عن فضيل بن غزوان عن أبي حازم\r\nعن أبي هريرة قال جاء رجل إلى رسول الله صلى الله عليه وسلم فقال إني\r\nمجهود فأرسل إلى بعض نسائه فقالت والذي بعثك بالحق نبيا\r\nما عندي إلا ماء ثم أرسل إلى أخرى فقالت مثل ذلك حتى قلن\r\nكلهن مثل ذلك فقال من يضيف هذا الليلة رحمه الله فقام\r\nرجل من الأنصار فقال أنا يا رسول الله فانطلق به إلى رحله\r\nفقال لامرأته هل عندك شئ قالت لا إلا قوت صبياني قال\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\nفعلليهم بشئ فإذا دخل ضيفنا فأضيئي السراج وأريه أنا\r\nنأكل فإذا أهوى ليأكل قومي إلى السراج حتى تطفئيه قال\r\nفقعدوا وأكل الضيف فلما مطرف غدا على النبي صلى الله عليه وسلم فقال\r\nلقد عجب الله من صنيعكما الليلة\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n5285 - ذكر الزجر عن أن يثوي الضيف عند\r\nمن يضيفه حتى يحرجه\r\nأخبرنا عمر بن سعيد بن سنان قال أخبرنا أحمد بن\r\nأبي بكر عن مالك عن سعيد بن أبي سعيد المقبري\r\nعن أبي شريح الكعبي أن رسول الله صلى الله عليه وسلم قال من كان\r\nيؤمن بالله واليوم الآخر فليكرم جاره ومن كان يؤمن بالله\r\nواليوم الآخر فليقل خيرا أو ليصمت ومن كان يؤمن بالله واليوم\r\nالآخر فليكرم ضيفه جائزته يوم وليلة والضيافة ثلاثة أيام فما\r\nكان بعد ذلك فهو صدقة ولا يحل له أن يثوي عنده حتى\r\nيحرجه\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nأبو شريح الكعبي اسمه خويلد بن عمرو من جلة\r\nالصحابة عداده في أهل الحجاز مات سنة ثمان وستين\r\n5286 - ذكر الإخبار بأن للضيف مطالبة حقه\r\nعمن ينزل به إذا لم يقم به\r\nأخبرنا الفضل بن الحباب قال حدثنا أبو الوليد قال\r\nحدثنا ليث عن يزيد بن أبي حبيب عن أبي الخير\r\nعن عقبة بن عامر أنهم قالوا يا رسول الله ننزل بقوم\r\nلا يضيفونا فكيف ترى في ذلك فقال رسول الله صلى الله عليه وسلم إن نزلتم\r\nبقوم فأمروا لكم بما ينبغي للضيف فاقبلوا وإن لم يفعلوا فخذوا\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nمنهم حق الضيف الذي ينبغي له\r\n5287 - ذكر الأمر بإجابة الدعوة\r\nإذا دعي المرء إليها\r\nأخبرنا الفضل بن الحباب قال حدثنا سليمان بن حرب\r\nقال حدثنا حماد بن زيد عن أيوب عن نافع\r\nعن بن عمر قال قال رسول الله صلى الله عليه وسلم إيتوا الدعوة إذا\r\nدعيتم\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n5288 - أخبرنا الحسن بن سفيان الشيباني حدثنا هارون بن سعيد بن\r\nالهيثم الأيلي حدثنا بن وهب عن عمر بن محمد العمري أن نافعا حدثه\r\nأن بن عمر حدثه كان إذا دعي ذهب إلى الداعي فإن\r\nكان صائما دعا بالبركة ثم انصرف وإن كان مفطرا جلس\r\nفأكل\r\nقال نافع قال بن عمر قال رسول الله صلى الله عليه وسلم إذا دعيتم إلى\r\nكراع فأجيبوا\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n5289 - ذكر الأمر بإجابة الدعوة وقبول الهدية\r\nولو كان الشئ تافها\r\nأخبرنا محمد بن إسحاق بن سعيد السعدي قال حدثنا\r\nالحسن بن محمد بن الصباح قال حدثنا أسباط بن محمد قال حدثنا\r\nالأعمش عن أبي حازم\r\nعن أبي هريرة عن النبي صلى الله عليه وسلم قال لو أهدي إلي كراع\r\nلقبلته ولو دعيت إليه لأجبته\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n5290 - ذكر الزجر عن ترك المرء إجابة الدعوة وإن\r\nكان المدعو إليه تافها\r\nأخبرنا الحسن بن سفيان قال حدثنا محمد بن المنهال\r\nالضرير قال حدثنا يزيد بن زريع قال حدثنا سعيد بن أبي عروبة عن\r\nقتادة\r\nعن أنس قال قال رسول الله صلى الله عليه وسلم لو دعيت إلى كراع\r\nلأجبت ولو أهدي إلي لقبلت\r\n5291 - ذكر إباحة إجابة المرء إذا دعي على الشئ الطفيف\r\nأخبرنا الحسن بن سفيان حدثنا هدبة بن خالد حدثنا\r\nهمام بن يحيى حدثنا قتادة\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\nعن أنس بن مالك أن خياطا بالمدينة دعا رسول الله صلى الله عليه وسلم على\r\nخبز شعير وإهالة سنخة وكان فيها قرع قال أنس فكنت أرى\r\nالنبي صلى الله عليه وسلم يعجبه القرع قال فكنت أقدمه بين يديه فلم يزل\r\nالقرع يعجبني منذ رأيته يعجبه صلى الله عليه وسلم\r\n5292 - ذكر الأمر بالإجابة إلى الولائم\r\nإذا دعي المرء إليها\r\nأخبرنا عمر بن سعيد بن سنان قال أخبرنا أحمد بن\r\nأبي بكر عن مالك عن نافع\r\nعن بن عمر أن رسول الله صلى الله عليه وسلم قال إذا دعي أحدكم إلى\r\nالوليمة فليأتها\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n5293 - ذكر الإباحة للتقي الفاضل أن يأكل في بيت من\r\nهو دونه في التقى والفضل\r\nأخبرنا إسحاق بن إبراهيم بن إسماعيل ببست قال حدثنا\r\nسويد بن نصر قال أخبرنا عبد الله بن المبارك عن بن عون عن\r\nبن سيرين عن عبد الحميد بن المنذر بن الجارود\r\nعن أنس بن مالك قال صنع بعض عمومتي لرسول الله صلى الله عليه وسلم\r\nطعاما وقال إني أحب أن تأكل في بيتي وتصلي فيه فأتاه\r\nرسول الله صلى الله عليه وسلم وإذا في البيت فحل من تلك الفحول فأمر بجانب\r\nمنه فكنس ثم رش فصلى وصلينا معه\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\n5294 - ذكر إباحة دعاء الضيف للمضيف بغير ما وصفنا\r\nعند فراغه من الطعام\r\nأخبرنا الحسين بن إدريس الأنصاري قال حدثنا هشام بن\r\nعمار قال حدثنا سعيد بن يحيى قال حدثنا محمد بن عمرو بن علقمة\r\nعن مصعب بن ثابت\r\nعن عبد الله بن الزبير قال أفطر رسول الله صلى الله عليه وسلم عند سعد\r\nفقال أفطر عندكم الصائمون وصلت عليكم الملائكة وأكل\r\nطعامكم الأبرار\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n5295 - ذكر ما يدعو الضيف لمن أكل من طعامهم\r\nأخبرنا الفضل بن الحباب قال حدثنا أبو الوليد الطيالسي\r\nقال حدثنا شعبة عن يزيد بن خمير\r\nعن عبد الله بن بسر السلمي قال جاء رسول الله صلى الله عليه وسلم إلى\r\nأبي فنزل عليه فأتاه بطعام وحيس وسويق وتمر ثم أتاه بشراب\r\nفناول من عن يمينه قال وكان يأكل التمر ويضع النوى على ظهر\r\nأصبعيه السبابة والوسطى ثم يرمي به ثم دعا لهم فقال اللهم\r\nبارك لهم فيما رزقتهم واغفر لهم وارحمهم\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n5296 - ذكر البيان بأن المصطفى صلى الله عليه وسلم حين\r\nجاء دار بسر كان راكبا بغلته\r\nأخبرنا عمر بن محمد الهمداني قال حدثنا محمد بن\r\nبشار قال حدثنا بن أبي عدي عن شعبة عن يزيد بن خمير\r\nعن عبد الله بن بسر قال مر رسول الله صلى الله عليه وسلم معبد وهو على\r\nبغلة بيضاء فأخذ بلجامها فقال انزل عندي يا رسول الله فنزل\r\nعنده قال فجاءهم بحيس فأكلوه ثم جاءهم بتمر قال فجعل\r\nالنبي صلى الله عليه وسلم يأكل ويقول بالنوى هكذا ويقلبه وضم شعبة أصبعيه ثم\r\nجاؤوه بشراب فشرب ثم ناول الذي عن يمينه ثم قال اللهم\r\nبارك لهم فيما رزقتهم واغفر لهم وارحمهم\r\n5297 - ذكر الخبر المدحض قول من زعم أن هذا الخبر\r\nتفرد به يزيد بن خمير\r\nأخبرنا محمد بن إسحاق بن سعيد السعدي أخبرنا علي بن\r\nخشرم أخبرنا عيسى بن يونس عن صفوان بن عمرو وسمعه من\r\nعبد الله بن بسر\r\nقال قال أبي لأمي لو صنعت طعاما لرسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nفصنعت ثريدة وقال بيده هكذا يقللها فانطلق أبي فدعا\r\nرسول الله صلى الله عليه وسلم فوضع النبي صلى الله عليه وسلم يده على ذروتها ثم قال خذوا\r\nباسم الله فأخذوا من نواحيها فلما طعموا دعا لهم قال\r\nالنبي صلى الله عليه وسلم اللهم اغفر لهم وارحمهم وبارك لهم في\r\nرزقهم\r\n5298 - ذكر ما يجب على المرء إذا دعي إلى دعوة\r\nوجاء معه بغيره أن يستأذن صاحب البيت\r\nأخبرنا أحمد بن علي بن المثنى قال حدثنا أبو خيثمة\r\nقال حدثنا جرير وأبو معاوية عن الأعمش عن أبي وائل\r\nعن أبي مسعود قال كان رجل من الأنصار يقال له أبو\r\nشعيب وكان له غلام لحام فرأى رسول الله صلى الله عليه وسلم فعرف في وجهه\r\nالجوع فقال لغلامه اصنع لنا طعاما لخمسة فإني أريد أن أدعو\r\nالنبي صلى الله عليه وسلم خامس خمسة قال فصنع ثم جاء النبي صلى الله عليه وسلم خامس\r\nخمسة وتبعهم رجل فلما بلغ الباب قال النبي صلى الله عليه وسلم إن هذا\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\nتبعنا فإن شئت أن تأذن له وإن شئت رجع قال بل آذن له\r\nيا رسول الله\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n5299 - ذكر الإباحة للمرء إذا دعي إلى ضيافة أن يستدعي\r\nمن المضيف ذهاب غيره معه إذا عل\r\nعدم كراهية المضيف لذلك\r\nأخبرنا الحسن بن سفيان قال حدثنا عبد الرحمن بن سلام\r\nالجمحي قال حدثنا حماد بن سلمة عن ثابت\r\nعن أنس أن رجلا فارسيا كان جارا للنبي صلى الله عليه وسلم وكانت مرقته\r\nأطيب شئ ريحا فصنع طعاما ثم أتى النبي صلى الله عليه وسلم فأومأ إليه أن\r\nتعال وعائشة إلى جنبه فقال صلى الله عليه وسلم وهذه معي وأشار إلى عائشة\r\nفقال لا قال ثم أشار إليه فقال وهذه معي قال لا ثم\r\nأشار إليه الثالثة فقال وهذه معي وأشار إلى عائشة قال\r\nنعم\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n5300 - ذكر البيان بأن المصطفى صلى الله عليه وسلم لم يكن يستعمل\r\nهذا الفعل بعائشة وحده دون غيرها من أمته\r\nأخبرنا عمر بن محمد الهمداني قال حدثنا بندار قال\r\nحدثنا بن أبي عدي عن شعبة عن سليمان عن أبي وائل\r\nعن أبي مسعود قال صنع رجل طعاما عروبة إلى\r\nالنبي صلى الله عليه وسلم فقال ائتني أنت وخمسة قال عروبة إليه أتأذن لي\r\nفي سادس\r\n5301 - ذكر تخيير المدعو إلى الدعوة بعد الإجابة\r\nبين الأكل والترك\r\nأخبرنا عبد الله بن أحمد بن موسى بعسكر مكرم قال\r\nحدثنا عمرو بن علي بن بحر قال حدثنا أبو عاصم عن بن جريج عن\r\nأبي الزبير\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم إذا دعي أحدكم\r\nفليجب فإن شاء أكل وإن شاء ترك\r\n5302 - ذكر البيان بأن الأمر بإجابة الدعوة إذا دعي\r\nالمرء إليها أمر حتم لا ندب\r\nأخبرنا محمد بن الحسن بن قتيبة قال حدثنا بن أبي\r\nالسري قال حدثنا عبد الرزاق قال أخبرنا معمر عن الزهري عن سعيد بن\r\nالمسيب وعبد الرحمن الأعرج\r\nعن أبي هريرة قال شر الطعام طعام الوليمة يدعى إليها\r\nالأغنياء ويترك المساكين ومن لم يجب الدعوة فقد عصى الله\r\nورسوله\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\nقال أبو حاتم رضي الله عنه قال لنا بن قتيبة عن أبي هريرة\r\nأن رسول الله صلى الله عليه وسلم وأنا قصرت به لأن أصحاب الزهري كلهم كذا\r\nقالوا موقوفا والمسند هو آخر الحديث ومن لم يجب الدعوة\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n5303 - ذكر خبر ثان يصرح بصحة ما ذكرناه\r\nأخبرنا حاجب بن أركين بدمشق قال حدثنا يعقوب بن\r\nإبراهيم الدورقي قال حدثنا محمد بن عبد الرحمن الطفاوي قال حدثنا\r\nأيوب عن الزهري عن سعيد بن المسيب\r\nعن أبي هريرة قال شر الطعام طعام الوليمة يدعى الأغنياء\r\nويترك الفقراء ومن لم يجب الدعوة فقد عصى الله ورسوله\r\n5304 - ذكر الخبر المفسر للألفاظ المجملة\r\nالتي تقدم ذكرنا لها\r\nأخبرنا أحمد بن علي بن المثنى قال حدثنا أبو بكر بن\r\nأبي شيبة قال حدثنا حفص بن الصالح عن هشام عن بن سيرين\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\nعن أبي هريرة قال قال رسول الله صلى الله عليه وسلم إذا دعي أحدكم\r\nفليجب فإن كان صائما فليصل وإن كان مفطرا فليطعم\r\nقال أبو حاتم رضي الله عنه قوله صلى الله عليه وسلم فإن كان صائما\r\nفليصل يريد به فليدع لأن الصلاة دعاء قال الله جل وعلا\r\nلصفيه صلى الله عليه وسلم خذ من أموالهم صدقة تطهرهم وتزكيهم بها وصل عليهم إن\r\nصلواتك سكن لهم التوبة أراد به وادع لهم\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nفأما المجمل من الأخبار فهو الخبر الذي يرويه صحابي عن\r\nرسول الله صلى الله عليه وسلم بلفظة مستقلة يتهيأ استعمالها على عموم الخطاب\r\nوالمفسر هو رواية صحابي آخر ذلك الخبر بعينه عن\r\nرسول الله صلى الله عليه وسلم بزيادة بيان ليس في خبر ذلك الصحابي الأول ذلك\r\nالبيان حتى لا يتهيأ استعمال تلك اللفظة المجملة التي هي مستقلة\r\nبنفسها إلا باستعمال هذه الزيادة التي هي البيان لتلك اللفظة التي\r\nليست في خبر ذلك الصحابي وقد ذكرنا كل خبر مجمل ومفسر له\r\nفي السنن في كتاب فصول السنن فأغني ذلك عن الاستقصاء في\r\nهذا النوع من هذا الكتاب لأن فيما أومأنا إليه منه غنية لمن\r\nوفقه الله وتدبره\r\n5305 - ذكر استحباب اجتماع الإخوان للطعام\r\nفي يوم بعينه من الجمعة\r\nأخبرنا عمر بن محمد الهمداني قال حدثنا عبد الله بن\r\nحماد قال حدثنا بن أبي مريم قال حدثنا أبو غسان قال حدثني\r\nأبو حازم\r\nعن سهل بن سعد قال كنا نصلي مع رسول الله صلى الله عليه وسلم يوم\r\nالجمعة ثم تكون القائلة وكانت فينا امرأة فكانت تجعل في مزرعة\r\nلها سلقا فكانت إذا كان يوم الجمعة تنزع أصول السلق فتجعله\r\nفي قدر ثم تجعل عليه قبضة من شعير فتطحنها فيكون ذلك\r\nالسلق عراقة قال سهل فكنا ننصرف إليها من صلاة الجمعة\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\nفنسلم عليها فتقرب ذلك الطعام إلينا فنلعقه قال فكنا نتمنى يوم\r\nالجمعة لطعامها ذلك\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\n5306 - باب\r\nالعقيقة\r\nذكر الأمر لمن عق عن ولده أن يخلق رأسه\r\nفي ذلك اليوم بعد الحلق\r\nأخبرنا محمد بن المنذر بن سعيد حدثنا يوسف بن سعيد\r\nحدثنا حجاج عن بن جريج أخبرني يحيى بن سعيد عن عمرة\r\nعن عائشة قالت كانوا في الجاهلية إذا يداريه عن الصبي\r\nخضبوا قطنة بدم العقيقة فإذا حلقوا رأس الصبي وضعوها على\r\nرأسه فقال النبي صلى الله عليه وسلم اجعلوا مكان الدم خلوقا\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\n5307 - ذكر عقيقة المصطفى صلى الله عليه وسلم عن مشهور ابنته رضي الله عنهما\r\nوعن أمهما وعن أبيهما وقد فعل\r\nأخبرنا الحسن بن سفيان حدثنا إبراهيم بن المنذر\r\nالحزامي قال حدثنا بن وهب أخبرني جرير بن حازم عن قتادة\r\nعن أنس بن مالك قال عق رسول الله صلى الله عليه وسلم عن حسن وحسين\r\nبكبشين\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n5308 - ذكر البيان بأن قول أنس بكبشين أراد به\r\nعن كل واحد منهما\r\nأخبرنا محمد بن أحمد بن أبي عون حدثنا أبو بشر بكر بن\r\nخلف حدثنا بشر بن المفضل عن بن خثيم\r\nعن يوسف بن ماهك قال دخلنا على حفصة بنت\r\nعبد الرحمن فسألناها عن العقيقة فأخبرتنا\r\nأن عائشة أخبرتها أن رسول الله صلى الله عليه وسلم قال عن الغلام شاتان\r\nوعن الجارية شاة\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n5309 - ذكر اليوم الذي يعق فيه عن الصبي\r\nأخبر نا عمر بن محمد الهمداني حدثنا أبو الربيع حدثنا\r\nبن وهب أخبرني محمد بن عمرو قال أبو حاتم وهو اليافعي شيخ ثقة\r\nمصري عن بن جريج عن يحيى بن سعيد عن عمرة\r\nعن عائشة قالت عق رسول الله صلى الله عليه وسلم عن حسن وحسين يوم\r\nالسابع وسماهما وأمر أن يماط عن رأسه الأذى\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\n5310 - ذكر وصف العقيقة عن الذكور والإناث\r\nأخبرنا أحمد بن علي بن المثنى حدثنا أبو خيثمة حدثنا\r\nسفيان عن عبيد الله بن أبي يزيد عن أبيه عن سباع بن ثابت\r\nعن أم كرز أنها سمعت النبي صلى الله عليه وسلم في العقيقة قال عن\r\nالغلام شاتان وعن الجارية شاة لا يضركم ذكرانا كن أو إناثا\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n5311 - ذكر البيان بأن الشاتين إذا عق بهما عن الصبي\r\nيجب أن تكونا مثلين\r\nأخبرنا عبد الله بن محمد الأزدي حدثنا إسحاق بن إبراهيم\r\nأخبرنا عبد الرزاق أخبرنا بن جريج أخبرني عطاء عن حبيبة بنت\r\nميسرة بن أبي خيثم\r\nعن أم بني كرز الكعبيين قالت سمعت رسول الله صلى الله عليه وسلم يقول\r\nفي العقيقة عن الغلام شاتان مكافئتان وعن الجارية شاة فقلت\r\nله يعني عطاء ما المكافئتان قال مثلان ذكرانهما أحب إليه\r\nمن إناثهما\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\n\r\n5312 - كتاب الأشربة\r\nباب آداب الشرب\r\nذكر إباحة الشرب في الأقداح ضد قول\r\nمن كرهه من المتصوفة\r\nأخبرنا عمر بن محمد الهمداني قال حدثنا أبو الطاهر\r\nقال حدثنا بن وهب قال أخبرني محمد بن أبي يحيى بن سليمان عن\r\nأبيه عن سعيد بن الحارث\r\nعن جابر بن عبد الله أن النبي صلى الله عليه وسلم دخل على رجل من\r\nالأنصار ومعه صاحب فسلم النبي صلى الله عليه وسلم وصاحبه فرد الرجل وقال\r\nمعبد أنت وأمي في ساعة حارة فقال له إن كان عندك ماء بات\r\nهذه الليلة في شنة فأسقناه وإلا كرعنا والرجل يحول الماء في\r\nحائطه فقال عندي يا رسول الله ماء بائت فانطلق إلى العريش\r\nوانطلق بهما إلى عريشة فسكب في قدح ماء ثم حلب عليه من\r\nداجن له فشرب رسول الله صلى الله عليه وسلم ثم عاد فشرب الرجل الذي جاء\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nمع رسول الله صلى الله عليه وسلم\r\n5313 - ذكر الزجر عن الشرب في الثلم الذي\r\nيكون في الأقداح والأواني\r\nأخبرنا عمر بن محمد الهمداني قال حدثنا أبو الطاهر\r\nقال حدثنا بن وهب قال أخبرني قرة بن عبد الرحمن عن بن شهاب\r\nعن عبيد الله بن عبد الله\r\nعن أبي سعيد قال نهى رسول الله صلى الله عليه وسلم عن الشرب من ثلمة\r\nالقدح وأن ينفخ في الشراب\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n5314 - ذكر الزجر عن الشرب من أفواه الأسقية\r\nأخبرنا الحسن بن سفيان حدثنا أبو كامل الفضيل بن\r\nالحسين الجحدري حدثنا يزيد بن زريع حدثنا خالد الحذاء عن عكرمة\r\nعن بن عباس أن رسول الله صلى الله عليه وسلم نهى أن يشرب الرجل من في\r\nالسقاء وأن يتنفس في الإناء\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n5315 - ذكر العلة التي من أجلها زجر عن هذا الفعل\r\nأخبرنا محمد بن الحسن بن قتيبة حدثنا حرملة بن يحيى\r\nحدثنا بن وهب قال أخبرني يونس عن بن شهاب عن عبيد الله بن\r\nعبد الله\r\nعن أبي سعيد الخدري قال نهى رسول الله صلى الله عليه وسلم عن اختناث\r\nالأسقية أن يشرب من أفواهها\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\n5316 - ذكر إباحة شرب الماء إذا كان قائما\r\nأخبرنا أبو يعلى قال حدثنا أبو خيثمة قال حدثنا\r\nسفيان بن عيينة عن يزيد بن يزيد بن جابر عن عبد الرحمن بن أبي عمرة\r\nعن جدة له يقال لها كبشة أن النبي صلى الله عليه وسلم دخل عليها\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\nفشرب من فم قربة وهو قائم فقامت إليه فقطعته فأمسكته\r\n5317 - ذكر البيان بأن هذا الفعل لم يكن منه صلى الله عليه وسلم\r\nمرة واحدة فقط\r\nأخبرنا محمد بن إسحاق الثقفي حدثنا محمد بن بكار\r\nوأحمد بن منيع وعمرو بن زرارة وزياد بن أيوب قالوا حدثنا هشيم بن\r\nبشير حدثنا عاصم ومغيرة عن الشعبي\r\nعن بن عباس أن رسول الله صلى الله عليه وسلم شرب من ماء زمزم وهو\r\nقائم\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n5318 - أخبرنا محمد بن إسحاق بن خزيمة قال حدثنا محمد بن\r\nالمثنى قال حدثنا وهب بن جرير قال حدثنا شعبة عن عاصم عن\r\nالشعبي\r\nعن بن عباس أن رسول الله صلى الله عليه وسلم مر بزمزم فاستسقى فأتيته\r\nبالدلو فشرب وهو قائم\r\n5319 - ذكر الزجر عن الشئ الذي يبيحه الفعل\r\nالذي ذكرناه قبل\r\nأخبرنا أبو يعلى قال حدثنا هدبة بن خالد قال حدثنا\r\nهمام بن يحيى عن قتادة\r\nعن أنس بن مالك أن النبي صلى الله عليه وسلم نهى عن الشرب قائما\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n5320 - ذكر ترك إنكار المصطفى صلى الله عليه وسلم على فاعل الفعل\r\nالذي ذكرناه\r\nأخبرنا محمد بن المسيب بن إسحاق قال حدثنا هشام بن\r\nيونس بن وابل بن الوضاح اللؤلؤي وسلم بن جنادة بن سلم الكوفيان\r\nقالا حدثنا حفص بن الصالح عن عبيد الله بن عمر عن نافع\r\nعن بن عمر قال كنا على عهد رسول الله صلى الله عليه وسلم نأكل ونحن\r\nنمشي ونشرب ونحن قيام\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n5321 - ذكر الزجر عن أن يشرب المرء وهو غير قاعد\r\nأخبرنا الحسن بن سفيان قال حدثنا هدبة بن خالد قال\r\nحدثنا همام بن يحيى قال حدثنا قتادة\r\nعن أنس بن مالك أن رسول الله صلى الله عليه وسلم زجر عن الشرب\r\nقائما\r\n5322 - ذكر العلة التي من أجلها نهي عن هذا الفعل\r\nأخبرنا السامي قال حدثنا أحمد بن حنبل قال حدثنا\r\nعبد الرزاق قال أخبرنا معمر عن الزهري عن رجل\r\nعن أبي هريرة عن النبي صلى الله عليه وسلم قال لو يعلم الذي يشرب وهو\r\nقائم ما في بطنه لاستقاء\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\nأخبرنا السامي في عقبة قال حدثنا أحمد بن حنبل قال\r\nحدثنا عبد الرزاق قال أخبرنا معمر عن الأعمش عن\r\nأبي صالح\r\nعن أبي هريرة عن النبي صلى الله عليه وسلم بمثل حديث الزهري\r\n5323 - ذكر ترك الإنكار على مرتكب هذا الفعل\r\nأخبرنا محمد بن أحمد الرياني قال حدثنا سلم بن جنادة\r\nقال حدثنا حفص بن الصالح قال حدثنا عبيد الله بن عمر عن نافع\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nعن بن عمر قال كنا نأكل ونحن نمشي ونشرب ونحن قيام\r\nعلى عهد رسول الله صلى الله عليه وسلم\r\n5324 - ذكر استعمال المصطفى صلى الله عليه وسلم هذا الفعل المزجور عنه\r\nأخبرنا بن خزيمة قال حدثنا محمد بن رافع قال\r\nحدثنا حسين بن علي عن زائدة عن منصور عن عبد الملك بن ميسرة\r\nقال\r\nحدثني النزال بن سبرة قال صلينا مع علي الظهر ثم خرجنا\r\nإلى الرحبة قال فدعا بإناء فيه شراب فأخذه فمضمض\r\nواستنشق ومسح وجهه وذراعيه ورأسه وقدميه ثم شرب فضله وهو\r\nقائم ثم قال إن ناسا يكرهون أن يشربوا وهم قيام إن\r\nرسول الله صلى الله عليه وسلم صنع مثل ما صنعت وقال هذا وضوء من لم\r\nيحدث\r\n5325 - ذكر الزجر عن النفخ في الشراب لمن أراد الشرب\r\nأخبرنا عمر بن سعيد بن سنان قال أخبرنا أحمد بن\r\nأبي بكر عن مالك عن أيوب بن حبيب مولى سعد بن أبي وقاص\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\nعن أبي المثنى الجهني أنه قال كنت عند مروان بن\r\nالحكم فدخل عليه أبو سعيد الخدري فقال له مروان سمعت\r\nرسول الله صلى الله عليه وسلم ينهى عن النفخ في الشراب قال أبو سعيد نعم\r\nقال له رجل يا رسول الله إني لا أروى من نفس واحد قال\r\nرسول الله صلى الله عليه وسلم فأبن القدح عن فيك ثم تنفس قال فإني أرى\r\nالقذاة فيه قال فأهرقها\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\n5326 - ذكر الزجر عن التنفس في الإناء عند الشرب للشارب\r\nأخبرنا الفضل بن الحباب قال حدثنا مسدد بن مسرهد\r\nعن يحيى القطان عن هشام عن يحيى بن أبي كثير حدثني عبد الله بن\r\nأبي قتادة\r\nعن أبيه أن النبي صلى الله عليه وسلم قال إذا شرب أحدكم فلا يتنفس في\r\nالإناء\r\n5327 - ذكر ما يستحب للمرء التنفس عند شربه ليكون\r\nفرقا بينه وبين البهائم فيه\r\nأخبرنا أبو يعلى قال حدثنا أبو بكر بن أبي شيبة قال\r\nحدثنا وكيع عن عزرة بن ثابت عن ثمامة\r\nعن أنس أن النبي صلى الله عليه وسلم كان يتنفس في الإناء ثلاثا\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n5328 - ذكر العلة التي من أجلها كان يتنفس في الإناء ثلاثا صلى الله عليه وسلم\r\nأخبرنا بن زهير الحافظ بتستر قال حدثنا الحسين بن\r\nأبي زيد قال حدثنا الحسن بن الحكم بن أبي عزة قال حدثنا شعبة\r\nعن أبي عصام\r\nعن أنس بن مالك قال كان رسول الله صلى الله عليه وسلم إذا شرب يتنفس\r\nثلاث مرات وقال هو أهنأ وأبرأ وأمرأ\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n5329 - ذكر الزجر عن أكل المرء وشربه بشماله قصدا\r\nلمخالفة الشيطان فيه\r\nأخبرنا الحسين بن عبد الله القطان بالرقة قال حدثنا\r\nنوح بن حبيب قال حدثنا عبد الرزاق قال أخبرنا معمر عن الزهري\r\nعن سالم\r\nعن بن عمر قال قال رسول الله صلى الله عليه وسلم لا يأكل أحدكم\r\nبشماله ولا يشرب بشماله فإن الشيطان يأكل بشماله ويشرب\r\nبشماله\r\nفقال بن عيينة يا أبا عروة إن الزهري روى هذا عن\r\nأبي بكر بن عبيد الله فقال معمر إن الزهري كان يحدث بالحديث\r\nعن النفر فلعل هذا منه\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\n5330 - ذكر إباحة استعذاب المرء الماء ليشربه إذا كان\r\nفي موضع فيه المياه غير عذبة\r\nأخبرنا عبد الله بن قحطبة بفم الصلح قال حدثنا\r\nمحمد بن الصباح الجرجرائي قال حدثنا الدراوردي عن هشام بن عروة\r\nعن أبيه\r\nعن عائشة أن النبي صلى الله عليه وسلم كان يستعذب له الماء من بيوت\r\nالسقيا\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\n5331 - ذكر الأمر لمن أتي بشراب فشربه وهو في جماعة\r\nوأراد مناولتهم أن يبدأ بالذي عن يمينه\r\nأخبرنا عمر بن سعيد بن سنان قال أخبرنا أحمد بن\r\nأبي بكر عن مالك عن بن شهاب\r\nعن أنس أن رسول الله صلى الله عليه وسلم أتي بلبن قد شيب بماء وعن يمينه\r\nأعرابي وعن يساره أبو بكر فشرب ثم أعطى الغلام وقال\r\nالأيمن فالأيمن\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n5332 - ذكر الأمر لمن أتي بالماء ليشربه أن يناول من عن يمينه\r\nوإن كان عن يساره الأفضل والأجل\r\nأخبرنا عمر بن سعيد بن سنان قال حدثنا هشام بن عمار\r\nقال حدثنا مالك بن أنس قال حدثني الزهري\r\nعن أنس بن مالك أن رسول الله صلى الله عليه وسلم أتي بلبن وقد شيب بماء\r\nوعن يمينه أعرابي وعن يساره أبو بكر فشرب ثم أعطى\r\nالغلام وقال الأيمن فالأيمن\r\n5333 - ذكر وصف ما يعمل المرء إذا أتي بشراب وعنده\r\nجماعة أراد شربه وسقيهم منه\r\nأخبرنا عمر بن سعيد بن سنان قال حدثنا أحمد بن\r\nأبي بكر عن مالك عن أبي حازم بن دينار\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\nعن سهل بن سعد الساعدي أن رسول الله صلى الله عليه وسلم أتي بشراب\r\nوعن يمينه غلام وعن يساره الأشياخ فقال الغلام أتأذن لي أن\r\nأعطي هؤلاء فقال لا والله يا رسول الله لا أوثر بنصيبي منك\r\nأحدا قال فتله رسول الله صلى الله عليه وسلم في يده\r\n5334 - ذكر خبر قد يوهم من لم يحكم صناعة العلم أنه\r\nمضاد لخبر سهل بن سعد الذي ذكرناه\r\nأخبرنا بن سلم قال حدثنا عبد الرحمن بن إبراهيم\r\nقال حدثنا الوليد قال حدثنا الأوزاعي عن الزهري\r\nعن أنس بن مالك أن النبي صلى الله عليه وسلم شرب لبنا عن يمينه أعرابي\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\nوعن يساره أبو بكر فأعطى الغلام فضله وقال الأيمن\r\nفالأيمن\r\n5335 - ذكر البيان بأن هذا اللبن كان مشوبا بالماء\r\nحيث سقى المصطفى صلى الله عليه وسلم\r\nأخبرنا عمر بن سعيد بن سنان وعدة قالوا حدثنا هشام بن\r\nعمار قال حدثنا مالك بن أنس قال حدثني الزهري\r\nعن أنس أن رسول الله صلى الله عليه وسلم أتي بلبن وقد شيب بماء وعن\r\nيمينه أعرابي وعن يساره أبو بكر فشرب النبي صلى الله عليه وسلم ثم أعطى\r\nالغلام وقال الأيمن فالأيمن\r\nقال أبو حاتم رضي الله عنه هذان الفعلان كانا في موضعين\r\nوالدليل على ذلك أن في خبر سهل بن سعد أتي بشراب وعن\r\nيمين النبي صلى الله عليه وسلم غلام واستأذنه النبي صلى الله عليه وسلم في سقيهم دونه وفي\r\nخبر أنس أتي بلبن وقد شيب بالماء وعن يمينه أعرابي\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\nولم يستأذنه صلى الله عليه وسلم كما استأذن في خبر سهل فدلك ما وصفت على\r\nأنهما فعلان متباينان في موضعين لا في موضع واحد\r\n5336 - ذكر الأمر للقوم إذا اجتمعوا على ماء وأراد أحدهم أن يسقيهم\r\nأن يبدأ بهم حتى يكون هو آخرهم شربا\r\nأخبرنا أحمد بن علي بن المثنى قال حدثنا إبراهيم بن\r\nالحجاج السامي قال حدثنا الحمادان حماد بن سلمة وحماد بن زيد\r\nعن ثابت البناني عن عبد الله بن رباح\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\nعن أبي قتادة قال قال رسول الله صلى الله عليه وسلم ساقي القوم\r\nآخرهم\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\n5337 - ذكر الزجر عن الشرب في أواني الذهب والفضة\r\nلمن يأمل الشرب منهما في الجنان\r\nأخبرنا الفضل بن الحباب قال حدثنا إبراهيم بن بشار\r\nالرمادي قال حدثنا سفيان عن أبي فروة الجهني\r\nعن عبد الله بن عكيم قال استسقى حذيفة من دهقان\r\nبالمدائن فأتاه بشراب في إناء من فضة فحذفه بها فهبنا حذيفة\r\nأن نكلمه فلما سكن الغضب عنه قال أعتذر إليكم من هذا إني\r\nكنت تقدمت إليه أن لا يسقيني في هذا ثم قال إن رسول الله صلى الله عليه وسلم\r\nقام فينا خطيبا قال لا تشربوا في إناء الفضة ولا الذهب ولا تلبسوا الحرير\r\nوالديباج فإنه لهم في الدنيا ولكم في الآخرة\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\nقال سفيان كان حدثنا به أولا بن أبي نجيح عن\r\nمجاهد عن بن أبي ليلى عن حذيفة ثم سمعته من يزيد بن\r\nأبي زياد عن بن أبي ليلى عن حذيفة ثم سمعته من أبي فروة\r\nيقول سمعت عبد الله بن عكيم قال سفيان ولا أظن بن\r\nأبي ليلى سمعه إلا من عبد الله بن عكيم لأنه قد أدرك\r\nالجاهلية\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n5338 - أخبرنا أحمد بن علي بن المثنى قال حدثنا علي بن\r\nالجعد قال أخبرنا زهير بن معاوية عن أشعث بن سليم قال حدثني\r\nمعاوية بن سويد بن مقرن قال\r\nدخلت على البراء بن عازب فسمعته يقول نهانا\r\nرسول الله صلى الله عليه وسلم عن سبع عن خواتيم الذهب وعن المياثر\r\nوالقسي وعن لبس الديباج والحرير والإستبرق وعن الشرب في\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\nالفضة\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n5339 - ذكر إيجاب دخول النار للشارب في أواني الفضة\r\nإذا كان عالما بنهي المصطفى صلى الله عليه وسلم\r\nأخبرنا الحسين بن عبد الله القطان قال حدثنا نوح بن\r\nحبيب قال حدثنا يحيى القطان قال حدثني عبيد الله بن عمر عن\r\nنافع عن زيد بن عبد الله عن عبد الله بن عبد الرحمن بن أبي بكر\r\nعن أم سلمة عن النبي صلى الله عليه وسلم قال إن الذي يشرب في إناء\r\nالفضة فإنما يجرجر في بطنه نار جهنم\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n5340 - أخبرنا عمر بن سعيد بن سنان قال أخبرنا أحمد بن\r\nأبي بكر عن مالك عن نافع عن زيد بن عبد الله بن عمر عن\r\nعبد الله بن عبد الرحمن بن أبي بكر الصديق\r\nعن أم سلمة أن رسول الله صلى الله عليه وسلم قال الذي يشرب في آنية\r\nالذهب والفضة إنما يجرجر في جوفه نار جهنم\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n5341 - ذكر العلة التي من أجلها زجر عن هذا الفعل\r\nأخبرنا أبو عروبة قال حدثنا الجراح بن مخلد قال\r\nحدثنا أبو قتيبة قال حدثنا شعبة عن الأعمش عن أبي وائل\r\nأن حذيفة استسقى فأتاه الخادم بقدح مفضض فرده وقال\r\nسمعت رسول الله صلى الله عليه وسلم يقول هو لهم في الدنيا ولنا في\r\nالآخرة\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\n5342 - فصل في الأشربة\r\nأخبرنا الفضل بن الحباب قال حدثنا أبو الوليد قال\r\nحدثنا عكرمة بن عمار قال حدثني أبو كثير السحيمي قال\r\nحدثني أبو هريرة قال قال رسول الله صلى الله عليه وسلم الخمر من هاتين\r\nالشجرتين النخلة والعنبة\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nأبو كثير يزيد بن عبد الرحمن بن أذينة\r\n5343 - ذكر البيان بأن هذين العددين المذكورين من النخلة والعنبة\r\nلم يرد صلى الله عليه وسلم إباحة ما وراءهما من سائر الأشربة\r\nأخبرنا عمر بن سعيد بن سنان قال أخبرنا أحمد بن أبي\r\nبكر عن مالك عن بن شهاب عن أبي سلمة\r\nعن عائشة أن رسول الله صلى الله عليه وسلم سئل عن البتع قال كل\r\nشراب أسكر حرام\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\n5344 - ذكر البيان بأن الله جل وعلا يسقي مدمن الخمر\r\nمن نهر الغوطة في النار نعوذ بالله منها\r\nأخبرنا أبو خليفة قال حدثنا علي بن المديني قال حدثنا\r\nمعتمر بن سليمان أنه قرأ على الفضيل بن ميسرة عن أبي حريز أن أبا بردة\r\nحدثه\r\nعن أبي موسى أن النبي صلى الله عليه وسلم قال ثلاثة لا يدخلون الجنة\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\nمدمن الخمر وقاطع الرحم ومصدق بالسحر ومن مات مدمنا\r\nللخمر سقاه الله جل وعلا من نهر الغوطة قيل وما نهر الغوطة\r\nقال نهر يجري من فروج المومسات يؤذي أهل النار ريح\r\nفروجهن\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n5345 - ذكر البيان بأن مدمن الخمر قد يلقى الله جل وعلا\r\nفي القيامة بإثم عابد الوثن\r\nأخبرنا الحسن بن سفيان قال حدثنا أحمد بن المقدام\r\nالعجلي قال حدثنا عبد الله بن خراش بن حوشب قال حدثنا العوام بن\r\nحوشب عن سعيد بن جبير\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم من لقي الله مدمن\r\nخمر لقيه كعابد وثن\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nقال أبو حاتم يشبه أن يكون معنى هذا الخبر من لقي الله\r\nمدمن خمر مستحلا لشربه لقيه كعابد وثن لاستوائهما في حالة\r\nالكفر\r\n5346 - ذكر ما يجب على المرء من مجانبة الخمر على\r\nالأحوال لأنها رأس الخبائث\r\nأخبرنا عم بن محمد الهمداني حدثنا محمد بن عبد الله بن\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\nبزيع حدثنا الفضيل بن سليمان حدثنا عمر بن سعيد عن الزهري\r\nأخبرني أبو بكر بن عبد الرحمن بن الحارث بن هشام عن أبيه عبد الرحمن بن\r\nالحارث قال\r\nسمعت عثمان بن عفان خطيبا سمعت النبي صلى الله عليه وسلم يقول\r\nاجتنبوا أم الخبائث فإنه كان رجل ممن قبلكم يتعبد ويعتزل\r\nالناس فعلقته امرأة فأرسلت إليه خادما فقالت إنا ندعوك\r\nلشهادة فدخل فطفقت كلما يدخل بابا أغلقته دونه حتى أفضى إلى\r\nامرأة وضيئة جالسة وعندها غلا وباطية فيها خمر فقالت إنا لم\r\nندعك لشهادة ولكن دعوتك لتقتل هذا الغلام أو أنكر علي\r\nأو تشرب كأسا من هذا الخمر فإن أبيت صحت بك وفضحتك\r\nقال فلما رأى أنه لا بد له من ذلك قال اسقيني كأسا من هذا\r\nالخمر فسقته كأسا من الخمر فقال زيديني فلم يزل حتى وقع عليها\r\nوقتل النفس فاجتنبوا الخمر فإنه والله لا يجتمع الإيمان وإدمان\r\nالخمر في صدر رجل أبدا ليوشكن أحدهما يخرج صاحبه\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nقال أبو حاتم عمر بن سعيد بن سريج هذا هو من ثقات\r\nأهل المدينة روى عنه عبد الرحمن بن إسحاق المدني\r\n5347 - ذكر الإخبار عن السبب الذي من أجله\r\nأنزل الله تحريم الخمر\r\nأخبرنا أحمد بن علي بن المثنى قال حدثنا إسحاق بن\r\nإسماعيل قال حدثنا وكيع قال حدثنا إسرائيل عن سماك عن\r\nمصعب بن سعد\r\nعن أبيه قال في نزل تحريم الخمر شربت مع قوم ذلك\r\nقبل أن تحرم فضربني رجل منهم على أنفي بلحي جمل فأتيت\r\nالنبي صلى الله عليه وسلم فذكرت ذلك له فأنزل الله تحريم الخمر قال وأصبت\r\nسيفا يوم بدر فسألت النبي صلى الله عليه وسلم فنزلت يسألونك عن الأنفال\r\nقل الأنفال لله والرسول\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n5348 - ذكر مغفرة الله جل وعلا لمن مات من شراب الخمر\r\nمن المسلمين قبل نزول تحريمها\r\nأخبرنا عمر بن محمد الهمداني قال حدثنا محمد بن\r\nبشار قال حدثنا محمد قال حدثنا شعبة عن أبي إسحاق\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\nعن البراء قال مات ناس من أصحاب رسول الله صلى الله عليه وسلم وهم\r\nيشربون الخمر فلما نزل تحريمها قال ناس من أصحاب\r\nرسول الله صلى الله عليه وسلم فكيف بأصحابنا الذين ماتوا وهم يشربونها\r\nفنزلت ليس على الذين آمنوا وعملوا الصالحات جناح فيما طعموا\r\nإذا ما اتقوا وآمنوا وعملوا الصالحات\r\n5349 - ذكر تحريم الله جل وعلا الخمر على المسلمين\r\nبعد أن كان مباحا لهم شربه\r\nأخبرنا الفضل بن الحباب قال حدثنا أبو الوليد قال\r\nحدثنا شعبة قال أنبأنا أبو إسحاق السبيعي\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\nعن البراء بن عازب قال مات ناس من أصحاب النبي صلى الله عليه وسلم\r\nوهم يشربون الخمر فلما حرمت قال ناس من أصحاب\r\nالنبي صلى الله عليه وسلم كيف بأصحابنا ماتوا وهم يشربونها فنزلت هذه الآية\r\nليس على الذين آمنوا وعملوا الصالحات جناح فيما طعموا\r\n5350 - ذكر تحريم الله جل وعلا الخمر بعد إباحته\r\nالتي أباحها لهم\r\nأخبرنا الحسن بن سفيان قال حدثنا حبان قال أخبرنا\r\nعبد الله عن سليمان التيمي\r\nأن أنس بن مالك أخبرهم قال بينما أنا قائم على الحي وأنا\r\nأصغرهم سنا على عمومتي إذ جاء رجل فقال إنها حرمت الخمر\r\nوأنا قائم عليهم أسقيهم من فضيخ لهم فقالوا اكفأها فكفأتها\r\nفقلت لأنس ما هو قال البسر والتمر وقال أبو بكر بن أنس\r\nكانت خمرهم يومئذ فلم ينكره أنس بن مالك\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\n5351 - ذكر وصف الخمر الذي نزل تحريمه\r\nوكان القوم يشربونها\r\nأخبرنا محمد بن عمر بيوسف قال حدثنا سلم بن\r\nجنادة قال حدثنا بن إدريس قال حدثنا أبو حيان التيمي عن الشعبي\r\nعن بن عمر قال سمعت عمر على هذا المنبر يقول أيها\r\nالناس إنما نزل تحريم الخمر وهي من خمسة من العنب والتمر\r\nوالعسل والحنطة والشعير وما خامر العقل فهو خمر ثلاث\r\nوددت أن رسول الله صلى الله عليه وسلم عهد إلينا عهدا ننتهي إليه الجد\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\nوالكلالة وأبواب من أبواب الربا\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n5352 - ذكر وصف الخمر الذي حرم الله جل وعلا\r\nشربها وبيعها وشراءها\r\nأخبرنا الحسن بن سفيان قال حدثنا هشام بن عمار قال\r\nحدثنا أنس بن عياض عن عبيد الله بن عمر عن نافع\r\nعن بن عمر قال قال رسول الله صلى الله عليه وسلم كل مسكر خمر\r\nوكل خمر حرام\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\n5353 - ذكر نفي قبول صلاة من شرب المسكر\r\nإلى أن يصحو من سكره\r\nأخبرنا عمر بن سعيد بن سنان والحسين بن عبد الله القطان\r\nوعدة قالوا حدثنا هشام بن عمار قال حدثنا الوليد بن مسلم قال حدثنا\r\nزهير بن محمد عن محمد بن المنكدر\r\nعن جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم ثلاثة لا يقبل\r\nالله لهم صلاة ولا يرفع لهم إلى السماء حسنة العبد الآبق حتى\r\nيرجع إلى موالية فيضع يده في أيديهم والمرأة الساخط عليها\r\nزوجها حتى يرضى والسكران حتى يصحو\r\n5354 - ذكر استحقاق لعن الله جل وعلا من أعان\r\nفي الخمر لتشرب\r\nأخبرنا محمد بن الحسن بن قتيبة قال حدثنا يزيد بن\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\nموهب حدثنا بن وهب قال أخبرنا حياة قال حدثني مالك بن خير\r\nالزبادي أن مالك بن سعيد التجيبي حدثه أنه\r\nسمع بن عباس يقول إن رسول الله صلى الله عليه وسلم أتاه جبريل فقال\r\nيا محمد إن الله لعن الخمر وعاصرها ومعتصرها وحاملها\r\nوالمحمولة إليه وشاربها وبائعها ومبتاعها وساقيها ومسقاها\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n5355 - ذكر نفي قبول صلاة شارب الخمر بعد شربه وإن\r\nكان صاحيا أياما معلومة قبل أن يتوب\r\nأخبرنا بن سلم حدثنا عبد الرحمن بن إبراهيم قال\r\nحدثنا الوليد بن مسلم قال حدثنا الأوزاعي عن ربيعة بن يزيد عن\r\nعبد الله بن الديلمي\r\nعن عبد الله بن عمرو قال قال رسول الله صلى الله عليه وسلم من شرب\r\nالخمر فسكر لم تقبل له صلاة أربعين صباحا فإن مات دخل\r\nالنار فإن تاب تاب الله عليه فإن عاد فشرب فسكر لم تقبل له\r\nصلاة أربعين صباحا فإن مات دخل النار فإن تاب تاب الله\r\nعليه فإن عاد فشرب فسكر لم تقبل له صلاة أربعين صباحا\r\nفإن مات دخل النار فإن تاب تاب الله عليه فإن عاد الرابعة كان\r\nحقا على الله أن يسقيه من طينة الخبال يوم القيامة قالوا\r\nيا رسول الله وما طينة الخبال قال عصارة أهل النار\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\n5356 - ذكر وصف الخمر الذي كان الناس يشربونها\r\nقبل تحريم الله جل وعلا إياها عليهم\r\nأخبرنا زيد بن عبد العزيز أبو جابر بالموصل قال حدثنا\r\nعيسى بن عبد الله العسقلاني قال حدثنا الفريابي عن يونس بن\r\nأبي إسحاق عن أبي حيان عن الشعبي\r\nعن بن عمر قال خطبنا عمر بن الخطاب على منبر\r\nرسول الله صلى الله عليه وسلم فحمد الله وأثنى عليه ثم قال أما بعد فإن\r\nالخمر نزل تحريمها يوم نزل وهي من خمس من العنب والتمر\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\nوالعسل والحنطة والشعير والخمر ما خامر العقل\r\n5357 - ذكر الأشياء التي كانوا يتخذون منها الخمر\r\nقبل نزول تحريم الخمر\r\nأخبرنا عبد الله بن محمد الأزدي قال حدثنا إسحاق بن\r\nإبراهيم قال أخبرنا عيسى بن يونس وابن إدريس ويحيى بن أبي غنية\r\nعن أبي حيان التيمي عن الشعبي\r\nعن بن عمر قال سمعت عمر على منبر رسول الله صلى الله عليه وسلم\r\nيقول أما بعد أيها الناس إنه نزل تحريم الخمر وهي من خمسة\r\nمن العنب والتمر والعسل والحنطة والشعير والخمر ما خامر\r\nالعقل ثلاث أيها الناس وددت أن رسول الله صلى الله عليه وسلم لم يفارقنا\r\nحتى يعهد إلينا فيهن عهدا ننتهي إليه الكلالة والجد وأبواب من\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\nأبواب الربا\r\n5358 - ذكر وصف ما يعاقب الله جل وعلا من شرب المسكر\r\nثم مات قبل أن يتوب في جهنم نعوذ بالله منها\r\nأخبرنا محمد بن أحمد بن أبي عون قال حدثنا أحمد بن\r\nالحسن الترمذي قال حدثنا يعقوب بن محمد الزهري قال حدثنا\r\nعبد العزيز بن محمد قال حدثنا عمارة بن غزية عن أبي الزبير\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم كل مسكر حرام إن على\r\nالله عهد لمن شرب المسكر أن يسقيه من طينة الخبال يوم\r\nالقيامة\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n5359 - ذكر وصف الخمر التي كانت الأنصار تشربها\r\nقبل تحريم الله جل وعلا إياها على المسلمين\r\nأخبرنا محمد بن عبد الرحمن السامي قال حدثنا\r\nيحيى بن أيوب المقابري قال حدثنا إسماعيل بن جعفر قال أخبرني\r\nحميد الطويل\r\nعن أنس بن مالك قال كان أبو عبيدة بن الجراح\r\nوسهيل بن بيضاء وأبي بن كعب عند أبي طلحة وأنا أسقيهم من\r\nشراب حتى كاد يأخذ فيهم فمر بنا مار من المسلمين فنادى ألا\r\nهل شعرتم أن الخمر قد حرمت قال فوالله ما انتظروا أن أمروني\r\nأن أكفأ ما في آنيتك ففعلت فما عادوا في شئ منها حتى لقوا\r\nالله وإنها البسر والتمر وإنها لخمرنا يومئذ\r\n5360 - أخبرنا الفضل بن الحباب الجمحي قال حدثنا مسدد بن\r\nمسرهد عن بن أبي عدي عن سليمان التيمي\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\nعن أنس بن مالك قال كنت قائما على الحي عمومتي\r\nأسقيهم من فضيخ لهم وكنت أصغرهم سنا فجاء رجل فقال\r\nإنها قد حرمت الخمر قالوا يا أنس اكفأها قال فكفأتها\r\nقال سليمان فقلت ما كانت قال بسرا ورطبا قال وقال\r\nأبو بكر بن أنس كانت خمرهم يومئذ\r\n5361 - ذكر وصف الخمر التي كانت الأنصار تشربها قبل تحريمها\r\nأخبرنا الحسن بن سفيان قال حدثنا عبد الأعلى بن حماد\r\nقال حدثنا حماد بن سلمة عن حميد وثابت\r\nعن أنس قال كنت أسقي أبا طلحة وأبا عبيدة وكعبا\r\nوسهيل بن بيضاء نبيذ التمر والبسر حتى أسرعت فيهم فإذا مناد\r\nينادي ألا أن الخمر قد حرمت قال فوالله ما انتظروا أن يعملوا\r\nأحقا قال أم باطلا فقالوا اكفأ يا أنس قال فكفأته فوالله\r\nما رجعت إلى رؤوسهم حتى لقوا الله وكان خمرهم البسر\r\nوالتمر\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\n5362 - ذكر البيان بأن الأنصار لما أخبروا بتحريم الخمر\r\nكسروا الجرار التي كانت خمرهم فيها\r\nأخبرنا عمر بن سعيد بن سنان قال أخبرنا أحمد بن\r\nأبي بكر عن مالك عن إسحاق بن عبد الله بن أبي طلحة\r\nعن أنس بن مالك قال كنت أسقي أبا عبيدة بن الجراح\r\nوأبي بن كعب وأبا طلحة الأنصاري شرابا من فضيخ فجاءهم\r\nآت فقال إن الخمر قد حرمت فقال أبو طلحة قم يا أنس إلى\r\nهذه الجرار فاكسرها قال فقمت إلى مهراس لنا فضربتها\r\nبأسفله حتى تكسرت\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\n5363 - ذكر الخبر الدال على أن النبيذ\r\nإذا اشتد كان خمرا\r\nأخبرنا أبو يعلى حدثنا أبو خيثمة حدثنا محمد بن عبد الله\r\nالأسدي حدثنا سفيان عن علي بن بذيمة حدثنا قيس بن حبتر قال\r\nسألت بن عباس عن الجر الأخضر والجر الأبيض والجر\r\nالأحمر فقال إن أول من سأل النبي صلى الله عليه وسلم عنه وفد عبد القيس\r\nفقال لا تشربوا في الدباء والمزفت والحنتم ولا تشربوا في\r\nالجر واشربوا في الأسقية قالوا فإن اشتد في الأسقية قال وإن\r\nاشتد في الأسقية فصبوا عليها الماء قالوا فإن اشتد قال\r\nفأهريقوه ثم قال إن الله جل وعلا حرم علي أو حرم الخمر\r\nوالميسر والكوبة وكل مسكر حرام\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\nقال سفيان قلت لعلي بن بذيمة ما الكوبة قال الطبل\r\n5364 - ذكر الخبر الدال على أن نبيذ الزبيب وإن كان\r\nمطبوخا خمر لا يحل شربه\r\nأخبرنا الحسن بن سفيان قال حدثنا أبو الربيع الزهراني\r\nوأبو كامل الجحدري وإبراهيم بن الحسن العلاف قالوا حدثنا حماد بن\r\nزيد عن أيوب عن نافع\r\nعن بن عمر عن النبي صلى الله عليه وسلم قال كل مسكر خمر وكل\r\nمسكر حرام ومن شرب الخمر في الدنيا فمات وهو يدمنها لم يتب\r\nمنها لم يشربها في الآخرة\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\nقال أبو حاتم رضي الله عنه لفظ الخبر لأبي كامل\r\n5365 - ذكر البيان بأن نبيذ الحنطة خمر\r\nإذا أسكر كثيره شاربه\r\nحدثنا بن قتيبة حدثنا يزيد بن موهب حدثنا بن وهب\r\nأخبرني عمرو بن الحارث أن أبا السمح حدثه أن عمر بن الحكم حدثه\r\nعن أم حبيبة زوج النبي صلى الله عليه وسلم أن ناسا من أهل اليمن قدموا\r\nعلى رسول الله صلى الله عليه وسلم فعلمهم الصلاة والسنن والفرائض قالوا\r\nيا رسول الله إن لنا شرابا نصنعه من القمح والشعير فقال صلى الله عليه وسلم\r\nالغبيراء قالوا نعم قال لا تطعموه فلما كان بعد يومين ذكروهما\r\nله أيضا فقال الغبيراء قالوا نعم قال لا تطعموه\r\nفلما أرادوا أن ينطلقوا سألوه عنه فقال الغبيراء قالوا نعم\r\nقال فلا تطعموه\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\nقال أبو حاتم عمر بن الحكم هذا عمر بن الحكم بن ثوبان\r\nحليف الأوس من جلة أهل المدينة سمع عبد الله بن عمر\r\nوأبا هريرة وأم حبيبة\r\n5366 - ذكر البيان بأن كل شراب يسكر\r\nإذا أكثر منه فهو خمر\r\nأخبرنا محمد بن عبد الله بن الجنيد قال حدثنا سعيد بن\r\nيعقوب الطالقاني قال حدثنا عبد الله بن المبارك قال أخبرنا بن عجلان\r\nعن نافع\r\nعن بن عمر قال قال رسول الله صلى الله عليه وسلم كل مسكر حرام\r\nوكل مسكر خمر\r\n5367 - ذكر الخبر الدال على أن الشراب من أي شئ اتخذ\r\nكان خمرا إذا أسكر كثيره\r\nأخبرنا الحسن بن سفيان قال حدثنا العباس بن الوليد\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\nالنرسي قال حدثنا يزيد بن زريع قال حدثنا محمد بن عمرو قال\r\nحدثنا أبو سلمة\r\nعن بن عمر قال قال رسول\r\nالله صلى الله عليه وسلم كل مسكر حرام وكل\r\nمسكر خمر\r\n5368 - ذكر البيان بأن الأشربة التي يسكر كثيرها\r\nحرام شرب القليل منها\r\nأخبرنا عبد الله بن قحطبة قال حدثنا أحمد بن أبان\r\nالقرشي قال حدثنا عبد العزيز بن محمد قال أخبرني الضحاك بن\r\nعثمان عن بكير بن عبد الله بن الأشج عن عامر بن سعد بن أبي وقاص\r\nعن أبيه أن رسول الله صلى الله عليه وسلم نهى عن قليل ما أسكر كثيره\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n5369 - ذكر الخبر الدال على أن نبيذ الزبيب\r\nمن المطبوخ حرام شربه\r\nأخبرنا بن قتيبة قال حدثنا يزيد بن موهب قال حدثنا\r\nبن وهب قال أخبرني مالك ويونس عن بن شهاب عن أبي سلمة بن\r\nعبد الرحمن\r\nأنه سمع عائشة تقول سئل رسول الله صلى الله عليه وسلم عن البتع فقال\r\nكل شراب أسكر حرام\r\n5370 - ذكر البيان بأن كل نبيذ كان من الخليطين أو من غيرهم\r\nإذا أسكر كثيره حرام شرب قليله\r\nأخبرنا عمر بن سعيد بن سنان قال أخبرنا أحمد بن أبي\r\nبكر عن مالك عن بن شهاب عن أبي سلمة\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\nعن عائشة قالت سئل رسول الله صلى الله عليه وسلم عن البتع فقال كل\r\nشراب أسكر حرام\r\n5371 - ذكر السكر الذي إذا تولد من الشراب الكثير\r\nحرم شرب قليله\r\nأخبرنا أحمد بن علي بن المثنى قال حدثنا محمد بن عباد\r\nالمكي قال حدثنا سفيان عن عمرو بن دينار سمعه من سعيد بن\r\nأبي بردة عن أبيه\r\nعن جده أن النبي صلى الله عليه وسلم بعثه ومعاذ بن جبل إلى اليمن فقال\r\nلهما بشرا ويسرا وعلما ولا تنفرا وتطاوعا فلما ولي معاذ رجع\r\nأبو موسى فقال يا رسول الله إن لهم شرابا من العنب يطبخ\r\nحتى يعقده والمزر يصنع من الشعير فقال رسول الله صلى الله عليه وسلم كل\r\nما أسكر عن الصلاة فهو حرام\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\nقال أبو حاتم غريب غريب\r\n5372 - ذكر البيان بأن الأشربة التي يسكر كثيرها حرام\r\nعلى المؤمن شربها\r\nأخبرنا الحسين بن محمد بن أبي معشر قال حدثنا\r\nعلي بن ميمون العطار قال حدثنا خالد بن حيان عن سليمان بن\r\nعبد الله بن الزبرقان عن يعلى بن شداد بن أوس قال\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\nسمعت معاوية يقول سمعت رسول الله صلى الله عليه وسلم يقول كل مسكر\r\nعلى كل مؤمن حرام\r\n5373 - ذكر البيان بأن كل شراب حكمه أن يسكر\r\nحرام على المسلمين شربه\r\nأخبرنا عبد الله بن محمود بن سليمان السعدي بمرو قال\r\nحدثنا حبان بن موسى السلمي قال أخبرنا عبد الله عن بن عجلان عن\r\nنافع\r\nعن بن عمر قال قال رسول الله صلى الله عليه وسلم كل مسكر حرام\r\n5374 - ذكر الإخبار عن تحريم الله جل وعلا كل شراب\r\nيسكر عن الصلاة كثيره\r\nأخبرنا عبد الله بن قحطبة قال حدثنا محمد بن الصباح\r\nقال حدثنا محمد بن سلمة عن أبي عبد الرحيم عن زيد بن أبي أنيسة\r\nعن سعيد بن أبي بردة عن أبيه\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\nعن أبي موسى الأشعري قال لما بعثني رسول الله صلى الله عليه وسلم\r\nومعاذ بن جبل إلى اليمن أمرنا أن ينزل كل واحد منا قريبا من\r\nصاحبه فقال لنا يسرا ولا تعسرا وبشرا ولا تنفرا فلما قمنا\r\nقلنا يا رسول الله أفتنا في شرابين كنا نصنعهما البتع من العسل\r\nينبذ حتى يشتد والمزر من الشعير والذرة ينبذ حتى يشتد فكان\r\nرسول الله صلى الله عليه وسلم قد أوتي جوامع الكلم وخواتمه فقال صلى الله عليه وسلم حرام\r\nعليكم كل مسكر يسكر عن الصلاة قال وأتاني معاذ يوما وعندي\r\nرجل كان يهوديا فأسلم ثم تهود فسألني ما شأنه فأخبرته فقلت\r\nلمعاذ اجلس فقال ما أنا بالذي أجلس حتى أعرض عليه\r\nالإسلام فإن قبل وإلا ضربت عنقه فعرض عليه الإسلام فأبي\r\nأن يسلم فضرب عنقه فسألني معاذ يوما كيف تقرأ القرآن\r\nفقلت أقرؤه قائما وقاعدا وعلى فراشي أتفوقه تفوقا قال وسألت\r\nمعاذ كيف تقرأ أنت قال أقرأ وأنام ثم أقوم فأتقوى بنومتي\r\nعلى قومتي ثم أحتسب نومتي بما أحتسب به قومتي\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\nذكر الخبر المصرح بأن نبيذ العسل والشعير\r\nإذا أسكرا كانا حراما\r\nأخبرنا محمد بن عمر بن يوسف قال حدثنا علي بن\r\nالمنذر قال حدثنا بن فضيل قال حدثنا الشيباني عن أبي بردة\r\nعن أبيه قال بعثني رسول الله صلى الله عليه وسلم إلى اليمن فقلت\r\nيا رسول الله إن بها أشربة البتع والمزر قال وما البتع\r\nفقلت شراب يكون من العسل والمزر شراب يكون من الشعير\r\nفقال صلى الله عليه وسلم كل مسكر حرام\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\n5376 - ذكر الزجر عن نبيذ الزبيب والتمر أن ينبذا\r\nأخبرنا الفضل بن الحباب قال حدثنا أبو الوليد الطيالسي\r\nقال حدثنا شعبة عن سليمان التيمي عن أبي نضرة\r\nعن أبي سعيد الخدري أن رسول الله صلى الله عليه وسلم نهى عن التمر\r\nوالزبيب أن يخلطا\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\n\r\n5377 - ذكر الزجر عن نبيذ البسر والرطب أن ينبذا\r\nأخبرنا محمد بن الحسن بن قتيبة قال حدثنا محمد بن\r\nرمح قال حدثنا الليث بن سعد عن عطاء بن أبي رباح\r\nعن جابر بن عبد الله عن النبي صلى الله عليه وسلم أنه نهى أن ينبذ الزبيب\r\nوالتمر جميعا وأن ينبذ البسر والرطب جميعا\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\n5378 - ذكر العلة التي من أجلها زجر عن هذا الفعل\r\nأخبرنا بن سلم قال حدثنا حرملة قال حدثنا بن\r\nوهب قال أخبرنا عمرو بن الحارث أن قتادة بن دعامة\r\nحدثه أنه سمع أنس بن مالك أن رسول الله صلى الله عليه وسلم نهى أن يخلط\r\nالتمر بالزهو ثم يشرب وإن ذلك عامة خمورهم يوم حرمت\r\nالخمر\r\n5379 - ذكر إباحة انتباذ كل شئ من هذين الشيئين\r\nالمنهي عنهما على حدة\r\nأخبرنا الفضل بن الحباب أخبرنا أبو الوليد قال حدثنا\r\nعكرمة بن عمار قال حدثني أبو كثير السحيمي قال\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\nحدثني أبو هريرة قال قال رسول الله صلى الله عليه وسلم لا تنبذوا التمر\r\nوالزبيب جميعا ولا البسر والتمر جميعا وانبذوا كل واحد منهما\r\nعلى حدة\r\n5380 - ذكر الخبر المدحض قول من أباح شرب\r\nالقليل من المسكر ما لم يسكر\r\nأخبرنا حاجب بن أركين الحافظ بدمشق قال حدثنا رزق\r\nالله بن موسى قال حدثنا أنس بن عياض قال حدثنا موسى بن عقبة عن\r\nمحمد بن المنكدر\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم قليل ما أسكر كثيره\r\nحرام\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\n5381 - ذكر الخبر المدحض قول من زعم أن المسكر\r\nهو الشربة الأخيرة التي تسكر\r\nدون ما تقدمها منه\r\nأخبرنا الحسن بن سفيان قال حدثنا شيبان بن أبي شيبة\r\nقال حدثنا مهدي بن ميمون عن أبي عثمان عن القاسم بن محمد\r\nعن عائشة أنها سمعت النبي صلى الله عليه وسلم يقول كل مسكر حرام\r\nوما أسكر الفرق منه فملء الكف منه حرام\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n\r\nقال أبو حاتم رضي الله عنه أبو عثمان هذا اسمه عمرو بن\r\nسالم الأنصاري\r\n5382 - ذكر وصف الأنبذة التي يحل شرابها لمن أرادها\r\nأخبرنا الحسين بن عبد الله بن يزيد القطان بالرقة قال حدثنا\r\nحكيم بن سيف الرقي قال حدثنا عبيد الله بن عمرو الرقي قال حدثنا\r\nزيد بن أبي أنيسة عن يحيى بن عبيد النخعي\r\nعن بن عباس قال أتاه قوم فسألوه عن بيع الخمر\r\nوشرائه والتجارة فيه فقال بن عباس يستمدونه أنتم قالوا\r\nنعم قال فإنه لا يصلح بيعه ولا شراؤه ولا التجارة فيه لمسلم\r\nوإنما مثل من فعل ذلك منهم مثل بني إسرائيل حرمت عليهم\r\nالشحوم فلم يأكلوها فباعوها وأكلوا أثمانها ثم سألوه عن الطلاء قال\r\nبن عباس وما طلاؤكم هذا الذي تسألون عنه قالوا هذا العنب\r\nيطبخ ثم يجعل في الدنان قال وما الدنان قالوا دنان مقيرة\r\nقال أيسكر قالوا إذا أكثر منه أسكر قال فكل مسكر حرام ثم\r\nسألوه عن النبيذ قال خرج نبي الله صلى الله عليه وسلم في سفر فرجع وناس\r\nمن أصحابه قد انتبذوا نبيذا في نقير وحناتم ودباء فأمر بها\r\nفأهريقت وأمر بسقاء فجعل فيه زبيب وماء فكان ينبذ له من\r\nالليل فيصبح فيشربه يومه ذلك وليلته التي يستقبل ومن الغد\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\nحتى يمسي فإذا أمسى فشرب وسقى فإذا مطرف منه شئ\r\nأهراقه\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\n5383 - ذكر الإباحة للمرء شرب النبيذ\r\nما لم يمازجه حالة السكر\r\nأخبرنا الحسين بن أحمد بن بسطام بالأبلة قال حدثنا\r\nمحمد بن المثنى قال حدثنا عبد الوهاب الثقفي عن يونس بن عبيد عن\r\nالحسن عن أمه\r\nعن عائشة قالت كنا ننبذ لرسول الله صلى الله عليه وسلم في سقاء يوكى\r\nأعلاه ننبذه غدوة فيشربه عشيا وننبذه عشيا فيشربه غدوة\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\n5384 - ذكر البيان بأن النبيذ الذي وصفنا كان إذا أتي\r\nعليه نهاية معلومة أهريق ولم يشربه النبي صلى الله عليه وسلم\r\nأخبرنا الحسن بن سفيان قال حدثنا حكيم بن سيف\r\nالرقي قال حدثنا عبيد الله بن عمرو عن زيد بن أبي أنيسة عن يحيى بن\r\nعبيد النخعي\r\nعن بن عباس قال جاءه قوم فسألوه عن النبيذ قال\r\nخرج نبي الله صلى الله عليه وسلم في سفر فرجع من سفره وناس من أصحابه قد\r\nانتبذوا نبيذا في حناتم ونقير ودباء فأمر بها فأهريقت ثم أمر\r\nبسقاء فجعل فيه زبيب وماء فكان ينبذ له من الليل فيصبح\r\nفيشربه يومه ذلك وليلته التي تستقبل ومن الغد حتى يمسي فإذا\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\n\r\nأمسى شرب وسقى فإذا مطرف منه شئ أمر به فأهريق\r\n5385 - ذكر وصف ما كان ينبذ فيه للمصطفى صلى الله عليه وسلم\r\nأخبرنا بن قتيبة قال حدثنا يزيد بن موهب قال حدثنا\r\nبن وهب قال أخبرني بن جريح عن أبي الزبير\r\nعن جابر قال كان رسول الله صلى الله عليه وسلم إذا لم يجد شيئا ينبذ\r\nله فيه نبذ له في تور من حجارة\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\n5386 - ذكر الخبر الدال على أن هذا النبيذ لم يكن\r\nبمسكر يسكر كثيره الذي هو خمر\r\nأخبرنا عبد الله بن محمد الأزدي قال حدثنا إسحاق بن\r\nإبراهيم قال أخبرنا عيسى بن يونس وابن إدريس وابن أبي غنية ع\r\nأبي حيان التيمي عن الشعبي\r\nعن بن عمر سمع عمر على المنبر منبر رسول الله صل الله عليه وسلم يقول\r\nأما بعد أيها الناس فإنه نزل تحريم الخمر وهي من خمس من العنب\r\nوالتمر والعسل والحنطة والشعير والخمر ما خامر العقل\r\n5387 - ذكر الإباحة للمرء شرب الشرابين\r\nإذا مزج بعضهما ببعض\r\nأخبرنا حامد بن محمد بن شعيب البلخي قال حدثنا\r\nمنصور بن أبي مزاحم قال حدثنا إسماعيل عن فليح بن سليمان عن\r\nسعيد بن الحارث\r\nعن جابر بن عبد الله قال دعا رسول الله صلى الله عليه وسلم رجلا من الأنصار\r\nإلى جانبه ماء في ركي فقال أعندكم ماء بات في شن وإلا كرعنا\r\nفي هذا فأتي بماء وحلب له عليه فشرب ثم قال لي\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\nإسماعيل هناك فليح اذهب فاسمعه منه فلقيت فليحا فسألته\r\nعنه فحدثني به كما حدثني إسماعيل\r\nقال أبو حاتم رضي الله عنه إسماعيل هذا هو إسماعيل بن\r\nعياش لم يذكره في كتابنا هذا في هذا الموضع احتجاجا منا به\r\nواعتمادنا في هذا الخبر على منصور بن أبي مزاحم لأنه سمعه\r\nمن فليح وإسماعيل قد ذكرنا السبب في تركه في كتاب\r\nالمجروحين\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\n5390 - ذكر البيان بأن إباحة المصطفى صلى الله عليه وسلم الشرب في الظروف\r\nإنما كان ذلك خلا الشئ الذي يسكر كثيره\r\nأخبرنا الحسين بن محمد بن أبي معشر قال حدثنا\r\nعبد الرحمن بن عمرو الأسماء قال حدثنا زهير بن معاوية عن زبيد\r\nالإيامي عن محارب بن دثار عن بن بريدة\r\nعن أبيه قال كنا مع رسول الله صلى الله عليه وسلم في سفر فنزل بنا ونحن\r\nقريب من ألف راكب فصلى بنا ركعتين ثم أقبل علينا بوجهه\r\nوعيناه تذرفان فقام إليه عمر ففداه بالأب والأم وقال مالك\r\nيا رسول الله فقال صلى الله عليه وسلم إني استأذنت في الاستغفار لأمي فلم يأذن\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\nلي فدمعت عيني رحمة لها من النار وإني كنت نهيتكم عن\r\nثلاث عن زيارة القبور فزوروها ولتزدكم زيارتها خيرا وإني كنت\r\nنهيتكم عن لحوم الأضاحي بعد ثلاث فكلوا وأمسكوا ما شئتم\r\nوإني كنت نهيتكم عن الأشربة في الأوعية فاشربوا في أي وعاء\r\nشئتم ولا تشربوا مسكرا\r\n5389 - ذكر خبر ثان يصرح بصحة ما ذكرناه\r\nأخبرنا محمد بن عبد الله بن الجنيد قال حدثنا قتيبة بن\r\nسعيد قال حدثنا محمد بن فضيل قال حدثنا ضرار بن مرة عن\r\nمحارب بن دثار عن بن بريدة\r\nعن أبيه قال قال رسول الله صلى الله عليه وسلم نهيتكم عن زيارة القبور\r\nفزوروها ونهيتكم عن لحوم الأضاحي فوق ثلاث فأمسكوا ما بدا\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\nلكم ونهيتكم عن النبيذ إلا في سقاء فاشربوا في الأسقية كلها\r\nولا تشربوا مسكرا\r\n5390 - ذكر الإباحة للمرء أن يشرب من نبيذ سقاية العباس\r\nبن عبد المطلب إذا لم يكن مسكرا\r\nأخبرنا شباب بن صالح بواسط قال حدثنا وهب بن بقية\r\nقال أخبرنا خالد عن خالد عن عكرمة\r\nعن بن عباس أن رسول الله صلى الله عليه وسلم جاء إلى السقاية واستسقى\r\nفقال العباس يا فضل اذهب إلى أمك فأت رسول الله صلى الله عليه وسلم بشراب\r\nمن عندها فقال رسول الله صلى الله عليه وسلم اسقيني فقال يا رسول الله إنهم\r\nيجعلون أيديهم فيه فقال صلى الله عليه وسلم اسقيني فشرب منه ثم أتى زمزم\r\nوهم يستقون ويعملون فيها فقال اعملوا فإنكم على عمل\r\nصالح ثم قال لولا أن تغلبوا لنزلت حتى أضع الحبل على\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\nهذه وأشار إلى عاتقه\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\n5391 - ذكر البيان بأن النبيذ السقاية الذي يحل شربه\r\nهو إذا لم كثيره شاربه\r\nأخبرنا الحسين بن إدريس الأنصاري قال أخبرنا أحمد بن\r\nأبي بكر عن مالك عن بن شهاب عن أبي سلمة\r\nعن عائشة أن النبي صلى الله عليه وسلم سئل عن البتع فقال كل شراب\r\nأسكر فهو حرام\r\n5392 - ذكر الإباحة للمرء شرب الأشربة\r\nوإن كان فيها نبيذ\r\nأخبرنا الحسن بن سفيان قال حدثنا هدبة بن خالد قال\r\nحدثنا حماد بن سلمة عن ثابت\r\nعن أنس قال لقد سقيت بقدحي هذا رسول الله صلى الله عليه وسلم اللبن\r\nوالماء والعسل والنبيذ\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\n5393 - ذكر وصف النبيذ الذي كان ينبذ\r\nفيشرب منه صلى الله عليه وسلم\r\nأخبرنا بن خزيمة قال حدثنا محمد بن يحيى قال\r\nحدثنا بن أبي مريم قال حدثنا أبو غسان محمد بن مطرف قال حدثني\r\nأبو حازم\r\nعن سهل بن سعد قال لما عرس أبو أسيد الساعدي دعا\r\nرسول الله صلى الله عليه وسلم وأصحابه ثم صنع لهم طعاما وما قربه إليهم إلا\r\nامرأته أم أسيد وبلت تميرات من الليل في تور من حجارة فلما\r\nفرغ رسول الله صلى الله عليه وسلم أتته به فسقته تخصه بذلك\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\n5394 - ذكر البيان بأن النبيذ الذي تقدم ذكرنا له\r\nإنما كان ذلك النبيذ الذي لا يسكر\r\nكثيره شاربه\r\nأخبرنا إسحاق بن إبراهيم بن إسحاق التاجر بمرو قال\r\nحدثنا أبو داود السنجي سليمان بن معبد قال حدثنا عبيد بن عقيل قال\r\nحدثني أبو عمرو بن العلاء عن أبي الزبير\r\nعن جابر أن النبي صلى الله عليه وسلم كان ينبذ له في تور من حجارة فيشربه\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\nأول يوم والثاني والثالث إلى نصف النهار\r\n5395 - ذكر البيان بأن النبيذ الذي وصفناه لم يكن نبيذا\r\nيسكر ا لكثير منه إذ المصطفى صلى الله عليه وسلم حرم\r\nمن الأشربة ما وصفنا\r\nأخبرنا عبد الله بن محمد الأزدي قال حدثنا إسحاق بن\r\nإبراهيم قال أخبرنا سفيان عن الزهري عن أبي سلمة\r\nعن عائشة قالت قال رسول الله صلى الله عليه وسلم كل شراب أسكر\r\nفهو حرام\r\n5396 - ذكر خبر ثان يصرح بأن النبيذ الذي كان يشربه صلى الله عليه وسلم\r\nلم يكن بالذي يسكر كثيره شاربه\r\nأخبرنا عمر بن محمد بن بجير الهمداني قال حدثنا\r\nمحمد بن عبد الأعلى قال حدثنا معتمر بن سليمان قال قرأت على\r\nالفضيل عن أبي حريز أن عامرا حدثه\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\n\r\nأن النعمان بن بشير خطب الناس بكار فقال سمعت\r\nرسول الله صلى الله عليه وسلم يقول إن الخمر من العصير والزبيب والتمر\r\nوالحنطة والشعير والذرة وإني أنهاكم عن كل مسكر\r\n5397 - ذكر الزجر عن شرب ألبان الجلالات\r\nأخبرنا الحسن بن سفيان قال حدثنا محمد بن خلاد\r\nالباهلي قال حدثنا عبد العزيز بن عبد الصمد قال حدثنا سعيد عن\r\nقتادة عن عكرمة\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\nعن بن عباس أن رسول الله صلى الله عليه وسلم نهى عن لبن الجلالة وعن\r\nالمجثمة وعن الشرب من في السقاء\r\nقال أبو حاتم الجلالة ما كان الغالب على علفها القذارة\r\nفإذا كان الغالب على علفها الأشياء الطاهرة الطيبة لم تكن بجلالة\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\n5398 - ذكر العلة التي من أجلها زجر عن\r\nالشرب في الحناتم\r\nأخبرنا محمد بن زهير أبو يعلى بالأبلة قال حدثنا\r\nمحمد بن المثنى قال حدثنا بن فضيل عن ضرار بن مرة عن\r\nمحارب بن دثار عن بن بريدة\r\nعن أبيه قال قال رسول الله صلى الله عليه وسلم نهيتكم عن زيارة القبور\r\nفزوروها ونهيتكم عن لحوم الأضاحي أن تمسكوها فوق ثلاث\r\nفأمسكوها ما بدا لكم ونهيتكم عن النبيذ إلا في سقاء فاشربوا\r\nولا تشربوا مسكرا\r\n5399 - أخبرنا عبد الله بن محمد الأزدي قال حدثنا إسحاق بن\r\nإبراهيم قال أخبرنا النضر بن شميل قال حدثنا هشام عن بن سيرين\r\nعن أبي هريرة قال نهى رسول الله صلى الله عليه وسلم وفد عبد القيس عن\r\nالنبيذ في الدباء والحنتم والمزفت والنقير والمزادة المجبوبة وقال\r\nانبذ في سقائك وأوكه واشربه حلوا طيبا فقال رجل\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\n\r\nيا رسول الله ائذن لي في مثل هذه وأشار النضر بكفه فقال\r\nإذا تجعلها مثل هذه وأشار النضر بباعه\r\nقال أبو حاتم قول السائل ائذن لي في مثل هذا أراد به\r\nإباحة اليسير في الانتباذ في الدباء والحنتم وما أشبهها فلم يأذن له\r\nالنبي صلى الله عليه وسلم مخافة أن يتعدى ذلك باعا فيرتقي إلى المسكر فيشربه\r\n5400 - ذكر الزجر عن الانتباذ في الجرار الخضر\r\nأخبرنا عمران بن موسى بن مجاشع قال حدثنا شيبان بن\r\nفروخ وعبد الأعلى بن حماد قالا حدثنا أبو عوانة عن سليمان الشيباني\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\nعن بن أبي أوفي أن رسول الله صلى الله عليه وسلم نهى عن نبيذ الجر\r\nالأخضر\r\n5401 - ذكر البيان بأن هذا الزجر زجر تحريم لا زجر تأديب\r\nأخبرنا الحسن بن سفيان قال حدثنا شيبان بن أبي شيبة\r\nقال حدثنا وهيب قال حدثنا أيوب السختياني\r\nعن سعيد بن جبير قال كنت عند بن عمر إذ سأله رجل عن\r\nنبيذ الجر فقال ذلك مما حرم الله ورسوله صلى الله عليه وسلم قال فأتيت بن\r\nعباس فقلت له إن بن عمر سئل عن نبيذ الجر فقال ذلك مما\r\nحرم الله ورسوله فقال بن عباس صدق فقلت وما الجر\r\nقال كل شئ من مدر\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\n\r\n5402 - ذكر الزجر عن الانتباذ في الأواني المزفتة\r\nأخبرنا عبد الله بن محمد بن سلم قال حدثنا\r\nعبد الرحمن بن إبراهيم قال حدثنا الوليد قال حدثنا الأوزاعي قال\r\nحدثني يحيى عن أبي سلمة\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\nعن أبي هريرة قال نهى رسول الله صلى الله عليه وسلم عن الجر والدباء\r\nوالظروف المزفتة\r\n5403 - ذكر الزجر عن الانتباذ في النقير والمزادة المجبوبة\r\nأخبرنا بكر بن أحمد بن سعيد العابد قال حدثنا نصر بن\r\nعلي الجهضمي قال حدثنا نوح بن قيس قال حدثنا بن عون عن بن\r\nسيرين\r\nعن أبي هريرة عن النبي صلى الله عليه وسلم أنه قال لوفد عبد القيس\r\nأنهاكم عن النقير والمقير والحنتم والدباء والمزادة المجبوبة\r\nواشرب في سقائك وأوكه\r\n","description":"","footnote":"","page_name":" 226 ","page_number":226},
  {"content":"\r\n5404 - أخبرنا أحمد بن علي بن المثنى قال حدثنا عبيد الله بن\r\nعمر القواريري قال حدثنا عبد الوارث قال حدثنا أبو التياح قال\r\nحدثني حفص المؤذن قال\r\nأشهد على عمران بن حصين يحدثنا أن رسول الله صلى الله عليه وسلم نهى\r\nعن لبس الحرير وعن التختم بالذهب وعن الشرب في\r\nالحناتم\r\nقال أبو حاتم الشرب في الحناتم أراد به الانتباذ فيها\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\n5405 - ذكر وصف الدباء والحنتم والنقير والمزفت الذي\r\nنهي عن الانتباذ فيها\r\nأخبرنا أبو يعلى قال حدثنا أبو خثيمة قال حدثنا\r\nإسماعيل بن إبراهيم عن عيينة بن عبد الرحمن عن أبيه\r\nعن أبي بكرة قال نهانا رسول الله صلى الله عليه وسلم عن الدباء والحنتم\r\nوالنقير والمزفت فأما الدباء فكانت تخرط عناقيد العنب فنجعله\r\nفي الدباء ثم ندفنها حتى تموت وأما الحنتم فجرار كنا نؤتي فيها\r\nبالخمر من الشام وأما النقير فإن أهل المدينة كانوا يعمدون إلى\r\nأصول النخلة فينقرونها ويجعلون فيها الرطب والبسر فيدفنونها\r\nفي الأرض حتى تموت وأما المزفت فهذه الزقاق التي فيها\r\nالزفت\r\n5406 - ذكر البيان بأن الانتباذ الذي زجر عنه في هذه الأواني\r\nليس بدال على إباحة شرب ما انتبذ\r\nفي غيرها إذا كان مسكرا\r\nأخبرنا الحسن بن سفيان قال حدثنا العباس بن الوليد\r\nالنرسي قال حدثنا يزيد بن زريع قال حدثنا محمد بن عمرو عن\r\nأبي سلمة\r\n","description":"","footnote":"","page_name":" 228 ","page_number":228},
  {"content":"\r\nعن أبي هريرة قال نهى رسول الله صلى الله عليه وسلم عن المزفت والمقير\r\nوالحنتمة والدباء والنقير وقال كل مسكر حرام\r\n5407 - ذكر البيان بأن المصطفى صلى الله عليه وسلم أباح لهم\r\nالانتباذ في هذه الأواني التي نهى عنها\r\nبعد أن لا يكون مسكرا\r\nأخبرنا محمد بن الحسن بن قتيبة قال حدثنا يزيد بن\r\nموهب قال حدثنا بن وهب قال أخبرنا بن جريج عن أيوب بن\r\nهانئ عن مسروق بن الأجدع\r\nعن عبد الله بن مسعود أن رسول الله صلى الله عليه وسلم قال إني نهيتكم عن\r\n","description":"","footnote":"","page_name":" 229 ","page_number":229},
  {"content":"\r\nنبيذ الأوعية ألا وإن وعاء لا يحرم شيئا وكل مسكر حرام\r\n5408 - أخبرنا عبد الله بن أحمد بن موسى قال حدثنا محمد بن\r\nمعمر قال حدثنا أبو عاصم عن بن جريج عن أبي الزبير\r\nعن جابر قال نهى رسول الله صلى الله عليه وسلم عن الدباء والنقير\r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\n5409 - ذكر الزجر عن الانتباذ في الجرار\r\nأخبرنا الفضل بن الحباب قال حدثنا أبو الوليد قال\r\nحدثنا شعبة عن سليمان التيمي\r\nعن طاوس قال جاء رجل إلى بن عمر فسأله عن النبيذ\r\nقال نهى رسول الله صلى الله عليه وسلم عن نبيذ الجر\r\n","description":"","footnote":"","page_name":" 231 ","page_number":231},
  {"content":"\r\n\r\n5410 - ذكر الإباحة للمرء أن ينتبذ له في أواني الحجارة\r\nأخبرنا عبد الله بن أحمد بن موسى بعسكر مكرم قال\r\nحدثنا أحمد بن عمرو بن السرح قال حدثنا بن وهب عن بن جريج\r\nعن أبي الزبير\r\nعن جابر بن عبد الله قال كان رسول الله صلى الله عليه وسلم إذا لم يوجد له\r\nشئ نبذ له في تور من حجارة\r\n5411 - ذكر البيان بأن الانتباذ في التور الذي وصفناه\r\nإنما كان ينبذ فيه عدم الأسقية\r\nأخبرنا أبو قريش محمد بن جمعة الأصم قال حدثنا\r\nعبد الجبار بن العلاء قال حدثنا مؤمل بن إسماعيل قال حدثنا سفيان\r\nعن أبي الزبير\r\nعن جابر أن النبي صلى الله عليه وسلم كان ينبذ له في سقاء فإذا لم يوجد له\r\nسقاء ففي تور من حجارة\r\n5412 - ذكر الإباحة للمرء أن ينتبذ له في السقاء المدبوغ\r\nوإن كانت الشاة ميتة قبل ذلك\r\nأخبرنا محمد بن أحمد بن أبي عون قال حدثنا أحمد بن\r\n","description":"","footnote":"","page_name":" 232 ","page_number":232},
  {"content":"\r\nمنيع قال حدثنا هشيم قال حدثنا إسماعيل بن أبي خالد عن\r\nالشعبي قال حدثنا عكرمة\r\nعن بن عباس أن شاة لسودة ماتت فدبغنا جلدها فكنا ننتبذ\r\nفيه حتى صار شنا باليا\r\n5413 - ذكر البيان بأن المصطفى صلى الله عليه وسلم أباح لهم ذلك\r\nأخبرنا أبو يعلى قال حدثنا محمد بن أبي بكر المقدمي\r\nقال حدثنا أبو عوانة عن سماك بن حرب عن عكرمة\r\nعن بن عباس قال ماتت شاة لسودة بنت زمعة فقالت\r\nيا رسول الله ماتت فلانة تعني الشاة قال فهلا أخذتم\r\nمسكها فقال نأخذ مسك شاة قد ماتت فقال النبي صلى الله عليه وسلم إنما\r\nقال قل لا أجد في ما أوحي إلي محرما على طاعم يطعمه إلا أن\r\nيكون ميتة أو دما مسفوحا لا بأس أن تدبغوه\r\nتنتفعون به قالت فأرسلنا إليها فسلخت مسكها فاتخذت منه\r\nقربة حتى تخرقت\r\n","description":"","footnote":"","page_name":" 233 ","page_number":233},
  {"content":"\r\n\r\n5414 - كتاب\r\nاللباس وآدابه\r\nذكر الأمر إذا أنعم الله عليه\r\nأن يرى أثر نعمته عليه\r\nأخبرنا أبو خليفة حدثنا أبو الوليد الطيالسي حدثنا شعبة\r\nعن أبي إسحاق عن أبي الأحوص عوف بن مالك بن نضلة\r\nعن أبيه قال أتيت رسول الله صلى الله عليه وسلم وأنا قشف الهيئة فقال\r\nهل لك من مال فقلت نعم قال من أي مال قلت من\r\nكل قد آتاني الله من الإبل والرقيق والغنم قال إذا آتاك الله\r\nمالا فلير عليك قال قلت يا رسول الله أرأيت رجلا نزلت به\r\nفلم يكرمني ولم يقرني فنزل بي أجزيه بما صنع قال لا بل\r\nأقره\r\n","description":"","footnote":"","page_name":" 234 ","page_number":234},
  {"content":"\r\nأبو الأحوص عوف بن مالك بن نضلة أبوه من الصحابة\r\n5415 - ذكر الإخبار عما يجب على المرء من إظهار نعمة الله\r\nجل وعلا وانتفاعه بها في داريه\r\nأخبرنا سليمان بن الحسن بن يزيد العطار قال حدثنا\r\nهدبة بن خالد القيسي قال حدثنا حماد بن سلمة قال حدثنا\r\nعبد الملك بن عمير عن أبي الأحوص\r\nعن أبيه أنه أتى النبي صلى الله عليه وسلم فرآه رسول الله صلى الله عليه وسلم أشعث أغبر في\r\nهيئة أعرابي فقال ما لك من المال قال من كل المال قد\r\nآتاني الله قال إن الله إذا أنعم على العبد نعمة أحب أن ترى\r\nبه\r\n","description":"","footnote":"","page_name":" 235 ","page_number":235},
  {"content":"\r\n\r\n5416 - ذكر الاستحباب للمرء أن ترى عليه\r\nأثر نعمة الله وإن كانت تلك النعمة\r\nفي أجرة العين قليلة إذ القليل\r\nمن نعم الله كثير\r\nأخبرن الحسين بن إدريس الأنصاري أخبرنا أحمد بن\r\nأبي بكر عن مالك عن زيد بن أسلم\r\nعن جابر بن عبد الله قال خرجنا مع رسول الله صلى الله عليه وسلم في\r\nغزوة أنمار قال فبينما أنا نازل تحت شجرة إذا رسول الله صلى الله عليه وسلم\r\nقال فقلت يا رسول الله هلم إلى الظل قال فنزل\r\nرسول الله صلى الله عليه وسلم قال جابر فقمت إلى غرارة لنا فالتمست فيها\r\nفوجدت فيها جرو قثاء فكسرته ثم قربته إلى رسول الله صلى الله عليه وسلم\r\nفقال رسول الله صلى الله عليه وسلم من أين لكم هذا فقلت خرجنا به\r\nيا رسول الله من المدينة قال جابر وعندنا صاحب لنا نجهزه\r\nليذهب يرعى ظهرنا قال فجهزته ثم أدبر يذهب في الظهر\r\nوعليه بردان له قد خلقا قال فنظر إليه رسول الله صلى الله عليه وسلم فقال أما\r\nله ثوبان غير هذين قال فقلت يا رسول الله له ثوبان في العيبة\r\nكسوته إياهما قال فادعه فمره فليلبسهما قال فدعوته فلبسهما\r\nثم ولى يذهب فقال رسول الله صلى الله عليه وسلم ماله ضرب الله عنقه أليس\r\nهذا خيرا فسمعه الرجل فقال يا رسول الله في سبيل الله\r\nفقال رسول الله صلى الله عليه وسلم في سبيل الله مولاه الرجل في سبيل\r\n","description":"","footnote":"","page_name":" 236 ","page_number":236},
  {"content":"\r\nالله\r\nقال أبو حاتم رحمه الله هكذا كانت نية المصطفى صلى الله عليه وسلم في\r\nالبداية\r\nوزيد بن أسلم سمع جابر بن عبد الله لأن جابرا مات سنة\r\n","description":"","footnote":"","page_name":" 237 ","page_number":237},
  {"content":"\r\nتسع وسبعين ومات أسلم مولى عمر في إمارة معاوية سنة بضع\r\nوخمسين وصلى عليه مروان بن الحكم وكان على المدينة إذ ذاك\r\nفهذا يدلك على أنه سمع جابرا وهو كبير ومات زيد بن أسلم سنة\r\nست وثلاثين ومئة وقد عمر\r\n5419 - ذكر البيان بأن أثر النعمة يجب أن ترى على المنعم\r\nعليه في نفسه ومواساته عما فضل إخوانه\r\nأخبرنا أبو يعلى حدثنا شيبان بن أبي شيبة حدثنا أبو\r\nالأشهب حدثنا أبو نضرة\r\nعن أبي سعيد الخدري قال بينما نحن في سفر مع\r\nالنبي صلى الله عليه وسلم إذ جاء رجل على راحلته قال فجعل يضرب يمينا\r\nوشمالا فقال النبي صلى الله عليه وسلم من كان معه فضل ظهر فليعد به على\r\nمن لا ظهر له ومن كان معه فضل زاد فليعد به على من لا زاد له\r\nفذكر من أصناف المال ما ذكر حتى رأينا أن لا حق لأحد منا في\r\nفضل\r\n","description":"","footnote":"","page_name":" 238 ","page_number":238},
  {"content":"\r\n\r\n5418 - ذكر ما يقول المرء عند كسوته ثوبا استجده\r\nأخبرنا أحمد بن علي بن المثنى قال حدثنا وهب بن بقية\r\nقال أخبرنا خالد عن الجريري عن أبي نضرة\r\nعن أبي سعيد الخدري قال كان النبي صلى الله عليه وسلم إذا استجد ثوبا\r\nسماه قال اللهم أنت كسوتني هذا القميص أو الرداء أو العمامة\r\nأسألك خيره وخير ما صنع له وأعوذ بك من شره وشر ما صنع\r\nله\r\n","description":"","footnote":"","page_name":" 239 ","page_number":239},
  {"content":"\r\n5419 - ذكر ما يجب على المرء أن يبتدئ بحمد الله جل وعلا\r\nعند سؤاله ربه جل وعلا ما ذكرناه\r\nأخبرنا عبد الله بن قحطبة قال حدثنا الوليد بن شجاع\r\nقال حدثنا عيسى بن يونس عن سعيد الجريري عن أبي نضرة\r\n","description":"","footnote":"","page_name":" 240 ","page_number":240},
  {"content":"\r\n\r\nعن أبي سعيد الخدري أن النبي صلى الله عليه وسلم كان إذا استجد ثوبا\r\nسماه باسمه فقال اللهم أنت كسوتني هذا فلك الحمد\r\nأسألك من خيره وخير ما صنع له وأعوذ بك من شره وشر ما صنع\r\nله\r\n5420 - ذكر ما يستحب للمرء عند لبسه الثياب\r\nأن يبدأ بالميامن من بدنه\r\nأخبرنا عبد الله بن قحطبة قال حدثنا نصر بن علي قال\r\nأخبرنا عبد الصمد قال حدثنا شعبة عن الأعمش عن أبي صالح\r\nعن أبي هريرة أن النبي صلى الله عليه وسلم كان إذا لبس قميصا بدأ\r\nبميامنه\r\n","description":"","footnote":"","page_name":" 241 ","page_number":241},
  {"content":"\r\n\r\n5421 - ذكر الأمر بلبس البياض من الثياب\r\nإذ البيض منها خير الثياب\r\nأخبرنا الحسن بن سفيان قال حدثنا العباس بن الوليد\r\nالنرسي قال حدثنا وهيب عن بن خثيم عن سعيد بن جبير\r\nعن بن عباس أن رسول الله صلى الله عليه وسلم قال البسوا من ثيابكم\r\nالبياض وكفنوا فيها موتاكم فإنها من خير ثيابكم وإن من خير\r\nأكحالكم الإثمد يجلو البصر وينبت الشعر\r\n","description":"","footnote":"","page_name":" 242 ","page_number":242},
  {"content":"\r\n\r\n5422 - 243\r\nذكر الإباحة للمرء لبس الثياب التي لها\r\nأعلام إذا كانت يسيرة لا تلهيه\r\nأخبرنا شباب بن صالح بواسط قال حدثنا وهب بن بقية\r\nقال أخبرنا خالد عن خالد عن أبي عثمان النهدي\r\nعن عمر بن الخطاب أن النبي صلى الله عليه وسلم رخص في العلم في\r\nإصبعين\r\n5423 - ذكر إباحة لبس المرء العمائم السود ضد قول\r\nمن كرهه من المتصوفة\r\nأخبرنا عمر بن محمد الهمداني قال حدثنا أبو الطاهر\r\nقال حدثنا بن وهب قال حدثني زيد بن الحباب عن حماد بن أخت\r\nحميد الطويل عن أبي الزبير\r\nعن جابر ب عبد الله قال دخل رسول الله صلى الله عليه وسلم مكة يوم\r\nالفتح وعليه عمامة سوداء\r\n","description":"","footnote":"","page_name":" 243 ","page_number":243},
  {"content":"\r\n\r\n5424 - ذكر الزجر عن اشتمال الصماء وعن الاحتباء\r\nفي الثوب الواحد\r\nأخبرنا عبد الله بن محمد الأزدي قال حدثنا إسحاق بن\r\nإبراهيم قال أخبرنا عبدة بن سليمان قال حدثنا محمد بن عمرو قال\r\nحدثنا أبو سلمة\r\nعن أبي هريرة عن رسول الله صلى الله عليه وسلم أنه نهى عن اشتمال\r\nالصماء وأن يجتبي الرجل في ثوب واحد\r\n5425 - ذكر وصف اشتمال الصماء والاحتباء في\r\nالثوب الواحد اللذين نهي عنهما\r\nأخبرنا بن قتيبة قال حدثنا بن أبي السري قال حدثنا\r\nعبد الرزاق قال أخبرنا معمر عن الزهري عن عطاء بن يزيد المؤذن\r\nعن أبي سعيد الخدري قال نهى رسول الله صلى الله عليه وسلم عن\r\nلبستين اشتمال الصماء وهو أن يشتمل في ثوب واحد يضع\r\nطرفي الثوب على عاتقه ويبدو شقه والآخر أن يحتبي في ثوب\r\nواحد ليس عليه غيره يفضي بفرجه إلى السماء\r\n","description":"","footnote":"","page_name":" 244 ","page_number":244},
  {"content":"\r\n\r\n5426 - ذكر الزجر عن لبس المرء ثياب الديباج\r\nمع الإخبار بإباحة الانتفاع بثمنه\r\nأخبرنا عبد الله بن محمد الأزدي حدثنا إسحاق بن إبراهيم\r\nأخبرنا روح بن عبادة حدثنا بن جريج أخبرني أبو الزبير\r\nأنه سمع جابر بن عبد الله يقول لبس رسول الله صلى الله عليه وسلم يوما قباء\r\nديباج أهدي له ثم نزعه فأرسل به إلى عمر بن الخطاب رضي الله\r\nعنه فقيل يا رسول الله لم نزعته فقال جاءني جبريل\r\nفنهاني عنه قال فجاءه عمر بن الخطاب رضي الله عنه يبكي\r\nفقال يا رسول الله تكرهه وتعطينيه قال إني لم أعطك لتلبسه\r\nوإنما أعطيتك لتبيعه فباعه بألفي درهم\r\n5427 - ذكر البيان بأن من لبس الحرير في الدنيا من الرجال\r\nوهو عالم بنهي المصطفى صلى الله عليه وسلم عنه حرم لبسه في الآخرة\r\nأخبرنا أبو عروبة بحران قال حدثنا محمد بن بشار قال\r\nحدثنا محمد قال حدثنا شعبة عن عبد العزيز بن صهيب أنه\r\n","description":"","footnote":"","page_name":" 245 ","page_number":245},
  {"content":"\r\nسمع أنس بن مالك عن النبي صلى الله عليه وسلم في الحرير قال من\r\nلبسه في الدنيا لم يلبسه في الآخرة\r\n5428 - ذكر الوقت الذي أبيح هذا الفعل المزجور عنه فيه\r\nأخبرنا الحسن بن سفيان قال حدثنا محمد بن المثنى\r\nقال حدثنا محمد بن جعفر قال حدثنا شعبة عن قتادة\r\nعن أنس بن مالك قال رخص النبي صلى الله عليه وسلم لعبد الرحمن بن\r\nعوف والزبير بن العوام في لبس الحرير من حكة كانت بهما\r\n","description":"","footnote":"","page_name":" 246 ","page_number":246},
  {"content":"\r\n\r\n5429 - ذكر إباحة لبس الحرير لبعض الناس من أجل علة معلومة\r\nأخبرنا محمد بن أحمد بن عبيد بن فياض بدمشق قال\r\nحدثنا المسيب بن واضح قال حدثنا حجاج بن محمد قال حدثنا\r\nشعبة عن قتادة\r\nعن أنس قال رخص رسول الله صلى الله عليه وسلم لعبد الرحمن بن عوف\r\nوالزبير بن العوام في لبس الحرير من حكة كانت بهما\r\n","description":"","footnote":"","page_name":" 247 ","page_number":247},
  {"content":"\r\n5430 - ذكر البيان بأن عبد الرحمن والزبير كانا في غزاة\r\nحيث رخص لهما في لبس الحرير\r\nأخبرنا الحسن بن سفيان قال حدثنا هدبة بن خالد قال\r\nحدثنا همام قال حدثنا قتادة\r\nعن أنس أن الزبير بن العوام وعبد الرحمن بن عوف شكيا\r\nإلى رسول الله صلى الله عليه وسلم القمل في غزاة لهما فرخص لهما في قمص\r\nالحرير فرأيت على كل واحد منهما قميص حرير\r\n5431 - ذكر البيان بأن لبس الحرير ليس من لباس المتقين\r\nأخبرنا عمر بن محمد الهمداني قال حدثنا عيسى بن\r\nحماد قال أخبرنا الليث عن يزيد بن أبي حبيب عن أبي الخير\r\nعن عقبة بن عامر أنه أهدي إلى رسول الله صلى الله عليه وسلم فروج حرير\r\nفلبسه ثم صلى فيه ثم انصرف فنزعه نزعا وعطاء كالكاره له\r\n","description":"","footnote":"","page_name":" 248 ","page_number":248},
  {"content":"\r\nوقال لا ينبغي هذا للمتقين\r\nقال أبو حاتم فروج الحرير هو الثوب الذي يكون على\r\nدروزه حرير دون أن يكون الكل من الحرير ولو كان الكل حريرا\r\nما لبسه ولا صلى فيه وهذا معنى خبر عمر بن الخطاب إلا\r\nموضع إصبعين أو ثلاث أو أربع\r\n5432 - أخبرنا الحسين بن محمد بن أبي معشر قال حدثنا محمد\r\nبن وهب بن أبي كريمة قال حدثنا محمد بن سلمة عن أبي عبد الرحيم\r\nعن زيد بن أبي أنيسة عن يزيد بن أبي حبيب عن حميد بن أبي الصعبة\r\nعن عبد الله بن زرير\r\n","description":"","footnote":"","page_name":" 249 ","page_number":249},
  {"content":"\r\nعن علي بن أبي طالب أن النبي صلى الله عليه وسلم أخذ حريرا فجعله في\r\nيمينه وذهبا فجعله في شماله ثم رفع يده وقال هذان حرام\r\nعلى ذكور أمتي\r\nقال أبو حاتم خبر سعيد بن أبي هند عن أبي موسى في\r\nهذا الباب معلول لا يصح\r\n","description":"","footnote":"","page_name":" 250 ","page_number":250},
  {"content":"\r\n\r\n5433 - ذكر نفي لبس الحرير في الآخرة عن لابسه في الدنيا\r\nغير من وصفنا\r\nأخبرنا محمد بن إسحاق بن سعيد السعدي قال حدثنا\r\n","description":"","footnote":"","page_name":" 251 ","page_number":251},
  {"content":"\r\nعلي بن خشرم قال أخبرنا عيسى بن يونس عن شعبة عن عبد العزيز بن\r\nصهيب\r\nعن أنس بن مالك عن النبي قال من لبس الحرير في\r\nالدنيا لم يلبسه في الآخرة\r\n5434 - ذكر تحريم الله جل وعلا لبس الحرير في الجنة\r\nعلى من لبسه في الدنيا من الرجال\r\nأخبرنا عبد الله بن محمد بن سلم قال حدثنا حرملة بن\r\nيحيى قال حدثنا بن وهب قال أخبرني عمرو بن الحارث أن هشام بن\r\nأبي رقية حدثه قال\r\nسمعت مسلمة بن مخلد وهو على المنبر يخطب الناس\r\nيقول أيها الناس أما لكم في العصب الكتان ما يغنيكم عن\r\nالحرير وهذا رجل يخبر عن رسول الله صلى الله عليه وسلم قم يا عقبة فقام\r\nعقبة بن عامر وأنا أسمع فقال إني سمعت رسول الله صلى الله عليه وسلم يقول\r\nمن كذب علي متعمدا فليتبوأ مقعده من النار وأشهد أني سمعت\r\nرسول الله صلى الله عليه وسلم يقول من لبس الحرير حرمه أن يلبسه في\r\nالآخرة\r\n","description":"","footnote":"","page_name":" 252 ","page_number":252},
  {"content":"\r\n5435 - ذكر البيان بأن لابس الحرير في الدنيا في كل وقت\r\nمحرم لبسه في الجنة إذا دخلها\r\nأخبرنا أبو يعلى قال حدثنا محمد بن أبي بكر المقدمي\r\nقال حدثنا معاذ بن هشام قال حدثني أبي عن قتادة عن داود السراج\r\nعن أبي سعيد الخدري أن النبي صلى الله عليه وسلم قال من لبس الحرير في\r\n","description":"","footnote":"","page_name":" 253 ","page_number":253},
  {"content":"\r\n\r\nالدنيا لم يلبسه في الآخرة وإن دخل الجنة لبسه أهل الجنة ولم\r\nيلبسه هو\r\n5436 - ذكر الزجر عن لبس السيراء من القسي والميثرة\r\nأخبرنا الفضل بن الحباب قال حدثنا محمد بن كثير\r\nالعبدي قال حدثنا شعبة عن أبي إسحاق عن هبيرة بن مريم\r\nعن علي بن أبي طالب قال نهى رسول الله صلى الله عليه وسلم عن خاتم\r\nالذهب والقسي والميثرة\r\n","description":"","footnote":"","page_name":" 254 ","page_number":254},
  {"content":"\r\n5437 - ذكر البيان بأن لبس ما وصفنا إنما هو لبس\r\nمن لا خلاق له في الآخرة\r\nأخبرنا عمر بن سعيد بن سنان قال أخبرنا أحمد بن أبي\r\nبكر عن مالك عن نافع عن بن عمر\r\nأن عمر بن الخطاب رأى حلة سيراء عند باب المسجد فقال\r\nيا رسول الله لو اشتريت هذه فلبستها يوم الجمعة وللوفد إذا قدموا\r\nعليك قال رسول الله صلى الله عليه وسلم إنما يلبس هذه من خلاق له في\r\nالآخرة ثم جاءت رسول الله صلى الله عليه وسلم منها حلل وأعطى عمر بن الخطاب\r\nمنها حلة فقال عمر يا رسول الله كسوتنيها وقد قلت في حلة\r\nعطارد ما قلت فقال رسول الله صلى الله عليه وسلم إني لم أكسكها لتلبسها\r\nفكساها عمر أخا له مشركا بمكة\r\n","description":"","footnote":"","page_name":" 255 ","page_number":255},
  {"content":"\r\n5438 - أخبرنا الحسين بن إدريس الأنصاري قال أخبرنا أحمد بن\r\nأبي بكر عن مالك عن نافع عن إبراهيم بن عبد الله بن حنين عن أبيه\r\nعن علي بن أبي طالب قال نهى رسول الله صلى الله عليه وسلم عن لبس\r\nالقسي والمعصفر وعن تختم الذهب وعن القراءة في الركوع\r\n","description":"","footnote":"","page_name":" 256 ","page_number":256},
  {"content":"\r\n","description":"","footnote":"","page_name":" 257 ","page_number":257},
  {"content":"\r\n5439 - ذكر بعض الوقت الذي أبيح لبس الحرير للرجال فيه\r\nأخبرنا أحمد بن علي بن المثنى قال حدثنا عبيد الله بن\r\nعمر القواريري قال حدثنا معاذ بن هشام قال حدثنا أبي عن قتادة\r\nعن عامر عن سويد بن غفلة\r\nأن عمر بن الخطاب خطب فقال نهى نبي الله صلى الله عليه وسلم عن\r\nلبس الحرير إلا موضع إصبعين أو ثلاث أو أربع\r\n","description":"","footnote":"","page_name":" 258 ","page_number":258},
  {"content":"\r\n\r\n5440 - ذكر الزجر عن إسبال المرء إزاره\r\nإذ الله جل وعلا لا ينظر إلى فاعله\r\nأخبرنا أبو يعلى حدثنا موسى بن محمد بن حيان قال\r\nحدثنا محمد بن أبي الوزير أبو المطرف عن شريك عن عبد الملك بن\r\nعمير عن حصين بن عقبة\r\nعن المغيرة بن شعبة قال رأيت رسول الله صلى الله عليه وسلم أخذ بحجزة\r\nسفيان بن أبي سهيل فقال يا سفيان لا تسبل إزارك فإن الله\r\nلا ينظر إلى المسبلين\r\n","description":"","footnote":"","page_name":" 259 ","page_number":259},
  {"content":"\r\n5441 - ذكر العلة التي من أجلها زجر\r\nعن هذا الفعل\r\nأخبرنا الفضل بن الحباب قال حدثنا أبو الوليد\r\nوالحوضي عن شعبة عن جبلة بن سحيم قال\r\nسمعت بن عمر يقول قال رسول الله صلى الله عليه وسلم من جر ثيابه من\r\nمخيلة فإن الله لا ينظر إليه يوم القيامة\r\n","description":"","footnote":"","page_name":" 260 ","page_number":260},
  {"content":"\r\n5442 - ذكر الخبر المفسر للفظة المجملة\r\nالتي تقدم ذكرنا لها\r\nأخبرنا الحسن بن سفيان قال حدثنا قتيبة بن سعيد قال\r\nحدثنا إسماعيل بن جعفر عن موسى بن عقبة عن سالم بن عبد الله\r\nعن أبيه أن رسول الله صلى الله عليه وسلم قال من جر ثوبه من الخيلاء\r\nلم ينظر الله إليه يوم القيامة فقال أبو بكر يا رسول الله إن أحد\r\nشقي إزاري يسترخي إلا أن أتعاهد ذلك منه فقال له النبي صلى الله عليه وسلم\r\nإنك لست ممن يصنع ذلك خيلاء\r\n","description":"","footnote":"","page_name":" 261 ","page_number":261},
  {"content":"\r\n\r\n5443 - ذكر الإخبار عن موضع الإزار للمرء المسلم\r\nأخبرنا أبو خليفة حدثنا محمد بن كثير أخبرنا سفيان عن\r\nأبي إسحاق عن مسلم بن نذير\r\nعن حذيفة قال أخذ رسول الله صلى الله عليه وسلم بعضله ساقي فقال\r\nهنا موضع الإزار فإن أبيت فها هنا ولا حق للإزار في\r\nالكعبين\r\n5444 - أخبرنا الفضل بن الحباب الجمحي قال حدثنا إبراهيم بن\r\nبشار قال حدثنا سفيان قال حدثنا العلاء بن عبد الرحمن عن أبيه\r\nقال\r\n","description":"","footnote":"","page_name":" 262 ","page_number":262},
  {"content":"\r\nأتيت أبا سعيد الخدري فقلت أسمعت رسول الله صلى الله عليه وسلم يقول\r\nفي الإزار شيئا قال نعم سمعته يقول إزرة المؤمن إلى أنصاف\r\nساقيه لا جناح عليه فيما بينه وبين الكعبين وما أسفل من ذلك\r\nففي النار لا ينظر الله إلى من جر إزاره بطرا\r\n5445 - ذكر البيان بأن لابس الإزار من أسفل من الكعبين\r\nيخاف عليه النار نعوذ بالله منها\r\nأخبرنا محمد بن عبد الرحمن السامي قال حدثنا أحمد بن\r\nأبي بكر الزهري قال حدثنا مالك عن العلاء بن عبد الرحمن\r\nعن أبيه قال سألت أبا سعيد الخدري عن الإزار فقال أنا\r\nأخبرك بعلم سمعت رسول الله صلى الله عليه وسلم يقول إزرة المؤمن إلى\r\nأنصاف ساقيه لا جناح عليه فيما بينه وبين الكعبين وما أسفل من\r\n","description":"","footnote":"","page_name":" 263 ","page_number":263},
  {"content":"\r\n\r\nذلك ففي النار قال ذلك ثلاث مرات ولا ينظر الله يوم القيامة إلى\r\nمن جر إزاره بطرا\r\n5446 - ذكر وصف الموضع الذي يجب أن يكون\r\nمبلغ إزار المرء من بدنه\r\nأخبرنا أبو عروبة قال حدثنا محمد بن وهب بن\r\nأبي كريمة قال حدثنا محمد بن سلمة عن أبي عبد الرحيم عن زيد بن\r\nأبي أنيسة عن أبي إسحاق عن الأغر أبي مسلم\r\nعن حذيفة عن النبي صلى الله عليه وسلم أنه وضع يده على عضلة ساقه\r\nفقال هذا موضع الإزار فإن أبيت فأسفل فإن أبيت\r\nفلا حق للإزار في الكعبين\r\n5447 - ذكر خبر قد يوهم غير المتبحر في صناعة العلم\r\nأن خبر زيد بن أبي أنيسة وهم\r\nأخبرنا أبو خليفة قال حدثنا محمد بن كثير العبدي قال\r\nأخبرنا سفيان الثوري عن أبي إسحاق عن مسلم بن نذير\r\n","description":"","footnote":"","page_name":" 264 ","page_number":264},
  {"content":"\r\nعن حذيفة قال أخذ رسول الله صلى الله عليه وسلم بعضلة ساقي فقال\r\nها هنا موضع الإزار فإن أبيت فها هنا ولا حق للإزار في\r\nالكعبين\r\nقال أبو حاتم رضي الله عنه سمع هذا الخبر أبو إسحاق\r\nعن مسلم بن نذير والأغر أبي مسلم فالطريقان جميعا محفوظان\r\nإلا أن خبر الأغر أغرب وخبر مسلم بن نذير أشهر\r\n5448 - أخبرنا علي بن الحسين بن سليمان بالفسطاط قال حدثنا\r\nمحمد بن هشام بن أبي خيرة قال حدثنا عبد الوهاب الثقفي قال حدثنا\r\nعبيد الله بن عمر عن العلاء بن عبد الرحمن\r\nعن أبيه قال ذكر الإزار فأتيت أبا سعيد الخدري فقلت\r\nأخبرني عن الإزار فقال أجل بعلم سمعت رسول الله صلى الله عليه وسلم\r\nيقول إزرة المؤمن إلى أنصاف ساقيه لا جناح عليه فيما بينه\r\nوبين الكعبين وما أسفل من ذلك ففي النار من جر إزاره بطرا لم\r\nينظر الله إليه\r\n5449 - ذكر الزجر عن أن تسبل المرأة إزارها\r\nأكثر من ذراع\r\nأخبرنا عمر بن سعيد بن سنان قال أخبرنا أحمد بن\r\n","description":"","footnote":"","page_name":" 265 ","page_number":265},
  {"content":"\r\nأبى بكر عن مالك عن أبي بكر بن نافع عن نافع عن صفية بنت أبي عبيد وثلاثمائة\r\nأخبرته\r\nإن أم سلمة زوج النبي صلى الله عليه وسلم قالت لرسول الله حين ذكر\r\nالإزار فالمرأة يا رسول الله قال ترخى شبرا قالت أم سلمة\r\nإذا تنكشف عنها قال فذراعا لا تزيد عليه\r\n5450 - ذكر الإباحة للمرء أن يكون مطلق الإزار في الأحوال\r\nأخبرنا أحمد بن علي بن المثنى قال حدثنا علي بن\r\nالجعد قال أخبرنا زهير بن معاوية عن عروة بن عبد الله بن قشير قال\r\nحدثني معاوية بن قرة\r\n","description":"","footnote":"","page_name":" 266 ","page_number":266},
  {"content":"\r\nعن أبيه قال أتيت رسول الله صلى الله عليه وسلم في رهط من مزينة فبايعناه\r\nوانه لمطلق الإزار فأدخلت يدي في جيب قميصة فمسست\r\nالخاتم فما رأيت معاوية ولا أباه قط في شتاء ولا حر الا تنطلق\r\nأزرهما لا يزران ابدا\r\n5451 - ذكر خبر ثان يصرح بصحة ما ذكرناه\r\nأخبرنا محمد بن الحسن بن قتيبة حدثنا صفوان بن صالح\r\nحدثنا الوليد بن مسلم حدثنا زهير عن زيد بن أسلم قال\r\n","description":"","footnote":"","page_name":" 267 ","page_number":267},
  {"content":"\r\nرأيت بن عمر يصلى محلولا إزاره فسألته عن ذلك\r\nفقال رأيت رسول الله صلى الله عليه وسلم يصلى كذلك\r\n5452 - أخبرنا محمد بن إسحاق بن سعيد السعدي قال حدثنا\r\nعلي بن خشرم قال أخبرنا عيسى بن يونس عن شعبة عن قتادة قال\r\nسمعت أبا عثمان يقول\r\nأتانا كتاب عمر ونحن بآذربيجان مع عتبة بن فرقد اما بعد\r\nفاتزروا وارتدوا وانتعلوا وارموا بالخفاف واقطعوا السراويلات\r\nوعليكم بلباس أبيكم إسماعيل وإياكم والتنعم وزي العجم\r\nوعليكم بالشمس فإنها حمام العرب واخشوشنوا واخلولقوا وارموا\r\nالأغراض وانزوا نزوا والنبي صلى الله عليه وسلم نهانا عن الحرير الا هكذا\r\nإصبعيه والوسطى والسبابة قال فما علمنا أنه يعنى الا\r\n","description":"","footnote":"","page_name":" 268 ","page_number":268},
  {"content":"\r\nالاعلام\r\n","description":"","footnote":"","page_name":" 269 ","page_number":269},
  {"content":"\r\n5453 - ذكر الأمر لمن أراد الانتعال ان يبدأ باليمنى\r\nوعند النزع بالشمال\r\nأخبرنا الحسين بن إدريس الأنصاري قال أخبرنا أحم بن أبي\r\nبكر عن مالك عن أبي الزناد عن الأعرج\r\nعن أبي هريرة ان رسول الله صلى الله عليه وسلم قال إذا انتعل أحدكم\r\n","description":"","footnote":"","page_name":" 270 ","page_number":270},
  {"content":"\r\nفليبدأ باليمين وإذا نزع فليبدأ بالشمال فلتكن اليمنى أولهما\r\nبفعل وآخرهما بنزع\r\n5454 - ذكر استجاب التيامن للإنسان في أسبابه\r\nاقتداء بالمصطفى صلى الله عليه وسلم\r\nأخبرنا الفضل بن الحباب بالبصرة قال حدثنا عبد الله بن\r\nرجاء قال أخبرنا إسرائيل عن أشعث بن أبي الشعثاء عن أبيه عن\r\nمسروق\r\nعن عائشة قالت كان النبي صلى الله عليه وسلم يحب التيامن في كل شئ\r\nحتى في الترجل والانتعال\r\n","description":"","footnote":"","page_name":" 271 ","page_number":271},
  {"content":"\r\n\r\n5455 - ذكر الأمر بدوام الانتعال للمرء وترك الحفاء\r\nأخبرنا عبد الله بن أحمد بن موسى الجواليقي حدثنا\r\nيحيى بن عثمان بن صالح قال حدثنا أبي قال حدثنا بن وهب\r\nقال أخبرني يحيى بن أيوب عن بن جرير عن أبي الزبير\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم أكثروا من النعال فان\r\nالرجل لا يزال راكبا ما انتعل\r\n","description":"","footnote":"","page_name":" 272 ","page_number":272},
  {"content":"\r\n5456 - ذكر البيان بأن هذا الأمر إنما أمر به في المغازي\r\nوحاجة الناس إليها\r\nأخبرنا أبو عروبة قال حدثنا سلمة بن شبيب قال حدثنا\r\nالحسن بن محمد بن أعين قال حدثنا معقل بن عبيد الله عن أبي الزبير\r\nعن جابر قال سمعت رسول الله صلى الله عليه وسلم يقول في غزوة مجهورة\r\nاستكثروا من النعال فان الرجل لا يزال راكبا ما انتعل\r\n","description":"","footnote":"","page_name":" 273 ","page_number":273},
  {"content":"\r\n\r\n5457 - ذكر الزجر عن قصد المرء المشي في الخف الواحد\r\nأخبرنا الفضل بن الحباب قال حدثنا إبراهيم بن بشار\r\nقال حدثنا سفيان عن أبي الزناد عن الأعرج\r\nعن أبي هريرة ان رسول الله صلى الله عليه وسلم قال إذا انقطع شسع\r\nأحدكم فلا يمش في النعل الواحدة وفي الخف الواحد\r\nلينعلها جميعا أو ليحفهما جميعا\r\n5458 - ذكر الزجر عن مشى المرء في النعل الواحدة\r\nإذا انقطع شسعه أو عامدا له\r\nأخبرنا عمر بن سعيد بن سنان قال أخبرنا أحمد بن أبي\r\nبكر عن مالك عن أبي الزناد عن الأعرج\r\nعن أبي هريرة ان رسول الله صلى الله عليه وسلم قال لا يمش أحدكم في\r\nنعل واحدة لينعلهما جميعا أو ليخلعهما جميعا\r\n","description":"","footnote":"","page_name":" 274 ","page_number":274},
  {"content":"\r\n5459 - أخبرنا محمد بن علي بن الحسين المساحي قال حدثنا\r\nأبو عمار الحسين بن حريث قال حدثنا الفضل بن موسى عن شريك عن\r\nشعبة عن محمد بن زياد\r\nعن أبي هريرة أن رسول الله صلى الله عليه وسلم قال احفهما جميعا\r\nأو انعلهما جميعا وإذا لبست فابدأ باليمنى وإذا خلعت فابدأ\r\nباليسرى\r\nقال أبو حاتم رضي الله عنه قوله صلى الله عليه وسلم احفهما جميعا أو\r\nانعلهما جميعا أمر ندب وإرشاد قصد بهما الزجر عن المشي في\r\nنعل واحدة أو خف واحدة\r\n","description":"","footnote":"","page_name":" 275 ","page_number":275},
  {"content":"\r\n\r\n5460 - كتاب\r\nالزينة والتطييب\r\nأخبرنا أبو خليفة قال حدثنا أبو الوليد الطيالسي قال\r\nحدثنا أبو الأشهب عن عبد الرحمن بن طرفة\r\nعن عرفجة بن أسعد جده انه أصيب أنفه يوم الكلاب فاتخذ\r\nآنفا من ورق فأنتن عليه فأمره النبي صلى الله عليه وسلم أن يتخذ آنفا من\r\nذهب\r\n","description":"","footnote":"","page_name":" 276 ","page_number":276},
  {"content":"\r\n\r\n5461 - ذكر إباحة التطيب للمرء بالعود النئ والكافور\r\nأخبرنا عمر بن محمد الهمداني قال حدثنا أحمد بن سعيد\r\nالهمداني قال حدثنا بن وهب قال أخبرني مخرمة بن بكير عن أبيه\r\nعن نافع قال كان بن عمر إذا استجمر استجمر بالألوة غير\r\nمطراة وبكافور يطرحه مع الألوة ثم قال هكذا كان يستجمر\r\n","description":"","footnote":"","page_name":" 277 ","page_number":277},
  {"content":"\r\nرسول الله صلى الله عليه وسلم\r\n5462 - ذكر الزجر عن استعمال الزعفران\r\nأو طيب فيه الزعفران\r\nأخبرنا أحمد بن الحسن بن عبد الجبار قال حدثنا\r\n","description":"","footnote":"","page_name":" 278 ","page_number":278},
  {"content":"\r\n\r\nعلي بن الجعد قال حدثنا شعبة عن إسماعيل بن إبراهيم عن\r\nعبد العزيز بن صهيب\r\nعن أنس بن مالك ان النبي صلى الله عليه وسلم نهي عن التزعفر\r\n5463 - ذكر الخبر المستقصى للفظة المختصرة\r\nالتي تقدم ذكرنا لها\r\nأخبرنا الحسن بن سفيان قال حدثنا إبراهيم بن محمد\r\nالشافعي قال حدثنا حماد بن زيد عن عبد العزيز بن صهيب\r\n","description":"","footnote":"","page_name":" 279 ","page_number":279},
  {"content":"\r\n\r\nعن أنس ان النبي صلى الله عليه وسلم نهي ان يتزعفر الرجل\r\n5464 - ذكر ما يستحب للمرء تحسين ثيابه وعمله\r\nإذا قصد به غير الدنيا\r\nأخبرنا الخليل بن أحمد بن بنت تميم بن المنتصر بواسط\r\nقال حدثنا جابر بن الكردي قال حدثنا يحيى بن حماد قال حدثنا\r\nشعبة عن أبان بن تغلب عن فضيل بن عمرو عن إبراهيم عن علقمة\r\nعن عبد الله قال قال رسول الله صلى الله عليه وسلم لا يدخل النار من كان\r\nفي قلبة مثقال ذرة من ايمان ولا يدخل الجنة من كان في قلبه\r\nمثقال ذرة من كبر فقال الرجل يا رسول الله ان الرجل ليحب أن يكون\r\nثوبه حسنا ونعله حسنة فقال إن الله جميل يحب\r\nالجمال الكبر من بطر الحق وغمص الناس\r\n","description":"","footnote":"","page_name":" 280 ","page_number":280},
  {"content":"\r\n\r\n5465 - ذكر الاخبار عن جواز تحسين المرء ثيابه ولباسه\r\nإذا كان متعريا عن غمص الناس فيه\r\nأخبرنا أبو يعلى قال حدثنا محمد بن إسماعيل بن أبي\r\nسمينة قال حدثنا عبد الوهاب الثقفي قال حدثنا هشام عن\r\nمحمد\r\nعن أبي هريرة قال جاء رجل إلى النبي صلى الله عليه وسلم فقال\r\nيا رسول الله اني حبب إلى الجمال فما أحب أن يفوقني أحد فيه\r\nبشراك أفمن الكبر هو قال لا إنما الكبر من سفه الحق\r\nوغمص الناس\r\n5466 - ذكر ما يستحب للمرء ترك كسوة الحيطان بالأشياء\r\nالتي يريد بها التجمل دون الارتفاق\r\nأخبرنا عمران بن موسى بن مجاشع قال حدثنا عثمان بن أبي\r\nشيبة قال حدثنا جرير عن سهيل بن أبي صالح عن سعيد بن\r\nيسار أبى الحباب مولى بنى ماتت عن زيد بن خالد الجهني\r\nعن أبي طلحة الأنصاري قال سمعت النبي صلى الله عليه وسلم يقول\r\n","description":"","footnote":"","page_name":" 281 ","page_number":281},
  {"content":"\r\nلا تدخل الملائكة بيتا فيه كلب أو تمثال فقلت انطلق إلى\r\nعائشة فاسألها عن ذلك فاتيتها فقلت يا أمه ان هذا حدثني ان\r\nالنبي صلى الله عليه وسلم قال إن الملائكة لا تدخل بيتا فيه تمثال أو كلب فهل\r\nسمعت رسول الله صلى الله عليه وسلم ذكر ذلك قالت لا ولكن سأحدثكم\r\nما رايته فعل خرج في بعض غزواته فكنت أتحين قفوله فأخذت\r\nنمطا فسترته على المعرض فلما جاء استقبلته على الباب\r\nفقلت السلام عليك ورحمة الله الحمد لله الذي أعزك ونصرك\r\nوأكرمك فنظر إلى البيت فرأى فيه النمط فلم يرد على شيئا\r\nورأيت الكراهة في وجهه فجذبه حتى هتكه أو قطعة ثم قال إن\r\nالله لم يأمرنا فيما رزقنا ان نكسوا الطين والحجارة قالت فقطعته\r\nقطعتين وحشوتهما ليفا فلم يعب ذلك علي\r\n","description":"","footnote":"","page_name":" 282 ","page_number":282},
  {"content":"\r\n5469 ذكر الإباحة للمرء تغيير شيبة ببعض\r\nما يغيره من الأشياء\r\nأخبرنا بن سلم قال حدثنا عبد الرحمن بن إبراهيم قال\r\nحدثنا الوليد بن مسلم قال حدثنا الأوزاعي قال حدثنا أبو عبيد عن\r\nعقبة بن وساج قال\r\nحدثني أنس بن مالك قال قدم رسول الله صلى الله عليه وسلم المدينة وكان\r\nأسن أصحابه أبو بكر فغلفها بالحناء والكتم حتى قنأ لونها سوادا\r\nفلما أصبحت غدوت فقلت قنا لونها سوادا قال لم أقل\r\nسوادا\r\n","description":"","footnote":"","page_name":" 283 ","page_number":283},
  {"content":"\r\n\r\n5468 - ذكر الأمر بتخضيب اللحى لمن تعرى عن العلل فيه\r\nأخبرنا بن قتيبة قال حدثنا حرملة قال حدثنا بن\r\nوهب قال أخبرنا يونس عن بن شهاب قال أخبرني أبو سلمة\r\nعن أبي هريرة قال قال رسول الله صلى الله عليه وسلم ان اليهود\r\nوالنصارى لا يصبغون فخالفوهم\r\n","description":"","footnote":"","page_name":" 284 ","page_number":284},
  {"content":"\r\n\r\n5469 - ذكر الزجر عن اختضاب المرء السواد\r\nأخبرنا عبد الله بن محمد بن موسى قال حدثنا أبو\r\nالطاهر بن السرح قال حدثنا بن وهب قال أخبرنا بن جريج عن أبي\r\nالزبير\r\nعن جابر قال أتي معبد قحافة يوم فتح مكة ورأسه ولحيته\r\nكثغامة بيضاء فقال رسول الله صلى الله عليه وسلم غيروا رأسه واجتنبوا\r\nالسواد\r\n","description":"","footnote":"","page_name":" 285 ","page_number":285},
  {"content":"\r\n5470 - أخبرنا محمد بن إسحاق بن إبراهيم مولى ثقيف قال\r\nحدثنا الحسن بن أحمد بن أبي شعيب قال حدثنا محمد بن سلمة عن\r\nهشام بن حسان عن محمد بن سيرين\r\nعن أنس بن مالك قال جاء أبو بكر معبد قحافة إلى\r\nرسول الله صلى الله عليه وسلم يوم فتح مكة فقال رسول الله صلى الله عليه وسلم لأبي بكر لو\r\nأقررت الشيخ في بيته لأتيناه تكرمة لأبي بكر قال فأسلم\r\nورأسه ولحيته كالثغامة بيضاء فقال رسول الله صلى الله عليه وسلم غيروهما\r\nوجنبوه السواد\r\n","description":"","footnote":"","page_name":" 286 ","page_number":286},
  {"content":"\r\nقال أبو حاتم رضي الله عنه قوله صلى الله عليه وسلم غيروهما لفظة أمر\r\nبشئ والمأمور في وصفه مخير ان يغيرهما بما شاء من الأشياء\r\nثم استثنى السواد من بينها فنهى عنه وبقي سائر الأشياء على\r\nحالتها\r\n5471 - ذكر الأمر بتغيير الشيب إذا كان أهل الكتاب لا يغيرونه\r\nأخبرنا أبو يعلى قال حدثنا محمد بن عبد الله بن نمير\r\nقال حدثنا بن إدريس عن محمد بن عمرو عن أبي سلمة\r\nعن أبي هريرة قال قال رسول الله صلى الله عليه وسلم غيروا الشيب\r\nولا تشبهوا باليهود والنصارى\r\n5472 - ذكر أحسن ما يغير به الشيب\r\nأخبرنا عمر بن محمد قال حدثنا محمد بن عبد الملك بن\r\nزنجويه قال حدثنا عبد الرزاق حدثنا معمر بن راشد عن الجريري عن\r\nعبد الله بن بريدة عن أبي الأسود\r\nعن أبي ذر قال قال رسول الله صلى الله عليه وسلم ان أحسن ما غيرتم به\r\n","description":"","footnote":"","page_name":" 287 ","page_number":287},
  {"content":"\r\n\r\nالشيب الحناء والكتم\r\n5473 - ذكر الأمر بقص الشوارب وترك اللحى\r\nأخبرنا عمر بن سعيد بن سنان قال أخبرنا أحمد بن أبي\r\nبكر عن مالك عن أبي بكر بن نافع عن أبيه\r\nعن بن عمر ان رسول الله صلى الله عليه وسلم أمر باحفاء الشوارب واعفاء\r\nاللحى\r\n","description":"","footnote":"","page_name":" 288 ","page_number":288},
  {"content":"\r\nقال أبو حاتم رضي الله عنه ما روى مالك عن أبي بكر بن\r\nنافع غير هذا الحديث واسم أبى بكر عمر\r\n5474 - ذكر العلة التي من أجلها أمر بهذا الأمر\r\nأخبرنا الحسين بن محمد بن أبي معشر بحران قال حدثنا\r\nمحمد بن معدان الحراني قال حدثنا الحسن بن محمد بن أعين قال\r\nحدثنا معقل بن عبيد الله عن ميمون بن مهران\r\n","description":"","footnote":"","page_name":" 289 ","page_number":289},
  {"content":"\r\nعن بن عمر قال ذكر لرسول الله صلى الله عليه وسلم المجوس فقال إنهم\r\nيوفون سبالهم ويحلقون لحاهم فخالفوهم فكان بن عمر يجز\r\nسباله كما تجز الشاة أو البعير\r\n5475 - ذكر الزجر عن ترك قص الشوارب مخالفة للمشركين فيه\r\nأخبرنا أحمد بن علي بن المثنى قال حدثنا سريج بن\r\nيونس قال حدثنا عبيدة بن حميد قال حدثني يوسف بن صهيب عن\r\nحبيب بن يسار\r\nعن زيد بن أرقم قال قال رسول الله صلى الله عليه وسلم من لم يأخذ\r\nشاربه فليس منها\r\n","description":"","footnote":"","page_name":" 290 ","page_number":290},
  {"content":"\r\n5476 - ذكر الاخبار عن الأشياء التي هي من الفطرة\r\nأخبرنا محمد بن الحسين بن خليل حدثنا هشام بن عمار\r\nحدثنا الوليد بن مسلم حدثنا حنظلة بن أبي سفيان انه سمع نافعا\r\nيحدث\r\nعن بن عمر ان النبي صلى الله عليه وسلم قال الفطرة قص الشارب وتقليم\r\nالأظافر وحلق العانة\r\n5477 - ذكر البيان بأن هذا العدد الموصوف في خبر\r\nبن عمر بن يرد به النفي عما وراءه\r\nأخبرنا عمر بن محمد الهمداني حدثنا محمد بن\r\n","description":"","footnote":"","page_name":" 291 ","page_number":291},
  {"content":"\r\nعبد الأعلى قال حدثنا معتمر قال سمعت معمرا عن الزهري عن\r\nسعيد بن المسيب\r\nعن أبي هريرة قال قال رسول الله صلى الله عليه وسلم خمس من الفطرة\r\nقص الشارب ونتف الإبط وتقليم الأظافر والاستحداد\r\nوالختان\r\n5478 - أخبرنا محمد بن الحسن بن قتيبة قال حدثنا حرملة بن\r\nيحيى قال حدثنا بن وهب قال أخبرنا يونس عن بن شهاب عن\r\nسعيد بن المسيب\r\nعن أبي هريرة ان النبي صلى الله عليه وسلم قال الفطرة خمس الإختتان\r\nوالاستحداد وقص الشارب وتقليم الأظافر ونتف الأبط\r\n","description":"","footnote":"","page_name":" 292 ","page_number":292},
  {"content":"\r\n5479 - أخبرنا عبد الله بن محمد الأزدي قال حدثنا إسحاق بن\r\nإبراهيم قال أخبرنا سفيان عن الزهري عن سعيد بن المسيب\r\nعن أبي هريرة عن رسول الله صلى الله عليه وسلم قال الفطرة خمس تقليم\r\nالأظافر وقص الشارب والاستحداد والختان ونتف الإبط\r\n5480 - ذكر البيان بأن استعمال هذه الأشياء من الفطرة\r\nلا وثلاثمائة كلها الفطرة نفسها\r\nأخبرنا حامد بن محمد بن شعيب قال حدثنا سريج بن\r\n","description":"","footnote":"","page_name":" 293 ","page_number":293},
  {"content":"\r\n\r\nيونس قال حدثنا سفيان عن الزهري عن سعيد بن المسيب\r\nعن أبي هريرة عن النبي صلى الله عليه وسلم قال خمس من الفطرة\r\nالختان والاستحداد ونتف الإبط وقص الشارب وتقليم\r\nالأظفار\r\n5481 - ذكر الأمر بالإحسان إلى الشعر لمربيه وتنظيف\r\nالثياب إذ النظافة من الدين\r\nأخبرنا عبد الله بن محمد بن سلم حدثنا عبد الرحمن بن\r\nإبراهيم قال حدثنا الوليد بن مسلم قال حدثنا الأوزاعي قال حدثني\r\nحسان بن عطية عن محمد بن المنكدر\r\nعن جابر قال أتانا رسول الله صلى الله عليه وسلم زائرا في منزلنا فرأى رجلا\r\nشعثا فقال اما كان هذا يجد ما يسكن به شعره ورأي رجلا عليه\r\nثياب وسخة اما كان هذا يجد ما يغسل به ثوبه\r\n","description":"","footnote":"","page_name":" 294 ","page_number":294},
  {"content":"\r\n\r\n5482 - ذكر الزجر عن الترجل في كل يوم لمن به الشعر\r\nأخبرنا الحسين بن عبد الله القطان قال حدثنا سهل بن\r\nصالح قال حدثنا يحيى بن القطان عن هشام عن الحسن\r\nعن عبد الله بن المغفل قال نهى رسول الله صلى الله عليه وسلم عن الترجل\r\nالا غبا\r\n","description":"","footnote":"","page_name":" 295 ","page_number":295},
  {"content":"\r\n5483 - أخبرنا أحمد بن علي بن المثنى قال حدثنا أبو خيثمة\r\nقال حدثنا عثمان بن عمر قال أخبرنا يونس عن الزهري عن\r\nعبيد الله بن عبد الله\r\nعن بن عباس ان رسول الله صلى الله عليه وسلم كان يسدل شعره وكان\r\nالمشركون يفرقون رؤوسهم وكان أهل الكتاب يسدلون وكان\r\nرسول الله صلى الله عليه وسلم يحب موافقة أهل الكتاب فيما لم ينزل عليه\r\nففرق رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 296 ","page_number":296},
  {"content":"\r\n\r\n5484 - ذكر الزجر عن اكثار المرء في الحلى والحرير على أهله\r\nأخبرنا بن سلم قال حدثنا حرملة بن يحيى قال حدثنا\r\nبن وهب قال أخبرني عمرو بن الحارث ان أبا عشانة المعافري حدثه انه\r\n","description":"","footnote":"","page_name":" 297 ","page_number":297},
  {"content":"\r\nسمع عقبة بن عامر الجهني ان رسول الله صلى الله عليه وسلم كان يمنع أهله\r\nالحلية والحرير ويقول إن كنتم تحبون حلية الجنة وحريرها\r\nفلا تلبسوها في الدنيا\r\nقال الشيخ أبو عشانة اسمه حي بن يؤمن\r\n5485 - ذكر الزجر عن التختم بالذهب إذ استعماله محرم عليهم\r\nأخبرنا عبد الله بن محمد الأزدي قال حدثنا إسحاق بن\r\nإبراهيم قال حدثنا النضر بن شميل قال حدثنا شعبة عن قتادة عن\r\nالنضر بن أنس عن بشير بن نهيك\r\nعن أبي هريرة قال نهى رسول الله صلى الله عليه وسلم عن خاتم\r\nالذهب\r\n","description":"","footnote":"","page_name":" 298 ","page_number":298},
  {"content":"\r\n5486 - ذكر الزجر عن أن يختم المرء بخاتم الحديد أو الشبه\r\nأخبرنا محمد بن صالح بن ذريح قال حدثنا محمد بن\r\nالعلاء الهمداني قال أخبرنا زيد بن الحباب قال حدثنا عبد الله بن مسلم\r\nأبو طيبة عن عبد الله بن بريدة\r\nعن أبيه قال جاء رجل إلى النبي صلى الله عليه وسلم وعليه خاتم من حديد\r\nفقال ما لي أرى عليك حلية أهل النار فطرحه ثم جاء وعليه\r\n","description":"","footnote":"","page_name":" 299 ","page_number":299},
  {"content":"\r\nخاتم من شبة فقال ما لي أجد منك ريح الأصنام فقال\r\nيا رسول الله من أي شئ اتخذه قال من ورق ولا تتمه\r\nمثقالا\r\n","description":"","footnote":"","page_name":" 300 ","page_number":300},
  {"content":"\r\n\r\n5487 - ذكر الزجر عن أن يلبس المرء خاتم الذهب إذ لبسه\r\nفي الدنيا للنساء دون الرجال\r\nأخبرنا بن سلم قال حدثنا حرملة قال حدثنا بن\r\nوهب قال أخبرني عمرو بن الحارث عن بكر بن سوادة ان أبا النجيب\r\nمولى عبد الله بن سعد حدثه\r\nان أبا سعيد الخدري حدثه ان رجلا قدم من نجران إلى\r\nرسول الله صلى الله عليه وسلم وعليه خاتم من ذهب فاعرض عنه رسول الله صلى الله عليه وسلم\r\nولم يسأله عن شئ فرجع الرجل إلى امرأته فحدثها فقالت إن\r\nلك شانا فارجع إلى رسول الله صلى الله عليه وسلم والق الخاتم فلما\r\nاستأذن له وسلم على رسول الله صلى الله عليه وسلم فرد عليه السلام\r\nفقال يا رسول الله أعرضت عني فقال رسول الله صلى الله عليه وسلم ان\r\nجئتني وفي يدك جمرة من نار فقال يا رسول الله لقد جئت إذا\r\nبجمر كثير وكان قد قدم بحلي من البحرين فقال النبي صلى الله عليه وسلم\r\nما جئت به غير مغن عنا شيئا الا ما أغنت عنا حجارة الحرة\r\nولكنه متاع الحياة الدنيا فقال الرجل أعذرني في أصحابك\r\nلا يظنون انك سخطت على بشئ فقام رسول الله صلى الله عليه وسلم فعذره\r\nوأخبر ان الذي كان منه إنما كان لخاتمه\r\n","description":"","footnote":"","page_name":" 301 ","page_number":301},
  {"content":"\r\n5488 - ذكر جواز اتخاذ المرء الخاتم من الورق يريد به لبسه\r\nأخبرنا أحمد بن علي بن المثنى قال حدثنا بشر بن الوليد\r\nالكندي قال حدثنا إبراهيم بن سعد عن الزهري\r\nعن أنس بن مالك أنه أبصر على رسول الله صلى الله عليه وسلم خاتما من\r\nورق يوما واحدا فصنع الناس خواتيم من ورق فلبسوها فطرح\r\nالنبي صلى الله عليه وسلم خاتمه فطرح الناس خواتيمهم\r\n","description":"","footnote":"","page_name":" 302 ","page_number":302},
  {"content":"\r\n5489 - ذكر أخبار المصطفى صلى الله عليه وسلم انه لا يلبس الخاتم الذهب\r\nالذي رمى به\r\nأخبرنا محمد بن عبد الرحمن السامي قال حدثنا\r\n","description":"","footnote":"","page_name":" 303 ","page_number":303},
  {"content":"\r\nيحيى بن أيوب المقابري قال حدثنا إسماعيل بن جعفر قال وأخبرني\r\nعبد الله بن دينار\r\nانه سمع بن عمر يقول اتخذ رسول الله صلى الله عليه وسلم خاتما من\r\nذهب فلبسه فاتخذ الناس خواتيم الذهب فقام رسول الله صلى الله عليه وسلم\r\nفقال إني كنت البس هذا الخاتم واني لن ألبسه ابدا فنبذه فنبذ\r\nالناس خواتيمهم\r\n5490 - ذكر خبر قد يوهم من لم يطلب العلم من مظانة\r\nانه مضاد لخبر إبراهيم بن سعد الذي ذكرناه\r\nأخبرناه عبد الله بن محمد الأزدي قال حدثنا إسحاق بن\r\nإبراهيم قال حدثنا عبد الله بن الحارث المخزومي قال حدثنا بن جريج\r\nقال حدثني زياد بن سعد ان بن شهاب أخبره\r\nان أنس بن مالك أخبره أنه رأى رسول الله صلى الله عليه وسلم في يده يوما\r\n","description":"","footnote":"","page_name":" 304 ","page_number":304},
  {"content":"\r\nخاتما من ذهب فاضطرب الناس الخواتيم فرمي به وقال\r\nلا ألبسه أبدا\r\n5491 - ذكر العلة التي من اجلها رمى صلى الله عليه وسلم خاتمه ذلك\r\nأخبرنا محمد بن أحمد بن أبي عون الرياني قال حدثنا\r\nيعقوب بن إبراهيم الدورقي قال حدثنا عثمان بن عمر عن مالك بن\r\nمغول عن سليمان الشيباني عن سعيد بن جبير\r\nعن بن عباس قال اتخذ رسول الله صلى الله عليه وسلم خاتما فلبسه\r\nوقال شغلني هذا عنكم منذ اليوم ثم رمى به\r\n","description":"","footnote":"","page_name":" 305 ","page_number":305},
  {"content":"\r\n5492 - ذكر الخبر الفاصل لهذين الخبرين اللذين ذكرناهما\r\nأخبرنا محمد بن إسحاق بن إبراهيم مولى ثقيف قال\r\nحدثنا الوليد بن شجاع قال حدثنا علي بن مسهر عن عبيد الله بن عمر\r\nعن نافع\r\nعن بن عمر قال اتخذ رسول الله صلى الله عليه وسلم خاتما من ذهب\r\nفاتخذ الناس خواتيم الذهب فألقاه من يده وقال لا ألبسه ابدا\r\nواتخذ خاتما من ورق فجعل فصه مما يلي كفة ونقش فيه\r\nمحمد رسول الله فلم يزل في يده حتى قبض رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 306 ","page_number":306},
  {"content":"\r\n5493 - ذكر البيان بأن ذلك بعد المصطفى صلى الله عليه وسلم\r\nكان في يد ناحية بعده صلى الله عليه وسلم\r\nأخبرنا الحسن بن سفيان قال حدثنا محمد بن عبد الله بن\r\nنمير قال حدثنا محمد بن بشر عن عبيد الله بن عمر عن نافع\r\nعن بن عمر ان رسول الله صلى الله عليه وسلم اتخذ خاتما من ذهب فكان\r\nيجعل فصه مما يلي بطن كفه فاتخذ الناس الخواتيم فألقاه\r\nرسول الله صلى الله عليه وسلم وقال لا ألبسه ابدا ثم اتخذ خاتما من ورق\r\nوكان في يده ثم في يد أبى بكر ثم في يد عمر ثم في يد\r\nعثمان حتى هلك منه في بئر اريس\r\n","description":"","footnote":"","page_name":" 307 ","page_number":307},
  {"content":"\r\n\r\n5494 - ذكر ما كان نقش خاتم\r\nرسول الله صلى الله عليه وسلم\r\nأخبرنا أبو خليفة قال حدثنا أبي قال حدثنا عرعرة بن\r\nالبرند قال حدثنا عزرة بن ثابت عن ثمامة\r\nعن أنس بن مالك قال كان نقش خاتم النبي صلى الله عليه وسلم ثلاثة\r\nأسطر محمد سطر ورسول سطر والله سطر\r\n5495 - ذكر الزجر عن أن ينقش في الخواتيم بما\r\nنقشه صلى الله عليه وسلم في خاتمه\r\nأخبرنا أبو يعلى قال حدثنا هدبة بن خالد قال حدثنا\r\nهمام بن يحيى قال حدثنا عبد العزيز بن صهيب\r\n","description":"","footnote":"","page_name":" 308 ","page_number":308},
  {"content":"\r\nعن أنس بن مالك ان النبي صلى الله عليه وسلم قال إني اصطنعت خاتما\r\nفلا ينقش أحدا على نقشه\r\n5496 - ذكر زجر المصطفى صلى الله عليه وسلم أمته أن\r\nينقشوا نقش خاتمه صلى الله عليه وسلم\r\nأخبرنا محمد بن عبد العزيز بن سعيد قال حدثنا الحسن بن\r\nمحمد بن الصباح قال حدثنا إسماعيل بن علية عن عبد العزيز بن صهيب\r\nعن أنس بن مالك قال اصطنع رسول الله صلى الله عليه وسلم خاتما وقال\r\nانا صنعنا حلقا ونقشنا فيه نقشا فلا ينقش عليه أحد\r\n","description":"","footnote":"","page_name":" 309 ","page_number":309},
  {"content":"\r\n5497 - ذكر الخبر المدحض قول من زعم أن تختم المرء في يساره من السنة\r\nأخبرنا الحسن بن سفيان قال حدثنا سهل بن عثمان\r\nالعسكري قال حدثنا عقبة بن خالد عن عبيد الله بن عمر عن نافع\r\nعن بن عمر ان رسول الله صلى الله عليه وسلم اتخذ خاتما من ذهب ولبسه\r\nفي يمينه وجعل فصه مما يلي بطن كفه ثم رمى به واتخذ خاتما\r\nمن ورق\r\n5498 - ذكر خبر قد يوهم غير المتبحر في صناعة العلم\r\nانه مضاد للأخبار التي ذكرناها فيه\r\nأخبرنا محمد بن عبد الله بن الجنيد قال حدثنا قتيبة بن\r\nسعيد قال حدثنا أبو عوانة عن أبي بشر عن نافع\r\nعن بن عمر ان رسول الله صلى الله عليه وسلم اتخذ خاتما من ذهب وكان\r\nيجعل فصه في باطن كفه فاتخذ الناس خواتيم من ذهب فطرحه\r\n","description":"","footnote":"","page_name":" 310 ","page_number":310},
  {"content":"\r\nرسول الله صلى الله عليه وسلم ذات يوم فطرح الناس خواتيمهم ثم اتخذ خاتما\r\nمن فصه فكان يختم به ولا يلبسه\r\n5499 - ذكر ما يستحب للمرء أن يكون لبسه خاتمه في يمينه\r\nإذا امن ثلب الناس إياه\r\nأخبرنا محمد بن الحسن بن قتيبة قال حدثنا حرملة بن\r\nيحيى قال حدثنا بن وهب قال أخبرني سليمان بن بلال قال حدثنا\r\nشريك بن أبي نمير عن إبراهيم بن عبد الله بن حنين عن أبيه\r\nعن علي بن أبي طالب رضوان الله عليه ان النبي صلى الله عليه وسلم كان\r\nيلبس خاتمه في يمينه\r\n","description":"","footnote":"","page_name":" 311 ","page_number":311},
  {"content":"\r\n\r\n5500 - ذكر الزجر عن لبس المرء خاتمه في السبابة أو الوسطى\r\nأخبرنا عمر بن محمد الهمداني قال حدثنا بندار قال\r\nحدثنا محمد قال حدثنا شعبة عن عاصم بن كليب عن أبي بردة قال\r\nسمعت عليا يقول نهاني نبي الله صلى الله عليه وسلم عن القسي والميثرة\r\nوعن الخاتم في السبابة والوسطى\r\n5501 - ذكر الزجر عن الوشم إذ الفاعل والمفعول به ذلك ملعونان\r\nأخبرنا محمد بن عبد الرحمن السامي قال حدثنا\r\nأحمد بن حنبل قال حدثنا عبد الرزاق قال أخبرنا معمر عن همام بن\r\n","description":"","footnote":"","page_name":" 312 ","page_number":312},
  {"content":"\r\nمنبه قال\r\nهذا ما حدثنا أبو هريرة فذكر أحاديث قال وقال\r\nرسول الله صلى الله عليه وسلم العين حق ونهى عن الوشم\r\n5502 - ذكر لعن المصطفى صلى الله عليه وسلم المستوشمات والواشمات\r\nأخبرنا الفضل بن الحباب قال حدثنا إبراهيم بن بشار\r\nالرمادي قال حدثنا سفيان عن منصور عن إبراهيم\r\nعن علقمة قال جاءت امرأة من بنى أسد إلى بن مسعود\r\nفقالت إنه بلغني انك تقول لعنت الواشمة والمستوشمة والنامصة\r\nوالمتنمصة وقد قرأت ما بين اللوحين فما وجدت ما تقول قال\r\n","description":"","footnote":"","page_name":" 313 ","page_number":313},
  {"content":"\r\nبلى وجدت ولكنك لا تعلمين قالت وأين هو قال اما قرأت\r\nوما اتاكم الرسول فخذوه وما نهاكم عنه فانتهوا\r\nقالت بلى قال هو ذاك قالت اما اني لأرى على أهلك بعض\r\nذلك قال فادخلي فانظري فدخلت فنظرت فلم تر شيئا فقال\r\nلها عبد الله هل رأيت شيئا قالت لا قال عبد الله اما انك\r\nلو رأيت شيئا من ذلك ما صحبتني\r\n","description":"","footnote":"","page_name":" 314 ","page_number":314},
  {"content":"\r\n\r\n5503 - ذكر لعن المصطفى صلى الله عليه وسلم المغيرات خلق الله المتفلجات للحسن\r\nأخبرنا محمد بن إسحاق بن إبراهيم مولى ثقيف قال\r\nحدثنا إسحاق بن إبراهيم الحنظلي قال أخبرنا جرير عن منصور عن\r\nإبراهيم عن علقمة قال\r\nقال عبد الله لعن رسول الله صلى الله عليه وسلم الواشمات والمستوشمات\r\nوالمتنمصات والمتفلجات للحسن المغيرات خلق الله قال فبلغ\r\nذلك امرأة من بنى أسد يقال لها أم يعقوب كانت تقرأ القرآن فأتته\r\nفقالت ما حديث بلغني عنك أنت لعنت الواشمات والمستوشمات\r\nوالمتنمصات والمتفلجات للحسن المغيرات خلق الله فقال عبد الله\r\nوما لي لا العن من لعن رسول الله صلى الله عليه وسلم وهو في كتاب الله\r\nقالت المرأة لقد قرأت ما بين لوحي المصحف فما وجدته قال\r\nوالله ان كنت قرأتيه لقد وجدتيه ثم قال وما آتاكم الرسول\r\nفخذوه وما نهاكم عنه فانتهوا قال قالت المرأة فإني أرى شيئا\r\nمن هذا الآن على امرأتك قال فاذهبي فانظري قال فدخلت\r\nعلى امرأة عبد الله فلم تر شيئا فجاءت إليه فقالت ما رأيت\r\nشيئا قال اما لو كان ذلك لم نجامعها\r\n","description":"","footnote":"","page_name":" 315 ","page_number":315},
  {"content":"\r\n\r\n5504 - ذكر الزجر عن القزع ان يعمل في رؤوس\r\nالصبيان والرجال معا\r\nأخبرنا المفضل بن محمد إبراهيم الجندي بمكة قال\r\nحدثنا علي بن زياد اللحجي قال حدثنا أبو قرة عن بن جريج قال\r\nأخبرني عبيد الله بن عمر ان عمر بن نافع أخبره عن نافع\r\nانه سمع بن عمر يقول سمعت رسول الله صلى الله عليه وسلم ينهى عن\r\nالقزع فقلت وما القزع فأشار لنا عبيد الله قال إذا حلق\r\nالصبي وترك ها هنا شعرا وها هنا شعرا فأشار لنا عبيد الله إلى\r\nناصيته وجانبي رأسه فقيل لعبيد الله الجارية والغلام فقال\r\nلا أدري هكذا قال\r\n","description":"","footnote":"","page_name":" 316 ","page_number":316},
  {"content":"\r\n","description":"","footnote":"","page_name":" 317 ","page_number":317},
  {"content":"\r\n5505 - ذكر الزجر عن أن يحلق وسط رأس الصبي\r\nويترك حواليه عليها الشعر\r\nأخبرنا الحسن بن سفيان قال حدثنا محمد بن المنهال\r\nالضرير قال حدثنا يزيد بن زريع قال حدثنا روح بن القاسم عن\r\nعمر بن نافع عن نافع\r\nعن بن عمر عن النبي صلى الله عليه وسلم انه نهى عن القزع ان يحلق\r\nرأس الصبي ويترك بعض شعره\r\n5506 - ذكر البيان بأن القزع مباح استعمال ضديه\r\nالحلق والإرسال معا\r\nأخبرنا عبد الله بن محمد الأزدي قال حدثنا إسحاق بن\r\nإبراهيم قال حدثنا عبد الرزاق قال أخبرنا معمر عن أيوب عن نافع\r\n","description":"","footnote":"","page_name":" 318 ","page_number":318},
  {"content":"\r\n\r\nعن بن عمر ان النبي صلى الله عليه وسلم رأى صبيا حلق بعض شعره\r\nوترك بعضه فنهى عن ذلك وقال احلقوه كله أو اتركوه\r\nكله\r\n5507 - ذكر الزجر عن أن تستوصل المرأة بشعرها شعر غيرها\r\nأخبرنا أحمد بن علي بن المثنى قال حدثنا إبراهيم بن\r\nالحجاج السامي قال حدثنا حماد بن سلمة عن هشام بن أبي عبد الله\r\nعن قتادة عن سعيد بن المسيب\r\nعن معاوية بن أبي سفيان ان رسول الله صلى الله عليه وسلم نهي عن\r\nالزور\r\n","description":"","footnote":"","page_name":" 319 ","page_number":319},
  {"content":"\r\n5508 - ذكر البيان بأن الزور الذي نهي عنه هو ان تستوصل\r\nالمرأة بشعرها شعر غيرها\r\nأخبرنا أبو يعلى قال حدثنا محمد بن بكار قال حدثنا\r\nفليح بن سليمان عن سعيد بن أبي سعيد المقبري عن أبيه قال\r\nسمعت معاوية وهو على المنبر وفي يده قصة من شعر يقول\r\nما بال نساء يجعلن في رؤوسهن مثل هذا سمعت رسول الله صلى الله عليه وسلم\r\nيقول ما من امرأة تجعل في رأسها شعرا من شعر غيرها الا كان\r\nزورا\r\n","description":"","footnote":"","page_name":" 320 ","page_number":320},
  {"content":"\r\nقال الشيخ الرواية كلها زور والصواب زور ان تضم الزاي\r\n5509 - ذكر البيان بأن هذا الاسم سماه المصطفى صلى الله عليه وسلم\r\nأخبرنا عمر بن محمد الهمداني قال حدثنا بندار قال\r\nحدثنا محمد قال حدثنا شعبة عن عمرو بن مرة\r\nعن سعيد بن المسيب قال قدم معاوية المدينة فخطبنا\r\nواخرج كبة من شعر وقال ما كنت أرى أحدا بالصلاة الا اليهود\r\nان رسول الله صلى الله عليه وسلم بلغه فسماه الزور\r\n","description":"","footnote":"","page_name":" 321 ","page_number":321},
  {"content":"\r\n5510 - ذكر البيان بأن بني إسرائيل إنما هلكت\r\nلما استوصلت نساؤهم\r\nأخبرنا الحسين بن إدريس الأنصاري قال أخبرنا أحمد بن أبي\r\nبكر عن مالك عن بن شهاب عن حميد بن عبد الرحمن بن عوف\r\nانه سمع معاوية عام حج وهو على المنبر تناول قصة من شعر\r\nكانت في يد حرسي يقول يا أهل المدينة أين علماؤكم سمعت\r\nرسول الله صلى الله عليه وسلم ينهى عن مثل هذه ويقول إنما هلكت بنو\r\nإسرائيل حيث اتخذ هذه نساؤهم\r\n","description":"","footnote":"","page_name":" 322 ","page_number":322},
  {"content":"\r\n5511 - ذكر لعن المصطفى صلى الله عليه وسلم الواصلة والمستوصلة معا\r\nأخبرنا أبو يعلى قال حدثنا العباس بن الوليد النرسي\r\nقال حدثنا يحيى بن سعيد قال حدثنا عبيد الله بن عمر أخبرنا نافع\r\nعن بن عمر ان رسول الله صلى الله عليه وسلم لعن الواصلة والمستوصلة\r\nوالواشمة والمستوشمة\r\n5512 - ذكر لعن المصطفى صلى الله عليه وسلم الواصلة على دائم الأوقات\r\nأخبرنا عمر بن محمد الهمداني قال حدثنا بندار قال\r\nحدثنا أبو داود قال حدثنا شعبة عن عمرو بن مرة قال سمعت\r\nالحسن بن مسلم قال سمعت صفية قالت\r\nسمعت عائشة تقول أن جارية زوجوها فمرضت فتمعط\r\n","description":"","footnote":"","page_name":" 323 ","page_number":323},
  {"content":"\r\nشعرها فأرادوا أن يصلوا في شعرها فذكروا ذلك\r\nلرسول الله صلى الله عليه وسلم فقال رسول الله صلى الله عليه وسلم لعن الله الواصلة\r\nوالمستوصلة والمواصلة\r\n5513 - ذكر الزجر عن أن تستوصل المرأة بشعرها شيئا\r\nيشبه الشعر يريد به الزور\r\nأخبرنا محمد بن عبد الرحمن السامي قال حدثنا أحمد بن\r\nحنبل قال حدثنا عبد الرزاق قال أخبرنا بن جريج قال أخبرني\r\nأبو الزبير انه\r\nسمع جابر بن عبد الله قال زجر رسول الله صلى الله عليه وسلم ان تصل\r\nالمرأة برأسها شيئا\r\n","description":"","footnote":"","page_name":" 324 ","page_number":324},
  {"content":"\r\n5514 - ذكر لعن المصطفى صلى الله عليه وسلم المستوصلات والواصلات\r\nأخبرنا عمران بن موسى بن مجاشع قال حدثنا عثمان بن أبي\r\nشيبة قال حدثنا يحيى بن أبي بكير قال حدثنا شعبة عن\r\nعمرو بن مرة قال سمعت الحسن بن مسلم عن صفية بنت شيبة\r\nعن عائشة ان جارية من الأنصار تزوجت وانها مرضت\r\nفتمرط شعرها فأرادوا ان يصلوها فسألوا رسول الله صلى الله عليه وسلم عن ذلك\r\nفلعن الواصلة والمستوصلة\r\n","description":"","footnote":"","page_name":" 325 ","page_number":325},
  {"content":"\r\n\r\n5515 - باب\r\nآداب النوم\r\nذكر الأمر بترك الانتشار للمرء إذا هدأت الرجل\r\nأخبرنا عبد الله بن أحمد بن موسى عبدان قال حدثنا\r\nمحمد بن عثمان العقيلي قال حدثنا عبد الأعلى عن بن إسحاق عن\r\nمحمد بن إبراهيم عن عطاء بن يسار\r\nعن جابر بن عبد الله قال سمعت رسول الله صلى الله عليه وسلم يقول\r\nإذا سمعتم نباح كلاب أو نهاق حمر باليل فتعوذوا بالله فإنهم\r\nيرون ما لا ترون وأقلوا الخروج إذ هدأت الرجل فان الله جل\r\nوعلا يبث من خلقة في ليله ما شاء وأجيفوا الأبواب واذكروا اسم\r\nالله عليها فان الشيطان لا يفتح بابا أجيف وذكر اسم الله\r\nعليه وغطوا الجرار واكفؤوا الآنية واوكوا القرب\r\n","description":"","footnote":"","page_name":" 326 ","page_number":326},
  {"content":"\r\n\r\n5516 - أخبرنا أبو يعلى قال حدثنا القواريري قال حدثنا\r\nيزيد بن زريع قال حدثنا محمد بن إسحاق قال حدثنا محمد بن إبراهيم\r\nنحوه\r\n5517 - ذكر البيان بأن الفويسقة تضرم على أهل البيت\r\nبيتهم بأمر الشيطان إياها ذلك\r\nأخبرنا الحسن بن سفيان قال حدثنا أحمد بن آدم\r\nالجرجاني غندر قال حدثنا عمرو بن حماد بن طلحة قال حدثنا أسباط\r\nعن سماك عن عكرمة\r\nعن بن عباس قال جاءت فارة فأخذت تجر الفتيلة فذهبت\r\nالجارية تزجرها فقال النبي صلى الله عليه وسلم دعيها قال فجاءت بها\r\n","description":"","footnote":"","page_name":" 327 ","page_number":327},
  {"content":"\r\nفألقتها بين يدي رسول الله صلى الله عليه وسلم على الخمرة التي كان عليها قاعدا\r\nفأحرقت منها مثل موضع درهم فقال صلى الله عليه وسلم إذا نمت فاطفئوا\r\nسرجكم فان الشيطان يدل مثل هذه على هذا\r\nبغلية\r\n5518 - ذكر إطلاق اسم العدو على النار للعلة\r\nالتي تقدم ذكرنا لها\r\nأخبرنا أبو يعلى قال حدثنا أبو كريب قال حدثنا أبو\r\nأسامة عن بريدة عن أبي بردة عن أبي موسى قال احترق بيت بالمدينة على أهله من\r\nالليل فلما حدث رسول الله صلى الله عليه وسلم بشأنهم قال إن هذه النار\r\n","description":"","footnote":"","page_name":" 328 ","page_number":328},
  {"content":"\r\nإنما هي عدوكم فإذا نمتم فاطفئوها عنكم\r\n5519 - ذكر الأخبار عما يستحب للمرء من إزالة الغمر\r\nمن يده عند إرادته النوم صارت\r\nأخبرنا أبو خليفة قال حدثنا مسدد بن مسرهد قال\r\nحدثنا خالد بن عبد الله عن سهيل عن أبيه\r\nعن أبي هريرة قال قال رسول الله صلى الله عليه وسلم من بات وفي يده\r\nغمر فعرض له عارض فلا يلومن الا نفسه\r\n","description":"","footnote":"","page_name":" 329 ","page_number":329},
  {"content":"\r\n\r\n5520 - ذكر ما يقول المرء إذا آوى إلى مضجعة يريد النوم\r\nأخبرنا حامد بن محمد بن شعيب البلخي قال حدثنا\r\n","description":"","footnote":"","page_name":" 330 ","page_number":330},
  {"content":"\r\nمنصور بن أبي مزاحم قال أخبرنا أبو الأحوص عن أبي إسحاق\r\nعن البراء قال كان رسول الله صلى الله عليه وسلم إذا أخذ مضجعة وضع\r\nيده اليمنى تحت خده الأيمن ثم قال اللهم قنى عذابك يوم\r\nتبعث عبادك\r\n","description":"","footnote":"","page_name":" 331 ","page_number":331},
  {"content":"\r\n5521 - ذكر الخبر المدحض قول من زعم أن هذا الخبر\r\nلم يسمعه أبو إسحاق عن البراء\r\nأخبرنا أحمد بن علي بن المثنى قال حدثنا عقبة بن\r\nمكرم قال أخبرنا يونس بن بكير قال حدثني يونس بن عمرو قال\r\nقال أبى\r\nوحدثني البراء بن عازب عن رسول الله صلى الله عليه وسلم انه كان إذا\r\nاضطجع لينام وضع يده اليمنى تحت خده الأيمن وقال اللهم\r\nقنى عذابك يوم تبعث عبادك\r\n","description":"","footnote":"","page_name":" 332 ","page_number":332},
  {"content":"\r\n5522 - ذكر ما يقول المرء إذا اتي مضجعه من\r\nالتسبيح والتكبير والتحميد\r\nأخبرنا محمد بن إسحاق بن سعيد السعدي قال حدثنا\r\nالرمادي قال حدثنا يحيى بن أبي بكير قال حدثنا شعبة عن الحكم\r\nعن عبد الرحمن بن أبي ليلى\r\nعن علي بن أبي طالب ان فاطمة أتت النبي صلى الله عليه وسلم تشكوا إليه أثر\r\nالرحى وبلغها أن النبي صلى الله عليه وسلم أتي بسبي فأتت النبي صلى الله عليه وسلم تسأله\r\nخادما فلم تلقه ولقيت عائشة فحدثتها الحديث فلما جاء\r\nالنبي صلى الله عليه وسلم أخبرته بذلك فأتانا رسول الله صلى الله عليه وسلم وقد أخذنا مضاجعنا\r\nفذهبنا لنقوم فقال مكانكما وقعد بيننا حتى وجدت برد قدمه\r\nعلى صدري فقال أدل كما على خير مما سألتماني تكبران أربعا\r\nوثلاثين وتسبحان ثلاثا وثلاثين وتحمدان ثلاثا وثلاثين إذا أخذتما\r\nمضاجعكما فإنه خير لكما من خادم\r\n","description":"","footnote":"","page_name":" 333 ","page_number":333},
  {"content":"\r\n\r\n5523 - ذكر الأمر بقراءة قل يا أيها الكافرون\r\nلمن أراد أن يأخذ مضجعه\r\nأخبرنا أبو عروبة بحران قال حدثنا محمد بن وهب بن أبي\r\nكريمة قال حدثنا محمد بن سلمة عن أبي عبد الرحيم عن زيد بن\r\n","description":"","footnote":"","page_name":" 334 ","page_number":334},
  {"content":"\r\nأبى أنيسة عن أبي إسحاق عن فروة بن نوفل الأشجعي\r\nعن أبيه قال دخلت على النبي صلى الله عليه وسلم فقلت يا نبي الله\r\nعلمني شيئا أقوله إذا اويت إلى فراشي قال اقرا قل يا أيها\r\nالكافرون\r\n5524 - ذكر العلة التي من أجلها أمر بهذا الفعل\r\nأخبرنا الصوفي قال حدثنا علي بن الجعد قال أخبرنا\r\nزهير بن معاوية عن أبي إسحاق عن فروة بن نوفل\r\nعن أبيه ان رسول الله صلى الله عليه وسلم قال هل لك في ربيبة لنا فتكفلها زينب\r\nقال ثم جاء فسأله النبي صلى الله عليه وسلم فقال تركتها عند أمها قال\r\nفمجئ ما جاء بك قال جئت لتعلمني شيئا أقوله عند منامي\r\nقال اقرا قل يا أيها الكافرون ثم نم على خاتمتها فإنها براءة\r\nمن الشرك\r\n","description":"","footnote":"","page_name":" 335 ","page_number":335},
  {"content":"\r\n","description":"","footnote":"","page_name":" 336 ","page_number":336},
  {"content":"\r\n\r\n5525 - ذكر الشئ الذي إذا قاله المرء عند الرقاد\r\nثم أدركته المنية مات على الفطرة\r\nأخبرنا أبو خليفة قال حدثنا أبو الوليد ومحمد بن كثير\r\nقالا حدثنا شعبة قال أخبرنا أبو إسحاق قال سمعت\r\nالبراء يقول أن رسول الله صلى الله عليه وسلم أمر رجلا إذا أخذ\r\nمضجعه وقال بن كثير أوصى رجلا أن يقول اللهم إني\r\nأسلمت نفسي إليك ووجهت وجهي إليك وألجأت ظهري إليك\r\nوفوضت امرى إليك رغبة ورهبة إليك لا ملجا ولا منجا منك إلا\r\nإليك آمنت بكتابك الذي أنزلت ونبيك الذي أرسلت فان مات\r\nمات على الفطرة\r\n","description":"","footnote":"","page_name":" 337 ","page_number":337},
  {"content":"\r\n5526 - ذكر الشئ الذي يغفر الله ذنوب قائله إذا آوى إلى فراشه\r\nأخبرنا أحمد بن يحيى بن زهير بتستر قال حدثنا معمر بن\r\nسهل الأهوازي قال حدثنا محمد بن إسماعيل الكوفي عن مسعر بن\r\nكدام عن حبيب بن أبي ثابت عن عبد الله بن باباه\r\nعن أبي هريرة عن النبي صلى الله عليه وسلم قال من قال حين يأوي إلى\r\nفراشه لا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو\r\nعلى كل شئ قدير لا حول ولا قوة الا بالله سبحان الله والحمد\r\nلله ولا إله إلا الله والله أكبر ورجاله الله ذنوبه أو خطاياه شك\r\nمسعر وإن كان مثل زبد البحر\r\n","description":"","footnote":"","page_name":" 338 ","page_number":338},
  {"content":"\r\n5527 - ذكر الشئ الذي إذا قاله المرء عند الرقاد\r\nيكون خيرا له من خادم يخدمه\r\nأخبرنا عبد الله بن محمد الأزدي قال حدثنا إسحاق بن\r\nإبراهيم قال أخبرنا سفيان عن عبيد الله بن أبي يزيد عن مجاهد عن\r\nعبد الرحمن بن أبي ليلى\r\nعن علي ان فاطمة أتت النبي صلى الله عليه وسلم تستخدمه فقال صلى الله عليه وسلم الا\r\nأدلك أو أعلمك ما هو خير لك من ذلك إذا اويت إلى فراشك\r\nفسبحي وكبرى وهللي ثلاثا وثلاثين وثلاثا وثلاثين وأربعا وثلاثين\r\nقال علي رضي الله عنه فلم أدعها منذ سمعتها من النبي صلى الله عليه وسلم\r\nقالوا ولا ليلة صفين قال ولا ليلة صفين\r\n","description":"","footnote":"","page_name":" 339 ","page_number":339},
  {"content":"\r\n\r\n5528 - ذكر ما يهلل المرء به ربه جل وعلا إذا تعار من الليل\r\nأخبرنا الحسن بن سفيان قال حدثنا أحمد بن سيار قال\r\nحدثنا يوسف بن عدي قال حدثنا عثام بن علي عن هشام بن عروة عن\r\nأبيه\r\nعن عائشة قالت كان رسول الله صلى الله عليه وسلم إذا تضور من الليل\r\nقال لا إله إلا الله الواحد القهار رب السماوات والأرض\r\nوما بينهما العزيز الغفار\r\n","description":"","footnote":"","page_name":" 340 ","page_number":340},
  {"content":"\r\n5529 - ذكر ما يستحب للمرء ان يعقب التهليل الذي ذكرناه\r\nبسؤال المغفرة والزيادة في العلم\r\nونفي الزيغ عن الخلد\r\nأخبرنا محمد بن إسحاق بن إبراهيم مولى ثقيف قال\r\nحدثنا أبو يحيى محمد بن عبد الرحيم قال حدثنا عبد المتعال بن طالب\r\nالبغدادي قال حدثنا بن وهب قال أخبرني سعيد بن أبي أيوب عن\r\nعبد الله بن الوليد عن سعيد بن المسيب\r\nعن عائشة ان النبي صلى الله عليه وسلم كان إذا استيقظ من الليل قال\r\nلا إله إلا الله سبحانك اللهم إني استغفرك لذنبي وأسألك\r\nرحمتك اللهم زدني علما ولا تزغ قلبي بعد ان هديتني وهب\r\nلي من لدنك رحمة انك أنت الوهاب\r\n","description":"","footnote":"","page_name":" 341 ","page_number":341},
  {"content":"\r\n\r\n5530 - ذكر ما يحمد المرء ربه جل وعلا على ما أحياه بعد إماتته\r\nأخبرنا أبو خليفة قال حدثنا مسدد بن مسرهد عن يحيى\r\nالقطان عن سفيان عن عبد الملك بن عمير عن ربعي\r\nعن حذيفة قال كان النبي صلى الله عليه وسلم إذا آوى إلى فراشه قال\r\nاللهم باسمك أحيا وباسمك أموت وإذا استيقظ قال الحمد لله\r\nالذي أحيانا بعد ما أماتنا واليه النشور\r\n","description":"","footnote":"","page_name":" 342 ","page_number":342},
  {"content":"\r\n5531 - ذكر الشئ الذي إذا قاله المرء عند استيقاظه من\r\nالنوم دخل الجنة بقوله ذلك ان أدركته منيته\r\nأخبرنا أحمد بن علي بن المثنى قال حدثنا إبراهيم بن\r\nالحجاج السامي قال حدثنا حماد بن سلمة عن الحجاج الصواف عن أبي\r\nالزبير\r\nعن جابر ان رسول الله صلى الله عليه وسلم قال إذا أوى الرجل إلى فراشه\r\nأتاه ملك وشيطان فيقول الملك اختم بخير ويقول الشيطان اختم\r\nبشر فان ذكر الله ثم نام باتت الملائكة تكلؤه فان استيقظ\r\nقال الملك افتح بخير وقال الشيطان افتح بشر فان قال\r\nالحمد لله الذي رد على نفسي ولم يمتها في منامها الحمد لله\r\nالذي يمسك السماوات والأرض أن تزولا إلى أخر الآية الحمد\r\nلله الذي يمسك السماء ان أنكر على الأرض إلا بإذنه فإن وقع\r\nمن سريرة فمات دخل الجنة\r\n","description":"","footnote":"","page_name":" 343 ","page_number":343},
  {"content":"\r\n5532 - ذكر الأمر بمسألة الله جلا وعلا الغفران\r\nلمن أراد أن يأتي مضجعه أن أمسك نفسه\r\nوحفظها أن أرسلها\r\nأخبرنا عبد الله بن قحطبة قال حدثنا أحمد بن أبان\r\nالقرشي قال حدثنا أنس بن عياض قال حدثنا عبيد الله بن عمر عن\r\nسعيد المقبري عن أبيه\r\nعن أبي هريرة ان رسول الله صلى الله عليه وسلم قال إذا آوى أحدكم إلى\r\nفراشه فليأخذ داخله إزاره فلينفض بها فراشه ويسمى الله فإنه\r\nلا يدرى ما خلفه عليه بعده على فراشه وإذا أراد ان يضطجع\r\nفليضطجع على شقة الأيمن وليقل سبحانك ربي بك وضعت\r\nجنبي وبك ارفعه ان أمسكت نفسي فاغفر لها وان أرسلتها\r\nفاحفظها بما حفظت به عبادك الصالحين\r\n","description":"","footnote":"","page_name":" 344 ","page_number":344},
  {"content":"\r\n5533 - ذكر البيان بأن هذا الأمر إنما أمر\r\nلمن اتي مضجعه ووسد يمينه\r\nأخبرنا الحسين بن محمد بن أبي معشر بحران قال حدثنا\r\nمحمد بن بشار قال حدثنا يحيى القطان قال حدثنا عبيد الله بن عمر\r\nقال حدثنا المقبري\r\nعن أبي هريرة عن النبي صلى الله عليه وسلم قال إذا آوى أحدكم إلى\r\nفراشه فلينزع إزاره ولينفض بداخلتها فراشه ثم ليتوسد يمينه\r\nويقول باسمك اللهم أضع جنبي وبك ارفعه اللهم ان\r\nأمسكتها فارحمها وان أرسلتها فاحفظها بما تحفظ به عبادك\r\nالصالحين\r\n","description":"","footnote":"","page_name":" 345 ","page_number":345},
  {"content":"\r\nقال أبو حاتم رضي الله عنه سمع هذا الخبر سعيد المقبري\r\nعن أبي هريرة وسمعه من أبيه ع أبي هريرة فالطريقان جميعا\r\nمحفوظان\r\n5534 - ذكر البيان بأن هذا الأمر بهذا الدعاء إنما أمر للاخذ\r\nمضجعه وهو متوضئ الولاء\r\nأخبرنا بن قتيبة قال أخبرنا بن أبي السري قال حدثنا\r\nمعتمر قال سمعت منصور بن المعتمر يحدث عن سعد بن عبيدة قال\r\nحدثني البراء بن عازب قال قال نبي الله صلى الله عليه وسلم إذا أخذت\r\nمضجعك فتوضأ وضوءك الولاء ثم اضطجع على شقك\r\nالأيمن ثم قل اللهم أسلمت وجهي إليك وفوضت أمري إليك\r\nوألجأت ظهري إليك رغبة ورهبة إليك لا ملجا ولا منجا منك إلا\r\nإليك آمنت بكتابك الذي أنزلت وبنبيك الذي أرسلت واجعله\r\n","description":"","footnote":"","page_name":" 346 ","page_number":346},
  {"content":"\r\nآخر ما تقول فإن مت مت على الفطرة فقلت استذكرهن\r\nوبرسولك الذي أرسلت فقال وبنبيك الذي أرسلت\r\n","description":"","footnote":"","page_name":" 347 ","page_number":347},
  {"content":"\r\n\r\n5535 - ذكر الأمر بسؤال العبد ربه قضاء دينه\r\nوغناه من الفقر عند منامه\r\nأخبرنا أبو يعلى قال حدثنا أبو خيثمة قال حدثنا جرير\r\nعن سهيل قال\r\nكان أبو صالح يأمرنا إذا أراد أحدنا أن ينام أن يضطجع على\r\nشقة الأيمن ثم يقول اللهم رب السماوات ورب الأرض ورب\r\nالعرش العظيم ربنا ورب كل شئ فالق الحب والنوى منزل\r\nالتوراة والإنجيل والفرقان أعوذ بك من شر كل شئ أنت أخذ\r\nبناصيته أنت الأول فليس قبلك شئ وأنت الأخر فليس بعدك\r\nشئ وأنت الظاهر فليس فوقك شئ اقض عنا الدين واغننا من الفقر\r\nوكان يروى ذلك عن أبي هريرة عن النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 348 ","page_number":348},
  {"content":"\r\n5536 - ذكر ما يستحب للمرء أن يحمد الله جل وعز\r\nعلى ما كفاه وآواه عند إرادته النوم\r\nأخبرنا الحسن بن سفيان قال حدثنا محمود بن غيلان\r\nقال حدثنا عبد الصمد بن عبد الوارث قال حدثنا أبي قال حدثنا\r\nالحسين المعلم قال حدثنا بن بريدة قال\r\nحدثني بن عمر ان رسول الله صلى الله عليه وسلم كان يقول إذا تبوأ مضجعه\r\nالحمد لله الذي كفاني وأوان وسقاني الحمد لله الذي من علي\r\nفأفضل الحمد لله الذي أعطاني فأجزل الحمد لله على كل\r\nحال اللهم رب كل شئ ومالك كل شئ وإله كل شئ لك كل\r\nشئ أعوذ بك من النار\r\n","description":"","footnote":"","page_name":" 349 ","page_number":349},
  {"content":"\r\n5537 - ذكر ما يستحب للمرء أن يسمى الله جلا وعلا\r\nعند أرادته النوم\r\nخبرنا أبو يعلى قال حدثنا أبو خيثمة قال حدثنا\r\nيحيى بن سعيد قال حدثنا سفيان عن عبد الملك بن عمير عن ربعي بن\r\nحراش\r\nعن حذيفة قال كان النبي صلى الله عليه وسلم إذا أوي إلى فراشه قال\r\nاللهم باسمك أموت وأحيا وإذا استيقظ قال الحمد لله الذي\r\nأحيانا بعد ما أماتنا وإليه النشور\r\n5538 - ذكر ما يستحب للمرء أن يحمد الله جل وعلا على\r\nما أطعمه وسقاه وكفاه عند إرادته النوم\r\nأخبرنا الحسن بن سفيان قال حدثنا إبراهيم بن الحجاج\r\nالسامي قال حدثنا حماد بن سلمة عن ثابت\r\nعن أنس ان رسول الله صلى الله عليه وسلم كان إذا آوى إلى فراشه\r\nقال الحمد لله الذي أطعمنا وسقانا وكفانا فكم ممن لا كافى له\r\nولا مؤوي\r\n","description":"","footnote":"","page_name":" 350 ","page_number":350},
  {"content":"\r\n5539 - ذكر ما يستحب للمرء أن يسأل الله جل وعلا\r\nالمغفرة عند إرادته النوم\r\nأخبرنا أحمد بن علي بن المثنى قال حدثنا أبو خيثمة\r\nقال حدثنا إسماعيل بن إبراهيم عن خالد الحذاء\r\nعن عبد الله بن الحارث قال كان بن عمر إذا آوى إلى\r\nفراشه قال اللهم أنت خلقت نفسي وأنت تتوفاها لك مماتها\r\nومحياها اللهم ان توفيتها فاغفر لها وان أحييتها فاحفظها اللهم\r\nإني أسالك العافية فقال له رجل من ولده أكان عمر يقول\r\nهذا قال بل خير من عمر كان يقول فظننا انه عن النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 351 ","page_number":351},
  {"content":"\r\n\r\n5540 - ذكر ما يستحب للمرء تفويض النفس إلى\r\nالباري جل وعلا عند إرادته النوم\r\nأخبرنا الفضل بن الحباب قال حدثنا أبو الوليد قال\r\nحدثنا شعبة قال حدثني أبو الحسن عبيد بن الحسن قال\r\nسمعت البراء عن النبي صلى الله عليه وسلم إنه كان إذا أخذ مضجعه قال\r\nاللهم إني أسلمت نفسي إليك ووجهت وجهي إليك وفوضت\r\nأمري إليك رغبة ورهبة إليك لا ملجا ولا منجا منك إلا إليك\r\n5541 - ذكر ما يستحب للمرء قراءة سورة معلومة\r\nعند إرادته النوم\r\nأخبرنا عبد الله بن محمد الأزدي قال حدثنا إسحاق بن\r\nإبراهيم قال أخبرنا النضر بن شميل قال حدثنا سعيد بن أبي أيوب\r\nقال حدثني عقيل عن بن شهاب عن عروة\r\nعن عائشة قالت كان رسول الله صلى الله عليه وسلم إذا أراد النوم جمع\r\n","description":"","footnote":"","page_name":" 352 ","page_number":352},
  {"content":"\r\nيديه ثم نفث فيهما ثم قرأ قل هو الله أحد وقل أعوذ برب\r\nالفلق وقل أعوذ برب الناس ثم يمسح بهما وجهه ورأسه\r\nوسائر جسده\r\nقال عقيل ورأيت بن شهاب يفعل ذلك\r\n5544 - ذكر العدد الذي يستحب استعمال هذا الفعل به\r\nأخبرنا بن قتيبة قال حدثنا يزيد بن موهب قال حدثني\r\nالمفضل بن فضالة عن عقيل عن بن شهاب عن عروة\r\nعن عائشة ان النبي صلى الله عليه وسلم كان إذا أوى إلى فراشه جمع كفيه\r\nثم نفث فيهما وقرا فيهما ب قل هو الله أحد وقل أعوذ برب\r\nالفلق وقل أعوذ برب الناس ثم يسمح بهما ما استطاع من\r\nجسده يفعل ذلك ثلاث مرات\r\n","description":"","footnote":"","page_name":" 353 ","page_number":353},
  {"content":"\r\n5543 - ذكر الأمر بقراءة قل يا أيها الكافرون\r\nلمن أراد أن يأخذ مضجعه\r\nأخبرنا أبو عروبة بحران قال حدثنا محمد بن وهب بن أبي\r\nكريمة قال حدثنا محمد بن سلمة عن أبي عبد الرحيم عن زيد بن أبي\r\nأنيسة عن أبي إسحاق عن فروة بن نوفل الأشجعي\r\nعن أبيه قال دخلت على النبي صلى الله عليه وسلم فقلت يا نبي الله\r\nعلمني شيئا أقوله إذا أويت إلى فراشي قال اقرا قل يا أيها\r\nالكافرون\r\n5544 - ذكر العلة التي من أجلها أمر بهذا الفعل\r\nأخبرنا الصوفي قال حدثنا علي بن الجعد قال أخبرنا\r\nزهير بن معاوية عن أبي إسحاق عن فروة بن نوفل\r\nعن أبيه ان رسول الله صلى الله عليه وسلم قال هل لك في ربيبة لنا فتكفلها\r\n","description":"","footnote":"","page_name":" 354 ","page_number":354},
  {"content":"\r\n\r\nزينب قال ثم جاء فسأله النبي صلى الله عليه وسلم فقال تركتها عند أمها قال\r\nفمجئ ما جاء بك قال جئت لتعلمني شيئا أقوله عند منامي قال\r\nاقرا قل يا أيها الكافرون ثم نم على خاتمتها فإنها براءة من\r\nالشرك\r\n5545 - ذكر ما يجب على المرء المؤمن مجانبه النوم\r\nقبل صلاة العشاء\r\nأخبرنا الحسن بن سفيان قال حدثنا حميد بن مسعدة\r\nقال حدثنا جعفر بن سليمان قال حدثنا هشام بن عروة عن أبيه قال\r\nسمعتني عائشة وأنا أتكلم بعد العشاء الآخرة فقالت\r\nيا عري الا تريح كاتبك فان رسول الله صلى الله عليه وسلم لم يكن ينام\r\nقبلها ولا يتحدث بعدها\r\n","description":"","footnote":"","page_name":" 355 ","page_number":355},
  {"content":"\r\n5546 - ذكر الزجر عن النوم قبل صلاة العشاء\r\nوالسمر بعدها\r\nأخبرنا الحسن بن سفيان قال حدثنا أبو بكر بن أبي شيبة\r\nقال حدثنا بن علية عن عوف عن أبي المنهال\r\n","description":"","footnote":"","page_name":" 356 ","page_number":356},
  {"content":"\r\n\r\nعن أبي برزة قال نهى رسول الله صلى الله عليه وسلم عن النوم قبلها\r\nوالحديث بعدها يعنى عشاء الآخرة\r\n5547 - ذكر الزجر عن نوم الإنسان على بطنه\r\nإذ الله جل وعلا لا يحب تلك النومة\r\nأخبرنا عبد الله بن محمد الأزدي قال حدثنا إسحاق بن\r\n","description":"","footnote":"","page_name":" 357 ","page_number":357},
  {"content":"\r\nإبراهيم قال أخبرنا عيسى بن يونس قال حدثنا محمد بن عمرو عن أبي\r\nسلمة\r\nعن أبي هريرة قال مر رسول الله صلى الله عليه وسلم على رجل مضطجع\r\nعلى بطنه فغمزه برجله وقال إن هذه ضجعة لا يحبها الله\r\n5548 - ذكر بغض الله جل وعلا النائمين على بطونهم\r\nأخبرنا بن سلم قال حدثنا عبد الرحمن بن إبراهيم\r\nقال حدثنا الوليد قال حدثنا الأوزاعي قال حدثني يحيى بن أبي كثير\r\nعن بن قيس بن طغفة الغفاري\r\n","description":"","footnote":"","page_name":" 358 ","page_number":358},
  {"content":"\r\nعن أبيه قال أتانا رسول الله صلى الله عليه وسلم ونحن في الصفة بعد\r\nالمغرب فقال يا فلان انطلق مع فلان ويا فلان انطلق مع\r\nفلان حتى بعث خمسة انا خامسهم فقال قوموا معي ففعلنا\r\nفدخلنا على عائشة وذلك قبل ان ينزل الحجاب فقال\r\nيا عائشة أطعمينا فقربت جشيشة ثم قال يا عائشة أطعمينا\r\nفقربت حيسا ثم قال يا عائشة اسقينا فجاءت بعس فشرب\r\nم قال يا عائشة اسقينا فجاءت بعس دونه ثم قال إن شئتم\r\nنمتم عندنا وان شئتم أتيتم المسجد فنمتم فيه قال فنمنا في\r\nالمسجد فأتانا رسول الله صلى الله عليه وسلم في أخر الليل فأصابني نائما على\r\nبطني فركضني برجله فقال ما لك ولهذه النومة هذه نومة\r\nيكرهها الله أو يبغضها الله\r\n","description":"","footnote":"","page_name":" 359 ","page_number":359},
  {"content":"\r\nأخبرنا عبد الله بن أحمد بن موسى قال حدثنا هشام بن\r\nعمار قال حدثنا الوليد بن مسلم عن بن جريج عن أبي الزبير\r\n","description":"","footnote":"","page_name":" 360 ","page_number":360},
  {"content":"\r\n\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم لا يستلق الإنسان على\r\nقفاه ويضع إحدى رجليه على الأخرى\r\nقال أبو حاتم هذا الفعل الذي زجر عنه هو ان عن عبد\r\nالمرء على قفاه ثم يسيل إحدى رجليه ويضعها على الأخرى\r\nوذاك ان القوم كانوا أصحاب ميازر وإذا استعمل ما وصفت من\r\nعليه المئزر دون السراويل ربما تكشف عورته فمن أجله ما نهى\r\nعنه صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 361 ","page_number":361},
  {"content":"\r\n5550 - ذكر استعمال المصطفى صلى الله عليه وسلم الفعل الذي\r\nيضاد في الظاهر الخبر الذي ذكرناه\r\nأخبرنا عمر بن سعيد بن سنان قال أخبرنا أحمد بن أبي\r\nبكر عن مالك عن بن شهاب عن عباد بن تميم\r\nعن عمه انه رأى رسول الله صلى الله عليه وسلم مستلقيا في المسجد واضعا\r\nإحدى رجليه على الأخرى\r\n","description":"","footnote":"","page_name":" 362 ","page_number":362},
  {"content":"\r\nقال أبو حاتم هذا الفعل الذي استعمله صلى الله عليه وسلم هو الفساد الرجلين\r\nجميعا ووضع إحداهما على الأخرى دون ذلك الفعل الذي نهى\r\nعنه وهو ضد قول من جهل صناعة الحديث فزعم أن أخبار\r\nالمصطفى صلى الله عليه وسلم تتضاد وتتهاتر\r\n","description":"","footnote":"","page_name":" 363 ","page_number":363},
  {"content":"\r\nذكر الخبر الدال على أن الفعل المجزور عنه\r\nإنما أريد بذلك رفع إحدى الرجلين\r\nعلى الأخرى لا وضعها عليها\r\nأخبرنا محمد بن الحسن بن قتيبة قال حدثنا يزيد بن\r\nموهب قال حدثني الليث بن سعد عن أبي الزبير\r\nعن جابر عن رسول الله صلى الله عليه وسلم انه نهى عن اشتمال الصماء\r\nوالاحتباء في ثوب واحد وان يرفع الرجل إحدى رجليه على\r\nالأخرى وهو مستلق على ظهره\r\n","description":"","footnote":"","page_name":" 364 ","page_number":364},
  {"content":"\r\n5552 - ذكر خبر فيه كالدليل على صحة ما تأولنا\r\nالخبر الذي تقدم ذكرنا له\r\nأخبرنا عبد الله بن سليمان بن الأشعث السجستاني قال\r\nحدثنا هارون بن محمد بن بكار بن بلال قال حدثنا محمد بن عيسى بن\r\nسميع قال حدثنا روح بن القاسم عن عمرو بن دينار عن أبي بكر بن\r\nحفص بن عمر بن سعد بن أبي وقاص\r\nعن أبي هريرة عن رسول الله صلى الله عليه وسلم انه نهى ان عن عبد الرجل\r\nويثنى إحدى رجليه على الأخرى\r\n","description":"","footnote":"","page_name":" 365 ","page_number":365},
  {"content":"\r\n\r\n5553 - كتاب\r\nالحظر والإباحة\r\nذكر الاخبار عن تحريم الله جل وعلا\r\nخصالا معلومة على المسلمين\r\nأخبرنا عبد الله بن محمد الأزدي قال حدثنا إسحاق بن\r\nإبراهيم قال حدثنا جرير عن منصور عن الشعبي عن وراد مولى\r\nالمغيرة\r\nعن المغيرة بن شعبة ان رسول الله صلى الله عليه وسلم قال إن الله حرم\r\nعليكم عقوق الأمهات وواد البنات ومنع وهات وكره لكم\r\nثلاثا قيل وقال وكثرة السؤال وإضاعة المال\r\n","description":"","footnote":"","page_name":" 366 ","page_number":366},
  {"content":"\r\n5554 - ذكر الزجر عن خصال معلومة من أجل علل معدودة\r\nأخبرنا أبو يعلى قال حدثنا خلف بن هشام البزاز قال\r\nحدثنا حماد بن زيد عن عاصم عن الشعبي\r\nأن معاوية كتب إلى المغيرة بن شعبة أن اكتب إلي بحديث\r\nسمعته من رسول الله صلى الله عليه وسلم فدعا غلامه ورادا فقال اكتب اني\r\nسمعت من رسول الله صلى الله عليه وسلم نهى عن واد النبات وعقوق الأمهات وعن\r\nمنع وهات وعن قيل وقال وكثرة السؤال وإضاعة المال\r\n","description":"","footnote":"","page_name":" 367 ","page_number":367},
  {"content":"\r\n\r\nسمع الشعبي هذا عن وراد عن المغيرة قاله الشيخ\r\n5555 - ذكر خصال من كن فيه استحق بغض المصطفى صلى الله عليه وسلم إياه\r\nأخبرنا أبو يعلى قال حدثنا المقدمي قال حدثنا عمر بن علي\r\nالمقدمي قال حدثنا داود بن أبي هند عن تثبت\r\nعن أبي ثعلبة الخشني عن النبي صلى الله عليه وسلم قال إن أحبكم\r\nإلي وأقربكم منى في الآخرة أحاسنكم أخلاقا وان أبغضكم\r\nإلى وأبعدكم منى في الآخرة أسوؤكم أخلاقا المتشدقون\r\nالمتفيهقون الثرثارون\r\n5556 - ذكر وصف أقوام يبغضهم الله جل وعلا\r\nمن أجل أعمال ارتكبوها\r\nأخبرنا أحمد بن علي بن المثنى قال حدثنا إبراهيم بن\r\n","description":"","footnote":"","page_name":" 368 ","page_number":368},
  {"content":"\r\nالحجاج السامي قال حدثنا حماد بن سلمة عن عبيد الله بن عمر عن\r\nسعيد المقبري\r\nعن أبي هريرة ان رسول الله صلى الله عليه وسلم قال أربعة يبغضهم الله\r\nالبياع الحلاف والفقير المختال والشيخ الزاني\r\nوالأمام الجائر\r\n5557 - ذكر الزجر عن أن يمكر المرء أخاه المسلم\r\nأو يخادعه في أسبابه\r\nأخبرنا الفضل بن الحباب قال حدثنا عثمان بن الهيثم بن\r\nالجهم قال حدثنا أبي عن عاصم عن زر\r\nعن عبد الله قال قال رسول الله صلى الله عليه وسلم من غشنا فليس\r\nمنا والمكر والخداع في النار\r\n","description":"","footnote":"","page_name":" 369 ","page_number":369},
  {"content":"\r\n5558 - ذكر الزجر عن أن يفسد المرء امرأة أخيه المسلم\r\nأو يخبب عبيدة عليه\r\nأخبرنا عبد الله بن محمد الأزدي قال حدثنا إسحاق بن\r\nإبراهيم قال أخبرنا معاوية بن هاشم قال حدثنا عمار بن رزيق عن\r\nعبد الله بن عيسى بن عبد الرحمن بن أبي ليلى عن عكرمة عن يحيى بن\r\nيعمر\r\nعن أبي هريرة عن النبي صلى الله عليه وسلم قال من خبب عبدا على\r\nأهله فليس منا ومن أفسد امرأة على زوجها فليس منا\r\n","description":"","footnote":"","page_name":" 370 ","page_number":370},
  {"content":"\r\n\r\n5559 - ذكر الزجر عن الكبائر السبع إذ هن الموبقات\r\nأخبرنا عبد الله بن عمرو قال حدثنا محمد بن\r\nإسماعيل الجعفي قال حدثنا عبد العزيز بن عبد الله الأويسي قال\r\nحدثني سليمان بن بلال عن ثور بن زيد عن أبي الغيث\r\nعن أبي هريرة ان رسول الله صلى الله عليه وسلم قال اجتنبوا السبع\r\nالموبقات قالوا يا رسول الله وما هن قال الشرك بالله\r\nوالسحر وقتل النفس التي حرم الله الا بالحق واكل الربا واكل\r\n","description":"","footnote":"","page_name":" 371 ","page_number":371},
  {"content":"\r\nمال اليتم والتولي يوم الزحف وقذف المحصنات\r\nالغافلات المؤمنات\r\n","description":"","footnote":"","page_name":" 372 ","page_number":372},
  {"content":"\r\n5560 - ذكر البيان بأن هذا العدد المذكور\r\nلم يرد به النفي عما دونه\r\nأخبرنا النضر بن محمد بن المبارك قال حدثنا محمد بن\r\nعثمان العجلي قال حدثنا عبيد الله بن موسى عن شيبان عن فراس عن\r\nالشعبي\r\nعن عبد الله بن عمرو قال جاء أعرابي إلى النبي صلى الله عليه وسلم\r\nفقال يا رسول الله ما الكبائر قال الإشراك بالله قال ثم\r\nماذا قال ثم عقوق الوالدين قال ثم ماذا قال ثم اليمين\r\nالغموس قلت لعامر ما اليمين الغموس قال الذي يقتطع مال\r\nامرئ مسلم بيمين صبر وهو فيها كاذب\r\n","description":"","footnote":"","page_name":" 373 ","page_number":373},
  {"content":"\r\n5561 - ذكر البيان بأن اليمين المغموس الذي وصفناه من الكبائر\r\nأخبرنا أحمد بن علي بن المثنى قال حدثنا وهب بن بقية\r\nقال حدثنا خالد بن عبد الله عن عبد الرحمن بن إسحاق عن محمد بن\r\nزيد عن عبد الله بن أبي أمامة\r\nعن عبد الله بن أنيس قال قال رسول الله صلى الله عليه وسلم من أكبر\r\nالكبائر الإشراك بالله وعقوق الوالدين واليمين المغموس والذي\r\nنفسي بيده لا يحلف الرجل على مثل جناح بعوضة الا كانت كية\r\nفي قلبه يوم القيامة\r\n","description":"","footnote":"","page_name":" 374 ","page_number":374},
  {"content":"\r\n\r\n5562 - ذكر الزجر عن أكل مال اليتيم\r\nأخبرنا أبو يعلى حدثنا حماد بن إبراهيم الدورقي حدثنا\r\nأبو عبد الرحمن المقرئ حدثنا سعيد بن أبي أيوب حدثني عبيد الله بن أبي\r\nجعفر عن سالم بن أبي سالم الجيشاني عن أبيه\r\nعن أبي ذر قال قال النبي صلى الله عليه وسلم يا أبا ذر اني أراك\r\nضعيفا واني أحب لك ما أحب لنفسي لا تتولين مال يتيم\r\nولا تتأمرن على اثنين\r\n","description":"","footnote":"","page_name":" 375 ","page_number":375},
  {"content":"\r\n5563 - أخبرنا إسماعيل بن داود بن وردان بمصر قال حدثنا\r\nعيسى بن حماد قال أخبرنا الليث عن بن عجلان عن سعيد المقبري\r\nعن أبي هريرة عن رسول الله صلى الله عليه وسلم انه كان يقول على\r\nالمنبر احرج مال الضعيفين اليتيم والمرأة\r\n","description":"","footnote":"","page_name":" 376 ","page_number":376},
  {"content":"\r\n5564 - ذكر الزجر عن وصف ما يعذب به في القيامة\r\nأكلة أموال اليتامى\r\nأخبرنا أحمد بن علي بن المثنى حدثنا عقبة بن مكرم\r\nحدثنا يونس بن بكير حدثنا زياد بن المنذر عن نافع بن الحارث\r\nعن أبي برزة ان رسول الله صلى الله عليه وسلم قال يبعث يوم القيامة قوم\r\nمن قبورهم تأجج أفواههم نارا فقيل من هم يا رسول الله\r\nقال ألم تر الله يقول أن الذين يأكلون أموال اليتامى ظلما إنما\r\nيأكلون في بطونهم نارا\r\n","description":"","footnote":"","page_name":" 377 ","page_number":377},
  {"content":"\r\n5565 - ذكر الأخبار بإيجاب النار نعوذ بالله منها لمن\r\nكان غداؤه حراما\r\nأخبرنا أبو يعلى قال حدثنا أمية بن بسطام قال حدثنا\r\nمعتمر بن سليمان قال سمعت عبد الملك بن أبي جميلة يحدث عن\r\nأبي بكر بن بشير\r\nعن كعب بن عجرة قال قال النبي صلى الله عليه وسلم يا كعب بن عجرة\r\nانه لا يدخل الجنة لحم ودم نبتا على سحت النار أولى به\r\nيا كعب بن عجرة الناس غاديان فغاد في فكاك نفسه فمعتقها\r\nوغاد موبقها يا كعب بن عجرة الصلاة قربان والصدقة برهان\r\n","description":"","footnote":"","page_name":" 378 ","page_number":378},
  {"content":"\r\n\r\nوالصوم جنة والصدقة تطفئ الخطيئة كما يذهب الجليد\r\nعلى الصفا\r\n5566 - ذكر الزجر عن المحقرات من المعاصي\r\nالتي يكرهها الله عز وجل\r\nأخبرنا عمران بن موسى بن مجاشع قال حدثنا عثمان بن أبي\r\nشيبة قال حدثنا خالد بن مخلد قال حدثنا سعيد بن مسلم بن\r\nبأنك قال سمعت عامر بن عبد الله بن الزبير قال حدثني عوف بن\r\nالحارث بن الطفيل\r\nعن عائشة قالت قال لي رسول الله صلى الله عليه وسلم يا عائشة إياك\r\nومحقرات الأعمال فان لها من الله طالبا\r\n","description":"","footnote":"","page_name":" 379 ","page_number":379},
  {"content":"\r\n\r\n5567 - ذكر الأمر بمجانبة الشبهات سترة بين المرء وبين\r\nالوقوع في الحرام المحض نعوذ بالله منه\r\nأخبرنا بن قتيبة حدثنا يزيد بن موهب حدثنا المفضل بن\r\nفضالة عن عبد الله بن عياش القتباني عن بن عجلان عن الحارث بن\r\nيزيد العكلي عن عامر الشعبي\r\nانه سمع النعمان بن بشير يقول سمعت رسول الله صلى الله عليه وسلم\r\nيقول اجعلوا بينكم وبين الحرام سترة من الحلال من فعل ذلك\r\nاستبرأ لعرضه ودينه ومن ارتع فيه كان كالمرتع إلى جنب\r\nالحمى يوشك ان يقع فيه وان لكل ملك حمى وان حمى الله\r\nفي الأرض محارمه\r\n","description":"","footnote":"","page_name":" 380 ","page_number":380},
  {"content":"\r\n\r\n5568 - ذكر الزجر عن اتباع المرء النظرة النظرة\r\nإذ استعمالها يزرع في القلب الأماني\r\nأخبرنا عبد الله بن أحمد بن موسى بعسكر مكرم عبدان\r\nقال حدثنا هدبة بن خالد قال حدثنا حماد بن سلمة عن بن إسحاق\r\nعن محمد بن إبراهيم التيمي عن سلمة بن أبي الطفيل\r\nعن علي بن أبي طالب أن رسول الله صلى الله عليه وسلم قال له يا علي\r\nان لك كنزا وانك ذو قرنيها فلا تتبع النظرة النظرة فان لك\r\nالأولى وليست لك الآخرة\r\n","description":"","footnote":"","page_name":" 381 ","page_number":381},
  {"content":"\r\n","description":"","footnote":"","page_name":" 382 ","page_number":382},
  {"content":"\r\n5569 - أخبرنا الحسين بن عبد الله القطان قال حدثنا هشام بن\r\nخالد الأزرق قال حدثنا زيد بن أبي الزرقاء قال حدثنا سفيان الثوري\r\nعن يونس بن عبيد عن عمرو بن سعيد عن أبي زرعة بن عمرو بن جرير\r\nعن جرير قال سألت رسول الله صلى الله عليه وسلم عن نظرة الفجاءة\r\nفأمرني أن أصرف بصري\r\n","description":"","footnote":"","page_name":" 383 ","page_number":383},
  {"content":"\r\n\r\nقال أبو حاتم رضي الله عنه الأمر بصرف البصر أمر حتم عما\r\nلا يحل وهو مقرون بالزجر عن ضده وهو النظر إلى ما حرم\r\n5570 - ذكر الأمر لمن رأى امرأة أعجبته أن يأتي امرأته حينئذ\r\nأخبرنا عمر بن محمد الهمذاني قال حدثنا محمد بن\r\nبشار قال حدثنا عبد الأعلى بن عبد الأعلى قال حدثنا هشام بن أبي\r\nعبد الله عن أبي الزبير\r\nعن جابر ان رسول الله صلى الله عليه وسلم رأى امرأة فدخل على زينب فقضى\r\nحاجته وخرج وقال إن المرأة إذا أقبلت أقبلت في صورة\r\nشيطان فإذا رأى أحدكم امرأة أعجبته فليأت أهله فإن معها مثل\r\nالذي معها\r\n","description":"","footnote":"","page_name":" 384 ","page_number":384},
  {"content":"\r\n\r\n5571 - ذكر الأمر بمواقعة امرأته لمن رأى امرأة أعجبته\r\nأخبرنا محمد بن عبيد الله بن الفضل الكلاعي بحمص قال\r\nحدثنا محمد بن صدقة الجبلاني قال حدثنا محمد بن خالد الوهبي عن\r\nبن جريج عن أبي الزبير\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم إذا رأى أحدكم المرأة\r\nالتي تعجبه فليرجع إلى أهله حتى يقع بهم فإن\r\nذلك معهم\r\n5572 - ذكر الزجر عن نظر الرجل إلى عورة الرجال والنساء إلى عورتهن\r\nأخبرنا بن خزيمة حدثنا محمد بن رافع حدثنا\r\nبن أبي فديك حدثنا الضحاك بن عثمان عن زيد بن أسلم عن\r\nعبد الرحمن بن أبي سعيد الخدري\r\n","description":"","footnote":"","page_name":" 385 ","page_number":385},
  {"content":"\r\nعن أبيه ان رسول الله صلى الله عليه وسلم قال لا ينظر الرجل إلى عرية\r\nالرجل ولا تنظر المرأة إلى عرية المرأة ولا يفضى الرجل إلى\r\nالرجل في الثوب ولا تفضى المرأة إلى المرأة في الثوب\r\n","description":"","footnote":"","page_name":" 386 ","page_number":386},
  {"content":"\r\n\r\n5573 - ذكر الزجر عن أن تنظر المرأة إلى الرجل\r\nالذي لا يبصر\r\nأخبرنا أحمد بن علي بن المثنى قال حدثنا أبو بكر بن أبي\r\nشيبة قال حدثنا بن المبارك عن يونس عن الزهري عن نبهان\r\nعن أم سلمة قالت كنت انا وميمونة عند النبي صلى الله عليه وسلم فجاء\r\nبن أم مكتوم يستأذن وذلك بعد ان ضرب الحجاب فقال\r\nقوما فقلنا إنه مكفوف ولا يبصرنا قال أفعمياوان أنتما\r\nلا تبصرانه\r\n","description":"","footnote":"","page_name":" 387 ","page_number":387},
  {"content":"\r\n","description":"","footnote":"","page_name":" 388 ","page_number":388},
  {"content":"\r\nقال أبو حاتم قوله صلى الله عليه وسلم أفعمياوان أنتما لفظة استخبار\r\nمرادها الزجر عن نظرهما إلى الرجل الذي كف وفيه دليل على أن\r\nالنساء محرم عليهن النظر إلى الرجال الا ان الريح لهن بمحرم\r\nسواء كانوا مكفوفين أو بصراء\r\n5574 - ذكر الاخبار عما يجب على النساء من غض البصر\r\nولزوم البيوت لئلا يقع بصرهن على أحد من\r\nالرجال وإن كان الرجال عميانا\r\nأخبرنا بن قتيبة قال حدثنا حرملة بن يحيى قال حدثنا\r\nبن وهب أخبرنا يونس عن بن شهاب ان نبهان حدثه\r\nان أم سلمة حدثته وثلاثمائة كانت عند رسول الله صلى الله عليه وسلم وميمونة\r\nقالت فبينا نحن عنده اقبل بن أم مكتوم فدخل عليه وذلك بعد\r\nأن أمر بالحجاب قالت فقال رسول الله صلى الله عليه وسلم احتجبا منه\r\nفقالتا يا رسول الله أليس هو أعمى فما يبصرنا ولا يعرفنا قال\r\n","description":"","footnote":"","page_name":" 389 ","page_number":389},
  {"content":"\r\nرسول الله صلى الله عليه وسلم ألستما تبصرانه\r\n5575 - أخبرنا الحسن بن سفيان قال حدثنا عبد الرحمن بن إبراهيم\r\nقال حدثنا محمد بن شعيب قال حدثني عتبة بن أبي حكيم\r\nانه سأل سليمان بن موسى عن الرجل ينظر إلى فرج امرأته\r\nفقال سألت عنها عطاء فقال سألت عنها عائشة كنت\r\nاغتسل انا وحبى صلى الله عليه وسلم من الإناء الواحد تختلف فيه أكفنا وأشارت\r\nإلى اناء في البيت قدر ستة أقساط\r\n","description":"","footnote":"","page_name":" 390 ","page_number":390},
  {"content":"\r\n\r\n5576 - ذكر السبب الذي من أجله انزل الله اية الحجاب\r\nأخبرنا الحسن بن سفيان قال حدثنا العباس بن الوليد\r\nوعبد الأعلى بن حماد قالا حدثنا معتمر بن سليمان قال سمعت أبي\r\nيقول حدثنا أبو مجلز\r\nعن أنس بن مالك قال لما تزوج رسول الله صلى الله عليه وسلم زينب بنت\r\nجحش دعا القوم فطعموا ثم جلسوا يتحدثون قال فأخذ كأنه\r\nيتهيأ للقيام قال فلم يقوموا فلما رأى ذلك قام فلما قام\r\nقام من قام من القوم وقعد ثلاثة وان النبي صلى الله عليه وسلم جاء فإذا القوم\r\nجلوس فرجع ثم إنهم قاموا فانطلقوا فجئت فأخبرت\r\nالنبي صلى الله عليه وسلم انهم قد انطلقوا فجاء حتى دخل فذهبت ادخل فألقى\r\nالحجاب بيني وبينه وانزل الله يا أيها الذين آمنوا لا تدخلوا\r\nبيوت النبي إلا أن يؤذن لكم إلى قوله إن ذلكم كان عند الله\r\nعظيما\r\n","description":"","footnote":"","page_name":" 391 ","page_number":391},
  {"content":"\r\n5577 - ذكر خبر ثان\r\nيصرح بصحة ما ذكرناه\r\nأخبرنا عبد الله بن محمود السعدي قال حدثنا\r\nعبد الوارث بن عبيد الله قال حدثنا بن المبارك قال حدثنا شريك قال\r\nحدثنا بيان بن بشر قال\r\nسمعت أنس بن مالك يقول في هذه الآية لا تدخلوا بيوت\r\nالنبي الا ان يؤذن لكم إلى طعام قال بنى نبي الله صلى الله عليه وسلم ببعض\r\nنسائه فصنع طعاما فأرسلني فدعوت رجالا فأكلوا ثم قام\r\nفخرج فاتى بيت عائشة ثم تبعته فدخل فوجد في بيتها رجلين\r\nفلما رآهما رجع ولم يكلمهما فقاما وخرجا ونزلت اية\r\nالحجاب يا أيها الذين آمنوا لا تدخلوا بيوت النبي إلا أن يؤذن لكم إلى\r\n","description":"","footnote":"","page_name":" 392 ","page_number":392},
  {"content":"\r\n\r\nطعام غير ناظرين اناه\r\n5578 - ذكر البيان بأن المرء ممنوع عن مس امرأة لا يكون\r\nلها محرما في جميع الأحوال\r\nأخبرنا أحمد بن الحسن بن عبد الجبار الصوفي قال حدثنا\r\nيحيى بن معين قال حدثنا معن بن عيسى عن مالك بن أنس عن\r\nهشام بن عروة عن أبيه\r\nعن عائشة أن رسول الله صلى الله عليه وسلم لم يصافح امرأة قط\r\n5579 - ذكر البيان بأن قول عائشة ما وصفنا أرادت\r\nبه في البيعة وأخذه عليهن\r\nأخبرنا محمد بن الحسن بن قتيبة قال حدثنا حرملة\r\nحدثنا بن وهب قال أخبرنا يونس عن بن شهاب عن عروة\r\n","description":"","footnote":"","page_name":" 393 ","page_number":393},
  {"content":"\r\nعن عائشة وثلاثمائة قالت ما أخذ رسول الله صلى الله عليه وسلم على النساء قط\r\nالا بما أمره الله جل وعلا وما مست كفه كف امرأة قط وما كان\r\nيقول لهن إذا أخذ عليهن إلا قد بايعتكن كلاما\r\n5580 - أخبرنا أحمد بن علي بن المثنى قال حدثنا\r\nعمرو بن محمد الناقد قال حدثنا أبو أحمد الزبيري قال حدثنا إسرائيل\r\nعن سماك عن عكرمة\r\n","description":"","footnote":"","page_name":" 394 ","page_number":394},
  {"content":"\r\nعن بن عباس يرفع الحديث إلى النبي صلى الله عليه وسلم قال لا يباشر\r\nالرجل الرجل ولا المرأة المرأة\r\n5581 - ذكر بعض الرجال الذين استثنوا من ذلك العموم\r\nوأبيح لهم استعمال ذلك الفعل المزجور عنه\r\nأخبرنا عبد الله بن محمد الأزدي قال حدثنا إسحاق بن\r\nإبراهيم قال أخبرنا وكيع قال أخبرنا سفيان عن الجريري عن أبي\r\nنضرة\r\nعن أبي هريرة عن رسول الله صلى الله عليه وسلم قال لا تباشر المرأة\r\n","description":"","footnote":"","page_name":" 395 ","page_number":395},
  {"content":"\r\nالمرأة ولا الرجل الرجل الا الوالد الولد\r\n","description":"","footnote":"","page_name":" 396 ","page_number":396},
  {"content":"\r\n\r\n5582 - ذكر الزجر عن دخول المرء وحده على من غاب\r\nعنها زوجها من النساء\r\nأخبرنا أبو يعلى قال حدثنا العباس بن الوليد النرسي\r\nقال حدثنا يحيى القطان عن سليمان التيمي قال سمعت أبا صالح\r\nيقول\r\nجاء عمرو بن العاص إلى منزل علي بن أبي طالب يلتمسه\r\nفلم يقدر عليه ثم رجع فوجده فلما دخل كلم فاطمة فقال له\r\nعلى ما أرى حاجتك إلا إلى المرأة قال أجل إن رسول الله\r\nصلى الله عليه وسلم نهانا أن ندخل على المغيبات\r\n","description":"","footnote":"","page_name":" 397 ","page_number":397},
  {"content":"\r\nأبو صالح هذا اسمه ميزان من أهل البصرة ثقة سمع\r\nبن عباس وعمرو بن العاص وروى عنه سليمان التيمي\r\nومحمد بن جحادة ما روى عنه غير هذين وليس هذا بصاحب\r\nالكلبي فإنه واه ضعيف\r\n5583 - ذكر البيان بأن دخول المرء على المغيبة من أجل\r\nحاجة إذا كان معه رجل أخر جائز\r\nأخبرنا عبد الله بن محمد بن سلم قال حدثنا حرملة بن\r\nيحيى قال حدثنا بن وهب قال أخبرني عمرو بن الحارث ان بكر بن\r\nسوادة حدثه ان عبد الرحمن بن جبير حدثه\r\nان عبد الله بن عمرو بن العاص حدثه ان نفرا من بني هاشم\r\nدخلوا على أسماء بنت عميس فدخل أبو بكر الصديق وهي تحته\r\nيومئذ فرآهم فكره ذلك وذكر لرسول الله صلى الله عليه وسلم وقال لم أر الا\r\n","description":"","footnote":"","page_name":" 398 ","page_number":398},
  {"content":"\r\n\r\nخيرا قال رسول الله صلى الله عليه وسلم ان الله قد بسيدها من ذلك ثم قام\r\nرسول الله صلى الله عليه وسلم على المنبر فقال لا يدخلن رجل بعد يومى هذا\r\nعلى مغيبة الا ومعه رجل\r\n5584 - ذكر الزجر ان يخلوا المرء بامرأة أجنبية\r\nوان لم تكن بمغيبة\r\nأخبرنا أحمد بن علي بن المثنى قال حدثنا أبو خيثمة\r\nقال حدثنا جرير بن عبد الحميد عن عبد الملك بن عمير\r\nعن جابر بن سمرة قال خطبنا عمر بن الخطاب بالجابية\r\nفقال إن رسول الله صلى الله عليه وسلم قام في مثل مقامي هذا فقال أحسنوا\r\nإلى أصحابي ثم الذين يلونهم ثم يفشوا الكذب حتى يحلف\r\nالرجل على اليمين قبل ان يستحلف عليها ويشهد على الشهادة قبل\r\n","description":"","footnote":"","page_name":" 399 ","page_number":399},
  {"content":"\r\nأن يستشهد عليها فمن أحب منكم ان ينال بحبوحة الجنة فليلزم\r\nالجماعة فان الشيطان مع الواحد وهو من الاثنين أبعد\r\nالا لا يخلون رجل بامرأة فإن ثالثهما الشيطان الا ومن كان منكم\r\nتسوؤه سيئته وتسره حسنته فهو مؤمن\r\n5585 - ذكر الزجر عن أن يبيت المرء عند امرأة\r\nالا لعلتين اثنتين\r\nأخبرنا أبو يعلى حدثنا أبو خيثمة حدثنا هشيم حدثنا\r\nأبو الزبير\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم ألا لا يبيتن رجل عند\r\nامرأة في بيت إلا أن يكون ناكحا أو ذا محرم\r\n","description":"","footnote":"","page_name":" 400 ","page_number":400},
  {"content":"\r\n\r\n5586 - ذكر الزجر عن الدخول على النساء\r\nولا سيما الحمو\r\nأخبرنا عبد الله بن محمد بن سلم قال حدثنا حرملة بن\r\nيحيى قال حدثنا بن وهب قال أخبرني عمرو بن الحارث عن يزيد بن أبي\r\nحبيب عن أبي الخير انه\r\nسمع عقبة بن عامر يقول قال رسول الله صلى الله عليه وسلم لا تدخلوا\r\nعلى النساء فقال رجل من الأنصار أفرأيت الحمو يا رسول الله\r\nقال رسول الله صلى الله عليه وسلم الحمو الموت\r\n","description":"","footnote":"","page_name":" 401 ","page_number":401},
  {"content":"\r\n5587 - ذكر البيان بأن المرأة زجرت عن أن تخلوا بغير\r\nذي محرم من الرجال في السفر والحضر معا\r\nأخبرنا أحمد بن محمود بن مقاتل الشيخ الفاضل الصالح\r\nقال حدثنا عبد الجبار بن العلاء قال حدثنا سفيان عن عمرو بن دينار\r\nقال سمعت أبا معبد يقول\r\nسمعت بن عباس يقول سمعت رسول الله صلى الله عليه وسلم وهو على\r\nالمنبر يخطب لا تسافرن امرأة الا بذي محرم ولا يخلون رجل\r\nبامرأة إلا بذي محرم\r\n","description":"","footnote":"","page_name":" 402 ","page_number":402},
  {"content":"\r\n5588 - ذكر الإباحة للمرأة أن تخلو صارت مع ذي\r\nمحرم منها في بيت\r\nأخبرنا أحمد بن علي بن المثنى قال حدثنا عمرو بن\r\nمحمد الناقد قال حدثنا هشيم قال حدثنا أبو الزبير\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم لا يبيتن رجل عند امرأة\r\nفي بيت إلا أن يكون ناكحا أو ذا محرم\r\n5589 - ذكر الخبر الدال على أن المرأة ممنوعة من التزين\r\nللرجال الذين ليسوا لها بمحرم\r\nأخبرنا محمد بن إسحاق بن خزيمة حدثنا محمد بن يحيى\r\nالذهلي حدثنا عبد الصمد بن عبد الوارث حدثنا المستمر بن الريان عن أبي\r\nنضرة\r\nعن أبي سعيد الخدري أن رسول الله صلى الله عليه وسلم ذكر الدنيا فقال إن\r\nالدنيا خضرة حلوة فاتقوها واتقوا النساء ثم ذكر نسوة ثلاثة من\r\n","description":"","footnote":"","page_name":" 403 ","page_number":403},
  {"content":"\r\nبني إسرائيل امرأتين طويلتين وامرأة قصيرة لا تعرف فاتخذت\r\nرجلين من خشب وصاغت خاتما فحشته من أطيب الطيب فإذا\r\nمرت بالمسجد أو بالملأ قالت به ففتحته ففاح ريحه\r\n","description":"","footnote":"","page_name":" 404 ","page_number":404},
  {"content":"\r\nذكر البيان بأن هذه المرأة اتخذت رجلين من خشب\r\nلتتطاول بهاتين المرأتين الطويلتين\r\nأخبرنا أبو يعلى حدثنا مجاهد بن موسى حدثنا عثمان بن\r\nعمر حدثنا مستمر بن الريان عن أبي نضرة\r\nعن أبي سعيد الخدري عن النبي صلى الله عليه وسلم ان امرأة من\r\nبني إسرائيل كانت قصيرة فاتخذت لها نعلين من خشب فكانت\r\nتمشي بين امرأتين طويلتين تطاول بهما واتخذت خاتما من ذهب\r\nوحشت تحت فصه أطيب الطيب المسك فكانت إذا مرت\r\nبالمجلس حركته فيفوح ريحه\r\n5591 - ذكر إباحة تقبيل المرء ولده وولد ولده على سرته\r\nأخبرنا عبد الله بن محمد الأزدي قال حدثنا إسحاق بن\r\nإبراهيم قال أخبرنا يحيى بن آدم قال حدثنا شريك عن بن عون عن\r\nعمير بن إسحاق قال\r\nكنت مع أبي هريرة فقال للحسن بن علي أرني المكان الذي\r\n","description":"","footnote":"","page_name":" 405 ","page_number":405},
  {"content":"\r\n\r\nرأيت رسول الله صلى الله عليه وسلم يقبله منك قال فكشف عن سرته فقبلها\r\nفقال شريك لو كانت السرة من العورة ما كشفها\r\n5592 - ذكر الإباحة للمرء أن يقبل ولده وولد ولده\r\nأخبرنا محمد بن الحسن بن قتيبة قال حدثنا\r\nبن أبي السري قال حدثنا عبد الرزاق قال حدثنا معمر عن الزهري\r\nعن أبي سلمة عن أبي هريرة ان رسول الله صلى الله عليه وسلم قبل\r\nالحسن بن علي والأقرع بن حابس التميمي جالس فقال الأقرع\r\n","description":"","footnote":"","page_name":" 406 ","page_number":406},
  {"content":"\r\nان لي عشرة من الولد ما قبلت منهم أحدا قط فقال رسول الله صلى الله عليه وسلم\r\nمن لا يرحم لا يرحم\r\n5593 - ذكر الإباحة للمرء أن يقبل ولده وولد ولده\r\nأخبرنا محمد بن عبد الرحمن الدغولي حدثنا محمد بن يحيى\r\n","description":"","footnote":"","page_name":" 407 ","page_number":407},
  {"content":"\r\nالذهلي حدثنا محمد بن يوسف الفريابي أخبرنا سفيان عن هشام بن\r\nعروة عن أبيه\r\nعن عائشة قالت جاء اعرابي إلى النبي صلى الله عليه وسلم فقال\r\nأتقبلون الصبيان فما نقبلهم فقال رسول الله صلى الله عليه وسلم وما أملك لك\r\nان نزع الله الرحمة من قلبك\r\n5594 - ذكر إباحة ملاعبة المرء ولده وولد ولده\r\nأخبرنا محمد بن إسحاق بن إبراهيم مولى ثقيف قال حدثنا\r\nوهب بن بقية قال أخبرنا خالد بن عبد الله عن محمد بن عمرو عن أبي\r\nسلمة\r\nعن أبي هريرة قال كان رسول الله صلى الله عليه وسلم يدلع لسانه\r\n","description":"","footnote":"","page_name":" 408 ","page_number":408},
  {"content":"\r\n\r\nللحسين فيرى الصبي حمرة لسانه فيهش إليه فقال له عيينة بن\r\nحصن بن بدر الا أرى تصنع هذا بهذا والله ليكون لي الابن\r\nقد خرج وجهه وما قبلته قط فقال رسول الله صلى الله عليه وسلم من لا يرحم\r\nلا يرحم\r\n5595 - ذكر الزجر عن دخول النساء الحمامات\r\nوان كن ذوات ميازر\r\nأخبرنا أحمد بن الحسن بن عبد الجبار الصوفي قال\r\nحدثنا يحيى بن معين قال حدثنا عمرو بن الربيع بن طارق قال حدثنا\r\n","description":"","footnote":"","page_name":" 409 ","page_number":409},
  {"content":"\r\nيحيى بن أيوب عن يعقوب بن إبراهيم عن محمد بن ثابت بن شرحبيل\r\nعن عبد الله بن سويد الخطمي\r\nعن أبي أيوب الأنصاري ان رسول الله صلى الله عليه وسلم قال من كان\r\nيؤمن بالله الأخر فليكرم جاره ومن كان يؤمن بالله\r\nواليوم الأخر فلا يدخل الحمام الا بمئزر ومن كان يؤمن بالله\r\nواليوم الأخر فليقل خيرا أو ليصمت ومن كان يؤمن بالله واليوم\r\nالأخر من نساؤكم فلا تدخل الحمام قال فنميت بذلك إلى\r\nعمرو بن عبد العزيز في خلافته فكتب إلى أبى بكر بن محمد بن\r\nعمرو بن حزم ان سل محمد بن ثابت عن حديثه فإنه رضا\r\nفسأله ثم كتب إلى عمر فمنع النساء عن الحمام\r\n","description":"","footnote":"","page_name":" 410 ","page_number":410},
  {"content":"\r\n","description":"","footnote":"","page_name":" 411 ","page_number":411},
  {"content":"\r\n\r\n5596 - ذكر الاخبار عما يجب على المرأة\r\nمن لزوم قعر بيتها\r\nأخبرنا عمر بن محمد الهمداني قال حدثنا أحمد بن\r\nالمقدام العجلي حدثنا المعتمر بن سليمان قال سمعت أبي يحدث عن\r\nقتادة عن أبي الأحوص\r\nعن عبد الله عن النبي صلى الله عليه وسلم قال المرأة عورة وانها إذا\r\nخرجت استشرفها الشيطان وانها لا تكون إلى وجه الله أقرب منها\r\nفي قعر بيتها\r\n","description":"","footnote":"","page_name":" 412 ","page_number":412},
  {"content":"\r\n5597 - ذكر الأمر للمرأة بلزوم قعر بيتها لأن ذلك\r\nخير لها عند الله جل وعلا\r\nأخبرنا محمد بن إسحاق بن خزيمة قال حدثنا محمد بن\r\nالمثنى قال حدثنا عمرو بن عاصم قال حدثنا همام عن قتادة عن\r\nمورق العجلي عن أبي الأحوص\r\nعن عبد الله عن النبي صلى الله عليه وسلم قال المرأة عورة فإذا\r\nخرجت استشرفها الشيطان وأقرب ما تكون من ربها إذا هي في\r\nقعر بيتها\r\n5598 - ذكر إباحة عيادة المرأة أباها وموالي أبيها\r\nإذا استأذنت من زوجها فيها\r\nأخبرنا أحمد بن علي بن المثنى قال حدثنا غسان بن\r\n","description":"","footnote":"","page_name":" 413 ","page_number":413},
  {"content":"\r\nالربيع حدثنا الليث بن سعد عن يزيد بن أبي حبيب عن أبي بكر بن\r\nإسحاق بن يسار عن عبد الله بن عروة عن عروة\r\nعن عائشة وثلاثمائة قالت لما قدم رسول الله صلى الله عليه وسلم المدينة\r\nشتكى واشتكى أصحابه واشتكى أبو بكر وعامر بن فهيرة مولى\r\nأبى بكر وبلال فاستأذنت عائشة رسول الله صلى الله عليه وسلم في عيادتهم\r\nفأذن لها فقالت لأبي بكر كيف تجدك فقال\r\nكل امرئ مصبح في أهله\r\nوالموت أدنى من شراك نعله\r\nوسألت عامر بن فهيرة فقال\r\nإني وجدت الموت قبل ذوقه\r\nإن الجبان حتفه من فوقه\r\nوسألت بلالا فقال\r\n% ألا ليت شعري هل أبيتن ليلة\r\n% بفج وحولي اذخر وجليل\r\n% فأتت رسول الله صلى الله عليه وسلم فأخبرته بقولهم فنظر إلى السماء\r\nفقال اللهم حبب إلينا المدينة كما حببت إلينا مكة وأشد اللهم\r\nبارك لنا في صاعها ومدها وانقل وباءها إلى مهيعة\r\n","description":"","footnote":"","page_name":" 414 ","page_number":414},
  {"content":"\r\nوهي الجحفة\r\n5599 - ذكر الزجر عن أن تمشي\r\nالمرأة في حاجتها\r\nفي وسط الطريق\r\nأخبرنا عبد الله بن محمد بن موسى قال حدثنا الصلت بن\r\nمسعود قال حدثنا مسلم بن خالد قال حدثنا شريك بن أبي نمر عن\r\nأبي سلمة بن عبد الرحمن\r\n","description":"","footnote":"","page_name":" 415 ","page_number":415},
  {"content":"\r\nعن أبي هريرة قال قال رسول الله صلى الله عليه وسلم ليس للنساء\r\nوسط الطريق\r\n","description":"","footnote":"","page_name":" 416 ","page_number":416},
  {"content":"\r\nقال الشيخ قوله ليس للنساء وسط الطريق يسير\r\nأخبار مرادها الزجر عن شئ مضمر فيه وهو مماسة النساء الرجال\r\nفي المشي إذا وسط الطريق الغالب على الرجال سلوكه\r\nوالواجب على النساء ان يتخللن الجوانب حذرا يتوقع من\r\nمماستهم إياهن\r\n5600 - ذكر الأمر للمرأة أن يحجمها الرجل عند الضرورة\r\nإذا كان الصلاح فيهما موجودا\r\nأخبرنا بن قتيبة حدثنا يزيد بن موهب حدثني المؤذن عن أبي\r\nالزبير\r\nعن جابر أن أم سلمة استأذنت رسول الله صلى الله عليه وسلم في الحجامة\r\nفأمر النبي صلى الله عليه وسلم أبا طيبة أن يحجمها وقال حسبت أنه قال كان\r\nأخاها من الرضاعة أو غلاما لم يحتلم\r\n","description":"","footnote":"","page_name":" 417 ","page_number":417},
  {"content":"\r\n\r\n5601 - فصل\r\nفي التعذيب\r\nذكر الزجر عن ضرب المسلمين كافة\r\nالا ما يبيحه الكتاب والسنة\r\nأخبرنا أحمد بن علي بن المثنى قال حدثنا أبو بكر بن أبي\r\nشيبة قال حدثنا عمر بن عبيد عن الأعمش عن أبي وائل\r\nعن عبد الله قال قال رسول الله صلى الله عليه وسلم أجيبوا الداعي\r\nولا تردوا الهدية ولا تضربوا المسلمين\r\n","description":"","footnote":"","page_name":" 418 ","page_number":418},
  {"content":"\r\n\r\nقال أبو حاتم عمر ويعلى ومحمد بنو عبيد الطنافسي\r\nكوفيون ثقات\r\n5602 - ذكر الزجر عن ضرب المسلم\r\nالمسلم على وجهه\r\nأخبرنا محمد بن عبيد الله بن الفضل الكلاعي بحمص\r\nقال حدثنا عمرو بن عثمان القرشي قال حدثنا أبي قال حدثنا\r\nشعيب بن أبي حمزة عن أبي الزناد عن الأعرج\r\nعن أبي هريرة قال قال رسول الله صلى الله عليه وسلم إذا قاتل أحدكم\r\nفليجتنب الوجه\r\n5603 - ذكر العلة التي من اجلها\r\nزجر عن هذا الفعل\r\nأخبرنا أبو خليفة قال حدثنا إبراهيم بن بشار قال حدثنا\r\nسفيان عن أبي الزناد عن الأعرج\r\n","description":"","footnote":"","page_name":" 419 ","page_number":419},
  {"content":"\r\nعن أبي هريرة ان النبي صلى الله عليه وسلم قال إذا ضرب أحدكم\r\nفليجتنب الوجه فإن الله خلق آدم على صورته\r\nقال أبو حاتم رضي الله عنه يريد به صورة المضروب لان\r\n","description":"","footnote":"","page_name":" 420 ","page_number":420},
  {"content":"\r\n\r\nالضارب إذا ضرب وجه أخيه المسلم ضرب وجها خلق الله آدم\r\nعلى صورته\r\n5604 - ذكر الزجر عن تعذيب شئ من ذوات\r\nالأرواح بحرق النار\r\nأخبرنا الحسن بن سفيان قال حدثنا محمد بن عبيد بن\r\nحساب قال حدثنا حماد بن زيد عن أيوب عن عكرمة\r\nان عليا اتي بقوم قد ارتدوا عن الإسلام أو قال زنادقة\r\nمعهم كتب فأمر بنار فأججت فألقاهم فيها بكتبهم فبلغ ذلك\r\nبن عباس فقال اما انا لو كنت لم أحرقهم لنهى\r\nرسول الله صلى الله عليه وسلم ولقتلتهم لقول رسول الله صلى الله عليه وسلم لا تعذبوا بعذاب\r\nالله وقال رسول الله صلى الله عليه وسلم من بدل دينة فاقتلوه\r\n5605 - ذكر الزجر عن رمي المرء من فيه الروح بالنبل\r\nأخبرنا محمد بن الفتح العائدي بسمرقند حدثنا عبد الله بن\r\n","description":"","footnote":"","page_name":" 421 ","page_number":421},
  {"content":"\r\nعبد الرحمن الدارمي حدثنا عبد الله بن يزيد المقرئ حدثنا سعيد بن أبي\r\nأيوب حدثنا يحيى بن أبي سليمان عن سعيد المقبري\r\nعن أبي هريرة قال قال رسول الله صلى الله عليه وسلم من رمانا بالنبل\r\nفليس منها\r\n5606 - ذك الزجر عن اتخاذ الغرض شيئا من ذوات الأرواح\r\nأخبرنا أبو خليفة قال حدثنا أبو الوليد قال حدثنا شعبة\r\nعن عدى بن ثابت عن سعيد بن جبير\r\nعن بن عباس عن النبي صلى الله عليه وسلم قال لا تتخذوا شيئا فيه\r\nالروح غرضا\r\n","description":"","footnote":"","page_name":" 422 ","page_number":422},
  {"content":"\r\n\r\n5607 - ذكر الزجر عن صبر الدواب بالقتل\r\nأخبرنا أبو عروبة قال حدثنا محمد بن وهب بن\r\nكريمة قال حدثنا محمد بن سلمة عن أبي عبد الرحيم عن زيد بن أبي\r\nأنيسة عن يزيد بن أبي حبيب عن بكير بن الأشجع عن عبيد بن تعلى\r\nسمعته يقول\r\nسمعت أبا أيوب الأنصاري يقول نهى رسول الله صلى الله عليه وسلم عن\r\nصبر الدابة\r\n","description":"","footnote":"","page_name":" 423 ","page_number":423},
  {"content":"\r\n5608 - ذكر الزجر عن قتل الصبر شيئا\r\nمن ذوات الأرواح\r\nأخبرنا عبد الله بن مح سلم قال حدثنا حرملة بن\r\nيحيى قال حدثنا بن وهب قال أخبرني عمرو بن الحارث عن بكير بن\r\nالأشج عن عبيد بن تعلى أنه قال\r\nغزونا مع عبد الرحمن بن خالد بن الوليد فاتى بأربعة\r\nاعلاج مع العدو فأمر بهم فقتلوا صبرا بالنبل فبلغ ذلك\r\n","description":"","footnote":"","page_name":" 424 ","page_number":424},
  {"content":"\r\nأبا أيوب فقال سمعت رسول الله صلى الله عليه وسلم ينهى عن قتل الصبر\r\nوالذي نفسي بيده لو كانت دجاجة ما صبرتها فبلغ ذلك\r\nعبد الرحمن بن خالد فأعتق أربع رقاب\r\n5609 - ذكر الزجر عن أن يعذب أحد من المسلمين\r\nبعذاب الله جل وعلا\r\nأخبرنا الحسين بن محمد بن أبي معشر قال حدثنا\r\nمحمد بن وهب بن أبي كريمة قال حدثنا محمد بن سلمة عن أبي\r\nعبد الرحيم عن زيد بن أبي أنيسة عن يزيد بن أبي حبيب عن أبي\r\nإسحاق الدوسي\r\nعن أبي هريرة ان النبي صلى الله عليه وسلم قال إذا لقيتم هبار بن الأسود\r\nونافع بن عبد القيس فحرقوهما بالنار ثم إن النبي صلى الله عليه وسلم قال بعد\r\n","description":"","footnote":"","page_name":" 425 ","page_number":425},
  {"content":"\r\nذلك لا يعذب بها الا الله ولكن ان لقيتموهما فاقتلوهما\r\n","description":"","footnote":"","page_name":" 426 ","page_number":426},
  {"content":"\r\n\r\n5610 - ذكر تعذيب الله جل وعلا في القيامة\r\nمن عذب الناس في الدنيا\r\nأخبرنا محمد بن عبيد الله الكلاعي قال حدثنا كثير بن\r\nعبيد قال حدثنا محمد بن حرب عن الزبيدي عن الزهري عن عروة\r\nأن هشام بن حكيم بن حزام وجد عياض بن غنم وهو على\r\nحمص شمس ناسا من النبط في أخذ الجزية فقال هشام بن\r\nحكيم ما هذا يا عياض فإني سمعت رسول الله صلى الله عليه وسلم يقول إن\r\nالله يعذب الذين يعذبون الناس في الدنيا\r\n","description":"","footnote":"","page_name":" 427 ","page_number":427},
  {"content":"\r\n","description":"","footnote":"","page_name":" 428 ","page_number":428},
  {"content":"\r\n5611 - ذكر خبر أوهم عالما من الناس ان عروة لم يسمع هذا\r\nالخبر من هشام بن حكيم بن حزام\r\nأخبرنا أبو يعلى قال حدثنا عبد الأعلى بن حماد قال\r\nحدثنا حماد بن سلمة عن هشام بن عروة\r\nعن عروة ان حكيم بن حزام مر بعمير بن سعد وهو يعذب\r\nالناس في الجزية في الشمس فقال يا عمير اني سمعت\r\nرسول الله صلى الله عليه وسلم يقول إن الله يعذب الذين يعذبون الناس في\r\nالدنيا قال اذهب فخل سبيلهم\r\nقال أبو حاتم سمع هذا الخبر عروة عن هشام بن حكيم بن حزام\r\nوهو يعاتب عياض بن غنم على هذا الفعل وسمعه أيضا من حكيم\r\nبن حزام حيث عاتب عمير بن سعد على هذا الفعل سواء\r\nفالطريقان جميعا محفوظان\r\n","description":"","footnote":"","page_name":" 429 ","page_number":429},
  {"content":"\r\n5612 - ذكر الخبر الدال على أنه لا يجب ان يعذب\r\nمخلوق بعذاب الله\r\nأخبرنا محمد بن الحسن بن قتيبة حدثنا حرملة بن يحيى\r\nحدثنا بن وهب أخبرني يونس عن بن شهاب عن أبي سلمة وسعيد بن\r\nالمسيب\r\nعن أبي هريرة عن رسول الله صلى الله عليه وسلم أن نملة قرصت نبيا من\r\nالأنبياء فأمر بقرية النمل فأحرقت فأوحى إليه إن قرصتك\r\nنملة أهلكت أمة من الأمم تسبح\r\n","description":"","footnote":"","page_name":" 430 ","page_number":430},
  {"content":"\r\n","description":"","footnote":"","page_name":" 431 ","page_number":431},
  {"content":"\r\n\r\n5613 - باب المثلة\r\nأخبرنا الفضل بن الحباب حدثنا الوليد الطيالسي حدثنا\r\nشعبة عن أبي إسحاق عن أبي الأحوص\r\nعن أبيه قال أتيت النبي صلى الله عليه وسلم فقال هل تنتج إبل قومك\r\nصحاحا اذانها فتعمد إلى الموسى فتقطع اذانها فتقول هذه\r\nبحر أو تشق جلودها وتقول هذه صرم فتحرمها عليك وعلى\r\nأهلك قال قلت نعم قال فكل ما أتاك الله لك حل\r\nساعد الله أشد من ساعد ك وموسى الله أحد من موساك\r\n","description":"","footnote":"","page_name":" 432 ","page_number":432},
  {"content":"\r\n5614 - قال أبو حاتم ساعد الله أشد من ساعدك من ألفاظ التعارف\r\nالتي لا يتهيأ معرفة الخطاب في القصد فيما بين الناس إلا به\r\nوقوله فكل ما آتاك الله لك حل لفظة أمر مرادها الزجر عن\r\n","description":"","footnote":"","page_name":" 433 ","page_number":433},
  {"content":"\r\n\r\nسبب ذلك الشئ وهو استعمال القوم في الإبل قطع الآذان وشق\r\nالجلود وتحريمها عليها\r\nذكر الزجر عن المثلة بشئ فيه الروح\r\nأخبرنا الحسين بن عبد الله القطان قال حدثنا أيوب بن\r\nمحمد الوزان قال حدثنا إسماعيل بن علية عن يونس بن عبيد\r\nعن الحسن قال\r\nقال رجل لعمران بن حصين أن عبدا لي أبق وأني نذرت\r\nإن أصبته لأقطعن يده قال لا تقطع يده فان رسول الله صلى الله عليه وسلم\r\nكان يقوم فينا فيأمرنا بالصدقة وينهانا عن المثلة\r\n5615 - ذكر لعن المصطفى صلى الله عليه وسلم الممثل بالشئ من الحيوان\r\nأخبرنا أبو خليفة قال حدثنا محمد بن كثير قال حدثنا\r\nشعبة عن المنهال بن عمرو عن سعيد بن جبير\r\nعن بن عمر عن النبي صلى الله عليه وسلم قال لعن الله من مثل بالحيوان\r\n","description":"","footnote":"","page_name":" 434 ","page_number":434},
  {"content":"\r\n","description":"","footnote":"","page_name":" 435 ","page_number":435},
  {"content":"\r\n\r\n5616 - فصل\r\nفيما يتعلق بالدواب\r\nذكر إباحة استعمال المرء الإرتداف والتعقيب\r\nعلى الدابة الواحدة إذا علم قلة تؤذى الدابة به\r\nأخبرنا أبو يعلى قال حدثنا عبد الله بن الرومي قال\r\nحدثنا النضر بن محمد قال حدثنا عكرمة بن عمار قال حدثنا إياس بن\r\nسلمة بن الأكوع\r\nعن أبيه قال لقد قدت بنبي الله صلى الله عليه وسلم والحسن والحسين\r\nعلى بغلته الشهباء حتى أدخلتهم حجرة النبي صلى الله عليه وسلم هذا قدامه\r\nوهذا خلفه\r\n","description":"","footnote":"","page_name":" 436 ","page_number":436},
  {"content":"\r\n\r\n5617 - ذكر الزجر عن اتخاذ المرء الدواب كراسي\r\nأخبرنا أبو يعلى حدثنا أبو خيثمة حدثنا يونس بن محمد\r\nالمؤدب حدثنا ليث بن سعد عن يزيد بن أبي حبيب عن سهل بن\r\nمعاذ بن أنس\r\nعن أبيه وكان أبوه من أصحاب النبي صلى الله عليه وسلم ان النبي صلى الله عليه وسلم\r\nقال اركبوا هذه الدواب سالمة ولا تتخذوها كراسي\r\n","description":"","footnote":"","page_name":" 437 ","page_number":437},
  {"content":"\r\n\r\nقال أبو حاتم فمعناه انه لا يسير بها ولا ينزل عنها\r\n5618 - ذكر الزجر عن ضرب المرء ذوات الأربع\r\nعلى وجوهها\r\nأخبرنا أبو عروبة قال حدثنا محمد بن وهب بن أبي\r\nكريمة قال حدثنا محمد بن سلمة عن أبي عبد الرحيم عن زيد\r\nبن أبي أنيسة عن أبي الزبير\r\nعن جابر عن النبي صلى الله عليه وسلم انه مر عليه بحمار قد كوي على\r\nوجهه أو وسم فلعن النبي صلى الله عليه وسلم من فعل ذلك ثم قال سبحان\r\nالله لا تضربوها على وجوهها\r\n5619 - ذكر الخبر الدال على أن المسئ إلى ذوات الأربع\r\nقد يتوقع له دخول النار في القيامة بفعله ذلك\r\nأخبرنا بن قتيبة حدثنا بن أبي السري حدثنا\r\nعبد الرزاق معمر عن الزهري أخبرني حميد بن عبد الرحمن بن\r\nعوف\r\nعن أبي هريرة عن رسول الله صلى الله عليه وسلم قال دخلت امرأة النار\r\n","description":"","footnote":"","page_name":" 438 ","page_number":438},
  {"content":"\r\n\r\nفي هرة ربطتها فلا هي أطعمتها ولا هي أرسلتها تأكل من خشاش الأرض\r\nحتى ماتت\r\n5620 - ذكر وصف عذاب هذه المرأة التي\r\nربطت الهرة حتى ماتت\r\nأخبرنا الحسين بن عبد الله القطان حدثنا حكيم بن سيف\r\nحدثنا عبيد الله بن عمرو عن زيد بن أبي أنيسة عن عطاء بن السائب\r\nقال سمعت أبي يقول\r\nسمعت عبد الله بن عمرو يقول انكسفت الشمس على عهد\r\nرسول الله صلى الله عليه وسلم فقام وقمنا فصلى ثم اقبل علينا يحدثنا فقال\r\nلقد عرضت على الجنة حتى لو شئت لتعاطيت من قطوفها\r\nوعرضت على النار فلولا أني دفعتها عنكم لغشيتكم ورأيت فيها\r\nثلاثة يعذبون امرأة حميرية سوداء طويلة تعذب في هرة لها أوثقتها\r\nفلم تدعها تأكل من خشاش الأرض ولم تطعمها حتى ماتت\r\nفهي إذا أقبلت تنهشها وإذا أدبرت تنهشها ورأيت أخا بنى دعدع\r\nصاحب السائبتين يدفع بعمودين في النار والسائبتان بدنتان\r\n","description":"","footnote":"","page_name":" 439 ","page_number":439},
  {"content":"\r\nلرسول الله صلى الله عليه وسلم سرقهما ورأيت صاحب المحجن متكئا على محجنه\r\nوكان صاحب المحجن يسرق متع الحجاج تعقبوه فإذا خفي له\r\nذهب به وإذا ظهر عليه قال إني لم أسرق إنما تعلق بمحجني\r\n5621 - ذكر الإباحة للمرء أن يسم\r\nفي جاعرتي ذوات الأربع\r\nأخبرنا الحسن بن سفيان قال حدثنا محمد بن ثعلبة بن\r\nسواء قال حدثنا عمي محمد بن سواء قال أخبرنا شعبة عن معمر عن\r\nالزهري عن عبيد الله بن عبد الله\r\n","description":"","footnote":"","page_name":" 440 ","page_number":440},
  {"content":"\r\nعن بن عباس ان العباس وسم بعيرا أو دابة في وجهه\r\nفرآه النبي صلى الله عليه وسلم فغضب فقال عباس لا أسمه إلا في آخره فوسمه\r\nفي جاعرتيه\r\n5622 - ذكر خبر ثان يصرح بصحة ما ذكرناه\r\nأخبرنا إسحاق بن إبراهيم بن إسماعيل قال حدثنا\r\nحرملة بن يحيى قال حدثنا بن وهب قال أخبرني عمرو بن الحارث\r\nعن يزيد بن أبي حبيب ان ناعما أبا عبد الله مولى أم سلمة حدثه\r\nانه سمع بن عباس يقول رأى رسول الله صلى الله عليه وسلم حمارا موسوم\r\nالوجه فأنكر ذلك فقال الرجل والله لا اسمه الا في أقصى شئ\r\n","description":"","footnote":"","page_name":" 441 ","page_number":441},
  {"content":"\r\n\r\nمن الوجه فأمر بحمار له مغايرتهما في جاعرتيه فهو أول من\r\nكوي الجاعرتين\r\n5623 - ذكر الزجر عن وسم ذوات الأربع في وجهها\r\nأخبرنا عبد الله بن محمد بن سلم قال حدثنا حرملة بن\r\nيحيى قال حدثنا بن وهب قال أخبرني عمرو بن الحارث عن يزيد بن أبي\r\nحبيب ان ناعما أبا عبد الله مولى أم سلمة حدثه\r\nانه سمع بن عباس يقول إن رسول الله صلى الله عليه وسلم رأى حمارا\r\nموسوم الوجه فأنكر ذلك قال والله لا اسمه الا أقصى شئ من\r\nالوجه فأمر بحماره مغايرتهما في جاعرتيه فهو أول من\r\nكوي الجاعرتين\r\n5624 - ذكر لعن المصطفى صلى الله عليه وسلم من فعل هذين الفعلين\r\nاللذين تقدم ذكرنا لهما\r\nأخبرنا محمد بن إسحاق بن إبراهيم مولى ثقيف قال\r\nحدثنا محمد بن عبد الرحيم صاعقة قال حدثنا روح بن عبادة قال حدثنا\r\nزكريا بن إسحاق قال حدثنا أبو الزبير\r\n","description":"","footnote":"","page_name":" 442 ","page_number":442},
  {"content":"\r\nانه سمع جابر بن عبد الله يقول مر حمار برسول الله صلى الله عليه وسلم قد\r\nكوي في وجهه تفور منخراه من دم فقال رسول الله صلى الله عليه وسلم لعن\r\nالله من فعل هذا ثم نهى عن الكي في الوجه والضرب\r\nفي الوجه\r\n5625 - ذكر الزجر عن وسم شئ من ذوا ت الأربع\r\nعلى وجهه\r\nأخبرنا أحمد بن علي بن المثنى قال حدثنا غسان بن\r\nالربيع عن حماد بن سلمة عن أبي الزبير\r\nعن جابر ان النبي صلى الله عليه وسلم رأى حمارا قد وسم في وجهه فقال\r\nألم أنه عن هذا لعن الله من فعله\r\n","description":"","footnote":"","page_name":" 443 ","page_number":443},
  {"content":"\r\n5626 - ذكر لعن المصطفى صلى الله عليه وسلم الواسم شيئا\r\nمن ذوات الأربع في وجهه\r\nأخبرنا أبو عروبة قال حدثنا سلمة بن شبيب قال حدثنا\r\nالحسن بن محمد بن أعين قال حدثنا معقل عن أبي الزبير\r\nعن جابر ان النبي صلى الله عليه وسلم مر على حمار قد وسم على وجهه\r\nفقال لعن الله من وسمه\r\n5627 - ذكر الإباحة للمرء أن يسم ذوات الأربع\r\nفي غير الوجه\r\nأخبرنا محمد بن إسحاق بن إبراهيم مولى ثقيف قال\r\nحدثنا يعقوب بن إبراهيم الدورقي قال حدثنا بهز بن أسد قال حدثنا\r\nشعبة قال حدثنا هشام بن زيد بن أنس\r\nعن أنس بن مالك قال أتيت رسول الله صلى الله عليه وسلم بأخ لي يريد\r\n","description":"","footnote":"","page_name":" 444 ","page_number":444},
  {"content":"\r\nان يحنكه فوجده في المربد وهو يسم غنما قال شعبة أكثر ظني أنه قال\r\nفي اذانها\r\n","description":"","footnote":"","page_name":" 445 ","page_number":445},
  {"content":"\r\n\r\n5628 - باب\r\nقتل الحيوان\r\nذكر كتبه الله جل وعلا الحسنات لمن قتل الضرارات\r\nأخبرنا محمد بن عمر بن يوسف أبو حمزة قال حدثنا\r\nمحمد بن إسماعيل الأحمسي قال حدثنا أسباط بن محمد قال\r\nحدثنا الشيباني عن المسيب بن رافع\r\nعن بن مسعود قال قال رسول الله صلى الله عليه وسلم من قتل حية فله\r\nسبع حسنات ومن قتل وزعة فله حسنة\r\n","description":"","footnote":"","page_name":" 446 ","page_number":446},
  {"content":"\r\n\r\n5629 - ذكر العلة التي من أجلها أمر بقتل الأوزاغ\r\nأخبرنا عمران بن موسى السختياني قال حدثنا عثمان بن أبي\r\nشيبة قال حدثنا يونس بن محمد قال أخبرنا جرير بن حازم عن\r\nنافع\r\nعن سائبة مولاة لفاكه بن المغيرة وثلاثمائة دخلت على عائشة\r\nفرات في بيتها رمحا موضوعة فقالت يا أم المؤمنين ما تصنعين\r\nبهذا قالت نقتل به الأوزاغ فان نبي الله صلى الله عليه وسلم أخبرنا ان إبراهيم\r\nلما ألقى في النار لم يكن في الأرض دابة إلا أطفأت النار عنه غير\r\nالوزغ فإنه كان ينفخ عليه فأمر رسول الله صلى الله عليه وسلم بقتله\r\n","description":"","footnote":"","page_name":" 447 ","page_number":447},
  {"content":"\r\n5630 - ذكر الأمر بقتل الفواسق في الحل والحرم\r\nأخبرن عبد الله بن محمد بن عبد الرحمن بن شيرويه الأزدي\r\nقال حدثنا إسحاق بن إبراهيم قال أخبرنا عبد الرزاق قال أخبرنا معمر\r\nعن الزهري عن عروة\r\nعن عائشة قالت أمر رسول الله صلى الله عليه وسلم بقتل خمس فواسق\r\nفي الحل والحرم الحداة والغراب والفارة والعقرب\r\nوالكلب العقور\r\n5633 - ذكر الخبر المتقصى للفظة المختصرة التي تقدم ذكرنا\r\nلها بأن قتل الغراب إنما أبيح الأبقع من الغربان دون غيره\r\nأخبرنا الحسن بن سفيان قال حدثنا محمد بن المنهال\r\n","description":"","footnote":"","page_name":" 448 ","page_number":448},
  {"content":"\r\nالضرير قال حدثنا يزيد بن زريع قال حدثنا معمر عن الزهري عن\r\nعروة\r\nعن عائشة قالت قال رسول الله صلى الله عليه وسلم خمس فواسق يقتلن\r\nفي الحل والحرم العقرب والحداة والغراب الأبقع والفارة\r\nوالكلب العقور\r\n","description":"","footnote":"","page_name":" 449 ","page_number":449},
  {"content":"\r\nقال أبو حاتم رضي الله عنه المختصر من الاخبار هو رواية\r\nصحابي عن النبي صلى الله عليه وسلم من رواية العدول عنه بلفظة يتهيأ استعمالها\r\nفي كل الأوقات والمتقصى هو رواية ذلك الخبر بعينه عن ذلك\r\nالصحابي نفسه من طريق آخر بزيادة بيان يجب استعمال تلك\r\n","description":"","footnote":"","page_name":" 450 ","page_number":450},
  {"content":"\r\nالزيادة التي تفرد بها ثقة على السبيل الذي وصفنا في\r\nأول الكتاب\r\n5632 - ذكر الأمر بقتل الأوزاغ ضد قول من كره قتلها\r\nأخبرنا عمر بن محمد الهمداني حدثنا أبو طاهر حدثنا\r\nبن وهب أخبرني بن جريج عن عبد الحميد بن جبير بن شيبة ان\r\nسعيد بن المسيب أخبره قال\r\nأخبرتني أم شريك إحدى نساء بنى عامر بن لؤي وثلاثمائة\r\nاستأمرت رسول الله صلى الله عليه وسلم في قتل الوزغ فأمر بقتلها\r\n","description":"","footnote":"","page_name":" 451 ","page_number":451},
  {"content":"\r\n5633 - ذكر الأمر بقتل الأوزاغ إذ هن من الفواسق\r\nأخبرنا محمد بن الحسن بن قتيبة حدثنا بن أبي السري\r\nأخبرنا عبد الرزاق أخبرنا معمر عن الزهري عن عامر بن سعد بن أبي\r\nوقاص\r\nعن أبيه قال أمر رسول الله صلى الله عليه وسلم بقتل الوزغ وسماه\r\nفويسقا\r\n5634 - ذكر إباحة إطلاق اسم الفسق على غير أولاد آدم والشيطان\r\nأخبرنا عمر بن محمد الهمداني حدثنا أبو طاهر بن\r\nالسرح حدثنا بن وهب أخبرني مالك بن أنس ويونس عن بن شهاب\r\nعن عروة\r\n","description":"","footnote":"","page_name":" 452 ","page_number":452},
  {"content":"\r\nعن عائشة ان رسول الله صلى الله عليه وسلم قال الوزغ فويسق\r\nوهذا غريب قاله الشيخ\r\n5635 - ذكر الأمر بقتل المرء الحية إذا رآها في داره\r\nبعد إعلامه إياها ثلاثة أيام ولاء\r\nأخبرنا عمر بن سعيد بن سنان قال أخبرنا أحمد بن أبي\r\nبكر عن مالك عن صيفي مولى بن أفلح\r\nعن أبي السائب مولى هشام بن زهرة أنه قال دخلت على\r\nأبي سعيد الخدري في بيته قال فوجدته يصلى فجلست انتظره\r\nحتى قضى صلاته فسمعت تحريكا تحت السرير في بيته فإذا\r\nحية فقمت لأقتلها فأشار إلي أن اجلس فلما انصرف أشار إلى\r\nبيت في الدار وقال ترى هذا البيت قال فقلت نعم قال إنه\r\nكان فيه فتى منا حديث عهد بعرس فخرجنا مع رسول الله صلى الله عليه وسلم\r\nإلى الخندق فكان ذلك الفتى يستأذنه بانصاف النهار ويرجع إلى\r\nأهله قال فاستأذن النبي صلى الله عليه وسلم يوما فقال له خذ سلاحك فإني\r\n","description":"","footnote":"","page_name":" 453 ","page_number":453},
  {"content":"\r\nأخشى عليك فأخذ سلاحه ثم ذهب فإذا هو بامرأته بين البابين\r\nفهيا لها الرمح ليطعنها به واصابته الغيرة فقالت اكفف عنك\r\nرمحك حتى ترى ما في بيتك فدخل فإذا حية عظيمة منطوية على\r\nفراشه فاهوى إليها فانتظمها فيه ثم خرج به فركزه في الدار\r\nفاضطربت الحية في رأس الرمح وخر الفتى صريعا فما يدرى\r\nأيهما كان أسرع موتا الفتى أم الحية قال فجئنا رسول الله صلى الله عليه وسلم\r\nفذكرنا ذلك له وقلنا ادع الله ان يحييه فقال استغفروا\r\nلصاحبكم ثم قال إن بالمدينة جنا قد أسلموا فان رأيتم منها\r\nشيئا فاذنوه ثلاثة أيام فان بدا لكم بعد ذلك فاقتلوه\r\nفإنما هو شيطان\r\n","description":"","footnote":"","page_name":" 454 ","page_number":454},
  {"content":"\r\n\r\n5636 - ذكر وصف الحيات التي أبيح قتلها للمرء\r\nأخبرنا عمر بن محمد الهمداني قال حدثنا أبو الطاهر\r\nقال حدثنا بن وهب قال أخبرني يونس وغيره عن بن شهاب عن\r\nسالم بن عبد الله\r\nعن أبيه ان رسول الله صلى الله عليه وسلم قال اقتلوا الحيات واقتلوا\r\nذا الطفيتين والأبتر فإنهما يلتمسان البصر ويسقطان الحبل\r\n","description":"","footnote":"","page_name":" 455 ","page_number":455},
  {"content":"\r\nقال بن وهب وأخبرني عمرو بن الحارث عن بكير بن\r\nالأشج عن سالم عن أبيه عن النبي صلى الله عليه وسلم بذلك وقال فمن\r\nوجد ذا الطفيتين والأبتر فلم يقتلهما فليس منها\r\n5637 - ذكر الزجر عن قتل مسخ الجن من الحيات التي تأوي الدور\r\nأخبرنا أبو خليفة قال حدثنا القعنبي قال حدثنا ليث بن\r\nسعد عن نافع\r\n","description":"","footnote":"","page_name":" 456 ","page_number":456},
  {"content":"\r\nعن بن عمر ان أبا لبابة قال إن رسول الله صلى الله عليه وسلم نهى عن\r\nقتل الحيات التي تكون في البيوت\r\n5638 - ذكر الخبر المصرح بصحة ما ذكرت ان من الحيات\r\nالتي تكون في الدور من مسخ الجن\r\nأخبرنا عبد الله بن أحمد بن موسى بعسكر مكرم قال\r\nحدثنا أبو كامل الجحدري قال حدثنا عبد العزيز بن المختار قال حدثنا\r\nخالد الحذاء عن عكرمة\r\n","description":"","footnote":"","page_name":" 457 ","page_number":457},
  {"content":"\r\nعن بن عباس عن النبي صلى الله عليه وسلم قال الحيات من مسخ\r\nالجان كما مسخت الخنازير بسطاس\r\n","description":"","footnote":"","page_name":" 458 ","page_number":458},
  {"content":"\r\nذكر العلامة التي يفرق بها بين مسخ الجن\r\nوبين الحيات عند قتلهن\r\nأخبرنا أبو يعلى قال حدثنا محمد بن أبي بكر المقدمي\r\nقال حدثنا فضيل بن سليمان قال حدثنا محمد بن أبي يحيى عن أبيه\r\nعن أبي سعيد الخدري قال قال رسول الله صلى الله عليه وسلم هذه\r\nهوام من الجن فإذا رأى أحدكم في بيته شيئا فليحرج عليه ثلاث\r\nمرات فإن رآها بعد ذلك فليقتلها فإنها هي شيطان\r\nمحمد بن أبي يحيى هو والد إبراهيم بن محمد بن أبي\r\nيحيى صاحب الشافعي\r\n","description":"","footnote":"","page_name":" 459 ","page_number":459},
  {"content":"\r\n5640 - ذكر العلة التي من أجلها أمر بقتل الحيات\r\nالتي ليست من مسخ الجان\r\nأخبرنا محمد بن الحسن بن قتيبة قال حدثنا\r\nيزيد بن موهب قال حدثني الليث عن بن شهاب عن سالم بن عبد الله\r\nعن أبيه ان رسول الله صلى الله عليه وسلم قال اقتلوا الحيات واقتلوا\r\nذا الطفيتين والأبتر فإنهما يلتمسان البصر ويستسقطان الحبل\r\n5641 - ذكر الخبر الدال على أن النهى عن قتل ذوات البيوت\r\nمن الحيات انهما هو مستثنى عن جملة الأمر بقتلهن\r\nأخبرنا أبو يعلى قال حدثنا أبو خيثمة قال حدثنا\r\nيعقوب بن إبراهيم بن سعد قال حدثنا أبي عن صالح عن بن شهاب\r\nان سالما أخبره\r\nان بن عمر أخبره انه سمع رسول الله صلى الله عليه وسلم يقول اقتلوا\r\nالحيات واقتلوا ذا الطفيتين والأبتر فإنهما يلتمسان البصر\r\nويستسقطان الحبل\r\n","description":"","footnote":"","page_name":" 460 ","page_number":460},
  {"content":"\r\nقال بن عمر ما كنت ادع حية الا قتلتها حتى رآني\r\nأبو لبابة بن عبد المنذر وزيد بن الخطاب وانا أطارد حية من حياة\r\nالبيوت فنهياني عن قتلها فقلت ان رسول الله صلى الله عليه وسلم أمر بقتلهن\r\nفقالا انه نهى عن قتل ذوات البيوت\r\n5642 - ذكر الزجر عن ترك المرء قتل ذي الطفيتين من الحيات\r\nأخبرنا الفضل بن الحباب قال حدثنا إبراهيم بن بشار\r\nقال حدثنا سفيان عن بن عجلان عن بكير بن عبد الله بن الأشج\r\nعن عجلان\r\nعن أبي هريرة ان النبي صلى الله عليه وسلم قال ما سالمناهن منذ\r\nحاربناهن يعنى الحيات ومن ترك قتل شئ منهن خيفة\r\nفليس منا\r\n","description":"","footnote":"","page_name":" 461 ","page_number":461},
  {"content":"\r\n\r\n5643 - ذكر الإباحة للمرء قتل ذي الطفيتين والأبتر من الحيات\r\nأخبرنا حامد بن محمد بن شعيب البلخي قال حدثنا\r\nسريج بن يونس قال حدثنا سفيان عن الزهري عن سالم\r\nعن أبيه قال قال رسول الله صلى الله عليه وسلم أقتلوا الحيات وذا الطفيتين\r\nوالأبتر فإنهما يطمسان البصر ويسقطان الحبل\r\nوكان عبد الله يقتل الحيات كلها حتى ابصره أبو لبابة يطارد\r\nحية فقال إنه نهى عن ذوات البيوت\r\n5644 - ذكر الزجر عن قتل أربعة من الدواب والطيور\r\nأخبرنا محمد بن صالح بن ذريح بعكبرا قال أخبرنا\r\nبشر بن الوليد الكندي قال حدثنا حبان بن علي العنزي عن بن جريج\r\nوعقيل عن الزهري عن عبيد الله بن عبد الله بن عتبة\r\nعن بن عباس قال نهى رسول الله صلى الله عليه وسلم عن قتل أربعة\r\nالهدهد والصرد والنملة والنحلة\r\n","description":"","footnote":"","page_name":" 462 ","page_number":462},
  {"content":"\r\n\r\n5645 - ذكر البيان بأن لا حرج على قاتل النملة إذا قرصته\r\nأخبرنا عبد الله بن محمد حدثنا إسحاق أخبرنا النضر\r\nحدثنا أشعث\r\nعن الحسن قال نزل نبي من الأنبياء تحت شجرة فقال\r\nتحتها فلدغته نملة فأمر ببيتهن فتحرق على من فيها فأوحى\r\nالله إليه هلا نملة واحدة\r\nأخبرنا عبد الله بن محمد في عقبة حدثنا إسحاق أخبرنا\r\nالنضر قال وقال الأشعث عن بن سيرين عن أبي هريرة عن\r\nالنبي صلى الله عليه وسلم مثله وزاد فإنهن يسبحن\r\n5646 - ذكر أمر المصطفى صلى الله عليه وسلم بقتل الكلاب\r\nأخبرنا عمر بن سعيد بن سنان والحسين بن إدريس\r\n","description":"","footnote":"","page_name":" 463 ","page_number":463},
  {"content":"\r\nالأنصاري قالا أخبرنا أحمد بن أبي بكر عن مالك عن نافع\r\nعن بن عمر عن رسول الله صلى الله عليه وسلم انه أمر بقتل الكلاب\r\n","description":"","footnote":"","page_name":" 464 ","page_number":464},
  {"content":"\r\n5647 - ذكر السبب الذي من أجله أمر المصطفى صلى الله عليه وسلم\r\nبقتل الكلاب\r\nأخبرنا أبو خليفة قال حدثنا علي بن المديني قال حدثنا\r\nأبو صفوان الأموي عن عبد الله بن سعيد قال أخبرني يونس بن يزيد الأيلي\r\nعن بن شهاب قال حدثني بن السباق\r\nان بن عباس قال أخبرتني ميمونة زوج النبي صلى الله عليه وسلم ان\r\nرسول الله صلى الله عليه وسلم مطرف يوما واجما قالت ميمونة يا رسول الله\r\nاستنكرت هيئتك منذ اليوم فقال رسول الله صلى الله عليه وسلم إن جبريل عليه\r\nالسلام قد إقناط ان يلقاني الليلة فلم يلقني اما والله\r\nما أخلفني قالت فظل رسول الله صلى الله عليه وسلم يومه ذلك على ذلك ثم\r\nوقع في نفسه جرو كلب تحت بساط لنا فأمر به فأخرج ثم\r\nأخذ بيده ماء فنضح به مكانه فلما أمسى لقيه جبريل فقال له\r\nرسول الله صلى الله عليه وسلم قد كنت وعدتني ان تلقاني الليلة قال أجل\r\nولكنا لا ندخل بيتا فيه كلب ولا صورة فأصبح رسول الله صلى الله عليه وسلم يومئذ\r\n","description":"","footnote":"","page_name":" 465 ","page_number":465},
  {"content":"\r\nيأمر بقتل الكلاب حتى أنه ليأمر بقتل كلب الحائط الصغير\r\nوبترك كلب الحائط الكبير\r\n5648 - ذكر نقص الأجر عن مقتنى الكلاب الا أجناسا معلومة منها\r\nأخبرنا أحمد بن علي بن المثنى قال حدثنا غسان بن الربيع\r\nعن حماد بن سلمة عن يونس بن عبيد عن الحسن\r\n","description":"","footnote":"","page_name":" 466 ","page_number":466},
  {"content":"\r\nعن عبد الله بن مغفل عن النبي صلى الله عليه وسلم قال من اقتنى كلبا\r\nليس بكلب صيد ولا ماشية ولا حرث نقص من أجره كل\r\nيوم قيراط\r\n5649 - ذكر البيان بأن المصطفى صلى الله عليه وسلم بعد هذا الأمر\r\nزجر عن قتل الكلاب الا جنسا منها\r\nأخبرنا عبد الله بن أحمد بن موسى بعسكر مكرم قال\r\nحدثنا عمرو بن علي بن بحر قال حدثنا أبو عاصم عن بن جريج\r\nقال أخبرني أبو الزبير\r\nانه سمع جابر بن عبد الله يقول أمرنا رسول الله صلى الله عليه وسلم بقتل\r\nالكلاب حتى أن كانت المرأة تقدم من البادية بالكلب فتقتله ثم\r\nنهانا عن قتلها وقال عليكم بالأسود ذي النقطتين فإنه\r\nشيطان\r\n","description":"","footnote":"","page_name":" 467 ","page_number":467},
  {"content":"\r\n","description":"","footnote":"","page_name":" 468 ","page_number":468},
  {"content":"\r\n\r\n5650 - ذكر وصف عقوبة ممسك الكلب لغير النفع\r\nأخبرنا عبد الله بن محمد الأزدي قال حدثنا إسحاق بن\r\nإبراهيم قال أخبرنا شعيب بن إسحاق قال حدثني الأوزاعي قال حدثنا\r\nيحيى بن أبي كثير قال حدثني أبو سلمة قال\r\nحدثني أبو هريرة عن رسول الله صلى الله عليه وسلم قال من أمسك كلبا\r\nنقص من عمله كل يوم قيراط الا كلب حرث أو ماشية\r\n","description":"","footnote":"","page_name":" 469 ","page_number":469},
  {"content":"\r\n5651 - ذكر البيان أن هذا العدد المذكور في هذا الخبر\r\nقد ينقص من أجر ممسك الكلب أكثر منه\r\nأخبرنا أبو خليفة قال حدثنا مسدد بن مسرهد قال أخبرنا\r\nبشر بن المفضل عن إسماعيل بن أمية عن نافع\r\nعن بن عمر قال قال رسول الله صلى الله عليه وسلم من اقتنى كلبا الا\r\nكلب ضارية أو ماشية فإنه ينقص من أجره قيراطان كل يوم\r\n","description":"","footnote":"","page_name":" 470 ","page_number":470},
  {"content":"\r\n5652 - ذكر ما ينقص من عمل المرء المسلم بامساكه الكلب عبثا\r\nأخبرنا عبد الله بن محمد الأزدي حدثنا إسحاق بن إبراهيم\r\nأخبرنا شعيب بن إسحاق حدثني الأوزاعي حدثني يحيى بن أبي كثير\r\nحدثني أبو سلمة\r\nحدثني أبو هريرة عن رسول الله صلى الله عليه وسلم قال من أمسك كلبا الا\r\nكلب حرث أو ماشية نقص من عمله كل يوم قيراط\r\n5653 - ذكر البيان بأن استثناء المصطفى صلى الله عليه وسلم كلب الوتر والماشية\r\nمن بين عموم الإمساك لم يرد به النفي عما وراءه\r\nأخبرنا أحمد بن علي بن المثنى حدثنا محمد بن المثنى\r\nحدثنا عبد الأعلى حدثنا يونس بن عبيد عن الحسن\r\nعن عبد الله بن المغفل قال قال نبي الله صلى الله عليه وسلم أيما قوم\r\nاتخذوا كلبا ليس بكلب صيد أو زرع أو ماشية نقص من أجورهم\r\nكل يوم قيراط\r\n5654 - ذكر الاخبار عما أراد المصطفى صلى الله عليه وسلم زجره\r\nعن قتل الكلاب\r\nأخبرنا أبو خليفة حدثنا محمد بن سلام الجمحي\r\nحدثنا سعيد بن عبيد قال كنا في جنازة أبي سفيان\r\n","description":"","footnote":"","page_name":" 471 ","page_number":471},
  {"content":"\r\nالعلاء ومعنا شعبة فلما دفن قال شعبة حدثني هذا وأشار إلى\r\nقبر أبي سفيان بن العلاء قال\r\nقلت للحسن من حدثك ان النبي صلى الله عليه وسلم قال لولا أن الكلاب\r\nأمة من الأمم لأمرت بقتلها فقال عبد\r\nالله بن المغفل والله\r\nالذي لا إله إلا الله حدثني في هذا المسجد وأومأ إلى\r\nمسجد الجامع\r\nقال أبو حاتم اسم أبي سفيان سعد ولقبه سلس وليس\r\nلأبي سفيان بن العلاء في الدنيا حديث مسند غير هذا\r\nوهو أخو أبى عمرو بن العلاء وأبو عمرو بن العلاء اسمه زبان وهم\r\nأربعة أبو معاذ وعمر\r\n","description":"","footnote":"","page_name":" 472 ","page_number":472},
  {"content":"\r\n5655 - ذكر إرادة المصطفى صلى الله عليه وسلم الأمر بقتل الكلاب كلها\r\nأخبرنا أبو خليفة قال حدثنا مسدد بن مسرهد قال حدثنا\r\nيزيد بن زريع قال حدثنا يونس بن عبيد عن الحسن\r\nعن عبد الله بن المغفل قال قال رسول الله صلى الله عليه وسلم لولا أن\r\nالكلاب أمة من الأمم لأمرت بقتلها فاقتلوا منها الأسود البهيم\r\nقال وأيما قوم اتخذوا كلبا ليس بكلب حرث أو صيد أو ماشية\r\nنقص من أجرهم كل يوم قيراط قال وكنا نؤمر أن نصلى في\r\nمرابض الغنم ولا نصلى في أعطان الإبل فإنها خلقت\r\nمن الشياطين\r\n","description":"","footnote":"","page_name":" 473 ","page_number":473},
  {"content":"\r\n5656 - ذكر العلة التي من أجلها أمر صلى الله عليه وسلم بقتل الأسود\r\nالبهيم من الكلاب\r\nأخبرنا أبو عروبة قال حدثنا محمد بن وهب بن أبي\r\nكريمة قال حدثنا محمد بن سلمة عن أبي عبد الرحيم عن زيد بن أبي\r\nأنيسة عن أبي الزبير\r\nعن جابر قال سمعت النبي صلى الله عليه وسلم يقول لولا أن الكلاب\r\n","description":"","footnote":"","page_name":" 474 ","page_number":474},
  {"content":"\r\nأمة من الأمم لأمرت بقتلها ولكن اقتلوا الكلب الأسود البهيم فإنه\r\nشيطان\r\n5657 - ذكر إباحة لصاحب الوتر اقتناء الكلاب لينتفع بها\r\nأخبرنا أحمد بن خالد بن عبد الملك بحران قال حدثني\r\nعمي قال حدثنا مخلد بن يزيد عن سفيان الثوري عن يونس بن عبيد\r\nعن الحسن\r\nعن عبد الله بن مغفل ان النبي صلى الله عليه وسلم رخص في\r\nكلب الوتر\r\n","description":"","footnote":"","page_name":" 475 ","page_number":475},
  {"content":"\r\n\r\n5658 - باب\r\nما جاء في التباغض والتحاسد والتدابر\r\nوالتشاجر والتهاجر بين المسلمين\r\nذكر الزجر عن التباغض والتحاسد والتدابر بين المسلمين\r\nأخبرنا عمر بن سعيد بن سنان قال أخبرنا أحمد بن أبي\r\nبكر عن مالك عن بن شهاب\r\nعن أنس بن مالك ان رسول الله صلى الله عليه وسلم قال لا تباغضوا\r\nولا تحاسدوا ولا تدابروا وكونوا عبادا لله اخوانا ولا يحل لمسلم\r\nان يهجر أخاه فوق ثلاث\r\n","description":"","footnote":"","page_name":" 476 ","page_number":476},
  {"content":"\r\n\r\n5659 - ذكر الزجر عن المشاحنة بين المسلمين\r\nإذ الغفران يكون عن المشاحن بعيدا\r\nأخبرنا الفضل بن الحباب حدثنا مسدد بن مسرهد قال\r\nحدثنا خالد بن عبد الله قال حدثنا سهيل عن أبيه\r\nعن أبي هريرة قال قال رسول الله صلى الله عليه وسلم تفتح أبواب الجنة\r\nكل يوم اثنين وخميس فيغفر الله جل وعلا لكل عبد لا يشرك\r\nبالله شيئا الا رجلا بينه وبين أخيه شحناء فيقال انظروا هذين\r\nحتى يصطلحا انظروا هذين حتى يصطلحا\r\n","description":"","footnote":"","page_name":" 477 ","page_number":477},
  {"content":"\r\n\r\n5660 - ذكر الزجر عن الهجران بين المسلمين\r\nأكثر من ثلاث ليال\r\nأخبرنا محمد بن الحسن بن قتيبة قال حدثنا\r\nبن أبي السري قال حدثنا عبد الرزاق قال أخبرنا معمر عن الزهري\r\nعن عوف بن الحارث وهو بن أخي عائشة لأمها\r\nأن عائشة حدثت أن عبد الله بن الزبير قال في بيع أو عطاء\r\nأعطته والله لتنتهين عائشة أو لأحجرن عليها قالت عائشة حين\r\nبلغها ذلك ان لله علي نذرا ان لا أكلم بن الزبير ابدا فاستشفع\r\nبن الزبير حين طالت هجرتها له إليها فقالت عائشة والله\r\nلا اشفع فيه أحدا ولا اخنث في نذري الذي نذرت ابدا فلما\r\nطال ذلك علي بن الزبير كلم المسور بن مخرمة\r\nوعبد الرحمن بن الأسود بن عبد يغوث وهما من بنى زهرة فقال\r\nلهما نشدتكما بالله الا أدخلتماني على عائشة فإنه لا يحل لها أن\r\nتنذر في قطيعتي فاقبل المسور بن مخرمة وعبد الرحمن بن الأسود\r\nبعبد الله بن الزبير وقد اشتملا عليه ببرديهما حتى استاذنا على عائشة\r\n","description":"","footnote":"","page_name":" 478 ","page_number":478},
  {"content":"\r\nفقالا السلام على النبي صلى الله عليه وسلم ايه ندخل يا أم المؤمنين فقالت\r\nعائشة ادخلا فقالا كلنا قالت نعم ادخلوا كلكم ولا تعلم\r\nعائشة ان معهما بن الزبير فلما دخلوا اقتحم بن الزبير\r\nالحجاب ودخل على عائشة فاعتنقها وطفق يناشدها ويبكى\r\nوطفق المسور وعبد الرحمن يناشدان عائشة ويقولان لها أن\r\nرسول الله صلى الله عليه وسلم قد نهى عما عملتيه وانه لا يحل لمسلم ان يهجر\r\nأخاه فوق ثلاث فلما أكثرا على عائشة التذكرة طفقت تذكرهم\r\nوتبكي وتقول اني نذرت والنذر شديد فلم يزالا بها حتى كلمت\r\nبن الزبير ثم أعتقت عن نذرها ذلك أربعين رقبة ثم كانت بعدما\r\nأعتقت أربعين رقبة تبكي حتى تبل دموعها خمارها\r\nقال أبو حاتم عائشة هي خالة عبد الله بن الزبير لان أم\r\nعبد الله بن الزبير أسماء بنت أبي بكر أخت عائشة\r\n5661 - ذكر الزجر عن أن يهجر المرء أخاه المسلم\r\nفوق ثلاث ليال\r\nأخبرنا محمد بن إسحاق بن إبراهيم مولى ثقيف قال\r\n","description":"","footnote":"","page_name":" 479 ","page_number":479},
  {"content":"\r\nحدثنا قتيبة بن سعيد قال حدثنا عبد العزيز بن محمد عن سهيل بن أبي\r\nصالح عن أبيه\r\nعن أبي هريرة ان رسول الله صلى الله عليه وسلم قال تفتح أبواب الجنة يوم\r\nالاثنين والخميس فيغفر لمن لا يشرك بالله شيئا الا المتهاجرين\r\nيقول ردوا هذين حتى يصطلحا\r\n5662 - ذكر نفى دخول الجنة عمن مات وهو مهاجر لأخيه\r\nالمسلم فوق الأيام الثلاث\r\nأخبرنا أبو يعلى حدثنا أبو خيثمة حدثنا عامر العقدي\r\nحدثنا شعبة عن يزيد الرشك عن معاذة العدويه\r\nعن هشام بن عامر قال سمعت رسول الله صلى الله عليه وسلم يقول\r\nلا يحل لمسلم أن يصارم مسلما فوق ثلاث وانهما ناكبان عن\r\nالحق ما كانا على صرامهما وان أولهما فيئا يكون سبقه بالفئ\r\nكفارة له وان سلم عليه فلم يقبل سلامه ردت عليه الملائكة ورد\r\nعلى الأخر الشيطان وان ماتا على صرامهما لم يدخلا الجنة\r\nولم يجتمعا في الجنة\r\n","description":"","footnote":"","page_name":" 480 ","page_number":480},
  {"content":"\r\nقال أبو حاتم قوله صلى الله عليه وسلم لم يدخل الجنة ولم يجتمعا في\r\nالجنة يريد به ان لم يتفضل الرب جلا وعلا عليهما بالعفو عن\r\nإثم صرامها ذلك\r\n5663 - ذكر مغفرة الله جل وعلا في ليلة النصف من شعبان\r\nلمن شاء من خلقه الا من أشرك به\r\nأو كان بينه وبين أخيه شحناء\r\nأخبرنا محمد بن المعافى العابد بصيدا وابن قتيبة وغيره\r\nقالوا حدثنا هشام بن خالد الأزرق قال حدثنا أبو خليد عتبة بن حماد عن\r\nالأوزاعي وابن ثوبان عن أبيه عن تثبت عن مالك بن يخامر\r\nعن معاذ بن جبل عن النبي صلى الله عليه وسلم قال يطلع الله إلى\r\nخلقه في ليلة النصف من شعبان فيغفر لجميع خلقه الا لمشرك\r\nأو مشاحن\r\n","description":"","footnote":"","page_name":" 481 ","page_number":481},
  {"content":"\r\n\r\n5664 - ذكر مغفرة الله جل وعلا غير المشاحن من المسلمين\r\nفي كل اثنين وخميس عند عرض أعمالهم على\r\nبارئهم جل وعلا فيهما\r\nأخبرنا الحسين بن إدريس الأنصاري أخبرنا أحمد بن أبي\r\nبكر عن مالك عن سهيل عن أبيه\r\nعن أبي هريرة ان رسول الله صلى الله عليه وسلم قال تفتح أبواب الجنة\r\nيوم الاثنين والخميس فيغفر الله لكل عبد مسلم لا يشرك بالله\r\nشيئا الا رجلا كان بينه وبين أخيه شحناء فيقال انظروا هذين\r\n","description":"","footnote":"","page_name":" 482 ","page_number":482},
  {"content":"\r\nحتى يصطلحا انظروا هذين حتى يصطلحا\r\n5665 - ذكر مغفرة الله جل وعلا ذنوب غير المشاحن\r\nفي كل اثنين وخميس\r\nأخبرنا بن خزيمة قال حدثنا يونس بن عبد الأعلى قال\r\nأخبرنا بن وهب أن مالك بن أنس أخبره عن مسلم بن أبي مريم عن أبي\r\nصالح السمان\r\nعن أبي هريرة عن رسول الله صلى الله عليه وسلم قال تعرض أعمال\r\nالناس في كل جمعة مرتين يوم الاثنين ويوم الخميس فيغفر لكل\r\nمؤمن الا عبدا بينه وبين أخيه شحناء فيقال اتركوا هذين\r\nحتى يفيئا\r\nقال أبو حاتم هذا في الموطأ موقوف ما رفعه عن مالك\r\nالا بن وهب\r\n","description":"","footnote":"","page_name":" 483 ","page_number":483},
  {"content":"\r\n\r\n5666 - ذكر مغفرة الله جل وعلا ذنوب غير المشاحن من\r\nعباده في كل اثنين وخميس\r\nأخبرنا محمد بن عبد الرحمن السامي قال حدثنا أحمد بن أبي\r\nبكر الزهري قال أخبرنا مالك عن سهيل عن أبيه\r\nعن أبي هريرة ان رسول الله صلى الله عليه وسلم قال تفتح أبواب الجنة\r\nيوم الاثنين والخميس فيغفر لكل عبد مسلم لا يشرك بالله شيئا\r\nالا رجلا كانت بينه وبني أخيه شحناء فيقال انظروا هذين حتى\r\nيصطلحا\r\n5667 - ذكر البيان بأن خير المتهاجرين من كان\r\nبادئا بالسلام منهما\r\nأخبرنا عمر بن سعيد بن سنان قال أخبرنا أحمد بن أبي\r\nبكر عن مالك عن بن شهاب عن عطاء بن يزيد المؤذن\r\nعن أبي أيوب الأنصاري أن رسول الله صلى الله عليه وسلم قال لا يحل\r\nلمسلم أن يهجر أخاه فوق ثلاث ليال يلتقيان فيعرض هذا ويعرض هذا\r\nوخيرهما الذي يبدأ السلام\r\n","description":"","footnote":"","page_name":" 484 ","page_number":484},
  {"content":"\r\n5668 - ذكر البيان بأن من بدا بالسلام\r\nمن المتهاجرين كان خيرهما\r\nأخبرنا السامي وعمر بن سعيد والفضل بن الحباب قالوا\r\nحدثنا أحمد بن أبي بكر الزهري عن مالك عن بن شهاب عن عطاء بن\r\nيزيد\r\nعن أبي أيوب الأنصاري ان رسول الله صلى الله عليه وسلم قال لا يحل\r\nلامرئ مسلم ان يهجر أخاه فوق ثلاث ليال يلتقيان فيعرض\r\nهذا ويعرض هذا وخيرهما الذي يبدأ بالسلام\r\n","description":"","footnote":"","page_name":" 485 ","page_number":485},
  {"content":"\r\n\r\n5669 - باب\r\nالتواضع والكبر والعجب\r\nذكر الاخبار عما يجب على المرء من لزوم التواضع\r\nوترك الكبر والعظيم على عباد الله\r\nأخبرنا أبو يعلى قال حدثنا إبراهيم بن الحجاج\r\nالسامي قال حدثنا حماد بن سلمة عن عطاء بن السائب عن سلمان الأغر\r\nعن أبي هريرة ان رسول الله صلى الله عليه وسلم قال فيما يحكى عن ربه\r\nجل وعلا الكبرياء ردائي والعظمة إزاري فمن نازعني واحدا\r\nمنهما قذفته في النار\r\n5670 - ذكر الخبر المدحض قول من زعم أن هذا\r\nالخبر تفرد به سلمان الأغر\r\nأخبرنا محمد بن زهير بالأبلة قال حدثنا عبد الله بن سعيد\r\nالكندي قال حدثنا بن فضيل عن عطاء بن السائب عن سعيد بن جبير\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم عن الله جل وعلا\r\n","description":"","footnote":"","page_name":" 486 ","page_number":486},
  {"content":"\r\n\r\nالكبرياء ردائي والعظمة إزاري فمن نازعني في شئ منه\r\nأدخلته في النار\r\n5671 - ذكر ما يستحب للمرء ان يتواضع في جلوسه\r\nبترك الأسباب التي تؤدى إلى التكبر\r\nأخبرنا أحمد بن علي بن المثنى قال حدثنا إبراهيم بن\r\nسعيد الجوهري قال حدثنا محمد بن عيسى بن الطباع قال حدثنا\r\nمعاذ بن محمد بن معاذ بن أبي بن كعب عن أبيه عن جده\r\nعن أبي بن كعب ان النبي صلى الله عليه وسلم كان يحفز على ركبته\r\nولا يتكئ\r\n","description":"","footnote":"","page_name":" 487 ","page_number":487},
  {"content":"\r\n\r\n5672 - ذكر الزجر عن اتكاء المرء على يده اليسرى\r\nخلف ظهره في جلوسه\r\nأخبرنا أبو عروبة بحران قال حدثنا المغيرة بن\r\nعبد الرحمن الحراني قال حدثنا عيسى بن يونس عن بن جريج عن\r\nإبراهيم بن ميسرة عن عمرو بن الشريد\r\nعن أبيه الشريد بن سويد قال مر بي رسول الله صلى الله عليه وسلم وانا\r\nجالس قد وضعت يدي اليسرى خلف ظهري واتكأت فقال\r\nالنبي صلى الله عليه وسلم أتقعد قعدة المغضوب عليهم\r\nقال بن جريج وضع راحتيه على الأرض وراء ظهره\r\n5673 - ذكر ما يستحب للمرء ان لا يأنف من العمل المستحقر\r\nفي بيته بنفسه وإن كان عظيما في أعين البشر\r\nأخبرنا بن قتيبة حدثنا حرملة بن يحيى حدثنا بن وهب\r\n","description":"","footnote":"","page_name":" 488 ","page_number":488},
  {"content":"\r\nحدثني معاوية بن صالح عن يحيى بن سعيد عن عمرة\r\nعن عائشة وثلاثمائة سئلت ما كان عمل رسول الله صلى الله عليه وسلم في بيته\r\nقالت ما كان الا بشرا من البشر كان إفسادنا ثوبه ويحلب شاته\r\nويخدم نفسه\r\n","description":"","footnote":"","page_name":" 489 ","page_number":489},
  {"content":"\r\n5674 - ذكر خبر ثان يصرح بصحة ما ذكرناه أخبرنا الحسين بن أحمد بن بسطام بالأبلة حدثنا حسين بن مهدي\r\nحدثنا عبد الرزاق أخبرنا معمر عن الزهري عن عروة قال\r\nقلت لعائشة يا أم المؤمنين أي شئ كان يصنع\r\nرسول الله صلى الله عليه وسلم إذا كان عندك قالت ما يفعل أحدكم في مهنة أهله\r\nيخصف نعله ويخيط ثوبه ويرقع دلوه\r\n5675 - ذكر ما يجب على المرء من مجانبه الترفع بنفسه في بيته\r\nعن خدمته وإن كان له من يكفيه ذلك\r\nأخبرنا أبو يعلى حدثنا عبد الله بن محمد بن أسماء حدثنا مهدي بن\r\nميمون حدثنا هشام بن عروة عن أبيه\r\nعن عائشة وثلاثمائة سئلت ما كان النبي صلى الله عليه وسلم يعمل في بيته\r\n","description":"","footnote":"","page_name":" 490 ","page_number":490},
  {"content":"\r\n\r\n\r\nقالت كان يخيط ثوبه ويخصف نعله ويعمل ما يعمل الرجال\r\nفي بيوتهم\r\n5676 - ذكر الاخبار عن وضع الله جل وعلا من تكبر\r\nعلى عباده ورفعه من تواضع لهم\r\nأخبرنا عبد الله بن محمد بن سلم قال حدثنا حرملة بن\r\nيحيى قال حدثنا بن وهب قال أخبرني عمرو بن الحارث ان دراجا حدثه عن أبي الهيثم\r\nعن أبي سعيد الخدري عن رسول الله صلى الله عليه وسلم قال من\r\nتواضع لله درجة يرفعه الله درجة حتى يجعله في أعلى عليين\r\nومن يتكبر على الله درجة يضعه الله درجة حتى يجعله في أسفل\r\nالسافلين ولو أن أحدكم يعمل في صخرة صماء ليس عليه باب\r\n","description":"","footnote":"","page_name":" 491 ","page_number":491},
  {"content":"\r\nولا كوة لخرج ما غيبه للناس كائنا ما كان\r\nقال أبو حاتم رضي الله عنه قوله صلى الله عليه وسلم من تواضع لله\r\nدرجة يريد به من تواضع للمخلوقين في الله فاضمر الخلق\r\nفيه وقوله ومن تكبر أراد به على خلق الله فاضمر الخلق\r\nفيه إذ المتكبر على الله كافر به\r\n5677 - ذكر إيجاب دخول النار للمستكبر الجواظ\r\nان لم يتفضل الله عليه بالعفو\r\nأخبرنا أبو يعلى قال حدثنا إسحاق بن إبراهيم المروزي\r\nقال أخبرنا النضر بن شميل قال حدثنا شعبة حدثنا معبد بن خالد\r\nانه سمع حارثة بن وهب الهدي قال سمعت\r\nرسول الله صلى الله عليه وسلم يقول ألا أدلكم على أهل الجنة كل ضعيف\r\n","description":"","footnote":"","page_name":" 492 ","page_number":492},
  {"content":"\r\nمتضعف لو أقسم على الله لابره وأهل النار كل مستكبر جواظ\r\n5678 - أخبرنا الحسن بن سفيان حدثنا إبراهيم بن الحجاج السامي\r\nحدثنا عبد العزيز بن مسلم عن الأعمش عن إبراهيم عن علقمة\r\nعن عبد الله قال قال رسول الله صلى الله عليه وسلم لا يدخل الجنة من\r\nكان في قلبه مثقال حبة خردل من كبر ولا يدخل النار من كان في\r\nقلبه مثقال حبة خردل من ايمان\r\n","description":"","footnote":"","page_name":" 493 ","page_number":493},
  {"content":"\r\n\r\nقال أبو حاتم في هذا الخبر معنيان اثنان أحدهما\r\nوهو الذي نوعنا له النوع لا يدخل الجنة من كان في قلبه مثقال\r\nحبة خردل من كبر أراد به جنة عالية يدخلها غير المتكبرين\r\nوقوله ولا يدخل النار من كان في قلبه مثقال حبة خردل من\r\nايمان أراد به نارا سافلة يدخلها غير المسلمين\r\nوالمعنى الثاني لا يدخل الجنة أصلا من كان في قلبه مثقال\r\nحبة خردل من كبر أراد بالكبر الشرك إذ المشرك لا يدخل\r\nجنة من الجنان أصلا\r\nوقوله لا يدخل النار من كان في قلبه مثقال حبة من خردل\r\nمن إيمان أراد به على سبيل الخلود حتى يصح المعنيان معا\r\n5679 - ذكر نفي نظر الله جل وعلا إلى من جر ثيابه خيلاء\r\nأخبرنا محمد بن عبد الرحمن السامي قال حدثنا\r\nالمقابري قال حدثنا إسماعيل بن جعفر قال وأخبرني عبد الله بن دينار\r\nانه سمع بن عمر يقول قال رسول الله صلى الله عليه وسلم ان الذي يجر\r\nثوبه من الخيلاء لا ينظر الله إليه يوم القيامة\r\n","description":"","footnote":"","page_name":" 494 ","page_number":494},
  {"content":"\r\n5680 - ذكر الزجر عن أشياء معلومة غير ما ذكرناها\r\nأخبرنا بن قتيبة حدثنا بن أبي السري حدثنا معتمر بن\r\nسليمان حدثنا الركين بن الربيع ها عن القاسم بن حسان عن عمه\r\nعبد الرحمن بن حرملة\r\nعن عبد الله بن مسعود ان رسول الله صلى الله عليه وسلم كان يكره جر الإزار\r\nوالتبرج بالزينة لغير أهلها وعزل الماء عن محله وضرب الكعاب\r\nوالصفرة تغيير الشيب وعقد التمائم والرقى\r\nإلا بالمعوذات\r\n","description":"","footnote":"","page_name":" 495 ","page_number":495},
  {"content":"\r\n\r\n5681 - ذكر الخبر المدحض قول من زعم أن هذا الخبر\r\nتفرد به المعتمر بن سليمان\r\nأخبرنا محمد بن عبد الرحمن الدغولي حدثنا محمد بن\r\nيحيى الذهلي حدثنا عبد الصمد بن عبد الوارث حدثنا معتمر بن سليمان\r\nوشعبة عن الركين بن الربيع عن القاسم بن حسان عن عمه\r\nعبد الرحمن بن حرملة\r\nعن بن مسعود ان رسول الله صلى الله عليه وسلم كره عشرا تغيير الشيب\r\nوخاتم الذهب والضرب بالكعاب والرقى الا بالمعوذات والتمائم\r\nوجر الإزار والصفرة والتبرج بالزينة لغير محلها وعزل الماء\r\nعن محله\r\n5682 - ذكر الزجر عن اعجاب المرء بما أوتي من هذه الدنيا\r\nالفانية وتبختره في شئ منها\r\nأخبرنا سليمان بن الحسن بن يزيد العطار بالبصرة حدثنا\r\nهدبة بن خالد حدثنا حماد بن سلمة عن ثابت\r\n","description":"","footnote":"","page_name":" 496 ","page_number":496},
  {"content":"\r\nعن أبي رافع ان فتى من قريش اتى أبا هريرة فقال\r\nيا أبا هريرة انك تكثر الحديث عن رسول الله صلى الله عليه وسلم فهل سمعته\r\nيقول في حلتي هذه فقال لولا ما أخذ الله علي في الكتاب\r\nما حدثتكم بشئ سمعته صلى الله عليه وسلم يقول إن رجلا ممن كان قبلكم\r\nيتبختر إذ أعجبته جمته وبرداه فخسف الله به الأرض\r\nفهو يتجلجل فيها إلى يوم القيامة\r\n","description":"","footnote":"","page_name":" 497 ","page_number":497},
  {"content":"\r\n\r\n5683 - باب\r\nالاستماع المكروه\r\nوسوء الظن والغضب والفحش\r\nذكر وصف عقوبة ما استمع إلى حديث\r\nقوم يكرهون منه ذلك\r\nأخبرنا إسحاق بن إبراهيم بن إسماعيل ببست قال حدثنا\r\nبشر بن هلال الصواف قال حدثنا عبد الوارث عن أيوب عن عكرمة\r\nعن بن عباس عن النبي صلى الله عليه وسلم قال من صور صورة فإنه\r\nيعذب حتى ينفخ فيها الروح وليس بنافخ الروح ومن تحلم\r\nحلما كاذبا كلف ان يعقد بين شعيرتين ويعذب على ذلك ومن\r\nاستمع إلى قوم وهم له كارهون صب في اذنيه الانك\r\nيوم القيامة\r\n","description":"","footnote":"","page_name":" 498 ","page_number":498},
  {"content":"\r\n\r\n5684 - ذكر وصف الانك يوم القيامة في اذان المستمعين\r\nإلى حديث أقوام يكرهون ذلك\r\nأخبرنا الحسن بن سفيان قال حدثنا الحسن بن عمرو بن\r\nشقيق قال حدثنا حماد بن زيد عن أيوب عن عكرمة\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم من صور صورة\r\nعذبه الله حتى ينفخ فيها وليس بنافخ ومن استمع إلى حديث\r\nقوم يفرون منه صب في اذنيه الانك يوم القيامة ومن تحلم كلف\r\nان يعقد بين شعيرتين وليس بفاعل\r\n5685 - ذكر الزجر عن سوء الظن بأحد من المسلمين\r\nأخبرنا الحسين بن إدريس الأنصاري قال أخبرنا أحمد بن\r\nأبي بكر عن مالك عن أبي الزناد عن الأعرج\r\n","description":"","footnote":"","page_name":" 499 ","page_number":499},
  {"content":"\r\n\r\nعن أبي هريرة ان رسول الله صلى الله عليه وسلم قال إياكم والظن فان الظن\r\nاكذب الحديث ان تجسسوا ولا تحاسدوا ولا\r\nتنافسوا ولا تباغضوا ولا تدابروا وكونوا عبادا لله اخوانا\r\n","description":"","footnote":"","page_name":" 500 ","page_number":500},
  {"content":"\r\n\r\n\r\n5686 - ذكر الأمر بالجلوس لمن غضب وهو قائم\r\nوالاضطجاع إذا كان جالسا\r\nأخبرنا أبو يعلى قال حدثنا سريج بن يونس قال حدثنا\r\nأبو معاوية\r\nقال حدثنا داود بن أبي هند عن أبي حرب بن أبي الأسود\r\nعن أبي ذر ان رسول الله صلى الله عليه وسلم قال إذا غضب أحدكم\r\nوهو قائم فليجلس فان ذهب عنه الغضب والا فليضطجع\r\n5687 - ذكر الاخبار عما يجب على المرء من ذم النفس\r\nعن الخروج إلى ما لا يرضى الله جل وعلا بالغضب\r\nأخبرنا عبد الله بن محمد بن سلم ببيت المقدس قال\r\n","description":"","footnote":"","page_name":" 501 ","page_number":501},
  {"content":"\r\nحدثنا حرملة بن يحيى قال حدثنا بن وهب قال أخبرني عمرو بن\r\nالحارث عن هشام بن عروة عن أبيه عن الأحنف بن قيس\r\nعن بن عم له وهو جاريه بقدامة أنه قال\r\nيا رسول الله قل لي قولا ينفعني الله به واقلل لعلي لا أغفله\r\nقال لا تغضب فعاد له مرارا كل ذلك يرجع إليه رسول الله صلى الله عليه وسلم\r\nلا تغضب\r\n","description":"","footnote":"","page_name":" 502 ","page_number":502},
  {"content":"\r\n","description":"","footnote":"","page_name":" 503 ","page_number":503},
  {"content":"\r\n5688 - أخبرنا أحمد بن علي بن المثنى قال حدثنا أبو خيثمة\r\nقال حدثنا يحيى بن سعيد قال حدثنا هشام بن عروة قال حدثني أبي\r\nعن الأحنف بن قيس\r\nعن جاريه بن قدامة أن رجلا قال للنبي صلى الله عليه وسلم قل لي قولا\r\nوأقلل قال لا تغضب فأعاد عليه قال لا تغضب\r\nقال أبو حاتم رضي الله عنه قوله صلى الله عليه وسلم لا تغضب أراد به\r\nأن لا تعمل وأشار بعد الغضب مما نهيتك عنه لا انه نهاه عنه\r\nالغضب إذ الغضب شئ جبلة في الإنسان ومحال ان ينهى المرء\r\nعن جبلته التي خلق عليها بل وقع النهى في هذا الخبر عما يتولد\r\nمن الغضب مما ذكرناه\r\n5689 - ذكر الاخبار عما على المرء من مجانبه الخروج\r\nإلى ما لا يرضى الله جل وعلا عند الإحتداد\r\nأخبرنا الحسن بن سفيان قال حدثنا محمد بن خلاد\r\nالباهلي قال حدثني محمد بن يحيى بن سعيد القطان قال حدثني أبي\r\nقال حدثني أبو عوانة قال حدثنا الأعمش عن إبراهيم التيمي عن\r\nالحارث بن سويد\r\n","description":"","footnote":"","page_name":" 504 ","page_number":504},
  {"content":"\r\n\r\nعن عبد الله قال قال رسول الله صلى الله عليه وسلم ما تقولون في\r\nالصرعة قال قلت الذي لا يصرعه الرجال قال الصرعة الذي\r\nيمسك نفسه عند الغضب\r\n5690 - ذكر الأمر بالاستعاذة بالله جل وعلا من\r\nالشيطان الرجيم لمن اعتراه الغضب\r\nأخبرنا أحمد بن علي بن المثنى قال حدثنا أبو خيثمة\r\nقال حدثنا جرير عن الأعمش عن عدي بن ثابت قال\r\nحدثنا سليمان بن صرد قال استب رجلان عند النبي صلى الله عليه وسلم\r\nونحن عنده جلوس وأحدهما يسب صاحبه مغضبا قد احمر وجهه\r\nفقال رسول الله صلى الله عليه وسلم اني لاعلم كلمة لو قالها لذهب عنه ما يجد\r\nأعوذ بالله من الشيطان الرجيم فقالوا للرجل الا تسمع ما يقول\r\nرسول الله صلى الله عليه وسلم قال إني لست بمجنون\r\n","description":"","footnote":"","page_name":" 505 ","page_number":505},
  {"content":"\r\n\r\n5691 - ذكر الزجر عن استعمال الفحش والبذاء\r\nللمرء في أسبابه\r\nأخبرنا أبو خليفة قال حدثنا علي بن المديني قال حدثنا\r\nسفيان عن عمرو بن دينار عن بن أبي مليكة عن يعلى بن مملك عن\r\nأم الدرداء\r\nعن أبي الدرداء عن النبي صلى الله عليه وسلم قال إن أثقل ما وضع في\r\nميزان المؤمن يوم القيامة خلق حسن وان الله يبغض الفاحش\r\nالبذئ\r\n5692 - ذكر بغض الله جل وعلا الفاحش المتفحش من الناس\r\nأخبرنا أبو يعلى قال حدثنا أبو موسى محمد بن المثنى\r\nقال حدثنا وهب بن جرير قال حدثنا أبي قال سمعت محمد بن\r\nإسحاق يحدث عن صالح بن جلس عن عبيد الله بن عبد الله قال\r\nرأيت أسامة بن زيد يصلى عند قبر رسول الله صلى الله عليه وسلم فخرج\r\n","description":"","footnote":"","page_name":" 506 ","page_number":506},
  {"content":"\r\nمروان بن الحكم فقال تصلى إلى قبره فقال إني أحبه فقال\r\nله قولا قبيحا ثم أدبر فانصرف أسامة فقال يا مروان انك\r\nآذيتني واني سمعت رسول الله صلى الله عليه وسلم يقول إن الله يبغض الفاحش\r\nالمتفحش وانك فاحش متفحش\r\n5693 - ذكر وصف المتفحش\r\nالذي يبغضه الله جلا وعلا\r\nأخبرنا أبو خليفة قال حدثنا علي بن المديني قال\r\nحدثنا سفيان عن عمرو بن دينار عن بن أبي مليكة عن يعلى بن مملك\r\n","description":"","footnote":"","page_name":" 507 ","page_number":507},
  {"content":"\r\n\r\nعن أم الدرداء\r\nعن أبي الدرداء عن النبي صلى الله عليه وسلم قال إن أثقل ما وضع في ميزان\r\nالمؤمن يوم القيامة خلق حسن وان الله يبغض الفاحش البذئ\r\n5694 - ذكر البيان بأن من شرار الناس من اتقي فحشه\r\nأخبرنا محمد بن الحسن بن الخليل قال حدثنا هشام بن\r\nعمار قال حدثنا حاتم بن إسماعيل قال حدثنا عبد الرحمن بن حرملة\r\nعن عبد الله بن دينار عن عروة\r\nعن عائشة ان رجلا استأذن على رسول الله صلى الله عليه وسلم فلما سمع\r\nصوته قال رسول الله صلى الله عليه وسلم لعائشة بئس الرجل أو بئس بن\r\nالعشيرة فلما دخل انبسط إليه رسول الله صلى الله عليه وسلم فلما خرج كلمته\r\nعائشة فقالت يا رسول الله قلت بئس الرجل أو بئس\r\nبن العشيرة فلما دخل انبسطت إليه فقال يا عائشة شر الناس\r\nمن يتقى الناس فحشه\r\n5695 - ذكر بغض الله جل وعلا المتخاصم في ذات الله\r\nأخبرنا محمد بن المنذر بن سعيد قال حدثنا يوسف بن\r\nسعيد بن مسلم قال حدثنا حجاج بن محمد عن بن جريج قال\r\nحدثني بن أبي مليكة\r\n","description":"","footnote":"","page_name":" 508 ","page_number":508},
  {"content":"\r\n\r\nعن عائشة ان رسول الله صلى الله عليه وسلم قال أبغض الرجال إلى الله\r\nالألد الخصم\r\n* * *\r\nبعونه تعالى وتوفيقه تم طبع الجزء الثاني عشر من\r\nالاحسان في تقريب صحيح ابن حبان ويليه الجزء الثالث عشر وأوله\r\nباب\r\nما يكره من الكلام وما لا يكره\r\n\r\n","description":"","footnote":"","page_name":" 509 ","page_number":509}
  ]