[
  {"content":"\r\n\r\nملحقات مناسك حج\r\nمطابق با فتاواى\r\nحضرت آيت الله العظمى آقاى حاج شيخ\r\nمحمد على اسماعيل پورقمشه‌اى\r\n« مدظله العالى »\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nاسماعيل پور قمشه اى ، محمد على ، 1319 -\r\nملحقات مناسك حج / مطابق با فتاواى محمد على اسماعيل پور قمشه اى - قم : طهارت ، 1427 ق . = 1385 .\r\n320 ص .\r\nبها : 15000 ريال .\r\nISBN : 964 - 8843 - 01 - 5\r\nفهرستنويسى بر اساس اطلاعات فيپا .\r\nكتابنامه : به صورت زيرنويس .\r\n1 . حج . 2 . فقه جعفرى - رساله عمليه 3 . فتواهاى شيعه - قرن 14 . الف . عنوان .\r\n8 م 5 الف / 8 / 188 BP\r\n357 / 297\r\n1385\r\nملحقات مناسك حج\r\nتأليف : آيت الله العظمى حاج شيخ محمدعلى اسماعيل پور قمشه اى\r\nناشر : انتشارات طهارت ، تلفن : 7737303\r\nنوبت چاپ : چاپ اول - شوال المكرم 1427 - آبان ماه 1385\r\nامور رايانه : على اسماعيل پور\r\nتيراژ : 1000 نسخه\r\nشابك : 5 - 01 - 8843 - 964\r\nحق چاپ مخصوص مؤلف است .\r\nمركز پخش\r\nقم - خيابان فرهنگ - كوچه ضرغامى - پلاك 16 تلفن : 6609618 - 0251\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nفيه آيات بينات مقام ابراهيم و من دخله كان آمنا و لله على الناس حج البيت من استطاع اليه سبيلا و من كفر فان الله غنى عن العالمين\r\nآل عمران / 97\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\n[ كليات 
  ]\r\nو الصلاة و السلام على محمد و آله الطيبين الطاهرين‌سيّما بقية الله فى الأرضين صاحب الزمان و مظهر الايمان و ملقن أحكام القرآن الحجة بن الحسن العسكرى عجل الله تعالى له الفرج و لعنة الله على أعدائهم أجمعين .\r\n\r\nاستطاعت\r\nمسأله 1 - اگر زنى شوهرش از دنيا برود و در حيات شوهرش استطاعت مالى نداشته باشد و بعد از مردن او از ارث شوهر ، استطاعت مالى پيدا كند ولى از جهت مرض نتواند به حج برود در صورتى كه مرض او به نحوى است كه قدرت بر رفتن به حج\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nندارد مستطيع نشده و حج بر او واجب نيست ولى اگر به طور كلى مأيوس از خوب شدن تا آخر عمر است بايد نايب بگيرد و اگر بعد از مردن شوهر شغل يا زراعت يا صنعتى كه بتواند بعد از برگشتن از حج زندگى خود را اداره كند نداشته باشد مستطيع نمىشود هر چند ارثى كه برده براى رفتن به حج و برگشتن كافى باشد .\r\nمسأله 2 - زنى كه مهريه‌اش وافى براى مخارج حج هست و آن را از شوهر خود طلبكار است اگر شوهرش تمكن از اداء آن را ندارد زن حق مطالبه ندارد و مستطيع نيست و بايد صبر كند تا شوهر متمكن شود و اگر تمكن دارد فعلًا يا در آينده متمكن شد و مطالبه آن براى زن مفسده‌اى ندارد با فرض اينكه شوهر نفقه و مخارج زندگى زن را مىدهد لازم است زن مهريه را مطالبه كند و به حج برود و چنانچه براى او مفسده دارد مثل اينكه ممكن است مطالبه به نزاع و طلاق منجر شود كه براى زن مفسده دارد مستطيع نشده است بلكه اگر مفسده طلاق و نزاع و متلاشى شدن زندگى هم نباشد ولى طلب كردن مهريه در نظر\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nعرف موجب مهانت و خوارى زن شود نيز زن مستطيع نيست و همچنين است اگر سؤال براى زن سخت باشد و مشكل به لحاظ شؤونات زن .\r\nمسأله 3 - با وجوه شرعيه مثل سهم امام و سهم سادات در صورتى كه گرفتن آنها براى او مشروع باشد يعنى مستحق شرعى باشد مستطيع مىشود و حج او كفايت از حجةالاسلام مىكند .\r\nمسأله 4 - اگر كسى منزل گران‌قيمتى دارد و در صورتى كه آن را بفروشد و منزل ارزانتر بخرد و با تفاوت قيمت آن بتواند به حج برود چنانچه منزلى كه دارد زائد بر شؤون او نباشد لازم نيست آن را بفروشد و با اين فرض مستطيع نيست و اگر زائد بر شؤون او باشد با وجود ساير شرايط در صورتى كه تفويض آن براى او حرج و مشقت نداشته باشد و يا خود تعويض خلاف شأن نباشد مستطيع است و الا مستطيع نيست .\r\nمسأله 5 - كسى كه از راه كسب يا غير كسب مخارج رفتن و برگشتن حج را دارد و بعد از برگشتن از حج مقدارى از مؤونه\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nزندگى خود را از درآمد كسب مثل منبر و بقيه را از شهريه‌اى كه از وجوه شرعيه است تأمين مىكند اگر در راه اداره زندگى بعد از مراجعت از حج نياز به شهريه داشته باشد مستطيع است .\r\nمسأله 6 - اگر كسى زمين يا چيز ديگرى را بفروشد كه منزل مسكونى تهيه كند در صورت نياز به منزل مسكونى مستطيع نمىشود هر چند پولى كه به دست آورده براى مخارج حج كافى باشد ولى اگر طورى باشد كه منزل اجاره‌اى يا وقفى او را كفايت كند و با شؤونات او هيچ منافاتى ندارد و براى او حرج و مشقت هم نيست مستطيع مىشود .\r\nمسأله 7 - اگر شخصى مستطيع بوده و فعلًا مسافرت با هواپيما به جهت كسالت براى او مقدور نباشد و غير از هواپيما وسيله ديگرى براى او فراهم نباشد نمىتواند نايب بگيرد و بايد در وقت تمكن به حج برود ولى اگر به طور كلى تا آخر عمر از رفتن به حج مأيوس باشد بايد نايب بگيرد و اگر نايب نگرفت و مرد بعد از مردن او برايش از اصل تركه نايب بگيرند و فرقى نيست كه از سالهاى قبل مستطيع بوده باشد و يا در همان سال\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nمستطيع شده باشد .\r\nمسأله 8 - هرگاه زنى با كسب مىتواند مخارج خويش را متكلف شود و مخارج حجش را نيز دارد و در صورت رفتن او به حج شوهرش براى مخارج به زحمت مىافتد اگر به زحمت افتادن شوهر از جهت خرجى دادن به اين زن است چون اين زن مىتواند نفقه‌اى كه بر شوهر واجب است نگيرد و يا به او مهلت دهد و طلبكار او باشد و برايش ميسر است كه نفقه خودش را از مال خودش بدهد اين زن مستطيع است ولى اگر به زحمت افتادن او مربوط به خرجى ديگران است كه به نحوى مربوط به اين زن هستند مثل اولادى كه او از اين زن دارد و يا مربوط به اين زن نيستند ولى براى اين زن سخت است كه شوهرش به سختى بيفتد و او به حج برود مستطيع نيست .\r\nمسأله 9 - اگر كسى از محل خودش كه در آن زندگى مىكند مستطيع نيست ولى در محل ديگرى قرار گرفته كه از آنجا مىتواند به حج برود مثلًا براى كار كردن به مدينه منوره و يا كشور كويت رفته و از آنجا مىتواند به حج برود مستطيع\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nحساب مىشود و استطاعت از بلدى كه وطن و يا محل زندگى اوست ملاك نيست .\r\nمسأله 10 - كسى بعد از استطاعت مالى بدون تأخير سعى در رفتن به حج داشته و در قرعه‌كشى شركت نموده و از جهت اينكه قرعه به نامش اصابت نكرده نتوانسته به حج برود مستطيع نشده و حج بر او واجب نيست ولى اگر مسامحه كرد و تأخير نمود و سالهاى بعد در قرعه‌كشى شركت كرد حج بر او مستقر شده است هر چند قرعه به نام او اصابت نكند . در صورتى كه بداند كه اگر قبلًا شركت كرده بود قرعه به نامش درآمده بود و الا مستطيع نشده و حج بر او مستقر نگشته ولى در هر حال اگر راه ديگر مشروع با سهولت غير از شركت در قرعه‌كشى داشته و اقدام نكرده حج بر ذمه او مستقر شده است .\r\nمسأله 11 - كسى كه براى حج نيابتى اجير شده و بعد در همان سال استطاعت مالى پيدا كرده چنانچه براى حج در آن سال اجير شده باشد بايد حج نيابتى را بجا آورد و اگر استطاعت او باقى ماند حج خودش را در سال بعد انجام دهد و فرقى نمىكند كه\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nاستطاعت او از جهت اجير شدن حاصل شده باشد يا از مال ديگرى مستطيع شده باشد .\r\nمسأله 12 - در حصول استطاعت فرقى نيست بين اينكه در ماه‌هاى حج يعنى شوال و ذيقعده و ذيحجه مال پيدا كند يا قبل از آن بنابراين اگر استطاعت مالى پيدا شود و استطاعت بدنى و ساير شرايط موجود باشد نمىتواند خود را از استطاعت خارج كند حتى در اوايل سال و قبل از ماه‌هاى حج .\r\nمسأله 13 - خدمه كاروانها كه وارد جده مىشوند اگر ساير شرايط استطاعت را دارند از قبيل داشتن وسايل زندگى بالفعل يا بالقوه و رجوع به كفايت مثلًا كار و صنعت و غير آن كه با آنها مىتوانند پس از مراجعت ادامه زندگى مناسب خود را بدهند مستطيع هستند و بايد حجهءالاسلام بجا آورند و كفايت از حج واجب آنان مىكند و چنانچه ساير شرايط را ندارند به مجرد امكان حج براى آنها استطاعت حاصل نشده است و حج آنها استحبابى است و چنانچه بعداً استطاعت پيدا كردند بايد حج واجب را بجا آورند و حكم روحانى كاروان نيز همين است\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nلكن اگر بعد از مراجعت از مكه نياز به شهريه حوزه دارند مستطيع نمىشوند .\r\nمسأله 14 - پزشكان يا كسان ديگرى كه با مأموريت به ميقات آمده‌اند و در ميقات جامع شرايط استطاعت هستند واجب است حجهءالاسلام بجا آورند هر چند كه لازم است مأموريت خود را نيز انجام دهند در صورتى كه انجام مأموريت مانع از انجام اعمال حج نباشد و يا موجب حرج و مشقت براى آنها نباشد .\r\nسؤال 15 - كسى كه در مدينه مريض شده ( سكته كرده ) و فعلًا در بيمارستان است و دكترها گفته‌اند كه بايد تا دو هفته استراحت كند آيا بعد از مدت استراحت در صورتى كه حمل او براى انجام دادن اعمال مشكل باشد اگر او را به مكه ببرند وظيفه اين شخص چيست ؟\r\nجواب : اگر سال اول استطاعت اوست و قدرت بر اعمال حتى به نحو اضطرارى را ندارد و نيز در جايى كه نايب گرفتن جايز است نتواند نايب بگيرد از استطاعت نسبت به خودش افتاده است و حج بر او واجب نيست ولى اگر استطاعت مالى دارد و به طور\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nكلى از انجام حج ولو در سالهاى آينده مأيوس باشد بنابر احتياط ، واجب است نايب بگيرد تا حجهءالاسلام را براى او انجام دهد و به هر حال اگر بخواهد در اين حال به مكه برود بايد محرم شود و با انجام اعمال عمره مفرده ولو به نحو اضطرارى آن از احرام خارج شود و چنانچه سال اول استطاعت او نباشد و حج بر او مستقر شده اگر مأيوس از خوب شدن تا آخر عمر باشد بايد نايب بگيرد كه برايش عمره و حج تمتع انجام دهد و اگر بخواهد داخل مكه شود عمره مفرده به طورى كه ذكر شد بجا آورد و بايد دانست چنانچه بر اين شخص انجام حق تمتع ممكن باشد ولو به نحو اضطرار و انجام اضطرارى اعمال ، لازم است محرم شود و هر مقدار از اعمال را كه مىتواند ولو با كمك گرفتن از ديگرى انجام دهد و هر مقدار را كه نمىتواند نايب بگيرد ولى در وقوفين ، گرفتن نايب كافى نيست .\r\nسؤال 16 - كسى كه احتمال مىدهد حجى كه در سالهاى قبل انجام داده صحيح نبوده يا مستطيع نبوده است و فعلًا شرايط استطاعت را دارد و بخواهد احتياط كند حج را به چه نيتى بجا\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nآورد ؟\r\nجواب : مىتواند قصد مافىالذمه يعنى قصد امتثال مطلق امرِ متوجه به او را كند يا احتياطاً قصد حجهءالاسلام بنمايد .\r\nسؤال 17 - شخصى كه حج واجب خود را انجام داده است آيا مىتواند آن را به قصد مافىالذمه اعاده كند ؟\r\nجواب : قصد مافىالذمه كه يك طرف آن حج مستحبى است اشكال ندارد ولى اگر حج سابق او چيزى از اعمال و اجزاء كم داشته تا به دستور خاص آن عمل نكند ذمه او برى نمىشود ولى اين خارج از فرض سؤال است .\r\nسؤال 18 - كسى كه با وجود تقليد صحيح قبلًا به حج مشرف شد و چون رجوع به كفايت را مجتهد او شرط استطاعت نمىدانسته حجهءالاسلام قصد نموده و بجا آورده است با اينكه رجوع به كفايت نداشته است فعلًا همه شرايط استطاعت براى او موجود است و از حضرتعالى تقليد مىكند آيا بايد حج سابق را اعاده كند يا خير ؟\r\nجواب : اعاده لازم نيست .\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nسؤال 19 - شخصى بعد از انجام عمره تمتع مريض شد و از انجام حج منصرف شد و به ايران رفت و در مكه كسى را وكيل كرده كه براى فراغ ذمه او اقدام نمايد وظيفه در اين مورد چيست و آيا محرمات احرام بر چنين شخص چه وضعى دارد ؟\r\nجواب : در فرض مسأله ، وكيل گرفتن بىفايده است و چنانچه سال اول استطاعت او بوده است و در اثر مرض از قدرت انجام حج افتاده باشد در اين صورت وجوب حج بر او موقوف است به بقاء استطاعت تا سالهاى بعد ، ولى در صورتى كه سال اول استطاعت نبوده و حج بر او از قبل واجب بوده است چنانچه مأيوس از خوب شدن باشد بايد در همان سال و اگر نتواند سال بعد براى حج و عمره تمتع نايب بگيرد و در صورتى كه مأيوس از خوب شدن نباشد نايب نمىتواند بگيرد و بايد خودش حج و عمره تمتع را مجدداً انجام دهد و در هر صورت فعلًا از احرام خارج و محرمات احرام بر او حلال شده است چون عمره تمتع را تمام كرده است .\r\nسؤال 20 - در حال حاضر كه هر كسى بخواهد حج مشرف\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nشود بايد قبلًا براى ثبت نام و مقدمات حج اقدام نمايد اگر كسى ثبت نام كرد ولى نوبت او را براى چند سال ديگر اعلام نمودند اگر قبل از رسيدن آن نوبت از راه ديگر وسيله رفتن براى او فراهم شد و پول قرض كرد و به مكه رفت آيا حج او حجهءالاسلام است يا خير ؟\r\nجواب : بر فرض مسأله در صورتى كه بتواند قرض خود را بدون مهانت و خوارى ادا كند حج بر او واجب است و حج او حجهءالاسلام حساب مىشود و از موارد امكان اداء قرض در اين زمان كه نوبت ، خريد و فروش مىشود امكان خريد و فروش نوبت مىباشد اگرچه مال ديگرى نداشته باشد و در اين فرض اگر خريدار نوبت موجود است ، فروش و يا قرض در مقابل آن واجب است چون استطاعت به اين نحو حاصل است ولى در بعض فروض قرض كردن واجب نيست ولى اگر قرض كرد و به نحوى كه گفته شد مستطيع شد حج به اين طريق واجب مىشود .\r\nسؤال 21 - اگر كسى به خيال اينكه استطاعت دارد به قصد\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nعمره تمتع محرم شد و به ترتيب كليه اعمال حج تمتع حَجهءالاسلام را انجام داد و بعد از تمام شدن اعمال معلوم شد كه مستطيع نبوده است بفرماييد احرام و اعمال گذشته‌اش چگونه است و نسبت به آينده اگر مستطيع شد آيا حجهءالاسلام بر او واجب است يا نه ؟\r\nجواب : احرام و حج او صحيح است ولى اگر بعداً مستطيع شد بايد حجهءالاسلام را بجا آورد چون غالب در اين افراد اشتباه در تطبيق است بلى اگر كسى مقيد كند احرامش را به حجهءالاسلام به طورى كه اگر مستطيع نباشد به عنوان استحباب چيزى واقع نشود ممكن است ثواب حج را نبرد و به هر حال چيزى بر او نيست جز حجهءالاسلام به شرط استطاعت .\r\nسؤال 22 - كسى خيال مىكرد مستطيع نيست به نيت استحباب محرم شد و اعمال عمره تمتع را انجام داد بعد در مكه پرسيد معلوم شد مستطيع بوده است آيا مجدداً بايد به نيت وجوب محرم شود يا كافى است ؟\r\nجواب : اگر به قصد امرى كه فعلًا بر اوست بوده و خيال\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nمىكرده مستحب است كه غالباً چنين است عمره تمتع او صحيح است .\r\nسؤال 23 - شخصى براى زيارت سوريه ثبت نام كرده است و فعلًا سه هزار روپيه به دست آورده است و خرج بيت‌الله هم همين مقدار مىشود آيا رفتن حج واجب است يا مىتواند به زيارت سوريه برود ؟\r\nجواب : اگر حذف نامش براى او مهانت ندارد و پولى را كه داده به راحتى به او برمىگردانند و يا با باقيمانده پول سفر سوريه مىتواند حج را هم بجا آورد با مراعات ساير شرايط ، حج بر او واجب است و الا واجب نيست .\r\nسؤال 24 - در قباله‌هاى كنونى براى ازدواج مبلغ زيادى نوشته مىشود آيا زنى كه مىخواهد ازدواج كند طبق برنامه مذكور واجب الحج مىشود يا خير ؟ ضمناً مشخص فرماييد مبلغ چقدر باشد بهتر است ؟\r\nجواب : در صورتى كه شرط تمكن شده و زوج تمكن از اداء ندارد يا اصل مطالبه مهر براى زن مهانت داشته باشد تا وقتى\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nزوج به اختيار خود چيزى كه به آن استطاعت حاصل شود نداده اين زن مستطيع نيست و مقدار مهر اگر مقدار مهرالسنه باشد مستحب است مگر مصالح اهم ديگرى در كار باشد .\r\nسؤال 25 - پدرى بعد از ثبت نام براى حج فوت كرده است و چند پسر دارد و اجازه حج به يكى از پسران داده مىشود آيا در چنين موردى استطاعت طريقى براى كدام حاصل مىشود ؟\r\nجواب : اگر بر ذمه پدر قبل از ثبت نام حجهءالاسلام مستقر شده و يا حج واجب ديگرى بر ذمه پدر بوده بايد از طرف او نايب بگيرند و قبول نيابت براى هيچكدام از پسران واجب نيست و اگر چنين نبوده فيش حج ارث است و با توافق وارث از سهم‌الارث و يا غير آن مىشود به يكى از آنها داده شود و يا به شخص ثالث در صورت عدم توافق داده شود و وجه آن ارث است و فروض ديگرى هم متصور است .\r\nسؤال 26 - پدرى براى حج ثبت نام كرده است و در وصيتش گفته است كه برايش حج مستحبى بجا آورند و پسر بزرگ‌تر چون ديده خودش استطاعت بدنى و مالى دارد و فقط استطاعت\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nطريقى نداشته كه آن هم با فوت پدر برايش حاصل شده به نيت خود حج را انجام داده ، نه به نيابت از پدر ، آيا حج او صحيح است يا نه ؟ چون استطاعت طريقى نداشته مگر از طريق نيابت ؟\r\nجواب : فرض مزبور نيابت نيست و حج خودش صحيح و مجزى است ولى چون خلاف وصيت عمل كرده معصيت نموده و حج مستحبى پدرش را خودش يا نايب ديگرى بايد انجام دهد .\r\nسؤال 27 - مسلمين بعضى از كشورهايى كه حكومتشان كمونيستى است اگر بخواهند حج بروند بايد مبلغ زيادى به آن حكومت كمك كنند و قهراً اين پول براى تقويت چنين حكومتى مصرف مىشود در صورتى كه راه منحصر به اين كار باشد آيا اولًا حج بر چنين اشخاصى واجب است يا نه ؟ و ثانياً اگر اين مقدار پول را بدهند و به حج بروند از حجهءالاسلام كفايت مىكند يا نه ؟\r\nجواب : اگر پولى كه مىگيرند از حدّ معمول خيلى زيادتر باشد كه دادن آن موجب ضرر غير عادى و حَرَج باشد استطاعت\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nحاصل نيست و گرنه دادن آن پول براى رفع مانع راه و غير آن اشكال ندارد .\r\nسؤال 28 - زنى براى حج ثبت نام كرده است ولى شوهرش كه استطاعت هم داشته به عللى ثبت نام ننموده است آيا زن مىتواند شرعاً نوبت خود را به شوهرش بدهد به اين اميد كه در آينده هر دو با هم ثبت نام نمايند يا نه ؟\r\nجواب : اگر زن مستطيعه است نمىتواند نوبت خود را به شوهرش بدهد ولى اگر نوبت را به او داد حج شوهرش صحيح است ولى زن گناه كرده است و اگر مىتواند نوبت جديد در آن سال پيدا كند و با شوهرش برود دادن نوبت مانعى ندارد ( و فرض دادن نوبت به اميد ثبت نام مجدد براى هر دو در حج واجب هر دو موضوع ندارد . ) بلى اگر دادن نوبت براى اين است كه زن احتياج به محرم دارد و كسى غير شوهرش پيدا نمىشود استطاعت او محرز نيست و مىتواند نوبت را به شوهر بدهد .\r\nسؤال 29 - من با داشتن بيست هزار تومان قرض و گرفتن يك ماه حقوق قبل از پرداخت آن ، موفق به سفر حج شدم با توجه\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nبه اين كه شخص طلبكار از اين سفر حج كاملًا راضى و به پولش احتياج ندارد آيا اين حج واجب محسوب مىشود يا نه ؟\r\nجواب : اگر استطاعت مالى با ساير شرايط حاصل بوده و قرضى كه كرده‌ايد اداى آن براى شما مهانت و خوارى ندارد و مىتوانيد كه اداء نماييد ولو به اين جهت كه شخص طلبكار مدتى طولانى مطالبه نمىنمايد حج شما واجب حساب مىشود .\r\nسؤال 30 - اگر كسى مستطيع شد آيا مىتواند مال خود را به پدر يا مادر ببخشد و خرج سفر حج ايشان نمايد و اگر چنين كرده است تكليفش چيست ؟\r\nجواب : در اين فرض بر خود او حج واجب است و نمىتواند پول را به آنها ببخشد ولو براى سفر حج آنها و اگر بخشيد گناه كرده ولى بخشش صحيح است و خودش به هرطور كه شده حج را بجا آورد .\r\nسؤال 31 - اشخاصى كه در وقت اسم‌نويسى براى حج استطاعت مالى دارند و از طرف دولت براى 5 سال يا بيشتر اسم مىنويسند آيا براى اين‌گونه اشخاص اسم‌نويسى واجب است يا\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nنه ؟ و بر فرض وجوب اگر مسامحه كردند و ننوشتند و بعد از مدت 5 سال مردند يا از استطاعت مالى افتادند فقط ترك واجب كرده‌اند يا اينكه حج هم بر آنان مستقر است ؟\r\nجواب : بعد از استطاعت مالى طريق عادى استطاعت راه ، همين است و بايد سال اول اسم‌نويسى كند و در صورتى كه قبل از اصابت قرعه به نامش مُرد و از استطاعت مالى افتاد و يا شرايط ديگر استطاعت را فاقد شد حج بر او واجب نشده ولى اگر اسم ننوشت و طورى بود كه اگر اسم مىنوشت در زمان حيات او قرعه به نامش درمىآمد و از آن وقت گذشت و مُرد حج بر ذمه او مستقر شده البته با مراعات ساير شرايط و اگر به آن وقت نرسيد حج بر ذمه او مستقر نشده است .\r\nسؤال 32 - اينجانب با شرايط زير طبق قرعه‌كشى سازمان حج و زيارت ان‌شاءالله در سال 1366 عازم بيت‌الله الحرام هستم :\r\n1 - هزينه كامل زيارت خود و همسرم از پول مخمّس تهيه شده است .\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\n2 - معلم آموزش و پرورش بوده و حقوق مستمر در حد معمول زندگى با قناعت را دريافت مىدارم .\r\n3 - فاقد مسكن و اتومبيل شخصى بوده و در هر شهرى كه شاغل باشم مستأجر هستم .\r\n4 - وسايل زندگى را در حدّ معمول دارا مىباشم .\r\nبا توجه به شرايط فوق و شبهاتى كه نسبت به وجوب حج و عدم آن از اطراف القاء مىشود آيا حج اينجانب و همسرم از حج واجب كفايت مىكند يا خير ؟\r\nجواب : در فرض مرقوم چنانچه همسر شما به مقدار رفتن و برگشتن براى حج پول دارد و مىتواند برود مستطيع است و شما در صورتى استطاعت داريد كه لوازم زندگى خود و عائله را به مقدار شأنتان دارا باشيد و بعد از برگشتن بتوانيد با درآمد كسب خودتان زندگى خود و عائله را اداره كنيد و اگر نداشتن منزل ملكى و يا ماشين سوارى خلاف شأن شماست مستطيع نيستيد و الا نداشتن آنها هم ضرر به استطاعت شما نمىزند و حج شما حج واجب است .\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nسؤال 33 - اگر شخصى مستطيع بود و در رفتن به حج مسامحه كرد تا نوبت او از دست رفت حال كه اسم نمىنويسند آيا با واسطه و سفارش در ايران يا خارج از ايران و با صرف مبالغى زياد جايز است به حج مشرف شود يا خير ؟ زيرا در غير اين صورت سالها فريضه او تأخير مىافتد و خوف اين را دارد كه خداى ناكرده از تاركين حج به حساب آيد ؟\r\nجواب : در اين فرض حج بر ذمه او مستقر شده و بايد به هر نحو ممكن به حج برود ولى وجوب حج مستلزم تحصيل مقدمات از راه حرام نيست بلكه تحصيل مقدمات از راه حلال واجب است .\r\nسؤال 34 - شخصى قبلًا حج بر او مستقر نشده اما در موقع ثبت نام جهت حج تمتع مستطيع بوده و ثبت نام نموده ولى بعداً از نظر مالى محتاج شده و احتياج به پول سپرده شده در بانك را دارد بفرماييد مىتواند پول را پس بگيرد يا خير ؟ و چنانچه در سال اول يا سالهاى بعد قرعه به نام او اصابت كند فرق دارد يا نه ؟\r\nجواب : استطاعت براى حج بايد تا وقت رفتن باقى باشد\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nبنابراين ، اين شخص مستطيع نيست چه سال اول قرعه به نامش درآيد يا سالهاى بعد .\r\nسؤال 35 - پدرم در سال 1360 براى زيارت خانه خدا مستطيع شد و در سال 1362 جهت زيارت خانه خدا به مكه مشرف شد ولى بعد از احرام بستن بين راه سكته و فوت كرد و هيچ‌گونه عملى را انجام نداد آيا حج به گردنش مىباشد يا خير ؟\r\nجواب : اگر بعد از احرام به حرم داخل شده و مُرده حج از او ساقط است چه از سالهاى قبل حج بر ذمه او مستقر شده باشد يا سال اول استطاعت او باشد ولى در صورتى كه سال اول استطاعت او باشد اگر قبل از احرام و دخول حرم هم بميرد حج او قضا ندارد اگرچه سزاوار نيست احتياط به قضا ترك شود .\r\nسؤال 36 - دارايى شخصى قريب هفتصدوپنجاه هزار تومان از اصل ملك و خانه كه ارث از پدرش به او رسيده مىباشد به اضافه اين كه يك باب منزل مسكونى هم دارد اكنون كه نامبرده در اثر سانحه‌اى از دنيا رفته است داراى يك همسر و دو بچه صغير مىباشد كه معاش آنان از درآمد همين املاك مذكور\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nتأمين مىشود . آيا شخص متوفى مستطيع بوده يا خير ؟ و در صورت وجوب حج آيا حج بَلَدى گرفته شود يا ميقاتى كفايت مىكند ؟ و آيا مىشود مخارج حج از كل تركه پرداخت گردد ؟\r\nجواب : ملاك در استطاعت وقت حيات متوفى است كه اگر تمام شرايط را داشته مستطيع حساب مىشود يعنى مثلًا اگر مىتوانسته به حج برود و برگردد و درآمد او شؤونات او را اداره كند مستطيع بوده و مقدار مال معينى در استطاعت ملاك نيست .\r\nسؤال 37 - شخصى كه حج بجا آورده لكن چون امرار معاش او از وجوه و امثال آن بوده و آن زمان نيز متذكر مسأله مربوط به عدم استطاعت چنين شخصى نشده و گمان كرده كه حج واجب خود را انجام داده است پس از آن و در حال استطاعت قطعى نيابتاً حج بجا آورده است آيا حج نيابتى وى صحيح است يا بايد پس از انجام حج واجب مستقر خودش نيابت را تكرار كند ؟\r\nجواب : كسى كه درآمد او از وجوه شرعيه و امثال آن باشد نيز مثل ديگران مىتواند مستطيع شرعى شود و فرقى بين وجوه شرعيه و غير آن نيست بنابراين حج اين شخص حجهءالاسلام\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nبوده و صحيح ، و نيابت او هم بىاشكال است بلكه بر فرض كه بگوييم با وجوه شرعيه مستطيع نشده حج نيابتى او بىاشكال است و فقط حج خودش بر ذمه اوست .\r\nسؤال 38 - كسى كه واجب‌الحج بوده از پاكستان عازم حج شد و در مدينه منوره بيمار گرديد و در حال بيمارى به طرف مكه رهسپار شد و در بيمارستان مكه قبل از حج وفات نمود تمام دارايىاش در وقت فوت ، مقدارى پول و قطعه زمينى در پاكستان بوده است با توجه به اين كه پول موجودش براى نيابت حج او كفايت نمىكند آيا ورثه‌اش بايد زمين را بفروشند و برايش نايب بگيرند و يا با فوت او حج ساقط مىشود ؟\r\nجواب : اين شخص اگر با احرام عمره تمتع وارد مكه شده و پيش از اكمال اعمال عمره يا بعد از انجام آن فوت نموده عمل او كفايت از حج مىكند ولى اگر بدون احرام وارد مكه شده و حج از سالهاى قبل بر ذمه او مستقر بوده بايد از اصل تركه او براى او نايب بگيرند و حج نايب از ميقات كفايت مىكند ولى اگر سال اول استطاعت او بوده لازم نيست نايب بگيرند .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nسؤال 39 - اينجانب در موقع ازدواج يك سفر حج به زوجه‌ام وعده داده‌ام آيا ادايش چگونه مىباشد ؟\r\nجواب : اگر جزء مهر قرار داده و در ضمن عقد نكاح شرط كرده بايد به آن عمل كند و همچنين است اگر وعده داده و تخلف آن جايز نيست بنابر اظهر و احوط .\r\nسؤال 40 - اينجانب كه به علت كهولت سن و بالا بودن قند خون و امراض ديگر قادر به انجام فريضه حج نمىباشم آيا مىتوانم نيابتاً از طرف خود كسى را حج بفرستم يا خير ؟\r\nجواب : اگر حج بر ذمه شما مستقر شده و قبلًا مىتوانسته‌ايد انجام دهيد و كوتاهى كرده‌ايد و فعلًا به طور كلى مأيوس از خوب شدن تا آخر عمر هستيد بايد نايب بگيريد و اگر از سال اول استطاعت مالى مبتلا بوده‌ايد چيزى بر شما واجب نيست .\r\nسؤال 41 - پدرى وصيت كرده است كه فرزندش از جانب او حج بجا آورد . بعد از مرگ پدر ، فرزند مستطيع مىشود آيا لازم است حج خود را بر حج پدر مقدم بدارد و اگر حج خود را مقدم بدارد آيا صحيح است يا نه ؟\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nجواب : اگر پسر وصيت را رد نكرده چه ملتفت شده باشد و يا ملتفت نشده باشد تا بعد از مرگ پدر و پدر قيد كرده باشد كه خودش حج براى او بجا آورد يا وصيت او منصرف باشد به مباشرت فرزند و نيز قيد كرده يا منصرف باشد كه سال اول بعد از مرگ او بجا آورد بايد پسر حج پدر را اول بجا آورد و حج خودش را در سال بعد از آن ، چه با همان مالى كه پدر در مقابل براى او گذاشته مستطيع شده باشد چه با مال ديگرى و همچنين است اگر در زمان حيات او را براى حج اجير كرده باشد ولى اگر قيد مباشرت نكرده و منصرف به آن هم نبوده و يا مقيد به سال اول نبوده و يا منصرف به آن ، بايد اول حج خود را بجا آورد و براى پدر نايب بگيرد و اگر مقيد به مباشرت بوده خودش در سال بعد براى او حج بجا آورد به هر حال اگر در جايى كه مقدم نيابت است براى خود حج بجا آورد و يا به عكس در جايى كه مقدم حج خودش مىباشد حج نيابى را انجام دهد حج او صحيح است ولى معصيت كرده كه به وظيفه عمل نكرده است .\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nسؤال 42 - خانم خانه‌دارى كه حج بر او واجب شده است و شوهرش اجازه مسافرت به تنهايى را نمىدهد و مىگويد چون براى حج اسم مرا ننوشته‌اى من اجازه نمىدهم . وظيفه‌اش چيست ؟ و آيا بدون اجازه شوهر مىتواند به حج برود يا نه ؟\r\nجواب : در سفر حج واجب براى زن اجازه شوهر شرط نيست و زن بايد حج واجب خود را بجا آورد ولو اين كه شوهر او راضى به مسافرت او براى حج نباشد ولى بهتر است كه اگر مىتواند او را راضى كند .\r\nسؤال 43 - شخصى طبق وصيت پدر كه پول به حساب سازمان حج واريز كرده است به نيابت او به مكه آمده در حالى كه خود فرزند نيز استطاعت مالى داشته است آيا به نيابت پدر حج بجا آورد يا حج خود را انجام دهد ؟\r\nجواب : ظاهر سؤال اين است كه پسر وصيت پدر را قبول كرده يا رد نكرده است بنابراين در صورتى كه قيد مباشرت نشده ، بايد براى پدر از همان ميقات نايب بگيرد و خودش هم حج خودش را بجا آورد ولى اگر قيد مباشرت شده و راه براى او باز نبوده\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nجز به اين طريق ، خودش از اين جهت مستطيع نبوده و بايد حج پدرش را بجا آورد ولى اگر مستطيع از اين جهت هم بوده بايد حج خودش را بجا آورد ولى ضامن اين نوبت پدر است كه بعداً بايد به هرطور هست راه را براى عمل به وصيت پدر باز كند و در صورتى كه قيد فوريت شده يا وصيت منصرف به آن بوده در اولين سال ممكن بايد به حج برود بلكه در صورت اول نيز اگر نايب گرفتن ممكن نيست جز اينكه از بَلَد باشد ضامن نوبت و يا به تعبير ديگر ضامن فيش حج است و بايد دانست كه فرقى نيست كه اجير شده باشد براى حج نيابى پدر يا وصيت پدر را رد نكرده باشد در زمان حيات او همين طور كه در مسأله اسبق گذشت ( مسأله 41 ) .\r\nسؤال 44 - شخصى به جز براى هدى ، استطاعت حج را داراست آيا حج براى او واجب است ؟\r\nجواب : اين شخص مستطيع نيست اگرچه بتواند بدون حرج و مشقت ، روزه عوض آن بگيرد چون استطاعت در حج حاصل نمىشود مگر به تمكن جميع مصارف آن .\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nسؤال 45 - شخصى قدرت مسافرت حج را ندارد و از قادر شدن بعد هم مأيوس است و استطاعت مالى هم ندارد اگر به او بذل نفقه حج نمايند آيا بايد قبول كند و نايب بگيرد يا اينكه واجب نيست و نيز اگر او را مهمان كنند حج واجب مىشود تا استنابه كند يا خير ؟\r\nجواب : در فرض مرقوم حج واجب نيست .\r\nسؤال 46 - اگر در ميقات مستطيع شد و حجهءالاسلام بجا آورد مجزى است يا نه ؟ و آيا در فرض مسأله رجوع به كفايت شرط است يا نه ؟\r\nجواب : اگر مستطيع شده مجزى است ولى رجوع به كفايت شرط است مگر در صورتى كه مالى كه مىتواند از ميقات با آن حج بجا آورد به او بخشيده باشند براى حج كه در اين فرض رجوع به كفايت شرط نيست و حج او حجهءالاسلام است .\r\nسؤال 47 - شخصى كه استطاعت رفتن به حج را پيدا كرده ، آيا مىتواند پول حج را به مصرف لازمى در غير مؤونهء خود و افراد واجب‌النفقه‌اش خرج كند و خود را از استطاعت بيندازد ؟ مثلًا\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nآيا مىتواند در شرايط كنونى كشور خرج جبهه كند ؟\r\nجواب : مستطيع بايد به حج برود و دادن پول در مصارف مذكور كافى از حج واجب نيست ، و اگر خرج كند و از استطاعت بيفتد بايد به هر نحو هست به حج برود .\r\nسؤال 48 - در مواردى كه نهاد يا ارگانى ، فردى را به حج مىفرستد ، بدون آن كه ملزم باشد كارى را انجام دهد ، آيا از موارد حج بذلى است يا خير ؟ و آيا قبول آن واجب است ؟\r\nجواب : با فرض مشروعيت آن يعنى داشتن ولايت شرعيه آن ارگان يا نهاد بر بذل ولو از جانب مجتهد جامع‌الشرايط و بدون تعهّد به هيچ كارى ، حكم حج بذلى دارد .\r\nسؤال 49 - مقدارى پول دارم كه براى رفت و آمد به سفر مكه كافى است ، ولى هنوز از طرف دولت جمهورى اسلامى وقتى براى ثبت نام اعلام نشده است آيا نگهدارى آن پول لازم است ؟\r\nجواب : باز شدن راه مخصوص به ثبت نام در جمهورى اسلامى ايران نيست ، اگرچه غالب براى ايرانيان همين است و\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nاگر از راه ديگر هم بدون مشقت امكان رفتن به حج باشد كفايت مىكند و به هر حال اگر ثبت نام و باز شدن راه در همين سال باشد بايد استطاعت مالى خود را حفظ نمايد و بنابر احتياط واجب در مواردى كه ثبت نام در سالهاى بعد باشد نيز بايد استطاعت خود را حفظ نمايد مگر در صورتى كه مالى كه مىتواند از ميقات با آن حج بجا آورد به او بخشيده باشند براى حج كه در اين فرض رجوع به كفايت شرط نيست و حج او حجهءالاسلام است .\r\nسؤال 50 - همسر شهيدى كه داراى دو بچه چهار ساله مىباشد و عملًا سرپرستى اين دو بچه را دارد و به عنوان خانواده شهيد قرعه حج هم به نام او آمده است آيا مشاراليها مىتواند مخارج را از مال اين دو صغير بردارد و مناسك حج را انجام دهد يا خير ؟\r\nجواب : نمىتواند مصارف حج را از اموال صغير بردارد .\r\nسؤال 51 - كسى كه چهار پسر دارد و براى همه آنان زن گرفته است ، خرج سالانهء خود را هم دارد و قرض هم ندارد ، و با\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nپسرانش درآمدشان يكجاست الآن خرج دو نفر را دارند كه به حج بروند آيا حج واجب است يا نه ، و اگر واجب شده است آيا تنها بر پدر واجب شده يا بر پسر هم واجب شده است و اگر بر پسر هم واجب شده است كدامشان حق اولويت را دارند ؟\r\nجواب : كسى كه از مال خودش به مقدار حج دارد و مىتواند به مكه برود و بعد از برگشت زندگانى لايق شأنش را داشته باشد مستطيع است و بايد حج برود و در فرض مسأله اگر پسر و پدر در آنچه دارند ، شريكند بايد حساب كنند كه سهم هر يك چقدر است و با آن مقدار مستطيع هست يا نه ؟\r\nسؤال 52 - كسى كه واجب شرايط حج باشد و نوه‌اى دارد كه شرعاً و عرفاً به زن احتياج دارد و اگر زن نگيرد به حرام مىافتد ، آيا كدام مقدم است و وظيفهء پدربزرگ چيست ؟ ازدواج براى نوه‌اش يا حج ؟\r\nجواب : اگر نوه شخص و يا پسرش به طورى در زندگى او دخيل مىباشند كه اگر براى آنها ازدواج نكند موجب مهانت اوست و خرج ازدواج آنان از مؤونهء عرفى او محسوب است\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nازدواج را مقدم بدارد و اگر چنين نيست حج مقدم است .\r\nسؤال 53 - اينجانب با داشتن استطاعت مالى و هفتاد و دو سال سن چون معتاد به خوردن ترياك هستم طبق مقررات كشورى ، ادارهء بهداشت از رفتن به حج جلوگيرى مىكند ، از نظر شرع تكليف چيست ؟\r\nجواب : اگر به طريق مشروع از راه ديگرى هم نمىتوانيد به حج برويد چنانچه سال اول استطاعت شماست حج بر شما واجب نمىشود و اگر از سالهاى قبل مستطيع بوده و نرفته‌ايد حج بر شما واجب است كه هر وقت ممكن شد بجا آوريد و چنانچه از بجا آوردن حج تا آخر عمر مأيوس باشيد در هر صورت بايد نايب بگيريد تا حج شما را بجا آورد .\r\nسؤال 54 - آيا از منافع خمس و زكات ، كسى مستطيع مىشود يا نه ؟ و آيا خمس و زكات جزء تركه ميت است يا نه ؟\r\nجواب : پس از گرفتن زكات و سهم سادات در صورتى كه مستحق شرعى آنها باشد اگر استطاعت از خود آنها يا از منافع آنها حاصل شد حج واجب مىشود و اگر سهم امام عليه السلام\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nگرفته اگر در مقابل كارى ولو براى تبليغ دين باشد مالك آن مىشود و فرقى بين اصل آن و منافع آن نيست و بر فرض مالكيت باقيمانده زكات و سهم سادات و سهم امام عليه السلام جزء تركه او حساب مىشود ولى اگر سهم امام عليه السلام براى او مصرفش مباح بوده اصل آن جزء تركه نيست ولى منافعى كه به دست آورده از آن مالك است و حكم ساير املاك را دارد .\r\nسؤال 55 - آيا كسى كه با فروش مقدارى از سرمايه يا ابزار كار خود - بدون اين كه در زندگى به زحمت بيفتد - قادر بر حج باشد مستطيع است ؟\r\nجواب : با وجود ساير شرايط مستطيع است ، مگر در صورتى كه فروش آن خلاف شأن او باشد .\r\nسؤال 56 - شخصى باغى دارد كه چند سال است درآمدى نداشته اما از نظر قيمت براى سفر حج كافى بوده ، صاحب باغ عرفاً اطمينان دارد وقتى باغ ثمر بدهد او هم ازكار افتاده خواهد شد و بايد از درآمد باغ امرار معاش نمايد ، آيا اين شخص مستطيع است ؟\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nجواب : اگر تمكن از امرار معاش به غير از درآمد آن باغ نداشته باشد مستطيع نيست .\r\nسؤال 57 - شخصى كه بعد از عمرهء تمتع ديوانه شد آيا لازم است كه او را براى حج محرم كنند و وظيفه چيست ؟\r\nجواب : لازم نيست و بر ديوانه تكليفى نيست .\r\nسؤال 58 - اگر دختر بچهء سه ساله را مادرش در سفر مكه معظمه همراه ببرد ، و در ميقات نيت احرام و تلبيه را از جانب دخترش انجام بدهد ، و در طواف عمره و سعى بين صفا و مروه و طواف زيارت و طواف نساء و وقوف عرفات مشعر و منى ، از طرف دختر نيت نموده و خود دختر را طواف و سعى و وقوف بدهد و آنچه از اعمال حج كه دختر قادر نيست مادرش از جانب او انجام دهد ، آيا آن دختر بعد از بلوغ و رشد مىتواند شوهر نمايد يا خير ؟\r\nجواب : با فرض اينكه تمام اعمال را مطابق وظيفه انجام داده‌اند از احرام خارج شده و مىتواند شوهر كند .\r\nسؤال 59 - اگر اطفال غير مميز - پسر يا دختر - را پدر و مادر\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nدر سفر مكه معظمه همراه ببرند آيا واجب است كه پدر يا مادر در صورت تمكن اطفال ، خود اطفال را وادار به انجام اعمال حج و عمره و طواف نساء نمايند و يا خود پدر و مادر و يا نايب ايشان اعمال عمره و حج و طواف نساء را از جانب اطفال بجا آورند ، و اگر هيچ يك از كارهاى مذكور را پدر و مادر و اطفال عملى نكنند آيا اين اطفال بعد از بلوغ و رشد مىتوانند ازدواج كنند و يا بايد به مكه بروند و عمره و حج و طواف نساء را انجام دهند و بعد ازدواج نمايند و يا تنها طواف نساء بر گردن آنان است ؟\r\nجواب : بر ولى طفل واجب نيست او را محرم كند و يا از طرف او حج انجام دهد ولى اگر او را محرم كرد بايد وظايف و اعمال را مطابق وظيفه‌اى كه در كتاب مناسك ذكر شده است انجام دهند ، و گرنه در بعض صور طفل در احرام باقى مىماند و تا تدارك نكند نمىتواند ازدواج نمايد .\r\nسؤال 60 - اولًا با وجود دين چه مقدار پول براى استطاعت كافى است ؟ ثانياً در صورتى كه پول باشد ليكن به علت بيمارى\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nقلب ، مقامات پزشكى سازمان حج و زيارت تشرف را خالى از خطر ندانسته و تجويز ننمايند ، آيا بايستى يك نفر براى انجام حج اعزام گردد ؟\r\nجواب : استطاعت مالى در صورتى موجود است كه پول به مقدار رفتن و برگشتن داشته باشيد و پس از برگشت امكان پرداخت دين به سهولت براى شما باشد و بتوانيد زندگى خود را طبق شؤونات خودتان بعد از برگشت ادامه دهيد و شما اگر قبل از آن كه استطاعت پيدا كنيد مريض شده‌ايد كه قدرت رفتن به مكه را از جهت مرض نداشته‌ايد ، مستطيع نشده‌ايد و نايب گرفتن لازم نيست مگر در صورتى كه به طور كلى تا آخر عمر از رفتن به حج مأيوس باشيد كه اگر استطاعت مالى داريد بايد نايب بگيريد .\r\n\r\nنيابت\r\nسؤال 61 - كسى كه مستطيع بوده و در ميقات به نيابت ديگرى محرم شده است و به مكه آمده و عمره تمتع را از طرف منوبٌ\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nعنه انجام داده است وظيفهء او چيست ؟\r\nجواب : در فرض مسأله حج را بايد از طرف منوبٌ عنه تمام كند . اگر اجير بوده و اگر اجير نبوده بايد به ميقات برود و براى حج خود احرام ببندد ولى اجير شدن مستطيع اگر مىدانسته كه مستطيع است حرام است ، و با خطاب ترتبى اجاره و حج او صحيح است و اگر نمىدانسته اجير شدن او صحيح است و گناهى هم نكرده است و اگر اجير نبوده نيز اگر حج را به نيت منوبٌ عنه بجا آورد صحيح است اگرچه معصيت كرده چون در اين فرض بايد به ميقات برود و حج را براى خودش بجا آورد و نيز در صورتى كه اجير بوده اجرتى را كه قرار شده مستحق است اگرچه بهتر است نسبت به زياد بودن يا كمتر بودن اجرهءالمثل با مستأجر مصالحه كند .\r\nسؤال 62 - كسى نيابت از ديگرى گرفته و به حج آمده ، اما از بعض اعمال معذور است ، آيا مىتواند در اين اعمال نايب بگيرد ؟ و آيا مىتواند پول نيابت را به ديگرى بدهد كه اصل حج را بجا آورد ؟\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nجواب : نايب شدن معذور از بعض اعمال صحيح نيست و نايب گرفتن ديگرى بدون اجازه كسى كه از طرف او نايب بوده نيز صحيح نيست ولى اگر كسى را نايب گرفت و حج را از طرف صاحب پول يعنى منوبٌ عنه انجام داد حج آن نايب صحيح است و از طرف منوبٌ عنه واقع مىشود و اجرت او را كسى كه امر كرده بايد بدهد و به مقدار اجرهءالمثل مىتواند از منوبٌ عنه اجرهءالمثل آن را بگيرد .\r\nسؤال 63 - از هر كاروان نوعاً چند نفر از خدمه به نيابت آمده‌اند و به ناچار بايد نيمه شب از مشعر براى انجام كارهاى لازم در منى يا همراه ضعفا ، به منى بروند ، سؤال اين است كه آيا اجير شدن و نيابت آنان صحيح است يا خير ؟\r\nجواب : با توجه به اين كه از معذورين هستند و نمىتوانند وقوف اختيارى در مشعر را درك كنند ، نيابت آنان صحيح نيست ، و اگر قبل از استخدام اجير شده‌اند بايد حج را بجا آورند و وقوف اختيارى را درك نمايند و اجاره دوم اگر براى كار كردن فرض شود باطل است ، چون قدرت انجام كار ، شرط\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nصحت اجاره است .\r\nسؤال 64 - آيا شخص زنده در موردى كه مىتواند نايب بگيرد بايد از بَلَد نايب بگيرد يا از ميقات ، و اگر ديگرى براى او نايب بگيرد كفايت مىكند يا خير ؟\r\nجواب : نايب گرفتن از ميقات كفايت مىكند و خودش بايد نايب بگيرد و نايب گرفتن ديگرى براى او كافى نيست مگر از طرف او وكالت داشته باشد .\r\nسؤال 65 - آيا عمره مفرده يا طواف استحبابى را مىتوانيم به نيابت چند نفر انجام دهيم ، و در اعمال آن از جمله طواف نساء نيت همه بايد بشود يا نيت بعضى كافى است ؟\r\nجواب : حج و عمره يا طواف استحبابى را به نيابت بيش از يك نفر نمىشود انجام داد ، فقط مىتوان آن را به نيت استحباب انجام داد و ثواب آن را براى چند نفر اهداء كرد .\r\nسؤال 66 - كسى را روز عيد قبل از حلق دستگير كرده‌اند و او را به ايران فرستاده‌اند آيا رفقاى او مىتوانند از او نيابت كنند و بقيهء اعمال را انجام دهند يا خير ، و چگونه از احرام خارج\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nمىشود ؟\r\nجواب : در فرض مسأله كه ديگر نمىگذارند به منى برگردد ، اگر بتواند كه رفقاى خود را در منى نايب بگيرد در همان‌جا نايب بگيرد و اگر از آنجا نتوانست نايب بگيرد ، از محل خودش به هر وسيلهء ممكن بايد نايب بگيرد و بعيد نيست كه اگر رفقاى شخص تبرعاً هم نيابت از او بكنند بدون استنابه او مجزى باشد و خودش حلق يا تقصير كند و مستحب است موهاى خود را اگر ممكن است به منى بفرستد و بهتر است كه در منى دفن كنند .\r\nسؤال 67 - افرادى كه هر سال به حج مىروند - از قبيل خدمه كاروانها - در محل خود از كسى نيابت قبول مىكنند ، ولى در ميقات بر اثر اشتغال زياد از نيابت غافل و محرم مىشوند ، بعد كه متوجه شدند دوباره نيت نيابت مىكنند ، آيا حج نيابتى آنان درست است ؟ يا حج براى خودشان حساب مىشود ؟\r\nجواب : اگر طورى بوده كه اگر از او سؤال مىشد براى چه كسى حج بجا مىآورى جواب مىداد براى منوبٌ عنه ، حج نيابتى با همان نيابت اول بايد تمام شود و دوباره نيت كردن لازم\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nنيست و ضررى هم ندارد .\r\nسؤال 68 - شخصى در ميقات براى خودش محرم مىشود و تلبيه مىگويد ، بعد به فكر مىافتد كه چون خودش حج واجب را در سالهاى گذشته بجا آورده ، براى پدر يا مادر يا يكى از خويشاوندان ديگرش حج تبرعى بجا آورد ، آيا مىشود از نيت قبلى عدول كند ، و يا دوباره به نيت شخص مورد نظر محرم شود يا خير ؟\r\nجواب : اگر به احرام صحيحى محرم شده ، نمىتواند نيت را عوض كند و بايد عملش را به همان نيتى كه در احرام داشته ، اتمام كند .\r\nسؤال 69 - نايبى در احرام عمرهء تمتع بعد از اينكه وارد مكه شد شكّ مىكند كه نيت نيابت كرده يا نه ، آيا بايد به ميقات برگردد و مجدداً به نيابت محرم شود ، يا اصلًا حج براى خودش حساب مىشود و ديگر نمىتواند نايب باشد ؟\r\nجواب : اگر خود را در اين حال نايب مىداند حج او به نيابت صحيح است و بايد دانست همين‌كه در وقت سفر و بعد از آن\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nبه نيت منوبٌ عنه بوده به طورى كه اگر وقت احرام از او بپرسند براى خود حج انجام مىدهى يا براى منوبٌ عنه بگويد براى منوبٌ عنه انجام مىدهم كافى است و اين را نيت ارتكازى گويند .\r\nسؤال 70 - زنى در عرفات در روز نهم ديوانه شد ، او را به بيمارستان بردند و تا آخرين وقتى كه مىتوانستند همراهان او در مكه بمانند باقى ماندند ، خوب نشد ، آيا شوهرش كه با اوست مىتواند براى او نايب بگيرد ، و يا خودش باقى اعمال را انجام دهد يا نه ؟\r\nجواب : اگر حج بر ذمه اين زن از قبل مستقر بوده بايد براى او نايب بگيرند تا اعمال را تمام كند و اگر سال اول استطاعت او بوده حج بر او واجب نيست ، چون از استطاعت افتاده است و بعيد نيست كه براى اين كه از احرام خارج شود اتمام او به وسيلهء نايب كافى باشد .\r\nسؤال 71 - هرگاه كسى مريض شود به طورى كه بعد از احرام عمره قادر به انجام اعمال نباشد ، آيا كسى كه براى عمرهء تمتع\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nمستحبى محرم شده و عمره را انجام داده است مىتواند در حج نايب او شود يا خير ؟\r\nجواب : كسى كه براى عمره تمتع محرم شده ولو مستحبى ، نمىتواند در اصل عمره يا حج براى ديگرى نايب شود و بايد عملش را اتمام كند ، ولى اگر مريض فقط قادر به انجام طواف و سعى نباشد و بتواند وقوفين را درك كند و بقيهء اعمال را نايب بگيرد ، جايز است ديگران را در طواف و سعى و اعمال ديگر نايب قرار دهد ، هر چند خودشان هم حج يا عمره بجا مىآورند .\r\nسؤال 72 - بنده چون مسؤول گروه حج بودم به اقتضاى وظيفه‌ام كه مراقبت از بيماران و عاجزهاى گروه بود وقوف اضطرارى انجام دادم ، لطفاً وظيفهء شرعى اينجانب را بيان فرماييد ؟\r\nجواب : اگر طورى است كه اضطرار آنها اضطرار اين شخص حساب شود وقوف اضطرارى از شما هم كفايت مىكند ولى اگر نايب شخصى بوده‌ايد و از اول مىدانسته‌ايد كه وقوف شما وقوف اضطرارى خواهد بود نيابت شما از اول صحيح نبوده\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nاست .\r\nسؤال 73 - اگر كسى دفعهء اول به صورت خدمه ، حج بجا آورده و در دفعه دوم دوباره به مأموريت خدمه عازم مكه معظمه است ، آيا مىتواند به عنوان پدر يا مادر كه فوت شده‌اند نيابت نمايد ، و در چنين صورتى آيا حج از عهدهء پدر و مادرش برداشته مىشود ؟\r\nجواب : مانع ندارد و حج از منوبٌ عنه كافى است ، مگر آن كه سال اول مستطيع نبوده و امسال مستطيع باشد كه براى خودش بايد حجهءالاسلام را بجا آورد و در اين فرض اگر حج نيابى را قصد كند با علم به اين كه حج بر عهدهء خود اوست گناه كرده ولى حج از طرف منوبٌ عنه صحيح واقع مىشود .\r\nسؤال 74 - اينجانب حدود شانزده سال قبل نيابتاً به مكه معظمه مشرف شده و در منى چون سفر اول بوده است و مىدانسته‌ام كه طبق تقليد از حضرتعالى بايد در سفر اول حلق كنم و لكن نمىدانستم كه ماشين ته‌زن با تيغ فرق دارد و به جاى تيغ با ماشين ته‌زن سر خود را تراشيدم و بعد از آن سفر هم دو سفر\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nديگر مشرف شدم و در سفرهاى بعدى سر خود را ماشين نموده و ناخن هم گرفته‌ام ، لطفاً بفرماييد در سفر اول كه به جاى تيغ با ماشين سر را تراشيدم ، در مقابل اين كار وظيفه‌ام چيست ؟ و آيا اين عمل سفر اول در سفرهاى بعدى خللى وارد مىآورد يا ذمه‌ام برى شده است ؟\r\nجواب : در فرض مسأله چون شما جاهل بوده‌ايد اگر به آسانى بتوانيد به منى برويد و حلق كنيد بايد به آنجا برويد و اگر نمىتوانيد در محل خود حلق نماييد و اگر ممكن است بهتر است موى خود را به منى بفرستيد تا دفن كنند و بهتر است اگر بتوانيد براى اعمالى كه بعد از حلق است مثل طواف و سعى در صورت امكان رفتن به مكه خودتان بجا آوريد به نيت اتمام حج سفر اول و در صورت عدم امكان نايب بگيريد تا به نيت اتمام حج سفر اول بجا آورده شود و به هر حال حجهاى سفر بعد صحيح است چه براى خودتان يا به نيابت ديگرى .\r\nسؤال 75 - كسانى كه مجاز هستند در شب عيد قربان بعد از درك اضطرارى مشعر به منى بروند ، آيا همه آنان از\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nذوىالاعذار مىباشند كه نيابت ولو تبرعاً مورد اشكال است يا نسبت به بعضى استثنا شده است ؟\r\nجواب : در فرض سؤال زنها مىتوانند نايب شوند و نيابت در ساير ذوىالاعذار صحيح نيست مگر اينكه در وقت اجير شدن عذرى نداشته باشند و بعداً در وقت عمل عذر پيش بيايد .\r\nسؤال 76 - شخصى در حج از ميتى نيابت كرده و در وقت عقد اجاره براى انجام مناسك هيچ عذرى نداشت ، ولى چند سال بعد از انجام حج متوجه شد كه در وقوف مشعرالحرام با زنها و مريضها به عنوان راهنما وقوف اضطرارى كرده و به منى رفته است و غافل بوده كه نايب بايد وقوف اختيارى بكند ، آيا وظيفه‌اش چيست ؟\r\nجواب : چون غافل بوده عمل مزبور صحيح است و مستحق اجرتى كه قرار داده شده مىباشد و مفروض اين است كه از اول معذور نبوده است .\r\nسؤال 77 - آيا مىتوانم براى مادرم و براى خودم فريضه حج را انجام دهم ؟\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nجواب : در يكسال بيش از يك حج واقع نمىشود .\r\nسؤال 78 - شخصى به عنوان نيابت در مسجد شجره محرم شده و به مكه آمده ، در مكه فهميد كه خودش مستطيع بوده است ، آيا بايد اعمال عمره را به قصد خود بجا آورد يا به قصد نيابت ، و اگر بايد حج را به قصد خود بجا آورد نسبت به حج نيابى چه وظيفه دارد و آيا مىتواند براى آن نايب بگيرد يا نه ؟\r\nجواب : چون نمىدانسته كه مستطيع است اگر اجير شده حج نيابتى او صحيح است و براى خودش سال بعد حج بجا آورد و اگر نيابت او تبرعى بوده احتياطاً عمره را تمام كند و طواف نساء بجا آورد و بعد از آن به ميقات برگردد و براى خود احرام ببندد .\r\nسؤال 79 - كسى كه نايب بوده و عمرهء تمتع را انجام داده و بعد ناچار شده است كه به ايران بازگردد ، آيا مىتواند بقيه اعمال را به ديگرى واگذار نمايد كه حج تمتع را انجام دهد ؟\r\nجواب : نمىتواند ، چون حج و عمره تمتع بايد از يك نفر به انجام برسد .\r\nسؤال 80 - آيا شرط ايمان نايب كه در اصل نيابت حج و\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nهمچنين در ذبح شرط است در ساير اعمالى كه نيابت در آن جايز است ، مثل رمى و طواف ، هم شرط است يا خير ؟\r\nجواب : در ساير اعمال نيز شرط است .\r\nسؤال 81 - شخصى تمام اختيارات اموال پدرش را دارد و پدر نمىتواند بالمباشره حج را بجا آورد ، پسر بدون تذكر دادن به پدر شخصى را براى حج پدر اجير نموده و خودش هم براى حج خود مشرف شده ، در اين فرض آيا حج اجير براى حج پدر مجزى است يا خير ؟ و هرگاه در مدينه تصميم بگيرد كه آنچه را از مال پدر به اجير داده است با پدر حساب نكند و از مال خودش باشد ، رفع اشكال مىشود يا نه ؟\r\nجواب : بر فرض بطلان حج نايب كفايت از حجهءالاسلام پدر مىكند و مثل اجزاء حج متبرع است و اگر اختيارات پسر شامل نيابت هم مىشد كفايت حج نايب از حجهءالاسلام پدر بىاشكال است و در فرض اول نسبت به مقدار اجرت با پدرش مصالحه كند .\r\nسؤال 82 - شخصى پس از آن كه به مدينه مشرف شد جنون\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nپيدا كرد با توجه به اين كه سابقاً حج بر او مستقر شده است ، آيا مىشود براى او نايب گرفت يا خير ، و اگر نشود ، تبرع حج از او چه صورت دارد ؟\r\nجواب : اگر اميد به بهبودى او تا آخر عمر نباشد بايد براى او نايب بگيرند و نيابت از طرف مجنون صحيح است ولى اگر اميد به بهبودى هست بايد خودش بعد از بهبودى به حج برود .\r\nسؤال 83 - فردى پس از استطاعت مالى براى حج اسم‌نويسى كرد و براى دو سال بعد اسمش درآمد ، ولى چند ماه قبل از حركت ، فوت كرد در حالى كه پسرش را نايب قرار داده بود كه براى او حج بجا آورد ، در حالى كه پسر خود استطاعت مالى داشته ولى در اسم‌نويسى مسامحه كرده و ننوشته است ، در صورتى كه اگر اسم مىنوشت ، شايد در همان سال اول قرعه به نامش درمىآمد و شايد هم سالهاى بعد ، اكنون پسر به مدينه آمده به عنوان نيابت حج بَلَدى از جانب پدر و هنوز محرم نشده ، چه وظيفه‌اى دارد ؟\r\nجواب : در فرض مسأله ظاهر اين است كه اگر حج بر ذمهء ميت\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nمستقر هم نبوده باشد و فرض شود كه با موت از استطاعت افتاده است وصيت به حج نموده و بايد به وصيت او عمل شود در صورتى كه زيادتر از ثلث مالش نباشد و اگر حج بر ذمه او مستقر بوده نيز واجب است براى او حج بجا آورده شود و از اصل مال حساب مىشود و پسر استطاعت طريق او معلوم نيست بعد اگر راه باز شد براى خودش به حج برود ولى به واسطهء كوتاهى در اسم‌نويسى گناه كرده است بايد توبه كند .\r\nسؤال 84 - شخصى اجير حج بلدى از قم شده و خودش ساكن اراك است بعد از اجير شدن در نظر داشته كه به قم برود و از آنجا حركت كند ، پس از چند روز در حالى كه از موضوع غافل شده براى انجام كار ديگرى ، به قم و بعد از آنجا به تهران رفته است ، آيا همان نيت قبلى براى حركت از قم كافى است يا بايد برگردد به قم و بر فرض خروج از ايران چه حكمى دارد ؟\r\nجواب : حج از بلد نيت لازم ندارد ، همين‌كه بلد ابتداى رفتن او باشد كافى است بنابراين حج او صحيح است و مستحق تمام اجرت است .\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nسؤال 85 - آيا بر نايب واجب است كه بر طبق فتواى مرجع تقليد منوبٌ عنه اعمال حج را انجام دهد ، يا مطابق وظيفه خودش عمل نمايد ؟\r\nجواب : ميزان ، تقليد يا اجتهاد منوبٌ عنه مىباشد و اگر به تقليد نايب ، آن نحو عمل باطل باشد بايد به احتياط عمل كند بلكه سزاوار است تا ممكن است در هر حال احتياط كند بين تقليد و يا اجتهاد خود و منوبٌ عنه و كسى كه او را نايب مىگيرد .\r\nسؤال 86 - آيا در اجاره براى اعمال حج لازم است اجير و مستأجر از يكديگر سؤال كنند كه مقلد چه كسى هستند يا نه ؟\r\nجواب : نايب اگر بتواند طورى عمل كند كه بداند مطابق تقليد يا اجتهاد منوبٌ عنه عمل كرده ولو از باب احتياط لازم نيست سؤال كند ولى اگر نتواند ، بايد سؤال كند و اگر به اجتهاد يا تقليد نايب ، آن نحو عمل باطل حساب مىشود بايد به احتياط عمل كند .\r\nسؤال 87 - در موردى كه مرحوم پدرم فرموده بود پسر بزرگ نيابتاً به مكه برود و من كه پسر بزرگ هستم به وسيلهء ارث\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nمستطيع شده‌ام اما تاكنون نتوانسته‌ام سهم خود را به پول مبدل كنم آيا مىتوانم با اين حال به جاى پدر حج بجا آورم يا نه ؟\r\nجواب : اگر وصيت پدر را قبول كرده‌ايد و يا اجير شده‌ايد از طرف او خودتان به حج برويد بايد اول حج پدر را بجا آوريد ، چه بتوانيد سهم خود را مبدل به پول كنيد يا نتوانيد و اگر چنين نبوده مىتوانيد براى او نايب بگيريد و در صورتى كه با تبديل ارثيه به پول از جهات ديگر مستطيع مىشويد و فعلًا تبديل ممكن نيست حج براى شما فعلًا واجب نيست .\r\nسؤال 88 - آيا جايز است براى نايب در طواف عمرهء تمتع يا طواف حج طواف را در غير موسم حج بجا آورد يا نه ؟\r\nجواب : طواف عمره تمتع را بايد قبل از رفتن به عرفات انجام دهند و احتياط آن است كه طواف حج از روز يازدهم ذىالحجه تأخير نشود اگرچه تأخيرش تا روز سيزدهم بلكه تا آخر ذىالحجه خالى از قوت نيست .\r\nسؤال 89 - شخصى قبلًا مستطيع بوده و به حج نرفته و الآن هيچگونه قدرت مالى جهت انجام حج ندارد آيا فرزندش\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nمىتواند تبرعاً از طرف او حج نيابتى انجام دهد ؟\r\nجواب : نيابت در حج از حىّ صحيح نيست مگر در صورتى كه شخص از جهت پيرى نتواند به حج برود يا مريض باشد و از جهت مرض و مانند آن نتواند برود و مأيوس از خوب شدن تا آخر عمر باشد .\r\nسؤال 90 - حج به نيابت حضرت ولىعصر ( عج ) چون در موسم حج تشريف دارند جايز است يا نه ؟\r\nجواب : اشكال ندارد ، چون نصوص نيابت در حج استحبابى شامل اين مورد نيز مىشود ولى بهتر است رجاء بجا آورند .\r\nسؤال 91 - زنى كه واجب‌الحج است وصيت كرده كه از اصل تركه‌اش براى او حج بلدى توسط وصيش انجام شود ، حال استطاعت جانى و مالى و غيره براى وصى او فراهم است ، فقط از حيث عدم شركت در نام‌نويسى براى حج ، آن هم با عذرى ، استطاعت راهى ندارد ، آيا مىتواند حج نيابى را انجام دهد ؟\r\nجواب : اگر وصيت را قبول كرده يا اجير شده بايد حج كسى را كه وصيت كرده يا اجير او شده بجا آورد چه استطاعت طريق\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nبراى او فراهم شده باشد يا نشده باشد و در فرض مسأله استطاعت طريق براى او حاصل نشده و مستطيع نيست ولى اگر وصيت را قبول نكرده و يا اجير نبوده و خود را به نحوى به ميقات رسانده باشد استطاعت طريق هم برايش حاصل شده و بايد حج را براى خود بجا آورد .\r\nسؤال 92 - كسى كه حج نيابى انجام مىدهد اگر در قربانى شخص ثالثى را وكيل كرد ذابح چگونه نيت كند ، آيا بايد نيت كند كه به وكالت از ميت قربانى مىكنم يا بايد وكالت از نايب ميت كند ؟ در هر صورت آيا بايد نام ميت را هم ببرد ؟\r\nجواب : نام ميت بردن لازم نيست ، بلكه چنانچه نيت كند آنچه بر عهدهء نايب است انجام دهد ، صحيح است .\r\nسؤال 93 - كسى كه براى حج اجير مىشود ، اگر شرط كند كه مثلًا براى طواف نساء يا عمل ديگرى كه نيابت بردار است نايب مىگيرم ، آيا اين شرط نافذ است ، و مىتواند عمل نمايد يا نه ؟\r\nجواب : اگر عذر دارد نمىتواند قبول كند مگر در قربانى كه نيابت در آن در حال اختيار هم جايز است ، چه شرط كند يا\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nنكند .\r\nسؤال 94 - كسى كه احتمال قوى عقلايى مىدهد كه نتواند اعمال را به نحو عادى انجام دهد و ممكن است حج تمتع را بدل به افراد كند آيا مىتواند از حج واجب نيابت كند ؟\r\nجواب : اگر احتمال او تا حدّ اطمينان به عدم تمكن از حج تمتع نرسد حج او صحيح است و كفايت از منوبٌ عنه مىكند .\r\nسؤال 95 - نايبى كه در وقت قبول نيابت براى حج معذور نبوده است و بعد از عقد اجاره در موقع عمل يا قبل از محرم شدن جزء معذورين شده و در هر عذرى كه پيش آمده طبق وظيفه معذورين رفتار نمود ، آيا حج او از منوبٌ عنه كافى است ؟ و آيا نسبت به نحوهء عذر فرقى هست يا نه ؟\r\nجواب : حج او به همين نحو كه انجام مىدهد صحيح است در تمام عذرهايى كه موجب بطلان حج نمىشود در صورتى كه حج براى خود شخص فرض شود يعنى حكم نايب همان حكم منوبٌ عنه است در بطلان و صحت .\r\nسؤال 96 - كسانى كه در حال اجير شدن از معذورين نبوده‌اند\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nو بعداً در اثناء عمل عذر عارض شده است ، آيا نيابتشان صحيح است و مستحق تمام اجرت مىباشند يا نه ؟\r\nجواب : اشكالى در نيابت نيست و نايب مستحق تمام اجرت است .\r\nسؤ ال 97 - خدمه‌اى كه از روى جهل به مسأله اجير شده‌اند و وقوف اختيارى مشعر را درك نكرده‌اند ، فعلًا تكليفشان چيست ؟ و همچنين ساير معذورينى كه حج ناقص از اين قبيل انجام داده‌اند تبرعاً يا با اجرت ؟\r\nجواب : اگر آنها از اول معذور بوده‌اند حج آنها صحيح نيست و اگر بعداً عذر پيش آمده حج آنها صحيح است و از طرف منوبٌ عنه واقع مىشود و مستحق اجرت مىباشند .\r\nسؤال 98 - در مناسك آمده است كه معذور نمىتواند نايب شود ، معذور به چه كسى گفته مىشود ؟ لطفاً حدّ آن را معين كنيد ، مثلًا كسى كه نمىتواند نماز طواف را صحيح بخواند ، يا نمىتواند خودش رمى جمرات كند ، و يا نمىتواند قربانى نمايد و يا نمىتواند يكى ديگر از واجبات حج را اعم از اركان و غير\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nاركان انجام دهد معذور است يا خير ؟\r\nجواب : هر كس نتواند اعمال اختيارى حج را انجام دهد ، معذور است و نمىتواند نايب شود مگر اينكه عذر او بعد از اجير شدن و يا نايب شدن پيش آيد كه در اين فرض نيابت او صحيح است ؛ ولى مباشرت در ذبح در حال اختيار هم لزوم ندارد و لذا كسى كه نمىتواند ذبح كند مىتواند براى حج نايب شود و براى ذبح نايب بگيرد .\r\nسؤال 99 - كسى كه نماز او صحيح نيست و براى حج به نيابت آمده است ، آيا نيابت او صحيح است ؟ و مفروض اين است كه به عنوان نيابت محرم شده است ؟\r\nجواب : اگر نمىتواند قرائت خود را صحيح كند نيابت او صحيح نيست و احرام او هم چون مقيد به نيابت است باطل مىباشد و اگر تا وقت خواندن نماز طواف بتواند قرائت خود را صحيح كند نيابت او صحيح است .\r\nسؤال 100 - اگر مستنيب يا منوبٌ عنه در وقت نيابت بدانند كه نايب جزء معذورين است و او را نايب كنند اولًا آيا اجرت\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nنيابت براى نايب حلال است يا نه ؟ ثانياً آيا حج نيابتى او صحيح و از حجهءالاسلام يا غير حجهءالاسلام منوبٌ عنه كفايت مىكند يا نه ؟\r\nجواب : با فرض اين كه معذور بوده و استيجار شده استحقاق اجرت ندارد و كفايت نمىكند .\r\n\r\nاقسام عمره و حج\r\nسؤال 101 - شخصى در اثناء عمره مفرده ، در شوط پنجم سعى ، مريض شده و نتوانسته است عمره را تمام كند او را به ايران برده‌اند و بعد از بهبودى هم نتوانسته به مكه برود فعلًا وظيفهء او چيست ؟ توضيح آن كه كسى نايب شده كه وظيفهء او را انجام دهد و عملى را كه وظيفهء او است و او را از احرام خارج مىكند بجا آورد .\r\nجواب : با فرض اينكه خود شخص نمىتواند مراجعت كند نايب براى خروج منوبٌ عنه از احرام سعى را تمام كند و آن را بنابر احتياط واجب اعاده نمايد و به منوبٌ عنه خبر دهد كه\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nتقصير نمايد و بعد از تقصير براى طواف نساء نايب بگيرد و توضيح آن كه مسأله از موارد حصر نيست ، چون شخص مريض فعلًا خوب شده و اين كه نمىتواند به مكه بيايد از جهت مرض نيست .\r\nسؤال 102 - كسى عمرهء مفرده بجا آورده و بدون انجام طواف نساء به مدينه آمده است فعلًا مىخواهد براى عمرهء تمتع محرم شود ، آيا جايز است بدون انجام طواف نساء محرم شود و بعد از انجام عمرهء تمتع ، طواف نساء را بجا آورد ؟\r\nجواب : مانع ندارد .\r\nسؤال 103 - آيا فاصلهء بين دو عمرهء مفرده بايد يك ماه باشد يا خير و فرقى بين انجام آن براى خود و ديگران هست ؟\r\nجواب : فاصلهء يك ماه در دو عمرهء مفرده شرط نيست ولى بهتر است كه اگر فاصله كمتر از يك ماه باشد و عمره براى خودش باشد رجاء بجا آورد و فرقى نيست كه تكرار عمره براى خودش باشد يا براى خود و ديگران يا براى ديگران ، و ديگران يك نفر باشند يا بيشتر به هر حال فاصله يك ماه شرط نيست .\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nسؤال 104 - آيا مراد از يك ماه فاصله در عمره مفرده سى روز است يا فاصله بين الهلالين مراد است ؟\r\nجواب : گذشت كه لازم نيست فاصلهء بين دو عمره يك ماه باشد ولى اگر كسى بخواهد احتياط كند مراد يك ماه قمرى است كه بين الهلالين است كه گاهى بيست و نه روز هم مىشود ولى اگر در وسط ماه عمره‌اى بجا آورد احتياط آن است كه سى روز بعد از آن عمرهء ديگرى بجا آورد .\r\nسؤال 105 - اگر كسى نايب ديگرى باشد در عمره مفرده و فاصله يك ماه قرار ندهد مستحق اجرت هست يا خير ؟\r\nجواب : قبلًا گفته شد فاصلهء يك ماه شرط نيست و لذا نايب در فرض سؤال مستحق اجرت است .\r\nسؤال 106 - اگر زنى به نيت عمرهء مفرده محرم و بعد از آن عادت شود و در همهء روزهايى كه مىتواند در مكه باشد حيض است ، براى عمره مفرده بايد چه كند ؟ و اگر آنجا اعمالى انجام نداده و فعلًا به ايران آمده چه وظيفه‌اى دارد ؟\r\nجواب : در فرض سؤال بايد براى طواف و نماز نايب بگيرد و\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nبقيه اعمال عمره را خودش بجا آورد ، و چنانچه به ايران آمده اقدام كند و برگردد ، و اگر نمىتواند ، براى اعمال عمره نايب بگيرد ولى بايد خودش تقصير كند و ترتيب بين آن و ساير اعمال مراعات شود و تا اعمال را بجا نياورد آنچه به وسيلهء احرام بر او حرام شده بر او حلال نمىشود .\r\nسؤال 107 - آيا طواف در عمرهء مفرده استحبابى حكم طواف واجب را دارد كه بايد نماز آن خلف مقام باشد يا حكم طواف استحبابى را دارد و در هر جاى مسجدالحرام مىتوان نماز آن را خواند ؟\r\nجواب : حكم طواف واجب را دارد و بايد نماز آن ، خلف مقام باشد .\r\nسؤال 108 - انجام عمره مفرده در ماه‌هاى حج پيش از عمرهء تمتع جايز است يا خير ؟ و در اين مسأله فرقى بين صروره و غير صروره هست يا نه ؟\r\nجواب : مانع ندارد و فرق نمىكند كه صروره باشد يا نباشد . ولى اگر حج بر خود او واجب باشد يا نايب كسى شده باشد\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nبايد مراعات كند كه مزاحمت با انجام آن نباشد . يعنى مثلًا وقت تنگ باشد يا وقتى به مكه رفت نتواند براى عمره تمتع به ميقات برگردد .\r\nسؤال 109 - تأخير عمره مفرده در حج افراد تا چه وقتى بلاعذر جايز است ؟\r\nجواب : بايد مبادرت نمايد عرفاً على الاحوط ، خصوصاً اگر طورى است كه در صورت تأخير از استطاعت مىافتد بايد عمره را بعد از حج بجا آورد « 1 » و همچنين است اگر نذر كرده و يا اجير شده كه آنها را پشت سر هم بجا آورد .\r\nسؤال 110 - زنى كه احتمال مىدهد خون حيض ببيند و نتواند داخل مسجدالحرام شود آيا مىتواند براى عمرهء مفردهء مستحبى محرم شود ، و اگر خون ديد براى طواف و نماز نايب بگيرد و همچنين مريض اگر احتمال مىدهد نتواند اعمال عمره مفرده را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لأنه لا يبعد شمول دليل فورية الحج باطلاقة للعمرة فى الأقسام الثلاثة من الحج .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nانجام دهد ؟\r\nجواب : اشكال ندارد و چنانچه وظيفهء او نايب گرفتن شد عمل به وظيفه نمايد .\r\nسؤال 111 - آيا همين‌طور كه فاصلهء يك ماه بين عمره مفرده قبل از عمره تمتع و بين عمره تمتع لازم نيست آيا بعد از عمره تمتع هم با فاصلهء كمتر از يك ماه مىشود عمره مفرده بجا آورد ؟\r\nجواب : اگر بعد از تمام كردن حج تمتع باشد فاصله يك ماه شرط نيست و اگر قبل از آن باشد مشروع نيست .\r\nسؤال 112 - كسى كه وظيفهء او عمرهء تمتع است و ندانسته به نيت عمرهء مفرده محرم شده است تكليف او چيست ؟\r\nجواب : اگر قصد عمرهء مفرده كرده بايد عمرهء مفرده انجام دهد و بعد عمرهء تمتع را بجا آورد و چنانچه اشتباه در تطبيق بوده ، تمتع واقع مىشود و صحيح است .\r\nسؤال 113 - اگر تقصير را در عمرهء مفرده از روى نادانى يا به خاطر فراموشى بجا نياورد و طواف نساء را نيز ترك كند و بعد\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nبه مسجد شجره برود و براى عمرهء تمتع محرم شود و عمرهء تمتع را بجا آورد و بعد متوجه نقص كار خود بشود تكليف اين شخص با داشتن فرصت براى اعادهء عمره تمتع و نداشتن فرصت چيست ؟\r\nجواب : در فرض مرقوم چنانچه عمرهء مفرده را در اشهر حج بجا آورده مىتواند نيت خود را برگرداند به عمرهء تمتع و در اين جهت فرقى نيست كه بخواهد حج واجب بجا آورد يا حج مستحب ولى به هر حال بايد تقصير كند و طواف نساء را هم بجا آورد تا به تعبير نصّ « قضى عمرته » صادق باشد و احرام عمرهء تمتع او باطل است و اگر عمرهء خود را در اشهر حج بجا آورده بدون نقص نيز آن را به جاى عمره تمتع قرار مىدهد و بعد از آن حج بجا آورد .\r\nسؤال 114 - كسى كه حجش بدل به افراد شده و بايد بعد از حج ، عمرهء مفرده بجا آورد ، اگر سال بعد كه به حج مىرود بعد از اعمال حج ، عمرهء مفرده را بجا آورد كافى و مجزى است يا نه ؟\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nجو اب : اظهر و احوط آن است كه تا عمرهء مفرده را انجام نداده نمىتواند براى عمره و حج ديگر احرام ببندد بلكه وظيفهء او بوده كه در همان سال اول فوراً ففوراً عمره آن را بجا آورد هر چند اگر خلاف كرد عمره و حج بعدى او صحيح است و فقط گناه كرده كه تأخير انداخته .\r\nسؤال 115 - كسانى كه از هند و پاكستان به عربستان مىآيند و در مكه معظمه مقيم مىشوند آيا حجشان تمتع است يا وظيفهء ديگرى دارند ؟\r\nجواب : كسى كه دورى وطنش از مكه بيش از شانزده فرسخ بوده و در مكه اقامت نموده و ماندگار شده ظاهر اين است كه چه استطاعت او قبل از اقامتش باشد يا بعد از آن و چه قصد اقامت كرده باشد يا قصد اقامت نكرده باشد براى چنين شخصى حج تمتع واجب است ولى بهتر است چنانچه ممكن باشد و زحمت نداشته باشد در صورتى كه استطاعت او بعد از اقامتش باشد و اقامت او بدون قصد اقامت باشد احتياط را مراعات نمايد . ولى اگر چنين شخصى پس از اقامت در مكه داخل در سال سوم\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nشد حج تمتع بر او واجب نيست بلكه تكليف او حج قِران يا افراد است چه از اول قصد اقامت و مجاورت خانهء خدا را داشته باشد يا نداشته باشد و اما اگر به قصد اين كه مكه وطن او باشد در آنجا بماند از اول وظيفهء او حج قِران يا افراد است .\r\nسؤال 116 - كيفيت حج قِران را بيان فرماييد و آيا اين حج بر كدام اشخاص واجب مىشود ؟\r\nجواب : حج قران با حج افراد در تمام جهات با هم متحد و يكسانند ، مگر آن كه در حج قران هنگام احرام بايد مكلف قربانى را همراه داشته باشد ، و بدين جهت قربانى بر او واجب مىشود ، و احرام در اين قسم از حج همانطور كه با تلبيه محقق مىشود با اشعار ( علامت گذاشتن ) يا تقليد ( چيزى به گردن حيوان آويختن ) نيز محقق مىشود ، و هرگاه براى حج قران احرام ببندد جايز نيست به حج تمتع عدول نمايد .\r\nتوضيح آن كه چون بايد در حج قران قربانى همراه حاج باشد بايد بر او علامت بگذارد ، يعنى اگر شتر است كوهان او را از طرف راست بشكافد و خون او را بر كوهان او بمالد و اگر\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nگوسفند است گوش او را به درد و اين را اشعار گويند ، يا آن كه دمپايى خود را كه در آن نماز خوانده دو لنگه آن را به هم ببندد و به گردن او آويزان كند كه به صورت قلاده در آيد ( البته مراد از دمپايى آن دمپاييهايى است كه سر انگشت شست از آن بيرون است و در حال سجده سر شست بر زمين قرار مىگيرد ) و اين عمل را تقليد گويند و يكى از اين دو كار جاى تلبيه را مىگيرد .\r\n\r\nباب اول : اعمال عمره تمتع\r\n\r\nفصل اول : ميقات\r\nمسأله 117 - اظهر و احوط آن است كه در صورت امكان از خود مسجد شجره احرام بسته شود و در محل اصلى مسجد كه قبل از توسعه مسجد بوده نيز محرم شود ، ولى در صورتى كه ممكن نباشد از محاذى طرف چپ يا راست آن اگر احرام ببندد كافى است ، و احرام از قسمت پشت آن كافى نيست .\r\nمسأله 118 - اگر زن در ميقات حائض باشد و يقين كند كه\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nنمىتواند عمرهء تمتع را در وقت خود انجام دهد احتياط واجب\r\nآن است كه به قصد مافىالذمه احرام ببندد بعداً اگر عذر او بر طرف شد عمره را عمرهء تمتع قرار دهد و اگر عذر او بر طرف نشد حج افراد بجا آورد اگرچه اقرب آن است كه بتواند از اول قصد حج افراد كند و اگر عذر او بر طرف شد عدول نمايد به عمرهء تمتع « 1 » .\r\nمسأله 119 - كسانى كه با هواپيما به جدّه مىروند نمىتوانند از جدّه يا حديبيه محرم شوند بلكه بايد به يكى از مواقيت مثل جحفه بروند و از آنجا محرم شوند و اگر از مدينه بروند بايد از مسجد شجره محرم شوند و در اين حكم فرقى بين اين كه قصد عمرهء تمتع يا مفرده داشته باشند نيست و حديبيه ميقات عمرهء مفرده است براى كسانى كه در مكه هستند . ولى با نذر مىتوانند از جدّه يا قبل از آن محرم شوند ولى اگر در جدّه با نذر محرم شوند بنابر احتياط واجب در خارج حرم قبل از دخول آن تجديد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لأن الترتب موجب لصيرورة الاحرام به حج الافراد فى الواقع مستحباً و بعد ظهور الحال يعدل عنه الى عمرة التمتع بدليل جواز العدول .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nاحرام كنند ولى اگر قبل از جدّه به مقدارى كه قابل ملاحظه\r\nباشد با نذر محرم شوند اين احتياط لازم نيست و همين‌طور است اگر از بلد خود با نذر محرم شوند .\r\nمسأله 120 - كسانى كه ميقات براى آنها مشخص نيست مىتوانند به گفتهء راهنما ( بَلَد ) يا حمله دار كه مىگويد فلان محل ميقات است در صورتى كه مورد وثوق باشد در همان مكان محرم شوند و همچنين مىتوانند به عرف آن محل مراجعه نموده و طبق آن عمل كنند .\r\nمسأله 121 - در صورتى كه ثابت نيست كه رابغ محاذى جحفه است احرام از آن جايز نيست .\r\nمسأله 122 - كسى كه در غير ماه‌هاى حج به مكه رفته و عمرهء مفرده بجا آورده و در مكه مانده تا ماه‌هاى حج براى احرام عمره تمتع بايد به يكى از مواقيت پنجگانهء معروفه برود و نمىتواند از تنعيم محرم شود .\r\nمسأله 123 - كسانى كه براى عمره مفرده به مكه مشرف مىشوند و بايد به يكى از مواقيت معروفه بروند ، نمىتوانند بدون\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nاحرام از ميقات تجاوز كنند و در صورت تجاوز ، واجب است به\r\nميقات برگردند و از آنجا محرم شوند ، و اگر كسى نتوانست برگردد هرجا كه هست محرم شود ، البته در صورتى كه اين كار او از روى فراموشى يا بىهوشى و مانند اينها يا ندانستن ميقات باشد ولى اگر عمداً از ميقات بدون عذر احرام نبندد و نتواند به ميقات برگردد عمره او باطل است اگر چه در اين صورت احتياط مستحب اين است كه از جاى خود احرام ببندد و عمره و حج را بجا آورد و سال بعد دوباره حج بجا آورد .\r\nمسأله 124 - اگر شخص در مكه باشد و بخواهد عمره تمتع بجا آورد و به عللى از رفتن به ميقات معذور باشد لازم است به خارج حرم برود و از آنجا محرم شود و أدنى الحل كافى است ، اگرچه بهتر است هر چه مىتواند به طرف ميقات برود و آنجا محرم شود .\r\nمسأله 125 - ميقات براى شاغلين در جدّه از ايرانيان و غير آنها در عمرهء تمتع و عمرهء مفرده همان مواقيت معروفه است و آنها نمىتوانند از أدنى الحل محرم شوند و اگر از روى جهل به مسأله\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nدر جاى ديگر محرم شوند احرام آنها صحيح نيست ولى اگر\r\nوقت تنگ شود و نتوانند به ميقات برگردند مىتوانند از أدنى الحلّ احرام مجدّد ببندند ، و اما اگر كسى عمداً و علماً در جاى ديگر محرم شده و نتواند به ميقات برگردد احرامش در أدنى الحلّ هم صحيح نيست ، و نيز بايد دانست كه در جايى كه احرام آنها صحيح نيست محرمات احرام هم براى آنها حرام نمىشود ، و نيز اگر بعد از تمام شدن اعمال عمره هم فهميدند صحت عمل آنان خالى از اشكال نيست بلكه اقرب آن است كه عمل آنها صحيح نيست « 1 » .\r\nمسأله 126 - خدمه كاروانهايى كه مىخواهند به مكه بروند و بعد از آن بايد از مكه به مقتضاى شغل خود خارج شوند بنابر احتياط نبايد عمرهء تمتع انجام دهند بلكه براى دخول مكه بايد به يكى از مواقيت معروفه بروند و از آنجا براى عمره مفرده محرم شوند و أدنى الحلّ ميقات اين اشخاص نيست و پس از انجام عمره مفرده مىتوانند از مكه خارج شوند ، و در صورت خروج\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وتمامية الحج التى تستفاد من بعض النصوص لا تدل على تمامية العمرة .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nاز مكه اگر فقط به جدّه بيايند براى ورود به مكه در مرتبه دوم و\r\nسوم و بعد از آن احرام واجب نيست ، و بعضى گفته‌اند اگر به مدينه برگردند و از آنجا بخواهند به مكه بروند بايد در مسجد شجره محرم شوند براى عمره مفرده ديگر و چون بين اين عمره مفرده و عمره مفردهء اول يك ماه فاصله نشده عمره دوم را رجاء بجا آورند . ولى صحيح آن است كه فاصله بين دو عمره مفرده لازم نيست كه يك ماه باشد بلكه اصلًا فاصله لازم نيست . بلى اگر رجاء بجا آورند بهتر است ، نيز بايد دانست كه اگر عمرهء تمتع بجا آورند اگر از وقتى كه شروع به احرام اول كرده تا وقت برگشتن يك ماه نگذشته احرام مجدد جايز نيست و فرقى بين رجوع از جده يا از مدينه نيست ، و اگر يك ماه گذشته و بخواهد از مدينه به مكه برگردد بايد عمرهء تمتع ديگرى بجا آورد و عمره تمتع قبلى كفايت نمىكند ، و نيز در مورد گذشتن از ميقاتها فرق نمىكند از ميقات مدينه گذشته باشد و بخواهد برگردد يا از ميقات جاهاى ديگر پس آنچه گفته شد مخصوص كسى كه به مدينه برگشته و از ميقات آن گذشته نيست .\r\nسؤال 127 - آيا كسانى كه به علت عادت ماهانه نمىتوانند داخل مسجد شجره محرم شوند بايد در خارج مسجد محرم\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nشوند و در محاذى جحفه تجديد احرام نمايند و با توجه به اينكه\r\nمحاذى جحفه نقطه مشخصى نيست وظيفه چيست ؟\r\nجواب : كسانى كه عادت ماهانه دارند در فرض مسأله بايد در بيرون مسجد از طرف راست يا چپ مسجد شجره محرم شوند و نمىتوانند در پشت مسجد محرم شوند و واجب نيست كه از جحفه يا محاذات آن تجديد احرام نمايند ولى احتياط مستحب آن است كه در جحفه يا جايى كه احتمال مىدهند محاذات آن باشد تجديد احرام نمايند .\r\nسؤال 128 - جماعتى از راه طائف عازم مكه بودند قبل از رسيدن به قرن المنازل آنان را از راه وادى عتيق فرستادند و از راه قرن المنازل منع كردند و لذا در وادى عتيق محرم شدند ، احرام آنان چه صورت دارد ؟\r\nجواب : صحيح است .\r\nسؤال 129 - بعضى از مراجع در كتاب مناسك خود فرموده‌اند كه زنهاى حائض بايد در حال عبور از مسجد شجره محرم شوند و اگر نمىتوانند ، در خارج محرم شوند و در محاذى جحفه تجديد احرام نمايند چون اين كار مشكل است و محاذى جحفه\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nمعلوم نيست آيا مىشود اين اشخاص در مدينه با نذر محرم شوند ؟\r\nجواب : بلى مىتوانند با نذر براى عمره محرم شوند ولى چون احرام آنان از يكى از دو طرف راست يا چپ بيرون مسجد شجره نيز صحيح است لازم نيست با نذر محرم شوند و نيز بايد دانست كه جايز نيست كه در حال عبور از مسجد احرام ببندند .\r\nسؤال 130 - زن حائضى كه از مدينه عازم مكه بود گمان مىكرد كه در حال عبور در مسجد شجره مىتواند محرم شود و وظيفه‌اش را انجام دهد ولى وقتى كه به محوطه حياط مسجد رسيد ديد به جهت ازدحام نمىتواند با عبور محرم شود ، لذا از شوهرش كه حاضر بود اجازه نذر گرفت و چند قدمى از مسجد فاصله گرفت و با نذر محرم شد آيا كفايت مىكند يا خير ؟\r\nجواب : در مسأله قبل گذشت كه زن حائض در حال عبور از مسجد نمىتواند محرم شود و چون در يكى از دو طرف راست يا چپ مسجد مىتواند محرم شود لازم نيست با نذر محرم شود ، ولى اگر با نذر محرم شده اگر پشت مسجد هم محرم شده باشد\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nاحرام او صحيح است و به هر حال اذن شوهر در صحت نذر دخالت ندارد .\r\nسؤال 131 - زن در حال حيض به خيال اين كه مىتواند در حال عبور در مسجد شجره احرام ببندد وارد مسجد شد و بلافاصله احرام بست و تلبيه را هم گفت و چند قدمى هم به طرف درى كه مىخواست خارج شود رفت ولى چون ديد كه نمىشود عبور كرد برگشت و از همان درى كه وارد شده بود خارج شد احرامش چگونه است ؟\r\nجواب : گذشت كه احرام در حال عبور مطلقاً صحيح نيست .\r\nسؤال 132 - يك نفر از حجاج به كلى شنوايى خود را از دست داده و زبان او هم لكنت دارد كه قادر بر تكلم صحيح نيست ، مسؤولين و ساير حجاج همراه ، به اين موضوع توجه نداشته‌اند اين آقا بدون نيت و تلبيه وارد مكه شده است تكليف او و همراهانش چيست ؟\r\nجواب : در فرض سؤال كه اصلًا قدرت بر شنوايى ندارد اگر با\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nنوشتن هم نمىشود او را با نيت و تلبيه آشنا كرد دو صورت\r\nدارد :\r\n1 - اينكه در ميقات جامه‌هاى احرام را پوشيده و مثل ديگران و به خيال خود همان كارى را كه ديگران كرده‌اند انجام داده ، احرام او صحيح است .\r\n2 - اين كه هيچ كارى انجام نداده باشد در اين صورت با ايماء و اشاره و پوشاندن جامه‌هاى احرام به او ، او را به وظيفه‌اش آشنا مىكنند ، سپس اگر ممكن است به ميقات برگردد بايد براى احرام به ميقات برگردد و اگر ممكن نيست از أدنى الحلّ محرم مىشود .\r\nسؤال 133 - نظر به اين كه مسجد جحفه و مسجد تنعيم اخيراً تخريب و بازسازى شده و وسعت يافته است ، آيا حجاج يا معتمرين بايد حتماً در حدود مسجد قبلى محرم شوند و يا محرم شدن در تمام مسجد فعلى معتبر است ؟\r\nجواب : ميقات در جحفه خصوص مسجد نيست و از هر جاى جحفه مىتوانند محرم شوند ، و همچنين مسجد تنعيم خصوصيت\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nندارد و احرام از أدنى الحلّ صحيح است هر چند در مسجد\r\nنباشد . بنابراين در صورت توسعه مسجد با صدق جحفه در اول ، و أدنى الحلّ در دوم ، احرام اشكال ندارد .\r\nسؤال 134 - بعضى در مناسك فرموده‌اند خدمه‌اى كه مىخواهند به مكه بروند و از مكه خارج شوند ، در صورت خارج شدن از مكه ، اگر فقط به جده مىروند ، براى ورود به مكه در مرتبهء دوم و سوم و بعد از آن احرام واجب نيست ، ولى اگر به مدينه بروند و از آنجا بخواهند به مكه بروند بايد در مسجد شجره محرم شوند براى عمرهء مفردهء ديگر ، چنانچه ميسر است ، نكتهء علمى فرق ميان جدّه و مدينه را بيان فرماييد ؟\r\nجواب : فارق نصّ دال بر عدم وجوب احرام كسى است كه براى حاجتى خارج شده و رفته به جدّه و آن صحيح جميل بن دراج است ( فى الوسائل 3 / 50 ، من ابواب الاحرام ) و تقييد مىنمايد اطلاق روايات دال بر عدم دخول حرم الا باحرام را ( فى الوسائل باب 50 من الاحرام ) و ممكن است سرّ آن عدم عبور از ميقات در مورد جدّه باشد و عبور از آن در مورد مدينه .\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nسؤال 135 - كسى كه وسايلش در جحفه مانده است ، آيا\r\nمىتواند براى آوردن وسايل خود ، از احرام خارج گردد در حالى كه براى عمرهء تمتع محرم شده ، و وارد حرم گرديده است ؟\r\nجواب : مىتواند قبل از خروج از احرام عمره ، برود و وسايل خود را بياورد ، و اگر اعمال عمرهء تمتع را انجام داده و محل شده است ، نمىتواند از مكه خارج شود مگر در حال ضرورت ، كه در اين حال بايد محرم به احرام حج شود و خارج گردد .\r\nسؤال 136 - كسى از جدّه محرم شده و اعمال عمرهء تمتع را انجام داده است تكليف او چيست ؟\r\nجواب : اگر از رفتن به ميقات معذور نبوده و وقت براى انجام عمرهء تمتع هست بايد به ميقات برود و محرم شود و عمرهء تمتع را اعاده كند ، و اگر رفتن به ميقات ممكن نيست به خارج حرم برود و از آنجا محرم شود .\r\nسؤال 137 - آيا جايز است كسى كه به احرام عمرهء تمتع در يكى از ميقاتها محرم شده است به طرف خلاف مكه برود و بعد\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nاز چند روز بيايد مكه ، مثلًا از مسجد شجره به مدينه و بعد از\r\nهمان راه يا راه ديگر به مكه برود ؟\r\nجواب : مانعى ندارد .\r\nسؤال 138 - بعد از اتمام حج تمتع اگر شخص از مكه خارج شود و بخواهد مراجعت كند آيا لازم است محرم شود يا خير ؟\r\nجواب : در صورتى كه از وقت شروع به احرام عمرهء تمتع يك ماه نگذشته است لازم نيست محرم شود و مىتواند بدون احرام وارد مكه شود .\r\nسؤال 139 - كسى كه عمرهء مفرده انجام داده است ، آيا مىتواند در فاصلهء كمتر از يك ماه ، بدون احرام از ميقات تجاوز كند ؟\r\nجواب : اگر از وقت شروع به احرام عمره مفرده اول يك ماه يعنى 30 روز يا 29 روز تلفيقى بحسب هر مورد نگذشته محرم شدن دوباره لازم نيست مثل جواب سؤال سابق ولى احتياط مستحب است به قصد رجاء محرم شود اگر در ماهى كه مثل رجب است مثلا رفته و در ماه شعبان برگشته براى احتمال اين\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nكه روايات مختص به عمره تمتع باشد يعنى روايات عدم وجوب\r\nاحرام اگر در ماه عمره برگشته است « 1 » .\r\nسؤال 140 - كسى كه در جدّه و يا مدينه حالت روانى پيدا مىكند ، آيا لازم است محرماً وارد مكه شود ، يا بدون احرام نيز جايز است ؟\r\nجواب : مجنون ، تكليف ندارد و احرام بر او واجب نيست ، و اگر بدون احرام وارد مكه شود اشكالى ندارد .\r\nسؤال 141 - زن حائضى كه نمىتوانست صبر كند تا پاك شود ، نزديك مسجد شجره محرم شد و بنا داشت محاذى جحفه احرام را تجديد كند ، در ماشين خوابش برد و وارد مكه شد ، آيا احرام او درست است ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وجه احتياط آن است كه احتمال اينكه همان عمره مفرده او كه براى دخول حرم انجام داده تا يك ماه كفايت كند مثل عمره تمتع كه جايز نيست قبل از يك ماه محرم شود . ( و فى معتبرة اسحاق 8 / 22 من اقسام الحج بقوله ( ع ) : « لأن لكل شهر عمرة » حيث انه يشمل العمرة المفردة ايضاً ) .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nجواب : اگر در طرف راست يا چپ مسجد احرام بسته احرام او صحيح است و لازم نيست در محاذى جحفه احرام را تجديد\r\nنمايد و اگر نه بايد اگر ممكن است به ميقات برود و احرام ببندد و اگر ممكن نيست به أدنى الحلّ برود و احرام ببندد و بهتر آن است كه هر چه مىتواند از حرم دور شود و احرام ببندد و بهتر است نيز دورى او از حرم به طرف ميقات باشد .\r\nسؤال 142 - اگر بعد از خروج از ميقات در بين راه متوجه شود كه تلبيه را نگفته ، يا نيت نكرده و يا به جهت ديگر احرامش درست نيست ، و چنانچه بخواهد از همانجا به ميقات برگردد ميسر نيست ولى اگر بيايد مكه امكان دارد برگردد ، آيا مىتواند بيايد مكه و به ميقات برگردد ، يا بايد از همانجا محرم شود ؟\r\nجواب : اگر مىتواند به ميقات برگردد ولو از مكه ، نمىتواند براى عمل واجب از غير ميقات محرم شود ، ولى براى دخول مكه از أدنى الحلّ به نيت عمرهء مفرده محرم شود و بعد از اعمال آن بنابر احتياط واجب به يكى از مواقيت معروف برود و براى عمرهء تمتع احرام ببندد . اگرچه به ملاحظهء اطلاق بعضى از\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nروايات كه دلالت دارد ، اگر عمرهء مفرده بجا آورند و تا وقت حج در مكه بمانند كفايت از عمره تمتع مىكند بعيد نيست كه\r\nهمين احرام او از احرام تمتع كفايت كند ولى احتياط مذكور ترك نشود .\r\nسؤال 143 - زن بدون اذن شوهرش نذر مىكند و با نذر محرم مىشود آيا احرامش درست است ، و چنانچه با همان احرام اعمالش را بجا آورده باشد چگونه است ؟\r\nجواب : احرام زن با نذر در صورتى كه مزاحمت با حق شوهر نداشته باشد و يا حج واجب او طريق منحصرش احرام با نذر باشد مثل اين كه نتواند به ميقات برود صحيح است و گرنه اگر ممكن است بايد به ميقات برود و احرام ببندد و اگر نمىتواند در خارج حرم احرام ببندد و هر چه دور تر از حرم باشد و به طرف ميقات نزديك شود بهتر است ولى اگر بعد از اتمام حج متوجه شد حجش صحيح است و اگر بعد از تمام شدن عمره متوجه شد احتياط واجب آن است كه اگر ممكن است عمره را دوباره از ميقات يا از خارج حرم و اگر از ميقات ممكن نيست بجا آورد و\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nاگر ممكن نيست عمره او نيز صحيح است .\r\nسؤال 144 - آيا نذر احرام قبل از ميقات براى نايب هم جايز\r\nاست يا نه ؟\r\nجواب : اشكال ندارد .\r\nسؤال 145 - هرگاه حائض يا جنب عصياناً وارد مسجد شجره شود و مانند ديگران توقف نمايد و محرم شود ، آيا احرام او صحيح است يا نه ؟\r\nجواب : احرام او صحيح نيست .\r\nسؤال 146 - آيا ميقات كسانى كه موقتاً در مكه اقامت پذيرفته‌اند ، همان مواقيت خمسهء معروفه است يا أدنى الحلّ ؟\r\nجواب : كسى كه دورى وطنش از مكه بيش از شانزده فرسخ بوده و در مكه اقامت نموده و ماندگار شده ظاهر اين است كه چه استطاعت او قبل از اقامتش باشد يا بعد از آن و چه قصد اقامت كرده باشد يا قصد اقامت نكرده باشد براى چنين شخصى حج تمتع واجب است ولى بهتر است چنانچه ممكن باشد و زحمت نداشته باشد در صورتى كه استطاعت او بعد از اقامتش\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nباشد و اقامت او بدون قصد اقامت باشد احتياط را مراعات نمايد . ولى اگر چنين شخصى پس از اقامت در مكه داخل در سال سوم\r\nشد حج تمتع بر او واجب نيست بلكه تكليف او حج قِران يا افراد است چه از اول قصد اقامت و مجاورت خانه خدا را داشته باشد يا نداشته باشد و اما اگر به قصد اين كه مكه وطن او باشد در آنجا بماند از اول وظيفهء او حج قِران يا افراد است .\r\nسؤال 147 - شخصى بدون احرام ، عمداً يا جهلًا يا سهواً ، وارد مكه شده و بعداً از جهت گرانى بيش از حد كرايه يا ممنوعيت از طرف دولت نتوانسته به ميقات برگردد ، وظيفه‌اش چيست ؟\r\nجواب : اگر جاهل يا ساهى است و ممكن نيست به ميقات برود از أدنى الحلّ بايد محرم شود و بهتر است هر چه مىتواند از حرم دور شود و بهتر آن است كه اگر مىتواند دورى او به طرف ميقات باشد و اگر عمدى بوده است بايد به ميقات برگردد و از آنجا احرام ببندد و اگر نمىتواند حج او باطل است و اگر مستطيع بوده حج بر او مستقر شده و بايد سال بعد بجا آورد و اگر مستطيع نبوده چيزى بر او نيست و بايد دانست گرانى بيش از\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nحدّ عذر نيست مگر در صورتى كه به حدّ حرج نسبت به حال اين شخص برسد .\r\n\r\nفصل دوم : واجبات احرام\r\nسؤال 148 - كسى در وقت احرام اين طور قصد مىكند : محرم مىشوم ، يا احرام مىبندم ، براى عمره تمتع يا غير آن ، با توجه به اين مسأله كه فرموده‌ايد : نيت احرام لازم نيست بلكه ممكن نيست ، اين احرام چه صورت دارد ؟\r\nجواب : آنچه بعضى فرموده‌اند كه نيت احرام ممكن نيست به لحاظ قصد انجام بعضى از محرمات كه حج را باطل مىكند مثل استمناء و يا نزديكى كردن با عيال خود است نه مثل زير سايه رفتن با عذر و يا بى عذر كه نيت احرام با قصد آنها منافات ندارد ، بهر حال در فرض سؤال احرام او صحيح است و نيت احرام همين است .\r\nسؤال 149 - زنى قبل از احرام براى عمره تمتع مىدانست كه عادت ماهانه او ده روز است و قبل از احرام حج ، اعمال عمره\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nتمتع را نمىتواند انجام دهد ، مع ذلك ، نيت عمره تمتع كرد ، آيا در برگرداندن نيت احرام عمره تمتع به حج افراد ، بايد چه كند ؟\r\nجواب : در اين گونه جاها كه احتمال اين هست كه بر خلاف\r\nعادت در آينده عادت ماهانه كمتر شود به طورى كه بتواند عمره تمتع را انجام دهد ، احتياط واجب آن است كه احرام را به قصد ما فى الذمه بجا آورد . پس اگر امكان عمره تمتع داشت عمره را عمره تمتع قرار دهد و اگر امكان نداشت ، حج افراد بجا آورد ، اگرچه أشبه آن است كه بتواند از اول قصد حج افراد كند و اگر عمره تمتع برايش ممكن شد نيت خود را به عمره تمتع برگرداند و در فرض مسأله اگر رجاءً نيت عمره تمتع كرده و عذر او باقى بود بايد نيت خود را به حج افراد برگرداند و همچنين است اگر از روى جهل خيال مىكرد مىتواند قصد عمره تمتع كند ولى با علم به اينكه وظيفه او چنين نيست و عمل او صحيح نيست چنين كرد اين احرام جدى نيست و باطل است ولى غالباً چنين نيست .\r\nسؤال 150 - مردها معمولًا براى احرام ، يك حوله به عنوان\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nلنگ به كمر مىبندند و يكى هم بر روى شانه‌ها مىاندازند ، ولى بعضى افراد براى اينكه موقع وزش باد و يا سوار شدن ماشين عورت آنان ظاهر نشود اضافه بر آن دو حوله ، يك متر چلوار\r\nندوخته از وسط پا عبور مىدهند به نحوى كه دو طرف پارچه از جلو و عقب زير حوله قرار مىگيرد ، آيا اين عمل صحيح است يا اشكال دارد ؟\r\nجواب : اشكال ندارد .\r\nسؤال 151 - آيا مىشود براى كسى كه قادر بر تلبيه گفتن نيست نايب گرفت يا خير ؟\r\nجواب : اخرَس ( لال ) بايد با انگشت به تلبيه اشاره كند و زبانش را هم حركت دهد ، و نايب گرفتن كافى نيست ، اگرچه بهتر است كه بعد از اشاره و حركت زبان نائب هم بگيرد . و اگر قبلا الفاظ تلبيه را مىدانسته از قلب خود هم بگذراند ، و اگر لال و كر مادرزاد است زبان و لب را به مقدار امكان مثل كسانى كه تلفظ مىكنند حركت دهد ، و كسانى كه تكلم براى آنها ممكن نيست اگر چه عنوان أخرس ( لال ) براى آنها صادق نباشد ملحق\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nبه أخرس هستند .\r\nسؤال 152 - كسى كه در گذشته حج واجبش را انجام داده ، و بنا دارد حج مستحبى بجا آورد ، ولى از روى ناآگاهى و يا\r\nفراموشى در نيت احرام عمره مىگويد « احرام عمره تمتع از حج تمتع از حجهءالاسلام مىبندم قربهء الى الله » ، آيا آوردن و در نيت داشتن حجهءالاسلام ، در حالى كه حج مستحبى است ، اشكال دارد يا خير ؟\r\nجواب : اين گونه افراد قصدشان همان چيزى است كه وظيفه آنان است و اشتباها اسم آن را حجهءالاسلام مىگذارند بنابر اين حج ايشان اشكال ندارد .\r\nسؤال 153 - اگر كسى بداند در صورت صحيح نگفتن تلبيه ، محرم نمىشود ، و تلبيه را غلط بگويد و اعمال حج را انجام دهد ، آيا اعمالش صحيح است يا نه ؟\r\nجواب : ظاهر سؤال اين است كه شخص جاهل به موضوع بوده يعنى تلبيه غلط خود را صحيح مىدانسته ، بنابراين اگر در عمره بوده اگر امكان دارد كه از ميقات و يا خارج حرم از ادنىالحل\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nيا دور تر محرم شود بايد برگردد و با تلبيه صحيح محرم شود و اگر نه از داخل حرم محرم شود و اگر بعد از تمام اعمال حج متوجه شود كه احرام حج و عمره را بجا نياورده حج و عمره او\r\nصحيح است .\r\nسؤال 154 - اگر كسى تلبيه را غلط بگويد و بعد از وقوفين و قبل از اتمام اعمال حج فهميد كه صحيحاً محرم نشده است ، آيا وظيفه او نسبت به ساير اعمال ، و همچنين عمره قبلى او چگونه است ؟\r\nجواب : با فرض اينكه بعد از وقت جبران متوجه شده بعيد نيست صحت عمل ، لكن احوط عدم اكتفاء به اين حج است ، و اين احتياط ترك نشود .\r\nسؤال 155 - ترجمه تلبيه « لبيك اللهم لبيك ، لبيك لا شريك لك لبيك » چيست ؟\r\nجواب : ترجمه مذكور چنين است : اجابت مىكنم دعوت تو را خدايا اجابت مىكنم دعوت تو را ، اجابت مىكنم دعوت تو را ، شريكى نيست مر تو را ، اجابت مىكنم دعوت تو را ، و اگر كلمه\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nدعوت را هم نگويد كفايت مىكند در مواردى كه بايد ترجمه را بگويد .\r\nسؤال 156 - لباس احرامى كه معلوم نيست از درآمد منبر است\r\nيا وجوهات شرعيه آيا لازم است خمس آن را بدهد ؟\r\nجواب : وجوهات شرعيه‌اى را كه انسان مالك شده و فقط اباحه تصرف نبوده خمس دارد ، پس بهرحال اگر سال خمسى بر آن گذشته خمس دارد .\r\nسؤال 157 - كسى كه به ديگران تلقين نيت و تلبيه مىكند و خودش فراموش كرده است كه نيت نمايد ، وظيفه‌اش چيست ؟\r\nجواب : اگر به قصد انجام عمره يا حج تلبيه نگفته ، محرم نشده است و بايد در صورت امكان به ميقات برگردد ، و اگر ممكن نيست به خارج حرم برود و مجدداً محرم شود .\r\nسؤال 158 - آيا لباس احرام منحصر در دو جامه است و بيشتر نبايد باشد ؟\r\nجواب : مقدار واجب آن دو جامه است ، و زيادتر مانع ندارد .\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\n\r\nفصل سوم : محرمات احرام\r\nمسأله 159 - اگر حاجى در حال احرام براى سر درد دستمالى به دور سر ببندد چه تمام سر را بگيرد يا بعضى از آن را بنابر\r\nاحتياط واجب بايد كفاره بدهد و كفاره آن يك گوسفند است .\r\nمسأله 160 - آنچه در حال احرام حرام است ، سايه بر سر قرار دادن است ، بنابراين اگر ماشين از زير پلهايى كه در مسير واقع شده برود و به ناچار محرمين از زير پل عبور كنند و يا در محل پمپ بنزين در زير سقف متوقف شوند و محرمين زير سقف قرار گيرند اشكالى پيدا نمىشود و كفاره ندارد « 1 » .\r\nمسأله 161 - شخصى كه با ماشين مسقف رانندگى مىكند بايد در هر احرام يك گوسفند كفاره بدهد ( مثلًا براى احرام عمره يكى و براى احرام حج يكى ديگر ) و با پياده و سوار شدن كفاره تكرار نمىشود ولى احتياط مستحب آن است كه براى هر روز\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) للسيرة القطعية على العبور من السكك والرواشن بدون الروع عنها والجسر ونحوه ملحق بذلك .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nيك كفاره بدهد ، و همچنين است در ساير موارد سايه بر سر قرار دادن .\r\nمسأله 162 - پوشيدن نعلينى كه بندهاى عريضى داشته باشد ولى تمام روى پا را نگيرد در حال احرام مانعى ندارد .\r\nمسأله 163 - استظلال مطلقاً جايز نيست براى محرم چه در شب باشد چه در روز و چه فايده مثل حفظ از سرما و گرما بر آن باشد يا نباشد .\r\nمسأله 164 - جايز است احرام با نذر از جاهاى دور و نزديك چه نذر او مشروط باشد مثل اين كه بگويد اگر تا ساعتى ديگر زنده بودم احرام در فلان مكان را ببندم و يا بگويد نذر كردم كه از فلان مكان احرام ببندم ولى اگر لازمهء آن اين است كه زير سقف مثل سقف ماشين و هواپيما باشد بايد كفاره آن را بدهد .\r\nمسأله 165 - تزريق آمپول در حال احرام مانعى ندارد ولى اگر موجب بيرون آمدن خون از بدن مىشود نبايد تزريق كنند و در مورد حاجت و ضرورت تزريق آن جايز است ولى بنابر احتياط واجب بايد يك گوسفند كفاره بدهد .\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nمسأله 166 - در حرام بودن سايه بر سر قرار دادن محرم فرقى بين سايه‌اى كه با شخص حركت مىكند مثل چتر و ماشين مسقف و بين سايه ثابت مثل پل و مانند آن نيست و در حال اضطرار جايز است و كفاره دارد ولى در حال عبور از زير پل و\r\nيا زير بالكنهاى خانه‌ها و مغازه‌ها مانعى ندارد .\r\nمسأله 167 - كسى كه حجش را باطل كند به هر حال بايد از احرام خارج شود در بعضى از جاها مثل اين كه به جماع باطل كند همان حج را بايد تمام كند تا از احرام بيرون بيايد و اگر مثلًا به وقوف مشعر الحرام اصلًا نرسيده بايد حج را بدل به عمره مفرده كند و عمره را تمام كند .\r\nمسأله 168 - بعد از آنكه محرم به منزل رسيد ولو در محله‌هاى جديد مكه كه از مسجدالحرام دورند مىتواند براى رفتن به مسجد الحرام ماشينهاى مسقف سوار شود يا زير سايه برود .\r\n\r\nكفارات احرام\r\nسؤال 169 - آيا كشتن مارمولك و از اين قبيل جانوران در\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nحال احرام جايز است ؟\r\nجواب : از محرمات احرام محسوب نيست ولى يك نوع مارمولك كه آن را « عظايه » گويند كفاره كشتن آن يك مشت طعام است و عظايه مارمولك كوچكى است كه بدن صافى دارد\r\nو با سرعت راه مىرود و بعد مىايستد و راه خود را با توقف در وسط حركت طى مىكند .\r\nسؤال 170 - در مناسك فرموده‌ايد كسى كه قبل از وقوف به مزدلفه با زوجه خود جماع كند حج او باطل است و كفاره دارد آيا وظيفه در صورت جهل چيست ؟\r\nجواب : در همان‌جا گفته شده كه در صورت جهل حج او صحيح است و كفاره هم ندارد .\r\nسؤال 171 - آيا شوهر پس از محل شدن مىتواند زوجه محرم خود را از روى التذاذ دست بزند ؟\r\nجواب : بر مرد مزبور منعى نيست و اگر زن هم لذت ببرد از دست زدن او دليلى بر اين كه زن بتواند منع كند نداريم و بعضى احتياط كرده‌اند و فرموده‌اند زن نبايد حاضر شود براى اين دست\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nزدن على الأحوط و لكن اين احتياط واجب نيست بلكه مخالف احتياط است به لحاظ حقّى كه شوهر بر زن دارد .\r\nسؤال 172 - فردى كه از احرام درآمده زنش را كه محرم است مىبوسد اگرچه زن راضى نيست ، اين كار نسبت به زن و مرد\r\nچه حكمى دارد ؟\r\nجواب : ظاهر آن است كه بر زن ممانعت واجب نيست ، و فرقى بين حال اختيار و اضطرار او نيست و بر مرد هم كفاره واجب نيست .\r\nسؤال 173 - آيا مىشود صابون و بعضى شامپوها را كه بويى دارد در حال احرام براى بدن استعمال كرد يا خير ؟ ضمناً خيلى بوى خوشى هم نيست .\r\nجواب : اگر صدق بوى خوش كند بنابر احتياط واجب بايد از آن اجتناب كرد و در غير اين صورت اجتناب واجب نيست و اگر شك كنيد كه بوى خوش است يا نه باز هم اجتناب لازم نيست .\r\nسؤال 174 - حمل قمقمه آب كه در محفظه دوخته نگهدارى\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nمىشود براى محرم چه صورت دارد ؟\r\nجواب : بهتر است به دوش نيندازد ولى ظاهر آن است كه مثل حمل هميان است و مانعى ندارد كه به دوش بيندازد خصوصاً اگر احتياج شديد به آن داشته باشد .\r\nسؤال 175 - در مورد نظر كردن در آينه گاهى نگاه مىكند كه خود را ببيند و گاهى براى ديدن ماشين و غيره و يا مثلًا براى علاج دردى ، آيا براى محرم فرق مىكند يا يكسان است ؟\r\nجواب : فقط نگاه كردن در آينه براى زينت حرام است . و در موارد مذكور و امثال آنها نگاه كردن در آينه اشكالى ندارد .\r\nسؤال 176 - در حال احرام عده‌اى از همديگر عكس مىگيرند و در دوربين عكاسى كه آيينه است و يا حالت شفاف و آينه مانندى دارد نظر مىكنند بفرماييد اشكال دارد يا خير ؟\r\nجواب : چون فقط نگاه كردن در آينه براى زينت بر محرم حرام است اگر فرض شود كه شيشه دوربين آينه است نيز حرام نيست ، و ظاهر آن است كه آينه بر آن نيز صادق نيست .\r\nسؤال 177 - آيا سوگند معمولى به حال احرام اشكال دارد\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nهمانند سوگندهاى روزمره مردم كوچه و بازار ؟\r\nجواب : قسم خوردن به كلمه « لا والله » و « بلى والله » بر محرم حرام است و احتياط آن است كه به ساير اسماء الهى نيز قسم نخورد و قسم خوردن به اسماء الهى در صورتى كه مراد قسم\r\nخوردن نباشد بلكه براى تعظيم و يا محبت باشد مثل اين كه بگويد تو را به خدا اين كار را نكن اشكال ندارد و نيز قسم به غير اسماء الهى اشكالى ندارد و از محرمات احرام نيست .\r\nسؤال 178 - بعضى به علت عرق سوز شدن بدن احتياج به پمادى دارند كه چربى دارد آيا محرم مىتواند از اين پماد به بدن خود بمالد يا خير ؟\r\nجواب : در فرض سؤال كه مورد درمان يا ضرورت است مىتواند به بدن خود پماد و مانند آن بمالد و در غير مورد درمان و ضرورت ، روغن مالى به بدن جايز نيست و اگر از روى علم و عمد روغن به بدن بمالد كفاره آن بنابر احتياط واجب يك گوسفند است و اگر از روى نادانى باشد كفاره آن بنابر احتياط مستحب اطعام يك فقير است .\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nسؤال 179 - در صورتى كه كنده شدن مو با كشيدن دست به سر و صورت كفاره دارد ، آيا فرقى بين عمد و سهو و غفلت هست ؟\r\nجواب : بلى فرق است بين عمد و سهو و غفلت و فقط در مورد\r\nعمد كفاره واجب مىشود و آن يك مشت طعام است كه به فقير بدهند .\r\nسؤال 180 - اگر غير محرم از محرم إزاله مو كند يا يكى از كارهايى كه بر محرم حرام است و كفاره دارد به سر او بياورد چه حكمى دارد ؟\r\nجواب : اگر محرم به اختيار خود حاضر شود كه مُحلّى سر او را بتراشد و يا كارى كه كفاره دارد انجام دهد بايد كفاره را خودش بدهد و آن كار به خود او منسوب است ولى اگر بدون اختيار او باشد كفاره بر او واجب نمىشود و به هر حال بر محل كفاره‌اى واجب نمىشود .\r\nسؤال 181 - محرم سرش تر است اگر بخواهد صبر كند تا خودش خشك شود و وضو بگيرد آفتاب طلوع مىكند و\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nنمازش قضا مىشود ، آيا وظيفه‌اش تيمم است ؟\r\nجواب : ظاهراً مراد از سؤال اين است كه محرم اگر بخواهد با حوله سرش را خشك كند لازم مىآيد كه سر پوشيده شود و آن بر محرم مرد حرام است ، در جواب بايد گفت اگر با دست\r\nبتواند سر خود را خشك كند بهتر است با دست خود مقدارى را كه براى مسح لازم است خشك كند ولى اگر آن مقدار را با حوله خشك كند نيز اشكال ندارد و روايات منع از پوشاندن سر از اين‌گونه موارد منصرف است يا اصلًا پوشاندن در نظر عرف صادق نيست .\r\nسؤال 182 - كسى كه موى مصنوعى دارد و با همين حال براى عمره و حج محرم شده است و اعمال خود را انجام داده آيا اشكال دارد ؟\r\nجواب : موى مصنوعى بر دو قسم است : اول آن كه مانند كلاه گيس باشد كه بر سر مىگذارند و دوم آن كه در سر مىكارند . در قسم اول اگر جاهل به حكم يا موضوع بوده علاوه بر آن كه حج و عمره او صحيح است كفاره هم ندارد و اگر جاهل نبوده\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nبايد كفاره پوشاندن سر را بدهد چه از روى ناچارى سر را پوشانده باشد مثل مورد ضرورت حفظ از سرما يا گرما و مانند اينها و يا از روى اختيار . در قسم دوم اگر برداشتن موها حرجى است يا وقت براى انجام اعمال تنگ است ، وضو و غسل او\r\nصحيح است و طواف و نماز آن كه شرطهاى طهارت است صحيح است و اگر بدون عذر عمداً مانع را كه همان موهاى كاشته شده است بر طرف نكند حج و عمره او باطل است .\r\nسؤال 183 - با توجه به حرمت پوشاندن صورت بر زنان در حال احرام آيا چانه هم جزء صورت محسوب مىشود و بايد باز باشد يا اين كه اگر مقنعه بر سر گذاشته شود كه چانه را تا لبها بپوشاند مانعى ندارد ؟\r\nجواب : زير چانه جزء صورت محسوب نمىشود ، و پوشاندن تا اواسط سيب زنخ اشكال ندارد و بهتر است تمام زنخ را تا زير لب بپوشاند و احتياط را مراعات نمايند ولى اگر تمام زنخ را هم بپوشانند ظاهراً اشكالى ندارد و عرفاً صادق است كه زن تمام روى خود را نپوشانده است و پوشاندن زنخ نيز مقدمه عرفى\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nبراى حفظ حجاب ساير اجزاء سر است .\r\nسؤال 184 - آيا زن محرم مىتواند صورت خود را با حوله پاك كند يا حكم سر مرد را دارد كه نمىتواند روى آن را بپوشاند ؟\r\nجواب : اگر حوله را روى صورت خود نيندازد و به تدريج صورت خود را پاك كند مانعى ندارد به شرحى كه دربارهء مرد گفته شد ، اگرچه تا ممكن است احتياط بهتر است .\r\nسؤال 185 - زنها كه در حال احرام براى پوشيدن و درآوردن مقنعه ، صورتشان پوشيده مىشود چه صورت دارد ؟\r\nجواب : احتياط آن است كه سعى كنند پوشيده نشود ولى اگر پوشيده شود در خصوص لحظه‌اى كه بيرون مىآيد اشكالى ندارد و پوشش ممنوع از اين مورد منصرف است و عمداً هم مىتواند مقنعه را درآورد اگرچه لازمهء آن پوشش در اين يك لحظه باشد .\r\nسؤال 186 - آيا كسانى كه در مسجدالحرام براى حج محرم مىشوند ، مىتوانند در مكه زير سقف باشند ؟\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nجواب : تا در مكه هستند و در حال سير براى خارج شدن از مكه نيستند ، مىتوانند استظلال نمايند اگرچه در منزل نباشند و يا منزلى تهيه نكرده باشند .\r\nسؤال 187 - كسى كه از تنعيم محرم مىشود استظلال براى او\r\nچه حكمى دارد ؟\r\nجواب : بنابر احتياط واجب بين تنعيم و مكه قديم استظلال جايز نيست .\r\nسؤال 188 - ميقات عمرهء مفرده در خود مكه واقع شده است ، آيا كسى كه در اينجا براى عمرهء مفرده احرام بسته مىتواند در اتوبوس سقف‌دار سوار شود يا خير ، با توجه به اينكه محل سكونت او مكه است ؟\r\nجواب : در جواب قبل گذشت كه تنعيم اگرچه جزء مكه شده ولى احتياط واجب آن است كه مكه قديم را ملاك قرار دهند و تا رسيدن به حدّ مكه قديم در اتوبوس سقف‌دار و مانند آن سوار نشوند .\r\nسؤال 189 - افرادى از مسجد شجره محرم شدند و شبانه براى\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nمكه حركت نمودند ولى نزديك طلوع آفتاب در ماشين سقف‌دار به خواب رفتند و بعد از طلوع آفتاب بيدار شدند و ماشين را متوقف كردند آيا براى مدتى كه در حال سير در زير سقف بودند كفاره دارد يا خير ؟ و اگر ايستادند و مىخواستند\r\nپياده شوند ، چه حكمى دارند ؟\r\nجواب : براى مدتى كه خواب بوده‌اند ، يا ماشين ايستاده ، كفاره لازم نيست ، ولى اگر بعد از بيدار شدن و التفات و قبل از ايستادن ماشين ، استظلال شده ولو اضطراراً ، كفاره واجب است .\r\nسؤال 190 - در حال احرام وقتى ماشينهاى بىسقف حركت مىكند و سفر انجام مىشود آيا پياده و سوار شدن از ماشين در حالى كه ايستاده است ، در صورتى كه مستلزم گذشتن از زير سقف قسمت جلو ماشين است ، چه حكمى دارد ؟\r\nجواب : مانع ندارد .\r\nسؤال 191 - كسانى كه از مسجدالحرام براى حج محرم مىشوند و از مسجدالحرام در ماشين سقف‌دار سوار مىشوند و مثلًا در عزيزيه كه منزل ايشان است پياده مىشوند ، سوار شدن\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nدر اتومبيل سقف‌دار از مسجدالحرام به منزل چه صورتى دارد و اگر پياده نشوند و از اول قصد عرفات داشته باشند حكم چيست ؟\r\nجواب : اگر قصد رفتن به عزيزيه را داشته باشد به عنوان اين كه\r\nساكن مكه و در منزل هستند مانعى ندارد و اگر قصد عرفات را داشته و تصادفاً در عزيزيه هم پياده مىشوند نبايد در اتومبيل سقف‌دار و مانند آن بروند .\r\nسؤال 192 - اينجانب يكى از خدمهء كاروان حج هستم ، امسال ( 1365 ) بعد از درك عرفات به اتفاق مدير كاروان و معاون و بانوان كاروان در يك اتوبوس سقف‌دار مانند قرار گرفتيم و براى درك اضطرارى به مشعرالحرام رفته و چون در مسير مزدلفه به منى به راهبندان برخورديم ، لذا در هواى آفتابى در اتوبوس سربسته بودم ، ناگاه به يادم آمد كه نبايد در زير سقف اتوبوس قرار بگيرم ، چند دقيقه‌اى با علم به اين كه اتوبوس سرپوشيده است مانده و پس از توقف اتوبوس بر اثر راهبندان پياده شدم ، و مابقى راه را تا محل چادر كاروان در منى پياده طى\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nنمودم ، لذا از محضر آن بزرگوار تقاضا دارم بفرماييد :\r\n1 - آيا كفاره تعلق مىگيرد يا نه ؟\r\n2 - در صورتى كه تعلق داشته باشد بايد حتماً در منى ذبح گردد ؟\r\n3 - در حالى كه اكنون در تهران هستم آيا مىتوانم قربانى را در محل اقامتم ذبح نمايم ؟\r\n4 - در صورتى كه خدمهء كاروان بودم و به دستور مدير گروه براى كمك نمودن به بانوان مسن براى رمى جمرهء عقبه عازم منى بودم و از خود استقلال نداشتم ، آيا وجه اين گوسفند را چه كسى بايد بپردازد ؟ ستاد حج ، مدير گروه يا اينجانب ؟\r\n5 - چنانچه ذبح را ستاد حج تقبل نموده باشد ، آيا از گردن اينجانب ساقط مىگردد يا خير ؟\r\nجواب : چند دقيقه‌اى كه با علم و عمد در اتوبوس زير سقف بوده‌ايد اگرچه از روى اضطرار بوده باشد كفاره دارد و كشتن آن را مىتوانيد تأخير بيندازيد و در محل خود هر جا باشد بكشيد و بهتر است كه در مكه يا منى باشد و پول كفاره را كسى\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nكه شما را اجير كرده اگر شرط در ضمن عقد كرده كه بدهد و يا معمول اين بوده ، بر عهده اوست و گرنه به عهدهء خود شماست و اگر به نيابت از شما ذبح كنند كافى است .\r\nسؤال 193 - آيا استظلال ، مربوط به سايهء حاصل از تابش\r\nعمودى خورشيد است يا حاصل از تابش مايل خورشيد را هم شامل مىشود ؟\r\nجواب : احوط بلكه اظهر آن است كه از سايهء مايل هم اجتناب كند مثلًا كنار سايهء ماشين و شتر هم استفاده نكند ولى زير سايه محمل در حال حركت و زير سقف مسجد شجره اشكال ندارد .\r\nسؤال 194 - آيا استظلال ، مربوط به سايه بر سر مىباشد يا اگر سايه فقط بر شانه بيفتد استظلال صدق مىكند ؟\r\nجو اب : احتياط واجب ترك استظلال در غير سر نيز مىباشد .\r\nسؤال 195 - آيا استظلال فقط مربوط به سقف مىباشد يا شامل سايهء حاصل از ديوار ماشين هم مىشود ؟\r\nجواب : استظلال شامل سايه حاصل از ماشين و مانند آن نيز هست .\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nسؤال 196 - آيا در عرفات هم مثل منى مىشود زير چتر حركت كرد يا حكم عرفات غير از حكم منى است ؟\r\nجواب : عرفات يا منى و هر منزلى استظلال از آن مانعى ندارد .\r\nسؤال 197 - در شهر مكه تونلهايى احداث كرده‌اند كه طولش\r\nبيش از 1500 قدم مىباشد ، آيا بعد از احرام حج مىشود داخل آن با اتومبيل سفر كرد با علم به اينكه مسقف است ؟\r\nجواب : مكه منزل است و زير سقف رفتن با اتومبيل و پياده اشكال ندارد چه خودش برود يا او را ببرند .\r\nسؤال 198 - آيا محرم به محض وصول به مكه مىتواند استظلال نمايد يا بايستى به منزل برسد و بعد از اتخاذ منزل جايز است ؟\r\nجواب : مكه منزل است ، و با رسيدن به آن استظلال مانع ندارد چه منزل بخصوصى بگيرند يا نگيرند .\r\nسؤال 199 - اخيراً از حدود كشتارگاه تا نزديك جمرات مسقفى را درست كرده‌اند ، آيا عبور از اين راه براى محرمى كه هنوز منزل نكرده و از مشعر مستقيم به جمرات مىرود جايز\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nاست يا خير ؟\r\nجواب : مانع ندارد .\r\nسؤال 200 - آيا گرفتن ناخن توسط محرم از غير محرم جايز است ؟\r\nجواب : اشكالى ندارد .\r\nسؤال 201 - آيا محرم مىتواند ناخن محرم ديگر را به قصد تقصير بگيرد يا خير ؟\r\nجواب : اشكال ندارد .\r\nسؤال 202 - كندن دندان كه بر محرم حرام است مقصود دندان خودش مىباشد يا شامل دندان غير هم مىشود ؟ و در تقدير حرمت در صورت خون آمدن است يا مطلقاً ؟\r\nجواب : شامل دندان غير نمىشود ، هر چند خون از آن بيرون بيايد .\r\nسؤال 203 - آيا در حال احرام مىتوان دندانى را كه شديداً درد دارد و دكتر سفارش به كشيدن آن مىكند ، كشيد گرچه باعث خونريزى شود ؟\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nجواب : اگر ضرورت دارد مانع ندارد ولى على الاحوط كفاره دارد .\r\nسؤال 204 - هرگاه محرم سر خود را با چيز دوخته بپوشاند آيا يك كفاره بايد بدهد يا دو كفاره ؟\r\nجواب : بايد دو كفاره بدهد مگر در صورت جهل و نسيان .\r\nسؤال 205 - در بين مردم معروف است كه محرم نبايد به كسى دستور بدهد ، مثلًا نبايد به كسى بگويد يك ليوان آب يا چاى يا چيز ديگر به من بدهيد و بايد خودش بردارد ، آيا اگر در حال احرام چنين درخواستى از دوست خود بكند گناه كرده است يا خير ؟ و در صورت امكان گناه يا كفاره هم دارد يا خير ؟\r\nجواب : اشكال ندارد و گناه نكرده است .\r\n\r\nفصل چهارم : طواف\r\nسؤال 206 - جوان 17 ساله غير مختون كه به تشخيص شوراى پزشكى ختنه براى او خطر دارد ، مستطيع شده و فعلًا در مدينه است ، آيا تكليف او نسبت به حج چيست ؟\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nجواب : اگر بتواند ختنه كند ولو با تأخير حج تا سال آينده بايد اين كار را بكند ، پس اگر اصلًا متمكن از ختنه نباشد يعنى برايش ضرر و مشقت دارد لازم است حج را همان سال بجا آورد . لكن احتياط اين است كه در عمره و حج شخصاً طواف\r\nنموده و براى طواف نايب هم بگيرد ، ولى خودش نماز طواف را بجا آورد .\r\nسؤال 207 - اگر در اثناء طواف ، نماز جماعت برقرار شد و شخص از ادامه طواف معذور شد تكليف چيست ، و اگر در اثناء سعى باشد وظيفه چيست ؟\r\nجواب : بديهى است كه موالات در طواف و يا در سعى به واسطهء نماز جماعت به هم مىخورد و آن دو باطل مىشوند و احتياط واجب آن است كه بعد از تمام شدن نماز جماعت ، طواف و يا سعى را اگر بعد از شوط چهارم قطع شده تمام كند و نماز طواف را بخواند و بعد از آن ، طواف و نماز را اعاده نمايد و اگر قبل از تمام شدن شوط چهارم است اعاده سعى و طواف كفايت مىكند و بايد دانست كه موالات در سعى نيز معتبر\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nاست .\r\nسؤال 208 - كسى كه بعد از تقصير در عمره تمتع متوجه شود كه وضوى او باطل بوده و يا وضو نداشته و با اين حال طواف كرده و نماز طواف خوانده است ، وظيفهء او چيست ؟\r\nجواب : طواف و نماز آن و سعى و تقصير را بايد اعاده كند تا ترتيب و موالات در حد واجب مراعات شود و اگر وقت براى حج تنگ است و به مسمّاى وقوف به عرفات نمىرسد عدول به افراد كند و حج را بجا آورد و بعد از آن عمره مفرده را انجام دهد چون عمره او فاسد نيست و احرام او صحيح بوده است و عدول در صورتى كه احرام فاسد باشد صحيح نيست .\r\nسؤال 209 - شخصى در حال طواف ، كعبه را بوسيده است و احتمال مىدهد كه در آن حال چند قدم راه هم رفته باشد ، فعلًا وظيفهء او چيست و البته اين شك بعد از عمل براى او حادث شده است ؟\r\nجواب : در صورتى كه مىدانسته كه بايد آن مقدارى را كه وقت بوسيدن كعبه روبروى آن قرار گرفته و خانهء خدا در آن\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nحال طرف چپ او نبوده ، واجب است كه اعاده كند و اگر شك دارد كه اين كار را انجام داده يا نه ، طواف او صحيح است و احتمال اين كه چند قدمى راه رفته اثرى ندارد و استصحاب عدم با قاعده فراغ نيز موافق است ولى اگر نمىدانسته طواف او\r\nصحيح نيست قاعده فراغ دربارهء او جارى نيست مگر اين كه جاهل و قاصر باشد و عقيده به صحت داشته باشد كه در اين صورت طواف او صحيح است .\r\nسؤال 210 - اگر در اثناء طواف شك در صحت شوط سابق يا جزئى از شوطى كه مشغول است و محل آن گذشته است بكند چه حكمى دارد ، مثلًا نمىداند كه از مقابل حجر كه عبور كرده از حدّ مطاف خارج بوده است يا خير ؟\r\nجواب : اگر مسأله را مىدانسته و شك دارد كه آيا عملًا بر خلاف آن عمل نموده يا نه عمل او صحيح است و لازم نيست كه بداند كه مىخواسته عمل صحيح انجام دهد چون قاعده فراغ نسبت به بناء بر عمل صحيح هم جارى است .\r\nسؤال 211 - اگر طواف يا سعى يا نماز طواف در عمره به\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nجهتى باطل شده باشد و شخص بدون توجه به آن ، تقصير نموده باشد و لباس پوشيده و بعد متوجه شده كه عمل مزبور باطل بوده است وظيفهء او چيست و كفاره دارد يا خير ؟\r\nجواب : بايد عمل باطل شده را يعنى طواف و نماز آن و سعى و\r\nتقصير را بجا آورد و اظهر و احوط آن است كه براى لباس دوخته پوشيدن نيز كفاره بدهد و بعد از التفات بايد آن لباس را از تن بيرون آورد .\r\nسؤال 212 - كسى كه در شوط ششم طواف ، نجاستى در بدن ديده و يقين كرده كه از شوطهاى قبل اين نجاست در بدن او بوده است ، بدون توجه به مسأله طواف را تكميل كرده و بعداً بدن را تطهير نموده و طواف را اعاده كرده است و عمره را تمام كرده است ، آيا عمل او صحيح است يا خير ؟\r\nجواب : بايد مقدارى از طواف را كه بعد از يقين به نجاست باقى مانده اعاده كند و بعد نماز طواف را بخواند و طواف ديگرى را هم بنابر احتياط واجب بجا آورد و نماز آن را نيز بخواند و بقيهء اعمال عمره را نيز بجا آورد تا از احرام خارج\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nشود .\r\nسؤال 213 - كسى در اثناء طواف آن را قطع كرده و از اول شروع كرده است آيا طواف او صحيح است يا خير و چنانچه اعمال مترتبه و تقصير را انجام داده وظيفهء او چيست ؟\r\nجواب : اگر قبل از دور چهارم بوده و بعد از فوت موالات اشواط ، طوافى كه از سر گرفته صحيح است و اگر بعد از دور چهارم بوده يا قبل از فوت موالات بنابر احتياط واجب يك طواف كامل به قصد اعم از تمام يا اتمام بجا آورد و اعمالى كه بعد از طواف است مثل سعى و تقصير را نيز اعاده كند تا از احرام خارج شود ، و در هر دو صورت اگر جاهل و قاصر بوده طوافى كه از سر گرفته صحيح است .\r\nسؤال 214 - كسى در شوط آخر محدث شده است و بدون طهارت شوط را اتمام كرده و بعد وضو گرفته و طواف را اعاده نموده است و نماز و سعى و تقصير را انجام داده است ، آيا صحيح است و وظيفه او چيست ؟\r\nجواب : چون بعد از شوط چهارم بوده اگر بىاختيار حدث از او\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nسر زده بايد وضو بگيرد و بقيه طواف كه در فرض سؤال يك شوط آخر است بجا آورد و اگر از روى اختيار محدث شده بعد از وضو بنابر احتياط واجب يك طواف به قصد اتمام يا تمام انجام دهد و بقيهء اعمال را بعد از آن بجا آورد .\r\nسؤال 215 - كسى توهم كرده است كه در طواف ، مقدارى در اثر فشار جمعيت برده شده ولى براى او جزمى نيست و چون نمىدانسته برگردد و تدارك كند بقيهء شوط تا محل تدارك را به قصد احتياط و رجاء انجام مىدهد كه اگر شوط او باطل است زيادى لغو باشد و اگر شوط او صحيح است زياده از طواف باشد و بعد بقيه اشواط طواف را بجا آورده و اين شوط را به حساب نياورده است آيا اين طواف صحيح است يا خير ؟\r\nجواب : ظاهر آن است كه اين شخص جاهل قاصر بوده و عقيدهء او بر صحت اين عمل بوده است و در اين فرض طواف او صحيح است « 1 » ولى بهتر است اگر مىتواند احتياطاً طواف را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فى صحيح عبدالصمد بن بشير « اى رجل ركب امراً بجهالهء فلا شىء عليه » ( فى الوسائل ، باب 46 من الاحرام ، ح 3 )\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nدوباره بجا آورد .\r\nسؤال 216 - كسى در وقت طواف شك در اشواط پيدا كرد و چون گمانش به يك طرف بيشتر بود بنا را بر آن طرف گذاشت و بعد از انجام اعمال يقين به صحت طواف خود پيدا كرد آيا\r\nطواف او صحيح است ؟\r\nجواب : صحيح است و شكى كه مبدل به يقين شود طواف را باطل نمىكند .\r\nسؤال 217 - كسى در شوط چهارم از حجرالاسود تا اول حجر اسماعيل را پيمود و فكر كرده است كه چون اول شوط چهار نيت جدا در اين شوط نداشته بايد اين قسمت شوط را اعاده كند لذا بقيه شوط را بدون نيت رفته و از حجرالاسود به قصد شوط چهارم طواف كرده است آيا اشكالى در طواف حاصل مىشود ؟\r\nجواب : اشكال دارد و لازم است طواف را دوباره بجا آورد چون طواف زياد شده و شوط چهارم قصد جدا لازم نداشته و همان قصد هفت شوط از اول كفايت مىكرده است ، اين در صورتى است كه جاهل قاصر نباشد ولى ظاهر اين است كه اين شخص جاهل قاصر بوده و عقيده به صحت اين عمل داشته و\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nامثال او طوافش صحيح است « 1 » .\r\nسؤال 218 - كسانى كه در طواف مقدارى از آن را رها مىكنند و بلافاصله از نو شروع مىكنند طواف آنها چه صورت دارد و چنانچه در سعى بوده حكم آن چيست ؟\r\nجواب : ظاهر آن است كه اين افراد جاهل قاصرند و طواف و سعى آنها صحيح است اما چنانچه كسى التفات داشته باشد اگر بعد از شوط چهارم طواف بوده آن را اتمام كند و نماز طواف بخواند و بنابر احتياط طواف و نماز آن را اعاده كند و سعى و مابعد آن را نيز بجا آورد .\r\nسؤال 219 - درباره اشخاصى كه قادر به طواف نيستند آيا نايب گرفته شود يا خودشان در تخت روان و مانند آن طواف داده شوند با در نظر گرفتن اين كه متصديان وسيله نامبرده در خارج\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لما مر آنفاً من صحيح عبدالصمد بن بشير « اى رجل ركب امراً بجهالة فلا شىء عليه » حيث انه شامل للشبة الحكمية ايضاً مع عدم الالتفات وكونه جاهلًا قاصراً مضافاً الى عدم وجوب الكفارة .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nمحدودهء مطاف طواف مىدهند ؟\r\nجواب : طواف در خارج مطاف كافى است ولى احتياط مستحب آن است كه هر دو را انجام دهند .\r\nسؤال 220 - شخصى در حال طواف اشتباهاً به قصد طواف وارد حجر اسماعيل مىشود و بعد كه متوجه شد برمىگردد و از\r\nهمانجا كه وارد حجر شده بود طواف را شروع و شوط را كامل مىنمايد ، آيا طوافش صحيح است يا خير ؟\r\nجواب : ظاهر آن است كه اين افراد غالباً جاهل قاصرند و طواف آنها صحيح است و احتياط مستحب در صورت امكان اعاده طواف است اگر قبل از شوط چهارم و فوت موالات بوده و اگر بعد از شوط چهارم يا بقاء موالات است همان شوط را اعاده كند .\r\nسؤال 221 - اگر در حال طواف يا سعى يا در نماز شك كند كه شوط چندم و يا ركعت چندم است و با همين حال طواف و نماز را ادامه دهد ، بعد به يك طرف شك يقين كند و اعمال را تمام نمايد ، آيا عملش به نحوى كه ذكر شد صحيح است ؟\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nجواب : چون امثال اين افراد به اميد رسيدن به واقع عمل را ادامه مىدهند طواف و سعى آنها صحيح است و مجرد شك كه مبدل به يقين شود سبب بطلان نمىشود ولى در نماز در صورت عدم التفات به شك و ادامهء نماز ، نماز او در اين فرض صحيح است و اگر التفات كرده به شك و بدون تروى عمل را ادامه داد به اميد\r\nرسيدن به واقع و بدل شدن شك او به يقين ، و به يقين برسد نيز بعيد نيست كه نماز او صحيح باشد اگرچه احوط اعاده نماز است . « 1 » سؤال 222 - زنى با شوهرش كه يك دور طواف را انجام داده بود ، نيت طواف كرد و با او ادامه داد و بعد از شوط آخرِ مرد كه شوط ششم زن است او به جاى اينكه يك شوط ديگر بجا بياورد تا طوافش كامل شود طواف را از سر گرفت ، طواف اول و دوم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لاحتمال انصراف النصوص الواردة فى الوسائل فى باب 1 من ابواب الخلل الى من بقى على شكه وهو قريب فارجع فى المستمسك ، ح 7 ، ص 493 الى مسألة 22 من فروع الشك ليظهر الحال فيما ذكرناه .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nزن چگونه است ؟\r\nجواب : ظاهر آن است كه جاهل قاصر بوده و به عقيده صحت عمل ، اين طواف را از سر گرفته ، بنابراين طوافى كه از سر گرفته صحيح است و اگر چنين نباشد احتياطاً يك شوط ديگر بجا آورد و نماز طواف را بخواند و بعد از آن طواف و نماز آن را اعاده كند .\r\nسؤال 223 - در مطاف چيزهايى از افراد مىافتد از قبيل ساعت ، احرامى و غيره و كسانى كه طواف مىكنند پا روى آن مىگذارند ، آيا براى طواف ضرر ندارد و موجب بطلان آن نمىشود ؟\r\nجواب : اگر متوجه نباشند و پا روى آنها بگذارند طوف آنها صحيح است و اگر عمداً پا روى آنها بگذارند آن مقدار از طواف آنها باطل است و گناه كرده‌اند و به اندازهء يك پا كه جلو گذاشته‌اند عقب رفته و طواف را ادامه دهند . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حاصل الكلام انه فى صورة الجهل لا يكون النهى فعلياً فلا أثر له بعد كون الباب باب اجتماع الأمر والنهى حيث ان الطواف قد اتحد مع التصرف فى مال الغير وفى صورة العلم يبطل هذا المقدار من الطواف والحق ان التركيب فى باب اجتماع الأمر والنهى اتحادى ، و اما كفاية تكرار الطواف فى هذا المقدار فهو من جهة ان ادلة ابطال الزيادة فى الطواف يمكن ان يدعى انصرافه الى غير هذه الزيادة .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nسؤال 224 - اگر انسان مىداند كه پا گذاشتن روى احرامى ديگران موجب اذيت و عدم رضايت او مىگردد آيا اين عدم رضايت او به طواف ضرر ندارد ؟\r\nجواب : اگر متوجه نبوده و پاى خود را روى آن گذاشته طوافش صحيح است و گناه هم نكرده و اگر هم متوجه بوده آن مقدار از طواف باطل است و گناه هم كرده و اگر آن مقدار از آن شوط را كه پا روى احرامى گذاشته اعاده كند طوافش صحيح مىشود . « 1 » سؤال 225 - اگر كسى قبل از شوط چهارم ، طوافش را قطع و از نو طواف كند ، گفته شده در صورتى كه فاصله زياد نشده باشد ، احتياط اين است كه طواف قطع شده را تمام كند و اعاده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) خلاصهء دليله هى تقدم فى السؤال السابق .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nهم بنمايد ، مراد از تمام كردن چيست ؟ آيا فقط شوطى را كه قطع كرده تمام كند يا مابعدش را هم بجا آورد ؟\r\nجواب : در فرض سؤال مراد از تمام كردن ، تمام كردن طواف است نه فقط شوط به تنهايى ، ولى جواب اصل مسأله آن نيست كه در فرض مسأله سؤال است ، بلكه اگر جاهل قاصر بوده و عقيده او اين بوده كه طواف مجدد كه انجام داده صحيح است كه غالب مردم بلكه همه همين‌طور مىباشند ، طواف مجدد او\r\nصحيح است ولى اگر اين‌طور نباشد احتياط است كه طواف قطع شده را تكميل كند و نماز آن را بخواند و دوباره طواف ديگرى انجام دهد و نماز آن را بخواند .\r\nسؤال 226 - شخصى طواف را از حجرالاسود شروع كرد ، و در هر شوط به ركن يمانى كه مىرسيد نيت ختم مىكرد و از حجرالاسود نيت شوط بعد را مىنمود و هفت شوط طواف را اين‌گونه تمام كرد به گمان اين كه ختم طواف و اشواط آن بايد در ركن يمانى باشد ، وظيفه‌اش چيست ؟\r\nجواب : اين طواف باطل است و بايد اعاده شود .\r\nسؤال 227 - گاهى مأمورين نظافت مسجدالحرام از كنار كعبه\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nدست به دست هم مىدهند و همان‌طور توسعه مىدهند تا انسان از مطاف خارج مىشود ، آيا به همين مقدار بيرون كردن از مطاف ، ضرورت حاصل است كه طوافش در خارج از مطاف صحيح باشد يا بايد صبر كند تا نظافت تمام شود و اگر افرادى گمان مىكردند كه ضرورت است و طواف را انجام دادند حال تكليفشان چيست ؟\r\nجواب : اگر امكان دارد كه در حدّ ، طواف كند بايد صبر كند و در حدّ طواف كند ، و در اين صورت طواف در خارج حدّ صحيح نيست ولى در صورتى كه جاهل قاصر بوده و عقيده داشته كه طوافش صحيح است مىتواند اكتفا به آن بنمايد اگرچه احوط در صورت امكان اعاده طواف در مطاف است .\r\nسؤال 228 - كسى كه از اول بلوغ ، سال خمسى براى خود قرار نداده است ، اگر به حج مشرف شود و با همان پول كه دارد احرامى تهيه و قربانى و مصارف در حج بكند ، آيا براى حج او ضرر ندارد ؟\r\nجواب : معاملات نوعاً ذمه‌اى است ، لذا احرامى و قربانى كه\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nخريده مالك شده و حج او صحيح است اگرچه بدهكار اهل خمس باشد و اگرچه تصرف در آن پول در صورتى كه از سالهاى قبل به آن خمس تعلق گرفته جايز نيست و اگر از درآمد همان سال بوده مانعى ندارد و اگر عقيده او صحت اعمال بدون دادن خمس بوده و جاهل قاصر بوده نيز حج او صحيح است .\r\nسؤال 229 - شخصى كه با پول خمس نداده لباس احرام بخرد\r\nو با آن محرم شده و طواف و نماز بجا آورد ، وظيفه‌اش چيست ؟\r\nجواب : جواب همان است كه در مسأله قبل گفته شد .\r\nسؤال 230 - اگر با پولى كه معلوم نيست متعلق خمس است يا نه لباس احرام بخرد ، آيا لازم است خمس آن را بدهد و اگر نداد طواف با آن چه صورت دارد ؟\r\nجواب : با فرض شك لازم نيست خمس بدهد و طواف صحيح است هر چند احتياط مطلوب است ولى اگر بدون زحمت مىتواند بفهمد كه خمس به او تعلق مىگيرد يا نه بايد تفحص كند تا حالش معلوم شود . پس كسى كه با مراجعه به دفتر حساب خود يا شمارش پولهاى خود برايش معلوم مىشود كه\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nخمس بدهكار است يا نه بايد تفحص كند .\r\nسؤال 231 - شخصى در سال گذشته كه حج واجب تمتع خود را انجام مىداده ، تنها نماز طواف را به گمان اين كه كفايت مىكند بدون طواف انجام داده است و سپس باقى اعمال را انجام داده ، چه وظيفه‌اى دارد ؟\r\nجواب : با فرض اين كه طواف حج را از روى جهل به مسأله\r\nترك كرده و به محلش برگشته است بايد حج را اعاده كند و يك شتر قربانى نمايد .\r\nسؤال 232 - تعدادى مشغول طواف عمره يا زيارت بودند ، كه مأمورين نظافت مسجد را شروع كردند ، به ناچار طواف‌كننده‌ها از مطاف خارج شدند ، مدتى طول كشيد خيال كردند موالات عرفيه به هم خورده است ، طواف را از سر گرفتند ، بفرماييد در صورتى كه به هم خوردن موالات مشكوك باشد ، طوافشان درست است يا خير ؟\r\nجواب : اگر مدتى طول بكشد عرفاً موالات به هم خورده است و اگر لحظاتى بگذرد مثل چند ثانيه و شك در فوت موالات\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nداشته باشند نيز اگر جاهل قاصر بوده و عقيده به صحت داشته‌اند طوافشان صحيح است و گرنه طوافشان صحيح نيست .\r\nسؤال 233 - زنى است كه قادر بر طواف كردن نيست ، امر داير است بين اين كه با تخت در خارج مطاف طواف دهند و يا نامحرم او را پشت كند و در مطاف طواف دهد ، وظيفه چيست ؟\r\nجواب : در فرض مسأله بايد با تخت روان و مانند آن در خارج\r\nمطاف او را طواف دهند و جايز نيست نامحرم او را به پشت خود سوار كند .\r\nسؤال 234 - كسى كه وظيفه‌اش اتمام و اعادهء طواف است ، اتمام كرد و مشغول اعاده بود كه دوباره در يكى از شوطهاى طواف قطع شد مثل اول ، آيا اين طواف را نيز بايد اتمام و اعاده نمايد ؟\r\nجواب : فرقى نيست و بايد دوباره همان دستور را عمل نمايد .\r\nسؤال 235 - شخصى در حال طواف افتاد و غش كرد و چند ساعت بعد به هوش آمد آيا مىتواند از همانجا كه طواف را قطع كرده بود شروع كند و باقى اعمال را ادامه دهد يا خير ؟\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nجواب : اگر قبل از شوط چهارم بوده ، وضو بگيرد و طواف را اعاده نمايد و اگر بعد از شوط چهارم بوده بايد وضو بگيرد و طواف را اتمام كند .\r\nسؤال 236 - آيا بعض شوطهاى طواف و سعى براى كسانى كه قادر نباشند خودشان انجام دهند قابل نيابت است يا خير ؟\r\nجواب : بنابر احتياط واجب براى تمام طواف نايب بگيرند و\r\nنيابت براى بعض كفايت نمىكند .\r\nسؤا ل 237 - با وضعيت فعلى كه جمعيت حجاج خيلى زيادند و عده‌اى از ضعفا نمىتوانند در مطاف طواف كنند ، آيا توسعه در مطاف هست و نيز خلف مقام كه يا نمىشود نماز خواند و يا مصادف با اذيت طواف‌كنندگان است و اطمينان از تمام كردن نماز مخصوصاً براى ضعفا نيست ، نماز خواندن در دور تر چه حكمى دارد ؟ و آيا شخصى كه وارد مكه شد مىتواند فوراً به اعمال طواف و نماز هر جور كه ممكن باشد مشغول شود ، يا بايد در حال احرام بماند كه وقت ضيق شود مثلًا تا شب نهم و آن وقت چنين كند و معلوم است براى همه كس ميسر نيست ؟\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nجواب : اگر مىتوانند ولو در وقت خلوت در مطاف طواف كنند بايد در حد آن طواف نمايند و اگر نمىتوانند در خارج از حدّ به نحو الاقرب فالاقرب طواف بنمايند و نماز خواندن در مكان دور در مورد ضرورت مانع ندارد و صبر لازم نيست ، تا وقت تنگ شود و هرطور مىتواند طواف نمايد .\r\nسؤال 238 - دخترى در كودكى و يا اوايل سنين بلوغ جنب\r\nشده و تاكنون هم ازدواج نكرده است ، با توجه به اين كه در سنين بالاتر نمىدانسته به واسطهء فعلى كه در كودكى انجام شده جنب گشته است و در نتيجه غسل جنابت را تا حال انجام نداده است و با اين كيفيت به حج نيز رفته است ، تكليف او چيست ؟ آن غسلهايى كه يقيناً انجام داده است حيض و جمعه بوده است . با توجه به موارد ياد شده اين سؤالها مطرح است :\r\n1 - وضع نماز و روزه و كليه عباداتى كه بعد از بلوغ تا كنون انجام داده است چيست ؟\r\n2 - آيا در زمان حال محرم است و به صورت احرام وارد مكه و خارج شده است ؟ و در صورت محرم بودن آيا تا زمانى كه\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nاعاده حج نكند ، جميع محرمات كه در آن ايام حرام است بر اين شخص حرام مىباشد يا خير ؟\r\n3 - در صورتى كه فقط حجش باطل باشد ولى محرم نباشد چگونه مىتواند با وضع اعزام حجاج به بيت‌الله الحرام كه چند سال يك بار اين توفيق حاصل مىشود اعادهء حج كند ؟\r\nجواب : اگر بعد از جنابت ، غسلى واجب يا مستحب حتى مثل\r\nغسل احرام كه مستحب است انجام داده باشد حج و همهء اعمالى كه شرط آن طهارت است صحيح است ، اگرچه غسل جنابت را نيت نكرده باشد و اگر غسل ديگرى انجام نداده حج او قهراً مبدل به افراد شده و بايد عمره را تماماً و طواف حج و طواف نساء را انجام دهد و اگر ممكن نيست نايب بگيرد و تا اين اعمال انجام نشده ظاهر آن است كه از استعمال بوى خوش و ازدواج و محرماتى كه با طواف نساء حلال مىشود اجتناب نمايد .\r\nسؤال 239 - شخصى در اثناء طواف ، محدث شده و خجالت كشيده بگويد و با همين حالت اعمال را تمام كرده و به ايران بازگشته ، مستدعى است بفرماييد :\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\n1 - حجش چه صورت دارد ؟\r\n2 - اگر اعاده لازم است ، آيا مىتواند نايب بگيرد يا بايد شخصاً انجام دهد ؟\r\nجواب : ظاهر آن است كه محدث شدن او عمدى نبوده ، بنابراين اگر با اعتقاد صحت اعمال را تمام كرده حجش صحيح است و بايد طواف و نماز آن را اعاده كند و اگر خودش\r\nنمىتواند برود نايب بگيرد و اگر در فرض مزبور حدث بعد از شوط چهارم باشد ، بقيهء اشواط را بعد از وضو گرفتن بجا آورد و اگر خودش نمىتواند ، نايب بگيرد و نايب او تمام طواف را احتياطاً به قصد تمام و يا اتمام بجا آورد و چنانچه كار او عمدى بوده يا با ترديد و عدم اعتقاد به صحت انجام داده حج او باطل است چون طواف عمداً بجا نياورده و اين در صورتى است كه طواف ، طواف حج يا عمره بوده باشد ولى اگر طواف نساء بوده حج او صحيح است به هر حال و بايد طواف نساء را انجام دهد و اگر نمىتواند خودش انجام دهد نايب بگيرد .\r\nسؤال 240 - ما در شب ساعت 9 از مسجد شجره براى زيارت\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nو انجام اعمال به سوى مكه حركت كرديم ، در نزديكى اذان صبح به كعبه رسيديم و چون زائران قبلى مشغول نماز صبح بودند ، سرپرست كاروان از ما تقاضا كرد مقدار كمى صبر كنيم تا پس از نماز ما را طواف دهد ولى در اين مهلت من به علت خستگى زياد چند بار خوابم برد چون آب در دسترس خود نديدم و جايى را نمىشناختم روى ريگهاى اطراف باغچه تيمم\r\nكردم و طواف و نماز آن را انجام دادم آيا عمل حج من با اين توصيف صحيح است يا خير ؟\r\nجواب : ظاهر سؤال اين است كه در عمرهء تمتع چنين شده است بنابراين چون امكان داشته كه وضو بگيريد و با سؤال به آسانى مىتوانسته‌ايد همانجا در مسجدالحرام آب پيدا كنيد يا طواف را تأخير بيندازيد و به جاى ديگر برويد و وضو بگيريد شما عمداً ركنى را ترك كرده‌ايد ولو از باب جهل به حكم و با اين حال حج تمتع شما صحيح نبوده و در احرام باقى مانده‌ايد و قهراً حج شما حج افراد شده و عمرهء مفرده را بعد از آن بايد بجا آوريد يا نايب بگيريد .\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nسؤال 241 - اگر كسى قبل از حجرالاسود طواف را شروع نمود و به همانجا ختم كرد آيا طوافش باطل است ؟\r\nجواب : بلى ، طواف باطل است .\r\nسؤال 242 - اگر در هنگام خروج از مطاف ، بعد از پايان هفت شوط مقدارى مسافت را به قصد جزئيت بجا بياورد ، آيا مبطل طواف است ؟\r\nجواب : اگر عمدى باشد مبطل است مگر اين كه در اين قصد جزئيت جاهل قاصر باشد و به عقيده صحت عمل اين كار را كرده باشد ، و در صورت سهو قطع كند و طوافش صحيح است .\r\nسؤال 243 - شخصى بيش از چهار شوط از طواف انجام نداد و بدون اين كه نماز طواف را بخواند سعى را شروع كرد و يكى دو شوط از سعى را انجام نداده تقصير نمود و از احرام خارج شد ، تكليف او چيست ؟\r\nجواب : اگر عمداً يا با جهل تقصيرى به اين كيفيت انجام داده بايد تمام اعمال را اعاده كند چه از اول قصد هفت شوط داشته باشد يا نداشته باشد ، ولى اگر جاهل قاصر بوده و از اول قصد\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nهفت شوط را داشته فقط طواف و نماز آن را بايد اعاده كند و اگر از اول قصد هفت شوط نداشته در اين فرض نيز بايد تمام اعمال يعنى طواف و سعى و تقصير را اعاده كند .\r\nسؤال 244 - كسى نتوانسته است بيش از دو شوط از طواف خود را انجام دهد و بقيه اشواط را ديگرى به جاى او انجام داده است ، وظيفهء او چيست ؟\r\nجواب : با فرض بقاء عذر حتى در آينده بايد نايب بگيرد كه تمام طواف را به قصد اعم از اتمام يا تمام اعاده كند احتياطاً و اگر به قصد تمام هم نايب انجام دهد كافى است و اگر بقيه اشواط را به نيابت او انجام دهد كفايت نمىكند .\r\nسؤال 245 - آيا مىشود قبل از شوط چهارم ، طواف را بدون عذر به هم زد و آن را كأن لم يكن دانست ، و يا مانند نماز قطع كردن آن جايز نيست ؟\r\nجواب : قطع طواف جايز نيست و اگر قبل از فوت موالات بقيه را بجا آورد صحيح است و اگر بعد از آن باشد بايد آن را از سر بگيرد و اگر قبل از شوط چهارم كه قطع كرده از نصف گذشته\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nيا به نصف رسيده ولى شوط تمام نشده يك طواف از اول به قصد تمام يا اتمام احتياطاً بجا آورد .\r\nسؤال 246 - كسى كه از طواف حتى در خارج مطاف عاجز است و به خاطر گرانى طواف با تخت روان ، انجام آن براى او مشكل است ، آيا طواف نيابى در محدوده از او كفايت نمىكند ؟\r\nجواب : اگر از طواف با تخت روان نيز معذور است نايب بگيرد\r\nو اگر براى نيابت داخل محدوده نيز نمىتواند نايب بگيرد به واسطهء گرانى قيمت براى خارج محدوده نايب بگيرد .\r\nسؤال 247 - اگر كسى يك شوط طواف را از درون حجر بجا آورده و بقيه اعمال را انجام نداده است ، تكليف او چيست ؟\r\nجواب : بايد يك شوط طواف و نماز طواف را اعاده كند ، و اگر با اعتقاد صحت بوده بقيه اعمال صحيح است .\r\nسؤال 248 - در مواردى كه شخص شك در اشواط كند حكم به بطلان طواف مىفرماييد ، حالا اگر كسى تجديد طواف نمود ، و در اين ميان كشف شد كه طواف اول شش شوط داشته ، و از طواف جديد نيز سه شوط انجام داده است ، تكليف او چيست ؟\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nجواب : شكى كه مبدل به يقين شود موجب بطلان نيست بنابراين يك شوط ديگر به نيت طواف اول انجام دهد و نماز آن را بخواند و احتياط مستحب آن است كه يك طواف كامل به قصد اعم از تمام و اتمام بجا آورد و نماز آن را هم بخواند .\r\nسؤال 249 - بعضى به تصور اين كه طواف 14 دور است با اين كيفيت طواف انجام داده‌اند ، آيا مخل به طواف است ؟\r\nجواب : اگر جاهل قاصر بوده كه غالباً چنين است طواف او صحيح است و اگر مقصر بوده ، طواف او اشكال دارد .\r\nسؤال 250 - اگر كسى طواف عمره را فراموش كرده و يا آن را ناقص انجام داد و در عرفات به ياد آورد تكليف چيست ؟ و آيا انجام يا تتميم آن فوريت دارد ؟\r\nجواب : مىتواند بعد از اعمال منى آن را تدارك كند و فوريت ندارد .\r\nسؤال 251 - اگر كسى جهلًا طواف را بيش از هفت شوط آورد و بقيهء اعمال بعد از آن را بجا آورد تكليف چيست ؟\r\nجواب : ظاهر آن است كه جاهل قاصر بوده و عقيده به صحت\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nداشته ، بنابراين طواف و نماز او صحيح است و اعاده بقيه اعمال لازم نيست و اگر فرض شود كه جاهل مقصر بوده و با ترديد اين عمل را انجام داده طواف او صحيح نيست و احتياط واجب آن است كه به آنچه انجام داده اضافه كند تا چهارده شوط شود و دو نماز طواف بخواند و بعد از آن طواف و نماز آن را دوباره بخواند .\r\nسؤال 252 - شخصى طواف حج واجب خود را غلط انجام داده و پس از آن چندين بار حج نيابى انجام داده است ، تكليف او در مورد حج خود و ديگر حجها چيست ؟\r\nجواب : اگر جاهل قاصر بوده و با عقيده به صحت انجام داده حج او صحيح است و بايد طواف و نماز آن را اعاده كند و اگر با ترديد غلط انجام داده حج او باطل است و به هر حال حج ديگران را اگر صحيح انجام داده همهء آنها صحيح است و ربطى به حج خود او ندارد .\r\nسؤال 253 - شخصى طواف خود را انجام داده است و بعداً دو شوط طواف رجاءً براى جبران نقص احتمالى بجا مىآورد آيا\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nاين عمل خلل به طواف او مىرساند ؟\r\nجواب : در فرض سؤال چون موالات بين طواف و نماز را به هم مىزند اشكال دارد ولى اگر به عقيدهء صحت اين عمل را انجام داده كه غالباً چنين است ضررى ندارد .\r\nسؤال 254 - شخصى در دور پنجم طواف عذرى برايش پيش آمد آيا بعداً بايد همين طواف را تكميل كند يا طواف ديگرى\r\nانجام دهد ؟\r\nجواب : بايد همين طواف را تكميل كند .\r\nسؤال 255 - شخصى در حين طواف اندكى خون در بينى خود مىبيند و آن را با دستمال پاك مىكند و طواف خود را تمام مىنمايد ، آيا اين طواف صحيح است ؟\r\nجواب : اگر جاهل قاصر بوده و عقيده داشته كه طواف او صحيح است همان طواف صحيح است ، اگرچه بهتر است اگر مىتواند احتياط كند ، و اگر جاهل ملتفت بوده بايد احتياطاً طواف خود را اگر بعد از شوط چهارم اين حادثه پيش آمده دنبالهء آن را بعد از تطهير تمام كند و اگر پيش از نصف طواف بوده و موالات به هم خورده بعد از تطهير طواف را از سر بگيرد\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nو اگر موالات به هم نخورده دنبالهء آن را بجا آورد و اگر بعد از گذشت از نصف و پيش از شوط چهارم بوده بعد از تطهير احتياطاً يك طواف كامل به قصد اعم از تمام و اتمام بجا آورد و\r\nهمين است اگر دستمال نجس را همراه داشته باشد . « 1 »\r\nسؤال 256 - شخصى در شوط دوم طواف شك مىكند كه آيا طواف را به نيت منوبٌ عنه يا به نيت خود آغاز كرده است ، وظيفهء او چيست ؟\r\nجواب : اگر اين شخص قبل از طواف مشغول ساير اعمال منوبٌ عنه بوده و احتمال غفلت در نيت براى خودش مىدهد ظاهر آن است كه طواف را براى منوبٌ عنه تمام كند صحيح است ، « 2 » اگرچه بهتر است احتياطاً بعد از آن دوباره طواف را با نماز آن اعاده كند و همچنين است احتياط اگر فقط نايب در طواف بوده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لان المحمول المتنجس وان كان معفواً فى الصلاة ساترا كان او غيره ولكنه غير معفو فى الطواف على الأحوط .\r\n( 2 ) لانه حين العمل اذكر وشمله قاعدة التجاوز بخلاف من لم يكن مشغولًا قبل ذلك بالعمل النيابى وكانت نيابته فى خصوص الطواف فقط فانه يجب عليه اتيان الطواف من رأس بنيهء المنوبٌ عنه .\r\n","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nاگرچه ظاهر آن است كه بايد طواف را از منوبٌ عنه از سر بگيرد .\r\nسؤال 257 - شخصى در اثناء طواف به خاطر تقبيل و لمس\r\nبيت‌الله الحرام از مسير خود منحرف شده و نمىداند در بازگشت به مسير طواف ، طواف را از همان نقطه كه رها كرده بود ادامه داده است يا نه ، آيا طوافش صحيح است ؟\r\nجواب : اگر ملتفت بوده كه از همان محلى كه طواف را رها كرده شروع كند و بعداً شك عارض شده حكم به صحت نمايد و در غير اين صورت اكتفا به طواف مزبور محل اشكال است ، بلكه ظاهر آن است كه صحيح نيست ، مگر اين كه جاهل قاصر بوده و عقيده به صحت داشته ، بنابراين طواف او صحيح است .\r\nسؤال 258 - شخصى در اثناء طواف بر اثر فشار جمعيت چند گام به جلو رانده شده است ، پس از آن به جاى اين كه همان مقدار را جبران كند ، شوط ديگرى آورد كه مجموعاً هفت شوط تمام و يك شوط ناقص مىشود آيا اين طواف صحيح است ؟\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nجواب : طواف او اشكال دارد و بايد آن را اعاده كند مگر اين كه جاهل قاصر بوده و عقيده به صحت داشته باشد ، بنابراين طواف او صحيح است .\r\nسؤال 259 - شخصى بعد از اتمام طواف سهواً يك شوط زياد كرده است و بعد مردد است كه سه يا چهار شوط ديگر بجا آورده است و سپس همهء اعمال عمره را نيز انجام داده است آيا طواف او باطل است و آيا ترديد در عدد اشواط اضافى مضر نيست ؟\r\nجواب : بنابر احتياط بايد بقيه را تا چهارده شوط تمام مىكرد و چون نكرده بايد طواف و نماز آن را اعاده كند مگر اين كه جاهل قاصر بوده و عقيده به صحت داشته باشد بنابراين طوافش صحيح است ، « 1 » اگرچه احتياط مستحب اعاده طواف و نماز آن است .\r\nسؤال 260 - شخصى بر اثر شلوغى ، مقدارى از طواف را در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لحكومة صحيح عبدالصمد اى رجل . . . على روايات لزوم الاتمام اربعة اشواط .\r\n","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nخارج مطاف انجام داد و بعد نيز بقيه اعمال را انجام داده است ، تكليف او چيست ؟\r\nجواب : اگر ممكن نبوده ولو در وقت ديگر كه در حدّ ، طواف كند ، اشكال ندارد و گرنه بايد طواف و نماز اعاده شود .\r\nسؤال 261 - كسى كه وظيفهء او وضوى جبيره‌اى و تيمم است اما از روى جهل بدون تيمم ، اعمال عمره را انجام داده است ، وظيفهء او چيست ؟\r\nجواب : طواف و نماز آن بايد اعاده شود و اگر جاهل مقصر بوده اعمال بعد از طواف را نيز بايد اعاده كند .\r\nسؤا ل 262 - شخصى شوط اول طواف را خارج از مطاف و به قصد طواف انجام داده بعد متوجه شده است كه طواف بايد در محدودهء معينى باشد لذا مجدداً طواف را در مطاف آغاز نموده و بعد از طواف اعمال ديگر را انجام داده است ، آيا اشكال دارد ؟\r\nجواب : مانع ندارد ، چون شوط اول او جزء طواف در محدوده حساب نمىشود .\r\nسؤال 263 - كسى كه اشتباهاً طواف را از ركن يمانى شروع و\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nبه همانجا ختم كرده و نماز طواف را خوانده و پس از آن متوجه شده ، حكمش چيست ؟ و چنانچه در اثناء طواف متوجه شد و طوافش را به حجرالاسود ختم كرد مقدار زيادى ، مضر به طوافش مىباشد يا خير ؟\r\nجواب : در صورت اول طواف و نماز را بايد اعاده كند و در صورت دوم طواف و نمازش صحيح است چون در هر شوط طوافش از حجر مىگذشته و قصد ضمنى طواف از آنجا را داشته است و عملًا طواف به آنجا ختم مىشده و از آنجا شروع مىشده بلكه اگر جاهل قاصر بوده و عقيده به صحت داشته در هر دو صورت مىشود گفت طواف او صحيح است . « 1 » سؤال 264 - كسى كه مىداند يا احتمال مىدهد كه مقدارى از طوافش را بدون اختيار انجام مىدهد ، يعنى جمعيت او را مىبرند ، آيا مىتواند از اول نسبت به آن مقدارى كه جمعيت او را مىبرند نيز قصد طواف كند و آن مقدار را مثل طواف سواره\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لصحيح عبدالصمد اى رجل ركب امراً بجهالة فلا شىء عليه .\r\n","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nحساب كند ؟\r\nجواب : بايد طواف را شروع كند و اگر در اثناء بدون اختيار او را بردند همان مقدار را جبران كند و طواف را ادامه دهد و طواف او به اين مقدار مثل طواف سواره نيست ، چون سواره به\r\nاختيار مركب را مىراند و اين شخص را بىاختيار مىبرند .\r\nسؤال 265 - مواردى كه بايد احتياطاً طواف را تمام كند و نماز طواف بخواند و طواف را با نمازش اعاده كند آيا اگر يك طواف به قصد اعم از تمام و اتمام ( يعنى چنانچه آن مقدار انجام شده باطل بوده تمام هفت شوط را قصد طواف داشته و چنانچه صحيح بوده به متمم آن قصد طواف داشته باشد ) انجام دهد و دو ركعت نماز بخواند كافى است يا خير ؟\r\nجواب : اين عمل صحيح است و ترديدى در نيت نيست بلكه ترديد در منوىّ هم نيست چون به طور جزم نيت طواف كرده از باب احتياط .\r\nسؤال 266 - شخصى در عمرهء تمتع بعد از تقصير فهميد طواف و سعى او باطل بوده ، مجدداً طواف و سعى را با لباس دوخته انجام داد آيا مجزى و صحيح است يا نه ؟ و در فرض مذكور آيا\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nبايد تقصير را هم تكرار كند يا خير ؟\r\nجواب : طواف و سعى او صحيح است و اعادهء تقصير لازم نيست اگرچه احوط است ، و لباس دوخته كه پوشيده نيز مانعى\r\nندارد . « 1 » .\r\nسؤال 267 - شخصى چند مترى از يك شوط را خراب كرده است و چون دقيقاً اول و آخر آن معلوم نيست ، يك شوط كامل از حجرالاسود شروع و به آنجا ختم مىكند به قصد اين كه آنچه خراب شده به نحو صحيح انجام شود و زيادى قبلى و بعدى مقدمهء علميه باشد ، آيا اين طواف صحيح است ؟\r\nجواب : صحيح است مگر اين كه بعد از خراب شدن آن قسمت طواف را ادامه داده باشد كه در اين صورت طواف اشكال دارد ، مگر اين كه جاهل قاصر بوده و به عقيده به صحت انجام داده باشد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لانّ خروجه عن الاحرام قبل الطواف والسعى كان عن الجهل قصوراً وبعقيدة الصحة فالترتيب بينه و بين ما تقدمه ساقط لصحيح عبدالصمد المتقدم .\r\n","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nسؤال 268 - كسى كه به حدود مطاف آگاهى ندارد ، بعد از فراغ از طواف شك مىكند كه در مطاف بوده است يا نه ، آيا طوافش صحيح است يا خير ؟\r\nجوا ب : با جهل به حدود مطاف ، طوافش باطل است چه از اول\r\nوارد مطاف شده باشد يا نشده باشد . « 1 » سؤال 269 - شخصى در شوط اول طواف بود كه نماز جماعت شروع شد ، طواف را قطع مىكند و مشغول نماز مىشود و پس از نماز طواف را از سر مىگيرد و هفت شوط كامل بجا مىآورد ، آيا طواف او صحيح است ؟\r\nجواب : نماز جماعت موالات را بر هم مىزند ، بنابراين طواف او كه از سر گرفته صحيح است .\r\nسؤال 270 - شخصى با علم به حرمت تماس با بدن زن در حين طواف از روى شهوت با بدن زنى تماس مىنمايد و از اين تماس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لان الاستصحاب غير جار فيمن كان فى الاول داخلًا فى المطاف لانه بالنسبة الى غيره من الاجزاء له شك فى الحدوث وقاعدة الفراغ ايضاً غير جارية فى الجاهل لعدم صدق الاذكرية حين العمل فيه .\r\n","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nمتلذذ مىگردد آيا طواف او اشكال پيدا مىكند يا خير ، تكليف او چيست ؟\r\nجواب : مضر به طواف نيست و اگر كارى كه موجب كفاره\r\nاست انجام داده مثل اين كه انزال شده بايد كفاره بدهد . بلى چنانچه موجب تماس ، مشى در حال طواف باشد طوافش اشكال دارد .\r\nسؤال 271 - اگر كسى طواف را فراموش كند يا باطل انجام دهد آيا مىتواند در ماه‌هاى غير حج انجام دهد ؟\r\nجواب : مانعى ندارد .\r\nسؤال 272 - شخصى شوط اول طواف را در حالى كه ناقص بوده رها مىكند و پس از آن شش شوط ديگر بجا مىآورد و بعد از آن نقيصهء شوط اول را بجا مىآورد ، آيا طواف او صحيح است ؟\r\nجواب : صحيح نيست .\r\nسؤال 273 - اگر كسى در عدد اشواط طواف و سعى و عدد سنگهاى رمى به ديگرى اعتماد كند كافى است ؟\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nجواب : اگر اطمينان به عدد پيدا كند مانع ندارد و همچنين است اگر آن شخص مورد وثوق باشد .\r\nسؤال 274 - شخصى به علت مريضى يا مسن بودن ، در دور\r\nاول طواف خسته شده و از مطاف بيرون آمده و بعد از كمى استراحت از همانجا كه طواف را قطع نموده بود شروع مىكند ، در اين صورت كه به دور چهارم نرسيده است طوافش چه حكمى دارد ؟\r\nجواب : اگر موالات به هم نخورده طوافش صحيح است .\r\nسؤال 275 - آيا واجب است براى درك خلوتى مطاف و طواف در محدودهء بيت و مقام ، طواف را تأخير بيندازد يا مستحب است يا رجحان دارد خصوصاً اگر پس از ايام تشريق مطاف خلوت نشود ؟\r\nجواب : در صورت امكان طواف در حدّ ، ولو در وقت خلوت بايد در حدّ طواف كند ولو با تأخير ، و اگر مىداند تا آخر وقت مطاف خلوت نمىشود مىتواند در خارج حدّ طواف كند و وقت طواف حج تا آخر ذىالحجه مىباشد اگرچه بهتر است از\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nيازدهم ذىالحجه يا ايام تشريق در صورت امكان تأخير نيندازند .\r\nسؤال 276 - آيا محرم قبل از انجام طواف واجب خود ، چه\r\nطواف عمره يا حج و چه طواف نساء ، مىتواند همين طوافها را براى معذور نيابت كند ؟\r\nجواب : مانعى ندارد و احتياط واجب آن است كه بعد از اين كه احرام براى حج بست تا از بقيهء اعمال حج مثل وقوف به عرفات و غيره تمام نشده طواف مستحبى و طواف نيابتى بجا نياورد تا براى طواف به مكه برگردد .\r\nسؤال 277 - شخصى در طواف عمره تمتع در اثر فشار احساس مىكند كه لنگ احرامش تر و نجس شده ولى اعتنا نمىكند و با همان حال طواف را تمام مىكند و نماز طواف و سعى و تقصير را انجام مىدهد و به منزل مىرود ، بعد از بررسى مىبيند مقدارى نجاست خارج شده و احرامش را آلوده كرده است ، يقين پيدا مىكند كه در همان حال طواف چنين شده است ، بعد از اعمال حج و مراجعت به وطن به او مىگويند باطل است ،\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nمستدعى است حكم الله را با توجه به اين كه نماز و سعى را هم با همان حال انجام داده درباره اين شخص بفرماييد ، اگر اعمالش باطل باشد آيا هنوز در حال احرام است يا خير ؟\r\nجواب : اگر در حال طواف ، شبهه داشته و يقين نداشته كه نجس شده و وضوى او باطل شده ، از احرام خارج شده است و فقط بايد نماز و طواف را اعاده كند هر چند بعد از اعمال يقين پيدا كرده باشد .\r\nسؤال 278 - آيا يقين به هل خوردن در حين طواف ، مصداق عدم امكان طواف در محدودهء معين و مجوز براى تجاوز به غير اين محدوده مىشود يا خير ؟\r\nجواب : اگر در وقت ديگرى طواف در محدوده براى او ممكن نيست و ممكن نيست مقدار هل خورده را در همان وقت تكرار كند مصداق عدم امكان طواف در محدوده است و مىتواند در خارج محدوده طواف كند .\r\nسؤال 279 - در صورتى كه يقين دارد در حال طواف در محدودهء معين با اجنبى يا اجنبيه برخورد مىكند باز هم واجب\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nاست در محدودهء معين طواف كند ؟\r\nجواب : در صورتى كه برخورد او مستلزم حرامى از محرمات مثل لمس بدن بدون ساتر باشد خصوصاً اگر با خود طواف آن\r\nحرام متحد شود مثل اين كه پاى او در حال حركت براى طواف به ديگرى لمس نمايد و در وقت ديگرى هم نتواند طواف در محدوده نمايد طواف در خارج محدوده براى او معين است .\r\nسؤال 280 - اگر صاحب عادت وقتيه و عدديه كه عددش مثلًا هفت روز است روز هفتم پاك شد و غسل كرد و اعمال حج را بجا آورد ولى بعداً لك ديد اعمالش چگونه است ؟\r\nجواب : اگر خونى كه ديده از روز دهم تجاوز نكرده محكوم به حيض است و بايد طواف و نماز را اعاده كند و اگر طواف در عمره تمتع بوده و وقت حج تنگ است بعد از برگشتن از منى قضاى طواف عمره را قبل از طواف حج بجا آورد ولى اگر بعد از ده روز لكه ديده محكوم به استحاضه است و در صورتى كه به وظيفه مستحاضه عمل نكرده مثل آنچه در سابق گفته شد عمل نمايد .\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nسؤال 281 - بعضى از زنان به جهت خوردن قرص نظم عادت ماهانه‌شان بر هم مىخورد به طورى كه گاهى در مدت طولانى مرتب خون و لك مىبينند آيا وظيفه اين‌گونه زنان در حج\r\nچيست ؟\r\nجواب : اگر خون سه روز استمرار داشته باشد ولو به اين نحو كه پس از خروج تا سه روز باطن فرج آلوده باشد حكم حيض دارد و گرنه بايد به وظايف مستحاضه عمل كند .\r\nسؤال 282 - اگر زن در عمره تمتع بعد از سه شوط و نيم و قبل از چهار شوط حائض شد و تا قبل از رفتن به عرفات پاك نمىشود وظيفهء او چيست ؟\r\nجواب : وظيفهء او اين است كه سعى و تقصير را انجام دهد و بعد از برگشتن از منى و قبل از طواف حج به نيت قضاء يك طواف به نيت اعم از تمام و اتمام بجا آورد و نماز آن را بخواند .\r\nسؤال 283 - اگر زنى بعد از شوط چهارم در طواف عمره تمتع حائض شد و تا وقت وقوف به عرفه پاك نشد وظيفه‌اش چيست ؟\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nجواب : بايد سعى و تقصير عمره تمتع را انجام دهد و بعد از رجوع از منى قبل از طواف حج يك طواف كامل به قصد اعم از تمام و اتمام بجا آورد و نماز آن را هم بخواند .\r\nسؤال 284 - زنى عمره تمتع را انجام داد بعد متوجه شده كه طواف او باطل بوده است ، پس از آن ملاحظه نمود ديد عذر زنانه دارد تكليف چيست ؟\r\nجواب : نماز و طواف و سعى و تقصير را بعد از بر طرف شدن عذر بايد اعاده كند و اگر وقت براى حج تنگ است و به مسماى وقوف به عرفات نمىرسد عدول به افراد كند و حج را تمام كند و بعد از آن عمره مفرده انجام دهد همانطور كه در مسأله 208 گذشت .\r\nسؤال 285 - زنى مسأله را نمىدانست ، بعد از پاك شدن از حيض خيال مىكرده جنب است و لذا غسل جنابت را نيت مىكرد و با همين حال حج انجام داد ، بفرماييد حج او چگونه است ؟\r\nجواب : اگر منظور او غسل براى حدثى كه از خون داشته است\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nباشد و اسم آن را جنابت گذاشته عملش صحيح است .\r\nسؤال 286 - آيا مستحاضه كثيره بايد براى طواف يك غسل و براى نماز طواف غسل ديگر كند يا يك غسل براى هر دو كافى\r\nاست ؟\r\nجواب : بنابر احتياط واجب براى هر يك غسل لازم است و اگر بين طواف و نماز آن خون قطع شده باشد غسل ديگرى براى نماز واجب نيست و همين‌طور وضو براى هر يك از آنها لازم است و چنانچه غسل و يا تكرار وضو براى او حَرَجى باشد بر همان سنگهاى مسجدالحرام يا چيزى كه تيمم بر آن صحيح باشد بدل از غسل و وضو ، تيمم كند و طواف خود را بجا آورد .\r\nسؤال 287 - زنى به حساب شناسنامه بيش از پنجاه سال شمسى دارد و يك سال و نيم خون نديده است ولى در عرفات خون مىبيند بنابراين آيا در يائسگى او مىتوان ترديد داشت يا خير ؟ و وظيفهء او چيست ؟\r\nجواب : اگر اطمينان دارد كه پنجاه سال قمرى او تمام شده و سيده نيست حكم مستحاضه را دارد .\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nسؤال 288 - آيا نماز و طواف براى زن مستحاضه يك حكم دارند يا هر كدام از طواف و نماز جدا و مستقل هستند ؟\r\nجواب : بنابر احتياط به لحاظ احكام مستحاضه نيز مستقل\r\nمىباشند .\r\nسؤال 289 - زنى بعد از وقوفين حيض مىشود ، با مصرف قرص خون قطع مىگردد و اعمال را انجام مىدهد ولى بعد از آن لك مىبيند ، وظيفهء او چيست ؟\r\nجواب : اگر خون سه روز مستمر نبوده و حتى در باطن فرج هم قطع شده حيض نبوده است و با انجام وظيفه مستحاضه عمل او صحيح است و اگر سه روز مستمر باشد و در ايام عادت نباشد نيز استحاضه است .\r\nسؤال 290 - زنى در حال طواف مستحاضه قليله مىشود ، وظيفهء او چيست ؟\r\nجواب : اگر بعد از تمام شدن دور چهارم بوده و پس از تجديد وضو و تطهير بدن و لباس طواف را تمام كند و اگر قبلًا بوده به احتياط واجب پس از تجديد وضو و تطهير يك طواف به قصد\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nاعم از تمام و اتمام بجا آورد .\r\nسؤال 291 - زن مستحاضه‌اى بعد از غسل و وضو مشغول طواف مىشود در اثناء طواف لك مىبيند ، وظيفهء او چيست ؟\r\nجواب : اگر خون او مستمر است و به وظيفه عمل كرده با تحفظ از خروج خون چيزى بر او نيست و در غير اين صورت حكم حدث جديد را دارد .\r\nسؤال 292 - زنى به تصور اين كه پاك شده است طواف انجام مىدهد و در اثناء سعى متوجه مىشود كه هنوز پاك نشده است آيا سعى او نيز باطل است و اگر بعد از سعى متوجه شود چگونه است ؟\r\nجواب : در فرض اول سعى را قطع كند و پس از پاك شدن از حيض طواف و نماز و سعى را اعاده كند و در فرض دوم نيز اعاده طواف و نماز لازم و اعاده سعى مبنى بر احتياط است .\r\nسؤال 293 - زن مستحاضه كه بايد غسل كند و وضو بگيرد با اين كار فاصله‌اى بين اعمال پيش مىآيد كه شايد طولانى هم باشد مثلًا بايد برود منزل غسل كند و برگردد آيا اين فاصله\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nاشكال ندارد ؟\r\nجواب : اگر خون قطع نمىشود براى هر يك از طواف و نماز بايد غسل كند و وضو بگيرد و بايد طورى باشد كه بعد از غسل\r\nو وضو مبادرت به عمل نمايد ، بنابراين اگر با رفتن به منزل نتواند مبادرت كند نزديك مسجدالحرام غسل كند و وضو بگيرد و اگر براى او رفت و آمد مشقت زياد دارد بدل از غسل و يا وضو ، بر همان سنگهاى مسجدالحرام تيمم نمايد .\r\nسؤال 294 - زن مستحاضه كه بايد براى هر نماز و طواف غسل كند طبق وظيفه‌اش غسل كرد و يا وضو گرفت و طواف را شروع كرد بين طواف ، نماز ظهر شروع شد نماز را خواند و با همان طهارت اول بعد از نماز طواف را ادامه داد آيا طوافش صحيح است ؟\r\nجواب : اگر از هنگام غسل تا آخر طواف خون قطع بود طواف صحيح است ، و در غير اين صورت احوط آن است كه اين طواف را تمام كند و پس از غسل اعاده نمايد .\r\nسؤال 295 - زنى كه حيض نمىشود ولى هر دو ماه يك بار ،\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nدو سه روزى لك و ترشحات مىبيند وظيفه‌اش چيست ؟\r\nجواب : اگر خون تا سه روز استمرار ندارد ، ولو به اين نحو كه پس از خارج شدن تا اين مدت باطن فرج آلوده باشد حكم\r\nاستحاضه را دارد .\r\nسؤال 296 - هرگاه زن قرشيه پس از شصت سال و غير قرشيه پس از پنجاه سال ، چند روز متوالى خون ببيند كه همه به اوصاف حيض باشد در طوافها و نماز چه كند ؟\r\nجواب : حكم مستحاضه را دارد و حكم حيض بر خون مزبور مترتب نيست حتى در صورت توالى يا داشتن صفات .\r\nسؤال 297 - زنهايى كه براى جلوگيرى از قاعدگى از قرص استفاده مىكنند كه موقع طواف گرفتار حيض نباشند در ايام عادت ممكن است يك يا دو لكه كم رنگ ببينند آيا اين خون استحاضه حساب است يا خون قروح و جروح ، و در هر صورت به طواف ضرر مىزند يا خير ؟\r\nجواب : حكم استحاضه را دارد و بايد به وظيفهء مستحاضه عمل كنند و اگر در اثناء طواف لكه ديده حكم آن در مسائل سابق\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nگذشت .\r\nسؤال 298 - شخصى غسل مسّ ميت به گردنش بوده ، ولى بعد از اعمال حج متذكر مىشود ، وظيفهء او چيست ؟\r\nجواب : اگر بعد از مسّ ميت غسل جنابت كرده باشد ، چون جنب هم بوده يا بعداً جنب شده غسل جنابت كفايت مىكند و همچنين است اگر غسل ديگرى غير غسل جنابت اگرچه مستحب باشد انجام داده ، عملش صحيح است و الا بايد طواف و نماز آن را اعاده كند .\r\nسؤال 299 - محرمى است كه مبتلا به خروج ريح است يعنى مرتب ريح از او جدا مىشود و در عرض سال شايد يكى دو ماه فىالجمله تخفيف پيدا مىكند ولى نوعاً به فاصله يكى دو دقيقه وضويش باطل مىشود ، تكليف چنين شخصى در طواف و نماز چيست ؟ چند وضو بايد بگيرد ؟\r\nجواب : اين شخص حكم كسى را دارد كه نمىتواند از بول و غائط خوددارى نمايد و به همانطور كه در نماز وظيفه دارد در طواف هم عمل نمايد و اگر آن دستورات براى او مشقت زياد\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nدارد براى طواف و نماز آن يك وضو بگيرد و احتياط مستحب آن است كه اگر مىتواند نايب هم بگيرد و اين احتياط براى كسى كه از غائط نمىتواند خوددارى نمايد واجب است .\r\nسؤال 300 - مدتى است كه به علت ابتلاء به بيمارى و در اثر عمل جراحى هنگام خروج مدفوع احساس نمىكنم و از كيسه مخصوص استفاده مىكنم البته براى وضو و نماز به وظيفهء خود عمل مىكنم ، ولى چون سال آينده به اميد خدا تصميم دارم خانه خدا را زيارت كنم مستدعى است در رابطه با انجام مراسم حج تكليف شرعى بنده را مرقوم فرماييد .\r\nجواب : قبل از طواف خود را وارسى كنيد و وضو بگيريد و اگر ممكن است خود را تطهير كنيد و كيسه را عوض كنيد و تا مادامى كه شك داريد كه چيزى خارج شده يا نه طواف كنيد و نماز آن را بخوانيد صحيح است ، و بهتر است نايب هم بگيريد .\r\nسؤال 301 - شخصى عمل جراحى انجام داده است و فعلًا كيسه‌اى بسته است كه بول او قطره قطره در آن كيسه مىريزد لكن نه از مجراى بول بلكه از موضع جراحى كه در پهلو قرار\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nداده‌اند آيا اين شخص حكم مسلوس را دارد ؟\r\nجواب : حكم مسلوس را دارد .\r\nسؤال 302 - كسى نيت طواف را در دل گذرانده و به قصد\r\nطواف حركت مىكند مقدارى كه مىآيد گمان مىكند نيت طواف را بايد به زبان بگويد لذا برمىگردد و نيت را با زبان مىگويد و طواف را از نو شروع مىكند آيا طوافش صحيح است يا خير ؟\r\nجواب : چون اعتقاد به جواز استيناف داشته طوافش صحيح است .\r\nسؤال 303 - به خاطر اهميت زيادى كه در اعمال حج داده مىشود و به خصوص در طوافها و نماز آن غالباً عملى را به عنوان احتياط و رجاء چندين بار بجا مىآورند ولو اين كه عمل نزد خودشان نقصى ندارد البته به حدّ وسواس هم نمىرسد ، آيا اين‌گونه تكرار در اعمال اشكالى دارد ؟\r\nجواب : در مفروض سؤال كه به حدّ وسواس نمىرسد اشكال ندارد و احتياط در هر حال خوب است مگر اين كه از جهتى\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nخلاف احتياط و خلاف وظيفه باشد مثل تكرار طواف كه موجب عدم مراعات موالات بين آن و نماز آن شود .\r\nسؤال 304 - كسى كه به جهتى طواف يا سعىاش قطع مىشود\r\nو به جلو مىرود مىخواهد از همانجا كه قطع شده شروع كند ولى در اثر ازدحام نمىتواند خود را به آنجا برساند و در محاذى آنجا به طرف چپ يا راست قرار مىگيرد آيا مىتواند از محاذى جايى كه قطع شده شروع كند يا بايد همان نقطه باشد ؟\r\nجواب : لازم نيست همان نقطه باشد بلكه محاذات كافى است و بايد طواف تكميل شود .\r\nسؤال 305 - قِران كه در طواف حرام است آيا طواف را باطل مىكند يا خير ؟\r\nجواب : قِران موجب بطلان طواف است بنابر اظهر و احوط چه از اول قصد قِران داشته باشد يا بعد از تمام شدن طواف اول مرتكب قِران شود و اگر از اول يا اثناء قصد قِران دارد ولى بعداً قِران را مرتكب نشود نيز طواف او باطل است از جهت خلل در قصد قربت .\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nسؤال 306 - آيا يك شوط و دو شوط طواف هم استحباب دارد يا بايد طواف هفت شوط باشد و اگر كسى گمان داشت كه مستحب است و بعد از هفت شوط طواف واجب يكى دو\r\nشوط طواف مستحبى بجا آورد و بعد نماز طواف را خواند آيا طوافش اشكالى دارد ؟\r\nجواب : يك شوط و يا بيشتر بجا آوردن طواف ، رجاءً مانعى ندارد ولى بعد از طواف واجب موالات بين آن و نماز طواف را به هم مىزند و لذا طوافش اشكال پيدا مىكند .\r\nسؤال 307 - معيار در كثيرالشك بودن در طواف چيست ؟\r\nجواب : عرفى است و غالباً اگر سه بار در يك چيز آن شك كند صدق عرفى هست .\r\nسؤال 308 - طواف كردن در محدوده 5 / 26 ذراع و نماز خواندن پشت مقام هر چه نزديك‌تر به مقام آن طورى كه در مناسك بيان شده است گويى نزد آنان بدعت است . آيا بايد همان‌گونه كه آنان در خارج از حدّ طواف مىكنند و دور از مقام نماز مىخوانند انجام شود ؟\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nجواب : چنين چيزى نيست و بايد به وظيفه عمل شود .\r\nسؤال 309 - اين كه فرموده‌ايد در بعضى موارد بايد طواف و سعى را اتمام و اعاده كند بفرماييد كه ترتيب هم لازم است يا\r\nخير ؟\r\nجواب : بلى احتياط به اين است كه اول طواف را تمام كند و نماز بخواند و سپس اعاده نمايد .\r\nسؤال 310 - كسى كه در سعى يا طواف عمره تمتع يا عمره مفرده نياز به نايب پيدا كرده است آيا نايب بايد در حالى كه محرم است نيابت كند يا خير ؟ بر فرض عدم لزوم احرام آيا بايد با لباس احرام طواف كند يا در لباس مخيط هم جايز است ؟\r\nجواب : هيچ‌يك از احرام يا لباس احرام در نايب لزوم ندارد .\r\nسؤال 311 - شخصى مسلوس است وظيفهء او براى طواف و نماز آن چيست ؟\r\nجواب : اگر وقتى دارد كه بتواند طواف را با وضو و نماز را با وضو انجام دهد بايد آن وقت را انتخاب كند و طواف نماز را با وضو و بدن پاك بجا آورد و بقيهء اعمال را بعد از آن اتيان نمايد\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nو اگر چنين وقتى ندارد در صورتى كه مشقت نداشته باشد براى هر بار كه حدث از او صادر شود يك وضو بگيرد و اگر مشقت دارد براى طواف يك وضو و براى نماز هم يك وضو بگيرد و\r\nاگر اين هم مشقت دارد يك وضو بگيرد و طواف كند و بعد از طواف بر همان سنگهاى مسجدالحرام تيمم كند و نماز طواف را بخواند .\r\nسؤال 312 - آيا درمواردى كه طواف و نماز بايد اعاده شود لازم است با لباس احرام باشد ؟\r\nجواب : لازم نيست .\r\nسؤال 313 - هرگاه محرم لباس احرام را كنار بگذارد و با لباس دوخته اعمال عمره را از طواف و سعى انجام دهد ، جهلًا يا عمداً ، آيا طواف و سعى او صحيح است ؟ و عمره او مجزى است يا نه ؟\r\nجواب : طواف و سعى مزبور صحيح است ، و عمره مذكور مجزى است و در صورت عمد گناه كرده و بايد يك گوسفند كفاره بدهد .\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nسؤال 314 - هرگاه محرم به احرام عمره تمتع ، جنب باشد و آب براى او ضرر دارد يا آب ندارد و يا وقت عمره مىگذرد ، آيا طواف و نماز با تيمم كافى و مجزى است يا بايد نائب هم\r\nبگيرد ؟\r\nجواب : نائب گرفتن لازم نيست ولى احتياط مستحب آن است كه اگر بتواند نائب هم بگيرد .\r\nسؤال 315 - آيا حجاب زن در طواف مثل حجاب او در نماز است يا فرق مىكند ؟\r\nجواب : وجه و كفين ستر آن براى زن واجب نيست ولى نگاه كردن نامحرم به آنها جايز نيست ، و فرقى كه هست زن در نماز مانعى ندارد كه روى پاى خود را بپوشاند ولى در طواف و غير آن بايد روى پا را هم بپوشاند . به هر حال پوشاندن صورت در طواف و غير آن واجب نيست ولى اگر ترك آن موجب فساد باشد پوشاندن در هر حال لازم است .\r\nسؤال 316 - اگر مقدارى از موهاى سر زن يا جاهاى ديگر بدن او كه بايد در حال طواف بپوشاند ظاهر باشد ، آيا به طواف او\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nضرر مىرساند يا نه ؟ و اگر به ظاهر بودن موى سر طواف را انجام داده طواف او باطل است يا نه ؟\r\nجواب : اگر عمدى باشد طواف او علىالاظهر صحيح نيست\r\nولى اگر از روى سهو يا جهل به حكم باشد از روى قصور طواف او صحيح است .\r\nسؤال 317 - شخصى در عمره تمتع طواف را تمام كرده است ولى مىگويد دل‌چسب نشد لذا يك طواف ديگر بدون خواندن نماز طواف اول بجا مىآورد و نماز و سعى بجا مىآورد و تقصير مىكند ، آيا عملش صحيح است يا نه ؟\r\nجواب : عمل او صحيح است و عمل به احتياط تكرار عمل سابق است و قران نيست پس مرتكب حرام هم نشده است .\r\nسؤال 31 8 - اكل و شرب در حال طواف جايز است يا نه ؟\r\nجواب : مانع ندارد .\r\nسؤال 319 - كسى كه در حال طواف شخصى را از روى زمين بلند مىكند ، و ممكن است در اين حال گامى به طرف جلو بردارد و در اين حال توجه به طواف ندارد ، در نتيجه نمىداند\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nكه آيا مقدارى از مسافت را بدون قصد طواف آمده است يا نه تكليف او چيست ؟\r\nجواب : اگر مىداند قدمى به جلو گذاشته و بعد شك دارد كه\r\nآيا قصد طواف را مراعات كرده يا نه و از محل گذشته است طواف او صحيح است و اگر شك دارد كه آيا قدمى به جلو گذاشته يا نه نيز به شك خود اعتنا نكند ولى اگر در حين عمل است و مىداند كه اين قدم را براى بلند كردن كسى به جلو گذاشته ولى نمىداند كه قصد طواف كرده يا نه بايد به مقدار يك قدم كه جلو گذاشته طواف را اعاده كند .\r\nسؤال 320 - كودك نابالغى با اذن پدر محرم شد و طواف را نيمه كاره به تصور اينكه همين مقدار كافى است رها كرده و سعى را نيز از طبقه دوم انجام داده است ، تكليف چيست ؟\r\nجواب : اگر بخواهد طوافش صحيح شود بايد طبق مسائل قطع طواف عمل كند و سعى را در طبقه اول اعاده نمايد .\r\nسؤال 321 - كسى كه در شوط ششم ، طواف خود را رها كرد و نتوانست كه ادامه دهد ، و ديگرى به جاى او بقيه را به جا\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nآورد ، و ليكن نماز طواف را خودش خوانده و بعداً متوجه شده است كه استراحت در خلال طواف ، به طواف ضرر نمىرساند و او با استراحت مىتوانست خودش طواف خود را تمام نمايد\r\nاكنون تكليف او چيست ؟\r\nجواب : بقيه طواف را خودش انجام دهد و بعد از آن نماز طواف را اعاده كند .\r\nسؤال 322 - شخصى طواف خود را بهم مى زند و طواف دوم را شروع مىكند ، آن را نيز به هم مىزند و طواف سوم را آغاز كرده به اتمام مىرساند ، وظيفه او چيست ؟\r\nجواب : طواف سوم او صحيح است .\r\nسؤال 323 - اگر شخصى ركن مستجار ( ركن يمانى ) را يقين كرد كه ركن حجرالاسود است لذا طواف را از مستجار به عنوان حجرالاسود شروع كرد و هفت شوط كامل بجا آورد بعداً فهميد كه يقين او خطا بوده است تكليف چيست ؟\r\nجواب : چون قصد او از اول شروع طواف از موضع معتبر شرعى بوده و در تطبيق اشتباه كرده و در واقع در هر دورى از\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nحجرالاسود شروع شده و به آن ختم شده غير از دور آخر در صورتىكه باقى مانده دور آخر را تا حجر طواف نمايد طواف او صحيح است و در غير اين‌صورت باطل است .\r\nسؤال 324 - گاهى انسان شك مىكند كه اين شوط طوافم به هم خورد يا نه ، آيا مىشود بعد از طواف يك شوط هم به عنوان احتياط ، اضافه بر هفت شوط آورد و بعد نماز بخواند يا خير ؟\r\nجواب : به شك بعد از محل نبايد اعتنا كرد و اگر در محل باشد بايد همان مقدارى را كه شك دارد درست انجام داد يا باطل بجا آورد ولى اگر بعد از تمام طواف علم اجمالى دارد كه يكى از طوافها اشكال پيدا كرده اضافه كردن يك شوط به قصد تمام يا اتمام كفايت مىكند .\r\nسؤال 325 - شخصى در حالى كه مشغول طواف است در شوط پنجم يقين كرد كه پنج متر در شوط اول و پنج متر در شوط سوم بى اختيار طواف كرده است تكليف او چيست ؟\r\nجواب : بايد از همان جايى كه شوط اول طواف خراب شده در صورتى كه موالات بهم نخورده باشد طواف را اصلاح كند و\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\nاگر موالات به هم خورده بايد طواف را از اول اعاده كند ، و در صورت شلوغ بودن حد مطاف كه مانع از حركت به اختيار است بيرون حد تا آخر مسجد هر جا ممكن است طواف كند .\r\nسؤال 326 - شرايطى كه در طواف واجب لازم الرعايه است آيا در طواف مستحبى نيز معتبر است يا نه ؟\r\nجواب : تفاوت بين طواف واجب و مستحب در جاى خود در مناسك ذكر شده به آنجا مراجعه شود مثلًا طهارت از حدث در طواف مستحب شرط نيست و در واجب شرط است ولى نماز طواف بدون طهارت در واجب و مستحب باطل است .\r\nسؤال 327 - در طواف مستحبى زنان مىدانند كه به بدن مردان نگاه مىكنند و احياناً هم در بين فشار مردان قرار مىگيرند از نظر شرع اشكال ندارد ؟\r\nجواب : از روى اختيار نبايد به مردان نگاه كنند و اگر مىدانند كه در بين فشار مردان قرار گرفتن موجب فساد مىشود بايد خود را حفظ كنند ولى به هر حال طواف آنها صحيح است .\r\nسؤال 328 - آيا در طواف هاى مستحبى هم ختنه شرط است يا\r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\nنه ؟\r\nجواب : بلى شرط است .\r\nسؤال 329 - محرم وارد مكه شد آيا مىتواند قبل از اعمال عمره\r\nتمتع يا قبل از اعمال عمره مفرده و همچنين پس از محرم شدن به احرام حج تمتع و قبل از رفتن به عرفات طواف مستحبى بجا آورد يا خير ؟ و اگر بجا آورد به عمره و حجش ضرر مى زند يا نه ؟\r\nجواب : بعد از احرام و قبل از اعمال عمره تمتع و عمره مفرده طواف مستحبى اشكال ندارد و بعد از احرام حج احتياط واجب ترك است و اگر طواف كرد حج او باطل نيست و احتياط مستحب تكرار تلبيه است و در حج قران و افراد نيز طواف مستحبى بعد از احرام اشكال ندارد ، خصوصا اگر بعد از طواف واجب باشد و در فرض اخير بنا بر احتياط واجب بايد تلبيه را بعد از دو ركعت نماز طواف تكرار كند و در صورتى كه قبل از طواف واجب باشد احتياط مستحب در تكرار تلبيه است ؛ بنابراين به هر حال طواف مستحبى به حج و عمره ضرر نمىزند .\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\nسؤال 330 - آيا مىشود هر شوط از طواف مستحب را به نيت يكى از مؤمنين بجا آورد يا بايد مجموع هفت شوط را براى يك نفر بجا آورد ؟\r\nجواب : اگر هر شوط را به قصد ضميمه بقيه اشواط براى ديگران بجا آورد اگرچه بهتر است ثواب را بعد از اتمام اشواط هديه كند به هر چند نفرى كه قصد نيابت از ايشان را داشته است .\r\nسؤال 331 - آيا جايز است طواف مستحبى را خارج از حد طواف واجب بجا آورد يا نه ؟\r\nجواب : جايز نيست مگر در صورت ضرورت .\r\nسؤال 332 - اگر حاجى از منى برگشته و هنوز طواف واجب را بجا نياورده است آيا مىتواند طواف مستحبى بجا آورد يا نه ؟\r\nجواب : احوط آن است كه تا اعمال واجب را انجام نداده طواف مستحبى نكند .\r\n\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\n\r\nفصل پنجم : نماز طواف\r\nسؤال 333 - كسى نماز طواف عمره را در داخل حجر اسماعيل بجا آورده و بعد از تقصير متوجه شده است وظيفه او چيست ؟\r\nجواب : بايد نماز را اعاده كند و سعى و تقصير او اعاده ندارد چون جاهل بوده است .\r\nسؤال 334 - شخصى بعد از طواف وضوى او باطل شده و خجالت كشيده كه بگويد نمازش را بى وضو خوانده است و بعد از آن سعى و تقصير را انجام داده و محل شده است وظيفه او چيست ؟\r\nجواب : بايد نماز را اعاده كند ولى سعى و تقصير او اعاده ندارد .\r\nسؤال 335 - زنى نماز طواف خود را در حجراسماعيل خوانده است و چون به منزل آمده ملتفت شده كه حائض شده است و تا وقوف به عرفات پاك نمىشود . وظيفه او نسبت به نماز چيست ؟ و آيا عمل او صحيح است يا خير ؟\r\nجواب : عمره او صحيح است و بايد نماز طواف عمره را قبل از\r\n\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\nطواف حج تمتع بجا آورد .\r\nسؤال 336 - كسى كه هرچه سعى نمود كه موارد غير صحيح قرائت خود را تصحيح كند نتوانست و نيز شخص ديگر را جهت\r\nاقتدا كردن و يا تلقين نمودن قرائت صحيح پيدا نكرد وظيفه‌اش چيست ؟\r\nجواب : به هر نحو قدرت دارد بخواند و به جماعت خواندن و يا تحصيل تلقين حتى در فرض امكان واجب نيست ولى اگر از روى سهل انگارى به دنبال تصحيح قرائت نرفته در صورت امكان بنابراحتياط خودش بخواند و برجاء رسيدن بواقع به جماعت نيز بخواند و نائب هم بگيرد .\r\nسؤال 337 - در موقعى كه شخص طواف مىكرده جمعيت زياد بوده و بعد از آن در اثر ازدحام نتوانسته است كه نزديك مقام نماز بخواند و در آن وقت چاره‌اى به غير از نماز خواندن دور از مقام نداشته آيا نماز او صحيح است يا خير ؟\r\nجواب : در مفروض سؤال كه ممكن نبوده با مراعات موالات عرفيه نماز را پشت يا نزديك مقام بخواند نماز او صحيح است .\r\n\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\nسؤال 338 - آيا در صورت ازدحام كه نشود پشت مقام يا احدالجانبين آن نماز طواف خواند تا حدود منبر و نماز در قسمت راست يا چپ منبر خوانده شد بازهم نماز در مقام در\r\nصورت امكان همان روز يا روزهاى ديگر لازم است ؟\r\nجواب : در صورتى كه تا بعد از فوات موالات عرفيه بين طواف و نماز آن عذر باقى بوده اعاده واجب نيست و مسلم است كه تا روز بعد موالات به هم مىخورد بلكه موالات با دقائق حساب مىشود نه ساعات و روزها .\r\nسؤال 339 - براى كسانى كه قرائتشان درست نيست و مىخواهند نماز طوافشان را به جماعت بخوانند آيا مىتوانند نماز طواف حج را به نماز طواف نساء يا بالعكس و يا كسىكه نائب است به كسىكه نائب نيست و يا نماز طواف را به مستحب و بالعكس اقتدا كنند يا نه ؟\r\nجواب : اكتفا به جماعت نبايد بكنند و احتياط در همه موارد سؤال حاصل مىشود .\r\nسؤال 340 - كسى كه قرائتش درست نيست آيا مىتواند تبرعاً\r\n\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\nاز كسى كه حج واجب بر عهده دارد نيابت كند و حج انجام دهد ؟\r\nجواب : نيابت چنين شخصى صحيح نيست هرچند تبرعى باشد\r\nمگر آنكه بتواند قرائت خود را تصحيح كند و از ذوى الاغدار محسوب نباشد كه در اين صورت مىتواند نيابت را قبول نمايد ولى بايد قرائت خود را درست كند .\r\nسؤال 341 - افرادى با اينكه قرائتشان درست نيست و كلمات نماز را نمىتوانند درست بگويند درحج نائب مىشوند و عمره را به نيت منوب عنه انجام مىدهند بعد متوجه مىشوند كه نمىتوانند نائب شوند آيا چگونه از احرام خارج مىشوند و براى حج چه وظيفه‌اى دارند ؟\r\nجواب : در صورت امكان بايد قرائت خود را درست كنند و عمل نيابى خود را تصحيح نمايند تا از احرام خارج شوند بلى اگر ممكن نيست و معذور هستند احرام آنها صحيح واقع نشده و از احرام خارج هستند چون اجير شدن آنها صحيح نبوده پس اگر از اول قدرت بر تصحيح نبوده مثل افراد سالخورده كه تا\r\n\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\nآخر عمر هم نمىتوانند تصحيح قرائت بكنند از اول اجاره صحيح نبوده و كسانى كه قدرت بر تصحيح دارند ولى در وقت عمل تصحيح نمىكنند اجاره آنها از اول منفسخ مىشود مثل\r\nكسانىكه در اعمال ديگر اجير مىشوند و در ظرف عمل قدرت بر انجام آن را ندارند .\r\nسؤال 342 - كسىكه مطمئن باشد قرائتش يا ذكرى كه در نماز مىگويد درست است و نماز طواف را اعم از طواف زيارت و نساء همان گونه بخواند بعد معلوم شود كه اشتباه بوده است آيا بايد چه كند ؟\r\nجواب : اگر احتمال غلط بودن آن را نمىداده نمازش صحيح است .\r\nسؤال 343 - چند روزى كه اطراف كعبه به قدرى شلوغ است كه صف طواف تا پشت مقام ابراهيم ( ع ) مىآيد ، و نماز خواندن پشت مقام و نزديك آن ممكن نيست مگر اينكه چند نفرى اطراف انسان بايستند تا انسان نمازش را بخواند ، بفرمائيد آيا حتماً نماز بايد خلف مقام و نزديك آن باشد ولو به اين‌صورت ،\r\n\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\nيا دور تر تا هرجا كه مىتواند به تنهايى نماز بخواند ، كافى است ؟\r\nجواب : اگر امكان دارد و محذورى در بين نيست ، بايد خلف و نزد مقام نماز بخواند و در مورد ضرورت ، تأخير مانع ندارد با\r\nمراعات الاقرب فالاقرب .\r\nسؤال 344 - در نماز طواف كه انسان مشغول ذكر بود او را حركت دادند ، ذكر را تكرار كرد ، دوباره تكان دادند و تكرار كرد ، آيا مانعى ندارد ؟\r\nجواب : اگر طورى حركت كرده كه استقرار او از بين رفته ، مانع ندارد و در غير اين صورت تكرار نكند مگر به قصد احتياط ، به شرط آنكه وسوسه نباشد .\r\nسؤال 345 - آيا محمول نجسى كه در طواف معفو نيست ، مثل چيزهايى كه به تنهايى نمىشود در آن نماز خواند مثل جوراب و مانند آن آيا در نماز طواف معفو است ؟\r\nجواب : در نماز طواف حكم نمازهاى يوميه را دارد و چيزهايى كه به تنهايى نمىشود در آن نماز خواند مىشود در طواف همراه انسان باشد و احتياط مستحب همراه نبودن است .\r\n\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\nسؤال 346 - بين طواف و نماز آن اگر نماز مستحبى يا عبادت مستحبى ديگر بجا آورد ، اشكال دارد يا نه ؟\r\nجواب : احتياط در ترك آن و مبادرت به نماز طواف است و\r\nاين احتياط در صورتى است كه با موالات طواف و نماز آن منافات نداشته باشد و الا نبايد آن را انجام دهد .\r\nسؤال 347 - گاهى در پشت مقام ابراهيم ( ع ) جمعيت زياد است و چون زن و مرد در كنار هم قرار مىگيرند احياناً مورد فشار ازدحام واقع مىشوند ، بدون اينكه ريبه و فسادى در بين باشد ، آيا به نماز طواف ضرر نمىرساند ؟\r\nجواب : بايد فاصله بين زن و مرد كه در نمازهاى ديگر شرط است مراعات شود پس اگر فاصله بين آنها يك وجب باشد نماز هردو صحيح است ولى كراهت دارد زن جلوتر يا مساوى باشد ولى فشار جمعيت مانع صحت نيست .\r\nسؤا ل 34 8 - احياناً انسان مىداند كه اگر نماز طواف را شروع كند ، طواف كننده‌ها مىآيند و او را حركت مىدهند و جابجا مىكنند ، در عين حال نماز را شروع مىكند ، آيا اگر اين نماز را\r\n\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\nتمام كند ، صحيح است ؟\r\nجواب : اگر به اميد اينكه مزاحمتى پيش نيايد نماز را شروع كند و مزاحمت پيش نيايد نماز او صحيح است .\r\nسؤال 349 - مفروض اين است كه اگر مكلفى كه بر او واجب است قرائت نمازهاى خود را صحيح كند ، قرائت خود را صحيح نكرد آيا نماز خودش به هرطور باشد براى طواف صحيح است يا بايد نائب بگيرد ؟\r\nجواب : اگر وقت تنگ شود كه نتواند قرائت خود را صحيح كند خودش نماز را بخواند و نيابت واجب نيست و ملاك تنگى وقت آن است كه اگر بخواهد قرائت خود را صحيح كند به اعمال حج نمىرسد .\r\nسؤال 350 - زنى محرم به احرام عمره تمتع شده و پس از ورود به مكه و انجام طواف قبل از اينكه نماز طواف بخواند حائض گرديده چه وظيفه‌اى دارد ؟\r\nجواب : اگر وسعت دارد صبر كند تا پاك شود و نماز را بخواند و بقيه اعمال را انجام دهد ، و چنانچه وقت تنگ باشد\r\n\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\nسعى و تقصير عمره تمتع را انجام دهد و محرم شود به حج تمتع و قبل از طواف حج بايد نماز طواف عمره تمتع را بجا آورد و سپس بقيه اعمال را انجام دهد .\r\nسؤال 351 - شخصى كه نمازش را غلط مىخواند و وقت تصحيح آن را ندارد مىفرمائيد نماز را به همان كيفيت كه مىتواند خودش بخواند ، آيا چنين كسى مىتواند عمره مفرده مستحبى بجا بياورد ؟\r\nجواب : اشكال ندارد .\r\nسؤال 352 - شخصى طواف عمره را بجا آورده و بدون نماز و سعى ، تقصير كرده است ، تكليف او چسيت ؟\r\nجواب : بايد نماز و سعى را به جا آورد ، و با فرض جهل يا نسيان اعاده تقصير لازم نيست اگرچه احوط است .\r\nسؤال 353 - آيا مقصود از « نماز طواف نزد مقام » پشت مقام است يا شامل دو طرف مقام نيز مىشود ؟\r\nجواب : بايد خلف مقام باشد و اگر خلف مقام ممكن نيست نزديكترين جا از طرف راست يا چپ مقام كفايت مىكند .\r\nسؤال 354 - اگر كسى نماز را در غير از مقام ابراهيم بخواند و\r\n\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\nبا اعتقاد به صحت آن بقيه اعمال را انجام دهد ، وظيفه او چيست ؟\r\nجواب : فقط نماز را بايد اعاده كند .\r\nسؤال 355 - اگر پشت مقام ابراهيم دو طبقه شود آيا نماز در طبقه بالا يا زيرزمين صحيح است ؟\r\nجواب : در صورتى كه احراز نشود خلف مقام نماز خوانده ، صحيح نيست .\r\nسؤال 356 - شخصى نماز طواف را به اعتقاد اينكه حجر اسماعيل مقام ابراهيم است در حجر اسماعيل خوانده ، چه بايد بكند ؟\r\nجواب : بايد نماز را اعاده كند .\r\nسؤال 357 - آيا نماز طواف واجب را مىتوان با نماز جماعت يوميه بجا آورد ؟\r\nجواب : صحيح نيست .\r\nسؤال 358 - پشت مقام تا چه اندازه‌اى صادق است ؟ و آيا حد\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\nمعينى نمىتوان براى آن فرض كرد ؟\r\nجواب : عرفى است .\r\nسؤال 359 - آيا فاصله انداختن بين طواف و نماز به مقدار دو\r\nركعت نماز اشكال دارد ، و اصولًا چه مقدار فاصله مخلّ است ؟\r\nجواب : ملاك در صدق موالات عرف است و خواندن دو ركعت نماز هم با آن منافات دارد اگرچه اگر مقدار زمان آن كم باشد به همان مقدار استراحت براى رفع خستگى منافى موالات نيست و نيز اگر عمداً موالات را به هم بزند ولو به مقدار دو ركعت نماز احتياطاً نماز طواف را بخواند و طواف و نماز آن را اعادهء نمايد و اگر از روى جهل باشد طواف و نماز آن صحيح است .\r\nسؤال 360 - گاهى طواف تا نزديك تالارهاى مسجد مىرسد ، آيا در اين‌صورت مىشود نماز طواف را پشت سر طواف كنندگان بجا آورد ، و آيا صدق پشت مقام مىنمايد ؟\r\nجواب : در صورتى كه ممكن نباشد كه نزديك مقام نماز بخواند به طورى كه اگر صبر كند موالات بين نماز و طواف به\r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\nهم مىخورد نماز را پشت مقام با مراعات الأقرب فالأقرب بخواند و اگر درپشت مقام از دور هم ممكن نيست در طرفين با مراعات الأقرب فالأقرب بخواند .\r\nسؤال 361 - شخصى محرم به احرام عمره تمتع ، وارد مكه شده است و هفت روز مثلًا در مكه توقف دارد و نماز او غلطهاى زيادى دارد ، آيا واجب است كه تا آخر وقت در احرام بماند و نمازش را اصلاح كند و بعد شروع به طواف كند يا وظيفه ديگرى دارد ؟\r\nجواب : اگر ممكن است و براى او مشقت زيادى ندارد مثل عقب افتادن از گروه كاروان و مانند اينها بايد تا آخر وقت صبر كند و غلطهاى خود را اصلاح كند و اگر از درست شدن آنها مأيوس است اصلًا صبر واجب نيست .\r\nسؤال 362 - اينجانب چند سال قبل به مكه معظمه مشرف شدم و در آنجا اولًا نماز طواف نساء و نماز طواف براى هردو طواف واجب را كه يكى عمره مفرده و ديگرى حج مىباشد نخوانده‌ام و ثانياً در تعداد اشواط طواف دوم هم در شك مىباشم ، لطفاً مرا\r\n\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\nراهنمايى كنيد .\r\nجواب : اگر بعد از طواف و انصراف از آن ، شك در عدد اشواط كرده‌ايد به شك اعتنا نكنيد و نمازهايى را كه نخوانده‌ايد\r\nاگر نمىتوانيد به مكه برويد در محل خود بخوانيد و تا نخوانده‌ايد حرمت نساء باقى است .\r\n\r\nفصل ششم : سعى\r\nمسأله 363 - كسىكه مىدانسته بايد هفت مرتبه بين صفا و مروه سعى كند و با همين نيت از صفا شروع كرده ولى رفت و برگشت را يك مرتبه حساب كرده و در نتيجه چهارده مرتبه سعى نموده احتياط آن است كه سعى را اعاده كند اگرچه اقوى كفايت همان سعى است .\r\nمسأله 364 - كسى كه بعدازظهر ، طواف و نماز را بجا مىآورد و سعى را شب انجام مىدهد اگر بدون تأخير عرفى ، سعى در شب واقع شود مانع ندارد و احتياط آن است كه تا شب تأخير نيندازد اگرچه اقوى كفايت است .\r\nمسأله 3 65 - سعى در طبقه دوم در صورتىكه در طبقه اول\r\n\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\nبواسطه ازدحام جمعيت نتوانند بجا آورند و از طبقه دوم از آنجايىكه بين دو كوه قرار مىگيرد نيت سعى كنند جايز است .\r\nسؤال 366 - كسىكه در اثناى سعى متوجه مىشود كه طواف\r\nاو بيش از هفت شوط بوده تكليف او چيست ؟\r\nجواب : بايد برگردد به مسجد الحرام و شوط اضافى را تا يك طواف كامل تكميل كند و نماز طواف را بخواند و بعد از آن سعى خود را تمام كند .\r\nسؤال 367 - اگر از مروه شروع و به صفا ختم كرده و بعد فهميده است ، وظيفه او چيست به خصوص اگر تقصير كرده باشد ؟\r\nجواب : بايد سعى را اعاده كند و اگر تقصير نكرده تقصير كند .\r\nسؤال 368 - كسى بعد از اتمام شوط ششم سعى در صفا گمان تمام شدن هفت شوط را كرد و تقصير نمود ولى فوراً به او گفته‌اند كه بايد يك شوط ديگر بجا بياورى ، او هم انجام داد و بعد بار ديگر تقصير نمود ، آيا عمل او صحيح است يا خير ، و كفاره دارد يا نه ؟\r\nجواب : عمل او صحيح است ولى اگر از روى فراموشى باشد يعنى فراموش كرده كه شوط هفتم به مروه ختم مىشود و در\r\n\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\nعمره تمتع بوده بايد يك گاو كفاره بدهد بعد از اينكه سعى را تمام كرد ولى اگر از روى جهل به تعداد شوطهاى سعى بوده يا در عمره مفرده يا در حج بوده كفاره ندارد و در عمرهء تمتع\r\nمطابق روايت تقصير اعاده ندارد « 1 » و در غير آن احوط اعادهء تقصير است .\r\nسؤال 369 - كسى در اثناء سعى براى آب خوردن از مسير منحرف شده و پس از خوردن آب ادامه داده است چه صورت دارد ؟\r\nجواب : اگر سعى را قطع نكرده و به نيت سعى حركت را ادامه داده است و در بين راه آب خورده ، يا اگر قطع كرده از جايى كه سعى را قطع كرده از جايى كه سعى را قطع كرده يا محاذى آن سعى را تمام كرده و موالات بين اشواط را مراعات كرده صحيح است و اگر موالات را از روى جهل به حكم قصوراً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) والدليل النص فى باب 1 / 14 من السعى والخبر مخصوص بمورد النسيان فى عمرة التمتع و لا يشمل العمرة المفردة او الحج فى مورد وجوب البقرة كفارة ، لأن من ركب امراً بجهالة فلا شىء عليه .\r\n","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\nمراعات نكرده نيز سعى او صحيح است .\r\nسؤال 370 - كسىكه طواف و نماز آن را انجام داده و سعى را به روز بعد يا روزهاى بعد به تأخير انداخته است آيا طواف و\r\nنماز را بايد اعاده كند ؟\r\nجواب : لازم نيست ولى اختياراً نبايد سعى را به روز بعد تأخير بيندازد و اگر جاهل قاصر بوده طواف و نماز آن اعاده ندارد ولى اگر با علم و عمد و بدون عذر تأخير انداخته بايد آن‌ها را اعاده كند .\r\nسؤال 371 - آيا زن‌هايى كه از جهت عادت ماهانه براى طواف نائب مىگيرند در سعى هم مىتوانند نائب بگيرند ؟\r\nجواب : محل سعى مسجد نيست و سعى را بايد خودشان بجا آورند با مراعات ترتيب بين طواف و سعى و در همان حال حيض هم سعى صحيح است چون طهارت از حدث و خبث در آن شرط نيست اگرچه بهتر است اگر ممكن است طهارت رعايت شود .\r\nسؤال 372 - اگر كسى يقين كند كه هفت شوط سعى بين صفا\r\n\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\n\r\nو مروه را تمام كرده است ولى بعد از تقصير متوجه مىشود كه پنج شوط بوده ، اولًا آيا كل سعى را بايد از سر بگيرد يا دو شوطى را كه ناقص بوده است بايد تكميل كند ؟ و ثانياً آيا تقصير\r\nهم بايد بكنند ، يا تقصير اول كافى است ؟\r\nجواب : چون كمبود سعى بعد از شوط چهارم بوده فقط بايد آن را تكميل كند ولى اگر فرض شود كه قبل از شوط چهارم بوده يك سعى كامل به نيت اعم از تمام و اتمام بجا آورد و احتياط مستحب اعاده تقصير است .\r\nسؤال 373 - شخصى بعد از طواف عمره تمتع گم شده و بعد از پيدا شدن به رفقايش گفته كه سعى صفا و مروه را بجا آورده‌ام ، و تقصير نمود و محرم شد براى حج تمتع ، ولى بعد از مراجعت از عرفات و منى و موقع طواف و سعى صفا و مروه و اعمال حج اظهار كرده مثل اينكه من در اعمال عمره به صفا نيامده‌ام ، همين طور گفته‌اند ان‌شاءالله آمده‌اى ، بعد از مراجعت به ايران چند بار به پسرانش گفته اعمال من ناقص شده ، و قبل از فوتش وصيت نموده است براى او نائب بگيرند ، اگر عمل شخص فوق الذكر\r\n\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\n\r\nباطل باشد وراث او حاضرند اين جانب را بفرستد تا اعمال حج او را انجام بدهم ، آيا نظر حضرت عالى چيست ؟\r\nجواب : ظاهر آخر سؤال اين است كه اين شخص بعد از\r\nمراجعت از مكه به ايران يقين كرده كه سعى را بجا نياورده است از روى جهل به حكم و كسىكه سعى را بجا نياورده است اگرچه از باب جهل به حكم يا به موضوع باشد حج او باطل است بنابراين بايد از طرف او نائب بگيرند براى حج تمتع و بنابر احتياط و احتمال اينكه از روى فراموشى سعى را ترك كرده باشد نائب علاوهء بر حج كامل يك سعى جداگانه نيز براى او بجا آورد چون كسىكه فراموش كرده همان بجا آوردن سعى براى او كافى است .\r\nسؤال 374 - بين صفا و مروه طورى است كه از يك طرف مىروند و از طرف ديگر آن برمىگردند ، يعنى بين رفت و برگشت دو سه مترى فاصله است ، آيا اگر امكان باشد از همان مسيرى كه به صفا رفته ، به مروه برود اشكال دارد ؟\r\nجواب : اشكال ندارد ، ولى نبايد مزاحم ديگران شود .\r\n\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\n\r\nسؤ ال 375 - شخصى در حال سعى كردن بود ، يك وقت ديد مقدارى را كه براى هروله علامت‌گذارى كرده‌اند به طور عادى سير كرده است ، گمان مىكرد لازم است هروله كند و لذا\r\nبرگشت و مقدارى را كه عادى رفته بود ، با هروله تكرار كرد ، آيا سعيش اشكال دارد ؟\r\nجواب : اگر جاهل قاصر باشد اشكال ندارد . اگرچه احوط اعاده سعى است « 1 » .\r\nسؤال 376 - شخصى در سعى بين صفا و مروه ، از جايى كه به صفا يا مروه رسيد براى شوط بعدى شروع نمىكند ، بلكه تقريباً دو سه متر هلالى شكل و يا مستقيم به شكل عرضى مىآيد و شروع مىكند ، و در اين مقدار متوجه نيست كه با نيت سعى است يا نه ، ولى اگر از او سؤال شود چه مىكنى جواب مىدهد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) والعمل بالمرسلة الدالة على الرجوع قهقرى لدرك الهرولة ( 2 / 9 من ابواب السعى ) يشكل العمل به لأحتمال الزيادة فى السعى خصوصاً فى مفروض المسألة الذى ليس الرجوع بالقهقرى\r\n","page_name":" 198 ","page_number":198},
  {"content":"\r\n\r\nسعى مىكنم ، آيا مضر نيست ؟\r\nجواب : راه رفتن مزبور روى كوه مضرّ به سعى نيست ، و در فرض مسأله سعى صحيح است .\r\nسؤال 377 - آيا سعى كردن از همانجا كه مريض‌ها را با چرخ مىبرند و برمىگردانند ( يعنى حدود دو متر بالاتر از ابتداى سراشيبى شروع مىكنند ) صحيح و كافى است ؟ يا حتماً بايد از اول كوه صفا شروع و در مروه هم به سنگ‌هاى سياه بعد از سنگهاى صاف كه بقاياى كوه است برسند ؟\r\nجواب : به حسب ظاهر سراشيبى همان كوه است و بالا رفتن از آن لازم نيست و به سعى هم ضرر نمىزند اگرچه در حال پائين آمدن از آن قصد سعى داشته باشد به خيال اينكه آنجا بين دو كوه است بنابراين آنچه چرخ سوارها در مفروض سؤال انجام مىدهند صحيح است .\r\nسؤال 378 - آيا كسى كه بين صفا و مروه ، سعى مىكند واجب است در هنگامى كه به طرف مروه در حركت است توجهش به مروه باشد ، و بالعكس ، آيا اين وجوب توجه تكليفى است و يا\r\n\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\n\r\nوضعى و تكليفى ؟\r\nجواب : ملاك اين است كه بطور معمول به طرف صفا و به طرف مروه برود و عقب عقب نرود ولى در حالى كه روبرو\r\nمىرود مىتواند التقات به طرف راست يا چپ و يا پشت سر داشته باشد .\r\nسؤال 379 - گاهى انسان در اثر ازدحام جهت رفتن براى سعى ناچار است از مسجدالحرام عبور كند ، در اين صورت تكليف حائض و نفساء چيست ؟ و آيا براى سعى هم مثل طواف نائب بگيرند ؟\r\nجواب : اگر امكان نداشته باشد كه از راه ديگرى بروند بايد تأخير بيندازند ، و اگر آن هم ممكن نيست نوبت به نيابت مىرسد ، و بر فرض مخالفت چنانچه از آن راه رفت و خودش سعى كرد سعيش صحيح است هرچند گناه كرده است .\r\nسؤال 380 - زيادى در سعى جهلًا ، آيا حكم زيادى سهوى را دارد يا عمدى ؟\r\nجواب : زيادى در سعى از روى جهل سبب بطلان سعى نيست و\r\n\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\n\r\nمثل زيادى سهوى است هرچند احتياط مستحب در اعاده آنست .\r\nسؤال 381 - كسىكه نمىتواند بدون سوار شدن در چرخ‌هاى معمولى در مسعى سعى كند لكن تمكن مالى ندارد ، چون ارز\r\nخود را صرف سوغات كرده ، وظيفه اش چيست ؟\r\nجواب : اگر مىتواند با چرخ سعى كند ولو با فروش چيزى يا قرض بايد خودش سعى كند و استنابه صحيح نيست مگر آن كه مشقت و حرج در كار باشد بنابراين مىتواند نائب بگيرد .\r\nسؤال 382 - شخصى شوط سوم سعى را به هم زد و با فاصله اندكى هفت شوط ديگر بجا آورد و تقصير نمود ، آيا اين سعى صحيح است ؟\r\nجواب : اگر بعد از فوت موالات عرفيهء بين شوطها باشد سعى دوم صحيح است و اگر قبل از فوت موالات باشد در صورتىكه جاهل قاصر باشد كه غالباً چنبن است نيز سعى دوم صحيح است .\r\nسؤال 383 - شخصى به اعتقاد اينكه هر شوط سعى رفت و برگشت از صفا به مروه است سعى را شروع مىكند و در شوط\r\n\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\n\r\nسوم متوجه مسأله مىشود و سعى خود را به هفت شوط خاتمه مىدهد ، آيا سعى او چه حكمى دارد ؟\r\nجواب : سعى او صحيح است .\r\nسؤال 384 - شخصى در حال سعى گاهى عقب عقب به طرف مروه و يا صفا رفته است ، تكليف او چيست ؟\r\nجواب : بايد مقدار آن را اعاده كند در صورتى كه موالات بين اشواط به هم نخورده باشد و الا بايد سعى را اعاده كند « 1 » .\r\nسؤال 385 - سعى از طبقه دوم فعلى كه بالاتر از كوه صفا و مروه مى باشد ، جايز است يا نه ؟\r\nجواب : در صورتىكه بواسطه ازدحام جمعبت نتوانند از پائين سعى كنند سعى از طبقه بالا از آنجايىكه بين صفا و مروه حساب مىشود اشكال ندارد ولى در حال اختيار صحيح نيست .\r\nسؤال 386 - شخصى به جهت كنترل همراهان خود در حين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لم نجد دليلًا على ان الخروج عن المحلّ موجب لعدم صحهء التدارك فالمدار على بقاء الموالات عرفاً فى صحهء التدارك .\r\n","page_name":" 202 ","page_number":202},
  {"content":"\r\n\r\nسعى گاهى به عقب برمىگشته و بدون توجه مجدداً همان مسافت را طى مىكرده ، آيا سعى او صحيح است ؟\r\nجواب : اگر به عقب برگشتن او به مقدارى نبوده كه موالات به هم بخورد مانعى ندارد و اگر موالات به هم خورده و جاهل قاصر بوده نيز مانعى ندارد اگرچه احتياط مستحب اعاده سعى است .\r\nسؤال 387 - شخصى سعى بين صفا و مروه را پنج دور رفت و برگشت كه مجموعاً ده شوط مىشود انجام داده است ، و آنگاه كه متوجه مسأله شد سعى را از همان جا قطع نمود و تقصير كرد ، تكليف چيست ؟\r\nجواب : سعى او صحيح است اگر جاهل قاصر بوده كه ظاهر سؤال همين صورت است و احتياط باعاده سعى مستحب است .\r\nسؤال 388 - شخصى به تصور اينكه رفتن بالاى كوه صفا يا مروه لازم است ، چون اين مقدار مسافت را تحت فشار جمعيت رفته لذا براى اعاده آن مقدارى وارد سعى شده و بعد به نيت سعى برگشته است و در واقع مقدارى مسافت را دوباره طى\r\n\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n\r\nكرده است ، آيا سعى او درست است ؟\r\nجواب : سعى او صحيح است چه با نيت احتياط بوده باشد يا به\r\nنيت وجوب اين زياده جزء سعى نيست اگرچه او خيال كرده كه جزء آنست .\r\nسؤال 389 - شخصى به تصور اينكه سعى نيز نياز به وضو دارد بعد از يك شوط و نيم سعى خود را قطع مىكند و وضو مىگيرد و هفت شوط ديگر سعى مىنمايد ، تكليف او چيست ؟\r\nجواب : اگر موالات به هم خورده بواسطه وضوء سعى او صحيح است و اگر به هم نخورده و سعى را از اول شروع كرده و جاهل قاصر بوده كه غالباً چنين است نيز سعى او صحيح است .\r\nسؤال 390 - كسى كه قدر متيقن عدد اشواط را مىداند ، اما ترديد دارد كه شوط بعدى را انجام داده يا نه ، مثلًا مىداند پنج شوط انجام داده ، ولى شك دارد كه بقيه را انجام داده يا نه ، تكليف او چيست ؟\r\nجواب : فرض مزبور شك در اشواط است ، و مبطل است .\r\nؤال 391 - اگر كسى سعى را به طور كلى فراموش كرد و\r\n\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\n\r\nتقصير نمود ، تكليف او چيست ؟\r\nجواب : از احرام خارج شده ، و هر وقت يادش آمد سعى را بجا\r\nآورد .\r\nسؤال 392 - اگر كسى قبل از رسيدن به مروه ، در آوردن هفت و نه شك كرد ، تكليف او چيست ؟\r\nجواب : مبطل است ، و بايد سعى را اعاده كند .\r\nسؤال 393 - آيا موالات در تمام اشواط سعى معتبر است ، و يا اختصاص به بعض دارد ؟\r\nجواب : موالات در سعى معتبر است ولى اگر بين اشواط خسته شد مىتواند قدرى استراحت كند .\r\nسؤال 394 - اگر در سعى ، بعضى مواضع بدن زن غير از وجه و كفّين پيدا باشد آيا به سعى او ضرر مىزند يا نه ؟\r\nجواب : ضرر نمىزند ولى اگر سبب نظر نامحرم به او شود و با توجه خود را نپوشاند گناه كرده است .\r\nسؤال 3 95 - شخصى در حال سعى در عدد اشواط شك مىكند و با حال ترديد به سعى خود ادامه مىدهد و در فكر است كه عدد را ضبط كند ، پس از تأمل و بعد از آنكه صد متر\r\n\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n\r\nسعى كرده يا وارد شوط بعدى شده است يقين به عدد حاصل مىشود و با يقين ، باقى سعى را هم انجام مىدهد ، آيا اين سعى\r\nصحيح است يا نه ؟\r\nجواب : صحيح است « 1 » .\r\n\r\nفصل هفتم : تقصير\r\nسؤال 396 - آيا كسى كه تقصير او محكوم به بطلان است و بعد از آن محرمات احرام را بجا آورده و جاهل به مسأله بوده كفاره دارد يا خير ؟\r\nجواب : در مورد سؤال كفاره ندارد اگرچه بعضى از موارد جهل كه در كتب ذكر شده كفاره در مورد جهل نيز هست مثل اينكه بى خود دست به سر و ريش خود بكشد و از آن مويى بيفتد كفاره دارد و آن يك مشت طعام است كه به فقير بدهد و مثل روغن مالى بدن كه در صورت جهل كفاره آن اطعام يك فقير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لأن المدار على الواقع و الشك بمجرده لايكون مبطلا و الا لكان مبطلا حتى اذا حصل اليقين بعده بالتروى .\r\n","page_name":" 206 ","page_number":206},
  {"content":"\r\n\r\nاست بنابر احتياط مستحب و مثل صيد كردن و بعضى موارد\r\nديگر كه در محل هايى مناسب در محرمات احرام گفته شده است .\r\nسؤال 397 - كسى كه بعد از سعى در عمره تمتع تقصير كرد ، بعد به شك افتاد كه آيا تقصيرى كه كردم صحيح است يا نه ، آيا اشكال دارد يا نه ؟\r\nجواب : اگر در حال عمل عالم به مسأله و ملتفت بوده ، اشكال ندارد « 1 » .\r\nسؤال 398 - يكى از خدمه كاروان‌ها به احرام عمره مفرده از ميقات محرم مىشود و به مكه مىآيد و طواف و نماز آن و سپس سعى بين صفا و مروه را به همان عنوان بجا مىآورد ، ولى براى تقصير ، گمان مىكرد نتف يعنى كندن مو كافى است و چند نخ مو را به عنوان تقصير كند و به حساب خودش از احرام خارج شد ، سپس براى عمره تمتع كه وظيفه‌اش بود به ميقات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لأن قاعدة الفراغ قاعدة عقلائية امضاها الشرع و هى غير جارية فى الجاهل بكيفية العمل و احتمال التطبيق من باب التصادف لا يعبأ به .\r\n","page_name":" 207 ","page_number":207},
  {"content":"\r\n\r\nرفت و محرم شد و به مكه آمد و كليه اعمال ، از طواف تا تقصير\r\nرا انجام داد ، آيا اعمالش چگونه است و در آينده وظيفه‌اش چيست ؟\r\nجواب : كندن مو در تقصير كافى نيست ، و عمره تمتع او صحيح نيست مگر آنكه قبل از احرام براى آن ، از احرام عمره مفرده با تقصير صحيح خارج شود ولى اگر حج به جا بياورد حج او قهراً حج افراد مىشود و از احرام عمره به اين طور خارج مىشود و عمره مفرده بر عهده اوست .\r\nسؤال 399 - اگر كسى تقصير عمره مفرده را فراموش كرد ، آيا مىتواند در هر جايى تقصير كند يا نه ؟ زيرا به ايران بازگشته است ، و آيا نيازى به طواف نساء مجدد هست ؟\r\nجواب : تقصير در هر جا انجام دهد صحيح است و طواف نساء نيز ظاهر آن است كه صحيح است اگرچه ترتيب مراعات نشده ولى احتياط مستحب آن است كه تا ممكن است آن را اعاده كند و اگر خودش نمى تواند نائب بگيرد .\r\nسؤال 40 0 - هرگاه سنى براى شيعه تقصير نمايد چه صورت دارد ؟\r\n\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\n\r\nجواب : اشكال ندارد .\r\nسؤال 401 - شخصى در حج به عوض تقصير در عمره تمتع يك مو از بدن كنده است و الان متوجه شده است . آيا حج او اشكال دارد يا نه ؟ و در صورتى كه مرتكب خلاف شده باشد ، تكليف چيست ؟\r\nجواب : اگر حج بعد از آن به جا آورده حج او صحيح ، ولى حج افراد حساب مىشود و بايد بعد از آن عمره مفرده بجا آورد ، چون حج او به لحاظ نصّ قهراً منقلب به افراد مىشود و مستحب است در سال بعد حج تمتع را با عمره تمتع انجام دهد .\r\nسؤال 402 - شخصى بعد از طواف و نماز طواف تقصير كرد و سپس سعى را بجا آورد و دوباره تقصير كرد . وظيفه‌اش چيست ؟\r\nجواب : اگر جاهل يا ساهى بوده چيزى بر او نيست .\r\nسؤال 403 - كسانى كه اعمال حج را بر وقوفين مقدم مىدارند ، اگر بعد از سعى تقصير نمودند ، آيا موجب محل شدن و يا كفاره مىگردد ؟\r\nجواب : محلّ نمى شوند ، و اگر جاهل يا ساهى بوده‌اند كفاره\r\n\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\n\r\nندارد .\r\nسؤال 404 - اگر كسى بجاى تقصير حلق نمود آيا كفايت مىكند ؟\r\nجواب : در عمره تمتع كفايت نمىكند و اگر از روى علم و عمد بتراشد بايد يك گوسفند كفاره بدهد و اگر جاهل باشد بنابر احتياط واجب بايد يك گوسفند كفاره بدهد .\r\nسؤال 405 - كسى كه بعد از انجام اعمال عمره در منزل تقصير كرده است ، وظيفه اش چيست ؟\r\nجواب : مانع ندارد .\r\nسؤال 406 - حضرت عالى درمسأله دوم تقصير مىفرمائيد : اگر كسى تقصير را به ريا انجام دهد عمره‌اش باطل است ، مقصود از بطلان عمره چيست ؟ ديگر اينكه وظيفه او چه مىشود ؟\r\nجواب : مقصود اين است كه چون شرط تقصير قصد قربت است و اوآنرا با ريا به هم زده تقصير او صحيح واقع نشده و مثل كسى است كه تقصير نكرده ولى اگر اين شخص بدون اعاده تقصير با قصد قربت براى حج احرام بست حج او قهراً بدل به\r\n\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\n\r\nحج افراد مىشود و بايد عمره مفرده بعد از آن بجا آورد و حج او صحيح است و احتياط مستحب اعاده حج است در سال بعد .\r\nسؤال 407 - اگر كسى در اثناء سعى تقصير نمود ، وظيفه او چيست ؟\r\nجواب : بايد سعى را تمام كند و تقصير را اعاده كند ، بلى اگر از روى نسيان يا جهل تقصير كرده اعاده تقصير لازم نيست ، و اگر از اول سعى قصد هفت شوط نداشته سعى اعاده دارد .\r\nسؤال 408 - اگر كسى از روى جهل ، تقصير را ترك نمود چه حكمى دارد ؟\r\nجواب : در اين مسأله جهل حكم عمد را دارد .\r\nسؤال 409 - در عمره مفرده اگر كسى تقصير را عمداً يا از روى جهل و نسيان ترك نمود و طواف نساء را انجام داد ، چه وظيفه‌اى دارد ؟\r\nجواب : در صورت علم و عمد بايد تقصير كند و طواف نساء را اعاده نمايد ولى در صورت جهل و نسيان احتياط مستحب اعادهء طواف نساء است .\r\n\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\n\r\nمسأله 410 - بعد از عمره تمتع و قبل از حج جايز نيست از مكه خارج شوند و به دنبال عمره مفرده بروند . ولى اگر بيرون رفتند ، اگر بعد از يك ماه از عمره اول برگشتند بايد دوباره عمره را به جا آورند و آن را عمره تمتع قرار دهند و اگر پيش از اينكه از اول عمره اول يك ماه بگذرد برگشتند عمره مفرده صحيح است ، خصوصا اگر در خروج جاهل و يا غافل باشد و بهرحال در اين صورت حج او صحيح است .\r\nمسأله 411 - خدمه كاروان حج اگر عمره مفرده بجا آورده باشند هر دفعه كه از مكه خارج شوند لازم نيست محرم شوند . در صورتى كه يك ماه از اول عمره مفرده آنان تا وقت دخول حرم نگذشته باشد و اگر نه بايد محرم شوند و نيز اگر به جده بروند ولو يك ماه گذشته باشد احرام مجدد لازم نيست « 1 » . و اگر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) و ذلك لان ما دلّ على ان الخروج الى الجدة لايوجب الاحرام المجدد كصحيح جميل ( 3 / 51 من الاحرام ) و ما دل على ان الخروج اذا كان قبل شهر كذلك خاصان بالنسبة الى عموم ما دلّ على ان دخول الحرم لابد ان يكون مع الاحرام فالعام يخصص بهما و لاينظر الى كون النسبة بين الخاصين هو العموم من وجه و على فرض التعارض و التساقط فالاصل عدم وجوبه .\r\n","page_name":" 212 ","page_number":212},
  {"content":"\r\n\r\nعمره تمتع بجا آورده‌اند نبايد از مكه خارج شوند و در صورت ضرورت بايد با احرام حج خارج شوند .\r\nسؤال 412 - خدمه كاروانها كه پس از انجام عمره تمتع بايد به عرفات و منى بروند براى ديدن چادرها و كارهاى ديگر و برگردند به مكه ، وظيفه آنها چيست ؟\r\nجواب : نبايد از مكه خارج شوند مگر در صورت ضرورت در حالى كه محرم به احرام حج باشند بلى در صورتى كه خروج با احرام برايشان حرجى باشد مىتوانند بدون احرام به آنجا بروند .\r\nسؤال 413 - آيا بين عمره تمتع و حج تمتع ماشين كردن سر جايز است ؟\r\nجواب : ماشين كردن سر جايز است ولى اگر مثل تراشيدن باشد احتياط مستحب ترك آن است .\r\nسؤال 414 - بين عمره تمتع و حج تمتع آيا جايز است سر بتراشند و آيا سر تراشيدن كفاره دارد يا خير ؟\r\nجواب : تراشيدن سر جايز است ولى احتياط مستحب ترك آن است و اگر تراشيد احتياط مستحب آن است كه كفاره بدهند .\r\nسؤال 415 - زنى كه حيض بوده و نمىدانست و اعمال عمره را\r\n\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\n\r\nكلًا بجا آورد ، بفرمائيد بايد دوباره بجا آورد يا كافى است ؟\r\nجواب : اگر در وسعت وقت است فقط بايد طواف و نماز آن را بعد از پاك شدن از حيض اعاده كند و اگر وقت ندارد بعد از اينكه حج تمتع را بجا آورد قبل از طواف حج طواف عمره و نماز آن را بجا آورد .\r\nسؤال 416 - همچنان كه تراشيدن سر بعد از عمره تمتع و قبل از احرام حج حرام است ، آيا تراشيدن صورت نيز همين حكم را داراست ؟\r\nجواب : تراشيدن صورت بر مردان اگرچه حرام است ولى ربطى به حج ندارد و گذشت كه تراشيدن سر هم احتياط مستحب در ترك آن است .\r\nسؤال 417 - آيا غار حرا جزء محدوده مكه است ؟ و بنابراين آيا مىتوان قبل از وقوف به آنجا رفت و صدق خروج از مكه نمىكند ؟\r\nجواب : خروج از مكه جديد در اين زمان صادق نيست و خروج از مكه قديم اگرچه صادق است ولى مثل اطراف نزديك\r\n\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\n\r\nمكه است كه مانعى ندارد .\r\nسؤال 418 - كسى كه از كارمندان سازمان حج است و به ناچار بايد بعد از عمره تمتع و قبل از حج از مكه خارج و به عرفات برود ، با توجه به اينكه حج او نيابتى است ، آيا لطمه به حج او نمى زند ؟\r\nجواب : ضرر به حج نيابت نمىزند ، ولى در صورت امكان بايد محرم شود به احرام حج و از مكه خارج شود .\r\nسؤال 419 - بعضى از حجاج منزلشان از مكه خارج است ، بعد از عمره تمتع و قبل از احرام به حج تمتع ، خارج شدن آنان از مكه چه حكمى دارد ؟\r\nجواب : خروج از مكه و رفتن به منازل اطراف نزديك مكه مانع ندارد و همچنين است منازلى كه در مكه جديد مثل محله شيشه و مانند آن مىباشد .\r\nسؤال 420 - اخيراً خط كمربندى در اطراف مكه از پاى جبل النور و جبل ثور مىگذرد ، كه غار حرا و غار ثور در اين دو جبل است ، بين عمره و حج رفتن براى زيارت اين دو مكان\r\n\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\n\r\nمقدس ، چه صورت دارد ؟\r\nجواب : همينطور كه گذشت مانعى ندارد .\r\nسؤال 421 - خروج از مكه براى كسى كه عمره تمتع انجام داده براى كار غير ضرورى جايز است يا نه ، و ملاك ضرورت چيست ؟\r\nجواب : جايز نيست و ملاك ضرورت صدق عرفى است .\r\n\r\nتبديل حج تمتع به افراد\r\nسؤال 422 - كسى قصد بيرون رفتن از مكه را داشت ، به همين جهت از اول در ميقات به نيت عمره مفرده محرم و وارد مكه شد و عمره مفرده را بجا آورد ، بعداً از خارج شدن از مكه منصرف شد ، آيا اين عمره ، از عمره تمتع كفايت مىكند ، يا بايد برگردد به ميقات و براى عمره تمتع محرم شود ؟\r\nجواب : كسى كه عمره مفرده را در ماه حج بجا آورده و تا وقت حج در مكه مانده مىتواند عمره مفرده را عمره تمتع قرار دهد و حج را بجا آورد و در اين حكم فرقى بين حج واجب و\r\n\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\n\r\nحج مستحب نيست .\r\nسؤال 423 - اگر بعد از نيت عمره و احرام ، مجدداً براى عمره ديگر محرم شود ، مثلًا به نيت عمره مفرده محرم شده بعداً نيت عمره تمتع كند و تلبيه بگويد ، آيا كدام عمره صحيح است ؟\r\nجواب : اگر نيت كرده و تلبيه گفته ، محرم شده است و تجديد احرام موضوع ندارد ، و نمىتواند براى نوع ديگر عمره نيت كند و احرام دوم باطل است .\r\nسؤال 424 - زنى كه عادت ماهانه وقتيه و عديده داشت و مثلًا روز هفتم ماه پاك مىشد ، همان روز هفتم پاك شد و غسل كرد و اعمال عمره‌اش را بجا آورد ، روز بعد لك ديد ، باز غسل كرد و اعمال را انجام داد تا روز دهم و براى عرفات حركت كرد ، روز يازدهم هم لك ديد ، آيا حجش افراد است يا تمتع ؟\r\nجواب : در فرض مزبور وظيفه او تمتع است و به وظيفه عمل شده است چون خون از ده روز تجاوز كرده است و اما راجع به نمازهاى او حكم استحاضه را دارد .\r\nسؤال 425 - زنى روز هشتم خون ديد ، خيال كرد حيض است ،\r\n\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\n\r\nاحرامش را تبديل به حج افراد كرد ، بعد كه به عرفات رفت متوجه شدكه استحاضه است ، وظيفه او چيست ؟\r\nجواب : چون وقت عمره تنگ شده و نمىتواند به مكه برگردد و عمرهء تمتع به جا آورد حج او بدل به افراد شده آن را تمام كند و اگر حج واجب بوده بعد از آن عمرهء مفرده بجا آورد .\r\nسؤال 426 - اينجانب مدير گروه حج مىباشم ، اعمال حجى كه انجام مىدهم مستحبى است ، آيا مىشود به جاى حج تمتع نيت حج افراد نمود و به جاى عمره تمتع ، عمره مفرده انجام داد ؟ و همچنين ساير خدمه ، واجب الحج نيستند آيا مىتوانند چنين كنند ؟\r\nجواب : مىتوانند عمره مفرده انجام دهند و براى حج محرم نشوند ، و مىتوانند حج افراد به جا آورند ، ولى ميقات حج افراد مواقيت معروفه است .\r\nسؤال 427 - كسى كه حج افراد بر او واجب و متعين است و به قصد حج افراد در يكى از ميقات‌ها محرم شده است ، آيا مىتواند نيت حج افراد خود را به عمره تمتع تبديل نمايد و بعد\r\n\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\n\r\nاز انجام آن ، حج تمتع بجا آورد ، و همچنين آيا مىتواند حج افراد را به عمره مفرده تبديل نمايد و بعد از انجام آن ، براى عمره تمتع محرم شود ؟\r\nجواب : نمى تواند عدول كند ، و تبديل نمىشود .\r\nسؤال 428 - شخصى با احرام عمره تمتع وارد مكه شده و بعد از اعمال عمره براى حج افراد محرم شده است ، آيا حج او صحيح است ؟\r\nجواب : اگر از مكه خارج شده و از ميقات براى حج افراد محرم شده حج او على الأشبه صحيح است ولى تمتع واقع نمىشود و اگر از مكه محرم شده و قصد او احرام براى حج تمتع بوده ولى به ذهن او آمده كه حج افراد نيت كند كه آن را اشتباه در تطبيق گويند حج تمتع است و صحيح است و در غير اين صورت حج او صحيح نيست .\r\nسؤال 429 - شخصى در حرم براى حج افراد محرم شده و بعضى از اعمال را انجام داده ، وظيفه او چيست ؟\r\nجواب : اگر از روى جهل بوده چنانچه ممكن نيست كه به ميقات برود از آنجا محرم شود و به وقوف برسد در همان محلى\r\n\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\n\r\nكه هست محرم شود و اعمالى كه امكان تدارك آن با احرام هست تدارك كند و چنانچه تمام اعمال را با همان احرام انجام داده بعد متوجه شود حج او صحيح است و نيز اگر قبل از تمام اعمال متوجه شود از همان‌جا بايد محرم شود چه در عرفات باشد و چه در مشعر و چه بعد از آن .\r\n\r\nباب دوم : اعمال حج تمتع\r\n\r\nفصل اول : احرام حج\r\nسؤال 430 - فاصله بعضى از محلات جديد الاحداث مكه تا مسجدالاحرام بيش از 18 كيلومتر است و شايد عرفاً از توابع مكه حساب شوند نه اينكه جزء مكه باشند ، چراكه تابلوهاى راهنمايى با فلش جهت مكه را مشخص نموده‌اند ، با اين كيفيت آيا مىتوان براى حج در محلات فوق الذكر محرم شد ؟\r\nجواب : ملاك براى صحت احرام مكهء قديم است و احرام از توابع مكه صحيح نيست و اگر محلى را شك دارند كه از مكه\r\n\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\n\r\nاست يا از توابع احرام از آنجا صحيح نيست .\r\nسؤال 431 - اشخاص معذورى كه مىتوانند اعمال مكه را بر وقوفين مقدم بدارند اگر جهلًا بدون احرام اعمال مكه را قبل از وقوفين انجام دادند چه صورتى دارد ؟\r\nجواب : كفايت نمىكند و بايد يا قبل از وقوفين آنها را با احرام اعاده كنند يا بعد از وقوفين اعمال ، آنها را بجا آورند .\r\nسؤال 432 - حاجى در عرفات يا منى فهميد كه در احرام حج تلبيه نگفته است آيا در لحظه التفات ، تلبيه كافى است و تكليف او چيست ؟\r\nجواب : اگر قبل از وقوف به عرفات متوجه شود و يا در عرفات اگر ممكن است بايد به مكه برگردد و محرم شود و اگر به جهت تنگى وقت يا عذر ديگرى نمىتواند برگردد از همان‌جا محرم شود ولى اگر بعد از وقوف به عرفات متوجه شود بايد از جائىكه هست احرام ببندد اگرچه ممكن باشد به مكه برگردد و اگر اصلا يادش نيامد و يا حكم را ندانست تا از حج فارغ شد حج او صحيح است .\r\n\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\n\r\nسؤال 433 - شهر مكه را چند رشته كوه هاى طولانى و مرتفع فرا گرفته و هر دو جانب كوه ساختمان شده است ، گاهى چند كيلومتر بايد از اين جانب كوه رفت تا به جانب ديگر رسيد ، و ساكنين احد الجانبين جداى از جانب ديگر است ، مثل شعب بنى عامر كه نزديك مسجدالحرام است و عزيزيه كه نه كيلومتر يا بيشتر در جانب ديگر است و به حسب مسامحه عرفى به همه اين قطعات مكه گفته مىشود ، آيا احرام حج تمتع از تمام اين نقاط و نقاط مشابه صحيح است يا نه ؟\r\nجواب : ملاك مكه قديم است هرجا كه مكه قديم حساب شود احرام از آنجا صحيح است و جاهايىكه در قديم جزء مكه نبوده احرام از آن جاها صحيح نيست .\r\n\r\nفصل دوم : وقوف به عرفات\r\nسؤال 434 - حدودى كه براى عرفات و مزدلفه و منى مشخص شده است جهت انجام مناسك اعتبار دارد يا نه ؟\r\nجواب : رجوع به اهل محل طريق عرفى عقلائى است و سيرهء\r\n\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\n\r\nمتشرعه بر قبول آن است اگرچه موجب علم نباشد و اگر اطمينان حاصل شود از آن اطمينان علم عادى است و علاماتى كه گذاشته‌اند نيز مىشود به آنها اعتماد كرد و معتبر است و غالباً داعى بر كذب در اين گونه امور نيست .\r\nسؤال 435 - كراهت صعود به جبل الرحمه ، آيا قبل از نيت وقوف به عرفات است يا بعد از آن ؟\r\nجواب : ظاهراً جبل الرحمه جزء موقف است ولى وقوف روى آن كوه مكروه است .\r\nسؤال 436 - شخصى وقوف اختيارى عرفات را درك كرده و قبل از رفتن به مشعر ، مغمى عليه شده است . بفرمائيد اگر به همين حال تا آخر اعمال باقى باشد وظيفه چيست ، و نيز اگر بعد از اغماء او را به ايران آورده باشند چه حكمى دارد ، و نيز اگر بعد از ايام تشريق در ماه ذيحجه به هوش بيايد ، در مكه باشد يا در ايران ، چه بايد كرد ؟\r\nجواب : اينها دو صورت هست :\r\n1 - اين‌كه در مشعر ولو يك آن به هوش آيد و بين الطلوعين نيت\r\n\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\n\r\nنمايد و حج او در اين صورت صحيح است و يا اين‌كه پيش از طلوع فجر نيت كند و از روى ندانستن مسأله پيش از طلوع فجر از آنها خارج شود كه بنابر اظهر حج او صحيح است و يك گوسفند كفاره دارد و يا اين‌كه معذور باشد از ماندن تا بين الطلوعين كه در اين صورت اگر پيش از طلوع فجر خارج شود حج او صحيح است .\r\n2 - صورت دوم اين‌كه به هيچ وجه وقوف مشعر درك نكند . در اين فرض حج او قهراً بدل به عمره مفرده مىشود و بايد به احكام آن عمل شود در صورتى كه امكان داشته باشد و اگر امكان ندارد مثلًا به ايران آمده و امكان برگشت نيست نائب بگيرد براى اتمام عمره مفرده و اگر حج بر او مستقر بوده و يا استطاعت داشته باشد در سال بعد و يا سال‌هاى بعد دوباره حج را اعاده كند و اگر نه حجى بر او واجب نيست و به هر حال با آن عمره مفرده از احرام خارج مىشود .\r\nسؤال 437 - زنى كه عادت ماهانه‌اش مثلًا شش روز بوده است ، در حال عادت زنانه براى عمره تمتع محرم مىشود ، و در روز\r\n\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\n\r\nهشتم ذيحجه كه روز ششم عادت او است پاك مىگردد و غسل مىكند و اعمال عمره تمتع را انجام مىدهد و براى حج تمتع محرم مىشود ، ولى ظهر روز نهم در عرفه لك مىبيند و نمىداند كه آيا ادامه دارد تا پس از ده روز ، تا استحاضه حساب شود و اعمال قبلى او صحيح باشد ، يا قبل از تمام شدن ده روز از اول عادت قطع مىشود تا حكم حيض را داشته باشد ، وظيفه او چيست ؟ و در همين فرض اگر در مشعر لك ديد چه كند ؟\r\nجواب : اين زن بايد بقيه اعمال را به قصد ما فىالذمه به جا آورد پس اگر خون پيش از ده روز از اول عادت قطع شد معلوم مىشود خون او استحاضه بوده و حج تمتع او صحيح است و اگر از ده روز تجاوز كرد معلوم مىشود حيض بوده و حج او بدل به افراد مىشود و اگر قصد تمتع داشته اگر از باب اينكه خيال مىكرده وظيفه فعلى اوست ولى واقع را قصد داشته كه غالباً چنين است بعد معلوم شده كه وظيفه او حج افراد بوده نيز حج او صحيح است .\r\nسؤال 438 - در فرض مسأله فوق اگر در عرفات يا مشعر لك\r\n\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\n\r\nديد و همان وقت يقين پيدا كرد كه خون حيض است و قبلًا پاك نبوده ، بايد چه كند با توجه به اين‌كه وقت وقوفين اختيارى و يا اضطرارى آن باقى است ولى وقت برگشتن به مكه و انجام اعمال عمره تمتع را ندارد ؟\r\nجواب : در اين فرض وظيفه او عدول به افراد است .\r\nسؤال 439 - وقوف اضطرارى عرفه آيا از اول شب تا طلوع فجر است ، يا طلوع آفتاب ؟\r\nجواب : در اين مسأله احتياط واجب است كه شب را تا طلوع فجر حساب كنند .\r\n\r\nفصل سوم : وقوف به مشعر الحرام\r\nسؤال 440 - عده‌اى در شب دهم ذيحجه عازم مشعر بودند ، از افرادى كه آنجا بودند سؤال نمودند مشعر كجاست ؟ جواب دادند اينجا است ، اطمينان پيدا كردند كه مشعر است ، نيت بيتوته و قصد وقوف كردند ، بعد كه وقت اضطرارى مشعر هم گذشته بود معلوم شد مشعر نبوده ، آيا نسبت به باقى اعمال حج و سال\r\n\r\n","description":"","footnote":"","page_name":" 226 ","page_number":226},
  {"content":"\r\n\r\nآينده وظيفه چيست ؟\r\nجواب : در فرض مسأله حج او صحيح است و وقوف به عرفات كفايت مىكند و روايات كه دلالت دارد بر بطلان حج بعدم درك مشعرالحرام تخصيص مىخورد به روايتى كه دلالت بر صحت آن دارد در مورد جهل چه جهل به حكم و چه جهل به موضوع چه جهل قصورى و چه جهل تقصيرى .\r\nسؤال 441 - اگر به گفته مدير گروه كه مىگويد درك وقوف اختيارى مشعر براى او مشكل است و نمىتواند آن را درك نمايد ، اعتماد كند و وقوف اختيارى را ترك نمايد آيا اشكالى ندارد ؟\r\nجواب : اگر از گفته او برايش وثوق به تحقق عذر حاصل شود كفايت مىكند بلكه اگر گوينده موثق باشد نيز كفايت مىكند .\r\nسؤال 442 - خدمه‌اى كه با زنها قبل از طلوع فجر به منى مىروند ، ولى خود را قبل از طلوع آفتاب به مشعر مىرسانند و وقوف ركنى مشعر را درك مىكنند ، آيا نيابت آنان صحيح است يا نه ؟\r\n\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\n\r\nجواب : اگر عذر نائب از اول نيابت معلوم نبوده و بعداً عذر پيدا شده نيابت صحيح است و ترك حرام هم نشده‌اند ولى اگر عذر از اول بوده صحت نيابت محل اشكال است ولى صحت حج بعيد نيست . « 1 » سؤال 443 - كسى كه نمىدانسته وقوف اختيارى مشعر بين الطلوعين است ، پس از آن وقوف اضطرارى را درك كرده ، وظيفه او چيست ؟\r\nجواب : اگر جهل او قصورى باشد نه تقصيرى حج او صحيح است اگرچه عذرى براى ترك وقوف اختيارى نداشته ولى جاهل بوده كه وقوف اختيارى در چه وقت است .\r\nسؤال 444 - شخصى وقوف عرفات و مقدارى از وقوف ليلى مشعر را درك كرده و عمداً قبل از طلوع فجر رفته است به منى ، براى بردن اثاث و كار ديگرى ، و قصد داشته است كه مجدداً به مشعر برگردد ولى در منى خوابش برده ، وظيفه چنين حاجى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لأن حرمهء الخروج حكم تكليفى لا ربط له بصحهء الحج .\r\n","page_name":" 228 ","page_number":228},
  {"content":"\r\n\r\nچيست ؟\r\nجواب : ظاهر سؤال اين است كه با قصد قربت مقدارى از وقوف ليلى مشعر را درك كرده و براى عذرى كه پيش آمده عمداً به منى رفته است بنابراين حج او صحيح است اگرچه نائب باشد بلى اگر بدون عذر بيرون رفته خلاف احتياط كرده و گناه كرده است و بايد توبه كند .\r\n\r\nفصل چهارم : واجبات منى\r\n\r\nقربانى\r\nسؤال 445 - جمعى از حجاج پول روى هم مىگذارند و كسى با پول مشترك براى همه آنان تعدادى گوسفند مىخرد و در وقت ذبح هر گوسفند را براى يك نفر قصد مىكند و قربانى مىكند ، آيا اين ترتيب ذبح اشكال دارد يا خير ، و آيا در صورت تفاوت گوسفندان در قيمت با اينكه همه به يك اندازه پول داده اند چه وضعى پيدا مىشود ؟\r\n\r\n","description":"","footnote":"","page_name":" 229 ","page_number":229},
  {"content":"\r\n\r\nجواب : اگر صاحبان پول راضى باشند اشكال ندارد .\r\nسؤال 446 - كسانى كه گوسفند خود را به غير مؤمن داده اند و او ذبح نموده است و بعد ، حلق و اعمال مترتبه را انجام داده‌اند و بعد متوجه شده‌اند ، وظيفه آنان چيست ؟\r\nجواب : ذبح را بايد اعاده كند و حلق و اعمال و اعمال مترتبه چون از جهل به عدم صحت ذبح بوده صحيح است .\r\nسؤال 447 - كسى قربانى را به غير مؤمن داده و او كشته است و بعد متوجه شده و در عين توجه عمداً بدون تجديد قربانى حلق كرده و اعمال مترتبه بر حلق را انجام داده ، آيا مُحل شده است يا نه ، و آيا فقط قربانى بايد بكند يا همه اعمال را اعاده نمايد ؟\r\nجواب : چون اعتقاد داشته كه اعمال را كه بعد از قربانى انجام داده صحيح است چون ترتيب بين اعمال از روى جهل ترك شده و جاهل قاصر بوده است بنابراين مُحِل شده است و فقط قربانى بر عهده اوست .\r\nسؤال 448 - آيا قربانى در مسلخ جديد كه بيرون از منى است صحيح است يا خير ؟\r\n\r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\n\r\nجواب : بلى ذبح در مسلخ جديد مجزى است .\r\nسؤال 449 - آيا در شرايط قربانى تحقيق لازم است كه يقين به بودن شرايط حاصل شود يا لازم نيست ؟\r\nجواب : بلى تحقيق در تمام شرائط واجبه لازم است چه آنهائى كه نقص عارض بر حيوان باشد مثل خصى نبودن و مانند آن كه با اندك تحقيق معلوم مىشود و چه مثل مؤمن بودن ذبح و يا سن حيوان باشد . « 1 » سؤال 450 - در مكه جيب كسى را زدند و پولش را بردند ، شكايت كرد ، بعد طى مراحل قانونى ، حاكم آنجا حكم كرد پولش را از دزد بگيرند و به او بدهند ، آيا جايز است پول را بگيرد و گوسفند قربانى را با آن بخرند يا نه ؟\r\nجواب : اگر مىداند پول خود او يا عوض آن است كه از دزد گرفته‌اند اشكال ندارد بلكه اگر شك داشته باشد و احتمال بدهد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لأن جريان اصالة السلامة فيما لا مؤنة له ممنوع لأن موضوع الأصل هو الشك المستقر .\r\n","page_name":" 231 ","page_number":231},
  {"content":"\r\n\r\nكه از پول خود آنها نيز مىباشد گرفتن آن اشكال ندارد . « 1 » سؤال 451 - شخصى بدون گرفتن وكالت در ذبح ، از طرف عيالش يا شخص ديگرى قربانى مىنمايد به اين خيال كه اذن فحوى از او دارد و مطمئن است كه وقتى به عيالش يا رفيقش بگويد من در قربانگاه براى تو قربانى كرده‌ام او راضى است و خوشحال هم مىشود ، اين نحو قربانى كافيست يا نه ؟\r\nجواب : بنابر احتياط واجب چون به هر حال نيت قربانى از منوب عنه نبوده قربانى ديگرى بكشند و به اين قربانى اكتفاء نكنند اگرچه منوب عنه راضى شود و يا در واقع راضى بوده باشد و استناد عمل به او تنها كفايت نمىكند .\r\nسؤال 452 - روز عيد بعض اشخاص به قربانگاه مىروند و بدون اين كه در قربانى نيابت داشته باشند خودشان براى رفقايشان قربانى مىكنند ، آيا اين قربانى كافى است يا نه ؟ و اگر كافى نيست ، پول قربانى به عهده چه كسى است ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يرجع لدليل ذلك الى الروايات فى الوسائل ج 12 . باب 51 من ابواب ما يكتسب به .\r\n","page_name":" 232 ","page_number":232},
  {"content":"\r\n\r\nجواب : بنابراحتياط واجب به اين قربانى اكتفاء نشود و پول قربانى به عهده كسى است كه آن را كشته مگر آنكه به نحوى از طرف آن اشخاص گول خورده باشد . در اين‌صورت به عهده كسى است كه گول زده است .\r\nسؤال 453 - در قربانگاه ، حجاج و صاحب گوسفند يك قرارى باهم مىگذارند كه هرچند رأس گوسفندى كه مىخواهند هر يكى به فلان مبلغ و نام مىبرند ، حاجى هم قبول مىكند و يكى يكى را به نيت افرادى كه وكالت دارد مىكشد ، بعد مىرود با صاحب گوسفند حساب مىكند ، آيا در قربانى اشكالى نيست ؟\r\nجواب : اشكال ندارد .\r\nسؤال 454 - در قربانگاه ده نفر حاجى با صاحب گوسفند قرار مىگذارند كه ده گوسفند را جدا مىكنيم و قربانى مىكنيم از قرار يكى دويست ريال سعودى مثلًا ، در اين بين چند نفر ديگراز رفقاى آنان مىآيند و بدون قرار جديد با صاحب گوسفند ، به تعدادشان گوسفند قربانى مىكنند و بنا دارند كه بعد از قربانى طبق قرارداد ساير افراد ، به صاحب گوسفند پول بدهند ، آيا\r\n\r\n","description":"","footnote":"","page_name":" 233 ","page_number":233},
  {"content":"\r\n\r\nقربانىهاى آنان درست است يا خير ؟\r\nجواب : اگر يقين به رضايت صاحب گوسفند دارند ، مانع ندارد .\r\nسؤال 455 - غير مؤمن مشغول سر بريدن قربانى بود ، شخصى كه براى او قربانى مىشد دست گذاشت روى دست ذابح و فشار مىداد در بردن و آوردن چاقو ، به نحوى كه بريدن سر گوسفند به هر دو اسناد داده مىشد ، آيا اين قربانى صحيح است ؟\r\nجواب : اگر خودش ذبح نكرده صحيح نيست .\r\nسؤال 456 - در روز عيد قربان معمولًا در هر كاروانى چند نفر براى قربانى از طرف ديگران نائب مىشوند و مىآيند قربانگاه ، اگر كسى شك كند كه براى فلان شخص هم قربانى كردم يا نه ، وظيفه نائب چيست ؟\r\nجواب : بايد قربانى كند .\r\nسؤال 457 - آيا ذبح با كاردهاى استيل كه معلوم نيست آهن است يا نه چگونه است ؟\r\nجواب : صحيح نيست . مگر اينكه بداند از جنس آهن است .\r\n\r\n","description":"","footnote":"","page_name":" 234 ","page_number":234},
  {"content":"\r\n\r\nسؤال 458 - اگر انسان مريض نتواند در حج تمتع قربانى كند و به ديگرى نيابت دهد و نائب و وكيل فراموش كند و در مدينه يا در ايران يادش بيايد كه قربانى نكرده است ، وظيفه‌اش چيست ؟\r\nجواب : بر حج او اشكالى نيست ، ولى قربانى بر ذمه‌اش باقى است كه بايد در سال آينده در منى انجام دهد ، و اگر در ماه ذيحجه فهميد بايد در صورت امكان در همان ماه قربانى كند و اگر براى سال آينده ماند مىتواند نائب بگيرد كه از طرف او در منى بكشد .\r\nسؤال 459 - شخصى براى خود و نيابت افرادى به قربانگاه رفت و ده رأس گوسفند خريد و قربانى كرد ، بعد از رسيدن به منزل يقين پيدا كرد پول نه رأس گوسفند را داده است ، وظيفه نسبت به پول يك رأس نداده چيست ؟ ضمناً با مراجعه به قربانگاه صاحب گوسفند را پيدا نكرد ، آيا جايز است كه در آن پول تصرف كند و بعد از مراجعت به ايران پول ايرانى به حاكم شرع بدهد و يا صدقه بدهد يا نه ؟ و در صورتى كه تصرف در آن جايز باشد اكنون كه به ايران برگشته ، آيا بايد ريال سعودى\r\n\r\n","description":"","footnote":"","page_name":" 235 ","page_number":235},
  {"content":"\r\n\r\nيا قيمت آن به ارز دولتى يا ارز آزاد بدهد ؟\r\nجواب : اگر از شناسائى صاحبش مأيوس شده كه ظاهر سؤال است اگر ممكن است با اذن حاكم شرع به فقير مؤمن در همان‌جا از طرف صاحبش صدقه بدهد و يا بدهد به حاكم شرع تا از طرف صاحبش صدقه بدهد و اگر ممكن نيست در هرجا ممكن باشد اين كار را انجام دهد اگرچه در ايران باشد و در صورتىكه حفظ ريال سعودى برايش زحمت داشته باشد اجازه داده مىشود كه در آن تصرف نموده و عوض آن را يا ريال سعودى و يا قيمت آزاد آن را از ريال ايرانى و مانند آن بدهد .\r\nسؤال 460 - شخصى قربانى نمىكند به اعتقاد اينكه گوشت گوسفند تلف مىشود و از آنان استفاده‌اى نمىشود ، و با همين كيفيت تقصير كرده اعمال حج را انجام مىدهد ، وظيفه او چيست ؟\r\nجواب : اگر جاهل بوده و فكر مىكرده كه عملش صحيح است ، از احرام خارج شده ولى قربانى بر ذمه اوست .\r\nسؤال 461 - آيا محرم مىتواند قبل از ذبح گوسفند خود براى\r\n\r\n","description":"","footnote":"","page_name":" 236 ","page_number":236},
  {"content":"\r\n\r\nديگرى ذبح نمايد ؟\r\nجواب : مانع ندارد .\r\nسؤال 462 - اگر كسى مؤمن بودن ذابح را قبل از ذبح احراز كرد و بعداً معلوم شد كه مؤمن نبوده است آيا كفايت مىكند ؟\r\nجواب : كفايت نمىكند .\r\nسؤال 463 - اگر قربانى از وجه غير مخمّس باشد چه صورت دارد ؟\r\nجواب : چون خريد به ثمن كلى است كفايت مىكند و خمسى كه بر ذمه اوست بايد بپردازد و اگر از پول غير مخمّس بدهد به اندازه خمس آن را فروشنده مالك نمىشود مگر بعد از اداى مقدارى خمس .\r\nسؤال 464 - در صورت عدم وجود گوسفند سالم ، آيا مىتوان گوسفند مرضوض الخصيتين ( گوسفندى كه تخمهاى آن را كوبيده‌اند ) را ذبح نمود ؟\r\nجواب : اگر غير خصى و مرضوض يافت نشود ، ذبح خصى و مرضوض كافى است بلكه قربانى مرضوض ( تخم كوبيده ) در\r\n\r\n","description":"","footnote":"","page_name":" 237 ","page_number":237},
  {"content":"\r\n\r\nحال اختيار هم كفايت مىكند .\r\nسؤال 465 - شخصى به اعتماد نائب خود در رمى ، ذبح كرده و حلق نموده است ، بعد معلوم شده كه نائب از جانب او رمى ننموده است ، آيا ذبح و حلق او صحيح است ؟\r\nجواب : كفايت مىكند .\r\nسؤال 466 - شخصى در قربانى كسى را نائب خود كرد ، و پس از آن به ديگرى نيابت داد ، ولى شخص اول ذبح نمود ، آيا صحيح است ؟\r\nجواب : اگر اولى را از وكالت عزل نكرده كافى است ، و مجرد نيابت دادن به دومى ، عزل اولى از نيابت نيست .\r\nسؤال 467 - شخصى با جهل به اشتراط مؤمن بودن ذابح ، قربانى خود را به ديگرى واگذار كرده كه ذبح نمايد ، بعد از ذبح متوجه مسأله شده است ، وظيفه او چيست ؟\r\nجواب : اگر مؤمن بودن ذابح معلوم نيست ، بايد دو مرتبه قربانى كند .\r\nسؤال 468 - كسى را وكيل در قربانى نموده ، آيا وكيل مىتواند\r\n\r\n","description":"","footnote":"","page_name":" 238 ","page_number":238},
  {"content":"\r\n\r\nبه ديگرى وكالت دهد ؟\r\nجواب : اگر وكالت داده كه وكيل ، خودش قربانى كند ، و يا ظاهر كلام او منصرف به مباشرت خود او بوده نمىتواند به ديگرى بدهد و اگر به ديگرى وكالت داده و او قربانى كرد بنابراحتياط واجب كفايت نمىكند چون نيت قربت منوب عنه در وقت ذبح بنابراحتياط لازم است .\r\nسؤال 469 - اگر ذبح قربانى شخصى توسط غير مؤمن صورت گرفته باشد ، آيا تكرار آن بايد در ايام تشريق باشد ؟\r\nجواب : اگر در بقيه ذيحجه تا آخر آن هم قربانى شود ، كافى است ، اگرچه تأخير آن از ايام تشريق جايز نيست .\r\nسؤال 470 - محرمى كه لباس احرامش بر اثر ذبح نجس شده ، مىتواند به مقدارى كه براى ديگران ذبح مىكند ، در لباس احرام نجس باشد ؟\r\nجواب : در صورت امكان بايد لباس خود را بنابراحوط بلكه اظهر تطهير كند و اگر نكرد ضررى به احرام يا ذبح ندارد .\r\nسؤال 471 - در مناسك نوشته : واجب است احتياطاً كه قربانى\r\n\r\n","description":"","footnote":"","page_name":" 239 ","page_number":239},
  {"content":"\r\n\r\nرا از روز عيد تأخير نيندازند ، حال اگر كسى بدون عذر تأخير انداخت ، به غير از حرمت تكليفى ، عواقب ديگرى هم دارد ؟\r\nجواب : قربانى او صحيح است ، ولى بايد ترتيب بين قربانى و حلق و اعمال مكه مراعات شود ولى اگر از روى سهو و جهل ترتيب را مراعات ننمود اشكال ندارد و اگر عمداً تأخير انداخت كه مفروض سؤال است و طواف كرد طوافش باطل است و بايد آن را بعد از تدارك قربانى اعاده نمايد .\r\nسؤال 472 - بعد از فرى اوداج اربعه ، اگر گردن قربانى را در حالى كه هنوز زنده است قطع نمود چه صورتى دارد ؟\r\nجواب : اين كار حرام است و گوشت قربانى نيز حرام مىشود و كفايت نمىكند .\r\nسؤال 473 - مىفرمائيد اگر ذبح در منى تا آخر ذيحجه ممكن شود بايد ذبح را تأخير بيندازد ، آيا اجازه مىدهيد كه حلق را همان روز عيد انجام دهد ، يا بايد حلق و تقصير را تا بعد از قربانى تأخير بيندازد ، هرچند ده روز طول بكشد ؟\r\nجواب : ظاهر آن است كه مراعات وقت حلق مقدم است بر\r\n\r\n","description":"","footnote":"","page_name":" 240 ","page_number":240},
  {"content":"\r\n\r\nمراعات ترتيب و ترتيب ساقط نمىشود .\r\nسؤال 474 - آيا حكم گوسفندى كه تخم‌هاى آن را كوبيده‌اند ، با گوسفندى كه تخمهايش را تابيده‌اند يكى است يا نه ؟ و در هر صورت اگر تخم‌هاى گوسفندى را تابيده باشند ، آيا براى هدى مجزى است يا نه ؟ لطفاً نظر خودتان را بيان فرمائيد .\r\nجواب : حكم آنها در اينكه احتياط مستحب در ترك آن است يكى مىباشد بنابراين از هدى مجزى است .\r\nسؤال 475 - حيوانى را كه براى هدى ذبح مىكنند ، اگر قطع اوداج اربعه بكنند و آن را رها نمايند و حيوان به خودى خود پشت به قبله شود ، و يا بعد از قطع اوداج اربعه ، قبل از جان دادن ، حيوان را روى بقيه اجساد حيوانات ذبح شده پرت نمايند و حيوان در اثر اين كار ، از قبله منحرف شود و در آن حال جان دهد ، حكمش چيست ؟\r\nجواب : رو به قبله بودن در حال قطع اوداج اربعه كافى است .\r\nسؤال 476 - اگر كسى پس از ذبح قربانى و انجام باقى مناسك و يا قبل از آن متوجه شد كه سن هدى كمتر از حد نصاب است\r\n\r\n","description":"","footnote":"","page_name":" 241 ","page_number":241},
  {"content":"\r\n\r\nوظيفه چيست ؟\r\nجواب : اعاده لازم است .\r\nسؤال 477 - اگر روحانى كاروان مىداند كه احرامى او در روز عيد در مسلخ به خون آلوده مىشود و به جهت اينكه روحانى است و بايد بر اعمال حجاج نظارت داشته باشد مدت چند ساعت لباس احرامى او خون آلود است آيا با علم به نجس شدن و طولانى بودن آن تكليف او چيست ؟\r\nجواب : اگر معذور از تبديل يا تطهير است اشكال ندارد .\r\nسؤال 478 - روحانى كاروانى نائب است و مىداند كه براى نظارت بر اعمال حج حجاج در قربانگاه لباس او به خون آلوده مىشود و به جهت مسئوليتى كه دارد در قربانگاه معطل مىگردد ، آيا با علم به اين جهت نيابتش در حج اشكالى دارد ؟\r\nجواب : نيابت اشكال ندارد .\r\nسؤال 479 - بعضى از محله‌هاى جديد مكه ، در منى ساخته شده است ، آيا در آنجا مىشود قربانى نمود يا خير ؟\r\nجواب : اگر در منى است مانع ندارد ، ولى بدون احراز اين كه\r\n\r\n","description":"","footnote":"","page_name":" 242 ","page_number":242},
  {"content":"\r\n\r\nدر منى است ، صحيح نيست .\r\nسؤال 480 - انسان شك مىكند كه در سال يا سال‌هاى گذشته ذابح قربانيش مؤمن بوده يا نه ، الآن وظيفه‌اش چيست ؟\r\nجواب : اگر در حال عمل ، مسأله را مىدانسته و ملتفت بوده و شك بعد از عمل است اعتنا نكند ، و در غير اين صورت بايد قربانى را اعاده نمايد .\r\nسؤال 481 - بعضى از مديران كاروانها يا اشخاص خير ديگر كه براى قربانى از اشخاص پول مىگيرند و احياناً خودشان سر بريدن را ياد ندارند لذا قربانىها را غير مؤمن ذبح مىكند ، اولًا آيا منوب‌عنه مجزى است يا نه ، و ثانياً آيا نائب ضامن است يا خير ؟\r\nجواب : قربانى مزبور كفايت نمىكند ، و كسى كه پول را از منوب‌عنه گرفته ضامن است مگر در صورتىكه مغرور حساب شود\r\n\r\n. حلق و تقصير\r\n\r\n","description":"","footnote":"","page_name":" 243 ","page_number":243},
  {"content":"\r\n\r\nمسأله 482 - تأخير قربانى به سبب عذر سبب لزوم خروج از وقت حلق نيست در اين‌صورت حلق را در وقت خودش بايد انجام دهند و ترتيب ساقط است .\r\nمسأله 483 - تأخير حلق تا ايام تشريق جايز نيست و بايد در روز عيد بعد از رمى جمره و قربان باشد .\r\nمسأله 484 - اگر حاجى براى قربانى به كسى وكالت دهد ، تا وكيل او قربانى نكرده نمىتواند حلق كند ولى اگر با اعتقاد به اينكه وكيل او براى قربانى كرده حلق كرد بعد معلوم شد كه وكيل او هنوز قربانى نكرده ، حلق مزبور كافى است و اگر بعد از حلق اعمال مكه را هم انجام داده باشد كفايت مىكند و لازم نيست آنها را اعاده كند .\r\nمسأله 485 - كسانى كه سال اول حج آنها است و وظيفه آنها سر تراشيدن است نبايد بواسطه زيادى مو اول سر را ماشين كنند و بعد آن را بتراشند ولى اگر موى آنها به قدرى زياد است كه سر تراشيدن آنها مشقت زياد دارد مىتوانند از باب مقدمه تراشيدن ، اول سر را ماشين كنند و بعد بلافاصله بتراشند بلكه بعيد نيست\r\n\r\n","description":"","footnote":"","page_name":" 244 ","page_number":244},
  {"content":"\r\n\r\nبدون مشقت هم اگر ممكن باشد بتوانند اول ماشين كنند و بعد بتراشند چون طريق عادى عرفى تراشيدن همين است همين طور كه تقصيرى كه قهرا وقت تيغ زدن حاصل مىشود اشكال ندارد و اما در صورت علم و عمد كفاره احوط است ولى واجب نيست .\r\nمسأله 486 - كسى كه بخواهد ديگرى را حلق نمايد نمىتواند قبل از اينكه خودش حلق يا تقصيرى كند سر او را بتراشد ولى مىتواند ناخن ديگرى را براى تقصير بگيرد ، و ازاله موى ديگرى نيز قبل از خارج شدن از احرام جايز نيست ولو براى تقصير .\r\nسؤال 487 - كسى كه سفر اول حج اوست در وقتى كه سلمانى سر او را براى حلق مىتراشيده مشغول گرفتن ناخنهاى خود بوده و غافل بوده كه نبايد اين كار را بكند ، آيا كفاره دارد يا خير ؟\r\nجواب : چيزى بر او نيست .\r\nسؤال 488 - كسى كه در غير منى حلق نموده و اعمال مترتبه را انجام داده و پس از اين عمره مفرده انجام داده ، آيا محل شده\r\n\r\n","description":"","footnote":"","page_name":" 245 ","page_number":245},
  {"content":"\r\n\r\nاست يا خير ، و عمره مفرده او صحيح است يا خير ؟\r\nجواب : در صورت جهل به مسأله وغفلت محل شده و عمره او صحيح است .\r\nسؤال 489 - گفته مىشود مسلخ جديد در منى نيست و اشخاص پس از قربانى در آنجا و بيرون آمدن ، پشت همانجا حلق و تقصير كرده‌اند ، وظيفه آنان چيست ؟\r\nجواب : در صورت جهل به مسأله و غفلت اعاده لازم نيست .\r\nسؤال 490 - در مسأله سابق كسانى كه بعد از حلق و تقصير مزبور به مكه آمده‌اند و اعمال مكه از قبيل طواف و سعى و طواف نساء را انجام داده‌اند و بعد متوجه شده‌اند كه حلق و تقصير در منى نبوده ، آيا اعمال مكه آنان صحيح است ؟\r\nج واب : اگر جاهل به مسأله بوده اند و از روى علم و عمد نبوده كه ظاهر سؤال است اعمال مكه آنان صحيح است .\r\nسؤال 491 - كسى كه سال قبل هم به حج مشرف شده و حلق را در خارج منى انجام داده است و امسال هم حلق را در خارج منى نموده چه وظيفه‌اى دارد ، و اگر اعمال مكه را انجام داده\r\n\r\n","description":"","footnote":"","page_name":" 246 ","page_number":246},
  {"content":"\r\n\r\nصحيح است يا خير ؟\r\nجواب : اگر از روى جهل بوده همه اعمال او صحيح است و فقط بنابراحتياط حلق را در منى انجام دهد و اگر ممكن نيست در مكه و يا هر جاى ديگر كه ممكن است دو حلق را انجام دهد و اگر ممكن است بهتر است موى خود را به منى بفرستد و آنجا دفن كنند .\r\nسؤال 4 92 - اگر در موردى كه حاجى بايد حلق كند ، بجاى حلق ، تقصير كرده است وظيفه‌اش چيست ، آيا كفاره دارد يا نه ؟\r\nجواب : اگر جاهل به مسأله بوده كفاره ندارد و در فرض علم احوط است و اعمال مكه او در فرض جهل صحيح است و فقط حلق را بايد انجام دهد .\r\nسؤال 493 - كسى كه سال دوم حج او است و سال قبل براى خودش حج نموده و حلق كرده است و امسال به نيابت ديگرى حج به جا مىآورد ، آيا در سفر دوم حكم صروره را دارد كه بايد حلق كند يا تقصير كافى است ؟\r\nجواب : تقصير كفايت مىكند .\r\n\r\n","description":"","footnote":"","page_name":" 247 ","page_number":247},
  {"content":"\r\n\r\nسؤال 494 - شخصى در سال 60 نائب شخص ديگرى شد و براى اولين بار آمده مكه و در مرز بين وادى محسر و منى حلق نمود به اعتقاد اينكه اينجا جزء منى است و يك سال بعد باز به مكه مشرف شد ، براى خودش به عنوان حجهءالاسلام ، و در منى تقصير نمود به خيال اينكه حلق قبلى و اعمال حج گذشته او صحيح بوده است و سال 65 باز به مكه مشرف شد و به عنوان ما فى الذمه محرم شد و در اين بين متوجه شد كه حلق سال اول در خارج منى بوده است . امسال حلق را در منى به قصد ما فى الذمه انجام مىدهد و بقيه اعمال را نيز به قصد ما فى الذمه ، بجا آورده است . آيا اين كار كافى است يا نه ؟\r\nجواب : در فرض مسأله كه جاهل بوده حج اول و دوم صحيح بوده و حج سوم هم احتياطى بوده مستحب ، ولى اگر ممكن است به احتياط مستحب حلق سال اول را در منى تكرار كند .\r\nسؤال 495 - اگر كسى مقدارى از سر خود را با تيغ بتراشد و بقيه را ماشين كند آيا جايز است و حلق صدق مىكند ؟ ضمناً بعد از ماشين ، بقيه سر را نيز مىتراشد .\r\n\r\n","description":"","footnote":"","page_name":" 248 ","page_number":248},
  {"content":"\r\n\r\nج واب : قبل از تمام شدن حلق جايز نيست موى سر خود را كوتاه كند مگر در صورتى كه بواسطه بلندى موى سر حلق براى او حرجى باشد و يا طريق عادى و عرفى حلق كوتاه كردن قبل از آن باشد مثل اينكه در حلق با تيغ نيز غالباً اول مو كوتاه مىشود بعد زائل مىگردد به هر حال اين شخص تمام سر را تراشيده و كفايت مىكند .\r\nسؤال 496 - كسى كه غير از وقوفين اضطرارى را نمىتواند درك كند و براى بقيه اعمال خود نائب مىگيرد ، آيا مىتواند حلق را در غير از منى انجام دهد ؟\r\nجواب : بايد در منى حلق كند ، و حلق در غير منى كافى نيست ، مگر آنكه نتواند به منى برود در اين‌صورت در غير منى حلق كند و بهتر است موهاى خود را به منى بفرستد تا در آنجا دفن كنند و تا ممكن است اين عمل را احتياطاً ترك نكند .\r\nسؤال 497 - شخصى دو موضع در سرش شكسته است ، ممكن است كه حلق روز عيد باعث پاره شدن پوست گردد اگر تقصير نمايد ، مجزى است يا وظيفه ديگرى دارد ؟\r\n\r\n","description":"","footnote":"","page_name":" 249 ","page_number":249},
  {"content":"\r\n\r\nجواب : مقدار ممكن را بتراشد و در صورتى كه بتواند با ماشين ته زن كه مثل تراشيدن است بقيه موى خود را بزند بايد چنين كند و اگر نمىتواند بنابراحتياط تقصير كند و اعمال مترتبه را به جا آورد و اگر ممكن شد تراشيدن تمام تا آخر ماه ذيحجه احتياطاً تمام را بتراشد ولو در مكه و بهتر است موى خود را بفرستد به منى دفن كنند .\r\nسؤال 498 - شخصى سال گذشته قربانى و حلق را در غير منى ( خارج از منى ) انجام داده و پس از خاتمه اعمال به ايران برگشته است و امسال نيز به مدينه مشرف شده و قصد حج دارد ، بفرمائيد وظيفه او چيست ؟ و آيا مىتواند براى خود يا ديگرى حج به جا آورد يا نه ؟\r\nجواب : اگر از روى جهل به مسأله يا غفلت بوده اعاده اعمال لازم نيست و اگر اصلًا تمكن از قربانى و ذبح در منى نبوده و در مثل محلهاى معمول در اين زمان خارج از منى بوده اگر عمدى هم باشد اعمال گذشته او صحيح است .\r\nسؤال 499 - صبى مُمَيزى تمام اعمال حج را به نحو صحيح\r\n\r\n","description":"","footnote":"","page_name":" 250 ","page_number":250},
  {"content":"\r\n\r\nانجام داده است ، آيا از صَروره بودن ، خارج مىشود يا نه ؟\r\nجواب : بلى خارج مىشود .\r\nسؤال 500 - در روز عيد قربان كه حاجى بايد حلق كند و از طرفى تراشيدن و كندن مو بر مُحرم حرام است ، آيا حجاج بايد بعد از تقصير افرادى كه مخير بين حلق و تقصير هستند از وجودشان براى حلق استفاده كنند يا در آن وقت براى شخص جايز است كه سر خود را بتراشد ، و آيا فرق است بين تراشيدن سر خود و تراشيدن سر ديگرى ، و در هر حال تكليف شرعى او چيست ؟\r\nجواب : خودش مىتواند خود را حلق كند و مىتواند به كسى كه از احرام به حلق يا تقصير خارج شده واگذار كند كه او را حلق نمايد و جايز نيست به كسى كه از احرام خارج نشده واگذار كند و اگر از روى جهل به او واگذار كرد و او هم از روى جهل او را حلق نمود در صورتىكه جهل دو قصورى باشد حلق درست است و اگر جهل تقصيرى باشد و يا هر دو يا يكى از آنان عالم به حكم باشد اين حلق كفايت نمىكند چون در اين\r\n\r\n","description":"","footnote":"","page_name":" 251 ","page_number":251},
  {"content":"\r\n\r\nموارد قصد قربت از يكى يا از هردو تحقق پيدا نمىكند .\r\nسؤال 501 - كسى كه در حج وظيفه‌اش سر تراشيدن است و از اول مىداند كه با تيغ كشيدن سرش خون مىآيد ، بفرمائيد آيا سرش را بتراشد يا نه ؟\r\nجواب : بايد اول تقصير كند و مقدارى از موى سر را چيده و بعد از آن حلق كند . ولى اگر با اين حال حلق كرد اين حلق در صورت علم به عدم جواز يا جهل تقصيرى كفايت نمىكند و همينطور كه در مسأله قبل گذشت با قصد قربت منافات دارد و اگر از سرش خون بيرون آيد بنابراحتياط يك گوسفند كفاره بدهد .\r\nسؤال 502 - بعضى از مراجع فرموده‌اند احتياط واجب آن است كه كسى كه سال اول حج او باشد بايد سر خود را بتراشد آيا اين احتياط را مىشود به ديگرى رجوع كرد كه تخيير بين تقصير و حلق را قائل شده اند يا نه ؟\r\nجواب : به نظر ما حلق متعين است و به نظر كسى كه احتياط قائل است حكم سائر احتياطات را دارد كه در آن مورد نيز\r\n\r\n","description":"","footnote":"","page_name":" 252 ","page_number":252},
  {"content":"\r\n\r\nتفضيلى هست كه در رساله عمليه در بحث تقليد ذكر كرده‌ايم .\r\nسؤال 503 - كسى كه حلق را فراموش كرده و به ايران بازگشته است ، وظيفه او چيست ؟\r\nجواب : بايد حلق را در همان‌جا كه هست در صورتى كه به آسانى نتوانند برگردد به منى انجام دهد و بهتر است موى خود را به منى بفرستد كه آنجا دفن كنند و اعاده بقيه اعمال بعد از حلق واجب نيست اگرچه در صورت امكان اعاده براى خودش و يا امكان نائب گرفتن براى آن‌ها احتياط مستحب اعاده است .\r\nسؤال 504 - كسى كه وظيفه او حلق است و ليكن از حلق معذور است ، وظيفه او چيست ؟\r\nجواب : اگر با ماشين ته زن بتواند موى خود را كوتاه كند كه عرفاً ميسور حلق است بايد چنين كند و اگر تقصير به هر نحو ديگر ممكن باشد احتياط به تقصير ترك نشود .\r\nسؤال 505 - اگر كسى قربانى را از روى عمد تأخير بيندازد ، آيا مىتواند حلق و يا تقصير نمايد و يا بايد حتماً بعد از قربانى باشد ؟\r\n\r\n","description":"","footnote":"","page_name":" 253 ","page_number":253},
  {"content":"\r\n\r\nجواب : واجب است حلق را بعد از قربانى انجام دهد و نبايد قربانى را از وقت آن تأخير بيندازد .\r\nسؤال 506 - شخصى در روز عيد قربان در حال رَمى جمره عقبه پول خود را گم كرد و چون پول براى هدى نداشت آن را مبدل به روزه كرد ، و تصميم دارد بعد از ايام تشريق شروع به سه روز روزه نمايد ، آيا چنين شخصى تقصير يا حلق را پس از سه روز روزه انجام دهد يا همان روز عيد حلق يا تقصير نمايد ؟\r\nجواب : بايد حلق و يا تقصير را در روز عيد انجام دهد .\r\nسؤال 507 - شخصى كه صروره نيست و مىتواند تقصير كند آيا اگر ريش بتراشد ، صرف نظر از حرمت ، اين كار كفايت از تقصير مىكند يا نه ؟\r\nجواب : كفايت نمىكند .\r\nسؤال 508 - عصر عيد قربان بعد از هَدى كه دوستان سر مىتراشيدند و من هم به اين فكر كه بايد سر را تراشيد رفتم سر خود را تراشيدم ، و نگفتم كه سر مىتراشم براى حج تمتع ، فقط سرم را تراشيدم ، در اين صورت وظيفه من چيست ؟\r\n\r\n","description":"","footnote":"","page_name":" 254 ","page_number":254},
  {"content":"\r\n\r\nجواب : اگر سر را به عنوان اينكه وظيفه شما سر تراشى است و از اعمال حج است تراشيده‌ايد صحيح است هرچند نيت را نگفته باشد .\r\nسؤال 509 - چون من از سر تراشيدن بدم مىآيد آيا مىتوانم به جاى سر تراشيدن تقصير كنم ، و آيا آن كار گناهى هم دارد يا نه ؟\r\nجواب : در سفر اول حج كه اصطلاحاً صروره هستيد بايد سر را بتراشيد و قصد قربت هم بنمائيد يعنى براى انجام فرمان خداوند متعال و تسليم امر او اين عمل را انجام دهيد و اگر نتراشيد گناه كرده‌ايد و از احرام هم خارج نشده‌ايد .\r\nسؤال 510 - حاجى در مذبح بعد از قربانى فوراً تقصير كرده كه دچار تطهير نجاست بدن و لباس احرام نگردد ، و بعد از رسيدن به چادر حلق كند ، از يك طرف صروره است و از طرفى در حلق قصد احلال نكرده ، تكليفش چيست ؟\r\nجواب : تقصير در صورت جهل كفاره ندارد و حلق را اگر به قصد قربت و به حساب يكى از اعمال انجام داده كافى است .\r\n\r\n","description":"","footnote":"","page_name":" 255 ","page_number":255},
  {"content":"\r\n\r\nواگرنه باقى بر احرام است و بايد در منى حلق كند .\r\n\r\nفصل پنجم : واجبات بعد از اعمال منى و طواف نساء\r\nسؤال 511 - اگر كسى تنها اين ترس را داشته باشد كه بعد از برگشت از منى در اثر ازدحام نتواند طواف كند يا به مشقت بيفتد ، آيا مىتواند اعمال حج را مقدم دارد يا نه ؟\r\nجواب : كسانىكه بازگشت به منى برايشان ممكن نيست يا مشكل است و يا بعد از بازگشت طواف كردن حتى پشت مقام هم براى آنها مشقت دارد و حرجى است تقديم طواف براى آنها جايز است سعى را هم بعد از آن به جا آورند و اگر بعداً تمكن از طواف و سعى پيدا كردند احتياطاً آنها را اعاده كنند . « 1 » سؤال 512 - اعمال حج را به جهت خوف حيض بر اعمال منى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) و يحتمل الغاء الخصوصية من موارد الروايات او نفى الترتيب بين الأعمال بقاعدة نفى الحرج و الروايات تكون فى تقديم الطواف لا فى السعى و لذا لابد من الأحتياط .\r\n","page_name":" 256 ","page_number":256},
  {"content":"\r\n\r\nمقدم داشت ، ولى چون طواف يا سعى را قطع كرده بود ، به طورى كه مىبايد اتمام و اعاده كند و چنين كرد ، آيا بعد از اعمال منى بر او چيزى نيست ؟\r\nجواب : اگر وظيفه را انجام داده چيزى بر او نيست .\r\nسؤال 513 - آيا نائب هم اگر خوف حيض يا مرض داشته باشد مىتواند اعمال حج را بر وقوفين و اعمال منى مقدم بدارد يا نه ؟\r\nجواب : اگر از قبل از عقد نيابت معذور بوده نمىتواند نائب شود ولى اگر بعد از آن اتفاق افتاده تقديم اشكال ندارد .\r\nسؤال 514 - كسانى كه اعمال حج را قبل از اعمال منى انجام مىدهند ، آيا مىتوانند سعى را بعد از برگشتن از منى انجام دهند و باقى اعمال را قبل ؟\r\nجواب : در فرض سؤال به احتياط واجب سعى را مقدم بدارند و بعد از رجوع از منى سعى را اعاده كنند و اگر ممكن شد طواف را نيز بنابر احتياط قبل از سعى اعاده نمايند .\r\nسؤال 515 - تقديم اعمال مكه براى ذوى الاعذار جايز يا لازم است ؟\r\n\r\n","description":"","footnote":"","page_name":" 257 ","page_number":257},
  {"content":"\r\n\r\nجواب : در صورتىكه براى ايشان برگشت به مكه ممكن نباشد و يا طواف و غير آن براى ايشان مقدور نباشد مثل زن حائض بايستى اعمال را مقدم بدارند و كسانىكه به واسطه مرض و پيرى و مانند اينها اعمال حرجى باشد احوط آن است كه اعمال را مقدم بدارند .\r\nسؤال 516 - كسانى كه اعمال حج را مقدم بر وقوفين مىنمايند ، آيا بايد اقرب زمان به موقفين را رعايت كنند ؟\r\nجواب : لازم نيست .\r\nسؤال 517 - تشخيص عذر براى كسانى كه اعمال حج را مقدم مىدارند ، بر عهده خود آنان است يا بر عهده گردانندگان گروه و مسئولين ؟\r\nجواب : تشخيص با خود مكلف است اگرچه بواسطه گفته مسئولين وثوق و اطمينان حاصل شود .\r\nسؤال 518 - كسى كه او را به وسيله تخت طواف مىدهند ، آيا مىتواند اعمال حج خود را بر وقوفين مقدم بدارد ؟\r\nجواب : اگر در هر صورت بايد او را طواف دهند و عذر\r\n\r\n","description":"","footnote":"","page_name":" 258 ","page_number":258},
  {"content":"\r\n\r\nديگرى نيست ، نمىتواند مقدم بدارد .\r\nسؤال 519 - كسى كه اعمال حج را بر وقوفين مقدم مىدارد ، آيا مىتواند طواف نساء را بعد از وقوفين و اعمال ديگر انجام دهد ؟\r\nجواب : در فرض سؤال بايد طواف و سعى و طواف نساء را پشت سر هم بجا آورند و بعد از برگشتن از اعمال منى بنابر احتياط اگر ممكن است همه را اعاده كنند و اگر تنها طواف نساء مىتوانند اعاده كنند همان را اعاده كنند و بايد دانست شخصى كه طواف نساء را مقدم داشته مادامى كه اعمال منى و طواف حج و نماز آن و سعى و صفا و مروه را بجا نياورده زن براى او حلال نمىشود .\r\nسؤال 520 - شخصى كه مىتواند اعمال مكه را بر وقوفين مقدم بدارد اگر جهلًا بدون احرام ، اعمال مكه را انجام داد چه صورتى دارد ؟\r\nجواب : كفايت نمىكند و بايد قبل از وقوفين آنها را با احرام اعاده كند و يا بعد از وقوفين و اعمال منى ، آنها را بجا آورد .\r\n\r\n","description":"","footnote":"","page_name":" 259 ","page_number":259},
  {"content":"\r\n\r\nسؤال 521 - آيا مىتواند اعمال مكه را به نائب واگذارد ، در صورتى كه مىتواند تأخير بيندازد تا خود بجا آورد ؟\r\nجواب : با فرض اينكه مىتواند خودش بجا آورد ولو با تأخير تا آخر وقت نمىتواند نائب بگيرد .\r\nسؤال 522 - در مناسك در مسألهء 416 فرموده‌ايد احتياط اين است كه طواف حج از روز يازدهم ذيحجه تأخير نشود ، گرچه جواز تأخيرش تا بعد از ايام تشريق بلكه تا آخر ذيحجه خالى از قوت نيست آيا بنابر اينكه تأخير از روز يازدهم بنابر عدم جواز تأخير از يازدهم معصيت است ؟\r\nجواب : بنابر آنچه ما گفته‌ايم معصيت نيست و بر فرض عدم جواز تأخير معصيت بودن آن واضح است .\r\nسؤال 523 - كسىكه از منى برگشته و هنوز اعمال واجب مكه را انجام نداده ، آيا مىتواند طواف مستحبى انجام دهد ، و نيز در حال احرام عمره تمتع آيا مىتواند قبل از انجام عمره ، طواف مستحبى انجام دهد ؟\r\n\r\n","description":"","footnote":"","page_name":" 260 ","page_number":260},
  {"content":"\r\n\r\nجواب : احوط اين‌است‌كه كسى كه احرام حج تمتع بسته پس از احرام و پيش از رفتن به عرفات طواف مستحبى ننمايد و چنانچه طواف نمود بنابراحتياط بعد از طواف تلبيهء را تجديد كند ولى بعد از برگشتن از منى و تمام كردن اعمال عرفات و منى و غير آن طواف مستحبى و نيابتى مانعى ندارد ، و در حال احرام عمرهء تمتع نيز طواف مستحبى اشكال ندارد .\r\nسؤال 524 - آيا بعد از انجام اعمال منى قبل از انجام اعمال مكه مىتوان از مكه خارج شد يا خير ؟\r\nجواب : ظاهر و احوط آن است كه تا اعمال مكه تمام نشده از مكهء خارج نشود و مراد به حج « 1 » در روايات حج كامل است نه تنها اركان حج مثل وقوفين .\r\nمسأله 525 - ظاهر آن است كه براى هر عمره مفردهء بايد يك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لأن الظاهر من الارتهان بالحج هو تمام الحج لا خصوص اركانه كالوقوفين و رواياته فى الوسائل ج 8 باب 22 من ابواب اقسام الحج ح 1 و 5 .\r\n","page_name":" 261 ","page_number":261},
  {"content":"\r\n\r\nطواف نساء جدا به جا آورد و يك طواف از همه كفايت نمىكند « 1 » .\r\nمسأله 526 - احتياط آن است كه نائب در طواف نساء ، نيت ما فىالذمه كند گرچه مىتواند به نيت منوب عنه انجام دهد .\r\nسؤال 527 - آيا پيش از بجا آوردن طواف نساء و بعد از انجام حلق و اعمال بعدى ، تمام انواع تلذذ و تمتع از زن حرام است و يا اختصاص به جماع دارد ؟\r\nجواب : از مطلق تلذذ از زن بايد اجتناب نمايد .\r\nسؤال 528 - آيا تأخير طواف نساء از سعى تا چند روز ، جايز است يا خير ؟\r\nجواب : بلى جايز است و طواف نساء حدّ معينى ندارد .\r\nسؤال 529 - شخصى بعد از حج ، ازدواج كرد و داراى اولاد شد ، بعداً متوجه مىشود كه در حج طواف نساء را بجا نياورده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فان هذا هو الظاهر من النصوص الواردة فى الباب و لا دليل لنا على اجزاء الواحد للجميع و ليس مثل اجزاء الغسل الواحد للاسباب المتعددة .\r\n","page_name":" 262 ","page_number":262},
  {"content":"\r\n\r\nاست ، حال كه متوجه شده است ، حكم زن و فرزند او چگونه است و نسبت به طواف بايد چه كند ؟\r\nجواب : چون جاهل بوده فرزند او حكم حلال زاده را دارد ولى بنابراحتياط واجب بايد عقد ازدواج خود را مجدداً اعادهء نمايد البته بعد از اينكه طواف نساء را به جا آورد و اگر ممكن نبود براى خودش نائب گرفته و نائب آن را بجا آورده باشد .\r\nسؤال 530 - مردى به زنش گفته وظيفه من طواف نساء است ، ولى تو بايد طواف رجال بجا آورى ! زن بجاى نيت طواف نساء طواف رجال ذكر كرد ، آيا كافى است يا نه ؟\r\nجواب : چون منظورش در حال نيت همان معناى طواف نساء بوده كه بدون آن مرد بر زن حرام است طواف او صحيح است .\r\nسؤال 531 - كسى كه عمره مفرده انجام مى داد بدون اينكه تقصير كند طواف نساء را بجا آورد ، آيا وظيفه او چيست ، و عمره او باطل است يا نه ؟\r\nجواب : عمره باطل نمىشود ، لكن بايد بعد از تقصير ، اگر عمداً بوده طواف نساء را اعاده نمايد ، و بدون آن حرمت نساء باقى\r\n\r\n","description":"","footnote":"","page_name":" 263 ","page_number":263},
  {"content":"\r\n\r\nاست و اگر بواسطه جهل و يا فراموشى آن را مقدم داشته بنابراحتياط آن را اعادهء نمايد .\r\nسؤال 532 - شخصى پس از مراجعت از مكه شك مىكند كه طواف نساء حج يا عمره مفرده را بجا آورده يا نه ، چه وظيفه‌اى دارد ؟\r\nجواب : اگر در حال حج التفات داشته كه طواف نساء واجب است چيزى بر او واجب نيست اگرچه احوط اعاده است و اگر التفات به وجوب آن نداشته بايد آن را اعاده كند و اگر براى خودش ممكن نيست نائب بگيرد .\r\nسؤال 533 - اگر كسى بعد از شوط چهارم طواف نساء عمره مفرده ، با زوجه خود مواقعه نمايد ، آيا مانند طواف نساء حج است كه به حج لطمه‌اى وارد نكرده و كفاره هم ندارد ؟\r\nجواب : بلى ، عمل صحيح است و كفاره ندارد ، اگرچه حرام مرتكب شده است .\r\nسؤال 534 - آيا بجا نياوردن طواف نساء از روى جهل همانند طواف حج و عمره است كه بايد حج را اعاده كند و شتر قربانى\r\n\r\n","description":"","footnote":"","page_name":" 264 ","page_number":264},
  {"content":"\r\n\r\nنمايد ؟\r\nجواب : ترك طواف نساء حج را باطل نمىكند ولى حرمت نساء بدون آن باقى است و ارتكاب آن در صورتىكه از روى فراموشى و يا جهل به مسأله باشد كفاره ندارد و اگر از روى عمد باشد كفاره دارد .\r\nسؤال 535 - شخصى قبل از طواف نساء با زوجه خود ملاعبه نموده و از روى شهوت به او دست زده است ، آيا كفاره دارد ؟\r\nجواب : كفاره دارد مگر در صورت جهل و فراموشى .\r\nسؤال 536 - زنى كه اعمال حج خود را بر وقوفين مقدم داشته ، بعد از سعى حائض مىشود ، شوهرش در همان وقت به نيابت از او طواف نساء را انجام مىدهد ، آيا اين نيابت صحيح است ؟\r\nجواب : نيابت صحيح نيست و طواف نساء را زن بايد بعد از اعمال منى بجا آورد و اگر برايش ممكن نيست نائب بگيرد و سعى را نيز بعد از اعمال منى بنابراحتياط واجب اعاده نمايد .\r\nسؤال 537 - اگر نائب ، طواف نساء را بجا نياورد ، آيا فقط زن بر او حرام است يا ذمه‌اش هم مشغول است ، هرچند بعد از مردن\r\n\r\n","description":"","footnote":"","page_name":" 265 ","page_number":265},
  {"content":"\r\n\r\nباشد ، كه بايد براى او قضا كند ؟\r\nجواب : ذمه او هم مشغول است ، ولى خودش بايد در حياتش انجام دهد و اگر نمىتواند ، نائب بگيرد و اگر مرد از تركه او نائب بگيرند خصوصاً اگردر بجا آوردن آن اجير شده باشد .\r\nسؤال 538 - شخصى طواف نساء عمره مفرده را فراموش كرده و بعد براى عمره تمتع محرم شده است ، آيا طواف نساء فراموش شده را بعد از انجام اعمال عمره تمتع ، بجا آورد يا قبل از آن ؟\r\nجواب : طواف نساء حج از طواف نساء عمره مفرده كفايت نمى كند و انجام دادن طواف نساء بعد از عمره تمتع هم كفايت كردنش محل اشكال است و محرم نمىتواند دوباره محرم شود اگرچه نسبت به نساء باشد ، احتياط در صورتىكه عمره مفرده را در ماه‌هاى حج بجا آورده و براى خودش بوده آن است كه طواف نساء را بجا آورد رجاءً و همان عمره مفرده را عمره حج قرار دهد .\r\nسؤال 539 - كسى كه طواف نساء عمره مفرده را بجا نياورده و بعد از آن حج افراد بجا مى آورد ، آيا طواف نساء حج افراد\r\n\r\n","description":"","footnote":"","page_name":" 266 ","page_number":266},
  {"content":"\r\n\r\nكفايت مىكند ؟\r\nجواب : كفايت نمىكند و ظاهر آنست كه هر سبب مسبب جدائى دارد .\r\nسؤال 540 - پيرمردان و پيرزنانى كه عمل زناشوئى از آنان ممكن نيست و ازدواج هم نمى كنند و نيز كسى كه عنين است ، آيا اگر طواف نساء را بجا نياورند اشكال دارد ؟\r\nجواب : گرچه طواف نساء جز اعمال نيست ، لكن عمل واجبى است كه بايد انجام داده شود .\r\n\r\nفصل ششم : بيتوته به منى\r\nمسأله 541 - اگر حاجى صبح دوازدهم به مكه بيايد به خيال اينكه بتواند قبل از ظهر برگردد به منى و بعد از ظهر از آنجا كوچ كند ولى تا بعد از ظهر نتوانست به منى برگردد واجب نيست دوباره به منى برگردد و از آنجا كوچ كند ولى اگر مىدانسته كه نمىتواند قبل از ظهر برگردد رفتن او به مكه جايز نبوده است ولى واجب نيست برگردد اگرچه بهتر آن است كه\r\n\r\n","description":"","footnote":"","page_name":" 267 ","page_number":267},
  {"content":"\r\n\r\nاگر مىتواند برگردد و از آنجا به قصد كوچ كردن برگردد .\r\nمسأله 542 - در كوچ كردن بعدازظهر روز دوازدهم زن‌ها هم حكم مردان را دارند بنابراين اگر با عذر از رمى در روز ، شب دوازدهم رمى كردند نمىتوانند قبل از ظهر از منى كوچ كنند مگر از ماندن تا بعد از ظهر معذور باشند .\r\nمسأله 543 - كسانىكه در زمينهاى متصل به منى كه از منى نيست در شب يازدهم و دوازدهم بيتوته مىكنند بايد كفاره بدهند در صورتىكه از روى عمد باشد و براى هر شب يك گوسفند قربانى كنند و اگر از روى فراموشى و جهل باشد احتياط واجب دادن كفاره است هرچند اعتقاد پيدا كرده باشند كه آنجا از منى است يا به گفته اشخاص محلى ، مطمئن شده باشند .\r\nمسأله 544 - اگر حاجى قبل از غروب آفتاب شب سيزدهم از منى خارج شده و بعد از غروب به منى مراجعت كرده ، واجب نيست شب را بماند و رمى روز سيزدهم بر او واجب نمىشود .\r\nسؤال 545 - بيتوته در منى اگر در غير منى انجام شود چه\r\n\r\n","description":"","footnote":"","page_name":" 268 ","page_number":268},
  {"content":"\r\n\r\nصورت دارد ، و آيا اشخاص جاهل به موضوع معذورند يا خير ؟\r\nجواب : اگر از روى عمد باشد براى هر شب يك گوسفند كفاره دارد و اگر از روى جهل به موضوع باشد يا جهل به حكم احتياط واجب كفاره دادن است و اگر جهل به موضوع از روى قصور باشد نه تقصير معذورند .\r\nسؤال 546 - در مناسك فرموده‌ايد كه بيتوته در منى بنابراحتياط واجب بايد از اول شب باشد تا بعد از نيمه شب بنابراين اگر كسى اول شب را در منى نبوده كفاره بر او واجب است يا خير ؟\r\nجواب : بنابراحتياط واجب كفاره بدهد چه عالم به حكم يا موضوع باشد و يا جاهل به آن .\r\nسؤال 547 - كسى كه در شب يازدهم و دوازدهم بايد در منى باشد يا در مسجدالحرام مشغول عبادت گردد ، در مسجدالحرام مشغول عبادت مىشود ، ولى در بين آن از خستگى مرتب چرت مى زند و بيدار مىشود ، وظيفه او چيست ؟ و سؤال ديگر در اين رابطه كه اخيراً پشت بامى وسيع براى مسجدالحرام ( زاده الله\r\n\r\n","description":"","footnote":"","page_name":" 269 ","page_number":269},
  {"content":"\r\n\r\nشرفاً ) درست كرده‌اند ، آيا شب‌هايى كه بايد يا در منى بماند و يا در مسجدالحرام مشغول عبادت باشد ، ماندن در آنجا و عبادت كردن كافى است يا نه ؟\r\nجواب : چرت زدن مانع از صدق مشغول بودن به عبادت نمىشود ولى اگر خواب زياد طول بكشد مثل يك ساعت يا بيشتر مانع است و عبادت در مكه ملاك است نه در خصوص مسجدالحرام بنابراين عبادت در پشت بام مسجد مانعى ندارد و نيز اگر خواب طولانى شد يك گوسفند كفاره دارد .\r\nسؤال 548 - اينجانب شغلم حمله دارى است ، چندين سال قبل جايى را يقين داشتم جزء منى است با حاجىها بيتوته نموده‌ام و سال‌هاى بعد فهميدم و برايم يقين حاصل شد جايى كه سال‌هاى قبل بيتوته نموده‌ايم خارج از منى است آيا كفاره بر اين جانب و همه حجاج واجب است يا نه ؟ و در صورتىكه كفاره واجب باشد ، آيا كفاره حجاج بر عهده خودشان است يا بر عهده من ؟ و آيا ابلاغ به حجاج واجب است يا نه ؟ و اگر بعضى از آنان مرده باشند يا دسترسى به آنان نباشد ، تكليف چيست ؟\r\n\r\n","description":"","footnote":"","page_name":" 270 ","page_number":270},
  {"content":"\r\n\r\nجواب : كفاره ترك بيتوته خود شما بر شما واجب است و كفاره ديگران بر شما واجب نيست در صورتىكه كوتاهى در تعيين منى كه ظاهراً وظيفه شما بوده نكرده باشيد و الا بر عهده شماست مگر آنكه شما را ببخشند و از مال خود بدهند و به هر حال اعلام به آنها لازم نيست .\r\nسؤال 549 - علامت‌گذارى حدود منى در سالهاى قبل با علامت‌گذارى الآن كه به وسيله حكومت انجام گرفته فرق مىكند ، و اينجانب كه شغلم حمله دارى است در سالهاى قبل با حجاج در قطعه زمينى بيتوته كرده‌ايم كه اگر تعيين فعلى حكومت صحيح باشد ، بيتوته ما در خارج از منى بوده ، و اگر تعيين قبلى صحيح باشد كه ما يقين به آن داريم طبق علميت قبلى و نظر پيروان اهل مكه بيتوته ما صحيح است ، حال بنابر اينكه تعيين حكومت صحيح باشد ، آيا تكليف ما نسبت به بيتوته سالهاى قبل چيست ؟ و در صورت وجوب كفاره آيا ابلاغ به همه حجاج لازم است يا نه ؟ و آيا با توجه به اينكه در فرض مسأله بيتوته ترك نشده بلكه اشتباه در مصداق بوده است ، نسبت\r\n\r\n","description":"","footnote":"","page_name":" 271 ","page_number":271},
  {"content":"\r\n\r\nبه حجاج ضامن مىباشم يا نه ؟\r\nجواب : بر فرض شك در صحت تعيين فعلى حكومت و يا يقين بعدم صحت كفاره بر سايرين و شما نيست ولى در فرض مسأله كه تعيين حكومت صحيح باشد كفاره خود شما بر شما بنابراحتياط واجب است و كفاره سائر حجاج بر شما واجب نيست مگر اينكه در تعيين محل تقصير كرده باشيد و به هر حال ابلاغ به همه حجاج لازم نيست .\r\nسؤال 550 - آيا كسانىكه عذر دارند از رَمى در روز مىتوانند شب دوازدهم براى روز دوازدهم رمى كنند و از منى به مكه بيايند و ديگر برنگردند به منى يا بايد صبر كنند و بعدازظهر با مردم كوچ كنند ؟\r\nجواب : بايد صبر كنند تا بعد از ظهر روز دوازدهم ، و بعد از آن مىتوانند كوچ كنند .\r\nسؤال 551 - در فرض مسأله قبل آيا خدمه كاروان‌ها مىتوانند رمى خود را با آن معذورين انجام بدهند و همراه آنان به مكه بروند و براى وقوف تا وقت شرعى روز دوازدهم به منى\r\n\r\n","description":"","footnote":"","page_name":" 272 ","page_number":272},
  {"content":"\r\n\r\nبرنگردند يا خير ؟\r\nجواب : وقوف در روز دوازدهم واجب نيست و آنچه واجب است كوچ نكردن قبل از ظهر است و اشخاص ذكر شده مىتوانند بعد از نصف شب از منى به مكه روند و روز بعد براى رمى به منى برگردند ولو بعد از ظهر و اگر قبل از ظهر آمدند بعد از ظهر بروند و رمى شب دوازدهم براى آنها كافى نيست .\r\nسؤال 552 - حاجى شب دوازدهم بعد از نصف شب از منى خارج و به مكه مىرود ، روز بعد براى رمى به منى مىآيد ، آيا لازم است كه قبل از ظهر به منى بيايد يا چون وظيفه‌اى غير از رمى ندارد بعد از ظهر هم مىتواند بيايد ؟\r\nجواب : لازم است قبل از ظهر به منى بيايد و اگر خواست كوچ كند بعدازظهر باشد همينطور كه قبلًا گذشت .\r\nسؤال 553 - مدير كاروانى زنها را قبل از ظهر روز دوازدهم ، از منى خارج نمود ، وظيفه آنان كه از مسأله اطلاع نداشتند و يا اگر متوجه مسأله بودند نمىتوانستند بدون مدير كاروان و همراهان در منى بمانند چيست ؟\r\n\r\n","description":"","footnote":"","page_name":" 273 ","page_number":273},
  {"content":"\r\n\r\nجواب : با فرض اين كه عذر داشته اند مانع ندارد .\r\nسؤال 554 - مقدار شب براى كسى كه در مكه بجاى بيتوته در منى به عبادت مشغول مىشود ، چقدر است ؟ از مغرب تا طلوع فجر است يا تا طلوع آفتاب ؟\r\nجواب : تا طلوع فجر حساب مىشود « 1 » .\r\nسؤال 555 - بعد از عمال ثلاثه روز عيد مىخواهد براى طوافها به مكه برود ، ولى مىداند كه اگر به مكه برود سه ساعت از مَبيت اول شب را درك نمىكند ، آيا برود يا نه ؟ و اگر رفت كفاره دارد يا خير ؟\r\nجواب : در فرض مرقوم نبايد به مكه برود و اگر رفت بايد يك گوسفند كفاره بدهد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) دليله النصّ الصحيح عن معاوية بن عمار ( ابواب العود الى منى ح 13 )\r\n","page_name":" 274 ","page_number":274},
  {"content":"\r\n\r\n\r\nفصل هفتم : رمى جمرات سه گانه\r\nمسأله 556 - زن‌ها و مراقبين آنها و افراد ضعيفى كه مجازند بعد از نصف شب از مشعرالحرام به منى وارد شوند مىتوانند در شب عيد رمى كنند .\r\nمسأله 557 - رمى از طبقه دوم كفايت نمىكند و كسانىكه معذور از رمى طبقه اول مىباشند بايد نائب بگيرند و مستحب است كه خودشان احتياطاً از طبقه دوم نيز رمى نمايند .\r\nمسأله 558 - كسانى كه عذر دارند از اينكه در روز عيد رمى كنند مىتوانند شب قبل از آن رمى كنند و اگر از رمى روز يازدهم نيز معذورند مىتوانند در شب يازدهم رمى روز يازدهم را انجام دهند .\r\nسؤال 559 - كسانىكه با عذر از رمى در روز مىتوانند شب رمى كنند آيا لازم است شب رمى كنند يا مىتوانند همان روز نائب بگيرند ؟\r\nجواب : تكليف شرعى آنها رمى در شب است و با امكان رمى\r\n\r\n","description":"","footnote":"","page_name":" 275 ","page_number":275},
  {"content":"\r\n\r\nدر شب نمىتوانند نائب بگيرند .\r\nسؤال 560 - چنانچه كسانى صبح روز دهم از رمى كردن معذور باشند ولى اطمينان دارند كه بعدازظهر خلوت است و قادر به رمى هستند ، بفرمائيد از صبح مىتوانند نائب بگيرند يا بايد صبر كنند تا خلوت شود و رمى نمايند ؟\r\nجواب : اگر مىتوانند در روز رمى كنند ، نمىتوانند نائب بگيرند و بايد صبر كنند تا خلوت شود و رمى را خودش انجام دهد .\r\nسؤال 561 - آيا بدون عذر مىتوان در شب رمى كرد يا كافى نيست ، و اگر در شب صحيح است آيا گناهى هم مرتكب شده است ، و همچنين تأخير ذبح از روز عيد قربان هرچند صحيح است آيا گناهى هم مرتكب شده است ؟\r\nجواب : بدون عذر ، رمى در شب واقع نمىشود ، و اگر بدون عذر رمى در روز را ترك نمايد گناه كرده است ، و همچنين معصيت نموده است على الاحوط اگر ذبح را عمداً از روز عيد تأخير بياندازد هرچند ذبح صحيح است البته اگر تأخير تا آخر\r\n\r\n","description":"","footnote":"","page_name":" 276 ","page_number":276},
  {"content":"\r\n\r\nذى الحجه باشد و الا بايد در سال آينده خود و يا نائبش ذبح نمايند .\r\nسؤال 562 - كسىكه در رمى جمرات نائب شده ، آيا مىتواند شب مىتواند رمى كنند يا نه ، و همچنين كسى كه در اصل حج نائب باشد و از ابتداء مىدانسته كه نمىتواند رمى كند ، يا نمىتواند روز رمى كند ، و يا در رمى روز مسامحه و اهمال كند ، حكمش چيست ؟\r\nجواب : نائب بايد اعمال اختيارى حج را انجام دهد و اگر از اول معذور باشد نمىتواند نائب شود ولى اگر نائب شد و بعد از آن براى او عذرى پيش آمد مىتواند اعمال معذور را انجام دهد و نيابت او باطل نمىشود و نيز نائب جايز نيست ، در انجام عمل مسامحه و اهمال نمايد ولى اگر از وقت عمل تأخير كند در صورتىكه نيابت مقيد بوده بوقت خاص يا ظاهر در آن بوده نيابت باطل مىشود مگر اينكه ظاهر حال عدم تقييد نيابت بوده باشد .\r\nسؤال 563 - شخصى كه خود معذور است و نمىتواند رمى\r\n\r\n","description":"","footnote":"","page_name":" 277 ","page_number":277},
  {"content":"\r\n\r\nجمرات نمايد ، آيا مىتواند شخص ديگرى را كه براى او هم رمى در روز مقدور نيست ، نائب قرار دهد تا در شب رمى نمايد ، و آيا در صورت بودن و يا نبودن شخص سومى كه بتواند نائب شود و در روز رمى نمايد ، حكم مسأله فرق دارد يا خير ؟\r\nجواب : در صورت امكان بايد كسى را نائب بگيرد كه در روز رمى نمايد ، و اگر ممكن نباشد بنابراحتياط واجب روز بعد خودش قضا كند ، و اگر در قضاء هم امكان مباشرت نيست ، نائب بگيرد .\r\nسؤال 564 - در رمى جمرات اگر سنگريزه ، اول به ديوار مجاور و بعد به جمره بخورد آيا كافى است ، يا بايد سنگريزه ديگرى بزند ؟\r\nجواب : كافى نيست بلى اگر در راه به چيزى برخورد كند ولى به خودى خود به جمره بخورد ظاهر آن است كه كفايت مىكند .\r\nسؤال 565 - شخصى وقت رمى جمرات شك كرد كه چند سنگ زده‌ام ، پس آن مقدار را رها كرد و دوباره از اول شروع نمود ، آيا رمى او اشكال دارد يا نه ؟\r\n\r\n","description":"","footnote":"","page_name":" 278 ","page_number":278},
  {"content":"\r\n\r\nجواب : آنچه يقين دارد كه زده است اگر تمام كند كافى است و اگر از اول هم شروع كند مانعى ندارد .\r\nسؤال 566 - اينكه فرموده‌ايد كوچ كردن شب دهم و درك كردن وقوف اضطرارى مشعر و رمى در شب دهم براى زنان جايز است و نفس زن بودن عذر است ، آيا با اين حال زنان مىتوانند نائب شوند ؟\r\nجواب : مىتوانند نائب شوند .\r\nسؤال 567 - در زمان قديم كه جمرات به صورت فعلى نبوده است و يقيناً بعداً بلندتر و قطورتر درست شده است ، بنابراين در جمره عقبه چرا رمى كردن مخصوص به آن سنگچين وسط ديوار سيمانى است و رمى به ديوار سيمانى جايز نيست ؟ و اگر جايز مىدانيد بفرمائيد ، زيرا كه اكثر مردم در جمره عقبه اكتفاء به ديوار سيمانى دو طرف سنگچين مىكنند و خلاصه ملاك رمى در جمرات چيست ؟\r\nجواب : عباديات توقيفى است و تنها صدوق رمى بر آن قسمت از ستون كه قبلًا به ديوار متصل بوده كفايت نمىكند و احوط\r\n\r\n","description":"","footnote":"","page_name":" 279 ","page_number":279},
  {"content":"\r\n\r\nبلكه ظاهر آن است كه رمى از طرف ديوار سيمانى انجام نشود .\r\nسؤال 568 - اگر مردى كه مىتواند در روز رمى نمايد ، براى رمى زنى نايب شود ايا مىتواند رمى زن را در شب انجام دهد ؟\r\nجواب : نمىتواند و بايد رمى را در روز انجام دهد .\r\nسؤال 569 - افرادى كه معذورند از واجباتى كه تركش ولو عمداً مضر به حج نيست ، مثل رمى جمرات درروز يازدهم ودوازدهم و مبيت به منى در شب‌هاى يازدهم و دوازدهم ، آيا مىتوانند اجير شوند و نيابت كنند يا نمىتوانند ؟\r\nجواب : ذوى الاعزار نمىتوانند نائب شوند ، حتى اگر از مثل مذكورات عذر داشته باشند ولى اگر از اول عذر نداشته باشند و در وقت اعمال عذرى بوجود آيد نيابت آنان باطل نمىشود .\r\nسؤال 570 - كسىكه به نيابت ديگرى رمى جمره مىكند ، آيا كافى است كه اوّل براى خودش هر جمره اى را رمى كند و پس از آن به نيابت ديگران ولو ده نفر باشند يك جا رمى كند ، بعد جمره وسطى را هم همينطور و در پايان براى جمره عقبه نيز چنين كند ، يا اينكه بايد اول هر سه جمره را براى خودش هر\r\n\r\n","description":"","footnote":"","page_name":" 280 ","page_number":280},
  {"content":"\r\n\r\nجمره‌اى را رمى كند و بعد هرسه را براى دومى ، و همچنين نسبت به ديگران رمى نمايد ؟\r\nجواب : هر دو صورت صحيح است .\r\nسؤال 571 - كسىكه نمىتواند در روز عيد رمى كند ، آيا مىتواند قبل از رمى حلق نمايد و روز ديگر رمى كند ؟\r\nجواب : ترتيب بايد مراعات شود و چنين شخصى اگر بتواند شب رمى كند و اگر نمىتواند در روز عيد نائب بگيرد كه براى او رمى كند و بعد از آن اگر وظيفه او حلق و يا تقصير است ، حلق يا تقصير را انجام دهد .\r\nسؤال 572 - آيا جمره عقبه را از هر طرف مى توان رمى نمود ؟\r\nجواب : اگر به جمره بزند كافى است ، ولى رمى ديوار كفايت نمىكند و در حال حاضر كه از هر طرف ديوار كشيده‌اند براى كسانىكه نتوانند به جائى كه متصل به ستونهايى است رمى نمايند يا براى آنها مشقت داشته باشد به هر جاى ديوار كه رمى نمايند كفايت مىكند و براى كسانى كه از جان خود مىترسند اگر رمى موضع مخصوص را بجا آورند جايز نيست كه جان\r\n\r\n","description":"","footnote":"","page_name":" 281 ","page_number":281},
  {"content":"\r\n\r\nخود را به خطر بيندازند .\r\nسؤال 573 - سنگريزه‌هايى كه در مشعر موجود است و معلوم است كه از خارج از مشعر آورده اند ، و معلوم نيست كه از حرم است يا از خارج از حرم ، آيا مىتوان از آنها براى رمى استفاده نمود ؟\r\nجواب : اگر معلوم است كه از خارج حرم آورده‌اند ، در مورد سؤال استفاده نكنند مگر آن كه طورى باشد كه جزء مشعر محسوب شود .\r\nسؤال 574 - شخصى رمى جمره عقبه را در روز عيد غلط انجام داده است و در روز سيزدهم متوجه مىشود ، آيا بعد از قضاى جمره عقبه بايد رمى روز يازدهم و دوازدهم را نيز تكرار كند ؟\r\nجواب : لازم نيست .\r\nسوال 575 - آيا زياده از هفت رمى ، مخل به رمى است ؟\r\nجواب : اگر از اول قصد زيادتر از هفت داشته باشد صحيح نيست و بايد رمى را اعاده كند ولى اگربعد از تمام شدن هفت سنگريزه كه به قصد هفت بوده ، اضافه زده ضررندارد .\r\n\r\n","description":"","footnote":"","page_name":" 282 ","page_number":282},
  {"content":"\r\n\r\nسوال 576 - كسى كه نتوانسته ذبح كند ، و حلق يا تقصير نيز ننموده است ، آيا ميتواند رمى روز يازدهم را انجام دهد ؟\r\nجواب : مانع ندارد .\r\nسوال 577 - زنى كه احتمال بدهد رمى ، باعث قاعدگى او مىشود ، آيا كافى است در رمى ، نايب بگيرد ؟\r\nجواب : اگر در اثر آن به مشقت مى افتد ، عذر محسوب مىشود و مىتواند نايب بگيرد .\r\nسوال 578 - آيا مىشود كه زنها را شب دهم بعد از نصف شب از مشعر به منى بياورند و همان شب آنان رابه جمره عقبه ببرند و رمى كنند و بعد به خيمه برگردانند و نزديك غروب روز يازدهم مجدداً آنانرا به جمرات ببرند ، تا شب دوازدهم هم رمى روز يازدهم را انجام دهند و هم رمى روز دوازدهم را ، با توجه به ازدحام و خطرهاى احتمالى ؟\r\nجواب : براى زنها رمى جمره عقبه پس از وقوف به مشعر وآمدن به منى در همان شب عيد قربان مانع ندارد ، ولى رمى روزيازدهم و دوازدهم در صورتى براى آنان در شب صحيح\r\n\r\n","description":"","footnote":"","page_name":" 283 ","page_number":283},
  {"content":"\r\n\r\nمىباشد كه از رمى روز معذور باشند .\r\nسوال 579 - اگر كسى مىداند يك روز رمى را ترك كرده است ولى نمىداند كه روز دهم بوده يا يازدهم يا دوازدهم وظيفه‌اش چيست ؟\r\nجواب : اگر در روز دوازدهم علم پيدا كند رمى يك روز را انجام نداده و شك داشته باشد آن روز كه رمى آن را انجام نداده ، روز دوازدهم است يا روزهاى قبل ، بايد هر سه جمره را به ترتيب به قصد ما فىالذمّه رمى كند ، ولى اگر در روز دوازدهم علم پيدا كرد كه رمى يك روز را ترك كرده و نمىداند كه روز دهم بوده يا يازدهم ، مىتواند به رمى جمره عقبه اكتفا كند ، و اگر بعد از روز دوازدهم علم پيدا كرد كه رمى يك روز را ترك كرده و نمىداند روز دهم يا يازدهم يا دوازدهم بوده مىتواند به رمى جمره عقبه اكتفاء كند .\r\nسؤال 580 - شخصى در رمى جمرات چنين تصور مىكرده است كه بايد سنگريزه به خود سنگهاى نصب شده جمرات بخورد ، نه به ملات لاى سنگها كه بوسيله آن ملات بندكشى\r\n\r\n","description":"","footnote":"","page_name":" 284 ","page_number":284},
  {"content":"\r\n\r\nشده است لذا براى اطمينان كه به خود سنگها بخورد يازده سنگريزه انداخته است و هفت عدد از انها را رمى صحيح محسوب داشته است آيا اين رمى صحيح است يا نه ؟\r\nجواب : ظاهر آن است كه قصد زياده نداشته و خيال مىكرده كه بعد از هفت سنگ كه به جمره اعم از سنگها و ملات‌ها زده كفايت نمىكند آنچه زياده زده مانع از صحت رمى او نيست خصوصاً اگر قصد احتياط كرده باشد .\r\nسؤال 581 - شخصى روز عيد قربان براى رمى جمره عقبه رفته است و انجام داده ولى دو روز بعد را در اثركسالت وكالت داده و روز سيزدهم خودش براى قضاى رمى جمرات رفته ، ولى اول رمى جمره عقبه نموده بعداً برگشته از جمره اولى شروع كرده و روز يازدهم و دوازدهم را يك مرتبه چهارده سنگ زده ، هفت عدد براى روز يازدهم و هفت عدد براى روز دوازدهم وجمره وسطى را همچنين دوازده سنگ زده و جمره عقبه را نيز دوازده سنگ زده است ، و الآن به ايران برگشته آيا وظيفه او چيست ؟\r\nجواب : اگر كسالت داشته ومعذور بوده و وكالت داده عمل او\r\n\r\n","description":"","footnote":"","page_name":" 285 ","page_number":285},
  {"content":"\r\n\r\nصحيح است ، و نياز به تكرار نداشته است و در هر صورت تكرار به نحو مرقوم صحيح نيست چون دوازده سنگ دو دور كامل نبوده و شايد ذكر دوازده سهو در سؤال بوده اگر چهارده باشد يك نحو احتياطى است كه به صحت عمل ضرر نمىزند اگر چه اين احتياط لازم نبوده است .\r\n\r\nمسائل متفرقه\r\nمسأله 582 - در وقتى كه در مسجدالحرام يا مسجدالنبى نماز جماعت بر قرار مىشود مراعات تقيه لازم است و نماز را با عامه بخوانند و در صورت امكان اگر در وقت باشد نماز را اعاده كنند مگر درصورتىكه درآن حال به وظيفه فرادى عمل شده باشد مثل آنكه قرائت را آهسته خوانده در صورتىكه با بقيه منافات نداشته باشد البته خيلى از جاها با تقيه منافات دارد بنابر اين تاكيد مىشود از هر گونه عملى كه موجب حساسيت آنها شود وسبب انگشت نما شدن شيعه شود بايد اجتناب كرد .\r\nمسأله 583 - بر روى سنگهائى كه در مسجدالحرام ومسجدالنبى\r\n\r\n","description":"","footnote":"","page_name":" 286 ","page_number":286},
  {"content":"\r\n\r\nصلىالله‌عليه‌وآله مىباشد سجده كردن صحيح است چون سجده\r\nبر تمام سنگها چه سنگ مرمر و چه سياه معدنى يا غير معدنى صحيح است همينطور كه نماز بر گچ و آهك و آجر نيز صحيح است اگرچه پخته باشند ولى احتياط مستحب ترك سجده بر پخته آنهاست .\r\nمسأله 584 - در مكه و مدينه در مسافرخانه‌ها و هتل‌ها نماز جماعت شيعه اگر با تقيه منافات دارد بايد ترك شود و اگر منافات ندارد و موجب مفسده نمىشود اشكال ندارد بلكه به استحباب مؤكد خود باقى است .\r\nمسأله 585 - مسافر در مكه و مدينه در تمام شهر مىتواند نماز خود را شكسته يا تمام بخواند البته در شهر مكه و مدينه قديم و در خصوص مسجد كوفه نيز مسافر مخير است بين نماز شكسته و تمام .\r\nمسأله 586 - جاى كشتن كفاره شكار در احرام عمره مكه مكرمه است و جاى كشتن كفاره شكار در احرام حج منى ولى درغير شكار مىتواند كفاره را تأخير بيندازد و در وطن خود\r\n\r\n","description":"","footnote":"","page_name":" 287 ","page_number":287},
  {"content":"\r\n\r\nبكشد چه در احرام حج تمتع يا عمره تمتع يا غير آن ، ولى بهتر\r\nاست در حج خود بكشد .\r\nمسأله 587 - كسى كه در ميقات يا محاذى آن يا جاى ديگرى كه تكليف اقتضاء مىكرد محرم شد نمىتواند احرام خود را به هم بزند و مُحل شود براى رفتن به مدينه منوره يا براى مقصد ديگرى ، و اگر لباس احرام را هم بكند و قصد بيرون آمدن از احرام را بكند احرامش به هم نمىخورد ، و آنچه به واسطه احرام بر او حرام شده حلال نمىشود ، و اگر كارى كه موجب كفاره است بجا آورد بايد كفاره بدهد .\r\nمسأله 588 - اگر به واسطه عذرى مثل مرض نتواند لباس دوخته خود را بكند و لباس احرام بپوشد بايد در ميقات يا محاذى آن نيت عمره و يا حج كند و لبّيك بگويد ، و كافى است ، و هر وقت عذرش بر طرف شد جامه دوخته را بكند ، و اگر لباس احرام نپوشيده بپوشد ، و لازم نيست به ميقات برگردد ، ولى براى پوشيدن لباس دوخته بايد يك گوسفند قربانى كند .\r\nمسأله 589 - كسىكه از روى ندانستن مسأله يا نسيان از حكم يا\r\n\r\n","description":"","footnote":"","page_name":" 288 ","page_number":288},
  {"content":"\r\n\r\nموضوع يا غفلت ، بعضى از محرمات احرام را ارتكاب نمود\r\nكفاره ندارد مگر صيد كه در هر صورت كفاره دارد . پس در غير صيد ارتكاب از روى عمد و علم موجب كفاره است و نيز موارد ديگرى كه در مناسك ذكر شده و دليل بخصوص دارد و در غير مورد علم و عمد كفاره دارد مثل اينكه كسى دست خود را بى خود بر سر و ريش خود بكشد و يك يا دو مو از آن بيفتد كه در مسأله 225 مناسك ذكر كرده ايم .\r\nمسأله 590 - عمره تمتع و حج تمتع بايد در يك سال واقع شوند ، پس اگر در يك سال عمره تمتع بجا آورد و در سال ديگر حج تمتع صحيح نمىباشد .\r\nمسأله 591 - كسىكه وظيفه‌اش حج تمتع است بايد در حال احرام نيت كند كه عمره تمتع بجا مىآورم براى حج تمتع اگرچه به نيت ارتكازى اجمالى ولى چنانچه قصد عمره مفرده كند و در ماه‌هاى حج باشد و تا وقت حج در مكه بماند مىتواند عمره مفرده خود را عمره تمتع قرار دهد و حج را بجا آورد و فرقى در اين حكم بين حج واجب و مستحب نيست همينطور\r\n\r\n","description":"","footnote":"","page_name":" 289 ","page_number":289},
  {"content":"\r\n\r\nكه در مناسك در مسأله 142 مىباشد .\r\nمسأله 592 - اگر بعد از مشغول شدن به حج تمتع شك كند كه عمره تمتع را بجا آورده يا نه شك كند كه صحيح بجا آورده يا نه اعتناء نكند و عملش صحيح است .\r\nمسأله 593 - در هر يك از اعمال عمره و حج اگر شك كند بعد از آنكه وارد عملى شده باشد كه مترتب بر اوست اعتناء نكند ، چه شك كند كه آورده يا نه ، يا شك كند كه صحيح آورده يا نه .\r\nمسأله 594 - بايد عمره تمتع و حج تمتع هر دو در ماه‌هاى حج واقع شود ، و ماه‌هاى حج ؛ شوال و ذىالقعده و ذى الحجه است . پس اگر كسى در شوال يا ذىالقعده عمره تمتع بجا آورد و در موقع حج ، حج تمتع بجا آورد صحيح است ، و اگر قبل از شوال بخواهد عمره تمتع بجا آورد صحيح نيست اگرچه بعضى اعمال عمره قبل از شوال واقع شود و بقيه در شوال يا ساير ماه‌هاى حج .\r\nمسأله 595 - كسىكه به احرام عمره تمتع وارد مكه شد در صورتىكه حج او فوت شده قصد عمره مفرده كند ، و به همان\r\n\r\n","description":"","footnote":"","page_name":" 290 ","page_number":290},
  {"content":"\r\n\r\nاحرامى كه بسته ، عمره مفرده بجا آورد و از احرام خارج شود ، و\r\nاگر حج بر او مستقر بوده يا سال ديگر شرايط استطاعت را دارا باشد بايد به حج برود .\r\nمسأله 596 - شرايطى كه براى هدى است كه در حج تمتع بايد ذبح كند هيچ يك در حيوانى كه براى كفاره تقصير بايد قربانى كند معتبر نيست پس مىتواند گوسفند خصى و معيوب را براى كفاره قربانى كند اگرچه بهتر است شرائط هدى را اگر مىتواند مراعات كند .\r\nمسأله 597 - غير از هدى تمتع و هدى مستحب كه در روز عيد قربان مىباشد و آن را أضحيه گويند . كفاراتى كه بر انسان واجب مىشود بايد گوشت آن را به فقير بدهد و خودش نمىتواند از آن بخورد .\r\nمسأله 598 - مصرف كفارات ، فقراء و مساكين هستند .\r\nمسأله 599 - اگر در حرم چيزى پيدا كرد برداشتن آن كراهت شديد دارد ، بلكه احتياط در برنداشتن است و اين احتياط نبايد ترك شود .\r\n\r\n","description":"","footnote":"","page_name":" 291 ","page_number":291},
  {"content":"\r\n\r\nمسأله 600 - اگر لقطه حرم را برداشت و از يك درهم كمتر\r\nباشد مىتواند قصد تملك آن را بكند و آن را مصرف كند ، و ضامن صاحبش نيست ، و چنانچه تملك نكرد و تفريط نكرد ضامن نيست ، ولى اگر بدون تملك نگاه داشت و در نگاهدارى كوتاهى و تفريط كرد ضامن است ، و اگر قصد تملك كرد و صاحبش قبل از تلف شدن پيدا شد بايد آن را به صاحبش رد كند به احتياط واجب .\r\nمسأله 601 - اگر لقطه را كه در حرم برداشت يك درهم يا بيشتر ارزش داشت بايد يك سال تعريف كند و از صاحبش جستجو كند ، پس اگر نيافت او را بعد از يك سال ، مخير است بين دو امر : يكى آنكه آن را براى صاحبش حفظ كند ، در اين‌صورت اگر در نگاهدارى كوتاهى نكرد ضامن نيست در صورت تلف . دوم آنكه براى صاحبش صدقه بدهد ، لكن اگر صاحبش پيدا شد و راضى به صدقه نشد بايد عوضش را به او بدهد ، و جايز نيست آن را تملك كند ، و اگر تملك كند مالك نمىشود و ضامن هم مىشود .\r\n\r\n","description":"","footnote":"","page_name":" 292 ","page_number":292},
  {"content":"\r\n\r\nمسأله 602 - كسىكه بعد از محرم شدن نتوانسته باشد وظيفه‌اى\r\nانجام دهد كه مُحلّ شود اگر مصدود يا محصور است بايد بوظيفه آنها كه در آخر مناسك ذكر شده عمل نمايد و اگر مصدود يا محصور نيست در بعض موارد با انجام عمره مفرده مىتواند مُحلّ شود و مىتواند نيز در جاى خود قربانى نموده و مُحلّ شود .\r\nمسأله 603 - در مسجدالنبى ( ص ) براى نماز خواندن بايد مراعات تقيه را بنمايد و از چيزهايى كه خلاف تقيه است مثل گذاشتن مهر براى نماز و مانند آن بايد جداً خوددارى كند بلكه از هر چيزى كه سبب انگشت نما شده اهل خلاف شود بايد پرهيز كرد .\r\nسؤال 604 - در مسجدالنبى ( ص ) بعد از اتمام نماز جماعت آيا مىتوان روى فرش‌هاى مسجد سجده نمود و يا اينكه بايد برود در جايى كه سنگفرش است و بر سنگ نماز بخواند ؟\r\nجواب : بعداز اتمام جماعت نيز بايد مراعات تقيه را بنمايد و لازم نيست بلكه جايز نيست به جاهاى ديگر بروند اگر بر خلاف\r\n\r\n","description":"","footnote":"","page_name":" 293 ","page_number":293},
  {"content":"\r\n\r\nتقيه باشد .\r\nسؤال 605 - كسىكه نماز را در مسجدالحرام به نحو استداره خوانده است ، بطورى كه رودرروى امام جماعت و يا طرفين او ايستاده بوده است آيا اين نماز احتياج به اعاده دارد ؟\r\nجواب : از جهت استداره اشكالى ندارد ولى به حسب دائره نبايد مقدم بر امام جماعت باشد و همچنين نبايد نزديكتر از امام به كعبه باشد بلى اصل نماز با عامه حكم نماز تقيه‌اى را دارد .\r\nسؤال 606 - در صورتىكه شخص نمازگزار وارد يكى از مساجد مدينه منوره و يا مكه معظمه شد و مشاهده كرد كه جماعت خاتمه يافته است ، ولى نماز گزاران در مسجد هستند آيا مىتواند نماز را فرادا برطبق شرائط موجود بجاى آورد يا بايد بيايد مسافرخانه و يا هتل و نمازش را با چيزى كه سجده بر آن صحيح است انجام دهد ؟\r\nجواب : به هر حال كارى راكه خلاف تقيه باشد نبايد انجام دهد .\r\nسوال 607 - حصيرهائى كه در حجاز مورد استفاده حجاج\r\n\r\n","description":"","footnote":"","page_name":" 294 ","page_number":294},
  {"content":"\r\n\r\nايرانى و غير ايرانى واقع مىشود سجده بر آن جائز است يا خير ،\r\nبا ملاحظه اينكه حصير مزبور با نخ مخلوط است ؟\r\nجواب : اگرنخها بر ظاهر حصير است سجده بر آن كفايت نمىكند و اينكه حصير صدق كند برآن بافته كافى نيست بلكه بايد محل سجده از جنس خوردنى و پوشيدنى نباشد .\r\nسؤال 608 - اگر انجام نماز به كيفيتى باشد كه معلوم نيست موافق نظر اهل سنت باشد ، مانند سجده بر پشت نماز گزاران صف جلو وعدم رعايت اتصال و . . . آيا نماز در اين گونه موارد بايد اعاده شود ؟\r\nجواب : بلى بايد اعاده شود .\r\nسؤال 609 - آيا حائض و جنب مىتوانند از مقدار توسعه يافته مسجدالحرام و يا مسجدالنبى عبوركنند يا خير ؟\r\nجواب : احتياط واجب ترك آن است .\r\nسوال 610 - كسانىكه براى شركت در نماز مغرب در مكه و مدينه وارد مساجد مىشوند و نمازهاى خود را با جماعت مىخوانند ، آيا جايز است بلافاصله بعد از نماز جماعت نماز\r\n\r\n","description":"","footnote":"","page_name":" 295 ","page_number":295},
  {"content":"\r\n\r\nعشا را بخوانند يا نه ؟\r\nجواب : نماز اول حكم نماز تقيه‌اى را دارد كه درصورتىكه امكان اعاده دارد به طورىكه مخالف تقيه نباشد بايد آن را اعاده كند و بعد از آن نماز عشا را بخواند و اگر امكان اعاده نيست نماز عشا را بعد از نماز مغرب اگر وقت آن داخل شده بخواند مانعى ندارد .\r\nسؤال 611 - كسى خيال مىكرد كه بر سنگ‌هاى فرش شده در مسجدالحرام سجده صحيح نيست و بر پشت دست سجده مىكرده است ، آيا نمازهايى كه به اين نحو خوانده چه حكمى دارد ؟\r\nجواب : بايد اعاده يا قضاء كند و فرقى بين جاهل قاصر و مقصر نيست .\r\nسؤال 612 - در ليالى مقمره در مكه كسانى كه نماز صبح را به جماعت با ساير مسلمين مىخوانند ، آيا بايد بعد از روشن شدن هم دوباره بخوانند ، يا همان نماز كه به جماعت خوانده اند ، كافى است ؟\r\n\r\n","description":"","footnote":"","page_name":" 296 ","page_number":296},
  {"content":"\r\n\r\nجواب : ليالى مقمره و غير مقمره فرقى ندارند ملاك وقت صبح\r\nاست و نمازشان به جماعت با عامه حكم نماز تقيه‌اى را دارد .\r\nسؤال 613 - كسى كه قصد كرده است كه تا پايان روز ترويه ( هشتم ذىالحجه ) در مكه اقامت نمايد به تصور اينكه از آغاز ورودش به مكه تا روز ترويه ده روز است و بر اين اساس ، چند روز نماز را تمام خواند ، بعد خلاف آن ثابت گرديد و معلوم شد ده روز نبوده است ؛ وظيفه او در نماز چيست ؟ آيا تمام است يا قصر ؟\r\nجواب : نماز را در شهر مكه و مدينه قديم مخير است بين قصر و اتمام بنابراين نمازش صحيح است و اما مسافر در غير اين دو شهر آنچه تمام خوانده بايد شكسته اعاده يا قضا نمايد و بعد از معلوم شدن حال اگر قصد ده روز كند نمازش را تمام بخواند و اگر نه شكسته است و قصد ده روز موضوعيت ندارد و با كشف خلاف حكم واقع را بايد انجام داد .\r\nسوال 614 - شخصى مقلد هيچ‌يك از فقها نبوده ، مثلا ده سال ، حالا مىخواهد تقليد كند ، در اين ده سال مكه هم رفته است ،\r\n\r\n","description":"","footnote":"","page_name":" 297 ","page_number":297},
  {"content":"\r\n\r\nآيا عبادت‌هاى او مثل نماز و روزه و حجش صحيح است يا نه ؟\r\nجواب : اگر عملش مطابق فتواى كسىكه در وقت عمل وظيفه او تقليد از او بوده باشد و اگر عبادت است قصد قربت هم كرده عمل اوصحيح است و از اين حال به بعد وظيفه او تقليد از مجتهدى است كه الآن وظيفه او تقليد از او است .\r\nسؤال 615 - قرآن‌هايى كه در مسجدالحرام است ، بر بعضى نوشته شده كه وقف است . ولى بعضى ديگر نوشته نشده است ، شايع است آنها كه كلمه وقف و يا عبارت ديگرى كه مفهوم وقف بودن باشد ندارد جايز است بردارند و چنين كارى احياناً شده است ، بفرمائيد جايز است يا نه ؟\r\nجواب : برداشتن آنها بدون اينكه از متصدى ذيربط اجازه بگيرند ، جايز نيست و بايد برگردانده شود .\r\nسؤال 616 - آيا مقدارى از سنگ صفا و مروه ، يا از مشعر را مىشود با خود آورد يا نه ؟\r\n\r\n","description":"","footnote":"","page_name":" 298 ","page_number":298},
  {"content":"\r\n\r\nجواب : از صفا و مروه جايز نيست ، و از مشعر مانع ندارد « 1 » .\r\nسؤال 617 - نيت تيمم از حدث اكبر در مَسجدَين چيست ؟\r\nجواب : نيت آن نيت تيمم بدل از غسل است و بايد دانست كه اگر كسى در يكى از مسجدين جنب شد و يا از خارج جنب بود و داخل شد بايد اگر وقت تيمم از وقت غسل در آنجا كمتر است تيمم كند و فوراً خارج شود و اگر غسل وقتش كمتر است يا مساوى در همانجا غسل كند و اگر زمان خروج وقتش از غسل يا تيمم كمتر است بايد فوراً خارج شود بدون غسل يا تيمم .\r\nسؤال 618 - در تطهير مسجدالحرام به نحوى كه عين نجاست را بر طرف مىكنند و بعد با ظرف آب مىريزند و مىشويند و از هر طرف با آب قليل شسته مىشود ، انسان به نجاست تمام مسجد علم عادى پيدا مىكند ، آيا جواز سجده بر آن سنگها از باب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لأن الصفا و المروة صارت ملكا للغير او حقا له و ان كان هو المسلمين بالحيازة و ما فى المشعر و المنى يكون من المباحات الأولية .\r\n","page_name":" 299 ","page_number":299},
  {"content":"\r\n\r\nعسر و حرج است يا جهت ديگر ؟\r\nجواب : بر فرض حصول علم مىتوان بر آن سنگهاى نجس سجده كرد از باب اضطرار و تقيه و نماز طواف صحيح است و اما نمازهاى ديگر را در غير آن مكان بايد خواند مگر نسبت به آنها نيز اضطرار و تقيه در بجا آوردن در مسجدالحرام باشد « 1 » و در ثبوت نجاست ديدن به چشم معتبر است و اطمينان كافى نيست و غالباً از اين نحو تطهير علم به نجاست حاصل نمىشود .\r\nسؤال 619 - شخصى بدون اينكه خمس مال خود را بپردازد به حج رفته است و الآن مىخواهد بپردازد ، آيا حج او صحيح است يا خير ؟\r\nجواب : اگر لباس احرام خود و قربانى خود را با عين پول خمس نداده خريده حج او باطل است ولى اگر بر ذمه خريده و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) و حديث « رفع ما اضطروا اليه » رفع شرطيت نيز مىكند برفع منشأ انتزاع آن كه وجوب اتيان به شرط است بعد از اينكه نسبت ميان دليل جزء و شرط و دليل رفع اضطرار عام و خاص مطلق است .\r\n","page_name":" 300 ","page_number":300},
  {"content":"\r\n\r\nبعداً پول خمس نداده به فروشنده داده كه غالباً چنين است حج او صحيح است و همچنين است اگر خصوص پولى كه با آن اين دو را خريده خمس آن را داده باشد و اگر نمىدانسته كه لباس او حكم غصب را دارد و پول را مالك نيست نيز حج او صحيح است .\r\nسؤال 620 - اينجانب كه تحت تكفل پدرم هستم اگر خدا بخواهد سال آينده به اتفاق مادرم به زيارت خانه خدا مشرف خواهم شد ، لازم به يادآورى است كه هزينه اين سفر را از پول‌هايى كه پدرم طى هفت يا هشت سال به عنوان هفتگى و يا پولى كه براى پس انداز به ما داده پرداخته‌ايم ، قابل ذكر است كه پدرم تا اين تاريخ هيچگونه وجهى به عنوان خمس نپرداخته است ، خواهشمندم مرقوم بفرمائيد كه حج ما با اين پول چه صورتى پيدا مىكند ؟\r\nجواب : بخشش خمس دارد بنابراين پول‌هائىكه از غير از سالى است كه به حج مىخواهيد مشرف شويد خمس آن را بايد بدهيد بلكه اگر يقين داريد كه پولى كه پدر به شما داده به عين آن\r\n\r\n","description":"","footnote":"","page_name":" 301 ","page_number":301},
  {"content":"\r\n\r\nخمس تعلق گرفته خمس ديگرى هم بايد بدهيد براى اصل پول و اگر شك داريد چيزى بر شما نيست و نيز اگر پدر خمس اصل پول را بدهد چيزى از اين جهت بر شما واجب نيست به هر حال اگر خمسى كه تعلق گرفته به قربانى و لباس احرام بدهيد حج شما صحيح است اگرچه خمس بقيه را هم بايد بدهيد .\r\nسؤال 621 - فرموده‌ايد اگر از طرف قاضى مكه حكم شد كه فلان روز عيد است و ما يقين به خلاف نداشته باشيم متابعت آنان جايز است ، آيا در همين فرض مىتوان احتياط كرد وقوف در عرفات و مشعر و اعمال منى را بدون محذور انجام داد تا متابعت قطعى واقع شود ، اين كار لازم است يا نه ؟\r\nجواب : اگر بتوانند احتياط كنند متابعت نيست بلكه عمل به وظيفه است و عمل به وظيفه در صورتى كه مخالف تقيه نباشد لازم است ولى بايد دانست كه غالباً خلاف تقيه است و يا داراى حرج شديد است كه تحمل آن لازم نيست بلكه خالى از اشكال نيست و بنابراين دو فرض بايد تبعيت حكم قاضى را بكنند و اگر علم به خلاف داشته باشند يعنى يقين داشته باشند كه روز نهم\r\n\r\n","description":"","footnote":"","page_name":" 302 ","page_number":302},
  {"content":"\r\n\r\nآنها مثلًا هشتم ذيحجه است در اين فرض وقوف با آنها كفايت نمىكند پس اگر مىتواند وقوف اضطرارى بدون تقيه بجا آورد و اگر نمىتواند حجش بدل به عمره مفرده مىشود و بايد آن را تمام كند و اگر حج بر ذمه او مستقر نبوده يعنى استطاعت در همين سال بوده حج ديگرى بر او واجب نيست مگر اينكه استطاعت شرعيهء براى بجا آوردن آن داشته باشند .\r\nسؤال 622 - آيا شخص فقير مىتواند گوشت كفاره تقصير خود را به مصرف فقرايى كه نانخور او هستند برساند ؟\r\nجواب : بر فرض مساله كه خودش فقير است و نمىتواند نفقه كسانى كه بر او واجب است بدهد و آنها نيز فقيرند مىشود گوشت را به آنها بدهد بلكه اگر فقير هستند نسبت به غير خوراك و پوشاك و مسكن مىتواند كفاره را به آنها بدهد براى مخارج ديگرشان اگر چه خودش فقير نباشد .\r\nسؤال 623 - كفاراتى كه در احرام عمره تمتع بر گردن انسان مىآيد ، در مكه معلوم است كه فقير مومن نيست ، آيا بايد صبر كند تا در محل ، ذبح كند و به فقير دهد و اين تأخير عمدى مانع\r\n\r\n","description":"","footnote":"","page_name":" 303 ","page_number":303},
  {"content":"\r\n\r\nندارد ؟\r\nجواب : كفاراتى كه براى غير شكار بر محرم واجب مىشود مىتواند دادن آن را از روى اختيار هم به تأخير يباندازد و در وطن بكشد و به فقرا بدهد اگر چه بهتر است در حج بكشد البته در صورتى كه فقيرى پيدا شود در آنجا .\r\nسوال 624 - اگر شخصى در مكه يا مدينه پول سعودى پيدا كند كه نمىداند متعلق به ايرانى است يا غير ايرانى ، وظيفه او چيست ؟\r\nجواب : با يأس از پيدا شدن صاحبش از طرف او صدقه به فقير بدهد .\r\nسوال 625 - زنى به همراه شوهرش در روز يازدهم جهت رمى به طرف جمرات حركت مىكند كه بر اثر شدت گرمى هوا و كثرت جمعيت شوهر خود را گم مىكند ، حالت اضطراب و شوكه شدن به او دست مىدهد و به زمين مىافتد ، مأمورين او را به بيمارستان منتقل مىكنند ، بعد از چهار روز تفحص و جستجوى زياد در بيمارستان پيدا مىشود كه قادر به سخن گفتن\r\n\r\n","description":"","footnote":"","page_name":" 304 ","page_number":304},
  {"content":"\r\n\r\nنبوده و حتى قادر به انجام بقيه اعمال حج نمىباشد و در فاصله اين مدت همراهان او شوهرش را تكليف مىكنند كه به نيابت از خانواده خودش بقيه اعمال او را انجام دهد ، آنچه مسلم است اين بوده كه شوهر در حال ناراحتى و اظطراب و حواس پرتى بوده ، ولى از او كه سؤال مىشود اعمال نيابتى را انجام داديد يا نه جواب مىدهد بلى انجام دادم ، پس از مراجعت از حج شوهرش قسم جلاله ياد مىكند كه من حالم به جا نبود و اعمال نيابتى را انجام ندادم ، و اظهار مىكند كه اجتماع ما با هم حرام است ، آيا حج صحيح است يا نه ؟ و در صورت عدم صحت آيا با نيابت كفايت مىكند يا اينكه لازم است خودش بقيه اعمال حج را انجام دهد و قربانى كه به واسطه عدم بيتوته در منى مىباشد ، آيا در محل خودش ذبح كند كافى است و يا بايد به منى فرستاده شود ؟\r\nجواب : اگر اعمال روز عيد را انجام داده و اعمال مكه را انجام نداده در صورتى كه مىتواند خودش به مكه برود بايد خودش آنها را انجام دهد ، و اگر معذور است نايب بگيرد و قربانى مورد\r\n\r\n","description":"","footnote":"","page_name":" 305 ","page_number":305},
  {"content":"\r\n\r\nسؤال كه كفاره ناميده مىشود در محل خودش هم صحيح است ، و لازم نيست كه به منى فرستاده شود ، و رمى ايامى كه انجام نشده ، سال بعد در ايام تشريق بايد قضا شود ، و اگر خودش نمىتواند برود نيابت كافى است .\r\nسوال 626 - شخصى در سال 1361 به حج مشرف مىشود و در مغرب روز نهم ذيحجه با وانت كارگرى بدون توقف در مشعرالحرام به منى رفته و در خارج منى به دست غير مؤمن قربانى كرده ، و در خارج منى سر تراشيده است ، تكليف اين شخص چيست ، آيا مىتواند به نيت ديگرى يا براى خودش به حج مشرف شود ؟\r\nجواب : ظاهر اين است كه اين شخص درك وقوف اختيارى در عرفات را كرده و چون از مشعر هم گذشته و جاهل بوده به وجوب وقوف حج او صحيح است خصوصاً اگر در مشعر ذكر خدا كرده باشد و قربانى و سر تراشيدن او هم كافى است چون ظاهر آن است كه جاهل بوده به حكم يا به موضوع « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) و انما رجل ركب امرا بجهالة فلا شى عليه فى صحيح عبدالصمدبن بشير .\r\n","page_name":" 306 ","page_number":306},
  {"content":"\r\n\r\nسؤال 627 - آيا در عرفات و منى و مشعر و بعد از مراجعت از اماكن مزبور در صورتى كه مسافت شرعى محقق نشود وظيفه حجاجى كه قبلًا در مكه معظمه قصد اقامت كرده‌اند از حيث قصر و اتمام چيست ؟\r\nجواب : در تمام شهر مكه قديم نمازش را مىتواند تمام بخواند و يا شكسته و قصد ده روز در تخيير بين قصر و اتمام شرط نيست و در عرفات و منى و مشعر اگر مسافت شرعيه محقق باشد نمازش شكسته است واگرنه تمام است .\r\nسؤال 628 - بعضى از حجاج در مكه قصد اقامه كرده‌اند ، چه بطن مكه يا محلات آن مثل شيشه و ريع‌الذاخر يا مسفله يا حجون ، اگر يقين داشته باشند كه تا عرفات چهار فرسخ است ، نماز را قصر و اگر شك داشته باشند در مسافت شرعى نماز را تمام مىخوانند بفرمائيد در مراجعت از عرفات و منى ، تكليف آنان از نظر قصر و اتمام چيست ؟ با توجه به اينكه توقف آنان در مكه يك روز يا سه روز يا نه روز است و بايد به ايران يا مدينه حركت كنند ؟\r\nجواب : در حال برگشت در صورتى كه مسافت شرعيه نبوده و\r\n\r\n","description":"","footnote":"","page_name":" 307 ","page_number":307},
  {"content":"\r\n\r\nيا شك دارند كه شرعيه بوده و يا نبوده ، نمازشان تمام است و همچنين نمازشان در مكه قديم تمام است و در غير مكه قديم مثل شيشه و مانند آن اگر مسافت شرعيه نبوده و يا شك دارند كه شرعيه باشد شكسته است واگرنه تمام است . و معروف است در اين زمان كه مسافت شرعيه بين مكه و منى و عرفات و مشعر نيست .\r\nسؤال 629 - اگر موقف دو روز اختلاف داشته باشد ، وظيفه چيست ؟\r\nجواب : اگر نمىتوانند به وظيفه واقعى عمل كنند ولو از باب تقيه فرقى بين دو روز اختلاف و غير آن نيست تبعيت واجب است اگرچه علم به خلاف داشته باشد .\r\nسؤال 630 - در مواردى كه فرموده‌ايد : اگر مشقت يا حرج داشته باشد . . . بفرمائيد منظور از مشقت و حرج شخصى است يا نوعى ؟\r\nجواب : مراد از حرج ، حرج شخصى است نه نوعى در هر موردى كه حرج مطرح باشد .\r\n\r\n","description":"","footnote":"","page_name":" 308 ","page_number":308},
  {"content":"\r\n\r\nسؤال 631 - حاجى تمام اعمال عمره و حج را انجام داده و بعد فهميد وضويش باطل بوده است ، آيا با تدارك طواف‌ها و نماز ، حج او صحيح است يا نه ؟ و بر فرض فساد چگونه از احرام خارج شود ، وظيفه او چيست ؟\r\nجواب : اقرب آن است كه حج و عمره او صحيح است با تدارك طواف‌ها و نماز آنها و احوط آن است كه با همان احرام حج و عمره مفرده به جا آورد و از احرام خارج شود و در سال بعد اگر مستطيع است يا حج از سالهاى قبل بر ذمه او مستقر شده حج خود را اعاده كند .\r\nسؤال 632 - اگر شخصى مبلغى ارز به فردى بدهد كه عوض آن را - به قيمت دولتى يا آزاد - پول ايرانى بگيرد ، چه حكمى دارد ؟\r\nجواب : در صورتى كه ارز خود را بفروشد به قيمتى دولتى يا آزاد معامله صحيح است و اگر تراضى كنند بر تبادل نيز مانعى ندارد .\r\nمسأله 633 - پيشاهنگانى كه مىخواهند بدون احرام در عرفات\r\n\r\n","description":"","footnote":"","page_name":" 309 ","page_number":309},
  {"content":"\r\n\r\nو منى باشند و نمىتوانند در آنجا با احرام باشند ، مىتوانند براى ورود به مكه ، عمره مفرده انجام دهند و براى حج محرم نشوند ، ولى كسى كه مستطيع است نبايد اين كار را قبول كند و بايد عمره و حج تمتع بجا آورد اگر بتواند اول محرم به احرام مفرده شود و كار خود را انجام دهد عمره مفرده را تمام كند و بعد از آن محرم شود براى عمره حج تمتع و در هر صورت اگر محرم شد و با لباس مخيط بود حج او صحيح است و بايد كفاره بدهد .\r\nسؤا ل 634 - شخصى بعد از احرام عمره تمتع ديوانه شده است . دوستان او بدون اجازه براى او نايب مىگيرند و يا تبرعاً باقى اعمال او را انجام مىدهند . آيا اين اعمال براى شخص اول مجزى است و از احرام خارج مىشود يا نه ؟ و اگر پولى خرج شد آيا مىشود از ولى كسى كه ديوانه شده گرفت يا نه ؟\r\nجواب : بر فرض ديوانگى حج او باطل است و احرام او نيز باطل است و احتياج به نيابت نيست و پولى كه خرج شده اگر شخص كه خرج كرده از طرف كسى گول نخورده و به خيال خود فكر مى كرده مىتواند از كسى بگيرد نمىتواند از ولى\r\n\r\n","description":"","footnote":"","page_name":" 310 ","page_number":310},
  {"content":"\r\n\r\nديوانه يا غير او مطالبه كند و اگر گول خورده مثلًا كسى به او گفته پول را خرج كن من مى دهم يا عوض آن را برايت مىگيرم مىتواند از آن كس مطالبه كند .\r\nسؤال 635 - آيا عمره و حج به واسطه جماع ، يا ترك طواف ، يا ترك احد الموقفين ، فاسد مىشود يا نه ؟ و بر فرض فساد ، چگونه بايد از احرام خارج شد ؟\r\nجواب : تفصيل موارد سؤال را به مناسك رجوع كنيد و اجمالًا جماع در عمره تمتع اگر از روى علم و عمد باشد عمره را باطل نمىكند ولى كفاره دارد چه پيش از سعى باشد يا بعد از آن و كفاره آن يك شتر است و اگر نمىتوانند بدهند يك گاو و اگر از آن هم عاجزند يك گوسفند بدهند و اگر جماع در حج باشد پيش از وقوف در مزدلفه حج فاسد مىشود ولى بايد آن را تمام كنند و كفاره‌اى كه گذشت بدهند و حج را در سال بعد اعاده نمايند و خروج از احرام بواسطه همان اتمام حج فاسد حاصل مىشود و فرقى نيست كه حج واجب باشد يا مستحب و اما در غير مورد جماع اگر حج فاسد شود به ترك وقوف احرام حج\r\n\r\n","description":"","footnote":"","page_name":" 311 ","page_number":311},
  {"content":"\r\n\r\nبدل به عمره مفرده مىشود و بعد از اتمام آن از احرام خارج مىشود و اگر فساد به ترك طواف عمداً در عمره تمتع است حج او فاسد مىشود چه حكم يا موضوع را بداند يا نداند و ترك آن به تأخيرش تا زمانى است كه ديگر نتواند به وقوف عرفات برسد و وقتى عمره‌اش باطل شد بنابراظهر احرامش نيز باطل مىشود .\r\nسؤال 636 - كسىكه حج او به واسطه ترك وقوفين فاسد شده و باقى اعمال را بجا آورده و بدون عمره مفرده به ايران آمده است ، تكليف فعلى و آينده اين محرم چيست ؟\r\nجواب : به احرام باقى است ، و مىتواند براى خروج از احرام عمره مفرده انجام دهد .\r\nسؤال 637 - آيا قصد ابطال عمره يا حج و يا بعض اجزاء آن ، مبطل است يا نه ؟\r\nجواب : قصد ابطال ، مبطل نيست در صورتى كه بعد از احرام باشد اما اگر از اول احرام قصدش اين باشد كه پيش از وقوف به مزدلفه استمناء يا با عيال خود جماع نمايد يا مردد شود\r\n\r\n","description":"","footnote":"","page_name":" 312 ","page_number":312},
  {"content":"\r\n\r\nاحرامش باطل خواهد بود و اگر از اول قصدش اين باشد كه يكى ديگر از محرمات احرام غير از اين دو را انجام دهد نيت او باطل نيست اگرچه كفاره واجب شود و قصد چيزى كه منافات با اصل حج يا عمره نداشته باشيد ضرر به نيت نمىزند اگرچه منافات با لوازم آن داشته باشد .\r\nسؤا ل 638 - آيا مصرف كنسروهاى گوشت و ماهى خارجى كه در بازار مسلمين به فروش مىرسد ، جايز است يا نه ؟\r\nجواب : اگر ندانند از كجا وارد شده يا بدانند كه از بلاد مسلمين است مانع ندارد ، و اگر بدانند از بلاد كفر وارد مىشود ، در صورتى محكوم به حليت است كه وارد كننده مسلمان باشد و احتمال بدهند كه احراز تذكيه آن را كرده و در دسترس مسلمين قرار داده است .\r\n\r\nمحصور و مصدود\r\nسؤال 639 - شخصى به نيت عمره تمتع استحبابى براى يكى از معصومين عليهم‌السلام يا يكى از شهدا محرم شد و طواف و نماز\r\n\r\n","description":"","footnote":"","page_name":" 313 ","page_number":313},
  {"content":"\r\n\r\nطواف عمره را بجا آورد و قدرت بر اتمام عمل از او سلب شد آيا همان حكم محصور و مصدود را دارد ؟\r\nجواب : اگر مريض شده يا دشمن او را منع كرده و نمىتواند اعمال را تمام كند و نائب هم نمىتواند بگيرد ، حكم محصور و مصدود را دارد و اگر محرم نشده بر او محرم شدن واجب نيست چون قدرت انجام حج را ندارد .\r\nسؤال 640 - آيا تصادف در احرام ، حصر است و بايد عملى كه محصور انجام مىدهد به جا آورد ؟\r\nجواب : بلى با شرايط معتبره در حصر ، حكم حصر بر آن مترتب مىشود .\r\nسؤال 641 - در مناسك حكم محصور را كه بيان فرموده‌ايد ، مربوط است به كسىكه محرم شده است و قبل از محل شدن محصور شود ، در اينجا اين سؤال مطرح است كه اگر پس از انجام اعمال عمره تمتع و خارج شدن از احرام آن محصور شود و نتواند براى حج محرم شود آيا حج از او ساقط است يا نه ؟ و وظيفه او چيست ؟\r\nجواب : از احرام خارج شده است ولى كفايت از حج نمىكند ،\r\n\r\n","description":"","footnote":"","page_name":" 314 ","page_number":314},
  {"content":"\r\n\r\nو چنانچه سال اول استطاعت او باشد حج بر او واجب نشده است .\r\nسؤال 642 - شخصى بعد از آنكه براى حج محرم شده دچار سكته قلبى مىشود به گونه‌اى كه هر نوع حركت براى او ضرر دارد ، وظيفه او چيست ؟\r\nجواب : اگر نمىتواند وقوفين را درك كند حكم محصور را دارد و چنانچه وقوفين را درك كرده نسبت به بقيه اعمال كه خودش نمىتواند بجا آورد نائب بگيرد .\r\nسؤال 643 - شخصى در مدينه مصدوم مىشود ، او را به مسجد شجره مىآورند و محرم مىنمايند آيا احرام او صحيح است و وظيفه بعدى او چيست ؟ و اگر نتواند حج انجام دهد وظيفه او چيست ؟\r\nجواب : احرام او صحيح است و اگر مىتواند عمره و حج را انجام دهد ولو با استنا به نسبت به بقيه اعمال مثل طواف و سعى و غير آن حج او صحيح است و اگر نمىتواند وظيفه محصور را انجام دهد و احوط استحبابى آن است كه با احرام مزبور رجاءً عمره مفرده‌اى بجا آورد .\r\n\r\n","description":"","footnote":"","page_name":" 315 ","page_number":315},
  {"content":"\r\n\r\n* * * * در خاتمه اين كتاب را هديه مىكنم به محضر شريف سرور همه عالم حضرت صاحب الزمان عليه الصلاة و السلام و عجل الله تعالى له الفرج .\r\nوالحمد لله اولًا و آخراً و ظاهراً و باطناً و السلام على محمد و آله الطيبين و اللعن على أعدائهم أجمعين .\r\nتاريخ 29 مهرماه 1385 27 ماه مبارك رمضان 1427\r\n* * * *\r\n\r\n","description":"","footnote":"","page_name":" 316 ","page_number":316},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 317 ","page_number":317},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 318 ","page_number":318}
  ]