[
  {"content":"\r\n\r\nاين است راه حق\r\nيا\r\nكنگرهء عالمان بغداد\r\nنويسنده :\r\nتاريخ شناس نامى\r\nمقاتل بن عطيه\r\nمترجم :\r\nمؤسسهء اسلامى ترجمه\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nانتشارات سلسله\r\nقم - خيابان ارم ، جنب بانك ملت ، طبقهء فوقانى نمايشگاه كتاب ، تلفن 730717\r\nاين است راه حق\r\nمؤلف : مقاتل بن عطيه\r\nمترجم : مؤسسهء اسلامى ترجمه\r\nقطع و صفحه : رقعى / 88\r\nچاپ اول : تابستان 79\r\nليتوگرافى : جواد الأئمه ( ع )\r\nچاپخانه : صدر\r\nتيراژ : 5000 جلد\r\nشابك : 1 - 03 - 7205 - 964\r\nISBN : 964 - 7205 - 03 - 1\r\n250 تومان\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\nمقدّمه\r\nمنّت خداى كه عقل را موجب تميز حق و باطل قرار داد و ما را از جمله پويندگان و جويندگان حق وحقيقت .\r\nو حمد و ستايش او را كه مودّت و دوستى خاتم انبياء محمّد مصطفى صلى الله عليه و آله و دودمان طاهرينش عليهم السلام را به ما ارزانى داشت ، تا در سايهء هدايت ايشان بر كشتى نجات نشسته و راه سعادت را طىّ كنيم .\r\nكتابى كه در پيش روى شماست ، ترجمهء كتاب مؤتمر علماى بغداد تأليف مقاتل بن عطيه داماد نظام الملك طوسى است ، كه تاكنون به چندين زبان مختلف مكرّر به چاپ رسيده و با حجم كوچك و بحث‌هاى فشرده ، توانسته است افراد زيادى را هدايت كند .\r\nچنان كه ملاحظه خواهيد كرد ، مناظره‌اى است بين علماى شيعه و سنّى كه در نزد ملك شاه سلجوقى و زير نظر وزير دانشمندش نظام الملك انجام گرفته است .\r\nبا مطالعهء اين كتاب متوجه خواهيد شد كه بسيارى از چيزهائى كه عنوان « حكم خدا » يا « سنّت پيامبر صلى الله عليه و آله » بر آن نهاده شده ، مقابل حكم خدا و سنّت پيامبر قرار دارد ، و چيزى جز بدعت و خرافه نيست .\r\nبه اميد آنكه همهء مسلمانان جهان با روشن شدن حقيقت و راه راست ، عناد و لجاج و كينه‌توزى را كنار گذاشته ، و به ريسمان الهى چنگ زده تا از ضلالت و گمراهى رهائى يافته و به نور و هدايت برسند ان شاء اللَّه تعالى .\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\n\r\nشروع مناظره\r\nقسمتى از زيارت‌حضرت اميرالمؤمنين صلوات اللَّه عليه :\r\nأنتم الذرّيّة المختارة والأنفس المجرّدة والأرواح المطهّرة يا محمّد يا عليّ يا فاطمة الزّهراء يا حسن يا حسين سيّدي شباب أهل الجنّة يا مواليّ الطّاهرين يا ذوي النّهى والتّقى يا أنوار اللَّه في أرضه الّتي لاتطفى يا عيون اللَّه في خلقه أنا منتظر لأمركم مترقّب لدولتكم معكم لا مع غيركم إليكم لا إلى عدوّكم آمنت بكم وبما انزل إليكم وأبرء إلى اللَّه من عدوّكم .\r\nاى رهبران پاك\r\nاى نورهاى جاويدان الهى\r\nاى ديدگان خداوند در ميان آفريدگان\r\nمن در انتظار امر شما و فرا رسيدن حكومت شما هستم\r\nمن با شما هستم نه با غير شما\r\nمن به شما ايمان دارم و از دشمنانتان بيزارم\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nپس از ستايش خداى يگانه ، درود و سلام بر پيامبرى مىفرستيم كه خداوند او را رحمت براى جهان و جهانيان قرار داد ؛ يعنى حضرت محمّد پيامبر عرب زبان و بر خاندان پاك و پاكيزه‌اش و بر آن دسته از يارانش كه فرمان بردارش بودند .\r\nكتابى كه پيش روى داريد به نام « كنگرهء عالمان بغداد » است كه ملك شاه سلجوقى تمام عالمان شيعه و سنّى را به سرپرستى عالم بزرگ جناب وزير نظام الملك براى برگزارى اين كنگره گردآورد .\r\nداستان از اين قرار است كه ملك شاه مردى متعصّب و خودكامه و بىتدبير نبود كه با تعصّب و كوركورانه از نياكان خويش پيروى و تقليد كند ، بلكه جوانى پژوهشگر و موفّق و نيز دوست‌دار دانش و دانش‌پژوهان بود ؛ البتّه با وجود اين حالات ، بسيار به دنبال خوش‌گذرانى و شكار نيز بود .\r\nاز سويى وزيرش نظام الملك مردى حكيم ، اهل فضل ، وارسته از دنيا ، پراراده ، دوست‌دار كارهاى نيك و افراد اهل خير و در جستجوى واقعيّت‌ها بود و خاندان پيامبر صلى الله عليه و آله را نيز\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nبسيار دوست مىداشت . وى مدرسهء نظاميّه را در بغداد بنيان نهاد و براى دانش‌پژوهان نيز حقوقى ماهانه مقرّر كرد . وى فقيران و مسكينان را نيز مورد محبّت خويش قرار مىداد .\r\nيك بار يكى از علماى بزرگ به نام حسين بن على علوى رحمه الله - كه از دانشمندان و عالمان بسيار بزرگ شيعه بود - نزد ملك شاه رفته و پس از بازگشت او از نزد شاه ، يكى از درباريان او را مسخره كرد .\r\nپادشاه پرسيد : چرا او را مسخره كردى ؟\r\nگفت : پادشاها ! مگر نمىدانى او از كافرانى است كه خداوند بر ايشان خشمگين شده و مورد لعنتشان قرار داده است ؟ !\r\nشاه با تعجّب فراوان گفت : چرا ؟ مگر مسلمان نيست ؟ !\r\nآن شخص پاسخ داد : نه ! هرگز ؛ واقعيّت آن است كه او يكى از شيعيان است .\r\nپادشاه گفت : شيعه يعنى چه ؟ آيا شيعيان يكى از فرقه‌هاى مسلمان نيستند ؟ !\r\nآن فرد پاسخ گفت : نه ! هرگز ؛ واقعيّت آن است كه شيعيان ، ابابكر و عمر و عثمان را خليفه و جانشين پيامبر صلى الله عليه و آله نمىشناسند .\r\nشاه پرسيد : آيا مسلمانى وجود دارد كه اين سه تن را خليفه نداند ؟\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nگفت : آرى ! تنها همين شيعيان چنين نظرى دارند .\r\nشاه گفت : با وجودى كه شيعيان ، اين صحابه را خليفه نمىدانند ، پس چرا مردم به ايشان مسلمان مىگويند ؟ !\r\nگفت : به همين جهت من عرض كردم كه اين مرد از كافران است . . . .\r\nشاه به فكر فرو رفت و سپس گفت : بايد وزيران نظام الملك را حاضر كنيم تا ببينيم واقعيّت از چه قرار است .\r\nشاه وزير خود نظام الملك را فرا خواند و در مورد شيعيان از وى پرسيد كه آيا مسلمانند ؟\r\nوزير در پاسخ گفت : سنّيان در اين مورد اختلاف دارند ؛ برخى شيعيان را مسلمان مىدانند ، از آن جا كه به يگانگى خدا شهادت داده و حضرت محمّد صلى الله عليه و آله را پيامبر مىدانند و نماز و روزه به جاى مىآورند ؛ برخى از سنّيان نيز شيعيان را كافر مىنامند .\r\nپادشاه پرسيد : شيعيان چند نفر هستند ؟\r\nوزير گفت : تعدادشان را نمىدانم ولى نزديك به نيمى از مسلمانان ، شيعه هستند .\r\nپادشاه گفت : آيا نيمى از مسلمانان كافرند ؟ !\r\nوزير گفت : برخى از عالمان ايشان را كافر مىپندارند ولى من ايشان را كافر نمىدانم .\r\nشاه گفت : اى وزير ! آيا مىتوانى عالمان شيعه و سنّى را\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nگردآورى تا ببينيم واقعيّت از چه قرار است ؟\r\nوزير پاسخ داد : اين كار بسيار دشوارى است و من براى شاه و مملكت مىترسم .\r\nشاه گفت : چرا ؟ !\r\nوزير جواب داد : چون قضيّهء شيعه و سنّى يك جريان ساده نيست ، بلكه قضيّهء حقّ و باطل است كه خون‌هاى فراوانى بر سر آن ريخته شده است ، و كتابخانه‌هاى فراوانى را به جهت آن سوزانده‌اند ، و زنانى به اسارت رفته و كتاب‌ها و دايرة المعارف‌هاى گوناگون در اين مورد نوشته شده و جنگ‌هاى خونينى درگرفته است ؟ !\r\nپادشاه جوان از اين موضوع در شگفت شد و پس از درنگ و انديشه گفت : اى وزير ! تو خوب مىدانى كه خداوند اين حكومت پهناور را به ما بخشيده است و لشكريانى مجهّز در اختيارمان گذارده است ؛ پس بايد اين نعمت‌هاى پروردگار را سپاس گوييم .\r\nسپاس‌گزارى ما به اين است كه حقيقت را بيابيم و گمراهان را به راه مستقيم رهنمون شويم . بايد يكى از اين دو طايفه ( شيعه و سنّى ) بر حق بوده و ديگرى باطل باشد ؛ پس وظيفه داريم كه حق را پيدا كرده و پيروى كنيم و باطل را شناخته و آن را وابگذاريم .\r\nوقتى اين گردهمايى را تشكيل دادى و عالمان شيعه و\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nسنّى را حاضر كردى نيروهاى امنيّتى و نيز نويسندگان دولتى و ديگر كارگزاران نظام را نيز حاضر مىكنيم و اگر ديديم كه حق با سنّيان است ، به زور متوسّل مىشويم و شيعيان را نيز مجبور به سنّى شدن مىكنيم .\r\nوزير گفت : اگر شيعيان نپذيرفتند كه داخل در مذهب سنّيان شوند چه كار مىكنى ؟ !\r\nشاه جوان پاسخ داد : آنان را مىكشيم .\r\nوزير گفت : آيا مىتوان نيمى از مسلمانان را به قتل رسانيد ؟\r\nشاه گفت : پس چارهء اين كار چيست ؟\r\nوزير گفت : اين است كه اين كار را واگذارى .\r\nگفت و گو وبحث بين شاه و وزير حكيم و داناى او پايان گرفت ، ولى شاه جوان در آن شب به فكر فرو رفت و با حال اضطراب شب را به صبح رسانيد و چشم برهم ننهاد .\r\nفردا صبح « نظام الملك » را فرا خواند و گفت : نظرت را پسنديدم ؛ ما عالمان سنّى و شيعه را دعوت مىكنيم و به مباحثات و مناشات آنان گوش فرا مىدهيم و پى مىبريم كه حق با كدام طرف است ؛ و اگر حق با سنّيان بود شيعيان را با حكمت و پند شايسته دعوت به حق مىكنيم و با ثروت و مقام آنان را به سوى خود جذب مىكنيم ، همان‌گونه كه رسول خدا صلى الله عليه و آله با كافران رفتار كرد تا دل‌هايشان را به سوى اسلام\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nبياورد ، و با اين كار خدمت بزرگى به اسلام و مسلمانان مىكنيم .\r\nوزير گفت : اين نظر پسنديده‌اى است ، ليكن من از اين گردهمايى در هراس هستم .\r\nپادشاه پرسيد : ترس براى چه ؟\r\nوزير پاسخ داد : مىترسم كه شيعيان پيروز شده و دليل‌هايشان بر ما چيره شود و مردم به شكّ و شبهه گرفتار شوند .\r\nشاه گفت : مگر اين امكان دارد كه شيعيان پيروز شوند ؟ !\r\nوزير گفت : آرى ! زيرا شيعه دليل‌هاى محكم و برهان‌هاى برّان از قرآن و احاديث شريف بر درستى مذهب خويش دارند و عقايدشان را اثبات مىكنند .\r\nپادشاه با پاسخ وزيرش قانع نشد و گفت : بايد عالمان هر دو طايفه را احضار كنيم تا حق براى ما آشكار گردد و حق را از باطل تشخيص بدهيم .\r\nبالاخره وزير يك ماه فرصت خواست ، ليكن پادشاه جوان نپذيرفت . . . ولى در آخر كار ، پانزده روز به وزير مهلت داد .\r\nدر اين مدّت پانزده روز ، وزير ده تن از بزرگان علماى اهل سنّت كه در زمينه‌هاى تاريخى ، فقهى ، حديثى ، اصولى و بحث و گفت و گو مورد اعتماد بودند را گرد آورد و ده تن از\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nعالمان بزرگ شيعه را نيز جمع كرد .\r\nاين گردهمايى اوّليّه در ماه شعبان و در مدرسهء نظاميّهء بغداد صورت گرفت و طىّ اين نشست بنا شد كه كنگرهء مورد نظر شاه بر اساس اين پيش شرطها برپا شودك\r\n1 - زمان گردهمايى و مباحثات از صبح تا شامگاه ادامه يابد و جز هنگام نماز و صرف غذا و استراحت ، وقفه‌اى در آن پيش نيابد .\r\n2 - گفت و گوها و سخنرانىها بايد بر اساس مدرك و منابعى باشد كه مورد اعتماد هستند و كتاب‌هايى كه داراى اعتبار مىباشند ، نه از روى شايعات و شنيده‌ها .\r\n3 - هر سخنرانى و گفت و گويى كه در اين كنگره صورت بپذيرد بايد نوشته شود .\r\nدر روزى كه براى برپايى اين گردهمايى تعيين شده بود پادشاه و وزيرش و مسؤولان نظامى و انتظامى جلوس كردند و عالمان سنّى در طرف راست شاه نشستند و عالمان شيعه نيز در سمت چپ او جلوس كردند و ابتداى مراسم ، وزير « نظام الملك » سخن خود را چنين آغاز كرد :\r\nبسم اللَّه الرحمن الرحيم ، پس از درود و سلام بر حضرت محمّد صلى الله عليه و آله و خاندانش و نيز ياران باوفايش ؛ بايد اين گفت و گوها بدون غرض‌ورزى و سالم باشد و مقصود تمامى در اين گردهمايى دستيابى به حق باشد و به هيچ وجه بدگويى\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nو دشنامى نسبت به صحابهء رسول خدا صلى الله عليه و آله روا نشود .\r\nرئيس عالمان سنّى ( به نام شيخ عبّاسى ) گفت : من نمىتوانم با افراد مذهبى بحث كنم كه تمام صحابه را كافر مىدانند .\r\nرئيس عالمان شيعه ( حسين بن على علوى ) در پاسخ فرمود : مگر چه كسانى هستند كه تمام صحابه را كافر مىدانند ؟ !\r\nعبّاسى گفت : شما شيعيان ، همان كسانى هستيد كه تمام صحابه را كافر مىدانيد .\r\nسيّد علوى فرمود : اين حرفى است كه تو مىزنى واقعيّت ندارد ؛ آيا على عليه السلام ، عبّاس ، سلمان ، ابن عبّاس ، مقداد ، ابوذر و ديگران از صحابه نبودند و آيا مىخواهى بگويى ما شيعيان ، ايشان را كافر مىشماريم ؟ !\r\nعبّاسى گفت : مقصود من از تمام صحابه ، ابوبكر و عمر و عثمان و پيروانشان است .\r\nعلوى در پاسخ فرمود : خودت خودت را ردّ كردى ؛ مگر منطقيان ثابت نكرده‌اند كه نقيض موجبهء جزئيّه ، سالبهء كليّه است ؟\r\nتو يك بار مىگويى : شيعه تمام صحابه را كافر مىدانند ، و يك مرتبهء ديگر ادّعا مىكنى كه شيعيان ، بعضى از صحابه را كافر مىدانند !\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nنظام الملك خواست تا سخنى بگويد كه علوى او را مهلت نداد و فرمود : اى وزير بزرگ ! تا ما از پاسخ دادن ناتوان نشويم هيچ كسى حق ندارد سخنى بگويد ؛ زيرا در اين صورت بحث ما مخلوط مىشود و سخن از مجراى اصليش بيرون رفته و بدون نتيجه مىماند .\r\nآن گاه جناب علوى فرمود : اى عبّاسى ! بدين سان آشكار شد كه ادّعاى تو مبنى بر كافر دانستن تمام صحابه توسّط شيعيان ، دروغى محض است .\r\nعبّاسى از پاسخ‌گفتن ناتوان شد و رويش از شرمسارى سرخ شد و سپس گفت : اين بحث را واگذار ؛ ليكن همين قدر معلوم است كه شما شيعيان ابابكر و عمر و عثمان را دشنام مىدهيد .\r\nعلوى فرمود : برخى از شيعيان ، ايشان را دشنام مىدهند و برخى نمىدهند .\r\nعبّاسى گفت : تو از كدام دسته هستى ؟\r\nعلوى در پاسخ فرمود : من از كسانى هستم كه دشنام نمىدهم ، ولى بر اين باور هستم كه افرادى كه آنها را دشنام داده و بدگويى مىكنند دليلى نيز دارند و بر اساس حكم منطق به چنين باورى رسيده‌اند ، و دشنام دادن اين دسته از شيعيان به اين سه نفر نه موجب كفر است و نه موجب فسق است و از گناهان صغيره نيز نيست .\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nعبّاسى گفت : اى پادشاه ! مىبينى كه اين مرد چه مىگويد ؟ !\r\nعلوى فرمود : اى عبّاسى ! اين كه مسير بحث را به سوى پادشاه ببرى نوعى مغالطه است ؛ پادشاه ؛ ما را براى اين احضار كرده است كه پيرامون دليل‌هاى خود سخن بگوييم تا در پايان كار نيز حق معلوم شود و با توسّل به اسلحه و زور كسى كه حق را نپذيرد به پذيرش آن وادار كنند .\r\nپادشاه گفت : گفتار علوى درست است ؛ اى عبّاسى ! پاسخ تو در ردّ اين مدّعا چيست ؟\r\nعبّاسى گفت : اين واضح است هر كس به صحابه دشنام بدهد كافر است .\r\nعلوى گفت : اين مطلب ممكن است نزد تو واضح باشد ولى براى من آشكار نيست .\r\nبه نظر تو چرا اگر كسى صحابه را از روى اجتهاد و دليلى دشنام بدهد كافر است ؟\r\nاز طرفى آيا تو قبول ندارى كسى را كه رسول خدا صلى الله عليه و آله سبّ كند سزاوار نفرين است ؟\r\nعبّاسى گفت : چرا ، اين مطلب را باور دارم و اعتراف مىكنم .\r\nعلوى فرمود : رسول خدا صلى الله عليه و آله ابابكر و عمر را دشنام داد .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nعبّاسى گفت : كجا ايشان را دشنام داده است ؟ اين دروغ بستن به رسول خدا صلى الله عليه و آله است .\r\nعلوى فرمود : تاريخ‌نويسان سنّى بازگو كرده‌اند كه رسول خدا صلى الله عليه و آله سپاهى را به فرماندهى اسامه آماده كرد و ابابكر و عمر را نيز جزو سپاهيان او قرار داد و فرمود :\r\nخدا لعنت كند كسى را كه از سپاه اسامه تخلّف و سرپيچى كند .\r\nولى ابابكر و عمر از آن سپاه تخلّف كردند ؛ بدين سان ، لعنت رسول خدا صلى الله عليه و آله شامل ايشان شد و هر كسى كه رسول خدا صلى الله عليه و آله او را لعنت فرمايد ، بر هر مسلمانى لازم و سزاوار است كه آن شخص را لعنت كند .\r\nبا اين سخنان ، عبّاسى سر به زير افكند و چيزى نگفت .\r\nپادشاه نيز رو به وزير خود كرد و گفت : آيا آنچه علوى گفت صحّت دارد ؟ !\r\nوزير گفت : تاريخ نويسان « 1 » چنين گفته‌اند .\r\nعلوى ادامه داد : اگر سبّ و دشنام دادن به صحابه حرام و كفر است ، پس چرا معاوية بن ابى سفيان را كافر نمىدانيد و حكم به فسق و فجورش نمىكنيد ، با اين كه او حضرت على بن ابى طالب عليه السلام را تا چهل سال دشنام مىداد و اين دشنام‌ها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . طبقات ابن سعد : قسم 2 ج 2 ص 41 ، تاريخ ابن عساكر : 2 / 391 ، كنز العمّال : 5 / 312 ، الكامل ابن اثير : 2 / 129 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nتا هفتاد سال ادامه يافت !\r\nپادشاه گفت : اين سخن را واگذاريد و در مورد موضوع ديگرى سخن بگوييد .\r\nعبّاسى پرسيد : يكى از بدعت‌هاى شما شيعيان آن است كه قرآن را قبول ندريد .\r\nعلوى فرمود : بلكه يكى از بدعت‌هاى شما سنّيان اين است كه قرآن را قبول نداريد ، و دليل اين ادّعاى من آن است كه مىگوييد : « قرآن را عثمان گردآورى كرد » .\r\nآيا مىخواهيد بگوييد رسول خدا صلى الله عليه و آله به قدر عثمان هم نمىدانست و اقدام به جمع‌آورى قرآن نكرد تا او بيايد و قرآن را گردآورى كند ؟\r\nاز طرفى ، چگونه ممكن است قرآن در زمان پيامبر صلى الله عليه و آله گردآورى نشده باشد با آن كه آن حضرت به خويشان و يارانش دستور مىداد قرآن را ختم كنند و از اوّل تا آخر قرائت كنند و مىفرمود : هر كس قرآن را ختم كند فلان مقدار ثواب و پاداش دارد .\r\nآيا مىتوان دستور به ختم قرآن داد در زمانى كه قرآن گردآورى نشده باشد ؟ !\r\nآيا تمام مسلمانان در گمراهى به سر مىبردند و عثمان آنان را هدايت كرد ؟ !\r\nپادشاه رو به وزيرش كرد و گفت : آيا اين كه علوى\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nمىگويد به نظر سنّيان قرآن را عثمان گردآورى كرد ، درست است ؟\r\nوزير گفت : مفسّران و تاريخ‌نويسان چنين مىگويند .\r\nعلوى فرمود : پادشاها ! خوب است بدانيد كه شيعيان اعتقاد دارند قرآن در زمان رسول خدا صلى الله عليه و آله گردآورى شده بود به همان شكليكه الان در دست ماست و مىبينى و حتّى يك حرف از آن كم يا زياد نشده است ولى سنّيان مىگويند در قرآن فزونى و كاستى پديد آمده است ، و آيات آن ، جا به جا شده‌اند و رسول خدا صلى الله عليه و آله آن را گردآورى نكرده و عثمان براى اوّلين بار پس از رسيدن به پادشاهى ، اقدام به اين كار كرد .\r\nعبّاسى فرصت را غنيمت شمرد و گفت : اى پادشاه ! نشنيدى كه اين مرد عثمان را خليفه خطاب نكرد بلكه او را پادشاه خواند ؟ !\r\nعلوى فرمود : آرى ، عثمان خليفه نبوده است .\r\nپادشاه گفت : چرا ؟ !\r\nعلوى فرمود : چون شيعيان اعتقاد دارند كه خلافت ابابكر و عمر و عثمان باطل بوده است .\r\nپادشاه ( با شگفتى ) پرسيد : چرا ؟ !\r\nعلوى فرمود : زيرا عثمان بر اساس شوراى شش نفريكه عمر آنها را تعيين كرده بود به حكومت رسيد در حالى كه تمام\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nافراد شورا عثمان را به عنوان خليفه انتخاب نكردند ، بلكه سه يا دو نفرشان او را انتخاب كردند ؛ بدين سان ، مشروعيّت خلافت عثمان ، تنها به عمر مستند مىشود .\r\nاز سويى ، عمر نيز بنابر وصيّت ابابكر به حكومت رسيد ؛ پس مشروعيّت خلافت عمر نيز مستند به ابابكر است .\r\nاز طرفى ، ابابكر نيز بر اساس انتخاب گروهى اندك و زير برق شمشير و به زور به خلافت رسيد ؛ پس مشروعيّت خلافت ابابكر نيز مستند به شمشير و زور بوده است .\r\nدر همين راستا بود كه عمر در مورد ابابكر گفت : « بيعت مردم با ابابكر ، يكى از كارهاى شتابزده و بىتدبير جاهليّت به شمار مىرود ؛ خدا شرّش را از مسلمانان دفع كند ؛ بنابراين هر كس از اين پس خواست چنان بيعتى به راه بيندازد او را بكشيد » .\r\nابوبكر ، خودش نيز گفت : مرا كنار بزنيد و بيعتتان را پس بگيريد ؛ چون ، وقتى على ( عليه السلام ) در بين شما باشد من بهترين‌تان نيستم .\r\nبر اساس اين دليل‌ها شيعيان اعتقاد دارند كه خلافت اين سه تن از ريشه باطل و نادرست است .\r\nپادشاه رو به وزير كرد و گفت : سخنانى كه علوى به ابابكر و عمر نسبت داد درست است ؟\r\nوزير گفت : آرى ، تاريخ نويسان چنين گفته‌اند .\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nشاه پرسيد : پس چرا ما اين سه تن را محترم مىشماريم ؟ !\r\nوزير گفت : به پيروى از پيشينيان صالح خود .\r\nعلوى به پادشاه فرمود : اى پادشاه ! به وزير بفرما كه آيا حق لازم‌تر است يا پيروى از پيشينيان ؟ آيا تقليد از پيشينيان اگر بر ضدّ حق باشد مشمول اين آيه نيست :\r\n« إنّا وَجَدْنَا آبائَنا عَلى امَّةٍ وَإِنَّا عَلى آثارِهِم‌ْمُقْتَدُونَ » . « 1 »\r\nما پدرانمان را بر مذهبى يافتيم و ما نيز به همان اقتدا مىكنيم !\r\nشاه خطاب به علوى گفت : اگر اين سه تن خليفهء رسول خدا صلى الله عليه و آله نيستند ، پس چه كسى خليفهء اوست ؟\r\nعلوى پاسخ داد : خليفهء رسول خدا صلى الله عليه و آله تنها حضرت علىّ بن ابى طالب عليه السلام است .\r\nشاه گفت : به چه دليل ؟\r\nعلوى فرمود : زيرا رسول خدا صلى الله عليه و آله او را به عنوان خليفه و جانشين پس از خود تعيين كرد و در موارد بسيار زيادى به خلافت آن حضرت تصريح فرمود ؛ از جمله آن كه مردم را در منطقه‌اى بين مكّه و مدينه كه به آن « غدير خمّ » مىگفتند جمع كرد و دست على را بالا گرفت و به مسلمانان فرمود :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سوره زخرف آيهء 23 .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nهر كه من مولاى اويم اين على مولاى اوست ؛ بارالها ؛ هر كه او را دوست بدارد و به سرپرستى خود بپذيرد او را دوست بدار و سرپرستىاش كن ، و هر كه با او دشمنى ورزد دشمنش باش ، و هر كه او را نصرت و يارى رساند يارى برسان ، و هر كه او را واگذارد و يارى نكند تو نيز آن شخص را وابگذار . « 1 »\r\nآن‌گاه از منبر به زير آمد و به مسلمانان حاضر در آن جا - كه بيش از يكصد و بيست هزار نفر بودند - فرمود ، تنها بر على به عنوان امير مؤمنان سلام كنيد ( و ديگرى را امير مؤمنان مخوانيد ) .\r\nمسلمانان يكى پس از ديگرى مىآمدند و به على عليه السلام مىگفتند : « سلام بر تو اى امير مؤمنان ! »\r\nابوبكر و عمر نيز آمدند و بر على عليه السلام به عنوان امير مؤمنان سلام كردند و عمر گفت : سلام بر تو اى امير مؤمنان ! مباركت باد اى پسر ابى طالب ! از اين پس تو مولاى من و مولاى هر مرد و زن مؤمن هستى .\r\nبدين سان ، تنها خليفهء شرعى و قانونى رسول خدا صلى الله عليه و آله علىّ بن ابىطالب عليه السلام است .\r\nپادشاه رو به وزيرش كرد و گفت : آيا سخنان علوى درست است ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحارالانوار : 37 / 123 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nوزير گفت : آرى ، تاريخ نويسان و مفسّران چنين گفته‌اند .\r\nپادشاه گفت : اين بحث را تمام كنيد و به بحث ديگرى بپردازيد .\r\nعبّاسى گفت : شيعيان قائل به تحريف قرآن‌اند .\r\nعلوى فرمود : نه ! بلكه نزد شما سنّيان مشهور است كه قائل به تحريف قرآن هستيد .\r\nعبّاسى گفت : اين دروغى آشكار است .\r\nعلوى فرمود : مگر در كتاب‌هايتان نديده‌ايد كه نوشته‌اند آياتى در مورد « غرانبق » بر رسول خدا صلى الله عليه و آله نازل شد و آن گاه اين آيات نسخ شد و سپس حذف گرديد ؟\r\nپادشاه به وزير گفت : آيا اين ادّعاى علوى صحيح است ؟\r\nوزير گفت : آرى ، مفسّران چنين گفته‌اند .\r\nشاه گفت : پس ، چگونه بر قرآن تحريف شده مىتوان اعتماد كرد ؟\r\nعلوى فرمود : اى پادشاه ! خوب است بدانى كه ما شيعيان قائل به اين ( تحريف ) نيستيم و اين گفتار را تنها سنّيان مىگويند ؛ بدين سان قرآن نزد ما مورد اعتماد است ولى نزد سنّيا مورد اعتماد نيست .\r\nعبّاسى گفت : در مورد تحريف قرآن ، احاديثى در كتاب‌هايتان و از عالمانتان نقل شده است .\r\nعلوى فرمود : آن احاديث هم اندكند و هم ساختگى\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nهستند و بر اساس حيلهء دشمنان شيعه ساخته شده‌اند تا بر ضدّ شيعه شايعه‌پراكنى كرده و شيعيان را بدنام سازند .\r\nاز طرفى راويان اين روايت و سندهايش درست نيست و آنچه از برخى عالمان نقل شده است قابل اعتماد نيست و مورد اعتماد نيستند . علماى بزرگ ما كه بر گفتارشان اعتماد داريم قائل به تحريف نيستند و آنچه را شما مىگوييد قبول ندارند ، كه مىگوييد :\r\nخداوند آياتى را در ستايش بت‌ها فرستاد و گفت - البتّه خداوند از اين سخنان ، منزّه و پاك است - : « آن بت‌هاى والامقام ، تنها از آن‌ها اميد شفاعت مىرود » .\r\nشاه گفت : اين بحث را تمام كنيد و بحث ديگرى را آغاز كنيد .\r\nعلوى فرمود : سنّيان چيزهايى را به خداوند تعالى نسبت مىدهند كه سزاوار جلال و شكوه پروردگار نيست .\r\nعبّاسى گفت : مثل چه ؟\r\nعلوى فرمود : مثل اين كه مىگوييد : خدا جسم است ، و همانند انسان مىخندد و مىگويد ، و دست و پا و چشم و عورت دارد ، و روز قيامت پايش را داخل جهنّم مىگذارد ، و از آسمان‌هاى بالا به آسمان دنيا مىآيد و بر خرش سوار مىشود . . . .\r\nعبّاسى گفت : اينها چه اشكالى دارد ، با آن كه قرآن\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nتصريح بدانها دارد و مىفرمايد : « وَجَاءَ رَبُّكَ » « 1 » ؛ « پروردگارت آمد » ، و مىفرمايد : « يَوْمَ يُكْشَفُ عَنْ سَاقٍ » « 2 » ؛ « روزى كه پوشش از روى ساق برداشته شود » ، مىفرمايد : « يَدُ اللَّهِ فَوْقَ أَيْديهِمْ » « 3 » ؛ « دست خدا بالاى دست‌هايشان است » .\r\nدر حديث نيز وارد شده است كه مىگويد : در روز قيامت خداوند پايش را داخل آتش مىكند ؟ !\r\nعلوى فرمود : آن كه در حديث آمده است به نظر ما باطل و دروغ و تهمت است ؛ زيرا ابوهريره و امثال او بر رسول خدا صلى الله عليه و آله دروغ بستند و كار را به جايى رساندند كه عمر نيز او را از نقل حديث بازداشت و او را مجازات كرد .\r\nپادشاه رو به وزير كرد و گفت : آيا درست است كه عمر ، اباهريره را از نقل حديث بازداشت ؟\r\nوزير گفت : آرى ؛ او را بازداشت ، چنان كه در تاريخ‌ها آمده است .\r\nپادشاه گفت : پس ما چگونه بر حديث‌هاى اباهريره اعتماد كنيم ؟ !\r\nوزير گفت : زيرا علما چنين كرده‌اند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء فجر ، آيهء 22 .\r\n( 2 ) . سورهء قلم ، آيهء 42 .\r\n( 3 ) . سورهء فتح ، آيهء 10 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nشاه گفت : در اين صورت لازم مىآيد كه عالمان از عمر داناتر باشند ؛ زيرا عمر ، اباهريره را به دليل دروغ بستن بر رسول خدا صلى الله عليه و آله و سلم او نقل حديث بازداشت ولى عالمان ما احاديث دروغين او را برمىگيرند .\r\nعبّاسى گفت : اى علوى ! احاديثى كه در مورد خداوند بدان اشاره‌اى شد ، باطل است ولى با آيات قرآن چه مىكنى ؟\r\nعلوى فرمود : قرآن آياتى دارد كه آيات محكم هستند و اصل كتاب خداوند آن آياتند و بقيّهء آيات متشابه‌اند ، و قرآن داراى ظاهر و باطن است ؛ بدين‌سان ، آياتى را كه محكم باشند و ظاهر نيز باشند به ظاهر آن‌ها عمل مىكنيم ولى آيات متشابه را بايد بر اساس فنّ بلاغت بررسى كرده و ببينيم مجاز يا كنايه يا داراى تقديرند و اگر چنين نكنيم معنى آيه نه از نظر شرعى و نه از نظر عقلى درست در نمىآيد .\r\nبراى مثال : اگر بخواهى آيهء « وَجَاءَ رَبُّكَ » ؛ « پروردگارت آمد » ، را بر اساس ظاهرش معنى كنى آن معنى با عقل و شرع معارض است ؛ زيرا عقل و شرع حكم مىكنند خداوند در هر مكان وجايى وجود دارد و هيچ جايى هرگز از او خالى نمىباشد ، در حالى كه ظاهر اين آيه خدا را جسم مىداند و پرواضح است كه هر جسمى جا و مكان مخصوصى مىخواهد .\r\nنتيجهء اين معنى ظاهرى آن مىشود كه اگر خداوند در\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nآسمان باشد در زمين نخواهد بود و اگر در زمينباشد نيز آسمان از وجود خدا خالى است و اين مطلب از نظر عقل و شرع نادرست است .\r\nعبّاسى ديگر نتوانست در برابر اين پاسخ‌هاى منطقى تاب بياورد و در پاسخ گفتن متحيّر شد و بالاخره گفت : من اين سخن را نمىپذيرم ؛ بايد به معنى ظاهرى آيات قرآن عمل كنيم .\r\nعلوى فرمود : پس با آيات متشابه چه مىكنى ؟ از طرفى تو نمىتوانى براى همهء آيات قرآن و معنى ظاهريش را مدّ نظر بگيرى ؛ زيرا در اين صورت لازم مىآيد دوستت شيخ احمد عثمان « 1 » كه در كنار تو نشسته است از اهل جهنّم باشد .\r\nعبّاسى گفت : چرا ؟\r\nعلوى فرمود : چون خداى تعالى مىفرمايد :\r\n« وَمَنْ كانَ في هذِهِ أَعْمى فَهُوَ فِي الْآخِرَةِ أَعْمى وَأَضَلُّ سَبيلًا » . « 2 »\r\nهر كس در اين دنيا كور باشد در آخرت كورتر و گمراه‌تر خواهد بود .\r\nوقتى شيخ احمد عثمان ، الان در اين دنيا كور است بايد بر اساس معنى ظاهرى اين آيه در جهان آخرت كورتر و گمراه‌تر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وى از عالمان سنّى و نيز نابينا بوده است .\r\n( 2 ) . سورهء إسراء ، آيهء 72 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nباشد . اى شيخ احمد ! آيا تو اين را قبول دارى و بدان رضايت مىدهى ؟\r\nشيخ گفت : نه ! هرگز ؛ مراد از « كور » در اين آيه ، شخص منحرف از راه حقّ است .\r\nعلوى فرمود : بدين سان ثابت شد كه انسان نمىتواند تمام آيات را بهمعنى ظاهريش عمل نمايد .\r\nدر اين بخش از كنگره ، بحث و درگيرىهاى لفظى در مورد ظاهر آيات قرآن بالا گرفت ولى علوى با برهان‌هاى محكم ، عبّاسيرا شكست مىداد ، تا آن كه . . . پادشاه گفت : اين موضوع را واگذاريد و به موضوع ديگرى بپردازيد .\r\nعلوى فرمود : از انحرافات و اعتقادات باطل شما سنّيان آن است كه در مورد خداى سبحان مىگوييد : خداوند بندگان را مجبور به انجام گناهان و كارهاى حرام مىكند ، آن گاه آنان را به خاطر اين گناهان و كارهاى حرام مجازات نموده و به كيفر مىرساند .\r\nعبّاسى گفت : اين درست است ؛ زيرا خداوند مىفرمايد :\r\n« وَمَنْ يُضْلِلِ اللَّهُ » « 1 » ؛ « هر كه را خدا گمراه فرمايد » ، و نيز مىفرمايد : « طَبعَ اللَّهُ عَلى قُلُوبِهِمْ » « 2 » ؛ « خداوند بر قلب‌هايشان مهر زد » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء نساء ، آيهء 88 .\r\n( 2 ) . سورهء توبه ، آيهء 93 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nعلوى فرمود : اين كه مىگويى در قرآن آمده است ، خوب مىدانى كه در قرآن كنايه‌ها و مجازهايى هست كه بايد آنها را يافت و پذيرفت ؛ مراد از « گمراه كردن » در اينجا آن است كه خداوند انسان شقاوت‌پيشه را وامىگذارد تا گمراه گردد ؛ اين مطلب همانند آن است كه مردم مىگويند : « حكومت ، مردم را فاسد كرد » ؛ اين بدان معنى است كه حكوت ، مردم را وا گذاشت و به حال خود رها كرد و كارى به كارشان نداشت .\r\nاز سوى ديگر ، مگر نشنيده‌اى كه خداوند مىفرمايد :\r\n« إِنَّ اللَّهَ لا يَأْمُرُ بِالْفَحْشاءِ » « 1 » .\r\nواقعيّت آناست كه خداوند دستور به انجام فحشا و كارهاى بد نمىدهد .\r\nو مىفرمايد : « إِنَّا هَدَيْناهُ السَّبيلَ إِمَّا شاكِراً وَإِمَّا كَفُوراً » « 2 » .\r\nدر واقع ، ما انسان را به راه ( درست ) رهنمون شديم ؛ حال ، او يا سپاسگزار است يا ناسپاس .\r\nو نيز مىفرمايد :\r\n« وَهَدَيْناهُ النَّجْدَيْنِ » « 3 » .\r\nاو را به هر دو راه هدايت كرديم .\r\nاز سوى ديگر ، عقل اين امكان را پذيرا نيست كه خداوند دستور به انجام گناه بدهد و آن گاه به خاطر انجام گناه ، كيفر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء اعراف ، آيهء 28 .\r\n( 2 ) . سورهء إنسان ، آيهء 3 .\r\n( 3 ) . سورهء بلد ، آيهء 10 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nبرساند .\r\nاين كار از عادىترين مردم نيز بعيد است ، چه برسد به خداوند عدالت‌گر و الا مرتبهء ستوده از هر نقص ؛ كه از گفتار مشركان و ستم‌كاران و الا و برتر است .\r\nشاه فرياد زد : نه ! نه ! امكان ندارد كه خداوند انسان را مجبور به گناه كند و سپس او را به خاطر انجام آن گناه كيفر برساند ؛ اين ستمى آشكار است و خداوند از ستم و تباهى پاك و ستوده است :\r\n« وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبيدِ » « 1 » .\r\nخداوند نسبت به بندگان ، ستم‌كار نيست .\r\nالبتّه من گمان نمىكنم اهل سنّت نيز نظر عبّاسى را داشته باشند .\r\nآن‌گاه شاه به وزير رو كرد و گفت : آيا اهل سنّت چنين اعتقادى دارند ؟ !\r\nوزير گفت : آرى ! اين بين سنّيان مشهور است !\r\nشاه گفت : چگونه چيزى مىگويند كه عقل نمىپذيرد ؟\r\nوزير پاسخ داد : تأويلات و دليل‌هايى بر اعتقادشان دارند .\r\nشاه اظهار داشت : هر چه دليل و تأويل بياورند ، باز هم عقل آن‌ها را نمىپذيرد و به نظر من تنها همان نظريّهء سيّد علوى درست است كه خداوند كسى را مجبور به كفر و گناه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء حجّ ، آيهء 10 .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nنمىكند و سپس او را به جهت آن به كيفر برساند .\r\nعلوى فرمود : ديگر آن‌كه سّنيان مىگويند : رسول خدا صلى الله عليه و آله و سلم در نبوّت خويش ترديد داشت !\r\nعبّاسى گفت : اين دروغى آشكار است .\r\nعلوى فرمود : مگر شما روايت نمىكنيد و در كتاب‌هايتان نيامده است كه رسول خدا صلى الله عليه و آله و سلم گفت : هيچ مرتبه‌اى جبرئيل بر من فرود نيامد مگر آن‌كه گمان كردم بر عمر بن خطّاب نازل مىشود !\r\nاين روايت شماها در شرايطى است كه آيات فراوانى در قرآن تصريح و دلالت بر اين مطلب دارند كه خداوند از پيامبرش محمّد صلى الله عليه و آله و سلم براى پيامبريش ميثاق و پيمان گرفت !\r\nشاه به وزير رو كرد و گفت : آيا اين درست است و در كتاب‌هاى سنّيان چنين روايتى آمده است ؟\r\nوزير گفت : در برخى از كتاب‌هاى سنّيان آمده است . « 1 »\r\nشاه گفت : اين كفرى آشكار است .\r\nعلوى فرمود : ديگر آن‌كه سنّيان در كتاب‌هايشان نقل كرده‌اند رسول خدا صلى الله عليه و آله و سلم عايشه را بر شانهء خود مىنشانيد و با طبل‌زنان و موسيقىنوازان به خوشگذرانى مىپرداخت ، آيا اين با مقام و جايگاه والاى رسول خدا صلى الله عليه و آله و سلم مناسبت دارد ؟ !\r\nعبّاسى گفت : ضررى براى مقام آن حضرت ندارد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ابن ابى الحديد معتزلى در « شرح نهج البلاغه » و نيز ديگران اين را آورده‌اند .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nعلوى فرمود : آيا تو كه يك مرد عادّى هستى ، چنين كارى را انجام مىدهى ؟\r\nشاه گفت : هر كس ذرّه‌اى حيا و غيرت داشته باشد تن به چنين كارى نمىدهد ؛ چه آن‌كه رسول خدا صلى الله عليه و آله و سلم كه نمودار حيا و غيرت و ايمان است . آيا اين درست است كه در كتاب‌هاى سنّيان چنين مطلبى آمده است ؟ وزير گفت : آرى ! در برخى از كتاب‌ها هست !\r\nشاه گفت : پس چگونه به پيامبرى ايمان آوريم كه در پيامبريش شكّ دارد ؟\r\nعبّاسى گفت : بايد اين روايات را تأويل كرد .\r\nعلوى فرمود : آيا اين روايات تأويل‌پذير هستند ؟ ! اى شاه ؛ مىبينى سنّيان به اين خرافات و اعتقادات باطل و چرت و پرت‌ها اعتقاد دارند ؟ !\r\nعبّاسى گفت : كدام اعتقادات باطل و خرافات را مىگويى ؟\r\nعلوى فرمود : همين‌هايى كه تا به حال برشمردم كه مىگوييد :\r\n1 - خداوند همانند انسان است و دست و پا و جنبش و آرامش دارد .\r\n2 - قرآن تحريف شده و كاستى و فزونى دارد .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n3 - رسول خدا صلى الله عليه و آله و سلم كارى را انجام داده كه حتّى عادىترين مردم انجام نمىدهند و عايشه را بر كتف خود نشانيده است .\r\n4 - رسول خدا صلى الله عليه و آله و سلم در پيامبرى خويش شكّ و ترديد داشته است .\r\n5 - كسانى كه پيش از علىّ بن ابى طالب عليه السلام به حكومت دست يازيدند ، با توسّل به شمشير و زور اين كار را كردند و خود را جا زدند و حكومت‌شان شرعيّت نداشت .\r\n6 - كتاب‌هاى سنّيان از اباهريره و ديگر حديث‌سازان دجّال روايت مىشود . . . و ديگر اعتقادات باطل و كژىهايى كه دارند .\r\nشاه گفت : اين موضوع را واگذاريد و به بحث ديگرى بپردازيد .\r\nعلوى فرمود : سنّيان چيزى را به رسول خدا صلى الله عليه و آله و سلم نسبت مىدهند كه حتّى در مورد يك شخص معمولى درست نيست .\r\nعبّاسى گفت : منظورت چيست ؟\r\nعلوى فرمود : مانند آن‌كه مىگويند : سورهء « عَبَسَ وَتَوَلَّى » « 1 » در مورد رسول خدا صلى الله عليه و آله و سلم نازل شده است !\r\nعبّاسى گفت : چه مانعى دارد ؟\r\nعلوى فرمود : مانعش اين آيه است كه مىفرمايد :\r\n« وَإِنَّكَ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء عبس ، آيهء 1 .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nلَعَلى خُلُقٍ عَظيمٍ » . « 1 »\r\nتو به راستى اخلاقى بزرگ و نيكو دارى . و اين آيه :\r\n« وَما أَرْسَلْناكَ إِلّا رَحْمَةً لِلْعالَمينَ » . « 2 »\r\nتو را جز رحمت براى جهانيان نفرستاديم .\r\nآيا عقل مىپسندد رسولى كه خداوند او را داراى اخلاقى عظيم و نيكو مىداند و رحمت براى جهانيان معرّفى مىكند ، با آن مؤمن نابينا چنين كار ناشايست و غير انسانى را انجام بدهد ؟\r\nشاه گفت : اين غير معقول است كه رسول بشريّت و پيامبر رحمت ، چنين كارى را انجام بدهد ؛ حالا ، اى علوى ؛ اين سوره در مورد چه كسى نازل شده است ؟\r\nعلوى فرمود : حديث‌هاى صحيحى كه از اهل بيت پيامبر صلى الله عليه و آله و سلم - كه قرآن در خانه‌هايشان فرود آمده است - روايت شده است ، بيان مىدارند :\r\nاين سوره در مورد « عثمان بن عفّان » نازل شده ؛ آن‌گاه كه « عبداللَّه بن امّ مكتوم » نزد او رفت ولى عثمان روى خود را از او گردانيده و پشت بر او كرد .\r\nدر اينجا سيّد جمال الدين - يكى از عالمان شيعه كه در مجلس حاضر بود - برخاسته و فرمود : من در مورد اين سوره ، قصّه‌اى دارم كه يكى از عالمان مسيحى به من گفت :\r\nپيامبر ما عيسى از پيامبر شما محمّد صلى الله عليه و آله و سلم برتر است .\r\nگفتم : چرا ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء قلم ، آيهء 4 .\r\n( 2 ) . سورهء انبياء ، آيهء 107 .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nگفت : چون پيامبر شما بد اخلاق بوده و نسبت به افراد كور ، چهره درهم مىكشيده است و بر ايشان پشت مىكرده است ، در حالى كه پيامبر ما خوش‌اخلاق بوده است و بيماران را شفا مىداده است .\r\nگفتم : اى مسيحى ؛ خوب است بدانى ما شيعيان اعتقاد داريم اين سوره در مورد « عثمان بن عفّان » فرود آمده است نه در مورد پيامبر خدا صلى الله عليه و آله و سلم ؛ پيامبر ما حضرت محمّد صلى الله عليه و آله و سلم بسيار خوش‌برخورد و نيكو صفات بوده و داراى ويژگىهاى ستوده‌اى بوده است كه خداوند در موردش مىفرمايد :\r\n« وَإِنَّكَ لَعَلى خُلُقٍ عَظيمٍ » .\r\nهمانا تو اخلاقى عظيم و بس نيكو دارى .\r\n« وَما أَرْسَلْناكَ إِلّا رَحْمَةً لِلْعالَمينَ » .\r\nتو را جز رحمتى براى جهانيان نفرستاديم .\r\nمسيحى گفت : اين را كه گفتم از يكى از سخنرانان مسجد بغداد شنيدم !\r\nگفتم : نزد ما مشهور است كه برخى راويان بدكردار و دروغ‌گو : اين قصّه را به رسول خدا صلى الله عليه و آله و سلم نسبت داده‌اند تا چهرهء عثمان را از آلودگى پاك كنند ؛ اينان به رسول خدا صلى الله عليه و آله و سلم نسبت دروغ مىدهند تا پادشاهان و خلفاى خويش را تبرئه كنند !\r\nشاه گفت : اين سخن را واگذاشته به موضوع ديگرى بپردازيد .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nعبّاسى گفت : شيعيان ، ايمان خلفاى سه‌گانه را انكار مىكنند و اين درست نيست ؛ زيرا اگر مؤمن نبودند پس چرا رسول خدا صلى الله عليه و آله و سلم دامادشان شد و نيز به دامادى گرفت ؟\r\nعلوى فرمود : شيعه اعتقاد دارند كه آن سه تن ايمان قلبى و درونى نداشتند اگر چه در ظاهر و با زبان اظهار اسلام كردند . رسول گرامى اسلام صلى الله عليه و آله و سلم نيز از هر كسى كه شهادتين را مىگفت - حتّى اگر در واقع منافق بود - مىپذيرفت و با او همانند مسلمانان رفتار مىكرد . بدين سان ، داماد نبىّ اكرم صلى الله عليه و آله و سلم براى ايشان و دامادى ايشان براى آن حضرت ، از اين باب است .\r\nعبّاسى گفت : دليل بر ايمان نداشتن « ابابكر » چيست ؟\r\nعلوى فرمود : دليل‌هاى قطعى بر اين مطلب به فراوانى يافت مىشود ؛ از جمله آن‌كه او در جاهاى بسيارى به رسول خدا صلى الله عليه و آله و سلم خيانت روا داشت . چنان كه از شركت در لشكر اسامه سرباز زد و با دستور رسول صلى الله عليه و آله و سلم در اين مورد مخالفت كرد و پرواضح است كه قرآن كريم مىفرمايد : هر كس با رسول خدا صلى الله عليه و آله و سلم مخالفت كند ايمان ندارد :\r\n« فَلا وَرَبِّكَ لايُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فيما شَجَرَ بَيْنَهُمْ ثُمَّ لايَجِدُوا في أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْليماً » . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء نساء ، آيهء 65 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nپس به پروردگارت سوگند ؛ ايمان نمىآورند مگر آن زمان كه تو را در اختلافات خود حاكم قرار دهند و سپس نسبت به حكمى كه كردى در درون خويش نيز حرجى نيابند و به طور كامل تسليم باشند .\r\nبدين سان ، « ابابكر » از دستور رسول خدا صلى الله عليه و آله و سلم سرباز زد و سرپيچى كرد و او در زمرهء افرادى است كه آيهء مزبور شامل شان مىباشد .\r\nافزون بر آن ، رسول خدا صلى الله عليه و آله و سلم نيز هر كس را كه از شركت در لشكر اسامه سرباز بزند لعنت فرمود و اين را پيشتر گفتيم كه ابابكر از شركت در لشكر اسامه سرباز زد .\r\nآيا رسول خدا صلى الله عليه و آله و سلم مؤمن را لعنت مىكند ؟ ! طبيعى است كه : نه .\r\nپادشاه گفت : بدين ترتيب سخن علوى درست است كه ابابكر مؤمن نبوده است .\r\nوزير گفت : اهل سنّت در مرود تخلّف و سرپيچى ابابكر ، تأويلات و توجيهاتى دارند .\r\nشاه گفت : آيا توجيه مىتواند كار حرام را بر طرف كند ؟\r\nاگر بخواهيم باب توجيه و تأويل را بگشاييم ، هر مجرم و خلاف‌كارى داراى توجيه و تأويلى خواهد بود ! دزد مىگويد : به دليل فقر و تنگدستى به دزدى مىپرداختم ؛ شراب‌خوار مىگويد : به دليل اندوه فراوان شراب خوردم ؛ زناكار مىگويد\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n: . . . و بدين سان نظم اجتماع برهم مىخورد و مردم جرأت بر گناه و معصيت پيدا مىكنند . نه ! نه ! . . .\r\nتأويلات و توجيهات براى ما فايده‌اى ندارد .\r\nروى عبّاسى سرخ شد و متحيّر ماند كه چه بگويد و بالأخره پس از تأمّلى گفت : دليل بر ايمان نداشتن عمر چيست ؟\r\nعلوى فرمود : دليل‌هاى فراوانى بر اين مطلب وجود دارد ، از آن جمله تصريح خودش در مورد ايمان نداشتنش است !\r\nعبّاسى گفت : در كجا ؟\r\nعلوى فرمود : آنجا كه گفت : هيچ‌گاه همچون روز جنگ حديبيّه در نبوّت محمّد ( صلى الله عليه و آله و سلم ) شكّ و ترديد نكردم .\r\nاين سخن عمر دلالت بر آن دارد كه وى پيوسته در شكّ و ترديد نسبت به پيامبرى آن حضرت بوده است ، و ترديدش در روز حديبيّه بيشتر و عميقتر و بزرگتر از شكّ و ترديدهاى ديگرش بوده است .\r\nاى عبّاسى ؛ تو را به پروردگارت سوگند ؛ به من بگو : آيا كسى كه در نبوّت محمّد صلى الله عليه و آله و سلم شكّ و ترديد داشته باشد مؤمن است ؟ !\r\nعبّاسى سكوت كرد و از خجالت سرش را به زير افكند .\r\nشاه رو به وزير كرد و گفت : آيا گفتار علوى در مورد سخن\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n« عمر » صحيح است ؟\r\nوزير گفت : راويان چنين روايت كرده‌اند .\r\nشاه گفت : عجيب است ؛ جدّاً عجيب است ؛ من « عمر » را از اوّلين مسلمانان مىدانستم و ايمان او را ايمانى ثابت مىپنداشتم ولى حالا برايم ثابت و هويدا شد كه در اصل ايمانش نيز ترديد و شبهه است .\r\nعبّاسى گفت : صبر كن اى پادشاه ؛ بر عقيده‌ات پايدار باش و علوى دروغ‌گو تو را نفريبد !\r\nپادشاه با حالت خشم ، روى خويش را از عبّاسى گردانيد و گفت : وزير ما - نظام الملك - مىگويد : علوى راستگوست و اين گفتهء عمر در كتاب‌ها وارد شده است ، ولى اين شخص ابله و نادان - عبّاسى - مىگويد : علوى دروغگوست ؛ آيا اين جز عناد و تعصّب است ؟\r\nسكوتى مرگبار بر مجلس حاكم شد ؛ پادشاه خشمگين شده و از سخن عبّاسى رنجيده شده بود . . . و عبّاسى و ديگر عالمان سنّى سر به زير افكنده بودند . . . و وزير سكوت اختيار كرده بود . . . و علوى همچنان سرش را بالا گرفته و در روى شاه مىنگريست تا نتيجه را ببيند .\r\nلحظه‌هاى سختى بر عبّاسى مىگذشت كه آرزو مىكرد زمين شكافته مىشد و او را مىبلعيد ، يا ملك‌الموت مىآمد و به سرعت روحش را مىستاند ؛ او بسيار شرمسار شده بود و\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nلحظات دشوارى را پشت سر مىگذارد ؛ نادرستى مذهب او آشكار شده بود و باورهاى خرافيش براى شاه و وزير و عالمان و بزرگان مملكتى آشكار گشته بود ! . . . ليكن بايد چه كارى انجام مىداد ؟\r\nشاه او را خواسته بود تا پرسش و پاسخ انجام دهد ، و حقّ و باطل را معلوم كند ، و بالأخره عبّاسى خود را آماده نموده و سر برافراشت و پرسيد :\r\nاى علوى ! چگونه اظهار مىكنى كه ثمانايمان قلبى نداشته است ، در حالى كه رسول خدا صلى الله عليه و آله ، دخترش رقيّه و ديگر دخترش امّ كلثوم را به ازداواج او درآورده بود ؟ !\r\nعلوى فرمود : دليل‌هاى بسيارى وجود دارد كهعثمان ايمان قلبى نداشته است ؛ و همين قدر كافى است كه مسلمانان ، از جمله صحابه ، هم‌نظر شدند و همگى حكم به قتل او كردند و وى را كشتند .\r\nخودتان نيز از پيامبر صلى الله عليه و آله روايت مىكنيد كه فرموده است :\r\n« امّت من بر باطل هم‌نظر نمىشوند » حال ، آيا مسلمانان - كه صحابه نيز جزئشان بوده‌اند - در مورد كسى كه ايمان داشته باشد هم‌نظر مىشوند ؟\r\nاز طرفى عايشه عثمان را به يهوديان تشبيه كرده و دستور كشتن او را صادر مىكند و مىطويد : « نعثل ( نام يكى از يهوديان بوده است ) را بكشيد ؛ زيرا به طور حتم كافرشده است ؛ نعثل\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nرا بكشيد ؛ خدا او را بكشد ؛ نعثل نابود و از رحمت حقّ به دور باد » .\r\nهمچنين ، عثمان صحابى جليل القدر پيامبر صلى الله عليه و آله يعنى عبداللَّه بن مسعود را ضرب و شتم كرد به گونه‌اى كه به فتق مبتلا شد و در بستر بيمارى افتاد و در اثر همان ضربه‌ها از دنيا رفت !\r\nهمچنين ، اباذر غفارى ، آن يار ارجمند پيامبر صلى الله عليه و آله را اخراج و تبعيد كرد و يك يا دو بار از مدينهء منوّره به شام فرستاد و بار ديگر او را به صحراى ربذه - بيابان بىآب و علفى بين مكّه و مدينه - تبعيد كرد تا بالاخره ابوذر از شدّت گرسنطى و تشنگى در ربذه از دنيا رفت و اين در حالى اتّفاق افتاد كه عثمان در بيت المال مسلمانان غوطه‌ور بود و آن را بين خويشان اموى و مروانى خود تقسيم مىكرد . اباذر ، همان كسى بود كه رسول خدا صلى الله عليه و آله در موردش فرمود :\r\nما أظلّت الخضراء ولا أقلّت الغبراء على ذي لهجة أصدق من أبي ذر . « 1 »\r\nآسمان سايه نيفكنده و زمين برنداشته كسى را كه راستگوتر از ابوذر باشد .\r\nدر پى اين سخنان ، پادشاه از وزير پرسيد : آيا سخنان علوى درست است ؟ !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الغدير : 8 / 294 ، 299 ، 305 ، 306 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nوزير گفت : مورّخان چنين بازگو گرده‌اند .\r\nشاه گفت : پس چگونه مسلمانان او را به خلافت برگزيده‌اند ؟\r\nوزير گفت : وى به حكم شورا خليفه شد .\r\nعلوى فرمود : اى وزير ! اجازه بده ؛ چيزى را كه درست نيست مگوى .\r\nشاه گفت : چه مىگويى ؟ !\r\nعلوى فرمود : وزير اين سخن را نادرست گفت ؛ عثمان ، تنها در اثر وصيّت عمر به خلافت رسيد و تنها و تنها سه نفر از منافقان او را به خلافت انتخاب كردند يعنى طلحه ، سعد بن ابى وقّاص و عبدالرحمن بن عوف .\r\nآيا نظر اين سه منافق به عنوان تمام مسلمانان بازگو مىشود !\r\nنيز در تاريخ‌ها آمده است كه اين سه نفر پس از مشاهدهء طغيان عثمان و هتك حرمت‌هاى او نسبت به ياران حضرت رسول صلى الله عليه و آله و سلم و مشورت عثمان در مورد امور مسلماان با كعب الأحبار يهودى و تقسيم اموال مسلمانان بين خاندان مروان ، خودشان پيش افتادند و مردم را نسبت به كشتن عثمان تشويق كردند !\r\nشاه رو به وزير كرده و گفت : سخن علوى صحيح است ؟\r\nوزير گفت : آرى ؛ چنان كه مورّخان بازگفته‌اند .\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nشاه گفت : پس چگونه تو ادّعا كردى عثمان بر اساس تصميم شورا به خلافت رسيد ؟ !\r\nگفت : منظورم از شورا همين سه نفر بودند .\r\nشاه گفت : آيا انتخاب اين سه نفر به عنوان تصميم شورا به حساب مىآيد ؟\r\nوزير گفت : رسول خدا صلى الله عليه و آله و سلم بشارت بهشت در مورد اين سه تن داده است .\r\nعلوى فرمود : اى وزير ! مهلتى بده ؛ سخنى را كه نادرست است بر زبان ميار ؛ حديث « ده نفرى كه بشارت بهشت دارند » دروغ است و تهمتى بر رسول خدا صلى الله عليه و آله و سلم است .\r\nعبّاسى گفت : چگونه اين را دروغ مىشمارى در حالى كه راويان مورد وثوق آن را روايت كرده‌اند ؟ !\r\nعلوى فرمود : دليل‌هاى فراوانى در دست است كه دروغ بودن و نادرستى اين حديث را ثابت مىكند كه سه دليل از آن‌ها را برايت مىگويم :\r\n1 - چگونه رسول خدا صلى الله عليه و آله و سلم بشارت بهشت در مورد كسى مىدهد كه او را آزرده است ( منظورم طلحه است ) ؛ زيرا برخى مفسّران و مورّخان بازگو كرده‌اند كه طلحه گفت : « اگر محمّد بميرد به طور حتم با زنانش ازدواج خواهيم كرد . ( يا آن كه گفت : به طور حتم با عايشه ازدواج خواهم كرد ) .\r\nبا اين سخن ، او پيامبر صلى الله عليه و آله و سلم را آزرد و خداوند اين آيه را\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nدراين مورد فرو فرستاد :\r\n« وَما كانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ وَلا أَنْ تَنْكِحُوا أَزْواجَهُ مِنْ بَعْدِهِ أَبَداً إِنَّ ذلِكُمْ كانَ عِنْدَاللَّه‌ِعَظيماً » . « 1 »\r\nشما حق نداريد رسول خدا را بيازاريد ، و اين كه تا ابد با زنانش پس از او ازدواج كنيد ؛ اين نزد خدا - گناهى - بزرگ است .\r\n2 - طلحه و زبير با حضرت علىّ بن ابى طالب عليه السلام جنگيدند كه رسول خدا صلى الله عليه و آله و سلم در موردش مىفرمايد :\r\nعلى جان ! جنگ با تو جنگ با من است ، و همراهى با تو همراهى با من است . « 2 »\r\nهر كس على را اطاعت كند به طور حتم و يقين مرا اطاعت كرده است ، و هر كس از على سرپيچى كند به يقين از من سرپيچى كرده است . « 3 »\r\nعلى با قرآن است و قرآن با على است ؛ هرگز از يكديگر جدا نخواهند شد تا نزد حوض كوثر بر من وارد شوند . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء احزاب ، آيهء 53 .\r\n( 2 ) . إحقاق الحق : 6 / 440 ، و ج 7 / 296 .\r\n( 3 ) . إحقاق الحق : 6 / 419 ، وج 16 / 621 .\r\n( 4 ) . بحارالأنوار : 38 / 35 .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nعلى با حقّ است و حقّ با على است ؛ حقّ هر جا على باشد خواهد بود . « 1 » بدين سان ، آيا كسى كه با رسول خدا صلى الله عليه و آله و سلم بجنگد و از فرمانش سرپيچى كند ، آيا به بهشت خواهد رفت ؟ آيا كسى كه با حقّ و قرآن سر جنگ و ستيز داشته باشد مؤمن است ؟ !\r\n3 - طلحه و زبير در جهت كشتن عثمان تلاش فراوان كردند ؛ با اين وجود ، ىيا ممكن است عثمان و طلحه و زبير هر سه تن در بهشت باشند در حالى كه بعضى برخى ديگر را كشته‌اند و نقل است كه حضرت رسول صلى الله عليه و آله و سلم فرمود : كشنده و كشته شده هر دو در آتشند ؟ !\r\nپادشاه با شگفتى تمام پرسيد : آيا تمام سخنان علوى صحيح است ؟\r\nوزير سكوت كرد و چيزى نگفت .\r\nعبّاسى و همفكرانش نيز ساكت شده و سخنى نگفتند .\r\nچه بگويند ؟ ىيا راستش را بگويند ؟ آيا شيطان اجازه م دهد كه سخن حقّ بگويند ؟ آيا نفسى كه پيوسته دستور به بدى مىدهد به فروتنى در برابر حقيقت و واقعيّت تن در مىدهد ؟ آيا گمان مىكنى اعتراف به حقيقت يك امر آسان و ساده است ؟\r\nهرگز . . . اين كارى بس دشوار است ؛ زيرا لازمه‌اش كنار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . إحقاق الحقّ : 4 / 27 .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nگذاشتن تعصّب جاهلى و مخالفت با هواى نفس است ، و مردم پيروان هواى نفسند و از باطل پيروى مىكنند ، مگر عدّهء بسيار اندكى كه مؤمن‌اند .\r\nسيّد علوى پردهء سكوت را دريد و فرمود :\r\nاى پادشاه ! وزير و عبّاسى و تمام عالمانى كه در اينجا هستند درستى سخن مرا مىدانند و از حقيقت گفتارم آگاهند ؛ و اگر اينها هم بخواهند انكار كنند در بغداد عالمانى هستند كه بر درستى سخن من و حقيقت آن گواهى بدهند . از سويى ، در گنجينهء كتاب‌هاى اين مدرسه ( نظاميّه ) كتاب‌هايى وجود دارد كه درستى گفتار مرا تأييد مىكنند و مدارك و مصادر معتبرى هست كه به طور آشكار درستى و حقيقت سخنان مرا تأييد مىكند .\r\n. . . اگر اينان اعتراف مىكردند كه سخن من درست است كه مطلوب حاصل است ، و اگر اعتراف نكنند من همين الان برايت كتاب‌ها و مصادر و شاهدانى را حاضر مىكنم .\r\nپادشاه به وزير رو كرد و گفت : آيا سخن علوى درست است كه كتاب‌ها و مصادرى وجود دارد و تصريح به درستى سخنان و احاديث او مىكند ؟ !\r\nوزير گفت : بلى !\r\nشاه گفت : پس چرا در آغاز سكوت كردى ؟ !\r\nوزير گفت : زيرا من خوش ندارم نسبت به ياران رسول\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nخدا صلى الله عليه و آله و سلم بدگويى كنم .\r\nعلوى فرمود : شگفتا ! تو از اين كار خوشت نمىآيد ، ولى خدا و رسولش از اين كار ناخوش نيستند .\r\nخداى تعالى برخى از اصحاب را منافق خطاب كرده است و به رسول خود دستور مىدهد تا همان گونه كه با كافران مىجنگد با آنان نيز بجنگد ؛ و رسول خدا صلى الله عليه و آله و سلم خودش نيز برخى از اصحاب خويش را لعنت فرموده است .\r\nوزير گفت : اى علوى ! مگر گفتار عالمان را نشنيده‌اى كه مىگويند ك تمام اصحاب رسول خدا صلى الله عليه و آله و سلم عادلند .\r\nعلوى فرمود : شنيده‌ام ؛ ليكن اعتراف مىكنم اين ادّعايى دروغ و بهتانى بزرگ است ؛ زيرا چگونه امكان دارد تمام اصحاب رسول خدا صلى الله عليه و آله و سلم عادل باشند در حالى كه خداوند برخى از آنان را لعنت فرموده است و رسول خدا صلى الله عليه و آله و سلم نيز برخى از ايشان را لعنت فرموده است .\r\nاز طرفى خودشان نيز يكديگر را لعنت كرده و با يكديگر جنگيده‌اند ، و برخى به ديگرى دشنام داده‌اند و يا به قتل ديگرى اقدام كرده‌اند ؟ !\r\nعبّاسى در اينجا درها را به روى خويش بسته ديد و از در ديگر وارد شد و گفت : پادشاها ! به اين علوى بگو اگر اين سه خليفه ، مؤمن نبوده‌اند پس چرا مسلمانان آن‌ها را به پادشاهى خويش برگزيدند و به ايشان اقتدا كردند ؟\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nعلوى فرمود : اوّل آن كه تمام مسلمانان آنان را به خلافت نپذيرفتند بلكه تنها سنّيان چنين كردند ؛ دوّم آن كه اين افرادى كه اعتقاد به خلافتشان دارند دو دسته‌اند : يا نادانند ، يا از روى دشمنى با حقّ به آنان گرويده‌اند .\r\nنادانان ، از رسوايىها و حقيقت حالشان خبر ندارند بلكه ايشان را افرادى پاك و مؤمن به حساب مىآورند ، براى معاندان نيز هيچ دليل و برهانى سودى نمىبخشد مگر آن كه دست از تعصّب و لج‌بازى بردارند .\r\nخداى تعالى مىفرمايد :\r\n« وَإِنْ يَرَوْا كُلَّ آيَةٍ لا يُؤْمِنُوا بِها » « 1 » .\r\nاگر هر نشانه‌اى ببينند به آن ايمان نخواهند آورد .\r\nهم‌چنين مىفرمايد :\r\n« سَواءٌ عَلَيْهِمْ ءَأَنْذَرْتَهُمْ أَمْ لِمْ تُنْذِرْهُم لايُؤمِنُونَ » « 2 » .\r\nبرايشان تفاوتى ندارد كه ايشان را بترسانى يا بيم ندهى ؛ ايمان نمىآورد .\r\nسوّم آنكه افرادى كه ايشان را به خلافت برگزيدند ، در انتخاب خويش اشتباه كردند ، چنان كه عدّه‌اى از مسيحيان نيز اشتباه كردند و گفتند : « مسيح » ، پسر خداست » و يهوديان نيز راه را اشتباه رفته و گفتند : « عزير پسر خداست » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء اعراف ، آيهء 146 .\r\n( 2 ) . سورهء بقره ، آيه 10 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nبنابراين ، انسان بايد از خدا و رسولش پيروى كند و به دنبال حقيقت باشد نه اين كه از كارهاى اشتباهو نادرست مردم پيروى كند ؛ خداى تعالى مىفرمايد :\r\n« أَطيعُوا اللَّهَ وَأَطيعُوا الرَّسُولَ » « 1 » .\r\nاز خدا و رسول اطاعت كنيد .\r\nشاه گفت : اين مبحث را رها كنيد و به موضوع ديگرى بپردازيد .\r\nعلوى فرمود : يكى ديگر از اشتباهات سنّيان آن است كه علىّ بن ابى طالب عليه السلام را واگذاشتند و از گفتار ديگران پيروى كردند !\r\nعبّاسى گفت : چرا ؟\r\nعلوى فرمود : چون علىّ بن ابى طالب عليه السلام را رسول خدا صلى الله عليه و آله و سلم تعيين و نصب فرمود ، ولى آن سه تن را پيامبر تعيين نفرمود .\r\n( علوى خطاب به شاه ادامه داد : ) اى پادشاه ! اگر تو كسى را به جاى خويش و براى پادشاهى پس از خودت بگمارى ، آيا بايد وزيران و سران حكومتى نيز از تو پيروى كنند و بپذيرند ؟ يا آن كه حق دارند جانشين تو را كنار زده و ديگرى را به جانشينى برگزينند ؟ !\r\nشاه گفت : معلوم است كه بايد از جانشينى كه من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء نساء ، آيهء 59 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nبرگزيده‌ام پيروى كرده و به او اقتدا كنند و از دستور من پيروى نمايند .\r\nعلوى گفت : شيعيان نيز چنين كارى كرده‌اند ؛ شيعيان از جانشينى كه رسول خدا صلى الله عليه و آله و سلم به دستور خداى تعالى براى خويش تعيين فرمود يعنى علىّ بن ابى طالب عليه السلام پيروى كرده‌اند و جز اورا واگذاشته‌اند .\r\nعبّاسى گفت : علىّ بن ابى طالب سزاوار خلافت نبود ؛ زيرا عمرش كم بود و ابابكر پيرتر بود . از طرفى علىّ بن ابى طالب بزرگان عرب را كشته و شجاعان عرب را نابود كرده بود و عرب‌ها تن به خليفه بودنش نمىدادند ؛ ولى ابوبكر اين كارها را نكرده بود .\r\nعلوى فرمود : اى پادشاه ! شنيدى عبّاسى چه گفت ؟ او مىگويد كه مردم از خدا و رسول او براى تعيين اصلح ، داناترند ؛ زيرا او كلام خدا و رسول او را در تعيين علىّ بن ابى طالب عليه السلام نپذيرفته و گفتار برخى مردم را مىپذيرد كه ابابكر را اصلح دانسته‌اند !\r\nگويا خداوند داناى حكيم نمىدانسته است اصلح و افضل چه كسى است تا برخى مردم نادان بيايند و اصلح را انتخاب كنند ؟ !\r\nمگر خداى تعالى نفرموده است :\r\n« وَما كانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nأَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ ، وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالًا بَعيداً » . « 1 »\r\nهيچ مرد و زن مؤمنى وقتى كه خدا و رسولش در موردشان حكمى كردند ، ديگر حقّ انتخاب ندارد ؛ و هر كس از فرمان خدا و رسولش سرپيچى كند به يقين و به طور آشكار گمراه شده است .\r\nمگر خداى سبحان نمىفرمايد :\r\n« يا أَيُّهَا الَّذينَ امَنُوا اسْتَجيبُوا للَّهِ وَلِلرَّسُولِ إِذا دَعاكُمْ لِما يُحْييكُمْ » . « 2 »\r\nاى كسانى كه ايمان آورديد ؛ آن‌گاه كه خدا و رسول ، شما را فراخواندند به چيزى كه شما را حيات مىبخشد ، پاسخ مثبت بدهيد .\r\nپس از اين سخنان ، عبّاسى گفت : نه ؛ من نگفتم كه مردم از خدا و رسولش داناترند .\r\nعلوى فرمود : پس سخنت بىمعنى مىشود ؛ زيرا اگر خدا و رسولش يك شخص معيّنى را براى خلافت و امامت نصب فرمودند ، لازم است كه به او اقتدا كنى ؛ خواه مردم او را بپسندند يا نپسندند .\r\nعبّاسى گفت : ولى شايستگىهاى علىّ بن ابى طالب عليه السلام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء احزاب ، آيهء 36 .\r\n( 2 ) . سورهء انفال ، آيهء 24 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nاندك بوده !\r\nعلوى فرمود : اوّل آن‌كه سخن تو بدين معنى است كه خداوند ، علىّ بن ابى طالب عليه السلام را به درستى نمىشناخت و نمىدانست شايستگىهاى او اندك است و به اين سبب بود كه او را خليفه قرار داد ؛ اين مطلب كه از سخن تو برمىآيد كفرى آشكار است .\r\nدوّم آن‌كه شايستگىها و قابليّت‌هاى خلافت و امامت به طور كامل و جامع و به فراوانى در علىّ بن ابى طالب عليه السلام وجود داشت ، و از طرفى در كسى جز علىّ بن ابى طالب عليه السلام اين قابليّت‌ها جمع نبود .\r\nعبّاسى گفت : براى مثال ، بگو بدانيم آن قابليّت‌ها چه بود ؟\r\nعلوى فرمود : قابليّت‌هاى او بسيار بسيار زياد است :\r\nاوّلين قابليّت او آن است كه خدا و رسولش او را به خلافت برگزيدند و تعيين فرمودند .\r\nدوّم آن‌كه به طور مطلق از تمام صحابه ، عالمتر و داناتر بود ؛ اين رسول خدا است كه مىفرمايد :\r\nأقضاكم عليّ . « 1 »\r\nعالمترين و قضاوت‌مندترين شما على است .\r\nعمر بن خطّاب مىگويد :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . إحقاق الحقّ : 4 / 321 ، و ج 15 / 370 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nأقضانا عليّ . « 1 »\r\nقضاوت‌مندترين‌مان على است .\r\nرسول خدا صلى الله عليه و آله و سلم مىفرمايد :\r\nأنا مدينة العلم وعليّ بابها ، فمن أراد المدينة والحكمة فليأت الباب . « 2 »\r\nمن شهر علم هستم و على راه ورود به آن است ، پس هر كس اين شهر و حكمت را مىخواهد بايد از در آن وارد شود .\r\nخودش نيز فرموده است :\r\nعلّمني رسول اللَّه صلى الله عليه و آله و سلم ألف باب من العلم ، يفتح لي من كلّ باب ألف باب . « 3 »\r\nرسول خدا صلى الله عليه و آله و سلم هزار در علم را به من آموخت كه از هر يك ، هزار در ديگر براى من گشوده مىشود .\r\nروشن است كه عالم و دانا بر شخص جاهل و نادان مقدّم و پيشتر است ؛ خداوند مىفرمايد :\r\n« هَلْ يَسْتَوِى الَّذينَ يَعْلَمُونَ وَالَّذينَ لايَعْلَمُونَ » . « 4 »\r\nآيا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . صحيح بخارى : در تفسير « ما ننسخ من آية . . . » ، طبقات ابن سعد : 6 / 102 ، الإستيعاب : 1 / 8 و ج 2 / 461 ، حلية الأولياء : 1 / 65 ، إحقاق الحقّ : 8 / 61 و 66 .\r\n( 2 ) . إحقاق الحقّ : 4 / 376 ، و ج 5 / 52 .\r\n( 3 ) . إحقاق الحقّ : 4 / 342 ، و ج 6 / 40 .\r\n( 4 ) . سوره زمر آيه .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nكسانى كه مىدانند با كسانى كه نمىدانند يكسانند ؟\r\nسوّم آن‌كه على عليه السلام از غير خود بىنياز بود ، ولى جز او محتاج و نيازمند به سوى او بودند ؛ مگر « ابابكر » نگفته است : مرا رها كنيد ؛ من در حالى كه على ( عليه السلام ) در بين شماست بهترينتان نيستم . « 1 »\r\nمگر « عمر » در بيش از هفتاد موضع نگفته است : « اگر على نبود ، عمر به طور حتم هلاك مىشد » . « 2 »\r\n« خدا مرا به مشكلى گرفتار نكند كه تو براى حلّ آن نباشى ، اى ابا الحسن ! » . « 3 »\r\n« وقتى على در مسجد حضور دارد نبايد هيچ‌يك از شما فتوا بدهيد » .\r\nچهارم آن‌كه علىّ بن ابى طالب عليه السلام هيچ‌گاه معصيت الهى را انجام نداده است و نيز كسى جز خدا را پرستش نكرده است ؛ هيچ گاه در طول حيات خويش در برابر بتان سجده نكرده است در حالى كه آن سه تن معصيت خدا را به جاى آورده و جز خدا را پرستيده و در برابر بتان به سجده افتاده‌اند ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . إحقاق الحقّ : 8 / 240 ،\r\n( 2 ) . مستدرك حاكم ، كتاب صلاة : 1 / 358 ، الإستيعاب ابن عبد ربّه : 3 / 39 ، مناقب خوارزمى : 48 ، تذكرهء ابن جوزى : 87 ، تفسير نيشابورى ( سورهء احقاف ) .\r\n( 3 ) . تذكرهء ابن جوزى : 87 ، مناقب خوارزمى : 60 ، فيض الغدير : 4 / 357 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nخداى تعالى مىفرمايد : « لا يَنالُ عَهْدِي الظَّالِمينَ » « 1 » ؛ « عهد و پيمان من به ظالمان نمىرسد » ، روشن است كه معصيت كار ، ظالم است و به همين سبب سزاوار دستيابى به عهد الهى - يعنى پيامبرى و خلافت - نيست .\r\nپنجم آن كه علىّ بن ابى طالب عليه السلام داراى انديشه‌اى سالم و عقلى بزرگ و نظرى صحيح و برخاسته از اسلام بود ، در حالى كه آن سه تن داراى انديشه‌اى ناسالم و بيمار و برخاسته از شيطان بودند ؛ ابابكر مىگويد : من شيطانى دارم كه فريبم مىدهد ؛ عمر با دستور رسول خدا صلى الله عليه و آله و سلم در موارد فراوانى مخالفت كرده است ؛ عثمان ، كژ انديش و سست رأى بوده و اطرافيان بدكردارش بر او تأثير مىگذاشتند ؛ هم چون وزغ بن وزغ - كه رسول خدا صلى الله عليه و آله و سلم او و فرزندانى را كه در صلبش بودند لعنت فرستاد جز مؤمنانشان را كه بسيار اندك بودند - و نيز مروان بن حكم و كعب الأحبار يهودى و غير اينان .\r\nپادشاه رو به وزير كرد و گفت : آيا درست است كه ابابكر گفته است : من شيطانى دارم كه فريبم مىدهد ؟\r\nوزير گفت : در كتاب‌هاى روايى چنين آمده است .\r\nشاه گفت : آيا درست است كه عمر با رسول خدا صلى الله عليه و آله و سلم مخالفت كرد ؟ !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء بقره ، آيهء 124 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nوزير گفت : بايد از علوى پرسيد منظورش ازاين سخنان چيست ؟\r\nعلوى فرمود : آرى ، عالمان سنّى در كتاب‌هاى معتبرشان بازگو كرده‌اند كه عمر در موارد بسيارى سخنان و دستورات پيامبر خدا صلى الله عليه و آله و سلم را رد كرد و در مواضع بسيارى با آن حضرت به مخالفت برخاست ؛ از آن جمله است :\r\n1 - وقتى پيامبر صلى الله عليه و آله و سلم اراده فرمود بر جنازهء عبداللَّه بن ابىّ نماز بخواند ، عمر به شدّت و با سنگدلى و گستاخى با آن حضرت مخالفت كرد تا جايى كه پيامبر را آزرد ؛ اين در حالى است كه خداوند تعالى مىفرمايد :\r\n« وَالَّذينَ يُؤْذُونَ رَسُولَ اللَّه لَهُم عَذاب أليم » . « 1 »\r\nكسانى كه رسول خدا را آزار مىدهند ، عذابى دردناك دارند .\r\n2 - وقتى رسول خدا صلى الله عليه و آله و سلم دستور فاصله انداختن بين عمرهء تمتّع و حجّ تمتّع را صادر فرمود و اجازهء نزديكى مرد با زنش را بين حجّ و عمره فرمود ، عمر بر پيامبر اعتراض كرد و اين عبارت زشت و گستاخانه را گفت : آيا در حالى احرام مىبندى كه از آلت‌هاى ما منى مىچكد ؟ !\r\nپيامبر صلى الله عليه و آله و سلم نيز با او مخالفت فرمود و بيان داشت : واقعيّت آن است كه تو هرگز به اين ايمان نياورده‌اى .\r\nپيامبر خدا صلى الله عليه و آله و سلم با اين سخن فهماند كه عمر از كسانى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء توبه ، آيهء 61 .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nاست كه به قسمتى از اسلام ايمان نياورده است .\r\n3 - در مورد متعهء زنان نيز مخالفت كرد و به اين حكم الهى ايمان نياورد و وقتى به پادشاهى رسيد و تخت خلافت را غصب كرد گفت : « دو متعه بود كه در فرمان رسول خدا حلال بود و من آن دو را حرام مىكنم و هر كس انجام دهد او را مجازات مىكنم » .\r\nاين در حالى است كه خداوند تعالى در قرآن كريم مىفرمايد :\r\n« فَمَا اسْتَمَعْتُمْ بِهِ مِنْهُنَّ فَآتُوهُنَّ اجُورَهُنَّ » . « 1 »\r\n« هر چه از زنان استمتاع كرديد ، اجرتشان را بپردازيد » .\r\nمفسّران بيان كرده‌اند كه اين آيه در مورد جايز بودن متعه نازل شده است و مسلمانان حتّى در زمان پادشاهى عمر نيز به اين حكم رفتار مىكردند ؛ و آن گاه كه عمر اين را حرام كرد زناكارى و بدكارى بين مسلمانان فراوان شد . « 2 »\r\nعمر با اين كارش حكم الهى و سنّت رسول خدا صلى الله عليه و آله و سلم را تعطيل كرد و زناكارى و بدكارى را رواج داد و مشمول اين آيه شد :\r\n« وَمَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ اللَّهُ فَأُولئِكَ هُمُ الْكافِرُونَ ، . . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء نساء ، آيهء 24 .\r\n( 2 ) . حضرت على عليه السلام مىفرمايد : اگر عمر متعه را حرام نكرده بود كسى جز افراد شقى و بدفرجام زنا نمىكرد .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nالظَّالِمُونَ ، . . . الْفاسِقُونَ » . « 1 » كسانى كه مطابق دستور الهى حكم نكنند همين افراد كافر هستند . . . ستم‌كار هستند . . . فاسق هستند .\r\n4 - در صلح حديبيّه نيز - چنان كه پيشتر بيان شد - با پيامبر صلى الله عليه و آله و سلم به مخالفت برخاست .\r\n. . . و موارد فراوانى كه عمر به مخالفت با رسول خدا صلى الله عليه و آله و سلم پرداخت و آن بزرگوار را با كلام ناهنجار خود آزرد .\r\nشاه گفت : حقيقت آن است كه من نيز متعه كردن زنان را نمىپسندم .\r\nعلوى فرمود : آيا تو اعتراف دارى كه اين يك قانون دينى است يا نه ؟ !\r\nشاه گفت : اعتراف ندارم .\r\nعلوى فرمود : پس معنى اين آيه چيست :\r\n« فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآتُوهُنَّ اجُورَهُنَّ » .\r\nهر چه از زنان استمتاع كرديد اجرتشان را بپردازيد ؟\r\nهمچنين معنى گفتار عمر كه گفت : دو متعه در زمان رسول خدا حلال بود و من حرامشان كردم . . . چيست ؟\r\nآيا گفتار عمر دلالت بر اين ندارد كه متعهء زنان و كنيزان در زمان رسول خدا صلى الله عليه و آله و سلم جايز بوده است و در زمان پادشاهى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء مائده ، آيات 44 ، 45 ، 47 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nابابكر نيز جايز بوده است و در بخشى از زمان پادشاهى عمر نيز جايز بوده و رواج داشته است و آن گاه او نهى كرد و از متعه كردن بازداشت ؟\r\nافزون بر اينها ، دليل‌هاى فراوان ديگرى نيز در اين مورد وجود دارد .\r\nاى پادشاه ! عمر ، خودش زنان را متعه مىكرده است و نيز عبداللَّه بنزبير نتيجهء ازدواج متعه و موقّت بوده است !\r\nشاه گفت : اى نظام الملك ! نظر تو چيست ؟\r\nوزير گفت : استدلال علوى صحيح و بىعيب است ولى چون عمر از اين كار بازداشته است ما نيز بايد اطاعت كنيم .\r\nعلوى فرمود : آيا خدا و رسولش سزاوارترند كه از ايشان اطاعت شود ، يا عمر ؟ !\r\nاى وزير ؛ آيا اين آيات را نخوانده‌اى :\r\n« ما آتاكُمُ الرَّسُولُ فَخُذُوهُ » . « 1 »\r\nهر چه رسول برايتان آورد ، همان را بپذيريد .\r\n« وأَطيعُوا الرَّسُولَ » . « 2 »\r\nرسول را اطاعت كنيد .\r\n« لَقَدْ كانَ لَكُمْ في رَسُولِ اللَّهِ أُسْوَةٌ » . « 3 »\r\n« در واقع ، الگو و اسوهء شما رسول خداست .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء حشر ، آيهء 7 .\r\n( 2 ) . سورهء نساء ، آيهء 59 .\r\n( 3 ) . سورهء احزاب ، آيهء 21 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nاين حديث مشهور را نشنيده‌اى :\r\nحلال محمّد حلال إلى يوم القيامة و حرام محمّد حرام إلى يوم القيامة .\r\nچيزى را كه حضرت محمّد صلى الله عليه و آله و سلم حلال كرده است تا قيامت حلال است و چيزى را كه حضرت محمّد صلى الله عليه و آله و سلم حرام كرده است تا قيامت حرام است .\r\nپادشاه گفت : من به تمام قانون‌هاى اسلامى ايمان دارم ولى نمىفهمم قانون متعه چه علّتى دارد ، آيا هيچ يك از شما دلش مىخواهد دختر يا خواهرش را براى ساعتى در اختيار مردى قرار دهد ؟ آيا اين زشت نيست .\r\nعلوى فرمود : اى پادشاه ؛ در اين مورد چه مىگويى كه انسان دختر يا خواهر خود را به طور دايمى در اختيار مردى قرار دهد در حالى كه مىداند پس از نزديكى با او با گذشت ساعتى طلاقش مىدهد ؟\r\nشاه گفت : اين را نيز نمىپسندم .\r\nعلوى فرمود : اين در حالى است كه سنّيان مىگويند اين عقد دائم ، صحيح است و طلاق پس از آن نيز درست مىباشد .\r\nپس چه فرقى بين اين عقد دائم و عقد متعه وجود دارد جز آن‌كه متعه با تمام‌شدن زمان مقرّر پايان مىيابد و عقد دائم ، با طلاق‌دادن پايان مىپذيرد .\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nبه عبارت ديگر ، مىتوان گفت : عقد متعه به منزلهء اجاره است و عقد دائم به منزلهء ملكيّت است كه اجاره با پايان مدّتش تمام مىشود و ملكيّت با فروش كالا پايان مىيابد .\r\nبدين سان ، قانون متعه قانونى سالم و درست است ؛ زيرا براى برآوردن يكى از نيازمندىهاى بدن است . قانون عقد دائم كه با طلاق پايان مىيابد نيز درست است و براى برآوردن نيازهاى طبيعى بدن است .\r\nاى پادشاه ؛ حالا من از شما مىپرسم كه در مورد زنان بيوه‌اى كه شوهر ندارند و كسى نيز به خواستگارىشان نمىرود چه مىگوييد ؟ آيا عقد متعه ، تنها چاره براى نگهدارىشان از فساد و تباهى نيست ؟ !\r\nآيا با متعه قدرى مال به دست نمىآورند تا مخارج خود و بچّه‌هاى يتيمشان را تأمين كنند ؟ !\r\nدر مورد جوانان و مردانى كه توانايى ازدواج دائم ندارند چه مىگوييد ؛ آيا متعه تنها راه حلّ مشكل ايشان براى خلاصى از نيروى سوزان شهوت جنسى و حفظ از فسق و بىبند و بارى نيست ؟ !\r\nآيا متعه از زناكردن كه فحشاست و از همجنس‌بازى و استمناء كردن بهتر نيست ؟\r\nاى شاه ؛ واقعيّت آن است كه به نظر من سبب اصلى جرم هر زنا يا لواط يا استمنايى كه در بين مردم پديد آيد به « عمر »\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nبرمىگردد و « عمر » در گناهش شريك است ؛ زيرا او از متعه كردن بازداشت و مردم را از متعه كردن جلوگيرى كرد .\r\nدر روايات متعدّدى آمده است كه زناكارى از زمانى بين مردم رواج يافت كه عمر از متعه كردن جلوگيرى كرد .\r\nاى پادشاه ؛ در پاسخ اين كه گفتى علاقه‌اى به متعه ندارم . . .\r\nنيز به عرض برسانم كه اسلام كسى را مجبور به اين كار نكرده است ، همچنان تو را مجبور نكرده است دخترت را به ازدواج دائم كسى درآورى كه مىدانى ساعتى پس از ازدواج او را طلاق خواهد داد ؛ افزون بر اين‌ها بىعلاقگى تو و ديگر مردم نسبت به كارى ، دليل بر حرام بودن آن نيست ؛ زيرا حكم خداوند ثابت است و با هوا و هوس‌ها و نظر مردم تغيير نمىيابد !\r\nشاه رو به وزير كرد و گفت : دليل علوى در مورد جواز متعه قوى است .\r\nوزير گفت : ليكن عالمان از نظر « عمر » پيروى كرده‌اند .\r\nعلوى فرمود : اوّل آن‌كه تنها عالمان سنّى از نظر او پيروى كرده‌اند نه تمام عالمان اسلامى .\r\nدوّم آن‌كه آيا حكم و دستور الهى سزاوارتر است كه پيروى شود يا گفتار « عمر » ؟ !\r\nسوّم آن‌كه عالمان شما ، خودشان نيز اين قانون « عمر » را\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nنقض كرده‌اند .\r\nوزير پرسيد : چگونه ؟ !\r\nعلوى فرمود : چون عمر گفت : « دو متعه در زمان رسول خدا صلى الله عليه و آله و سلم حلال بود كه من آن دو را حرام مىكنم : متعهء حجّ و متعهء زنان » .\r\nاگر گفتار « عمر » درست است ، پس چرا عالمان شما نظر او را در مورد حجّ رعايت نكرده‌اند ؟ آنان با نظر « عمر » مخالفت كرده و گفته‌اند : متعهء حجّ صحيح است با آن‌كه عمر حرام كرده است !\r\nاگر گفتهء « عمر » باطل و نادرست است ، چرا علماى شما از نظر او در مورد تحريم متعهء زنان پيروى كرده و با او موافقت كرده‌اند ؟ !\r\nوزير ساكت شد و چيزى نگفت .\r\nشاه رو به حاضران كرد وگفت : چرا پاسخ علوى را نمىگوييد ؟ !\r\nيكى از عالمان شيعه - به نام شيخ حسن قاسمى - گفت :\r\nاين ايراد و اشكال بر « عمر » و كسانى كه از او پيروى كرده‌اند وارد است ؛ به همين دليل است كه افراد حاضر در جلسه براى پرسش سيّد ما علوى - حفظه اللَّه تعالى - پاسخى ندارند .\r\nپادشاه گفت : پس اين موضوع را واگذاريد و در موضوع ديگرى بحث كنيد .\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nعبّاسى گفت : اين شيعيان گمان مىكنند كه « عمر » فضيلتى نداشته است ، در حالى كه همين فضيلت براى او بس است كه آن كشورگشايىها را براى اسلام كرد .\r\nعلوى فرمود : ما چند جواب در اين مورد داريم :\r\n1 - تمام حاكمان و پادشان كشورگشايى مىكنند تا سرزمين و محدودهء حكومتى خويش را بگسترانند ؛ آيا اين فضيلت است ؟ !\r\n2 - اگر هم بپذيريم كه اين گشورگشايىها فضيلت باشد ، آيا مىتواند با اين فضيلت ، غصب خلافت پيامبر صلى الله عليه و آله و سلم را توجيه كند ؟ !\r\nدر حالى كه پيامبر صلى الله عليه و آله و سلم خلافت را به او نداد بلكه خلافت را به حضرت علىّ بن ابى طالب عليه السلام سپرد . . . اى پادشاه ؛ اگر تو براى خودت جانشينى برگزيدى و كسى آمد و مقام را از جانشينت غصب كرد و بر تخت او نشست و سپس به كشورگشايى پرداخت و كارهاى خير انجام داد ، آيا تو كشورگشايىهاى او را مىپسندى يا بر او خشمگين مىشوى به اين دليل كه جانشين تعيين‌شدهء تو را بر كنار كرده و وليعهدت را عزل كرده و بدون اجازهء تو بر تختت تكيه زده است ؟ !\r\nشاه گفت : معلوم است كه خشمگين مىشوم و كشورگشايىهايش موجب شستن اين گناه نمىشود .\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nعلوى فرمود : « عمر » نيز همين‌طور بوده است ؛ مقام جانشينى و خلافت را غصب كرد ، بر جايگاه پيامبر صلى الله عليه و آله و سلم تكيه كرد و براى اين كار از رسول خدا صلى الله عليه و آله و سلم اجازه‌اى نداشت .\r\n3 - كشورگشايىهاى « عمر » كارى نادرست و اشتباه بود و نتيجه‌هاى منفى و بر خلاف انتظار داد ؛ زيرا رسول خدا صلى الله عليه و آله و سلم به جنگ افراد نمىرفت بلكه تمام نبردهايش دفاعى و پس از حملهء دشمنان بوده است و به همين دليل مردم مشتاق اسلام شدند و گروه گروه به دين خدا درآمدند ؛ چون مردم دريافته بودند كه اسلام دين آرامش و آشتى است .\r\nاين‌ها در حالى است كه « عمر » به سرزمين‌ها هجوم برد و با شمشير و زور آنان را مجبور به مسلمان شدن كرد ، و به همين جهت مردم از اسلام بدشان آمد و اين دين عزيز را متّهم به زورگويى و توسّل به شمشير كردند نه آن‌كه اسلام را دين منطق و نرمى و آرامش بدانند و همين برنامه سبب شد كه دشمنان اسلام فراوان شوند ؛ بدين سان ، كشورگشايىهاى عمر سبب بدنامى اسلام شد و نتيجه‌هايى منفى در پى داشت .\r\nاگر « ابوبكر » و « عمر » و « عثمان » خلافت را از صاحب اصلى و شرعى آن يعنى حضرت علىّ بن ابى طالب عليه السلام غصب نكرده بودند و آن بزرگوار زمام امور خلافت را به دست نگرفته بودند و پس از پيامبر صلى الله عليه و آله و سلم به امور مسلمانان رسيدگى مىكردند ، به طور حتم به سيره و روش رسول خدا صلى الله عليه و آله و سلم رفتار مىفرمود و از\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nآن حضرت پيروى مىكرد و همان شيوهء درست پيامبر را پيروى مىكرد ، و اين برنامه سبب مىشد تا مردم گروه گروه به اسلام درآيند ، و پرچم حكومت اسلامى گسترده مىشد و همهء كرهء خاكى را فرا مىگرفت ؛ ليكن ، لا حول ولا قوّة إلّا باللَّه العليّ العظيم .\r\nدر اين‌جا سيّد علوى عزيز ، نفسى عميق و آهى سرد از درون برآورد و با دستش بر دست ديگر زد و نسبت به آنچه پس از وفات رسول خدا صلى الله عليه و آله و سلم به سبب غصب مقام خلافت از صاحب شرعى آن يعنى حضرت على عليه السلام ، بر اسلام وارد شده بود تأسّف و اندوه خود را ابراز كرد .\r\nشاه رو به عبّاسى كرد و گفت : چه پاسخى براى علوى دارى ؟ !\r\nعبّاسى گفت : من تا به حال چنين سخنى نشنيده بودم .\r\nعلوى فرمود : حالا كه شنيدى و حقيقت برايت آشكار شد ، پس آن خليفه‌ها را رها كن و از خليفهء شرعى رسول خدا صلى الله عليه و آله و سلم يعنى حضرت امام همام علىّ بن ابى طالب عليه السلام اطاعت و پيروى كن .\r\nعلوى بىدرنگ افزود : اى سنّيان ؛ كارهاى شما عجيب است ؛ اصل را به فراموشى سپرده و رها مىكنيد و به فرغ مىپردازيد .\r\nعبّاسى گفت : چگونه ؟\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nعلوى فرمود : چون كشورگشايىهاى عمر را بازگو مىكنيد ولى فتوحات حضرت على عليه السلام را به فراموشى مىسپاريد .\r\nعبّاسى گفت : على ( عليه السلام ) چه فتوحاتى داشت ؟ !\r\nعلوى فرمود : بيشترين فتوحات رسول خدا صلى الله عليه و آله و سلم به دست باكفايت حضرت علىّ بن ابى طالب عليه السلام انجام شد ؛ همانند بدر ، فتح خيبر ، حنين ، احد ، خندق و . . .\r\nاگر اين فتوحات - كه اساس اسلام است - نبود ، ديگر از « عمر » نيز خبرى نبود و اسلام و ايمانى نيز وجود نداشت ؛ دليل اين مطلب نيز ، فرمايش رسول خدا صلى الله عليه و آله و سلم است كه هنگام رفتن حضرت علىّ بن ابى طالب عليه السلام براى مبارزه با « عمرو بن عبدود » در جنگ احزاب ( خندق ) فرمود :\r\nتمام ايمان به مبارزهء تمام شرك رفته است ؛ بارالها ؛ اگر بخواهى پرستش نشوى ، پرستش نمىشوى ( و اگر مىخواهى پرستش شوى ، على را پيروز كن ) .\r\nاين بدان معنى است كه اگر على عليه السلام كشته شود ، مشركان جرأت كشتن مرا مىيابند و تمام مسلمانان را نيز مىكشند و بدين سان اسلام و ايمان باقى نخواهد ماند .\r\nهمچنين فرمود :\r\nضربة عليّ يوم الخندق أفضل من عبادة الثقلين . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهاية المعقول فخر رازى : 104 ، مستدرك حاكم : 3 / 32 ، تاريخ بغداد : 3 / 19 ، تلخيص المستدرك ذهبى : 3 / 32 ، اوجه المطالب : 481 ، إحقاق الحقّ : 6 / 4 ، و ج 16 / 402 .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nضربهء على عليه السلام در روز خندق از عبادت جنّ و انس بافضيلت‌تر است .\r\nبدين سان ، صحيح است كه بگوييم : وجود اسلام ازمحمّد صلى الله عليه و آله و سلم است و بقا و ادامه‌اش از حضرت على عليه السلام بود ؛ بنابراين فضيلت بقا و تداوم اسلام از آنِ خداوند و حضرت على عليه السلام است .\r\nعبّاسى گفت : اگر بپذيريم كه گفتار شما درست است و « عمر » اشتباه‌كار و غاصب بوده است و دين را تغيير داده و تبديل كرده است ، پس چرا از « ابابكر » بدتان مىآيد ؟ !\r\nعلوى فرمود : از او نيز به سبب چندين جهت بدمان مىآيد :\r\n1 - رفتارى كه با فاطمهء زهرا عليها السلام دختر رسول خدا صلى الله عليه و آله و سلم و سرور زنان جهان داشت .\r\n2 - در مورد زناكار جنايتكار - خالد بن وليد - اجراى حدّ نكرد .\r\nشاه با شگفتى پرسيد : آيا خالد بن وليد ، جنايتكار بود ؟ !\r\nعلوى فرمود : آرى !\r\nشاه گفت : جرمش چه بود ؟\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nعلوى فرمود : جرمش اين بود كه « ابوبكر » او را نزد يار ارجمند پيامبر صلى الله عليه و آله و سلم - مالك بن نويره - فرستاد كه پيامبر صلى الله عليه و آله و سلم بشارت بهشت را به او داده بود ؛ ابوبكر به خالد دستور داد كه مالك و قومش را بكشد .\r\nمالك كه بيرون از مدينه بود - با ديدن خالد كه به همراه سپاهيانش به جنگ او آمده بودند - به قوم خود دستور داد سلاح برگيرند و آنان نيز سلاح برگرفتند .\r\nوقتى خالد به آنان رسيد حيله كرد و به ايشان دروغ گفت و سوگند به خدا ياد كرد كه قصد بدى در موردشان ندارد و گفت : ما براى جنگ با شما نيامده‌ايم بلكه امشب ميهمان شماييم .\r\nمالك پس از سوگند خالد مطمئن شد و خود و قومش سلاح‌ها را بر زمين گذاشتند و پس از آن‌كه هنگام نماز دررسيد مالك و قومش به نماز ايستادند ولى خالد و سپاهيانش بر آنان حمله‌ور شدند و همگى را اسير كردند و سپس خالد جنايتكار ، همهء آنان را كشت .\r\nپس از اين كار نيز « خالد » بر همسر مالك طمع كرد و با او كه زنى زيباروى بود در همان شبى كه شوهرش را كشت زنا كرد و سرهاى مالك و مردان قوم او را در پايهء ديگ‌ها قرار داد و غذاى زناى خود را پخت و با سربازانش خوردند !\r\nپس از بازگشت « خالد » به مدينه ، « عمر » خواست « خالد » را به\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nدليل كشتن مسلمانان قصاص كند و به جهت زناى او با همسر مالك بر او حد جارى كند ؛ ليكن همين ابابكر - مؤمن شما - به شدّت از اين كار جلوگيرى كرد و با اين خون مسلمانان را هدر داد و يكى از حدود الهى را تعطيل كرد !\r\nشاه رو به وزير كرده و گفت : آيا چيزهايى كه علوى در مورد خالد و ابابكر فرمود درست است ؟ !\r\nوزير فرمود : آرى ؛ مورّخان چنين گفته‌اند .\r\nشاه گفت : پس چرا برخى از مردم ، خالد را « شمشير از نيام دركشيدهء خداوند » مىنامند ؟ !\r\nعلوى فرمود : او شمشير لرزان شيطان بود ؛ زيرا او دشمن حضرت علىّ بن ابى طالب عليه السلام بود و در سوزانيدن در خانهء فاطمهء زهراء عليها السلام ، همراه « عمر » بود ؛ ولى برخى خالد جنايتكار را شمشير خداوند ناميده‌اند ! ! !\r\nشاه گفت : آيا سنّيان دشمن علىّ بن ابى طالب‌اند ؟\r\nعلوى فرمود : اگر دشمنان او نيستند ، پس چرا كسانى را كه حقّ او را غصب نمودند مىستايند و گرد دشمنان او جمع شده‌اند و فضايل و مناقبش را انكار كرده و كينه و دشمنى را به جايى رسانده‌اند كه گفته‌اند : « ابوطالب ، با كفر از دنيا رفت » .\r\nاين در حالى است كه ابوطالب عليه السلام مؤمن بود و همان كسى است كه در سخت‌ترين موقعيّت‌ها به يارى اسلام شتافت و از پيامبر صلى الله عليه و آله و سلم در اداى رسالتش به دفاع پرداخت .\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nشاه گفت : مگر ابوطالب عليه السلام اسلام آورد ؟ !\r\nعلوى فرمود : ابوطالب كافر نبود كه بخواهد اسلام بياورد ؛ او مؤمن بود و ايمان خويش را پنهان مىداشت تا آن‌گاه كه پيامبر خدا صلى الله عليه و آله و سلم برانگيخته شد و به دست پيامبر صلى الله عليه و آله و سلم اسلام خود را آشكار ساخت ؛ بدين سان ، ابوطالب عليه السلام سوّمين مسلمان است : اوّل حضرت علىّ بن ابى طالب عليه السلام ، دوّم حضرت خديجه عليها السلام همسر پيامبر صلى الله عليه و آله و سلم ، و سوّمين نفر نيز حضرت ابوطالب عليه السلام بود .\r\nشاه به وزير گفت : آيا سخن علوى در مورد حضرت ابوطالب عليه السلام درست است ؟\r\nوزير فرمود : آرى ؛ برخى از مورّخان چنين گفته‌اند .\r\nشاه گفت : پس چرا بين سنّيان مشهور است كه حضرت ابوطالب عليه السلام با كفر از دنيا رفته است .\r\nعلوى فرمود : چون حضرت ابوطالب عليه السلام پدر امام امير مؤمنان علىّ بن ابى طالب عليه السلام بود و كينهء سنّيان نسبت به حضرت على عليه السلام سبب شد تا در مورد پدرش چنين سخن ناروايى بگويند ، همان‌گونه كه كينهء سنّيان نسبت به حضرت على عليه السلام سبب شد تا فرزندانش امام حسن و امام حسين عليهما السلام - دو سرور جوانان بهشت - را بكشند تا جايى كه سنّيان كه در صحراى كربلا آمده بودند تا امام حسين عليه السلام را بكشند به او گفتند : تو را به سبب دشمنى با پدرت و رفتارى كه در بدر و\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nحنين با بزرگان ما داشت ، مىكشيم .\r\nشاه رو به وزير كرد و گفت : آيا كشندگان حضرت امام حسين عليه السلام چنين گفته‌اند ؟ !\r\nوزير گفت : مورّخان نوشته‌اند كه به حسين عليه السلام چنين گفته‌اند .\r\nشاه به عبّاسى گفت : چه پاسخى در مورد « خالد » دارى ؟\r\nعبّاسى گفت : « ابوبكر » مصلحت را در اين كار ديد .\r\nعلوى با تعجّب فرمود : سبحان اللَّه ؛ چه مصلحتى موجب شده بود « خالد » كسانى را كه بىگناه بودند بكشد و با زنان‌شان زنا كند و آن‌گاه بدون اجراى حدّ و مجازات رهايش كنند و فرماندهى سپاه را نيز دوباره به او بسپارند و « ابوبكر » در موردش بگويد : شمشيرى است كه خدا او را بيرون آورده است ؟ آيا شمشير خداوند ، كافران را مىكشد يا مسلمانان را ؟ ! آيا شمشير خداوند به حفاظت از آبرو و ناموس مسلمانان مىپردازد يا با زنان مسلمان زنا مىكند ؟\r\nعبّاسى گفت : باشد ، اى علوى ؛ ابابكر اشتباه كرد ولى پرواضح است كه « عمر » كارهاى او را تدارك مىكرد .\r\nعلوى فرمود : « عمر » خواست حد را بر « خالد » جارى سازد و لوازم كار را نيز فراهم كرد تا حدّ زنا بر او جارى ساخته و او را به سبب قتل مؤمنان بىگناه بكشد ولى اين كار را انجام نداد ؛ بدين سان « عمر » نيز همانند « ابوبكر » اشتباه كرد .\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nشاه گفت : اى علوى ؛ تو در ابتداى سخنت گفتى « ابابكر » نسبت به فاطمهء زهراء عليها السلام دختر رسول خدا صلى الله عليه و آله و سلم رفتار بدى داشت ؛ اين رفتار ناشايست چه بوده است ؟\r\nعلوى فرمود : پس از آن‌كه « ابابكر » با تهديد و شمشير و ترساندن و زور از مردم براى خويش بيعت گرفت ، « عمر » و « قنفذ » و « خالد بن وليد » و « اباعبيدهء جرّاح » و گروه ديگرى از منافقان را به در خانهء « على » و « فاطمه » عليهما السلام روانه كرد ، و « عمر » نيز هيزم فراوانى گرد آورد و پشت در خانهء حضرت فاطمه عليها السلام جمع كرد - همان درى كه رسول خدا صلى الله عليه و آله و سلم بسيارى از اوقات در آن‌جا مىايستاد و مىفرمود : سلام بر شما اى خاندان نبوّت ؛ و بدون اجازه گرفتن وارد آن خانه نمىشد - « عمر » هيزم را سوزانيد و در را آتش زد و پس از آن‌كه حضرت فاطمه عليها السلام به پشت در آمد تا « عمر » و حزبش را بازگرداند ، « عمر » در را بر حضرت فاطمه عليها السلام فشرد و آن بانوى مكرّمهء اسلام با فشار شديد و سنگدلانهء « عمر » بر در ، در بين ديوار و در فشرده شد و جنينش سقط گرديد و ميخ در ، در سينه‌اش رفت و فرياد زد :\r\nپدرجان ؛ اى رسول خدا ؛ بنگر كه پس از تو از پسر خطّاب و پسر ابى قحافه چه مصيبت‌هايى مىبينيم !\r\nعمر به اطرافيان خود نگريست و گفت : فاطمه را بزنيد .\r\nبا اين دستور دژخيم ، تازيانه‌ها بر حبيبهء رسول اللَّه صلى الله عليه و آله و سلم زده شد و به حدّى آن بانو را كتك زدند كه بدنش خون‌آلود شد .\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nآثار اين فشار سنگدلانه و ضربه‌هاى دردنان در بدن حضرت فاطمه عليها السلام باقى ماند و همچنان بيمار بود و اندوهناك به سر برد تا آن‌كه چند روز پس از پدرش از دنيا رحلت نمود .\r\nبدين سان ، حضرت فاطمه عليها السلام شهيدهء خاندان نبوّت است ؛ حضرت فاطمه عليها السلام به واسطهء عمر بن خطّاب كشته شد .\r\nشاه به وزير گفت : آن‌چه علوى گفت راست است ؟ !\r\nوزير گفت : آرى ؛ من در تاريخ‌ها سخنان علوى را ديده‌ام .\r\nعلوى فرمود : اين سبب دشمنى و ناخشنودى شيعيان از « ابابكر » و « عمر » است .\r\n( وى افزود : ) يكى از چيزهايى كه مىتواند تو را رهنمون شود تا دريابى كه « ابابكر » و « عمر » اين جرم و جنايت را انجام داده‌اند آن است كه تاريخ‌نويسان بازگفته‌اند :\r\nحضرت فاطمه عليها السلام در حالى از دنيا رفت كه بر ابابكر و عمر خشمگين بود .\r\nاين در حالى است كه رسول خدا صلى الله عليه و آله و سلم فرمودند :\r\nإنّ اللَّه يرضى لرضا فاطمة ، ويغضب لغضبها . « 1 »\r\nواقعيّت آن است كه خداوند براى رضايت فاطمه راضى و خشنود مىشود و به خاطر غضب فاطمه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . « إنّ اللَّه تبارك و تعالى ليغضب لغضب فاطمة ويرضى لرضاها » . ( بحار الأنوار : 43 / 26 )\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nنيز غضبناك و خشمگين مىگردد .\r\nاين در احاديث فراوانى وارد شده است .\r\nاى پادشاه ؛ خوب مىدانى كه عاقبت كسى كه خداوند بر او خشم كند چه خواهد بود !\r\nشاه رو به وزير كرد و گفت : آيا اين حديث درست است كه « فاطمه عليها السلام در حالى از دنيا رحلت كرد كه بر ابابكر و عمر خشمگين بود » ؟ !\r\nوزير پاسخ داد : آرى ؛ محدّثان و تاريخ‌نويسان اين حديث را بازگو كرده‌اند .\r\nعلوى فرمود : همچنين براى دريافتن درستى گفتار من ، اين مطلب تو را رهنمون مىشود كه حضرت فاطمه عليها السلام به علىّ بن ابى طالب عليه السلام وصيّت كرد ابابكر و عمر و ديگر كسانى كه بر آن حضرت ستم روا داشتند در تشييع جنازه‌اش حضور نيابند و نماز بر او نگذارند و جنازه‌اش را نبينند .\r\nهمچنين وصيّت فرمود كه حضرت على عليه السلام قبر او را پنهان بدارد تا بر سر قبر مطهّرش نيز حاضر نشوند ، حضرت على عليه السلام نيز اين وصيّت‌ها را اجرا فرمودند .\r\nشاه گفت : اين ، چيز عجيب و غريبى است ؛ آيا على و فاطمه عليهما السلام چنين كارى كرده‌اند ؟ !\r\nوزير فرمود : مورّخان كه چنين گفته‌اند .\r\nعلوى فرمود : « ابابكر » و « عمر » آزار ديگرى نيز نسبت به\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nحضرت فاطمه عليها السلام روا داشتند .\r\nعبّاسى گفت : كدام آزار ؟ !\r\nعلوى فرمود : آن‌كه ملك فاطمه عليها السلام ( يعنى فدك ) را غصب كردند .\r\nعبّاسى گفت : چه دليلى دارى كه آن دو ، فدك را غصب كردند ؟\r\nعلوى فرمود : در تاريخ‌ها آمده است كه رسول خدا صلى الله عليه و آله و سلم فدك را به فاطمه عليها السلام بخشيد و همچنان فدك در دست حضرت فاطمه عليها السلام باقى بود تا آن‌گاه كه رسول خدا صلى الله عليه و آله و سلم از دنيا رفت و در اين حال « ابابكر » ، « عمر » را فرستاد و كارگران حضرت فاطمه عليها السلام را با زور و شمشير و اجبار از فدك بيرون راندند .\r\nحضرت فاطمه عليها السلام به احتجاج با « ابابكر » و « عمر » پرداخت ولى آن دو تن به فرمايشات او گوش فراندادند بلكه او را راندند و بازداشتند .\r\nبه اين جهت حضرت فاطمه عليها السلام با آن دو سخن نگفت تا با خشم و غضب بر ايشان از دنيا رفت !\r\nعّباسى گفت : ولى عمر بن عبدالعزيز در زمان پادشاهىاش فدك را به فرزندان حضرت فاطمه عليها السلام بازگرداند .\r\nعلوى فرمود : چه فايده ؟ ! آيا اگر كسى خانهء تو را غصب كند و پس از مرگ تو كسى بيايد و آن خانه را به فرزندانت بدهد\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nاين كار او سبب بخشش گناه آن غصب‌كننده مىشود ؟\r\nشاه گفت : از كلام شما دو تن - عبّاسى و علوى - چنين برمىآيد كه به نظر همهء مسلمانان ، « ابابكر » و « عمر » فدك را غصب كردند .\r\nعبّاسى گفت : آرى ؛ در تاريخ‌ها چنين آمده است .\r\nشاه گفت : چرا اين كار را كردند ؟ !\r\nعلوى فرمود : چون تصميم غصب خلافت را داشتند و بر اين مطلب نيز واقف بودند كه اگر فدك در دست حضرت فاطمه عليها السلام باقى مىماند به طور حتم درآمد فراوان فدك را - كه بر اساس برخى تواريخ بيش از يكصد و بيست هزار دينار طلا بود - در بين مردم تقسيم كرده و بخشش مىفرمود و بدين ترتيب مردم گرد حضرت على عليه السلام مىآمدند و اين همان چيزى بود كه « ابابكر » و « عمر » خوششان نمىآمد .\r\nشاه گفت : اگر اين گفتارها درست باشد جريان پادشاهى و خلافت اين افراد عجيب است ! و اگر خلافت و پادشاهى اين سه تن نادرست باشد به نظر تو چه كسى خليفه و جانشين رسول خدا صلى الله عليه و آله و سلم خواهد بود ؟ !\r\nعلوى فرمود : حقيقت آن است كه رسول خدا صلى الله عليه و آله و سلم خودش بر اساس دستورى از جانب خداى تعالى ، جانشينان پس از خود را تعيين و منصوب فرموده است و در حديثى كه در كتاب‌هاى حديث آمده است فرمودند :\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nجانشينان پس از من ، دوازده نفر به شمارهء نقيبان بنىاسرائيل‌اند و همگى از قريش مىباشند .\r\nشاه به وزير گفت : آيا درست است كه رسول خدا صلى الله عليه و آله و سلم چنين فرموده است ؟\r\nوزير پاسخ داد : آرى .\r\nشاه گفت : اين دوازده نفر كيستند ؟\r\nعبّاسى گفت : چهار نفرشان معروف‌اند ؛ يعنى « ابابكر » و « عمر » و « عثمان » و « على » .\r\nشاه گفت : بقيّه كيستند ؟\r\nعبّاسى گفت : ( در مورد بقيّهءشان ) بين عالمان اختلاف وجود دارد .\r\nشاه گفت : همه را نام ببر .\r\nعبّاسى ساكت شد .\r\nعلوى فرمود : اى شاه ؛ حالا نام آن دوازده نفر را بر اساس احاديثى كه در كتاب‌هاى سنّيان آمده است برايت برمىشمرم :\r\nعلى ، حسن ، حسين ، على ، محمّد ، جعفر ، موسى ، على ، محمّد ، على ، حسن ، مهدى عليهم الصلاة والسلام .\r\nعبّاسى گفت : اى پادشاه ؛ گوش فرا ده كه شيعيان مىگويند : مهدى زنده است و از سال 255 ه در اين دنيا زندگى مىكند ؛ آيا اين با عقل جور درمىآيد ؟ !\r\nهمچنين\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nمىگويند : مهدى به زودى در آخرالزمان ظهور خواهد كرد تا زمين را پس از آن‌كه پر از ستم و جور شده است پر از عدل و داد كند .\r\nشاه رو به علوى كرد و گفت : آيا درست است كه شما چنين اعتقاد و باورى داريد ؟\r\nعلوى فرمود : آرى ؛ چنين است ؛ زيرا رسول خدا صلى الله عليه و آله و سلم اين را فرموده است و راويان شيعه و سنّى نيز آن را نقل كرده‌اند .\r\nشاه گفت : چگونه ممكن است يك انسان در طول اين همه سال طولانى زنده بماند ؟ !\r\nعلوى فرمود : در حال حاضر هنوز يك هزار سال هم از مدّت زندگانى حضرت مهدى عليه السلام نگذشته است در حالى كه خداوند در قرآن كريم در مورد « نوح پيامبر » مىفرمايد :\r\n« فَلَبِثَ فيهِمْ أَلْفَ سَنَةٍ إِلّا خَمْسينَ عاماً » . « 1 »\r\nپس مدّت هزار سال ، پنجاه سال كم ( نهصد و پنجاه سال ) در بين آنان درنگ كرد .\r\nآيا خداوند ، عاجز و ناتوان است كه انسانى را در طول اين مدّت نگاه دارد ؟ !\r\nآيا مرگ و زندگانى ، تنها به دست خداوند نيست ؟ و آيا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء عنكبوت ، آيهء 14 .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nخداوند هر كارى را نمىتواند انجام بدهد ؟\r\nاز طرفى ، رسول خدا صلى الله عليه و آله و سلم اين را در مورد حضرت مهدى عليه السلام فرموده است و رسول خدا صلى الله عليه و آله و سلم راستگويى تصديق‌شده است .\r\nشاه رو به وزير كرد و گفت : آيا درست است - چنان‌كه علوى مىفرمايد - رسول خدا صلى الله عليه و آله و سلم در مورد حضرت مهدى ارواحنا فداه چنين گزارشى داده است ؟\r\nوزير پاسخ داد : آرى . « 1 »\r\nشاه به عبّاسى گفت : پس چرا تو حقيقت‌هايى كه به دست ما رسيده و نزد ما سنّيان موجود است را انكار مىكنى ؟ !\r\nعبّاسى گفت : مىترسم عقيدهء عوام متزلزل شود و دل‌هاىشان به طرف شيعيان برود .\r\nعلوى فرمود : اى عبّاسى ؛ بدين ترتيب تو مصداق اين آيه هستى :\r\n« إِنَّ الَّذينَ يَكْتُمُونَ ما أَنْزَلْنا مِنَ الْبَيِّناتِ وَالْهُدى مِنْ بَعْدِ ما بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتابِ اولئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللّاعِنُونَ » . « 2 »\r\nدر واقع كسانى كه آنچه را ما فرستاديم يعنى بيّنات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مدارك فراوانى دارد ؛ از جمله : الملاحم والفتن : باب 19 ، عقد الدرر : ح 66 ، ينابيع المودّة : 491 ، تذكرة الخواصّ ابن جوزى : باب 6 ، ارجح المطالب : 378 ، حلية الأولياء ، ذخائر العقبى شافعى و . . .\r\n( 2 ) . سورهء بقره ، آيه 159 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nو هدايت را انكار مىكنند پس از آن‌كه در كتاب براى مردم‌بيان كرديم ، اينان را خداوند لعنت مىكند و لعنت‌كنندگان بر ايشان لعنت مىفرستند .\r\nپس لعنت الهى شامل تو شد .\r\nآن‌گاه علوى افزود : اى پادشاه ؛ از اين عبّاسى بپرس كه آيا بر شخص عالم و دانشمند واجب است كتاب خدا و سخنان رسول خدا صلى الله عليه و آله و سلم را محافظت كند يا آن‌كه واجب است عقيده‌ها و باورهاى عوام را كه از كتاب و سنّت منحرف شده‌اند حفظ كند ؟ !\r\nعبّاسى گفت : من عقيدهء عوام را نگه مىدارم تا دل‌هاىشان به سوى شيعيان نرود ؛ زيرا شيعيان ، اهل بدعت‌اند .\r\nعلوى فرمود : واقعيّت آن است كه كتاب‌هاى معتبر براى ما بازگو مىكنند كه پيشواى شما ( عمر ) اوّلين كسى بود كه بدعت را در اسلام وارد كرد و خودش نيز به اين مطلب تصريح كرده است و مىگويد : « اين كار بدعت خوبى است » .\r\nاين را در جريان نماز تراويح گفت كه به مردم دستور داد تا نماز نافله را به جماعت بگذارند با آن‌كه يقين داشت خدا و رسول خدا صلى الله عليه و آله و سلم نماز نافله گزاردن را حرام كرده‌اند ؛ بدين سان ، اين بدعت و نوآورى « عمر » مخالفت آشكار با خدا و\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nرسول داشت . « 1 »\r\nاز طرفى مگر « عمر » در اذان بدعت نگذاشت و « حيّ على خير العمل » را از آن برنداشت و عبارت « الصلاة خير من النوم » را افزون نكرد ؟ !\r\nمگر « عمر » بدعت نگذاشت و سهم « المؤلّفة قلوبهم » را به مخالفت خدا و رسول از زكات لغو ننمود ؟\r\nآيا « عمر » بدعت ننهاد و متعهء حجّ را به مخالفت خدا و رسول حرام نكرد ؟ !\r\nآيا « عمر » بدعت ننهاد و متعهء زنان را به مخالفت خدا و رسول حران نكرد ؟ !\r\nآيا « عمر » بدعت ننهاد و اجراى حدّ بر جنايت‌پيشهء زناكار ( يعنى خالد بن وليد ) تعطيل نكرد و به مخالفت با خدا و رسول در مورد وجوب اجراى حدّ بر زناكار و قاتل نپرداخت ؟ ! . . . و ديگر بدعت‌هاى شما سنّيان ؛ اى پيروان عمر ! حالا آيا شما اهل بدعت هستيد يا ما شيعيان ؟ !\r\nشاه به وزير گفت : آيا بدعت‌هاى « عمر » كه علوى برشمرد واقعيّت دارد ؟ !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . صحيح بخارى : باب نماز تراويح ، الصواعق ابن حجر ، عسقلانى در كتاب ارشاد السارى في شرح صحيح البخارى : 5 / 4 در ذيل گفتهء عمر « نعمت البدعة هذه » مىنويسد : « عمر » اين را بدعت ناميد ، چون رسول خدا صلى الله عليه و آله و سلم چنين سنّتى نداشت و در زمان « ابابكر » نيز چنين عمل نمىشد . . . .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nوزير گفت : آرى ؛ گروهى از عالمان در كتاب‌هاى خود بازگو كرده‌اند !\r\nشاه گفت : با اين شرايط ، پس چرا از كسى پيروى كنيم كه در دين بدعت مىنهد ؟\r\nعلوى فرمود : به همين دليل كه اشاره كرديد پيروى از اين شخص حرام است ؛ زيرا رسول خدا صلى الله عليه و آله و سلم فرمودند :\r\nهر بدعتى گمراهى است ، و هر گمراهى در آتش است .\r\nبدين سان ، كسانى كه از « عمر » در بدعت‌هايش پيروى كنند - و از جريان بدعت او نيز آگاه باشند - به طور قطعى از اهل آتش جهنّم خواهد بود .\r\nعبّاسى گفت : ولى سران مذاهب چهارگانه ، كار « عمر » را تقرير كرده و درست شمرده‌اند .\r\nعلوى فرمود : اى پادشاه ؛ اين نيز بدعتى ديگر است .\r\nشاه پرسيد : چگونه ؟ !\r\nعلوى فرمود : زيرا رؤساى اين مذاهب يعنى ابوحنيفه ، مالك بن انس ، شافعى و احمد بن حنبل در زمان پيامبر صلى الله عليه و آله و سلم زندگى نمىكرده‌اند بلكه حدود دويست سال پس از پيامبر صلى الله عليه و آله و سلم به دنيا آمده‌اند .\r\nحالا آيا مسلمانانى كه بين زمان پيامبر صلى الله عليه و آله و سلم و زمان اين چهار تن زندگى مىكرده‌اند عقيدهء باطل و راه نادرستى را پيش گرفته بودند ؟ !\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nچه دليل و توجيهى وجود دارد كه مذهب تنها اين چهار مذهب باشد و پيروى از فقيهان ديگر جايز نباشد ؟ ! آيا رسول خدا صلى الله عليه و آله و سلم چنين وصيّتى فرموده است ؟\r\nشاه گفت : اى عبّاسى ؛ چه مىگويى ؟\r\nعبّاسى گفت : اين چهار تن از ديگران داناتر بوده‌اند .\r\nشاه گفت : آيا علم همهء عالمان از علم اينان كمتر بوده است ؟\r\nعبّاسى گفت : آرى ؛ و ليكن شيعيان از مذهب جعفر صادق ( عليه السلام ) پيروى مىكنند .\r\nعلوى فرمود : ما شيعيان مذهب جعفر عليه السلام را پيروى مىكنيم چون مذهب او مذهب رسول خدا صلى الله عليه و آله و سلم است ؛ زيرا او از خاندانى است كه خداوند در موردشان مىفرمايد :\r\n« إِنَّما يُريدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهيراً » . « 1 »\r\nدر واقع خداوند اراده كرد كه از شما اهل بيت هر گونه پليدى را دور نگه دارد و شما را به طور كامل پاكيزه نگه بدارد .\r\nالبتّه ما شيعيان ، از تمام امامان دوازده‌گانه پيروى مىكنيم ؛ ليكن چون امام صادق عليه السلام اين فرصت را يافت تا علم و تفسير و حديث‌هاى شريف را بيش از ديگر امامان عليهم السلام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء احزاب ، آيهء 33 .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nانتشار دهد - به جهت مقدار آزادى عملى كه در آن زمان پديد آمده بود - و حتّى در مجلس درس آن حضرت چهار هزار شاگرد حضور مىيافتند « 1 » و حتّى آن حضرت فرصت يافت تا پايه‌هاى دين اسلام را پس از آن‌كه به دست امويان و عبّاسيان شكسته شده بود محكم گرداند ؛ به اين سبب است كه شيعيان نام « جعفرى » يافته‌اند و به امام جعفر صادق عليه السلام كه تجديدكننده و بازسازىكنندهء دين اسلام است منسوب مىشوند .\r\nشاه گفت : اى عبّاسى ؛ چه پاسخى دارى ؟\r\nعبّاسى گفت : تقليد از رؤساى مذاهب چهارگانه ، عادتى است كه ما سنّيان پيوسته بر آن بوده‌ايم .\r\nعلوى فرمود : نه ؛ بلكه برخى شاهان شما را به اين كار مجبور كرده‌اند و شما نيز كوركورانه و بدون دليل و برهان از ايشان پيروى كرده‌ايد !\r\nعبّاسى ساكت شد .\r\nعلوى افزود : اى پادشاه ؛ من گواهى مىدهم كه عبّاسى از اهل آتش جهنّم است ، اگر بر چنين حالتى بميرد .\r\nشاه گفت : از كجا فهميدى كه او جهنّمى است ؟ !\r\nعلوى فرمود : زيرا در حديث از رسول خدا صلى الله عليه و آله و سلم وارد شده است كه فرمود :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الإمام الصادق عليه السلام والمذاهب الأربعة ، تاريخ بغداد ، . . .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nهر كس بميرد و امام زمان خويش را نشناسد ، همانند مردگان زمان جاهليّت مرده است .\r\nاى پادشاه ؛ از عبّاسى بپرس كه امام زمانِ او كيست ؟\r\nعبّاسى گفت : اين حديث از رسول خدا صلى الله عليه و آله و سلم نقل نشده است !\r\nشاه به وزير گفت : آيا اين حديث از رسول خدا صلى الله عليه و آله و سلم رسيده است ؟\r\nوزير فرمود : آرى ؛ رسيده است . « 1 »\r\nشاه با حالت خشم و غضب گفت : اى عبّاسى ؛ من تا به حال تو را شخصى مورد وثوق مىدانستم ولى حالادروغ‌گوييت برايم آشكار شد .\r\nعبّاسى گفت : من امام زمان خود را مىشناسم .\r\nعلوى فرمود : چه كسى است ؟\r\nعبّاسى گفت : پادشاه .\r\nعلوى فرمود : اى پادشاه ؛ خوب بدان كه او دروغ مىگويد و تنها براى چاپلوسى تو چنين مىگويد .\r\nشاه گفت : آرى ؛ مىدانم كه دروغ مىگويد ؛ و من از حال خويشتن نيز آگاه هستم كه شايستگى اين را ندارم كه امام زمانِ مردم باشم ؛ چرا كه من چيزى بلد نيستم و بيشتر وقت خود را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حافظ نيشابورى در صحيح در خود ج 8 107 ينابيع ، المودة : ص 117 نفحات اللاهوت ص 3 صحيح مسلم و . . .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nبا شكار كردن و انجام امور ادارى سپرى مىكنم .\r\nسپس شاه افزود : به نظر تو امام زمان كيست ؟\r\nعلوى فرمود : به نظر من ، امام زمان همانا « حضرت مهدى ارواحنا فداه » است ؛ چنان‌كه حديث از رسول خدا صلى الله عليه و آله و سلم در موردش بيان شد .\r\nبنابراين ، هر كس او را شناخت ، مسلمان از دنيا مىرود و از اهل بهشت است و هر كس او را نشناخت به مرگ جاهليّت از دنيا رفته و در آتش خواهد بود و با مردم زمان جاهليّت محشور خواهد شد .\r\nدر اينجا بود كه چهرهء « ملك‌شاه سلجوقى » برافروخت و آثار نشاط و شادمانى در چهرهء او پديدار شد و رو به حاضران كرد و فرمود :\r\nاى جماعت ؛ بدانيد كه من از اين گفت و گوها - كه سه روز به طول انجاميد - اطمينان و وثوق پيدا كردم و معرفت و يقين به دست آوردم كه شيعيان در تمام گفتار و اعتقادات خود حقّ دارند و سنّيان داراى مذهبى باطل و اعتقاداتى منحرف‌اند ؛ و چون من از افرادى هستم كه وقتى حقّ را مىبينند بدان اذعان و اعتراف مىنمايند ، و كسى نيستم كه در دنيا از اهل باطل باشم و در آخرت به آتش جهنّم بروم ، لذا در برابر شما اعلان مىكنم كه جزو شيعيان شدم و هر كس دوست دارد مىتواند به همراه من شيعه شود و به بركت و رضوان الهى برسد و\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nخويشتن را از تاريكىهاى باطل به نور حقيقت بكشاند .\r\nوزير - نظام الملك - نيز فرمود : من هم اين را مىدانستم و باور داشتم كه « تشيّع » مذهب حقّ است ؛ بلكه تنها مذهب صحيح همين « مذهب شيعه » است و اين باور را از ابتداى تحقيقاتم به دست آورده بودم ؛ به اين جهت من نيز اعلان مىكنم كه « شيعه » هستم .\r\nبدين سان ، بيشتر عالمان ، وزيران و فرماندهان حاضر در مجلس - كه حدود هفتاد نفر بودند - « مذهب شيعه » را اختيار كردند .\r\nگزارش شيعه‌شدن « ملك‌شاه سلجوقى » و وزيرش « نظام الملك » و ديگر وزيران و فرماندهان نظامى و نگارندگان دربار شاهى در تمام سرزمين‌هاى اسلامى منتشر شد و تعداد بسيارى از مردم شيعه شدند و نيز « نظام الملك » - كه پدرزن من نيز هست - دستور داد تا استادان در تمام مدارس نظاميّهء بغداد به تدريس « مذهب شيعه » بپردازند .\r\nليكن برخى از عالمان سنّى كه بر شيوه و مذهب باطل و نادرست پيشين خود اصرار مىورزيدند ، مصداق اين آيهء شريفه باقى ماندند :\r\n« فَهِىَ كَالْحِجارَةِ أَوْ أَشَدُّ قَسْوَةً » . « 1 »\r\nپس آن همانند سنگ يا سخت‌تر از سنگ است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء بقره ، آيهء 74 .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nاين افراد دست به كودتا بر ضدّ « ملك‌شاه » و « نظام الملك » زدند و پىآمد اين گردهمايى را بر « نظام الملك » بار كردند ؛ زيرا با عقل و انديشهء او مسائل سرزمين‌هاى اسلامى اداره مىشد ، بالأخره دستى پليد با نقشهء اين دشمنان سنّى از آستين برآمد و در دوازدهم ماه رمضان سال 485 هجرى قمرى او را ترور كردند و پس از « نظام الملك » نيز « ملك‌شاه سلجوقى » را به شهادت رساندند . « إِنَّا للَّهِ وَإِنَّا إِلَيْهِ راجِعُون » . اين دو بزرگوار در راه خدا به سبب حقيقت و ايمان كشته شدند ؛ شهادت براى آن دو و هر كه در راه خدا و به سبب حقيقت و ايمان كشته مىشود ، گوارا باد .\r\nقصيده‌اى در سوگوارى شيخ بزرگ « نظام الملك » سروده شد كه بخشى از آن چنين است :\r\nوزير « نظام الملك » ، گوهرى بود ارزشمند كه خداى رحمان او را از شرافت درست كرده بود .\r\nوى بسيار ارزشمند بود ، ولى روزگار قدرش را ندانست و ان را به صدفش بازگرداند .\r\nپس از بحث و گفت و گو ، مذهب حقّ را پذيرفت ؛ گفت و گويى كه با برهانى آشكار حق را آشكار ساخت .\r\nدين تشيّع حقيقت دارد و در اين مورد شكّى نيست ولى دين‌هاى ديگر سراب گذرايى هستند .\r\nليكن كينه‌اى چركين و ديرين سبب شد او را ترور كنند ، و\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nاو به ماهى درخشنده در شبى تاريك مبدّل شد .\r\nهزاران سلام خدا پيوسته بر او نثار باد و در بهشت جاودانه و غرفه‌هاى آن ، روح او را بنوازد .\r\nشايان ذكر است كه من نيز در آن مجلس و كنگره حضور داشتم و هر چه را در آن مجلس گذشت به ثبت رسانيدم ، البتّه در اين رسالهء مختصر ، مطالب اضافى را برداشتم و جريان را به طور كوتاه بازگو كردم .\r\nستايش به خدا اختصاص دارد و سلام و درود الهى بر محمّد و خاندان پاكيزه‌اش نثار باد و ياران شايسته‌اش مشمول سلام الهى شوند . اين جزوه را در بغداد ، در مدرسهء نظاميّه نوشتم .\r\n« مقاتل بن عطيّه »\r\n\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88}
  ]