[
  {"content":"\r\n\r\nسخنى پيرامون\r\nتوسل\r\nتأليف\r\nآيت الله محسن خرازى\r\nمترجم : محمدرضا امين زاده\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nخرازى محسن ، 1316 ه‍ ش .\r\nسخنى پيرامون توسل / آيت الله محسن خرازى 1316 . ش ؛\r\nبه كوشش محمد امين زاده / قم : برگزيده ، 1385 .\r\n80 ص . - ( برگزيده ؛ مقاله ؛ 1 ) چاپ اول\r\nكتابنامه : ص . 80 ؛ همچنين به صورت زيرنويس .\r\n1 . احاديث 2 . اعتقادى .\r\nالف ) خرازى ، محسن ، 1316 - مؤلف . ب ) نشر برگزيده\r\nسخنى پيرامون توسل\r\nآيت الله محسن خرازى\r\nمترجم : محمدرضا امين زاده\r\nتوليد و پخش : ارزشمند\r\nچاپ اول : بهار 1385\r\nشمارگان : 3000 نسخه\r\nچاپ متن : قدس - چاپ جلد : طاهر - ناشر : برگزيده\r\nصفحه آرايى : مركز فرهنگهنر سبا / شابك : - - 7732 - 964\r\nكليه حقوق چاپ و نشر محفوظ و مخصوص است\r\nتهران : شريعتى - خواجه نصير - ساختمان طوس - واحد 14 - تلفن 77525757\r\nقم - خيابان ارم - كوى آقازاده - مؤسسهء در راه حق - تلفن 7743222\r\nقم - خيابان شهدا - كوى 23 - پلاك 1 + 25 - تلفن 7744125\r\n650 تومان\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\nفهرست\r\nمقدمه 11\r\nبرهان‌هاى شرعى بر توسّل 14\r\nساختار عرفى و اجتماعى 14\r\nآيات در جواز توسّل 16\r\nتفسير آيه 18\r\nآيهء دوم در جواز توسّل 24\r\nآيه سوم در جواز توسّل 27\r\nآيه چهارم در جواز توسّل 28\r\nآيه پنجم در جواز توسّل 29\r\nآيه ششم بر جواز توسّل 33\r\nآيه هفتم در جواز توسّل 34\r\nروايات در جواز توسّل 35\r\nقسم اول : روايات اهل تسنّن 35\r\nقسم دوم : روايات وارد شده از تشيّع 44\r\nسيره قطعى در جواز توسّل 53\r\nپاسخ به برخى از شبهات 59\r\nپاسخ به شبهه : 59\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nبسم اللّه الرحمن الرحيم\r\n\r\nمقدّمه مترجم\r\nحقايق و معارف اسلامى با توجّه به نوع درك و فهم آنها به چهار قسم تقسيم مىشوند : برخى از حقايق دينى در شعاع عقل و يا فطرت قابل فهم هستند و خارج از درك عقلى با محذوراتى مواجه مىشوند . از جمله دور و تسلسل مانند :\r\nاصل توحيد و اصل نبوّت .\r\nبرخى از معارف دينى در پرتو نقل محض قابل فهم هستند و خارج از دايره نقل ابزارى براى كشف آنها نداريم مانند : بسيارى از احكام فقهى : اركان نماز ، كيفيت نماز ، تعداد ركعات نماز و . . . .\r\nبعضى از مسايل دينى در هر دو دستگاه عقل و نقل قابل كشف و شناخت هستند ، مانند : اصل مسأله امامت و معاد و فضايل اخلاقى و حرمت ترك عمل به واجبات و انجام محرّمات و . . .\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nحقايق دينى از مرحله ظواهر كه بگذرد ، قابل كشف عقلى و نقلى نيستند ، مانند حقيقت وحى ، حقيقت معراج ، حقيقت قرب الهى ، حقيقت سؤال قبر ، حقيقت برزخ و . . . تنها راه معرفت اينها شهودى است ، كه براى تعداد اندكى از اولياء خدا حاصل مىشود .\r\nچنانچه مطلبى در دستگاه عقل و نقل به اثبات نرسد ، اگر از مسائلى باشد كه تنها راه فهم آن شهود است ، درباره آن سكوت كرده آن را به اهلش واگذار مىكنيم و درباره آن اظهار نظر نمىكنيم . و اگر مطلبى باشد كه عقل و يا نقل و يا هر دو بطلان آن را به اثبات رسانده باشند مانند شرك و بدعت و . . . آن را از دايره دين خارج دانسته و نظر منفى خود را دربارهء آن اعلان مىكنيم .\r\nبا توجه به دسته‌بندى فوق ، مسأله توسّل از جمله مسائلى است كه در هر دو دستگاه عقل و نقل قابل بررسى است .\r\nاستاد معظّم حضرت آيت اللّه خرازى ( دام ظله العالى ) مسأله توسّل را در دستگاه نقل با توجّه به منابع حديثى اهل سنّت و منابع حديثى و روايى تشيّع به صورت كامل و وافى در اين رساله بحث فرموده‌اند . بدون شك هر منصفى با مطالعه دقيق آن ، علم و يقين به مشروعيت توسّل پيدا مىكند و به وهم و\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nوهن بودن ديدگاه وهّابيّت در مسأله توسّل پى مىبرد .\r\nديدگاه وهابيّت معلول بافته‌هاى ذهنى ابن تيميّه است كه توسّط تقليد كوركورانه شيخ محمد بن عبد الوهّاب با تحريكات جاسوس انگليسى ( همفر ) و جاه‌طلبى آل سعود بر مردم حجاز و عربستان سعودى تحميل شده است . و پس از هفتاد و اندى سال تبليغ به صورت يك مذهب در آمده است .\r\nمذهبى كه هيچ‌گونه پشتوانه علمى ندارد و نه تنها با زور و ارعاب و فريب بلكه با دور نگاهداشتن مردم از كشف واقعيت و ايجاد شبهات و اتّهامات واهى بر ديگر فرق اسلامى به بقاى خود ادامه مىدهد .\r\nدر اين رساله ساختار عرفى و اجتماعى و سيره قطعى عقلايى در مسأله توسّل ( با توجّه به نبود ردعى از جانب شارع مقدس ) بيان شده كه بر شدّت علم به مشروعيّت توسّل افزوده است . حضرت استاد در اين رساله به قاعده محال بودن طفره از كتاب القرآن و العقل اشاره داشتند كه در واقع بيانگر جواز توسل از بعد عقلى است . لازم مىدانم به توضيحى كوتاه از آن اشاره كنم .\r\nطفره به معناى جستن در ارتفاع است و به معناى مطلق\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nجستن . و در اصطلاح معقول انتقال جسم است از جزء مسافتى به جزء مسافت ديگر بدون آن كه از اجزاء ما بين عبور كند و محاذى آنها قرار گيرد و به عبارت ديگر از مسافتى به مسافت ديگر بدون گذشتن از مسافت متوسط » « 1 » .\r\nدر نظام تكوين اگر موجودى به سمت كمال حركت كند ، بايد كمال‌دانى و كمالات در مرتبه نازل را طى كند تا به كمال عالى نايل شود ، بدون رسيدن به آن كمالها وصول به كمال عالى طفره بوده و محال است . نطفه‌اى كه به مرحله علقه نرسيده هرگز كمال مضغه بودن را پيدا نمىكند ، هسته‌اى كه جوانه نزده ، ساقه پيدا نمىكند و تا گندمى ساقه پيدا نكند هرگز به خوشه نخواهد نشست .\r\nمحال بودن طفره يك قاعده عقلى است و قابل تخصيص نيست . و شامل نظام تشريع نيز مىشود . كسى كه قابليت دريافت قوانين و دستورات الهى را به نحو مستقيم از خداى متعال ندارد بايد متوسّل به كسى شود كه اين قابليت را دارد .\r\nبدون توسّل به رسول و وصىّ رسول نمىتوان از محتواى وحى و خواست خداى متعال آگاه شد ؛ اينست كه در روايات و احاديث بيان مىشود ، با ايمان به رسول و عمل به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فرهنگ معارف عقلى ، ص 337 .\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nفرامين او ، شخص قابليت ايمان به خدا و عمل به خواست الهى را پيدا مىكند . و تا ايمان به رسول حاصل نشود ، ايمان به خدا حاصل نخواهد شد . و در زمانى كه رسول حضور فيزيكى در ميان مردم ندارد ، با توسّل به وصى رسول از محتواى وحى آگاه بايد شد . و با توسّل به وصىّ رسول ايمان به رسول و سپس ايمان به خدا تحقّق پيدا مىكند ، زيرا اعتقاد به رسول جداى از اعتقاد به وصىّ رسول طفره بوده و طفره محال است .\r\nزمانى كه در فهم مسايل وحيانى ، در ايمان به خدا و اعمال دينى ملزم به توسّل به رسول و وصىّ رسول هستيم ، و طفره در اين موارد محال است در مورد استجابت دعا و شفاعت و . . . نيز طفره محال است . زيرا طلب چيزى از خدا بدون واسطه فيض مانند ايمان به خدا بدون داشتن ايمان به رسول است . و همان گونه كه آن ايمان به حال ايمان آورنده اثرى ندارد و اجر و پاداشى از جانب خدا براى او نيست و عملش مورد قبول واقع نمىشود . دعا و خواست او از خدا بدون توسّل به رسول و وصىّ رسول و كسى كه مقرّب درگاه الهى است ، تأثيرى به حالش نخواهد داشت .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nبه اين حديث كه در متن رساله از « مودة القربى » نقل شده توجّه كنيد : « به واسطه محبّت ما اهل بيت » به خداى متعال توسّل بجوئيد و به واسطه ما از خدا طلب شفاعت كنيد ، پس همانا به سبب ما گرامى داشته شده و داراى حيات و زندگى گشته و روزى داده شده‌ايد » طبق اين حديث ، در مقام دعا اگر بخواهيم كه خدا ما را گرامى بدارد و خواسته ما را اجابت كند ، با توسّل به مقرّبين درگاه‌اش ( رسول و اهل بيت عليهم السّلام ) گرامى داشته خواهيم شد ؛ و به اجابت دعايمان نايل خواهيم گشت . اين كه آدم عليه السّلام با توسّل به اسماء پيامبر و اهل بيت عليهم السّلام توبه‌اش پذيرفته شد . بدان جهت بود كه به واسطه آنها گرامى داشته شده بود و به خاطر آنها آفريده شده بود . و زمانى كه آدم ابو البشر و ديگر انبياء عظام به واسطه آنها گرامى داشته شده‌اند و مأمور بودند كه با توسّل به آنها دعا كنند ، ديگر مردم به طريق اولى بايد رسول خدا و ائمه اطهار - صلوات اللّه عليهم - را واسطه در اجابت دعا قرار دهند .\r\nآن هنگامى كه عقل به تحليل نظام هستى مىنشيند ، ملاحظه مىكند كه يكى از سنتهاى حتمى الهى در اين نظام براى درك فيض از جانب خداى يكتا توسّل به اسباب است .\r\nالبته اسبابى كه داخل در دايره اين نظام بوده و خداوند آن را\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nمؤثر قرار داده است . به چند نمونه ذيل توجه كنيد ؟\r\nبراى اين كه به درك معارف الهى نايل شويم به كلام الهى كه در قالب الفاظ عرب بيان شده ، توسّل مىجوئيم . آيا كسى گفته است كه توسّل به الفاظ عرب براى فهم دستورات الهى شرك است ؟ ! هرگز ، زيرا چنين گفته‌اى طرد سنّت الهى است ، كه خود گناه كبيره است . و علاوه بر اين ، مردم راه ديگرى براى فهم خواست خدا ندارند . زيرا وحى الهى در زبان عرب تجسّم پيدا كرده است .\r\nبراى رفع تشنگى توسّل به آب مىجوئيم و با زبان حال مىگوئيم : خدايا با آشاميدن آب مرا سيراب كن ، آيا مىتوان اين نوع توسّل را شرك دانست ؟ و اعتراض كنيم كه چرا براى سيراب شدن به آب توسّل جستى ، بايد از خدا مىخواستى كه بدون آشاميدن آب تو را سيراب كند ؟ ! هرگز چنين توسّلى شرك نيست . زيرا خداوند متعال اثر سيرآب شدن را در آشاميدن آب سرد و گوارا قرار داده است .\r\nبراى عالم شدن در يكى از علوم ، متوسّل به استاد مىشويم و مىگوئيم : خدايا با فراگيرى علم از اين استاد مرا عالم گردان ، آيا چنين دعايى شرك است . اين سنّت الهى است كه انسان متولّد مىشود و چيزى نمىداند ، و خداوند\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nدر اين نظام هستى استاد را وسيله يادگيرى مسايل علمى قرار داده است .\r\nشكّى نيست كه در تمام اين موارد ، مؤثّر حقيقى خدا است . الفاظ عرب ، آب و استاد و . . . واسطه‌هايى هستند كه خداوند اثراتى را در آنها قرار داده است ؛ و از بشر خواسته است كه براى رفع نيازشان به آنها متوسّل شوند . آيا انبياء عظام ، اولياء الهى و همه مقرّبين درگاه حضرت حق از كمالاتى كه مؤثّر در رفع نيازمنديهاى خلق باشند ، بىبهره هستند ، و حتى كمالى به اندازه آن الفاظ ، آب و استاد ندارند ؟ اگر كسى چنين ادعايى داشته باشد و بر اين اعتقاد باشد ، قطعا بر آنها جفا كرده است ، و ايمانش به خدا و انبياء و اولياء ناقص است .\r\nو اگر آنها را صاحبان كمال بدانيم و هر كمالى را مؤثّر اثرى بدانيم . قطعا بايد حكم كنيم رسولان الهى و همه مقربين درگاه خداى متعال كه داراى كمالهاى معنوى هستند ، در حد و مرتبه همان كمالها مؤثّر در نظام هستى هستند و به جهت اثرگذارى آنها قابليّت دارند كه به آنها متوسّل شويم .\r\nآن چنان كه براى رفع تشنگى به آب متوسّل مىشويم و\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nبراى رفع بيسوادى به استاد ، براى ايمان و تقرّب به خدا ، براى فهم دستورات الهى ، براى آمرزش گناهان و اجابت خواسته‌هايمان و نجات از عذاب الهى در دنيا و آخرت به انبياء و اولياء متوسّل مىشويم . و خدا اين اثر وجودى را به مقربيّن درگاهش در حدّ و مرتبه كمالشان به آنها افاضه فرموده است . و قطعا چنين توسّلى نه تنها شرك نيست ، بلكه تكليف است و حركتى در دايره نظام هستى و سنّت الهى مىباشد . و چنين توسّلى بسيار تفاوت دارد با آنچه مشركين انجام مىدادند . زيرا آنها متوسّل به اشيايى مىشدند و خواسته‌هايى را طلب مىكردند ، كه خداوند كمالش را در آنها قرار نداده بود . بت‌هايى كه از چوب ، طلا و نقره و . . .\r\nبودند . اسبابى هستند براى برخى نيازهاى زندگى ، چوب مىتواند وسيله‌اى براى در ، پنجره ، صندلى ، سوختن و . . .\r\nباشد . طلا و نقره كمالى را داراست كه قابليت دارد . وسيله زينت و ارزش معاملاتى داشته باشد اما قابليت واسطه شدن در اجابت دعا و يا تأثيرگذارى در رفع عذاب الهى را ندارد .\r\nعلاوه بر اين همان گونه كه در متن اين رساله آمده است ؛ مشركين بت‌ها را معبود قرار مىدادند و نگاه استقلالى به آنها داشتند و اين حركت در تضاد با مسأله توسّل است . توسّل به\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nيك وسيله اين معنا را به همراه دارد كه معبود نيست و در اثر گذارى هيچ جهت استقلالى ندارد . علاوه بر اين همان گونه كه در متن اين رساله آمده است ؛ مشركين بت‌ها را معبود قرار مىدادند و نگاه استقلالى به آنها داشتند و اين حركت در تضاد با مسأله توسّل است . توسّل به يك وسيله ، اين معنا را به همراه دارد كه معبود نيست و در اثرگذارى هيچ جهت استقلالى ندارد و تنها با اذن خدا و كسب كمال از خداوند قادر به انجام كارى مىشود .\r\nرواياتى كه اهل بيت عليهم السّلام را واسطه در هدايت « 1 » اطاعت خدا و رسول « 2 » ، فهم مسائل « 3 » استجابت دعا « 4 » ، شفاعت « 5 » ، نجات « 6 » ، معرفت « 7 » و رابطه بين خدا و خلق « 8 » معرّفى كرده است ، مؤيّد آنچه بيان شده هست .\r\nمحمد رضا امين‌زاده 20 / 11 / 1383\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحار ، ج 23 ، ص 99 ، ج 1 و 7 ، 10 .\r\n( 2 ) . بحار ، ج 3 ، ص 289 ، ج 26 ، ص 342 .\r\n( 3 ) . بحار ، 23 ، صص 180 و 181 .\r\n( 4 ) . بحار الانوار ، ج 26 ، ص 319 .\r\n( 5 ) . كنز العمّال ، ج 14 ، شماره 39041 ، ص 390 .\r\n( 6 ) . بحار الانوار ، ج 23 ، ص 308 و 135 .\r\n( 7 ) . بحار ، ج 23 ، ص 99 .\r\n( 8 ) . بحار ، ج 23 ، ص 101 ، روايت 5 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم و به نستعين\r\nستايش خدايى را كه پروردگار جهانيان است و درود و سلام بر اشرف پيامبران و رسولان حبيب خداى عالميان ابى القاسم محمد و ال او كه طاهر و پاكند و لعنت بر دشمنانشان تا روز قيامت .\r\nبعد از حمد و ثناى الهى ، به سخنى پيرامون توسّل مىپردازيم . اين موضوع را در دو فصل و يك خاتمه تدوين كرديم .\r\nفصل اوّل : برهان‌هاى شرعى و توسّل\r\nفصل دوّم : رد برخى شبهات\r\nپايان : بيان برخى هشدارها\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\n* فصل اوّل برهان‌هاى شرعى بر توسّل ساختار عرفى و اجتماعى\r\nواضح است كه توسّل مطلبى است كه مورد توجّه عقلاء است . همانا سؤال كننده يا فرد خطاكار آن هنگام كه ملاحظه مىكند ، كه به جهت نافرمانى و بزرگ بودن مخالفتش سرپرست ، آقا ، پدر و يا استادش به او اعتناء نمىكنند يا از او راضى نيستند ، به شخصى كه نزد آنها گرامى و محترم است ، متوسّل مىشود ، براى اين كه به مراد و مقصودش برسد .\r\nروشن است كه با توسّل جستن ، مصلحت اعطاء ، عفو و چشم‌پوشى ( از خطا و گناه ) كامل مىشود و با كامل شدن مصلحت ، سرپرست و آقا به آن شخص توجّه كرده و روى خوش نشان مىدهد .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nزيرا با تكميل مصلحت ، بر شخص حكيم و دانا سزاوار نيست كه بىاعتنايى را ادامه دهد يا توبه و عذر بنده‌اش را نپذيرد .\r\nاين ساختار عرفى و عقلايى بر پايه حكمت است و خداى سبحان و بزرگ در نهايت حكمت است و به لحاظ حكمت مطلقه‌اش توجّه مىكند به شخصى كه به اوليا ، انبيا ، صديقين شهدا ، توسّل جسته باشد ، توبه‌اش را مىپذيرد و از خطاى او مىگذرد و به او مىبخشد و احسان مىكند .\r\nسخن در توسّلى است كه آميخته نباشد با آنچه اسلام از آن گريزان است ، مانند بندگى غير خدا .\r\n( و توسّل هر چند همراه با خضوع است اما هر خضوعى عبادت نيست و به همين لحاظ ) به محض خاضع شدن در مقابل غير ، عبادت به آن اطلاق نمىشود ، زيرا عبادت همراه با قبول الوهيت و معبوديّت است و چنين مطلبى در توسّل منتفى است . آرى اگر توسّل مقارن با معبوديّت غير باشد ، بدون شك مبغوض ( شارع مقدّس ) بوده و مورد نهى ( خداى متعال ) است . و از محل بحث خارج است . و به طور حتم سخن در توسّل به آنانى است كه از فضائل برخوردارند و اين نوع توسّل قياس نمىشود با توسل به كسى كه مردم از او\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nوحشت دارند ، يا تمايل مردم به جانب آنها به لحاظ خواسته‌هاى نفسانى يا كارهاى باطل و بيهوده است .\r\nنتيجه : اين كه توسّل داراى بناى عقلائى است و شارع به نحو مطلق از آن منع نكرده است ، بلكه از آن توسّلى جلوگيرى شده كه شبيه به عبوديّت و پرستش و مانند آن باشد . بنابر اين به نحو موجبه جزئيه توسل امرى جايز است و مانع شرعى ندارد .\r\nبيان فوق بر اساس اصل و قاعده « 1 » بود . و اينك بحث در جواز توسّل را به لحاظ آيات ، روايات و سيره پى مىگيريم .\r\n\r\nآيات در جواز توسّل\r\n\r\n[ آيه اول در جواز توسل 
  ]\r\n يا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَ ابْتَغُوا إِلَيْهِ الْوَسِيلَةَ وَ جاهِدُوا فِي سَبِيلِهِ لَعَلَّكُمْ تُفْلِحُونَ :  « 2 » اى ايمان آورندگان پرهيزكارى خدا پيشه كنيد . و به سوى خدا وسيله‌اى را طلب كنيد . و در راه خدا جهاد كنيد ، باشد كه رستگار شويد .\r\nبررسى لغوى آيه :\r\nدر مصباح المنير آمده : وسل يسل از باب وعد يعد است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اصل اوّلى جواز توسّل است مگر اين كه شارع نهى كرده باشد ، و قاعده بناى عقلايى و عدم ردع آن از جانب شارع دليل بر جواز توسّل است . ( م )\r\n( 2 ) . مائده ، آيه 35 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nوسلت به معناى علاقمند شدم و تقرب جستم . و كلمه « وسيله » مشتق از همين باب است . و آن عبارت از چيزى است كه به واسطه آن به شى مورد نظرش تقرّب مىجويد . و جمع آن « وسائل » است « 1 » .\r\nو در كتاب « النهاية » بيان شده است . « وسيله در اصل آن چيزى است كه سبب رسيدن به مطلوب و نزديكى جستن به آن است » . « 2 »\r\nو در مجمع البيان آمده ، وسيله بر وزن فعليه است مىگويند ، توسّلت اليه يعنى به او نزديكى جستم . . . و گفته مىشود : وسل اليه به معناى نزديكى جست .\r\nو لبيد گفت : هر صاحب‌نظرى تقرّب جوينده به خدا است . وسيله به معناى آنچه دو چيز را به هم پيوند دهد و آنچه مايه نزديكى جستن شود « 3 » .\r\nاز ميان معانى فوق نزديك‌ترين معنا در آيه كريمه اين است كه كلمه « وسيله » در چيزى كه سبب تقرّب جستن به مطلوب باشد به كار مىرود . آن چنان كه در آيه‌اى ديگر به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مصباح المنير ، ص 909 .\r\n( 2 ) . النهاية ، ج 5 ، ص 185 .\r\n( 3 ) . مجمع البيان ، ج 2 ، ص 189 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nهمين معنا به كار برده شده است .  « أُولئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ . . . »  « 1 » و با توجه دقيق به جمله  « أَيُّهُمْ أَقْرَبُ » *  كه به دنبال جمله  « يَبْتَغُونَ إِلى رَبِّهِمُ الْوَسِيلَةَ »  آمده است ، معناى فوق تأييد مىشود .\r\nبر فرض كه كلمه « وسيله » در معناى نزديكى جستن به كار رود ، پس پيوسته در بردارنده آن چيزى است كه سبب تقرّب به مطلوب مىشود « 2 » ، زيرا تقرّب جستن جز با واسطه تحقق نمىيابد مانند :  « وَ اعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ »  « 3 » پروردگارت را پرستش كن تا آن هنگام كه مرگت فرا رسد . منظور از « حتّى ياتيك » سبب مرگ است « 4 » به هر حال مفهوم قربت و تقرّب جستن به دلالت التزامى دربر دارنده واسطه در تقرّب نيز هست . بنابر اين فرقى نيست در اين كه « وسيله » در آيه شريفه به معناى واسطه در تقرّب باشد يا به معناى تقرّب جستن و پيوند و اتّصال باشد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اسراء ، آيه 57 .\r\n( 2 ) . به عبارت ديگر وسيله به معناى تقرّب جستن تنافى و مغايرتى با چيزى كه واسطه در تقرب است ندارد ، زيرا كه نفس تقرب جستن دربر دارنده آن واسطه نيز هست . ( م )\r\n( 3 ) . حجر ، آيه 99 .\r\n( 4 ) . اتّصال و پيوند انسان به مرگ به واسطه چيزى است كه سبب مرگ مىشود .\r\nو تا آن واسطه نباشد مرگ تحقّق پيدا نمىكند . ( م )\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n\r\nتفسير آيه\r\nواضح است كه آيه كريمه دلالت دارد بر اين كه مؤمنان در رسيدن به اهداف نهايى قرب و رضوان خدا - به تحصيل تقوا - بهترين توشه و آنچه سبب تقرّب او در تمام شئون ( رضوان الهى رسيده به مقاصد و به اجابت رسيدن دعاهايش ) به خدا شود ، نيازمند است .\r\nلفظ « وسيله » كه به لام جنس مزيّن شده ، تمام واسطه‌هاى مقرّب را شامل مىشود . به همين جهت براى آنچه در تفسير كشّاف بيان شده ( به اين كه كلمه « وسيله » اختصاص به عبادات و ترك گناهان دارد ) توجيهى وجود ندارد ، « وسيله » به هر دو معناى مورد نظر همان‌گونه كه بر طاعت و ترك گناهان انطباق دارد ، بر معرفت ، محبّت و دوستى به اوصياء و نيز بر تجليل و دريافت ( حقايق ) و پيروى كردن از آنها و واسطه قرار دادنشان در استجابت دعا و طلب شفاعت تطبيق مىشود . و اين بهترين نوع تقرّب جستن « به خدا » است .\r\nبنابر اين وجهى براى آن تخصيص وجود ندارد .\r\nاخبار وارد شده در توسّل به پيامبر ، ائمّه طاهرين ، فاطمه\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nزهرا عليها السّلام ، قرآن ، فرشتگان مقرّب و ايمان « 1 » و نيز توسّل به صفات خداى متعال تأييدى بر عموميّت داشتن « وسيله » است . به عبارات ذيل توجه كنيد .\r\nفانّى بك اليك اتوسّل « 2 » : پس همانا من به واسطه خودت به تو توسّل مىجويم .\r\n« اتوسّل اليك بأحبّ اسمائك اليك » « 3 » به واسطه محبوب‌ترين اسم‌هاى تو به تو توسل مىجويم .\r\n« اتوسّل اليك بتتابع احسانك » « 4 » به سبب پىدرپى آمدن احسانت به تو توسّل مىجويم .\r\n« اتوسّل اليك بتوحيدك » « 5 » به واسطه توحيدت به تو توسّل مىجويم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحار الانوار ، ج 102 ، ص 68 ، ج 95 ص 231 ، ج 98 ، ص 255 ، ج 90 ، ص 16 ، ج 100 ، ص 12 و . . .\r\nمهج الدعوات ، صص 168 - 166 ، منشورات مؤسسه الأعلمى بيروت .\r\n( 2 ) . بحار الانوار ، ج 87 ، ص 112 ، فلاح السائل ، ص 264 .\r\n( 3 ) . بحار الانوار ، ج 95 ، ص 448 . نهج الدعوات ، ص 240 و در مهج الدعوات به جاى اسمائك ، مسائلك گفته شده است .\r\n( 4 ) . بحار الانوار ، ج 95 ، ص 416 از نسخه‌هاى قديم .\r\n( 5 ) . بحار الانوار ، ج 95 ، ص 258 براى آن مصدرى ذكر نشده است .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n« اتوسّل اليك بجودك » « 1 » به توسط جود و بخششت به تو توسّل مىجويم .\r\nو اخبار دلالت دارند به اين كه امامان معصوم عليهم السّلام بدون استثناء واسطه در تقرّب به خداى متعال هستند .\r\nاز مجموعه مطالب بيان شده ، روشن شد به اين كه آنچه در تفسير الميزان آمده ( و آن مطابق ساختن كلمه « وسيله » بر مواردى غير از طاعات و ترك محرّمات است ، كه از باب حمل مطلب بر خلاف ظاهر آن مىباشد ) « 2 » خلاف اطلاق كلمه « وسيله » است كه بر تمام موارد اطلاق مىشود . و نيازى به حمل كلمه « وسيله » بر خلاف ظاهر نيست .\r\nتمام كلام اين است كه مفهوم « وسيله » به معناى مقرّب عموميت دارد . و اهل بيت عليهم السّلام اعتقادات ، طاعات ، و اخلاقيّات و . . . را شامل مىشود . و گواه بر اين مطلب - افزون بر اخبارى كه يادآور خواهيم شد - مطلبى است كه در نهج البلاغه بيان شده است . به اين نحو كه توسّل به ايمان ، رسول و طاعات و عبادات را گرد آورده است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحار الانوار ، ج 95 ، ص 231 . مهج الدعوات ، ص 166 و در آن آمده « اتوسّل اليك و اتقرّب اليك بجودك » .\r\n( 2 ) . الميزان ، ج 5 ، ص 362 . « أقول : اى بطاعته فهو من قبيل الجرى و الانطباق على المصداق . . . » .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n« همانا بهترين چيزى كه تقرّب جويندگان به خداى متعال به آن توسّل مىجويند .\r\nعبارت از ايمان به خدا ، رسول ، جهاد در راه خدا ( كه قلعه رفيع اسلام است ) كلمه  لا إِلهَ إِلَّا اللَّهُ *  ( كه فطرت انسان است ) اقامه نماز ( كه آئين و طريقت است ) ، پرداخت زكات ( كه فريضه واجب است ) روزه ماه رمضان ( كه سپر از عذاب است ) حج خانه خدا و آباد ساختن آن ( كه اين دو فقر را بر طرف مىكند و گناه را مىشويد ) صله رحم ( كه سبب افزايش مال و عقب افتادن زمان مرگ است ) ، صدقه پنهانى ( كه گناهان را مىپوشاند ) صدقه آشكار ( كه مرگ بد را دفع مىكند ) و كارهاى شايسته و پسنديده ( كه شخص را از تباهى و پستى و رسوايى حفظ مىكند ) « 1 » .\r\nروشن است كه ايمان غير از طاعات است و به همين جهت حضرت عليه السّلام آن را از اسباب توسّل قرار داد . و ويژگى خاصّى در ايمان به خدا و رسول نيست [ به نحوى كه انحصار را نشان دهد 
  ] زيرا معرفت و شناخت امامان معصوم عليهم السّلام و مودّت با آنها و . . . از موارد ايمان است . و منظور از توسّل به ايمان ، خدا ، رسول ، ولايت و معاد اين است كه اساس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغه ، خ 110 ، ج 1 ، ص 215 ، خ 106 شرح محمد عبده .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nافزودن آن سبب مىگردد كه توسّل جوينده به خدا نزديك شود و چنين مطلبى مطلوب شارع است و داراى اهميّت خاصى است .\r\nآيه كريمه شامل فقهاء در زمان غيبت [ ولى عصر ( عج ) 
  ] مىشود ، زيرا كه منصوب از جانب ائمه عليهم السّلام هستند و اشكالى نيست در اين كه فقيهان به سبب منصوب بودن از جانب ائمّه عليهم السّلام وسيلهء تقرّب به خداى متعال باشند .\r\nالبته [ همان گونه كه ولايت‌شان در طول ولايت ائمه اطهار عليهم السّلام است 
  ] توسّل به آنها هم يك امر طولى است نه عرضى و بعد از تمام بودن براهين انتصاب و نيابت ، مشمول آيه كريمه هستند ، چنان كه در كتاب تفسير « القرآن و العقل » در ذيل آيه مورد بحث بيان شده است كه اين آيه خطاب به ايمان آورندگان است ، ( زيرا ) به سبب تقوا و تبديل شدن ايمان علمى به ايمان عينى ، براى مؤمن آشكار مىشود كه نگهدارنده از تمام بديها خداى متعال است ، چنان كه در چندين مورد متذكر اين مطلب شده‌ايم . و يا امر به ترس از خدا ( در آيه ) بدان جهت است كه ( اهل ايمان ) به واجبات عمل كنند و محرّمات را ترك گويند ، و با طلب كردن وسيله‌اى كه مورد رضايت و خشنودى خداست به خدا\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nبرسند ، خواه آن وسيله از اعمال ( فعل و ترك ) و خواه اخلاق ( كسب فضايل و نفى رذايل ) باشد .\r\nبا بيان گذشته احتمال مىرود منظور [ از آيه 
  ] اين باشد كه رشته خويش را با واسطه [ به خدا 
  ] پيوند دهيد زيرا هيچ كسى بدون واسطه قادر به تقرّب به خدا نيست . پس فردى كه شأنيّت نزديك شدن به خدا را بدون واسطه ندارد ، بخواهد بدون واسطه تقرّب جويد ، مىافتد و سقوط مىكند و پيش از اين متذكّر شديم كه طفره باطل است . پس توسّل جستن به رشته پيامبر صلّى اللّه عليه و آله و وصىّ عليه السّلام لازم و ضرورى است . بلكه در زمان غيبت [ ولى عصر ( عج ) 
  ] توسّل جستن به رشته آنانى كه منصوب [ از جانب حجّت خدا 
  ] هستند ، لازم است . . . « 1 » » .\r\nخلاصه اين كه آيه كريمه رعايت دو مطلب را در فلاح و رستگارى لازم و ضرورى مىداند .\r\n1 . تقوا 2 . وسيله‌اى را جهت تقرّب به خدا ( به معناى عام آن ) طلب كردن . جمله  « وَ ابْتَغُوا إِلَيْهِ الْوَسِيلَةَ »  از باب ذكر عام بعد از خاص است . چنان كه جمله  « جاهِدُوا فِي سَبِيلِهِ »  از باب ذكر خاص بعد از عام است « 2 » . پس احكام را از امام فرا گرفتن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . القرآن و العقل ، ج 1 ، صص 385 - 384 .\r\n( 2 ) . بنابر اين  « ابْتَغُوا إِلَيْهِ الْوَسِيلَةَ »  علاوه بر اين كه شامل تقوا و جهاد مىشود ، توسّل به پيامبر صلّى اللّه عليه و آله اوصياء و اولياء و منصوبين از نزد آنها را نيز شامل مىشود . ( م )\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nاز مصاديق « ابتغاء الوسيله » هست به همين نحو در مقام درخواست حاجات از خدا ، امام را واسطه قرار دادن ، از مصاديق آن است .\r\nبنابر اين مقصود « آيه » روشن است و آن مطلوب بودن تحصيل چيزى است كه واسطه در تقرّب به خدا ( با تمام اقسام و مصاديقش ) باشد .\r\nطلب وسيله براى تقرّب به خدا اختصاص به گروهى خاص از مردم ندارد بلكه تمام گروههاى از مردم و افراد بايد در طلب وسيله باشند زيرا كه همه محتاج و نيازمند به آن هستند ، يا بدان جهت كه در نفس خويش كوتاهى در عمل و ناتوانى را احساس مىكنند و يا بدان جهت كه در پيمودن عالىترين راه محتاج و نيازمندند ؛ بلكه به طور كلى يافتن نشانه‌هاى دين بدون واسطه ممكن نيست . بنابر اين همگان به نحوى محتاج به توسّل هستند . آن گونه كه روايات رسيده از ائمه اطهار عليهم السّلام بر اين مطلب گواهى مىدهد . « همانا رسول خدا صلّى اللّه عليه و آله به خدا متمسّك مىشد ، و ما به پيامبر صلّى اللّه عليه و آله تمسّك مىجوئيم و شما به ما تمسّك كنيد . » « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . التوحيد ، ج 1 ، ص 165 ( احاديث بعد از آن را ملاحظه كن ) . جماعة\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nتوجّه به اين نكته لازم است كه وسيله‌اى را به سوى خدا طلب كردن ، بدست آوردن چيزى است كه مقرّب و نزديك كنند به خدا باشد پس چنانچه غير از اين باشد ، موضوع وسيله بودن از آن نفى مىشود ، بنابر اين طلب كردن وسيله‌اى به سوى خدا عبادت و پرستش آن نيست ، زيرا كه عبادت آن با متقرّب بودنش تغاير دارد . و در واقع عبادت آن وسيله ، شرك است و هيچ كسى با داشتن صفت شرك قابليّت تقرّب به خداى واحد ، احد و صمد را ندارد . پس كسى كه با وسيله اى به خدا نزديك مىشود ، از آنچه تنافى با تقرّب دارد دورى جسته است . زيرا او با بدست آوردن آن وسيله تقرّب را منظور كرده نه دور شدن از خدا را . توسّل به معناى مصطلح از مصاديق طلب كردن وسيله است . و فرقى نيست بين اين كه بگويد : « اتوسل به الى اللّه ، يا اتوجه به اليه ، يا اتشفّع يا\r\n\r\n\r\n","description":"","footnote":"\r\nالمدرسين ، قم / المحاسن ، صص 182 - 179 و احاديث بعد از آن . . .\r\nدار الكتب الاسلاميه - قم . الميزان ، ج 5 ، ص 362 ، طبع تهران . احقاق الحق ، ج 5 ، صص 96 - 94 و در آن آمده : فتأخذ حجزتى و شيعتك يأخذونى حجزة اهل بيتك . احقاق الحق ، ج 7 ، ص 175 و در آن روايت اين گونه است : عن رسول اللّه صلّى اللّه عليه و آله : ان قال : يا على اذا كان يوم القيامة أخذت حجزة اللّه و أخذت أنت حجزتى و أخذ ولدك بحجزتك و أخذ شيعة ولدك بحجزتهم ، فترى أين يومر بنا ؟ !\r\nاحقاق الحق ، ج 18 ، ص 504 و در اين عبارت اين است : و اهل بيته يأخذون بحجزة نبيهم صلّى اللّه عليه و آله و انّ شيعتهم يأخذون بحجزهم يوم القيامة .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nاقدّمه بين يدى حاجتى » و اين كه بگويد « أسألك بفلان ، يا به حق فلان يا بحقه عليك ، يا بجاهه عندك ، يا ببركته ، يا بحرمته عندك و يا اين كه با اين عبارت مىگويد : أقسمت عليك ، يا أقسم عليك بفلان و . . . و همچنين به شخصى كه ولىّ خدا است بگويد : أسألك أن تستغفر لى يا تشفع لى زيرا تمام اين عبارات به يك معنا باز گردانده مىشود و آن وسيله و واسطه بين خود و خداى متعال قرار دادن است . بدان جهت كه نزد خداى متعال داراى منزلت و كرامت است . و اين مصداق همان  « ابْتَغُوا إِلَيْهِ الْوَسِيلَةَ »  است . و در قرار دادن چنين وسيله‌اى پرستش غير خدا نيست تا شرك در عبادت بر آن صدق كند . آن‌گونه كه در آن توهّم استقلال نيست تا مصداق شرك ذاتى باشد يا شرك افعالى شامل آن شود .\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\nآيهء دوم در جواز توسّل\r\n وَ ما أَرْسَلْنا مِنْ رَسُولٍ إِلَّا لِيُطاعَ بِإِذْنِ اللَّهِ وَ لَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جاؤُكَ فَاسْتَغْفَرُوا اللَّهَ وَ اسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّاباً رَحِيماً  « 1 » :\r\nو ما همه رسولان را فرستاديم تا اين كه به امر خدا اطاعت شوند ، و اگر اينان ( منافقان ) گناهى را مرتكب بشوند و به خود ستم كنند به نزد تو مىآيند . پس از خدا طلب آمرزش مىكنند و ( مىخواهند كه ) تو براى آنان طلب آمرزش كنى ، براى اين كه خدا را آمرزنده و مهربان بيابند .\r\nدر تفسير جوامع الجامع آمده است ، كه بين مردى از منافقين و بين مردى از يهود خصومت و نزاعى واقع شد يهودى گفت : به محمد صلّى اللّه عليه و آله شكايت مىكنم ، زيرا مىدانست كه آن حضرت صلّى اللّه عليه و آله رشوه‌گير نيست . و آن فرد منافق كعب بن اشرف را بين خود و بين آن يهودى قاضى قرار داد . پس اين آيه نازل شد ، « آيا نديدى ( و تعجب نكردى ) از حال آنان كه به گمان و ادعاى خود ايمان آورده‌اند به آنچه بر تو و بر پيامبران قبل از تو نازل شده است ، چگونه شكايت به نزد طاغوت بردند و حال اينكه مأمور بودند كه به طاغوت كافر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نساء ، آيه 64 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nشوند . و شيطان مىخواهد آنها را در گمراهى شديد و دورى قرار دهد . و آن هنگام كه به آنها گفته شود به حكم خدا و رسول روى آوريد گروه منافق را مىبينى كه مردم را از گرويدن به تو منع مىكنند « 1 » ) « 2 » .\r\nجمله  « وَ ما أَرْسَلْنا مِنْ رَسُولٍ »  متوجه منافقين است . و آنها را از شكايت بردن نزد طاغوت و روگرداندن از رسول منع مىكند ، پس همانا آنچه واجب است ، رجوع كردن به رسول خدا و اطاعت حكم آن حضرت صلّى اللّه عليه و آله است . سرپيچى از حكم آن بزرگوار گناهى است كه جز به توبه و رسيدن به محضر رسول خدا صلّى اللّه عليه و آله و عذرخواهى و طلب دعا از آن حضرت صلّى اللّه عليه و آله براى طلب مغفرت ، آمرزيده نمىشود . و اين همان توسّل و شفاعت خواستن است .\r\nزمخشرى در كشّاف بيان كرده كه  ( وَ لَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ )  همان شكايت بردن نزد طاغوت است . ( جاءوك ) به محضر تو مىآيند در حالى كه از نفاق توبه كننده‌اند و از آنچه مرتكب شده‌اند ، بيزارى مىجويند .  ( فَاسْتَغْفَرُوا اللَّهَ )  با اخلاص از خدا خواهان آمرزش هستند و تمام كوشش آنها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نساء ، آيات 61 ، 60 .\r\n( 2 ) . جوامع الجامع ، ج 1 ، ص 266 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nاين است كه از اذيّت و آزارى كه ( به لحاظ رد كردن حكم تو ) مرتكب شده‌اند عذرخواهى كنند ، تا اين كه شفيع آنها در نزد خدا باشى و برايشان طلب آمرزش كنى .\r\n ( لَوَجَدُوا اللَّهَ تَوَّاباً )  تا خدا را توبه‌پذير بيابند » « 1 » .\r\nروشن است كه روى گرداندن از رسول گناهى بزرگ است ، علاوه بر توبه و عذرخواهى از رسول صلّى اللّه عليه و آله نيازمند به وساطت رسول است كه براى آنها طلب آمرزش كند و شايد مخالفت امام معصوم عليه السّلام همين حكم را داشته باشد ، و گواه بر اين روايتى است كه در كافى به سند صحيح از عبد اللّه بن نجاشى نقل شده است كه امام صادق عليه السّلام در مورد اين  « جاؤُكَ فَاسْتَغْفَرُوا اللَّهَ . . . »  فرمودند : منظور ، پيامبر صلّى اللّه عليه و آله و على عليه السّلام است » « 2 » .\r\nاين وساطت و توسّل ، آن هنگام كه در آمرزش مخالفت با رسول صلّى اللّه عليه و آله ( با توجّه به قبحى كه دارد ) سودمند باشند . بدون ترديد در غير اين مورد سودمندىاش سزاوارتر است . به همين جهت در روايتى صحيح از امام صادق عليه السّلام آمده است :\r\nآن هنگام كه وارد مدينه شدى غسل كن سپس به نزد قبر پيامبر صلّى اللّه عليه و آله بيا ( تا آنجا كه فرمود ) : بار خدايا همانا تو فرمودى :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الكشّاف ، ج 1 ، ص 528 .\r\n( 2 ) . الكافى ، ج 8 ، صص 334 - 526 .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n ( وَ لَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جاؤُكَ فَاسْتَغْفَرُوا اللَّهَ وَ اسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّاباً رَحِيماً )  و همانا من به محضر پيامبر تو رسيده‌ام در حالى كه از گناهانم توبه كننده‌ام ، و همانا با توسّل به تو به خدا رو كرده‌ام ، خدايى كه پروردگار من و تو است ، براى اين كه خدا گناهانم را ببخشد « 1 » » و روايات ديگر اين مطلب را تأييد مىكند به زودى به آن اشاره خواهيم كرد .\r\nبه هر حال آيه در مورد مخالفت رسول دلالت بر وجوب توسّل دارد و مشروع بودن توسّل در موارد ديگر از قائده « اولويّت » استفاده مىشود . و توسّل اگر شرك بود شارع آن را واجب نمىكرد ، زيرا شرك استثناءپذير نيست آن چنان كه ظلم استثناءپذير نيست . پس مشروعيت توسّل به پيامبر ما را به مشروع بودن توسّل به اهل بيت عليهم السّلام فرا مىخواند . زيرا با توجّه به احاديث متواتر ، آنها قائم مقام رسول خدا صلّى اللّه عليه و آله هستند . و از آن احاديث اين بيان رسول خدا صلّى اللّه عليه و آله هست كه فرمودند : « هر كس كه من وسيله او به سوى خدا هستم پس على وسيله او به سوى خداى عزّ و جلّ است « 2 » » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كنز الدقائق ، ج 3 ، ص 456 ( ط تهران )\r\n( 2 ) . . . . عن ابى سعيد قال : قال النبىّ صلّى اللّه عليه و آله من كنت وليّه فعلىّ وليّه ، و من كنت امامه فعلى امامه ، و من كنت أميره فعلىّ أميره ، و من كنت نذيره فعلىّ نذيره و من كنت هاديه فعلىّ هاديه ، و من كنت وسيلة الى اللّه تعالى فعلى وسيلة الى اللّه\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n\r\nآيه سوم در جواز توسّل\r\n    « قالَ هَلْ عَلِمْتُمْ ما فَعَلْتُمْ بِيُوسُفَ وَ أَخِيهِ إِذْ أَنْتُمْ جاهِلُونَ ، قالُوا أَ إِنَّكَ لَأَنْتَ يُوسُفُ قالَ أَنَا يُوسُفُ وَ هذا أَخِي قَدْ مَنَّ اللَّهُ عَلَيْنا إِنَّهُ مَنْ يَتَّقِ وَ يَصْبِرْ فَإِنَّ اللَّهَ لا يُضِيعُ أَجْرَ الْمُحْسِنِينَ ، قالُوا تَاللَّهِ لَقَدْ آثَرَكَ اللَّهُ عَلَيْنا وَ إِنْ كُنَّا لَخاطِئِينَ . قالَ لا تَثْرِيبَ عَلَيْكُمُ الْيَوْمَ يَغْفِرُ اللَّهُ لَكُمْ وَ هُوَ أَرْحَمُ الرَّاحِمِينَ     « 1 » :\r\n( يوسف ) گفت : شما ( برادران يوسف ) دانستيد كه در دوران جهل و نادانى با يوسف و برادرش چه كرديد ؟ آنان گفتند :\r\nآيا تو همان يوسفى ( كه چهل سال پيش او را به كاروان فروختيم ) پاسخ داد كه آرى همان يوسفم و اين برادرم ( بنيامين ) است .\r\nخدا ( به رحمت واسعه خود ) بر ما منّت نهاد . همانا هر كسى تقوا برگزيند و صبر كند ( نيكو است ) و براستى خدا اجر و پاداش نيكوكاران را ضايع نگذارد . ( برادران يوسف ) گفتند : به خدا سوگند كه خداوند تو را بر ما گزيد و ما مقصّر و خطا كاريم ( در اين كه حق تو را رعايت نكرديم ) ، ( يوسف ) گفت : سرزنش و نكوهشى امروز بر شما نيست ، خدا شما را\r\n\r\n\r\n","description":"","footnote":"\r\nعزّ و جلّ فاللّه سبحانه يحكم بينه و بين عدوّه ، بحار ، ج 37 ، ص 224 ( م ) .\r\n( 1 ) . يوسف ، آيات 92 - 89 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nمىآموزد ، و او مهربان‌ترين مهربانها است .\r\nبيان حضرت يوسف - على نبيّنا و إله و عليه السلام - كه فرمود : ( خدا شما را مىآموزد و او مهربان‌ترين مهربانهاست ) بعد از اعتراف برادران آن حضرت به گناهان و زشتى عملشان است . و پيشى گرفتن حضرت يوسف بر آنها در طلب آمرزش ، ظهور در ميانجيگرى و شفاعت دارد ؛ آن چنان كه اعتراف اينان به گناه در محضر آن بزرگوار و نيز اعترافشان به بزرگى مقام آن حضرت عليه السّلام ظهور در توسل آنها به حضرت يوسف عليه السّلام دارد براى اين كه برادرانش را عفو كند و واسطه در طلب مغفرت گردد . و اين مطلب به طور حتم توسّل به كسى است كه مقرّب نزد خدا است .\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\nآيه چهارم در جواز توسّل\r\n  قالُوا يا أَبانَا اسْتَغْفِرْ لَنا ذُنُوبَنا إِنَّا كُنَّا خاطِئِينَ ، قالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّي إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ   « 1 » . ( برادران يوسف ) گفتند : اى پدر براى گناهان ما طلب آمرزش كن همانا گناهكاريم . ( حضرت يعقوب عليه السّلام ) فرمود : به زودى از پروردگارم براى شما طلب آمرزش خواهم كرد ، براستى او آمرزند و مهربان است .\r\nدلالت اين آيه بر جواز توسل بسيار روشن است . زيرا برادران يوسف عليه السّلام بعد از آن كه گناهشان آشكار شد ، به جرمشان اعتراف كردند ، از پدرشان ( حضرت يعقوب عليه السّلام ) خواستند براى آنها طلب آمرزش و بخشش كند . و حضرت يعقوب عليه السّلام به آنها وعده داد كه در زمان خاصّى براى آنها طلب مغفرت كند . و اين عمل جز توسّل و وسيله جستن نيست « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . يوسف ، آيات 98 - 97 .\r\n( 2 ) . آيه ظهورى كامل در جواز توسّل دارد ، زيرا كه حضرت يعقوب عليه السّلام نه تنها فرزندانش را از چنين طلبى نهى نكرد بلكه با پاسخ مثبت به آنها چنين طلبى را جايز شمرده و تأييد كرد . و خداوند متعال با بيان اين قضيّه و عدم ردع آن مهر صحّت بر چنين عملى زده است . بنابر اين توسّل به حضرت يعقوب به عنوان پيامبر ، ولىّ و انسانى صالح مورد قبول و رضايت خداى متعال است . پس مىتوان با مجرّد ساختن قضيه از خصوصيات شخصى قاعده كلى را استنباط\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nعيّاشى در تفسيرش از محمد بن أبى عمير از برخى اصحاب روايت كرده است ، كه امام صادق عليه السّلام در ارتباط با اين جمله از آيه  ( سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّي )  فرمودند : طلب مغفرت را تا سحر به تأخير انداخت و عرض كرد : اى پروردگار من ، گناه اينان در چيزى است كه بين من و آنها مىباشد . پس خداوند وحى كرد ، همانان من آنها را آمرزيدم « 1 » .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\nكرد . و آن اين كه توسّل به پيامبران ، اولياء و صالحان امرى شرعى بوده و مورد رضايت خداوند متعال است . ( م )\r\n( 1 ) . تفسير العياشى ، ج 3 ، صص 196 - 80 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\nآيه پنجم در جواز توسّل\r\n فَتَلَقَّى آدَمُ مِنْ رَبِّهِ كَلِماتٍ فَتابَ عَلَيْهِ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ  « 1 » : پس آدم از پروردگارش كلماتى را دريافت كرد . ( و آنها را واسطه در توبه و بازگشتش به خدا قرار داد ) خداوند توبه او را پذيرفت . پس بر آن توبه كرد همانا خدا توبه‌پذير و مهربان است .\r\n( علّامه ) در تفسير الميزان بيان داشتند ؛ تلقّى ، عبارت از شنيدن كلام از روى فهم و آگاهى دقيق است . و اين « تلقّى » و دريافت كلام راه آسان براى توبه آدم عليه السّلام بود .\r\nآيه دربر دارنده دو قسم توبه هست : 1 . توبه‌اى كه از جانب خداى متعال است و آن بازگشت رحمت خدا به بنده است 2 . توبه‌اى كه از جانب بنده خدا است . كه به واسطه طلب آمرزش و جدا شدن از معصيت به خدا باز مىگردد .\r\nتوبه بنده در دو توبه از جانب خداى متعال پيچيده شده است ، زيرا بنده در هيچ حالى بىنياز از پروردگارش نيست .\r\nپس بازگشت او از گناه به ( اطاعت ) خدا نيازمند توفيق و يارى و رحمتى از جانب خداى متعال است . تا اين كه توبه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بقره ، آيه 37\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nمحقّق شود ، سپس ناچار از نياز به قبول و عنايت و رحمت خداى متعال است . بنابر اين توبه بندگان آن هنگام كه قبول شود بين دو توبه از جانب خدا است . چنان كه كلام خدا بر آن دلالت دارد (  ثُمَّ تابَ عَلَيْهِمْ لِيَتُوبُوا  « 1 » ) « 2 » .\r\nدر تفسير الاء الرحمن بيان شده است : تلقّى در آيه اين است كه آدم به سبب روى آوردن ( به خدا ) و پذيرفتن ( خدا از او ) و ياد گرفتن و عمل كردن ، كلماتى را از جانب خدا دريافت كرد .\r\nاسلوب گفتار در آيه اين اقتضاء را دارد ( كه بگوئيم ) آدم از مخالفت امر ارشادى خدا پشيمان شد و اراده كرد كه توبه كند و به مقام اولياء ( كه در عمل و ترك تابع اوامر ارشادى خداى متعال هستند ) باز گردد . او در صدد پيدا كردن وسيله‌هايى بود كه خداوند به واسطه آنها توبه او را بپذيرد .\r\nپس خداوند كلماتى را به او آموخت تا او را در مقام انابه كنندگان نگهدارد . و به او فضيلت صاحبان فضل و احسان را بشناساند « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . توبه ، آيه 118 ( سپس خداوند به آنها لطف كرده و توفيق توبه داد براى اين كه توبه كنند ( و از گناه خويش به خدا بازگردند ) . ( م )\r\n( 2 ) . الميزان ، ج 1 ، ص 133\r\n( 3 ) . الاء الرحمن ، ج 1 ، ص 87 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nدر تفسير الميزان اين سؤال مطرح شده ، كه منظور از كلمات چيست ؟ چه بسا احتمال مىرود كه كلمات آن چيزى باشد كه خداوند در سوره اعراف از آن حكايت كرده است  « قالا رَبَّنا ظَلَمْنا أَنْفُسَنا وَ إِنْ لَمْ تَغْفِرْ لَنا وَ تَرْحَمْنا لَنَكُونَنَّ مِنَ الْخاسِرِينَ »  ( آدم و حوّا ) گفتند : پروردگارا به خودمان ستم كرديم و چنانچه ما را نيامرزى و به ما رحم نكنى به طور حتم از زيانكاران خواهيم بود .\r\nلكن اين كلمات در سوره اعراف مساعده و موافق با آنچه در سوره بقره بيان شده ، نيست . زيرا در سوره اعراف ان كلمات  « رَبَّنا ظَلَمْنا . . . »  پيش از آيه  « قالَ اهْبِطُوا . . . :  خداوند فرمود ، فرود آييد . . . » آمده است . در صورتى كه  « فَتَلَقَّى »  آدم . . . در سوره بقره بعد از  « قُلْنَا اهْبِطُوا . . . »  و گفتيم ما فرود آييد . . . » ذكر شده است « 1 » .\r\nبنابر اين منظور از كلمات بر طبق آيات روشن نيست . آرى اخبارى كه از دو فرق شيعه و سنّى انتشار يافته ، اين است كه منظور از « كلمات » اسم‌هاى اصحاب كساء عليهم السّلام هستند ، و اين اخبار ناسازگار نيست با رواياتى كه بيان داشته ، به اين كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . به عبارت ديگر آن كلمات پيش از هبوط آدم بر زبان او و حوّا جارى شده است ، در صورتى كه تلقّى و دريافت كلمات كه باعث پذيرش توبه آدم و حوّا شد ، بعد از هبوط آنها بوده است . ( م ) .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nمنظور از كلمات دعا است . آن گونه كه در تفسير الاء الرحمن آمده است ، آن جا كه گفت : بين روايات مربوط به دعا و روايات طلب شفاعت از اهل بيت عليهم السّلام ناسازگارى نيست زيرا جمع بين آنها ممكن است « 1 » .\r\nو در كتاب كنز الدقائق بعد از بيان برخى از روايات مربوط به دعا گفته است ، آنچه بيانش گذشت ناسازگار نيست زيرا امكان جمع وجود دارد . و آن اين است كه كلمات بعد از هبوط براى ستايش و شكرگزارى كردن و عظيم و بزرگ دانستن خداوند متعال و اعتراف به گناهان است .\r\nو كلمات قبل از هبوط آدم عليه السّلام براى اين است كه مستحق مغفرت و ثواب شود « 2 » .\r\nو در تفسير الميزان منظور از كلمات را اسم‌هايى دانسته كه خداوند به آدم عليه السّلام آموخت . و آن اسامى موجودات بلند مرتبه‌اى كه در غيب آسمانها و زمين پنهان است . و واسطه فيض براى موجودات در مرتبه پايين هستند . هيچ كمالى جز به بركت آنها براى طالب كمال به پايان نمىرسد . و در برخى روايات وارد شده كه آدم عليه السّلام در آن هنگام كه اسماء را آموخت اشباح و انوار اهل بيت عليهم السّلام را ديد . و نيز در اخبار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الاء الرحمن ، ج 1 ، ص 87 .\r\n( 2 ) . كنز الدقائق ، ج 1 ، ص 385 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nآمده كه آدم عليه السّلام در آن زمان كه خدا ذرّيه او را از صلبش خارج كرد ، آنها را ديد . . . و در قرآن « كلمه » بر موجود عينى و خارجى با صراحت اطلاق شده است  ( بِكَلِمَةٍ مِنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ  « 1 » ) « 2 » .\r\nبه هر حال آيه بر توسّل حضرت آدم عليه السّلام به ائمه اطهار عليهم السّلام دلالت دارد ، يا به يادآورى اسامى اينها در هنگام دعا و يا به شناختن وجود اهل بيت عليهم السّلام و خضوع كردن آدم عليه السّلام در برابر آنها ، و شايد توسّل به اسماء اهل بيت عليهم السّلام در هنگام دعا از آثار معرفت آدم عليه السّلام به آنها باشد . و نه تنها آدم عليه السّلام به اهل بيت عليهم السّلام توسّل جسته بلكه اخبار بسيارى دلالت دارند بر اين كه پيامبران و رسولان در حوادث و حالات گوناگون به آنها متوسّل شده‌اند . علّامه مجلسى قدّس سرّه در كتاب بحار بابى را به اين مطلب اختصاص داده است . كه در آن رواياتى وارد شده كه دربر دارند توسّل و طلب شفاعت پيامبران به ائمه اطهار عليهم السّلام است . و در آخر باب بيان داشته است : مىگويم همانا در بابهاى احوال انبياء عليهم السّلام اخبار بسيارى در اين مورد گذشت « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ال عمران ، آيه 45 .\r\n( 2 ) . الميزان ، ج 1 ، صص 148 - 149 .\r\n( 3 ) . بحار الانوار ، ج 26 ، ص 319 ، باب 7 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n\r\nآيه ششم بر جواز از توسّل\r\n ( سَيَقُولُ لَكَ الْمُخَلَّفُونَ مِنَ الْأَعْرابِ شَغَلَتْنا أَمْوالُنا وَ أَهْلُونا فَاسْتَغْفِرْ لَنا يَقُولُونَ بِأَلْسِنَتِهِمْ ما لَيْسَ فِي قُلُوبِهِمْ . . . )  « 1 » برخى از باديه‌نشينان كه از حضور در جنگ تخلّف كرده‌اند ، به زودى ( براى عذر آوردن ) خواهند گفت : ( نگهدارى از ) اموال و خانواده‌هايمان ما را سرگرم كرد ( و مانع از حضور در جنگ شد ) پس براى ما ( از خدا ) طلب آمرزش كن ، با زبان‌هايشان چيزى را مىگويند كه به آن عقيده ندارند . . .\r\nآيه زمينه‌ساز جواز توسّل به پيامبر گرامى صلّى اللّه عليه و آله براى بدست آوردن آمرزش است . و اين امرى شايع در ميان اعراب بوده است چه برسد به غير آنها و طلب آمرزش از پيامبر صلّى اللّه عليه و آله در آيه مورد منع و اعتراض واقع نشده است . ولى باديه‌نشينان مورد اعتراض قرار گرفته‌اند كه چرا زبانشان با قلبشان هماهنگ نيست ، و از روى جد و قطع طلب آمرزش نكرده‌اند .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فتح ، آيه 11 .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\nآيه هفتم در جواز توسّل\r\n « فَاعْلَمْ أَنَّهُ لا إِلهَ إِلَّا اللَّهُ وَ اسْتَغْفِرْ لِذَنْبِكَ وَ لِلْمُؤْمِنِينَ وَ الْمُؤْمِناتِ وَ اللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَ مَثْواكُمْ  « 1 » » : پس بدان كه همانا معبودى جز اللّه نيست . و براى گناهان خودت و مردان و زنان مؤمن طلب آمرزش كن و خدا تغييرپذيرى شما ( و انتقالتان به عالم آخرت ) و منزل و مسكن شما را مىداند .\r\nامر خداى متعال به طلب آمرزش براى مؤمنان زمينه دلالت آيه را بر جواز توسّل فراهم آورده است . و اين امر الهى جز اين نيست كه پيامبر صلّى اللّه عليه و آله واسطه در بهره‌مندى آنها از آمرزش باشد . پس اين مطلب را خوب مورد فهم خويش قرار ده .\r\nو غير از آيات بيان شده آيات ديگرى نيز بر اين مطلب دلالت دارند « 2 » .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . محمد ، آيه 9 .\r\n( 2 ) . سورهء مؤمنون ، آيه 62 ، ممتحنه ، آيه 12 اسراء ، آيه 57 ( م ) .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n\r\nروايات در جواز توسّل\r\nواضح است ، رواياتى كه بر مشروع بودن توسّل به پيامبران ، اولياء و اهل بيت عليهم السّلام دلالت دارند ، متواترند « 1 » . و اهل سنت و شيعه در ( كتابهاى ) جوامع حديث و در تفاسير بيان داشته‌اند . و ما به بيان پاره‌اى از آنها مىپردازيم .\r\n\r\nقسم اول : روايات اهل تسنّن\r\nاين روايات چند دسته هستند :\r\n\r\nالف : روايات در واسطه بودن پيامبر صلّى اللّه عليه و آله و اهل بيت عليهم السّلام\r\n1 . قندوزى در ينابيع المودّه از كتاب مودّة القربى از على - كرم اللّه وجهه - روايت كرده است ؛ كه آن حضرت عليه السّلام فرمود :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تواتر اين است كه راويان به حدّى هستند كه عقل اجتماع آنها را بر كذب محال مىداند . ( م )\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nرسول خدا صلّى اللّه عليه و آله فرمودند : امامان از فرزندان من هستند ، كسى كه آنان را اطاعت كند خدا را اطاعت كرده است . و كسى كه آنان را نافرمانى كند خدا را نافرمانى كرده است . اينان دستگيره محكم و وسيله به سوى خدا عزّ و جل هستند « 1 » .\r\n2 . آنچه از ديلمى در مرآة المؤمنين در حديثى كه آن را از حيث سند به پيامبر صلّى اللّه عليه و آله رسانده است ، روايت كرده كه پيامبر صلّى اللّه عليه و آله فرمودند : « كسى كه بخواهد به من توسّل بجويد و براى او در نزد من عمل نيكى باشد ، كه به خاطر آن در روز قيامت شفاعتش كنم ، پس بايد به اهل بيت من پيوند داشته باشد و باعث شادى آنها شود » « 2 » .\r\n3 . ابن ابى الحديد در شرح نهج البلاغه از فاطمه زهرا عليها السّلام روايت كرده است ، كه آن حضرت عليها السّلام در ضمن خطبه‌اى در حضور ابىبكر و مهاجرين و انصار فرمود : پس پرهيزكارى خدا را پيشه كنيد ، آن گونه كه سزاوار او است . و به آنچه امر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . احقاق الحق ، ج 13 ، ص 75 عن ينابيع المودة ، ج 2 ، ص 318 و مودة القربى ، ص 99 ( طبع لاهور ) و احقاق الحق ، ج 18 ، ص 504 و بحار الانوار ، ج 37 ، ص 87 .\r\n( 2 ) . احقاق الحق ، ج 9 ، ص 424 و ج 18 ، صص 531 - 530 ، آن از مرآة المومنين شيخ ولى اللّه الكهنوئى روايت كرده است ، بقية المسترشدين ، ص 296 ( طبع مصر ) مفتاح النجا ، ص 109 مخطوط ينابيع المودة ، ج 2 ، ص 379 الشرف المؤبد ، ص 114 و . . .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nكرده ، او را اطاعت كنيد ، پس تنها بندگان عالم ، خدا ترس هستند . و خدا را براى عظمت و نورش ستايش كنيد . هر كس در آسمان و زمين است . وسيله‌اى را به سوى او مىجويد ، و ما وسيله او در ميان خلق هستيم و ما برگزيدگان و فرود جاى قدس و حجّت خدا و وارث پيامبران . . .\r\nهستيم « 1 » .\r\n\r\nب : روايات در حجز اللّه بودن اهل بيت عليهم السّلام\r\n1 . در كتاب وسيلة المآل روايت شده ، كه ابراهيم شيبه انصارى گفت : با اصبغ بن نباته نشسته بودم گفت : آيا تو را به راهى نخوانم ، آنچه على ابن ابى طالب - كرم اللّه وجهه - بر من املاء كرده است ؟ پس نامه‌اى را بيرون آورد كه در آن نوشته شده بود : بنام خدايى كه بخشنده و مهربان است : اين وصيتى از محمد صلّى اللّه عليه و آله به اهل بيت و امّتش هست . اهل بيت را به تقواى الهى و پيوسته در اطاعت خدا بودن ، وصيت كرد و امتش را به پيوند و همراه دائمى با اهل بيت سفارش فرموده ، در روز قيامت اهل بيت به پيامبرشان متمسّك شده و شيعيان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شرح نهج البلاغه ، لابن أبى الحديد ، ج 16 و ص 211\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nبه اهل بيت متمسك مىشوند . اهل بيت هرگز شما را در گمراهى داخل نمىكنند و از هدايت بيرون نمىبرند « 1 » .\r\n2 . خوارزمى در مناقب روايت كرده كه رسول خدا صلّى اللّه عليه و آله فرمود : اى على آن گاه كه روز قيامت فرا رسد ، من به خدا تمسّك مىجويم و تو به من تمسّك مىجويى و فرزندانت به تو چنگ مىزنند و شيعيان فرزندانت به آنها متمسّك مىشوند . پس مىبينى چه هنگام به ما دستور مىرسد « 2 » .\r\n3 . ابن حسنويه حنبلى در درّ بحر المناقب با اسناد به اصبغ بن نباتة روايت كرده است : پس آنگاه كه ضربه‌اى بر امير مومنان عليه السّلام فرود آمد كه سبب وفات آن بزرگوار شد . . .\r\nسپس بيهوش شد و آن گاه كه به هوش آمد به من فرمود :\r\nاصبغ آيا نشسته‌اى ؟ گفتم : بلى اى مولاى من فرمود : حديث ديگرى را بر توبه افزايم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . احقاق الحق ، ج 18 ص 504 از وسيلة المال ، تأليف شيخ صفى شافعى ، ص 59 .\r\n( 2 ) . احقاق الحق ، ج 7 ، ص 175 از مناقب خوارزمى ، ص 296 ( طبع تبريز ) و احقاق الحق 7 ج 9 ، ص 509 از مقتل الحسين ، ص 106 ( طبع نجف ) تأليف علامه أبى المؤيد موفق بن احمد ، بحار الانوار ، ج 68 ، صص 134 - 104 بنقل از صحيفه الرضا ، صص 93 - 92 حديث 20 . امالى شيخ مفيد ، ص 6 با تفاوت اندكى . در برخى از نسخه‌ها آمده است « فترى اين يؤم بنا » پس خواهى ديد چه هنگام به ما اقتدا مىشود .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nگفتم : آماده شنيدن هستم ، خداوند افزون كننده هر خيرى است .\r\nفرمود : اى اصبغ ، در برخى از راه‌هاى مدينه رسول خدا صلّى اللّه عليه و آله را ملاقات كردم ، در حالى كه حزن و اندوه چهره‌ام را فرا گرفته بود . پيامبر صلّى اللّه عليه و آله به من فرمودند ، تو را محزون مىبينم ، آيا حديثى را براى تو بيان نكنم كه بعد از اين هرگز اندوهگين نباشى ؟\r\nگفتم : آماده شنيدن هستم .\r\nفرمود : خداوند در قيامت منبرى را نصب مىكند كه از منبرهاى پيامبران و شهداء بلندتر است . خداوند به من امر مىكند كه بر فراز آن بالا روم . سپس خداوند به تو امر مىكند كه بالا مىآيى و در يك پله پائين از من قرار مىگيرى . سپس به دو فرشته فرمان مىدهد كه پائين‌تر از تو مىنشينند . پس آن هنگام كه بر منبر مستقر مىشويم ، همگى ما را مىبينند .\r\nپس آن فرشته‌اى كه پائين‌تر از تو است ، بانگ مىزند . اى گروه مردم هر كس مرا مىشناسد پس در نزدش شناخته شده هستم . و كسى كه مرا نمىشناسد اينك خويشتن را به او معرفى مىكنم . من رضوان خزانه‌دار بهشت هستم ، آگاه باشيد ، همانا خداوند به احسان و فضل و عظمتش به من امر\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nفرموده كه كليدهاى بهشت را به محمد صلّى اللّه عليه و آله تقديم كنم . و محمد صلّى اللّه عليه و آله مرا مأمور ساخته كه آنها را به على عليه السّلام باز گردانم .\r\nپس بر اين مطلب گواه باشيد . سپس فرشته‌اى كه پائين‌تر از او هست ، مىايستد و صدا مىزند در حالى كه تمام افراد مىشنوند . اى گروه مسلمانان ، كسى كه مرا مىشناسد ، پس در نزدش شناخته شده هستم . و كسى كه مرا نمىشناسد ، خودم را به او مىشناسانم . من مالك خزانه جهنم هستم ، آگاه باشيد ، همانا خداوند به فضل و احسان و بزرگواريش مرا مأمور كرده تا كليدهاى جهنم را به محمد صلّى اللّه عليه و آله تحويل دهم ، و آن حضرت صلّى اللّه عليه و آله به من امر فرموده كه آنها را به على باز گردانم ، پس همگى گواه بر من باشيد .\r\nپس تو ( اى على ) كليدهاى بهشت و جهنم را مىگيرى و به من متمسّك مىشوى و اهل بيت تو ، تمسّك به تو مىجويند و شيعيانت به اهل بيت تو چنگ مىزنند .\r\nفرمود : با هر دو دستم مصافحه كردم و گفتم : اى رسول خدا به بهشت ( بشارت مىدهى ) فرمود : ؟\r\nبه پروردگار كعبه قسم ، بلى « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . احقاق الحق ، ج 5 ، صص 96 - 94 از « در بحر المناقب » ص 86 مخطوطه و بحار الانوار ، ج 4 ، صص 46 - 45 به نقل از الروضته ، صص 23 - 22 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n\r\nج : روايات در توسّل جستن به محبّت و دوستى اهل بيت عليهم السّلام\r\n1 . در كتاب « مودّه القربى » از جابر بن عبد اللّه انصارى ، روايت كرده است ، به اين كه رسول خدا صلّى اللّه عليه و آله مىفرمود ، به محبّت ما به خدا توسل بجوييد و به وسيله ما طلب شفاعت كنيد ، پس همانا به واسطه ما گرامى داشته شده و داراى حيات و زندگى گشته و روزى داده شده‌ايد .\r\nپس زمانى كه فردى از ما ( بر اساس مصالح الهى ) غايب شده ، دوستداران ما افراد مورد اعتماد ما هستند و فرداى قيامت همه آنها در بهشتند « 1 » .\r\n2 . در كتاب « ينابيع المودة » قندوزى از جابر روايت كرده است ، كه رسول خدا - صلى اللّه عليه و إله - فرمودند : به واسطه محبت ما « اهل بيت » به خداى متعال توسل بجوئيد .\r\nو به واسطه ما ( از خدا ) طلب شفاعت كنيد . پس همانا به سبب ما گرامى داشته شده و داراى حيات و زندگى گشته و روزى داده شده‌ايد . پس دوستداران ما در فرداى قيامت امثال ما هستند . همه آنها در بهشت هستند « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . احقاق الحق ، ج 18 ، ص 521 بنقل از مودّة القربى ، ص 31 طبع لاهور .\r\n( 2 ) . احقاق الحق ، ج 9 ، ص 422 ، به نقل از ينابيع الموده ، ج 2 ، ص 266 ، حديث 754 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\nد : روايات در توسل به پيامبر صلّى اللّه عليه و آله در زمان حيات و بعد از حيات آن بزرگوار\r\n1 . آنچه بيهقى در خلاصة الكلام از انس روايت كرده ، اين است كه شخص بيابان‌نشينى به محضر پيامبر صلّى اللّه عليه و آله رسيد و از ايشان طلب باران مىكرد . و اين شعر را خواند :\r\n اتيناك و العذراء تدمى لبانها * و قد شغلت امّ الصبىّ عن الطفل \r\nبه محضرت آمدم در حالى كه از سينه دوشيزگان خون مىچكد و همانا مادر كودك ، طفل را از ياد برده است . تا اين كه به اين بيت رسيد :\r\n و ليس لنا الّا اليك فرارنا * و أين فرار الخلق الّا الى الرسل \r\nو چاره‌اى براى ما جز گريختن به سوى تو نيست ، و كجاست گريزى براى مردم جز به سوى رسولان . انس گفت :\r\nآنگاه كه آن بيابان‌نشين شعرها را به پايان برد ، رسول خدا صلّى اللّه عليه و آله ايستاد و عباءاش را مرتب مىكرد تا بر منبر بالا رفت ، پس خطبه خواند و براى مردم دعا كرد و هنوز دعا پايان نيافته بود ، و پيامبر بر منبر بود كه آسمان شروع به باريدن كرد « 1 » .\r\n2 . در كنز العمال از على امير مؤمنان عليه السّلام روايت كرده است ، كه آن حضرت عليه السّلام فرمود : سه روز بعد از دفن رسول خدا صلّى اللّه عليه و آله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . دلائل النبوة ، بيهقى ، ج 6 ، ص 141 دار الكتب العلميه\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nشخص باديه‌نشين بر ما وارد شد . پس خودش را بر قبر پيامبر صلّى اللّه عليه و آله انداخت ، و از خاك قبر بر سرش مىريخت ، و مىگفت : اى رسول خدا گفتى و ما گفته شما را شنيديم ، از خداى سبحان شنيدى و ما از شما شنيدم . و آنچه بر شما نازل شد ، چنين بود « و اگر اينان به خود ستم كنند ، به محضر تو مىآيند ، پس از خدا طلب آمرزش مىكنند و ( مىخواهند ) كه براى اينها طلب آمرزش كنى ، تا خدا را توبه‌پذير و مهربان بيايند « 1 » » و براستى به خود ظلم كردم و به نزد شما امدم ، براى من طلب آمرزش كنى . از قبر صدايى شنيده شد ، همانا خدا تو را بخشيد « 2 » .\r\n3 . بيهقى و ابن ابى شيبه و . . . روايت كرده‌اند : در خلافت عمر بن خطّاب مردم دچار قحطى شدند ، بلال بن حارث ( از اصحاب پيامبر صلّى اللّه عليه و آله ) به قبر پيامبر صلّى اللّه عليه و آله توسّل جست و گفت :\r\nاى رسول خدا براى امّت خود طلب باران كن . . . براستى كه در معرض هلاك شدن هستند ، رسول خدا صلّى اللّه عليه و آله به خوابش آمد و به او خبر دادند كه به زودى باران خواهد آمد « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نساء ، آيه 64 .\r\n( 2 ) . التبرّك نوشته آيت اللّه احمدى ، ص 147 به نقل از كنز العمال ، ج 2 ، صص 386 - 385 .\r\n( 3 ) . همان مدرك ، ص 148 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nه : روايات در توسّل به اهل بيت عليهم السّلام در دعا و برآورده شدن حاجت‌ها و خواسته‌ها :\r\n1 . در كتاب « درّ بحر المناقب » حديثى را روايت كرده كه سند آن را به ابن مسعود رسانده است . ابن مسعود گفت :\r\nرسول خدا صلّى اللّه عليه و آله فرمودند : آنگاه كه خداوند آدم عليه السّلام را آفريد ، از پروردگارش خواست كه پيامبران ، اوصياء و مقرّبين از فرزندانش را به او بنماياند . پس خداوند صحيفه‌اى را نازل كرد ، پس آن را خواند ، آن گونه كه خدا به او تعليم داده بود . تا آن كه بنام محمد پيامبر عربى صلّى اللّه عليه و آله رسيد ، پس در كنار اسم آن حضرت صلّى اللّه عليه و آله اسم على بن أبى طالب را يافت . آدم گفت : ( آيا ) اين پيامبر است ؟ و حال اين كه بعد از محمد صلّى اللّه عليه و آله پيامبرى نيست . ( در اين هنگام ) صداى هاتفى را شنيد و شخص او را نمىديد ، كه گفت : اين وارث علم محمد صلّى اللّه عليه و آله و شوهر دخترش ، وصىّ او و پدر فرزندان او است . پس آن زمان كه آدم صلّى اللّه عليه و آله خطايى را مرتكب شد ، تمسّك به پروردگار را شروع كرد ، پس على و فرزندانش عليهم السّلام را واسطه در توسّل به خدا قرار داد ، تا اين كه توبه‌اش پذيرفته شد « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . احقاق الحق ، ج 4 ، ص 91 و در بحر المناقب ص 114 ، مخطوط\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n2 . ترمذى ، سنائى ، بيهقى ، طبرانى با سند صحيح از عثمان بن حنيف ( كه صحابى مشهور است ) روايت كرده‌اند :\r\nمردى نابينا به محضر پيامبر صلّى اللّه عليه و آله رسيد ، و عرض كرد : از خدا براى من طلب عافيت كن . حضرت صلّى اللّه عليه و آله فرمودند : اگر خواستى دعا مىكنم و اگر خواستى صبر كن اين براى تو بهتر است .\r\nعرض كرد : دعا كنيد .\r\nاو را امر كردند كه نيكو وضوء بگيرد و اين گونه دعا كند :\r\nپروردگارا : همانا از تو درخواست مىكنم و به واسطه پيامبر رحمت تو محمد صلّى اللّه عليه و آله به سوى تو روى مىكنم ، اى محمد همانا به واسطه تو به پروردگارم روى آوردم ، به جهت حاجتى كه دارم ، براى اين كه حاجتم را برآورد . پروردگارا شفاعت او را در مورد من بپذير . پس ( از دعا كردن ) ايستاد در حالى كه بينا شده بود « 1 » .\r\n3 . حموينى در فرائد السمطين از پيامبر صلّى اللّه عليه و آله روايت كرده :\r\nآن‌گاه كه خداى متعال آدم عليه السّلام را آفريد و از روح خود در او دميد . آدم متوجه سمت راست عرش شد ، پس اشباح از پنج\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سنن الترمذى ، ج 5 ، ص 569 ، حديث 3578 ، دار احياء التراث العربى بيروت المعجم الكبير نوشته برانى ، ج 9 ، ص 31 ، حديث 8311 ، دار احياء التراث العربى ، بيروت .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nنور در حال سجده و ركوع را مشاهده كرد . آدم عليه السّلام عرض كرد : اى پروردگارم ، آيا قبل از من كسى را از گل آفريده‌اى ؟\r\n: اى آدم ، چنين كسى را نيافريده‌ام .\r\n: اى پروردگارم ، پنج نفر را مىبينم كه در قيافه و شكل مثل من هستند ؟\r\n: اينان از فرزندان تو هستند . براى آنان از اسماء خودم پنج اسم را جدا كردم .\r\nاگر اينان نبودند ، بهشت ، جهنم ، عرش ، كرسى ، آسمان ، زمين ، فرشتگان ، انسان و جن را نمىآفريدم .\r\nپس من محمودم و اين محمّد است و من عالى و اين على ، من فاطر و اين فاطمه ، من احسان و اين حسن و من محسن و اين حسين است .\r\nبه عزّتم سوگند ، هر فردى كه به اندازه خردلى نسبت به اينها بغض و دشمنى داشته باشد ، باك ندارم كه او را به جهنم وارد كنم . اى آدم اينان برگزيدگانم هستند ، به سبب اينها مردم را ( از گمراهى و حوادث و بلا و . . . ) نجات مىدهم و به واسطه آنها افراد ( گمراه ، منحرف از مسير حق و . . . ) را هلاك مىكنم . پس آن هنگام كه برايت حاجتى پيش آمد به آنها توسّل بجو . و پيامبر صلّى اللّه عليه و آله فرمودند : ما كشتى نجات هستيم ،\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nكسى كه به آن كشتى آويزان شود نجات يابد . و كسى كه از آن كناره‌گيرى كند هلاك شود . پس هر كس حاجتى به خدا دارد ، پس ما اهل بيت را واسطه قرار دهد « 1 » .\r\n4 . سمهودى در وفاء الوفاء از انس بن مالك روايت كرده است ، او گفت : هنگامى كه فاطمه بنت اسد از دنيا رفت رسول خدا صلّى اللّه عليه و آله بالاى سرش نشست و فرمود : اى مادر پس از مادرم ، خدا تو را رحمت كند . و او را به ثناء و مدح ياد كرد و با پارچه‌اى از خودش او را كفن كرد .\r\nانس گفت : سپس رسول خدا صلّى اللّه عليه و آله اسامة بن زيد و ابا ايوب انصارى و عمر بن خطاب و غلام سياه را فرا خواندند ، تا اين كه قبرى را آماده كنند . قبر را كندند و آنگاه كه به مرحله كندن لحد رسيدند ، رسول خدا صلّى اللّه عليه و آله با دست خود لحد را كندند و خاكش را بيرون ريختند . پس از آماده شدن قبر رسول خدا صلّى اللّه عليه و آله در آن خوابيدند ، سپس فرمودند : خدايى كه زنده مىكند و مىميراند و او زنده‌اى است كه نمىميرد ( خدايا ) مادرم بنت اسد را بيامرز و به حق پيامبرت و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . احقاق الحق ، ج 9 ، ص 203 به نقل از حموينى در فرائد السمطين ، ج 1 ، صص 37 - 36 ، ارجح المطالب ، ص 461 طبع لاهور .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nپيامبران قبل از من جايگاه‌اش را در عالم برزخ وسيع گردان « 1 » .\r\nو غير از روايات بيان شده ، روايات ديگرى در جوامع كتب اهل سنّت وارد شده است « 2 » .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كشف الارتياب ، ص 312 ، به نقل از وفاء الوقاء ، ج 3 ، ج 4 - 3 ، صص 898 - 899 .\r\n( 2 ) . الدر المنثور ، ج 1 ، ص 59 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n\r\nقسم دوم : روايات وارد شده از تشيّع\r\nروايات در زمينه توسّل بسيار است ، علّامه مجلسى رحمه اللّه برخى از آنها را در كتاب بحار الانوار به رشته تحرير در آورده است ، كه بيش از پانصد روايت است . و اين روايات چند دسته است .\r\n\r\nالف : رواياتى كه اهل بيت عليهم السّلام را وسيله ( تقرّب ) به سوى خدا معرّفى مىكنند .\r\n1 . شيخ صدوق در عيون از امام رضا عليه السّلام روايت كرده است ، كه آن حضرت عليه السّلام حديثى را نقل كردند كه رسول خدا صلّى اللّه عليه و آله ، فرمودند : امامان عليهم السّلام از فرزندان حسين عليه السّلام هستند ، كسى كه آنها را فرمان برد ، خدا را اطاعت كرده است . و كسى كه آنان را نافرمانى كند ، خدا را نافرمانى كرده است . اينها ريسمان محكم الهى و وسيله به سوى خداى متعال هستند « 1 » .\r\nحذف متعلّق ( در اين روايت ) دلالت بر عموم مىكند .\r\nپس اينان وسيله در فيض‌ها و بخشش‌هاى خداوند به بندگان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نور الثقلين ، ج 1 ، ص 626 .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nو رساندن احكام و به اجابت رساندن دعاها و رفع گرفتاريها و بلاها و . . . هستند .\r\n2 . صفار در بصائر الدرجات از سلمان فارسى روايت كرده است كه گفت : امير مؤمنان عليه السّلام در تفسير اين آيه  ( قُلْ كَفى بِاللَّهِ شَهِيداً بَيْنِي وَ بَيْنَكُمْ وَ مَنْ عِنْدَهُ عِلْمُ الْكِتابِ )  « 1 » فرمودند : من همان كسى هستم كه « علم الكتاب ، نزد او است ، و خدا او را تصديق كرد و به او وسيله بودن همراه با وصايت را اعطاء فرمود و خداوند ( امت پيامبر صلّى اللّه عليه و آله را ) از وجود وسيله ( براى تقرّب ) به سوى پيامبر صلّى اللّه عليه و آله و خدا خالى نمىكند . و آنگاه اين آيه را تلاوت فرمود : « اى آنانى كه ايمان آورديد ، تقواى الهى پيشه كنيد ، و وسيله‌اى را به سوى او بجوئيد « 2 » ) « 3 » .\r\nاز بيان امير مؤمنان عليه السّلام استفاده مىشود كه امر به جستن وسيله ( به سوى خدا ) بدون وجود وسيله از جانب خداى حكيم متعال ، صادر نمىشود . پس هنگامى كه امر شد كه وسيله‌اى بجوئيد پس ناچار در هر عصر و زمانى وسيله‌اى موجود است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . رعد ، آيه 43 .\r\n( 2 ) . مائده ، آيه 35 .\r\n( 3 ) . تفسير البرهان ، ج 1 ، ص 469 ، بحار الانوار ، ج 35 ، ص 432 بصائر الدرجات ، ص 216 ، ج 21 .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n3 . مرحوم مجلسى در بحار الانوار از جابر از رسول خدا صلّى اللّه عليه و آله روايت كرده است ، كه فرمودند : . . . . ما وسيله به سوى خدا هستيم و پيوند دهنده ( مردم ) به رضوان خدائيم . « 1 »\r\n4 . آنچه در دعاى ندبه وارد شده است : و اينان ( اهل بيت عليهم السّلام ) را شفيع به سوى خود ، وسيله به سوى رضوانت قرار دادى « 2 » .\r\n5 . ابن شهر آشوب در مناقبش روايت كرده است ، كه امير مؤمنان عليه السّلام در تفسير اين آيه شريفه  « وَ ابْتَغُوا إِلَيْهِ الْوَسِيلَةَ »  فرمودند : من وسيله به سوى خدا هستم « 3 » .\r\n\r\nب : دعاهايى كه ( از معصومين عليهم السّلام ) روايت شده و محتواى آنها توسّل به ائمه عليهم السّلام است .\r\nشكّى در كثرت و فراوان بودن اين دعاها نيست . به نحوى كه زياده از حدّ تواتر است .\r\n1 . دعاى ندبه ، توسّل ، ابى حمزه ثمالى و . . .\r\nدر بحار از كتاب خصائص الائمه عليهم السّلام روايت شده است كه امير مؤمنان عليه السّلام فرمودند : پس بگو : « اللّهم انّى اتوجّه اليك بنبيّك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحار الانوار ، ج 25 ، ص 23 .\r\n( 2 ) . بحار الانوار ، ج 102 ، ص 104 ، مصباح الزائر « ابن طاووس » ص 446 طبع و تحقيق مؤسسهء آل البيت .\r\n( 3 ) . المناقب لابن شهر آشوب ، ج 4 ، ص 431 ، تفسير البرهان ، ج 1 ، ص 469 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nنبى الرحمة و اهل بيته الّذين اخترتهم على العالمين » « 1 » : پروردگارا همانا به وسيله پيامبرت كه پيامبر رحمت است و اهل بيت او ( كه آنان را بر عالميان برگزيدى ) ، به سوى تو روى مىآورم .\r\nدر بحار نيز روايت شده كه رسول خدا صلّى اللّه عليه و آله در ضمن دعايى فرمودند ، و مىگويد :\r\nيا محمد يا على يا جبرئيل بكم اتوسل الى اللّه ، ثم يسجد و يكرر هذا القول و يسأل حاجته : اى محمد اى على اى جبرئيل به واسطه شما به سوى خدا توسّل مىجويم . سپس به سجده مىرود و اين ذكر توسّل را تكرار كرده و حاجتش را ( از خداوند ) درخواست كند « 2 » .\r\nدر كتاب اصول كافى از داوود رقّى روايت شده است كه گفت : همانا مىشنيدم كه امام صادق عليه السّلام با اصرار بسيار در دعا خداوند را به حق پنج تن ( يعنى رسول خدا صلّى اللّه عليه و آله امير المؤمنين عليه السّلام ، فاطمه حسن و حسين - صلوات اللّه عليهم - ) مىخواندند « 3 » .\r\nو غير از آنچه بيان شد دعاها و زياراتى است كه در كتب ادعيّه و زيارات كتاب بحار و . . . ذكر شده است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحار الانوار ، ج 41 ، ص 240 و خرائج ، ج 2 ، ص 557 ، طبع نجف .\r\n( 2 ) . بحار الانوار ، ج 90 ، ص 395 ، جمال الاسبوع ؛ لابن طاووس ، ص 72 .\r\n( 3 ) . اصول كافى ، ج 2 ، ص 580 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n\r\nج : روايات در مورد توسّل پيامبران به اهل بيت عليهم السّلام\r\nعلامه مجلسى بيان فرموده كه روايات در اين مورد بسيار است . و در فصل توسّلات به انبياء نزديك به دوازده روايت را آورده است .\r\n1 . ابن بابويه در امالى خود از طريق رجالش از محمد بن راشد روايت كرده است ، او گفت از امام صادق عليه السّلام شنيدم ، مىفرمود : شخص يهودى بر پيامبر صلّى اللّه عليه و آله وارد شد و پيش روى آن حضرت ايستاد ، و به آن بزرگوار چشم دوخت . پيامبر صلّى اللّه عليه و آله فرمودند : اى يهودى چه حاجتى دارى ؟\r\nگفت : تو برترى يا موسى بن عمران ، پيامبرى كه خدا با او تكلّم كرد و تورات را بر او نازل فرمود و به او عصا بخشيد و دريا را براى او بشكافت و با ابرها بر او سايه افكند ؟\r\nفرمودند : شخص نمىپسندد كه از خود تعريف كند و لكن مىگويم : همانا آدم عليه السّلام آنگاه كه مرتكب خطا شد ، اين گونه توبه كرد : پروردگارا به حق محمد و آل محمد از تو مسألت دارم كه مرا ببخشى و خدا او را بخشيد . و همانا نوح عليه السّلام آن هنگام كه در كشتى نشست و از غرق شدن\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nمىترسيد ، گفت : پروردگارا به حق محمد و آل محمد از تو مسألت دارم البته مرا از غرق شدن نجات دهى پس خدا او را نجات داد . و همانا ابراهيم عليه السّلام آن زمانى كه در آتش افكنده شد . گفت : پروردگارا به حق محمد و آل محمد از تو مىخواهم البته مرا از اين آتش ( نمروديان ) نجات دهى . و خداوند آتش را بر او سرد و سلامت قرار داد و همانا موسى عليه السّلام آنگاه كه عصايش را انداخت و ترسى را در نفسش احساس كرد ، گفت : پروردگارا به حق محمد و آل محمد از تو مىخواهم البته مرا در امان قرار دهى پس خداوند - جل جلاله - فرمود : ( نترس همانا تو برتر و پيروزى ) اى يهودى همانا موسى عليه السّلام اگر مرا ملاقات كند و به من و نبوّتم ايمان نياورد ، ايمانش ( به خدا ) و نيز نبوّتش براى او سودى نخواهد داشت .\r\nاى يهودى ، از ذريّه و فرزندانم مهدى ( عج ) هست ، هنگامى كه ظهور كند عيسى بن مريم براى ياريش فرود مىآيد و در پى او حركت مىكند و به امامت او نماز مىگذارد « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . امالى الصدوق ، ص 181 ، حديث 4 ، بحار الانوار ، ج 16 ، ص 366 و تفسير كنز الدقائق ، ج 1 ، ص 380\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nمرحوم مجلسى در بحار بيان داشته ، است كلمه « لمّا » « 1 » ايجابى است و به معناى الّا مىباشد و تفسيرش اين است كه پروردگارا در هر حال و البته در حال رسيدن به مطلوب از تو مسألت دارم . اين گوياى اصرار و مبالغه در سؤال است .\r\n2 . با سندى كه به ابن عباس مىرسد ، روايت شده است ، كه گفت : رسول خدا صلّى اللّه عليه و آله فرمودند : پس از آن كه آدم عليه السّلام مرتكب خطا شد و از بهشت رانده شد ، جبرئيل عليه السّلام بر او فرود آمد و گفت اى آدم پروردگارت را بخوان ، آدم عليه السّلام سؤال كرد :\r\nدوستم جبرئيل خدا را چگونه بخوانم ؟\r\nجبرئيل گفت : بگو ، پروردگارم تو را به حق پنج تن كه در آخر الزمان آنها از صلبم خارج مىكنى ، از تو مسألت دارم ، توبه‌ام را بپذيرى و مرا مورد رحمت خويش قرار دهى .\r\n. . . اى جبرئيل مرا از نام آنها آگاه كن .\r\n. . . پروردگارم تو را به حق محمد پيامبر تو و به حق على جانشين پيامبر تو و به حق فاطمه دختر پيامبر تو و به حق حسن و حسين دو فرزند پيامبرت توبه‌ام را بپذير و مرا مورد رحمت خويش قرار ده .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . لما غفرت لى ، لما انجيتنى من الغرق و . . . ( م )\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nآدم عليه السّلام خدا را با اين نامها خواند ، و خداوند توبه او را پذيرفت ، و اين تفسير آيه شريفه :  « فَتَلَقَّى آدَمُ مِنْ رَبِّهِ كَلِماتٍ فَتابَ عَلَيْهِ »  « 1 » است .\r\nو هيچ بنده گرفتار و محزونى نيست كه با نيّت خالص خدا را به واسطه اينها بخواند ، جز اين كه خداوند خواسته‌اش را اجابت مىكند . « 2 »\r\n3 . شيخ صدوق در خصال و عيون از ابن عباس روايت كرده است كه گفت : دربارهء كلماتى كه آدم عليه السّلام از خداوند آموخت و توبه‌اش پذيرفته شد ، از پيامبر صلّى اللّه عليه و آله سؤال كردم ؟ در پاسخ فرمودند : خدا را به حق محمد ، على ، فاطمه ، حسن و حسين درخواست كرد ، كه توبه‌اش را بپذيرد ، پس خدا توبه او را قبول كرد « 3 » .\r\n4 . در جامع الاخبار مرحوم سبزوارى از امام صادق عليه السّلام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بقره ، آيه 37\r\n( 2 ) . تفسير فرات الكوفى ، ص 57 و تفسير كنز الدقائق ، ج 1 ، ص 380\r\n( 3 ) . بحار الانوار ، ج 26 ، صص 326 - 324 آن را از خصال ج 1 و 2 ، ص 270 و معانى الاخبار ، ص 126 ، حديث 1 نقل كرده است .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nروايت كرده است : آن گاه كه خداى عزّ و جل اراده كرد ، توبه آدم و حوا را بپذيرد ، جبرئيل به نزد آنها آمد و گفت :\r\nپروردگارتان را به حق اسمائى كه بر ساق عرش ديديد ، بخوانيد تا اين كه توبه شما را بپذيرد . پس اين چنين دعا كردند : پروردگارا به واقع تو را مىخوانيم به حق محمد ، على ، فاطمه ، حسن و حسين و ديگر امامان ( كه نزد تو گرامى داشته شده‌اند ) به اين كه توبه ما را بپذيرى و ما را مورد رحمت و لطف خود قرار دهى ، خدا توبه آنها را ، پذيرفت همانا خدا توبه‌پذير و مهربان است « 1 » .\r\nو اخبار ديگرى غير از آنچه بيان شده ، وجود دارد « 2 » .\r\nشيخ مفيد قدّس سرّه فرمود : همانا روايت شده كه اسماء آنها بر عرش نوشته شده بود و آن گاه كه آدم ( از خطاى خويش ) به خداى عزّ و جل بازگشت ، و قبولى توبه‌اش را از خدا درخواست كرد ، خدا را به حق آن اسماء و به خاطر جايگاهى كه نزد او دارند ؛ درخواست كرد . و اين مطلب مورد پذيرش عقل بوده و با آنچه در شرع نقل شده ، تضادّى ندارد .\r\nو از افراد صالح ، مورد اعتماد و اطمينان روايت شده است . و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . جامع الاخبار ، صص 45 - 44 . بحار الانوار ، ج 26 ، ص 322 .\r\n( 2 ) . به كتاب بحار ، ج 11 ، ص 172 ، ج 26 ، ص 322 ، ج 22 ، صص 324 - 331 .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nطايفه حق ، روايت آن را به عهده گرفته است و راهى براى انكارش نيست اللّه ولى التوفيق « 1 » .\r\n\r\nد : روايات در مورد توسّل به محبّت و مودّت اهل بيت عليهم السّلام\r\n1 . شيخ مفيد از انس ابن مالك روايت كرده است ، او گفت :\r\nمن ، ابو ذر ، سلمان ، زيد بن ثابت و زيد بن ارقم در محضر رسول خدا صلّى اللّه عليه و آله بوديم در اين هنگام حسن و حسين عليهما السّلام وارد شدند . رسول خدا صلّى اللّه عليه و آله آنها را بوسيد . ابو ذر بلند شد و آنها را دربر گرفت و دو دستشان را بوسيد سپس برگشت و در كنار ما نشست ، آهسته به او گفتيم تو مردى بزرگ از اصحاب رسول خدا صلّى اللّه عليه و آله هستى ، آن گاه در مقابل دو كودك از بنىهاشم بلند مىشوى ، آنها را در بر مىگيرى و مىبوسى ؟ ! ابو ذر گفت : آرى آنچه درباره اين دو از رسول خدا صلّى اللّه عليه و آله شنيده‌ام مىشنيديد بيش از آنچه من مرتكب شدم شما انجام مىداديد .\r\nاز ابو ذر سؤال كردند ، دربارهء اينان از رسول خدا صلّى اللّه عليه و آله چه شنيده‌اى ؟ گفت دربارهء على عليه السّلام و اين دو عليهما السّلام ( از پيامبر گرامى صلّى اللّه عليه و آله ) شنيدم ، كه مىفرمود : اى على به خدا سوگند اگر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . المسائل السرويه ( ضمن مصنفات الشيخ المفيد ، ج 7 ) صص 40 - 39\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nفردى آن قدر نماز بخواند و روزه بگيرد تا حدّى كه بسيار لاغر ، رنجور و ضعيف گردد ، نماز و روزه‌اش نفعى به حالش ندارد جز اين كه محبت تو را داشته باشد . كسى كه به واسطه محبت شما به خدا تقرّب جويد ، سزاوار است كه خدا خواسته‌اش را رد نكند . اى على كسى كه شما را دوست بدارد و به شما تمسّك جويد پس براستى به دستگيره‌اى مطمئن و محكم چنگ زده است « 1 » .\r\nروشن است كه محبّت به اينان و با آنها مخالف نبودن ، سبب سالم ماندن راههاى اعتقادى و عملى مىشود . زيرا محبّت سبب جذب محب به محبوب مىشود . بنابر اين محبت و تمسّك به اينها از مطمئن‌ترين دستگيره‌هايى است ؛ كه چنگ زننده را از گمراهى و بيراهى حفظ مىكند .\r\nو بسيارى از روايات گوناگون دربر دارندهء اين معنا است .\r\n2 . صدوق در علل الشرايع از امام حسن بن على عليهما السّلام روايت كرده است ؛ چنانچه محمد و اوصياء از فرزندانش نبودند ، شما مانند حيوان‌ها متحير و سرگردان بوديد ، هيچ واجبى از واجبات را نمىشناختيد . و به هيچ شهرى داخل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحار الانوار ، ج 36 ، صص 302 - 301\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nنمىشوند مگر از در آن « 1 » ؟ !\r\n3 . شيخ طوسى در أمالى خود از شيخ مفيد از محمد بن مثنّى الأزدى روايت كرده است ، او از امام صادق عليه السّلام شنيد ، كه آن حضرت عليه السّلام بيان داشتند ؛ ما سبب و واسطه بين شما و بين خداى عزّ و جلّ هستيم « 2 » .\r\n4 . طبرى در بشارة المصطفى از امام باقر عليه السّلام روايت كرده است : كسى كه خدا را به واسطه ما بخواند ، رستگار شود ، و كسى كه خدا را به واسطه غير ما بخواند ، هلاك شد و هلاك كرد « 3 » .\r\n5 . در روايتى صحيح از زراره نقل شده كه امام باقر عليه السّلام فرمودند : قلّه رفيع و بزرگى آن و كليد مطلب و باب همه امور و رضايت خداى رحمان ، اطاعت از امام بعد از معرفت و شناخت او است . آگاه باشيد ، چنانچه فردى همه شب را در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحار الانوار ، ج 23 ، صص 100 - 99 نقل از علل الشرائع ، ص 249\r\n( 2 ) . بحار الانوار ، ج 23 ، ص 101 .\r\n( 3 ) . بحار الانوار ، ج 23 ، ص 102 بنقل از بشارة المصطفى ، ج 5 ، ص 97 طبع حيدرية النجف .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nحال قيام بگذارند و روزها را روزه بگيرد و تمام ثروتش را صدقه دهد و در همه عمرش حج بجا آورد و به ولايت ولىّ خدا معرفت نداشته باشد ، تا به پيروى از او قيام كند و تمام اعمالش را به راهنمايى او انجام دهد ، سزاوار هيچ ثوابى از جانب خدا نخواهد بود و از اهل ايمان محسوب نخواهد گشت « 1 » .\r\n6 . شيخ صدوق در كتاب من لا يحضره الفقيه به اسنادش از ابى حمزه ثمالى روايت كرده است ؛ امام سجاد عليه السّلام از ما سؤال كرد ، كدام قطعه از زمين افضل و برتر است ؟ گفتيم : خدا ، و رسولش و فرزند رسولش داناترند . به ما فرمود : برترين قطعه زمين ما بين ركن و مقام است ؛ اگر مردى به اندازه حضرت نوح عليه السّلام نهصد و پنجاه سال در ميان خويشانش عمر كند . و روزها را روزه بگيرد و شب‌ها را در آن مكان به قيام بگذراند ، سپس خدا را به غير ولايت ما ملاقات كند ، به حالش سودى نخواهد داشت ( سزاوار هيچ ثوابى نخواهد بود ) « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الوسائل ، ج 1 ، ص 91 ، باب 29 من ابواب مقدمه العبادات ، حديث 2 ، اصول كافى ، ج 2 ، ص 16 ، ج 5 .\r\n( 2 ) . وسائل ، ج 1 ، ص 93 باب 29 از ابواب مقدمه العبادات ، ج 12 الفقيه ، ج 2 ، ص 159 ، ج 17 عقاب الاعمال ، ص 204 ، ج 2 . امالى شيخ طوسى ، ج 1 ، ص 131\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nسيره قطعى در جواز توسّل\r\nسيره فعلى مسلمانان در پى پيروى از سيره گذشتگان ( از فرق اسلامى ) بر توسّل به اولياء ، انبياء ، رسولان و ديگر مقدّسات قائم است . و نزد اينان توسّل امرى مورد علاقه و مطلوب بوده و هست . و اين سيره گواه آن است كه در شرع تجويز شده است ، در غير اين صورت نمىتوانست سيرهء مسلمانان در حال و گذشته باشد . بلكه توسّل در اديان گذشته ثابت بوده و از سنّت‌هاى رسولان و سيره صالحان بوده است .\r\nقسطلانى در شرح صحيح بخارى از كعب الأحبار روايت كرده است : همانا بنى اسرائيل هنگامى كه با قحطى مواجهه شدند ، با توسّل به اهل بيت پيامبرشان طلب باران مىكردند « 1 » .\r\nدلالت آيات كريمه قرآن را بر توسّل آدم - على نبينا و إله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كشف الارتياب ، ص 304 ، ارشاد و السارى ، ج 2 ، ص 238 ، سطره 25 دار إحياء التراث العرابىّ بيروت .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nو عليه السّلام - و فرزندان يعقوب - على نبيّنا و إله و عليه السلام - دانستى ، و به همين جهت مالك ( پيشواى مذهب مالكى ) به ابا جعفر منصور امر كرد ، به پيامبر صلّى اللّه عليه و آله متوسّل شود ، و براى بعد از مرگش طلب شفاعت كند . او بيان داشت :\r\n« پيامبر صلّى اللّه عليه و آله وسيله ( شفاعت و پذيرش توبه ) تو و پدرت آدم عليه السّلام ( به خداى متعال ) بود « 1 » .\r\nدر كشف الارتياب آمده است : اخبار در توسّل اصحاب به قبر پيامبر صلّى اللّه عليه و آله ( در گشوده شدن روزنه‌اى بين قبر و بين آسمان براى طلب باران ) صراحت دارد .\r\n. . . و در كتاب وفاء الوفاء بيانش اين است كه در وفاء ابن جوزى از طريق ابا محمد دارمى كه سندش به ابى الجوزاء مىرسد ، گفت : اهل مدينه را قحطى شديد فرا گرفت . پس به عايشه شكايت كردند .\r\nاو گفت : به قبر پيامبر صلّى اللّه عليه و آله بنگريد ، پس از آن روزنه‌اى را از قبر به آسمان بيابيد به نحوى كه بين قبر و بين آسمان سقفى نباشد . مردم به آنچه عايشه گفته بود ، عمل كردند پس از آن به حدّى باران آمد كه گياهان رشد كردند و شترها چاق و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كشف الارتياب ، ص 305 - 303 . و التوسل و الوسيله ، صص 68 - 67 ، حكايتى است از مالك كه او به قبر رسول خدا صلّى اللّه عليه و آله شفاعت جست .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nفربه شدند و پيه‌هايشان زياد شد ، و آن سال « عام الفتق » ناميده شد . « 1 »\r\nاخبار گوياى آن است كه عمر بن خطاب براى طلب باران متوسل به عباس ( عموى پيامبر صلّى اللّه عليه و آله ) شد . و چنين دعا كرد :\r\nپروردگارا براستى آن زمانى كه قحطى به ما روى مىآورد با توسّل به پيامبرمان طلب باران مىكرديم . و اينك با توسّل به عموى پيامبرمان طلب باران مىكنيم ، پس باران بفرست « 2 » .\r\nو روايت شده به اين كه عباس ( عموى پيامبر ) در دعايش مىگفت : و همانا مردم به واسطه من به تو رو مىكنند به جهت منزلت و مقامى كه از ( قرابت با ) پيامبر تو دارم « 3 » .\r\nطبرانى در كبير از عثمان بن حنيف روايت كرده است :\r\nمردى به نزد عثمان بن عفّان به جهت حاجتى رفت و آمد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كشف الارتياب ، ص 313 ، الوفاء لابن الجوزى ، ج 2 ، ص 801 ( الباب التاسع و الثلاثون : فى الاستسقاء بقبره صلّى اللّه عليه و آله سنن الدارمى ، ج 1 ، ص 43 ( باب ما اكرم اللّه نبيّه صلّى اللّه عليه و آله بعد موته ) وفاء الوفاء ، ص 560 - 559 ( الباب الرابع ، الفصل الحادى و العشرون : فيما روى من الاختلاف صفة القبر الشريف فى الحجرة المنيفة ) ، وفاء الوفاء ، ص 1374 ( الفصل الثالث ، فى توسّل الزائر به صلّى اللّه عليه و آله ) .\r\n( 2 ) . كشف الارتياب ، ص 314 ، صحيح البخارى ؛ ج 2 ، ص 34 ( باب سؤال النّاس الامام الاستسقاء اذا قحطوا ) . وفاء الوفاء ، ص 1375 ( الفصل الثالث فى توسّل الزائر و تشفعه بالرسول صلّى اللّه عليه و آله .\r\n( 3 ) . كشف الارتياب ، ص 315 ، وفاء الوفاء ، ص 1375 ( الفصل الثالثا : فى التوسّل الزائر به صلّى اللّه عليه و آله .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nمىكرد ، ولى عثمان نسبت به او بىالتفات بود و توجّه به نيازش نداشت ، آن مرد در ملاقاتى با ابن حنيف از عثمان بن عفّان شكايت كرد . ابن حنيف به او گفت : آفتابه را بياور ، پس وضو گرفت ، سپس به مسجد آمد و دو ركعت نماز به جا آورد و آنگاه دعا كرد : پروردگارا همانا درخواست مىكنم و به واسطه پيامبرمان محمد صلّى اللّه عليه و آله كه پيامبر رحمت است ، به تو روى مىكنم ، اى محمد براستى به واسطه تو به پروردگارت روى مىآورم به اين كه حاجتم را برآورى و حاجتش را يادآور شد .\r\nپس مرد رفت و آنچه را ابن حنيف گفت ، بجاى آورد ، سپس به در خانه عثمان آمد ، دربان دستش را گرفت و بر عثمان وارد شد ، و بر بساط عثمان نشاند ، عثمان گفت : نياز و حاجت تو چيست ؟\r\nآن مرد حاجتش را گفت : و از جانب او حاجتش برآورده شد « 1 » .\r\nهيچ يك از پيشوايان مذاهب ، توسّل را مورد انكار قرار نداده است ، بل كه آن را نيكو شمرده‌اند و برخى از آنها خود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كشف الارتياب ، ص 311 ، وفاء الوفاء صص 1372 - 1373 ( الفصل الثالث فى توسّل الزائر و تشفّعه بالرسول صلّى اللّه عليه و آله ) .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nتوسّل جسته‌اند . ابن حجر در صواعق المحرقه بيان داشته كه امام شافعى به اهل بيت نبوى صلّى اللّه عليه و آله توسّل جست . آنجا كه گفت :\r\n آل النبى ذريعتى * و هم اليه وسليتى\r\nأرجوبهم أعطى غدا * بيدى اليمين صحيفتى « 1 » \r\nآل پيامبر صلّى اللّه عليه و آله شفيع من هستند و اينان وسيله من به سوى خدايند ، به واسطه اينها اميدوارم كه فرداى قيامت نامه اعمالم بدست راستم داده شود .\r\nخطيب بغدادى در تاريخ بغداد از ابى على خلّال شيخ حنابله روايت كرده است ، به اين كه گفت : هر كار مهمّى برايم پيش مىآمد به جانب قبر موسى بن جعفر عليه السّلام مىرفتم و به آن بزرگوار توسّل مىجستم ، آنچه را دوست داشتم ، خداوند ( انجامش را ) بر من آسان مىكرد « 2 » .\r\nمروزى از احمد بن حنبل در كتاب منسك خودش ، توسّل به پيامبر صلّى اللّه عليه و آله و دعا نزد آن حضرت را نقل كرده است « 3 » .\r\nابو بكر محمد بن مؤمّل گفت : با پيشواى اهل حديث ابو بكر خزيمه و باجناق پدرم على ثقفىّ با گروهى از بزرگان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كشف الارتياب ، ص 319 . الصواعق المحرقه لابن حجر ، ص 274 .\r\n( 2 ) . تاريخ بغداد ، ج 1 ، ص 120\r\n( 3 ) . التوسّل و الوسيله ، لابن تيميّه ، صص 106 - 105 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n( و اينها بسيار بودند ) به بارگاه على بن موسى الرضا عليه السّلام در طوس وارد شديم . و من تعظيم ، تواضع و تضرّع ابن خزيمه را در آن بارگاه به نحو شگفتى مشاهده كردم « 1 » .\r\nاحمد بن حنبل از ابن عبّاس روايت كرده است : ابن عباس در لحظه مرگ چنين گفت : پروردگارا به ولايت علىّ بن ابى طالب به تو تقرّب مىجويم « 2 » .\r\nروزبهان گفت : امّا توسّل به ولايت على حق است . و نزديك‌ترين وسيله‌ها است « 3 » .\r\nسمهودى شافعى گفت : همانا استغاثه و طلب شفاعت از پيامبر صلّى اللّه عليه و آله و به مقام ، منزلت و بركتش نزد خداى متعال در هر حال ( قبل از آفرينش او در دنيا و بعد از آفريدن او در حيات دنيوى و برزخى و صحراى محشر ) كار انبياء ، رسولان و سيره سلف صالح است « 4 » .\r\nآنچه بيان شد ، مطلبى از كتابهاى برادران اهل سنّت بود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الوهابيّه ، إصدار مركز الغدير ، ص 76 به نقل از تهذيب التهذيب ، ج 7 ، ص 339 .\r\n( 2 ) . احقاق الحق ، ج 7 ، ص 452 نهج الحق و كشف الصدق ، ص 220 ( حديث الطائى ) .\r\n( 3 ) . مدرك سابق\r\n( 4 ) . كشف الاتيارب ، ص 306 ، وفاء الوفاء ، ص 1371 ( الفصل الثالث : فى توسّل الزائر و تشفّعه بالرسول - صلى اللّه عليه و إله .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nو امّا سيره أئمه اهل بيت عليهم السّلام و ياران آنها بر توسّل به جدّشان و جدّه‌يشان فاطمه زهرا عليها السّلام و پدرانشان - صلوات اللّه عليهم اجمعين - جارى بود . و اينها اگاه‌تر به سنّت جدّشان هستند و اخبار بيانگر اين سنّت در حدّ تواتر است .\r\nو تمام كلام اين كه توسّل به پيامبر صلّى اللّه عليه و آله و ائمّه اطهار عليهم السّلام امرى شايع و مورد قبول در نزد اهل سنّت و شيعه است .\r\nاز عمار بن ياسر و زيدين ارقم روايت شده است ، آن دو گفتند : ما در محضر امير مؤمنان عليه السّلام بوديم . . . در اين هنگام زنى در كجاوه سوار بر شتر بر در خانه شكايت مىكرد و فرياد مىكشيد : اى فريادرس بيچارگان و اى مطلوب درخواست كنندگان و اى گنج علاقمندان و اى صاحب نيرومندى محكم و استوار و اى اطعام كننده يتيم و اى روزىدهنده بينوا و اى زنده كننده هر استخوان پوسيده و اى قديمى كه قدمت او سابق بر هر قديمى است و اى ياور كسى كه ياورى ندارد . . . به تو رو آورده‌ام و به ولىّ تو توسّل جستم و به محضر خليفه رسول تو رسيده‌ام ، پس رو سفيدم كن و غم و اندوه را از من بگشا . . . « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحار الانوار ، ج 40 ، ص 277 الفضائل لابن شاذان ، ص 155 ( كشف امير المؤمنين عليه السّلام امر العاتق الحامل ) الروضة فى فضائل امير المؤمنين عليه السّلام ، ص 141 حديث 30 ( مخطوطة ) .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n\r\nفصل دوّم پاسخ به برخى از شبهات\r\n\r\n1 . شبهه محمد بن عبد الوهاب :\r\nهمانا فرا خواندن صالحان و توسّل به آنها بزرگترين شرك است دليل آن فرموده خداى متعال است : « آنهائى را كه كافران به خدايى مىخوانند ، به درگاه خدايشان وسيله‌اى را جستجو مىكنند و كدام اينها اقرب است . . . « 1 » زيرا آيه در مقام پاسخگوى به مشركين است كه صالحان را فرا مىخواندند پس در آيه بيانى است كه گوياى بزرگترين شرك است « 2 » .\r\n\r\nپاسخ به شبهه :\r\nهمانا آيه كريمه ناظر به توسّل رايج و شايع در نزد مشركان است . و ارتباطى ندارد به آنچه نزد مسلمانان هست .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اسراء ، آيه 57 .\r\n( 2 ) . كشف الإرتياب ، ص 301\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nشايع در نزد مشركان اين بود كه به سبب عبادت اولياء ، پرستش خداى متعال را ترك مىكردند .\r\nسپس با واسطه قرار دادن پرستش معبودهاى خيالى و بت‌ها ، متوسّل به بندگى اولياء مىشدند تا اينكه به پرستش مستقل معبودهاى ساختگى و بت‌ها ( به واسطه قربانى بردن‌ها ) منتهى مىشد ، چنان كه در آيه كريمه به آن اشاره شده است . « و ( مردم نادان ) غير خدا ( معبودهاى ساختگى ) را عبادت مىكنند . ( معبودهايى كه ) هيچ ضرر و سودى به آنها نمىرساند و مىگويند : اين بتان شفيع‌هاى ما نزد خدا هستند . ( اى پيامبر ) بگو آيا به خدا چيزى را يادآور مىشويد كه در آسمان‌ها و زمين ( وجودى ندارد و لذا ) علم الهى به آن تعلّق نگرفته است . ( زيرا معدوم مطلق است و علم به معدوم مطلق تعلّق نمىگيرد ) .\r\nخداوند از اين نسبت و از آنچه شريك او قرار مىدهيد منزّه و برتر است « 1 » .\r\nمشركان به صريح آيه قرآن غير خدا را عبادت مىكردند تا اين كه سبب تقرّبشان به خدا شود و اين ويژگى خاص مشركين است . و توسّل در نزد مسلمانان به عبادت آنها قياس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . يونس ، آيه 18 .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nنمىشود ؛ زيرا توسّل‌جويان در ميان مسلمانان غير خدا را پرستش نمىكنند ، بلكه به حق پيامبران و اولياء ، از خدا درخواست مىكنند ، و يا از اولياء و پيامبران درخواست مىكنند ، اين كه برايشان طلب آمرزش كنند و يا از محضر اينها درخواست مىكنند ، آنچه را اراده كرده‌اند .\r\nو نسبت به آنهايى كه واسطه قرار داده شده‌اند ، هيچ پرستشى تحقق نيافته است .\r\nشايد منشأ توهم اشتباه ( محمد بن عبد الوهاب ) اين بوده كه خيال كرده خضوع و فروتنى نزد اولياء و پيامبران عبادت است . با اين كه عبادت همراه با معبود دانستن است ، و چنين مطلبى در توسّل جستن نفى شده است . و ( ديگر اين كه ) هر خضوعى عبادت نيست . زيرا ما مأمور به خشوع و فروتنى نسبت به پدر و مادر ، معلّمان و بزرگان قوم . . . هستيم . بنابر اين اگر هر خضوعى عبادت باشد ؛ لازمه‌اش اين است كه شارع ما را امر به عبادت آنها كرده باشد ، و حال اين كه چنين امر و دستورى از شارع صادر نمىشود .\r\nآيه‌اى كه محمد بن عبد الوهاب به آن استدلال كرده ، نظر به تنبيه و آگاه ساختن مشركان دارد ، به اين كه معبودهاى ساختگى و تخيّلى آنها سزاوار پرستش و عبادت نيستند ، زيرا اين معبودين وهمى ، خود در مقام يافتن وسيله‌اى به\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nسوى پروردگارشان هستند ، و جويا مىشدند ، كه كدام يك از واسطه‌ها به خداى متعال نزديك‌ترند تا راه او را پيروى كنند و به اعمالش اقتداء نمايند . تا اين كه به خداى متعال تقرّب جويند به مانند تقرّب همان واسطه . و در يارى خواستن از هر چيزى كه آن را مؤثر در وجودشان مىدانند به رحمت آن واسطه اميدوار هستند . و از عذاب او مىترسند پس او را اطاعت مىكنند و نافرمانى نمىكنند . پس انكار ، متوجّه توسّل اولياء و وسيلهء جستن آنها نيست . بلكه انكار متوجه مشركان است از آن جهت كه به عبادت وسايط اقدام مىكنند . آيه قبل از آيه مورد استدلال محمد بن عبد الوهاب گواه اين مطلب است « بگو آنهايى را كه غير از خدا گمان مىبريد معبودند ، بخوانيد . پس آنها بر طرف كننده ضرر از شما نيستند و نمىتوانند در شما تغييرى پديد آورند « 1 » .\r\nامّا توسّل اولياء و طلب كردن آنها وسيله‌اى را براى تقرّب ، امرى بسيار مطلوب است ، چنان كه از بيانات سابق روشن شد . و سيره مقرّبان ، اولياء و صالحين بر همين مطلب بوده است . آن گونه كه آيات و روايات بر آن دعوت كرده‌اند و بيانش به تفصيل گذشت .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اسراء ، آيه 56 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n\r\n[ 2 - شبهه ابن تيميه 
  ]\r\n2 . از ابن تيميه حكايت شده به اين كه توسّل به عظمتى كه شخص نزد خداوند دارد مانند توسّل به سلطان است به واسطه اعوان و خواص او . و اين از افعال كافران و مشركان است « 1 » .\r\n\r\nپاسخ :\r\nپاسخ از اين شبهه با بيانات گذشته روشن است ، به اين نحو ، مسلمانى كه توسّل مىجويد جز خدا را عبادت نمىكند ، و منحصرا يادآورى نام اولياء خداى متعال هنگام دعا براى اين است كه توجه خدا را به بركت آنها به جانب خود باز گرداند - مانند اين بيان : به آبروى محمد و آل او توسّل مىجويم . يا اين بيان : او را پيش خواسته‌ام جلو انداختم ، و اين به عمل مشركان شباهتى ندارد . آنها بت‌ها را به جاى عبادت خداى متعال مىپرستيدند . و اگر ( محمد بن عبد الوهاب ) از تشبيه توسّل به اهل بيت به توسّل نزديكان سلطان ( كه ملاكى جز خواسته‌هاى باطل ندارند ) همان عمل مشركان را اراده كرده است ، اراده‌اى خلاف حق و حقيقت بوده و انكار امرى واضح و روشن است ؛ زيرا شايستگى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كشف الارتياب ، ص 302 به نقل از رسالة الواسطة زيارة القبور لابن تيميّه .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nاولياء و پيامبران از روشنى خورشيد روشن‌تر است و چنين قياسى اهانت و گناهى است كه قابل بخشش و آمرزش نيست .\r\n\r\n[ 3 - شبهه ديگر ابن تيميه 
  ]\r\n3 . از ابن تيميه نقل شده كه گفت : امّا اين گفته : به آبرويى كه فلان شخص نزد تو دارد ، يا به بركت فلان شخص يا به حرمتى كه فلان فرد در نزد تو دارد ، حاجتم را برآور ، از افعالى است كه بسيارى از مردم مرتكب مىشوند لكن از اصحاب و تابعين اصحاب و امّت گذشته چنين دعاهايى نقل نشده است ، و از عالمى چنين مطالبى حكايت نشده و به من نرسيده است ، مگر آنچه را در فتواى فقيه ابى محمد عبد السلام ديدم . و اين دعاها را جايز نمىداند مگر براى پيامبر صلّى اللّه عليه و آله آن هم در صورتى كه حديث را صحيح بدانيم « 1 » .\r\n\r\nپاسخ :\r\nاوّلا : اين بيان ، انكار حق بدون علم و دليل است ، با توجّه به اين كه آگاه شدى از آيات و روايات متواتر در كتابهاى دو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كشف الارتياب ، ص 302 به نقل از ( رسالة القبور ، لابن تيميّه ) و التوسل و الوسيله ، لابن تيميه صص 147 - 154 ( هنگامى كه مردم به واسطه پيامبرش ( حاجتى را ) از خدا درخواست كنند از معناى شرعى ( توسّل ) خارج شده‌اند و گفته محمد بن عبد السلام در فتاوايش است كه : تمسّك به خدا به واسطه فردى از خلقش جايز نيست .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nگروه تشيّع و تسنّن بر مشروع بودن توسّل ، علاوه بر اين ، توسّل از سنّت‌هاى رسولان و سيره صالحان است .\r\nثانيا : همانا اگر توسّل همان عبادت باشد ، هيچ تفاوتى بين توسّل به زنده و بين توسّل به مرده نيست . شرك در تمام موارد شرك است و قابل تخصيص نيست . چنان كه ظلم هميشه و در تمام موارد ظلم است و هرگز تخصيص نمىخورد . بنابر اين وجهى ندارد كه توسّل را در حال حيات جايز و در حال ممات جايز نشماريم .\r\nو اگر اشكال در حال ممات اين باشد كه ميّت قدرت بر چيزى ندارد ، پاسخش روشن است به اين كه پيامبران و اولياء ( احياء عند ربهم يرزقون ) و براى آنها منزلت و شأن بزرگى در نزد خدا هست . و براى دوستانشان و آنانى كه توسّل مىجويند ، طلب آمرزش مىكنند .\r\nثانيا : آنچه در كشف الارتياب بيان شده از اين كه علّت در توسّل به اولياء خدا آشكار است و آن عبارت از مقام و منزلت آنها در نزد خدا است . سپس توسّل به هر صاحب مقام و منزلتى در نزد خدا را شامل مىشود ، زيرا چنين شخصى مطيع خداى متعال است . و امورى كه به علّت آنها استنباط شده باشد از قاعدهء قياس خارج شده و به منصوص العلة ملحق مىگردد ، و علّت در مورد توسّل به اولياء قطعى\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nاست و آن منزلت و مقامى است كه براى آنها در پرتو قرب و طاعت خدا حاصل شده است . و روشن است كه بين خدا و بين هيچ فردى سازش وجود ندارد و اين كه گرامىترين بندگان نزد خدا با تقواترين آنها است و هيچ فردى جز به تقوا بر ديگرى برترى ندارد « 1 » .\r\nرابعا : همانا ابن تيميّه اگر راه احتياط را در پيش گرفته بود هرگز به كفر و شرك توسّل جوينده حكم نمىكرد ، تا اين كه باعث شود وهابيّون از او پيروى كرده و مسلمانان را تكفير كنند ، خون و اموال و عرض و آبروى آنها را حلال بشمارند ، آن هم به مطلبى كه خداوند آن را موجب كافر شدن قرار نداده است . و اين بىاحتياطى نه تنها كوتاهى در فهم واقعيت است ، بلكه اخلال در نظام اسلامى و حرام قرار دادن حلالى است كه خداوند مردم را به آن دعوت كرده است . و از شرّ نفسمان به خدا پناه مىبريم .\r\n\r\n[ 4 - شبهه ابن تيميّه در درخواست از مردگان 
  ]\r\n4 . آنچه از ابن تيميّه حكايت شده اين است كه گفته است :\r\nگاهى نزد قبر ميّت رفته و او را مخاطب قرار مىدهند ، يا فرد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كشف الارتبات ، ص 306 .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nزنده را همان گونه كه در وقت حضور مخاطب قرار مىدهند ، در حالى كه غايب هست ، مورد خطاب قرار مىدهند و اشعارى را مىسرايند و فردى در هنگام خطاب مىگويد : اى آقاى من . . . در نزد خدا شفيع من باش ، براى ما از خدا بخواه كه ما را بر دشمن پيروز گرداند ، از خدا بخواه اين سختى و گرفتارى را از ما بر طرف كند ، به تو شكايت مىكنيم و . . . اينها نمونه‌اى از خطاب‌هاى افراد به فرشتگان ، پيامبران ، صالحان بعد از مرگشان نزد قبور آنها و در غيابشان و . . . است .\r\nو اين نوع رفتار بزرگترين شرك موجود در ميان مشركان است .\r\n\r\nپاسخ :\r\nپاسخ از آن شبهه بسيار روشن است ، زيرا در اين گونه توسّل شرك منتفى است ، زيرا توسّل جوينده براى كسى كه به او توسّل جسته ، استقلالى قايل نيست ، تا اين كه منتهى به شرك ذاتى شود آن گونه كه او را معبود قرار نمىدهد ، تا به شرك در عبادت مبتلا شود ، بلكه او را از مقرّبان مىبيند ، و از آن جهت كه آبرويى در نزد خدا دارد به او متوسّل مىشود ، و اين نوع توسّل شرك نيست ، زيرا سخن گفتن با كسى است كه خداوند او را از زندگانى قرار داده كه نزد خدا بهره‌مند از روزى است ، يا سخن گفتن با كسى است كه خداوند او را در\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nهنگام غايب بودن عالم گردانيده است . بنابر اين اعتقاد به اين كه « متوسّل به » مخلوق است و به اذن خدا چنين مقامى را پيدا كرده قطعا با شرك تنافى دارد .\r\nآيا ملاحظه نمىكنى به اين كه حضرت مسيح - على نبيّنا و إله و عليه السّلام - پرنده را مىآفريد و مرده را زنده مىكرد ، و چنين كارى شرك نبود زيرا به اذن خداى متعال بر اين كار توانا بود . به همين نحو عالم بودن و حضور كسى كه او را مخاطب قرار مىدهيم ؛ وابسته به اذن خداى متعال است .\r\nواضح است كه چنين كسى هيچ استقلالى در علم و حضورش ندارد ، پس اصلا شايبه شرك در آن نيست .\r\n\r\n5 . و از ابن تيميّه نقل شده كه توسّل به اولياء و پيامبر را بدعت و حرام دانسته است « 1 » .\r\n\r\nپاسخ :\r\nبا توجه به مباحث گذشته آگاه شدى كه آيات ، روايات و سيره بر خوش‌آيند بودن و مشروع بودن توسّل دلالت دارد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . التوسل و الوسيلة لابن تيميّه ، ص 21 ، و الصواح بين الاسلام و الوثنية ، نوشته قصيمتى ، ج 1 ، ص 65 - 64 و الدعوة الاسلاميه ، ج 2 ، ص 29 ، به نقل از التوسل لضياء آبادى .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nو اين مورد از مصداق بدعت نيست ، زيرا بدعت عبارت است از اين كه به قصد تشريع چيزى كه از دين نيست ، در دين وارد كنيم ، و با توجّه به ادلّه گذشته توسّل مورد نظر ، داخل در دين است . و اين بيان كه توسّل خارج از دين است ، در واقع انكار دين است بدان جهت كه تواتر گوياى مطلوب بودن توسّل به انبياء ، اولياء و صالحان ( در شرع مقدس ) است .\r\n\r\n[ 6 - دليل ابن تيميه در استغاثه به ميّت و غايب از بزرگترين انواع شرك است 
  ]\r\n6 . از ابن تيميه نقل شده كه استغاثه به ميّت و غايب از بزرگترين انواع شرك است . دليل او آياتى است كه از دعوت به غير خداى متعال نهى مىكند « 1 » . مانند : « و كسى كه با خدا معبودهاى ديگرى را بخواند ، برهانى بر اين كارش ندارد ، پس منحصرا حساب چنين شخصى نزد خدا است . همانا كافران رستگار نمىشوند « 2 » و مانند : آنهايى را كه غير از خدا مىخوانند ، بر يارى شما توانا نيستند و ( حتّى ) بر يارى كردن خود قدرت ندارد » « 3 » و مانند : « غير از خدا چيزى را كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كشف الارتياب ، ص 267 . التوسل و الوسيله ، ص 158 ( فصل ما لا يجوز فى حق اشرف الخلق و عند قبره اولى أن لا يجوز عند قبر غيره ) .\r\n( 2 ) . مؤمنون ، آيه 117 .\r\n( 3 ) . اعراف ، آيه 197 .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nبه تو سود و ضررى نمىرساند ؛ مخوان پس اگر غير خدا را بخوانى پس همانا از ستمگران خواهى بود » « 1 » .\r\nنحوه استدلال به آيات بيان شده و مانند آنها اين است كه از خواندن غير خداى متعال نهى مىكند و توسّل به اهل بيت ، اولياء و انبياء خواندن غير خداى متعال است ، نتيجه اين كه آيات منع از توسّل را اقتضاء دارد .\r\nپاسخ : همانا آنچه در آيات نهى شده است ، خواندن غير خدا با خدا است ، يا خواندن غير خدا بدون خدا و به نحو مستقل است . و اين دو مورد ، مصداق شرك است ، زيرا فرض دو وجود مستقل يا دو معبود مستقل ، مصداق واقعى شرك ذاتى يا شركى عبادى است . و لكن توسّل ملازم و همراه با چنين فرضى نيست . زيرا توسّل جوينده تنها خدا را عبادت مىكند ، پس با خدا خداى ديگرى را نخوانده است و در مقابل بندگى خداى متعال غير خدا را نيز نخوانده است .\r\nبنابر اين  « مَعَ اللَّهِ »  يا  « مِنْ دُونِ اللَّهِ »  در آيات الهى گوياى اختصاص يافتن نهى به فعل و عمل مشركان است . و شامل توسّلى كه خالى از عبادت ( غير خدا ) باشد ( كه در اينجا فرض شده ) نمىشود . علاوه بر اين آياتى وجود دارد كه بر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . يونس ، آيه 106\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nمطلوب بودن توسّل به اولياء دلالت دارند . مانند : « اى پدر به لحاظ گناهانى كه مرتكب شديم براى ما طلب آمرزش كن ، همانا از خطاكاران هستيم ( پدر ) گفت : به زودى از پروردگارم براى شما طلب مغفرت مىكنم ، همانا او آمرزنده مهربان است » « 1 » .\r\nپس جمع بين آيات جواز توسّل و آن آيات ( نهى از خواندن غير خدا ) اقتضا مىكند . كه نهى اختصاص به عبادت غير خدا داشته باشد و شامل استغاثه و طلب چيزى از غير خدا نمىشود « 2 » .\r\nو اگر بنا باشد كه آيات طلب از غير خدا را به نحو مطلق منع كنند ، لازمه‌اش اين است كه يارى جستن از مردم در تمام امور حرام باشد ، و بطلان چنين منعى بديهى و روشن است و با بسيارى از آيات مخالفت دارد . مانند : « همديگر را بر نيكى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . يوسف ، آيه 97 .\r\n( 2 ) . به هر حال آيات نهى كننده از خواندن غير خدا شامل مواردى است كه وجودى را در عرض خداى متعال قرار دهيم ؛ كه مصداق معبود پيدا كند ، يا وجودى كه هيچ شايستگى استغاثه را ندارد . امّا آيات جواز توسّل شامل مواردى است كه وجودى شايستگى تقرّب در نزد خدا را دارد و وجود او به عنوان مخلوق در طول وجود خدا ملاحظه شده است . و در واقع بنده خطاكار بنده شايسته خدا را واسطه قرار داده ، آن چنان كه فرزندان خطاكار حضرت يعقوب ، پدراشان يعقوب عليه السّلام ، را واسطه در طلب مغفرت قرار دادند ( م ) .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nو تقوا يارى كنيد ) « 1 » و مانند : « و اگر از شما مدد خواستند بر شماست كه آنها را يارى كنيد » « 2 » . و مانند : پس مرا با قدرت ( بازو ) يارى كنيد ، تا بين شما و بين آنها سدّى قرار دهم » « 3 » . و مانند : « اى بزرگان دربار كدام يك از شما تخت بلقيس را پيش من مىآورد » « 4 » .\r\nسيره قطعى بر مشروع بودن تعاون در امور ظاهرى ، معنوى ، التماس دعا و استعانت در طلب آمرزش بين مردم از امور واضع و بديهى است . و چنانچه كسى بخواهد آيات را به نهى از توسّل به ميّت يا فرد غايب اختصاص دهد ، ملاك و معيارى براى اين تخصيص ندارد ، زيرا اگر اين مورد ، مصداق شرك باشد ، توسّل به شخص زنده و حاضر نيز بايد شرك باشد . و چنانچه توسّل به زنده‌ها مصداق شرك نباشد در مرده‌ها و افراد غايب نيز اين چنين است . پس اين اشكالات واهى و بىبنيان و مطالب باطل و ضعيف هيچ جايگاهى برايش وجود ندارد .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مائده ، آيه 2\r\n( 2 ) . انفال ، آيه 72\r\n( 3 ) . كهف ، آيه 95\r\n( 4 ) . نمل ، آيه 38\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\n\r\nهشدارها\r\n1 . همانا كلمه « وسيله » چه بسا در معناى درجه و رتبه بلند به كار مىرود . و اين معنا در آنجايى است كه كلمه وسيله متعدّى به حرف « الى » نباشد . و براستى اخبار مستفيضه‌اى وارد شده بر اين كه پيامبر صلّى اللّه عليه و آله صاحب الوسيله است « 1 » . و همانا محمّد هر آينه در « وسيله » مقام رفيع و بلند است « 2 » . و طلب « وسيله » مقام بلند براى پيامبر صلّى اللّه عليه و آله مستحب است .\r\nمانند : « پروردگارا محمد را به مرتبه بلند ( درجة الوسيله ) برسان « 3 » و تو را به اسم عظيم و اعظم ، ( آن اسمى كه اعظم ، اجل و اكبر از آن نيست ) ، درخواست مىكنم به اين كه بر محمد و آل محمد در اولين و آخرين ( دوران ) درود بفرستى ، و اين كه به محمد « وسيله » مقام بلند ببخشى « 4 » در بحار از امام صادق عليه السّلام روايت شده است ، كه رسول خدا صلّى اللّه عليه و آله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحار الانوار ، ج 16 ، ص 130 به نقل از شرح الشفا ، ج 1 ، صص 500 - 485\r\n( 2 ) . بحار الانوار ، ج 40 ، ص 63 ، تفسير فرات الكوفى ، ص 350 ، ج 6 ( 478 ) سوره فاطر آيه 41 .\r\n( 3 ) . بحار الانوار ، ج 98 ، ص 366 اقبال الاعمال لابن طاووس ، ص 618 ( الباب الخامس فيما نذكره مما يتعلّق به شهر ، ربيع الاخر ، فصل : فيما نذكره من دعاء فى غرّه شهر ربيع الاخر ( چاپ سنگى ) .\r\n( 4 ) . آدرس سابق ، ج 91 ، ص 76 ( ذيل الدعا الآخر لعيد الاضحى )\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nمىفرمود : هنگامى كه از خدا درخواست مىكنيد ، پس براى من « وسيله » مقام و درجه بلندى را درخواست كنيد . پس ما از براى پيامبر صلّى اللّه عليه و آله « وسيله » و مرتبه بلند را درخواست مىكنيم .\r\n( رسول خدا صلّى اللّه عليه و آله ) فرمود : « وسيلة » درجه من در بهشت است و اين « وسيلة » داراى هزار پلّه از گوهر با پلّه‌هاى زبرجد ، لؤلؤ ، طلا و نقره است . پس روز قيامت آن وسيله را مىآورند ، تا اين كه همراه با درجه پيامبران نصب مىكنند .\r\nاين « وسيله » در ميان درجه پيامبران مانند ماه بين ستارگان است و . . . » « 1 »\r\nدر توحيد و عيون از امير مؤمنان عليه السّلام روايت شده است ، كه در ضمن خطبه‌اى فرمودند : خداى عزّ و جل براى پيامبرش آنچه نزد او ( از روح ، درجه و وسيله است ) ، اختيار كرد .\r\nدرود خدا بر پيامبر و بر آل طاهرين او باد « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحار الانوار ، ج 7 ، ص 32 ، كتاب العدل و المعاد ، باب 17 ( الوسيله و ما يظهر من منزلة النبى و أهل بيته صلوات الله عليهم فى القيامة ) . معانى الاخبار ، ص 116 ( باب معنى الوسيله ) الأمالى للصدوق ، ص 176 ( المجلس الرابع و عشرون ) تفسير القمى ، ج 2 ، ص 324 ( سوره ق آيه 24 ) بصائر الدرجات ( الجزء الثامن ، باب 18 ) فى أمير المومنين عليه السّلام أنّه قسيم الجنّة و النّار ) .\r\n( 2 ) . بحار الانوار ، ج 4 ، صص 223 - 231 ، كتاب توحيد ، تأليف شيخ صدوق ، ص 72 ، ذيل حديث 24 ( باب 2 ، التوحيد و نفى التشبيه ) عيون اخبار الرضا عليه السّلام ، ص 123 : ذيل الحديث 15 باب 11 ما جاء عن الرضا من الأخبار فى التوحيد ،\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nدر مناقب از انس روايت شده است : رسول خدا صلّى اللّه عليه و آله نماز خواند هنگامى كه به ركوع رفت ، درنگ كرد تا اين كه يقين كرديم بر او وحى شده است . پس چون سلام نماز را داد به محراب تكيه كرد و صدا زد : على بن ابى طالب كجاست و آن حضرت عليه السّلام در آخر صف نماز مىخواند . به محضر پيامبر صلّى اللّه عليه و آله شرفياب شد .\r\nفرمود : يا على آيا به جماعت ملحق شدى ؟ جواب دادند ، اى پيامبر خدا ، بلال اقامه را با شتاب گفت ، از حسن ، آب وضو طلب كردم ، در اين هنگام ندا كننده مرا صدا مىزد اى أبا الحسن ( هيچ فردى را نديدم ) از جانب راستت جلو بيا ، به آن جانب التفات كردم ، در اين هنگام با قدحى طلايى كه در پارچه‌اى سبزه پيچيده شده و آويخته بود آبى را مشاهده كردم كه از برف سفيدتر و از عسل شيرين‌تر ، از كره نرمتر ، و از مشك معطّرتر . ( از آن آب ) وضو گرفتم و آشاميدم و بر سر چكانيدم ، سردى آن را بر قلبم احساس كردم . و با دستمال صورتم را خشك كردم ، بعد از آن كه آب بر دستانم سرازير شده بود . و من شخصى را نديدم . سپس اى پيامبر خدا آمدم و به جماعت ملحق شدم . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . خطبة أمير المومنين عليه السّلام من مسجد الكوفه .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nپيامبر صلّى اللّه عليه و آله فرمود : آن قدح از قدحهاى بهشت ، آب از كوثر ، چكه‌هاى آب از زير عرش و پارچه از « وسيله » بود . و آن شخص كه به نزدت آمد و صدا زد جبرئيل بود و آن كسى كه حوله را به تو داد ميكائيل بود . جبرئيل دستش را بر زانويم گذاشت و مىگفت : اى محمد ، كمى درنگ كن تا اين كه على بيايد و به درك جماعت با تو برسد « 1 » .\r\n2 . همانا نسبت بين توسّل و شفاعت عموم و خصوص من وجه است . زيرا چه بسا توسّل در موردى هست ولى شفاعت نيست . مانند آن جائى كه توسّل جوينده بگويد :\r\nپروردگارا به آبروى محمد و آل محمد يا به حق محمد و ال محمد از تو مىخواهم . و در برخى موارد شفاعت هست در صورتى كه توسّل نيست ، مانند آن هنگامى كه پيامبر براى بعضى از امّتش طلب شفاعت كند بدون اين كه آن گروه از مردم به او توسّل بجويند . و چه بسا توسّل و شفاعت با هم اجتماع مىكنند مانند آن جائى كه توسّل جوينده طلب شفاعت از ولىّيى از اولياء خدا كند و بگويد : « اى رسول خدا درخواست مىكنم به اين كه واسطه شوى و براى من شفاعت كنى » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحار الانوار ، ج 39 ، صص 116 - 115 ، مناقب ال ابى طالب ، ج 2 ، ص 276\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nبنابر اين متوجّه اين نكته باش كه دليل‌هاى مربوط به شفاعت براى جواز توسّل به نحو موجبه جزئيه سودمند خواهد بود . آن گونه كه دلايل توسّل براى اثبات شفاعت ( فى الجمله ) سودمند است .\r\n3 . همانا بر ما لازم است كه از اين نكته مهم غفلت نداشته باشيم و آن اين است كه توسّل به اهل بيت عليهم السّلام منحصر به دعا ، برآوردن حاجات نيست . زيرا اينها به تصريح ادلّه وسيلهء فيض ، رضوان ، هدايت ، تكامل ، به اخلاق الهى متخلّق شدن ، نزديك شدن به خداى متعال و برآوردن حاجت‌ها در تمام حالات هستند . پس جستن وسيله داراى وسعت بسيارى است . پس بر ما است كه در تمام امور در پى وسيله باشيم تا اين كه از آن در تمام موارد سود بجوييم ، نه اين كه جستن وسيله را محصور در مورد حاجت قرار دهيم .\r\nپس به خوبى مطلب را مورد فهم قرار ده .\r\nو له الحمد أولا و آخرا و ظاهرا و باطنا .\r\n20 رمضان المبارك 1417\r\nقم - سيّد محسن خرّازى\r\n\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96}
  ]