[
  {"content":"\r\n\r\nتلخيص النحو\r\nتأليف\r\nالعلامة الفقيه\r\nالشيخ محمد جواد الخراساني رحمه الله\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nنام كتاب : تلخيص النحو\r\nتأليف : العلامة الفقيه الشيخ محمد جواد الخراساني رحمه الله\r\nنشر : علوم اهل بيت عليهم السلام\r\nچاپ اول : تابستان 1384\r\nشمارگان : 500 جلد\r\nمركز پخش : قم\r\nصندوق پستى : 6156 / 37155\r\nE - mail : MousaDaneshmand @ Engineer . com\r\nآدرس اينترنت :\r\nwww . IslamicDataBank . com\r\nشابك 5 - 0 - 96269 - 964\r\nISBN 964 - 96269 - 0 - 5\r\nكليهء حقوق محفوظ\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\nپيشگفتار\r\nحضرت آيةاللَّه العظمى مرحوم حاج شيخ محمّد جواد ابن المحسن ابن الحسين الخراسانى در سال 1331 هجرى قمرى در مشهد مقدس متولد و در ربيع المولود سال 1397 هجرى قمرى دار فانى را بدرود گفت . تحصيل مقدمات را نزد آيةاللَّه والد و مراحل عالى را در محضر اساتيد بزرگ نجف اشرف گذراند و در سن 22 سالگى به درجهء عالى اجتهاد نائل آمد . سپس در طهران رحل اقامت افكند . عمرى را در نهايت زهد و تقوى به تحقيق و تأليف و ارشاد خلق پرداخت و در رشته‌هاى فقه و اصول و تفسير و حديث و رجال و معارف و ادبيات بيش از چهل كتاب از آثار گرانبها در عالم اسلام و تشيع ، به جاى گذاشت .\r\nبر آن شديم تا اين كتاب تلخيص النحو ايشان را احياء و به زيور طبع آراسته نمايم باشد كه براى اهلش نافع و اهداء ثوابى براى روح آن مرحوم باشد . جزاه اللَّه عن الاسلام خيراً وحشره مع مواليه عليهم السلام .\r\nنشر علوم اهل بيت عليهم السلام\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nخطبة الكتاب‌هذا كتاب تلخيص النحو\r\nالحمد للَّه‌رب العالمين والصلوة والسلام على محمّد وآله‌الطاهرين ولعنة اللَّه على أعدائهم أجمعين .\r\nأمّا بعد پس اين خلاصه‌ئى است از تلخيص نحو و چون اين نگارندهء حروف رادر اول ، قصد چنين بود كه براى مبتدئين تلخيصى از نحو كه خالى از عسر تفهم وصعوبت تعلم باشد به نگارش آورم كه فقط مشتمل باشد بر محصل و تلخيص قواعد بدون اضافه و حشو و زوائد بطوريكه مشمول خير الكلام ما قلّ و دلّ باشد يعنى به نحوى كامل و تمام قواعد را دارا كه اگر محصِّل بخواهد در مقدمه علوم عربيه از نحو بر همين كتاب اكتفا كند او را مغنى باشد و بوجهى خلاصه و حاصل و مبرا از اغلاق و كليهء اضافات باشد كه فهم متعلَّم را ادنى ارشاد استاد مكفى آيد و بر بزرگان پوشيده نيست كه جمع اين دو در يك كتاب براى مبتدى نشايد چونكه هر عنوانى را در هر فصل و بابى شرحى لازم است و هر اصلاحى را تفسيرى واجب و نيز بسيارى از اسماء و افعال و حروف كه در تحت يك عنوانند متعدد باشند و اعداد آنها بسيار باشد مانند حروف جارّه و افعال ناقصه واسماء اشاره و تفصيل هر يك با شرح عنوان باعث تطويل و موجب كلال ذوق و ملال فهم بلكه طول تفصيل باعث فراموشى سابق گردد . لهذا بهتر آن ديدم كه مانند فهرست مختصرى وضع كنم كه خلاصهء تفصيل\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nمطالب ومشتمل بر شرح عناوين و اصطلاحات و مبادى غير داخله در مباحث باشد تا مر فهم وحفظ را آسانتر و ذهن را قوه درك قواعد و مطالب بيشتر شود و از اين باب اين مختصر را خلاصه التلخيص نام نهادم اينك مجدداً براى تيمن و تبرك و استتمام و انجام به‌نام خداوند كريم به بسم اللَّه الرحمن الرحيم آغاز مىكنم .\r\nو در ستايش او بر بهترين كلام كه خود انشاء فرموده است كه الحمد للَّه‌رب العالمين است افتتاح مىنمايم و براى استعانت و استمداد و توفيق از حضرتش زبانرا بصلوة بر محمد و آل طاهرين او چنان كه دستور اوست گويا مىگردانم پس مىگويم .\r\nاجمالٌ و مقدمةٌ :\r\n\r\nاعراب چيست ؟\r\nبدانكه اين علم را علم اعراب مىنامند .\r\nتفصيلٌ :\r\nاعراب عبارت است از حركتى كه در آخر كلمه پيدا مىشود از حركات چهارگانه كه آن ، فتح است و ضم و كسر و سكون ؛ خواه با تنوين باشد يعنى نون ساكنى كه در تلفظ فقط پيدا مىشود نه در كتابت چون حسنٌ حسناً و حسنٍ و خواه بى تنوين چون الحسنُ و الحسنَ و الحسنِ . قيد آخر كلمه براى احتراز است از حركاتى كه عارض مىشود اوّل و وسط كلمات را كه موجب تغير هيأت آنها مىشود كه بحث آنها مخصوص علم صرف است . اين گونه حركات را اعراب نگويند بلكه آنها حركات هيئت باشند .\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nپس معلوم شد كه هر دو علم را بحث از حركات كلمه و اختلاف و تغيرات اوست . لكن هر يك را موضعى است عليحده و چون آخر بسيارى از كلمات بر يك نوع حركت خاصه است كه براى او ثابت و هرگز در آن حركت به حركت ديگر متحرك نگردد همچون او آخر فعل ماضى و حروف و بعضى از اسماء چون ضَرَبَ ضربت إنَّ هؤلاء . پس خواستند كه بين اين دو قسم از حركات كه قابل تبديل نباشد و بين حركات اعراب كه قابل تبديل است فرقى باشد و هم بين حركات اعراب و حركات هيئت كه مخصوص صرف است فرقى باشد لهذا هر يك از حركات اعراب را اسم ديگر نام نهادند پس گفتند نصب و رَفع و جَرّ ، جزم .\r\nفصلٌ :\r\n\r\nموضوع علم نحو\r\nچون اعراب و موضع آن را دانستى و نيز امتياز اين علم را از علم صرف فى الجمله دانستى پس معلوم شد كه سخن در اين علم از كلمه مىرود لكن از لحاظ آخر آن پس موضوع اين علم دانسته شد كه كلمه است زيرا كه موضوع هر علمى چيزى است كه بر سر او سخن رود پس كلمه موضوع اين علم است لكن از حيث و لحاظ آخر چنانچه موضوع علم صرف نيز كلمه است لكن از حيث ماده و هيأت و نيز مجملًا معلوم شد كه مباحث و مطالب اين علم از چه قرار است و از چه قبيل است چنانچه اگر از ما سؤال كنند كه علم نحو چه علمى است و از چه گفتگو مىكند و يا چه سخنانى دارد تعريف كنيد . ما از همين‌جا مجملًا مىتوانيم تعريف كنيم و فوراً در جواب بگوييم علم نحو علمى است كه گفتگو از اعراب و اختلاف آخر كلمات مىنمايد . پس در اينجا دو\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nچيز دانستيم يكى تعريف اين علم و يكى موضوع اين علم كه گفته‌اند متعلم در ابتداى هر علمى بايد سه چيز از آن علم را بداند تعريف اجمالى وى و موضوع وى و غايت و غرض از او را كه چون اينها را بداند با بصيرت و بينائى باشد تا به‌آخر و هم او را رغبت زياد شود و هم چيزىرا بنادانى و جهالت فرانگرفته باشد :\r\n كوركورانه مرو در هر طريق * تا نيفتى در ته چاه عميق\r\nبا جهالت ره به‌هر سوئى مبر * تا نيفتى در ضلالت بىخبر\r\nبى شناسائى تو هر فنى مجو * بىتأمل هر كلامى را مگو \r\nاما غرض اين علم به‌نحو اجمال و به‌طوريكه مبتدىرا گنجايش فهم باشد . پس آن مصون و محفوظ بودن زبان است از خطا و غلط در حركات آخر كلمات چنانچه غرض از صرف نيز محفوظ بودن زبان است از خطا و غلط در حركات هيأت و در مواد كلمات . چون اينها دانستى حال مىگوييم كه اسم مشهور اين علم نحو است و نحو را چند معنى است و وجه تسميهء آن به‌طور تحقيق معلوم نيست لكن آنچه قابل و مناسب است يكى از سه معنى است « دور ساخت » و « قصد نمودن » و « مثل » .\r\nامّا اوّل پس شايد بمناسبت دور ساختن خطا باشد امّا دوم‌پس به مناسبت اينكه به اين علم قصد مىشود تصحيح كلمات و اما سوم پس به‌لحاظ آنكه اين علم مثل صرف است در سخن‌رانى از كلمات يا ازاله اغلاط .\r\nاجمالٌ :\r\n\r\nاعراب بىعامل صورت نپذيرد\r\nاعراب هرگز بىعامل صورت نپذيرد .\r\nتفصيلٌ :\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nبدانكه اختلاف حركات اوّل و وسط كلمه را در علم صرف موجبى باشد و آن موجب هيئات است يعنى چون خواهيم كلمه را از هيئتى به هيئت ديگر بريم البته ناچار باشيم از تكسير هيئت اوّل او . پس هر يك از هيئات اسم فاعل و مفعول و اسم زمان و مكان و اوزان جموع و تصغير و غير ذالك موجب و علت است از براى اختلاف و تميز همچنين حركات آخر كلمه و اختلاف آنها را موجبى بايد كه به‌سبب آن موجب آن حركت پيدا شود يا مختلف شود و آن موجب را در اينجا عامل نامند پس عامل آن چيزى است كه بواسطهء تأثير او اين اعراب پيدا شود . پس اعراب هميشه اثر عامل است و عامل مؤثر او از اين رو اعراب بدون عامل صورت نپذيرد و هرآن كلمه كه اعراب در او بسبب عامل پيدا شود او را معمول نامند زيرا كه عمل در او شده و اثر در او پيدا شده ، پس از اين قاعده دانسته شد كه هر حركتى كه در آخر پيدا شود كه بدون واسطه تأثير عامل باشد يا بدون عامل باشد اگرچه قابل تغيير باشد اعراب نخواهد بود . مثال عامل و معمول و اختلاف اعراب : « جاء حسنٌ » ؛ « ضربت حسناً » ؛ « اخذت من حسنٍ » .\r\nفصلٌ :\r\n\r\nعوامل از لحاظ اعراب چه اقتضاءاتى دارد\r\nچون معلوم شد كه اختلاف اعراب در اثر اختلاف عامل است پس دانسته شد كه اين نيست مگر بواسطهء اختلاف عوامل در اقتضاء اعراب و فى الواقع هم‌چنين باشد زيرا كه بعضى از عوامل است كه اقتضاء رفع مىكند يعنى اقتضاء مىكند كه كلمه بعد او مرفوع باشد و بعضى ديگر اقتضاء نصب مىكند كه كلمهء\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nمابعد او منصوب باشد و بعضى اقتضاء جرّ مىكند كه بايد كلمهء بعد او بجرّ خوانده شود .\r\nپس بايد در اين علم ، از شرح اينها سخن رود يعنى در اين علم بايد معلوم كنيم كه كدام عامل اقتضاء رفع دارد تا چون او را بينيم مابعد او را به‌رفع خوانيم و كدام اقتضاء نصب دارد تا بعد او را به‌نصب و كدام اقتضاء جرّ دارد تا بعد او را به‌جر خوانيم و نيز بايد معلوم كنيم كه چه كلمه عامل است يعنى اقتضاء عمل دارد و چه كلمه عامل نيست يعنى اقتضاء ندارد و نيز معلوم كنيم كه هر گاه كلمه با كلمهء ديگر جمع شود كدام عامل است و كدام معمول و همچنين از معمولات چه معموليست كه بايد مرفوع باشد و چه معمولى است كه بايد منصوب و چه باشد كه مجرور باشد . پس چون هر يك مذكورات از لوازم اعراب و مربوط است به‌اعراب ، بايد كه در اين علم از آنها سخن گوييم .\r\nاجمالٌ :\r\n\r\nتوضيح راجع به معناى كلمه\r\nكلمه لفظى است كه او را در لغت معنى باشد .\r\nتفصيلٌ :\r\nهر لفظى كه از دهن بيرون آيد خواه بر يك حرف باشد چون همزهء استفهام ؛ و خواه بر دو حرف چون مِن و خواه بر سه حرف و بيشتر چون اوزان اسماء و افعال ؛ او را كلمه نامند به شرط آنكه او را در لغت ، معنى باشد . پس هر چه او را معنى هيچ نباشد او را لفظِ مهمل گويند يعنى بىمعنى و اهمال شده ، خواه مغلوب و وارونه شده لفظى باشد چون نسَحْ وارونه حسن است ، يا نباشد مانند دوم از اين مذكورات : آب ماب ؛ گوشت موشت و\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nامثال اينها . پس مانند اينها را كلمه نگويند و همچنين اگر او را معنى باشد لكن در لغت نباشد بلكه گوينده از او معنى اراده كرده ، همچون رموزات كه در اوائل سور قرآن است نيز او را كلمه نگويند بلكه آنها را حروف مقطعه نامند زيرا كه لفظ حرف بر لفظ بىمعنى نيز گفته مىشود چنانچه گويند حروف هجا .\r\nاجمالٌ :\r\n\r\nاقتضاءات كلمه از لحاظ عوامل\r\nكلمه يا عامل است فقط و يا معمول است فقط و يا هم عامل شود و هم معمول و يا نه عامل شود و نه معمول .\r\nتفصيلٌ :\r\nچون دانستى در علم صرف كه كلمه اسم است و فعل است و حرف ، در اينجا بحث از عامل و معمول رود . پس گوييم كه اين عامل شدن و معمول شدن در غير كلمه نباشد يعنى در الفاظىكه وىرا بنفسه معنى نباشد ، نيست .\r\nامّا از سه قسم كلمه پس حرف هرگز معمول نشود و لكن شود كه عامل باشد . چون مِن و شود كه عامل هم نباشد چون همزهء استفهام . امّا هر يك از اسم و فعل شود كه معمول باشد و شود كه نباشد و اسم شود كه عامل باشد و شود كه نباشد امّا فعل هرگز نشود كه عامل نباشد چون فهم قاعده موقف هر مثال نيست و بعضى از امثله‌اش موقوف است بشرح آينده . لهذا از مثال صرف‌نظر كرديدم .\r\nفصلٌ :\r\n\r\nاقسام كلمه و نحوهء عمل‌كرد آنها\r\nگفتيم حرف معمول نشود يعنى فعل و اسم در وى عمل نكند بلكه حرف هم در حرف عمل نكند لكن حرف در فعل عمل\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nكند چون لَمْ يَضْرِبْ و در اسم نيز در فعل عمل كند . همزه چون مَها تَضْرِبْ و در اسم نيز عمل كند چون حتى الدار و فعل در فعل عمل نكند لكن در اسم عمل كند چون جاءَ حسنٌ ، اسم نيز در فعل عمل كند بجزم چون مهما تَضرب و اسم نيز در اسم عمل كند چون انْتَ اكُلٌ تمرا .\r\nپس اسم ، معمولِ هر سه واقع شود و فعل معمولِ اسم و حرف هيچ وقت معمول نشود .\r\nاجمالٌ :\r\n\r\nمعرب و مبنى\r\nكلمه يا معرب است يا مبنى .\r\nتفصيلٌ :\r\nمعرب آن كلمه را گويند كه به‌ذات خود قبول اعراب كند با فرض عدم مانع يعنى به‌طورى باشد كه اگر مانع نبودى ذات او اعراب را قبول كردى ولى مانع او را فعلًا از قابليت انداخته . اين قيد را گفتيم تا شامل شود صحيح و معتل و مقصور را ، زيرا كه مقصور اعراب در لفظ او ظاهر نشود چون موسى و عيسى چه الف مانع از ظهور اعراب است ولى ذات خودِ اسم به‌طورى است كه اگر اين مانع نبودى او را صلاحيت قبول اعراب بودى و همچنين معتل چون ناقص يائى همچون قاضى در وقت رفع و جر چه آنكه ثقالت ضمه و كسره بر ياء مانع است از آنكه اين دو بر او ظاهر شود ، لكن خودش صلاحيت اعراب دارد . اگر اين مانع نبودى ، مبنى آن است كه ذاتاً قابليت اعراب ندارد ، زيرا كه آخر او ريخته شده است . بر يك حركت خاص و از اين‌جهت او را مبنى گفته‌اند يعنى اين كلمه بر يك حركت بنا شده . مانند فعل ماضى\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nكه آخر او بر فتحه بَنا شده كه بايد هميشه مفتوح باشد و مانند هؤلاء كه آخر او بر كسره بنا شده و مانند ضَرَبْتُ كه آخر او بر ضمه بنا شده و مانند مِن واضْرِبْ كه آخرش بر سكون بنا شده و از اين رو اين حركات قابل تبديل نباشند و اين حركات را مقابل حركات اعراب حركات بنا نامند و فرق بين اين حركات و آن حركات را در تسميه دانستى .\r\nفصلٌ :\r\n\r\nاقسام كلمات معرب و مبنى\r\nچون معنى مُعْرَبْ و مبنى را دانستى اينك گوئيم كه كدام يك از سه قسم كلمه مُعْرَبْ است و كدام مبنى پس گوئيم چون دانستى كه اعراب اثر عامل است پس هيچ كلمه معرب نشود مگر آنكه معمول باشد . پس حرف كه معمول نشود معرب نخواهد بود . پس حروف كُلًا از اقسام مبنى هستند .\r\nامّا اسم و فعل را هم معرب باشد هم مبنى .\r\nامّا معرب از فعل پس آن فعل مضارع است در صورتى كه نون تأكيد و نون جمع مؤنث نداشته باشد وإلّا مبنى خواهد بود و هر چه از وى مشتق است وامّا مبنى از فعل ، فعل ماضى است و امر حاضر . وامّا امر غائب و دو متكلم او ، پس آنها از تصريف فعل مضارع است مانند نهى و امّا اسم پس شرح معرب و مبنى او مبسوط است و متوقف بر مثال نيست حال مىگوييم كه بايد دانست كه قاعده از جهتى كه گذشت يعنى هر چه معمول نباشد پس او مبنى خواهد بود تمام است به طور كلى . زيرا كه هيچ حرفى و فعل ماضى و فعل امر معمول نشود و معرب هم نباشد امّا عكسش كُلييّت ندارد يعنى نه چنان باشد كه هر چه مبنى باشد\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nمعمول نباشد چون فعل مضارع با دو نون و بعضى از اسماء مبنيه كه مبنى هستند معمول هم مىشوند و اين را شرحى است كه در محل خود بيايد انشاءاللَّه .\r\nاجمالٌ :\r\n\r\nاعرابهاى سه قسم كلمه\r\nرفع و نصب مشترك است بين اسم و فعل و جرّ تنها مختص است به اسم و جزم مختص به فعل است .\r\nتفصيلٌ :\r\nچون دانستى كه كدام يك از سه قسم كلمه اعراب بر او داخل شود و كدام نشود و نيز دانستى اعراب چهار است حال بايد دانست كه هر يك از اين چهارتا در هر يك از اسم و فعل پيدا نشود ، بلكه دوتاى از اينها كه رفع و نصب است هم در اسم باشد و هم در فعل چون « حَسَنٌ » و « حَسَناً » و در فعل چون « يَضْرِبُ » و « تَضْرِبُ » و دو تاى ديگر يكى مختص به اسم است و آن جر است .\r\nو يكى ديگر جزم است كه مخصوص به‌فعل است و در اسم هيچ پيدا نشود و عامل جزم هم بر اسم داخل نشود .\r\nاجمالٌ :\r\n\r\nبحث منصرف و غير منصرف\r\nاسم يا منصرف است يا غير منصرف .\r\nتفصيلٌ :\r\nچون تقسم اعراب دانسته شد و معلوم شد كه كلمه كه قبول اعراب كند او را مُعرب گويند حال گوييم اسمى كه معرب است بر دو قسم است يعنى اين تقسيم مخصوص اسم است و او يا منصرف است يا غير منصرف . منصرف يعنى صرف شده و قابل تغيير و در اين علم صرف را اصطلاح خاص و يك تغيير\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nمخصوصىرا صرف نامند و آن تغييرات آخر كلمه است به‌جرّ و تنوين يعنى هر كلمه كه آخر او قبول جرّ و تنوين كند بدون مانع او را منصرف گويند يعنى قبول كننده است . صرف و تغيير را و هر اسمى كه قبول نكند گويند غير منصرف زيرا بعضى از اسماء بدون مانع هم قبول جرّ و تنوين كنند چون حسنٍ و بعضى ديگر نكنند چون عَمر و احمد كه نه تنوين قبول كند و نه جرّ بلكه در وقت جر بايد به‌فتحه خوانده شود . پس گفته شود « عُمَرَ » و « احمدَ » وهم در هر سه حالت بىتنوين باشد .\r\nپس منصرف در اين علم عبارتست از جَر و تنوين و منصرف عبارتست از قبول كننده صرف يعنى جَر و تنوين . اما گفتيم بدون مانع تا شامل شود آنگاه كه اسم بنفسه قبول جر و تنوين كند لكن فعلًا بواسطه مانع قبول تنوين نكند چون « الْحَسَنَ » زيرا كه هر اسمى كه با الف و لام باشد در هيچ حالتى از رفع و نصب و جرّ با تنوين نباشد لذا گفته‌اند الف و لام با تنوين جمع نشود .\r\nاجمالٌ :\r\n\r\nبحث راجع به جمله\r\nهر دو كلمه كه با يكديگر جمع شود كه يكى از آنها عامل و ديگرى معمول باشد او را جمله نامند و هم‌چنين اگر بيشتر از دو كلمه باشد هر چه عمل در او نباشد او را مركب نامند .\r\nتفصيلٌ :\r\nجمله يعنى مجموع و با هم . پس هر دو كلمه با هم را جمله نامند امّا به‌شرط آنكه يكى عمل در ديگرى كند خواه هر دو اسم باشند چون « عالمٌ حسنٌ » ؛ و خواه يكى فعل و ديگرى اسم باشد\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nچون « جاء حسن » يا بالعكس « مهما تضرب » ؛ و خواه يكى اسم و ديگرى حرف . چون « فى الدار » و يا يكى حرف و ديگرى فعل چون « انْ يضرب » و اما دو حرف يا دو فعل چون عمل در كار نيست جمله نگويند و همچنين حرف و فعل يا حرف و اسمى كه عمل در كار نباشد جمله نباشد چون « يَضربُ » و « زَيدٌ » بلكه اين‌قبيل از دو كلمه را مركب نامند يعنى تركيب شده و لازم نيست در جمله كه بايد فقط دو كلمه باشد بلكه اگر بيشتر هم باشد باز هم جمله باشد لكن مراد اين است كه بايد جمله كمتر از دو كلمه نباشد ، زيرا كه يك كلمه را مفرد خوانند در مقابل جمله و مفرد در اينجا غير مفرد در مقابل تثنيه و جمع است . پس هر گاه مفرد را در مقابل جمله استعمال كنند معنى او يك كلمه است .\r\nاجمالٌ :\r\n\r\nبحث راجع به اسناد\r\nهر دو كلمه كه يكى از آنها اسناد به‌ديگرى داده شود يعنى اسناد تام به‌طوريكه قبيح نباشد سكوت بعد از اين دو كلمه و مورد اعتراض نباشد او را كلام نيز نامند و اين صورت نپذيرد مگر در اسم و فعل يا در دو اسم . در اوّل هميشه چنين باشد و در دوم گاهى باشد و گاهى نباشد .\r\nتفصيلٌ :\r\nكلام را قيد ديگرى هست كه در جمله نيست و آن اين است كه بايد بين دو كلمه اسناد يعنى نسبت باشد نسبتى تام و تمام به‌طوريكه سكوت بر او صحيح باشد چون « حسنٌ عالمٌ » . پس هر چه چنين نسبتى داشته باشد او را كلام نامند و چون در جمله چنين قيدى نيست پس هر كلامرا جمله نيز خوانند و اين گونه\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nنسبت تام بين دو حرف يا دو فعل يا حرف و فعل و يا حرف و اسم هرگز پيدا نشود پس هيچ كدام كلام نباشد . بلكه اين نحو از نسبت هميشه بين فعل و اسم خواهد بود خواه اسم مقدم چون حسن جاء يا فعل مقدم چون جاء حسن و يا بين دو اسم حسنٌ عالمٌ . امّا نه هميشه زيرا كه گاه باشد كه نسبت باشد امّا تمام نباشد چون « كتاب حسن » ، « غلام حسن » ، « مال حسن » و امثال اينها كلام نباشد .\r\nاجمالٌ :\r\n\r\nفعل و فاعل و مبتدا و خبر\r\nهر كلامىكه مركب از فعل و اسم باشد و اسم مؤخر باشد او را فعل و فاعل گويند و هر چه اسم مقدم يا هر دو اسم باشد او را مبتدا و خبر نامند .\r\nتفصيلٌ :\r\nامّا فعل و فاعل واضح است مثل جاء حسن ، جاء فعل و حسن فاعل . امّا در مثل حسنٌ جاء ، يا حسنٌ عالمٌ ؛ اين قبيل از كلام راجملهء مبتدا و خبر نام نهند اولىرا گويند مبتدا يعنى ابتدا شده ، دومىرا گويند خبر كه به او خبر داده شده ، گفته مىشود حسن عالم است حسن آمده است و علامت خبر در فارسى ( است ) باشد و گاه باشد كه مبتدا مؤخر شود و خبر مقدم هر گاه اشتباه نشود چون عالمٌ حسنٌ پس در اين صورت اوّل را مبتدا نگويند بلكه گويند خبر مقدم و دومىرا مبتدا مؤخّر و علامت تميزدادن مبتدا را از خبر معنى است هر كجا كه ( است ) ظاهر شود او خبر باشد و در فارسى نيز گاه شود كه خبر مقدم شود چنانچه گويى عالم است حسن امّا اين تقديم خبر در حالى است كه فعل باشد چون\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nحسن جاء ، نشايد . زيرا كه اگر مقدم شود فعل و فاعل خواهد شد .\r\nفصلٌ :\r\n\r\nمسند و مسند اليه و اسناد\r\nهر يك از فاعل و مبتدا را مسندٌ اليه يعنى به‌سوى او اسناد داده شده گويند و آن فعل يا اسم ديگر را مسند نامند يعنى اسناد داده شده زيرا كه در مثال جاء و عالم اسناد داده شده است و حسن چيزى است كه به سوى او اسناد داده شده و در اين بين يك ثالثى است كه به‌او تلفظ نشده و از مقوله لفظ نباشد بلكه فقط موجود باشد در معنى كه بدون او هم كلام صورت نپذيرد و او را اسناد و نسبت نامند زيرا كه چون گويى شجر ، حجر . پس تلفظ كرده به دو چيز يكى شجر و يكى حجر لكن اين دو لفظ بتنهايى كافى نيست در تماميت معنى پس چون گويى حسن عالم مىبينى كه اين دو لفظ بتنهايى كافى است پس قطعاً بايد بين اين دو لفظ خصوصيّتى باشد كه در آن دو لفظ نيست همان خصوصيّت اسناد است كه اين دو لفظ را به‌هم مربوط نموده يعنى پيوسته و ايجاد معنى تام و كامل نموده . و لهذا اسناد را رابطه نيز نامند يعنى اين اسناد مانند قوه است كه در اسم و آلات برق در اين زمان موجود است ولى وجود خارجى محسوس ندارد همانطور اين اسناد در بين اين دو لفظ وجود دارد مانند قوه و بدون او كلام تمام نشود لكن ملفوظ نباشد و اين اسناد امر اختيارى نيست مانند لفظ ، تا آنكه گويى اگر چنين است كه تماميت معنى و تماميت كلام موقوف است به‌اسناد پس من او را در همه جا واقع مىسازم يعنى در مثل حجر شجر نيز اسناد مىدهم بلكه اسناد مانند همان قوه امرى است معنوى غير اختيارى و در همه جا\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nنيست بلكه او را شرط مىباشد و آن قابليت مسند است براى اسناد چنانچه قوه برق در هر جسمى يافت نشود و قابليت مسند در اينجا اين است كه مسند مشتق باشد خواه فعل باشد و خواه اسم و اگر اسم ذات باشد قابل اسناد نبود .\r\nاين مطلب را حفظ كن تا عنقريب به‌يك نتيجه بزرگ كه بر او مترتب خواهد شد برسى پس دانسته شد كه كلام مركب است از سه چيز مسند و مسندٌ اليه و اسناد و بدانكه خبر را مخبر به نيز نامند يعنى خبر داده شده به‌او و مبتدا را مخبر عنه نيز نامند يعنى خبر داده شده از او .\r\nاجمالٌ :\r\n\r\nمعرفه ونكره واقسام شش گانه معارف\r\nاسم يا معرفه است يا نكره .\r\nتفصيلٌ :\r\nتا اينجا چون دانستى كه هر اسمى كه معمول شود يا معرب است يا مبنى و هم دانستى كه معرب يا منصرف است يا غير منصرف پس نيز بايد دانست كه هر اسمى كه معمول شود يا معرفه است يا نكره چه آنكه در بعضى از موارد لازم است كه معرفه باشد و در بعضى ديگر لازم است كه نكره باشد .\r\nپس اين تقسيم را براى اسم نيز بايد دانست پس مىگوييم معرفه يعنى معروف بودن نكره يعنى مجهول بودن پس اسم معرفه يعنى آن اسمىكه معروف باشد و اسم نكره يعنى اسمىكه منكور و مجهول باشد و اين از مواردى است كه مصدر به‌معنى اسم مفعول استعمال شده و گاه شود كه اسم مفعول آورند گويند معروف و منكر و منكور هم گويند پس اسم نكره\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nآنست كه معنى او غير معين باشدخواه جنس باشد خواه وحدة چون رجلْ و رجلٌ و تمرْ و تمرٌ و اسم معرفه اسمى است كه معنى او معين باشد خواه بالذات معين و مشخص باشد يا با واسطه و اسمهاى معرفه شش‌تا است كه در اين بيت ذكر شده :\r\n معارف شش بود مضمر اضافه * علم ذواللام ، موصول و اشاره \r\nو از اين شش فقط علم و ضمير معرفه است بالذات و باقى به‌واسطه است و از ضمير فقط ضمير متكلم بذات معرفه است زيرا كه هر مخاطبى گويندهء خود را مشخصاً مىشناسد و امّا ضمير خطاب پس تشخيص او بواسطهء مخاطب و حضور او است و هم‌چنين ضمير غائب تشخيص او بسبب مرجع او است كه غائب است و امّا علم و آن اسمى است كه اسم گذارده شده باشد براى معين و بدين جهت او را علم ناميده‌اند يعنى اين اسم براى مسمّى علم است يعنى علامت است چون « حسن » ، « جعفر » و « احمد » مثلًا و امّا ذواللام پس آن اسمى است كه داراى الف و لام باشد چون الرّجل تعريف او به‌واسطهء الف و لام است و اين الف و لام را الف و لام تعريف نامند . پس اگر بر جنس داخل شود چون « الرّجل » او را الف و لام جنس گويند يعنى الف و لامى كه بر جنس داخل شده و دلالت بر جنس مىكند چنانچه اگر در مصدر داخل شود گويند الف و لام مصدرى و اگر بر غير جنس داخل شود او را الف و لام عهد گويند يعنى الف و لامى كه دلالت دارد بر آنكه مدخول او معهود است يعنى بين مخاطب و متكلم معلوم است يا در ذهن و او را عهد ذهنى گويند يعنى در ذهن مخاطب\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nمعلوم است مثالش آنست كه شما را كتابى باشد و مخاطب شما را اطلاع بر آن كتاب باشد پس او را ببينى ناگهان مىگوئى بعت الكتاب يعنى همان كتابىكه تورا سابقه اطلاع است و همان كتابىكه در ذهن شما معلوم است و يا در خارج از ذهن و آن به اين است كه او در كلام سبق ذكر يافته پس او را الف و لام عهد ذكرى گويند يعنى دلالت دارد بر آنكه مدخول او معهود است در ذكر يعنى همان است كه ذكر شد چنانچه گويى ديدم مردىرا چنين و چنان بعد مىگويى ثم قال الرّجل يعنى همان مردىكه ذكر كردم و يا مدخول او حاضر است چنانچه گويى اكرم العالم يعنى همان عالم حاضر پس او را الف و لام عهد حضورى گويند . وامّا موصول و اضافه و اشاره با شرح هر يك عنقريب در فصول بعد ذكر خواهد شد و در همينجا به همين سه اكتفا نموديم تا مطلب به‌طول نينجامد .\r\nاجمالٌ :\r\n\r\nعامل و معمول لفظى و غير لفظى\r\nهر يك از اعراب و عامل و معمول لفظى باشد و غير لفظى .\r\nتفصيلٌ :\r\nچون دانستىكه آنچه در اين علم از او سخن رود از سه چيز خواهد بود : عامل و معمول و اعراب . پس مىگوييم آنچه مشترك است بين اين سه اين است كه هر يك را دو قسم است لفظى و غير لفظى لكن فعلًا بحث اعراب‌را مقدم مىداريم پس مىگوييم اعراب يا لفظى است يعنى آنكه به‌او تلفظ شود مانند آنچه گذشت يعنى هر حركتى كه به‌او لفظ نشود و در نطق آيد او را اعراب لفظى گويند و يا غير لفظى است يعنى آنكه به‌وى تلفظ\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nنشود و غير لفظى دو قسم باشد : تقديرى و محلى .\r\n\r\nاعراب لفظى و تقديرى\r\nپس مجموع اقسام اعراب سه قسم است : لفظى و تقديرى و محلى . و اين دو يعنى تقديرى و محلى مشتركند در اينكه هيچ‌يك در تلفظ پيدا نشود و لكن هر يك را فرق است امّا تقديرى پس آن حركت و اعرابى است كه تقدير گرفته شده باشد يعنى فرض كرده و نيّت گرفته شده باشد يعنى حركت اگر چه به‌او تلفظ نشده لكن به‌طور كلى هم از او صرف‌نظر نشده بلكه هنوز مورد توجه و نظر است چنانچه گويا بوده است و حذف شده لهذا گفته‌اند : المقدّر كالمحذوف والمحذوف كالمذكور . و اين در موردى است كه لفظ بنفسه صلاحيت اعراب دارد لكن مانع خارجى مانع از ظهور اعراب شده پس در چنين صورت گويند اعراب مقدر است چون مانع نگذارد كه ظاهر شود و امّا اعراب محلّى و آن در موردى است كه لفظ به‌هيچوجه صلاحيت اعراب ندارد و در تقدير هم نگيرند چون تقدير و نيت‌گرفتن فرع صلاحيت باشد و لكن با اين عدم صلاحيت چون در موقعى واقع شده است كه حقش بوده است كه داراى اعراب باشد زيرا كه پس از عامل كه شأن او تأثير اعراب است واقع شده و معمول اين عامل شده از اين جهت گويند در محل اعراب است مثلًا اگر گويى جاء هؤلاء پس هؤلاء در محلى واقع شده و بعد از عاملى آمده كه اقتضاء اعراب يعنى رفع دارد لكن هؤلاء قابليت اين اعراب را ندارد و چون عامل بىتأثير نشود و معمول هم بىاعراب كه اثر است نشايد گويند اعراب هؤلاء محلى است و حقيقتاً اعراب\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nمحلى اعراب نباشد بلكه صِرف بودن لفظ است در محل اعراب ، و اين بدان كه هر لفظىكه مانع از ظهور اعراب دارد اگر در موضع رفع باشد گويند رفع مقدر است و اگر در موضع نصب باشد گويند نصب مقدّر است و اگر در موضع جر باشد گويند جر مقدّر است و اگر در موضع جزم باشد گويند جزم مقدر است و هكذا نسبت به اعراب محلى هر لفظىكه در موضع رفع است گويند در محل رفع است و اگر در موضع نصب است گويند در محل نصب است و اگر در موضع جر ، گويند در محل جرّ است و اگر در موضع جزم است گويند در محل جزم است .\r\nفصلٌ :\r\n\r\nاعراب تقديرى\r\nاعراب تقديرى در چند موضع است :\r\nيكى الف مقصوره است كه در اسم است خواه مذكر باشد خواه مؤنث چنانچه دانستى و در وى هر سه اعراب مقدر شود .\r\nدوم الف اعلال است يعنى منقلبه از واو و يا اگر در اسم باشد چون « الرضا » كه مصدر رضى است و « المصطفى » كه اسم مفعول اصطفى است و در وى نيز سه اعراب مقدر شود و اگر فعل باشد چون « يُدعى » كه مجهول يدعُو است در او رفع و نصب مقدر شود امّا در جزم الف ساقط شود چنانچه در صرف دانستى .\r\nسوم ناقص است و آن در اسم چون « قاضى » و « القاضى » در حالت رفع و جرّ تقدير شود . وامّا در حالت نصب ظاهر شود چنانچه در صرف معلوم شد و اگر فعل باشد چون « يرى » و « يدعو » فقط در حالت رفع مقدر است و امّا نصب ظاهر شود و در\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nجزم حرف عله ساقط شود .\r\nچهارم الف تثنيه و ياء تثنيه است در اسم . امّا الف پس آن در حالت رفعى است يعنى رفع در الف مقدر شود چون « جاء الحسنان » . وامّا ياء تثنيه پس آن مخصوص است به‌حالت نصب و جر يعنى در اين دو حالت نصب و جر در ياء تقدير شود چون « رايت الحسنين » و « اخذت من الحسنين » .\r\nپنجم واو جمع و ياء جمع در اسم ، واو در حالت رفع چون « جاء الحسنون » . پس رفع مقدر است در واو ، و ياء در حالت نصب و جرّ چون « رايت الحسنين » و « اخذت من الحسنين » كه در اين دو حالت ، نصب و جر در ياء مقدر است .\r\nششم « كِلا » و « كلتا » است بمعنى هر دو ، كِلا در مذكر كِلْتا در مؤنث استعمال مىشود اعراب كلا و كلتا نيز به‌هر سه حركت تقديرى است در « الف » اگر متصل به اسم ظاهر شود « كلا الرجلين » و « كلتا المرئتين » . و اگر متصل به‌ضمير شوند اعراب آنها مانند تثنيه خواهد بود يعنى در حالت رفع به الف و در حالت نصب و جر به ياء چون : « كلاهما » و « كلتاهما » و « كليهما » و « كلتيهما » .\r\nفصلٌ :\r\n\r\nحروفيكه نيابت‌مىكنند از اعراب لفظى\r\nاين بود اعراب لفظى و تقديرى و بدانكه بعضى حروفند كه نيابت مىكنند از اعراب لفظى يعنى بدل مىشوند از رفع و نصب و جرّ و جزم و اينها را اعراب تقديرى نگويند بلكه از اقسام لفظى دانند زيرا كه اعراب اگر چه به‌خودش تلفظ نشده لكن به‌بدلش تلفظ شده ، يكى از آنها نون است كه نيابت مىكند از رفع در\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nمضارع در تثنيه و دو جمع مذكر و مفرد مخاطبه مؤنث و امّا در دو حالت نصب و جزم پس ساقط مىشود چنانچه دانستى در صرف پس اين نون در حالت رفع عوض و بدل آن رفع است . پس آگاه باشد كه بين اسم و فعل مضارع در تثنيه و جمع از حيث اعراب فرق است تثنيه و جمعِ هر دو را الف و نون و واو و نون باشد و ديگر از اعراب نيابت و او و يا و الف است كه نيابت مىكند از حركات ثلاثه در شش اسم و آن « ابَ » « اخَ » « حَمَ » « فُوذ » و « هَنْ » است واو در رفع ، الف در نصب يا در جر چون : « ابوكَ » ، « اخوكَ » ، « حموكَ » ، « فوكَ » « هنوكَ » « ذوعَلم » « اباك » ، « اخاكَ » ، « حماكَ » ، « هناكَ » ، « فاك » ، « ذاعلم » ، « ابيكَ » ، « اخيكَ » ، « حميكَ » ، « فيكَ » ، « هنيكَ » « ذيعلم » و ديگر از اعراب نيابت كسره است كه بدل از فتحه مىشود و اين در جمع به‌الف و تاء است چون مسلمات كه در حالت نصب و جر هر دو بكسره است . پس كسره در حالت نصب از فتحه نيابت مىكند و ديگر از نيابت فتحه است كه نيابت مىكند از كسره و آن در غير منصرف است چنانچه دانستى .\r\nفصلٌ :\r\n\r\nاعراب محلى در دو موضع است\r\nاعراب محلى در دو موضع است يكى جمله و كلام خواه آنكه اسم شده باشد چون « سُرَّ مَنْ رَأى » كه اسم است براى سامِرَّه پس اگر گويى « ذهَبت الى سُرّ مَنْ رَأى » پس در محل جرّ خواهد بود به الى و يا اسم نباشد چنانچه گويى « رأيتك تضرب زيداً » كه جمله تضرب زيداً در فعل نصب است از براى رأيت ، دوم در اسماء مبنيّه پس در اينجا بايد شرح مبنيّات را به‌طور اجمال بدهيم .\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nفصلٌ :\r\n\r\nمبنيّه و اقسام آن و بحث ضمائر\r\nاسماء مبنيّه چند قسم است يك از آنها ضمائرند ومراد ضمائر بارزه‌اند زيرا كه اعراب و بناء خصيصهء مذكور است نه مستتر و محذوف ، ضمير بارزه دو قسم است متصل و منفصل .\r\nمنفصل دو قسم است مرفوع ، يعنى آنكه در محل رفع است و آن : « هُو ، هُما ، هُمْ ، هِىَ ، هُما ، هُنَّ ، انْتَ ، انْتُما ، انْتُمْ ، انْتِ ، انْتُما ، انتُنَّ .\r\nانَا نَحْنُ و منصوب يعنى آنكه در محلِّ نصب واقع شده و آن :\r\n« ايّاهُ ، ايّاهُما ، ايّاهُمْ ، ايّاها ، ايّاهُما ، ايّاهُنَّ ، ايّاكَ ، ايّاكُما ، ايّاكُمْ ، ايّاكِ ، ايّاكُما ، ايّاكُنَّ ، ايّاىَ ، ايّانا » .\r\nمتصل را سه قسم است مرفوع و آن شش صيغهء مخاطب و دو صيغهء متكلم و آن : « تَ ، تُما ، تُمْ ، تِ ، تُما ، تُنَّ ، تُ ، و نا » ؛ ومنصوب چون : « ضَرَبَه ، ضَرَبَهُما ، ضَرَبْهُم ، ضَرَبْها ، ضَرَبَهِما ، ضَرَبهُنَّ ، ضَرَبكَ ، ضَرَبْكُما ، ضَرَبكُم ، ضَرَبكِ ، ضَرَبَكُما ، ضَرَبكن ، ضَربنى ، ضَرَبنا » .\r\nو مجرور چون : « بِهِ ، بِهِما ، بِهِم ، بِها ، بِهِما ، بِهِنَّ ، بِكَ ، بِكُما ، بِكُمْ ، بِكِ ، بِكُما ، بِكُنَّ ، بى ، بِنا » .\r\nاين بود اقسام ضمائر بارزه و امّا مستَتِر را يك قسم بيش نيست و آن ضمير مرفوع است زيرا كه ضمير جرّ و نصب هرگز مستَتِر نگردد و ضمير مستتر هم منفصل نگردد .\r\n\r\nدوم از اسماء مبنيّه ، اسماء موصولى است\r\nقسم دوم موصولاتند يعنى اسماء موصوله يعنى صله آورده شده يعنى اسمائىكه محتاجند به صله كه بايد براى آنها صله آورد و بدون صله معنى آنها واضح نشود صله يعنى\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nوصله و پيرايه و پينه مانند « الَذى » كه بمعنى آنچنان كسى است و معلوم است كه اگر گويى ديدم كسى و آنچنان كس را هيچ معنى نبخشد تا گويى آنچنان كسى را كه چنان كرد يا چنان وصف داشت و اينها پيرايهء او هستند و آنها را صلهء موصول گويند . پس موصول هرگز بىصله نباشد واسماء موصوله از جمله معارفند يعنى اسمائىكه معرفه‌اند و تعريف موصولات به‌واسطهء صلهء آنها است زيرا كه اگر صلهء آنها نباشد هيچ معنى آنها معين و مشخص نشود .\r\nو در اينجا براى اطلاع اجمالى به چهار اسم از اسماء موصول اختصار مىنماييم :\r\nيكى « الذى » است براى مذكر چون « جاء الذى اكل تمراً » . و « اللتى » است براى مؤنث چون « جائت اللتى اكلت تمرا » و اين دو را اختصاص بذوى العقول است و هر دو راتثنيه باشد چون « واللذان » « واللتان » در حالت رفع و « اللذين » و « اللتين » در حالت نصب و جر و الذى راجمع مصحّح بياء و نون فقط آيد در هر سه حالت چون « اللذين » و گاه شود كه در حالت رفع به‌طور نادر به‌واو و نون و در بعضى استعمالات پيدا شود واللتى را جمع « اللات و اللّوات و اللائى و اللوائى » آيد .\r\nسوم و چهارم من و ما مىباشد و اين دو را تثنيه و جمع نباشد و اختصاصى به‌ذوالعقول هم ندارد لكن من را اختصاص به‌ذوى العقول بيشتر است و از اين جهت من به‌معنى كس است و ما را براى غير ذوى العقول بيشتر استعمال كنند و از اين جهت معنى ما چيز است و مذكر و مؤنث هم در اين دو يكسان است\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nلكن من در مذكر بيشتر و ما در مؤنث بيشتر آورده شود مثال :\r\n« يَسْجُدُ لَهُ مَن فِي السَّماوَاتِ وَمَن فِي الْأَرْضِ » « وَلَهُ مَا فِي السَّماوَاتِ وَالْأَرْضِ » .\r\n\r\nسوم از اسماء مبنيّه اسماء اشاره است\r\nسوم از اسماء مبنيّه اسماء اشاره است يعنى الفاظىكه به‌آنها اشاره كنند يعنى الفاظىكه نيابت مىكنند از اشارات عمليه و به‌جاى اشاره با انگشت و دست و يا چشم و امثال اينها استعمال مىشود پس اينها اشارات لفظيّه‌اند و آنها چند لفظاند يكى از آنها « ذا » است براى مذكر و « تا » براى مؤنث و اين دو را تثنيه باشد چون « ذان » و « تان » در دو حالت رفع و « ذين » و « تين » در حالت نصب و جر و جمع براى اين دو نباشد و ديگر « اولاء » است با مدّ و گاه بى مدّ استعمال شود ولى فصيحش با مدّ است اولاء اشاره است به‌جمع مذكر يا غير مذكر عاقل و غير عاقل مانند ذا و تا كه عاقل و غير عاقل را مساوى است ديگر « هُنا » است بىمدّ براى اشاره به‌مكان و اسماء اشاره نيز از زمره معارفند و تعريف آنها به‌واسطه مشارٌ اليه آنها است چه اگر مشارٌ اليه نباشد معنى ذا و غير او را هيچ تشخص و تعين نباشد و گاه شود كه هر يك از اين اسماء را ها بر اوّل داخل شود چون « هذا و هاتا و هؤلاء و هاهنا » و اين ها را هاء تنبيه نامند يعنى آگاه نمودن و مقصود از آوردن هاء اين است كه مخاطب را در اول بيدار كند يا خبردار سازد تا ملتفت اشاره شود پس چون گويى هذا گويا كه گفته با خبر باش و بعد اشاره كرده و گاه شود كه هر يك را كاف در آخر داخل شود چون : « ذاك ، تاك ، اولئك ، و هناك » ، و كاف و\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nها هر دو با هم جمع نشوند و اين كاف را نحويين كاف خطاب نامند ولى در وى معنى خطاب نباشد و اين كاف مانند كاف ضمير ، مذكر و مؤنث و تثنيه و جمع شود چون ذاك ، ذاكما ، ذاكم ، تاك ، تاكما ، تاكن ، اولئك ، اولئكم » ، و اولئك را تثنيه نباشد چون جمع . و تثنيه حكايت كوسه و ريش پهن مىشود و اگر اين كاف را كاف اشاره گويى ، بهتر باشد از كاف خطاب و گاه شود كه پيش از كاف لامى هم بيايد چون « ذالك و تالك و هنالك » ولى با اولئك لام نيايد وبدانكه هر يك از اين اسماء اگر مجرد استعمال شود براى نزديك است و هرگاه با ها باشد براى خيلى نزديك است و اگر با لام آيد اشاره به‌دور باشد و اگر با كاف باشد براى متوسط است .\r\n\r\nچهارم از اسماء مبنيه اسماء افعالند\r\nچهارم از اسماء مبنيّه اسماء افعالند و آنها اسمهايى باشند كه به‌معنى فعل باشند و به همين جهت آنها را اسم فعل نامند چون « رويد » به معنى « امهِل » يعنى مهلت بده « حيهل » به‌معنى « اسرع » يعنى بشتاب و « بَلْه » به‌معنى « دعهُ » يعنى واگذار « وشتان » بمعنى « بَعُدَ » يعنى بدور است و « نزال » به‌معنى « انزل » و « تُراك » به‌معنى « اترك » يعنى ترك كن « وصه » به‌معنى « اسْكت » يعنى ساكت شو و « مَهْ » به‌معنى « اكفف » يعنى كف نفس كن يعنى بس كن و « آمين » به‌معنى « استجب » يعنى اجابت كن و « اوَّهْ » به‌معنى « اتوجّع » يعنى درد مىكشم و « افّ » به‌معنى « اتفَجَّرُ » يعنى ملول مىشوم و « هيهات » به‌معنى « بَعُدَ » يعنى دور است و « عليكَ » به‌معنى « الزم » يعنى بچسب و « دونكَ » به‌معنى\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n« خُذْ » و « اليك » عنى به‌معنى تنحَّ يعنى دور شو و « وى » و « واهاً » بمعنى « اتعجب » و « هَلُمَّ » بمعنى « اقبل » يعنى پيش بيا .\r\n\r\nپنجم از اسماء مبنيه اسماء شرطاند\r\nپنجم از اسماء مبنيّه اسماء شرطاند يعنى اسمائىكه در آنها معنى شرط و قرارداد است مثل مَن و ما چنانچه گويى هر كس چنين كند چنين كنم يا چنين خواهد شد يا چيزىكه چنين باشد چنان باشد و باقى اسماء شرط بيايد انشاءاللَّه .\r\n\r\nششم از اسماء مبنيه اسماء استفهام است\r\nششم از اسماء مبنيّه اسماء استفهام است و آنها اسم‌هائى است كه به آنها طلب فهم مىشود چون « كيف » مثل اينكه بگويى « كيف حالك » يعنى چطور است حال تو و ديگر « من » و « ما » چون « من فعل » يعنى چه كسى كرده و « ما فعل » يعنى چه چيز كرده و باقى اسماء استفهام در حروف استفهام بيايد پس تا اينجا معلوم شد كه من و ما را سه معنى باشد از اين‌قرار :\r\n1 - من و ماء موصول\r\n2 - من و ماء شرط\r\n3 - من و ماء استفهام\r\nاجمالٌ :\r\n\r\nعامل لفظى و تقديرى\r\nهر چه از عامل ظاهر باشد و تلفظ به‌او شده باشد او عامل لفظى باشد و هر چه نباشد ولى از مقوله لفظ باشد به‌طورىكه اگر خواهند به‌او تلفظ شود پس آن عامل مقدّر و محذوف باشد و آنچه ظاهر نباشد و از مقولهء لفظ نباشد پس آن عامل معنوى است .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nتفصيلٌ :\r\nعامل سه قسم است لفظى و آن عاملى است كه ظاهر باشد چون « جاء احمد » ، « رأيت احمدَ » ، « اخَذْتُ من احمد » .\r\nدوم تقديرى محذوف و آن چيزى است كه او را براى علتى و يا سببى چون اقتصار مثلًا ظاهر نكنند پس عمل باقى است ولى خود عامل غير ظاهر است پس مانند آن باشد كه او را آورده‌اند و حذف كرده‌اند چنانچه اگر بگويند « من جائك » در جواب مىگويى « حسنٌ » يعنى « جاء حسنٌ » پس عامل را به‌علت آنكه در سؤال ذكر شده و معلوم است براى اقتصار در جواب ذكر نمىكنيم پس اين عامل تقديرى است و امّا معنوى پس آن عاملى است كه به تلفظ درنيايد و هيچگاه نتوانى او را اظهار كنى و از اين جهت او را معنوى گفته‌اند يعنى آنكه عامل از سنخ معنى است نه از سنخ لفظ .\r\nفصلٌ :\r\n\r\nعامل معنوى\r\nعامل معنوى را بعضى اثبات كرده‌اند آن هم در دو مورد يكى در مبتداء و خبر ديگر در اضافه و اينك به‌شرح اين دو بپردازيم امّا حقيقت عامل معنوى در مبتدا و خبر پس با فهميدن شرح سابق در معنى اسناد مىتوان حقيقت وىرا معلوم كرد و بيان آن اين است كه چون معلوم كرديم كه يكى از اركان ثالثهء كلامِ اسناد است كه بدون او كلام تمام نشود و گفتيم يگانه چيزىكه بين دو شىء را ارتباط و اتصال مىدهند اسناد است و اسناد امرى است غير لفظى و هيچ در تلفظ نيايد و اين است معنى امر معنوى يعنى امرى كه فقط در معنى وجود دارد و حِسِّ تلفظ\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nوجود نگيرد پس ممكن است بگوييم كه اين امر معنوى همچنانكه در معناى دو لفظ تأثير مىكند به‌اينكه ايجاد ربط و اتصال مىكند بين آن‌دو پس مىشود كه بين دو لفظ نيز اثر كند در اعراب به‌اينكه هر دو را مرفوع كند حاصل آنكه اين قوه چنانچه در معنى اثر دارد در لفظ نيز اثر دارد امّا اضافه نيز اسناد و نسبتى است كه بين دو شيئ باشد لكن نه نسبت تام كه بتوان بر او اكتفا نمود بلكه نسبت ناقص چون غلام زيد كه غلام را نسبت به‌زيد مىدهى ولى اگر بگويى غلام زيد اكتفا به او نتوان كرد مگر آنكه بگويى آمد و يا زد و يا خورد و امثال اينها و اين قسم از نسبت را اضافه نامند زيرا كه اضافه يعنى نسبت و ربط چنانچه مىگويى فلان به‌فلان اضافه دارد يعنى نسبت دارد و اولىرا كه منسوب است يعنى نسبت داده شده مضاف گويند و دومىرا كه به او نسبت داده شده مضاف‌ٌاليه نامند پس در اينجا نيز مىتوان گفت كه چنانچه اين نسبت ناقص تأثير كرد و ايجاد ارتباط بين دو شىء نمود پس مىشود كه تأثير اعراب نيز كند و چون اين نسبت ناقص بوده لهذا تأثيرش در اعراب نيز ناقص شده و آن بدين‌گونه شده كه در يكى بيش اثر نكرد و آن مضاف‌اليه تنها است پس مضاف‌ٌاليه مجرور شده بسبب تأثير اضافه يعنى نسبت ، كه امر معنوى است و اما مضاف پس اعراب او به‌عاملهاى لفظى است و چون حقيقت اضافه معلوم شد پس بدانكه اضافه نيز از اسباب تعريف است يعنى اضافه سبب مىشود كه مضاف معرفه شود يعنى مشخص و معلوم گردد و اين واضح است و اگر بگويى غلام يا آب هيچ معنى وى معين\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nنباشد و چون گويى غلامك يا ابوك خوب مشخص شود و اين نيز بدان كه اضافه از خصايص اسم است و فعل و حرف هرگز اضافه نشود و بعضى از اسماء غالب الاضافه‌اند يعنى بيشتر با اضافه پيدا شده‌اند مانند : « ابَ ، اخ ، حَم ، هَن ، قبل ، بعد ، فوق ، تحت ، يمين ، يسار » ، زيرا كه گاه شود كه بىاضافه باشد چون « ابٌ » و « اخٌ » و بعضى لازم الاضافه باشند يعنى هيچگاه بدون اضافه پيدا نشوند چون : « فو » ، « ذو » ، « عند » ، « لدى » . براى اينكه معناى اينها بىاضافه تمام نشود پس بايد هميشه گفت « فوك » يا « ذومال » يا « ذو علم » و مانند اينها و « عندك » و « عندى » و « عند فلان » همچنين است لدى .\r\nاجمالٌ :\r\n\r\nعامل غير معنوى و لفظى\r\nعامل غير معنوى خواه لفظى ظاهرى يا تقديرى ، گاه باشد كه اقتضاى رفع كند پس عمل رفع كند و گاه شود كه اقتضاى نصب كند پس عمل نصب كند و گاه شود كه اقتضاى جر پس عمل جر و گاه شود كه اقتضاى جزم كند پس عمل جزم كند .\r\nتفصيلٌ :\r\nچون دانستى كه هر يك از اسم و فعل و حرف عامل شوند حال بايد تعيين اقتضاى عمل هر يك كنيم پس بدانكه فعل هميشه عمل رفع و نصب كند يعنى هر كجا كه فعل يافت شود بايد كه فقط عمل رفع يا نصب كند و اين به‌شرطى است كه در صرف دانستى كه فعل يا متعدى است يا لازم پس اگر فعل لازم باشد عمل رفع كند و اگر متعدى باشد نصب هم عمل كند امّا فعل هرگز عمل جرّ يا جزم نكند و معمول فعل را هم دانستى كه بايد اسم\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nباشد يعنى فعل در فعل و در حرف عمل نكند اما حرف پس او را چهار عمل باشد رفع و معمولش خصوص اسم باشد و نصب واو هم در اسم و هم در فعل باشد و جر كه فقط در اسم باشد و جزم كه فقط در فعل باشد و امّا اسم را سه عمل باشد رفع ، نصب جزم . اما جزم و آن در بعضى از اسماء است و معمولش فعل است و امّا عمل رفع و نصب مخصوص آن اسمى است كه معنى فعل در او باشد يعنى از اسماء معانى باشد همچون اسم فاعل و مصدر و عمل آنها مانند عمل فعل خود باشد يعنى اگر مادهء او متعدى باشد عمل رفع و نصب كند والّا فقط عمل رفع ، و اين گونه از عمل نصب شرط او متعدى بودن است چه در اسم و چه در فعل و اين همان نصبى است كه در مفعول باشد در وقتىكه اسم يا فعل را احتياج به‌مفعولٌ به باشد و لكن هر يك از افعال و اسماء معانىرا عمل‌هاى نصبى ديگر است كه مختص به‌متعدى نيست و شرطش متعدى بودن نمىباشد چنانچه خواهد آمد انشاءاللَّه . و بدانكه اسم نزد بعضى عمل جر نيز مىكند و اين نزد آن اشخاصى است كه قائلند به‌اينكه جر مضاف‌اليه در اضافه به‌خود مضاف است پس بنابر اين قول اسم را نيز چهار عمل است چنانچه نزد بعضى عامل جر نفس مبتدا است پس اگر خبر فعل باشد بنابر اين قول در فعل نيز اسم عمل رفع مىكند .\r\nفصلٌ :\r\n\r\nمواضع عمل‌كرد اسم\r\nاسم عمل رفع و نصب در وقتى كند كه معنى فعل را داشته باشد همچون اسماء معانى مشتقّه و مصدر كه عمل او مانند عمل فعلى است كه معنى او را دهد و همچون اسماء افعال كه به\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nمعنى فعلند كه عمل فعلى را مىكنند كه به‌معنى او باشد همچون « بلَه » كه به‌معنى « دَع » است پس عمل دَع مىكند يعنى فاعل دارد و مفعول خواهد پس بايد اسم ما بعد او را به‌نصب خوانى چون « بَلَه زايدً » و چون « رُويد » كه به‌معنى « امهل » است نيز مفعول خواهد پس بايد بگويى « رَويد زيداً » و چون « شتان » كه به‌معنى « بَعد » كه لازم است و فقط فاعل خواهد پس بايد بگويى « شتّان زيدٌ » و همچنين اسم در وقتى عمل جزم كند كه به‌معنى حرف جازم باشد پس اسم را از خود عمل مستقل نباشد لهذا براى او عنوانى بالخصوص منعقد نسازيم . و تفصيل عوامل را در دو بحث خاتمه مىدهيم .\r\n\r\nافعال غير متصرّف و نواسخ\r\nمبحث اوّل در افعال است بدانكه سخن در اين بحث از هر فعلى نمىرود زيرا كه به‌طور كُلى عمل افعال از لازم و متعدى دانسته شد بلكه بحث در اينجا از افعالى مىرود كه غير متصرّفند يعنى تصريفات در آنها نيست يعنى مضارع و امر و ساير تصريفات آنها را نباشد و يا از افعالىكه آنها را عمل خاص است و اقتضائى مخصوص از جمله افعالىكه اختصاص به‌ذكر داده مىشود افعال ناقصه است و عمل اينها مخصوص است به مبتدا و خبر . يعنى اقتضاى اينها اين است كه بر مبتدا و خبر داخل شوند و در مبتدا و خبر عمل كنند و از اين جهت اينها را ناقصه گفته‌اند زيرا كه معنى آنها بدون مبتدا و خبر تمام نشود و عمل اينها رفع به‌مبتدا و نصب به خبر است و مبتدا را اسم اينها نامند و خبر را خبر اينها گويند و اين افعال را نواسخ هم گويند زيرا كه\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nاعراب مبتدا و خبر را نسخ مىنامند و همچنين انواع ديگر از افعال كه شرح داده خواهد شد انشاءاللَّه ، كه بر مبتدا و خبر داخل مىشوند نيز ناسخ گويند .\r\n\r\nافعال ناقصه\r\nافعال ناقصه از اين قرار است : « كان ، صارا ، صبح ، امسى ، ظلّ ، بات ، ليس ، دام » . و چهار ديگر است كه هميشه با حرف نفى استعمال شوند و آن « ذال ، برح ، فتى ، انفكّ » . و هر چهار به‌معنى نيستى باشند و چون نفى بر آنها داخل شود معنى آنها اثبات شود زيرا كه معنى چنين شود نيست كه نباشد يعنى هست و امثله همه از اينقرار است : « كان حسن عالماً » ، يعنى « بود » ؛ « صار حسن عالماً » ، يعنى گرديد ؛ « ظل » نيز بمعنى « صار » است . « أصبح حسنٌ عالماً » . « اضحى » ، « ظهر كرد » ؛ « امسى » ، « شام كرد » ؛ « بات » ، « شب را به‌روز آورد » ؛ « ليس حسن عالماً » ، يعنى « نيست حسن عالم » ؛ « دام » ، يعنى « هميشه حسن عالم است » .\r\nو امثلهء آن چهار كه با نفى است نيز واضح است و بدان كه در تمام اين افعال گاه شود كه خبر مقدم بر اسم شود چون « كان عالماً حسن » والخ و در همگى نيز بر همه افعال مقدم شود ( مگر در آنها كه حرف نفى باشد ) چون « عالماً كان حسنٌ » و در ليس بقليل و ندرت مقدم شود چون « عالماً ليس زيدٌ » و گفته نمىشود « عالماً مازال حسنٌ » و بدانكه اين افعال گاه شود كه تامّه استعمال شوند يعنى با اسم تنها كه به منزلهء فاعل است اكتفا كنند و احتياج به‌خبر نباشد چنانچه گويى كان زيدٌ يعنى بود و ليس زيدٌ يعنى نيست و اصبح يعنى كرد و داخل صبح شد و\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nاضحى يعنى ظهر كرد و داخل ظهر شد و امسى يعنى شام كرد و داخل شام شد و هكذا و لكن بعضى از اينها تامّه استعمال نشوند بلكه خبر هم لازم داشته باشند مثل فتى و زال .\r\nفصلٌ :\r\n\r\nافعال مقاربة\r\nديگر از افعال كه ناسخ حكم مبتدا و خبر مىباشند افعال مقاربته هستند يعنى نزديك نمودن حصول خبر را براى اسم و اينها سه قسمند بعضى براى نزديك كردن خبر را به‌اسم باشند و بعضى ديگر براى اميدوارى حصول خبر است براى اسم و بعضى براى شروع در تحصيل خبر است ولى همه را به‌اسم مقاربه نام نهادند تا آنكه در اسم متحد باشند و عمل اينها مانند عمل افعال ناقصه است در رفع به‌اسم و نصب به خبر . پس آنچه براى نزديك كردن خبر است « كاد ، كرب ، اوشك » و همه به‌يك معنى است چنانچه گويى « كاد و يا كرب ، يا اوشك حسن قائماً » يعنى نزديك است كه ايستاده باشد و آنچه براى اميد است :\r\n« عسى ، حرى ، اخلولق » است و هر سه به يك معنى است چنانچه گويى « عسى يا حرى يا اخلولق حسن ، كاتباً » يعنى اميد است كه نويسنده باشد و آنچه براى شروع است « طفق يا اخذ يا انشأ يا علق ، يا جَعل حسن قائماً » يعنى شروع كرد كه بايستد چون هر يك را با امثله دانستى پس بدانكه غالب در اين افعال اين است كه خبر فعل مضارع باشد و امثله مذكوره از باب مثال بود و بسيار كم شود كه خبر غير مضارع باشد و هم بدانكه غالب در آن‌سه كه براى رجاء است اين است كه خبر با ان باشد پس بايد گفت « عسى حسنٌ ان يكتب » ، مثلًا ، و در آن سه كه براى نزديك است بالعكس\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nاست يعنى غالب آنست كه خبر بدون « ان » باشد پس بايد گفت كاد حسن يكتب . وامّا افعالىكه براى شروع هستند هرگز با ان نباشد پس بايد گفت طفق حسن يكتب .\r\nفصلٌ :\r\n\r\nافعال قلوب\r\nديگر از افعالىكه ناسخ مبتدى و خبرند افعال قلوبند و آنها افعالى باشند كه بمعنى ظن و يقين و اعتقادند به‌همين جهت آنها را افعال قلوب ناميده‌اند زيرا كه ظن ، يقين و اعتقاد از خصايص قلب است و عمل اينها نصب است بمبتدى و خبر بعد از گرفتن فاعل براى خود . پس مبتدى و خبر هر دو مفعول اينها شوند .\r\nمبتدى ، مفعول اول گفته شود و خبر مفعول دوم . واصول اينها سه فعل است و آن : « علم است و ظن است و اعتقاد » . و هر چه غير از اين سه گفته شود به‌معنى يكى از اين سه خواهد بود . مثال چون : « علمت يا ظننت يا اعتقدت حسناً عالماً » . و آنچه به‌معنى علم است رأى چون « رأيتك عالماً » و « وجد » است چون « وجدتك صابراً » و « درى » است چون « دريتك كاتباً » و آنچه به‌معنى ظن است « رأى » است چون « رأيتك شاعراً » و « حسب » چون « حسبتك طبيباً » و « خلت » چون « خلتك مريضاً » و « زعم » چون « زعمتك تاجراً » و آنچه به‌معنى اعتقاد است « جعل » چون « جعلتك عالماً » و اين غير جعل بمعنى شرع است و ديگر « عدّ » است چون « عددتك قائماً » وبدان‌كه اين افعال اگر يكى از دو مفعول مقدم بر آنها شده باشد از عمل ملغى شود چون « حسن علمت فاضلٌ » وگاه شود كه عمل كنند .\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nفصلٌ :\r\n\r\nفعل تعجّب\r\nديگر از افعالىكه اختصاص بذكر داده مىشود فعل تعجب است و صيغهء او « افعل » است و بعد از « ما » كه حرف تعجب است واقع مىشود و وجه اختصاصش بذكر غير منصرف بودن اوست زيرا كه به‌جز همين يك صيغهء مفرد مذكر غائب از فعل ماضى هيچ تصريف ديگر وىرا نباشد و عمل فعل تعجب نصب است به‌اسم مابعد خود بنابر مفعوليت چون « مااحسن زيداً » يعنى تعجب دارم چه چيز نيكو كرده زيد را و فاعلش هم ضمير است كه در وى مستتر است به‌طور وجوب كه هيچگاه ظاهر نشود و مرجع ضمير هم ماء تعجب است ، چون اين دانستى پس بدان كه تعجب را يك صيغهء ديگر نيز هست و آن بر هيئت امر است و لكن بايد كه بعد از او حرف با هم بوده باشد چون « احسِن بزيد » و بين اين‌دو در معنى فرق است و آن اين است كه « ما افعل » معنى مبتدى را مىدهد و « افعل‌به » معنى لازم است پس « احسن بزيد » يعنى چقدر نيكو است .\r\nفصلٌ :\r\n\r\nافعال مدح و ذمّ\r\nديگر از افعالىكه اختصاص بذكر داده مىشوند افعال مدح وذم است و آنها « نعم و حبذا » باشد كه دلالت بر مدح كنند و « بئس و ساء » كه دلالت بر ذم كنند و وجه اختصاص اينها نيز عدم تصرف آنها است زيرا كه هيچ تصريفى در اينها نباشد بَلى بر « نعم » و « بئس » و « ساء » تاء تأنيث داخل شود پس گفته شود « نعمت سائت » و عمل اينها چنان باشد كه اگر بعد از آنها معرَّف به‌الف و لامى باشد دو اسم را رفع دهند يكى به‌همان معرّف كه\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nفاعل آنها حساب شود و ديگر اسمى را كه مدح يا ذم به‌نام اوست كه او را مخصوص مدح يا مخصوص به‌ذم نامند چون « نعم الرجل زيدٌ » يا « بئس يا ساء الرجل زيدٌ » و اگر بعد از آنها اسم منكر باشد پس منصوب باشد و همان مخصوص به‌مدح و ذم فقط مرفوع باشد چون « نعم بئس ساء رجلًا زيدٌ » و امّا « حبذا » پس آن مركب است از حب و ذا پس چون ذا همراه او باشد فاعل او ذا باشد و يك اسم مرفوع ديگر كه مخصوص به‌مدح باشد بيش نخواهد چون « حبّذا زيدٌ » .\r\nبحث دوم در حروف عامله است يعنى حروفىكه عامل جرند فقط يا عامل رفع فقط و يا عامل نصب فقط و يا جزم بدانكه حروف چهار نوعند يعنى بر چهار قسمند بعضى عامل جرند فقط و بعضى عامل جزمند فقط و بعضى عامل نصبند فقط و بعضى عامل رفع و نصب با هم اما عامل رفع فقط در حروف نباشد چون اين دانستى حال بايد به‌شرح هر يك بپردازيم .\r\nفصلٌ :\r\n\r\nحروف جارّه\r\nحروفيكه عامل جرند هفده حرفند و اينها را حروف جاره گويند و معمول اينها بايد كه اسم باشد و اين هفده حرف در اين يك بيت جمع است :\r\n باء و تاء و كاف و لام و واو مُنذ و مذ خلا * رُبَّ حاشا من عدا فى عن علا حتى الى \r\nچون شرح اين حروف موقوف است بر فهميدن دو مطلب پس ناگزيريم اولًا از تقديم اين دو مطلب اوّل بدانكه اين حروف مانند نسبت شأن آنها وصل ربط است بين دو چيز نهايت آنكه\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nنسبت ربطى است به‌صرف قوه بدون آلت و اينها روابطند با آلت لفظ يعنى ابنها روابط لفظيه‌اند و او رابطه معنويه مىباشد و چون ربط و وصل بايد كه بين دو چيز باشد يكى نفس ربط داده شده و وصل شده و يكى چيزىكه به‌او ربط داده شده و چسبانيده شده لهذا گفته‌اند كه اين حروف متعلِّقند و متعلِّق لازم دارند يعنى معنى اين حروف چون براى ربط باشد به‌طورى است كه به‌غير خود علقه و علاقه دارند و آويخته به‌غير خود باشند و آن غير كه به‌او علاقه دارند وآويز آنند متَعلَّق آنها باشد چون « جَلَسْت فى المسجدِ » ، آنچه گفتيم از اين مثال پيدا است زيرا كه جَلَسْت و مسجد هيچگاه بدون فى با هم ربط پيدا نكنند و همچنين « فى المسجد » هيچ معنى او مفهوم نشود مگر به « جلست » پس « في المسجد » متعلِّق است و « جلست » متعلَّق و لذا گفته‌اند كه بايد متعلَّق اين حروف ، فعل باشد يا چيزىكه معنى فعل در او باشد چون اسماء معانى مانند « جالسٌ في المسجد » يعنى ربط اين حروف مخصوص است به‌ربط دادن مجرور خود را به‌معانى فعل خواه خود فعل باشد يا چيز ديگرى كه به‌معنى فعل باشد .\r\nمطلب دوم آن‌كه غالب اين حروف براى تعديه مىباشد يعنى متعدى ساختن چون ارتباط اين حروف مخصوص به‌فعل يا معنى فعل است و دانستى كه فعل يا معناى فعلى كه لازم است يعنى معنى او تجاوز از فاعل نكند و به‌مفعول نرسد پس اين حروف واسطه شوند و آلت باشند از براى تعديهِ اين قسمت از افعال يا اسماء معانى ، يعنى رسانيد معنى آنها را به‌مفعول و\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nعلامتش اين است كه چون فعل را نُطق كنى و فاعلش را ذكر نمايى ببينى كه معنى او كاملًا تمام نشود مگر به « با » ، « يا » ، « فى » و غير اينها چنانچه در مثال سابق اگر بگويى نشستم مىبينى معنى نشستم كاملًا واضح نشود مگر آنكه در مسجد يا غير مسجد گوئى و گاه شود كه فعل بنفسه متعدى به‌يك مفعول است چون اخذته و لكن اين حروف ، آلت و واسطه شوند براى تعديه و رسانيدن معنى او به‌مفعولِ ديگر و اين در وقتى است كه فعل را يك نوع معنائى است كه با گرفتن مفعول باز هم ناتمام است و انتظار چيز ديگر را دارد . چنانچه اگر گوئى گرفتم او را مىبينى كه اخذ و گرفتن باز هم انتظار آن را دارد كه گوئى از فلان پس اخذ به‌واسطه مِن يك مرتبه ديگر متعدى شود اين قسم از مفعول را مفعول بواسطه نامند .\r\nفصلٌ :\r\n\r\nمفعول بواسطه و مفعول دوم و سوم\r\nچون ذكر مفعول بواسطه شد بدانكه فعل لازم به‌واسطه يكى از چهار چيز متعدى به‌مفعول شود و همچنين فعل متعدى به‌واسطه يكى از چهار چيز متعدى به‌مفعول ديگر شود و آن چهار چيز يكى « حرف جر » است چنانچه دانستى دوم « همزهء باب افعال » است يعنى هر فعل كه لازم باشد چون به‌باب افعال برده شود متعدى شود همچنين « كَرُمَ » و « اكْرَمَ » يا متعدى به‌يك مفعول است به‌دو متعدى شود چون « سمِع » و « اسمَع » يا متعدى به سه شود اگر خودش دو مفعولى باشد چون « علم » و « اعلم » از افعال قلوب پس گوئى « اعلمت زيداً حسناً فاضلًا » . سوم « تضعيف » باب تفعيل است يعنى هر فعل لازم كه به‌اين باب آيد\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nبه‌يك مفعول متعدى شود چون « كَرَّمتُهُ » چهارم « همزه و سين و تاء » باب استفعال است يعنى هر فعل لازم كه به‌اين باب آيد متعدى شود همچون خرج و استخرج چون اين دو مطلب تمهيد شد حال به شرح هر يك از حروف جر مىپردازيم .\r\n\r\nشرح حروف جارّه\r\nبدانكه معنى « با » در فارسى نيز باء است چنانچه گوئى نوشتم بقلم و مبادله كردم اين را به اين و امّا در عربى « ب » براى متعدى است يعنى آن افعال و اسماء معانى كه معناى آنها بدون « با » خوب ظاهر و تمام نشود مانند نوشتم ومبادله كردم در فارسى و مقابلش « كَتَبْتُ » و « بادَلْتُ » در عربى به باء متعدى شوند يعنى باء در موردى آورده مىشود كه فعل و معناى فعلى باشد كه معناى او خصوصيت با باء داشته باشد چنانچه در عربى براى دو مثال گوئى « كَتَبْتُ بالقلم » و « بادَلْتُ هذا بهذا » و قس عليهذا .\r\n« تا » و « واو » ايندو نيز براى تعديه است اما تعديه يك قسم افعاليكه معناى آنها با « تاء » و « واو » باشد ولى « تاء » و « واو » هيچ فعلى خصوصيت ندارد مگر قَسَم و لهذا ايندو را تاء قَسَم و واو قَسَم نام نهادند و گفته‌اند . واو و تاء براى قَسَم است و از بسكه بين اين دو با قسم خصوصيت است و خصوصيت ايندو منحصر است به قسم لهذا احتياج بذكر فعل هيچ نباشد و هميشه بىفعل قسم ذكر مىشود چون « واللَّه » و « تاللَّه » يعنى « اقسم واللَّه » و « اقسم تااللَّه » و باء را نيز با قسم خصوصيت است ولهذا در قسم آورده مىشود ولى چون خصوصيتش منحصر نيست از\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nاين جهت بسيار مىشود كه فعل اقسم ذكر شده چون قسم باللَّه و هم شود كه ذكر نشود چون باللَّه و وجه مطلب اين است كه تلفظ و تكلم براى تفهيم و رفع حاجت است پس اگر بدون تلفظ به لفظى تفهيم و رفع حاجت حاصل شود احتياج به تلفظ او نخواهد بود و خصوصيت تاء و واو چون منحصر است به‌قسم پس هر وقت كه ايندو ذكر شوند مثل اين است كه قسم هم ذكر شده لهذا احتياج بذكر قسم نخواهد بود .\r\n« كاف » در فارسى به‌معنى مثل و مانند است از اين جهت گفته‌اند كه كاف براى تشبيه است چون « رجُلٌ كالأسد » و « كتب ككتابك » و بدانكه كاف بر ضمير داخل نشود بلكه در موقعىكه احتياج به تمثيل شود در ضمائر بايد مثل را آورد چون « مثلك » و « مثله » .\r\n« لام » در فارسى به‌معنى براى است چون گوئى كتبت لك و اين لام چون بر ضمير خطاب يا غائب يا متكلم مع الغير داخل شود ، مفتوح شود لك ، له ، لنا . و چون بر اسم ظاهر يا ضمير متكلم وحده داخل شود مكسور شود « للَّهِ مَا فِي السَّمَاوَاتِ » ، « وَلِيَ دِينِ » .\r\nمُنذ ، مُذ ، هر دو به‌يك معنى است و در فارسى به‌معنى از زمان است چنانچه گوئى من تورا نديدم از زمان معامله مثلًا در عربى ما رأيتك مذ و منذ يوم المعامله .\r\n« خلا » ، « عدا » و « حاشا » هر سه به‌يك معنى است و در فارسى به‌معنى جُزْ و بِجُزْ است چنانچه گوئى همهء دوستان آمدند جز يا به‌جز حسن و در عربى « جاء القوم خلا يا عدا يا حاشا\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nحسن » و حاشا را حاش بىالف دوم و حشا بى الف اول نيز گفته‌اند .\r\n« ربّ » در فارسى به‌معنى بسا است چون « رُب رجل لقيته » و « واو » نيز به‌جاى رُبّ استعمال شود . در شعرها كه او را واو رُب نامند در مقابل واو قسم و گاه شده هر دو با هم نيز استعمال شود چون و رب رجلٍ لقيّمه .\r\n« من » و « عن » هر دو در فارسى به‌معنى از مىباشد و ليكن در عربى هريك را در استعمال مورد مناسبى باشد مثل آنكه « من » را استعمال كنند در مورديكه متعلق ويرا مبتدا و منتهائى باشد چون سير مثلًا زيرا كه بىمبتدا و منتها نشود و چون قرائت كه او را مبتدا و منتها بوده پس در اين مورد « من » استعمال شود پس بايد گفت « سرت من البيت الى المسجد » و « قرأت الكتاب من الأول إلى الآخر » و « عن » را در موردى آورده‌اند كه متعلق وىرا معنى تجاوز باشد يعنى گذر كردن باشد و لذا گفته‌اند « عن » براى مجاوزه است چون « بعد عنه » و « سئل عنه » و « نقل » كه در معنى « بعد » و « نقل » و « سؤال مجاوزت » و « گذر » مىباشد .\r\n« فى » در فارسى به‌معنى در است و همچنانكه در را در فارسى در جائى استعمال كنند كه در آنجا استقرار گرفتن چيزى در چيزى باشد مانند استقرار گرفتن آب در كوزه و در عربى نيز چنين باشد و لذا گفته‌اند كه فى براى ظرفية است ظرفيت يعنى قرار و اسقرار گرفتن مظروفى در ظرف پس فى در جائى باشد كه متعلق او را معنى باشد كه احتياج باستقرار داشتن باشد چون\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n« جلَست فى السوق » .\r\n« على » در فارسى به‌معنى بَر است و مورد استعمال بَر و على آنجا است كه تفوق و بلندى و بالائى چيزى بر چيزى باشد چون « وضعت القلم على القرطاس » و بدانكه على هرگاه بر ضمير داخل شود الف او قلب بياء شود چون عليك و عليه .\r\n« حتى » و « إلى » هر دو در فارسى به‌معنى تا است و مورد استعمال اين هر دو حرف مانند من جائى است كه متعلق او را مبدأ و منتهائى باشد يعنى در آنجا حدى و مسافتى و غايتى بوده باشد يا فرض شود لكن من براى مبدأ لغايته آيد و الى و حتى براى انتها آيد چون « سرت من المسجد إلى البيت » يا « حتى البيت » ولى در عربى فرقى در استعمال اين دو مىباشد مانند فرق بين من و عن و آن اينست كه حتى غالباً بدون من آيد و الى به عكس يعنى حتى را در موردى آورند كه فقط بيان كردن انتها و غايت باشد ونظر به‌مبدأ هيچ نباشد چون « اكلت السمكة حتى رأسها » و « جاء الحاج حتى المشاة » و بين اين دو فرق ديگر در استعمال است و آن اينست كه حتى بر ضمير استعمال نشود و اگر احياناً پيدا شود مستهجن خواهد بود ولى إلى بر ضمير هم آيد و چون بر ضمير آيد الف او بدل بياء شود چون « إليه و إليك » .\r\nتنبيهٌ :\r\n\r\nبحث راجع به ظرف\r\nدر اين تنبيه بايد بر سه چيز تنبيه داد :\r\nاول : آنكه اين حروفرا يعنى خصوص حروف جاره را ظروف هم مىنامند و دانستى كه معنى ظرفيت استقرار گرفتن چيزى است در چيزى و دانستى كه اين حروف بى متعلق نباشد\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nيعنى هميشه تعلق به‌فعل يا معنى بايد داشته باشد و هميشه واسطه باشد براى كشاندن و رساندن معنى متعلق را به‌مجرور خود پس معنى متعلق به‌واسطهء اين حروف در مجرور آنها استقرار گيرد و مجرور آنها قرارگاه معناى متعلق باشد پس چون واسطهء استقرار باشند آنها را ظرف نامند حال كه معنى ظرفرا دانستى پس بدانكه بعضى اسماء را نيز ظروف گويند و وجه آن اين است كه معنى آن اسماء متضمن معنى يكى از اين حروف است مانند « اذا » و « عند » و « لدا » و « قبل » و « بعد » و غير اينها كه بعداً معلوم خواهد شد انشاءاللَّه براى مثال و فهميدن مطلب همين كافى است و معنى اين مذكورات در فارسى هر گاه و نزد و پيش و بعد و پس است ولى خوب كه تأمل كنى مىبينى همين اسماء متضمن معنى در و از مىباشد حتى آنكه گاه شود كه خود « از » و « در » هم ظاهر شده چنانچه مىگوئيم از گاهى و در نزد و از نزد و در پيش و از پيش و در بعد و از بعد .\r\n\r\nحالات متعلق حروف جاره و ظرف لغو و ظرف مستقر\r\nدوم : آنكه دانستى كه اين حروف‌را متعلق بايد پس بدانكه متعلق اينها گاه شود كه براى معلوم بودن او حذف شود چنانچه در فارسى چنين است مىگوئى فلان در خانه است و يا فلان بر بام است يا گويند از كجا آمدى گوئى از مسجد و در عربى نيز « فلان فى البيت » يا « على السطح » و يا « من المسجد » و متعلق در اين موارد بمناسبت خود تقدير مىشود يعنى در اول و دوم كاين يا ثابت يا مستقر مثلًا يا كان يا ثبت يا استقر كه فعل باشد و در سوّم جئت تقدير مىشود پس بايد نظر به‌مقام كرد و\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nملاحظه معنى نمود و بمناسبت تقدير كرد و چون متعلق حذف شود خود جاى او قرار گيرد و از او نيابت كند به‌واسطهء عدم احتياج به‌متعلق و چون نيابت كند پس معنى متعلق بر او قرار گيرد و خود بنفسه معنى متعلق را هم بدهد زيرا كه معنى نيابت و عدم احتياج همين است پس اين قسم از ظروف مانند اسماء معانى متضمن معناى فعل است و چون متضمن معنى فعل شده است بسبب نيابت لامحاله خاصيت او را هم خواهد داد مانند اسماء معانى پس ظرف را در اين‌حال عمل هم باشد يعنى عمل رفع يا نصب در غير مجرور خود پس يكى از عوامل هم ظروفند پس اين را محفوظ بدار تا مورد حاجت رسد چون اين را دانستى پس بدان كه ظرف‌را به‌لحاظ ذكر متعلق و حذف او دو قسمت كرده‌اند ظرف لغو و ظرف مستقر لغو آن است كه متعلق او مذكور باشد مستقر آنست‌كه متعلق او محذوف باشد و وجه مناسبت از ميان مذكور واضح است زيرا كه چون حذف شود و ظرف در جاى او قرار گيرد و هم خصوصيات و خواص متعلق در وى قرار گيرد پس بدين جهت مستقر باشد و چون ذكر شود پس هيچ خواص او در ظرف قرار نگيرد پس چنان باشد كه لغو شده باشد .\r\n\r\nاستعمال حروف جاره به‌جاى يكديگر\r\nسوم : آنكه بعضى از اين حروف گاه باشد كه به‌جاى بعضى ديگر استعمال شود يعنى به مناسبت معنى مقام . مثلًا مقام مناسب « فى » است ولى « با » در آنجا ذكر شده است پس در اين‌صورت با به‌معنى فى خواهد بود چنانچه در فارسى نيز\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nاين گونه استعمالات شده چنانچه گوئى فلان به خانه است يعنى در خانه است يا در بالاى بام بودم يعنى بر بالاى بام بودم يا گوئى بخاطر تو كردم يعنى براى خاطر تو و هكذا و در اينجا پيشينيان براى هر يك از اين حروف معانى ذكر كردند و تعداد نموده‌اند و موارد استعمال هر يك را به‌جاى ديگر ذكر كرده‌اند و او را معنى عليحده شمرده‌اند مثلًا گويند باء براى چند معنى است و همچنين لام براى چند معنى است و فى براى چند معنى است ولى ما را حاجت به‌تعداد اينها نيست زيرا كه از بيانات مذكور مىتوانيم يك قاعده كليه براى تميز دادن استعمال هر يك را به‌معنى ديگر ذكر كنيم كه احتياج به‌تعداد نباشد و آن اينست كه هر كجا ما ، يا فى ، يا من ، يا لام ، مثلًا استعمال شده است و ما خواهيم بدانيم كه به‌معنى خود است يا غير خود نظر مىكنيم به‌معنى متعلق او پس مىبينيم كه مناسبت معناى متعلق با چيست پس اگر مناسب با همان حرفى كه ذكر شده ديديم پس دانيم كه به‌معنى خود استعمال شده و اگر با حرف مناسبت نام ندارد بلكه مناسبت او با حرف ديگر بهتر است دانيم كه به‌معنى او استعمال شده و در اين امثله آنچه گفتيم پيدا است رأيتك بالسوق و ظفرت بك وعملت به و رضيت بك و سمعت لك زيرا كه مىبينيم مناسبتر در اول فى است و در دوم و سوم على است و در چهارم من است و در پنجم عن است و هكذا پس در هر جائى به‌مناسبت فعل يا معناى فعل مذكور حرفرا تغبير كنيم به‌حرفىكه مناسبتر او است .\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nفصلٌ :\r\n\r\nحروف ناصبه\r\nحروفىكه عمل نصب فقط كنند دانستى كه معمول آنها مضارع است و آنها چهار حرفند يكى « ان » چون « ان يضرب » و « لن » كه براى نفى ابد است يعنى نفى ابدى چون « لن يضرب » و « كى » كه براى تقليل است يعنى به‌علت آنكه و به‌جهت آنكه چون « جئتك كى تضرب » و گاه شود كه لام جاره هم بر او داخل شود پس گفته مىشود « لِكَى » و « إذاً » با تنوين و بى تنوين و گاه با نون نوشته شود و معنى او در اين هنگام است و بايد كه بعد از چيزى واقع شود چنانچه كسى بگويد « آيتك غداً » پس گوئى « إذاً اكرمَك » .\r\nفصلٌ :\r\n\r\nحروف جازمه\r\nحروفىكه جزم فقط كنند و معمول آنها نيز مضارع باشد « لاء » نهى است و « لم » مجد و « لماء » نافيه كه براى نفى حال است يعنى نفى ماضى تا حال چون لما يركب و بر ماضى هم داخل مىشود چون لما ركبَ ولى او را جزم نيست .\r\nو ديگر از جوازم حروف شرط است و آن « انْ » است به‌معنى اگر و « اذ ما » به‌معنى هر زمان و ديگر اسمهائى باشند كه به‌معنى شرطند و آنها در اسماء عامله در محل خود بيايند انشاءاللَّه .\r\nو بدانكه هر شرطى را دو جمله لازم باشد :\r\nيكى را كه جمله اول است جمله شرطيه گويند .\r\nدوم را جزاء او جواب نامند .\r\nو حرف شرط هر دو را جزم كند چون « ان تضرب اضرب »\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n« إذ ما تضرب أضرب » و شود كه هر دو جمله فعل ماضى باشد چون « ان ضربتَ ضربتُ » و شود كه يكى مضارع و ديگرى ماضى خواه اوّل ماضى و خواه دوم چون « ان تَضْرِب ضربتُ » و « ان ضربت اضرب » و هر كدام ماضى باشند مجزوم نشوند ولى در محل جزم خواهد بود و گاه شود كه بر جزاء « فاء » داخل شود و او را « فاء » جزائيه نامند يعنى « فائى » كه مخصوص جزاء شرط است چون « إِن يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَّهُ مِن قَبْلُ » .\r\nو بدانكه حروف شرط و همچنين اسماء شرط كه بعد از اين بيايند هر گاه بر ماضى داخل شوند معنى ماضى را مستقبل كنند عكس لم و لمّا كه معنى مستقبل را ماضى كنند .\r\nفصلٌ :\r\n\r\nحروف مشبهة بالفعل\r\nحروفىكه عامل رفع و نصب با هم باشند سه قسمند و هر سه را اختصاص به‌مبتدا و خبر است و هر سه از جمله نواسخ باشند قسم اوّل حروف مشبهة بالفعل است يعنى شبيه شده‌اند بفعل وجه شباهت اين حروف بافعال متضمن بودن اين حروف است معانى افعال‌را ، و آنها شش حرفند پس نواسخ شش قسم شده‌اند سه‌تاى آنها افعال و سه ديگر حروف و عمل آنها نصب به اسم باشد و رفع به خبر باشد .\r\nاول و دوم « انَّ » يا « انَّ » كه در آنها معنى تحقيق كردن است چون « انَّ زيداً قامٌ » يعنى بدرستىكه زيد ايستاده بود يعنى اين امر محقق است پس معناى تحقيق در اين دو حرف مىباشد و از اين جهت در اين دو معنى تأكيد باشد لهذا گفته‌اند « انَّ » و « انَّ » براى تأكيد است و در خبر « انَّ » گاه شده كه « لام » آيد و او را « لام\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nتأكيد » نامند و « لام ابتداء » نيز نامند چون « انَّ زيداً لقائم » و « لام ابتدا » از اين جهت گويند كه اگر « انَّ » نباشد اين « لام » اختصاص به‌مبتدا دارد بايد كه بر او داخل شود ولى با « انَّ » جمعشان نشايد زيرا كه هر دو براى تأكيد است و دو تا تأكيد عقب يكديگر نيايد و گاه شود كه خبر اين دو بر اسم مقدم شود و در اين صورت اگر « انَّ » باشد « لام » بر اسم داخل شود چون « إِنَّ فِي ذلِكَ لَعِبْرَةً لأُولِي الْأَبْصَارِ » و « انَّ فى الدار لزيداً » و گاه شود كه ايندو را « ما » داخل شود و معنى آنها اين است و جز اين نيست باشد و اين « ما » را « ماء كافه » نامند يعنى كف كننده و باز دارنده از عمل يعنى ديگر عمل نكند چون « انَّما وانّما زيداً قائم » و گاه شود كه عمل كند .\r\nسوم « كَانَّ » كه براى تشبيه كردن است پس در وى معنى فعل است و او تشبيه كردن باشد چون « كَانَّ زيداً اسَدٌ » .\r\nچهارم « لكِنَّ » كه در فارسى به‌معنى ولى است و در او معنى استدراك است و استدراك به‌معنى فعل است پس بايد كه قبل از او كلامى مىباشد زيرا كه استدراك برگشتن به‌كلام سابق و تدارك نمودن باقى گذارده شده است چون « جاء القوم لكنّ حسنا غائب » و بدانكه اين چهار حروف گاه شود كه مُخَفف شوند و در اين صورت عمل آنها نادر باشد .\r\nپنجم « ليت » است يعنى ايكاش و در او معنى تمنّى ، و تمنّى معنى فعل باشد مثالش چون « ليت زيداً عالمٌ » .\r\nششم « لَعَلَّ » است و معنى او در فارسى اميد است و در او معنى « ترجى » است كه معنى فعل است مثالش چون « لعلّ زيداً\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nعالمٌ » و بدانكه اين چهار حرف اخير را نيز « ماء كافه » داخل شود و آنها را عمل نباشد مگر لَيت كه گاه شود عمل كند .\r\nقسم دوم از آن حروفىكه اين عمل را دارا است يعنى نصب به‌اسم و رفع به‌خبر « لاء » نفى جنس است يعنى لائىكه نفى او مخصوص به‌جنس است و لذا گفته‌اند اسم لاء بايد نكره باشد و جنس باشد چون « لا رجل طالب » و گاه شود كه همزهء استفهام بر او داخل شود چون « الا رجل فى الدار » و گاه شود كه اسم لا حذف شود چون « لا عليك » يعنى « لا بأس عليك » و گاه شود كه خبر حذف شود چون « لا حول ولا قوة الّا باللَّه » اى لا حول و لا قوة موجود .\r\nفصلٌ :\r\n\r\nمشبهات به‌ليس\r\nقسم سوم از آن حروفىكه رفع و نصب دهند « ما » و « لا » و « انَّ » است و اينها عكس « انَّ » و « لاء نفى جنس » عمل كنند يعنى رفع باسم و نصب به خبر دهند همچون افعال ناقصه و از اين جهت اينها را « مشبهات بليس » نام نهاده‌اند زيرا كه معنى آنها مانند « ليس » ، نفى است و عمل آنها نيز مانند عمل « ليس » است و در « لا » ، شرط است كه اسم او نكره باشد ولى در « ما » و « ان » اين شرط نيست چون « ما حسنٌ قائماً » و « ان حسن قائماً » ، « لا رجل قائماً » و گاهى « لا » را تا داخل شود ولى در اين صورت بايد كه در خصوص « حين » يا چيزى كه مانند « حين » باشد در معنى مانند « ساعة » و « اوان » داخل شود و معذالك اسم و خبر هر دو نبايد ذكر شود چون « لَاتَ حِينَ مَنَاصٍ » خواهى « حين » را برفع بخوان تا خبر محذوف باشد يعنى « لات حين مناص موجوداً » و\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nخواهى نصب بخوان تا اسم را تقدير كرده باشى يعنى « لات الحين حين مناص » و دومى افصح است .\r\nفصلٌ :\r\n\r\nاسماء شرط\r\nچون دانستىكه اسم را عمل جر نباشد مگر اسم مضاف بنابر آنكه جر مضافٌ اليه به‌خود مضاف باشد و عمل رفع و نصب اسم مخصوص است به‌اسماء افعال چنانچه معلوم شد يا اسماء معانى و تنها عمل جزم مخصوص است به‌اسماء شرط و آنها مانند « انَّ » باشند در عمل و خصوصيات ديگر و آنها از اينقرار است « مَن » به‌معنى هر كس چون « مَنْ يَعْمَل سُوءً يَجْزَ به » و « ما » به‌معنى هر چيز چون « و ما تَفْعَلو مِن خَير يَعْلَمه اللَّه » و « اىّ » به‌معنى هر كدام چون « أَيّاً مَا تَدْعُوا فَلَهُ الْأَسْماءُ الْحُسْنَى » و « مهما » و « متى » و « ايّان » به‌معنى هر زمان چون « مَهما » يا « متى » يا « ايّان » ، « تفْعَل » ، « افْعَل » ، و « ايْنَما » به‌معنى هر مكان چون « أَيْنَما تَكُونُوا يُدْرِككُمُ الْمَوْتُ وَلَوْ كُنتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ » و « انّى » و « حيثما » به‌معنى هر مكان و هر زمان هر دو آيد چون « انى يا حيثما تفعل افعل » - اين بود حروف و اسماء شرط و دو كلمه ديگر نيز براى شرط باشد ولى آنها عامل نيستند يكى « اذا » به‌معنى هرگاه و ديگر « لو » به‌معنى اگر مثل « ان » كه به معنى اگر است . ولى « اذا » براى مستقبل است مثل « ان » يعنى اگر عقب او ماضى هم آيد معنى او را مستقبل كند چون « إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ » ولى لو به عكس است يعنى اگر عقب او مستقبل آيد معنى او را ماضى كند چون « لو تقوم لقمت » و بيشتر جملهء شرط او فعل ماضى آيد چون « لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nلَفَسَدَتَا » و بدانكه عوض « فاء جزائيه » بر جزاء « لو » ، « لام » داخل شود چنانچه ديدى و اين « لام » نيز « لام ابتداء » است .\r\nاجمالٌ :\r\n\r\nاقسام معمولات مرفوعه و منصوبه\r\nهر يك از معمولات مرفوعه يا منصوبه را اقسامى است .\r\nتفصيلٌ :\r\nچون گفتيم سخن در اين علم از سه چيز است اعراب و عامل و معمول و چون حالِ اعراب و عامل دانسته شد اينك به‌معمولات بايد پرداخت و چون گفته شد كه هر معمولى يا مرفوع است يا منصوب يا مجرور و يا مجزوم ودانسته شد كه مجزوم يك مورد بيش ندارد و آن فعل مضارع است و معمول مجرور منحصر به‌حرف جر يا اضافه است پس اين دو را اقسام نباشد و شرح اين دو در ضمن شرح عوامل معلوم شد پس كلام در اين مقام مخصوص به‌معمولات مرفوعه يا منصوبه گرديده چون اينها را اقسامى است و هر قسمى را اسمى است پس لاجرم بايد تعريف حال هر يك نمود .\r\nبدانكه مرفوعات يعنى معمولاتى كه مرفوع باشند يا در محل رفع باشند نُهْ اسم هستند و آن : « فاعل » و « نائب فاعل » و « مبتداء » و « خبر » و « اسم كان » و « اسم ما و لاء و ان مشبهات به » و « ليس » و « خبر انَّ » و « خبر لاء نفى جنس و مخصوص به‌مدح يا ضمّ » . در افعال مدح و ضمّ يعنى هر اسمى كه مرفوع باشد يا در محل رفع باشد بايد در تحت يكى از اين عناوين باشد .\r\n\r\nبحث فاعل و نائب فاعل\r\nامّا فاعل و نائب فاعل پس دانسته شد اجمالًا در صرف كه\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nهر فعلى را يعنى چيزى كه معنى كردن در او باشد ناچار باشد از فاعلى يعنى كننده‌اى زيرا كه كردن بىكننده صورت نپذيرد پس هر فعلى را خواه فعل اصطلاحى باشد يا اسمائى كه به‌معنى فعلند از مصدر و غير مصدر او را لامحاله فاعلى خواهد بود بجز اسم آلت و اسم زمان و اسم مكان زيرا كه در آنها معانى اسميّت يعنى علميت غلبه دارد و معنى فعليّت در آنها چنان باشد كه محو شده لهذا تأثير فعل نكند و هم‌چنين هر معنى فعلى را خواه فعل اصطلاحى باشد يا اسم معنى اگر معنى او متعدى باشد او را مفعول ناچار باشد زيرا كه كردن بىكرده شده نباشد و اگر متعدى نباشد او را همان فاعل تنها باشد و علامت تميز دادن لازم از متعدى معنا است و تميزش در فارسى بسيار واضح است و آن اين است كه هر فعلى كه معنى كرد را دهد لازم باشد چون رفت - ايستاد - نشست - و هر فعلى كه معنى كردن در او باشد متعدّى باشد چون زدن - خوردن و در اسماء هر اسمى كه معنى كنندگى و كردن در او هست پس او متعدى است چون اسم فاعل و اسم تفضيل و صيغهء مبالغه و مصدر هاى هر يك از مذكورات چون زننده و زننده‌تر و خورنده و خورنده‌تر و بسيار زننده و زدن و هر اسمى كه معنى كرد و دارائى در او است نه كنندگى پس او لازم است - چون صفات مشبهه طراً كه در معنى آنها دارائى است نه كنندگى و لذا گفته‌اند صفات مشبهه هميشه لازم است و از فعل لازم ريخته شود مقابل اسم فاعل كه او از متعدى ريخته شده و از لازم هم ريخته شده و از دارائى در عربى تعبير به‌وصفيت كنند و وصفيت يعنى داراى وصف و صفت و به‌اين\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nجهت از صفات مشبهه در مقابل اسم فاعل تعبير به‌اوصاف و صفات كنند و هم‌چنين مصدر كه براى محضِ كرد باشد نه كردن چون رفتن و نشستن و ايستادن باشد و اسم تفضيل و مبالغه كه معنى كننده‌اى ندارد بلكه دارائى دارد چون داناتر و بسيار دانا لازم باشند .\r\nفصلٌ :\r\n\r\nبحث نائب فاعل\r\nچون دانستى حقيقت فاعل و عامل فاعل را و نيز سابقاً معلوم شد كه از جمله عوامل فاعل ظرف و جار و مجرور است كه نائب از متعلق خود شود به لحاظ منوب عنه پس اكنون حقيقت نائب فاعل را بيان مىكنيم . نائب فاعل عبارتست از مفعولى كه در جاى فاعل قرار گيرد در اعراب او در جائى كه فعل بر مفعول بناشده باشد يعنى غرض بيان وقوع فعل بر مفعول باشد و غرض بذكر كننده نباشد خواه كننده نيز معلوم باشد يا نباشد پس هر گاه بگوئيم « ضُرِبَ زيدٌ » ، زيد نائب فاعل خواهد بود يعنى مفعوليست كه قائم مقام فاعل شده است در اعراب او و عاملش هم « ضُرِب » خواهد بود پس عامل نائب فاعل بايد فعلى باشد كه مجهول باشد يا اسمى كه به‌معنى فعل مجهول است چون اسم مفعول كه به‌معنى كرده شده است و هر فعلى مجهول نشود مگر اينكه متعدى باشد كه او را حاجت به‌مفعول باشد تا مفعول او نائب از فاعل شود . پس فعل لازم را مجهول نباشد و از اينروست كه فعل لازم را اسم مفعول نباشد ولى اگر متعدى به حرف يا همزه افعال يا غير ذلك شود در اين صورت هم او را مجهول باشد و هم اسم مفعول چون « ذهب بزيدٍ » و « اذْهِبَ زيدٌ »\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nو « زيدٌ مذهوبٌ به » و شرح باقى مرفوعات گذشت .\r\nاجمالٌ :\r\n\r\nمطابقه و عدم مطابقه در افعال و اسماء و معانى\r\nعامل مرفوع غير از حروف بايد كه مطابق مرفوع باشد در تذكير و تأنيث مگر مرفوع مؤنث مجازى باشد پس مطابقه واجب نيست خصوصاً هنگامىكه فاصله بين او و بين عامل باشد .\r\nتفصيلٌ :\r\nحروفها چون تصريفى در آنها نيست پس تذكير و تأنيث در آنها يكسان است و همچنين اسماء افعال بجز « تعال » و « هلّم » و امّا افعال و اسماء معانى پس اگر مرفوع در مابعد باشد و مذكر باشد يا مؤنث حقيقى مطابقه واجب باشد يعنى در مذكر عامل را خالى از تأنيث و در مؤنث با علامت بايد آورده شود چون « ضرب » و يا « ضُرِب » و يا « كان » و يا « عَلِم » و يا « كاد » يا « نِعَم » يا « ضاربٌ » و « مضروبٌ زيدٌ » و اگر به‌جاى زيد ، فاطمه آورى بايد بگوئى « ضربت » يا « كانت » يا « علمت » يا « كادت » يا « نعمت » و « ضاربة « و « مضروبة » و اگر مؤنث مجازى باشد خواه لفظى و خواه معنوى دو وجه جائز باشد و تأنيث اوجه است و اگر مفصول باشد تذكير و تأنيث مساوى است چون « طلعت يا طلع الشمس » و « طلعت يا طلع علينا الشمس » و اگر مرفوع مضمر باشد يعنى ضميرى باشد راجع به مذكور قبل پس در حقيقى و مجازى هر دو يكسان باشد يعنى علامت واجب است چون « الشمس طلعت » چون اين دانستى پس اين نيز بدان كه مرفوع اگر تثنيه يا جمع باشد و در ما بعد باشد و اسم ظاهر باشد پس بايد\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nعامل را مطلقاً خالى از علامت تثنيه وجمع آورد پس در امثله سابقه اگر بجاى « زيد » ، « زيدان » يا « زيدون » آورى عوامل گذشته به حال خود مفرد باشد و اگر ضمير باشد و مرجع او مقدم باشد پس بايد كه در تثنيه علامت تثنيه و در جمع علامت جمع به عامل ملحق كنيم پس بايد گفت « الزيدان ضربا » يا « كادا » يا « كانا » يا « عَلِما » و « الزيدون ضربوا » و « كانو » و « علمو » و « كادو » ، و نعم چون متصرف نباشد تغيير نكند و هم‌چنين در اسماء « ضاربان » و « ضاربون » و « مضروبان » و « مضروبون » بايد گفت .\r\nاجمالٌ :\r\n\r\nمعمولات منصوبه و اقسام مفعولها\r\nمعمول‌هائىكه منصوبند دوازده تا است پنج تاى از آنها كه اسم انَّ و اسم لاء نفى جنس و خبر افعال ناقصه و افعال مقاربه و مشبهات به ليس گذشت و هفت تاى ديگر كه مفعولٌ به و مفعول مطلق و مفعولٌ فيه و مفعولٌ معه و مفعولٌ له و حال و تميز باشد . تفصيلش در ضمن فصولى ذكر مىشود .\r\nتفصيلٌ :\r\nاين هفت را عامل مخصوص نيست مانند آن پنج كه ذكر شد بلكه عامل آنها هر فعل و معناى فعل باشد امّا مفعولٌ به پس آن اسمى است كه فعل يا معنى فعل بر او و به او واقع شود و علامت فارسى او « را » مىباشد در آخر چون « ضَرَبتُ زيداً » و هر دو مفعول افعال قلوب و هر دو مفعول يا سه مفعولى كه عامل اقتضاء كند از اقسام مفعولٌ به مىباشد .\r\nامّا مفعول مطلق پس آن مفعولى است كه مقيد به قيد با يا له يا معه نباشد و از اين جهت او را مطلق گفته‌اند يعنى بى قيد\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nمفعول مطلق مصدرى است منصوب كه ذكر شده است بعد از فعل يا معنى فعل كه از جنس همان فعل باشد خواه از لفظ او هم باشد يا نباشد براى يكى از سه چيز يعنى غرض از آوردن اين مصدر يكى از سه چيز است : « تأكيد ، نوع و عدد » يعنى ذكر مصدر براى آنست كه تأكيد كند معنى عامل را چون « ضَرَبتُ ضَرَباً » و « قعَدَتُ جلوساً » يعنى زدم زدنى و نشستم نشستنى چه زدنى و چه نشستن اوّلى از لفظ عامل است و دومى از جنس فقط وضاربٌ ضرباً و قاعدٌ جلوساً يا براى آن است كه بيان نوع فعل را كند يعنى وصف و خصوصيت و كيفيت فعل را بيان كند چون « ضربتُ ضربة زيد » و « ضَربَ زيد » با تاء وحدت و بى تاء يعنى مانند زدن زيد و يا براى بيان كردن عدد فعل است چون « ضربت ضربةً » با تاء وحدت يعنى يك زدن و « ضَرَبتْ ضربتين » يعنى دو زدن و « ضربت ضربات » يعنى زدنهائى .\r\n\r\nمفعول مطلق تأكيدى\r\nبدانكه مفعول مطلق تأكيدى هميشه مفرد است وتاء وحدت هم نخواهد ولى عددى هميشه بايد يكى از سه حال را داشته باشد يا مفرد يا تثنيه يا جمع باشد تا دلالت بر عدد كند پس اگر مفرد باشد نبايد خالى از تاء وحدت باشد و امّا نوعى پس ممكن است كه با دلالت بر نوع ، عدد را هم برساند پس جائز باشد كه تثنيه و جمع هم شود چون ضَرَبتُ ضربتى زيدٍ و ضربات زيد و شود كه خصوصيت عدد در كار نباشد بلكه غرض به خصوصيت نوع باشد پس حاجت به تثنيه و جمع نباشد از اين جهت تاء وحدت در مفردش شرط نباشد و وجودش هم مضرّ\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nنباشد مگر آنكه غرض تعلق گرفته باشد به بيان نوع و عدد هر دو . پس در اين صورت ناچار باشد از افراد و تثنيه يا جمع .\r\nفصلٌ :\r\n\r\nمفعول فيه\r\nمفعول فيه آن مفعولى باشد كه در او معنى في باشد و آن چيزى است كه فعل يا معنى فعل در او واقع شود و آن دو چيز است يا زمان است يا مكان يعنى فعل را همواره زمانى لازم باشد و مكانىكه بدون زمان يا بدون مكان هيچ فعلى و عملى وجود پيدا نكند و چون در تلفظ متعرض زمان فعل مكان فعل شوى پس آن زمان و مكان مفعولٌ فيه نسبت به آن فعل شوند يعنى گويا كه فعل بواسطه واقع شدن او در زمان يا در مكان يك نوع تصرفى در او كرد همچنانكه در مفعول‌به تصرف مىكند و وارد بر او مىشود پس از اين جهت گويا كه زمان و مكان مفعول و كرده شده فعل باشد پس مفعول فيه را دو قسم است « مفعولٌ فيه زمانى » و « مفعول فيه مكانى » . مفعولٌ فيه زمانى چون « جَلستُ يوم الجمعة » و مكانى چون « جلست مجلس زيدٍ » .\r\nفصلٌ :\r\n\r\nمفعول معه\r\nمفعولٌ معه و آن مفعوليست كه بعد از واوى باشد كه بمعنى مع است وغالباً در او معنى مفعوليت و كرده شدگى نباشد بلكه معنى صدور فعل در او ظاهر باشد چون « جَلُست و زيداً » و « سرت و زيداً » مگر به لحاظ آنكه فاعل علت و سبب از براى فعل او باشد در مثال گويا گفته من آمدم و آوردم زيد را يا سير كردم و سير دادم و يا وادار بر سير كردم زيد را پس از اين لحاظ او را مفعول ناميده‌اند و چون معنى مع در او هست او را مفعول معه\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nناميده‌اند .\r\nفصلٌ :\r\n\r\nمفعول له\r\nمفعول له آن مفعولى است كه فعل براى او و از جهت خاطر او صادر شده و بدين جهت او را مفعول لأجله و من اجله هم مىنامند و او نيز حقيقتاً مفعول نباشد زيرا كه معنى مفعوليّت وكرده‌شدگى در او نيست ولى به لحاظ اينكه فعل براى حصول او صادر شده پس فعل را يك نوع تأثيرى باشد در حصول او پس از اين جهت خالى از معنى مفعوليت نباشد چون « ضربته تاديباً » و شرط مفعول‌له اين است كه مصدر باشد چنانچه در مثال است .\r\nتنبيهٌ :\r\n\r\nاستثناء و ادات آن\r\nو از ملحقات بمفاعيل يكى استثناء است و آن اخراج كردن چيزى است از حكميكه ذكر شده و استثنا را سه چيز بايد :\r\nيكى « مستثنى » يعنى آن چيزىكه استثناء شده و استثناء مىشود مستثنى هميشه بايد بعد از ادات واقع شود .\r\nدوم « مستثنى منه » يعنى آن چيزى كه از او استثناء شده .\r\nسوم « ادات استثناء » يعنى آن كلمه كه علامت استثناء به او استثناء مىشود مستثنى هميشه بايد بعد از ادات واقع شود ادات استثناء يعنى آلت استثناء چرا حروف استثناء نگفتيم زيرا كه همه اينها حروف نيستند ادات استثناء عبارت است از « إلّا ، خلا ، حاشا ، ليس ، لايكون » ، و مستثنى بعد از إلّامنصوب شده اگر كلام موجب باشد يعنى مثبت است چون « جاء القوم الّا زيداً » يا منفى باشد و لكن مستثنى منه غير مذكور باشد كه او را استثناء مُفرغ نامند يعنى استثنائيكه از مستثنى منه فارغ شده چون « ماجائنى\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nإلّا زيداً » و اما اگر منفى باشد و مستثنى منه هم مذكور باشد نصب واجب نباشد بلكه رفع هم جائز است چون « ما جاء أحدٌ إلّا زيداً » و امّا « خلا و حاشا و عدا » اگر بعد از ماء باشد كه علامت فعلية آنها است زيرا كه ما بر حرف داخل نشود پس نصب بعد از آن واجب است خواه موجب و خواه منفى خواه مفرّغ خواه غير مفرّغ چون « جاء القوم ما خلا زيداً » يا « ما جاء القوم ما خلا زيداً » و اگر بى ما باشد چون خود اينها جائز الوجهين باشند يعنى شود كه حرف باشند و شود كه فعل . پس در اسم بعد اينها نيز دو وجه جائز است جرّ بنا بر آنكه حرف باشد چنانچه گذشت ذكر اينها در حروف جاره و نصب بنابر اينكه فعل استثناء باشند .\r\nاما « ليس و لايكون » پس دانستى كه اينها از افعال ناقصه باشند و آنها را اسم و خبر لازم باشد ولى گاه شود كه در استثناء استعمال شوند و آنها را اسم و خبر لازم نباشد پس در اين صورت مستثنى بعد از آنها را بايد بنصب خواند و در اين موجب و غير موجب و مفرّغ و غير مفرّغ فرق نمىكند پس دانستى كه آنچه حروف استثناء است ، إلّااست . و باقى فعل استثناء باشد و بدانكه اسم استثناء نيز باشد كه بمعنى إلّااست و آن « غير و سوى » است ولى مستثناء بعد از اين دو را بايد بجرّ خواند زيرا كه آنها از اسماء لازم الاضافه باشند امّا خود اين‌دو و اعرابشان مانند اعراب مستثناء بعد از ألّا است يعنى در كلام موجب يا منفىِ مفرّغ ، كلمه « غير » منصوب و سوى در محل نصب و در منفي غير مفرّغ جائز الوجهين باشد چون « جاء القوم غير زيد و سوى زيد » و ما جاء القوم غير زيد و سوى زيد » و بدانكه چون مستثنى را\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nمطلقاً نصب مسلّم نبود او را مستقلًا در عداد منصوبات شماره نكرديم و چون در استثناء معنى مفعوليت پيدا است زيرا كه چون گويى الا زيداً يا خلا يا عدا يا حاشا يا ليس يا لايكون زيداً چنان باشد كه گفته‌ئى استثني زيداً يعنى استثناء مىكنم زيد را از اين جهت استثناء را از ملحقات به مفاعيل نام گذارديم و بدانكه عامل نصب در مستثنى در غير إلّاخود اداتى است كه ذكر شد ولى در إلّا خلاف است بعضى گفته‌اند به إلّااست و نزد بعضى به عامل مقدم و بعضى به استثناء مقدر دانند .\r\n\r\nمنادى و حروف ندا\r\nدوم از ملحقات به مفاعيل منادى است و آن اسمى است كه بعد از حرف ندا واقع شود و چون منادى نيز هميشه منصوب نباشد و در نصب منادى نيز خلاف است كه حرف ندا است يا بفعل محذوف كه ادعو باشد لهذا او را نيز از ملحقات قرار داديم حرف ندا : « يا ، ايا هيا ، اى ، ا » ، يعنى همزهء مفتوحه و آ يعنى همزه با « الف » و « وا » ، و اين حروف مانند اسماء اشاره براى قريب و بعيد و متوسط باشد پس همزه واى براى نداى قريب است و يا براى متوسط و باقى براى بعيد ومنادى آنها يعنى اسمى كه ندا كرده مىشود به يكى از اين حروف منصوب مىشود در وقتى كه مضاف باشد چون « يا عبداللَّه » يا شبيه مضاف باشد يعنى همچنانكه معنى مضاف چسبيده و متصل بمعنى مضافٌ اليه است كه بدون او تمام نيست همچنين اسم منادى را مانند او بعدى باشد كه معنى او مربوط به آن مابعد باشد پس از اين جهت شبيه به مضاف است چون « يا صاعداً جبلًا » و « ما عدا يا حبذا\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nجبلًا » پس اگر مضاف و شبيه مضاف نباشد و او را مفرد گويند منصوب نخواهد بود بلكه مرفوع خواهد بود چون يا زيد پس تاكنون معلوم شد كه مفرد را چهار اصطلاح است يعنى در مقابل چهار چيز آورند در مقابل تثنيه و جمع و در مقابل جمله و مقابل مركب چون خمسة عشر ، مثلًا و در مقابل مضاف و شبيه مضاف و گاه شود كه حرف ندا حذف شود چون يوسف اعرض عن هذا يعنى يا يوسف و گاه باشد كه حرف ندا باشد ولى بعضى آخر منادى را حذف كنند و او را ترخيم نامند و منادى را مناداى مرخم گويند چون يا مال در يا مالك و يا فاطم در فاطمه چنانچه دعبل گويد : « افاطم لو خِلت الحسين مُجّدّلًا » و گاه شود كه منادى را لام مفتوحه جاره داخل شود و اين در وقتيست‌كه طلب دادخواه و دادرس و فريادرسى كنيم و لذا او را استقاثه ناميده‌اند و منادى و مستقاث گويند چون « يا اللَّه » - و اگر استقاثه يعنى دادخواهى را براى امرى كنيم و او را هم ذكر كنيم بر او هم لامى داخل شود او را مستقاث من اجله نام كنند و لام او مكسوره باشد تا فرق بين مستقاث و مستقاث من اجله باشد يعنى « يا للَّهَ للمظلوم » يعنى اىخدا بداد مظلوم برس و گاه شود كه يا و وا در نُدبه استعمال شود يعنى ناله و زارى كردن بر منادى از ته دل و منادى را مندوب گويند يعنى مندوبٌ اليه و در اين صورت آخر منادى را الفى تنها يا با ها داخل كنند تا مندوب مشتبه به منادى شود چون « يا ابَتاه » ، « وا ابَتاه » ، « يا زيداه » ، « وازيداه » .\r\nفصلٌ :\r\n\r\nبحث حال\r\nحال آن چيزى است كه بيان حالت فاعل يا مفعول را كند\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nيعنى بفهماند كه فاعل در حين صدور فعل از او يا مفعول در حين وقوع فعل بر او يا هر دو در چه حالت بوده است و از اين جهت است كه گفته‌اند حال هميشه بايد كه يا حال از فاعل باشد و يا از مفعول و يا از هر دو و بايد كه مشتق باشد كه در او وصفيّت باشد زيرا كه حالت عبارت است از هيئت و صفت و تا وصفيّت نداشته باشد دلالت به هيئت و صفت نكند پس از اين جهت بايد كه مشتق باشد تا در او وصفيّت باشد يا معنى وصفيّت باشد اگر چه مشتق نباشد و غير مشتق را جامد نامند مثال حال از فاعل « ضربت قائماً » مثال حال از مفعول « ضربت زيداً قائماً » مثال حال از هر دو « ضربت زيداً قائمين » مثال غير مشتق كه معنى وصفيت را دهد كه او را مئوّل يعنى تأويل برده شده و برگردانيده شده به مشتق گويند چون « رأيت زيداً أسداً » يعنى شجاعاً .\r\nو بدانكه حال بايد نكره باشد و عامل حال هر فعل يا معنى فعلى مىباشد و بدانكه آن فاعل و مفعولى را كه اين حال براى اوست ذوالحال نامند يعنى صاحب حال و حال ممكن است كه بر ذو الحال مقدم شود در موقعى كه اشتباه نشود كه حال است از فاعل يا مفعول چون « ضربت قائماً زيد » و ممكن است كه بر عامل نيز مقدم شود چون « قائماً ضربت زيداً » .\r\nفصلٌ :\r\n\r\nتميز و قواعد آن\r\nتميز مخفّف تمييز است و مصدر است بمعنى تميزدادن و او را مفسّر و مبيّن نيز گويند زيرا كه تفسير كننده و بيان كننده است و قبل از تميز و مبيّن ، مبهمى بايد كه داراى ابهام يعنى معنى\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nاو را اجمال و سربستگى باشد تا بوسيله تميز رفع ابهام و اجمال او شود و تفسير كرده شود و عامل او همان مبهم خواهد بود خواه اسم ذات باشد يا اسم معنى يا فعل و آن چيزهائى كه در آنها ابهام است آن چيزهائيست‌كه در آنها معنى مقدار وكيل و وزن و مساحت و عدد و امثال آنها باشد و معنى تميز در فارسى از حيث و از جنس است و شرط تميز نكره بودن است چون « طاب زيد نفساً » و « عندى منوان تمراً » و « عشرون ابلًا » و « رطلٌ دهناً » و « شبرٌ ارضاً » و همچنانكه در معنى فارسى تميز از مىباشد در معنى عربى او نيز معنى من ثابت است و لهذا جائز است در غير آنچه عامل او فعل است و غير عدد است من را ظاهر كنيم و تميز را مجرور به من بسازيم پس بگو « منوان من تمر » و « رطل من دهن » و « شبرٌ من ارض » .\r\nفصلٌ :\r\n\r\nاعداد و قواعد آنها\r\nالفاظيكه دال بر عددند دوازده لفظند : « احد ، اثنان ، ثلاث ، اربعه ، خمسه ، سته ، سبعه ، ثمانيه ، عشرة ، مأة ، الف » و امّا اعداد ديگر پس آنها حاصل مىشوند بسبب تركيب يا الحاق علامت جمع چون « احد عشر » تا « تسعة عشر » و « عشرون » و « عشرين » و باز تركيب مىكنيم پس مىگوئيم « احد و عشرون » و « تسعة و عشرون » پس مىگوئيم « ثلاثون » يا « ثلاثين » و همچنين تركيب مىكنيم پس مىگوئيم « أحد و ثلاثون » « تسعة و ثلاثون » پس مىگوئى « اربعون » يا « اربعين » و هكذا تا « تسعة و تسعين يا تسعون » پس مىگوئيم « مأة » و اگر دويست خواهى گوئى « مأتين » و اگر جمع خواهى گوئى « مئات » و از دويست\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nبه‌بالا و لكن اگر معين خواهى چون سيصد يا چهارصد بايد كه يكى از اعداد را به‌او اضافه كنى پس بگوئى « ثلاثمأة » يا « أربعمأة » و هكذا تا « تسعمأة » پس مىگوئى « الف » و تثنيه او « الفان » و جمع او « آلاف » يا « الوف » لكن اگر معيّن خواهى بايد مثل « مأة » عددى به‌او اضافه كنى پس بگوئى « ثلثة آلاف » يا « أربعة آلاف » و هكذا و اگر « مأة » را خواهى كه با اعشار جمع كنى يا « الف » را با « مأة » و اعشار همچون كه در فارسى است جمع كنى بايد ابتدا به‌بالا يعنى اول « الوف » و دوم « مئاة » و سوم اعشار را ذكر كنى پس مىگوئى « الف و ثلاثة مآت و ثلاثة و ستين » كه مطابق تاريخ كتاب است پس در ترتيب موافق است با فارسى مگر در آحاد و اعشار كه در فارسى در تركيب اول عدد اعشار گفته مىشود . چون بيست و دو سى و دو و چهل و دو و چهل سه و در عربى به عكس است چون « احد و عشرين و اثنان و ثلاثون » و « ثلاث و اربعون » اينها كه ذكر شد خارج از موضوع بحث است و فقط براى اطلاع اسماء اعداد و كيفيت ترتيب آنها متعرض شديم و الا نظر اصلى تميز آنها است حال كه اعداد را فهميدى تميز آنها را بدان كه بر سه وجه است امّا احد و اثنان را تميز نباشد زيرا كه احتياج به عدد نباشد زيرا كه مفرد و تثنيه خود لفظ كافى باشد چون رجل و رجلان و حاجت بأحد رجل و اثنان رجل نباشد پس تميز مخصوص است به سه و بالا پس از سه تا ده بايد كه تميز را جمع و مجرور آورى پس گوئى ثلث رجال و هكذا تا عشرة رجال و از ده به بالا تا صد همه را بايد فرد و منصوب آورى چون « احد عشر رجلًا » و بر همين قياس تا « تسعة\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nو تسعون رجلًا » و از صد به بالا بايد همه را فرد و مجرور آورى چون « مائة رجل » و « ثلاث مائة رجل » و آنچه ذكر شد در اين دو بيت جمع است :\r\n سه تمييز است در اعداد مشهور * ز سه تا ده همه جمع است و مجرور\r\nز ده تا صد همه فرد است و منصوب * ز صد برتر همه فرد است و مجرور \r\nتتمةٌ :\r\n\r\nحروفىكه تميز خواهند\r\nو از جمله چيزهائىكه تميز خواهد و تميز او منصوب مىباشد « كَأىٍّ » بمعنى بسيار و گاهى با نون است كَأين كه اين به‌معنى چه بسيار است و « كذا » كه به‌معنى چنين و چنان است چون « كأين رجلا رأيت » يا « رأيت كذا و كذا رجلًا » و گاه شود كه در تميز كاين من ظاهر شود چون و كاين من نبى و همچنين است كم كه براى استفهام است بمعنى چقدر چون « كم رجلًا رأيت » و تميز او مجرور نشود مگر آنكه بر خود كم حرف جرّ داخل شود چون « بِكَم دِرهمٍ اشتريته » و بسيار باشد كه كم مثل كاين باشد در معنى ولى تميز او در اين صورت مجرور باشد چون « كم رجل رأيت » يعنى چه بسيار و او را كم خبريّة نامند در مقابل كم اوّل كه او را استفهاميه نامند و گاه شود كه در تميز اين كم خبريّة من ظاهر شود چون « وَكَم مِن مَلَكٍ فِي السَّماوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئاً » .\r\nاجمالٌ :\r\n\r\nبحث توابع پنج‌گانه\r\nگاه شود كه از اين معمولات گذشته ، از مرفوعات و\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nمنصوبات و مجرورات و مجزومات را تابعى باشد كه در اعراب او را متابعت كند و توابع پنج است چنانچه در اين بيت است :\r\n تابع به‌نزد نحويان پنج است مىسازم بيان * نعت است و توكيد و بدل ، عطف نسق عطف بيان \r\nتفصيلٌ :\r\n\r\nبحث نعت\r\nچون شرح معمولات داده شده حال بدانكه گاه شود معمول‌را تابعى باشد كه او را متابعت كند در اعراب او و آن معمول‌را متبوع نامند و توابع چنانچه ذكر شد پنج است :\r\nاوّل « نعت » يعنى صفت ، و متبوع او را منعوت و موصوف گويند . نعت آن اسمى است مشتق يا هر چيزى كه معنى و صفت در آن باشد چون « جائنى رجل كريم » پس رجل فاعل است و موصوف كريم صفت او است . و بدانكه نعت از منعوت خود در سه چيز ديگر نيز متابعت مىكند يكى در تذكير و تأنيث و ديگر در تعريف و تنكير و ديگر در افراد و تثنيه و جمع يعنى هر چه منعوت باشد نعت چنان خواهد شد پس در مذكر مذكر و در مؤنث مؤنث و در معرفه معرفه و در نكره نكره و در مفرد مفرد و در تثنيه و جمع تثنيه و جمع خواهد بود مثال هر يك چون « رجل كريم » و « زيدٌ الكريم » و « امرأته كريمة » و « رجلان كريمان » و « امرأتان كريمتان » و « رجال كرام » و « نساء كريمات » و هكذا .\r\n\r\nبحث تأكيد\r\nدوم « تأكيد » است تأكيد دو قسم است : يكى تأكيدلفظى يعنى آنكه لفظ معمول بعينه مكرر شود براى تأكيد چون « جاء زيد زيد » . دوم تأكيد معنوى يعنى لفظى آورده شود كه معنى\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nمتبوع را تأكيد كند چون « نفس و عين و نفساهما و عيناهما و كلا و كلتا » براى تثنيه و « انفس و اعين و كل و اجمع » براى جمع مثال « جاء زيد نفسه يا عينه » و « جاءت امرأة نفسها يا عينها » و « الزيدان نفساهما يا عيناهما و كلاهما » و « امرأتان نفساهما و عيناهما و كلتاهما » و « الزيدون أنفسهم و أعينهم يا كلهم يا أجمع يا أجمعون » و « النساء أنفسهن وأعيُنهن وكلهن » و « جُمَعْ » بجاى « أجمع » يا گوئى « جميعهن » .\r\n\r\nبحث مبدل\r\nسوم « بدل » است و متبوع او را مُبدّل منه گويند و بدل يا تمام مبدل منه است يعنى اسمى است از اسماء چون « جاء زيدٌ اخوك » يا بعضى از مبدل منه است چون « ضربت زيداً رأسه » يا مشتمل است بر مبدل منه يعنى معنائى دارد كه مبدل منه را هم شامل مىشود چون سلبت زيداً ثوبه و اوليرا بدل كل از كل و دوميرا بدل بعضى از كل و سومى را بدل اشتمال نامند .\r\n\r\nعطف نسق\r\nچهارم « عطف نسق » است نسق به‌معنى روش و رديف ساختن و او را در مقابل عطف بيان نسق ناميده‌اند از اينرو كه الفاظ را به‌سبب ادات روش مىدهد و رديف مىسازد عطف به‌معنى حمل كردن چيزى بر چيزى و مساوات نمودن بين دو چيز است و تابع را معطوف و متبوع را معطوفٌ اليه نامند ادات عطف نسق يكى « واو » است چون « جاء زيد و حسن » . دوم « فاء » است بمعنى پس براى ترتيب بدون مهلت چون « جاء زيد فحسن » يعنى بدون فاصله . سوم « ثم » است كه براى ترتيب به كار مىرود\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nيا مهلت بمعنى بعد چون « جاء زيد ثم حسن » يعنى بعد بفاصله .\r\nچهارم « او » است بمعنى يا براى شك و ترديد چون « جاء زيدٌ او عمر » يعنى يا عمر و يا براى تقسيم است چون « الكلمة اسمٌ او فعل او حرف » يا تخيير است يعنى مخيّر ساختن چون « كل هذا او هذا » يعنى مخيّرى يا براى اباحة است يعنى مباح نمودن چون « تعلّم صرفاً أو نحواً » يا براى ابهام است يعنى مبهم و مجهول گذاردن چون « إِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدىً أَوْ فِي ضَلَالٍ مُبِينٍ » . پنجم « ام » است بمعنى او چون « جاء زيد ام عمر » . ششم « امّا » دوم است چون « جاء اما زيد و اما عمر » . هفتم « بَل » است كه براى اضراب است يعنى اعراض كردن از اول چون « جاء زيد بل عمر » . هشتم و نهم و دهم حروفى هستند كه اختصاص به‌عطف ندارند يعنى در غير عطف نيز استعمال مىشوند چون « حتى » ، « جاء القوم حتى صغار » و ديگر « لكنِ » مخفف است چون « جاء القوم لكن عمر لم يجئ » و « لاء » است كه حرف نفى است چون « جاء زيد لا عمر » .\r\n\r\nعطف بيان\r\nپنجم « عطف بيان » از جهتى كه توضيح متبوع مىكند شبيه به‌صفت است ولى او مشتق است و اين جامد و از جهتى مشابه با بدل است ولى بدل خود مقصود است بالاصاله و عطف بيان مانند نعت است كه متابعت متبوع خود را كند در تذكير و تأنيث و تعريف و تنكير ولى بايد كه عطف از متبوع خود اشهر باشد تا بشود كه توضيح او كند و ديگر متابعت كند در افراد و تثنيه و جمع .\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nاجمالٌ :\r\n\r\nحروفىكه عامل نيستند\r\nحروفيكه عامل نيستند هر چندى از آنها در تحت يك عنوانى باشند و بعناوين آنها اشارت مىرود .\r\nتفصيلٌ :\r\nچون دانستى كه مقصد اصلى از اين علم دانستن اعراب و آنچه دخيل است در كيفيت اعراب از حالات و اقسام معمول و عوامل و أما آنچه خالى از اين سه باشد از مباحث مقصوده اين علم نباشد پس مقصود اصلى بحروف غير عامله تعلق ندارد و لكن از باب استكمال علم بر اقسام ثلاثه موضوع يعنى اسم و فعل و حرف و مقدمية غير عوامل در شناسائى عوامل زيرا كه تعرف الاشياء باضدادها اينك بشرح غير عوامل مىپردازيم .\r\n\r\nحروف استفهام\r\nاز آن جمله حروف استفهام است و آن « همزه » و « هل » است هل را اختصاص بفعل باشد ولى همزه را نى ، همزه بر ناقص داخل شود و هل نى ، و ديگر از ادوات استفهام باشند كه غير عامل باشند ولى آنها اسم باشند و آن « كيف و متى و اين » بمعنى چطور و چه زمان و كجا مىباشد و ديگر « انّى » است كه بمعنى « اين » و « أىّ » كه بمعنى كدام يك ، و « أى » را در مؤنث « تاء » داخل شود چون « أيته » و ديگر « مَن و ما » بمعنى چه كسى و چه چيز و گاه شود بعد از « من و ماذا » آيد بمعنى اشاره يا موصول بمعنى الذى يا زياده بى معنى باشد چون « من ذا رأيت » يعنى چه كسى است اينكه ديدى يا چه كسى است آنكس كه ديدى يا كه‌را ديدى و « ماذا صنعت » يعنى چه چيز است اينكه كردى يا چه چيز است\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nآنچيزى كه ديدى يا چه چيز ديدى و امثله باقى واضح است چون « كيف زيد » و « اين زيد » و « انّى زيد » و « متى زيد » و « أَيُّكُمْ يَأْتِينِي بِعَرْشِهَا قَبْلَ أَن يَأْتُونِي مُسْلِمِينَ » .\r\nفصلٌ :\r\n\r\nحروف تحضيض\r\nو ديگر حروف تحضيض است يعنى تحريص و ترغيب نمودن بر عمل و آن « لولا و لوما و هلّا » كه مركب است از « لو و لا » يا « لو و ما » و يا مركب از « هل و لا و الا » بتخفيف كه مركب است از « همزه و لام و الا » بتشديد و معنى هر پنج يكى است يعنى چرا نه و مدخول اينها فعل است چون « هلّا تفعل » يعنى چرا نمىكنى يا « هلّا فعلت » يعنى چرا نكردى و باقى را قياس كن و « لولا و لو ما » براى غير تحضيض نيز آمده يعنى بمعنى اصلى خود كه « لوو و لا و لو و ما » بوده چون « لولا علىٌ لهلك عُمَر » و « لَوْلَا أَنتُمْ لَكُنَّا مُؤْمِنِينَ » و « لو ما زيد لضربتك » و هم‌چنين « الا » بمعنى اصل خود آيد كه « همزه » و « لا » مىباشد و در اين هنگام براى عرض خواهد بود و او را « لا » عرضيه گويند يعنى أظهار تعارف چنانچه گوئى « الا تنزل بنا فتصيبَ خيراً منّا » وهم‌چنين اما نيز براى عرض آيد .\r\nفصلٌ :\r\n\r\nحروف تمنّى\r\nو ديگر حروف تمنّى است كه يكى از آنها « ليت » بود كه گذشت و ديگر « لو » است كه براى تمنّى نيز آيد و غالباً بعد از لفظى باشد كه معنى دوستى را دهد چون « يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مِسْلِمِينَ » ، « وَدُّوا لَوْ تُدْهِنُ فَيُدْهِنُونَ » .\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nفصلٌ :\r\n\r\nحروف تحقيق\r\nديگر حروف تحقيق است و آن « قد » است و مخصوص بفعل است در ماضى بيشتر داخل شود و بمعنى تحقيق است چون « قَدْ ضَرَب » و بر مضارع نيز داخل شود و براى تقليل است چون « قد يضرب » يعنى گاهى مىزند و گاه شود كه در مضارع نيز براى تحقيق آيد و ديگر « هل » است گاهى به‌معنى « قد » آيد چون « هَلْ أَتَى عَلَى الْإِنسَانِ حِينٌ مِنَ الدَّهْرِ » .\r\nفصلٌ :\r\n\r\nحروف تنفيس\r\nديگر حروف تنفيس است و آن « س » و « سوف » بمعنى زود و زودِ زود است چون « سيضرب » و « سوف يضرب » و اينها را حروف استقبال نيز نامند يعنى حروفى باشند كه بر مضارع داخل شوند و از اشتراك او را بيرون آورند و او را مخصوص باستقبال كنند و همچنين از حروف گذشته چون « ان » و « كَى » براى استقبال باشد .\r\nفصلٌ :\r\n\r\nحروف تفسير\r\nديگر حروف تفسير و آن « ان » و « اى » يعنى چون محلّى قبلًا ذكر شود براى تفسير كردن و شرح آن « اى » يا « ان » آورند چنانچه اگر خواهى كلمه را تفسير كنى چون « وَدّو لو كانوا مسلمين » مىگويى « اى تمنّوا ان كانو مسلمين » و « ان » نيز بمعنى « اى » است لكن « ان » تفسيريه در هر كجا نيايد بلكه بايد بعد از چيزى آيد كه تفسير جمله را كند كه « ان » در آن به معنى قول باشد يا بعد از خود قول چون و « فَأَوْحَيْنَا إِلَيْهِ أَنِ اصْنَعِ الْفُلْكَ » يعنى « اى اصنع الفلك » و در دومى معنى قول است .\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nفصلٌ :\r\n\r\nحروف جواب\r\nديگر حروف جوابند و آنها « نَعَم و بلى و اجل » بمعنى « نَعَم » و « اى » نيز بمعنى « نعم » گاه استعمال شود و فرق بين « نعم » و « بلى » اين است كه « نعم » در « كلامِ موجب » يعنى بعد از « استفهامِ موجب » آيد چون « جاء زيدٌ » پس گوئى « نعم » ولى « بلى » بعد از استفهام منفى آيد چون « أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى » يعنى چرا .\r\nفصلٌ :\r\n\r\nحروف تشبيه\r\nحروف تشبيه سه تا است : « ما ، الا ، اما » ؛ يعنى آگاه باش حرف ردع يكى است و آن « كلّا » است « رَدع » يعنى گرداندن و دفع توهّم كردن .\r\nفصلٌ :\r\n\r\nحروف مصدريّة و صدريّة\r\nبعضى از حروف عوامل و غير عوامل را كه گذشت حيثيتى باشد مخصوص و ممتاز و آثار مخصوصه هم دارند و بدين جهت آنها را عنوانى خاص داده‌اند مثل آنكه گويند حروف « مصدريه » يا « صدريه » و « تصدّريه » و اينها دوقسمند هريكىرا شرح مىدهيم .\r\nاما « حروف مصدريه » و آنها حروفى باشند كه مابعد خود را بتأويل مصدر مىبرند يعنى مابعد خود را با آنكه جمله تمام است چنان كنند كه بمنزله مفرد باشد يعنى مصدر بطوريكه اگر جمله را برداريم ومصدرى در جاى او گذاريم بمعنى ضررى وارد نيايد و اين معنى ( بمصدر است ) و حروف مصدريه نيز يكى « ان » ماضيه است يكى « كى » است چون « امرتك بأن تضرب\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nزيداً » يا « جئتك لكى تضرب زيداً » پس در اينجا صحيح است كه بگوئى « امرتك بضرب زيد » و « جئتك لكى تضرب زيداً » و ديگر « لو مصدريه » است و ديگر « ماء مصدريه » است « ماء مصدريه » بمعنى مدت و وقت است چون « وَدُّوا لَوْ تُدْهِنُ فَيُدْهِنُونَ » يعنى « و دو مُداهنتك » و چون « تعلّم ما يعيشك ابوك » يعنى « مَدت اعاشة ابيك اياك » و ديگر « انَّ » مفتوحه مشبهة بالفعل چون « علمت انك قائم » يعنى « قيامك » و اما « حروف صدريه و تصدريه » و آنها حروفى باشند كه اقتضاى تصدّر كنند يعنى صدارت طلب باشند يعنى بايد كه در صدر كلام قرار گيرند و آنها حروف واسماء استفهام است طُرّاً و « لام » مفتوحة ابتداء است كه بمعنى هر آينه است .\r\nهذا آخر ما ادرجناه وسطرناه وللَّه الحمد على التوفيق فى الماضى والحال ومنه الاستعانة في الاستقبال والصلاه والسلام على رسوله محمد وآله المنزل اليهم الارزاق والاجال وقد وقع تحريره فى بلدة تهران حولها اللَّه من الخربان الى العمران ، زوال الاربعاء يوم التاسع والعشرين من جمادى الثانى سنة الف وثلاث ماءة و ثلاث و ستين من الهجرة النبوية على مهاجرها الف سلام و تحية وأنا العبد المؤلف جواد بن المحسن بن الحسين المحولاتى الخراسانى .\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80}
  ]