[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nوهابيت\r\nو\r\nبازنگرى از درون\r\nتأليف : سيد محمد بن علوى المالكى\r\nترجمه : انسيه خزعلى\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nسرشناسه : مالكى حسنى ، محمد ، 1947 - 2004 م .\r\nmalki muhammmad alawi\r\nعنوان قراردادى : مفاهيم يجب آن تصحح ، فارسى ، برگزيده .\r\nعنوان ونام پديدآور : وهابيت وبازنگرى از درون / تأليف محمد بن علوى\r\nالمالكى : ترجمه انسيه خزعلى .\r\nمشخصات نشر : تهران ، مشعر ، 1386 .\r\nمشخصات ظاهرى : 168 ص .\r\nشابك : 0 - 071 - 540 - 964 - 978\r\nوضعيت فهرست نويسى : فيپا .\r\nموضوع : وهابيت - دفاعيه ها ورديه ها .\r\nموضوع : وهابيت - عقايد .\r\nشناسه افزوده : خزعلى ، انسيه ، مترجم .\r\nشناسه افزوده : مالكى حسنى ، محمد . مفاهيم يجب آن تصحح ، برگزيده .\r\nرده بندى كنگره : 1386 7042 م 2 م / 338 bp\r\nرده بندى ديويى : 527 / 297\r\nشماره كتابشناسى ملى : 1178630\r\nوهابيت وبازنگرى از درون\r\n( گزيده اى از كتاب \" مفاهيم يجب أن تصحح \" )\r\nتأليف : سيدمحمد بن علوى المالكى الحسنى\r\nترجمه : د . انسيه خزعلى\r\nحروفچينى : مركز تحقيقات حج\r\nناشر : نشر مشعر\r\nنوبت چاپ : اول - زمستان 1386\r\nچاپ : دارالحديث\r\nشمارگان : 3000 نسخه\r\nبها : 850 تومان\r\nشابك 0 - 71 - 540 - 864 - 978\r\n0 - 071 - 540 - 964 - 978 isbn\r\nمراكز پخش و فروشگاههاى مشعر :\r\nتهران : تلفن : 64512003 - 021 / قم : تلفن : 7838400 - 0251\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\n[ مقدمات پژوهش 
  ]\r\n\r\nمقدّمهء مترجم\r\nالحمد للَّه‌ربّ العالمين\r\nوصلّى اللَّه على سيدنا محمّد وآله الطاهرين وصحبه المنتجبين .\r\nبسيارى از مبانى ، اصول و فروع عمدهء دين در ميان مسلمانان تا قرنها پس از ظهور اسلام مورد اتفاق بوده و وحدت رويه‌اى را نسبت به بسيارى از عبادات و اعمال و سنتها در شيوهء رايج بين مسلمانان شاهد بوده‌ايم تا آنگاه كه با ظهور برخى آرا و برداشت‌هاى جامد و كوته بينانه‌ى اشخاصى همچون « ابن تيميه » ، جهان اسلام شاهد موجى از انحراف در مباحث عقيدتى و به دنبال آن تحت تأثير قرار گرفتن اعمال گروهى و زير سؤال رفتن اعمال گروهى ديگر از مسلمين شد .\r\nاين افكار با عكس‌العمل جدّى و قاطع علماى اسلام\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nدر دورهء مذكور ، مهار گرديد و از سوى قاطبهء مذاهب اسلامى مورد طرد و انكار قرار گرفت و نتوانست هيچگونه جايگاه مورد توجهى در ميان مسلمانان به خود اختصاص دهد .\r\nتا اينكه در قرون اخير ، افكار نشأت گرفته از اين ديدگاه انحرافى ، در فردى به نام محمّد بن عبدالوهاب با حمايت‌هاى استعمارگران خارجى ، توان توسعه و تحكّم در مناطقى از حجاز و نجد را يافت و با وجود مخالفت بسيارى از علما و بزرگان سرزمين‌هاى مختلف اسلامى ، با قدرت قاهره و نقشه‌هاى خارجى تلاش در گسترش اين اعتقادات و افكار نمود و با در اختيار گرفتن اراضى مقدس و شريان‌هاى فكرى جهان اسلام و بهره‌مندى از منابع مالى مسلمين تلاش نمود برداشت‌هاى خويش را از روايات و سنت‌هاى نبوى به نام اسلام و با ادعاى تنها ديدگاه صحيح ، از سنت ارائه كند و مراكز و مدارس بزرگى را در سراسر دنياى اسلام براى ترويج اين افكار تأسيس نمايد و با طرح برداشت‌هاى « محمّد بن عبدالوهاب » به عنوان اسلام حقيقى و توحيد ناب ، پيروان سنّى و شيعه ( مذاهب خمسه ) را كه تن به آراى بدعت آلود آنان نمىدادند به شرك و كفر متّهم نمايند .\r\nاين فرقه توانست با شيوهء مذكور و با استبداد سياسى و دينى ، سالها بر مسلمانان تسلط يابد ، در حالى كه اين تسلّط\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nاز اجراى آداب و مناسك ظاهرى و تحميل‌هاى خشك و خشونت بار فراتر رفته و موجب آزار و اذيت روحى و جسمى شيعه و سنى در همهء بلاد گرديده بود .\r\nدهه‌هاى اخير شاهد ظهور افراد شجاع و دين باورى بود كه تصميم گرفتند با وجود همه تضييقات و فشارها از حقايقى كه سالها با تبليغات وهابيت پوشيده و مكتوم مانده بود ، پرده برداشته و عامهء مسلمين را متوجه بدعت‌ها و برداشت‌هاى نارواى اين فرقه نمايند .\r\nاز جملهء اين اصلاحگران آقاى علوى مالكى است كه از درون وهابيت برخاسته و با قلمى زيبا ، متين ، علمى و مستند به آيات و روايات صحيح اهل سنت ، در كتاب وزين خويش با عنوان « مفاهيم يجب أن تصحّح » خواستار تصحيح برداشت‌هاى غلط وهابيت از روايات و سنت نبوى گرديد و در برابر آنان ، كه مسلمين را متّهم به شرك و كفر مىكردند ، قد علم كرده با سلاح كلام و قلم و با احتجاج از طريق احاديث و روايات مورد پذيرش آنان ، عقايد باطلشان را به چالش كشاند و با استقبال بىنظير علماى تمامى كشورهاى اسلامى روبرو گرديد .\r\n\r\nنگاهى كوتاه به زندگى علوى مالكى\r\nايشان در سال 1367 ق . در مكّه به دنيا آمد و تحت نظر پدرش ، علوى بن عباس المالكى ، كه از كبار علماى مكّه\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nبود ، به تحصيل علوم دينى پرداخت و علوم لغت ، حديث ، تفسير ، فقه و اصول را از بزرگان حرمين شريفين فراگرفت ؛ سپس به الأزهر مصر رفت و فوق ليسانس و دكتراى خود را از دانشكدهء اصول دين آن دانشگاه دريافت كرد ، او همچنين با مهاجرت به هند ، پاكستان ، شام و مغرب ، نزد علماى آن ديار تلمّذ كرده و با آرا و عقايد مذاهب گوناگون آشنا گرديد .\r\nعلوى مالكى پس از رحلت پدرش ، در سال 1391 ق . بر كرسى تدريس و تبليغ و ارشاد در جايگاه پدر در مسجدالحرام تكيه زد و استقبال بىنظير طلاب از دروس او ، جايگاهى و الا و برتر در موقعيت‌هاى علمى و دينى به او بخشيد ، همچنين سالها در دانشگاه ملك عبدالعزيز به تدريس معارف دينى پرداخت ؛ ولى وضعيت حاكم و آزادگى روحى او و انديشهء خدمت به دينِ اصيل و تحريف نشده ، مانع از ادامهء همكارى او شد و با استعفا از دانشگاه ، به كرسى تدريس مسجدالحرام بازگشت و اصرار وزير آموزش عالى در ادامهء اين همكارى مؤثّر واقع نشد و او ترجيح داد در مجالس وسيع‌تر و زمينه‌اى آزادتر به خدمت علم بپردازد ؛ لذا وقتى وزير علوم ، حقوق او را به خانه‌اش مىفرستد از پذيرش آن خوددارى كرده و آن را به صندوق دانشگاه برگرداند .\r\nزهد او در كناره‌گيرى از مناصب و موقيعت‌هاى سياسى\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nو اجتماعى بر كسى پوشيده نبود ؛ همچنانكه تواضع و حسن خلق او زبانزد خاص و عام بود . مردم را از صميم دل دوست داشت و براى همه از كوچك و بزرگ احترام قائل بود و وقتى با بزرگتر از خويش روبرو مىشد ، هر كس كه بود ، هر چند از مردم عوام با كلمهء « سيدى » ( به كسر سين ) كه كلمه‌اى مكّى و حاكى از صميميت و گراميداشت است ، با او روبرو مىشد .\r\nفعاليت علمى او محدود به حجاز نشد ؛ بلكه دانشگاه‌ها و مؤسسات بزرگ فرهنگى كشورهاى اسلامى ، براى بهره‌گيرى از تدريس و سخنرانىهاى وى با يكديگر به رقابت و تنافس مىپرداختند .\r\nعلوى مالكى از درس بيش از 200 تن از شيوخ بزرگ اهل سنّت بهره جست . او رياست كميسيون داورى مسابقات قرآن مكّه را عهده‌دار بود و به صورت رسمى به عنوان استاد شريعت و پس از پدر ، كرسى تدريس مسجدالحرام را به خود اختصاص داد .\r\nايشان در نيمهء رمضان 1425 ق . به ديدار پروردگارش شتافت و با تشييع بىنظير و مشاركت جمع كثيرى از مسلمانان به‌خصوص علما ، از داخل و خارج حجاز و با اكرام و تجليل ، در مكّه مكرّمه به خاك سپرده شد .\r\nكتب بسيارى از ايشان در فقه و حديث و علوم قرآن و همچنين در سيره نبوى و آثار مكّه و حج ، به‌جاى مانده\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nاست كه از جملهء آنهاست :\r\n- دراسة مقارنة عن روايات موطأ الامام مالك .\r\n- علم الأسانيد .\r\n- زبدة الإتقان في علوم القرآن .\r\n- حول خصائص القرآن .\r\n- كتاب في رحاب البيت الحرام .\r\n- الزيارة النبوية بين الشريعة والبدعة .\r\n- كتاب الذخائر المحمّديه .\r\n- هو بالأفق الأعلى .\r\n- الانسان الكامل .\r\nوكتاب اخيرش با نام « مفاهيم يجب أن تصحّح » مورد عنايت قاطبهء علماى اهل سنّت و جماعت قرار گرفت . گويا كه مرهمى بر زخم قرون گذشته و نيشترى براى خروج چرك‌هاى دمل دردناك پيكر جامعهء اسلامى و روزنهء اميدى براى بهبودى و شفاى آن بود ؛ به دليل اين توجّه و استقبال ، تأليف مذكور ، بارها و بارها به چاپ رسيد و ناياب شد .\r\nالبته مطالب مطروحه در كتاب ، خوشايند وهابيت و برخى علماى حنبلى نبود و با عكس‌العمل شديد آنان روبرو شد و نويسندهء آن از سوى علماى جامد وهّابى طرد و تكفير شد ؛ به‌گونه‌اى كه مدتها مؤلّف آن در محاصره و تحت نظر بودو چاپ و انتشار كتاب وى ممنوع گرديد ؛ ولى\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nاين امر مانع انتشار اين اثر ارزنده نگشت ؛ بلكه در كشورهاى گوناگون از جمله : مصر ، سوريه ، امارات ، پاكستان ، مغرب و . . . مكرر به چاپ رسيد و علماى بزرگ اين بلاد بر آن تقريظ نوشتند كه به نمونه‌هاى كوچكى از آن‌ها اشاره مىشود :\r\n- شيخ محمّدطيب النجار ، رييس سابق دانشگاه الأزهر و رييس مركز اهل سنّت در مورد اين كتاب مىگويد :\r\n« اين كتاب حقيقتاً روشنگر برخى مفاهيمى است كه بعضى مردم بدان ايمان دارند و گمان مىكنند انكار آن خطا و بهتان است . و حقّ علم بر گردن مؤلّف چنين بوده است كه برداشت‌هاى خطا را اصلاح و تنها براى خدا سخن حق را به زبان آورد و طبيعى است كه با اين عمل شجاعانه در معرض نيش‌ها قرار گرفته و بر تيغ و خار قدم نهد . »\r\nعلّامهء مغربى « سيّد عبداللَّه كنون الحسنى » رييس « رابطة العلما » ى مغرب نيز در تقريظ بر اين كتاب مىنويسد :\r\n« از سيد محمّدعلوى سپاسگزارم كه چنين مباحثى را مطرح و اين مفاهيم را محقّقانه مورد بحث قرار داده است و معتقدم كه او به هدف خويش دست يافته و از او مىخواهم كه خود را درگير بحث و جدل با اين افراد نادان نسازد ؛ چرا كه مأموريت علما در عصر حاضر بيدارى مسلمين و تحريك غيرت آنان و برانگيختن مسؤولان و رؤسا براى ايستادگى آنان در برابر دشمن اسلام است . »\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nهمچنين دبير كلّ مجمع بحوث اسلامى قاهره « عبدالفتاح بركة » مىنويسد : « در اين كتاب ارزشمند تلاش وسيعى از سوى يك عالم ژرف‌نگر و پژوهشگر توانا براى ايجاد وحدت بين مسلمين و از بين بردن آثار تعصب‌هاى فقهى به عمل آمده است ؛ به خصوص در مواردى كه منجر به اتهام يكديگر به كفر و شرك مىگردد و در مسائلى كه مربوط به فرقه‌هاى مختلف مسلمانان است . . . اميدوارم كه اين كتاب ارزنده نقش مبارك و تعيين كننده‌اى در از بين بردن اختلافات و ايجاد الفت و يكپارچگى بين مسلمانان ، ايفا كند . »\r\nرييس مجلس افتاى سودان « سيداحمد العوص » نيز در تأييد كتاب مىنويسد : « سيّدعلوى خادم علم و دين در حرمين شريفين مفاهيم غلط را اصلاح نمود و گرد و غبار را از آن زدود و تفسيرى روشن و واضح از آن ارائه كرد كه منطبق بر متون وارده در كتاب و سنّت است و علماى بزرگ آن‌را مورد تأييد قرار داده‌اند . »\r\n« سيّد محمّد عبدالقادر آزاد » رييس مجلس علماى پاكستان مىگويد : « من از جانب خودم و به نيابت از مجلس علماى سراسر پاكستان كه مشتمل بر بيش از 2000 تن از علماى اهل سنّت است تأييد مىكنم كه آنچه آقاى علوى مالكى در كتاب « مفاهيم يجب أن تصحّح » آورده ، مطابق اعتقاد اهل سنّت ، اعمّ از سلف و خلف است و ايشان با\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nزيبايى و با استناد به قرآن و حديث صحيح ، مسائل را تبيين و روشن نموده است . »\r\n« شيخ ابراهيم دسوقى » جانشين وزير اوقاف سابق در مصر مىنويسد : « من به عنوان كسى كه در طول حياتش به عنوان يك سرباز ، در زمينهء تبليغات اسلامى فعاليت نموده است ، از نزديك احساس نياز جامعه را به اين كتاب ارزشمند و كتب مانند آن حس مىكنم تا بتوانيم امّت را از حملات شك برانگيز ، كه امروزه دچار آن شده‌اند ، نجات بخشيم و بگوييم هنوز هم اين دين سربازان مخلصى دارد كه تا قيام قيامت از حقيقت آن دفاع مىكنند و مخالفت معاندان ، آنها را از حق باز نمىدارد . »\r\nعلّامهء محدّث « شيخ محمّد شاذلى » رييس دانشكدهء شريعت تونس ، ضمن برشمردن حملاتى كه در عصر حاضر عليه مسلمين به‌ويژه از سوى يهود صورت گرفته است ، برخى از اين هجمات را به مسائل فكرى و عقيدتى اختصاص داده و اشاره مىكند كه برداشت‌هاى غير صحيح و ايجاد شك در اعتقادات مسلمين و نسبت كفر دادن‌ها ، همه و همه از توطئه‌هاى دشمنانى است كه تلاش بر تفرقه و اختلاف بين مسلمانان را دارند و كتبى مانند آنچه آقاى علوى مالكى به رشتهء تحرير درآورده ، مىتواند بسيارى از غموض و ابهامات را بر طرف و جامعهء اسلامى را واكسينه كند .\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nتعداد زيادى از علماى يمن نيز ضمن تقريظى ، ابراز نمودند كه اين كتاب نگين درخشان كتب اهل سنّت ؛ اعمّ از قديم و جديد است و گوهر بىنظيرى است كه به طور كامل با عقايد اهل سنّت موافق و از بين برندهء شبهات و اشكالات مطروحه در عصر حاضر است .\r\nو علماى ديگرى از جمله :\r\n- شيخ سيّدى الفاروقى ، رييس مجلس علماى مغرب .\r\n- محدّث اصولى ، سيّد عبدالعزيز بن محمّد بن الصديق الغمارى .\r\n- استاد سيّدمحمّد بن على الجنتى ، رييس مركز اسلامى اندونزى .\r\n- سيّدعبدالقادر السقاف ، امام و شيخ العلماى حضرموت .\r\n- عبدالسلام جبران ، رييس مجلس علمى اقليمى مراكش .\r\nو بسيارى ديگر كه مجال پرداختن به اسما و تقريظات آنان در اين مختصر نيست .\r\nو در نهايت ، آنچه در پيش روى شماست برگزيده‌اى از كتاب مذكور مىباشد كه تلاش گرديده با حذف بحث‌هاى فلسفى ، كلامى و روايى موجود در كتاب ، مطالب قابل درك براى عامّهء مردم و امور مبتلا به عصر حاضر مورد توجه قرار گيرد ؛ البته ترجمه تفصيلى اين كتاب همراه با\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nتوضيحات و تعليقات ضرورى به زودى چاپ و در اختيار پژوهشگران و علاقه‌مندان قرار خواهد گرفت .\r\nخصوصيت منحصر به فرد اين كتاب كه به پاسخگويى شبهات و ايرادات وارده از سوى وهابيت - كه با هدف زير سؤال بردن اعمال شيعه بود - مىپردازد اين است كه از سوى فردى تأليف گرديده كه سالها به عنوان يكى از علماى بزرگ وهابيت در مسجدالحرام به تبليغ مىپرداخته و در اواخرعمر وظيفهء خويش دانسته تا خطاها و برداشت‌هاى اشتباه را اصلاح و تا حدى دين خود را به پيامبر صلى الله عليه و آله ادا نمايد وتمامى پاسخ‌هاى او مستند به كتب و روايات مورد تأييد اهل سنت و جماعت مىباشد و حساسيت فوق‌العاده‌اى كه در انتخاب احاديث و استنادات به‌كار گرفته است جاى هر گونه شك و شبهه را در اصلاح مفاهيم مذكور از بين برده است .\r\nو من اللَّه التوفيق\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\nمقدمهء مؤلّف\r\nالحمد للَّه‌رب العالمين والصلاة والسلام على اشرف المرسلين سيدنا محمد وعلى آله وصحبه أجمعين .\r\nاما بعد : خداوند تبارك و تعالى نعمت‌هاى فراوانى به ما بخشيده است كه بزرگ‌ترين ، گرانقدرترين و گرامىترين آنها نعمت اسلام است . و از جمله نعمت‌هاى الهى امنيت است كه موجب مىشود ما از آرامش و طمأنينه در گوشه و كنار سرزمين‌ها بهره‌مند گرديم و از ديگر نعمت‌هاى خداوند ، اجراى شريعت اسلامى از طريق اجراى حدود و رجوع به كتاب و سنت محمد بن عبداللَّه در اختلافات است ؛ چرا كه اسلام به دشمنانش فرصت تفكر و بصيرت‌يابى مىدهد :  « وَ إِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلامَ اللَّهِ » ؛  « 1 » و اجازهء اظهار هرگونه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . توبه : 6 ؛ اگر كسى از مشركان به تو پناه آورد ، او را پناه ده تا كلام‌الهى را بشنود .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nاعتراض يا بيان مطلب را به معارض و معاند عطا مىكند :\r\n « قُلْ هاتُوا بُرْهانَكُمْ إِنْ كُنْتُمْ صادِقِينَ » .  « 1 »  * \r\nو از مشركين مىخواهد كه فكر و نظر خويش را در امر دين به‌صورت فردى يا جمعى به‌كار گيرند و از طريق برگزارى مجالس و گردهمايىها به مشورت در امر دين و واقعيت دعوت‌گر اين دين محمد صلى الله عليه و آله بپردازند و فرموده است :\r\n « قُلْ إِنَّما أَعِظُكُمْ بِواحِدَةٍ أَنْ تَقُومُوا لِلَّهِ مَثْنى وَ فُرادى ثُمَّ تَتَفَكَّرُوا ما بِصاحِبِكُمْ مِنْ جِنَّةٍ » .  « 2 »\r\nبلكه بالاتر از اين ، و آن چنين است كه او به دشمنش اطمينان مىدهد تا جلو بيايد ، حرفش را بزند و خود و جايگاهش را درك كند و بفهمد كه او موجودى زنده و عاقل است ، پس بايد عقل خود را به‌كار گيرد و بفهمد و بعد از اين فهم و تعقل ، ثمره عقل و فهمش را خواهد ديد ، خداوند مىفرمايد :  « وَ إِنَّا أَوْ إِيَّاكُمْ لَعَلى هُدىً أَوْ فِي ضَلالٍ مُبِينٍ » .  « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بقره : 111 ؛ بگو دليل خويش را ارائه دهيد اگر راست مىگوييد .\r\n( 2 ) . سبأ : 46 ؛ بگو من شما را تنها به يك چيز نصيحت مىكنم و آن اين است كه دوتادوتا يا تك‌تك براى خدا بپاخيزيد و بينديشيد كه رسول شما مجنون نيست .\r\n( 3 ) . سبأ : 24 : ما و شما ، يا بر طريق هدايتيم يا در گمراهى آشكار .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nبدينگونه است كه خداوند تعالى ، پيامبرش محمد صلى الله عليه و آله را امر مىكند كه به مشركين گمراهِ باطل‌گرايى كه هيچ دين صحيح و عقيدهء معتبرى ندارند در هنگام بحث و جدل بگويد : يا من بر هدايتم يا شما و يا من در گمراهىام يا شما ؟\r\nو از اين رهگذر است كه اين مفاهيم در برخى موضوعات اسلامى مورد اختلاف ، بين علما عرضه گرديد به‌گونه‌اى كه كسى نمىتواند بگويد : آراى علما در آن موضوع بر قول واحدى قرار گرفت و چاره‌اى جز بيان آن آرا و در اختيار دانشمندان و محققين قراردادن آن نيست تا آن را بررسى و در آن تأمل نمايند ؛ اگر صحيح بود ، خداى را بر آن حمد مىكنم كه از توفيق و تأييد الهى بوده است و اگر اشتباه بود خطا از بنده و اجتهاد من است .\r\nاين كتاب نيز مانند ساير كتب ، قابل اصلاح و رجوع است و من به فضل الهى در هر كتابى كه تأليف كرده‌ام به اين امر معترف بوده‌ام و در آخر مكتوبات خود مىگويم :\r\nمن از خداوند توفيق و استوارى را در نوشته‌هايم طلب مىكنم . اگر به صواب راه سپردم از خداوند است و اگر خطا كرده‌ام از خويش و اجتهادم مىباشد و از هركس به‌خطاى من واقف گرديده تقاضا مىكنم مرا مطلع و بر اشتباهاتم رهنمون گردد .\r\nگفتگو بين دانشمندان به‌صورت خاصّى با بىطرفى ، تفاهم ، تقواى الهى و ورع شناخته مىشود ؛ چراكه آنها\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nآگاهىدهى ، جهت‌دهى و دفاع از حرمت‌هاى الهى است و مىخواهند دستگير مردم به‌سوى خيرات باشند ؛ زيرا آنها وارثان پيامبرانند و من نيز از خداوند مىخواهم كه ما را از زمينه‌هاى لغزش حفظ و به راه استوار هدايت نمايد ؛ إنه سميع مجيب و باللَّه التوفيق .\r\nالسيد محمد بن علوى المالكى الحسنى\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\nشيوهء كتاب\r\nاين كتاب در سه باب بدين شرح تنظيم گرديده است :\r\nباب اول : مباحث عقيدتى كه به فساد مقياس‌هاى تكفير و گمراهى در عصر حاضر مىپردازد .\r\nباب دوم : مباحث نبوى كه به خصائص و حقيقت انسانى پيامبر پرداخته و مفهوم تبرك به پيامبر و آثار او را تبيين مىكند .\r\nباب سوم : مباحث گوناگون و از جمله زندگى برزخى و مشروعيت زيارت پيامبر صلى الله عليه و آله و مسائل مرتبط با آن از قبيل آثار ، مشاهد و مناسبت‌هاى دينى را مورد بررسى قرار مىدهد .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\nباب اوّل : مباحث عقيدتى\r\nدر اين باب به معيارهاى نادرست در نسبت گمراهى دادن به مسلمين و تكفير آنها در عصر حاضر اشاره گرديده است .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\nپرهيز از گزافه‌گويى در تكفير\r\nبسيارى از مردم - كه خداوند اصلاحشان كند - در فهم عللى كه موجب خروج فرد از دايرهء اسلام و اطلاق كافر بر او مىشود ، در اشتباه هستند ؛ لذا با كمترين مخالفتى حكم به كفر فرد مسلم مىكنند و با اين شيوه جز تعداد اندكى مسلمان بر كرهء زمين باقى نخواهد ماند . ما با حسن ظن با اعمال اينها برخورد مىكنيم و اين‌گونه عمل آنها را توجيه مىكنيم كه نيت خير آنها و انگيزهء امر به معروف و نهى از منكر موجب چنين برخوردى گرديده است ؛ ولى بايد توجه داشت كه آنها عنايت به اين مهم نكرده‌اند كه امر به معروف و نهى از منكر بايد از طريق حكمت و موعظهء حسنه اجرا گردد و در صورت نياز به مجادله ، واجب است كه از بهترين شيوه مدد گرفته شود ، همان‌گونه كه خداوند مىفرمايد :  « ادْعُ إِلى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَ الْمَوْعِظَةِ \r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n الْحَسَنَةِ وَ جادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ » .  « 1 » چنين شيوه‌اى مقبول‌تر و نزديك‌تر به هدف است و خلاف آن حماقت و خطاست ؛ بنابراين اگر با مسلمانى برخورد كردى كه نماز مىگزارد ، واجبات بجاى مىآورد و از حرام دورى مىكند و در نشر دعوت الهى و بپاداشتن مساجد مىكوشد و به تعهدات پايبند است ، سپس او را به مطلبى دعوت كردى كه تو آن را حق مىپندارى و او ديدگاهى مخالف تو دارد - و از گذشته نيز در قبول و انكار آن امر بين علما اختلاف بوده است - سپس مشاهده كردى كه او زير بار رأى و نظر تو نمىرود و تو او را به مجرد چنين مخالفتى تكفير كردى ، در اين‌جا تو هستى كه مرتكب گناهى بزرگ و زشت گرديده‌اى كه خداوند از آن نهى نموده و از تو خواسته است كه در اين امور با حكمت و نيكى ، رفتار نمايى .\r\nعلامه « محمّد احمد مشهور » مىگويد :\r\nاجماع علما ، بر عدم جواز تكفير اهل قبله است ؛ مگر آن‌كه موردى واقع شود كه مستلزم نفى خداوند قادر يا شرك آشكارى باشد كه نتوان آن را تأويل نمود ، يا فردى منكر نبوت يا چيزى از ضروريات دين شود يا منكر چيزى شود كه به‌صورت متواتر يا اجماع ضرورى دين شناخته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نحل : 25 ؛ با حكمت و موعظهء نيكو به‌سوى پروردگارت دعوت كن و با شيوه‌اى كه بهتر است با آنها مجادله كن .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nشده است .\r\nمواردى كه ضرورى دين شناخته مىشود ، امورى است از قبيل توحيد ، نبوت ، خاتميت ، پيامبرى محمد صلى الله عليه و آله ، روز قيامت و حساب و جزا و بهشت و دوزخ كه منكر آن تكفير مىشود ، هيچ مسلمانى در جهل به اين امور معذور نيست مگر آن‌كه به تازگى وارد اسلام شده باشد كه تا زمان آموزش اين اصول ، عذر او موجّه است .\r\nدر حديث آمده :\r\n« إذا قال الرجل لأخيه يا كافر فقد باء بها أحدهما » ؛ « 1 »\r\nو چنين نسبتى را تنها كسى مىتواند بدهد كه ورود و خروج كفر و مرز بين كفر و ايمان را در شريعت نورانى اسلام بشناسد .\r\nپس براى هر فردى جايز نيست كه در اين ميدان قدم نهد و با وهم و گمان و بدون اثبات و يقين و علم استوار حكم به تكفير دهد و اگر چنين شود ، دامنهء تكفير گسترده مىگردد و جز اندكى مسلمان بر زمين باقى نخواهد ماند .\r\nهمچنان‌كه جايز نيست تا زمانى كه فرد ايمان دارد و به شهادتين اقرار مىكند به مجرد ارتكاب گناه به او نسبت كفر داد كه در حديث از « انس » آمده است :\r\n« ثلاث من اصل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بخارى ، عن ابىهريرة ؛ هرگاه فردى برادر خويش را كافر خطاب‌كند ، يكى از آن‌دو به عقوبت آن بدى دچار خواهد شد . ( اگر حقيقتاً كافر باشد به عقوبت كفرش و اگر نباشد فردى كه او را چنين خطاب كرده است به عقوبت اين اتهام دچار خواهد شد . )\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nالإيمان : الكف عمن قال : لا إله إلّااللَّه لا نكفره بذنب ولا نخرجه عن الإسلام بالعمل ، والجهاد ماض منذ بعثني اللَّه إلى أن يقاتل آخر أمتي الدجال لا يبطله جور جائر ولا عدل عادل والإيمان بالأقدار » . « 1 »\r\n\r\nناسزاگويى به مسلمان ، فسق و جنگ با او كفر است\r\nبدان كه تحريم و كراهت از مسلمانان و پشت كردن به آنها حرام و ناسزاگويى به مسلمان ، فسق و جنگ با آنها كفر است .\r\nدر نهى از اين امور روايت « خالد بن وليد » كافى است كه در سريه‌اى كه به‌سوى « بنىجذيمه » مىرود و آنها را به اسلام دعوت مىكند وقتى با آنها روبه‌رو مىشود مىگويد :\r\nاسلام بياوريد آنها مىگويند : ما مسلمان هستيم مىگويد :\r\nپس سلاح خود را بيندازيد و فرود آييد . آنها جواب مىدهند : نه به‌خدا سوگند كه اگر سلاح را بيندازيم كشته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بيهقى ، الاعتقاد والهدايه ، ص 186 ، سه چيز از اصل ايمان است : متعرض نشدن به كسى كه « لا إله الّا اللَّه » مىگويد كه او را به‌واسطهء گناه وعملش نبايد تكفير و از اسلام خارج نمود و دوم جهاد كه نوشته شده از زمانى كه خدا مرا مبعوث كرد تا زمانى كه امتم در آخرالزمان با دجال بجنگند كه نه ستم ستمگران و نه عدل دادگران آن را تغيير نخواهد داد و ديگرى ايمان به تقدير است ( اخرجه ابوداود ) .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nخواهيم شد و ما به تو و افرادى كه با تو هستند اطمينان نداريم ، خالد مىگويد : پس امانى نداريد مگر اين‌كه فرود آييد ؛ گروهى فرود مىآيند و بقيه متفرق مىشوند .\r\nو در روايتى است كه خالد نزد آنها رفته و به آنها مىگويد : شما مسلمانيد يا كافر ، مىگويند ما مسلمانيم ، نماز مىخوانيم و پيامبرى محمد صلى الله عليه و آله را تصديق مىكنيم ، مسجد بنا مىكنيم و اذان مىگوييم - البته لفظ بكارگرفته شده در اداى اين امر مناسب نبود يعنى به‌جاى اينكه بگويند « اسلمنا » گفتند صبأنا - خالد گفت : پس اين سلاح بر دوش شما چيست ؟ گفتند : بين ما و بعضى از اقوام عرب دشمنى وجود دارد كه مىترسيديم آنها به‌سوى ما آمده باشند و مسلح شديم . خالد گفت : پس اكنون سلاح خود را زمين بگذاريد ، آنها چنين كردند . خالد دستور داد آنها را اسير كردند و دست بسته به اصحاب سپرد آنگاه چون سپيده زد جارچىِ خالد ندا داد كه هركس اسيرى دارد او را بكشد ، بنى سليم اسيران در اختيار را كشتند امّا مهاجر و انصار زير بار نرفتند و اسيران را به‌سوى پيامبر فرستادند ؛ هنگامى كه خبر اعمال خالد به پيامبر صلى الله عليه و آله رسيد حضرت دوبار فرمود :\r\nخدايا من از عمل خالد بيزارى مىجويم .\r\nهمينگونه است قصهء « اسامة بن زيد » حبيب رسول خدا و فرزند حبيب او آن‌گونه كه بخارى به نقل از ابىظبيان از او روايت كرده كه مىگويد از « اسامة بن زيد » شنيدم كه چنين\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nنقل مىكرد : رسول‌خدا صلى الله عليه و آله ما را به « حرقه » فرستاد ، صبحگاهان بر آنها فرود آمديم و آنان را شكست داديم ؛ سپس من و مردمى از انصار به‌سوى فردى از آنها حمله كرديم وقتى به او نزديك شديم گفت : لا إله إلا اللَّه ، انصارى از كشتن او دست برداشت ، ولى من با نيزه‌ام آن‌قدر به او زدم تا كشته شد ؛ وقتى نزد رسول خدا رفتيم خبر به حضرت رسيد و به من فرمود : اسامه آيا بعد از گفتن « لا إله إلّااللَّه » او را كشتى ؟ ! گفتم : او تحت اين كلمه پناه گرفته بود . پيامبر باز هم كلام خود را تكرار كردند و آن‌قدر تكرار كردند كه من آرزو كردم كاش من در آن روز مسلمان نشده بودم .\r\nو از حضرت‌على عليه السلام در مورد مخالفين حضرت پرسيده شد كه آيا آنها كافرند ؟ حضرت فرمود : نه آنها از كفر گريزانند . پرسيده شد : آيا منافقند ؟ حضرت فرمود : نه ، منافقين‌به‌ندرت خدا را ياد مىكنند در حالى كه اينان فراوان ذكر خدا مىگويند . سؤال شد : پس چه هستند ؟ حضرت فرمود : گروهى كه دچار فتنه شده و كر و كور گرديده‌اند .\r\n\r\nفرق مقام خالق و مقام مخلوق\r\nفرق بين مقام خالق و مخلوق مرز جداكنندهء ايمان و كفر است و ما معتقديم هركس اين دو مقام را بياميزد - نعوذ باللَّه - كافر گرديده است . هر مقامى حقوق خاصّى دارد ؛ ولى در\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nاين باب مسائلى - خصوصاً - در مورد پيامبر و خصوصيات منحصر به فرد ايشان وجود دارد كه حضرت را از ديگران متمايز و برتر قرار مىدهد . اين امور موجب گرديده‌كه برخى مردم كوته‌فكر كه تنگ‌نظر و ضعيف‌الرأى هستند سريعاً حكم به تكفير و خروج از دايرهء اسلام نسبت به افرادى نمايند به اين گمان ، كه آنها در بزرگداشت پيامبر او را به مقام اولوهيت رسانده و خلط بين مقام خالق و مقام مخلوق نموده‌اند كه البته ما از چنين امرى تبرّى مىجوييم .\r\nاما غلو به معنى ارزش‌گذارى افزون در محبت و اطاعت و وابستگى به رسول خدا پسنديده و مطلوب است همان‌گونه كه در حديث آمده :\r\n« لا تطروني كما أطرت النصارى ابن مريم » . « 1 »\r\nكه معنى آن اين است كه شدت وكثرت مدح و ثناى حضرت اگر به آن حد مذموم در روايت نرسد پسنديده است و اگر معنايى جز اين داشت بايد نهى از ستودن و مدح و ثنا به‌طور مطلق مىگرديد كه نادان‌ترين افراد مسلمين نيز به چنين امرى اعتقاد ندارد . خداوند تبارك و تعالى در قرآن به‌صورت‌هاى مختلف پيامبر را بزرگ داشته است و بر ماست كه كسى را كه خدا بزرگ داشته و امر به بزرگ‌داشت او نموده بزرگ شماريم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ابن باز ، من احاديث الشيعة والسنه وسيرتهم . . . ، ج 5 ، ص 345 ؛ مرا بدان‌سان كه نصارا فرزند مريم را ستودند مدح نكنيد ( در حدّ خدايى يا پسر خدايى قراردادن . ) .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nبنابراين ، بزرگداشت آن حضرت اگر همراه با نسبت صفات ربوبى نباشد نه‌تنها كفر و شرك نيست كه از بزرگ‌ترين طاعات و وسايل تقرب است و چنين است حكم در مورد هركسى كه خداوند او را تعظيم نموده مانند :\r\nانبيا و مرسلين كه صلوات خدا ، ملائكه ، صديقين ، شهدا و صالحين بر آنان باد ؛ چراكه خداوند فرموده :  « ذلِكَ وَ مَنْ يُعَظِّمْ شَعائِرَ اللَّهِ فَإِنَّها مِنْ تَقْوَى الْقُلُوبِ » .  « 1 »\r\n\r\nمقام مخلوق\r\nاما در مورد پيامبر ما معتقديم كه او بشرى است مانند ديگران و همهء اعراض و امراضى كه بر ديگران وارد مىشود - به‌شرط اين‌كه موجب نقص و نفرت نگردد - بر او نيز عارض مىشود .\r\nوبشر بودن عين اعجاز اوست ؛ چراكه او در عين حال كه انسانى از جنس انسانهاست ، ولى متفاوت از آنهاست به گونه‌اى كه احدى به مقام او نمىرسد يا با او در يك كفه قرار نمىگيرد ؛ چنان‌كه حضرت صلى الله عليه و آله در موردخويش‌مىگويد :\r\n« اني لست كهيئتكم ؛ انى أبيت عند ربى يطعمني و يسقيني » . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حج : 32 ؛ چنين است و هركس شعائر الهى را بزرگ شمارد اين عمل نشانهء تقواى دل‌ها مىباشد .\r\n( 2 ) . وضعيت من مانند شما نيست ، من نزد پروردگارم شب را به صبح مىآورم و او مرا اطعام و سيراب مىكند .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nبنابراين لازم است كه وصف نمودن او به بشر بودن با چيزى همراه شود كه او را از عموم انسان‌ها جدا سازد ؛ يعنى خصوصيات منحصر به فرد و خصائص نيكوى حضرت با وصف مقرون گردد . و اين امر مخصوص پيامبر اكرم صلى الله عليه و آله نيست ؛ بلكه در مورد همهء رسولان الهى صادق است تا بتوانيم نگاهى سزاوار و در خور شأن آنها داشته باشيم ؛ چراكه نگاه كردن به آنها صرفاً به‌عنوان يك بشر عادى ، نگاهى جاهلانه و مشركانه است و بر اين ادعا شواهد بسيارى در قرآن وجود دارد ، از جمله سخن قوم نوح در مورد او كه قرآن حكايت مىكند :  « فَقالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ ما نَراكَ إِلَّا بَشَراً مِثْلَنا » .  « 1 »\r\nو از آن جمله ، قول مشركين در مورد سرور ما محمد صلى الله عليه و آله است كه به او به‌عنوان يك انسان صرف نگاه مىكردند :\r\n « وَ قالُوا ما لِهذَا الرَّسُولِ يَأْكُلُ الطَّعامَ وَ يَمْشِي فِي الْأَسْواقِ » .  « 2 »\r\nو پيامبر گرامى اسلام به صدق و راستى اشاره به كرامت الهى نسبت به خويش و خصائص عظيم ، فوق‌العاده و منحصر به فردى مىنمايند كه ايشان را از ديگر انسانها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . هود : 27 ؛ گروه كافران از قوم نوح گفتند ما تو را جز انسانى شبيه خود نمىبينيم .\r\n( 2 ) . فرقان : 7 ؛ گفتند اين چه پيامبرى است كه غذا مىخورد و در بازار راه مىرود ؟\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nمتمايز مىسازد . چنان‌كه در حديث صحيح آمده است :\r\n« تنام عيناي ولا ينام قلبي » . « 1 »\r\nو در صحيح ديگر :\r\n« انّي أراكم من وراء ظهري كما أريكم من امامي » . « 2 »\r\nاگرچه آن حضرت وفات يافته است ، اما حيات برزخى كاملى دارد كه سخن را مىشنود ، جواب سلام را مىدهد و صلوات بر خويش را دريافت مىكند و اعمال امت بر او عرضه مىشود . حضرت از عمل نيكوكاران خشنود و براى بدكاران طلب مغفرت مىكند و خداوند بر زمين حرام كرده كه آسيبى به جسم او برساند ، از اين‌رو جسم مباركش از آفات و بلاياى زمين مصون مىماند .\r\nاز ابن مسعود نيز به نقل از پيامبر صلى الله عليه و آله آمده است : زندگى من براى شما سودمند است ، با من سخن مىگوييد و با شما سخن مىگويم . و مرگم نيز براى شما سودمند است ؛ چراكه اعمال شما بر من عرضه مىشود ، اگر نيكى در آنها ببينم خداوند را شكر مىكنم و اگر بدى ببينم ، براى شما استغفار مىكنم .\r\n« طبرانى » نيز در « الكبير » مانند آن را روايت نموده است : آن حضرت اگرچه وفات يافته است ؛ اما موقعيت ، منزلت و برترى او نزد پروردگار محفوظ است و در اين امر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . چشمانم مىخوابد ، اما قلبم نمىخوابد .\r\n( 2 ) . من همان‌گونه كه شما را در پيش روى مىبينم از پشت سر نيز مىبينم .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nهيچ شك و شبهه‌اى نزد مؤمنين وجود ندارد . از اين روست كه وسيله قراردادن آن حضرت نزد خدا و توسل به او درواقع از اعتقاد به چنين مفاهيمى ناشى مىشود ؛ چنان‌كه به ايمان به حضرت و رسالت ايشان و محبت و كرامتى كه نزد خداوند دارند ، ارتباط مىيابد و اين به‌معنى عبادت كردن پيامبر صلى الله عليه و آله نيست ؛ چراكه هرچقدر كه مقام حضرت بالا باشد و مرتبه‌اش بزرگ ، باز هم مخلوق است و هيچ‌كس جز خدا نفع و ضررى نمىرساند مگر آن‌كه خداوند به او اجازه دهد .\r\nخداوند تعالى مىفرمايد :  « قُلْ إِنَّما أَنَا بَشَرٌ مِثْلُكُمْ يُوحى إِلَيَّ أَنَّما إِلهُكُمْ إِلهٌ واحِدٌ » .  « 1 »  * \r\n\r\nمسائل مشترك بين مقام خالق و مخلوق منافاتى با تنزيه خداوند ندارد\r\nبسيارى از مردم در فهم مسائل مشترك مقام خالق و مقام مخلوق ، دچار خطا شده‌اند و چنين پنداشته‌اند كه نسبت اين مسائل به مخلوقات موجب شرك به خداوند تعالى است .\r\nاز جمله اين امور به‌طور مثال مىتوان به برخى صفات پيامبر صلى الله عليه و آله اشاره كرد كه برخى در فهم آن دچار اشتباه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كهف : آيه 110 ؛ بگو من تنها بشرى همانند شمايم كه بر من وحى مىشود كه خداى شما ، خداى واحدى است .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nشده‌اند و آن را با معيارهاى بشرى مقايسه نموده‌اند ، از اين رو توصيف پيامبر صلى الله عليه و آله را به چنين صفاتى ، زياده‌روى و غلو در تعظيم او با انتساب صفات الهى به او مىدانند . چنين تفكرى ناشى از جهل محض است ؛ چراكه خداوند تعالى به هركه بخواهد هرآن‌چه اراده كند مىبخشد بدون اين‌كه الزام و اجبارى در اين امر باشد ؛ بلكه او تنها براى اكرام و رفعت مقام و بيان فضل و برترى فردى بر ديگران ، بدين‌گونه به او تفضل مىنمايد و اين هرگز به‌معنى انتزاع حقوق ربوى يا صفات الهى براى او نيست ؛ چراكه اين حقوق و صفات در جايگاه الهىاش اختصاص به مقام حق دارد و اگر كسى از مخلوقات به اين صفات وصف شود ، در حدود مناسب بشرى است ؛ يعنى محدود و اكتسابى است و از طريق تفضّل و ارادهء حق ، كسب گرديده است نه با توان قدرت و تدبير مخلوق . و در اين شكل چنين صفاتى او را در مقام الوهيت يا شريك خداوند تعالى قرار نمىدهد . از جملهء اين مسائل چنين است :\r\nشفاعت : شفاعت اختصاص به خداوند دارد و در قرآن كريم فرموده است :  « قُلْ لِلَّهِ الشَّفاعَةُ » ؛  « 1 » ولى براى پيامبر صلى الله عليه و آله يا ديگر شفيعان نيز حقّ شفاعت با اذن الهى وجود دارد ؛ همان‌گونه كه در حديث آمده است :\r\n« اوتيت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . زمر : 44 : بگو تنها شفاعت براى خداست .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nالشفاعة » ؛ « 1 »\r\nو در روايت ديگر :\r\n« أنا أول شافع ومشفع » . « 2 »\r\nعلم غيب : علم غيب كه اختصاص به خداوند دارد :\r\n « قُلْ لا يَعْلَمُ مَنْ فِي السَّماواتِ وَ الْأَرْضِ الْغَيْبَ إِلَّا اللَّهُ » ،  « 3 » در حالى كه ثابت است كه خداوند علومى از غيب را به پيامبر صلى الله عليه و آله آموخته است :   « عالِمُ الْغَيْبِ فَلا يُظْهِرُ عَلى غَيْبِهِ أَحَداً إِلَّا مَنِ ارْتَضى مِنْ رَسُولٍ » .   « 4 »\r\nمانند اين مسأله است وصف پيامبر صلى الله عليه و آله در قرآن كريم به رأفت و رحمت ، آن‌جا كه مىگويد :  « بِالْمُؤْمِنِينَ رَؤُفٌ رَحِيمٌ » .  « 5 » و با همين وصف در بسيارى از مواضع ، خداوند خويشتن را وصف مىكند : « رؤوف رحيم » و مشخص است كه وصف اول و دوم متفاوت است ، اما در قرآن مطلق و بدون قيد و شرط آمده است ؛ چراكه مخاطب مؤمن و موحّد ، فرق بين خالق و مخلوق را مىشناسد و اگر جز اين بود بايد خداوند مىفرمود : پيامبر رؤوف است به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . به من حقّ شفاعت داده شده است .\r\n( 2 ) . من اولين شفاعت‌كننده و نخستين كسى هستم كه شفاعتش مقبول مىباشد .\r\n( 3 ) . نمل : 65 ؛ بگو هيچ‌يك از موجودات آسمان و زمين جز خداوند ازغيب آگاه نمىباشند .\r\n( 4 ) . جن : 25 ؛ او به غيب آگاه است و هيچ‌كس بر عالم غيب او آگاه نيست ، مگر رسولى كه مورد رضايت او باشد .\r\n( 5 ) . توبه : 128 ؛ پيامبر نسبت به مؤمنين رؤوف و رحيم است .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nرأفتى كه متفاوت از رأفت ماست و رحيم است به رحمتى متفاوت از رحمت ما .\r\n\r\nبزرگداشت عبادت است يا ادب ؟\r\nبسيارى از مردم در فهم حقيقت بزرگداشت و حقيقت عبادت در اشتباه هستند و آن دو را به هم مىآميزند و هرگونه بزرگداشتى را عبادت مىشمارند .\r\nاز جمله ايستادن و بوسيدن دست و تعظيم پيامبر صلى الله عليه و آله با خطاب سيد و مولى نسبت به آن حضرت ، يا اظهار ادب و وقار و تواضع در برابر قبر آن بزرگوار را غلو دانسته و موجب عبادت غيرخدا مىشمارند كه درواقع چنين افكارى ناشى از نادانى و لجاجت است كه نه تنها مورد رضاى خدا و رسول نيست كه روح دين و شريعت از آن گريزان است .\r\nنمونهء بارز آن ، حضرت آدم اولين انسان روى زمين و اولين بنده صالح خداست كه خداوند براى اكرام و بزرگداشت او فرشتگان را امر به سجود برايش نمود ؛ چراكه از علم خويش به او بخشيده بود و مىخواست با اين فرمان به ملائكه اعلام نمايد كه او را از ميان ساير مخلوقاتش برگزيده است :   « وَ إِذْ قُلْنا لِلْمَلائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ قالَ أَ أَسْجُدُ لِمَنْ خَلَقْتَ طِيناً قالَ  \r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n أَ رَأَيْتَكَ هذَا الَّذِي كَرَّمْتَ عَلَيَّ » .  « 1 »\r\nبنابراين ملائكه كسى را تعظيم كردند كه خداوند او را بزرگ داشته بود و ابليس تكبر كرد كه براى انسانِ ساخته‌شده از گل سجده كند و او اولين كسى بود كه با رأى خويش در دين قياس نمود و اظهار داشت كه من از انسان برترم و دليل آن را خلقت خويش از آتش و خلقت انسان از گل قرار داد و زير بار گراميداشت انسان و سجده بر او نرفت . او اولين متكبر بود كه حاضر نشد كسى را كه خدا تكريم نموده ، تكريم كند ؛ لذا از رحمت الهى به‌خاطر تكبر بر اين بندهء صالح كه عين تكبر بر خداست دور گرديد ؛ زيرا سجود فوق در حقيقت براى خدا بوده است ، و اين خواست او بوده است و تنها نشانى از احترام و تكريم انسان توسط فرشتگان بوده است و شيطان كه از موحدين بود از توحيد خويش بهره نبرد .\r\nاز زمره امورى كه در تعظيم اشخاص صالح آمده است ، سخن خداوند تعالى در مورد يوسف عليه السلام است :  « وَ رَفَعَ أَبَوَيْهِ عَلَى الْعَرْشِ وَ خَرُّوا لَهُ سُجَّداً » ؛  « 2 » و اين براى تحيت ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اسراء : 62 ؛ وقتى به ملائكه گفتيم براى آدم سجده كنند ، همگى به‌جز ابليس سجده كردند و او گفت آيا براى آدمى كه از گل آفريده‌اى سجده كنم ؟ و آيا اين موجود را بر من برترى بخشيده‌اى ؟\r\n( 2 ) . يوسف : 100 ؛ آن‌گاه پدر و مادر را بر تخت نشاند و آنها براى يوسف‌به سجده افتادند .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nتعظيم ، تكريم و گراميداشت آنان نسبت به يوسف انجام گرفت و آيهء قرآن -  « وَ خَرُّوا لَهُ سُجَّداً »  - دلالت بر سجده برادران بر زمين مىكند . حال يا اين حركت در شريعت آنها جايز بوده و يا از باب سجود ملائكه بر آدم صورت گرفته و هدف آن تعظيم و تكريم و اطاعت امر الهى در تأويل خواب يوسف بوده است ؛ چرا كه خواب انبيا نوعى وحى است .\r\nاما در مورد پيامبر صلى الله عليه و آله خداوند فرموده است :   « إِنَّا أَرْسَلْناكَ شاهِداً وَ مُبَشِّراً وَ نَذِيراً لِتُؤْمِنُوا بِاللَّهِ وَ رَسُولِهِ وَ تُعَزِّرُوهُ وَ تُوَقِّرُوهُ » ؛   « 1 »\r\nو فرموده :   « يا أَيُّهَا الَّذِينَ آمَنُوا لا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَ رَسُولِهِ » ؛   « 2 »\r\nو فرموده :  « يا أَيُّهَا الَّذِينَ آمَنُوا لا تَرْفَعُوا أَصْواتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ » ؛  « 3 »\r\nو فرموده :  « لا تَجْعَلُوا دُعاءَ الرَّسُولِ بَيْنَكُمْ كَدُعاءِ بَعْضِكُمْ بَعْضاً » ؛  « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فتح : 9 ؛ اىپيامبر ! تو را به‌عنوان شاهد وبشارت‌دهنده و بيم دهنده فرستاديم تا به خداوند و رسولش ايمان آورده و او را تعظيم و تكريم نماييد .\r\n( 2 ) حجرات : 1 ؛ اى اهل ايمان ! بر خدا و رسول او پيشى نجوييد .\r\n( 3 ) حجرات : 2 ؛ اى اهل ايمان ! صداى خود را فراتر از صداى رسول بلند نكنيد .\r\n( 4 ) نور : 63 ؛ پيامبر را درميان خويش ، آن‌گونه كه يكديگر را ندا مىكنيد ، صدا نزنيد .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nجلو افتادن از پيامبر صلى الله عليه و آله و اسائهء ادب نسبت به حضرت را به‌صورت سبقت گرفتن از ايشان در سخن ، نهى نموده است ، چنان‌چه « سهل بن عبداللَّه » مىگويد : قبل از اين‌كه حضرت سخنى بگويد ، چيزى نگوييد و هنگامى كه او سخن مىگويد خاموش شده و گوش فرا دهيد .\r\n« اسامة بن شريك » نيز روايت كرده است : نزد پيامبر صلى الله عليه و آله رفتم در حالى كه اصحاب در كنار او بودند و از هيچ‌كس صدايى درنمىآمد و از خصوصيات آن حضرت بود كه وقتى سخن مىگفت ، اطرافيان سر به زير مىانداختند و صدايى از كسى برنمىخواست .\r\n« عروة بن مسعود » نيز بيان مىدارد : هنگامى كه قريش در « عام القضية » او را به‌سوى رسول خدا فرستاد موارد عظيمى از تكريم اصحاب نسبت به حضرت ديده است ، از جمله اين‌كه هنگامى كه حضرت وضو مىساخت ، براى تبرك از آب وضوى او ، مىشتافتند و با يكديگر نزاع مىنمودند و هيچ آب دهان يا آب وضويى از حضرت به زمين نمىريخت مگر اين‌كه اصحاب آن را با دست برمىداشته و بر صورت و بدن خويش مىماليدند و هيچ مويى از حضرت بر زمين نمىافتاد مگر اين‌كه آن را برمىداشتند و هر امرى مىكرد به انجام آن مىشتافتند و در هنگام سخن گفتن پيامبر صلى الله عليه و آله صداى خويش را پايين مىآوردند و به خاطراحترام ، نگاه‌تيز و مستقيم به حضرت نداشتند ؛ هنگامى\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nكه عروه به سوى قريش برگشت ، گفت : اى قبيلهء قريش ! من به سوى قيصر و كسرى و نجاشى - دربار پادشاهىشان - مىرفته‌ام ، به‌خدا قسم ! هيچ پادشاهى را در ميان مردم خويش نديدم كه جايگاه محمد صلى الله عليه و آله را درميان اصحابش دارا باشد .\r\nو در نقل ديگرى آمده است : هيچ پادشاهى را نديدم كه يارانش مانند اصحاب محمد صلى الله عليه و آله او را تكريم كنند ، من مردمى را ديدم كه هرگز پيامبر صلى الله عليه و آله را تسليم نخواهند كرد .\r\n« طبرانى » و « ابن حبان » در صحيحش از « اسامة بن شريك » نقل كرده‌اند : ما نزد پيامبر صلى الله عليه و آله نشسته بوديم و صدايى از كسى درنمىآمد و هيچ‌كس سخن نمىگفت : در اين هنگام گروهى نزد پيامبر صلى الله عليه و آله آمده و پرسيدند : كدام بندگان نزد خدامحبوب‌ترند ؟ حضرت‌فرمود : خوش‌خلق‌ترين بندگان .\r\nنتيجه اين‌كه در اين‌جا به دو مسألهء بزرگ ، بايد توجه نمود :\r\n1 - وجوب بزرگداشت پيامبر صلى الله عليه و آله و بالاتر دانستن رتبهء او از ساير خلايق .\r\n2 - ربوبيت را ، تنها براى خدا دانستن و اعتقاد به اين‌كه خداوند در ذات ، صفات و افعال يكتاست و اگر كسى اعتقاد داشته باشد كه كسى از مخلوقات در يكى از امور يادشده شريك خداوند است ، مشرك گرديده است .\r\nهمان‌گونه كه مشركين اعتقاد داشتند بت‌ها شريك خدا\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nهستند و سزاوار عبادتند و هركس در حقّ پيامبر صلى الله عليه و آله و جايگاه او كوتاهى كند ، عصيان كرده يا كفر ورزيده است .\r\nاما كسانى كه نهايت تعظيم و بزرگداشت را در اشكال گوناگون ، نسبت به پيامبر صلى الله عليه و آله بجاى مىآورند و اوصاف الهى را به حضرت نسبت نمىدهند ، حقيقت را يافته‌اند و جنبه ربوبى و نبوى را با هم جمع كرده‌اند و اين همان سخن متعادل و بدون افراط و تفريط است .\r\n\r\nواسطهء شرك‌آميز\r\nبسيارى از مردم در فهم معنى حقيقى واسطه ، در خطا هستند و به گزاف بر هر واسطه‌اى اطلاق شرك مىكنند و معتقدند كه كمك گرفتن از هر واسطه‌اى و به هر صورتى كه باشد شرك به خداست و كسى كه چنين كند مانند مشركين است كه مىگفتند :  « ما نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونا إِلَى اللَّهِ زُلْفى » ؛  « 1 » چنين سخنى مردود است و استناد به آيهء فوق ، در اين امر جايگاهى ندارد ؛ چراكه آيه ، صراحتاً عبادت بت‌ها و خدا قراردادن آنها را توسط مشركين مورد سرزنش قرار مىدهد و اين‌كه مشركين در ربوبيت بت‌ها را شريك خداوند قرارداده و مىگويند عبادت بت‌ها موجب نزديك به‌خداست ؛ بنابراين علت كفر و شرك آنها به‌خاطر عبادت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) زمر : 3 ؛ ما بت‌ها را نمىپرستيم مگر براى آن‌كه ما را به نيكى به خدانزديك كنند .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nبت‌ها و اعتقاد به ربوبيت آنها بدون درنظر گرفتن خداست .\r\nپس حقيقت اين مطلب بايد روشن شود كه چرا مردم به‌خوبى آن را در نمىيابند و امورى را بر ادراك غيرصحيح بنا مىنهند .\r\nآيا چنين نيست كه خداوند امر كرد كه مسلمانان درهنگام عبادت رو به كعبه بايستند و در حال عبادت به آن توجه كنند و آن را قبلهء خويش سازند ؟\r\nاين ، عبادت كعبه نيست همان‌گونه كه بوسيدن حجرالأسود تنها عبادت الهى و اقتداى به پيامبر صلى الله عليه و آله محسوب مىشود و اگر يكى از مسلمانان در دل نيت عبادت آن‌دو را نمايد ، همچون بت‌پرستان ، آلوده به شرك شده است .\r\nبه‌ناچار بايد از واسطه بهره برد و اين امر شرك محسوب نمىشود و چنين نيست كه هركس بين خويش و خدا واسطه‌اى قراردهد مشرك باشد كه اگر اين‌گونه باشد همهء بشريت شرك است ؛ زيرا همهء مسائل به‌وسيلهء واسطه‌ها انجام مىيابد .\r\nپيامبر صلى الله عليه و آله قرآن را به‌واسطهء جبرئيل دريافت مىكند ؛ پس جبرئيل واسطهء پيامبر صلى الله عليه و آله و خود پيامبر صلى الله عليه و آله ، واسطهء بزرگى براى صحابه است و صحابه در گرفتارىها نزد پيامبر انابه مىكردند ، از حالات خويش شكوه مىكردند و او را وسيله‌اى به‌سوى خداوند قرار داده و از او طلب دعا\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nمىكردند و پيامبر صلى الله عليه و آله به آنها نمىفرمود كه شما كافر و مشرك شديد .\r\nبا اين توضيح ، روشن مىشود كه وقتى ما مىتوانيم هر انسان عادى گشايش‌گر و برآورندهء حاجات را به‌عنوان واسطه توصيف كنيم ، پس چگونه نتوانيم اين وصف را نسبت به آقاى بزرگوار و پيامبر عظيم‌الشأن به كار ببريم ؟ او كه اشرف مخلوقات دو جهان و سرور انس و جن و برترين خلائق است . همان‌گونه كه در صحيح آمده است :\r\n« من فرج عن مؤمن كربة من كرب الدنيا » ؛ « 1 »\r\nبنابراين مؤمن برطرف‌كننده رنج و اندوه مىباشد .\r\nدر اين روايات مؤمن گره‌گشايى مىكند ، كمك مىكند ، فريادرسى مىنمايد و حاجت روا مىنمايد و به او پناه برده مىشود ، در حالى كه گشايش‌گر ، برآورنده حاجات ، پوشاننده عيوب و ياور حقيقى خداوند است . اما از آن حيث كه مؤمن واسطه اين امور است صحيح است كه اين اعمال به او نسبت داده شود .\r\nدر احاديث نبوى نيز از پيامبر صلى الله عليه و آله روايات بسيارى نقل شده است كه دلالت بر آن دارد كه خداوند به‌واسطهء استغفاركنندگان و آبادگران مساجد ، بلا و عذاب را از اهل زمين دور مىسازد و به‌واسطهء آنهاست كه خداوند اهل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هركس گرفتارى دنيوى برادر مؤمن خود را بگشايد . . .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nزمين را روزى مىدهد ، آنها را يارى مىكند و بلا و گرفتارى را از آنها دور مىسازد .\r\nو از « عبداللَّه بن عمر » روايت شده كه پيامبر صلى الله عليه و آله فرمودند :\r\n« إنّ للَّه‌عزّ وجلّ خلقاً خلقهم لحوائج الناس يفزع إليهم الناس في حوائجهم أولئك الآمنون من عذاب اللَّه » « 1 » .\r\nاين روايت را « طبرانى در كبير » ، « ابونعيم » و « قضاعى » نيز نقل كرده‌اند و روايت حسن است .\r\nو از ابن‌عمر نقل شده كه رسول خدا فرمودند : إن اللَّه ليدفع بالمسلم الصالح عن ألف بيت من جيرانه بلاء « 2 » سپس ابن عمر اين آيه را تلاوت كرد :  « وَ لَوْ لا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الْأَرْضُ » .  « 3 » طبرانى اين روايت را ذكر كرده است و از « ثوبان » حديث مرفوعى است :\r\n« لا يزال فيكم سبعة بهم تنصرون وبهم تمطرون وبهم ترزقون حتى يأتي أمراللَّه » . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) خداوند خلائقى دارد كه آنها را براى بر آوردن حوائج مردم آفريده است و مردم به آنها پناه مىآورند اين بندگان از عذاب الهى در امن و امانند .\r\n( 2 ) خداوند به‌خاطر وجود يك مسلمان صالح ، بلا را از صد همسايهء اطراف او دور مىكند .\r\n( 3 ) بقره : 251 ؛ اگر برخى از مردم مانع برخى ديگر نمىشدند ، فسادزمين را فرامىگرفت .\r\n( 4 ) همواره هفت تن از صالحان در ميان شما هستند كه به‌واسطهء آنها يارى مىشويد و باران رحمت بر شما مىبارد و روزى داده مىشويد تا هنگامى كه امر الهى فرا رسد .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nواسطهء بزرگ‌تر\r\nو در روز قيامت كبرى كه روز توحيد ، ايمان و ظهور عرش الهى است فضيلت آن واسطهء بزرگ آشكار مىشود او كه صاحب پرچم معهود ، مقام محمود ، حوض مورود و شفاعت‌گر مشفعى است كه شفاعتش رد نمىشود و ضمانتش از بين نمىرود نزد خدايى كه وعده كرده كه گمانش را به نااميدى مبدل نسازد و هرگز او را خوار نسازد و او را تمكين نكند و وعده كرده كه هنگامى كه مردم به‌سوى او روى آورند و از او شفاعت جويند او را در ميان امتش ناخشنود نسازد و جز با خلعت احسان و تاج كرامتى كه در قول الهى تجسم يافته با او روبه‌رو نشود :\r\n« يا محمد ! ارفع رأسك واشفع تشفع وسل تعط » . « 1 »\r\n\r\nبدعت خوب و بدعت ناپسند\r\nبرخى از اين مدعيان كه خود را به سلف صالح منسوب مىكنند با شيوهء جاهلانهء سرگردان ، تعصّب كوركورانه ، افكارى عقيم ، با ادراكى بيمار و سينه‌هاى تنگ ، درصدد دعوت به سلفيت هستند ، به‌گونه‌اى كه با هر امر جديدى مبارزه مىكنند و هر ابتكار سودمندى را با توجيه اين‌كه بدعت است - و هر بدعتى گمراهى است - انكار مىكنند ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اى محمد ! سرخويش بالا گير و شفاعت كن كه مورد قبول واقع مىشود و درخواست كن تا عطا شوى .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nبدون اين‌كه فرقى بين انواع بدعت قائل شوند ؛ در حالى كه روح شريعت اسلامى به ما مىگويد كه بين انواع بدعت تفاوت قائل شويم ؛ يعنى برخى را نيكو و برخى را ناپسند شماريم .\r\nاز اين‌روست كه تفسير بسيارى از احاديث شريف ، نيازمند عقلى نيرومند و فكرى استوار و فهمى سزاوار و قلبى بااحساس است كه بتواند از درياى شريعت مدد گيرد و وضعيت امت و نيازهاى او را مراعات نمايد و در حدود قوانين شرع و نصوص تخلف‌ناپذير قرآنى ، با مردم همراهى نمايد .\r\nبه‌عنوان مثال ، حديثى كه مىگويد هر بدعتى ضلالت است ، مراد از آن هر بدعت ناپسندى است كه تحت قوانين شريعت درنيايد و اين قيد در روايت ديگرى وارد شده است مانند روايت :\r\n« لا صلاة لجار المسجد إلا في المسجد » . « 1 »\r\nاين روايت با وجود اين‌كه به‌صورت محصور آمده و هرگونه نمازى را براى همسايهء مسجد در خارج از مسجد نفى مىكند ؛ ولى عموم احاديث ديگر آن را مقيّد مىكند كه منظور اين است كه نماز كاملى براى آن فرد نيست ؛ البته در اين مسأله بين علما ، اختلاف است .\r\nنتيجه اين‌كه چنين رواياتى را به‌ظاهر آن حمل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) براى همسايهء مسجد ، نماز جز در مسجد جايز نمىباشد .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nنكرده‌اند ؛ بلكه به‌صورت‌هاى مختلف آن را تأويل نموده‌اند . روايت بدعت نيز از همين نوع است ، عموم احاديث و حالات صحابه بيانگر آن است كه مراد بدعت ناپسند است كه در محدودهء اصل كلى ، نمىگنجد .\r\nدر روايت آمده است :\r\n« من سنّ سنة حسنة كان له أجرها وأجر من عمل بها إلى يوم القيامة » . « 1 »\r\n\r\nمفهوم توسل\r\nبسيارى از مردم در فهم حقيقتِ توسل در اشتباه‌اند ؛ لذا برآنيم كه مفهوم توسل صحيح را روشن نماييم و قبل از آن لازم است به چند واقعيت توجه داشته باشيم :\r\n1 - توسل يكى از راه‌هاى دعا و درى از درهاى توجه به خداوند سبحان است ؛ بنابراين مقصود اصلى و حقيقى ، خداوند است و فردى كه مورد توسل قرار گرفته است ، تنها وسيله و واسطهء تقرب به خداوند سبحان است و هركس اعتقادى جز اين داشته باشد ، مشرك است .\r\n2 - فرد توسل‌جوينده از آن جهت به‌واسطه ، متوسل مىشود كه او را دوست دارد و معتقد است خداوند آن واسطه را دوست دارد و اگر خلاف اين امر ظاهر شود ، او دورترين افراد از آن واسطه خواهد شد و نسبت به آن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كسى كه سنت حسنه‌اى را پايه گذارد ، اجر آن سنت و اجر هركسى كه تا قيامت بدان عمل كند ، از آنِ اوست .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nواسطه اظهار بيزارى مىنمايد .\r\n3 - اگر توسل‌جوينده اعتقاد داشته باشد كه فردى كه به او توسل جسته مستقلًا و همانند خداوند نفع و ضررى مىرساند ، اين فرد شرك ورزيده است .\r\n4 - توسل امرى لازم و ضرورى نمىباشد و استجابت متوقف بر آن نمىباشد ؛ بلكه اصل خواندن خداوند است كه فرمود :  « وَ إِذا سَأَلَكَ عِبادِي عَنِّي فَإِنِّي قَرِيبٌ »  ؛ « 1 »  « قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمنَ أَيًّا ما تَدْعُوا فَلَهُ الْأَسْماءُ الْحُسْنى » .  « 2 »\r\n\r\nمسائل مورد اتفاق در توسل\r\nهيچ‌يك از مسلمانان در مشروعيت توسل به خداوند تعالى از طريق اعمال صالح ، شك ندارد ؛ بنابراين فردى كه روزه مىگيرد ، نماز مىخواند ، قرآن تلاوت مىكند يا صدقه مىدهد ، با اين وسايل به خداوند توسل مىجويد و بايد گفت اين وسايل اميد قبولى را افزايش مىدهند و در رسيدن به هدف كارسازتر مىباشند و در اين مورد حتى دونفر از مسلمانان نيز با يكديگر اختلاف نظر ندارند . و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بقره : 186 ؛ اگر بندگانم از من سؤال كنند بدانند كه قطعاً من نزديك‌هستم .\r\n( 2 ) . اسراء : 110 ؛ بگو چه اللَّه را بخوانيد و چه رحمان را ، هركدام را بخوانيد ، او داراى اسامى نيكوست .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nدليل اين مدعى نيز روايت معروف در مورد آن سه نفرى است كه در غار محبوس شدند ؛ يكى از آنها به‌وسيله برّ والدين به خداوند توسل جست ، ديگرى با دورى از فحشا و زشتى - در حالى كه شرايط آن فراهم شده بود - و سومى از طريق حفظ امانت و اداى كامل اموال مودّعه به خداوند توسل پيدا كردند و خداوند آنها را از گرفتارى نجات داد .\r\nاين نوع از توسل را ابن‌تيميه به تفصيل بيان نموده و ادلهء آن را در كتاب‌هايش خصوصاً در « قاعدة جليلة في التوسل والوسيلة » ذكر نموده است .\r\n\r\nمسألهء مورد اختلاف در توسّل\r\nمورد اختلاف بين مسلمانان آن است كه توسل‌جوينده به‌وسيله‌اى غير از عمل خويش متوسل به خدا شود ؛ مانند توسل به افراد و اشخاص مثل اين‌كه بگويد : خدايا ! من به‌وسيلهء پيامبرت به تو متوسل مىشوم يا به‌وسيلهء ابوبكر يا عمر بن خطاب يا عثمان يا على به تو توسل مىجويم كه چنين امرى را برخى ممنوع دانسته‌اند .\r\nما معتقديم كه اين اختلاف شكلى است و جوهرى نمىباشد ؛ چراكه توسل به شخص و ذات درواقع به عمل انسان برمىگردد كه جواز آن نيز مورد اتفاق همهء مسلمانان است و اگر كسانى كه با سرسختى ممانعت مىكنند با ديدهء بصيرت در اين امر بنگرند مسأله برايشان روشن مىشود و\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nاشكال مرتفع مىگردد و فتنه‌اى كه در آن افتاده‌اند خاموش مىگردد ، فتنه‌اى كه به‌واسطهء آن حكم به شرك و ضلالت مسلمانان داده‌اند .\r\nاكنون بيان مىكنيم كه چگونه مىشود كه متوسل به شخص ديگر ، درواقع متوسل به عمل خودش و متمسك به همان چيزى باشد كه خود به‌دست آورده است :\r\nكسى متوسل به شخصى نمىشود ، مگر به‌خاطر اين‌كه دوستش دارد ؛ زيرا معتقد است او شخص صالح ، داراى فضل و مرتبهء ولايت است ؛ يا به‌خاطر اين است كه آن شخص را دوست‌دار خدا و جهادگر در راه او مىداند يا معتقد است كه خداوند او را دوست دارد  « يُحِبُّهُمْ وَ يُحِبُّونَهُ »  يا اين‌كه همهء اين مسايل را در فرد مورد توسل مىيابد .\r\nو اگر به‌خوبى در مسأله دقت كنيد ، متوجه مىشويد كه اين محبت و اعتقاد ، برخاسته از عمل توسل‌جوينده است ؛ چراكه اعتقادى است كه در قلبش شكل گرفته است و به او نسبت داده شده و در قيامت از آن سؤال مىشود و به آن پاداش داده مىشود و گويا او مىگويد :\r\nخداوندا من فلانى را دوست دارم و فكر مىكنم او تو را دوست دارد و بندهء مخلص و جهادگر راه توست و معتقدم كه تو او را دوست دارى و از او راضى هستى ؛ بنابراين با محبت و اعتقادى كه به او دارم او را وسيله‌اى به‌سوى تو\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nقرار مىدهم تا چنين و چنان دعاى مرا اجابت كنى .\r\nولى اكثر متوسلين در تصريح به اين كلمات تسامح مىكنند و اكتفا مىكنند به علم خداوندى كه هيچ چيز در آسمان و زمين از او پنهان نيست . او كه حركت چشم‌ها و اسرار سينه‌ها را مىداند .  « يَعْلَمُ خائِنَةَ الْأَعْيُنِ وَ ما تُخْفِي الصُّدُورُ » .  « 1 »\r\nبرخى مىگويند : « خدايا ! من به‌واسطهء پيامبرت به تو توسل مىجويم » و برخى مىگويند : « خدايا ! من به‌واسطهء محبتى كه به پيامبرت دارم به تو توسل مىجويم » . هر دوى اينها از نظر حكم مساوى هستند ؛ زيرا اولى هم به‌واسطهء محبت و ايمانى كه به پيامبر صلى الله عليه و آله داشته است او را وسيله قرار داده و اگر اين محبت و ايمان نبود او را وسيله قرار نمىداد .\r\nهمين مطلب در مورد اوليا صادق است . با اين توضيحات معلوم مىشود كه اختلاف در اين حقيقت شكلى و ظاهرى است و اين تفاوت صورى ، نبايد منجر به تكفير متوسلين و حكم به خروج آنها از محدودهء اسلام شود .  « سُبْحانَكَ هذا بُهْتانٌ عَظِيمٌ » .  « 2 »\r\nخداوند فرموده است :  « يا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَ ابْتَغُوا إِلَيْهِ الْوَسِيلَةَ » ؛  « 3 » وسيله هر چيزى است كه موجب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . غافر : 19 ؛ او خيانت چشم‌ها و اسرار سينه‌ها را مىداند .\r\n( 2 ) . نور : 16\r\n( 3 ) . اى مؤمنان ! تقوا پيشه كنيد و از وسايل براى نزديكى به او بهره‌گيريد .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nتقرب به خداوند و واسطهء برآوردن حاجت باشد و ملاك در انتخاب وسيله آن است كه اين وسيله داراى ارزش و حرمت ، نزد كسى باشد كه به او توسل مىشود .\r\nلفظ وسيله در آيه عام است ، هم شامل اشخاص بافضيلت ؛ مانند پيامبران و صالحان در حيات و پس از وفات مىباشد و هم شامل اعمال صالحى كه به آن مأمور هستيم و توسل به آن اعمال بعد از اتمام آن مىشود . در احاديث و اخبارى كه خواهى ديد اين امر به‌وضوح ديده مىشود ؛ پس گوش بسپار و شاهد باش تا بنگرى كه چگونه توسل به پيامبر صلى الله عليه و آله قبل و بعد از وجود پيامبر صلى الله عليه و آله در دنيا و بعد از وفات حضرت در برزخ و روز قيامت ، ثابت گرديده است .\r\n\r\nتوسل به پيامبر صلى الله عليه و آله در حيات و پس از وفات ايشان\r\nاز « عثمان بن حنيف » نقل شده كه مردى نابينا خدمت حضرت رسول صلى الله عليه و آله رسيد و از نابينايى خويش شكايت كرده گفت : كسى را ندارم كه مرا راهبرى كند لذا زندگى برايم دشوار گرديده است ، حضرت رسول صلى الله عليه و آله فرمود :\r\n« ائت الميضاة فتوضأ ثمّ صلّ ركعتين ثمّ قل : اللّهم إنّي أسألك وأتوجّه إليك بنبيّك محمّد صلى الله عليه و آله نبيّ الرحمة يا محمّد إنّي أتوجّه بك إلى ربّك فيجلي لي عن بصري ، اللّهم شفعه في\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nوشفّعني في نفسي » . « 1 »\r\nعثمان بن حنيف مىگويد : به خدا سوگند كه ما هنوز متفرق نشده بوديم و زمان زيادى نگذشته بود كه آن مرد بازگشت و گويا كه مشكلى نداشته است .\r\nحاكم گفته است كه اين حديث داراى اسناد صحيح است ، ولى مسلم و بخارى آن را نياورده‌اند .\r\nو اين‌گونه توسل اختصاص به زمان حيات حضرت نداشته و بعضى از صحابه آن را در زمان وفات حضرت نيز اعمال‌مىكردند ، چنان‌كه « طبرانى » اين‌حديث‌رانقل مىكند و قبل از آن قصه‌اى را با اين مضمون بيان مىدارد : مردى براى انجام كارى نزد « عثمان بن عفّان » آمد و شد مىكرد ، اما عثمان به او توجه نمىكرد و به برآوردن حاجتِ او اهميت نمىداد ، آن مرد عثمان بن حنيف را ديد و به او گله كرد ، عثمان به او گفت : به وضوخانه برو و وضو بگير و پس از آن به مسجد آمده دوركعت نماز بخوان و بگو :\r\n« اللّهم إنّي أسألك وأتوجّه إليك بنبيّنا محمد صلى الله عليه و آله نبيّ الرحمة ، يا محمد ، إني أتوجّه بك إلى ربّك فيقضي حاجتي »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الانوار ، ج 18 ، ص 13 ؛ به محلّ وضو برو ، وضو بساز و دو ركعت‌نماز بجاى آر و بگو : خدايا ! من از تو به‌واسطهء پيامبرت محمد صلى الله عليه و آله درخواست مىكنم و به تو روى مىآورم . اى محمد ! من به‌واسطهء تو به پروردگارت روىمىكنم تاگرفتارى را ازچشم من بر طرف سازد . خدايا ! او را در مورد من شفيع گردان و خودم را نيز شفيع خويش ساز .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nو تذكر حاجتك .\r\nسپس آن مرد رهسپار شد و بدان‌گونه عمل كرد ، سپس نزد « عثمان بن عفان » رفت . دربان دست او را گرفت و نزد عثمان برد و روى قالى نشاند ، عثمان گفت :\r\nحاجتت چيست ؟ او حاجت خود را بيان نمود و عثمان خواست او را برآورده نمود و گفت : چرا تاكنون حاجت خود را نگفته بودى و تأكيد كرد : هرگاه نيازى داشتى نزد ما بيا . سپس آن مرد از نزد « عثمان بن عفان » خارج شد و در راه « عثمان بن حنيف » را ديد و گفت : خدا تو را خير بدهد ، « عثمان بن عفان » به حاجت من هيچ توجهى نمىكرد تا زمانى كه تو با او صحبت كردى .\r\n« عثمان بن حنيف » گفت : به‌خدا سوگند كه من با او سخن نگفته‌ام ؛ اما شاهد بودم كه مرد نابينايى خدمت حضرت رسول صلى الله عليه و آله آمد و از كورى خود شكايت كرد ، حضرت فرمود : بهتر نيست تحمل كنى ؟ عرض كرد : اى رسول خدا ! من هيچ فردى كه راهبريم كند ندارم لذا زندگى برايم دشوار شده است ؛ سپس حضرت فرمود : پس وضو بگير و دو ركعت نماز بجاى آور و بدين دعا خدا را بخوان . عثمان بن حنيف مىگويد به خدا قسم كه ما متفرق نشده بوديم و چندان طولى نكشيد كه ديديم آن مرد آمد و گويا كه اصلًا بيمارى نداشته است .\r\nحاصل قصه چنين است كه « عثمان بن حنيف » كه راوى و شاهد ماجراست به مردى كه از سستى خليفه در برآوردن\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nحاجتش گله‌مند بود اين دعا را آموزش داد و در اين دعا توسل به پيامبر صلى الله عليه و آله و استغاثه به او بعد از وفات حضرت آمده است و وقتى عثمان ديد كه آن مرد گمان كرده كه برآوردن حاجتش به‌سبب صحبت عثمان بن حنيف با خليفه است ، اين گمان را نفى نموده و جريانى را كه در زمان پيامبر صلى الله عليه و آله شاهد بوده نقل كرد تا ثابت كند كه برآورده شدن حاجتش به‌واسطهء توسل به پيامبر صلى الله عليه و آله و صدا زدن آن حضرت و استغاثه به ايشان بوده است و با سوگند خوردن تأكيد كرد كه با خليفه در مورد حاجت او سخن نگفته است .\r\n\r\nتوسل به پيامبر صلى الله عليه و آله در عرصه‌هاى قيامت\r\nاما در مورد توسل به پيامبر صلى الله عليه و آله در روز قيامت ، آن‌قدر روايات شفاعت فراوان است كه به حدّ تواتر رسيده و نيازى به اطاله كلام نيست .\r\nنصوص صريح دلالت بر اين دارد كه در قيامت هنگامى كه سختىها به اوج و شدت مىرسد ، مردم براى گشايش گرفتارى خويش به انبيا ، استغاثه مىجويند ، به آدم ، نوح ، ابراهيم ، موسى ، عيسى و همگى آنها را ، به سيد مرسلين حضرت محمد صلى الله عليه و آله احاله مىكنند و هنگامى كه مردم به پيامبر صلى الله عليه و آله روى مىآورند حضرت به فريادرسى آنها مىشتابد و آنها را نصرت مىكند و مىفرمايد : من عهده‌دار چنين امرى هستم ؛ سپس به سجده مىافتد و\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nبرنمىخيزد تا ندا داده شود كه سر بردار و شفاعت كن كه پذيرفته مىشود .\r\nبنابراين در اين مورد ، اجماع انبيا ، مرسلين ، مؤمنين و تأييد الهى است كه استغاثهء به بزرگان مقرّب ، در شدائد از بزرگ‌ترين كليدهاى گشايش و از اسباب رضايت پروردگار جهانيان است .\r\nشوكانى در مورد روايت مرد نابينايى كه نزد پيامبر آمد - و ذكر آن گذشت - مىگويد مردم در اين زمينه دو قول دارند :\r\nاول : اين‌كه توسل ، آن چيزى است كه عمر بن خطاب ذكر كرده است و گفته كه هنگامى كه خشكسالى مىشد ، ما به‌واسطهء پيامبر صلى الله عليه و آله به خدا توسل مىجستيم و الان به‌وسيلهء عموى پيامبر صلى الله عليه و آله توسل مىجوييم . اين روايت در صحيح بخارى و كتب ديگر آمده است . عمر نقل نموده كه آنها به پيامبر صلى الله عليه و آله در زمان حياتش جهت طلب باران توسل مىجستند و پس از وفات پيامبر صلى الله عليه و آله به عمويش جهت استسقا ، متوسل مىشدند بدين معنى كه او دعا كند و آنها هم به همراه او دعا كنند و بدين‌گونه او وسيلهء آنها نزد خدا باشد و در اين زمينه پيامبر شافع و دعاكننده مىباشد .\r\nدوم : اين‌كه توسل به حضرت در زمان حيات و پس از وفات و در حال حضور و غيبت حضرت مىباشد .\r\nتوسل در زمان حيات حضرت كه ثابت و غيرقابل انكار\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nاست و همچنين توسل به غير آن حضرت پس از وفات حضرت - به دليل اجماع سكوتى صحابه و انكار نكردن آنها توسل‌عمر را به‌عباس عموى پيامبر صلى الله عليه و آله - ثابت مىگردد .\r\nاما از نظر بنده ، دليلى وجود ندارد كه توسل را اختصاص به پيامبر صلى الله عليه و آله بدهيم آن‌گونه كه شيخ « عزالدين بن عبدالسلام » آورده است ، بر اين ادعا دو دليل داريم :\r\n1 - آن‌چه از اجماع صحابه بر توسل به غير پيامبر صلى الله عليه و آله ذكر شد .\r\n2 - اين‌كه توسل به اهل فضل و علم ، درحقيقت توسل به اعمال صالح و برترى و فضل آنان است ؛ زيرا افضليت جز به عمل نمىباشد ؛ بنابراين اگر كسى بگويد خدايا من به‌واسطهء فلان‌عالم به تو توسل مىجويم ، به اعتبار مقام علمى عالم است و در صحيح مسلم و بخارى و كتب ديگر آمده است كه پيامبر صلى الله عليه و آله از سه نفرى كه زير صخرهء بزرگى گرفتار شده بودند نقل نموده كه هريك از آنها به بزرگ‌ترين عملى كه انجام داده بود توسل جست و نجات يافت ؛ بنابراين اگر توسل به اعمال نيك جايز نباشد يا شرك محسوب شود وآن‌گونه كه‌متعصبانى مانند « ابن عبدالسلام » و پيروانش قائلند ، نبايد دعايشان اجابت شود و نبايد پيامبر بعد از نقل حكايت آنها سكوت كند .\r\nو بدين‌وسيله معلوم مىشود كه استدلال افرادى كه با استناد به آيات زير از توسل به انبيا و صالحين ممانعت\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nمىكنند ، وارد نيست :\r\n-  « ما نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونا إِلَى اللَّهِ زُلْفى » ؛  « 1 »\r\n-  « فَلا تَدْعُوا مَعَ اللَّهِ أَحَداً » ؛  « 2 »\r\n-  « لَهُ دَعْوَةُ الْحَقِّ وَ الَّذِينَ يَدْعُونَ مِنْ دُونِهِ لا يَسْتَجِيبُونَ لَهُمْ بِشَيْءٍ » ؛  « 3 »\r\nكه استناد به اين آيات از باب استدلال به مورد اختلاف بر چيزى كه بيگانه و بىربط به نزاع است مىباشد ؛ زيرا آيهء اول اشعار دارد به اين‌كه آنها مورد پرستش واقع مىشدند در حالىكه شخص توسل جوينده به عالم ، او را عبادت نمىكند بلكه معتقد است او به‌واسطهء علمش نزد خداوند مزيتى دارد كه اين امر ، موجب توسل گرديده است . در آيه دوم نيز خواندن همراه با خدا مطرح گرديده است در حالىكه متوسل به عالم فقط خدا را مىخواند و توسل او درواقع به عمل صالحى است كه برخى بندگان انجام مىدهند مشابه توسل آن سه تن كه زير صخره گرفتار آمده بودند به عمل صالحشان . و در پاسخ به استنادكنندگان به آيهء سوم نيز بايد گفت اشخاص مذكور در آيه ، كسانى را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . زمر : 3 ؛ ما آن بت‌ها را نمىپرستيم مگر براى اين‌كه به نيكى ما را به خداوند مقرب سازند .\r\n( 2 ) . جن : 18 ؛ همراه خدا هيچ فرد ديگرى را نخوانيد .\r\n( 3 ) . رعد : 14 ؛ دعوت حق اختصاص به خدا دارد و كسانى كه جز او را مىخوانند هيچ حاجتى از آنها اجابت نشود .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nمىخواندند كه آنها را اجابت نمىكردند و خداى استجابت‌كننده را صدا نمىزدند ، در حالى كه متوسل به عالم ، به جز خدا را نمىخواند و نه غير خدا را مىخواند . و نه كسى را در درخواست خود با خدا شريك مىگيرد .\r\nبنابراين اگر اين مفهوم روشن شود به وضوح ادلهء ممانعت‌كنندگان از توسل ، مردود مىشود ؛ چراكه استدلال به ادله‌اى دارند كه خارج از محلّ نزاع است .\r\nگروهى ديگر ، براى منع توسل استدلال به اين آيات نموده‌اند :\r\n-  « لَيْسَ لَكَ مِنَ الْأَمْرِ شَيْءٌ » ؛  « 1 »\r\n-  « قُلْ لا أَمْلِكُ لِنَفْسِي نَفْعاً وَ لا ضَرًّا » ؛  « 2 »\r\nاين دو آيه ، تصريح دارد كه پيامبر صلى الله عليه و آله چيزى از امر الهى را دراختيار ندارد و نمىتواند ضرر و نفعى را نيز متوجه خود كند ؛ پس چگونه ممكن است براى ديگران مالك ضرر و نفع باشد ؟ بايد توجه داشت كه در اين دو آيه دليلى براى منع توسل به آن حضرت يا ديگر انبيا ، اوليا و علما وجود ندارد ؛ زيرا خداوند براى پيامبر ، مقام محمود قرارداده است كه همان مقام شفاعت عظمى است و از مردم خواسته است كه از او سؤال و طلب نمايند و به او گفته است : درخواست كن تا به تو عطا شود و شفاعت كن تا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . آل عمران : 128 ؛ چيزى از امور به دست تو نيست .\r\n( 2 ) . اعراف : 188 : بگو : من مالك هيچ نفع و ضررى براى خويش نيستم .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nمورد قبول قرار گيرد ؛ البته در كتاب خداوند عزيز ، ذكر گرديده كه شفاعت به اذن خداوند است و جز براى افراد مورد رضايت خداوند عملى نمىباشد .\r\nاز دلايل ديگرى كه استدلال به منع توسل كرده‌اند سخن پيامبر صلى الله عليه و آله است كه وقتى آيه :  « وَ أَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ »  نازل شد فرمود :\r\n« يا فلان بن فلان ، لا أملك لك من اللَّه شيئاً و يا فلانة بنت فلان لا أملك لك من اللَّه شيئا » ؛ « 1 »\r\nكه البته در اين سخن به اين مطلب تصريح شده است كه پيامبر نمىتواند به كسى كه خداوند نسبت به او ارادهء ضرر كرد ، نفعى برساند همچنان‌كه نمىتواند ضررى به فردى رساند كه خداوند نفع او را اراده كرده است و اين‌كه حتّى حضرت نمىتواند دربرابر ارادهء خداوند ، به خويشاوندانش كمك كند . و اين مسأله براى هر مسلمانى واضح است و اين مسأله به‌معنى عدم توسل به او در درخواست از خداوند نيست ؛ زيرا در توسل ، طلب كردن از كسى مطرح است كه امر و نهى به‌عهده اوست جز اين‌كه سائل با سؤال خويش چيزى را كه سبب اجابت مىگردد پيش مىفرستاد و سؤال تنها از خداوند ، صاحب منع و عطا كه خود مالك روز جزاست ، مىباشد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فلانى و فلانى بدانيد كه من نمىتوانم براى شما از جانب خداوندضمانتى داشته باشم .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n\r\nتوسل به آثار پيامبر صلى الله عليه و آله\r\nبدون شك صحابه به آثار پيامبر صلى الله عليه و آله تبرك مىجسته‌اند و اين تبرك يك معنى بيشتر ندارد و آن هم توسل به آثار پيامبر صلى الله عليه و آله براى تقرب به خداست چراكه توسل صورت‌هاى گوناگون دارد .\r\nحال چگونه مىتوان قبول كرد كه به آثار پيامبر صلى الله عليه و آله توسل جسته شود و به خود حضرت توسل نجويند ؟ آيا توسل به فرع صحيح و به اصل غيرصحيح است ؟ ! آيا توسل به آثارى كه شرافت و عظمت و كرامت آن به‌واسطهء صاحب اثر است صحيح است و معقول است كه گفته شود توسل‌به‌پيامبر صلى الله عليه و آله جايزنيست ؟  « سُبْحانَكَ هذا بُهْتانٌ عَظِيمٌ » . \r\nروايات وارده در اين زمينه بسيار است كه ما به مشهورترين آن اكتفا مىكنيم ؛ مثلًا خليفه دوم عمر بن خطاب هنگامى كه وفاتش فرامىرسد به‌شدت اصرار مىكند كه در كنار پيامبر صلى الله عليه و آله دفن شود و فرزندش عبداللَّه را براى اجازه گرفتن از عايشه رهسپار مىكند . عايشه اظهار مىدارد كه آن مكان را براى خودش درنظر گرفته بوده است و مىگويد : من آن‌جا را براى خودم درنظر گرفته بودم و اينك عمر را بر خويش مقدم مىدارم . عبداللَّه مىرود و اين مژدهء بزرگ را به پدرش عمر مىدهد و عمر مىگويد :\r\nالحمد للَّه ، هيچ چيزى براى من مهم‌تر از اين نبود . مشروح اين قصه در صحيح بخارى آمده است . حقيقتاً معنى اين حرص از سوى عمر و عايشه چيست ؟ و چرا دفن شدن در\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nكنار پيامبر صلى الله عليه و آله مهم‌ترين و محبوب‌ترين امر ، نزد عمر است ؟\r\nآيا تفسير آن جز توسل به پيامبر صلى الله عليه و آله بعد از وفات حضرت و تلاش براى تبرك جستن به او به‌وسيلهء دفن در نزديكى اوست ؟ در جاى ديگر « ام سليم » سر مشكى را كه پيامبر صلى الله عليه و آله از آن نوشيده‌اند جهت تبرك مىبرد و انس مىگويد كه سر مشك نزد ماست .\r\nو صحابه را مىبينيم كه هنگام تراشيدن سر حضرت ، براى تملك حتى يك موى حضرت با يكديگر مسابقه مىدهند .\r\nو أسما ، دختر ابوبكر جبّه حضرت رسول را براى شفاى مريضان نزد خويش نگه مىدارد يا انگشترى پيامبر صلى الله عليه و آله پس از حضرت توسط ابوبكر و عمر و عثمان دست به دست مىگردد تا اين‌كه از دست عثمان به درون چاهى مىافتد .\r\nهمهء اين احاديث صحيح و اثبات گرديده است و در باب تبرك از آن سخن خواهيم گفت ؛ اما آن‌چه را كه الان درصدد آن هستيم اين است كه از خود بپرسيم چرا اين همه دقت از صحابه براى حفظ آثار پيامبر صلى الله عليه و آله وجود داشته است ؟ ( دهانه مشك ، مو و عرق حضرت ، جبه ، انگشترى ، محل نماز و . . . ) مقصود صحابه چه بوده است ؟ آيا تنها براى حفظ خاطرات بوده است ؟ يا آنها را محفوظ داشته‌اند تا در موزه قرار دهند ؟ اگر اولى هدف بوده است چرا هنگام مرض و بلا به آن روى آورده و توجه مىكنند ؟ و اگر دومى هدف است كجاست اين موزهء كذايى و چگونه چنين فكر بديعى به ذهن آنان خطور نموده است ؛\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n « سُبْحانَكَ هذا بُهْتانٌ عَظِيمٌ » . \r\nبنابراين ، دليل و هدفى جز تبرك به آثار پيامبر صلى الله عليه و آله و توسل به آنها در دعا نزد خدا باقى نمىماند ؛ زيرا خداوند مورد دعا و پرستش و هم او عطاكننده است و همهء بندگان تحت فرمان اويند و براى خويش نيز مالك امرى نمىباشند ، چه رسد به ديگران ؛ مگر آن‌كه خداوند سبحان اجازه فرمايد .\r\n\r\nتوسل پيامبر صلى الله عليه و آله به حقّ سائلين\r\nاز ابىسعيد خدرى نقل شده است كه پيامبر صلى الله عليه و آله فرمود :\r\n« من خرج من بيته إلى الصلاة فقال : اللهم إنّي أسألك به حق السائلين عليك وبحق ممشاى هذا فإنّي لم أخرج أشراً ولا بطراً ولا رياءً ولا سُمْعة خرجت اتقاء سخطك وابتغاء مرضاتك ، فأسألك أن تعيذني من النار ، و أن تغفرلي ذنوبي ، إنّه لا يغفر الذنوب إلّاأنت ، أقبل اللَّه بوجهه واستغفر له سبعون ألف ملك » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الترغيب و الترهيب ، ج 1 ، ص 179 ؛ هركس به قصد نماز از خانه‌اش خارج شود و بگويد خدايا از تو مسألت مىكنم به حق درخواست‌كنندگان از تو و به حق گامهايى كه بسوى تو بر مىدارم چرا كه به قصد ريا و گردنكشى و شرارت و تظاهر خارج نشده‌ام ؛ بلكه به نيت كسب رضاى تو و پرهيز از خشم و غضب تو بيرون آمدم ؛ پس از تو مىخواهم كه مرا از آتش پناه دهى و گناهانم را ببخشى چرا كه جز تو بخشايندهء گناه وجود ندارد ( اگر كسى چنين كند ) خداوند به او روى مىكند و هفتاد هزار فرشته براى او استغفار مىكنند .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n\r\nتوسل به قبر پيامبر صلى الله عليه و آله با ارشاد عايشه\r\nامام « حافظ دارمى » در كتاب « سنن » باب « ما أكرم اللَّه تعالى نبيه بعد موته » مىگويد : « ابونعمان » ، با وسائطى از « ابوالجوزاء اوسىبن عبداللَّه » روايت كرده كه گفت : مدينه گرفتار قحطى شديد شده بود ، مردم به عايشه شكايت بردند ، او گفت : به قبر پيامبر صلى الله عليه و آله روى بياوريد و راهى را از آن‌جا به آسمان قرار دهيد به‌گونه‌اى كه هيچ سقفى بين قبر و آسمان فاصله نيندازد ، راوى مىگويد : مردم چنين كردند و باران باريد به‌گونه‌اى كه گياهان روييدند و شتران فربه شدند و آن سال به سال فتق ( يعنى گشايش و توسعه ) ناميده شد . « 1 » اين نمونه توسل به قبر پيامبر صلى الله عليه و آله است نه از حيث قبر بودن ؛ بلكه از اين جهت كه شريف‌ترين مخلوقات و حبيب پروردگار جهانيان را در خود جاى داده است و به‌خاطر اين مجاورت ، شرافت يافته و سزاوار مناقب بزرگ گرديده است .\r\n\r\nتوسل به قبر پيامبر صلى الله عليه و آله در زمان خلافت عمر\r\nحافظ « ابوبكر بيهقى » گفته است : « ابوعمر بن مطر » با چند واسطه از « مالك » نقل كرده كه گفت : در زمان « عمر بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سنن دارمى ، ج 1 ، ص 43\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nخطاب » مردم دچار خشكسالى شدند . مردى نزد قبر پيامبر صلى الله عليه و آله آمد و گفت : اى رسول خدا ، براى امتت طلب باران كن كه آنها در معرض هلاكت‌اند . پيامبر صلى الله عليه و آله شب به خواب او آمده و فرمودند : نزد عمر برو به او سلام برسان و به آنها خبر بده كه باران خواهد باريد و به او بگو : با فراست باش ، با فراست باش . پس آن مرد نزد عمر آمد و به او خبر داد . عمر گفت : پروردگارا ، كوتاهى نمىكنم مگر جايى كه از آن عاجز باشم .\r\n\r\nتوسل مسلمانان به پيامبر صلى الله عليه و آله در روز يمامه\r\n« حافظ بن كثير » مىگويد كه شعار مسلمانان در روز جنگ يمامه « يا محمداه » بود و نص قول او چنين است :\r\nخالد بن وليد پرچم را حمل نمود و از ميان آنها عبور كرد تا به جبال مسيلمه رسيد و تمام تلاش خود را به كار برد كه به او دست يابد و او را به قتل رساند ؛ سپس برگشت و بين دو گروه ايستاد و مبارز طلبيد و گفت : من « ابن وليد العود » و « ابن عامر و زيد » هستم ؛ سپس شعار مسلمانان را سر داد و در آن روز شعارشان « يا محمداه » بود . « 1 »\r\n\r\nتوسل به ديگران ( جز پيامبر صلى الله عليه و آله )\r\nاز عتبة بن غزوان ، از پيامبر صلى الله عليه و آله نقل شده است كه فرمود :\r\n« هرگاه كسى از شما چيزى را گم كند يا نياز به كمكى داشته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . البداية والنهاية ، ج 6 ، ص 324\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nباشد و در جايى باشد كه ياورى ندارد ، پس بگويد : يا عباداللَّه اعينونى « 1 » چرا كه خداوند بندگانى دارد كه ما آنها را نمىبينيم . »\r\nاز ابن عباس نقل شده كه حضرت رسول صلى الله عليه و آله فرمودند :\r\n« انّ للَّه‌ملائكة في الأرض سوى الحفظة ، يكتبون ما يسقط من ورق الشجر ، فإذا أصاب أحدكم عجزة بأرض فلاة فليناد أعينوني يا عباد اللَّه » . « 2 »\r\nاين روايت را طبرانى آورده و رجال آن ، ثقه هستند .\r\nاز عبداللَّه بن مسعود نيز نقل شده كه پيامبر صلى الله عليه و آله فرمودند :\r\n« إذا انفلتت‌دابة أحدكم‌بأرض فلاة فليناد : يا عباداللَّه أحبسوا يا عبداللَّه أحبسوا ، فإنّ للَّه‌حاضراً في الأرض سيجيبه » . « 3 »\r\n\r\nتوسل عمر به عباس\r\n« بخارى » در صحيح خود از « انس » نقل مىكند كه در هنگام خشكسالى « عمر بن خطاب » با توسل به « عباس بن عبدالمطلب » طلب باران مىكرد و مىگفت : خداوندا ما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اى بندگان خدا مرا يارى كنيد .\r\n( 2 ) . خداوند علاوه بر ملائكهء كاتب ، كه همه‌چيز حتى افتادن برگى ازدرخت را مىنگارند ، فرشتگان ديگرى در زمين دارد ؛ پس هرگاه در بيابان دچار مشكلى شديد صدا بزنيد : اى بندگان خدا مرا كمك كنيد .\r\n( 3 ) . مجمع الزوائد ، ج 10 ، ص 132 ؛ اگر مركب شما در بيابان فرار كرد صدا بزنيد : اى بندگان خدا او را نگه داريد ، اى بندگان خدا او را نگه داريد . و خدا در زمين بندگان حاضرى دارد كه او را نگه مىدارند .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nتوسل به پيامبرمان مىكرديم و تو باران بر ما نازل مىكردى و امروز ما متوسل به عموى پيامبرمان شده‌ايم ، پس بارانت را بر ما نازل فرما .\r\n« زبير بن به كار » در « انساب » از طريق ديگرى اين قصه را به‌صورت مفصل‌تر آورده است كه خلاصهء آن چنين است :\r\nاز عبداللَّه بن عمر ، نقل شده است كه : عمر بن خطاب در سال « رماده » « 1 » به عباس بن عبدالمطّلب توسل جست ، به ميان مردم رفت ، سخنرانى كرد و گفت : اى مردم ! نگاه رسول خدا به عباس ، نگاه پسر به پدر بود ؛ پس شما نيز به او اقتدا كنيد و عمويش را وسيله‌اى به درگاه خدا قرار دهيد ، پس اى عباس دست به دعا بردار .\r\nو از جمله دعاهايى كه عباس نمود ، چنين بود : خدايا هيچ بلايى جز به‌واسطهء گناه نازل نمىشود و جز به‌واسطهء توبه بر طرف نمىگردد ؛ اينك مردم به واسطه نسبت من با پيامبر صلى الله عليه و آله به من روى آورده‌اند و اين دستان گناهكار ماست كه به‌سوى تو بلند است و چهرهء نادم ماست كه رو به تو كرده است ، پس بر ما باران ببار و حرمت پيامبرت را درمورد عمويش حفظ فرما . پس باران مانند سيل بر آنها فروريخت ، زمين بارور شد و معيشت مردم برقرار گرديد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . از آن جهت آن سال را رماده گفته‌اند كه به‌سبب عدم بارش باران‌شن‌ها به آسمان برمىخواست .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nو مردم بر سر عباس ريخته او را مسح كرده مىگفتند :\r\nگوارايت باد اى ساقى حرمين ! و عمر گفت : به‌خدا قسم اين وسيلهء ارتباط و تقرّب خداوند بود و در همين زمينه است كه « عباس بن عتبه » پسر برادرش ابياتى سرود ، از جمله :\r\n بعمي سقى اللَّه الحجاز وأهله * عشية يستقى بشيبته عمر « 1 » \r\nابن عبدالبر در برخى روايات چنين گفته است : كه آسمان دهان مشك‌هايش را گشود و باران چون كوهى فروريخت به‌گونه‌اى كه گودىها با بلندى مساوى گشت و زمين سبز گرديد و معيشت مردم به سامان آمد ؛ سپس عمر گفت : به‌خدا قسم كه اين همان وسيله به درگاه الهى و جايگاه نزد اوست .\r\nهمان‌گونه كه دانستى وسيله قراردادن بزرگان به‌سوى خداوند ، عبادت آن وسايل نيست ، مگر اين‌كه كسى آنها را « رب » به‌حساب آورد ، همان‌گونه كه بت‌پرستان چنين برخوردى نسبت به بت‌ها داشتند و گرنه اگر كسى چنين اعتقادى نداشته باشد ، ضمن اين‌كه از جانب خداوند مأمور به استفاده از وسايل است درواقع اين وسيله‌جويى خود عبادت خداوند آمر مىباشد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) در آن شبى كه عمر به‌واسطهء عموى پيرم طلب باران كرد ، خداوند به‌واسطهء او حجاز و اهلش را سيراب گرداند .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n\r\nقصه عتبى در توسل\r\nابن كثير مىگويد : گروهى از جمله : شيخ ابومنصور صباغ ، حكايت مشهورى را از عتبى نقل كرده‌اند كه گفته است : كنار قبر پيامبر صلى الله عليه و آله نشسته بودم كه عرب بيابانى آمد و گفت : السلام عليك يا رسول اللَّه ، شنيده‌ام كه خداوند مىگويد :  « وَ لَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جاؤُكَ فَاسْتَغْفَرُوا اللَّهَ وَ اسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّاباً رَحِيماً » ؛  « 1 » و اكنون با استغفار از گناهان به‌سويت آمده‌ام و تو را نزد پروردگارم شفيع قرار داده‌ام ، سپس اين اشعار را خواند :\r\n يا خير من دفنت بالقاع أعظمه * فطاب من طيبهن القاع والأكم\r\nنفسي الفداء لقبر أنت ساكنه * فيه العفاف وفيه الجود والكرم « 2 » \r\nپس از رفتن اعرابى ، خواب بر من غلبه كرد و در خواب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نساء : 64 ؛ اگر آنها كه بر خويش ستم كردند ، نزد تو آمده و به درگاه‌خدا استغفار كرده و رسول نيز برايشان استغفار نمايد ؛ البته خداوند را توبه‌پذير و مهربان مىيابند .\r\n( 2 ) مقريزى ، من احاديث الشيعه والسنة وسيرتهم . . . ، ج 14 ، ص 615 ؛ اىبهترين كسىكه پيكرش در اين‌زمين جاىگرفت‌و از عطر آن پستى و بلندى اين ديار معطّر شد ؛ جانم به فداى قبرى كه تو در آن سكنى گزيده‌اى ، قبرى كه عفاف وجود و كرم را در خود جاى داده است .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nپيامبر صلى الله عليه و آله را ديدم كه فرمود : نزد آن اعرابى برو و به او بشارت بده كه خداوند او را بخشيده است . اين قصه را امام نووى در كتاب معروفش « الإيضاح » در باب 6 ، ص 498 بيان كرده است همچنان‌كه « ابن كثير » در تفسير مشهورش ذيل آيهء  « وَ لَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ . . . »  بيان داشته است .\r\nو « امام قرطبى » در تفسيرش به‌نام « الجامع » قصه‌اى شبيه اين را نقل نموده است و مىگويد : « ابوصادق » از على نقل مىكند كه گفت : بعد از سه روز كه از دفن پيامبر گذشته بود ، عربى بيابانى نزد قبر آمد ، خود را روى قبر انداخت و از خاك قبر بر سرش ريخت و گفت : اى رسول خدا صلى الله عليه و آله ما سخن تو را شنيديم و آن‌چه را از خدا دريافته بودى ما از تو گرفتيم و از جمله آيات نازل‌شده بر تو اين آيه است :  « وَ لَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ . . . »  و من بر خود ستم كرده‌ام و آمده‌ام تا تو برايم استغفار كنى ؛ پس صدايى از قبر برخاست كه مىگفت : محققاً تو مورد آمرزش قرار گرفته‌اى . « 1 »\r\n\r\nشبهه‌اى مردود\r\nهمهء اين احاديث و روايات ، توسل را اثبات و تأييد مىكنند ؛ اما اگر كسى شبهه كند كه اين امر اختصاص به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير قرطبى ، ج 5 ، ص 265 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nزمان حيات حضرت دارد ، بايد جواب داد :\r\nدليلى براى اين اختصاص وجود ندارد ؛ زيرا روح بقا دارد و احساس و درك و دريافت توسط روح انجام مىگيرد .\r\nديدگاه اهل سنت و جماعت نيز چنين است كه مرده مىشنود و حس مىكند و درك مىكند ، از خير بهره‌مند و شاد مىشود و از شر ، ناراحت و آزرده مىگردد . و اين امر نسبت به هر انسانى قابل تطبيق است و از همين روست كه پيامبر صلى الله عليه و آله اهل قليب را كه از كفار قريش بودند در روز بدر صدا زد و فرمود : « يا عتبة ، يا شيبة ، يا ربيعة » به حضرت گفتند : چگونه آنها را صدا مىزنى در حالىكه لاشه‌اى بيش نيستند ؟ حضرت فرمود : شما شنواتر از آنها نيستيد و لكن آنها قادر به پاسخگويى نمىباشند ؛ بنابراين اگر مطلب يادشده در مورد همهء انسان‌ها صادق است ، چگونه در مورد بهترين ، گرامىترين و بزرگ‌ترينِ خلائق ، درست نباشد ؟\r\nبدون شك حضرت كامل‌ترين احساس و برترين ادراك و قوىترين دريافت را داراست ؛ ضمن اين‌كه به صراحت - در روايات بسيار - اشاره شده است كه حضرت كلام را مىشنود و سلام را جواب مىگويد و اعمال امت بر او عرضه مىشود و او در برابر بدىهاى امتش استغفار و در برابر خوبىها ، شكر مىگويد .\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nو ارزش انسان درواقع به مقدار ادراك ، احساس و دريافت اوست نه به زندگىاش و از همين روست كه مىبينيم بسيارى از زندگان را خداوند از احساس و دريافت محروم نموده است و از همان فكر كوتاه و ذوق ناچيز خويش نيز بهره نمىبرند و بايد آنها را در صفوف مردگان به‌حساب آورد والعياذ باللَّه .\r\n\r\nصحابه از پيامبر صلى الله عليه و آله ، طلب شفاعت مىكنند\r\nبرخى چنين پنداشته‌اند كه در دنيا نمىتوان از پيامبر صلى الله عليه و آله طلب شفاعت كرد و برخى ديگر از لجوجان اين امر را شرك و گمراهى مىدانند و به اين آيه استناد مىكنند :  « قُلْ لِلَّهِ الشَّفاعَةُ جَمِيعاً » .  « 1 » اين استدلال باطل است با دو دليل ، كه بيانگر فهم نادرست آنان است :\r\n1 - هيچ نصّى در كتاب و سنت وجود ندارد كه طلب شفاعت از پيامبر را در دنيا نهى كرده باشد .\r\n2 - آيهء مذكور دلالت بر مدعاى ذكرشده ندارد ، بلكه اين آيه مانند بسيارى از آيات ديگر ، بيانگر مختص بودن همه آن‌چه در ملكيت خداوند است به او ، و عدم تعلقش به ديگران است به اين معنى كه او تصرف در آنها مىكند و اين امر ، نفىكنندهء عطاى او به هركس كه بخواهد نيست ؛\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) زمر : 44 ؛ بگو : شفاعت جملگى از آن خداست .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nزيرا او مالك ملك است به هركس بخواهد مىدهد و از هركس بخواهد مىستاند و مشابه اين آيه است آيهء :   « لَهُ الْمُلْكُ وَ لَهُ الْحَمْدُ » .   « 1 » و پس از وصف خويش به مالك الملك مىگويد :  « تُؤْتِي الْمُلْكَ مَنْ تَشاءُ وَ تَنْزِعُ الْمُلْكَ مِمَّنْ تَشاءُ » .  « 2 »\r\nپس همان‌گونه كه خدا به هركس هرچه بخواهد مىدهد و از عزتى كه اختصاص به خويش دارد به رسول و مؤمنين مىدهد ، از شفاعتى كه اختصاص به او دارد به انبيا و بندگان صالحش ؛ بلكه به بسيارى از بندگان مؤمنش - طبق روايات صحيح متواتر - عطا مىكند .\r\nچه مشكلى به‌وجود مىآيد اگر انسان از مالكى ، برخى از مايملكش را درخواست كند ، به‌خصوص اگر آن مالك كريم و سائل به‌شدت محتاج و نيازمند به آن چيز باشد . آيا شفاعت چيزى جز دعا كردن است و دعا نيز مورد اذن و مقبوليت قرار گرفته ، به‌خصوص اگر از جانب پيامبران و صالحان باشد ، چه در زمان حيات چه پس از وفات ، در قبر و چه در روز قيامت .\r\nبنابراين ، حقّ شفاعت به كسانى كه پيمانى با خدا دارند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تغابن : 1 ؛ سلطنت و ستايش از آن اوست .\r\n( 2 ) . آل عمران : 26 ؛ خدايا تو به هركس بخواهى سلطنت بخشى و از هركس بخواهى بازستانى .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nعطا گرديده است و خداوند عزّ وجلّ شفاعت را درمورد هركس كه با توحيد از دنيا برود مىپذيرد .\r\nاين سخن ثابت شده كه برخى از اصحاب از پيامبر صلى الله عليه و آله طلب شفاعت كردند و پيامبر صلى الله عليه و آله نفرمود چنين درخواستى شرك است ، تو بايد از خدا طلب كنى و چيزى را براى او شريك قرار ندهى . و پيامبر مىفرمود : ان‌شاء اللَّه چنين خواهم كرد .\r\nاين روايت را « ترمذى » در سنن در باب « ما جاء في صفة الصراط » آورده و آن را حسن دانسته است .\r\nهمين‌طور درخواست شفاعت از ديگر اصحاب نيز مطرح گرديده است .\r\nاگر طلب شفاعت از حضرت در دنيا و در زمان حيات ايشان صحيح است مىتوان گفت كه آن امر بعد از وفات حضرت نيز اشكالى ندارد ؛ بنابرآن‌چه اعتقاد اهل سنت و جماعت در مورد حيات برزخى انبيا است و پيامبر ما محمد صلى الله عليه و آله كامل‌ترين و بزرگ‌ترين آنها در اين زمينه است ، چراكه سخن را مىشنود و اعمال امت بر او عرضه مىشود و از خدا برايشان طلب استغفار مىكند و خداى را حمد مىكند و صلوات مصلّين به او مىرسد ؛ حتى اگر در دورترين نقطهء اين سرزمين باشد ، همان‌گونه كه در حديثى - كه جمعى از حفاظ حديث آن را صحيح دانسته‌اند - اين مطلب آمده است :\r\n« حياتي خير لكم تحدثون ويحدث لكم\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nومماتي خير لكم تعرض أعمالكم عليّ فإن وجدت خيراً حمدت اللَّه وإن وجدت شراً استغفرت اللَّه لكم » . « 1 »\r\n\r\nاياك نعبد واياك نستعين\r\nما اعتقاد راسخ و محكم داريم كه اصل در طلب يارى ، فرياد خواهى ، مسألت و صدازدن ، اختصاص به خداوند دارد و در اين امر هيچ شك و ترديدى نيست . خدا ياريگر ، فريادرس و اجابت‌كنندهء دعاست و او فرموده است :   « وَ لا تَدْعُ مِنْ دُونِ اللَّهِ ما لا يَنْفَعُكَ وَ لا يَضُرُّكَ فَإِنْ فَعَلْتَ فَإِنَّكَ إِذاً مِنَ الظَّالِمِينَ وَ إِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلا كاشِفَ لَهُ إِلَّا هُوَ » .   « 2 » و در آيات ديگر :  « فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ وَ اعْبُدُوهُ »  ؛ « 3 »  « وَ مَنْ أَضَلُّ مِمَّنْ يَدْعُوا مِنْ دُونِ اللَّهِ مَنْ لا يَسْتَجِيبُ لَهُ إِلى يَوْمِ الْقِيامَةِ »  ؛ « 4 »  « أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حيات من براى شما خير است ، چرا كه با من سخن مىگوييد و با شما سخن گفته مىشود و وفات من نيز براى شما خير است ؛ زيرا اعمال شما بر من عرضه مىشود ، اگر در آن خيرى ببينم خداى را حمد مىكنم و اگر بدى و شر ببينم براى شما از درگاه خدا استغفار مىكنم .\r\n( 2 ) . يونس : 106 و 107 ؛ غير از خدا چيزى را كه براى تو نفع و ضررىندارد نخوان كه در اين‌صورت از ظالمان خواهى بود و اگر خداوند ضررى را متوجه تو كند كسى جز او دفع آن را نتواند .\r\n( 3 ) . عنكبوت : 17 ؛ نزد خداوند روزى بجوييد و او را عبادت كنيد .\r\n( 4 ) . احقاف : 5 ؛ چه كسى گمراه‌تر از فردى است كه خدايانى جز اللَّه رامىخواند ، كسانى كه تا روز قيامت نيز او را اجابت نمىكنند .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\n دَعاهُ وَ يَكْشِفُ السُّوءَ » ؛  « 1 » بنابراين همه‌گونه عبادت تنها براى خداست ، و هيچ بخشى از آن را نمىتوان به‌سوى ديگران - هركس كه باشد - جهت‌دهى كرد .\r\nما معتقديم كه خداوند خالق بندگان و افعال آنهاست و هيچ موجودى جز او - اعمّ از زنده يا مرده - تأثيرگذار نمىباشد ، و هيچ‌كس با خداوند در انجام يا ترك كار يا روزىرسانى و زنده كردن و ميراندن شريك نمىباشد و هيچ احدى قدرت بر انجام يا ترك كارى را مستقلًا يا با مشاركت خداوند يا در مراتب كمتر از اين ندارد .\r\nبنابراين ، يگانه‌تصرف‌كنندهء در هستى ، خداوند تعالى است و هيچ‌كس مالك چيزى نيست مگر هنگامى كه خداوند به او تمليك كند و اجازهء تصرف دهد ؛ هيچ انسانى براى خودش - چه رسد به ديگران - مالك نفع و ضرر و مرگ و زندگى و حشر و نشر نيست مگر مواردى كه خدا بخواهد و با اذن او . بنابراين ، نفع و ضرر محدود به اين مرزها و مقيد به اين شرايط است و نسبت دادن اين امور به خلق از باب اسباب بودن آنها و كسب اين امور است نه از باب خلق و ايجاد كردن يا تأثيرگذارى يا علت بودن آنها است . بنابراين چنين نسبت‌هايى مجازى است نه حقيقى ؛\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نمل : 62 ؛ چه كسى دعاى مضطر را اجابت و بدى را از او برطرف‌مىكند .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nولى مردم تعبيرات گوناگونى از اين واقعيت دارند . « 1 » برخى در استعمال مجاز و بيش از حد زياده‌روى مىكنند و به‌گونه‌اى دچار شبهات لفظى مىگردند كه حقيقتاً از آن برى مىباشند و درواقع قلب آنها تسليم توحيد محض و تنزيه خداوند تعالى است .\r\n\r\nتوجه به پيامبر صلى الله عليه و آله و يارى خواستن از ايشان\r\nچنان‌كه ذكر شد ما اعتقاد قطعى و محكم داريم كه اصل در يارى خواستن ، استغاثه ، صدازدن و مسألت از خداست و تنها او يارىكننده و فريادرس و اجابت‌گر است و خود فرموده است :  « وَ قالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ » .  « 2 »\r\nبنابراين هركس از مخلوقى كمك بخواهد يا فريادخواهى كند يا صدايش زند يا از او طلب نمايد - خواه زنده يا مرده - و اعتقادش اين باشد كه او خودش مستقلًا بدون استعانت از خدا ضرر يا نفع مىرساند ، اين فرد مشرك است . و ليكن خداوند اجازه داده است كه مردم ، برخى از برخى ديگر كمك بگيرند يا فريادرسى بخواهند وفرمان داده كه هركس از او كمك خواسته مىشود ، كمك كند و هركه مورد فريادرسى قرار مىگيرد به يارى او بشتابد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اين نكته بحث مفصلى تحت عنوان « مجاز عقلى و كاربرد آن » دارد .\r\n( 2 ) . غافر : 60 ؛ پروردگارتان گفته است بخوانيد مرا تا اجابت كنم شما را .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nو هركه را صدا مىكنند اجابت كند و احاديث در اين زمينه بسيار است كه به فريادرسى درمانده ، كمك محتاج و گره‌گشايى مشكلات ، توصيه مىكند و پيامبر صلى الله عليه و آله بزرگ‌ترين انسانى است كه به‌وسيلهء او نزد خداوند براى حل مشكلات و برآورده شدن حاجات فريادرسى مىشود .\r\nچه شدت و سختىاى بزرگ‌تر از سختى روز قيامت ، هنگامى كه وقوف به طول انجامد و فشار بالا گيرد و حرارت و عرق‌ريزان مردم را احاطه كند ، با اوج گرفتن اين شدت و به نهايت رسيدن آن مردم به بهترين خلق خدا استغاثه جسته و او را وسيله به درگاهش قرار مىدهند همان‌گونه كه پيامبر صلى الله عليه و آله مىفرمايد :\r\n« وبيناهم كذلك استغاثوا بآدم » ؛ « 1 »\r\nو حضرت از لفظ استغاثه استفاده مىكنند و همين لفظ در صحيح بخارى آمده است .\r\n\r\nكمك‌خواهى و طلب فريادرسى از خدا به‌واسطه حضرت رسول صلى الله عليه و آله در مصائب\r\nدلايل ونصوص فراوانى بر اين مضمون وارد شده است كه هنگام خشكسالى و نباريدن باران ، مردم به حضرت پناه مىبردند ، او را شفيع و وسيله قرار مىدادند و به واسطهء او به خداوند استغاثه مىجستند ، حالِ خويش را بر پيامبر صلى الله عليه و آله عرضه مىكردند و از بلا و گرفتارى خويش به او\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در چنين حالتى مردم به آدم استغاثه مىجويند .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nشكوه مىبردند .\r\nمثلًا مىبينيم كه عرب بيابانى در روز جمعه ، هنگامى كه حضرت مشغول خطبهء نماز است فرياد مىزند و مىگويد : اى رسول خدا ! اموال ما از بين رفته و راه‌ها بر روى ما بسته شده است ، از خداوند بخواه كه به فرياد ما برسد ؛ آن‌گاه باران شروع به باريدن كرد و تا جمعهء بعد ادامه يافت . آن فرد نزد حضرت آمد و عرض كرد :\r\nخانه‌هاى ما خراب شده و چهارپايان به هلاكت افتاده‌اند و از شدت باران راه‌ها بر ما بسته شده است ؛ پس حضرت دست به دعا برداشت ، ابرها به‌سويى رفتند و بارش باران به بيرون شهر جهت داده شد . اين روايت را « بخارى » در كتاب « الاستسقاء » باب « سؤال الناس الامام استسقاء إذا قحطوا » آورده است .\r\n\r\nپيامبر صلى الله عليه و آله تكيه‌گاه ، پناه و نگهدارنده\r\n« حسان بن ثابت » ( شاعر پيامبر صلى الله عليه و آله ) او را ندا مىكند و حضرت را تكيه‌گاهى مورد اعتماد و حصنى براى پناه‌جويى مىشمارد :\r\n يا ركن معتمد و عصمة لائذ * وملاذ منتجع وجار مجاور\r\nيا من تخيره الإله لخلقه * فحياه بالخلق الزكي الطاهر \r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\n أنت النبي و خير عصبة آدم * يا من تجود كفيض بحر زاخر\r\nميكال معك وجبرئيل كلاهما * مدد لنصرك من عزيز قادر « 1 » \r\n\r\nحضرت حمزه فاعل خير و كاشف كرب\r\n« ابن شاذان » از « ابن مسعود » نقل كرده است كه گفت : ما هرگز نديديم كه پيامبر صلى الله عليه و آله به‌شدتى كه بر حمزه گريست بر چيزى گريسته باشد و حضرت صلى الله عليه و آله او را رو به قبله نهاد و بالاى جنازه‌اش ايستاد و آن‌قدر گريست كه صداى هق‌هق گريه ، گلويش را بست در حالىكه مىگفت : « يا حمزة ! يا عمّ رسول اللَّه وأسد اللَّه وأسد رسوله يا حمزة فاعل الخيرات ! يا حمزه كاشف الكربات ! يا ذاب عن وجه رسول اللَّه ! » « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اى تكيه‌گاه مورد اطمينان و اى دژ پناه‌آورندگان و پناه متوسلان و همراه مجاوران و اى آن‌كه خداوند او را براى خلقش برگزيد و به او اخلاق پاك و پاكيزه عطا كرد ؛ تويى پيامبر و بهترين از سلالهء آدم ، اى كه مانند دريايى لبريز از جود و بخششى ، ميكاييل و جبرييل هردو براى نصرت تو از جانب خداوند عزيز قادر با تو همراه گشته‌اند ( ابن عبدالبرّ ، الاستيعاب ، ج 1 ، ص 276 ) .\r\n( 2 ) اى حمزه ! اى عموى رسول خدا ! اى شير خدا و رسول ، اى عامل نيكوكارى و اى برطرف‌كنندهء سختىها ، اى دفاع‌كنندهء از رسول خدا ( المواهب اللدنيه ، ج 1 ، ص 212\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n\r\nعدم تفاوت حيات و مرگ در توسل\r\nاگر كسى بگويد : فريادخواهى از حضرت و شكايت به او و شفاعت و يارىطلبيدن از او و همهء مواردى كه در اين زمينه مطرح است ، فقط در زمان زندگى حضرت صحيح است و بعد از مرگ ايشان كفر است يا با كمى تسامح بگويد مشروع نيست يا جايز نمىباشد ، ما در جواب مىگوييم :\r\nاگر فريادخواهى و توسل در حيات پيامبر صلى الله عليه و آله صحيح باشد ، انبيا و بندگان مورد عنايت خداوند در قبور نيز زنده هستند و اگر فقيه دليلى بر صحت توسل و استغاثه به حضرت جز قياس اين امر با توسل و استغاثه در زمان حيات نداشته باشد ، برايش كافى است ، زيرا پيامبر زنده و به امور امت خويش عنايت و توجه دارد و با اجازهء خداوند در مسايل امت تصرف مىكند ، از مسايل آنها آگاه و صلوات مصلّين بر او عرضه مىشود و سلام امت با وجود كثرت به او مىرسد .\r\nو هركس آشنايى با عالم ارواح و خصوصيات آنها داشته باشد بالأخص ويژگىهايى كه خداوند براى روح‌هاى بلند قرار داده است ، قلبش با اين ايمان گشايش مىيابد چه رسد خصايص روح پيامبر صلى الله عليه و آله كه روح‌الأرواح و نورالأنوار است .\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\n\r\nادعاى باطل\r\nاين‌كه ادعا مىشود ، مرده قدرت انجام كارى ندارد ، باطل است و بر اين مبنا است اگر معتقد باشند مرده به‌طور كامل تبديل به خاك مىشود و چنين اعتقادى عين نادانى است ؛ زيرا از پيامبر صلى الله عليه و آله بلكه از خداوند جلّ جلاله اخبار ثابتى در مورد زندگى ارواح و بقاى آنها بعد از جدا شدن از جسم رسيده است . از جمله : و روز بدر كه پيامبر صلى الله عليه و آله ارواح را صدا زد و فرمود :\r\n« يا ابا جهل ! يا عتبة بن ربيعه ! يا شيبة بن ربيعة ، يا امية بن خلف ، هل وجدتم ما وعدكم ربّكم حقّاً ؟ فإنّي وجدت ما وعدني ربّي حقّاً » « 1 »\r\nآن‌گاه به حضرت گفته شد : اين چه عملى است ؟ و حضرت فرمود : شما از آنها شنواتر نيستيد .\r\n\r\nاكنون يك سؤال\r\nآيا اين افراد مخالف ، اعتقاد دارند كه شهدا زنده‌اند و نزد پروردگار روزى مىخورند همان‌گونه كه قرآن به آن تصريح كرده است يا نه ؟ اگر اعتقاد ندارند كه ما با آنها سخنى نداريم چرا كه آنها قرآن را تكذيب مىكنند آن‌جا كه مىگويد :  « وَ لا تَقُولُوا لِمَنْ يُقْتَلُ فِي سَبِيلِ اللَّهِ أَمْواتٌ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حياة الانبياء عليهم السلام و . . . مسند أحمد بن حنبل ، ج 3 ، ص 104 ؛ اى عمروابن هشام ! اى عتبة بن ربيعه ! اى فلان بن فلان ! ما وعدهء پروردگارمان را حق يافتيم ! آيا شما نيز وعده او را حق يافتيد ؟ .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n بَلْ أَحْياءٌ وَ لكِنْ لا تَشْعُرُونَ »  ؛ « 1 »  « وَ لا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْواتاً بَلْ أَحْياءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ » .  « 2 » و اگر به اين امر اعتقاد دارند به آنها مىگوييم : پيامبران و بسيارى از مسلمانان صالح ، كه در زمرهء شهيدان نمىباشند ؛ مانند بزرگان صحابه بدون هيچ شك و شبهه‌اى داراى مرتبه‌اى برتر از شهيدان مىباشند ؛ پس اگر زنده بودن ، براى شهدا ثابت است براى افرادى كه در درجهء بالاترى هستند به‌طريق اولى ثابت است ، علاوه بر اين‌كه در احاديث صحيح به زنده بودن انبيا تصريح گرديده است ؛ پس اگر بگوييم هرگاه با ادلهء قطعى ، بتوان زندگى ارواح را ثابت نمود ، به‌ناچار بايد خصوصيات آن زندگى را اثبات كنيم ، زيرا ثبوت ملزوم ، ثبوت لازم را واجب مىشمارد همان‌گونه كه نفى لازم ، نفى ملزوم را واجب مىدارد .\r\nبرفرض اين‌كه ما از مواضع خود عقب‌نشينى كنيم و به اين امر تسليم شويم كه ارواح پس از جدا شدن از اجساد قدرت بر انجام كارى ندارند ، هنوز اين سخن باقى است كه اگر انبيا و اوليا نمىتوانند به‌صورت تصرف در عالم به فرياد استغاثه‌كنندگان برسند ، ولى مىتوانند براى زائرين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بقره : 154 : به كسانى كه در راه خدا كشته مىشوند مرده نگوييد ، چراكه آنها زنده‌اند ولى شما نمىفهميد .\r\n( 2 ) آل‌عمران : 169 ؛ البته گمان نكنيد آنان كه در راه خدا كشته شدندمرده‌اند بلكه زنده‌اند و نزد خداوند روزى مىخورند .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nخود يا استغاثه‌كنندگان دعا كنند همان‌گونه كه انسان‌هاى صالح براى هم دعا مىكنند ، چراكه آنها زنده ، داراى احساس و آگاهى هستند و دعاى آنها از قبيل دعاى فاضل براى مفضول يا حدّاقل دعاى برادر براى برادر است . در حالى كه احساس و علم آنها بعد از مفارقت از جسد كامل‌تر و وسيع‌تر مىگردد ؛ زيرا حجاب‌هاى خاكى و نزاع‌هاى شهوانى بشرى را ، به‌جانبى افكنده است .\r\nو در حديث آمده است : اعمال ما بر پيامبر صلى الله عليه و آله عرضه مىشود ، اگر در آنها خير ببيند خداوند را سپاس مىگويد و اگر جز خير ببيند براى ما استغفار مىكند و بايد گفت : فريادرس حقيقى و يارىكننده فقط خداست ولى سائل ، متوسل به پيامبر صلى الله عليه و آله مىشود .\r\n\r\nآيا طلب امرى كه تنها خداوند بر آن قادر است ، شرك است ؟\r\nاز جمله ادعاهاى باطلى كه اين تكفيركنندگانِ متوسلينِ به پيامبر صلى الله عليه و آله به آن تمسك مىجويند چنين است : مردم از انبيا و صالحان ، مطلبى را مىخواهند كه كسى جز خداوند بر انجام آن توانايى ندارد و چنين كارى شرك است .\r\nو اما جواب : اين سوء تفاهمى است كه در گذشته و امروز ميان مسلمانان وجود داشته است . مردم از انبيا و صالحان مىخواهند كه در برآورده شدن حاجت‌ها سبب\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nباشند و خدا به‌سبب شفاعت ، دعا و توجه آنها به طلب و درخواست آنها عنايت كند ، همچنان‌كه چنين امرى در مورد شخصى كور يا افراد ديگرى كه براى شفاعت و توسل به پيامبر صلى الله عليه و آله مراجعه مىكردند صادق است كه حضرت درخواست ايشان را اجابت مىنمود و مرادشان را مىداد و فكرشان را آسوده مىساخت و همهء اينها به اذن خداوند بود و هيچ‌گاه حضرت به آنها نمىفرمود كه با اين كار شرك ورزيدى .\r\nهمچنين است همهء اعمال خارق‌العاده‌اى كه از حضرت خواسته شد ؛ مانند درمان بيمارىهاى لاعلاج بدون استفاده از دارو ، باراندن باران از آسمان بدون وجود ابر ، جوشاندن چشمه ، فروريختن آب از انگشتان ، افزايش بخشيدن به طعام كم و مانند اين مسائل كه به‌صورت عادى تحت اختيار انسان نمىباشد و حضرت اين مسائل را اجابت مىكرد و به آنها نمىفرمود : شما مشرك شديد و بايد دوباره اسلام بياوريد ؛ زيرا از من چيزى را طلب مىكنيد كه جز از خداوند ساخته نيست . آيا اين افراد مخالف ، بيش از حضرت رسول صلى الله عليه و آله و اصحابش توحيد و مسائل مرتبط با آن را مىشناسند ؟ ! اين مطلبى است كه هيچ جاهلى آن را تصور نمىكند تا چه رسد به عالم . قرآن مجيد قول سليمان پيامبر را حكايت مىكند كه به جن و انس حاضر در مجلسش فرمود :  « يا أَيُّهَا الْمَلَؤُا أَيُّكُمْ يَأْتِينِي \r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n بِعَرْشِها قَبْلَ أَنْ يَأْتُونِي مُسْلِمِينَ » ؛  « 1 » او از يارانش خواست كه عرش عظيم را از من به شام آورند ، كارى كه از راه‌هاى خارق‌العاده انجام مىپذيرفت و براى اتمام حجت به بلقيس و ترغيب او به ايمان انجام گرفت .\r\nبا اين مثال اگر مطلبى پنهان بود ، روشن مىشود كه مردم از اوليا مىخواهند كه شفيع آنان به درگاه خدا شوند و اين توانايى را خدا به آنها داده و اين قدرت را او بديشان بخشيده است ؛ پس اگر كسى به پيامبر صلى الله عليه و آله مىگويد : مرا شفا بده يا قرض مرا ادا كن ، مقصودش اين است كه براى شفا يافتن من وساطت كن و براى اداى قرضم دعا فرما و در مورد امور من به خداوند روى آور . بنابراين آنها جز آن‌چه را كه خداوند دراختيار آنها قرار داده از دعا و شفاعت ، طلب نمىكنند .\r\nاين همان معنايى است كه ما در مورد قائلين اين كلمات قائل هستيم و معتقديم كه اسناد در كلام اين افراد مجاز عقلى است و سخن گفتن به اين شيوه ايرادى ندارد همان‌گونه كه خداوند سبحان مىفرمايد :  « سُبْحانَ الَّذِي خَلَقَ الْأَزْواجَ كُلَّها مِمَّا تُنْبِتُ الْأَرْضُ » ؛  « 2 » و قول پيامبر صلى الله عليه و آله :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نمل : 38 ؛ اى جماعت ! كدام يك از شما تخت بلقيس را پيش ازآن‌كه تسليم من شود ، مىآورد .\r\n( 2 ) يس : 36 ؛ منزه است خدايى كه همهء زوج‌ها را از آن‌چه زمين‌مىروياند ، خلق كرد .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n« إن ممّا ينبت الربيع ما يقتل حبطا أو يلم » . « 1 »\r\nچنين اسنادى در كلام خدا و رسول صلى الله عليه و آله همچنين در سخنان عوام و خواص بسيار زياد است و اشكالى بر آن مترتب نيست چراكه صدور چنين كلماتى از موحدّان - با وجود قرينه بر مقصودشان - متضمن سوء ادب نمىباشد .\r\n\r\nاز خدا مسألت كن و از او يارى طلب\r\nاين عنوان ، از حديث مرفوع مشهورى است كه « ترمذى » از « ابن عباس » نقل كرده و آن را صحيح دانسته است ؛ اما بسيارى از مردم در فهم اين حديث اشتباه مىكنند چراكه با استدلال به آن مىگويند كه هيچ درخواست و يارىطلبيدنى به هر صورت و از هر راه جز از خداوند جايز نمىباشد و درخواست و كمك از غيرخدا شرك و خروج از ملت اسلام است و اين افراد بدينگونه ، توسل به اسباب و كمك گرفتن از آن‌را نفى و بسيارى از نصوص وارده در اين باب را نابود مىسازند .\r\nحقيقت اين است كه مقصود از حديث شريف ذكر شده آن‌گونه كه ظاهرش بيان مىدارد ، نهى از درخواست و استعانت از غير خدا نيست ؛ بلكه مقصود ، نهى از غفلت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) متقى هندى ، كنز العمال ، ج 3 ، ص 204 ؛ برخى از گياهانى كه نهرهاى كوچك مىروياند يا چارپايان را به دليل پرخورى مىكشد يا به حال مرگ مىكشاند .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nواسطه بودن اسباب و انجام خيرات به‌دست خداست و مقصود توجه دادن به اين مطلب است كه اگر نعمت بر دست مخلوقات جارى مىشود ا زجانب خداوند و به‌وسيلهء اوست . و معنى چنين است : اگر مىخواهى از يكى از خلق كمك بگيرى و چاره‌اى جز اين ندارى ، همهء اعتماد خود را بر خداوند و تنها بر او قرار ده و اسباب ، مانع ديدن مسبب نگردد و مانند كسانى نباش كه ظاهر ارتباط بين اشيا را كه برخى بر ديگرى مترتب هستند مىبينند و از مرتبطكنندهء آن غافل هستند .\r\n\r\nهنگام درخواست ، از خدا طلب كن\r\nاما در مورد اين روايت :\r\n« إذا سألت فأسأل اللَّه » .\r\nدر اين روايت هيچ دليلى براى منع درخواست و توسل وجود ندارد و نمىتوان بدان تمسك جست و كسانى كه از ظاهر حديث اين مطلب را به‌طور مطلق استنباط كرده‌اند راه را اشتباه رفته‌اند و خود را به غلط انداخته‌اند چرا كه كسى كه انبيا و صالحان را وسيله قرار دهد ، خير را از جانب خدا جلب نموده و شر را دفع نموده است ؛ بنابراين او سائل خداوند است كه طلب گشايش يا دفع ضررى را مىكند و اين امر را با توسل به او انجام مىدهد و در اين كار از اسبابى كه خداوند امر كرده كه از آن طريق به وجود و فضل الهى دست يابند ، استفاده كرده ، از اسباب سؤال نكرده ؛ بلكه از\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nواضع آنها ، درخواست نموده است ؛ پس كسى كه مىگويد : اى رسول خدا ! مىخواهم كه چشممم به من برگردد يا بيمارىام بر طرف شود يا بلا از من دور شود ، درواقع اين مسائل را به‌واسطهء شفاعت حضرت رسول صلى الله عليه و آله از خداوند طلب مىكند و مانند اين است كه گفته باشد در فلان و فلان امر براى من دعا يا شفاعت فرما و فرقى بين اين دو لفظ نيست ، جز اين‌كه دومى صراحت در مقصود دارد و مثل همين عبارت است كلام توسل‌جوينده كه مىگويد : خدايا از تو مىخواهم به حق پيامبرت كه چنين نفعى را مهيا فرمايى يا فلان‌بدى را دفع نمايى و متوسل در همهء اين موارد جز از خداوند درخواست نمىكند .\r\nبدينسان معلوم است كه احتجاج به حديث\r\n« إذا سألت فأسأل اللَّه »\r\nبراى ممنوعيت توسل مغالطه‌اى بيش نمىباشد كه حديث را به امرى حمل كرده كه فساد و بطلانش ظاهر است .\r\n\r\nبه من استغاثه نشود !\r\nدر روايت آمده است كه در زمان پيامبر صلى الله عليه و آله مرد منافقى مؤمنين را مورد آزار و اذيت قرار مىداد ، ابوبكر گفت : بياييد از دست او به پيامبر استغاثه بريم . حضرت فرمود :\r\n« انّه لا يستغاث بي و انّما يستغاث بالله » . « 1 »\r\nاين روايت را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) به من نبايد استغاثه شود ؛ بلكه استغاثه فقط به خداوند است .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nطبرانى در المعجم الكبير ذكر كرده است . « 1 »\r\nكسانى كه قائل به منع استغاثه به پيامبر صلى الله عليه و آله هستند گاه به اين روايت استناد مىكنند و اين استدلال از اساس باطل است ؛ زيرا اگر آن‌را بر ظاهرش بار كنيم مقصود منع استغاثه به حضرت به‌طور مطلق است و اين امر با عمل صحابه در تضاد است ؛ چراكه استغاثه به حضرت مىكردند و به‌واسطهء او طلب باران مىنمودند ، از او درخواست دعا مىكردند و حضرت با شادى و سرور به آنها پاسخ مىگفت . بنابراين بايد آن‌را به‌گونهء مناسب با عموم روايات ، تأويل نمود تا بتواند در كنار روايات ديگر قرار گيرد .\r\nبنابراين مىگوييم : مراد از اين سخن اثبات حقيقت توحيد در مسائل اعتقادى است و اين‌كه فريادرس حقيقى فقط خداست و بنده ، واسطه‌اى بيش نيست يا با اين سخن حضرت خواسته است به آنها آموزش دهد كه نبايد از بنده درخواستى را كه قادر بر آن نيست ، طلب كرد ؛ امورى مانند رستگارى در بهشت ، نجات از آتش ، هدايت به معنى عصمت از گمراهى و ضمانت ختم به خير گشتن ، در زندگى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) در مجمع‌الزوائد ، ج 10 ، ص 159 آمده است كه رجال اين روايت ، رجال صحيحى هستند و درميان آنها عبداللَّه بن لهيعة مىباشد .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n\r\nالفاظ به‌كار گرفته شده در مدح پيامبر صلى الله عليه و آله\r\nگاه الفاظى در مدح پيامبر صلى الله عليه و آله به كار رفته است كه به‌واسطهء آن امر بر برخى مشتبه گرديده و گويندهء آن را تكفير كرده‌اند ؛ مانند اين سخن كه ما پناهى جز پيامبر صلى الله عليه و آله نداريم و مانند : اميدى جز او نيست ، من به او پناهنده شده‌ام ؛ در مصائب به او پناه برده مىشود ؛ اگر تو جواب ندهى از چه كسى درخواست كنم .\r\nكه مقصود اين است كه پناهى درميان خلق و اميدى درميان انسان‌ها جز او نيست و يا از ميان خلايق در گرفتارىها به او پناه برده مىشود ، به‌خاطر كرامت او نزد مولايش تا او رو به‌سوى خدا نمايد و از او طلب كند و اگر او از چنين كارى دست كشد از كدام بنده‌اى مىتوان طلب نمود ؟ با وجود اين‌كه ما در دعا و توسل چنين الفاظى را به‌كار نمىبريم و از مردم نمىخواهيم چنين كنند و به آن نيز ترغيب نمىكنيم تا به اوهام دچار نشويم و از الفاظ مورد اختلاف فاصله بگيريم و به الفاظى تمسك جوييم كه اختلافى در آن نيست ، ولى بايد توجه كنيم كه نسبت كفر دادن به گويندگان اين الفاظ عجولانه و رفتارى غيرحكيمانه است ؛ زيرا بايد درنظر بگيريم كه گويندگان اين الفاظ ، افراد موحّدى هستند كه شهادت به « لا إله إلّااللَّه » و « محمد رسول اللَّه » مىدهند ، نماز مىخوانند و همهء اصول دينى را قبول دارند ، خدا را پروردگار خويش مىدانند و\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nمحمد صلى الله عليه و آله راپيامبر واسلام‌را دين خويش مىشمارند و با اين اعتقادات حرمت مسلمين و ذمهء اهل دين به آنها تعلق مىگيرد .\r\nاز « انس » ذكر شده كه از رسول خدا نقل كرده است :\r\n« من صلّى صلاتنا و اسلم و استقبل قبلتنا و أكل ذبيحتنا فذلك المسلم الذي له ذمة اللَّه و رسوله فلا تخفروا اللَّه في ذمّته » ؛ « 1 »\r\nاين روايت را بخارى آورده است از همين روست كه بر ما واجب است اگر در كلام مؤمنان شاهد اسناد چيزى به غير خدا بوديم آن را بر مجاز عقلى حمل كنيم و حق نداريم آنها را تكفير كنيم چراكه مجاز عقلى در كتاب و سنت استعمال مىشود و بيان اين عبارات از موحد كافى است كه ما اين اسناد را مجازى بدانيم ؛ زيرا اعتقاد صحيح موحّد اين است كه خداوند خالق بندگان و عمل آنهاست و هيچ احدى جز او - چه زنده و چه مرده - تأثيرگذار نمىباشد و اين معنى توحيد است و در غير اين صورت فرد دچار شرك مىشود و در ميان مسلمين هيچ‌كس نيست كه معتقد به مشاركت افراد با خدا در انجام يا ترك كارى يا روزىبخشى يا زنده كردن و ميراندن و از اين قبيل الفاظ توهين‌آميز باشد ؛ بنابراين مقصود افرادى كه چنين مىگويند شفيع قرار دادن اين وسائل نزد خداوند است و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هركس اسلام آورد و رو به قبله ما بايستد و همانند ما نمازگزارد وذبح ما را بخورد مسلمان است و در حمايت خدا و رسول قرار دارد ؛ پس ذمهء الهى را در موردش نقض نكنيد .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nهدف فقط خداوند است و هيچ مسلمانى اعتقاد ندارد كه اگر از فردى درخواست مىكند آن فرد بدون توجه دور يا نزديك به خدا قادر به انجام يا ترك كارى باشد يا با توجهى كه نوعى شرك در آن باشد چنين كارى را انجام مىدهد و به خدا پناه مىبريم كه مسلمانى را به‌خاطر خطا يا جهل يا فراموشى يا اجتهاد متهم به شرك يا كفر كنيم .\r\nو بايد گفت : اگر بسيارى از اين افراد در اين‌كه به‌صورت مستقيم از حضرت رسول ، طلب شفاعت ، بخشش ، بهشت ، سعادت و شفا مىكنند ، خطاى در تعبير دارند اما در توحيدشان دچار خطا نشده‌اند ؛ زيرا مقصود شفاعت اين وسائل ، نزد خداوند است گويا كه مىگويد : اى رسول خدا ، از خدا بخواه كه مرا ببخشد .\r\nو مسلّم است كه حضرت نه به‌صورت مستقل و نه با استفاده از توان‌خويش ، بلكه با اجازه ، امر و قدرت الهى آن را انجام مىدهد . ايشان بندهء مأمورى است مقام و منزلت خاصى نزد خداوند دارد و به‌واسطهء كرامت اوست كه همهء مردمى كه به او ايمان دارند و رسالتش را تصديق مىكنند و فضل و كرامتش را باور دارند ، به خدا متوسل مىشوند .\r\nاز همين روست كه مىبينى حضرت صلى الله عليه و آله در برخى اوقات ، وقتى از طريق وحى يا حالت افراد متوجه شود كه سائل يا شنونده نقصى در اعتقادش دارد ، هشدار مىدهد .\r\nدر يك‌جا آگاهى مىدهد كه سيد فرزندان آدم است و در\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nجاى ديگر مىفرمايد كه سيد و آقا فقط خداست ، در يك موقعيت به او استغاثه مىجويند و خود به آنها مىآموزد كه به او متوسل شوند و در موقعيتى ديگر مىگويد استغاثه فقط به درگاه خداست نه به من !\r\nنتيجه اين‌كه ، استغاثه‌كننده‌اى كه اعتقاد به قدرت خلق و ايجاد براى غير خدا ندارد ، كافر نيست و فرق قائل شدن بين مرده وزندهء اوليا ، بىمعنى است بنابراين اگر اعتقاد به قدرت ايجاد توسط غير خدا را داشته باشد كفر ورزيده و اين بر خلاف نظر معتزله است كه مىگويند انسان افعال را خلق مىكند و اگر اعتقاد داشته باشد كه اين ولى سبب است يا از خداوند اين قدرت را كسب كرده است حكم به كفر او نمىشود .\r\nباتوجه به اين سببيت ، براى مرده نيز ممكن است و مىتواند با دعا آن را كسب كند و ارواح براى نزديكان خود دعا مىكنند .\r\nوپيامبر صلى الله عليه و آله مىفرمايند :\r\n« إن‌أعمالكم‌تعرض على أقاربكم وعشائركم من الأموات فإن كان خيراً استبشروا وإن كان‌غيرذلك قالوا : اللهم‌لاتمتهم حتى تهديهم كما هديتنا » . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مسند احمد ، ج 3 ، ص 165 ؛ اعمال شما بر بستگان مرده‌تان عرضه مىشود اگر خير باشد از آن شاد مىشوند و اگر جز اين باشد مىگويند : خدايا ! قبل از آن‌كه جانشان را بگيرى آنها را به همان راه كه ما را هدايت كردى ، رهنمون ساز .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n\r\nباب دوّم : مباحث نبوى\r\nدر اين باب به خصائص پيامبر صلى الله عليه و آله ، حقيقت نبوت ، حقيقت انسانى پيامبر و مفهوم تبرك به پيامبر پرداخته شده است .\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n\r\nخصائص محمدى و موضع علما\r\nعلما به خصوصيات پيامبر ، توجه بسيار نموده‌اند و در اين زمينه تأليفات ، شروح و جمع‌آورىهايى انجام گرفته و گاه به‌طور خاص به اين مبحث پرداخته‌اند كه مشهورترين و كامل‌ترين آنها « الخصائص الكبرى » تأليف « جلال‌الدين سيوطى » است . اين خصوصيات بسيار زياد است كه برخى داراى سند صحيح و برخى بدون سند صحيح و برخى ديگر نيز مورد اختلاف علما است ؛ زيرا بعضى سند آن را صحيح و بعضى غيرصحيح مىدانند و سند برخى روايات ديگر مورد اختلاف است .\r\nبحث در مورد اين روايات از قديم‌الأيام در ميان علما جريان داشته است ، برخى آن روايات را درست ، برخى اشتباه ، بعضى صحيح و بعضى ديگر باطل دانسته‌اند ؛ اما\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nبحث در حد كفر و ايمان نبوده است ؛ چراكه علما در بسيارى از احاديث با هم اختلاف دارند و با يكديگر در مورد صحيح ، ضعيف يا مردود بودن آن بحث مىكنند و اين اختلاف به‌دليل تفاوت ديدگاه آنان در مورد ارزيابى سند يا نقد رجال آن است .\r\nاگر به كتاب‌هاى گذشتگان مراجعه كنيم مىبينيم كه بسيارى از علماى امت و پيشوايان فقه ، برخى خصوصيات پيامبر صلى الله عليه و آله را در كتاب‌هايشان مىآورند و گاه به مسائل عجيب و غريبى اشاره مىكنند كه اگر پژوهشگر بخواهد براى قبول آنها بر صحت سندش تكيه كند ، جز مقدار بسيار كمى - از بسيارى از آن‌چه ذكر كرده‌اند - برايش نخواهد ماند . و اين شيوه تماماً با تكيه بر اصولى كه علما در اين باب وضع كرده‌اند ، به كار گرفته مىشود .\r\n« ابن القيم » خصوصيت عجيب و غريبى را از پيامبر صلى الله عليه و آله نقل مىكند و آن را به پيشوايان سلف نسبت مىدهد بدين بيان :\r\nقاضى گفته است : مروزى كتابى در فضايل پيامبر صلى الله عليه و آله تأليف كرده و در آن از بر عرش نشاندن پيامبر صلى الله عليه و آله سخن گفته است .\r\nو از خصائص پيامبر صلى الله عليه و آله است كه همهء خلقت ، از آدم به بعد ، بر او عرضه گرديدند ؛ همان‌گونه كه اسامى همهء\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nاشيا بر آدم آموخته شد به دليل روايت ديلمى كه مىگويد :\r\n« مثلت لي الدنيا بالماء والطين ، فعلمت الأشياء كلّها » ؛ « 1 »\r\nو همهء امت بر او عرضه شدند و او آنها را ديد چنان‌كه در حديث طبرانى است :\r\n« عرضت علىّ أمتي البارحة لدى هذه الحجرة أولها إلى آخرها صوروا لي بالماء والطين حتى أنّي لأعرض بالإنسان منهم من أحدكم بصاحبه » ؛ « 2 »\r\nو همهء آن‌چه در امت او واقع مىشود تا روز قيامت بر او عرضه شده همان‌گونه كه در حديث احمد است :\r\n« أدريت ما تلقى أمتي بعد وسفك بعضهم دماء بعض » . « 3 »\r\nاز جمله سخنان صاحب كتاب اين است كه زيارت قبر پيامبر صلى الله عليه و آله براى زن و مرد مستحب است به دليل روايت دارقطنى از ابن عمر كه از پيامبر صلى الله عليه و آله چنين نقل‌كرده :\r\n« من حج وزار قبري بعد وفاتي وكأنّها زارني في حياتي » . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البهوتى ، كشف القناع ، ج 5 ، ص 36 ؛ هنگامى كه دنيا بين آب و گل‌بود بر من عرضه شد و همه‌چيز را دانستم .\r\n( 2 ) همان ؛ روز گذشته كنار اين حجر همهء امت از اول تا آخر بر من‌عرض گرديد و از آغاز خلقت و حالت آب و گل بودن آن بر من تصوير شد به‌گونه‌اى كه من افراد را بيش از دوستانشان مىشناسم .\r\n( 3 ) وضعيتى كه امتم پس از من با آن مواجه مىشوند و اين‌كه چگونه خون يكديگر را مىريزند به من نشان داده شد .\r\n( 4 ) كسى كه حج كند و پس از وفاتم به زيارت قبر من بيايد ، مانند آن است كه مرا در زمان حياتم زيارت كرده باشد .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n\r\nبهشتى كه زير پاى مادران است ، چگونه نمىتواند تحت فرمان پيامبر صلى الله عليه و آله باشد ؟\r\nاز ديگر خصوصيات پيامبر صلى الله عليه و آله كه مورد بحث ميان اهل علم است اين است كه پيامبر صلى الله عليه و آله زمين بهشت را تقسيم مىكند . اين خصوصيات را « سيوطى » ، « قسطلانى » و « زرقانى در شرحى كه بر المواهب اللدنيه دارد » ، نقل كرده‌اند .\r\nطبيعى است كه اين تقسيم كردن براى افراد شايستهء موحّد و به اذن الهى است كه اين اذن يا از طريق وحى ، يا الهام يا تفويض اختيار از جانب خداوند صورت مىپذيرد و به اين مطلب در سخن حضرت اشاره شده :\r\n« انّما أنا قاسم واللَّه معطي » . « 1 »\r\nو اگر اين تعبير كه بهشت زير پاى مادران است ، صحيح باشد چگونه صحيح نيست كه بهشت تحت فرمان حضرت يا زير پاى ايشان باشد ؟ و معنى هردو كلام يكى است و هر طلبه‌اى با پايين‌ترين درجات علمى آن را درمىيابد .\r\nدرواقع تعبير مذكور مجازى است به اين مفهوم كه براى رسيدن به بهشت بايد به پدر و مادر و خصوصاً مادر نيكى نمود و همين تعبير در مورد پيامبر صلى الله عليه و آله به معنى محبت ، اطاعت و موالات اوست .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . من فقط تقسيم‌كننده هستم و خداوند است كه مىبخشد .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n\r\nاسناد دخول به بهشت ، در دست پيامبر صلى الله عليه و آله\r\nاز ابن عباس روايت شده كه پيامبر صلى الله عليه و آله فرمودند :\r\n« يوضع للأنبياء منابر من نور يجلسون عليها ويبقى منبري لا أجلس عليه أو قال : لا أقعد عليه قائماً بين يدي ربّي مخافة أن يبعث بي إلى الجنة وتبقى أمتي بعدي فأقول : يا ربّ أمتي ، أمتي .\r\nفيقول اللَّه عزّ وجلّ : يا محمّد ! ما تريد أن أصنع بأمتك ؟ فأقول يا ربّ عجّل حسابهم فيدعى بهم فيحاسبون ، فمنهم من يدخل الجنة برحمة اللَّه ، ومنهم من يدخل الجنة بشفاعتي ، فما أزال أشفع حتى أعطى صكاكاً برجال قد بعث بهم إلى النار وآتى ان ملكاً خازن النار فيقول : يا محمّد ! ما تركت للنار لغضب ربّك في أمتك من نقمة » . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . روز قيامت منابرى از نور براى انبيا قرار داده مىشود كه بر آن مىنشينند ؛ ولى من بر منبر خويش نمىنشينم از ترس اين‌كه مرا به بهشت ببرند و امتم بيرون بمانند ، نزد پروردگار مىايستم و مىگويم : اى پروردگار من ! امتم ، امتم ، خداوند مىفرمايد : مىخواهى با امتت چه كنم ؟ و من مىگويم حساب‌رسى آنها را جلو بينداز ؛ پس امت را مىخوانند و حساب‌رسى مىكنند ، برخى با رحمت حق وارد بهشت مىشوند و برخى با شفاعت من و پيوسته شفاعت مىكنم تا اين‌كه اسناد آزادى افرادى كه به‌سوى آتش برده مىشوند را دريافت مىكنم و در اين‌جا نگهبان جهنم مىگويد : اى محمد ! هيچ نقمتى را براى خشم پروردگارت باقى ننهادى .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\n\r\nعطاى بهشت توسط پيامبر صلى الله عليه و آله\r\nدر روايتى از جابر آمده است كه به پيامبر صلى الله عليه و آله گفتيم : بر چه چيز با تو بيعت كنيم ؟ حضرت فرمود :\r\n« على السمع والطاعة في النشاط والكسل وعلى النفقة في العسر واليسر وعلى الأمر بالمعروف والنهي عن المنكر ولكم الجنة » . « 1 »\r\nابن حجر نقل مىكند كه « احمد » گونهء ديگرى را نيز از جابر نقل كرده است كه عباس دست پيامبر صلى الله عليه و آله را گرفته بود ، وقتى بيعت پايان يافت حضرت فرمود : گرفتى و عطا كرده شدى . « 2 » اين روايت را احمد آورده است « 3 » و معنايش چنين است كه بيعت كردى و بهشت به تو عطا شد .\r\n\r\nپيامبر صلى الله عليه و آله بهشت را مىفروشد و عثمان آن را مىخرد\r\nاز ابوهريره نقل شده است : عثمان دوبار بهشت را از پيامبر صلى الله عليه و آله خريد ؛ يك بار وقتى حق خود را در حفر چاه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . با من بر اطاعت و فرمانبرى در غم و شادى و بر انفاق در تنگدستى و بر امر به معروف و نهى از منكر پيمان بنديد تا بهشت را براى شما ضمانت كنم .\r\n( 2 ) . فتح‌البارى ، ج 7 ، ص 223\r\n( 3 ) . مجمع‌الزوائد ، ج 6 ، ص 48\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nمعونه فروخت و بار ديگر وقتى لشكر العسرة را تجهيز و مهيا نمود . « 1 »\r\nو هر عاقلى مىداند كه بهشت در ملكيت خداى سبحان است و هيچ‌كس حقّ ملكيت و تصرف در آن را با هر مقام و منزلتى كه باشد ندارد ، نه پيامبران و نه رسول و نه فرشتگان ؛ ولى خداوند سبحان بر پيامبران منّت مىنهد و عطايى به آنها مىكند كه آنها را متمايز از ساير مخلوقات مىسازد و اين عطا ، به‌خاطر كرامت و جايگاه بلند آن‌ها ، نزد خداوند است .\r\n\r\nمرا بىجا ستايش نكنيد\r\nبعضى از مردم از اين سخن پيامبر صلى الله عليه و آله كه فرمود :\r\n« لا تطروني كما أطرت النصارى عيسى بن مريم » ؛ « 2 »\r\nچنين برداشت كرده‌اند كه پيامبر از مدح خويش نهى نموده‌اند و اين مطلب را إطراء و غلو كه مذموم و منتهى به شرك مىشود ، گرفته‌اند . و چنين پنداشته‌اند كه هركس حضرت را مدح كند و او را از حدّ ساير انسان‌ها بالاتر بداند و با برتر دانستن او از سايرين ، حضرت را بستايد ، بدعت‌گذار است و مخالف سنت سيد مرسلين عمل نموده است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اين روايت را حاكم در مستدرك آورده و آن را صحيح دانسته است ؛ ج 3 ، ص 107\r\n( 2 ) . مرا آن‌گونه كه نصارا « عيسى بن مريم » را مدح كردند ، مدح نكنيد .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nاين برداشت ، نادرست و دلالت بر كوته‌فكرى صاحبش دارد ، چراكه پيامبر صلى الله عليه و آله نهى از ستايشگرى ، همچون ستايش نصارا نمود كه به فرزند مريم نسبت دارند كه پسر خداست .\r\nبنابراين هركس ثناگويى و توصيفى كه نصارا نسبت به پيامبرشان داشتند در مورد حضرت محمد صلى الله عليه و آله انجام دهد ، مانند آنها مىباشد .\r\nاما اگر كسى حضرت را به‌گونه‌اى مدح و وصف كند كه از حدود بشريت خارج نشود و اعتقاد به بندگى و رسالت حضرت داشته باشد و مدح او به دور از اعتقاد نصرانيت باشد ، بدون شك چنين فردى از موحّدترين مردم است .\r\nخودخداوند نيزبه‌مدح‌پيامبر صلى الله عليه و آله پرداخته‌وفرموده است :\r\n « وَ إِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ » ؛  « 1 » و مردم را امر كرده كه در سخن گفتن و جواب دادن به پيامبر صلى الله عليه و آله ادب را رعايت كنند :\r\n « يا أَيُّهَا الَّذِينَ آمَنُوا لا تَرْفَعُوا أَصْواتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ » ؛  « 2 » و از اين‌كه با او مانند يكديگر معامله كنيم و مثل سايرين او را ندا كنيم ما را نهى كرده است :  « إِنَّ الَّذِينَ يُنادُونَكَ مِنْ وَراءِ الْحُجُراتِ أَكْثَرُهُمْ لا يَعْقِلُونَ » .  « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تو اخلاقى بس بزرگ دارى .\r\n( 2 ) . حجرات : 2 ؛ اى مؤمنان صداى خود را از رسول خدا بلندتر نسازيد .\r\n( 3 ) . نور : 63 ؛ بدانسان كه يكديگر را مىخوانيد ، پيامبر صلى الله عليه و آله را مورد خطاب قرار ندهيد .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nخود پيامبر نيز خويشتن را چنين مدح مىكرد :\r\n« أنا خير أصحاب اليمين ، أنا خيرالسابقين ، أنا أتقى ولد آدم وأكرمهم على اللَّه ولا فخر » . « 1 »\r\nما در اين‌جا تنها به صفاتى كه پيامبر را از ساير انسان‌ها ممتاز مىكند اشاره مىكنيم .\r\n\r\nپيامبران هم بشرند ولى . . .\r\nمردم چنين مىپندارند كه پيامبران صلى الله عليه و آله با ساير انسان‌ها در همهء احوال و اعراض مساوى هستند در حالى كه اين فكر به‌شدت اشتباه و جاهلانه است و ادلهء صحيح كتاب و سنت آن را رد مىكند .\r\nپيامبران گرچه با ديگر انسانها درحقيقت بشر بودن مشترك هستند و به اين امر قرآن اشاره مىفرمايد :  « أَنَا بَشَرٌ مِثْلُكُمْ يُوحى إِلَيَّ » .  « 2 »  * \r\nولى در بسيارى از صفات و اعراض با مردم متفاوتند و اگر جز اين بود مزيت بشر بودن آنها عين معجزه است چراكه در حالى كه بشر هستند و از جنس آدميانند ، ولى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . من بهترين اصحاب يمين هستم ، من بهترين سابقين و باتقواترين آنها و گرامىترين آنها نزد خداوند هستم اين هيچ فخرى ندارد . ( اين روايت را ترمذى آورده است . )\r\n( 2 ) . كهف : 110 ؛ بگو من بشرى مانند شما هستم كه به من وحى مىشود .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nبه‌گونه‌اى متفاوت از آنها هستند كه هيچ‌كس به گرد آنها نمىرسد . و از اين منظر است كه اگر به آنها تنها به‌عنوان يك بشر عادى نگريسته شود ، نگرش جاهلانه و مشركانه است .\r\nاز جملهء اين نگرش‌ها ، نگاه قوم نوح در حق اوست كه خداوند از آنها حكايت مىكند :  « فَقالَ الْمَلَأُ الَّذِينَ كَفَرُوا مِنْ قَوْمِهِ ما نَراكَ إِلَّا بَشَراً » .  « 1 »\r\nو برخاسته از همين نگرش‌هاست سخن قوم موسى و عيسى در مورد آنها :  « فَقالُوا أَ نُؤْمِنُ لِبَشَرَيْنِ مِثْلِنا وَ قَوْمُهُما لَنا عابِدُونَ » . \r\nيا سخن اصحاب ثمود آن‌گاه كه خداوند حكايت مىكند :  « ما أَنْتَ إِلَّا بَشَرٌ مِثْلُنا فَأْتِ بِآيَةٍ إِنْ كُنْتَ مِنَ الصَّادِقِينَ » .  « 2 »\r\nيا سخن اصحاب الأيكه به پيامبرشان شعيب :   « قالُوا إِنَّما أَنْتَ مِنَ الْمُسَحَّرِينَ وَ ما أَنْتَ إِلَّا بَشَرٌ مِثْلُنا وَ إِنْ نَظُنُّكَ لَمِنَ الْكاذِبِينَ » .   « 3 »\r\nهمان‌طور كه سخن مشركان در مورد حضرت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . هود : 27 ؛ سران كافر قومش گفتند : ما تو را بيش از يك انسان مشابه خودمان نمىدانيم .\r\n( 2 ) . شعرا : 154 ؛ تو جز بشرى همانند ما نيستى ، پس اگر راست مىگويى ، نشانه‌اى بياور .\r\n( 3 ) . شعرا : 186 ؛ گفتند : تو مورد سحر و جادو واقع شده‌اى ! تو بشرى همانند مايى و ما تو را دروغگو مىپنداريم ؟ !\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nمحمد صلى الله عليه و آله كه با نگاه بشريت صرف به حضرت نگريسته و گفتند :  « وَ قالُوا ما لِهذَا الرَّسُولِ يَأْكُلُ الطَّعامَ وَ يَمْشِي فِي الْأَسْواقِ » .  « 1 »\r\n\r\n- برخى خصائص انحصارى پيامبر :\r\nپيامبر آن‌چه را ما نمىبينيم ، مىبيند و آن‌چه را نمىشنويم مىشنود\r\nاز ابوذر نقل شده كه رسول خدا صلى الله عليه و آله فرمودند :\r\n« إنى أرى ما لا ترون وأسمع ما لا تسمعون ، أطّت السماء وحقّ لها أن تئطّ والذي نفسي بيده ما فيها موضع أربع أصابع إلّاوفيه ملك واضع جبهته ساجد للَّه‌واللَّه لو تعلمون ما أعلم لضحكتم قليلًا ولبكيتم كثيراً و ما تلذذتم بالنساء على الفرشات ولخرجتم إلى الصعدات تجأرون إلى اللَّه » . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فرقان : 7 ؛ گفتند : اين چه پيامبرى است كه غذا مىخورد و در بازار راه مىرود .\r\n( 2 ) من آن‌چه را شما نمىبيند مىبينم و آن‌چه را نمىشنويد مىشنوم ، آسمان مىخروشد و حق دارد و چنين كند . قسم به آن‌كه جان من به دست اوست كه به فاصله هر چهار انگشتى ، فرشته‌اى در آسمان پيشانى به سجده مىسايد . به‌خدا قسم اگر آن‌چه را من مىدانم شما مىدانستيد كم مىخنديديد و بسيار مىگريستيد و از هم‌بسترى با زنان لذت نمىبرديد و بر بلندىها رفته و به خدا پناه مىجستيد .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\n\r\nسايهء حضرت صلى الله عليه و آله\r\nحكيم ترمذى از ذكوان نقل كرده كه پيامبر صلى الله عليه و آله نه در نور ماه و نه در نور خورشيد سايه‌اى نداشت و ابن سبع مىگويد : از خصائص حضرت صلى الله عليه و آله اين بود كه سايه‌اش بر زمين نمىافتاد ؛ زيرا او نور بود و در زير نور خورشيد و ماه سايه‌اى از او ديده نمىشد . برخى گفته‌اند شاهد اين امر كلام حضرت است در مسألت از خدا : واجعلني نوراً .\r\n\r\nخواب حضرت\r\nشيخان از عايشه نقل كرده‌اند كه به حضرت عرض كرد :\r\nاى رسول خدا آيا قبل از نماز وتر مىخوابى ؟ حضرت صلى الله عليه و آله فرمود :\r\n« انّ عينيّ تنامان ولا ينام قلبي » . « 1 »\r\nچنان‌كه از انس بن مالك نقل كرده‌اند كه رسول خدا صلى الله عليه و آله فرمود :\r\n« تنام عيني ولا ينام قلبي » .\r\nو حضرت صلى الله عليه و آله فرمود :\r\n« الأنبياء تنام أعينهم ولا تنام قلوبهم » . « 2 »\r\n\r\nدورى پيامبر صلى الله عليه و آله از احتلام\r\nطبرانى از طريق عكرمه ، از انس و ابن عباس و همچنين دينورى در المجالسه ، از طريق مجاهد و از قول ابن عباس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) چشمانم مىخوابد ولى قلبم نمىخوابد .\r\n( 2 ) چشمان انبيا به خواب مىرود اما قلبشان بيدار است .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nآورده است كه هيچ پيامبرى محتلم نگرديده چراكه احتلام از شيطان است .\r\n\r\nمفهوم تبرك\r\nبسيارى از مردم در شناخت واقعيت تبرك به پيامبر صلى الله عليه و آله و آثار حضرت و تبرك به اهل بيت ايشان و وارثان حضرت از جمله علما و اوليا دچار اشتباه هستند و هركس كه چنين شيوه‌اى داشته باشد را متهم به شرك و گمراهى مىكنند همان‌گونه كه با هر چيز جديدى تنگ‌نظرانه و كوته‌فكرانه برخورد مىكنند .\r\nپيش از آن‌كه دلايل و شواهد جواز ؛ بلكه شرعى بودن اين امر را بيان كنيم بايد بدانيم تبرك همان توسل به خداوند سبحان است ، به‌وسيلهء آن‌چه مورد تبرك قرار مىگيرد ، چه شخص باشد و چه مكان يا اثر او .\r\nتبرك به اشخاص از اين جهت است كه اعتقاد داريم آنها نزد خداوند فضيلت و تقرب دارند ضمن اين‌كه معتقديم كه بدون اذن الهى نمىتوانند خيرى برسانند يا شرى را دفع نمايند .\r\nو اما تبرك به آثار از اين رو است كه آنها را منتسب به آن اشخاص مىبينيم و به‌خاطر شرافت اشخاص ، شرافت يافته و بزرگ و محبوب و داراى ارزش گرديده است .\r\nمكان‌ها نيز به‌صورت ذاتى فضيلتى ندارند ؛ بلكه\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nبه‌خاطر خيراتى كه در آنها واقع شده يا انجام گرفته ؛ مانند نماز ، روزه و عباداتى كه بندگان صالح بجاى آورده‌اند مورد تبرك قرار مىگيرند ؛ زيرا به‌سبب اين اعمال رحمت در آن مكان‌ها نازل مىگردد ، فرشتگان حضور مىيابند و آرامش آن‌جا را فرامىگيرد و اين همان بركتى است كه در آن مكان‌ها از خدا طلب مىگردد .\r\nانسان با قرار گرفتن در چنين مكان‌هايى و با توجه پيدا كردن به خداوند ، دعا و استغفار ، خود را در معرض چنين بركاتىقرار مىدهد و برايش حوادث بزرگ و مناسبت‌هاى گرانقدرى كه جان‌ها را به حركت مىآورد و همت‌ها را متعالى مىسازد ، يادآور مىشود و تلاش مىكند كه خود را مشابه صالحان و اهل فلاح قرار دهد . اينك به برخى از روايات كه در مورد بركت است توجه مىكنيم .\r\n\r\nتبرك به مو ، آب دهان ، عرق و آب وضوى پيامبر صلى الله عليه و آله\r\nاز جعفر بن عبداللَّه بن حكم ، نقل شده كه خالد بن وليد كلاهخودش را روز جنگ يرموك گم كرد ، هرچه گشتند آن را نيافتند ؛ پس از مدتى گشتن كلاهخودى كهنه يافتند .\r\nخالد مىگويد : وقتى پيامبر صلى الله عليه و آله عمره بجاى آورد سرش را تراشيد و مردم هريك مبادرت به جمع كردن بخشى از موى پيامبر نمودند ، من هم موى جلوى پيشانى حضرت را\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nبرداشته و در كلاهخودم قرار دادم . پس از آن در هيچ جنگى حضور نيافتم كه آن كلاهخود همراهم باشد مگر اين‌كه به پيروزى دست مىيافتم .\r\nعروة بن مسعود از حالات صحابه ، با پيامبر صلى الله عليه و آله مىگويد\r\nامام بخارى نقل كرده كه عروه اصحاب پيامبر صلى الله عليه و آله را مىنگريست و مىگفت : به خدا قسم هيچ آب‌وضويى از پيامبر صلى الله عليه و آله نمىريخت مگر آن‌كه در كف اصحاب قرار مىگرفت و آن را بر صورت و بدن خود مىماليدند ، و هرگاه به آنها دستورى مىداد به سرعت به آن اقدام مىكردند و هرگاه وضو مىگرفت نزديك بود كه براى به‌دست آوردن آب وضويش با هم درگير شوند و هنگام سخن گفتن صدايشان را نزد او پايين مىآوردند ، و به احترام حضرت به‌گونه‌اى تيز و خيره ، به او نمىنگريستند .\r\nسپس عروه به‌سوى دوستانش بازگشت و گفت : اى مردم ، به خدا قسم كه من بر پادشاهانى از قبيل قيصر و كسرى و نجاشى وارد شده‌ام و به‌خدا سوگند كه هيچ پادشاهى را نديدم كه مانند محمد ، يارانش او را بزرگ بدارند ( و سپس آن‌چه ديده بود نقل كرد ) . اين روايت را بخارى در كتاب شروط ، باب شروط جهاد آورده است . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فتح‌البارى ، ج 5 ، ص 330\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\n\r\nتبرك به موى پيامبر صلى الله عليه و آله :\r\nپيامبر صلى الله عليه و آله مويش را بين مردم تقسيم مىكرد\r\nمسلم در حديثى از انس نقل كرده : پيامبر صلى الله عليه و آله وارد منى شدند و پس از بازگشت از رمى جمرات به محل سكونت خود در منى آمده و قربانى كردند ؛ سپس به حلق‌كنندهء سرشان اشاره نموده و فرمودند بگير و با اشاره به چپ و راست شروع به بخشيدن آن موها به مردم كردند .\r\nتوزيع تك‌تك موهاى پيامبر صلى الله عليه و آله\r\nدر روايت « حفص » كه « مسلم » آن‌را آورده است چنين آمده : پس شروع كرد از موهاى سمت راست سر و آنها را تك‌تك و دوتادوتا بين مردم توزيع كرد سپس فرمود در مورد قسمت چپ هم ، چنين كنند .\r\nابوبكر در روايتى از حفص چنين آورده است : حضرت به حلق‌كننده فرمود : و اشاره به سمت راست سرش فرمود و موى آن را بين كسانى كه همراه حضرت بودند تقسيم كرد ، سپس براى جانب چپ به او اشاره كرد و پس از تراشيدن آن را به « ام سليم » داد .\r\nتبرك به عرق پيامبر صلى الله عليه و آله\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n« عثمان » از « انس » نقل كرده كه‌ام سليم براى پيامبر فرشى پهن مىكرد تا حضرت روى آن بخوابند و هنگامى كه حضرت به خواب قيلوله مىرفت از عرق و موى حضرت برداشته و در شيشه‌اى مىريخت و سپس آن را در تُنگ در دارى نگه مىداشت ؛ لذا وقتى زمان وفاتِ انس بن مالك ، فرارسيد وصيت كرد كه مقدارى از آن را در حنوط او قرار دهند و چنين كردند . « 1 »\r\n\r\nتبرك جستن به پيامبر صلى الله عليه و آله ، با مسح نمودن ايشان\r\nاز « عبدالرحمان بن ابى ليلى » به نقل از پدرش آمده است :\r\n« اسيد بن حضير » مردى صالح و خنده‌رو و مليحى بود ؛ يك بار كه نزد رسول خدا بود براى مردم لطيفه مىگفت و آنها را مىخنداند حضرت به پشت او كوبيد . او به حضرت گفت : از ضربه‌ات احساس درد كردم . حضرت فرمود :\r\nقصاص كن ، گفت : شما لباس بر تن داريد و من ضربه را بر بدن بدون لباس احساس كردم . حضرت پيراهن خود را بالا زدند و او حضرت را در آغوش گرفت و شروع به بوسيدن كمر حضرت كرد و گفت : پدر و مادرم به فدايت اى رسول خدا ، من همين را مىخواستم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اين روايت را بخارى در كتاب « استئذان من زار قوماً . . . » آورده است .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\n\r\nتبرك به مواضعى كه حضرت لمس نموده‌اند\r\nتبرك به جايى كه دهان پيامبر صلى الله عليه و آله به آن رسيده است\r\nامام احمد و ديگران از انس نقل كرده‌اند كه پيامبر صلى الله عليه و آله بر ام سليم وارد شد و مشكى در اتاق آويخته بود ، حضرت از دهانه آن مشك نوشيد ، پس از آن ، ام سليم دهانه مشك را بريد و ما براى تبرك نزد خود نگه داشتيم . معنى روايت اين است كه ام‌سليم محل نوشيدن پيامبر را بريده و به عنوان تبرك به آثار پيامبر صلى الله عليه و آله در خانهء خود نگه داشته است .\r\nتبرك ، با بوسيدن دستى كه به پيامبر صلى الله عليه و آله رسيده باشد\r\n« يحيى بن حارث ذمارى » مىگويد : واثلة بن اسقع را ديدم و از او پرسيدم : آيا با همين دستت با رسول خدا بيعت كردى ؟ گفت : بله ، گفتم : دستت را بده تا ببوسم و او چنين كرد .\r\nتبرك جستن به آن‌چه دست پيامبر صلى الله عليه و آله به آن رسيده است\r\nاز « صفية بنت مجزأه » نقل شده كه بخشى از موى جلوى پيشانى ابومحذره آن‌قدر بلند شده بود كه وقتى مىنشست به زمين مىرسيد . به او گفتند : چرا آن را كوتاه\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nنمىكنى ؟ گفت : زيرا دست رسول خدا صلى الله عليه و آله آن رالمس كرده و تا زنده هستم آن را نخواهم چيد .\r\nاز « ابوبرده » نقل شده : وارد مدينه شدم و « عبداللَّه بن سلام » مرا ملاقات كرد و گفت : به منزل من بيا تا در ظرفى كه پيامبر صلى الله عليه و آله در آن نوشيده به تو نوشيدنى دهم و در مسجدى كه پيامبر صلى الله عليه و آله نماز خوانده نماز گزارى ؛ پس با او رهسپار شدم او خرما و نوشيدنى به من داد و در مسجد پيامبر صلى الله عليه و آله نماز گزاردم .\r\nتبرك به منبر رسول خدا صلى الله عليه و آله\r\n« قاضى عياض » مىگويد : ابن عمر را ديدند كه دست بر محلى كه پيامبر صلى الله عليه و آله نشسته بودند مىماليد و آن را به‌صورت خود مىكشيد .\r\nابن تيميه نيز اين روايت را از امام احمد نقل كرده كه در مسح منبر و برآمدگى كنار آن اجازه داده شده و بيان نموده كه ابن عمر و سعيد بن مسيب و يحيى بن سعيد كه از فقهاى مدينه بودند چنين مىكردند .\r\nتبرك به قبر شريف پيامبر صلى الله عليه و آله\r\nهنگامى كه زمان وفات عمر بن خطاب فرا رسيد به فرزندش عبداللَّه گفت : نزد ام‌المؤمنين عايشه برو و بگو عمر به تو سلام مىرساند و نگو اميرالمؤمنين چراكه امروز\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nمن اميرالمؤمنين نيستم و بگو كه عمر اجازه مىخواهد كه در كنار دو يار خود دفن شود ، او چنين كرد و بر عايشه وارد شد و او را گريان ديد . گفت : عمر سلام مىرساند و اجازه مىخواهد كه نزد دو دوست خود دفن شود . عايشه گفت : من اين محل را براى خودم مىخواستم ، ولى امروز او را بر خودم مقدم مىدارم . هنگامى كه ابن عمر بازگشت ، گفتند اين عبداللَّه بن عمر است كه مىآيد .\r\nعمر گفت : مرا بلند كنيد . فردى او را به خود تكيه داد و بلند كرد . عمر گفت : چه خبر ؟ فرزندش گفت : آن‌چه اميرمؤمنان دوست دارد ، اجازه داده شد ، عمر گفت :\r\nالحمد للَّه ، هيچ چيزى براى من مهم‌تر از اين نبود ، هنگامى كه قبض روح شدم مرا نزد قبر ببريد سپس سلام كرده و بگوييد : عمر اجازه مىخواهد ، پس اگر اجازه داده شد مرا داخل كنيد و اگر عايشه قبول نكرد مرا به قبرستان مسلمانان ببريد .\r\nو از « احمد بن حنبل » در مورد مسّ قبر پيامبر صلى الله عليه و آله و بوسيدن آن سؤال شد و او در اين امر اشكالى نديده است . « 1 » و اگر گفته شود چرا صحابه چنين كارى را انجام نمىدادند ؟ بايد گفت : زيرا آنها در زمان حيات ، حضرت را ديده بودند از محضرش بهره‌مند شده و دست حضرت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اين روايت را فرزندش عبداللَّه بن احمد نقل كرده است .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nرا بوسيده بودند و حتى نزديك بود كه بر سر آب وضويش با هم درگير شوند همچنان‌كه موى حضرت را روز حج اكبر بين خويش تقسيم نمودند و هرگاه كه ترشحى ( از قبيل آب وضو يا . . . ) از حضرت خارج مىشد با دست خويش از آن استقبال كرده و بر چهره خود مىماليدند . و ما كه چنين بهرهء وافرى را از حيات حضرت نداشته‌ايم با قرار گرفتن كنار ضريح پيامبر صلى الله عليه و آله و بزرگداشت آن و لمس و بوسيدن آن حضرت بهره‌مند مىشويم . آيا نديدى چگونه « ثابت‌البنانى » دست انس بن مالك را بوسيده و بر صورت خود مىنهاد و مىگفت : اين دستى است كه دست رسول خدا را لمس كرده است .\r\nآيا نديدى كه صحابه به‌خاطر شدت محبتشان به پيامبر صلى الله عليه و آله گفتند : آيا مىشود براى تو سجده كنيم ؟ و حضرت فرمود : نه و اگر حضرت اجازه مىدادند آنها سجده مىكردند ؛ البته نه سجدهء عبادت ، بلكه سجدهء اجلال و اكرام ؛ همان‌گونه كه برادران يوسف براى يوسف سجده كردند . همچنين سجده بر قبر پيامبر صلى الله عليه و آله اگر براى تعظيم و تكريم باشد ، موجب كفر نمىشود ؛ بلكه سجده‌كننده معصيت نموده و بايد دانست كه از چنين كارى نهى شده ، همان‌طور كه از نماز به‌سوى قبر پيامبر صلى الله عليه و آله نهى گرديده است .\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nتبرك به تابوت\r\nخداوند تعالى در قرآن كريم فضيلت تابوت را ذكر كرده است :  « وَ قالَ لَهُمْ نَبِيُّهُمْ إِنَّ آيَةَ مُلْكِهِ أَنْ يَأْتِيَكُمُ التَّابُوتُ فِيهِ سَكِينَةٌ مِنْ رَبِّكُمْ وَ بَقِيَّةٌ مِمَّا تَرَكَ آلُ مُوسى وَ آلُ هارُونَ تَحْمِلُهُ الْمَلائِكَةُ » .  « 1 »\r\nو خلاصه قصه چنين است كه اين تابوت نزد بنىاسرائيل بود و به‌وسيلهء آن طلب نصرت مىكردند و به خداوند متوسل مىشدند به دليل آثارى كه در آن بود ، و اين دقيقاً همان تبركى است كه مدّ نظر ماست و خداوند تعالى محتويات تابوت را بيان كرده مىفرمايد :  « وَ بَقِيَّةٌ مِمَّا تَرَكَ آلُ مُوسى وَ آلُ هارُونَ » . \r\nو اين بقيهء از آل موسى و هارون ، عصاى موسى و مقدارى از لباس موسى و هارون و كفش او و برگه‌هايى از تورات و طشت بوده است ، آن‌گونه كه مفسران و مورخانى مانند ابن كثير ، قرطبى ، سيوطى و طبرى گفته‌اند كه بايد به آن منابع رجوع شود . و اين امر دلالت بر مفاهيم بسيارى دارد از جمله : توسل به آثار صالحان از جمله حفظ كردن آن آثار و همچنين تبرك جستن به آن آثار .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بقره : 284 ؛ پيامبرشان به آنها گفت : نشانهء پادشاهى او تابوتى است كه در آن آرامش از جانب پروردگار و بقيهء آثار خاندان موسى و هارون وجود دارد و فرشتگان آن را به‌دوش مىكشند .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n\r\nتبرك‌جويى امام احمد و تأييد حافظ ذهبى\r\nعبداللَّه بن احمد مىگويد : پدرم را ديدم كه مويى از پيامبر صلى الله عليه و آله را گرفته بر لب مىنهد و مىبوسد ، زمانى ديگر بر چشم مىگذارد يا در آب فرومىبرد و از آن آب مىنوشد و طلب شفا مىكند .\r\nهمچنين ديدم كه مقدارى از موى جلوى سر پيامبر صلى الله عليه و آله را گرفته و در آب شستشو داد و سپس از آن نوشيد .\r\nو ديدم كه از آب زمزم به نيت شفا مىنوشد و آن را به‌صورت و دستانش مىمالد . بنده مىگويم : آن سخت‌گير و انكار كننده كجاست كه ببيند وقتى فرزند احمد بن حنبل از پدرش در مورد لمس برآمدگى منبر پيامبر صلى الله عليه و آله مىپرسد مىگويد اشكال ندارد ( خداوند ما و شما را از آراى خوارج و بدعت گذاران حفظ فرمايد ) .\r\n\r\nخلاصه\r\nحاصل و نتيجهء اين اخبار و روايات اين است كه تبرك به پيامبر و آثار او يا هر چيزى كه منتسب به اوست ، سنتى بزرگ و شيوه‌اى پسنديده و مشروع است و براى ثبوت اين امر شيوهء برگزيدگان صحابه و تأييد پيامبر صلى الله عليه و آله كفايت مىكند ؛ بلكه بالاتر از اين ، دستور پيامبر صلى الله عليه و آله در وهله‌اى و اشارهء حضرت به انجام آن كار در وهله‌اى ديگر ، حجت است .\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nروايات ذكرشده بيانگر كذب كسانى است كه به اين امور - كسى از صحابه جز « ابن عمر » - توجه نداشته و عمل ننموده است و گفته‌اند كه احدى از صحابه موافق « ابن عمر » نبوده است .\r\nاين قول يا از روى جهل است يا كذب و يا تلبيس ؛ زيرا بسيارى از صحابه غير از « ابن عمر » اهتمام به تبرك داشته و انجام مىدادند و از جملهء آنها خلفاى راشدين ، ام سلمه ، خالد بن وليد ، واثلة بن اسقع ، سلمة بن أكوع ، انس بن مالك ، ام سليم ، اسيد بن حضير ، سواد بن غزيه ، سواد بن عمرو ، عبداللَّه بن سلام ، ابوموسى ، عبداللَّه بن زبير ، سفينة مولى النبى صلى الله عليه و آله ، سره ، خادم أم سلمه ، مالك بن سنان ، اسماء بنت أبيبكر ، أبومحذوره و مالك بن انس و بزرگان مدينه ، مانند : سعيد بن مسيب و يحيى بن سعيد را مىتوان نام برد .\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n\r\nباب سوّم : مباحث متفرقه\r\nمسائل گوناگون و از جمله : مشروعيت زيارت پيامبر صلى الله عليه و آله و موضوعات مرتبط به آن از قبيل آثار و مشاهد و مناسبتها\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\n\r\nزندگى برزخى ، زندگى حقيقى\r\nآيات روشن و احاديث مشهور و صحيح بيان مىدارد كه زندگى برزخى زندگى حقيقى است و اين حيات واقعى با مرگ منافاتى ندارد همان‌گونه كه در كتاب خداوند عزيز آمده است :  « وَ ما جَعَلْنا لِبَشَرٍ مِنْ قَبْلِكَ الْخُلْدَ »  « 1 » ؛  « إِنَّكَ مَيِّتٌ وَ إِنَّهُمْ مَيِّتُونَ »  « 2 »\r\nاين‌كه مىگوييم زندگى برزخى حقيقى است ، يعنى خيالى يا مثالى نيست چنان‌كه ملحدان گمان كرده‌اند ؛ ملحدانى كه عقول آنها از امور محسوس و مادى فراتر نمىرود و توان دريافت امور غيبى و كيفيت قدرت الهى « جلّ جلاله » را ندارند .\r\nتأمّلى كوتاه در اين سخن كه زندگى برزخى حقيقى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قبل از تو هيچ انسانى را جاودانه نساختيم .\r\n( 2 ) تو مىميرى و آنان نيز خواهند مرد .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nاست كمترين اشكالى را براى اشخاص - حتى آنها كه قدرت فهم كمى دارند - ، باقى نمىگذارد . كلمهء حقيقت به‌معنى نفى باطل و دور كردن توهّم و خيالى است كه گاه در ذهن انسان مردد و شك‌كننده ، در مورد برزخ و آخرت يا عوالم نشر و بعث و حشر و حساب ، به‌وجود مىآيد .\r\nاز جملهء اين روايات روايت « بزار » است كه « ابن حبان » از طريق « اسماعيل بن عبدالرحمان اسدى » از پدرش ابوهريره نقل نموده است كه پيامبر صلى الله عليه و آله فرمودند :\r\n« انّ الميت ليسمع خفق نعالهم إذاً ولّوا مدبرين » . « 1 »\r\n« ابن حبان » نيز از طريق « محمد بن عمرو » ، از ابوسلمه ، از ابوهريره در حديثى طولانى مانند اين روايت را از پيامبر صلى الله عليه و آله نقل نموده است . بخارى نيز در صحيحش در باب « الميت يسمع خفق النعال » از انس به نقل از پيامبر صلى الله عليه و آله چنين آورده است :\r\n« العبد إذا وضع في قبره وتولي وذهب أصحابه حتى إنّه ليسمع قرع نعالهم أتاه ملكان فاقعداه » . « 2 »\r\nاما در مورد شناخت مرده نسبت به زنده‌هايى كه به نزد او رفته و بر او سلام مىكنند در روايتى از « ابن عباس » چنين آمده كه حضرت رسول صلى الله عليه و آله فرمود :\r\n« ما من أحد يمرّ بقبر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مرده صداى كفش افرادى را كه از سر قبر برمىگردند مىشنود .\r\n( 2 ) هنگامى كه بنده را در قبر مىگذارند و دوستان و يارانش پشت مىكنند او صداى پاى آنها را كه مىروند ، مىشنود در اين هنگام دو فرشته نزد او آمده او را به جاى خويش مىنشانند .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nأخيه المؤمن كان يعرفه في الدنيا فيسلم عليه إلا عرفه وردّ عليه السلام » . « 1 »\r\n« ابن مبارك » گفته است اين مطلب از پيامبر صلى الله عليه و آله رسيده و « عبدالحق » صاحب الأحكام آن را صحيح دانسته است .\r\n\r\nمعناى حيات برزخى\r\nسزاست كه معنى اين‌گونه زندگى براى مردم تبيين شود كه اين زندگى برزخى مانند زندگى ما نيست ؛ بلكه حياتى خاص و در خور آنان ، و جهانى است كه در آن زندگى مىكنند و چاره‌اى نيست كه روشن شود آن حيات مانند حيات كوچك ، حقير ، تنگ و ضعيف ما نيست .\r\nانسان در دنيا گاه مشغول عبادت و طاعت و انجام واجبات مختلف نسبت به خود ، خداى خود و خانواده‌اش مىباشد و گاه به عادت و معصيت عمل مىكند از اين‌رو زمانى پاك و طاهر است و زمانى ديگر عكس آن ، لحظه‌هاى او گاه در مسجد سپرى مىشود و گاه در قضاى حاجت و نمىداند كه عاقبتش چگونه خواهد بود ؟ برخى اوقات بين او و بهشت فاصلهء كمى در حد يك ذراع است و ناگهان امور زير و رو مىشود و از دوزخيان مىگردد يا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . هيچ فردى از كنار قبر برادر مؤمنى كه در دنيا شناخته است عبورنمىكند مگر اينكه اگر سلام كند آن مرده او را مىشناسد و پاسخ سلامش را مىدهد .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nبرعكس ؛ اما در برزخ اين‌گونه نيست ، كسى كه از مؤمنين باشد از پل امتحانى كه جز اهل سعادت به سلامت از آن عبور نمىكنند ، گذشته است و تكليف از او برداشته شده و تبديل به روحى نورانى ، پاك ، متفكر ، شناور و سيركننده در ملكوت و ملك الهى گرديده است . نه غمى ، نه اندوهى ، نه ناراحتى و نگرانى ، هيچ يك از اين امور براى او معنى ندارد ، چراكه آن‌جا نه دنيايى است نه مستغلاتى نه طلا و نقره‌اى و نه حسد و كينه و تجاوزگرى .\r\nو اگر فرد مذكور غيرمؤمن باشد وضعيت او عكس اين فرد خواهد بود .\r\n\r\nويژگىهاى برزخى پيامبران صلى الله عليه و آله\r\nپيامبران در برزخ داراى ويژگىهاى منحصر به فردى هستند كه ساير انسان‌ها از آن محرومند و اگر در برخى از اين ويژگىها با پيامبران مشاركت داشته باشند اين مشاركت به‌صورت نسبى به آنان ملحق گرديده است و ويژگى پيامبران از دو خصوصيت برخوردار است : 1 - اصالت داشتن ؛ 2 - كامل بودن . و اينك به برخى از آنها توجه مىكنيم :\r\nروح همهء انسان‌ها باقى و فناناپذير است و اين مطلب حقّى است كه محققان اهل علم بر آن اجماع دارند و « ابن‌القيم » نيز در كتاب « الروح » محققانه آن را بيان نموده\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nاست . بنابراين بايد امتياز آشكارى براى شهيد ، نسبت به ديگران وجود داشته باشد و گرنه بيان كردن زنده بودن آنها ؛ بيهوده و بىفايده است به‌خصوص كه خداوند از اطلاق لفظ مرده بر آنها ، نهى فرموده است :  « وَ لا تَقُولُوا لِمَنْ يُقْتَلُ فِي سَبِيلِ اللَّهِ أَمْواتٌ بَلْ أَحْياءٌ وَ لكِنْ لا تَشْعُرُونَ » .  « 1 »\r\nدر اين‌جا بايد گفت كه چاره‌اى نيست جز اين‌كه حيات آنان را كامل‌تر و با شرافت‌تر از ديگران بدانيم و ظاهر متون وارده نيز اين امر را تأييد مىكند كه ارواح آنان روزى مىخورد ، بر نهرهاى بهشتى وارد مىشود و از ميوه‌هاى آن بهره‌مند مىگردد :  « عِنْدَ رَبِّهِمْ يُرْزَقُونَ » .  « 2 » همان‌گونه كه احساس آنها نسبت به اين غذا و شراب و نعمت‌ها ، احساس كامل و لذت و بهره‌مندى آنان حقيقى و تمام و كمال است چنان‌كه در روايت آمده است :\r\n« فلما وجدوا طيب مأكلهم ومشربهم ومقيلهم قالوا يا ليت اخواننا يعلمون ما صنع اللَّه بنا » . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . به آنان كه در راه خدا كشته شده‌اند مرده نگوييد بلكه آنان زنده‌اند ولى شما نمىفهميد .\r\n( 2 ) . نزد پروردگارشان روزى مىخورند .\r\n( 3 ) . وقتى گوارايى طعام و شراب و نيكويى سخن گفتن با خويش را مىبينند مىگويند اى كاش برادران ما مىدانستند كه خدا با ما چه كرده است .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nارواح آنان ، قدرت تصرفى افزون از ديگران دارد ، لذا هركجا كه مىخواهد در بهشت به گشت و گذار مىپردازد و سپس به آويزهاى زير عرش پناه مىبرد ( بدين شكل در صحيح آمده است ) .\r\nآنها سخن را شنيده و خطابى كه به آنها مىشود را ادراك مىكنند . « 1 »\r\nخداى تعالى به آنها مىگويد : چه ميل داريد ؟\r\nمىگويند : فلان چيز و فلان چيز را ؛ سپس به كرات خدا مىپرسد و آنها جواب مىدهند . سپس از خدا مىخواهند كه براى جهاد آنها را به دنيا بازگرداند ، همچنين درخواست مىكنند كه خدا نامه‌اى از جانب آنها به برادرانشان در دنيا برساند و خبر كرامت‌هايش را به آنها برساند و خداوند مىفرمايد : من از جانب شما پيام را مىرسانم .\r\nاگر چنين امرى در مورد شهدا ثابت شده است در مورد پيامبران از دو جهت ثابت است :\r\n1 - اين شرافت و مرتبه به‌خاطر تكريم شهيدان به آنها داده شده است در حالى كه هيچ رتبه‌اى بالاتر از مرتبهء پيامبران عليهم السلام نمىباشد و بدون شك ، حال پيامبران برتر و كامل‌تر از حالات همهء شهداست و محال است كه كمالى براى شهدا فرض شود و براى پيامبران حاصل نشود ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اين روايت را مسلم آورده است ، كتاب الامارة ، ص 121\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nبه‌خصوص چنين كمالى كه موجب نزديكى و تقرب و تنعم و انس با خداى علىّ اعلى مىگردد .\r\n2 - اين رتبه براى شهدا به‌عنوان اجر بر جهاد و جانفشانى در راه خداى تعالى قرار داده شده است در حالىكه پيامبر صلى الله عليه و آله خود سنت‌گذار چنين قانونى است و خود به اذن و توفيق الهى به‌سوى اين امر دعوت و هدايت نموده است و خود فرموده است :\r\n« من سن سنة حسنة فله أجرها و أجر من عمل بها إلى يوم القيامة » . « 1 »\r\nو فرموده است :\r\n« من دعا إلى هدى كان له من الأجر مثل أجور من تبعه ولا ينقص ذلك من أجورهم شيئاً و من دعا إلى ضلالة كان عليه من الإثم مثل آثام من تبعه ولا ينقص ذلك من آثامهم شيئاً » . « 2 »\r\nو احاديث صحيح در اين موضوع بسيار معروف است ؛ بنابراين هر اجرى كه براى شهيد متصور است براى پيامبر نيز وجود دارد و زندگى برزخى ويژهء شهيد درواقع براى تكريم او و جهت اجرى است كه براى عمل او زير لواى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كسى كه سنت حسنه‌اى را پايه‌گذارد ، اجر آن سنت و هركه بدان عمل كند تا روز قيامت به او خواهد رسيد .\r\n( 2 ) . كسى كه به هدايت دعوت كند ، همانند اجر كسانى كه اين راه را تبعيت كنند براى او درنظر گرفته مىشود بدون اين‌كه از اجر تابعان كاسته گردد و هركس به گمراهى دعوت كند نيز مشابه گناه آن گناهكاران براى او منظور مىشود بدون اين‌كه از گناه آنان چيزى كاسته شود .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nپيامبر و شهادت او در راه خدا و پيامبر صلى الله عليه و آله درنظر گرفته شده است ، بنابراين چنين زندگى بلكه بهتر و بالاتر از آن براى پيامبر صلى الله عليه و آله وجود دارد چراكه پيامبر بر شهيد فضيلت دارد .\r\nزندگى برزخى پيامبران عليهم السلام و به‌خصوص پيامبر صلى الله عليه و آله برتر و كامل‌تر از آن است كه هر جاهل يا احمقى بتواند آن را تصور كند كه برخى فكر مىكنند منظور از زندگى برزخى اين است كه آنها حياتى مانند حيات ما دارند ، مىخورند و مىآشامند يا اين‌كه نياز به خوردن و آشاميدن و قضاى حاجت دارند و براى حضور در مجالس ذكر و گردهمايىهاى قرآنى و محافل شادى يا غم و اعياد و مناسبت‌ها از قبر خارج مىشوند و پس از مشاركت در آن اجتماعات به قبور خود در زير زمين و در آن گودال تنگ بازمىگردند و خاك بر روى آنها ريخته مىشود . در حالى كه در چنين تصورى از حيات ، كمترين تكريم يا فضيلتى وجود ندارد ؛ بلكه بايد گفت اين‌گونه زندگى عين اهانت است و ما حاضر نيستيم چنين حياتى را براى يك فرد عادى يا يك خدمتكار تحمل كنيم ، چه رسد به اين‌كه خداوند تعالى به‌خاطر چنين حياتى بر بهترين خلق و بزرگوارترين بنده‌اش منت نهد ، حاشا و كلّا و هزاران حاشا و كلّا بر چنين تصورى .\r\nحيات برزخى حقيقى ، احساسى كامل و ادراكى فراگير و شناختى صادقانه است . آن حيات ، حياتى پاك و صالح\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nاست كه پر از دعا و تسبيح و تهليل و حمد و نماز است .\r\nاز ثمرات اين زندگى برزخى ، نماز پيامبران در قبر است ، نمازى واقعى نه خيالى و مثالى و روايات بر اين موضوع تأكيد مىكند از جمله : از انس بن مالك نقل شده كه پيامبر صلى الله عليه و آله فرمودند :\r\n« الأنبياء أحياء في قبورهم يصلون » . « 1 »\r\n« أتيت على موسى ليلة أسرى بي ، عند الكثيب الأحمر ، وهو قائم يصلي في قبره » ؛ « 2 »\r\n\r\nبقاء جسد پيامبران عليهم السلام\r\nدر روايتى از « اوس بن اوس » آمده است كه پيامبر صلى الله عليه و آله فرمودند :\r\n« أفضل أيامكم يوم الجمعة ، فيه خلق آدم ، وفيه قبض ، وفيه النفخة ، وفيه الصعقة ، فاكثروا عليّ من الصلاة فيه ، فانّ صلاتكم معروضة عليّ ، قالوا وكيف تعرض صلاتنا عليك وقد أرمت - يقولون بليت ؟ - فقال : إنّ اللَّه حرّم على الأرض أن تأكل أجساد الأنبياء » « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجمع الزوائد ، ج 8 ، ص 211 ؛ پيامبران عليهم السلام در قبرهايشان زنده‌اند و نماز مىگزارند .\r\n( 2 ) صحيح مسلم ، ج 2 ، ص 268 ؛ شبى كه به معراج رفتم در كنار تپه شنى سرخ رنگ به ملاقات موسى رفتم و ديدم كه او در قبر به نماز ايستاده است .\r\n( 3 ) روز جمعه از بهترين روزهاى شماست ، در آن روز آدم خلق گرديده و در همان روز نفخ صور و صعق و بيهوشى همگانى پديد مىآيد ؛ پس در اين روز بسيار بر من صلوات فرستيد ؛ زيرا صلوات شما بر من عرضه مىشود اصحاب پرسيدند : چگونه صلوات ما بر شما عرضه مىشود در حالى كه بدن شما پوسيده است و حضرت فرمودند : خداوند خوردن جسد انبيا را بر زمين حرام كرده است .\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nهمان‌گونه كه اين خبر از حضرت رسيده :\r\n« ما من مسلم يسلم عليه إلّاردّ اللَّه عليه روحه حتى يرد عليه السلام » . « 1 »\r\nو در روايات ديگرى كه از مجموع آنها يقين حاصل مىشود آمده است كه مرگ انبيا ، نوعى غيبت از نزد ماست به‌گونه‌اى كه ما آنها را حس نمىكنيم اگرچه زنده بوده و وجود دارند . اين امر مشابه وضعيت فرشتگان است كه زنده و موجودند ، ولى ما آنها را نمىبينيم .\r\n\r\nزندگى ويژهء پيامبر ما محمد صلى الله عليه و آله\r\nبراى پيامبر ما محمد صلى الله عليه و آله زندگى برزخى برتر و كامل‌تر از ديگران اثبات گرديده است و بيان خود حضرت از آن زندگى ارتباط او را با امت و اطلاع حضرت نسبت به احوال امت و اعمال آنها و شنيدن كلامشان و پاسخگويى به سلامشان را اثبات مىكند و روايات در اين زمينه بسيار است .\r\nاز جمله عبداللَّه بن مسعود ازپيامبر صلى الله عليه و آله چنين روايت كرده :\r\n« ان للَّه ملائكة سياحين في الأرض يبلغوني عن أمتي السلام » . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الترغيب ، ج 2 ، ص 499 ؛ هيچ مسلمانى بر حضرت سلام نمىكند مگر اين‌كه‌خداوند روح او را به‌حضرت برمىگرداند تاجواب‌سلام‌او را بدهد .\r\n( 2 ) خداوند ملائكه گردشگرى در زمين دارد كه سلام امت مرا به من مىرسانند .\r\n","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\n\r\nشنيدن صدا ، سلام و اذان از قبر پيامبر صلى الله عليه و آله\r\nامام حافظ « ابومحمد عبداللَّه الدارمى » در كتابش به‌نام سنن كه يكى از كتاب‌هاى شش‌گانه روايى محسوب مىشود گفته است : « مروان بن محمد » ، از « سعيد بن عبدالعزيز » چنين نقل كرده كه در ايام حرّه ، سه‌شبانه روز در مسجد پيامبر صلى الله عليه و آله اذان گفته نشد و « سعيد بن مسيب » نيز مسجد را در آن سه روز ترك نكرد و زمان نماز را تنها از صداى همهمه‌اى كه از قبر پيامبر صلى الله عليه و آله شنيده مىشد ؛ تشخيص مىداد .\r\nعلما برخى از اين كرامت‌ها را از صالحان گذشته نيز نقل كرده‌اند كه اين امور پس از وفات آنها اتفاق افتاده و افراد ثقه از افراد مورد اطمينان ديگرى كه به‌چشم خود آن كرامت‌ها را ديده‌اند ، نقل نموده‌اند :\r\n\r\nنماز در قبر\r\nاحمد ، به نقل از عفان ، از حماد اين‌گونه روايت مىكند كه « ثابت » مىگفت : خدايا اگر توفيق نماز به كسى در قبر مىدهى اين توفيق را به من عطا كن .\r\nسپس از « ابىنعيم » به نقل از « جبير » آورده است كه گفته : قسم به خدايى كه جز او خدايى نيست من « ثابت بنانى » را در قبرش وارد نمودم در حالى كه « حميد طويل » نيز در كنارم بود . هنگامى كه آجرهاى روى قبر را صاف\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nكرديم ، يكى از آجرها افتاد و من ديدم كه او در قبر مشغول نماز است .\r\nو ترمذى اين روايت را از ابن عباس نقل كرده و آن را حسن دانسته است : برخى اصحاب پيامبر صلى الله عليه و آله چادرى را در جايى نصب كردند كه نمىدانستند روى قبرى است و شنيدند كه انسانى سوره ملك را از اول تا به آخر خواند .\r\nهنگامى كه پيامبر صلى الله عليه و آله آمدند به ايشان خبر دادند و حضرت رسول صلى الله عليه و آله فرمودند :\r\n« هي المانعة ، هي المنجية ، تنجيه من عذاب القبر » . « 1 »\r\n« ابن ابىالدنيا » از « ابى غالب » نقل كرده كه در شام هنگام مرگ جوانى فرارسيد به عمويش گفت : اگر خدا مرا به مادرم ملحق كند ، او با من چه مىكند ؟ عمويش گفت :\r\nبه‌خدا قسم كه مادرت تو را به بهشت مىبرد . آن جوان گفت : به خدا قسم كه خدا از مادرم مهربان‌تر است . آن جوان از دنيا رفت و من با عمويش براى دفن او وارد قبر شديم و گفتيم آجرها را بياورند هنگامى كه آجرها را مىچيديم يكى از آجرها افتاد و ديدم كه عموى او عقب پريد ، پرسيدم : چه شد ؟ گفت : قبرش پر از نور شد و تا چشم كار مىكرد شعاع آن پراكنده شد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . آن سوره ، نجات دهنده و ممانعت كننده او از عذاب قبر است .\r\n","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\n\r\nبار سفر نبنديد\r\nبسيارى از مردم در فهم اين حديث اشتباه مىكنند :\r\n« لا تشد الرحال إلّاإلى ثلاثة مساجد : المسجدالحرام ، ومسجدي هذا والمسجد الأقصى » . « 1 »\r\nآنها با استدلال به اين روايت بار سفر بستن به قصد زيارت پيامبر صلى الله عليه و آله را حرام مىشمارند و سفر به چنين نيتى را سفر معصيت مىدانند در حالى كه اين استدلال به دليل اين‌كه بر مبناى فهم غلط نهاده شده ، مردود است و حديث و استدلال آن را در ابواب آينده بيان خواهيم كرد .\r\nاما توضيح حديث\r\n« لا تشدوا الرحال إلا إلى ثلاثة مساجد . . . »\r\nچنين است كه اين كلام با اسلوب معروف نزد اهل لغت يعنى به‌صورت استثنا آمده است . و اقتضاى آن وجود مستثنى و مستثنىمنه در كلام است . مستثنى بعد از « الّا » مىآيد و مستثنى منه قبل از آن ، حال يا به‌صورت ظاهرى و يا تقديرى و اين از ساده‌ترين مسائل كتب نحوى است . و وقتى به اين روايت مىنگريم مىبينيم كه در آن تصريح به مستثنى شده است « ثلاثة مساجد » اما ذكرى از مستثنىمنه قبل از الا نمىباشد ، بنابراين بايد آن را تقدير گرفت .\r\nاگر تقدير را « قبر » بگيريم روايت منسوب به پيامبر صلى الله عليه و آله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . جز براى زيارت سه مسجد بار سفر نبنديد : مسجدالحرام ، مسجد من و مسجدالاقصى .\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nچنين مىشود :\r\n« لا تشدوا الرحال إلى قبر إلّاثلاثة مساجد »\r\nو چنين سياقى ناهماهنگ بوده و شايسته بلاغت نبوى نمىباشد ، چراكه مستثنى از زمره و جنس مستثنى منه نيست و اصل اين است كه مستثنى از جنس مستثنى منه باشد و قلب انسان عالم ، از نسبت دادن چنين كلامى به پيامبر صلى الله عليه و آله آرام نمىگيرد و جايز نيست كه قبر را به‌عنوان مستثنىمنه منظور نماييم .\r\nحال « مستثنى منه » مقدر را مىتوانيم « مكان » فرض كنيم بنابراين فرض روايت چنين مىشود :\r\n« لا تشدوا الرحال إلى مكان إلا إلى ثلاثة مساجد »\r\nكه معنى روايت چنين مىشود كه براى هيچ چيزى چه تجارت ، چه علم ، چه انجام امور خير بار سفر بستن جايز نيست و فقط براى اين سه مسجد جايز است . و چنين تعبيرى باطل و نفسانى است .\r\nبنابراين ، روايت مذكور كه مستثنى دارد و مستثنى منه ندارد ، به اتفاق زبان‌شناسان بايد تقديرى داشته باشد و تقدير آن يكى از اين سه احتمال است و وجه چهارمى براى آن متصور نيست :\r\n1 - اين‌كه تقدير آن لفظ « قبر » باشد و روايت چنين شود :\r\n« لا تشدوا الرحال إلى قبر الا إلى ثلاثة مساجد » .\r\nاين تقدير بنا بر نظر كسانى است كه استدلال به اين حديث براى تحريم سفر به قصد زيارت مىكنند و مىبينى كه اين تقدير خشك و بىربط است و كسى كه اندك آشنايى به زبان\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nداشته باشد آن را برنمىتابد و اين تعبير شايسته فصيح‌ترين سخنور به لغت « ضاد » نمىباشد و او منزه از چنين اسلوب ساقطى است .\r\n2 - اين‌كه تقدير مستثنىمنه در حديث عام باشد و لفظ « مكان » درنظر گرفته شود و اين هم همان‌گونه كه ذكر شد به اتفاق آرا ، باطل است و احدى قائل به آن نمىباشد .\r\n3 - اين‌كه تقدير مستثنىمنه در حديث لفظ مسجد باشد كه روايت چنين مىشود :\r\n« لا تشد الرحال إلى مسجد إلا إلَى ثلاثة مساجد » .\r\nمىبينيم كه در اين شكل ، كلام هماهنگ و بر شيوه فصيح زبان جارى گشته است و خطاهاى آشكار دو صورت پيشين در آن وجود ندارد و روح نبوى در آن مىدرخشد و قلب انسان متقى در نسبت دادن آن به پيامبر صلى الله عليه و آله آرام مىيابد . اين به فرض آن است كه روايات ديگرى كه تصريح به مستثنىمنه كند وجود نداشته باشد و هنگامى كه چنين رواياتى وجود دارد ديگر براى انسان ديندار جايز نيست كه از آن عدول نمايد و به فرضى روى نمايد كه در زبان فصيح متداول نمىباشد .\r\nبه حمد الهى ما در سنت پيامبر صلى الله عليه و آله از طريق روايات معتبر احاديثى يافته‌ايم كه تصريح به مستثنى منه مىكند از جمله روايتى كه امام احمد از طريق « شهر بن جوشب » نقل كرده است كه مىگويد : نزد ابوسعيد از نماز در طور سخن\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nگفتم ، او گفت از حضرت رسول صلى الله عليه و آله شنيدم :\r\n« لا ينبغي للمطي أن تشدّ رحالها إلى مسجد يبتغى فيه الصلاة غير مسجدي هذا والمسجد الحرام والمسجد الأقصى » . « 1 »\r\nحافظ بن حجر مىگويد : مشهور اين است كه حديث حسن است ، اگرچه برخى ضعف‌ها در آن ديده شده است . « 2 »\r\nاز جملهء احاديث ، روايتى از عايشه است كه مىگويد پيامبر صلى الله عليه و آله فرمود :\r\n« أنا خاتم الأنبياء ومسجدي خاتم مساجد الأنبياء ، أحق المساجد أن يزار و تشدّ إليه الرواحل :\r\nالمسجدالحرام و مسجدي ، صلاة في مسجدي أفضل من ألف صلاة فيما سواه من المساجد إلا المسجد الحرام » . « 3 »\r\nبنابراين سخن پيامبر صلى الله عليه و آله در مورد مساجد براى امت روشن مىسازد كه ساير مساجد غير از اين سه مسجد در فضيلت برابر هستند بنابراين سختى كشيدن در سفر به آن مساجد فايده‌اى ندارد ، اما اين مساجد داراى فضيلت هستند ؛ بنابراين وارد نمودن مقابر در اين روايت نوعى دروغ بستن بر رسول خداست . ضمن اين‌كه زيارت حضرت مطلوب بلكه بسيارى از علما در كتاب‌هاى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سزاوار نيست كه بار سفر براى مسجدى كه نمازخواندن در آن سزاوار است بسته شود ، مگر سه مسجد : مسجدالحرام ، مسجدالأقصى و مسجد من .\r\n( 2 ) . فتح‌البارى ، ج 3 ، ص 65\r\n( 3 ) . هيثمى ، مجمع الزوائد ، ج 4 ، ص 3\r\n","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nمناسك آن را مستحب دانسته‌اند و اين امر را روايات بسيارى تأييد مىكند كه برخى از آنها را بيان مىكنيم : از « ابن عمر » از پيامبر چنين روايت شده است :\r\n« من زار قبري وجبت له شفاعتي » . « 1 »\r\nنظر امام « حافظ ذهبى » در مورد بار سفر بستن براى زيارت پيامبر صلى الله عليه و آله : از « حسن بن حسن بن على » نقل شده كه ديد مردى بر در حجره‌اى كه قبر رسول خدا صلى الله عليه و آله در آن است ايستاده برايش دعا مىكند و بر او صلوات مىفرستد ، به آن مرد گفت : اين كار را نكن ، زيرا پيامبر صلى الله عليه و آله فرمود :\r\n« لا تتخذوا بيتى عيدا « 2 » ولا تجعلوا بيوتكم قبوراً وصلّوا عليّ حيث ما كنتم فإنّ صلاتكم تبلغني » .\r\nدر حالى كه هركس به حالت خاشعانه و تسليم‌وار نزد حجرهء حضرت بايستد و صلوات بر ايشان فرستد ، خوشابه‌حالش كه بهترين زيارت را انجام داده و در خشوع و خضوع و محبت به زيبايى عمل كرده است . و قطعاً عبادتى افزون بر كسى كه در شهر خودش يا در نمازش بر حضرت صلوات فرستد را كسب كرده است ، چراكه زائر پيامبر صلى الله عليه و آله اجر زيارت و صلوات هردو را داراست در حالى كه صلوات فرستنده بر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كسى كه قبر مرا زيارت كند ، شفاعت من برايش واجب مىشود .\r\n( 2 ) . اين تعبير ذهبى است و قول مشهور چنين است : « لا تجعلوا قبريعيداً » .\r\n","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nحضرت در ساير بلاد ، تنها از اجر صلوات بهره‌مند مىگردد .\r\nوهركس يك‌بار بر پيامبر صلى الله عليه و آله صلوات فرستد خداوند ده‌باربر او درود مىفرستد ، ولى اگر كسى آن حضرت صلى الله عليه و آله را زيارت كند ، اگرچه ادب زيارت را به‌خوبى عمل نكند و بر قبر سجده كند يا كارى را كه شرعى نيست انجام دهد ، اين فرد درواقع عمل نيك و بد را با هم بجاى آورده است .\r\nو به خدا سوگند كه اگر براى مسلمانى ناراحتى به‌وجود آورد يا فرياد زند يا زياد بگريد و در و ديوار را ببوسد همه و همه به‌خاطر محبت خدا و رسول است و محبت او معيار و ميزان جدايى اهل جهنم و بهشت است و زيارت قبر پيامبر صلى الله عليه و آله از بهترين اعمال براى تقرب جستن است .\r\nو اگر بپذيريم كه بار سفر بستن به قبور انبيا و اوليا جايز نيست ، به‌دليل عموميت حديث « لا تشدالرحال إلّاإلى ثلاثة مساجد » بايد دانست كه بار سفر بستن به زيارت پيامبر مستلزم بار سفر بستن به مسجد آن حضرت است و اين امر به اتفاق آرا ، مشروع است ؛ زيرا نمىتوان بدون دخول به مسجد پيامبر ، حجرهء حضرت را زيارت كرد ؛ پس اول بايد تحيت مسجد را بجاى آورد و بعد به تحيت صاحب مسجد - كه خداوند به ما و شما روزى كند - پرداخته شود . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سير اعلام النبلاء ، ج 6 ، ص 399 - 400\r\n","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\n\r\nامام مالك و مسألهء زيارت\r\nامام مالك از مقيدترين مردم به بزرگداشت پيامبر صلى الله عليه و آله است . او كسى است كه در مدينه به‌صورت سواره يا با كفش وارد نمىشد و به احترام خاك مدينه كه پيامبر صلى الله عليه و آله بر آن گام نهاده‌اند ، در آن زمين قضاى حاجت نمىكرد .\r\nو امام حافظ ابن عبدالبر مىگويد : امام مالك خوش نداشت لفظ طواف زيارت به‌كار برده شود يا گفته شود قبر پيامبر صلى الله عليه و آله را زيارت كرديم ، چراكه اين الفاظ را مردم در مورد يكديگر به‌كار مىبرند و او خوش نداشت كه با مردم و پيامبر صلى الله عليه و آله يكسان برخورد شود و براى همه يك لفظ به‌كار گرفته شود و دوست داشت كه به‌طور خاصّى ، نسبت به حضرت گفته شود : بر پيامبر صلى الله عليه و آله سلام كرديم .\r\n\r\nقبر شريف پيامبر صلى الله عليه و آله\r\nبرخى از مردم - كه خدا هدايت و اصلاحشان كند - به قبر پيامبر صلى الله عليه و آله فقط از جهت قبر بودن توجه مىكنند ، از اين‌رو عجيب نيست كه بسيارى از تصورات و افكار فاسد در ذهنشان به‌وجود آيد و غريب نيست كه انواع گمان‌هاى بد به مسلمانان و زائران پيامبر كه قصد حضرت را كرده‌اند و او را صدا مىزنند ، در قلب‌هاى آنان پديد آيد ؛ لذا\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nمىبينيم‌كه چنين فردى مىگويد : بار سفر به قبر پيامبر بستن جايز نيست و دعا نزد قبر حضرت جايز نيست و حتى لجاجت او را بدان‌جا مىرساند كه مىگويد : دعا كنار قبر حضرت شرك يا كفر است و روى نمودن به قبر بدعت و گمراهى است و زياده ايستادن در كنار قبر و رفت و آمد به‌سوى قبر شرك و بدعت است و يا اين‌كه معتقد است هركس بگويد : قبر حضرت برترين‌بقعهء زمين‌است با وجود اين‌كه كعبه در زمين است ، اين فرد مشرك و گمراه است .\r\nاين گونه نسبت كفر و گمراهى دادن با افراطگرى و عمل كردن بدون بصيرت و تعقل ، مخالف سيرهء سلف صالح رضوان‌اللَّه عليهم مىباشد .\r\nولى ما وقتى از قبر يا زيارت قبر يا برترى قبر يا بار سفر بستن به قبر حضرت يا خواندن خداوند و مسألت از او دربرابر قبر سخن مىگوييم مقصودمان ، ساكن قبر و يارانش هستند و در اين امر هيچ دونفرى با هم منازعه ندارند و اختلافى بر سر آن نيست ؛ چراكه او سيد مرسلين و غيرمرسلين و بهترين خلائق ؛ يعنى رسول اعظم و پيامبر اكرم صلى الله عليه و آله مىباشد . و قبر بدون وجود حضرت چه ارزشى دارد ، بلكه مسجد بدون حضرت و شهر مدينه بدون ايشان بلكه ارزش همهء مسلمانان بدون وجود ايشان چيست ؟ كه همهء مسلمانان اگر رسالت پيامبر صلى الله عليه و آله و ايمان به او و محبت او و اقرار به شهادتى كه بدون شهادت به او صحيح نيست ، اگر همهء اينها نبود ، مسلمانان نبودند و قوام و پيروزى و نجات آنها مطرح نبود .\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nبه همين جهت است كه وقتى از « ابن عقيل حنبلى » در مورد برترى كعبه يا حجرهء پيامبر صلى الله عليه و آله سؤال مىكنند مىگويد : اگر مجرد حجره را درنظر بگيريم كعبه افضل است و اگر مقصود از حجره جايى است كه رسول خدا در آن قرار دارد به خدا قسم كه عرش و حاملان آن و بهشت عدن و همهء افلاك با آن برابرى نمىكنند ؛ زيرا در حجره جسدى است كه اگر با دو عالم سنجيده شود از آنها برتر است . « 1 »\r\nاين همان مقصود از قبر و برترى آن و زيارت و بار سفر بستن به قصد آن است . از همين روست كه علما گفته‌اند :\r\nسزاوار نيست كه گفته شود ، قبر را زيارت كردم ؛ بلكه بايد گفت پيامبر صلى الله عليه و آله را زيارت نمودم و اين همان چيزى است كه علما در تفسير سخن امام مالك بيان كرده‌اند كه گفته بود :\r\nخوش ندارم كه فردى بگويد قبر پيامبر صلى الله عليه و آله را زيارت كرديم چرا كه او كسى را زيارت كرده كه صداى او را مىشنود ، او را مىبيند ، احساسش مىكند ، او را شناخته و به او پاسخ مىگويد . بنابراين مسأله ، مسألهء قبر نيست ، بلكه بالاتر ، بزرگ‌تر و بلندمرتبه‌تر از آن است كه از دريچهء قبر بودن به آن نگريسته شود و اگر به آن قبر به‌تنهايى - بدون نظر به صاحب آن - نگريسته شود مىبينيم ارواح پاكى كه آن را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . همين‌گونه در بدائع‌الفوائد ابن قيم آمده است .\r\n","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nاز هر سو فراگرفته‌اند و پلى از ملائك را كه به‌صورت متصل و پيوسته از ملأ اعلى تا قبر پيامبر صلى الله عليه و آله كشيده شده است ، موكب‌هاى متصلى كه تعداد و دامنهء آن را جز حضرت حق جل جلاله كسى محاسبه نتواند كرد .\r\nعلما گفته‌اند : مستحب است زائر پيامبر روبه‌روى قبر به‌دعا بايستد و از خداوند خير و فضل را طلب نمايد و لزومى ندارد كه رو به‌قبله نمايد و اگر بدينگونه بايستد نه بدعت‌گذار است نه گمراه و نه مشرك . علما به اين امر تصريح كرده‌اند ؛ بلكه برخى گفته‌اند : مستحب است . اصل در اين باب همان چيزى است كه امام « مالك بن انس » در مناظره با « ابوجعفر منصور » در مسجد نبوى گفته است كه خطاب به او گفت : اى اميرالمؤمنين صدايت را در اين مسجد بلند نكن كه خداوند با اين قول مردم را ادب نموده است :  « لا تَرْفَعُوا أَصْواتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ » .  « 1 »\r\nو گروهى ديگر را ستايش كرده ، آنگاه كه فرموده :  « إِنَّ الَّذِينَ يَغُضُّونَ أَصْواتَهُمْ عِنْدَ رَسُولِ اللَّهِ أُولئِكَ الَّذِينَ امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوى لَهُمْ مَغْفِرَةٌ وَ أَجْرٌ عَظِيمٌ » .  « 2 » و گروه ديگر را مذمت مىكند :  « إِنَّ الَّذِينَ يُنادُونَكَ مِنْ وَراءِ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حجرات : 2 ، صداى خود را بالاتر از صداى پيامبر صلى الله عليه و آله نبريد .\r\n( 2 ) . حجرات : 3 ، كسانى كه صداى خود را نزد پيامبر پايين مىآورنددلهايشان مورد آزمون الهى قرار گرفته و مغفرت و اجر بزرگ شامل حالشان مىگردد .\r\n","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\n الْحُجُراتِ أَكْثَرُهُمْ لا يَعْقِلُونَ » .  « 1 »\r\nو حرمت پيامبر در زمان وفات مانند حرمت حضرت در زمان حيات است . ابوجعفر از اين سخنان آرام يافت و پرسيد : اى اباعبداللَّه آيا در هنگام دعا رو به قبله كنم يا رو به حضرت رسول ؟ فرمود : چرا از پيامبر صلى الله عليه و آله روى برگردانى در حالى كه او وسيلهء تو و آدم نزد خدا تا قيام قيامت است ؟ رو به او نما و از او شفاعت جوى تا خدا او را شفيع قرار دهد كه خداوند فرموده :  « وَ لَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جاؤُكَ فَاسْتَغْفَرُوا اللَّهَ وَ اسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّاباً رَحِيماً » .  « 2 »\r\n\r\nقبر پيامبر صلى الله عليه و آله و تبرك به آن با مسح و بوسيدن\r\nدر اين زمينه رواياتى از امام احمد بن حنبل نقل شده كه برخى حاكى از جوازند و برخى ، از قضاوت در اين امر خوددارى نموده‌اند و برخى ديگر نيز بين منبر و قبر تفاوت قائل شده‌اند و تبرك به اولى را جايز دانسته ، ولى در دومى يعنى قبر حكمى نكرده يا آن را مباح دانسته است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حجرات : 4 ؛ كسانى كه از پشت حجره‌ها تو را ندا مىكنند افراد بىشعورى هستند .\r\n( 2 ) . نساء : 64 ؛ اگر آنها كه بر خود ظلم كردند نزد تو آمدند و از خدا آمرزش خواستند و پيامبر برايشان آمرزش طلبيد خدا را توبه‌پذير و مهربان مىيابند .\r\n","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nدر هر حال ، هرچند حكم مختلف باشد ، كار بدان‌جا نمىرسد كه اگر كسى چنين امر را انجام دهد او را متهم به كفر ، ضلالت و خروج از اسلام يا بدعت در دين نماييم ؛ نهايت امر اين است كه او كارى را انجام داده كه در مورد آن بين علما ، اختلاف است يا آن امر مكروه شمرده شده است . و قصد كراهت هم اين بوده كه اين امور به‌صورت عادت درنيايد به‌گونه‌اى كه عوام فريفته شوند و گمان كنند كه اين كارها از لوازم زيارت و آداب آن است . در اين زمينه از امام « احمد » در « خلاصة الوفا » چنين نقل شده است : در كتاب « العلل والسؤالات » عبداللَّه بن احمد بن حنبل چنين مىگويد : از پدرم در مورد فردى كه قبر پيامبر صلى الله عليه و آله را مسح كند سؤال كردم كه اگر با اين بوسيدن و مسح منبر ، قصد تبرك و اميد ثواب داشته باشد حكم چيست ؟ او گفت : اشكالى ندارد .\r\n\r\nديدار از آثار پيامبر و مشاهد دينى و تبرك به‌آنها\r\nاما مقامات انبيا و صالحان ؛ يعنى مكان‌هايى كه در آن‌جا اقامت داشته يا خدا را پرستيده‌اند ولى آن را به‌عنوان مسجد انتخاب نكرده‌اند ، دو قول از علماى معروف در مورد آن وارد شده است :\r\n1 - از اين امر نهى نموده و گفته‌اند : نمىتوان به‌قصد عبادت قصد آن مناطق را كرد مگر اين‌كه پيامبر صلى الله عليه و آله چنين\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nقصدى كرده باشد ؛ همان‌گونه كه پيامبر صلى الله عليه و آله در مقام ابراهيم قصد نماز كرد يا چنان‌كه نماز در كنار استوانه سزاوار است و همان‌گونه كه حضرت قصد مساجد را براى نماز و خصوصاً اقامهء آن در صف اول مىنمود .\r\n2 - قول دوم معتقد است كه مقدار كم از اين امر جايز است چنان‌كه از « ابن عمر » نقل شده كه شايسته مىدانست رفتن به اماكنى را كه پيامبر صلى الله عليه و آله در آن مناطق رفته بود ولو اين‌كه اين امر اتفاقى و بدون قصد باشد . « سندى خواتيمى » مىگويد از ابوعبداللَّه سؤال كرديم كه حكم فردى كه به اين اماكن برود چيست ؟ گفت : بنابر حديث « أم كلثوم » كه از پيامبر صلى الله عليه و آله درخواست كرد تا در خانه‌اش نماز گزارند ، تا او بتواند آن‌جا را مصلاى خود قرار دهد و بنابر عمل « ابن عمر » كه مواقف و آثار پيامبر صلى الله عليه و آله را دنبال مىكرد ؛ اشكالى ندارد كه انسان به اين مشاهد برود و تنها اشكال اين است كه مردم زياده‌روى و افراط در اين امر مىكنند .\r\nحفظ آثار پيامبر صلى الله عليه و آله اصلى بزرگ و ميراثى گرانبها و تاريخى است ؛ زيرا اين آثار تاريخىِ امتى است كه به آن افتخار مىكند و شرافت خويش و مردان و پيشوايانش را به‌وسيلهء آن به‌ظهور مىرساند . پيشوايانى كه مجد و عظمت و عزت او را پايه‌گذارى كرده و از او امتى راهبر و پيشرو در همهء عرصه‌ها بنا نهادند ؛ بنابراين بىتوجهى به اين آثار ، از بين بردن شهود تمدن حقيقى اسلامى و مسخ كردن اصول\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nطبيعى به‌جاى مانده از ميراث اسلامى است .\r\nما و جنايتى نسبت به عزيزترين سرمايه‌هاى امت در اين زمينه است . اين بىتوجهى چون لكهء ننگى بر پيشانى و همچون خارى در چشم خواهد بود كه قدرت بينايى را مكدر و چهره را مشوه و ما را از خير بزرگى محروم خواهد كرد ؛ خيرى كه هيچ چيز جاى او را نمىگيرد و ديگر دسترسى بدان ممكن نخواهد بود ، چراكه به‌زودى آثار دگرگون‌شده و بقاياى به‌جاى مانده محو مىشود ، نه از آن آثار چيزى به‌جاى مىماند و نه كسى هست كه از آنها چيزى بشناسد . اگر گفته شود كه بعضى از مردم اين اماكن را جايگاه موسمى براى عبادت قرار مىدهند در آن‌جا براى عبادت خدا شريك قائل مىشوند و دور آن طواف مىكنند يا به آن نخ مىبندند و قربانى مىكنند و نوشته در آن اماكن مىافكنند ؛ بايد پاسخ دهيم كه ما از اين امور راضى و با آن موافق نيستيم بلكه از آن نهى نموده و مردم را برحذر مىداريم و معتقديم كه با اين جهالت‌ها بايد مبارزه كرد ، چراكه اين افراد ايمان به خدا داشته و اقرار به توحيد مىكنند و شهادت به يگانگى خدا مىدهند ؛ ولى در عمل دچار خطا شده و نسبت به راه درست آگاهى ندارند .\r\nآن‌چه بر ما لازم است اين است كه ما آنها را آگاه و ارشاد نماييم و اين امور نبايد موجب بىتوجهى ما به اين مشاهد و از بين بردن و نابود كردن آنها شود و چنين دلايلى\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nحجت‌هاى بىروح و مريضى است كه نزد علما و عقلا غيرقابل قبول است ؛ زيرا مىتوان مسائل عارضى غيرصحيح را با ممانعت و مراقبت و امر به معروف و نهى از منكر و با دعوت به‌سوى خدا با حكمت و موعظهء نيك و اخلاق خوب ، از بين برد و آثار را حفظ كرد و براى حفظ اصالت امت و تاريخ او و اداى امانتى كه بر گردن ماست و جزيى اصيل از تاريخ بزرگ ما و تاريخ پيامبرمان محمد صلى الله عليه و آله محسوب مىشود ، توجه به خرج داد .\r\nمتفكران ، امروز تلاش مىكنند خرابه‌هاى باقىمانده از امت‌هاى ملعون ، مسخ شده و مورد عذاب قرار گرفته ، مانند قوم ثمود و عاد را حفظ كنند ، آيا درست است كه ما چنين آثارى را حفظ كنيم و براى بقاى آن تلاش كنيم و در عين حال ، آثار بهترين خلق خدا كه بلاد و عباد به او مىبالند و خداوند به‌واسطهء او امت را عزيز كرده ، از بين ببريم . كسى كه خداوند جايگاهى رفيع و موقعيتى عالى براى او قرار داد كه احدى را توان رسيدن و دست يازيدن به آن مقام نيست ، مگر به‌واسطهء منتسب شدن به آن بهرهء سعادت و مجد بىهمتا ؛ يعنى محمد ابن عبداللَّه كه درود الهى بر او باد .\r\n\r\nحفظ انگشتر پيامبر صلى الله عليه و آله توسط خلفاى راشدين\r\nامام بخارى از ابن عمر نقل مىكند كه پيامبر صلى الله عليه و آله انگشترى از نقره داشت كه به انگشت مىكرد ، پس از\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nحضرت در دست ابوبكر قرار گرفت و بعد از او در دست عمر و بعد در دست عثمان بود تا اين‌كه در چاه « اريس » افتاد ، نقش اين انگشترى « محمد رسول اللَّه » بود .\r\nاين چاه امروزه به چاه خاتم - يعنى خاتم رسول خدا كه در زمان خلافت عثمان در آن افتاده - معروف است و عثمان سه روز نهايت تلاش را به‌كار برد تا آن را بيرون آورد ، ولى موفق نشد . « 1 »\r\n\r\nحفظ وسيلهء جنگى كه نزد پيامبر صلى الله عليه و آله بوده توسط خلفاى راشدين\r\nامام « بخارى » با سندى كه به زبير مىرسد ، چنين مىگويد : روز بدر با « عبيدة بن سعيد بن عاصى » روبه‌رو شدم و او سرتا پا غرق سلاح و زره بود و جز چشمانش ديده نمىشد ، كنيه او « اباذات الكرش » بود و فرياد زد : من ابوذات الكرش هستم و با نيزه حمله كرد ، من ضربه‌اى به چشمش زدم و جان داد . هشام مىگويد من خبر يافتم كه عروه گفته است پيامبر آن وسيلهء جنگى را خواست و زبير آن را به حضرت داد . وقتى رسول خدا وفات يافت ، زبير آن را پس گرفت ، پس از مدتى « ابوبكر » آن را خواست و « زبير » به او داد پس از وفات « ابوبكر » ، « عمر » آن را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المغانم المطالبة في معالم طابة ، فيروزآبادى ، ص 26 .\r\n","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nدرخواست كرد و به او داد پس از وفات « عمر » دوباره « زبير » پس گرفت ، اما « عثمان » آن را طلب كرد و « زبير » به او داد . وقتى « عثمان » كشته شد آن وسيله در اختيار خاندان « على عليه السلام » قرار گرفت و « عبداللَّه بن زبير » آن را طلب نمود و تا هنگامى كه كشته شد آن وسيله نزد او بود .\r\n\r\nفقط « ابن عمر » در پى آثار نبود !\r\nدرميان صحابه « ابن عمر » به پىگيرى آثار و توجه و محافظت از آن مشهور گرديده است و « ابن تيميه » مىگويد از امام احمد سؤال شد در مورد فردى كه به اين مشاهد مىرود چه حكمى دارد و او جواب داد كه « ابن عمر » مكان‌هاى حركت پيامبر را پى مىگرفت به‌گونه‌اى كه ديدند در جايى آب مىريزد و وقتى از او سؤال كردند گفت : پيامبر صلى الله عليه و آله در اين‌جا آب مىريختند .\r\n« بخارى » در « صحيحش » از « موسى بن عقبه » نقل كرده كه گفت « سالم بن عبداللَّه » را ديدم كه به‌دنبال مكان‌هايى در مسير بود و در آن مناطق نماز مىگزارد و مىگفت كه پدرش در آن مكان‌ها نماز مىگزارده و پيامبر صلى الله عليه و آله را ديده است كه در آن مكان‌ها نماز مىخوانده است و موسى گفته است كه « ابن عمر » در آن اماكن نماز مىخوانده است . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اقتضاء الصراط المستقيم ، ص 385\r\n","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nلكن اين تنها « ابن عمر » نبوده است كه به اين امر اهتمام نموده است ، بلكه بسيارى از صحابه به‌دنبال آثار و حفظ آن بوده و به آن اهتمام كرده‌اند .\r\n\r\n« ابن عباس » و آثار قديمى\r\nهنگامى كه « عبداللَّه بن زبير » تصميم گرفت كعبه را خراب كند ، صحابه را جمع كرد و با آنها در اين مورد مشورت كرد ، ابن عباس پيشنهاد كرد كه آن را به‌طور كامل خراب نسازد ، بلكه مواضعى كه خراب شده است را ترميم كند تا قسمت‌هاى سالم به همان شكل بماند و سنگ‌هاى قديمى كه در صدر اسلام و زمان بعثت پيامبر صلى الله عليه و آله بوده است حفظ شود .\r\n\r\nغيرت « عمر » بر حفظ آثار پيامبر صلى الله عليه و آله !\r\n« عمر » براى حفظ آثار نبوى و توجه و حمايت از آن بسيار غيرتمند بود ، از اين‌رو ، وقتى مىبيند كه مردم دور درختى جمع شده‌اند و گمان مىكنند كه آن درخت رضوان است كه بيعت رضوان زير آن انجام گرفته و خداوند در قرآن از آن ياد كرده است :  « لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبايِعُونَكَ تَحْتَ الشَّجَرَةِ » .  « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فتح : 18 ؛ خداوند از مؤمنان راضى گشت ، آن‌گاه كه زير درخت با تو بيعت كردند .\r\n","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nوقتى چنين ديد دستور به قطع درخت نداد و ممانعت از تبرك نكرد . با وجود اين‌كه عمر به خوبى مىدانست كه درخت رضوان شناخته شده نيست و هيچ‌كس حتى مكان آن را نمىداند چه رسد به شناخت خود درخت و حتى اصحاب بيعت رضوان كه حاضر و شاهد بودند و در زير آن درخت بيعت كرده بودند ، خود آن را نمىشناختند ، چه رسد به ديگران و به اين امر تصريح نموده‌اند ، چنان‌كه از ابن عمر در صحيحين آمده است كه در سال بعد از سال بيعت رضوان به محل بيعت آمده و به‌دنبال درخت گشتند ، ولى حتى دونفر نيز بر يك درخت اتفاق نظر نداشتند .\r\n\r\nتوجه به‌كفش پيامبر صلى الله عليه و آله و تحقيق علمىدر مورد آن\r\nاز جمله آثار نبوى كه مورد توجه و عنايت علما قرار گرفته است كفش پيامبر صلى الله عليه و آله است كه پژوهش‌هاى عميق و دقيق در مورد خصوصيات ، رنگ و مشابهت آن انجام يافته و پژوهش‌هاى تخصصى و رساله‌هاى مستقل در مورد آن نگاشته شده است كه مقصود از همهء آنها صاحب كفش ؛ يعنى رسول اعظم و پيامبر اكرم صلى الله عليه و آله است .\r\nو اگر به آثار بزرگان و لباس و وسائلشان اهتمام مىگماريم و دار و ندار خود را براى به‌دست آوردن آن صرف مىكنيم و موزه‌هايى ويژه و كارشناسانى متخصص را به اين امور اختصاص مىدهيم ، چرا براى پيامبر صلى الله عليه و آله كه\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nسزاوارتر و محق‌تر از ديگران است چنين نكنيم كه اگر جان‌ها و مال‌ها در اين مسير فدا شود چيز كمى است .\r\n\r\nمعنى اجتماع و بزرگداشت\r\nما عادت كرده‌ايم كه براى بزرگداشت برخى مناسبت‌هاى تاريخى ؛ مانند ميلاد پيامبر صلى الله عليه و آله ، شب معراج ، نيمه شعبان ، هجرت پيامبر ، ايام نزول قرآن و به ياد جنگ بدر ؛ دور هم جمع شويم و اين امر را مطابق عادت انجام مىدهيم و آن را مرتبط با دين نمىدانيم و آن را با صفات مشروع يا سنت بودن وصف نمىكنيم همچنان‌كه اين امر معارض با هيچ‌يك از اصول دين نمىباشد ، چراكه خطر در اين است كه ما مسأله‌اى را كه مشروع نيست ، مشروع بدانيم و من فكر مىكنم چنين مسائل عرفى عادى را بدين شكل بايد مورد قضاوت قرار دهيم كه مورد توجه يا مبغوض شارع است و فكر مىكنم اين حد مورد اتفاق است و بعضى ادعا مىكنند كه اين مناسبت‌هايى كه مردم براى بزرگداشت آن جمع مىشوند ، به دليل داشتن وقت معين مورد اشكال است ، مثلًا مىگويند : مردم عادت كرده‌اند كه شب بيست و هفتم براى بزرگداشت معراج يا شب دوازده ربيع‌الاول براى گراميداشت ميلاد پيامبر صلى الله عليه و آله اجتماع كنند با وجود اين‌كه علما در تعيين دقيق وقت اين دو حادثه اختلاف دارند و بنده مىگويم :\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nعدم توافق بر تعيين وقت تأثيرى ندارد ، چراكه ما معتقد به مشروعيت اجتماع در وقت خاص نمىباشيم ؛ بلكه همان‌گونه كه گفتيم مسأله به‌صورت عادت است و آن‌چه براى ما داراى اهميت است غنيمت‌شمارى اين فرصت و جهت‌دهى اين اجتماع به‌سوى خير است . در اين شب مردم به‌صورت وسيع و با اجتماع بزرگى دور هم جمع مىشوند و اين‌كه در تعيين وقت خطا كرده باشند يا نه ، فرقى ندارد و همين كه به ياد خدا و محبت حضرت رسول صلى الله عليه و آله گردهم مىآيند در جلب رحمت و فضل الهى كافى است .\r\nمن كاملًا معتقدم كه اجتماع اين مردم ، مادامى كه براى خدا و در راه خدا باشد مقبول نزد خدا هستند ، ولو اين‌كه در تعيين‌وقت خطاكنند ، براى تقريب به ذهن مثالى مىزنم :\r\nاگر مردى ، مهمانانى را در روز معينى دعوت كند و بعضى از مدعوين در غير اين زمان موعود بيايند به اين گمان كه در آن زمان دعوت شده‌اند به‌نظر شما آيا صاحب مهمانى آنها را ميراند و با تندى و شدت رد مىكند و جلوى آنها را مىگيرديا به آنها مىگويد : برگرديد و برويد . امروز روز موعود من نيست يا اين‌كه برعكس با نيكى با آنها برخورد مىكند و به آنها خوش‌آمد گفته در را به‌رويشان مىگشايد و آنها را دعوت به ورود مىكند ؛ سپس از آنها مىخواهد كه در وقت موعود هم بار ديگر بيايند اين تصويرى است\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nكه من آن را شايستهء فضل و كرم الهى مىدانم .\r\n\r\nمفهوم ميلاد شريف پيامبر صلى الله عليه و آله\r\nبسيارى از مردم در فهم حقيقت ميلاد شريف پيامبر صلى الله عليه و آله دچار اشتباه‌اند . حقيقتى كه ما به آن مىخوانيم و بر آن تشويق مىكنيم ، لذا تصورات فاسدى در ذهن دارند كه مسائل و بحث‌هاى مفصلى را نيز بر آن بنا مىكند و اوقات خود و خوانندگان را هدر مىدهند ، همهء اين افكار بر باد رفته است ؛ زيرا همان‌گونه كه گفتيم بر پايهء فاسدى بنا نهاده شده است .\r\nاز ميلاد پيامبر صلى الله عليه و آله زياد نوشته‌ايم و در راديو و مجامع عمومى بارها مقصودمان را از ميلاد شريف پيامبر بيان كرده‌ايم .\r\nقبلًا گفته‌ايم و مىگوييم كه گردهمايى براى ميلاد شريف پيامبر صلى الله عليه و آله امرى عادى است و عبادت به‌حساب نمىآيد . اين چيزى است كه ما به آن اعتقاد داريم و خدا را بر آن شاهد مىگيريم . هركس هرگونه مىخواهد فكر كند ، اين خود انسان است كه در مورد افكار و سخنان خود مىتواند اظهار نظر كند نه ديگران . ما در هر اجتماع و محفل و مجلسى مىگوييم كه : اين گردهمايى با اين كيفيت يك امر متداول است و ربطى به عبادات ندارد . آيا بعد از اين اتمام حجت‌ها جاى اعتراض و انكارى وجود دارد ؟\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nلكن مصيبت بزرگ در عدم فهم است ، از همين روست كه امام شافعى مىگويد : با هيچ عالمى مجادله نكردم مگر آن‌كه بر او غلبه يافتم و با هيچ جاهلى نيز مجادله نكردم ، مگر اين‌كه او بر من غلبه يافت .\r\nاين اجتماعات ، بزرگ‌ترين وسيله براى دعوت به‌سوى خدا و فرصتى طلايى است كه نبايد آن را از دست داد ؛ بلكه ضرورى است كه علما و مبلغين اخلاق ، آداب ، سلوك ، سيره و عبادات پيامبر را به مردم يادآورى كرده ، آنها را نصيحت و به خير و رستگارى رهنمون شوند و از بلا و بدعت شر و فتنه ، آنها را برحذر دارند .\r\nما به فضل الهى ، دائماً به اين امر دعوت مىكنيم و به مردم مىگوييم مراد از اين گردهمايىها صرفاً اجتماع و تظاهر نيست ؛ بلكه اين وسيله‌اى شرافتمندانه براى هدفى شرافتمندانه است و آن هدف چنين و چنان است و هركس بهره‌اى براى دينش از اين اجتماعات نگيرد از خيرات ميلاد شريف پيامبر محروم گرديده است .\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\n\r\nخاتمه\r\nاين مقدار ميسر شد تا از مسائلى بنگاريم كه مايل بوديم تا برداشتى را كه از آن مسائل مىبينيم ، بيان كنيم . اگر صواب و درست بود حمد براى خداست و اگر درست نبود ، بشرى داراى صواب و خطا هستيم و همهء ما مورد ايراد و انتقاد هستيم جز پيامبر معصومى كه از روى هواى نفس سخن نمىگويد و تنها با وحى تكلم مىكند .\r\nبه خداوند پناه مىبرم از بحث ، جدل و دشمنى . و هم به او پناه مىبرم از علم بىفايده و دعايى كه شنيده نشود و قلبى كه به خشوع درنيايد . و به او پناه مىبرم از هر بدى ، بلا ، شرك و بدعتى . و بيزارى مىجويم از هرچه رسول‌اللَّه بيزارى جست و اقرار مىكنم به آن‌چه او بدان اقرار كرد .\r\nو از خدا مىخواهم كه مرا بدين اعتقاد ثابت بدارد تا\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nمسلمانى موحّد و مؤمن به خداوند بميرم در سرزمين خدا و در ميان مؤمنان موحدى كه شهادت به يكانگى خداوند و رسالت پيامبر صلى الله عليه و آله مىدهند .\r\nوالحمد للَّه‌رب العالمين\r\nو صلى اللَّه على سيدنا محمد وآله وصحبه أجمعين\r\n\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168}
  ]