[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nزبدة الحقايق\r\nتأليف\r\nشيخ عزيز الدين نسفى\r\nتصحيح مقدمه و تعليقات\r\nاز\r\nحق وردى ناصرى\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nنسفى ، عزيز الدين بن محمد ، قرن 7 ق .\r\nزبدة الحقايق / تأليف عزيز الدين نسفى ؛ تصحيح ، مقدمه وتعليقات از حق وردى ناصرى - تهران : طهورى ، 1381 .\r\n140 ص .\r\nisbn 964 - 6414 - 28 - 1\r\nفهرستنويسى براساس اطلاعات فيپا .\r\nچاپ قبلى : طهورى ، 1362 .\r\nكتابنامه ص . [ 139 
  ] 140 .\r\nچاپ دوم .\r\n1 . عرفان - متون قديمى تا قرن 14 . 2 . تصوف . الف . ناصرى ، حق وردى ، مصحح . ب . عنوان .\r\n2 ز 5 ن / 283 bp\r\n83 / 297\r\n1381\r\nكتابخانه ملى ايران\r\n12970 - 81 م\r\nانتشارات طهورى\r\nشمارهء 1438 ، خيابان انقلاب ، صندوق پستى 1648 - 13145\r\nتلفن : 6406330\r\nشيخ عزيزالدين نسقى\r\nزبدة الحقايق\r\nتصحيح ، مقدمه و تعليقات از حق وردى ناصرى\r\nچاپ دوم پاييز 1381\r\nچاپ افست : گلشن\r\nتيراژ : 3300 جلد\r\nحقوق چاپ و نشر براى انتشارات طهورى محفوظ است\r\nشابك 1 - 28 - 6414 - 964\r\n1 - 28 - 6414 - 964 isbn\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\n[ مقدمات پژوهش 
  ]\r\n\r\n[ مقدمه‌ى استاد جلال الدين همايى 
  ]\r\nمنكر بحث و گفتگوى علمى نمىتوان شد ؛ هر قدر مىخواهيد در مسائل از نظر علمى بحث و غوررسى و مناظره و مجادله كنيد . اما در هر مبحثى و در پيرامون هر مطلبى ، بىسبب و بدون مناسبت پاى دين و مذهب را پيش كشيدن و تهمت كافرى و بددينى را دستاويز و حربهء قاطع براى غلبه و فيروزى خود و سركوبى و از ميدان بدر كردن حريف طرف بحث و مناظره ساختن ، كار اهل علم و ديانت نيست ؛ از كرامت اخلاق انسانى و مردمى و انصاف هم دور است .\r\nاستاد جلال الدين همايى\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nفهرست مطالب\r\nيادداشتى بر چاپ دوم 7\r\nمقدمه 13\r\nنسفى كيست 21\r\nتصوف چيست 27\r\nصوفيان و حكومت‌ها 33\r\nدربارهء متن حاضر 41\r\nباب اول - در معرفت عالم كبير 47\r\nاصل اول - در سخن اهل شريعت در بيان عالم كبير 51\r\nاصل دويم - در سخن اهل حكمت در بيان عالم كبير 61\r\nاصل سيم - در سخن اهل وحدت در بيان عالم كبير 73\r\nباب دويم - در بيان عالم صغير 81\r\nاصل اول - در بيان انسان و مراتب انسان 81\r\nاصل دويم - در بيان آنكه انسان صغير نسخه و نمودار . . . 97\r\nاصل سيم - در بيان آنكه سلوك چيست و نيت سالك در سلوك چيست 103\r\nتعليقات 109\r\nمراجع و مآخذ مقدمه و تعليقات 139\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nيادداشتى بر چاپ دوم\r\nعزيز نسفى ، از جمله فارسىنويسان صوفى است كه آثار خود را به خواهش برخى درويشان و مريدان خود در مسائل مورد سؤال آنان نوشته است . طرز نگارش او فارسى ساده و بىپيرايه و بدون تكلف و تصنع است . با وجود آنكه به دلالت آثارش به علوم شرعى و فلسفه و حكمت و عرفان و حتى پزشكى آشنايى بلكه احاطه داشته ، بر خلاف سنت زمانه از عربىنويسى و يا فارسى مغلق و مصنوع پرهيز نموده است . در نوشته‌هاى خود مسائل را از ديدگاه اهل شريعت ، اهل حكمت و اهل حقيقت يا اهل نور بررسى و توضيح و تشريح كرده است . عمده تمايل او در تشريح عقايد ابن عربى بوده كه آن را منطبق با باورهاى خود يافته است . و ازاين‌رو وى را از شارحين عقايد محيى الدين مىتوان دانست ، با اين تفاوت آشكار كه بر خلاف استاد و مراد خود ، سعد الدين حموى درصدد اخفا و پوشيدگى نبوده و رازگونه ننوشته است . گويى براى خود رسالتى قائل بوده كه عقايد سه گروه ياد شده را به درويشان مبتدى آموزش دهد و بنابراين ، مانند آموزگارى پرحوصله كوشش نموده تا با ساده‌ترين عبارات ممكن مقصود را تفهيم كند و هرجا احساس مىكرده كه ممكن است مخاطب مطلب را نفهميده باشد يا نفهمد ، مىگويد : « اگر اين عبارت را فهم نمىكنى ، به عبارت ديگر بگويم » « 1 » و يا « چنين مىدانم كه تمام فهم نكردى روشن‌تر از اين بگويم » ، « 2 » و آنگاه موضوع را با عبارت ديگر و ساده‌تر تكرار مىكند تا رسالت آموزش خود را انجام يافته بداند . لذا در نوشته‌هاى وى تكرار مكررات كم نيست ، اما اين تكرارها هرگز به اطناب نمىانجامد و به گفته خود او هرجا « درازنويسى » شده ، خارج از اختيار وى بوده است . و خود چنين گويد : « هرچند مىخواهم كه سخن دراز نشود ، بىاختيار از من دراز مىشود و سخن از قالب بيرون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . متن .\r\n( 2 ) . متن .\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nمىرود » . « 1 » اين شيوه ساده‌نويسى و عامه فهم ، چون در خدمت اشاعه و تبليغ و توضيح و تفسير نظرات اهل حقيقت يا اهل نور و در شرح و تفسير عقايد ابن عربى قرار گرفته ، آن هم در عصرى كه تعصبات عقيدتى بر آن حاكم است و از طرفى « خمولى » و انزواى وى در زندگى و عدم وابستگى به مراكز قدرت و تحت حمايت هيچ قدرتى نبودن ، نسفى را در معرض تهديد و خطر قرار داده است . و دلهره و اضطراب بر جان او حاكم شده و تا پايان عمر اين اضطراب و ترس از جان را داشته است . رؤياى شگفتى كه در اواخر عمر در ابرقو ديده و در كتاب كشف الحقائق آن را به تفصيل شرح داده دليل پرارزشى بر اين سخن است . چه ، بنابه روايت رؤيا ، سعد الدين نزد پيامبر اكرم ( ص ) ترس خود را نسبت به جان نسفى به دليل افشاى اسرار و عدم تبعيت از روش خود در اخفاى آن اظهار مىدارد و مىترسد كه « ناجنسى آزارى به وى رساند » . در عين آنكه رسول اكرم ، نسفى را در « عصمت خدا » مىداند ، لازم مىبيند كه به او تذكرى داده شود . آنگاه رسول اكرم با ابن خفيف و سعد الدين حموى در مسجد جامع ابرقو جمع شده و پدر نسفى او را به خدمت آنان در مسجد مىبرد و پيامبر پس از شرح ماجرا از او مىخواهد تا سال 700 هجرى از انتشار اثر خوددارى كند و نويد مىدهد كه پس از آن سال كتاب وى مورد توجه طلاب علم و مرجع آنان خواهد شد . نسفى اظهار مىدارد كه برخى از اين كتاب را پراكنده است و رسول خدا مىفرمايد : « آنچه رفته ، رفته . باقى را اظهار مكن » . « 2 »\r\nاين رؤيا كه در عدم جعليت آن ترديد نيست ، متضمن چند نكته است كه اهم آنها بيم جان و اضطراب خاطر نسفى تا پايان عمر است كه البته با عنايت به نكات ياد شده استيلاى اين ترس بر وجود او منطقى و طبيعى مىنمايد . چون اين صوفى آواره كه بر سر گذشت پيشينيان وقوف كامل دارد و با تعصبات زمانه‌اش بيگانه نيست ، به خوبى مىداند كه چوب تفسيق و تكفير بر سر او همان مىآورد كه بر سر پيشينيان از اهل حقيقت آورد . و او كه صوفى آزاده‌اى است كه مقصد اعلاى زندگانى را آزادى و راه وصول به آن را عشق مىداند و بعد از محيى الدين اولين كسى است كه اصطلاح انسان كامل را به معناى انسان آزاد به كار برده و آن را نام يك مجموعه از رسائل خود قرار داده است ، « 3 » نيك آگاه است كه بهاى اين اعتقاد را بايد بپردازد . زندگانى غم‌بار او طى يك رباعى چنين ترسيم شده است .\r\n كس در كف ايام چو من خوار مباد * محنت‌زده و غريب و غمخوار مباد\r\nنى روز و نه روزگار نى يار و نه حال * كافر به چنين روز گرفتار مباد \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . متن .\r\n( 2 ) . كشف الحقائق صص 3 و 4 .\r\n( 3 ) . محيى الدين بن عربى تأليف دكتر محسن جهانگيرى ، ص 326 .\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nبخشى از بهاى پرداخت شده اعتقاد و نحوه سلوك او به شمار مىرود . آوارگى از نخشب ( نسف ) به بخارا و رانده شدن از آنجا به خراسان و سپس اصفهان و شيراز و سرانجام اقامت در ابرقو و سر بر خشت نهادن در همان‌جا لازمه اين آزادگى است .\r\nكسى كه بر خلاف سنت زمانه ديباچه هيچ اثرى از آثار خود را به نام پادشاهى ، وزيرى و صاحب قدرتى مزين نكرد و مأنوس و مألوف توانمندان نشد ، تنها با درويشان زيست و براى آنها نوشت ، بايد با بهاى اين آزادگى كه ترس جان باشد ، هماره ملازم گردد .\r\nسر آويخته شده منصور بر دار به جرم افشاى اسرار و ديگرانى كه عشق را با سوختن در آتش معنى كردند و يا . . . و يا . . . ناميده شدن محيى الدين از طرف متعصبين به مميت الدين يا ماحى الدين تابلوهاى مصورى است كه پيش‌رو دارد . اين ترس از جان براى اين وجود شريف آزاده كه باور دارد : « كسى كه به مقام وحدت رسيد ، هيچ‌كس را به گمراهى و بيراهى نسبت نكند و همه را در راه خدا داند و همه را روى در خدا بيند » ، غرابتى ندارد . تساهل اعتقادى او كه خدا را در انحصار يك گروه نمىداند ، در منظر متعصبانى كه هيچ باورى را جز باورى كه خود شيفته آنند ، برنمىتابند ، غير قابل تحمل است . و هرچه كه با حكمت و فلسفه آميخته باشد ، بايد سوخته يا شسته شود .\r\nشهاب الدين سهروردى ، عارف بلندپايه دربار خلافت عباسى كتاب شفاى اين سينا را شقا ناميده و آن را مغسول كرده است و با نوشتن كتاب رشف النصائح الايمانيه و كشف الفضائح اليونانية قلم رد بر هر فلسفه‌خوان و فلسفه‌دانى كشيده است . و كاش خود مىدانست كه فلسفه چيست ؟ و مىدانست كه اگر غزالى تهافت الفلاسفة را نوشت ، قبل از آن مقاصد الفلاسفة را نوشته بود كه دلالت بر تحصيلات فلسفى او داشت . آرى ، در اين اوضاع و احوال كه كتاب‌شويى رواج دارد و در سال 760 در فارس و كرمان و يزد و اصفهان و لرستان كمابيش سه ، چهار هزار مجلد كتب فلسفه و نجوم و وجود مطلق در عرض يك دو سال به آب شسته مىشود . و هر عارف و فقيه و شاعر و حكيم سعى در تقرب به دربارى دارد كه امنيت و آسايش او تأمين شود و نجم الدين رازى عارف معروف ، پس از باريابى به دربار سلاجقه روم تحرير ديگرى از كتاب مرصاد العباد كه به خواهش درويشان نوشته بود ، فراهم مىآورد كه لايق تقديم به شاه سلجوقى گردد و به قول مصحح محترم مرصاد العباد از اين كتاب دو نسخه داريم يكى درويشانه و يكى شاهانه .\r\nپس چگونه نسفى كه جز با درويشان و درويشانه نزيست و آنچه گفت و نوشت از ترك و انقطاع و آزادى و آزادگى نوشت و خمولى پيشه كرد و خدا را در انحصار يك فرقه و گروه و دسته قرار نداد ، بيم جان نداشته باشد ؟ با گذشت ايام ترس نسفى مهر تأييد\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nمىخورد به طور مثال مقدس اردبيلى - مجتهد زاهد و صاحب نفوذ دوران صفوى ، وى را همراه با محيى الدين به چوب تكفير نواخته و علت كفر آنان را مطالعه آثار افلاطون و اتباع او دانسته و آنان را « دزدان مقالات و اعتقادات قبيحه فلاسفه » ناميده و پيروان آنها را احمقان سرگردان دانسته است . « 1 »\r\nنكته دوم كه در رؤياى ياد شده جلب توجه مىكند ، مسئله سال 700 هجرى است . اين سؤال پيش مىآيد كه در اين سال و پس از آن چه خصوصيتى نهفته است و طلاب علوم چه تحولى مىيابند كه آثار نسفى مقبوليت مىيابد و مرجع درس و بحث طلاب مىشود ؟\r\nبه نظر مىرسد كه بايد براى حل اين مطلب گفتگوهاى نسفى با مراد و استادش سعد الدين حموى مورد مداقه قرار گيرد . كه مستلزم بررسى دقيق مىباشد و از حوصله اين مقال خارج است .\r\nآنچه كه در سطور قبل گفته شد ، ايجاب مىنمايد كه تحقيقات گسترده‌ترى در راه شناساندن نسفى و شرح عقايد او انجام پذيرد و آثار چاپ نشده او توسط اهل فن انتشار و در اختيار علاقه‌مندان قرار گيرد .\r\nمتأسفانه در تراجم احوال راجع به نسفى كمتر مأخذى وجود دارد كه بتوان به آن اعتماد كرد ، و اگر چيزى در مورد او نوشته شده ، دور از واقعيت و بلكه افسانه‌سرايى است ، مانند آنچه صاحب كتاب مجالس العشاق درباره او نوشته كه بالمره حاصل تخيل نويسنده آن است . اين كتاب نسفى را عاشق پسر يكى از امراى بخارا قلمداد مىكند كه چون نمىتواند عشق خود را اخفا كند در اظهار آن دچار خجلت مىشود و سپس در فتنه بخارا آن پسر كشته شده و نسفى رانده مىشود و در گذر از آب آمويه رباعى ياد شده را از اشتداد آن عشق مفروض ترنم مىكند ! « 2 »\r\nاما نسفى و آثارش در غرب از ديرباز شناخته شده و آثارى در مورد وى به وجود آمد كه علاقه‌مندان اين مبحث مىتوانند به مقدمه ماريژان موله بر انسان كامل مراجعه نمايند .\r\nخوشبختانه در ايران نيز ، در چندساله اخير ، نسفى مورد توجه قرار گرفته و تا آنجا كه راقم اين سطور اطلاع دارد ، در فاصله بين چاپ اول اين اثر تاكنون مآخذ مهم ذيل درباره او انتشار يافته است :\r\n1 - انتشار چاپ چهارم كتاب انسان كامل توسط كتابخانه طهورى با اين مزيت بر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . همان .\r\n( 2 ) . مجالس العشاق تأليف امير كمال الدين گازرگاهى ، صص 163 و 164 .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nچاپ‌هاى قبلى كه مقدمه ممتع و فاضلانه ماريژان موله توسط دكتر سيد ضياء الدين دهشيرى به فارسى شيوا ترجمه شده و فايده آن عام گرديده است . سعى ناشر و مترجم مشكور باد .\r\n2 - چاپ بيان التنزيل توسط انجمن آثار و مفاخر فرهنگى با مقدمه و حواشى استادانه سيد على اصغر مير باقرى فرد همراه با ترجمه مقدمه هرمان لندلت كه ارزش آن بىنياز از توصيف است .\r\n3 - تاكنون اثر مستقلى درباره نسفى در زبان فارسى وجود نداشت كه خوشبختانه در سال 1378 كتاب « عزيز نسفى » تأليف لويد ريجون با ترجمه دكتر مجد الدين كيوانى توسط نشر مركز انتشار يافته است . كه براى علاقه‌مندان مرجع ارزشمندى است .\r\nبا همه اين‌ها ، به جهات ياد شده و ساير جهات ، شايسته است كه درباره نسفى تتبعات و تحقيقات بيشترى انجام پذيرد . اين بنده قصد داشت كه در چاپ دوم بازنگرى كلى كرده و مقدمه مبسوطترى فراهم آورد كه عوايق زندگى و زمانه مانع شد و اگر خدا بخواهد - به شرط بقا - در چاپ احتمالى آينده اين اثر و يا در مقدمه مقصد اقصاى نسفى كه در دست تصحيح دارد ، به انجام مقصود توفيق يابد . از خواننده گرامى اين يادداشت استدعا مىكنم كه نقايص اين چاپ را از راه لطف گوشزد فرمايند و نگارنده را رهين منت خود سازند .\r\nدر خاتمه لازم مىدانم كه تأسف خود را به عنوان يك كتابخوان از فقدان مردى ابراز نمايم كه با ضميرى روشن و تلاش خستگىناپذير و عشقى مفرط به فرهنگ و ادب ايرانى ، عمرى كوشيد تا بنيادى را به نام كتابخانه طهورى هستى بخشيد كه توانست خدمات ارزنده‌اى در راه اعتلاى فرهنگ ايرانى بنمايد . فقدان او كه پس از تحمل رنجى جانكاه تن به خاك سپرد و جان به جانان براى هر اهل كتابى دردناك بود . تا زمانى كه كتاب و كتابخوان باشد ياد و خاطره او به نيكى ماندگار است . و خوشبختانه امروزه خلف صدق او ، راه پدر مىپويد و توفيق او در ادامه خدمت به فرهنگ ايرانى ، آرزوى هر ايرانى آزاده شيفته ادب و فرهنگ ايران زمين است . آرى ، به گفته نسفى « كسى ندانست و نداند كه فردا چه خواهد بود . صحت باشد يا مرض ، حيات باشد يا موت . . . دريايى است كه به تموج است ، هر ساعتى به موجى و صورتى حادث مىشود . . . اى درويش ! هركه در اين سخن تأمل كند و به گوش جان اين سخن را بشنود ، به يقين بداند كه جز ترك و رضا و تسليم چاره‌اى ديگر نيست » . در پايان از تشويق ايوبى عزيز و يافتن اغلاط سپاسگزارم .\r\nحق وردى ناصرى - بهمن / 80\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nمقدمه\r\nپيش از مرداد 32 و اندكى پس از آن ، در سنى نبودم كه بد و نيك اجتماعى را بفهمم . آن سال‌هاى پرهياهو را من و همسالانم به حل مسئله حوضى اشتغال داشتيم كه زيرآبى داشت و فواره‌اى و تعيين مىنموديم كه اگر هر دو باز باشند - كدام عاقل چنين كند ؟ - بعد از چه وقت حوض پر خواهد شد . البته كه هميشه گلوگاه فواره فراخ‌تر از زير آب بود و الا حوض تا ابد پر نمىشد .\r\nو اصلا عقلمان قد نمىداد كه بعد از چه وقت حوصله ملت يا حكام سرريز مىشود .\r\nچه ، نمىدانستيم حوصله كدام يك فراخ‌تر است . گفتم كه به سن تميز اجتماعى نرسيده بوديم - من و همسالانم - وقتى كه بزرگ‌تر شديم ، خواستيم مصداق «  يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ  » « 1 » باشيم . اقوال را بشنويم و بهترين را برگزينيم .\r\nاما كدام اقوال ؟ ديگر قولى نبود جز يك قول كه قول حاكم بود . كاروان‌ها كوچيده بودند يا كوچانده شده بودند . اجاق‌هاى سردى بر كوره راه انديشه‌مان بيانگر اين بود كه روزى كاروانى و ايلى اطراق داشته است . احزاب و جبهه‌ها ، سازمان‌ها و گروه‌ها برچيده شده بودند . آن زمان كه ما خواستيم اقوال را بشنويم و بهترين را بگزينيم ، حوصله حكام سر رفته بود . مگر حكام چقدر حوصله دارند ؟ مگر مىشود هر روز ميتينگ درآورد و زنده باد و مرده باد گفت ؟ روزنامه‌هاى جورواجور نوشت و پراكند ؟ شاهد سخنرانىها و نطاقىها شد ؟ نه ، ادامه اين بازىها براى حكام خطر دارد . هرازگاهى پربدك نيست كه حاكمى اداى آن درآورد و تظاهر كند كه طالب برخورد عقايد و اقوال است كه مردم بهترين را انتخاب كنند و آن هم زمانى كه مصلحت ايجاب كند و بيعت جديدى در كار باشد . چنين استمالت‌هايى خاص اين دوران‌هاست ، يا گاهى كه حاكمى اجبار به آن بيابد و اقتضاى مصلحت آن است كه لقمه‌اى از دست فروهلد كه سفره‌اى را نگهدارد . چنان‌كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء زمر ، آيهء 18 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nآتشى به خانه‌اى افتد اهل خانه لحافى را مىسوزانند كه الباقى خانه را حفظ كنند . اين هنگام‌هاست كه حكام تن به اين بازى مىدهند . اولى را به اختيار در جهت فريب و دومى را به اجبار حسب مصلحت .\r\nدر غير اين صورت‌ها هرگز . آنچه حكام را لازم است آرامش جامعه ، كار توده ، توليد اجتماعى و افزايش سلاح و رفاه حكام است . در چنين دوره‌هاى آرامشى است كه اقوالى جهت شنيدن و انتخاب بهترين نيست ، مگر زيرزمينى ، شب‌نامه - خانه تيمى و الخ كه در دسترس توده مردم نيست . همه يك قول است و آن قول ، قول حاكم . سن تميز و تشخيص و انتخاب اين بنده نيز مواجه با چنين ايامى بود . چند سالى پس از سال 32 نه حزبى بود علانيه ، نه سازمانى ، نه روزنامه‌اى ، نه مجله‌اى .\r\nروزنامه‌ها مثل هم بودند ، يكى را كه مىخواندى ، همه را خوانده بودى . مجله‌ها هم ، راديو هم - تلويزيون كه نبود - اگر امروز راديو را گوش مىكردى ، همان مىگفت كه ديروز يا پريروز و هلم جرى از زمانى كه ملكه اعتضادى از آن پيام رسانده بود . و به قياس اينكه وحوش و حشرات ، شاه دارند ، انسان هم نيازمند شبان و شاه تفسير شد و در اين تفسير فصل و مرز ناطق بودن انسان از سجل احوال او پاك شد .\r\nجامعه يكدست بود و ما ، در بىخبرى . اخبارى كه حاكم تشخيص مىداد ما بايد بدانيم ، خود انتخاب مىكرد و هر روز تكرار مىنمود . اين بىخبرى و يكنواختى و يا بهتر بگويم تك‌خبرى را محيط زندگانى مضاعف ساخته بود و محيط خانوادگى اين مضاعف را مجددا به ضعف كشانده بود !\r\nبىشك حرف و حديث‌هاى چنين دوران‌هايى بايد چيزهايى باشد كه به جايى و به تريج قبايى برنخورد و به فرهى حاكم بىاعتنايى نشود و حكام و اهل حكومت را نيازارد .\r\nدر چنين دوران‌هايى روشنفكران رو به موضوعاتى مىآورند كه زمانه تاب تحمل آن را داشته باشد . نمونه بگوييم بسيارى از روشنفكران عصر آغاز مشروطيت كه حرف و سخنشان مسائل داغ روز بود و مطالبات سياسى مردم را تحت عنوان آزادى و دمكراسى و برابرى در منظر قانون و اجراى عدالت ، تبليغ و ترويج مىكردند ، در ديكتاتورى پهلوى بدل به محققان متون‌گرا شدند . دهخدا ، بهار ، پيرنيا و . . . و من اعتقاد دارم كه اگر دوره پهلوى نبود ، ما از بسيارى متون قديمى محروم بوديم كه به همت روشنفكران و به اجبار دم دركشيدن آنان در اين عصر از گوشه كتابخانه‌ها يافته شدند و با مقابله و تصحيح براساس اقدم نسخ يا اصلح نسخ يا اصوب نسخ ! به چاپ سپرده شدند . و خود خشت بناهاى تحقيقاتى ديگرى گرديدند و هذا من فضل\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nالبرامكه ! همين روشنفكران كه دم دركشيده بودند در عصر پهلوى و عبرت گرفته بودند از سرنوشت پنجاه و چند تن و ديگران ، بعد از شهريور 20 به بركت متفقين باز تا مدتى متون بازى را كنار گذاردند . و به جاى آن دوباره حزب‌بازى و روزنامه‌بازى رواج يافت .\r\nتا مرداد 32 كمابيش حزب و روزنامه هست ، پس از آن باز متون بازى است و اين دوره است كه نوجوانى و بخشى از جوانى اين بنده در آن سپرى مىشود . و من و همسالانم كه از حل مسئله حوض فراغت يافته‌ايم و فوائد گاو و گوسفند را به نحو مستوفى بررسى كرده‌ايم ، بايد به چيزهاى جديدتر و جدىترى اشتغال يابيم . اگر روزنامه‌ها و احزاب بودند ، كار آسان بود ، يعنى سرگرمى و اشتغال ، خود مهيا بود اما گفتم كه زمانهء ما ، زمانهء چنين چيزهايى نبود . از جمله اشتغالات فكرى ما اين بود كه آيا واقعا دوش در حمام جائز است يا خير ؟ شايد خواننده اين اباطيل اگر جوان باشد ، با ناباورى اين سخن را بخواند ، اما به او اطمينان مىدهم كه اين سخن عين حقيقت است . در آن زمان‌ها در شهر ما زمزمه اين بود كه خزينه حمام‌ها به دوش بدل شوند و چه بگومگوها و چه مقاومت‌ها كه نشد . ما مدرسه‌روها هم كه پس از استحمام در خزينه حمام‌ها ، در خانه صورت خود را با يك آفتابه آب مىشستيم كه كثافات حمام را از چهره زائل كنيم و بوى عفن آب خزينه را كه به تن ماسيده بود از چهره بزداييم ، از هواداران ! دوش بوديم . و در برابر كسانى كه با همان آب خزينه مضمضه مىكردند ، جهت دفاع ناچار از تحصيل دليل بوديم . و دليل هم از نوع نقلى نه عقلى ، كه در عرصه مباحثات و مناظرات من قال مطرح بود و نه ما قال و بنا بر منطق جارى نظاميه‌ها « قال الغزالى » فصل الخطاب بود . ياد دارم كه در همان زمان‌ها حديثى يافتم از امام هشتم كه فرموده « من اغتسل من الماء الذى قد اغتسل فيه فقد اصابه الجذام فلا يلومن إلا نفسه » . « 1 » و آن را چون حجت قاطع به رخ مخالفت كشيدم كه هذا دليل بيّن .\r\nاين از مقوله بحث‌هاى اجتماعىمان بود و در مدرسه هم بحث‌ها و مناظرات ادبى ما ترقى كرده و به جاى مقايسه فوائد گاو و گوسفند يا ثروت و علم به بيان محاسن دكترى و مهندسى پرداختيم و يا برترىهاى نطق و كتابت را نسبت به هم سنجيديم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حافظه يارى نمىدهد كه مأخذ حديث را به ياد آورم و به همين علت ممكن است آنچه نوشته‌ام با متن حديث تفاوت اندكى داشته باشد به هر تقدير ، معناى آن اين است كه اگر كسى در آبى كه ديگرى در آن شستشو كرده خود را بشويد و جذام بگيرد ، بايد خود را ملامت كند .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nدر اين حيص و بيص دو چيز دنياى سكوت و يكنواختى ذهن مرا آشفته كرد ، يكى كتاب تاريخ ادبيات دكتر شفق بود ، آنجا كه از شعرايى چون عطار ، سنايى ، مولوى و حافظ سخن مىگفت كه حرف و سخن ديگرى داشتند و با ديگران متفاوت . مدح شاهان نمىگفتند و چون فرخى و عنصرى و انورى و عمعق و غيره نبودند . ذهن جوينده ، آنان را جهت شناخت بيشتر برگزيد و بدين‌طريق با تصوف آشنا شدم و دنبال كردم از طريق كتاب . كتاب‌هاى مخالف و موافق . از تحفة الاخيار محمد طاهر قمى خواندم كه صوفيان ملعونند و از كسروى آموختم كه تصوف دكانى است بافندگى از ترهات و دام تزويرى است براى خلايق . از صوفيان شنيدم كه حقند و محق و فرقه ناجيه در حديث نبوى آنهايند و الباقى فى النار . دوم واعظى بود ، در مسجدى كه من نماز در آنجا به جماعت مىگزاردم . وى وعظ مىكرد . هنوز هم نمىدانم كه آيا جذبه امام جماعت آن مسجد در انتخاب من بيشتر سهم داشته يا وعظ آن واعظ . سخن او بيشتر در رد و ابطال فرقه « ضاله و مضله » بهائيت بود و داستان‌ها داشت از تردامنىهاى زنان و مردان آن فرقه به هنگامى كه واعظ ما جوان بوده است و آنان قصد تبليغ و فريب او را داشته‌اند . و استوارى و استحكام اخلاقى واعظ كه با وجود جوانى مانع از ره بدر شدن او مىشده . اين هم يك مورد شد كه در صدد برآمدم اين بهائم بهائيت را بهتر بشناسم . كتاب موافق از آنان نداشتم و چند كتاب رديه بر آنان را خواندم كه بهترينش كشف الحيل آيتى بود و پيام پدر صبحى . كه اين حضرات هر دو ، سال‌ها قلم‌زن و بيانگر عقايد و آراء آن فرقه بوده‌اند .\r\nآرى ، اين‌ها مىشود اشتغالات فكرى جوانى كه مىخواهد در زمانه اختناق اقوال را بشنود و بهترين را برگزيند .\r\nتصميم گرفتيم - با دوستى چون خود - به مانند ماهى كوچك آن قصه سر از محيط تنگ خود به درآريم و در تكاپوى شناخت جديد برآييم . حركت كرديم . از شهرمان به پايتخت ، جايى كه همه رقم آدم در آن توان ديد ، صالح و طالح ، مؤمن و ملحد . پس صوفيان و بهائيان را نيز در آنجا توان يافت .\r\nباره توشه‌اى قليل از وجوه كاغذين خرد و علمى بسيار بسيار خردتر ، اما با سرى پرشور و گام‌هاى خستگىناپذير و در تابستانى كه مدارس تعطيل است ، به راه افتاديم . اينك پايتخت بر جوانان بىتجربه و دنيا نديده و بىعلم و معرفت اما شيداى شناخت ، دروازه گشوده . ابتدا بهاييان را بجوييم و ببينيم كه آنها كىاند و چه مىگويند . اما كجا ؟ حكايت ملا يادمان آمد در قصه تعقيب دزد كه به گورستان بنشست به اين استدلال كه هركجا گريزد\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nسرانجام بدانجا گذر خواهد داشت . « 1 »\r\nپس دقيق جايى كه بتوان آنها را يافت ، گورستان ويژه آنان است . در آنجا با گوركن و گوربان بهايى سلامى و عليكى و شرح قصد و ماجرا ، و هم به‌وسيله آنان آشنايى با چند مبلغ بهايى كه جوانند و حراف و سخت مؤدب . تعارفى به پپسى و هم تبليغى براى آنكه ديگر نوشابه‌ها رفع عطش نمىنمايند جز اين يكى ! و امتناع ما به پاس تحريم علماى دين در شهرمان ، و مبلغى حرف و حديث ديگر . ديديم اين يكى بس است . حرفشان عمقى نداشت و ما هم كه به كشف الحيل آيتى مسلح بوديم و به پيام پدر صبحى هم ، پس به حمله‌هاى افندىوار آن حضرات سپر نمىانداختيم و نينداختيم . بعدها نيز اگر چيزى در آن باره خواندم ، صرفا تا آنجايى بود كه ارتباط با تاريخ داشت . زيرا ارزشى از حيث فلسفه و ديانت بر آن بار نبود .\r\nاما تصوف ، رهايش نكرديم - من و دوستم - به پايمردى مرد پير پينه‌دوز در حاشيه ميدان شوش ، به خانقاه ره يافتيم و سبلتهاى آويخته صوفيان را به راى العين ديديم و آداب و ادبشان را شناختيم و به خلوت راز و رمزشان درآمديم و همه اين‌ها در زى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حكايت ملا را سنايى غزنوى در حديقه چنين آورده است .\r\n آن شنيدى كه از كم آزارى * رندى اندر ربود دستارى\r\nآن دويد از نشاط در بستان * وين دوان شد به سوى گورستان\r\nآن يكى گفتش از سر سردى * كه بديدم سليم دل مردى\r\nتو بدين‌سو همى چه پويى تفت * كآنكه دستار برد ، زان سو رفت\r\nمرد دستار برده فصلى گفت * نيك بشنو كه آن به اصلى گفت\r\nگفت اى خواجه گرچه زان سو شد * نه ز بند زمانه بيرون شد\r\nچه دوم بيهده سوى بستان * خود همى يابمش به گورستان\r\nمن همين يك دو روز صبر كنم * روى در روى اين دو قبر كنم\r\nكه بدينجا خود از سراى مجاز * مرگ سيلى زنانش آرد باز . \r\nص 673 حديقة الحقيقة و شريعة الطريقة به تصحيح استاد مدرس رضوى چاپ دانشگاه تهران .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nشكّ متفحص . نه عناد و لجاجى داشتيم و حرمت ويژه‌اى قائل بوديم ، هدف تحرى حقيقت بود و شناخت عينى و تطبيق خوانده‌ها با ديده‌ها . اينجا نيز ديديم كه : ليس الخبر كالمعاينة ! « شنيدن كى بود مانند ديدن »\r\nآن شور و شرها و گرمىها و زهد و پرهيز صوفيان كتابى كجا و اين طمانينه و وقار ذات عالمانه شيوخ و اقطاب فعلى كجا .\r\nآن ديوانه گلخن‌نشين غزنه كجا و اين قطب گلشن‌دار شاه‌نشين كجا . آن ابراز بىنيازى باباى عريان از طغرل كجا و اين دست‌بوسى پير كنونى كجا . با خود گفتيم زمان در گذر است و هر زمانى مقتضاى خاص خود دارد . اينان صوفيان زمانه سرمايه‌دارىاند و آنان صوفيان عصر برده‌دارى و رعيت‌دارى . لا بد تفاوت از اقتضاى زمان است . پس بهتر ديديم كه صوفيان را در بستر زمانه خود بنگريم و بشناسيم كه صوفى ابن الوقت باشد اى رفيق !\r\nاكنون كه نمىتوان و نبايد در چيزهاى ديگر تحقيق كرد ، در تصوف كه مىشود .\r\nمضاف آنكه اين ديگر بهاييت نيست كه ريشه نداشته باشد و بتوان كنارش نهاد . اقل حد اين است كه از قرن چهارم به بعد اين صوفيان استوانه ادبيات و انديشه مملكت تو بوده‌اند . در اين مملكت حكومت‌ها تشكيل داده‌اند از سربداران و مرعشيان و صفويان .\r\nبسيارى از آنان رنج‌ها ديده ، زجرها كشيده‌اند و بدار رفته‌اند . سوزانده شده‌اند .\r\nكتابهايشان تحريم شده خودشان تكفير شده‌اند و چه اعاظمى از اين قوم در اين راه خشت بناى رفيع علم و ادب اين ملت بوده‌اند .\r\nرودكى را كه به قولى يك ميليون و سيصد هزار بيت شعر بوده است ، « 1 » شرحى نديده‌ايم . « 2 » اما شروح متعددى بر قليل ابيات شيخ شبستر ديده‌ايم و هم در مورد مولوى ، حافظ ، محيى الدين ، جامى و غيره . بيهوده سخن به اين درازى نمىشود ، پس بايد خواند ، دقيق هم بايد خواند تا ببينيم كه اين قوم در گذشته چه گفته‌اند و كرده . و آيا كنون هم زمانه براى آنان چيزى براى گفتن باقى گذارده است يا كارى براى كردن ؟ از آن ايام تاكنون يكى از مشغوليات اين بنده تورق آثار ايشان بوده است و تفحص در احوالشان . اما نه هميشه .\r\nبارى ، اوقاتى كه روزنامه‌ها مثل همند و مجله‌ها نيز و راديو هم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) .\r\n شعر او را برشمردم سيزده ره صد هزار * هم فزون آيد چونان كه بايدش بشمرى \r\n( رشيدى سمرقندى )\r\n( 2 ) . البته دو كتاب در مورد رودكى نوشته شده است يكى مقدمه عبد الغنى ميرزايف بر ديوان رودكى چاپ نشريات دولتى تاجيكستان و ديگرى نوشته مرحوم سعيد نفيسى چاپ تهران ، اما اين شروح با شروحى كه در مورد حافظ يا مولوى يا ابن فارض و يا . . . نوشته شده متفاوت است .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nآنچه در سطور بعد مىآيد ، بخشى از آن چيزهايى است كه از آن زمان تاكنون در اين سير و سفر كه بعضا هم متوقف مانده است فراهم آمده و مناسبت داشته كه حاشيه‌نشين يك متن تئوريك صوفيانه گردد و اگر زمانه جوانى ، يعنى سال‌هاى 36 و 37 ، زمانه اختناق نبود و زمانه يكرنگى و يك‌گونگى روزنامه‌ها نبود ، چه‌بسا امروز شما از خواندن اين اباطيل فارغ بوديد و من از نوشتن آن . اما چه توان كرد كه نباشى قبور نشخوار اهل كتاب است در زمانه فترت و نكبت و سكوت .\r\nدر خاتمه از محمد ايوبى تشكر مىكنم كه در به چاپ سپردن اين اثر هم تكليف كرد و هم زحمت كشيد .\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\nنسفى كيست\r\nمآخذى كه بتوان نشان نسفى را در آنها يافت كم است و آنچه كه در مورد وى آمده ، اين است كه نام او عزيز الدين پسر محمد اهل نسف ( - نخشب ) است . « 1 » و معروف به عزيز نسفى است . اينكه در چه سالى زاده شده يا مرده ، نه معلوم است و نه مورد حاجت . اين تحقيقات را بگذاريم براى علما . اختلاف اقوال عالمانه در اين مورد بسيار است . آنچه به تحقيق مىدانيم اينكه وى در قرن هفتم مىزيسته و همين براى ما كافى است . مدرك ما سخن خود اوست كه مىگويد : « در ماه جمادى الاول سنه ثمانين و ستمائة در ولايت فارس در شهر ابرقو بودم » . « 2 » باز هم مىگويد : « درخواست درويشان در سنه احدى و سبعين و ستمائة بود و در آن سال لشكر كفار به ماوراءالنهر آمدند و ولايت را خراب كردند و اين بيچاره در آن تاريخ در شهر بخارا بود با جماعت درويشان ، بامداد روز جمعه اول ماه رجب سنه مذكور پيش از رسيدن لشكر كفار به شهر بخارا و به قتل و غارت مشغول شدن ، بدين سبب از شهر بيرون آمديم - و يا خود چنين گوى كه بيرون آوردند - و از آب خراسان گذشتيم و به شهرهاى خراسان رسيديم و از آن مدت باز هر روز به موضعى و هر شب به جايى مىبوديم و در هيچ جا قرار نمىيافتيم » . « 3 »\r\nپس تا اين جاى مطلب درست شد كه اولا آن حضرت قرن هفتمى است ثانيا از گريختگان ماوراءالنهرى به داخله ايران است . « 4 » وى تا هشتاد سالگى نيز رسيده است چه در مقصد الاقصى گويد : « اى درويش . . . هشتاد سال از عمرم گذشته تا اين راه را به پايان رسانيدم و در اين هشتاد سال هركجا دانا و زيركى نشان مىدادند ، مىرفتم و مدت‌ها در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بعد از حمله اعراب به ايران نام برخى از شهرها و قصبه‌ها ، صبغه عربى يافت ، مثل نسف ، بجاى نخشب ، جرجان به جاى گرگان ، جرفادقان به جاى گلپايگان و مستعربان ايرانى نيز در نوشته‌هاى فارسى خود همان صورت عربى را به كار بردند و عرب زده شدند .\r\n( 2 ) . كشف الحقائق ، عزيز نسفى ، ص 3 .\r\n( 3 ) . كشف الحقائق ، عزيز نسفى ، ص 2 .\r\n( 4 ) . همان ص 3 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nخدمت ايشان مىبودم و مراد از اين جمله آن بود تا خود را بشناسيم » . « 1 »\r\nو اين مدت دراز را دائما در تكاپوى كسب معرفت بوده است ، آن‌چنان‌كه از كتب و رسايل وى برمىآيد ، به معارف زمانه خود از نجوم و طب و عرفان آگاهى كامل داشته است .\r\nآقاى دكتر مهدوى دامغانى مصحح كشف الحقائق در تاريخ 671 ترديد فرموده و مىنويسد : « شايد مهم‌ترين واقعه زندگانى عزيز هجرت و خروج و يا به قول خود او ، اخراج او از بخارا باشد كه متعاقب هجوم و ورود لشكر كفار به ماوراءالنّهر و بخارا صورت گرفته است و متأسفانه تاريخ دقيق و معين اين واقعه معلوم نيست و اعتمادى بر تاريخ ( 671 ) . . . نمىباشد و همين بىاطلاعى از تاريخ قطعى اين واقعه است كه زندگانى عزيز را از نظر تذكره‌نويسان در ابهام قرار داده است و عزيز را از لحاظ تاريخ در نوسانى به مدت و طول قريب هشتاد سال افكنده است تا بدانجا كه برخى تاريخ وفات او را 616 و برخى بعد از 690 معين كرده‌اند . آنچه كه بر غير معتد به بودن تاريخ 671 مىافزايد ، آن است كه در سال 671 و سال‌هاى قريب به آن ، تواريخ هيچ‌گونه هجوم و ورود لشكر كفار و بيگانه را به ماوراءالنّهر و بخارا ثبت نكرده‌اند و اگر لشكر كفار را منصرف به مغول بدانيم ، در سال 671 سال‌هاى متمادى بر تسلط و حكومت مغول بر سرتاسر خاك ايران آن روز مىگذشته است و سال ( 671 ) مقارن با سال‌هاى سلطنت ايلخانيان مغول و اولاد چنگيز خان بر ايران و نواحى خوارزم و ماوراءالنّهر بوده است » . « 2 »\r\nاين ترديد مصحح دانشمند و محترم كشف الحقائق نسفى را تواريخ اصلاح كرده و نقض مىكنند . من‌جمله رشيد الدين در جامع التواريخ ترسيم جالبى از واقعه‌اى كه نسفى نقل كرده و درست در همان تاريخ 671 در بخارا به دست مىدهد كه خلاصه آن با حذف و تغيير عبارات چنين است :\r\n« در سنه احدى و سبعين و ستمائة » ، يعنى همان سال 671 ، آق‌بك نامى نزد آباغا خان آمده و گزارش مىدهد كه لشكرهاى بيگانه آن سوى آب از بخارا قوت مىگيرند و مىگويد كه « صلاح در خرابى آنجاست » . آباغا خان نيز يسودار اغول را كه حاكم خراسان است ، مأمور بخارا مىكند كه يا مردم را بكوچاند و يا غارتشان نمايد . نيكپى بهادر را نيز به مدد او مىفرستد . آنها هم مزيد بر فرمان كش و نخشب را نيز ضميمه كرده و در « رجب سنه احدى و سبعين و ستمائة هجرى دست به نهب و غارت بخارا مىگشايند ، و مثل هر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مقصد الاقصى ، عزيز نسفى ، نسخه خطى متعلق به نگارنده .\r\n( 2 ) . مقدمه دكتر مهدوى دامغانى بر كشف الحقائق نسفى ، ص 31 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nحاكم بىفرهنگى بدوا به مدرسه و كتاب يورش برده و مدرسه مسعود بك را با « نفائس كتب » آتش زده و جوى خون راه مىاندازند ، چاپاى و قپان پسران الغوبن جغتاى سر رسيده و سهم غارتى مىطلبند . آق‌بك و نيكپى كه با « اموال بسيار و چهارپايان و بردگان و اسيران » از آب گذشته بودند ، نصيبى از آن اموال و غنايم به چاپاى مىفرستند و او هم در بازگشت بقية السيف بخاراييان را كشته « و قريب 50 هزار آدمى به قتل مىرسند » و « چنان شهرى معظم و ولايات آن به كلى خراب شده و مدت 7 سال در آن حوالى هيچ جانور نبود » . « 1 »\r\nپس اين مسجل است كه قوم كفار در 671 به بخارا حمله و آنجا را قتل‌عام و غارت مىنمايند . شايد نسفى با جماعت درويشان نيز از كسانىاند كه به نحوى در حكومت تاتاران اخلال مىنموده و قصد اخلال و آشوب داشته است . شايد نيز از كسانى بوده است كه محيط جنگ‌زده و آشفته بخارا را با مذاق درويشانه خود سازگار نيافته و رو به سوى مركز ايران هجرت مىكند ، يا به گفته خود او اخراج مىشود . اين دومين هجرت نسفى است ، اولى از نسف به بخارا و دومى از بخارا به بحرآباد خراسان و اعتكاف بر تربت شيخ سعد الدين حمويه « 2 » - پير و استاد خويش - از آنجا به اصفهان مىآيد . گويا مدتى در اصفهان ساكن بوده است ، آن‌چنان‌كه خود مىگويد ، سه رساله خود را در اصفهان تأليف كرده است « 3 » از آنجا به شيراز و ابرقو مىرود و در سال 680 مسلم در آنجا بوده است و همان‌جا نيز مرگ گريبان وى را گرفته است ، اما در چه سالى ، معلوم نيست و مهم هم نيست .\r\nاز بديهيات ديگرى كه درباره وى مىدانيم اينكه او از عرفاى ذوقى مشرب نيست .\r\nبيشتر اهل معرفت است و كمتر اهل سوز و گداز . اگر وى را به نظريه‌پردازى در تصوف نپذيريم ، بارى مقام وى در شرح و تفسير محفوظ است . به ويژه وى از شارحين افكار محيى الدين « 4 » است كه دشمنانش به طنز او را مميت الدين و ماحى الدين مىنامند . هر قدر كه پير و استادش - سعد الدين حمويه - سخن را به راز و رمز و ارقام و اشكال بيان كرده ، وى به سادگى و آشكارى و سهولت در سخن كوشيده است . نسفى خود گفته است كه در سال 680 خوابى مىبيند كه طى آن سعد الدين حكايت كرده كه : « معانى كه من در چهار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . جامع التواريخ رشيد الدين فضل اللّه ، ج 2 ، ص 766 ، چاپ اقبال .\r\n( 2 ) . سعد الدين محمد بن مؤيد حمويه 586 - 649 مؤلف كتاب مرموز سنجنجل الارواح و المصباح فى التصوف .\r\n( 3 ) . انسان الكامل - نسفى - ص 341 .\r\n( 4 ) . محيى الدين عربى مشهور به ابن عربى ( 560 - 638 ) از عرفاى بزرگ عرب نويسنده فصوص الحكم و فتوحات مكيه .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nصد پاره كتاب جمع كرده‌ام ، عزيز آن جمله را در ده رساله جمع كرده و هرچند كه من در اخفا و پوشيدن سعى كرده‌ام ، او در اظهار كوشيده ، انديشه مىكنم كه مبادا از اين رهگذر ناجنسى آزارى به او برساند » . « 1 » بيان اين رؤيا مىرساند كه عزيز از اظهار عقايد صوفيانه خويش در بيم بوده است . شايد به همين ملاحظه هم بوده كه در اغلب جاها مىگويد كه من عقايد ديگران را بدون دخل و تصرف نقل مىكنم .\r\nيكى از دلايلى كه آثار نسفى را خواندنى مىكند ، همين است كه او تصوف را در معركه برخورد آراء و عقايد زمان خود مدافع است و آن هم تصوف سنتى و علمى را و به همين جهت است كه نسفى از طرف علماى شيعه در زمان‌هاى بعدتر نيز تكفير مىشود . صوفيان بعد از وى نيز چندان دفاعى از او نمىكنند و از نظر تذكره‌نويسان نيز به فراموشى سپرده مىشود تا به حدى كه مآخذ راجع به شرح احوال او بسيار كم و عمدتا به شكل رونويسى و نقل قول است . تا آنجا كه نگارنده اطلاع دارد ، در قرن 14 آقا رضا حضور على برادر صفى على شاه رساله كنز المعارف را در شرح اصطلاحات شيخ عزيز نسفى سروده است . « 2 » شرح مختصرى در اوضاع و احوال زمانه نسفى به شناخت بيشتر آن حضرت يارى و مدد مىرساند . زمانه او از دوران‌هاى پرآشوب اين مملكت است .\r\nسلطان محمد خوارزمشاه كه در سر سوداى فتح چين مىپروريد با رفتارى نابخردانه آنچه را كه داشت به تاتاران واگذاشت - نايافته دم دو گوش گم كرد - رشادت‌هاى جلال الدين منكبرنى - جانشين سلطان محمد - نيز كارساز نشد . قوم تاتار تمامى ماوراءالنّهر و خراسان را عرصه تاخت‌وتاز خود قرار داد . در سال 651 هلاكو مأمور تكميل فتوحات مغول مىشود . اختلافات مذهبى موجب تسهيل انجام اين مأموريت مىشود . بررسى احوال مشاورين هلاكو مثل مؤيد الدين بن العلقمى وزير مستعصم خليفه عباسى و خواجه نصير طوسى و برادران جوينى و امير سيف الدين خوارزمى مؤيد اين نظر مىتواند بود .\r\nاين حكومت تا اواسط قرن هشتم ادامه مىيابد و سپس حكومتچه‌هايى اين سو و آن‌سو پيدا مىشوند و صد البته همه در معارضه با هم ، مثل اتابكان ، قراختائيان آل اينجو ، آل مظفر ، آل جلاير ، طغا تيموريان ، چوپانيان و سربداران . از اختصاصات اين دورهء آشفته بازار سياسى اين است كه افراد كمتر تكفير مىشوند و آزادى بيان و گفتار در ابراز اعتقادات وجود دارد . چه ، « چنگيز متقلد هيچ دين و تابع هيچ ملت نبود ، از تعصب و رجحان ملتى و تفضيل بعضى بر بعضى مجتنب بودست ، بلك علما و زهاد هر طايفه را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كشف الحقائق ، عزيز نسفى ، ص 4 .\r\n( 2 ) . طرايق الحقائق ، نايب الصدر ، ج 3 ، ص 453 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nاكرام و اعزاز و تبجيل مىكردست . . . چنانك مسلمانان را به نظر توقير مىنگريسته ، ترسايان و بت‌پرستان را نيز عزيز مىداشته و اولاد و احفاد او از اظهار تعصب دور و از آنچ ياساى چنگيز خان است ، كه همه طوايف را يكى شناسد و بر يكديگر فرقى ننهد عدول » « 1 » نمىجستند . بنابه ملاحظات فوق است كه اين دوره را مىتوان دوران شكوفايى تصوف و رشد و نضج آن دانست . اين دوران ، دوره‌اى است كه تصوف علمى در قيد و بند علم كشيده مىشود و مدافعان چيره‌دستى اصول نظرى آن را به رشته تدوين مىكشند .\r\nهم در اين دوره است كه حكومت‌ها نيز با تصوف به آشتى برمىخيزند ، زيرا كه تصوف از اين زمان به بعد پايگاه خود را بين درباريان و فئودال‌ها مىجويد و در واقع مىتوان گفت كه حكام اين دوره با خنثى كردن تصوف و به خدمت گرفتن آن در جهت انديشه‌هاى حكومتگرانه خود ، آن را به نهادى از نهادهاى حكومت بدل مىكنند . و از سوى ديگر علقه و رابطه تصوف با تشيع و رشد تشيع در اين دوران بنابه ملاحظات سياسى زمانه باعث پيدايش حكومت‌هاى زودگذرى مثل سربداران و مرعشيان شده و سپس حكومت ديرپاى صفوى را كه آميزهء تصوف و تشيع است ، به وجود مىآورد . هم در همين دوران است كه علامه حلى « 2 » فقيه معروف شيعه منهاج الكرامه را به نام الجايتو مىنويسد كه در سال 709 مذهب تشيع را برگزيده است و شيعيان او را خدابنده نامند و سنيان به تعريض خربنده‌اش گويند .\r\nدر يك چنين زمانه‌اى است كه نسفى دربه‌درى و بيچارگى را با رگ و پوست خود حس مىكند . به وى يك رباعى منسوب داشته‌اند و اگر اين انتساب درست باشد ، بايد گفت كه اين رباعى عصاره و فشرده و بيان خلاصهء زندگانى اوست .\r\nآن‌چنان‌كه خود گفته است :\r\n « كس در كف ايام چو من خوار مباد * محنت‌زده و غريب و غمخوار مباد\r\nنى روز و نه روزگار ، نى يار و نه دل \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . جهانگشاى جوينى ، ج 1 ، ص 19 .\r\n( 2 ) . ابو منصور حسن بن يوسف بن على از فقهاى معروف شيعه است و معروف است كه الجايتو زنش را سه طلاق گفته و بعد پشيمان گشته بود و اجماع فقهاى حاضر چنين بود كه جهت ازدواج مجدد محلل لازم است و البته شاه نمىتوانست وجود محلل را تاب آورد و علما گفتند : « لا بد من المحلل » ، و شاه گفت : « عندكم فى كل مسئله اقاويل مختلفه او ليس لكم هنا اختلاف ؟ » . كه علما گفتند نه ، و علامه حلى مشكل او را حل كرده و گفت : چون طلاق فاقد شرطيت مبنى بر حضور عدلين بوده ، لذا باطل است . گويا همين امر موجب تقرب وى به شاه شده است . روضات الجنات ، خوانسارى ، ج 2 ، ص 278 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\n كافر به چنين روز گرفتار مباد » \r\nگفتيم كه نسفى از شارحين تصوف است و گفتيم كه سنگين‌ترين حملات از جانب علماى شيعه دوره صفوى به او شده است . جهت توضيح مطلب لازم است كه شمه‌اى در دو مورد تصوف و حملات علماى شرع بر آن گفته آيد . و قبلا از ذوات كرام علمايى كه خواننده احتمالى اين سطور خواهند بود پوزش بطلبيم كه پاى مور به درگاه سليمان برده‌ايم . عذرخواه اين بنده وضع و حال خوانندگان جوانى خواهد بود كه مجال و حوصله تورق در اوراق قديمه را نداشته و ندارند .\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\nتصوف چيست ؟\r\nتعريف منطقى از تصوف اگر ناممكن نباشد بارى ، حل صعوبت آن از عهده اين قلم برنيايد . يكى به اعتبار منطق گريزى تصوف كه بعدا اشاره‌اى به آن خواهيم داشت و يكى هم به علت اينكه خود صوفيان هم بعضا همديگر را تكفير كرده‌اند و اگر نحله‌هاى مختلف تصوف را در نظر آوريم ، معلوم مىشود كه به عدد هر صوفى تعريفى براى تصوف خواهد بود . همچنين است سرنوشت تعريف فلسفه . لذا چند تعريف مهم را براى تصوف از اقدم اعاظم صوفيه نقل مىكنيم تا نشان دهيم فيل هم تخت است و هم ستون و هم بادبزن و هيچيك از آنها هم نيست . « 1 »\r\nجنيد تصوف را مجموعه هشت خصلت مىداند كه از هشت پيامبر اخذ شده است ، سخاوت از ابراهيم ، رضا از اسحاق ، صبر از ايوب ، اشاره از ذكريا ، قربت از يحيى ، پشمينه‌پوشى از موسى ، سياحت از عيسى ( ع ) و فقر از محمد ( ص ) . « 2 »\r\nابو الحسن نورى ، تصوف را نه رسم مىداند و نه علم ، بلكه آن را اخلاق مىداند كه نه با مجاهدت حاصل مىشود و نه با تعلم ، بلكه حصول آن را به معاملت و انصاف منوط\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) .\r\n پيل اندر خانه تاريك بود * عرضه را آورده بودندش هنود\r\nاز براى ديدنش مردم بسى * اندر آن ظلمت همىشد هر كسى\r\nديدنش با چشم چون ممكن نبود * اندر آن تاريكيش كف مىبسود\r\nآن يكى را كف به خرطوم اوفتاد * گفت : همچون ناودان استش نهاد\r\nآن يكى را دست بر گوشش رسيد * آن بر او چون بادبيزن شد پديد\r\nآن يكى را كف چو بر پايش بسود * گفت : شكل پيل ديدم چون عمود\r\n. . . . . . . . . . . . . . . . . . . . . . . * . . . . . . . . . . . . . . . . . . . . .\r\nاز نظر گه گفتشان شد مختلف * آن يكى دالش لقب داد آن الف \r\nدفتر سوم مثنوى ، ص 157 .\r\n( 2 ) . كشف المحجوب هجويرى ، ص 45 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nمىداند . « 1 » و صوفى را كسى مىداند كه از كدورت بشريت آزاد گشته و از آفت نفس و هوا خلاص گشته است . « 2 »\r\nذو النون ، تصوف را علم باطن و ويژهء خواص مىداند و بيان مىدارد كه عوام از گناه توبه مىكنند و خواص از غفلت . قول صوفى حق است و فعلش فقر . « 3 » شبلى گويد ، صوفى كسى است كه در دو دنيا با خدا جز خدا نبيند . « 4 »\r\nبه همين چند تعريف در اين خلاصه بسنده كنيم كه اگر ادامه يابد ، بسى اوراق تسويد گردد بىآنكه به نتيجه‌اى كه مىخواهيم برسيم ، چيزى بيفزايد . طالبان به كتاب‌هاى كشف المحجوب ، تذكرة الاولياء ، حلية الاولياء حافظ ابو نعيم و عوارف المعارف سهروردى و غير آنها مراجعه نمايند . به قطع يقين اگر تعريف تصوف و صوفى احصاء شود ، از هزار متجاوز است .\r\nاز توجه به چند تعريف مذكور چنين برمىآيد كه تصوف در آغازين مراحل خود ، مجموعه‌اى از صفات است كه به هر تقدير مىتواند عكس العمل پارسايان و قديسان قرون اوليه اسلامى در برخورد با شكوه و جلال دربار امويان و عباسيان باشد . و نوعى نفى ارزش‌هاى دنياگرايى آن زمان به شمار مىآيد . من سعى كرده‌ام كه در اين مختصر آن قسمت از تصوف را مطرح كنم كه كمتر به آن برخورد شده است و از تتبعات عالمانه پرهيز نمايم يكى به علت عدم بضاعت علمى نويسنده و ديگرى به علت آنكه اگر خواننده‌اى تمايل داشته باشد ، كتاب‌هاى مكررى در آنچه مىخواهد مىتواند بيابد .\r\nاين تعريف‌هاى آغازين تصوف بعدها جاى خود را به انتقاد صوفيان از خود واگذار مىكند ، گويا كه با گذشت زمان ، تصوف نيز راه انحرافى جسته است و به قول مولوى :\r\n صوفئى گشته به پيش اين لئام * الخياطه و اللواطه و السلام \r\nاين تعريض مولوى بر كسانى است كه تصوف را چونان نردبانى ساخته‌اند جهت عروج بر گرده مردمان و افسارى جهت راندشان . و خود توضيح مىدهد كه صوفى آن است كه صفوت طلب باشد و تنها لباس پشمينه پوشيدن نشان تصوف نيست . « 5 »\r\nبا توجه به تعريفى كه مولوى به دست مىدهد تصوف يك امر درونى است ، همچنان‌كه ملامتيان اين جنبه را قوت داده و به افراط كشانده‌اند و هرگونه تظاهر و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . همان ، ص 47 .\r\n( 2 ) . همان ، ص 42 .\r\n( 3 ) . پيدايش و سير تصوف ، تأليف رينولد . ا . نيكلسون . ترجمه محمد باقر معين ، ص 51 و كشف المحجوب ، ص 41 .\r\n( 4 ) . كشف المحجوب ، ص 44 ؛ الصوفى لا يرى فى الدارين مع الله غير الله .\r\n( 5 ) .\r\n هست صوفى آنكه شد صفوت طلب * نه لباس صوف و خياطى و دب . \r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nعواملى را كه به تظاهر مدد رساند ، از نظر تصوف اصيل باطل مىدانند . هم مولوى است كه زاد صوفى را انوار قدم مىداند ، نه آثار قلم و دفتر او را دل سپيد چون برف معرفى مىكند .\r\nاين تعريفات هنوز تصوف را در حيطه علم نياورده است و آن را يك امر شخصى درونى و باطنى معرفى مىكند . اولين تعريفى كه اين بنده از تصوف به مثابه يك تعريف علمى سراغ دارد ، در قرن هشتم است كه شمس الدين آملى صاحب كتاب نفايس الفنون آن را ارائه داده است و آن اينكه : « مقصد اعلاى صوفى معرفت حقايق است به طريق افاضت و اشراق كه از آن به علم حقيقت تعبير مىكنند و موضوعات آن معرفت توحيد و نفس و روح و قلب و سر و عقل و برافتادن حجاب‌هاى روح انسانى و ظهور عوالم مختلف از ملك و ملكوت و بيان تجلى ذات و صفات و بيان وصول به حضرت حق ، كه نتيجه غايت الهى و تصرف جذبات الوهيت تواند بود » . « 1 »\r\nآنچه از اين تعريف برمىآيد ، انصراف به چند مطلب زير دارد :\r\nاول آنكه تصوف نوعى معرفت است كه غايت آن شناخت حقيقت و وصول به حق مىباشد .\r\nدوم آنكه اين معرفت ، معرفتى ادراكى نيست ، بلكه اشراقى است .\r\nسوم آنكه لازمه پيمودن اين راه كه راه ، حقيقت ناميده مىشود ، تجرد از خويش است و هواى حق داشتن كه در اين تعريف تحت عنوان « تصرف جذبات الهى » آمده است .\r\nچهارم آنكه وقتى حجاب‌ها برداشته مىشود ، طبعا حالت وحدت ايجاد مىشود دويى و من و مايى جاى خود را به اويى مىدهد .\r\nعناصر حق ، اشراق ، وحدت و عشق تقريبا در همه تعريفات اعم از تعريفات علمى يا توصيفى تصوف جلوه كرده است .\r\nآنچه كه صوفيان را به معارضه با فيلسوفان و فقها يا بالعكس كشانده است ، عمدتا مسئله وحدت وجود و اشراق است .\r\nچون هدف اين مقدمه آن نيست كه در مبادى فلسفى تصوف سخن بگويد ، لا محاله به اشارتى درمىگذريم كه وحدت وجود حالت اتحاد عارف و معروف و تبديل اراده عاشق به اراده معشوق است و در تعبير ديگر ، وجود همانا يك است و آن « يك » خداست و عالم شعشعهء ذات اوست . به تعبير شبسترى :\r\n هر آن كس را كه اندر دل شكى نيست * يقين داند كه هستى جز يكى نيست \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تاريخ ادبيات در ايران ، ج سوم ، ص 176 ؛ دكتر ذبيح الله صفا ، به نقل از نفايس الفنون .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n جناب حضرت حق را دويى نيست * در آن حضرت من و ما و تويى نيست\r\nشود با وجه باقى غير هالك « 1 » * يكى گردد سلوك و سير و سالك « 2 » \r\nاز مسئله وحدت وجود مفاهيم حلول و اتحاد استنباط مىگردد كه علماى دين آن را سخت مورد نكوهش و خصومت قرار داده‌اند . و يكى از بواعث تكفير شدن صوفيان را بايد در همين نكته جستجو كرد . « 3 » وقتى حسين بن منصور حلاج سرود انا لحق سرود .\r\nبرداشت فقها اين بود كه او مىگويد من خدايم . بعدها ديگران گفتند كه منظور حسين اين بوده است كه من نيستم ، آنچه هست ، خداست . اما اين نوع دفاعيات مؤثر واقع نمىشود و همچنان صوفيان و به ويژه وحدت وجوديان دچار طعن و لعن هستند و كتاب‌هاى مشروح و مفصلى در رد و انكار صوفيان نوشته شده است كه علاقه‌مندان مىتوانند جهت دانستن نام برخى از آنها به كتاب التفتيش در رد عقايد درويش تأليف علامه برقعى مراجعه نمايند .\r\nاين انكارها و اين خصومتها در قرون بعد بيشتر و حادتر مىشود و يكى از دلايل اجتماعى آن را بايد قوت يافتن صوفيه از نظر دخالت در حكومت‌ها و يا تشكيل حكومت دانست . جالب اينكه بين خود صوفيان نيز اين جدال و معارضه رخ داده است كه علت آن جز اين نيست كه صوفيانى كه جذب حكومت‌ها شده‌اند و خانقاههايى كه به صورت نهادى از نهادهاى حكومتى درآمده‌اند ، از سوى صوفيانى كه به اصالت ارزش‌هاى تصوف آغازين هنوز پايبند مانده‌اند ، مورد انكار واقع شده‌اند .\r\nمولوى در مورد صوفيانى كه تصوف را وسيله تقرب به خلق قرار داده‌اند و از حق دور افتاده‌اند و طبيعتا چنين خصلتى بايد در اقطاب و مراشد و صوفيه باشد سخن سختى دارد كه عين آن چنين است :\r\n چون بسى ابليس آدم روى هست * پس به هر دستى نشايد داد دست\r\nحرف درويشان بدزدد مرد دون * تا بخواند بر سليمى زان فسون \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . آيات 88 قصص و 26 الرحمن و 109 بقره مورد استناد در وحدت وجود است . آيه 88 سوره قصص  « وَ لا تَدْعُ مَعَ اللَّهِ إِلهاً آخَرَ »  ، آيات 26 و 27 سوره الرحمن   « كُلُّ مَنْ عَلَيْها فانٍ وَ يَبْقى وَجْهُ رَبِّكَ ذُو الْجَلالِ وَ الْإِكْرامِ »   ، آيه 109 سوره بقره  « وَ لِلَّهِ الْمَشْرِقُ وَ الْمَغْرِبُ فَأَيْنَما تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ إِنَّ اللَّهَ واسِعٌ عَلِيمٌ »  .\r\n( 2 ) . گلشن راز - محمود شبسترى - ص 22 .\r\n( 3 ) . شنيده شد كه برخى از مؤمنين قبر شيخ شبستر را خراب كرده‌اند كه اين نكته مورد انتقاد حضرت خلخالى در مجلس شوراى اسلامى واقع شد و قياس اين قبر و يك قبر ديگر را با قبر رضا خان صحيح ندانستند .\r\n كار نيكان را قياس از خود مگير * گرچه باشد در نوشتن شير شير \r\n.\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n جامه پشمين از براى كد كنند * بو مسيلم را لقب احمد كنند « 1 »\r\nحرف درويشان بدزديده بسى * تا گمان آيد كه هست او خود كسى\r\nخرده گيرد در سخن بر بايزيد * ننگ دارد از درون او يزيد\r\nهركه داند مرو را چون بايزيد * روز محشر حشر گردد با يزيد\r\nبينوا از نان و خوان آسمان * پيش او ننداخت حق يك استخوان\r\nاو ندا كرده كه خوان بنهاده‌ام * نايب حقم ، خليفه‌زاده‌ام\r\nالصلا ساده‌دلان پيچ‌پيچ * تا خوريد از خوان جودم هيچ‌هيچ\r\nسال‌ها بر وعدهء فردا كسان * گرد آن در گشته فردا نارسان\r\nدير بايد تا كه سرّ آدمى * آشكارا گردد از بيش و كمى\r\nزير ديوار تنش گنجيست يا * خانهء مار است و مور و اژدها\r\nچونكه پيدا گشت كان چيزى نبود * عمر طالب رفته آگاهى چه سود « 2 » . \r\nموافق تصويرى كه مولوى به دست مىدهد و تقريبا هم‌زمان با عزيز نسفى است ، اين نكته روشن مىگردد كه زهاد و پارسايان آغازين تصوف در مرور زمان تبديل به كسانى شده‌اند كه فريب خلق را دامن همت به كمر بسته و خود را مردان خدا جلوه مىدهند .\r\nوقتى مردم بفهمند كه از مردان دروغين خدا چه بر سر آنها آمده است ، ديگر دير شده و سار از درخت پريده است و به قول مولوى « عمر طالب رفته » و آگاهى سودى ندارد ، مگر آنكه تجربه‌اى باشد آيندگان را كه عبرت آموزند و با هر دستى دست بيعت ندهند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مثنوى دفتر اول .\r\n( 2 ) . مثنوى ، دفتر اول .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n\r\nصوفيان و حكومت‌ها\r\n به دار رفتن و حق گفتن امر آسان نيست * كه اين كمان نكشد هركسى به جز حلاج \r\nحكيم صبورى گيلانى خاستگاه فلسفى تصوف را به اعتبارات مختلف لحاظ كرده‌اند و عقايد هندوان ، ايرانيان قديم ، افلاطون و نوافلاطونيان ، مانويان و مسيحيان را در تكوين و پيدايش آن دخيل دانسته‌اند . اين مقدمه بنا ندارد كه در اين نوع مباحث ورود نمايد و بيشتر هدف آن تبيين لحاظات اجتماعى تصوف است . لذا متذكر مىشود كه تمامى آراء و عقايد مذكور به نحوى با تصوف در ارتباط افتاده‌اند . اين ادعا به اين دليل است كه تصوف نه از حيث عقيدتى و فلسفى و نه از حيث برخوردهاى اجتماعى در طول تاريخ حيات خود از نهج واحدى تبعيت نكرده است . علاء الدوله سمنانى آراء و عقايد محيى الدين را باطل دانسته و او را تكفير مىكند و ديگرى علاء الدوله را .\r\nگاهى صوفيان در تاريخ جلوه‌هاى اعتراضى داشته‌اند و مدعيانى در مقابل حكومت‌ها . گاه خود مسندنشين بوده‌اند و گاهى زير بال قدرت‌ها را گرفته‌اند و خود چون نهادى وابسته به حكومت عمله ظلم گشته‌اند . تورق تاريخ بيانگر آن است كه دوره‌هاى آغازين تصوف ، دوره محنت صوفيان بوده است و اين هم دليل ساده‌اى دارد چه ، در آن زمان‌ها تصوف واكنش منفى و تبليغى قشرى از جامعه است كه در قبال انحراف امويان و عباسيان از اصول ابتدايى اسلام قد برافراشته است . قشرى كه تبليغات خود را براساس پرهيز از دنياوى قرار مىدهد . و تصوف را اسلام راستين معرفى مىكند كه از اصحاب صفه نشأة گرفته است . و هم در اين دوران‌هاست كه علماى رسمى با به رخ كشيدن احاديثى چون لا رهبانية فى الاسلام به معارضه با آنان مىكوشند و با سوءاستفاده\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nاز احاديث ، تمتعات حكومتگران را به توجيه مىنشينند . و حتى با جعل روايات ، طغيان در برابر حكومت‌ها را ، و لو آنكه جائر باشند ، جائز نمىدانند . در دوره‌هاى بعدتر صوفيان نيز از اصول اوليه تصوف منحرف گشته و آن آزادگى و حريت و عدم تقيدهاى ابتدايى ، به وابستگى به حكومتها مىانجامد . اگر تصوف در دوره‌هاى اول رشد خود ريشه در شهريان خرده‌پا دارد ، بعدها حاميانى از فئودال‌ها و حكام مىيابد . خانقاه‌ها جيره‌خوار ثروتمندان مىشود و از اوقاف آنان ارتزاق مىنمايد .\r\nحكام با خريدن صوفيان بزرگ سعى مىنمايند كه از طريق آنان اعتراضات ستمديدگان را منكوب نمايند . لذاست كه صوفيان بزرگ به كارمندان جيره‌خوار حكومت‌ها تبديل مىشوند . خود به ثروتمندان و فئودال‌هاى بزرگ قلب ماهيت مىكنند . نمونه بگوئيم كه سخن به عبث نرانده باشيم . شاه نعمت الله ولى با سلاطين هند در ارتباط است ، احمد شاه نيز هدايايى جهت وى مىفرستد كه لا بد مال حلال است ؛ ما كه فقيه نيستيم تا اين قسمت را بررسى كنيم ، اما تاريخ مىگويد ماليات يك بار هديه احمد شاه به شاه نعمت الله 70 هزار تومان بوده است كه با وساطت گوهر شاد آغا ، شاهرخ از اخذ آن درمىگذرد . يك بار ديگر هديه شاه هند را سه بخش مىكند ، يك قسمت را به پسرش شاه خليل الله و بخش سوم آن را به شاهرخ مىدهد كه صرف هزينه‌هاى لشكرى نمايد و يك قسمت را نيز صرف آستانه ماهان مىنمايد و خود يك ذرع كرباسى كه بر روى بار مانده برمىدارد كه « ما هم عرقى خشك نماييم » « 1 » و اين همان شاه نعمت اللهى است كه فرموده « نه مرد است آنكه دنيا دوست دارد » و همين حضرت نوه خود را به دربار هند مىفرستد و او داماد سلطان احمد شاه مىشود و نوه ديگر او داماد شاهزاده علاء الدين و به گفته صاحب طرائق با اين وصلت اولاد شاه خليل الله - فرزند شاه نعمت الله - « به اعلى مراتب دنيوى فايز گشته و صاحب اعتبار گشتند » « 2 » و البته يكى از اين دو برادر كه خيال دخالت در امور شاهى و حكومتى دارد ، به دست سلطان كشته مىشود كه « اگر نصايح برادر را شنيده بود و كلام حكمت فرجام قطب زمان را نيوشيده و از زى خويش خارج نگرديده و در امور سلطنتى دخل ننموده به آن مصائب مبتلا نمىشد » . « 3 » اما برادر ديگر كه « سلطنت را در فقر يافته بود » ، ابدا از سلطان « با آن همه ظلم و بيداد » ضررى به حضرتش نرسيد . پادشاه دكن هدايايى نيز به فرزند شاه نعمت الله مىفرستد از جمله ، « تسبيحى صد دانه از لعل و ياقوت و كرسىاى كه پايه‌هاى آن از زمرد مرصع بود » . « 4 »\r\nنمونه ديگر : علاء الدوله سمنانى به پيروى از نياكان به خدمت ايلخانان مغول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . طرائق الحقائق ، نايب الصدر ، ج 3 ، ص 13 .\r\n( 2 ) . همان ، 3 / 392 .\r\n( 3 ) . همان ، ج 3 ، ص 103 .\r\n( 4 ) . همان ، ج 3 ، ص 93 ؛ به نقل از تاريخ يزد .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nدرمىآيد و داراى قبا و كلاه و سلاح مىگردد و املاك زيادى در سمنان به دست مىآورد و آن‌چنان ارجى مىيابد كه امرا و وزراى ايلخانى به ديدارش در صوفىآباد سمنان مىشتابند . وى در زمره كسانى است كه در انطباق تصوف با شريعت سخت كوشيده است و حكم تكفير وحدت وجوديان را صادر فرموده اما خود نيز مورد تكفير مولانا نظام الدين هروى واقع مىشود . « 1 » و علاء الدوله شخصى است كه مريد خود شيخ خليفه مازندرانى را به علت ارتداد دوات بر سر كوفته و تكفيرش نمود و فقها و علماى رسمى حكم قتل او را نوشتند ، اما اين شيخ خليفه از تحريك توده مردم عليه خانان مغول و فئودال‌ها و روحانيون طرفدار آنان دست برنداشت تا در سال 736 وى را از طاق مسجد آويختند و كشتند و نهضت او را شيخ حسن جورى ادامه داد و حكومت سربداران تشكيل شد . با بررسى چنين وقايعى است كه مىبينيم علت پيوند و گره خوردن اين صوفيان عالىمقام با حكومتگران زمان چه بوده است .\r\nنمونه ديگر : شيخ صفى الدين در آغاز فقط يك جفت زمين داشته كه با حاصل آن امورات زندگى خود را مىگذرانده است ، ولى در پايان عمر صاحب بيش از 20 قريه بوده كه از طرف فئودال‌ها به وى اهدا شده بود . « 2 »\r\nنمونه ديگر : شيخ بهاء الدين محمد نقشبند - مؤسس سلسله نقشبنديه 718 - 792 - اموالش منحصر به حصيرى كهنه و كوزه‌اى شكسته بود و نان خود را از راه حرفه خويش كسب مىكرد . ولى يكى از جانشينان او خواجه عبيد الله احرار ( 806 - 896 ) داراى 1300 ملك متصرفى بوده است .\r\nنمونه ديگر : عبد الرحمن جامى ساليانه حدود يك‌صدهزار دينار براى مصارف عادى روزمره خويش صرف مىكرده و تقاضاى معافيت ماليات املاكش را از سلطان حسين بايقرا داشته است . « 3 »\r\nالبته به صوفيان از طرف عامه مردم ايراداتى نيز به عمل مىآمده و تناقض سخنان آنها با شيوه زندگيشان گوشزد مىشده است . اما پاسخ‌هايى كه صوفيان مىداده‌اند از مقوله عذر بدتر از گناه بوده و صرفا تأويلات و توجيهات ناحقى بوده كه به كار فريب مشتى گولان و ساده‌دلان مىآمده است . از جمله ، صوفئى بوده است در جهرم به نام قطب بن محيى كه زندگانى پرتجمل و شاهانه وى براى مردم مسئله‌انگيز بوده و يكى از اهالى جهرم سؤالاتى از وى نموده و گفته است كه اگر پاسخ آن سؤالات به حق داده شود ، وى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . چهل مجلس شيخ علاء الدوله - امير اقبال سيستانى ، ص 21 .\r\n( 2 ) . اسلام در ايران پطروشفسكى ، ص 384 .\r\n( 3 ) . همان ، ص 369 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nنيز مريد شيخ خواهد شد . ان قسمت از سؤال و جواب‌ها كه در امور اجتماعى است ، سخت بيانگر نحوه برخورد عوام مردم با اين دغل دزدان اجتماعى بوده كه در لباس شيخى و قطبى و مرادى دست يارى به حكومتگران داده بوده‌اند در جهت غارت عوام .\r\nبه‌هرحال ، مرد جهرمى سؤال مىكند كه درويشان عادتا پياده و بىتجهيز به زيارت مكه مىروند ، وى چرا با اسب و غلام و نوكر و سپاهى و سلاح رفته است . آن شيخ صوفى پاسخ مىدهد كه اولا رسول اللّه سواره به حج رفت ، نه پياده و ثانيا امام نواوى « 1 » حج سواره را افضل از حج پياده دانسته است . غرض از بردن سلاح و محافظ به خاطر آن بوده كه خود را از خطر مصون بدارد و جان خود را - كه لا بد ذخيره اسلامى و ملى است - محفوظ بدارد و مضاف آنكه از پيامبر اسلام نيز تا قبل از آنكه آيه  « وَ اللَّهُ يَعْصِمُكَ مِنَ النَّاسِ »  نازل نشده بود ، جماعت مسلمى پاسدارى مىكردند . باز سائل سؤال مىكند كه : درويشان را عادت بر اين است كه ساده زندگانى كنند بىتكلف و تجمل ، علت آنكه آن حضرت عمارت به تكلف مىكند و از مكه دستور مىفرستد كه خانه را چنين و چنان بسازيد ، چيست ؟ ، وى پاسخ مىدهد كه اعمال به نيات است ، سليمان و يوسف نيز شاهانه زيستند ، اما دستگاه آنان مانع از نبوت نبوده و اگر كسى با وجود ثروت و نعمت به خدا طاغى نشود ، البته داشتن ثروت بىاندازه ايرادى ندارد . باز سؤال مىشود كه علت اينكه ايشان اموال مردم را مىگيرد با وجود اينكه خود ثروت كلانى دارد ، چيست ، حضرت ايشان پاسخ مىدهند كه من در راه نيك و خير آنها را مصرف مىكنم و به اجتهاد من اگر آن اموال را قبول نكنم خود را مقصر مىدانم و از خداى عز و جلّ ترسانم . « 2 »\r\nدر گذشته‌هاى دور تصوف ، تاريخ كمتر چنين محاجه‌هايى را نشان داده است .\r\nتصوير زندگى اجتماعى صوفيان از قرون 4 و 5 به بعد است كه به اين شكل درآمده و از قرون 6 و 7 به بعد كمتر صوفى مرشد و قطبى را مىبينيم كه به نحوى دم او با دم اعيان زمانه گره نخورده باشد و يا خود يكى از اعيان زمانه نشده باشد ، البته منظورمان از اعيان كسانىاند كه از جهات مالى و حكومتى جنبه اشرافى دارند . با گذشت زمان به تدريج ديندارى صوفيان به دنيادارى گرايش مىيابد . در آغاز تصوف ، صوفيان را لقبى نيست مگر آنكه ابو العباس ، قصاب باشد يا بشر ، حافى . بعدها القابى مثل بهاء الدين ، جلال الدين و صلاح الدين مىيابند و پس از آن شاه مىشوند ، مثل رونق على شاه ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . محيى الدين ابو زكريا يحيى بن شرف الدين از بزرگان علماى دين در قرن هفتم هجرى و صاحب تأليفاتى در حديث و فقه مىباشد .\r\n( 2 ) . طرائق الحقائق ، نايب الصدر ، ج 3 ، صص 155 و 156 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nصفى على شاه ، سلطان‌على شاه و غيره . در آغاز توكل صوفيان آن‌چنان است كه قوت صباح را ندارند و بعدها وضع آنان چنان است كه خواجه رشيد وزير جهت سفره عيد يكى از صوفيان 400 من قند ، 100 من نبات ، 30 قاروره گلاب ، 500 من عسل ، هزار من دوشاب ، 10000 دينار نقد ، 50 مثقال عنبر ، 50 مثقال مشك و 100 مثقال عود و چه‌ها و چه‌ها مىفرستد و تيمور ، اردبيل و توابع را به حضرت شيخ صفى وقف مىنمايد . و رحمت‌على شاه به فرمان محمد شاه به نايب الصدرى فارس منصوب مىشود كه به ازاى درآمدهاى اين شغل « در تحصيل دعاى خير به جهت دوام دولت قاهره مزيد اهتمام به ظهور رساند » « 1 » و اولين اقدام او اين است كه درآمد قريه كچى را به اضافه پانصد تومان در حق پدر مقرر دارد . صوفئى اين چنين بايد كه مريدانى چون ذو الفقار خان عرب عامرى و مؤيد الدوله نوه فتحعلى شاه و امير تومان و جهانسوز ميرزا و سپهسالار اعظم و غيره داشته باشد . و هنگامى كه تصوف از بنيادهاى آغازين خود دست كشيد و به نهادى از نهادهاى حكومتى تبديل شد ، به حق بايد حسين‌على شاه به مريد باغبان خود - عبد الله كالدانى - اجازه ندهد كه با مريد خان خود بر يك بساط بنشيند و به خان بفرمايد كه : « حفظ مراتب ظاهر را پيش از باطن بايد منظور داشت زيرا ظاهر به باطن مقدم است و عدالت در جمع هر دو طرف به حال خود » . « 2 » بدين‌سان است كه به گفته ميخاييل . اى . زند ، تصوف « از طيف چپ افراطى تا طيف راست افراطى كه رنگ ملايم سنت هيئت حاكمه بود » « 3 » ، در نوسان افتاد .\r\nانحراف از اصل تصوف براى صاحب‌نظران صوفى نيز مسئله‌انگيز است و آنان در جهت دفاع از آرمان‌هاى اوليه تصوف ناچار به تفصيل شده‌اند و صوفيان دنيادار را از جرگه تصوف خارج دانسته‌اند . صاحب كشف المحجوب كه به بىاعتقادى توده مردم نسبت به صوفيان پىبرده ، در دفاع مىگويد كه عوام « مترسمان متصوف » را مىبينند كه به درگاه سلطانيان مىروند و از براى لقمه و خرقه خصومات مىكنند و مىپندارند كه اصل تصوف اين است و به همه صوفيان بدبين مىشوند ، اما بايد بدانند كه اهل تصوف به سه قسمت‌اند :\r\nاول : صوفيان كه از خود فانى و به حق باقى و از طبايع رسته و به حقيقت پيوسته‌اند .\r\nدوم : متصوف كه مجاهد راه تصوف است .\r\nسوم : مستصوف كه به پاس مال و جاه و حظ دنيا خود را مانند ايشان كنند و آنان نزد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . طرائق الحقائق ، نايب الصدر ، ج 3 ، 391 .\r\n( 2 ) . همان ، ج 3 ، ص 226 .\r\n( 3 ) . نور و ظلمت در تاريخ ادبيات ايران ، ميخاييل . اى . زند ص 145 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nصوفيه چون مگسان‌اند و در نزد ديگران چون گرگان پرفساد . « 1 »\r\nاين تصوير خلاصه‌اى بود از وضع اجتماعى صوفيان در ارتباط با دنيادارى و حكومتگران . در زمان صفويه كه حكومت شيعى مقتدرى است ، طبيعتا فقها و علماى شيعه نفوذ و قدرت بسيارى در حكومت دارند . از يك‌سو شعرا از ايران خارج و بيشتر به هند مهاجرت مىكنند و از سوى ديگر فقها از اطراف و بيشتر از جبل عامل به ايران روى مىآورند . شاهان صفوى با علما رابطهء نيكى دارند و جنگ‌هاى ايران و عثمانى باعث مىشود كه جدال عقيدتى و سياسى در اين دوره بين شيعه و سنى دامن زده شود . هم در اين دوره است كه علما به تصوف ، به ويژه از نوع سنتى آنكه عزيز نسفى يكى از شارحين آن مكتب است ، حملات سختى مىكنند . يكى از علماى به نام اين دوره احمد بن محمد معروف به مقدس اردبيلى است كه در كتاب خود - حديقة الشيعة - به تصوف عموما و به تصوف محيى الدين و نسفى خصوصا تاخته است و گفته كه به ضرورت « جلوگيرى از انحراف شيعيان » و صيانت خود « از لجام آتشين و لعنت حضرت رب العالمين » به افشاى انحرافات صوفيان پرداخته است . وى ضمن تقسيم‌بندى صوفيان به انواع مختلف مثل مباحيه كه « مال و ناموس مردم را بر خود مباح مىدانند و هم وطى خواهر و مادر و پسر و دختر خود را » و حاليه كه مىگويند « از روى شهوت روى پسران و شاهدان ديدن و بوسيدن و بلكه لواط و زنا ثواب است » و تسليميه كه « چون پير خواهد كه با مريد وطى كند ، مريد گردن رضا و تسليم بايد بنهد » . نوعى از تصوف را وحدتيه مىنامد و در مورد آن توضيح مىدهد كه قائلان به اين نكته كفر عميق‌ترى دارند و علت آن « مطالعه كتب فلاسفه و به ويژه افلاطون و اتباع او » مىباشد . و آنان همه چيز را ، حتى « غير مطهرات شرعى » را خدا دانسته و سر سلسله آنان محيى الدين در فص هود مىگويد : « كه جهان صورت خداست و خدا روح جهان است « 2 » » و عزيز نسفى را از پيروان وى قلمداد مىكند .\r\nاما در عين حال به نفوذ اجتماعى صوفيان نيز اشاره كرده و گفته است كه : « علماى كم‌علم و طالب شهرت خود را صوفى نام كنند كه شايد اين طايفه او را در ميان عوام شهرت دهند » . « 3 »\r\nصوفيان در مقابل اين انتقادات سهمگين و حملات سنگين علماى رسمى چون تاب مقاومت نداشتند ، لذا عقب‌نشينى كرده و من‌جمله دفاع كرده‌اند كه اصولا حديقه از كتب مقدس اردبيلى نيست ، بلكه نوشته ملا معز اردستانى است و انتقاد به تصوف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كشف المحجوب ، هجويرى ، ص 40 .\r\n( 2 ) . العالم صورته و هو روح العالم .\r\n( 3 ) . حديقة الشيعة از ص 558 به بعد .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nنيز در آن الحاقى است . « 1 »\r\nمضافا آنكه اگر غرض از صوفى ، مرتكب زنا و لواط و رقص و شرب خمر و بنگ و چرس باشد انتقاد وارد است و انتساب حلول و اتحاد به تصوف امرى است نادرست و منافى عقل كه مورد انكار عرفاى بزرگى مثل بايزيد و تسترى و جنيد و غيره است . « 2 » اما اينكه گفته شود « خدا نفس وجود است » ، مسئله دقيقى است كه « نمىرسد فهم امثال او به او » . و وحدت وجود با توحيد يكى است « 3 » و منظور از اتحاد يكى شدن بنده با خدا نيست بلكه اتحاد يعنى ديدن خدا و نديدن غير او به نحوى كه « بيننده و ديده و بينش نباشد » . آن چنان‌كه حلاج گفت :\r\n بينى و بينك انى ينازعنى * فارفع بفضلك انى من البين \r\nو انيت او از ميان برخاست و آن‌كس كه گفت انا الحق و آن‌كس كه گفت سبحانى ما اعظم شأنى ، نه دعوى الهيت كردند ، بل دعوى نفى انيت خود و اثبات انيت غير خود كرده‌اند . « 4 »\r\nبدين‌طريق صوفيان كوشيدند كه با نرم‌ترين پاسخ‌ها به انتقادات كوبنده علماى رسمى جواب گويند و تصوف را با مذهب رسمى آشتى دهند و آن را برخاسته از مذهب اصيل جلوه دهند . به‌نحوىكه به دنبال تأييديه‌هايى از ائمه معصومين و علماى مقبول القول باشند و حتى حلاج و برخى تندروان ديگر را دو نفر بدانند . « 5 » اما همه اين‌ها باعث نشد كه سر چند تنى ديگر از صوفيان در زمان افشار و زند و قاجار به فتواى علما بدم تيغ نرود . شايد اين خون‌ها تقاص خون‌هايى باشد كه صوفيان خام‌خوار قزلباش در خدمت شاهان صفوى ريخته‌اند و گوشت صاحبان آنها را نپخته خورده‌اند و عبث نيست كه نام چيگيين يافته‌اند ، اما محاكمه ذو النون و جنيد و ابو سعيد خراز و كشته شدن فضل اللّه حروفى و نسيمى و سهروردى و عين القضاة و حلاج و ديگران به تقاص كدامين حادثه بوده است ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بستان السياحة ، صص 358 و 359 .\r\n( 2 ) .\r\n حلول و اتحاد اينجا محال است * كه در وحدت دويى عين ضلال است \r\n( شيخ محمود شبسترى )\r\n( 3 ) . طرائق الحقائق ، ج 1 ، ص 287 .\r\n( 4 ) . طرائق الحقائق ، ج 1 ، ص 287 .\r\n( 5 ) . اين دو دانستن يك نفر تنها در مورد حلاج نيست ، بلكه در مورد خيام و چند تن ديگر نيز هست . هرجا كه بوى كفرى شنيده شده بديلى هم به وجود آمده كه اصيل را تطهير كند .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n\r\nدرباره متن حاضر\r\nزبدة الحقائق ، مانند بيشتر آثار نسفى پاسخ به مشكلات درويشان است . و پاسخ به نيازهاى تئوريك آن زمان كه زمانه برخورد آراء و عقايد است و زمانه تعصبات مسلكى و مرامى و محتواى اصلى آن گشودن مشكل معرفت عالم كبير و عالم صغير است . يكى از كتاب‌هاى ديگر وى به نام مبدأ و معاد در همين موضوع تدوين شده است اما خود او توضيح مىدهد كه زبدة الحقائق خلاصه و نقاوه مبدأ و معاد است و علت اين تلخيص آن است كه مبدأ و معاد براى عوام نوشته شده است و زبده براى خواص .\r\nوى در اين كتاب عقايد چهار گروه را بررسى مىكند « بىميل و تعصب » . چهار گروهى كه سخنان آنان در موضوع مذكور در فوق نقل شده است ، عبارتند از : اهل شريعت ، اهل حكمت و اهل وحدت كه خود به دو فرقه تقسيم مىشوند ، فرقه‌اى كه « وجود را يكى مىدانند » و فرقه‌اى كه « وجود را به وجود حقيقى و خيالى تقسيم مىنمايند » . اينان وجود حقيقى را خدا و وجود خيالى را جهان مىنامند . اين گروه را از قول ديگران سوفسطائيه مىنامد .\r\nاز اين چهار گروه ، دو گروه اول به دو موجود قائلند كه يكى قديم است و ديگرى حادث . نزد اهل شريعت موجود قديم و حادث ، خدا و جهان نام دارد و نزد اهل حكمت واجب الوجود و ممكن الوجود . بين اين دو موجود بينونت و تفاوت است . اما اهل وحدت وجود را يكى بيش نمىدانند و باطن آن وجود را نورى مىدانند كه نامحدود و نامتناهى است و جان عالم است . جهان مظهر اين نور است و وصول بدان نور ممكن است و رسيدن به آن نور « فنا در توحيد » است . تا اين جاى مطلب را از سخنان عوام اهل وحدت مىشمرد و مىگويد خواص به اصل وجود كه وحدت صرف است رسيده‌اند و از ملك و ملكوت گذشته و به جبروت نائل شده‌اند . وى وجود را چون دريايى مىداند كهن كه\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nنقش‌هاى نو به نام موج مىزند ، اما موج همان درياست و از او جدا نيست .\r\nدر توضيح اساس مطلب ، بسيارى از مسائل مطروحه آن زمان را در طب و نجوم و علم النفس و فلسفه و عقايد بيان مىدارد . مىتوان گفت كه اين رساله مختصر بيانگر يك تصوير كلى است از مباحث و مسايلى كه در آن دوران رايج بوده است . شيوه نويسندگى وى بسيار ساده است و از تكلف و تصنع و نثر منشيانه در آن اثرى نيست و جابه‌جا مانند معلمى كه جهت تفهيم بيشتر مطالب مىكوشد ، به ايضاح بيشترى پرداخته و يك موضوع را به گونه‌هاى مختلف تشريح مىنمايد .\r\nبسيارى از مطالب اين كتاب در آثار ديگر او يا عينا و يا قريب به عين تكرار شده است و علت اين امر را بايد در جنبه تبليغى آثار او دانست كه سعى داشته است آنچه را اصيل مىداند تكرار نمايد و برد تبليغى و تعليمى آن را وسيع‌تر كند .\r\nتا آنجا كه اين بنده مطلع است اين كتاب و مقصدالاقصاى وى ذيل اشعة اللمعات جامى در سال‌هاى قبل چاپ سنگى شده است . چون نسخه‌اى خطى از اين كتاب در اختيار بنده بود ، بنابه ملاحظاتى كه در سطور قبل عنوان شد ، لازم ديدم اين نسخه را با نسخه مذكور در فوق مقابله كرده و كم و كاستىهاى آن را جبران نموده و به چاپ رسانم . اما در اين اقدام از شيوه متبع علماى مصحح متون پيروى كامل نشده است . زيرا نسخه‌بدل‌هاى زيادى در اختيار نبوده كه با نقل اختلافات حاشيه زائد بر متن گردد . بلكه بيشتر منظور و هدف آن بوده است كه يك متن تبليغى عرفانى كه خالى از نقد آراء قرن هفتم نيست ، تجديد چاپ شود . لذا نسخه خطى اصل قرار داده شد و زوائد نسخه چاپى بين [ 
  ] نوشته آمد و زوائد نسخه خطى بين « » نشان داده شد و اگر اختلافى بود - كه بود - در ذيل سطور متن مسطور شد . گاهى نيز اين بنده جهت اعمال رسم الخط جديد حرفى را اضافه كرده كه بين ( ) آمده است .\r\nنسخه خطى كه اصل قرار داده شد ، نسخه‌اى است به قلم محمود بن جمال الدين محمد ديلمى كه در « يوم اثنين تاسع عشر شهر شعبان المعظم سنه سبع و اربعين مأتين بعد الف » كه سال 1247 باشد ، كتابت شده است . كاتب در پايان نسخه سال 1247 را سال طاعون و و با ناميده است كه در آن سال « خلق گيلان به طورى مردند كه كسى به كسى نبود يوم يفر المرء من اخيه و امه و بنيه شد خلايق دفن نشدند و طعمه سگان و شغالان « 1 » شدند و با وجود اين اهل ظلم به تاخت و تاراج مال اموات و ايتام و مساكين پرداختند و معدود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در متن شقالان آمده است .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nقليلى هم كه باقى ماندند ، كلا از تشويش متفرق و پراكنده و هر يك به ديارى فرار را برقرار داشتند » . « 1 »\r\nدر خاتمه از اهل فضل تمنى مىشود خطايا و زلات اين بنده را به نظر كرم و لطف گوشزد نمايند كه عند الاقتضا به تصحيح بكوشد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در سالى كه كاتب ذكر كرده ، بليه عمومى و با در ايران بوده است و به همين مناسبت فتحعلى شاه مبلغ 200 هزار تومان مانده ماليات فارس را بخشيده است و هم در ششم صفر همين سال ناصر الدين شاه به دنيا آمده است . ص 278 فارسنامه ناصرى .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\n[ مقدمة المؤلف 
  ]\r\nبسم اللّه الرحمن الرحيم\r\nالحمد للّه رب العالمين . و العاقبة للمتقين . و الصلاة [ و السلام 
  ] على خير خلقه محمد و آله الطيبين الطاهرين .\r\nاما بعد : چنين گويد ، اضعف ضعفا و خادم فقرا ، عزيز بن محمد نسفى ، « 1 » كه جماعت درويشان - كثرهم اللّه - از اين بيچاره درخواست كردند كه در معرفت عالم كبير و عالم صغير و در معرفت مبدأ و معاد ، رساله ( اى ) جمع كن . « 2 » و بيان كن « 2 » كه مبدأ هر يك جداست ، يا مبدأ جمله يكى است . و معاد هر يك جداست ، يا معاد جمله يكى است . و بيان كن « 2 » كه نزول چيست ، و عروج چيست . و بيان كن « 2 » كه اول نزول است ، آنگه « 6 » عروج ؛ يا اول عروج است ، آنگه « 6 » نزول . و [ ديگر 
  ] درخواست كردند ، كه [ مىبايد سخن هر طايفه ( اى ) كه نقل كنى ، « 8 » بىميل و تعصب « 9 » نقل كنى « 10 » و « از خود » ترجيح سخن هيچ‌يك نكنى . « 11 » چنان كه « 12 » [ هر يك 
  ] گفته‌اند ، نقل كنى . « 13 »\r\n[ درخواست ايشان را اجابت كردم ؛ و آن‌چنان‌كه ايشان گفته بودند ، جمع كردم . 
  ] « چون آن رساله را تمام كردم » ، [ آن مجموعه را 
  ] رسالهء مبدأ و معاد نام نهادم . مطول بود ؛ التماس كردند كه اختصارى كن . آن مختصرى را ايجاز كردم ، و زبدة الحقائق نام نهادم . « 14 » و از خداى تعالى [ مدد و يارى 
  ] خواستم تا از خلل « 15 » نگاه دارد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . النسفى .\r\n( 2 ) . كنيد .\r\n( 6 ) . آنگاه .\r\n( 8 ) . كنيد .\r\n( 9 ) . ترجيح .\r\n( 10 ) . كنيد .\r\n( 11 ) . مكنيد .\r\n( 12 ) . آن‌چنان‌كه .\r\n( 13 ) . بياريد .\r\n( 14 ) . به جاى « مطول بود الخ » آمده است « چون بخواندند ، بعضى گفتند ، مطول است . و سخنان به غايت روشن است . و خواص و عوام را از آن نصيب است مىبايد كه چنان باشد كه جز خواص را از آن نصيبى نباشد . اين درخواست ديگر اجابت كردم . و رساله مبدأ و معاد را مختصر كردم . و اين مختصر را زبدة الحقائق نام كردم » .\r\n( 15 ) خطا و زلل .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nانه على ذلك « 1 » قدير و [ و بالاجابة جدير 
  ] . و اين مختصر مبنى است بر دو باب . « 2 » [ و ما توفيقى الا بالله عليه توكلت و اليه انيب . 
  ]\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ما يشاء .\r\n( 2 ) . و بناى اين رساله بر دو باب نهادم .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\nباب اول در معرفت عالم كبير\r\nبدان - اعزك الله تعالى فى الدارين - كه عالم ، اسم جواهر و اعراض است .\r\nمجموع جواهر و اعراض را عالم گويند . و هر نوعى را از جواهر و اعراض را هم عالم گويند . و عالم در قسمت اول بر دو قسم است ، غيب و شهادت . و اين دو عالم را [ كه غيب و شهادت نام است 
  ] به « سبب » اضافات و اعتبارات به اسامى مختلف « 1 » ذكر كرده‌اند . عالم خلق و عالم امر و [ عالم 
  ] ملك و [ عالم 
  ] ملكوت و عالم اجسام و عالم ارواح و عالم محسوس و عالم معقول [ و عالم غيب و عالم شهادت 
  ] و عالم نورانى و عالم ظلمانى و مانند اين گفته‌اند . و مراد از اين جمله همين دو عالم است .\r\n\r\nفصل\r\n« چون معنى » عالم را بدانستى ، « 2 » [ اكنون 
  ] بدان ، كه ترا انسان صغير و عالم صغير مىگويند و تمامى عالم را انسان كبير ، و عالم كبير مىگويند . « 3 »\r\nاى درويش !\r\nتو عالم صغيرى ؛ و تمام عالم ، عالم كبير است . تو نسخه و نمودار عالم كبيرى . « 4 » و هر چه در عالم صغير هست ، « 5 » در عالم كبير هست . « 5 » و هرچه در عالم كبير هست ، در عالم صغير هست .\r\nاى درويش !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مختلفه .\r\n( 2 ) . دانستى .\r\n( 3 ) . مىخوانند .\r\n( 4 ) . هر دو عالمى .\r\n( 5 ) . است .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nتو « اول و آخر » خود را بدان . و ظاهر و باطن خود را بشناس . تا اول و آخر عالم كبير [ را بدانى 
  ] . و ظاهر و باطن عالم كبير را « بدانى » و بشناسى . [ و جز اين طريق ، طريقى ديگر نيست 
  ] .\r\nاى درويش !\r\nهركه مىخواهد كه چيزها را چنان كه [ چيزها 
  ] هست « 1 » بداند « و بشناسد » ، بايد كه خود را چنان كه هست بداند « و بشناسد » .\r\n\r\nفصل\r\nبدان ، كه اول عالم كبير ، يك جوهر است ، چنان كه اول عالم صغير يك جوهر است . و آن جوهر كه اول عالم كبير است ، تخم عالم كبير است . چنان كه آن جوهر كه اول عالم صغير است ، تخم عالم صغير است . و هر چيز كه در اين « هر » دو عالم پيدا آمد و مىآيد ، به يقين بدان « 2 » كه آن چيز در تخم ايشان بوده « است » .\r\nچون اين مقدمات معلوم كردى ، اكنون بدان ، كه جوهر اول عالم صغير ، نطفه است . و هر چيز « 3 » « كه » در عالم صغير موجود شد ، در نطفهء وى موجود بود . و محال است چيزى كه « 4 » در نطفهء عالم صغير موجود نبود ، « 5 » [ در عالم صغير 
  ] موجود شود .\r\nچون جوهر اول عالم صغير « را » بدانستى ، اكنون بدانكه در جوهر « اول » عالم كبير اختلاف « 6 » كرده‌اند . اما اگر تحرير مبحث كنند ، و به انصاف در اين بحر غوص كنند ، به يقين خلاف برخيزد .\r\nبعضى مىگويند : كه جوهر اول ، كه تخم عالم كبير است ، روح اول است . و هر چيز كه در عالم بوده و هست و خواهد بود ، جمله در آن روح [ اول 
  ] موجود بود « 7 » و اين طايفه اهل شريعتند .\r\nبعضى مىگويند : [ كه 
  ] جوهر اول [ كه تخم 
  ] عالم كبير [ است 
  ] ، عقل اول است . و هر چيز كه در عالم بوده و هست و خواهد بود ، « 8 » جمله در آن عقل اول موجود بود . « 9 » و اين [ طايفه 
  ] اهل حكمتند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . است .\r\n( 2 ) . ميدان .\r\n( 3 ) . هرچه .\r\n( 4 ) . كه هرچه .\r\n( 5 ) . نبوده باشد .\r\n( 6 ) . خلاف .\r\n( 7 ) . بودند .\r\n( 8 ) . باشد .\r\n( 9 ) . بودند .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nو بعضى مىگويند : كه جوهر اول كه تخم عالم كبير است ، هيولاى اول است . و هر چيز كه در عالم بود و هست و خواهد بود ، « 1 » [ جمله 
  ] در آن هيولاى [ اول 
  ] موجود بود . « 2 » و اين [ طايفه 
  ] اهل وحدتند .\r\nو تا عالم بوده است ، اين سه طايفه « در اين عالم » بوده‌اند . و تا عالم باشد ، اين سه طايفه در « اين » عالم باشند . « 3 » و سخن اين هر سه طايفه در سه اصل به شرح مىآيد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . باشد .\r\n( 2 ) . بودند .\r\n( 3 ) . خواهند بود .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\nاصل اول در سخن اهل شريعت در بيان عالم كبير ( و در بيان آن ) كه حق « 1 » تعالى ( و تقدس ) عالم كبير را به چه طريق پيدا كرد . « 2 »\r\nبدان ، كه اهل شريعت دو موجود مىگويند ؛ يكى موجود قديم و يكى موجود حادث .\r\nموجود قديم ، اول ندارد و موجود حادث اول دارد . و اين سخن ظاهر است و در وى خفايى نيست . از اينكه « 3 » موجود از دو حال خالى « 4 » نباشد . يا او را اول باشد يا نباشد ؛ اگر [ او را اول 
  ] نباشد ، [ آن موجود 
  ] قديم [ است 
  ] . و اگر [ او را اول 
  ] باشد ، [ آن موجود 
  ] حادث [ است 
  ] . و چون هر دو موجود را دانستى . [ اكنون 
  ] بدانكه موجود قديم را خداى مىگويند . و [ موجود 
  ] حادث را عالم مىخوانند . « 5 » و خداى ، غير عالم است و عالم ، غير خداى است . خداى ، صانع عالم است . و عالم ، مصنوع خداى است . و صانع [ عالم 
  ] موصوف است ، به صفات سزا و منزه است از صفات ناسزا . در آن وقت كه خواست ، عالم را موجود كرد « 6 » و باز در آن وقت كه خواهد ، عالم را معدوم گرداند .\r\nچون اين مقدمات معلوم كردى ، اكنون بدانكه اهل شريعت مىگويند ، كه اول چيزى « را » كه صانع عالم تعالى و تقدس بيافريد ، جوهرى بود كه نام آن جوهر ، روح اول [ است 
  ] چون خداى تعالى « 7 » خواست كه عالم ملك و ملكوت « را » بيافريند ، بدان جوهر نظر كرد ، آن جوهر بگداخت و به جوش آمد . آنچه زبده و خلاصهء آن جوهر بود بر سر آمد ، بر مثال زبدهء قند . و آنچه دردى و كدورت [ آن جوهر 
  ] بود ، در بن نشست ، بر مثال دردى قند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . خداى .\r\n( 2 ) . آورد .\r\n( 3 ) . از جهت آنكه .\r\n( 4 ) . بيرون .\r\n( 5 ) . مىگويند .\r\n( 6 ) . گردانيد .\r\n( 7 ) . خداوند .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n« پس » حق تعالى ، « 1 » از آن زبده ، مراتب عالم ارواح بيافريد ، و از دردى مراتب عالم اجسام پيدا آورد . عالم ارواح را سيزده قسم گردانيد ، چنان كه با جوهر اول چهارده قسم مىشوند .\r\nو دليل بر آنكه مراتب عالم ارواح ، سيزده است ، آن است كه مراتب عالم اجسام سيزده است . و ظاهر عنوان باطن است . و ملك نمودار ملكوت است .\r\n« اى درويش ! »\r\n« گفته‌اند » آفريدن ملك بر مثال ملكوت است . و اساس ملكوت بر مثال جبروت است ، تا از ملك استدلال كنند به ملكوت و از ملكوت استدلال كنند به جبروت .\r\n\r\nفصل در بيان روح و عالم ارواح و مراتب آن « 1 »\r\nبدان ، كه روح جوهر [ ى 
  ] بسيط است . « 2 » [ مكمل 
  ] و محرك جسم است . در مرتبه نبات بالطبع ، و در مرتبه حيوان بالاختيار ، و در مرتبه انسان بالعقل . و اگر اين عبارت [ را 
  ] فهم نمىكنى [ به عبارتى ديگر بگويم 
  ] . بدان ، كه روح جوهرى لطيف است . و قابل تجزى و تقسيم نيست . و از عالم امر است ؛ بلكه خود « عالم » امر است . و جسم ، جوهر كثيف است و قابل تجزى و تقسيم است . و از عالم خلق است ؛ بلكه خود عالم خلق است . [ و چون معنى روح را دانستى 
  ] اكنون ، مراتب عالم ارواح را بدان .\r\nچون خداى « 3 » تعالى [ و تقدس ، خواست 
  ] كه عالم ارواح را بيافريند ، به آن زبدهء نورانى نظر كرد . « آن » زبده بگداخت . و به جوش آمد . از زبده و خلاصهء آن [ زبده 
  ] ، روح خاتم‌الانبيا « 4 » بيافريد . و از زبده و خلاصهء آن باقى ، ارواح اولوالعزم بيافريد . و از زبده و خلاصهء آن باقى ، ارواح رسل بيافريد . و از [ زبده 
  ] و خلاصهء آن باقى ، ارواح انبيا [ بيافريد 
  ] .\r\nو از [ زبده 
  ] و خلاصهء آن باقى ، ارواح اوليا [ بيافريد 
  ] . « و از خلاصهء آن باقى ارواح عارفان » .\r\nو از [ زبده 
  ] و خلاصهء آن باقى ، ارواح زهاد [ بيافريد 
  ] . و از [ زبده 
  ] و خلاصهء آن باقى ، ارواح عباد [ بيافريد 
  ] . و از زبده و خلاصهء آن باقى ، ارواح مؤمنان [ بيافريد 
  ] . و از زبده و خلاصهء آن باقى ، ارواح بددينان « 5 » [ بيافريد 
  ] « و از آن پس ارواح كافران » . و از آن پس ارواح حيوانات . و از آن پس ارواح نباتات بيافريد . [ و آنچه باقى ماند ، طبايع بيافريد 
  ] . و با هر روحى چندين « هزار » ملائكه بيافريد . عالم ملكوت تمام شد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . خداوند .\r\n( 2 ) . در بيان روح و مراتب ارواح .\r\n( 3 ) . خداوند .\r\n( 4 ) . خاتم انبيا .\r\n( 5 ) . آدميان .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nفصل در بيان مراتب عالم اجسام\r\nبدان ، كه چون خداى تعالى ، خواست « 1 » كه عالم اجسام را بيافريند ، بدان « 2 » دردى ظلمانى نظر كرد . آن دردى بگداخت و به جوش آمد . از زبده و خلاصهء آن « دردى » عرش بيافريد .\r\n[ و از زبده و خلاصهء آن باقى ، كرسى بيافريد 
  ] . و از زبده و خلاصهء آن باقى ، آسمان هفتم [ بيافريد 
  ] و از زبده و خلاصهء آن باقى ، آسمان ششم [ بيافريد 
  ] ، و از زبده و خلاصهء آن باقى آسمان پنجم [ بيافريد 
  ] . و از [ زبده 
  ] و خلاصهء آن باقى ، آسمان چهارم [ بيافريد 
  ] . و از زبده و خلاصهء آن باقى ، آسمان سيم [ بيافريد 
  ] . و از زبده و خلاصهء آن باقى ، آسمان دويم [ بيافريد 
  ] . و از زبده و خلاصهء آن باقى ، آسمان اول [ بيافريد 
  ] . و از زبده و خلاصهء آن باقى ، عنصر هوا [ بيافريد 
  ] . و از زبده و خلاصهء آن باقى ، عنصر آب [ بيافريد 
  ] . و از زبده و خلاصهء آن « باقى » ، عنصر خاك [ بيافريد 
  ] . « پس » مفردات عالم ملك تمام شد .\r\n« پس » مفردات عالم ملك و ملكوت بيست و هشت آمد . « 3 » چهارده ملك ، و چهارده ملكوت . و مركب سه آمد ، [ جسم 
  ] جماد ، [ جسم 
  ] نبات و [ جسم 
  ] حيوان .\r\nهمچنين مفردات حروف تهجى بيست و هشت آمدند . و كلمه سه آمد ، « اسم و فعل و حرف »\r\nاى درويش !\r\nدر اين هيچ سخن نيست ، كه مفردات ملك و ملكوت ، بيست و هشت‌اند . سخن در آن است كه اول عالم ارواح است و بعد از آن « 4 » عالم اجسام ، يا اول عالم اجسام است ، آنگاه عالم ارواح يا هر دو مجامع است . « 5 » و ديگر آنكه اول مرتبهء اعلى پيدا آمد و به مراتب ، به مرتبهء اسفل رسيد ، يا اول مرتبهء اسفل پيدا آمد و به مراتب ، به مرتبه اعلى رسيد . در اين [ دو 
  ] سخن ، تأمل « بسيار » كن . تا بر تو مكشوف ، گردد . « 6 » تا سخن دراز نشود و از مقصود بازنمانيم .\r\nمراتب ارواح ، در مراتب اجسام هر يك [ در يكى 
  ] مقام گرفتند ، « هر يك در مقام خود » . عرش ، مقام روح خاتم انبيا « شد » . و صومعه و خلوتخانهء ايشان « 7 » گشت . [ و كرسى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . به جاى « چون خداى تعالى خواست » آمده است « خداوند تعالى چون خواست » .\r\n( 2 ) به آن .\r\n( 3 ) . آمدند .\r\n( 4 ) . آنگاه .\r\n( 5 ) . معا معا .\r\n( 6 ) . شود .\r\n( 7 ) . او .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nمقام ارواح اولوالعزم شد و صومعه و خلوتخانهء ايشان گشت 
  ] . و آسمان هفتم مقام ارواح رسل شد و صومعه و خلوتخانهء ايشان گشت . « 1 » و آسمان ششم مقام ارواح انبيا گشت . و صومعه و خلوتخانهء ايشان شد . و آسمان پنجم مقام ارواح اوليا و صومعه و خلوتخانهء ايشان شد . « 2 » و آسمان چهارم مقام ارواح اهل معرفت و صومعه و خلوتخانهء ايشان شد و آسمان سيم ، مقام ارواح زهاد و صومعه و خلوتخانهء ايشان شد . « 3 » و آسمان دويم مقام ارواح عباد و صومعه و خلوتخانهء ايشان شد . « 3 » و آسمان اول مقام ارواح مؤمنان « 5 » و صومعه و خلوتخانهء ايشان شد . « 6 »\r\nنه مرتبه تمام شد و چهار مرتبهء ديگر كه باقى مانده - يعنى ارواح باقى آدميان و ارواح حيوانات و ارواح نباتات و طبايع اين‌ها نه از عالم علوىاند و اين‌ها از عالم سفلىاند 
  ] . و طبايع اسفل السافلين است . و هر يك « 7 » را از افراد ارواح ، از اعلى تا به اسفل به اين مرتبهء اسفل السافلين نزول مىبايد كرد .\r\nو خودشناس و خداشناس « 8 » مىبايد شد . و باز از اينجا « 9 » عروج مىبايد كرد . و بمقام اول خود مىبايد رسيد . و چون به مقام اول [ خود 
  ] رسد ، « 10 » عروج هريك تمام گردد . « 11 » و دايرهء هريك تمام شود . « 12 » و چون دايره تمام شد ترقى ممكن نبود ، « 13 » ترقى تا بدينجا بيش نيست .\r\n« اما » در راه ماندن ممكن است . و [ اما 
  ] از مقام خود گذشتن ممكن نيست . و اگر در راه ماندن ممكن نبودى ، انزال كتب و ارسال رسل ، عبث « 14 » بودى .\r\nچون عالم ارواح و عالم اجسام بيافريد ، آنگاه معادن و نبات و حيوان كه مواليد است ، « 15 » پيدا آورد . و در آخر همه آدم و « حوا » را بيافريد . و قصهء ايشان « 16 » مشهور است . « و اين رساله جاى آن سخنان نيست » ، و آنگاه فرزندان آدم ، پيدا آمدند « و مىآيند » و به تدريج به كمال خود مىرسند . و هريك تا به اول مقام خود عروج مىكنند تا دايره هريك تمام شود . « 17 » يعنى كمال هريك آن است كه سعى كنند و جد « 18 » نمايند تا به اول مقام خود رسند و در راه نمانند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . گرديد .\r\n( 2 ) . آمد .\r\n( 3 ) . گرديد .\r\n( 5 ) . اهل ايمان .\r\n( 6 ) . گشت .\r\n( 7 ) . هر يكى .\r\n( 8 ) . و به خود دانا و خداى خود شناسا .\r\n( 9 ) . از آنجا .\r\n( 10 ) . رسيدند .\r\n( 11 ) . شد .\r\n( 12 ) . گرديد .\r\n( 13 ) . نيايد .\r\n( 14 ) . بىفايده .\r\n( 15 ) . مواليدند .\r\n( 16 ) . آدم و حوا .\r\n( 17 ) . مىشود .\r\n( 18 ) . جهد .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\nفصل\r\nبدان ، كه اين چهارده مرتبه خلقىاند و نه كسبى . و در خلق خدا تبديل نيست . دين حنيف و دين قيم اين است . و فطرة الله كه جملهء آدميان را بر آن فطرت آفريده است ، « 1 » [ اين است 
  ] . و آن مراتب ارواح « 2 » است . اگر چنانچه اين مراتب ، كسبى بودى [ كه 
  ] ممكن بودى كه هركس به كسب از مقام اول خود درگذشتى و به مقام بالاتر رفتى ، اوليا به كسب به مقام انبيا رسيدندى . « 3 » و انبيا به مقام رسل « 4 » « و رسل به مقام اولوالعزم و اولوالعزم به مقام خاتم انبيا عليهم الصلاة و السلام رسيدندى »\r\nو در همه مقامات همين ترقى ، ممكن بودى . [ اما اين جمله كسبى نيستند ، عطائىاند هريك را چنانچه ( كذا فى الاصل . چنان كه ) آفريدند 
  ] . و « لكن » در راه ماندن ممكن است اما از مقام خود گذشتن « 5 » ممكن نيست .\r\nاى درويش !\r\nاين چنين كه « مقام » و مراتب ارواح را دانستى ، كه هريك را چنان كه آفريدند ، آفريدند . و از مقام معلوم خود نمىگذرند . « 6 » ارواح چون به اين عالم آيند ، گفتار و كردار ايشان همچنين باشد و هريك را مقدارى معلوم باشد ، كه از آن در نتوانند گذشت . يعنى هر روحى كه بدين عالم آيد او را حدى پيدا و مقدارى معلوم باشد ، « 7 » « كه از آن در نتواند گذشت » . يعنى « 8 » چند در قالب بماند ، « 9 » و چند نفس زند و چند خورد و چه خورد و چه گويد و چند گويد و چه آموزد و چند آموزد .\r\nدر جملهء كارها چنين ميدان ، امكان [ آن 
  ] ندارد ، كه برگى بر درخت بجنبد و چيزى در دل كسى بگذرد ، « 10 » بىعلم و ارادهء خداى . « 11 »\r\nاى درويش !\r\nبدين « 12 » سخن شبهات بسيار « ى » مىآيد ، اگرچه اهل شريعت به زبان نمىگويند كه آدمى در كارها مجبور است . « 13 » « اما از اين سخنان ايشان لازم مىآيد كه آدمى مجبور\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . آفريده‌اند .\r\n( 2 ) . اين مرتبهء .\r\n( 3 ) . ولى به كسب به مقام نبى رسيدى .\r\n( 4 ) . نبى به كسب به مقام رسول رسيدى .\r\n( 5 ) . از مقام اول درگذشتن .\r\n( 6 ) . در نمىتوانند گذشت .\r\n( 7 ) . است .\r\n( 8 ) . كه .\r\n( 9 ) . باشد .\r\n( 10 ) . و چيزى كسى در دل بگذراند .\r\n( 11 ) . حق .\r\n( 12 ) . بر اين .\r\n( 13 ) . باشد .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nباشد » . چون نزديك « 1 » ايشان هرچه است به علم و ارادهء « 2 » حق است ، و امكان ندارد كه بر خلاف [ علم 
  ] و ارادت حق چيزى پيدا آيد . پس جملهء آدميان در اقوال و افعال مجبور باشند . و اين سخن بنا بر آن است كه معلوم تابع علم است يا علم تابع معلوم ؟ و نزديك ايشان « 3 » معلوم تابع علم است . پس هر چيز كه باشد او را مقدارى باشد معلوم . « 4 » كه از آن در نتوانند گذشت . آن‌چنان‌كه خداى در ازل دانسته باشد ، « 5 » چنان « 6 » باشد .\r\nو به نزديك اهل حكمت علم تابع معلوم است . پس اقوال و افعال مردم « 7 » را مقدارى معلوم نباشد . تحصيل علم « 8 » و تحصيل مال به سعى آدمى تعلق دارد . هرچند سعى بيش « كنند » ، علم و مال بيش حاصل كند . « 9 » نيكى و بدى كردن و اندك و بسيار خوردن به اختيار وى باشد « 10 » [ هرچند سعى بيش كند بيش يابد 
  ] . و جملهء كارها چنين ميدان كه سخن دراز شد و از مقصود دور افتاديم . « 11 »\r\n\r\nفصل\r\nبدان ، كه روح هركه در مقام ايمان مفارقت كند ، بازگشت او به آسمان اول باشد « 12 » و روح هركه در مقام عبادت مفارقت كند بازگشت او به آسمان دويم باشد . « 12 » و در جملهء مقامات همچنين ميدان . [ يعنى 
  ] هريك « 14 » در هر مقام كه مفارقت كند بازگشت او به اهل آن مقام باشد . و حيفى عظيم باشد كه كسى به مقام اول خود نرسد « و نتواند رسيد » .\r\nحال اين نه مرتبه چنين خواهد بود كه گفته شد . اما آنكه در اين قالب به [ مقام 
  ] ايمان نرسد ، بازگشت او به آسمان « اول » نخواهد بود ؛ از هر كدام مرتبه كه باشد .\r\nاى درويش !\r\nهركه به مقام ايمان نرسد ، « 15 » و تصديق انبيا و تقليد انبيا نكند ، « 16 » اگرچه صورت آدميان دارد ، معنى « 17 » آدميان ندارد . و از حساب بهايم است بلكه از بهايم فروتر . و بهايم را به عالم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . چه به نزديك .\r\n( 2 ) . ارادت .\r\n( 3 ) . اهل شريعت .\r\n( 4 ) . تعدادى معلوم بود .\r\n( 5 ) . است .\r\n( 6 ) . آن‌چنان .\r\n( 7 ) . آدمى .\r\n( 8 ) . علوم .\r\n( 9 ) . شود .\r\n( 10 ) . به اختيار وى تعلق دارد .\r\n( 11 ) . در جمله كارها همچنين ميدان و الله اعلم .\r\n( 12 ) . خواهد بود .\r\n( 14 ) . هركه .\r\n( 15 ) . نرسيد .\r\n( 16 ) . نكرد .\r\n( 17 ) . صفت و سيرت .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nعلوى راه نيست از جهت اينكه ، « 1 » عالم علوى صومعه و خلوتخانهء پاكان است و جاى ملائكه و اهل طهارت است ؛ بىعلم و تقوا به عالم علوى نتوان رسيد .\r\nاى درويش !\r\nروح اول را كه جوهر اول است ، اگر آدم گويى ، هم رواست . « 2 » از جهت اينكه « 3 » اين ارواح همه در وى بودند و از وى بيرون آوردند و فرمودند كه الست بربكم ؛ هر كه گفت بلى ، علوى شد . « 4 » و هر كه نگفت [ بلى 
  ] ، سفلى شد . « 5 »\r\nو هركه گفت بلى و تقصير كرد و به مقام ايمان نرسيد ، « 6 » سفلى ماند . و آنكه بلى نگفت ، امكان ندارد كه به مقام ايمان رسد . چون جوهر اول را آدم گفتند ، اگر اين دردى كه از وى جدا شد ، حوا گويند ، هم راست باشد .\r\nاين آدم و حوا ، در بهشت بودند ، تا آنگاه كه به درخت نزديك شدند . « چون به درخت نزديك شدند » از بهشت بيرون آمدند . پس بهشت را مراتب باشد و درخت را هم مراتب باشد . بهشت فانى بود و بهشت باقى بود .\r\nو به نزديك اهل شريعت عالم كبير را بدين‌طريق ، « 7 » پيدا آوردند . « 8 » و نزول و عروج بدين‌طريق بود كه گفته شد [ كه 
  ] اهل تصوف به غير از اين نزول و عروج ، نزول و عروج ديگر مىگويند .\r\n\r\nفصل\r\nاى درويش !\r\nچون اين نزول و عروج « را » دانستى ، اكنون بدان ، كه انبيا و اوليا را پيش از موت طبيعى ، عروج ديگر هست . از جهت اينكه « 9 » ايشان پيش از موت طبيعى مىميرند . و آنچه ديگران بعد از موت طبيعى خواهند ديد ، پيش از موت طبيعى ، مىبينند . و احوال بعد از موت « 10 » ايشان را معاينه دست مىدهد . « 11 » و از مرتبهء علم اليقين « 12 » به مرتبهء عين اليقين « 13 » مىرسند . از جهت آنكه حجاب آدمى ، « 14 » جسم است . چون روح از جسم بيرون آمد هيچ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . از جهت آنكه .\r\n( 2 ) . باشد .\r\n( 3 ) . از جهت آنكه .\r\n( 4 ) . و\r\n( 5 ) . باشد .\r\n( 6 ) . تقصير كرد در رسيدن به مقام ايمان .\r\n( 7 ) . به اين نوع .\r\n( 8 ) . آورد .\r\n( 9 ) . از جهت آنكه .\r\n( 10 ) . مرگ .\r\n( 11 ) . مىشود .\r\n( 12 ) . علم اليقينى .\r\n( 13 ) . عين اليقينى .\r\n( 14 ) . آدميان .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nچيز « ديگر » حجاب او نمىشود . و عروج انبيا دو نوع است ، شايد كه به روح باشد ، بىجسم . و شايد كه به روح و جسم هر دو باشد . و عروج اوليا به يك نوع باشد ؛ « 1 » عروج روح باشد ، بىجسم . « 2 »\r\nچون اين مقدمات فهم « 3 » كردى ، اكنون بدان ، كه غرض ، در اين موضع ، بيان اين سخنان نيست . [ و غرض ما بيان عروج انبيا نيست 
  ] . و از جهت آنكه معراج انبيا معروف و مشهور است . غرض ما در اين موضع ، تنبيه و ترغيب سالكان است ؛ تا در رياضات و مجاهدات كامل شوند . « 4 » و در « 5 » راه بازنمانند . تا [ باشد كه 
  ] بدين سعادت و دولت برسند . « 6 » و بعد از رضا و لقاى « 7 » خداى تعالى ، كدام سعادت بهتر از اين باشد [ كه 
  ] احوال بعد از مرگ « پيش از مرگ » سالك را معاينه شود . و به مقام بازگشت او را مشاهده افتد . « 8 »\r\n« اى درويش ! »\r\n« اين كارى عظيم است ، كه احوال بعد از مرگ پرسالك معاينه شود . و مردم از اين معنى غافلند . و گرنه مىبايست كه شب و روز در سعى و كوشش بودندى ، تا احوال بعد از مرگ ، برايشان مكشوف گشتى و مقامى كه بازگشت ايشان خواهد بود ، برايشان معاينه شدى »\r\nو سالك « 9 » سه چيز را به غايت اعتبار كند ، « 10 » اول سلوك ، دويم جذبه ، سيم عروج ، هركه اين سه مقام « 11 » ندارد ، پيشوايى را نشايد . سلوك عبارت از روش « 12 » است ، و جذبه عبارت از كشش است و عروج عبارت از بخشش است « تا سخن دراز نشود و از مقصود باز نمانيم » .\r\nاى درويش !\r\nعروج اهل تصوف ، عبارت از آن است كه روح سالك در حال صحت و بيدارى از بدن سالك بيرون آيد . و احوالى كه بعد از مرگ بر وى مكشوف خواست گشت ، « 13 » اكنون پيش از مرگ ، بر وى مكشوف گردد و بهشت و دوزخ مشاهده كند . و احوال بهشتيان و دوزخيان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . است .\r\n( 2 ) . به جاى « عروج روح باشد ، بىجسم » . آمده است « به روح بىجسم » .\r\n( 3 ) . معلوم .\r\n( 4 ) . كاهل نشوند .\r\n( 5 ) . از .\r\n( 6 ) . به اين سعادت مشرف شوند و به اين دولت برسند .\r\n( 7 ) . بعد از لقاى رضاى خداى .\r\n( 8 ) . و مقام او كه بازگشت او به آن خواهد بود مشاهده افتد .\r\n( 9 ) . سالكان .\r\n( 10 ) . كنند .\r\n( 11 ) . چيز .\r\n( 12 ) . كوشش .\r\n( 13 ) . شد .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nرا مطالعه كند . « 1 » و از مرتبهء علم اليقين به مرتبهء عين اليقين رسد . [ و هرچه دانسته بود ببيند 
  ] .\r\nو روح بعضى [ تا 
  ] به آسمان اول برود و از آن « 2 » بعضى [ تا 
  ] به آسمان دويم « برود » . « و همچنين تا به عرش ممكن ( است ) كه برود . و روح خاتم‌الانبيا تا به عرش رفت . از جهت اينكه هريك تا به مقام اول خود عروج مىتواند كرد . و هريك تا به آنجا كه بروند آنچه ببينند ، چون باز به قالب آيند ، جمله يادشان باشد و حكايت كنند - اگر در صحت باشد - [ و روح بعضى يك روز در آسمانها بماند و گرد آسمانها طواف كند و آنگاه به قالب آيد 
  ] و روح بعضى زيادت از اين بماند ؛ تا به ده روز و بيست روز ممكن است » . « 3 »\r\n« و شيخ ، مىفرمود كه روح من سيزده روز بماند . آنگاه به قالب آمد . و قالب در اين مدت همچون مرده افتاده بود و هيچ حركت نمىكرد . و روح چون به قالب آمد ، قالب برخاست و خبر نداشت كه چند روز افتاده بود . ديگران گفتند سيزده روز است - آنان كه حاضر بودند - و عزيزى ديگر مىگفت كه روح من ده روز بماند . آنگاه به قالب آمد . و هر چه در اين ده روز ديده بود جمله به ياد او بود . و گفته شد روح هريك تا به مقام اول خود عروج كند » .\r\nطايفه ( اى ) هم از اهل تصوف مىگويند ، كه روح خاتمين يعنى خاتم انبيا و خاتم اوليا تا به عرش عروج تواند كرد . « 4 » « اين طايفه ولايت را به مرتبهء اعلى رسانده‌اند و چنان كه آن را از جمله زيادتى مراتب مىگويند و ما اين بحث را در كتاب كشف الحقائق ، بشرح تقرير كرده‌ايم . و سر نبوت و سر ولايت را آنجا بيان كرده‌ايم . اگر خواهند آنجا طلب كنند » . اين طايفه مىگويند كه ولايت ، باطن نبوت است . و باطن ولايت ، عالم إله است « 5 » و اين سخن [ از نون 
  ] ملفوظ ، معلوم مىگردد . « 6 »\r\n\r\nفصل\r\nچون مدت دنيا به سرآيد و روز قيامت « ظاهر » شود ، اجزا ( ى ) قالب هر يكى را جمع كنند و قالب هر يكى را تمام كنند ؛ « 7 » و روح هر قالبى را باز به وى « 8 » درآورند . « و از گور\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . احوال اهل آن را مطالعه نمايد .\r\n( 2 ) . روح .\r\n( 3 ) . به جاى « و همچنين تا بعرش الخ » آمده است « و همچنين هريك تا بدانجا كه بروند و آنچه ببينند چون باز به قالب آيند ، جمله با ياد ايشان باشد و روح بعضى يك روز در آسمانها بماند و گرد آسمانها طواف كند و آنگاه به قالب آيد و روح بعضى زيادت از « اين بماند تا به ده روز و بيست روز » .\r\n( 4 ) . مىنمايند .\r\n( 5 ) . الهيت باطن ولايت است .\r\n( 6 ) . مىشود .\r\n( 7 ) . كرده .\r\n( 8 ) . قالب .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nبيرون آورند » و آسمانها را درنوردند . و زمين‌ها را تبديل كنند و جملهء آدميان را در عرصات قيامت جمع آورند . « 1 » و حساب هر يكى بكنند . « 2 » « و جمله را در دوزخ درآورند » .\r\nو اهل ايمان و تقوا را از دوزخ بيرون آورند ، « 3 » و به بهشت رسانند « تا جاويد در بهشت باشند » . و اهل كفر و ظلم را در دوزخ بگذارند . « تا جاويد در دوزخ باشند » . اهل معصيت را به قدر معصيت عذاب كنند و به آخر از دوزخ بيرون آورند و به بهشت رسانند « تا جاويد در بهشت باشند » .\r\nاين بود سخن اين طايفه ، و اين طايفه خود را اهل شريعت « دانند و » نام كرده‌اند .\r\nو ديگران ايشان را ظاهرى نام كرده‌اند . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حاضر سازند .\r\n( 2 ) . بكند .\r\n( 3 ) . گذرانيده .\r\n( 4 ) . گويند .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\nاصل دويم در سخن اهل حكمت در بيان عالم كبير و پيدا شدن او\r\nبدان ، كه اهل حكمت هم دو موجود مىگويند . يكى موجود قديم و يكى موجود حادث . موجود قديم را واجب الوجود لذاته گويند و موجود حادث را ممكن الوجود لذاته مىخوانند . و موجود از اين دو قسم خالى نباشد . « 1 » يا او را وجود از خود باشد يا [ او را وجود 
  ] از غير [ بود 
  ] ، اگر او را وجود از خود باشد او را واجب الوجود [ لذاته 
  ] خوانند . « 2 » و اگر [ او را وجود 
  ] از غير باشد ، « 3 » او را ممكن الوجود گويند . « 4 »\r\nو واجب الوجود لذاته ، خداى عالم است . و ممكن الوجود لذاته ، عالم خداى است .\r\nو واجب الوجود لذاته موصوف است به صفات سزا . و منزه است از صفات ناسزا . و اين واجب الوجود به نزديك « 5 » اهل حكمت موجود بالذات است . عالم از ذات او صادر شد ؛ چنان كه شعاع آفتاب از قرص آفتاب . و چنان كه وجود معلول از وجود علت . پس تا قرص آفتاب باشد ، شعاع آفتاب باشد و تا وجود علت باشد ، وجود معلول نيز باشد . « 6 »\r\nچون اين مقدمات معلوم كردى ، اكنون بدان ، كه اهل حكمت مىگويند ، [ كه 
  ] اول چيزى كه از حق تعالى « 7 » صادر شد ، جوهرى بود و نام آن جوهر ، عقل اول است . و عقل جوهرى بسيط است ؛ يعنى جوهرى يكتا است . و قابل تجزى و تقسيم نيست . و اين اصلى است نزديك اهل حكمت كه لا يصدر من « 8 » الواحد الا الواحد .\r\nپس از بارى تعالى و تقدس كه احد حقيقى است ، احد حقيقى صادر شد و آن عقل اول است . و در اين عقل اول [ كه احد حقيقى است 
  ] به اضافات و اعتبارات ، كثرت پيدا آمد .\r\nيعنى نظر به ذات عقل و نظر به علت عقل و نظر به رابطه‌اى كه ميان علت و معلول است . به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . از دو حال بيرون نباشد .\r\n( 2 ) . گويند .\r\n( 3 ) . است .\r\n( 4 ) . آن ممكن الوجود لذاته است .\r\n( 5 ) . نزد .\r\n( 6 ) . هم بود .\r\n( 7 ) . بارى تعالى و تقدس .\r\n( 8 ) . عن .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nاين سه نظر در عقل اول سه اعتبار آمد ؛ و به هر اعتبارى از عقل اول چيزى صادر شد - عقلى ، نفسى و نه فلك پيدا آمدند . آنگاه در زير فلك [ قمر 
  ] عنصر آتش و طبيعت آتش پيدا آمد . باز عنصر هوا و طبيعت او « 1 » [ پيدا آمد 
  ] . باز عنصر آب و طبيعت او « 2 » [ پيدا آمد 
  ] . باز عنصر خاك و طبيعت او « 3 » پيدا شدند . « 4 » آبا و امهات تمام شدند . « 5 » آنگاه از اين آبا و امهات .\r\nمواليد سه‌گانه پيدا آمدند و مىآيند - معادن و نبات و حيوان - « آنگاه » در آخر همه انسان پيدا آمد .\r\nچون انسان پيدا آمد و به كمال رسيد و به عقل رسيد ، معلوم شد كه اول عقل بوده است كه هر چيزى كه در آخر پيدا آيد در اول « همان » بوده باشد . و دايره تمام شد . كه چون دايره تمام شود به اول خود رسيده باشد . پس عقل هم مبدأ است و هم معاد . نسبت به آمدن مبدأ است و نسبت به بازگشتن معاد . و معاد جايى را گويند كه يك نوبت [ در 
  ] آنجا بوده باشد ؛ و باز به همان جاى بازگردد . و نسبت به آمدن ليلة القدر است . و نسبت به بازگشتن يوم القيامه است .\r\nاى درويش !\r\nعقل اول ، قلم خداى و رسول الله است . و علت مخلوقات و آدم موجودات است . و به صفات و اخلاق خداى آراسته . و از اينجا گفته‌اند كه حق « 6 » تعالى ، آدم را به صورت خود آفريد .\r\nو به نزديك اهل حكمت از بارى تعالى و تقدس همين يك عقل بيش صادر نشد .\r\nباقى ، جمله از عقل اول صادر شدند . عقل اول فعل بارى است ، باقى جمله فعل عقل اولند . عقل اول به امر بارى است . [ باقى 
  ] جمله به امر عقل اولند . عقل اول عالم خداى است . باقى ، جمله ، عالم « 7 » عقل اولند . معلم عقل اول [ را 
  ] بارى تعالى است . و عقل اول معلم جمله عالم است . « 8 »\r\nهيچ‌يك از عقول و نفوس از بارى تعالى [ و تقدس 
  ] فيض قبول نمىتواند « 9 » كرد ، الا عقل اول . « و عقل اول » از بارى تعالى ، قبول فيض مىكند و به فرود خود مىدهد .\r\nهريك از عقول از بالاى خود مىگيرند و به فرود خود مىدهند . هريك يد اخذ و يد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . هوا .\r\n( 2 ) . آب .\r\n( 3 ) . خاك .\r\n( 4 ) . آمد .\r\n( 5 ) . كه دايره چون به اول خود رسيد تمام شد .\r\n( 6 ) . خداى .\r\n( 7 ) . عالمهاى .\r\n( 8 ) . باقى ، جمله را معلم ، عقل اول است .\r\n( 9 ) . نمىتوانند .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nاعطا « 1 » دارند . مىگيرند و مىدهند . و « اما » واجب الوجود مىدهد و نمىگيرد . از جهت اينكه « 2 » بالا ندارد . و منزه و مقدس است [ تنزيه و تقديس 
  ] و علم و حكمت ذاتى دارد « به خود » .\r\n\r\nفصل\r\nبدان ، كه عقل اول يك جوهر است . اما اين « 3 » جوهر را به اضافات و اعتبارات ، به اسامى مختلفه ذكر كرده‌اند . چون اين جوهر را ديدند كه دريابنده و دريابنده‌كننده « 4 » بود ، نامش عقل كردند ، « 5 » از جهت اينكه « 6 » عقل هم مدرك است و هم مدرك‌كننده . « 7 »\r\nو چون همين جوهر را ديدند كه زنده و زنده‌كننده بود نامش روح كردند ، از جهت اينكه « 8 » روح ، حى و محيى است . و چون همين جوهر را ديدند كه پيداكننده بود ، نامش نور كردند ، از جهت اينكه نور ، ظاهر و مظهر است .\r\n[ و چون همين جوهر را ديدند كه نقاش علوم بود بر دلها ، نامش قلم كردند 
  ] .\r\nو چون همين جوهر را ديدند كه سبب علم عالميان بود ، نامش جبرئيل كردند .\r\nو چون [ همين جوهر را ديدند كه 
  ] سبب رزق عالميان بود ، نامش ميكائيل كردند .\r\nو چون [ همين جوهر را ديدند كه 
  ] سبب حيات عالميان بود ، نامش اسرافيل كردند .\r\nو چون [ همين جوهر را ديدند كه 
  ] حقايق چيزها درمىيافت و قبض معانى مىكرد ، نامش عزرائيل نهادند . « 9 »\r\nو چون [ همين جوهر را 
  ] ديدند كه هرچه هست و بود و باشد ، « 10 » [ جمله 
  ] در وى موجود است ، « 11 » نامش لوح محفوظ كردند .\r\nو اگر همين جوهر را بيت الله و بيت المقدس « 12 » و بيت اول و مسجد اقصى و آدم و ملك مقرب و عرش اعظم « 13 » گويند ، هم راست باشد .\r\nو بدان ، كه « 14 » عقول و نفوس عالم علوى ، جمله لطيف و شريفند . و جمله علم و طهارت دارند . اما هركدام كه بالاتر است و به عقل اول نزديك‌تر است ، لطيف‌تر و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . عطا .\r\n( 2 ) . آنكه .\r\n( 3 ) . آن .\r\n( 4 ) . درياباننده .\r\n( 5 ) . كرده‌اند .\r\n( 6 ) . آنكه .\r\n( 7 ) . مدرك .\r\n( 8 ) . آنكه .\r\n( 9 ) . كردند .\r\n( 10 ) . بود و هست و خواهد بود .\r\n( 11 ) . بودند .\r\n( 12 ) . بيت العتيق .\r\n( 13 ) . عظيم .\r\n( 14 ) . تا سخن دراز شود .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nشريف‌تر است . و علم و طهارت وى بيشتر است . و در افلاك نيز همچنين مىدان كه هر كدام كه بالاتر و به فلك الافلاك نزديك‌تر است ، شريف‌تر و لطيف‌تر است . و در نزول .\r\nهر كدام مرتبه كه به مبدأ نزديك‌تر بود ، شريف‌تر و لطيف‌تر است . و در عروج ، هركدام مرتبه كه از مبدأ دور تر بود لطيف‌تر و شريف‌تر بود . « 1 » از جهت آنكه در نزول ، كدورت به بن نشيند و در عروج ، صافى بر سر آيد . و اگر چنين گويند كه در بسايط هرچند از مبدأ دور تر مىشود خسيس‌تر مىگردند ، « 2 » و در مركبات هرچند كه از مبدأ دور تر مىشود ، شريف‌تر و لطيف‌تر مىشود نيز موجه است .\r\n\r\nفصل\r\nبدان ، كه اهل شريعت حقيقت آدمى را كه مدرك جزئيات « 3 » و كليات است ، و داناى خود و داناى پروردگار است ، روح انسانى گويند . « 4 » و اهل حكمت ، اين حقيقت را نفس انسانى مىگويند . « 5 » « و اين اصطلاح است » .\r\nچون اين مقدمات « 6 » معلوم كردى ، اكنون بدان ، كه اهل شريعت مىگويند كه ارواح آدميان ، پيش از اجساد آدميان بالفعل موجود بود . چنان كه در اصل اول گفته شد . و اهل حكمت مىگويند كه نفوس آدميان پيش از اجساد آدميان بالفعل موجود نيستند ، و محال است كه بالفعل موجود باشند [ پيش از اجساد 
  ] . اما پيش از اجساد بالقوه موجود بودند . « 7 »\r\nو محال است كه معدوم صرف ، موجود شود و محال است كه موجود صرف ، معدوم گردد . « 8 »\r\nموجود شدن و معدوم شدن چيزها « 9 » عبارت از آن است كه از قوه « 10 » به فعل مىآيند و از فعل باز به قوه « 11 » مىروند . مفرد مركب مىشود و مركب باز مفرد مىشود . « 12 » و يك نوبت گفته شد كه هرچه در عالم بود و هست و خواهد بود جمله در عقل اول موجود بودند . و محال است كه چيزى كه در عقل اول موجود نبوده باشد ، در عالم موجود گردد . « 13 » پس عقول و نفوس آدميان جمله در عقل اول ، بالقوه موجود « 14 » بودند . و هريك به وقت خود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . باشد .\r\n( 2 ) . مىشود .\r\n( 3 ) . جزويات .\r\n( 4 ) . مىگويند .\r\n( 5 ) . مىخوانند .\r\n( 6 ) . مقدمه .\r\n( 7 ) . باشند .\r\n( 8 ) . موجود ، معدوم صرف شود .\r\n( 9 ) . موجود و معدوم گشتن چيزها .\r\n( 10 ) . قوت .\r\n( 11 ) . قوت .\r\n( 12 ) . مىگردد .\r\n( 13 ) . شود .\r\n( 14 ) . موجود بالقوه .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nظاهر شوند بالفعل . « 1 »\r\nاى درويش !\r\nبعضى مىگويند ، كه مبدأ عقول و نفوس عالم سفلى ، عقل عاشر « 2 » است كه عقل فلك قمر است . و عقل فعال نام او است . و مدبر عالم سفلى و واهب الصور او است .\r\nو بعضى مىگويند كه عقول عالم علوى - هر ده - مبادى عقول و نفوس عالم سفلىاند . « 3 » و از اين جهت است كه تفاوت بسيار است ، ميان آدميان . نفسى كه مستفاد از [ نفس 
  ] فلك قمر باشد هرگز برابر نباشد با نفسى كه مستفاد باشد از فلك شمس . تفاوت آدميان از اين جهت است كه گفته شد . يعنى كه از مبادى و از خاصيت ازمنهء اربعه هم هست ، سعادت و شقاوت و زيركى و بلادت و درويشى و توانگرى و عزت و خوارى و درازى [ عمر 
  ] و كوتاهى عمر و مانند اين ، جمله خاصهء « 4 » ازمنه اربعه است .\r\nانبيا و اوليا و حكما ، جمله اتفاق كرده‌اند كه زمان و مكان خاصيتى عظيم دارد ؛ و اثرهاى قوى ، « 5 » در همه چيزها خاصه در انسان .\r\n\r\nفصل\r\nبدان ، كه اهل شريعت مىگويند ، كه افلاك و انجم جمادند و حيات « 6 » و علم و ارادت و قدرت و سمع و بصر ندارند . و حركات ايشان ارادى نيست و اثرى كه در اين عالم مىكنند « 7 » [ به ارادت نمىكند 
  ] به خاصيت مىكنند . « 8 »\r\nو اهل حكمت مىگويند ، « افلاك و انجم حىاند و علم و ارادت و قدرت و سمع و بصر دارند . و حركات ايشان ارادى است » . و اثرى كه در اين عالم مىكنند به ارادت مىكنند ، و به خاصيت هم مىكنند . « 9 »\r\nچون اين مقدمات بدانستى ، « 10 » اكنون بدانكه عقول و نفوس و افلاك و انجم اثرهاى قوى دارند . در اين عالم سفلى جمله كارهاى عالم سفلى باز بسته به عالم علوى است . اين چرخ گردون ، آسيايى است كه خود دانه پيدا مىكند و خود آرد مىكند و خود مىروياند و خود مىريزاند ، خود جان مىبخشد و خود جان مىستاند ، خود جاه و مال مىدهد و خود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . به وقت خود بالفعل ظاهر مىشوند .\r\n( 2 ) . عاشره .\r\n( 3 ) . است .\r\n( 4 ) . خاصيت .\r\n( 5 ) . خاصيتهاى عظيم و اثرهاى قوى دارند .\r\n( 6 ) . جان .\r\n( 7 ) . مىكند .\r\n( 8 ) . مىكند .\r\n( 9 ) . مىكند .\r\n( 10 ) . معلوم كردى .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n[ مال و جاه 
  ] مىستاند . احياى اموات كار اوست . [ سعادت و شقاوت را سبب او است 
  ] . احيا و امانت كار اوست . از جهت اينكه گردش آسيا به قدر حق است . چندين گاه است كه مىشنوى كه جمله چيزها به قدر حق است و معنى قدر نمىدانى .\r\nاى درويش !\r\nحكم خداى ديگر است و قضا [ ى خداى 
  ] ديگر و قدر [ خداى 
  ] ديگر . اين اسما ، اسماى متباينند ، نه اسماى مترادف . علم او كه ازلى است ، حكم او است و پيدا آوردن « 1 » آنچه مىدانست ، قضاى او است . و [ در گردش 
  ] آنچه پيدا آورد ، قدر او است . كه كار كن خداى است . « هرچه مىكند در اين عالم او مىكند » . پس جمله كارها به قدر باشد . و اگر اين عبارت را فهم نمىكنى . به عبارت ديگر بگويم .\r\nاى درويش !\r\nعلم او حكم او است و پيدا آوردن اسباب قضاى او است و در كار آوردن « 2 » اسباب ، قدر او است . يعنى اسبابى كه در اين عالم است [ جمله 
  ] به يك‌بار قضاى او است . و افعال اين اسباب جمله به‌يك‌بار قدر او است . ترا به يقين معلوم است ، كه امكان ندارد كه چيزى در اين عالم حادث شود ، بىاينكه او را سببى باشد . پس يقين دانستى كه امكان ندارد كه چيزى كه در عالم حادث مىشود ، بىقدر او باشد . « 3 »\r\nچون معنى قدر را دانستى اكنون بدان ، كه اگر كسى گويد كه رد قدر ممكن است ، راست است . « 4 » و اگر كسى گويد كه رد قدر ممكن نيست هم راست است « 4 » از جهت اينكه رد بعضى ممكن است اما رد كل ممكن نيست و رد آن بعضى كه ممكن است هم به قدر است . رد قدر هم به قدر توان كرد . مثلا يكى عسل بسيار خورد و دل وى گرم شود « 6 » و آغاز تب دق كند . « 7 » و خوف آن است كه هلاك شود ؛ طبيب وى را قرص كافور دهد ، « 8 » تا آن حرارت دفع شود . « 9 » هيچ شك نيست كه حرارت « 10 » به قدر حق بود [ و اين سردى كافور نيز به قدر حق است 
  ] پس رد قدر ، هم به قدر توانست كرد .\r\nوقت باشد كه اگرچه طبيب حاذق حاضر باشد و علاج بسيار كند ، آن ممكن نباشد ، همچون تب دق كه به آخر كشيده باشد و رطوبات تمام خرج شده بود . « 11 » و رد تأثيرات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كردن .\r\n( 2 ) . به كار درآوردن .\r\n( 3 ) . به جاى « بىاينكه او را الخ » آمده است « بىقدر او ، پس جمله چيزها به قدر حق باشد » .\r\n( 4 ) . باشد .\r\n( 6 ) . شد .\r\n( 7 ) . كرد .\r\n( 8 ) . داد .\r\n( 9 ) . شد .\r\n( 10 ) . گرمى .\r\n( 11 ) . به تحليل رفته .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nكواكب [ و افلاك 
  ] نيز همچنين مىدان . مثلا تابستان آمد و هوا به غايت گرم شد و اين گرمى هوا به قدرت است و رد اين ممكن نيست . اما اگر كسى سرداب خانه ( اى ) پيدا كند و در آنجا نشيند ، دفع گرما از خود كرده باشد . يا « 1 » زمستان آمد و هوا به غايت سرد شد ، اين سردى « هوا » به قدر است [ و رد اين ممكن نيست 
  ] اما اگر كسى تا به خانه ( اى ) پيدا كند و در آنجا نشيند ، « 2 » دفع سرما از خود كرده باشد . و در جمله چيزها چنين « 3 » مىدان [ همچون قحط و و با و غيره 
  ]\r\nاى درويش !\r\nآنچه تو مىكنى آن را تدبير نام نهاده‌اند . و آنچه كسى ديگر « 4 » مىكند [ آن را 
  ] تقدير نام نهاده‌اند . و چون به حقيقت نگاه كنى هر دو يكى است . « 5 » « يعنى هر دو قدر است » ، و رد قدر هم به قدر مىتوان كرد . « رد آهن به آهن و رد لشكر به لشكر و رد عقل به عقل و رد جهل به جهل » [ زيراكه 
  ] اگر رد بعضى ممكن نبودى انديشهء عاقلان و تدبير زيركان عبث بودى .\r\nو امر به معروف و نهى از منكر سفه بودى . « 6 » « و سخن به غايت ظاهر و روشن است و از غايت ظهور جمعى از علما در اين مسئله سرگردانند و مسئله جبر و قدر هم به غايت ظاهر و روشن است و از غايت ظهور جمعى از علما در آن مسئله هم سرگردانند » .\r\nاى درويش !\r\nانديشه [ آدمى 
  ] و تدبير آدمى اثرها دارد . اما همت و خواست آدمى هيچ اثر ندارد . و اى بسا عالم و صالح كه ايشان را فرزندان « 7 » باشد و همت دربندند كه فرزند ايشان همچو « 8 » ايشان شود ، « 9 » نشود . و اى بسا مطرب و مسخره « كه ايشان را فرزندان باشد » و همت دربندند « 10 » تا فرزندان ايشان « 11 » همچو « 11 » ايشان شود و نشود ، « بلكه صالح بمانند و عالم شوند .\r\nپس معلوم شد كه همت آدمى و خواست او را هيچ اثر نيست » . كه اگر [ همت و خواست آدمى را 
  ] اثر بودى هيچ‌كس در عالم عاجز و درويش نبود ؛ جمله قادر و توانگر بودندى و حال آنكه چنين نيستند . « اگر عمل با همت و خواست آدمى جمع شود از آن همت و عمل كارها آيد » . همت و عمل آدمى اثرها دارد . « 13 » اما همت بىعمل هيچ اثر ندارد . پس آنكه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . باز .\r\n( 2 ) . اما اگر كسى خانهء پيدا كرده و در آنجا آتش بسيار كند .\r\n( 3 ) . كارها همچنين .\r\n( 4 ) . خدا .\r\n( 5 ) . هر دو قدر حق است .\r\n( 6 ) . بىفايده نمودى .\r\n( 7 ) . فرزند .\r\n( 8 ) . مثل .\r\n( 9 ) . باشد .\r\n( 10 ) . دربندد .\r\n( 11 ) . مثل .\r\n( 13 ) . دارند .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nبعضى از شيوخ « 1 » زراق مىگويند [ كه 
  ] ، به همت فلان كس را بيمار كرديم « 2 » يا كشتيم « 3 » دروغ مىگويند .\r\n« اگر بيمارى و كشتن را از اثر همت خود داند و گويد كه اين فعل من است كه هرآينه اين دعوى دروغ باشد و اين مدعى كذاب بود . اما اگر خداى تعالى به واسطه دعا و همت و شفاعت يكى از اوامر ( ؟ كذا فى الاصل ظ : اولياء ) خود بيمارى را از بيمارى خلاص كند و يا دشمنى را از دشمنان خود بيمار گرداند و يا هلاك كند ممكن ، بلكه بسيار بوده است . اما آن معنى به فعل حق است . اما چون اين فعل حق تعالى به جهت دعا و شفاعت يكى از اوليا ظاهر شده آن را كرامت و شفاعت خوانند يعنى خداى تعالى اين ولى را به اجابت دعا به شفاعت خوانند يعنى خداى تعالى اين ولى را به اجابت دعا به شفاعت و كرامت داشتن مبذول فرمود » .\r\nاى درويش !\r\nانبيا و اوليا و حكما بسيار چيزها مىخواستند كه نباشد و مىبود و بسيار چيزها مىخواستند كه باشد و نمىبود . « 4 » دنيا جاى نامرادى است در زير هر مرادى ده نامرادى تعبيه است . دانايان چون بديدند كه حال چنين است ، « 5 » ترك كردند و « راضى » و تسليم شد ( ند ) .\r\nاى درويش !\r\nجز رضا و تسليم درمانى « 6 » ديگر نيست هركه ترك [ مراد 
  ] كرد از دوزخ [ نامرادى 
  ] خلاص يافت « و هركه راضى و تسليم شد بهشتى گشت » .\r\nاگرچه به فكر راست و تدبير صواب « 7 » و سعى و كوشش ، « 8 » دنيا را به دست مىتوان آورد ، « و مال و جاه حاصل مىتوان نمود ، اما كس ندانست و نداند كه فردا چه خواهد بود .\r\nصحت باشد يا مرض . حيات باشد يا موت . « 9 » عمل باشد يا عزل . اى بسا پادشاه كه فردا معزول باشد . « 10 » و اى بسا توانگر كه فردا درويش باشد . « 11 » اى بسا معزول كه فردا پادشاه باشد . « 12 » دريا « يى » است كه به « 13 » تموج است . هر ساعتى [ به 
  ] موجى و صورتى حادث\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شيخان .\r\n( 2 ) . فلان را رنجور كرديم .\r\n( 3 ) . بكشتيم .\r\n( 4 ) . نبود .\r\n( 5 ) . دانايان چون حال چنين ديدند .\r\n( 6 ) . علاجى .\r\n( 7 ) . درست .\r\n( 8 ) . بسيار .\r\n( 9 ) . ممات .\r\n( 10 ) . از پادشاهى بيفتد .\r\n( 11 ) . گردد .\r\n( 12 ) . شود .\r\n( 13 ) . در .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nمىشود . صورت اول هنوز تمام نشده [ كه 
  ] صورتى ديگر پيدا آورد . « 1 » و صورت اول را ناچيز گرداند . « 2 »\r\nاى درويش !\r\nهركه در اين سخن تأمل كند و به گوش جان اين سخن را بشنود به يقين بداند كه جز ترك و رضا و تسليم چاره ( اى ) ديگر نيست .\r\n\r\nفصل در بيان معاد\r\nبدانكه بازگشت نفس « انسانى » بعد از مفارقت بدن « 3 » - اگر كمال حاصل كرده باشد - به عقول و نفوس عالم علوى خواهد بود . و كمال نفس انسانى را مناسب است با عقول و نفوس عالم علوى . « 4 » زيرا كه نفوس و عقول عالم علوى جمله علم و طهارت دارند . و دايم در اكتساب علوم و اقتباس انوارند . « 5 » « پس كار آدمى آن است كه دايم در اكتساب علوم و اقتباس انوار باشد » و علم و طهارت حاصل كند . و هركه مناسبت حاصل كرد ، « 6 » چون نفس وى مفارقت كند ، « 7 » از قالب عقول و نفوس عالم علوى او را به خود كشند و معنى شفاعت اين است . با هركدام كه مناسبت پيدا « 8 » كرده باشد بازگشت او بدان « 9 » باشد . [ و آن نفس او را به خود كشد 
  ] . و اگر مناسبت با فلك قمر پيدا كرده باشد بازگشت او بدان باشد « و اگر مناسبت با فلك الافلاك حاصل كرده باشد بعد از مفارقت ، بازگشت او به فلك الافلاك باشد .\r\nچون اول و آخر را دانستى باقى را هم بدين‌طريق قياس كن »\r\nو نفوس انسانى چون از قالب مفارقت كند « 10 » و به عالم علوى رسد ، « 11 » از مركب « 12 » فانى خلاص يابد . « 13 » و بر مركب « 14 » باقى سوار گردد . « 15 » [ و ابدالآباد بر اين مركبان باقى سوار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . آيد .\r\n( 2 ) . كند .\r\n( 3 ) . قالب .\r\n( 4 ) . چه كمال نفس انسانى با نفوس و عقول عالم علوى مناسبت دارد .\r\n( 5 ) . انوار باشد .\r\n( 6 ) . كند .\r\n( 7 ) . نمايد .\r\n( 8 ) . حاصل .\r\n( 9 ) . به او .\r\n( 10 ) . بعد از مفارقت قالب چون به .\r\n( 11 ) . رسيدند .\r\n( 12 ) . مركبان .\r\n( 13 ) . يافتند .\r\n( 14 ) . مركبان .\r\n( 15 ) . شدند .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nخواهند بود و هريك به قدر مقام خود در لذت و راحت خواهند بود 
  ] . و هر آدمى را كه استعداد باشد ممكن است كه به رياضات و مجاهدات و اكتساب علوم و اقتباس انوار نفس خود را به جايى رساند كه مناسب شود ، « 1 » با نفس فلك الافلاك و چون مفارقت كند [ بازگشت 
  ] نفس او به نفس فلك الافلاك باشد . و اگر اين نفس مستعد ، به رياضات و مجاهدات و اكتساب علوم و اقتباس انوار مشغول نشود « 2 » و علم و طهارت حاصل نكند در زير فلك قمر كه دوزخ است بماند . و به عالم علوى نتواند رسيد از جهت اينكه « 3 » عالم علوى صومعه و خلوتگاه « 4 » پاكان است . و جاى اهل علم و طهارت است . كه هركه علم و طهارت حاصل نكرد در زير فلك قمر كه دوزخ است بماند . « 5 »\r\nاى درويش !\r\n[ وصول به مراتب عاليه و درجات رفيعه 
  ] به سعى و كوشش اين كس باز بسته است .\r\nهرچند كه علم و طهارت زيادت « 6 » حاصل مىكند ، مقام وى عالىتر مىشود . يعنى به نزديك اهل حكمت نه چنان است كه نزديك اهل شريعت . « 7 » كه هريكى را مقامى معلوم است [ چون به مقام معلوم خود رسيد دايرهء هريك تمام شد و چون دايره تمام شد ترقى ممكن نماند 
  ] . و اين خلاف بنابرآن است كه اهل شريعت ارواح را بيش از اجساد موجود گفتند بالفعل . « 8 »\r\n[ هريك در مقامى چون به بدن نزول كردند و باز عروج نمودند هريك با مقام اول خود بيش عروج نتوانند كرد 
  ] . و « 9 » نزديك اهل حكمت ، ارواح پيش از اجساد موجود بودند بالقوه ، نه بالفعل . « 10 » پس نفوس را مقامى نبوده باشد ، مقام خود اكنون پيدا كند . « 11 » هركه را استعداد زيادت باشد و سعى و كوشش بيشتر كند ، مقام وى عالىتر بود . مقام هريك جزاى علم و عمل وى است . و هر آدمى را دو استعداد هست . استعداد اول خاصيت ازمنه اربعه است و با نفس « 12 » همراه است و كسبى نيست « و عطايى است . و استعداد دوم فرزندان است كه خود حاصل مىكند و كسبى است » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . گردد .\r\n( 2 ) . شود .\r\n( 3 ) . آنكه .\r\n( 4 ) . خلوتخانه .\r\n( 5 ) . به عالم علوى نرسد .\r\n( 6 ) . بيشتر .\r\n( 7 ) . نه چنان است كه اهل شريعت مىگويند .\r\n( 8 ) . كه به نزديك اهل شريعت ارواح آدميان بيش از اجساد موجود بودند .\r\n( 9 ) . اما .\r\n( 10 ) . نفوس آدميان پيش از اجساد بالفعل موجود نبودند .\r\n( 11 ) . مىكند .\r\n( 12 ) . فرزند .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n« تا سخن دراز نشود و از مقصود بازنمانيم » .\r\nاى درويش !\r\nهركه نفس خود را به جايى رسانيد كه مناسبت با نفس فلك الافلاك دارد « 1 » « و علم و طهارت را به نهايت رسانيد » ، آدمى تمام شد و عالم صغير تمام گشت . « 2 » و هركه عالم صغير را تمام كرد ، در عالم كبير خليفهء خداى است و خليفهء خداى معجون اكبر و اكسير اعظم [ و كبريت احمر 
  ] و جام جهان‌نماى « 3 » و آيينه دو گيتى است و عقل اول پيغام‌گزار در وى شد ، رسول بارگاه وى گشت . من الملك الحى الّذى لا يموت ، در اين مقام است كه گاهى به واسطهء عقل اول با حق سخن گويد و بشنود و چون مفارقت كند . « 4 » و ابدالآباد در جوار حضرت رب العالمين خرم و شادان « 5 » باشد . « و از مقربان حضرت وى بود » و اين بهشت خاص است « و جاى كاملان است و هركه در اين بهشت است در لذت و راحت مطلق است ، باقى اين همه بهشت ديگر درجات بهشت‌اند و آنها كه در اين درجات باشند ، در راحت و لذت مطلق نباشند و در رنج و الم مطلق هم نباشد از جهت اينكه از دوزخ گذشته باشند و به درجه ( اى ) از درجات بهشت رسيده و در لذت و راحتى باشند . و از اين جهت و از اين وجه كه از قرب حضرت ذو الجلال محروم‌اند و از جوار حضرت رب العالمين محروم و بىنصيب‌اند ، در آتش شوق باشند و ابدالآباد در اين آتش بمانند و اين بهشت جاى ناقصان است » . « 6 »\r\nبه نزديك اهل حكمت عالم سفلى كه عالم عناصر و طبايع است و معادن و نبات « 7 » و حيوان است و عالم كون و فساد « است » دوزخ و دركات دوزخ است . « و عالم علوى كه عالم افلاك و انجم و عقول و نفوس است و عالم بقا و ثبات است ، بهشت و درجات بهشت است . علم و پاكى هركه زيادت بود درجهء وى در بهشت بالاتر بود » و جهل و ناپاكى هركه زيادت باشد در دوزخ نشيب‌تر بود . « 8 » و اين نفوس كه در زير فلك قمر بمانند « 9 » و به عالم علوى نتوانند رسيد ، « 10 » بعضى مىگويند كه هريكى باز به قالب ديگر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حاصل كرد .\r\n( 2 ) . گردانيد .\r\n( 3 ) . گيتىنماى .\r\n( 4 ) . به جاى « و عقل اول پيغام الخ » آمده است « هرچه گويد با حق گويد و هرچه شنود از حق شنود » .\r\n( 5 ) . شادمان .\r\n( 6 ) . به جاى آنچه در « » نوشته شده ، آمده است « و مراتب هشت بهشت جاى ناقصان است . علم و پاكى هركه زيادت بود درجه وى در بهشت بالاتر باشد » .\r\n( 7 ) . نباتات .\r\n( 8 ) . دركهء وى در دوزخ پايين‌تر باشد .\r\n( 9 ) . بماند .\r\n( 10 ) . نرسد .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nپيوندند « 1 » تا در وقت مفارقت هركدام صفت كه برايشان غالب باشد ، « 2 » در صورت آن صفت حشر كنند . « 3 » و در آن صورت به قدر معصيت عذاب كنند . « 4 » « و به قدر جنايت قصاص يابند » و از قالب به قالب مىگردند « 5 » [ چنان كه در وقت عمل از صفت به صفتى مىگرديد 
  ] تا آنگاه كه كمال خود حاصل كنند « 6 » « و چون كمال خود حاصل كردند » [ و از جزاى جنايت خلاص مىگردد 
  ] آنگاه به عالم علوى بپيوندند « 7 » و بعضى مىگويند كه باز به قالب ديگر نتوانند « 8 » پيوست . از جهت اينكه « 9 » هر قالبى كه [ موجود 
  ] باشد ، هرآينه او را نفسى بود « 10 » و يك قالب را دو نفس امكان ندارد كه باشد . « 11 » [ پس 
  ] همچنان بىقالب در زير فلك قمر بماند . و بعضى مىگويند ، ارواح جن‌اند « 12 » كه در زير فلك قمر مانده‌اند .\r\nاين بود سخن اين طايفه ( كه ) خود را اهل حكمت نام كرده‌اند و ديگران ايشان را باطنى نام كرده‌اند . « 13 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . هر يكى به قالبى پيوندد .\r\n( 2 ) . بر صورت آن صفتى كه بر وى غالب باشد .\r\n( 3 ) . شود .\r\n( 4 ) . به قدر معصيت در آن صورت عقوبت يابد .\r\n( 5 ) . مىگردد .\r\n( 6 ) . كند .\r\n( 7 ) . بپيوندند .\r\n( 8 ) . نمىتوانند .\r\n( 9 ) . از بهر آنكه .\r\n( 10 ) . باشد .\r\n( 11 ) . يك قالب را در نفس نمىتواند بود .\r\n( 12 ) . جن اين ارواح‌اند .\r\n( 13 ) . اين است سخن طايفه اهل حكمت كه ايشان را باطنى گويند .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\nاصل سيم در سخن اهل وحدت در بيان عالم كبير\r\nبدان ، كه اهل وحدت مىگويند كه وجود يكى بيش نيست و اين وجود ، خداى تعالى و تقدس است و به غير « از » وجود خداى ، وجود ( ى ) ديگر نيست . و امكان ندارد كه باشد .\r\n« و ديگر آن مىگويند كه اگرچه وجود يكى بيش نيست اما » اين يك وجود ، ظاهرى دارد و باطنى هم دارد .\r\n« چون اين مقدمات معلوم كردى اكنون بدان ، كه اهل وحدت مىگويند كه » باطن اين وجود يك نور است و همين « 1 » نور است كه جان عالم است و عالم مالامال اين نور است .\r\nنورى است نامحدود و نامتناهى و بحرى است بىپايان و بىكران حيات و علم و ارادت و قدرت اشيا از اين نور است [ طبيعت و خاصيت و فعل اشيا از اين نور است 
  ] . بينايى و شنوايى و گويايى و گيرايى و روايى اشيا از اين نور است [ اما اين نور يكى بيش نيست 
  ] بلكه خود همه اين نور است و اگرچه صفات و افعال و اسامى اشيا از اين نور است ، اما اين نور يكى بيش نيست و افراد موجودات به يك‌بار مظاهر اين نوراند . « 2 » هر يك دريچه‌اند [ از ظهور اين نور 
  ] . و صفات اين نور از اين جمله دريچه‌ها « بيرون » تافته است .\r\nاى درويش !\r\nاين نور اول و آخر ندارد و فنا و عدم را به وى راه نيست . دريچه‌ها نو مىشوند و كهنه مىگردند و به خاك مىروند و از خاك بازمىآيند [ و مىباشند 
  ] .\r\n« خود مىآيند » و « خود » مىرويند « و خود مىرويانند » و « خود » مىزايند و هر يك آنچه ما لا بد ايشان است تا به كمال خود رسيدن « 3 » با خود دارند .\r\nو اين نور بر مظاهر خود عاشق است از جهت اينكه « 4 » اين نور در اين مظاهر جمال خود را مىبيند و صفات و اسامى خود را مشاهده مىكند . « و از اينجاست كه روح آدمى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اين .\r\n( 2 ) . جمله به يك‌بار از اين نور ظاهر شدند .\r\n( 3 ) . رسند .\r\n( 4 ) . آنكه .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nبر جسم خود عاشق است ، از جهت آنكه جسم آدمى مظهر صفات آدمى است . و روح در جسم خود را مىبيند و صفات و اسامى خود را مشاهده مىكند » . و از اينجا گفته‌اند خود را بشناس تا خداى را بشناسى . « اكنون » چون دانستى كه [ اين 
  ] يك نور است كه جان عالم است و افراد عالم جمله مظاهر اين نورند ، پس اگر گويند كه ماييم كه بوديم و ماييم كه هستيم و ماييم كه باشيم راست باشد و اگر گويند كه نه ماييم كه بوديم و نه ماييم كه هستيم و نه مائيم كه باشيم هم راست باشد .\r\nاى درويش !\r\nافراد موجودات « نسبت به اين وجود هيچ‌يك « 1 » بر ديگر مقدم و « هيچ‌يك » از ديگر مؤخر نيستند . از جهت آنكه نسبت هر فردى از افراد موجودات به اين وجود همچنان است كه نسبت هر حرفى از حروف اين كتاب به [ كتابت و 
  ] مداد . از اينجا گفته‌اند كه از تو تا به خداى راه نيست نه به طول و نه به عرض . افراد موجودات نسبت به يكديگر بعضى مقدم و بعضى مؤخرند و بعضى ماضى و بعضى مستقبل . « هرچند مىخواهيم كه سخن دراز نشود بىاختيار دراز مىشود » .\r\nاى درويش !\r\n« يك نكته بيش نيست ، بشنو و فهم كن و خلاص يافتى » وجود يك « 2 » بيش نيست . و آن وجود خداى است . و به غير از وجود خداى وجود ديگر نيست . و امكان ندارد كه باشد . و اين يك وجود ، ظاهرى دارد و باطنى دارد . و باطن اين يك نور است كه جان عالم است . و اين نور است كه از چندين دريچه سر برون كرده است . « 3 » خود مىگويد و خود مىشنود و خود مىدهد و خود مىگيرد . و خود اقرار مىكند و خود انكار مىكند .\r\nاى درويش !\r\nبه اين نور مىبايد رسيدن . « 4 » و اين نور را مىبايد ديدن . « 5 » و از اين نور در عالم نگاه مىبايد كردن . « 6 » تا از شرك خلاص يا بى . « 7 »\r\n« شيخ ما مىفرمايد كه من به اين نور رسيدم و اين نور را ديدم . نورى بود نامحدود و نامتناهى ، فوق و تحت و يمين و يسار نداشت و پس و پيش نداشت خواب و خورد و دخل و خرج نداشت از من . . . « 8 » و نمىتوانستم كرد كه نبينم با عزيزى اين حكايت كردم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . هيچ .\r\n( 2 ) . يكى .\r\n( 3 ) . كه سر از دريچه بيرون كرده است .\r\n( 4 ) . رسيد .\r\n( 5 ) . ديد .\r\n( 6 ) . كرد .\r\n( 7 ) . گردى .\r\n( 8 ) . يك كلمه لا يقرا است .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nفرمود ، كه برو از خرمن كاه‌كشى ، مشت كاهى بردار بىاجازت خداوند . برفتم و برداشتم آن نور را نديدم . و عزيزى ديگر فرمود كه من به اين نور رسيدم و اين نور را ديدم و چون اين نور را ديدم ، خود را نديدم . همه نور بود » .\r\nاى درويش !\r\nسالك چون به اين نور برسد آن را علامت‌ها باشد [ علامت 
  ] اول آن است كه « نفس هرگز » خود را نبيند كه تا خود را مىبيند ، كثرت باقى است . و تا كثرت مىبيند مشرك است . و چون سالك نماند ، شرك نماند و حلول و اتحاد و وصال و فراق هم نماند . از جهت آنكه حلول و اتحاد و فراق و وصال ميان دو چيز باشد . « 1 »\r\nو چون سالك به اين نور سوخته شد ، « 2 » هيچ از اين‌ها نماند . خداى ماند و بس « تعالى و تقدس » . فنا در توحيد در اين مقام است [ و الله اعلم 
  ] .\r\n\r\nفصل\r\nبدان ، كه شناخت و ديدن « 3 » عوام اهل توحيد در اين وجود تا بدينجا بيش نيست كه گفته شد . در اين سخن كه ايشان مىگويند كه وجود يكى بيش نيست و آن وجود خداى است و آن « 4 » وجود ظاهرى دارد و باطنى دارد و باطن اين وجود يك نور است و ظاهر اين وجود مظاهر صفات اين نور است ، يا آينه اين نور است يا مشكات اين نور است ، راست است . و راست ديده‌اند . اما به اصل وجود كه وحدت صرف است نرسيده‌اند . و نظر ايشان بر حقيقت اشيا نيفتاده « است » ، كه آن جبروت است . يعنى نظر ايشان بر ملك و ملكوت افتاده ، ملك و ملكوت را ديدند اما جبروت را نديدند . و ملك و ملكوت در جنب عظمت جبروت مانند قطره و بحر است . جبروت ، وحدت صرف است . و مبدأ وجود و عدم است . هرچه در ملك و ملكوت هست « 5 » در جبروت [ هم 
  ] هست و در ملك و ملكوت زمين و آسمان و كرسى و عرش هست « 6 » و در [ ميان 
  ] زمين و آسمان [ از 
  ] خلقان ، بسيار هستند « و در جبروت نيز زمين و آسمان و كرسى و عرش هست كه در ميان آن زمين از خلقان بسيار هستند » كه آن خلقان را خبر نيست كه در اين زمين ، آدمى و ابليسى بوده است « 7 » « سخن دراز شد و از مقصود دور افتاديم » غرض آن بود كه اهل وحدت مىگويند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . از جهت آنكه حلول ميان دو كس باشد و اتحاد ميان دو چيز بود و فراق و وصال غيريت را لازم دارد .\r\n( 2 ) . شود .\r\n( 3 ) . ديد .\r\n( 4 ) . اين .\r\n( 5 ) . است .\r\n( 6 ) . هستند .\r\n( 7 ) . كه ايشان را از آدم و ابليس خبر نيست .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nكه جوهر اول [ كه تخم 
  ] عالم كبير [ است 
  ] هيولاى اول است .\r\n\r\nفصل\r\nبدان ، كه هيولى جوهرى است كه قابل صور و اشكال است . و هيولى چهار قسم است .\r\nمثلا آهن و چوب جوهرند و قابل چندين صور و اشكالند . و اين يك قسم است از اقسام هيولى . و نطفه و حبه ، جوهرند و قابل چندين صور و اشكالند و اين يك قسم ديگر از هيولى . و عناصر جوهرند و قابل چندين صور و اشكالند و اين يك قسم ديگر است از اقسام هيولى .\r\nهيولاى اول جوهر بسيط است و قابل چندين صور و اشكال است . ذات عالم كون و فساد [ است 
  ] و ذات عالم بقا و ثبات است . هر چيز كه در عالم غيب و شهادت موجود است . « 1 » همه « 2 » صور و اشكال هيولاى اولند . و اين هيولاى اول است كه عالم جبروت است . و عالم جبروت ، مبدأ ملك و ملكوت است و بر ملك و ملكوت عاشق است ، از جهت آنكه در ملك و ملكوت جمال خود را مىبيند و صفات و اسامى خود را مشاهده مىكند . باز ملكوت بر ملك عاشق است به همين معنا « كه » ملك مظهر ملكوت است ؛ و ملك و ملكوت مظهر جبروتند .\r\nو اين هيولاى اول كه عالم جبروت است بعضى از صور و اشكال « را » چون قبول كرد « منبعد » هرگز رها نكرد و رها نخواهد كرد . و آن صور و اشكال عالم است كه عالم بقا و ثبات است . و بعضى از صور و اشكال را چون قبول كرد « 3 » منبعد « 4 » رها مىكند « و باز قبول مىكند » پيوسته « 5 » اين چنين كرده و [ پيوسته اين چنين 
  ] خواهد كرد . و آن « 6 » صور و اشكال عالم سفلى است كه عالم كون و فساد است . و اين يك قسم ديگر است از اقسام هيولى .\r\nچون اقسام هيولى را دانستى اكنون بدان . كه اهل وحدت مىگويند كه هيولاى اول ذات هر دو عالم است يعنى عالم غيب و شهادت . و اين ذات اول و آخر [ ندارد 
  ] و حد و نهايت ندارد . و قابل تجزى و تقسيم نيست و قابل فنا و عدم نيست [ عالمى است نامحدود و نامتناهى و بحرى است بىپايان و بىكران 
  ] و وجود همه از او است و بازگشت همه به او است . « 7 » بل « 8 » خود همه او است وجودبخش [ هر دو عالم است 
  ] و داراى هر دو عالم است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . هر چيز كه عالم موجود است در عالم غيب و عالم شهادت .\r\n( 2 ) . جمله .\r\n( 3 ) . مىكند .\r\n( 4 ) . و باز .\r\n( 5 ) . هميشه .\r\n( 6 ) . از .\r\n( 7 ) . بدوست .\r\n( 8 ) بلكه\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nاين ذات است كه عالم غيب « و شهادت » است و اين ذات است كه عالم وحدت است .\r\nاى درويش !\r\nعالم جبروت را نام و نشان نيست ، « 1 » شكل و صورت [ ندارد 
  ] و حد و رسم ندارد . حس را به وى راه نيست . عقل از وى آگاه نيست [ فهم در وى حيران است 
  ] و وهم در وى سرگردان است . در آن عالم شهد و حنظل يك طعم دارند و ترياك و زهر در يك ظرف پرورش مىيابند . « 2 » « باز و تيهو و گرگ و ميش با هم مىباشند » و روز و شب يك رنگند . « 3 » و ازل و ابد هم‌خانه‌اند . صد هزار سال گذشته و صد هزار سال ناآمده بىتفاوت حاضرند . « 4 » فرعون را با موسى و ابراهيم را با نمرود جنگ نيست . « 5 »\r\n\r\nفصل\r\nبدان ، كه اهل وحدت مىگويند اگرچه ذات هر دو عالم وحدت صرف است ، اما به هر صفت [ كه 
  ] امكان دارد كه آن [ صفت باشد و به هر صورت كه امكان دارد كه آن صورت بباشد 
  ] صورت باشد و آن صورت و آن صفت در مرتبه خود صورت و صفت كمال باشد ، موصوف و مصور است .\r\nو اين كمال عظمت و [ كمال 
  ] كبريايى وى است . و اين ذات دايم در تجلى است . تجلى صفات مىكند و تجلى صور مىكند ، چنان كه دريا [ دايم 
  ] در تموج است ، اين ذات دايم در تجلى است [ چنان كه گفته‌اند 
  ]\r\n هر نقش كه در تخته هستى پيداست * اين صورت آن كس است كاين نقش آراست « 6 »\r\nدرياى كهن چو برزند نقشى « 7 » نو * موجش خوانند و در حقيقت درياست \r\nو از اينجاست كه گفته‌اند « 8 » كه اين وجود هم قديم است و هم حادث ، هم ظاهر است و هم باطن است ، هم غيب است و هم شهادت ، هم خالق است و هم مخلوق ، هم عالم است و هم معلوم ، هم مريد است و هم مراد ، هم قادر است و هم مقدور ، هم شاهد است و هم مشهود ، هم متكلم است و هم مستمع ، هم رازق است و هم مرزوق ، هم شاكر است و هم مشكور ، هم عابد است و هم معبود ، هم ساجد است و هم مسجود ، هم كاتب است و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . عالم جبروت نام و نشان ندارد .\r\n( 2 ) . ترياق و زهر يك خاصيت مىدهند .\r\n( 3 ) . يك رنگ دارند .\r\n( 4 ) . ماضى و مستقبل حاضرند .\r\n( 5 ) . فرعون را با موسى صلح است و نمرود را با ابراهيم آشتى است .\r\n( 6 ) . كان نقش نگاهشت .\r\n( 7 ) . موجى .\r\n( 8 ) . و از اينجا گفته‌اند كه .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nهم مكتوب ، هم مرسل است و هم مرسل .\r\nو در جمله صفات همچنين مىدان ؛ از جهت آنكه هر صفتى كه در عالم است و هر اسمى [ كه در عالم است 
  ] و فعلى كه در عالم است جمله صفات و افعال و اسامى اين وجودند . اما صفات در مرتبهء ذاتند و افعال در مرتبهء نفسند و اسامى در مرتبهء وجهند .\r\nو هر فردى از افراد موجودات اين سه مرتبه و دو صورت دارند ، « 1 » مرتبهء ذات و مرتبهء نفس و مرتبهء وجه . و صورت متفرقه و صورت جامعه و صفات جمله ، در مرتبهء وجهند .\r\n\r\nفصل در بيان معاد\r\nبدان ، كه اهل وحدت مىگويند كه اگرچه اين نور ، يكى بيش نيست ، اما اين [ يك 
  ] نور مشكات بسيار دارد . و اجناس و انواع عالم جمله مشكات اين [ يك 
  ] نورند و اين نور در هر مشكاتى گاهى مجتمع مىشود و گاهى منتشر مىگردد . چون در نوع آدمى گردد ، آدميان را سرى « 2 » و سرورى پيدا آيد ، در لطف يا در قهر و قتل [ عام 
  ] و وباى عالم را .\r\nحكمت اين است كه مدد روح يكى مىدهد تا عالم را سرى يا سرورى پيدا شود « 3 » و در جمله انواع اين چنين « 4 » مىدان . پس هر صورتى كه در « 5 » اين عالم آيد و به صفتى موصوف شود و به اسمى مسمى گردد ، چون اين صورت از اين عالم برود و صورت ديگر بيايد و به همان صفت موصوف [ شود 
  ] و به همان اسم مسمى گردد ، از روى تناسب نه از روى تناسخ .\r\nاين است سخن اين طايفه ديگر و اين طايفه خود را اهل وحدت مىگويند و ديگران ايشان را طبعى نام نهاده‌اند . « 6 »\r\n\r\nفصل\r\nبدان ، كه اهل وحدت دو طايفه‌اند :\r\nيك طايفه مىگويند كه وجود يكى بيش نيست و آن وجود خداى است و به غير « از »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . دارد .\r\n( 2 ) . ميرى .\r\n( 3 ) . آيد .\r\n( 4 ) . همچنين .\r\n( 5 ) . به .\r\n( 6 ) . اين بود سخن طايفه اهل وحدت كه مردمان ايشان را طبيعى نام نهاده‌اند .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nوجود خداى « هيچ » وجود ديگرى نيست كه امكان ندارد كه باشد . پس به نزديك اين طايفه هرچه موجود است جمله به يك‌بار وجود خداى است . و سخن اين طايفه به شرح گفته شد .\r\nو [ آن 
  ] طايفه ديگر مىگويند كه وجود بر دو قسم است ، وجود حقيقى و وجود خيالى .\r\nخداى وجود حقيقى دارد و عالم وجود خيالى دارد . خداى هستى است ، نيست‌نماى ، و عالم نيستى است ، هستىنماى . عالم [ به جمله 
  ] به يك‌بار خيال و نمايش است . و به خاصيت وجود حقيقى كه وجود خداى است اين چنين موجود مىنمايد ، و به حقيقت وجود ندارد . الا وجود خيالى و عكسى و ظلى . اين است سخن اين طايفهء ديگر و « اين طايفه » خود را اهل وحدت نام كرده‌اند و ديگران ايشان را سوفسطائيه نام نهاده‌اند . « 1 »\r\n\r\nفصل\r\nبدان ، كه در عالم هميشه اين چهار طايفه بوده‌اند و اصل اين اعتقادات همين چهار اعتقاد بيش نيست . و اين معتقدات بسيار كه پيدا آمده است و مىآيد جمله فروع اين چهار اعتقادند و هيچ شك نيست كه از اين چهار ، يكى حق است و سه باطل . اما هر يك « 2 » مىگويند آنچه حق است با ماست و ديگران بر باطلند « و هر چهار طايفه اين بيت مىخوانند »\r\n « مرغى كه خبر ندارد از آب زلال » * « منقار در آب شور دارد همه سال » \r\nاى درويش !\r\nبه يقين بدان كه بيشتر « از » آدميان خداى موهوم و مصنوع مىپرستند ؛ از جهت آنكه هر يك با خود چيزى تصور كرده‌اند و آن تصور خود را خداى نام نهاده‌اند . و آن « خداى » را مىپرستند و مصور هركس مصنوع و موهوم آن كس است . « 3 » و همه روز عيب آن بت‌پرستان مىكنند و مىگويند كه خود مىسازند و خود مىتراشند و [ مصنوع 
  ] خود [ را 
  ] مىپرستند و نمىدانند كه ايشان همه عمر در اين بوده‌اند . و در اين خواهند بود و از رب الارباب كه « خداى است و » إله مطلق است ، غافلند .\r\nاى درويش !\r\nهر چيزى را كه معين كرده‌اند همچون « 4 » ستاره و آفتاب و آتش و [ بت 
  ] و نور و ظلمت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . گويند .\r\n( 2 ) . هر يكى .\r\n( 3 ) . باشد .\r\n( 4 ) . چون .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nو مانند آن ، « 1 » مقيد شد و خداى مقيد ، ديگر « باشد » و خداى مطلق ديگر . وجه ، ديگر باشد و ذات ديگر .\r\nشك نيست كه هر چيز ربى دارد ، اما رب « ديگر » باشد و رب الارباب ديگر . و هركه به وجه خداى « خود » رسيد و به ذات خداى « خود » نرسيد ، بت‌پرست است « 2 » و همه روز با خلق عالم به جنگ است . و همه روز در اعراض و انكار است ، و هركه از وجه بگذشت به ذات خداى رسيد از بت‌پرستى خلاصى « 3 » يافت و به يك‌بار با خلق صلح كرد و از اعراض « 4 » و انكار آزاد شد « 5 » « و اين علامت نيك است » . و آنكه بر وجه رسيد اگرچه خداى مىپرستد ، اما مشرك است . و آنكه به ذات « خداى » رسيد هم خداى مىپرستد اما موحد است .\r\nاى درويش !\r\n[ جمله 
  ] اتفاق كرده‌اند « كه هركه خود را شناخت خداى را شناخت و » هركه خود را شناخت عالم كبير را شناخت پس سعى در شناختن « 6 » خود مىبايد « كردن » تا كمال خود حاصل كند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اين .\r\n( 2 ) . شد .\r\n( 3 ) . خلاص .\r\n( 4 ) . اعتراض .\r\n( 5 ) . خلاص گرديد .\r\n( 6 ) . شناخت .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n\r\nباب دويم در بيان عالم صغير\r\nاين باب هم مشتمل است بر سه اصل .\r\n\r\nاصل اول در بيان انسان و مراتب انسان\r\nبدان - « اعزك الله تعالى فى الدارين » - كه اول انسان يك جوهر است و هر چيز كه در انسان موجود شد « جمله » در آن جوهر موجود بوده است . « 1 » و هريك به وقت خود ظاهر شدند و آن يك جوهر نطفه است . يعنى تمامت اجزاى انسان از جواهر و اعراض « و از » اجسام و ارواح در نطفه « آن » انسان موجود بودند . و هر چيز كه او را به كار مىآيد تا به كمال [ انسانى 
  ] برسد با خود دارد . و « 2 » اين نطفه هم كاتب و هم مكتوب و هم دوات و هم قلم است . « 3 »\r\nاى درويش !\r\nنطفه ، جوهر اول عالم صغير است . و عالم جبروت عالم صغير است . « و هيولاى اول عالم صغير است و عالم وحدت عالم صغير است » و ذات عالم صغير است . و تخم عالم صغير است و عالم عشق عالم صغير است . نطفه بر خود عاشق است ، مىخواهد كه جمال خود را ببيند و اسماء خود را مشاهده كند ، تجلى خواهد كرد و به صفت فعل متلبس « 4 » خواهد شد . و از عالم اجمال به عالم تفصيل خواهد آمد . و به چندين صور و اشكال ظاهر خواهد شد تا جمال وى ظاهر شود و اسماء وى ظاهر شود . « 5 »\r\nچون اين مقدمات معلوم كردى اكنون بدان ، كه نطفه چون در رحم مىافتد ، مدتى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بوده‌اند .\r\n( 2 ) . يعنى .\r\n( 3 ) . هم كاتب و هم قلم و هم دوات و هم مكتوب است .\r\n( 4 ) . ملتبس .\r\n( 5 ) . پيدا آيد .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nنطفه است و مدتى علقه است و مدتى مضغه است . و در ميان مضغه ، عظام و عروق و اعصاب پيدا آيند ، « 1 » تا مدت سه ماه بگذرد و آنگاه در اول ماه چهارم كه نوبت آفتاب است ، آغاز حيات مىشود و به‌تدريج حس و حركت ارادى از وى پيدا مىآيد ، تا چهار ماه بگذرد و چون چهار ماه بگذشت ، جسم و روح حاصل شد و خلقت اعضا و جوارح تمام گشت و خونى كه در رحم مادر جمع شده است غذاى فرزند است . از راه ناف به فرزند مىرسد و جسم و روح و اجزاى فرزند به تدريج به كمال مىرسد تا هشت ماه بگذرد و « در » « 2 » ماه نهم كه نوبت باز به مشترى مىرسد از رحم مادر مىزايد . « 3 »\r\nچنين دانم كه تمام فهم نكردى روشن‌تر از اين بگويم .\r\n\r\nفصل\r\nبدان ، كه چون نطفه در رحم مىافتد مدور مىشود از جهت اينكه « 4 » « شكل » آب بالطبع مدور است و آنگاه به واسطهء حرارتى كه خود دارد و به واسطه حرارتى كه در رحم است به‌تدريج نضج مىآيد و اجزاى لطيف [ وى 
  ] از اجزاى غليظ وى جدا مىشود ، چون نضج تمام مىشود ، « 5 » اجزاى غليظ از تماميت نطفه روى به مركز [ نطفه 
  ] نهد . « 6 » و اجزاى لطيف « 7 » [ آن 
  ] « از » تمامت نطفه روى به محيط نطفه مىآورد به اين « 8 » واسطه نطفه چهار طبقه مىشود ، هر طبقه محيط « به » ما تحت خود يعنى آنچه غليظ است روى به مركز مىنهد . و در ميان نطفه قرار مىگيرد . و آنچه لطيف است روى به محيط مىآورد . و در سطح اعلاى نطفه مقر مىسازد . و آنچه در زير سطح اعلى است و متصل به سطح اعلى است در لطيفى كمتر از سطح اعلى است . و آنچه بالاى مركز است و متصل به مركز [ است 
  ] در غليظى كمتر از مركز است .\r\nبه اين واسطه نطفه چهار طبقه مىشود ، مركز را كه در ميان نطفه است سودا مىگويند .\r\nو سودا سرد و خشك است و مزاج خاك دارد لاجرم به جاى خاك افتاد و آن طبقه كه بالاى مركز است و متصل به مركز است [ و محيط مركز است 
  ] بلغم مىگويند و بلغم سرد و تر است و مزاج آب دارد لاجرم به جاى آب افتاد و آن طبقه كه بالاى بلغم « است » و متصل به بلغم و محيط به بلغم [ است 
  ] خون مىگويند و خون گرم و تر است و مزاج هوا دارد لاجرم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . پيدا مىآيد .\r\n( 2 ) . در .\r\n( 3 ) . به عالم مىآيد .\r\n( 4 ) . آنكه .\r\n( 5 ) . شد .\r\n( 6 ) . مىنهد .\r\n( 7 ) . لطيفه .\r\n( 8 ) . آن .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nبه جاى هوا افتاد و آن طبقه [ را 
  ] كه بالاى خون « است » . و متصل به خون و محيط « به » خون است ، صفرا مىگويند و صفرا گرم و خشك است و مزاج آتش دارد لاجرم به جاى آتش افتاد . و آن يك جوهر كه نامش نطفه بود چهار عنصر شد به چهار طبيعت « 1 » و اگرچه اين « 2 » نطفه چهار طبقه شد ، يكى سودا و يكى بلغم و يكى خون و يكى صفرا ، اما به واسطه آنكه نطفه در ميان خون رحم است « 3 » هر چهار طبقه به تدريج سرخ مىشوند و مانند علقه مىگردند و ابتداى اعضاى انسانى از اين علقه خواهد بود و اين جمله در يك ماه ديگر بود .\r\n\r\nفصل\r\nچون عناصر و طبايع تمام شدند آنگاه از اين طبايع و عناصر چهارگونه ، مواليد سه‌گانه تمام شدند اول معادن دويم نبات سيم حيوان . آنگاه اين عناصر و طبايع چهارگانه را قسام قدرت قسمت كرد و اعضاى انسان پيدا آورد : اعضاى بيرونى چون سر و دست است و شكم و فرج و پاى و آنچه به بيرون تعلق دارد و اعضاى درونى چون دماغ و شش و دل و جگر و مراره و سپرز و كرده و آنچه تعلق به اندرون دارد .\r\nو اين اعضا معادنند و هر عضوى را مقدارى معين « 4 » از سودا و صفرا و خون و بلغم مىفرستد . بعضى از هر چهار برابر و بعضى را متفاوت . چنان كه حكت اقتضا مىكرد « 5 » تا تمامت اعضاى بيرونى و اندرونى پيدا آمد . « 6 » و همه را به يكديگر بسته كرد و مجارى غذا و مجارى حيات و مجارى حس و حركت ارادى پيدا آورد . تا معادن تمام گشت « 7 » و اين جمله در يك ماه ديگر بود .\r\n\r\nفصل\r\nچون اعضا تمام شد و معادن تمام گشت آنگاه در هر عضوى از اين اعضا كه گفته شد قوت‌ها پيدا آمدند ، جاذبه و ماسكه و هاضمه و دافعه و مولده « 8 » و غاذيه و ناميه « 9 » و مانند اين . اين قوت‌ها را انبيا و ملائكه خوانند « 10 » چون اعضا و جوارح و ملائكه تمام شدند آنگاه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . چهار عنصر و چهار طبيعت است .\r\n( 2 ) . آن .\r\n( 3 ) . افتاده .\r\n( 4 ) . مقدار معينى .\r\n( 5 ) . بر مقتضاى حكمت .\r\n( 6 ) . پيدا آمدند .\r\n( 7 ) . شد .\r\n( 8 ) . مغيره .\r\n( 9 ) . در نسخه چاپى پيش از نام تمامى قوا واژه قوه آمده است .\r\n( 10 ) . مىخوانند .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nمعده طلب غذا آغاز نهاد « 1 » و از راه ناف خونى كه در رحم جمع شده « 2 » به خود كشيد و چون آن خون در معده فرزند آمد و يك‌بار ديگر هضم و نضج يافت جگر آن كيلوس را از راه ماساريقا به خود كشيد . چون در جگر درآمد و به يك‌بار ديگر هضم و نضج يافت آنچه زبده و خلاصه آن كيلوس بود كه در جگر است روح نباتى شد ، و آنچه باقى ماند بعضى صفرا و بعضى بلغم و بعضى خون و بعضى سودا گشت .\r\nآنچه صفرا بود مراره آن را به خود كشيد و آنچه سودا بود سپرز آن را به خود كشيد و آنچه بلغم بود روح نفسانى آن به خود كشيد و بر جملهء اعضاى بدن قسمت كرد از براى چند حكمت « 3 »\r\nآنچه صفرا بود ، مراره آن را به خود كشيد و آنچه سودا بود اعضا فرستاد تا غذاى اعضا « شد » . و قسام غذا در بدن اين روح نباتى است . و موضع اين روح نباتى جگر است . و جگر « 4 » در پهلوى راست است . چون غذا به جمله اعضا رسيد ، نشو و نما ظاهر شد و حقيقت نبات اين است [ و اين جمله در يك ماه ديگر بود 
  ] .\r\n\r\nفصل\r\nچون نشو و نما ظاهر شد و نبات تمام گشت و روح نباتى قوت گرفت و معده و جگر قوى گشتند [ و بر هضم غذا قادر شدند 
  ] آنگاه آنچه زبده و خلاصه روح نباتى بود ، دل آن را جذب كرد و چون در دل آمد « 5 » و يك‌بار ديگر هضم و نضج يافت همه حيات شد ، آنچه زبده و خلاصه آن حيات بود كه در دل است روح حيوانى شد و آنچه از روح حيوانى باقى ماند ، روح حيوانى آن را از راه شرائين به جملهء اعضا فرستاد تا حيات اعضا باشد . « 6 » و همه اعضا به واسطهء روح حيوانى زنده شدند و قسام حيات در بدن [ اين 
  ] روح حيوانى است . و موضع اين روح حيوانى در دل است و دل در پهلوى چپ است و چون روح حيوانى به كمال رسيد آنچه زبده و خلاصه اين روح حيوانى بود دماغ آن را جذب نمود « 7 » و [ چون در دماغ درآمد 
  ] يك‌بار ديگر نضج و هضم يافت آنچه زبده و خلاصه آن بود كه در دماغ است روح نفسانى شد و آنچه از روح نفسانى باقى ماند ، روح نفسانى آن را از راه اعصاب به جمله اعضا فرستاد تا حس و حركت ارادى در جمله اعضا پيدا آمد . « 8 » « و قسام حس و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كرد .\r\n( 2 ) . شده بود .\r\n( 3 ) . به مقتضاى حكمت قسمت كرد .\r\n( 4 ) . جمله .\r\n( 5 ) . درآمد .\r\n( 6 ) . شد .\r\n( 7 ) . كرد .\r\n( 8 ) . در بدن ظاهر شد .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nحركت در بدن ، اين روح است » .\r\nو حقيقت حيوان اين است و اين جمله در يك ماه ديگر بود . طبايع و عناصر و معادن و نبات و حيوان در چهار ماه تمام شد هريك در ماهى . بعد از حيوان چيزى ديگر نيست و حيوان دار آخر است .\r\n\r\nفصل\r\nبدان ، كه اين روح نفسانى كه در دماغ است مدرك و محرك است و ادراك او بر دو قسم است يك قسم در ظاهر و يك قسم ديگر در باطن . « 1 » و آن قسم « 2 » كه در ظاهر است « حواس ظاهر است » . و آن « 3 » « بر » پنج قسم است ، سمع و بصر و شم و ذوق و لمس . و حواس باطن هم پنج است ، حس مشترك و خيال و وهم و حافظه « و متصرفه » . و خيال خزانه‌دار حافظه و حافظه خزانه‌دار « 4 » وهم است . و حس مشترك مدرك صور محسوسات است و خيال نگاه‌دارندهء آن [ و حافظه ، نگاه‌دارندهء معانى محسوب است 
  ] . يعنى حس مشترك شاهد را درمىيابد و وهم غايب را درمىيابد و [ وهم 
  ] معنى دوستى را « در دوست » و « معنى » دشمنى را « در دشمنى » درمىيابد . و متصرفه آن است كه « در مدركاتى كه مخزونند » در خيال ، تصرف مىكند به تركيب و تفصيل .\r\n\r\nفصل در بيان قوت محركه\r\nبدان ، كه قوت محركه هم بر دو قسم است « يكى » باعثه و « يكى » فاعله . باعثه ، آن است كه چون صورت مطلوب يا مهروب ، « 5 » در خيال پيدا آيد داعى و باعث قوت فاعله گردد بر تحريك .\r\nو قوت فاعلى آن است كه محرك اعضاء است و حركت اعضاء از وى است و اين قوت فاعله مطيع و فرمانبردار قوت باعثه است . و قوت باعثه كه داعى و باعث قوت فاعلى است ، تحريك به جهت دو غرض دهد . « 6 » يا از جهت جذب منفعت و حصول لذت [ است 
  ] . و در اين مرتبه او را قوت شهوانى گويند يا از جهت دفع مضرت و غلبه باشد « 7 » و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قسمى در ظاهر و قسمى در باطن .\r\n( 2 ) . باز آنچه .\r\n( 3 ) . هم .\r\n( 4 ) . خزينهء .\r\n( 5 ) . مرهوب .\r\n( 6 ) . بر تحريك از جهت دو غرض است .\r\n( 7 ) . است .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nدر اين مرتبه او را قوت غضبى خوانند . « 1 » و تا بدينجا كه گفته شد آدمى با ديگر حيوانات شريك است [ يعنى در اين سه روح كه گفته شد 
  ] - روح نباتى و حيوانى و نفسانى - [ آدمى با ديگر حيوانات شريك است 
  ] . و آدمى از ديگر حيوانات به روح انسانى ممتاز است . « 2 »\r\nو در روح انسانى خلاف كرده‌اند كه داخل بدن است يا نه . « 3 »\r\nاهل شريعت مىگويند داخل بدن است چنان كه روغن در شير و اهل حكمت مىگويند نه داخل بدن است و نه خارج . « 4 » به جهت اينكه « 5 » نفس ناطقه در مكان نيست [ و محتاج مكان نيست 
  ] و ديگر آنكه داخلى و خارجى صفت اجسام است . و نفس ناطقه جسم و جسمانى نيست . اما [ جمله 
  ] اتفاق كرده‌اند كه روح نباتى و [ روح 
  ] حيوانى و [ روح 
  ] نفسانى داخل بدن‌اند و زبده و خلاصهء غذايند . غذا به تربيت و پرورش ترقى كرده و به مراتب برآمده « است » و دانا و بينا و شنوا شده [ است 
  ]\r\n\r\nفصل در بيان عروج روح انسانى و بيان آنكه روح انسانى ديگر است و روح حيوانى ديگر .\r\nبدان ، كه روح حيوانى مدرك جزئيات « 6 » است و روح نفسانى مدرك جزئيات و كليات است و روح حيوانى مدرك نفع و ضرر است و روح انسانى هم مدرك نفع و ضرر است و هم مدرك انفع و اضر . « 7 »\r\nاى درويش !\r\nروح انسانى ، حى و عالم و مريد و « قادر و » سميع و بصير و متكلم است . و نه چنان است كه از موضعى مىبيند و از موضعى [ ديگر 
  ] مىشنود و از موضعى [ ديگر 
  ] مىگويد ، چنان كه قالب كه اين چنين قابل تجزى و قسمت باشد ، « 8 » روح انسانى قابل قسمت نيست و قابل تجزى نيست « 9 » و روح انسانى در وقت دانش همه دانا است و در وقت ديدن همه بينا است و در وقت شنودن همه شنوا است و در وقت گفتن همه گويا است و در همه « 10 » صفات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . گويند .\r\n( 2 ) . آدمى كه ممتاز مىشود از ديگر حيوانات به روح انسانى ممتاز مىشود .\r\n( 3 ) . يا داخل بدن نيست .\r\n( 4 ) . داخل بدن نيست و خارج بدن هم نيست .\r\n( 5 ) . به جهت آنكه .\r\n( 6 ) . جزويات .\r\n( 7 ) . و روح انسانى دريابندهء نفع و ضرر و انفع اضر است .\r\n( 8 ) . اين چنين متجزى است و قابل قسمت است .\r\n( 9 ) . روح متجزى و قابل قسمت نيست .\r\n( 10 ) . جمله .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nهمچنين ميدان و بسايط همه چنين باشند چون روح انسانى را دانستى اكنون بدانكه اهل شريعت مىگويند اگر انسان با وجود اين استعداد ، « 1 » تصديق انبيا كرد و مقلد انبيا شد « 2 » او را [ مؤمن 
  ] و روح او را مؤمن نام كردند . و اگر با وجود تصديق و تقليد انبيا ، عبادت بسيار كرد « و اوقات شب و روز را قسمت كرد و بيشتر به عبادت گذرانيد » او را « و روح او را » عابد خوانند . « 3 » و چون با وجود عبادت ( بسيار ) روى از دنيا و مال و جاه و لذات و شهوات گردانيد و از حب حالات بدنى آزاد شد او را و روح او را زاهد خوانند . « 4 »\r\nچون با وجود زهد ، چيزها را چنان كه هست ، « 5 » دانست [ و هيچ چيز بر وى پوشيده نماند 
  ] و از حد تقليد به حق به تحقيق « 6 » رسيد او را عارف خوانند . « 7 » « و روح او را » .\r\nو چون با وجود معرفت ، او را حق تعالى به تقرب و محبت و الهام خود مخصوص گردانيد او را [ ولى 
  ] و روح او را ولى نام كردند . و اگر با اين همه « 8 » حق تعالى او را به وحى و معجزه خود مخصوص گردانيد و پيغام به خلق فرستاد تا خلق را به حق دعوت كند ، او را [ نبى 
  ] و روح او را نبى نام نهادند . « 9 »\r\nو چون با وجود نبوت « 10 » [ حق تعالى 
  ] او را به كتاب خود مخصوص كرد « 11 » او را [ رسول 
  ] و روح او را رسول نام كردند .\r\nو اگر « 12 » با وجود كتاب ، شريعت اول را منسوخ گردانيد و شريعتى « 13 » ديگر نهاد او را « و روح او را » اولوالعزم خوانند . « 14 »\r\nو چون با وجود اين همه ، حق تعالى او را ختم انبيا كرد « 15 » او را [ خاتم 
  ] و روح او را خاتم « النبيين » خوانند . « 16 »\r\nاى درويش !\r\nعروج روح [ انسانى 
  ] اين است و تحصيل و تكرار و مجاهده و تذكار « 17 » « از » براى اين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اين چنين استعدادى .\r\n( 2 ) . تصديق انبيا و تقليد انبيا كرد .\r\n( 3 ) . نام كردند .\r\n( 4 ) . بجاى « چون با وجود الخ » آمده است « چون با وجود عبادت بسيار روى از دنيا به كلى گردانيد و ترك مال و جاه كرد و از لذات و شهوات بدنى آزاد شد او را زاهد و روح او را زاهد نام كردند » .\r\n( 5 ) . چنان كه چيزها است .\r\n( 6 ) . به حد تحقيق .\r\n( 7 ) . نام كردند .\r\n( 8 ) . اگر با وجود قرب و محبت و الهام .\r\n( 9 ) . نام كردند .\r\n( 10 ) . با وجود وحى و معجزه .\r\n( 11 ) . گردانيد .\r\n( 12 ) . چون .\r\n( 13 ) . شريعت .\r\n( 14 ) . نام كردند .\r\n( 15 ) . و چون با وجود آنكه شريعت ديگر نهاد حق تعالى او را ختم نبوت گردانيد .\r\n( 16 ) . نام كردند .\r\n( 17 ) . اذكار .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nاست و اهل شريعت مىگويند عروج تا بدينجا بيش نيست و اين هر نه مرتبه مراتب اهل علم و تقوايند اما هر يك « 1 » ( كه ) بالاتر است علم و تقواى او بيشتر است « 2 » و مقام او ديگر است . و نام او ديگر . « 3 » و اين [ هر 
  ] نه مرتبه عطايىاند هر يك را مقامى « 4 » معلوم است از مقام [ معلوم 
  ] خود نتوانند گذشت . « 5 »\r\nو اهل حكمت مىگويند كه عروج [ هم 
  ] تا بدينجا بيش نيست ، اما اهل حكمت به اين اسامى نمىخوانند و به نزديك ايشان « 6 » اين نه مرتبه اهل علم و طهارت است . و علو مراتب به زيادتى علم و طهارت است و به كسب حاصل مىكنند « 7 » و هيچ‌كس را مقام معلوم نيست ، مقام هركس جزاى علم و طهارت او است . « 8 » [ هركه طهارت بيشتر كسب مىكند مقام وى عالىتر مىشود 
  ] و به نزديك اهل حكمت هيچ چيز را نهايت « 9 » نيست و اگر نهايت باشد باز آغاز است . « 10 » يعنى در آخر دور قمر چيزها به كمال خود برسند . « 11 » و هر چيز به كمال خود برسيد ، « 12 » ختم آن چيز باشد . « 13 » باز [ اول 
  ] دور زحل « 14 » همه چيز از « 15 » ابتدا باشد [ و آغاز شوند 
  ] تا باز به تدريج به كمال خود برسند . « 16 »\r\nو به نزديك اهل وحدت عروج را حدى [ پيدا 
  ] نيست . اگر آدمى مستعد را هزار سال عمر باشد و دايم « 17 » به رياضات و مجاهدات مشغول باشد هر روز چيزى بداند كه پيش از آن [ روز 
  ] ندانسته باشد ، از جهت آنكه علم و حكمت خداى نهايت ندارد .\r\nو به نزديك اهل وحدت هيچ مقالى شريف‌تر از وجود آدمى نيست « تا بازگشت آدمى به او باشد جمله آفرينش » ، از افراد موجودات در سير و سفرند تا به آدمى رسند چون به آدمى رسيدند به كمال خود رسيدند و آدمى هم در سير و سلوك است تا به حقيقت خود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . هر مرتبه .\r\n( 2 ) . شود .\r\n( 3 ) . به جاى او مقام او الخ » آمده است « و چون علم و تقواى او بيشتر شود نام او ديگر مىشود و مقام او كه بازگشت او به او خواهد بود عالىتر و شريف‌تر مىگردد » .\r\n( 4 ) . مقام .\r\n( 5 ) . در نمىتوانند گذشت .\r\n( 6 ) . اهل حكمت .\r\n( 7 ) . به جاى « و علو مراتب الخ » آمده است « اما هركدام كه بالاتر است ، علم و طهارت او بيشتر است هرچند كه علم و طهارت بيشتر مىشود . مقام او كه بازگشت او به او خواهد بود عالىتر و شريف‌تر مىگردد و اين نه مرتبه كسبىاند » .\r\n( 8 ) . وى است .\r\n( 9 ) . ختم .\r\n( 10 ) . و اگر همه چيز را ختم هست باز آغاز هست .\r\n( 11 ) . رسند .\r\n( 12 ) . رسيد .\r\n( 13 ) . شد .\r\n( 14 ) . ديگر .\r\n( 15 ) . را .\r\n( 16 ) . رسند .\r\n( 17 ) . و در اين هزار سال .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nرسد [ و خود را بشناسد 
  ] و به اخلاق نيك آراسته شود و به كمال خود رسد .\r\nاى درويش !\r\nبسيار كس باشد كه خود را شناخته باشد اما به اخلاق نيك آراسته نباشد « 1 » هنوز ناقص باشد و بسيار كس باشد كه خود را شناخته باشد « 2 » و به اخلاق نيك آراسته شود پس كمال آدمى [ در 
  ] آن است كه خود را بشناسد و به اخلاق نيك آراسته باشد .\r\n« اى درويش » !\r\n« اين چنين كه در اين رساله شرح انسان و مراتب كردم در هيچ رساله ديگر نكردم و ديگران در كتب خود هم نكرده‌اند بايد كه اين باب را بسيار خوانى به تأمل و تأنى كه كليد خزانه غيب و شهادت ، شناختن خود است »\r\n\r\nفصل در بيان آنكه مزاج چيست و جسم چيست و روح چيست و در بيان آنكه آدمى چند [ ين 
  ] روح دارد .\r\nبدان ، كه بعضى مىگويند كه بعضى از آدميان چهار روح دارند ، [ روح 
  ] نباتى ، [ روح 
  ] حيوانى و [ روح 
  ] نفسانى و [ روح 
  ] انسانى . و بعضى از آدميان پنج روح دارند - روح نباتى و روح حيوانى و روح نفسانى و روح انسانى و روح قدسى - و مىگويند كه روح انسانى و روح قدسى از عالم علوىاند و از جنس ملائكه سماوى [ اند 
  ] و آن سه روح ديگر « 3 » از عالم سفلىاند و زبده و خلاصهء غذايند .\r\nو اين پنج روح هر يكى جوهرىاند جداگانه و غير يكديگر . « 4 » بدن به مثابت مشكات است و روح نباتى به مثابت زجاجه است و روح حيوانى به مثابت فتيله است و روح نفسانى به مثابت روغن است و روح انسانى به مثابت نور است و روح قدسى « به مثابت » نور على نور است .\r\nو بعضى مىگويند كه هر آدمى كه هست او را يك روح بيش نيست ، اما آن يك روح مراتب دارد و در هر مرتبه ( اى ) نامى دارد از اسامى بسيار ، « 5 » مردم [ مى 
  ] پندارند كه مگر روح ، بسيار است ، و نه چنين است ؛ روح يكى بيش نيست و جسم يكى بيش نيست . « 6 » اما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . باشد .\r\n( 2 ) . نشناخته باشد .\r\n( 3 ) . روح نباتى و روح حيوانى و روح نفسانى .\r\n( 4 ) . به غير يكديگرند .\r\n( 5 ) . از بسيارى نام .\r\n( 6 ) . روح يكى است و جسم يكى است .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nجسم مراتب دارد و در هر مرتبه نامى دارد و روح هم مراتب دارد و در هر مرتبه نامى دارد . روح با جسم است و جسم با روح . ملك و ملكوت با يكديگرند ؛ و بىيكديگر امكان ندارد . « 1 » جسم و روح هر دو در ترقى و در عروجند و به مراتب برمىآيند تا به كمال خود رسند . و هرچند تربيت و پرورش بيشتر مىيابند صفاتى « 2 » كه در ذات ايشان مكنون است ، « 3 » بيشتر ظاهر مىشود « 4 » تا به حد خود برسند و چون به حد خود برسند « 5 » باز روى در نقصان نهد . « 6 » هر چيز كه در زير فلك قمر است او را حدى هست و چون به آن حد رسيد بيش از آن ترقى و عروج را امكان نباشد . « 7 » و مدت استوا كه نه عروج باشد و نه نزول هم حدى دارد . « يعنى » هرچه در زير فلك قمر است عروجى دارد و آن عروج را حدى و مقدارى « 8 » معلوم است . گويا صراط خود اين است « و بر اين » صراط چندين گاه به بالا مىبايد رفت و چندين گاه به زير مىبايد رفت . « و چندين گاه راست مىبايد رفت » و اين صراط به روى دوزخ كشيده است و بدين صراط بعضى خوش و آسان بگذرند و بعضى افتان‌وخيزان [ بگذرند 
  ] . و بعضى به غايت در زحمت باشند و ناخوش و دشوار گذرند و هركه از اين صراط « 9 » گذشت از دوزخ گذشت و به بهشت رسيد . همان بهشتى « 10 » كه اول در وى بود .\r\nاى درويش !\r\nجمله از بهشت مىآيند و باز به بهشت مىروند . سخن دراز شد و از مقصود دور افتاديم . « 11 » غرض ما آن بود كه روح يكى بيش نيست [ و جسم يكى بيش نيست 
  ] اما [ هر يك از 
  ] جسم و روح مراتب دارند . « 12 » [ و در هر مرتبه ( اى ) نامى دارند 
  ] و اين سخن بر تو وقتى روشن شود كه بدانى كه مبدأ جسم چيست و از چه پيدا آمد . [ و منبع روح چيست و از چه پيدا آمد 
  ] .\r\nبدان ، كه آب و خاك و هوا و آتش امهاتند و هر يكى صورتى دارند ، و معنايى « 13 » دارند .\r\nصورت خاك را عنصر خاك مىگويند و معنى خاك را طبيعت [ خاك 
  ] مىگويند و در هر چهار اين چنين « 14 » ميدان [ صورت هر يكى را عنصر مىگويند و معنى را طبيعت مىخوانند 
  ] .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ملك بىملكوت و ملكوت بىملك امكان ندارد ، هر دو باهمند و از يكديگر جدا هستند .\r\n( 2 ) . صفات .\r\n( 3 ) . مكنونند .\r\n( 4 ) . مىشوند .\r\n( 5 ) . برسيدند .\r\n( 6 ) . نهند .\r\n( 7 ) . ديگر ترقى و عروج ممكن نيست .\r\n( 8 ) . حد و مقدار .\r\n( 9 ) . اين طراط را .\r\n( 10 ) . بهشت .\r\n( 11 ) . بازمانديم .\r\n( 12 ) . دارد .\r\n( 13 ) . معنى .\r\n( 14 ) . همچنين .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nپس چهار عنصر باشد « 1 » و چهار طبيعت . هرگاه كه اين چهار چيز با يكديگر مىآميزند ، « 2 » چنان كه شرط آن است هرآينه از اين ميانه « 3 » چيزى متشابه الاجزا پيدا آيد . و آن را مزاج خوانند . « 4 » و [ مزاج 
  ] از امتزاج گرفته‌اند .\r\nچون اين مقدمات فهم « 5 » كردى اكنون بدان ، كه چون اين چهار « را » با يكديگر بياميزند از صورت هر چهار چيزى متشابه الاجزا پيدا آيد آن را جسم « آميخته و مركب » خوانند . « 6 » و معنى هر چهار نيز آميخته شود و از آن چيزى متشابه الاجزا پيدا آيد و آن را روح خوانند . « 7 »\r\nپس مادام كه امهات مفرد بودند ، عناصر و طبايع مىگفتند و چون با يكديگر بياميختند و مزاج پيدا آمد جسم و روح مىگويند . « 8 »\r\nاگرچه عناصر اجسامند « اما » اجسام بسيطند و عروج و نزول ندارند . اكنون اين جسم است كه به مراتب برمىآيد و در هر مرتبه نامى دارد . « 9 »\r\nاى درويش !\r\nحقيقت روح و حقيقت جسم و حقيقت مزاج اين است كه گفته شد . جسم از عالم خلق است و روح از عالم امر [ است 
  ] جسم از عالم ملك است و روح از عالم ملكوت [ است 
  ] و ملك بىملكوت [ امكان ندارد كه باشد 
  ] و ملكوت بىملك [ هم 
  ] امكان ندارد كه باشد [ و هر دو باهمند و از يكديگر جدا نيستند 
  ] و هر دو « با يكديگر » روى در عروج دارند و چون به كمال خود رسند باز هر دو روى در نزول دارند منه بدأ و اليه يعود .\r\n\r\nفصل در بيان آنكه مواليد چرا سه قسم آمدند « 10 » و زياد و كم نيستند .\r\nبدان ، كه مزاج [ از دو حال خالى نباشد 
  ] يا معتدل باشد يا غير معتدل . و معتدل را در زير فلك قمر وجود نيست از براى آنكه مكانى مشترك نيست . « 11 » و اگر در زير فلك قمر ، معتدل را وجود بودى باقى ماندى « 12 » و تغيير را در او « 13 » راه نبودى و غير معتدل از سه حال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . آمد .\r\n( 2 ) . بياميزند .\r\n( 3 ) . ميان .\r\n( 4 ) . و اين مزاج است .\r\n( 5 ) . معلوم .\r\n( 6 ) . گويند .\r\n( 7 ) . و از معنى هر چهار هم چيزى متشابه الاجرا پيدا آيد آن را روح مىخوانند .\r\n( 8 ) . مىخوانند .\r\n( 9 ) . مىگيرد .\r\n( 10 ) . زيادت .\r\n( 11 ) . مكان وى مشترك است .\r\n( 12 ) . بودى .\r\n( 13 ) . به وى .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nبيرون نباشد ، يا قريب باشد به اعتدال يا بعيد باشد از اعتدال يا متوسط باشد ميان قريب و بعيد .\r\nآنچه بعيد بود [ از اعتدال 
  ] ، از آن جسم [ معدن 
  ] و روح معدنى پيدا آمد . و آنچه « 1 » متوسط بود ، از آن جسم [ نبات 
  ] و روح نباتى پيدا شد « 2 » و آنچه قريب بود [ به اعتدال 
  ] ، از آن جسم [ حيوان 
  ] و روح حيوانى پيدا شد « 2 » و انسان يك نوع است از انواع حيوان . اين روح حيوانى است كه به تربيت و پرورش و به تحصيل و تكرار و مجاهده و اذكار به مراتب برمىآيد و در هر مرتبه نامى مىگيرد . سخن دراز شد و از مقصود دور افتاديم و غرض ما آن بود كه روح يكى بيش نيست و روح با جسم است و جسم با روح است و از يكديگر جدا نيستند .\r\nاى درويش !\r\nافراد موجودات هر يك « 4 » آنچه ما لا بد ايشان است با خود دارند و از خود دارند . روح از جايى نمىآيد و به جايى نمىرود . روح نور است و عالم مالامال اين نور است . اين نور است كه جان عالم است [ و اين نور است كه 
  ] مكمل و محرك عالم است در مرتبهء نبات بالطبع و در مرتبهء حيوان بالاختيار و در مرتبهء انسان بالعقل . [ چنان كه گفته‌اند 
  ]\r\n رو ديده به دست آر كه ذره خاك * جامى است جهان‌نماى چون « 5 » درنگرى \r\nاى درويش !\r\nانوار « 6 » را در مرتبه ( اى ) طبع « 7 » مىگويند و در مرتبه ( اى ) روح مىگويند . و در مرتبه ( اى ) عقل مىگويند . و در مرتبه ( اى ) نور مطلق مىگويند . و خلق عالم جمله طالب اين نورند . و اين نور را بيرون از خود مىطلبند ؛ هرچند بيش مىطلبند ، دور تر مىشوند .\r\n « گفتم ز طلب مگر به جايى برسم » * « خود تفرقه آن بود نمىدانستم » \r\n« هرچند مىخواهم سخن دراز نشود ، بىاختيار از من ، دراز مىشود و سخن از قالب بيرون مىرود »\r\nاى درويش !\r\nچند به گرد عالم گردى « 8 » و سفر به هرزه كنى و [ چند 
  ] به گرد « 9 » اين زراقان برانى . « 10 » و عمر و مال « خود » ضايع كنى ، « 11 » حاجت به اين‌ها نيست [ و به چندين رياضات و مجاهدات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . و ديگر .\r\n( 2 ) . آمد .\r\n( 4 ) . هر يكى .\r\n( 5 ) . تا .\r\n( 6 ) . اين نور .\r\n( 7 ) . طبيعت .\r\n( 8 ) . روى .\r\n( 9 ) . پيش .\r\n( 10 ) . دوى .\r\n( 11 ) . گردانى .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nاحتياج نمىافتد 
  ] و چندين نكته‌هاى باريك « را » حل كردن حاجت نيست . « 1 » « چه مىطلبى ؟ » حاجت به طلب كردن نيست ، چيزى را طلب كنند كه نداشته باشند . « 2 »\r\n اى در طلب گره‌گشايى مرده * در وصل فتاده « 3 » وز جدايى مرده\r\nاى بر لب بحر تشنه در خاك شده * وى بر سر گنج از گدايى مرده \r\nاى درويش !\r\nكار ، صحبت دانا دارد ؛ هرچه مىطلبى از صحبت دانا طلب [ كن 
  ] و چون يافتى عزلت و قناعت پيش گير تا از باقى عمر برخوردار مانى « 4 » « پيش از اين من بر آن بودم كه آدمى تا زنده است بايد به قدر حاجت كارى كند ، تا عيال مردم نشود ؛ و به قدر آنكه تواند خدمتى كند . اين ساعت برآنم كه آدمى « را » هيچ كار « 5 » بهتر از عزلت و قناعت نيست . دنيا و آخرت به آن نيرزد كه تو يك ساعت متفرق و پراكنده خاطر باشى . هركه عزلت و قناعت پيش گرفت ، پادشاه شد . و فقيرى « 6 » كه عزلت و قناعت ندارد بنده است . و از بنده تا پادشاه فرق بسيار باشد . « 7 »\r\n\r\nفصل\r\nاى درويش !\r\nخود را شناختى و مراتب خود را دانستى ؛ اكنون بدانكه « از شناخت خود ، ترا » دوازده مسئله مشكل روشن شد « و مكشوف گشت » .\r\nاول : دانستى كه اول ، عناصر است ، آنگاه افلاك و انجم .\r\nدويم : دانستى كه اول ، طبايع است ، آنگاه نفوس و عقول .\r\nسيم : دانستى كه افلاك و انجم و نفوس و عقول زبده و خلاصه عناصر و طبايعند .\r\nچهارم : دانستى كه هرچه ، « 8 » خفيف‌تر است جاى او بالاتر است . و از مركز عالم دور تر [ است 
  ] .\r\nپنجم : دانستى كه خفيف و ثقيل بالطبع ميل به مركز عالم دارد . « 9 » اما « 10 » هركدام كه ثقيل‌تر است به زير « 11 » مىرود و به مركز عالم نزديك‌تر مىشود و خفيف « را » به قهر از مركز عالم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . عبث مىنمايد .\r\n( 2 ) . ندارند .\r\n( 3 ) . با وصل بزاده .\r\n( 4 ) . برخوردارى يا بى .\r\n( 5 ) . كارى .\r\n( 6 ) . هركه .\r\n( 7 ) . است .\r\n( 8 ) . هركدام مرتبه‌اى كه .\r\n( 9 ) . دارد .\r\n( 10 ) . پس .\r\n( 11 ) . زيرتر .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nدور تر مىگرداند . « 1 »\r\nششم : دانستى كه عالم در لا محل است اما چون افراد عالم جمله بالطبع ميل به مركز عالم دارند پس محل جمله مركز عالم باشد .\r\nهفتم : دانستى كه عالم اجسام كه عالم ملك است و عالم ارواح كه عالم ملكوت است با يكديگر همچنانند كه روغن با شير ؛ در مرتبه ( اى ) ملك غالب و ملكوت مغلوب و در مرتبه ( اى ) ملكوت غالب و ملك مغلوب .\r\nهشتم : دانستى كه ملك يكى بيش نيست ، اما در هر مرتبه ( اى ) يك نام « 2 » دارد .\r\nنهم : دانستى كه ملك و اعراض ملك محسوسند و به حس درمىآيند . « 3 » « و ملكوت و اعراض ملكوت محسوس نيستند و به حس ، ايشان را در نمىتوان يافت » . پس آنكه سالكان مىگويند [ كه 
  ] ، در خلوت نور مىبينم « آن » خيال است كه ببينند . « 4 » پندارند « 5 » كه نور است . هركه انتظار چيزى بسيار كشد ، « 6 » همه آن بيند و [ همه آن 
  ] شنود . يا در خواب باشد « 7 » و پندارد كه در بيدارى مىبيند . « 8 »\r\nو خواب اهل رياضت به غايت « 9 » سبك باشد « 10 » و روشنايى كه بر سر زيارت خان‌ها « 11 » مىبيند هم خيال است [ يا زرق است 
  ] كه آنچه از نور « 12 » به چشم سر توان « 13 » ديد ، نور آتش و « نور » كواكب است .\r\nدهم : دانستى كه ملك و ملكوت يك جوهر بيش نيستند « 14 » و اين « 15 » جوهر جنس اعلى است و بالاى وى جنس ديگر نيست . بلكه بالاى وى هيچ چيز نيست و حيوان جنس اسفل است ؛ و فرود وى هيچ جنس [ ديگر 
  ] نيست « هيچ چيز نيست الا انواع او » . و هرچه [ كه 
  ] در ملك و ملكوت بود و هست و خواهد بود ، جمله در آن يك جوهر موجود بود . « 16 »\r\nيازدهم : دانستى كه در مرتبهء اول ، حيات و علم و ارادت و قدرت و سمع و بصر و كلام بالفعل موجود نيستند ؛ « 17 » اما چون به مراتب برمىآيند از قوه بالفعل موجود مىشوند . « 18 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مىگردد .\r\n( 2 ) . نامى .\r\n( 3 ) . حس ، ايشان را در مىتواند يافت .\r\n( 4 ) . مىبينند .\r\n( 5 ) . مىپندارند .\r\n( 6 ) . كند .\r\n( 7 ) . بيند .\r\n( 8 ) . كه بيدار است .\r\n( 9 ) . بسيار .\r\n( 10 ) . است .\r\n( 11 ) . زيارت‌ها و جاىها .\r\n( 12 ) . نورى كه او را .\r\n( 13 ) . بتوان .\r\n( 14 ) . نيست .\r\n( 15 ) . آن .\r\n( 16 ) . بودند .\r\n( 17 ) . نيست .\r\n( 18 ) . به تدريج حيات و علم و ارادت و قدرت و سمع و بصر و كلام بالفعل موجود مىشوند .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nپس كمال اينجاست كه وجه است و شك نيست كه ميوه لطيف‌تر و شريف‌تر از جملهء مراتب [ درخت 
  ] باشد . و ميوهء موجودات ، انسان است . و معجون اكبر و اكسير اعظم و جام جهان‌نماى و آئينهء گيتىنماى ، انسان دانا است . يعنى آن نور كه [ در 
  ] جان عالم است و عالم مالامال آن « 1 » نور است . در آن مرتبه « حيات » و علم و ارادت و قدرت بالفعل نيست « 2 » ، چون به مراتب برمىآيد [ به تدريج حيات و علم و ارادت و قدرت 
  ] « از قوه » بالفعل موجود مىشود . « 3 » و آن نور از مظهر « خود » جدا نيست و با مظهر « خود » چنان « 4 » است كه روغن در « 5 » شير . و مظهر در آن مرتبه ساده است و آن نور هم ساده است . چون هر دو به مراتب برمىآيند صفاتى كه در ذات هر دو مكنونند ظاهر مىشود « 6 » و نقوش پيدا مىكنند . « 7 » پس آنكه بعضى مىگويند كه به اين نور رسيديم و اين نور را ديديم « درياى نور بود و حد و نهايت نداشت » خطا مىگويند . كه اين نور را به بصر نتوان ديد « بلكه » به بصيرت توان ديد .\r\n« ديدهء » حس را به وى راه نيست بلكه عقل در وى سرگردان است . « 8 » روغن را در مغز بادام چون توان ديد . روغن را در شير چون توان ديد . [ توان دانست اما نتوان ديد 
  ] . با آنكه روغن محسوس است و از عالم ملك است » نمىتوان ديدن . « 9 » نورى كه محسوس نيست و از عالم ملكوت است چون توان ديد .\r\nدوازدهم : دانستى كه بازگشت انسان به مبدأ كل خواهد بود . مبدأ جزء به مدد مبدأ كل در عروج است تا به كمال [ خود 
  ] رسد . چون به كمال خود رسيد بازگشت او به مبدأ كل خواهد بود . اين است معنى منه بدأ و اليه يعود و اين است معنى كل شيئى يرجع الى اصله .\r\nاى درويش !\r\n« هركه از اين كتاب خود را نشناخت ، از هيچ كتاب ديگر خود را نشناسد و به يقين ميدان كه هركه خود را شناخت ، خداى را شناخت و هركه خود را شناخت عالم كبير را شناخت و اين هر دو لفظ مترادفند و مكرر . و هركه خود را نشناخت هيچ چيز را نشناخت » .\r\nاى درويش !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اين .\r\n( 2 ) . ندارد .\r\n( 3 ) . مىشوند .\r\n( 4 ) . همچنان .\r\n( 5 ) . با .\r\n( 6 ) . مىشوند .\r\n( 7 ) . پيدا مىآيد .\r\n( 8 ) . از وى آگاه نيست .\r\n( 9 ) . ديد .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\n« هيچ چيز باقى نماند كه نگفته باشم و همه را در اين اصل گفتم . هرچه مىخواهى از اين اصل طلب كن . بعضى را به عبارت و بعضى را به اشارت گفتم كه هركه اول و آخر خود و آن ديگر را دانست و مراحل و منازل و مقصد خود و آن ديگر را دانست و ديد و احوال پيش از مرگ و بعد از مرگ خود و آن ديگر را دانست و شناخت چيزى ديگر باقى نيست » .\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n\r\nاصل دويم در بيان آنكه انسان صغير نسخه و نمودار انسان كبير است و هرچه در انسان كبير است در انسان صغير هم هست و هرچه در انسان صغير است در انسان كبير نيز « 1 » هست\r\nاى درويش !\r\nاين اصل دويم و اصل سيم كه مىآيد سخنان اهل تصوف است . و سخنان اهل تصوف آميخته باشد با « 2 » شريعت و بعضى از حكمت و بعضى از وحدت . چيزى نقلى [ بود 
  ] و چيزى كشفى باشد . « 3 »\r\nبدان ، « 4 » كه « چون » حق « 5 » تعالى موجودات ( را ) بيافريد ، عالمش نام كرد جهت آنكه علامت است « 6 » بر وجود او ، « 7 » و بر وجود علم و ارادت و قدرت او . و موجودات از وجهى علامت است . و از وجهى تامه است از اين وجه كه علامت است عالمش نام كرد و از اين وجه كه تامه است كتابش نام نهاد . آنگاه بفرمود كه هركه اين كتاب « را » بخواند ، مرا و علم و ارادت و قدرت مرا « مشاهده نمايد » و بشناسد . ما به غايت خرد بوديم و كتاب بىنهايت بزرگ بود و نظر ما به كناره‌هاى كتاب و تمام « 8 » اوراق نتوانست رسيد . « ما را عاجز دانست » نسخه ( اى ) از اين « 9 » عالم بازگرفت و مختصرى از اين « 10 » كتاب بازنوشت و آن اول را عالم كبير نام نهاد و اين دويم را عالم صغير و آن اول را كتاب بزرگ نام كرد و اين دويم را كتاب خرد گفت . « 11 » و هرچه در آن كتاب بزرگ بود در اين كتاب خرد نوشت [ بىزيادت و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . هم .\r\n( 2 ) . بعضى از .\r\n( 3 ) . بود .\r\n( 4 ) . آن .\r\n( 5 ) . خداوند .\r\n( 6 ) . از جهت آنكه عالم است علامت .\r\n( 7 ) . وى .\r\n( 8 ) . قامت .\r\n( 9 ) . آن .\r\n( 10 ) . آن .\r\n( 11 ) . و آن اول را عالم كبير و كتاب بزرگ نام نهاد و اين دويم را عالم صغير و كتاب خرد نام كرد .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nنقصان 
  ] تا هركه اين كتاب خرد « را » بخواند [ آن كتاب بزرگ را خوانده باشد 
  ] .\r\nآنگاه خليفهء خود را به خلافت به اين عالم صغير فرستاد . و خليفهء خداى عقل اول است و عقل است كه مظهر صفات خداى است ، عقل را به صفات اخلاق خود بيار است و به عالم صغيرش فرستاد . و از اينجاست كه گفته‌اند « 1 » حق « 2 » تعالى آدم را به « 3 » صورت خود آفريد و عقل اول خليفهء خداى است در عالم كبير و عقل ما خليفهء خداى است در عالم صغير .\r\n\r\nفصل در بيان خدا و خليفه خدا و افعال خليفه . « 4 »\r\nبدان ، كه چون حق « 5 » تعالى [ و تقدس 
  ] خواهد كه چيزى « را » در عالم بيافريند صورت آن چيز ، اول به عرش آيد و از عرش به كرسى « آيد » و از كرسى در نور ثابتات آويزد . آنگاه بر هفت آسمان گذر كند و به نور « 6 » ستارگان « 7 » همراه شود و به عالم سفلى آيد . طبيعت كه پادشاه عالم سفلى است ، استقبال آن مسافر غيبى كند كه از حضرت خداى مىآيد . و مركب از اركان چهارگانه كه مناسب حال او است ، « 8 » پيشكش « او » كند ؛ تا آن مسافر غيبى بر آن مركب سوار گردد « 9 » و در عالم شهادت موجود شود . « 10 » و چون در عالم شهادت موجود شد آنچه دانستهء خداى بود كردهء خداى شد .\r\nپس هر چيز « ى » كه در عالم شهادت موجود است ، « 11 » جان آن چيز از عالم امر است و قالب آن چيز از عالم خلق است آن « 12 » جان پاك از حضرت خداى آمده است به آن كار « ى » كه آمده است ، چون آن كار « را » تمام كند باز به حضرت خداى باز خواهد گشت . اين است معنى منه بدأ و اليه يعود و اين است « معنى » شناخت « 13 » افعال الهى و اين است دانستن آيات نامتناهى .\r\nاى درويش !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . و از اينجا گفته‌اند كه .\r\n( 2 ) . خداوند .\r\n( 3 ) . بر .\r\n( 4 ) . در بيان افعال خداى و در بيان افعال خليفهء خداى .\r\n( 5 ) . خداى .\r\n( 6 ) . با نور .\r\n( 7 ) . سيارگان .\r\n( 8 ) . به جاى « مركب از الخ » آمده است « و مركبى از اركان چهارگانه مناسب حال آن مسافر غيبى » .\r\n( 9 ) . شود .\r\n( 10 ) . گردد .\r\n( 11 ) . هست .\r\n( 12 ) . اين .\r\n( 13 ) . شناختن .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nاين معنى را چون در آفاق دانستى در انفس نيز بدان .\r\nبدان ، كه در عالم صغير عقل خليفهء خداى است و روح انسانى عرش خليفهء خداى است و روح حيوانى كرسى خليفهء خداى است و هفت اعضاى اندرونى هفت آسمان است و هفت اعضاى بيرونى هفت اقليم است .\r\nچون اين مقدمات معلوم كردى اكنون ، بدانكه چون خليفهء خداى خواهد كه كارى كند صورت آن چيز اول به روح انسانى آيد كه عرش است و از آنجا « 1 » به روح حيوانى آيد كه كرسى است و از آنجا « 2 » در شرايين آويزد و بر هفت اعضاى اندرونى گذر كند كه هفت آسمانند و با قواى اعضاى اندرونى همراه شود و برون آيد . اگر از راه دست بيرون آيد دست « است كه » استقبال آن مسافر غيبى كند كه از حضرت خليفهء خداى مىآيد و مركبى « كه » از اركان چهارگانه « است » « 3 » و آن زاج و مازو و صمغ و دوده است - مناسب حال آن مسافر غيبى - پيشكش وى كند تا آن [ مسافر غيبى 
  ] بر آن مركب سوار شود و در عالم شهادت موجود شود . « 4 » و چون در عالم شهادت موجود شد « آن چيز كه » دانستهء خليفهء خداى « بود » نوشتهء خليفهء خداى گشت .\r\nاى درويش !\r\nخليفهء خداى هر چيز كه مىنويسد يا هر كارى « 5 » كه مىكند اول خود مىكند بىواسطه و بىماده و بىدست‌افزار [ مىكند 
  ] . و آنگاه صورت آن چيز بر آن وسايط گذر مىكند و بيرون مىآيد و در عالم موجود مىشود و آن صورت اول وجود عقلى دارد و اين صورت دوم وجود حسى دارد .\r\nآن صورت اول وجود ذهنى دارد و اين صورت دويم وجود خارجى دارد . و اين چنين كه افعال خليفهء خداى را دانستى افعال خداى را نيز همچنين ميدان .\r\nخداى تعالى هر كارى كه مىكند اول خود مىكند بىماده ، بىواسطه و بىدست‌افزار .\r\nآنگاه صورت آن چيز بر اين وسايط گذر مىكند و « به » اين عالم سفلى مىآيد و در عالم شهادت موجود مىشود .\r\n« تا سخن دراز نشود و از مقصود بازنمانيم »\r\nو اگر از راه زبان بيرون آيد ، زبان استقبال آن مسافر [ غيبى 
  ] كند . كه از حضرت خليفهء خداى مىآيد و مركبى از اركان چهارگانه كه آن نفس و آواز و حروف « 6 » و كلمه است ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . و از روح انسانى .\r\n( 2 ) . و از روح حيوانى .\r\n( 3 ) . كه .\r\n( 4 ) . گردد .\r\n( 5 ) . كار .\r\n( 6 ) . حرف .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nمناسب حال آن مسافر غيبى پيشكش كند ، تا آن مسافر غيبى بر آن مركب سوار شود و در عالم شهادت موجود گردد . و چون در عالم شهادت موجود شد ، آنچه « 1 » دانستهء خليفهء خداى بود گفتهء خليفه خداى شد .\r\nباز آن نوشته سير مىكند و از راه گوش به خليفهء خداى مىرسد [ اين است معنى 
  ] منه بدأ و اليه يعود . و در جمله حرف‌ها و صفت‌ها همچنين ميدان .\r\nپس دو كلمه آمد ؛ يكى كلمهء نوشته و يكى كلمهء گفته . و در هر كلمه آن [ دو 
  ] مسافر [ غيبى 
  ] از عالم امر است « 2 » و قالب آن [ دو 
  ] مسافر [ غيبى 
  ] از عالم خلق . « 3 » و آن مسافر « 4 » در هر دو كلمه ، معنى است « 5 » و صورت .\r\nكلمهء ربع مسكون معنى است و معنى در هر دو كلمه خليفهء خداى است .\r\nسخن دراز شد و از مقصود بازمانديم . « 6 » غرض ما آن بود . كه هرچه در عالم كبير است در عالم صغير هم هست « و هرچه در عالم صغير است در عالم كبير هم هست » .\r\n\r\nفصل\r\nبدان ، كه چون نطفه در رحم افتاد نمودار جوهر اول است و چون چهار طبقه شد ، عناصر و طبايع است . و چون اعضا پيدا آمدند ، « 7 » اعضاى بيرونى چون سر و دست و شكم و فرج و پاى نمودار هفت اقليم‌اند . و اعضاى اندرونى چون شش و دماغ و كرده و دل و مراره و جگر و سپرز نمودار هفت آسمانند .\r\nشش آسمان اول و نمودار فلك قمر است از جهت آنكه قمر ، شش عالم كبير است . و واسطه است در علم . و در اين فلك ملائكه بسيارند . « 8 » و ملكى كه موكل است بر تحصيل علوم و تدبير معاش سرور [ اين 
  ] ملايكه است [ و جبرئيل اين ملايكه است 
  ] . و سبب علم عالميان است .\r\n« و دماغ آسمان دويم است و نمودار فلك عطارد است و در اين فلك ملايكه بسيارند و فلكى كه موكل است بر نوشته‌ها ، سرور اين ملايكه است از جهت آنكه دماغ عالم كبير ، عطارد است » .\r\nو گرده آسمان سيم است و نمودار فلك زهره است ، از جهت آنكه زهره گردهء عالم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . آن چيز كه .\r\n( 2 ) . امرند .\r\n( 3 ) . خلقند .\r\n( 4 ) . مسافران .\r\n( 5 ) . معنىاند .\r\n( 6 ) . دور افتاديم .\r\n( 7 ) . بيرون .\r\n( 8 ) . بسيار است .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nكبير است و در اين فلك ملايكه بسيارند و ملكى « 1 » كه موكل است بر انبساط « 2 » و فرح و شهوت ، سرور اين ملايكه است .\r\nو دل آسمان چهارم است و نمودار فلك شمس است ، از جهت آنكه شمس ، دل عالم كبير است و در اين فلك ملايكه بسيارند و ملكى كه موكل است بر حيات ، سرور اين ملايكه است و « اسرافيل از اين ملائكه است » و اسرافيل سبب حيات عالميان است .\r\nو مراره آسمان پنجم است و نمودار فلك مريخ است ، از جهت آنكه مريخ ، مرارهء عالم كبير است و در اين فلك ملايكه بسيارند و ملكى كه موكل است بر غضب و قهر « و ضرب و قتل » سرور اين ملايكه است .\r\nو جگر آسمان ششم است و نمودار فلك مشترى است ، از جهت آنكه مشترى ، جگر عالم كبير است و در اين فلك ملايكه بسيارند و ملكى « 3 » كه موكل است بر ارزاق ، سرور اين ملائكه است « و ميكاييل از اين ملايكه است » . و ميكاييل سبب ارزاق عالميان است .\r\nو سپرز ، آسمان هفتم است و نمودار فلك زحل است ، از جهت آنكه ، زحل ، سپرز عالم كبير است . و در اين فلك ملايكه است . و ملكى « 4 » كه موكل است بر ارزاق ، سرور اين ملايكه است « و عزراييل از اين ملايكه است و سبب قبض ارواح عالميان است » .\r\nو روح حيوانى كرسى است و نمودار فلك ثوابت « 4 » است ، از جهت آنكه فلك ثوابت ، كرسى عالم كبير است . و در اين فلك ملايكه بسيارند .\r\nو روح انسانى عرش است و نمودار فلك الافلاك است ، از جهت آنكه فلك الافلاك ، عرش عالم كبير است .\r\nو عقل خليفهء خداى است و نمودار عقل اول است ، از جهت آنكه عقل اول در عالم كبير خليفهء خداى است .\r\nو اعضاء ، مادامى « 5 » كه نشو و نما ندارند ، نمودار معادنند و چون نشو و نما ظاهر شد ، نمودار نباتات‌اند . « 6 » و چون حس و حركت ارادى پيدا آمد نمودار حيوانند . « در رساله مبدأ و معاد زيادت از اين نوشته‌ام ؛ اگر خواهند از آنجا طلب كنند » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . موكلى .\r\n( 2 ) . نشاط .\r\n( 3 ) . موكلى .\r\n( 4 ) . ثابتات .\r\n( 5 ) . تا مادام .\r\n( 6 ) . نباتند .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n\r\nاصل سيم در بيان آنكه سلوك چيست و نيت سالك در سلوك چيست ؟\r\nبدان ، كه سلوك در لغت عرب ، عبارت از رفتن است على الاطلاق ، يعنى رونده شايد كه در عالم ظاهر سير كند و شايد كه در عالم باطن سير كند و به نزديك اهل تصوف سلوك عبارت از رفتن مخصوص است و همان سير الى الله و سير فى الله است و سير الى الله نهايت دارد و سير فى الله نهايت ندارد و اگر اين عبارت فهم نمىكنى به عبارت ديگر « 1 » بگويم .\r\nبدان ، كه به نزديك اهل تصوف سلوك عبارت از رفتن است از اقوال بد به اقوال نيك « 2 » و از افعال بد به افعال نيك و از اخلاق بد به اخلاق نيك و از هستى خود به هستى خداى .\r\n« يعنى » چون سالك بر اقوال و افعال و اخلاق [ نيك 
  ] ملازمت كند « 3 » [ انوار 
  ] معارف [ بر وى 
  ] روى نمايد « 4 » و چيزها را چنان كه چيزها هست بداند و ببيند و چون معارف روى نمود و در معارف به كمال رسيد و چيزها را چنان كه چيزها هست دانست و « ديد ، عارف آن باشد « 5 » كه » از هستى خود بميرد و به هستى خداى زنده شود « اگرچه سالك را هرگز هستى نبود اما مىپنداشت مگر هست . آن پندار تا برخاست و مقصود سالكان و مطلوب طالبان اين است . يعنى كمال آدمى در جهان چند است - اقوال نيك و افعال نيك و اخلاق نيك و معارف - هركه در اين چهار چيز ، به كمال رسيد به كمال خود رسيد » .\r\n« اى درويش ! »\r\n« جمله سالكان در اين چهار مرتبه‌اند هريك در مرتبه ( اى ) و از صد هزار سالك كه در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . به عبارتى ديگر .\r\n( 2 ) . به جاى « از اقوام الخ » آمده است « از اقوال و افعال و اخلاق بد به اقوال و افعال و اخلاق نيك » .\r\n( 3 ) . نمايد .\r\n( 4 ) . ظاهر گردد .\r\n( 5 ) . به جاى « چيزها را چنان كه الخ » آورده است « و حقايق اشياء كما هى بر وى منكشف شود .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nاين راه‌ها رفته‌اند يكى در اين چهار مرتبه به كمال رسد و ديگران در اين ميانه فروروند و از كمال بىنصيب باشند و بىبهره مانند » .\r\n\r\nفصل در بيان حجاب و مقام\r\nبدان ، كه هر چيزى « 1 » كه از خود دفع مىبايد كرد « و از پيش برمىبايد داشت عبارت از » حجاب است و هر چيز « كه خود را حاصل مىبايد كرد و » بر « 2 » آن مىبايد بود « عبارت » از مقام است « چون معنى حجاب و مقام را دانستى اكنون بدان كه » اصول حجب و عقبات اين راه چهار است ، دوستى جاه و دوستى مال و تقليد و معصيت . « 3 » و اصول مقامات و « حالات » . اين راه هم چهار است اقوال نيك و افعال نيك و اخلاق نيك و معارف .\r\n« اى درويش »\r\n[ اول 
  ] اين چهار حجاب را مىبايد برداشت « 4 » تا رسيدن به اين چهار مقام ميسر شود . از جهت آنكه اين چهار حجاب برگرفتن « 5 » به مثابت طهارت [ كردن 
  ] است و اين چهار مقام را حاصل كردن به مثابت نماز كردن است . « 6 » هر حجابى عضوى است از اعضاى طهارت كه مىبايد شست و هر مقامى ركعتى است از ركعات نماز كه مىبايد گزارد . اول طهارت است آنگاه نماز ، اول تصقيل است آنگاه تنوير اول فصل است و آنگاه وصل آدمى تا از يك چيز نميرد به يك چيز ديگر زنده نتواند شد « 7 » پس اگر فراغت مىخواهى از شغل بمير و اگر خداى مىخواهى از خود بمير و اگر از شغل و « از » خود نمىتوانى مرد « 8 » طلب فراغت و خداى مكن كه ميسر نشود .\r\nهركه « اين چهار » حجب [ را 
  ] برداشت « 9 » در طهارت دايم است و هركه اين چهار مقام « 10 » حاصل كرد در صلاة دايم است .\r\nاى درويش !\r\nاين چهار حجب برداشتن و بدين چهار مقام رسيدن به چهار چيز ميسر شود بر عزلت و كم گفتن و كم خوردن و كم خفتن اما بايد كه در صحبت دانا و مرد دانا كوشش كند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . آنچه .\r\n( 2 ) . به .\r\n( 3 ) . تعصب .\r\n( 4 ) . برمىبايد داشت .\r\n( 5 ) . رفع اين حجت .\r\n( 6 ) . و سلوك اين مقامات به‌منزله نمازگزاران است .\r\n( 7 ) . به ديگر چيز زنده نشود .\r\n( 8 ) . مردن .\r\n( 9 ) . رفع نمود .\r\n( 10 ) . مقامات .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nاى درويش\r\nاصل همه عيب‌ها و بدىها پر خوردن است و اندك خوردن آن نيست كه روزى يا ده روز اندك خورد و آنگاه بسيار خورد كه اين چنين سودى نكند بلكه زيان كند بعضى هستند كه چند روز غذا كم خورند و چله گيرند و بعد از آن بسيار خورند اين‌چنين بىفايده است و عمر شريف ضايع كردن است . اندك خوردن آن باشد كه بدان ثبات نمايند كه از ثبات كارها گشايد و از بىثباتى هيچ كارى نيايد .\r\nاى درويش !\r\nدر سلوك دو چيز به غايت معظم است و بىآن دو چيز سلوك ميسر نشود يكى صحبت دانا و يكى اندك خوردن و بايد به اذكار و اوراد مداومت كند و كم خوردن و ( كم ) گفتن را بر خود لازم كند و سالك بايد مريد دانا باشد . « 1 »\r\n\r\nفصل در بيان آنكه نيت سالك در سلوك چيست\r\n« اى درويش ! »\r\nبايد كه نيت سالك در [ سلوك 
  ] رياضات و مجاهدات آن نباشد كه طلب خدا مىكنم از جهت آنكه « 2 » خداى با همه است و حاجت به طلب كردن نيست و وجود همه از او « است » و بقاى همه بدوست « و بازگشت همه به اوست » بلكه خود همه اوست .\r\nو ديگر آن « كه بايد كه آن » نباشد كه طلب طهارت و اخلاق نيك « مىكنم و آن نباشد كه » طلب علم و معرفت « مىكنم و آن نباشد كه » طلب كشف اسرار و ظهور انوار مىكنم . [ زيرا 
  ] كه اين‌ها هريك به مرتبه ( اى ) از مراتب انسانى مخصوص ( است ) « 3 » و چون سالك به اين مرتبه رسد « 4 » اگر خواهد و اگر نخواهد آن چيز كه به آن مرتبه « 5 » مخصوص است [ خود 
  ] ظاهر شود « و اگر بدان مرتبه نرسد امكان ندارد كه چيزى كه به آن مرتبه مخصوص است ظاهر شود » .\r\nانسان ، مراتب دارد چنان كه درخت مراتب دارد . پيدا است كه در هر مرتبه ( اى ) از مراتب درخت چه پيدا « 6 » آيد . پس كار باغبان آن است كه زمين را نرم و موافق مىدارد « 7 » و از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . به جاى سه فراز فوق آمده است « برداشتن اين حجاب‌ها و رسيدن به اين مقامها به عزلت و كم خوردن و كم خفتن و كم گفتن ميسر مىشود اما در صحبت دانا ، ثبات بر اين مقامات مىبايد كه از ثبات كارها گشايد و از بىثباتى هيچ كار نيك نيايد .\r\n( 2 ) . زيرا .\r\n( 3 ) . مخصوصند .\r\n( 4 ) . رسيد .\r\n( 5 ) . مرتبه خود .\r\n( 6 ) . پديد .\r\n( 7 ) . دارد .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nخار و خاشاك پاك مىكند « 1 » و آب به وقت مىدهد « 2 » و محافظت مىكند « 3 » تا آفتى به درخت نرسد تا مراتب درخت « تمام » پيدا آيد و هريك به وقت خود ظاهر گردد « 4 » - كار سالكان [ نيز 
  ] همچنين است . بايد كه رياضت و مجاهدات سالكان از جهت آن باشد تا آدمى شوند و مراتب انسانى « 5 » در ايشان ظاهر گردد . « 6 »\r\n[ كه چون مراتب انسانيت تمام ظاهر شود 
  ] سالك اگر خواهد و اگر نخواهد طهارت و اخلاق نيك و علم و معرفت و كشف اسرار و ظهور انوار هريك به وقت خود ظاهر شوند و چيزها ظاهر شوند « اگرچه سالك هرگز نشنوده بود و ندانسته باشد و كسى كه نه اين‌كاره باشد اين سخنان را فهم نكند » .\r\n« اى درويش ! »\r\n« چيزها پيدا آيد كه چشم سالك هرگز نديده باشد و گوشش نشنيده باشد و در خاطر سالك هرگز نگذشته باشد تا سخن دراز نشود و از مقصود بازنمانيم » .\r\nسالك بايد [ كه 
  ] بلندهمت باشد . « تا زنده است در كار باشد » و بر « 7 » سعى و كوشش مشغول بود . « 8 » كه علم و حكمت خداى نهايت ندارد .\r\nاى درويش !\r\nجمله مراتب درخت در تخم درخت « موجود » است . باغبان حاذق « 9 » به ترتيب و پرورش آن درخت بايد « 10 » سعى كند تا تمام ظاهر شود . همچنين طهارت و اخلاق نيك و علم و معرفت و كشف اسرار و ظهور انوار جمله در ذات آدمى موجود است . « 11 »\r\nصحبت دانا و تربيت و پرورش مىبايد تا تمام ظاهر شود .\r\nاى درويش !\r\n« اگر » علم اولين و آخرين « مىخواهى » در تو مكنون « 12 » است و هرچه طلب مىكنى « 13 » از « 14 » خود طلب كن و از بيرون خود طلب مكن هرچه از ديگران طلب كنى چنان باشد « 15 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . گرداند .\r\n( 2 ) . دهد .\r\n( 3 ) . نمايد .\r\n( 4 ) . شوند .\r\n( 5 ) . انسانيت .\r\n( 6 ) . شود .\r\n( 7 ) . در .\r\n( 8 ) . كاهلى ننمايد .\r\n( 9 ) . در .\r\n( 10 ) . مىبايد .\r\n( 11 ) . موجودند .\r\n( 12 ) . پوشيده .\r\n( 13 ) . مىخواهى .\r\n( 14 ) . در .\r\n( 15 ) . به جاى « و از بيرون خود الخ » آمده است « از بيرون چه مىطلبى ؟ علمى كه از راه گوش به دل تو رسد همچنان باشد » .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nكه آب از چاه ديگران بركشى و در چاه بىآب خود ريزى آن آب را بقايى نبود و با آنكه بقايش نباشد زود عفن « 1 » شود و از وى بيمارى تولد كند .\r\nاى درويش !\r\nاز آن آب بيمارى عجب و كبر زايد و دوستى مال و جاه پيدا آيد بايد كه چنان سازى « 2 » كه « آب » از چاه تو بيرون آيد « 3 » و هرچند « كه بركشى » و به ديگران دهى كم نشود بلكه زيادت گردد « 4 » و عفن نشود « 5 » بلكه هرچند « كه » بماند پاك‌تر و صافىتر شود و علاج بيمارىهاى بد كند و « هر آدمى كه باشد هرآينه » در اندرون « 6 » وى چاهى « 7 » باشد « و در آن چاه آب بود » اما ناپيدا « بود » چاه را پاك بايد كرد و آب را ظاهر بايد گردانيد .\r\n\r\nفصل در بيان نصيحت\r\nاى درويش !\r\nاگر نمىتوانى كه خود را به نهايت مقامات [ انسانى 
  ] رسانى و همه روز تماشاى صفات و مقامات خود كنى و پيوسته در نظاره كردن ما لا عين رأت و لا اذن سمعت و لا خطر على قلب بشر باشى و هميشه در فردوس اعلى « و » قرب « حضرت » حق تعالى در مقام عنديت ، در مشاهده و لقاى جمال حضرت « ذو الجلال زندگى كنى « بارى » جهد آن كن كه از دوزخ [ هستى خود 
  ] خلاص يا بى و بهشتى گردى . « 8 »\r\n« اى درويش ! »\r\nهر چيز « 9 » كه در كان نمك افتد نمك شود و هر چيز كه در جاى نجس افتد نجس شود از پليد پليد زايد و از پاك ، پاك [ زايد 
  ] « تو اول خود را پاك كن تا هرچه از تو آيد پاك باشد » .\r\n« اى درويش »\r\nدربند آن مباش كه نماز بسيار كنى « 10 » و روزه بسيار دارى « دربند آن مباش كه حج\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . متعفن .\r\n( 2 ) . به جاى و از وى بيمارى تولد كند . الخ « آمده است » . و بيمارىهاى بد تولد نمايد چون كبر و عجب و دوستى جاه و مال بايد كه به مرتبه‌اى انسانى خود را .\r\n( 3 ) . برآيد .\r\n( 4 ) . شود .\r\n( 5 ) . متعفن نشود .\r\n( 6 ) . درون .\r\n( 7 ) . چاه آب .\r\n( 8 ) . و به بهشت هستى خداى برسى .\r\n( 9 ) . هرچه .\r\n( 10 ) . گزارى .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nبسيار گزارى » آنچه فريضه است به جاى مىآر و « دربند آن مباش كه » لغت بسيار يادگيرى « و دربند آن مباش كه » قصه بسيار خوانى « و دربند آن مباش كه » حكمت بسيار دانى « به قدر ضرورت كفايت كن » « 1 » و دربند آن باش كه راست و نيك نفس شوى كه عذاب دوزخيان « بيشتر » از ناراستى و بدنفسى است . « و راحت بهشتى از راستى و نيك نفسى است » بايد كه راستى و نيك نفسى ، ذاتى تو شود تا رستگار گردى كه اگر به تكلف بر خود بندى ، هم در دوزخ باشى .\r\n« بايد كه تو چنان شوى كه همه روز از تو نيكى و راحت ، ريزان باشد بىاختيار تو .\r\nهمچو آن طايفه مباش كه همه روزه از ايشان بدى و رنج ، ريزان است .\r\nو بدى و ناراستى كردن ذاتى ايشان شده است . بايد كه راستى و نيكى كردن ذاتى تو شود » .\r\n« اى درويش ! »\r\nوقتى به اخلاق خداى آراسته شوى كه با همه « 2 » نيكى كنى و عوض ، طمع ندارى و منت ننهى بلكه بر خود منت گيرى « 3 » زيرا « بدنفس است آنكه همه روزه رنج به مردم رساند و رنج مردم خواهد به زبان يا به دست يا به مال چون معنى بدى بدانستى بايد كه از آن دور باشى » .\r\nو نيك نفس است آنكه همه روز راحت مردم خواهد و همه وقت راحت به مردم رساند به زبان يا به دست يا به مال « 4 » « چون معنى نيك‌نفس و بدنفس بدانستى اكنون » بدان كه هركه « راست و » نيك‌نفس شد از دوزخ خلاصى « 5 » يافت و بهشتى گشت « 6 » اكنون « 7 » اگر طلب « بقا » يا مرتبه عالى « 8 » كند شايد ، از جهت آنكه بهشتى هر چيز كه حاصل كند دنيوى يا اخروى « 9 » بهشت وى فراخ‌تر شود « و دوزخى هر چيز كه حاصل كند - دنيوى يا اخروى - دوزخ وى تنگ‌تر شود » .\r\nاى درويش !\r\nسالكان را از ابتداى سلوك تا انتهاى سلوك اين رساله كفايت است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . از « دربند آن مباش الخ » كليهء جملات با حرف ربط « يا » مربوط شده‌اند .\r\n( 2 ) . هميشه .\r\n( 3 ) . دارى .\r\n( 4 ) . به جاى « نيك‌نفس است الخ » آمده است : نيك نفس آن است كه هميشه راحت مردم خواهد و همه وقت راحت به مردم رساند و نفع زبان و دست و مال از هيچ‌كس دريغ ندارد .\r\n( 5 ) . خلاص .\r\n( 6 ) . گرديد .\r\n( 7 ) . و هركه از دوزخ رهايى يافت و بهشتى شد .\r\n( 8 ) . مقامات عاليه .\r\n( 9 ) . از مقامات تكميل نفس .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n\r\nتعليقات\r\nبنابراين بود كه تعليقات اين رساله بيش از آنچه هست ، بشود اما عللى سبب شد كه به آن مقدارى كه در صفحات بعد مىآيد ، كفايت شود .\r\nبخش تعليقات شامل دو قسمت است :\r\n1 - قسمت الف ، شامل معانى و شرح لغات و اصطلاحات و اعلامى است كه در متن عمدتا در مواضع زيادى آمده است و به اين دليل از ارجاع به صفحه و سطر خوددارى شد . مواردى كه يك‌بار يا دو بار در متن آمده باشد كم است .\r\nدر اين بخش سعى شده است آن معنايى آورده شود كه منظور نظر مؤلف بوده و اگر يك واژه چند معنى داشته آن معنايى ذكر شده است كه مناسب در متن باشد . مثلا واژه « حد » چند معنى دارد و ما فقط مصطلح منطقى آن را ذكر كرده‌ايم . و از توضيح اضافى خوددارى شده است .\r\n2 - قسمت ب ، شامل توضيحاتى است كه جهت شناخت مبناى قسمت‌هايى از متن ضرورى بوده است . در اين بخش با اشاره به صفحه و سطر مورد نظر توضيح ضرورى آورده شده است .\r\n\r\n( الف : معنى و شرح لغات ، تركيبات ، اصطلاحات و اعلام متن . )\r\nآباء در لغت جمع اب ، به معنى پدران و اجداد است . در اصطلاح حكماى متقدم به افلاك اطلاق مىشد . چه آنان معتقد بودند كه افلاك با عناصر ازدواج كرده و از اثر فعل آنها و انفعال عناصر ، مواليد سه‌گانه كه عبارتند از جماد ، نبات و حيوان به وجود مىآيد . و به اين دليل افلاك را آباء و عناصر را امهات ( - مادران ) و جماد و نبات و حيوان را مواليد ( - نوزادان ) مىناميدند .\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nآباء ثمانيه مجموع هشت فلك از افلاك نه‌گانه به استثناى فلك الافلاك است و آباء سبعه مجموع هفت فلك از افلاك است كه هريك حاصل سياره‌اى است . و لذا در آباء سبعه فلك الافلاك و فلك ثوابت يا فلك البروج از افلاك استثنا مىشود .\r\n به من نامشفقند آباى علوى * چو عيسى زان ابا كردم ز آبا « 1 » \r\nبرخى آباء ثمانيه را مؤثر در زايش مواليد مىدانند و برخى ديگر چون حاج ملا هادى آباء سبعه را .\r\n شب و روز گردند آباء علوى * به صد شوق در گرد اين چار مادر « 2 » \r\nآدم انسان و پيامبر نخستين به روايت دين . و اصطلاحا كسى است كه جامع جميع صفات و اسماء الهى باشد . « چون حضرت آدم براى خلافت روى زمين آفريده شده ، مرتبت جامع تمام مراتب عالم و مرآت مرتبت الهيت است و مظهر تمام اسماء غيبت الغيوب است و آينهء تمام‌نماى وجود سرمدى است و مراد از آدميت روح كلى است »\r\nو به گفتهء جامى :\r\n نسخهء مجمل و مضمونش * ذات حق و صفات بىچونش\r\nمتصل با دقايق جبروت * مشتمل بر حقايق ملكوت\r\nباطنش در محيط وحدت غرق * ظاهرش خشك‌لب به ساحل فرق\r\nصورت نيك و بد نوشته در او * سيرت ديو و دد سرشته در او « 3 » \r\nابراهيم نام پدرش تارح يا تارخ است اما در قران آزر ذكر شده .  « إِذْ قالَ إِبْراهِيمُ لِأَبِيهِ آزَرَ أَ تَتَّخِذُ أَصْناماً آلِهَةً »  « 4 » لقب وى خليل اللّه و خليل الرحمن است . وى جد يهود و اعراب است .\r\nبه دليل دعوت به توحيد و بت‌شكنى ، نمرود وى را در آتش انداخت ، اما آتش بر او سرد شد . وى خانه كعبه را بنياد نهاد . دو پسر داشت به نام‌هاى اسحاق كه جد بنى اسرائيل است و اسماعيل كه جد اعراب است . وى به امر خدا حاضر شد كه اسماعيل را قربان كند اما خداوند فرمان داد كه به جاى وى به ذبح گوسفندى بپردازد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . خاقانى ، ديوان ، ص 24 .\r\n( 2 ) . فرهنگ لغات و اصطلاحات فلسفى .\r\n( 3 ) . فرهنگ مصطلحات عرفا .\r\n( 4 ) . سورهء انعام ، آيهء 74 .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nاتحاد يكى دانستن خدا با موجودات از آن حيث كه ما سوى اللّه وجود خاصى ندارد .\r\nكسانى كه به اين باور باشند اتحاديه ناميده مىشوند .\r\nاسرافيل فرشته‌اى است كه با دميدن خود در بوق ، روز رستاخيز را خبر مىدهد . و در اصطلاح صوفيان انسان كامل را به اين اعتبار كه مريدان را از معاد خبر مىدهد ، اسرافيل نامند .\r\nاعراض جمع عرض به فتح اول و دوم . و آن ماهيتى است قائم به غير كه در مرحلهء وجود نيازمند موضوع مىباشد . عرض را نه گونه دانسته‌اند كه با جوهر تعداد آنها به ده مىرسد و مبحث قاطيغورياس يا كاته گورى را در منطق تشكيل مىدهد .\r\n« بايد دانست كه جوهر ذاتى است انواع جواهر را به خلاف عرض كه ذاتى نيست اجناس اعراض را و به اين سبب اجناس اعراض را به تفصيل در اجناس عاليه بر شمرده‌اند و انواع جواهر را در تحت يك جنس عالى كه جوهر است شمرده ، چه مفهوم از جوهر حقيقت و ذات اوست و آنكه چون موجود باشد نه در موضوع بود ، لازم آن ذات و مفهوم از عرض عارض بودن است موضوعى را و لازمش آنكه چون موجود باشد در موضوعى بود . و عارض بودن چيزى چيزى را بعد از تحقق ماهيت آن چيز بود و نه لفظ عرض دال است بر آن حقيقت كه او عارض غيرى است و نه معنى رسم او ، پس هر يكى از اجناسى كه عرض لازم آن اجناس است جنس عاليست ، چه دال بر آن حقيقت و ذات است و هيچ ذاتى نيست كه ميان همه مشترك باشد و به جاى جنس بود همه را » . « 1 »\r\nاقسام نه‌گانه عرض عبارتند از :\r\nكميت ، كيفيت ، اضافه ، وضع ، اين يا بودن در مكان ، متى يا بودن در زمان ، جده يا ملك يا له ، ان يفعل يا فعل ، ان ينفعل يا انفعال .\r\nبه گفتهء فيلسوفان مشايى در چهار عرض از اعراض نه‌گانه حركت حادث مىشود و آن حركات عبارتند از :\r\nحركت كمى ، حركت كيفى ، حركت اينى يا مكانى و حركت وضعى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اساس الاقتباس ، ص 38 .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nافلاك قدما به پيروى از آراء بطلميوس و ارسطو اعتقاد داشتند كه جهان از نه فلك تو در تو چون پوست پياز ساخته شده است و زمين در مركز عالم قرار دارد . اين افلاك به ترتيب نزديكى به زمين عبارتند از :\r\nفلك قمر يا آسمان اول\r\nفلك عطارد يا آسمان دوم\r\nفلك زهره يا آسمان سوم\r\nفلك آفتاب يا آسمان چهارم\r\nفلك مريخ يا آسمان پنجم\r\nفلك مشترى يا آسمان ششم\r\nفلك زحل يا آسمان هفتم\r\nفلك البروج يا آسمان هشتم\r\nفلك الافلاك يا آسمان نهم يا فلك اطلس و نفس كلى . فلك الافلاك محيط بر عالم جسمانى است ، در آن هيچ ستاره‌اى نيست به آن عرش هم گفته مىشود .\r\nفلك البروج را فلك ثوابت يا كرسى نامند . پس از فلك قمر كه نزديك‌ترين فلك به زمين است به ترتيب آتش ، هوا ، آب و خاك قرار دارند .\r\nاكسير اعظم اكسير جوهرى گدازنده است كه ماهيت اجسام را تغيير دهد و كامل‌تر سازد . « 1 » در اصطلاح صوفيان به انسان كامل و پير گويند به اعتبار آنكه مريد را متحول و متكامل سازد .\r\nامهات در لغت جمع امهه به معنى مادران مىباشد . و در اصطلاح حكماى متقدم چهار عنصر آب ، هوا ، خاك و آتش است كه با افلاك درآميزند و مواليدزاده شود .\r\nهريك از اين چهار عنصر داراى خاصيتى است . خاك سرد و خشك است ، آب سرد و تر ، هوا گرم و تر و آتش گرم و خشك .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فرهنگ معين .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nخاك در غلظت تمام است و آتش در لطافت . اين عناصر به يكديگر تبديل مىشوند .\r\nخاك اگر لطيف‌تر شود آب مىگردد و آب در اثر لطافت هوا مىشود و هوا چون لطيف گردد آتش . اين سير صعودى در نزول هم تواند بود .\r\nاهل حكمت ر ، ك ، به اهل شريعت .\r\nاهل شريعت شريعت همچون شمعى است كه راه مىنمايد و بىآنكه شمعى به دست آورى راه ، رفته نشود . چون در راه آمدى اين رفتن تو طريقت است و چون به مقصود رسيدى ، آن حقيقت است . جهت اين فرموده‌اند كه « لو ظهرت الحقائق بطلت الشرائع » . و گفته‌اند « طلب الدليل بعد الوصول الى المدلول قبيح » . يا مثال شريعت همچون علم طب آموختن است و طريقت پرهيز كردن به موجب علم و داروها خوردن . و حقيقت صحت يافتن ابدى و از آن هر دو فارغ شدن . « 1 »\r\nشريعت اسمى است بر آنچه كه پيامبران به تبليغ آن مأمور بوده‌اند . و منظور نسفى از اهل شريعت متكلمان مىباشند كه تنها راه رسيدن به حقيقت را شرع مىدانند و اگر احكام شرع با احكام عقل متعارض باشد ، احكام شرع را مقدم مىدارند . هرچند گفته شده است كه « ما حكم به الشرع حكم به العقل » . سيره اين فيلسوفان دينى بر اين است كه احكام شرع را با اصول عقلى تطبيق داده و حكمت را در خدمت ديانت و براى اثبات آن به كار گيرند .\r\nاهل حكمت يا فيلسوفان ، كسانىاند كه تنها راه وصول به حقيقت را عقل مىدانند و آنچه را كه با اصول عقلى منافات داشته باشد نمىپذيرند .\r\nغرض نسفى در اين رساله از اهل حكمت همين كسانند كه اصطلاحا آنها را حكماى مشايى نامند در مقابل حكماى اشراقى كه كشف و شهود را نيز از عوامل شناخت به حساب مىآورند .\r\nاهل وحدت يا صوفيه راه وصول به حقايق را سير و سلوك و رياضت و مجاهده و تخليه و تحليه مىدانند .\r\nبرخى به اعتبار حديث « الشريعة اقوالى و الطريقة افعالى و الحقيقة احوالى » . مىگويند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مولوى ، ديباچه مجلد پنجم مثنوى .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nشريعت برحسب ادراك داراى سه مرتبه است ؛ يكى ظاهر و ديگرى باطن و سه ديگر باطن باطن . نظر به آنكه عوام بيشترند و اكثريت امت را تشكيل مىدهند ، در نخستين مرحله و اولين مرتبه‌اند كه شريعت مأخوذ از شارع است كه به معنى راه باشد . مرتبهء دوم موسوم به طريقت است برحسب فهم خواص و قدرت سلوك در آن . مرتبه سيم حقيقت است برحسب فهم خاص الخاص يا اخص خواص .\r\nرسيدن به‌منزله حقيقت جز به پيمودن آداب شريعت و راه طريقت ممكن نباشد ولى دريغا و فسوسا كه دغل‌پيشگان بىهنر و هنرپيشگان بازيگر دم از درويشى زنند و دعوى ارشاد كنند .\r\n چو عكس مفتى و صوفى به صفحه‌اى ديدم * شگفتم آمد و گفتم كه جاى خوشحالى است\r\nفقيه و مرشد با هم نشسته بر سر تخت * كه اين مقدمه را يك نتيجهء عالى است\r\nشريعت است و طريقت قرين ، ولى افسوس * كه جاى نقش حقيقت در اين ميان خالى است « 1 » \r\nبه هر تقدير منظور نسفى از اهل شريعت متكلمين ، و از اهل حكمت حكماى مشاء و از اهل وحدت صوفيه على الاطلاق است .\r\nاهل وحدت ر . ك به اهل شريعت .\r\nبيت العتيق خانهء كعبه  « لْيُوفُوا نُذُورَهُمْ وَ لْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ »  « 2 »\r\n « لَكُمْ فِيها مَنافِعُ إِلى أَجَلٍ مُسَمًّى ثُمَّ مَحِلُّها إِلَى الْبَيْتِ الْعَتِيقِ »  « 3 »\r\nاصطلاحا قلب عارفى را گويند كه آزاد از بند تعلقات باشد .\r\nبيت المقدس قبلهء اول مسلمين و در اصطلاح قلبى را گويند كه از تعلق به غير پاك باشد .\r\n در دلم غير آن نمىگنجد * گر بدست ار نكو نمىگنجد « 4 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تعليقات سيد محمد باقر سبزوارى بر چهارده رساله ذيل ، ص 38 .\r\n( 2 ) . سورهء حج ، آيهء 29 .\r\n( 3 ) . سورهء حج ، آيهء 33 .\r\n( 4 ) . فرهنگ مصطلحات عرفا\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nتجلى\r\n در ازل پرتو حسنت ز تجلى دم زد * عشق پيدا شد و آتش به همه عالم زد\r\nجلوه‌اى كرد رخت ، ديد ملك ، عشق نداشت * عين آتش شد ازين غيرت و بر آدم زد « 1 » \r\nتجلى اشراق انوار حق بر دل عارف است ، تجلى برقى است كه چون تابان گردد عاشق از تابش وى ناتوان شود .\r\nتجلى بر سه گونه است :\r\nالف : تجلى ذاتى - كه شهود آن مشاهده است\r\nب : تجلى صفاتى - كه اگر به صفات جلالى باشد خضوع و خشوع بار آورد و اگر به صفات جمالى باشد ، سرور و انس . و شهود آن مكاشفه است .\r\nج : تجلى افعالى - كه شهود آن محاضره است . « 2 »\r\nتقدير اندازه گرفتن . تعيين كميت و كيفيت حوادث در عالم قضا و تدوين آن در لوح محفوظ .\r\nجام جهان‌نما جام گيتىنما ، جام جم ، جام كيخسرو ، جام جهان‌بين ، جامى كه حوادث و وقايع را نشان مىدهد و در اصطلاح صوفيان و عرفا ، قلب عارف و انسان كامل را گويند .\r\n جام جهان‌نماست ضمير منير دوست * اظهار احتياج خود آنجا چه حاجت است \r\nجبرئيل انسان كامل ، به اين اعتبار كه آدميان را از عالم حقايق خبر مىدهد .\r\nجوهر ماهيتى است قائم به ذات كه در موجوديت خود نيازمند موضوع نباشد . اما ممكن است نيازمند محل باشد . جوهر بر پنج قسم است ( جواهر خمسه ) كه عبارتند از ماده يا هيولى ، صورت ، جسم ، عقل و نفس .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حافظ\r\n( 2 ) . فرهنگ مصطلحات عرفا\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nهيولى محل ، صورت حال و جسم حال و محل است و اين سه را جواهر غير مجرد گويند . نفس در ذات مجرد اما در فعل نيازمند به ماده است . عقل ، هم در ذات مجرد است هم در فعل . « 1 »\r\nجوهر يا جسم بود ، يا غير جسم . اگر غير جسم بود يا جزء جسم بود يا جزء جسم نبود يا مفارق اجسام بود . اگر جزء جسم بود يا صورت جسم بود يا مادت جسم و اگر مفارق بود و جزء جسم نبود يا آن بود كه او را علاقه تصرف بود در اجسام به تحريك و آن را نفس خوانند با برى بود از مواد به جملهء جهات و آن را عقل خوانند . « 2 »\r\nحادث به معناى ايجاد شده ، در اصطلاح مقابل قديم است . و آن بر دو نوع است . يا حادث زمانى است كه تأخر زمانى چيزى بر چيز ديگرى است و يا حادث ذاتى است كه شامل تمام هستى مىشود .\r\nحجاب پوشش ، در اصطلاح حائل ميان عاشق و معشوق و طالب و مطلوب است .\r\n حجاب چهرهء جان مىشود غبار تنم * خوشا دمى كه از آن چهره پرده برفكنم « 3 » \r\nحائل بين عاشق و معشوق خود عاشق است . كه بايد براى وصل اين حجاب از ميان برداشته شود\r\n در ميان من و معشوق ، همام است حجاب . \r\nحد اصطلاحى است منطقى و آن تعريف به ذاتيات اشياء است و بر دو گونه باشد :\r\nالف : حد تام - كه تعريف به جنس قريب و فصل قريب است .\r\nب : حد ناقص - كه تعريف به جنس بعيد و فصل قريب است .\r\nحلول فرود آمدن ذات خدا در اشياء . معتقدين به آن را حلوليه نامند . برخى از اهل تصوف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . دايرة المعارف فارسى ، ج اول ، انتشارات فرانكلين ، سال 45 .\r\n( 2 ) . ترجمهء كتاب التحصيل ، ص 236 .\r\n( 3 ) . حافظ\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nاعتقاد به آن را معارض با وحدت مىدانند و مىگويند حلول دوگانگى باشد كه با وحدت ناهمسان است .\r\n حلول و اتحاد اينجا محال است * كه در وحدت دويى عين ضلال است « 1 » \r\nدركه ته ، تك ، طبقهء دوزخ ، جمع آن دركات . « 2 »\r\nدور قمر دور هر كوكب سياره هفت هزار سال مىباشد و دور قمر دور آخر است از جملهء ادوار هفت ستارگان و آدم در ابتداى دور قمر پيدا شده است . ( غياث اللغات ) اهل تناسخ مىگويند كه هر هزار سال دورى است و در آخر هر هزار سال قيامتى است ( قيامت صغرى ) و هر هفت هزار سال دورى است و در آخر هر هفت هزار سال قيامتى ديگر است ( قيامت كبرى ) و هر چهل و نه هزار سال دورى است و در آخر هر چهل و نه هزار سال قيامتى ديگر است ( قيامت عظمى ) .\r\nهفت هزار سال دور زحل است ، هفت هزار سال ديگر دور مشترى و . . . همچنين تا به قمر و هفت هزار سال دور قمر است جمله چهل و نه هزار سال مىشود . در هزاره هفتم دانايان به كمال رسند و استادان در همه چيز كامل شوند . « 3 »\r\nدور زحل ز . ك به دور قمر\r\nدوزخ جهنم ، وعده‌گاه گمراهان ( غاوين ) الحجر / 43 جايگاه متكبرين زمر / 60\r\nرسم تعريف اشياء به عرضيات . بر دو قسم است :\r\nالف : رسم تام - تعريف به جنس قريب و عرض\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شيخ شبسترى .\r\n( 2 ) . فرهنگ معين\r\n( 3 ) . انسان كامل ، ص 416 و 415 .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nب : رسم ناقص - تعريف به جنس بعيد و عرض\r\nروح آنچه منشأ زندگى و منبع حيات است . و آن بر چند نوع است مثل روح نباتى ، روح حيوانى و روح انسانى . « 1 »\r\nسالك ر . ك به سلوك .\r\nسپرز طحال ، عضو نرم غده مانند در سمت چپ قسمت بالاى شكم در پشت معده . وظايف طحال تاكنون كاملا شناخته نشده است . « 2 »\r\n گفتم كه ز عضوهاى رئيسه دل است و مغز * گفتا سپرز و گرده و زهره است و پس جگر « 3 » \r\nسلوك رفتن است از خود به سوى خدا ( سير الى اللّه ) و در خدا ( سير فى اللّه ) و آن طى مراحلى است كه سالك بايد بپيمايد تا به حقيقت و اصل گردد . و در آن فنا شود . و ابتداى آن توبت است . آنكه اين راه پرمخافت را سير كند سالك يا رهرو نام دارد . و به گفته نسفى سلوك از هستى خود مردن و به هستى خداى زنده شدن است و به عبارت ديگر پندار هستىدار بودن خود را از دست دادن و رسيدن به كمال مىباشد .\r\nو منتهاى سلوك فنا در توحيد است و غرقه شدن در بحر وحدت و گم كردن خود و جستن وى .\r\n از مى نيستى چنان مستم * كه صواب از خطا نمىدانم\r\nآنچه در اصل و فرع ، جمله تويى * يا منم جمله ، نمىدانم\r\nحيرتم كشت و من در اين حيرت * ره به كارى فرا نمىدانم « 4 » \r\nعالم به فتح سوم ، جهان ، ما سوى الله ، آنچه در درون فلك الافلاك است . از عالم تقسيمات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انسان كامل ، ص 19 ، 22 ، 27 .\r\n( 2 ) . دايرة المعارف مصاحب .\r\n( 3 ) . ناصر خسرو\r\n( 4 ) . عطار ، ديوان ، ص 494 .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nزيادى شده است كه اختصارا به آنها اشاره مىشود .\r\nعالم علوى - عالم ملكوت و جبروت ، افلاك و ستارگان كه كون و فساد ندارند .\r\nعالم سفلى - اجسام عنصرى يا عناصر اربعه يا عالم كون و فساد\r\nعالم جبروت - عالم وحدت صرف و مبدأ وجود و عدم « 1 »\r\nعالم عقول را عالم جبروت گويند . « 2 »\r\nعالم ملكوت - عالم امر ، عالم غيب ، عالم باطن ، عالم روحانى\r\nعالم ملك - عالم ظاهر ، عالم شهادت ، عالم جسمانى ، عالم ناسوت ، عالم طبيعت .\r\nعالم صغير - انسان كه نمودار جهان كبير است .\r\n أ تزعم انك جرم صغير * و فيك انطوى العالم الكبير \r\nعالم صغير از روى نمونه عالم كبير ساخته شده است ، اگر تامل كنى :\r\nدر آسمان هفت فلك ساخته در اين جسد هفت عضو .\r\nدر فلك دوازده برج است و در اين به نيت دوازده ثقبه بر مثال دوازده برج . دو چشم و دو گوش و دو بينى و دو پستان و دو راه معروف و دهن و ناف . چنان كه برجها در آسمان لختى جنوبىاند و لختى شمالى ، اين ثقبه‌ها در جسد لختى سوى يمينند و لختى سوى شمال .\r\nچنان كه بر فلك آسمان هفت كوكب است كه آن را سيارات گويند ، همچنين در جسد تو هفت قوت است . قوت باصره ، سامعه ، ذائقه ، شامه ، لامسه ، ناطقه ، عاقله .\r\nاين اعتبار جسد است به عالم علوى ، اما اعتبار جسد به عالم سفلى آن است كه : جسد همچون زمين است عظام همچون جبال ، مخ چون معادن ، جوف چون دريا ، امعا و عروق چون جداول ، گوشت چون خاك ، موى چون نبات ، پيش روى چون مشرق ، پس پشت چون مغرب ، يمين چون جنوب ، يسار چون شمال ، نفس چون باد ، سخن چون رعد ، اصوات چون صواعق ، خنده چون نور ، غم و اندوه چون ظلمت ، گريه چون باران ، ايام صبى چون ايام ربيع ، ايام شباب چون ايام صيف ، ايام كهولت چون ايام خريف ، ايام شيخوخت چون ايام شتا . « 3 »\r\nعرش تخت ،  « إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّماواتِ وَ الْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوى عَلَى الْعَرْشِ »  « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ص 78 ، متن حاضر .\r\n( 2 ) . فرهنگ اصطلاحات فلسفى\r\n( 3 ) . كشف الاسرار ، ج 6 ، ص 343 به بعد .\r\n( 4 ) . سورهء اعراف ، آيهء 52 .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nبرخى از فرق اسلامى عرش را به معناى لغوى آن تعبير كرده‌اند . اما اكثر فرق با اين تعبير براى عرش و كرسى مخالفت ورزيده‌اند . برخى فلك الافلاك را عرش گفته‌اند .\r\nعرض ر . ك به اعراض .\r\nعروج عروج بالا رفتن است . نسفى ضمن بحث از عروج آن را از ديدگاه‌هاى سه‌گانه مورد لحاظ قرار مىدهد . از نظر اهل شريعت عروج در مدار بسته‌اى ممكن است و گذر از آن بنا به ضرورت و جبر جائز نيست « هر روحى كه بدين عالم آيد او را حدى پيدا و مقدارى معلوم باشد كه از آن در نتوانند گذشت . » از نظر اهل حكمت عروج را حدى نيست و عروج انبيا و اوليا مردن قبل از مرگ است و رسيدن از مرتبهء علم اليقين به مرتبهء عين اليقين . و عروج اهل تصوف بيرون آمدن روح سالك در حال صحت و بيدارى از بدن سالك و كشف احوال بعد از مرگ است .\r\nدر نظر اهل وحدت براى عروج حدى نيست چه مقامى شريف‌تر از آدمى نيست ، جملهء آفرينش در سير و سفرند تا به آدمى رسند و آدمى هم در سير و سلوك است تا به حقيقت خود برسد و خود را بشناسد . و به مقام قرب نايل آيد و فانى شود .\r\n قرب ، نه بالا نه پستى جستن است * قرب حق از حبس هستى رستن است\r\nنيست را چه جاى بالاى است و زير * نيست را نى زود و نه دور و نه دير « 1 » \r\nعزرائيل از فرشتگان مقرب كه قابض ارواح است ، در اصطلاح تصوف پير ، مرشد و انسان كامل است به اعتبار اينكه نفس اماره را در مريدان مىكشد .\r\nعلم اليقين يقين ، ظهور نور حقيقت به شهادت و جد و ذوق است نه به دلالت عقل و نقل .\r\nو آن سه وجه دارد :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مولوى\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nعلم اليقين - و مثالش آن است كه كسى به استدلال از مشاهده شعاع و ادراك حرارت در وجود آفتاب بىگمان بود .\r\nعين اليقين - و مثالش آن است كه كسى به مشاهده جرم آفتاب در وجود او بىگمان بود .\r\nحق اليقين - و مثالش آن است كه كسى به تلاشى و اضمحلال نور بصر در نور آفتاب در وجود او بىگمان بود .\r\nپس در علم اليقين ، معلوم محقق و مبين شود و در عين اليقين مشاهد و معاين ، و در حق اليقين رسم دويى از مشاهد و مشاهد و معاين و معاين برخيزد ، بيننده ديده شود و ديده بيننده . « 1 »\r\nعين اليقين ر . ك به علم اليقين .\r\nفراق مقام دور افتادن از معشوق ، جدايى سالك از وطن اصلى .\r\nفرعون منفلى دوم پسر رامسس سيزدهم پادشاه مصر ، معاصر موسى . فرعون لقب عمومى پادشاهان مصر بوده است اما اگر مطلق گفته آيد منصرف به منفلى دوم است كه فرد اجلاى فراعنه بوده است .\r\nقدر ابن سينا : اختيار ما تابع حركات سماوى است كه موجب و باعث قصد ما هستند و معنى قدر همين است .\r\nمير سيد شريف جرجانى : قدر عبارت از تعلق ارادهء ذاتى حق است به اشياء در اوقات خاصه . « 2 »\r\nنسفى : قدر خداى در كار آوردن اسباب است . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مصباح الهدايه و مفتاح الكفايه ، ص 75 .\r\n( 2 ) . فرهنگ اصطلاحات فلسفى\r\n( 3 ) . متن حاضر ، ص 67 .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nقضا نسفى : پيدا آوردن اسباب قضاى خداوند است . « 1 »\r\nقضا ، حكم كلى الهى است . « 2 »\r\nقضا ، امر اجمالى است و قدر تفصيل آن .\r\nقلم علم تفصيلى است ، هر قوهء فاعله و منفعله به اعتبار فاعليت قلم و به اعتبار منفعليت لوح است . و مراد از قلم اعلى واهب الصور است . اول ما خلق الله القلم . قلم اعلى عقل اول است ، حضرت تفصيل است كه كنايت از واحديت مىباشد . « 3 »\r\nكرسى نزد فلاسفه قديم ثوابت است و نزد عرفا موضع امر و نهى .\r\nكيلوس واژه يونانى ، و آن مواد غذايى داخل معده است كه با عصير معدى و دياستازهاى معده آميخته و مخلوط شده و به صورت مايعى كمابيش غليظ درآمده است . « 4 »\r\nغذايى كه تا حدى هضم شده باشد كيموس نام دارد و قسمت‌هاى قابل حل كيموس را كيلوس گويند . « 5 »\r\nگرده به ضم اول كليه ، قلوه\r\n گفتم ز عضوهاى رئيسه دل است و مغز * گفتا سپرز و گرده و زهره است و پس جگر « 6 » \r\nلوح محفوظ لوحى كه آنچه بوده و خواهد بود ، در آن نوشته شده است و مىگويند لوح محفوظ از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . متن حاضر ، ص 67 .\r\n( 2 ) . فرهنگ اصطلاحات فلسفى\r\n( 3 ) . فرهنگ مصطلحات عرفانى و اصطلاحات فلسفى\r\n( 4 ) . فرهنگ معين\r\n( 5 ) . دايرة المعارف مصاحب .\r\n( 6 ) . ناصر خسرو\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nمرواريد سفيدى است كه طول آن از زمين تا آسمان و عرض آن فاصلهء ميان مشرق و مغرب است . و اين لوح در آسمان هفتم قرار دارد و از دستبرد شياطين و افزايش و كاهش محفوظ است . خداوند با قلم سرنوشت همه چيز را در آن نوشته است و آن را ام الكتاب نيز گويند . در اصطلاح حكما لوح محفوظ ، عقل فعال است و در نظر صوفيه نورى است الهى كه تمام موجودات در آن نقش است . « 1 »\r\nاز نظر ملا صدرا قدر بر دو گونه است ، لوح محفوظ و لوح متغير . لوح محفوظ عبارت از افاضه صور كليه در نفوس فلكيه است و لوح متغير افاضه صور جزئى در نفوس فلكيه است .\r\n« القدر فهو ايضا قسمان ، لوح محفوظ و لوح متغير : الاول عبارة عن افاضة الصور الكلية فى النفوس الفلكية و الثانى عبارة عن افاضة الصور الجزئية فيها » ( اسفار )\r\nدر نظر عرفا به انسان كامل هم لوح محفوظ گفته مىشود .\r\nليلة القدر شبى است كه بر عارف تجلى خاص شود .\r\n دوش وقت سحر از غصه نجاتم دادند * وندر آن ظلمت شب آب حياتم دادند « 2 » \r\nمازو برجستگىهاى كروى شكلى به قطر 12 تا 20 سانتىمتر كه تحت اثر گزش حشره مخصوصى بر روى جوانه‌هاى درخت بلوط مازو ايجاد مىشود . در صنعت از مازو جهت تهيه مركب سياه و رنگ كردن پارچه‌ها استفاده مىشود . « 3 »\r\nماساريقا معرب واژه يونانى به معناى روده‌بند . « 4 »\r\nرگ‌هاى خرد و صلب كه متصل به بيشتر امعا و آخر معده و جذب كيلوس به عرق موسوم به باب الكبد و به توسط فروع باب الكبد در همه كبد نفوذ مىكنند .\r\nجگر كيلوس را از معده و از روده‌ها مىكشد و آلت وى در كشيدن كيلوس شاخ‌هاى ماساريقاست .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . دايرة المعارف ، ج 2 .\r\n( 2 ) . حافظ\r\n( 3 ) . فرهنگ معين\r\n( 4 ) . فرهنگ معين\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nماساريقا يا روده‌بند چينى از صفاق است كه رودهء باريك را به جدار خلفى شكم متصل مىكند . عرض آن در وسط 15 سانتىمتر و در دو انتها صفر است . كنار قدامى آن به طول رودهء باريك يعنى 6 متر است و به رودهء باريك متصل مىباشد و كنار خلقى آن به طول 15 سانتىمتر و در امتداد خطى است كه از طرف چپ دومين مهرهء كمر شروع شده از طرف راست چهارمين قسمت اثنى عشر و جلو سومين قسمت اثنى عشر مىگذرد . « 1 »\r\nمراره به فتح ميم زهرهء هر حيوان . « 2 »\r\nمريد كسى كه در راه سلوك دست ارادت به مراد داده و چون ميتى در دست غسال باشد كه با ارشاد و هدايت وى و رياضت راه سلوك را بپيمايد .\r\nمضغه گوشت قابل جويدن يا گوشت جويده شده ، نطفه قبل از جنين شدن .\r\nمقام عنديت اشاره به حديث ابيت عند ربى يطعمنى و يسقينى\r\n خواب تو و لا ينام قلبى * خوان تو ابيت عند ربى \r\nبودن و مقام وصل است . و هستى خود از دست دادن و همه او شدن .\r\n اين هستى موهوم خيالى است صريح * زين هستى موهوم چو رستم همه اوست \r\nمقام مرتبت سالك است كه به كسب حاصل آيد ، همچنان‌كه حال مرتبتى است موهبتى ، مقام مرتبت مبتنى بر مجاهدهء سالك است و حال مبتنى است بر فنا . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . لغت‌نامه دهخدا ، به نقل از كالبدشناسى توصيفى دكتر مستقيمى .\r\n( 2 ) . غياث اللغات\r\n( 3 ) . كشف المحجوب ، ص 225 .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nهركه را استعداد زيادت باشد و سعى و كوشش بيشتر كند مقام وى عالىتر بود . مقام هريك جزاى علم و عمل وى است . « 1 »\r\nميكاييل انسان كامل ، به اعتبار آنكه مريدان را از اخلاق نيك و مكارم روزى مىدهد .\r\nمواليد نوزادان . مواليد ثلاث آنهايند كه از تأثير افلاك و تأثر عناصر حاصل شوند و عبارتند از معدن ، نبات و حيوان . ملا صدرا مواليد را چهار مىداند .\r\nالف : معدن - كه ذوفنون در حركات نيست .\r\nب : نبات - كه صدور حركات از آن به قصد و اختيار نيست .\r\nج : حيوان - كه صدور حركات از آن به قصد و اختيار است اما در شأن او نيست كه به بارى تعالى و ملكوت اعلى تقرب جويد .\r\nد : انسان - كه در شأن او هست كه به بارى تعالى و ملكوت اعلى تقرب جويد . « 2 »\r\nموجود قديم در برابر موجود حادث ، و آن بر دو نوع است :\r\n1 - موجود قديم زمانى و آن موجودى است كه وجودش مسبوق به عدم نباشد .\r\n2 - موجود قديم ذاتى و آن موجودى است كه وجودش مسبوق به علت نباشد .\r\nممكن الوجود وجودى كه وجوب و امتناع وجودى نداشته باشد يا موجودى است كه در مرحلهء وجود ، واجب لذاته و ممتنع لذاته نبوده و تحقق وجود و عدمش برابر باشد .\r\nموسى كليم الله ، پيامبر معاصر فرعون كه مادرش او را در زنبيلى گذارده و در رود نيل رها كرد . دختر فرعون وى را يافته و بزرگ نمود . وى در 40 سالگى به پيامبرى مبعوث شد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نسفى ، متن حاضر ، ص 72 .\r\n( 2 ) . مبدأ و معاد ، ص 194 .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nنفس جوهرى است ابداعى نه تكوينى كه به ذات خويش زنده است و ميرنده نيست و مر او را حركت ذاتى است و مكان صورت‌هاى مجرد است و خداوند صفت است و دانش‌پذير است و پس از فناى جسد باقى است . « 1 »\r\nبرخى نفس را همان اعتدال مزاج گفته‌اند .\r\nنفس لطيفه مودعه‌اى است در قالب كه محل اخلاق مذمومه است همان‌طور كه روح محل اخلاق محموده است .\r\nنفس صفتى است كه آرام نگيرد مگر به باطل .\r\nنفس خائن و مانع عروج است و بهترين اعمال مخالفت با نفس است .\r\nانسان از سه چيز ساخته شده است ؛ جسم ، نفس و روح .\r\nاقسام نفس شش است : لوامه ، ملهمه ، مطمئنه ، اماره ، راضيه و مرضيه « 2 »\r\nنمرود نينوس ، پادشاه كلده ( بابل ) ، بناى شهر بابل را به او نسبت داده‌اند . وى معاصر ابراهيم پيامبر بوده است كه به دستور وى ابراهيم به ورگرم يعنى آتش سپرده شد اما آتش بر وى سرد گشت .\r\nواجب الوجود لذاته موجودى كه وجود از ذات وى انتزاع شود و بتوان موجوديت را بذاته در مورد او حكم كرد . در نظر فلاسفه چنين موجودى وجود حقيقى و در نزد عرفا مرتبهء احديت نام دارد .\r\nوجود وجود غير قابل تعريف است چه بديهى التصور است . و لذا با مترادفات مىشود آن را بيان كرد .\r\nوصال اتصال به معشوق بعد از هجر و آن هنگامى صورت پذيرد كه سالك از خود غايب شود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . زاد المسافرين ، ص 58 .\r\n( 2 ) . مصطلحات عرفا\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n به وصلت كجا ره توان برد * به ما تا ذره‌اى از مايى ماست \r\nهيولى ماده بىتعين ، مادهء اوليه جهان جسمانى كه محل استحاله و انقلاب است . فلاسفه هيولاى افلاك را متفاوت از هيولاى عناصرى دانند . چه انقلاب در افلاك صورت نبندد .\r\nبرخى هيولى را قديم مىدانند و استدلال مىكنند كه خدا هميشه صانع بوده و هيچ‌گاه بىصنع نبوده است و چون خود قديم است و هيولى پديدآوريدهء اوست پس هيولى نيز قديم است . و چون هيولى بايد در مكان باشد لذا مكان هم قديم است . « 1 »\r\nاز نظر اهل وحدت ، هيولى ذات هر دو عالم است ، ذاتى است بىحد و نهايت و غير قابل تجزيه و تقسيم . « 2 »\r\n\r\n( ب : توضيحات ضرورى در مورد قسمت‌هايى از متن )\r\n( 1 - ص 46 س آخر ) و ما توفيقى الا . . .\r\nآيهء 88 از سورهء هود  « قالَ يا قَوْمِ أَ رَأَيْتُمْ إِنْ كُنْتُ عَلى بَيِّنَةٍ مِنْ رَبِّي وَ رَزَقَنِي مِنْهُ رِزْقاً حَسَناً وَ ما أُرِيدُ أَنْ أُخالِفَكُمْ إِلى ما أَنْهاكُمْ عَنْهُ إِنْ أُرِيدُ إِلَّا الْإِصْلاحَ مَا اسْتَطَعْتُ وَ ما تَوْفِيقِي إِلَّا . . . » \r\n( 2 - ص 49 س 1 )\r\nبعضى مىگويند كه جوهر اول . . .\r\nدر اينكه اولين موجود و مخلوق كدام است ، اختلاف‌نظر وجود دارد .\r\nدر اين مورد احاديثى نقل شده است مثل ان اول ما خلق الله العقل ، اول ما خلق الله نورى و . . .\r\nحكماى متقدم اعتقاد داشتند كه اولين موجود مىبايستى جوهر باشد به دليل اينكه جوهر در مرتبه وجود نيازمند موضوع نمىباشد . و اينكه كدام يك از جواهر خمسه مخلوق اول است نظر مختار جمهور حكماى مشاء آن است كه عقل اولين موجود است .\r\nخلاصهء استدلال آنان در موضوع مطروحه اين است كه :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . زاد المسافرين ، ص 103 .\r\n( 2 ) . نسفى ، متن حاضر ، ص 79 .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nجسم نمىتواند معلول اول باشد زيرا جسم مركب از ماده و صورت است و به واسطهء اين تركيب با قاعده صدور واحد از واحد متعارض است و لذا نمىتواند جوهر اول باشد .\r\nصورت نيز به دليل آنكه حال است و نيازمند محل نمىتواند جوهر اول باشد و محتاج اليه آن اولى به اوليت است .\r\nماده هم نمىتواند جوهر اول باشد زيرا جوهر اول بايد فاعل ما بعد خود باشد و ماده فاعل نيست بلكه قابل است .\r\nنفس هم نمىتواند جوهر اول باشد چون نفس در ذات نيازمند محل نيست اما در فعل محتاج محل است .\r\nنتيجه آنكه فقط عقل مىتواند جوهر اول باشد .\r\nاما صوفيان كه وحدت‌گرا هستند و بين موجودات تفاوت ذاتى نمىبينند بلكه وجود را واحد و موجودات را شعشعه و پرتو آن ذات واحد مىدانند ، اين بحث‌ها را زايد ديده‌اند آن‌چنان كه نسفى مىگويد اول ما خلق الله العقل است اما اين عقل به اعتبارات مختلف نام‌هاى متفاوت دارد . نور ، قلم ، ملك مقرب ، عرش عظيم ، آدم و . . .\r\n( 3 - ص 55 س 2 ) در خلق خدا تبديل نيست . . .\r\nمأخوذ از آيهء 30 سورهء روم مىباشد  « لا تَبْدِيلَ لِخَلْقِ اللَّهِ »  و هم در آيهء 44 سورهء فاطر آمده است كه در سنت خدا تبديل و تحويل نيست .  « فَلَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَبْدِيلًا وَ لَنْ تَجِدَ لِسُنَّتِ اللَّهِ تَحْوِيلًا » \r\n( 4 - ص 57 س 5 ) فرموده‌اند الست بربكم . . .\r\nآيهء 172 از سورهء اعراف  « وَ إِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَ أَشْهَدَهُمْ عَلى أَنْفُسِهِمْ أَ لَسْتُ بِرَبِّكُمْ . قالُوا بَلى شَهِدْنا أَنْ تَقُولُوا يَوْمَ الْقِيامَةِ إِنَّا كُنَّا عَنْ هذا غافِلِينَ . » \r\nطبرى در تفسير آيهء فوق نوشته است :\r\nآدم در وادى نعمان - جايگاهى اندر پس كعبه - مىگشت كه خواب بر وى غلبه نمود و همان‌جا سرش را بر زمين نهاد - نيم‌خفته نيم‌بيدار - خداوند همهء ذريت او را تا روز قيامت بيرون آورد و به او بنمود و به آن ذريت گفت .\r\nالست بربكم ؟ « نه خداى شمايم ؟ »\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nايشان گفتند .\r\nبلى !\r\nپس آدم را بر ايشان گواه گرفت ، تا روز رستخيز بر ايشان حجتى باشد كه اقرار داده باشند به خداوندى خدا . پس چرا چيزهاى ديگر پرستيدند .\r\nدر ضمن اين واقعه ، آدم ديد كسى گريه مىكند . گفت .\r\nاين كيست ؟\r\nگفته شد .\r\nداود است كه چون تو گناهكار است و از گناهان خود مىگريد .\r\nآدم گفت .\r\nعمر او چند سال است ؟\r\nگفته شد .\r\n60 سال .\r\nآدم از عمر هزار سالهء خود 40 سال به وى بخشيد . اما در 960 سالگى وقتى عزراييل براى قبض روح وى آمد ، او منكر بخشش شد .\r\nسرانجام عزراييل داورى به خدا برد ؛ و خدا نيز همان 40 سال را به داود بخشيد بىآنكه از عمر آدم بكاهد . اما در همهء شرايع حكم شهادت دو مرد يا يك مرد و دو زن را قرار داد كه مردمان تعهدات خود را انكار نتوانند كرد . « 1 »\r\nبد نيست گفته آيد كه برخى از مفسرين جاى آن ميثاق را بهشت گفته‌اند و برخى آسمان و بعضى دهنا واقع در سرزمين هند . « 2 »\r\nو در ضمن متذكر مىشود كه گناه داود ، شيفتگى وى بر زن اوريا و گرفتن او بود و از اين گناه چهل شباروز گريه مىكرد و مىگفت .\r\nشهوة قصيرة اورثتنى حزنا طويلا ، شهوتى زودگذر غمى ديرپا را برايم ميراث نهاد . « 3 »\r\n( 5 - ص 57 س 23 ) انبيا و اوليا را پيش از موت طبيعى عروج ديگر هست . . .\r\nاين سخن اشاره است به حديث موتوا قبل ان تموتوا كه در اصطلاح اهل تصوف به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ترجمهء تفسير طبرى ، ج 3 ، ص 562 و 561 .\r\n( 2 ) . كشف الاسرار ، ج 3 ، ص 787 .\r\n( 3 ) . تفصيل اين ماجراى جالب و جاذب در قصص الانبياء ، ص 264 به بعد آمده است .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nمرگ اختيارى تعبير شده است كه زايشى است دوباره براى عارف و قيامت صغراى وى است زيرا من مات فقد قامت قيامته .\r\nغرض از موت پيش از مرگ رها كردن صفات رذيله به ويژه صفت خودبينى و كبر است و سر تسليم به درگاه پير و مراد سودن است كه وى با انفاس قدسيه خود در مريد تولدى جديد پيدا آورد .\r\nموتوا قبل ان تموتوا را برخى حديث نبوى ندانسته و آن را قولى از اقوال صوفيان تلقى نموده‌اند . اما در بين اهل تصوف شهرت آن به حديث است . « 1 »\r\nصدر حديث خود مفسر ذيل آن است ، چه ، در صدر آمده است كه ، حاسبوا اعمالكم قبل ان تحاسبوا و زنوا انفسكم قبل ان توزنوا و موتوا . . . لذا مىتوان گفت بررسى ، نقد و اصلاح و تصحيح اعمال و نفس هركسى به‌وسيله خود وى قبل از آنى كه به داورى فرا خوانده شود ، خود در واقع مردن از آنچه هست و تولد به آنچه بايد باشد است . و چون در تصوف ، سلوك موقوف هدايت است لذا به گفته مولوى مردن همانا زنده شدن به دم عيسىوش مراد است .\r\nاين معنا در سخن اكثر اهل تصوف به انحاء مختلف بيان شده است و نتيجهء همه آن سخنان تقريبا همسان است .\r\nسنايى غزنوى ، در قصيدهء معروف خود به مطلع :\r\n مكن در جسم و جان منزل كه اين دون است و آن و الا * قدم زين هر دو بيرون نه نه اينجا باش و نه آنجا \r\nضمن بيتى مفاد حديث فوق را چنين آورده است كه :\r\n بمير اى دوست پيش از مرگ اگر مى زندگى خواهى * كه ادريس از چنين مردن بهشتى گشت پيش از ما \r\nو در توضيح اينكه غرض از مردن چيست و به چه خاطر آن را توصيه مىكند خود وى در ابياتى چنين عنوان مىكند .\r\n چه مانى بهر مردارى چو زاغان اندرين پستى * قفس بشكن چو طاووسان يكى بر پر برين بالا\r\nبه تيغ عشق شو كشته كه تا عمر ابد يا بى * كه از شمشير بو يحيى نشان ندهد كس از احيا\r\nز باد فقه و باد فقر دين را هيچ نگشايد * ميان دربند كارى را كه اين رنگست و آن آوا\r\nاز اين مشتى رياست جوى رعنا هيچ نگشايد * مسلمانى ز سلمان جوى و درد دين ز بودردا « 2 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . احاديث مثنوى ، ص 116 .\r\n( 2 ) . ديوان سنايى ، ص 51 .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nو اگر سالكى نتواند از صفات بازدارندهء خود بميرد و زايشى نو حاصل كند بديهى است كه جز آزردن خويش طرفى نخواهد بست .\r\n گر پيشتر از مرگ طبيعى مردى * برخور كه بهشت جاودانى بردى\r\nور زانك ، در اين شغل قدم نفشردى * خاكت بر سر ! كه خويشتن آزردى « 1 » \r\nمرگ اختيارى سبب وصل سالك به مبدأ و دورى از فروعات مشغله‌انگيز است .\r\n صوفئى در باغ از بهر گشاد * صوفيانه روى بر زانو نهاد\r\nپس فرورفت او به خود اندر نغول * شد ملول از صورت خوابش فضول\r\nكه چه خسبى ؟ آخر اندر رز نگر * اين درختان بين و آثار خضر\r\nگفت آثارش دل است اى بو الهوس * آن برون آثار آثار است و بس\r\nاى خنك آن را كه پيش از مرگ مرد * يعنى او از اصل اين رز بوى برد « 2 » \r\n( 6 - ص 59 س 8 ) شيخ مىفرمود كه روح من . . .\r\nمنظور از شيخ در اين موضع و شيخ ما در ص 77 متن حاضر ، شيخ سعد الدين حمويه است ، چه اولا در مريد بودن نسفى و مراد بودن حمويه به دليل اشارات بسيار ترديدى نيست و هركجا كه نسفى از شيخ و شيخ ما سخن مىگويد منصرف به حمويه است . ثانيا در نفحات جامى ذيل شرح احوال سعد الدين حمويه آمده است .\r\n« وقتى روح مرا عروج واقع شده و از قالب منسلخ گشت ، سيزده روز چنان بماند ؛ آنگاه به قالب آمد و قالب در اين سيزده روز چون مرده‌اى افتاده بود و هيچ حركت نمىكرد . . . » « 3 »\r\nو احتمالا جامى از آثار نسفى در نگارش اين مطلب سود جسته باشد .\r\n( 7 - ص 59 س 18 ) طايفه‌اى از اهل تصوف مىگويند كه روح خاتمين يعنى خاتم انبيا و خاتم اوليا تا به عرش عروج تواند كرد . اين طايفه ولايت را به مرتبهء اعلى رسانده‌اند . . .\r\nنسفى در قياس مقام نبى و ولى به اختلاف مواضع سخنان متفاوتى دارد ، از جمله در همين متن از قول طايفه‌اى از اهل تصوف ولايت را برتر از نبوت و مرتبهء اعلى مىداند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شيخ اشراق ، مجموعهء آثار فارسى ، ص 395 .\r\n( 2 ) . مثنوى ، ص 237 .\r\n( 3 ) . نفحات الانس ، ص 429 .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nبه دليل آنكه « ولايت باطن نبوت است . »\r\nدر كشف الحقائق بلوغ و حريت را داراى چهار مرتبه دانسته و مردمان را به طبقهء عوام ، حكما ، انبيا و اوليا تقسيم كرده است . و گفته ، نبى آگاه به خواص اشياء است و ولى آگاه به حقايق اشياء . نبى بر حكيم تفضيل دارد و ولى بر نبى . زيرا هركه نبى باشد ، هرآينه حكيم باشد و هركه ولى باشد ، هرآينه نبى هم باشد و هركه نبى باشد لازم نيست كه ولى هم باشد . « 1 »\r\nو در برخى مواضع خلاف مطالب فوق را بيان داشته است ، اما نظر مختار وى از موارد متهافت مذكور همان است كه گفته شد و وى به تبعيت از محيى الدين بن عربى معتقد به افضليت ولى بر نبى است كه ما در اينجا به پاس رعايت اختصار از احصاء و استقصاى مشروحات وى صرف‌نظر مىكنيم طالبين به آثار وى مراجعه مىفرمايند .\r\n( 8 - ص 59 س 19 ) و اين سخن از نون ملفوظ معلوم مىگردد . . .\r\nنسفى عين اين مطلب را با كمى تغيير عبارتى در انسان كامل تكرار كرده است . « 2 »\r\nدر اينكه نبى افضل است يا ولى ، بين اهل تصوف اختلاف‌نظر وجود دارد . و هريك علاوه بر استدلال‌هاى نظرى بر صحت اعتقادات خود از نوعى استدلال مبتنى بر ارزش حروف نيز سود جسته‌اند . زيرا به اعتقاد قدما حروف خود داراى ارزش ثابت هستند و گويا اين بحث از اعتقاد به قدم و حدوث قرآن كه خود يك بحث بسيار قديمى است كه سبب مخمصه‌هاى اجتماعى نيز گرديده است نشأت گرفته باشد . و در سير خود فرقه حروفيه را باعث شده كه شرح آن از حوصله اين مختصر خارج است .\r\nبه هر تقدير از كسانى كه اعتقاد به اين دارند كه ولى بر نبى افضل است ، سعد الدين حمويه مىباشد كه استدلال كرده به اين نحو كه :\r\nولايت از نبوت بالاتر است ، چه و او ولايت قائم به الف الوهيت است و نور نبوت هم قائم به واو و لام است ، پس واو ولايت به حضرت الوهيت اقرب بود از نون نبوت ، و چون اقرب است ، افضل است .\r\n حرف اول از ولايت حرف واو * قلب واو آمد الف اى كنجكاو\r\nحرف اول از نبوت حرف نون \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كشف الحقائق ، ص 102 .\r\n( 2 ) . انسان كامل ، ص 110 .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n قلب نون واو آمده‌اى ذوفنون * پس ولى قلب نبى و جان اوست\r\nقلب قلبش ذات الله سر هوست \r\nعلاء الدوله سمنانى با اين نظر مخالفت كرده و چنين بيان داشته است كه : معنى واو و نون چنين نيست كه تو بيان مىكنى ؛ آن واو كه قائم به الف الوهيت است واو ولايت نيست و آن واو مفتوح است و فرق است ميان واو مفتوح و واو مكسور و نبى استقامت به واو مفتوح مىكند و افاضت به واو مكسور . هرگز نبى بىولايت نبوده است و ولى بىنبوت بسيار بوده است و نون نبوت به واو ولايت او قايم است و واو ولايت او از الف الوهيت ، بىواسطه فيض مىرساند و به نور نبوت كه قائم به واو ولايت است خلق را انبا مىكند .\r\nگمان نبرى كه ولايت از نبوت فاضل‌تر باشد . « 1 »\r\nتوضيحا متذكر مىشود كه قدما حروف را به دو نوع تقسيم مىكردند :\r\nالف - حروف سعيده ، يعنى حروف بىنقطه .\r\nب - حروف شقيه ، يعنى حروف منقوطه . و علت شقاوت آنها همان نقطه است كه علامت كثرت است . « 2 »\r\nآنان كه ولى را فاضل‌تر از نبى مىدانند ، استدلال مىكنند كه ولايت حكومت كليه بر كل خلق است لذا تعدد ولى در زمان واحد جائز نيست اما نبوت حكومت جزئيه است و ازاين‌رو امكان تعدد نبى در زمان واحد هست و واقعيت تاريخى نيز مؤيد اين امر است .\r\nو بديهى است كه حكومت كلى ارجح بر حكومت جزئى باشد .\r\nاما در مورد نبى خاتم اعتقاد دارند كه وى صاحب دو مرتبه است و ذو وجهين مىباشد ، لذا خاتمين ( به صيغه تثنيه ) هم گفته‌اند . « 3 »\r\nاما اين نظر متبع همگان نيست ، برخى باب نبوت را مختوم و باب ولايت را مفتوح مىدانند . در برخى مواضع محيى الدين خود را خاتم اوليا ناميده است ، و برخى از اهل تصوف مهدى موعود را خاتم اوليا مىدانند .\r\n( 9 - ص 61 س 13 ) اول چيزى كه از حق تعالى صادر شد . . .\r\nدر كيفيت آفرينش و سير نزولى آن موافق حكمت قديم گفته شده است :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . چهل مجلس ، ص 46 و 45 .\r\n( 2 ) . منتخب جواهر الاسرار ، ص 251 .\r\n( 3 ) . همان ، ص 263 .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\n اول ز مكونات عقل و جان است * وندر پى او نه فلك گردان است\r\nزين جمله چو بگذرى چهار اركان است * پس معدن و پس نبات و پس حيوان است « 1 » \r\n( 10 - ص 61 س 16 ) لا يصدر من الواحد الا الواحد . . .\r\nاصطلاحى است فلسفى به معناى آنكه از واحد جز واحد صادر نمىتواند شد .\r\nتوضيحا اينكه هر علتى نسبت به معلول خود داراى مناسبتى است كه آن مناسبت علت صدور آن معلول است ؛ مثلا بلكه كتابت در كاتب مناسبتى است كه علت صدور كتابت از كاتب است و بدون اين مناسبت رابطه عليت بين علت و معلول متحقق نمىشود .\r\nدر اثبات اين اصل ، حكما دلايلى ابراز كرده‌اند كه اجمال را در اينجا به يك استدلال بسنده مىكنيم .\r\nهر معلولى كه از علتى صادر مىشود به مناسبت خصوصيتى است كه رابطه عليت را تحقق مىبخشد . حال اگر از علتى دو معلول صادر شود يا آن علت با هر دو معلول خصوصيت دارد يا همان خصوصيتى كه معلول اول را باعث شد . موجد معلول دوم نيز هست .\r\nدر صورت اول علت واحد نخواهد بود بلكه ذاتى مركب از دو چيز خواهد داشت و اين مغاير با فرض واحد بودن علت است .\r\nصورت دوم نيز محال است ، زيرا مناسبت با امرى خاص نمىتواند عين مناسبت با امرى متضاد آن باشد .\r\n( 11 - ص 62 س 16 ) حق تعالى آدم را به صورت خود آفريد . . .\r\nترجمهء حديث نبوى « ان الله خلق آدم على صورته . » مىباشد . روايت ديگر حديث آن است كه « ان الله تعالى خلق آدم على صورة الرحمن . »\r\nنسفى در توضيح حديث سخنى به اين مضمون دارد كه نبى صورت عقل اول است ، و از اين جهت فرمود كه ان الله تعالى خلق آدم على صورته يعنى على صورة آدم . عقل اول ، اول موجودات است و آدم مخلوقات است و آدم خاكى اول آدميان و آدم فرزندان است ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ديوان افضل الدين محمد ، بابا افضل .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nاين آدم را بر صورت آن آدم آفريد .\r\n آن پادشاه اعظم در بسته بود محكم * پوشيده دلق آدم آنگاه بر در آمد \r\nاين است معنى ان الله تعالى خلق آدم على صورته . « 1 » ( 12 - ص 73 س ما قبل آخر ) و اين نور بر مظاهر خود عاشق است . . .\r\nقال داود عليه السلام :\r\nيا رب ! لما ذا خلقت الخلق\r\nقال :\r\nكنت كنزا مخفيا ، فاحببت ان اعرف فخلقت الخلق لكى اعرف .\r\nحديث فوق را به روايت روان‌شاد فروزانفر ، ابن تيميه حديث نمىداند بلكه كلام رايج صوفيانه مىپندارد . « 2 »\r\nاما اين رواج در حد شهرت است و در معناى آن گفته‌اند كه :\r\nكان الله و لم يكن معه شيئى ، لذا خدا در ازل جمال و كمال ذاتى خود را مىديد و مبتهج به ذات مىبود ؛ در ضمن كمال ذاتى ، خواست كمال اسمايى و صفاتى كه موقوف به ظهور غير است مشاهده نمايد . خود را در مراياى جمله موجودات جلوه داد . و چون حضرت حق خواهد كه ماهيتى را از ماهيات به وجود خارجى متصف گرداند پرتوى از حضرت وجود بر آنها اندازد . « 3 »\r\nحافظ اين معنى را در بيتى بسيار زيبا بيان كرده است آنجا كه گويد :\r\n كه بندد طرف وصل از حسن شاهى * كه با خود عشق ورزد جاودانه \r\nو در مرتبه‌اى ديگر از نياز موجودات و اشتياق مبدأ سخن مىدارد و مىگويد :\r\n سايه معشوق اگر افتاد بر عاشق چه باك * ما به او محتاج بوديم و او به ما مشتاق بود \r\n( 13 - ص 74 س 23 ) شيخ ما . . .\r\nر . ك به تعليقه شمارهء 6 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انسان كامل ، ص 402 و 401 .\r\n( 2 ) . احاديث مثنوى ، ص 29 .\r\n( 3 ) . چهارده رساله ، ص 21 .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\n( 14 - ص 77 س 17 ) هر نقش . . .\r\nاين ابيات منسوب به بابا افضل است و معناى آن در زمينه بيان وحدت است كه بيشتر عرفا با استفاده از همين تشبيه در اين مورد سخن گفته‌اند :\r\n كيست آدم ؟ عكس نورى لم يزال * چيست عالم ؟ موج بحر لا يزال\r\nعكس را كى باشد از نور انقطاع * موج را چون باشد از بحر انفصال\r\nعين نور و بحر دان اين عكس و موج * چون دويى اينجا محال آمد محال « 1 » \r\nهمچنين عطار در غزلى از همين تشبيه استفاده نموده است كه ملخصى از آن چنين است :\r\n آن را كه ز وصل او نشان بود * در گم‌شدگيش جاودان بود\r\nبحرى كه اگرچه موج‌ها زد * اما همه عمر همچنان بود\r\nآنجا كه خيال لهو و لعب است * بازى خيال در ميان بود\r\nچون هست حقيقت همه بحر * پس قطره و بحر هم عنان بود\r\nهر دم بنمود صد جهان ، ليك * نتوان گفتن كه صد جهان بود\r\nزيراكه شد آمدى كه افتاد * پندار خيال يا گمان بود\r\nگر بود نمود فرع غيرى * لا غيرى اصل در ميان بود \r\n( 15 - ص 81 س آخر ) نطفه چون در رحم . . .\r\nاين قسمت مستفاد از آيات 14 از سوره مؤمنون و 5 از سورهء حج و حديث نبوى است .\r\nآيهء 14 سورهء مؤمنون  « ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظاماً فَكَسَوْنَا الْعِظامَ لَحْماً ثُمَّ أَنْشَأْناهُ خَلْقاً آخَرَ فَتَبارَكَ اللَّهُ أَحْسَنُ الْخالِقِينَ » \r\nمولوى در تفسير آيهء فوق در مثنوى فصلى به شرح زير آورده است :\r\n اى شده مغرور در كبر و منى * در فن و عجب و تكبر صد منى\r\nگر بدانى از كجائى آمده * اصل حجت از چه ناثابت شده\r\nاز بروت خويش اين باد منى * با خود آيى و روان بيرون كنى \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نقد النصوص ، ص 80 .\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\n در مشيمه بد جنينى بوده‌اى * در عدم بس قرن‌ها آسوده‌اى\r\nپس خداوند جهانت برفراخت * از منى در جاى تنگت نطفه ساخت\r\nنطفه‌اى بودى و پس علقه شدى * پاره‌اى خيمه از اين‌سوتر زدى\r\nبرد از علقه حكيم حى فرد * از كرم‌هاى شريفش مضغه كرد\r\nبعد از آن آن مضغه را كرد استخوان * از خلقنا المضغه برهانى بخوان\r\nپس بر آن عظمت لحوم و پى كشيد * و ز نفخت فيه جان بر وى دميد\r\nمايه صحت نهادت در كنار * پس فرستادت در اين دار القرار « 1 » \r\nآيهء 5 سورهء حج « يا ايها الناس ان كنتم فى ريب من البعث فانا خلقناكم من تراب ثم من نطفة ثم من علقة ثم من مضغة مخلقة و غير مخلقة لنبين لكم و نقر فى الارحام ما تشاء الى اجل مسمى ثم نخرجكم طفلا ثم لتبلغوا اشركم و منكم من يتوفى و منكم من يرد الى ارذل العمر لكى لا يعلم من بعد علم شيئا و ترى الارض هامدة فاذا انزلنا عليها الماء اهتزت و ربت و انبتت من كل زوج بهيج »\r\nاى مردمان !\r\nاگر در گمانيد از انگيخت پس مرگ ، پس ما بيافريديم شما را از خاك ، پس از نطفه ، پس از خون بسته ، پس از پاره‌اى گوشت تمام آفريده يا نه تمام آفريده ، تا پيدا كنيم شما را كه هر دو توانيم و مىآرامانيم در رحم‌ها آنكه خواهيم تا هنگامى كه نامزد كرده زادن را .\r\nآنگه بيرون مىآوريم شما را خرد خرد تا آنگه كه به زورمندى خويش رسيد . و از شما كس است كه او را مىميرانند به جوانى و از شما كس است كه او را باز پس مىبرند تا بتر عمر آن را تا مگر چيزى نبداند در وقت پيرى ، پس آنكه دانسته است به جوانى . و زمين را بينى مرده و فروشده ، چون آب بر آن فرستاديم زنده گشت و بجنبيد و بخنديد و بررويانيد از هر صنفى نيكو . « 2 »\r\nاين آيه ظاهرا پاسخى است به نظر بن حارث كه مردى « سخت دل بود » و ملائكه را دختران خدا و قرآن را اساطير الاولين مىناميد و بعث و نشور را منكر بود . و « با رسول خداى به اين معنى خصومت مىگرفت . » « 3 »\r\nحديث نبوى :\r\nان احدكم بجميع خلقه فى بطن امه اربعين يوما نطفة ثم يكون علقة مثل ذلك ثم يكون مضغة مثل ذلك ثم يرسل الله اليه ملكا ينفخ فيه فيؤمر باربع كلمات فيكتب رزقه و اجله و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مثنوى ، ص 447 .\r\n( 2 ) . كشف الاسرار ، ج 6 ، ص 326 .\r\n( 3 ) . همان ، ج 6 ، ص 333 .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nشقى او سعيد . « 1 »\r\n( 16 - ص 91 س 17 ) منه بدأ و اليه يعود . . .\r\nقسمتى از حديث نبوى است كه تمامى آن چنين است :\r\n« خيركم من حفظ كتاب الله فعمل به و علمه الناس و هو كلام الله منزل غير مخلوق منه بدا و اليه يعود فمن قال مخلوق فهو كافر . » « 2 »\r\n( 17 - ص 95 س 18 ) كل شيئى . . .\r\nبرخى آن را حديث مىدانند و برخى سخن رايج . « 3 »\r\nبه معناى آن است كه هر چيزى به اصلش بازمىگردد .\r\n( 18 - ص 124 س 12 ) ما لا عين رأت . . .\r\nدر بيان مقام بهشت عارفان است و توصيف نعمتى است كه به قلب بشر خطور نمىكند . « 4 »\r\nكامل حديث به صورتهاى ذيل نقل شده است :\r\nالف - ان فى الجنة ما لا عين رأت و لا اذن سمعت و لا خطر على قلب احد .\r\nب - اليوم يدق المصير و يذبل اللحم و يبعد من حر السعير ان لله مائدة عليها ما لا عين رأت و لا اذن سمعت و لا خطر على قلب بشر لا يقعد عليها الا الصائمون\r\nج - قال الله تعالى اعددت لعبادى الصالحين ما لا عين . . . « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مفاتيح الاعجاز ، ص 245 .\r\n( 2 ) . كشف الحقائق ، ص 319 .\r\n( 3 ) . كشف الحقائق ، ص 319 .\r\n( 4 ) . افاضه استاد على اصغر فقيهى\r\n( 5 ) . احاديث مثنوى ، ص 93 .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\n\r\nمراجع و مآخذ مقدمه و تعليقات\r\nنام كتاب / نام نويسنده / مترجم\r\nاحاديث مثنوى / بديع الزمان فروزانفر\r\nاساس الاقتباس / خواجه نصير الدين طوسى / به تصحيح مدرس رضوى\r\nالانسان الكامل / عزيز الدين نسفى / به تصحيح موريژان موله\r\nاسلام در ايران / پطروشفسكى / كريم كشاورز\r\nاوصاف الاشراف / خواجه نصير الدين طوسى / به تصحيح نجيب مايل هروى\r\nبستان السياحة / حاج ميرزا زين العابدين شيروانى\r\nتاريخ ادبيات در ايران ج سوم / دكتر ذبيح الله صفا / چاپ دانشگاه\r\nتاريخ جهانگشاى / علاء الدين عطاملك جوينى / به تصحيح قزوينى\r\nترجمه تفسير طبرى / به تصحيح حبيب يغمايى\r\nجام جهان‌نماى يا ترجمه كتاب التحصيل / بهمنيار بن مرزبان\r\nجامع التواريخ / رشيد الدين فضل الله همدانى / به تصحيح دكتر بهمن كريمى\r\nچهارده رساله / فخر الدين رازى و . . . / به تصحيح سيد محمد باقر سبزوارى\r\nچهل مجلس / علاء الدوله سمنانى / به تصحيح عبد الرفيع حقيقت\r\nحديقة الحقيقة / سنايى غزنوى / به تصحيح مدرس رضوى\r\nحديقة الشيعة / مقدس اردبيلى\r\nديوان خاقانى / به تصحيح دكتر ضياء الدين سجادى\r\nديوان سنايى / به تصحيح مدرس رضوى\r\nديوان بابا افضل / به تصحيح مصطفى فيضى و . . .\r\nديوان حافظ / به اهتمام قزوينى\r\nديوان ناصر خسرو / به تصحيح حاج سيد نصر الله تقوى\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nديوان عطار / به تصحيح سعيد نفيسى\r\nدايرة المعارف 2 جلد / مصاحب\r\nروضات الجنات / ميرزا محمد باقر خوانسارى\r\nطرائق الحقائق 3 جلد / محمد معصوم شيرازى / به تصحيح محمد جعفر محجوب\r\nفرهنگ معين 6 جلدى / دكتر محمد معين\r\nفرهنگ غياث اللغات 2 جلدى / غياث الدين محمد رامپورى / به تصحيح محمد دبير سياقى\r\nفرهنگ مصطلحات عرفا / سيد جعفر سجادى\r\nفرهنگ لغات و اصطلاحات فلسفى / سيد جعفر سجادى\r\nقصص الانبياء / ابو اسحاق نيشابورى به اهتمام حبيب يغمايى\r\nكشف الحقائق / شيخ عزيز نسفى / به تصحيح دكتر مهدوى دامغانى\r\nكشف الاسرار و عدة الابرار / ابو الفضل ميبدى به اهتمام على اصغر حكمت\r\nكشف المحجوب / جلابى هجويرى\r\nمفاتيح الاعجاز / شيخ محمد لاهيجى به كوشش كيوان سميعى\r\nگلشن راز / شيخ محمود شبسترى در ذيل مفاتيح الاعجاز\r\nمثنوى معنوى / جلال الدين محمد مولوى چاپ كلاله خاور\r\nمجموعه آثار / شيخ اشراق / به تصحيح دكتر سيد حسين نصر\r\nمقصد الاقصى / عزيز نسفى / خطى\r\nمبدأ و معاد / ملا صدراى شيرازى / احمد بن محمد اردكانى\r\nنور و ظلمت در تاريخ ادبيات ايران / ميخائيل . اى . زند / ح - اسدپور پيرانفر\r\nنقد النصوص فى شرح الفصوص / عبد الرحمن جامى / چاپ بمبئى\r\nمصباح الهدايه و مفتاح الكفايه / عز الدين محمود كاشانى / به تصحيح جلال الدين همايى\r\n\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140}
  ]