[
  {"content":"\r\n\r\n\r\n[ شناسنامه كتاب 
  ]\r\nشش رساله كهن پزشكى\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nبسم اللّه الرّحمن الرّحيم سرشناسه : بيگ‌باباپور ، يوسف 1357 - ، گردآورنده ، مصحح ، مقدمه‌نويس\r\nعنوان و نام پديدآور : شش رساله كهن پزشكى / با مقدمه و تصحيح يوسف بيگ‌باباپور .\r\nمشخصات نشر : قم : مجمع ذخائر اسلامى : انتشارات طب سنتى ايران ، 1390 .\r\nمشخصات ظاهرى : 152 ص : مصور .\r\nفروست : گنجينه‌هاى خطى ؛ 7 .\r\nشابك : 4500 ريال : 9 - 179 - 988 - 964 - 978\r\nوضعيت فهرست : فيپا\r\nنويسى\r\nموضوع : پزشكى - - متون قديمى تا قرن 14\r\nموضوع : پزشكى اسلامى - - متون قديمى تا قرن 14\r\nموضوع : پزشكى سنتى - - متون قديمى تا قرن 14 .\r\nشناسه افزوده : مجمع ذخائر اسلامى\r\nرده‌بندى كنگره : 1390 5 ش 93 ب / 3 / 1283  R \r\nرده‌بندى ديوبى : 91671 / 60\r\nشماره كتابشناسى ملى : 2286451\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nشش رساله كهن پزشكى با مقدمهّ و تصحيح :\r\nيوسف بيگ‌باباپور\r\nانتشارات مجمع ذخائر اسلامى انتشارات طب سنتى ايران\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nمجمع ذخائر اسلامى طب سنتى ايران\r\nشش رساله كهن پزشكى تصحيح : يوسف بيگ‌باباپور\r\nليتوگرافى : جواد الائمه / چاپ : كوثر / صحافى : نفيس\r\nنشر : مجمع ذخائر اسلامى و انتشارات طب سنتى ايران\r\nپيگيرى و امور فنى : سيد محمد جواد آصف‌آگاه\r\nنوبت چاپ : اول - 1390 ش ( 2011 م )\r\nشمارگان : 1000 جلد\r\nشابك : 9 - 179 - 988 - 978\r\nقيمت : 4500 تومان\r\nارتباط با ناشران\r\nمجمع ذخائر اسلامى - قم : خيابان آذر . كوى 23 ، پلاك 1\r\nتلفن : 98257713740 + دورنگار : 982517701119 +\r\nانتشارات طب سنتى ايران - تهران : بلوار كشاورز ، خ فلسطين ، خ ايتاليا ، كلينيك سلامت تلفن : 982188996114 +\r\nنشانى پايگاههاى اينترنتى :\r\n www . zakhair . net www . mzi . ir www . kodna . ir \r\n info @ zakhair . net info @ mzi . ir info @ kohdna . ir \r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nطرح جديد مركزى احياى ميراث مكتوب طب سنتى ايران\r\nطرح احياى ميراث مكتوب طب سنتى ايران\r\n\r\nديباچه :\r\nطرح چند مركزى احياى ميراث مكتوب طب سنتى ايران قصد دارد با جذب حمايت‌هاى مادى و معنوى مراكز علمى و دانشگاهى در سطوح داخلى و بين المللى ، در راستاى توسعه منطقى و ماندگار طب سنتى ايران گام‌هاى مؤثرى بردارد .\r\nدر حال حاضر ، اين رويكرد دو جنبه اساسى را دنبال مىكند : يكى آنكه با تشكيل ساختارى مجازى و پرهيز از ايجاد تشكيلات متمركز و پرهزينهء ادارى ، به بازيابى و تربيت نيروهاى متخصصى بپردازد كه هريك با تكيه بر توان علمى و تجربى خود بتوانند به سوى يك هدف مشترك گام بردارند ؛ دوم آنكه با ارائه الگويى مناسب از همكارى بين‌بخشى ، توأم با اعتماد و سرعت و گرفتار نيامدن در مسيرهاى پرپيچ‌وخم ادارى ، آثارى را عرضه بدارد كه حاصل همكارى چندين مركز علمى داخلى باشند ، زيرا اين رويّه سبب افزايش مخاطبان و پيوند هرچه بيشتر و نزديك‌تر دوستداران اين علم خواهد شد . همچنين ، اين طرح در نظر دارد با انتشار كتابهاى مهم و مرجع طب سنتى ايران اين ميراث فراموش شده را احيا سازد و بدين منظور ، تصحيح ، ترجمه و انتشار كتاب‌هاى اصيل مبانى آموزشى و كاربردى طب سنتى ايران و آثار مرتبط با آن را در دستور كار قرار داده است . .\r\nدكتر محسن ناصرى\r\nمجرى طرح\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nپيشگفتار\r\nمجموعهء حاضر ، كه با عنوان رسايل پزشكى منتشر مىشود ، كوششى است براى احياى متون طبّ سنّتى كه ميراث گرانبهاى گذشتگان و اسلاف ماست كه همواره كوشيده‌اند تا براى ما آيندگان مرده‌ريگى بس گرانبها به يادگار بگذارند و اكنون اين رسالت ماست كه اين ميراث ارزشمند را پا بداريم و در احياى آن بكوشيم .\r\nبىگمان اهميّت طبّ سنتى امروزه براى همگان آشكار و روشن است و نيازى كه جامعهء بشرى بدان دارد قابل انكار و كتمان نيست . جايگزينى داروهاى گياهى و حيوانى و معدنى به جاى مواد شيميايى و مصنوعى ، امرى بس ضرورى و لازم است كه سلامت جامعهء بشرى را تضمين خواهد كرد .\r\nبا اين اوصاف ، لازم است كه هرچه سريع‌تر مواد اوليّه و دستور العمل‌هاى استفاده از اين داروها در دسترس مردم و جامعهء پزشكى قرار گيرد و اين ميسر نمىشود مگر با احياى متون گذشتگان كه امروزه بسيارى از آنها به شكل نسخه‌هاى خطى در قفسه‌هاى كتابخانه‌هاى مختلف موجود است و استفاده از آن براى همگان ميسر نيست .\r\nلذا بر آن شديم تا ضمن تصحيح و احياى كتاب‌هاى پزشكى ، به احياى اين‌چنين رسايل كوتاهى نيز بپردازيم و چندين رساله از متون\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nپزشكى را پس از تصحيح و مقدمه‌اى مجمل ، در يك مجموعه جمع و منتشر نماييم .\r\nالبته در بين رساله‌هاى اين مجموعه ، رساله‌اى است منسوب به افلاطون در قيافه‌شناسى و روانشناسى رفتارى كه در اصطلاح قدما علم فراست ناميده مىشد . با توجه به اهميت موضوعى اين رساله و اينكه به ندرت رسايلى با اين موضوع داريم ، در ضمن اين مجموعه گنجانده شد .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nصلاح الصّحاح في حفظ الصحّه\r\nنگاشتهء\r\nافضل الدّين ابو حامد احمد بن حامد كرمانى\r\n( متوفى پس از 615 ه ق . )\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nمقدّمهء مصحّح\r\nتاج الزمان افضل الدين احمد حامد كوهبنانى كرمانى ، از فضلا و نويسندگان بزرگ و برجستهء كرمان در اواخر قرن ششم و اوايل قرن هفتم هجرى است كه بيشتر أو را با كتاب‌هاى تاريخىاش مىشناسيم . معروف‌ترين كتابش ، عقد العلى للموقف الاعلى « 1 » است و از ديگر آثار أو مىتوان به : بدايع الازمان في وقايع كرمان ، و المضاف إلى بدايع الازمان في وقايع كرمان اشاره كرد .\r\nآنچه از حيات وى بايست ، استاد دكتر باستانى پاريزى در مقدّمهء عالمانه‌اى كه براى عقد العلى للموقف الاعلى افضل نگاشته‌اند ، ايراد فرموده‌اند . وى زمان سلطنت طغرل شاه ، از سلاجقهء كرمان ( متوفى 565 ه ق . ) ، اتابك محمد بزقش ( متوفى 592 ه ق . ) ، ملك ارسلان بن طغرل شاه و ديگران امراى كرمان در اين برهه را درك كرده و با آن‌ها مراودت و مجالست داشته و در دربار ايشان صاحب مناصبى ، از جمله منشىگرى و دبيرى بوده است .\r\nنكته‌اى كه لازم است مختصر بدان اشاره كنيم ، تنها اثر طبّى افضل است كه نوعى تعليم بهداشت فردى و پيشگيرى از بيمارىها محسوب مىشود . در مقدمه‌اى كه استاد باستانى پاريزى براى عقد العلى نگاشته ، رسالهء صلاح الصحاح افضل را نيز بدان ضميمه نموده بودند كه به علّت ناخوانى و پرغلط بودن نسخهء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين كتاب در سال 1311 براى اولين بار به تصحيح استاد مرحوم على محمد عامرى نائينى به چاپ رسيد و در سال 2536 شاهنشاهى براى بار دوم ، همان تصحيح ، توسط دانشگاه كرمان با مقدمهء استاد باستانى پاريزى به چاپ رسيد .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nدانشگاه ، متأسفانه مملوّ از اغلاط و موارد ناخوانا بود كه در نسخهء چاپى نيز بدون تصحيح ، به غلط ضبط شده بود . « 1 » لذا با توجه به اهميّت رساله ، كه به احتمال زياد اوّلين رسالهء مستقل فارسى در بهداشت فردى و حفظ صحّت است ، بر آن شديم تا با تصحيح دوباره ، با دقّت تمام موارد غلط و ناخواناى آن را رفع نماييم و متنى شسته و رفته جهت استفادهء محقّقين و علاقه‌مندان عزيز ارايه نماييم .\r\nالبته اينكه افضل تاريخ‌نگار ، همچون شعر و ادب ، به طبابت نيز مىپرداخته ، روايات و وقايع و نشانه‌هايى در ضمن كتب تاريخى وى به چشم مىخورد كه حاكى از تبحّر وى در اين فنّ شريف مىباشد . « 2 »\r\nنسخهء منحصر به فرد از اين رساله در ايران ، در كتابخانهء دانشگاه تهران « 3 » ، ضمن مجموعه‌اى به شمارهء 238 مىباشد كه رسالهء نهم و در 16 برگ ( از برگ 211 تا 227 ) آن است . اين رساله به خط نستعليق و كاتب آن ابو الحسن بن محمد قلى جرفادقانى است و تاريخ كتابت آن 1033 ق . مىباشد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - چند سال پيش نقدى بر اين رساله نگاشتيم كه در شمارهء 97 مجلهء آينهء پژوهش ( فروردين و ارديبهشت 1385 ) چاپ شد .\r\n( 2 ) - براى اطلاع بيشتر و مشاهدهء موارد لازم ، رك : مقدمهء عقد العلى ، صص 40 - 42 .\r\n( 3 ) - نك : فهرست نسخه‌هاى خطى كتابخانهء دانشكدهء پزشكى دانشگاه تهران ، ص 23 .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nتصوير صفحهء اوّل نسخهء خطّى دانشگاه تهران ، ش 9 / 238\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nتصوير صفحهء آخر نسخهء خطّى دانشگاه تهران ، ش 9 / 238\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nبسم اللّه الرّحمن الرّحيم بعد از حمد و سپاس بارى تعالى ، كه بيافريد به حكمت و بپروريد به نعمت ، و درود بر سيّد انبيا ، محمّد مصطفى كه دليل گمراهان و شفيع پرگناهان است ، و بر جملهء اهل بيت و اصحاب أو .\r\nچنين گويد مؤلّف اين كتاب ، صدر امام مرحوم افضل الملّه و الدّين الكرمانى كه اگرچه أنواع علوم بسيار است و اصناف معلومات بىشمار ، باز آورده‌اند كه « العلم علمان : [ علم الابدان 
  ] « 1 » و علم الاديان » . علم ابدان ، علم طبّ است و علم اديان ، علم معرفت شريعت . غرض از اين تخصيص آن است كه راحت دنيا از عمر به واسطهء صحّت است و آن را به علم طبّ و شناختن اسباب آن نگاه توان داشت ، و خلاص آخرت و رسيدن به نعيم ابد به اقامت شرايط و احكام دين ، و آن را به تحصيل علم شرع به دست توان آورد . پس بر هركس واجب است كه از علم دين چندان حاصل كند كه احكام شرايع عبادات و معاملات بداند و از علم طبّ چندان بياموزد « 2 » كه اگر معالجت بيمارى نتواند كرد ، بارى ، صحّت خويش نگاه تواند داشت ؛ و حفظ صحّت يك نيمه از جزو عمل است از علم ، و نيمهء ديگر علاج بيماران است و كتب متقدّمان و متأخّران\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - به قياس افزوده شد .\r\n( 2 ) - نسخه : بياميزد ؛ به قياس اصلاح شد .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nكه به تازى و فارسى كرده‌اند ، به هر دو نوع مشتمل است ؛ امّا بازجستن حفظ صحّت [ و 
  ] « 1 » مفرد كردن آن كتب بر هركس دشوار بود . نديده‌ايم كه در حفظ مفرد تصنيفى پارسى كرده باشند كه لايق مجلس بزرگان باشد و از آن فايده گرفته باشند . به حكم اين معنى استخارت كرديم به حقّ سبحانه و تعالى ، و از جهت بارگاه خداوندگار تصنيفى در مجرّد حفظ صحّت ، مشتمل بر نصوص بقراط و فصوص جالينوس و نكته‌ها كه حكما در اين باب گفته‌اند . نام آن صلاح الصّحاح في حفظ الصّحّه نهادم و از حقّ تعالى درخواست آمد كه اين مجموع را به سبب دوام صحّت خداوندان گرداند ؛ « 2 »   « إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ » . *  \r\nاساس اين مجموع بر چهار مقالت نهاد :\r\nمقالت اوّل : در حفظ صحّت بر وجه كلّى ، و آن سه فصل است :\r\nفصل اوّل : در وصاياى كلمات حكما و آنچه در باب حفظ صحّت گفته‌اند .\r\nفصل دوم : در اصلاح « 3 » امور غير طبيعى كه آن را طبيبان ضرورى خوانند و آن هواست كه گرد مردم درآمده است و مأكول و مشروب و حركت و سكون از استفراغ و استخفاف و خواب و بيدارى ، و اعراض نفسانى چون شادى و غم و امن و ترس .\r\nفصل سيوم : در حفظ صحّت به حسب سنّ انسان ، « 4 » تدبير طفلان و جوانان و كهول و مشايخ باشد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - به قياس افزوده شد .\r\n( 2 ) - احتمالا مقصود ، ملك ارسلان سلجوقى يا ملك دينار غز باشد كه هر دو از ممدوحان افضل بودند .\r\n( 3 ) - نسخه : اصطلاح ؛ به قياس اصلاح شد .\r\n( 4 ) - نسخه : آشيان ؛ به قياس اصلاح شد .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nمقالت دوم : در حفظ صحّت به حسب فصول سال ، و آن چهار فصل است .\r\nمقالت « 1 » سيوم : در حفظ صحّت اندام‌ها ، و آن سيزده فصل است .\r\nمقالت چهارم : در ياد كردن بعضى از شراب‌ها و معجون‌ها و داروهاى سبك و مختصر كه در حفظ صحّت به كار آيد و ذكر آنچه قوّت مردى را سود دارد و تعلّق بدان دارد ، و آنچه منى را كم كند و آنچه آبستنى باز دارد ؛ و اينجا كتابت ختم شود . اسهل اللّه تعالى عن اتمامه .\r\n\r\nمقالت اوّل در حفظ صحّت بر وجه كلّى\r\nو آن سه فصل است :\r\n\r\nفصل اوّل در وصاياى كلمات حكما و آنچه در باب حفظ صحّت گفته‌اند بر وجه عملى\r\nجالينوس گويد : چاره نيست آدمى را از نگاه داشتن تندرستى و تدبير آن نيكو صناعتى است از أنواع صناعت طبّ ، از جهت آنكه تندرستى برتر از ديگر أنواع صناعت طبّ است ؛ چنان‌كه اوانى زر و سيم و جواهر و آبگينه ، آن نيكوتر و بقيمت‌تر باشد كه شكسته نباشد و بر حال خود درست ماند ؛ همچنين آنكه تن آدمى آنگه بقوّت‌تر و قوىتر كه به صحّت خويش مانده باشد آزار رنج تن نشده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نسخه : فصل ؛ به قياس سياق متن اصلاح شد .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nباشد ؛ و از اين جهت حفظ صحّت واجب است ، از آنكه صحّت سبب بقاست و سرمايهء پرغنيمتى عمر است و بقا كه بدان صحّت ابدى و لذّات دنيوى حاصل توان كرد ؛ و اتفاق علماست كه حقّ تعالى از آن مزاج‌هاى مختلف آفريده است و مركّب كرده و محتاج شراب و طعام گردانيده كه اگر آن را نيابند ، هلاك گردند و اگر در آن اسراف كند ، رنجور شود ؛ متّفق‌اند بر آنكه هركس كه حركت و سكون و خوردن و آشاميدن و خون بيرون كردن و مسهل خوردن و مباشرت كردن و ديگر عادات طريق اعتدال گوش دارد و از حدّ نگذرد ، در صحّت و بقا أو اميدوارتر باشد از آن كسى كه در اين معانى افراط كند يا تقصير روا دارد .\r\nبقراط حكيم گويد در كتاب فصول كه هرچه ناگاه به آدمى رسد ، از پر كردن و تهى كردن و يا گرم كردن يا سرد كردن يا به هر نوع كه باشد ، خطر است . جالينوس مىگويد : بسا مزاج نيك كه از جهت بسيار خوردن به زيان شده است ؛ چنان‌كه بسيار مزاج‌هاى بد كه به حسن تدبير و مراعات به اصلاح آمده است .\r\nامير المؤمنين على - عليه السّلام - از طبيب خوب پرسيد كه طبّ چيست ؟\r\nگفت : پرهيز كردن و اعتدال گوش داشتن ؛ و در حديث آمده است كه « المعده بيت الداء و الاحتماء رأس الدواء و عود كلّ بدن ما اعتماد » ؛ يعنى معده خانهء درد است و پرهيز كردن سر داروهاست و هركس را آن بايد داد كه به آن عادت كرده است .\r\nو چنين مىگويند كه يكى از حكما در پرهيز كردن مبالغه مىكرد . با وى گفتند : پرهيز بسيار سبب ضعف مىشود . گفت : من مىخورم كه بزيم ، نمىزيم كه بخورم .\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nپس معلوم شد كه اعتدال سبب صحّت بقلست و معنى اين اعتدال آن است كه اخلاط چهارگانه در اين جهان باشد ، بايد و چندان‌كه پايد ؛ و اعتدال مزاج‌ها به حسن تدبير خصلت‌هاى سال باشد و آنچه طعام بر صدق شهوت خورد ، موافق مزاج باشد و چندان خورند كه معده آن را برتابد و از هضم آن عاجز نشود . جالينوس گويد كه حفظ صحّت آن باشد كه آدمى آن خورد كه موافق به طبع أو باشد ، فصل سال موافق أو آن خورد كه تن أو برآمده باشد و بيرون كردن صفرا و خلطها از تن .\r\nآورده‌اند كه نوشيروان با تباذوق طبيب گفت : « اى تباذوق ! پير شدى ، از علم خود اثرى بگذار تا يادگار تو باشد » . تباذوق گفت : « اى ملك ! چند كلمه بگويم مختصر كه قايم مقام تصنيفى بزرگ باشد . بايد كه بر آن مواظبت نمايى تا صحّت تو پايدار باشد و محتاج ديگر طبيب نشوى : اوّل آن است كه پيش از خواب خود را بر متوضى عرضه كنى . دوم آنكه هر دو روز به گرمابه روى ، از آنكه گرمابه از قعر بدن خلطها بيرون آرد كه دارو بدان نرسد . سيوم آنكه هر هفته قى كنى . چهارم آنكه چيزى نخورى كه دندان تو بر آن كار نكند ، چه ، معده از دندان ضعيف‌تر است . پنجم آنكه هيچ ميوهء نارسيده نخورى . ششم آنكه تا توانى هيچ دارو نخورى كه دارو تن را چون صابون است جامه را و صابون جامه را پاك كند ، امّا بريزد ؛ و دارو خوردن چون تير انداختن است ، گاه صواب آيد و گاه خطا . هفتم آنكه از مباشرت بسيار محترز باشى كه مجامعت بسيار كردن آتش حيات را بكشد . هشتم آنكه زنهار ، زنهار ، با پيران مجامعت نكند كه آن سبب مرگ مفاجات باشد . نهم آنكه خون بىعلّتى كشنده از تن بيرون نكنى . دهم آنكه قصد غذا نكنى ، الا به گرسنگى صادق ، كه هيچ بدتر از خوردن طعام نباشد » .\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nنوشيروان فرمود كه اين كلمات به آب زر بنوشتند و دستور حفظ صحّت خويش ساخت ؛ و اللّه أعلم .\r\n\r\nفصل دوم « 1 » در حفظ صحّت به تدبير امور طبيعى كه أو را ضرورى خوانند\r\nبعضى آدمى كه از اين حالت بيرون نيست ، و « 2 » آن هواست و خوردن و آشاميدن و حركت و سكون و چيزى در تن بازماندن و بيرون آمدن ، خواب و بيدارى و احداث نفسانى ، چون شادى و اندوه و انديشهء كارها و ايمنى و ترس و عادت كه طبع آن است .\r\nامّا هوا ، كه از جمله حفظ صحّت يكى هواست كه دم زدن و نفس كشيدن به واسطهء آن تمام مىشود . هرگه هوا درست باشد و هر فصلى از سال بر مزاج خويش بود ، سبب تندرستى باشد ؛ چنان‌كه جالينوس مىگويد كه بايد كه غرض در همهء ابواب اعتدال باشد ، امّا در هوايى چنان‌كه از سرماى أو قرار در تو نيايد و از گرمى أو عرق نكنى ؛ و مزاج مردم به اختلاف هوا بگردد ، چنان‌كه كسى در هواى سرد و تر پرورده باشد ، پس انتقال كند به هواى گرم و خشك ، مزاج أو بگردد و بيمارى پيدا آيد ، و بر ضدّ اين همچنين ؛ و حفظ صحّت به اعتدال هوا چنان باشد كه از هواى سرد و گرم احتراز كند و در هواى سرد هيچ عضو را برهنه نكند و خود را به جامه‌هاى گرم پوشيده دارد ، خصوصا در اوّل سرما كه تن از هواى گرم بيرون آمده باشد و هواى سرد زودتر اثر كند ؛ و در سحرگاهان و بامدادان از جامهء خواب گرم شده باشد ، از هواى سرد زودتر برنجد و در هواى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نسخه : سيوم ؛ به قياس و سياق متن اصلاح شد . در مقدمهء رساله نيز « دوم » آمده است .\r\n( 2 ) - نسخه : به ؛ به قياس اصلاح شد .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nگرم ، از گرمى هوا و تابش آفتاب احتراز كند و از تابش آفتاب دور باشد ، مقام كند و آنجا آب زنند و اوانى پاكيزه و ميوه‌هاى سرد و تر چون سيب و امرود ، و تره‌ها چون كاهو و كاسنى و برگ بيد و برگ مورد .\r\nامّا در تدبير طعام‌ها و نگاه داشتن آن ، چنان بايد كه مردم غذا آن‌وقت خورند كه شهوت صادق پيدا شود و ثقل طعام خورده جدا گردد و نواحى زير شكم سبك گردد و حركتى موافق كرده آيد ؛ و چون شهوت صادق پيدا آيد ، دفع آن نشايد كردن و زود غذا بايد خوردن ؛ و احتراز كند از آنكه معده به يك بار پر شود ، بلكه چنان بايد كه هنوز شهوت طعام باقى باشد كه دست از آن بازدارد ؛ و اگر وقتى معده پر شود ، چنان‌كه تنگى نفس آرد و درد سر و پهلو ، در حال قى بايد كردن ؛ و اگر اتفاق نيفتد ، خواب بسيار بايد كردن و حركت بسيار ، و روز ديگر غذا كمتر خورد و از عادت و اوقات طعام خوردن نگاه بايد داشت ، و كمتر آن است كه در شبانه‌روزى يك نوبت خورد و بيشتر آنكه دو نوبت ، به اعتدال نزديك‌تر ؛ و آنكه در دو روز سه نوبت خورد ، يك روز بايد كه در شبانگاهى و ديگر روز وقت پيشين .\r\nنوع غذا ، جالينوس گويد : بهترين طعام آن است كه ميان لطيف و غليظ باشد ، چون نان گندم پاك و گوشت مرغ و كبك و ماهى و صراحى ؛ و جايى ديگر مىگويد كه خون معدن در تن وى تولّد كند ، بايد كه از نان گندم پاك تمام رسيده و گوشت گوسفند جوان و گوسالهء گاو درنگذرد ، خصوصا گوشت عضلات و آن گوشت‌هاست كه با شاخ و پى آميخته است ، از جهت آنكه هضم آن زودتر باشد ، و در جمله ، آن طعام زودتر گوارد كه لذيذتر و به دهان خوش‌تر و ميل طبع بدان زيادت باشد و بدان عادت كرده ، موافق‌تر باشد از غذاى نيك كه بدان عادت ندارد .\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nو از آفت‌هاى هضم ، آن است كه طعام‌هاى مختلف به هم خورند يا ترتيب گوش ندارند و طعام‌هاى غليظ پيش از لطيف خورند ، يا روزگار دراز در خوردن يك غذا باشد ، چنان‌چه نعمت‌هاى سخت از زمان آبستن دور افتد .\r\nو در تابستان بايد كه طعام‌هاى سرد خورند و در زمستان گرم ؛ امّا از گرم ، به غايت گرم ، چنان‌كه از آتش برداشته باشد ، و از سرد ، به غايت سرد ، چنان‌كه به يخ سرد كرده باشند ، همه احتراز بايد كرد ؛ چه ، گفته شد كه بناى حفظ صحّت به نگاه داشتن اعتدال است .\r\nامّا ميوه ، اگر كسى تواند كه ترك ميوه‌هاى تر كند ، از بسيار رنج‌ها ايمن شود ؛ و اگر نتواند ، بر انگور و انجير اختصار كند ؛ و ميوه پيش از طعام بايد خورد تا [ از 
  ] « 1 » آفت آن ايمن توان بود ؛ و اگر در معده صفرا باشد ، يا رطوبت هر ميوه كه لطيف باشد ، چون خربزه و زردآلو و توت ، لا بدّ مستحيل شود و مزاج آن خلط گيرد كه در معده است ، و اگر بعد از طعام خورند ، به زيان آورد ؛ و خربزه را كه گفته‌اند كه پيش از طعام خورند ، امّا بر اثر آن طعام بايد خورد ؛ و معده بايد كه پيوسته سبك باشد تا تخمه نيفتد . پس اگر روزى زيادة خورده شود ، روز ديگر كمتر خورد ، و اگر دو سه روز برهم اتفاق زيادة خوردن [ افتد 
  ] « 2 » زود به تدبير آن داروى مسهل بايد خورد تا معده و جگر و روده را پاك كند ، چون اطريفل كوچك كه ايارج و تربد به آن بار كرده باشند ، با جوارش سفرجل يا حبّ صبر .\r\nو ببايد دانستن كه آب در تن هيچ عمل نكند ، جز آنكه بدرقهء طعام باشد و آن را به هر عضو برساند . كيفيّت و كمّيّت آن‌وقت خوردن گوش بايد داشت ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - به قياس افزوده شد .\r\n( 2 ) - به قياس افزوده شد .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nو آب در ميان طعام نبايد خورد و بعد از طعام ، تا معده سبك نشود و طعام بخورد ؛ و آن آب كه بر سر طعام خورد ، بايد كه سرد باشد تا اندكى كفايت باشد و تشنگى بنشاند و نيز معده را فراهم كند تا غذا در خود گيرد و هضم كند ؛ و از اين گفته‌اند كه آب سرد معده را به جاى جوارش باشد ؛ و هركس كه معده و جاى أو سرد باشد يا أو را رنجى باشد ، آب برف و يخ سرد كرده نشايد خورد و در شب بعد از خواب نبايد خورد ، مگر كه مخمور باشد يا محرور ، كه أو را زيان ندارد ؛ و از پس گرمابه و جماع و حركت‌هاى سخت آب نبايد خورد .\r\nو اگر كسى شراب خورده باشد ، در حفظ صحّت آن رعايت هم واجب است . اوّلا أنواع شراب كه از شراب و خرما و دوشاب و جو و برنج سازند ، البته نبايد خورد كه دماغ را زيان آورد ؛ و اگر اتفاق افتد كه خورد ، نشايد كه بر گرسنگى خورد ، يا بر طعامى كه هنوز در معده قرار نگرفته باشد ؛ و نشايد كه معده را پر و گران كند و مستى متواتر زيان دارد و بيمارىها آورد . در ماهى يك مستى رخصت داده‌اند ؛ و محرور را اولىتر آن باشد كه ترك شراب كند ، و اگر ضرورت باشد ، شراب رقيق سفيد بايد مروّق كرده . شراب شيرين تن را فربه كند ، امّا ديرگوار باشد و سدّه بگشايد ، و مثل سرد مزاج كمونى و قرنفل و پوست ترنج ؛ و اگر كسى خواهد كه از مستى زود هشيار شود ، سركه به آب بياميزد و سه قدح از آن باز خورد .\r\nخواب مدارى چنان بايد كه آن‌وقت خسبد كه طعام از دهن معده به قعر افتاده باشد و اندكى هضم پذيرفته باشد و چون در جامهء خواب شود ، نخست بر دست راست خسبد لحظه‌اى ، پس بر دست چپ بازگردد و بر شكم خفتن محمود است و بر پشت بازخفتن زيان دارد ؛ و خواب روز بسيار خفتن رنگ\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nروى تباه [ كند 
  ] « 1 » و زكام و نزله آورد ، خصوصا در زمستان ، اگر روز خفتن عادت دارد ، جهد كند كه از آن عادت بگذرد .\r\nامّا تدبير حركت و سكون ، جالينوس مىگويد كه سكون پيوسته و ترك رياضت ، هيچ از طعام در تدبير حفظ صحّت آفتى بزرگ است و حركت معتدل كردن پيش از قضا تدبير نيكوست ؛ و جاى ديگر مىگويد : سكون « 2 » و فراغ مزاج را تباه كند و رياضت و آمد و شد مزاج را لطيف كند و به اصلاح آورد ؛ و بقراط مىگويد كه منفعت رياضت در تن زيادة از منفعت دارو باشد ، از آنكه دارو گوشت تن را كم كند و رياضت اعضا را قوّت دهد [ و 
  ] « 3 » فضله‌ها تحليل كند ؛ و رياضت هركس برحسب عادت أو باشد ، رفتن يا برنشستن يا كشتى گرفتن ؛ و رياضت آن‌وقت محمود باشد كه به اندكى ظاهر نشده باشد و عرق نكرده باشد .\r\nچون رنجه شود ، ترك بايد كرد . هركه را مزاج گرم و خشك باشد ، أو را رياضت زيان دارد ، و اگر اتفاق رياضتى افتد ، بايد كه به رفق و آهستگى ؛ و اگر كسى از درد سر نالد ، رياضت أو به رفتن و پاى ماليدن باشد .\r\nامّا ماليدن ، بقراط مىگويد كه اندام‌ها از ماليدن سخت شود . از ماليدن بسيار ضعيف شود و از ماليدن اعتدال گوشت زيادة گردد .\r\nامّا استفراغ ، اگرچه أنواع استفراغ بسيار است ؛ امّا آنچه در باب تدبير حفظ صحّت رعايت آن واجب است ، فصد است و داروهاى مسهل خوردن و قى كردن . جالينوس گويد : استفراغ از جملهء تن هرگاه كه اخلاط بود ، بسيار به فصد باشد و ترك غذا ؛ و اگر اخلاط فاسد شده باشد ، به اسهال بود و غذاى محمود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - به قياس افزوده شد .\r\n( 2 ) - جاى اين كلمه در نسخه جابجا شده بود كه به قياس اصلاح گرديد .\r\n( 3 ) - به قياس افزوده شد .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nجاى ديگر گويد كه هركس فضله‌ها در تن أو گرد آمده باشد ، بايد كه در فصل بهار تن را پاك كند ، پيش از آنكه خلطها در زمستان در تن جمع شده باشد ، گداخته شود و به اعضاى رئيسه رسد و بيمارىها آورد .\r\nامّا فصد ، هركس اندام أو ما دام باشد و گونهء أو سرخ و رگ‌هاى أو فراخ ، بدين طريق فصد بايد كرد و دفع زكام و سرسام و صداع مىكند و از دود و غبار و بوىهاى ناخوش احتراز نمايد و از اندوه و انديشه‌هاى دور و خيالات نامعلوم پرهيزد تا خون‌هاى دماغى بر حال خود بگردند .\r\n\r\n[ مقالت سيوم در حفظ صحّت اندام‌ها\r\n\r\nفصل اوّل . . . 
  ] « 1 »\r\n\r\nفصل دوم در حفظ صحّت چشم\r\nبايد كه چشم را از گرد و خاك و دود نگه دارد و بسيار در آفتاب ننگرد ، خاصّه وقت برآمدن و فروشدن ، و در چيزهاى درخشنده و در چراغ ننگرد و خطّهاى باريك نخواند ، به واسطهء آنكه در اين‌ها [ نگريستن 
  ] « 2 » ديده را ضعيف كند ؛ و نگريستن در چيزهاى سياه و آب روان سود دارد . تابستان غورهء پرورده در چشم كشند و در خزان و بهار و در تابستان آب باديان كه با عسل در آب پرورده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - به قياس سياق متن افزوده شد . چنان‌كه مشاهده مىشود ، ترتيب و تعداد مقالات و فصول رساله با آنچه در مقدمهء رساله ذكر شده ، خوانايى ندارد .\r\n( 2 ) - به قياس افزوده شد .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nباشند ، مىكشند ؛ و اگر حرارتى باشد ، در چشم أو غورهء پرورده كشند و ماميران به گلاب سوده ، در چشم كند ، آب نريزند و پاره‌اى كتان به گلاب تر كند و با سفيدهء خايهء مرغ و روغن گل بر چشم نهد و ببندد و چشم بر خرقه بپوشد و در خانهء تاريك مقام كند تا درد ساكن گردد و اشك بازايستد .\r\n\r\nفصل سيوم در حفظ صحّت گوش\r\nحسّ سمع عزيزترين حواس است . بايد كه در نگاه داشتن آن مبالغه نمايند و نگدارند كه بادهاى سرد و آوازهاى ناخوش ، چون بانگ طبل و بوق از نزديكى به وى رسد ؛ و هر هفته قطره‌اى روغن گل نيم گرم در أو چكانند و در گرمابه گوش بر تابهء گرم نهند تا اگر خلطى سخت شده ، بگدازد و نرم شود بيرون آيد ، و چون از گرمابه بيرون آيد ، گوش را پاك سازد ؛ و اگر دردى در أو پيدا آيد ، بگيرد مرزنگوش و زعفران ناسوده و روغن گل و سركه بجوشاند و صافى كند و نيم گرم قطره‌اى در وى چكانند . اگر درد از حرارت باشد ، روغن گل و سركه و اندك افيون بجوشانند و نيم گرم در أو چكانند تا پخته شود و اگر ريم باشد ، بيرون آيد . پس فتيله به زفت و عسل بيالايند و در وى نهند . بعد از آنكه سركه نيم گرم به آب عسل نيم گرم بجوشانند و در أو چكانند تا بيخته شود و اگر ريم باشد ، بيرون آيد و ريش را بشويد ؛ و قاعده است كه هرچه در گوش چكانند ، نيم گرم باشد .\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\nفصل چهارم در حفظ صحّت ذوق\r\nو آن چشيدن است و آنچه تعلق بدان دارد ، از دندان و گوشت بن دندان‌ها و ملاذه و غيره ، از آب سرد به غايت احتراز نمايد كه زيان به دندان و گوشت بن دندان دارد ؛ و طعام‌هاى گرم چون سير و پياز و گندنا زيان دارد ؛ و هر بامداد مسواك كند به چوبى و قدرى از قرنفل بخايد تا لعاب و رطوبت بياورد و زبان روان شود و بر سخن گفتن و فصاحت قادر شود .\r\n\r\nفصل پنجم در حفظ صحّت لمس\r\nآن هم عزيز است و در نگاه‌داشت آن به جدّ بايد بود و بايد كه دست در چيزهاى قابض چون نار و پوست انار نكند و كارهاى سخت كه دست را درشت گرداند ، نكند ؛ و دست را از آب و هواى زمستان نگاه دارد و پيوسته روغن‌هاى لطيف خوش‌بو در دست مالد تا دست را نرم دارد .\r\n\r\nفصل ششم در حفظ صحّت آلات تنفّس « 1 »\r\nو أصل آن شش است . از خوردن غذاهاى سرد ، مثل پنير و ترشى و گوشت‌هاى غليظ حذر كند ؛ از آنكه مثل اين چيزها رطوبت بسيار در قصبه و شش و راه گذر نفس گرد آورد و راه نفس تنگ گرداند و سرفه تولّد كند و درد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نسخه : تناسل ؛ به قياس اصلاح شد .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nشش آورد ؛ و از غبار حذر كند ، خصوصا غبار آرد كه هيچ‌چيز زيان‌كارتر از وى نيست بر راه گذر نفس .\r\n\r\n[ مقالت چهارم در ياد كردن بعضى از شراب‌ها و معجون‌ها و داروهاى سبك و مختصر كه در حفظ صحّت به كار آيد و ذكر آنچه قوّت مردى را سود دارد 
  ] « 1 »\r\nعسل و فانيد و باديان تر و برگ لبلاب و برگ كاهو و جو تر كرده داده باشند ، در ديگ سنگين پاك كنند و بر آتش نهند و پاره‌اى چوب انجير در وى افكنند و به آتش نرم بجوشانند تا سر پيدا كند و بعد از آن آتش فروگيرد و بيست درم سكنجبين بزورى بر وى زنند و به خرقهء سطبر بپالايند و آب آن بگيرند . پس بگيرند هليلهء زرد كابلى و هليلهء سياه ، از هر يكى دو درم ، افيون سه درم ، بسفايج دو درم ، هر سه را بكوبند و ببيزند و به دو سه كرّت باز دهان افكند قدرى ، و صد درم از اين آب بر سر بازخورند ، اسهال كند بىرنج .\r\nو اگر اين شراب با سكنجبين ساده در شكر يك هفته بخورند و هر بامداد چهل درم پنير آب و بيست درم شكر و سكنجبين ، جگر و يرقان را سود دارد و رنگ روى صاف كند و همهء تن را قوّت دهد ؛ و سودهء أو خون سوخته را فرود آورد و تلخ باشد .\r\nصفت سكنجبين بزورى : پوست بيخ كرفس ، پوست بيخ رازيانه ، از هر يكى پنج درم ، تخم كاسنى سه درم ، در يك كاسه سركهء انگورى كهنه دو سه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - به قياس سياق متن و فهرست مقدمهء رساله افزوده شد .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nكاسه آب كند و يك شب بگذارد و روز ديگر بجوشاند و قياس مىگيرد تا آب شود و سركه بماند ، صاف كنند و از اين سركه ، سكنجبين بسازند .\r\nپروردهء غوره : كه چشم را قوّت دهد و صحّت نگاه دارد . بگيرد پوست هليلهء زرد و ماميران چينى ، و پوست چشم باز كرده ، و توتياى شسته ، از هريك پنج درم ، همه را بكوبند و آب غوره و آب برگ باديان بر أو كنند و چهل روز در آفتاب گذارند و هر سه روز آب بر أو تازه كنند تا خشك شود . پس بسايند و بامداد و شبانگاه از آن در چشم مىكشند ، نافع باشد .\r\nامّا از داروهايى كه قوّت مباشرت را سود دارد : بگيرند ترنجبين سفيد و پاكيزه كنند از خار و خاشاك و شير گاو بر آتش نهند تا اندك جوشى برآرد و ترنجبين در أو افكنند تا گداخته شود و پس فروگيرند و در ظرفى كنند . هر روز از آن چند كفچه بخورد .\r\nو نوعى ديگر : بگيرند زردهء خايهء نيم‌پخته دو درم سعتر بر آن كنند .\r\nاز غذاها ، برنج شير و قليهء چرب و گوشت فربه و پياز پخته سودمند است و روغن زيتون و روغن زنبق و اندك جند بيدستر اندر أو حلّ كنند و به زهار و پشت طلا كنند ، نافع باشد .\r\nو از داروهايى كه شايد ، بگيرند آب پياز سفيد و عسل ، از هر يكى بيست درم و بجوشانند تا آب رود و عسل بماند ؛ و بنهد تا وقت خواب دو كفچه از آن بخورد و مزاج را موافق بود و خرما در شير آغشته سود دارد .\r\nامّا آنچه قوّت جماع كم كند ، تخم كاهو است و تخم سداب و كافور و تخم نيلوفر خوردن و بوييدن ، و جمله ترشىها زيان دارد .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n\r\nفصل اندر علاج حصبه\r\nدر اوايل مرض حصبه ، روز اوّل و دوم و سيوم اگر تب دايمى باشد و در سن شباب باشد ، فصد بايد كرد ، و ما دام كه از سه روز گذشته باشد و دانهء حصبه نيامده باشد ، و الا فصد نبايد كرد ؛ و سه روز اوّل ، هر روز تخم كاسنى ده درم ، عنّاب ده درم ، نبات پنج درم ، ميانهء روز پنج درم ، عرق بيد و كاسنى پنج درم ، بنكو ده درم . غذا ، بنوسرخ ، خشخاش ، عنّاب .\r\nروز چهارم و پنجم و ششم و هفتم ، شراب عنّاب ده مثقال ، هر روز ، عرق بيدمشك ده مثقال . غذا ، جو و بنوسرخ قناعت كند و در ميانهء روز ، نبات ده درم ، عرق بيد ده درم ، بنكو ده درم ؛ و اگر در روز ششم صداع و تب باشد و حبس در طبيعت باشد ، روز هشتم عنّاب ده درم ، آلوى سياه ده دانه ، آلوچه ده دانه ، نبات ده درم ، و ميانهء روز شربتى نبات و غذا ، همچنان‌كه ذكر رفته ، تا روز چهاردهم « 1 » ، و همچنين به شراب عنّاب و عرق بيد قناعت كند و غذا همچنان جو و بنوسرخ ؛ و بعد از آنكه روز چهاردهم باشد و تب زايل شده باشد ، شربت نبات و عرق گل و بيد و بنكو ، و غذا بنوماش و خشخاش و خروس بچه . حقّ سبحانه و تعالى صحّت دهد .\r\nتمّت الكتاب بعون اللّه الملك الوهّاب . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نسخه : چهارم ؛ به قياس سياق متن اصلاح شد .\r\n( 2 ) - انجامهء نسخه و افزودهء كاتب چنين است : على يد المذنب المحتاج ابو الحسن بن محمد قلى الجرفادقانى بتاريخ شهر رمضان المبارك سنه 1033 .\r\n غرض نقشىست كز ما بازماند * كه هستى را نمىبينم بقايى\r\nمگر صاحب‌دلى روزى به رحمت * كند در حقّ درويشان دعايى \r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\nالفراست\r\nمنسوب به\r\nافلاطون\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n\r\nمقدمهء مصحّح\r\nدر تعريف علم فراست گفته‌اند كه « علمى است كه از صورت ، پى به سيرت برند » ( غياث اللغات ) و آن را شاخه‌اى از علم روان‌شناسى دانسته‌اند . در سير تاريخ علوم ، تقريبا آثارى با اين عنوان و محتوا ، بسيار اندك و انگشت‌شمار است و اگر هم باشد ، در حدّ يك رسالهء چند صفحه‌اى و مختصر است . يكى از اين آثار ، رساله‌اى است كوتاه منسوب به افلاطون ، با عنوان الفراست كه پيش از سدهء دهم هجرى توسط فردى ناشناس به فارسى ترجمه شده است .\r\nدر ميان آثار منسوب به اصيل افلاطونى ، مىتوان گفت كه در كتب طراز اوّل تاريخ علم به چنين اثرى از وى اشاره نشده است . در ميان كتب طبى مترجم از وى كه فؤاد سزگين سه مورد از آن را ياد كرده است ( نك : تاريخ نگارش‌هاى عربى ، 3 / 84 - 86 ) نيز چنين مباحثى به چشم نمىخورد .\r\nرسالهء حاضر كه در نوع خود ، چه از حيث محتوايى و چه از حيث تعدّد نسخه ، بىنظير و منحصر به فرد است ، يكى از آثار منسوب به افلاطون است كه دربارهء صورت‌شناسى افراد و دلالت كيفيّات ظاهرى بر حالات درونى و رفتارى بحث مىكند . در اين رساله از ده حالت و كيفيّت ظاهرى ، اعمّ از : آواز ، الوان ( رنگ پوست ) ، بالا ( قد و قامت ) ، موى ، رفتن ، خنده ، اعضا ، ابرو ، چشم و بينى ، بحث شده كه دارندگان حالات مختلف هريك از اين موارد را به رفتارها و اخلاق‌هاى گوناگون نسبت داده است .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nنسخهء حاضر از اين رساله ، متعلّق به كتابخانهء مجلس شوراى اسلامى است كه در ضمن يك مجموعه ، به شمارهء 6348 ، رسالهء 12 ، صص 259 - 261 ، مىباشد و تاريخ كتابت نسخه ، سنهء 978 هجرى قمرى است . ( نك : فهرست كتابخانهء مجلس ، 19 / 383 )\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nتصوير صفحهء اوّل نسخه\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nتصوير صفحهء آخر نسخه\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nبسم اللّه الرّحمن الرّحيم و العاقبه للمتقين و لا عدوان إلا على الظالمين ؛\r\nو الصلوه و السّلام على محمّد و آله أجمعين .\r\nامّا بعد ؛ بدان كه اين كتابى است كه افلاطون الحكيم ساخته است در معنى فراست و آثار خليفه بنى آدم و چهره‌ها و جسم‌ها و نشست و خاست و آواز و رفتار و كردارشان ؛ امّا اوّل چيزى كه از مردم به مردم رسد ، آواز است ، و شايد كه مرد پيدا نباشد ، داد از وى شنوند . پس آن اولىتر كه اوّل دلايل آواز بگوييم ، بتوفيق اللّه و عونه .\r\n\r\nدلايل آواز\r\nهركه را آواز بلند باشد و گشاده ، بلاجوى و جنگ‌جوى بود و دون‌همّت و بدنيّت و اندك خوار .\r\nتيز كه پندارى كه از خم برمىآيد ، دليل كه خداوندش بىخود و بدنيّت باشد و حسود .\r\nآواز صافى ، تيز و نرم ، دليل كند بر شبه مادگان و طبع فاحشان ، و موافق بود .\r\nآوازى كه پندارى كه لح‌لح مىكند ، دليل كند بر ابلهى و زودزود خشمى و بىحجّتى و آزار مردم جستن و اندر ماندن به دست خصمان .\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nآوازى كه اندر بينى ماند ، دليل كند بر حريص و بس آرزو و لجوجى و بدكنشى و بىدينى ، اگرچه أو را ضعيف باشد ، و بدخويى .\r\nآوازى كه باريك بود و سست ، دليل كند بر نيك‌خويى و تنگ‌دلى و بىتدبيرى .\r\nآواز خوش نيكو ، دليل كند بر ابلهى و شادكامى .\r\nآواز سخت ، دليل كند به رندى و ناپاكى .\r\n\r\nدلايل الوان\r\nهر لون كه سياه بود ، بددل باشد و دورانديش و بسيارغم .\r\nسرخ نيكو ، دليل كند بر بددلى .\r\nزرد ، كه نه از بيمارى بود ، دليل كند بر حسد و بدانديشى و بددلى .\r\nزردى كه با سبز زند ، لهودوست و زودخشم و وفادار ، و هرچه بينديشد ، پندارد كه بوده است .\r\nزرد سرخ ، دليل كند بر شرمگينى .\r\nسياه سبز ، دليل كند بر بدخويى .\r\nسياه سرخ ، جهان‌دوست و مردم‌سان .\r\nلون ميغ‌گون ، دلير و خوش‌خوى و بس‌آرزو و زودخشم و جنگ‌جوى .\r\nسرخ اسفيد ، بازىدوست و صحبت‌نماى و دوستىافزاى و زود فريفته شود .\r\nزردى كه با سبزى و سفيدى آميخته بود ، حسود و بدانديش و بدسگال و بددل باشد .\r\nسرخ ، شراب‌دوست بود و طبع وى به مستان ماند .\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n\r\nدلايل بالا\r\nهركه را بالا دراز باشد ، بىاندازه ابله باشد . كوتاه ، معجّب باشد . ميانه ، خردمند بود . بالاپست ، زودخشم باشد و كودك‌طبع و لهودوست و بزرگ‌همّت باشد . لاغر ، جويندهء كام و مرادها باشد و آرزوها . ذولهره ، جوان‌مرد و خوش‌خوى بود .\r\n\r\nدلايل موى\r\nهركه را موى نرم باريك بود ، خداوندش بددل باشد .\r\nموى درشت ، خداوند أو دلير و مردانه بود .\r\nموى بسيار پرپشت باشد ، نشان مردانگى و مبارزى و صاحب هنرى بسيار پرشكم [ و 
  ] جماع‌دوست بود .\r\nموى بسيار بر گردن و كتف ، نشان ابلهى و دليرى بود .\r\nموى تن كه برخاسته بود ، دليل ترس و بددلى بود .\r\nموى جعد ، نشان حريصى و تنگ‌خويى .\r\nراست برهم خفته ، نشان بىخردى و بىادبى بود .\r\nموى بر تن به اندازه ، به‌هرحال كه رسم بود ، بيش‌وكم ، دليل كند بر خرد و ادب و نيك‌خويى .\r\nموى سياه ، نشان منفعت و دوستى بود .\r\nسرخ چون سقلابيان ، دليل كند بر بدخويى .\r\nموى بر كتف ، نشان عاقلى .\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n\r\nدليل رفتن\r\nگام فراخ ، دليل كند بر فراخ‌دلى و وفا و نصيحت و مردانگى .\r\nگام تنگ نهادن ، دليل است بر نامردانگى لعامت و كارهاى ناتمام و خوش‌خو و رحيم‌دل بود .\r\nاگر كسى بينى كه زود مىرود و نگاه بازپس مىكند و از چپ و راست مىنگرد و سر مىجنباند ، دليل ديوانگى و بدكردارى بود .\r\nسبك رفتن راست ، نشان تندى و بدانديشى .\r\nدير رفتن و گام نهادن ، دليل بدانديشى خاصّه كه داند كه كجا مىرود .\r\nبه شتاب رفتن و دست جنبانيدن با كتف و دست فروافكنده دارد ، دليل كند كه مردانه و دلير و بلندهمّت بود .\r\nهركه در رفتن خويشتن را مىجنباند يا سوى دست به هر گامى بگرايد ، دليل كند بر مخنّثى ؛ و اللّه أعلم .\r\n\r\nدليل خنده\r\nهركه بسيار خندد ، بىعنايت بود و مساعد با مردمان .\r\nهركه اندك‌اندك خندد ، مخالف بود با مردمان و هرچه مردم كند ، هيچ نپسندد .\r\nهركه بخندد ، چنان‌كه سرفه بر وى افتد ، بىشرم و جنگ‌جوى بود .\r\n\r\nدلايل اعضا\r\nهركه سر بزرگ دارد و كژ ، آن كس بلندهمّت باشد و نيكى دوست دارد .\r\nسر كوچك ، دليل كند كه بدخوى باشد .\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nهركه را سر گرد بود و ميانه ، پرانديشه و مكّار بود .\r\nسر بزرگ ، دليل عقل بود .\r\nهركه را پوست سر فشرده بود ، بىشرم باشد .\r\nهركه را ميان سر فروشده باشد ، به مال و كار دنيا حريص باشد .\r\nهركه را بر سر خطّها باشد و ميان سرش پهن بود ، صحبت كردن با أو نكوهيده بود .\r\nپيشانى ، چون پيشانى تنگ باشد ، عالم و كندفهم باشد .\r\nو پيشانى بزرگ ، خداوندش ابله بود .\r\nپيشانى سخت مثل خداوندش سبكسار و زودخشم و روسپىباره [ و 
  ] شوخ باشد .\r\nپيشانى خاسته ، دليل كند بر بدكيشى .\r\nپيشانى كه بر أو خطّهاى بسيار بود ، خداوندش بىنياز و خداوند خواسته بود .\r\nپيشانى پهن ، خداوندش هميشه غمگين بود .\r\n\r\nدلايل ابرو\r\nهركه را موى بر ابرو دراز بود ، خداوندش معجّب بود .\r\nابرويى كه به سوى بينى فروكشيده بود ، خداوندش پرانديشه بود .\r\nابروى گرد و به پايين فروشده ، در أو چيزهاى نغز بسيار بود كه انديشه كند .\r\nابروى كم‌موى ، دون همّت باشد .\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n\r\nدلايل چشم\r\nچشم بادامى ، نه بزرگ و نه خرد و نه خاسته و نى فروشده ، خداوندش خردمند و زيرك بود و جوياى صحبت نيك باشد .\r\nهركه را چشم گرد و سياه و فراخ بود ، خداوندش ابله بود .\r\nهركه را چشم از حال طبيعى بگشته بود و سپيدى أو تنگ گشته كه پندارى كه چشمش درد مىكند و چشم وى مىگرايد ، ديوانه بود .\r\nو اگر آن‌همه نيابى ، بدان كه فاحشه و بدكنش بود .\r\nهركه را چشم به اندازه بود و سياه ، آن‌كس وفادار باشد .\r\nهركه را چشم بزرگ نمايد و سپيدى بر جاى ايستاده باشد كه نجنباند به هيچ‌كس ، از أو حذر بايد كرد .\r\nهركه را چشم بزرگ بود و بسيار گرداند ، مىخواره و كاهل و لهودوست باشد .\r\nهركه را چشم خرد بود و لونش ازرق بود ، شرّ و پليد و بدخو باشد و بدنيّت .\r\nهركه را چشم سبز بود و اندرون آن سبزى نقطه‌هاى بسيار بود ، آن‌كس دزد و مكّار و جابر بود .\r\nهركه را چشم زرد باشد ، بدمهر و خون‌ريز بود .\r\nو هركه را چشم به مستان و ديوانگان ماند ، به طبع مستان و ديوانگان باشد .\r\n\r\nدلايل بينى\r\nهركه را بينى گرد بود و سوراخ تنگ ، دليل كند كه ابله بود .\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nو اگر فراخ و باز گشاده بود ، جنگ‌جوى و زودخشم بود .\r\nهركه را سر بينى پهن بود ، آن‌كس ابله بود .\r\nو اگر بينى كوتاه و گرد بود ، خداوندش دزد و مكّار بود .\r\nو اگر پهن بود ، جماع دوست بود .\r\nبينى نيكو ، روسپىباره بود .\r\nبينى با پيشانى راست ، هوشيار و دانا بود .\r\nتمام شد كتاب فراست ؛ و الحمد للّه ربّ العالمين .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\nمعرفت اشجار و خواص نباتات\r\nاز مؤلّفى ناشناخته\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\nمقدمهء مصحّح\r\nدر تعريف كيميا ، در فرهنگ‌ها و دائرةالمعارف‌هاى كهن گفته‌اند كه « علمى است كه از طريق سلب خواص از جواهر معدنيه و جلب خاصيت جديد بدان‌ها بحث مىكند » ( كشف الظنون ) « كه به سبب امتزاج روح و نفس ، اجساد ناقصه را به مرتبهء كمال رسانند ، يعنى قلعى و مس را نقره و طلا كنند ؛ و چون اين علم خالى از حيله و مكرى نيست ، از اين جهت به اين نام خوانند » ( برهان قاطع ) ؛ لذا بدين سبب است كه برخى آن را جزو علوم غريبه طبقه‌بندى كرده‌اند : « كيميا ، ليميا ، سيميا ، ريميا و هيميا » و بدان « خمسهء محتجبه » ( پنج‌گانهء پوشيده و پنهان ) گفته‌اند و از حروف اوّل اين پنج كلمه ، عبارت « كل سره » را استخراج و متداول كرده‌اند . ( نك : آنندراج و انجمن‌آرا ) و به عبارت ديگر ، كيميا ، نزد قدما ، عبارت بود از علمى كه در آن بحث مىشود از تحويل بعضى معادن به بعضى ديگر و مخصوصا تحويل آن به زر ، به واسطهء اكسير ، يعنى « حجر الفلاسفه » . . . امّا نزد متأخران ، علم يا صناعتى است كه در آن ، طبيعت و خواص همهء اجسام از طريق حل و تركيب ، مورد بحث قرار مىگيرد . ( اقرب الموارد و لغت‌نامه ) هفت فلز معروفى كه به نام « اجساد سبعه » معروف بودند ، اساس كار كيمياگرى را به خود اختصاص داده بودند : « زر ، نقره ، مس ، آهن ، قلعى ، سرب و خارصينى » . اين هفت فلز را داراى يك أصل و ماهيت مستقل قلمداد مىكردند ، و آن سيماب و گوگرد بود كه در همهء اين‌ها به صورت متغيّر يافت مىشد .\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nبراى انسان عصر حاضر كه علم شيمى جديد براى أو يك تجزيه و تركيب كمّى و كيفى عناصر موجود در طبيعت و نسبت آن‌ها با يكديگر مشخص مىشود ، بسيار دشوار است خود را از اين تصور برهاند كه منظور از كيميا در أصل ، توليد سنگ‌ها و فلزات گرانبها يا تبديل و جعل زر و سيم بوده است .\r\nمشكلى كه تا به امروز لا ينحل مانده ، ارتباط دو واژهء « كيميا » و « شيمى » و ريشه‌شناسى آنهاست . آنچه مسلّم است ، اين است كه\r\n « Chemie » \r\nبا حرف تعريف « ال » عربى ، يعنى  « AlChemie »  همان واژهء مشهور « الكيمياء » عربى است . دربارهء ريشهء اين دو واژه هنوز هم زبان‌شناسان و تاريخ‌پژوهان علم شيمى به نتيجهء مشتركى دست نيافته‌اند . « 1 »\r\nبايد يادآور شد كه هنوز پژوهشى وسيع دربارهء مفهوم دقيق شيمى و كيميا بر پايهء منابع موجود انجام نپذيرفته است . فؤاد سزگين معتقد است كه در مباحث علمى پيرامون نحوهء بيان و تعريف كيميا در نزد عرب‌ها و چگونگى برخورد دانشمندان عرب در حوزهء فرهنگ اسلامى - عربى با كيمياگرى ، به اشتباه واژهء  « AlChemie »  را معادل « الكيمياء » يا « علم الكيمياء » دانسته ، و اصولا به اين مسأله توجه نكرده‌اند كه نخستين كيمياگران دورهء اسلامى ، اين رشته را با اين اصطلاح نمىشناخته‌اند ، بلكه آن را « علم الصنعه » يا « الصنعه » مىخواندند و از پيشينيان خود در اين زمينه نه با عنوان « الكيميائى » ، بلكه با عنوان « صاحب الصنعه » و حتى گاه « صاحب الحكمه » يا « الحكماء » ياد مىكردند . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تاريخ نگارشهاى عربى ، فواد سزگين ، به اهتمام خانهء كتاب ، تهران ، ارشاد اسلامى ، 1380 ، ج 4 ، ص 27 .\r\n( 2 ) - همان ، ص 28 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nدر كيميا ، به چهار عنصر آب و باد و آتش و خاك اهميّت خاص داده مىشد ؛ زيرا كيمياگران به تجربه دريافته بودند كه اگر هر ماده‌اى را بگيريم و روى يك سينى فلزى حرارت دهيم ، ابتدا آب پس مىدهد ( عنصر آب ) ، سپس به هوا ( بخار ) تبديل مىشود ( عنصر هوا يا باد ) ، آن‌گاه شايد آتش بگيرد و بسوزد ( عنصر آتش ) و بالاخره آنچه باقى مىماند ، يك مقدار مادهء خاكى سوخته يا خاكستر است ( عنصر خاك ) ؛ و اين در واقع مبناى استدلال قدما دربارهء چهار عنصر است . كيمياگران علاوه بر اين چهار عنصر ، چهار جوهر نيز به اين عناصر مىافزودند كه عبارت باشند از جيوه و گوگرد و نمك و خاك كه هركدام خاصيت كلى داشتند ؛ جيوه خاصيت كلى فلزى و گوگرد خاصيت سوختن و نمك خاصيت حل شدن و خاك خاصيت غير فلزى را نشان مىداد . همچنين كيمياگران به گوگرد لقب پدر فلزات و به جيوه لقب مادر فلزات داده بودند . « 1 »\r\nبه طور خلاصه مىتوان از ديدگاه قدما چنين استنباط نمود كه در صنعت كيميا ، فلزات هفت‌گانه چنين به دست مىآمد :\r\nتغيير در كمّ و كيف سيماب + تغيير در كمّ و كيف گوگرد + اكسير ( حيوانى ، گياهى يا معدنى ) - فلز مورد نظر\r\nجابر معتقد بود كه « أصل كيميا از تأثير طبيعت مواد بر يكديگر ناشى مىشود و انسان با آگاهى از رابطهء تعادلى بين آن‌ها ، به شناخت آن‌ها نايل مىشود » . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سهم ارزشمند ايرانيان در فرهنگ جهان ، عبد الحميد نيّرنورى ، تهران ، انجمن آثار و مفاخر فرهنگى ، 1377 ، ج 2 ، ص 296 .\r\n( 2 ) - نك : تاريخ نگارشهاى عربى ، ج 4 ، ص 30 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nاز سوى ديگر ، كيمياگرى به بعضى زمينه‌هاى ديگر هم كه بيشتر كيفيتى ماوراى طبيعى يا فلسفى داشتند ، راه يافته بود ؛ مثلا به مباحثى چون ماهيّت روح يا فضاى كيهانى و غيره . اين جنبه از كيمياگرى به واكنش‌هاى متفاوتى ميدان داده بود . برخى از دانشمندان برجسته همچون جابر بن حيّان و محمد بن زكرياى رازى به استحالهء فلزات اعتقاد داشتند ، و بعضى ديگر از بزرگان علم فلسفه ، مانند ابن سينا و الكندى ، نه . ولى هر دو گروه به جنبهء تكنولوژيكى امر توجه نشان مىدادند . آثار جابر ، رازى ، الكندى و ديگران انباشته از اطلاعات و دستاوردهايى است كه شيمى صنعتى و مهندسى شيمى امروزين ، از بسيارى لحاظ مديون آنهاست . جابر و رازى ، كه در غرب به نام‌هاى  « Geber »  و  « Rhazes »  مىشناسند ، بزرگترين دانشمندان تاريخ شيمى و تكنولوژى شيميايى در عالم اسلام محسوب مىشوند و آثار علمى و عملى آنها تأثير بىچون و چرايى بر دانشمندان و پژوهشگران نسلهاى بعدى ، اعم از مسلمانان و اروپايى ، بر جاى گذاشته است . « 1 »\r\nدر ميان رسايل موجود در باب علم كيميا ، به آثارى برمىخوريم كه صرفا به اكسيرها پرداخته‌اند . اكسير ، در اصطلاح كيمياگران ، جوهر گدازنده و آميزنده و كامل‌كننده كه ماهيّت جسم را تغيير دهد ؛ يعنى جيوه را نقره و مس را طلا كند .\r\nبرخى وجود خارجى چنين جوهرى را انكار كرده‌اند . ( نك : لغت‌نامه ) يكى از دانشمندان بزرگ اين فنّ ، يعنى جابر بن حيّان ، كسى بود كه نظريهء « اكسير » و « ميزان » محور اصلى نظرياتى بود كه در علم كيميا به أو نسبت داده شده است .\r\nجابر ، اكسير را كه از آن در كارهاى كيميايى خود استفاده مىكند ، از انواع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تاريخ مصور تكنولوژى اسلامى ، احمد يوسف حسن و دانالدر . هيل ، ترجمهء ناصر موفقيان ، تهران ، علمى و فرهنگى ، 1375 ، ص 179 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nموجودات سه‌گانه ( فلزات ، حيوانات ، گياهان ) به دست مىآورد . أو خود ، در اين زمينه كى گويد : هفت نوع اكسير وجود دارد :\r\n1 - اكسير به دست آمده از فلزات ( اكسير فلزى ) .\r\n2 - اكسير به دست آمده از حيوان ( اكسير حيوانى ) .\r\n3 - اكسير به دست آمده از گياه ( اكسير گياهى ) .\r\n4 - اكسير به دست آمده از امتزاج مواد حيوانى و گياهى ( اكسير حيوانى - گياهى ) .\r\n5 - اكسير به دست آمده از امتزاج مواد فلزى و گياهى ( اكسير فلزى - گياهى ) .\r\n6 - اكسير به دست آمده از امتزاج مواد فلزى و حيوانى ( اكسير فلزى - حيوانى ) .\r\n7 - اكسير به دست آمده از امتزاج مواد فلزى و گياهى و حيوانى ( اكسير فلزى - حيوانى - گياهى ) . « 1 »\r\nيكى از اين رسايل كه به شرح چهل گياه اكسيرى و خاصيت كيميايى آن‌ها پرداخته است ، رساله‌اى است مختصر با عنوان « معرفت اشجار و خواص نباتات » كه از مؤلّف آن در ضمن رساله ، هيچ يادى نشده است . البته نام رساله نيز صراحتا ذكر نشده است و عنوان مذكور بيشتر نشانگر محتواى آن است . از اين رساله ، تا جايى كه معلوم شد ، تنها همين نسخه موجود است كه در كتابخانهء آيت اللّه حججى در نجف‌آباد نگهدارى مىشود و شمارهء دست‌يابى بدان 1 / 62 است كه در ضمن مجموعه‌اى است كه رسالهء اوّل آن مجموعه محسوب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تحليلى از آراى جابر بن حيان ، زكى نجيب محمود ، ترجمه حميد رضا شيخى ، مشهد ، آستان قدس ، 1368 ، ص 152 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nمىشود . « 1 » متأسفانه باب سى و يكم آن از قلم ناسخ افتاده و مجموعا سى و نه گياه را توضيح مىدهد . بدين‌گونه كه اوّل نام گياه و مشخصات فيزيكى آن را ذكر مىكند ، سپس نحوهء به دست آوردن آن را مىگويد و بعد چگونگى به كارگيرى آن در عمل كيميايى را شرح مىدهد . تاريخ تأليف و كتابت نسخه نيز مشخص نيست . فقط دو تاريخ تولد در آغاز مجموعه يادداشت شده است كه 1276 و 1280 ق . مىباشند . كلّ مجموعه در 95 برگ ، با جلد تيماج قهوه‌اى است كه دربردارندهء چهار رساله در علم كيميا است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - فهرست نسخه‌هاى خطى كتابخانهء آيت اللّه حججى ، ابو الفظل حافضيان ، قم ، مجمع ذخائر اسلامى ، 1386 ، ص 95 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nتصوير صفحهء آغاز نسخه\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nتصوير صفحهء انجام نسخه\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nبسم اللّه الرّحمن الرّحيم\r\nالحمد للّه ربّ العالمين\r\nو الصّلوة و السّلام على خير خلقه محمّد و آله الطّاهرين .\r\nاما بعد ؛ بدان كه اين رساله‌اى است در بيان معرفت اشجار و خواص نباتات ، مشتمل بر چهل باب و هر باب از يك نبات ، مجموع چهل گياه باشد .\r\n\r\nباب اوّل در صفت گياهى باشد كه برويد از زمين مثل تره\r\nو أو را چهار برگ باشد و پر بالا بگيرد . چون بشناسند ، أو را بچينند و در سايه خشك كنند ؛ و چون خشك شود ، دست بر أو بمالند ، اگر بوى زردچوبه دهد ، آن باشد ، و الّا آن نباشد ؛ و بايد كه در روى يكديگر نگذارند كه ترش مىشود و ضايع مىگردد و نفعش باطل مىشود ؛ و چون خشك شود ، بر سر كار آورند ، و پنج من برنج را بدمند و بگدازند و دو من از آن گياه طرح آن برنج ذايب نمايند كه همه شمس شود بلا خلاف ، و به قدرت اللّه تعالى ، نيك فهم كن و درياب .\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n\r\nباب دوم در معرفت گياهى كه به زبان حكماى يونان أو را غالباز خوانند\r\nو بزرگ باشد و برگ [ و 
  ] بار أو عظيم باشد و برويد ، و بار أو مثل بار توس مىباشد و رنگ أو سرخ است و همچون خون باشد و در كوهستان‌ها باشد كه برف بسيار باشد ؛ و چون أو را بيابند ، بچينند ، و درست أو را با شاخ و برگ بگيرند و سحق كنند . يكى از آن با هفت من آرد در سه روز كه همگى به هم مخلوط شوند . بعد از آن يك جزو از آن مخلوط و يك جزو قمر ، باهم ذوب ده كه بيرون آيد شمس صاف و پاك كه همه‌كس أو را بپسندند .\r\n\r\nباب سيم در معرفت گياهى كه نام أو با شير پى است\r\nو بار أو مثل تخم‌مرغ و سفيد باشد . بوى أو چون بوى زعفران باشد و در كوهستان و هم در راه سيلاب مىرويد و برگ أو مثل برگ خردل است و شير سفيد دارد ؛ و آن گياه را در شب بايد كندن . چون بيابند أو را بچينند و آب أو را طرح كنند ، يك درم بر صد درم طلق كه ذوب مىيابد و حل مىشود و مىگدازد در دم ، و بعد از آن بستانند از آن طلق يك درم ، بر صد درم نحاس زنند كه همگى قمر روباسى مىشود .\r\n\r\nباب چهارم در معرفت گياهى كه أو را نارك مىگويند\r\nبرگ أو چون برگ برنج باشد و هيچ بار ندارد و گل سرخ دارد و بعضى زرد دارد ؛ و اين گياه دو نوع است : يكى را گلى زرد است و يكى را سرخ ، و در\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nكوهسار مىرويد . اگر چنان‌چه أو را بيابى ، عصارهء أو را بچين و به مشترى بزن ؛ و اگر آب أو را بكوبى و آب أو را بگيرى ، مشترى را ذوب داده و در آن ريز و يا مشترى را مكلّس نموده ، در آب آن طبخ دهى كه قمر روباسى شود ، به قدرت اللّه تعالى .\r\n\r\nباب پنجم در معرفت گياهى كه أو را ماش گويند\r\nو همچون ماش مشهور مىباشد برگهاى أو ، و اگر أو را بشكنى ، از برگ و بار أو آب زرد بيرون آيد و به زبان شيرازى أو را خرسون گويند ؛ و چون أو را بشناسى و بچينى و برگ أو را و آب أو را بگيرى ، برادهء حديد در وى ريز و چون مخلوط شود ، سرخ شود مثل خون ، و در آفتاب خشك ساز و بنه به روى آفتاب سه روز يا هفت روز ، بعد از آن طبخ كن در آب آنكه سرخى آن زيادة شود . بعد از آن بستان بيخ آن گياه را و بكوب و آب أو را بگير و بر عنبر طرح كن كه عقد مىشود . پس بيار از آن آب سرخ اوّل جزوى و از پس عقد جزوى و سحق به سركهء كهنه ، سه روز و يك شب در تنور نان‌پزان تشويه كن و در ظرف چينى يك شب ، پس طرح كن يك مثقال از آن بر صد مثقال قمر كه شمس مىگردد ، و به قول ديگر حبه‌اى بر يك مثقال بزن كه شمس خلاصى آبريز شود ، به توفيق اللّه تعالى .\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n\r\nباب ششم در معرفت گياهى كه أو را سرو گويند\r\nو اذن الحمقا نيز خوانند و در زبان هندى اسم ديگر هم دارد ؛ و برگ أو چون برگ حنا باشد و سفيد بود و دانهء كوچك دارد و بلندى قدّ أو يك گز باشد و از زمين مىرويد ، تا به سر أو يك گز باشد . چون أو را بشناسى ، بستان أو را و بچين و بكوب عصارهء أو را و آب أو را بيفشارى و از آب أو جزوى و از به ورق مثل أو و طبخ كن زيبق را در آن آب أو مدّت سه روز به آتش نرم و آهستگى كه عقد مىشود چون برف ، پس بستان از آن عقد برف و بر نحاس طرح يكى بر شش كه قمر شود ، به از كانى باشد .\r\n\r\nباب هفتم در معرفت گياهى كه أو را بلوس مىگويند\r\nو ساق دارد ، به مثل خيار ، سبز است و برگ أو به روى زمين پهن شده باشد مثل برگ خيار ، و بار أو چون بلوط است و كوچك‌تر بود و مگس بسيار بر وى نشيند و بوى أو چون آب خطمى است ؛ و چون أو را بيابى و بشناسى و بچينى و بكوبى و آب أو را بگيرى و برادهء زر را به آب أو طرح كنى كه مثل فضّه سفيد مىشود ؛ و اگر گل أو را با شاخ و برگ أو بكوبى ، آب أو بدين نوع باشد ، و به فارسى أو را كندكارى گويند ؛ و چون ببينى أو را يا بيخ و ريشهء أو را ، بكوب و با گل ، آب أو را بگير و صاف كن و ذوب ده قمر را و بدان آب بريز سه بار كه چون از آن آب بيرون آيد و شمس مىگردد .\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\nباب هشتم در صفت گياهى كه أو را ديامن گويند\r\nو مثل درخت بنگ است و برگ و بيخ و بار آن سرخ است . چون بشناسى أو را بچينى و بكوبى و آب أو را بگيرى و طلق محلوب را در آن آب اندازى كه از سر أو بگذرد . بگذار تا ده روز كه پياپى أو را حلّ شده باشد و سرخ گشته ، بعد از آن يك مثقال از آن طلق بر هزار مثقال قمر اندازد كه شمس بيرون آيد ؛ و بعضى از اين گياه به لون ديگر باشد و هم بستان از آن گياه و بكوب و آب أو را بگير و شيرهء أو را و طرح كن و يكى از اين شيره بر چهار زيبق و بگذار بر آفتاب سه روز كه عقد مىشود و از اين عقد طرح كن درمى بر يك درم نحاس كه فضّه مىشود .\r\n\r\nباب نهم در صفت گياهى كه أو را مو بزرگ نام است\r\nو برگ أو مثل برگ بيد انجير است و بار أو مثل أو ، و خارهاى كوچك دارد چون سوزن و گل أو چون گل خرزهره باشد . سرخ و زرد و سفيد باشد .\r\nبستان از هركدام كه خواهى و بكوب و آب أو را بگير و طرح كن به زيبق يا طلق يا ملح هندى يا زاج يا به ورق ، و طبخ به آب أو سه روز كه به آتش نرم كه آن زيبق عقد شود و اين عقد را طرح كن جزوى بر صد جزو رصاص كه فضّه مىشود خوب اعلى .\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n\r\nباب دهم در معرفت گياهى كه أو را لبن گويند\r\nو برگ أو مثل برگ خيار مىشود و اوّل ماه از زمين بيرون مىآيد كه هيچ برگ ندارد . پس هرچند ماه افزون مىشود ، برگ أو نيز افزون شود ، چنان‌چه روز اوّل از ماه يك برگ برآورد ، دوم از ماه دو برگ برآرد ، و سيم از ماه سه برگ برآرد ، تا پانزدهم ماه پانزده برگ برآرد ، و چون شانزدهم شود ، يك برگ براندازد ، تا آخر ماه هر روز يك برگ را بيندازد ، تا آخر ماه همهء برگ‌هاى أو فروريخته باشد ؛ و اين نوع گياه است چون ببينى أو را و بشناسى ، بچينى أو را ، جزوى از أو طرح كن بر هزار از فضّه كه شمس است ؛ و اگر يكى از أو بر هزار نحاس اندازى ، همه قمر شود ، به قدرت اللّه تعالى .\r\n\r\nباب يازدهم در معرفت گياهى كه أو را ريش گويند\r\nو در هر كوهى كه برف باشد ، آن برويد و هم در راه سيلاب و سرچشمه‌ها برويد و أو را حريق الكلب نيز خوانند و بار أو چون بيدانجير است و گل أو چون گل ياسمن و آب أو زرد است و بوى كريه دارد ؛ و چون بيابى ، أو را بچينى و بكوبى و بگيرى آب أو را و از بيخ أو على حده و از سفل أو علىحده ، و اين آب‌ها را گرفته ، بريز در قدحى و تشميع كن برادهء شمس را از آن آب و تسقيه ده و طبخ كن يك شب و روز در آتش نرم كه عقد شود مثل ياقوت احمر .\r\nپس بينداز از اين ياقوت رنگ يك درم بر هزار درم رصاص ، ذهب بيرون آيد ؛ و اگر به زيبق هم طرح كنى ، مثل قمر عقد شود و بيرون مىآيد .\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\nباب دوازدهم در صفت گياهى كه أو را نما گويند\r\nبرگ و گل أو چون باقلى باشد و چوب أو هم‌چون زيرهء سبز بود و آب أو همچنين باشد و بار أو چون باقلى است ؛ و چون أو را ببينى و بشناسى ، مبادا كه دست بر أو نهى كه تا بر اعضاى تو ماليده شود كه هرگز آن سياهى از آن عضو نرود ؛ و بستان أو را و خشك گردان و سحق كن با أو حجرى را كه سقط ذوب باشد يا خود هيچ قبول ذوب نكند ، يك جزو بر صد طرح كن كه در ساعت بگدازد ؛ و اگر طرح از اين بر صد عبد كنى كه عقد مىشود و مشترى را نيز محكم كند .\r\n\r\nباب سيزدهم در معرفت گياهى كه أو را هنديان سر گويند\r\nو در كوه و صحرا مىرويد و برگ أو مثل كاغذ سفيد باشد و دانه‌هاى كوچك و مدوّر دارد و از زمين يك گز بلند برخيزد و در ميان زراعت و عمارت نيز باشد و بهترين أو كوهى است كه آب كم خورده باشد ؛ و اگر بيابى ، أو را بچين و بكوب و آب أو را بگير كه اگر آب أو را به زيبق طرح كنى و ربع أو را شبّ يمانى و چهار برابر أو نشادر تمام در آب اندازى و سه روز در آتش نرم طبخ كنى كه عقد مىشود ، مثل قمر ، بستان جزوى از اين معقود و طرح كن بر صد جزو نحاس كه قمر روباسى شود .\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n\r\nچهاردهم در صفت گياهى كه أو را گل ناسكا گويند\r\nو أو مشابه به درخت پنبه دارد . چون أو را بشناسى ، بستان أو را با بيخ أو و بكوب و آب أو بگير و صاف كن و قمر را ذوب گردان و در اين آب انداز سه بار كه شمس گردد خلاصى و روباسى ؛ و شيخ گفته كه من يافتم أو را كه اگر بيابى ، از برگ أو آب أو را بگيرى و عقاب اندازى و بوره زرگران و طبخ در أو سه نوبت به سه ساعت كه عقد مىشود ، چون مشترى ثابت گردد و طرح كن از اين بر پنجاه جزو نحاس كه قمرى مىشود ، لا شك الّا فيه ، و روباسى باشد .\r\n\r\nباب پانزدهم در صفت گياهى كه أو را هرندويه گويند\r\nو اهل بصره پوست أو را دباغت كنند و مغربيان أو را تعلقه گويند و به فارسى عند گويند . چون ببينى و بشناسى أو را ، بستان صمغ أو را و طرح كن بر طلق و در ديگ مطين كن و طلق را بر أو تلحيف كن يك روى طلق و يك روى از اين و سر كوزه را محكم كن و در شورى نه يك شب و بعد از آن بيرون آور كه بر شكل زغال سياه شده باشد . پس جزوى از اين بر صد جزو مشترى مىرود كه آن مشترى ، قمر مىشود .\r\n\r\nباب شانزدهم در صفت گياهى كه أو را يالبوث خوانند\r\nو يك ساق دارد و برگ أو مثل برگ نيل باشد و گل أو مثل أو و بار أو مثل بقم . پس چون بشكنى ، شير سرخ بدر آيد . چون بيابى أو را ، بستان أو را و\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nبرگ أو را بكوب و آب أو را بكش و در شيشه كن و اندك از دم الاخوين بر أو ريز و از زرنيخ سرخ با اجزا برابر كن و طبخ كن به آتش نرم سه روز و هرچند آب كم شود ، زيادة كن ؛ و اگر قمر را بگدازى و در وى ريزى ، ذهب مىشود خالص و ثابت ، به توفيق اللّه تعالى .\r\n\r\nباب هفدهم در صفت گياهى كه أو را رؤس گويند\r\nو مىرويد در كوه‌ها و وادىها و برگ أو چون برگ زيتون باشد و أو سرخ باشد و چون بشكنى بيرون آيد از أو شير سفيد و أو از زمين مدوّر مىرويد و از زمين يك گز زيادة بلند نباشد ؛ و چون بيابى أو را ، گرد كن در اوّل ماه و جدا كن چوب أو را و برگ أو را و بكوب و آب برگ أو را بگير و در قدحى كن از آن آب ، كيسه‌اى بر طرح كن بر أو از زيبق آنچه خواهى و طبخ كن از اوّل شب تا صباح كه زيبق عقد مىشود و سفيد ، بستان از أو معقود جزوى و طرح كن به رصاص كه فضّه قايم مىشود و ثابت و روباسى بيرون آيد .\r\n\r\nباب هجدهم در معرفت گياهى كه أو را طبابه گويند\r\nو برگ أو مثل خارخسك باشد و گلى دارد متغيّر ؛ و چون يافتى أو را و شناختى بستان و بكوب و آب أو را بگيرد و به شبّ ابيض بده و بعد از آن بستان جزوى از أو طرح كن بر صد درم قلعى كه قمر قايم شود و از همه امتحانات بيرون آيد و روباسى باشد .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n\r\nباب نوزدهم در صفت نباتى كه أو را بالكندس گويند\r\nو هميشه سبز باشد و بوى دارد و چون بوى كندر و أو را به اسمى عطش نيز گويند . چون بيابى أو را و بشناسى ، بستان از بيخ اين شجر و مقطّر كن و بياور زرنيخ احمر و بينداز در آن و چون به جوش آيد ، بردار از آب أو و قلعى را در أو طبخ كن كه ذهب به از كانى شود .\r\n\r\nباب بيستم در صفت گياهى كه أو را مرعاش خوانند\r\nو شبيه است به بيخ . چون بشكنى ، بيرون آيد از أو آب سرخى مثل خون .\r\nبستان آن را و در شيشه كن و طلق را در آن آب طبخ كن كه حلّ مىشود و زود بريز از آن آب أو ؛ و برگ أو كه بيابى ، سفيد مثل نقره ، بستان از آنچه خواهى و در آب به ورق مذكور بنه ده روز ، پس از آن بريز كه سبيكهء سفيد يا بى چون قمر .\r\n\r\nباب بيست و يكم در صفت نباتى كه أو را ذات الوحيل گويند\r\nو اهل شام أو را عقاب گويند و أو خار دارد چون سوزن و گل زرد دارد مثل زعفران ؛ و گويند كه نشانهء أو آن است كه در پس أو هيچ گياهى نيست و به روى زمين شاخ مىرساند چون شاخ هندوانه . اگر بيابى أو را و بشناسى ، بچين أو را و بكوب و شيرهء أو را بگير و جزوى از أو بر صد جزو زيبق طبخ كن كه عقد مىشود مثل قمر كه هرگز متغيّر نشود ، به توفيق اللّه تعالى و تقدّس .\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n\r\nباب بيست و دوم در صفت گياهى كه أو را نعشك گويند\r\nو أو در كوهها و بيابان‌ها مىرويد و برگ أو چون برگ كنگر باشد و گل أو مثل شوكران باشد . چون أو را بيابى و بشناسى ، بستان أو را و بكوب و آب أو را بگير و طبخ كن به رصاص اسود سه روز كه از آنچه أو مىرود ، سواد و سرعت گدازى گردد از آنچه كه دارد ، و يكى از اين رصاص بر صد رصاص طرح كن كه قمر شود ، به قدرت اللّه تعالى .\r\n\r\nباب بيست و سيم در صفت گياهى كه نام أو گوش است\r\nيعنى اذن ، و أو در كوه و صحرا مىرويد و برگ أو چون برگ روعناس بود . چون بيابى أو را و بشناسى ، بستانى و بكوبى و آب أو را بگيرى و تصعيد كن به زحل يا مشترى منقّى كن كه شمس خالص شود ، به قدرت اللّه تعالى .\r\n\r\nباب بيست و چهارم در صفت شجرى كه أو را خورشا گويند\r\nو أو مثل مرزنگوش بود و گل كبود دارد و ساق مثل أو مىرويد و به أو شباهت دارد ؛ و چون بيابى أو را و بشناسى ، بستانى أو را و بكوبى و آب أو را بگيرى و زيبق در أو عقد كنى و جزوى از اين معقود بر صد جزو و زيبق اندازى كه عقد مىشود و ذهب خالص شود ، به قدرت اللّه تعالى و تقدّس .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n\r\nباب بيست و پنجم در صفت گياهى كه أو را نام أو را سكاست خوانند\r\nو در كوه [ و 
  ] وادىها مىرويد و برگ أو مدوّر است و ساق أو سرخ است و برگ أو زرد است و بوى دارد چون بوى مشك و شير زرد دارد مثل زعفران ؛ و چون بيابى أو را بشناسى ، بستان و بكوب و آب أو را بگير و بر قمر بمال و بگداز و بريز كه چون سبيكه شود كه ذهب است ؛ و اگر خواهى بستان جزوى آب وى را بر صد جزو قلعى طرح كن كه زر خالص گردد .\r\n\r\nباب بيست و ششم در صفت شجرى و گياهى كه أو را بلوط گويند\r\nو بر برگ ساق أو خار باشد و بوى أو مثل بوى كاسنى باشد . پس چون أو را بيابى بستان و بكوب و آب أو را بكوب و بگير و جزوى از اين آب بر هزار جزو طلق خام بريز كه حلّ مىشود ، هم‌چون آب روان گردد و در يك ساعت و از آن طلق محلول جزوى بر هزار جزو زيبق طرح كن و بر حديد و رصاص بزن كه قمر است . پس بستان از اين شجره پاره‌اى بجوشان با جزوى حديد كه حلّ مىشود . بستان در ساعت آن حديد را كه حلّ شده است و بر هزار جزو رصاص را يك جزو بزن كه قمر است ، و به زيبق بزن از آن آب‌هاى محلول كه شمس است .\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\nباب بيست و هفتم در صفت گياهى كه نام أو قول است\r\nو شاخهاى أو سياه است كه اگر بر جسد آدمى برسد ، بچسبد كه ديگر مشكل توان شستن و سواد أو زايل نشود و بار دارد مثل باقلى . اگر أو را بيابى و بشناسى و بچينى و خشك كنى ، نگاه‌دار و بكوب و طرح كن بر حجرى كه سقط ذوب باشد مثل طلق و غيره كه در ساعت بگدازد . پس بستان آن حجر گداخته را جزوى بر صد جزو عبد عبيط بزن كه عقد است و يكى از آن معقود بر هزار از هر جسدى كه باشد طرح كن ، قمر بيرون آيد .\r\n\r\nباب بيست و هشتم در صفت گياهى كه نام أو بيلوكا ست\r\nو در عرب أو را لاغه گويند و أو در كنار راه‌ها و در صحراها و در كنار آب‌ها مىرويد و جايى كه آب شتّه باشد و برگ أو مثل برگ ترب باشد و بيخ أو نيز چون ترب است و چون بشكنى بيرون آيد از أو شير سرخ ؛ و چون أو را بيابى و هم بشناسى ، بستان و بكوب و آب أو را بگير و بستان جزوى از آن آب و طرح كن بر صد جزو رصاص اسود و ارزيز و يا فضّه كه شمس خالص آيد كه تغيير نيابد تا دور دامنه قيامت ؛ و اگر از أطراف اين گياه بستانى و تصعيد به خمر يا بخل خمر باشد خالص و بر نحاس بمال و بگداز كه سبيكه بيرون آيد كه هرگز تغيير نيابد ، و السّلام .\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n\r\nباب بيست و نهم در صفت گياهى كه أو را فود الحمار گويند\r\nو چون ببينى و بشناسى ، بستان أو را و از آن زرد و رسيده‌اش را ، با پوست أو را بكوب و در شيشه كن و در پوست گوسفند كن كه أو را به نام سختيان گويند و سر و بيخ أو را محكم كن و در ميان ذبل اسب يا استر دفن كن در سه هفته به طريق تعفين كه حل مىشود ؛ و بستان از اين حلّ شده و صاف كن و زيبق را در أو بجوشان سه بار ، هربار پر بايد كه آب از سر زبيق بگذرد و چون آب كم شود ، اضافه كن كه مكلّس شود و ثابت گردد ، و درمى از آن مكلّس بر صد درم نحاس طرح كن كه قمر خالص شود ، به قدرت اللّه تعالى .\r\n\r\nباب سىام در صفت گياهى كه نام أو شوريده باشد\r\nو شويله نيز خوانند و برگ أو چون برگ شب‌بو است و سرخ است ؛ و چون أو را بشناسى و بستانى و بكوبى ، آب أو را بگير و رصاص اسود را بگدازى و در اين آب بريزى كه چندان‌كه هم‌چون شنجرف سرخ شود كه بر هر جسدى كه زنى ، شمس شود كه هرگز متغيّر نشود .\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n\r\nباب سى و دوم « 1 » در صفت گياهى كه أو را هلاكيّه خوانند\r\nو در كوه مىرويد و آن گياه برگ ندارد و بهار كه از زمين برويد ازرق مىباشد مثل بنفشه و أو را شير سفيد باشد و در آخر بهار برگ به هم رساند و برگ أو مثل عشقه است كه أو را لباب گويند و هرچند كه ماه ناقص شود ، برگ أو ناقص مىشود ؛ و چون بيابى أو را بشناسى ، بستان أو را و بكوب و آب أو را بگير و خشك كن در آفتاب و بعد از آنكه خشك شد ، أو را بردار و طرح كن يك درم أو را بر هزار درم قمر كه شمس مىشود و اگر خواهى به زهره طرح كن كه فضّه شود .\r\n\r\nباب سى و سوم در صفت گياهى كه أو را مغربيان زراسته خوانند\r\nو حكما گفته‌اند كه اين گياه نباتى است كه هر حيوان كه دندان بدان زند ، سرد گردد و زرد شود و هم‌چون چيزى كه روى آن زردچين باشد و راست و تحقيق كه چنين مىشود ؛ و آن نبات را بعضى به پياز عنصل نسبت كنند و گويند كه پياز عنصل است و اين پياز چهار برگ دارد و در پاييز بيرون مىآيد و مردم نسبت به آن پياز كنند ، امّا قول اين ضعيف آن است كه چون آفتاب وقتى كه به اول نظر جدى رسد ، اين عنصل سر برزند و شاخ و بال پيدا كند و برگ‌هاى أو بر صفت درم باشد ، و أو را به دو چيز توان شناخت و در كوهستان درختى را بينى ، يعنى گياهى را بينى كه در حوالى أو برف نباشد و باقى روى زمين را برف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - باب سى و يكم در نسخه موجود نبود .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nگرفته باشد ، أو را بركن و بيخ أو بزرگ باشد و تو بر تو باشد مثل پياز و ريشهء أو يكى باشد و ساق بالا يكى باشد و ميان جايش گرد و در بالاتر از ساقش برگ بسيار باشد ، و در ديار مغرب بسيار باشد و در حوالى اين گياه بيشه و جنگل بسيار باشد و اهل مغرب أو را شب بياورند و در آن جنگل موران بسيارند ، مستولى گشته ، چنان‌چه گوسفندى چند همراه خود برند و با خود گردانند و آن برگ و بار را مىچينند . چون موران از سوراخ‌ها بيرون آيند ، هركس گوسفند دارد ، رها كند و بگريزد و تا موران به گرفتن گوسفندان مشغول شوند و ايشان جان به سلامت ببرند ؛ و در اين ديار به خاصيت دگر آن را شناخته‌اند و بايد سوزنى با خود بردارند و چون در كوهستان يا بيشه بگردند ، هرجا كه اين گياه ببينند كه به اين صفت و صورت بشناسند ، سوزن در برگ أو فروبرند ، هرگاه كه سر سوزن از آن طرف زرد بيرون آمد ، پس آن علف بركنند و شاخ و برگ أو را بشكنند و خشك سازند . بعد از آن با قمر بگدازند كه شمس گردد ؛ و بيخ أو را هر دينارى با دو دينار گوگرد در بوطه بگدازند و به قدرت الهى گوگرد احتراق برخيزد و ثابت گردد . پس مثقالى از اين گوگرد ثابت بر شصت مثقال زيبق عبيط طرح كن كه قمر روباسى شود كه هر صد مثقال آن قمر سيزده بيفزايد در روباسى و هيچ نباتى به قوّت‌تر از اين نباشد ؛ و در ولايت كاشان بسيار مىباشد ، و استاد كاسه‌گر رنگ زرد از اين گياه كند . امّا به عمل ديگرش راه نبرده‌اند ، و اين عنصل نباتى است كه احتياج به تدبير نيست .\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nباب سى و چهارم در صفت گياهى كه أو را چراغ گياه گويند\r\nكه در هر جاى كه باشد از دور چون نگاه كنى ، در شب به طريق چراغ روشن نمايد . پس چون ديدى كه هرچند پيشتر روى روشنايى كمتر مىشود و چون نزديكتر رسى روشنايى أو مطلق منقطع شود كه به غير از شاخ و برگ هيچ نبينى ، بايد كه ريسمان بر أو ببندى كه به درازى ده گز باشد ، و چون دور به روى ، همان روشنى نمايد و پيدا شود ؛ و چون ريسمان در دست بجنبانى ، آن روشنى به حركت آيد تا تو بدانى كه آن گياه چراغ است ؛ و چون أو را از بيخ بركنى ، شاخ آن را بگير ، بر زمين بكش كه هر علف كه در آن حوالى باشد ، با تو در سخن آيد و آواز كنند و بگويند كه ما هريك چه خاصيت داريم و چه مضرّت رسانيم ؛ و اگر پشكل خرگوش را در دهان گيرى و در گورستان روى ، چون بنشينى مردها با تو در سخن آيند و نشان قبيلهء خود بدهند و چگونگى حال خود را و خاصيّت خود را بگويند و بيان سازند ؛ و شرح اين گياه پيش از آن است كه تقرير آن توان نمودن و مشغول آن شويم ، به طويل انجامد و ما اين گياه را به ميراث از خدمت خواجه ابو شمس الدّين مغربى داريم و أو از بابا رطل هندوستانى و بابا رطل از حضرت امير المؤمنين على - عليه السّلام - اين گياه را يافته بوده است و خود چنين بيان كرده و گفته است و روايت چنان است كه حشايش را حق سبحانه و تعالى فرمان داد كه در كنار رود نيل در يك فرسنگ به بركت چراغ گياه كه حضرت موسى - عليه السّلام - در دست گرفته ، به زمين مىكشيد و همهء گياه‌ها با أو در سخن درآمدند و بناى كتاب حشايش بر آن نهاده و اين زمان در كتابهاى محو كرده‌اند تا هركه جاهل باشد ، بر آن راه نيابد .\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n\r\nباب سى و پنجم در صفت گياهى كه برويد در كمرها و كوه‌ها و ساق أو سرخ است و بند بند مىباشد\r\nو هر بندى دو سه برگ برآرد ؛ و چون بيابى أو را ، بستان أو را ، اوّل نشان أو دهم و بشناس أو را ، بندهاى أو به سان بند نرگس باشد و أو هم‌چون بستان‌افروز سنگين باشد و أو را بكوبند و در باتيله كنند و به آتش نرم آب أو را بگيرند و در شيشه كنند . آنگه زهره را بگدازند و از آن آب بر سرش ريزند ، زر خالص شود .\r\n\r\nباب سى و ششم در صفت گياهى كه أو را شمس گويند\r\nو برگش چون به برگ چاشت خرم باشد و گلش زرد بود و چون نارنج است و بر زمين گسترده باشد و در برگش نقطه‌هاى سياه بود و در زير گلش شاخ سياه باشد ؛ و أو را چون بيابى ، بستان و بكوب و با موم در آب انداز كه شمس است .\r\n\r\nباب سى و هفتم در صفت گياهى كه بر كوه مىرويد\r\nو بر زمين برگ أو گسترده بود و چتر زده باشد و بر وى مگس بسيار نشيند ؛ و اگر از اين گياه بر زهره طرح كنى ، قمر شود روباسى ، و اگر بيخ و بار أو به زهره طرح كنى ، شمس شود .\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\nباب سى و هشتم در صفت گياهى كه برگ أو مثل برگ بيد باشد\r\nو گلش چون گل خربزه و آب گل وى را چون بر ارزيز افكنى ، سرخ گردد .\r\n\r\nباب سى و نهم در صفت گياهى كه أو را اراسى گويند\r\nچون برگ خار باشد و گل أو چون گل ياسمن و آب أو زرد بود ؛ و چون أو را بيابند و هم أو را بكوبند و آبش را بگيرند و در قدحى كنند و يك شب و يك روز در آتش نرم طبخ كنند ، آنكه به درآورند تا سرد شود ، چون ياقوت سرخ باشد . از وى يك درم بر ده درم زهره زنند و يا مشترى ، كه شمس گردد .\r\n\r\nباب چهلم در صفت گياهى كه أو را حنظل گويند\r\nو تومه نيز خوانند و در صحرا و بيابان گرم‌سيرها مىرويد و آب أو تلخ است و أو خود مثل هندوانه بود و برگش مدوّر است ؛ و أو را بيارند و سوراخ كنند و زبيق در ميان أو ريزند و سرش را محكم كنند و در گل حكمت گيرند و خشك كند . بعد از آن يك شب در آتش نرم تشويه دهند و چون بيرون آرند ، عقد شده باشد و از آن معقود به زهره يا به مشترى طرح كنند كه قمر صاف شود و هيچ خلاف در خاصيّت اين حشايش نيست ؛ و السّلام .\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n\r\nجوامع كتاب جالينوس في الأمراض الحادثة في العين\r\nاثر\r\nجالينوس\r\nترجمه به عربى :\r\nحنين بن اسحاق\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n\r\nمقدمهء مصحّح\r\nنسخه‌اى بسيار نفيس در كتابخانهء تيمور پاشاى قاهره ، به شمارهء 100 از مجموعهء طبّى ، نگهدارى مىشود كه شامل هشت كتاب بسيار مهم عربى در زمينهء چشم پزشكى است . تاريخ كتابت نسخه ، سنهء 592 هجرى قمرى و كاتب آن عبد الرحيم بن يونس بن ابى الحسن الانصارى است . در چند جا كاتب نام خود را ذكر كرده و صراحتا اذعان داشته كه نسخه را از روى « نسخه به خط معلمى الحكيم عبد الرحمن بن ابراهيم بن سالم بن عماد المقدسى الانصارى » استنساخ كرده كه « تاريخها يوم الجمعه 17 من ربيع الثاني سنه 539 [ و يك‌جا 540 
  ] للهجره و هو اليوم من ايلون سنه 457 لذى القرنين الاسكندر الرومى اليونانى » مىباشد .\r\nاين نسخهء نفيس ، قديمىترين نسخهء موجود از آثار مندرج در اين مجموعه است كه به خط نسخ قديم نگارش يافته و تصاوير بسيار نفيس و زيبايى در تشريح چشم دارد كه از نظر مطالعات تاريخ چشم پزشكى بسيار حايز اهميت و در نوع خود بىنظير هستند .\r\nيكى از رساله‌هاى اين مجموعه ، جوامع كتاب جالينوس في الأمراض الحادثه في العين اثر جالينوس است . گالن ، با نام معرّب خود ، يعنى « جالينوس » ، در كنار ارسطو ، يكى از نام‌آورترين دانشمندان عهد باستان در جهان علم عرب است . اسم اشرافى أو ، يعنى « كلوديوس » به حدس قريب به يقين چيزى نيست جز اختراعى از دورهء رنسانس . وى حدود 70 سال زيسته و در سال 200 م .\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nدرگذشته است . از اين روايت هم كه جالينوس از هم‌عصران حضرت مسيح ( ع ) بوده و با وى مكاتبه داشته ، در نوشته‌هاى عربى آثارى برجاى مانده است .\r\nابن ابى اصيبعه ( ج 1 ، ص 71 - 103 ) كليهء اخبار مربوط به جالينوس را گرد آورده است كه ضمن آن در برخى موارد از منابع پزشكى از دست رفته بهره مىگيرد و اطلاعاتى مربوط به زندگى أو از نوشته‌هاى پزشكى استخراج مىكند . « 1 »\r\nاز حنين بن اسحق رساله‌اى باقى مانده كه آن را به على بن يحيى نوشته و در آن آثار جالينوس را كه به زبان سريانى و عربى ترجمه شده ، ياد كرده است .\r\nاين رساله قديم‌ترين فهرست اسلامى موجود و در عين حال نخستين كتابى است كه اسلوب و روش ترجمه در اسلام در آن به طور دقيق و علمى ثبت و ضبط شده است . « 2 » حنين در رسالهء مزبور به دو كتاب جالينوس در زمينهء چشم پزشكى اشاره كرده است كه يكى « في تشريح العين » است كه داراى يك مقاله و جزو آثار منسوب به جالينوس محسوب مىشود ؛ « 3 » و ديگرى « في دلائل علل العين » ( در نشانه‌هاى بيمارىهاى چشم ) كه آن هم در يك مقاله است و جالينوس آن را در روزگار جوانى براى يك پسر كحّالى نوشته و طى آن بيماريهايى كه در هريك از طبقات چشم است ، خلاصه كرده و نشانه‌هاى آن را توصيف كرده است . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - رك : تاريخ نگارشهاى عربى ، ج 3 ، ص 108 به بعد .\r\n( 2 ) - اين رسالهء ارزشمند ، از روى يگانه نسخهء موجود آن در كتابخانهء اياصوفيا ، به شمارهء 3631 ، توسط استاد فرزانه دكتر مهدى محقّق تصحيح و ترجمه و در سال 1379 در تهران به چاپ رسيده است .\r\n( 3 ) - رسالهء حنين بن اسحق دربارهء آثار جالينوس ، صص 96 - 97 .\r\n( 4 ) - همان ، ص 104 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nامّا كتاب « جوامع جالينوس في الأمراض الحادثه في العين » غير از دو كتاب مزبور است كه حنين بدان اشاره‌اى نكرده است . اين كتاب اصلا ويرايشى است بدون نام مؤلّف كه به دست ما رسيده و شايد حاوى قسمت بزرگى از اين اثر باشد .\r\nنسخه‌هاى از آن در چستربيتى ( ش 3452 ، گ 141 - 156 ، كتابت 834 ه ) موجود است ؛ امّا قديمىترين نسخهء آن ، همين نسخهء تيمور پاشاى قاهره است . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - رك : تاريخ نگارشهاى عربى ، ج 3 ، ص 150 .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nتصوير صفحهء اوّل نسخه\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nتصوير صفحهء آخر نسخه\r\n\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nبسم اللّه الرحمن الرحيم جوامع كتاب جالينوس في الأمراض الحادثة في العين\r\n\r\nامراض الجفن ستة مرضا\r\nالجرب ، والبرد ، والتحجّر ، الالتزاق ، الشعيرة ، الشعر الزايد ، انقلاب الشعر ، الشترة ، انتشار الهدب ، الوردينج ، القمّل ، السلاق ، الحكّة ، الدمّل ، الشرناق .\r\nامّا الجرب ، فأربعة أنواع : أحدها يقال له باليونانية داسطيس ويعرض في قشر بطن الجفن ومعه حمرة ؛ والثاني يسمى اطواسيس وخشونته أكثر ومعه وجع ؛ والثالث يسمّى قوسيس وهو أشد وأصعب من الثاني والخشونة فيه أكثر حتّى يرى في بعض الجفن شبيه بعرق التين ولذلك قد يسمّى التينى ؛ والرابع يسمّى طوسيس وهو أكثر حمرة من الثالث وأعظم آفة وأطول مدّة ومع خشونته صلابة شديدة .\r\nالبرد : وامّا البرد ، فنوع واحد ، وهو رطوبة غليظة تتحلب وتنبث في باطن الجفن من . . . « 1 » الاطبا في حكّ الجرب أو من استعمالهم الأدوية الحارّة وهو شبيه بالبرد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كلمه‌اى در حاشيهء نسخه از اينجا فوت شده است .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nالتحجّر : امّا التحجّر ، أيضا فنوع واحد ، وهو فضلة أغلظ من الرطوبة التي يحدث منها البرد تحجّر في العين .\r\nالالتزاق : وامّا الالتزاق ، فنوعين : أحدهما التحام الجفن بسواد العين أو ببياضها ، والثاني التحام الجفنين أحدهما بصاحبه ؛ والنوعين كلاهما يحدثان إمّا من قرحة تحدث وإمّا من بعد علاج الظفرة .\r\nالشعيرة : وامّا الشعيرة ، فنوع واحد ، وهو يحدث في أطراف الجفن مستطيل شبيه بالشعيرة ولذلك يسمّى باليونانى قرني .\r\nزيادة الشعر وانقلابه : وامّا زيادة الشعر وانقلاب الشعر أيضا فيه واحد وهو شعر ينبت في الجفن منقلب إلى داخل فينخس العين فتسيل إليها المدّة .\r\nالشتره : وامّا الشترة ، فثلث ضروب الاوّل يقال له باليونانيه اسا . . . « 1 » وهو ان يرتفع الجفن الأعلا حتى لا يفطى شيئا من بياض العين ويعرض ذلك من القطع وخياطة الجفن إذا كانت على خلاف ما ينبغي ؛ والثاني قصر الأجفان ويسمى باليونانى قوما ؛ والثالث يعرض من انقلاب الأجفان إلى خارج ويسمّى اطروفين ويعرض من الضرب إمّا من اثر قرحة وإمّا من زيادة لحم في قرحة تعرض في الأجفان .\r\nانتشار الهدب : وامّا انتشار الهدب ، فضربين فمنه ما هو انتشار الأشفار . . . « 2 » ذلك على ضربين إمّا بين رطوبة حادة وامّا من داء الثعلب ؛ ومنه مادة غلظ الأجفان وصعوبتها وحمرتها ويسمّى باليونانية طيلوسيس .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نيمى از واژه در حاشية فوت شده وقابل قرائت نيست .\r\n( 2 ) - كلمه‌اى از حاشية افتاده است .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nالوردينج : امّا الوردينج ، نوعين : أكثرهما يكون من مادة فيه تسيل إلى جفن واحد . . . « 1 » ولونه احمر مع غلظ شديد وثقل ورطوبة كثيرة ؛ والآخر يحدث من دم مري دملى لونه الخضرة والورم والحمرة فيه قليلة والغرزان والحكة أكثر .\r\nالقمّل : وامّا القمّل ، فنوع واحد ، وهو تولّد قمل صغار كثير في الهدب يعرض أكثر ذلك لمن كان يكثر من الأطعمة ويقل من التعب ومن الدخول إلى الحمام ويقال له باليونانية فينورس .\r\nالسلاق : وامّا السلاق فضرب واحد من رطوبة بورقيّة مالحة لطيفة وهذه الفضلة إمّا أن تكون في الماق الأكبر وإمّا أن تكون في اللحاظ وإمّا في كلاهما .\r\nالحكّة : وامّا الحكّة ، فيقال لها باليونانيّة احسوسيس ، وهي حكّة تعرض إمّا في الماقين جميعا وإمّا في أحدهما وإمّا في باطن الجفن كلّه .\r\nالدمّل : وامّا الدمل فورم جاسى صلب يحدث في باطن الجفن الأسفل ، أو في ظاهره ، أو في جوفه فيما بين الظاهر والباطن .\r\nالشرناق : وامّا الشرناق ، فسلعه تكون في الجفن الاعلى يمتنع العليل منها أن يرفع بصره إلى فوق وهو جسم شحمى لزج متشنّج بعصب ويسمّى باليونانيّة طاسيس .\r\nالتوثة : وامّا التوثة ، فهي أيضا ورم جاسى شبيه في شكله بالتوثة وأكثر ما يعرض ذلك في الأجفان .\r\n\r\nامراض الماق ثلاثة\r\nالغدة ، السيلان ، الغرب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كلماتي از حاشية فوت شده است .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nالغدة : امّا الغدة فزيادة اللحمية التي تسمى رباط العين على الاعتدال الطبيعي فوق المقدار .\r\nالسيلان : وامّا السيلان ، فهو نقصان اللحمية الذي على رأس الثقب الذي بين العين والمنخرين حتّى لا يمنع الرطوبات من أن تسيل إلى العين ويحدث ذلك إمّا من افراط المتطببين في قطع الغدّة وإمّا من استعمالهم الأدوية الحارّة في علاج الظفرة والجرب .\r\nالغرب : فإنّه خراج فيما بين الماق الأكبر إلى الأنف وإن اغفل عنه صار ناسورا فربّما انفجر إلى داخل الأنف في الثقب الذي فيما بينه وبين العين فتقرف صاحبه المدة المنتنة ؛ وربما انفجر من ظاهر الانف في جوف العين فيمدّ أيضا .\r\n\r\nامراض الملتحمة عشرة\r\nالرمد ، الطرفة ، الظفرة ، الانتفاخ ، الجسا ، الحكّة ، السبل ، الودقة ، الدبيلة ، الدمعة .\r\nالرمد : اما الرمد فأربعة أنواع : أحدها أن يحدث من مادّة دمويّة رطبة فترم لذلك العين ويكثر فيها الحمرة ويحس العليل بحرارة شديدة ويكون نبض عرقه ممتليا في العظم والارتفاع والعمق ؛ والثّانى أن يكون من صفرا ودليلها شده الغرزان ودمعة مرة وحرارة مفرطة وما . . . « 1 » ؛ والثالثة ان يكون من كيموس بلغمى ويكون ذلك من رطوبة ليس الخلاف . . . « 2 » من اعراض الدم ؛ الرابع من السودا والاعراض التي تعرض معها خلاف الاعراض التي تعرض من المرة الصفرا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - واژه‌اى در حاشية ناخواناست .\r\n( 2 ) - كلمه‌اى از اينجا در حاشية ناخواناست .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nالطرفة : وأمّا الطرفة ، فهو دم ينصب في الملتحم مع انخراق الأوراد التي فيه ويعرض ذلك من ضربين أحدهما من ضربة تصيب العين فينخرق الملتحم ، والآخر ينسكب إلى الملتحم من شدّة الضربة من غير أن ينخرق .\r\nالظفرة : وأمّا الظفرة ، فزيادة في الملتحم عصبية ونباتها من الماق الأكبر ويسمّا باليونانيّة افثيوطور ، فربّما امتدت على الملتحم والقرني ، وربّما امتدت وانبسطت على الملتحم وحدّة .\r\nالانتفاخ : وامّا الانتفاخ ، فأربعة ضروب : أحدها يقال له باليونانية سقيروس ، ويحدث ذلك من ريح وهذا النوع يحدث بغتة من الماق الأكبر مثل ما يعرض من عضة ذباب أو قرصة بقة وأكثر ما يعرض للشيوخ وفي الصيف ، ولونه على لون الأورام الحادثة عن البلغم ؛ والثاني اردا لونا والثفل فيه أكثر والبرد فيه اشدّ ، وإذا غمزت بإصبعك عليه بقي اثرها ساعة ؛ والثالث لونه على لون البدن والإصبع تغيب فيه سريعا ولا يبقا اثرها ساعة ؛ والرابع صلب ليس معه وجع ولون كمدّ ، وأكثر ما يعرض في الجدري .\r\nالجسا : وامّا الجسا ، فصلابة تكون في العين مع الأجفان ويعرض معها وجع غيره ويعسر لذلك فتح العين في وقت الانتباه من النوم وتسما هذه العلّة سقليدوس .\r\nالحكّة : وامّا الحكة ، فيقال لها باليونانيّة خروستى وهي حكة تعرض في الملتحمة من فضلة بورقيّة وقد تعرض هذه العلّة في الأجفان وقد ذكرناها هناك .\r\nالسبل : وامّا السبل ، فنوعين : أحدهما يحدث في باطن العروق والجداول التي فيه الجمجمة ويستدل على ذلك بحمرة الوريدات التي في باطن الصفاق الشبيهة بالذبل كالغمام المغينا لها واكال وغطاس متوالى مع كثرة دموع وانتشار الأشفار وضربان في قعر العين ؛ والآخر يحدث في ظاهر الجداول التي في الجمجمة . ويستدل\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nعلى ذلك بنبض العروق وحمرة الخدّين والضربان المتوالى الدايم في العروق وحبس حرارة غالبة في الحاجب .\r\nالودقة : وامّا الودقة ، فهو ورم جاسى يكون في الملتحم ومواضعه مختلفة وكذلك ألوانه ، وقد ذكر قوم انها بثر ، إمّا أن تكون في ناحية الماق الأكبر ، وإمّا أن تكون في ناحية الماق الأصغر ، وإمّا في أقصاه اعترجت الجفن ، وأمّا في اللون فربّما كان أحمر ، وربّما كان أبيض .\r\nالدبيلة : وامّا الدبيلة ، فربّما جرت عميقة تسيل منها رطوبات العين .\r\nالدمعة : وامّا الدمعة ، فربّما جرت الدمعة البورقيّة فأفسدت ولّت جميع أجزاء العين وكان منها الرطوبة التي في العين واسترخاها .\r\n\r\nامراض الطبقة القرنية ثمانية\r\nالقروح ، البثر ، الأثر ، السلخ ، السرطان ، الحفر ، تغيّر لونها ، الدبيلة .\r\nالقروح : امّا القروح ، فسبعة ضروب : أربعة منها في سطح القرنية . النوع الاوّل يعرض في سطح القرنية ويسمّى احلوس وهي في لونها شبيه بالدخان ؛ والنوع الثاني باقولون وهي أعمق من احلوس وابيض وأصغر ؛ والنوع الثالث يسمّا وازاخس ، وهي قليل على أصل السواد وتأخذ من البياض شيئا يسيرا ؛ والنوع الرابع يسمّى قولوما ، وهي قرحة في ظاهر القرني شبيه بالشعب .\r\nالبثر : وامّا البثر ، فتحدث إذا اجتمعت رطوبة بين القشور التي منها تركبت القرنية وانها مختلفة إمّا أن تكون بيضا وإمّا أن تكون سودا .\r\nالأثر : وأمّا الأثر ، فنوعين : فمنه رقيق في ظاهر القرنية ويسما باليونانيه بولوما ؛ ومنه غليظ غاير ويسمّا باليونانية فولوما .\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nالسلخ : وأمّا السلخ ، فيعرض من الأشياء الفتاحة لهذا الحجاب مثل حديد أو قصب أو لذع أدوية حادة .\r\nالسرطان : وأمّا السرطان ، فعله تحدث من المرء السودا وليس لها علاج ولا برؤ .\r\nالحفر : وأمّا الحفر ، فيعرض من نخسة تصيب العين فربّما انتها ذلك إلى القشرة الأولى ؛ وربّما انتهى إلى القشرة الثانية وربّما انتهى إلى القشرة الثالثة .\r\nاستحالة لون القرنية : فامّا استحالة لون القرنية ، فيكون من كيموس ينحل فيصبغ لونها الطبيعي فيقل نورها وضياؤها .\r\nالدبيلة : وأمّا الدبيلة ، فقد ذكرناها حيث ذكرنا القروح .\r\n\r\nامراض الطبقة العنبية أربعة\r\nالضيق ، الاتساع ، الانخراق ، النتو .\r\nالضيق : امّا ضيق ثقب العنبية ، فيكون إمّا من ورم وإمّا من كيموس ارضى ينصب إليه فيفسده ، وإمّا من حرارة مفرطة تقبّضه .\r\nالاتساع : فامّا الاتساع ، فهو على ضربين : أحدهما وهو أن يعظم ويمتد ؛ والآخر هو أن ينقبض جرم العنبية فيتّسع الثقب .\r\nالانخراق : وامّا الانخراق ، فإنه إن كان يسيرا لم ينفذ ولم يضر بالبصر اضرارا شديدا ؛ وإن كان عظيما فاقدا سالت منه الرطوبة البيضية حتى يلقا الطبقة القرنية فيحدث آفتين ؛ امّا الواحدة فان العنبية تقرب من الجليدية فلا يكون للجليدية ما يسترها ؛ والثانية ان النور الآتي من الدماغ لا يجتمع في الحدقة لأنّه يخرج وينتشر من الثقب .\r\nالنتوّ : وامّا النتو ، فأربعة أنواع : أحدها أن ينخرق فينتوا القرني فيطلع من العنبي شئ يسير فيسمّى ذلك رأس النملة لشبهه بها ؛ وامّا أن تطلع أكثر من ذلك فيسمّى\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nرأس الذباب ؛ وامّا أن تطلع أكثر من رأس الذبابة وأصغر من رأس المسمار ؛ وامّا أن تطلع أكبر من ذلك فيسمّى رأس المسمار .\r\n\r\nامراض الرطوبة البيضية سبعة\r\nتغيّر لونها ، جفوفها ، جفوف جزء من اجزائها ، صغرها ، كبرها ، رطوبتها ، غلظها ؛ وهذا علم ذلك من جملة اعلالها :\r\n\r\nامراض الرطوبة الجليدية وهي اثنا عشر مرضا\r\nزولانها يمنة ، زولانها يسرة ، إمتدادها إلى فوق ، امتدادها إلى أسفل ، تغييرها إلى السواد ، تغييرها إلى البياض ، تغييرها إلى الحمرة ، تغييرها إلى الصفرة ، تعاقدها ، جحوظها ، كبرها ، صغرها .\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\n\r\nامراض الروح النوري أربعة\r\nوامّا الروح ، فالآفة تعرض له إمّا في كيفية إذا غلظ ، وإمّا في الكميّة إذا نقص ؛ لانّ هذا الروح إن كان كثيرا امتد البصر إلى موضع بعيد ؛ وإن كان قليلا لم يمتدّ إلى موضع بعيد ، ولم يرى الّا ما كان بالقرب منه ؛ وإن كان لطيفا فانّه يستقصى النظر إلى الأشياء ويثبتها على حقيقتها ، وان كان غليظا لم يثبتها ويستقصها .\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\nالأمراض التي فيما بين العنبية والجليدية واحدة\r\nوهي الماء : وأمّا فيما بين العنبية والرطوبة الجليدية فتعرض علّة يقال لها باليونانية سمبا ، تحول بين الجليدية والاتصال بالنور الخارج وهي رطوبة غليظة تجمعت في الحدقة تسمّا الماء ؛ وألوانه مختلفة فمنه ما يشبه الهواء وللؤلؤ ومنه ما يشبه لون الزجاج ومنه ما هو احمر ومنه ما هو اخضر ومنه ما هو على لون السماء ومنه ما يلي الرزقة ومنه ما يشبه الزيبق .\r\n\r\nامراض الرطوبة الزجاجية ثمانية\r\nإنّما يعرض لها ذلك من فساد مزاجين ، إمّا مرض بسيط . والمرض البسيط الحارّ والبارد والرطب واليابس ؛ وإمّا من مرض مركّب . والمرض المركّب الحرارة والرطوبة ، والحرارة واليبوسة ، والبرودة والرطوبة ، والبرودة واليبوسة ، فاعلم ذلك ، إن شاء اللّه تعالى .\r\n\r\nامراض الطبقة المشيمية ثمانية\r\nإنّما يعرض لها ذلك أيضا من فساد مزاجين ، إمّا من مرض بسيط . والمرض البسيط هو الحارّ والبارد واليابس والرطب ؛ وإمّا من مرض مركب ، والمركب هو الحرارة والرطوبة ، والحرارة واليبوسة ، والبرودة والرطوبة ، والبرودة واليبوسة .\r\n\r\nامراض الطبقة الصلبة ثمانية\r\nامّا يعرض لها ذلك من فساد مزاجين ، امّا من مرض بسيط . والبسيط هو الحارّ والبارد والرطب واليابس ؛ وامّا من مرض مركّب . والمرض المركب هو الحرارة والرطوبة ، والحرارة واليبوسة ، والبرودة والرطوبة ، والبرودة واليبوسة .\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\n\r\nامراض الطبقة الشبكية واحدة\r\nفقد تنصب إليها فضول حارّة حادّة من الدماغ يخرقها فيخرج النور المحصور بها بغتة إلى جميع أجزاء العين فيختلط بالرطوبات ويملأ الطبقات ، فعند ذلك يعدم الانسان البصر . وهذه العلة تسمّا انتشار ، وتفسيره انتشار النور في جميع العين .\r\n\r\nفامّا العصب الأجوف واحدة\r\nفالآفة تعرض له أن تنحلب اليه من الدماغ فضول باردة رطبة تتراشح فيه على طول الأيّام والزمان ، فعند ما يمتلى ويحجز بين خروج النور من الدماغ إلى العين يفقد الانسان البصر . وتسمّا هذه العلّة السدّة .\r\nهذا شكل رطوبات العين والطبقات والحجب :\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nفيصير مبلغ جميع الأمراض والاعراض التي تعرض في العين على ما بيناه في موضع موضع وطبقة طبقة على هذا النحو من ذلك : في الجفن ستة عشر ، في الماق ثلاثة ، في الملتحم عشرة ، وفي القرنية ثمانية ، وفي العنبية أربعة ، وفي البيضية سبعة ، وفي الجليدية اثنا عشر ، وفي الروح النوري أربعة ، وفيما بين العنبية والجليدية واحدة ، وفي العصب الاجوف واحدة ، وفي الشبكية واحدة ، وفي المشيمية ثمانية ، وفي الزجاجية ثمانية ، وفي الصلبة ثمانية . فذلك أحد وتسعين مرضا .\r\nتمّ الكتاب بعون اللّه وحسن توفيقه .\r\n\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n\r\nحفظ الصحّه\r\nاز مؤلفى ناشناخته\r\n( نوشته شده به نام ظلّ السلطان )\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n\r\nمقدّمهء مصحّح\r\nرسالهء مختصر حفظ الصحه ، از نويسنده‌اى است گمنام كه به نام ظلّ السلطان نوشته و القاب زيادى براى وى مرقوم داشته و از خود اسمى جز « اضعف بندگان » نبرده است .\r\nاين نسخه در كتابخانهء صارم الدوله أكبر مسعود ، پسر ظل السلطان در اصفهان به شمارهء 1091 نگهدارى مىشود . خط آن نستعليق ، تاريخ كتابت قرن چهاردهم و در 29 صفحه با كاغذ فرنگى آبى و جلد تيماج ضربى نارنجى است .\r\nاكبر ميرزا ، مشهور به أكبر مسعود ، ملقّب به صارم الدوله از رجال مشهور و نقش آفرين اواخر عهد قاجار و اوايل دورهء پهلوى اوّل بوده است . أو فرزند ارشد مسعود ميرزا ظل السّلطان و از نوادگان ناصر الدّين شاه قاجار مىباشد كه به علّت كارهاى سياسى ، در دورهء حكومت 20 سالهء رضا شاه مطرود و خانه‌نشين شد .\r\nمرحوم صارم الدوله تعداد پانصد جلد كتاب از كتاب‌هاى چاپى كتابخانهء پدرش ظلّ السلطان را جهت ايجاد كتابخانهء مدرسهء متوسطهء اصفهان ( صارميه ) در آغاز به صورت وقف به مدرسه اهدا مىنمايد . علاوه بر تعداد فوق ، پانصد جلد ديگر كتب چاپى و خطى در سال 1344 توسط وى به كتابخانهء فرهنگ اصفهان اهدا مىشود .\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nتصويرى از صارم الدوله\r\nمجموعهء كتب خطّى و چاپى كه در سال 1344 شمسى توسط أكبر ميرزا ملقب به صارم الدوله به كتابخانهء عمومى اصفهان اهدا شده ، تماما ممهور به مهر بيضوى شكلى است كه در آن اين عبارت حك شده است : « اهدايى به كتابخانهء فرهنگ اصفهان صارم الدّوله آذر ماه 1344 » . كتب خطّى اين مجموعه كه عمدتا در قرن سيزدهم و اوايل قرن چهاردهم هجرى قمرى به رشتهء تحرير درآمده و بيشتر در زمان پدر صارم الدوله يعنى ظلّ السلطان نوشته شده ، اين اقدام يا به دستور مستقيم ظلّ السلطان انجام گرفته و يا اينكه به صورت پيشكش به نام أو نوشته و يا ترجمه شده ، ولى تعدادى از آن نسخ نفيس ، مربوط به قرون قبل از آن است . موضوع كتب خطى بيشتر در زمينه‌هاى تاريخ و جغرافيا ، سفرنامه و ادبيات مىباشد .\r\nالبته تعداد قابل توجهى از كتب خطى مذكور ، ترجمه‌هايى است از زبآن‌هاى مختلف اروپايى كه در دوره‌ى قاجار صورت گرفته است . طبق دفتر ثبت كتب خطى كتابخانه ، تعداد كتب خطى اهدايى أو به كتابخانه حدود 210 تا 250 نسخه ذكر شده است . ( بعضى از نسخ به صورت مجموعه ، حاوى چند\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nكتاب است ) ، و بسيارى از كتب چاپ نشده به صورت دست‌نويس هنوز باقى مانده است .\r\nاز ويژگىهاى اين مجموعه اينكه بعضى از نسخ ، منحصر به فرد بوده و در ديگر كتب فهرست نسخ ديده نشده است . همچنين ، نفاست و ظرافت هنرهاى به كار رفته در نسخه‌هاى مذكور است كه آن را ممتاز نموده است .\r\nبا اطلاع از وجود اين نسخ خطى ناب و منحصر به فرد ، در مجموعهء صارم الدوله ضرورت نياز به تصحيح و نشر آن آثار ملى مكتوب و قرار دادن اين رسايل در دسترس علاقه‌مندان ، بيشتر از پيش احساس گرديد .\r\nرسالهء حفظ الصحه يكى از رسايل منحصر به فرد از اين مجموعه است كه اصلا به خاطر ظلّ السلطان و خطاب به وى نوشته شده ، حاوى مطالب سودمند و مفيدى است كه رعايت آنها براى تداوم سلامتى بسيار ضرورى است و امروزه نيز مىتوان به برخى از آنها اعتنا و عمل نمود .\r\nآنچه از ضمن رساله مستفاد مىشود اين است كه مؤلف فردى معتقد و شيعه‌مذهب و بسيار مراعى آداب است . أو در اين رساله در دو جا از آثار ديگر خود نام مىبرد كه در مضامين اعتقادى و اخلاقى مىباشند . يكى در ضمن مقدّمه كه از دو كتاب فارسى خود ياد كرده است كه به نام‌هاى : ذخيره المعاد و عنوان الكلام مىباشند ؛ همچنين در يك‌جا در ضمن متن به كتاب ديگر خود با عنوان آداب الشريعه اشاره مىكند .\r\nما در احياى اين اثر به همين يگانه دست‌نويس آن اكتفا نموده‌ايم . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نك : فهرست نسخه‌هاى خطى صارم الدوله ، نگارش محمد على هدايت ، قم ، مجمع ذخائر اسلامى ، 1387 ، ص 178 .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nتصوير صفحهء اوّل نسخه\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nتصوير صفحهء آخر نسخه\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nبسم اللّه الرحمن الرحيم الحمد للّه ربّ العالمين و لا حول و لا قوّة الا باللّه العلى العظيم و صلّى على محمّد و آله الطيّبين الطاهرين و لعنه اللّه على اعدائهم ابد الابدين .\r\nو بعد ، اضعف بندگان و اقلّ دعاگويان خدمت سراسر عظمت و جلالت واقفين حضور مهر ظهور معدلت و دستور نوّاب كامياب شاهنشاهزادهء أعظم ، ظل افخم اعلى حضرت ظلّ اللّه الاتمّ حضرت مستطاب اقدس امجد ارفع اسعد و الا - اوام اللّه ظلهما المبسوط على عامه الرعايا - عرضه داشت مىنمايد كه صد هزار كرور حمد خدا را كه اين وجود مقدّس منبع بركات و مخزن خيرات و سبب عظيم از براى رواج ملّت و دوران احكام شريعت و از هر جهت مراقب و مواظب عامهء امور متعلقه به علما مروّجين و طلاب مشتغلين و در كمال نصح و خيرخواهى سلطنت و دولت و مايهء عمران مملكت و آسودگى رعيت و انتظام عامّهء مكاسب و متاجر و مزارع و اشتغال كافهء بندگان خدا و ركن أعظم فقدان و خذلان افجار و الفتاق و قطاع الطرق و الاسواق و سحاب ماطر بر كلّ طبقات خلق برحسب لياقت و استعداد و عياد و غياث مظلومين و ضعفا و سيف قاطع رقاب كفّار و معاندين دين و مخرّبين شريعت حضرت خاتم النبيين و منحرفين از صراط مستقيم ولايت و امامت ائمهء طاهرين - سلام اللّه عليهم اجمعين - مجملا اين اوراق و دفتر را گنجايش ثبت مزايا و فضائل و فواضل و مكارم و محاسن و اجتماع تمام شيم حسنهء ملوك قديمه و سلاطين سالفه نيست . بهتر در اين بيان\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nاحاله به وجدان و عيان است ؛ فمع ذلك افضل دعاها دعا به اين وجود مقدّس و اتمّ مثوبات اهتمام در تهيهء اسباب مقرّره از براى سلامتى اين وجوه محترم است ؛ چنان‌چه از براى خود آن حضرت اوجب و الزم اهتمام در حفظ صحّت و دفع امراض از آن بدن منير است ؛ اگرچه حمد خدا اطباى حاذقين و حكماى واثقين مشرّف به فيض حضور مبارك و مفتخر به امتثال اوامرند ؛ و ليكن اضعف چون بىخبر از قواعد طبّيّه و خواصّ و مضارّ اطعمه و اشربه و ادويه نبوده‌ام و شصت سال از عمر خاسرم گذشته و از به دو امر تاكنون ابتلا به علل مزاجيه و امراض متعارضه و متضادّه داشته و به بسيارى از اطبّا كه بر وفق مراسم قدما مسلوك داشته و مىدارند و بسيارى از آنها كه بر وفق قواعد مستحدثه و رسوم جديده و معالجه به جوهريات مأخوده معمول مىدارند ، رجوع كرده و در أكثر ايّام ، بلكه در تمام شهور و اعوام استعمال ادويهء مفرده و معاجين مركّبه نموده‌ام و چنان يافته‌ام اگر عرضى به خاك قدوم مبارك نمايم ، به جهت آن حسن ذات و طيب ملكات و حسن ظنّ و مرحمت كه نسبت به اين عديم الحسنات دارند ، به شرف قبول سرافرازم مىفرمايند ؛ لهذا استيذان نموده ، به شرف فيض حضور مفتخر شدم و آنچه به نظر قاصر به اين خاسر مىرسيد ، از تدابير متعلّقه به عادات و معاشرات كه به حسب ظاهر دخالت تامه و تسبّب تمام داشت در حفظ صحّت و رفع امراض به طريق اجمال به حضور مبارك معروض داشت . فرمان لازم الاذعان شرف صدور يافت كه به توسط عريضه عرض شود كه از نظر انور محو نشود ؛ و برحسب « عين الرضا عن كلّ عيب كليله » به عين الرضا نظر خواهند فرمود ، و به مقتضاى مضمون « انظر إلى ما قال و لا تنظر إلى من قال » و مضمون « اعرفوا الرجال بالاقوال لا الاقوال بالرجال » توجه به حقيقت عرايض فرموده ، زمانى برطبق إن شاء اللّه الرحمن معمول داشته ، اميدوارم از بركت صاحب شريعت و توجه قبلهء\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nعالم و عالميان حجت اللّه على الانس و الجانّ ، امام زمان - ارواحنا فداه - نعمت صحت از براى حضرت مستطاب مستمرّ و مستدام و پاينده و برقرار باشد ، إن شاء اللّه تعالى .\r\nو اين عريضه مشتمل بر مقدمه‌اى و پنج فصل است .\r\n\r\nمقدّمه\r\nدر ميان رجحان و حسن اهتمام بلكه وجوب اقدام در ارتكاب اسباب و استعمال ادويهء موجبهء صحّت بدن و سلامت مزاج و رفع امراض و اسقام و شبهه نيست كه در عامّهء امور مقدّراتى هست في الواقع و نفس الامر ؛ و ليكن ما در مقام تكليف مكلّفيم در مقام تحصيل سعادت به ارتكاب اسباب سعادت و نمىتوانم آنها را ترك نمايم و بگويم . اگر مقدر است سعيد باشيم ، خواهيم شد ، و الا نخواهيم شد ؛ و همچنين در مقام تحصيل روزى بايد در مقام تحصيل و طلب برآييم و نمىتوانيم در خانه بنشينيم و بگوييم اگر مقدّر است به ما چيزى برسد ، مىرسد و الا فلا ؛ و همچنين در مقام زراعات و تجارات مكلّفيم به زراعت و تجارت و نمىتواند صاحب ملك و زراعت و صاحب كسب و حرفت ترك نمايد و بگويد اگر زمين بايد حاصل بدهد مىدهد و ربح حاصل بشود مىشود ؛ و هكذا در مقام دفع موذيات ظاهره بايد دفع كنيم آنها را و از طريقهء عمل خارج است كه بنشينيم و موذى رو به ما نمايد و بگوييم اگر مقدّر است به ما اذيت برسد مىرسد و الا فلا ؛ و همچنين در مقام دفع اسباب مذلّت مكلّف مىباشيم كه دفع اسباب ذلت از خود نمايم و نمىتوانيم بگوييم اگر مقدّر است ما ذليل شويم مىشويم و الا فلا ؛ و هكذا در عامهء امور دنيويّه و اخرويّه عالم تقدير عالمى است جداگانه و عالم تكليف عالمى است جداگانه . ما مكلّف به عالم تقدير و تعويض\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nبه آن نيستيم ، به حكم كافهء عقلا و اتفاق ارباب اديان ، و وجه آن معلوم است كه حكمت‌هاى بالغه الهيّه اقتضا نموده است بر ترتيب اين اسباب و رفتن پى آن‌ها كه اگر نباشد نظم عالم مختل مىشود و حكمت‌هاى اين مرحله را حقير در كتاب ذخيره المعاد و عنوان الكلام و ساير كتب فارسيهء خود نوشته‌ام كه اين عريضه گنجايش ذكر آن‌ها را ندارد . بعينه صحت بدن و رفع امراض مثل ساير امور است .\r\nما تكليف نداريم ، بلكه مرجوح ، بلكه حرام است كه هرطور پيش آيد بخواهيم معمول داريم در حال صحّت و مرض ، و بگوييم اگر بايد ما صحيح باشيم صحيح خواهيم بود و الا فلا و هم‌چنين اگر بايد مرض دفع شود مىشود و الا فلا .\r\nدر استعمال ادويه و رجوع به اطبّا و انجام اسباب حفظ صحّت و دفع امراض بايد مراقبت داشته باشيم اگر تدبير با تقدير وفق داد ، فنعم المقصد و الا در عالم تكليف و امتثال امر به تكليف خود عمل نموده‌ايم ؛ و اگر قصد قربت هم باشد اجر اخروى هم داريم ؛ اگرچه تطويل كلام قطع نظر از اينكه تجسير و خروج از حدّ خود است ، خروج از وضع عريضه است ؛ و ليكن خيلى مناسب است ذكر اين حكايت در روزنامهء دانشوران آورده كه ابو الفرج طبيب در كتاب مفتاح الطب آورده است كه يكى از فضلا متكلّمين بعد از ردّ بر طب و بطلان معالجات اطبّا كتابى تصنيف كرده بود و همواره به قدح زبان طعن گشودى و افعال و اعمال ايشان را در مورد ردّ آوردى . در آن ايام آن متكلم را صداعى عارض گشته ، پس از چندى كه طاقتش از دست رفت و از شدّت مرض صبر و شكيبش نماند ، استعلاج را ناچار به اطبّا رجوع نمود و چون آن كتاب از أو مشهور بود ، هيچ‌يك از اطبا در مقام علاج أو برنيامدند . ابو الفرج گويد : روزى هنگام صباح در نزد استاد ابو الخير بن حماد به معالجهء مرضى مشغول بودم كه آن متكلّم قارورهء خود را با شرح حال نوشته ، نزد استاد فرستاد و از أو درخواست\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nنمود كه معالجه نمايد . ابو الخير چند روز به مسامحه گذرانيد . آن شخص الحاح نمود . استاد به وى پيغام داد كه كسى كه يك عمر بر قدح اطبا زبان گشايد و از ردّ و اعتراض در حق ايشان چيزى فروگذار ننمايد ، بر معالجهء چنين كسى اقدام نمودن از عادات و آداب اطبّا دور است . اكنون مىبايد آن كتاب را كه سراپاى بىمعنى و ياوه است نابود كنى و بر بطلان كلام خويش اعتراف كنى . بعد از آن اطبا كه در علاج امراض دوست و دشمن را به يك نظر ببينند و تقديم و تأخير در هيچ علاج قرار ندهند ، تو را علاج خواهند نمود . شدّت درد آن متكلّم فاضل را بر آن داشت كه آن كتاب را از نسخهء أصل و فرع نزد استاد ابو الخير فرستاد ، بر بطلان كلام خويش در نزد اطبّا اعتراف نمود . پس آن طبيب حاذق چند روزى به علاج آن صداع پرداخت ، به كلى وى را بهبودى حاصل شد . بقيهء عمر آن متكلّم بر خلاف سابق به مدح اطبا تكلّم مىنمود . ابو الفرج گويد روزى با آن متكلّم كلامى در ميان آوردم و أو را بر غفلت خود آگاه ساختم . به وى گفتم : تو خود را از اعلام علما دانى ، نه آخر خداى تعالى طاعت خود را بر بندگان فرض نموده .\r\nاتيان عبادت و تحمّل طاعت بىصحّت بدن و اعتدال امزاج ميسر نگردد و همچنين معرفت الهى بىاستقامت قواى دماغيه صورت نپذيرد ، و اين‌ها همه بر اعمال طبّيّه منوط و مربوط است . مگر ندانى كه رسول خدا در حفظ صحّت و علاج امراض انسان را دستور العملى تازه داد و در آن باب احاديث نبويت به استدلالى منثوره در كتب اخبار متفرق بود . يكى از اطباى دانشمند به جمع و ضبط آن‌ها كمر بسته ، در رساله‌اى مظبوط و مدوّن نموده و اين رساله را طبّ النبى نام نهاده ؛ و چون آن متكلم بر شنايع اقوال خويش مستحضر گشت ، از گفتهء خود پشيمان و از كرده در تشويش شده و از خداى تعالى طلب آمرزش نموده .\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nاز حسين بن اسحق نقل نموده كه در جوار من شخصى بود از فاضل فقها و بر خلاف سيرت اطبا در علاج مرض و حفظ صحّت عمل مىنمود و قضا را به مرض خناق مبتلا گرديد . محض قرب جوار أو عيادت نمودم . چون مرا ديد پرسيد : به قانون طب در اين مرض كدام خلط غالب و چه دوا نافع است ؟ گفتم :\r\nسبب كلّى اين مرض دم است و علاج آن خوردن ماء الشعير و آب انارين و ربّ التوت و سركه و آب كاسنى و خيار شنبر و فصد قيفال است . چون اين معالجه از من بشنيد ، گفت : چگونه مىبينى از براى من خوردن عسل و شيرهء خرما را ؟\r\nگفتم : نعوذ باللّه ، از چنين سخنان درگذر و هلاك خود را به دست خود مخواه .\r\nپس روى به تلاميذ خود كرده و گفت : من همواره به واسطهء ممانعت راى اطبا و مخالفت آنها بوده‌ام و اكنون نيز عقيدت من چنان است كه از خوردن آن دو چيز روى نتابم . پس چنان كرد كه خود مىخواست . چنين گويد : چون چنان ديدم به پاى خواستم و راه خانهء خود پيش گرفتم . هنوز به خانه نرسيده آن فقيه وفات كرد . ضعيف گويد : اين مرد فقيه نبوده ، بلكه پليد بوده است ؛ چه ، از فقه است و از مسايل معموله و متفق عليه فقهاست كه از چيزى كه خوف ضرر در آن باشد بايد احتراز نمود و حرام است اقدام بر آن حتى وضو با خوف ضرر باطل ، غسل با خوف ضرر باطل ، غذا با خوف ضرر حرام ، از جمله محرمات است استعمال مضرات . اين چگونه فقيهى بوده كه با خوف ضرر اقدام نموده بر خوردن چنين چيزى  « وَ لا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ »  ؛ و اگر عذر خواسته شود از جانب اين شخص كه خوف ضرر نداشته است ، جواب گفته شود : اين شخص از نوع عقلا خارج بوده است و هركس از نوع عقلا خارج باشد لازم است كه خود را وادارد به عمل به طريقهء عقلا و تكليف شرعى أو عمل به طريق عقل است ، نه بر فهم و حالت خود .\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nمجملا مقصود آن است كه ما برحسب ظاهر مكلّف مىباشيم كه بر وفق اسباب در عامّهء امور شرعيّه و عاديّه معمول داريم ؛ چنان‌كه اتفاق كلّ انبيا و اوليا و عقلا بر اين مرحله بود . « من يشاء و يحكم ما يريد و اللّه بصير بالامور و هو على كلّ شى قدير » . مجملا اين اكثار در اين تحبير به واسطهء آن بود كه ما چون بنده‌ايم بايد در مقام بندگى باشيم و بر وفق تكاليف بايد معمول داريم و مأمور به تفويض به عالم تقدير نيستيم . بلى ، بايد مؤمن موحّد بايد ملتفت باشد كه تهيهء اسباب را از خدا بخواهد و اثر آنها را به ارادهء حق داند و توجه به اسباب و انجام آنها را مجرّد امتثال داند ؛ مثل اينكه نجات را از خداوند بايد خواست و از أو بايد دانست و توفيق ارتكاب طاعات را هم از أو بايد خواست ؛ و ليكن برحسب تكليف بايد طاعات را به جا آورده باشيم . پس بايد مريض و كاسب و زارع و طالب دولت و ثروت و طالب علم و عزّت تهيهء اسباب اينها را از خداوند بخواهد و در قلب ملتجى به حضرت حق باشد كه خداوند اسباب را فراهم نمايد و اتيان به اسباب را به مجرّد اينكه مأمور است ، به آن نمايد ترتيب اثر را به آن سبب از خداوند و از أو بخواهد ؛ و از اين جهت است كه توكّل به هيچ وجه منافى با اتيان به اسباب نيست ؛ چه ، توكل وظيفه قلب است و بايد در قلب اعتماد أو به خداوند باشند و بس ؛ و اتيان به اسباب وظيفهء اعضا و جوارح است ، بايد برحسب ظاهر به اعضا و جوارح اتيان به اسباب نمايند ؛ مثل اينكه بزرگ برات مىدهد به كوچك كه برو و اين برات را بگير . برات را از بزرگ مىداند ، وجه را از أو مىداند ، مرحمت را از أو مىداند ، و ليكن برحسب امر برات را مىبرد از صرّاف را مىگيرد . پس رفتن خود و دادن صرّاف را داخل هيچ مطلبى نمىداند ، و ليكن بايد برود و بگيرد . زيادت جسارت رفت . العفو العفو العفو ، و ليكن من باب تذكر ضرر ندارد پاره‌اى عرايض .\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n\r\nفصل اوّل در بيان لزوم حركت و تدبير آن\r\nعرضه مىدارم كه تمام طبّ مندرج است در دو چيز : اوّل تنقيه ، دويم تقويت ؛ و اين اختصاص به طبّ بدن ندارد ، بلكه طبّ حقيقت در دو چيز است :\r\nتولّا و تبرّا ؛ و طبّ طريقت در دو چيز : تخليه و تحليه ؛ طبّ شريعت در دو چيز :\r\nترك محرّمات و اتيان به واجبات ؛ و چنان‌چه تبرّا بر تولّا مقدّم است ، لا إله الا اللّه و تخليه بر تحليه مقدّم و ترك محرّمات بر اتيان واجبات مقدّم ، تنقيه هم بر تقويت مقدم است ؛ از اين جهت عليل را تا تنقيه نكنى و خلط فاسد را دفع نكنى ، تقويت ثمر ندارد و خوردن ادويهء معطر و اغذيهء مقوّيه با امتلا ، اگر مزيد علت نشو ، مثمر هيچ ثمرى نيست ؛ بلكه غالبا مزيد علّت است . پس بايد اوّلا در مقام تنقيه كه پاكيزه نمودن محال اغذيه و موارد هضم باشد ، از آنچه مانع است از اثقال اغذيهء غير منهضمه با اجتماع اخلاط فاسده ؛ و واضح و روشن است كه به واسطهء تناول اغذيه و هضم آن به مراتب آن فضول و اثقال لا بدّ باقى مىماند در محل هضم و به تدريج مجتمع مىشود و اجتماع آن فضول موجب حدوث امراض است ؛ و گمان ندارم كه اين مطلب محتاج به شرح باشد . پس بايد دافع و رافعى از براى آن فضول باشد و أو اوّلا قوهء مزاج و بنيه و كثرت حرارت غريزيه است و آن در سن طفوليت و شباب مىباشد . اگر بالفطرت و ضعيف و عليل نباشد و كمال قوّت مزاج و حرارت غريزيه در سابق از ازمنه‌اى كه امزجهء قويّه بوده و اسباب ضعف مزاج كم بوده ، نهايت آن تا سى سال بوده ، از سى كه گذشت ، رو به نزول بوده و در اين ازمنه به واسطهء وفور عوارض خارجه و تراكم اسباب مضعفه از نموم و غموم و واردات هركسى برحسب حالت خود ، از\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nبيست و پنج سال كه گذشت رو به تنزّل مىكند و ناچار بايد منقى از خارج باشد و آن به استعمال مسهلات است يا حركت .\r\nامّا استعمال مسهلات قطع نظر از اينكه خود بنفسها صدمه مىزند ، چون منافى طبع است ، اوّلا مضعف است و جبران ضعف آن به زودى مشكل به استعمال مقوى است . پس راجع به اوّل مىشود ؛ چنان‌چه غالبا همين نحو مشاهده شده ؛ و ثانيا واضح است كه مسهل تا جهت سمّيّتى در آن نباشد ، مسهل نخواهد بود و همان جهت سمّيّت موجب حدوث مرض ديگر ، بلكه امراض ديگر مضعف‌تر خواهد بود ؛ و به اين واسطه متقدمين از محققين اطبا استعمال مسهلات نمىكردند ، الّا نادرا تا چقدر حاجت شديد شود ؛ و تصريح كرده‌اند كه « اقوى الأسباب في دفعها الحركه » . قوىترين اسباب در دفع آن فضلات حركت است و جهت آن معلوم است كه به واسطه حركت حرارت در اعضاى ظاهره و باطنه پيدا مىشود و آن حرارت به منزلهء حرارت غريزيه است كه در اطفال و جوانان قوّت دارد و رافع آن فضلات اين حركت قايم مقام آن است و به تحليل مىبرد فضلات را ، أصل حرارت بنفسها اين منفعت بر أو مترتّب است ؛ جهت آنكه به خوردن ترياك يا كشيدن آن يا استعمال جوهر كنه‌كنه ، چه خوردن ، چه ماليدن ، مسكن اوجاعى است كه از رياح حاصل باشد كه به واسطهء همين است كه سدّ مسامّ بدن مىشود و حرارت در بدن كأنّه محبوس مىشود و به واسطهء شدّت حرارت رياح به تحليل مىرود تمام اقسام قولنج كه از رياح باشد و رياح ديگر در هر عضوى از اعضا كه باشد كه از مسخّن قوى به آن عضو بستى ، به واسطهء زيادتى سخونت آن ريح به تحليل مىرود ؛ و همين است سبب اينكه از ادويه حضرات فرنگىمآب‌ها مشمع است كه مىاندازند بر موضع درد و به قسمى تسخين مىكند كه بسا به سوزش مىآورد و بسا هست كه مجروح مىكند محل\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nرا ؛ امّا آن درد تسكين مىكند . لا محاله در آن وقت نهايت اگر مادّه شديد است ، باز بعد از زمانى عود مىكند .\r\nمجملا اين عريضه را گنجايش شرح اين مطلب نيست . حسن امر اين است كه آن صاحب اختيار مجرّد اشاره التفات مطلب سراپا حاصل مىنمايند .\r\nخلّص عرض اين است كه حركت سبب حدوث حرارت است و حرارت سبب دفع خلط و رياح منبعثه از آن است . بدون اينكه تضعيف نمايد و تمام استفراغات چه قى و چه اسهال و چه حمام و غير از اين‌ها كلّ مضعّف است .\r\nبلى ، دلك و ماليدن بدن به نحو درست آن هم محدث حركت است ، و ليكن نه مثل حركت ؛ و اين حركت اقسام دارد : سوار شدن به اقسام سوارى ، پياده راه رفتن ، آب كشيدن ، و زمين كندن و نحو اين‌ها هيچ‌كدام مثل حركات كه در رياضت‌خانه‌ها معهود است ، نيست . اوّلا در باقى حركات كلّ بدن حركت نمىكند ، به خلاف رياضات ، حتى ميل گرفتن كه از همهء آن‌ها سهل‌تر و حركت آن كمتر است ، نحوى مىتوان گرفت و در نزد اهل معهود است كه تمام بدن حركت نمايد ؛ و ثانيا اغلب آن حركات مخصوص سوارى دير معرّق است و عمدتا منفعت حركت تعرق است كه رافع فضول است ؛ و ثالثا در آن حركات اگر چه معرّق باشد ، مضعّف است و بعد از آن خستگى زياد حاصل مىشود ، به خلاف رياضت معهوده كه بعد از فراغ از آن شخص كأنّه تازه مىشود ؛ چنان‌چه اين ضعف قريب به يك سال است كه في الجمله مراقبت به اين مرحله دارد ، با اينكه نه جاى درستى دارم و نه همكار مناسبى دارم ، خود تنها با يك معلم و نه اسباب أو را دارم ، مع ذلك منافع زياد از أو برده‌ام كه بر هيچ نوع از حركات نديده ، با اينكه همهء اقسام أو را مراقبت نموده‌ام كه شايد محتاج به اين فقره نشوم . چون از براى حقير با آن مشاغلى كه دارم و مختار كار خود نيستم ،\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nصعب الحصول بوده و هست و مداومت بر آن نتوانسته‌ام ؛ و ليكن مع ذلك منفعت نموده و بنيه بهتر از ديدن كسانى كه مواظبت دارند ، نيست . صحيح المزاج سمين خوش‌رنگ و رو با اشتها با گذران اين است كه معروف است كه رياضت از براى معمّرين است و بايد در كهولت و شيخوخيت مراقب شد ، جوانان أو را مراقبت دارند ؛ و اين حركت در حال امتلا و هضم نشدن غذا به شدّت مضرّ است ؛ چه ، اوّلا عمدهء مقصود اين است كه اين حركت مسخّن معده و امعا شود و فضول اخلاط رفع شود و در صورت امتلا از براى اخلاط فايده ندارد ؛ و ثانيا بايد غذا بعد از ورود به حسب طبع خود و طبع معده به تدريج طبخ شده باشد و بدل ما يتحلل شود و در صورت حركت در آن وقت چون بر خلاف طبيعت است ، لا بدّ ضرر مىزند ؛ و يكى از اسباب عمدهء اختلال مزاج حضرت مستطاب اقدس و الا - اوام اللّه ملكه - همين است كه غالبا خصوص در اسفار بعد از صرف غذا سوار مىشوند ، هر قسم سوارى كه باشد و مسارعت هم مىفرمايند و اين مرحله خيلى از براى مزاج و هضم غذا مضرّ است ؛ و از اين جهت است كه در شريعت مطهره و در كتب ، مجامعت و حركت با امتلا منع كرده‌اند ؛ حتى اينكه در بعضى از اخبار رسيده است كه موجب فجأت مىشود و تجربه هم شده است و از اين جهت است كه حمام در امتلا خوب نيست ، مضر است ، بلكه بسا هست كه مهلك است ، خصوصا اگر زياد گرم باشد .\r\nمجملا حتم است بر حضرت مستطاب است كه البته در اين اوقات كه في الجمله ضعفى در مزاج و بنيه حاصل شده است كه البته محل رياضتى معين فرمايند و بين الطلوعين نهايت اوّل طلوع آفتاب مشغول شوند و مسامحه نفرمايند ، مزاج را عليل نفرمايند . به حق خدا قسم استعمال اين ادويهء معهوده و اين جوهريات مصنوعه اگر في الجمله تسكينى يا خاصيتى در وقت استعمال از\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nآن بروز كند ، و ليكن تضعيف مزاج مىكند ، بنيه را از دست مىبرد ، نه تنقيه مىكند ، و نه تقويت . اين عرض را از اين اضعف مخلص ناصح خالى از غرض بشنوند ، البته اشتغال به اين شغل در ناشتا حاصل نموده و آنچه در آن دخيل است كه شأن حقير نيست عرض آن ، اوّلا همان جودت دهن مبارك كافيست در ورك ، و ثانيا ارباب خبرهء اين شغل در خدمت آن صاحب‌اختيار حاضرند ، از حقير بهتر مىدانند . بايد بر وجه كمال محل را منظّف و معدّ از براى اين كار نمايند و مشغول شوند و روز به روز زياد كرده ، هرچه عرق بيايد انفع است ؛ و بدانند كه اوّلا تا مدّت زمانى عرق درست نمىآيد ، چون خلط منجمد است و شايد في الجمله اختلاف و اغتشاشى در حالت پيدا شود ، چون تحريك خلط مىشود ، و ليكن خوب مىشود . نهايت در اوايل امر اكثار نكنند و متعبد به آمدن عرق نباشند . بسا هست اساتيد اين كار اصرار كنند كه بايد اكثار شود تا عرق زياد بيايد ، اشتباه است . نظرشان به حالات و قوى و بنيهء خودشان است . بايد به تدريج خلط تحليل برود تا صدمه نزند و كسالت و خستگى نياورد . بعد از فراغ از اين حركت ، قطيفه‌اى بر سر مبارك انداخته ، بر روى تشك تشريف فرما شده ، نشسته در همان محل ، البته در آن حالت مبادا بيرون تشريف بياورند و كسى كه صاحب سررشته باشد ، چون مالش دادن كار مشكلى است و در هر عضوى يك نوع مالشى مطلوب است ، مباشر آن بايد دانا باشد و به ملايمت و تدريج تقريبا اقلا نيم ساعت بدن مباركش را مالش داده تا عرق خشك شده و بدن شريف از صدمه‌اى كه ديده بيرون آيد . بعد از آن لباس پوشيده و دو فنجان زيادتر چاى سفيد طبخ كرده رقيق باشد ، همين‌قدر عطر چاى داشته باشد ، يا گلاب نبات با گل گاو زبان گيلانى دم كرده ، يا اگر سينه‌خراشى داشته باشد آب گرم و روغن بادام به قدر يك مثقال ، يا بهدانه با أو خوب جوشانيده ميل فرمايند . ديگر خود آن\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nبزرگوار البته ملتفت اقتضاى طبيعت حاليه آن وقت را نظر به مزاج و غذا ملاحضه مىفرمايند ، بايد دو فنجان مشروب گرمى ميل فرمايند . بعد از آن بيرون تشريف آورده ، در محل نزديك به اين محل با دثار كه احاطه به تمام بدن داشته باشد ، تشريف فرما شده ، متوجه اشغال مملكتى و سلطنتى بشوند . اين يك وقت حركت است به اين نحو معروض وقت ديگر كه آن هم لا بدّ منه است طرف عصر يك ساعت و نيم به روز مانده تا نيم ساعت يا سواره يا پياده در محلى كه آفتاب از أو گذشته باشد يا سايه و آفتاب باشد ، نه محلى كه آفتاب نديده باشد و سرد باشد و با روحانيت صفا و فضا باشد ، مثل باغات أطراف عمارات يا باغات خود عمارات و امثال آن به ملايمت يا پياده يا سواره به نحوى كه اصلا موجب خستگى نشود ، و ليكن روحانيت داشته و هواى آن محل لطيف باشد و به واسطهء اشجار و سبزه و وسعت و آفتاب عفونت أو گرفته شده باشد ، به قدرى كه طبع آن گرفته باشد ، حركت فرموده ، در اثنا اشغالى كه موافق طبع است ، انجام داده ، دستور العمل در امورات متعلقه به ادارات و تنظيمات و عريضه‌جات فرمايش دارند . كسى را هم عرضى باشد همراه اسب عرض خود را مىنمايد ، جواب مىشنود . بعد از اين حركت به منزل مقرر تشريف فرما مىشوند ؛ و ليكن اجزاى خلوت حاضر هستند . حضرات نسوان در اين وقت تا دو سه ساعت از شب گذشته كارى ندارند . حضرت مستطاب هم با آنها كار و فرمايشى ندارند . صحبت آنها مكسّل است ، سميّت قلب است ، اسباب اغتشاش حواس است . بلى ، اطفال را بياورند ببرند . ديگر خود بهتر مىدانند كه در اين دو سه ساعت اوّل شب چه بايد كرد . همين‌قدر عرض مىكنم كه حضرت نسوان مونس نشوند ؛ چه ، بالاجتماع باشند ، چه بالانفراد ، تا هنگام صرف شام خداوند نعمت وجود مبارك را مستمر و\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nمستدام و اسباب انجام اين عرض را بر وجه اتمّ فراهم آورد و اثر را بر وجه الجمل بر آن مترتّب سازد ، بمحمد و آله الطاهرين .\r\n\r\nفصل دويّم در تدبيرات متعلّقه به صرف غذا\r\nاوّلا صبح بعد از آب گرم به قدر يك سير نان خشك خمير برآمده به تنور برشته نه فطير و تنور خشكيده ، با پنير اگر دندان مساعدت نمايد ، و الّا كوبيده با قند ميل فرمايند ، تقويت مىكند ، به تخفيف رطوبت مىكند ، منع صعود بخارات مىكند ؛ و ثانيا غذا بايد در دو وقت اگرچه در هريك تقليل شود ، غذا در دو وقت با تقليل اولى و انفع است از يك وقت با اكثار ، و فصل بين الغذايين دوازده ساعت به دوازده ساعت و اگر نشود اين نحو لا بد آن غذايى كه فصل آن تا غذاى ديگر كمتر از دوازده ساعت مىشود . بايد كمّا و كيفا اخفّ باشد از آن غذايى كه فصل آن تا غذاى بعد زيادة از دوازده ساعت مىشود . مثل اين ايّام كه روزها در كمال كوتاهى است و شب‌ها در كمال بلندى ؛ و در يك ساعت به زوال مانده مشغول صرف غذا خواهند شد ، اوّل زوال فارغ مىشوند ، پنج به روز باقى است .\r\nاگر شب ساعت هفت صرف غذا شود ، دوازده ساعت فصل شده است ؛ و البته تا اين وقت توقف نمىشود و نبايد توقف شود . بايد استراحت شود . ديرتر از ساعت چهار نبايد ، بلكه اوّل چهار بايد مشغول صرف غذا شوند كه ساعت چهار از غذا و لوازم آن بايد فراغت حاصل شود . در اين صورت از غذاى روز تا غذاى شب نهايت هشت ساعت تا نه ساعت فاصله و از غذاى شب تا غذاى روز چهارده ساعت فصل دارد . بايد در اين صورت غذاى روز قليل الكمّيّه و الكيفيّه باشد بر خلاف غذاى شب ، و بايد اين مرحله را ملتفت باشند و در غذا چه روز\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nو چه شب اوّلا قدرى آب گوشت گوسفند بىعيب بايد ناظر بىانصاف مراقب باشد اين بزهاى نرسيده گوشت و آب آن‌ها خوب نيست ، رطوبت آن‌ها زياد است ، اصلا قوه‌اى ندارد . آب گوشت جوجه و مرغ و گوشت گاو چنان‌چه بعضى از فرنگى به آنها ترجيح مىدهند بىجاست . گوسفند كه معيوب نباشد ، جگر و شش أو معيوب نباشد ، سمين و فربه باشد ، كمتر از شش ماه نداشته باشد ، به قدر يك چاريك تبريز نه زيادتر ، آب أو زياد سنگين مىشود . با آب خوب و چند دانه نخود با ادويه كه در آن بجوشد و گوشت با آن آب با ادويه پخته شود و در مس نپزند در سفال باشد ، خيلى خوب است و روغن گوشت أو را گرفته ، اقلا به قدر يك كاسهء ماست‌خورى بدون گوشت خالى از همه چيز ميل فرمايند هم دواست ، هم غذاست ، مفتح است ، مخلل است ، مدرّ است ، هاضم است ، رافع سدّه است . اگر امتلايى از غذاى سابق باشد ، اگر اين آب‌گوشت را ميل فرمايند ، آن امتلا رفع مىشود و غذاى لاحق ضرر نمىزند ، و ليكن آب‌گوشت با وصف معروض طبخ شده باشد طباخ و ناظر هر دو اگر انصاف داشته باشند ، بايد كمال مراقبت در حسن ترتيب و تنظيم تنظيف وجوه طبخ غذاى آن حضرت نموده باشند . بعد از آن آب اگر كبك يا تيهو باشد أو را به نحوى كه مقرّر است ، زير خاك يا يخ يا برف گذارده باشند ، اقلا يك شب قبل و اگر نباشد باز گوشت گوسفند به همان وصف كه عرض شد و أو را كباب يا خورش نموده باشند ، بايد اصلا ترشى نداشته باشد و اگر دارد زياد ترش البته نباشد و يا آن ترشى البته چاشنى داشته باشد ، از آن خورش با نان كه خميران برآمده باشد آرد آن نرم نباشد ، امان از اين نان‌هاى سنگك ، يا پرداختهء خوش سكه كه مىچسبد در خمل معده و هضم آن نمىشود و چقدر از بزرگان به جهت همين نان‌ها ناخوش مىشوند . نان بايد آرد أو زبر باشد ، خمير آن برآمده باشد ، به آتش آخر تنور ، نه به\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nشعلهء تنور طبخ شده باشد . اين نحو نان اصلا ثقل ندارد ، سريع الهضم متلاشى مىشود در معده ؛ اين است كه معروف است كه نان فقرا دل خود را به سفيدى آرد و نرمى آن و نازكى آن و تخمهء آن خوش مىكنند . ده مثقال آن قايم مقام پنج سير از آن نحو نانى است كه حقير عرض نمودم ، بلكه اين پنج سير ثقل نمىشود و مىگذرد و اين ده مثقال منجمد مىشود و نمىگذرد و يا از آن قسم نان كه عرض شد يا آنكه نان را خورش و خورش را نان مىفرمايند . بعضى نان كم و آن خورش زيادتر يا چلو ، امّا چلو خوب نيست پلو برنج بهتر است . مغز پخته برنج از دست رفته زياد بطى الهضم است و برنج زنده نمىگذرد همين‌طور دفع مىشود ، اگر بشود . بعد از اينكه مغز پخته شد ، زيرهء كرمانى يا قليلى زعفران در يك فنجان گلاب خوب ريخته ، بعد از دم كردن بر روى برنج ريخته خلال نارنج هم خوب است . قليلى مغز پسته با برنج جوشيده باشد و پخته شده باشد و دم شده باشد ، خوب است . مغز بادام خوب نيست . زرشك خوب نيست . تمام قليه‌ها و قيمه‌هاى خوب همان گوشت را از هرچه باشد بسيار كم سرخ كنند ، با قليلى پياز و سير يا قليلى تره و جعفرى و بادرنجبويه و بابونه و قليلى نعناع و قليلى ادويه خصوصا زيره يا قليلى به خيلى كم خوب پخته باشد يا در هاون خوب كوبيده و به قول ما اصفهانىها كلّه گنجشكى ريزه نموده و با آنچه عرض شد ، پخته باشند ، ميل فرمايند . غذاى مختلف اصلا ميل نفرمايند و اغذيه از براى امزجهء ضعيفه خيلى بد است . غذا يكى يا دو قريب الطبع و المزاج و الاثر باشد . از ترشىآلات به كلّى محترز باشند ، چه قبل از غذا ، چه با غذا ، چه بعد از غذا . اگر زياد مايل باشند ، ترشى سير و ترشى پوست پسته با نعناع و ترشى ليمو با پوست و هسته كه پوست هسته را بيرون آورند ، آن هم خيلى كم .\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nامّا شربت‌ها با غذا خوب نيست . غذا را خام مىكند . متفرق مىكند . دير طبخ مىآيد . مفاسد آن بسيار حتى شرب آب بين الغذا و بالاى غذا خوب نيست و اگر عطش شدّت كند قليلى ، بلى اگر مساعدت با مزاج داشته باشد ، مزاج مبارك به دست حقير نيست ، در بعضى از امزجه خوب و سازگار است ، دوغ از ماست تازه گاو كه اوّلا أو را كيسه انداخته آب أو گرفته شده باشد . بعد از آن ماست را زده دوغ شود و دهنيّهء أو را بالتمام گرفته و فلفل و نمك يا نعناع يا پونه در آن ريخته باشد . اين شربت مخصوص از براى غذا در بسيارى از امزجه ضرر نمىزند . ديگر آن حضرت خود خبير و بصير به مزاج خود مىباشد . اوقات و اغذيه و محال هم در غايت اختلاف است . بايد ملاحظهء أطراف بشود ، متعارف است ، خاصه در مجالس در طهران زياد تداول دارد كه شربت قند مىآورند و تنگ آب‌ليمو و شربت‌خورى را شربت كرده آب‌ليمو در آن مىكنند و به دفعات بين الغذا مىخورند ، خيلى مضر است ، يا امزجهء آن‌ها خيلى قوى است ، يا اين طور عادت كرده‌اند ، و الّا به هيچ قاعده درست نمىآيد .\r\n\r\nفصل سيم در تدبيرات متعلقه به شرب آب\r\nاوّلا بايد آب خوب به وضعيتى كه عرض مىشود ، تحصيل نمايند ؛ چه ، اگر آب از اين چاه‌هاى معموله در اين بلده اغلب آنها لجن زياد در آن‌ها هست و اين آب‌ها به واسطهء مجاورت با آن لجن سنگين و بد طعم مىشود . بسا هست كه از اجزاى خفيّهء آن لجن با آن‌ها مخلوط علاوه آب اين چاه‌ها از همان آب رودخانه و نهرهاست كه حالت آن عرض مىشود كه اگر آب از رودخانه و نهرهاى منشعبه‌اى از آن باشد ، اگر در فصل تيرماه باشد ، به واسطهء آنكه در\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nلنجان مىگيرند و پاى شلهتوك مىبرند ، تمام آن‌ها يا مخلوط شده با آن كهنه و پلاس و پا ابزار كه كلّ آن‌ها از بسيارى از اشخاصى است كه مبتلا به مرض‌هاى بد يا در عرق‌هاى ابدان آنها پوسيده و مخلوط شده با كثافت‌ها مثل رزق طيور كه غالبا به علاوه از آن لجنى كه در آن اراضى هست و اين آب به اين وصف يا سمّيّت دارد يا زياد سنگين مىشود . اين همه پشه كه از آن متولد مىشود نيست جهت آن الّا اغتشاش آن ، و الّا از آب صافى غير مكدّر پشه متولد نمىشود ؛ و اگر در فصل پائيز باشد محسوس است كه برگ‌ها از درخت‌ها به جهت خزان در آن آب‌ها ريخته ، به نحوى كه مملوّ مىشود از آن برگ‌ها و تمام آن برگ‌ها مملوّ است از گرد شوارع اصفهان و قراى أطراف كه تمام آنها خاشاك است و گردان برگ‌ها مخلوط مىشود با آن آب‌ها . اغلب امراض تابستان و پاييز منبعث است از شرب اين آب‌ها . اين سينه‌ها كه در فصل پاييز خراب مىشود ، زكام‌ها كه متداول مىشود ، جهت آن اغلب اين آب‌هاست كه استعمال مىنمايند ، يا منفرد يا در مطبوخات ، حتى در خانه‌ها استعمال مىكنند . مجملا از اين آب‌ها كلّا بايد احتراز نمود .\r\nبهترين آب‌ها آن است كه از چشمهء رو به قبله يا از سنگ يا از خاك يا از ريگ بيرون آيد و بر روى زمين سنگ يا ريگ يا خاك جارى شود و قدرى از محل خروج آن دور شود و در مجراى پاكيزه هرچه بر روى سنگ و ريگ جارى شود و متلاشى شود سبك‌تر مىشود ؛ و از اين جهت اينكه در زير چرخ طاحونه است ، سبك‌تر است از بالاى چرخ . معلوم است كه به حسب حكم آوردن آب از براى آن حضرت فرق ندارد چه از اين آب‌ها بياورند يا بفرستند ، يا از قنوات بالا بياورند . حمد خدا را تمام مملكت متعلق به آن حضرت و فرمان قضا جريان در آن زمان مقرر فرمايند چند روز يك دفعه چند مشك از هركدام\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nقنات‌ها كه قبلى باشد و از سنگ يا ريگ يا خاك خالص بيرون آيد و جارى شود و در مجراى مناسب و از محلى كه پاكيزه باشد بردارند و اگر طاحونه دارد از زير چرخ بردارند و باورند ، در خمره‌هاى پاكيزه ريخته ، درب آنها را از چيز مشبك بگذارند كه خوب صاف شود و تمام آنچه طبخ مىكنند حتى چلو و پلو از همان آب باشد و اگر بشود آب مشروب آن حضرت را در كوزه‌هاى سفال كه آب آن تراوش مىكند كرده و آن خزف را در قدح پاكيزه بگذارند و آب مشروب از اينكه بيرون آمده از آن خزف سفال و در آن قدح جمع شده ، ميل فرمايند ، خيلى خوب و سبك است ، و آب را مخلوط با يخ نكنند كه يخ كه آب مىشود و مخلوط با آن آب ، آب كهنه و تازه است و سبك و سنگين است و مضر است اوّلا آب زياد سرد خوب نيست ، مخرّب سينه و مبرّد معده و مطغى غليان غذاست ، به نحوى كه تا به غليان آيد طول مىكشد ، و ثانيا بر فرض كه طبع زياد مايل باشد به سردى آب را در تنگى كرده و آن تنگ را بالاى يخ گذاشته تا آب سرد شده ميل فرمايند . خوش طعم و سرد و خالى از مفسده است ، و بين الغذا آب ميل نفرمايند الّا قليلى با شدت عطش ، چنان‌چه بالاى غذا هم همين‌طور است ، بعد از دو سه ساعت فاصله ؛ و اگر مقرر فرمايند به عوض قهوه بالاى غذا چاى سفيد خوب طبخ كرده به نحوى كه جوش نيايد و يك فنجان بدون شيرينى بالاى غذا ميل فرمايند ، سبب هضم غذا مىشود ، و ليكن اگر معتاد به اين مرحله نيستند ، اوّلا نصف فنجان يا فنجان كوچك تا برسد به يك فنجان متعارف اين فقره را نمىدانم حالت مزاجيه آن حضرت چه نحو است . در غالب امزجه منفعت مىكند و در شب آب ايستاده ميل نفرمايند و بعد از بيدار شدن و شدت عطش البته يك دفعه آب سرد ميل نفرمايند ، اگرچه طبع زياد مايل است ؛ و ليكن شرعا و طبّا هيچ‌كدام خوب نيست . بسا هست كه موجب اطفاى حرارت غريزيه\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nمىشود ؛ و همچنين بعد از فراغ از موقعه و همچنين در حمام بلكه كم‌كم ميل فرمايند ؛ و در ناشتا اگرچه عطش شدّت نمايد آب ميل نفرمايند ؛ و اگر خيلى شدّت كند آب جوشيده كه نيم گرم شده باشد ، ميل فرمايند ، ان شاء اللّه الرحمن بعد از فراغ از شرب آب لعنت بر قاتلين ابى عبد اللّه الحسين - عليه السّلام - خواهند فرمود كه در چند حديث وارد شده كه صد هزار حسنه نوشته مىشود و صد هزار سيئه محو مىشود و صد هزار درجه در بهشت بلند مىشود و ثواب صد هزار بنده از اولاد اسماعيل به أو عطا مىشود كه همه را آزاد كرده باشد و روز قيامت محشور مىشود خنك‌دل .\r\nاگرچه خارج است از وضع اين عريضه ، ولى خوش دارم كه اين فقره را به عرض مبارك برسانم : مرحوم جنّت مكان آخوند ملا آقا دربندى در كتاب خود نقل مىكند كه مرحوم خلد آشيان خاقان مغفور را خواب ديد . ايشان نوشته‌اند كى خواب ديده ؟ حقير متذكر نيستم . مجملا آن مرحوم را خوب خواب ديدند ، با لباس فاخر و روى نورانى در قصر مرتفع در باغستان باصفا ، سؤال كردند كه از چه جهت اين احسان و عطا در حق شما شده ؟ جواب گفته بودند : در فصل تير ماه خواب بودم . از خواب بيدار شدم . نشسته بودم . صدا كردم ، آب خواستم آبدار بيدار نشد . دو سه دفعه صدا زدم بيدار نشد . عطش شدّت نمود . در آن حال متذكّر عطش جناب ابى عبد اللّه الحسين در روز عاشورا شدم . حالتم منقلب شد .\r\nشروع به گريه و ناله نمودن و بر سر خود زدن و گفتن يا ابا عبد اللّه ! فداى لب تشنهء تو شوم ، چه گذشت بر تو روز عاشورا ؟ يا ابن رسول اللّه ! كه أطراف من بيدار شدند . گفتند : چه مىشود شما را ؟ واقعه را گفتم . باهم متأثر شدند . بعد از فوت در قبر به سؤال از من كه آمدند و عاجز ماندم ، قبر روشن شد ، شخص جليل نورانى داخل قبر شد ، فرمايش داشت كه خداوند تو را به من بخشيد به جهت آن\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nگريه و ناله و ياد كردن عطش من در آن شب و اين انعام‌ها در حق من مرحمت شد . مجمل واقعه را عرض نمودم . شرح و بسط واقعه زيادة از اين است . خداوند به حق همان بزرگوار طول عمر با عافيت و تمام شوكت و سلطنت به آن ولى نعمت مرحمت فرمايند كه حمد خدا را از بركت آن وجود مقدس چه مجلس‌ها و چه سقاخانه‌ها و چه آب‌انبارها ساخته شده و چه قنوات جارى شده و ثواب كلّ به آن حضرت رسيده و مىرسند . خداوند ما را توفيق شكر و دعاگويى به اين وجود مقدس كه مخزن خيرات و منبع سعادات است ، عطا فرمايد .\r\n\r\nفصل چهارم در تدبيرات متعلّقه به خواب و عشرت با زوجات\r\nامّا خواب و منافع أو را از براى مزاح و انهضام غذا و فراغت از اشغال مولمهء دنيا واضح است و اقل زمان أو در بيست و چهار ساعت ، هشت ساعت است برحسب قوانين طبيعت ؛ و اگر فرضا خواب نيايد بهينه خواب در رختخواب و تمدّد اعصاب به جا آمدن نافع است و دو وقت ان شاء اللّه الرحمن حضرت اقدس ارفع امجد و الا - ادام اللّه ملكه - مقرر مىفرمايند براى استراحت .\r\nاوّل نيم ساعت بعد از صرف ناهار روز كه شايد اوّل زوال باشد ، اقلا دو ساعت يا يك ساعت و نيم كمتر نشود و محلى از براى خواب مقرّر فرمايند كه به حسب هوا سالم باشد . در اين فصل زمستان گرم باشد و از آتش دور باشد . همان قريب به آتش خيلى ضرر دارد . در آفتاب نباشد . محل رطوبى و نزديك به محل رطوبى نباشد . از بلند شدن صدا از أطراف مأمون باشد . شايد يك دفعه صدايى بلند شود و بغتتا بيدار كند و چه بسيار از امراض بدين واسطه كه ناگهان به جهت ارتفاع صدايى از بيدار شدن حاصل شود ؛ و در وقت خواب چون شخص به هوا\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nخوردن نزديك است بايد دثار باشد ، نه به قدرى كه صدمه بزند ، بلكه به قدرى كه مأمون از تصرّف هوا باشد ؛ و به علاوه محل بايد به نحوى باشد كه اگر در بين خواب دثار دور شود ، همان هواى محل حافظ باشد و خود دثار سرد نشود و بعد از استراحت اگر خواب آمد فبها و الّا در مقام استعمال منوّم برآيند و منوّمات بسيار است و مختلف مىشود به اختلاف امزجه و چون حالت مزاجيهء آن حضرت به دست اين اضعف نيست ، در اين باب عرضى كردن بىموقع است ؛ اوّلا خود آن حضرت ابصرند ، و ثانيا اطبا حاذقين كه مفتخرند به افتخار خدمت ، خاصه جناب جالينوس الزمان آقاى دكتر اطلاع بر مزاج آن حضرت دارند ، البته منوّم مناسب مزاج عرضه داشت مىنمانيد ؛ و اگر با استعمال منوّم خواب نيامد البته از خيال خواب منصرف شده ، مشغول به اشتغال ملايمهء طبع شوند و خود را مشغول نمايند ؛ و البته الف البته خود را به دست خيال ندهند كه خيالات متراكم مىشود و به أطراف مىرود و تراكم خيال خيلى صدمه مىزند . البته الف البته خود را به دست خيال نداده ، مثال خيال مثال كلب است ؛ هرچه به أو رد مىكنى ، زيادتر رو مىكند و اگر از أو اعراض كردى خود منصرف مىشود . بايد خود را قهرا منصرف نمود و متوجّه شغل موافق طبع شد ؛ چه ، اگر خيالات متراكم شود و خواب بيايد روياهاى مختلفهء مشوّشهء موحّشه حادث مىشود و قليل زمان أو كثير مىنمايد . چنين گمان مىكند كه چندين ساعت خواب كرده و بسا نيم ساعت خواب نكرده . ضرر اين نحو خواب زيادة از نفع اوست ؛ و ليكن بايد ملتفت شد اگر اين خواب نرفتن و تراكم خيال سبب خارجى ندارد ، لا بدّ امتلايى حاصل شده ، بايد در مقام علاج برآيد ؛ چنان‌چه عكس هم بدون سبب خارجى خواب طارى شد كه طبيعت اقبال به خواب دارد و خواب مىآيد أو هم كاشف از امتلاست ، بايد معالجه نمود ؛ و يكى از كواشف سلامتى مزاج و سوء آن خواب\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nرفتن است بدون سبب خارجى و خواب نرفتن است بدون سبب خارجى . بايد اطبّاى خدّام حضور معدلت دستور معالجه نمايند و مقرّر فرمايند كه قبل از بيدار شدن ، از همان آب كه عرض شد در سماور كنند ، خيلى جوش كرده ، به قدر يك مثقال زيادتر نباشد ، چاى سفيد خوب پاك كرده تخم‌هاى أو را بيرون آورده ، خيلى خوب پاك كنند ، در قورى چينى ريخته به قدر سه فنجان آب جوشيده بر سر أو گذارند و دم گذارند و نگذارند جوش بردارد كه جوشش نفع عمدهء أو را برمىدارد . اين سه فنجان اقلا نيم ساعت به آتش ملايم دم كشيده باشد . بعد از بيدار شدن بدون اينكه آب از سماور مخلوط نمايند همان چاى دم‌كشيده را يا سه فنجان يا دو فنجان به فاصله كم شيرينى با نبات سفيد و نه قند بدون ترشى ميل فرمايند . چاى سفيد سمّيّت ندارد . چاى سياه و لمسه و مسكو و قربق خالى از سمّيّت نيست ؛ اما چاى سفيد به قول اصفهانىها چاى پشمكى خالى از ضرر ؛ و دو فنجان با اين وصف كه اين بندهء درگاه باقر عرض نمود ، دم شود ، ميل فرمايند ، هاضم است ، محلل است ، دافع عطش است ، منضّج است ، بلكه مليّن است ، معرّق است ، مدرّ است ، رافع كسالت است ، مفرّح است ، مفتح است ، جالى است ، مرطب است ؛ ليكن مىدانم نه چاى سفيد أو را خدّام بدون انصاف تحصيل مىكنند و نه درست طبخ مىكنند . نمىدانم چگونه كفران نعمت وجود مبارك را مىكنند . بايد دلسوزى كنند . از حقير عرض كردن است ؛ و بعد از صرف اين چاى وقت حركت روحانيهء عصر است .\r\nوقت دوم از براى استراحت شب است كه منافع آن لا تعدّ و لا تحصى است و مفاسد ترك آن هم كذلك و وقت آن بعد از فراغ از نعشى است به فاصلهء نيم ساعت يا يك ساعت به همان طرز كه عرض شد ، استراحت فرمايند ؛ اگرچه جسارت است ، و ليكن كلام الملوك ملوك الكلام جناب سيد اوليا مرتضى\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\n- ارواحنا له الفدا - به جناب سيد اجتبا ، فرزند ارجمند ، جناب امام حسن - عليه السلام - فرمودند تو را تعليم مىكنم به چهار خصلت كه هرگاه آن‌ها را مواظبت كنى ، محتاج به طبّ هيچ طبيبى نخواهى شد : اوّل تا گرسنه نشوى غذا مخور ، دوم مايل به غذا باشى دست از غذا بردار ، سيم لقمه را كوچك بردار و خوب بجوى ، چهارم وقت خواب خود را بر خلأ عرض نما كه اگر فضول باشد رفع شود و نباشد در محل و بخارات رديه از آن متصاعد شود و احلام رديه و خيالات فاسده و امراض مزمنه از آن بخارات رديه متصاعده منبعث مىشود .\r\nامّا عشرت به اعيال و زوجات چون عريضه از عنوان عريضه خارج شد و زياد جسارت رفت ، مختصر عرضه داشت مىدارد كه مجالست و مؤانست و صحبت با زنان دل را مىميراند ، شخص را كسل مىكند ، احداث همّ و غم و خيال در شخص مىنمايد . چه بسيار بزرگان كه در مفاسد عظيمه واقع شدند به جهت كثرت مؤانست و صحبت با اين‌ها . به‌حسب حق دفاع هر چهار ماه زوجهء دائمه يك دفعه حق دفاع دارد به شرط تمكّن زوج و خلو دفاع از ضرر و به حسب مضاجعه و بيتوته و شب با أو خوابيدن و به سر بردن اگر زوجه دايمه متعدد باشد و يك شب نزديكى به سر برد ، بايد يك شب هم نزد ديگرى ، و هكذا .\r\nپس اگر زوجه يكى باشد يا زوجات دايمات متعدّد باشند و شب نزد هيچ كدام به سر نبرد ، مختار است و أصل دفاع في نفسه در نوع امزجه ، كثرت آن خيلى ضرر دارد . از جناب امير - صلوات اللّه عليه - روايت شده كه فرمودند : « من اراد البقاء و لا بقاء ، فليخفّف الرداء و ليجود الخداء و ليباكر الغذاء و ليقلل عشيان النسا » ؛ يعنى كسى كه بخواهد باقى بماند و حال آنكه كسى باقى نمىماند ، يعنى كسى كه بخواهد طول عمر را ، پس چهار چيز را مراقب باشد : اوّل رداى خود را\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nكه بر دوش مىاندازد سبك كند و نعلين و كفش پاها را خوب تحصيل نمايد كه سنگين و صدمه از براى پا نباشد و غذا را صبح بخورد و پيش زن‌ها كم برود .\r\nاگرچه از براى حديث شريف تأويلاتى هم هست ، و ليكن آن‌ها به جاى خود است . ظاهر حديث معتبر است . بسيار از جوانان قوى المزاج به واسطهء اكثار اين مرحله ضعيف شدند و بنيه از دست رفت و مبتلا به درد دل شدند . بفرمايند احوال شيخ رئيس را از براى آن حضرت بخوانند كه با آن مقام بلند كه در طبابت داشت ، به واسطهء كثرت دفاع با آن‌همه مذمّت‌ها كه خود كرده است كه از كلمات اوست : « احفظ مائك فانها ماء حيوتك » ؛ يعنى آب خود را نگاه دار كه آب حيات تو است .\r\nمجملا تا شدّت ميل طبيعى نباشد ، حسنى ندارد . بسيار عجيب است كه بعضى استعمال ادويه مبهيّه منعّظه مىكنند و حال اينكه صفت حيوانات است و اگر طبع مايل باشد اوّلا خيلى مناسب است رعايت آداب شرعيهء آن ؛ و حقير آداب الشريعه نوشته‌ام كه سابقا انفاذ خدمت آن حضرت نموده‌ام . اگر نسخهء أو نيست ، بفرستم ، بفرماييد بخوانند براى آن حضرت تمام آداب شرعيه را در عامهء امورات به نحو اختصار جمع كرده‌ام ، از جمله آداب جماع ؛ و على كلّ حال البته در خلأ و امتلاى معده نباشد ، خصوصا با امتلا خيلى مضرّ است . اگرچه از حيا دور است هركدام كه جوان‌تر و سمين‌تر و صحيح المزاج صحيح‌رو و كمتر زاييده باشد و حيض أو مرتب‌تر باشد و حب آن باطنا به شوهر زيادتر باشد و خلق أو نيكوتر و محبّت و ميل با أو زيادتر باشد ، أو را اختيار نماييد و بعد از فراغ خيلى مناسب است كه مالش ملايم خوبى به تمام اعضا داده باشند كه بدن از كوفت و كسالت حاصله از آن حالت خارج شود و بعد از فراغ از خوردن آب سرد و شربت‌هاى ترش البته احتراز نمايند ؛ و اگر عطشى شديد رخ داد ، قدرى\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nبيدمشك و قند قليلى گلاب با أو تركيب نموده ، ميل فرمايند و بعد از فراغ اگر بشود و اگر نشود ، هرچه زود بشود ، اولى است بول بشود ، اگرچه قليلى باشد كه از منى در مجرى چيزى نماند كه از براى مجرى ضرر دارد ؛ و از وقاع بعد از وقاع اگرچه در يك شب دو دفعه بلكه يك شب و يك روز دو دفعه باشد ، كناره كنند ؛ چه ، جماع يك نوع استفراغى است و دو مرتبه استفراغ را در دورهء شبانه روز دو مرتبه منع كرده‌اند ؛ بلكه در دو روز متصل به يكديگر منع نموده ، بلكه نهايت يك شب فاصله باشد ؛ چنان‌چه رفتن به حمام هر روز ممنوع است و موجب ضعف و لاغرى است و يك روز به يك روز ممدوح و موجب فربهى بدن است .\r\nزياده بر اين در اين باب هم از عنوان خارج و هم تجسير و هم خروج از ادب است . در اين‌قدر هم بىحيايى شد . از محاسن شيم و اخلاق خود عفو مىفرمايند .\r\n\r\nفصل پنجم در تدبيرات متعلقه به امور خارجه است\r\nزيرا كه مراقبت آن امور خيلى دخيل است در قوّهء مزاج و صحّت بدن و رفع امراض و امورى است كه اجتناب از آنها خيلى دخيل است در اين معنى .\r\nامّا قسم اوّل : پس چند چيز است : اوّل مجلس و منظر را منظّف و پاكيزه و باصفا و باوسعت نمودن مقصود هرچه منظر آن حضرت از اطاق و فرش اطاق ديوار اطاق صحن منزل باغچهء منزل كسانى كه مراوده دارند كه صحبت با آن‌ها به واسطهء نظم امور بايد طول داده شود ، كلا منظف و موافق طبع باشد و هواى اطاق و خانه كثيف و گرفته نباشد .\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nدويم : عطريات مقوّيه در منزل البته باشد . عطر سيب و به كه منزل معطر باشد .\r\nسيم : البته از وقايع سابقه خصوصا از حوادث وارده بر سلاطين سالفه و حكايات مضحكه و تدابير جنگيه و مملكتيه و و معاشرتيه و سياستيه امر كنند كه گاهى از اوقات از براى آن حضرت بخوانند .\r\nچهارم : قرآن تمام و كوچك در بازو بسته باشند و در هيچ حال باز نكنند ، حتى در وقت خواب و بودن آن همراه در وقت دفاع يا در بيت الخلأ يا جاهاى غير مناسب يا حالات غير مناسبه ضرر ندارد ، كراهت هم ندارد ؛ و البته از تربت مقدسهء جناب ابى عبد اللّه با دعاى جوشن كبير و جوشن صغير و حرز حضرت جواد كه وقتى اين ضعف تقويت نمودم و ساير احراز در بازو بسته باشد و بخصوص جوشن صغير را صحيح تمام كرده با جنه الواقيه كه حرز معروف است ، با ادعيهء مبطّل سحر و دافع شرّ و نظر بد و چشم بد را مشمع گرفته و در لولهء نقره‌اى يا طلا يا چيز ديگر گذارده و روزنه‌ها و خلل و فرج را از قلع و نقره محكم كنند كه هميشه حتى در حمام از خود جدا نفرماييد ، الا در حال غسل كه بايد جدا شود ؛ زيرا كه بسا هست سحر يا چشم بد يا عارضهء ديگر هست و اين دعا تا هست حصار است و مانع از تأثير است و به مجرّد اينكه دور باشد ، اثر خود را مىنمايد ؛ يا بسا هست كه خدا نكرده دشمنى در كمين است و مراقب است وقتى را كه بدن مبارك آن حضرت خالى از اين دعاها باشد ، عمل خود را از سحر به جا آورد . مىدانم كه هستند كسانى كه در كمينند كه سحرى نمايند به جهت جذب قلب آن حضرت يا جهت منحرف كردن آن حضرت از ديگرى يا غرض فاسد ديگر كه در شبانه‌روز در كارند ، خصوصا نوع زن‌ها ، و از اين غرض حقير غفلت نفرمايند كه سحر علاوه از تأثير بدن را عليل و قلب را مكدّر و سينه\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nرا تنگ و شخص را باكسالت مىنمايد و بسا سحرى مىكنند كه شخص را به اشغال خود بىميل كرده كه آنها را منظم ننمايد و به تدريج اسباب اختلال و اغتشاش كليهء امور شود و بسا هست ، در اين بلد نيستند ، در بلاد خارجه‌اند ؛ و مىدانم كه لعلّ يكى از اسباب علّت مزاج آن حضرت و انتقال از عارضه‌اى به عارضه‌اى و سوخته شدن دماغ آن حضرت و بىميلى از توجه در تنظيمات همين حركات اعدا باشد كه از هيچ راه نتوانسته‌اند مغشوش نمايند ، از اين راه در صدد آمده و ناچار بايد حافظ و دافعى در اين باب باشد . يكى از آن‌ها اين دعاهاست كه عريضه شد . اگر به نحو معروض موجود است كه بفرمايند به بازو بسته شود و از خود دور نكنند و اگر نيست حقير در انجام اين خدمت حاضرم ، منتظر فرمان لازم الاذعان مىباشم .\r\nپنجم : هر سه دوره از شبانه‌روز يك وقت را از غذا طفره زده باشند بالكلّى يا خيلى تقليل نمايند كه خيلى دخيل است در حفظ صحّت و رفع امراض .\r\nششم : البته هرگاه در وقت غذا احساس امتلا يا عدم هضم غذا سابق در خود ملاحضه فرمودند ، البته ترك آن وقت غذا را نموده و طبيعت را به حال خود گذارده و چيز ديگر بر آن وارد نسازند . طبيعت خود تصرف كرده و دفع مىكند .\r\nهفتم : اگر چنان‌چه اختلافى در حالات و عادات ملاحضه فرمودند ، مثل زياد بدون سبب عرق كردن يا خواب بدون خارج نرفتن يا خواب زياد بدون سبب رفتن يا قلب مبارك بدون جهت مكدر شدن يا سينه را تنگ ديدن يا بدون سبب متغير شدن يا ادرار زياد شدن يا قبض در طبع پيدا شدن يا از وقت معتاد پيش پا افتادن يا تليين خارج از معتاد حاصل شدن ، البته بدانند كه امتلايى حاصل شده و مبادا كه اعتنا نكنند . البته در مقام علاج برآيند و به طبيب حاذق حاضر\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nفرمايش دارند كه غالبا امتلاى جزئى يا خلط جزئى غالب شده و به اندك توجهى رفع مىشود ؛ و اگر در مقام برنيامدند ، بسا هست كه بدون التفات اسباب ازدياد أو حاصل شود و منجر به حدوث امراض مىشود .\r\nهشتم اگرچه به حمد اللّه اين مرحله زيادة از قدر مطلوب موجود است ، و ليكن من باب تذكر آن حضرت و تنبه سايرين عريضه مىكنم كه مخصوصا در دورهء شبانه‌روز قدرى اگرچه قليل از زمان باشد ، صرف در رسيدگى به عرايض مظلومين و اصلاح حال ملهوفين و قضاى حوايج محتاجين فرموده باشند و سدّ باب عرايض نفرمايند و حسن الظن و اطمينان به اجزا و بيانات ارباب ثروت از هر جهت نداشته باشند ؛ چنان‌چه حمد خدا را بسيار از حقايق امور را به همان فراست نورانيت سلطانيه كه موهبت الهيه است كه به همان حسن ذات و پاكيزه بودن و استقامت حدس خود استنباط مىفرمايند و چون نيّت خالص است ، خداوند هم القا مىفرمايد در قلب مبارك واقع و حق را چنان‌چه مكرّر تجربه و ديده شده ، خداوند به حق خمسهء آل عبا - عليه السّلام - اين نعمت عظمى مستمر بدارد ، بمنّه و جوده .\r\nنهم : اگرچه حمد خدا را در اين جزء از زمان هيچ‌يك از اهل هر طبقه از طبقات به قدرى كه اين وجود مسعود موفق‌اند ، به اين توفيق موفق نيستند ، و ليكن از جهت اينكه اوّلا آن حضرت شكر كنند خدا را به اين سعادت و توفيق ، و ثانيا متذكّر باشند دادن صدقات است به فقرا و ارباب حاجات خاصه به اهل علم كه صدقه به آن‌ها صد هزار برابر خداوند عوض عطا مىفرمايد و صد صدقه به والدين هزار برابر است هيچ حصارى از براى رفع بليات و دوايى به جهت ذخيرهء آخرت از وقت جان دادن ناگذشتن از ضرا به قدر صدقات انفع نيست . علاج حتميات را نمىكنند و غير اين‌ها را هرچه باشد ، علاج مىكند .\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nدهم : توسل است به حضرت اولياء اللّه ، خاصه چهارده معصوم - عليه السّلام - و توسّل به ايشان اقسام دارد از زيارات و دعوات و هديه نمودن صالحات و اقامهء مجالس ذكر فضايل و مصائب حضرات و به جا آوردن خدمات از تعمير روضات مقدسات از تعميرات ظاهره و باطنه و غير ذلك ، و به حمد اللّه اين مرحله را هم بر وجه اتمّ و اكمل مراقب داشته و دارند ؛ و اگرچه اين عرض حقير لايق اظهار نيست ، ليكن از روز چهارشنبه هفتم اين ماه كه درك شرف فيض حضور را نمودم ، محض سلامتى حضور مبارك مقرر داشتم كه مجالس موعظه و بيان حلال و حرام و فضايل و مصايب ائمهء انام - عليهم الصلوه و السّلام - در هر شب به قصد سلامتى وجود اقدس و قضاى حوايج و دفع شرور از آن ذات بابركات باشد . خداوند شاهد كه خالى از شائبهء طمع و ريا است ؛ به جهت آنكه شايد سبب سردى خاطر فيض مظاهر آن ظل ظل اللّه القادر شود ، عرض نمودم .\r\nيازدهم : گاهى تفقّد حال اسرا و محبوسين فرموده ، انعامى در حق آنها مبذول داشته ، اگرچه به حسب ظاهر شقى النفس و بدحال باشند ، گاهى بفرمايند طبخى نموده ، به آنها بخورانند كه آثار كلّيه و فوايد عظيمه بر آن مترتّب است .\r\nدوازدهم : اگرچه با وجود مداومت بر آنچه در فصل اوّل در اين عريضه عرض شده از حركت و رياضت ، ان شاء اللّه الرحمن حاجت به تنقيه نخواهد بود ؛ ولى اگر بشود ، در هر پانزده روز يا هر ماهى يك روز استعمال مسهل يا مقيى شود كه اگر خلطى پيدا شده باشد يا امتلايى حاصل شده باشد ، خيلى خوب است ؛ و ليكن زياد قوى نباشد كه مضعّف شود .\r\nو امّا آنچه بايد از أو احتراز فرمايند از امور خارجه چند چيز است :\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nاوّل : احتراز است از هوا ، تصرّف هوا در چند وقت اثر مىكند : يكى بعد از بيدار شدن از خواب و بيرون آمدن از فراش است كه بايد كمال مراقبت را نمود .\r\nبعد از بيدار شدن البته فورا لباسى پوشيده باشند و وقت بيرون آمدن از منزل لباس را زيادتر نمايند . دويم وقت بيرون آمدن از حمام . سيم بعد از غضب و تغيير . چهارم بعد از حركت زياد كه مسخّن بدن باد ، خصوصا اگر معرق هم شده باشد ، البته كمال مراقبت را نموده باشند كه مبادا هواخوردگى حاصل شود ؛ اگر چه جسارت است ، يكى از جهات تراكم نوبه‌ها و حدوث حمّيات از براى آن ذات با بركات همين است كه بسا هست در روز چندين فرسخ راه سواره يا پياده به جهت شكار حركت مىفرمايند و بعد از آن در محلّى متوقّف مىشوند و بسا هست كه در آن حال استعمال ترشى يا آب سردى ميل مىفرمايند و همين سبب حدوث نوبه و تب مىشود . با اينكه نيستم همراه ، ولى مىدانم كه همين نحو است كه عرضه داشت نموده‌ام .\r\nدويم : احتراز است از اختلاف حركات و عادات ، بسا هست كه دو روز اصلا حركت نمىفرمايند و يك روز حركت زياد مىفرمايند و باز بعد از آن حركت نمىفرمايند ، يك روز زيادة بر آن حركت مىفرمايند و به اتفاق اطبّا اين وضع اختلاف در حركت سبب عمده است از براى عليل شدن مزاج و حدوث امرض ، الا اينكه مزاج زياد قوى باشد كه اين وضع حركت صدمه نزند و حال اينكه البته صدمه مىزند . نهايت در آن وقت قوهء مزاج مانع از بروز آن مىشود و بعد از زمانى اثر آن بروز مىكند ؛ يا اينكه مراقبت شود كه غذايى كه در زمان سكون صرف مىشود كمّا و كيفا خيلى خفيف باشد و مع ذلك باز هم سبب ضعف مىشود . مىخواهم قسم بدهم آن حضرت را كه از اين وضع سير البته محرز باشند .\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nسيم : احتراز است از اعتنا به اسباب هموم و غموم ، حديث معتبر از جناب امير - عليه السّلام - روايت شده كه « من كثر همّه سقم بدنه » ؛ يعنى كسى كه غصهء أو بسيار شد ، بدن أو عليل مىشود و اين مرحله محسوس و مىدانم اسباب حدوث هموم و غموم از براى آن حضرت بسيار است ، از جهت امور متعلقه به سلطنت و امور متعلّقه به شريعت و ملّت از جهت اختلاف اغلب علماى بلدان چه فيما بين خود و چه فيما بين احكام صادره از ايشان كه سبب تحيّر مىشود ، چه اجراى همه ممكن نيست و اجراى بعضى موجب كسالت در بخش ديگر است ؛ و از جهات ديگر كه ملتفت كلّ هستم و عريضه و مقام را گنجايش عرض نيست و امور متعلقه به لشگر و عسگر و امور متعلّقه به رعيّت از جهت اخذ ماليات و غيره لا بدّ منها با نبودن تخفيف اصلا و ضعف و پريشانى اغلب رعايا البته سبب بزرگ است از براى همّ و غمّ و ادات خجسته صفات شفيق مهربان نسبت به عامهء بندگان خدا خصوصا فقرا و ضعفا ، ولى چاره نيست جز اينكه اعتنا به اين خيالات نفرمايند . نهايت برحسب پيشرفت در مقام اعانت و رعايت بوده و هستند ؛ چنان‌چه اين مرحله را اگر بسيارى از مردم نمىدانند ، كسانى كه با اطلاع از مراسم سلطنتيه و ديوانيه ، خاصه حقير كه مدّتى در طهران بوده‌ام و خود در كار بوده‌ام كه چقدر آن حضرت ، چه آن اوقات و چه بعد از آن ، در تمام دورهء سال در مقام اصلاح امر خلق و طلب تخفيف و رفاهيّت خلق خدا خصوصا در باب قيمت غلات ديوانيه و تخفيف در آن‌ها اهتمام فرموده‌اند و مىفرمايند ؛ بلكه اين مطلب نبايد بر غالب مخفى باشد كه كلّى ضرر همين غلات اين سنوات را آن حضرت محتمّل شدند كه در مقام تقويم در منال ديوانى چقدر محسوب داشتند و آن حضرت به جهت رفاهيه چه نحو مرعى داشتند و با ضرر جنس از ادات با كرايه حمل مىشود كه همان آوردن در اين بلده موجب ارزانى و فراوانى\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nاست و ارباب خبره مىدانند كه آن غلات كه وارد مىشود به قيمتى كه وارد مىشود با كرايه ارزان‌تر فروخته مىشود . مجملا خداوند به ما مردم فهم و شعور و انصاف عطا فرمايد كه متشكر باشيم و ليل و نهار داعى نعمت وجود اقدس باشيم . آن حضرت آن هموم و غموم وارده را در نزد خود منجر فرمايند به اين فايده و فوايد عظمى ديگر كه از صاحب اختيارى آن حضرت عايد عامهء رعيّت و ملّت و دولت و سلطنت مىشود و ديگر اعتنا به هموم و غموم نفرمايند ؛ زيرا كه ثمرى بر آن جز علّت مزاج و پريشانى خاطر مترتّب نيست و همين مرحله اسباب ترتّب مضارّ ديگر است از براى شريعت و سلطنت و دولت و مملكت و رعيت و اجزاى هريك .\r\nچهارم : احتراز فرمايند از تغيّر زياد ، زيرا كه تغيّر زياد موجب غلبهء صفراست و سدّ باب ميل غذا و ورود صدمه به جوارح و اعضا . بهتر اين است كه اعتنا به اسباب تغيّر نفرمايند . اگر محل مؤاخذه و سياست متحقق شد ، مىتوان بر وفق آن معمول داشت ، بدون تغير خاطر مبارك ؛ و هرگاه تلف مالى شد كه موجب تغيّر است تصوّر فرمايند كه ضرر اين تغيّر هم زيادتى ضرر است ، بلكه اين ضرر بدن است . خداوند از فضل و كرم عمر و تندرستى عطا فرمايد . دنيا محل ورود اعراض و امراض و شدايد و احزان است و مصايب زياد . كسى نيامده و نمىآيد كه از اين‌ها سالم باشد .\r\nپنجم : اگرچه جسارت و خلاف ادب است ، احتراز از اكثار در صيد است ؛ زيرا كه بسا هست كه صيد مىشود مادر فرزندى يا فرزندى كه هنوز از يكديگر مستغنى نشده‌اند ، با اينكه در كنار يكديگرند ، در عين عشرت‌اند و منع اين حالات از تمام طبقات خلق خوب نيست ، يعنى ميمون نيست ، و اگرچه عقوبت اخرويه نداشته باشد ، ليكن مؤثّر است در خود شخص يا در احفاد و اولاد\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nشخص ؛ چنان‌چه قطع نظر از حكم عقل و شرع ، تجربه و وجدان بر آن شاهد است . اكثار شد در تجسير و تصديع ، و ليكن از اين مختصرتر كافى نبود .\r\nاميدوارم از فضل پروردگار و باطن اولياى كبار كه هرگاه برطبق اين عريضه معمول دارند و در باطن توكّل به خدا و توسّل به اوليا و در ظاهر به حسب ارتكاب اسباب به اين وتيرهء طريق سلوك را مقرر فرمايند ، خداوند عمر طولانى از براى آن مهر منير مقدر فرموده و اين مرحله هم فيضى بود از جانب سنى الجوانب آن جناب ، برسد به ساير كسانى كه طالب باشند حفظ صحّت را ، چه اين عريضه در حقيقت رساله‌اى مختصر است در اين باب كه كسانى كه مثل آن حضرت نظر به « ما قال » دارند ، نه نظر به « من قال » و به عين الرضا ناظرند ، به عين سخط و حسد و عدوان از آن منتفع گردند ، ظلّ مرحمت و عنايت و رأفت آن ظلّ أعظم ظل اللّه الاتمّ بر رؤوس قاطبهء امم و كافهء عرب و عجم مستمر و مستدام ، بمحمّد و آله الاعلام - صلوات اللّه عليهم - من الملك العلّام .\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\n\r\nخواص عرق گوگرد منسوب به امير المؤمنين على ( ع )\r\n( مستفاد از حديثى از حضرت )\r\nاز : مؤلفى ناشناخته\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\n\r\nمقدّمهء مصحّح\r\nطبّ الائمه ، برگرفته از مجموعه احاديث و رواياتى است كه از حضرات معصومين ( ع ) به ما رسيده و در آن بر حفظ سلامت جسمانى و روحانى مسلمين تأكيد شده است . پرداختن به مقولهء طبّ الائمه در ميان شاخه‌هاى طبّ سنّتى ما ، در حفظ سلامتى جسمى و روانى افراد يك جامعه و به تبع آن ، داشتن يك جامعهء سالم ، بسيار كارساز خواهد بود . در دهه‌هاى اخير ، بسيارى از كتب و مقالات در اين زمينه تدوين و به چاپ رسيده‌اند . امّا در اين ميان ، كمتر به نسخ خطّى موجود كه اصلا با اين هدف و موضوع تأليف شده‌اند ، توجه شده است .\r\nجستجو در درياى بىكران و عميق نسخه‌هاى خطى ما را با انبوه آثارى از اين دست مواجه خواهد كرد ؛ مثلا يكى از رسايل معروف طبّ الائمه ، رسالهء ذهبيّهء منسوب به حضرت امام رضا ( ع ) است كه از جمله پرنسخه‌ترين آثار طبى است كه شروح متعددى بر آن نگاشته شده است .\r\nرسالهء حاضر ، در رديف آثار طبى است كه امروزه با عنوان طبّ الائمه از آنها ياد مىكنيم . موضوع رساله دربارهء خواصّ متعدد محلولى است كه از گوگرد ، يا به اصطلاح قدما « كبريت » به دست مىآيد و به عرق گوگرد موسوم است .\r\nمؤلف از قول امير المؤمنين على ( ع ) ، هزار و يك خاصيت براى عرق گوگرد متذكر مىشود و اشاره مىكند كه فقط اين بيست و چند مورد مذكور در ميان مردم معمول و مرسوم است و ما بقي را به دليل نامستعمل و ناشناخته بودن در بين مردم و ضيق وقت صرف‌نظر مىكند .\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nموضوع اين رساله در نوع خود تازه و قابل توجه است ؛ به‌خصوص اين كه به يكى از ائمهء معصومين ( ع ) نسبت دارد . رساله ، بعد از حمد و نعت ، با سؤالى آغاز مىشود كه حضرت رسول اكرم ( ص ) از حضرت امير المؤمنين ( ع ) مىپرسد و آن سؤال دربارهء خاصيّت ماء الحجر ( عرق گوگرد ) است . سپس به ترتيب ابجد به بيست و يك بيمارى اشاره شده و براى هريك از اين عرق گوگرد دارو تجويز شده است . يك‌جا نيز در ضمن درمان مرض « نسيان » به خاصيت سورهء مباركهء فاتحه اشاره كرده است و اين خود مبحث ديگرى است كه از آن در « خواص الآيات » بحث مىشود كه امروزه با عنوان « قرآن‌درمانى » مطرح است . علم امروز نيز بر اين باور رسيده كه قرائت آيات قران و گوش دادن به آن ، يكى از بهترين راه‌هاى درمان بيمارىهاى روحى و روانى است .\r\nمؤلف اين رساله ، ناشناخته است . كلّ نسخه در 5 صفحه و در ضمن يك مجموعهء خطّى است كه متعلق به كتابخانهء مجلس شوراى اسلامى است . مجموعهء مزبور ، به شمارهء 6078 ، نسخه‌اى است به خط نستعليق ريز محمّد خان ، مورّخ 1074 ق . كه در شهر قندهار كتابت شده است . اين رساله ، رسالهء دوم مجموعه مىباشد كه بعد از قرابادين شفائى و قبل از طبّ اسكندرى واقع شده و صفحات 192 إلى 196 مجموعه را به خود اختصاص داده است . تا جايى كه جستجو نموديم ، نسخه‌اى ديگر از آن مشاهده نشد .\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nتصوير صفحهء اوّل نسخه\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nتصوير صفحهء آخر نسخه\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nبسم اللّه الرحمن الرحيم\r\n\r\nخواصّ عرق گوگرد\r\nالحمد للّه الذي خلق المعرفه و الحكمه من النور و علمه و جاعل من شعار الحكماء الحاذقين و علماء الراسخين و خلق الخواص في الأشياء إلى جهه الأمراض .\r\nو صد هزاران درود بر روضهء خلاصهء موجودات كه سلطان اوّلين و آخرين است و برهان فضلاى باطنين و ظاهرين است ، يعنى محمد المصطفى - صلّى اللّه عليه و آله و سلّم - و اولاد كرام أو باد .\r\nامّا بعد ، در شرح و بيان اين حكمت كه فاضل‌ترين حكمت‌هاست ، و سبب تأليف اين رساله آن بود كه سيّد كونين ، از حضرت اسد اللّه الغالب ، على بن ابى طالب ( ع ) خواصّ اين ماء الجبر پرسيد . حضرت امير المؤمنين ( ع ) به تفصيل بيان فرمودند :\r\nاوّل : آنكه درد سر چنان‌چه بوده باشد ، از عرق گوگرد نيم مثقال در كاسهء چينى كنند و يك مثقال گلاب داخل نموده ، بعده سر را بتراشند و به قوّت دست اندك‌اندك بر سر مالند كه به عنايت الهى شفا يابد .\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nب « 1 » : درد چشم بوده باشد ، يا چشمش سرخ باشد ، يا آب مىرفته باشد ، يا از قوّت بصارت بازمانده باشد ، نيم مثقال عرق [ 1 
  ] مذكور و ده مثقال آب به هم ضمّ كنند و به پشت خوابيده ، در چشم چكانند . چند روز اين‌چنين عمل نمايند ، اميد شفاست ؛ امّا در آن چند روز از ترشى و سفيرى پرهيز نمايد ، به غايت مفيد است ، بتوفيق اللّه تعالى .\r\nج : كسى را پردهء سفيد در چشم پيدا شده باشد ، سه روز پرهيز كند و بعد از آن در سر چوب اندك پنبه بپيچند ، شخصى را بگويند تا چشم أو را باز دارد و پنبه را در عرق زده ، به ملاحظهء تمام بر همان پردهء چشم بمالند . تا سه روز چنين نمايند ، مجرّب است .\r\nد : دندان درد مىكرده باشد يا زرد شده باشد ، نيم مثقال عرق و يك مثقال گلاب باهم ضمّ كنند و دهان را به نمك و آب گرم پاك بشويند و انگشت شهادت را به پنبه پيچيده ، به آب عرق زده ، بر دور دندان بمالند ، مجرّب است .\r\nه : بوى دهان بوده باشد ، سه روز از خوردن سير و پياز و باقلا پرهيز كند و يك مثقال عرق با چهار سير آب افشره نمايند و آن‌قدر قند سفيد حل كنند كه افشره شود . سه روز ناشتا به همين طريق بخورند ، دهن خوشبوى « 2 » گردد و دندان سفيد و پاك شود و هرگز درد نبيند .\r\nز : كسى را در روى تاب افتد ، يعنى لكّه‌هاى سياه ، سه روز پيوسته به حمام رود و روى خود را پاك كند ، كيسه بمالد ؛ چون بيرون آيد ، اندك عرق به پنبه آلوده ، بر بالاى داغها بمالد ، آن لكّه‌ها بر طرف گردد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نسخه : 2 ؛ بنا به سياق متن در موارد آتى اصلاح شد .\r\n( 2 ) - نسخه : خسبوى .\r\n","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nح : درد گوش را اندك اين عرق به گلاب بياميزد ، و اگر به جاى گلاب ، روغن زنبق باشد ، به غايت بهتر باشد ؛ باهم ضمّ نمايند و سه روز صبح دو قطره در گوش چكانند ، زود بر طرف گردد .\r\nط : درد گلو باشد ، يا زكام افتاده باشد ، سه روز از غذاى گرم و خشك ملاحظه كنند ؛ بعده يك مثقال عرق را ميان [ 2 
  ] آب شير گرم بريزند ، تا قابل خوردن گردد . بايد كه بسيار ترش نباشد ، هر بامداد به مدارا بخورد ، صحّت يابد .\r\nى : كسى را علّت بهق باشد ، سه روز مسهل بخورد تا معده از اخلاط غليظ پاك گردد . بعده با يك مثقال عرق ، با چند مثقال عرق ، با چند مثقال گلاب و قند ضمّ نمايند ؛ چنان‌كه قابل خوردن گردد ؛ تا در هفته هر بامداد ناشتا مىخورده باشد و به حمام همه روز رفته ، البته موضع بهق را كيسه بمالد ؛ چون بيرون آيد ، اندك عرق به پنبه گرفته ، بر بالاى بهق بمالد ، به غايت آن پاك گردد و صفا پديد آيد .\r\nيا : زحمت آتشك باشد ، اوّل بايد كه فصد نمايد تا زحمت خون فاسد از بدن خارج گردد و بعده سه روز مسهل بخورد تا معده صاف گردد و هر روز اندك عرق با گلاب آميخته ؛ به آب گرم ضمّ نمايند تا به حدّ خوردن آيد . سه روز به حمام رود ؛ چون برآيد ، يك پياله به ناشتا بخورد ، و اندك‌اندك عرق با گلاب ضمّ كند و بر بالاى دانه‌هاى آتشك به پنبه بمالد . اميد هست كه به اندك روزى شفا يابد .\r\nيب : زخم ناسور باشد ، يك جزو عرق و دو جزو آب گرم باهم ضمّ كند .\r\nاوّل زخم را با آب گرم پاك بشويند . بعده از آن آب و عرق كه باهم ضمّ است ، بمالد ، شفاست و گوشت نو بروياند .\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nيج : طاعون بيرون كند ، چون يك شب و يك روز بگذرد ، خون بگيرد ، دو مثقال كافور را در ميان دو مثقال عرق انداخته ، اندك عرق گل همراه نمايند ، آن قدر كه قابل خوردن شود . لته‌اى برابر كف دست در ميان اين انداخته ، بگذارد تا خوب نم كشد و بر بالاى طاعون نهد . چون لته خشك گردد ، باز به همين عادت عمل نمايد ، به زودى شفا يابد .\r\nيد « 1 » : تب محرق باشد ، هر بامداد اندك عرق با آب ضمّ نمايند ، به ناشتا بخورند ، عن قريب شفا يابد .\r\nيه : در بدن خارش باشد [ 3 
  ] ، يك مثقال از اين عرق به آب گرم ضمّ كنند و سه بامداد به ناشتا ، هر روز يك پياله بخورند ، زود علاج و شفا دهد .\r\nيو : بواسير بوده باشد ، بايد كه هفت يوم ، هر روز يك مثقال عرق را با قند سفيد آميخته تا به قاعدهء خوردن آيد ، هر بامداد يك پياله بخورد به ناشتا و اندك عرق به پنبه گرفته ، دور مقعد خود بيالايد ، به توفيق اللّه أو را شفا رسد ، و آزموده اند ، مجرّب است .\r\nيز : علّت سنگ مثانه باشد ، يك مثقال عرق به آب برف ضمّ كنند ، چنان‌كه قابل خوردن گردد ، به ناشتا بخورد ، تا يك هفته شفا يابد .\r\nيح : مرض نقرس باشد ، اوّل سه روز مسهل بخورد تا تمام اخلاط از بدن بيرون رود و پاك گردد ، و حقنه نموده ، رگ باسليق بگشايد ، تا بيست روز يك مثقال عرق را با آب قند ضمّ نموده ، دو مثقال گلاب نيز داخل كنند و هر روز مىخورده باشند ، و اندك از اين عرق با گلاب ضمّ كنند و بر موضع نقرص بمالند و در اين مدّت از ترشى و سفيرى پرهيز كنند ، شفاست .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نسخه : 14 ؛ و چنين است در ديگر موارد كه به جاى حروف ابجد ، از عدد استفاده كرده است .\r\n","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nيط : كسى كچل باشد ، أو را به حمام برده ، سر أو را پاك بتراشند و صابون عراقى بمالند و بشويند . بعده يك مثقال عرق را با سه مثقال گلاب ضمّ كنند و به قوّت تمام بر سر كچل بمالند و پنبه را آلوده ، بر موضع كچلى گذارند . سه مرتبه اين عمل نمايند ، شفا مىيابد به عنايت الهى .\r\nك : از بعضى موضع كه موى ريخته باشد و بيرون نيايد ، سه روز پيوسته به حمام رفته ، آن موضع را با كيسه پاك نمايند ؛ يك مثقال عرق و دو مثقال آب انگور باهم ضمّ كنند و به آن موضع بمالند ؛ اميد است كه عن قريب موى برآرد .\r\nكا : كسى ماخوليا داشته باشد ، سه روز مسهل بخورد و حقنه نمايند تا بدن أو پاك گردد و سه روز ، هر روز يك مثقال عرق با چندان آب ضمّ كنند كه قابل خوردن گردد . بعده خون فاسد از بدن دور نمايند و از طعام سرد [ 4 
  ] و خشك ملاحظه كنند ؛ و آنچه گفته شده ، هر صبح به ناشتا يك پياله بخورند به عنايت اللّه تعالى شفا يابد .\r\nكب : نسيان بسيار باشد ، از كثرت بلغم است . سه روز مسهل بخورد تا درونش پاك گردد . بعده سه روز ، هر روز يك مثقال عرق گوگرد در آب گرم ريخته ، به نحوى كه قابل خوردن شده باشد ، به ناشتا بخورد ؛ و اگر خواهد كه نسيان به حدّ اعتدال بماند و طبيعت ، كدورت نگيرد ، سورهء فاتحه را به كاسهء سبز كه هنوز در آن چيزى نخورده باشند ، بنويسند ، با اندك عرق گوگرد و گلاب شسته ، بخورد ، به غايت مفيد افتد .\r\nكج : در بعضى از عجايبات عرق گوگرد ، چنان‌چه از اين عرق به قلم گرفته ، بر روى قلّك رنگين چيزى نويسند ، رنگهاى مختلف به نظر مىرسد ؛ و چنان‌چه بر حرير نوشته ، بر آتش دارند ، عجايب نمايد ؛ چنان‌چه بر كاغذ سبز و زرد و سرخ نويسند ، عجايب‌تر به نظر آيد .\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nخواصّ عرق گوگرد را حضرت امير المؤمنين ، اسد اللّه الغالب ، مطلوب كلّ طالب ، على بن ابى طالب ( ع ) هزار و يك خاصيّت قرار داده‌اند ؛ امّا همين چند خاصيّت در ميان خلق شهرت يافته ، باقى به هر درد كه باشد كه هيچ حكيم علاج آن نتواند نمود ، قاعدهء من اين است كه درون از اخلاط پاك كنند و از طعامهاى غليظ و ترشى و سفيرى پرهيز نمايند و سه روز به ناشتا يك مثقال عرق با دو مثقال گلاب و قند سفيد ضمّ نموده ، به ناشتا بنوشند . هر صبح يك پياله بخورند ، هر مرض و علّتى گرفته باشند ، در درون و بيرون آدمى است ، پاك كند و به غايت مأثور و مجرور است . « 1 » [ 5 
  ]\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - انجامهء كاتب در آخر نسخه : بعاشر شهر شوال ختم بالخير و الاقبال اين نسخه قلمى گرديد سنهء 1073 در قندهار .\r\n","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\n\r\nفهرست\r\nمقدمه در طرح احياى ميراث مكتوب طب سنتى ايران 5\r\nپيشگفتار 7\r\nصلاح الصّحاح في حفظ الصحّه 9\r\nمقدّمهء مصحّح 11\r\nمقالت اوّل در حفظ صحّت بر وجه كلّى 17\r\nفصل اوّل 17\r\nفصل دوم در حفظ صحّت به تدبير امور طبيعى كه أو را ضرورى خوانند 20\r\nمقالت سيوم در حفظ صحّت اندام‌ها 25\r\nفصل دوم در حفظ صحّت چشم 25\r\nفصل سيوم در حفظ صحّت گوش 26\r\nفصل چهارم در حفظ صحّت ذوق 27\r\nفصل پنجم در حفظ صحّت لمس 27\r\nفصل ششم در حفظ صحّت آلات تنفّس 27\r\nمقالت چهارم در ياد كردن بعضى از شراب‌ها و معجون‌ها و داروهاى سبك و مختصر كه در حفظ صحّت به كار آيد و ذكر آنچه قوّت مردى را سود دارد 28\r\nفصل اندر علاج حصبه 30\r\nالفراست 31\r\nمقدمهء مصحّح 33\r\nدلايل آواز 37\r\nدلايل الوان 38\r\nدلايل بالا 39\r\nدلايل موى 39\r\nدليل رفتن 40\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nدليل خنده 40\r\nدلايل اعضا 40\r\nدلايل ابرو 41\r\nدلايل چشم 42\r\nدلايل بينى 42\r\nمعرفت اشجار و خواص نباتات 45\r\nمقدمهء مصحّح 47\r\nباب اوّل در صفت گياهى باشد كه برويد از زمين مثل تره 55\r\nباب دوم در معرفت گياهى كه به زبان حكماى يونان أو را غالباز خوانند 56\r\nباب سيم در معرفت گياهى كه نام أو با شير پى است 56\r\nباب چهارم در معرفت گياهى كه أو را نارك مىگويند 56\r\nباب پنجم در معرفت گياهى كه أو را ماش گويند 57\r\nباب ششم در معرفت گياهى كه أو را سرو گويند 58\r\nباب هفتم در معرفت گياهى كه أو را بلوس مىگويند 58\r\nباب هشتم در صفت گياهى كه أو را ديامن گويند 59\r\nباب نهم در صفت گياهى كه أو را مو بزرگ نام است 59\r\nباب دهم در معرفت گياهى كه أو را لبن گويند 60\r\nباب يازدهم در معرفت گياهى كه أو را ريش گويند 60\r\nباب دوازدهم در صفت گياهى كه أو را نما گويند 61\r\nباب سيزدهم در معرفت گياهى كه أو را هنديان سر گويند 61\r\nچهاردهم در صفت گياهى كه أو را گل ناسكا گويند 62\r\nباب پانزدهم در صفت گياهى كه أو را هرندويه گويند 62\r\nباب شانزدهم در صفت گياهى كه أو را يالبوث خوانند 62\r\nباب هفدهم در صفت گياهى كه أو را رؤس گويند 63\r\nباب هجدهم در معرفت گياهى كه أو را طبابه گويند 63\r\nباب نوزدهم در صفت نباتى كه أو را بالكندس گويند 64\r\nباب بيستم در صفت گياهى كه أو را مرعاش خوانند 64\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nباب بيست و يكم در صفت نباتى كه أو را ذات الوحيل گويند 64\r\nباب بيست و دوم در صفت گياهى كه أو را نعشك گويند 65\r\nباب بيست و سيم در صفت گياهى كه نام أو گوش است 65\r\nباب بيست و چهارم در صفت شجرى كه أو را خورشا گويند 65\r\nباب بيست و پنجم در صفت گياهى كه أو را نام أو را سكاست خوانند . 66\r\nباب بيست و ششم در صفت شجرى و گياهى كه أو را بلوط گويند 66\r\nباب بيست و هفتم در صفت گياهى كه نام أو قول است 67\r\nباب بيست و هشتم در صفت گياهى كه نام أو بيلوكاست 67\r\nباب بيست و نهم در صفت گياهى كه أو را فود الحمار گويند 68\r\nباب سىام در صفت گياهى كه نام أو شوريده باشد 68\r\nباب سى و دوم در صفت گياهى كه أو را هلاكيّه خوانند 69\r\nباب سى و سوم در صفت گياهى كه أو را مغربيان زراسته خوانند 69\r\nباب سى و چهارم در صفت گياهى كه أو را چراغ گياه گويند 71\r\nباب سى و پنجم 72\r\nباب سى و ششم در صفت گياهى كه أو را شمس گويند 72\r\nباب سى و هفتم در صفت گياهى كه بر كوه مىرويد 72\r\nباب سى و هشتم در صفت گياهى كه برگ أو مثل برگ بيد باشد 73\r\nباب سى و نهم در صفت گياهى كه أو را اراسى گويند 73\r\nباب چهلم در صفت گياهى كه أو را حنظل گويند 73\r\nجوامع كتاب جالينوس 75\r\nفى الأمراض الحادثة في العين 75\r\nمقدمهء مصحّح 77\r\nجوامع كتاب جالينوس في الأمراض الحادثة في العين 82\r\nامراض الجفن ستة مرضا 82\r\nامراض الماق ثلاثة 84\r\nامراض الملتحمة عشرة 85\r\nامراض الطبقة القرنية ثمانية 87\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nامراض الطبقة العنبية أربعة 88\r\nامراض الرطوبه البيضية سبعة 89\r\nامراض الرطوبة الجليدية و هي اثنا عشر مرضا 89\r\nامراض الروح النوري أربعة 90\r\nالأمراض التي فيما بين العنبية و الجليدية واحدة 91\r\nامراض الرطوبة الزجاجية ثمانية 91\r\nامراض الطبقة المشيمية ثمانية 91\r\nامراض الطبقة الصلبة ثمانية 91\r\nامراض الطبقة الشبكية واحدة 92\r\nفامّا العصب الأجوف واحدة 92\r\nحفظ الصحّه 95\r\nمقدّمهء مصحّح 97\r\nمقدّمه 104\r\nفصل اوّل در بيان لزوم حركت و تدبير آن 109\r\nفصل دويّم در تدبيرات متعلّقه به صرف غذا 115\r\nفصل سيم در تدبيرات متعلقه به شرب آب 118\r\nفصل چهارم در تدبيرات متعلّقه به خواب و عشرت با زوجات 122\r\nفصل پنجم در تدبيرات متعلقه به امور خارجه است 127\r\nخواص عرق گوگرد منسوب به امير المؤمنين على ( ع ) 137\r\nمقدّمهء مصحّح 139\r\nخواصّ عرق گوگرد 143\r\nفهرست 149\r\n\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152}
  ]