[
  {"content":"\r\n\r\n\r\n[ طرح چند مركزى احياى ميراث مكتوب طب سنتى ايران 
  ]\r\nبسم اللّه الرحمن الرحيم\r\nدفع المضارّ الكلّيه عن الأبدان الإنسانيّه يا دور ساختن هرگونه زيان از تن آدميان\r\nاثر شيخ الرئيس ابو على پورسينا\r\nبرگردان پارسى : مترجمى ناشناخته\r\nبازنويسى و تحقيق :\r\nدكتر عليرضا عباسيان\r\nويرايش :\r\nدكتر مجيد انوشيروانى\r\nبا مقدمه و نظارت :\r\nدكتر محمد مهدى اصفهانى استاد دانشگاه علوم پزشكى تهران\r\nتهران 1388\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nسرشناسه : ابن سينا ، حسين بن عبد اللّه ، 370 - 428 ق .\r\nعنوان و نام پديدآورنده : دفع مضار الكليه عن الأبدان الأنسانيه / شيخ الرئيس ابو على سينا ، مترجم ناشناس ، تصحيح و تحقيق عليرضا عباسيان\r\nمشخصات نشر : تهران ، المعى ، 1387\r\nمشخصات ظاهر : 132 ص .\r\nفروست : طرح احياى ميراث مكتوب طب سنتى ايران ؛ گام پنجم\r\nشابك : 6 - 34 - 7553 - 964 - 978\r\nوضعيت فهرست‌نويسى : فيپا\r\nاين كتاب در قالب طرح احياى ميراث مكتوب طب سنتى ايران و با مشاركت و حمايت گروه طب سنتى ايران و معاونت پژوهشى دانشگاه شاهد . . . [ و ديگران 
  ] منتشر گرديده است .\r\nيادداشت : كتابنامه به صورت زيرنويس\r\nعنوان قراردادى : دفع مضار الكليه عن الأبدان الأنسانيه بتدارك انواع خطأ التدبير . فارسى\r\nموضوع : پزشكى سنتى\r\nموضوع : پزشكى - متون قديمى تا قرن 14\r\nموضوع : گياهان دارويى - متون قديمى تا قرن 14\r\nموضوع : پزشكى اسلامى\r\nشناسه افزوده : عباسيان ، عليرضا ، مصحح\r\nشناسه افزوده : طرح احياى ميراث مكتوب طب سنتى ايران : ج . 5\r\nرده‌بندى كنگره : 1387 ج . 5 43 ط / 135\r\nرده‌بندى ديويى : 610\r\nشماره كتابشناسى ملى : 1653978\r\nعنوان : دفع المضار الكلّيه عن الأبدان الإنسانيه\r\nمؤلف : شيخ الرئيس ابو على حسين بن عبد اللّه پورسينا : مترجم : ناشناس\r\nبازنويسى و تحقيق : دكتر عليرضا عباسيان\r\nويرايش : دكتر مجيد انوشيروانى\r\nمقدمه و نظارت : دكتر محمد مهدى اصفهانى\r\nطراح جلد : محجوب فاطمى\r\nناشر : المعى\r\nچاپ : دانش‌پژوه\r\nچاپ اول : بهار 1388 ، شمارگان : 2000 جلد\r\nچاپ دوم : زمستان 1388 ، شمارگان : 2000 جلد\r\nشابك : 6 - 34 - 7553 - 964 - 978\r\nهمهء حقوق محفوظ است\r\nقيمت : 35000 ريال\r\nاين كتاب در قالب طرح احياى ميراث مكتوب طب سنتى ايران و با مشاركت و حمايت گروه طب سنتى ايران و معاونت پژوهشى دانشگاه شاهد ، انجمن علمى طب سنتى ايران ، ستاد كشورى طب سنتى ، مكمل و گياهان دارويى و شهردارى تهران منتشر گرديده است .\r\nگروه پژوهشى طب سنتى ايران : تهران ، خيابان كارگر شمالى ، بالاتر از خيابان فرصت شيرازى ، ستاد مراكز تحقيقاتى دانشگاه شاهد ، شماره 117 ، طبقه دوم ، دفتر طرح احياى ميراث مكتوب طب سنتى ايران تلفن : 66418331 - 66464320  ehya 87 . wordpress . com \r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nطرح چند مركزى احياى ميراث مكتوب طب سنتى ايران\r\nگام پنجم طرح چند مركزى احياى ميراث مكتوب طب سنتى ايران قصد دارد در راستاى توسعه منطقى و ماندگار مبانى و تاريخ طب سنتى و در وراى آن هويت اسلامى و ايرانى اين دانش ، با جذب حمايت‌هاى مادى و معنوى مراكز علمى و دانشگاهى ، در سطوح داخلى و بين‌المللى گام‌هاى مؤثرى بردارد . در حال حاضر اين رويكرد دو جنبه اساسى را دنبال مىكند :\r\nيكى آنكه با تشكيل ساختارى مجازى و پرهيز از تشكيلات متمركز و پر هزينهء ادارى ، به بازيابى و تربيت نيروهاى متخصصى بپردازد كه هر كدام بتوانند با تكيه بر توان علمى و تجربى خود در جهت يك هدف مشترك گام بردارند . دوم آنكه با ارائه الگويى مناسب از همكارى بين بخشى ، توأم با اعتماد ، سرعت و عدم سير پر پيچ و خم ادارى ، آثارى را عرضه بدارد كه نشان و آرم چندين مركز علمى داخلى را داشته باشد . يقينا اين رويّه باعث افزايش مخاطبان و پيوند هرچه بيشتر و نزديك‌تر دوستان خواهد بود .\r\nاين طرح در نظر دارد احياى كتاب‌هاى مهم و مرجع طب سنتى ايران را به انجام رساند .\r\nدر اين راستا و به عنوان مرحلهء اول ، تصحيح و انتشار كتاب‌هاى اصيل مبانى آموزشى و كاربردى طب سنتى ايران از جمله بازنويسى ترجمهء كتاب دفع المضارّ الكلّيه عن الأبدان الأنسانيه اثر شيخ الرئيس ابو على حسين بن عبد اللّه پورسينا در دستور كار قرار گرفت .\r\nمجرى ، همكاران و حاميان طرح در گام پنجم\r\nدكتر محسن ناصرى\r\nدكتر حسين رضايىزاده\r\nدكتر ناصر رضايىپور\r\nدكتر عليرضا عباسيان\r\nدكتر عباس حاجى آخوندى\r\nمهندس حسين حجازى\r\nدكتر مجيد انوشيروانى\r\nدكتر محمد هادى مؤذن\r\nدكتر عبد اللّه بهرامى\r\nدكتر جلال نظرزاده\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nامروزه انسان سالم به عنوان اصلىترين عامل توسعه شناخته شده است و علوم سلامت ، حاصل قرن‌ها تلاش بشر ، براى تحقق حيات طيبه و شرط وجود انسان سالم و توسعه پايدار است و دنيا به اين حقيقت مهم پى برده است كه براى تحقق سلامت بايد از تمامى ظرفيت‌هاى مبتنى بر تجربه و عقل بهره‌گيرى نمايد . ساماندهى و بكارگيرى روزافزون مكاتب و علوم پزشكى مختلف در نظام سلامت كشورهاى جهان نيز با همين هدف انجام مىشود . براساس شواهد ، بشر به اين نتيجه رسيده است كه بايد به اقتضاى عقل ، راه متعادل كه همانا بهره‌مندى از نقاط قوت مكاتب مختلف پزشكى در دنياست را بپيمايد . بدنبال اين حقيقت و با اقبال مراجع بين‌المللى پزشكى دنيا نظير سازمان جهانى بهداشت و شكل‌گيرى رويكردهاى جديد نظام سلامت ، موج سبزى به راه افتاده است كه از نشانه‌هاى اين تحول مىتوان به شكل‌گيرى حركت‌ها و رويكردهاى طبى در دنيا تحت عناوين طب مكمل ، طب جايگزين ، طب سنتى يا طب كل‌نگر و فراگير و توجه ويژه به داروها و فرآورده‌هاى طبيعى و مخصوصا گياهان دارويى اشاره نمود .\r\nبه دليل اهميت طب سنتى ايران - كه از غنىترين مكاتب پزشكى دنيا بوده و ريشه عميق در تمدن عظيم ايرانى و اسلامى دارد - و گياهان دارويى - كه داراى تنوع و پراكندگى وسيع در كشور و موجب ممتاز شدن ايران در دنيا مىباشند - هماهنگ با اكثر كشورهاى دنيا ، توجه همه‌جانبه به اين موضوعات در سطوح مختلف كشور مبذول شده است . يكى از نمودهاى سياست راهبردى و رويكرد جديد در حوزه سلامت ، تشكيل ستاد كشورى طب سنتى و مكمل و گياهان دارويى بنا به امر ولايى رهبر فرزانه ، حضرت آيت اللّه خامنه‌اى ( مدّ ظله العالى ) و به دستور رئيس محترم جمهورى ، جناب آقاى دكتر احمدى - نژاد در سال 1386 مىباشد . با توجه به نقش ساماندهى و حمايتى ستاد از موضوعات مربوط و به دليل اهميت تأمين منابع مناسب و قابل استفاده امروزى براى محققان و دانشجويان ، حمايت از تصحيح و چاپ كتب اصلى و محورى طب سنتى در دستور كار ستاد قرار گرفته كه كتاب حاضر از نتايج آن مىباشد . در پايان ضمن تشكر از كليه فعالان اجرايى و علمى مرتبط با اين اثر ، از درگاه ايزد منان عزت روزافزون ميهن اسلامى و توفيق خدمت خالصانه در كشور را مسئلت داريم .\r\nستاد كشورى طب سنتى ، مكمل و گياهان دارويى\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nفهرست مطالب\r\nكلام استاد 10\r\nمقدمه مصحح 16\r\nتصاوير نسخه خطى 22\r\nديباچه مترجم 25\r\nمقدمه شيخ الرئيس 27\r\nامور طبيعيه 28\r\nتأثيرات هوا 34\r\nهواى گرم 36\r\nهواى سرد 37\r\nبوىهاى ناخوش 38\r\nگرمى و خشكى 38\r\nبوىهاى خوش 39\r\nباد شمال 40\r\nباد جنوب 40\r\nانتقال هوا 40\r\nمضرت و با 41\r\nهواى ايستاده 42\r\nبادهاى شديد الحركه 42\r\nحمام 44\r\nحمام گرم 46\r\nحمام سرد 47\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nرفتن به حمام دفعتا نه به تدريج 47\r\nبيرون آمدن از حمام دفعتا 48\r\nآب گرم در حمام 48\r\nآب سرد در حمام گرم 48\r\nآب شور 48\r\nآب شبّى 49\r\nآب‌هاى گوگردى و نفطى 49\r\nدير ماندن در حمام 49\r\nحركت بعد از حمام يا قبل از آن 49\r\nحمام بر امتلاى غذا 50\r\nآشاميدن چيزهاى سرد در حمام 50\r\nدخول در حمام گاهى كه بدن از اخلاط ممتلى باشد 50\r\nطريق دلك و ماليدن روغن و نشستن در حمام 51\r\nتأثيرات غذا 52\r\nكم خوردن 54\r\nغذاهاى گرم 55\r\nغذاهاى سرد 55\r\nغذاهاى بىقوام 56\r\nغذاهاى ذى قوام 57\r\nغذاهاى بدطعم 57\r\nغذاهاى چرب 57\r\nغذاهايى كه نتن و زهومت و گندگى دارند 58\r\nغذاهاى تيز 58\r\nغذاى تلخ 58\r\nغذاى ترش 59\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nغذاهاى خشك 59\r\nغذاهاى باددار 60\r\nتناول غذاى زودگوار بر غذايى كه دير گوارد 60\r\nغذاهاى مزلق 61\r\nغذاهاى فشارنده مانند به و سيب 61\r\nهرچه سبب عفونت شود 61\r\nادخال طعام بر طعام 62\r\nتناول غذايى كه سبب خلطى شود كه آن در بدن بسيار باشد 63\r\nحركت بر طعام 63\r\nسكون بسيار بر طعام 64\r\nآب و شراب 65\r\nشراب معتدل المزاج 67\r\nآب زياده خوردن 68\r\nآب كم خوردن 69\r\nآبهاى بيشه 69\r\nآب گوگردى 70\r\nآب شبّى 70\r\nآشاميدن آب زاجى 71\r\nآب زرنيخى 71\r\nآب زنگارى 71\r\nآب نوشادرى 72\r\nآب مسى 72\r\nآب نفطى 72\r\nآب شور 72\r\nآب زعّاق 73\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nآب ترش 73\r\nآب ناشتا 73\r\nآب بر طعام 74\r\nآب آشاميدن بعد از حركت 74\r\nآب آشاميدن بعد از حمام 74\r\nمضرت افقاع 75\r\nبسيار آشاميدن شراب 75\r\nشراب سياه غليظ 76\r\nشراب تنك 76\r\nشراب دبش غليظ 76\r\nشراب ناشتا 77\r\nشراب در تب و صداع 77\r\nشراب در كسى كه تنگى نفس صفراوى داشته باشد 78\r\nشراب در اوايل درد چشم 78\r\nشراب بر امتلاء 78\r\nشراب در خمار 78\r\nحركت و سكون 80\r\nتأثير رياضت 81\r\nانواع رياضت و احكام آن 82\r\nتقصير رياضت 83\r\nحركت بسيار 83\r\nحركت سخت 84\r\nسكون 84\r\nحركت بعد از استفراغ 84\r\nحركت بر طعام 85\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nجماع بسيار ، به تكلف ، بىطلب 85\r\nترك جماع 86\r\nجماع بر خلاى معده 87\r\nجماع بر امتلا 87\r\nجماع بعد از فصد 88\r\nجماع بعد از اسهال 88\r\nجماع گاهى كه ضعف گرده باشد 89\r\nجماع با درد سر 89\r\nجماع با درد چشم 89\r\nجماع اصحاب مفاصل 89\r\nجماع اصحاب طبع‌هاى سرد 90\r\nجماع گرم‌مزاج و سردمزاج 90\r\n[ جماع خشك‌مزاج 
  ] 90\r\nتأثيرات خواب و بيدارى 91\r\nبيدارى 93\r\nخواب 93\r\nحركات نفسانى 94\r\nاحتباس و استفراغ 96\r\nلغات و اصطلاحات دشوار 98\r\nنمايه واژگان 119\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nكلام استاد\r\n\r\n[ كلام استاد 
  ]\r\nباسمه تعالى\r\nانّ الطبّ علمّ يتعرف منه احوال بدن الانسان ، من جهة ما يصحّ و يزول عن الصحة ، ليحفظ الصّحة حاصلة و يستردها زائلة .\r\nابن سينا « 1 »\r\nگوهرى ديگر از گنجينه بزرگ پزشكى ابن سينا\r\nدر ميان دانشمندان بزرگ ايران و تمدن اسلامى ، ابن سينا ( ابو على حسين بن عبد اللّه سينا ، تولد 370 ، وفات 428 هجرى قمرى ) جايگاه ويژه و ممتازى دارد و اين امتياز برخاسته از ابعاد گوناگون شخصيت علمى او است ، چنان‌كه جرج سارتن در كتاب مقدمه بر تاريخ علم « 2 » در يك توصيف منصفانه و گويا ، درباره ابن سينا مىنويسد :\r\n« جامع العلوم ، فيلسوف ، طبيب ، رياضىدان ، منجم ، ارزنده‌ترين دانشمند اسلام و يكى از بزرگ‌ترين دانشمندان همه ملت‌ها ، كشورها و قرون و اعصار » ،\r\nو واقعيت اين است كه او به معناى بليغ كلمه ، يك دانشمند و جامع دانش‌ها بود لذا در طول يكهزار سالى كه از رحلت او مىگذرد در صدها كتاب و مقاله ، نه تنها در ايران و سرزمين‌هاى اسلامى ، بلكه در سراسر جهان به بررسى ابعاد وجودى اين حكيم فرزانه پرداخته شده است ، گروهى با حيرت و شگفتى هنوز در درك ، تحليل و تفسير قصيده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . پزشكى دانشى است كه بوسيله آن ، چگونگى احول بدن انسان از نظر سلامت و بيمارى شناخته مىشود تا سلامت را نگه دارد و چنان كه از دست رفته باشد بازآرد ؛ كتاب اول قانون ، فنّ اول ، تعليم نخست .\r\n( 2 ) . جلد يكم ، انتشارات وزارت علوم ، 1354 .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n22 بيتى او درباره هبوط روح و انس آن به جسم آدمى و سپس بازگشت آن به جهان مجرد روحانى درمانده‌اند « 1 » و جمعى نيز مشتاقانه به يافته‌هاى بيشتر از گنجينه عظيم حكمت او با وجود صدها شرح و توضيح بر شفاى او مىشتابند و دنياى پزشكى نيز همچنان و گام‌به‌گام در جاده‌اى كه به نور قانون و ديگر آثار طبى او روشن شده در جستجوى صدها نكته شفابخش و راهگشا و نوآورانه و پاسخ سؤالات بسيار خود ، در تكاپو است . به‌هرحال ، سخن از عظمت و گستردگى آثار به يادگار مانده از زندگى پرماجرا و سراسر نشيب و فراز 57 ساله او مجال موسعى مىطلبد كه جاى آن در اين مقدمه كوتاه نيست .\r\nابن سينا بر خلاف اسلاف خود ( كه پزشكى را فن يا پيشه مىدانستند ) ، پزشكى را شاخه‌اى از علم معرفى مىكند و بر اين انديشه اصرار مىورزد كه اين علم با باورهاى نادرست و اوهام هيچ‌گونه شباهت و نزديكى ندارد و رسالت آن را همان گونه كه در سرآغاز سخن آورديم حفظ سلامت موجود ، و بازگرداندن سلامت از دست رفته و مفقود مىشناسد و طبيعى است كه بخش نخست رسالت طب ناظر بر بهداشت و حفظ الصحه و بالتبع رسالت طبيب نيز همسو با اين نگاه ، ابتدا پاسدارى و مراقبت از سلامت و سپس تلاش در بازگرداندن سلامت است .\r\nتنها كتاب گرانقدر قانون او كه تدريس آن از زمان حيات او به عنوان كتاب مرجع آغاز شده بود علاوه بر يكهزار سال سابقه تدريس در شرق اسلامى ، بيش از 550 سال نيز به طور پيوسته به عنوان كتاب درسى رسمى در دانشگاه‌هاى اروپا تدريس شده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اين قصيده با مطلع « هبطت اليك من المحل الارفع ورقاء ذات تعزر و تمنع » آغاز مىشود كه به فارسى به نيكويى اين‌گونه ترجمه شده است :\r\n نزول كرد به نزدت ز عالم بالا * ز آشيانه عزت كبوتر ورقاء\r\nنهان ز ديده هر عارف از كمال ظهور * عجب چگونه بود هم نهان و هم پيدا \r\nو بالاخره آخرين بيت اين قصيده :\r\n وجود او به يقين گوييا كه برقى بود * كه جست و باز نهان شد به نور خود ، گويا \r\nبه نقل از كتاب تاريخ پزشكى ايران ، جلد 2 اثر استاد فقيدم مرحوم دكتر محمود نجم‌آبادى ، انتشارات دانشگاه تهران\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nاست ، چنان‌كه در دانشگاه مونپليه فرانسه تا سال 1650 و دانشگاه‌هاى ليپزيگ « 1 » و توبينگن « 2 » تا سال 1581 و دانشگاه وين تا سال 1598 و دانشگاه لوون « 3 » تا سال 1650 ميلادى همچنان استمرار داشته است . « 4 »\r\nاگرچه قانون به لحاظ جامعيت ، نظم و انسجام موضوع ، همه آثار طبى ابن سينا را تحت الشعاع قرار داده است اما نبايد از نظر دور داشت كه آثار طبى متعدد ديگر او نيز هر كدام در جايگاه خود گوهرهاى ارزشمندى با ارزش استثنايى هستند كه هنوز جاى كار و تحقيق فراوانى روى آنها وجود دارد . نگاه عميق و فيلسوفانه ابن سينا در علوم پزشكى براى اساتيد ، دانشجويان و دانش‌پژوهان زمان ما همچنان نكته‌هاى نو و آموزنده فراوانى دارد .\r\nاو در مقدمه علم النفس شفا مىنويسد : « شناسايى جداگانه روان و تن براى يكديگر مفيد است و شناختن يكى از اين دو بر ديگرى واجب التقديم نيست ولى چنان‌كه گفتيم صلاح در آن ديديم كه بحث در نفس را مقدم بداريم و اگر كسى بخواهد اين ترتيب را تغيير دهد ، بىآنكه ما را با وى مناقشه‌اى باشد مختار است » .\r\nاو همچنين در قانون مىنويسد : « علاوه بر اين ، حالت‌هاى نفسانى ديگرى نيز وجود دارند و بر بدن تأثير مىگذارند مانند خيالات و تصورات نفسانى كه در امور طبيعى دخالت دارند » . « 5 »\r\nابن سينا با تصور كلى از عناصر اربعه كه نشانه كيفيت و چگونگى ماده و انرژى است نظريه اثر متقابل علل ارسطويى را پيش كشيده و بدين ترتيب وى نه تنها پايه‌گذار انديشهء وحدت ميان بدن و اعمال آن مىباشد بلكه ميان بدن انسان و جهان خارج هم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) .  Leipzig \r\n( 2 ) .  Tubingen \r\n( 3 ) .  Louvain \r\n( 4 ) . مجموعه مقالات كنگره تاريخ پزشكى ايران و اسلام - 1371 - سخنرانى دكتر ابو القاسم پاك‌دامن\r\n( 5 ) .\r\n Shah , Mozharh . The General Principles of Avicenna's Canon of Medicine . Naweed clinic ( 1966 ) - Karachi - Pakistan \r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nرابطه‌اى مستدل و منطقى ارائه كرده است وى به صورت بنيادين علل بيمارىها را از عوامل زير منبعث مىداند :\r\n- توارث به مفهوم جنس يا ماده‌اى كه شخص از آن ساخته شده است .\r\n- نوع مزاج ، ساختمان و قوايى كه وى دارا است .\r\n- نوع عاملى كه از خارج بر بدن شخص وارد مىشود .\r\n- ماهيت كوشش‌هاى فردى كه آدمى به منظور گذراندن زندگى روزگذار انجام مىدهد . « 1 »\r\nحال با چنين نگاه گذرا كه به انديشه متعالى اين شخصيت نادر جهان علم داشته‌ايم ، اشاره‌اى خواهيم داشت به گوهرى كم‌شناخته ، از گنجينهء پربهاى آثار طبى ابن سينا يعنى كتاب « دفع المضار الكليه عن الابدان الانسانيه بتدارك انواع خطاء التدبير » كه به اسامى ديگر و نزديك به آن مثلا تدارك خطا الواقع فى التدبير الطبى ، رفع مضارّ الكليه و مانند اينها به بهانه تلاش محقق ارجمند جناب آقاى دكتر عليرضا عباسيان در تصحيح ، تذييل و بازافزايى و نشر يك نسخه از ترجمه فارسى اين اثر از مترجمى كه متأسفانه نامش را نمىدانيم .\r\nاصل عربى اين كتاب را ابن سينا در فاصله زمانى سالهاى 392 و 403 هجرى قمرى در 7 مقاله ( فى تعديد انواع الخطا ، فى الهواء ، فى الحمام ، فى الطعام ، فى الماء و المشروبات ، فى الحركات و فى امر الاستفراغ ) به درخواست وزير دانش‌پرور على بن مامون خوارزمشاه يعنى ابو الحسن احمد بن محمد السهلى نگاشته است كه از آن نسخ خطى متعددى در كتابخانه‌هاى ايران و جهان قابل دسترس است ، اين اثر ارزشمند ابن سينا را ، مطبعه بولاق در مصر در سال 1305 هجرى قمرى در حاشيه كتاب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . همان .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nگرانسنگ نابغه طب بالينى ايران محمد بن زكرياى رازى ( تولد 251 وفات 313 هجرى قمرى ) تحت عنوان منافع الاغذيه و دفع مضارها به چاپ رسانده است . « 1 »\r\nاستاد فقيدم مرحوم دكتر محمود نجم‌آبادى به وجود يك نسخه ترجمه فارسى كتاب در مجموعه كتب خطى كتابخانه بريتانيا و ترجمه چاپ شده‌اى از كتاب مذكور تحت عنوان موجز عظيم النفع ( چاپ دهلى ) كه به سال 1310 هجرى قمرى توسط شيخ حسين جابر الانصارى منتشر شده و نيز به ترجمه لاتينى اين كتاب توسط آندره الپاگو « 2 » تحت عنوان :\r\n Avicennae Philosophi Praeclarissimi Libellus de removendis nocumentis , quae accidunt in regimine sanitatis . \r\nكه در سال 1547 ميلادى در ونيز ايتاليا منتشر شده است اشاره مىكند « 3 » . استاد فقيد ( ره ) همچنين به نام رساله‌هايى منتسب به ابن سينا همچون رساله ما يدفع ضرر الاغذيه اشاره دارد و اينها را همان كتاب مورد بحث ما مىداند كه به اسامى ديگرى ثبت شده است .\r\nاما نسخه مورد استفاده محقق ارجمند جناب آقاى دكتر عليرضا عباسيان در حقيقت يك ترجمه سطر به سطر كتاب نيست بلكه همان گونه كه مترجم كتاب - كه رحمت خدا بر او باد - در آغاز سخن آورده ، نوعى ترجمه آزاد و همراه با توضيحات و مطالبى است كه دانستن آنها را لازم دانسته است ، به اين لحاظ اگر اين كتاب را در حد خود تاليفى از نو بدانيم ، گزافه‌گويى نكرده‌ايم .\r\nنكته بسيار جالب و نوآورانه‌اى كه ابن سينا با تأليف اين اثر ماندگار به جهان پزشكى ارائه كرده و باب آن را گشوده است در حقيقت همان تدارك الخطا ، يا به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نسخه فاكسيميلهء اين دو كتاب در سال 1383 توسط موسسه مطالعات تاريخ پزشكى ، طب اسلامى و مكمل وابسته به دانشگاه علوم پزشكى ايران منتشر شده است .\r\n( 2 ) .  Andrea Alpago \r\n( 3 ) . تاريخ پزشكى ايران ، جلد دوم\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nمعناى روشن ، جبران كاستىها و اشتباهاتى است كه انسان در مسايل مرتبط با حفظ الصحه آگاهانه يا ناآگاهانه ممكن است صورت دهد .\r\nبه هر صورت عزم مردانه و دقت عالمانه و تلاش مجدانه محقق گرانمايه جناب آقاى دكتر عليرضا عباسيان در احيا و بازسازى اين اثر از ياد رفته در غبار فراموشى قرون و اعصار و طرح مجدد محتواى اثر گرانسنگ ابن سينا ، درخور تحسين و تقدير است . اميد كه خداى تعالى بر توفيقاتشان بيفزايد .\r\nدكتر محمد مهدى اصفهانى چهارم فروردين ماه 1388\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n\r\nمقدمه مصحح\r\n نقد بازار جهان بنگر و آزار جهان * گر شما را نه بس اين سود و زيان ما را بس \r\nسپاس و حمد مخصوص خداوندى است كه انسان را آفريد آن‌گونه آفرينشى كه جمله عالمان و اهل تفكر ، ابهام بر دهان از شگفتىها و شگرفىهاى وجود اويند و اهل مسير معرفت تسبيح‌گوى عظمت و جلال او و چه شگفتىاى بالاتر از اشرف مخلوقات ، انسان ، كه او را ملقمه‌اى از تن و جان و لاهوت و ناسوت قرار داد تا موجودى باشد كه با ابزار خاك و با كردار پاك بگذرد از افلاك و برسد به قاب قوسين او أدنى .\r\nو سلام و صلوات بر محمد بنده برگزيده او و خاندان پاكش كه آينه‌دار نور جمال خدايند در تاريكى زمين ، و معادن زلال معرفت اويند ؛ كه هركه به راه ايشان رفت هدايت يافت و هركه به راه ديگر رفت راه نيافت .\r\nو اما بعد ، توفيقى دست داد ترجمه كتاب دفع المضار الكلّيه عن الابدان الانسانيه اثر ارزشمند شيخ الرئيس ابن سينا به دستم رسيد . كتابى رفيع كه شيخ در باب شيوه حفظ صحت و دفع ضررها و زيان‌هاى اشيا و امورى كه بطور روزمره اغلب بندگان خدا با آن سرو كار دارند ، به زبان عربى نگاشته‌اند و فردى ناشناس ، آن را به زبان فارسى ترجمه كرده است .\r\nكتاب ، نسخه‌اى خطى ، با خط نستعليق زيبا مىباشد ، كه البته به مركب سياه و قرمز كتابت شده و داراى حاشيه بدخطى نيز مىباشد . در بررسى كتاب ، مشخص شد كه آن را يك طبيب ترجمه كرده و اين ترجمه براى سلطان وقت بوده است و اين دو نيز بر ارزش كار بر روى آن در ذهن من افزود . لازم به ذكر است اين كتاب در فهرست كتابخانه ملى نيامده و دستيابى به آن حسب يك اتفاق بود . اين كتاب در اصل ضميمه كتاب « طب فلسفى » در كتابخانه ملى است كه با مشخصات زير قابل دسترسى مىباشد :\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n« طب فلسفى [ نسخه خطى 
  ] اثر احمد بن الحسن بن احمد . رساله‌اى است در علم طب كه همان تدبير الابدان است براساس علم نجوم ، همان گونه كه مؤلف مىگويد طب نيازمند نجوم است و يك نياز ضرورى است به جهت اينكه هر دو اين علم اشتراك طبيعى دارند . . . ؛\r\nشماره بازيابى : 7046 - 5 »\r\nنسخه خطى عربى ديگرى در كتابخانه ملى با نام « تدارك انواع الخطاء الواقع فى التدبير الطبى » و سرشناسهء 370 - 428 ق وجود دارد كه در زمره كتب ابن سينا بوده و در شرح آن آمده است : « مؤلف رساله را در بين سال‌هاى 392 ق - 403 ق به درخواست ابو الحسن احمد بن محمد السهيلى وزير على بن مأمون خوارزمشاهى ساخته است و از آن دو ترجمه در دست است : 1 . از حسين انصارى مختطب مشهور به صادق ( حاذق ) خان از ملازمان نواب محمد عظيم به نام « موجز عظيم ( اعظم ) النفع » ،\r\n2 . نسخه‌اى كه براى اجمال الدوله والدين حسين ترخان ترجمه شده است » .\r\nدر مجموع با بررسى و مقايسه اين دو رساله - رسالهء دفع مضار و رسالهء تدارك انواع الخطاء - به اين نتيجه مىرسيم كه هر دوى اين‌ها يك رساله‌اند كه شيخ به زبان عربى نگاشته و در گذر زمان به نام‌هاى مختلف ناميده شده‌اند .\r\nهرچند خود ، فاقد صلاحيت در اين رشته بودم و ليكن كار را بر روى زمين ديدم و اميد به راه‌گشايى الهى داشتم . به هر روى از دو ترجمه موجود ، نسخه حسين ترخان را انتخاب كردم . چرا كه بسيار خوش‌خط بود و از طرفى توسط يك طبيب ترجمه شده و البته در دسترس من بود .\r\nلذا تحقيق و تصحيح كتاب را نه به رسم اديبان بلكه جهت استفاده مردمان از علم نافع مكتوم در آن ، آغاز كردم و صد البته كه كار تصحيح كارى سخت و پرمسئوليت است .\r\nدر مسير تصحيح متوجه شدم كه مترجم محترم بنا بر ذوق خويش تغييراتى در هنگام ترجمه داده‌اند كه در مقايسه با نسخه عربى چاپ دار الكتب العلميهء لبنان بارز به نظر مىرسد . از آن جمله كه كتاب مقدمه‌اى دارد كه بيشتر نوشته مترجم است و با بخش اول كتاب شيخ الرئيس متفاوت است و اين كه شيخ مضرت چند چيز را پشت سر هم بيان كرده‌اند و آنگاه به ذكر شيوه تدارك و دفع مضرت آنها پرداخته ، و ليكن مترجم پس از ترجمهء هر مضرت ، شيوه دفع آن مضرت را به دنبال آن آورده است .\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nدر موارد خاصى كه مطلبى ، سؤال برانگيز بوده ، و در متن عربى به سؤال خواننده پاسخ داده نشده است مترجم زيرك كه خود طبيبى برگزيده بوده ، بسيار نيك و مختصر كليد سؤال را در مطلب اضافه كرده‌اند . مثلا در بحث دفع مضرت آب شور در متن عربى آمده است كه : « الاغتسال بالماء البارد و الطين الطيب يقع فيه ثم بعده الاغتسال بالماء الحار العذب ، ثم التدلك بدهن الورد الطيب الرائحه بالرفق و تواتر الاغتسال بالماء العذب بعده » . همان گونه كه مشاهده مىشود دماى آب در دفع مضرت آب شور مهم است ولى در جمله آخر سؤال براى خواننده پيش مىآيد كه تواتر شستشو با آب شيرين با چه دمايى بايد صورت گيرد ، كه در ترجمه مترجم طبيب آورده‌اند كه :\r\n« دفع آن به آب شيرين و گل پاك بايد كرد . بعد از آن به آب گرم بايد شست و روغن‌هاى مقوى مثل روغن گل بايد ماليد و مداومت به آب شيرين گرم بايد كرد » .\r\nناگفته نماند حقير نيز با علم اندك خود ، جهت استفاده بيشتر عموم از كتاب ، تغييرات و تعليقاتى اندك در كتاب وارد كرده‌ام . از آن جمله كه :\r\n* در رسم الخطّ كتاب لغاتى با تاى گرد عربى وجود داشت ، نظير كلمه « دفعة » كه به « دفعتا » تغيير داده شد .\r\n* لغات مستعمل بسيارى با حرف اضافه قبل و يا فعل بعدى و يا با هر دو به صورت پيوسته و متصل نوشته شده بود كه جهت سهولت مطالعه اغلب مخصوصا اسامى خاص و علم جدا شدند ، مثلا « زعفرانست » به « زعفران است » تغيير يافت .\r\n* الف مددار نظير « آنكه » بسيارى جاها بدون مد نظير « آنكه » نوشته شده بود كه مددار نوشته شد .\r\n* حرف گاف در اغلب موارد با كاف يكسان نوشته شده بود كه در لغات مربوطه اصلاح شد .\r\n* لغات داراى همزهء آخر به « ى » بدل شد . مثلا « لتهاء » به « لته‌هاى » اصلاح شد .\r\n* موارد اجتهادى خود را كه حس كرده‌ام از قلم افتاده يا نوشتن آن براى خواننده مفيد است داخل دو قلاب [ 
  ] گذاشته‌ام .\r\n* تفاوت با نسخه عربى دار الكتب العلميه به صورت پانويس نوشته شده است .\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n* در آخر كتاب نيز لغت‌نامه‌اى جهت لغات دشوار آورده‌ام كه هرچند در آن شرح همه داروهاى مفرده را نياورده‌ام و ليكن در مركبات و لغات و اصطلاحات دشوار كمك‌كننده مىباشد .\r\nنكته ديگر اين است كه مبحث شراب‌ها را حذف نكرده‌ام . چرا كه اولا كل مبحث راجع به شراب‌هاى حرام نيست ، چه اينكه در اغلب كتب طب سنتى در كنار شراب‌هاى حرام ، خمر بودن آن ذكر شده و ثانيا الكل‌ها به اشكال مختلف در جامعه ما استفاده مىشوند ، غير قانونى ، جهت خودكشى يا تنتورهاى دارويى و . . . ( و من در اورژانس‌ها بيماران مظنون به مصرف اشربه الكلى را بسيار ديده‌ام ) كه دانستن تدبير دفع ضرر الكل مصرف شده و الكل مصرف كرده ، لااقل بر اطبا لازم و واجب است و ثالثا ممكن است طبيبى در بلاد غير مسلمانان طبابت كند و نياز مبرم به اين دانش داشته باشد .\r\nاما نكته‌اى كه در اينجا نياز به تذكر دارد اين است كه در شراب و خمر فوايدى وجود دارد و مضراتى و ليكن همان گونه كه در قرآن كريم نيز آمده است مضرات آنها بيش از فوايدشان است : « درباره شراب و قمار از تو سؤال مىكنند ، بگو در آنها گناه و زيان بزرگى است ؛ و منافعى ( از نظر مادى ) براى مردم در بردارد ؛ ( ولى ) گناه آنها از نفعشان بيشتر است » « 1 » . لذا اين امر كه بر حكما و دانشمندان طب ايرانى نيز مشهود بوده ايشان را بر آن داشته اولا به شيوه دفع مضرات آنها در كتب خود نظير همين كتاب اقدام كنند و ثانيا در امر داروسازى آنجا كه نياز مبرم به استفاده از شراب بوده از تركيبات جايگزين نظير ميفختج و مثلث استفاده شود . اهميت عدم مصرف شراب به عنوان دارو تا آنجا بوده است كه عبارت خداوند در حرام شفا قرار نداده است مكررا در روايات اسلامى تكرار شده است . در ذيل به برخى از اين روايات اشاره مىشود :\r\n« در كتاب كافى ( 193 - روضه ) : به سندش از اسماعيل بن حسن پزشك كه به امام ششم عليه السّلام گفتم : من مرد عربى هستم و پزشكى مىدانم ، و طبّم عربى است و مزد هم نگيرم ، فرمود باكى ندارد ، گفتم : ما زخم را مىشكافيم ، با آتش داغ مىكنيم ، فرمود : باكى ندارد ، گفتم :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سوره بقره ، آيه شريفه 219\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nداروى زهرناك چون اصطمخيقون و غاريقون به كار بريم ، فرمود : باكى ندارد ، گفتم : بسا بيمار بميرد ، فرمود : گرچه بميرد ، گفتم : روى آن شراب بنوشانيم ، فرمود : شفا در حرام نيست .\r\nو از همان از عبد الحميد بن عمر بن حرّ كه چون امام ششم - عليه السّلام - از عراق برگشت نزد او رفتم و به من فرمود : نزد اسماعيل بن جعفر برو كه بيمار است و ببين چه دردى دارد ، گويد نزد او رفتم و از درد او پرسيدم و نسخه دارويى به او دادم كه در آن شراب بود ، به من فرمود :\r\nاى پسر حرّ شراب حرام است و ما خاندانى هستيم كه از حرام شفا نجوييم ، در كافى ( ج 6 ص 414 ) مانندش آمده . در طب : بسندش از حلبى كه پرسيدم امام ششم را از دارويى كه با شراب خمير شود ، و نشود كه جز با آن خمير شود ، و ناچاريست ، فرمود : واجب است بيزارى از انصاب و ازلام يعنى ، پيشوايان اهل ضلالت و رئيسان اهل جور تمام ايشان اول ايشان و آخر ايشان - و واجب است بيزارى از امثال پىكننده‌هاى ناقه صالح كه از اشقياى اولين و آخرين بودند و از كسانى كه دوستان ايشان هستند - و واجب است دوستى امير المؤمنين و كسانى كه گذشتند بر طريقه رسول خدا و تغيير و تبديل در دين قويم او ندادند مثل سلمان فارسى و ابى ذر غفارى و مقداد بن اسود و عمار بن ياسر و حذيفة بن يمانى و ابى الهيثم بن التيهان و سهل بن حنيف و عبادة بن الصامت و ابى ايوب انصارى و خزيمة بن ثابت ذى الشهادتين و ابى سعيد خدرى و امثال ايشان - رضى اللّه عنهم و رحمة اللّه عليهم - و واجب است دوستى با اتباع ايشان و دوستان ايشان و كسانى كه راه يافتند به راهنمايى ايشان و سلوك‌كنندگان به منهاج ايشان رضوان اللّه عليهم و رحمته - و از دين اسلام است حرام بودن شراب اندك از آن و بسيار از آن و حرام بودن هر قسمى از شراب مسكر چه كم از آن و چه زياد از آن و آنچه مسكر است كثير از آن و قليل آن حرام است و مضطر شراب نياشامد زيرا كه باعث هلاكت او مىشود يعنى در حرام شفا نيست پس شراب ، ناخوش را شفا نمىدهد بلكه باعث هلاكت او مىشود » .\r\nدر كتاب مهدى موعود كه ترجمه جلد سيزدهم بحار است ، در صفحه 1037 روايت حمران بن اعين درباره علائم عمومى آخر الزمان آمده كه كلينى در روضه كافى از حمران بن اعين روايت مىكند كه در خدمت امام جعفر صادق عليه السّلام از بنى عباس و وضع پريشان شيعيان در نزد آنها سخن به ميان آمد : حضرت پس از ذكر مطالبى و شمردن علائمى از آخر الزمان فرمودند :\r\nهنگامى ديدى كه اموال اولاد پيغمبر ( يعنى خمس و وجوهات ) در راه دروغ و قمار و شرابخوارى صرف مىشود و ديدى كه با شراب مداوا مىكنند و فوائد آن را براى مريض شرح مىدهند و از آن شفا مىجويند ، و . . . » ؛\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nلذا مستدعى است اگر جايى از كتاب فوايدى براى شراب ذكر مىشود مضرات به مراتب بيشتر آن را - كه در جاىجاى همين كتاب به آن اشاره شده و مصرف آن را مطرود عقل و شرع گردانيده - دور از نظر ندارند .\r\nدر پايان لازم است از كمك‌ها و صبر و تحمل مادر ، پدر ، همسر و برادرم و زحمات استاد فرزانه ، جناب آقاى دكتر اصفهانى كه تصحيح حقير را به‌طور كامل ملاحظه نموده ، ضمن ارشادات كارگشايشان ، زحمت نگارش مقدمهء عالمانهء كتاب - كلام استاد - را كشيده‌اند تشكر كنم . همچنين بايد از تلاش خالصانهء جناب آقاى دكتر مجيد انوشيروانى كه با بازخوانى اثر و ويرايش دقيق آن ، مرا يارى كردند قدردانى بنمايم . ضمنا به‌جاست از دوست گرانمايه ، جناب آقاى دكتر رضايىزاده كه مشوق اينجانب و منتشركننده اين اثر بوده‌اند و زحمات بىدريغى در تنظيم نهايى كتاب كشيده‌اند و جناب آقاى دكتر رضايىپور كه در سير كار و بر چاپ كتاب نظارت داشته‌اند و استاد عزيزم جناب آقاى دكتر ناصرى كه همه اين موارد در مجموعهء زير نظر ايشان انجام مىگيرد ، تشكرى ويژه داشته باشم و دست نياز به سوى همه خوانندگان و اساتيد محترم ، جهت رفع ايرادات بسيار احتمالى اين اثر ، دراز كنم .\r\n روح اللّه ار طبيب شود جز به وصل يار * بيمار عشق را نتواند كسى علاج\r\nنتوان ره اجل به حيل بست بر كسى * كش زخم تيغ عشق كند رخنه در مزاج \r\nو السّلام\r\nبهار 1388\r\nمدينه منوره\r\nعليرضا عباسيان\r\nدانشكده طب سنتى\r\nدانشگاه علوم پزشكى تهران\r\n abbasian @ razi . tums . ac . ir \r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n\r\nتصاوير نسخه خطى\r\nصفحه نخست نسخه خطى\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nصفحه آخر كتاب\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nصفحه نخست نسخه خطى عربى ( مورد استفاده در تصحيح دار الكتب العلميه لبنان )\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\n[ ديباچه مترجم 
  ]\r\nبسم اللّه الرحمن الرحيم\r\nافتتاح سخن سزاوار بنام حكيميست كه بدن آدم را آشيانهء مرغ روح گردانيد كه : و  نَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ ساجِدِينَ *  « 1 » و دل خاتم را آينه صورت جمال و مظهر سيرت كمال ساخت كه : كنت نبيا و آدم بين الماء و الطين . « 2 »\r\nدانايى كه دفع مضرت جهل با نوش‌داروى يقين مىفرمايد و ازالهء مرض خفا و كفران به نور ظهور و ايمان مىنمايد فحمدا له ثم حمدا له .\r\nعليمى قدير كه گاه لطفش از قطرهء آب صورتى دلپذير سازد و آن را به فطانه صحيحه و اخلاق حميده بنوازد ، كه :  لَقَدْ خَلَقْنَا الْإِنْسانَ فِي أَحْسَنِ تَقْوِيمٍ  « 3 » و گاه قهرش صورت انسان را به سير سبعى ملبس كند و زبان حالش به اين متعال ناطق گرداند كه هذا ما وقع فى التقسيم « 4 » :\r\nنظم\r\n يكى را به سر تاج شاهى نهد * يكى را به دريا به ماهى دهد\r\nيكى چون محمد كند سرفراز * يكى همچو بو جهل دارد به آز \r\nپس صلوات « 5 » و درود لايق بهترين انبيا پيشواى اصفياء يعنى\r\nفرد\r\n محمد كافرينش هست خاكش * هزاران آفرين بر جان پاكش \r\nو مستحق آل و اصحاب اوست كه هر يك ازيشان ستارگان راه دين و نمايندگان پيشگاه يقين‌اند كه « اصحابى كالنّجوم بأيّهم اقتديتم اهتديتم » . « 6 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . آيه 29 سوره حجر و آيه 72 سوره ص\r\n( 2 ) . اشاره به حديث نبوى كه فرمودند : من نبى بودم درحالىكه آدم ميان آب و گل بود . ( بحار الأنوار الجامعهء لدرر أخبار الأئمهء الأطهار ، ج 65 ، ص : 27 ) .\r\n( 3 ) . آيه 4 سوره تين\r\n( 4 ) . يعنى اين‌چنين در قسمت آمده بود .\r\n( 5 ) . در متن صلوة آمده است .\r\n( 6 ) . اشاره به روايتى از حضرت رسول صلّى اللّه عليه و آله كه فرمودند اصحاب من مانند ستارگان‌اند به هر كدام كه اقتدا كنيد هدايت مىشويد .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nبيت\r\n بر محمد باد و آلش خاصه حيدر شاه دين * رحمت بىمنتها از لطف رب العالمين \r\nبعد از حمد واهب العطايا و درود سيد البرايا ، چون اين فقير با وجود قلّت علم و كمى تدبير ، به آستان فلك رفعت ، زمين بسطت ، امير اعظم ، اشجع اكرم ، منبع لطف و جود و كرم ، مظهر علم و ايقان ، معدن حلم و احسان ، سايه خورشيد معدلت ، شاه مبدأ نور آفتاب و ماه ، الذى اوصاف كماله مشهور مثل النيرين فى الدوران ، امير جمال الدوله و الدّين ، حسين ترخان خلّد اللّه ملكه فى ظلّ ملكه و نشر عدله فى ممالكه و حصل الامان و الايمان باحسانه و رفع الخوف و الاوهام بايقانه مشرف و مزين شدم و منسوب به علم طب بودم ، خواستم تا رساله‌اى كه شيخ ابو على سينا در دفع مضرت‌ها ساخته ، به فارسى ادا كنم و به رسم خدمت آن آستان موشح گردانم از جهت آنكه رساله‌اى پر نفع است تا هر كس كه خواهد مطالعه تواند كرد و بعضى مسايل بر آن زياده كردم تا نه مجرد ترجمه باشد ، بل همان حاصل المعنى آوردم با مقدماتى چند ديگر ، كه بىدانستن آن مقدمات مسايل اين رساله بر هر كس ظاهر نمىشد .\r\nمصرع\r\n همچو مورى تحفه‌اى پيش سليمان مىبرم \r\nاميد كه ملتفت اليه نظر كيميا خاصيت شود تا به نزد هر كس عزيز و محترم باشد .\r\nو اين كتاب مشتمل بر مقدمه‌ايست و تأثيراتى چند و خاتمه .\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\n[ مقدمه شيخ الرئيس 
  ]\r\nبر ارباب دانش پوشيده [ نيست 
  ] كه شرف آدمى بر ديگر موجودات به قدر دانش است و ادراك صحيح گاهى حاصل است كه بدن به صحت باشد همچنان كه پيغمبر عليه الصلوه و السّلام فرموده : « من صحّت طبيعته ، فقد صحّت شريعته » .\r\nو صحت تابع اعتدال مزاج و درستى اندام‌هاست و نگاه داشتن مزاج و اندام ميسر نيست الّا به رعايت اعتدال چيزى چند كه بىآن نتوان بود و آن را ضروريات خوانند ، مثل : رعايت هوا و غذا و شراب و حركت و سكون و شادى و اندوه و غضب و خواب و بيدارى و گشادگى و بستگى ، كه بىاينها زندگانى ميسر نيست و باوجود اين رعايت‌ها دورى كردن از چيزى چند واجبست ، مثل ماندگى و شكستگى و بريدن و سوختن و زهرها و ديگر افراطها كه به مقابله اعتدال معلوم شود . پس ناچار است حافظ صحت را كه معنى مزاج و اعتدال بداند تا از افراطها برحذر تواند بود .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n\r\nفصل 1 امور طبيعيه\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\nامور طبيعيه\r\nبدان كه معنى مزاج در لغت آميختن است و در اصطلاح حكما عبارتست از حالتى كه از مركبات به حس در توان يافت ميان گرمى آتش و سردى آب و ترى هوا و خشكى زمين .\r\nو اين حال حاصل مىشود بعد از آميختن عناصر به يكديگر و شكسته شدن احوال ايشان به سبب ضديت صورت‌هاى ايشان با يكديگر مثل ضديت صورت آب با صورت آتش ؛ زيرا كه صورت آب اقتضاى سردى مىكند و صورت آتش اقتضاى گرمى ، و همچنين صورت خاك اقتضاى خشكى مىكند و صورت هوا اقتضاى ترى .\r\nپس البته هرگاه به يكديگر رسند ، يكديگر را بشكنند . پس اگر يكى غالب آيد ، باقى تابع او شوند و در او فانى شوند ، به اين معنى كه به او منقلب شوند ، نه آنكه معدوم گردند . اما اگر همه از هم عاجز نيايند ، بلكه با هم برآيند ، لاجرم حالتى ميانه پيدا شود در همه ، نه آنكه احوال سابق باشد ، اگرچه از آن باشد ، و آن حالت را مزاج گويند به آن اعتبار كه از مزاج كه آميختن است پيدا شده .\r\nو در اصول حكمت مقرر است كه اگر عناصر در ميل كردن به محل‌هاى خود مساوى و برابر باشند ، ممكن نيست كه مزاج ميان ايشان حاصل شود . از جهت آنكه اگر چنين باشد ، همه از هم جدا شوند و مزاج ، ميسر نشود « 1 » ؛ و اگر فرض كنند كه حاصل شود ، مركب در هيچ محل نتواند بود . زيرا كه هيچ محل از محلى ديگر به « 2 » اولى نباشد . پس واجب است كه يكى از اينها غالب باشد « 3 » ، نه چنان‌كه باقى را فانى كند ، بل چنان‌كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در متن كتاب نشوند آمده كه اشتباه است .\r\n( 2 ) . به‌نظر مىرسد اين « به » اضافى باشد .\r\n( 3 ) . در متن كتاب باشند آمده كه اشتباه است .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nباقى را در محل خود نگاه تواند داشت . مثل خاك در مواليد ثلاث كه معدن و نبات و حيوان است كه اگرنه خاك در اينها غالب بودى اين مركبات در حيز خاك نتوانستى بود . و اين مقدار فطن را كافيست زيرا كه تفصيل اين تحقيق لايق اين رساله نيست .\r\nو چون اين مقرر شد پس معنى معتدل نه آن باشد كه عناصر در او برابر باشند ، بلكه معنى معتدل آن باشد كه او را از هر عنصرى حصه‌اى « 1 » كه لايق باشد ميسّر شود . مثلا لايق مزاج شير بعد از غلبه خاك مناسب آنست كه آتش غالب باشد تا قهر و درندگى به تقديم تواند رسانيد و مزاج موش مناسب آنست كه هم خاك زياده باشد بلكه خاك و آب تا ترس برو غالب شود و تواند گريخت و حفظ خود تواند كرد . و مناسب آدمى آنست كه به اعتدال حقيقى كه مساواتست نزديك باشد تا معنى وحدت و علوم حقيقى و معنى اشياء چنانچه باشد در تواند يافت . بل اگر معتدل حقيقى تواند بود اوست و در اين معنى جاى تأمل است .\r\nپس غير معتدل آن باشد كه از حصه مناسب درگذرد و به طرفى ميل كند ، مثل گرمى و سردى و ترى و خشكى يا به دو طرف كه با هم توانند بود مثل گرمى و ترى و گرمى و خشكى و سردى و ترى و سردى و خشكى . پس اقسام مزاج غير معتدل هشت باشد .\r\nاينست معنى مزاج معتدل و غير معتدل به حسب اقتضاء اين محل .\r\nو چون محقّق است كه [ هر 
  ] صاحب مزاجى ، خاصه نبات و حيوان ، دايم در تحليل و تغييراند و محتاجند به بدل آنچه به تحليل مىرود ، پس اگر اسباب چنان واقع شود كه بدل مناسب اصل رسد ، اصل ، صحيح و به سلامت باشد و اگر بدل ، مناسب اصل نباشد ، سبب مرض و انحراف مزاج شود .\r\nو اسباب بدل كه سبب صحت و مرض است ، ضروريات مذكوره است و توابع آن .\r\nو نشانه هر مزاجى چنانچه مناسب اين محل است آنست كه اگر معتدل است آثار و افعال او يعنى فعل هضم و درك و قبض و بسط و ديگر احوال محسوسه ازو موافق باشد ، يعنى چنان باشد كه مقصود از آن نوع باشد و اگر از آن متجاوز شود ، نشان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نصيب ، بهره\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nتجاوز از اعتدال است ؛ و نشانه اين احوال اطبا بر ده جنس حصر كرده‌اند :\r\nاول حال لمس : يعنى سودن ؛ پس اگر حال اعضا در سودن گرم‌تر از معتدل يا سردتر يا ترتر و نرم‌تر يا خشك‌تر و سخت‌تر باشد ، دلالت بر غلبه همان حال يعنى گرمى و سردى و ترى و خشكى كند بر مزاج .\r\nدوم حال فربهى و لاغرى : گوشت محكم ، دلالت بر گرمى و گوشت سست ، دلالت بر سردى مىكند و بسيارى گوشت ، دلالت بر ترى و كمى گوشت ، دلالت بر خشكى مىكند .\r\nسيوم حال مو : بسيارى و سياهى و گرنجى « 1 » او دلالت بر گرمى مىكند و زردى و بد رنگى و سفيدى و راستى دلالت بر سردى . پس سياه مايل به سرخى نشانه اعتدال باشد .\r\nچهارم حال رنگ بدن : سفيدى دلالت بر كمى خون مىكند و سرخى بر بسيارى خون و زردى بر صفرا اگر با آن ديگر نشان‌هاى صفرا باشد ؛ و الّا زردى مطلقا دلالت بر كمى خون مىكند . همچون كسانى كه از خستگى بيرون مىآيند . و تيرگى و سياهى دلالت بر سودا و سردى و بستگى مزاج مىكند .\r\nپنجم حال بزرگى و كوچكى اعضا : يعنى هرچند اعضا بزرگ‌تر و ظاهرتر دلالت بر حرارت و زيادتى ماده مىكند ، و هرچند كوچك‌تر و پنهان‌تر دلالت بر كمى ماده و سردى مىكند .\r\nششم حال انفعال : يعنى هركس كه زودتر منفعل شود مزاج او گرم و تر باشد و اگر ديرتر منفعل شود مزاج او سرد و خشك باشد . و همچنين هركه زود قبول گرمى كند ، گرم و لطيف باشد و اگر دير قبول كند ، سرد و كثيف باشد .\r\nهفتم حال خواب و بيدارى : زيادتى بيدارى دلالت بر گرمى و خشكى و زيادتى خواب دلالت بر سردى و ترى .\r\nهشتم حال افعال طبيعت : يعنى هرچند طبيعت در فعل و كارها كامل‌تر و تمام‌تر ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . چين و شكنج‌دار بودن\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nمعتدل باشد و اگر مايل به تيزى و زيادتى باشد از گرمى است و اگر مايل به نرمى و كمى باشد از سردى است .\r\nنهم حال آنچه از بدن جدا مىشود از بول و براز و عرق و غير اينها . هرچند اينها تيزبو و منتن « 1 » و رنگين باشند ، دلالت بر گرمى كند و هرچند كم‌بو « 2 » و بىرنگ باشد ، دلالت بر سردى كند .\r\nدهم افعال نفس : تهور و جربزه و وقاحت و زيادتى نشاط و طيش نشانهء گرمى مزاج است و بدزهرگى و نادانى و حياى مفرط و ملال خاطر و خمول نشانه سردى مزاج است . پس شجاعت و خوش‌فهمى و اعتدال حيا و فرح طبع ، دلالت بر اعتدال كند و همچنين در همه اينها كه ذكر كرده شد ، ملاحظه بايد كرد كه اطراف منحرفست و ميانه معتدل . اينست نشانه‌هاى مزاج معتدل و غير معتدل به حسب اصل خلقت ، و اگر اينها پيدا شود و در اصل نبوده باشد معلوم شود كه مزاج از اصل خود منحرف شده و به طبيعتى كه اينها دلالت بر آن كنند مايل شده و به حسب ميل تدبير اعتدال بايد كرد .\r\nو نشانه خلطها به حسب گرمى و سردى و خشكى و ترى آن خلط در توان يافت يعنى :\r\n* اگر خون كه گرم و تر است غلبه كند ، نشانه‌هاى گرمى و ترى ظاهر شود ، با سنگينى بدن .\r\n* و اگر صفرا كه گرم و خشك است غلبه كند ، نشانه‌هاى گرمى و خشكى پيدا شود با تلواسه و اضطراب و گزندگى بدن ، با سنگينى كمتر از خون .\r\n* و اگر بلغم كه سرد و تر است غلبه كند نشانه‌هاى سردى و ترى پيدا شود با سنگينى بيشتر از خون .\r\n* و اگر سودا كه سرد و خشك است غلبه كند ، نشانه‌هاى سردى و خشكى و خيالات فاسد پيدا شود با سنگينى كمتر از بلغم و خون و بيشتر از صفرا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در اينجا نسخه ناخوانا است . كلمه منتن برداشت مصحح از كلمه مخدوش است .\r\n( 2 ) . در نسخه « كم‌بود » آمده كه به « كم‌بو » تصحيح شد .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nاينست نشانه‌هايى كه اجمالا مذكور شد و بىشك فطن خوش‌فهم به قياس خود از اينها كه مذكور شد استخراج ديگر نشانه‌ها توان كرد و اگر تفصيل اينها خواهد در كتاب‌هاى مطوّل طلب كند . اين زمان وقت شروع در مقصود است و بالله التوفيق .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\n\r\nفصل 2 تأثيرات هوا\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\nتأثيرات هوا\r\nشك نيست كه احتياج حيوانات به هواى معتدل بيش از احتياج به ديگر چيزهاست ، زيرا كه اگر يك نفس هوا نه به اعتدال است مزاج فاسد مىشود . پس نظر بايد كرد در تغييرات هوا به‌حسب اسباب :\r\nاما سماوى و ارضى مثل تابستان و زمستان و بهار و پاييز و جمع شدن كواكب با آفتاب و مانند اينها .\r\nاما اسباب ارضى مثل اختلاف اقليم‌ها و زمين‌ها در پاكى و شوره بودن و بىسنگى و با سنگ بودن و بلندى و پستى و نزديكى به كوه و دورى از كوه و نزديكى به آب و دورى از آب چنانچه در تفصيل آن اطنابست . پس اينجا به اجمال اكتفا كنيم .\r\nهوايى كه طبع صحيح به اعتدال آن حكم كند ، مدد روح مىشود . چنانچه جالينوس گفته كه : « هوا غذاى روح مىشود » ؛ به آن معنى كه در قلب با خون لطيف مختلط مىگردد و زود نضج مىيابد و روح حيوانى حاصل مىشود و هواى معتدل تسكين حرارت دل مىكند در نفس كشيدن ؛ و بخارها و فضله‌ها از روح و دل دفع مىكند در نفس زدن ؛ و اين معنىايست كه شيخ سعدى مىفرمايد : « در هر نفسى دو نعمت موجود است و بر هر نعمتى شكرى واجب ؛\r\n « از دست و زبان كه برآيد * كز عهدهء شكرش بدر آيد » \r\nاگر پرسند كه : « هوا چنانچه مقرر است پيش طبيعيان گرم و تر است ، چگونه تعديل روح تواند كرد ؟ » جواب آنست كه اين هوا مختلط به اجزاء مائى و ارضى است و سردى از آن كسب كرده ، پس اگر در سردى چنانست كه مىبايد و تعديل به او مىشايد آن را معتدل مىگويند و حافظ صحت است و اگر به گرمى مايل است ، مزاج دل گرم مىكند زودتر از مزاج ديگر اعضا ، زيرا كه دل به او محتاج‌تر است از جهت\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nتعديل و پوست بدن را سست و شيذه « 1 » مىكند اولا و اگر به افراط است ، خشك مىگرداند و صفرا برمىانگيزد و متعفن مىگرداند و خون بينى و درد سر و تب‌هاى گرم پيدا مىكند و مضرت او به مزاج‌هاى سرد غير طبيعى اندك است و غير طبيعى از جهت آن گفتيم تا معلوم شود كه اگر شخصى به حسب مزاج اصلى يعنى آنچه نطفه او بر آن باشد سرد باشد به نسبت با معتدل المزاج او را هواى گرم هم مضر باشد و از اينجا لطيفه معلوم مىشود كه اگر شخصى مزاج اصلى او گرم باشد ، به هواى گرم جهت مناسبت ، منفعت يابد ، ما دام كه گرمى هوا به حدّى كه از مزاج او نيز متجاوز باشد نرسد . و اين حكم بر طبع در ابتدا مشكل مىنمايد اما بعد از تامل تصديق اساس است .\r\nپس معلوم شد كه مضرت او به مزاج‌هاى سرد طبيعى بسيار است ، به عكس آنچه گذشت و احتراز از گرما به سايه‌ها و سرداب‌ها و مانند اين بايد كرد .\r\nاين است تأثير هوا مجملا ، اما مفصلا :\r\n\r\n[ هواى گرم 
  ]\r\nمضرت هواى گرم آن است كه بدن‌هاى گرم و خشك ، تب و درد سر پيدا كند و بسيار باشد كه به دق انجامد و خون از بينى آرد ، به سبب تنكى خون ؛ و در بدن‌هاى سرد و تر ، اندك درد سرى نرم ، به سبب بخار پيدا كند و تنگى نفس و سستى مفاصل و دشوارى حركت پديد آرد . اما اصل مزاج ايشان مايل به اعتدال گرداند .\r\nدفع مضرت آن به بوييدن صندل و كافور و گلاب بايد كرد و دست و رو به گلاب يا آب سرد بايد شست و غذاهاى سبك لطيف مثل مزورهء غوره يا آلوچه يا جو يا ماش تناول بايد كرد و سينه و دل به صندل و گلاب و آب تورك طلايه بايد كرد و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . يعنى « به هيئت عمامه بستن چيزى » و در اينجا منظور مچاله شدن پوست ( پير شدن پوست در اثر رطوبت ) همچو عمامه است .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nشربت‌هاى ترشى كه از مثل انار و زرشك و سيب ترش و آلو و تمر هندى و غوره پخته باشند بايد آشاميد و نظر بايد كرد كه اگر در بدن خلطها و بخارها باشد و نشان حركت خلط دردهاى اعضا است و نقل درد از محل به محل ، و سنگينى حركت ، خاصه كه خلط متحرك‌تر باشد ، و فهم در رفتن سوزن در اندام و گزندگى گوشت‌ها اگر خلط متحرك گرم باشد و نشان بخار آواز گوش است و تاريكى چشم ، و درد سر منتقل و گردش سر بىسنگينى . پس اگر خلط خون باشد تنها يا با بلغم ، « 1 » فصد بايد كرد و اگر صفرا باشد دفع بايد كرد به مثل شير خشت و تمر هندى و آلوچه و مانند اينها .\r\nو اگر اخلاط در بدن بسيار نباشند بلكه بر نسبت طبيعى باشد ، ليكن حرارت آن را به حركت آورده باشد ، تسكين بايد داد به چيزهاى سرد تا متعفن نشود به مثل دوغ سرد كرده به برف و فقاع جو و تخم خرفه و آب انار و آب غوره و در اين نوع احتياج به اسهال نيست ؛ و غذا مزورهء انار يا زرشك يا تمر هندى با گوشت مرغ يا بىگوشت به حسب وقت ، يا ترشىها كه با ماهى آب ديگى « 2 » پخته باشند ، يا گوشت بره گاو ، اگر معده به قوت باشد تناول بايد كرد و آب انار ترش شيرين و سيب در اين باب نفع بسيار دارد .\r\n\r\n[ هواى سرد 
  ]\r\nمضرت هواى سرد غليظ كردن و بستن است . و به سبب اين ، حرارت اصلى در اندرون جمع مىكند و تقويت هضم و نضج مىكند اولا و اگر زياده مىشود ، حرارت مىنشاند و گاه متعفن مىسازد و به هلاك مىانجامد و مضرت‌ها در بدن سرد و تر بيشتر است و اگر مفرط است در بدن‌هاى تر ظاهر اعضا مىبندد و عفونت پيدا مىكند و آثار گرمى عفنى مثل تلواسه و قلق و اضطراب پيدا مىشود و در مطلق بدن به سبب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در نسخه خطى در اينجا يك واو آمده است به اين صورت : « . . بلغم و فصد بايد كرد » كه مصحح آن را حذف كرده است .\r\n( 2 ) . احتمالا منظور ماهيابه است و آن خوردنى باشد كه در لار و شيراز از ماهى اشنه سازند . ( فرهنگ الاغراض )\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nنشاندن روح ، خوره و افتادن روح پيدا مىشود .\r\nدفع مضرت آن اگر زود به فور برسند دواى بستگى اندام ، حمام گرم است و روغن‌هاى گرم ، مثل روغن شبت و روغن بابونه و روغن زنبق ماليدن و دلاكى و غمازى كردن ؛ و اگر در آب ، گياه‌هاى گرم مثل اكليل الملك و بابونه و نخاله و شبت جوشانيده باشند بهتر باشد .\r\nو بايد كه روغن در بستن اندام استعمال نكنند ، الّا بعد از غسل و شستن تام . اما دواى دفع عفونت و آكله به مثل روغن بلسان و روغن حلتيت و نفط و مانند اين بايد كرد و اگر تعفن ابتدا كند ، عضو را نيشترها بايد زد و در آب گرم بايد نهاد تا خون او نبندد و رها كنند تا ببندد . بعد از آن به گل ارمنى و سركه طلا كنند و قطران در اين باب نافع است .\r\nاما نگاه داشتن دل و آلات شكم و تقويت مزاج به معجون‌هاى گرم مثل مادة الحيوة و دواء الملك و شراب صرف كهنه و سير بايد كرد و غذا آب گوشت‌هاى چرب با شراب ممزوج بايد خورد و سير و فلفل و دارچينى و مثل اينها از آن دريغ نبايد داشت .\r\n\r\n[ بوىهاى ناخوش 
  ]\r\nدفع مضرت بوىهاى ناخوش اگر تيز باشد ، به بوييدن كافور و صندل و گل‌هاى خوش‌بو كه تيز نباشد و استنشاق به روغن بنفشه و نيلوفر و گل سرخ بايد كرد و اگرنه تيز باشد مثل آب‌هاى گنده و گل‌هاى سياه ، علاج به بخور عود و بوى مشك و زعفران و ريختن آب گرم بايد كرد .\r\n\r\n[ گرمى و خشكى 
  ]\r\nدفع مضرت گرمى و خشكى كه از بوى دود و فحم « 1 » پيدا شود و سستى دماغ ، به بوى سيب و به و شفتالو و مثل اينها و بوى كافور و صندل و بوى پوست انار سوخته بايد كرد و اگر مضرت به حد درد سر رسد علاج به قى و به آب گرم و خواب و استنشاق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . زغال\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nآب شير گرم شيرين و شستن بينى و تنشيق « 1 » به گلاب و مثل اينها بايد كرد و اگر ممتلى باشد بهتر آن است كه غذا نخورد .\r\n\r\n[ بوىهاى خوش 
  ]\r\nدفع مضرت بوىهاى خوش گاهى كه مفرط باشد ، اگر گرم باشد مثل مشك و زعفران و عود و غاليه « 2 » و مانند اينها به بوىهاى سرد مثل كافور و صندل و نيلوفر و بنفشه بايد كرد و به عكس و اگر خشك باشد مثل سرو و سعد و مشك و مانند اينها به بوىهاى تر مانند بنفسج و نيلوفر و روغن اينها و آب گرم بايد كرد و اطبا را خلاف است در زكام آوردن گل سرخ . بعضى برآنند كه به عصر است ، از جهت آنكه طبع گل سرد و خشك است و اين تيزى بو تأثيرى در بدن ، غير دماغ كه متخلخل مىشود ندارد . پس زكام پيدا شدن به سبب سرد كشتن بخارهاى گرم [ است 
  ] كه در دماغ باشد و شك نيست كه تيزى بو موجب تهيج بخار . و سردى طبع موجب بستن و فشردن [ مىگردد 
  ] ؛ و بعضى برآنند كه به حدت و تيزى است . به‌هرحال كه هست علاج آن به چيزهاى نرم « 3 » بايد كرد و اما شيخ ابو على فرموده كه بهتر آن است كه چيزهاى قابض ببويند تا آنچه به فشردن روان شده باشد ببندد و آب بنفشه و خطمى بر سر ريزد تا آنچه قبض كرده باشد ، روان كند ؛ و فرموده كه از اين جهت است كه بوييدن شونيز در حمام در اين باب نفع بسيار دارد ؛ و هم از اين جهت است كه اگر گل و سعد با هم باشد و استنشاق به روغن كنند از گل زكام پيدا نشود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . دارويى كه در بينى داخل كنند ، استنشاق دوا .\r\n( 2 ) . اسم بوى خوشى است مركب از مشك و عنبر و جز آن به رنگ سياه كه موى را بدان خضاب كنند ؛ دارويى بسيار خوش‌بو كه در قديم به كار مىرفته و از تركيب مشك و عنبر و حصى لبان ( حسن لبه ) و روغن بان ساخته مىشود .\r\n( 3 ) . در نسخه عربى « مرخى » آمده كه منظور سست‌كننده يا همان نرم‌كننده است .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n\r\n[ باد شمال 
  ]\r\nدفع مضرت باد شمال گاهى كه بدن را ببندد ، و منع تحليل كند و دماغ و شكم را فشارد و سرفه و درد چشم پيدا كند ، بايد به حمام رفتن و روغن خيرى و نرگس يا روغن گل ، شير گرم در « 1 » اعضا ماليدن و در گوش چكانيدن و توتيايى كه در آب‌غوره پرورده باشد در چشم بايد كشيد و غذا آب‌گوشت با زعفران و خشخاش بايد خورد و قرص گل كوچك تناول بايد كرد .\r\n\r\n[ باد جنوب 
  ]\r\nدفع مضرت باد جنوب كه آن تحليل روح ، و روان كردن اخلاط در بدن ، و امتلاى دماغ از بخارات و تيرگى حواس و گردش سر و گر و دمل و مثل اينها است به فصد بايد كرد . اگر بدن ممتلى باشد ، « 2 » ميوه‌هاى سرد خوش‌بو مثل سيب و به تناول بايد كرد و كافور و صندل بايد بوييد و گشنيز تازه و خشك در طعام بايد كرد و روغن مورد در سر بايد ماليد و ترك گوشت بايد كرد و اگر ترك نتواند كرد در آش‌هاى ترش بايد پخت و اگر ميل شراب شود شراب‌هايى كه از انگور دفش [ - دبش 
  ] گرفته باشند بايد آشاميد و مضمضه و استنشاق به آب سرد و گلاب بايد كرد و در آب سرد بايد نشست پيشتر از آنكه مضرتى پيدا شود .\r\n\r\n[ انتقال هوا 
  ]\r\nدفع مضرت انتقال هوا به تدريج بايد كرد . يعنى از هوايى به هوايى و از آبى به آبى زود نروند . و ازين جهت است كه اطبا گفته‌اند : « بايد كه در سفر آب و گل هر منزلى به منزل ديگر برسانند و تعديل گرمى و سردى بر طريقى كه مقرر است از دست ندهند » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بر اعضاء ماليدن\r\n( 2 ) . در نسخه خطى يك واو در اينجا آمده كه اضافى است .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n\r\n[ مضرت و با 
  ]\r\nدفع مضرت و با كه در لغت عبارت است از مرض عام و پيش اطبا عبارت است از عفونت هوا كه سبب مرض عام است . يعنى گاهى كه بخارها ، خواه نيك و خواه بد ، با هوا مختلط شود ، به حيثيتى كه حرارت قوت آن نداشته باشد كه آن بخار را از هوا جدا كند و از اين جهت و با در خريفى مىباشد كه تابستانش تر باشد يا اول تابستانى كه بعد از بهارى تر باشد . چون آن بخار در هوا بماند ، مزاج هوا را متغير كند و متعفن گرداند ، مثل آبى كه مدتى در چاهى بماند و حركت نكند و حرارتى اندك در او « 1 » اثر كند و طعم و قوام او بگردد و خاصيت آبى از او فوت شود ؛ يعنى دفع تشنگى و ترقيق غذا نتواند كرد . بلكه اگر از آن آب بياشامند ، فساد بدن پيدا شود و اين حال آب را عفونت مىنامند و همچنين آن هوا نيز به سبب آن بخار و كمى حركت و حرارت از صلاحيت استنشاق بيرون رود . چنانچه استنشاق به آن موجب فساد روح حيوانى گردد و به تبعيت آن فساد بدن لازم آيد و چون روح الطف اجزاى بدن است اين فساد در او زودتر اثر كند و خستگى عام و تب‌هاى محرق پيدا كند و گاه باشد كه ظاهر اعضا سرخ باشد و اندرون از حرارت عفونت سوزد و گاه باشد كه اعضاى رئيسه مثل دماغ و دل و جگر مادهء فاسد از خود دفع كنند به پس گوش و زير بغل و كش ران و اين را در عرف طاعون گويند ، يعنى محل زخم نيزه ، و ديگر اثرهاى آن در كتب مطول مسطور است .\r\nپس اولا دفع آن ترى هوا بايد كرد به بخور صندل و عود و پوست انار و سركه و اگر بدن ممتلى باشد اولا فصد بايد كرد و چيزهاى نشانندهء بخار مثل سيب و به و غوره و رب عناب و اناردانه و مثل اينها بايد آشاميد و غذا هم از اينها بايد ساخت و شراب كهنه و معجون‌هاى خشك استعمال بايد كردن ؛ و ميل به هواى سرد كردن نافع است و بيشتر مضرت و با به جوانان و طفلان است به سبب دمويت مزاج ايشان .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در نسخه خطى چنين آمده : حرارتى اندك دارد و اثر كند و طعم و . . .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nو از آن چيزها كه اطباء مقدم خاصه جالينوس گفته كه خلق به سبب آن از و با خلاص شده‌اند ترياق افعى است يعنى ترياق فاروق .\r\n\r\n[ هواى ايستاده 
  ]\r\nدفع مضرت هواى ايستاده كه موجب ماندن بخارهاست و حال بدن‌ها در اين هوا قريب به حالت وباست . تامل بايد كرد ، اگر ميل هوا به گرمى باشد ، دفع آن به چيزهاى خنك كه از پيش رفت بايد كرد و همچنان در حال امتلا نظر بايد كرد و فصد مقدم بايد داشت و اگر ميل هوا به گرمى نباشد يا شخص سردمزاج باشد دواء المشك شيرين و مفرح مثروديطوس تناول بايد كرد و مشك و زعفران بايد بوييد و مبالغه در دلك بايد كرد ، خاصه كه هوا به ترى مايل باشد و استعمال حلتيت در اين باب نافعست .\r\n\r\n[ بادهاى شديد الحركه 
  ]\r\nدفع مضرت بادهاى شديد الحركه كه آن نزله است و سرفه و درد چشم و نايافتن دل هواى به مراد خود .\r\nو بستن مسام ، [ دفع اين مضرات 
  ] به حمام شيرين « 1 » و خانه‌هاى مناسب وقت و ماليدن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . منظور از حمام شيرين حمامى است كه آب آن شور و تلخ و . . . نباشد : « . . . و بهترين حمام ، آن است كه قديم البنا و مستحكم و روشن و وسيع الفضا و سقف آن مرتفع و سه بيت داشته باشد و آب آن شيرين و گرم به اعتدال و هواى آن طيب گرم به اعتدال باشد و بيت اول آن نسبت به بيت دوم در گرمى كمتر ، يعنى مبرد مرطب [ باشد 
  ] و بيت دوم ، از آن گرم‌تر ؛ يعنى مسخن مرطب [ باشد 
  ] و بيت سوم آن از آن نيز گرم‌تر [ باشد 
  ] ؛ يعنى مسخن و مجفف باشد . و در هر بيتى آب گرمى مناسب آن بايد كه باشد و استعمال كرده شود ؛ نه آنكه در بيت حار آب بسيار سرد و در بيت بارد آب بسيار گرم ؛ جهت آنكه اين باعث ضرر عظيم و حدوث اقشعرار و لرزيدن بدن است ؛ به سبب ادراك منافى . »\r\nكتاب خلاصة الحكمة چاپ موسسه مطالعات تاريخ پزشكى ، طب اسلامى و مكمل ، جلد دوم ، صفحه 868\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nروغن‌هاى تر و بوييدن رياحين و گلاب بايد كرد و اگر به بيشه‌ها و محل‌هاى متعفن وزد مضرت او به و با نزديك است ، به همان علاج و با تدبير بايد كرد و به حمام مايل به حرارت يا خانه‌هاى خنك به حسب وقت و ماليدن روغن‌هاى گرم و دلك بسيار .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n\r\nفصل 3 حمام\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\n[ حمام 
  ]\r\nاما تأثير حمام در بدن گرمى و ترى است ما دام كه معتدل باشد و از اين جهت است كه درنگ بسيار نبايد كرد تا تحليل بسيار نكند و گرمى و خشكى پيدا نشود و معتدل المزاج مىبايد كه چون به حمام رود ، فى الحال كه بدن او بنياد نم كند ، آب بر خود ريزد و بر حوالى خود تا هواى حمام تر شود و چندان درنگ كند كه بشرهء او سرخ شود و اندام از جا برآيد و چون بنياد تحليل و درهم آمدن پوست اندام شود ، بيرون آيد و بايد كه به تدريج بيرون آيد ، يعنى به يك بار از هواى گرم به سرد نقل نكند تا نزله و زكام و اورام باطنى پيدا نشود .\r\nو مىبايد كه حمام سه خانه باشد :\r\n* يكى گرم كه آب سرد در آن نباشد تا اگر تحليل مطلوب باشد به آن خانه روند .\r\n* يكى معتدل كه آب معتدل يا گرم درو باشد تا معتدل المزاج به آن خانه رود .\r\n* و يكى سرد كه آب سرد و هواى سرد باشد تا محرور مزاج به آن خانه رود .\r\nو اگر مرطوبى « 1 » و سردمزاج به حمام رود بايد كه آب نريزد اول ، تا عرق وافى بكند . بعد از آن آب گرم بريزد و دلاكى بكند و بيرون آيد ؛ و گرم و خشك مزاج بايد كه فى الحال كه در [ حمام 
  ] رود ، آب بريزد بر خود و در حوالى خود و در آب شير گرم شيرين نشيند و زود بيرون آيد .\r\nو اگر لاغر خواهد كه فربه شود ، غذا بخورد و به حمام رود و بايد كه از سدّه احتراز كند به مثل سكنجبين اگر گرم‌مزاج باشد ، و به مثل معجون فودنجى و فلافلى اگر سردمزاج باشد .\r\nو اگر فربه خواهد كه لاغر شود ، در حالت گرسنگى بايد رفت و درنگ بايد كرد و آب كم بايد ريخت .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در نسخه « مطروبى » آمده است .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nو حافظ صحت بايد كه زمانى به حمام رود كه غذا در معده و جگر او هضم شده باشد و اين به حسب هر مزاج مختلف است . اكثر آن است كه بعد از شش ساعت باشد و بيشتر فى الجمله تحمل بايد كرد تا نشانه‌هاى هضم ظاهر شود و نشانه‌هاى هضم آن است كه خود را سبك يابند و طعم و بوى طعام از خود نفهمد و اگر آب طلب كند و بياشامد ، سبكى زياده شود و طبع را خوش آيد ، از جهت گذرانيدن آنچه در معده است .\r\nو اگر حافظ صحت گرم‌مزاج باشد و از حركت صفرا ترسد ، پيش از حمام ، اندك چيزى لطيف تناول كند و بهترين چيزها در اين وقت آن است كه مغز نان گندم نيكو پخته ، به آب انار يا آب‌غوره يا آب سيب ترش يا شربت اينها با گلاب .\r\nو بايد كه بعد از حمام ، آب سرد نخورد ، زيرا كه در اين حال مسام گشاده است و زود سردى آن به اعضاى رئيسه مىرسد و موجب نشاندن حرارت غريزى مىشود و اگر شخص گرم‌مزاج باشد و تحمل نداشته باشد ، بايد كه اول مضمضه كند و بعد از آن اندك‌اندك بمكد ، چنان كه سردى او به يك بار در او كار نكند .\r\nو صاحبان تب و ورم و حرارت از حمام احتراز كنند تا مواد در اعضاى ايشان به حركت نيايد و موجب زيادتى مرض ايشان نشود . مگر وقتىكه اخلاط در بدن ايشان كم باشد و به تحليل و تلطيف احتياج باشد . اين مقدار بحث حمام به حسب اين مقام كفافست .\r\n\r\n[ حمام گرم 
  ]\r\nدفع مضرت حمام گرم و آن روان شدن اخلاط است به اندام‌ها و پيدا شدن سده و ورم ، اگر اخلاط ثقيل و مايل به اسفل باشد ؛ [ و پيدا شدن 
  ] دردسر « 1 » و سرسام و صرع و سكته ، اگر اخلاط لطيف مايل به اعلا « 2 » باشد ، به آشاميدن شربت‌هاى خنك مثل شراب به و سيب و رب حماض و شراب تمر هندى و شراب آلو و سكنجبين و مثل اينها به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نسخه « و در سر » آمده كه به « دردسر » تصحيح شد .\r\n( 2 ) تن نسخه خطى « اعلا » آمده درحالىكه « اعلى » درست است كه در مقابل اسفل مىباشد .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nحسب مصلحت بايد كرد .\r\nو اگر احتياج افتد ، محل جگر و دل را به صندل و آب گشنيز تازه و اندك سركه طلا بايد كرد و سركه در روغن گل سرخ بر سر طلا بايد كرد و پاها در آب سرد بايد نهاد ، بعد از آن اندكى بر دوش بايد ريخت و بعد از آن اندكى بر سر بايد ماليد . بعد از آن اندك‌اندك بر همه اندام بريزد و بايد كه آب بسيار سرد نباشد . بعد از آن در محلى تر و نرم به خواب رود .\r\n\r\n[ حمام سرد 
  ]\r\nدفع مضرت حمام سرد و اثر آن نزله و زكام و حركت ناقصهء اخلاط است و از اين جهت ، جرب و حكه و درد شكم پيدا مىكند . علاج آن به آب گرم بايد كرد كه اندك اندك بر اندام ريزد و به دلك و روغن‌ها و بخارهاى عرق آورنده ، و بعد از آن آب گرم بر سر ريزد و بعد از آن خود را در جاىهاى گرم نگاه دارد .\r\n\r\n[ رفتن به حمام دفعتا نه به تدريج 
  ]\r\nمضرت رفتن به حمام دفعتا نه به تدريج اگر گرم‌مزاج است پراكنده شدن حرارت غريزى است و تابع اين است ضعف دل و طپيدن . و اگر سردمزاج باشد ، سكته و فالج و خفقان پيدا كند از جهت حركت خلط به يك بار .\r\nدفع آن در مزاج گرم آن است كه به تدريج در خانه خنك آيد و شيب بغل به عرق گل تر كند و جامه خنك گلاب‌زده بپوشد و آب سرد دفعتا به اندام برساند و ديگر علاج‌هاى علاج حمام گرم است .\r\nو اگر در مزاج سرد است تدبير او همچنين است ، الّا آنكه در خانه سرد درنگ نكند و افراط در آب سرد و طلاى سرد نكند و دواء المسك با ربّ سيب تناول كند و خواب كند .\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n\r\n[ بيرون آمدن از حمام دفعتا 
  ]\r\nمضرت بيرون آمدن از حمام دفعتا اگر گرم‌مزاج است ، نزله‌هاى گرم است و خراش روده ، كه آن را سحج گويند و دردهاى مفاصل ؛ و اگر سردمزاج باشد ، بستن اندام و شخوص و سلس البول و رعشه است .\r\nدفع آن اگر گرم‌مزاج است ، به ريختن آب گرم بايد كرد و لته‌هاى گرم كرده ، بر اندام و سر بايد نهاد و خواب بايد فرمود و اگر سردمزاج است او را در جاى گرم بايد نشاند و روغن ياسمين و نرگس و سوسن و نسرين تنشق بايد كرد ، و سنبل و سعد ساويده با عرق يكى از اين گل‌ها بر سر طلا بايد كرد و دلك اعضا نافع است و مثروديطوس يا ترياق اربعه تناول بايد كرد و غذايى بايد داد كه به آن سير باشد « 1 » و اندكى از شراب صرف و خواب نيكوست .\r\n\r\n[ آب گرم در حمام 
  ]\r\nمضرت آب گرم در حمام همان فعل هواى گرم است ، بل كمتر از آن ، از جهت آنكه دوام ندارد ، دفع آن به مثل همان بايد كرد .\r\n\r\n[ آب سرد در حمام گرم 
  ]\r\nمضرت آب سرد در حمام گرم همان فعل بيرون آمدن دفعتا است ، بل از آن بيشتر . دفع آن به مثل همان بايد كرد ، بل اقوى . و اگر حمام نيز سرد باشد مضرت او مضرت هواى سرد است .\r\n\r\n[ آب شور 
  ]\r\nمضرت آب شور درد چشم است و نزله و كدورت حواس و لاغرى بدن و سستى پوست در اول ، و بعد از آن محكم و غليظ مىكند . و اين نفع دارد كه گر و حكه را دفع مىكند .\r\nدفع آن به آب شيرين و گل پاك بايد كرد . بعد از آن به آب گرم بايد شست و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . منظور غذايى است كه در آن سير ( ثوم ) وجود داشته باشد .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nروغن‌هاى مقوى مثل روغن گل بايد ماليد و مداومت به آب شيرين گرم بايد كرد .\r\n\r\n[ آب شبّى 
  ]\r\nمضرت آب شبّى غليظ كردن و خشك كردن پوست است و بسيار است كه تب‌ها پيدا مىكند و گاه به سبب خشكى ، بدن را در هم مىكشد و تشنج واقع مىشود .\r\nدفع مضرت آن به آب شيرين گرم شود و دلك بايد كرد تا عرق كند و غلظ پوست كم شود . بعد از آن به آب گرم بشويند و روغن خيرى و بنفشه بمالد و به خواب رود .\r\n\r\n[ آب‌هاى گوگردى و نفطى 
  ]\r\nمضرت آب‌هاى گوگردى و نفطى تغليظ پوست است « 1 » و تعفين او و نزلات پيدا مىكند و اگر در هوايى كه طبع اين آب گرفته باشد دير بماند ، استسقا و يرقان پيدا شود .\r\nدفع مضرت اينها همان دفع مضرت آب شبّى است با مبالغه در ترى ، اما آبى كه از معدن آهن باشد فايده بسيار دارد و از آن مضرتى ظاهر نمىشود الا آنكه پوست اندكى غليظ مىگرداند .\r\n\r\n[ دير ماندن در حمام 
  ]\r\nدفع مضرت دير ماندن در حمام به سكونت و آسايش و ترطيب بدن و ماليدن روغن‌هاى مقوى [ بايد كرد 
  ] .\r\n\r\n[ حركت بعد از حمام يا قبل از آن 
  ]\r\nمضرت حركت بعد از حمام يا قبل از آن گرم شدن دل است و تحليل حرارت غريزى و واقع شدن استسقا . و اينها زمانى مىشود كه حمام معتدل نباشد . زيرا كه حمام معتدل مضرت نمىرساند با حركت ، بلكه گاه نيك واقع مىشود حركت بعد از حمام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در متن عربى اين جمله نيز آمده است : مزاج جلد بدن را فاسد مىكند .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nمعتدل از جهت آنكه بدن را قابل حركت مىگرداند .\r\nدفع آن به آب سرد بايد كرد اگر بدن به قوت باشد و ريختن روغن‌هاى نيم‌گرم و شير تازه بر اعضا اگر زمستان باشد ؛ و سرد اگر تابستان باشد و مفاصل را در روغن بنفشه بايد گرفت و شراب سفيد ممزوج و مرق مرغ و برهء كوفته نافع است .\r\nو اگر سردى در اندرون حاصل شود - و اين به فساد هضم و نفخ و آروغ ترش ظاهر شود - تدارك آن به دواى گرم بايد كرد و روغن خيرى در گوش بايد چكانيد .\r\nو اگر صفراوى مزاج باشد روغن بنفشه در گوش بايد چكانيد .\r\n\r\n[ حمام بر امتلاى غذا 
  ]\r\nدفع مضرت حمام بر امتلاى غذا و آن سدهء جگر و رگ‌هاست به سبب روان شدن غذاى غير منهضم و لازم اين حال است تب‌هاى عفن و ورم‌ها ، به مثل سكنجبين بزورى و اسهال اندك به ايارهء فيقرا و تخفيف غذا بايد كرد .\r\n\r\n[ آشاميدن چيزهاى سرد در حمام 
  ]\r\nدفع مضرت آشاميدن چيزهاى سرد در حمام مثل آب سرد و فقاع و اين مضرتى بد مىباشد چنان كه مذكور شد . زيرا كه حرارت [ را 
  ] مىنشاند به يك دفعه و همه آلات شكم سست مىكند و قابليت استسقا پيدا مىكند . [ دفع اين مضرت‌ها 
  ] به تناول چيزى اندك از شراب صرف يا دواء المسك بعد از حمام بايد كرد يا شربتى تمام از دواء الملك با دواء الكركم يا مثروديطوس بايد نوشيد و دل و جگر را به خرقه‌هاى گرم كرده كماد كنند و كرنب در اين باب نفع بسيار دارد . و همچنين شراب افسنتين و شراب خنديقون و شراب جوز بسيار نافع است . فى الجمله مفتحات در اين مرض نفع فراوان دارد .\r\n\r\n[ دخول در حمام گاهى كه بدن از اخلاط ممتلى باشد 
  ]\r\nدفع مضرت دخول در حمام گاهى كه بدن از اخلاط ممتلى باشد و اين نيز خيلى\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nخطر است از براى آنكه از حركت اخلاط عفونت پيدا مىشود و اگر به جايى مىريزد ورم حاصل مىشود و آفات [ در 
  ] همهء اعضا خاصه دماغ ظاهر مىگردد ، [ دفع 
  ] به فصد بايد كرد و خون به قدر حاجت بايد گرفت و اگر به اين ، مضرت دفع نشود ، اسهال بايد كرد به مطبوخ فواكه به حسب مصلحت و اشربهء مانع از عفونت مثل شراب به و شراب سيب و شراب آلو و شراب انار بايد آشاميد و دل و جگر به آب گشنيز تازه و سركه و روباه تورك و اگر حرارت زياده باشد اينها به اندك كافور طلا بايد كرد .\r\n\r\n[ طريق دلك و ماليدن روغن و نشستن در حمام 
  ]\r\nطريق دلك و ماليدن روغن و نشستن در حمام اگرچه در اول بعضى مذكور شد ، اينجا از جهت دفع مضرت دلك بعضى ديگر گفته مىشود . بايد كه حافظ صحت در هر خانه اندكى بنشيند ، به حسب مصلحت ، تا آن زمان كه بدن او بنياد ترى كند و ابتداى عرق شود . پس آب اولا بر شانه‌ها ريزد و سر تراشى موخر ندارد « 1 » تا از دماغ تحليل زياده نشود ، بعد از آن بنياد دلاكى و غمازى كند ، اندك‌اندك و مفاصل و بند و كشاله‌ها را به احتياط بمالد تا بلغم‌ها به تحليل برود و حاضر باشد كه بدن در اين حال ممتلى نباشد كه مبادا ماده متوجه اعضا شود و مبالغه نكند مگر آنكه صاحب ضيق النفس باشد يا صاحب بلغم خام كه ايشان را احتياج به تحليل است و اگر معتدل المزاج را دلك مفرط واقع شود يا يابس المزاج [ را 
  ] ، سقوط و افروختن صفرا و تب‌هاى محرق پيدا شود ؛ دفع اين افراط به ماليدن روغن بنفشه و روغن گل و تناول غذاهاى نرم و نشانندهء حرارت مثل آش جو و ماش و آشاميدن شربت‌هاى خنك مثل سكنجبين و گلاب و قند سفيد و گلاب بايد كرد و اگر طبيعت بسته باشد ، آش آلوچه و تمر هندى نافع است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در نسخه خطى « و سر تراشى مو آخر ندارد » آمده كه « مؤخّر ندارد » درست‌تر به نظر مىرسد .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n\r\nفصل 4 تأثيرات غذا\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nتأثيرات اغذيه\r\nمقرر است كه غذاست كه در بدن بدل اجزايى مىشود كه از او به تحليل مىرود . پس واجب است كه عاقل حافظ صحت طلب غذايى كند كه بيشتر از آن جزو بدن او شود و در مزاج موافق بدن باشد تا اعتدال مدتى بماند . بنابراين بايد كه ترّه‌ها و ميوه‌ها كمتر استعمال كند ، مگر به حسب تعديل غذايى كه با آن تناول كنند . مثلا اگر گوشت گوسفندى بزرگ يا شكنبه يا مثل اينها باشد ، ترّه‌هاى تيز گرم بخورند تا تلطيف آن بكند كه اگر با غذايى معتدل بخورند بسوزاند و آن معتدل ، صفراوى و سوداوى كند .\r\nو اگر غذايى لطيف مثل آب‌گوشت مرغ و شيرينىها واقع شود ، آن را با ترّه‌هاى سرد مثل كاهو بخورند تا آن غذاى لطيف به اعتدال آيد و نگذارد كه بسوزد . پس مناسب آن است كه بر غذاهاى معتدل كم‌فضله مثل نان گندم پاك و گوشت گوسفند جوان يا گاو كوچك فربه و حلواهاى قندى يا دوشاب انگورى نيكو ساخته اكتفا كند و اگر ميل ميوه و ترّه شود ، ميوه‌هايى كه به غذائيت اقرب باشد مثل انگور و انجير و رطب خوب و ترّه‌هايى كه مفرط نباشد و مقوى معده باشد مثل اندكى از نعناع و ترب و طرخون ، برحسب اقتضاى طبع و احتياط نمايد ، استعمال كنند و ترشىها و شيرينىها به همين سبيل .\r\nو بايد كه اين ملاحظه‌ها بعد از ملاحظهء وقت غذا باشد تا ادخال نشود كه بدترين چيزها آن است كه غذا هنوز هضم نشده ، غذايى ديگر واقع شود كه اين خود فاسد مىشود و آنچه نضج نيافته و نگذشته هم فاسد مىكند و سبب اكثر مرض‌ها مىشود . پس واجب است بر حافظ صحت كه تا بدن خود سبك و اشتها صادق نيابد ميل غذا نكند . و وقت غذا به حسب هر مزاج مختلف است ، تعلق به زود گذشتن و دير گذشتن دارد و گاه باشد كه معده به قوت به شش ساعت و زودتر هضم كند و به دو ساعت جگر هم بگذراند و در عروق چهار ساعت و در اعضا هم به چهار ساعت ، بدل ما\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nبه تحليل « 1 » شود . اگرچه به حسب حقيقت ، وقت غذا زمانى است كه جميع هضم‌ها تمام شده باشد ، ليكن به حسب عادت و عرف بعد از هضم عروقى تناول مىكنند ، چنانچه عادت مردم است و العادة طبيعة ثانية . اما مقرر است كه عاقل متامل در غلط كم افتد . اين مقدار در اين محل كفاف است .\r\nاما بحث آب و خواب و حركت بر آن « 2 » ، در محل خود مذكور شود . پس باز آيم به دفع مضرت بسيار خوردن كه سبب آن مىشود كه غذا به وصلهء بدن كمتر مىنشيند از جهت آنكه نيكو هضم نمىشود و غذاى كم‌فضله ، پرفضله مىشود و خلط خام در بدن پيدا مىشود و موجب سدّه و شكم رفتن و ضعف معده و تب‌هاى عفن و تنگى - نفس و دردهاى مفاصل مىگردد .\r\nتدارك اين به امساك بايد كرد و اگر در معده خلط فاسد يابد ، زود دفع بايد كرد به قى يا به اسهال . اگر سردمزاج باشد معجون شهرياران يا كمونى يا معجون ملوكى بايد داد و اگر گرم‌مزاج باشد به شراب گل و قرص طباشير ملين . و بايد كه از شراب تمر هندى و شراب آلو اجتناب كند ، زيرا كه مضعف معده‌اند و بر هر تقدير تخفيف طعام چند روز واجب است تا طبيعت به حال خود آيد .\r\n\r\n[ كم خوردن 
  ]\r\nمضرت كم خوردن بسيار است . كه از كم خوردن قوت ساقط مىشود و غشى و ضعف پيدا مىشود و به دق مىانجامد . اگرچه سردمزاج باشد ، غايت اين است كه سردمزاج ، دق پيرى ، يعنى خشكى بىگرمى پيدا مىكند و گرم‌مزاج گداختن اعضا به سبب گرمى پيدا مىكند .\r\nتدارك اين آن است كه اندك‌اندك شروع در غذا خوردن كند و از الطف ميل به اغلظ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در نسخه اصلى همين « بدل ما به تحليل شود » آمده كه غلط است و « بدل ما يتحلل » درست آن مىباشد كه به معنى « جايگزين آنچه از دست رفته است » مىباشد .\r\n( 2 ) . منظور حركت و فعاليت بعد از غذا است .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nكند تا باز به حد معتاد رسد . بسيار ديده‌اند كه بعضى مردم از قحطها به غذاى وافر رسيده‌اند و خويشتن را نتوانسته‌اند گرفتن و بسيار خورده و مرده‌اند از حرص و امتلا ، و بسيارى كه قول دانايان گوش كرده [ اند 
  ] خلاص شده [ اند 
  ] . و غذاهاى مناسب در اين حال ، بال‌هاى مرغ است در آش جو و اماج‌هاى نازك با روغن بادام و نرم ماليدن سرهاى پهلو .\r\n\r\n[ غذاهاى گرم 
  ]\r\nمضرت غذاهاى گرم خواه خفيف الجوهر باشد مثل عسل و شير و خواه ثقيل الجوهر باشد مثل گوشت اسب و گوشت شتر و قديد و ماهى شور و بادنجان .\r\nاما مضرت قسم اول به دماغ بيش است ، به سبب گرم كردن خون و تعفن او . و مضرت قسم دوم به اعضاى اسافل بيشتر است مثل جگر و سپرز ، به سبب پيدا شدن خون غليظ سودايى ، چه به ورم و چه به سدّه ، و ديگر اعضا نيز به مشاركت خراب مىكند ، ليكن مضرت دوم ديرتر ظاهر مىشود و هركس نمىفهمد ، و مضرت اول زودتر حاصل مىشود .\r\nتدارك قسم اول به نشاندن خون است با اندك تقطيع مثل سكنجبين و شراب ليمو يا با چيزى كه مانع بخار باشد ، مثل شراب گل ، شراب به و شراب عناب .\r\nاما قسم دوم مىبايد كه علاج او به نشاننده و گشاينده و قطع‌كننده هر سه باشد « 1 » ، مثل سكنجبين بزورى و سكنجبين افتيمونى .\r\nو بسيار است كه شراب دفع اين مىكند و هركس كه اين غذاها بسيار تناول كند مىبايد زود به زود فصد كند و اسهال به چيزى چند كه مسهل سودا باشد به حسب هر مزاج بكند . و اگر زود جبر نكند در امراض بد مثل جذام و بهق سياه و قوبى و تب‌هاى ربع و ورم سپرز و صرع و بواسير و دوالى و داء الثعلب و داء الحيه و داء الفيل و آكله و مانند اينها واقع شود .\r\n\r\n[ غذاهاى سرد 
  ]\r\nمضرت غذاهاى سرد و اين نيز بعضى خفيف است مثل ماش و جو و بعضى ثقيل است\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . براساس نسخهء عربى و مفهوم طبى ، به ترتيب يعنى داروهاى مطفى ، مفتّح و مقطّع .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nمثل ماهى تازه و شير ترش و گوشت گاو . پس اما خفيفهء رطبه ، سستى حركت و مثانه و سلس البول و مثل اينها پيدا مىكند و ثقيلهء رطبه بلغم خام پيدا مىكند و سبب فالج و لقوه و صرع و سكته و رعشه و دردهاى مفاصل مىشود . و اگر خشك است ، سوداهاى ساكن مثل ورم‌هاى سپرز و سرطان ساكن و دوالى و وسواس و اينها پيدا مىكند و متعفن مىشود .\r\n[ نكته : 
  ] همانا كه از غذاى گرم [ نيز 
  ] ، ثقيل پيدا مىشود ، بل [ غذاى گرم ، ثقيلى 
  ] بدتر و پرمضرت‌تر [ از ثقيل ايجاد شده از غذاهاى سرد 
  ] حاصل مىكند .\r\nتدارك اين اگر خفيف است به مثل ماء العسل و شراب صرف و شراب راسن « 1 » بايد كرد و اگر غليظ است زود سعى بايد كرد تا بيرون كنند آن را از بدن به معالجه‌هاى مناسب به حسب هر مزاج . فى الجمله تناول كنند كمونى و فلافلى و شهريارى و تمرى .\r\nو اگر در خود فهم كند كه طبع ، آن را به خود دفع تواند كرد ، اولى آن است كه بگذارند بعد از آن مدد طبع كنند به ماء العسل و سكنجبين بزورى به قوت ، تا نيكو جلا دهد و رگ‌ها بگشايد . اما غذاى ثقيل سرد و خشك ، علاج او شراب صرف كهنه است اگر مزاج اصلى اين كس گرم نباشد و الا سكنجبين بزورى و افتيمونى مناسب است . و هرچه روى نمايد به ضد ، مقابله بايد كرد .\r\n\r\n[ غذاهاى بىقوام 
  ]\r\nمضرت غذاهاى بىقوام يعنى غذايى چند ، كه ترىهاى ايشان به خشكى نيك ممتزج نشده باشد ، مثل شفتالو و زردآلو و خربزه و شير و ماست بد نيز از اين قبيل است . و مضرت اينها آن است كه به هرچه در بدن است ، خواه صفرا ، خواه بلغم و خواه سودا زود منقلب شوند و قابليت عفونت سريعه دارند . از اين جهت است كه تب‌هاى صفراوى و بلغمى پيدا مىكنند و خونى كه از اينها پيدا مىشود تنك و سريع العفونت است و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مخزن الادويه : شرابى كه با گياه راسن درست مىكنند و معروف به شراب مليكه است .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nباز به همان اخلاط رديه مىشود .\r\nتدارك اين به سكنجبين ساده است و شراب سيب ترش ، اگر گرم‌مزاج باشد ، و اگر سردمزاج باشد به سكنجبين بزورى و ماء العسل بايد كرد و فى الجمله سعى بايد كرد تا اين شخص عرق كند و دفع رطوبات عفنه از او بشود .\r\n\r\n[ غذاهاى ذى قوام 
  ]\r\nمضرت غذاهاى ذى قوام يعنى غليظ ، مثل ذرت و برنج و بلوط كه دير قبول هضم مىكند . از اينها قبض طبيعت و بادها و دردها و مرض‌هاى خام پيدا مىشود .\r\nتدارك اين اگر گرم‌مزاج باشد ، شراب صرف كهنه و ماء العسل غليظ بايد كرد . بعد از آن تناول چيزى كند كه اين را از معده و روده بيرون برد مثل معجون تمرى با روغن بادام و شهرياران با زيت و فى الجمله چيزهاى نرم لطيف .\r\n\r\n[ غذاهاى بدطعم 
  ]\r\nمضرت غذاهاى بدطعم نفرت طبع است از آن و به سبب اين ، قوت‌ها متوجه نمىشوند تا او را نگاه دارند و هضم كنند و فضله‌هاى او دفع كنند . پس فاسد مىشود و مزاج معده فاسد مىگرداند و اشتها قطع مىكند .\r\nتدارك آن به قى بايد كرد و بعد از آن تناول غذايى كه نفس آن را دوست دارد ، خواه شيرين و خواه ترش و خواه تلخ ، به حسب اقتضاى مزاج .\r\nو چيزهاى ترش محلّى به قند ، مخصوص است به ازاله بشاعت طعام .\r\n\r\n[ غذاهاى چرب 
  ]\r\nمضرت غذاهاى چرب معده را ضعيف مىكند و رگ‌ها را مىبندد و نمىگذارد كه غذا بگذرد . و ليكن غذائيت او بسيار است .\r\nاگر معده به قوت باشد و اگر مزاج مايل به خشكى است ، غذاى چرب بسيار نافع است ،\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nبه شرط آنكه حرارت نيز غالب نباشد كه صفرا پيدا شود و مضرتش بيش شود .\r\nتدارك مضرت او به چيزهاى خشك قابض مقطع بايد كرد ، مثل سركه و سكنجبين به و اگر خواهند كه زود از بدن بيرون رود ، به چيزى كه جلا دهد و سكنجبين بزورى و ماء العسل بايد آشاميد و اگر خواهند كه به چيزى دافع بيرون رود ، ماء الجبن و غوره و به تناول بايد كرد .\r\n\r\n[ غذاهايى كه نتن و زهومت و گندگى دارند 
  ]\r\nدفع مضرت غذاهايى كه نتن و زهومت و گندگى دارند مثل ماهى و بقلنقاز و مرغ آبى ، ضد همان مضرت غذاهاى چرب است با آنكه زود متعفن مىگردد به چوب‌هاى خوش‌بو مثل دارچينى ، و قرفه و هيل و گشنيز خشك بايد كرد و اگر ادويه مذكوره با اين گوشت‌ها بپزند زهومت و گندگى دفع شود .\r\n\r\n[ غذاهاى تيز 
  ]\r\nدفع مضرت غذاهاى تيز مثل پياز و سير و رشاد و آن خرابى فم معده و اسقاط قوت جاذبه و ماسكه و هاضمه و دافعه و ريش سطح معده و روده‌هاست به مثل دوغ و چربىها و شيرينىهاى تر مثل پالوده و چيزهاى بىطعم مثل خيار بادرنگ و كدو و تورك و غذاهاى چند كه از اينها سازند بايد كرد و سركه در اين محل استعمال نكنند كه موجب زيادتى مضرت مىشود ، زيرا كه از خاصيت سركه رسانيدن چيزهاست به اعضا . پس اگر با چيزى مضر بياشامند مضرت آن به اعضا رساند و با نافع همچنين .\r\n\r\n[ غذاى تلخ 
  ]\r\nغذاى تلخ ضد شهوت و طبيعت و مزاج است و دورترين چيزهاست از جوهر بدن ، زيرا كه جوهر غذا نزد جالينوس شيرين است . زيرا كه آنچه از غذا حاصل مىشود و جزو بدن مىگردد ، خواه تنها و خواه به اعانت ديگر اخلاط ، خون است و طعم خون چنانچه\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nدر كتب طب مقرر است ، شيرين است ، پس جوهر بدن بايد كه شيرين باشد و چون چنين باشد ، غذاهاى شيرين مناسبت با خون و بدن بيشتر داشته باشد و نيز در علم طبيعى مقرر است كه شيرينى از گرمى معتدل و مادهء غليظ پيدا مىشود و تلخى از حرارت مفرط و مادهء غليظ . پس مآل شيرينى به ترى است و مآل تلخى به خشكى ؛ پس ضد آن باشد و بسيار است كه از آن غذاى تلخ به سبب خشكى و نفرت طبيعت تشنج و به هم كشيدن اعضا پيدا مىشود .\r\nدفع مضرت او به شيرينىها و چيزهاى مناسب مزاج هركس بايد كرد و بوىهاى خوش ببويد و جاهاى خوب بخسبد .\r\n\r\n[ غذاى ترش 
  ]\r\nغذاى ترش به معده و جگر به سبب زيادتى خشكى مضر است و نيست مىكند ترىها از پى و روها و سطح‌هاى اعضا ؛ و حرارت را مىنشاند و قواى حساسه را به سبب گزندگى ضد مىنمايد و فواق و تشنج و كزاز پيدا مىكند . « 1 »\r\nدفع مضرت او به چيزهاى لعابى مثل لعاب بنكو « 2 » و به‌دانه و صمغ عربى و نشاسته و حلواى تر و چيزهاى سست‌كننده مثل مرقه‌هاى چرب و روغن بادام و روغن گوسفند و دنبه بايد كرد و شيخ ابو على گفته كه روغن و شير با هم در اين باب بسيار نافع است .\r\n\r\n[ غذاهاى خشك 
  ]\r\nمضرت غذاهاى خشك مثل كشك و بلوط و پنير ، قولنج و خشكى است و برچيدن ترىهاى بدن ، خواه طبيعى و خواه غير طبيعى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در متن عربى چنين آمده : « الحامض : ضرره بالمعدة و الكبد بتخشينه و جلائه الرطوبات الواقفة على وجوه الاعصاب و ظواهرها و بشدة التطفئة و باللذع المضاد للقوى الحسية و يحدث فواقا و تشنجا و كزازا » .\r\n( 2 ) . به شيرازى بذر قطونا است ( تحفه حكيم مومن ) . بنگو ، بن‌گو ، اسفرزه .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nدفع [ مضرت 
  ] آن به چيزهاى تر بايد كرد ، مثل زردآلو و آلو و آش‌هاى اينها به روغن بسيار .\r\n\r\n[ غذاهاى باددار 
  ]\r\nمضرت غذاهاى باددار مثل آش‌هاى آرد خام و گندم و گزر « 1 » و شلغم ، قولنج بادى و درد سر و منع هضم غذا و نفخ و درد شكم و فتق و آواز گوش است .\r\nدفع آن به جاويدن مصطكى و كندر و تناول كمونى و فودنجى و آب نخوردن بايد كرد و چون چهار ساعت بر آن بگذرد ، شراب صرف كهنه اندكى نافع است .\r\n\r\n[ تناول غذاى زودگوار بر غذايى كه دير گوارد 
  ]\r\nمضرت تناول غذاى زودگوار بر غذايى كه دير گوارد آن است كه زود هضم مىشود و [ حال آنكه 
  ] هنوز اولى هضم نشده و راه گذشتن نمىيابد و مىماند و فاسد مىشود و اوّلى را نيز فاسد مىكند و سبب عفونت اخلاط مىشود و بخار او به دماغ مىرسد و افساد مزاج او مىكند .\r\nدفع آن به بعضى مسهلات سبك مثل آلو و شير خشت و ترنجبين و بعضى ميوه‌هاى مسهل بايد كرد ، اگر گرم‌مزاج باشد ؛ و اگر سردمزاج باشد به مثل شهرياران و ملوكى و افسنتينى و علاج نيكوتر ، قريب « 2 » آن است كه چيزى چند كه دير هضم شوند اما مصلح اول باشند مثل گشنيز خشك « 3 » و پنير تناول كنند تا اصلاح هر دو كنند و با هم از معده بگذراند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . جزر يا هويج ايرانى\r\n( 2 ) . در نسخه خطى « غريب » آمده كه با توجه به معنى ، به « قريب » تصحيح شد .\r\n( 3 ) . بين گشنيز و خشك در نسخه خطى واو وجود دارد . اگر واو را اشتباه كاتب بدانيم عبارت صحيح « گشنيز خشك » است .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\n[ غذاهاى مزلق 
  ]\r\nمضرت غذاهاى مزلق يعنى زود رونده . گاهى كه پيش از دير گوارنده تناول كنند مثل آلو و زردآلو و خربزه و توت و انار و بعد از آن غذايى كه دير هضم شود تناول كنند ، اولى زود از معده برود و دومين نيز به مصاحبت به او برود و پيش از آنكه هضم شود و سده پيدا كند .\r\nدفع اين به اسهال بايد كرد تا زود هر دو بروند و اگر ممكن باشد كه پيش از اين غذايى زبر بخورند يا بعد از آن نيكو باشد و بعد از آن چيزى كه سده بگشايد و آب پيش [ - پيشاب 
  ] براند بايد آشاميد ، مثل شراب لطيف و سكنجبين بزورى و ماء العسل به حسب هر حال .\r\n\r\n[ غذاهاى فشارنده مانند به و سيب 
  ]\r\nمضرت غذاهاى فشارنده مانند به و سيب آن است كه زود غذاى لطيف از معده مىراند و با غذاى كثيف دير مىماند . پس از وجهى مضرت او مثل مضرت مزلق باشد .\r\nدفع مضرتش به چيزهاى نرم بايد كرد ، مانند تمر هندى و شير خشت و آش آلوچه و ماش ، اگر گرم‌مزاج باشد ؛ و اگر سردمزاج باشد به مانند شهرياران و ملوكى و عسل و شكر بايد كرد . بعد از آن چيزهايى كه جلا دهد و بول راند مثل نخودآب با رازيانه و لوبيا و دارچينى بايد آشاميد و هر غذا كه دير در معده ماند دفع آن به ملينات بايد كرد ، چنانچه مذكور شد .\r\n\r\n[ هرچه سبب عفونت شود 
  ]\r\nهرچه سبب عفونت شود مانند سير و پياز و كرنب .\r\nدفع آن به ملطفات مقطعه يعنى چيزهايى كه حرارت نشاند و خلط پاره كند مثل سكنجبين يا به چيزهاى قابض مقوى مثل ربّ به و ربّ سيب و ربّ غوره بايد كرد .\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n\r\n[ هرچه چيزها در معده بندد 
  ]\r\nو هرچه چيزها در معده بندد مانند پنير كه شير در معده مىبندد و سركه نيز گفته‌اند بعد از شير مىبندد و همچنين پنير و تخم‌مرغ و به و ماهى ، « 1 » به سبب بستن ، قولنج و دردهاى شكم پيدا كند .\r\nدفع آن به چيزهاى مقطع محلل مانند فنجنوش و شراب خبث بايد كرد و قى بايد فرمود به آب شبت ، اگر هنوز در معده باشد و اگر در روده باشد ، شهرياران و ملوكى و مانند اينها تناول بايد كرد .\r\n\r\n[ ادخال طعام بر طعام 
  ]\r\nمضرت ادخال طعام بر طعام از سه وجه است :\r\n* يكى آنكه هنوز قوت هاضمه از هضم اول فارغ نشده باشد و استراحت نيافته ، به غذايى ديگر متوجه شود و چون استراحت نيافته ، عمل چنانچه بايد نتواند كرد .\r\n* دوم آنكه غذايى غير منهضم با منهضم آميخته شود و در جگر و رگ‌ها روان شود و موجب خامى خلط سده « 2 » شود .\r\n* سيوم آنكه طبيعت ، غذاى اول را درنگى بدهد در معده تا غذاى دوم غير منهضم را به او رساند و نتواند كه هضم هر دو مساوى شود . پس اول فاسد شود و دوم را نيز فاسد كند .\r\n[ در 
  ] دفع مضرت او هيچ [ چيز 
  ] به از قى نيست و اگر قى نتواند كرد اسهال به مثل معجون به نرم و شهرياران و ملوكى و تمر هندى و شير خشت به حسب هر مزاج بايد كرد . بعد از آن ، جلا دادن معده و شستن او به گوارش‌هاى مقوى مانند گوارش زرشك و گوارش آمله و گوارش مصطكى ليمويى و انوش‌دارو به حسب مزاج هركس و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در نسخه در اينجا يك واو آمده است : به و ماهى و به سبب . . .\r\n( 2 ) . به‌نظر مىرسد عبارت ، به صورت « و موجب خامى خلط و سده شود » صحيح‌تر باشد . ولى در نسخه خطى بين « خلط » و « خامى » واو وجود ندارد .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nگرسنگى و خواب بسيار و حركت بعد از خواب مفيد است .\r\n\r\n[ تناول غذايى كه سبب خلطى شود كه آن در بدن بسيار باشد 
  ]\r\nمضرت تناول غذايى كه سبب خلطى شود كه آن در بدن بسيار باشد مثل آنكه صفراوىمزاج عسل خورد يا بلغمىمزاج كه شير و ماست خورد تا سبب مرض‌هاى مناسب آن خلط شود .\r\nدفع آن به قى و اسهال بايد كرد به حسب هر مزاج و تبديل مزاج واجب است اگر صفراوى باشد به مثل شراب غوره و شراب انار و سكنجبين .\r\nو شيخ ابو على گفته كه سكنجبين يا بنكو در اين باب خيلى نافع است و اگر بلغمى باشد ، تبديل به شراب صرف و ماء العسل و سكنجبين راوندى و گوارش كمونى كند . و بايد كه اسهال ، بعد از هضم و نضج خلط باشد و غافل از اين نمىبايد شد كه مضرت اين بسيار است .\r\n\r\n[ حركت بر طعام 
  ]\r\nافساد حركت بر طعام از سه وجه است :\r\n* يكى آنكه طعام را مىجنباند ، پيش از آنكه هضم شود و معده و آلات حوالى آنكه ممدّ هضم‌اند ، نيكو مجتمع نمىشوند .\r\n* دوم آنكه حرارت غريزى كه فاعل هضم است ، متوجه ظاهر مىشود و از باطن ، قصور مىيابد و قوهء هاضمه ضعيف مىگرداند .\r\n* سيوم آنكه غذاى هضم نشده ، به عروق مىبرد و موجب سدّه مىشود .\r\nدفع اين فساد آن است كه جهد كنند تا اين طعام فاسد ، اخراج كنند اگر زود به وقت افتد و بعد از آن به پاكى معده و جلا كوشند . و اگر ديرتر به وقت افتند ، تدبير فسادى كه ظاهر شود بايد كرد .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n\r\n[ سكون بسيار بر طعام 
  ]\r\nسكون بسيار بر طعام خام مىگرداند غذا را و مواد در بدن خاصّه در مفاصل حبس مىكند و حرارت غريزى را مىنشاند .\r\nتدارك اين به گرسنگى و رياضت و استعمال ملينات و مدرات است ، مثل سكنجبين بزورى و سكنجبين افتيمونى و سكنجبينى كه در او تربد و دارچينى باشد .\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n\r\nفصل 5 آب و شراب\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n\r\nاما تأثير آب و شراب « 1 »\r\nمقرر است كه آب ركنى از اركان بدن است و مخصوص است به آنكه داخل همه غذايى مىشود . ليكن بايد دانست كه آب غذا نمىدهد ، از جهت آنكه غذا را واجب است كه مشابهتى با غذاخوار داشته باشد تا جزو بدن او تواند شد . پس آب تنها جزو بدن نشود ، بل اگر در معده با غذاى خشك مثل برنج يا كباب ، ممتزج شود ، چنانچه يك حقيقت شوند ، ممكن است كه جزو بدن شود ؛ اما فى الواقع آن زمان غذا نه آب است ، بلكه مركب است از كباب و آب . پس خاصيت آب مطلق آن است كه غذا تنك كند تا در مجارى و ممرهاى تنگ تواند گذشت . بعد از آنكه [ آن آب 
  ] كار خود كرده باشد ، طبيعت به يارى بارى « 2 » آن زيادتىها را بازگرداند و دفع كند و فايدهء گرده « 3 » در بدن اين است كه همچون مغناطيس ، آب‌ها به خود مىكشد و به مثانه ، دفع مىكند و از اين جهت است كه اطبا حال هضم اعضا از بول مىجويند .\r\nچون اين مقرر شد ، معلوم است كه همهء آب‌ها به حقيقت يكىاند ، اما مختلف مىشوند به سبب چيزهايى كه با او مختلط مىشود . پس بهترين آب‌ها آبى است كه اختلاط چيزها با او كمتر باشد ، مانند آب چشمه‌هاى كه بسيار و روان باشد و از گلى آزاد [ باشد 
  ] « 4 » و [ از 
  ] راه دور آيد و سرگشاده و رو به مشرق باشد و از بالا به نشيب آيد . زيرا كه اين صفات ، موجب صافى شدن و لطافت اوست . و از اينجا معلوم مىشود كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . خواننده محترم ، اين فصل حاوى توضيحاتى پيرامون فوايد و مضرات شراب مىباشد . لطفا در برخورد با جملاتى كه فوايدى را در طب براى شراب ذكر كرده است اين نكته را از نظر دور نداريد كه مضرات آن بيش از فوايد است ، كه در باب مضرات آن در همين كتاب شرح داده شده است . رجوع كنيد به ابتداى همين كتاب ذيل مقدمهء مصحح .\r\n( 2 ) . منظور بارى تعالى است .\r\n( 3 ) . كليه ، قلوه\r\n( 4 ) . منظور اين است كه از گل آزاد باشد و آن آب ، گل‌آلود نباشد .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nبدترين آب‌ها ، آب كم‌ايستاده است . و آب چاه ، بد باشد و آب كاريز « 1 » از او بهتر باشد و همچنين به حسب عقل ، در هر محل بر عاقل ، حكم او به حسب گل و ممر و بسيارى و حركت و گشادگى پوشيده نباشد ، فى الجمله مقرر است كه : هرچند كه آب سبك‌تر است ، لطيف‌تر است . و سبكى به چند نوع مىتوان دانست :\r\n* يكى به اندازه معيّن و اختلاف وزن .\r\n* ديگر به پنبه كه به آب خيسانند تا خشك شود و باز كشند .\r\n* ديگر سبكى كه به ذوق شارب « 2 » دريابند .\r\nو آب غليظ به تقطير و پختن لطيف مىشود .\r\nو آب باران ، زمانى كه باد بسيار نيست و هوا مكدر نيست و ابر بلند است ، از آب‌هاى نيكوست و الا خالى از كدورتى نيست و عفونتى .\r\nفى الجمله ، بهترين آب‌ها از براى معتدل المزاج آن است كه گرم يا بسيار سرد نباشد ، زيراكه آب گرم ، معده را سست مىگرداند و آب بسيار سرد ، حرارت را به يك بار مىنشاند و دهم فجاء « 3 » است . پس بايد كه مايل به سردى باشد ، مفرط سرد باشد و اگر به برف و يخ سرد كنند ، بهتر آن است كه از بيرون باشد ، زيراكه برف خالى از بخارى نيست و يخ به پى مضر است و هر دو ، آب [ را 
  ] غليظ مىكنند و اين‌قدر اشارت ، عاقل را كافى است .\r\n\r\n[ شراب معتدل المزاج 
  ]\r\nاما شراب معتدل المزاج بايد كه زرد يا سرخ مايل به زردى و نيكو قوام باشد و تنك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قنات\r\n( 2 ) . ذوق : چشيدن ؛ در متن اصلى دوق آمده كه آن هم مىتواند درست باشد ، الّدوق : چشيدن . ( فرهنگ ابجدى ) ؛ منظور از سبكى كه به ذوق يا دوق شارب دريابند سبكىاى است كه به توسط چشيدن نوشنده آب دريافته مىشود .\r\n( 3 ) . دهم : ناگهان بر او آمد ، ناگهان بر او حمله‌ور شد . مفاجاة و فجاء [ فجأ 
  ] الرجل : ناگهان بر او وارد شد و او را گرفت .\r\n( فرهنگ ابجدى ) - به‌نظر مىرسد منظور از دهم فجاء ، اتفاق ناگهانى نامطلوب است .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nغليظ نباشد و خوش‌طعم و خوش‌بو باشد ، نه گلوگير يا تيز يا شور يا مايل به ترشى يا بوى او مايل به عفونت باشد ، زيرا كه اينها همه دلايل ردائت است .\r\nو شراب گرم‌مزاج بايد كه سفيد صافى باشد ، مايل به ترشى و شراب سردمزاج كه سرخ و تنك و تيز باشد و شراب ترمزاج بايد كه غليظ و گلوگير باشد و شراب خشك‌مزاج بايد كه نازك و تازه و تنك باشد . ديگر احوال از اينجا معلوم مىشود به قدر تفكر .\r\nپس ، شروع كنيم در دفع مضرت‌ها .\r\n\r\n[ آب زياده خوردن 
  ]\r\nمضرت آب زياده خوردن از چند وجه است :\r\n* اول آنكه ضعيف مىكند حرارت غريزى [ را 
  ] در همه اعضا و در اعضاى رئيسه [ و 
  ] قواى چهارگانه ، يعنى جاذبه و ماسكه و هاضمه و دافعه ، ضعيف مىكند و در اعضايى كه آلت‌اند مثل دست و پاى ، ضعف حركت و رعشه پيدا مىكند .\r\n* دوم آنكه قوت مميزهء جگر ضعيف مىكند و جگر تمييز آبى كه در اوست از خون نمىتواند كرد و آب زياده با خون به اعضا مىرود و استسقاى لحمى پيدا مىشود ، يا آن آب به دفع طبيعت به ميان صفاق و مراق مىافتد ، يعنى پرده‌اى « 1 » كه از اندرون ، گرد آلات شكم برآمده و پردهء بالاى آن تا روى پوست شكم و استسقاى زقى پيدا مىشود ؛ يا مميزهء گرده ضعيف مىكند و سلس البول با دشوارى آن و ضعف گرده پيدا مىشود و پيدا شدن اينها به سبب ضعف گرده ظاهر است ، چنان‌كه شيخ فرموده‌اند ، اما اولى در اين محل آن است كه گوييم چون قوت مميزهء گرده ضعيف شود استسقاى لحمى پيدا شود ، همچنان‌كه در قوت مميزهء جگر بود ، بلكه نسبت اين مرض به اين سبب اولى است .\r\n* سيوم آنكه طعام پيش از وقت به رگ‌ها برد و زحمت‌هاى بد پيدا شود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در نسخه پردهء آمده است و نه پرده‌اى .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nتدارك اين اگر سردمزاج است به دواء اللّك و شراب با هم يا اثاناسيا يا مثروديطوس بايد كرد تا آب براند و اگر گرم‌مزاج باشد به راننده‌هاى آب مثل شراب لطيف ريحانى و معجون بزورى بايد كرد . بعد از آن صبر كنند و غذاى او چيزى باشد كه تشنگى تسكين كند ، مثل قليهء اسفاناج و قليهء به .\r\n\r\n[ آب كم خوردن 
  ]\r\nمضرت آب كم خوردن حرارت جگر و قولنج و دق و خشكى مزاج است و زود پير شدن به سبب نقصان حرارت جهت كمى ماده .\r\nتدارك اين اگر به اين مرتبه‌ها [ حرارت جگر و قولنج و دق و . . . 
  ] نرسيده باشد بلكه مجرد حرارت يا يبوست باشد ، به شربت‌هاى سرد و تر بايد كرد ، مثل شيرهء تخم خرفه و قند سفيد و گلاب و پالوده‌هاى قندى پر نشاسته يا خشخاش و روغن بادام و ميوه‌هاى تر مثل زردآلو و انار و خيار بادرنگ « 1 » و خيار به حسب هر مزاج تناول بايد كرد و در محلى خنك خواب بايد فرمود .\r\n\r\n[ آب‌هاى بيشه 
  ]\r\nمضرت آب‌هاى بيشه دير گذشتن از معده و دير گذرانيدن غذا و تسكين تشنگى ناكردن است ، از جهت آنكه نه آب صرف است ، بلكه اجزاى زمين با او بسيار است و قوت ضعيف مىكند و خلط بلغمى غليظ يا سوداوى از او پيدا مىشود و از اين جهت است كه مرض سپرز و بواسير و فساد مزاج جگر و گرده و استسقا و سلس البول پيدا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تحفه حكيم مومن : « قثد اسم عربى خيار است و در شيراز خيار بالنگ و در خراسان بادرنگ نامند . در آخر دوم سرد و تر و مسكّن حرارت صفرا و خون و التهاب احشاء و رافع تشنگى و مفتّح سدّه جگر و مدرّ بول و مخرج حصاة و غليظتر از قثاء و رافع ضعفى كه از اسهال مفرط حارّه به هم رسد مىباشد و جهت تبهاى شديد و يرقان و درد سر نافع و آب او تا چهل و پنج مثقال با شكر مسهل مرّة الصفرايى كه در معده و امعاء باشد . » در مقابل ، منظور از خيار شنبر در متون طب سنتى فلوس است و آنچه دو وجهى است خيارچنبر است كه مراد از آن گاه فلوس خيار شنبر و گاه خيارزه ( خيار سبز رنگ ) است .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nمىكند .\r\nتدارك آن اما پيش از آشاميدن به تقطير است يا آنكه پشم‌پاره بر سر ظرفى نهند كه آن آب در آن جوشد و آن بفشارند و اگر پشم بافته باشد ، به باشد ؛ يا ممزوج كنند با مغز نان و سيب و به و بپالايند . و اما بعد از آشاميدن [ تدارك آن 
  ] به معجون زراوند و تناول مدرات كنند و شراب صرف بر سر آن بياشامند و پياز خام در اين باب بسيار نافع است و اگر بعد از يك روز ، شراب صرف ناشتا كسى كه مانعى از مزاج نداشته باشد بياشامد ، بسيار نفع از آن بيند .\r\n\r\n[ آب گوگردى 
  ]\r\nمضرت آب گوگردى آشاميدن اين آب ، خلطها را مىسوزد و متعفن مىگرداند و تب‌هاى صفراوى در ابتدا پيدا مىكند و در اواخر تب‌هاى سوداوى . و ديگر مضرت‌هاى اين يرقان و حكه و تب غب و تب مطبقه و درد سر و درد چشم و نزلهء گرم و دشوارى بول و لاغرى است . و اينها همه به سبب گرمى و خشكى اين آب است .\r\nتدارك آن به تقطير و تصعيد است ، چنان‌كه گذشت ، و اگر با سركه خورند و گل ارمنى يا گل مختوم به آن بياميزند مضرت او كم كند و شراب انار و شراب بنفشه به - هم نيكو دافعى است و همچنين سكنجبين قندى و آب به و شيرهء تخم خرفه و شراب بنفشه و سيب نفع بسيار دارد و گلاب تنها نيز بر آن آشاميدن خوب است و غذاهاى سبك به روغن زيت و روغن گوسفند و گاو تناول بايد كرد و اگر تب پيدا شود آب جو با سكنجبين و آب انار ميخوش بايد آشاميد .\r\n\r\n[ آب شبّى 
  ]\r\nمضرت آب شبّى كه آن خشكى و بستن طبع است و زبر كردن سينه و گرانى آواز و دشوارى بول و تنگى مسام و لاغرى ، همه به سبب خشكى و گرمى است .\r\nدفع آن به چيزهاى چرب و روغن بادام و روغن زيت و شراب ريحانى نيك ، بايد كرد و از اشربه ، شراب آلو و شراب بنفشه و آب جو آشاميدن و غذا نخودآب با روغن‌هاى\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nخوش‌طعم هر نوع روغن خوب كه باشد و بهترين چيزهاى مناسب ، پالودهء نخاله و قند و گوارش لبوب است .\r\n\r\n[ آشاميدن آب زاجى 
  ]\r\nمضرت آشاميدن آب زاجى مركب است از مضرت گوگردى و شبّى ، پس قبض و زبرى شبّى دارد و تعفن و سوختن گوگردى . و به شش بسيار مضر است .\r\nدفع آن به شراب زوفا و شراب گل و ربّ السوس با هم و آب هندوانه پخته در گل و آب خيار بادرنگ و لعاب بنكو و به‌دانه و خمير بنفشه با هم بايد كرد .\r\n\r\n[ آب زرنيخى 
  ]\r\nمضرت آب زرنيخى همچون مضرت آب گوگردى است ، ليكن اين روده زودتر ريش مىكند .\r\nدفع مضرت آن به همان‌ها بايد كرد با ملاحظهء روده به صمغ عربى و قرص طباشير و لعاب بنكو بسيار نافع است .\r\n\r\n[ آب زنگارى 
  ]\r\nمضرت آب زنگارى همان است ليكن رگ‌ها را مىگشايد و خون روان مىكند و اعضا مىخورد و بول خون مىآورد و خون شكم پيدا مىكند و خون از شش بيرون مىآورد به حلق .\r\nدفع او به قرص كهربا و قرص گل مختوم از براى ترياقيتى كه در اوست و به شربت عناب و شراب خشخاش و لعوق خشخاش از جهت تغليظ خون بايد كرد و غذا مزورهء زرشك و سماق با ملاحظه‌هاى خاص بايد داد و ملاحظهء مضرت او بايد كرد و اگر [ مضرت آن 
  ] در جگر بيش باشد ، قرص كهربا و خشخاش مناسب‌تر است و اگر [ مضرت آن 
  ] در شش بيش باشد ، قرص خشخاش اولى است و اگر در روده بيش باشد ، قرص گل مختوم مخصوص است . و اگر در گرده بيش باشد ، قرص كاكنج و قرص خشخاش\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nگلنارى بايد داد .\r\n\r\n[ آب نوشادرى 
  ]\r\nمضرت آب نوشادرى مانند آب زنجارى است و بدتر است از آن به دماغ و چشم .\r\nدفع اين به همان‌هاست و مبالغه در سردى به مثل قرص كافور ، و طلاهاى سرد بر سر بايد نهاد از روغن گل و سركه و صندل و آب تره‌هاى سرد مثل تورك و كدو و كاشنى « 1 » و كسنه ، و سرمه به آب گشنيز و سرمه با آب‌غوره پرورده در چشم بايد كشيد .\r\n\r\n[ آب مسى 
  ]\r\nمضرت آب مسى همچون زنجارى است و دفع آن به مثل آن .\r\n\r\n[ آب نفطى 
  ]\r\nمضرت آب نفطى نزديك به گوگردى است و دفع آن به مثل آن .\r\n\r\n[ آب شور 
  ]\r\nمضرت آب شور تاريكى چشم است و سنگينى گوش و آواز سر و كرى .\r\nدفع آن به رب‌هايى چند سرد است كه قبض بسيار نداشته باشد ، مثل رب عناب و رب توت و رب انار و غذاهاى چرب و توتياى به آب غورهء پرورده كشيدن و چكانيدن روغن خيرى در گوش .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . « كاشنى » ، « كسنه » و « كسنى » نگارش‌هاى متفاوت از كاسنى است .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\n[ آب زعّاق 
  ]\r\nمضرت آب زعّاق يعنى آب تلخ شور مزّه ، عفونت است و تب‌هاى صفراوى و موجب استسقاست .\r\nدفع آن به شربت شيرين است ، مثل قند و گلاب و شربت بنفشه و استعمال راننده‌هاى آب پيش « 1 » ، مثل تخم خربزه و تخم خيار بادرنگ .\r\n\r\n[ آب ترش 
  ]\r\nمضرت آب ترش ريش روده و معده است و دلشور « 2 » و استسقا .\r\nدفع آن به مغريات مثل پاچه يا چيزى كه نفخ آن بشكند ، مانند زيره و كرويا و سعتر بايد كرد و شراب جزر و شراب راسن بايد آشاميد و زرده‌هاى تخم‌مرغ و مغز استخوان با اندك نمكى و بوى خوش نيكوست .\r\n\r\n[ آب ناشتا 
  ]\r\nمضرت آب ناشتا يعنى بر خلو معده ، ضعيف كردن معده است و پيدا كردن نزله به سبب سردى دماغ ، از دو وجه :\r\n* يكى به مشاركت معده\r\n* دوم برآمدن بخار آب سرد به دماغ و سرد كردن جگر و سپرز و قابليت پيدا كردن استسقا .\r\nدفع اين به شراب كهنه بايد كرد و نان خشك و كال و پست جو از پى آن و فى الجمله به چيزى چند كه زود نم‌ها از معده بچيند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . آب پيش يعنى پيشاب ، بول ، شاش ، ادرار ( لغت‌نامهء دهخدا ) .\r\n( 2 ) . يعنى دلشوره .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n\r\n[ آب بر طعام 
  ]\r\nمضرت آب بر طعام در آمدن اوست ميان طعام و معده و برداشتن طعام از قعر معده به دهن « 1 » او و شكستن قوت هاضمه و روان كردن غذاى غير منهضم . و بسيار است كه درد معده و جگر پيدا مىكند .\r\nدفع آن به چيزهاى فشارنده مثل به كه او به فشارى كه دارد آب بيرون مىبرد و بعد از هضم ، شراب از عسل بايد آشاميد تا دفع آنچه از آب مانده باشد بكند و تخم كرفس و قند نيز همين كار مىكند و اگر درد معده و جگر پيدا شود علاج به كمونى بايد كرد و اگر فساد در معده فهم كند ، اسهال به شهرياران « 2 » بايد كرد و تقصير در اين باب نكنند تا مضرت زياده نرسد .\r\n\r\n[ آب آشاميدن بعد از حركت 
  ]\r\nمضرت آب آشاميدن بعد از حركت همچون آب آشاميدن بعد از حمام است .\r\nتدارك آن به مثل آن . [ مثل آب آشاميدن بعد از حمام 
  ]\r\n\r\n[ آب آشاميدن بعد از حمام 
  ]\r\nمضرت آب آشاميدن بعد از حمام پيدا كردن خفقان است و ضعف و بيشتر اينها كه از آب در حمام آشاميدن پيدا مىشود .\r\nدفع اين به بوى مشك و تناول دواء المسك شيرين و شراب صرف و معجون زرعونى بايد كرد و اگر گرم‌مزاج باشد ، دواء المسك با شراب سيب يا ديگر شربت‌هاى سرد تناول كند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . احتمالا منظور ، آمدن غذا از قعر معده به فم معده است .\r\n( 2 ) . نام معجونى است . به لغت‌نامهء انتهاى كتاب مراجعه كنيد .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n\r\nمضرت افقاع « 1 »\r\nافساد جگر و دماغ و دل و معده و سپرز و روده و مثانه است و پيدا شدن رعشه و فالج و جذام و برص و سلس البول و ريگ مثانه و استسقا و نزله‌هاى بد و خنازير و مضرترين چيزهاست به پى و جماع و اينها همه از جهت آن است كه از چيزهاى سرد و تر مىسازند و در اكثر مىگذارند تا متعفن مىشود ، پس موجب اين خرابىها مىگردد و الا اگر به حسب ضرورت ترتيب كنند ، يقين كه [ اين 
  ] مضرت‌ها نداشته باشد ، بلكه از جهت آن‌كس كه ساخته باشند نافع باشد .\r\nتدارك اين به مغز جوز و بادام و مغزهاى ديگر مىكنند ، به سبب آنكه مغزها به پى نافع است و شراب پيش از اين و بعد از اين نشايد ، زيرا كه هرچه هست ، زود به اعضا مىرساند ، بلكه عسل و روغن بعد از آن بايد خورد و مدرات استعمال بايد كرد و همچنين زرغونى و ترياق فقاع تناول بايد كرد و بهترين فقاع آن است كه از مغز نان گرفته باشند و در او دارچينى و سداب و فوتنج باشد .\r\n\r\n[ بسيار آشاميدن شراب 
  ]\r\nمضرت بسيار آشاميدن شراب جمع شدن صفراست گرم‌مزاج را در آلات شكم و رگ‌ها و زياده شدن خون چنانچه وهم ، خناق و سكته دموى و موت فجات مىشود .\r\nو اما سردمزاج ، مرض‌هاى دماغ پيدا مىكند ، مثل رعشه و فالج و لقوه و خدر و سبات و ليثارغوس و سكته و اينها از دو جهت است :\r\nيكى آنكه چون شراب بسيار مىآشامند ، هاضمه ضعيف مىگردد و بخارات بالا مىگيرند و پىها سست مىگرداند و دماغ ممتلى مىشود و موجب اين زحمت‌ها مىگردد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . از نظر مفهومى ممكن است جمع فقاع مورد نظر بوده باشد و يا مصدر نوشيدن شراب ، اما جمع آن به شكل افقاع كاربرد ندارد و احتمالا الف اضافى است .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nدوم آنكه چون حرارت غريزى به سبب زيادتى شراب ضعيف مىشود ، شراب طبع سركه پيدا مىكند در بدن و اين مضرت‌ها پيدا مىشود ، ليكن اين زحمت‌ها - علاج‌پذيرتراند از آنكه از مادهء غليظ شده باشد .\r\nتدارك اين گرم‌مزاج بايد كه فصد كند و اسهال به مطبوخ فواكه و شراب انار آشاميدن بسيار نافع است . اما سردمزاج بايد كه قرص افسنتين يا قرص شيطرج در آب اصول حل كرده بياشامد و حركت و رياضت فرو نگذارد و اگر ثقل بدن و اختلافات دريابد ، اسهال به حبّ اصطمخيقون بكند و باقى تدبيرات به حسب مصلحت و وقت فرو نگذارد .\r\n\r\n[ شراب سياه غليظ 
  ]\r\nمضرت شراب سياه غليظ سوختن خون است و فساد اخلاط و ورم دماغ و سبل .\r\nدفع اين [ به 
  ] شراب انار و شراب بنفشه با هم و سكنجبين ساده به آب جو بايد كرد و طلاهاى سرد بر جگر و دل و دماغ بايد نهاد . اگر حرارت زياده فهمد ، قرص صندل كوچك تناول كند و تنقل به به و عناب كند و غذا مزوره‌هاى ترش باشد .\r\n\r\n[ شراب تنك 
  ]\r\nمضرت شراب تنك مرض‌هاى بلغمى است ، مثل نزله و رعشه و فالج و مانند اينها .\r\nدفع آن به شراب زوفا ، خشخاش با اندكى اثاناسيا بايد كرد ، يا تربد و زنجبيل با عسل بايد ليسيد در روز دوم ، و رياضت و حركت بايد كرد اگر بسيار ممتلى نباشد ، و دلك مهره‌هاى پشت و مفاصل محكم بايد كرد .\r\n\r\n[ شراب دبش غليظ 
  ]\r\nمضرت شراب دبش غليظ قبض طبيعت و تغليظ خون است .\r\nتدارك آن به شراب تنك شيرين يا شراب عسل بايد كرد و اگر گرم‌مزاج باشد به\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nشراب سفيد تلخ ممزوج با شراب بنفشه بايد كرد . اگرچه اين شراب به گرم‌مزاج مضرتى نمىرساند .\r\n\r\n[ شراب ناشتا 
  ]\r\nمضرت شراب ناشتا دق است و ورم‌هاى آلات شكم و تب‌هاى عفن و درد سر غالب .\r\nتدارك اين به پست جو و طباشير و گل ارمنى و عناب و به بايد كرد تا ترى او برچيند و حرارت او بشكند و اگر به حد مضرت رسد ، آب انار ترش و ربّ غوره بايد آشاميد و اگر زياده از اين خواهند ، قرص كافور .\r\nو شيخ گفته كه سكنجبين در اين محل ندهند از براى آنكه اگر شيرين است مزيد صفرا مىشود ، و اگر ترش است مضرت به پىها مىرساند و موجب زيادتى زحمت مىشود و طلاهاى سرد بر جگر و دل و دماغ اگر ضرورت باشد بكنند .\r\n\r\n[ شراب در تب و صداع 
  ]\r\nمضرت شراب در تب و صداع نار على نار است يعنى آتش بر آتش !\r\nتدارك اين دو بايد كرد به فصد اگر بدن ممتلى باشد ، و خون بسيار بايد گرفت به حسب قوت و پيش از فصد به يك ساعت ربّ فواكه مسهل ، مثل ربّ آلو و آلوچه و شراب بنفشه بايد آشاميد و اگر امتلا باشد ، شراب گل و قرص كافور بايد داد با شراب آلو و قرص كافور و طلاهاى سرد و ريختن آب به حسب مصلحت و ترس بايد كرد .\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n\r\n[ شراب در كسى كه تنگى نفس صفراوى داشته باشد 
  ]\r\nدفع مضرت شراب از كسى كه تنگى نفس صفراوى داشته باشد به شراب خشخاش و شراب بنفشه و گلاب بايد كرد و غذاهاى سبك بايد خورد .\r\n\r\n[ شراب در اوايل درد چشم 
  ]\r\nدفع مضرت شراب در اوايل درد چشم به اسهال به طبيخ هليله و طبيخ فواكه بايد كرد و گشنيز خشك و بنكو و قند با هم آشاميد و لخلخه‌هاى سرد بايد بوييد . گشنيز خشك و تخم كرنب و گلقند تازه [ را از جمله لخلخه‌هاى سرد 
  ] گفته‌اند .\r\n\r\n[ شراب بر امتلاء 
  ]\r\nشراب بر امتلاء خواه غذايى و خواه خلطى و خواه به حسب كيفيت ، مضرت او ظاهر است .\r\nتدارك آن پيش از آنكه ورمى و تبى پيدا شود ، به فصد مىبايد و اگر سردمزاج باشد ، لعوق كلم به آب انار بياشامد و اگر گرم‌مزاج باشد ، شراب خشخاش با شراب انار بياشامد و غذا مزورهء آلو باشد ، پيش از فصد ، و مزورهء سماق بعد از فصد و ديگر تدبيرها به حسب قواعد كنند .\r\n\r\n[ شراب در خمار 
  ]\r\nشراب در خمار درد سر زياده مىكند و تب صفراوى و دلشوره و دق و ورم اندرون پيدا كند و اعتماد بر آنچه گفته‌اند : « شراب در خمار نافع است » نبايد كرد زيراكه گاه هست كه اندك بقيّتى در معده هست و شراب ، لطيف آن را دفع مىكند امّا اگر بقيه در معده بسيار باشد و دماغ از بخار ممتلى ، چون ديگر شراب بياشامد البته مزيد زحمت شود و بر متامل اين حال پوشيده نيست .\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nتدارك آن سعى است در پاك كردن معده و تقويت دماغ به مثل سكنجبين و آب گرم تا معده به قى پاك كنند . بعد از آن آب انار ترش شيرين اندك بياشامد و اگر دگر [ بار 
  ] قى شود منع نكنند . بعد از آن مقويات مثل صندل و گلاب و سيب و به ببويد و چون قى تسكين كند رب غوره و شراب نار منعنع بياشامد . هر يك از اينها تنها يا با گشنيز خشك ، كوفته و طباشير و تخم خرفه و تخم كلم و تخم ميان گل و قدرى افسنتين به حسب مصلحت غذا مرقه آش سركه يا مرقه آشى كه ماهى و سركه در او پخته باشند .\r\nفى الجمله مزوره‌هاى ترش به حسب اقتضاى مزاج بعد از آن اطراف به آب سرد بايد شست و خواب بايد كرد . و اگر صداع باقى باشد و تحمل نداشته باشد بنكو و سركه و گلاب بر سر طلا كنند و بايد كه در طلا بر سر و اعضا برحذر باشد و بيشتر آن است كه در اين مبالغه‌ها مضرتى بدتر از آن پيدا مىشود . مگر آنكه تابستان باشد و مخمور گرم‌مزاج . اين است مباحث آب و شراب به حسب اين مقام اگر زياده از اين خواهند در مطولات يابند .\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n\r\nفصل 6 حركت و سكون\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n\r\nحركت و سكون\r\n\r\nاما تأثير رياضت\r\nظاهر است بر طبع سليم كه غذا در هر هضم فضله دارد از جهت آنكه اگر فضله نداشتى يعنى هيچ زيادتى بر آنچه عوض او مىگردد با غذا نبودى و طبع غذا و آنچه با او مىشود به عينه يكى بودى ، احتياج به هضم و انقلاب نداشتى ، بلكه خود همو بودى . پس چون زيادتى در هر غذايى هست ، طبيعت به يارى جناب متعالى متوجه او مىشود تا آن زيادتى از او كم مىكند و مشابهت تمام به اعضا پيدا مىكند و صورت عضوى بر او فايض مىشود . پس در هر هضمى فضله و زيادتى از او دفع بايد كرد و الّا به مرور ايّام جمع شود و سبب مرض‌ها و الم‌ها شود .\r\nفضلهء هضم معدى و جگرى و بعضى [ از 
  ] عروقى ، براز و بول است و فضلهء بعضى ديگر [ از هضم 
  ] عروقى و بيشتر اعضا ، عرق است و با وجود اينها عضوى چند مخصوص‌اند به فضله‌اى چند ، مثل دماغ به مخاط و چشم به اشك و گوش به زرده . چون چنين است ، اگر حركت كم واقع شود ، حرارت متوجه ظاهر نمىگردد و اينها در بدن مىبندد و سبب زحمت‌ها مىشود و اگر به داروها مىرانند ، طبيعت از آن خراب مىشود . چنانچه بقراط گفته كه « مثل دارو با بدن مثل قصار است با جامه ، اگرچه به شستن پاك مىكند ، امّا به قوت و كش و واكش مىپوساند و در معرض زوال مىآورد » . پس اولى آن است كه روز به روز نگذارند كه در بدن فضله جمع شود و به حركت دفع كنند و اين حركت پيش اطبا رياضت است و گفته‌اند چندان حركت مىبايد كرد كه نفس تيز و مضطرب شود . امّا به حد زيادتى حرارت و بسيارى عرق نرسد . مگر زمانى كه احتياج افتد و هم از اين جهت است كه گفته‌اند كه زمانى كه رياضت‌ها در محل خود واقع شود ، هرگز احتياج به مسهل نشود ، بلكه هرگز خستگى واقع نشود و چون رياضت محلل فضول است ، البته منعّش و برافروزندهء حرارت غريزى خواهد بود و حرارت\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nغريزى اصل همهء قوّت‌هاست ، زيرا كه همه به او محتاج‌اند ، پس رياضت ، مقوّى و مصحح جميع بدن باشد ، ما دام كه مفرط نشود .\r\n\r\nانواع رياضت و احكام آن\r\nو انواع رياضت و احكام آن بسيار است ، چنانچه اگر در اين مقام مذكور شود مملّ باشد . ليكن مجملا بعضى ذكر بايد كرد تا رساله خالى از آن نباشد و كسى كه مطالعه كند بر حسب تصرف خود اطلاع يابد .\r\nرياضت اولا دو قسم است :\r\nيكى آنكه مقدمه رياضتى ديگر باشد ، مثل دلاكى پيش از سوارى كه رگ‌ها نرم مىكند تا رياضت سوارى ، نيكو واقع شود .\r\nدوم رياضت‌ها كه خود مقصود است .\r\nو مطلق رياضت : يا بسيار است يا كم ؛ يا زود است يا دير ؛ يا نرم است يا سخت ؛ يا مركب از اينها مانند بسيار سخت و بسيار نرم ؛ و هر يك فايده‌اى دارند :\r\nامّا رياضت بسيار ، تحليل مىكند و بدن ، سرد مىگرداند و رياضت زود ، بدن گرم مىكند و تحليل نمىكند . زيرا كه تحليل را زمانى و درنگى مىبايد .\r\nو رياضت سخت بسيار ، بدن سخت مىكند از جهت تحليل . و رياضت نرم اندك ، بدن نرم مىكند ، زيرا كه خون به ظاهر بدن مىآورد و به تحليل نمىبرد .\r\nباقى اقسام زيرك دانا به فطانت بيرون آرد و الّا در مطولات بجويد .\r\n\r\n[ انواع رياضت 
  ]\r\nو انواع رياضت به حسب اين محل اين است كه ياد كرده مىشود :\r\nميان يكديگر گرفتن و كشيدن و يكديگر را دور انداختن و مشت زدن و دويدن و رفتن و تير انداختن و زوبين انداختن و جستن و در چيزى خسبيدن و به يك پاى رفتن و شمشيربازى و نيزه‌بازى و سوارى و ايستادن بر سر پاى و دست‌ها جنبانيدن .\r\nاينها رياضت‌هاى تند است .\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nو امّا رياضت‌هاى نرم مثل در محفه [ - كجاوه 
  ] و گردون و كشتى نشستن و بر گاو و شتر سوار شدن و بر ريسمان نشستن و جنبانيدن و ديگر چيزها و مقصود از اينها آن است كه هيچ عضو نباشد كه حركت نكند و با وجود حركت بدنى ، فرحى و غضبى به آن باشد ، هم رياضت نفسى باشد و هم رياضت بدنى و مجموع اينها اگر به حدّ اعتدال است خاصه با دوستان موافق و ياران صادق ، موجب قوت و صحت بدن است .\r\n\r\n[ تقصير رياضت 
  ]\r\nمضرت تقصير رياضت بيشتر از ادخال طعام بر طعام است . زيرا كه [ در مورد 
  ] ادخال [ طعام بر طعام ، حقيقت 
  ] بيشتر آن است كه [ طعام اضافى 
  ] به قوت معده مىگذرد و فساد دفع مىشود و مضرت بىرياضتى كه جمع شدن اخلاط و فضلات است در همه اعضا مىماند و زود دفع نمىشود .\r\nتدارك اين به اسهال است ، خواه به قوت ، خواه ضعيف به حسب مزاج هركس . يا به گرسنگى و رياضت‌هاى مشكل مفرط و مدرات و ملينات ، مثل سكنجبين بزورى و سكنجبين افتيمونى و سكنجبينى كه در او تربد و دارچينى و مانند اينها باشد در اين باب نافع است .\r\n\r\n[ حركت بسيار 
  ]\r\nمضرت حركت بسيار آن است اولا كه بدن زياده گرم و خشك مىكند و آخر به سبب زيادتى تحليل ، به سردى مىانجامد و به سبب گرمى زياده اخلاط متعفن مىكند و ماده‌هاى بد به اندرون اعضاها روان مىكند و به سبب سردى آخر ، پىها سست مىگرداند و قوت ، ساقط مىكند و بسيار است كه خفقان و غشى پيدا مىكند .\r\nتدارك آن اولا به شستن اعضا بايد كرد ، اگر تابستان باشد ، به آب سرد . و احتراز بايد كرد ، از آنكه زياده نباشد كه گرمى اصلى را بنشاند .\r\nو اگر زمستان باشد به آب نيم‌گرم بايد شست و بخورهاى خنك مثل كافور و صندل و گلاب بايد نهاد و تناول مرقه كه از گوشت نازك كوفته و نخود سفيد قدرى و اندك پيازى ساخته باشند بايد كرد . بعد از آن روغن‌هاى مقوى مانند روغن گل و روغن\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nمورد و روغن بنفشه در اندام بايد ماليد و روغن بادام به بينى و گوش بايد چكانيد و شير تازه بر سر بايد ريخت و خواب غرق بايد كرد و بعد از آن شروع در غذاهاى لطيف بايد نمود ، مثل زردهء تخم‌مرغ و بال مرغ و به تدريج به غذايى كه معهود باشد باز گردد و اگر به حدّ سقوط قوت رسيده باشد ماء اللحم و شراب ريحانى اولا بايد داد و اندك اندك به حال اول بايد رسانيد .\r\n\r\n[ حركت سخت 
  ]\r\nمضرت حركت سخت و مراد به حركت سخت كه اگر چيزى به پيش آن باز آيد ، متحرك به‌قدر خود آن را دفع كند و فعل اين نزديك به حركت بسيار است و ليكن اين تفاوت هست كه اول تحليل بيش از تسخين مىكند و اين برعكس ، يعنى گرم كردن اين بيش [ از 
  ] تحليل رفتن است .\r\nتدارك اين همان‌طور است ، ليكن در اينجا ميل به سردى بيش از ميل به انتعاش حرارت اصلى بايد كرد به مثل ربّ ميوه‌هاى سرد ، بعد از آنكه دل و نبض ساكن شده باشد .\r\n\r\n[ سكون 
  ]\r\nمضرت سكون پيدا شدن خلط خام است و سخت شدن وترهاى حركت و كندى حواس .\r\nتدارك اين اگر متمادى شده باشد به اسهال به حبّ اصطمخيقون يا حب قوقايا بايد كرد و اگر ابتدا باشد به رياضت بسيار مقابله كنند .\r\n\r\n[ حركت بعد از استفراغ 
  ]\r\nحركت بعد از استفراغ دفع مضرتش به چيزهايى كه تدارك حركت بسيار مىكردند بايد كرد . امّا اگر گرم‌مزاج باشد ، شربت‌هاى قابض سرد مثل شراب سيب و شراب به و\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nمفرح‌هاى سرد و اگر سردمزاج باشد ، شراب صرف و مفرح‌هاى گرم بايد داد .\r\n\r\n[ حركت بر طعام 
  ]\r\nمضرت حركت بر طعام كه گذشتن طعام پيش از هضم و پيدا شدن سده است .\r\nتدارك آن راندن طعام از معده است و گشادن سده و تقويت معده ، چنانچه مذكور شده .\r\n\r\n[ جماع بسيار ، به تكلف ، بىطلب 
  ]\r\nمضرت جماع بسيار ، به تكلف ، بىطلب نقصان جوهر روح حيوانى است و ضعف دل و خفقان و تيرگى حواس و سقوط قوت و آماده شدن مزاج است از براى جميع مرض‌هاى پى و واقع شدن گرم‌مزاج است در دق .\r\nتدارك اين چون مضرت اين از دو جهت است :\r\nيكى آنكه مزاج شخص مايل به سردى باشد و نشانه آن دير حركت كردن نبض است و زيادتى سكون او و يافتن سردى در اعضا و متالم شدن از سردى و آسايش در گرمى .\r\nدوم آنكه مزاج شخص مايل به گرمى باشد و نشانه ، دق و زود حركت كردن نبض است و يافتن افروختگى و اضطراب ، بعد از تناول غذا و سكون « 1 » حركت جماع .\r\nشخص اول شراب صرف ريحانى بايد داد و آب گوشت كفته كه به نرمى با پياز بپزند تا بوى گوشت از آن برود و بياميزند به آن زردهء تخم‌مرغ و دارچينى و قرنفل و شقاقل و اندكى مشك و نيم‌برشت كنند و دواء المشك با معجون لبوب يا مادة الحياة به ناشتا تناول كنند و حسوهاى ممزوج به شراب و خاگينه‌هاى پر پياز پر گندنا « 2 » و دارچين ، ورد خود سازند و بايد كه نخود و آرد آن در حسو و قليه و طبيخ ، بسيار استعمال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . يك كلمه در نسخه خطى در اينجا حذف شده است با مقايسه نسخه عربى كلمه « سكون » جايگزين شد .\r\n( 2 ) . گندنا همان گياه تره است .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nكنند و آبى كه نخود در آن جوشانيده باشند با شراب ، نافع است و حمام به آب گرم و ماليدن روغن بابونه و گل با هم نيكوست و خسبيدن بر پشت مناسب است و اگر معده به قوت باشد ، پياز و شلغم بريان كرده با نمك و تخم رشاد كوفته با نمك سقنقون « 1 » نافع است .\r\nو شخص دوم را مانند قليه كدو و سلق و تخم‌مرغ نيم‌برشت ، سفيده و زرده با هم و حلواى شير و ترنجبين و آرد جو در آب خسك « 2 » تر خيسانيده و حسوى آرد جو و نخود پخته يا مرغ و كفتر بچه نر و ماهى بريان تازهء گرم ميانه ، نه كوچك و نه بزرگ ، و حلواى قند سفيد و مغز بادام در اين باب نافع است و بوييدن اندك كافورى اگر حرارت مفرط باشد و سرد كردن دل و جگر به طلاهاى سرد با احتراز از افراط نافع است .\r\n\r\n[ ترك جماع 
  ]\r\nمضرت ترك جماع كسى كه عادت كرده باشد وجع « 3 » مفاصل و انثيين و ثقل سر و ثقل حركت و درد زانو پيدا شود ، از جهت آنكه فضله كه دفع مىشد و طبيعت عادت بر حصول آن كرده و بر طريق معهود حاصل شد و دفع نشود و در اعضاى مذكور جمع شود ، موجب سنگينى و درد گردد .\r\nتدارك آن اشتغال بر جماع است اگر ممكن باشد ، و الّا سردمزاج ، تخم فنج‌انگشت و تخم سداب با قند يا عسل ، و گرم‌مزاج ، تخم كاهو و تخم خرفه تناول كنند و به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . براساس تحفه حكيم مومن : « سقنقور حيوانى است شبيه به بزمجه و دنبالهء او دراز و دست و پا دارد . خواص مشهورهء او در جنس نر موجود است كه در بهار قبل از جفت شدن به ماده صيد كرده باشند و شكم او را از احشاء به غير گرده پاك نموده با نمك انباشته باشند و در سايه خشك كرده و قوىترين اجزاى او در تقويت باه ، كمرگاه و ناف و منبت دنباله است و نمك او را نيز تأثير عظيم مىباشد . » ، لذا منظور مىتواند نمك داخل شكم سقنقور باشد و يا كل عبارت « سمك سقنقور » به معنى ماهى سقنقور باشد و نه « نمك سقنقون » .\r\n( 2 ) . مخزن الادويه : همان حسك يا خارخسك است .\r\n( 3 ) . در نسخه خطى « جمع مفاصل » آمده كه با مراجعه به نسخه عربى به « وجع مفاصل » اصلاح شد .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nغذاهاى كم‌گوشت ترش ميل كند و اگر با اينها تسكين نشود ، وصلهء اسرب بر گرده بندد .\r\n\r\n[ جماع بر خلاى معده 
  ]\r\nمضرت جماع بر خلاى معده مانند جماع بسيار است .\r\nتدارك اين به همان ، ليكن در اين محل غذاهاى پر گوشت موافق‌تر است . زيرا كه بيشتر آنى است كه قوى هنوز به قوت است . و احتراز از دق در گرم‌مزاج به قرص كاسنى بايد كرد .\r\n\r\n[ جماع بر امتلا 
  ]\r\nمضرت جماع بر امتلا مثل مضرت حركت بر طعام است ، الا آنكه مضرت اين به سبب غذاى منهضم به اعماق اعضا بردن و سدّه پيدا كردن ، بيش است و بسيار است كه قولنج پيدا مىشود .\r\nتدارك آن تحمل بايد كرد و تامل تا ظاهر شود كه غذايى كه سبب امتلا شده ميل به نرمى مىكند ، يا با نفخ مىشود يا غليظ و محتبس مىگردد و ملاحظه بايد كرد كه گزندگى در اطراف اعضا پيدا مىشود يا نه . پس اگر مايل به نرمى باشد تحمل كنند تا دفع شود و اگر احتياج به مدد باشد از عقب آن مرق نخود با شراب بياشامد و اگر زياده از اين ، بايد معجون كندرى از عقب آن تناول كنند و اگر سردمزاج باشد ، اثاناسيا تناول كند ، بعد از آن مرق گوشت و آب نخود خيسانده بخورد و اگر با نفخ شود معجون كمونى به آب گرم بياشامد و اگر اقوا از اين خواهد فودنجى و ديگر معاجين كه در اين باب است به حسب قوت تناول كند و اگر محتبس شود بايد راند به مزلقات .\r\nاگر بستن به سبب زبرى باشد ، مثل برنج و گاورس و مزلق مثل شراب فواكه ملين و خيارشنبر با اندك محللى مثل دارچين و تربد باشد . و اگر بستن به سبب لزوجت و چسبناكى باشد ، راندن به ايارهء فيقرا و معجون شهرياران بايد كرد و ديگر معاجين به\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nحسب مصلحت .\r\nو اگر گزندگى در اطراف اعضا پيدا شود و نشان در رفتن غذاى متعفن است به اعضا ، در تليين استعانت به مسهلات صفرا بايد كرد ، مثل شير خشت و ترنجبين و محموده بر وفق مقصود .\r\n\r\n[ جماع بعد از فصد 
  ]\r\nمضرت جماع بعد از فصد مانند جماع بر خلأ و كثرت جماع است .\r\nتدارك آن اين است كه مبادرت و پيشى گيرند بر حسو و مرقه كه مذكور شد و روغن بيد انجير اندكى در آن ريزند و زرده تخم‌مرغ با شراب زده ، نيم‌برشت كنند و اندكى مشك بر او پاشند و تناول كنند .\r\nسيب با گوشت كوفته چندان بپزند كه طعم گوشت برود و بعد از آن صافى كنند و آب پياز نيز بگيرند و داخل آن كنند و شراب صاف ، ده يك آن ، داخل كنند . بعد از آن آرد باقلى و آرد نخود بر او پاشند تا مثل حسويى نيكو شود . بعد از آن زردهء تخم‌مرغ بزنند و آن را بر سر آتش نهند تا بجوشد و آن زرده در او ريزند تا حسويى پخته شود و اندك‌اندك تناول كنند . بعد از آن به حمام گرم رود و بيرون آيد و دماغ به روغن گل و مورد چرب كند و به خواب رود . پا در روغن پيه بز يا روغن گل و پيه بط نهد .\r\n\r\n[ جماع بعد از اسهال 
  ]\r\nمضرت جماع بعد از اسهال بيش از مضرت جماع بعد از فصد است .\r\nتدارك اين به چيزهاى قابض مقوى بايد كرد مثل ربّ سيب يا مفرح سرد يا گرم به حسب مصلحت يا دواء المسك . و كندر بخايد اگر غشى نباشد و اندك حسويى تناول كند كه از مرق زيره‌باج ساخته باشند . بعد از آن حسويى كه از مرقه كه ياد كرده شد و آن گوشت كوفته و آب سيب و شراب و آب پياز است پخته باشند بيشتر تناول كند و پاره‌اى به بعد از آن آبش بمكد و جرمش بيندازد و خواب كند و اگر نفخى پيدا شود شراب ريحانى ، اندك بياشامد و اگر ضعف به حدّ غشى رسد ماء اللحم و شراب بايد\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nآشاميد و مفاصل را در روغن گل و مورد بايد خيسانيد و كاك در شراب بايد خيسانيدن و دادن و آب سرد و گلاب به رو بايد پاشيد .\r\n\r\n[ جماع گاهى كه ضعف گرده باشد 
  ]\r\nتدارك مضرت جماع گاهى كه ضعف گرده باشد به معجون لبوب بايد كرد و اگر حرارتى در خود فهمد ، بادام و خشخاش و قند ، عوض معجون تناول كند و غذا هم از آنها كه مذكور شد ، به حسب مزاج .\r\n\r\n[ جماع با درد سر 
  ]\r\nتدارك جماع با درد سر به طلا كردن شراب به لعاب بنكو ، ماليدن روغن مورد و بستن بازوها و ران‌ها و ساق‌ها در حال جماع و آشاميدن لعاب بنكو [ مىباشد 
  ] .\r\n\r\n[ جماع با درد چشم 
  ]\r\nتدارك جماع با درد چشم چكانيدن آب گشنيز تازه است در چشم با سفيدهء تخم‌مرغ و حجامت ميان شانه و خسبيدن به پشت .\r\n\r\n[ جماع اصحاب مفاصل 
  ]\r\nتدارك مضرت جماع اصحاب مفاصل آن است كه حركت نرم كنند و پيش از حركت مفاصل را در بنكو بندند « 1 » ساعتى و بالاى مفاصل را ببندند تا ماده متوجه زير نشود .\r\nبعد از آن غذايى سبك تناول كنند و اگر ممتلى باشد قى كنند و تقويت دماغ به روغن بابونه و گل و مورد كنند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . با نسخه عربى تطبيق داده شد ، منظور بستن در بنكو يا همان اسفرزه است .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\n\r\n[ جماع اصحاب طبع‌هاى سرد 
  ]\r\n[ دفع 
  ] مضرت جماع اصحاب طبع‌هاى « 1 » سرد به گوارش سقنقور و ماليدن روغن قسط و جندبيدستر بايد كرد و ماء اللحم ممزوج با شراب كهنه بايد آشاميد و آب گياهان گرم مثل بابونه و سعتر و مرزنگوش در حمام بايد ريخت و مشك و عنبر بايد بوييد .\r\n\r\n[ جماع گرم‌مزاج و سردمزاج 
  ]\r\n[ دفع 
  ] مضرت جماع گرم‌مزاج و سردمزاج از اينها كه مذكور شد ، معلوم مىشود .\r\nاين است تدارك افراط رياضت و جماع به حسب اين رساله .\r\n\r\n[ جماع خشك‌مزاج 
  ] « 2 »\r\n[ دفع 
  ] مضرت جماع خشك‌مزاج با استعمال ماء اللحم ( آب‌گوشت طبى ) و زرده تخم‌مرغ است و در سردمزاج با استعمال ماء اللحم با ابازير قويه ذكر شده و روغن كرچك مىباشد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در نسخهء فارسى « تب‌هاى سرد » آمده كه با توجه به نامتعارف بودن اين واژه و عدم وجود بيمارى متناظر يا متضاد با آن در روند كتاب ، همچنين نسخهء عربى كه از عبارت « الأمزجة الباردة » استفاده كرده است ، به نظر رسيد طبع‌هاى سرد صحيح باشد .\r\n( 2 ) . اين قسمت فقط در نسخهء عربى آمده است و در نسخهء خطى فارسى نبود كه پس از ترجمه به اين فصل افزوده شد .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\nفصل 7 خواب و بيدارى\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\n\r\nتأثيرات خواب و بيدارى\r\nخواب حكم سكون دارد و بيدارى حكم حركت . زيرا كه در خواب ، حرارت متوجه باطن مىشود و در بيدارى متوجه ظاهر و فى الحقيقه خواب عبارتست از حالتى كه حاصل مىشود در بدن حيوان به سبب بخار به دماغ كه مبدأ حس حركت است و چون بخار به دماغ مىرسد به سبب سردى دماغ مىبندد همچون ابر در كرهء زمهرير و از او رطوبات و ترى در دماغ حاصل مىشود همچون باران از ابر ، و چون دماغ تر مىشود اعصاب سست مىگردد و قوى [ را 
  ] به ظاهر اعضا نمىرساند . پس حس و حركت در ظاهر نمىماند و اين حال را خواب مىگويند . پس در خواب ، قوت‌هاى ظاهر ساكن مىباشد و در بيدارى متحرك .\r\nاز اين جهت است كه خواب مقوى قوت‌هاى غذاست و سست‌كنندهء قوت‌هاى دماغ است و پىها تر مىكند و به سبب زيادتى ترى ، جوهر روح‌ها « 1 » ، كدر مىشود و پىها سست مىگردد و نمىگذارد كه تحليل و استفراغ غذا واقع شود و كوفت‌هاى بدنى به سبب هضم دفع مىكند . و ليكن گاه هست كه به سبب رسانيدن غذا به اعضا و جمع حرارت در بدن ، ماده‌اى كه در پوست و قريب اوست به عرق دفع مىكند ، اما عرق در بيدارى به سبب تحليل است و عرق در خواب به سبب غلبهء حرارت بر مادّه . و كسى كه در خواب عرق بسيار كند و او را خلط كم باشد ، دليل امتلاى غذاست .\r\nو از خاصيت‌هاى خواب آن است كه اگر در بدن ماده مىيابد كه قابليت آن دارد كه خون شود ، آن را خون مىسازد و بدن گرم مىكند و اگر بدن خالى مىيابد ، سرد مىكند ، [ به 
  ] سبب آنكه اخلاط ، لطيف مىكند و به تحليل مىبرد و اگر خلطى سرد در بدن مىيابد كه قابليت خون شدن ندارد ، آن را در بدن پراكنده مىكند و فعل بيدارى ، ضد اينهاست كه مذكور شد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در نسخه خطى به صورت « جوهر روحهاى و كدر مىشود » آمده است .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n\r\n[ بيدارى 
  ]\r\nمضرت بيدارى افساد مزاج است به سبب خشكى و ضعيف مىگرداند دماغ را و عقل [ را 
  ] كم مىكند و مرض‌هاى گرم پيدا مىشود . اشتها مىآرد به سبب تحليل ماده و هضم ضعيف مىكند به سبب تحليل قوت هاضمه .\r\nتدارك اين روغن بنفشه و كدو و بادام در سر ماليدن است و چكانيدن در گوش و بينى و آشاميدن شراب ممزوج با آب بسيار و حمام آب شيرين نيم‌گرم و تناول حسوهاى تر و قليهء كدو و سلق و شراب سيب و طلا كردن دل و جگر به طلاهاى سرد ، اگر هوا گرم باشد .\r\n\r\n[ خواب 
  ]\r\nمضرت خواب كندى حس‌هاست و سنگينى دماغ و مرض‌هاى سرد است و اينها از آن جهت است كه منع تحليل مىكند .\r\nتدارك اين مانند تدارك سكون بسيار است ، الا آنكه در اين محل عنايت در شأن دماغ بيش است . بايد كه مشك و حلتيت و چيزهاى عطسه‌آورنده بو كنند و غرغره به آبكامه و خردل و ايارهء فيقرا بكنند و اگر احتياج به مسهل افتد ، حب قوقايا يا حب ايارج بدهند .\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n\r\nفصل 8 حركات نفسانى\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n\r\nتأثيرات حركات نفسانى\r\nمراد از حركات نفسى حالتى است كه حيوان را مىشود ، به سبب ادراك ملايم و منافر .\r\nو چون اين حالت منشأ آن دراكه است ، به نفسانى منسوب است و فى الجمله تابع اين حالت است حركت روح حيوانى ، به ظاهر يا به باطن . و سبب اين آنست كه چون حيوان ادراك ملايم مىكند ، متوجه آن مىشود تا حاصل كند اگر حاصل نشده ، يا خود را به آن رساند اگر حاصل است ، و اين حال را فرح مىگويند . و اگر آن ملايم لذت مفرط دارد ، روح به يك بار متوجه ظاهر مىشود و الّا به تدريج . و اگر ادراك غير ملايم مىكند اگر قدرت به دفع دارد متوجه ظاهر مىشود تا دفع كند و اين را غضب مىگويند . و اگر قدرت ندارد ، از آن گريزان مىشود و روح متوجه باطن مىشود . پس اگر به يك بار متوجه باطن مىشود ، آن را فزع مىگويند ؛ و اگر اندك‌اندك ، آن را حزن مىگويند .\r\nو به هرطور كه هست ، چون روح متوجه ظاهر مىشود ، باطن سرد مىشود و اگر به حدّ افراط مىرسد مهلك [ مىگردد 
  ] . و اگر متوجه باطن مىشود ، ظاهر سرد مىشود . اگر به افراط است هم مهلك است [ به 
  ] سبب احتقان و به هم نشستن حرارت در باطن و اگر آن ادراك در نظر گاه ملايم مىنمايد و به آن راضى مىشود و گاه منافر مىنمايد و از آن متألم مىگردد و گاه متوجه ظاهر مىشود و گاه متوجه باطن ، مثل خجل كه گاه سرخ مىشود و گاه زرد ؛ و مثل همّ و آن غضب است [ همراه 
  ] با حزن كه صاحبش گاه به دفع جزم مىشود و گاه به عجز راضى مىگردد .\r\n[ دفع 
  ] مضرت‌هاى اين زمانى كه غير مفرط است به تسلّى خاطر و رجوع به عقل بايد كرد ، اگر اين شخص معتدل المزاج باشد . و اگر گرم‌مزاج باشد ، تعديل او به شربت‌هاى مقوى دل ، مثل شراب سيب ، شراب به يا مفرح‌هاى سرد و طلاهاى مناسب و بوى صندل و كافور و گل‌هاى معتدل بايد كرد و سردمزاج را اين احوال كمتر مىباشد و اگر باشد مضرت نمىباشد ، مگر آنكه مفرط باشد . فى الجمله تعديل مزاج خود واجب است به مفرح‌هاى گرم و شراب ريحانى و غذاهاى لطيف .\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\n\r\nفصل 9 احتباس و استفراغ\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n\r\n[ تأثيرات احتباس و استفراغ 
  ]\r\nتأثيرات احتباس و استفراغ ظاهر است ، زيرا اگر كه احتباس مفرط است ، فضلات جمع مىشود و سبب امراض مىگردد و اگر استفراغ مفرط است سبب تحليل و ضعف مىشود .\r\nو مضرت تناول چيزها در استفراغ و احتباس و دفع آن در باب غذا معلوم شد ، زيرا كه حكم غذاى بعد از استفراغ ، حكم غذاى بعد از حركت دارد اگر بسيار و بىاندازه خورد ؛ و حكم غذا در احتباس ، حكم ادخال [ غذا بر غذا 
  ] و عدم رياضت دارد . پس بر فطن بعد از ملاحظهء مذكورات ، مضرت و دفع مضرت آن پوشيده نيست .\r\nو السّلام\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\n\r\nلغات و اصطلاحات دشوار\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nلغات و اصطلاحات دشوار\r\n\r\nالف\r\nابازير : ابازير و توابل عبارت از چيزهايى است كه به جهت خوشبويى و مزه و اصلاح ، داخل غذا مىريزند و فرق ميان ابازير و توابل آن است كه توابل خشك و تر مىباشند به خلاف ابازير كه فقط خشك هستند ( كتاب حفظ الصحه ناصرى ) .\r\nاثاناسيا : به يونانى اسم معجونى است به معنى منقذ الأمراض و گويند اسم جگر گرگ است و چون معجون مزبور را يك جزو جگر گرگ است به اين اسم موسوم شده .\r\nاثاناسياء المعموله : به كبد الذّئب نافع است و جهت جميع مرض‌هاى جگر و درد جگر و قروح امعاء و سپرز و درد عصب نافع و جهت خدر هرگاه طلا كنند بر بدن مثل مرهم و جهت درد گرده و عسر النّفس و سرفه كه از كثرت رطوبت مجتمعه در سينه باشد و قطع پيچش و نزف الدّم و نفث - الدّم كند و به هم مىآورد قطع عروق جگر را كه عبارت از آورده است و نافع است جهت ناصور هرگاه طلا كنند به او مثل مرهم و جهت سموم مشروبه با شير بنوشند و اين مركّب از جهت آن مسمّى به اين اسم است كه آشاميدن او دور مىكند شارب آن را از امراض باذن اللّه تعالى و قوّتش بعد از چهار سال ضعيف مىشود . شيوه ساخت : زعفران ، مرّ صاف ، افيون ، جند بيدستر ، بزر البنج ، قسط المرّ ، قردمانا ، تخم خشخاش سياه ، سنبل الطّيب ، اصل الغافث با عصارهء غافث ، جگر گرگ ، شاخ سوخته راست بز هر كدام يك جزو .\r\nادويه را كوفته و بيخته و آنچه خيسانيدنى است با شراب صاف جيد الجوهر يا جمهورى يا با مثلث يا نبيذ زبيب و عسل خيسانيده با سه وزن ادويه عسل كف گرفته بسرشند و بعد از شش ماه استعمال نمايند و قدر شربت از ربع مثقال تا نيم مثقال . ( تحفه حكيم مومن )\r\nاثاناسياء الصّغرى : جهت درد جگر و سرفه و درد معده و بادها و قروح امعاء و قروح سينه و شش و براى سموم هوام بسيار نافع است . شيوه ساخت :\r\nميعهء سايله يا يابسه ، زعفران ، قسط المرّ ، سنبل - الطّيب ، مرّ صاف ، عيدان البلسان ، افيون و سليخه از هر يك 4 درهم ، عصارهء غافث 8 درهم ، اصل - السّوس محكوك 12 درهم . ادويه را كوفته و بيخته با سه وزن ادويه عسل كف‌گرفته بسرشند و بعد از شش ماه استعمال نمايند . ( تحفه حكيم مومن )\r\nاخلاط : جمع خلط . رجوع كنيد به خلط .\r\nاشربه : جمع شراب\r\nادخال : به درون بردن ، داخل كردن .\r\nارضى : زمينى\r\nاركان : جمع ركن . رجوع كنيد به ركن .\r\nاستسقا : مرضى كه در آن ماده بارده غريبه وارد اعضاى ظاهرى و باطنى شده و موجب تورم آنها مىشود . انواع آن عبارت است از : طبلى ، لحمى و زقى .\r\nاسافل : جمع اسفل .\r\nاسفل : منطقه پايين‌تر ، زيرتر .\r\nاغلظ : غليظتر\r\nافسنتينى : رجوع كنيد به معجون افسنتين\r\nافقاع : همان فقاع است ، رجوع كنيد به فقاع .\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nآكله : خارش كردن ، مرضى است كه به فارسى به آن خوره گويند ، جذام .\r\nالطف : لطيف‌تر\r\nالم : درد\r\nاماج : قسمى آش كه با آرد گندم سازند .\r\nامتلا : پر شدن ، پرى\r\nانوش‌دارو : دوايى است هندى ، شادىآور ، مقوى قلب و بدن ، چهره را زيبا مىكند و زردى و بوى بدن و دهان را مىبرد و نفعش براى كبد عظيم است و مضرتى در ظاهر ندارد و قبل و بعد از غذا داده مىشود . در اين دارو از گل سرخ ، سعد ، قرنفل ، مصطكى ، سنبل ، اسارون ، قرفه ، زرنب ، زعفران ، بسباسه ، قاقلهء هال [ منظور قاقلهء صغير است 
  ] ، جوزبوا و آمله استفاده مىشود . ( قانون ابن سينا ) رجوع كنيد به نوشدارو .\r\nايارهء فيقرا : يا ايارج فيقرا . به لغت يونانى فيقرا به معنى تلخ است و از تأليفات بقراط و نافع است در امراض سر و رافع ابخره دماغى است و منقّى معده و مواد بلغمى و ماده حبوب مسهله . و گويند مضرّ گرده است و مصلحش عنّاب و قدر شربتش تا دو مثقال و قوّتش تا دو سال باقى است . شيوه ساخت : گل سرخ ، مصطكى ، سنبل - الطّيب ، عود بلسان ، حبّ بلسان ، سليخه ، دارچينى و اسارون از هريك جزوى و صبر زرد دو چندان مجموع كوفته و بيخته اگر به تنهايى استعمال نمايند با عسل شهد بسرشند و اگر مادّهء حبوب كنند بدون او استعمال نمايند . ( تحفه حكيم مومن )\r\n\r\nب\r\nبد زهرگى : ترسندگى ، كم‌دلى . زهره : دليرى و شجاعت\r\nبدل : تغيير ، عوض و جانشين كردن\r\nبراز : مدفوع\r\nبسط : گشادن ، باز كردن ، مقابل قبض\r\nبسطت : فراخى و گشادگى .\r\nبشاعت : بو و مزه بد بجا مانده از طعام\r\nبقلنقاز : يا بغلنقاز يا بقلنقار ، پرندهء كبود رنگ و ابلق ، پاهايش دراز و منقارش پهن و گوشتش حلال و ماكول . ( دهخدا )\r\nبنكو : بزرقطونا ، اسفرزه\r\nبه همين سبيل : به همين شيوه .\r\nبهق : لك و پيس ، لكه‌هاى سياه و سفيد ناشى از برص يا جذام روى بدن .\r\nبول : ادرار ، شاش .\r\n\r\nپ\r\nپالوده : شربتى كه با برف يا يخ و نشاسته يا سيب درست مىكنند . ( دهخدا )\r\nپست جو : آرد و نخاله و سبوس جو . ( پست در مورد جو به معنى آرد بريان كردهء جو است . در متون طبى مراد از آن بيشتر همان نخاله است ) .\r\n\r\nت\r\nتب غب : تبى كه يك روز در ميان مىآيد .\r\nتب مطبقه : تبى كه شبانه روز خنك نگردد . تب دموى لازم .\r\nتحليل : از هم گشادن ( چيزى را ) تجزيه كردن ، فانى كردن ، چيزى را به گداختن محو كردن .\r\nتره : سبزىهاى آبدار\r\nترطيب : تر كردن ، رطوبت‌دار كردن .\r\nترياق اربعه : اوّل تركيبى است در ترياقات . در سوم گرم و در دوم خشك و محلل رياح غليظه و مصلح جگر و سپرز و مفتّح سدّه و مدرّ فضلات و آنچه از جهت برودت محتبس شده باشد و ترياق سمّ مار و عقرب و مورث صداع و دمعه و مصلحش شيرهء خرفه و قدر شربتش تا يك مثقال\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nو قوّتش تا دو سال باقى است و بدلش نصف وزنش مثروديطوس . شيوه ساخت : حبّ جنطيانا ، حبّ الغار ، مرّ صاف ، زراوند طويل بالسّويه و عسل سه وزن ادويه . ( تحفه حكيم مومن )\r\nترياق افعى : يا ترياق الافاعى ، پادزهرى كه رفع سمّيت هوام مىكند و اطبّاى سابق اجماع نموده‌اند كه هركه در و با يا در بعضى اوقات به - قدر نيم مثقال با گلاب و يا شراب و قائم‌مقام آن تناول نمايد بىشك رفع اذيت و با و تب وبايى مىكند و به - غايت مجرّب دانسته‌اند و از جالينوس منقول است كه در سال وبايى آن عصر هركه استعمال نمود سالم ماند . ( تحفه حكيم مومن )\r\nترياق فاروق : پادزهرى است كه آن را ترياق كبير و ترياق اكبر و ترياق هادى نامند و اندروماخس قديم تأليف نموده و بعد از هزار و صد و پنجاه سال اندروماخس ثانى تكميل آن نموده و اجزاى او به هفتاد رسيده به غير اقراص و جالينوس ده جزو را كم نمود . ( تحفه حكيم مومن )\r\nتسخين : گرم كردن .\r\nتقطيع : پاره‌پاره كردن . رجوع كنيد به مقطع .\r\nتكلف : كارى را با رنج و مشقت يا خلاف عادت انجام دادن .\r\nتمرى : رجوع كنيد به معجون تمر هندى\r\nتنشق : دم از بينى كشيدن و بوييدن يا ريختن آب در بينى .\r\nتنشيق : دارويى كه در بينى داخل كنند ، استنشاق دوا .\r\nتلطيف : لطيف كردن . به ملطف رجوع كنيد .\r\nتلواسه : اضطراب ، بىقرارى ، اندوه\r\nتهور : بىپروايى ، گستاخى\r\nتورك : خرفه\r\nتوتيا : اكسيد ناخالص و طبيعى روى كه داراى خاصيت گندزدايى است و از محلول رقيق آن براى شستشوى مخاطات و پلك‌ها استفاده مىشود .\r\n\r\nث\r\nثقيل : سنگين\r\n\r\nج\r\nجالى : به معنى پاك‌كننده است و فعل آن رفع كردن رطوبات لزجه از سطح عضو مانند انزروت است . و هر جالى ملين طبع است اگرچه بىقوّت مسهله باشد .\r\nجلا دادن : زدودن و صيقل دادن ، رجوع كنيد به جالى .\r\nجبر كردن : جبران كردن .\r\nجربزه : زيركى ، شايستگى ، توانايى براى كارى .\r\nجرب : گر ، مرضى است پوستى و سرايت‌كننده توام با خارش .\r\nجوارش : معرّب از گوارش فارسى است به معنى گوارنده و از اختراعات حكماى فرس است و او عبارت است از تركيب‌هايى كه مقوّى معده و محلّل رياح و مصلح اغذيه باشد و بعد از سرشتن ادويه با شكر و امثال آن در صحنى پهن كرده و پاره‌پاره كنند و مدتى جهت مزاج او منظور نيست و متاخرين بعضى از معاجين مسهله را در تحت جوارشات ذكر كرده‌اند و ظاهرا موافق قانون نباشد .\r\nجوهر : اصل و خلاصه هر چيز .\r\n\r\nح\r\nحبّ اصطمخيقون : به معنى منقّى اخلاط بارده است و جهت تنقيهء اخلاط و حفظ صحّت و رفع وسواس و امراض سوداويه و خفقان و ضعف معده و گرده نافع است . شيوه تهيه : صبر 1 مثقال ،\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nبسفايج و افتيمون از هر يك 6 مثقال ، سقمونيا و غاريقون و شحم حنظل از هر يك 3 مثقال ، سليخه و زعفران و حبّ بلسان و ملح هندى و عصاره افسنتين و اسارون و وج و عود و مصطكى و بيخ اذخر و زراوند مدحرج و دارچينى از هر كدام يك مثقال و بعضى وقت ايارج اضافه مىكنند و در بعضى نسخ هليلج و تربد زياد كرده‌اند .\r\n( تحفه حكيم مومن )\r\nحبّ الشّبيار : اين حبّ را شبيار از اين جهت نامند كه وقت استعمالش شب است جهت تنقيهء دل از سودايى كه متولّد از بلغم باشد . شيوه تهيه :\r\nتربد ، افتيمون ، غاريقون ، اسطوخودوس و هليلج كابلى از هر كدام يك جزو ، فيقرا يك جزو و نيم ، عود هندى نيم جزو و قدر شربت از يك مثقال تا دو درهم . ( تحفه حكيم مومن )\r\nحبّ الشّبيار : ( نوع ديگر ) جهت تنقيهء دماغ و دل از سودايى كه از نفس سودا به هم رسيده باشد .\r\nشيوه تهيه : هليلهء كابلى و افتيمون از هر كدام يك جزو ، فيقرا يك جزو و نيم ، اسطوخودوس يك جزو ، شحم حنظل يك جزو ، خربق اسود ربع جزو ، مصطكى و عود و بسفايج از هر يك نيم جزو و حجر مغسول ثلث جزو با آب سيب شيرين حب‌ّها سازند و قدر شربتش از يك درهم تا يك مثقال . ( تحفه حكيم مومن )\r\nحبّ قوقايا : جهت تنقيهء دماغ و امراض باردهء آن به غايت مجرّب است و قوقا به لغت يونانى به معنى حاق وسط رأس است چون اين حبّ جذب اين مواد از آنجا مىكند لهذا مسمّى به اين اسم شده . شيوه تهيه : صبر ، افسنتين ، مصطكى و غاريقون بالسّويه از هر كدام يك جزو و شحم حنظل و سقمونيا از هر يك نيم جزو . ( تحفه حكيم مومن )\r\nحسو : غذاى مايع سيال ، سوپ ، طعامى كه از آرد و آب و روغن پزند و گاهى بدان شيرينى نيز داخل كنند .\r\nحصر كردن : منحصر كردن به .\r\nحصه : نصيب ، بهره .\r\nحكه : خارش .\r\n\r\nخ\r\nخاگين : خاگينه ، غذايى كه از به هم زدن سفيده و زرده تخم‌مرغ و سرخ كردن آن در روغن درست كنند .\r\nخدر : سستى اندام و باطل شدن حس لمس .\r\n( بحر الجواهر )\r\nخريف : پاييز\r\nخسبيدن : خوابيدن .\r\nخفقان : طپش قلب ، حركت اختلاجى قلب به خاطر اذيت شدن و آزار ديدن از چيزى .\r\nخلاف : اختلاف\r\nخلط : هر چهار مزاج از مردم . هريك از چهار گش . ( ناظم الاطباء ) . يكى از چهار مايع كه در تن حيوان است : بلغم ، خون ، صفراء ، سوداء . رطوبتى است اندر تن مردم روان و جايگاه طبيعى مر آن را رگ‌هاست و اندام‌ها كه ميان تهى باشد چون معده و جگر و سپرز و زهره و اين خلط از غذا خيزد و بعضى خلطها نيك‌اند و بعضى بد . آنچه نيك باشد ، آنست كه اندر تن مردم اندر فزايد و به بدل آن ترىها كه خرج مىشود ، بايستد و آنكه بد باشد ، آنست كه به اين كار نشايد و آن ، آن خلط باشد كه تن از او پاك بايد كرد به داروها . و خلطها چهارگونه است : خون است و بلغم و صفراء و سوداء . ( ذخيره خوارزمشاهى )\r\nخمول : بىسر و صدا شدن ، گمنامى\r\nخواب غرق : خواب عميق\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nخيار بادرنگ : خيار معمولى است در مقابل خيار شنبر كه فلس‌هاى ميوه درخت آن همان فلوس است .\r\n\r\nد\r\nداء الثعلب : درد روباه به ريختن موى گفته مىشود و سبب آن رطوبت‌هاى غريب و كثيف است كه در ريشه‌هاى مو پيدا مىشود و با تيزى و سوزش خود مانع از رستن موى مىگردد و اين را با اين نام خواندند زيرا اين درد بيشتر عارض روباهان مىشود . ( مفتاح الطب )\r\nداء الحيه : درد مار ، از نوع داء الثعلب است زيرا علتى كه هر دو را به وجود مىآورد يكى است و فقط در شكل با داء الثعلب فرق دارد ، زيرا آن قسمتى از سر كه به داء الحيه دچار مىشود مانند مارى است كه پوست آن مىريزد و اين را « قرع » نيز مىگويند . ( مفتاح الطب )\r\nداء الفيل : درد پيل ، ورمى است كه عارض پا و ساق مىشود ، گويى مثل دست و پاى فيل است و هنگامى كه بسيار بزرگ شود و دارنده‌اش ناتوان گردد ، درمانى براى آن نيست . ( مفتاح الطب )\r\nدراكه : نيك دريابنده ، فهم و شعور .\r\nدرهم : واحد وزن ، معادل تقريبا 97 / 2 تا 5 / 3 گرم .\r\n( لغتنامه انتهاى كتاب الاغراض ، تصحيح استاد تاج‌بخش ، چاپ انتشارات دانشگاه تهران )\r\nدق : تب متصلى كه شخص را مىكاهاند و باريك و لاغر مىكند . ( ناظم الاطباء ) . مرضى است كه از آن به تب لازم هم تعبير مىكنند و آدمى را لاغر و باريك مىكند . ( لغت محلى شوشتر ، نسخه خطى ) . تبى است دائم با حرارتى كم بىاعراضى آشكارا از قبيل اضطراب و سطبرى لبها و خشكى دهان و سياهى آن ، لكن بيمار روى به لاغرى و ضعف و سستى و شكستگى رود . ( يادداشت مرحوم دهخدا ) . بيمارى سل . تب لازم .\r\nدل : در اين كتاب منظور قلب است .\r\nدلاك : آنكه در حمام اندام مردم را بمالد و كيسه كشد . ( از غياث ) ( آنندراج ) . مشت مال كننده كه بدن را خالى يا با روغن مالش دهد . ( لغت محلى شوشتر ، نسخه خطى ) . آنكه در حمام شوخ تن ديگران با كيسه و جز آن پاك كند .\r\nدلاكى : عمل دلاك ، رجوع به دلاك .\r\nدماغ : مغز\r\nدواء الكركم كبير : از مركّبات جالينوس است جهت دردهاى كهنه جگر و سپرز و برودت و غلظت آن و مىگشايد سده آلات جميع غذا را و پراكنده مىكند بادهاى غليظ را و ادرار مىكند بول را و جهت جميع دردهاى مثانه و گرده و رحم كه از مواد غليظه باشد و از براى صلابت رحم و مثانه و جهت استسقاء و غير آن نافع است . شيوه ساخت : زعفران 2 مثقال ، فوّ 4 مثقال ، مو 4 مثقال ، سنبل الطّيب 6 مثقال ، انيسون 4 مثقال ، دوقو 4 مثقال ، اسارون 4 مثقال ، زراوند 4 مثقال ، فطراساليون 4 مثقال ، قسط شيرين 1 مثقال ، سليخه 1 مثقال ، فقاح اذخر 1 مثقال ، حبّ البلسان 1 مثقال ، فوّه 2 مثقال ، ربّ سوس 3 مثقال ، عصارهء غافث 3 مثقال ، اسقولوقندريون 3 مثقال ، جعده 3 مثقال ، روغن بلسان نيم اوقيه ، مرّ صاف 4 مثقال ، كبر رومى 2 مثقال را با عسل بسرشند و قدر شربت يك درهم با شراب عسل .\r\n( تحفه حكيم مومن )\r\nدواء الكركم صغير : موافق كامل جهت درد جگر و سپرز و ضعف معده و امراض شكم و زرداب نافع است و رنگ رخسار را نيكو گرداند . شيوه ساخت :\r\nسنبل الطّيب ، ريوند ، زعفران و سليخه از هريك دو درهم ، دارچينى ، مرّ صاف ، قسط المرّ و فقاح اذخر از هر كدام يك درهم . ادويه را كوفته و\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nبيخته و با سه وزن عسل كف گرفته به قوام آورده و بسرشند و در وقت حاجت استعمال نمايند و در اكثر نسخ اجزاى مزبوره مساوىاند و مرّ را در مثلّث بايد خيسانيد . ( تحفه حكيم مومن )\r\nدواء اللك الأكبر : جهت ضعف جگر و ابتداى استسقاء و برودت معده و تفتيح سده و ادرار بول و ريختن سنگ مثانه و گرده نافع مىباشد و بهترين دواها است از براى جگر . شيوه ساخت : لك منقّى هشت اوقيه ، بادام تلخ مقشّر ، دارچينى و قرنفل از هريك پنج اوقيه ، كمافيطوس ، مو ، فو [ مو ، شبت برى است و فو ، سنبل كوهى - بر اساس لغتنامه انتهاى كتاب الاغراض ، تصحيح استاد تاج‌بخش ، چاپ انتشارات دانشگاه تهران 
  ] و مر و زوفاى خشك از هريك چهار اوقيه ، دوقو ، فطراساليون ، زيره كرمان و زنجبيل از هريك هشت اوقيه ، سنبل الطّيب يك رطل ، جنطياناى رومى و زراوند مدحرج از هر كدام يك اوقيه ، صبر سقوطرى چهار اوقيه ، زعفران سه اوقيه ، اسارون 7 اوقيه ، فوه [ همان روناس است 
  ] و عيدان البلسان از هر يك پانزده اوقيه ، حبّ بلسان ، سليخه ، مصطكى ، قصب الذرّيره ، مقل ارزق مكد 7 اوقيه ، ربّ سوس يك رطل و نيم ، دارچينى و جعده و اذخر از هريك ده اوقيه ، سيساليوس سه اوقيه و نيم ، روغن بلسان سه اوقيه . ادويه را كوفته و بيخته و با روغن بلسان چرب نموده و با سه وزن ادويه عسل كف گرفته و بسرشند و در وقت حاجت بعد از شش ماه استعمال نمايند .\r\n( تحفه حكيم مومن )\r\nدواء اللّك الصّغير : منافع آن قريب به منافع اول است . شيوه ساخت : ريوند چينى يك اوقيه و نيم ، لك منقّى و قسط المرّ و فقاح اذخر و حبّ الغار و ترمس و حلبه و فلفل سياه از هر كدام يك اوقيه .\r\nادويه را كوفته و به حرير بيخته و با سه وزن ادويه عسل كف گرفته بسرشند و در وقت حاجت استعمال نمايند . ( تحفه حكيم مومن )\r\nدواء المسك : همان دواء المشك است . رجوع كنيد به دواء المشك شيرين ، تلخ و بارد .\r\nدواء المشك شيرين : كه دواء المسك حارّ نامند و جهت خفقان و مره سودا و ضعف دل و معده و بادهايى كه زنان آبستن را به هم رسيده باشد نافع است و رنگ رخسار را نيكو گرداند . شيوه تهيه : زرنباد و درونج از هركدام يك درهم ، لؤلؤ و كهربا سه درهم ، ابريشم مقرض غير محرق يك درهم و نيم ، بهمن ابيض و احمر ، ساذج هندى ، سنبل الطّيب ، قاقله كبار ، قرنفل ، جندبيدستر و اشنه از هريك چهار دانگ ، زنجبيل و دار فلفل از هريك دو دانگ ، مشك يك دانگ و نيم با سى مثقال عسل صاف آتش نديده بسرشند . ( تحفه حكيم مومن )\r\nدواء المشك تلخ : از قرابادين حنين جهت خفقان و ورم گلو و رطوبت معده نافع است . شيوه تهيه :\r\nسنبل ، قرنفل ، مشك ، مرّ صاف و ساذج هندى از هريك دو درهم ، زعفران ، نانخواه و تخم كرفس از هريك چهار درم ، صبر سقوطرى و افسنتين از هر يك هشت درم ، ريوند چينى شش درم ، جندبيدستر يك درهم و نصف مرّ را در آب گرم حل كرده و با سه وزن عسل خام بسرشند . ( تحفه حكيم مومن )\r\nدواء المشك البارد : مقوّى اعضاى رئيسه و موافق محرور المزاج و جهت خفقان حارّ و ناقهين نافع است . شيوه تهيه : غنچهء گل سرخ ، طباشير ، گشنيز خشك ، ابريشم مقرّض ، گل گاو زبان ، كهربا ، مرواريد ، زرشك بىدانه ، بسد ، تخم خرفه و صندل\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nسفيد از هريك پنج مثقال ، فوفل و گل ارمنى شسته از هريك سه مثقال ، نشاسته 2 مثقال ، مشك يك مثقال ، عنبر اشهب 2 مثقال ، ورق طلا يك مثقال ، ورق نقره 2 مثقال ، قند سفيد دو وزن ادويه با ربّ سيب نود مثقال و آب انارين نود مثقال و بيدمشك پنجاه مثقال و گلاب 5 مثقال ، به قوام آورده بسرشند و اگر بىمشك خواهند به عنبر تنها اكتفا نمايند و حقير 2 مثقال ياقوت اضافه نموده و اثرش را بسيار قوى يافته . ( تحفه حكيم مومن )\r\nدواء الملك : دوايى با اين نام يافت نشد . احتمالا دواء الملك منظور است .\r\nدوالى : واريس\r\nدوشاب : شيره ، شيره انگور .\r\nدوق شارب : الّدوق : چشيدن . ( فرهنگ ابجدى ) .\r\nدهن : روغن\r\nدينار : واحد وزن ، معادل يك مثقال شرعى كه حدودا 5 / 3 گرم است . ( لغتنامه انتهاى كتاب الاغراض ، تصحيح استاد تاج‌بخش ، چاپ انتشارات دانشگاه تهران )\r\n\r\nر\r\nرب : شرط آن است كه آب آن چيزى كه مقصود باشد را چندان بجوشانند كه به ربع و ثلث رسد و مجموع آن قابض‌تر از اشربه و اگر در بعضى شيرينى اضافه كنند بايد قدر قليلى باشد .\r\nربّ السوس : آب مطبوخ ريشه پوست‌كنده شده سوس يا همان شيرين بيان است كه او را به حدّ انعقاد جوشانيده باشند .\r\nربوب : جمع رب\r\nرشاد : تره تيزك .\r\nرطل : واحد وزن معادل 84 مثقال . تقريبا برابر با 390 گرم .\r\nرعشه : بيمارىاى كه موجب ناتوانى قوت عضو در نگهدارى عضو متحرك در وضعيت ثابت بطور دائم يا در وضعيت متحرك به‌طور دائم در مقابله با وزن عضو مىشود . ( بحر الجواهر )\r\nركن : عنصر . مايه . ماده : چهار اركان . مواد اربعه .\r\nعناصر اربعه . چهار آخشيجان\r\nروباه تورك : گياه عنب الثعلب . نام‌هاى ديگرش سگ انگور ، تاجريزى\r\nرياضت : كوشش ، تمرين ، ممارست ، ورزش كردن .\r\nرياضت زود : ورزش سريع و با شتاب .\r\nريش كردن : زخم كردن .\r\n\r\nز\r\nزرعونى : رجوع كنيد به معجون زرعونى .\r\nزعّاق : تلخ شور مزه ، آب تلخ كه قابل خوردن نباشد .\r\nزكام : فرود آمدن رطوبت از دماغ به جانب گلو يا بينى و بعضى آن را كه به جانب گلو فرو رود نزله گويند چون از گرمى بود علامتش گرمى آنچه از دماغ فرود آيد و سوزش گلو و بينى است . چون از سردى باشد علامتش سردى آنچه از دماغ فرود آيد و گرانى سر و روى است .\r\nزهومت : بوى گوشت چرب متعفن ، بوى گنده .\r\nزوبين : نيزه كوچك .\r\nزيت : روغن زيتون\r\nزيره‌باج : شوربايى است كه از سركه و ميوه‌هاى خشك ساخته مىشود و با زعفران خوش‌بو شده و در آن كمون ريخته با شيرينىها آن را شيرين مىكنند . ( بحر الجواهر )\r\n\r\nس\r\nساويدن : ساييدن .\r\nسبات : خواب طولانى سنگين ( بحر الجواهر )\r\nسبع : درنده\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nسحج : خراشيدن و پوست باز كردن ، بيمارىاى است كه از خراش روده به هم رسد .\r\nسده : انسداد\r\nسرسام : التهاب مغز و غشا ، با تشنج و پريشان حواسى ، مننژيت .\r\nسرطان : ورم سختى كه ريشه‌هاى بسيار در بدن دارد و رگ كبود رنگى كه پر از خون سياه است آن را آب مىرساند . ( مفتاح الطب )\r\nسكته : ناتوانى كامل عضو در حس كردن و حركت كردن به‌خاطر انسداد كامل در بطن‌هاى مغزى و مجارى روح نفسانى .\r\nسكنجبين ساده : كه عبارت از سركه و قند است و هرگاه اجزا مساوى باشد مايل به سردى خواهد بود و مفتّح سدّه و رافع تشنگى و قاطع صفرا و در حمّيات حاره و امراض سپرز و جگر و معده و تب‌هاى مركّبه نافع است . ( تحفه حكيم مومن )\r\nسكنجبين بزورى : سكنجبينى كه حاوى عصارهء باديان ، تخم كاسنى ، تخم كرفس ، خارخسك ، تخم خربزه ، تخم خيارين ، پوست ريشه كاسنى ، پوست ريشه باديان ، پوست ريشه كبر مىباشد .\r\n( تحفه حكيم مومن )\r\nسكنجبين بزورى معتدل : جهت تب‌هاى مركّبه و ضعف جگر و صفراى محّى و استسقاى حارّ نافع است . شيوه ساخت : تخم رازيانه 2 مثقال ، تخم كشوث 3 مثقال ، انيسون 3 مثقال ، گل سرخ 3 مثقال ، تخم كاسنى 2 مثقال ، تخم خيار 2 مثقال ، تخم خربزه 2 مثقال ، تخم كرفس 2 مثقال ، بيخ رازيانه 2 مثقال ، بيخ كبر 2 مثقال ، اصل السّوس 2 مثقال ، بيخ كاسنى 3 مثقال و عنّاب 20 دانه را در سركه و آب خيسانيده بجوشانند تا به نصف رسد و با شكر به قوام آورند . ( تحفه حكيم مومن )\r\nسكنجبين افتيمونى : كه با ماء الجبن استعمال نمايند . افتيمون ، بسفايج و خربق سياه از هريك 7 درهم . خربق را نيمكوب كرده يك شبانه‌روز در نود مثقال سركه بخيسانند و نود مثقال آب اضافه نمايند و به آتش نرم بجوشانند و بسفايج را كوفته در كيسه كرده و در آن بيندازند و چون آب بسوزد كيسهء افتيمون را انداخته يك جوش داده بعد از آن صاف نمايند و با دويست و پنجاه مثقال قند به قوام آورند و هر روز تا چهارده مثقال استعمال نمايند و در مزاجى كه بسيار حارّ بوده باشد به اين نسخه ترتيب دهند : افتيمون ، بسفايج و تخم كاسنى مكد 7 درهم ، تخم كرفس 2 درهم ، تخم خيار 5 درهم ، بيخ كاسنى دو درهم ، بيخ رازيانه 2 درهم . ادويه را با سركه نود مثقال و آب نود مثقال جوشانيده و افتيمون را در لته بسته در آخر يك دو جوش داده و بعد از سوختن آب صاف نمايند و با دويست و پنجاه مثقال قند به قوام آورند . ( تحفه حكيم مومن )\r\nسلس البول : روان شدن ادرار بىاختيار .\r\nسماوى : آسمانى\r\n\r\nش\r\nشب : برنج ، زاج . شب يمانى : زاج سفيد .\r\nشخوص : جمود .\r\nشراب افسنتين كبير : موافق نسخهء قدما و مقوّى معده و مفتّح سدّه و مسهل صفرا و مقوّى اعصاب و دماغ و جگر است . شيوه ساخت : افسنتين رومى 4 مثقال ، غاريقون مثل آن ، گل سرخ 8 مثقال ، صبر زرد 3 مثقال ، حاشا مثل آن ، مصطكى ، تخم كرفس ، اذخر ، انيسون ، سنبل - الطيب ، اسارون و ساذج هندى از هركدام يك مثقال ، نعناع ، اصل السّوس 3 مثقال ، بيخ كرفس و بيخ رازيانه 2 مثقال ، فودنه و زعفران هركدام يك\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nرطل و نيم در هشت رطل شراب بجوشانند تا به نصف رسد و با يك رطل و نيم عسل به قوام آورند و اگر بجاى شراب آب و بجاى عسل شكر كنند مىتواند بود .\r\nنوعى ديگر كه صغير گويند جهت ماليخولياى مراقى و ضعف معده كه از برودت باشد و سوء القنيه به‌غايت آزموده است ، شيوه ساخت :\r\nافسنتين 10 مثقال ، گل سرخ 20 مثقال ، تربد 4 مثقال ، غاريقون 4 مثقال ، سنبل الطّيب 2 مثقال را در چهارصد مثقال آب بجوشانند تا به نصف رسد و با صد و بيست مثقال شكر به قوام آورند و اگر تربد را 7 مثقال و سنبل را 4 مثقال كنند قوىتر خواهد بود . ( تحفه حكيم مومن )\r\nشراب الخنديقون : جهت برودت معده و تب ربع و درد احشاء نافع و مناسب پيران است . شيوه ساخت : عسل كف گرفته سه من ، شراب كهنه ريحانى يا جمهورى ده من ، زنجبيل 5 درهم ، قاقلهء صغار و كبار نيم درهم ، قرنفل يك دانگ ، دارچينى نيم درهم ، زعفران 1 درهم و دار فلفل يك دانگ و نيم . غير زعفران باقى را نيمكوب ساخته بيندازند در شراب و عسل و در سايه سه روز بگذارند و هر روز سه بار حركت دهند و صاف كنند و با يك دانگ و نيم مشك مطيب سازند .\r\n( تحفه حكيم مومن )\r\nشراب راسن : شرابى كه با گياه راسن درست مىكنند و معروف به شراب مليكه است . ( مخزن الادويه )\r\nشراب العسل : جهت معده و جگر سرد و امراض عصب نافع است . شيوه ساخت : ده رطل عسل را با شش رطل آب و سنبل الطّيب و مصطكى و دارچينى و قاقله و عود و هيل و جوزبوا و دار فلفل و قرنفل از هريك 2 مثقال بجوشانند تا به قوام آيد سپس صاف نموده و استعمال نمايند . ( تحفه حكيم مومن )\r\nشراب ريحانى : از جمله اقسام خمر است و آن است كه خم را بعد از اندودن به زفت و يا به قير يا موم به عود و كشته بخور كنند و با آب انگور و مورد و مصطكى و به شيرين و سيب به‌قدرى اندازند و بعد از آفتاب گذاشتن ظرف آن را در زمين دفن كنند . ( تحفه حكيم مومن )\r\nشراب اللّيمو : كه مؤلف شفاء الأسقام و تذكره ذكر كرده‌اند و نايب مناب ترياق كبير دانسته‌اند و جهت رفع اخلاط محترقه و تب‌هاى دورى و ضعف دماغ و دل و قلاع و امراض اطفال و مواد سوداوى و رفع تشنگى و گزيدن عقرب و ساير سموم نافع است و حافظ صحّت و رقيق‌كننده مجموع خلط غليظ و قاطع خلط لزج و آنچه ترشى او بسيار باشد مضرّ عصب و مورث سعال يابس و مضعف باه و مصلح او بادام و خشخاش است و آنچه با آب نعناع ترتيب دهند جهت تقويت معده و رفع بخارات دماغ و خيالات انفع است و هرچه با آب به باشد جهت تقويت معده و دل و رفع خفقان مجرب دانسته‌اند و آنچه با شيرخشت و ترنجبين ترتيب دهند ، جهت ربو و سعال و ضيق النّفس و درد سينه ، و هرچه با لعاب‌ها ساخته باشند جهت حرقة البول و درد مثانه نافع است . و طريق ساختن آن است كه شكر سفيد را ساييده و در قدح مدهون با آب ليمو تر كرده و روى قدح را به كرباسى پوشيده تا پنج روز در آفتاب بگذارند ، پس شكر را در شير تازه حل نموده و مثل شير آب صاف اضافه كرده به آتش نرم بجوشانند و قدر شير بايد عشر شكر باشد و كف آن را بگيرند و آب ليمو به تدريج به خورد او دهند تا هر رطلى از شكر به قدر سه اوقيه\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nيا چهار اوقيه آب ليمو ببرد و به ليمو آن است كه دو چندان آب ليمو و آب به شيرين به خورد او دهند و مصمغ آنكه صمغ عربى محلول به قدر آب ليمو تسقيه نمايند و ملعّب آنكه لعاب به‌دانه و لعاب تخم مرو و تخم ريحان تسقيه كنند و منعنع آنكه با آب نعناع تازه تسقيه نمايند و آنچه با شيرخشت ترتيب دهند طريق آنست كه به جاى شكر ترنجبين ترتيب كنند و يا نصف شكر باشد و نصف ديگر ترنجبين تسقيه نمايند . ( تحفه حكيم مومن )\r\nشربت اجاص ( آلو ) : منقول از حاوى و جهت درد سر و تبهاى حاره و يرقان نافع و مسهل صفرا است . آلوى بخارا در آب خيسانيده و بجوشانند تا مهرّا شود سپس صاف نموده و شكر به‌قدرى كه خوش‌طعم كند اضافه نموده به قوام آورند و اگر قدرى از محمودهء مشوىّ اضافه نمايند قوى الفعل مىشود . ( تحفه حكيم مومن )\r\nشربت به : رجوع كنيد به شربت سفرجلى .\r\nشربت تمر هندى : به دستور شربت اجاص است .\r\nشربت سفرجلى : ( سفرجل - به ) منقول از كامل الصّناعه است و جهت ضعف معده و جگر و اسهال و قى و غثيان و تشنگى نافع است . شيوه ساخت : به ترش از دانه و پوست پاك كرده و آبش را بيفشرند و دو رطل از آن گرفته و از شراب يا جمهورى يك رطل ، و ثفل به را يك شبانه‌روز در او بخيسانند و بعد از آن افشرده و صاف نمايند و با آب بجوشانند تا به نصف رسد و با نيم رطل عسل كف گرفته به قوام آورند . زنجبيل و مصطكى از هريك 2 درهم ، قاقلهء كبار و صغار و دارچينى و زعفران غير مسحوق از هريك 4 درهم و قرنفل 3 درهم را در پارچه‌اى بسته در آن بجوشانند و اگر دو دانگ مشك داخل نمايند مىتواند بود . ( تحفه حكيم مومن )\r\nشربت خشخاش : نافع است جهت مرطوبين و حبس نزلات و رفع درد سينه و سرفه و درد سر و سرسام و سهر و حرارت و رفع تب و اخلاط محترقه و چون با شربت ورد مكرّر ممزوج ساخته و بعد از فصد بنوشند ، رفع ضعف فصد و تقويت قوّت‌ها مىكند و قدر شربتش تا بيست مثقال است و قوّتش تا دو سال باقى مىماند . شيوه ساخت : 100 عدد خشخاش رسيده را با تخم او كوبيده يا پوست را علىحده نيمكوب كنند و تخم را نرم بسايند و با ده مثل آن از آب نيسان بجوشانند تا به ثلث رسد و با مثل آن شكر به قوام آورند . ( تحفه حكيم مومن )\r\nشربت عنّاب : منقول از تذكره و موافق نسخهء اصول التّراكيب و مؤلّف او غير اين نسخه را خطا مىداند و جهت سينه و اسافل بدن و تسكين تشنگى و اطفاى حرارت خون و آبله و تب‌ها نافع و مصلح حال اطفال است و قوّتش تا دو ماه باقى است . شيوه ساخت : عنّاب يك رطل ، گشنيز خشك ، عدس و بيخ كاسنى از هريك دو اوقيه در ده رطل آب بجوشانند تا به ثلث رسد ، پس صاف نموده و به وزن او شكر به قوام آورند . ( تحفه حكيم مومن )\r\nشربت فواكه معتدل : معمول متأخّرين و مقوّى اعضاء و ساير قوّت‌ها و جهت ناقهين و ضعيف - الاحشاء نافع است . شيوه ساخت : آب انار ترش و شيرين ، آب به ترش و شيرين ، آب امرود ترش و شيرين و آب سيب ترش و شيرين از هركدام يك جزو ، آب زعرور كه كويج نامند و آب زرشك از هر يك نيم جزو با ثلث آب‌ها شكر سفيد به قوام آورند و بعضى يك جزو آب انگور اضافه مىكنند و آن انسب است و اگر آب انگور را علىحده\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nبجوشانند تا ثلث رفته ثلثان بماند اولى است .\r\n( تحفه حكيم مومن )\r\nشربت فواكه شيرين : جهت تقويت احشاء و ناقهين و صاحبان لينت طبع و جهت صاحب سعال موافق است . شيوه ساخت : آب ميوه‌هاى شيرين را كه مذكور شد با ثلث آن شكر به قوام آورند . ( تحفه حكيم مومن )\r\nشربت فواكه ترش : قابض‌تر از فواكه شيرين است و در منافع مثل او و صاحب سعال را موافق نيست و عمل او به دستور سابق است كه از آب ميوه‌هاى ترش ترتيب مىدهند و هريك از اين اشربه را موافق حال هر شخصى تقويت به ادويهء مناسبه مىتوان نمود كه ادويهء موافقه را كوفته در پارچه‌اى بسته و در آن بجوشانند . ( تحفه حكيم مومن )\r\nشربت گل : رجوع كنيد به شربت ورد مكرر و شربت ورد قابض .\r\nشربت ورد مكرّر : مسهل جهت احتراقات و جرب و حكه و امراض جگر و سوداوى رقيق و سدّه و ضعف گرده و صفراى سوخته نافع است و مورث تشنگى و مصلحش تخم كاهو و طباشير است .\r\nشيوه ساخت : مصطكى و انيسون از هركدام 1 مثقال به ازاى هريك رطل شربت ادويهء مذكوره را به وزن مزبور گرفته و در ميان شربت بيندازند تا بجوشد و طريق آن است كه پنج رطل آب را به جوش آورده و چهار رطل برگ گل تازه را به چهار دفعه بريزند و هر دفعه يك رطل آب بسوزد .\r\nسپس آن را صاف كرده به دستور حصّهء ديگر را بريزند تا اينكه از اين آب ربع بماند . و اگر قوىتر خواهند گل را پنج يا شش رطل مىتوان كرد و شيخ الرّئيس زياده بر پنج را منع نموده ، پس با هم وزن آب صاف او شكر به قوام آورند . و قدر شربتش از ده مثقال تا سى مثقال است با يخ و اگر با نصف وزن او سكنجبين بنوشند جهت قمع صفرا اولى است . ( تحفه حكيم مومن )\r\nشربت ورد قابض : جهت امراض جگر نافع است .\r\nشيوه ساخت : چهار رطل گل سرخ اقماع‌دار را به يك دفعه در ده رطل آب بجوشانند تا به ربع برسد و صاف نموده با هم‌وزن او شكر به قوام آورند و اگر قوىتر خواهند به ازاى هريك رطل از مصطكى و تخم مورد و صندل سفيد و آرد كنار و گشنيز خشك و طباشير يك مثقال را در پارچه بسته در او ببندند تا بجوشد و ساير تصرّف با طبيب است كه اگر اجزاى حارّة قابضه بايد اضافه كنند و يا اگر بارده لازم از آن نيز داخل كنند .\r\n( تحفه حكيم مومن )\r\nشكنبه : اولين بخش معده نشخواركنندگان ، سيرابى\r\nشهرياران : رجوع كنيد به معجون شهرياران\r\nشوربا : آش ساده كه با برنج و سبزى پخته مىشود .\r\nشيذه : هيات عمامه بستن .\r\n\r\nص\r\nصورت عضوى بر او فايض مىشود : غذا به شكل اعضاى بدن درمىآيد .\r\n\r\nض\r\nضيق النفس : تنگى نفس\r\n\r\nط\r\nطبيخ : جوشانده\r\nطبيعت : قوه مدبره بدن .\r\nطلا كردن : به اصطلاح اطبا آنچه بر اندام مالند رقيق آن را طلا و غليظ آن را ضماد گويند .\r\nطلايه : آنچه كه بدان طلا كنند ، دارويى كه بر اندام مالند . رجوع كنيد به طلا كردن .\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nطيش : سبكسرى ، خفت عقل ، اضطراب\r\n\r\nع\r\nعصر : فشردن و گرفتن آب ميوه و جزء آن را .\r\nفشار\r\nعناصر : جمع عنصر . رجوع كنيد به عنصر .\r\nعنصر : اصل ، بن ، ماده ، جسم بسيط ، جسمى كه قابل تجزيه به عنصر ديگر نباشد .\r\nعود : اسم جنس چوب و شاخ اشجار است و به اصطلاح اطبّا مراد چوب درختى است كه از جزاير چين و هند خيزد . در آخر دوم گرم و در سوم خشك و قاطع اقسام بلغم و در تقويت معده بىعديل و لطيف و مفتّح سدد و محلّل رياح و مقوّى دل و دماغ و جگر و حواس و اعصاب و احشاء . ( تحفه حكيم مومن )\r\n\r\nغ\r\nغاليه : اسم بوى خوشى است مركب از مشك و عنبر و جز آن به رنگ سياه كه موى را بدان خضاب كنند ؛ دارويى بسيار خوش‌بو كه در قديم به كار مىرفته و از تركيب مشك و عنبر و حصى لبان ( حسن لبه ) و روغن بان ساخته مىشود .\r\nغذايى كه معهود باشد : غذاى شناخته شده ، غذايى كه از قبل مصرف مىكرده‌اند .\r\nغمز : درخستن به دست و سخت افشردن .\r\n( آنندراج ) . فشردن . مالش دادن . ماليدن . گاز گرفتن . دندان زدن . فروبردن سوزن و امثال آن .\r\n( دزى ج 2 ص 227 ) .\r\nغماز : فشارنده و جنباننده و به هيجان آورنده .\r\nصيغه مبالغه است از غمز .\r\n\r\nف\r\nفالج : استرخا و سستى و فروهشته شدن نيمى از بدن از سر تا پا .\r\nفتق : شكافى كه در صفاق پيدا مىشود و نشانه آن اين است كه بيرون‌آمدگى در مراق شكم آدمى ظاهر مىگردد . زمانى كه بر پشت بخوابد و آن را به داخل بجهاند پنهان مىشود و هنگامى كه برخيزد برمىگردد .\r\nفحم : زغال\r\nفصد : رگ زدن .\r\nفضله : باقيمانده چيزى .\r\nفطانت : فطانة ، زيركى و هوشيارى .\r\nفطن : باهوش ، زيرك ، دانا\r\nفقاع : شراب خام كه از جو و مويز و جز آن سازند .\r\n( منتهى الارب ) . فقاع از مشروب‌هاى گازدار بوده و در كوزه سنگين نگهدارى مىشده است . روى در كوزه را با پوستى مىپوشانده و محكم مىكرده‌اند و براى خنك ماندن در قليه يخ مىخوابانده‌اند و هنگام خوردن ، پوست در كوزه را با ميخى سوراخ مىكرده و فقاع را با گاز آن از سوراخ پوست درمىكشيده‌اند . در مذاهب اهل سنت ، اين مشروب حرام نبوده و حتى در سالهايى كه ماه رمضان به تابستان مىافتاد روزه را با آن مىگشودند . ( تحفه حكيم مومن )\r\nفلافلى : رجوع كنيد به معجون فلافلى .\r\nفنجوش : معجون الخبث ، جهت بواسير و رياح آن و نيكو كردن گونه و تقويت احشاء و هاضمه نافع است و آن را فنجنوش نيز نامند . شيوه ساخت :\r\nهليلج سياه ، آمله ، هليلج ، فلفل ، دارفلفل ، زنجبيل ، سعد ، شيطرج هندى و سنبل الطّيب از هريك ده مثقال ، تخم شبت و تخم گندنا از هر يك چهار مثقال و خبث الحديد مدبّر مجفّف به روغن بادام شيرين جوشانيده ده مثقال با سه وزن ادويه عسل بسرشند و اگر 2 مثقال با يك\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nمثقال مشك در او كنند اقوى خواهد بود . ( تحفه حكيم مومن )\r\nفواق : تشنجى است كه معده را فرا مىگيرد به جهت چيزى كه در آن سوزاننده است ، سكسكه\r\nفواكه : ميوه‌ها ، جمع فاكهه\r\n\r\nق\r\nقبض : گرفتن ، مخالف بسط\r\nقديد : گوشت خشك كرده و نمك سود .\r\nقرص افسنتين : منقول از كامل الصّناعه تركيب حنين و جهت ضعف جگر نافع است . شيوه ساخت : انيسون ، افسنتين ، اسارون از هريك 2 مثقال ، تخم كرفس ، صبر ، عصارهء غافث از هريك يك و نيم مثقال ، بادام مقشّر 2 مثقال ، مصطكى ، سنبل الطّيب ، ساذج هندى از هريك 2 مثقال و نيم به‌قدر درهمى قرص سازند .\r\nقرص الخشخاش : جهت قروح سينه و شش و تب حارّ و درد سينه و زكام نافع است . شيوه ساخت :\r\nگل سرخ و صمغ عربى 4 درهم ، كتيرا ، ربّ - السّوس ، خشخاش ابيض و اسود 2 درهم ، طباشير و زعفران 2 دانگ و به‌قدر يك مثقال قرص بسازند و با شربت خشخاش بنوشند . ( تحفه حكيم مومن )\r\nقرص طباشير ملين : جهت تب‌هاى صفراوى و دموى و رفع تشنگى و تسكين غليان خون نافع است . شيوه ساخت : طباشير سفيد ، گل سرخ ، صندل سفيد سوده ، مغز تخم كدو ، مغز تخم خيار ، مغز دانهء به ، ربّ سوس ، زرشك منقّى ، صمغ عربى ، كتيرا و ترنجبين . با آب ترنجبين قرص بسازند و اگر تليين بيشتر خواهند ريوند چينى ، غاريقون سفيد اضافه كنند و مقدار شربتش يك مثقال است . ( تحفه حكيم مومن )\r\nقرص كافور : منقول از رازى و جهت علل جگر گفته است كه انفع اقراص است و جهت علل جگر و حمّيات معمول حقير است . شيوه ساخت :\r\nطباشير 10 درهم ، گل سرخ 5 درهم ، تخم كدو ، تخم كاهو ، تخم كاسنى ، تخم خرفه ، صندل سفيد و كافور يك مثقال ، با لعاب بزرقطونا قرص بسازند و باز فرموده كه اگر بزر البنج داخل نمايند جهت تبريد جگر و تطفيهء حرارت عجيب خواهد بود .\r\n( تحفه حكيم مومن )\r\nقرص كاكنج : جهت حرقت بول نافع است . شيوه ساخت : تخم خيار ، حبّ كاكنج ، مغز بادام شيرين ، ربّ السّوس ، كتيرا ، گل ارمنى ، صمغ دم الأخوين و كندر مكد 10 مثقال ، تخم كرفس 2 مثقال ، افيون يك درهم تا يك مثقال و زياده از آن‌قدر شربت است با شراب بنفشه و قوّتش تا دو سال باقى است . ( تحفه حكيم مومن )\r\nقرص كهربا : از نجيب الدّين جهت حبس خون از هر موضعى كه باشد مجرّب است . شيوه ساخت :\r\nآنچه به سرخى در تحت هريك نوشته شده به اضافهء مرواريد 5 درهم و خشخاش سفيد و سياه 6 درهم ، گل مختوم 3 مثقال و قبرسى 3 مثقال موافق كامل است : كهربا 5 مثقال ، تخم خرفه 5 مثقال ، بسد 5 مثقال ، تخم حماض ، شاخ گاو كوهى سوخته ، تخم مرغ و گل ارمنى 3 مثقال ، صمغ بوداده 6 مثقال ، تخم گشنيز 6 مثقال و چلغوزه مكد 5 مثقال ، ودع محرّق 2 مثقال و جلنار 3 مثقال ، بزر البنج 2 مثقال ، لك منقّى 3 مثقال ، طباشير 3 مثقال ، كتيرا 4 مثقال ، نشاسته 2 مثقال ، مصطكى بوداده ، زعفران و افيون 1 درهم ، سك 3 درهم و قدر شربتش يك مثقال با رب به جهت نفث الدّم و با شراب خشخاش جهت قروح امعاء . ( تحفه حكيم مومن )\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nقرص كهربا : جهت حمّى تنقيه و تب‌هاى كهنه مجرّب است . شيوه ساخت : گل سرخ 6 مثقال ، رب السّوس ، شاهتره ، سنبل الطّيب از هريك 4 مثقال ، مصطكى ، كهربا از هر يك سه و نيم مثقال و انيسون 2 مثقال قرص سازند . ( تحفه حكيم مومن )\r\nقرفه : پوست درختى است شبيه به دارچين .\r\nقصّار : كسى كه جامه‌ها را مىشويد و سفيد مىكند ، گازر .\r\nقلق : بىآرامى ، پريشانى .\r\nقليه : نوعى خوراكى از گوشت كه در تابه يا ديگ بريان كنند .\r\nقوبى : نام نوعى بيمارى پوستى كه در آن بر ظاهر پوست خشونتى حادث مىشود كه همراه خارش است و رنگ آن گاهى سرخ و گاهى سياه بوده و گاهى بيم آن مىرود كه تبديل به جذام شود .\r\nبعضا از برص اسود به قوبى تعبير مىشود .\r\nقولنج : مرضى است كه در روده‌هاى بزرگ به - خاطر احتباس غير طبيعى ايجاد مىشود و درد ايجاد مىكند .\r\n\r\nك\r\nكاريز : قنات .\r\nكاك : نانى است كه در گرفتن سبوس آن مبالغه كرده باشند و رقيق با روغن ترتيب دهند .\r\nكماد : پارچه‌اى كه گرم كنند و در محل درد گذارند . آنچه گرم كرده بر عضو نهند مثل تكميد با سبوس گندم .\r\nكمونى : رجوع كنيد به معجون كمونى .\r\nكواكب : ستارگان\r\n\r\nگ\r\nگر : سر بىمو .\r\nگرده : كليه ، قلوه .\r\nگرنجى : چين و شكنج‌دار بودن\r\nگزر : جزر يا هويج ايرانى .\r\nگوارش : رجوع كنيد به جوارش .\r\n\r\nل\r\nلته : كهنه پارچه .\r\nلخلخه : تركيبى از چيزهاى خوش‌بو نظير مشك و عنبر و كافور ( دهخدا ) ، آنچه با مايعات در ظرفى كرده بر هم زده و بو كنند . ( تحفه حكيم مومن )\r\nلطيفه : هر چيز نيكو ، حكايت نغز و معنىدار .\r\nلعوق : ليسيدنى ، دارويى كه آن را بليسند .\r\nلعوق كلم ( - لعوق كرنب ) : جهت سرفهء رطوبى و خشونت حلق و ريه و گرفتگى آواز و تنقيهء دماغ از بلغم غليظ نافع است و قدر شربتش 3 مثقال و قوّتش تا چهار سال باقى است . شيوه ساخت : آب كرنب را كه در اصفهان كلم قمرى نامند افشرده و بجوشانند تا به نصف رسد و دو چندان او شكر به قوام آورند و به ازاى هر رطلى از شكر هريك از مصطكى ، كندر ، صمغ عربى ، كتيرا و راتيانج 5 درم در آن حل كنند . ( تحفه حكيم مومن )\r\nلقوه : كج شدن صورت است يا به جهت تشنجى كه در يك طرف صورت است كه آن را به خود مىكشد و يا رخوت و سستى است كه در يك طرف صورت پديد مىآيد . ( مفتاح الطب )\r\nليثارغوس : لفظ يونانى به معنى فراموشى و در اصطلاح ورم حاصل از بلغم عفن در مجارى روح دماغى است كه ندرتا در پرده‌ها و جرم مغز نيز انتشار مىيابد . ( بحر الجواهر )\r\n\r\nم\r\nماء الجبن : آب پنير ؛ نافعست ماليخوليا [ را 
  ] و [ جهت 
  ] يرقان سياه و كلف و اكثر امراض سوداويه سودمند باشد و چون به آب افتيمون بياشامند مسهل دواى خلط سوخته باشد و مرهء\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nصفرا براند . شيوه ساخت : بز سرخ تندرست جوان كه اقلا چهل روز از زاييدنش گذشته باشد چند روز گشنيز سبز و برگ كاهو يا خرفه يا كاسنى و باديان و جو و شاهتره بدهند . پس دو رطل از شير اين بز دوشيده در ديگ سنگين كنند يا گلى ، و به آتش ملايم نرم جوش دهند . آنگاه چهل درم سكنجبين قندى راست مزه و يك درم سركه بر آن ريزند و به چوب انجير كه پوست كنده باشند شير را برهم مىزنند . پس فرو مىگيرند و صاف كرده باز در ديك كرده بجوشانند و كفش را بردارند و هر روز يك رطل را به سه دفعه اختيار نمايند . چنان‌چه هر دفعه دو ساعت بگذرد و فاصلهء كمتر هم گفته‌اند و بعد از هر شرب چند گامى راه بروند . ( تحفه حكيم مومن )\r\nماء العسل : جهت امراض باردهء عصبانى و دماغى نافع و منضج بلغم غليظ و مفتّح سدد است . شيوه ساخت : يك جزو عسل صاف را با شش جزو آب به آتش نرم بجوشانند تا به قوام سكنجبين رسد و به ازاى هريك رطل عسل دو درم فلفل را كوبيده و در پارچه بسته و در آن بجوشانند .\r\n( تحفه حكيم مومن ) . مقايسه كنيد با شراب - العسل .\r\nماء اللحم : عرقى است كه از گوشت‌ها گيرند و او لطيف و مقوّى دل و روح حيوانى و طبيعى و نفسانى و زيادكنندهء خون و رافع ضعفى كه از امراض و خوردن مسهلات و فصد و جماع و امثال آن به هم رسد و طريق اخذ آن بر حسب اشخاص مختلف مىباشد و قوىترين گوشت‌ها در اين امر برّهء يك ساله است و در بعضى امزجه از لحوم كبك و مرغ و مانند آن ترتيب مىدهند و دستور آن است كه گوشت ورقه كرده را از استخوان و چربى جدا سازند و مهرّا بپزند به حدّى كه با آب يكسان و آب غليظ گردد ، سپس عرق بكشند و اگر تقويت زياد مراد باشد لحوم را با قدر مناسبى از به و سيب و ادويهء عطريه بارده و در مزاج بارد مثل پوست ترنج و اشياى حارّهء لطيفه طبخ دهند و تقطير نمايند . ( تحفه حكيم مومن )\r\nمادة الحيوة : يا معجون فلاسفه از اندروماخس قديم است و جهت امراض بارده مثل مفاصل و فالج و ضعف معده و جگر و تقويت دماغ و حفظ فهم و يرقان و قولنج و استسقا و سنگ گرده و مثانه و تقطير البول و امراض مثانه و مقعد نافع است .\r\nدر سوم گرم و خشك و محرّق اخلاط و مضرّ محرورين و مصلحش شير تازه و سكنجبين و شربتش از دو مثقال تا چهار مثقال و قوّتش تا چهار سال باقى است . شيوه ساخت : فلفل ، دارفلفل ، زنجبيل ، دارچينى ، كندر ، بليله ، آمله ، حبّ الصّنوبر ، شيطرج هندى و بيخ بابونج را بالسّويه با سه وزن عسل بسرشند و رازى پوست نارنج اضافه كرده و شيخ ، خبث الحديد به جهت زرداب و خفقان و بعضى زراوند مدحرج و خصية الثّعلب به جهت نعوظ و تخم انجره به جهت تصفية منى و كنجد مقشّر به جهت هزال كليه و بسباسه و جوزبوا و مويز منقّى از هريك به‌قدر اجزاى عشره اصل اضافه نمايند . ( تحفه حكيم مومن )\r\nمآل : عاقبت امر ، نتيجه ، جاى بازگشت .\r\nمتخلخل شدن : داراى خلل و فرج گرديدن .\r\nمحفه : تخت روان ، تختى است شبيه هودج براى حمل مريض يا مسافر .\r\nمحلّى : شيرين شده .\r\nمخمور : مست ، خمارآلوده\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nمثروديطوس : اندروماخس گويد كه مؤلّف آن اقليمون است به جهت پادشاه روميه كه مسمّى به همين اسم بوده تركيب نموده و از ترياق اكبر بسيار مقدّم‌تر است و در رفع سموم نايب مناب ترياق فاروق است و در رفع علل بعضى بهتر از ترياق فاروق دانسته‌اند و در جميع خواص مذكوره در ترياق مثل اوست و در تحليل سدّه و اورام صلبه و آنچه در مفاصل باشد و تحريك باه اقوى از اوست و به حرارت او نيست و قوّت او تا دوازده سال باقى است و طريق ساختن و استعمال و قدر شربت آن مثل ترياق اكبر است . ( تحفه حكيم مومن )\r\nمثقال : واحد وزن ، مثقال شرعى برابر 48 / 3 گرم و مثقال معمولى حدود 5 گرم است . ( لغتنامه انتهاى كتاب الاغراض ، تصحيح استاد تاج‌بخش ، چاپ انتشارات دانشگاه تهران )\r\nمراق : لايه خارجى پرده صفاق .\r\nمرق : شوربا و آن چيزى است كه با گوشت پخته شود .\r\nمزلق : هرچه ترطيب و تليين سطح عضو به حدّ لغزندگى كند تا آنچه در آن محتبس باشد به حركت او حركت نمايد مثل آلوى بخارا . ( مخزن الادويه )\r\nمزاج : كيفيتى است كه از تفاعل كيفيات متضاده موجود در عناصر حادث مىشود ( بحر الجواهر ) . اجتماع عناصر اربعه بعضى با بعضى ديگر بر وجهى كه آن اجسام تفاعلى كنند به‌واسطه كيفيات متضاده تا حدى كه حاصل شود از ايشان كيفيتى متوسط متشابه در جميع اجزاء . ( قطب الدين شيرازى به نقل از فرهنگ علوم عقلى ) . كيفيتى است كه از تأثير كيفيات عناصر اربعه در بدن آدمى پديد آيد : « و اگر دو كيفيت با يكديگر باز كوشند و هريك اندر گوهر يكديگر اثر كنند و گوهر هر دو از حال بگردد آن را استحالت گويند و بدين استحالت قوت هر دو شكسته شود و كيفيتى ميانه پديد آيد آن را مزاج گويند . چهار كيفيت كه اركان است يكى گرم است و دوم سرد و سيم خشك و چهارم تر و . . مزاج نه است يكى معتدل و چهار مفرد و چهار مركب . هر اندامى از اندام‌هاى يكسان ( مانند پوست و استخوان و عصب ) را مزاجى و اعتدالى خاصه است . . » . ( ذخيره خوارزمشاهى چاپ انجمن آثار ملى ص 47 و 48 ) . مزاج هر اندامى يعنى آميزش هر اندامى از گونه ديگرى است و كيفيت هر اندامى و گرانى و سبكى و . . . سختى هريك از گونه ديگر است .\r\n( ذخيره خوارزمشاهى )\r\nمزوره : شوربايى كه براى مريض پزند بىگوشت .\r\nغذاى شكم پركن كه غذائيت آن كم باشد .\r\nمضرت : ضرر و زيان ، خلاف منفعت .\r\nمطبوخ : جوشانده ، دارويى كه بجوشانند و عصارهء آن را به بيمار دهند .\r\nمطول : طول داده شده ، طولانى ، دراز\r\nمعجون افسنتين : جهت درد معده و وجع الفؤاد كه از مواد سوداوي باشد بغايت نافع است . صفت آن : انيسون 5 ل ( - مثقال ) ، تخم كرفس 5 ل ، افسنتين 7 ل ، سليخه 10 ل ، جندبيدستر 2 ل ، افيون 2 ل و عسل دو وزن . ( تحفه حكيم مومن ) معجون تمرى : جهت عسر بول و قولنج نافع و بىمشقّت اسهال مىكند در هر وقت از زمستان و تابستان . صفت آن : خرماى هيرون يا تمر صيرفان دانه بيرون كرده مقشّر پنجاه درم را يك شبانه‌روز در خلّ خمر خيسانيده سپس بپزند به پرويزن فراخي و بعد از آن سقمونيا و سداب خشك از هريك 7 ل ( - مثقال ) ، فلفل سياه صد دانه ، زنجبيل سه ل ، به ورق ارمني 1 ل ، بادام شيرين مقشّر از هر دو پوست سي عدد را كوفته و بيخته با تمر كوفته و بيخته ممزوج نموده با سه وزن ادويه عسل كف گرفته بسرشند و قدر شربت چهار ل با آب گرم .\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nمعجون زرعونى : جهت قوّت گرده و جگر و معده و سردى او و ريگ مثانه نافع و بادها را بشكند .\r\nشيوه ساخت : تخم كرفس ، باديان ، تخم گزر ، تخم اسپست ، تخم تره تيزك ، نانخواه ، مغز تخم خربزه و خيار و بيخ كرفس از هريك 5 مثقال ، عاقرقرحا ، زعفران ، قرفه ، مصطكى و عود از هريك دو مثقال ، بسباسه ، قرنفل ، فلفل مويه و كبابه از هريك سه مثقال و عنبر نيم مثقال را با عسل بسرشند مقدار شربت تا دو مثقال و بعد از دو ماه بخورند . ( تحفه حكيم مومن )\r\nمعجون شهرياران : كه مسهل است و جهت برودت معده و جگر و زرداب و مرّهء سودا و تحليل قولنج نافع است . شيوه ساخت : زنجبيل ، قرفه ، دارچينى ، سليخه ، سنبل ، جوزبوا ، هيل ، قاقله ، مصطكى ، حبّ - البلسان و زعفران از هريك چهار درهم و نيم و سقمونيا سه درهم ، تربد هشت درهم ، حبّ النّيل هشت درهم ، شكر سليمانى مثل الجميع با سه وزن ادويه عسل بسرشند و قدر شربت از چهار درهم تا چهار مثقال و در بعضى نسخ شبرم بجاى حبّ النّيل است و اين نسخه اوفق است . ( تحفه حكيم مومن )\r\nمعجون سفرجلى مسهل : جهت امراض معده و ضعف معده كه از رطوبت باشد و به جهت تهوّع و غثيان و انقباض طبيعت نافع و مقوّى فم معده و مانع صعود بخارات است و قدر شربتش تا پنج مثقال است . شيوه ساخت : به شيرين كه پاك كرده از پوست و تخم يك رطل در دو رطل مثلّث بجوشانند تا مهرّا شود پس بكوبند و از منخل بگذارند و يك رطل عسل اضافه كرده و به قوام آورند و اين ادويه را داخل نمايند : زنجبيل ، دارفلفل و دارچينى از هريك دو مثقال ، هيل ، قاقلهء كبار و زعفران از هريك سه مثقال ، مصطكى پنج درهم ، سقمونيا ده درم ، تربد به روغن بادام چرب كرده سى درهم ، شربتى پنج مثقال تا هفت مثقال با آب گرم و در نسخهء ديگر زنجبيل و دارفلفل چهار درم است . ( تحفه حكيم مومن )\r\nمعجون فودنجى : جهت درد معده و جگر بارده و قشعريره و تب‌هاى بلغمى و تب ربع نافع است .\r\nشيوه ساخت : فودنج نهرى و فودنج جبلى ، فطراساليون و سيساليوس از هريك 12 درهم ، تخم رازيانج ، تخم كرفس ، بابونج ، حاشا از هريك 4 درهم ، كاشم 10 درهم ، فلفل سياه 4 درهم .\r\nادويه را كوفته و به حرير بيخته با سه وزن ادويه عسل كف گرفته بسرشند قدر شربت از يك درم تا دو درم با آب گرم . ( تحفه حكيم مومن )\r\nمعجون فلافلى : معجونى است منسوب به فلافل ثلاثه كه عبارتند از فلفل سفيد ، فلفل سياه و دارفلفل .\r\nمعجون الكمونى : جهت تقويت معده و نفخ و رياح و رطوبات آن نافع است . شيوه ساخت : زيرهء كرمانى كه يك شبانه روز در سركه خيسانيده و بو داده باشند صد مثقال ، زنجبيل بيست مثقال ، فلفل ده مثقال ، برگ سداب خشك ده مثقال و بورهء ارمنى ده مثقال . ادويه را بسيار نرم صلايه نبايد كرد و با عسل سه وزن ادويه بسرشند و مقدار شربت يك مثقال . ( تحفه حكيم مومن )\r\nمعجون كندرى : سرعت انزال و تقطير البول را نافع است . شيوه تهيه : كندر ، صندل سفيد ، دارچينى ، گل ارمنى ، گلنار فارسى ، دم الاخوين ، تخم خشخاش سفيد ، صمغ عربى ، مرجان سرخ ، رازيانه ، كرويا ، زنجبيل ، تخم ريحان ، گاو زبان ، بادرنجبويه ، تودرى سرخ ، تودرى زرد اجزاء متساوى الّا تخم خشخاش كه ضعف به كل اجزا بايد ، يعنى اگر از هريك يك درهم است بايد كه آن دو درهم باشد ، كوفته ، بيخته ، با عسل سه وزن ادويه على الرسم معجون سازند ، شربتى دو مثقال . ( قرابادين كبير ) .\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nانواع ديگرى هم معجون كندر بود كه به اين نسخه در اينجا بسنده كرديم .\r\nمعجون لبوب : از اسرار الاطبّاء تأليف شمس الدّين هلالى اردبيلى كه به‌غايت مقوّى باه و دل و دماغ است و رنگ رخسار را نيكو كند و از مداومت‌كننده او قبل از جماع و بعد از آن ايمن است از عرق النّسا و نقرس و نقصان منى و امراض عصبانى . قدر شربتش از دو مثقال تا سه مثقال است و حقير به جهت معتادين افيون ، زعفران و پنيرمايه شتر اعرابى و افيون و بزر البنج و بدل سقنقور ماهى رو بيان كرده و به‌غايت موافق گشته و قدر شربتش از افيون‌دار او نيم مثقال است تا يك مثقال . شيوه ساخت : شقاقل ، خولنجان ، خصيه الثّعلب ، بهمن سرخ و سفيد و لسان العصافير از هريك سه درهم ، سقنقور سه درهم ، حبّ بلسان ، حبّ البان ، فلفل سفيد ، مغز تخم خربزه ، مغز تخم خيار ، تخم گزر ، تخم پياز ، تخم شلغم ، تخم يونجه و خشخاش سفيد خشك و دانة تخم تره تيزك و تخم شبت و تخم گزر شامى و آن دوقو است ، تخم هليون ، خسك مربّى از هريك 1 درهم ، نارجيل ، مغز بادام ، مغز پسته ، مغز حبّ الصنوبر كبار ، مغز حبّة الخضراء ، مغز دانه پنبه و كنجد سفيد مقشّر هفت درهم ، دارچينى ، قرنفل ، سنبل الطّيب ، اسارون ، بسباسه ، كبابه ، سعد ، قرفه ، دارفلفل ، جوزبوا ، نارمشك ، عود ، عنبر اشهب و زعفران از هريك 1 مثقال . مشك يك دانگ و نيم ، زنجبيل ، بوزيدان ، قسط شيرين ، مغز حبّ الزّلم و درونج از هريك دو درهم را با عسل بسرشند و مجرّب و آزموده است . ( تحفه حكيم مومن )\r\nمعجون ملوكى : مستعمل جهت قوّهء باه و اشتها و قوّهء مجامعت بسيار مجرّب است ، شيوه ساخت :\r\nجوزبوا ، قرنفل ، بسباسه ، لسان العصافير ، بيخ اذخر ، زنجبيل ، دارچينى ، مصطكى ، عود و زعفران از هر يك 3 مثقال ، قاقله و كندر از هركدام يك مثقال ، اشنه 2 مثقال ، مشك نيم مثقال ، قند و گلاب از هر يك ده مثقال . قند را در گلاب حل نموده عسل به - قدر كفاف اضافه نموده و ادويه را بعد از قوام بسرشند شربتى يك مثقال . ( تحفه حكيم مومن )\r\nمغريات : جمع مغرى به معنى چيز چسبنده و لزوجت پيداكننده .\r\nمفتحات : جمع مفتح . رجوع كنيد به مفتح .\r\nمفتح : و آن دوايى را نامند كه به حركت درآورد ماده‌اى را كه داخل مجارى و منافذ و تجاويف اعضاء مانده باشد بسوى خارج تا آنكه مفتوح گردد مانند فراسيون . ( مخزن الادويه )\r\nمفرح : دارويى را نامند كه تعديل مزاج و تلطيف اخلاط و روح حيوانى و نفسانى نمايد و حزن را زايل سازد و دماغ را قوت بخشد و حواس را نيكو گرداند و كسالت را دور كند . ( مخزن الادويه )\r\nمقطّع : آنچه به سبب حرارت لطيفه نفوذ كند ما بين خلط لزج و سطح عضو ملاصق آن و رفع آن نمايد بدون تصرّف در قوام خلط مانند سكنجبين . ( مخزن الادويه )\r\nمكد : مخفف « من كل دواء » و يا « من كل واحد » يعنى از هر كدام .\r\nملايم : سازگار ، موافق و مناسب طبع .\r\nملطف : و آن دوايى را نامند كه به حرارت معتدلهء خود رقيق گرداند خلط غليظ را مانند حاشا . ( مخزن الادويه )\r\nملوكى : رجوع كنيد به معجون ملوكى\r\nممتلى : امتلا يافته ، پر\r\nممر : محل مرور و عبور ، گذرگاه .\r\nممل : ملال‌آور\r\nمن : واحد وزنى تقريبا معادل 3 كيلوگرم\r\nمنافر : رماننده ، مقابل ملايم\r\nمنتن : بدبو\r\nمنعش : نشاطدهنده\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nمنعنع : آنچه كه نعناع يا عطر آن در آن كرده باشند .\r\nمنفعل شدن : اثر پذيرفتن\r\nموشح گردانيدن : زينت دادن ، آراستن .\r\nميخوش : ترش و شيرين .\r\n\r\nن\r\nنبات : گياه رستنى\r\nنخاله : سبوس گندم .\r\nنزله : به زكام مراجعه كنيد .\r\nنضج يافتن : پختن ، رسيدن ، قابل خوراك شدن ، مهيا شدن براى استفاده\r\nنفط : نفت .\r\nنوشدارو : انوش - دارو . ( از بحر الجواهر ) . ترياق .\r\nپادزهر . ( جهانگيرى ) ( غياث اللغات ) ( برهان قاطع ) .\r\nمعجونى است شيرين مزه مفرح قلب و مقوى معده و دوايى است كه دفع جميع آلام و جراحت - ها كند . ( غياث اللغات ) . مراد از نوشدارو دوايى است كه گوشت را بروياند ، چنانچه بعضى مرهم‌ها همين عمل را مىكنند . ( آنندراج ) . معجونى كه قدما مىپنداشتند كه بوسيله آن زخم‌هاى صعب - العلاج را مىتوان معالجه كرد و مريض مشرف به موت را نجات داد . ( فرهنگ فارسى معين ) .\r\nنوشداروى لؤلؤيى : منقول از خط استاد المتأخّرين حكيم محمد باقر قمى ( طاب ثراه ) كه بهترين نسخه‌هاست و مكرّر تجربه شده جهت تقويت اعضاى رئيسه و ضعف معده و بدن و نقاهت و برانگيختن اشتها مفيد است .\r\nشيوه ساخت : طباشير سفيد ، ابريشم مقرّض ، مصطكى ، زعفران ، سنبل الطّيب ، مرواريد ، كهربا و گل سرخ از هريك سه مثقال ، ياقوت ، ريوند ، اسارون ، سعد ، عود هندى ، اذخر ، صندل سفيد ، پوست ترنج ، ساذج هندى ، بسد ، يشب سبز ، تخم بادرنجبويه ، درونج ، هيل ، زرشك بىدانه ، عنبر اشهب و ورق طلا و نقره از هريك 2 مثقال ، مشك يك مثقال ، آمله نود مثقال . آمله را مهرّا پخته از پرويزن بيرون كنند و با يك وزن و نيم ادويه شكر سفيد و مثل او عسل كف نگرفته بسرشند . ( تحفه حكيم مومن )\r\nنوشدارى هندى : كه ساده گويند جهت تقويت معده و جگر به غايت نافع است . شيوه ساخت : گل سرخ شش درهم ، سعد پنج درم ، قرنفل ، مصطكى ، سنبل و اسارون از هر يك سه درهم ، قرفه ، زرنب ، زعفران ، قاقله ، بسباسه ، هيل و جوزبوا از هر يك دو درهم ، به ازاى هر سى و شش مثقال اجزاء يك رطل آمله را در نه رطل آب بجوشانند تا ثلث بماند ، سپس از پرويزن بيرون كرده با يك رطل فانيد سنجرى به قوام آورده بسرشند و قدر شربت از يك درهم تا يك مثقال .\r\n( تحفه حكيم مومن )\r\n\r\nو\r\nوافى : تمام و كافى .\r\nوقاحت : بىشرمى ، بىحيايى ، گستاخى\r\nوصلهء اسرب : وصله سربى ، چيزى سربى كه بر جايى بندند .\r\n\r\nه\r\nهيل : نام فارسى قاقله است . كبار و صغار مىباشد و كبار او را غلاف به‌قدر جوزبوا و مثلّث و سياه است و دانهء او مايل به تدوير و صغار او را غلاف سفيد و دانه‌ها ريزه‌تر و با عطريت و تندى و تلخىاند و نباتش به‌قدر دو زرع و برگش عريض و با خشونت و تندبو و ثمرش در سرشاخه‌ها متفرّق مىباشد و از هند خيزد و كبار را ذكر و صغار را انثى گويند و قوّت آن تا ده سال باقى است و كبار او خوش‌بو و در تفريح و ساير افعال قوىتر است . در دوم گرم و خشك و مسخّن و محلّل و\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nهاضم و مفرّح و مقوّى دل و معده و مفتّح سدد و با قوّهء قابضه و ملطّف و جالى و خوش‌بوكنندهء عرق و رايحهء دهان بوده و جهت رياح معده ، و احشاء و غثيان و قى و درد جگر و سده آن خصوصا با غلاف او و جهت صرع و سنگ گرده و اغما نافع است و نفوخ او عطسه‌آورنده و جهت صداع و صرع و جنون مفيد مىباشد و گويند مضرّ ريه است و مصلحش شكر و قدر شربتش تا دو درهم و بدلش يك وزن و نيم او قاقلهء صغار است يا به وزنش كبابه و قسم صغار او در آخر اوّل گرم و در دوم خشك و در تقويت هاضمه قويتر از كبابه و مسكّن قى و مجفّف رطوبت سينه و در ساير افعال مانند كبار و قوّة قابضهء آن كمتر از آن بوده و مضرّ امعاء و مصلحش كتيرا و قدر شربتش تا دو درهم و بدلش نصف آن كبابه است و نصف حبّ بلسان مىباشد ( تحفه حكيم مومن ) .\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\nنمايه واژگان\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nنمايه واژگان\r\n\r\nآ\r\nآب ، 18 ، 25 ، 29 ، 30 ، 35 ، 36 ، 37 ، 38 ، 39 ، 40 ، 41 ، 45 ، 46 ، 47 ، 48 ، 49 ، 50 ، 51 ، 53 ، 54 ، 60 ، 61 ، 62 ، 65 ، 66 ، 67 ، 68 ، 69 ، 70 ، 71 ، 72 ، 73 ، 74 ، 75 ، 76 ، 77 ، 78 ، 79 ، 83 ، 85 ، 86 ، 87 ، 88 ، 89 ، 90 ، 93\r\nآب چاه ، 67\r\nآب كاريز ، 67\r\nآب‌هاى بيشه ، 69\r\nآبكامه ، 93\r\nآتش ، 29 ، 30 ، 78 ، 88\r\nآدمى ، 30\r\nآرد ، 36 ، 60 ، 82 ، 85 ، 86 ، 88 ، 93\r\nآروغ ، 50\r\nآش ، 40 ، 51 ، 55 ، 60 ، 62 ، 79\r\nآفتاب ، 26 ، 35\r\nآكله ، 38 ، 55\r\nآلو ، 37 ، 47 ، 54 ، 60 ، 61 ، 71 ، 78\r\nآلوچه ، 36 ، 51 ، 62 ، 78\r\nآمله ، 63 ، 110\r\n\r\nا\r\nابو على ، 39 ، 60 ، 64\r\nابو على سينا ، 26\r\nاثاناسيا ، 69 ، 77 ، 87\r\nاخلاط ، 37 ، 40 ، 46 ، 47 ، 51 ، 57 ، 59 ، 61 ، 76 ، 83 ، 92\r\nارضى ، 35 ، 99\r\nاركان ، 66\r\nاسافل ، 55 ، 99\r\nاسب ، 55\r\nاسباب ، 30 ، 35\r\nاستسقا ، 49 ، 50 ، 70 ، 73 ، 74 ، 75\r\nاستسقاى زقى ، 68\r\nاستسقاى لحمى ، 68\r\nاستنشاق ، 38 ، 39 ، 40 ، 41\r\nاسهال ، 37 ، 50 ، 51 ، 54 ، 55 ، 61 ، 63 ، 64 ، 69 ، 74 ، 76 ، 78 ، 83 ، 84 ، 88\r\nاشيا ، 30\r\nاصطمخيقون ، 76 ، 84\r\nاصل ، 30 ، 32 ، 36 ، 82\r\nاصول ، 29 ، 76\r\nاطبا ، 31 ، 39 ، 41 ، 66 ، 81\r\nاعتدال ، 27 ، 30 ، 31 ، 32 ، 35 ، 36 ، 53 ، 83\r\nاعضا ، 31 ، 35 ، 37 ، 40 ، 41 ، 48 ، 50 ، 51 ، 53 ، 54 ، 55 ، 59 ، 60 ، 66 ، 68 ، 71 ، 75 ، 79 ، 81 ، 83 ، 85 ، 87 ، 88 ، 92\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nافتيمونى ، 55 ، 56 ، 64 ، 83\r\nافراط ، 47 ، 51 ، 86 ، 90 ، 95\r\nافسنتين ، 50 ، 76 ، 79\r\nافسنتينى ، 61\r\nافعال ، 30 ، 32\r\nاكليل الملك ، 38\r\nامتلا ، 42 ، 55 ، 78 ، 87\r\nامساك ، 54\r\nامور طبيعيه ، 29\r\nانار ، 37 ، 39 ، 41 ، 46 ، 51 ، 61 ، 64 ، 69 ، 70 ، 73 ، 76 ، 77 ، 78 ، 79\r\nانثيين ، 86\r\nانجير ، 53 ، 88\r\nاندام ، 37 ، 38 ، 45 ، 47 ، 48 ، 84\r\nاندوه ، 27\r\nانفعال ، 31\r\nانگور ، 40 ، 53\r\nانوشدارو ، 63\r\nايارج ، 93\r\nايارهء فيقرا ، 50 ، 88 ، 93 ، 100\r\n\r\nب\r\nبابونه ، 38 ، 86 ، 89 ، 90\r\nباد ، 26 ، 40 ، 57 ، 67\r\nبادام ، 55 ، 57 ، 60 ، 69 ، 71 ، 75 ، 84 ، 86 ، 89 ، 93 ، 110\r\nبادرنگ ، 59 ، 69 ، 71 ، 73 ، 102\r\nبادنجان ، 55\r\nباران ، 67 ، 92\r\nبخار ، 36 ، 37 ، 39 ، 41 ، 47 ، 55 ، 61 ، 74 ، 79 ، 92\r\nبخور ، 38 ، 41 ، 83\r\nبدرنگى ، 31\r\nبدل ، 19 ، 30 ، 53 ، 54 ، 100 ، 102 ، 116\r\nبدن ، 25 ، 27 ، 31 ، 32 ، 36 ، 37 ، 39 ، 40 ، 41 ، 42 ، 45 ، 46 ، 48 ، 49 ، 50 ، 51 ، 53 ، 54 ، 56 ، 58 ، 59 ، 60 ، 63 ، 64 ، 66 ، 76 ، 78 ، 81 ، 82 ، 83 ، 92\r\nبراز ، 32 ، 81\r\nبرص ، 75\r\nبرف ، 37 ، 67\r\nبرنج ، 57 ، 66 ، 87\r\nبره ، 50\r\nبريدن ، 27\r\nبزورى ، 50 ، 55 ، 56 ، 57 ، 58 ، 61 ، 64 ، 69 ، 83\r\nبستگى ، 27 ، 31\r\nبسط ، 30\r\nبقراط ، 81\r\nبلسان ، 38\r\nبلغم ، 32 ، 33 ، 37 ، 51 ، 56\r\nبلغمى ، 57 ، 63 ، 64 ، 70 ، 77\r\nبلوط ، 57 ، 60\r\nبنفسج ، 39\r\nبنفشه ، 38 ، 39 ، 49 ، 50 ، 51 ، 70 ، 71 ، 73 ، 76 ، 77 ، 78 ، 84 ، 93\r\nبنكو ، 60 ، 64 ، 78 ، 79\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nبواسير ، 55 ، 70\r\nبول ، 32 ، 62 ، 66 ، 69 ، 70 ، 71 ، 81 ، 100\r\nبوى ، 38 ، 39 ، 46 ، 59 ، 68 ، 74 ، 75 ، 85 ، 95\r\nبوييدن ، 36 ، 40 ، 43 ، 86\r\nبه ، 18 ، 25 ، 26 ، 27 ، 29 ، 30 ، 31 ، 32 ، 33 ، 35 ، 36 ، 37 ، 38 ، 39 ، 40 ، 41 ، 42 ، 45 ، 46 ، 47 ، 48 ، 49 ، 50 ، 51 ، 53 ، 54 ، 55 ، 56 ، 57 ، 58 ، 59 ، 60 ، 61 ، 62 ، 63 ، 64 ، 66 ، 67 ، 68 ، 69 ، 70 ، 71 ، 72 ، 73 ، 74 ، 75 ، 76 ، 77 ، 78 ، 79 ، 81 ، 82 ، 83 ، 84 ، 85 ، 86 ، 87 ، 88 ، 89 ، 90 ، 92 ، 93 ، 95 ، 110\r\nبهار ، 35 ، 86\r\nبه‌دانه ، 60 ، 71\r\nبهق سياه ، 55\r\nبيدارى ، 27\r\nبينى ، 36 ، 39 ، 84 ، 93\r\n\r\nپ\r\nپاچه ، 74\r\nپالوده ، 59 ، 69\r\nپاييز ، 35\r\nپختن ، 67\r\nپرده ، 68\r\nپشم ، 70\r\nپنبه ، 67\r\nپنير ، 60 ، 61 ، 62\r\nپوست ، 36 ، 39 ، 41 ، 45 ، 48 ، 49 ، 68 ، 92\r\nپهلو ، 55\r\nپى ، 60 ، 67 ، 74 ، 75 ، 76 ، 77 ، 83 ، 85 ، 92\r\nپياز ، 59 ، 62 ، 70 ، 85 ، 88\r\nپير شدن ، 69\r\nپيه بز ، 88\r\nپيه بط ، 88\r\n\r\nت\r\nتابستان ، 35 ، 50 ، 79 ، 83\r\nتب ، 36 ، 46 ، 49 ، 50 ، 51 ، 54 ، 55 ، 56 ، 70 ، 73 ، 77 ، 78 ، 79 ، 90\r\nتب غب ، 70\r\nتب مطبقه ، 70\r\nتحليل ، 30 ، 40 ، 45 ، 46 ، 49 ، 51 ، 53 ، 54 ، 82 ، 83 ، 84 ، 92 ، 93 ، 97\r\nتر ، 31 ، 32 ، 35 ، 36 ، 37 ، 39 ، 41 ، 43 ، 45 ، 47 ، 56 ، 59 ، 60 ، 67 ، 68 ، 69 ، 72 ، 75 ، 86 ، 87 ، 92 ، 93\r\nترب ، 53\r\nتربد ، 64 ، 77 ، 83 ، 87\r\nترش ، 37 ، 40 ، 46 ، 50 ، 56 ، 57 ، 58 ، 59 ، 73 ، 77 ، 79 ، 87\r\nترشى ، 37 ، 53 ، 68\r\nترنجبين ، 61 ، 86 ، 88\r\nتره ، 53 ، 85\r\nترى ، 29 ، 30 ، 31\r\nترياق ، 42 ، 48 ، 76 ، 101\r\nترياق اربعه ، 48\r\nترياق افعى ، 42 ، 101\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nترياق فاروق ، 42\r\nتشنج ، 49 ، 59 ، 60\r\nتصعيد ، 70\r\nتقطير ، 67 ، 70\r\nتلخ ، 58 ، 59 ، 73 ، 77\r\nتلخى ، 59\r\nتلواسه ، 32 ، 38\r\nتمر هندى ، 37 ، 47 ، 51 ، 54 ، 62 ، 63\r\nتمرى ، 56 ، 57\r\nتنشيق ، 39\r\nتنگى نفس ، 36 ، 54 ، 78\r\nتوت ، 61 ، 73\r\nتورك ، 36 ، 59 ، 72\r\nتيز ، 32 ، 38 ، 53 ، 59 ، 68 ، 81\r\nتيز بو ، 32\r\nتيزى ، 32 ، 39\r\n\r\nج\r\nجاذبه ، 59 ، 68\r\nجالينوس ، 35 ، 42 ، 59\r\nجذام ، 55 ، 75\r\nجرب ، 47\r\nجگر ، 41 ، 46 ، 47 ، 50 ، 51 ، 53 ، 55 ، 59 ، 63 ، 68 ، 69 ، 70 ، 72 ، 74 ، 75 ، 76 ، 77 ، 86 ، 93\r\nجلا ، 56 ، 62 ، 63 ، 64\r\nجماع ، 75 ، 85 ، 86 ، 87 ، 88 ، 89 ، 90\r\nجندبيدستر ، 90\r\nجنس ، 31 ، 86\r\nجو ، 36 ، 37 ، 51 ، 55 ، 70 ، 71 ، 74 ، 76 ، 77 ، 86 ، 100\r\nجوز ، 50 ، 75\r\nجوهر ، 59 ، 85 ، 92\r\n\r\nچ\r\nچرب ، 38 ، 58 ، 60 ، 71 ، 73 ، 88\r\nچربى ، 59\r\nچشم ، 37 ، 40 ، 42 ، 48 ، 70 ، 72 ، 73 ، 78 ، 81 ، 89\r\n\r\nح\r\nحال ، 31 ، 32 ، 39 ، 41 ، 42 ، 46 ، 50 ، 51 ، 54 ، 55 ، 61 ، 66 ، 79 ، 84 ، 89 ، 92 ، 95\r\nحب ، 76 ، 84 ، 93\r\nحجامت ، 89\r\nحرارت ، 31 ، 35 ، 37 ، 41 ، 43 ، 46 ، 47 ، 49 ، 50 ، 51 ، 58 ، 59 ، 60 ، 62 ، 64 ، 67 ، 68 ، 69 ، 76 ، 77 ، 81 ، 84 ، 86 ، 92 ، 95\r\nحركت ، 27\r\nحزن ، 95\r\nحسو ، 85 ، 88\r\nحكه ، 47 ، 48 ، 70\r\nحكمت ، 29\r\nحلتيت ، 38 ، 42 ، 93\r\nحلق ، 71\r\nحماض ، 47\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nحمام ، 38 ، 40 ، 42 ، 45 ، 46 ، 47 ، 48 ، 49 ، 50 ، 51 ، 75 ، 86 ، 88 ، 90 ، 93\r\nحنديقون ، 50\r\nحيدر ، 26\r\nحيوان ، 30\r\n\r\nخ\r\nخاك ، 29 ، 30\r\nخبث ، 62 ، 110\r\nخجل ، 95\r\nخدر ، 76\r\nخربزه ، 56 ، 61 ، 73\r\nخردل ، 93\r\nخرفه ، 37 ، 69 ، 70 ، 79 ، 87\r\nخسبيدن ، 82 ، 86 ، 89\r\nخسك ، 86\r\nخشخاش ، 40 ، 69 ، 71 ، 77 ، 78 ، 89\r\nخشك ، 31 ، 32 ، 36 ، 39 ، 40 ، 42 ، 45 ، 49 ، 56 ، 58 ، 60 ، 61 ، 66 ، 67 ، 68 ، 74 ، 78 ، 79 ، 83 ، 86\r\nخشكى ، 29 ، 30 ، 31\r\nخطمى ، 39\r\nخفقان ، 47 ، 75 ، 83 ، 85\r\nخلط ، 32 ، 37 ، 47 ، 54 ، 62 ، 63 ، 64 ، 70 ، 84 ، 92 ، 102\r\nخنازير ، 75\r\nخناق ، 76\r\nخواب ، 27 ، 31 ، 39 ، 47 ، 48 ، 49 ، 54 ، 63 ، 69 ، 79 ، 84 ، 88 ، 91 ، 92 ، 93 ، 102\r\nخوره ، 38\r\nخون ، 31 ، 32 ، 33 ، 35 ، 36 ، 37 ، 38 ، 51 ، 55 ، 59 ، 68 ، 69 ، 71 ، 76 ، 77 ، 78 ، 82 ، 92\r\nخيار ، 59 ، 69 ، 71 ، 73 ، 87 ، 102\r\nخيرى ، 40 ، 49 ، 50 ، 73\r\n\r\nد\r\nداء الثعلب ، 55\r\nداء الحيه ، 55\r\nداء الفيل ، 55\r\nدارچينى ، 38 ، 58 ، 62 ، 64 ، 76 ، 83 ، 85\r\nدافعه ، 59 ، 68\r\nدبش ، 77\r\nدرد سر ، 36 ، 37 ، 60 ، 69 ، 77 ، 79 ، 89\r\nدرك ، 30\r\nدق ، 36 ، 54 ، 69 ، 77 ، 79 ، 85 ، 87\r\nدل ، 25 ، 35 ، 36 ، 38 ، 41 ، 42 ، 47 ، 49 ، 50 ، 51 ، 75 ، 76 ، 77 ، 84 ، 85 ، 86 ، 93 ، 95\r\nدلاكى ، 38 ، 45 ، 51 ، 82\r\nدلشوره ، 73 ، 79\r\nدلك ، 42 ، 43 ، 47 ، 48 ، 49 ، 51 ، 77\r\nدماغ ، 39 ، 40 ، 41 ، 51 ، 55 ، 61 ، 72 ، 74 ، 75 ، 76 ، 77 ، 79 ، 81 ، 88 ، 89 ، 92 ، 93\r\nدمل ، 40\r\nدنبه ، 60\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nدواء الكركم ، 50\r\nدواء اللّك ، 69\r\nدواء المسك ، 47 ، 50 ، 75 ، 88\r\nدواء المشك ، 42 ، 85\r\nدواء الملك ، 50\r\nدوالى ، 55 ، 56\r\nدود ، 39\r\nدوشاب ، 53\r\nدوغ ، 37 ، 59\r\nدوق شارب ، 67\r\n\r\nذ\r\nذرت ، 57\r\n\r\nر\r\nرازيانه ، 62\r\nراسن ، 56 ، 74\r\nراوندى ، 64\r\nرب ، 42 ، 47 ، 62 ، 71 ، 73 ، 77 ، 78 ، 79 ، 84 ، 88 ، 105\r\nرساله ، 30 ، 82 ، 90\r\nرشاد ، 59 ، 86\r\nرطب ، 53\r\nرعشه ، 48 ، 56 ، 68 ، 75 ، 76 ، 77\r\nرگ ، 56 ، 63 ، 69 ، 71 ، 76 ، 82\r\nروباه ، 51 ، 105\r\nروح ، 25 ، 35 ، 38 ، 40 ، 41 ، 85 ، 95\r\nروده ، 48 ، 57 ، 59 ، 62 ، 71 ، 72 ، 73 ، 75\r\nروغن ، 18 ، 38 ، 39 ، 40 ، 43 ، 47 ، 48 ، 49 ، 50 ، 51 ، 55 ، 57 ، 60 ، 69 ، 70 ، 71 ، 72 ، 73 ، 76 ، 83 ، 86 ، 88 ، 89 ، 90 ، 93 ، 110\r\nرياضت ، 64 ، 76 ، 77 ، 81 ، 82 ، 83 ، 84 ، 90 ، 97\r\nريحانى ، 69 ، 71 ، 84 ، 85 ، 89 ، 95\r\n\r\nز\r\nزراوند ، 70\r\nزرد ، 60 ، 68 ، 95\r\nزردآلو ، 56 ، 61 ، 69\r\nزرده ، 74 ، 81 ، 86 ، 88\r\nزردى ، 31\r\nزرشك ، 37 ، 63 ، 71\r\nزرعونى ، 75\r\nزعفران ، 38 ، 39 ، 40 ، 42\r\nزكام ، 39 ، 45 ، 47\r\nزمستان ، 35 ، 50 ، 83\r\nزمهرير ، 92\r\nزمين ، 26 ، 29\r\nزنبق ، 38\r\nزنجارى ، 72 ، 73\r\nزنجبيل ، 77\r\nزوفا ، 71 ، 77\r\nزيادتى ماده ، 31\r\nزيت ، 57 ، 70 ، 71\r\nزير بغل ، 41\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nزيره ، 74 ، 88 ، 105\r\n\r\nس\r\nساعت ، 46 ، 53 ، 60 ، 78\r\nسبات ، 76\r\nسپرز ، 55 ، 56 ، 70 ، 74 ، 75\r\nسحج ، 48\r\nسداب ، 76 ، 87\r\nسده ، 45 ، 46 ، 54 ، 55 ، 61 ، 64 ، 85 ، 87\r\nسرخى ، 31\r\nسرد ، 31 ، 32 ، 36 ، 37 ، 39 ، 40 ، 42 ، 45 ، 46 ، 47 ، 48 ، 50 ، 53 ، 54 ، 55 ، 56 ، 57 ، 61 ، 62 ، 67 ، 68 ، 69 ، 72 ، 73 ، 74 ، 75 ، 76 ، 77 ، 78 ، 79 ، 82 ، 83 ، 84 ، 86 ، 87 ، 88 ، 90 ، 92 ، 93 ، 95\r\nسردى ، 29 ، 30 ، 31\r\nسرسام ، 46\r\nسرطان ، 56\r\nسرفه ، 40 ، 42\r\nسركه ، 38 ، 41 ، 47 ، 51 ، 58 ، 59 ، 62 ، 70 ، 72 ، 76 ، 79\r\nسرمه ، 72\r\nسرو ، 39\r\nسست ، 31 ، 36 ، 50 ، 60 ، 67 ، 76 ، 83 ، 92\r\nسعتر ، 74 ، 90\r\nسعد ، 39\r\nسعدى ، 35\r\nسفيده ، 86\r\nسفيدى ، 31\r\nسقنقور ، 86 ، 90\r\nسقنقون ، 86\r\nسكته ، 46 ، 47 ، 56 ، 76\r\nسكنجبين ، 45 ، 47 ، 50 ، 51 ، 55 ، 56 ، 57 ، 58 ، 61 ، 62 ، 64 ، 70 ، 76 ، 77 ، 79 ، 83\r\nسكون ، 27\r\nسلامت ، 30\r\nسلس البول ، 48 ، 56 ، 68 ، 70 ، 75 ، 106\r\nسلق ، 86 ، 93\r\nسماق ، 71 ، 78\r\nسنبل ، 48 ، 110\r\nسوارى ، 82\r\nسوختن ، 27 ، 71 ، 76\r\nسودا ، 31 ، 32 ، 55 ، 56\r\nسوداوى ، 53 ، 70\r\nسودن ، 31\r\nسوسن ، 48\r\nسياه ، 31 ، 39 ، 110\r\nسياهى ، 31\r\nسيب ، 37 ، 39 ، 40 ، 41 ، 46 ، 47 ، 51 ، 57 ، 62 ، 70 ، 75 ، 79 ، 84 ، 88 ، 93 ، 95\r\nسير ، 38 ، 48 ، 59 ، 62\r\nسينه ، 36 ، 70\r\n\r\nش\r\nشادى ، 27\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nشانه ، 51 ، 89\r\nشبت ، 38 ، 62 ، 110\r\nشبّى ، 49 ، 70 ، 71\r\nشتر ، 55 ، 83\r\nشخوص ، 48\r\nشراب ، 27 ، 38 ، 40 ، 42 ، 46 ، 48 ، 50 ، 51 ، 54 ، 55 ، 56 ، 57 ، 60 ، 61 ، 62 ، 64 ، 66 ، 68 ، 69 ، 70 ، 71 ، 74 ، 75 ، 76 ، 77 ، 78 ، 79 ، 84 ، 85 ، 87 ، 88 ، 89 ، 90 ، 93 ، 95\r\nشراب به ، 55 ، 77 ، 84 ، 95\r\nشراب گل ، 55 ، 71 ، 78\r\nشش ، 46 ، 53 ، 71 ، 72\r\nشفتالو ، 39 ، 56\r\nشقاقل ، 85\r\nشكر ، 62\r\nشكم ، 38 ، 40 ، 47 ، 50 ، 54 ، 60 ، 62 ، 68 ، 71 ، 76 ، 77\r\nشكستگى ، 27\r\nشلغم ، 60 ، 86\r\nشور ، 48 ، 55 ، 68 ، 73\r\nشونيز ، 40\r\nشهريارى ، 56\r\nشير ، 30 ، 37 ، 39 ، 40 ، 45 ، 50 ، 55 ، 56 ، 60 ، 62 ، 63 ، 84 ، 86\r\nشيرخشت ، 37 ، 61 ، 62 ، 63 ، 88\r\nشيرين ، 18 ، 37 ، 39 ، 42 ، 45 ، 49 ، 58 ، 59 ، 73 ، 75 ، 77 ، 79 ، 93\r\nشيرينى ، 53 ، 59\r\nشيطرج ، 76\r\n\r\nص\r\nصحت ، 30 ، 35 ، 46 ، 51 ، 53 ، 83\r\nصحيح ، 30\r\nصداع ، 78 ، 79\r\nصرع ، 46 ، 55 ، 56\r\nصفاق ، 68\r\nصفرا ، 31 ، 32 ، 33 ، 36 ، 37 ، 46 ، 51 ، 56 ، 58 ، 69 ، 77 ، 88\r\nصفراوى ، 50 ، 53 ، 56 ، 63 ، 64 ، 70 ، 73 ، 78 ، 79\r\nصمغ عربى ، 60 ، 71\r\nصندل ، 36 ، 38 ، 39 ، 40 ، 41 ، 47 ، 72 ، 76 ، 79 ، 83 ، 95\r\n\r\nض\r\nضروريات ، 30\r\nضيق النفس ، 51 ، 109\r\n\r\nط\r\nطاعون ، 41\r\nطب ، 26 ، 59\r\nطباشير ، 54 ، 71 ، 77 ، 79\r\nطبيخ ، 78 ، 85\r\nطبيعت ، 32 ، 51 ، 54 ، 57 ، 59 ، 63 ، 66 ، 68 ، 77 ، 81 ، 86\r\nطرخون ، 53\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nطعام ، 40 ، 46 ، 54 ، 58 ، 63 ، 64 ، 69 ، 74 ، 83 ، 85 ، 87\r\n\r\nع\r\nعرق ، 32 ، 45 ، 47 ، 48 ، 49 ، 51 ، 57 ، 81 ، 92\r\nعسل ، 55 ، 62 ، 63 ، 74 ، 76 ، 77 ، 87 ، 111\r\nعطسه‌آورنده ، 93\r\nعفونت ، 37 ، 38 ، 41 ، 51 ، 56 ، 61 ، 62 ، 68 ، 73\r\nعلوم حقيقى ، 30\r\nعناب ، 42 ، 55 ، 71 ، 73 ، 77\r\nعناصر ، 29 ، 30\r\nعنبر ، 39 ، 90\r\nعود ، 38 ، 39 ، 41\r\n\r\nغ\r\nغذا ، 27 ، 37 ، 39 ، 40 ، 41 ، 45 ، 46 ، 50 ، 51 ، 52 ، 53 ، 54 ، 55 ، 57 ، 58 ، 59 ، 60 ، 62 ، 64 ، 66 ، 69 ، 71 ، 77 ، 78 ، 79 ، 81 ، 85 ، 87 ، 89 ، 92 ، 95 ، 97\r\nغرغره ، 93\r\nغضب ، 27 ، 95\r\nغليظ ، 37 ، 48 ، 49 ، 55 ، 56 ، 57 ، 59 ، 67 ، 68 ، 70 ، 76\r\nغمازى ، 38 ، 51\r\nغوره ، 36 ، 37 ، 40 ، 42 ، 46 ، 58 ، 62 ، 64 ، 72 ، 77 ، 79\r\nغير معتدل ، 30\r\n\r\nف\r\nفاسد ، 33 ، 35 ، 41 ، 53 ، 54 ، 58 ، 61 ، 63 ، 64\r\nفالج ، 47 ، 56 ، 75 ، 76 ، 77\r\nفتق ، 60\r\nفحم ، 39\r\nفربهى ، 31\r\nفزع ، 95\r\nفصد ، 37 ، 40 ، 41 ، 42 ، 51 ، 55 ، 76 ، 78 ، 88\r\nفعل ، 30 ، 32 ، 48 ، 84 ، 92\r\nفقاع ، 37 ، 50 ، 76\r\nفلافلى ، 45 ، 56\r\nفلفل ، 38 ، 110\r\nفنج انگشت ، 86\r\nفنجنوش ، 62 ، 110\r\nفواق ، 60\r\nفواكه ، 51 ، 76 ، 78\r\nفوتنج ، 76\r\nفودنجى ، 45 ، 60 ، 87\r\n\r\nق\r\nقابض ، 39 ، 58 ، 62 ، 84 ، 88\r\nقبض ، 30 ، 39 ، 57 ، 71 ، 73 ، 77\r\nقديد ، 55\r\nقرص ، 40 ، 54 ، 71 ، 72 ، 76 ، 77 ، 78 ، 87\r\nقرنفل ، 85\r\nقسط ، 90\r\nقطران ، 38\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nقليه ، 85 ، 86\r\nقليهء اسفاناج ، 69\r\nقليهء به ، 69\r\nقند ، 51 ، 58 ، 69 ، 71 ، 73 ، 74 ، 78 ، 86 ، 87 ، 89\r\nقوبى ، 55\r\nقوقايا ، 84 ، 93\r\nقولنج ، 60 ، 62 ، 69 ، 87\r\nقى ، 39 ، 54 ، 58 ، 62 ، 63 ، 79 ، 89\r\n\r\nك\r\nكاسنى ، 87\r\nكاشنى ، 72\r\nكافور ، 36 ، 38 ، 39 ، 40 ، 51 ، 72 ، 77 ، 78 ، 83 ، 95\r\nكافورى ، 86\r\nكاك ، 89\r\nكاكنج ، 72\r\nكاورس ، 87\r\nكاهو ، 53 ، 87\r\nكباب ، 66\r\nكثيف ، 31 ، 62\r\nكدو ، 59 ، 72 ، 86 ، 93\r\nكرفس ، 74\r\nكرنب ، 50 ، 62 ، 78\r\nكرويا ، 74\r\nكزاز ، 60\r\nكسنه ، 72\r\nكش ران ، 41\r\nكشك ، 60\r\nكفتر ، 86\r\nكندر ، 60 ، 88\r\nكهربا ، 71\r\n\r\nگ\r\nگاو ، 37 ، 53 ، 56 ، 70 ، 83\r\nگرده ، 66 ، 68 ، 70\r\nگرسنگى ، 45 ، 63 ، 64 ، 83\r\nگرم ، 18 ، 31 ، 32 ، 35 ، 36 ، 37 ، 38 ، 39 ، 40 ، 43 ، 45 ، 46 ، 47 ، 48 ، 49 ، 50 ، 53 ، 54 ، 55 ، 56 ، 57 ، 61 ، 62 ، 67 ، 68 ، 69 ، 70 ، 75 ، 76 ، 77 ، 78 ، 79 ، 82 ، 83 ، 84 ، 85 ، 86 ، 87 ، 88 ، 90 ، 92 ، 93 ، 95\r\nگرمى ، 29 ، 30 ، 31\r\nگزر ، 60\r\nگشادگى ، 27\r\nگشنيز ، 40 ، 47 ، 51 ، 58 ، 61 ، 72 ، 78 ، 79 ، 89\r\nگل ، 18 ، 39 ، 47 ، 49 ، 71 ، 72 ، 88 ، 89 ، 95\r\nگل ارمنى ، 38 ، 70 ، 77\r\nگل سرخ ، 38 ، 39 ، 47\r\nگل مختوم ، 70 ، 71 ، 72\r\nگلاب ، 36 ، 39 ، 40 ، 43 ، 46 ، 47 ، 51 ، 69 ، 70 ، 73 ، 78 ، 79 ، 83 ، 89\r\nگلقند ، 78\r\nگلنارى ، 72\r\nگلوگير ، 68\r\nگندم ، 46 ، 53 ، 60\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nگندنا ، 85 ، 110\r\nگوارش ، 63 ، 64 ، 71 ، 90\r\nگوسفند ، 53 ، 60 ، 70\r\nگوش ، 37 ، 40 ، 41 ، 50 ، 55 ، 60 ، 73 ، 81 ، 84 ، 93\r\nگوشت ، 31 ، 37 ، 40 ، 53 ، 55 ، 56 ، 58 ، 83 ، 85 ، 87 ، 88\r\nگوگردى ، 49 ، 70 ، 71\r\n\r\nل\r\nلاغرى ، 31 ، 48 ، 70 ، 71\r\nلبوب ، 71 ، 85 ، 89\r\nلته ، 48\r\nلخلخه ، 78\r\nلطيف ، 31 ، 35 ، 36 ، 46 ، 53 ، 57 ، 61 ، 62 ، 67 ، 69 ، 79 ، 84 ، 92 ، 95\r\nلعاب ، 60 ، 71 ، 89\r\nلعوق ، 71 ، 78\r\nلقوه ، 56 ، 76\r\nلمس ، 31\r\nلوبيا ، 62\r\nليثارغوس ، 76\r\nليمو ، 55\r\nليمويى ، 63\r\n\r\nم\r\nماء الجبن ، 58\r\nماء العسل ، 56 ، 57 ، 58 ، 61 ، 64\r\nماء اللحم ، 84 ، 89 ، 90\r\nمائى ، 35\r\nمادة الحيوة ، 38 ، 113\r\nمادة الحياه ، 85\r\nماست ، 56 ، 63\r\nماسكه ، 59 ، 68\r\nماش ، 36 ، 51 ، 55 ، 62\r\nماليدن ، 38 ، 40 ، 42 ، 49 ، 51 ، 55 ، 86 ، 89 ، 90 ، 93\r\nماندگى ، 27\r\nماهى ، 25 ، 37 ، 55 ، 56 ، 58 ، 62 ، 79 ، 86\r\nمثانه ، 56 ، 66 ، 75\r\nمثروديطوس ، 42 ، 48 ، 50 ، 69\r\nمحكم ، 31\r\nمحلل ، 62 ، 81\r\nمحمد ، 1 ، 25 ، 26\r\nمحموده ، 88\r\nمدرات ، 64 ، 70 ، 76 ، 83\r\nمراق ، 68\r\nمرزنگوش ، 90\r\nمرض ، 30 ، 41 ، 46 ، 50 ، 53 ، 57 ، 63 ، 68 ، 70 ، 76 ، 77 ، 81 ، 85 ، 93\r\nمرغ ، 25 ، 37 ، 50 ، 53 ، 55 ، 58 ، 62 ، 74 ، 84 ، 85 ، 86 ، 88 ، 89\r\nمرق ، 50 ، 60 ، 87 ، 88\r\nمزاج ، 27 ، 29 ، 30 ، 31 ، 32 ، 35 ، 36 ، 38 ، 41 ، 42 ، 45 ، 46 ، 47 ، 48 ، 50 ، 53 ، 54 ، 55 ، 56 ، 57 ، 58 ،\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\n59 ، 61 ، 62 ، 63 ، 68 ، 69 ، 70 ، 75 ، 76 ، 77 ، 78 ، 79 ، 83 ، 84 ، 85 ، 86 ، 87 ، 89 ، 90 ، 93 ، 95\r\nمزلق ، 61 ، 62 ، 87\r\nمزوره ، 36 ، 37 ، 71 ، 78\r\nمسام ، 42 ، 46 ، 71\r\nمسهل ، 55 ، 61 ، 69 ، 78 ، 81 ، 93\r\nمشرق ، 66\r\nمشك ، 38 ، 39 ، 42 ، 75 ، 85 ، 88 ، 90 ، 93 ، 111\r\nمصطكى ، 60 ، 63\r\nمصلح ، 61\r\nمضرت ، 25 ، 36 ، 37 ، 38 ، 39 ، 40 ، 41 ، 42 ، 43 ، 46 ، 47 ، 48 ، 49 ، 50 ، 51 ، 54 ، 55 ، 56 ، 57 ، 58 ، 59 ، 60 ، 61 ، 62 ، 63 ، 64 ، 68 ، 69 ، 70 ، 71 ، 72 ، 73 ، 74 ، 75 ، 76 ، 77 ، 78 ، 83 ، 84 ، 85 ، 86 ، 87 ، 88 ، 89 ، 90 ، 93 ، 95 ، 97\r\nمطبوخ ، 51 ، 76\r\nمعتدل ، 30 ، 31 ، 32 ، 35 ، 45 ، 49 ، 51 ، 53 ، 59 ، 67 ، 68 ، 95\r\nمعجون ، 38 ، 42 ، 45 ، 54 ، 57 ، 63 ، 69 ، 70 ، 75 ، 85 ، 87 ، 88 ، 89 ، 110\r\nشهرياران ، 54 ، 57 ، 61 ، 62 ، 63 ، 74 ، 88\r\nكمونى ، 54 ، 56 ، 60 ، 64 ، 74 ، 87\r\nكندرى ، 87\r\nملوكى ، 54 ، 61 ، 62 ، 63\r\nمعدن ، 29 ، 49\r\nمعده ، 37 ، 46 ، 53 ، 54 ، 57 ، 58 ، 59 ، 61 ، 62 ، 63 ، 64 ، 66 ، 67 ، 69 ، 73 ، 74 ، 75 ، 79 ، 83 ، 85 ، 86 ، 87\r\nمغناطيس ، 66\r\nمفاصل ، 36 ، 48 ، 50 ، 51 ، 54 ، 56 ، 64 ، 77 ، 86 ، 89\r\nمفتحات ، 50 ، 116\r\nمقطع ، 58 ، 62\r\nمقوى ، 18 ، 49 ، 53 ، 62 ، 63 ، 82 ، 83 ، 88 ، 92 ، 95\r\nملين ، 54 ، 87\r\nملينات ، 62 ، 64\r\nمنتن ، 32\r\nمو ، 31 ، 51\r\nمواليد ثلاث ، 29\r\nموت فجات ، 76\r\nمورد ، 40 ، 83 ، 84 ، 88 ، 89\r\nموش ، 30\r\nميخوش ، 70\r\nميوه ، 40 ، 53 ، 61 ، 69 ، 84\r\n\r\nن\r\nنبات ، 29 ، 30\r\nنخاله ، 38 ، 71\r\nنخود ، 83 ، 85 ، 86 ، 87 ، 88\r\nنخودآب ، 62 ، 71\r\nنرگس ، 40 ، 48\r\nنرمى ، 32 ، 85 ، 87\r\nنزله ، 42 ، 45 ، 47 ، 48 ، 74 ، 77\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nنسرين ، 48\r\nنشاسته ، 60 ، 69\r\nنضج ، 35 ، 37 ، 53 ، 64\r\nنطفه ، 36\r\nنعناع ، 53\r\nنفخ ، 50 ، 60 ، 73 ، 87\r\nنفط ، 38\r\nنمكى ، 74\r\nنوشادرى ، 72\r\nنيشتر ، 38\r\nنيلوفر ، 38 ، 39\r\n\r\nو\r\nواجب ، 35 ، 53 ، 54 ، 63 ، 66 ، 95\r\nورم ، 46 ، 50 ، 51 ، 55 ، 56 ، 76 ، 77 ، 78\r\nوسواس ، 56\r\nوصلهء اسرب ، 87 ، 117\r\n\r\nه\r\nهاضمه ، 59 ، 63 ، 64 ، 68 ، 74 ، 76 ، 93 ، 110\r\nهضم ، 30 ، 37 ، 46 ، 50 ، 53 ، 54 ، 57 ، 58 ، 60 ، 61 ، 63 ، 64 ، 66 ، 74 ، 81 ، 85 ، 92 ، 93\r\nهليله ، 78\r\nهمّ ، 95\r\nهندوانه ، 71\r\nهوا ، 27 ، 29 ، 35 ، 36 ، 40 ، 41 ، 42 ، 67 ، 93\r\n\r\nى\r\nياسمين ، 48\r\nيخ ، 67\r\nيرقان ، 49 ، 70\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nمرورى بر كليات طب سنتى ايران - ويرايش دوم\r\nاين كتاب كه در حاشيه طرح احياى ميراث مكتوب طب سنتى ايران تأليف شده و به چاپ رسيده است ، به صورت گام‌به‌گام و كاملا مبتنى بر منابع و متون طب ايرانى ، اصول و مبانى طب سنتى ايران را شرح مىدهد . مباحث كتاب ضمن حفظ مبانى علمى با زبان و بيان امروزى براى گروه علوم پزشكى تنظيم شده است . در بخش پايانى كتاب نيز به‌طور مفصل به گياهان ، ميوه‌ها و ساير خوراكهاى مختلف ، ارزش غذايى و دوايى و مزاج آنها پرداخته شده است .\r\nرسالهء افيونيه\r\nاين كتاب برجسته دربارهء استفاده و سوء استفاده از ترياك است . مهم‌ترين رساله‌اى كه در دورهء صفويّه راجع به افيون نوشته شده است افيونيّهء عماد الدّين است . اين كتاب در زمان خود رواج زيادى داشت . مطالب و جزئيّات اين كتاب مبتنى بر تجربيّات شخصى نويسنده مىباشد و از جنبه‌هاى مختلفى مىتوان آن را مورد بررسى قرار داد . اين رساله پانزده باب دارد ؛ در خصوص ماهيّت و طبيعت و خواصّ افيون و طرق امتحان آن ، منافع و مضارّ آن ، مسموميّت‌ها ، دلايل ايجاد نشئه و منشأ اعتياد به افيون ، چگونگى دفع مضرّت‌هاى افيون ، و چگونگى درمان اعتياد به آن .\r\nفوايد الطفيه\r\nاين كتاب ، مجملى از اصول كلّى معالجات و نسخ برگزيدهء علاج بيمارىهاست كه حكيم لطيف قزوينى آن را به نثرى اديبانه در دورهء ناصرى نگاشته است . او طبيبى محقّق بود و در كتاب خويش بارها از تجربيات شخصى خود و شيوه‌ها و داروهاى مجرّب و كارساز ياد كرده است . وى به گفته‌هاى پزشكان بزرگ نيز استناد جسته و نظريّات آنان و بيش از همه محمّد بن زكرياى رازى را ذكر نموده است . وى گرچه پيرو طبّ كهن بوده ، ولى از طبّ اروپايى نيز غافل نمانده و گاه در مورد كاربرد داروهاى شيميايى در برخى بيمارىها اظهارنظر كرده است .\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nمجموعه آثار ميرزا احمد تنكابنى\r\nمطلب السؤال ، مطالب پزشكى ، مخصوصا تشخيص افتراقى بيمارىها را به شكل پرسش و پاسخ مطرح مىكند . از شيوهء پاسخ‌دهى نويسنده مشخص مىشود بعضى از آنها حاصل تتبّع و كار بالينى خود وى است . مؤلف در رسالهء اسهاليه به بعضى از بيمارىهاى رايج زمان و همه‌گيرىهاى و با و طاعون اشاره مىكند و بين تب‌هاى وبايى و اسهال وبايى اختلاف قائل مىشود . رسالهء برء الساعه يكى از آثار خلاصه و برجستهء محمد بن زكرياى رازى است و اصل آن در بيست و سه باب است ؛ كه ميرزا احمد تنكابنى هفت باب بر آن افزوده است و در حقيقت ترجمه و تأليفى ديگر از آن در سى باب تنظيم كرده است .\r\nتحفه سليمانيه\r\nترجمه‌اى است از كتاب ارزشمند « من لا يحضره الطبيب » زكرياى رازى ، كه در دوره صفويه توسط علاء الدين محمد طبيب به پارسى ترجمه شده است . كتاب « من لا يحضره الطبيب » گذشته از آنكه سرشار از دستورهاى سهل الحصول درمانى است ، در شرايطى كه دسترسى به طبيب حاذق براى مردم ميسّر نبوده ، راهنماى خوبى براى آنها و طبيبان و درمانگران متفرّقه در طول زمانى به وسعت حدود يكهزار سال بوده است .\r\nقانون كوچك\r\nاين اثر ترجمه كتابى است زير عنوان « القانون الصغير فى الطب ابن سينا » به تصحيح « احمد فريد المزيدى » . كتاب ، پس از حمد و ستايش الهى ، با مقدمه‌اى درباره كليات آناتومى و بيان اندام‌هاى مفرد و مركب آغاز مىشود . بخش دوم آن راجع به بيان قوا و خواص گياهان دارويى و به‌طور كلّى ادويه مفرده است و در بخش سوم به كلياتى در باب انواع بيمارىها ، علائم و نسخهء درمانى آنها به زبانى همگانى و ساده پرداخته است .\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nمجموعه آثار دكتر جلال مصطفوى كاشانى : جلد يكم\r\nجلد نخست از مجموعه آثار پزشك و شيمىدان نابغه معاصر ، مرحوم دكتر جلال مصطفوى كاشانى ، شامل مباحث بسيار مهم و مفيدى براى پزشكان ، دانشجويان پزشكى و عموم مردم است كه از جمله مىتوان به ارزشيابى داروها ، مكتب نوين پزشكى ، اهميت علم غذاشناسى ، ارزش نان ، سرطان از ديدگاه ابن سينا و . . .\r\nاشاره كرد .\r\nمجموعه آثار دكتر جلال مصطفوى كاشانى : جلد دوم\r\nجلد دوم از مجموعه آثار شامل مباحث مزاج‌شناسى ، امراض سوداوى ، بيمارىهاى كبد و كليه ، تصلب شرائين ، شل شدن عضلات ، دلهره و اضطراب ، جراحى و روان‌درمانى در پزشكى قديم ايران ، گياهان دارويى و مواد طبيعى ، و اخلاق پزشكى و حاوى ايده‌هاى پژوهشى و مطالعاتى بسيار براى علاقه‌مندان است .\r\nمجموعه آثار دكتر جلال مصطفوى كاشانى : جلد سوم\r\nجلد سوم از مجموعه آثار مرحوم دكتر جلال مصطفوى كاشانى شامل مكاتبات تاريخى وى با پرفسور لشتن تلر دربارهء تاريخ علم ، سخنرانىها و اسناد و مدارك تاريخى و پزشكى معاصر ايران است . همچنين زندگىنامهء استاد به قلم خودشان و بعضى از آثار منتشر نشدهء ايشان در اين كتاب آمده است .\r\nحفظ الصحه ناصرى\r\nحفظ الصحه ناصرى در حقيقت يك دوره كامل آشنايى با ستّه ضروريه و مبانى تدابير حفظ تندرستى ( براساس سن و مزاج و جنسيت ) ، چاقى ، لاغرى ، مسافرت‌هاى خشكى و دريايى ، بهداشت اعضا و اندام‌هاى مختلف ، دانش تغذيه و انواع مواد غذايى ، و نيز پيش‌آگهى بيمارىهاست . حكيم ميرزا محمد كاظم فرزند محمد رشتى ( ملك الاطباء گيلانى ) اين كتاب را در دورهء ناصرى تأليف كرده است .\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nحفظ صحت\r\nاين كتاب اثر ميرزا على خان ناصر الحكما از پزشكان دوران قاجار است . اگرچه وى در اين كتاب از دانش جديد زمان خود استفادهء بسيار كرده است ، امّا همچنان ساختار كتاب خود را بر پايهء شيوهء متداول طبيبان سنتّى ، در قالب ستّهء ضروريّه طرّاحى كرده است . او در اين كتاب بر خلاف اسلاف و معاصرين خود روش آسان‌نويسى را برگزيده و براى آگاهى مردم زمان خود يادداشت‌هاى سودمندى نيز از اصطلاحات و اوزان و مقادير اروپائيان درج نموده است .\r\nادب الطبيب\r\nاين كتاب حاصل مطالعات و تجربيات يكى از پزشكان سدهء سوم هجرى به نام « على بن اسحاق الرّهاوى » است . مؤلف در اين كتاب نگاهى آيينى و فرهنگى به پزشكى دارد و از زاويه‌اى « اخلاق مدار » به اين دانش ارجمند مىنگرد و خواستاران و علاقه‌مندان آن را با ظرايف باريك و در عين حال بسيار اساسى اين دانش آگاه مىكند . خوانندگان در اين كتاب با چهره نويسنده‌اى روبرو مىشوند كه براى خود مسؤوليتى دينى و انسانى قايل است و تمام انديشه و همّ و غمّ خود را به صلاح و اصلاح اشرف كائنات معطوف داشته و بزرگ‌ترين رسالت پزشكان را در حفظ صحت و درمان بيمارىهاى او منحصر نموده است . بدين سبب وى در مورد ريزترين مسايل مربوط به پزشك ، نظير رسيدگى به وضع ظاهر و جامه و مسكن تا كلان‌ترين آن ، كه به حفظ سلامت مردم و اجتماع مىانجامد ، به پزشكان هشدار مىدهد و پيوسته مسؤوليت و جايگاه عظيم آنان را فرايادشان مىآورد .\r\nمرحلهء دوم طرح احياى ميراث مكتوب طب سنتى ايران :\r\n1 . ملخص فصول بقراطى يا ضوابط حكمت : ترجمهء تلخيص جالينوس از فصول بقراط\r\n2 . قانونچهء چغمينى ؛ تصحيح ، ترجمه و اعراب‌گذارى .\r\n3 . مفرح القلوب ( شرح قانونچه )\r\n4 . نيّر اعظم در شناخت نبض ؛ حكيم اعظم خان\r\n5 . مجموعه معالجات عقيلى ، بيمارىهاى سر\r\n6 . كهنه‌هاى جاويد ( مجموعه حكايات و داستان‌هاى طبّى )\r\n7 . رياض الادويه\r\n8 . قرابادين صالحى\r\n\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136}
  ]