[
  {"content":"\r\nمناسك\r\nحج وعمره\r\nفتاواى\r\nحضرت آية الله العظمى\r\nآقاى حاج سيد محمد على موحد ابطحى\r\nمد ظله العالي\r\nنسخه پيش چاپ - رمضان 1418\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nوجوب حج\r\nحج از أركان دين ، ووجوبش از ضروريات اسلام ، ومنكر آن\r\nمرتد وكافر است . وترك آن با اعتراف به ثبوتش از گناهان بزرگ\r\nمىباشد ; وهم چنين ترك آن با سهل انگارى ( هر سال به سال بعد\r\nموكول كردن ) .\r\nوبر هر مكلفى كه داراى شرايط باشد ، حج در تمام عمر يك بار\r\nواجب عيني است . وآن را حجة الاسلام مىنامند .\r\nهمچنين عمره مفرده نيز بر هر مكلفى كه داراى شرايط هست\r\nولى نمىتواند به حج برود ، واجب عيني است . هر چند اگر عمره\r\nحج را بجا آورد از عمره مفرده مستقل كفايت مىكند . واين عمره\r\nواجبه در احكامى كه مىآيد مثل حجة الاسلام است .\r\nودر همه زمانها بر تمام مسلمانان حج وعمره واجب كفائي\r\nاست ، ونبايد در هيچ زمان بيت الله الحرام از زائر خالى باشد .\r\nخداوند متعال در قرآن مىفرمايد : ( ولله على الناس حج\r\nالبيت من استطاع إليه سبيلا ومن كفر فإن الله غني\r\nعن العالمين ) .\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nيعنى خداى متعال حج را بر كساني كه مستطيع ومتمكن از\r\nرفتن به سوى آن هستند واجب فرموده ، وهر كه كفر ورزد ( به\r\nخود زيان رسانده ، چرا كه ) خداوند از همه جهانيان بي نياز است .\r\nواز حضرت امام صادق ( عليه السلام ) روايت شده كه فرمودند : هر كس\r\nاز دنيا برود وحجة الاسلام را بجا نياورد ، بي آن كه بر اثر تنگدستى\r\nيا بيمارى از آن بازمانده يا آن كه ظالمي از رفتنش جلوگيرى كرده\r\nباشد ، چنين كسى هنگام مرگ يهودي يا نصراني مرده است .\r\n( مسأله 1 ) : وجوب حج پس از تحقق شرايط آن فورى\r\nاست ; وبايد در سال استطاعت انجام شود .\r\nواگر كسى از روى نافرمانى وعصيان ، يا به جهت عذرى كه\r\nپس از استطاعت شرعي بوجود آمده ، آن را ترك كرد واجب\r\nاست در سال بعد بجا آورد . ودر صورت ترك آن ، بايد در سال\r\nسوم انجام دهد ، وهمين طور . . . .\r\nوتأخير آن بدون عذر سهل انگارى وحرام است .\r\n( 2 ) : هر گاه استطاعت حاصل شد وبه جا آوردن حج متوقف\r\nبر مقدمات وتهيه وسايلى بود ، بايد هر چه زودتر تهيه كرده وخود\r\nرا آماده سازد .\r\nوهر گاه قافله هاى متعددى باشد كه يكى پس از ديگرى\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nحركت مىكنند ، چنان چه اطمينان دارد كه اگر با اولين قافله نرود\r\nمىتواند با قافله هاى بعدى به حج برسد ، تأخير جايز است ; وگر\r\nنه بايد در اولين فرصت حركت كند .\r\n( 3 ) : اگر قادر بود با اولين كاروان وقافله برود ، ولى نرفت ، به\r\nاعتماد بر اين كه مىتواند با كاروانهاى بعدى به حج برسد ; واتفاقا\r\nنتواست به مكة برود ، يا به علت تأخير به حج نرسيد ، حج بر\r\nذمه اش ثابت ومستقر خواهد بود .\r\nهر چند در اين كه حجش را به سال بعد انداخته معذور است .\r\nشرايط وجوب حج\r\nشرط أول : بلوغ ( پسر پانزده سال ، ودختر نه سال تمام ) ، پس\r\nبر غير بالغ هر چند نزديك بلوغ باشد ، حج واجب نيست .\r\nواگر حج كند جاى حجة الاسلام را نمىگيرد ، ولى حجش\r\nصحيح است .\r\nوشرايط وجوب عمره مفرده اى كه فريضة اى مستقل ومثل\r\nحجة الاسلام مىباشد همان شرايط وجوب حج است .\r\n( 4 ) : هر گاه نا بالغ به حج رود وقبل از احرام بالغ شده\r\nوبداند ، ومستطيع هم باشد ، واجب است نيت حجة الاسلام نمايد .\r\nوچنانچه بعد از احرام بالغ شد ، جايز نيست حجش را به\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nعنوان استحباب تمام كند ، بلكه بايد نيت حج را بدل به عمره\r\nمفرده كرده وبا انجام اعمال عمره مفرده از احرام أول در آيد .\r\nسپس به ميقات خود - وگر نه به يكى از ميقاتها كه مىتواند -\r\nبرگشته ، واز آنجا به نيت حجة الاسلام محرم شود .\r\nواگر نمىتواند به هيچ كدام از ميقاتها برگردد محل احرامش\r\nبيان مىشود ( م 148 ) .\r\n( 5 ) : كسى كه عقيدة داشته هنوز بالغ نشده وحج را به نيت\r\nاستحباب بجاى آورد ، وبعد معلوم شد كه بالغ بوده ، اين حج از\r\nحجة الاسلام كفايت مىكند .\r\n( 6 ) : طفل مميز مستحب است حج نمايد . وشرط بودن اذن\r\nولى در صحت حجش محل اشكال است ، اما در صورت منع\r\nكردن ولى جايز نيست به حج برود .\r\n( 7 ) : مستحب است ولى ، طفل را چه دختر باشد وچه پسر ،\r\nمحرم نمايد .\r\nبه اين معنى كه جامه هاى احرام را به أو پوشانده ، وأو را وأدار\r\nبه تلبيه گفتن نمايد ( يعنى به أو تلقين كند ) ، اگر بتواند هر چه را به\r\nأو بگويند تكرار كند . وگر نه خود ولى به جاى طفل تلبيه بگويد ،\r\nوأو را از محرمات احرام باز دارد .\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nودر صورتي كه راهش از طريق فخ است مىتواند بيرون\r\nآوردن لباس طفل را تا رسيدن به فخ تأخير بيندازد . وأو را\r\nوا دارد تا آنچه از اعمال را مىتواند بجاى آورد ، وآنچه را\r\nنمىتواند به نيابت از أو انجام بدهد .\r\nوأو را طواف خانه خدا ، وسعى بين صفا ومروه دهد . ودر\r\nعرفات ومشعر وقوفش دهد . وجمرات را خود طفل رمى كند ;\r\nواگر نتوانست أو به جايش رمى كند .\r\nوهم چنين نماز طواف وتراشيدن سر وبقيه اعمال .\r\n( 8 ) : هزينه حج طفل اگر بيشتر از هزينه عادى است ، بر\r\nعهده ولى أو است . وخرج كردن براي طفل از مال خود أو محل\r\nاشكال است ، هر چند حفظ أو در به همراه بردنش باشد ، يا اين كه\r\nمصلحت أو در سفر باشد .\r\n( 9 ) : پول قرباني بر عهده ولى أو است ، ونيز كفاره شكار\r\nوكفاراتى كه با بجا آوردن عمدى موجباتشان واجب مىشود .\r\nشرط دوم : عقل ، وبعيد نيست شرط صحت باشد ، پس بر ديوانه\r\nهر چند ادوارى باشد حج واجب نيست . واگر ديوانه اى در ماه‌هاى\r\nحج عاقل شد ومستطيع بود ومى تواند اعمال حج را بجا آورد\r\nحج بر أو واجب مىشود . وهم چنين است حكم ديوانه ادوارى كه\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nدر ماه‌هاى حج عاقل شود هر چند در بقيه سال ديوانه باشد .\r\nشرط سوم : آزاد بودن ، يعنى غلام وبنده ومملوك كسى\r\nنبودن ، پس بر مملوك هر چند مستطيع ومأذون از طرف مولاي\r\nخود باشد حج واجب نيست ، واگر به اذن مولاي خود حج نمايد ،\r\nحجش صحيح ولى كفايت از حجة الاسلام نمىكند . وچنانچه بعدا\r\nآزاد شد وداراى شرايط بود بايد دوباره حج كند .\r\nشرط چهارم : استطاعت ، ودر آن چند چيز معتبر است :\r\nأول : داشتن وقت كافى براي رفتن به مكة وبجا آوردن اعمال\r\nواجب آن . پس اگر توان مالي زماني بدست آيد كه براي رفتن به\r\nحج وانجام اعمال وقت كافى ندارد ، يا مستلزم مشقت زياد باشد\r\nكه عادتا تحمل نمىشود ، حج واجب نيست .\r\nودر اين صورت بايد مال را تا سال بعد نگهدارى كند ، بنابر\r\nاحتياط لازم . واگر استطاعت در سال بعد موجود بود حج واجب\r\nمىشود ، وگر نه تحصيل آن واجب نيست .\r\nدوم : سلامتى وامنيت . به اين معنا كه در رفتن وبرگشتن\r\nوبودن در آنجا ، بر جان ومال وناموس وآبرويش خطرى نباشد .\r\nپس اگر شخص مستطيع به جهت پيرى يا بيمارى يا عذر ديگرى\r\nنمىتواند خودش حج را انجام دهد ، واجب نيست به حج برود ،\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\nولى واجب است نايب بگيرد .\r\n( 10 ) : اگر براي حج دو راه باشد ، يكى بي خطر وديگرى\r\nبا خطر ، وجوب حج ساقط نمىشود ، بلكه واجب است از راه\r\nبي خطر برود هر چند دور تر باشد .\r\n( 11 ) : چنانچه در بلد خود مالي دارد كه با رفتن به حج تلف\r\nمىشود يا رفتن به حج سبب ترك واجب أهم از حج باشد ، يا\r\nحجش متوقف است بر فعل حرامى كه اجتناب از آن ، أهم از حج\r\nمىباشد - در تمام اين موارد - حج واجب نيست .\r\n( 12 ) : هر گاه با اين كه حجش سبب ترك واجب أهم يا فعل\r\nحرام است ، به حج برود ، كافى بودن حج أو از حجة الاسلام محل\r\nاشكال است .\r\n( 13 ) : هر گاه در راه حج دشمنى است كه دفع أو جز به\r\nپرداخت مال زياد ممكن نباشد ; چنانچه قدرت پرداخت آن را\r\nدارد وجوب حج ساقط نمىشود ، وگر نه وجوب حج ساقط است .\r\n( 14 ) : اگر راه حج منحصر به دريا است وجوبش ساقط\r\nنمىشود مگر اين كه باعث ترس شديدي باشد كه عادتا تحمل\r\nنمىشود . وهر گاه با اين حد ترس حج نمايد صحت حجش محل\r\nاشكال است .\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nسوم : زاد وراحله . زاد عبارت است از توشه راه يا پولى كه\r\nبتوان با آن توشه راه را تهيه كرد . وراحله يعنى وسيله سواري يا\r\nپولى كه بتوان با آن وسيله سفر را تهيه كرد . ولازم است زاد\r\nوراحله لايق به حال شخص باشد .\r\n( 15 ) : داشتن راحله يا وسيله سواري مختص به صورت\r\nاحتياج نيست بلكه مطلقا شرط است هر چند محتاج به آن نباشد .\r\nمانند اين كه بدون مشقت ، قدرت پياده روى داشته وپياده روى هم\r\nمنافى شرف وآبرويش نيست .\r\n( 16 ) : معيار در زاد وراحله وجود فعلى آنهاست وبر كسى كه\r\nمىتواند آنها را با كار وكسب ، تحصيل كند حج واجب نيست .\r\nودر شرط بودن زاد وراحله فرقى نيست بين راه دور يا نزديكى كه\r\nعادتا احتياج به راحله دارد .\r\n( 17 ) : استطاعت از جائى معتبر است كه عازم حج است نه از\r\nوطنش . مثلا هر گاه براي تجارت يا غير آن به مدينه منوره يا جده\r\nرفت وآن جا زاد وراحله سفر حج را داشت حج بر أو واجب\r\nاست ، هر چند اگر در وطن خود بود مستطيع نمىشد .\r\n( 18 ) : اگر ملكي دارد كه با فروش آن مىتواند مخارج حج را\r\nتحصيل كند ، واجب است بفروشد . ودر صورتي كه كمتر از قيمت\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nآن مىخرند بطورى كه سبب ضرر كلى وغير قابل تحمل بشود ،\r\nوجوب فروش ملك محل اشكال است . هر چند بداند مخارج حج\r\nدر سال بعد زيادتر مىشود . واحتياط ترك نشود .\r\n( 19 ) : داشتن هزينه بازگشت هنگامى معتبر است كه قصد\r\nبازگشت به وطن را دارد ، اما اگر نخواسته باشد برگردد دارا بودن\r\nهزينه بازگشتن به وطن لازم نيست ، واگر بخواهد در جاى\r\nديگرى غير از وطن خود ساكن شود بايد داراى هزينه رفتن به\r\nآنجا باشد . ولازم نيست هزينه بازگشت به وطن را داشته باشد .\r\nواگر جائى كه مىخواهد در آنجا بماند دور تر از وطنش باشد\r\nبه طورى كه هزينه رفتن به آنجا بيشتر از هزينه برگشتن به وطن\r\nباشد كفايت دارا بودن هزينه بازگشت به وطن در وجوب حج\r\nهر چند هزينه رفتن تا آنجا را نداشته باشد محل اشكال است ، مگر\r\nدر صورتي كه بازگشت به وطن موجب حرجى براي أو نشود ،\r\nپس دارا بودن هزينه بازگشت به وطن كفايت مىكند .\r\nچهارم : رجوع به كفايت . يعنى بايستى طورى باشد كه بعد از\r\nبازگشت از حج بتواند خود وعائله خود را اداره نمايد ومايه\r\nاختلال معاش لايق أو نگردد ، پس اگر مالي دارد كه وسيله كسب\r\nوسرمايه مىباشد ، وچنانچه آن را صرف حج نمايد بعد از بازگشت\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nمحتاج مىشود ، ومطمئن نباشد كه راه ديگرى براي زندگى\r\nمناسب خود خواهد داشت ، بر چنين شخص حج واجب نيست .\r\nبنابر اين فروختن چيزهائى كه در زندگى لايق به أو نياز هست\r\nهر چند ضروري نباشد ، مانند منزل مناسب شأن ولباس زينت\r\nوآبرو ، وأثاث منزل ، وابزار كار ، وكتاب نسبت به أهل علم ، واجب\r\nنيست . اما اگر اينها بيشتر از حاجتش باشد واجب است زيادى را\r\nبفروشد ، به شرطي كه موجب اختلال زندگى مناسب أو نشود .\r\n( 20 ) : هر گاه از مالي كه به آن احتياج داشته بي نياز شود\r\nواجب است آن را فروخته وحج نمايد . مثلا زنى كه داراى زينت\r\nوزيورى است كه قبلا محل حاجتش بوده وفعلا به علت پيرى يا\r\nبه علت ديگر مورد حاجتش نيست واجب است آن را فروخته\r\nوبا پولش حج كند .\r\n( 21 ) : اگر منزل ملكي دارد كه قيمتش به اندازه هزينه حج\r\nاست ويا اين كه قيمتش به ضميمه پولى كه دارد كفاف هزينه حج\r\nرا بدهد ، ومنزل ديگرى هم باشد كه مىتواند بدون ناراحتى\r\nومشقت در آن زندگى كند مانند منزل وقفى كه مطابق شأن أو است ،\r\nوجوب فروش منزل ملكي وصرف پول آن براي حج محل اشكال\r\nاست ، زيرا بيرون آمدن از منزل ملكي ورفتن به خانه وقفى از\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nقبيل تحصيل استطاعت است . واين حكم نسبت به ساير وسايل\r\nزندگى نيز جارى است .\r\n( 22 ) : اگر مقدارى پول دارد كه به اندازه هزينه حج است ولى\r\nمحتاج به ازدواج يا خريدن منزل يا وسايل ديگرى است ، چنانچه\r\nصرف آن پول براي حج سبب ناراحتى ومشقت در زندگى وى\r\nشود وجوب حج بر أو محل اشكال است .\r\n( 23 ) : هر گاه انسان طلبي دارد كه وقتش رسيده ومى تواند\r\nبگيرد ، با دريافت آن حج بر أو واجب مىشود . وچنانچه بدهكار\r\nاز پرداخت طلب خوددارى مىنمايد ، واجب است براي هزينه\r\nحج أو را به طريق مشروع مجبور سازد ، بنابر احتياط لازم ، مگر\r\nاين كه مستلزم عسر وحرج باشد . همچنين است اگر وقت گرفتن\r\nنرسيده ولى در صورت درخواست ، بدهكار امتناع نكند .\r\n( 24 ) : هر صاحب حرفه اى مانند آهنگر وبناء ونجار وخياط\r\nوغير اينها كه كسبش به اندازه مخارج خود وعائله اش هست در\r\nصورتي كه از ارث يا غير آن مالي بدست آورد كه به مقدار\r\nمخارج حج وزندگيش در طول مدت رفت وبرگشت باشد ، حج\r\nبر أو واجب مىشود .\r\n( 25 ) : كسى كه در تمام مدت زندگى مخارجش را ديگرى\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nمىدهد ، چنانچه مالي بدست آورد كه جواب گوى مخارج حج باشد\r\nحج بر أو واجب مىشود . وهم چنين است كسى كه اگر آنچه دارد\r\nدر راه حج مصرف كند زندگى بعد از حجش با قبل از آن تفاوتى\r\nنكند . اما كسى كه از وجوه شرعيه مانند خمس وزكات زندگى\r\nمىكند ومعمولا مخارجش بدون مشقت نمىباشد چنانچه مالي از\r\nخمس ومثل آن بدست آورد حصول استطاعت به وسيله آن مال\r\nمحل نظر است . اما اگر مالي را كه به اندازه هزينه حج است از راهى\r\nغير از خمس ومانند آن بدست آورد حج بر أو واجب مىشود .\r\n( 26 ) : ملكيت لازم وثابت بدون اشكال موجب استطاعت\r\nاست . اما كفايت ملكيت متزلزل محل اشكال است ، مانند اين كه\r\nمعامله اى كند كه طرف براي خود تا مدت معينى خيار فسخ\r\nگذاشته باشد مخصوصا در صورت عدم وثوق به فسخ نكردن\r\nطرف . وهم چنين است هبه غير لازم .\r\n( 27 ) : بر مستطيع لازم نيست حتما از مال خود به حج برود ،\r\nگر چه با گدائى نيز به حج رود كافى است . وچنانچه با مال\r\nغصبى به حج رود صحت حجش محل اشكال است . واگر\r\nجامه هاى احرام يا هر چه همراه أو است در حال احرام يا پول\r\nقرباني غصبى باشد حجش صحيح نيست .\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n( 28 ) : تحصيل استطاعت به كسب يا غير آن واجب نيست ،\r\nپس هر گاه كسى مالي به انسان هبه كند كه در صورت قبول آن\r\nمستطيع خواهد شد قبولش لازم نيست ، هر چند اگر قبول كرد\r\nواجب مىشود . وهم چنين اگر كسى از أو بخواهد كه خود را براي\r\nخدمتي أجير كند كه با اجرتش مستطيع خواهد شد واجب نيست\r\nبپذيرد ، هر چند آن خدمت لايق حالش باشد .\r\n( 29 ) : اگر كسى خود را أجير كند براي نيابت حج واجرت آن\r\nبراي حج خود وحج نيابى كافى باشد ، در صورتي كه حج نيابى\r\nمتعين براي همان سال ، يا ظاهر در آن است ، مىبايست حج نيابى\r\nرا در همان سال بجا آورد ، وچنانچه تا سال بعد مال باقي باشد\r\nحج بر أو واجب خواهد شد .\r\nولى در صورتي كه حج نيابى متعين در آن سال نبوده يا ظاهر\r\nدر آن نيست ، مستطيع مىشود وبايد حج خودش را مقدم بدارد .\r\n( 30 ) : اگر كسى مقدارى پول قرض كند كه آن پول به اندازه\r\nهزينه حج باشد وتوان پرداخت آن را بعدا داشته باشد حج بر أو\r\nواجب مىشود . هر چند قرض كردن واجب نيست .\r\n( 31 ) : بدهكارى كه هزينه حج را دارد وصرف آن مقدار در\r\nراه حج منافى با پرداخت بدهيش نيست حج بر أو واجب مىشود .\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\nاما در صورتي كه با مصرف پول در راه حج نتواند بدهيش را بدهد\r\nمحل اشكال است ، چه وقت پرداخت بدهى رسيده چه نرسيده\r\nباشد ، وچه بدهى قبل از بدست آوردن آن پول باشد يا بعد از آن .\r\n( 32 ) : هر گاه مقدارى پول به دست آورد كه به اندازه هزينه\r\nحج است ، ولى خمس يا زكات آن را بدهكار است ، واجب است\r\nأول خمس يا زكات را بپردازد وچنانچه باقي آن كفايت از هزينه\r\nحج نكرد حج بر أو واجب نيست .\r\n( 33 ) : كسى كه حج بر أو واجب شده وخمس يا زكات يا\r\nحقوق واجب ديگر بدهكار است ، لازم است أول آنها را بپردازد ،\r\nوتا نپرداخته جايز نيست به حج برود . واگر با مالي كه خمس يا\r\nزكات به آن تعلق گرفته حج كند وپول قرباني يا جامه احرامش\r\nاز اين مال باشد حجش صحيح نيست . ودر صورتي كه اين پول\r\nرا صرف مخارج ديگر غير از قرباني وجامه احرام كند صحت\r\nحجش محل اشكال است ، چنان كه گذشت ( م 27 ) .\r\n( 34 ) : هر گاه مقدارى پول دارد واحتمال مىدهد كه براي\r\nهزينه حج كافى است بنابر احتياط واجب بايد در اين مورد\r\nتحقيق وبررسى كند .\r\n( 35 ) : هر گاه مالي دارد كه در دسترسش نيست ، وبه تنهائى يا\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nبا مالي كه در دسترس است به اندازه هزينه حج مىشود ، در\r\nصورتي كه نتواند در آن مال هر چند با وكالت دادن در فروشش يا\r\nاجاره درازا مدت ومانند آن تصرف كند حج بر أو واجب نيست .\r\n( 36 ) : جايز نيست در مالي كه بواسطة آن مستطيع شده\r\nتصرفى كند كه به واسطه آن از استطاعت خارج شود ونتواند\r\nتدارك كند ، چه اين تصرف پيش از تمكن از سفر باشد يا بعد از\r\nآن ، بلكه تصرف قبل از ماه‌هاى حج هم جايز نيست .\r\n( 37 ) : اگر در سال حج ، بطور اتفاقي هزينه سفر اضافه شود ، يا\r\nزاد وراحله اى را كه تهيه نموده بود ، در وطن يا در راه تلف گرديد ،\r\nيا ضمان غير عمدى بر عهده اش آمد ، بطورى كه مال أو كافى براي\r\nحج نباشد ; حج بر أو واجب نيست .\r\n( 38 ) : اگر انسان مالي دارد كه به مقدار مصارف حج است ،\r\nولى عقيدة اش اين بوده كه كافى نيست ، يا غفلت داشته ، يا غافل از\r\nوجوب حج بوده - غفلتى كه معذور است - حج بر أو واجب\r\nنيست . اما اگر شك داشته يا غافل از وجوب حج بوده - غفلتى كه\r\nناشى از تقصير أو بوده - وبعد از آن كه مالش تلف شده وتمكن از\r\nحج نشده ، دانست يا يادش آمد ، حج بر ذمه اش مستقر شده ، اگر\r\nداراى ساير شرايط بوده است .\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n( 39 ) : استطاعت به بذل نيز محقق مىشود ، يعنى كسى هزينه\r\nحج را به انسان بدهد ، خواه تمام مخارج را يك نفر بدهد يا چند\r\nنفر . همچنين است اگر مقدارى را خود شخص داشته باشد وباقي\r\nآن را كسى بذل كند . وفرقى نيست بين اباحه وتمليك ، وعين\r\nمال يا قيمت آن . ورجوع به كفايت در استطاعت بذلى شرط نيست .\r\n( 40 ) : اگر وصيت كند مبلغى به فلان شخص بدهند كه حج كند\r\nدر صورتي كه آن مال به اندازه هزينه حج وخرج زندگى عائله\r\nوى باشد پس از مردن موصى حج بر موصى له واجب است ، بنابر\r\nاحتياط لازم . واگر شخصي مالي را براي حج وقف يا نذر يا\r\nوصيت نمايد ومتولى وقف يا نذر كننده يا وصى ، آن مال را به\r\nانسان بدهد حج بر أو واجب است .\r\n( 41 ) : اگر شخصي مالي به انسان هبه كند كه با آن به حج برود\r\nبنابر احتياط لازم ، واجب است قبول كند . ولى اگر مالي را ببخشد\r\nونامى از حج نبرد قبولش واجب نيست . واگر مالي را ببخشد\r\nوبگويد مىخواهى با اين مال حج برو ومى خواهى نرو بنابر\r\nاحتياط لازم ، بايد قبول كند .\r\n( 42 ) : بدهكارى مانع استطاعت بذلى نيست ، مگر در صورتي\r\nكه وقت پرداخت رسيده وطلبكار مطالبه مىكند وبدهكار با\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nنرفتن به حج قدرت پرداخت را - هر چند تدريجا - دارد ، كه بنابر\r\nاحتياط لازم حج واجب است .\r\n( 43 ) : هر گاه به چند نفر مالي بذل شده تا يكى از آنها به حج\r\nبرود اگر يكى مال را برداشت وقبض نمود تكليف از ديگران\r\nساقط مىشود . وچنانچه همه ترك نموده وهر يك از آنها\r\nمىتوانست بردارد وبه حج برود معصيت كرده اند ، ولى وجوب\r\nحج بر همه آنها محل اشكال است .\r\n( 44 ) : هر گاه به كسى پولى بذل شد تا با آن حج نمايد وآن\r\nپول در بين راه تلف شد وجوب حج از أو ساقط مىشود ، مگر\r\nآن كه بتواند سفر را از مال خودش ادامه دهد . واين حج مجزى از\r\nحجة الاسلام خواهد بود . البتة در اين فرض وجوب حج مشروط\r\nاست به رجوع كفايت ، به اين معنا كه اگر اين شخص پول خود را\r\nدر راه حج صرف نمايد پس از بازگشت در اداره زندگى خود\r\nوعائله اش در نماند ، پس اگر بداند كه در خواهد ماند يا مطمئن\r\nنباشد كه زندگى أو اختلال پيدا نمىكند ادامه وانجام سفر حج بر\r\nأو واجب نيست .\r\n( 45 ) : اگر بذل كننده بگويد از طرف من يا از طرف خودت\r\nقرض كن وبه حج برو ومن بعدا قرض را مىدهم ، واجب نيست\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\nقرض كند وبه حج برود ولى اگر قرض كرد حج واجب مىشود .\r\n( 46 ) : پول قرباني نيز بر عهده بذل كننده است . پس اگر\r\nمصارف حج را بدون پول قرباني داد حج بر مبذول له واجب\r\nنمىشود مگر در صورتي كه بدون عسر وحرج توانائى خريد\r\nقرباني را از مال خود داشته باشد . اما كفارات بر عهده مبذول له\r\nاست نه بذل كننده .\r\n( 47 ) : حجى كه بواسطة بذل ديگرى انجام مىشود از\r\nحجة الاسلام كفايت مىكند . پس اگر بعدا مستطيع شد ديگر حج\r\nبر أو واجب نيست .\r\n( 48 ) : هر گاه به كسى از سهم سبيل الله زكات داده شود به شرط\r\nآن كه به حج رود ، در صورت قبول حج بر أو واجب مىشود ، واز\r\nحجة الاسلام هم كفايت مىكند ، گرچه قبول آن واجب نيست . ولى\r\nاگر از خمس ، يا سهم فقرا از زكات ، داده شود كه به حج رود ،\r\nچنين شرطي صحيح نيست وحج واجب نمىشود .\r\n( 49 ) : استطاعت بذلى به بذل مال حرام مثل غصبى ، حاصل\r\nنمىشود . اما اگر مالي به كسى بذل شد وبعد از انجام حج معلوم شد\r\nغصبى بوده ، حج أو صحيح ولى از حجة الاسلام كفايت نمىكند .\r\n( 50 ) : اگر غير مستطيع براي خود يا ديگرى ، با اجرت يا بدون\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nآن ، به حج رود ، حجش كفايت از حجة الاسلام نمىكند . واگر بعدا\r\nمستطيع شد ، حج بر أو واجب مىشود .\r\n( 51 ) : اگر كسى به اعتقاد اين كه مستطيع نيست ، حج استحبابي\r\nكند وبعدا معلوم شود مستطيع بوده ، حجش از حجة الاسلام\r\nكفايت مى كند .\r\n( 52 ) : زن مستطيع مىتواند بدون اذن شوهر حج نمايد . واذن\r\nشوهر شرط نيست ، وشوهر نمىتواند زن خود را از حج واجب\r\nمنع كند .\r\nولى در صورت وسعت وقت ، ونبودن حرج ومشقت براي ،\r\nشوهر مىتواند از رفتن أو با اولين قافله يا قافله اى كه شخص يا\r\nاشخاص مورد اطمينان در آن نيست ، جلوگيرى كند .\r\nوزنى كه در عده طلاق رجعي است مانند زن شوهردار است .\r\n( 53 ) : همراه بردن محرم بر زن مستطيع لازم نيست ، ولى اگر\r\nايمنى ندارد بايد محرم يا شخصي كه همراهى با أو موجب امنيت\r\nاست ، همراه خود ببرد ، هر چند به اجرت دادن . واگر توان پرداخت\r\nاجرت أو را ندارد ، مستطيع نيست .\r\n( 54 ) : كسى كه نذر كرده هر سال روز عرفه در كربلا باشد ، اگر\r\nمستطيع شد ، نذرش منحل وحج بر أو واجب مىشود . وهم چنين\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nاست هر نذرى كه مزاحم حج واجب باشد .\r\n( 55 ) : مستطيعى كه نمىتواند اعمال حج را شخصا انجام دهد ،\r\nيا موجب مشقت وحرج براي أو است ، در صورت اميد نداشتن به\r\nبهبودى ، بايد نايب بگيرد .\r\nهمينطور است كسى كه در زمان توانائيش حج بر أو واجب\r\nشده ونرفته ، وفعلا توان انجام اعمال را شخصا ندارد .\r\n( 56 ) : مستطيعى كه مىتواند خود اعمال حج را بجا آورد ، بايد\r\nشخصا حج برود . وچنانچه كسى از طرف أو با اجرت يا بدون آن\r\nحج كند كافى نيست . واگر نمى توانست ونايب گرفت ، در\r\nصورتي كه عذر أو تا زمان فوت باقي باشد ، حج نايب كافى است .\r\nاما اگر اتفاقا عذر أو بر طرف شد ، بايد در صورت تمكن ،\r\nدوباره خود حج نمايد . ونيز اگر عذر أو بعد از محرم شدن نايب\r\nبر طرف شود ، واجب است خودش حج كند . ودر اين فرض نايب\r\nبايستى عمل حج را به نيت نيابت تمام كند ، بنابر احتياط لازم ،\r\nوعمره مفرده اى هم به همان نيت ، بجا آورد .\r\n( 57 ) : مستطيعى كه نمىتواند شخصا به حج برود ، يا نايب\r\nبگيرد ، حج بر أو واجب نيست . ولى اگر توانائى نايب گرفتن\r\nداشت ، واجب است نايب بگيرد . وچنان چه عصيانا ، نايب نگرفت\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nتا فوت كرد واجب است برايش قضاء كنند .\r\nوكسى كه حج بر ذمه اش مستقر شده ( يعنى مستطيع بوده\r\nونرفته ) ، وفعلا توانائى رفتن به حج يا گرفتن نايب ندارد ، اگر فوت\r\nكرد بايد برايش قضاء كنند .\r\n( 58 ) : اگر نايب گرفتن واجب شد ونايب نگرفت ، ولى شخصي\r\nتبرعا از طرف أو حج بجا آورد ، كفايت اين حج محل اشكال است .\r\n( 59 ) : بنابر احتياط واجب بايد از محل خودش نايب بگيرد .\r\nوجواز نايب گرفتن از ميقات ، محل اشكال است .\r\n( 60 ) : كسى كه حجة الاسلام بر ذمه اش مستقر بوده ، اگر بعد از\r\nاحرام به حج در حرم بميرد ، كفايت از حجة الاسلام مىكند .\r\nوفرقى در اين كه حجش تمتع باشد ، يا قران يا افراد نيست .\r\nوهمچنين است اگر بعد از احرام به عمره تمتع ودر حرم بميرد .\r\nولى كسى كه همان سال حج بر أو واجب شده ، چنانچه قبل از\r\nحرم بميرد قضاء واجب نيست ، گرچه احتياط مستحب آن است\r\nكه ورثه كبار از سهم الإرث خودشان قضاء كنند يا نايب بگيرند ،\r\nواگر در حرم وبعد از احرام بميرد حج أو را قضا كنند .\r\nاين احكام در عمره مفرده حج افراد وقران ، وحج يا عمره اى\r\nكه به نذر يا افساد واجب شده ، جارى نيست ، ودر هيچ يك از\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nاينها حكم به اجزاء نمى شود .\r\n( 61 ) : هر گاه كافر مستطيع ، مسلمان شود ، حج بر أو واجب\r\nمىشود . وچنانچه بعد از اين كه استطاعتش از بين رفت ، مسلمان\r\nشود ، بنابر احتياط لازم ، حج بر أو واجب است .\r\n( 62 ) : حج بر مرتد مستطيع واجب مىشود . ولى اگر در حال\r\nارتداد حج نمايد ، حجش صحيح نيست ; مگر اين كه توبه كند ، وبعد\r\nاز توبه حج كند ، كه در اين صورت حجش صحيح است ، اگر چه\r\nمرتد فطرى باشد .\r\n( 63 ) : مسلمان غير شيعه ، اگر از غلاة نباشد ، چنانچه حج كند\r\nوبعد شيعه شود ، اعاده حج بر أو واجب نيست ، در صورتي كه حج\r\nرا بر طبق مذهب خود صحيح انجام داده باشد . واما كافى بودن\r\nحج غلاة محل اشكال است ، وچنانچه شيعه شوند بايد اعاده\r\nكنند ، بنابر احتياط لازم .\r\n( 64 ) : كسى كه حج بر أو واجب شده است ، ودر انجام آن\r\nسهل انگارى كرد تا اين كه استطاعتش از بين رفت ، واجب است\r\nحج را به هر ترتيبي شده بجا آورد ، هر چند به سختى وگدائى .\r\nوچنانچه قبل از اين كه حج كند بميرد ، واجب است از تركه\r\nوى ، حج را قضا كنند . مگر كسى تبرعا بجاى أو حج نمايد .\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nوصيت به حج\r\n( 65 ) : ميتى كه حجة الاسلام بر ذمه اش باشد ، بايد از أصل\r\nتركه برايش حج انجام دهند ، هر چند وصيت نكرده باشد .\r\nهمچنين است اگر عمره مفرده فريضة بر ذمه اش باشد .\r\nواگر وصيت كرده ، در صورتي كه مقيد به ثلث نكرده باشد ،\r\nبايد از أصل تركه هزينه حج را بپردازند .\r\nودر صورتي كه مقيد بر ثلث كرده ، اگر ثلثش به اندازه هزينه\r\nحج باشد ، واجب است حج را از ثلث بپردازند ، وبر بقيه وصيت هاى\r\nأو مقدم است . واگر به اندازه آن نيست ، لازم است كمبود آن را از\r\nأصل تركه تكميل نمايند . وكسى كه حجة الاسلام بر ذمه اش\r\nمىباشد واجب است هنگام نزديكى مردنش وصيت كند بجا آورند .\r\nوعمره مفرده فريضة نيز همين حكم وساير احكامى را كه\r\nمىآيد دارد .\r\n( 66 ) : ميتى كه حجة الاسلام بر ذمه اش هست ، ومالي نزد\r\nكسى داشته ، كه كافى براي حج است ، در صورتي كه اين شخص\r\nبداند يا مطمئن باشد كه اگر آن مال را به ورثه برگرداند براي ميت\r\nحج بجا نمىآورند ، واجب است با آنچه نزد أو است ، از طرف ميت\r\nحج نمايد ، يا كسى را أجير كند تا از طرف ميت حج كند . واگر\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\nمقدارى از آن زياد آمد ، اضافه را به ورثه بدهد .\r\nولى چنانچه احتمال بدهد ورثه براي ميت حج بجا نمىآورند ،\r\nبايد در مورد صرف مال ميت در حج ، از حاكم شرع اذن بگيرد .\r\n( 67 ) : ميتى كه حجة الاسلام وخمس وزكات بر ذمه اش\r\nباشد ، وبدهكار هم هست ، وتركه اش به همه آنها نمىرسد ، اگر\r\nخمس يا زكات به عين مال موجود تعلق گرفته ، بايد خمس\r\nوزكات را بپردازند . واگر خمس وزكات به ذمه أو منتقل شده ، حج\r\nبر خمس وزكات مقدم است . هم چنان كه بر بدهى نيز مقدم است .\r\n( 68 ) : ميتى كه حجة الاسلام بر ذمه اش بوده ، ورثه قبل از\r\nاستيجار براي حج يا پرداخت اجرت حج به ولى ميت حق تصرف\r\nدر تركه أو را ندارند ، چه هزينه حج به اندازه تركه باشد يا كمتر از\r\nآن . اما اگر زياد باشد ، وورثه ملتزم به أداء حج شوند ، مىتوانند\r\nتصرف كنند ، گرچه احتياط غير لازم ترك تصرف بدون اذن ولى\r\nاست . همان طور كه اگر ميت بدهكار باشد .\r\n( 69 ) : ميتى كه حجة الاسلام بر ذمه اش مىباشد ، وتركه وى\r\nبه اندازه مخارج حج نيست ، وخمس وزكات بر ذمه اش هست ،\r\nوبدهكار هم مىباشد ، واجب است در آنها صرف شود . وچنانچه\r\nخمس يا زكات بر ذمه اش نباشد وبدهكار هم نيست ، اگر احتمال\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\nمىدهند در سالهاى بعد به سبب كم شدن هزينه حج يا زياد شدن\r\nمال به سود شرعي ، كافى خواهد بود ، يا كسى كمبود را تبرعا\r\nمىپردازد ، بايد تركه را جهت حج حفظ كنند ، بنابر احتياط واجب .\r\nودر صورتي كه اين احتمال نباشد ، تركه مال ورثه است .\r\nودر همه اين صورتها ، واجب نيست ورثه ، هزينه حج را از\r\nمال خود تكميل كنند .\r\n( 70 ) : ميتى كه حجة الاسلام بر ذمه اش مىباشد ، بايد در\r\nصورت امكان ، از بلدش نايب بگيرند ، بنابر احتياط لازم . ودر\r\nصورت عدم امكان ، بايد از ميقات ميت نايب بگيرند . واگر نشد از\r\nهر ميقاتى كه ممكن است ، نايب بگيرند .\r\nواجرت بيشتر از ميقات ، بر ورثه صغار ميت ، واجب نيست .\r\nواگر ممكن باشد بايد از ثلث ، محسوب شود .\r\n( 71 ) : واجب است در همان سال فوت كسى كه حجة الاسلام\r\nبر ذمه اش هست نايب بگيرند . وتأخير آن به سال بعد جايز نيست .\r\n( 72 ) : چنانچه نايب ، براي ميت پيدا نشود ، مگر به بيشتر از\r\nمقدار متعارف ، واجب است نايب بگيرند . وهزينه حج از أصل\r\nتركه خارج مىشود . وجايز نيست ورثه به خاطر صرفه جوئى ، تا\r\nسال بعد تأخير بيندازند . هر چند در ورثه ، كودكان نا بالغ باشند .\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n( 73 ) : اگر بعضي از ورثه ميت ، اقرار كنند كه بر ذمه ميت ،\r\nحجة الاسلام هست ، وساير ورثه منكر شوند ، اقرار كننده بايد\r\nسهم الإرث خود را صرف حج نمايد . واگر هزينه حج بيشتر از\r\nسهم الإرث أو بود ، واجب نيست بقيه هزينه را ، از مال شخصي\r\nخود بپردازد . ولى اگر متبرعى مقدار زائد را پرداخت ، يا ثلث مال\r\nميت كافى بود ، بايد حج را بجا آورد .\r\n( 74 ) : چنانچه كسى تبرعا از طرف ميتى كه حجة الاسلام بر\r\nذمه اش مىباشد ، حج نمايد ، ديگر بر ورثه واجب نيست برايش\r\nنايب بگيرند . بلكه مقدار هزينه حج نيز ، به ورثه منتقل مىشود .\r\nواگر ميت وصيت كرده ، از ثلث أو حج بجا آورند ، وكسى تبرعا\r\nانجام داد ، مقدار هزينه حج در أمور خيرية مصرف شود .\r\n( 75 ) : شخصي كه حجة الاسلام بر ذمه اش بوده ووصيت كرده\r\nاز وطنش نايب بگيرند ، واجب است از آن نايب گرفته شود ، ولى\r\nزيادتر از اجرت ميقات از ثلث خارج مىشود ، نه از أصل تركه .\r\nوچنانچه در وصيت تصريح نكند به نايب گرفتن از وطن ، بنابر\r\nاحتياط واجب بايد از وطن نايب بگيرند . مگر اين كه قرينه اى باشد\r\nكه مراد ميت نايب گرفتن از ميقات است ، در اين صورت نايب\r\nگرفتن از ميقات كفايت مىكند .\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n( 76 ) : هر گاه وصيت كرده به حج از وطن ، اما وصى يا وارث ،\r\nشخصي را از ميقات براي حج أجير كرد ، ذمه ميت با عمل أجير\r\nفارغ مىشود . ولى اگر اجاره به مال ميت بوده ، اجاره باطل است .\r\n( 77 ) : اگر وصيت كند ، كه براي حجة الاسلام نايب بگيرند .\r\nواجرت را تعيين نموده باشد ، عمل به اين وصيت ، واجب است .\r\nوهزينه اش از أصل تركه ، برداشته مىشود . ولى اگر هزينه اى را كه\r\nتعيين كرده ، بيشتر از اجرت متعارف است ، در صورت موافقت\r\nورثه از أصل تركه برداشته مىشود ، وگر نه از ثلث .\r\n( 78 ) : چنانچه وصيت كند ، كه از مال معينى براي أو حج كنند ،\r\nووصى بداند كه خمس يا زكات به آن مال تعلق گرفته ، واجب\r\nاست خمس يا زكات مال را بدهد ، سپس باقيمانده را صرف حج\r\nنمايد . واگر باقيمانده كفايت از أصل هزينه حج نكند ، در صورتي\r\nكه وصيت به حجة الاسلام كرده ، لازم است كمبود از أصل تركه\r\nجبران شود . واگر وصيت به حجى غير از حجة الاسلام كرده ،\r\nكمبود از ثلث برداشته مىشود ، ودر صورت عدم امكان از أصل\r\nتركه با موافقت ورثه . ودر صورت عدم امكان بنابر احتياط\r\nواجب ، باقيمانده صرف به حج فرستادن وكمك به حاجيان شود .\r\n( 79 ) : اگر نايب گرفتن براي ميت بواسطة وصيت يا غير آن\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\nواجب شده باشد ، وكسى كه بايد نايب بگيرد سهل انگارى كرد ،\r\nومالي كه براي حج در نظر گرفته شده بود تلف شد ; شخص مذكور\r\nضامن است . وبر أو واجب است كه از مال خودش نايب بگيرد .\r\n( 80 ) : هر گاه مىدانند حج بر ميت واجب شده ومعلوم نيست\r\nانجام داده يا نه ، واجب است برايش حج بجا آورند . وهزينه اش بنابر\r\nاحتياط واجب ، با رضايت ورثه از أصل تركه برداشته مىشود .\r\n( 81 ) : به مجرد نايب گرفتن براي حج ، ذمه ميت برئ\r\nنمىشود . بنابر اين اگر بداند كه نايب ، به سبب عذرى يا بدون عذر ،\r\nحج را بجا نياورده ، واجب است دوباره أجير بگيرد . وهزينه نيابت\r\nدوم ، از أصل تركه برداشته مىشود . وهر گاه اجرت أجير أول از\r\nمال ميت بوده ، ونايب گيرنده مقصر باشد ، أو ضامن است .\r\n( 82 ) : اگر چندين أجير پيدا شود ، واجرت از مال خود ميت\r\nباشد ، در صورتي كه مخالف شأن ميت نيست ، احتياط واجب اين\r\nاست كه ، كسى را أجير كند كه كمتر از ديگران اجرت مىگيرد .\r\n( 83 ) : أجير گرفتن از وطن ميت يا از ميقات ، تابع تقليد يا\r\nاجتهاد وارث است نه خود ميت . پس اگر وظيفة ميت حج از وطن\r\nبوده ، ولى وارث استيجار از ميقات را جايز مىداند ، واجب نيست\r\nكه وارث از وطن ميت أجير بگيرد . مگر آن كه وصيت كرده باشد .\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n( 84 ) : اگر حجة الاسلام بر ذمه ميت هست وتركه اى ندارد ،\r\nواجب نيست كه وارث براي أو أجير بگيرد ، هر چند مستحب است .\r\n( 85 ) : هر گاه ميت وصيت به حج كرده ، ودانسته شود حجى\r\nكه وصيت كرده حجة الاسلام است ، بايد هزينه آن از أصل تركه\r\nبرداشته شود . مگر در صورتي كه خود ميت تعيين كرده از ثلث\r\nبردارند ، كه بايد از ثلث برداشته شود .\r\nوهم چنين اگر بداند كه حجة الاسلام نيست .\r\nولى اگر شك كند كه حجة الاسلام است يا حج ديگر ، بنابر\r\nاحتياط واجب بايد از ثلث برداشته شود . ودر صورتي كه ثلث\r\nكافى نباشد از أصل تركه بردارند .\r\n( 86 ) : اگر وصيت به حج كرده ، وشخصي را براي نيابت تعيين\r\nنموده است ، بايد به وصيت عمل شده وهمان شخص أجير شود ،\r\nگرچه بيش از مقدار متعارف طلب كند . وچنانچه ثلث براي مقدار\r\nزائد كافى نيست ، با موافقت ورثه از أصل تركه پرداخت شود .\r\nواگر متبرعى مقدار زائد را بدهد ، واجب است به وصيت عمل\r\nشود . واگر ممكن نيست بايد ديگرى را به مقدار متعارف أجير كنند .\r\n( 87 ) : هر گاه با اجرتى كه هيچ كس به آن رغبت ندارد ، وصيت\r\nبه حج نمايد ، پس اگر حجى كه وصيت نموده حجة الاسلام باشد ،\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nلازم است كمبود از أصل تركه برداشته شود . وچنانچه\r\nحجة الاسلام نيست ، در صورت موافقت ورثه كمبود را از أصل\r\nتركه ، جبران كنند . ودر صورت عدم موافقت آنها ، از هر جا كه\r\nممكن باشد ، نايب بگيرند . وهمين طور اگر شخص ديگرى كمبود را\r\nبذل نمايد . واگر هيچ كدام نشد بنابر احتياط واجب ، بايد اجرت\r\nتعيين شده صرف به حج فرستادن وكمك به حجاج شود .\r\n( 88 ) : اگر كسى وصيت كند كه فلان مقدار در حجى غير از\r\nحجة الاسلام صرف شود . وآن مال بيشتر از ثلث باشد ، جايز\r\nنيست زائد بر ثلث خرج شود مگر با موافقت ورثه .\r\n( 89 ) : هر گاه وصى مرده ، ومعلوم نيست قبل از مردن براي\r\nحج موصى ، نايب گرفته يا نه ، بايد براي أو حج بجا آورند .\r\nاحكام نيابت\r\n( 90 ) : در نيابت چند چيز معتبر است :\r\nأول : بلوغ . نايب گرفتن نا بالغ ، اگر چه مميز باشد ، كافى نيست ،\r\nهر چند نيابت براي حج مستحبى باشد ، بنابر احتياط لازم . ولى\r\nعمل نايب نا بالغ صحيح است .\r\nدوم : عقل . نايب گرفتن ديوانه صحيح نيست . هر چند ادوارى\r\nباشد وعمل را در حال صحت انجام دهد ، بنابر احتياط لازم .\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nاگر چه عمل أو در غير حال جنون ، صحيح است .\r\nسوم : ايمان . نايب گرفتن غير شيعه دوازده امامي ، كافى\r\nنيست ، هر چند عمل را مطابق مذهب شيعه بجا آورد .\r\nچهارم : آن كه حج ديگرى در سال نيابت بر نايب واجب نباشد .\r\n( 91 ) : لازم است نايب گيرنده ، بداند يا اطمينان داشته باشد ، كه\r\nنايب اعمال حج را صحيح انجام مىدهد . هر چند نايب عمل را با\r\nنظارت وارشاد ديگرى بجا آورد .\r\n( 92 ) : نيابت از نا بالغ مميز ، واز ديوانه ادوارى ، ويا آن كه قبل\r\nاز جنون حج بر أو مستحب يا واجب بوده ، اشكالى ندارد . ودر\r\nفرض وجوب ، بايد برايش أجير بگيرند .\r\n( 93 ) : نيابت مرد از زن ، يا زن از مرد ، صحيح است . هر چند\r\nنايب شدن مرد أفضل است .\r\n( 94 ) : نايب گرفتن ونيابت صرورة ( كسى كه هنوز به حج\r\nنرفته ) ، از صرورة يا غير صرورة جايز است . مگر اين كه منوب عنه\r\nمرد وزنده باشد ، ونتواند حجة الاسلام را بجا آورد ، كه بنابر\r\nاحتياط واجب ، نايب بايد مرد وصرورة باشد .\r\nوعمره مفرده فريضة در همه احكام نيابت از حجة الاسلام ، با\r\nآن مشترك است .\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n( 95 ) : نيابت از كافر صحيح نيست . بلكه صحت عمل نيز محل\r\nاشكال است .\r\nوناصبي ( دشمن أهل بيت پيامبر ( عليهم السلام ) مانند كافر است . با اين\r\nفرق كه جايز است فرزند مؤمن اش در حج نايب أو شود .\r\n( 96 ) : نيابت از زنده در حج مستحبى جايز است ، چه به تبرع\r\nوچه به اجاره باشد . وهمين طور در حج واجب ، اگر منوب عنه\r\nنمىتواند شخصا حج بجا آورد .\r\nودر غير اين موارد ، نيابت از زنده جايز نيست . اما نيابت از\r\nمرده در هر حال جايز است .\r\n( 97 ) : واجب است در حج نيابتى منوب عنه را تعيين كند ، به\r\nهر صورت كه باشد . ولى لازم نيست نامش را به زبان آورد .\r\n( 98 ) : در نيابت ، نيت نيابت لازم است . يعنى عمل را بجاى\r\nمنوب عنه انجام دهد . وهديه كردن ثواب كافى نيست .\r\n( 99 ) : نيابت به تبرع ، وبه اجاره ، وجعاله ، وشرط ضمن عقد ،\r\nومانند اينها صحيح است .\r\nجعاله : فردى به ديگرى بگويد ، اگر بجاى من يا فلان كسى\r\nحج بجا آورى ، فلان مبلغ به تو مىدهم .\r\nشرط ضمن عقد : در ضمن عقدي مثل عقد نكاح يا هبه شرط\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\nكند كه از طرف أو يا ديگرى حج انجام دهد .\r\n( 100 ) : كسى را كه در ترك بعضي از اعمال حج ، يا در\r\nبجا آوردن صحيح آن معذور باشد ، نمىتوان نايب گرفت . بلكه\r\nاكتفا كردن به عمل معذور هم محل اشكال است .\r\nولى اگر در بجا آوردن كارهائى كه بر محرم حرام است ، معذور\r\nباشد نيابت گرفتن چنين شخصي جايز است ، مثل اين كه ناچار\r\nاست زير سايه بان برود .\r\n( 101 ) : هر گاه نايب در حجة الاسلام ، پس از احرام ودخول\r\nحرم بميرد ، از منوب عنه كفايت مىكند ، وذمه أو برئ مىشود .\r\nواگر پس از احرام ، در غير حرم فوت كند ، يا در حرم بدون احرام\r\nبميرد ، كافى نيست . ودر غير حجة الاسلام محل اشكال است .\r\n( 102 ) : اگر أجير بعد از محرم شدن ، در حرم بميرد ، تمام اجرت\r\nرا مستحق خواهد شد . چون از حج منوب عنه كفايت مىكند .\r\nوچنانچه در غير حال احرام ، وغير حرم فوت كند ، فقط\r\nاجرت متعارف مقدماتى را كه انجام داده ، مستحق مىباشد . اگر چه\r\nبعيد نيست مستحق تمام اجرت تعيين شده ، باشد .\r\n( 103 ) : چنان چه براي حج بلدي ، أجير شده ، ودر اجاره راه\r\nبخصوصى تعيين نشده باشد ، أجير مخير است از هر راهى كه\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nخواست برود . واگر راه بخصوصى تعيين شده باشد ، عدول از آن\r\nبه راه ديگر جايز نيست . واگر از راه ديگرى رفت واعمال را\r\nبجا آورد ، چنانچه هزينه راه تعيين شده ، با راهى كه رفته ، تفاوت\r\nدارد ، مستحق اجرت زائد نخواهد بود . واگر تفاوتى نداشت\r\nوتعيين راه به نحو شرطيت بوده ، أجير تمام اجرت را مستحق\r\nمىشود ، ولى مستأجر خيار فسخ دارد ( يعنى مىتواند معامله را به\r\nهم بزند وأجرة المثل را به أجير بدهد ) .\r\nوچنانچه راه تعيين شده به نحو قيديت بوده ( يعنى رفتن از آن\r\nراه را قيد عمل قرار داده اند ) ، أجير مستحق أجرة المثل است .\r\n( 104 ) : هر گاه خود را أجير كند ، تا شخصا در سال معينى از\r\nطرف كسى ، حج نمايد ، چنانچه بعد بخواهد از طرف شخص\r\nديگرى در همان سال أجير شود ، اجاره دوم صحيح نيست . اما اگر\r\nاز طرف دو نفر در دو سال مختلف ، يا از سوى يك نفر به قيد\r\nمباشرت ، واز سوى ديگرى بدون قيد مباشرت ، در يك سال أجير\r\nشود ، مانعى ندارد واجاره صحيح است .\r\n( 105 ) : اگر خود را براي حج در سال معينى أجير نمود ،\r\nنمىتواند آن را زودتر يا ديرتر انجام دهد . ولى در صورت تخلف ،\r\nذمه منوب عنه از حج واجب بر أو برئ مىشود . در اين صورت\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nچنانچه زمان معين به صورت قيد بوده مستحق اجرت تعيين شده\r\nنخواهد بود . واگر به صورت شرط بوده ، مستأجر خيار تخلف\r\nشرط دارد . واگر فسخ كرد مستحق أجرة المثل مىباشد .\r\n( 106 ) : هر گاه أجير به سبب جلوگيرى دشمن يا به علت بيمارى\r\nنتواند به حج برود ، در صورتي كه اجاره مقيد به همان سال بوده ،\r\nبه هم مىخورد . وچنانچه مقيد نبوده ، حج بر ذمه اش باقي مىماند .\r\n( 107 ) : اگر نايب ، كارى كه موجب كفاره مىشود انجام دهد ،\r\nكفاره را بايد از مال خود بدهد . مگر اين كه در عقد اجاره شرط\r\nكرده كه از مستأجر بگيرد .\r\n( 108 ) : چنانچه كسى به مبلغ معينى براي حج أجير شده ، وآن\r\nمبلغ كفايت مخارج حج را نمىدهد ، واجب نيست مستأجر كمبود\r\nرا جبران كند . مگر اين كه أجير مغبون شده باشد . كه در اين\r\nصورت ، حق فسخ عقد اجاره را دارد . واگر مبلغ معين در اجاره از\r\nمخارج حج زياد بيايد ، مستأجر نمىتواند زيادى را پس بگيرد .\r\n( 109 ) : اگر أجير حج خود را ، به جماع قبل از مشعر فاسد\r\nنمايد ( يعنى پس از آن كه از احرام عمره تمتع بيرون آمد وبراي\r\nحج محرم شد ، در مكة يا عرفات با همسر خود جماع نمايد ) ،\r\nواجب است حج را به آخر برساند واين حج براي منوب عنه\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\nكافى است . ولى بر نايب واجب است در سال بعد حج نمايد ،\r\nويك شتر نيز كفاره بدهد . ومستحق اجرت است ، هر چند در سال\r\nبعد با عذر يا بدون عذر حج انجام ندهد .\r\nودر اين مسأله فرقى نيست ، بين حج واجب وحج مستحب .\r\nوهم چنين است حكم كسى كه تبرعا از جانب ديگرى حج نمايد .\r\n( 110 ) : اگر شخصا أجير شده ، تا حج بجا آورد ، نمىتواند\r\nديگرى را براي اين حج أجير نمايد ، مگر به اذن مستأجر .\r\n( 111 ) : اگر شخصي براي حج تمتع أجير شود ووقت هم زياد\r\nباشد ، ولى بطور اتفاقي ، وقت براي حج تنگ شد وأجير از عمره\r\nتمتع به حج افراد عدول كرد ، بايد بعد از بجا آوردن حج افراد ،\r\nعمره مفرده اى بجا آورد ، وذمه منوب عنه برئ مىشود . وحكم\r\nاستحقاق اجرت به تفصيل در مسأله ( 102 ) گذشت .\r\n( 112 ) : در حج مستحبى يك نفر مىتواند بجاى چند نفر حج\r\nنمايد . اما در حج واجب جايز نيست ، يك نفر بجاى دو نفر يا\r\nبيشتر حج كند .\r\n( 113 ) : در حج مستحبى جايز است ، چند نفر به نيابت از يك\r\nنفر ، در يك سال حج بجا آورند ، چه منوب عنه زنده باشد وچه\r\nمرده ، وخواه نيابت به صورت تبرع باشد ، خواه با اجاره .\r\nو ","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nهمچنين است حج واجب اگر در يك سال ، متعدد باشد . مثل اين كه\r\nدو مرتبه نذر نموده ، يا اين كه يكى حجة الاسلام ( ومنوب عنه\r\nعاجز از مباشرت است ) وديگرى حج نذرى . كه در اين صورت\r\nمىتوان يكى را براي يك حج واجب وديگرى را براي حج\r\nواجب ديگر ، در يك سال أجير نمود .\r\nهمچنين جايز است دو نفر را براي يك نفر أجير نمود تا يكى\r\nحج واجب بجا آورد وديگرى حج مستحبى ; بلكه جايز است\r\nأجير نمودن دو نفر براي يك حج واجب ، مثل حجة الاسلام كه دو\r\nنفر را به خاطر احتياط أجير مىنمايند ، به جهت احتمال ناقص\r\nبودن حج يكى از آن دو .\r\n( 114 ) : طواف به تنهائى مستحب است . پس نيابت در طواف از\r\nمرده وزنده صحيح است ، در مكة يا بيرون آن باشد ، مگر طواف\r\nواجب از كسى كه در مكة است وشخصا مىتواند طواف كند .\r\n( 115 ) : نايب مىتواند پس از تمام شدن حج يا عمره يا عمل\r\nديگر نيابتى كه براي أو أجير شده است ، عمره يا طواف يا هر\r\nعملي را براي خود يا ديگرى به نيابت يا تبرع انجام دهد .\r\nاقسام عمره\r\nعمره دو نوع است : واجب ومستحب .\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nعمره واجب سه قسم است :\r\n1 - عمره مفرده فريضة ، كه عملي است مستقل ، ومثل\r\nحجة الاسلام با وجود شرايط آن بر همه واجب است ، ودر احكام\r\nبا حجة الاسلام مشتركند .\r\n2 - عمره مفرده مستقلى كه وجوب آن به افساد يا نذر يا\r\nوصيت ومانند آن است .\r\n3 - عمره جزء حج واجب كه عمره تمتع در حج تمتع وعمره\r\nمفرده در حج افراد وقران از اين قسم است .\r\nاعمال عمره مفرده\r\nأول : احرام از يكى از ميقاتها .\r\nدوم : طواف دور خانه خدا .\r\nسوم : نماز طواف ، وخواندن آن پشت مقام إبراهيم ( عليه السلام ) .\r\nچهارم : سعى بين صفا ومروه .\r\nپنجم : تقصير .\r\nششم : طواف نساء .\r\nهفتم : نماز طواف نساء .\r\nوتفصيل احكام وشرايط هر يك از اين اعمال در بحث حج\r\nمىآيد .\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nاحكام عمره\r\n( 116 ) : عمره در فضيلت واقسام وبسيارى از احكام مانند حج\r\nاست . ودر أحاديث حج أصغر ، ناميده شده است .\r\n( 117 ) : عمره مانند حج ، بر هر مستطيعى كه داراى شرايط\r\nاست ، واجب مىشود . ووجوبش مانند وجوب حج فورى است .\r\nبنابر اين كسى كه نسبت به عمره استطاعت دارد واجب است عمره\r\nرا بجا آورد . هر چند براي حج استطاعت نداشته ودر صورت\r\nاستطاعت وظيفة اش حج تمتع باشد .\r\nوبجا آوردن عمره مفرده كفايت از عمره تمتع نمىكند . اما كسى\r\nكه حج تمتع را بجا آورده ديگر عمره مفرده بر أو واجب نيست .\r\n( 118 ) : مستحب است ، عمره مفرده را مكررا بجا آورد ، حتى در\r\nهر ماه مىتوان چند عمره انجام داد ، چه براي ديگرى وچه براي\r\nخود . وفاصله بين عمره تمتع وعمره مفرده وبالعكس ، هم لازم\r\nنيست . اما بجا آوردن عمره مفرده بين عمره تمتع وحج جايز نيست .\r\n( 119 ) : همان طورى كه عمره مفرده به استطاعت واجب مىشود ،\r\nبه نذر وعهد وقسم ومانند اينها نيز واجب مىگردد . مثل اين كه\r\nبخواهد داخل مكة شود ونتواند براي حج محرم شود .\r\n( 120 ) : عمره مفرده با عمره تمتع ، در اعمال شريكند ، ولى بين\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\nاين دو چند فرق وجود دارد :\r\n1 - در عمره مفرده ، طواف نساء واجب است ، ولى در عمره\r\nتمتع واجب نيست .\r\n2 - عمره تمتع به جز در ماه‌هاى حج ( شوال ، ذي القعدة ،\r\nذي الحجة ) صحيح نيست ، ولى عمره مفرده در تمام ماهها صحيح\r\nاست . وأفضل أوقات ماه رجب ، سپس ماه مبارك رمضان است .\r\n3 - بيرون آمدن از احرام ، در عمره تمتع فقط به تقصير است ،\r\nولى خروج از احرام در عمره مفرده گاهى به تقصير وگاهى به\r\nتراشيدن سر - كه أفضل است - مىباشد .\r\n4 - عمره تمتع وحج بايد در يك سال واقع شوند ، ولى عمره\r\nمفرده چنين نيست . وكسى كه حج افراد وعمره مفرده بر أو واجب\r\nشده ، مىتواند حج را در يك سال وعمره را در سال بعد - به\r\nتفصيلي كه مىآيد - بجا آورد .\r\n5 - عمره مفرده به جماع باطل مىشود . وكسى كه در عمره\r\nمفرده قبل از تمام شدن سعى ، دانسته وعمدا جماع كند عمره اش\r\nباطل است ، وواجب است تا ماه بعد در مكة بماند وعمره مفرده را\r\nدوباره بجا آورد ( گرچه فاصله بين دو عمره به يك ماه لازم نيست ) .\r\nهمچنين پس از سعى وقبل از طواف نساء ، بنابر احتياط لازم .\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\nولى عمره تمتع بواسطة جماع در أثناء آن باطل نمىشود .\r\n6 - عمره تمتع بايد از ميقاتهاى معين باشد ، ولى عمره مفرده\r\nچنين نيست . وتفصيل آن مىآيد .\r\n( 121 ) : كسى كه در مكة است ، ومى خواهد عمره مفرده\r\nبجا آورد ، مىتواند يا از ميقاتهايى كه براي عمره تمتع تعيين شده\r\nاست محرم شود ، ويا از أطراف حرم محرم شود ( أدنى الحل ) .\r\nهر چند مستحب واحتياط غير لازم رجوع به ميقاتهاى تعيين شده\r\nاست . وبهتر است كه احرامش از حديبية يا جعرانه يا تنعيم باشد .\r\nوجعرانه أفضل است . اما كسى كه در خارج مكة وحرم است بايد\r\nاز ميقاتى كه به آن مىرسد ، محرم شود . ولى كسى كه خارج مكة\r\nوداخل حرم است ، مىتواند از منزل محرم شود ، هر چند مستحب\r\nاست از ميقات محرم شود . وتفصيل آن مىآيد .\r\n( 122 ) : جايز نيست كسى بدون احرام وارد مكة ، بلكه حرم\r\nشود ، وبايستى محرم شود ، به احرام حج يا عمره تمتع ويا عمره\r\nمفرده ، مگر كسى كه مكررا به مكة ، رفت وآمد مىكند ، مانند\r\nراننده . وحكم كسى كه بعد از عمره تمتع وقبل از حج از مكة\r\nخارج شود ، خواهد آمد .\r\n( 123 ) : كسى كه عمره مفرده را در ماه‌هاى حج بجا آورده وتا\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nوقت حج در مكة مانده ، مى تواند عمره مفرده خود را ، عمره تمتع\r\nقرار دهد ، وحج را بجا آورد . ودر اين حكم فرقى بين حج واجب\r\nوحج مستحبى نيست .\r\nاقسام حج\r\n( 124 ) : حج بر سه قسم است :\r\n1 - حج تمتع . 2 - حج افراد . 3 - قران .\r\nحج تمتع : وظيفة كسى است كه فاصله وطنش تا مكة بيش از\r\nشانزده فرسخ شرعي ( حدود 88 كيلومتر ) باشد .\r\nحج افراد وحج قران : وظيفة كسى است كه أهل خود مكة يا\r\nأطراف آن باشد . به شرطي كه فاصله بين وطنش تا مكة ، كمتر از\r\nشانزده فرسخ شرعي باشد .\r\n( 125 ) : كسى كه بايد حج واجبش را به صورت حج تمتع\r\nبجا آورد ، مىتواند حج مستحبى خود را به صورت افراد بجا آورد ،\r\nهر چند تمتع أفضل است . وكسى كه وظيفة اش حج افراد يا قران\r\nاست ، مىتواند حج مستحبى را بطور تمتع بجا آورد . اما گاهى\r\nوظيفة كسى كه بايد حج تمتع كند ، عوض شده وبه حج افراد بر\r\nمىگردد ، چنان كه بيانش خواهد آمد .\r\n( 126 ) : كسى كه وطنش بيش از شانزده فرسخ شرعي از مكة\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\nدور بوده سپس در مكة أقامت كرده ، چنانچه بعد از استطاعت مقيم\r\nمكة شده بايد حج تمتع بجا آورد . ونيز اگر در دو سال أول اقامتش\r\nدر مكة ( چه به قصد مجاورت خانه خدا باشد وچه به قصد\r\nتوطن ) ، مستطيع شود ، بنابر احتياط واجب ، حج تمتع كند . وبراي\r\nاحرام عمره تمتع به ميقات أهل بلد سابق خود برود . اما اگر در\r\nسال سوم اقامتش مستطيع شده ، بايد حج افراد يا قران انجام دهد .\r\nحج تمتع\r\n( 127 ) : حج تمتع عبارت است از دو عبادت : كه أولى عمره\r\nتمتع ودومى حج تمتع ناميده مى شود . وواجب است عمره را در\r\nحج تمتع قبل از حج بجا آورند .\r\nاعمال عمره تمتع\r\n( 128 ) : در عمره تمتع پنج عمل واجب است :\r\nأول : احرام از يكى از ميقاتها . وبيان ميقاتها مىآيد .\r\nدوم : طواف دور خانه خدا .\r\nسوم : نماز طواف ، وخواندن آن پشت مقام إبراهيم ( عليه السلام ) .\r\nچهارم : سعى بين صفا ومروه .\r\nپنجم : تقصير يعنى گرفتن مقدارى از مو يا ناخن ، بعد از سعى .\r\nهنگامى كه شخص اين پنج عمل را بجا آورد ، از احرام بيرون\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nآمده ، وآنچه به سبب آن بر أو حرام شده بود حلال مىشود ، غير از\r\nتراشيدن سر . واگر بتراشد بر أو كفاره ( يك گوسفند ) واجب است .\r\n( 129 ) : بر مكلف واجب است با نزديك شدن روز نهم\r\nذي الحجة خود را براي اعمال حج آماده نمايد .\r\nاعمال حج تمتع\r\nدر حج تمتع سيزده عمل واجب است :\r\nأول : احرام از مكة ( به تفصيلي كه خواهد آمد ) .\r\nدوم : وقوف در عرفات ، از أول ظهر روز نهم ذي الحجة تا\r\nمغرب ، وشب از عرفات به مشعر حركت نمايد .\r\nسوم : وقوف در مشعر الحرام ( مزدلفة ) از طلوع فجر روز\r\nعيد قربان ( دهم ذي الحجة ) تا طلوع آفتاب . وماندن در مشعر ، در\r\nشب دهم ، تا طلوع فجر ، بنابر احتياط ، واجب است .\r\nچهارم : رمى جمره عقبه ، در منى روز عيد قربان .\r\nپنجم : قرباني كردن در منى روز عيد .\r\nششم : تراشيدن سر يا گرفتن مقدارى از مو يا ناخن در منى .\r\nبه اين عمل آنچه به سبب احرام بر أو حرام شده حلال مىشود ،\r\nمگر زن وبوى خوش ، ونيز شكار كردن بنابر احتياط لازم .\r\nهفتم : طواف حج ، پس از بازگشت به مكة .\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nهشتم : نماز طواف حج ، وخواندن آن پشت مقام إبراهيم ( عليه السلام ) .\r\nنهم : سعى بين صفا ومروه .\r\nوبا اين عمل بوى خوش نيز حلال مىشود .\r\nدهم : طواف نساء ، بر همه حجاج ، مرد وزن ونا بالغ .\r\nيازدهم : نماز طواف نساء ، وخواندن آن پشت مقام\r\nإبراهيم ( عليه السلام ) .\r\nبا اين عمل زن نيز حلال مىشود .\r\nدوازدهم : بيتوته در منى ، شب يازدهم ودوازدهم . بلكه شب\r\nسيزدهم در بعضي از موارد ، كه بيانش خواهد آمد .\r\nسيزدهم : رمى سه جمره أولى ووسطى وعقبه ، روز يازدهم\r\nودوازدهم . همچنين روز سيزدهم در صورتي كه شب سيزدهم را در\r\nمنى مانده باشد ، بنابر احتياط لازم .\r\nشرايط حج تمتع\r\nدر حج تمتع چند چيز شرط است :\r\nأول : نيت ، يعنى قصدش اين باشد حج تمتع را بجا مىآورم .\r\nواگر نيت كند حج واجب خود را بجا مىآورم ، ومى داند كه تمتع\r\nاست ، كفايت مىكند .\r\nپس اگر نيت حج ديگرى نمود يا در نيت ترديد داشت ، حجش\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\nصحيح نيست .\r\nاما اگر ترديد داشت ، كه وظيفة أو احرام به تمتع است ، يا احرام\r\nبه افراد ، وحج واجب بر خود را قصد كرد ، وبا رسيدن به عالم\r\nوظيفة خود را پرسيد وعمل كرد ، بعيد نيست صحيح باشد .\r\nدوم : بجا آوردن عمره وحج با هم در ماه‌هاى حج ( شوال ،\r\nذي القعدة ، ذي الحجة ) . واگر يك جزء عمره را قبل از ماه شوال\r\nبجا آورد ، حجش صحيح نيست .\r\nسوم : انجام عمره وحج ، در يك سال . پس اگر عمره را\r\nبجا آورد ، وحج را تا سال بعد تأخير انداخت ، حجش صحيح\r\nنيست . اگر چه تا سال بعد در مكة بماند . وفرقى نيست كه بعد از\r\nعمره ، از احرام بيرون بيايد ، يا تا سال بعد در احرام باقي باشد .\r\nچهارم : محرم شدن به احرام حج از خود مكة ، در حال\r\nاختيار . ومستحب است از مسجد الحرام باشد . وبهترين موضع\r\nمقام إبراهيم يا حجر إسماعيل است . وچنانچه نتواند از خود مكة\r\nمحرم شود ، بايد از هر جا كه توانست ، محرم شود .\r\nپنجم : انجام دادن همه اعمال عمره وحج توسط يك نفر ،\r\nوبراي يك شخص . پس اگر دو نفر براي انجام حج تمتع ، از طرف\r\nمرده يا زنده اى أجير شوند ، كه يكى عمره وديگرى حج را انجام\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\nدهد ، عمل آنها صحيح نيست . همچنين است اگر يك نفر حج نمايد\r\nوعمره را به نيابت كسى وحج را به نيابت ديگرى انجام دهد .\r\n( 130 ) : كسى كه احرام حج را ترك كند ، به فراموشى يا\r\nندانستن حكم ، تا اين كه به منى يا عرفات برسد ، لازم است برگردد ،\r\nواز مسجد الحرام يا هر جاى ديگر مكة محرم شود . واگر تا بعد\r\nاز اعمال متذكر نشد ، حجش صحيح است .\r\n( 131 ) : بعد از انجام اعمال عمره تمتع وقبل از حج تمتع ، جايز\r\nنيست براي كارى غير از اعمال حج از مكة بيرون رود ، مگر براي\r\nضرورت ، وبيم آن نرود كه اعمال حجش فوت گردد ، ودر اين\r\nصورت واجب است از مكة احرام ببندد وبيرون رود . وسپس با\r\nهمان احرام به مكة برگردد ، واز مكة رهسپار عرفات شود . واگر\r\nنتواند به مكة برگردد ، از همان جائى كه هست به عرفات برود .\r\n( 132 ) : در اثناى عمره تمتع ، بيرون رفتن از مكة جايز نيست .\r\nوهر گاه قبل از ورود به مكة بداند ، كه محتاج به خروج از مكة\r\nخواهد شد ( مانند مدير كاروان ) ، مىتواند به عنوان عمره مفرده\r\nمحرم شده وبه مكة رود . واعمال عمره مفرده را انجام داده ، وبعد\r\nبراي كارى كه دارد از مكة بيرون رود . وسپس براي عمره تمتع\r\nاحرام بسته وبه مكة بيايد . وفاصله نشدن يك ماه بين عمره مفرده\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\nوعمره تمتع ضررى ندارد .\r\n( 133 ) : رفتن به أطراف ونواحي تابع مكة ، بعد از عمره يا در\r\nأثناء آن اشكالى ندارد . وكسى كه منزلش بيرون مكة است مىتواند\r\nدر أثناء يا بعد از فراغ از اعمال عمره به منزل خود برگردد .\r\n( 134 ) : اگر بعد از انجام عمره تمتع ، بدون احرام از مكة بيرون\r\nرود واز ميقات بگذرد ، چنانچه قبل از گذشت يك ماه از انجام\r\nعمره تمتع ، به مكة برگردد ، مىتواند بدون احرام به مكة وارد شده ،\r\nواز مكة احرام حج بسته ، وبه عرفات برود . واگر بعد از گذشت\r\nيك ماه از انجام عمره تمتع به مكة بازگردد ، لازم است به احرام\r\nعمره ، محرم شود .\r\n( 135 ) : كسى كه وظيفة اش حج تمتع است ، اگر بعد از احرام\r\nعمره تمتع وقت به اندازه اى تنگ شود كه بيم آن مىرود ، كه با\r\nاتمام عمره به وقوف اختياري عرفات نرسد ، بايستى نيت خود را\r\nبه حج افراد برگرداند ، وعمره را ترك كرده ، واعمال حج افراد را\r\nانجام دهد ، وبعد از حج عمره مفرده بجا آورد .\r\n( 136 ) : كسى كه وظيفة اش حج تمتع است ، اگر پيش از احرام\r\nعمره تمتع بداند كه وقتش گنجايش اعمال عمره ودرك حج را\r\nندارد ، نمىتواند به حج افراد يا قران عدول كند ، بلكه واجب است\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nحج را تا سال بعد تأخير بيندازد .\r\n( 137 ) : كسى كه در سعة وقت براي عمره تمتع احرام بست ،\r\nوطواف وسعى خود را عمدا تا زماني كه نتواند آنها را بجا آورد وحج\r\nرا درك كند ، به تأخير انداخت ، معصيت كرده وعمره وى باطل\r\nاست . وبايد به حج افراد عدول نموده ، پس از حج عمره مفرده اى\r\nبجا آورد . وبنابر احتياط واجب ، سال بعد حج تمتع انجام دهد .\r\nحج افراد\r\nحج افراد عملي است مستقل از عمره ، وبر كسى واجب\r\nمىشود كه فاصله وطنش تا مكة كمتر از شانزده فرسخ باشد .\r\nاگر كسى بتواند علاوة بر حج افراد ، عمره مفرده را نيز\r\nبجا آورد ، عمره مفرده هم بر أو واجب است . وچنانچه فقط يكى از\r\nاين دو را مىتواند انجام دهد ، همان بر أو واجب مىشود .\r\nكسى كه مىتواند حج را در وقت خود ، وعمره را در وقت\r\nتمكن از عمره بجا آورد ، وظيفة اش همين است .\r\nواگر در يك وقت بتواند هر دو را انجام دهد ، واجب است با\r\nهم بجا آورد . وبايد حج را بر عمره مقدم كند ، بنابر احتياط واجب .\r\n( 138 ) : حج افراد با حج تمتع در تمام اعمال مشتركند ، مگر در :\r\n1 - حج افراد لازم نيست متصل به عمره ودر يك سال باشد\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\nولى حج تمتع لازم است متصل وبعد از عمره تمتع وهمان سال\r\nانجام شود .\r\n2 - در حج افراد ، قرباني لازم نيست ، ولى در حج تمتع ، قرباني\r\nواجب است .\r\n3 - در حج افراد ، جايز است در حال اختيار ، طواف وسعى\r\nحج را بر وقوف در عرفات ووقوف در مشعر مقدم نمود ، ولى در\r\nحج تمتع جايز نيست .\r\n4 - احرام حج افراد بايد از ميقاتهائى باشد ، كه گفته مىشود ،\r\nولى احرام حج تمتع بايد از خود مكة باشد .\r\n5 - عمره حج افراد ، را مىشود پيش از حج يا بعد از آن\r\nبجا آورد ، مگر در يك صورت كه گذشت ، اما در حج تمتع\r\nواجبست عمره پيش از حج باشد .\r\n6 - در حج افراد بعد از احرام مىتوان طواف مستحبى نمود .\r\nولى در حج تمتع ، بعد از احرام ، طواف مستحبى جايز نيست ، بنابر\r\nاحتياط لازم .\r\n( 139 ) : كسى كه براي حج افراد مستحبى ، محرم شده ، مىتواند\r\nبه عمره تمتع عدول نمايد ، مگر در صورتي كه بعد از سعى تلبيه\r\nبگويد ، كه ديگر نمىتواند عدول كند .\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\n\r\n( 140 ) : اگر براي حج افراد احرام بست ، ووارد مكة شد ، جايز\r\nاست طواف مستحبى انجام دهد ; ولى بايد بعد از خواندن نماز\r\nطواف تلبيه بگويد ، بنابر احتياط واجب .\r\nحج قران\r\n( 141 ) : حج قران با حج افراد ، در تمام اعمال ، يكسان است .\r\nجز اين كه ، در حج قران هنگام احرام بايد مكلف قرباني را همراه\r\nداشته باشد . وبدين جهت قرباني بر أو واجب است . واحرام در\r\nاين قسم ، همان طور كه با تلبيه محقق مىشود ، با اشعار ( كه عبارت\r\nاز شكافتن طرف راست كوهان شتر وآغشته نموده آن با\r\nخونش ) ، يا تقليد ( كه عبارت است از آويختن نعلينى كه در آن\r\nنماز خوانده ، به گردن قرباني خود ) نيز محقق مىشود . واگر\r\nقرباني شتر باشد ، مخير است بين اشعار وتقليد ، گرچه مستحب\r\nاست جمع بين هر دو . واگر گاو يا گوسفند باشد ، تقليد متعين\r\nاست . وهر گاه براي حج قران احرام بست ، جايز نيست به حج\r\nتمتع عدول كند .\r\nواجبات عمره تمتع\r\n1 - احرام\r\nأول واجبات عمره وحج احرام است . وبايد از ميقاتهاى تعيين\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n\r\nشده بسته شود .\r\nميقاتهاى احرام\r\nپيامبر أكرم ( صلى الله عليه وآله ) جاهايى را براي احرام بستن تعيين فرمودند\r\nوآنها را مواقيت ناميدند ، كه واجب است احرام از يكى از آنها بسته\r\nشود . وآنها ده مكان مىباشد :\r\n1 - مسجد شجره ( ذو الحليفة ) : كه در نزديكى مدينه منوره\r\nاست . وآن ميقات أهل مدينه وهر كسى است كه بخواهد از راه\r\nمدينه به حج برود . وبنابر احتياط واجب بايد در صورت امكان از\r\nدرون مسجد احرام بسته شود ، واگر نمىتواند جايز است در بيرون\r\nمسجد بطورى كه محاذى وبرابر آن از طرف راست يا چپ باشد\r\nاحرام بسته شود . ونام منطقه اى كه مسجد شجره در آن واقع شده\r\nآبار على ( عليه السلام ) است . يعنى چاههائى كه توسط حضرت أمير المؤمنين\r\nامام على ( عليه السلام ) احداث ، وبراي حجاج وقف شده است .\r\n( 142 ) : كسى كه از راه مدينه به حج مىرود وبه مسجد شجره\r\nيا محاذى آن مىرسد ، گرچه ميقات ديگرى بنام جحفه ويا غير\r\nآن از مواقيت در ميان راه باشد ، جايز نيست از مسجد شجره بدون\r\nاحرام بگذرد واز جحفه احرام ببندد ، مگر شخص بيمار يا ضعيف\r\nومانند اينها كه نتوانند از مسجد شجره احرام ببندند .\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\n\r\n2 - وادى عقيق : ميقات أهل عراق ونجد وهر كسى است كه\r\nاز آنجا عبور كند هر چند أهل عراق ونجد نباشد . اين ميقات\r\nداراى سه قسمت مىباشد ; مسلخ كه قسمت أول است ، غمره كه\r\nوسط آن است ، وذات عرق كه نام آخر آن است . واحتياط\r\nمستحب آنست كه در صورت نبودن مانع مانند بيمارى يا تقيه ،\r\nپيش از رسيدن به ذات عرق احرام ببندد .\r\n( 143 ) : در حال تقيه واجب است احرام را تا رسيدن به ذات\r\nعرق تأخير اندازد ، واگر جلو انداخت معصيت كرده وصحت احرام\r\nأو محل اشكال است ، وبايد در ذات عرق تجديد احرام نمايد .\r\n3 - جحفه : ميقات أهل شام ومصر ومغرب وهر كسى است\r\nكه از آنجا عبور نمايد هر چند أهل آنجا نباشد ، واين در صورتي\r\nاست كه شخص از ميقات سابق از جحفه ، احرام نبسته باشد .\r\n4 - يلملم : نام كوهى است . وميقات أهل يمن وهر كسى\r\nاست كه از آن راه بگذرد .\r\n5 - قرن المنازل : ميقات أهل طائف وهر كسى است كه از\r\nآن راه برود .\r\n6 - مكة مكرمه : ميقات حج تمتع است .\r\n7 - منزل خود شخص : ميقات است در صورتي كه منزلش به\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n\r\n\r\nمكة نزديكتر از ساير ميقاتها باشد ومجاور هم نباشد ، چنين\r\nشخصي مىتواند از منزل خود احرام ببندد ولازم نيست جهت\r\nاحرام بستن به يكى از ميقاتهاى ديگر برود . وچنانچه مجاور\r\nباشد ، وحج تمتع بجا مىآورد بنابر احتياط واجب بايد به يكى از\r\nميقاتها بلكه به ميقات أهل خود برود ومحرم شود .\r\n8 - جعرانه : ميقات أهل مكة است براي حج قران وافراد .\r\nوكسى كه دو سال تمام در مكة مجاور بوده در حكم أهل مكة\r\nاست ، هر چند مستحب است در صورتي كه بخواهد عمره مفرده يا\r\nحج تمتع بجا آورد به ميقات برگردد . واما پيش از دو سال\r\nحكمش حكم كسى است كه از راه دور به حج مىآيد .\r\n9 - محاذاة مسجد شجره : كسى كه در مدينه منوره به قصد\r\nرفتن به حج يك ماه يا حدود آن أقامت كرده ، وبخواهد از راهى\r\nغير از طريق مسجد شجره برود ، ميقاتش محاذى مسجد شجره\r\nاست ( تقريبا هفت كيلومترى مدينه منوره ) ، وبايد از آنجا محرم\r\nشود . ونبايد احرام را از محاذى مسجد شجره تأخير بيندازد\r\nمطلقا ، هر چند به قصد محرم شدن از ميقات ديگر باشد .\r\n10 - أدنى الحل : ميقات كسى است كه در مكة است ،\r\nوبخواهد عمره مفرده انجام دهد ، چه مجاور باشد وچه غير مجاور .\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nومستحب است مجاور از ميقات أهل خود ( جعرانه ) محرم شود .\r\nاحكام ميقاتها\r\n( 144 ) : احرام بستن پيش از ميقات جايز نيست ، وعبور از\r\nميقات با احرام كفايت نمىكند ، بلكه بايستى از خود ميقات احرام\r\nببندد . از اين حكم دو مورد استثناء شده است :\r\n1 - آن كه نذر نمايد پيش از رسيدن به ميقات معينى محرم شود\r\nكه در اين صورت بعد از محرم شدن احتياجى به تجديد احرام در\r\nميقات يا گذشتن از ميقات نيست ، بلكه مىتواند از راهى به مكة\r\nبرود كه به هيچ يك از ميقاتها بر خورد نكند . هر چند بهتر واحتياط\r\nغير لازم آنست كه در ميقات تجديد احرام كند ، خصوصا اگر جائى\r\nكه براي محرم شدن نذر كرده از أمكنه مقدسه مانند كوفه نباشد .\r\nودر صورت نذر فرقى نيست بين حج واجب ومستحب\r\nوعمره مفرده ، ولى اگر احرام براي حج باشد لازم است در ماه‌هاى\r\nحج باشد ( شوال ، ذي القعدة وذى الحجة ) ، چنان كه گذشت .\r\n2 - كسى كه بخواهد در ماه رجب عمره مفرده بجا آورد ، وبيم\r\nدارد كه اگر از ميقات محرم شود موفق به درك عمره رجبيه\r\nنمىشود جايز است قبل از ميقات محرم شود . وبراي أو عمره ماه\r\nرجب حساب مىشود ، هر چند بقيه اعمال را در ماه شعبان\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\nبجا آورد . در اين حكم فرقى نيست بين عمره واجب ومستحب .\r\nهمچنين است كسى كه قصد دارد عمره مفرده را در ماه‌هاى\r\nديگر غير از رجب بجا آورد . اگر چه احتياط غير لازم اقتصار بر\r\nعمره ماه رجب است .\r\n( 145 ) : وقتي مىتواند محرم شود كه يقين كند به ميقات رسيده ،\r\nيا با سؤال از أهل اطلاع اطمينان حاصل نمايد ، يا حجت شرعي\r\nداشته باشد .\r\n( 146 ) : كسى كه نذر كرده قبل از رسيدن به ميقات محرم شود ،\r\nاگر خلاف نذر كرد ، كفاره مخالفت نذر بر أو واجب مىشود . ودر\r\nصورت امكان ، احتياط واجب رجوع به محل مورد نذر ومحرم\r\nشدن از آن است .\r\n( 147 ) : تأخير احرام به بعد از ميقات جايز نيست ، همان طور كه\r\nپيش از ميقات نمىتوان محرم شد .\r\nواگر بدون عذر ، از ميقات تجاوز نمود ، معصيت كرده وصحت\r\nاحرامش محل اشكال است . ودر صورت امكان بايد به ميقات\r\nبرگردد .\r\nپس كسى كه قصد حج يا عمره يا دخول مكة را دارد نمىتواند\r\nدر حال اختيار ، بدون احرام از ميقات عبور كند ، هر چند ميقات\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\nديگرى در پيش داشته باشد .\r\nاما بعيد نيست ، اگر احرامش را از مسجد شجره به خصوص\r\nجحفه ، تأخير انداخت ، احرام أو از جحفه صحيح باشد ، هر چند\r\nمعصيت كرده است .\r\n( 148 ) : مكلفى از روى علم وعمد از ميقات احرام نبسته ، واز\r\nآن گذشته ، چند صورت دارد :\r\nأول : آن كه بتواند به ميقاتى كه از آن گذشته برگردد ،\r\nوبرگشتنش واجب است . چه برگشت أو از داخل حرم يا از خارج\r\nآن باشد . واگر بازگشت ومحرم شد ، عملش صحيح است . وبعيد\r\nنيست ، اگر به ميقات ديگرى هم برگشت احرامش صحيح باشد .\r\nدوم : آن كه در حرم باشد ونتواند به ميقات برگردد ، ولى\r\nمىتواند از حرم بيرون برود ; در اين صورت واجب است از حرم\r\nخارج شده واز ميقاتهاى أطراف حرم محرم شود . واحتياط\r\nواجب آنست كه تا حدى كه خوف فوت حج نباشد برگردد .\r\nسوم : آن كه در حرم است ، ولى به جهت خوف فوت حج نتواند\r\nبه ميقات برگردد ; پس بر أو واجب است از همان جائى كه هست\r\nمحرم شود .\r\nچهارم : آن كه خارج حرم باشد ونتواند به ميقات برگردد ; در\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\nاين صورت بنابر احتياط واجب بايد به مقدارى كه مىتواند\r\nبرگردد ، وسپس از ميقات أدنى الحل محرم شود .\r\nوبنابر احتياط واجب در سه صورت أخير ، علاوة بر وظيفة اى\r\nكه گفته شد ، بايد عمره مفرده بجا آورد . ودر صورت امكان حج را\r\nاعاده كند ، خصوصا اگر استطاعت أو از سال قبل بوده است .\r\nوچنانچه مكلف در سه صورت أخير به وظيفة اى كه گفته شد\r\nعمل نكند ، وعمره را بجا آورد ، بي شك حج أو فاسد خواهد بود .\r\n( 149 ) : هر گاه به جهت فراموشى يا بيهوشى ومانند آن ، يا\r\nندانستن حكم ، يا ندانستن ميقات ، بدون احرام از ميقات بگذرد ،\r\nمسأله چهار صورت دارد :\r\nأول : آن كه بتواند به ميقات برگردد ، كه در اين صورت\r\nواجبست به ميقات برگشته واز همانجا احرام ببندد .\r\nدوم : آن كه در حرم باشد ، وبرگشتن به ميقات غير ممكن ، ولى\r\nبرگشتن به خارج حرم ممكن باشد . در اين صورت لازم است از\r\nحرم بيرون رفته واز خارج حرم ، محرم شود . وبهتر واحتياط غير\r\nلازم اين است كه هر چه مىتواند از حرم دور شود واحرام ببندد .\r\nسوم : آن كه در حرم باشد ، وبرگشتن به خارج حرم برايش\r\nممكن نباشد . در اين صورت لازم است از جاى خود احرام ببندد ،\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\nهر چند وارد مكة شده باشد .\r\nچهارم : آن كه در خارج حرم باشد ونتواند به ميقات برگردد .\r\nدر اين صورت نيز لازم است از جاى خود احرام ببندد . وبنابر\r\nاحتياط واجب بايد به مقدارى كه مىتواند برگردد .\r\nاگر وظائفى را كه در اين چهار صورت گفته شد ، انجام دهد ،\r\nعملش محكوم به صحت است .\r\n( 150 ) : هر گاه زن حائض به خاطر ندانستن حكم از ميقات محرم\r\nنشود وداخل حرم برود ، چنانچه نتواند به ميقات برگردد ، لازم\r\nاست به خارج حرم رفته واز آنجا محرم شود ، بلكه احتياط واجب\r\nاين است كه تا آنجا كه ممكن است از حرم دور شود واحرام ببندد .\r\n( 151 ) : چنانچه عمره فاسد شود واجب است در صورت امكان\r\nاز سر گرفته شود . واگر اعاده آن هر چند به جهت كمي وقت\r\nممكن نباشد ، حج وى فاسد خواهد بود . وبايد براي خروج از\r\nاحرام ، عمره را به اتمام رساند ودر سال بعد حج را اعاده كند .\r\n( 152 ) : مكلفى كه از روى ناداني يا فراموشى عمره را بدون\r\nاحرام بجا آورد ، صحت عمره اش محل اشكال است . ودر صورتي\r\nكه عمره واجب بوده ، بنابر احتياط لازم آن را اعاده نمايد .\r\n( 153 ) : حجاجى كه در اين زمان با هواپيما ، أول وارد جده\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nمىشوند ، براي بستن احرام عمره در صورت امكان بايد به مسجد\r\nشجره ، وگر نه به جحفه بروند . زيرا جده ميقات نمىباشد .\r\nومحاذاة آن با يكى از ميقاتها هم ثابت نيست .\r\n( 154 ) : شخصي كه مىخواهد حج تمتع بجا آورد ، اگر از روى\r\nعلم وعمد در غير مكة احرام ببندد ، احرامش صحيح نيست ،\r\nهر چند با احرام وارد مكة شود ، وبر أو واجب است در مكة تجديد\r\nاحرام كند ، وگر نه حجش باطل است .\r\n( 155 ) : كسى كه مىخواهد حج تمتع بجا آورد اگر فراموش كند\r\nاز مكة محرم شود ، در صورت امكان واجب است به مكة برگردد .\r\nواگر نتواند از هر جا كه به مكة نزديكتر است ، وگر نه در عرفات\r\nمحرم شود . همينطور است وظيفة كسى كه حكم را نمىدانسته .\r\n( 156 ) : كسى كه احرام حج را به كلى فراموش كند ، يا حكم را\r\nنداند ، وتا پايان اعمال حج متوجه نشود ، حجش صحيح است .\r\nكيفيت احرام\r\nواجبات احرام سه چيز است : نيت ; تلبيه ; پوشيدن لباس احرام .\r\nأول : نيت احرام ، يعنى قصد كند منع أمور خاصه اى را بر خود ،\r\nبراي زيارة خانه خدا .\r\n( 157 ) : در نيت احرام سه چيز معتبر است : 1 - قربة إلى الله باشد .\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n2 - هم زمان با پوشيدن احرام باشد . 3 - تعيين زيارة كند ، عمره\r\nاست يا حج ، تمتع است يا افراد يا قران ، مستحب است يا واجب ،\r\nحجة الاسلام است يا نذرى يا به افساد ، براي خود انجام مىدهد\r\nيا به نيابت از ديگرى . واگر تعيين نكند احرامش باطل است .\r\n( 158 ) : لازم نيست نيت را به زبان آورد يا از ذهن خود\r\nبگذارند . بلكه قصد محرم شدن كفايت مىكند . ولى مستحب است\r\nبه زبان گفتن نيت احرام . همچنين مستحب است شرط كند كه اگر\r\nمانعى از اتمام مناسك پيدا شد محل شود .\r\n( 159 ) : در صحت احرام ، عزم بر ترك استمناء وجماع معتبر\r\nاست . همچنين است عزم بر ترك ديگر محرمات احرام وترك\r\nعملي كه حج يا عمره را فاسد مىكند ، بنابر احتياط لازم .\r\nپس اگر از ابتداى احرام قصدش اين باشد كه پيش از وقوف به\r\nمشعر استمناء كند ، يا با عيال خود جماع ( نزديكى ) نمايد ، يا مردد\r\nباشد در انجام وترك اين دو عمل ، احرامش باطل است .\r\nوهمينطور است محرمات ديگر احرام ، بنابر احتياط لازم .\r\nاما اگر از أول عزم بر ترك اين أمور داشت ، ولى بعد از احرام\r\nقصد انجام دادن يكى از آنها را كرد ، احرامش باطل نيست .\r\nدوم : تلبيه . تلبيه به معنى گفتن اين چند جمله است : لبيك\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\nاللهم لبيك لبيك لا شريك لك لبيك .\r\nواحتياط لازم اضافه نمودن اين جمله است : إن الحمد\r\nوالنعمة لك والملك لا شريك لك لبيك .\r\nوجايز است كلمه لك بعد از كلمه والملك اضافه شود :\r\n. . . والملك لك . . . .\r\nوبهتر است تلبيه پيامبر أكرم ( صلى الله عليه وآله وسلم ) را كه امام صادق ( عليه السلام )\r\nروايت كرده اند بگويد ، ودر آداب گذشت .\r\n( 160 ) : بر مكلف لازم است ألفاظ تلبيه را ياد گرفته وبه طور\r\nصحيح أداء كند . هر چند با تلقين ديگرى باشد ( يعنى كسى كه\r\nخوب مىداند بگويد ومكلف مانند أو تكرار كند ) .\r\nواگر اين ألفاظ را ياد نگرفت ، وتلقين هم برايش مقدور نبود ،\r\nواجب است آنچه مىتواند بگويد . واحتياط لازم در اين صورت\r\nجمع بين گفتن به مقدار قدرت ، وگفتن ترجمه آنها ، ونايب گرفتن\r\nديگرى است تا بجاى أو تلبيه را بگويد .\r\n( 161 ) : شخص لآل بايد با انگشتش به تلبيه اشاره كرده وزبان\r\nخود را حركت دهد . وبنابر احتياط واجب معناى تلبيه را هم در\r\nقلب خود بگذارند . واحتياط مستحب اين است كه نايب نيز بگيرد .\r\n( 162 ) : بايد بجاى بيهوش وبچه غير مميز ، ديگرى تلبيه بگويد .\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n( 163 ) : احرام حج تمتع ، وعمره تمتع ، وحج افراد ، وعمره\r\nمفرده بدون تلبيه منعقد نمىشود . اما حج قران هم چنان كه به تلبيه\r\nمحقق مىشود به اشعار يا تقليد نيز تحقق مىيابد ، هر چند احتياط\r\nغير لازم گفتن تلبيه است .\r\n( 164 ) : در صحت احرام ، طهارت از حدث أصغر وأكبر ، شرط\r\nنيست . پس احرام شخص بي وضو يا جنب يا زن در حال حيض\r\nيا نفاس ، اشكالى ندارد . اما جنب وحائض ونفساء بايد در مسجد\r\nودر حال عبور وبدون توقف احرام ببندند . ولى غسل احرام براي\r\nهمه مستحب است .\r\n( 165 ) : تلبيه در احرام بمنزله تكبيرة الاحرام در نماز است . پس\r\nهر گاه نيت احرام نمود ، ولباس احرام را پوشيد ، ويكى از\r\nمحرمات احرام را قبل از تحقق احرام ( به تلبيه گفتن يا اشعار\r\nوتقليد ) مرتكب شد ، گناهى نكرده وكفاره اى بر أو نخواهد بود ، زيرا\r\nهنوز محرم نشده است .\r\n( 166 ) : كسى كه مىخواهد از راه مدينه به حج رود ، بهتر است\r\nگفتن تلبيه را تا رسيدن به بيداء ( بيابانى است خارج مدينه ) عقب\r\nانداخته ، ودر آنجا تلبيه بگويد .\r\nوكسى كه مىخواهد از مكة به حج برود ، تلبيه را تا رسيدن به\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\nرقطاء ( در ابطح بيرون مكة قديم ) عقب انداخته ودر آنجا بگويد .\r\nولى احتياط مستحب اين است كه از جائى كه محرم مىشود\r\nفورا تلبيه را آهسته بگويد واز جاهائى كه گفته شد بلند بگويد .\r\n( 167 ) : احتياط غير لازم اين است ، كسى كه عمره تمتع بجا\r\nمىآورد ، وقتي چشمش به خانه هاى قديم مكة افتاد تلبيه نگويد .\r\nوحد آن براي كسى كه از راه مدينه مىآيد ، عقبه مدنيين است .\r\nوكسى كه عمره مفرده بجا مىآورد ، اگر از خارج حرم آمده\r\nباشد ، هنگام دخول حرم ، وچنانچه از مكة بيرون رفته كه احرام\r\nعمره ببندد ، هنگام ديدن كعبه تلبيه را قطع نمايد .\r\nوكسى كه حج بجا مىآورد ، هر نوع حجى باشد ، هنگام ظهر\r\nروز عرفه تلبيه را قطع كند .\r\n( 168 ) : اگر پس از پوشيدن لباس احرام ، وقبل از گذشتن از\r\nميقات شك كند كه تلبيه گفته يا نه ، بايد بنا را بر نگفتن گذاشته\r\nوتلبيه بگويد .\r\nواگر بعد از تلبيه گفتن شك كند آيا درست گفته يا نه ، بنا را بر\r\nدرست بودن بگذارد . واحرام وعملش صحيح است .\r\nسوم : پوشيدن دو جامه احرام ( ازار ورداء ) پس از بيرون\r\nآوردن لباسهائى كه پوشيدن آن بر محرم حرام است .\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\nپوشيدن دو جامه احرام به اين نحو است كه يكى را به دور\r\nكمر بسته وآن را ازار گويند ، وديگرى را مانند عباء بر دوش\r\nبگيرد ، وآن را رداء گويند .\r\nونا بالغ از اين حكم مستثنى است . وجايز است بر أو بيرون\r\nآوردن لباس را تا رسيدن به فخ ( در حومه مدينه ) تأخير بيندازد .\r\n( 169 ) : بنابر احتياط واجب بايد در بيرون آوردن لباسهاى خود\r\nوپوشيدن جامه احرام ، قصد قربت نمايد .\r\nواحتياط لازم آنست كه ازار را بر گردن نبندد ، ونيز اجتناب\r\nكند از گذاردن سنگى ويا شبيه آن در دو جامه وبستن آنها به\r\nيكديگر است . وهم چنين دو طرف رداء را روى هم نگذارد . ويا\r\nچيزى از آنها را به هم نبندد . واز سوراخ كردن رداء وبيرون\r\nآوردن سر از آن بايد اجتناب كنند .\r\n( 170 ) : ازار بايد به اندازه اى باشد كه از ناف تا زانو را بپوشاند .\r\nورداء بايد به اندازه اى باشد كه دو شانه را بپوشاند . واحتياط\r\nواجب اين است كه پوشيدن آنها قبل از نيت وتلبيه باشد . پس اگر پيش\r\nاز پوشيدن نيت كرد وتلبيه گفت ، بايد پس از آن اعاده نمايد .\r\n( 171 ) : بنابر احتياط لازم نبايد دانسته وعمدا در پيراهن يا\r\nلباس عادى احرام ببندد . واگر فراموش كرد يا ندانسته موقعى كه\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\nپيراهن يا لباس عادى پوشيده احرام بست ، بايد فورا آن را بيرون\r\nآورد واحرامش صحيح است . واگر بعد از احرام پيراهنى پوشيد ،\r\nاحرامش صحيح است ، ولى بايد آن را از طرف پا بيرون آورد ،\r\nهر چند به اين كه يقه اش را بشكافد وپاره كند .\r\n( 172 ) : پوشيدن بيش از دو جامه احرام در أول يا بعد از آن ،\r\nبراي جلوگيرى از سرما يا گرما يا غير آن عيبى ندارد . البتة بايد\r\nشرايط لباس احرام را داشته باشد .\r\n( 173 ) : آنچه در لباس نمازگزار شرط است در جامه احرام نيز\r\nشرط است . پس بايد پاك باشد ، وغصبى نباشد ، واز حرير\r\nخالص وزربفت واز اجزاء حيوان حرام گوشت نيز نباشد ، ومانند\r\nاينها . وهم چنين نجس شدن آن به نجاستى كه در نماز بخشوده\r\nاست ، اشكال ندارد .\r\n( 174 ) : ازار بايد بدن نما نباشد . واحتياط لازم اين است كه رداء\r\nنيز بدن نما نباشد .\r\n( 175 ) : بنابر احتياط لازم بايد جامه احرام بافتنى باشد ، ومثل\r\nچرم مصنوعى وپوست ونمد ومانند آن نباشد .\r\n( 176 ) : پوشيدن رداء وازار فقط بر مردان واجب است . وزنان\r\nمىتوانند در لباسهاى عادى خود در صورتي كه داراى شرايط ذكر\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nشده باشد ، احرام ببندند .\r\n( 177 ) : پوشيدن حرير گرچه فقط بر مردان حرام است ، اما زنان\r\nنيز نبايد در جامه حرير محرم شوند . واحتياط لازم اين است كه\r\nزنان تا محرم هستند چيزى كه از حرير خالص باشد نپوشند .\r\n( 178 ) : چنانچه يكى از جامه هاى احرام يا هر دو بعد از احرام\r\nبستن نجس شود ، احتياط واجب اين است كه هر چه زودتر عوض\r\nكرده يا تطهير كند .\r\n( 179 ) : واجب نيست جامه هاى احرام را بطور دائم بپوشد .\r\nوبرداشتن رداء براي ضرورت يا غير آن مانعى ندارد . هم چنان كه\r\nعوض كردن آن در صورتي كه رداء ديگر داراى شرايط ذكر شده\r\nباشد ، جايز است .\r\nولى بهتر واحتياط غير لازم آن است كه در موقع طواف همان\r\nجامه هائى را بپوشد كه در آنها محرم شده .\r\nتروك احرام\r\nهر گاه مكلف احرام بست ، 25 چيز بر أو حرام مىشود ، كه آنها\r\nرا تروك احرام مىنامند :\r\n1 - شكار حيوان صحرائى . 2 - جماع ( نزديكى ) با زن .\r\n3 - بوسيدن زن . 4 - دست زدن به زن .\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n5 - نگاه كردن به زن . 6 - استمناء .\r\n7 - عقد نكاح . 8 - استعمال بوى خوش .\r\n9 - پوشيدن لباس دوخته بر مردان . 10 - سرمه كشيدن .\r\n11 - پوشيدن آن چه روى پا را بپوشاند مانند جوراب بر مردان .\r\n12 - نگاه كردن در آينه . 13 - دروغ گفتن .\r\n14 - مجادله كردن . 15 - كشتن شپش ومانند آن .\r\n16 - زينت كردن . 17 - روغن مالي .\r\n18 - كندن موى بدن . 19 - پوشاندن سر بر مردان .\r\n20 - پوشاندن صورت بر زنان . 21 - زير سايه رفتن بر مردان .\r\n22 - خارج نمودن خون از بدن . 23 - دندان كشيدن\r\n24 - ناخن گرفتن . 25 - همراه داشتن سلاح .\r\nوتفصيل اين أمور در چند مسأله ذكر مىشود .\r\n1 - شكار حيوان صحرائى\r\n( 180 ) : محرم خواه در حرم باشد ، خواه در خارج آن ( حل ) ،\r\nنبايد حيوان صحرائى را شكار نموده يا بكشد يا مجروح كند ويا\r\nاذيت نمايد . وشكار در حرم مطلقا جايز نيست . هر چند شكارچى\r\nمحرم نباشد .\r\n( 181 ) : كمك نمودن به ديگرى در شكار حيوان صحرائى بر\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\nمحرم ، حرام است ، گرچه به اشاره باشد .\r\nهمچنين است هر عملي كه سبب سلطه بر حيوان وسلب\r\nآزادى وحلال شدن أو بشود . ودر حرمت كمك فرقى نيست بين\r\nاين كه شكارچى محرم باشد يا محل ( غير محرم ) .\r\n( 182 ) : محرم نبايد شكار را بدست گرفته يا از أو نگهدارى كند ،\r\nگرچه شكار آن پيش از احرام باشد . همچنين محرم نبايد از\r\nگوشت يا چربى شكار بخورد ، يا استفاده ديگرى ببرد .\r\n( 183 ) : حرمت شكار مختص به حيوان صحرائى است .\r\nوشكار حيوان دريائى مانند ما هي ، ونيز كشتن حيوان أهلي مانند\r\nمرغ خانگى وحبشي ( مرغى كه نمىتواند در هوا پرواز كند )\r\nوگوسفند وگاو وشتر ، مانعى ندارد ، در صورتي كه به سبب\r\nعارضه اى وحشى نشده باشد . وملخ ملحق است به حيوان\r\nصحرائى كه شكار وگرفتن وخوردن آن حرام است .\r\n( 184 ) : جوجه وتخم حيوان در حكم مذكور ، تابع خود حيوان\r\nاست . بنابر اين شكار جوجه يا برداشتن تخم حيوان صحرائى\r\nحرام است ، وكشتن جوجه وشكستن تخم حيوانات أهلي\r\nودريائى جايز است .\r\n( 185 ) : كشتن درندگان ، ونيز غير درندگان متعارف ، براي محرم\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nجايز نيست . مگر در صورتي كه از آنها بر خود بترسد . وچنانچه\r\nدرندگان كبوتران حرام را اذيت كنند ، جواز كشتن آنها محل\r\nاشكال است . وكشتن درندگان - در صورت ترس - كفاره ندارد ،\r\nحتى شير . غير از روباه كه يك گوسفند ، وخارپشت كه يك\r\nبزغاله كفاره كشتن آنهاست .\r\n( 186 ) : كشتن أفعى ومار بزرگ سياه ومارهاى موذى وعقرب\r\nوموش جايز است ، وكفاره هم ندارد .\r\n( 187 ) : چنانچه محرم از كلاغ وباز شكارى بر خود بترسد ،\r\nمىتواند به آنها تيراندازى كند . ودر اين فرض اگر تير به آنها برسد\r\nوكشته شوند كفاره ندارد .\r\nكفارات شكار\r\nدر شريعت مقدسه اسلام براي كشتن وشكار بعضي از حيوانات\r\nصحرائى ، كفاره اى تعيين شده كه در مسأله هاى زير بيان مىشود :\r\n( 188 ) : كفاره كشتن شتر مرغ ويا بچه شتر مرغ ، يك شتر\r\nاست . وأفضل جزور ( نوعي شتر ) است .\r\nوكفاره كشتن گاو وحشى ، يك گاو . وكفاره كشتن خر\r\nوحشى ، يك شتر ( بدنه ) يا يك گاو است ، گرچه احتياط لازم دادن\r\nشتر ( بدنه ) است .\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\nوكفاره كشتن آهو وخرگوش ، يك گوسفند است .\r\nوكفاره كشتن روباه ، يك گوسفند است . وكفاره كشتن موش\r\nصحرائى وخارپشت وسوسمار ، يك بزغاله است .\r\n( 189 ) : چنانچه كفاره ، شتر باشد ويافت نشود بايد شصت\r\nمسكين را اطعام نمايد ، براي هر مسكين دو مد ، واگر نتوانست\r\nيك مد ( كه تقريبا ده سير است ) ، واگر نتوانست بايد شصت روز\r\nروزه بگيرد ، واگر نتوانست هيجده روز روزه بگيرد .\r\nواگر كفاره ، گاو باشد ويافت نشود بايد قيمت گاو را به سى\r\nمسكين اطعام نمايد ، وچنانچه نتوانست نه روز روزه بگيرد .\r\nوچنانچه كفاره ، گوسفند باشد ويافت نشود يا نتواند تهيه كند\r\nبايد ده مسكين را اطعام نمايد ، واگر نتوانست بايد سه روز روزه\r\nبگيرد . ومستحب است سه روز متوالى روزه بگيرد .\r\n( 190 ) : اگر محرم در خارج حرم كبوتر يا مانند آن را شكار\r\nنمايد وبكشد بايد يك گوسفند كفاره بدهد ، وكفاره جوجه آن\r\nيك ميش كوچك ويا يك بزغاله است . ودر شكستن تخم آن\r\nبايد يك درهم كفاره بدهد ، بنابر احتياط لازم .\r\nوهر گاه غير محرم كبوتر يا مانند آن را در حرم بكشد يك درهم\r\nودر جوجه آن نيم درهم ، ودر تخم آن ربع درهم بايد كفاره بدهد .\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\nوهر گاه محرم در حرم كبوتر يا مانند آن ويا جوجه آن را\r\nبكشد ، يا تخم آن را بشكند هر دو كفاره بر أو واجب مىشود ، يك\r\nكفاره براي شكار ويك كفاره براي اين كه محرم بوده وشكار\r\nكرده . مثلا اگر محرم در حرم كبوترى را بكشد بايد يك گوسفند به\r\nاضافه يك درهم كفاره بدهد . وتخم پرنده اگر جوجه در آن به\r\nحركت آمده حكم جوجه را دارد .\r\n( 191 ) : كفاره شكار قطاة ( سنگخوار ) وكبك ودراج ومانند\r\nآن يك بره است كه از شير گرفته شده وعلف خوار باشد .\r\nوكفاره شكار گنجشك وقبرة ( چكاوك ) وصعوة ( سنگانه )\r\nومانند آن يك مد ( تقريبا سه ربع كيلو ) گندم يا جو يا نان ومانند\r\nاينها است ، وبه احتياط لازم يك بره از شير گرفته شده مىباشد .\r\nوكفاره كشتن ملخ يك دانه خرما . وكفاره كشتن بيشتر از يك\r\nملخ يك مشت گندم ومانند آن . وكفاره كشتن ملخ زياد يك\r\nگوسفند است .\r\n( 192 ) : كفاره كشتن موش صحرائى وخارپشت وسوسمار\r\nومانند اينها يك بزغاله است . وكفاره كشتن عظاية ( نوعي\r\nمارمولك ) يك مشت طعام است .\r\n( 193 ) : كفاره كشتن عمدى زنبور مقدارى طعام است . ودر\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\nصورتي كه كشتن به جهت دفع اذيت باشد كفاره ندارد .\r\n( 194 ) : در راهى كه ملخ زياد است ، بايستى محرم راه خود را\r\nكج كند كه آن را نكشد . واگر نتواند اين كار را بكند كه خواه\r\nناخواه ملخ پايمال شود در صورتي كه متعمد نباشد ، مانعى ندارد .\r\n( 195 ) : اگر جماعتى در كشتن شكارى شركت كردند بر هر يك\r\nكفاره مستقلى هست .\r\n( 196 ) : محرمى كه شكارى كرده وآن را بخورد بنابر احتياط\r\nواجب بايد دو كفاره دهد ، بلكه دو كفاره وقيمت آن را بدهد .\r\n( 197 ) : كسى كه شكارى همراه دارد وداخل حرم شود بايد آن\r\nرا رها كند واگر رها نكرد تا اين كه شكار مرد بايد كفاره بدهد .\r\nبلكه بنابر احتياط لازم چنانچه قبل از احرام شكار كرده به مجرد\r\nمحرم شدن بايد شكار را رها كند ، هر چند داخل حرم نشده باشد .\r\n( 198 ) : در وجوب كفاره براي كشتن شكار وخوردنش ، فرقى\r\nنيست بين اين كه عمدا باشد يا سهوا ، بلكه اگر حكم را هم\r\nنمىدانسته بايد كفاره بدهد . ولى اگر چند نفر شريك باشند در\r\nشكار بدون تعمد ، يك كفاره كفايت مىكند ، ولى در صورت عمد\r\nبر هر كدام يك كفاره واجب است .\r\n( 199 ) : به تكرار شكار كفاره نيز مكرر مى شود ، خواه شكار از\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nروى عمد يا فراموشى يا اشتباه يا ندانستن حكم باشد .\r\nوهم چنين كفاره متعدد مىشود اگر شكار كننده محرم باشد به\r\nاحرامهاى متعدد .\r\nونيز كفاره متعدد مىشود اگر شكار در حرم باشد وشكار\r\nكننده محل باشد وعمدا شكار كند . ولى در صورتي كه شكار\r\nكننده محرم باشد به يك احرام واز روى عمد مكررا شكار كند ،\r\nكفاره مكرر نمىشود .\r\n2 - نزديكى با زن\r\n( 200 ) : نزديكى با زنان ( جماع ) پس از احرام وقبل از شروع به\r\nاعمال عمره ، ونيز در أثناء عمره تمتع وعمره مفرده وحج تمتع ،\r\nوپس از آن وپيش از خواندن نماز طواف نساء ; بر محرم حرام است .\r\n( 201 ) : هر گاه پس از احرام عمره تمتع وقبل از تقصير از روى\r\nعلم وعمد ، با عيال خود از جلو يا عقب نزديكى نمايد ; چنانچه\r\nپس از فراغت از سعى باشد ، عمره اش فاسد نمىشود ، وبايد يك\r\nجزور ( شتر بزرگ ) ، وگر نه يك شتر معمولى ، واگر نتوانست يك\r\nگاو ، واگر نتوانست يك گوسفند ، كفاره بدهد . وهم چنين اگر قبل\r\nاز سعى باشد عمره اش فاسد نمىشود ، وكفاره اش مانند صورت\r\nقبل است ، ولى احتياط لازم اين است كه عمره را قبل از حج - در\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\nصورت امكان - اعاده نمايد ، ودر صورت عدم امكان در سال بعد\r\nحج را اعاده كند .\r\n( 202 ) : هر گاه كسى كه احرام حج بسته قبل از وقوف در مشعر\r\nاز روى علم وعمد ، با عيال خود از جلو يا عقب نزديكى نمايد ;\r\nحج أو وحج آن زن در صورتي كه محرم وعالم وراضى به اين\r\nعمل بوده باطل مىشود . وبر هر يك واجب است حج را تمام\r\nكرده وكفاره داده ، وحج را در سال بعد اعاده كند ، چه حجشان\r\nواجب باشد چه مستحب . اما اگر زن مجبور بر اين عمل بوده\r\nحجش فاسد نمىشود وكفاره نيز بر أو واجب نيست ، وبر مرد دو\r\nكفاره واجب مىشود .\r\nوكفاره اين عمل در صورت تمكن يك شتر ، وچنانچه نتواند\r\nيك گاو ، وگر نه يك گوسفند است . وواجب است بين آن زن\r\nومرد از جاى وقوع اين عمل در اين حج وحجى كه بعدا اعاده\r\nمىكنند جدائى باشد تا آن كه پس از وقوفين به آن محل برسند .\r\nوهر گاه هنگام رفتن به عرفات از منى عبور كند وجماع نمايد\r\nلازم است از هم جدا باشند تا وقت نحر در منى ، واحتياط واجب\r\nاين كه جدائى تا پايان اعمال حج باشد .\r\n( 203 ) : هر گاه محرم بعد از وقوف در مشعر دانسته وعمدا با\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\nعيال خود نزديكى كند چنانچه پيش از اتمام طواف نساء باشد ،\r\nهر چند بعد از دور چهارم وپيش از دور پنجم ، كفاره بر أو واجب\r\nمىشود ولى حجش باطل نيست ، واما اگر بعد از طواف نساء\r\nباشد كفاره ندارد .\r\n( 204 ) : كسى كه دانسته وعمدا در عمره مفرده بعد از سعى با\r\nزن خود نزديكى كند كفاره بر أو واجب مىشود ، ولى عمره اش\r\nباطل نيست . واگر قبل از سعى با زن خود نزديكى كند علاوة بر\r\nوجوب كفاره عمره اش نيز باطل مىشود ، وبايد همان عمره را\r\nتمام كند ، وواجب است تا يك ماه در مكة توقف نمايد سپس به\r\nيكى از ميقاتها رفته واز آنجا براي عمره دوم محرم شود .\r\n( 205 ) : كسى كه از احرام در آمده اگر با زن خود كه محرم است\r\nنزديكى نمايد كفاره بر زن واجب مىشود ، ولى مرد بايد غرامت\r\nآن را بدهد وكفاره اش يك شتر است .\r\n( 206 ) : محرمى كه از روى جهل به حكم يا فراموشى با زن\r\nخود نزديكى نمايد عمره وحجش صحيح است ، وكفاره اى بر أو\r\nواجب نمىشود . واين حكم نسبت به ساير محرماتى كه موجب\r\nكفاره است وبيان مىشود نيز جارى است ، مگر در موارد زير :\r\n1 - آن كه طواف حج را فراموش نموده وبا عيال خود نزديكى\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n\r\nنمايد ، يا مقدارى از سعى را در عمره تمتع فراموش كند وبا عيال\r\nخود نزديكى نمايد ، يا ناخنهاى خود را بگيرد به خيال اين كه\r\nاحرامش تمام شده ، ويا آن كه بعد از سعى وقبل از تقصير به جهت\r\nندانستن حكم با زن خود نزديكى كند .\r\n2 - كسى كه دست خود را بي خود بر سر وريش خود بكشد\r\nويك مو يا بيشتر از آن بيفتد .\r\n3 - آن كه بدن خود را روغن مالي كند از روى ناداني .\r\nوحكم اينها در جاى خود مىآيد .\r\n3 - بوسيدن زن\r\n( 207 ) : جايز نيست محرم زن خود را از روى شهوت ببوسد .\r\nوچنانچه دانسته وعمدا بوسيد ومنى از أو خارج شد لازم است\r\nيك شتر كفاره بدهد . ونيز اگر ندانسته يا سهوا ببوسد ، يا منى از أو\r\nخارج نشود ، بنابر احتياط لازم . واگر بوسيدن از روى شهوت\r\nنباشد يك گوسفند كفاره دارد .\r\n( 208 ) : هر گاه شخص بعد از طواف نساء ، زن خود را كه محرم\r\nاست ببوسد بايد يك گوسفند بكشد ، بنابر احتياط واجب .\r\n4 - لمس زن\r\n( 209 ) : شخص محرم نبايد دست يا بدن خود را از روى شهوت\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nبه بدن زن خود بمالد . وچنانچه دانسته وعمدا اين كار را كرد بايد\r\nيك گوسفند كفاره بدهد .\r\nواگر لمس از روى شهوت نباشد اشكال ندارد ، وكفاره اى بر\r\nأو نخواهد بود .\r\n5 - نگاه كردن به زن وملاعبه با أو\r\n( 210 ) : هر گاه محرم از روى شهوت به زن خود نگاه كند يا با\r\nأو ملاعبه وشوخى نمايد ومنى از أو بيرون بيايد بايد يك شتر\r\nكفاره بدهد ، ولى اگر از روى شهوت نگاه كند ومنى از أو بيرون\r\nنيايد يا بدون شهوت نگاه كند ومنى خارج شود كفاره ندارد .\r\nوچنانچه به زن أجنبي نگاه كند ومنى از أو خارج شود بايد در\r\nصورت تمكن يك شتر واگر نتواند يك گاو ، وگر نه يك گوسفند\r\nكفاره بدهد ، چه از روى شهوت نگاه كرده باشد چه بدون شهوت .\r\nواگر منى از أو بيرون نيايد كفاره ندارد ، هر چند از روى شهوت\r\nنگاه كرده باشد ، گرچه كار حرامى مرتكب شده است .\r\n( 211 ) : محرم مىتواند به غير از آنچه گفته شد از زن خود لذت\r\nببرد ، مانند سخن گفتن ، اگر چه از روى شهوت باشد ، ولى از دست\r\nزدن ، يا افتادن بر أو ، يا برداشتن أو ، ومانند اينها خوددارى كند .\r\nواحتياط غير لازم ترك استمتاع است مطلقا .\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n\r\n6 - استمناء\r\n( 212 ) : هر گاه محرم با آلت خود بازى نمود ومنى از أو بيرون\r\nآمد معصيت كرده ، وعرق أو عرق جنب از حرام است . واگر\r\nاستمناء در احرام حج پيش از وقوف در مشعر باشد حجش باطل\r\nمىشود ، وبايد اين حج را تا آخر بجا آورد ودر سال بعد اعاده\r\nكند . واگر اين عمل را در عمره مفرده قبل از فارغ شدن از سعى\r\nانجام دهد عمره اش باطل مىشود ، وبايد اين عمره را به پايان\r\nبرساند ويك ماه در مكة توقف نموده سپس به يكى از ميقاتها\r\nرفته واز آنجا براي عمره مفرده احرام ببندد . وكفاره استمناء مانند\r\nكفاره جماع است .\r\nوچنانچه محرم بدون بازى با آلت خود ، استمناء كند ( مثل\r\nاين كه نگاه به زن بكند يا در نظر بياورد ) حج وعمره اش فاسد\r\nنمىشود ، هر چند كفاره بر أو واجب مىشود . واحتياط واجب\r\nاعاده حج وعمره است .\r\n7 - عقد نكاح\r\n( 213 ) : خواندن عقد ازدواج در حال احرام براي خود يا\r\nديگرى حرام است ، به ولايت يا وكالت ونحو آن . وفرقى نيست\r\nبين اين كه عقد دائمي باشد يا منقطع . ودر تمام اين صورتها عقد\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nباطل است . واگر بداند كه عقد خواندن حرام است وعقد بخواند\r\nآن زن حرام ابدى مىشود .\r\n( 214 ) : هر گاه محرم يا غير محرم زنى را براي محرم عقد نمايد ،\r\nوشوهر با آن زن نزديكى كند ، وعقد كننده وشوهر بدانند كه\r\nچنين عقدي ( در حال احرام ) حرام است ، بر هر يك كفاره ( يك\r\nشتر ) واجب مىشود ، ومهر ثابت است . وآن زن بر شوهر حرام\r\nابدى خواهد بود . واگر زن نيز مىدانسته كه ازدواج در حال احرام\r\nحرام است كفاره بر أو هم واجب است .\r\n( 215 ) : حضور در مجلس عقد براي محرم وگواهى دادن بر آن\r\nحرام است .\r\n( 216 ) : بنابر احتياط لازم محرم نبايد خواستگارى كند . ولى\r\nاگر زنش را قبلا طلاق داده رجوع به أو جايز است .\r\n8 - استعمال بوى خوش\r\n( 217 ) : استعمال بوى خوش حتى زعفران وعود وعنبر\r\nومشك وورس ، به بوئيدن يا خوردن يا ماليدن بر بدن ، بر محرم\r\nحرام است ، وكفاره آن يك گوسفند است . وبا تكرار آن كفاره\r\nمكرر خواهد شد ، بنابر احتياط لازم . وهم چنين پوشيدن لباسى كه\r\nاثرى از بوى خوش در آن باشد حرام است ، هر چند مثل جوراب\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nوعرقچين باشد .\r\n( 218 ) : خوردن ميوه هاى خوشبو مانند سيب وبه جايز است ،\r\nولى نبايد هنگام خوردن آنها را بو كند . وبايد از خوردن دارچين\r\nوزنجبيل ومثل آن اجتناب كند ، بنابر احتياط واجب .\r\n( 219 ) : بر محرم واجب نيست هنگام سعى بين صفا ومروه اگر\r\nدر محل سعى بوى خوش باشد بيني خود را ببندد . ولى احتياط واجب\r\nاست كه در غير حال سعى بيني خود را از هر بوى خوشى ببندد .\r\nونيز اگر ناچار به استفاده از بوى خوش يا پوشيدن لباسى كه\r\nبوى خوش مىدهد شد ، اشكال ندارد . ولى بنابر احتياط لازم از\r\nبوئيدن آن خوددارى نمايد .\r\n( 220 ) : بر محرم حرام است كه بيني خود را از بوى بد بگيرد .\r\nواگر چنين كرد بايد به اندازه سير كردن گرسنه صدقه بدهد ، ولى تند\r\nرفتن به خاطر خلاصي از بوى بد حرام نيست .\r\n9 - پوشيدن لباس دوخته بر مردان\r\n( 221 ) : پوشيدن پيراهن وعباء وعمامه وكلاه وعرقچين\r\nوشلوار وزير شلوارى وجامه دكمه دار وهر جامه اى كه آستين دار\r\nباشد بر مرد محرم حرام است . همچنين مرد محرم بايد از هر جامه\r\nدوخته ، بلكه شبيه دوخته مانند نمدى كه چوپان ها مىپوشند ، واز\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nهر دوخته گرچه جامه نباشد اجتناب كند ، بنابر احتياط لازم .\r\nوپوشيدن كمربندى كه پول در آن گذاشته مىشود جايز است .\r\nوهم چنين بستن فتق بند اشكالى ندارد . وجايز است محرم هنگام\r\nخوابيدن با لحاف وديگر چيزهاى دوخته شده تن خود را بپوشاند\r\nبه شرط آن كه آن را به خود نپيچد ، ولى پوشاندن سر جايز نيست .\r\n( 222 ) : بنابر احتياط لازم محرم نبايد ازار را به گردن خود\r\n- بلكه مطلقا - گره بزند ، هر چند بعض آن را به بعض ديگر با\r\nفرو بردن سنجاق وشبيه آن در ازار متصل كند ، ورداء را نيز نبايد\r\nگره بزند .\r\n( 223 ) : پوشيدن لباس دوخته هر طور كه باشد براي زنان\r\nمانعى ندارد ، مگر دستكش كه نبايد آن را بپوشند .\r\n( 224 ) : اگر محرم لباسى را كه پوشيدن آن حرام است عمدا\r\nبپوشد بايد يك گوسفند كفاره بدهد ; بلكه در صورت ناچارى هم\r\nبايد كفاره بدهد ، بنابر احتياط لازم .\r\n10 - سرمه كشيدن ( كحل )\r\nسرمه سياه به چشم كشيدن به قصد زينت ، بر محرم جايز\r\nنيست ، وكفاره اش يك گوسفند است ، بنابر احتياط لازم . واز\r\nسرمه سياه بدون قصد زينت ، يا سرمه غير سياه با قصد زينت ، بايد\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n\r\nاجتناب كند ، وكفاره اش يك گوسفند است ، بنابر احتياط لازم . اما\r\nسرمه غير سياه بدون قصد زينت مانعى ندارد .\r\n11 - پوشيدن كفش وجوراب\r\n( 225 ) : پوشيدن چكمه يا كفش يا جوراب ويا هر چيزى كه\r\nروى پا يا قسمت بيشترى از آن را بپوشاند بر مرد محرم حرام\r\nاست ، وكفاره اش يك گوسفند است ، بنابر احتياط لازم . ولى زن\r\nمىتواند آن را بپوشد . واگر ضرورت داشت كه مرد محرم كفش يا\r\nجوراب بپوشد بايد روى آن را بشكافد ، بنابر احتياط واجب .\r\n12 - نگاه كردن در آينه\r\n( 226 ) : نگاه كردن در آينه جهت زينت بر محرم حرام است ،\r\nوكفاره اش بنابر احتياط لازم يك گوسفند است . ولى اگر نگاه كردن\r\nبراي زينت نباشد ، مانند نگاه كردن راننده در آينه كه پهلو وپشت\r\nسر خود را ببيند مانعى ندارد ، هر چند اجتناب كند بهتر است ، بنابر\r\nاحتياط غير لازم . وكسى كه به قصد زينت در آينه نگاه كرد بايد\r\nتلبيه را تجديد نمايد ، بنابر احتياط واجب .\r\nبه چشم زدن عينك ونيز نگاه كردن در أجسام صاف وشفاف\r\nمانند آب صاف وشيشه اشكال ندارد ، هر چند اجتناب كند بهتر\r\nاست ، بنابر احتياط غير لازم .\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\n\r\n13 - دروغ ودشنام\r\n( 227 ) : دروغ ودشنام در هر حال حرام است ، ولى حرمتشان\r\nدر حال احرام شديدتر است ، بلكه نبود آن در تحقق حج اعتبار\r\nشده ، ومراد از فسوق در آية مباركه ( فلا رفث ولا فسوق ولا\r\nجدال في الحج ) دروغ ودشنام است . اما مفاخرت يعنى فخر\r\nفروشى چنانچه مستلزم توهين به ديگرى باشد حرام است ،\r\nوچنانچه مستلزم نباشد احتياط لازم ترك آن است .\r\n14 - جدال نمودن\r\n( 228 ) : جدال نمودن بر محرم حرام است . وكمترين مرتبه آن\r\nقسم خوردن به كلمه ( لا والله ) و ( بلى والله ) است . واحتياط لازم\r\nاين است كه به غير از اين دو كلمه نيز قسم نخورد .\r\n( 229 ) : دو مورد از حرمت جدال استثناء شده :\r\nأول : آن كه ضرورتي مانند اثبات حق يا از بين بردن باطلى\r\nاقتضاء قسم خوردن كند .\r\nدوم : آن كه مراد قسم خوردن نباشد بلكه قصدش اظهار محبت\r\nيا تعظيم باشد ، مثل اين كه بگويد : تو را به خدا اين كار را نكن .\r\n( 230 ) : در صورتي كه جدال كننده در سخن خود راستگو باشد\r\nكفاره ندارد ، وفقط بايد استغفار كند به شرطي كه از دو مرتبه تجاوز\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\nننمايد ، وگر نه بايد يك گوسفند كفاره بدهد . وچنانچه جدال\r\nوقسم خوردن بر دروغ باشد در همان مرتبه أول يك گوسفند ، ودر\r\nمرتبه دوم دو گوسفند ، ودر مرتبه سوم يك گاو بايد كفاره بدهد .\r\n15 - كشتن جانوران بدن\r\n( 231 ) : كشتن عمدى شپش وانداختن آن از بدن براي محرم\r\nجايز نيست ، ولى جا به جا كردن آن مانعى ندارد . ودر صورت\r\nكشتن بايد يك مشت طعام يا خرما به فقير كفاره بدهد ، بنابر\r\nاحتياط واجب . وبه احتياط لازم پشه وكك را در صورتي كه\r\nضررى متوجه أو نشود نكشد ، وبه احتياط مستحب از راندن\r\nوانداختن آنها نيز خوددارى كند .\r\n16 - زينت نمودن\r\n( 232 ) : انگشتر بدست كردن براي زينت بر محرم حرام است ،\r\nولى به نيت استحباب مانعى ندارد . بلكه زينت كردن به چيزهاى\r\nديگر نيز بر محرم حرام است وكفاره اش يك گوسفند است ، بنابر\r\nاحتياط لازم .\r\n( 233 ) : حنا بستن در صورتي كه زينت گفته شود ، بر محرم\r\nحرام است هر چند خودش قصد زينت كردن نداشته باشد ، ولى\r\nبراي درمان ومانند آن مانعى ندارد .\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\n\r\n( 234 ) : پوشيدن زيور براي زينت بر بانوان محرم حرام است .\r\nولى زيورى كه پيش از احرام عادت به پوشيدن آن داشته مستثنى\r\nاست ومى تواند آن را بپوشد ، ولى نبايد آن را به شوهر خود\r\nوديگر مردان نشان دهد .\r\n17 - روغن مالي بدن\r\n( 235 ) : محرم نبايد تن خود را روغن مالي كند هر چند خوشبو\r\nهم نباشد ، مگر براي درمان وضرورت .\r\n( 236 ) : كفاره روغن مالي در صورتي كه دانسته وعمدا باشد\r\nيك گوسفند است ، واگر از روى ناداني باشد اطعام يك فقير\r\nاست ، بنابر احتياط لازم .\r\n18 - جدا نمودن مو از بدن\r\n( 237 ) : محرم نبايد موى خود يا ديگرى را از بدن جدا كند ، چه\r\nديگرى محرم باشد چه محل . از اين حكم چهار مورد استثناء شده :\r\n1 - آن كه شپش بدن محرم زياد باشد .\r\n2 - آن كه ضرورت ايجاب كند كه مو از بدن جدا شود ، مثل\r\nاين كه بلندى مو وزياديش باعث سر درد يا ناراحتى ديگر شود .\r\n3 - آن كه مو در پلك چشم روئيده ومحرم را ناراحت كند .\r\n4 - آن كه مو هنگام وضو يا غسل خود به خود جدا شود .\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n( 238 ) : اگر محرم بدون ضرورت سر خود را بتراشد كفاره اش\r\nيك گوسفند است . وچنانچه ضرورت ايجاب كند كه سر خود را\r\nبتراشد كفاره اش يك گوسفند يا سه روز روزه يا اطعام شش\r\nمسكين ، به هر كدام دو مد ( يك كيلو ونيم ) مىباشد . واگر موى\r\nزير هر دو بغل خود را بكند كفاره اش يك گوسفند است .\r\nوهمچنين است اگر موى يك طرف را بكند ، بنابر احتياط لازم .\r\nواگر موى ريش خود يا غير آن را بكند بايد يك مشت طعام به فقير\r\nكفاره بدهد ، ولى چنانچه محرمى يا غير محرمى را سر بتراشد\r\nگرچه حرام است كفاره ندارد .\r\n( 239 ) : چنانچه محرم سر يا بدن خود را بطورى كه موئى از أو\r\nنيفتد وخونى نشود بخاراند مانعى ندارد . وچنانچه دست به سر\r\nويا ريش خود بكشد ، ويك يا دو مو از آن بيفتد ، بايد يك مشت\r\nطعام صدقه بدهد .\r\n19 - پوشاندن سر بر مردان\r\n( 240 ) : مرد محرم نبايد تمامى يا قسمتى از سر خود را بپوشاند\r\nبه هر چيزى باشد ، حتى با گل ، بلكه بنابر احتياط لازم نمىبايست\r\nچيزى روى سر خود حمل كند . ولى انداختن بند مشك بر سر يا\r\nبستن دستمال ومانند آن ، به جهت سر درد ، اشكال ندارد .\r\nو ","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nپوشاندن گوشها نيز جايز نيست .\r\n( 241 ) : پوشاندن سر به قسمتى از بدن مثل دست جايز است ،\r\nوترك آن بهتر است .\r\n( 242 ) : محرم نبايد در آب ومانند آن فرو رود يا سر را زير آب\r\nكند ، بنابر احتياط لازم . ودر اين حكم زن ومرد فرقى ندارند .\r\n( 243 ) : كفاره پوشاندن سر يك گوسفند است ، بنابر احتياط\r\nلازم . ودر موارد اضطرار وناچارى كفاره واجب نيست .\r\n20 - پوشاندن رو بر زنان\r\n( 244 ) : بانوان در حال احرام نمىبايست تمام صورت خود يا\r\nبعض آن را بپوشانند ، به هر چيزى كه باشد مثل نقاب يا پوشيه ،\r\nبنابر احتياط لازم . اما پوشاندن صورت در حال خواب\r\nوپوشاندن قسمتى از رو مقدمة براي پوشاندن سر در حال نماز\r\nاشكال ندارد ، ولى احتياط واجب اين است كه پس از فراغت از\r\nنماز آن را بردارد .\r\n( 245 ) : بانوان محرم مىتوانند از مرد أجنبي رو بگيرند ، به اين\r\nنحو كه گوشه چادر يا عبا ومانند آن را كه بر سر دارند تا مقابل\r\nبيني يا چانه پائين بكشند . واحتياط واجب اين است كه قسمت پائين\r\nآمده را بوسيلة دست يا چيز ديگر از صورت خود دور نگه دارند .\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n( 246 ) : كفاره پوشاندن صورت يك گوسفند است ، بنابر\r\nاحتياط لازم .\r\n21 - زير سايه رفتن مردان\r\n( 247 ) : مردان محرم هنگام سير نبايد زير سايه رفته يا سايبانى\r\nمانند چتر بر سر بگيرند ، هر چند سايه سقف محمل يا ماشين يا\r\nهواپيما ومثل آن باشد ، پياده باشند يا سواره ، بنابر احتياط لازم .\r\nورفتن زير سايه چيزى كه روى سر نباشد ، مانند اين كه بغل شتر يا\r\nماشين حركت كند كه سايه از طرف چپ يا راستش بر أو بيفتد ،\r\nمحل اشكال است . ولى مىتواند با دست جلو آفتاب را بگيرد .\r\nاما رفتن زير سايه محمل هنگام سير ، ونيز احرام زير سقف\r\nمسجد شجره ونيز زير سقف بازار وپل ونظاير آن ، وهر سايه\r\nاندازى كه با محرم سير نمىكند حرام نيست .\r\n( 248 ) : محرمى كه در بين راه توقف نموده تا وقتي كه در آن\r\nجا هست ، يا هنگامى كه به مكة مىرسد هر چند منزلي تهيه نكرده\r\nباشد ، زير سايه رفتنش مانعى ندارد . وجواز گرفتن چتر بر سر در\r\nاين موارد محل اشكال است .\r\n( 249 ) : زير سايه رفتن زنان وكودكان ، وهم چنين مردان در\r\nحال ضرورت يا ترس از ضرر به سبب گرما وسرما ، جايز است .\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\n\r\n( 250 ) : كفاره زير سايه رفتن يك گوسفند است . وفرقى بين\r\nحال اختيار واضطرار نيست . وچنانچه اين عمل تكرار شود در\r\nهر احرام يك كفاره لازم است . گرچه احتياط مستحب اين است كه\r\nبراي هر روز يك كفاره بدهد .\r\n22 و 23 - بيرون آوردن خون از بدن ودندان كشيدن\r\n( 251 ) : محرم نبايد از بدن خود خون بيرون آورد ، به دندان\r\nكشيدن يا آمپول يا ختنه يا حجامت يا رگ زدن ومانند آن ، حتى\r\nبه مسواك كردن وخلال دندان وخاراندن ، بنابر احتياط لازم .\r\nولى براي رفع ضرورت يا اذيت مانعى ندارد . وكفاره اش چه در\r\nحال اختيار وچه ضرورت يك گوسفند است ، بنابر احتياط لازم .\r\nولى دندان كشيدن بدون خونريزى كفاره ندارد .\r\n23 - ناخن گرفتن\r\n( 252 ) : محرم نبايد ناخن يا قسمتى از آن را بگيرد ، مگر در\r\nصورتي كه باقي گذاردن ناخن ضرر داشته باشد ، مانند اين كه ناخن\r\nكنده شده وباقي گذاردنش سبب اذيت شود .\r\nوكفاره گرفتن هر ناخنى يك مد طعام است . وكفاره گرفتن\r\nهمه ناخنهاى دست يا پا در يك مجلس يك گوسفند است .\r\nوهمچنين اگر در يك مجلس ناخن دست وپايش را با هم گرفت\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n\r\n\r\n\r\nكفاره اش يك گوسفند است . ولى اگر همه ناخنهاى دست را در\r\nيك مجلس وهمه ناخنهاى پا را در مجلس ديگر ، كفاره اش دو\r\nگوسفند است .\r\n24 - برداشتن اسلحه\r\n( 253 ) : حمل كردن اسلحه ( چه سلاح گرم وچه سلاح سرد ) بر\r\nمحرم حرام است . وكفاره اش يك گوسفند است ، بنابر احتياط\r\nلازم . ومحرم بايد از همراه داشتن آلات دفاع شخصي نيز بنابر\r\nاحتياط واجب خوددارى كند . اما حمل سلاح در حال اضطرار\r\nوهمراه بردن سلاح بدون اين كه محرم آن را حمل كند حرام نيست ،\r\nهر چند احتياط مستحب ترك آن است .\r\nتا اينجا آنچه فقط بر محرم حرام است بيان شد .\r\nچيزهائى كه بر محرم وغير محرم حرام است\r\nدو چيز هست كه بر محرم ومحل هر دو حرام است .\r\n1 - شكار در حرم\r\n( 254 ) : شكار در حرم بر محرم وغير محرم ، چه زن باشد چه\r\nمرد ، حرام است .\r\n2 - كندن درختان وگياهان حرم\r\n( 255 ) : كندن وبريدن هر چيزى كه در حرم روئيده از درخت\r\nو ","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nگياه بر محرم وغير محرم حرام است ، اما اگر چيزى به واسطه راه\r\nرفتن عادى ، كنده شود ، ونيز رها كردن حيوانات براي چريدن از\r\nعلف حرم ، حرام نيست .\r\nواز حرمت كندن وبريدن چهار مورد استثناء شده :\r\n1 - اذخر كه گياه معروفي است .\r\n2 - نخل خرما ودرخت ميوه دار .\r\n3 - علف هائى كه خوراك شتر است .\r\n4 - علف ودرختى كه در ملك يا خانه شخصي مىرويد يا\r\nخود شخص آن را كاشته باشد ، مگر درختى كه قبل از تملك\r\nخانه در منزل وجود داشته است .\r\n( 256 ) : درختى كه ريشه وساقه اش در حرم ، وشاخ وبرگش\r\nدر خارج حرم است يا بالعكس ، حكمش حكم درختى است كه\r\nتمامش در حرم باشد .\r\n( 257 ) : كفاره كندن درخت قيمت همان درخت است . وكندن\r\nعلف كفاره ندارد هر چند حرام است .\r\nجاى كشتن كفارات\r\n( 258 ) : جاى كشتن كفاره شكار در احرام عمره ، مكة مكرمه\r\nاست . وجاى كشتن كفاره شكار در احرام حج ، منى است .\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n\r\n( 259 ) : كفاره اى كه بر محرم براي غير شكار واجب شده\r\nمىتواند كشتنش را تا بازگشت به وطن تأخير اندازد ، هر چند بهتر\r\nاست كه در حج اين كار را انجام دهد .\r\n2 - طواف\r\nواجب دوم عمره تمتع ، طواف است كه به ترك عمدى طواف يا\r\nبعض شرايط آن عمره وحج فاسد مىشود ، چه حكم يا موضوع\r\nرا بداند چه نداند ، حتى اگر جاهل قاصر هم باشد اين حكم جارى\r\nاست . وترك طواف محقق مىشود به تأخير انداختن طواف تا\r\nزماني كه نتواند خود را به وقوف در عرفات برساند . ودر فرض\r\nمذكور با بطلان عمره ، احرام باطل نمىشود . ووظيفة لازم بر\r\nشخص تارك طواف در اين صورت ، عدول دادن نيت حج تمتع به\r\nحج افراد است ، وبايد پس از حج عمره مفرده بجا آورده ، ودر\r\nسال بعد هم حج را اعاده كند در صورتي كه حج اين سال أو حج\r\nواجب بوده . ودر صورتي كه حج مستحب بوده وجوب اعاده حج\r\nدر سال بعد محل اشكال است .\r\nشرايط طواف\r\nدر طواف چند چيز شرط است :\r\n1 و 2 - نيت وقصد قربت : وطواف بدون نيت وقصد قربت\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\nباطل است ، به تفصيلي كه در نيت احرام گفته شد .\r\n3 - طهارت از حدث أكبر وأصغر : واگر از روى عمد يا\r\nفراموشى يا ندانستن حكم بدون طهارت طواف نمايد طوافش\r\nباطل است .\r\n( 260 ) : كسى كه در ميان طواف محدث شود چنانچه پيش از\r\nرسيدن به نصف طواف باشد ، طوافش باطل است وبايد پس از\r\nطهارت آن را اعاده كند .\r\nواگر بعد از تمام شدن دور چهارم وبدون اختيار باشد بايد\r\nطواف را قطع كند ، وبعد از طهارت طواف را از همانجا كه قطع\r\nنموده ادامه دهد .\r\nواگر بعد از نصف طواف وقبل از تمام شدن دور چهارم ، يا بعد\r\nاز اتمام دور چهارم واختياري باشد ، در اين دو صورت بايد بنابر\r\nاحتياط واجب طواف را قطع نموده وبعد از طهارت ، طواف را از\r\nهمانجا كه قطع كرده ادامه دهد وتمام كند ونماز طواف را بخواند\r\nوسپس طواف كامل ونماز طواف را اعاده نمايد .\r\n( 261 ) : اگر پيش از شروع به طواف يا در ميان آن در طهارت\r\nشك نمايد ، چنانچه بداند قبلا با طهارت بوده ونمى داند بعدا\r\nحدثى از أو خارج شده يا نه ، در اين صورت به شك خود اعتناء\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\nنكند . ودر غير اين صورت واجب است طهارت گرفته وطواف\r\nكند ، واگر در ميان طواف است به دستور مسأله قبل عمل كند .\r\n( 262 ) : هر گاه پس از فراغت از طواف شك در طهارت نمايد\r\nبه شك خود اعتنا نكند ، هر چند احتياط مستحب اعاده آن است .\r\nولى براي نماز طواف حتما بايد وضو بگيرد .\r\n( 263 ) : چنانچه مكلف نتواند وضو بگيرد ، اگر مىداند بدون\r\nگذشتن وقت اتمام عمره ورفتن به عرفات مىتواند وضو بگيرد ،\r\nبايد صبر كند وبا وضو طواف نمايد . واگر نمىداند كه مىتواند\r\n- به اين كه وقت ضيق است ، يا مانع از وضوء تا زماني كه عمره را\r\nتمام كرده وخود را به عرفات برساند زايل نمىشود - بايد تيمم\r\nنموده وطواف كند ، واگر تيمم هم نمىتواند بكند در صورتي كه\r\nنا اميد از توانائى بر تيمم شد لازم است براي طواف نايب بگيرد\r\nوبنابر احتياط واجب خود نيز بدون طهارت طواف نمايد .\r\n( 264 ) : بر زن حائض ونفساء بعد از أيام حيض ونفاس ، وبر\r\nجنب واجب است كه براي طواف غسل كنند ، وحائض ونفساء\r\nوضوء هم بگيرند . وبا وجود مانع از غسل ونا اميد شدن از\r\nتوانائى بر آن ، واجب است تيمم كنند . وبنابر احتياط لازم بايد\r\nنايب هم بگيرند تا از طرف آنها طواف نمايد . واگر از تيمم معذور\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\nباشند نايب گرفتن متعين است .\r\n( 265 ) : هر گاه زن هنگام بستن احرام براي عمره تمتع يا پس از\r\nاحرام ، حائض شود چنانچه وقت گنجايش بجا آوردن اعمال عمره\r\nرا داشته باشد ، مىبايست صبر كند تا پاك شود سپس غسل نموده\r\nواعمال عمره را بجا آورد . واگر وقت وسعت نداشته باشد مسأله\r\nداراى دو صورت است :\r\n1 - آن كه حائض شدنش پيش از بستن احرام باشد ، كه در اين\r\nصورت اگر بداند تا موقع رفتن به عرفات پاك خواهد شد نيت\r\nاحرام عمره كند ، وچنانچه مىداند تا آن هنگام پاك نخواهد شد\r\nنيت حج افراد نمايد . ودر صورت شك بنابر احتياط واجب\r\nهنگام احرام بايد احرام واجب را نيت كند - بدون تعيين عمره تمتع\r\nيا حج افراد - وبعد اگر قبل از گذشتن وقت عمره تمتع پاك شد\r\nاعمال عمره را انجام دهد ومحل شود ، وسپس براي حج محرم\r\nشود وبه عرفات برود . واگر پاك نشد به همان حال احرام ، أول\r\nاعمال حج افراد را بجا آورد وسپس عمره مفرده بجا آورد .\r\n2 - آن كه حيضش بعد از بستن احرام باشد ، كه در اين صورت\r\nمخير است بين اين كه عدول كند به حج افراد ، وحج افراد بجا آورد\r\nوبعد از فراغت عمره مفرده انجام دهد ; وبين اين كه اعمال عمره\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\nتمتع را بدون طواف ونماز طواف بجا آورد ( به اين كه سعى وتقصير\r\nنموده وبراي حج احرام بسته وبه حج رفته وپس از فراغت از\r\nحج وبازگشت به مكة قضاء طواف عمره را پيش از طواف حج\r\nبجا آورد ) . ولى احتياط مستحب صبر كردن است تا وقت تنگ\r\nشود وبه صورت دوم عمل نمايد .\r\nوچنانچه يقين دارد كه حيضش ادامه خواهد داشت\r\nونمىتواند حتى پس از بازگشت به مكة طواف نمايد ، براي طواف\r\nخود نايب بگيرد وسعى را خودش بجا آورد . وروزى كه بايد\r\nخود را وارسى كند در حكم أيام حيض است وحكم أيام حيض\r\nبر آن روز جارى است .\r\n( 266 ) : اگر زن در ميان طواف حائض شود چنانچه قبل از تمام\r\nشدن نصف طواف باشد طوافش باطل مىشود ، وواجب است بعد\r\nاز پاك شدن وغسل نمودن يك طواف كامل بجا آورد ، واگر پاك\r\nنمىشود تا گذشتن وقت عمره حكم أو مانند حكم حائض قبل از\r\nاحرام است كه بايد به حج افراد عدول كند .\r\nوچنانچه حيض شدنش بعد از تمام شدن نصف طواف باشد\r\nآنچه از طواف بجا آورده صحيح است وواجب است بعد از پاك\r\nشدن وغسل نمودن باقيمانده ونماز آن را بجا آورده وطواف را\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\nاعاده كند ، وچنانچه وقت گنجايش نداشته باشد سعى وتقصير را\r\nبجا آورد وبراي حج محرم شود . وبايد پس از بازگشت از منى\r\nوقبل از طواف حج ، باقيمانده از آن طواف ونمازش را بجا آورده ،\r\nوقضاء طواف عمره را هم انجام دهد . وبه احتياط لازم بعد از قضاء\r\nطواف عمره سعى را اعاده نمايد . وهمين طور است حكم مواردى\r\nكه قضاء طواف عمره به بعد از عرفات ومنى موكول بشود .\r\n( 267 ) : هر گاه زن پس از طواف وقبل از نماز طواف حيض\r\nشود طوافش صحيح است ، ونماز طواف را بعد از پاك شدن\r\nوغسل نمودن بجا آورد . وچنانچه وقت نداشت سعى وتقصير را\r\nبجا آورد ، ونماز طواف را بعد از برگشتن از عرفات ومنى پيش از\r\nطواف حج قضاء نمايد .\r\n( 268 ) : هر گاه زن بعد از طواف ونماز طواف فهميد كه حايض\r\nشده ، ونداند كه پيش از طواف يا پيش از نماز طواف يا در أثناء يا\r\nبعد از آن دو بوده ، بنا را بر صحت طواف ونماز طواف بگذارد .\r\nوچنانچه بداند قبل از نماز حيض شده ووقتش هم تنگ باشد سعى\r\nوتقصير را بجا آورد ، ونماز طواف را تا پس از پاك شدن وغسل\r\nتأخير اندازد ، وعمره اش صحيح است .\r\n( 269 ) : هر گاه زنى به مكة رسيد ومى توانست اعمال عمره را\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\nبجا آورد ولى دانسته وعمدا بجا نياورد تا حيض شد ووقت تنگ\r\nشد ، عمره اش فاسد است . واحتياط واجب اين است كه عدول به\r\nحج افراد نموده وپس از اعمال حج ، عمره مفرده بجا آورد . وحج\r\nخود را در سال بعد اعاده نمايد .\r\n( 270 ) : طواف مستحبى را مىتوان بدون طهارت از حدث أصغر\r\nبجا آورد ، ولى نماز طواف مستحبى را بايد با طهارت بخواند .\r\n( 271 ) : كسى كه معذور از وضوء يا غسل تمام است ، مانند\r\nكسى كه در دست وپايش شكستگى وزخمى است كه پانسمان\r\nشده يا مانند زنى كه در حال استحاضة است يا كسى كه مرض\r\nسلس البول دارد ( كه بول قطره قطره از أو خارج مىشود ) به همان\r\nدستوري كه براي نماز طهارت مىگيرد براي طواف نيز همان\r\nطهارت كافى است . اما مبطون ( كسى كه نمىتواند از بيرون آمدن\r\nغائط خوددارى كند ) بنابر احتياط واجب در صورت توان شخصا\r\nطواف كند ونايب هم بگيرد .\r\n4 - طهارت از خبث ، شرط سوم از شرايط طواف طهارت از\r\nخبث است ( يعنى پاكى بدن ولباس ) . طواف با بدن يا لباس نجس\r\nصحيح نيست . ونجاستى كه در نماز بخشيده شده ( مانند خون\r\nكمتر از درهم ) در طواف بخشوده نيست ، بنابر احتياط لازم .\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n( 272 ) : طواف كردن با بدن يا لباسى كه در آن خون وخونابه\r\nزخم يا دمل هست اگر اجتناب از آن دشوار باشد ، مانعى ندارد .\r\nوبر طرف كردنش لازم نيست وبنابر احتياط واجب براي طواف\r\nنايب نيز بگيرد . همچنين از به همراه داشتن چيز نجس در هنگام\r\nطواف بايد خوددارى كند ، بنابر احتياط لازم .\r\n( 273 ) : چنانچه نجس بودن بدن يا لباس خود را نمىدانسته\r\nوپس از انجام طواف فهميده ، طوافش صحيح است ونيازى به\r\nاعاده نيست . وهم چنين است نماز طواف .\r\n( 274 ) : هر گاه نجاست بدن يا لباس خود را فراموش نموده\r\nوطواف كرد وبعد از طواف يادش آمد ، بنابر احتياط واجب بايد\r\nطواف را اعاده كند . وچنانچه بعد از نماز طواف يادش بيايد كه\r\nبدن يا لباسش نجس بوده بايد نماز طواف را اعاده كند .\r\n( 275 ) : هر گاه نجس بودن بدن يا لباس خود را نمىدانست\r\nودر ميان طواف فهميد نجس است ، يا اين كه بدن ولباسش پاك بود\r\nولى قبل از پايان طواف نجس شد ، اگر جامه پاكى دارد همانجا\r\nلباس نجس را كنده وبا جامه پاك طواف را تمام كند ، وگر نه در\r\nصورت امكان بدون رها كردن طواف بدن ولباسش را تطهير كند\r\nوطواف را ادامه دهد . وچنانچه لباس پاك همراه ندارد\r\nو ","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\nنمىتواند لباس وبدنش را بدون رها كردن طواف تطهير نمايد اگر\r\nبعد از تمام شدن شوط چهارم بود طواف را قطع كند ونجاست\r\nرا بر طرف نمايد وبعد از تطهير باقيمانده طواف را بجا آورد ،\r\nواگر قبل از تمام شدن شوط چهارم بود طواف را قطع كند\r\nونجاست را بر طرف نمايد وبعد از تطهير باقيمانده طواف را\r\nبجا آورد ونماز طواف را بخواند وبعد دوباره يك طواف كامل\r\nونماز طواف بجا آورد .\r\n5 - مختون بودن : طواف كننده مرد يا پسر نا بالغ مميز بايد\r\nمختون باشد . اما اگر مميز نباشد يا احرامش را وليش ببندد مختون\r\nبودنش معتبر نيست ، هر چند احتياط مستحب است .\r\n( 276 ) : چنانچه محرم ، ختنه نشده طواف نمايد طوافش كافى\r\nنيست ، خواه بالغ باشد خواه نا بالغ مميز ، وچنانچه طواف را ختنه\r\nشده اعاده نكند مانند كسى است كه طواف را ترك كرده باشد .\r\n( 277 ) : هر گاه مكلف ختنه نشده مستطيع شود بايد در همان\r\nسال خود را ختنه كرده وبه حج برود . وچنانچه ممكن نباشد حج\r\nرا تا سال بعد تأخير بيندازد . واگر به خاطر ضرر يا مشقت يا\r\nاذيت ، أصلا متمكن از ختنه نباشد لازم است حج را بجا بياورد ،\r\nولى بنابر احتياط واجب بايد علاوة بر اين كه شخصا طواف مىكند\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nنايب نيز بگيرد ، ونماز طواف را خودش هم بجا آورد .\r\n6 - ستر عورت : بايد طواف كننده عورت خود را بپوشاند .\r\nوساتر بايد مباح ، وبنابر احتياط لازم داراى همه شرايط لباس\r\nنمازگزار باشد .\r\n7 - مباح بودن لباس : هر چه طواف كننده در حال احرام\r\nپوشيده - لباس يا كفش ومثل آنها - بايد مباح باشد . وپوشيدن\r\nهر چيز غير مباح وغصبى سبب بطلان طواف است .\r\nكيفيت طواف\r\nهفت چيز در طواف واجب است :\r\nأول : آن كه از حجر الأسود شروع شود . وبراي اين كار بايد\r\nقبل از حجر الأسود نيت نمايد ، كه طواف را از جائى كه محاذاة\r\nواقعي است بجا مىآورم وزيادتر از آن براي يقين به محاذاة\r\nباشد .\r\nدوم : آن كه هر شوط به حجر الأسود ختم شود ، ودر شوط\r\nآخر احتياطا قدرى از حجر بگذرد تا يقين حاصل كند كه هفت\r\nشوط را كامل بجاى آورده است .\r\nسوم : آن كه كعبه را در همه حالات طواف ، طرف چپ خود\r\nقرار دهد . واگر كعبه به جهت بوسيدن أركان يا به خاطر ازدحام ،\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\nروبرو يا پشت سر يا طرف راست قرار گرفت ، آن مقدار ، از طواف\r\nشمرده نمىشود ، وبايد برگردد واز همان جائى كه از محاذاة\r\nكعبه منحرف شده اعاده نمايد بطورى كه كعبه در طرف چپش\r\nقرار گيرد . وچنانچه نتوانست برگردد ، آن مكان را نشان كند\r\nوشوط را بدون نيت تمام نمايد تا اين كه به همانجا برسد ، وبا نيت\r\nطواف را بطورى كه كعبه در طرف چپش قرار گيرد تمام كند .\r\nومعيار آنست كه عرفا صدق كند كعبه طرف چپ أو است ، ولى\r\nدر طرف حجر إسماعيل وگوشه هاى كعبه بايد مواظب باشد كه\r\nطرف چپ أو از كعبه منحرف نشود .\r\nچهارم : آن كه حجر إسماعيل را داخل مطاف قرار دهد ، به اين\r\nمعنى كه دور حجر إسماعيل بگردد وداخل حجر نشود .\r\nپنجم : آن كه تمام بدن طواف كننده بيرون از كعبه باشد .\r\nوشاذروان - ديوار كوتاهى دور تا دور كعبه بطور شيب - نيز جزء\r\nكعبه است ، ونبايد بدن طواف كننده روى آن قرار گيرد .\r\nششم : آن كه هفت بار دور كعبه طواف كند . وكمتر از آن\r\nهر چند اندك باشد كافى نيست . وبيشتر از هفت دور هم اگر\r\nعمدى باشد طواف را باطل مىكند ، چنان كه خواهد آمد .\r\nهفتم : آن كه آن هفت دور متوالى وپى در پى باشد .\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\nهشتم : آن كه دو طواف واجب را پشت سر هم انجام ندهد .\r\nوبايد پس از اتمام هر هفت شوط ، نماز طواف را بخواند ، سپس اگر\r\nبخواهد طواف ديگر كند .\r\n( 278 ) : طواف بايد بين محل مقام إبراهيم ( عليه السلام ) وخانه خدا باشد ،\r\nواز هر طرف در اين مسافت طواف كند . وفاصله آن تا كعبه بيست\r\nوشش ذراع ونيم است ، وذراع حدود نيم متر است . اما چون\r\nحجر إسماعيل داخل مطاف است در طرف حجر فاصله مطاف از\r\nحجر محاسبه مىگردد نه از كعبه ، هر چند بهتر است در طرف حجر\r\nهم بيش از بيست وشش ذراع ونيم از كعبه دور نشود .\r\n( 279 ) : هر گاه طواف كننده از مطاف بيرون رود يا وارد كعبه\r\nشود طوافش باطل واعاده آن لازم است ، وبهتر اين است در\r\nصورتي كه بيرون رفتنش بعد از گذشتن از نصف طواف بوده\r\nطواف خود را تمام نموده ونماز طواف را بخواند سپس طواف\r\nخود را بطور كامل اعاده كند .\r\n( 280 ) : چنانچه هنگام طواف روى شاذروان برود ، آن مقدار از\r\nطواف كه روى شاذروان بوده باطل است . واحتياط واجب اين\r\nاست كه آن مقدار را تدارك نموده وطواف خود را تمام كند\r\nونماز طواف را بخواند ، وسپس از أول ، طواف ونمازش را اعاده\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\nنمايد . ونيز احتياط لازم اين است كه هنگام طواف ، دست خود را\r\nاز طرف شاذروان به ديوار كعبه يا أركان آن درازا نكند .\r\n( 281 ) : هر گاه طواف كننده ، داخل حجر إسماعيل شود شوطى\r\nكه رفتن در حجر در آن بوده باطل است ، ولازم است اعاده شود .\r\nوبهتر اين است كه طواف را تمام كرده ونماز طواف را بخواند ،\r\nوطواف ونمازش را اعاده كند . ودر حكم رفتن در حجر است بالا\r\nرفتن بر ديوار حجر ، بنابر احتياط لازم ، بلكه احتياط مستحب اين\r\nاست كه در حال طواف دست بر ديوار حجر هم نگذارد .\r\n( 282 ) : اگر طواف كننده پيش از گذشتن از نصف طواف ، بدون\r\nعذر از مطاف خارج شود ، در صورتي كه موالات عرفيه از أو\r\nفوت شود طوافش باطل واعاده اش لازم است . ودر صورتي كه\r\nموالات فوت نشود يا خروجش بعد از گذشتن از نصف طواف\r\nباشد ، احتياط واجب اين است كه طواف را تمام نموده\r\nونماز بخواند سپس طواف ونمازش را اعاده كند .\r\n( 283 ) : اگر در ميان طواف محدث شود جايز است بيرون رفته ،\r\nتطهير نموده ، وبرگشته وطواف خود را تمام نمايد . وهم چنين\r\nاست بيرون رفتن براي ازاله نجاست از بدن يا لباس .\r\nواگر زنى در ميان طواف حائض شود واجب است طواف را\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\nقطع نموده وفورا از مسجد بيرون برود ، ووظيفة چنين افرادى در\r\nمسائل شرايط طواف بيان شد .\r\n( 284 ) : هر گاه طواف كننده به علت سر درد يا دل درد ومانند\r\nاينها به ناچار طواف خود را قطع كرد واز مطاف بيرون رفت ، اگر\r\nقبل از تمام كردن شوط چهارم بوده طوافش باطل واعاده اش\r\nلازم است ، وچنانچه بعد از آن بوده احتياط واجب اين است كه\r\nبراي باقيمانده نايب گرفته ونيز شخصا بعد از رفع عذر باقيمانده\r\nطوافش را بجا آورد ونماز طواف بخواند سپس طواف ونمازش\r\nرا اعاده كند .\r\n( 285 ) : طواف كننده مىتواند براي عيادت مريض يا رفع\r\nحاجت خود يا برادر ديني خود از مطاف بيرون برود ، ولى لازم\r\nاست در صورتي كه طواف واجب بجا مىآورد ويك يا دو شوط\r\nبجا آورده ، طواف را اعاده كند . ودر صورتي كه بيرون رفتنش بعد\r\nاز شوط سوم بوده احتياط واجب اين است كه طواف را تمام كرده\r\nونماز آن را بخواند سپس طواف ونماز آن را اعاده كند .\r\n( 286 ) : نشستن در ميان طواف ، جهت استراحت ورفع خستگى\r\nجايز است . اما نبايد به اندازه اى باشد كه موالات عرفيه از بين\r\nبرود ، ودر اين صورت طوافش باطل ، ولازم است از سر بگيرد .\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nحكم نقص در طواف\r\n( 287 ) : هر گاه عمدا مقدارى از طواف را كم كند ، طوافش باطل\r\nاست ، ولى تا از مطاف بيرون نرفته مىتواند كمبود را جبران كند ،\r\nبه شرطي كه موالات عرفيه فوت نشود ، وچنانچه از مطاف بيرون\r\nرفته باشد حكمش سابقا بيان شد .\r\n( 288 ) : هر گاه مقدارى از طواف را سهوا كم كرد ، چنانچه قبل\r\nاز فوت موالات يادش بيايد واز مطاف خارج نشده باشد ، كمبود\r\nرا بجا مىآورد وطوافش صحيح است . وچنانچه بعد از فوت\r\nموالات يا خارج شدن از مطاف يادش بيايد ومقدار فراموش شده\r\nيك شوط باشد ، همان را بجا آورد ، وطوافش صحيح است . واگر\r\nشخصا نتواند كمبود را انجام دهد ، هر چند به خاطر آن كه بعد از\r\nبرگشتن به وطن يادش آمده بايد ديگرى را نايب كند كه از جانب أو\r\nبجا آورد . واگر مقدار فراموش شده بيش از يك وكمتر از چهار شوط\r\nباشد مىبايست برگشته وكمبود را شخصا بجا آورد ، وبهتر است كه\r\nپس از بجا آوردن كمبود طواف وخواندن نماز آن ، طواف ونمازش\r\nرا بار ديگر اعاده كند . واگر مقدار فراموش شده چهار يا بيش از\r\nچهار شوط باشد ، بنابر احتياط واجب طواف را تمام نموده سپس\r\nنماز آن را بخواند ، ودوباره طواف ونمازش را بجا آورد .\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nزيادى در طواف\r\n( 289 ) : زيادى در طواف پنج صورت دارد :\r\n1 - آن كه طواف كننده ، مقدار زياد شده را ، به قصد طوافى كه\r\nمشغول است يا طواف ديگرى بجا نياورده باشد ، در اين صورت\r\nطوافش بواسطة اين زيادى باطل نخواهد شد .\r\n2 - آن كه هنگام شروع به طواف يا در ميان چنين قصد كند كه\r\nزيادى ، جزء طوافش بوده باشد ( يعنى بنا داشته كه طواف را\r\nهشت شوط يا بيشتر نمايد ) ، در اين صورت طوافش باطل است\r\nولازم است اعاده نمايد .\r\n3 - آن كه زيادى را پس از پايان طواف به قصد جزئيت همين\r\nطواف انجام دهد ، در اين صورت نيز طوافش باطل است .\r\n4 - آن كه زيادى را به قصد جزئيت طواف ديگر بجا آورده\r\nوطواف دوم را تمام كرده باشد ، در اين صورت هر دو طواف باطل\r\nاست ، زيرا دو طواف واجب را پشت سر هم آورده ، كه جايز نيست .\r\n5 - آن كه زيادى را به قصد جزئيت طواف ديگر انجام دهد ،\r\nواتفاقا نتواند طواف ديگر را به آخر برساند ، در اين صورت نه در\r\nطواف أول زيادى هست ونه جمع بين دو طواف واجب ، ولى\r\nگاهى طواف به جهت عدم تحقق قصد قربت باطل مىشود ، وآن\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nدر صورتي است كه مكلف هنگام شروع به طواف يا در ميان آن ،\r\nبا آن كه مىداند جمع بين دو طواف حرام وباطل كننده طواف\r\nاست ، آن را قصد نمايد ، كه قصد تقرب با قصد حرام جمع\r\nنمىشود ، هر چند اتفاقا حرام ( جمع بين دو طواف ) انجام ندهد .\r\n( 290 ) : هر گاه سهوا بيش از هفت شوط طواف نمايد ، چنانچه\r\nزيادى كمتر از يك شوط است ، آن را قطع كند وطوافش صحيح\r\nاست ، هر چند طواف واجب باشد ; گرچه احتياط غير لازم اعاده\r\nطواف است . وچنانچه زيادى يك شوط يا بيشتر باشد باقي آن را\r\nتا يك طواف كامل تمام نمايد ونماز طواف را بجا آورد . واحتياط\r\nآن است كه پس از طواف ونماز طواف ، أول سعى نمايد ونماز\r\nطواف دوم را بعد از سعى بجا آورد ، وبهتر واحتياط غير لازم آن\r\nاست كه بعد از فراغ از همه اينها بار ديگر طواف نمايد .\r\nشك در عدد أشواط\r\n( 291 ) : هر گاه بعد از تمام شدن طواف وتجاوز از محل ، شك\r\nنمايد كه آيا طوافم هفت شوط يا كمتر يا بيشتر بوده به شك خود\r\nاعتناء نكند ، مثل كسى كه بعد از شروع به نماز طواف چنين شكى\r\nبكند . وهم چنين است اگر قبل از نماز شك كند ولى از مطاف\r\nبيرون رفته ، يا عملي انجام داده باشد كه تجاوز از محل صدق كند .\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n( 292 ) : هر گاه يقين داشته باشد كه هفت شوط بجا آورده وشك\r\nكند زيادتر بوده يا نه - مثلا احتمال بدهد كه شوط آخرى شوط\r\nهشتم بوده - چنانچه شكش بعد از تمام شدن شوط آخر باشد\r\nيعنى به حجر الأسود رسيده ، بنابر احتياط واجب بايد نماز طواف\r\nرا بخواند وسپس طواف ونمازش را اعاده كند ، وچنانچه شكش\r\nقبل از تمام كردن شوط آخر باشد طوافش باطل است . واحتياط\r\nمستحب اين است كه به قصد رجاء تمامش كند ونماز طواف\r\nبخواند ، سپس طواف ونمازش را اعاده نمايد .\r\n( 293 ) : هر گاه بين شش وهفت ، يا پنج وشش ، وهم چنين\r\nعددهاى كمتر ، شك كند طوافش باطل است . واحتياط غير لازم\r\nآنست كه بنا را بر أقل بگذارد ، وطواف را تمام كرده نماز طواف\r\nبجا آورد سپس دوباره طواف ونمازش را اعاده نمايد . وهم چنين\r\nاست اگر شك كند كه شش شوط بجا آورده يا هشت شوط .\r\n( 294 ) : اگر بين شش وهفت شك نمود وبه خاطر ندانستن\r\nحكم بنا را بر شش گذاشت وطواف را تمام كرد ، لازم است نماز\r\nطواف را بجا آورد وطواف را اعاده كند . وچنانچه بر ناداني خود\r\nباقي ماند تا وقتي كه تداركش ممكن نباشد ، طوافش بدون اشكال\r\nصحيح است ، به جهت حديث صحيح در اين موضوع .\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n( 295 ) : طواف كننده مىتواند به رفيق وهمراه خود در حفظ\r\nشماره شوطها اعتماد كند ، در صورتي كه رفيق وهمراهش يقين\r\nداشته باشد ، مثلا در صورت شك اگر رفيق انسان بگويد اين شوط\r\nپنجم است مىشود بر گفته أو اعتماد كرد ودو شوط ديگر بجا آورد .\r\n( 296 ) : هر گاه در طواف مستحبى شك نمايد مختار است بين\r\nاين كه بنا را بر أقل بگذارد يا أكثر ، وطوافش صحيح است . هر چند\r\nمستحب واحتياط غير لازم اين است كه بنا را بر كمتر بگذارد .\r\n( 297 ) : اگر دانسته واز روى عمد يا ندانستن حكم ، طواف\r\nعمره تمتع را ترك نمايد ونتواند پيش از وقوف به عرفات تدارك\r\nكند عمره اش باطل است ، وواجب است حج را در سال بعد اعاده\r\nنمايد ، وبنابر احتياط واجب بايد عدول به حج افراد نمايد .\r\nوهر گاه از روى عمد يا ندانستن حكم طواف حج را ترك نمايد\r\nوتداركش ممكن نباشد حجش باطل است ، وبايد در سال بعد\r\nاعاده كند ، ودر همان سال ترك طواف يك شتر كفاره بدهد .\r\nوبراي بيرون آمدن از احرام در همه اين موارد عمره مفرده\r\nبجا آورد .\r\n( 298 ) : هر گاه طواف را فراموش كرد ، بعد از اين كه يادش آمد\r\nتداركش واجب است . وچنانچه بعد از گذشت وقتش يادش آمد\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\nبايد قضاى آن را بجا آورد وحج أو صحيح است . واحتياط واجب\r\nاين است كه بعد از قضاى طواف ونماز آن ، سعى را هم انجام دهد .\r\nواگر زماني يادش بيايد كه قضاء نمودن آن ممكن نباشد ( مثل\r\nاين كه بعد از بازگشت به وطن يادش آمد ) واجب است نايب\r\nبگيرد . واحتياط لازم اين است كه نايب پس از طواف ونماز آن ،\r\nسعى را نيز بجا آورد .\r\n( 299 ) : اگر طواف را فراموش نمود وبه وطن خود بازگشت ،\r\nوبا عيال خود نزديكى كرد ، سپس يادش آمد ، چنانچه طواف\r\nفراموش شده طواف حج باشد لازم است يك قرباني به منى\r\nبفرستد ، وچنانچه طواف عمره باشد لازم است يك قرباني به مكة\r\nبفرستد ودر اين قرباني گوسفند كافى است .\r\n( 300 ) : اگر طواف را فراموش كرده ودر مكة ومحرم است ،\r\nبايد با همان احرام قضاى طواف را بجا آورد وحاجتي به تجديد\r\nاحرام نيست ، مگر اين كه در مكة باشد واز احرام بيرون آمده كه به\r\nاحتياط غير لازم دوباره احرام ببندد . ودر صورتي كه از مكة\r\nخارج شده ويك ماه يا بيشتر گذشته باشد لازم است براي ورود\r\nبه مكة احرام تازه ببندد چنان كه گذشت .\r\n( 301 ) : آنچه از محرمات احرام كه بر طواف كننده حلال\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nمىشود ، بر فراموش كننده طواف حلال نمىشود تا آن را شخصا\r\nيا نايبش قضاء كند .\r\n( 302 ) : چنانچه به جهت بيمارى يا شكستگى ومانند آن\r\nشخصا نتواند طواف نمايد لازم است به كمك ديگرى طواف كند ،\r\nهر چند به سوار شدن بر دوش أو باشد . وچنانچه با كمك ديگرى\r\nهم نتواند طواف كند واجب است نايب بگيرد كه بجاى أو طواف\r\nكند . وهمين طور نماز طواف را بايد خودش بجا آورد ودر صورت\r\nنتوانستن ، ديگرى را نايب بگيرد . وحكم زن حائض ونفساء در\r\nبحث شرايط طواف بيان شد .\r\n3 - نماز طواف\r\nواجب سوم از واجبات عمره تمتع دو ركعت نماز طواف است ،\r\nكه مانند نماز صبح است . وأولى وبهتر آن است كه در ركعت أول\r\nبعد از حمد سوره توحيد ودر ركعت دوم بعد از حمد سوره قل\r\nيا أيها الكافرون بخواند . ومخير است در بلند يا آهسته خواندن .\r\nوواجب است نماز را پشت مقام إبراهيم ( عليه السلام ) بخواند . ودر صورت\r\nعدم تمكن با مراعاة نزديكى به مقام از طرف پشت آن در هر\r\nجاى مسجد مىتواند بجا آورد .\r\nونماز طواف مستحب را مىتواند هر جاى مسجد كه بخواهد\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\nبجا آورد ، مگر جلوتر از مقام إبراهيم ( عليه السلام ) .\r\n( 303 ) : كسى كه دانسته وعمدا نماز طواف را بجا نياورد حجش\r\nباطل است .\r\n( 304 ) : نماز طواف بايد هر چه زودتر بعد از طواف خوانده شود\r\nبه گونه اى كه در عرف نگويند بين طواف ونماز فاصله شده است .\r\n( 305 ) : هر گاه فراموش كرد نماز طواف بخواند وبعد از\r\nبجا آوردن سعى يادش آمد ، بايد فورا نماز طواف را بخواند\r\nواعاده سعى واجب نيست ، هر چند احتياط غير لازم است .\r\nوچنانچه در ميان سعى يادش آمد ، بايد سعى را قطع كرده\r\nونماز طواف را در جائى كه گفته شد بخواند ، سپس از جائى كه\r\nسعى را قطع كرده تمام نمايد .\r\nواگر بعد از بيرون رفتن از مكة يادش آمد ، بايد به مكة برگردد\r\nونماز طواف را در جائى كه گفته شد بخواند ، واگر نتواند به مكة\r\nبرگردد همانجا بخواند ، وبه احتياط غير لازم نايب هم بگيرد كه\r\nپشت مقام بخواند . وچنانچه مىتواند به حرم برگردد بهتر\r\nواحتياط غير لازم اين است كه برگشته ونماز را در حرم بخواند .\r\nوحكم كسى كه نماز طواف را به جهت ندانستن حكم نخوانده\r\nمانند حكم كسى است كه فراموش كرده . وفرقى بين جاهل قاصر\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nومقصر نيست .\r\n( 306 ) : هر گاه نماز طواف را فراموش كرد وتا دم مردن يادش\r\nنيامد ومرد ، بر وليش واجب است آن را قضاء نمايد .\r\n( 307 ) : اگر قرائت نمازگزار غلط دارد بايد آن را تصحيح كند .\r\nواگر نتواند آن را درست كند به هر گونه كه مىتواند خودش بخواند .\r\nوبنابر احتياط واجب به جماعت بخواند ونايب هم بگيرد .\r\n( 308 ) : كسى كه نمىدانست قرائت نمازش درست نبوده ، ودر\r\nناداني خود هم معذور باشد ، نمازش صحيح است ونيازى به اعاده\r\nندارد ، حتى اگر بعد از نماز فهميد كه قرائتش اشكال داشته . ولى\r\nاگر معذور نبوده لازم است طبق وظيفة اى كه در مسأله قبل گفته\r\nشد نماز را اعاده كند .\r\n4 - سعى بين صفا ومروه\r\nواجب چهارم از واجبات عمره تمتع سعى بين صفا ومروه\r\nاست . وسعى عبارت است از رفت وآمد خاص بين صفا ومروه\r\n- كه نام دو كوه كنار مسجد الحرام است - وآن از أركان حج\r\nوعمره است ، وترك آن موجب بطلان آنها مىشود .\r\n( 309 ) : سعى بايد بعد از طواف ونماز آن بجا آورده شود . واگر\r\nپيش از طواف يا نماز آن انجام گردد لازم است بعد از آنها اعاده\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nشود . وحكم كسى كه طواف را فراموش كند وبعد از سعى يادش\r\nبيايد قبلا گفته شد .\r\n( 310 ) : جايز نيست تأخير سعى از طواف ونماز آن به فرداى\r\nآن روز ، مگر براي ضرورت . ولى اگر طواف را در روز انجام دهد\r\nمىتواند سعى را در شب بجا آورد . هر چند احتياط غير لازم\r\nاين است كه سعى را از طواف ونماز آن به مقدار قابل توجه هم\r\nتأخير نياندازد ، چه طواف ونماز را در روز بجا آورد چه در شب .\r\n( 311 ) : نيت در سعى معتبر است به اين معنى كه اگر در عمره\r\nاست به نيت عمره واگر در حج است به نيت حج ، وقربة إلى الله\r\nبجا آورده شود . ونيز اگر به نيابت از ديگرى بجا مىآورد بايد\r\nتعيين كند ، ولى ستر عورت وطهارت از حدث يا خبث در آن\r\nشرط نيست ، هر چند مستحب است كه با طهارت باشد .\r\nشرايط سعى\r\n( 312 ) : سعى واجب هفت شوط است . وشوط يك بار رفتن از\r\nصفا به مروه يا بالعكس را گويند . وسعى از صفا شروع ودر شوط\r\nهفتم به مروه ختم مىشود . وسعى مستقلا عمل مستحبى است ، ودر\r\nسعى مستحبى لازم نيست هفت شوط باشد ، گرچه مستحب است .\r\n( 313 ) : لازم نيست سعى بين صفا ومروه با پاى پياده باشد بلكه\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nسعى سواره بر حيوان يا دوش انسان يا چيزهاى متداول در آنجا نيز\r\nجايز است ، ولى در هر حال بايد شروع از صفا وختم به مروه باشد .\r\n( 314 ) : لازم است سعى بين صفا ومروه از راه متعارف باشد .\r\nورفتن از داخل مسجد يا راه ديگر ، به صفا يا مروه كافى نيست . اما\r\nواجب نيست رفت وآمد در يك خط مستقيم باشد ، گرچه بهتر\r\nواحتياط غير لازم اين است كه در خط مستقيم ووسط مسعى برود .\r\n( 315 ) : در سعى واجب است هنگام رفتن به سوى\r\nمروه ، روبروى خود قرار دهد ، ونيز در بازگشت از مروه به صفا\r\nبايد رو به صفا باشد ، پس اگر هنگام سعى بطور عقب گرد برود\r\nكفايت نمىكند . ولى گرداندن صورت به طرف راست وچپ\r\nوپشت سر هنگام سعى مانعى ندارد .\r\n( 316 ) : نشستن روى صفا يا مروه يا در بين آنها هنگام سعى به\r\nجهت استراحت مانعى ندارد ، هر چند احتياط مستحب اين است\r\nكه بين آن دو ننشيند .\r\nاحكام سعى\r\nسابقا گفته شد كه سعى از أركان حج است ، وترك آن عمدا ،\r\nچه عالم باشد وچه جاهل مقصر - چنانچه تا قبل از وقوف به\r\nعرفات تدارك نشود - موجب بطلان حج مىشود . ولى احرامش\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\nباطل نمىشود وبايد عدول به حج افراد نموده وعمره مفرده\r\nبجا آورد ، وواجب است در سال بعد حج را اعاده نمايد .\r\n( 317 ) : اگر سعى را فراموش كند بايد هر وقت يادش آمد انجام\r\nدهد ، گرچه پس از اتمام اعمال حج يا بعد از ماه ذي الحجة باشد .\r\nودر صورتي كه شخصا نتواند يا برايش مشقت داشته باشد\r\nبايد نايب بگيرد . وحجش صحيح است .\r\n( 318 ) : كسى كه شخصا پياده يا سواره ، نتواند سعى را انجام دهد\r\nبايد نايب بگيرد كه از طرف أو سعى بجا آورد وحجش صحيح است .\r\n( 319 ) : زيادى در سعى مانند زيادى در طواف چنانچه دانسته\r\nوعمدا باشد سعى را باطل مىكند ، ولى اگر حكم را نمىدانسته\r\nسعى اش به سبب زيادى باطل نمىشود ، هر چند احتياط غير لازم\r\nدر اعاده آن است .\r\n( 320 ) : هر گاه اشتباهى در سعى زياد نمود سعى اش درست\r\nاست . وچنانچه زيادى كمتر از يك شوط است آن را رها كند ،\r\nواگر زيادى يك شوط كامل باشد مخير است بين رها كردن\r\nوتمام كردن ، كه شش شوط ديگر به آن اضافه نمايد تا يك سعى\r\nكامل غير از سعى أول شود ، وختم سعى دوم به صفا است .\r\nوچنانچه زيادى بيش از يك شوط باشد تمام نمودن آن به قصد\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\nرجاء مانعى ندارد .\r\n( 321 ) : هر گاه عمدا از سعى خود كم كرد ، چه حكم را بداند يا\r\nنداند ، وتا قبل از وقوف به عرفات انجام نداد ، حجش باطل\r\nمىشود ، وبايد عدول به حج افراد نموده وعمره مفرده بجا آورد ،\r\nوسال آينده حج را اعاده كند .\r\nوچنانچه كمبود سعى از روى فراموشى وبعد از شوط چهارم\r\nبوده باشد واجب است بقيه را هر وقت يادش آمد انجام دهد ،\r\nهر چند بعد از فراغت از اعمال حج باشد . ودر صورتي كه شخصا\r\nنتواند انجام دهد يا سخت باشد واجب است نايب بگيرد ، مثل\r\nاين كه بعد از بازگشت به وطن يادش بيايد .\r\nواگر نقصان سعى قبل از شوط چهارم بوده وفراموش كرده ،\r\nاحتياط واجب اين است كه آن را تمام نموده وسپس سعى را\r\nبطور كامل اعاده كند ، ودر صورت دشوارى نايب بگيرد .\r\n( 322 ) : اگر در عمره تمتع فراموش كرد مقدارى از سعى را\r\nانجام دهد از احرام خارج نمىشود . واگر به اعتقاد اين كه از سعى\r\nفراغت يافته با عيال خود نزديكى نمايد ، يا ناخن خود را بگيرد ،\r\nيا موى خود را بچيند ، بايد يك گاو كفاره بدهد . ولازم است سعى\r\nرا به نحوى كه گفته شد تمام نمايد .\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\n( 323 ) : حكم شك در عدد شوطهاى سعى مانند حكم شك در\r\nعدد شوطهاى طواف است ، پس هر گاه شك كند در عدد شوطهاى\r\nسعى ، سعى اش باطل است وبايد از سر بگيرد .\r\n( 324 ) : شك در عدد شوطهاى سعى بعد از تقصير اعتبار ندارد .\r\nواگر قبل از تقصير باشد سعى را باطل مىكند ، ولازم است سعى\r\nرا از سر بگيرد .\r\n( 325 ) : اگر هنگامى كه در مروه است شك كند شوطى را كه\r\nانجام داده هفتم بود يا نهم ، به شك خود اعتناء نكند وسعى اش\r\nصحيح است . ولى اگر اين شك در ميان شوط پيدا شد ( يعنى هنوز\r\nبه مروه نرسيده ) سعى اش باطل ، ولازم است از سر بگيرد .\r\n5 - تقصير\r\nپنجم از واجبات عمره تمتع ، تقصير است ، يعنى گرفتن مقدارى\r\nاز ناخن دست يا پا ، يا چيدن مقدارى از موى سر يا ريش يا سبيل .\r\nدر تقصير قصد تقصير از احرام عمره يا حج قربة إلى الله ، معتبر\r\nاست . وكندن مو جاى چيدن را نمىگيرد .\r\n( 326 ) : بيرون آمدن از احرام عمره تمتع فقط به تقصير است ،\r\nپس اگر بجاى تقصير ، سر خود را بتراشد كافى نيست ، بلكه\r\nسر تراشيدن بر متمتع حرام است . وچنانچه دانسته وعمدا بتراشد\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\nبايد يك گوسفند كفاره بدهد ، وبنابر احتياط لازم اين حكم حتى\r\nدر صورت ندانستن حكم نيز جارى است .\r\n( 327 ) : اگر از روى ندانستن حكم ، بعد از سعى وقبل از تقصير\r\nبا عيال خود نزديكى كند بايد يك شتر كفاره بدهد .\r\n( 328 ) : قبل از تمام شدن سعى ، تقصير حرام است . وچنانچه\r\nكسى قبل از فراغت از سعى تقصير نمايد بايد كفاره بدهد .\r\n( 329 ) : لازم نيست بعد از سعى بدون فاصله تقصير كند هر چند\r\nاحتياط غير لازم است . وشخص مىتواند هر جا دلش خواست\r\nتقصير نمايد ، خواه در مروه خواه در منزل خود وخواه در جاهاى\r\nديگر مكة ، ولى مستحب است در مروه تقصير كند .\r\n( 330 ) : اگر تقصير را عمدا ترك نموده وبراي حج احرام بست ،\r\nعمره اش باطل است . وحج تمتعش بدل به حج افراد مىشود\r\nولازم است بعد از حج ، عمره مفرده بجا آورد . واحتياط لازم اين\r\nاست كه حج را در سال بعد اعاده كند .\r\n( 331 ) : كسى كه از روى فراموشى تقصير را ترك نمود ، وبراي\r\nحج احرام بست ، عمره اش صحيح است ، وبايد يك گوسفند كفاره\r\nبدهد ، بنابر احتياط لازم .\r\n( 332 ) : همين كه محرم در عمره تمتع تقصير نمود ، آنچه به\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\n\r\nجهت احرام بر أو حرام شده بود حلال مىشود به جز سر تراشيدن ،\r\nپس اگر عمره تمتع در ماه شوال بجا آورده شود سر تراشيدن تا\r\nسى روز از عيد فطر گذشته جايز است ، ولى بعد از آن احتياط\r\nلازم اين است كه سر تراشيده نشود ، وچنانچه دانسته وعمدا\r\nبتراشد بايد يك گوسفند كفاره بدهد ، بنابر احتياط لازم .\r\n( 333 ) : طواف نساء در عمره تمتع واجب نيست ، اما بجا آوردن\r\nآن به قصد رجاء اشكالى ندارد .\r\nواجبات حج تمتع\r\nواجبات حج تمتع سيزده عمل است :\r\n1 - احرام حج\r\nاولين واجب از واجبات حج تمتع احرام است . وزمان آن از\r\nوقتي است كه از عمره فارغ مىشود تا وقتي كه بتواند خود را به\r\nوقوف در عرفات برساند . ومستحب واحتياط غير لازم اين است\r\nكه روز ترويه ( هشتم ذي الحجة ) محرم شود ، وبهترين زمان در\r\nروز ترويه بعد از زوال وبجا آوردن نماز ظهر وعصر است . وسه\r\nروز قبل از روز ترويه نيز جايز است . خصوصا براي پير مردان\r\nوبيماران در صورتي كه از ازدحام بترسند ، كه اين دو دسته محرم\r\nمىشوند وقبل از بيرون رفتن مردم از مكة بيرون مىروند . وگفته\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\nشد كه بيرون رفتن از مكة با احرام حج به خاطر ضرورت ، بعد از\r\nفراغ از عمره هر وقت باشد جايز است .\r\n( 334 ) : شخصي كه عمره بجا مىآورد جايز نيست قبل از\r\nتقصير ، براي حج احرام ببندد . وكسى كه براي حج محرم شد جايز\r\nنيست قبل از تمام شدن اعمال حج ، براي عمره مفرده احرام ببندد .\r\nولى احرام بستن براي عمره مفرده پس از اعمال حج وقبل از\r\nطواف نساء مانعى ندارد .\r\n( 335 ) : زمان احرام حج وقتي تنگ مىشود كه تأخيرش باعث\r\nنرسيدن به وقوف در عرفات در روز عرفه ( نهم ذي الحجة ) شود .\r\n( 336 ) : احرام حج در كيفيت وواجبات ومحرمات مانند احرام\r\nعمره است ، واختلاف بين آنها فقط در نيت است .\r\n( 337 ) : واجب است احرام حج تمتع در مكة باشد . ومستحب\r\nواحتياط غير لازم اين است كه از مسجد الحرام ، در مقام إبراهيم يا\r\nحجر إسماعيل محرم شود .\r\n( 338 ) : كسى كه احرام حج را از روى فراموشى يا ندانستن\r\nحكم ترك نموده واز مكة بيرون رفته ، سپس يادش بيايد يا حكم\r\nرا بداند ، واجب است به مكة برگردد ( هر چند از عرفات باشد ) واز\r\nمكة محرم شود . وچنانچه به جهت تنگى وقت يا عذر ديگرى\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nنتواند به مكة برگردد از همان جائى كه هست محرم شود ، واحتياط\r\nلازم آن است به مقدارى كه فوت وقوف در عرفات نشود به سوى\r\nمكة برگردد ، چنان كه در احرام عمره گذشت . واگر بعد از وقوف به\r\nعرفات يادش بيايد يا حكم را ياد بگيرد بايد از جائى كه هست\r\nاحرام ببندد هر چند متمكن از بازگشت به مكة واحرام از مكة\r\nباشد . وچنانچه أصلا يادش نيايد وحكم را ندانست تا از اعمال\r\nفارغ شد حجش صحيح است .\r\n( 339 ) : كسى كه احرام حج را دانسته وعمدا ترك كند لازم\r\nاست تدارك نمايد . واگر پيش از وقوف به عرفات نتواند محرم\r\nبشود حجش باطل ولازم است سال بعد اعاده نمايد .\r\n( 340 ) : محرم به احرام حج تمتع نبايد قبل از رفتن به عرفات\r\nطواف مستحبى بجا آورد ، بنابر احتياط لازم . واگر طواف مستحبى\r\nنمود بعد از طواف بنابر احتياط واجب بايد تلبيه را تجديد كند .\r\n2 - وقوف در عرفات\r\nدومين واجب حج تمتع وقوف در عرفات در روز نهم\r\nذي الحجة ( روز عرفه ) است .\r\nبراي وقوف بايد نيت كند . يعنى وقوف قربة إلى الله وبراي حج\r\nتمتع - وديگر چيزهائى كه در نيت معتبر است - مىباشد .\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\nومراد از وقوف حاضر بودن در عرفات است بدون مرور ، چه\r\nاين حضور سواره باشد يا پياده ، چه در حال حركت وچه آرام ،\r\nهر چند مستحب است كه با حال سكينه ووقار وخضوع براي\r\nخداوند متعال باشد .\r\n( 341 ) : براي صحراى عرفات حدودي معين شده كه نام آنها\r\nثوية ( بطن عرفه ) وذى المجاز ومأزمين ( أقصى الموقف ) است ،\r\nوخارج از موقف مىباشند .\r\n( 342 ) : كوه ( جبل ) الرحمة در صحراى عرفات از موقف است ،\r\nولى مكروه است وقوف بر آن ، ومستحب است وقوف در دامنه آن\r\nباشد . ومكروه است وقوف نزد أراك ونزد الهبضات .\r\n( 343 ) : وقوف در عرفات بايد با نيت واختيار باشد ، پس اگر\r\nدر عرفات در مجموع وقت ، خواب يا بيهوش باشد وقوف را\r\nبجا نياورده . ولى اگر نيت وقوف به عرفات نموده وبا اين نيت\r\nخواب رفته وخواب بماند تا وقت خارج شود بعيد نيست وقوف\r\nحاصل شده وكافى باشد ، حتى اگر قبل از ظهر بخوابد .\r\n( 344 ) : ركن حج وقوف مختصر در عرفات ، بعد از ظهر روز\r\nعرفه است ، وبه تر ك آن حج باطل مىشود . ووقوف در عرفات\r\nاز أول ظهر روز نهم ذي الحجة تا غروب واجب است . وكسى كه\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\nتمام اين وقت را در عرفات نباشد معصيت كرده است ، ولى حجش\r\nباطل نخواهد شد ، اما اگر از روى عمد أصلا وقوف نكند حجش\r\nباطل مىشود . پس ركن وقوف مختصر است هر چند لحظه اى باشد ،\r\nنه وقوف در تمام وقت ، گرچه وقوف در تمام وقت واجب است .\r\n( 345 ) : كسى كه به جهت فراموشى يا ندانستن حكم يا عذر\r\nموجه ديگرى وقوف اختياري ( از ظهر تا غروب ) را درك نكرد\r\nوقوف اضطراري ( مقدارى از شب عيد ) بر أو لازم است . وحد آن\r\nتا طلوع فجر روز عيد است . وبا اين وقوف حجش صحيح خواهد\r\nبود . واگر اين وقوف را عمدا ترك كند حجش باطل مىشود .\r\n( 346 ) : كوچ كردن از عرفات ، قبل از غروب آفتاب دانسته\r\nوعمدا حرام است ، ولى حج را باطل نمىكند . وكسى كه كوچ كرد\r\nوپشيمان شد وبرگشت چيزى بر أو نيست ، ولى اگر بر نگشت بايد\r\nيك شتر كفاره بدهد ، ودر منى آن را بكشد . وچنانچه نتواند يك\r\nشتر كفاره بدهد بايد هيجده روز پى در پى روزه بگيرد ، بدون فرق\r\nبين اين كه در سفر روزه بگيرد يا در حضر ، ونيز در مكة بگيرد يا\r\nدر محل خودش . واين حكم نسبت به كسى كه از فراموش كرده\r\nيا حكم را نمىدانست وقبل از غروب كوچ كند نيز جارى است .\r\nيعنى اگر يادش آمد يا حكم را ياد گرفت بايد برگردد ، واگر\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nبر نگشت بنابر احتياط واجب بايد يك شتر كفاره بدهد ، واگر\r\nنتوانست هيجده روز روزه بگيرد .\r\n( 347 ) : واجب است راجع به هلال ماه ذي الحجة تحقيق شود ،\r\nودر صورت عدم ثبوت شرعي همراه با مردم به عرفات رود ،\r\nودر صورتي كه بر جان ومال خود نترسد بنابر احتياط واجب عمل\r\nبه وظيفة واقعي هم بنمايد .\r\n3 - وقوف در مشعر الحرام ( مزدلفه )\r\nاز اعمال حج تمتع وواجب سوم آن وقوف در مشعر الحرام\r\nاست از طلوع فجر تا طلوع آفتاب روز دهم ذي الحجة .\r\nحدود مشعر از مازمين تا حياض ووادى محسر است ، كه در\r\nآنها نبايد وقوف نمود ، مگر در صورت ازدحام جمعيت وتنگى\r\nوقت كه بايد از مأزمين بالا رفت .\r\nوقوف در مشعر الحرام هم بايد با نيت وقربة إلى الله باشد .\r\n( 348 ) : غير از وقوف بين الطلوعين ، بيتوته ( شب ماندن ) هم ، در\r\nمشعر در شب عيد قربان واجب است ، بنابر احتياط لازم . ونبايد\r\nعمدا كوچ از عرفات به مشعر را تا طلوع فجر تأخير بيندازد .\r\n( 349 ) : بايستى بيتوته ووقوف در مشعر با نيت باشد وقربة إلى\r\nالله ، وهنگام طلوع فجر روز عيد قربان بايد جهت وقوف بين\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\nالطلوعين در مشعر تجديد نيت كند ، مگر اين كه از شب قصد كند كه\r\nشب را در مشعر مىمانم وبين الطلوعين را نيز خواهم ماند ،\r\nوهمين نيت كفايت مىكند .\r\n( 350 ) : ركن حج وقوف مختصر مشعر در بين الطلوعين روز\r\nعيد قربان است ، يعنى مقدارى از بين الطلوعين را در مشعر بماند ،\r\nودر اين مدت سالم باشد از جنون وبيهوشى وسستى وخواب\r\nحجش صحيح است ; وچنانچه تمام زمان بين الطلوعين را نماند\r\nوزودتر از طلوع آفتاب كوچ كند معصيت كرده ، وبايد يك گوسفند\r\nكفاره بدهد ، ولى حجش صحيح است .\r\n( 351 ) : وقوف در مشعر دو قسم است : اختياري واضطراري .\r\nاختياري وقوف در بين الطلوعين روز عيد قربان است .\r\nواضطراري وقوف مشعر دو وقت است : أول شب عيد قربان ، ودوم\r\nبعد از طلوع آفتاب تا ظهر روز عيد قربان .\r\n( 352 ) : كسى كه اختيارا وقوف بين الطلوعين را أصلا بجا نياورد\r\nحجش باطل مىشود ، ولى زنان وكودكان واشخاص ضعيف\r\nمانند پير مردان وبيماران ونيز كسى كه از دشمن مىترسد ،\r\nمىتوانند شب عيد مقدارى وقوف نموده وقبل از طلوع فجر به\r\nمنى كوچ كنند ، به شرط آن كه نيت وقوف شب را داشته باشند .\r\nو ","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nبنابر احتياط غير لازم قبل از نيمه شب از مشعر بيرون نروند .\r\nوهمچنين حمله دار وكارمند كاروان مىتوانند از مشعر خارج شوند\r\nبه شرط آن كه در بيرون رفتن ، بر مقدار ضرورت اقتصار كنند ، وقبل\r\nاز طلوع فجر به مشعر باز گردند .\r\n( 353 ) : كسى كه شب عيد را در مشعر وقوف نموده ، وحكم را\r\nنمىدانسته قبل از طلوع فجر كوچ نمايد ، حجش صحيح است ،\r\nولى بايد يك گوسفند كفاره بدهد .\r\n( 354 ) : كسى كه فراموش كند يا به عذر ديگرى نتواند بين\r\nالطلوعين وقوف اختياري مشعر كند ، وقوف اضطراري بعد از طلوع\r\nآفتاب تا ظهر روز عيد كافى است ، به شرط آن كه از شب نيت وقوف\r\nداشته باشد ، واگر آن را عمدا ترك كند حجش فاسد خواهد شد .\r\nاحكام وقوف به عرفات ومشعر يا يكى از آنها\r\nهر گاه مكلف وقوف اختياري عرفات ومشعر را درك نمايد\r\nحجش صحيح است . واگر درك نكند چند صورت دارد :\r\nأول : آن كه هيچ يك از وقوف اختياري واضطراري عرفات\r\nومشعر را درك نكند ; در اين صورت حجش باطل است واگر گوسفند\r\nهمراه أو باشد بايد قرباني كند ، ومستحب است با حاجيان در منى\r\nبماند . وهنگامى كه به مكة برگشت بايد با همان احرام حج ، عمره\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\nمفرده بجا آورد واز احرام بيرون آيد . وچنانچه از سالهاى قبل\r\nمستطيع بوده يا استطاعتش باقي ماند بايد در سال بعد حج نمايد .\r\nدوم : آن كه وقوف اختياري عرفات واضطراري مشعر را درك\r\nنمايد ; در اين صورت حجش صحيح است .\r\nسوم : آن كه وقوف اضطراري عرفات واختياري مشعر را درك\r\nكند ; در اين صورت نيز حجش صحيح است .\r\nچهارم : آن كه وقوف اضطراري هر يك از عرفات ومشعر را\r\nدرك نمايد ; در اين صورت حجش صحيح است ، واگر از سالهاى\r\nقبل مستطيع بوده يا استطاعت تا سال بعد باقي بماند بنابر احتياط\r\nواجب اعاده نمايد .\r\nپنجم : آن كه فقط وقوف اختياري مشعر را درك كند ; در اين\r\nصورت نيز حجش صحيح است .\r\nششم : آن كه فقط وقوف اضطراري مشعر را درك كند ; چنانچه\r\nوقوف اضطراري شب عيد يا وقوف اضطراري پيش از ظهر روز\r\nعيد را درك كند حجش صحيح است .\r\nگرچه بنابر احتياط غير لازم در هر دو صورت حج را در سال\r\nبعد اعاده كند .\r\nهفتم : آن كه فقط وقوف اختياري عرفات را درك كند ; چنانچه از\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n\r\nمشعر عبور كرده وعدم وقوفش در مشعر به خاطر ندانستن حكم يا\r\nموضوع باشد ، بعيد نيست حجش صحيح باشد ، به خصوص اگر در\r\nمشعر ذكر خدا نموده است ، گرچه احتياط غير لازم اعاده حج است .\r\nواگر بتواند وقوف اضطراري قبل از ظهر عيد را درك كند بايد برگردد\r\nوقدرى توقف كند ، در اين صورت حجش بي اشكال صحيح است .\r\nولى اگر از مشعر عبور نكرده يا عبور كرده وعمدا وقوف\r\nننموده ، حجش باطل است وبايد عدول به عمره مفرده نمايد .\r\nهشتم : آن كه فقط وقوف اضطراري عرفات را درك نمايد ; در\r\nاين صورت حجش باطل است وبدل به عمره مفرده مىشود .\r\nواجبات حج در منى\r\nمكلف بايد از مشعر به منى رود واعمالي را كه در آنجا واجب\r\nاست انجام دهد . واعمال آن سه چيز است :\r\n4 - رمى جمره عقبه\r\nواجب چهارم حج رمى جمره عقبه در منى است ، در روز عيد .\r\nودر صحت رمى چند چيز معتبر است :\r\n1 - نيت وقصد قربت ، كه تعيين كند رمى براي حج تمتع است\r\nيا افراد ، براي خودش است يا براي منوب عنه ، وقربة إلى الله رمى\r\nرا انجام دهد .\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n2 - زدن هفت سنگ ريزه ، كه كمتر از آن كافى نيست .\r\n3 - زدن سنگ ريزه ها يكى پس از ديگرى باشد . وزدن دو تا\r\nيا بيشتر در يك دفعه كافى نيست . وهمچنين است بنابر احتياط\r\nلازم اگر جدا جدا زد ولى با هم به جمره خوردند .\r\n4 - رسيدن سنگ ريزه ها به جمره .\r\n5 - آن كه سنگ ريزه ها را به جمره پرتاب كند ، وگذاشتن آنها\r\nبر جمره كافى نيست . واگر سنگ ريزه به چيزى بر خورد كرد\r\nسپس به جمره رسيد بنابر احتياط لازم كافى نيست .\r\n6 - آن كه رمى بين طلوع وغروب آفتاب ( در روز ) باشد .\r\nوزنان وكساني كه كوچ از مشعر برايشان جايز است مىتوانند شب\r\nعيد رمى جمره كنند ، ولى بنابر احتياط مستحب اگر مىتوانند در\r\nروز رمى كنند يا نايب بگيرند .\r\n( 355 ) : هر گاه شك كند كه سنگ ريزه به جمره رسيد يا نه ، يا\r\nشك كند داراى شرايط بود يا نه ، بايد بنا بگذارد بر اين كه نرسيده\r\nويا داراى شرايط نبوده وبايد سنگ ديگرى بزند ، اما اگر بعد از\r\nبرگشتن از محل رمى يا مشغول شدن به واجب ديگرى يا پس از\r\nفرا رسيدن شب شك كند به شك خود اعتناء نكند .\r\n( 356 ) : زدن چيز ديگر غير از سنگ ريزه كفايت نمىكند ، ودر\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\nسنگ ريزه دو چيز معتبر است :\r\n1 - از سنگهاى حرم باشد ، ومستحب است كه از مشعر بردارد .\r\n2 - آن كه قبلا براي رمى استعمال نشده باشد .\r\n( 357 ) : مستحب است سنگها رنگين وخال دار وسست وبه\r\nمقدار يك بند انگشت باشند .\r\n( 358 ) : مستحب است انسان در حين رمى پياده وبا طهارت\r\nباشد ، ودر محل رمى آل محمد ( عليهم السلام ) وبني هاشم باشد .\r\n( 359 ) : اگر كسى از روى ندانستن حكم يا فراموشى ، در روز\r\nعيد رمى جمره نكرد ، لازم است تا روز سيزدهم هر وقت يادش\r\nآمد يا حكم را فهميد ، تدارك نمايد . وچنانچه شب يادش آمد بايد\r\nفردا رمى كند ، واين در صورتي است كه از كساني نباشد كه رمى\r\nدر شب برايشان جايز است كه حكمش مىآيد . واگر پس از روز\r\nسيزدهم حكم را دانست يا يادش آمد كه رمى نكرده احتياط لازم\r\nاين است كه به منى رفته ورمى كند ، ودر سال بعد نيز رمى را\r\nخودش يا نايبش بجا آورد . وچنانچه بعد از بيرون رفتن از مكة\r\nدانست يا يادش آمد برگشتن بر أو واجب نيست ، بلكه بنابر احتياط\r\nواجب بايد در سال بعد خودش يا نايبش رمى را بجا آورد .\r\n( 360 ) : چنانچه از روى فراموشى يا ندانستن حكم روز عيد\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nرمى جمره نكرد ، وپس از طواف حج حكم را فهميد يا يادش آمد\r\nوتدارك نمود ، اعاده طواف حج بر أو واجب نيست ، هر چند\r\nاحتياط غير لازم اعاده طواف حج است . ولى اگر ترك رمى از\r\nروى علم وعمد باشد طوافش باطل است ، وواجب است بعد از\r\nتدارك نمودن رمى ، طواف را اعاده كند .\r\n5 - قرباني كردن در منى\r\nواجب پنجم حج ودوم واجب منى قرباني كردن در منى است .\r\nيعنى شترى را نحر ، يا گاو يا گوسفند يا بزى را ذبح كنند ( نحر\r\nكشتن شرعي شتر وذبح كشتن شرعي غير شتر است ) . وبايد با\r\nقصد قربت ودر روز واقع شود مگر كسى كه بترسد ، پس مىتواند\r\nشب قرباني كند .\r\nواجب است قرباني بعد از رمى باشد . اما اگر فراموش كرد يا\r\nنمىدانست وقبل از رمى قرباني كرد صحيح است واعاده لازم نيست .\r\nوبايد قرباني در زمين منى باشد ، ودر غير آن مثل وادى\r\nمحسر كفايت نمىكند اختيارا .\r\n( 361 ) : بنابر احتياط لازم بايد در روز عيد قربان ، قرباني كند .\r\nاما اگر از روى فراموشى يا ندانستن حكم يا عذر ديگرى ترك\r\nنمود بايد تا آخر أيام تشريق ( يازدهم ، دوازدهم ، سيزدهم ذي\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\nالحجة ) تدارك نمايد . وچنانچه عذر أو مستمر بود مىتواند تا آخر\r\nماه ذي الحجة تأخير اندازد . واگر بعد از طواف دانست يا يادش\r\nآمد وتدارك نمود واجب نيست طواف را اعاده كند ، هر چند\r\nاعاده اش احتياط غير لازم است .\r\nواگر عمدا ودانسته قرباني نكرد وطواف نمود طوافش باطل\r\nاست ، وواجب است بعد از قرباني طواف را اعاده نمايد .\r\n( 362 ) : هر نفر بايد يك قرباني بكند ونمى شود يك قرباني\r\nبراي دو نفر يا بيشتر باشد .\r\n( 363 ) : قرباني بايد شتر ، يا گاو ، يا گوسفند باشد . وچنانچه شتر\r\nباشد بايد سال پنجم را تمام كرده ودر سال ششم داخل شده\r\nباشد ، واگر اين مقدار سن نداشته باشد كافى نيست . وچنانچه گاو\r\nويا بز باشد بايد سه سأله باشد ، بنابر احتياط لازم ، وكمتر از آن\r\nكافى نيست . وچنانچه گوسفند باشد بايد هشت ماهه باشد وكمتر\r\nاز آن كافى نيست ، وبنابر احتياط لازم بايد يك سالش تمام\r\nوداخل در سال دوم شده باشد .\r\nچنانچه پس از قرباني كردن معلوم شد كه سن لازم را نداشته ،\r\nلازم است قرباني ديگرى بكند كه داراى سن معتبر بوده باشد .\r\nقرباني بايد همه اعضايش سالم باشد ، پس كور ، شل ، أخته شده ،\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\nشاخ شكسته ، ومانند اينها كفايت نمىكند ، ولاغر نيز نبايد باشد .\r\nوبهتر واحتياط غير لازم اين است كه بيمار وموجوء ( رگ ماليده )\r\nومرضوض ( تخم كوبيده ) وپيرى كه استخوانش آب شده نباشد .\r\nقرباني كه گوشش بريده يا سوراخ باشد مانعى ندارد ، گرچه\r\nاحتياط غير لازم اين است كه از اينها نيز سالم باشد . واحتياط غير\r\nلازم وبهتر آنست كه قرباني طورى نباشد كه از أصل خلقت شاخ\r\nودم نداشته باشد .\r\n( 364 ) : هر گاه قرباني را به عقيدة اين كه سالم است ذبح نمود\r\nوبعد معلوم شد عيبى دارد ، لازم نيست قرباني ديگرى نمايد .\r\n( 365 ) : اگر كسى نتواند قرباني واجد شرايط ذكر شده را فرآهم\r\nنمايد ، بايد هر قدر از شرايط را كه قدرت دارد تحصيل كند .\r\n( 366 ) : چنانچه در چاقى حيوان شك دارد ، ولى به قصد\r\nفرمانبردارى وبه اميد اين كه به درگاه خداوند قبول افتد آن را\r\nكشت ، وبعد معلوم شد چاق بوده كفايت مىكند .\r\n( 367 ) : هر گاه قرباني سالم وبي عيبى خريد ، وپس از خريد\r\nمريض شد يا عيبى پيدا كرد ، كشتن همان كافى است ولازم\r\nنيست تعويض نمايد .\r\n( 368 ) : هر گاه قرباني را خريد وگم شد بايد قرباني ديگرى\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\nبجاى آن بخرد ، بعد اگر قرباني أولى پيدا شد بايد أولى را بكشد ،\r\nونسبت به دومى مختار است كه بكشد يا نه ودر حكم ساير\r\nاموالش خواهد بود ، هر چند احتياط غير لازم وبهتر اين است كه\r\nآن را نيز بكشد . وچنانچه قرباني أول بعد از كشته شدن قرباني\r\nدوم پيدا شد بنابر احتياط واجب بايد أولى را نيز بكشد .\r\n( 369 ) : اگر قرباني گمشده اى را پيدا كرد بايد تا روز دوازدهم\r\nاعلان وتعريف كند ، وچنانچه صاحبش پيدا نشد ، عصر روز\r\nدوازدهم آن را از طرف صاحبش بكشد .\r\n( 370 ) : كسى كه پول قرباني را دارد وقرباني نيابد بايد پول نزد\r\nشخص أميني امانت بگذارد كه تا آخر ماه ذي الحجة با آن پول\r\nقرباني بخرد وذبح كند . وچنانچه ماه ذي الحجة گذشت نبايد\r\nبكشد مگر در سال بعد .\r\n( 371 ) : كسى كه نه قرباني دارد ونه پول آن را ، بايد بجاى\r\nقرباني كردن ده روز روزه بگيرد ، سه روز را در حج ( روز هفتم ،\r\nهشتم ونهم ذي الحجة ) وهفت روز ديگر را در وطن خود . وبنابر\r\nاحتياط لازم بايد هفت روز پى در پى باشد . وسه روز أول را\r\nمىتواند پس از شروع به اعمال عمره تمتع از أول ماه ذي الحجة\r\nبگيرد وبايد پى در پى باشد . وچنانچه به وطن خود بر نگشت\r\nو ","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\nدر مكة أقامت نمود بايد تا يك ماه صبر نموده وبعد از آن هفت\r\nروز روزه بگيرد .\r\n( 372 ) : كسى كه بجاى قرباني روزه مىگيرد چنانچه نتواند روز\r\nهفتم ذي الحجة را روزه بگيرد بايد روز هشتم ونهم را روزه گرفته\r\nوروز ديگر را پس از بازگشت از منى روزه بگيرد ، واگر روز\r\nهشتم ذي الحجة را نيز نتواند روزه بگيرد ، بايد هر سه روز را تا\r\nبرگشتن از منى تأخير اندازد . واحتياط غير لازم اين است كه پس\r\nاز بازگشت هر چه زودتر روزه ها را بگيرد وبدون عذر تأخير\r\nننمايد . واگر پس از بازگشت از منى نتوانست روزه بگيرد ، اين سه\r\nروز را در راه بازگشت به وطن يا در وطن خود روزه بگيرد ، ولى\r\nنبايد بين اين سه روز وهفت روز بقيه جمع نمايد . وچنانچه تا\r\nأول محرم اين سه روز روزه را نگرفت روزه از أو ساقط است\r\nوبايد در سال بعد قرباني نمايد .\r\n( 373 ) : كسى كه نه قرباني داشت ونه پول آن را ، ودر حج سه\r\nروز روزه گرفت وسپس قرباني براي أو ممكن شد ، بنابر احتياط\r\nواجب بايد قرباني نمايد .\r\n( 374 ) : كسى كه نمىتواند به تنهائى قرباني تهيه كند ومى تواند\r\nبا ديگرى شركت نمايد ، بنابر احتياط واجب بايد بين شركت در\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nقرباني وده روز روزه گرفتن جمع كند .\r\n( 375 ) : هر گاه قرباني يا پول آن را به كسى داد وأو را در كشتن\r\nقرباني وكيل كرد ، وبعد شك كرد در اين كه آيا وكيل قرباني را\r\nانجام داده يا نه ، بايد بنا بگذارد كه انجام نداده ، ولى اگر وكيل\r\nراستگو ومورد وثوق باشد وبگويد قرباني كردم كفايت مىكند .\r\n( 376 ) : در كفاره ، شرايط ذكر شده در قرباني شرط نيست ،\r\nهر چند احتياط غير لازم رعايت آن شرايط است .\r\n( 377 ) : لازم نيست كسى شخصا در كشتن قرباني ويا كفاره\r\nمباشرت كند ، بلكه جايز است هر چند در حال تمكن واختيار ،\r\nديگرى را نايب قرار دهد ، ولى بايد نيت قرباني از صاحب قرباني\r\nتا هنگام كشتن مستمر باشد ، وكشنده لازم نيست نيت كند ،\r\nگرچه احتياط غير لازم وبهتر آنست كه أو نيت كند .\r\nمصرف قرباني\r\n( 378 ) : بنابر احتياط واجب بايد قرباني سه قسمت شود : يك\r\nقسمت را به فقير مؤمن صدقه بدهد ، وقسمتى را به مؤمنين هديه\r\nنمايد ، وقسمت باقي مانده را خود بخورد . واجب نيست ثلث فقير\r\nرا به خود فقير بدهد ، بلكه جايز است به وكيل فقير داده شود ،\r\nگرچه وكيل صاحب قرباني باشد ، ووكيل در آن قسمت بر حسب\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nاجازه موكل خود تصرف مىنمايد هر تصرفى را كه گفته ، چه\r\nبخشيدن به ديگرى چه فروش چه اعراض ورها كردن وغير اينها .\r\n( 379 ) : جدا كردن هر قسمتى از قسمت ديگر لازم نيست\r\nوهمين كه يك سوم مشاع را به عنوان صدقه ، ويك سوم مشاع را\r\nبه عنوان هديه داده ، واز باقي مانده مقدار بخورد كافى است .\r\n( 380 ) : كسى كه صدقه يا هديه را مىگيرد ، هر طور بخواهد\r\nمىتواند در آن تصرف كند ، وچنانچه آن را به غير مؤمن يا غير\r\nمسلمان ببخشد عيبى ندارد .\r\n( 381 ) : چنانچه قرباني را ذبح كرد وقبل از صدقه دادن وهديه\r\nنمودن ، دزدى آن را دزديد يا ظالمي به زور آن را گرفت ، صاحب\r\nقرباني ضامن نيست ، ولى اگر به اختيار خود آن را تلف نمود يا به\r\nنا أهل بخشيد ، دو سوم هديه وصدقه را ضامن است .\r\n6 - حلق يا تقصير\r\nششمين واجب حج تمتع وسوم واجب منى ، حلق ( تراشيدن\r\nسر ) يا تقصير ( گرفتن مقدارى از مو يا ناخن ) مىباشد . وبايد با\r\nنيت وقربة إلى الله باشد . وبايد در روز انجام شود ، بنابر احتياط\r\nواجب . ونيز بايد بعد از رمى جمره وقرباني باشد . واگر از روى\r\nفراموشى يا ندانستن حكم آن را بر رمى جمره يا قرباني يا هر دو\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\nآنها مقدم كرد ، چنانچه ممكن است بايد بعد از رمى وقرباني اعاده\r\nكند ، بنابر احتياط واجب . واحتياط غير لازم اين است كه در\r\nصورت عدم امكان هم ، اعاده كند .\r\n( 382 ) : تراشيدن سر براي زنان جايز نيست ودر حق آنان\r\nتقصير متعين است .\r\n( 383 ) : مردان بين حلق وتقصير مخيرند ، وهر كدام را خواسته\r\nباشند مىتوانند اختيار كنند . وسر تراشيدن ( حلق ) بهتر است .\r\nوكسى كه موى سر خود را جمع كرده ودرهم پيچيده وگره زده يا\r\nبافته ، بايد حلق را اختيار كند . وصرورة ( كسى كه براي اولين بار\r\nحج مىنمايد ) بايد - بنابر احتياط لازم - حلق را اختيار كند .\r\n( 384 ) : كسى كه بخواهد سر بتراشد وبداند سلمانى سر أو را\r\nزخمى خواهد كرد بايد أول تقصير كند ومقدارى از موى سر خود\r\nرا بچيند ، سپس سلمانى سرش را بتراشد .\r\n( 385 ) : خنثاى مشكل اگر موى سر خود را نبافته است بايد\r\nتقصير نمايد ، وگر نه بايد هم تقصير نمايد وهم حلق ، وبنابر\r\nاحتياط لازم تقصير را بر حلق مقدم بدارد .\r\n( 386 ) : بعد از حلق يا تقصير آنچه بر محرم بواسطة احرام حرام\r\nشده بود حلال مىشود ، جز نزديكى با زن واستعمال بوى خوش ،\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\n\r\nبلكه شكار كردن بنابر احتياط لازم .\r\n( 387 ) : هر گاه از روى فراموشى يا ندانستن حكم ، حلق يا\r\nتقصير نكرد تا از منى بيرون رفت بايد به منى برگشته ودر آنجا\r\nحلق يا تقصير نمايد . وچنانچه بازگشت به منى غير ممكن يا\r\nدشوار باشد همان جا كه هست حلق يا تقصير كند ، واگر مىتواند\r\nموى سر خود را به منى بفرستد تا در آنجا دفن شود .\r\n( 388 ) : اگر از روى فراموشى يا ندانستن حكم ، حلق ويا\r\nتقصير ننمود ، وپس از فراغت از اعمال حج يادش آمد وتدارك\r\nكرد ، بنابر احتياط واجب طواف وسعى را اعاده كند ، خصوصا\r\nاگر از مكة بيرون نرفته باشد .\r\nاعمال بعد از منى\r\n7 و 8 و 9 - طواف حج ونماز طواف وسعى\r\nهفتم ، هشتم ونهم از واجبات حج تمتع طواف ونماز طواف\r\nوسعى صفا ومروه است . وكيفيت وشرايط اين سه همان كيفيت\r\nوشرايطى است كه در طواف ونماز وسعى عمره تمتع بيان شد .\r\n( 389 ) : در حج تمتع واجب است طواف حج پس از حلق يا\r\nتقصير باشد . وچنانچه دانسته وعمدا طواف را جلو بيندازد\r\nواجب است طواف را بعد از حلق يا تقصير اعاده نمايد ، ويك\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\nگوسفند كفاره بدهد .\r\n( 390 ) : مستحب واحتياط غير لازم آنست كه بعد از بجا آوردن\r\nاعمال منى در روز عيد قربان ، اعمال مكة را هر چه زودتر انجام\r\nدهد . ومكروه است تأخير آن از روز يازدهم وانجام آن در\r\nروزهاى دوازدهم وسيزدهم ذي الحجة . واحتياط لازم آنست كه\r\nبعد از سيزدهم تا آخر ماه ذي الحجة بجا نياورد . وانجام اعمال\r\nمكة بعد از ذي الحجة جايز نيست .\r\n( 391 ) : در حج تمتع جلو انداختن طواف حج ونماز آن وسعى ،\r\nبر وقوفين جايز نيست ، مگر براي پير مرد يا زنى كه بيم حيض شدن\r\nدارد ، كه اين دو مى توانند طواف حج ونمازش را قبل از وقوفين\r\nبجا آورده وسعى را در وقت خودش انجام دهند . واحتياط لازم اين\r\nاست كه سعى را نيز مقدم داشته ودر وقتش هم اعاده نمايد . واگر\r\nمىتواند بهتر است طواف ونماز آن را اعاده كند ، در أيام تشريق\r\n( يازدهم ، دوازدهم وسيزدهم ذي الحجة ) يا بعد از آن تا آخر ماه .\r\n( 392 ) : كسى كه از رفتن به مكة بر جان خود مىترسد مىتواند\r\nطواف حج ونماز آن وسعى - بلكه طواف نساء - را بر وقوفين\r\nمقدم بدارد . واحتياط غير لازم آن است كه بعد از برگشتن اگر\r\nبتواند طواف حج وطواف نساء وسعى را دوباره بجا آورد .\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\n( 393 ) : كسى كه عارضه اى برايش رخ داده كه نمىتواند طواف\r\nكند ، مانند زنى كه حايض يا نفساء شود ونتواند تا پاك شدن در\r\nمكة بماند كه طواف كند ، لازم است براي طواف ونماز نايب\r\nبگيرد . وپس از طواف نايب ، شخصا سعى كند .\r\n( 394 ) : وقتي متمتع ، طواف حج ونماز آن را بجا آورد وسعى\r\nرا انجام داد ، محرمات احرام بر أو حلال مىشود ، مگر زن\r\nواستعمال بوى خوش ( كه اين دو بعد از طواف نساء ونماز آن\r\nحلال مىشود ) ، وبنابر احتياط لازم شكار . اما مىتواند بعد از\r\nطواف وسعى عقد نمايد . ولى جماع جايز نيست ، بلكه مطلق لذت\r\nبردن بنابر احتياط لازم .\r\n( 395 ) : كسى كه تقديم طواف وسعى بر وقوفين برايش جايز\r\nاست ، هر گاه طواف وسعى را بجا آورد ، بوى خوش بر أو حلال\r\nنمىشود تا مناسك منى ( رمى ، قرباني ، حلق يا تقصير ) را بجا آورد .\r\n10 و 11 - طواف نساء ونماز طواف نساء\r\nدهم ويازدهم از واجبات حج تمتع طواف نساء ونماز آن\r\nاست . اين دو اگر چه واجبند ولى جزء اعمال ومناسك حج نيستند\r\nوترك آنها حتى عمدا موجب بطلان حج نمىشود .\r\n( 396 ) : طواف نساء همان طورى كه بر مردان واجب است بر\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\nزنان نيز واجب است ، چه بالغ يا مميز وعاقل باشند وچه غير بالغ\r\nيا ديوانه اى كه ولى آنان را محرم كرده است . پس اگر مرد بجا\r\nنياورد زن بر أو حرام مىشود ، وچنانچه زن ترك نمايد مرد بر أو\r\nحرام مىشود . وكسى كه به نيابت ديگرى حج مىنمايد طواف\r\nنساء را براي أو بجا بياورد نه براي خود .\r\n( 397 ) : طواف نساء ونماز آن در كيفيت وشرايط ، مانند طواف\r\nحج ونماز آن است .\r\n( 398 ) : كسى كه به خاطر بيمارى ومثل آن به تنهائى نمىتواند\r\nطواف نساء را بجا بياورد ، بايد از ديگرى كمك بگيرد وطواف\r\nنمايد ، هر چند بر دوش انسان يا پشت حيواني سوار شود .\r\nوچنانچه قدرت بر اين را هم ندارد لازم است نايب بگيرد . واين\r\nحكم در نماز طواف نيز هست .\r\n( 399 ) : كسى كه عمدا طواف نساء را بجا نياورد هر چند از روى\r\nندانستن حكم باشد ، تا وقتي كه شخصا تدارك نكرده زن بر أو\r\nحرام مىباشد . وكسى كه از روى فراموشى بجا نياورده چنانچه\r\nمباشرتش براي انجام طواف نساء غير ممكن يا دشوار باشد\r\nمى تواند نايب بگيرد . وهر وقت نايب طواف نساء را بجا آورد زن\r\nبر أو حلال مى شود . وتارك طواف نساء اگر قبل از تدارك فوت\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\nنمايد واجب است قضاء نمايند ، چه تبرعى وچه از تركه اش .\r\n( 400 ) : تقديم طواف نساء بر سعى جايز نيست . وكسى كه\r\nدانسته وعمدا طواف نساء را جلو اندازد لازم است بعد از سعى\r\nاعاده كند . وهم چنين است اگر از روى ندانستن حكم يا فراموشى\r\nجلو بيندازد ، بنابر احتياط لازم .\r\n( 401 ) : كسى كه از روى عذر طواف نساء را قبل از وقوفين\r\nانجام دهد تا وقتي مناسك منى ( رمى وقرباني وحلق يا تقصير )\r\nرا بجا نياورده ، زن ويا شوهر بر أو حلال نمىشود .\r\n( 402 ) : زن حايضى كه قافله تا وقت پاك شدن أو منتظرش\r\nنمىماند ، مىتواند طواف نساء را ترك نموده وبا قافله همراه شود .\r\nوبايد براي طواف نساء ونمازش نايب بگيرد . وچنانچه مشغول\r\nطواف بوده وپس از بجا آوردن نصف آن حيض شود مىتواند\r\nباقي را ترك وبا قافله برود . وبايد براي باقيمانده طواف ونماز\r\nطواف نايب بگيرد .\r\n( 403 ) : حكم فراموش نمودن نماز طواف نساء مانند حكم\r\nفراموش كردن نماز طواف حج است ، كه گذشت .\r\n( 404 ) : هر گاه متمتع طواف نساء ونمازش را بجا آورد ، اگر مرد\r\nاست زن بر أو حلال مىشود . واگر زن است مرد بر أو حلال\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nمىشود ، وفقط چيزى كه از محرمات احرام باقي مىماند شكار\r\nاست كه تا ظهر روز سيزدهم حرام است ، بنابر احتياط لازم . واما\r\nحرمت كندن گياه ودرخت حرم وشكار در حرم اختصاص به\r\nمحرم ندارد وبر غير محرم نيز حرام است .\r\n12 - بيتوته در منى\r\nدوازدهم از واجبات حج تمتع ، بودن شب يازدهم ودوازدهم\r\nاست در منى . وقصد بيتوته وتقرب به خدا در آن معتبر است .\r\nوچنانچه كسى روز عيد را جهت بجا آوردن طواف وسعى به مكة\r\nبرود واجب است به منى برگشته وشب را در آنجا بماند . وكسى\r\nكه در حال احرام از شكار خوددارى نكرده واجب است شب\r\nسيزدهم را نيز در منى بماند . وهم چنين است كسى كه با زن خود\r\nنزديكى كرده يا از محرمات ديگر اجتناب نكرده ، بنابر احتياط\r\nلازم . وبراي غير اين دو كوچ كردن از منى بعد از ظهر روز\r\nدوازدهم جايز است ، ولى چنانچه تا شب در منى ماند واجب است\r\nشب سيزدهم را نيز بماند . وبهتر براي همه ماندن شب سيزدهم\r\nاست .\r\n( 405 ) : هر گاه آماده حركت وكوچ از منى شده واز جاى خود\r\nحركت نمود ، ولى به جهت ازدحام جمعيت ومانند آن نتوانست\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\nقبل از غروب روز دوازدهم از منى خارج شود ، چنانچه بودن\r\nدر منى برايش ممكن باشد واجب است شب سيزدهم را نيز تا\r\nبعد از نصف شب بماند . واگر ممكن نباشد يا دشوار باشد جايز\r\nاست شبانه از منى خارج شود وبايد يك گوسفند بكشد ، بنابر\r\nاحتياط لازم .\r\n( 406 ) : كسى كه بودن در منى بر أو واجب است ، بودن روز در\r\nمنى بيش از مقدارى كه بتواند رمى جمرات كند بر أو واجب نيست .\r\nوواجب نيست تمام شب را در منى باشد ومى تواند از سر شب تا\r\nبعد از نيمه شب ، يا از قبل از نيمه شب تا طلوع فجر در آنجا بماند .\r\nوبهتر براي كسى كه نصف أول شب را در منى مانده وبعد بيرون\r\nرفته اين است كه پيش از طلوع فجر وارد مكة نشود .\r\n( 407 ) : چند طائفه از وجوب بيتوته در منى مستثنى هستند :\r\n1 - مريض وپرستارش ، ويا كسى كه بر جان ومال خود در\r\nآنجا بترسد .\r\n2 - كسى كه در مكة تمام شب مشغول عبادت بوده وبه جز\r\nحاجت ضروري مانند خوردن وآشاميدن وتطهير كار ديگرى\r\nنداشته است .\r\n3 - كسى كه طواف نموده وآن قسمت از شب را كه در مكة\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nمانده مشغول عبادت بوده ، سپس از مكة بيرون رفته واز عقبه\r\nمدنيين گذشته باشد ، مىتواند در راه بيتوته نمايد ، ولازم نيست\r\nخود را به منى برساند .\r\n( 408 ) : كسى كه بيتوته منى را عمدا ترك كند ، براي هر شب\r\nبايد يك گوسفند كفاره بدهد . همچنين اگر بيتوته در منى را\r\nفراموش كند يا حكم را نداند يا عذر داشته ، بايد يك گوسفند\r\nكفاره بدهد ، بنابر احتياط لازم .\r\nاما بر كسى كه به خاطر عبادت در مكة ، بيتوته را ترك نموده\r\nكفاره نيست . ونيز كسى كه بعد از طواف وسعى به سوى منى\r\nرهسپار شده ولى بر اثر راه بندان ، پيش از فجر به منى نرسيده\r\nواجب نيست كفاره بدهد .\r\n( 409 ) : كسى كه قبل از غروب روز دوازدهم از منى كوچ كرده\r\nوبعد از اين كه شب شد براي كارى به منى برگشت ، واجب نيست\r\nشب سيزدهم را در منى بيتوته كند .\r\n13 - رمى جمرات\r\nسيزدهم از واجبات حج تمتع رمى جمرات سه گانه ( جمره\r\nأولى ، جمره وسطى ، جمره عقبه ) است . رمى در روز يازدهم\r\nودوازدهم واجب است . وهر گاه شب سيزدهم در منى بيتوته كند ،\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\nرمى روز سيزدهم نيز واجب خواهد شد ، بنابر احتياط لازم .\r\nرمى جمرات بايد به مباشرت خود شخص انجام شود . ونايب\r\nگرفتن بدون اين كه خودش عذرى داشته باشد جايز نيست .\r\n( 410 ) : در رمى واجب است أول جمره أولى را رمى كند ، سپس\r\nوسطى ، ودر آخر جمره عقبه را . وچنانچه بر خلاف اين ترتيب\r\nعمل شود واجب است به طورى كه ترتيب حاصل شود دوباره\r\nرمى كند ، گرچه مخالفت از روى ندانستن حكم يا فراموشى باشد .\r\nولى اگر بعد از اين كه جمره سابق را چهار ريگ زد ، فراموش كرد\r\nوبه جمره بعدى رفت واجب نيست رمى را تماما اعاده كند ، بلكه\r\nاگر سه ريگ ديگر به جمره قبلي بزند كفايت مىكند .\r\n( 411 ) : واجباتى كه در رمى جمره عقبه در اعمال روز عيد\r\nقربان ذكر شد در جمرات سه گانه نيز واجب است .\r\n( 412 ) : رمى جمرات بايد در روز انجام شود . وكسى كه در\r\nروز نتواند رمى كند جايز است رمى را شب آن روز انجام دهد ،\r\nمانند پير مرد وزن وبچه وضعيف كه بر جان خود از ازدحام\r\nمىترسند ، وغلام وچوپان وبدهكارى كه مىترسد گرفتار شود ،\r\nوهر كس كه بر جان ومال وناموس وآبروى خود بترسد .\r\n( 413 ) : كسى كه رمى روز يازدهم را فراموش كند واجب است\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\nروز دوازدهم آن را قضاء نمايد . وكسى كه رمى روز دوازدهم را\r\nفراموش كند واجب است روز سيزدهم قضاء نمايد . واحتياط لازم\r\nاين است كه بين أداء همان روز وقضاء روز قبل فاصله بيندازد\r\nوقضاء روز قبل را پيش از أداء همان روز بجا آورد ، وقضاء روز\r\nقبل طرف صبح وأداء همان روز هنگام زوال باشد .\r\n( 414 ) : كسى كه رمى را فراموش كرد وبعد از كوچ به مكة\r\nيادش آمد واجب است به منى برگشته ورمى نمايد . وچنانچه\r\nرمى دو يا سه روز را فراموش كرده باشد احتياط لازم اين است\r\nكه بين وظيفة هر روز وروز ديگر يك ساعت فاصله بيندازد .\r\nوچنانچه بعد از خروج از مكة يادش آمد واجب نيست به منى\r\nبرگردد ، بلكه در سال بعد خودش يا نايبش آن را قضاء نمايد .\r\n( 415 ) : بيمارى كه اميد ندارد تا مغرب خوب شود بايد براي\r\nرمى نايب بگيرد ، وچنانچه اتفاقا قبل از غروب آفتاب حالش\r\nخوب شد خودش نيز بايد رمى كند ، بنابر احتياط لازم . وهم چنين\r\nاست اگر شب بهبودى يافت ، پس خودش نيز بايد رمى كند .\r\n( 416 ) : ترك رمى هر چند عمدى باشد موجب بطلان حج\r\nنمىشود ، وواجب است در سال بعد قضاء آن را شخصا يا به\r\nتوسط نايب بجا آورد ، بنابر احتياط لازم .\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nاحكام مصدود\r\n( 417 ) : مصدود كسى را گويند كه پس از محرم شدن براي\r\nعمره يا حج از انجام اعمال آن جلوگيرى ومنع شود .\r\n( 418 ) : مصدود از عمره در جاى خود به قصد بيرون آمدن از\r\nاحرام قرباني كرده واز احرام در مى آيد ، واحتياط واجب اين كه\r\nحلق يا تقصير را هم انجام دهد .\r\n( 419 ) : مصدود از حج چنانچه از موقف عرفات ومشعر يا از\r\nخصوص مشعر مصدود باشد ، وظيفة اش قرباني در محل صد\r\n( جلوگيرى ) وبيرون آمدن از احرام است . واحتياط واجب اين\r\nاست كه علاوة بر قرباني حلق يا تقصير نيز بنمايد .\r\nواگر بعد از موقفين واعمال منى ، از طواف وسعى مصدود\r\nباشد ، اگر نتواند نايب بگيرد وظيفة اش قرباني در محل صد است .\r\nواگر بتواند نايب بگيرد بايد هم قرباني كند وهم براي سعى\r\nوطواف نايب بگيرد ، بنابر احتياط لازم .\r\nوچنانچه فقط از اعمال منى مصدود باشد نه از رفتن به مكة ،\r\nدر اين صورت اگر بتواند براي رمى وقرباني نايب بگيرد حجش\r\nصحيح است ، وخود حلق يا تقصير نموده واز احرام خارج شده\r\nسپس بقيه مناسك را بجا آورد . واگر نتواند نايب بگيرد بايد پول\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\nقرباني را نزد كسى بگذارد كه بجاى أو قرباني كند ودر جاى خود\r\nحلق يا تقصير نموده ، وبراي بجا آوردن بقيه اعمال به مكة برود\r\nوپس از انجام اعمال آنجا ( سعى وطواف ) تمام چيزهائى كه با\r\nاحرام بر أو حرام شده حلال مىشود حتى زن ، وحجش صحيح\r\nاست ، وبايد در سال بعد بنابر احتياط لازم رمى را اعاده نمايد .\r\n( 420 ) : در صورتي كه مصدود از سالهاى قبل مستطيع بوده يا\r\nاستطاعتش تا سال بعد باقي بماند واجب است در سال بعد حج\r\nنمايد ، هر چند قرباني را كه ذكر شد انجام دهد .\r\n( 421 ) : اگر جلوگيرى شود از كسى كه مىخواهد به منى برگردد\r\nتا بقيه اعمال حج خود ( بيتوته ورمى ) را انجام دهد ، حجش تمام\r\nاست . وچنانچه مىتواند همان سال براي رمى نايب بگيرد ، وگر نه\r\nسال بعد ، بنابر احتياط لازم . وحكم مصدود بر أو جارى نيست .\r\n( 422 ) : قرباني موارد بالا ، چه گاو باشد چه شتر وچه گوسفند ،\r\nفرقى ندارد . ودر صورت عدم تمكن از قرباني ، بنابر احتياط لازم\r\nبدل آن را كه روزه است - به ترتيبي كه گذشت - انجام دهد .\r\n( 423 ) : كسى كه حج خود را به تفصيلي كه گذشت باطل كند\r\nوبعد مصدود شود حكم صد بر أو جارى مىشود ، ولى بايد علاوة بر\r\nقرباني كفاره افساد حج را نيز بدهد .\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\n( 424 ) : كسى كه قرباني را همراه خود برده ومصدود شده ،\r\nكشتن همان قرباني كافى است وقرباني ديگرى بر أو واجب نيست .\r\nاحكام محصور\r\n( 425 ) : محصور كسى را گويند كه پس از محرم شدن در اثر\r\nبيمارى نتواند اعمال عمره يا حج را انجام دهد .\r\n( 426 ) : كسى كه در عمره مفرده محصور شده بايد يك قرباني\r\nبفرستد ، وبا دوستان خود قرار بگذارد كه در وقت معين قرباني\r\nنمايند ، وخود در آن وقت از احرام خارج مىشود . ومى تواند در\r\nهمان جا كه هست به قصد بيرون آمدن از احرام قرباني نمايد واز\r\nاحرام بيرون آيد . وبر چنين شخصي بعد از قرباني - چه خودش\r\nقرباني كند وچه بفرستد وديگرى براي أو قرباني كند - تمام\r\nمحرمات احرام حلال مىشود ، به جز زن كه بر أو حلال نمىشود ،\r\nمگر بعد از آن كه خوب شود يا عذرش بر طرف شود وعمره مفرده\r\nرا بجا آورد .\r\nومحصور در عمره تمتع نيز بايد به همين ترتيب عمل كند ، با\r\nاين فرق كه با قرباني زن هم بر اين شخص حلال مىشود .\r\nوهم چنين است وظيفة كسى كه در حج محصور شده ، ولى\r\nبنابر احتياط لازم زن بر أو حلال نيست تا آن كه طواف حج وسعى\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\nوطواف نساء را در حج يا عمره مفرده بجا آورد .\r\nواگر در وقتي محصور بوده كه دو موقف عرفات ومشعر از أو\r\nفوت شده وخود در مكة يا در راه به سوى دو موقف بوده ، حجش\r\nرا با نيت به عمره مفرده تبديل كند ، وبايد طواف وسعى نمايد يا\r\nطواف داده شود يا كسى بجاى أو طواف نمايد . وهم چنين سعى\r\nوطواف نساء را خود يا با كمك ديگرى يا نايبش بجا آورده وبه\r\nتقصير از احرام خارج مىشود . وتمام محرمات احرام حتى زن بر\r\nأو حلال مىشود .\r\n( 427 ) : هر گاه محصور شد وقرباني خود را فرستاد ، وبعد از\r\nآن مرضش سبك تر شد ، چنانچه گمان كند يا احتمال دهد كه حج\r\nرا درك خواهد كرد واجب است خود را برساند . وچنانچه هر دو\r\nموقف يا فقط موقف مشعر را درك نمود حج را درك نموده . واگر\r\nهيچ يك از موقفين را درك نكند چنانچه قرباني اش كشته نشده\r\nحجش را با نيت به عمره مفرده تبديل كند ، واگر كشته شده باشد\r\nاز احرام بيرون آمده است وتمام محرمات بر أو حلال شده مگر\r\nزن . وبنابر احتياط واجب بايد طواف حج ونماز آن وسعى\r\nوطواف نساء ونماز آن را بجا آورد تا زن نيز بر أو حلال شود .\r\n( 428 ) : هر گاه فقط از مناسك وواجبات منى محصور شود ،\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\nحكم محصور بر أو جارى نمىشود ، بلكه بايد براي رمى وقرباني\r\nنايب بگيرد وخود حلق يا تقصير نمايد وبه مكة برود ومناسكش\r\nرا بجا آورد . وچنانچه نايب پيدا نكرد پول قرباني را نزد شخصي\r\nامين امانت مىگذارد كه بجاى أو قرباني كند وخود حلق يا تقصير\r\nنموده وبه مكة رفته واعمال مكة را بجا آورد . واحتياط لازم اين\r\nاست كه رمى را در سال بعد شخصا يا نايبش انجام دهد .\r\nوهر گاه بعد از درك وقوفين واعمال منى ، از رفتن به مكة\r\nوبجا آوردن مناسكش محصور شود ، واجب است براي انجام\r\nمناسك مكة نايب بگيرد . وپس از عمل نايب تمام محرمات\r\nاحرام حتى زن بر أو حلال مىشود .\r\n( 429 ) : هر گاه محرم محصور شد وقرباني خود را فرستاد ، ولى\r\nتا قرباني بجاى خود برسد سر أو از گرما اذيت مىشود جايز است\r\nخودش گوسفندى كشته يا سه روز روزه بگيرد يا شش مسكين را\r\nاطعام نمايد ( به هر كدام دو مد طعام بدهد ) ، وحلق نمايد .\r\n( 430 ) : اگر استطاعت محصور تا سال بعد باقي بماند يا از\r\nسالهاى پيش حج بر أو واجب بوده ، به فرستادن قرباني ودر آمدن\r\nاز احرام ، حج از أو ساقط نمىشود ، وبايد در سال بعد حج نمايد .\r\n( 431 ) : هر گاه شخص محصور نه قرباني دارد ونه قيمت بايد به\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\nترتيبي كه گذشت ده روز روزه بگيرد . يعنى سه روز در حج\r\nوهفت روز پس از بازگشت به وطن .\r\n( 432 ) : مستحب است هنگامى كه مىخواهد نيت احرام كند بر\r\nخدا شرط كند كه هر جا نتواند اعمال را ادامه دهد از احرام\r\nبيرونش بياورد ، هر چند بيرون آمدن از احرام متوقف بر اين نيست ،\r\nزيرا هر جا كه نتوانست وعذر يا مانعى پيدا كرد ، خود به خود از\r\nاحرام بيرون خواهد آمد ، چه اين شرط را كرده يا نكرده باشد .\r\n( 433 ) : كسى كه نتواند حج خود را ادامه دهد به خاطر پيش\r\nآمدن مانعى غير از صد وحصر ، احتياط واجب اين است كه در\r\nجاى خود قرباني نمايد واز احرام خارج شود .\r\nوالحمد لله رب العالمين\r\nاللهم أمانتي أديتها وميثاقي تعاهدته لتشهد لي بالموافاة\r\nاللهم ارزقني حج بيتك الحرام في عامي هذا وفي كل عام ما أبقيتني في يسر منك\r\nوسعة رزق ولا تخلني من تلك المواقف الكريمة والمشاهد الشريفة وزيارة\r\nقبر نبيك صلواتك عليه وآله وفي جميع حوائج الدنيا والآخرة فكن لي\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159}
  ]