[
  {"content":"\r\nمناسك حج\r\nكه مطابق است با فتاوى\r\nحضرت آية الله حاج شيخ محمد تقي\r\nبهجت\r\nدام ظله الشريف على رؤوس المسلمين\r\nبسم الله الرحمن الرحيم\r\nعامل به اين رساله به شهادت بعضي أفاضل\r\nمطابق با نظريات أحقر است معذور است انشاء الله\r\nالأقل محمد تقي البهجة\r\nبسم الله الرحمن الرحيم\r\nالحمد الله رب العالمين وصلى الله على خير خلقه\r\nوأفضل بريته محمد وعترته الطاهرين واللعنة\r\nالدائمة على أعدائهم أجمعين .\r\nوبعد اين رساله‌اى است در مناسك حج كه أغلب مسائل\r\nمورد ابتلا را در بردارد ورساله منظم ومرتبى است كه\r\nفهميدن ومراجعه به آن آسان است اميدواريم خداوند متعال\r\nاين عمل را ذخيرة آخرت ما قرار دهد . ومؤمنين\r\nومراجعة كنندگان بوسيلة آن بهره مند شوند .\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\n\r\n\r\n\r\nوجوب حج\r\nبر هر مكلفى از زن ومرد وخنثى كه داراى شرايط ذيل باشد\r\nحج واجب است ، ووجوبش از كتاب وسنت قطعي ثابت\r\nشده وحج يكى از أركان دين ووجوبش از ضروريات است\r\nوترك آن با اعتراف به ثبوتش از گناهان بزرگ است همچنان كه\r\nانكار أصل فريضة در صورتي كه مستند به شبهه نباشد كفر\r\nاست خداوند متعال در كتاب مجيد خود فرموده :\r\n\" ولله على الناس حج البيت من استطاع إليه سبيلا ومن كفر\r\nفإن الله غنى عن العالمين \" . يعنى خداوند متعال حج بيت را\r\nبر كساني كه مستطيع ومتمكن از رفتن به سوى أو هستند واجب\r\nفرموده ، وهر كس از اين واجب رو گرداند ومنكر آن شود\r\n( به خود ضرر زده است ) وخداوند از تمام موجودات بىنياز\r\nاست .\r\nوشيخ كلينى - عليه الرحمة - به طريق معتبر از حضرت صادق\r\n- سلام الله عليه - روايت نموده كه آن حضرت فرمود\r\n: هر كس از دنيا برود وحجة الاسلام را به جا نياورده باشد ،\r\nبدون اين كه محتاج يا بيمار شده باشد كه از آن باز ماند يا آن كه\r\nحكومت از رفتنش جلوگيرى كرده باشد چنين كس در حال\r\nمردن يهودي يا نصراني خواهد بود .\r\nاين آية كريمه واين حديث شريف در اهميت حج ووجوبش\r\nكافى است ، وروايات بسيارى در اين دو موضوع وارد شده كه\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nاين مختصر گنجايش آنها را ندارد واز جهت اختصار به همين\r\nقدر اكتفا شد\r\n\r\n\r\n\r\n\r\nبدان كه حج واجب بر مكلف در أصل شريعت ، يك مرتبه در\r\nتمام عمر است ، وآن را حجة الاسلام مىنامند .\r\n\r\n\r\nمسأله 1 - وجوب حج پس از تحقق شرايطش فورى است\r\nوبايد در اولين سال استطاعت انجام شود ، واگر كسى از روى\r\nنافرمانى وعصيان ، يا به جهت عذرى آن را ترك كرد در سال آينده\r\nوهم چنين سالهاى بعد واجب خواهد شد وتأخير آن بدون عذر\r\nحرام است وتكرار اين تأخير در سألها بدون توسيط توبه از\r\nگناهان كبيره مثل ترك حج است .\r\n\r\n\r\n\r\nمسأله 2 - هر گاه استطاعت حاصل شد وبجا آوردن حج\r\nمتوقف بر مقدمات وتهيه وسائلى بود بايد فورا به تحصيل آن\r\nپرداخته وخود را آماده ومهيا نمايد ، وهر گاه قافله هاى\r\nمتعددى باشد كه يكى پس از ديگرى حركت مىكنند ، پس\r\nمكلف اگر اطمينان دارد با اولين قافله اگر حركت ننمايد\r\nمىتواند با قافله بعدى به حج برسد تأخير جايز است ، بنا بر اظهر\r\nوالا بايد در اولين فرصت حركت كند .\r\n\r\n\r\n\r\nمسأله 3 - هر گاه متمكن از رفتن با اولين كاروان وقافله بود\r\nونرفت به اعتماد اين كه با تأخير نيز حتما درك خواهد كرد ، ولى\r\nاتفاقا با قافله بعدى نتوانست برود ، يا آن كه به علت تأخير ، حج را\r\nدرك ننمود ، حج بر ذمه‌اش واجب ومستقر خواهد بود ،\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nهر چند در تأخير معذور باشد .\r\n\r\n\r\n\r\n\r\nشرايط وجوب حج\r\nشرط أول : بلوغ : پس بر غير بالغ اگر چه نزديك\r\nبه بلوغ باشد حج واجب نيست وچنانچه بچه‌اى حج بجاى\r\nآورد جاى حجة الاسلام را نمىگيرد هر چند حجش مشروع\r\nمىباشد .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 4 - هر گاه نا بالغ به حج رود وقبل از احرام از ميقات\r\nبالغ شود ومستطيع باشد ، حجش بي اشكال حجة الاسلام\r\nخواهد بود وچنانچه بعد از احرام بالغ شد به مجرد كمال اظهر\r\nعدم وجوب تجديد نيت حجة الاسلام يا تجديد نيت احرام\r\nاست در صورت ادراك حج به نحو صحيح .\r\nودر اجزاء عمره سابقه بر بلوغ از متمتع تأمل است ، وأحوط\r\nاعاده عمره است به قصد وظيفة بعد از اتمام حج اگر در ماه\r\nهاى حج باشد .\r\n\r\n\r\n\r\nمسأله 5 - هر گاه به عقيدة اين كه هنوز بالغ نشده حج\r\nاستحبابي به جا آورد ، وبعد از اداى حج معلوم شد كه بالغ\r\nبوده ، اين حج كافى از حجة الاسلام مىباشد\r\n\r\n\r\nمسأله 6 - طفل مميز مستحب است وصحيح است حج نمايد\r\nودر صحت آن اذن ولى معتبر نيست . وبنابر أحوط اجازه ولى لازم\r\nاست در صورتي كه موجب تصرف در مال باشد .\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nمسأله 7 - مستحب است ولى طفل مميز ( خواه پسر خواه\r\nدختر باشد ) أو را محرم نمايد ، به اين معنى كه جامه هاى احرام را به\r\nأو پوشانده وأو را وأدار به تلبيه گفتن نمايد ، وتلبيه را به أو تلقين\r\nكند اگر قابل تلقين باشد ، به اين معنى كه بتواند هر چه را به أو بگويند\r\nبگويد والا خود به جاى أو تلبيه بگويد وباز دارد أو را از آنچه\r\nبر محرم اجتناب از آن لازم است وجايز است كندن لباس أو\r\nرا تا رسيدن به \" فخ \" تأخير بيندازد ، اگر راهش از آن طرف\r\nباشد ، وأو را وا دارد كه آنچه از اعمال حج را مىتواند به جا آورد ،\r\nوآنچه نمىتواند خود به نيابت أو به جا آورد ، وأو را دور خانه خدا\r\nطواف داده وبين صفا ومروه سعى دهد ودر عرفات ومشعر\r\nنيز وقوفش دهد ووأدار كند رمى را شخصا انجام دهد اگر\r\nبتواند ، والا خود به جاى أو رمى كند وهمچنين نماز طواف\r\nوتقصير يا تراشيدن سر وبقيه اعمال ودر صورت تمكن أحوط\r\nآنست كه در حال طواف هر دو طاهر باشند ونماز طواف را هر دو\r\nبخوانند .\r\n\r\n\r\nمسأله 8 - نفقه ( هزينه ) حج بچه ، آنچه ما زاد بر نفقه عادى\r\nاست بر ولى است نه بر خودش . بلى اگر حفظ بچه متوقف بر\r\nهمراه بردن أو به سفر است ، جائز است از مال خودش\r\nخرجش كنند .\r\n\r\n\r\nمسأله 9 - چنانچه بچه بوسيلة ولى محرم شود پول قرباني\r\nبچه بر ولى أو است ونيز وجوب كفاره شكار ، وثبوت سائر\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nكفارات عمدى بر ولى خالى از وجه نيست .\r\n\r\n\r\nشرط دوم : عقل است ، بر ديوانه ( هر چند ادوارى باشد )\r\nحج واجب نيست . بلى اگر در ماه‌هاى حج ، ديوانه عاقل شد\r\nومستطيع بود وتمكن از به جا آوردن اعمال حج داشت بر أو\r\nواجب مىشود ، هر چند در أوقات ديگر ديوانه باشد .\r\n\r\n\r\nشرط سوم : آزادى است پس بر مملوك ( غلام زر خريد )\r\nهر چند مستطيع ومأذون از طرف مولاي خود باشد ، حج\r\nواجب نيست . وهر گاه به اذن مولاي خود حج نمايد حجش\r\nصحيح است ، ولى كفايت از حجة الاسلام نمىكند وبعد از\r\nآزادى چنانچه داراى شرايط باشد بايد دوباره حج نمايد .\r\n\r\n\r\n\r\n\r\n\r\n\r\nشرط چهارم : استطاعت است ودر آن چند چيز معتبر است :\r\nأول : سعة وقت ، به اين معنى كه وقت كافى براي رفتن به\r\nمكة وبه جا آوردن اعمال واجب در آن جا باشد . بنابر اين اگر\r\nبدست آمدن مال وقتي باشد كه براي اين اعمال كافى نباشد يا\r\nكافى باشد ولى با مشقت زياد كه عادة تحمل نشود واجب\r\nنخواهد بود ، ودر چنين صورت واجب مال را تا سال بعد\r\nنگهدارى نمايد . پس اگر استطاعت باقي بود حج در سال بعد\r\nواجب خواهد بود والا واجب نيست .\r\nدوم : امنيت وسلامتى ، به اين معنى كه در رفتن وبر گشتن\r\nوبودن در آن جا ، خطرى بر جان ومال وناموسش نباشد ،\r\nهمچنان كه مباشرت حج بر شخص مستطيعى شخصا\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nنمىتواند به جهت پيرى يا بيمارى يا عذر ديگرى به حج برود\r\nواجب نيست ولى نايب گرفتن بر أو واجب است على الأظهر\r\nچنان كه خواهد آمد .\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 10 - اگر براي حج دو راه باشد يكى مأمون\r\nوبي خطر وديگرى غير مأمون وبا خطر ، وجوب حج ساقط\r\nنمىشود بلكه واجب است از راه بي خطر برود هر چند\r\nدور باشد .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 11 - اگر در بلد خود مالي داشته باشد كه به حج رفتن\r\nموجب تلف شود حج بر أو واجب نخواهد بود ، در صورتي كه ضرر\r\nمجحف باشد وهمچنين است اگر چيزى باشد كه شرعا مانع از\r\nرفتن به حج باشد ، چنانچه حج رفتن سبب ترك واجب أهم از\r\nأو شود ، مانند نجات غريق يا نجات كسى از سوختن ، يا آن كه\r\nحجش متوقف بر اين باشد كه فعل حرامى انجام دهد كه\r\nاجتناب از آن أهم از حج باشد ، كه در تمام اين صور حج واجب نيست .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 12 - هر گاه با اين كه حجش مستلزم ترك واجب أهم\r\nيا به جا آوردن فعل حرام باشد به حج رود ، در اين صورت\r\nهر چند از جهت ترك واجب يا فعل حرام معصيت كار\r\nمىشود ، ولى ظاهر اين است كه حجش مجزى از حجة الاسلام\r\nخواهد بود ، البتة اگر شرايط ديگر را دارا باشد . وفرقى نيست\r\nبين كسى كه حج از سالهاى قبل بر ذمه‌اش مستقر بوده وكسى\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nكه حج در همان سال استطاعت بر أو واجب شده .\r\n\r\n\r\nمسأله 13 - هر گاه در راه حج دشمنى باشد كه رفع أو جز\r\nبه پرداخت مال زياد ممكن نباشد ، پرداخت مال واجب نيست\r\nووجوب حج ساقط خواهد شد\r\n\r\n\r\nمسأله 14 - هر گاه راه حج منحصر به دريا باشد ، وجوب حج\r\nساقط نخواهد شد مگر در صورت ترس از غرق يا بيمارى\r\nوچنانچه با ترس از اين چيزها حج نمود بنابر اظهر حجش\r\nصحيح خواهد بود .\r\n\r\n\r\n\r\nشرط سوم : زاد وراحله است ، ومعنى زاد ، داشتن توشه راه است\r\nكه آنچه در سفر محتاج است داشته باشد ، يا پولى داشته باشد كه\r\nتوشه خود را تهيه نمايد ، ومعنى راحله ، داشتن وسيله سواري\r\nكه بدان وسيله برود وبرگردد . ولازم است زاد وراحله لايق\r\nبه حال شخص ومناسب شان أو باشد .\r\n\r\n\r\n\r\nمسأله 15 - داشتن راحله يا وسيله سواري مختص به صورت\r\nاحتياج نيست ، بلكه مطلقا شرط است هر چند محتاجش\r\nنباشد ، مانند اين كه بدون مشقت قدرت پياده روى داشته باشد ،\r\nوپياده روى هم منافى شرف وآبرويش نباشد .\r\n\r\n\r\n\r\nمسأله 16 - ميزان ومعيار در زاد وراحله وجود ، فعلى آنها\r\nنيست ، وبر كسى كه مىتواند آنها را با كار وكاسبى مناسب شأن\r\nتحصيل نمايد بدون مانع حج واجب است ، بنابر اظهر ، وفرقى\r\nدر اشتراط راحله بين دور ونزديك نيست .\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\n\r\nمسأله 17 - استطاعتي كه در وجوب حج معتبر است\r\nاستطاعت از جايى است كه در أو است نه از بلد ووطنش . پس\r\nهر گاه مكلف مثلا براي تجارت يا غير آن به مدينه منوره يا جده\r\nرفت ، ودر آنجا داراى زاد وراحله يا قيمت آنها باشد كه\r\nبتواند با آن حج نمايد حج بر أو واجب خواهد بود ، هر چند اگر\r\nدر بلد خود مىبود مستطيع نمىشد .\r\n\r\n\r\n\r\nمسأله 18 - اگر مكلف ملكي داشته باشد ، وبه قيمت خودش\r\nفروش نرود ، وچنانچه بخواهد حج نمايد بايد به كمتر از قيمت\r\nبفروشد كه باعث ضرر كلى شود فروشش واجب نيست اما\r\nاگر هزينه ومخارج حج بالا برود وبه حد غير عقلائي نرسد\r\nومثلا كرايه ماشين در سال استطاعت گرانتر از سال بعد باشد ،\r\nتأخير جايز نيست وبايد همان سال برود .\r\n\r\n\r\n\r\nمسأله 19 - داشتن هزينه بازگشت هنگامى معتبر است كه\r\nمكلف قصد بازگشت به وطن خود را داشته باشد . اما اگر نخواسته\r\nباشد برگردد ، يا خواسته باشد در جاى ديگرى غير از وطن خود\r\nساكن شود ، بايد هزينه رفتن به آن جا باشد ، ودارا بودن\r\nهزينه بازگشت به وطن لازم نيست . بلى اگر جايى كه مىخواهد\r\nدر آن جا بماند دور تر از وطنش باشد كه هزينه رفتن به آن جا بيشتر\r\nاز هزينه بازگشت به وطن باشد ، در اين صورت داشتن هزينه تا\r\nآنجا شرط نيست ، بلكه داشتن هزينه بازگشت به وطن در وجوب\r\nحج كافى است .\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\n\r\n\r\n\r\nشرط چهارم : رجوع به كفايت است ، يعنى شخص مكلف بايستى\r\nطورى باشد كه پس از برگشتن از حج ، بتواند خود وعائله خود\r\nرا اداره نمايد ودچار تهيدستى وفقر نگردد پس اگر داراى\r\nمبلغى است كه وسيله كسب وسرمايه است كه چنانچه آن مبلغ را\r\nصرف حج نمايد ، پس از بازگشت محتاج خواهد بود\r\nوبداند كه راه ديگرى براي زندگى مناسب شأن خود نخواهد\r\nداشت بر چنين شخصي حج واجب نيست . پس از آنچه ذكر\r\nشد ظاهر مىشود كه فروختن چيزهاى ضروري زندگى مانند\r\nمنزل مناسب شأن ورختهائى كه براي زينت وآبرو دارد ،\r\nوأثاث منزل ، وابزار كار كه براي زندگى به آنها احتياج دارد\r\nومانند آنها ، مثل كتاب نسبت به أهل علم كه براي تحصيلاتش لازم\r\nاست ، واجب نيست ، وخلاصه آنچه در زندگى انسان مورد\r\nحاجت است وصرفش در راه حج سبب بيچارگى ومشقت\r\nشود ، فروشش واجب نيست . بلى ا گر آنها بيشتر از حاجتش\r\nباشد واجب است ما زاد را براي هزينه حج بفروشد . بلكه كسى\r\nكه داراى منزلي است كه مثلا دويست هزار تومان مىارزد\r\nومىتواند آن را فروخته ومنزل ديگرى به كمتر خريدارى نموده\r\nوبدون مشقت در آن زندگى كند وتفاوت دو قيمت وافى\r\nبهزينه حج وهزينه زندگى زن وبچه وى باشد لازم است اين\r\nعمل را انجام داده وبه حج برود\r\n\r\n\r\n\r\n\r\nمسأله 20 - هر گاه انسان مالي داشته كه به جهت احتياج به آن\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nفروشش براي حج واجب نبوده ، وبعدا از آن مستغنى شده\r\nوديگر حاجتي به آن ندارد ، واجب است آن را فروخته وحج\r\nنمايد ، مثلا خانمى كه داراى زينت وزيورى بوده كه محل\r\nحاجتش بوده ، وفعلا به علت بزرگى وپيرى يا به علت ديگر مورد\r\nحاجتش نيست ، واجب است آن را فروخته وقيمتش را در راه حج\r\nصرف نمايد .\r\n\r\n\r\nمسأله 21 - هر گاه انسان منزل ملكي داشته ومنزل\r\nديگرى نيز باشد كه مىتواند بدون ناراحتى ومشقت در آن\r\nبنشيند وسكنى نمايد ، مانند منزل وقفى كه منطبق بر أو باشد\r\nاحتياط واجب است منزل خود را در صورتي كه قيمتش كفاف هزينه\r\nحج را بدهد يا به ضميمه پولى كه دارد وافى شود ، فروخته\r\nوبه حج برود ، واين حكم نسبت به كتابهاى علمي وساير\r\nوسائل زندگى نيز جارى است .\r\n\r\n\r\n\r\nمسأله 22 - هر گاه كسى كه مقدارى پول داشته باشد كه كفاف\r\nهزينه حج را مىدهد وخود احتياج به ازدواج يا خريد منزل براي\r\nخود دارد يا محتاج به وسايل ديگرى است ، در صورتي كه\r\nصرف آن پول در راه حج سبب ناراحتى ومشقت در زندگى\r\nوى شود ، حج بر أو واجب نمىشود ، وچنانچه با آن پول به\r\nحج برود مجزى از حجة الاسلام نيست واگر سبب ناراحتى\r\nنشود واجب مىشود .\r\n\r\n\r\n\r\nمسأله 23 - هر گاه انسان طلبي دارد كه وقتش رسيده واجب\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nاست مطالبه كند وچنان چه بدهكار بد حساب وبد بده باشد ،\r\nواجب است أو را مجبور به پرداخت كند واگر تحصيل آن متوقف\r\nبر مراجعه به دادگاه اگر چه حاكم جور باشد لازم است مراجعه\r\nنمايد وهمچنين است اگر مدت طلب سر نرسيده ولى\r\nچنان چه از بدهكار مطالبه شود خواهد پرداخت واما اگر\r\nبدهكار ندار يا بد حساب باشد واجبارش غير ممكن يا باعث\r\nناراحتى ودرد سر طلبكار شود ، ويا مراجعه به حاكم موجب\r\nذلت ومنقصت شأن أو مىگردد ، يا طلب هنوز مدت داشته\r\nباشد وبدهكار قبل از وقت نمىپردازد ، در اين چند صورت\r\nحج واجب نمىشود وطلبكار مستطيع نمىگردد .\r\n\r\n\r\n\r\nمسأله 24 - هر صاحب صنعتى مانند آهنگر وبنا ونجار\r\nوخياط ومانند اينها از كساني كه كسبشان كفاف مخارج خود\r\nوعائله شان را مىدهد ، در صورتي كه از بابت ارث يا غير آن مالي\r\nبه دست آورند كه جواب گوى مخارج حج وزندگىشان باشد در موقع\r\nرفتن وبرگشتن باشد ، حج بر آنها واجب مىشود .\r\n\r\n\r\n\r\nمسأله 25 - كسى كه از وجوه شرعيه مانند خمس وزكات وأمثال\r\nاينها زندگى خود را اداره مىكند وبر حسب عادت\r\nمخارجش بدون مشقت مضمون وحتمي باشد ، در صورتي كه\r\nداراى مقدارى پول گردد كه وافى به هزينه حج ومخارج عيالش\r\nباشد ، حج بر أو واجب مىشود . وهمچنين است كسى كه\r\nشخص ديگر در تمام مدت زندگى أو ، مخارجش را متكفل\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nباشد وهمچنين كس كه اگر آنچه دارد در راه حج صرف كند\r\nزندگى بعد از حجش با قبل از آن تفاوتى نكند .\r\n\r\n\r\nمسأله 26 - در استطاعت ملكيت لازم وثابت بنابر احتياط\r\nشرط است ، بنابر اين ملكيت متزلزل كافى نيست پس هر گاه\r\nبا كسى مصالحه‌اى كند كه طرف براي خود تا مدت معينى\r\nخيار گذاشته باشد ومال المصالحة به مقدار مصارف حجش\r\nباشد ، حج بر أو واجب نخواهد\r\nبود وهم چنين است در هبه\r\nجائزه .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 36 - بر مستطيع لازم نيست كه حتما از مال خود به\r\nحج برود پس هر گاه به گدايى يا با مال ديگرى حج كند كافى\r\nاست بلى اگر جامه هاى احرام يا پول قربانيش غصبى باشد\r\nكافى نخواهد بود .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 28 - تحصيل استطاعت به كسب يا غير آن واجب\r\nنيست پس هر گاه كسى مالي به انسان هبه كند كه در صورت\r\nقبول آن مستطيع خواهد شد ، قبولش لازم نيست ، وهم چنين\r\nاست اگر كسى از أو بخواهد كه خود را براي خدمتي أجير كند\r\nكه با اجرتش مستطيع خواهد شد ، هر چند آن خدمت هم لايق\r\nبه حالش باشد . بلى اگر خود را أجير خدمت در راه حج نمود\r\nوبدان مستطيع شد ، حج بر أو واجب خواهد شد . ليكن اگر شغل\r\nأو در غير حج خدمت ، از قبيل خدمتي است كه به أو در\r\nحج واگذار مىشود با وثوق با شخص موجر اظهر تحقق\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nاستطاعت ووجوب حج است .\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 29 - اگر كسى خود را أجير نيابت حج كند وبا پول\r\nنيابت مستطيع شود در صورتي كه حج نيابى مقيد به همان سال\r\nباشد حج نيابى را بايد مقدم بدارد . پس چنانچه استطاعتش تا\r\nسال بعد باقي ماند ، حج بر أو واجب خواهد بود وچنانچه باقي\r\nنماند ، واجب نخواهد بود ، واما اگر حج نيابى مقيد به همان سال\r\nنباشد ، حج خود را مقدم بدارد .\r\nمثال :\r\nزيد به عمرو مىگويد مبلغ بيست هزار تومان دارم كه\r\nمىخواهم براي پدر يا مادرم در حج نايب بگيرم وعمرو\r\nحاضر مىشود براي اين عمل أجير شود ، وفرض كنيم مصارف\r\nحج ده هزار تومان است كه عمرو با اين مبلغ مىتواند دو مرتبه\r\nحج كند ، در اين صورت عمرو مستطيع خواهد شد . پس اگر\r\nزيد حج را مقيد به همان سال نمود عمرو همان سال را به نيابت\r\nپدر زيد حج مىنمايد وچنانچه استطاعتش تا سال بعد\r\nباقي ماند ، لازم است سال بعد براي خود حج نمايد وچنانچه\r\nباقي نماند ، چيزى بر أو واجب نخواهد بود . ولى اگر زيد حج\r\nپدر خود را به همان سال مقيد نكرد ، عمرو بايد أول حج خود را\r\nبه جا آورده وسال بعد به نيابت پدر زيد حج نمايد .\r\n\r\n\r\n\r\nمسأله 30 - هر گاه كسى مقدارى پول قرض كند كه آن پول\r\nبه مقدار مخارج حج باشد وقدرت پرداخت آن را بعد از آن\r\nداشته باشد ، حج بر أو واجب خواهد بود .\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\n\r\nمسأله 31 - هر گاه انسان هزينه حج را داشته باشد ،\r\nوبدهكار نيز باشد وصرف آن مقدار در راه حج منافى با\r\nپرداخت بدهيش نباشد حج بر أو واجب خواهد بود . ودر\r\nصورتي كه آن پول را صرف حج كند نخواهد توانست بدهى\r\nخود را بپردازد ، حج واجب نخواهد بود ، وفرقى نيست بين\r\nاين كه بدهى وقتش رسيده باشد يا هنوز مدت داشته باشد ، وبين\r\nاين كه بدهى قبل از بدست آوردن آن پول باشد يا بعد از آن .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 32 - هر گاه انسان خمس يا زكات بدهكار باشد ،\r\nومقدارى پول داشته باشد كه اگر خمس يا زكات را بدهد ما بقي\r\nكفاف هزينه حج را نخواهد داد ، واجب است خمس يا زكات را\r\nبدهد وحج بر أو واجب نخواهد بود .\r\nوفرقى نيست بين آن كه خمس يا زكات در عين مالش\r\nباشد يا بر ذمه‌اش .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 33 - كسى كه حج بر أو واجب شده وخمس يا زكات\r\nيا حقوق واجب ديگر بدهكار است ، لازم است آنها را بدهد ،\r\nوتا آنها را نپرداخته جايز نيست به حج برود . مگر اين كه\r\nصاحبش مطالبه ننمايد بلكه راضى به بقاء در ذمه باشد پس بنابر\r\nعدم فعليت وجوب أداء مگر بعد از مطالبه وبا وجود محل\r\nبراي أداء داشتن مقدار كافى براي حج ، استطاعت است وحج\r\nواجب است .\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 34 - هر گاه انسان مقدارى پول داشته باشد ، ونداند\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\nكه كفاف مخارج حج را مىدهد يا نه حج بر أو واجب نيست\r\nولازم نيست فحص وتحقيق كند ، هر چند فحص وتحقيق\r\nأحوط مگر اين كه عسر وحرج باشد .\r\n\r\n\r\nمسأله 35 - هر گاه انسان مالي دارد كه در دسترسش نيست\r\nوبه تنهايى يا با مالي كه در دسترسش است كفاف مخارج حج را\r\nمىدهد ، اگر نتواند در آن مال هر چند با وكالت دادن\r\nدر فروشش باشد تصرف كند ، حج بر أو واجب نخواهد بود ،\r\nوچنانچه بتواند واجب خواهد بود .\r\n\r\n\r\nمسأله 36 - هر گاه انسان مالي داشته باشد كه كفاف هزينه\r\nحج را بدهد ، مىتواند قبل از حركت قافله آن را در مصارف\r\nخود خرج كند هر چه ديگر نتواند به حج برود ولى در صورتي كه\r\nآن مال را بطور نسيه تا زمان بعد از حج بفروشد ومنظور فرار\r\nاز استطاعت باشد احتياط اين است كه اقدام به اين عمل\r\nننمايد .\r\n\r\n\r\nمسأله 37 - ظاهر اين است كه مالك بودن زاد وراحله معتبر\r\nنيست . پس هر گاه نزد انسان مالي باشد كه تصرفش در آن جايز\r\nباشد ، حج بر أو واجب مىشود البتة در صورتي كه كفاف\r\nمخارج حج را بدهد وشرايط ديگر را نيز دارا باشد .\r\n\r\n\r\n\r\nمسأله 38 - همچنان كه داشتن توشه ووسيله سواري\r\nومخارج حج براي رفتن در أول لازم است ، براي برگشتن وتا\r\nآخر نيز لازم است . يعنى بايد انسان داراى آنها باشد چه هنگام\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nرفتن وچه هنگامى كه مشغول اعمال حج است وچه هنگام\r\nبازگشت به وطن . پس اگر مالي كه داشت در بلد خودش يا در\r\nراه تلف شد حج بر أو واجب نخواهد بود واين امر كشف\r\nمىكند از اين كه از أول استطاعت نداشته . ومانند اين است هر گاه\r\nبدهى قهري پيدا كند . مثل اين كه از روى خطا مال كسى را تلف\r\nكند واگر دارايى خود را صرف حج نمايد ، نتواند عوض أو را\r\nبه صاحبش بدهد . بلى تلف كردن عمدى وجوب حج را از بين\r\nنمىبرد بلكه حج بر أو مستقر خواهد بود ولازم است حج را\r\nهر چند به سختى وگدايى باشد به جا آورد اينها كه گفته شد فقط\r\nدر مورد تلف زاد وراحله است . واما تلف مالي كه در بلد\r\nخود براي زندگى جا گذاشته ، كاشف از اين نيست كه از أول\r\nمستطيع نبوده ، بلكه در اين صورت حجش كافى وبعد از آن\r\nحجى بر أو نيست .\r\n\r\n\r\n\r\n\r\nمسأله 39 - اگر انسان مالي داشته باشد كه به مقدار مصارف\r\nحج باشد ولى عقيده‌اش اين بوده كه كافى نيست ، يا غفلت\r\nداشته ، يا غافل از وجوب حج بوده غفلتى كه معذور بوده ،\r\nحج بر أو واجب نيست . واما اگر شك داشته يا غافل از وجوب\r\nحج باشد ومنشأ غفلتش تقصير بوده سپس دانست يا يادش\r\nآمد بعد از آن كه مالش تلف شده ومتمكن از حج نشد ،\r\nظاهر اين است كه حج بر ذمه وى مستقر شده اگر داراى ساير\r\nشرايط بوده .\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\nمسأله 40 - همچنان كه استطاعت به داشتن زاد\r\nوراحله محقق مىشود ، به بذل ، يعنى كسى مصارف وهزينه\r\nحج را به انسان بدهد ، نيز محقق مىشود . ودر بذل فرقى\r\nنيست بين آن كه يك نفر تمام مخارج را بدهد يا چند نفر كه\r\nهر كدام قسمتى را به عهده بگيرند . وچنانچه كسى را دعوت به\r\nحج نموده وملتزم به زاد وراحله ومخارج زندگى عائله وى\r\nشوند با وثوق به بذل كننده حج بر أو واجب مىشود .\r\nودر صورت عدم قبول حج بر أو مستقر شده وبايد در سال آينده\r\nويا سال جارى در صورت امكان ولو با قرض به حج برود\r\nوهمچنين است اگر به أو مالي داده شود كه در حج صرف نمايد\r\nوآن مال كفاف هزينه حج وزندگى عائله وى را بدهد . وفرقى\r\nبين اباحه ( در اختيار گذاشتن ) وتمليك ودادن عين مال يا\r\nقيمت آن نيست . مثل اين كه شخصي ماشين خود را كه مثلا\r\nبيست هزار تومان ارزش دارد در اختيار انسان گذاشته يا\r\nمىبخشد كه آن را در راه حج صرف كند يا قيمت آن را به انسان\r\nبه همين منظور مىپردازد .\r\n\r\n\r\n\r\n\r\nمسأله 41 - هر گاه شخصي براي شخصي مالي وصيت كند\r\nكه با آن مال حج نمايد ، در صورتي كه آن مال به مقدار هزينه\r\nحج وخرج زندگى عائله وى باشد ، پس از مردن موصى حج\r\nبر موصى له واجب مىشود . وهم چنين است اگر شخصي مالي را\r\nبراي حج وقف يا نذر يا وصيت نمايد ، ومتولى وقف آن مال را\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nبه انسان بذل نمايد حج بر أو واجب خواهد بود .\r\n\r\n\r\nمسأله 42 - رجوع به كفايت كه معناى آن در شرط چهارم\r\nبيان شد ، در استطاعت بذلى شرط نيست . بلى داشتن مؤنه عيال\r\nتا وقت رجوع شرط است مگر آن كه با نرفتن حج نيز عيال أو در\r\nمضيقه بسر برد ورفتن حج تأثيرى در اين جهت نداشته باشد\r\nوهمچنين اگر انسان مالي از خود داشته باشد كه كمتر از مصارف\r\nوهزينه حج است وشخصي كمبود أو را بذل نمايد ، واجب\r\nاست قبول كند ولى در اين صورت رجوع به كفايت شرط\r\nاست . مثلا انسان ده هزار تومان دارد ومصارف حج پانزده\r\nهزار تومان است واگر خواسته باشد رجوع به كفايت كند بايد\r\nبيست هزار تومان داشته باشد ، در صورتي كه باذل پنج هزار\r\nتومان به عنوان كمبود به أو بدهد ، چون رجوع به كفايت ندارد حج\r\nواجب نخواهد بود ، ولى اگر باذل ده هزار تومان بدهد واجب\r\nمىشود .\r\n\r\n\r\nمسأله 43 - اگر شخصي مالي به انسان هبه نمايد\r\n( ببخشد ) كه با آن به حج برود ، قبول آن واجب نيست ودر\r\nصورت قبول استطاعت بذليه محقق مىشود ، وهمچنين است\r\nاگر واهب ( بخشنده ) اختيار را به انسان بدهد وبگويد مىخواهى با اين مال حج برو\r\nونمىخواهى به حج نرو ويا مالي\r\nرا ببخشد ونامى از حج نبرد ، قبولش واجب نيست . واگر قبول\r\nكرد حكم استطاعت ماليه را دارد .\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n\r\nمسأله 44 - در مسأله \" 31 \" گفته شد كه بدهكارى در يك\r\nصورت مانع از استطاعت است در اينجا مىگوييم در استطاعت\r\nبذلى ، دين وبدهكارى مانع نيست . بلى اگر وقت پرداخت\r\nبدهى سر رسيده باشد وطلبكار هم مطالبه كند وبدهكار\r\nقدرت پرداخت بدهى خود را داشته باشد ، اگر به حج نرود\r\nوباذل مقدار قرض را نمىپردازد حج بر أو واجب نخواهد شد .\r\n\r\n\r\nمسأله 45 - هر گاه جماعتى مالي را در ميان بگذارند كه\r\nفردى از اين جمع يا از جمع ديگر به حج برود ، چنانچه يكى\r\nسبقت وپيشدستى نموده ومال را برداشت وقبض نمود\r\nتكليف از ديگران ساقط مىشود ، وچنانچه همه بدون عذر\r\nمشروع ترك كردند وهر يك از آنها با بذل مىتوانست قبض كند\r\nحج بر همه واجب ومستقر مىشود .\r\n\r\n\r\n\r\n\r\nمسأله 46 - با بذل ، جز حجى كه وظيفة مبذول له بوده در\r\nصورت استطاعت ، واجب نمىشود . پس اگر وظيفة مبذول\r\nله حج تمتع بوده وحج قران يا افراد ( معناى اين دو بعدا\r\nبيان خواهد شد ) به أو بذل شود ، بر أو واجب نيست قبول كند\r\nوبالعكس يعنى كسى كه وظيفه‌اش حج قران يا افراد است\r\nاگر مئونه حج تمتع به أو بذل شود قبولش واجب نيست .\r\nوهمچنين است يعنى قبول واجب نيست بر كسى كه\r\nحجة الاسلام را بجا آورده باشد . واما كسى كه حجة الاسلام\r\nبر ذمه وى آمده يعنى مستطيع شده وحج نرفته تا اين كه بىپول\r\nو ","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nنا دار شده وبه أو بذل شود ، قبولش واجب است .\r\nوهمچنين كسى كه حج بر أو به نذر يا شبه آن واجب شده\r\nوتمكن ندارد كه اين شخصي نيز در صورت بذل بايد قبول كند .\r\n\r\n\r\n\r\n\r\nمسأله 47 - هر گاه به كسى پولى بذل شود كه با آن حج نمايد\r\nوآن مال در بين راه تلف شد وجوب حج از أو ساقط\r\nمىشود . بلى اگر متمكن از ادامه سفر از مال خود باشد ويا مقارن تلف ، شخصي بقيه\r\nمخارج سفر را به أو بذل كند واجب است ادامه بدهد وحج را به جا آورد واين حج مجزى از حجة\r\nالاسلام خواهد بود . چيزى كه هست در اين صورت وجوب\r\nحج مشروط به رجوع به كفايت است ، به اين معنى كه اگر اين\r\nشخص پول خود را در راه حج صرف نمايد پس از بازگشت در\r\nاداره زندگى خود وعائله درمانده نمىشود ، ولى اگر بداند كه\r\nدرمانده مىشود ادامه سفر بر أو واجب نخواهد بود .\r\n\r\n\r\nمسأله 48 - در وجوب حج ، بذل نقدي معتبر نيست يعنى\r\nلازم نيست بخشنده مال را نقد بدهد . بلكه اگر أو را وكيل كند كه از قبل\r\nأو پولى قرض كرده وبه حج برود كه بعد خودش قرض را بپردازد\r\n، حج بر أو واجب مىشود .\r\n\r\n\r\nمسأله 49 - ظاهر اين است كه پول قرباني نيز بر باذل يعنى\r\nدهنده است . پس اگر مصارف حج را داد وپول قرباني را نداد ، حج\r\nبر گيرنده واجب نمىشود ، مگر در صورتي كه خود توانايى خريد\r\nآن را از مال خود داشته باشد ، بلى اگر پرداخت\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nپول قرباني موجب سختى وحرج مالي أو شود ، قبول بر أو واجب\r\nنخواهد بود واما كفارات ظاهر اين است كه بر گيرنده\r\nواجب باشد نه بر دهنده .\r\n\r\n\r\nمسأله 50 - حج بذلى يعنى حجى كه انسان با پول ديگرى كه به\r\nأو داده به جا آورد ، كفايت از حجة الاسلام مىكند ، واگر گيرنده\r\nپس از اين حج ، خودش مستطيع شد ديگر حجى بر أو واجب\r\nنخواهد شد .\r\n\r\n\r\n\r\nمسأله 51 - باذل ( دهنده يا بخشنده مال ) قبل از آن كه گيرنده\r\nداخل احرام شود وبنا\r\nبا اظهر نفقه بازگشت از محل اعلام رجوع كه زائد بر نفقه وطن\r\nاست بر باذل است واظهر عدم جواز رجوع است بعد از\r\nاحرام .\r\n\r\n\r\n\r\nمسأله 52 - هر گاه به كسى از سهم سبيل الله زكات داده شود كه\r\nدر راه حج صرف نمايد حج بر أو واجب است ، ولى اگر از\r\nسهم سادات ، خمس يا از سهم فقرا ، زكات داده شود وشرط شود\r\nكه در راه حج صرف نمايد چنين شرطي صحيح نيست\r\nپس حج هم واجب نمىشود .\r\n\r\n\r\nمسأله 53 - چنانچه به انسان مالي داده شود وبا أو حج نموده\r\nبعد معلوم شد كه آن مال غصبى بوده ، اين حج مجزى از حجة\r\nالاسلام نخواهد بود ومالك آن مال ، حق دارد به دهنده يا گيرنده رجوج\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nنمايد . لكن اگر به گيرنده رجوع كرد ، گيرنده به دهنده رجوع\r\nمىكند اگر غصب بودن را نمىدانسته . وچنانچه مىدانسته مال\r\nغصبى بوده وبا آن به حج رفته ، حق رجوع به دهنده ندارد .\r\n\r\n\r\nمسأله 54 - اگر كسى براي خود بدون استطاعت يا به جاى\r\nديگرى تبرعا يا با اجاره حج نموده ، حجش كفايت از\r\nحجة الاسلام نمىكند پس در صورتي كه مستطيع شود بايد حج\r\nرا به جا آورد .\r\n\r\n\r\n\r\nمسأله 55 - چنانچه كسى به اعتقاد اين كه مستطيع نيست ، به\r\nعنوان استحباب به حج رفت وقصد فرمانبردارى امر فعلى را نمود\r\nبعدا معلوم شد مستطيع بوده حجش كفايت مىكند وحج ديگرى\r\nبر أو واجب نيست .\r\n\r\n\r\n\r\n\r\nمسأله 56 - در صورتي كه زن مستطيع شود مىتواند بدون اذن\r\nشوهر حج نمايد واذن أو شرط نيست ، همچنان كه شوهر\r\nنمىتواند زن خود را از حج واجب منع نمايد . بلى مىتواند در\r\nصورتي كه وقت وسعت دارد أو را نگذارد با اولين قافله حركت\r\nكند وزنى كه از شوهر خود طلاق گرفته وطلاقش رجعي\r\nاست وعده أو تمام نشده مانند زن شوهر دار است .\r\n\r\n\r\n\r\nمسأله 57 - هنگامى كه بانوى واجب الحج شد ، همراه داشتن\r\nمحرم با خود شرط نيست در صورتي كه مأمون بر نفس خود\r\nباشد ، ودر صورتي كه مأمون نباشد وبر خود بترسد لازم است\r\nمحرمى همراه خود داشته باشد هر چند به اجرت باشد ، البتة\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nدر صورتي كه متمكن از اجرت دادن باشد ، والا حج بر أو واجب\r\nنخواهد بود .\r\n\r\n\r\n\r\nمسأله 58 - كسى كه نذر كرده است هر سأله روز عرفه حضرت\r\nسيد الشهدا را در كربلا زيارة كند مثلا وبعد از اين نذر مستطيع\r\nشود نذرش منحل وحج بر أو واجب مىشود . وهمچنين است\r\nهر نذر كه مزاحم حج باشد .\r\n\r\n\r\n\r\nمسأله 59 - شخص مستطيع در صورتي كه توانايى حج را\r\nداشته باشد بايد شخصا به حج برود ، وچنانچه كسى خواسته\r\nباشد از قبل أو تبرعا يا با اجرت حج نمايد ، كفايت نمىكند .\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 60 - كسى كه حج بر ذمه وى مستقر شده وشخصا\r\nنتوانسته به علت بيمارى يا پيرى يا مانعى ديگر ، حج را به جا آورد\r\nيا حج نمودن برايش مشقت وحرج داشته واميد بهبودى وتوانايى\r\nرا بعد از آن ندارد ، واجب است براي خود نايب بگيرد وهمچنين\r\nكسى كه دارا وثروتمند است وتوانايى مباشرت اعمال حج را\r\nندارد يا دشوار وبا مشقت است بايد نايب بگيرد .\r\nليكن اظهر عدم وجوب فوريت نائب گرفتن است واگر\r\nدر صورت استنابه رفع مانع بر خلاف غالب شد واجب است\r\nاعاده بنا بر احتياط .\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 61 - در صورتي كه نايب به جاى كسى كه توانايى\r\nنداشت شخصا به حج برود ، حج نمود ومنوب عنه در حالتي كه\r\nعذرش باقي بود فوت نمود ، حج نايب كفايت مىكند هر چند\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nحج بر ذمه وى مستقر بوده ، در صورتي كه در حال يأس نائب\r\nگرفته است . ودر غير مأيوس أحوط استنابه مجدد است واما\r\nاگر اتفاقا قبل از مردن عذر أو بر طرف شد ، پس أحوط اين است\r\nكه شخصا در صورت تمكن حج نمايد وچنانچه بعد از محرم\r\nشدن نائب عذرش بر طرف شود بگونه‌اى كه منوب عنه بتواند\r\nشخصا حج را بجا آورد پس بايد چنين كند واظهر آن است كه\r\nبر نائب واجب نيست عمل حج را تمام نمايد وبايد از احرام\r\nمحل شود .\r\n\r\n\r\n\r\n\r\nمسأله 62 - كسى كه شخصا از حج نمودن معذور است وتمكن\r\nنايب گرفتن هم ندارد ، وجوب حج از أو ساقط است ، ولى واجب\r\nاست بعد از فوتش قضا شود در صورتي كه حج بر أو مستقر بوده ،\r\nواگر مستقر نبوده واجب نيست . وچنان كه متمكن از نايب گرفتن\r\nبوده ونايب نگرفت تا فوت نمود ، واجب است از قبل أو قضايش\r\nبه جا آورده شود .\r\n\r\n\r\n\r\n\r\nمسأله 63 - اگر استنابت واجب شد ، ونايب نگرفت ، بنا بر اظهر\r\nجايز است شخصي تبرعا از قبل أو حج به جا آورد ليكن\r\nبنا بر أحوط بدون اذن براي فراغ از ذمه ، كفايت نمىكند ، ونايب\r\nگرفتن بر خودش واجب است .\r\n\r\n\r\nمسأله 64 - در نايب گرفتن كفايت مىكند كه از ميقات نايب\r\nبگيرد وواجب نيست از بلد خود نايب بگيرد .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 65 - كسى كه حج بر ذمه‌اش مستقر بوده ، اگر بعد از\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\nاحرام در حرم بميرد كفايت از حجة الاسلام مىكند ، خواه حجش\r\nحج تمتع خواه قران خواه افراد باشد . واگر فوتش در اثناى عمره\r\nتمتع بوده ، كفايت از حجش نيز مىنمايد ، وقضا از أو واجب\r\nنيست واگر قبل از آن بميرد قضا واجب مىشود ، هر چند فوتش\r\nبعد از احرام وقبل از دخول حرم يا بعد از دخول حرم بدون احرام\r\nباشد ، وظاهر اين است كه اين حكم اختصاص به حجة الاسلام\r\nدارد ، وكسى كه بعد از احرام در حرم\r\nبميرد وحج از سالهاى پيش بر ذمه اش مستقر نبوده بي اشكال حج\r\nوى كفايت از حجة الاسلام مىكند ، واما اگر قبل از دخول\r\nدر حرم بميرد ظاهر اين است قضا ساقط است .\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 66 - هر گاه كافرى كه مستطيع بوده مسلمان شود حج بر\r\nأو واجب مىشود ، ولى چنانچه پس از زوال استطاعت مسلمان\r\nشود ، حج بر أو واجب نخواهد بود\r\n\r\n\r\n\r\nمسأله 67 - حج بر مرتد ( كسى كه از دين اسلام برگشته ) واجب\r\nمىشود ، ولى در حال ارتداد چنانچه حج نمايد حجش صحيح\r\nنخواهد بود . وهر گاه توبه كرد وحج نمود حجش صحيح خواهد\r\nبود ، اگر چه مرتد فطرى باشد بنابر أقوى .\r\n\r\n\r\nمسأله 68 - مسلمان غير شيعه چنانچه به حج رفته سپس شيعه\r\nشود اعاده حج بر أو واجب نيست ، در صورتي كه حج را بر طبق\r\nمذهب خود يا مذهب شيعه به طرز صحيح به جا آورده باشد .\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\nمسأله 69 - هر گاه حج بر كسى واجب شد ، ودر به جا آوردنش\r\nاهمال وتأخير كرد تا استطاعتش از بين رفت ، واجب است حج را\r\nبه هر ترتيبي شده بجا آورد ، حتى اگر به سختى وگدايى باشد\r\nالبتة به حد عسر وحرج نرسد . وچنانچه قبل از حج بميرد\r\nواجب است از تركه وى حج را قضا نمايد . وچنانچه كسى تبرعا\r\nبدون اجرت به جاى أو حج نمايد صحيح وكافى است .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nوصيت به حج\r\nمسأله 70 - كسى كه حجة الاسلام بر ذمه‌اش مىباشد هنگامى\r\nكه مرگش نزديك شود واجب است وصيت كند كه حجش را به جا\r\nآورند . پس اگر مرد حجش از أصل تركه داده مىشود اگر چه\r\nوصيت نكرده باشد . وهم چنين است ( يعنى حجش از أصل تركه\r\nخارج مىشود ) در صورتي كه وصيت نموده ولى مقيد به ثلث\r\nخود نكرده است . واگر وصيت نموده ومقيد به ثلث هم نموده ،\r\nپس اگر ثلثش ( يك سوم دارايىاش ) وافى به مخارج حج باشد\r\nواجب است حج را از ثلث اخراج نمايند ، وبر ساير چيزهايى كه\r\nوصيت كرده مقدم است ، وچنانچه ثلث به مقدار مصارف وهزينه\r\nحج نباشد ، لازم است كمبود را از أصل تركه تكميل نمايند .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 71 - كسى كه بميرد وحجة الاسلام بر ذمه وى\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\nباشد ونزد شخصي وديعه وأمانتي داشته باشد ، واين\r\nشخص علم يا اطمينان داشته باشد كه چنانچه آن وديعه را به ورثه‌اش\r\nبرگرداند حج را بجا نخواهد آورد ، مىتواند بلكه لازم\r\nاست با أجرة المثل استيجار حج نمايد ، وچنانچه چيزى زياد\r\nآمد زيادى را به ورثه أو بدهد ، والحاق خوف به اطمينان خالى\r\nاز وجه نيست فرقى نيست بين آن كه شخص به جاى\r\nأو حج نمايد يا ديگرى را أجير كند كه به جاى صاحب مال حج\r\nنمايد ودور نيست ملحق به وديعه باشد هر مالي كه ميت نزد\r\nديگرى داشته باشد ، از قبيل عارية يا اجاره يا غصب يا طلب\r\nوغير اينها .\r\n\r\n\r\n\r\nمسأله 72 - كسى كه بميرد وحجة الاسلام بر ذمه وى باشد\r\nومقروض هم باشد وخمس وزكات نيز بر ذمه داشته باشد وتركه أو\r\nكفاف تمام اينها را ندهد اگر مالي كه خمس يا زكات به أو تعلق\r\nگرفته موجود باشد بايد خمس وزكات را بپردازد وچنانچه\r\nخمس وزكات بذمه وى منتقل شده تخصيص حج به أقرب طرق\r\nآن به مقدار وافى به حج وصرف زائد در ساير ديون خالى از\r\nوجه نيست .\r\n\r\n\r\nمسأله 73 - كسى كه مرده وحجة السلام بر أو بوده ، ورثه پيش\r\nاز استيجار براي حج مىتوانند در تركه تصرف كنند ،\r\nدر صورتي كه قصد استيجار داشته باشند .\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\nمسأله 74 - كسى كه فوت كرده وحجة الاسلام بر أو هست\r\nوتركه وى به مقدار هزينه حج نيست ، واجب است در صورتي كه\r\nبدهى يا خمس وزكات دارد در آنها صرف شود ، وچنانچه\r\nبدهكارى ندارد تركه براي ورثه است وواجب نيست كمبود هزينه\r\nحج را از مال خود تكميل نمايند .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 75 - چنانچه كسى فوت كند وحجة الاسلام بر ذمه وى\r\nباشد ، واجب نيست از وطن وبلد وى نايب بگيرند بلكه نايب\r\nگرفتن از ميقات كافى است . نزديكترين ميقات به مكة در صورت\r\nامكان كافى است . مگر آن كه حج شخص نائب\r\nمتوقف بر حج بلدي باشد ويا آن كه وصيت به حج بلدي شده\r\nباشد كه در اين موارد نيز از أصل تركه مخارج آن تامين\r\nمىگردد ودر غير اين موارد مخارج زائد بر ميقات بايد از ثلث\r\nپرداخت شود وأحوط وأولى اين است كه اگر مال گنجايش\r\nداشته باشد از وطن نايب گرفته شود ، ولى اجرت بيشتر از\r\nميقات بر ورثه صغار واجب نيست .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 76 - كسى كه بميرد وحجة الاسلام بر ذمه وى باشد ،\r\nواجب است در همان سال فوتش نايب بگيرند واگر در همان سال\r\nاستيجار ونايب گرفتن از ميقات ممكن نباشد لازم است از بلد وى\r\nنايب بگيرند وهزينه اين نايب گرفتن از أصل تركه است . وتأخير\r\nانداختن تا سال بعد جايز نيست ، هر چند معلوم باشد كه نايب\r\nگرفتن از ميقات در سال بعد\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\nممكن است .\r\n\r\n\r\n\r\nمسأله 77 - كسى كه مرده وحجة الاسلام بر ذمه وى بوده ويا\r\nاين كه وصيت كرده از ثلث أو حج ندبي به جا آورند ولى\r\nبه جهت عوارض سال نائبى پيدا نشود مگر به بيشتر از مقدار\r\nمعمول ، واجب است به نايب گرفته شود ، تأمل است .\r\n\r\n\r\n\r\nمسأله 78 - اگر كسى بميرد وبعضي از ورثه وى اقرار كنند كه\r\nحجة الاسلام بر متوفى بوده وديگران يعنى ساير ورثه منكر آن\r\nباشند ، بر اقرار كننده بجز پرداخت مقدارى كه\r\nبه سهم وى تعلق مىگيرد واجب نيست ، پس چنانچه اين مقدار\r\nكفاف هزينه حج را نمود هر چند با تكميل متبرع يا به نحو ديگر\r\nواجب است نائب گرفته شود ، وچنانچه به هيچ نحوى\r\nكفاف هزينه حج را ندهد نائب گرفتن واجب\r\nنمىشود وبر اقرار كننده واجب نيست كمبود را از سهم\r\nخود تكميل نمايد .\r\n\r\n\r\n\r\nمسأله 79 - كسى كه مرد وحجة الاسلام بر ذمه دارد ، چنانچه\r\nشخصي تبرعا به جاى أو حج نمود بر ورثه واجب نيست برايش\r\nنايب بگيرند بلكه مقدار هزينه حج هم باز گشت به ورثه خواهد\r\nنمود\r\n\r\n\r\n\r\n\r\n\r\nمسأله 80 - كسى كه حجة الاسلام بر ذمه داشته ووصيت\r\nنموده كه از بلدش نايب گرفته شود ، واجب است از بلد نايب\r\nگرفته شود ، ولى ما زاد بر اجرت ميقات از ثلث خارج\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nمىشود وچنانچه فقط وصيت به حج نموده وچيزى تعيين نكند به نايب\r\nگرفتن از ميقات اكتفا مىشد ، مگر در صورتي كه قرينه‌اى باشد\r\nكه مراد وى استيجار ونايب گرفتن از بلد باشد ، مثل اين كه\r\nمقدارى از مال را تعيين كند كه مناسب حج بلدي باشد .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 81 - هر گاه وصيت به حج بلدي باشد ، ولى وصى يا\r\nوارث كسى را از ميقات أجير نمايد ، ذمه ميت با عمل أجير از\r\nحج فارغ مىشود بنا بر اظهر .\r\n\r\n\r\n\r\nمسأله 82 - چنانچه وصيت به حج بلدي از غير بلد خود نمايد ،\r\nمثلا يك تهرانى وصيت كند كه از مشهد مقدس برايش نايب\r\nبگيرند ، عمل به اين وصيت واجب است وما زاد بر اجرت حج\r\nميقاتى از ثلثش اخراج مىشود .\r\n\r\n\r\n\r\nمسأله 83 - اگر وصيت كند كه براي حجة الاسلام نايب گرفته\r\nشود واجرت را نيز تعيين نموده باشد ، عمل به اين وصيت واجب\r\nاست وهزينه اش از أصل مال برداشته مىشود ، در صورتي كه بيش از أجرة المثل نباشد ، واگر بيش از آن بود تفاوتش از ثلث\r\nخواهد بود .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 84 - هر گاه وصيت كند كه از مال معينى براي أو حج داده\r\nشود ووصى دانست كه در آن مال خمس يا زكات است\r\nواجب است أول خمس يا زكات آن مال را داده وباقيمانده را\r\nصرف در راه حج نمايد . وچنانچه كفاف مصارف حج را\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nننمود ، لازم است\r\nكمبود از أصل تركه برداشته شود . اين در صورتي است كه حجى\r\nكه وصيت نموده حجة الاسلام باشد واگر حجة الاسلام نبوده\r\nباقيمانده در خيرات ديگر صرف شود .\r\n\r\n\r\n\r\n\r\nمسأله 85 - در صورتي كه نايب گرفتن براي حج از قبل مرده به\r\nوصيت يا غير وصيت واجب شده باشد ، كسى كه واجب بود نايب\r\nبگيرد سهل انگارى واهمال نموده ومالي كه براي حج در نظر\r\nگرفته شده بود تلف شد ، اين شخص ضامن خواهد بود وبر أو\r\nواجب است كه از مال خود برايش نايب بگيرد .\r\n\r\n\r\nمسأله 86 - در صورتي كه ثبوت واستقرار حج بر ذمه ميت\r\nمعلوم وبه جا آوردندش مشكوك باشد ، واجب است از قبل أو\r\nبجا آورده شود وهزينه‌اش از أصل مال اخراج مىگردد .\r\n\r\n\r\nمسأله 87 - به مجرد أجير گرفتن ذمه ميت برى نمىشود . پس\r\nاگر دانسته شود كه أجير به جهت عذر يا بدون آن حج را به جا\r\nنياورده ، واجب است دوباره أجير گفته شود ومخارج از أصل مال\r\nخارج وبرداشت مىشود . ودر صورتي كه اجرت أولى از مال\r\nميت بوده وپس گرفتنش ممكن باشد ، لازم است پس گرفته شود .\r\n\r\n\r\nمسأله 88 - چنانچه چندين أجير پيدا شود ، أحوط مستحب اين است كه كسى\r\nرا كه كمتر از ديگران اجرت مىگيرد أجير نمايند\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nدر صورتي كه اجرت به مال خود ميت باشد ، هر چند اظهر جواز استيجار\r\nاجيرى است كه از حيث فضيلت وشرف مناسب حال ميت باشد\r\nپس مىتوان أو را به مبلغ بيشترى أجير نمود .\r\n\r\n\r\nمسأله 89 - أجير گرفتن از بلد يا ميقات تابع تقليد يا اجتهاد\r\nوارث است نه خود ميت . پس چنانچه عقيدة ميت وجوب حج\r\nبلدي بوده وعقيدة وارث جواز استيجار از ميقات باشد ، بر وارث\r\nواجب نيست از بلد ميت أجير بگيرد مگر وصيت كرده\r\nباشد از بلد .\r\n\r\n\r\nمسأله 90 - هر گاه حجة الاسلام بر ذمه ميت باشد وتركه‌اى\r\nنداشته باشد ، بر وارث واجب نيست كه براي أو أجير بگيرد بلى\r\nمستحب است اين عمل را انجام دهد .\r\n\r\n\r\n\r\n\r\nمسأله 91 - هر گاه ميت وصيت به حج بنمايد اگر دانسته شود\r\nكه حجى كه وصيت كرده حجة الاسلام بوده ، لازم است هزينه آن\r\nاز أصل مال برداشت شود مگر در صورتي كه خودش تعيين كرده\r\nباشد از ثلث برداشته شود واما اگر دانسته شود كه حجى كه\r\nوصيت نموده حجة الاسلام نيست يا شك در آن حاصل شود ، در\r\nاين صورت هزينه حج از ثلث برداشته مىشود .\r\n\r\n\r\n\r\n\r\nمسأله 92 - هر گاه وصيت به حج نموده وشخص\r\nبخصوصى را براي بجا آوردن حج تعيين كرده لازم است\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\nعمل به وصيت شود ، پس اگر آن شخص قبول نكرد مگر اين كه بيشتر از مقدار متعارف\r\nبه أو بدهند ، مقدارى زيادى از ثلث برداشت مىشود ، وچنانچه آن\r\nهم ممكن نباشد ، ديگرى را به همان مقدار متعارف أجير نمايند .\r\n\r\n\r\nمسأله 93 - هر گاه وصيت به حج نموده واجرتى تعيين كند كه\r\nهيچ كس به آن رغبت نداشته باشد يعنى كمتر از مقدار متعارف\r\nباشد ، پس اگر حجى كه وصيت نموده حجة الاسلام باشد ، لازم\r\nاست كمبود از أصل تركه برداشته شود ، وچنانچه حجة الاسلام\r\nنباشد وصيت باطل مىشود واجرتى كه براي حج تعيين شده\r\nصرف خيرات ومبرات مىگردد .\r\n\r\n\r\nمسأله 94 - اگر كسى منزل خود را فروخته به يك مبلغى مثلا ،\r\nوبا مشترى شرط كرده كه پول منزل را پس از مردنش صرف در حج\r\nاز قبلش بنمايد .\r\nپول منزل از تركه خواهد بود پس اگر آن حج حجة الاسلام\r\nبوده ، شرط مزبور لازم شده وواجب است پول منزل صرف\r\nاجرت حج شد در صورتي كه بيش از مقدار متعارف نباشد\r\nوچنانچه بيش متعارف باشد مقدار متعارف از أصل تركه وما زاد بر\r\nآن از ثلث حساب مىشود واگر حج حجة الاسلام نبوده ، باز هم\r\nشرط لازم است وتمام پول حج از ثلث خارج مىشود وچنانچه\r\nثلث كمتر از آن پول باشد ، شرط مذكور در ما زاد بر ثلث لازم نخواهد\r\nبود .\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\nمسأله 95 - هر گاه شخصي مثلا منزل خود را به ديگرى\r\nمصالحه كند به شرط آن كه پس از مردنش براي أو حج به جا آورد ،\r\nچنين شرطي صحيح ولازم خواهد بود وآن خواهد بود وآن منزل از ملك مصالح\r\nوشرط كننده خارج شده واز تركه محسوب نخواهد بود هر چند\r\nآن حج مستحبى باشد وحكم وصيت شامل آن منزل نخواهد شد ،\r\nوهم چنين است اگر منزل خود را به ديگرى واگذار وتمليك نمايد\r\nبه شرط آن كه بعد از مردنش آن را فروخته وقيمتش را صرف حج\r\nبراي أو بنمايد تمام اينها صحيح ولازم خواهد بود ، هر چند چيزى\r\nكه شرط شده عمل مستحبى باشد وورثه حقي در آن منزل\r\nنخواهد داشت . واگر طرف مقابل از عمل به شرط تخلف نمود ،\r\nحق به هم زدن معامله به ورثه منتقل نمىشود ونمىتوانند اسقاط\r\nكنند اين خيار را كه حق ميت بوده . واين حق به حاكم شرع منتقل\r\nمىشود وبعد از فسخ ، آن مال صرف در چيزى كه شرط شده\r\nمىشود ، وچنانچه چيزى زياد آمد در خيرات ومبرات صرف\r\nخواهد شد .\r\n\r\n\r\nمسأله 96 - هر گاه وصى بميرد ودانسته نشود كه براي حج\r\nموصى قبل از مردن أجير گرفته يا نه در صورتي كه حج حجة\r\nالاسلام بوده واجب نيست از تركه اش أجير گرفته شود در صورتي كه بعد از مرگ موصى يك سال يا بيشتر گذشته باشد\r\nولى احتياط در أجير گرفتن است واگر حجة الاسلام نبوده از\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nثلثش بايد أجير گرفته شود وچنانچه وجهي كه\r\nبابت حج در نظر بوده وصى آن را قبض كرده وموجود باشد ، اخد\r\nمىشود چنانچه احتمال برود كه وصى از مال خود أجير گرفته وبعدا\r\nمال موصى را براي خود به جاى أو برداشته هر چند موجود\r\nنباشد در اين صورت ضمانتى بر وصى نخواهد بود زيرا كه احتمال مى رود بدون\r\nتفريط نزد أو تلف شده باشد .\r\n\r\n\r\nمسأله 97 - چنانچه مالي كه براي حج در نظر گرفته شده\r\nبدون سهل انگارى در نگهدارى در دست وصى تلف شود وصى\r\nضامن نخواهد بود وواجب است از بقيه تركه أجير گرفته شود در\r\nصورتي كه حج وصيت شده حجة الاسلام باشد . وچنانچه حجة\r\nالاسلام نباشد از بقيه ثلث بايد أجير گرفته شود . وچنانچه بقيه بين\r\nورثه تقسيم شده باشد ، از هر يك به نسبت پس گرفته مىشود .\r\nوهمچنين است اگر كسى براي حج أجير شده وقبل از به جا آوردن\r\nحج بميرد وتركه‌اى نداشته باشد يا داشته ولى گرفتن از آن ممكن\r\nنباشد ، كه در اين صورت مانند فرض قبلي بايد از تركه خود ميت\r\nيا ثلثش بر دارند .\r\n\r\n\r\nمسأله 98 - هر گاه مال قبل از أجير گرفتن در دست وصى تلف\r\nشود ودانسته نشود كه تلف در اثر سهل انگارى بوده ، جايز نيست\r\nتاوان از وصى گرفته شود .\r\n\r\n\r\nمسأله 99 - اگر كسى وصيت كند كه فلان مقدار مال در\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nغير حجة الاسلام صرف شود ، واحتمال برود كه آن مقدار بيشتر از\r\nثلث است ، جايز نيست تمام آن صرف شود .\r\n\r\n\r\n\r\n\r\n\r\nاحكام نيابت\r\nمسأله 100 - در نايب چند چيز معتبر است .\r\nأول : بلوغ ، يعنى نايب بايد بالغ باشد . پس حج بچه نا بالغ به\r\nجاى ديگرى كفايت نمىكند ، البتة در حجة الاسلام وحج هاى\r\nواجب ديگر ، اگر آن بچه مميز باشد كه خوب وبد را تشخيص دهد .\r\nخالى از رجحان نيست كه نيابت وى صحيح باشد اگر\r\nقائل به مشروعيت عبادت صبي مميز باشيم .\r\nدوم : عقل ، يعنى نايب بايد عاقل باشد ، پس نيابت ديوانه از\r\nديگرى صحيح نخواهد بود ، خواه ديوانه هميشگى يا ادوارى ( گاه\r\nبه گاه ) باشد اگر عمل در وقت ديوانگى باشد . واما نايب شدن\r\nسفيه عيبى ندارد در صورتي كه أجير نشده باشد ولى در صورت\r\nمأذون بودن از ولى در أجير شدن اشكال ندارد .\r\nسوم : ايمان ، يعنى نايب بايد مؤمن ( علاوة بر خدا وپيغمبر ،\r\nدوازده امام را نيز قبول داشته ) باشد .\r\nپس نيابت غير مؤمن كافى نيست ، هر چند عمل را بر طبق مذهب\r\nما بجا آورد .\r\nچهارم : آن كه ذمه نايب در سال نيابت مشغول به حج واجب\r\nكه وجوب آن منجز وحتمي باشد مثل وجوب حج به سبب\r\nاستطاعت يا نذر وشبه آن نباشد واظهر آن است كه در صورت\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\nتخلف از اين شرط حج أو صحيح است اگر چه خلاف كرده\r\nاست ودر صورتي كه جاهل به وجوب باشد يعنى نداند كه حج بر خودش واجب است يا\r\nمىدانسته ولى غافل بوده است وفراموش كرده ، كه در اين دو صورت\r\nنيابت وى عيبى ندارد . واين شرط شرط صحت اجاره است نه\r\nشرط صحت حج نايب . پس هر گاه در حالي كه حج بر خودش\r\nواجب بود واز قبل ديگرى وبه نيابت أو حج نمايد اظهر آن است كه حج أو صحيح\r\nاست وذمه منوب عنه برى شده است ، ولى نايب اجرتى را كه\r\nقرار داده شده مستحق نخواهد\r\nبود بلكه مستحق أجرة المثل خواهد بود ( أجرة المثل يعنى نرخ متعارف ) .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 101 - وقتي ذمه منوب عنه فارغ وبرئ مىشود كه يقين\r\nحاصل شود كه نايب عمل را به طور صحيح به جا آورده ونايب\r\nحتما بايد اعمال حج واحكامش را به خوبى بداند ، هر چند با\r\nارشاد وراهنمايى ديگرى در هر عمل باشد . همچنان كه بايستى\r\nمورد وثوق واطمينان باشد ، اگر چه عادل نباشد .\r\n\r\n\r\n\r\n\r\nمسأله 102 - نايب شدن غلام زر خريد از شخص آزاد عيبى\r\nندارد ، اگر آن نيابت به اذن آقا واربابش باشد .\r\n\r\n\r\nمسأله 103 - نيابت شخص بالغ وعاقل از بچه نا بالغ مميز\r\nوديوانه عيبى ندارد . بلكه اگر حج بر ذمه ديوانه در حال افاقه واجب\r\nشده ودر حال ديوانگى مرده باشد ، لازم وواجب است\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nبرايش أجير بگيرند كه حج نمايد .\r\n\r\n\r\n\r\nمسأله 104 - همجنس وهمانند بودن نايب ومنوب عنه لازم\r\nنيست ونيابت مرد از زن وبالعكس صحيح است .\r\n\r\n\r\n\r\nمسأله 105 - نايب گرفتن صروره ( كسى كه هنوز حج نرفته )\r\nبراي صروره وغير صروره عيبى ندارد ، خواه نايب يا منوب عنه\r\nمرد باشد يا زن . بلى نايب گرفتن صروره\r\nمكروه است ، به خصوص در صورتي كه نايب زن ومنوب عنه مرد\r\nباشد اگر چه با داشتن بعض مرجحات ديگر از قبيل فقاهت\r\nوتقوى وكمالات ديگر جانب رجحان تقويت مىيابد واز مرجوحيت بيرون مىآيد ويك مورد مستثنى است وكراهت ندارد وآن موردى است\r\nكه منوب عنه مرد وزنده باشد ونتواند حجة الاسلام را به جا آورد ،\r\nدر اين صورت احتياط لزومى اين است كه نايب ، صروره ومرد\r\nباشد .\r\n\r\n\r\n\r\n\r\nمسأله 106 - منوب عنه بايد مسلمان باشد ، ونيابت از كافر\r\nبه احتمال حصول تخفيف عذاب محل تأمل است . پس هر گاه كافر مستطيعى بميرد ووارث مسلمان\r\nباشد ، واجب نيست براي أو نايب بگيرد وناصبي ( كسى كه دشمن\r\nأهل بيت وأئمة باشد ) مانند كافر است . ودر غير ناصبي از فرق مخالفين صحت\r\nنيابت مؤمن از آنها هم محل تأمل است .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 107 - نيابت از قبل شخص زنده در حج مستحبى\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\nعيبى\r\nندارد ، خواه مفت ومجانى باشد خواه به اجاره ، وهم چنين در حج\r\nواجب در صورتي كه خودش معذور از مباشرت عمل باشد چنان\r\nكه گذشت . ودر غير اين مورد نيابت از زنده جايز نيست واما\r\nنيابت از مرده در هر حال وبه هر نحو جايز است ، خواه نيابت تبرعا\r\nومجانى باشد خواه به اجاره وخواه حج واجب باشد يا مستحب .\r\n\r\n\r\n\r\n\r\nمسأله 108 - نيابت در صورتي صحيح است كه منوب عنه\r\nمعين ومشخص باشد به هر نحوى كه شد ولازم نيست نامش بر\r\nزبان آورده شود اگر چه مستحب است ولى قصد نيابت\r\nلازم است .\r\n\r\n\r\nمسأله 109 - همچنان كه نيابت به تبرع واجاره صحيح است به\r\nجعاله وشرط ضمن عقد ومانند اينها نيز صحيح است . جعاله اين\r\nاست كه شخصي به ديگرى بگويد اگر بجاى من يا فلان كس حج\r\nبه جا آوردى ، فلان مبلغ را به تو مىدهم . شرط ضمن العقد اين\r\nاست كه در ضمن عقد معامله ، مثلا فروش منزل يا مغازه ، شرط\r\nكند كه از قبل من يا فلان كس حج به جا بياورى .\r\n\r\n\r\n\r\nمسأله 110 - كسى را كه در ترك بعضي از اعمال حج يا در به جا\r\nنياوردن آن به طور صحيح معذور باشد بنابر احتياط با تمكن\r\nاز استيجار غير معذور نمىتوان أجير نمود ، بلكه\r\nاگر چنين شخصي تبرعا به نيابت ديگرى حج نمود ، اكتفا كردن به\r\nعملش مشكل است بلى اگر در به جا آوردن كارهاى كه بر محرم حرام\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\nاست معذور باشد ، مثل اين كه مضطر به تظليل ( زير سايه\r\nرفتن ) باشد أجير گرفتن يا نايب گرفتن چنين شخصي عيبى ندارد .\r\n\r\n\r\n\r\nمسأله 111 - هر گاه نايب پيش از محرم شدن بميرد ، ذمه منوب\r\nعنه فارغ وبرى نمىشود ولازم وواجب است دوباره برايش نايب\r\nگرفته شود ، وچنانچه پس از احرام ودخول در حرم بميرد كفايت از منوب عنه مىكند ،\r\nواگر مردنش قبل از دخول حرم باشد أقرب واظهر آن است كه كفايت نمىكنند ودر اين مورد فرقى بين\r\nحجة الاسلام وغير آن نيست . وهمچنين فرقى نيست بين اين كه\r\nنيابت به مزد واجرت باشد يا به تبرع ومجان .\r\n\r\n\r\nمسأله 112 - هر گاه أجير بعد از محرم شدن بميرد تمام اجرت\r\nرا مستحق خواهد شد ، در صورتي كه بر تفريغ ذمه ميت أجير شده\r\nباشد واما اگر أجير بر به جا آوردن اعمال شده باشد ، اجرت\r\nمقدارى را كه به جا آورده مستحق مىشود . وچنانچه قبل از احرام\r\nبميرد ، چيزى مستحق نخواهد بود . بلى اگر مقدمات عمل داخل\r\nاجاره باشد ، هر مقدار از مقدمات را كه انجام داده باشد اجرت\r\nهمان مقدار را مستحق مىشود .\r\nواگر براي نفس عمل حج أجير شده است استحقاق نسبت\r\nبه أجرة المثل نسبت به آنچه انجام شده بعيد نيست .\r\n\r\n\r\n\r\n\r\nمسأله 113 - هر گاه براي حج بلدي أجير شده وراهى تعيين\r\nنشده باشد ، أجير مخير است از هر راهى كه دلش\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\nخواست برود . وچنانچه راهى تعيين شده باشد ، عدول از آن راه به راه ديگرى\r\nجايز نيست . در صورت اماره معتبره بر تعلق\r\nغرض خصوصي به آن طريق مخصوص پس اگر از راه ديگرى رفته واعمال را به جا آورد ،\r\nچنانچه راه تعيين شده ، به طور شرطيت بوده أجير تمام اجرت را\r\nمستحق شده ومستأجر خيار فسخ دارد ( يعنى مىتواند معامله را به\r\nهم بزند ) ودر صورت به هم زدن ، أجرة المثل ( مزد مانند عمل ) را به\r\nأجير مىدهد . وچنانچه در نظر گرفتن ، آن راه به نحو جزئيت بوده ( يعنى\r\nرفتن از آن راه را جز عمل دانسته ) ، در اين صورت نيز مستأجر حق\r\nفسخ ( به هم زدن معامله را دارد ) واگر فسخ نكرد أجير اجرت مقرر را به\r\nمقدارى كه عمل نموده مىبرد ونسبت به مقدارى كه مخالفت نموده حقي ندار .\r\n\r\n\r\n\r\n\r\nمسأله 114 - هر گاه شخصي خود را أجير از قبل ديگرى نمايد\r\nكه شخصا عمل را در سال معينى به جا آورد ، چنانچه خواسته\r\nباشد از قبل ديگرى در همان سال أجير شود ، اجاره وى صحيح\r\nنخواهد بود . ولى چنانچه از قبل دو نفر در دو سال مختلف يا از\r\nقبل يكى به قيد مباشرت واز قبل ديگرى بدون قيد مباشرت ويا از قبل يكى بطور مطلق واز طرف ديگرى مقيد\r\nبه سال خاصي در\r\nيك سال أجير شود ، مانعى ندارد واجاره صحيح خواهد بود .\r\n\r\n\r\nمسأله 115 - هر گاه خود را براي حج در سال معينى أجير\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\nنمود ، نمىتواند تأخير نمايد ، ولى چنانچه مقدم داشت حج نيابتى\r\nرا اظهر صحت است زيرا تعيين محمول بر عدم تأخير است\r\nمگر در صورت تصريح بر عدم تأخير وتقديم ولى چنانچه تأخير نمود\r\n( يعنى در سال بعد از سال تعيين حج را به جا\r\nآورد ) اجاره منفسخ ولى ذمه منوب عنه برى مىشود واجرتى مستحق نخواهد بود ، ولى بعيد نيست مستحق\r\nأجرة المثل باشد در صورت انحلال قصد به ابراء وابراء در\r\nسال معين .\r\n\r\n\r\nمسأله 116 - هر گاه أجير به علت جلو گيرى دشمن يا از جهت\r\nبيمارى نتواند به حج برود واعمال را به جا آورد ، حكمش حكم\r\nكسى است كه از قبل خود حج بنمايد . وبيان حكم آن خواهد آمد .\r\nودر صورتي كه اجاره مقيد به همان سال بوده به هم مىخورد .\r\nوچنانچه مقيد نبوده حج بر ذمه‌اش باقي مىماند .\r\n\r\n\r\nمسأله 117 - هر گاه نايب ، كارى كه موجب كفاره مىشود انجام\r\nدهد ، مثلا در حال احرام زير سايه برود يا در آيينه نگاه كند ، كفاره\r\nرا بايد از مال خود بدهد ، خواه نيابت به اجاره ومزد باشد يا به\r\nتبرع ومجانى باشد .\r\n\r\n\r\nمسأله 118 - هر گاه شخصي ، ديگرى را به مبلغ معينى براي\r\nحج أجير گرفت وآن مبلغ كفاف مخارج حج را نداد ، بر مستأجر\r\nواجب نيست كمبود را تدارك كند ، همچنان كه\r\nدر صورت زياد آمدن نمىتواند زيادى را پس بگيرد ولى مستحب\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\nاست بر نائب اعاده زيادى اجرت خصوصا اگر زيادتى براي تقتير نبوده است .\r\n\r\n\r\nمسأله 119 - هر گاه شخصي را براي حج واجب يا مستحب\r\nأجير كنند ، وأجير حج خود را به جماع قبل از مشعر فاسد نمايد\r\n( يعنى پس از آن كه احرام عمره تمتع بيرون آمد وبراي حج محرم\r\nشد ودر مكة يا در عرفات با همسر خود جماع نمود ) واجب است\r\nحج را به آخر برساند . وبر نائب واجب\r\nاست در سال بعد حج نموده ويك شتر نيز كفاره\r\nبدهد وذمه منوب عنه فارغ مىشود وظاهر اين است كه استحقاق اجرت دارد ، در صورتي كه نيابت مقيد به سال أول نباشد واحكام\r\nذكر شده نسبت بن متبرع نيز جارى است ولى استحقاق\r\nاجرت ندارد .\r\n\r\n\r\n\r\nمسأله 120 - أجير هر چند اجرت را به عقد مالك مىشود ،\r\nولى واجب نيست اجرت به أو پرداخته شود مگر بعد از انجام\r\nعمل ، البتة در صورتي كه شرط تعجيل ننموده باشد ، به اين معنى\r\nكه به شرط پيش گرفتن اجرت أجير نشده باشد وچنانچه به اين\r\nشرط أجير شده باشد بايد اجرت را پيش از عمل به أو داد . ولى\r\nظاهر اين است كسى كه براي حج أجير مىشود ، مىتواند پيش از\r\nانجام عمل مطالبه اجرت نمايد . واين به جهت اين است كه قرينه\r\nبر چنين شرطي وجود دارد . زيرا كه غالبا أجير براي حج تا اجرت\r\nرا نگيرد نمىتواند به حج رفته ويا اعمال را\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\nانجام دهد .\r\n\r\n\r\n\r\n\r\nمسأله 121 - چنانچه كسى شخصا أجير شد كه حج به جا آورد ،\r\nنمىتواند ديگرى را براي اين حج أجير نمايد ، مگر به اذن واجازه مستأجر .\r\n\r\n\r\n\r\nمسأله 122 - هر گاه شخصي را براي حج تمتع أجير نمايد\r\nووقت هم زياد باشد واتفاقا وقت براي حج تمتع تنگ شد وأجير از\r\nعمره تمتع به حج افراد عدول نمايد وحج افراد به جا آورده\r\nوسپس عمره مفرده اى به جا آورده ، ذمه منوب عنه برى مىشود .\r\nولى در صورتي كه اجاره بر اعمال عمره وحج تمتع بوده أجير\r\nاستحقاق اجرت را نخواهد داشت ، بلى اگر اجاره بر تفريغ ذمه\r\nمنوب عنه بوده مستحق اجرت خواهد بود مثال : مرده يا زنده‌اى\r\nكه شخصا عاجز از حج است وحج به گردن دارد ، شخصي أجير\r\nمىشود كه اين را از گردن أو بردارد ، أجير هر طور حج به جا آورد ،\r\nحج از گردن أو برداشته مىشود وأجير مستحق اجرت خواهد\r\nبود ، ولى اگر أجير شود كه حج را به طور مخصوصى انجام دهد\r\nوتخلف نموده وطور ديگر انجام داد ، حج از گردن طرف برداشته\r\nشده وأجير مستحق اجرت نمىشود .\r\n\r\n\r\n\r\n\r\nمسأله 123 - در حج مستحبى يك نفر مىتواند به جاى چند\r\nنفر حج نمايد واما در حج واجب جايز نيست يك نفر به جاى دو\r\nيا بيشتر حج نمايد وبايد نيابت از قبل يك نفر باشد ،\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\nمگر در صورتي كه حج بر دو نفر يا بيشتر نحو شركت واجب شده باشد ،\r\nمثل اين كه دو نفر يا بيشتر نذر كنند كه با شركت يكديگر كسى را\r\nبراي حج أجير نمايند ، كه در اين صورت مىتوانند يك نفر را براي\r\nحج أجير نمايند كه به جاى آنها حج نمايد .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 124 - بيشتر از يك نفر مىتوانند در يك سال به جاى\r\nيك نفر ، خواه مرده خواه زنده ، خواه به طور تبرع ومجان خواه به\r\nاجاره ، حج به جا آورند ، در صورتي كه حج مستحبى باشد .\r\nوهمچنين است در حج واجب اگر متعدد باشد ، مثل اين كه بر\r\nشخصي به واسطه نذر دو حج واجب شده باشد كه دو مرتبه نذر\r\nحج نموده يا يكى حجة الاسلام وديگرى حج نذرى باشد كه در\r\nاين صورت مىتوان دو نفر را أجير نمود ، يكى را براي يكى از اين\r\nدو واجب وديگرى را براي واجب دوم وهم چنين جايز است دو\r\nنفر را براي يك نفر أجير نمود ، كه يكى حج واجب به جا آورد\r\nوديگرى حج مستحبى . وأجير نمودن دو نفر براي\r\nيك حج واجب مثل حجة الاسلام كه دو نفر را از باب\r\nاحتياط أجير مىنمايد به جهت احتمال ناقص بودن يكى از آن دو .\r\nخالى از اشكال نيست مگر با انحلال قصد به واجب\r\nومستحب .\r\n\r\n\r\n\r\n\r\nمسأله 125 - طواف في نفسه عمل مستحبى است ونيابت\r\nدر طواف از قبل مرده يا زنده‌اى كه در مكة نباشد يا در مكة باشد\r\nوشخصا نتواند طواف نمايد جايز است .\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\nمسأله 126 - نايب پس از فراغت از اعمال حج نيابتى ، مىتواند\r\nبراي خود يا ديگرى عمره مفرده به جا آورد ، همچنان كه مىتواند\r\nبراي خود يا ديگرى طواف نمايد .\r\n\r\n\r\n\r\n\r\nحج مستحبى\r\nمسأله 127 - مستحب است كسى كه مىتواند حج نمايد به حج\r\nبرود ، هر چند مستطيع نباشد ، يا آن كه مستطيع شده وحجة الاسلام\r\nرا به جا آورده . ومستحب است متمكن ، هر سأله حج را\r\nتكرار نمايد .\r\n\r\n\r\n\r\nمسأله 128 - هنگام خروج از مكة ، مستحب است نيت\r\nبازگشت به حج نمايد .\r\n\r\n\r\n\r\nمسأله 129 - مستحب است انسان كسى را كه استطاعت حج\r\nرفتن ندارد به حج بفرستد ، همچنان كه در صورتي كه بداند اگر\r\nبراي رفتن به حج قرض نمايد مىتواند بعدا قرض خود را بدهد ،\r\nمستحب است قرض نمايد ، وخرج زياد نمودن در حج مستحب\r\nاست .\r\n\r\n\r\n\r\nمسأله 130 - مستحب است به كسى كه استطاعت حج ندارد ،\r\nزكات داده شود كه با آن حج نمايد .\r\n\r\n\r\nمسأله 131 - هر گاه زن شوهر دار خواسته باشد حج مستحبى\r\nبه جا آورد ، بايد با اذن شوهر باشد وهمچنين زنى كه در عده\r\nرجعي باشد ، ولى زنى كه از شوهر خود طلاق بائن\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nگرفته ودر عده است ، اذن شوهر در حج وى معتبر نيست\r\n\r\n\r\nاقسام عمره\r\nمسأله 132 - عمره مانند حج است : گاهى واجب وگاهى\r\nمستحب ، وگاهى مفرده است وگاهى عمره تمتع است .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 133 - عمره مانند حج ، بر هر مستطيعى كه داراى شرايط\r\nاست واجب مىشود وجوبش مانند وجوب حج ، فورى است پس كسى كه مستطيع براي عمره شد ،\r\nهر چند براي حج مستطيع نباشد ، واجب است عمره را به جا آورد .\r\nبلى ظاهر اين است كه بر\r\nكسى كه وظيفه‌اش حج تمتع باشد ، عمره به تنهايى واجب نيست .\r\nپس كسى كه استطاعت حج ندارد واستطاعت عمره را دارد\r\nووظيفة اش حج تمتع است ، واجب نيست عمره را به جا آورد .\r\nوبنابر اين كسى كه براي حج أجير شده ، بعد از فراغت از اعمال حج\r\nنيابى واجب نيست عمره به جا آورد ، هر چند در اين هنگام\r\nاستطاعت عمره را دارد لكن به جا آوردنش أحوط است . واما\r\nكسى كه حج تمتع را به جا آورده ، پس عمره مفرده بر أو واجب\r\nنيست جز ما .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 134 - مستحب است عمره مفرده را مكررا به جا آورد ،\r\nواگر كسى بخواهد چند عمره بجا آورد اظهر اين است كه\r\nما بين هر دو عمره احتياج به فاصله ندارد اگر چه أفضل در عمره\r\nثانيه اين است كه در ماه ديگرى غير از ماه عمره سابقه باشد ويا\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\nيا فاصله ده روز بين دو احرام باشد بلكه أحد الفصلين أحوط\r\nاست وچنانچه خواسته باشد يك عمره\r\nبراي خود ويك عمره براي ديگرى به جا آورد فاصله يك ماه لازم\r\nنيست . وهم چنين است اگر هر دو عمره براي ديگرى باشد . همچنان كه\r\nفاصله بين عمره تمتع وعمره مفرده وبالعكس لازم نيست يعنى كسى كه\r\nعمره مفرده را بجا آورده وبلا فاصله خواسته باشد عمره\r\nتمتع به جا آورد ويا عمره تمتع را بجا آورده وبه حج رفته ، وهنوز\r\nيك ماه از عمره تمتع نگذشته عمره مفرده به جا آورد مانعى ندارد ،\r\nولى به جا آوردن عمره مفرده بين عمره تمتع وحج جايز\r\nنيست .\r\n\r\n\r\n\r\n\r\nمسأله 135 - همچنان كه عمره مفرده به استطاعت واجب\r\nمىشود ، به نذر وعهد وقسم وغير اينها نيز واجب مىگردد .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 136 - عمره مفرده با عمره تمتع در اعمال شريكند\r\nواعمال عمره تمتع خواهد آمد وعمره مفرده با عمره تمتع چند فرق\r\nدارد .\r\n1 - آن كه در عمره مفرده طواف نسا واجب مىشود ، ولى عمره\r\nتمتع طواف نساء واجب نيست .\r\n2 - آن كه عمره تمتع بجز در ماه‌هاى حج ( شوال وذى القعدة\r\nوذي الحجة ) واقع نمىشود وصحيح نخواهد بود ، ولى عمره مفرده در تمام ماهها صحيح است ، وأفضل وبرتر از همه\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\nماه رجب وبعد\r\nاز آن ماه مبارك رمضان است .\r\n3 - آن كه بيرون آمدن از احرام در عمره تمتع منحصر به تقصير\r\nاست ، ولى خروج وبيرون آمدن از احرام در عمره مفرده گاهى به\r\nتقصير وگاهى به تراشيدن سر مىباشد .\r\n4 - آن كه عمره تمتع وحج بايد در يك سال واقع شوند چنان كه\r\nخواهد آمد ، ولى عمره مفرده چنين نيست . وكسى كه حج افراد\r\nوعمره مفرده بر أو واجب باشد ، مىتواند حج را در يك سال\r\nوعمره را در سال بعد بجا آورد .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 137 - احرام بستن براي عمره مفرده از مواقيتى كه براي\r\nعمره تمتع احرام بسته مىشود ، جائز است ، وبيان مواقيت\r\nخواهد آمد . واگر مكلف در مكة باشد وبخواهد عمره مفرده به جا آورد جايز است از حرم خارج شده واحرام ببندد وواجب\r\nنيست به يكى از مواقيت برود واز آنجا محرم شود . وبهتر اين\r\nاست كه احرامش از يكى از اين سه جا باشد حديبيه ، جعرانه ،\r\nتنعيم وبيان هر يك بعدا خواهد آمد . واين سه كلمه ، نام سه جاى\r\nمعين در أطراف مكة است .\r\n\r\n\r\n\r\n\r\nمسأله 138 - عمره مفرده بر كسى كه بخواهد وارد مكة شود ،\r\nواجب است ، وجايز نيست بدون احرام وارد مكة شود . واز حكم\r\nوجوب احرام كسى كه مكررا بايد رفت وآمد كند مستثنى است ،\r\nمانند هيزم كش وعلاف وأمثال اينها . وهمچنين كسى كه بعد از\r\nتمام نمودن اعمال حج يا بعد از عمره\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\nمفرده از مكة خارج شده\r\nوبيرون رفته باشد ، چنين شخصي مىتواند پيش از گذاشتن يك ماه\r\nبدون احرام وارد مكة شود . وحكم كسى كه بعد از عمره تمتع\r\nوقبل از حج از مكة خارج شود خواهد آمد .\r\n\r\n\r\n\r\nمسأله 139 - كسى كه عمره مفرده را در ماه‌هاى حج به جا\r\nآورده واتفاقا تا وقت حج در مكة باقي مانده ، مىتواند عمره\r\nمفرده خود را عمره تمتع قرار داده وحج را به جا آورد ، وفرقى در\r\nاين حكم بين حج واجب وحج مستحبى نيست .\r\n\r\n\r\nمسألة 140 - داخل كردن هر يك از حج وعمره در ديگرى\r\nيعنى احرام حج قبل از اتمام اعمال عمره ويا احرام عمره قبل\r\nاز اتمام افعال حج جائز نيست بنابر اين اگر قبل از اتمام اعمال\r\nعمره محرم شود براي حج ويا قبل از اتمام اعمال حج محرم\r\nشود براي عمره احرام دوم باطل است واتمام عمل قبلي لازم\r\nومجزى است .\r\n\r\n\r\nمسئلة 141 - در حج افراد در صورتي كه عمره هم واجب شده باشد به نذر يا اجاره يا استطاعت لازم است بعد از تمام\r\nشدن آن عمره مفرده بجا آورد هر چند در غير ماه‌هاى حج\r\nباشد .\r\n\r\n\r\n\r\nمسئلة 142 - كسى كه محرم شده به احرام عمره تمتع\r\nولى عمدا به جا نياورد اعمال آن را وبه تأخير انداخت تا وقت\r\nتنگ شد هر چند در ابطال عمره معصيت كرده ولى واجب است\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nنيت حج افراد كند وبعدا عمره مفرده را به جا آورد .\r\n\r\n\r\n\r\n\r\n\r\n\r\nاقسام حج\r\nمسأله 143 - حج بر سه قسم است : 1 - حج تمتع ، 2 - حج\r\nافراد ، 3 - حج قران .\r\nقسم أول ، يعنى حج تمتع وظيفة كسى است كه فاصله وطنش تا\r\nمكة بيش از شانزده فرسخ باشد .\r\nقسم دوم وسوم ، يعنى حج افراد وحج قران وظيفة كسى است\r\nكه أهل خود مكة يا أطراف آن باشد ، به شرطي كه فاصله بين\r\nوطنش تا مكة كمتر از شانزده فرسخ باشد .\r\nواين رساله در بيان احكام قسم أول ، يعنى حج تمتع است كه\r\nمحل ابتلاى غالب برادران ديني است . ونظر به اين كه گاهى\r\nبه جهت ضرورت وبعضي از پيش آمدها حج تمتع تبديل به حج\r\nافراد مىشود ، ناچاريم كيفيت حج افراد را نيز بطور مختصر بيان\r\nنمائيم وكيفيت حج قرآن نيز بيان خواهد شد .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 144 - كسى كه وظيفة اش حج تمتع است ، مىتواند حج\r\nافراد يا قران را استحبابا بجا آورد ، همچنان كه كسى كه وظيفه‌اش\r\nحج افراد يا قران است ، مىتواند حج تمتع را استحبابا به جا آورد .\r\nواين معنى در حج واجب جايز نيست ، يعنى كسى كه حج افراد يا\r\nحج قران بر أو واجب شده نمىتواند به جاى آن حج تمتع به جا\r\nآورد وبالعكس ، يعنى كسى كه حج تمتع بر أو\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\nواجب شده ،\r\nنمىتواند به جاى آن حج افراد يا قران به جا آورد ، وچنانچه اين\r\nافراد به جاى حج واجب خود حج ديگرى به جا آورند كفايت\r\nنمىكند . بلى گاهى وظيفة كسى كه بايد حج تمتع به جا آورد ،\r\nعوض شده وبه حج افراد بر مىگردد ، چنان كه بيانش خواهد آمد .\r\n\r\n\r\n\r\nمسأله 145 - كسى كه دورى وطنش بيش از مكة بيش از شانزده\r\nفرسخ بوده ودر مكة ويا أطراف نزديك آن أقامت نموده ،\r\nوماندگار شده چنانچه اقامتش بعد از استطاعت وواجب\r\nشدن حج بر أو بوده ، بر چنين شخصي حج تمتع واجب\r\nاست اما اگر پس از أقامت در مكة وداخل شدن در سال سوم\r\nاستطاعت پيدا كرده ، حج افراد يا قران بر أو واجب\r\nمىشود ، واگر استطاعتش قبل از سال سوم باشد ، حج تمتع بر أو واجب مىشود .\r\nواين در صورتي است كه اقامتش به قصد\r\nمجاورت ( در جوار خانه خدا بودن ) باشد واما اگر به قصد\r\nتوطن باشد ، وعرفا مكة وطن أو به شمار آيد اگر چه بيش از\r\nشش ماه أقامت نكرده باشد وظيفة اش از أول حج افراد يا حج\r\nقران است .\r\n\r\n\r\n\r\nمسأله 146 - هر گاه در بلد خود مستطيع بوده وپس از\r\nاستطاعت در مكة أقامت نموده يا پس از أقامت در مكة وقبل از\r\nانقلاب وبر گشتن وظيفة اش به حج افراد يا حج قران مستطيع\r\nشود ، لازم است كه به يكى از مواقيت رفته واز آنجا براي عمره\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n\r\nتمتع محرم شود ، وأحوط اين است كه به ميقات أهل بلد خود\r\nبرود . وأهل هر بلدي ميقاتى دارند كه بيانش خواهد آمد .\r\nواگر از ميقات نتوانست محرم شود در خارج از حرم محرم شود\r\nوچنانچه از آنجا هم نتوانست از همان جائى كه هست محرم\r\nشود .\r\n\r\n\r\nحج تمتع\r\nمسأله 147 - حج تمتع ، عبارت از دو عبادت است كه نام\r\nعبادت أول ، عمره ونام عبادت دوم حج است . وگاهى عبادت\r\nدوم را حج تمتع مىگويند . وواجب است ( عمره را ) در حج تمتع\r\nپيش از حج به جا آورند .\r\n\r\n\r\n\r\nاعمال عمره تمتع\r\nمسأله 148 - در عمره تمتع پنج چيز واجب است :\r\nأول : احرام از يكى از ميقاتها ، وتفصيل آنها را خواهى دانست .\r\nدوم : طواف دور خانه خدا .\r\nسوم : خواندن دو ركعت نماز طواف .\r\nچهارم : سعى ( رفت وآمد ) بين صفا ومروه كه نام دو جاى\r\nمعين در جنب مسجد الحرام است .\r\nپنجم : تقصير ، يعنى گرفتن مقدارى از مو يا ناخن ،\r\nو ","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nهنگامى كه شخص اين اعمال پنچ گانه را به جا آورد ، از احرام بيرون رفته\r\nوچيزهايى كه به جهت احرام بر أو حرام شده بود ، حلال مىشود .\r\n\r\n\r\n\r\nمسأله 149 - بر مكلف واجب است با نزديك شدن روز نهم\r\nذي الحجة خود را براي اعمال آماده ومهيا نمايد .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nاعمال حج تمتع\r\nدر حج تمتع سيزده چيز واجب است :\r\nأول : بستن احرام از مكة ، به تفصيل وشرحي كه خواهد آمد .\r\nدوم : وقوف ( بودن ) در عرفات از أول ظهر روز نهم ذي الحجة\r\nتا مغرب . وعرفات نام جايى است در چهار فرسخى مكة\r\nسوم : بودن در مزدلفه ( مشعر ) كه بين عرفات ومكة است ، از\r\nطلوع فجر روز عيد قربان ( دهم ذي الحجة تا طلوع آفتاب ) .\r\nچهارم : رمى جمره عقبه ( زدن سنگريزه ) در منى روز عيد\r\nقربان . ومنى كه تقريبا يك فرسخ تا مكة فاصله دارد .\r\nپنجم : قرباني كردن در منى روز عيد .\r\nششم : تراشيدن سر يا گرفتن مقدارى از مو يا ناخن در منى . وبه\r\nاين عمل آنچه به سبب احرام بر وى حرام شده بود حلال\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nمىشود ،\r\nمگر زن وبوى خوش وشكار بنابر احتياط .\r\nهفتم : طواف دور خانه خدا به عنوان زيارة پس از بازگشت به\r\nمكة هشتم : به جا آوردن دو ركعت نماز طواف .\r\nنهم : سعى ( رفت وآمد ) بين صفا ومروه . وبا اين عمل بوى\r\nخوش نيز حلال مىشود .\r\nدهم : طواف نساء .\r\nيازدهم : بجا آوردن نماز طواف نساء . وبه اين عمل زن نيز\r\nحلال مىشود .\r\nدوازدهم : بيتوته ( ماندن شب ) در منى شب يازدهم وشب\r\nدوازدهم ، بلكه شب سيزدهم در بعضي از صور كه بيانش مىآيد .\r\nسيزدهم : رمى سه جمره ( أولى ووسطى وعقبه ) در روز\r\nيازدهم ودوازدهم ، بلكه در روز سيزدهم نيز بنابر احتياط ، در\r\nصورتي كه شب سيزدهم را در منى مانده باشد .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nشرايط حج تمتع\r\nمسأله 150 - در حج تمتع چند چيز شرط است :\r\nأول : نيت كه قصدش اين باشد كه حج تمتع را به جا مىآورد .\r\nپس اگر نيت حج ديگرى نمود يا در نيت تردد داشت ، حجش\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\nصحيح نخواهد بود .\r\nدوم : آن كه عمره وحج هر دو با هم در ماه‌هاى حج ( شوال\r\nوذي القعدة وذى الحجة ) باشد . پس اگر يك جز از عمره را قبل از\r\nماه شوال به جا آورده باشد ، عمره اش صحيح نخواهد بود .\r\nسوم : آن كه عمره وحج در يك سال به جا آورده شوند . پس\r\nاگر عمره را به جا آورد وحج را به سال بعد تأخير نمود ، تمتع\r\nصحيح نخواهد بود . وفرقى نيست در اين حكم بين اين كه تا سال\r\nبعد در مكة بماند يا آن كه به وطن خود مراجعت نموده ودوباره به\r\nمكة بيايد . همچنان كه فرقى نيست بين اين كه بعد از عمره به\r\nتقصير از احرام بيرون آيد . يا تا سال آينده در احرام خود باقي بماند .\r\nچهارم : أفضل أوقات احرام از براي متمتع بعد از فراغ از\r\nعمره تمتع روز ترويه است بعد از نماز ظهر واگر ظهر نباشد\r\nعصر والا نماز واجبي ديگر هر چند قضا باشد واگر نباشد بعد\r\nاز نماز احرام كه أقل آن دو ركعت است وأفضل أماكن احرام از\r\nبراي أو از همه مكة مسجد الحرام وأفضل مواضع از بارى أو\r\nحجر حضرت إسماعيل يا مقام حضرت إبراهيم است\r\n( پنجم ) آن كه مجموع اعمال عمره تمتع وحج تمتع را يك نفر\r\nانجام دهد از طرف يك نفر . پس اگر دو نفر براي انجام حج تمتع از\r\nطرف مرده يا زنده‌اى أجير شوند كه يكى عمره\r\nو ","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\nديگرى حج را\r\nانجام دهد ، صحيح نخواهد بود . وهم چنين اگر يك نفر حج نمايد\r\nوعمره را به جاى كسى وحج را به جاى ديگرى انجام دهد ،\r\nصحيح نخواهد بود .\r\n( ششم ) عمره تمتع بايد در ماه‌هاى حج انجام گيرد به خلاف\r\nعمره حج افراد در صورت وجوب\r\n( هفتم ) در عمره تمتع قطع تلبيه با مشاهده خانه هاى مكة\r\nاست ودر عمره مفرده وحج افراد قطع تلبيه با مشاهده خانه\r\nكعبه است .\r\n( هشتم ) در عمره تمتع طواف نساء نيست ودر افراد مشهور\r\nثبوت طواف نسا است در هر يك از حج وعمره .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 151 - همين كه شخص اعمال عمره تمتع را به جا آورد ،\r\nواجب است اعمال حج تمتع را در زمانش بجاى آورد\r\nوأحوط عدم خروج از مكة است اگر عالم به عدم فوت حج\r\nباشد .\r\n\r\n\r\n\r\nمسأله 152 - همچنان كه بيرون رفتن از مكة براي كسى كه\r\nعمره تمتع به جا مىآورد پس از فراغ از اعمال عمره تمتع جايز\r\nنيست ، در اثناى عمره نيز نبايد از مكة بيرون برود . پس هر گاه پيش\r\nاز وارد شدن به مكة بداند كه محتاج به بيرون رفتن از مكة خواهد\r\nشد ، مانند حمله دارها كه نوعا اين طورند . مىتواند أولا به عنوان\r\nعمره مفرده محرم شده وبه مكة رفته واعمال عمره مفرده را به جا\r\nآورده واز مكة براي كارى كه دارد بيرون رفته وپس از\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\nانجام كار\r\nخود ثانيا براي عمره تمتع احرام بسته وبه مكة بيايد . وگذشتن\r\nيك ماه از عمره مفرده كه أول به جا آورده معتبر نيست در صحت آن .\r\nواما در عمره مفرده فاصله معتبر نيست\r\nبنابر اظهر چنانچه جمع كثيرى از علما اين قول را اختيار كرده\r\nان اگر چه أحوط فاصله به ده روز است بين دو احرام ودخول\r\nمكة با مغايرت شهر دخول وخروج بدون فصل .\r\n\r\n\r\n\r\nمسأله 153 - اگر متمتع بعد از انجام اعمال عمره مىداند\r\nكه با خروج از مكة حج أو فوت مىشود نمىتواند خارج شود\r\nولى اگر مىتواند خارج شود وعود نمايد وبه حج برسد ويا با\r\nاحرام حج خارج شود ودر وقت عمل بر گردد واعمال حج را\r\nبه جا آورد مىتواند خارج شود وميزان در خروج وعدم آن\r\nعدم تقويت حج وتقويت آن است .\r\n\r\n\r\n\r\nمسأله 154 - هر گاه پس از انجام عمره بدون احرام از مكة\r\nبيرون رفت واز ميقاتها گذشت ، دو صورت دارد :\r\nأول : آن كه بازگشتش به مكة پيش از گذشتن يك ماه از انجام\r\nعمره است ، كه در اين صورت لازم است بدون احرام به مكة\r\nبرگشته ، واز مكة احرام بسته وبه سوى عرفات برود .\r\nدوم : آن كه بازگشت وى به مكة پس از گذشتن يك ماه باشد .\r\nدر اين صورت لازم است عمره را دوباره انجام دهد . ودر اين صورت حكم عمره\r\nتمتع بر عمره سابقه مترتب نخواهد بود ونياز آن به طواف نساء\r\nموافق با احتياط است .\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n\r\n\r\n\r\nمسأله 155 - شخصي كه وظيفة أو در حجة الاسلام تمتع\r\nاست با اقامه در مكة وأطراف نزديك آن بدون قصد توطن\r\nدائم ، فريضة أو مادامى كه داخل سال سوم أقامت نشده باشد\r\nتغيير نمىكند چه قبل از أقامت مستطيع شده باشد يا بعد از آن ،\r\nبلكه بايد در صورت اراده حجة الاسلام به سوى يكى از\r\nمواقيت خارج شود واز آنجا محرم گردد واگر نتوانست به\r\nيكى از مواقيت برود در خارج حرم محرم شود واگر در خارج\r\nحرم هم نتوانست از محل خودش محرم شود .\r\n\r\n\r\n\r\n\r\n156 - هر گاه براي مكلف به حج تمتع اتيان به عمره\r\nتمتع ممكن نباشد به جهت تنگى وقت ورود به مكة يا به جهت\r\nعارض شدن حيض كه اگر منتظر بماند ، پاك شود وطواف\r\nعمره را به جاى آورد وقت وقوف به عرفات مىگذرد . در اين\r\nصورت اگر محرم شده براي عمره تمتع عدول مىكند نيت\r\nاحرام را به احرام حج افراد واگر محرم نشده احتياطا به وظيفة\r\nحج افراد در احرام از ميقات يا منزل ( هر كدام نزديك تر به مكة\r\nباشد ) عمل مىكند واگر نه از مكة محرم مىشود .\r\n\r\n\r\n\r\nمسأله 157 - كسى كه وظيفه‌اش حج تمتع است ، نمىتواند\r\nبه حج افراد يا حج قران عدول نمايد ، مگر در صورتي كه پس از شروع\r\nبه عمره تمتع وقتش به اندازه‌اى تنگ شود كه نتواند عمره\r\nرا تمام نموده وخود را به حج برساند ، يعنى اگر خواسته باشد\r\nاعمال عمره را انجام دهد بيم آن برود كه به حج نرسد ، نيت خود\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nرا به نيت حج افراد تبديل نموده وعمره را ترك وبه حج رفته\r\nوبعد از حج عمره مفرده به جا آورد ، وميزان در تنگى وقت كه اين\r\nامر را جايز مىكند ، بيم از دست رفتن وقوف اختياري\r\nعرفات است .\r\nحج افراد\r\n\r\n\r\n\r\n\r\n\r\nحج افراد\r\nمسأله حج افراد عملي است مستقل وجداگانه وهم چنان كه گذشت\r\nبر كسى واجب مىشود كه فاصله بين وطنش تا مسجد الحرام كمتر\r\nاز شانزده فرسخ باشد . ودر صورتي كه بتواند علاوة بر حج افراد\r\nعمره مفرده را بجا آورد ، عمره مفرده نيز به طور جداگانه بر أو\r\nواجب خواهد بود . بنابر اين كسى كه مىتواند فقط يكى از اين دو\r\nرا به جا آورد ، همانى را كه مىتواند به جا آورد بر أو واجب\r\nمىشود . وچنانچه بتواند يكى از اين دو را در زماني وديگرى را\r\nدر زمان ديگر به جا آورد ، واجب است آنچه وظيفة وى در هر\r\nزمان اقتضا مىنمايد ، همان را به جا آورد . وچنانچه در يك وقت\r\nبتواند هر دو را انجام دهد ، واجب است هر دو را انجام دهد\r\nومشهور بين فقها در اين صورت اين است كه بايد حج پيش از عمره\r\nبجا آورده شود . وأحوط ( واجب ) نيز همين است .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 158 - حج افراد با حج تمتع در تمام اعمال مشترك\r\nهستند ودر مواردى نيز با هم فرق دارد :\r\nأول : آن كه حج افراد لازم نيست متصل به عمره ودر يك سال\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\nباشد ، ولى حج تمتع همان طور كه گفته شد لازم است\r\nمتصل وبعد از عمره ودر يك سال انجام شود .\r\nدوم : آن كه در حج افراد قرباني لازم نيست ، ولى در حج تمتع\r\nچنان كه گفته شد ، قرباني لازم است .\r\nسوم : آن كه در حج افراد جايز است در حال اختيار طواف\r\nوسعى حج را بر وقوفين مقدم نمود ، ولى در حج تمتع نمىشود اين\r\nكار را كرد .\r\nچهارم : آن كه احرام حج افراد بايد از يكى از جاهايى كه گفته\r\nخواهد شد باشد ، واما احرام حج تمتع بايد از خود مكة باشد .\r\nپنجم : آن كه عمره حج افراد را بنا بر أحوط بعد از آن\r\nبه جا آورد ، ولى در حج تمتع واجب است عمره پيش از حج باشد .\r\nششم : آن كه بعد از احرام حج افراد مىشود طواف مستحبى\r\nنمود . ودر حج تمتع پس از احرام بنابر احتياط وجوبي ، جايز\r\nنيست طواف مستحبى بجا آورده شود .\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 159 - هر گاه براي حج افراد مستحبى احرام بسته شود ،\r\nمىتوان به عمره تمتع عدول نمود ، مگر در صورتي كه بعد از سعى\r\nتلبيه بگويد كه نمىتواند به عمره تمتع عدول نمود .\r\n\r\n\r\nمسأله 160 - هر گاه براي حج افراد احرام بست ووارد مكة\r\nشد ، جايز است دور خانه خدا استحبابا طواف نمايد ، ولى واجب\r\nاست در اين صورت پس از برگزارى نماز طواف\r\nتلبيه بگويد . بنابر احتياط .\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nجواز عدول از حج افراد به عمره مفرده در حال اختيار\r\nمحل تأمل واحتياط است .\r\n\r\n\r\n\r\nحج قران\r\nمسأله 161 - حج قران با حج افراد در تمام جهات با هم متحد\r\nويكسانند ، مگر آن كه در حج قران هنگام احرام بايد مكلف قرباني\r\nرا همراه داشته باشد ، وبدين جهت قرباني بر أو واجب مىشود .\r\nواحرام در اين قسم از حج همان طور كه با تلبيه محقق مىشود ، با\r\nاشعار ( علامت گذاشتن ) يا تقليد ( چيزى به گردن حيوان آويختن )\r\nنيز محقق مى شود . وهر گاه براي حج قران احرام ببندد جايز نيست\r\nبه حج تمتع عدول نمايد .\r\nتوضيح آن كه چون در حج قران بايد قرباني همراه حاجى\r\nباشد ، بايد بر أو علامت بگذارد يعنى اگر شتر است پس از آن كه\r\nآن را رو به قبله كرد وپاهاى آن را بست كوهان أو را از طرف راست با وسيله آهنين\r\nبشكافد وآن طرف را به خون آن آغشته\r\nكند واگر گوسفند يا گاو باشد گوش أو را دريده يا پشت وسر\r\nوگردن أو را رنگ كند ، كه اين را اشعار گويند يا آن كه بر گردن\r\nحيوان مانند زنگوله ويا كفشهاى قديمى خود را كه در آن نماز گذارده است بياويزد كه اين را تقليد ( قلادة ، گردن بند )\r\nمىگويند . ويكى از اين دو كار جاى تلبيه را مىگيرد .\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\n\r\nميقاتهاى احرام\r\nدر شريعت مقدسه اسلام جاهايى براي بستن احرام تعيين\r\nشده كه به آنها ميقات گفته مىشود وواجب است احرام از يكى از\r\nآن جاها بسته شود . وآنها ده مكان مىباشد :\r\n1 - مسجد شجره\r\nمسجد شجره در نزديكى مدينه منوره است . وآن ميقات أهل\r\nمدينه وهر كسى است كه خواسته باشد از راه مدينه به حج برود .\r\nوجايز نيست در بيرون مسجد بطورى كه محاذى وبرابر آن از\r\nطرف راست يا چپ باشد ، احرام بسته شود . واختيارا بايد در\r\nصورت امكان از درون مسجد احرام بسته شود .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 162 - كسى كه از راه مدينه به حج مىرود وبه مسجد\r\nشجره مىرسد وميقات ديگرى بنام جحفه در ميان راه دارد ،\r\nنمىتواند از مسجد شجره بدون احرام گذشته واز جحفه احرام\r\nببندد ، مگر شخص بيمار يا ضعيف ومانند اينها كه بايد احرام را\r\nتا جحفه به تأخير بيندازد جايز نيست از مسجد شجره احرام ببندد وفدا بدهند وچنانچه بدون عذر در جحفه محرم شود\r\nبا امكان مراجعت به مسجد شجره احرام أو صحيح نيست .\r\n2 - وادى عقيق\r\nوادى عقيق ميقات أهل عراق ونجد وهر كسى است كه از آنجا\r\nعبور كند ، هر چند أهل عراق ونجد نباشد ، واين ميقات داراى سه\r\nجز مىباشد .\r\n1 - مسلخ ، كه نام جز أول است .\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n2 - غمرة ، كه نام وسط آن است .\r\n3 - ذات عرق ، كه نام آخر آن است . ( حكم به خروج ذات عرق از عقيق وميقات خلاف\r\nمشهور وضعيف است ) وأحوط وأولى آن است كه\r\nمكلف در صورتي كه مانعى مانند بيمارى يا تقيه نداشته باشد ،\r\nپيش از رسيدن به ذات عرق احرام ببندد .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 163 - در حال تقيه جايز است مخفيانه پيش از\r\nرسيدن به ذات عرق بدون اين كه لباس خود را بكند محرم\r\nشده وپس از رسيدن به ذات عرق لباسهاى خود را كنده ودو جامه احرام را بپوشد . ويا آن كه در صورت ممكن لباسهاى\r\nدوخته را قبل از رسيدن به ( ذات عرق ) در آورده ولباسهاى\r\nاحرام را بپوشد ومحرم شود ومجددا به جهت تقيه لباسهاى\r\nدوخته را بپوشد وبه ظاهر در ( ذات عرق ) مجددا محرم شود\r\nوبراي پوشيدن جامه دوخته فديه مىدهد .\r\n3 - جحفه\r\nجحفه ميقات أهل شام ومصر ومغرب وهر كسى است كه از\r\nآن جا عبور نمايد ، هر چند أهل آن جا نباشد . واين در صورتي\r\nاست كه اين شخص از ميقات سابق از آن احرام نبسته باشد .\r\n4 - يلملم\r\nيلملم نام كوهى است . وميقات أهل يمن وهر كسى است\r\nكه از آن راه بگذرد .\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n5 - قرن المنازل\r\nقرن المنازل ميقات أهل طائف وهر كسى است كه از آن راه\r\nبرود .\r\n6 - مكة مكرمه\r\nمكة مكرمه ميقات حج تمتع است .\r\n7 - منزل خود شخص\r\nمنزل خود شخص ، ميقات كسى است كه منزلش به مكة\r\nنزديكتر از ميقات باشد ، كه چنين شخصي مىتواند از منزل خود احرام ببندد ولازم نيست جهت احرام بستن به يكى از ميقاتهاى\r\nديگر برود .\r\n8 - جعرانه\r\nجعرانه ميقات أهل مكة است براي حج قران وافراد ودر حكم\r\nأهل مكة است كسى كه دو سال تمام در مكة مجاور\r\nبوده كه پس از گذشتن آن به منزله أهل مكة خواهد بود . واما\r\nپيش از دو سال حالش حال كسى است كع از راه دور به حج مى\r\nآيد .\r\n9 - محاذاة ميقات هاى پنج گانه\r\nاگر كسى در مسيرش به مكة هيج يك از ميقات هاى پنج گانه\r\n( مسجد شحره ، ، وادى عقيق ، جحفه ، يلملم ، قرن المنازل )\r\nنباشر بايد از محاذاة اولين ميقات نزديك به خود محرم شود\r\nو ","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nدر صورتي كه محاذاة را با يقين ويا گمان احراز كند أحوط\r\nآنست كه به ميقات برود ويا به جائى كه محاذى با آن ميقات است\r\nواز آن جا محرم شود . 10 - أدنى الحل\r\nأدنى الحل ميقات عمره مفرده است بعد از حج قران يا افراد .\r\nبلكه براي هر عمره مفرده است براي كسى كه در مكة است\r\nوبخواهد عمره مفرده به جا آورد . وأفضل وبهتر آن است از حديبيه\r\nيا جعرانه يا تنعيم احرام ببندد . وحديبيه وجعرانه وتنعين ، نام سه\r\nمكان مىباشد كه نزد أهل مكة مشهور ومعروفست .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nاحكام ميقاتها\r\nمسأله 164 - احرام بستن پيش از ميقات جايز نيست ، همچنان\r\nكه عبور از ميقات با احرام كفايت نمىكند بلكه بايستى از خود\r\nميقات احرام بسته شود . واز اين حكم ، دو مورد استثنا شده است .\r\n1 - آن كه نذر نمايد كه پيش از رسيدن به ميقات احرام ببندد ،\r\nكه در اين صورت احرام بستن قبل از ميقات صحيح واحتياجى به\r\nتجديد آن در ميقات يا گذشتن از ميقات نيست . بلكه مىتواند\r\nاز راهى به مكة برود كه به هيچ يك از ميقاتها بر خورد نكند ،\r\nو ","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\nدر اين حكم فرقى بين حج واجب ومستحب وعمره مفرده\r\nنيست . بلى فرقى كه هست اين است كه اگر احرام براي حج باشد ، لازم است\r\nدر ماه‌هاى حج باشد ( شوال ، ذي القعدة ، ذي الحجة ) چنان كه گذشت .\r\n2 - كسى كه قصد عمره مفرده در ماه رجب دارد وبيم آن داشته\r\nباشد كه اگر احرام را از ميقات ببندد موفق به درك عمره نشود ،\r\nبراي چنين شخصي جايز است قبل از ميقات احرام ببندد وبراي\r\nأو عمره رجب شمرده مى شود ، هر چند اعمال عمره را در ماه\r\nشعبان به جا آورد . ودر اين حكم فرقى بين عمره واجب\r\nومستحب نيست .\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 165 - بر مكلف واجب است يقين به رسيدن به ميقات\r\nپيدا نموده واحرام ببندد ، يا حجت\r\nشرعي داشته باشد وجواز\r\nاكتفا به ظن حاصل از پرسيدن أهل معرفت به محل بعيد نيست\r\nوچنانچه شك در رسيدن به ميقات داشته باشد ، احرام بستن\r\nبراي أو جايز نخواهد بود .\r\n\r\n\r\n\r\nمسأله 166 - كسى كه نذر نموده قبل از ميقات احرام ببندد وبر\r\nخلاف نذر خود از ميقات احرام بست ، احرام وى باطل نيست ولى\r\nكفاره مخالفت نذر بر أو واجب مىشود ، اگر از روى عمد اين كار را\r\nكرده باشد .\r\n\r\n\r\n\r\nمسأله 167 - هم چنان كه تقديم احرام بر ميقات جايز\r\nنيست ، تأخير آن از ميقات نيز جايز نيست . پس كسى كه قصد\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\nحج يا عمره يا دخول مكة را دارد ، نمى تواند در حال اختيار بدون احرام از\r\nميقات عبور نمايد مگر آن كه از ميقات احرام ببندد ، هر چند\r\nميقات ديگرى در جلو داشته باشد وهر گاه بدون احرام از ميقات\r\nگذشت وپيشروى كرد ، در صورت امكان بايد به ميقات برگردد .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 168 - هر گاه مكلف از روى علم وعمد از ميقات احرام\r\nنبسته واز آن گذشت ، اين مسأله چند صورت دارد :\r\nأول : آن كه مىتواند به ميقات بر گردد ، كه در اين صورت واجب\r\nاست به ميقات برگشته واز آن احرام ببندد ، خواه برگشتنش از\r\nداخل حرم يا از خارج آن باشد . پس اگر چنين كارى كرد ، عملش\r\nبدون اشكال صحيح خواهد بود .\r\nدوم : آن كه مكلف در حرم باشد ونتواند به ميقات بر گردد ولى\r\nبتواند از حرم بيرون برود ، كه در اين صورت واجب است از حرم\r\nبيرون رفته واز بيرون حرم احرام ببندد\r\nوبايد عمره را قضا نمايد .\r\nسوم : آن كه در حرم باشد ونتواند به ميقات يا بيرون حرم برود ،\r\nهر چند به جهت بيم فوت حج باشد ودر اين صورت لازم است\r\nاحتياط از جاى خود احرام ببندد\r\nچهارم : آن كه خارج حرم باشد ونتواند به ميقات برگردد . در\r\nاين صورت نيز لازم است از جاى خود احرام ببندد . وبعد از\r\nاتيان عمره در مورد دوم وسوم وچهارم قضاى آن را بجا آورد .\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n\r\n\r\n\r\nمسأله 169 - هر گاه انسان به جهت فراموشى يا ندانستن\r\nحكم يا ندانستن ميقات بدون تقصير ، احرام را ترك نمايد ،\r\nيعنى بدون احرام از ميقات بگذرد ، اين مسأله نيز داراى چهار\r\nصورت مىباشد :\r\nأول : آن كه بتواند به ميقات برگردد ، كه در اين صورت واجب\r\nاست به ميقات برگشته واز همانجا احرام ببندد .\r\nدوم : آن كه در حرم باشد وبرگشتن به ميقات غير ممكن وبه\r\nخارج حرم ممكن باشد ، كه در اين صورت لازم است از حرم\r\nبيرون رفته واز خارج حرم محرم شود . واحتياط واجب در اين صورت اين\r\nاست كه هر چند بتواند از حرم دور شود واحرام ببندد .\r\nسوم : آن كه در حرم باشد برگشتن به خارج حرم برايش\r\nممكن نباشد ، كه در اين صورت لازم است از جاى خود احرام\r\nببندد ، هر چند وارد مكة شده باشد .\r\nچهارم : آن كه در خارج حرم باشد ونتواند به ميقات برگردد ،\r\nكه در اين صورت لازم است تا مقدار ممكن از حرم به طرف ميقات دور شود بالخصوص واز همانجا محرم شود . ودر\r\nتمام اين چند صورت حكم به صحت عمل مكلف مىشود ، اگر\r\nوظايفى را كه گفته شد انجام بدهد .\r\n\r\n\r\nمسأله 170 - هر گاه زن حائض از روى جهل به حكم وندانستن مسأله از ميقات احرام نبسته وداخل حرم\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\nشد ، بر أو لازم است مانند ديگران در صورتي كه نتواند\r\nبه ميقات برگردد ، به خارج حرم\r\nرفته واز آنجا احرام ببندد . بلكه احتياط اين است كه تا آن جا كه\r\nممكن است از حرم دور شود واحرام ببندد به‌شرطى كه اين عمل\r\nمستلزم فوت حج نباشد ودر صورتي كه انجام اين عمل برايش\r\nممكن نباشد ، با ديگران يكسان خواهد بود يعنى مانند ديگران از\r\nحرم محرم شود .\r\n\r\n\r\nمسأله 171 - هر گاه عمره فاسد شد ، واجب است در صورت\r\nامكان از سر گرفته شود . وچنانچه اعاده آن هر چند به جهت كمي\r\nوقت ممكن نباشد ، حج وى فاسد خواهد بود ولازم است در سال\r\nبعد اعاده شود .\r\n\r\n\r\nمسأله 172 - جمعى از فقها فرموده‌اند كه اگر مكلف از روى\r\nناداني يا فراموشى عمره را بدون احرام به جا آورد ، عمره وى\r\nصحيح است . واين فرمايش خالى از تأمل نيست ، واحتياط در\r\nاين صورت اين است كه بطورى كه گفته شد در صورت امكان\r\nاعاده نمايد واين احتياط البتة نبايد ترك شود .\r\n\r\n\r\n\r\nمسأله 173 - در سابق گذشت كسى كه وطنش از مكة دور\r\nباشد ، واجب است از يكى از ميقاتهاى پنجگانه كه ذكر شد براي\r\nعمره احرام ببندد . پس اگر راهش از آن ميقاتها باشد كه اشكالى\r\nندارد ، وچنانچه راهش از آن جا نباشد ، مانند وضع\r\nحجاج در اين زمان كه همگى ابتداء وارد جده مىشوند أحوط\r\nدر حق أو آن كه احرام به ببندد محاذى ميقاتى كه قرب به سوى\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nأو مىباشد .\r\n\r\n\r\n\r\nمسأله 174 - در سابق گفته شد كه شخصي كه مىخواهد حج\r\nتمتع به جا آورد ، واجب است كه براي حج خود از مكة محرم\r\nشود . پس اگر با علم وعمد از جاى ديگرى غير از مكة احرام ببندد\r\nاحرامش صحيح نخواهد بود ، هر چند با احرام وارد مكة شود .\r\nبلكه در صورت امكان واجب است احرام را در مكة تجديد\r\nنمايد ، ودر غير اين صورت حجش باطل خواهد بود .\r\n\r\n\r\nمسأله 175 - هر گاه كسى كه مىخواهد حج تمتع نمايد\r\nفراموش نمود كه از مكة محرم شود ، در صورت امكان واجب\r\nاست به مكة بر گردد واگر ممكن نشد ، از جاى خود هر چند در\r\nعرفات باشد احرام ببندد وهمچنين است حكم كسى كه مسأله را\r\nنمىدانسته .\r\n\r\n\r\nمسأله 176 - كسى كه احرام حج را به كلى فراموشى نموده وتا\r\nپايان اعمال حج يادش نيايد ، حجش صحيح است . وهم چنين\r\nاست حكم جاهل به مسأله .\r\n\r\n\r\n\r\n\r\n\r\nكيفيت احرام\r\nواجبات احرام سه چيز است : نيت ، تلبيه ، پوشيدن لباس احرام\r\nأول : نيت يعنى قصد به جا آوردن آنچه در حج وعمره واجب\r\nشده قربة إلى الله تعالى . وچنانچه اعمال واجب را\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\nبطور تفصيل\r\nنداند ، واجب است بنا بر احتياط آنچه بر أو واجب\r\nمىشود فعل ويا ترك آن از روى\r\nمناسك ياد گرفته يا از كسى كه مورد وثوقش باشد بپرسد . با به هنگام احرام همه وظائف\r\nخود را ولو به صورت اجمال در نظر بگيرد پس\r\nهر گاه بدون قصد ، احرام بست احرامش باطل خواهد بود . ودر\r\nنيت چند چيز معتبر است :\r\n1 - قصد قربت ( نزديكى به خدا ) مانند عبادات ديگر غير از احرام\r\n2 - هم زمان بودن با شروع در احرام .\r\n3 - تعيين احرام كه براي عمره است يا براي حج ، وتعيين حج\r\nكه تمتع است يا قران يا افراد ، وتعيين اين كه براي خود است يا\r\nبراي ديگرى ، وتعيين اين كه حجش حجة الاسلام است كه براي\r\nاولين بار به استطاعت بر أو واجب شده يا حج نذرى است كه\r\nبه سبب نذر بر أو واجب شده يا حجى است كه به سبب فاسد بودن\r\nحج قبل بر أو واجب شده يا حج مستحبى است خلاصه هر يك از\r\nاينها كه باشد بايد در نيت مشخص شود . پس اگر بدون تعيين نيت ،\r\nاحرام نمود احرامش باطل خواهد بود .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 177 - در صحت نيت گفتن به زبان وگذراندن از ذهن\r\nمعتبر نيست يعنى لازم نيست نيت را به زبان آورده يا از ذهن خود\r\nبگذراند . بلكه داعى بر آن كفايت مىكند ، مانند عبادتهاى\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\nديگر كه در آنها داعى كافى است .\r\n\r\n\r\n\r\n\r\nمسأله 178 - در حقيقت احرام عزم بر ترك محرمات احرام\r\nمعتبر است ومعناى احرام بستن چنانچه بعضي ذكر كرده اند به\r\nخود قرار دادن ترك أموري چند است كه خواهد آمد .\r\nدوم : تلبيه كه يعنى گفتن اين چند جمله است :\r\n\" لبيك اللهم لبيك ، لبيك لا شريك لك لبيك \" . وأحوط\r\nوأولى اضافه نمودن اين جمله است : \" إن الحمد والنعمة لك\r\nوالملك لا شريك لك لبيك \" . وجايز است كلمه \" لك \" بعد از\r\nكلمه \" والملك \" اضافه شود كه بگويد \" والملك لك \" . واكتفاء به ما\r\nقبل آن محتمل است وأحوط ضميمه است ووجوب كسر\r\nهمزه ان متجه است وتلبيه\r\nكامل اين است : \" لبيك اللهم لبيك ، لبيك لا شريك لك لبيك ،\r\nإن الحمد والنعمة لك والملك لك ، لا شريك لك لبيك \" . وترك تكرار لك بعد از الملك\r\nمطابق أكثر روايات است .\r\nيعنى پروردگارا با كمال ميل فرمان تو را أجابت وأطاعت\r\nمىكنم با كمال ميل فرمان تو را ، براي تو شريك\r\nنيست ، بدرستى كه ستايش تو را سزاست ونعمت وملك\r\nوپادشاهى از آن تو است ، شريكي براي تو در آنها نيست .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 179 - بر مكلف لازم است ألفاظ تلبيه را ياد گرفته\r\nوبه طور صحيح ادا نمايد . مانند تكبيرة الاحرام در نماز ، هر چند اين\r\nمعنى با تلقين ديگرى باشد ، يعنى ديگرى كه خوب بلد\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\nاست بگويد وأو مانند أو بگويد . پس اگر اين ألفاظ را ياد نگرفت وتلقين\r\nهم برايش ميسور نبود ، واجب است آنچه مىتواند بگويد .\r\nوأحوط در اين صورت جمع بين گفتن به مقدار ميسور وگفتن\r\nترجمه آنها ونايب گرفتن ديگرى است كه به جاى أو بگويد .\r\n\r\n\r\n\r\nمسأله 180 - شخص گنگ ولآل با انگشت خود همراه با نيت قلبي به تلبيه\r\nاشاره نموده وزبان خود را حركت دهد . اگر ممكن نباشد كه اين كار را\r\nخودش انجام دهد نايب بگيرد كه به جاى أو تلبيه بگويد .\r\nمانند بچه غير متمكن از تلفظ ونيت .\r\n\r\n\r\nمسأله 181 - بيهوش وبچه غير مميز ، ديگرى به جاى أو تلبيه مىگويد .\r\n\r\n\r\n\r\nمسأله 182 - احرام حج تمتع واحرام عمره تمتع واحرام حج\r\nافراد واحرام عمره مفرده ، بدون تلبيه منعقد نمىشود . واما حج\r\nقران همچنان كه به تلبيه محقق ومنعقد مىشود ، به اشعار يا تقليد\r\nنيز محقق مىشود . واشعار مختص به شتر قرباني است وتقليد\r\nمشترك بين شتر وغير آن از گاو وگوسفند از أنواع قرباني است\r\nوأولى در شتر جمع بين اشعار وتقليد است . ودر حج قران\r\nتلبيه مستحب است ، هر چند احرامش با شعار يا تقليد منعقد شده است .\r\nواشعار عبارت از پاره كردن طرف راست كوهان شتر است به اين\r\nمعنى كه محرم طرف چپ قرباني ايستاده وطرف راست\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\nكوهانش را پاره نموده خون آلود نمايد وتقليد عبارت از اين است كه نعلين\r\nكهنه اى كه با آن نماز گذارده باشد به گردن قرباني بياويزد .\r\n\r\n\r\n\r\nمسأله 183 - در صحت احرام ، طهارت از حدث أصغر وأكبر\r\nشرط نيست وكسى كه محدث به حدث أصغر يا حدث أكبر باشد\r\nاحرام وى صحيح است . به عبارت واضح‌تر احرام شخص بي وضو\r\nيا جنب يا زن در حال حيض يا نفاس اشكالى ندارد . بنابر اين جنب\r\nوحائض ونفساء مىتوانند احرام ببندند .\r\n\r\n\r\n\r\n\r\nمسأله 184 - تلبيه در احرام به منزله تكبيرة الاحرام در نماز\r\nاست . پس احرام بدون تلبيه يا اشعار وتقليد نسبت به شخصي كه\r\nمىخواهد حج قران به جا آورد محقق نمىشود . پس هر گاه نيت\r\nاحرام نموده ولباس احرام را پوشيد ويكى از محرمات احرام را\r\nقبل از تحقق احرام ( تلبيه گفتن يا اشعار وتقليد ) بجا آورد ، گناهى\r\nنكرده وكفاره‌اى بر وى نخواهد بود .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 185 - كسى كه مىخواهد از راه مدينه به حج برود\r\nبهتر آن است گفتن تلبيه را تا رسيدن به بيداء ( جايى است كه يك ميل با ذو\r\nالحليفة به طرف مكة فاصله دارد ) تأخير نموده ودر آنجا تلبيه بگويد ، وكسى كه از راه\r\nديگر به حج مىرود تلبيه را پس از قدرى راه رفتن بگويد . وكسى\r\nكه از مكة مىخواهد به حج برود ، تلبيه را تا رسيدن به رقطا ( جايى\r\nكه نامش مدعى وقبل از ردم است ) تأخير نمايد . ولى احتياط اين\r\nاست كه از جايى كه احرام\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\nمىبندد فورا تلبيه را آهسته بگويد واز\r\nجاهايى كه گفته شد بلند بگويد .\r\n\r\n\r\n\r\nمسأله 186 - كسى كه عمره تمتع به جا مىآورد احتياط است\r\nهنگامى كه چشمش به خانه‌هاى مكة افتاد تلبيه نگويد .\r\nوكسى كه عمره مفرده به جا مىآورد اگر از خارج حرم آمد باشد ،\r\nهنگام دخول حرم وچنانچه از مكة بيرون رفته كه احرام عمره\r\nببندد ، هنگام ديدن كعبه ( خانه خدا ) تلبيه را قطع نمايد . وكسى كه\r\nحج بجا مىآورد هر نوع حجى باشد ، هنگام زوال ( ظهر ) روز\r\nعرفه تلبيه را قطع نمايد .\r\n\r\n\r\n\r\n\r\nمسأله 187 - اگر پس از پوشيدن لباس احرام وپيش از گذشتن\r\nاز ميقات ، شك كند كه تلبيه گفته يا نه بنابر نگفتن گذاشته وتلبيه\r\nبگويد واگر بعد از تلبيه گفتن شك كند كه آيا درست گفته يا نه\r\nبنابر درست بودن بگذارد واحرام وعملش صحيح است .\r\nسوم : پوشيدن دو جامه احرام ( ازار ورداء ) است پس از كندن\r\nرختهايى كه پوشيدنش بر محرم حرام است وپوشيدن آن دو جامه\r\nبه اين نحو است كه يكى را مانند لنگ به دور كمر خود بسته وآن را\r\n\" ازار \" گويند وديگرى را مانند عبا بر دوش بگيرد وآن را \" رداء \"\r\nگويند . وبچه نا بالغ از اين حكم مستثنى مىباشد وجايز است\r\nكندن لباس آنها تا رسيدن به \" فخ \" تأخير شود .\r\n\r\n\r\n\r\n\r\nمسأله 188 - پوشيدن دو جامه احرام واجب تعبدي است\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\nوشرط تحقق احرام نيست بنابر اظهر . واحتياط اين است كه\r\nپوشيدن آنها به نحو متعارف باشد .\r\n\r\n\r\n\r\nمسأله 189 - ازار بايد به اندازه اى باشد كه از ناف تا زانو را\r\nبپوشاند . ورداء بايد به اندازه‌اى باشد كه دو شانه را بپوشاند .\r\nوواجب است پوشيدن لباس احرام وهمچنين بنا بر احتياط كندن لباس دوخته پيش از نيت وتلبيه باشد . پس اگر\r\nنيت وتلبيه را پيش از پوشيدن جامه احرام به جا آورد ، بنا بر احتياط پس از پوشيدن اعاده نمايد .\r\n\r\n\r\n\r\n\r\nمسأله 190 - هر گاه از روى ناداني يا فراموشى موقعى كه\r\nپيراهن پوشيده احرام بست ، آن را فورا بكند واحرامش صحيح\r\nاست . بلكه اظهر اين است كه حتى در صورتي كه از روى علم\r\nوعمد در پيراهن يا جامه عادى احرام ببندد ، صحيح خواهد بود .\r\nاگر چه گناه كرده است واما اگر بعد از احرام پيراهنى پوشيد ، احرامش بدون شك صحيح\r\nاست ولى بايد آن را از طرف پا بكند وچنان كه ياخه آن تنگ باشد كه\r\nنشود از طرف پا بكند ، آن را شكافته يا دريده واز طرف پا بكند .\r\nخلاصه آن كه نبايد از طرف سر كنده شود .\r\n\r\n\r\n\r\n\r\nمسأله 191 - پوشيدن بيش از دو جامه در أول احرام يا بعد از\r\nآن براي جلوگيرى از سرما يا گرما يا غير آن عيبى ندارد .\r\n\r\n\r\n\r\nمسأله 192 - بنا بر احتياط آنچه در لباس نمازگزار شرط است ، در دو جامه\r\nاحرام نيز شرط است . پس لازم است كه دو\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\nجامه احرام از حرير\r\nخالص واز اجزاى حيواني كه خوردن گوشتش حرام است نباشد .\r\nوزر باف نيز نباشد . وهم چنين لازم است پاك باشد . بلى نجس\r\nشدن به نجاستى كه در نماز بخشوده است عيبى ندارد .\r\n\r\n\r\nمسأله 193 - ازار بايد بدن نما نباشد . وأحوط اين است رداء\r\nنيز بدن نما نباشد .\r\n\r\n\r\n\r\n\r\nمسأله 194 - أقوى جواز احرام است . در لباسهائى كه\r\nمىتواند در نماز بپوشد هر چند پوست يا غير بافتنى باشد .\r\n\r\n\r\n\r\n\r\nمسأله 195 - پوشيدن رداء وازار فقط بر مردان واجب است\r\nوزنان مىتوانند در رختهاى عادى خود در صورتي كه داراى شرايط\r\nذكر شده باشد احرام ببندند .\r\n\r\n\r\nمسأله 196 - پوشيدن حرير گر چه فقط بر مردان حرام است ،\r\nاما زنان بنا بر أقوى جايز است در جامه حرير احرام ببندند\r\nگر چه احتياط در ترك آنست .\r\n\r\n\r\n\r\nمسأله 197 - چنانچه يكى از دو جامه احرام يا هر دو بعد از\r\nاحرام بستن نجس شود ، أحوط اين است كه هر چه زودتر تبديل يا\r\nتطهير نمايد . وچنانچه بدن نجس شود تطهير آن از جهت محرم\r\nبودن واجب نيست ، بنا بر اظهر .\r\n\r\n\r\n\r\nمسأله 198 - واجب نيست جامه‌هاى احرام را بطور دائم\r\nبپوشد وبرداشتن رداء از روى دوش براي ضرورت يا غير آن\r\nعيبى ندارد ، همچنان كه عوض كردن آن در صورتي كه آن\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nعوض داراى شرايط ذكر شده باشد عيبى ندارد .\r\n\r\n\r\nتروك احرام\r\nدر گذشته گفته شد كه احرام به تلبيه يا اشعار يا تقليد محقق\r\nمىشود وبدون آنها احرام منعقد نخواهد شد ، هر چند نيت\r\nاحرام حاصل شده باشد ، پس هر گاه مكلف احرام بست ، بيست وپنج\r\nچيز بر أو حرام مىشود كه آنها را تروك احرام مىنامند :\r\n1 - شكار حيوان صحرايى .\r\n2 - نزديكى با زنان .\r\n3 - بوسيدن زن .\r\n4 - دست زدن به زن .\r\n5 - نگاه كردن به زن .\r\n6 - استمناء .\r\n7 - عقد نكاح وشهادت بر آن .\r\n8 - استعمال بوى خوش .\r\n9 - پوشيدن لباس دوخته بر مردان .\r\n10 - سرمه كشيدن .\r\n11 - نگاه در آيينه .\r\n12 - پوشيدن چكمه وجوراب بر مردان .\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n13 - دروغ گفتن .\r\n14 - مجادله ( بگو مگو كردن ) .\r\n15 - كشتن شپش ومانند آن .\r\n16 - زينت كردن .\r\n17 - روغن مالي بدن .\r\n18 - كندن موى بدن .\r\n19 - پوشاندن سر بر مردان .\r\n20 - پوشانيدن رو بر زنان .\r\n21 - زير سايه رفتن بر مردان .\r\n22 - خارج نمودن خون از بدن .\r\n23 - ناخن گرفتن .\r\n24 - دندان كشيدن .\r\n25 - همراه داشتن سلاح .\r\nوتفصيل اين أمور در مسائل ذيل بيان خواهد شد .\r\n\r\n\r\n\r\n1 - شكار حيوان صحرايى\r\nمسأله 199 - محرم خواه در حرم خواه در حل ( خارج حرم )\r\nباشد ، نبايد حيوان صحرايى را شكار نموده يا بكشد .\r\nوشكار در حرم مطلقا جايز نيست ، هر چند شكارچى محرم نباشد .\r\n\r\n\r\n\r\nمسأله 200 - همچنان كه شكار حيوان صحرايى بر محرم\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\nحرام\r\nاست ، كمك ديگرى در شكار نيز حرام است ، هر چند با اشاره باشد .\r\nودر حرمت كمك بين اين كه شكارچى محرم باشد يا محل فرقى نيست .\r\n\r\n\r\nمسأله 201 - محرم نبايد شكار را به دست گرفته يا از أو\r\nنگهدارى كند ، اگر چه شكارش پيش از احرام باشد . ونبايد از\r\nگوشت شكار بخورد ، هر چند شكار كننده محل باشد وملخ ملحق\r\nبه حيوان صحرايى است وشكار وگرفتن ، وخوردنش حرام است .\r\n\r\n\r\nمسأله 202 - حكم مذكور مختص به حيوان صحرايى است\r\nوشكار حيوان دريايى مانند ما هي وهمچنين كشتن حيوان أهلي مانند مرغ\r\nخانگى وگوسفند وگاو وشتر عيبى ندارد .\r\n\r\n\r\nمسأله 203 - جوجه وتخم حيوانات مذكور ، در حكم تابع خود\r\nآنها است يعنى همان طور كه شكار حيوان صحرايى حرام است ،\r\nشكار جوجه يا برداشتن تخم آن نيز حرام است وهمان طور كه\r\nكشتن حيوان أهلي وشكار حيوان دريايى جايز است ، كشتن\r\nجوجه وشكستن تخم آنها نيز جايز است .\r\n\r\n\r\n\r\nمسأله 204 - كشتن درندگان براي محرم جايز نيست مگر در\r\nصورتي كه از آنها بر خود بترسد يا موجب اذيت أو باشد ويا\r\nيا كبوتران حرم را اذيت كنند . ودر كشتن درندگان كفاره نيست\r\nحتى شير بنابر اظهر ، خواه كشتنشان جايز باشد يا نباشد .\r\n\r\n\r\n\r\nمسأله 205 - محرم مىتواند أفعى ومار بزرگ سياه\r\nو ","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nمارهاى\r\nبد وعقرب وموش را بكشد ودر كشتن هيچ كدام كفاره نيست .\r\n\r\n\r\n2 - نزديكى با زنان\r\nمسأله 219 - نزديكى با زنان ( جماع ) در اثناى عمره تمتع\r\nوعمره مفرده وحج وبعد از آن پيش از بجا آوردن نماز طواف\r\nنساء بر محرم حرام است .\r\n\r\n\r\n\r\nمسأله 220 - هر گاه در عمره تمتع از روى علم وعمد با زنى از\r\nعقب يا جلو نزديكى نمايد چنانچه پس از فراغت از سعى باشد ،\r\nعمره اش فاسد نمىشود وكفاره بر أو واجب مىشود ، وكفاره‌اش\r\nبنابر احتياط يك شتر است وچنانچه پيش از سعى باشد كفاره‌اش مانند گذشته است\r\nوعمره اش باطل است لكن بايد عمره را تمام كند ودوباره اعاده نمايد واگر عمره تمتع باشد پيش از حج أو را به جاى مىآورد واگر\r\nوقت تنگ باشد حج أو افراد مىشود پس بعد از حج عمره\r\nمفرده به جاى مىآورد وأحوط اعاده حج است در سال آينده .\r\n\r\n\r\n\r\nمسأله 221 - هر گاه كسى كه احرام حج بسته قبل از وقوف\r\nومزدلفه از روى علم وعمد با زنى قبلا ودبرا نزديكى نمايد ، حج أو\r\nوحج آن در صورتي كه محرم ودانا وراضى به اين عمل بوده باطل\r\nمىشود وبر هر يك واجب است حج را تمام نموده وكفاره داده\r\nوحج را در سال بعد اعاده نمايد ، خواه حجشان واجب باشد يا\r\nمستحب . ولى اگر زن مجبور بر اين\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\nعمل بوده حجش فاسد\r\nنمىشود وبر مرد دو كفاره واجب مىشود وبر زن چيزى نخواهد\r\nبود . وكفاره اين عمل در صورت قدرت وتمكن ، يك شتر ودر\r\nصورت عجز ، يك گاو است ودر صورت عجز ، يك گوسفند است\r\nوهم چنين اگر بعد از وقوف عرفه وقبل از مشعر على الأشهر ، وواجب است بين آن مرد وآن\r\nزن از جاى وقوع اين عمل در اين حج وحجى كه بعدا اعاده\r\nخواهند كرد جدايى باشد تا آن كه پس از وقوفين به آن محل\r\nبرسند وهر گاه نزديكى پس از گذشتن از منى به عرفات باشد ،\r\nلازم است جدايى آنها تا وقت نحر در مستمر باشد . وأحوط\r\nاين است كه جدايى آنها تا فراغت از تمام اعمال حج استمرار\r\nداشته باشد .\r\n\r\n\r\nمسأله 222 - هر گاه محرم بعد از وقوف در مزدلفه از روى علم\r\nوعمد با عيال خود نزديكى كند چنانچه پيش از طواف نساء باشد\r\nمانند گذشته كفاره بر أو واجب مىشود ولى حجش فاسد\r\nنمىشود وهم چنين است اگر اين عملش پيش از دور سوم طواف\r\nنساء باشد وهمچنين اگر پيش از دور چهارم باشد بنا بر\r\nاحتياط واگر بعد از دور پنجم طواف نساء بوده ، كفاره نيز ندارد .\r\nعلى الأظهر الأشهر اگر چه أحوط كفاره است .\r\n\r\n\r\nمسأله 223 - كسى كه از روى علم وعمد در عمره مفرده بعد از\r\nسعى با زن خود نزديكى نمايد ، مانند سابق كفاره بر أو واجب\r\nمىشود ولى عمره اش فاسد نمىشود . ولى اگر قبل از\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\nسعى باشد عمره‌اش نيز باطل ولازم است كه هما عمره\r\nفاسده را نيز تمام كند سپس آن را اعاده نمايد .\r\n\r\n\r\n\r\nمسأله 224 - كسى كه از احرام در آمده اگر با زن خود كه\r\nدر حال احرام است نزديكى نمايد ، كفاره بر زن واجب مىشود\r\nدر صورت عدم اجبار . ولى مرد بايد غرامت آن را بدهد .\r\nوكفاره‌اش يك شتر است .\r\n\r\n\r\n\r\n\r\nمسأله 225 - شخص محرم هر گاه از روى ندانى يا فراموشى با\r\nزن خود نزديكى نمايد ، عمره وحجش صحيح است وكفاره اى بر\r\nأو واجب نمىشود واين حكم نسبت به ساير محرماتى كه موجب\r\nكفاره است وذيلا بيان مىشود نيز جارى است به اين معنى كه هر\r\nعملي كه از محرم از روى جهل ونسيان سر بزند كفاره ندارد ، مگر\r\nموارد ذيل :\r\n1 - آن كه طواف حج را فراموش نموده وبا عيال خود نزديكى\r\nنمايد يا مقدارى از سعى را در عمره تمتع فراموش نموده وبا عيال خود نزديكى نمايد يا ناخنهاى خود را بگيرد به خيال اين كه\r\nاحرامش تمام شده است ، ويا كه\r\nبعد از سعى وقبل از تقصير به جهت ندانستن حكم با زن خود\r\nنزديكى كند .\r\n2 - كسى كه دست خود را بي خود بر سر يا ريش خود بكشد\r\nويك يا دو مو از آن بيفتند .\r\n3 - آن كه بدن خود را روغن مالي كند از روى ناداني وحكم تمام\r\nاينها در جاى خود ذكر خواهد شد إن شاء الله تعالى .\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n3 - بوسيدن زن\r\nمسأله 226 - جايز نيست محرم زن خود را از روى شهوت\r\nببوسد وچنانچه أو را بوسيد ومنى از أو خارج شد ، لازم است يك\r\nشتر كفاره بدهد ، بنا بر احتياط وهمچنين است اگر منى از أو خارج نشود بنا بر احتياط . واما اگر بوسيدن از روى شهوت\r\nنباشد يك گوسفند كفاره دارد .\r\nأحوط بلكه ظاهر جريان اين\r\nحكم است در بوسيدن اجنبيه .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 227 - هر گاه شخص بعد از طواف نساء زن خود را كه در\r\nحال احرام است ببوسد ، بايد بنابر احتياط يك گوسفند بكشد .\r\n\r\n\r\n\r\n\r\n4 - لمس زن\r\nمسأله 228 - شخص محرم نبايد دست يا بدن خود را از روى\r\nشهوت به بدن زن خود بمالد ، وچنانچه اين كار را كرد ، بايد يك\r\nگوسفند كفاره بدهد . وچنانچه اين عمل از روى شهوت نباشد\r\nچيزى بر أو نخواهد بود .\r\nواگر با دست ملاعبه نمايد كه موجب انزال منى شود بايد شترى كفاره دهد وبنا بر أحوط حج\r\nرا قضا نمايد .\r\n\r\n\r\n\r\n\r\n5 - نگاه كردن به زن وملاعبه با أو\r\nمسأله 229 - هر گاه محرم از روى شهوت به زن خود نگاه كند\r\nومنى از أو بيرون بيايد مشهور گفته اند يك شتر بايد كفاره\r\nبدهد . ولى اگر از روى شهوت نگاه كند ومنى از أو بيرون\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\nنيايد يا بدون شهوت نگاه كند\r\nومنى بيرون بيايد كفاره ندارد .\r\n\r\n\r\n\r\nمسأله 230 - هر گاه محرم با همسر خود ملاعبه وشوخى نمايد\r\nومنى از أو بيرون بيايد ، لازم است يك شتر كفاره بدهد .\r\nوأحوط قضاء حج است در آن وچنانچه به زن أجنبي از روى\r\nشهوت يا بدون شهوت نگاه كند\r\nومنى از أو بيرون بيايد ، كفاره اش يك شتر است اگر دارا باشد ويك\r\nگاو است اگر متوسط باشد ويك گوسفند است اگر فقير باشد .\r\nواما اگر به أو نگاه كند هر چند از روى شهوت باشد ومنى از أو\r\nبيرون نيايد ، اگر چه حرامى به جا آورده ولى كفاره ندارد . على الأظهر .\r\n\r\n\r\n\r\nمسأله 231 - هر گونه استمتاع والتذاذ از زن براي محرم\r\nجائز نيست .\r\n\r\n\r\n6 - استمناء\r\nمسأله 232 - استمناء طلب نزول منى است با دست يا غير\r\nاز آن هر چند به خيال بوده يا ملاعبه يا در نظر آوردن زن خود يا\r\nكسى ديگر باشد وبدان كه انزال منى با استمناء بعضي أو را\r\nمفسد حج دانسته اند واين قول أحوط است ودر استمناء به\r\nمثل عبث با آلت خود ومانند آن از محرم بر غير محرم پس ترك\r\nنشود احتياط به قضاء حج .\r\n\r\n\r\n7 - عقد نكاح\r\nمسأله 233 - ازدواج در حال احرام براي خود يا ديگرى حرام\r\nاست ، خواه ديگرى در حال احرام باشد يا از احرام بيرون\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nآمده\r\nباشد وخواه عقد دائمي باشد يا منقطع يعنى ازدواج باشد يا صيغه\r\nأقوى حرمت ابديه است در عقد محرم براي خود\r\nدر صورتي كه عالم به حرمت باشد .\r\n\r\n\r\nمسأله 234 - هر گاه محرم يا غير محرم زنى را براي محرم عقد\r\nنمايد وشوهر با آن زن نزديكى كند وعقد كننده وشوهر بدانند كه\r\nچنين عقدي در حال احرام حرام است ، بر هر يك كفاره يك شتر\r\nواجب مىشود ، وهمچنين بر زن نيز واجب مىشود ، اگر\r\nمىدانسته كه ازدواج در حال احرام حرام است .\r\nودر صورتي كه عالم به حرمت عقد بوده است\r\nأقوى حرمت ابدى است .\r\n\r\n\r\nمسأله 235 - حاضر شدن در مجلس عقد وگواهى دادن بر آن\r\nبر محرم حرام است . واين قول موافق احتياط است\r\nوهم چنين گواهى بر عقدي كه قبلا واقع\r\nشده نيز بر محرم حرام است ، اگر چه قبل از احرام شاهد بر آن بوده است .\r\n\r\n\r\nمسأله 236 - احتياط مستحب اين است كه محرم\r\nخواستگارى نيز ننمايد بلى اگر زنى را قبلا طلاق داده ، رجوع به أو\r\nعيبى ندارد .\r\n\r\n\r\n8 - استعمال بوى خوش\r\nمسأله 237 - استعمال بوى خوش از قبيل زغفران وعود وكافور وعنبر\r\nومشك به خوردن وبوئيدن وماليدن بر بدن ، بر محرم\r\nحرام است . وهمچنين پوشيدن لباسى كه اثرى از بوى\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nخوش در أو\r\nباشد . وأحوط اجتناب از هر بوى خوشى است .\r\n\r\n\r\nمسأله 238 - خوردن وبوئيدن ميوه هاى خوشبو مانند به\r\nوسيب عيبى ندارد .\r\n\r\n\r\nمسأله 239 - احتياط لازم اين است كه در غير حال سعى ،\r\nبيني خود را از هر بوى خوشى ببندد . وبوئيدن خلوق كعبه كه يك\r\nنوع عطر است عيبى ندارد .\r\n\r\n\r\nمسأله 240 - هر گاه محرم عمدا مقدارى بوى خوش استعمال\r\nكند ، كفاره‌اش بنابر مشهور يك گوسفند است .\r\n\r\n\r\nمسأله 241 - بنا بر أحوط بلكه أقوى بر محرم حرام است كه\r\nبيني خود را از بوى بگيرد بلى تند رفتن از جهت خلاصي از بوى بد عيبى ندارد .\r\n\r\n\r\n\r\n\r\n9 - پوشيدن لباس دوخته بر مردان\r\nمسأله 242 - پوشيدن پيراهن وعبا وشلوار وزير شلوارى\r\nوجامه دگمه‌دار ودرع ( زره ) وهر جامه اى كه آستين دار باشد\r\nكه دست در أو برود بر مرد محرم حرام است .\r\nوأحوط اجتناب از هر جامه دوخته بلكه شبيه دوخته است ، مانند\r\nنمدى كه چوپانان آن را مىپوشند وپوشيدن هميان دوخته\r\nكمر بندى كه پول در أو گذاشته مىشود جايز است بنا بر اظهر وهمچنين\r\nاستعمال فتق بند براي كسى كه فتق دارد در صورت ضرورت عيبى ندارد . ولى احتياطا كفاره دارد وجايز است\r\nمحرم هنگام خوابيدن با لحاف ومانند آن از چيزهاى دوخته\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nبجز سر ، تن خود را بپوشاند .\r\n\r\n\r\n\r\n\r\nمسأله 243 - أحوط اين است كه ازار ( لنگ ) خويش را به گردن\r\nخود بلكه مطلقا گره نزند ، ولو بعض آن را به بعض ديگر . وچيزى\r\nمانند سنجاق وسوزن وچوب نيز آن را به هم وصل نكند وأحوط اين است كه ردا نيز گره\r\nزده نشود ، ولى فرو كردن سوزن يا سنجاق در أو عيبى ندارد .\r\n\r\n\r\nمسأله 244 - پوشيدن لباس دوخته هر طور باشد براي زنان\r\nعيبى ندارد ، مگر دستكش كه آن را نپوشند .\r\n\r\n\r\nمسأله 245 - هر گاه محرم لباسى را كه حرام است عمدا بپوشد ،\r\nكفاره اش يك گوسفند است . وأحوط لزوم كفاره است حتى در\r\nصورتي كه مضطر به پوشيدن آن باشد .\r\n\r\n\r\n10 - سرمه كشيدن\r\nمسأله 246 - سرمه كشيدن چند صورت دارد :\r\n1 - آن كه سرمه سياه را به قصد زينت به چشم خود بكشد كه اين كار\r\nبر محرم حرام است قطعا .\r\n2 - آن كه سرمه سياه ولى به قصد زينت نباشد بلكه براي اعلاج\r\nمرض باشد كه در اين صورت اشكال ندارد .\r\n3 - آن كه سرمه سياه نباشد با قصد زينت ، ويا سرمه اى كه در\r\nآن بوى خوش باشد وأحوط در اين دو صورت اجتناب است .\r\n4 - آن كه سرمه سياه نباشد وقصد زينت هم نداشته باشد ، كه\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\n\r\nاين كار عيبى ندارد وكفاره هم ندارد .\r\n\r\n\r\n\r\n\r\n11 - نگاه كردن در آيينه\r\nمسأله 247 - نگاه كردن در آيينه بر محرم جهت زينت ، حرام\r\nاست . ولى اگر نگاه كردن براي زينت نباشد ، مانند نگاه كردن شوفر در آيينه\r\nكه دو پهلو يا پشت سر خود را ببيند ، عيبى ندارد . اما\r\nپوشيدن عينك بدون قصد زينت براي زن ومرد بنا بر أقوى عيبى ندارد\r\nواين حكم در أجسام شفاف وصيقلى ديگر مانند\r\nآب صاف وشيشه تميز جارى نمىشود ونگاه كردن در آنها عيبى ندارد .\r\n\r\n\r\n\r\n\r\n12 - پوشيدن چكمه وجوراب\r\nمسأله 248 - پوشيدن چكمه ( خف ) يا جوراب بر مرد محرم\r\nحرام است وأحوط نپوشيدن چيزى است كه تمام پشت\r\nپا را بپوشاند ، با صدق لبس وپوشيدن وچنانچه براي مرد\r\nمحرم نعلين ومانند آن فرآهم نشد وضرورت ايجاب كرد كه\r\nخف يا جوراب بپوشد احتياط مستحب اين است كه روى آن را\r\nبشكافد . وپوشاندن پشت پا بدون پوشش عيبى ندارد .\r\n\r\n\r\n\r\n13 - دروغ ودشنام\r\nمسأله 249 - دروغ ودشنامى كه حرام باشد حرمتشان در\r\nحال احرام مؤكد وشديدتر است ومراد از فسوق در آية\r\nمباركه \" فلا رفث ولا فسوق ولا جدال في الحج \" دروغ\r\nودشنام است ، اما مفاخرت يعنى اظهار فخر از حيث حسب\r\nو ","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nنسب كه شخص محرم بگويد من چنين وچنانم وفأميل\r\nوپدرانم كيانند دو صورت دارد :\r\nأول : آن كه براي اثبات فضيلت وبرترى براي خود باشد كه\r\nتوهين ديگرى را در بر داشته باشد . اين عمل في نفسه حرام\r\nاست .\r\nدوم : آن كه اثبات فضيلت براي خود باشد بدون اين كه به\r\nديگرى اهانت شود واين عيبى ندارد وبر محرم وغير محرم\r\nحرام نيست .\r\n\r\n\r\n\r\n14 - جدال نمودن\r\nمسأله 250 - جدال نمودن : قسم خوردن به كلمه \" لا والله \"\r\nو \" بلى والله \" بر محرم حرام است ظاهر ، تحقق حرام به لفظ\r\nجلاله چون والله وبالله است .\r\n\r\n\r\nمسأله 251 - دو مورد از حرمت جدال استثناء شده است :\r\nأول : آن كه ضرورتي مانند اثبات حق يا از بين بردن باطلى\r\nاقتضاى قسم خوردن كند ، كه در اين صورت قسم خوردن حتى به\r\nدو كلمه مذكور عيبى ندارد .\r\nدوم : آن كه مراد قسم خوردن نباشد بلكه قصدش اظهار\r\nمحبت يا تعظيم باشد ، مثل اين كه بگويد تو را به خدا اين كار را\r\nنكن ومانند آن .\r\n\r\n\r\nمسأله 252 - در صورتي كه جدال كننده در سخن خود\r\nراستگو باشد ، كفاره ندارد بلكه فقط بايد استغفار نمايد\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n\r\nبه شرطي كه از دو مرتبه تجاوز ننموده باشد ودر غير أن\r\nصورت يك گوسفند كفاره دارد . در صورتي كه پى در پى قسم\r\nبخورد واما اگر جدال وقسم خوردن بر دروغ باشد ، در همان\r\nمرتبه أول يك گوسفند ودر مرتبه دوم بنابر احتياط يك گاو\r\nكفاره بدهد بلكه خالى از وجه نيست ودر مرتبه سوم تخيير\r\nميان گاو وشتر خالى از وجه نيست .\r\n\r\n\r\n15 - كشتن جانوران بدن\r\nمسأله 253 - كشتن شپش وانداختن آن از بدن\r\nولباس براي محرم خالى از وجه نيست . وجا به جا كردن أو عيبى\r\nندارد . در صورتي كه سبب افتادن آن نشود ودر صورت كشتن\r\nأحوط آن است كه يك مشت از طعام به فقيرى كفاره بدهد . اما\r\nدر غير شپش مثل كك وكنه كشتن وتاراندن آنها ظاهرا جايز\r\nاست .\r\n\r\n\r\n16 - زينت نمودن\r\nمسأله 254 - پوشيدن انگشتر به قصد زينت بر محرم حرام\r\nاست . ولى به قصد استحباب عيبى ندارد .\r\n\r\n\r\n\r\nمسأله 255 - حنا بستن اگر چه براي زينت باشد عيبى ندارد\r\n\r\n\r\n\r\nمسأله 256 - پوشيدن زيور براي زينت بر بانوان محرم حرام\r\nاست وزيورى كه پيش از احرام عادت به پوشيدن آن داشته\r\nمستثنى است ومىتواند أو را بپوشد . ولى نبايد أو را به شوهر خود\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n\r\nوديگران مردان نشان دهد .\r\n\r\n\r\n\r\n17 - ماليدن روغن بر بدن\r\nمسأله 257 - محرم نبايستى تن خود را روغن مالي كند ، هر چند\r\nخوشبو هم نباشد ، على الأحوط بل على الأقوى اما\r\nاگر بوى خوش داشته باشد پس جائز نيست قبل از احرام هم اگر بوى آن بماند به نحو قطع تا حال احرام ودر صورت\r\nارتكاب تأخير احرام تا زمان از بين رفتن بوى خوش لازم\r\nاست .\r\n\r\n\r\n\r\n\r\nمسأله 258 - كفاره روغن مالي در صورتي كه بوى خوش\r\nداشته باشد ، يك گوسفند است حتى در صورت ضرورت\r\nعلى الأحوط .\r\n\r\n\r\n\r\n18 - جدا نمودن مو از بدن\r\nمسأله 259 - محرم نبايستى موى خود يا ديگرى را از بدن جدا\r\nكند ، خواه ديگرى محرم باشد يا محل از اين حكم چهار مورد\r\nاستثنا شده است :\r\nأول : آن كه شپش بدن محرم زياد شود .\r\nدوم : آن كه ضرورت ايجاب كند كه مو جدا شود ، مانند آن كه\r\nبلندى موى وزياديش باعث سر درد يا ناراحتى ديگر شود .\r\nسوم : آن كه مو در پلك چشم روييده باشد كه محرم را نارحت كند\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nچهارم : آن كه مو هنگام وضو يا غسل خود به خود جدا شود كه\r\nدر اين چهار صورت جدا نمودن مو عيبى ندارد .\r\n\r\n\r\n\r\nمسأله 260 - اگر محرم با ضرورت وبدون ضرورت سر خود را بتراشد ،\r\nكفاره‌اش يك گوسفند است . يا سه روز روزه يا اطعام\r\nشش مسكين كه به هر يك يك مد بدهد بلكه بنابر احتياط به\r\nهر كدام به مقدارى كه سير شوند اگر چه بيش از يك مد باشد طعام\r\nداده شود وو اگر موى زير هر دو بغل خود را بكند ، كفاره اش يك گوسفند است بنا بر أقوى\r\nواگر موى يك طرف را بكند سه مسكين را طعام بدهد . وچنانچه\r\nموى ريش خود يا غير آن را بكند ، بايستى يك مشت طعام به فقير\r\nكفاره بدهد . وچنانچه سر ديگرى را چه محرم وچه محل باشد\r\nبتراشد كفاره ندارد .\r\n\r\n\r\n\r\nمسأله 261 - چنانچه محرم سر يا بدن خود را بطورى كه مويى\r\nاز أو نيفتد وخونى نشود بخاراند عيبى ندارد ، وچنانچه دست به\r\nسر يا ريش خود كشيده ويك يا دو مو از آن بيفتد ، يك مشت\r\nطعام صدقه بدهد .\r\n\r\n\r\n\r\n\r\n19 - پوشانيدن سر بر مردان\r\nمسأله 262 - محرم نبايستى تمامى يا قسمتى از سر خود را\r\nبپوشاند بنا بر احتياط با گل وحنا هم نپوشاند بلكه نبايستى چيزى روى\r\nسر خود حمل كند بنابر احتياط ولى انداختن بند مشك بر سر يا\r\nبستن دستمال ومانند آن به جهت سر درد عيبى ندارد وپوشاندن\r\nگوشها نيز جايز نيست .\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\nمسأله 263 - أحوط وأولى ترك پوشاندن سر به قسمتى از\r\nبدن مثل دست است در غير موارد ضرورت عرفيه يا شرعيه .\r\n\r\n\r\nمسأله 264 - محرم نبايستى در آب فرو رود كه\r\nسرش زير آب شود بنابر احتياط در غير آب از مايعات ديگر .\r\n\r\n\r\n\r\nمسأله 265 - هر گاه محرم سر خود را پوشانيد ،\r\nكفاره‌اش يك گوسفند است . وأقوى تعدد كفاره است در صورت تعدد\r\nپوشانيدن وبا تخلل كفاره وظاهرا در موارد اضطرار كفاره\r\nواجب نيست .\r\n\r\n\r\n\r\n20 - پوشانيدن رو بر زنان\r\nمسأله 266 - بانوان در حال احرام نبايستى صورت خود را به\r\nپوشه يا نقاب ومانند آن هر چيزى باشد بپوشانند در غير حال\r\nضرورت مانند تحفظ از مگس ونحو آن در حال خوابيدن وبايد نيز قسمتى از روى خود را نيز\r\nنپوشانند . بلى پوشاندن قسمتى از رو مقدمتا براي پوشاندن سر در حال نماز ، عيبى ندارد ،\r\nوپس از فراغت از نماز آن را بردارد .\r\nولى اسدال در حال نماز وبعد از آن بي اشكال است .\r\n\r\n\r\nمسأله 267 - بانوان محرم مىتوانند از مطلقا رو بگيرند ، به\r\nاين نحو كه گوشه چادر يا عبا ومانند آن را كه بر سر دارند تا مقابل\r\nبيني يا چانه خود پايين بكشند ، بلكه صدق اسدال\r\nوآيزان كردن جامه بر أو كافى است على الأظهر وتحفظ از\r\nرسيدن آن به صورت لازم نيست .\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n\r\n\r\nمسأله 268 - وجوب كفاره پوشانيدن صورت زنان يك\r\nيك گوسفند هر چند منقول از شيخ وحلبى است ولكن در آن تأمل\r\nاست .\r\n\r\n\r\n21 - زير سايه رفتن مردان\r\nمسأله 269 - مردان محرم هنگام سير نبايستى زير سايه\r\nرفته يا سايبانى مانند چتر بر سر بگيرند ، هر چند سايه سقف محمل يا ماشين يا هواپيما ومانند اينها باشد . خواه پياده باشند يا سواره بنا بر احتياط در پياده .\r\nوأحوط اين است كه زير سايه چيزى كه روى سر نباشد\r\nنيز نرود ، مثل اين كه بغل شتر يا ماشين حركت كند كه سايه از\r\nطرف چب يا راستش بر أو بيفتد . بلى مىتواند با دست خود جلو\r\nآفتاب را بگيرد . وزير سايه محمل رفتن هنگام سير ولى\r\nاحرام زير سقف مسجد شجره عيبى ندارد .\r\n\r\n\r\nمسأله 270 - ظاهر از مجموع روايات ومقتضاى أصل\r\nممنوعيت استظلال از آفتاب است در حال سير بنا بر اين در\r\nشب در حال سير زير سقف بودن مانعى ندارد وكفاره لازم\r\nنيست اگر چه أحوط است .\r\n\r\n\r\n\r\nمسأله 271 - هنگامى كه محرم به مكة رسيد همچنان كه اگر در\r\nجايى در بين راه توقف نمود ، مىتواند داخل خانه وخيمه ومانند اينها برود ولى هنگام تردد بنا بر احتياط واجب زير سايه نرود .\r\n\r\n\r\n\r\nمسأله 272 - زير سايه رفتن زنان وكودكان مانعى ندارد\r\nوكفاره هم ندارد وهم چنين مردان در حال ضرورت يا ترس از\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\n\r\nگرما وسرما عيبى ندارد ولى مردها بايد كفاره بدهند .\r\n\r\n\r\n\r\n\r\nمسأله 273 - كفاره زير سايه رفتن يك گوسفند است وفرقى\r\nبين حال اختيار واضطرار نيست .\r\nوچنانچه اين عمل تكرار شود ، اظهر اين است كه در هر\r\nاحرام يك كفاره كفايت مىكند .\r\n\r\n\r\n\r\n\r\n\r\n\r\n22 - بيرون آوردن خون از بدن\r\nمسأله 274 - شخص محرم نبايستى بدن خود را به خاراندن خونى نمايد ،\r\nاگر بداند كه در خاراندن موجب آن مىشود\r\nوهمچنين است خون آوردن با مسواك بنا بر احتياط ودر\r\nهر صورت كفاره ندارد ولى در حال ضرورت يا رفع ناراحتى عيبى ندارد .\r\n\r\n\r\n\r\n\r\n23 - ناخن گرفتن\r\nمسأله 275 - محرم نبايستى تمامى يا قسمتى از ناخن خود را\r\nبگيرد مگر در صورتي كه بقاى ناخن ضرر داشته باشد ، مانند اين\r\nكه ناخن كنده شده وماندنش سبب ناراحتى شود ، كه در اين\r\nصورت بريدنش جايز است\r\n\r\n\r\nمسأله 276 - كفاره گرفتن هر ناخنى يك مد طعام است ، وكفاره\r\nگرفتن ناخنهاى دست در يك مجلس يك گوسفند است\r\nوهمچنين پا . وچنانچه گرفتن ناخن دست وپا در يك مجلس باشد ،\r\nكفاره اش نيز يك گوسفند است . وچنانچه ناخن دستها در يك مجلس\r\nوناخن پاها را در مجلس ديگر بگيرد ، كفاره\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n\r\nآن دو گوسفند است با تخلل تكفير .\r\n\r\n\r\nمسأله 277 - هر گاه محرم به فتواى كسى كه ناخن گرفتن را\r\nجايز مىداند ، ناخن خود را گرفت وخون در آمد ، كفاره اش بنابر\r\nاحتياط ( واجب ) بر فتوى دهنده است .\r\n\r\n\r\n\r\n24 - دندان كندن .\r\nمسأله 278 - كندن دندان در صورتي كه خون در آيد\r\n، حرام است ولى كفاره ندارد واگر موجب خون آمدن\r\nنشود ويا كندن ضرورت داشته باشد ، مانعى ندارد .\r\n\r\n\r\n\r\n25 - بر داشتن سلاح\r\nمسأله 279 - بر داشتن سلاح مانند شمشير ونيزه وچيزهايى\r\nكه عرفا به آنها سلاح گفته مىشود بر محرم حرام است . وبعضي\r\nاز فقها آلات دفاع وحفظ مانند كلاه خود وزره وسپر را سلاح\r\nخوانده اند . واين قول خالى از تأمل نيست .\r\n\r\n\r\nمسأله 280 - بودن سلاح نزد محرم اگر حملش نكند عيبى\r\nندارد . بنا بر اظهر .\r\n\r\n\r\nمسأله 281 - حرمت حمل سلاح مختص به حال اختيار است ودر حال اضطرار عيبى ندارد وكفاره هم ندارد .\r\nتا اين جا بيست وپنچ چيزى كه بر محرم حرام است بيان شد .\r\nدو چيز هست كه بر محرم ومحل حرام است :\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\n\r\n\r\n\r\n1 - شكار در حرم\r\nمسأله 282 - شكار در حرم بر محرم وغير محرم ، بر زن ومرد\r\nحرام است چنان كه قبلا بيان شد .\r\n\r\n\r\n\r\n2 - كندن درخت وگياه حرم\r\nمسأله 283 - كندن وبريدن هر چيزى كه در حرم روييده از\r\nدرخت وغير درخت وگياه بر محرم وغير محرم حرام است . اما\r\nچيزى كه به راه رفتن متعارف كنده شود عيبى ندارد . همچنان كه\r\nرها كردن حيوانات كه از علف حرم بچرند اشكالى ندارد . واز اين\r\nحكم چند چيز استثنا شده است :\r\n1 - اذخر كه گياه معروفي است .\r\n2 - نخل خرما ودرخت ميوه دار .\r\n3 - علف ودرختى كه در ملك يا خانه شخصي مىرويد يا خود\r\nشخص آن را مىكارد ومىنشاند . واما درختى كه قبلا پيش از\r\nتملك منزل بوده در منزل ، حكمش حكم ساير درختهاست .\r\n( كندن وبريدن اين سه چيز عيبى ندارد ) .\r\n\r\n\r\n\r\nمسأله 285 - بنابر احتياط كفاره كندن درخت بزرگ يك گاو واگر كوچك باشد يك گوسفند است واگر قسمتى از\r\nدرخت‌باشد قيمت آن را بدهد .\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\nجاى كشتن كفارات\r\nمسأله 286 - جاى كشتن كفاره شكار در احرام عمره ، مكة\r\nمكرمه است وجاى كشتن كفاره شكار در احرام حج ، منى است .\r\n\r\n\r\n\r\n\r\nمسأله 287 - كفاره‌اى كه بر محرم براي غير از شكار واجب\r\nشده است ، اظهر اين است كه مىتواند كشتنش را تا بازگشت به\r\nوطن تأخير انداخته وهمان جا بكشد . وبهتر اين است كه\r\nكفاره را در حج خود بكشد .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nشرائط طواف\r\nواجب دوم عمره تمتع ، طواف است . وبه ترك از روى عمد چه\r\nحكم موضع را بداند يا نداند عمره أو فاسد مىشود .\r\nوجوب ذبح يك شتر مطلقا حتى در حال علم وعمد موافق احتياط است\r\nوترك آن به\r\nتأخيرش تا زماني كه ديگر نتواند خود را به وقوف در عرفات برساند محقق مىشود . وچنانچه عمره‌اش\r\nباطل شود وظاهرا حج أو مبدل به حج افراد مىشود ووجوب\r\nقضاى حج بر أو در سال آينده قوى است . واگر كسى سهوا\r\nترك كند لازم است ايتان به آن هر وقت كه باشد ودر صورت\r\nتعذر يا تعسر مباشرت ، استنابه مىنمايد در قضاء طواف واگر\r\nسعى را به جاى آورده آن را نيز بنا بر احتياط اعاده كند\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n1 - اشتراط طواف به قصد قربت شرط أول : نيت ، وطواف بدون قصد قربت باطل است .\r\nونيت چنين كند هفت دور طواف خانه كعبه مىكنم طواف\r\nعمره تمتع از فرض حجة الاسلام به جهت أطاعت فرمان\r\nخداوند عالم ودر اعتبار اخطار وكفايت داعى مثل نماز است .\r\n2 - اشتراط طواف به طهارت از حدث\r\nشرط دوم : طهارت از حدث أكبر وأصغر ، اگر چه\r\nطهارت اضطراريه باشد على الأقرب بدون فرق بين طهارت\r\nترابيه وطهارت مستحاضة ومسلوس ، ودر مبطون اختيار مى\r\nشود نيابت از أو در طواف . پس چنانچه از روى عمد يا\r\nناداني يا فراموشى در حال حدث وبدون طهارات طواف نمايد ،\r\nطوافش صحيح نخواهد بود .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 288 - چنانچه از محرم در اثناى طواف حدثى سر زند ،\r\nمسأله چند صورت خواهد داشت :\r\n1 - آن كه حدث پيش از رسيدن به نصف طواف باشد ، كه در\r\nاين صورت طواف باطل ولازم است پس از طهارت اعاده شود .\r\n2 - آن كه حدث بعد از نصف از روى سهو وغفلت\r\nباشد ، كه در اين صورت طواف را قطع نموده وطهارت گرفته\r\nوطواف را از همانجا كه قطع نموده ادامه مىدهد ودر صورتي\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\nكه بعد از تجاوز از نصف واز روى عمد باشد حكم به ادامه\r\nطواف بعد از قطع آن مورد تأمل است بلكه بايد طواف را از\r\nسر بگيرد .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 289 - اگر پيش از شروع به طواف يا در اثناى آن شك در\r\nطهارت بنمايد ، چنانچه بداند كه قبلا با طهارت بوده ونمىداند\r\nبعدا از أو حدثى سر زنده يا نه در اين صورت اعتنا به شك خود\r\nنكند . ودر غير اين صورت واجب است طهارت گرفته وشروع به\r\nطواف يا طوافى كه در دست داشته از سر بگيرد .\r\n\r\n\r\n\r\nمسأله 290 - هر گاه پس از فراغت از طواف ، شك در طهارت\r\nنمايد به شك خود اعتنا نكند ، هر چند أحوط ولى\r\nبراي نماز طواف حتما بايد وضو بگيرد .\r\n\r\n\r\n\r\nمسأله 291 - هر گاه مكلف نتواند وضو بگيرد تيمم نموده\r\nوطواف را به جا آورد . واگر تيمم هم نمىتواند بكند ، حكمش\r\nكسى است كه نمىتواند طواف را به جا آورد . پس اگر مأيوس از\r\nتوانايى شد ، لازم است براي طواف نايب بگيرد ، وأحوط\r\nاين است كه خود نيز بدون طهارت طواف نمايد .\r\n\r\n\r\n\r\nمسأله 292 - بر زن حائض ونفساء ( زائو ) بعد از گذشتن أيام\r\nحيض ونفاس وبر جنب واجب است كه براي طواف غسل كنند ،\r\nودر صورت معذور بودن از غسل ومأيوس شدن از توانايى بر\r\nغسل ، واجب است با تيمم طواف كنند . ودر صورت\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\nمعذور بودن از تيمم ، تا آخر زمان تمكن از مباشرت نايب گرفتن\r\nمتعين است وأحوط آن است كه خود نيز طواف كند .\r\n\r\n\r\nمسأله 293 - هر گاه زن هنگام بستن احرام براي عمره تمتع يا\r\nپس از بستن احرام ، خون حيض ببيند ووقت گنجايش به جا آورد\r\nاعمال عمره را داشته باشد ، بايستى صبر كند تا پاك شود وغسل\r\nنموده واعمال عمره را به جا آورد . وچنانچه وقت وسعت اين كار\r\nرا نداشته باشد ، مسأله داراى دو صورت خواهد بود :\r\nأول : آن كه حيضش هنگام احرام پيش از بستن احرام باشد ، در\r\nاين صورت حج تمتعش بدل به حج افراد شده وبر أو واجب است\r\nدر صورت تمكن بعد از فراغت از حج ، عمره مفرده به جا آورد .\r\nدوم : آن كه حيضش بعد از بستن احرام باشد . در اين صورت\r\nمىتواند حج افراد را به جا آورد وبعد از\r\nفراغت ، عمره مفرده به جا آورد مانند صورت أول ، واين كفايت مىكند از\r\nآنچه بر أو واجب بوده است از حج تمتع .\r\n\r\n\r\n\r\n\r\nمسأله 294 - اگر زن در اثناى طواف حيض شود ، مشهور بين فقها اين است كه اگر حيض شدن پيش از تمام شدن چهار شوط\r\nباشد طوافش باطل مىشود وچنانچه بعد از آن باشد ، آنچه به جا\r\nآورده صحيح ، وواجب است بعد از پاكى وغسل نمودن باقيمانده\r\nرا به جا آورده . وأحوط در هر دو صورت اين است كه بعد از پاكى يك طواف كامل به نيت\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\nأعم از تمام واتمام به جا آورد به اين معنى\r\nكه چنين نيت كند كه اگر يك طرف طواف كامل بر من واجب است ، كه\r\nاين طواف است واگر به جا آوردن كمبود طواف سابق بر من\r\nواجب است ، هر مقدار از اين طواف كمبود أو را تكميل مىكند\r\nبكند وباقيمانده زيادى باشد . واين در صورتي است كه وقت\r\nگنجايش اين كار را داشته باشد ودر غير اين صورت سعى\r\nوتقصير نموده وبراي حج محرم شود ولازم است پس از بازگشت\r\nاز منى وقبل از طواف حج ، قضاى طواف عمره را به نحوى كه گفته\r\nشد به جا آورد .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 295 - هر گاه زن پس از طواف وپيش از نماز آن ، يعنى\r\nبين طواف ونمازش ، حيض شود طوافش صحيح است ونماز\r\nطواف را پس از پاكى وغسل به جا آورد . وچنانچه وقت نداشت\r\nسعى وتقصير را به جا آورده ونماز طواف را پيش از طواف حج\r\nقضا نمايد .\r\n\r\n\r\n\r\n\r\nمسأله 296 - هر گاه زنى پس از طواف ونمازش احساس نمود\r\nكه حيض دارد ونداند كه پيش از طواف يا پيش از نماز يا در أثناء\r\nبوده يا بعد از نماز رخ داده ، در اين صورت بنابر صحت طواف\r\nونماز بگذارد . وچنانچه بداند كه قبل از نماز حادث شده ووقتش\r\nهم تنگ است ، سعى وتقصير نموده ونماز را تا پس از پاكى تأخير\r\nبيندازد وعمره اش صحيح است .\r\n\r\n\r\n\r\n\r\nمسأله 297 - هر گاه زنى به مكة رسيد ومى توانست اعمال\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nعمره را به جا آورد ولى با علم وعمد به جا نياورد تا حيض شد\r\nووقت هم تنگ شد ، ظاهرا عمره‌اش فاسد است . واحتياط اين\r\nاست كه عدول به حج افراد نموده وحج خود را در سال بعد اعاده\r\nنمايد .\r\n\r\n\r\n\r\nمسأله 298 - طواف مستحبى را مىتوان بدون طهارت به جا\r\nآورد وطهارت در أو معتبر نيست ولى نماز طواف مستحبى بدون\r\nطهارت صحيح نخواهد بود وبايد با طهارت باشد .\r\n\r\n\r\n\r\nمسأله 299 - كسى كه معذور از طهارت ( وضو يا غسل ) تمام\r\nاست ، مانند كسى كه در دست يا پايش شكستگى وزخمى است\r\nكه پانسمان شده وكسى كه ( سلس ) مرضى دارد كه بولش قطره\r\nقطره مىريزد ، به همان دستوري كه براي نماز خود طهارت\r\nمىگيرد ، براي طواف نيز همان طهارت كافى است . واما مبطون\r\n( كسى كه نمىتواند از غايط خوددارى كند ) بايد براي طواف نايب\r\nبگيرد .\r\n\r\n\r\n\r\n\r\nاشتراط طواف به طهارت از خبث\r\nشرط سوم از شرايط طواف ، طهارت از خبث است يعنى پاكى\r\nبدن ولباس . پس طواف با بدن يا لباس نجس صحيح نيست .\r\nونجاستى كه در نماز بخشوده بود ، مانند خون كمتر از درهم ، در\r\nطواف بخشوده نيست\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\nبنابر احتياط .\r\n\r\n\r\n\r\n\r\nمسأله 300 - بودن خون وخونابه زخم ودمل كه اجتناب از آن\r\nسخت باشد در بدن يا لباس در طواف مانعى ندارد وبر طرف\r\nكردنش لازم نيست ، همچنان كه بودن چيز نجس همراه انسان در\r\nطواف عيبى ندارد . وهم چنين است نجس بودن چيزهايى كه در\r\nآن نماز خوانده نمىشود مانند هميان وكلاه وجوراب .\r\n\r\n\r\n\r\nمسأله 301 - در صورتي كه نجس بودن بدن يا لباس خود را\r\nنمىدانسته وپس از انجام طواف بفهمد ، طوافش صحيح است\r\nوبنابر اظهر حاجتي به اعاده ندارد ، وهمچنين است نماز طواف اگر\r\nنمىدانسته بدن يا لباسش نجس بوده وبعد از نماز بفهمد ، نمازش\r\nصحيح است .\r\n\r\n\r\nمسأله 302 - هر گاه نجاست بدن يا لباس خود را فراموش\r\nنموده وبا آنها طواف نموده وبعد از طواف يادش آمد صحت\r\nطواف خالى از وجه نيست .\r\n\r\n\r\nمسأله 303 - هر گاه نجس بودن بدن يا لباس خود را نمى دانسته\r\nودر اثناى طواف دانست ، جمعى بر آنند كه طواف را\r\nقطع كند وازاله كند نجاست را وبرگردد وتمام كند طواف را\r\nوأحوط استيناف است بعد از اتمام خصوصا باتخلل فعل كثير كه\r\nموجب قطع طواف بوده باشد قبل از اكمال جهاز شوط\r\nوهچنين است حكم هر گاه نجاست عارض ثوب يا بدن شود\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nدر حال طواف وكفايت اتمام در اينجا اظهر است .\r\n\r\n\r\n\r\n4 - اشتراط طواف به ختان\r\nشرط چهارم از شرايط طواف نسبت به مردان مختون بودن\r\nاست بدون آن طواف باطل است وأحوط ثبوت اين شرط است\r\nدر باره أطفال كوچك پس اگر بدون ختنه طواف كند يا طواف\r\nدهند آنها را ، طواف نساء از ايشان باطل خواهد بود پس زن از\r\nبراي ايشان بعد از بلوغ حلال نخواهد بود مگر آن كه طواف نساء\r\nرا خود يا نائب تدارك كند .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 305 - هر گاه مكلف ختنه نشده مستطيع شود ، اگر بتواند\r\nبين ختنه وحج در سال استطاعت جمع كند ، يعنى در همان سال\r\nخود را ختنه نموده وبه حج برود ، واجب است اين كار را بكند .\r\nوچنانچه ممكن نباشد ، حج را تا سال بعد تأخير نمايد . پس اگر\r\nمتمكن از ختنه نباشد ، أصلا به اين معنى كه ختنه كردن براي أو\r\nضرر يا مشقت يا ناراحتى داشته باشد ، لازم است حج را به جا\r\nآورد . لكن احتياط اين است كه در عمره وحج شخصا طواف\r\nنموده وبراي طواف نايب نيز بگيرد ، ولى خودش نماز طواف را به\r\nجا آورد .\r\n\r\n\r\n\r\n\r\n5 - اشتراط طواف به ستر عورت شرط پنجم از شرايط طواف پوشاندن عورت است بنابر\r\nاحتياط بلكه أقوى ساتر بايستى مباح باشد . واحتياط اين است كه ساتر\r\nداراى جميع شرايط لباس نماز گزار باشد .\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nبنابر حديث مشهور كه طواف در حكم نماز است .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nواجبات طواف\r\nهفت چيز در طواف معتبر وواجب است :\r\nأول : آن كه از حجر الأسود شروع شود ،\r\nكه تمام بدن خود را بر تمام حجر الأسود بگذارند . وبراي اين\r\nكار اين مقدار كفايت مىكند كه قبل از حجر الأسود ايستاده ونيت نمايد كه طواف را از جايى كه محاذاة واقعي محقق مىشود\r\nبه جا مىآورم وزيادة بر آن از باب مقدمه علميه باشد . يعنى انسان\r\nوقتي از جلوتر شروع كرد علم پيدا مىكند كه اولين جزء طوافش با\r\nاولين جزء حجر محاذى وبرابر شده است .\r\nلكن أقوى اكتفاء به صدق عرفى در طواف است از حيث طواف\r\nكننده ومطاف .\r\nدوم : آن كه هر شوط ودورى به حجر الأسود ختم شود . بلكه\r\nمحاذاة معظم بدن يا تمام بدن با بعضي از حجر با رعايت\r\nوصول به موضع ابتداء موافق احتياط است ودر شوط آخر احتياطا قدرى از حجر بگذرد وزيادى را مقدمه علميه\r\nمحسوب دارد .\r\nسوم : آن كه كعبه ( خانه خدا ) در جميع أحوال طواف طرف\r\nچپ خود قرار دهد . وچنانچه كعبه به جهت بوسيدن أركان يا به\r\nجهت ازدحام رو به رو يا پشت سر يا طرف راست قرار گرفت\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\nآن مقدار از طواف شمرده نمىشود ، وظاهر اين است كه ميزان در\r\nقرار دادن كعبه طرف چپ صدق عرفى است ، همچنان كه از\r\nطواف پيغمبر أكرم - صلى الله عليه وآله وسلم - بر مىآيد كه سواره\r\nطواف مىنمودند . وبهتر اين است دقت شود به خصوص در دو\r\nدهانه حجر إسماعيل ودر نبشهاى خانه خدا كه در اين جاها بايد\r\nمواظب بود كه به چب يا راست منحرف نگردد .\r\nچهارم : آن كه حجر إسماعيل را داخل مطاف قرار دهد ، به اين\r\nمعنى كه دور حجر إسماعيل بگردد وداخل حجر نرود . پس اگر\r\nداخل حجر طواف كند آن دور كلا باطل است وكفايت\r\nنمىكند تدارك آن از موضعي كه داخل حجر شده است .\r\nپنجم : آن كه طواف كننده از بيرون دور خانه خدا دور بزند نه\r\nدرون خانه خدا ، ودور تا دور خانه خدا به طور شيب بنايى شده\r\nكه به آن شاذروان مىگويند كه نبايستى طواف كننده روى آن راه\r\nبرود على الأحوط .\r\nششم آن كه هفت دور متوالى وپى در پى دور خانه خدا بچرخد\r\nوكمتر از هفت دور كافى نيست . وعمدا زيادتر از هفت دور هم\r\nطواف را باطل مىكند ، چنان كه خواهد آمد .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 306 - مشهور بين فقها اين است كه طواف بايد بين مقام\r\nإبراهيم - عليه السلام - وخانه خدا باشد . يعنى از هر طرف اين\r\nمسافت در نظر گرفته شود ، ومسافت آن بيست وشش ذراع ونيم تقدير\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\nشده است ونظر به اين كه حجر إسماعيل داخل مطاف\r\nاست وخود بيست ذراع است ، پس در طرف آن بيش از شش ذراع\r\nونيم نبايد دور شد . ولكن ظاهر اين است كه طواف در دور تر از\r\nاين مسافت بيست وشش ذراع ونيم نيز كافى باشد ، خصوصا\r\nبراي كساني كه در اين مسافت نتوانند طواف كنند يا طواف در آن\r\nبر آنها مشقت داشته باشد . ومراعاة احتياط با قدرت وتمكن\r\nبهتر وأولى است با تحرى أوقات خلوت نسبى وعدم\r\nتمكن از طواف در حد لازم أقرب جواز طواف از أقرب به حد\r\nاست با رعايت اختلاف أطراف در مانع .\r\n\r\n\r\n\r\nمسأله 307 - هر گاه طواف كننده از مطاف بيرون رفته ووارد\r\nكعبه شود ، آن جزء از طوافش باطل است .\r\n\r\n\r\nمسأله 308 - چنانچه هنگام طواف روى شاذروان رفت ، آن\r\nمقدار از طواف كه روى شاذروان بوده باطل است واعاده\r\nآن لازم است واحتياط اين است كه هنگام طواف دست\r\nخود را از طرف شاذروان به ديوار كعبه يا أركان آن درازا ننمايد\r\n\r\n\r\n\r\nمسأله 309 - هر گاه طواف كننده در حجر إسماعيل برود ،\r\nشوطى كه رفتن در حجر در أو بوده باطل ولازم است اعاده شود .\r\nودر\r\nحكم رفتن در حجر است بالا رفتن بر ديوار حجر\r\nبلكه أحوط اين است كه در حال طواف دست بر ديوار حجر هم\r\nنگذارد .\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 310 - هر گاه طواف كننده بدون عذر از مطاف خارج\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\nشود ، اگر موالات عرفيه از أو فوت شود\r\nطوافش باطل واعاده‌اش لازم است بنا بر احتياط وچنانچه موالات فوت نشود\r\nواجب است اتمام آن .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 311 - چنانچه در اثناى طواف حدثى از أو سر بزند ،\r\nچنانچه چهار شوط به جاى آورده باشد بعد از تطهير بقيه آن را\r\nبه جاى مىآورد واگر بيش از چهار شوط بود لازم است بعد از\r\nتطهير تمام هفت شوط را انجام دهد .\r\n\r\n\r\n\r\n\r\nمسأله 312 - هر گاه طواف كننده به علت سر درد يا دل درد\r\nومانند آن ناچار طواف خود را قطع نموده واز مطاف بيرون رود ،\r\nچنانچه قبل از تمامى شوط چهارم باشد طوافش باطل واعاده‌اش\r\nلازم است ، وچنانچه بعد از آن بوده ، اگر قادر بر اتمام\r\nنباشد أحوط آن است كه صبر كند تا وقت آن طواف تنگ شود\r\nاگر قادر نشد أو را دوش مىگيرند وطواف مىدهند واگر\r\nممكن نباشد نائب از براي أو مىگيرند در اتمام .\r\n\r\n\r\n\r\nمسأله 313 - طواف كننده مىتواند جهت عيادت مريض يا رفع\r\nحاجت خود يا حاجت برادر ديني خود از مطاف بيرون برود . ولى لازم است\r\nاگر طوافش واجب باشد ومقدار يك يا دو شوط بجا آورده\r\nباشد ، طواف را اعاده نمايد ، وچنانچه بيرون رفتنش\r\nبعد از شوط سوم بوده ، احتياط اين است كه طواف را\r\nاعاده نمايد .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 314 - نشستن در اثناى طواف جهت استراحت ورفع\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nخستگى جايز است . ولى بايد به اندازه‌اى نباشد كه موالات عرفيه\r\nاز بين برود ، كه در اين صورت طوافش باطل شده ولازم است از\r\nابتدأ دو باره انجام دهد .\r\n\r\n\r\n\r\n\r\n\r\nنقص در طواف\r\nمسأله 315 - هر گاه عمدا مقدارى از طواف را كم كند وموالات\r\nفوت شود ، طوافش باطل خواهد بود . وچنانچه موالات فوت\r\nنشود ، تا از مطاف بيرون نرفته مىتواند كمبود را به جا آورد . وحكم\r\nبيرون رفتن عمدى از مطاف قبلا ذكر گرديد .\r\n\r\n\r\n\r\n\r\nمسأله 316 - هر گاه مقدارى از طواف را سهوا كم كند ، اگر پيش\r\nاز فوت موالات يادش آمد واز مطاف بيرون نرفته باشد ، كمبود را\r\nبه جا آورده وطوافش صحيح خواهد بود وچنانچه پس از فوت\r\nموالات يا بيرون رفتن از مطاف يادش بيايد ومقدار فراموش شده\r\nيك شوط باشد ، يك شوط را بجا آورده وطوافش صحيح است . والا طوافش را از سر بگيرد واگر بعد از\r\nشوط چهارم باشد\r\nوچنانچه شخصا نتواند كمبود را انجام دهد ، هر چند به جهت اين\r\nباشد كه پس از بازگشت به وطن يادش بيايد ، بايد ديگرى را نايب\r\nبگيرد كه آن شوط را به جا آورد . وچنانچه مقدار فراموش شده\r\nبيش از يك وكمتر از چهار شوط\r\nباشد ، بايستى بر گشته وكمبود را شخصا به جا آورد واگر\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nاگر مقدار فراموش شده چهار يا بيش از چهار شوط باشد ، بايد از\r\nسر بگيرد .\r\n\r\n\r\n\r\nزيادى در طواف\r\nمسأله 317 - زيادى در طواف پنج صورت دارد .\r\nأول : آن كه طواف كننده مقدار زيادى را به قصد جزئيت طوافى\r\nكه مشغول است يا طواف ديگرى به جا نياورده باشد ، كه در اين\r\nصورت طوافش به اين زيادى باطل نخواهد شد .\r\nدوم : آن كه هنگام شروع به طواف يا در اثنا چنين قصد كند كه\r\nزيادى ، جز طوافش باشد . يعنى بنا داشته باشد كه طواف را\r\nهشت شوط يا بيشتر انجام دهد ، در اين صورت آنچه از طوافش\r\nمصادف با نيت زيادة است باطل ولازم است اعاده نمايد .\r\nسوم : آن كه زيادى را پس از فراغت از طواف به قصد جزئيت\r\nآن به جا آورد ، كه در اين صورت نيز اظهر بطلان طواف است .\r\nچهارم : آن كه زيادى را به قصد جزئيت طواف ديگر به جا آورد\r\nوطواف دوم را تمام كند ، كه در اين صورت گر چه در طواف زيادى\r\nنداشته ، ولى حكم قران را دارد وباطل است .\r\nپنجم : آن كه قصد جزئيت زيادى را براي طواف ديگر بنمايد ،\r\nواتفاقا نتواند طواف ديگر را به آخر برساند . در اين صورت نه\r\nزيادى هست ونه قران ، وطواف صحيح است .\r\n\r\n\r\nمسأله 318 - هر گاه طواف خود را از روى سهو بيش از\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nهفت شوط انجام دهد ، چنانچه زيادى كمتر از يك شوط باشد آن را\r\nقطع نمايد وطوافش صحيح است . وچنانچه زيادى يك شوط يا\r\nبيشتر باشد ، احتياط اين است كه به قصد وظيفة فعليه چهارده\r\nشوط را تكميل نمايد وچهار ركعت نماز بعد از آن به جاى\r\nآورد واحتياط در اين است كه دو ركعت فريضة قبل از سعى\r\nبه جاى آورد ودو ركعت نافله را مىتواند بعد از سعى به جاى\r\nآورد .\r\n\r\n\r\nشك در عدد أشواط\r\nمسأله 319 - هر گاه بعد از تمامى طواف وتجاوز از محل شك\r\nنمايد كه آيا طوافم هفت شوط يا كمتر يا بيشتر بوده ، اعتنا به شك\r\nننمايد ، مانند كسى كه بعد از شروع به نماز طواف چنين شكى بكند .\r\n\r\n\r\n\r\nمسأله 320 - هر گاه يقين داشته باشد كه هفت شوط بجا\r\nآورده وشك كند كه زيادتر بوده يا نه ، مثلا احتمال بدهد كه شوط\r\nآخرى هشتم بوده ، به شك خود اعتنا ننمايد وطوافش صحيح\r\nاست ، مگر در صورتي كه شكش قبل از تمامى شوط آخرى باشد ،\r\nكه در اين صورت بنا بر احتياط طوافش باطل\r\nاست .\r\n\r\n\r\n\r\nمسأله 321 - هر گاه بين شش وهفت يا پنج وشش وهمچنين\r\nعددهاى قبل شك كند ، بنا بر احتياط حكم به بطلان\r\nطواف مىشود . وهم چنين اگر شك كند كه آيا شش شوط بجا\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\nآورده يا هشت شوط ، كه\r\nنداند شوط آخر ششم است يا هشتم ، كه در اين صورت نيز\r\nطوافش باطل خواهد بود . وأحوط از آن\r\nبنا بر أقل بگذارد واتمام وبعد از آن اعاده طواف نمايد .\r\n\r\n\r\nمسأله 322 - چنانچه بين شش وهفت شك نموده واز روى\r\nناداني بنا را بر شش گذاشته وطواف را تمام كند ، لازم است طواف\r\nرا از سر بگيرد . بنا بر احتياط\r\n\r\n\r\n\r\nمسأله 323 - طواف كننده مىتواند بر\r\nرفيق وهمراه خود در حفظ شماره شوطها اعتماد كند ، در صورتي كه رفيق وهمراهش\r\nيقين داشته باشد ، مثلا در صورت شك اگر رفيق انسان بگويد اين\r\nشوط پنجم است ، مىشود بر گفته أو اعتماد نموده ودو شوط\r\nديگر به جا آورد .\r\n\r\n\r\n\r\nمسأله 324 - هر گاه در طواف مستحبى شك نمايد ، بنا را بر\r\nكمتر بگذارد وطوافش صحيح است .\r\n\r\n\r\n\r\n\r\nمسأله 325 - هر گاه از روى عمد وعلم به حكم يا جهل به آن\r\nطواف عمره تمتع را ترك نموده ونتواند پيش از وقوف به عرفات\r\nتداركش نمايد ، عمره‌اش باطل بوده وواجب است حج را در سال\r\nبعد اعاده نمايد على الأقوى . ووجوب ذبح يك شتر مطلقا حتى در حال علم\r\nوعمد موافق احتياط است\r\nوچنانچه عمدا طواف حج را ترك نمايد وتداركش ممكن نباشد ،\r\nحجش باطل خواهد بود ولازم\r\nاست در سال بعد اعاده نمايد . واگر ترك طواف از جهت\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\nندانستن حكم بوده ، يك شتر كفاره نيز\r\nلازم خواهد شد .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 326 - هر گاه از روى فراموشى طواف ترك شود ، بعد از\r\nياد آمدن تداركش واجب است . وچنانچه پس از گذشتن وقتش به\r\nياد آمد ، قضاى آن به جا آورده شود وحج صحيح خواهد بود ،\r\nواحتياط اين است كه بعد از قضاى طواف ، سعى نيز به جا آورده\r\nشود . واگر وقتي يادش بيايد كه قضا نمودن آن ممكن نباشد ، مثل\r\nاين كه پس از بازگشت به وطن يادش آمد واجب است نايب بگيرد ،\r\nواحتياط ( واجب ) اين است كه نايب از طواف ، سعى را نيز به جا آورد .\r\n\r\n\r\n\r\n\r\nمسأله 327 - اگر طواف را فراموش نمود وبه وطن خود\r\nبازگشت وبا عيال خود نزديك كرد وسپس يادش آمد ، در\r\nصورتي كه فراموش شده طواف حج باشد لازم است يك قرباني\r\nبه منى ، واگر فراموش شده طواف عمره باشد يك قرباني به مكة\r\nبفرستد . ودر اين قرباني گوسفند كافى است .\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 328 - هر گاه طواف را فراموش نموده وزماني يادش\r\nآمد كه قضايش ممكن است ، با همان احرام أول قضايش نمايد\r\nونيازى به تجديد احرام نيست . بلى در صورتي كه از مكة خارج شد\r\nويك ماه يا بيشتر بر آن گذشته باشد ، لازم است براي دخول مكة\r\nاحرام تازه ببندد ، چنان كه گذشت .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 329 - آنچه بر طواف كننده حلال مىشود ، بر فراموش\r\nكننده طواف ، تا اين كه آن را شخصا يا نايبش قضا ننموده\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nحلال نمىشود .\r\n\r\n\r\nمسأله 330 - هر گاه جهت بيمارى يا شكستگى وأمثال اينها\r\nشخصا نتواند طواف را به جا آورد ، لازم است به كمك ديگرى\r\nطواف را به جا آورد ، هر چند به سوار شدن بر دوش أو باشد .\r\nوچنانچه با كمك ديگرى نيز نتواند طواف كند ، واجب است نايب\r\nبگيرد كه به جاى أو طواف كند . وهمچنين در نماز طواف كه\r\nشخص بايد خودش بجا آورد ودر صورت نتوانستن ديگرى را\r\nنايب بگيرد . وحكم زن حائض ونفساء ( زائو ) در شرايط طواف\r\nبيان شد .\r\n\r\n\r\n\r\n\r\n\r\n\r\nنماز طواف\r\nواجب سوم از واجبات عمره تمتع ، دو ركعت نماز طواف است\r\nكه مانند نماز صبح است ، ولى مكلف مخير است كه آن\r\nرا بلند يا آهسته بخواند ، وواجب است در نزديكى مقام\r\nإبراهيم به جا آورده شود . وأحوط اين است كه پشت مقام\r\nباشد ، به نحوى كه نماز در نزد أو صدق كند نه به نزديك\r\nبودن به مقام ودر صورت عدم تمكن وبعد مفرط در يكى از\r\nدو جانب آن به جاى آورد واگر آن هم ممكن نباشد با\r\nمراعاة الأقرب فالأقرب بسوى خلف مقام ودو جانب آن را با\r\nرعايت احتياط در صورت دوران امر بين بعض مراتب خلف ،\r\nواحد جانبين به جمع در نماز بلكه به اعاده پس از تمكن از نماز\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\nدر پشت سر اگر چه در آخر وقت امكان باشد . ونماز طواف\r\nمستحب در هر جاى مسجد باشد جائز است .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 331 - كسى كه از روى علم وعمد نماز طواف را بجا\r\nنياورد حجش باطل است ، زيرا بدون اين نماز ، سعى باطل خواهد\r\nبود .\r\n\r\n\r\n\r\nمسأله 332 - بنا بر احتياط نماز طواف بايستى بعد از طواف فورا به جا آورده\r\nشود بگونه‌اى كه در عرف نگويند بين طواف ونماز فاصله شده\r\nاست .\r\n\r\n\r\n\r\n\r\nمسأله 333 - هر گاه فراموش كرد نماز طواف را بخواند وسعى\r\nنمود وبعد از سعى يادش آمد كه نماز طواف را نخوانده ،\r\nفورا نماز طواف را بخواند ، وظاهر ان است كه اعاده سعى\r\nوغيره واجب نيست اگر چه أحوط است ، وچنانچه در أثناء\r\nسعى يادش بيايد ، سعى را قطع كرده ونماز طواف را در جاهايى كه\r\nگفته شد به جا آورد ، سپس سعى را اعاده نمايد . وچنانچه بعد از\r\nبيرون رفتن از مكة يادش بيايد كه نماز طواف را نخوانده ، بايستى\r\nبه مكة برگشته ونماز را در جاهايى كه گفته شد به جا آورد .\r\nودر صورتي كه نتواند يا دشوار باشد به مكة بر گردد هر جا كه\r\nيادش آمده بجا آورد وبعضي در صورت تعذر برگشتن به\r\nمقام استنابه را لازم دانسته اند بيا بر اين أحوط جمع است\r\nميانه قضاء آنها در هر جا كه متذكر شود وگرفتن نائب كه آنها را\r\nدر مقام به جاى آورد .\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\nمسأله 334 - هر گاه نماز طواف را فراموش نمود وتا دم مردن\r\nيادش نيامد ومرد ، بر وليش واجب است آن را قضا نمايد .\r\n\r\n\r\n\r\nمسأله 335 - كسى كه واجبات نماز را از قرائت وغير آن را\r\nنداند عمره أو باطل است وهم چنين حج أو پس ذمه أو برى\r\nنخواهد شد از حجة الاسلام لذا بر مكلف لازم است جميع\r\nأوقات خصوصا در وقت اراده حج بيت الله الحرام نماز خود\r\nرا تصحيح نمايد . واگر ممكن شود نماز طواف را در مقام به\r\nجماعت بخواند ، تا از تشويش قرائت حمد وسوره فارغ\r\nشود\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nوجوب سعى\r\nواجب چهارم از واجبات عمره تمتع ، سعى بين صفا ومروه\r\nاست وخود يكى از أركان است كه اگر عمدا ترك شود حج باطل\r\nخواهد بود ، وبايد پس از حج افراد در سال آينده حج\r\nنمايد ، واگر سهوا ، ترك شود رجوع مىنمايد براي سعى\r\nمع الامكان ودر صورت تعذر نائب بگيرد خواه علم به حكم داشته يا جاهل به حكم باشد .\r\nوقصد قربت در سعى معتبر است . ولى ستر عورت وطهارت از\r\nحدث يا خبث در آن معتبر نيست ليكن أحوط مراعاة طهارت\r\nاز حدث شود .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 336 - سعى بايد بعد از طواف ونماز طواف به جا آورده\r\nشود . واگر پيش از طواف يا نماز آن به جا آورده شود ، أحوط بعد\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n\r\nاز آنها اعاده شود . وحكم كسى كه طواف را فراموش كند\r\nوبعد از سعى يادش بيايد ، پيشتر گفته شد .\r\n\r\n\r\n\r\n\r\nمسأله 337 - نيت در سعى معتبر است به اين معنى كه اگر در\r\nعمره است ، به نيت عمره واگر در حج است به نيت حج ،\r\nدر نظر بگيرد كه هفت مرتبه بين صفا ومروه سعى\r\nمىكنم . قربة إلى الله .\r\n\r\n\r\n\r\n\r\nسعى يعنى چه ؟\r\nرفت وآمد بين صفا ومروه را سعى گويند . صفا در يك طرف\r\nومروه طرف ديگر قرار دارد . رفتن از أول جزء صفا به مروه را\r\nيك شوط گويند . وهمچنين برگشتن از أول جزء مروه به صفا يك\r\nشوط است . وتمام سعى هفت شوط است . بنابر اين سعى از صفا\r\nشروع ودر شوط هفتم به مروه ختم مىشود . ووقتي حاجى بخواهد\r\nاز مسجد الحرام به مسعى به روى ، صفا طرف دست راستش قرار\r\nمىگيرد .\r\n\r\n\r\n\r\n\r\n\r\nشرايط سعى مسأله 338 - هر گاه سعى را از مروه شروع كند ، اگر يك شوط\r\nبه جا آورده يعنى از مروه به صفا رسيده ، بايد آن را لغو\r\nدانسته واز صفا شروع نمايد ، وچنانچه بعد از شوط أول باشد\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n( مثل اين كه در بين راه صفا ومروه در شوط دوم باشد ، آن را نيز لغو نموده وسعى\r\nرا از صفا از سر بگيرد .\r\n\r\n\r\n\r\nمسأله 339 - لازم نيست رفت وآمد ( سعى ) بين صفا ومروه ،\r\nپياده باشد وسعى سواره بر حيوان يا دوش انسان يا چرخهايى كه\r\nفعلا در آن جا متداول است ، جايز است . ولى در هر حال بايد ابتدأ\r\nاز صفا وختم به مروه باشد .\r\n\r\n\r\nمسأله 340 - لازم است رفت وآمد بين صفا ومروه از راه\r\nمتعارف باشد واگر از صفا از توى مسجد يا راه ديگرى به سوى\r\nمروه برود كافى نيست . بلى لازم نيست رفت وآمد ، در يك خط\r\nمستقيم باشد .\r\n\r\n\r\nمسأله 341 - سعى در طبقه دوم با توجه به اين كه از بالاى كوه صفا\r\nشروع وبه بالاى كوه مروه ختم مىشود در صورتي كه احراز\r\nشود كه سعى بين صفا ومروه واقع مىشود كفايت مىكند .\r\n\r\n\r\nمسأله 342 - واجب است هنگام توجه به مروه آن را رو به روى\r\nخود قرار دهد . وهمچنين در بازگشت از مروه به صفا ، بايد متوجه\r\nبه صفا باشد . پس اگر هنگام سعى بطور عقب گرد برود ، كفايت\r\nنمىكند . والتفات به طرف راست وچب وپشت سر ، هنگام سعى\r\nعيبى ندارد .\r\n\r\n\r\nمسأله 343 - نشستن روى صفا يا مروه يا در بين آنها به\r\nجهت استراحت عيبى ندارد ، گرچه أحوط ( مستحب ) اين است كه بين آن\r\nدو بدون عذر ننشيند .\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\n\r\n\r\nاحكام سعى\r\nدر گذشته گفته شد كه سعى از أركان حج است وترك آن عمدا\r\nبا علم يا جهل به حكم ، تا زماني كه تداركش پيش از وقوف به\r\nعرفات ممكن نشود ، حج باطل ، وپس از بجاى آوردن\r\nحج افراد اعاده حج در سال بعد لازم خواهد بود .\r\n\r\n\r\nمسأله 344 - هر گاه سعى از روى فراموشى ترك شود ، هر وقت\r\nياد أو بيايد بايد به جا آورد هر چند ياد آمدنش پس از فراغت از\r\nاعمال حج باشد . وكسى كه شخصا نتواند يا برايش مشقت داشته\r\nباشد بايستى نايب بگيرد وحجش در هر دو صورت صحيح\r\nخواهد بود .\r\n\r\n\r\nمسأله 345 - كسى كه شخصا پياده يا سواره نتواند سعى را به\r\nجا آورد ، ديگرى را نايب بگيرد كه به جاى أو سعى كند وحجش\r\nصحيح است .\r\n\r\n\r\nمسأله 346 - احتياط اين است كه بعد از طواف ونماز آن بدون\r\nضرورت مانند شدت گرما يا خستگى زياد ، تأخير نكند ، اگر چه\r\nأقوى اين است كه مىتواند سعى را تا شب تأخير كند ، وأحوط ترك آن است بدون عذر .\r\n\r\n\r\nمسأله 347 - زيادى در سعى مانند زيادى در طواف سبب\r\nبطلان خواهد بود ، اگر از روى علم وعمد باشد ، چنان كه در\r\nطواف گذشت .\r\n\r\n\r\n\r\nمسأله 348 - هر گاه از روى خطا در سعى خود زياد نمود\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\nسعيش درست است . ولى اگر زيادى يك شوط كامل باشد ،\r\nمستحب است كه شش شوط ديگر به آن اظافه نمايد تا يك سعى\r\nكامل غير از سعى أول شود وختم سعى دوم طبعا به صفا خواهد\r\nبود ، وچنانچه زيادى كمتر از يك شوط باشد ، أو را طرح\r\nمىكند وسعى أو صحيح است .\r\n\r\n\r\n\r\n\r\nمسأله 349 - هر گاه عمدا با علم به حكم ، از سعى\r\nخود كم نمود ، وتداركش تا زمان وقوف به عرفات ممكن نباشد ،\r\nحجش فاسد شده ولازم است سال بعد اعاده نمايد ، وچنانچه كمبود سعى از روى فراموشى وبعد از شوط\r\nچهارم بوده واجب است باقي را هر وقت يادش آمد هر چند بعد از\r\nفراغت از اعمال حج باشد ، تدارك نمايد . ودر صورتي كه خود\r\nنتواند تدارك كند يا تدارك سخت باشد واجب است نايب بگيرد ، واگر\r\nكمبودش پيش از شوط چهارم واز روى فراموشى بوده ، احتياط\r\nاين است كه شخصا يك سعى كامل به\r\nجا آورد . ودر صورت دشوارى آن ، نايب بگيرد .\r\n\r\n\r\n\r\nمسأله 350 - چنانچه از روى فراموشى ، مقدارى از سعى در\r\nعمره تمتع كم نموده وبه اعتقاد اين كه از سعى فارغ شده با عيال خود نزديكى نمايد واجب است كه يك گاو كفاره بدهد\r\nودر صورت ناخن گرفتن أحوط كفاره يك گاو است\r\nولازم است سعى را به نحوى كه گفته شد تمام نمايد .\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\n\r\n\r\n\r\nشك در سعى\r\nمسأله 351 - شك در عدد أشواط سعى پس از انصراف از\r\nآن اعتبار ندارد .\r\n\r\n\r\nمسأله 352 - اگر هنگامى كه در مروه است شك كند كه شوط\r\nآخرى هفتم است يا نهم ، اعتنا به شك خود ننمايد ، وسعيش\r\nصحيح خواهد بود . وچنانچه اين شك در اثناى شوط باشد ، يعنى\r\nهنوز به مروه نرسيده چنين شكى كند ، ظاهرا سعيش باطل ولازم است\r\nسعى را از سر بگيرد .\r\n\r\n\r\nمسأله 353 - حكم شك در عدد أشواط سعى ، مانند حكم\r\nشك در عدد أشواط طواف است . پس هر گاه شك كند در عدد\r\nأشواط ، سعى را باطل مىشود .\r\n\r\n\r\n\r\n\r\n\r\nتقصير\r\nواجب پنجم از واجبات عمره تمتع تقصير است . يعنى گرفتن\r\nمقدارى از ناخن دست يا پا ، يا چيدن مقدارى از موى سر يا ريش\r\nيا سبيل . وقصد قربت در تقصير معتبر است . وتراشيدن\r\nمو جاى چيدن را نمىگيرد ونيت چنين كند كه تقصير مىكنم\r\nبه جهت محل شدن از عمره تمتع در فرض حجة الاسلام به\r\nجهت أطاعت از خداوند عالم .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 354 - بيرون آمدن از احرام عمره تمتع ، بايد فقط به\r\nتقصير باشد . پس اگر خواسته باشد بجاى تقصير سر خود را\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\nبتراشد كفايت نمىكند . بلكه سر تراشيدن ، بر متمتع حرام است\r\nوچنانچه از روى عمد وعلم بتراشد ، بايد يك گوسفند كفاره بدهد .\r\n\r\n\r\nمسأله 355 - هر گاه بعد از سعى وپيش از تقصير ، با زنى\r\nنزديكى وجماع كند وجاهل به حكم باشد ، بايد يك\r\nشتر كفاره بدهد .\r\n\r\n\r\nمسأله 356 - تقصير ، پيش از تمامى سعى حرام است .\r\nوچنانچه كسى پيش از فراغت از سعى از روى علم وعمد تقصير\r\nنمايد بايد كفاره بدهد .\r\n\r\n\r\n\r\nمسأله 357 - لازم نيست تقصير ، بعد از سعى بلا فاصله به جا\r\nآورده شود . وشخص مىتواند هر جا دلش خواست ، خواه در سعى يا در منزل يا جاى ديگر تقصير نمايد .\r\n\r\n\r\n\r\nمسأله 358 - هر گاه تقصير را عمدا ترك نموده وبراي حج\r\nاحرام بست ، عمره‌اش فاسد وباطل خواهد بود . وظاهر اين است\r\nكه حج تمتعش بدل به حج افراد شده ولازم است بعد از حج ،\r\nعمره مفرده به جا آورد . واحتياط اين است كه حج را در سال بعد\r\nاعاده نمايد .\r\n\r\n\r\n\r\nمسأله 359 - هر گاه از روى فراموشى تقصير را ترك نموده\r\nوبراي حج احرام بست ، عمره اش صحيح است واحتياطا يك\r\nگوسفند كفاره بدهد .\r\n\r\n\r\n\r\nمسأله 360 - همين كه محرم در عمره تمتع تقصير نمود ،\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nآنچه به جهت احرام بر وى حرام شده بود حلال مىشود بجز تراشيدن\r\nسر كه حرمت آن محل تأمل است .\r\n\r\n\r\nمسأله 361 - طواف نساء در عمره تمتع واجب نيست وبه جا\r\nآوردن آن به قصد رجا عيبى ندارد . وشيخ شهيد رحمت\r\nالله از بعض علماء وجوب طواف نساء را در عمره تمتع نقل\r\nفرموده‌اند .\r\n\r\n\r\n1 - احرام حج\r\nدر گذشته واجبات حج بطور اجمال بيان شد ، وتفصيل هر يك\r\nبه قرار ذيل است :\r\nأول احرام است . ووقت آن موسع است . وبهترين وقت آن روز ترويه ( هشتم ذي\r\nالحجة ) است . وقبل از آن هم جايز است ،\r\nبراي پير مردان وبيماران در صورتي كه از ازدحام بترسد . اين دو\r\nدسته احرام بسته وپيش از بيرون رفتن مردم از مكة بيرون\r\nمىروند . ودر گذشته گفته شد كه بيرون رفتن از مكة به احرام حج\r\nبراي ضرورت بعد از فراغ از عمره هر وقت باشد جايز است .\r\nواگر خارج شد بدون احرام عمره است در\r\nصورتي كه رجوعش به مكة در غير ماه خروج از آن باشد نه با\r\nبقاء بر احرام حج .\r\n\r\n\r\nمسأله 362 - همچنان كه براي شخصي كه عمره به جا مىآورد\r\nجايز نيست قبل از تقصير براي حج احرام ببندد ، براي\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\nحاجى جايز نيست پيش از تمامى اعمال حج براي عمره مفرده احرام ببندد .\r\nبلى احرام بستن براي عمره مفرده پس از اعمال حج وپيش از\r\nطواف نساء مانعى ندارد .\r\n\r\n\r\nمسأله 363 - وقت احرام در صورتي تنگ مىشود كه تأخيرش\r\nباعث نرسيدن به وقوف در عرفات روز عرفه ( نهم ذي الحجة ) شود .\r\n\r\n\r\nمسأله 364 - احرام حج در كيفيت وواجبات ومحرمات ، مانند\r\nاحرام عمره است واختلاف بين آنها فقط در نيت است .\r\n\r\n\r\nمسأله 365 - مكلف مىتواند از هر جاى شهر مكة قديم\r\nبنا بر احتياط براي حج احرام ببندد . ومستحب است احرام حج از مسجد الحرام در\r\nمقام إبراهيم يا حجر إسماعيل باشد .\r\n\r\n\r\nمسأله 366 - كسى كه احرام حج را از روى فراموشى يا جهل به\r\nحكم ترك نموده واز مكة بيرون رفته سپس يادش بيايد يا علم به\r\nحكم پيدا كند ، واجب است به مكة برگردد هر چند از عرفات\r\nباشد واز مكة محرم شود وچنانچه به جهت تنگى وقت يا عذر\r\nديگرى نتواند به مكة بر گردد ، از همان جايى كه هست محرم شود\r\nوهمچنين است اگر بعد از وقوف به عرفات يادش بيايد يا حكم را\r\nياد بگيرد بايد از جايى كه هست احرام ببندد ، هر چند متمكن از\r\nبازگشت به مكة واحرام از مكة باشد . وچنانچه أصلا يادش نيامد\r\nوحكم را ندانست تا از اعمال حج فارغ شد حجش صحيح است .\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n\r\n\r\n\r\nمسأله 367 - كسى كه احرام حج را از روى علم وعمد ترك\r\nكند ، لازم است تداركش نمايد ، وچنانچه پيش از وقوف به عرفات\r\nمتمكن از تدارك نشود ودر صورت تدارك ، وقوف\r\nبه عرفات اختياري واضطراري را درك نكند ، حجش فاسد ولازم است سال بعد\r\nاعاده اش نمايد .\r\n\r\n\r\n\r\nمسأله 368 - أحوط اين است شخصي كه احرام حج تمتع\r\nبسته ، پس از احرام وپيش از رفتن به عرفات طواف مستحبى\r\nننمايد ، وچنانچه طواف نمود بنابر احتياط در محل احرام در حالي كه لباس احرام را پوشيده باشد تلبيه را\r\nتجديد كند .\r\n\r\n\r\n\r\n2 - وقوف در عرفات\r\nواجب دوم از واجبات حج تمتع ، وقوف ( بودن ) در \" عرفات \"\r\nاست با قصد قربت . ومراد از وقوف حاضر بودن در عرفات است\r\nچه سواره چه پياده ، چه در حال حركت چه آرام .\r\n\r\n\r\n\r\nمسأله 369 - صحراى عرفات حدودي براي آن معين شده كه\r\nنام آنها ثويه ونمره وذى المجاز ومأزمين است . وخود اينها خارج\r\nاز موقف مىباشند .\r\n\r\n\r\nمسأله 370 - كوهى به نام \" جبل الرحمة \" در صحراى عرفات\r\nاست كه ظاهرا موقف است ولى وقوف روى آن كوه مكروه است .\r\nومستحب است وقوف در دامنه كوه از طرف چپ باشد .\r\n\r\n\r\nمسأله 371 - وقوف در عرفات بايستى از روى اختيار باشد .\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\nپس اگر در مجموع وقت خواب يا بيهوش باشد ، وقوفى نكرده است .\r\n\r\n\r\n\r\nمسأله 372 - وقوف در عرفات براي شخص مختار بنابر\r\nاحتياط ، از أول ظهر روز نهم ذي الحجة تا غروب است ووقوف در تمام اين\r\nوقت هر چند واجب است وتركش گناه است ، ولى از أركان حج\r\nنيست به اين معنى كه اگر كسى مقدارى از اين وقت را وقوف نكند\r\nحجش فاسد نخواهد شد . بلى اگر وقوف را أصلا از روى اختيار\r\nترك نمايد حجش فاسد خواهد بود وآنچه ركن است وقوف\r\nفي الجملة است .\r\n\r\n\r\n\r\n\r\nمسأله 373 - كسى كه به جهت فراموشى يا ناداني يا عذر موجه\r\nديگر وقوف اختياري ( از ظهر تا غروب ) را درك ننمايد ، وقوف\r\nاضطراري ( مقدارى از شب عيد ) بر أو لازم است وبا اين وقوف\r\nحجش صحيح خواهد بود . واگر اين وقوف را عمدا ترك نمايد\r\nحجش فاسد مىشود . هر چند وقوف مشعر را ادراك نمايد .\r\n\r\n\r\n\r\n\r\nمسأله 374 - كوچ كردن از عرفات پيش از غروب آفتاب با علم\r\nوعمد ، حرام است ولى حج را فاسد نمىكند . وكسى كه كوچ كرد\r\nوپشيمان شده وبرگشت أحوط ثبوت كفاره است\r\nواگر برنگشت بايد يك شتر كفاره بدهد ودر ظاهر اين است كه\r\nدر منى آن را بكشد وچنانچه نتواند يك شتر كفاره بدهد بايد\r\nهجده روز روزه بگيرد واين حكم نسبت به كسى كه از روى\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\nفراموشى يا ندانستن حكم ، كوچ كند نيز جارى است يعنى اگر يادش آمد يا\r\nحكم را دانست ، بايد برگردد اگر بر نگشت بنابر احتياط ( واجب ) بايد\r\nيك شتر كفاره بدهد واگر نتوانست هجده روز روزه بگيرد .\r\n\r\n\r\n\r\n\r\nمسأله 375 - اگر ماه نزد قاضى أهل سنت ثابت شد وبر طبق آن\r\nحكم نمود ونزد شيعه ثابت نشد دو صورت دارد .\r\nأول : آن كه احتمال برود كه حكم أو مطابق واقع است ، كه در\r\nاين صورت پيروى از آنها ووقوف با آنها وترتيب جميع آثار ثبوت\r\nماه كه راجع به اعمال حج است واجب مىشود .\r\nوبنابر أقوى همين مقدار در حج كافى است .\r\nدوم : آن كه علم به خلاف فرض شود ، كه انسان بداند روزى كه\r\nبه حكم قاضى روز عرفه ( نهم ) است ، واقعا روز ترويه\r\nوهشتم باشد ، كه در اين صورت وقوف با آنها كافى نخواهد بود . بلى با عدم علم به خلاف وعدم قيام صحت شرعيه بر خلاف\r\nوبا صدق تقيه بر نحو معهود متعارف أقوى كفايت موافقت\r\nبا عامه است چنانچه سيره قطعيه غير مردوعه بر آن دلالت دارد\r\nوعدم مانعيت علم به خلاف از صحت عمل با ناچارى وتقيه\r\nخالى از وجه نيست وو با عدم شرايط تقيه صحت عمل مورد تأمل است\r\nبا موافقت عامه ولو علم به خلاف عمل ايشان بر حسب حكم\r\nحاكم ايشان نباشد والله العالم .\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\n\r\n3 - وقوف در مزدلفه\r\nواجب سوم از واجبات حج تمتع ، وقوف در \" مزدلفه \" است با\r\nقصد قربت . ومزدلفه اسم مكاني است به آن \" مشعر الحرام \" نيز\r\nگفته مىشود . وحدود آن از مأزمين تا حياض ووادى محسر است\r\nكه در آنها نبايد وقوف نمود ، مگر در ازدحام وتنگى وقت كه به\r\nمأزمين ( دو راه تنگ وباريك ) بايد بالا رفت .\r\n\r\n\r\n\r\nمسأله 376 - هر گاه حاجى از عرفات كوچ كرد احتياط اين\r\nاست كه شب عيد را در مزدلفه بيتوته كند .\r\n\r\n\r\n\r\nمسأله 377 - وقوف در مزدلفه از طلوع فجر است وبنا\r\nبر احتياط ماندن تا طلوع آفتاب روز\r\nعيد قربان واجب است ، ولى آنچه ركن است ، وقوف مختصر\r\nاست كه اگر مقدارى بين الطلوعين وقوف نموده وعمدا كوچ كند\r\nحجش صحيح است ، اگر چه فعل حرامى به جا آورده است .\r\nوبعضي يك گوسفند كفاره واجب دانسته اند .\r\n\r\n\r\n\r\n\r\nمسأله 378 - كسى كه وقوف بين الطلوعين مزدلفه را أصلا ترك\r\nنمايد ، حجش باطل وفاسد خواهد بود . وزنان وكودكان\r\nواشخاص ضعيف مانند پير مردان وبيماران وشخصي كه از دشمن\r\nمىترسد ، از اين حكم مستثنى هستند وبراي اينها جايز است\r\nشب عيد مقدارى وقوف نموده وقبل از طلوع فجر بسوى منى\r\nكوچ كنند .\r\n\r\n\r\n\r\nمسأله 379 - كسى كه شب عيد را در مزدلفه وقوف نموده\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\nواز جهت ندانستن مسأله قبل از طلوع فجر كوچ نمايد ، حجش بنابر\r\nاظهر صحيح است ويك گوسفند بايد كفاره بدهد .\r\n\r\n\r\nمسأله 380 - كسى كه از روى فراموش يا عذر ديگرى نتواند\r\nبين الطلوعين در مزدلفه وقوف اختياري را بنمايد ، وقوف\r\nاضطراري ( بودن مختصر بعد از طلوع آفتاب تا ظهر روز عيد )\r\nكافى است واگر آن را عمدا ترك كند ، حجش فاسد خواهد شد .\r\nاگر اختياري عرفه را ادراك نكرده باشد .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nدرك وقوفين\r\nدانسته شد كه هر يك از وقوف عرفات ووقوف مزدلفه دو\r\nقسم است . اختياري واضطراري . وهر گاه مكلف وقوف اختياري\r\nهر يك را درك نمايد كه عملش صحيح است . ودر صورتي كه\r\nدرك نكند چند صورت خواهد داشت كه هر صورتي حكمي دارد :\r\nأول : آن كه هيچ يك از وقوفهاى اختياري واضطراري را درك\r\nنكند ، كه در اين صورت حجش باطل ، ولازم است با همان احرام\r\nحج ، عمره مفرده بجا آورد . وواجب است در صورتي كه\r\nاستطاعتش باقي يا حج از سالهاى پيش بر ذمه‌اش مستقر باشد ،\r\nسال بعد حج نمايد .\r\nدوم : آن كه وقوف اختياري عرفات واضطراري مزدلفه را\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\nدرك نمايد .\r\nسوم : آن كه وقوف اضطراري عرفات واختياري مزدلفه را درك\r\nنمايد ، كه در اين دو صورت حجش بي اشكال صحيح است .\r\nچهارم : آن كه وقوف اضطراري هر يك از عرفات ومزدلفه را\r\nدرك نمايد ، كه در اين صورت بعيد نيست كه حجش صحيح\r\nباشد ، اگر ترك اختيار هر يك عمدى نباشد گرچه أحوط\r\nدر صورتي كه شراط وجوب حج باقي يا حج قبلا بر ذمه‌اش\r\nمستقر شده باشد ، سال بعد اعاده نمايد .\r\nپنچم : آن كه فقط وقوف اختياري در مزدلفه را درك كند كه در\r\nاين صورت نيز حجش صحيح است . اگر ترك وقوف عرفات\r\nعمدى نباشد .\r\nششم : آن كه فقط وقوف اضطراري مزدلفه را درك كند ، كه در\r\nاين صورت بعيد نيست حجش صحيح باشد . ولى احتياط اين\r\nاست باقي اعمال را به قصد فراغ ذمه از آن چه به أو تعلق گرفته چه\r\nعمره مفرده وچه حج به جا آورده ودر سال بعد حج را اعاده نمايد .\r\nهفتم : آن كه فقط وقوف اختياري عرفات را درك نمايد ، مگر آن كه اختياري مشعر\r\nرا عمدا ترك كند .\r\nهشتم : آن كه فقط وقوف اضطراري عرفات را درك نمايد ،\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n\r\nكه در اين صورت حجش باطل است .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nواجبات منى\r\nهر گاه مكلف از مزدلفه كوچ كرد بايستى به منى رفته واعمالي\r\nرا كه در آن جا واجب ست انجام دهد . واعمال آن جا همان طور\r\nكه تفصيلا بيان خواهد شد ، سه عمل است :\r\n4 - رمى جمره عقبه\r\nواجب چهارم از واجبات حج رمى جمره عقبه است در روز\r\nعيد . يعنى به جايى كه نامش جمره عقبه است سنگريزه بيندازد .\r\nوآن چند شرط دارد :\r\n1 - نيت وقصد قربت ( مىاندازم هفت سنگ به جمره عقبه\r\nدر حج تمتع واجب قربة إلى الله ) .\r\n.\r\n2 - بودن هفت ريگ ، كه كمتر از آن كفايت نمىكند چنان .\r\n3 - زدن ريگها يكى پس از ديگرى باشد وزدن دو تا يا بيشتر با\r\nهم كافى نيست .\r\n4 - رسيدن سنگريزه ها به جمره .\r\n5 - آن كه رسيدن بايستى با پرتاب كردن باشد وگذاشتن\r\nسنگريزه بر جمره كافى نيست . وظاهر اين كه اگر سنگريزه\r\nدر راه به چيزى بر خورد نموده وسپس به جمره برسد كافى\r\nباشد با بقاء صرق رمى در ابتداء وانتهاى آن .\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n6 - آن كه رمى بين طلوع وغروب آفتاب ( در روز ) باشد .\r\nوزنان وكساني كه كوچ از مشعر در شب بر ايشان جايز است ،\r\nمىتوانند شب عيد رمى جمره نمايند بنا بر اظهر .\r\n\r\n\r\n\r\nمسأله 381 - هر گاه شك كند كه سنگريزه به جمره رسيد يا نه\r\nبنابر نرسيدن گذاشته وسنگ ديگرى بزند ،\r\n\r\n\r\n\r\nمسأله 382 - زدن جسم ديگرى غير از سنگريزه كافى نيست .\r\nو\r\nدو چيز در سنگريزه معتبر است :\r\n1 - آن كه از سنگهاى حرم باشد . وبهتر اين است كه از مشعر\r\nبرچيده شود .\r\n2 - آن كه بكر ودست نخورده باشند وقبلا در رمى صحيحي استعمال\r\nنشده باشند .\r\n\r\n\r\n\r\nمسأله 383 - مستحب است سنگها رنگين وخال دار\r\nوسست وبه مقدار يك بند انگشت باشند ، واين كه انسان در حين\r\nزدن پياده وبا طهارت باشد .\r\n\r\n\r\n\r\n\r\nمسأله 384 - چنانچه كسى از روى ندانستن مسأله يا فراموشى\r\nدر روز عيد رمى جمره ننمود ، لازم است تا روز سيزدهم هر وقت\r\nيادش آمد يا مسأله را دانست تداركش نمايد وچنانچه شب يادش\r\nآمد ، بايستى روز بعد آن را انجام دهد . واين در صورتي است كه از\r\nكساني نباشد كه رمى در شب برايش جايز است . وحكمش\r\nخواهد آمد ، وچنانچه بعد\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nاز روز سيزدهم مسأله را دانست يا يادش آمد ، در سال بعد\r\nرمى را شخصا خودش يا نايبش به جا آورد . وچنانچه پس از\r\nبيرون رفتن از مكة دانست يا يادش آمد ، برگشتن بر أو واجب\r\nنيست بلكه در سال بعد بنابر احتياط شخصا يا نايبش انجام دهد .\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 385 - چنانچه از روى فراموشى يا ناداني روز عيد رمى\r\nننمود وپس از طواف حج دانست يا يادش آمد وتدارك نمود ،\r\nاعاده طواف بر أو واجب نيست ، هر چند أحوط است . ولى اگر\r\nترك رمى از روى علم وعمد باشد ، ظاهر اين است كه طوافش\r\nباطل است وواجب است كه پس از تدارك رمى اعاده طواف\r\nنمايد .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n5 - ذبح ونحر در منى\r\nواجب پنجم از واجبات حج تمتع ، ذبح يا نحر در منى است\r\nوذبح يعنى كشتن گاو وگوسفند ونحر يعنى كشتن شتر ( قرباني\r\nكردن ) وبايد با قصد قربت ودر روز باشد ، واجب است ذبح در منى انجام شود واگر به علتي تغيير محل ذبح ، در منى ممكن نباشد وتأخير انداختن آن ولو تا آخر\r\nماه ذي حجة موجب عسر وحرج نوعي باشد ، در اين صورت\r\nذبح در خارج از منى اشكال ندارد ووجب است قرباني پس از رمى باشد ولى چنانچه أو را از روى فراموشى يا ناداني پيش از\r\nرمى بجا آورد صحيح است وحاجتي با اعاده ندارد ، ولازم\r\nنيست حاجى شخصا در قرباني وكشتار مباشر باشد ومى تواند\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\nديگرى را وكيل كند .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 386 - احتياط اين است كه ذبح ونحر در روز عيد قربان\r\nباشد . ولى اگر از روى فراموشى يا عذر ديگر يا ناداني ترك نمود ،\r\nلازم است تا آخر أيام تشريق ( يازدهم ودوازدهم وسيزدهم )\r\nتداركش نمايد . وچنانچه عذر أو مستمر بود مىتواند تا آخر ماه\r\nذي الحجة تأخير نمايند ، وچنانچه بعد از طواف دانست يا يادش\r\nآمد وتداركش نمود ، اعاده طواف بر أو واجب نخواهد بود ، هر\r\nچند اعاده‌اش أحوط است . ولى اگر از روى علم وعمد قرباني را\r\nترك نموده وطواف كرد ، ظاهر اين است كه طوافش باطل وواجب\r\nاست بعد از تدارك قرباني اعاده‌اش نمايد .\r\n\r\n\r\n\r\n\r\nمسأله 387 - يك قرباني فقط براي يك نفر كفايت مىكند\r\nونمىشود براي دو نفر يا بيشتر باشد .\r\n\r\n\r\n\r\n\r\nمسأله 388 - قرباني بايستى يا شتر يا گاو يا گوسفند باشد .\r\nوشتر بايستى سال پنجم را تمام كرده ودر سال ششم داخل شده\r\nباشد وشتر اگر شش سأله نباشد كافى نيست . وگاو وبز بايستى\r\nبنابر احتياط دو سالش تمام ووارد سال سوم باشند وكمتر از آن\r\nكافى نيست . ودر گوسفند بايستى هفت ماهش تمام ووارده ماه\r\nهشتم باشد وكمتر از آن كافى نيست واحتياط اين است كه يك\r\nسالش تمام ودر سال دوم داخل شده باشد . وچنانچه پس از قرباني كردن\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\nمعلوم شد كه قرباني در سن معتبر نبوده ، لازم است\r\nقرباني ديگرى به سن معتبر بنمايد . وقرباني بايستى از جميع\r\nاعضاى سالم باشد وقرباني كور وشل وگوش بريده وشاخ شكسته\r\nومانند اينها كفايت نمىكند واظهر اين است كه أخته شده نيز\r\nكفايت نمىكند . ولاغر نيز نباشد . وأحوط اين است كه\r\nمرضوض ( تخم كوبيده ) نباشد وقربانيى كه گوشش شكافته يا\r\nسوراخ باشد ويا موجوء باشد عيبى ندارد ، اگر چه أحوط اين است كه از اينها نيز\r\nسالم باشد ، وأحوط اين است كه قرباني طورى نباشد كه از\r\nأصل خلقت شاخ ودم نداشته باشد .\r\n\r\n\r\n\r\n\r\nمسأله 389 - چنانچه قرباني را به عقيدة اين كه سالم است\r\nخريدارى نموده وقيمتش را پرداخته وبعد معلوم شد كه عيبى\r\nدارد ، مجزى نيست .\r\n\r\n\r\nمسأله 390 - آنچه از شرايط در قرباني ذكر شد تماما در\r\nصورت تمكن وقدرت است . وكسى كه نتواند قرباني را به اين\r\nشرايط تهيه كند ، هر چه ممكنش باشد همان كافى است .\r\nولى بنا بر احتياط روزه هم بگيرد .\r\n\r\n\r\nمسأله 391 - چنانچه قرباني را به عقيدة اين كه چاق است ،\r\nكشت وبعد از كشتن معلوم شد لاغر است كافى است وحاجتي به\r\nقرباني ديگر ندارد .\r\n\r\n\r\nمسأله 392 - هر گاه شك در لاغرى قرباني داشته وبه جهت\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\nفرمانبردارى خداوند متعال أو را كشت هر چند به اميد اين كه\r\nبدرگاه الهى قبول باشد سپس معلوم شد چاق بوده است كفايت\r\nمىكند .\r\n\r\n\r\nمسأله 393 - هر گاه قرباني سالم وبي عيبى خريد وپس از\r\nخريدارى ناخوش ومريض شد يا شكستى ديد يا عيب ديگرى\r\nپيدا كرد ، كشتن همان كافى نيست ولازم است تعويضش نمايد .\r\n\r\n\r\n\r\n\r\nمسأله 396 - كسى كه پول قرباني را دارد وقرباني گيرش\r\nنمىآيد ، بايستى پول أو را نزد شخص أميني امانت بگذارد كه تا\r\nآخر ماه ذي الحجة با آن پول قرباني خريده وبكشد وچنانچه ماه\r\nذي الحجة گذشت نبايد بكشد مگر در سال بعد .\r\nوأحوط آن است كه در صورت تأخير از ذي الحجة\r\nهمان سال جمع كند ميان آن وصوم ده روز .\r\n\r\n\r\n\r\n\r\nمسأله 397 - كسى كه نه قرباني دارد ونه پولش را ، به جاى\r\nقرباني بايد ده روز روزه بگيرد ، سه روزش را در حج يعنى\r\nروز هفتم وهشتم ونهم ذي الحجة را روزه بگيرد وهفت روز ديگر را\r\nدر وطن خود بگيرد وسه روز أول را مىتواند پس از شروع به اعمال عمره تمتع\r\nاز أول مال ذي الحجة بگيرد وبايستى پى در پى باشند .\r\n\r\n\r\n\r\nمسأله 398 - كسى كه بايد در حج روزه بگيرد چنانچه نتواند\r\nروز هفتم را روزه بگيرد ، هشتم ونهم را روزه گرفته وروزه ديگر را\r\nپس از باز گشت از منى روزه بگيرد . واگر روز هشتم\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nنيز نتواند روزه بگيرد\r\n، هر سه روز را تا بعد از برگشتن از منى تأخير نمايد .\r\nواحتياط اين است كه پس از بازگشت هر چند زودتر روزه‌هارا بگيرد\r\nوبدون عذر تأخير ننمايد . اگر چه أقوى\r\nجواز تأخير تا آخر ذي الحجة است .\r\n\r\n\r\n\r\nمسأله 399 - كسى كه نه قرباني داشته ونه پولش را ودر حج\r\nسه روز روزه گرفته سپس قرباني براي أو ممكن شد ،\r\nقرباني بر أو واجب نيست وصوم كافى است اگر چه ذبح\r\nكردن أفضل وأحوط است .\r\n\r\n\r\n\r\nمسأله 400 - كسى كه نمىتواند به تنهايى قرباني تهيه نمايد\r\nومىتواند با ديگرى شركت نمايد ، احتياط اين است كه بين شركت\r\nدر قرباني وروزه گرفتن به ترتيبي كه گفته شد جمع نمايد .\r\n\r\n\r\n\r\n\r\nمسأله 402 - آنچه از شرايط در قرباني ذكر شده ، در كفاره شرط\r\nنيست ، هر چند احتياط اين است كه آن شرايط در كفاره نيز\r\nمراعاة شود .\r\n\r\n\r\n\r\nمسأله 403 - كشتار واجب در قرباني وكفاره ، لازم نيست به\r\nمباشرت خود شخص باشد بلكه جايز است در حال اختيار\r\nديگرى را نايب قرار دهد .\r\n\r\n\r\n\r\n\r\nمصرف قرباني\r\nمسأله 404 - احتياط اين است كه قرباني را سه قسمت\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\nنموده\r\nيك قسمت را به فقير مؤمن صدقه داده ويك قسمت را به مؤمنين\r\nهديه نموده ويك قسمت باقي را خود بخورد . وواجب نيست\r\nثلث فقير را به شخص خود فقير بدهد بلكه جايز است به وكيل\r\nفقير داده شود گر چه وكيل فقير خود صاحب قرباني باشد . وكيل\r\nدر آن قسمت بر حسب اجازه موكل خود هر تصرفى را كه گفته\r\nاست مىنمايد چه بخشيدن به ديگر يا فروش يا اعراض وغير\r\nاينها . اگر چه أحوط جمع بين اين دو عمل ودادن عوض به مؤمن\r\nمستحق در هر دو قسمت هديه وصدقه است در محل با فرض\r\nامكان .\r\n\r\n\r\n\r\n\r\nمسأله 405 - افراز وجدا كردن هر قسمتى از يكديگر لازم\r\nنيست وهمين كه يك سوم مشاع را به عنوان صدقه ويك سوم\r\nمشاع را به عنوان هديه داده واز قسمت باقي مانده مقدارى بخورد\r\nكافى است .\r\n\r\n\r\nمسأله 406 - كسى كه صدقه يا هديه را قبص مىكند ، هر طور\r\nبخواهد مىتواند تصرف كند . وچنانچه أو را به غير مؤمن يا غير\r\nمسلمان ببخشد عيبى ندارد .\r\n\r\n\r\nمسأله 407 - چنانچه قرباني را كشت وپيش از تصديق وهديه\r\nنمودن ، دزدى قرباني را دزديد يا كسى به زور از أو گرفت ، صاحب\r\nقرباني ضامن نخواهد بود . بلى اگر خود به اختيار خود أو را تلف يا\r\nبه نا أهل بخشيد ، بنابر احتياط قيمت قدرى از صدقه را ضامن\r\nخواهد بود .\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\n6 - حلق يا تقصير\r\nواجب ششم از واجبات حج تمتع ، حلق ( سر تراشيدن ) تا\r\nتقصير ( گرفتن مقدارى از مو يا ناخن ) است . وقصد قربت در أو\r\nمعتبر است . واحتياط اين است كه در روز انجام شود وبعد از رمى\r\nجمره وقرباني باشد . ولى اگر از روى فراموشى يا ندانستن حكم ،\r\nآن را بر رمى جمره يا قرباني يا هر دوى آنها مقدم داشت اعاده‌اش لازم نيست . وهم چنين است عدم وجوب\r\nاعاده در صورت تعمد بنابر مشهور .\r\n\r\n\r\n\r\n\r\nمسأله 408 - سر تراشيدن بر زنان جايز نيست ، ودر حق آنها\r\nتقصير متعين است .\r\nوهمچنين خنثاى مشكل .\r\n\r\n\r\n\r\nمسأله 409 - مرد بين حلق وتقصير مخير است وهر كدام را\r\nخواسته باشد مىتواند اختيار كند وسر تراشيدن ( حلق ) بهتر\r\nاست . وكسى كه براي دفع شپش ومانند آن موى سر خود را با\r\nعسل يا صمغ چسبانيده يا موى سر خود را جمع كرده ودر هم\r\nپيچيده وگره زده يا بافته باشد ، احتياط اين است كه سر تراشيدن\r\nرا اختيار كند وصروره ( كسى كه براي\r\nاولين با حج مىنمايد ) احتياط ( مستحب ) اين است كه سر تراشيدن را اختيار\r\nكند ، هر چند مخير بودنش بين حلق وتقصير خالى از قوت نيست .\r\n\r\n\r\n\r\nمسأله 410 - كسى كه بخواهد سر بتراشد وبداند سلمانى سر\r\nأو را زخمى خواهد كرد ، بايستى أول تقصير كند ومقدارى\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nاز موى\r\nسر خود را چيده سپس سر بتراشد .\r\n\r\n\r\n\r\nمسأله 412 - پس از حلق يا تقصير آنچه بر محرم به احرام حرام\r\nشده بود حلال مىشود جز زن وبوى خوش ( عطر زدن ) ولى حليت صيد احرامى به مجرد تماميك مناسك\r\nمنى بي وجه نيست .\r\n\r\n\r\n\r\n\r\nمسأله 413 - هر گاه از روى فراموشى يا ندانستن حكم ، حلق\r\nوتقصير ننمود تا از منى بيرون رفت ، بايستى به منى بر گشته ودر آن\r\nجا سر تراشيده با تقصير نمايد . وچنانچه باز گشت به منى غير\r\nممكن يا دشوار باشد ، در جاى خود حلق يا تقصير نموده وموى\r\nخود را در صورت امكان به منى بفرستد .\r\n\r\n\r\n\r\nمسأله 414 - هر گاه از روى فراموشى يا ناداني ، حلق وتقصير\r\nننمود يا پس از فراغت از اعمال حج يادش آمد وتدارك نمود ،\r\nاعاده طواف واجب است ودر صورت تعمد\r\nبنابر أحوط گوسفندى كفاره دارد .\r\n\r\n\r\n\r\n\r\n\r\nطواف حج ونماز آن وسعى\r\nواجب هفتم وهشتم ونهم از واجبات حج ، طواف ونماز\r\nطواف وسعى است . وكيفيت وشرايط اين سه واجب عين\r\nكيفيت وشرايطى است كه در طواف عمره تمتع ونماز وسعى آن بيان\r\nشد .\r\nمسأله 415 - در حج تمتع واجب است طواف حج چه\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\nزيارة وچه طواف نساء بعد از حلق يا تقصير باشد . وچنانچه با علم وعمد پيش از حلق يا تقصير\r\nطواف نمود ، واجب است طواف را بعد از حلق يا تقصير اعاده\r\nنموده ويك گوسفند كفاره بدهد چنانچه گذشت .\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 416 - احتياط اين است كه طواف حج از روز يازدهم ذي\r\nالحج تأخير نشود ، گر چه جواز تأخيرش تا بعد از أيام تشريق ( سه\r\nروز پس از عيد أضحى : يازدهم ودوازدهم وسيزدهم ) بلكه تا\r\nآخر ماه ذي الحجة بعيد نيست . ومحل\r\nخلاف جواز تكليفي است ونه وضعي .\r\n\r\n\r\n\r\n\r\nمسأله 417 - تقديم طواف چه طواف حج باشد چه طواف\r\nنساء على المشهور الأظهر ونماز وسعى بر وقوفين در حج\r\nتمتع جايز نيست مگر براي پير مردان يا زنى كه بيم حيض شدن\r\nدارد ، كه اين دو مىتوانند طواف حج ونمازش را قبل از وقوفين به\r\nجا آورند وأحوط نيز در صورت امكان اعاده\r\nآنهاست در أيام تشريق يا بعد از آن تا آخر ماه ذي الحجة ، واگر\r\nممكن نشد استنابه نمايد على الأحوط واگر مىداند كه اعاده\r\nآن تا آخر ماه ممكن نمىشود پس أحوط جمع بين تقديم واستنابه است .\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 418 - كسى كه رفتن به مكة براي أو ميسر نباشد\r\nمىتواند طواف حج ونماز وسعى را بر وقوفين مقدم بدارد . بلكه\r\nمقدم داشتن طواف نساء نيز عيبى ندارد . على المشهور الأظهر .\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 419 - كسى كه عارضه‌اى برايش رخ داد كه نتواند طواف\r\nنمايد ، مانند زنى كه حيض ببيند يا زائو شود ، ونتواند تا پاك شدن\r\nخود در مكة بماند كه طواف كند ، لازم است براي طواف ونماز\r\nنايب بگيرد وپس از طواف نايب ، شخصا سعى كند .\r\n\r\n\r\nمسأله 420 - وقتي متمتع طواف حج ونماز آن را به جا آورد\r\nوسعى نمود ، بوى خوش بر أو حلال مىشود . واز محرمات احرام\r\nفقط زن باقي مىماند . وهم چنين بنابر احتياط عقد\r\nكردن وشهادت دادن بر آن\r\n\r\n\r\n\r\nمسأله 421 - كسى كه تقديم طواف وسعى بر وقوفين برايش\r\nجايز باشد ، هر گاه طواف وسعى نمود ، تا مناسك منى ( رمى وذبح وحلق يا تقصير ) را به جا نياورد . بوى خوش بر أو حلال نمىشود .\r\n\r\n\r\n\r\n\r\n\r\n10 - 11 - طواف نساء ونماز آن\r\nواجب دهم ويازدهم از واجبات حج تمتع ، طواف نساء ونماز\r\nآن است . واين دو گر چه واجبند ولى از اعمال ومناسك حج\r\nنيستند وترك آنها حتى عمدا موجب فساد وبه هم خوردن حج\r\nنمىشود .\r\nمسأله 422 - طواف نساء همچنان كه بر مردان واجب است بر\r\nزنان نيز واجب است . پس اگر مرد به جا نياورد ، زن بر أو حرام\r\nوچنانچه زن ترك نمايد ، مرد بر أو حرام مىشود وكسى كه\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\nبه نيابت\r\nديگرى حج مىنمايد ، طواف نساء را براي أو به جا مىآورد نه\r\nبراي خود .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 423 - طواف نساء ونمازش در كيفيت وشرايط عينا\r\nمانند طواف حج ونماز آن است .\r\n\r\n\r\n\r\n\r\nمسأله 424 - كسى كه از جهت بيمارى يا غير آن به تنهايى\r\nنمىتواند طواف نساء را به جا بياورد از ديگرى كمك بگيرد\r\nوطواف نمايد هر چند بر دوش انسان يا پشت حيواني سوار شود .\r\nوچنانچه از اين هم متمكن نباشد ، لازم است ديگرى را نايب\r\nبگيرد . واين حكم نسبت به نماز طواف نيز جارى است .\r\n\r\n\r\n\r\nمسأله 425 - كسى كه عمدا با دانستن حكم يا ندانستن يا از\r\nروى فراموشى آن ، طواف نساء را به جا نياورد تا وقتي كه شخصا\r\nتداركش ننمايد ، زن بر أو حرام خواهد بود ، ودر صورتي كه\r\nمباشرتش غير ممكن يا دشوار باشد مىتواند ديگرى را نايب\r\nنمايد وهر وقت نايب طواف را به جا آورد ، زن بر أو حلال خواهد\r\nشد . وچنانچه قبل از تدارك فوت نمايد ، احتياط اين است كه از\r\nتركه اش قضاى آن بجا آورده شود .\r\n\r\n\r\n\r\nمسأله 426 - تقديم طواف نساء بر سعى جايز نيست وكسى كه\r\nاز روى علم وعمد تقديم نمايد ، لازم است بعد از سعى اعاده كند .\r\nوهم چنين است در صورتي كه از روى ناداني وفراموشى مقدم\r\nنمايد بنابر احتياط .\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\n\r\n\r\n\r\nمسأله 427 - كسى كه از روى عذر طواف نساء را قبل از وقوفين\r\nبه جا مىآورد تا وقتي كه مناسك منى ( رمى وذبح وحلق يا\r\nتقصير ) ننموده ، زن بر أو حلال نمىشود .\r\n\r\n\r\n\r\nمسأله 428 - زنى كه حائض شود وقافله تا وقت پاكى أو\r\nمنتظرش نشود ، مىتواند طواف نساء را ترك نموده وبا قافله خود\r\nهمراه شود . ودر اين صورت احتياط اين است كه براي طواف\r\nنساء ونمازش نايب بگيرد . وچنانچه مشغول طواف بوده وپس از\r\nبه جا آوردن نصف آن حيض شود ، مىتواند باقي را ترك وبا قافله\r\nبرود . واحتياط در اين صورت اينها است كه براي باقي مانده طواف\r\nونمازش نايب بگيرد .\r\n\r\n\r\n\r\n\r\nمسأله 429 - فراموشى نماز طواف نساء مانند فراموشى نماز\r\nطواف حج است . وحكم آن گذشت .\r\n\r\n\r\n\r\nمسأله 430 - هر گاه متمع ، طواف نساء ونمازش را به جا\r\nآورد ، اگر مرد است زن بر أو حلال واگر زن است ، مرد به أو حلال\r\nمىشود . وفقط چيزى كه از حرامها باقي مىماند شكار است كه تا\r\nظهر روز سيزدهم حرام است بنابر احتياط ( واجب ) . واما كندن گياه\r\nودرخت حرم وشكار در حرم ، گفته شد كه حرمتش اختصاص به\r\nمحرم ندارد وشامل غير محرم نيز هست .\r\n\r\n\r\n\r\n\r\n\r\n12 - بيتوته در منى\r\nواجب دوازدهم از واجبات حج ، بودن شب يازدهم ودوازدهم\r\nاست در منى . وقصد قربت در آن معتبر است . وچنانچه حاجى\r\nروز عيد را جهت به جا آوردن طواف وسعى\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\nبه مكة برود ، واجب\r\nاست به منى برگشته وشب را در آن جا بماند ، وكسى كه در حال\r\nاحرام از شكار خود دارى نكرده ، واجب است شب سيزدهم را نيز\r\nدر منى بماند . وهم چنين است كسى كه باز زن نزديكى كرده است\r\nبنابر احتياط ( واجب ) . وبراي غير اينها كوچ كردن از منى بعد از ظهر روز\r\nدوازدهم جايز است . ولى چنانچه تا شب در منى باقي ماند ،\r\nواجب است شب سيزدهم را نيز بماند .\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 431 - هر گاه آماده حركت وكوچ از منى شد واز جاى\r\nخود حركت نمود وبه جهت ازدحام ومانند آن نتوانست قبل از\r\nغروب از منى خارج شود ، چنانچه بودن در منى برايش ممكن\r\nباشد واجب است بماند . واگر ممكن نباشد يا دشوار باشد جايز\r\nاست از منى شبانه خارج شود وبنابر احتياط يك گوسفند بايد بكشد .\r\n\r\n\r\n\r\n\r\nمسأله 432 - كسى كه بودن شب در منى بر أو واجب است ،\r\nبودن روز در منى بيش از مقدارى كه بتواند رمى جمرات كند\r\nواجب نيست . وواجب نيست تمام شب را در منى باشد\r\nومىتواند از سر شب تا بعد از نيمه شب يا از قبل از نيم شب تا\r\nطلوع فجر در آن جا بماند . وأولى براي كسى كه نصف أول شب را\r\nآن جا مانده وبيرون رفته ، اين است كه پيش از طلوع فجر وارد\r\nمكة نشود . وواجب نيست رعايت اين\r\nاولويت .\r\n\r\n\r\n\r\nمسأله 433 - چند طايفه از وجوب بيتوته در منى مستثنى\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\nهستند :\r\n1 - كساني كه از بيتوته معذورند ، مانند بيمار پرستارش\r\nوكسى كه بر جان يا مال خود در آن جا بترسد .\r\n2 - كسى كه در مكة تمام شب ويا باقيمانده از شب اگر بعد از\r\nدخول در شب از منى خارج شده ومشغول به عبادت بوده بجز\r\nحاجت ضروري مانند خوردن وآشاميدن وتطهير وأمثال آنها كار\r\nديگرى نداشته . ومراد از عبادت طواف وسعى\r\nاست على الأحوط .\r\n3 - كسى كه طواف خانه خدا را نموده ودر عبادت خود باقي\r\nمانده سپس از مكة بيرون رفته واز عقبه مدنيين گذشته باشد .\r\nعلى الأظهر .\r\n\r\n\r\n\r\nمسأله 434 - كسى كه بيتوته منى را عمدا ترك كند ، براي هر\r\nشب بايد يك گوسفند كفاره بدهد واحتياط اين است كه در\r\nصورت فراموشى يا ندانستن حكم نيز كفاره‌بدهد . وأحوط براي\r\nشخص معذور از بيتوته نيز كفاره دادن است . وبر كسى كه از جهت\r\nاشتغال به عبادت در مكة بيتوته را ترك نموده كفاره نيست .\r\nوهمچنين كسى كه بعد از انجام طواف وسعى از مكة به سوى منى\r\nخارج شده ودر اثر راه بندان قبل از فجر به منى نرسيده ، بر چنين\r\nشخصي نيز كفاره است . على الأظهر\r\n\r\n\r\n\r\nمسأله 435 - كسى كه از منى كوچ كرده وبعد از اين كه شب\r\nشد در شب سيزدهم جهت كارى به منى بر گشت ، واجب\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nنيست\r\nدر منى بيتوته كند . در صورتي كه واجبات مكة از مكة از طواف\r\nونماز آن وسعى را انجام داده باشد .\r\n\r\n\r\n\r\n\r\n13 - رمى جمرات\r\nواجب سيزدهم از واجبات حج ، رمى جمرات سه گانه ( جمره\r\nأولى ، جمره وسطى ، جمره عقبه ) است . ورمى در روز يازدهم\r\nودوازدهم واجب است . وهر گاه شب سيزدهم در منى بيتوته كند ،\r\nرمى روز سيزدهم نيز بنابر احتياط واجب خواهد شد . ورمى\r\nجمرات بايستى به مباشرت خود شخص انجام شود ونايب گرفتن\r\nدر حال اختيار جايز نيست .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 436 - در رمى واجب است ابتدأ از جمره أولى سپس\r\nجمره وسطى ودر آخر جمره عقبه باشد . وچنانچه بر خلاف اين\r\nترتيب عمل شود ، واجب است بطورى كه ترتيب حاصل شود\r\nدو باره رمى كند ، هر چند مخالفت از روى ناداني يا فراموشى\r\nباشد . بلى اگر بعد از اين كه جمره سابق را چهار ريگ زد فراموش\r\nنموده وبه جمره بعدى رفت ، واجب نيست رمى را تماما اعاده كند\r\nبلكه اگر سه ريگ ديگر به جمره قبلي زد كفايت مىكند ولى أحوط در اينجا اعاده است .\r\n\r\n\r\n\r\nمسأله 437 - واجباتى كه در رمى جمره عقبه در اعمال روز عيد\r\nقربان ذكر شد ، در جمرات سه گانه نيز واجب است .\r\n\r\n\r\n\r\nمسأله 438 - رمى جمرات بايد در روز انجام شود . وكسى\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\nكه در روز نتواند رمى كند مانند كسى كه بر جان ويا مال ويا ناموس\r\nخود بترسد ( واين حكم شامل پير مرد وزن وبچه وضعيف كه بر\r\nجان خود از ازدحام مىترسند مىباشد ) ، براي چنين كساني جايز\r\nاست رمى را شب آن روز انجام دهند . با علم به عدم تمكن از رمى در\r\nروز .\r\n\r\n\r\n\r\nمسأله 439 - كسى كه رمى روز يازدهم را فراموش كند ، واجب\r\nاست روز دوازدهم آن را قضا نمايد . وكسى كه رمى روز دوازدهم\r\nرا فراموش كرده ، بايستى در روز سيزدهم قضا نمايد . وقضاى روز قبل را پيش از اداى همان روز به جا آورد .\r\n\r\n\r\nمسأله 440 - كسى كه رمى را در منى فراموش نموده وپس از\r\nكوچ به مكة يادش آمد ، واجب است به منى برگشته ورمى نمايد .\r\nوچنانچه فراموش شده رمى دو روز يا سه روز باشد ، احتياط اين\r\nاست كه بين وظيفة هر روز وروز ديگر ترتيب را مراعاة نمايد .\r\nوچنانچه پس از خروج از مكة يادش آمد كه رمى نكرده ، واجب\r\nنيست به منى بر گردد بلكه در سال بعد خود ودر صورت عدم امكان نائبش آن را قضا نمايد . البتة در أيام تشريق .\r\n\r\n\r\nمسأله 441 - بيمارى كه اميد ندارد تا مغرب بهبودى حاصل\r\nكند براي رمى نايب بگيرد . وچنانچه اتفاقا پيش از غروب\r\nآفتاب بهبودى يافت وحالش خوب شد ، اعاده لازم نيست\r\nاگر چه أحوط است .\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\n\r\n\r\nمسأله 442 - حج به ترك رمى هر چند عمدا باشد باطل\r\nنمىشد على الأشهر الأقوى ، وواجب است در سال بعد قضاى آن را شخصا يا به نايب\r\nگرفتن به جا آورد بنابر احتياط .\r\n\r\n\r\nمسأله 443 - حاجى وظايف منى را انجام داده وصبح\r\nدوازدهم براي بعضي حوائج به مكة آمده لازم است براي نفر\r\nبعد از ظهر به منى برگردد على الأحوط .\r\n\r\n\r\nمسأله 444 - احكام مصدود\r\nمصدود كسى است كه پس از بستن احرام\r\nبراي عمره يا حج از انجام عمال آن جلوگيرى ومنع شود .\r\n\r\n\r\nمسأله 445 - مصدود از عمره در جاى خود قرباني كرده واز احرام خارج مى شود احتياط اين است كه حلق\r\nيا تقصير را به آن ضميمه نمايد\r\n\r\n\r\n\r\n\r\nمسأله 446 - مصدود از حج چنانچه از موقف عرفات ومشعر\r\nيا خصوص موقف مشعر باشد ، وظيفة اش قرباني در محل صد ( جلو گيرى ) وبيرون آمدن از احرام است . واحتياط اين است\r\nكه علاوة بر قرباني ، حلق يا تقصير نيز بنمايد . وچنانچه مصدود از\r\nطواف وسعى بعد از موقفين وقبل از اعمال منى باشد در اين صورت حج\r\nأو صحيح وتمام است وبراي آنها عمل به وظيفة يعنى استنابه\r\nدر رمى وواجب بعدى كه قابل استنابه است مىنمايد\r\nو ","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\nاحتياط اين است كه بعد از اين اعمال از احرام خارج شود\r\nوهمچنين در اعمال بعد از منى چنانچه متمكن از انجام آن شد\r\nخود بجاى آورد والا نائب بگيرد وبر تقدم عدم تمكن از\r\nاستنابه در ذي الحجة همان سال در سال آينده در صورت\r\nتماميت حج به وقوفين پس جواز رفع حرج به تحلل به هدى\r\nخالى از وجه نيست .\r\n\r\n\r\n\r\n\r\nمسأله 447 - در صورتي كه مصدود از سالهاى پيش مستطيع\r\nبوده يا استطاعتش تا سال بعد باقي بماند به قرباني كه ذكر شد حج\r\nاز أو ساقط نمىشود بلكه واجب است در سال بعد حج نمايد .\r\n\r\n\r\nمسأله 448 - كسى كه تمام اعمال حج را به جا آورده ودر مكة\r\nاست وجهت بتتوته در منى ورمى جمرات مىخواهد به منى\r\nبرود ومنع وجلو گيرى شود ، حجش تمام است وبراي رمى در\r\nصورت امكان همان سال نايب مىگيرد ودر صورت عدم امكان\r\nبراي سال بعد نايب بگيرد ومصدود در صورت\r\nاستنابه در همان سال بعد از انجام دادن نائب متحلل به حلق\r\nمىشود .\r\n\r\n\r\nمسأله 449 - كسى كه نتواند حج خود را ادامه دهد از جهت\r\nپيش آمد مانعى غير از صد وحصر ، احتياط اين است كه در جاى\r\nخود قرباني نموده واز احرام خارج شود .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 450 - قرباني كه در اين موارد گفته شد خواه شتر\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nباشد\r\nخواه گاو يا گوسفند فرقى ندارد . وچنانچه نتواند قرباني كند\r\nبه احرام باقي است وبدل ندارد وبايد اگر چه به قرض\r\nگرفتن باشد قرباني كرده تا بتواند از احرام بيرون بيايد .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 451 - كسى كه حج خود را خراب كرده وبعدا مصدود\r\nشود بايستى علاوة بر هدى جهت تحلل كفارة\r\nافساد حج را نيز بدهد وحج را در سال آينده بجاى آورد\r\nاگر چه حج فاسد شده مندوب باشد .\r\n\r\n\r\nمسأله 452 - كسى كه قرباني همراه خود برده ومصدود شود ،\r\nكشتن همان قرباني كافى است وقرباني ديگرى بر أو واجب\r\nنمىشود .\r\n\r\n\r\nاحكام محصور\r\nمسأله 453 - محصور كسى را گويند كه در اثر بيمارى ومانند\r\nآن پس از پوشيدن احرام نتواند اعمال عمره يا حج را انجام دهد .\r\n\r\n\r\nمسأله 454 - وظيفة كسى كه در عمره مفرده محصور شده اين\r\nاست كه يك قرباني بفرستد وبا دوستان خود وقت بگذارد كه در\r\nآن وقت معين قرباني نمايند وخود در آن وقت معين با تقصير از\r\nاحرام خارج مىشود على الأحوط . وبر چنين\r\nشخصي بعد از اين كار ، تمام محرمات احرام حلال مىشود بجز\r\nزن ، وزن بر أو حلال نمىشود مگر بعد از آن كه خوب شود\r\nوعمره\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\nمفرده را به جا آورد . وكسى كه در عمره تمتع محصور شده حكمش حكم سابق\r\nاست با اين فرق كه زن هم بر اين شخص حلال مىشود . وكسى كه\r\nمحصور در حج شده باز هم حكمش حكم سابق است واحتياط اين است كه با زن نزديكى\r\nنكند تا آن كه طواف حج وسعى وطواف نساء را در حج يا عمره\r\nمفرده در سال بعد بجا آورد ، ان وقت زن بر أو حلال مىشود .\r\nبلى اگر در وقتي محصور بوده كه دو موقف عرفات ومشعر از\r\nأو فوت شده وخود در مكة يا در راه بسوى دو موقف بوده\r\nظاهر اين است كه حجش بدل به عمره مفرده شده وطواف\r\nوسعى نموده يا طواف داده مىشود ، يا كسى بجاى أو طواف مى\r\nنمايد وهمچنين سعى وطواف نساء را شخصا يا با كمك\r\nديگرى يا نائبش بجا مىآورد ، وبه تقصير از احرام بيرون\r\nمىآيد وتمام محرمات احرام حتى زن بر أو حلال مىشود .\r\n\r\n\r\n\r\nمسأله 455 - هر گاه محصور شد وقرباني خود را فرستاد وبعد\r\nاز آن مرضش سبك تر شد ، چنانچه گمان كند يا احتمال دهد كه حج\r\nرا درك خواهد نموده ، واجب است خود را برساند . وچنانچه هر\r\nدو موقف يا فقط موقف مشعر را درك نمود ، حج را درك نموده\r\nودر غير اين صورت اگر قربانيش كشته نشده ، حج أو بدل به عمره\r\nمفرده مىشود واگر كشته شده باشد از احرام بيرون آمده است\r\nوتمام محرمات بر أو حلال شده مگر زن . وبر أو واجب است كه\r\nطواف حج ونماز وسعى\r\nو ","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\nطواف نساء ونمازش را به جا آورد تا\r\nزن نيز بر أو حلال شود .\r\n\r\n\r\n\r\n\r\nمسأله 456 - هر گاه حصرش فقط از مناسك وواجبات\r\nمنى باشد حكم محصور بر أو جارى نمىشود بلكه براي رمى\r\nوقرباني نائب گرفته وخود حلق يا تقصير نموده وبه مكة\r\nرفته ومناسكش را بجا مىآورد وچنانچه نائب گيرش نيايد\r\nپول قرباني را نزد شخص موثقى وديعه مىگذارد كه به جاى أو\r\nقرباني كند وخود حلق يا تقصير نموده وبه مكة رفته واعمال مكة را بجا آورد ، واحتياط اين است كه رمى را در سال بعد\r\nشخصا يا نائبش بجا آورد ، وچنانچه بعد از درك وقوفين\r\nواعمال منى فقط از رفتن به مكة وأداء مناسكش محصور شود ،\r\nظاهر اين است كه جهت أداء مناسك مكة واجب است نائب\r\nبگيرد وپس از عمل نائب تمام چيزها حتى زن بر أو حلال\r\nمىشود .\r\n\r\n\r\n\r\nمسأله 457 - هر گاه شخص محصور شده وقرباني خود را\r\nفرستاد سپس به سر خود آسيبى رساند قبل از آن كه قرباني به\r\nجاى خود برسد جايز است خود گوسفندى كشته يا سه روز روزه\r\nگرفته يا شش مسكين را اطعام نمايد وبه هر كدام در مد بدهد\r\nوحلق نمايد .\r\n\r\n\r\n\r\nمسأله 458 - در صورتي كه محصور ، استطاعتش تا سال بعد\r\nباقي بماند يا از سالهاى پيش حج بر أو واجب شده باشد به\r\nفرستادن قرباني وبيرون آمد از احرام ، حج از أو ساقط\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nنمىشود\r\nوبايستى در سال بعد حج نمايد .\r\n\r\n\r\n\r\nمسأله 459 - هر گاه شخص محصور نه قرباني داشته باشد ونه\r\nقيمت آن را ، بايستى به ترتيبي كه گذشت ده روز روزه بگيرد يعنى\r\nسه روز در حج وهفت روز پس از بازگشت به وطن .\r\n\r\n\r\n\r\nمسأله 460 - مستحب است محرم هنگامى كه مىخواهد\r\nاحرام ببندد ، بر پروردگار خود شرط كند كه هر جا نتواند اعمال را\r\nادامه دهد از احرام بيرونش بياورد ، هر چند بيرون آمدن از احرام\r\nمتوقف بر أو نيست ، زيرا هر جا كه نتواند وعذر يا مانعى پيدا كرد\r\nخود به خود از احرام بيرون خواهد آمد چه اين شرط را كرده\r\nباشد چه نكرده باشد .\r\nتا اين جا واجبات حج بيان شد واز اين بعد بعد مستحبات\r\nوآداب آن را بيان خواهيم نمود ، وفقها - رضوان الله عليهم - آداب\r\nومستحبات زيادى بيان فرموده‌اند كه اين رساله مختصر ، گنجايش آنها\r\nرا ندارد وما به بيان مختصر ومقدار كمي از آنها اكتفا مىنماييم .\r\n\r\n\r\n\r\nمسائل متفرقة\r\n1 . س : حج مستحبى را مىتوان به نيابت يكى از\r\nمعصومين حتى امام زمان عليهم السلام انجام داد ؟\r\nج مانع ندارد ودر أخير احتياط در حج از نفس واهداء\r\nثواب براي آن حضرت است .\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\n\r\n2 س : آيا براي مرد استظلال در شب هست يعنى\r\nمرد محرم مىتواند در شب از مسجد شجره تا مكة از ماشين\r\nسر پوشيده استفاده كند ؟\r\nج : استظلال در شب نيست ومانع ندارد وخطاب مجموع\r\nزوايات وقتضاى أصل اختصاص ممنوعيت به سايه انداختن\r\nاز آفتاب است .\r\n\r\n\r\n3 . س : مردهايى كه در مسجد تنعيم جهت انجام عمره\r\nمفرده محرم مىشوند مىتوانند در روز از ماشين سر پوشيده\r\nاستفاده كنند ؟\r\nج : احتياط در ترك است .\r\n\r\n\r\n4 . س : پوشيدن دم پائى ابرى از نوعي كه فعلا در بازار\r\nمتداول است در حال احرام چه صورت دارد ؟\r\nج : اگر عرفا تمام روى پا را نمىپوشاند مانع ندارد .\r\n\r\n\r\n\r\n5 . س : آيا محل احرام حج تمام شهر مكة است حتى محل\r\nهاى جديد مثل عزيزيه وأطراف آن يا حد معينى دارد ؟\r\nج : أحوط اقتصار به مكة قديم است در رابطه با احرام حج .\r\n\r\n\r\n\r\n\r\n6 . س : براي زنها هم دو جامه احرام را با شرايطى كه براي\r\nمردها دارد لازم مىدانيد يا اين كه زنها مىتوانند تر لباسهاى\r\nمخيط خود محرم شوند ؟\r\nج : زنها مىتوانند در لباسهاى مخيط خود محرم شوند\r\nو ","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\nبراي احرام احتياجى به دو جامه مذكور نيست .\r\n\r\n\r\n\r\n\r\n\r\n7 . س : فرموده‌ايد كه بايد طواف بين بيت ومقام حضرت\r\nإبراهيم ( ع ) باشد ودر موسم حج امكان طواف براي بسيارى از\r\nمردم در داخل حد فرآهم نمىشود وجمعيت طواف كننده تا ده\r\nمتر وزيادتر پشت مقام طواف مىكنند تكليف چيست ؟\r\nج : با تحرى أوقات خلوت بالإضافة وعدم تمكن از طواف\r\nدر حد لازم أقرب جواز طواف از أقرب به حد است با رعايت\r\nاختلاف أطراف در مانع .\r\n\r\n\r\n\r\n\r\n\r\n8 . س : آيا در موقع ازدحام جمعيت در موقع طواف\r\nمىتوانى مقام را داخل مطاف قرار داد ودر صورت جواز تاجه\r\nحد فاصله از كعبه حائز است ؟\r\nج : اگر نتواند در أوقات ديگر در حد بين مقام وخانه كعبه\r\nطواف كند در مورد عذر در فرض سئوال مانع ندارد با مراعاة\r\nالأقرب فالأقرب .\r\n\r\n\r\n\r\n\r\n\r\n9 . س : حكم اشخاصى كه در بين طواف از بيني آنها خوى بيايد ويا لباس وبدن آنها مثلا خونى شود چيست ؟\r\nج : لازم است از طواف دست بردارد وبدن ويا لباسش را\r\nتطهير كند وسپس طواف را از همان جا كه قطع كرده اتمام كند\r\nكافى است ودر صورتي كه موالات عرفيه به هم بخورد وقبل\r\nاز شوط چهارم باشد أحوط اتمام طواف واعاده آن است .\r\n\r\n\r\n\r\n\r\n\r\n10 . س : نظر مبارك در دو طرف مقام إبراهيم وخلف آن\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\nجهت نماز طواف تا چه حد است ؟ ج : محل نماز نزد مقام وخلف آن وطرفين الأقرب\r\nفالأقرب مىباشد .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n11 . س : كساني كه قادر نيستند هفت شوط طواف را يك\r\nجا انجام دهند آيا مىتوانند در دو يا سه فاصله يك ربع تا نيم ساعت استراحت انجام دهند ؟\r\nج : با فرض تحقق عذر إذا ادامه . قبل از اكمال شوط چهارم\r\nدر حدى كه موالات عرفيه به هم نخورد مانعى ندارد ولى بعد\r\nاز شوط چهارم مطلقا مانعى ندارد .\r\n\r\n\r\n\r\n\r\n\r\n\r\n12 . س : مواردى اتفاق مىافتد كه در بين طواف ويا سعى\r\nدر مسجد الحرام نماز جماعت بر پا مىشود ودر نيبچه شخص\r\nاز طواف وسعى باز مىماند تكليف چيست ؟\r\nج : در طواف اگر موالات عرفيه به هم نخورد اشكالى ندارد\r\nواگر به هم بخورد وقبل از اكمال شوط چهارم باشد\r\nاحتياط مراعاة شود با اكمال آن طواف اعاده آن ولى در\r\nسعى چون موالات معتبر نيست با فرض عذر كه مورد سئوال\r\nاست مانعى ندارد .\r\n\r\n\r\n13 . س : در نماز طواف رعايت عقب بودن زنان از مردان\r\nنمىشود ، جلو بودن زن در نماز چه صورتي دارد ؟ ج : اشكال ندارد .\r\n\r\n\r\n\r\n14 . س : در صورتي كه حاجى قرائت نمازش صحيح\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\nنباشد وامكان خواندن نماز به جماعت هم نيست واستنابه نيز\r\nدر بعضي از مواقع ميسر نمىباشد آيا نماز ميسور خودش\r\nمجزى ومبرء ذمه است يا خير ؟\r\nج : عمل بوظيفه يوميه لازم وكافى است بنابر صحت\r\nجماعت در طواف واستنابه در يوميه نيست .\r\n\r\n\r\n\r\n15 . س : زن پس از احرام به عمره مفرده ودخول به مكة\r\nمبتلا به عادت زنانه مىشود ومىداند كه تا آخر وقت كه در مكة است پاك نمىشود\r\nآيا در لحظات أول مىتواند در فرض مسئل براي طواف ونماز نائب بگيرد وسعى وتقصير را\r\nخودش به جا آورد واز احرام خارج شود يا وظيفة ديگرى\r\nدارد ؟\r\nج : اگر در أول استنابه كرد وليكن اتفاقا در آخر پاك شد\r\nاحتياطا مباشر تا اعاده نمايد وچنانچه استنابه نكرد وتا اخر\r\nواتفاقا پاك شد به وظيفة عمل مىنمايد .\r\n\r\n\r\n16 . س : بين صفا ومروه طبقه دومى درست كرده اند آيا\r\nسعى از طبقه دوم كه از بالاى كوه صفا شروع مىشود وبه\r\nبالاى كوه مروه ختم مىشود كفايت مىكند ؟\r\nج : بايد احراز شود كه سعى بين صفا ومروه واقع شود ودر\r\nصورت احراز اين معنا سعى از طبقه دوم كفايت مىكند .\r\n\r\n\r\n17 . س : قسمتى از دامنه كوه صفا ومروه را سنگ فرش\r\nنموده اند آيا مىتوان از اين دامنه كوه صفا به دامنه كوه مروه\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\nسعى نمود ؟\r\nج : اگر احراز شود كه بين صفا ومروه سعى شده كافى\r\nاست .\r\n\r\n\r\n\r\n\r\n\r\n18 . س : در صورتي كه روى ازدحام جمعيت حاجى نتواند\r\nرمى جمرات را در روز انجام دهد آيا بعد از اذان مغرب رمى\r\nجمرات اشكال دارد وبر فرض اشكال تكليف چيست ؟\r\nج : با فرض عذر از رمى در روز ، رمى در شب كفايت\r\nمىكند .\r\n\r\n\r\n\r\n\r\n\r\n19 . س : در خيابان جمرات طبقه دومى درست كرده اند\r\nوستون جمرات را به همان نسبت بالا برده اند آيا رمى جمرات\r\nدر مواقع ازدحام جمعيت از طبقه دوم جائز است يا نه ؟\r\nج : ميزان صدق رمى جمره است ولو از طبقه دوم باشد\r\nوحتى اختيارا كفايت مىكند .\r\n\r\n\r\n\r\n20 . س : آيا رمى جمره عقبه را بايد پشت به قبله انجام داد ؟\r\nويا از هر طرف كفايت مىكند ؟\r\nج : لازم نيست رمى جمره عقبه پشت به قبله باشد هر چند\r\nمستحب است واز هر طرف صدق رمى جمره كند كافى\r\nاست .\r\n\r\n\r\n\r\n\r\n21 . س : أغلب شبهاى عيد قربان از كثرت جمعيت وراه\r\nبندان ماشينها ممكن است بعضي از حجاج وقوف اختياري\r\nمشعر را درك نكنند وبعد از اذان به مشعر برسند حكم آن\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\nچيست ؟\r\nج : حج در فرض مرقوم صحيح است .\r\n\r\n\r\n\r\n\r\n\r\n\r\n22 . س : در صورتي كه حاجى به دلائلى نتواند تا مغرب\r\nقرباني را انجام دهد آيا در موقع اذان مغرب وبعد از آن قربان\r\nجائز است ؟\r\n\r\n\r\n\r\n\r\n\r\n\r\n23 . س : مسلخهاى موجود در منى گفته مىشود كه خارج\r\nاز محدوده منى است قرباني در آنها چه صورت دارد ؟\r\nج : با فرض عذر مانعى ندارد .\r\n\r\n\r\n\r\n24 . س : در ميان كاروانها افرادى پول قرباني حجاج را\r\nجمع مىكنند تا به نيابت آنها در قربانگاه قرباني كنند آيا حاجى\r\nمىتواند قبل از آن كه خبر قرباني أو برسد تقصير كند ؟\r\nج : لازم است ترتيب مراعاة شود على الأحوط .\r\n\r\n\r\n25 . س : معمولا بعضي از حجاج پس از قرباني در مسلخ\r\nكه خارج از زمين منى است تقصير مىكنند حكم آن چيست ؟\r\nج : محل حلق يا تقصير در منى است ودر غير منى كفايت\r\nنمىكند .\r\n\r\n\r\n\r\n26 . س : آيا تقسيم قرباني به سه قسم واجب است يا نه\r\nودر صورت وجوب حاجى ممكن است در روز عيد به فقير\r\nحقيقي دسترسى پيدا نكند تكليف چيست ؟\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\nج : تثليت قرباني أحوط است وبا فرض عدم امكان اين\r\nتكليف ساقط است .\r\n\r\n\r\n\r\n27 . س : معمولا در مسلخ كاردهاى مورد استعمال از نوع\r\nاستيل مىباشد قرباني با آن چه صورت دارد ؟\r\nج : تحقيق شود اگر حديد ( آهن ) باشد صحيح است والا\r\nمجزى نيست .\r\n\r\n\r\n\r\n28 . س : آيا محرم مىتواند محرم ديگر را تقصير كند ( سر\r\nأو را بتراشد ويا موى أو را بچيند ويا ناخن بگيرد ) ودر فرض\r\nمذكور تقصير واقع مىشود ؟\r\nج : ازاله موى ديگرى هم بر محرم حرام است ولى ناخن\r\nگرفتن مانعى ندارد وبعيد نيست در فرض مرقوم تقصير واقع\r\nوموجب احلال شود ، هر چند با فعلى كه بر غير حرام است\r\nانجام گيرد .\r\n\r\n\r\n\r\n29 . س : پولى كه از در آمد سال براي حج واجب يا مندوب\r\nواريز كرده است وپس از چند سال نوبت حج به أو مىرسد آيا\r\nبه اين پول خمس تعلق مىگيرد يا نه ؟\r\nج : در صورتي كه اگر در همان سال حج مىكرد خمس\r\nنداشت اگر طريق عقلائي تقديم اجرت است بر سال حج اظهر\r\nعدم وجوب خمس است مگر آن كه آن كه در وقتش حج ننمايد كه\r\nتخميس مىنمايد اجرت را\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\n\r\n\r\n\r\nآداب ومستحبات حج\r\nبدان كه مستحبات حج بيش از آن است كه در اين رساله بيا\r\nنماييم . لذا به بيان مقدارى از آنها اكتفا كرده وبقيه را به كتب\r\nمفصله ومىگذاريم .\r\nمستحبات سفر\r\nشخصي كه اراده سفر مكة يا سفر ديگر را\r\nدارد ، مستحب است كه از حضرت حق جل وعلا\r\nطلب خير كند ووصيت بنمايد وصدقه بدهد تا آن كه\r\nبه آن صدقه سلامتى خود را خريدارى نمايد ، ووقتي\r\nكه براي مسافرت مهيا شده ، مستحب است در خانه\r\nخود چهار ركعت نماز در هر ركعتي فاتحة الكتاب\r\nوسوره توحيد را بخواند وبگويد : \" اللهم إني أتقرب\r\nإليك بهن فاجعلهن خليفتي في أهلي ومالي \" .\r\nومستحب است به درب خانه خود ايستاده وسه\r\nمرتبه از پيش رو وطرف راست وطرف چپ سوره\r\nفاتحه وبه همين ترتيب سه مرتبه آية الكرسي را\r\nبخواند وبعد از آن بگويد\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\n\" اللهم احفظنى واحفظ\r\nما معي ، وسلمني وسلم ما معي ، وبلغني وبلغ\r\nما معي ببلاغك الحسن الجميل \" .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمستحبات احرام\r\nمستحبات احرام چند چيز است :\r\n1 - آن كه قبلا بدن خود را پاكيزه نموده وناخن\r\nوشارب خود را بگيرد وموى زير بغل وعانه را با نوره\r\nازاله نمايد .\r\n2 - كسى كه قصد حج دارد از أول ماه ذي\r\nالقعدة وشخصي كه قاصد عمره مفرده است پيش از\r\nيك ماه موى سر وريش را رها كند . وبعضي از فقها\r\nبه وجوب آن قائل شده اند . واين قول اگر چه ضعيف\r\nاست ولى أحوط است .\r\n3 - آن كه پيش از احرام در ميقات غسل\r\nاحرام بنمايد . واين غسل از زن حائض ونفساء نيز\r\nصحيح است . وتقديم اين غسل قبل از ميقات جايز\r\nاست . ودر صورت تقديم اگر در ميقات آب يافت شد ،\r\nمستحب است غسل را اعاده بنمايد . وبعد از اين\r\nغسل اگر مكلف لباسى را پوشيد يا چيزى را خورد\r\nكه بر محرم حرام است ، باز هم اعاده مستحب است .\r\nواگر مكلف در روز غسل نمود ، آن غسل تا آخر شب\r\nآينده كفايت مىكند وهم چنين اگر غسل در شب\r\nنموده ، تا آخر روز آينده كافى است . وچون غسل كند اين دعا را\r\nبخواند .\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\" بسم الله وبالله ، اللهم اجعله لي نورا وطهرا حرزا\r\nوامنا من كل خوف ، وشفاء من كل داء وسقم ، اللهم طهرني\r\nوطهر قلبي واشرح لي صدري ، وأجر على لساني محبيتك\r\nومدحتك والثناء عليك ، فإنه لا قوة لي إلا بك ، وقد علمت\r\nأن قوام ديني التسليم لك ، والاتباع لسنة نبيك صلواتك\r\nعليه وآله \" .\r\n4 - هنگام پوشيدن دو جامه احرام بگويد :\r\n\" الحمد الله الذي رزقني ما أوارى به\r\nعورتي ، وأودي فيه فرضي ، وأعبد فيه ربي ، وأنتهي\r\nفيه إلى ما أمرني . الحمد لله الذي قصدته\r\nفبلغني وأردته فأعانني وقبلني ولم يقطع بي ،\r\nووجهه أردت فسلمني ، فهو حصني وكهفي\r\nوحرزي وظهري وملاذي ورجائي ومنجاي\r\nوذخري وعدتي في شدتي ورخائي \" .\r\n5 - آن كه دو جامه احرام از پنبه باشد .\r\n6 - آن كه احرام را به ترتيب ذيل ببندد : در\r\nصورت تمكن بعد از فريضة ظهر ودر صورت عدم\r\nتمكن بعد از فريضة ديگر ودر صورت عدم تمكن از\r\nآن ، بعد از شش يا دو ركعت نماز نافله\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\nدر ركعت أول\r\nپس از حمد سوره توحيد ودر ركعت دوم سوره جحد\r\nرا بخواند ، وشش ركعت أفضل است وبعد از نماز ،\r\nحمد وثناى الهى را به جا آورد وبر پيغمبر وآل أو\r\nصلوات بفرستد آنگاه بگويد :\r\n\" اللهم إني أسألك أن تجعلني ممن\r\nاستجاب لك ، وآمن بوعدك ، واتبع أمرك فإني\r\nعبدك وفي قبضتك ، لا أوقي إلا ما وقيت ولا آخذ إلا\r\nما أعطيت ، وقد ذكرت الحج فأسألك أن تعزم لي\r\nعليه على كتابك وسنة نبيك - صلواتك عليه وآله -\r\nوتقويني على ما ضعفت عنه وتسلم مني\r\nمناسكي في يسر منك وعافية ، واجعلني من وفدك\r\nالذين رضيت وارتضيت وسميت وكتبت ، اللهم\r\nإني خرجت من شقة بعيدة وأنفقت مالي ابتغاء\r\nمرضاتك ، اللهم فتمم لي حجي وعمرتي ، اللهم إني\r\nأريد التمتع بالعمرة إلى الحج على كتابك وسنة\r\nنبيك - صلواتك عليه وآله - فإن عرض لي عارض\r\nيحبسني فحلني حيث حبستني لقدرك الذي\r\nقدرت علي ، اللهم إن لم تكن حجة فعمرة ، أحرم لك\r\nشعري وبشري ولحمي ودمي وعظامي\r\nو ","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\nمخي وعصبي من النساء والثياب والطيب ، أبتغي بذلك\r\nوجهك والدار الآخرة \" .\r\n7 - آن كه به نيت احرام تلفظ نموده وبه\r\nاخطار يا مجرد داعى نفساني اكتفا ننمايد . وبراي\r\nمردان مستحب است تلبيه را بلند بگويند :\r\n8 - سابقا گفتيم كه تلبيه واجب كه احرام به\r\nآن محقق مىشود ، بنابر أحوط اين است : \" لبيك اللهم لبيك ، لبيك لا شريك لك لبيك ،\r\nإن الحمد والنعمة لك والملك لا شريك لك \" .\r\nومستحب است بعد از آن بگويد :\r\n( لبيك ذا المعارج لبيك ، لبيك داعيا إلى دار\r\nالسلام لبيك ، لبيك غفار الذنوب لبيك ، لبيك أهل\r\nالتلبية لبيك ، لبيك ذا الجلال والاكرام لبيك ، لبيك\r\nتبدئ والمعاد إليك لبيك ، لبيك تستغني ويفتقر\r\nإليك لبيك ، لبيك مرهوبا ومرغوبا إليك لبيك ، لبيك إله\r\nالحق لبيك ، لبيك ذالنعماء والفضل الحسن الجميل\r\nلبيك ، لبيك كشاف الكرب العظام لبيك ، لبيك عبدك\r\nوابن عبديك لبيك ، لبيك يا كريم لبيك \" .\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nواين جملات را نيز بگويد خوب است :\r\n\" لبيك أتقرب إليك به محمد وآل محمد\r\nلبيك ، لبيك بحجة أو عمرة لبيك ، لبيك وهذه عمرة\r\nمتعة إلى الحج لبيك ، لبيك أهل التلبية لبيك ، لبيك\r\nتلبية تمامها وبلاغها عليك \" .\r\n9 - آن كه تلبيه ها را در حال احرام تكرار كند\r\nودر موارد آينده نيز آن را بگويد : وقت بر خواستن از\r\nخواب ، بعد از هر نماز واجب ومستحب ، وقت رسيدن\r\nبه سواره هنگام بالا رفتن از تل يا سرازير شدن از\r\nآن ، وقت سوار شدن يا پياده شدن وأوقات سحر تلبيه\r\nبسيار بگويد ، وزن حائض ونفساء نيز اين تلبيه‌ها را\r\nبگويند . وشخص متمتع تلبيه گفتن أو در عمره مستمر\r\nخواهد بود تا آن كه خانه‌هاى مكة را ببيند وپس از آن\r\nقطع خواهد شد . واما حج ، پس تلبيه آن تا ظهر روز\r\nعرفه مستمر است وپس از آن بريده خواهد شد .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمكروهات احرام\r\nمكروهات احرام چند چيز است :\r\n1 - احرام در جامه سياه وأفضل احرام در جامه سفيد است . لكن ظاهر بعض اخبار معتبره عدم كراهت لباس سبز است .\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\n2 - خوابيدن محرم در رخت وبالش زرد رنگ .\r\n3 - احرام بستن در جامه چركين ، واگر جامه\r\nدر حال احرام چرك شود بهتر آن است كه مكلف\r\nمادامى كه در حال احرام است آن را نشويد .\r\n4 - استعمال حنا پيش از احرام در صورتي كه\r\nاثر آن تا حال احرام باقي بماند .\r\n5 - حمام رفتن وسائين بدن .\r\n6 - لبيك گفتن محرم در جواب كسى كه أو را\r\nصدا نمايد ، بلكه أحوط ترك آن است .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمستحبات دخول حرم\r\n1 - همين كه حاجى به حرم رسيد پياده شده\r\nوبه جهت دخول حرم غسل نمايد .\r\n2 - از براي تواضع وفروتنى نسبت به حضرت\r\nحق جل وعلا ، پا برهنه شد ونعلين خود را در دست\r\nگرفته داخل حرم شود واين عمل ثواب زيادى دارد .\r\n3 - وقت دخول حرم اين دعا را بخواند :\r\n\" اللهم إنك قلت في كتابك وقولك الحق : وأذن\r\nفي\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nالناس بالحج يأتوك رجالا وعلى كل ضامر يأتين\r\nمن كل فج عميق . اللهم إني أرجو أن أكون ممن\r\nأجاب دعوتك ، قد جئت من شقة بعيدة وفج عميق\r\nسامعا لندائك ومستجيبا لك مطيعا لامرك وكل ذلك\r\nبفضلك علي وإحسانك إلى ، فلك الحمد على ما\r\nوفقتني له ، أبتغي بذلك الزلفة عندك والقربة\r\nإليك والمنزلة لديك والمغفرة لذنوبي والتوبة علي\r\nمنها بمنك ، اللهم صل على محمد وآل محمد\r\nوحرم بدني على النار وآمني من عذابك وعقابك\r\nبرحمتك يا أرحم الراحمين \" .\r\n4 - وقت دخول حرم مقدارى از علف \" اذخر \"\r\nگرفته آن را مضغ نمايد .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمستحبات دخول مكة معظمه\r\nبراي دخول مكة معظمه نيز مستحب است\r\nمكلف غسل بنمايد وهنگامى كه وارد مكة مىشود با\r\nحالت تواضع وارد شود . وكسى كه از راه مدينه برود ،\r\nاز بالاى مكة داخل شده ووقت بيرون آمدن از پايين\r\nآن بيرون آيد .\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\n\r\nآداب مسجد الحرام\r\nمستحب است مكلف براي دخول مسجد\r\nالحرام غسل بنمايد . وهمچنين مستحب است با پاى\r\nبرهنه وبا حالت سكينه ووقار وارد شود ، وهنگام ورود\r\nاز در \" بنى شيبه \" وارد شود ، وگفته اند كه باب بني شيبه\r\nدر حالي كنونى مقابل \" باب السلام \" است ، بنابر اين\r\nنيكو اين است كه شخص از باب السلام وارد شده\r\nومستقيما بيايد تا از أسطوانات بگذرد . ومستحب\r\nاست بر در مسجد الحرام ايستاده وبگويد :\r\n\" السلام عليك أيها النبي ورحمة الله وبركاته ،\r\nبسم الله وبالله ومن الله وما شاء الله ، والسلام على\r\nأنبياء الله ورسله والسلام على رسول الله والسلام\r\nعلى إبراهيم خليل الله ، والحمد الله رب العالمين \" .\r\nپس داخل مسجد الحرام شود ورو به كعبه\r\nدستها را بلند نموده\r\nوبگويد :\r\n\" اللهم إني أسألك في مقامي هذا في أول\r\nمناسكي أن تقبل توبتي وأن تجاوز عن خطيئتي\r\nوتضع عني وزري ،\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\nالحمد لله الذي بلغني بيته\r\nالحرام ، اللهم إني أشهدك أن هذا بيتك\r\nالحرام الذي جعلته مثابة للناس وأمنا مباركا وهدى\r\nللعالمين ، اللهم إني عبدك والبلد بلدك والبيت بيتك ،\r\nجئت أطلب رحمتك وأوم طاعتك مطيعا لامرك راضيا\r\nبقدرك ، أسألك مسألة الفقير إليك الخائف لعقوبتك ،\r\nاللهم افتح لي أبواب رحمتك واستعملني بطاعتك\r\nومرضاتك \" .\r\nودر روايت ديگر وارد است كه نزد در مسجد\r\nبگويد :\r\n\" بسم الله وبالله ومن الله وإلى الله ، وما شاء\r\nالله وعلى ملة رسول الله صلى الله عليه وآله ، وخير\r\nالأسماء لله والحمد لله والسلام على رسول الله ،\r\nالسلام على محمد بن عبد الله ، السلام عليك أيها\r\nالنبي ورحمة الله وبركاته ، السلام على أنبياء الله\r\nورسله ، السلام على إبراهيم خليل الرحمن ، السلام\r\nعلى المرسلين والحمد لله رب العالمين ، السلام\r\nعلينا وعلى عباد الله الصالحين ، اللهم صل على\r\nمحمد وآل محمد ، وبارك على محمد\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\nوآل\r\nمحمد ، وارحم محمدا وآل محمد كما صليت\r\nوباركت وترحمت على إبراهيم وآل إبراهيم إنك\r\nحميد مجيد ، اللهم صل على محمد وآل محمد\r\nعبدك ورسولك وعلى إبراهيم خليلك ، وعلى أنبيائك\r\nورسولك ، وسلم عليهم ، وسلام على المرسلين\r\nوالحمد لله رب العالمين ، اللهم افتح لي أبواب\r\nرحمتك واستعملني في طاعتك ومرضاتك\r\nواحفظني بحفظ الايمان أبدا ما أبقيتني جل ثناء\r\nوجهك ، الحمد لله الذي جعلني من وفده وزواره ،\r\nوجعلني ممن يعمر مساجده ، وجعلني ممن\r\nيناجيه ، اللهم إني عبدك وزائرك في بيتك ، وعلى كل\r\nمأتي حق لمن أتاه وزاره ، وأنت خير مأتي وأكرم\r\nمزور ، فأسألك يا الله يا رحمن بأنك أنت الله لا إله إلا\r\nأنت وحدك لا شريك لك ، وبأنك واحد أحد صمد لم\r\nتلد ولم تولد ولم يكن له ( لك خ ل ) كفوا أحد ، وأن\r\nمحمدا عبدك ورسولك صلى الله عليه وعلى أهل\r\nبيته ، يا جواد يا كريم يا ماجد يا جبار يا كريم أسألك\r\nأن تجعل تحفتك إياي بزيارتي إياك أول شئ\r\nتعطيني فكاك رقبتي من النار .\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\nپس سه مرتبه\r\nمىگويد : \" اللهم فك رقبتي من النار \" . پس مىگويد :\r\n( وأوسع علي من رزقك الحلال الطيب وادرأ عني\r\nشر شياطين الإنس والجن وشر فسقة العرب\r\nوالعجم \" .\r\nومستحب است وقتي كه محاذى حجر الأسود\r\nشد بگويد :\r\nأشهد أن لا إله إلا الله وحده لا شريك له ،\r\nوأشهد أن محمدا عبده ورسوله ، آمنت بالله وكفرت\r\nبالطاغوت وباللات والعزى وبعبادة الشيطان وبعبادة\r\nكل ند يدعى من دون الله \"\r\nپس نزديك حجر الأسود رفته وآن را استلام\r\nنمايد وبگويد :\r\n\" الحمد لله الذي هدانا لهذا وما كنا لنهتدي\r\nلولا أن هدانا الله ، سبحان الله والحمد لله ولا إله إلا\r\nالله والله أكبر أكبر من خلقه أكبر ممن أخشى واحذر ،\r\nولا إله إلا الله وحده لا شريك له ، له الملك وله\r\nالحمد يحيي ويميت ويميت ويحيي بيده\r\nالخير وهو على كل شئ قدير \" .\r\nوصلوات بر پيغمبر وآل أو بفرستد ، وسلام بر\r\nپيغمبران بدهد\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\nچنانچه وقت دخول مسجد سلام\r\nمىداد . آنگاه مىگويد :\r\n\" إني أؤ من بوعدك وأوفي بعهدك \" .\r\nودر روايت معتبر وارد است كه وقتي كه نزديك\r\nحجر الأسود رسيدى دستهاى خود را بلند كن وحمد\r\nوثناى الهى را به جا آور وصلوات بر پيغمبر بفرست\r\nواز خداوند عالم بخواه كه حج تو را قبول كند ، پس\r\nاز آن حجر را بوسيده واستلام نما ، واگر بوسيدن\r\nممكن نشد با دست استلام نما ، واگر آن هم ممكن\r\nنشد اشاره به آن كن وبگو :\r\nاللهم أمانتي أديتها ، وميثاقي تعاهدته لتشهد\r\nلي بالموافاة ، اللهم تصديقا بكتابك ، وعلى سنة نبيك ،\r\nأشهد أن لا إله إلا الله وحده لا شريك له ، وأن\r\nمحمدا عبده ورسوله ، آمنت بالله وكفرت بالجبت\r\nوالطاغوت وباللات والعزى وعبادة الشيطان وعبادة\r\nكل ند يدعى من دون الله \" . واگر نتوانى همه را بخوانى ،\r\nبعضي را بخوان وبگو :\r\n\" اللهم إليك بسطت يدي ، وفيما عندك\r\nعظمت رغبتي ، فاقبل سبحتي واغفر لي\r\nوارحمني ، اللهم إني أعوذ بك من الكفر والفقر\r\nومواقف الخزي في الدنيا والآخرة .\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\nآداب ومستحبات طواف\r\nدر حال طواف مستحب است بگويد :\r\n\" اللهم إني أسألك باسمك الذي يمشى به\r\nعلى طلل الماء كما يمشى به جدد الأرض ، وأسألك\r\nباسمك الذي يهتز له عرشك ، وأسألك باسمك الذي\r\nتهتز له أقدام ملائكتك ، وأسألك باسمك الذي دعاك به\r\nموسى من جانب الطور فاستجبت له وألقيت عليه\r\nمحبة منك ، وأسألك باسمك الذي غفرت به لمحمد\r\nما تقدم من ذنبه وما تأخر وأتممت عليه نعمتك أن\r\nتفعل بي كذا وكذا \" وحاجت خود را بطلبد . ونيز\r\nمستحب است در حال طواف بگويد :\r\n\" اللهم إني إليك فقير ، وإني خائف مستجير\r\nفلا تغير جسمي ولا تبدل اسمي \"\r\nوصلوات بر محمد وآل أو بفرستد به خصوص وقتي كه به در خانه كعبه\r\nمىرسد . ووقتي كه به حجر إسماعيل رسيد به ناودان\r\nنگاه نموده وبگويد :\r\nاللهم أدخلني الجنة برحمتك وأجرني\r\nبرحمتك من\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\nالنار ، وعافني من السقم ، وأوسع علي\r\nمن الرزق الحلال ، وادرأ عني شر فسقةالجن\r\nوالانس وشر فسقة العرب والعجم \" . وچون از حجر\r\nبگذرد به پشت سر كعبه برسد بگويد :\r\n\" يا ذا المن والطول والجود والكرم إن عملي\r\nضعيف فضاعفه لي وتقبله مني إنك أنت السميع\r\nالعليم \" . وچون به ركن يماني برسد دست بردارد\r\nوبگويد :\r\n\" يا الله يا ولي العافية وخالق العافية ورازق\r\nالعافية والمنعم بالعافية والمنان بالعافية والمتفضل\r\nبالعافية علي وعلى جميع خلقك ، يا رحمن الدنيا\r\nوالآخرة ورحيمهما صل على محمد وآل محمد\r\nوارزقنا العافية ودوام العافية وتمام العافية وشكر\r\nالعافية في الدنيا والآخرة يا أرحم الراحمين \" . پس\r\nسر به جانب كعبه بالا كند وبگويد :\r\nالحمد لله الذي شر فك وعظمك والحمد لله\r\nالذي بعث محمدا نبيا وجعل عليا إماما ، اللهم\r\nاهد له خيار خلقك وجنبه شرار خلقك \" .\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\nوچون ميان ركن يماني وحجر الأسود برسد بگويد :\r\n\" ربنا آتنا في الدنيا حسنة ، وفي الآخرة\r\nحسنة ، وقنا عذاب النار \" .\r\nودر شوط هفتم وقتي كه به مستجار رسيد\r\nمستحب است دو دست خود را بر ديوار خانه بگشايد\r\nوشكم وروى خود را به ديوار كعبه بچسباند وبگويد :\r\n\" اللهم البيت بيتك ، والعبد عبدك ، وهذا\r\nمكان العائذ بك من النار . پس به گناهان خود اعتراف\r\nنموده واز خداوند آمرزش آن را بطلبد كه انشاء الله\r\nتعالى مستجاب خواهد شد . بعد بگويد :\r\n\" اللهم من قبلك الروح والفرج والعافية ، اللهم\r\nإن عملي ضعيف فضاعفه لي واغفر لي ما اطلعت\r\nعليه مني وخفي على خلقك ، أستجير بالله من\r\nالنار \" . وآنچه خواهد دعا كند ، وركن يماني را استلام\r\nكند وبه نزد حجر الأسود آمده وطواف خود را تمام\r\nنموده وبگويد : \" اللهم قنعني بما رزقتني وبارك لي فيما\r\nآتيتني \" .\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\nوبراي طواف كننده مستحب است در هر\r\nشوط ، أركان خانه كعبه وحجر الأسود را استلام نمايد ودر وقت استلام حجر بگويد : \" أمانتي أديتها وميثاقي تعاهدته لتهشد لي\r\nبالموافاة \" .\r\n\r\n\r\nمستحبات نماز طواف\r\nدر نماز طواف مستحب است بعد از حمد در\r\nركعت أولى سوره توحيد ، ودر ركعت دوم سوره جحد\r\nرا بخواند ، وپس از نماز حمد وثناى الهى را به جا\r\nآورده وصلوات بر محمد وآل محمد بفرستد واز\r\nخداوند عالم طلب قبول نمايد . ودر بعضي از روايات\r\nاست كه حضرت صادق - عليه السلام - بعد از نماز طواف\r\nبه سجده رفته وچنين مىگفت :\r\n\" سجد وجهي لك تعبدا ورقا ، لا إله إلا أنت\r\nحقا حقا ، الأول قبل كل شئ والآخر بعد كل شئ ،\r\nوها أنا ذا بين يديك ، ناصيتي بيدك ، فاغفر لي إنه\r\nلا يغفر الذنب العظيم غيرك ، فاغفر لي فإني مقر\r\nبذنوبي على نفسي ولا يدفع الذنب العظيم غيرك \" .\r\nوبعد از سجده روى مبارك آن حضرت از گريه چنين بود كه\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\nگويا در آب فرو رفته باشد .\r\nوبعد از فراغ از نماز طواف وپيش از سعى\r\nمستحب است به نزد چاه زمزم رفته يك يا دو دلو آب\r\nبكشد وآن را به سر وپشت وشكم خود بريزد وبگويد :\r\n\" اللهم اجعله علما نافعا ورزقا واسعا وشفاء من\r\nكل داء وسقم \" .\r\nپس از آن به نزد حجر الأسود بيايد .\r\nمستحبات سعى\r\nمستحب است كه از در مقابل حجر الأسود به\r\nطرف صفا خارج شود ، با رعايت وقار وآرامش . ووقتي\r\nبر صفا بالا رفت به كعبه نگاه كند ، وبه طرف ركنى\r\nكه حجر أسود در آن است متوجه شود وخداى را حمد\r\nوثنا گويد ونعمت‌هاى الهى را به ياد آورد . سپس هفت\r\nمرتبه \" الله أكبر \" بگويد ، وهفت مرتبه \" الحمد الله \"\r\nبگويد ، وهفت مرتبه \" لا إله إلا الله \" بگويد ، وسه\r\nمرتبه :\r\n\" لا إله إلا الله وحده لا شريك له ، له الملك\r\nوله الحمد يحيي ويميت وهو حي لا يموت ، وهو\r\nعلى كل شئ قدير \" بگويد :\r\nسپس بر محمد وآل محمد صلوات بفرستد ،\r\nبعد سه مرتبه بگويد :\r\n\" الله أكبر على ما هدانا والحمد لله على ما\r\nأولانا ، والحمد لله الحي القيوم ، والحمد لله الحي\r\nالدائم \" ، سپس سه مرتبه بگويد :\r\n\" أشهد أن لا إله إلا الله ، وأشهد أن محمدا\r\nعبده ورسوله ، لا نعبد إلا إياه ، مخلصين له الدين\r\nولو كره\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\nالمشركون \" ، سپس سه مرتبه بگويد :\r\n\" اللهم إني أسألك العفو والعافية واليقين في\r\nالدنيا والآخرة \" . وسه مرتبه بگويد :\r\nاللهم آتنا في الدنيا حسنة وفي الآخرة حسنة\r\nوقنا عذاب النار \" . بعد صد مرتبه \" الله أكبر \" بگويد ،\r\nوصد مرتبه \" لا إله إلا الله \" بگويد ، وصد مرتبه \" الحمد\r\nلله \" بگويد ، وصد مرتبه \" سبحان الله \" بگويد ، بعد\r\nبگويد : لا إله إلا الله وحده ، أنجز وعده ، ونصر عبده ،\r\nوغلب الأحزاب وحده ، فله الملك وله الحمد وحده\r\nوحده اللهم بارك لي في الموت وفيما بعد الموت ،\r\nاللهم إني أعوذ بك من ظلمة القبر ووحشته ، اللهم\r\nأظلني في ظل عرشك يوم لا ظل إلا ظلك \" . ودين\r\nوخويشتن وأهل وعيال خود را به خدا به سپارد واين كار\r\nرا زياد كند ، پس بگويد :\r\nأستودع الله الرحمن الرحيم الذي لا تضيع\r\nودائعه ديني ونفسي وأهلي ، اللهم استعملني على\r\nكتابك وسنة نبيك ، وتوفني على ملته وأعذني من\r\nالفتنة \" . سپس سه مرتبه \" الله أكبر \" بگويد ، وآن را دو بار اعاده\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\nكند ، ويك بار تكبير بگويد ، وبعد\r\nآن را اعاده كند ، واگر همه آن را نتواند انجام دهد هر قدر كه مىتواند بخواند ومستحب است كه اين دعا را بخواند : \" اللهم اغفر لي كل ذنب\r\nأذنبته قط ، فإن عدت فعد علي بالمغفرة ، فإنك\r\nأنت الغفور الرحيم ، اللهم افعل بي ما أنت أهله فإنك\r\nإن تفعل بي ما أنت أهله ترحمني ، وإن تعذبني\r\nفأنت غني عن عذابي ، وأنا محتاج إلى رحمتك ، فيا\r\nمن أنا محتاج إلى رحمته ارحمني ، اللهم لا تفعل بي\r\nما أنا أهله فإنك إن تفعل بي ما أنا أهله تعذبني ولم\r\nتظلمني ، أصبحت أتقي عدلك ولا أخاف جورك ،\r\nفيا من هو عدل لا يجور ارحمني \" .\r\nدر حديث شريف وارد شده است هر كس كه بخواهد مال أو\r\nزياد شود ايستادن در صفا را طول دهد وبدان كه مستحب است\r\nپياده سعى نمايد واز صفا تا به مناره ميانه راه رود واز آنجا تا\r\nجايى كه بازار عطاران است مانند شتر تند رود واگر سوار باشد اين حد را في الجملة تند نمايد واز آنجا تا به مروه نيز ميانه رود\r\nودر وقت برگشتن نيز به همان ترتيب مراجعت نمايد واز براي زنان\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\nهر وله نيست . ومستحب است در گريه كردن سعى كند وخود را\r\nبه گريه وا دارد ودر حال سعى دعا بسيار كند .\r\n\r\n\r\n\r\nمستحبات احرام تا وقوف به عرفات\r\nأموري كه در احرام عمره مستحب بود . در\r\nاحرام حج نيز مستحب است . وپس از اين كه\r\nشخص احرام بسته واز مكة بيرون آمد همين كه بر\r\nابطح مشرف شود به آواز بلند تلبيه بگويد ، وچون\r\nمتوجه منى شود بگويد :\r\nاللهم إياك أرجو وإياك أدعو ، فبلغني أملي\r\nوأصلح لي عملي \" . وبا تن ودل آرام با تسبيح وذكر\r\nحق تعالى برود . وچون به منى رسيد بگويد :\r\n\" الحمد لله الذي أقدمنيها صالحا في عافية\r\nوبلغني هذا المكان \" ، پس بگويد :\r\n\" اللهم هذه منى ، وهي مما مننت به علينا من\r\nالمناسك ، فأسألك أن تمن علي بما مننت به على\r\nأنبيائك ، فإنما أنا عبدك وفي قبضتك \" .\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\nومستحب است شب عرفه را در منى بوده وبه\r\nطاعت الهى مشغول باشد ، وبهتر آن است عبادات\r\nوخصوصا نمازها را در مسجد خيف به جا آورد ، وچون\r\nنماز صبح را بخواند تا طلوع آفتاب تعقيب گفته پس\r\nبه عرفات روانه شود ، واگر خواسته باشد بعد از\r\nطلوع صبح روانه شود مانعى ندارد ، ولى سنت بلكه\r\nأحوط آن است كه تا آفتاب طلوع نكرده از وادى\r\nمحسر رد نشود وروانه شده پيش از صبح مكروه واز\r\nبعضي حرمت آن را نقل نموده‌اند ، مگر از براي\r\nضرورت مانند بيمار وكسى كه از ازدحام مردم خائف\r\nباشد وچون به عرفات متوجه شود اين دعا را\r\nبخواند .\r\n\" اللهم إليك صمدت وإياك اعتمدت ووجهك\r\nأردت ، أسألك أن تبارك لي في رحلتي وأن تقضي لي\r\nحاجتي وأن تجعلني ممن تباهي به اليوم من هو\r\nأفضل مني \" .\r\nوتا رسيدن به عرفات تلبيه بگويد .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمستحبات وقوف به عرفات\r\nدر وقوف به عرفات چند چيز مستحب است :\r\n1 - با طهارت بودن در حال وقوف .\r\n2 - غسل نمودن ، وبهتر آن است كه نزديك\r\nظهر باشد .\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n3 - آن چه موجب تفرق حواس است از خود\r\nدور سازد تا آن كه قلب أو متوجه جناب أقدس الهى\r\nگردد . 4 - نسبت به قافله‌اى كه از مكة مىآيد ،\r\nوقوف شخص در طرف دست چپ كوه واقع گردد .\r\n5 - وقوف أو در پايين كوه ودر زمين هموار\r\nبوده باشد ، وبالا رفتن كوه مكروه است .\r\n6 - در أول وقت ، نماز ظهر وعصر را به يك\r\nاذان ودو اقامه بجا آورد .\r\n7 - قلب خود را به حضرت حق جل وعلا\r\nمتوجه ساخته وحمد الهى وتهليل وتمجيد نموده وثناى\r\nحضرت حق را به جا آورد ، پس از آن صد مرتبه \" الله\r\nأكبر \" ، وصد مرتبه \" الحمد لله \" ، وصد مرتبه \" سبحان\r\nالله \" بگويد ، وصد مرتبه سوره توحيد را بخواند وآنچه\r\nخواهد دعا نمايد واز شيطان رجيم به خدا پناه ببرد ،\r\nواين دعا را نيز بخواند : \" اللهم إني عبدك ، فلا تجعلني من أخيب\r\nوفدك ، وارحم مسيري إليك من الفج العميق \" ، واين\r\nدعا را نيز بخواند :\r\n\" اللهم رب المشاعر كلها فك رقبتي من\r\nالنار وأوسع علي من رزقك الحلال وادرأ عنى شر\r\nفسقة الجن والإنس ، اللهم لا تمكر بي ولا تخدعني\r\nولا تستدرجني ، اللهم إني أسألك بحولك وجودك\r\nوكرمك ومنك وفضلك يا أسمع\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\nالسامعين ويا أبصر\r\nالناظرين ويا أسرع الحاسبين ويا أرحم الراحمين\r\nأن تصلي على محمد وآل محمد وأن تفعل بي كذا\r\nوكذا \" ، وحاجت خود را نام ببرد ، پس دست به آسمان\r\nبردارد وبگويد : \" اللهم حاجتي إليك التي إن أعطيتنيها لم\r\nيضرني ما منعتني والتي إن منعتنيها لم ينفعني ما\r\nأعطيتني ، أسألك خلاص رقبتي من النار ، اللهم إني\r\nعبدك وملك يدك ناصيتي بيدك وأجلي بعلمك ، أسألك\r\nأن توفقني لما يرضيك عني وأن تسلم مني\r\nمناسكي التي أريتها خليلك إبراهيم - صلواتك عليه\r\n- ودللت عليها نبيك محمدا صلى الله عليه وآله\r\nاللهم اجعلني ممن رضيت عمله وأطلت عمره\r\nوأحييته بعد الموت حياة طيبة \" .\r\n8 - واين دعا را بخواند :\r\n\" لا إله إلا الله وحده لا شريك له ، له الملك\r\nوله الحمد يحيي ويميت ويميت ويحيى وهو حي لا\r\nيموت بيده الخير وهو على كل شئ قدير ، اللهم لك\r\nالحمد أنت كما تقول وخير ما يقول القائلون ، اللهم\r\nلك صلاتي وديني ومحياي\r\nو ","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\nمماتي ولك تراثي\r\n( براءتي خ ل ) وبك حولي ومنك قوتي ، اللهم إني\r\nأعوذ بك من الفقر ومن وسواس الصدر ومن شتات\r\nالامر ومن عذاب النار ومن عذاب القبر ، اللهم إني\r\nأسألك من خير ما تأتي به الرياح وأعوذ بك من شر\r\nما تأتي به الرياح ، وأسألك خير الليل وخير النهار ،\r\nاللهم اجعل في قلبي نورا وفي سمعي وبصري نورا\r\nولحمي ودمي وعظامي وعروقي ومقعدي ومقامي\r\nومدخلي ومخرجي نورا ، وأعظم لي نورا يا رب يوم\r\nألقاك ، إنك على كل شئ قدير \"\r\nودر اين روز تا مىتواند از خيرات وصدقات\r\nتقصير نكند .\r\n9 - آن كه كعبه را استقبال نموده واين أذكار\r\nرا بگويد : \" سبحان الله \" صد مرتبه ، \" الله أكبر \" صد\r\nمرتبه ، \" ما شاء الله لا قوة إلا بالله \" صد مرتبه ، \" أشهد\r\nأن لا إله إلا الله وحده لا شريك له ، له الملك وله\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\nالحمد يحيي ويميت ويميت ويحيي بيده الخير وهو\r\nعلى كل شئ قدير \" صد مرتبه ، پس از أول سوره\r\nبقره ده آية بخواند پس سوره توحيد سه مرتبه ، وآية\r\nالكرسي را بخواند تا آخر ، پس اين آيات را بخوانند :\r\n
  { إن ربكم الله الذي خلق السماوات\r\nوالاعرض في ستة أيام ثم استوى على العرش\r\nيغشي الليل النهار يطلبه حثيثا والشمس والقمر\r\nوالنجوم مسخرات بأمره ألا له الخلق والامر تبارك\r\nالله رب العالمين ، ادعوا ربكم تضرعا وخفية إنه لا\r\nيحب المعتدين ، ولا تفسدوا في الأرض بعد\r\nإصلاحها وادعوه خوفا وطمعا إن رحمة الله قريب\r\nمن المحسنين } ، پس سوره \" قل أعوذ برب الفلق \"\r\nوسوره \" قل أعوذ برب الناس \" را بخواند ، پس آنچه\r\nاز نعم الهى به ياد داشته باشد يكايك ذكر نموده وحمد\r\nالهى نمايد ، وهم چنين بر أهل ومال وساير چيزهايى كه\r\nحضرت حق به أو تفضل نموده حمد بنمايد وبگويد :\r\nاللهم لك الحمد على نعمائك التي لا تحصى\r\nبعدد ولا تكافأ بعمل \" .\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\nوبه آياتي از قران كه در آنها حمد شده است\r\nخدا را حمد نمايد ، وبه آياتي كه در آنها ذكر تسبيح\r\nشده است خدا را تسبيح نمايد ، وبه آياتي\r\nكه در آنها ذكر تكبير شده است خدا را تكبير نمايد ،\r\nوبه آياتي كه در آنها تهليل شده است خدا را تهليل\r\nنمايد ، وبر محمد وآل محمد - عليهم السلام - زياد\r\nصلوات بفرستد وبه هر اسمى از أسماء الله كه در\r\nقرآن موجود است خدا را بخواند ، وبه آنچه از أسماء\r\nالهى كه در ياد دارد خدا را ذكر كند ، وبه أسماء الهى\r\nكه در آخر سوره حشر موجود است خدا را بخواند ،\r\nوآنها عبارتند از :\r\n\" الله ، عالم الغيب والشهادة ، الرحمن الرحيم ،\r\nالملك ، القدوس ، السلام ، المؤمن ، المهيمن ، العزيز ،\r\nالجبار ، المتكبر ، الخالق ، البارئ ، المصور \" . واين دعا\r\nرا بخواند :\r\n\" أسألك يا الله يا رحمن بكل اسم هو لك ،\r\nوأسألك بقوتك وقدرتك وعزتك وبجميع ما أحاط به\r\nعلمك وبجمعك وبأركانك كلها وبه حق رسولك -\r\nصلوات الله عليه - وباسمك الأكبر الأكبر ، وباسمك\r\nالعظيم الذي من\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\nدعاك به كان حقا عليك أن لا\r\nتخيبه ، وباسمك الأعظم الأعظم الذي من دعاك به\r\nكان حقا عليك أن لا ترده وأن تعطيه ما سأل أن تغفر\r\nلي جميع ذنوبي في جميع علمك في \" . وهر حاجت\r\nكه دارى بخواه ، واز حق سبحانه وتعالى طلب كن كه\r\nتوفيق حج بيابى در سال آينده وهر سال . وهفتاد مرتبه\r\nبگو \" أسألك الجنة \" وهفتاد مرتبه \" أستغفر الله ربي\r\nوأتوب إليه \" . پس بخوان اين دعا را :\r\n\" اللهم فكني من النار وأوسع علي من رزقك\r\nالحلال الطيب وادرأ عني شر فسقة الجن والإنس\r\nوشر فسقة العرب والعجم \" .\r\n10 - آن كه نزديك غروب آفتاب بگويد :\r\nاللهم إني أعوذ بك من الفقر ومن تشتت الامر\r\nومن شر ما يحدث بالليل والنهار ، أمسى ظلمي\r\nمستجيرا بعفوك ، وأمسى خوفي مستجيرا بأمانك ،\r\nوأمسى ذلي مستجيرا بعزك ، وأمسى وجهي الفاني\r\nمستجيرا بوجهك الباقي ، يا خير من سئل ويا أجود\r\nمن أعطى جللني برحمتك ، وألبسني عافيتك ،\r\nواصرف عني شر جميع خلقك \" .\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\nوبدان كه أدعيه وارده در اين روز شريف\r\nبسيار است وهر قدر كه ميسور باشد خواندن دعا\r\nمناسب است . وبسيار خوب است كه در اين روز\r\nدعاى صحيفة كامله ودعاى حضرت سيد الشهداء\r\nوحضرت زين العابدين - سلام الله عليهما - خوانده\r\nشود وبعد از غروب آفتاب بگويد :\r\nاللهم لا تجعله آخر العهد من هذا الموقف ،\r\nوارزقنيه من قابل أبدا ما أبقيتني ، واقلبني اليوم\r\nمفلحا منجحا مستجابا لي مرحوما مغفورا لي بأفضل\r\nماينقلب به اليوم أحد من وفدك وحجاج بيتك\r\nالحرام ، واجعلني اليوم من أكرم وفدك عليك ،\r\nوأعطني أفضل ما أعطيت أحدا منهم من الخير\r\nوالبركة والرحمة والرضوان والمغفرة ، وبارك لي فيما\r\nأرجع إليه من أهل أو مال أو قليل أو كثير وبارك\r\nلهم في \" وبسيار بگويد \" اللهم أعتقني من النار \" .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمستحبات وقوف به مزدلفه\r\nبدان كه مستحب است با تن ودلى آرام از\r\nعرفات به سوى مزدلفه متوجه شده واستغفار نمايد ،\r\nوهمين كه از طرف دست\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\nراست به تل سرخ رسيد\r\nبگويد :\r\n\" اللهم ارحم موقفي ، وزد في عملي ، وسلم لي\r\nديني ، وتقبل مناسكي \"\r\nودر راه رفتن ميانه روى نمايد وكسى را آزار\r\nندهد . ومستحب است نماز شام وخفتن را تا مزدلفه به\r\nتأخير اندازد اگر چه ثلث شب نيز بگذرد ، وميان هر\r\nدو نماز به يك اذان ودو اقامه جمع كند ، ونوافل مغرب\r\nرا بعد از نماز عشا به جا آورد . ودر صورتي كه از\r\nرسيدن به مزدلفه پيش از نصف شب مانعى رسيد ، بايد\r\nنماز مغرب وعشا را به تأخير نينداخته ودر ميان راه\r\nبخواند . ومستحب است كه در وسط وادى از طرف\r\nراست راه نزول نمايد . واگر حاجى صروره باشد\r\nمستحب است كه در مشعر الحرام قدم بگذارد .\r\nومستحب است كه آن شب را به هر مقدار كه ميسور\r\nباشد به عبادات وأطاعت الهى به سر برد واين دعا\r\nرا بخواند :\r\n\" اللهم هذه جمع ، اللهم إني أسألك أن تجمع\r\nلي فيها جوامع الخير ، اللهم لا تؤيسني من الخير\r\nالذي سألتك أن تجمعه لي في قلبي ، وأطلب إليك أن\r\nتعرفني ما عرفت أوليائك في منزلي هذا وأن تقيني\r\nجوامع الشر \" .\r\nومستحب است بعد از نماز صبح با طهارت ،\r\nحمد وثناى الهى را به جا آورد ، وبه هر مقدارى كه\r\nميسور باشد از نعم وتفضلات\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\nحضرت حق ذكر كند ،\r\nوبر محمد وآل محمد صلوات بفرستد ، آن گاه دعا\r\nنمايد ، وبعضي به وجب آن قائل شده‌اند . واين دعا\r\nرا نيز بخواند :\r\n\" اللهم رب المشعر الحرام فك رقبتي من\r\nالنار ، وأوسع علي من رزقك الحلال ، وادرأ عني شر\r\nفسقة الجن والإنس ، اللهم أنت خير مطلوب إليه وخير مدعو وخير مسؤول ، ولكل وافد جائزة فاجعل\r\nجائزتي في موطني هذا أن تقيلني عثرتي وتقبل\r\nمعذرتي وأن تجاوز عن خطيئتي ، ثم اجعل التقوى\r\nمن الدنيا زادي \" .\r\nومستحب است سنگريزه‌هايى را كه در منى\r\nرمى خواهد نمود از مزدلفه بر دارد . ومجموع آنها هفتاد است . ومستحب است وقتي كه از مزدلفه به\r\nسوى منى رفته وبه وادى محسر رسيد به مقدار صد\r\nقدم مانند شتر تند رود ، واگر سواره است سواري خود\r\nرا حركت دهد وبگويد : \" اللهم سلم لي عهدي واقبل\r\nتوبتي وأجب دعوتي واخلفني في من تركت\r\nبعدي \" .\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمستحبات رمى جمرات\r\nدر رمى جمرات چند چيز مستحب است :\r\n1 - با طهارت بودن در حال رمى .\r\n2 - هنگامى كه سنگها را در دست گرفته اين\r\nدعا را بخواند : اللهم هؤلاء حصياتي فأحصهن لي\r\nوارفعهن في عملي \" .\r\n3 - با هر سنگى كه مىاندازد تكبير بگويد :\r\n4 - \" هر سنگى را كه بيندازد اين دعا را\r\nبخواند :\r\n\" الله أكبر ، اللهم ادحر عنى الشيطان ، اللهم\r\nتصديقا بكتابك وعلى سنة نبيك ، اللهم اجعله حجا\r\nمبرورا وعملا مقبولا وسعيا مشكورا وذنبا مغفورا \" .\r\n5 - ميان أو وجمره در جمره عقبه ، ده يا پانزده\r\nذراع فاصله باشد ، ودر جمره أولى ووسطى كناره\r\nجمره بايستد .\r\n6 - جمره عقبه را رو به جمره وپشت به قبله\r\nرمى نمايد وجمره أولى ووسطى را به قبله ايستاده\r\nرمى نمايد .\r\n7 - سنگريزه را بر انگشت ابهام گذراده وبا\r\nناخن انگشت شهادت بيندازد .\r\n8 - پس از برگشتن به جاى خود در منى اين دعا را بخواند\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\n\r\n\" اللهم بك وثقت وعليك توكلت فنعم الرب ونعم المولى\r\nونعم النصير \" .\r\n\r\n\r\n\r\n\r\n\r\nمستحبات هدي\r\nمستحبات هدى چند چيز است :\r\n1 - در صورت تمكن ، قرباني شتر باشد ودر\r\nصورت نبودن آن ، گاو ودر صورت نبودن آن ، گوسفند\r\nباشد .\r\n2 - قرباني بسيار فربه باشد .\r\n3 - در صورت شتر يا گاو بودن آن ، از جنس\r\nمادة ودر صورت گوسفند يا بز بودن آن ، از جنس نر\r\nباشد .\r\n4 - شترى كه مىخواهند أو را نحر كنند ،\r\nايستاده واز سر دستها تا زانوى أو را ببندد وشخص\r\nاز جانب راست أو بايستد ، وكارد يا نيزه يا خنجر به\r\nگودال گردن أو فرو برند ، ودر وقت ذبح يا نحر اين\r\nدعا را بخواند :\r\n\" وجهت وجهي للذي فطر السماوات والأرض\r\nحنيفا مسلما وما أنا من المشركين ، إن صلاتي\r\nونسكي ومحياي ومماتي لله رب العالمين لا شريك\r\nله وبذلك أمرت وأنا من المسلمين ، اللهم منك ولك ،\r\nبسم الله والله أكبر ، اللهم تقبل مني \" .\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\n\r\n\r\n5 - اين كه خود ، قرباني را بكشد واگر نتواند\r\nدست خود را بالاى دست كشنده بگذارد .\r\n\r\n\r\n\r\n\r\nمستحبات حلق\r\nدر حلق چند چيز مستحب است :\r\n1 - در وقت سر تراشيدن رو به قبله كند .\r\n2 - آن كه از جانب راست پيش سر ابتدأ كند\r\nواين دعا را بخواند :\r\n\" اللهم أعطني بكل شعرة نورا يوم القيامة \" .\r\n3 - آن كه موى سر خود را در منى در خيمه\r\nخود دفن نمايد . وأولى اين است كه بعد از حلق ، از\r\nأطراف ريش وشارب خود گرفته وهم چنين ناخنها را\r\nبگيرد .\r\n\r\n\r\n\r\n\r\nمستحبات طواف حج ونماز آن وسعى\r\nآنچه كه از مستحبات در طواف عمره ونماز\r\nآن وسعى ذكر شد اين جا نيز جارى است . ومستحب\r\nاست شخصي كه به جهت طواف حج مىآيد ، در روز\r\nعيد قربان بيايد وبر در مسجد بايستد واين دعا را\r\nبخواند :\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\n\r\nاللهم أعني على نسكك ، وسلمني له وسلمه\r\nلي ، أسألك مسألة العليل الذليل المعترف بذنبه أن\r\nتغفر لي ذنوبي وأن ترجعني بحاجتي ، اللهم إني\r\nعبدك والبلد بلدك والبيت بيتك ، جئت أطلب رحمتك\r\nوأؤم طاعتك متبعا لامرك راضيا بقدرك ، أسألك مسألة\r\nالمضطر إليك المطيع لامرك المشفق من عذابك الخائف\r\nلعقوبتك آن تبلغني عفوك وتجيرني من النار\r\nبرحمتك \" .\r\nپس به نزد حجر الأسود بيايد واستلام وبوسه\r\nنمايد ، واگر بوسيدن ممكن نشد دست بر حجر ماليده\r\nودست خود را ببوسد ، واگر آن هم ممكن نشد مقابل\r\nايستاده وتكبير بگويد ، وبعد آنچه در طواف عمره به\r\nجا آورده بود به جا آورد .\r\n\r\n\r\n\r\n\r\n\r\n\r\nمستحبات منى\r\nبدان كه براي حاجى مستحب است كه روز\r\nيازدهم ودوازدهم وسيزدهم را در منى بماند ، وحتى\r\nبه جهت طواف مستحب از منى بيرون نرود . وتكبير\r\nگفتن در منى بعد از نماز كه أول آنها نماز ظهر روز عيد است\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\n\r\nمستحب مى باشد وبعضي آن را واجب دانسته‌اند . وأولى در\r\nكيفيت تكبير آن است كه بگويد :\r\n\" الله أكبر الله أكبر ، لا إله إلا الله والله أكبر ،\r\nالله أكبر ولله الحمد ، والله أكبر على ما هدانا ، الله أكبر\r\nعلى ما رزقنا من بهيمة الأنعام ، والحمد لله على ما\r\nأبلانا \" .\r\nومستحب است مادامى كه در منى أقامت دارد\r\nنمازهاى واجب ومستحب را در مسجد خيف به جا\r\nآورد . ودر حديث است كه صد ركعت نماز در مسجد\r\nخيف با عبادت هفتاد سال برابر است ، وهر كس در\r\nآن جا صد مرتبه \" سبحان الله \" بگويد ثواب آن برابر\r\nثواب بنده آزاد كردن است ، وهر كسى در آن جا صد\r\nمرتبه \" لا إله إلا الله \" بگويد ثواب آن برابر است با\r\nثواب كسى كه إحياى نفس كرده باشد ، وهر كس در\r\nآن جا صد مرتبه \" الحمد الله \" بگويد ثواب آن برابر\r\nاست با ثواب خراج عراقين كه در راه خدا تصدق\r\nنمايد .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمستحبات ديگر مكة معظمه\r\nآداب ومستحبات ديگر در مكة معظمه از اين\r\nقرار است .\r\n1 - زياد ذكر نمودن خدا وخواندن قرآن .\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\n2 - ختم نمودن يك قرآن .\r\n3 - خوردن از آب زمزم ، وبعد از خوردن اين\r\nدعا را بخواند :\r\nاللهم اجعله علما نافعا ورزقا واسعا وشفاء من\r\nكل داء وسقم \" ونيز بگويد :\r\n\" بسم الله ، والحمد الله ، والشكر لله \" .\r\n4 - نظر نمودن به كعبه واكثار از آن .\r\n5 - در هر شبانه روز ده مرتبه طواف نمودن :\r\nدر أول شب سه طواف ودر آخر شب سه طواف وپس\r\nاز دخول صبح دو طواف وبعد از ظهر دو\r\nطواف .\r\n6 - هنگام توقف در مكة به عدد أيام سال يعنى\r\nسيصد وشصت مرتبه طواف مكة نمايد واگر اين مقدار\r\nنشد پنجاه ودو مرتبه واگر آن هم ميسور نشد هر\r\nمقدارى كه بتواند .\r\n7 - شخص صروره به خانه كعبه داخل شود .\r\nومستحب است قبل از دخول غسل بنمايد ودر وقت\r\nداخل شدن بگويد :\r\nاللهم إنك قلت ومن دخله كان آمنا فآمني من\r\nعذاب النار \" .\r\nپس دو ركعت نماز گزارده در ركعت أول بعد\r\nاز حمد ، حم سجده ودر ركعت دوم بعد از حمد ، پنجاه\r\nوپنج آية از ساير جاهاى قرآن بين دو ستون بر سنگ\r\nقرمز بخواند .\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\n8 - دو ركعت نماز خواندن در هر يك از چهار\r\nزاويه كعبه وبعد از نماز اين دعا را بخواند .\r\n\" اللهم من تهيأ أو تعبا أو أعد أو استعد لوفادة\r\nإلى مخلوق رجاء رفده وجائزته ونوافله وفواضله\r\nفإليك يا سيدي تهيئتي وتعبئتي وإعدادي\r\nواستعدادي رجاء رفدك ونوافلك وجائزتك ، فلا تخيب\r\nاليوم رجائي يا من لا يخيب عليه سائل ولا ينقصه\r\nنائل ، فإني لم آتك اليوم بعمل صالح قدمته ولا شفاعة\r\nمخلوق رجوته ، ولكني أتيتك مقرا بالظلم والإساءة\r\nعلى نفسي ، فإنه لا حجة لي ولا عذر ، فأسألك يا من\r\nهو كذلك أن تصلي على محمد وآله وتعطيني\r\nمسألتي وتقيلني عثرتي وتقلبني بر غبتي ولا\r\nتردني مجبوها ممنوعا ولا خائبا ، يا عظيم يا عظيم يا\r\nعظيم أرجوك للعظيم ، أسألك يا عظيم أن تغفر لي\r\nالذنب العظيم ، لا إله إلا أنت \" .\r\nومستحب است هنگام خروج از كعبه سه\r\nمرتبه \" الله أكبر \" بگويد پس بگويد :\r\n\" اللهم لا تجهد بلاءنا ، ربنا ولا تشمت بنا أعداءنا ، فإنك\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n\r\nأنت الضار النافع \" .\r\nبعدا پايين آمده وپله‌ها را دست چپ قرار داده\r\nكعبه را استقبال نمايد ونزد پله ها دو ركعت نماز\r\nبخواند :\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nطواف وداع\r\nبدان كه براي كسى كه مىخواهد از مكة\r\nبيرون رود مستحب است طواف وداع نمايد ، ودر هر\r\nشوطى حجر الأسود وركن يماني را در صورت امكان\r\nاستلام نمايد . وچون به مستجار رسد مستحباتى كه\r\nقبلا براي آن مكان ذكر شد بجا آورد وآنچه خواهد\r\nدعا نمايد . بعدا حجر الأسود را استلام نموده وشكم\r\nخود را به خانه كعبه بچسباند ، يك دست را بر حجر\r\nودست ديگر را به طرف در گذاشته وحمد وثناى الهى\r\nنمايد وصلوات بر پيغمبر وآل أو بفرستد واين دعا را\r\nبخواند :\r\nاللهم صل على محمد عبدك ورسولك\r\nونبيك وأمينك وحبيبك ونجيبك وخيرتك من خلقك ،\r\nاللهم كما بلغ رسالتك وجاهد في سبيلك وصدع بأمرك\r\nوأوذي فيك وفي جنبك حتى أتاه اليقين ، اللهم اقلبني\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\n\r\n\r\nمفلحا منجحا مستجابا لي بأفضل ما يرجع\r\nبه أحد من وفدك من المغفرة والبركة والرضوان\r\nوالعافية \" .\r\nومستحب است وقت بيرون آمدن ، از باب\r\nحناطين كه مقابل ركن شامي است بيرون رود واز\r\nخداوند متعال توفيق مراجعت را بطلبد . ووقت بيرون\r\nرفتن يك درهم خرما خريده وآن را بر فقرا تصدق\r\nنمايد .\r\n\r\n\r\nزيارة رسول أكرم بعد از حج\r\nبدان كه از جمله أمور مستحبه كه بسيار مؤكد\r\nاست اين است كه شخص هنگام برگشتن از راه\r\nمدينه طيبه برگردد تا آن كه به زيارة حضرت رسول\r\nالله - صلى الله عليه وآله - وحضرت صديقه طاهره\r\nسلام الله عليها - وأئمه بقيع - عليهم السلام - مشرف\r\nگردد . زيارة حضرت رسول أكرم\r\n\" السلام على رسول الله ، السلام عليك يا\r\nحبيب الله ، السلام عليك يا صفوة الله ، السلام عليك\r\nيا أمين الله ، أشهد أنك قد نصحت لامتك ، وجاهدت في\r\nسبيل الله ، وعبدته\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n\r\n\r\nحتى أتاك اليقين ، فجزاك الله أفضل ما\r\nجزى نبيا عن أمته ، اللهم صل على محمد وآل\r\nمحمد أفضل ما صليت على إبراهيم وآل إبراهيم ،\r\nإنك حميد مجيد \" .\r\n\r\n\r\nزيارة حضرت صديقه عليها السلام\r\n\" يا ممتحنة امتحنك الله الذي خلقك قبل أن\r\nيخلقك ، فوجدك لما امتحنك صابرة ، وزعنما أنا لك\r\nأولياء ومصدقون وصابرون لكل ما أتانا به أبوك صلى\r\nالله عليه وآله ، وأتانا به وصيه عليه السلام فإنما نسألك\r\nإن كنا صدقناك إلا ألحقتنا بتصديقنا ؟ ( بالبشرى خ\r\nل ) لنبشر أنفسنا بأنا قد طهرنا بولايتك \" .\r\n\r\n\r\nزيارة جامعه كه هر يك از أئمة به آن زيارة مىشود\r\n\" السلام على أولياء الله وأصفيائه ، السلام على\r\nأمناء الله وأحبائه ، السلام على أنصار الله وخلفائه ،\r\nالسلام على محال معرفة الله ، السلام على مساكن\r\nذكر الله ، السلام على مظاهري أمر الله ونهيه ، السلام\r\nعلى الدعاة إلى الله ،\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\nالسلام على المستقرين في\r\nمرضاة الله ، السلام على المخلصين في طاعة الله ،\r\nالسلام على الادلاء على الله ، السلام على الذين من\r\nوالاهم فقد والى الله ، ومن عاداهم فقد عادى الله ،\r\nومن عرفهم فقد عرف الله ، ومن جهلهم فقد جهل الله ،\r\nومن اعتصم بهم فقد اعتصم بالله ومن تخلى منهم فقد\r\nتخلى من الله ، أشهد الله أني سلم لمن سالمتم وحرب\r\nلمن حاربتم ، مؤمن بسركم وعلانيتكم مفوض في\r\nذلك كله إليكم ، لعن الله عدو آل محمد من الجن والإنس\r\nوأبرا إلى الله منهم وصلى الله على محمد\r\nوآل محمد \" .\r\nوالحمد الله أولا وآخرا\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\n\r\n\r\n\r\n( دعاء الإمام الحسين ( ع ) في يوم عرفة )\r\nروى أن بشر وبشير ولدا غالب الأسدي انهما قالا لما كان\r\nعصر عرفة في عرفات وكنا عند أبى عبد الله الحسين عليه السلام\r\nفخرج عليه السلام من خيمة مع جماعة من أهل بيته وأولاده\r\nوشيعته بحال التذلل والخشوع والاستكانة فوقف في الجانب\r\nالأيسر من الجبل وتوجه إلى الكعبة ورفع يديه قباله وجهة\r\nكمسكين يطلب طعاما وقرأ هذا الدعاء\r\nالحمد لله الذي ليس لقضآئه دافع ولا لعطائه\r\nمانع ولا كصنعه صنع صانع وهو الجواد الواسع\r\nفطر أجناس البدايع واتقن بحكمته الصنايع\r\nلا تخفى عليه الطلايع ولا تضيع عنده الودايع\r\nجازى كل صانع ورايش كل قانع وراحم كل\r\nضارع منزل المنافع والكتاب الجامع بالنور\r\nالساطع وهو للدعوات سامع وللكربات دافع\r\nوللدرجات رافع وللجبابرة قامع فلا اله غيره\r\nولا شئ يعد له وليس كمثله شئ وهو السميع\r\nالبصير اللطيف الخبير وهو على كل شئ قدير\r\nاللهم إني ارغب إليك واشهد بالربوبية لك\r\nمقرا بأنك ربى واليك مردى ابتدأتني\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\nبنعمتك قبل ان أكون شيئا مذكورا وخلقتني من\r\nالتراب ثم أسكنتني الاصلاب امنا لريب المنون\r\nواختلاف الدهور والسنين فلم أزل ظاعنا من\r\nصلب إلى رحم في تقادم من الأيام الماضية\r\nوالقرون الخالية لم تخرجني لرأفتك بي ولطفك\r\nلي واحسانك إلى في دولة أئمة الكفر الذين نقضوا عهدك وكذبوا رسلك لكنك أخرجتني\r\nللذي سبق لي من الهدى الذي له يسرتني وفيه\r\nأنشأتني ومن قبل ذلك رؤفت بي بجميل صنعك\r\nوسوابغ نعمك فابتدعت خلقي من منى يمنى\r\nوأسكنتني في ظلمات ثلاث بين لحم ودم وجلد\r\nلم تشهدنى خلقي ولم تجعل إلى شيئا من امرى\r\nثم أخرجتني للذي سبق لي من الهدى إلى الدنيا\r\nتآما سويا وحفظتني في المهد طفلا صبيا\r\nورزقتني من الغذآء لبنا مريا وعطفت على\r\nقلوب الحواضن وكفلتنى الأمهات الرواحم\r\nوكلاتنى من طوارق الجآن وسلمتني من الزيادة\r\nوالنقصان فتعاليت يا رحيم يا رحمن حتى إذا\r\nاستهللت ناطقا بالكلام أتممت على سوابغ\r\nالانعام وربيتني زايدا في كل عام حتى إذا اكتملت\r\nفطرتى واعتدلت مرتى أوجبت على حجتك بان ألهمتني\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\nمعرفتك وروعتنى بعجايب حكمتك\r\nوايقظتنى لما ذرات في سمآئك وارضك من بدايع\r\nخلقك ونبهتنى لشكرك وذكرك وأوجبت على\r\nطاعتك وعبادتك وفهمتنى ما جاءت به رسلك\r\nويسرت لي تقبل مرضاتك ومننت على في جميع\r\nذلك بعونك ولطفك ثم إذ خلقتني من خير الثرى\r\nلم ترض لي يا الهى نعمة دون أخرى ورزقتني من أنواع\r\nالمعاش وصنوف الرياش بمنك العظيم الأعظم\r\nعلى واحسانك القديم إلى حتى إذا أتممت على\r\nجميع النعم وصرفت عنى كل النقم لم يمنعك جهلي\r\nوجراتى عليك ان دللتني إلى ما يقربني إليك\r\nووفقتني لما يزلفني لديك فان دعوتك أجبتني\r\nوان سئلتك أعطيتني وان أطعتك شكرتنى\r\nوان شكرتك زدتنى كل ذلك اكمال لأنعمك\r\nعلى واحسانك إلى فسبحانك سبحانك من مبدئ\r\nمعيد حميد مجيد تقدست اسمآؤك وعظمت\r\nآلاؤك فأي نعمك يا الهى احصى عددا وذكرا أم\r\nاى عطاياك أقوم بها شكرا وهى يا رب أكثر ( أكبر ) من أن\r\nيحصيها العآدون أو يبلغ علما بها الحافظون\r\nثم ما صرفت ودرأت عنى اللهم من الضرو الضرآء\r\nأكثر مما ظهرلى من\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\nالعافية والسراء وانا اشهد\r\nيا الهى بحقيقة ايمانى وعقد عزمات يقيني\r\nوخالص صريح توحيدي وباطن مكنون ضميري\r\nوعلايق مجارى نور بصرى وأسارير صفحة جبيني\r\nوخرق مسارب نفسي وخذاريف مارن عرنينى\r\nومسارب سماخ سمعي وما ضمت وأطبقت عليه\r\nشفتاي وحركات لفظ لساني ومغرز حنك فمي\r\nوفكى ومنابت اضراسى ومساغ مطعمى ومشربى\r\nوحمالة أم را سى وبلوع فارغ حبائل عنقي وما\r\nاشتمل عليه تامور صدري وحمايل حبل وتيني\r\nونياط حجاب قلبي وأفلاذ حواشي كبدي وما\r\nحوته شراسيف اضلاعى وحقاق مفاصلى\r\nوقبض عواملي وأطراف اناملى ولحمى ودمى\r\nوشعرى وبشرى وعصبى وقصبي وعظامي ومخي\r\nوعروقى وجميع جوارحي وما انتسج على ذلك\r\nأيام رضاعى وما أقلت الأرض منى ونومي ويقظتى\r\nوسكوني وحركات ركوعى وسجودى ان لو حاولت\r\nواجتهدت مدى الاعصار والأحقاب لو عمرتها\r\nان أؤدي شكر واحدة من أنعمك ما استطعت\r\nذلك الا بمنك الموجب على به شكرك ابدا جديدا\r\nوثناء طارفا عتيدا اجل ولو حرصت انا والعآدون\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\nمن أنامك ان نحصى مدى انعامك سالفه وانفه\r\nما حصرناه عددا ولا أحصيناه أمدا هيهات انى\r\nذلك وأنت المخبر في كتابك الناطق والنبأ الصادق\r\nوان تعدوا نعمة الله لا تحصوها صدق كتابك\r\nاللهم وانبآؤك وبلغت انبيآؤك ورسلك ما أنزلت\r\nعليهم من وحيك وشرعت لهم وبهم من دينك\r\nغير انى يا الهى اشهد بجهدي وجدى ومبلغ طاعتي\r\nووسعى وأقول مؤمنا موقنا الحمد لله الذي لم\r\nيتخذ ولدا فيكون موروثا ولم يكن له شريك في ملكه\r\nفيضآده فيما ابتدع ولا ولى من الذل فيرفده فيما\r\nصنع فسبحانه سبحانه لو كان فيهما آلهة الا الله\r\nلفسدتا وتفطرتا سبحان الله الواحد الاحد الصمد\r\nالذي لم يلد ولم يولد ولم يكن له كفوا أحد الحمد\r\nلله حمدا يعادل حمد ملائكته المقربين وانبيآئه\r\nالمرسلين وصلى الله على خيرته محمد خاتم النبيين\r\nواله الطيبين الطاهرين المخلصين وسلم .\r\nآنگاه حضرت شروع در دعا وسؤال از حق تعالى\r\nكردند وبا ديدگاني اشكبار گفتند :\r\nاللهم اجعلني أخشاك كانى أراك واسعدنى\r\nبتقويك ولا تشقني بمعصيتك وخرلى في قضآئك\r\nوبارك لي في\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\nقدرك حتى لا أحب تعجيل ما أخرت\r\nولا تأخير ما عجلت اللهم اجعل غناي في نفسي\r\nواليقين في قلبي والاخلاص في عملي والنور في\r\nبصرى والبصيرة في ديني ومتعني بجوارحى\r\nواجعل سمعي وبصرى الوارثين منى وانصرنى على\r\nمن ظلمني وارنى فيه ثاري وما ربى وأقر بذلك عيني\r\nاللهم اكشف كربتي واستر عورتي واغفر لي خطيئتي\r\nواخسأ شيطانى وفك رهانى واجعل لي يا الهى الدرجة\r\nالعليا في الآخرة والأولى اللهم لك الحمد كما خلقتني\r\nفجعلتنى سميعا بصيرا ولك الحمد كما خلقتني فجعلتنى\r\nخلقا سويا رحمة بي وقد كنت عن خلقي غنيا رب\r\nبما برأتني فعدلت فطرتى رب بما أنشأتني فأحسنت\r\nصورتي رب بما أحسنت إلى وفي نفسي عافيتني رب\r\nبما كلأتني ووفقتني رب بما أنعمت على فهديتنى\r\nرب بما اوليتنى ومن كل خير أعطيتني رب بما اطعمتنى\r\nوسقيتنى رب بما اغنيتنى واقنيتنى رب بما اعنتنى\r\nواعززتنى رب بما ألبستني من سترك الصافي ويسرت\r\nلي من صنعك الكافي صل على محمد وال محمد واعنى\r\nعلى بوائق الدهور وصروف الليالي والأيام ونجني\r\nمن أهوال\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\nالدنيا وكربات الآخرة واكفني شر ما يعمل\r\nالظالمون في الأرض اللهم ما أخاف فاكفنى وما\r\nاحذر فقنى وفي نفسي وديني فاحرسنى وفي سفري\r\nفاحفظنى وفي أهلي ومالي فاخلفني وفيما رزقتني\r\nفبارك لي وفي نفسي فذللني وفي أعين الناس فعظمنى\r\nومن شر الجن والإنس فسلمني وبذنوبى فلا تفضحني وبسريرتى فلا تخزني وبعملى فلا تبتلني ونعمك\r\nفلا تسلبنى والى غيرك فلا تكلني الهى إلى من تكلني إلى قريب فيقطعنى أم\r\nإلى بعيد فيتجهمنى أم إلى\r\nالمستضعفين لي وأنت ربى ومليك امرى اشكو\r\nإليك غربتي وبعد دارى وهوانى على من ملكته امرى\r\nالهى فلا تحلل على غضبك فإن لم تكن غضبت على\r\nفلا أبالي سبحانك غير أن عافيتك أوسع\r\nلي فأسئلك يا رب بنور وجهك الذي أشرقت له\r\nالأرض والسماوات وكشفت به الظلمات وصلح\r\nبه امر الأولين والآخرين ان لا تميتني على غضبك\r\nولا تنزل بي سخطك لك العتبى لك العتبى حتى\r\nترضى قبل ذلك لا إله إلا أنت رب البلد الحرام\r\nوالمشعر الحرام والبيت العتيق الذي أحللته\r\nالبركة وجعلته للناس امنا يا من عفا عن\r\nعظيم الذنوب\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\nبحلمه يا من اسبغ النعمآء بفضله\r\nيا من اعطى الجزيل بكرمه يا عدتي في شدتي يا صاحبي\r\nفي وحدتي يا غياثي في كربتي يا وليي في نعمتي يا\r\nالهى واله آبائي إبراهيم وإسماعيل واسحق ويعقوب\r\nورب جبرئيل وميكائيل وإسرافيل ورب محمد\r\nخاتم النبيين واله المنتجبين ومنزل التورية\r\nوالإنجيل والزبور والفرقان ومنزل كهيعص وطه\r\nويس والقران الحكيم أنت كهفي حين تعييني المذاهب\r\nفي سعتها وتضيق بي الأرض برحبها ولولا رحمتك\r\nلكنت من الهالكين وأنت مقيل عثرتي ولولا سترك\r\nإياي لكنت من المفضوحين وأنت مؤيدى بالنصر\r\nعلى اعدآئى ولولا نصرك إياي لكنت من المغلوبين\r\nيا من خص نفسه بالسمو والرفعة فاؤليآئه بعزه\r\nيعتزون يا من جعلت له الملوك نير المذلة على أعناقهم\r\nفهم من سطواته خائفون يعلم خاينة الأعين وما\r\nتخفى الصدور وغيب ما تاتى به الأزمنة والدهور\r\nيا من لا يعلم كيف هو الا هو يا من لا يعلم ما هو الا هو\r\nيا من لا يعلمه الا هو يا من كبس الأرض على الماء\r\nوسد الهوآء بالسمآء يا من له أكرم الاسمآء يا ذا\r\nالمعروف الذي لا ينقطع ابدا يا مقيض الركب\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\nليوسف في البلد القفر ومخرجه من الجب وجاعله بعد\r\nالعبودية ملكا يا رآده على يعقوب بعد ان ابيضت\r\nعيناه من الحزن فهو كظيم يا كاشف الضر والبلوى\r\nعن أيوب وممسك يدي إبراهيم عن ذبح ابنه\r\nبعد كبر سنه وفناء عمره يا من استجاب لزكريا\r\nفوهب له يحيى ولم يدعه فردا وحيدا يا من اخرج\r\nيونس من بطن الحوت يا من فلق البحر لبنى اسرآئيل\r\nفأنجاهم وجعل فرعون وجنوده من المغرقين يا\r\nمن ارسل الرياح مبشرات بين يدي رحمته يا من\r\nلم يعجل على من عصاه من خلقه يا من استنقذ\r\nالسحرة من بعد طول الجحود وقد غدوا في نعمته\r\nيأكلون رزقه ويعبدون غيره وقد حادوه ونادوه\r\nوكذبوا رسله يا الله يا الله يا بدى يا بديع لا\r\nند لك يا دائما لا نفاد لك يا حيا حين لا حي يا\r\nمحيى الموتى يا من هو قائم على كل نفس بما كسبت\r\nيا من قل له شكري\r\nفلم يحرمنى وعظمت خطيئتي فلم يفضحني ورآني على المعاصي فلم يشهرنى يا من\r\nحفظني في صغرى يا من رزقني في كبرى يا من\r\nأياديه عندي لا تحصى ونعمه لا تجازى يا من\r\nعارضني بالخير والاحسان وعارضته بالإسائة\r\nوالعصيان يا\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\nمن هداني للايمان من قبل ان اعرف\r\nشكر الامتنان يا من دعوته مريضا فشفانى\r\nوعريانا فكسانى وجائعا فاشبعنى وعطشان\r\nفأرواني وذليلا فأعزني وجاهلا فعرفني\r\nووحيد فكثرنى وغايبا فردنى ومقلا فاغنانى\r\nومنتصرا فنصرنى وغنيا فلم يسلبنى وأمسكت\r\nعن جميع ذلك فابتدأني فلك الحمد والشكر يا من\r\nأقال عثرتي ونفس كربتي وأجاب دعوتي وستر\r\nعورتي وغفر ذنوبي وبلغنى طلبتي ونصرني على\r\nعدوى وان أعد نعمك ومننك وكرايم منحك\r\nلا أحصيها يا مولاي أنت الذي مننت أنت\r\nالذي أنعمت أنت الذي أحسنت أنت الذي\r\nأجملت أنت الذي أفضلت\r\nأنت الذي أكملت أنت الذي رزقت أنت الذي وفقت أنت الذي\r\nأعطيت أنت الذي أغنيت أنت الذي أقنيت\r\nأنت الذي اويت أنت الذي كفيت أنت الذي\r\nهديت أنت الذي عصمت أنت الذي سترت أنت الذي غفرت أنت الذي أقلت أنت الذي\r\nمكنت أنت الذي أعززت أنت الذي أعنت\r\nأنت الذي عضدت أنت الذي أيدت أنت الذي\r\nنصرت أنت الذي شفيت أنت الذي عافيت\r\nأنت الذي أكرمت تباركت وتعاليت فلك الحمد\r\nدائما ولك الشكر واصبا ابدا\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\nثم انا يا الهى المعترف\r\nبذنوبي فاغفرها لي انا الذي اسات انا الذي أخطأت انا الذي هممت\r\nانا الذي جهلت انا الذي غفلت انا\r\nالذي سهوت انا الذي اعتمدت انا الذي تعمدت انا الذي وعدت\r\nوانا الذي أخلفت انا الذي نكثت انا الذي أقررت\r\nانا الذي اعترفت بنعمتك على وعندي وأبوء بذنوبي\r\nفاغفرها لي يا من لا تضره ذنوب عباده وهو\r\nالغنى عن طاعتهم والموفق من عمل صالحا منهم\r\nبمعونته ورحمته فلك الحمد الهى وسيدي الهى\r\nامرتني فعصيتك ونهيتنى فارتكبت نهيك فأصبحت\r\nلا ذابرآئة لي فاعتذر ولا ذا قوة فانتصر فباي\r\nشئ استقبلك يا مولاي أبسمعي أم ببصرى أم بلساني\r\nأم بيدي أم برجلي أليس كلها نعمك عندي\r\nوبكلها عصيتك يا مولاي فلك الحجة والسبيل\r\nعلى يا من سترنى من الاباء والأمهات ان يزجرونى\r\nومن العشائر والاخوان ان يعيروني ومن السلاطين\r\nان يعاقبوني ولو اطلعوا يا مولاي على ما اطلعت عليه\r\nمنى إذا ما انظروني ولرفضوني وقطعوني فها انا ذا\r\nيا الهى بين يديك يا سيدي خاضع ذليل حصير حقير\r\nلا ذو براءة فاعتذر ولا ذو قوة فانتصر ولا حجة\r\nفاحتج بها\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\nولا قايل لم اجترح ولم اعمل سوء وما عسى\r\nالجحود ولو جحدت يا مولاي ينفعني كيف وانى\r\nذلك وجوارحي كلها شاهدة على بما قد\r\nعلمت وعلمت يقينا غير ذي شك انك سآئلى من عظايم\r\nالأمور وانك الحكم العدل الذي لا تجور\r\nوعدلك مهلكي ومن كل عدلك مهربى فان\r\nتعذبني يا الهى فبذنوبي بعد حجتك على وان تعف\r\nعنى فبحلمك وجودك وكرمك لا إله إلا أنت\r\nسبحانك انى كنت من الظالمين لا إله إلا أنت\r\nسبحانك انى كنت من المستغفرين لا إله إلا أنت\r\nسبحانك انى كنت من الموحدين لا إله إلا أنت\r\nسبحانك انى كنت من الخائفين لا إله إلا أنت\r\nسبحانك انى كنت من الوجلين لا إله إلا أنت\r\nسبحانك انى كنت من الراجين لا إله إلا أنت\r\nسبحانك انى كنت من الراغبين لا إله إلا أنت\r\nسبحانك انى كنت من المهللين لا إله إلا أنت\r\nسبحانك انى كنت من السائلين لا إله إلا أنت\r\nسبحانك انى كنت من المسبحين لا إله إلا أنت\r\nسبحانك انى كنت من المكبرين لا إله إلا أنت\r\nسبحانك ربى ورب آبائي الأولين اللهم هذا ثنائى\r\nعليك ممجدا واخلاصى لذكرك موحدا\r\nواقراري بآلائك معددا\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\nوان كنت مقرا انى\r\nلم احصها لكثرتها وسبوغها وتظاهرها وتقادمها\r\nإلى حادث ما لم تزل تتعهدني به معها منذ خلقتني\r\nوبراتنى من أول العمر من الاغنآء من الفقر وكشف\r\nالضر وتسبيب اليسر ودفع العسر وتفريج الكرب\r\nوالعافية في البدن والسلامة في الدين ولو\r\nرفدني على قدر ذكر نعمتك جميع العالمين من الأولين\r\nوالآخرين ما قدرت ولا هم على ذلك تقدست\r\nوتعاليت من رب كريم عظيم رحيم لا تحصى آلاؤك\r\nولا يبلغ ثنآؤك ولا تكافى نعمآؤك صل على محمد\r\nوال محمد وأتمم علينا نعمك واسعدنا بطاعتك\r\nسبحانك لا إله إلا أنت اللهم انك تجيب المضطر\r\nوتكشف السوء وتغيث المكروب وتشفى السقيم\r\nوتغنى الفقير وتجبر الكسير وترحم الصغير وتعين\r\nالكبير وليس دونك ظهير ولا فوقك قدير\r\nوأنت العلى الكبير يا مطلق المكبل الأسير يا\r\nرازق الطفل الصغير يا عصمة الخآئف المستجير\r\nيا من لا شريك له ولا وزير صل على محمد وال محمد\r\nواعطنى في هذه العشية أفضل ما أعطيت وأنلت\r\nأحدا من عبادك من نعمة توليها وآلاء تجددها\r\nوبلية تصرفها وكربة تكشفها ودعوة تسمعها\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\nوحسنة تتقبلها وسيئة تتغمدها انك لطيف\r\nبما تشآء خبير وعلى كل شئ قدير اللهم انك أقرب\r\nمن دعى واسرع من أجاب وأكرم من عفى وأوسع\r\nمن اعطى واسمع من سئل يا رحمن الدنيا والآخرة\r\nورحيمهما ليس كمثلك مسؤول ولا سواك مأمول\r\nدعوتك فاجبتنى وسئلتك فاعطيتنى ورغبت\r\nإليك فرحمتنى ووثقت بك فنجيتنى وفزعت\r\nإليك فكفيتنى اللهم فصل على محمد عبدك\r\nورسولك ونبيك وعلى اله الطيبين الطاهرين أجمعين\r\nوتمم لنا نعمائك وهنئنا عطآئك واكتبنا لك\r\nشاكرين ولآلائك ذاكرين امين امين رب العالمين\r\nاللهم يا من ملك فقدر وقدر فقهر وعصى\r\nفستر واستغفر فغفر يا غاية الطالبين الراغبين\r\nومنتهى امل الراجين يا من أحاط بكل شئ علما\r\nووسع المستقيلين رأفة ورحمة وحلما اللهم\r\nانا نتوجه إليك في هذه العشية التي شرفتها\r\nوعظمتها بمحمد نبيك ورسولك وخيرتك من\r\nخلقك وأمينك على وحيك البشير النذير\r\nالسراج المنير الذي أنعمت به على المسلمين\r\nوجعلته رحمة للعالمين اللهم فصل على محمد\r\nوال محمد كما محمد أهل لذلك منك يا\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\nعظيم فصل عليه وعلى اله المنتجبين الطيبين الطاهرين\r\nأجمعين وتغمدنا بعفوك عنا فاليك عجت\r\nالأصوات بصنوف اللغات فاجعل لنا اللهم\r\nفي هذه العشية نصيبا من كل خير تقسمه بين\r\nعبادك ونور تهدى به ورحمة تنشرها وبركة\r\nتنزلها وعافية تجللها ورزق تبسطه يا ارحم\r\nالراحمين اللهم اقلبنا في هذا الوقت منجحين\r\nمفلحين مبرورين غانمين\r\nولا تجعلنا من القانطين ولا تخلنا من رحمتك ولا تحرمنا ما نؤمله من\r\nفضلك ولا تجعلنا من رحمتك محرومين ولا\r\nلفضل ما نؤمله من عطآئك قانطين ولا تردنا\r\nخائبين ولا من بابك مطرودين يا أجود الأجودين\r\nوأكرم الأكرمين إليك اقبلنا موقنين ولبيتك\r\nالحرام امين قاصدين فاعنا على منا سكنا وأكمل\r\nلنا حجنا واعف عنا وعافنا فقد مددنا إليك أيدينا\r\nفهي بذلة الاعتراف موسومة اللهم فاعطنا في\r\nهذه العشية ما سئلناك واكفنا ما استكفيناك\r\nفلا كافى لنا سواك ولا رب لنا غيرك نافذ فينا\r\nحكمك محيط بنا علمك عدل فينا قضآؤك\r\nاقض لنا الخير واجعلنا من أهل الخير اللهم\r\nأوجب لنا بجودك عظيم الاجر وكريم الذخر ودوام\r\nاليسر\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\nواغفر لنا ذنوبنا أجمعين ولا تهلكنا مع\r\nالهالكين ولا تصرف عنا رأفتك ورحمتك يا ارحم\r\nالراحمين اللهم اجعلنا في هذا الوقت ممن\r\nسئلك فأعطيته وشكرك فزدته وثاب إليك\r\nفقبلته وتنصل إليك من ذنوبه كلها فغفرتها\r\nله يا ذا الجلال والاكرام اللهم ونقنا وسددنا\r\nواعصمنا واقبل تضر عنا يا خير من سئل ويا ارحم\r\nمن استرحم يا من لا يخفى عليه اغماض الجفون\r\nولا لحظ العيون ولا ما استقر في المكنون ولا\r\nما انطوت عليه مضمرات القلوب الاكل ذلك\r\nقد أحصاه علمك ووسعه حلمك سبحانك\r\nوتعاليت عما يقول الظالمون علوا كبيرا تسبح لك\r\nالسماوات السبع والأرضون ومن فيهن وان\r\nمن شئ الا يسبح بحمدك فلك الحمد والمجد وعلو\r\nالجد يا ذا الجلال والاكرام والفضل والانعام\r\nوالايادي الجسام وأنت الجواد الكريم الرؤف الرحيم\r\nاللهم أوسع على من رزقك الحلال وعافني\r\nفي بدني وديني وامن خوفي واعتق رقبتي من\r\nالنار اللهم لا تمكربى ولا تستدرجنى ولا\r\nتخدعنى وادرء عنى شر فسقة الجن والإنس پس سر وديده خود را به سوى\r\nآسمان بلند گردانيد واز ديده‌هاى مباركش آب مى ريخت مانند\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\nدو مشگ وبه صداى بلند گفت : يا اسمع السامعين يا ابصر الناظرين ويا اسرع\r\nالحاسبين ويا ارحم الراحمين صل على\r\nمحمد وال محمد السادة الميامين وأسئلك اللهم حاجتي التي\r\nان أعطيتنيها لم يضرني ما منعتني وان منعتنيها\r\nلم ينفعني ما أعطيتني أسئلك فكاك رقبتي من\r\nالنار لا إله إلا أنت وحدك لا شريك لك لك\r\nالملك ولك الحمد وأنت على كل شئ قدير يا رب يا رب . پس مكرر مىگفت يا رب\r\nوكساني كه دور آن حضرت بودند تمام گوش داده بودند به دعاء آن\r\nحضرت واكتفاء كرده بودند به آمين گفتن ، پس صداهايشا بلند\r\nشد به گريستن با آن حضرت تا غروب كرد آفتاب وبار كردند\r\nوروانه مشعر الحرام شدند . مؤلف گويد كه كفعمى دعا\r\nعرفه حضرت امام حسين عليه السلام را در بلد الأمين تا اينجا نقل\r\nفرموده ، وعلامه مجلسي در زاد المعاد اين دعاى شريف را موافق\r\nروايت كفعمى ايراد نموده وليكن سيد بن طاوس در قبال بعد از يا رب يا رب يا رب\r\nاين زيادتى را ذكر فرموده‌اند : الهى انا الفقير في غناي فكيف لا أكون فقيرا في فقرى\r\nالهى انا الجاهل في علمي فكيف لا أكون جهولا في جهلي\r\nالهى ان اختلاف\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\nتدبيرك وسرعة طوآء مقاديرك\r\nمنعا عبادك العارفين بك عن السكون إلى عطاء\r\nوالياس منك في بلاء الهى منى ما يليق بلؤمي\r\nومنك ما يليق بكرمك الهى وصفت نفسك باللطف\r\nوالرأفة لي قبل وجود ضعفي افتمنعنى منهما بعد\r\nوجود ضعفي الهى ان ظهرت المحاسن منى فبفضلك\r\nولك المنة على وان ظهرت المساوى منى فبعدلك\r\nولك الحجة على الهى كيف تكلني وقد تكفلت لي\r\nوكيف أضام وأنت الناصر لي أم كيف أخيب وأنت\r\nالحفى بي ها انا أتوسل إليك بفقرى إليك وكيف\r\nأتوسل إليك بما هو محال ان يصل إليك أم كيف\r\nاشكو إليك حالي وهو لا يخفى عليك أم كيف أترجم\r\nبمقالى وهو منك برز إليك أم كيف تخيب امالى\r\nوهى قد وفدت إليك أم كيف لا تحسن أحوالي\r\nوبك قامت الهى ما ألطفك بي مع عظيم جهلي\r\nما أرحمك بي مع قبيح فعلى الهى ما أقربك منى\r\nوابعدنى عنك وما أرأفك بي فما الذي يحجبنى\r\nعنك الهى علمت باختلاف الآثار وتنقلات\r\nالأطوار ان مرادك منى ان تتعرف إلى في كل شئ\r\nحتى لا اجهلك في شئ الهى كلما\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\nأخرسني لؤمى\r\nانطقنى كرمك وكلما ايستنى أو صافي اطمعتنى\r\nمننك الهى من كانت محاسنه مساوى فكيف لا\r\nتكون مساويه مساوى ومن كانت حقايقه دعاوى\r\nفكيف لا تكون دعاويه دعاوى الهى حكمك النافذ\r\nومشيتك القاهرة لم يتر كالذي مقال مقالا\r\nولا لذي حال حالا الهى كم من طاعة بنيتها\r\nوحالة شيدتها هدم اعتمادي عليها عدلك بل\r\nأقالني منها فضلك الهى انك تعلم انى وان لم تدم\r\nالطاعة منى فعلا جزما فقد دامت محبة وعزما\r\nالهى كيف اعزم وأنت القاهر وكيف لا اعزم\r\nوأنت الأمر الهى ترددى في الآثار يوجب بعد المزار\r\nفاجمعنى عليك بخدمة توصلني إليك كيف\r\nيستدل عليك بما هو في وجوده مفتقر إليك\r\nأيكون لغيرك من الظهور ما ليس لك حتى يكون\r\nهو المظهر لك متى غبت حتى تحتاج إلى دليل\r\nيدل عليك ومتى بعدت حتى تكون الآثار هي\r\nالتي توصل إليك عميت عين لا تراك عليها\r\nرقيبا وخسرت صفقة عبد لم تجعل له من حبك\r\nنصيبا الهى أمرت بالرجوع إلى الآثار فارجعنى\r\nإليك بكسوة الأنوار وهداية الاستبصار حتى\r\nارجع إليك منها كما دخلت إليك\r\n","description":"","footnote":"","page_name":" 226 ","page_number":226},
  {"content":"\r\nمنها مصون السر عن النظر إليها ومرفوع الهمة عن الاعتماد\r\nعليها انك على كل شئ قدير الهى هذا ذلى ظاهر\r\nبين يديك وهذا حالي لا يخفى عليك منك\r\nاطلب الوصول إليك وبك استدل عليك\r\nفاهدنى بنورك إليك وأقمني بصدق العبودية\r\nبين يديك الهى علمني من علمك المخزون وصنى\r\nبسترك المصون الهى حققني بحقايق أهل القرب\r\nوأسئلك بي مسلك أهل الجذب الهى اغننى بتدبيرك\r\nلي عن تدبيري وباختيارك عن اختياري وأوقفني\r\nعلى مراكز اضطراري الهى أخرجني من ذل نفسي\r\nوطهرني من شكى وشركى قبل حلول رمسي بك\r\nانتصر فانصرنى وعليك أتوكل فلا تكلني وإياك\r\nاسئل فلا تخيبني وفي فضلك ارغب فلا تحرمني\r\nوبجنابك انتسب فلا تبعدني وببابك أقف فلا تطردنى\r\nالهى تقدس رضاك ان يكون ( تكون ) له علة منك فكيف\r\nيكون له علة منى الهى أنت الغنى بذاتك ان يصل\r\nإليك النفع منك فكيف لا تكون غنيا عنى الهى\r\nان القضاء والقدر يمنينى وان الهوى بوثائق\r\nالشهوة اسرنى فكن أنت النصير لي حتى تنصرني\r\nوتبصرنى واغننى بفضلك حتى استغنى بك عن\r\nطلبي أنت الذي أشرقت\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\nالأنوار في قلوب اوليآئك\r\nحتى عرفوك ووحدوك وأنت الذي أزلت الاغيار\r\nعن قلوب أحبائك حتى لم يحبوا سواك ولم يلجئوا\r\nإلى غيرك أنت المونس لهم حيث أو حشتهم العوالم\r\nوأنت الذي هديتهم حيث استبانت لهم المعالم\r\nماذا وجد من فقدك وما الذي فقد من وجدك\r\nلقد خاب من رضى دونك بدلا ولقد خسر\r\nمن بغى عنك متحولا كيف يرجى سواك وأنت\r\nما قطعت الاحسان وكيف يطلب من غيرك\r\nوأنت ما بدلت عادة الامتنان يا من أذاق\r\nاحبآئه حلاوة المؤانسة فقاموا بين يديه متملقين\r\nويا من البس أوليائه ملابس هيبته فقاموا\r\nبين يديه مستغفرين أنت الذاكر قبل\r\nالذاكرين وأنت البادى بالاحسان قبل توجه\r\nالعابدين وأنت الجواد بالعطآء قبل طلب\r\nالطالبين وأنت الوهاب ثم لما وهبت لنا من\r\nالمستقرضين الهى اطلبنى برحمتك حتى أصل\r\nإليك واجذبنى بمنك حتى اقبل عليك\r\nالهى ان رجآئى لا ينقطع عنك وان عصيتك\r\nكما أن خوفي لا يزايلني وان أطعتك فقد\r\nدفعتني العوالم إليك وقد أو قعنى علمي بكرمك\r\nعليك الهى كيف أخيب وأنت املى أم كيف\r\nأهان وعليك متكلي\r\n","description":"","footnote":"","page_name":" 228 ","page_number":228},
  {"content":"\r\nالهى كيف استعز وفي\r\nالذلة أركزتني أم كيف لا استعز واليك\r\nنسبتنى الهى كيف لا افتقر وأنت الذي في\r\nالفقراء اقمتنى أم كيف افتقر وأنت الذي\r\nبجودك اغنيتنى وأنت الذي لا اله غيرك\r\nتعرفت لكل شئ فما جهلك شئ وأنت الذي\r\nتعرفت إلى في كل شئ فرايتك ظاهرا في كل\r\nشئ وأنت الظاهر لكل شئ يا من استوى\r\nبرحمانيته فصار العرش غيبا في ذاته محقت\r\nالآثار بالآثار ومحوت الاغيار بمحيطات أفلاك\r\nالأنوار يا من احتجب في سرادقات عرشه عن أن\r\nتدركه الابصار يا من تجلى بكمال بهآئه\r\nفتحققت عظمته الاستوآء كيف تخفى وأنت\r\nالظاهر أم كيف تغيب وأنت الرقيب الحاضر\r\nانك على كل شئ قدير والحمد لله وحده\r\n","description":"","footnote":"","page_name":" 229 ","page_number":229},
  {"content":"\r\n\r\n\r\n\r\nدعاء امام سجاد ( عليه السلام ) در روز عرفه\r\nالحمد لله رب العالمين اللهم لك الحمد بديع السماوات\r\nوالأرض ذا الجلال والاكرام رب الأرباب واله كل مالوه وخالق\r\nكل مخلوق ووارث كل شئ ليس كمثله شئ ولا يعزب عنه\r\nعلم شئ وهو بكل شئ محيط وهو على كل رقيب أنت الله لا إله إلا أنت\r\nالاحد المتوحد الفرد المتفرد وأنت الله لا إله إلا أنت\r\nالكريم المتكرم العظيم المتعظم الكبير المتكبر وأنت الله لا إله إلا أنت\r\nالعلى المتعال الشديد المحال وأنت الله لا إله إلا أنت\r\nالرحمن الرحيم العليم الحكيم وأنت الله لا إله إلا أنت\r\nالسميع البصير القديم الخبير وأنت الله لا إله إلا أنت الكريم\r\nالأكرم الدآئم الأدوم وأنت الله لا إله إلا أنت الأول قبل كل أحد\r\nوالاخر بعد كل عدد\r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\nوأنت الله لا إله إلا أنت الداني في علوه\r\nوالعالي في دنوه وأنت الله لا إله إلا أنت ذو البهآء والمجد\r\nوالكبرياء والحمد وأنت الله لا إله إلا أنت الذي أنشأت الأشياء\r\nمن غير سنخ وصورت ما صورت من غير مثال وابتدعت\r\nالمبتدعات بلا احتذآء أنت الذي قدرت كل شئ تقديرا\r\nويسرت كل شئ تيسيرا ودبرت ما دونك تدبيرا أنت الذي لم\r\nيعنك على خلقك شريك ولم يوازرك في امرك وزير ولم يكن\r\nلك مشاهد ولا نظير أنت الذي أردت فكان حتما ما أردت\r\nوقضيت فكان عدلا ما قضيت وحكمت فكان نصفا ما حكمت\r\nأنت الذي لا يحويك مكان ولم يقم لسلطانك سلطان ولم يعيك\r\nبرهان ولا بيان أنت الذي أحصيت كل شئ عددا وجعلت\r\nلكل شئ أمدا وقدرت كل شئ تقديرا أنت الذي قصرت\r\nالأوهام عن ذاتيتك وعجزت الافهام\r\n","description":"","footnote":"","page_name":" 231 ","page_number":231},
  {"content":"\r\nعن كيفيتك ولم تدرك\r\nالابصار موضع أينيتك أنت الذي لا تحد فتكون محدودا ولم\r\nتمثل فتكون موجودا ولم تلد مولودا أنت الذي لا ضد معك فيعاندك\r\nولا عدل لك فيكاثرك ولا ند لك فيعارضك أنت الذي\r\nابتدء واخترع واستحدث وابتدع وأحسن صنع ما صنع سبحانك\r\nما اجل شانك وأسنى في الأماكن مكانك واصدع بالحق فرقانك\r\nسبحانك من لطيف ما ألطفك ورؤف ما أرأفك وحكيم ما\r\nأعرفك سبحانك من مليك ما أمنعك وجواد ما أوسعك ورفيع ما\r\nأرفعك ذوالبهاء والمجد والكبرياء والحمد سبحانك بسطت\r\nبالخيرات يدك وعرفت الهداية من عندك فمن التمسك لدين أو\r\nدنيا وجدك سبحانك خضع لك من جرى في علمك وخشع\r\nلعظمتك ما دون عرشك وانقاد للتسليم لك كل خلقك\r\n","description":"","footnote":"","page_name":" 232 ","page_number":232},
  {"content":"\r\nسبحانك\r\nلا تحس ولا تجس ولا تمس ولا تكاد ولا تماط ولا تنازع ولا\r\nتجارى ولا تمارى ولا تخادع ولا تماكر سبحانك سبيلك جدد\r\nوأمرك رشد وأنت حي صمد سبحانك قولك حكم وقضاؤك\r\nحتم وإرادتك عزم سبحانك لا رآد لمشيتك ولا مبدل لكلماتك\r\nسبحانك با هر الآيات فاطر السماوات بارئ النسمات لك الحمد حمدا يدوم بدوامك ولك الحمد حمدا خالدا بنعمتك\r\nولك الحمد حمدا يوازى صنعك ولك الحمد حمدا يزيد على\r\nرضاك ولك الحمد حمدا مع حمد كل حامد وشكرا يقصر عنه\r\nشكر كل شاكر حمدا لا ينبغي الا لك ولا يتقرب به الا إليك\r\nحمدا يستدام به الأول ويستدعى به دوام الاخر حمدا يتضاعف\r\nعلى كرور الأزمنة ويتزايد اضعافا\r\n","description":"","footnote":"","page_name":" 233 ","page_number":233},
  {"content":"\r\nمترادفة حمدا يعجز عن\r\nاحصائه الحفظة ويزيد على ما أحصته في كتابك الكتبة حمدا\r\nيوازن عرشك المجيد ويعادل كرسيك الرفيع حمدا يكمل\r\nلديك ثوابه ويستغرق كل جزاء جزآؤه حمدا ظاهره وفق لباطنه\r\nوباطنه وفق لصدق النية حمدا لم يحمدك خلق مثله ولا يعرف\r\nأحد سواك فضله حمدا يعان من اجتهد في تعديده ويؤيد من\r\nاغرق نزعا في توفيته حمدا يجمع ما خلقت من الحمد وينتظم\r\nما أنت خالقه من بعد حمدا لا حمد أقرب إلى قولك منه ولا\r\nاحمد ممن يحمدك به حمدا يوجب بكرمك المزيد بوفوره\r\nوتصله بمزيد بعد مزيد طولا منك حمدا يجب لكرم وجهك\r\nويقابل عز جلالك رب صل على محمد وآل محمد المنتجب المصطفى\r\n","description":"","footnote":"","page_name":" 234 ","page_number":234},
  {"content":"\r\nالمكرم المقرب أفضل صلواتك وبارك عليه أتم\r\nبركاتك وترحم عليه امتع رحماتك رب صل على محمد وآله\r\nصلاة زاكية لا تكون صلاة از كي منها وصل عليه صلاة نامية لا\r\nتكون صلاة أنمى منها وصل عليه صلاة راضية لا تكون صلاة\r\nفوقها رب صل على محمد وآله صلاة ترضيه وتزيد على رضاه\r\nوصل عليه صلاة ترضيك وتزيد على رضاك له وصل عليه\r\nصلاة لا ترضى له الا بها ولا ترى غيره لها اهلا رب صل على\r\nمحمد وآله صلاة تجاوز رضوانك ويتصل اتصالها ببقائك ولا\r\nينفد كما لا تنفد كلماتك رب صل على محمد وآله صلاة تنتظم\r\nصلوات ملائكتك وانبيآئك ورسلك وأهل طاعتك وتشتمل\r\nعلى صلوات عبادك من جنك وانسك وأهل اجابتك وتجتمع\r\nعلى صلاة كل من ذرات وبرات من أصناف خلقك\r\n","description":"","footnote":"","page_name":" 235 ","page_number":235},
  {"content":"\r\nرب صل عليه وآله صلاة تحيط بكل صلاة سالفة ومستأنفة وصل عليه\r\nوعلى آله صلاة مرضية لك ولمن دونك وتنشئ مع ذلك\r\nصلوات تضاعف معها تلك الصلوات عندها وتزيدها على\r\nكرور الأيام زيادة في تضاعيف لا يعدها غيرك رب صل على\r\nأطائب أهل بيته الذين اخترتهم لامرك وجعلتهم خزنة علمك\r\nوحفظة دينك وخلفائك في ارضك وحججك على عبادك\r\nوطهرتهم من الرجس والدنس تطهيرا بإرادتك وجعلتهم\r\nالوسيلة إليك والمسلك إلى جنتك رب صل على محمد وآله\r\nصلاة تجزل لهم بها من نحلك وكرامتك وتكمل لهم الأشياء من\r\nعطاياك ونوافلك وتوفر عليهم الحظ من عوآئدك وفوائدك رب\r\nصل عليه وعليهم صلاة لا امد في أولها ولا غاية لأمدها ولا\r\nنهاية لاخرها رب صل عليهم زنة عرشك وما دونه وملا\r\nسمواتك وما فوقهن وعدد أرضيك وما تحتهن وما بينهن صلاة\r\nتقر\r\n","description":"","footnote":"","page_name":" 236 ","page_number":236},
  {"content":"\r\nبهم منك زلفى وتكون لك ولهم رضى ومتصلة بنظآئرهن\r\nابدا اللهم انك أيدت دينك في كل أوان بامام أقمته علما لعبادك\r\nومنارا في بلادك بعد ان وصلت حبله بحبلك وجعلته الذريعة\r\nإلى رضوانك وافترضت طاعته وحذرت معصيته وأمرت بامتثال\r\nأوامره والانتهاء عند نهيه والا يتقدمه متقدم ولا يتأخر عنه متأخر\r\nفهو عصمة اللائذين وكهف المؤمنين وعروة المتمسكين وبهاء\r\nالعالمين اللهم فأوزع لوليك شكر ما أنعمت به عليه وأوزعنا\r\nمثله فيه واته من لدنك سلطانا نصيرا وافتح له فتحا يسيرا واعنه\r\nبركنك الأعز واشدد از ره وقو عضده وراعه بعينك واحمه\r\nبحفظك وانصره بملائكتك وامدده بجندك الأغلب وأقم به\r\nكتابك وحدودك وشرائعك وسنن رسولك ، صلواتك اللهم\r\nعليه وآله واحى به ما اماته الظالمون من معالم دينك واجل به\r\nصدآء الجور عن طريقتك وابن به الضرآء من سبيلك وأزل به\r\nالناكبين عن صراطك وامحق به بغاة قصدك عوجا والن جانبه\r\nلاوليآئك وابسط يده على اعدآئك وهب لنا رافته ورحمته\r\nوتعطفه وتحننه واجعلنا له سامعين\r\n","description":"","footnote":"","page_name":" 237 ","page_number":237},
  {"content":"\r\nمطيعين وفى رضاه ساعين\r\nوالى نصرته والمدافعة عنه مكنفين واليك والى رسولك\r\nصلواتك اللهم عليه وآله بذلك متقربين اللهم وصل على\r\nاوليآئهم المعترفين بمقامهم المتبعين منهجهم المقتفين آثارهم\r\nالمستمسكين بعروتهم المتمسكين بولايتهم المؤتمين بإمامتهم\r\nالمسلمين لامرهم المجتهدين في طاعتهم المنتظرين أيامهم\r\nالمآدين إليهم أعينهم الصلوات المباركات الزاكيات الناميات\r\nالغاديات الرآئحات وسلم عليهم وعلى أرواحهم واجمع على\r\nالتقوى امرهم وأصلح لهم شؤونهم وتب عليهم انك أنت التواب\r\nالرحيم وخير الغافرين واجعلنا معهم في دار السلام برحمتك يا\r\nارحم الراحمين اللهم هذا يوم عرفة يوم شرفته وكرمته وعظمته\r\nنشرت فيه رحمتك ومننت فيه بعفوك واجزلت فيه عطيتك\r\nوتفضلت به على عبادك اللهم وانا عبدك الذي أنعمت عليه قبل\r\nخلقك له وبعد خلقك إياه ، فجعلته ممن هديته لدينك ووفقته\r\nلحقك\r\n","description":"","footnote":"","page_name":" 238 ","page_number":238},
  {"content":"\r\nوعصمته بحبلك وادخلته في حزبك وأرشدته لموالاة\r\nاوليآئك ومعاداة اعدآئك ثم امرته فلم يا تمر وزجرته فلم ينزجر\r\nونهيته عن معصيتك فخالف امرك إلى نهيك لا معاندة لك ولا\r\nاستكبارا عليك بل دعاه هواه إلى ما زيلته والى ما حذرته واعانه\r\nعلى ذلك عدوك وعدوه فاقدم عليه عارفا بوعيدك راجيا لعفوك\r\nواثقا بتجاوزك وكان أحق عبادك مع ما مننت عليه الا يفعل\r\nوها انا ذا بين يديك صاغرا ذليلا خاضعا خاشعا خآئفا معترفا\r\nبعظيم من الذنوب تحملته وجليل من الخطايا اجترمته مستجيرا\r\nبصفحك لائذا برحمتك موقنا انه لا يجيرني منك مجير ولا\r\nيمنعني منك مانع ، فعد على بما تعود به على من اقترف من\r\nتغمدك وجد على بما تجود به على من القى بيده إليك من\r\nعفوك وامنن على بما لا يتعاظمك ان تمن به على من املك من\r\nغفرانك واجعل لي في هذا اليوم نصيبا أنال به حظا من\r\nرضوانك ولا تردني صفرا مما ينقلب به المتعبدون لك من\r\nعبادك\r\n","description":"","footnote":"","page_name":" 239 ","page_number":239},
  {"content":"\r\nوانى وان لم اقدم ما قدموه من الصالحات فقد قدمت\r\nتوحيدك ونفى الاضداد والأنداد والأشباه عنك واتيتك من\r\nالأبواب التي أمرت ان تؤتى منها وتقربت إليك بما لا يقرب\r\nأحد منك الا بالتقرب به ثم اتبعت ذلك بالإنابة إليك والتذلل\r\nوالاستكانة لك وحسن الظن بك والثقة بما عندك وشفعته\r\nبرجائك الذي قل ما يخيب عليه راجيك وسالتك مسألة الحقير\r\nالذليل البائس الفقير الخآئف المستجير ومع ذلك خيفة وتضرعا\r\nوتعوذا وتلوذا لا مستطيلا بتكبر المتكبرين ولا متعاليا بدآلة\r\nالمعطيعين ولا مستطيلا بشفاعة الشافعين وانا بعد أقل الأقلين\r\nوأذل الأذلين ، ومثل الذرة اودونها فيا من لم يعاجل المسيئين\r\nولا ينده المترفين ويا من يمن بإقالة العاثرين ويتفضل بانظار\r\nالخاطئين انا المسيئ المعترف الخاطئ العاثر انا الذي اقدم\r\nعليك مجترئا انا الذي عصاك متعمدا انا الذي استخفى من\r\nعبادك وبارزك انا الذي هاب عبادك وامنك انا الذي لم يرهب\r\nسطوتك ولم يخف باسك انا الجاني على نفسه انا المرتهن\r\n","description":"","footnote":"","page_name":" 240 ","page_number":240},
  {"content":"\r\nببليته انا القليل الحياء انا الطويل العنآء بحق من انتجبت من\r\nخلقك وبمن اصطفيته لنفسك بحق من اخترت من بريتك ومن\r\nاجتبيت لشانك بحق من وصلت طاعته بطاعتك ومن جعلت\r\nمعصيته كمعصيتك بحق من قرنت موالاته بموالاتك ومن نطت\r\nمعاداته بمعاداتك تغمدني في يومى هذا بما تتغمد به من جار\r\nإليك متنصلا وعاذ باستغفارك تائبا وتولني بما تتولى به أهل\r\nطاعتك والزلفى لديك والمكانة منك وتوحدني بما تتوحد به\r\nمن وفى بعهدك واتعب نفسه في ذاتك وأجهدها في مرضاتك\r\nولا تؤاخذني بتفريطي في جنبك وتعدى طورى في حدودك\r\nومجاوزة احكامك ولا تستدرجنى باملائك لي استدراج من\r\nمنعني خير ما عنده ولم يشركك في حلول نعمته بي ونبهنى من\r\nرقدة الغافلين وسنة المسرفين ونعسة المخذولين وخذ بقلبي\r\nإلى ما استعملت به القانتين واستعبدت به المتعبدين واستنقذت\r\nبه المتهاونين وأعذني مما يباعدني عنك ويحول بيني وبين\r\nحظى منك ويصدنى\r\n","description":"","footnote":"","page_name":" 241 ","page_number":241},
  {"content":"\r\nعما أحاول لديك وسهل لي مسلك\r\nالخيرات إليك والمسابقة إليها من حيث أمرت والمشاحة فيها\r\nعلى ما أردت ولا تمحقنى فيمن تمحق من المستخفين بما\r\nأوعدت ولا تهلكنى مع من تهلك من المتعرضين لمقتك ولا\r\nتتبرني فيمن تتبر من المنحرفين عن سبلك ونجني من غمرات\r\nالفتنة وخلصني من لهوات البلوى واجرنى من اخذ الاملاء\r\nوحل بيني وبين عدو يضلنى وهوى يوبقنى ومنقصة ترهقني ولا\r\nتعرض عنى اعراض من لا ترضى عنه بعد غضبك ولا تؤيسني\r\nمن الامل فيك فيغلب على القنوط من رحمتك ولا تمنحنى بما\r\nلا طاقه لي به فتبهظنى مما تحملنيه من فضل محبتك ولا\r\nترسلني من يدك ارسال من لا خير فيه ولا حاجة بك اليه ولا\r\nإنابة له ولا ترم بي رمى من سقط من عين رعايتك ومن اشتمل\r\nعليه الخزي من عندك بل خذ بيدي من سقطة المتردين ووهلة\r\nالمتعسفين وزلة المغرورين وورطة الهالكين وعافني مما ابتليت\r\nبه طبقات عبيدك\r\n","description":"","footnote":"","page_name":" 242 ","page_number":242},
  {"content":"\r\nوامآئك وبلغنى مبالغ من عنيت به وأنعمت\r\nعليه ورضيت عنه فاعشته حميدا وتوفيته سعيدا وطوقني طوق\r\nالاقلاع عما يحبط الحسنات ويذهب بالبركات واشعر قلبي\r\nالازدجار عن قبآئح السيئات وفواضح الحوبات ولا تشغلنى بما\r\nلا ادركه الا بك عما لا يرضيك عنى غيره وانزع من قلبي حب\r\nدنيا دنية تنهى عما عندك وتصد عن ابتغاء الوسيلة إليك وتذهل\r\nعن التقرب منك وزين لي التفرد بمناجاتك بالليل والنهار وهب\r\nلي عصمة تدنينى من خشيتك وتقطعنى عن ركوب محارمك\r\nوتفكنى من أسر العظآئم وهب لي التطهير من دنس العصيان\r\nواذهب عنى درن الخطايا وسربلني بسربال عافيتك وردني ردآء\r\nمعافاتك وجللني سوابغ نعمائك وظاهر لدى فضلك وطولك\r\nوأيدني بتوفيقك وتسديدك واعنى على صالح النية ومرضى\r\nالقول ومستحسن العمل ولا تكلني إلى حولى وقوتي دون\r\nحولك وقوتك ولا تخزني يوم تبعثني للقآئك ولا تفضحني بين\r\nيدي اوليآئك\r\n","description":"","footnote":"","page_name":" 243 ","page_number":243},
  {"content":"\r\nولا تنسني ذكرك ولا تذهب عنى شكرك بل الزمنيه\r\nفي أحوال السهو عند غفلات الجاهلين لآلائك واوزعنى ان\r\nاثنى بما أوليتنيه واعترف بما أسديته إلى واجعل رغبتي إليك\r\nفوق رغبة الراغبين وحمدى إياك فوق حمد الحامدين ولا\r\nتخذلني عند فاقنى إليك ولا تهلكنى بما أسديته إليك ولا\r\nتجبهنى بما جبهت به المعاندين لك فانى لك مسلم اعلم أن\r\nالحجة لك وانك أولى بالفضل وأعود بالاحسان وأهل التقوى\r\nوأهل المغفرة وانك بان تعفو أولى منك بان تعاقب وانك بان\r\nتستر أقرب منك إلى أن تشهر فاحينى حيوة طيبة تنتظم بما أريد\r\nوتبلغ ما أحب من حيث لا آتى ما تكره ولا ارتكب ما نهيت عنه\r\nوأمتني ميتة من يسعى نوره بين يديه وعن يمينه وذللني بين\r\nيديك واعزنى عند خلقك وضعني إذا خلوت بك وارفعني بين\r\nعبادك واغننى عمن هو غنى عنى وزدني إليك فاقة وفقرا\r\nوأعذني من شماته الاعدآء ومن حلول\r\n","description":"","footnote":"","page_name":" 244 ","page_number":244},
  {"content":"\r\nالبلاء ومن الذل والعناء\r\nتغمدني فيما اطلعت عليه منى بما يتغمد به القادر على البطش\r\nلولا حلمه والاخذ على الجريرة لولا أناته وإذا أردت بقوم فتنة\r\nأو سوء فنجنى منها لواذا بك وإذ لم تقمني مقام فضيحة في\r\nدنياك فلا تقمني مثله في آخرتك واشفع لي أوائل مننك\r\nبأواخرها وقديم فوآئدك بحوادثها ولا تمدد لي مدا يقسو معه\r\nقلبي ولا تقرعنى قارعة يذهب لها بهآئى ولا تسمني خسيسة\r\nيصغر لها قدرى ولا نقيصة يجهل من اجلها مكاني ، ولا ترعني\r\nروعة ابلس بها ولا خيفة أوجس دونها اجعل هيبتي في وعيدك\r\nوحذري من اعذارك وانذارك ورهبتي عند تلاوة آياتك واعمر\r\nليلى بايقاظى فيه لعبادتك وتفردي بالتهجد لك وتجردي\r\nبسكوني إليك وانزال حوآئجى بك ومنازلتى إياك في فكاك\r\nرقبتي من نارك واجارتى مما فيه أهلها من عذابك ولا تذرني\r\nفي طغيانى عامها ولا في غمرتى ساهيا حتى حين ولا تجعلني\r\nعظة لمن اتعظ ولا نكالا لمن اعتبر ولا\r\n","description":"","footnote":"","page_name":" 245 ","page_number":245},
  {"content":"\r\nفتنة لمن نظر ولا تمكر\r\nبي فيمن تمكر به ولا تستبدل بي غيرى ولا تغير لي اسما ولا\r\nتبدل لي جسما ولا تتخذني هزوا لخلقك ولا سخريا لك ولا\r\nتبعا الا لمرضاتك ولا ممتهنا الا بالانتقام لك واوجدنى برد\r\nعفوك وحلاوة رحمتك وروحك وريحانك وجنة نعيمك\r\nوأذقني طعم الفراغ لما تحب بسعة من سعتك والاجتهاد فيما\r\nيزلف لديك وعندك واتحفنى بتحفة من تحفاتك واجعل\r\nتجارتي رابحة وكرتي غير خاسرة واخفنى مقامك وشوقني\r\nلقآءك وتب على توبة نصوحا لا تبق معها ذنوبا صغيرة ولا كبيرة\r\nولا تذر معها علانية ولا سريرة وانزع الغل من صدري للمؤمنين\r\nواعطف بقلبي على الخاشعين وكن لي كما تكون للصالحين\r\nوحلني حلية المتقين واجعل لي لسان صدق في الغابرين وذكرا\r\nناميا في الآخرين وواف بي عرصة الأولين وتمم سبوغ نعمتك\r\nعلى وظاهر كراماتها لدى املا من فوآئدك يدي وسق كرآئم\r\nمواهبك إلى وجاور\r\n","description":"","footnote":"","page_name":" 246 ","page_number":246},
  {"content":"\r\nبي الأطيبين من أوليائك في الجنان التي\r\nزينتها لاصفيآئك وجللني شرآئف نحلك في المقامات المعدة\r\nلاحبآئك واجعل لي عندك مقيلا آوى اليه مطمئنا ومثابة اتبوؤها\r\nوأقر عينا ولا تقايسني بعظيمات الجرآئر ولا تهلكنى يوم تبلى\r\nالسرآئر وأزل عنى كل شك وشبهة واجعل لي في الحق طريقا\r\nمن كل رحمة واجزل لي قسم المواهب من نوالك ووفر على\r\nحظوظ الاحسان من افضالك واجعل قلبي واثقا بما عندك\r\nوهمى مستفرغا لما هو لك واستعملنى بما تستعمل به خالصتك\r\nواشرب قلبي عند ذهول العقول طاعتك واجمع لي الغنى\r\nوالعفاف والدعة والمعافات والصحة والسعة والطمأنينة والعافية\r\nولا تحبط حسناتي بما يشوبها من معصيتك ولا خلواتى بما\r\nيعرض لي من نزعات فتنتك وصن وجهي عن الطلب إلى أحد\r\nمن العالمين وذبنى عن التماس ما عند الفاسقين ولا تجعلني\r\nللظالمين ظهيرا ولا لهم على محو كتابك يدا ونصيرا وحطني\r\nمن حيث لا اعلم حياطة تقينى بها وافتح لي\r\n","description":"","footnote":"","page_name":" 247 ","page_number":247},
  {"content":"\r\nأبواب توبتك ورحمتك ورأفتك ورزقك الواسع انى إليك\r\nمن الراغبين وأتمم لي انعامك انك خير المنعمين .\r\nواجعل باقي عمرى في الحج والعمرة ابتغاء وجهك يا رب\r\nالعالمين وصلى الله على محمد وآله الطيبين الطاهرين\r\nوالسلام عليه وعليهم أبد الآبدين .\r\n\r\n\r\n","description":"","footnote":"","page_name":" 248 ","page_number":248}
  ]