[
  {"content":"\r\n\r\nهو الشافى\r\nموسسه مطالعات تاريخ پزشكى طب اسلامى ومكمل\r\nتاسيس 1379\r\nدانشگاه علوم پزشكى و\r\nخدمات بهداشتى درمانى ايران\r\nكتاب\r\nتفريح القلوب\r\nترجمه فارسي رساله ادويه قلبيه ابن سينا\r\nترجمه\r\nحكيم احمد ا . . . خان\r\n\r\n","description":"","footnote":"","page_name":" شناسنامهء كتاب 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" شناسنامهء كتاب 2 ","page_number":2},
  {"content":"\r\n\r\nمشخصات كتاب :\r\nنام كتاب : تفريح القلوب ( ترجمه فارسى رساله ادويه قلبيه ابن سينا )\r\nمولف : حكيم احمدالله خان\r\nتاريخ ترجمه : سال 1208 هجرى قمرى\r\nتصحيح ومقابله : حكيم سيدظل الرحمن\r\nديباچه : از دكتر محمدمهدى اصفهانى\r\nنسخه مادر : متن چاپ شده در مجله مطالعات تاريخ پزشكى وعلم جامعه همدرد\r\nstudies in history of medicine and science jamia hamdarad ( 1993 ) - vol xll no - 12\r\nاهداء شده به رياست محترم دانشگاه علوم پزشكى مشهد در سفر زمستان 1382\r\nناشر : موسسه مطالعات تاريخ پزشكى ، طب اسلامى ومكمل دانشگاه علوم پزشكى ايران با تشكر بسيار از حمايت بى دريغ حوزه معاونت محترم آموزشى وامور دانشگاهى وزارت بهداشت ، درمان وآموزش پزشكى\r\nشماره نشر : 25 متفرقه\r\nتاريخ نشر : تيرماه 1383\r\nنوبت نشر : يكم\r\nشمارگان : 250 نسخه\r\n\r\n","description":"","footnote":"","page_name":" شناسنامهء كتاب 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" شناسنامهء كتاب 4 ","page_number":4},
  {"content":"\r\n\r\n\r\n[ مقدمه ناشر 
  ]\r\nبسمه‌تعالى\r\nتفريح القلوب يا ترجمه فارسى رساله ادويه قلبيه يكى از آثار كم‌حجم و گرانقدر پزشك و فيلسوف نامدار ايران اسلامى ، ابو على حسين بن سينا ، رساله‌اى است با نام ادويه قلبيه ، كه نسخ متعددى از آن به صورت خطى و مواردى هم چاپ سنگى در كتابخانه‌هاى ايران و كشورهاى ديگر قابل دستيابى است . « 1 »\r\nدانشمند گرانمايه آقاى حكيم سيد ظل الرحمن استاد علم الادويه در دانشكده پزشكى اجمل خان دانشگاه اسلامى عليگر هند كه تحقيق گسترده‌اى در مورد نسخه‌هاى موجود از رساله مورد اشاره و ترجمه‌هاى آن به زبانهاى مختلف انجام داده است ترجمه حاضر را كه اثر حكيم احمد اللّه خان دهلوى است مقابله ، تصحيح و منتشر نموده است و شرحى عالمانه به زبان اردو بر آن نگاشته است . از حكيم احمد اللّه خان مترجم اين اثر ماندگار آثار متعدد پزشكى به زبان‌هاى فارسى و عربى بجاى مانده است كه مهمترين آنها عبارتند از :\r\n1 - تحقيق النبض به زبان فارسى كه به سال 1205 هجرى قمرى به صورت يك رساله مختصر تاليف شده است .\r\n2 - تحقيق البحران به زبان فارسى به نام امير الهند و الاجاه نواب محمد على خان\r\n3 - سلم الدرجات رساله‌اى به زبان فارسى در خصوص تعيين مقدار خوراك داروهاى مركب\r\n4 - شفاء المجدور در پنج فصل - نكته بسيار جالب در اين رساله چگونگى انجام واكسيناسيون در زمان‌هاى گذشته است چنان كه وى در بخشى از كتاب مىنويسد :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كتابخانه آستان قدس رضوى اخيرا ( 1375 ) نسبت به نشر تصوير يك نسخه خطى از ادويه قلبيه همراه 2 رساله ديگر از ابن سينا مبادرت ورزيده است .\r\n","page_name":" مقدمهء ناشر 1 ","page_number":5},
  {"content":"\r\n\r\n« فاضل گيلانى در شرح قانون فرموده كه اهل اساتيق را براى جدرى ( يعنى آبله ) معالجات مجربه است كه قبول و انكار او از صبغه ارباب عقول سليمه نباشد مثل آنكه جون جدرى به صبى يا صبيه ظاهر شود و پر از مائيه گردد ، دانه‌اى از دانه‌هاى او را مىشكافند و مائيه او را بر باطن ساعد طفل صحيح ديگر كه جدرى به او بروز نكرده قريب رسغ از دست راست مىمالند و در آنجا چند سوزن مىزنند تا آن مائيه بر طوبات باطن جلد او مختلط شود پس بعد ساعات قليله برو حمى ظاهر مىگردد و از جدرى عدد قليلى در آن موضع و بر ساير بدن بروز مىكند و بىغايله صحت مىيابد » .\r\nچنان كه ملاحظه مىشود روش مايه‌كوبى آبله به اين شيوه منتها از ترشحات بثورات آبله انسانى سالها قبل از ادوارد جنر معمول بوده و فاضل گيلانى « 1 » آن را ذكر كرده است « 2 »\r\n5 - قرابادين احمدى - به فارسى\r\n6 - نسخه‌جات مجرب\r\n7 - تفريح القلوب ( كتاب حاضر )\r\nاميد مىرود با دستيابى به آثار ارزشمند اين پزشك فارسىنويس ، در آينده به يارى پروردگار به نشر برخى از آثار وى توسط موسسه مطالعات پزشكى طب اسلامى و مكمل توفيق يابيم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - منظور از فاضل گيلانى دانشمند نامى حكيم على گيلانى است كه شرح قانون ابن سينا را به زبان عربى در 4 مجلد نوشته و به عنوان شرح گيلانى شهرت دارد وى در روز 5 محرم سال 1018 هجرى قمرى وفات يافته است .\r\nتاريخ روابط پزشكى ايران و پاكستان - اثر استاد فقيد پروفسور حكيم نير واسطى - لاهور - 1354 هجرى شمسى\r\n( 2 ) - البته به شرحى كه در كتاب نگاهى به جايگاه و آثار محمد بن زكرياى رازى و بهاء الدوله رازى - انتشارات معاونت دانشجوئى و فرهنگى دانشگاه علوم پزشكى ايران - 1375 آورده‌ايم . بهاء الدوله رازى پيش از آن ، موضوع واكسيناسيون آبله را با خشك‌ريشه‌هاى مبتلايان به آبله در اثر ماندگارش خلاصه التجارب مطرح و اجرا كرده است .\r\n","page_name":" مقدمهء ناشر 2 ","page_number":6},
  {"content":"\r\n\r\n\r\n[ مقدمه مولف 
  ]\r\nبسم الله الرحمن الرحيم حمد بىمنتهى مر خالقى را كه به حكمت بالغه و صنعت كامله قلب را صفائى و روح را ضياى بخشيده و مبداى قواى نفسانيه و مركب او گردانيده و در شراين و آورده جارى ساخته و بهر 1 عضوى از اعضاى بدنيه انداخته و درود لا يحصى 2 حكيم برگزيدهء او را كه امراض روحانى و اسقام نفسانى را به نسخه هدايت معالجه مىنمايد 3 و قلوب محزون مومنين 4 را بمفرحات عقبى 5 مسرور مىسازد و آل اطهار 6 او كه مالك دار الشفاى مصطفوىاند و وارث 7 مسند مرتضوى -\r\nاما 8 بعد مىگويد بنده خاكسار محتاج بخشايش خداوند غفار احمد اللّه كه چون رساله ادويه قلبيه رئيس المتاخرين شيخ ابو على رحمة اللّه 9 كه مشتمل بر قواعد 10 شريفه و فوايد لطيفه بود خواست [ كه 11 
  ] آن را به زبان فارسى ترجمه كند و حتى المقدور در حل مشكلات و توضيح مجملات او كوشد تا خلق كثير منتفع شود 12 و نام فقير بخير برند - فرد 13\r\n غرض نقشى است كز ما ياد ماند * كه هستى را نمىبينم بقائى \r\nو آن را به تفريح القلوب نام 14 نهاده و اللّه ولى 15 التوفيق\r\n\r\nفصل : [ تجويف ايسر قلب 16 
  ]\r\nحق تعالى 17 تجويف ايسر را از دو تجويف قلب خزانه روح و معدن تولد او گردانيده [ و 
  ] 18 روح را مركب قواى نفسانيه ساخته تا بواسطه او [ در 
  ] 19 جميع اعضاى 20 بدنيه سرايت كند و تعلق اول قواى نفسانيه را 21 مختص به روح نموده و تعلق ثانى را به اعضا پيدا 22 ساخته است . روح را از لطيف اخلاط و بخاريت او چنان كه جسد را از كثيف اخلاط و ارضيت 23 آن . پس نسبت روح بسوى صفوت اخلاط چون نسبت بدن بكثافت اخلاط بود و چنانچه 24 پيدائش اعضا از اخلاط نمىشود مگر بعد امتزاجى 25 كه مودى به صورت واحده مزاجيه 26 باشد تا كه 27 بسبب او ممتزج را استعداد 28 قبول حالاتى پيدا شود كه سابق بسبب بسايط نبود 29 همچنين تولد روح از صفوت اخلاط صورت نه‌بندد مگر بعد امتزاج اصناف اربعه آن 30 كه مودى به صورت واحده مزاجيه بود 31 تا كه 32 ارواح بسبب آن 33 استعداد قبول قواى نفسانيه يابند كه اولا از بسايط استفاده نه‌كرده‌اند و مبداى فيضان قواى فيض الهى است كه هرما 34 بالقوت را وقت كمال استعداد\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":7},
  {"content":"\r\n\r\nبلا مهمله و فتور بفعل مىآرد و نيز چنانچه هر عضوى را بسبب اختلاف نسب مقادير اخلاط و كيفيت اختلاط 35 آنها مزاجيت خاص اگرچه پيدائش همه آنها از اخلاط است - همچنين روح حيوانى و نفسانى و طبعى در واضع آنها را مزاجى خاص است اگرچه همه آن تولد از صفوت اخلاط يافته و حدوث 36 مزاج خاص درينها نيز بسبب اختلاف نسبت مقادير صفوت اخلاط و كيفيت اختلاط 37 است - چنانچه اعضاء متكونه كثير العدداند و عضوى كه ازينها او لا تكون يافته و متصل آن اعضاى ديگر يكى است اگرچه در آن واحد اختلاف واقع شده همچنين ارواح ما نيز كثير العدداند و روحى كه اول تكون يافته بر راى اجل الحكما واحد است كه اول در قلب متكون 38 [ شود 
  ] پس در ساير اعضاى رئيسه نفوذ و سرايت نمايد و بعد استقرار در هر واحد آنها مزاجى خاص حاصل كند پس از دماغ استفاده كند مزاجى را كه به جهت 39 او 40 استعداد [ قبول 
  ] 41 قواى حس و حركت گردد و از كبد مزاجى كه بسبب او استعداد قبول قواى تربيت و تغذيه حاصل نمايد و از انثيين مزاجى ديگر كه 42 به جهت او مستعد قواى 43 توليد شود و مبداى جميع اين قوى نزد حكيم قلب است چنانچه مخالف او دماغ را مبداى قوت بصر 44 و سمع و ذوق و غيره او دانسته ليكن روح را استعداد قبول قواى مذكوره بحقيقت و كمال نمىشود مگر نزد اعضاى ديگر چنانچه استعداد قوت 45 بصر حاصل است به استفاده مزاج رطوبت جليديه وقت مخالطت او - و استعداد قوت سمع 46 به قبول مزاج عصبه 47 كه در سطح صماخ مفروش است و استعداد قوت ذوق به حصول مزاج رطوبتى كه تولد يافته از لحم رخوى كه تحت لسان است -\r\nو قومى از مخالفين حكيم چنين گفته‌اند 48 كه روح قواى مذكوره را از دماغ به آلات مىرساند و در [ تحصيل 
  ] 49 قواى احتياج به قبول مزاج عضوى ندارد بلكه اين 50 عضو نافع فعل قوت است نه نافع جوهر او - و ليكن بحث مستقضى اين را باطل و فاسد ساخته و به صحت 51 رسانيده كه روح قوت تامه را قبول نمىكند مگر بعد عمل عضوى كه آلت آن قوت است - علاوهء آن 52 قومى از اصحاب حكيم 53 اجل در قواى نفسانيه نيز همچنين گفته يعنى آنكه تمام قواى 54 نفسانيه از مبداى اول كه قلب است به روح فايز مشيوند 55 و روح در استعداد قبول آنها محتاج به اعضاى ديگر مانند كبد و دماغ نيست ليكن انصاف مجرى اين مذهب نيست بلكه مبطل اوست -\r\n\r\nفصل : [ حضرت حق مبدأ همه كمالات 
  ]\r\nحيات و همچنين ديگر كمالات 56 و خيرات از حق اول و فيض اول منحول نه‌اند بلكه قوابل گاهى از استعداد آنها خالى باشند چه هر قابلى قابل هر شى نيست و به همين سبب ممكن نيست كه صوف من حيث الصوف قبول صورت\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":8},
  {"content":"\r\n\r\nسيفى كند و آب من 57 حيث هو قبول صورت انسانى و به تحقيق اكثرى از 58 اجسام 59 عالم قبول حيات نموده مگر قليلى باعتبار عدد و قدر چه اجسام غير حيه عناصر اربعه‌اند و چيزهاى قريب الطبع به آن مانند معادن و احجار و غير آنها و شك نيست كه آنها نسبت به اجسام حيه قليل العدداند و قليل 60 القدر بودن آنها قليل العدد ظاهرست و قليل القدر براى اينكه جمله عناصر را نزد كل افلاك قدرى محسوس نبود بلكه آنها 61 نسبت به هر فلك تداوير 62 صغيراند و بعيد 63 نيست كه در 64 كواكب ثوابت نيز از آنها اعظم باشد و قياس مقتضى آنست كه نسبت جمله عناصر بفلك زحل چون نسبت نقطه بدايره باشد پس چگونه نسبت به ما فوق فلك زحل -\r\nبدانكه نزد محققين سبب عدم حيات بسايط 65 بودن 66 آنها متضاد 67 الطبايع بود - چه طبيعت هر واحد را ضدى است خلاف ساير اجسام حيه بسيطه 68 و مركبه و بهمين‌جهت آنها 69 از مجانست اجسام سماويه بعد كلى يافته‌اند و اجسام سماويه استعداد 70 اشرف انحاى حيات جسمانيه - و چون امتزاج عناصر در مركبات كنه تضاد را كسر نموده و صورت مزاجيه حادث 71 شده و مزاج در اضداد وسط است و براى وسط ضد نبود بنابرين مركبات مستعد قبول حيات باشند و هر قدر كه مزاج را ميل بجانب وسط زياده بود ممتزج قبول حيات كامله نمايد و چون اعتدال كامل يابد حتى كه تكافوى 72 اضداد و تباطل آنها على السويه بود ممتزج را استعداد كمال حيات نطقيه 73 كه مشاكل حيات سماوى 74 ست حاصل آيد و اين استعداد در جوهر روح انسانى پيدا است فى الجمله روح جوهرى است جسمانى كه متولد است از امتزاج عناصر به نحوى كه تشابه يافته به اجسام سماويه و بهمين‌جهت او را جوهر نورانى گفته [ اند 
  ] 75 چنانچه بروح باصره اطلاق 76 شعاع و نور كنند و براى همين نفس را از ديدن نور 77 سرورى و از ظلمت توحشى حاصل آيد چه آن مناسب جوهر مركب او باشد - و اين مضاد 78 مركب او -\r\n\r\nفصل : [ انفعالات مخصوصه قلب 79 
  ]\r\nحكما و تابعين آنها از اطبا اتفاق كرده‌اند كه فرح و غم و خوف و غضب از انفعالات مخصوصه روح قلبىاند و شدت و ضعف هر انفعال نه فقط از شدت و ضعف فاعل است بلكه گاهى بسبب شدت 80 استعداد جوهر منفعل نيز باشد و حكما ميان قوت و استعداد تفرقه 81 بفرق 82 لطيف نموده‌اند كه اطلاق قوت جايى كنند كه قبول ضدين بالسويه باشد و استعداد ضدين بالسويه نبود چه 83 هر انسان را قوت فرح و [ حزن 
  ] 84 بود بخلاف استعداد كه بعضى فقط مستعد فرح باشند 85 و بعضى مستعد حزن - و همچنين است 86 حكم غضب و خوف و ساير انفعالات - پس بودن روح ذات فرح و غم بالقوت معنى علىحده دارد و مستعد\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":9},
  {"content":"\r\n\r\nبودن او براى يكى از آن هر دو معنى علىحده و ظن آن است كه 87 استعداد عبارت از استكمال قوت بقياس احد 88 الضدين بود - پس ازين‌جا ظاهر شد كه روح را قوت فرح و حزن معا باشد و استعداد نبود مگر براى يكى از آن هر دو و اينكه قوت امرين مذكورين روح را از اول خلقت لازم است و استعداد 89 يكى از آن 90 هر دو لازم نيست بلكه عارض نشود مگر بواسطه سببى -\r\n\r\nفصل : [ فرح نوعى از لذت بود . . . 91 
  ]\r\nفرح نوعى از لذت بود و آن عبارت است از ادراك كمالى كه خاص به قوت مدركه باشد مانند احساس 92 حلو براى حاسه ذوق و بوى خوش براى حاسه شامه و شعور به انتقام براى قوت غضبيه 93 و شعور به متوقع نافع كه امل 94 باشد براى قوت ظانه يا متوهمه و هر كمال امر 95 طبيعى بود و هر امر طبيعى كمال و شعور قوت بامر طبيعى لذت آن قوت است - و اكثر 96 اتفاق افتد كه التذاذ قوى وقت مفارقت حالت غير طبيعى بود پس ظن آن باشد كه لذت خروج از حالت غير طبيعى است و ثبات بر حالت طبيعى 97 لذت نباشد و منشا اين سهو اخذ ما بالعرض 98 مكان ما بالذات است و در كتاب سوفسطيقا دانسة شد كه اين يكى از مغلطات است - بيان آنكه بعضى از مدركات مدرك نشوند مگر وقت استحاله چنانچه 99 ملموسات چه كيفيت حرارت و برودت مثلا 100 محسوس نشود و عضو لامس ازو منفعل نگردد تا كه كيفيت او مخالف آن نباشد و چون منفعل شود و كيفيت مستقر شده حكم مزاج اصلى پيدا كند احساس باطل گردد چه احساس باستحاله باشد و شى از ذات خود مستحيل نشود لهذا صاحب تپ‌دق با وجود شدت حرارت متاذى نشود بخلاف صاحب حمى محرقه 101 براى اينكه حرارت دق در اعضا تمكن يافته و حكم مزاج اصلى پيدا نموده و حرارت حمى محرقه بر اعضا طارى 102 شده در حالتى كه آنها بر مزاج خوداند و مخالفت مزاج آنها با حرارت محرقه ظاهر است - و اطبا حرارت دق را به اسم سؤ مزاج مستوى و متفق و حرارت محرقه را به اسم سؤ مزاج مختلف خاص كنند - پس ظاهر شد كه سبب عدم التذاذ بكمالات 103 مستقره عدم ادراك بود و سبب التذاذ وقت خروج 104 از حالت غير طبيعى به حالت طبيعى حصول ادراك و هرگاه حصول ادراك وقت خروج از حالت غير طبيعى 105 وقوع يافت و حصول لذت نيز پس مظنون 106 شد كه خروج سبب لذت باشد و حال آنكه چنين نيست بلكه سبب او حصول كمالات است نه غير آن - و اما سبب استعداد لذت پس 107 بودن ملتذ 109 است بر افضل احوال خود در كم و كيف باينكه در جوهر او نقصان نباشد و نه حالتى از احوال غير طبيعى و افضليت ملتذ 108 در كم آن است كه روح ملتذ كثير المقدار بود پس قوت او نيز كثير 110 و شديد باشد چه زيادت شى در كم مستلزم زيادت\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":10},
  {"content":"\r\n\r\nقوت در شدت بود - چنانچه در اصول طبيعى مبين شده و نيز چون روح كثير المقدار باشد وفا كند به اين كه قسط وافر از آن در قلب ماند و قسطى وافر 111 به انبساط رود كه در فرح 112 و لذت لازم است و چون قليل بود طبيعت به آن بخل نمايد 113 و او را [ در 
  ] 114 مبداى ضبط كند پس انبساط آن ممكن نباشد - و افضليت ملتذ در كيف آن بود كه مزاج و قوام او فاضل باشد و نورانيت او وافر پس مشابهت او براى جوهر سماوى شديد بود -\r\nو اينها اسباب لذت و فرح باشند و اضداد 115 اينها اسباب الم و ترح - چون اسباب لذت و اسباب استعداد او دانسته شد اسباب فرح نيز معلوم شود چه لذت بمنزله جنس است ، فرح بمنزله نوع او و روحى كه در قلب است وقتىكه كثير المقدار بود و ماده كه تولد او از آن قريب است نيز كثير 116 - و مزاج و قوام او معتدل و نورانيت او ساطع 117 استعداد او براى فرح شديد باشد -\r\nو چون قليل المقدار و قليل الماده بود چنانچه در ناقهين و منهوكين و مشايخ 118 يا غير معتدل المزاج چنانچه در مرضى و يا كثيف و مظلم 119 و غليظ القوام چنانچه در اصحاب سودا و مشايخ قبول انبساط نكند 120 و همچنين وقتىكه بسيار رقيق القوام بود چنانچه در منهوكين و نسا [ و يا 121 مظلم باشد چنانچه در اصحاب سودا 
  ] پس درين‌صورت شديد الاستعداد براى غم باشد -\r\n\r\nفصل : [ استعداد روح براى انفعال از مفرحات 122 
  ]\r\nمستعد چيزى را ادنى اسباب او 123 كفايت كند مانند كبريت كه مستعد اشتعال است پس مشتعل شود باندك آتشى كه باضعاف او 124 چوب اشتعال نيابد - و همچنين وقتىكه روح استعداد انفعال از مفرحات داشته باشد بحصول ادنى سببى از اسباب مفرحه فرحت يابد - و براى همين [ بشارب 
  ] 125 خمر فرح 126 كثير باشد حتى مظنون شود كه فرحت 127 او [ لذاته 
  ] 128 است و اين‌چنين نيست چه محال است كه اثرى بدون موثرى حادث گردد بلكه خمر چون باعتدال خورده شود روح كثير و معتدل المزاج 129 و معتدل القوام و شديد النورانيت توليد نمايد - پس آن روح مستعد فرح باشد و مر او را فرحت از ادنى اسباب مفرحه نافعه حاصل آيد - و تأثير آن از امور نافعه فى الحال اكثر باشد نسبت بتاثير 130 از امور نافعه مستقبل 131 و همچنين تأثير 132 آن از اسبابى 133 كه نفع آنها در لذت 134 است 135 اكثر بود نسبت باسبابى كه نفع آنها در خصايل نيك است و نيز تأثير 136 او از مظنونات نسبت به معقولات زياده 137 بود - چه روح نفسانى در حالت انتشار كثير الرطوبت باشد و اطاعت حركت مفكره و استعمال عقل ننمايد و با وجود اين بسبب 138 مخالطه ابخره متصاعده 139 متموجه كثير الحركت بود پس به سبب رطوبت\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":11},
  {"content":"\r\n\r\nاذعان تحريك قسرى جسمانى كند نه اذعان تحريك لطيف 140 روحانى [ و به جهت 
  ] 141 اضطراب اذعان تشكيل روحانى ننمايد بلكه قبول تشكيل جسمانى قسرى پس استعمال آن نيز 142 قوت فكر صعب باشد - و نيز قوت عقليه تا وقت حصول اعتدال مزاج و سكون تموج ازو اعراض نمايد -\r\nبدانكه قوت حيوانى در حالت انتشاء شديد الاستعداد به جهت فرح بوده بسوى او مفرحات فكريه صرفه 143 متاذى نشود چنانچه سبب او بيان شده بل مفرحاتى كه درو تصرف حس و وهم است چنين وهم كه تابع اوست و ازو حصول قوت مىكند درو تأثير نمايد و همچنين مفرحاتى كه درو تصرف حس و فكر است چنين فكرى كه 144 در استعمال روح نفسانى معاضد و متقوى به اوست چه حس در تحريك روح باطنى نسبت به عقل اقهر و اقوى 145 است 146 و لهذا وقتىكه روح باطنى بر عقل عصيان كند استعانت بحس نمايد پس بر تحريك روح قادر شود - چنانچه در علوم هندسه و ساير علوم پس لازم آيد 147 كه تاثير مفرحات مستقبله و جميله در نفس شارب كم باشد و تاثير مفرحات لذيذه طيبه و خصوصا وقتيه زياده 148 و به جهت اينكه استعداد او براى فرح شديد است - اضعف اسباب فرح براى او كفايت كند - چنانچه براى صبى پس مظنون شود كه فرح او بلا سبب است و حال آنكه اين محال است -\r\nو اسباب مفرحه و غامه بعضى از آنها قوىاند و بعضى ضعيف و بعضى معروف و بعضى غير معروف و بعضى از غير معروف بسبب كثرت اعتياد 149 مشعور نباشند - و اسباب مفرحه و غامه كه قوى و ظاهراند حاجت بذكر آنها نبود - و اسباب خفيه و ضعيفه پس مانند تصرف حس در ضياى عالم باشد و دليل الذاذ او ايحاش ضد او بود كه اقامت به ظلمت است و مانند مشاهده شكل و دليل تفريح او غم نمودن و حدت است و مانند [ تمكن 150 بر 
  ] حصول 151 مراد و استقرار بر مقتضى قصد به غير مانع و همچنين عزايم و آمال و ذكر چيزهاى گذشته و مستقبله از اميدها و محادثه و استغراب و اغراب و تعجب و اعجاب و رسيدن آواز خوش از 152 حصول مجاورت و مساعدت و خديعه 153 و تلبيس و غالب شدن در ادنى چيزى و غير اينها كه در كتاب انطوريقا يعنى خطابت 154 مذكور است - و تاثيرات اينها باعتبار خواهش و عادات مختلف باشد 155 و انسان از اسباب مفرحه و غامه البته خالى نباشد ليكن چون باستعداد احد الطرفين مختص شود از اسباب او زود منفعل گردد 156 اگرچه ضعيف بود - و اسباب طرف آخر تا وقتىكه قوى نبود منفعل نشود - پس سكر آن را به جهت همين اسباب فرح دايم باشد - و به جهت 157 مقابل او صاحب مزاج سوداوى و مظلم الروح را غم دايم مانند تذكر 158 اخطار و آلام سابقه و احقاد و قوت معاملات و معاشرات 159 و مانند توهم چيزهاى\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":12},
  {"content":"\r\n\r\nخوفناك پيش آينده و خصوصا مفارقت از دار دنيا كه واجب است و قناعت به چيزى كه لا بد است - و فكر در مهمات 160 واجب السعى ازين خوف عاقل را باز دارد - مانند ترك كردن شغل و فكر بسبب عارضى و قصور از مراد اين اسباب و مانند آن چون بر نفس مستعد الغم وارد شوند 161 احداث غم نمايند و نيز متخيله اصحاب سوداوى 162 بسبب قوت خود به ايراد اشباح و حكايات موحشه و غامه او را اعانت كند . و بسبب قوى شدن متخيله آن بود كه روحى كه موضع 163 آنست بسبب يبس مزاج خفيف الحركات باشد و اينكه عقل از قوى حس و وهم به جهت فساد مزاج روح و حركت كردن او بمقتضى مزاج ردى و كيفيت مظلمه اعراض نمايد .\r\n\r\nفصل : [ اسباب استعداد فرح و غم 164 
  ]\r\nاسباب استعداد فرح و غم منحصر در اسبابى نباشند كه [ اتصالات 
  ] 165 آنها بجوهر 166 روح است يعنى كميت و كيفيت او 167 بلكه گاهى اسباب نفسانى ديگر نيز روح را معد احد الامرين مذكور اين نمايند - و گمان آنست كه اعداد آنها نيز بواسطه احداث يكى از اسباب جوهريه بود يعنى اسبابى كه تصرف آنها در جوهر روح است باعتبار كميت و كيفيت باينكه مزاج و قوام روح را تعديل مىنمايند و مقدار او را تكثير 168 و طبيعت او را 169 فاضل پس معد فرح باشد يا باضداد اين عمل كنند 170 و معد غم سازند پس اين اسباب خارجه 171 فى الحقيقت اسباب اولى باشند و اسباب جوهريه اسباب قريبه و ثانيه و اين اسباب عارضه 172 منحصر نتوانند 173 شد يا تعداد آنها شاق بود - ليكن گمان داريم كه جمله آنها منحصر در معنى واحد باشد 174 و او آنست كه هر 175 فعل ذى ضدى كه بر شى مكرر شود قوت او بر او شديد بود و قوت شديده 176 استعداد است چنان كه گذشت - و اولى آنكه توضيح اين معنى باستقراء نمايم 177 پس مىگويم كه جسم وقتىكه دفعات متواليه تسخن يابد مستعد سرعت تسخن گردد و همچنين است حكم تبرد و تخلخل و تكائف و قوى باطنه را وقت تكرر 178 فعل و انفعال ملكه قويه حاصل شود و به مثل اين اخلاق كسب كرده مىشود - و سبب آنكه انفعالى كه لازم شى بود مناسب جوهر اوست و معاند ضد خود و معاند ضد چون متمكن شده قوت ضد او از آن كم گردد و استعداد اين معاند كه نيز ضد اوست زياده -\r\nو بيان اين معنى باستقرا و قياسى كه از 179 مشهور است ماخوذ است چنين باشد - اما تحقيق اين به برهان پس كلام درو ممل 180 و طويل است - و بيان اين معنى به نحوى كه اشبه به بحث علم طبيعى بود چنانست كه فرح را دو چيز لازم است يكى تقويت قوت طبيعى دويم تخلخل روح به سبب انبساطى كه لازم فرح است و تقويت قوت طبيعى را سه چيز تابع بود ، اعتدال مزاج روح و كثرت توليد\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":13},
  {"content":"\r\n\r\nبدل ما يتحلل 181 و حفظ روح از استيلا و تحلل و تخلخل روح را دو چيزى كه استعداد حركت و انبساط به جهت لطافت 182 قوام دويم انجذاب ماده 183 غاذيه بسوى او بسبب حركت كردن او در انبساط بسوى جهتى كه غير جهت حركت غذا است - و هر حركتى 184 كه بدين صفت باشد از شان او استتباع ماوراى خود است بسوى خود به چند و جوهى كه حاجت بذكر آن نيست - و درين امر اقتناع مىبخشد انجذاب مياه متاخره 185 وقت سيلان 186 متقدمه و همچنين انجذاب رياح و جلود در محاجم و انجذاب مياه در زراقات پس تكرر 187 فرح بدين سبب معد فرح بود 188 و همچنين اگر حالت غم تكرر شود قوت او نيز شديد گردد بسبب آنكه غم 189 را دو چيز تابع است ، ضعف قوت طبيعى و تكاثف روح به جهت برودت و انطفاى حرارت غريزى كه به سبب شدت 190 انقباض و احتقان روح 191 حادث شود و توابع اين اضداد امور مذكوره باشند - پس ظاهر شد كه تواتر فرح روح را معد فرح گرداند و تواتر غم معد غم و شخص 192 كثير الفرح 193 از اسباب مفرحه ضعيفه متاثر شود نه از اسباب غامه 194 مگر وقتىكه قوى باشد و مبتلاى 195 غموم را حال بضد آن بود -\r\n\r\nفصل : [ عوارض قلبى 
  ]\r\nاز عوارضات قلبى دو حالت‌اند كه باهم تشابه دارند يكى ضعف قلب و دويم توحش و ضيق الصدر - و فى الواقع 196 ميان هر دو فرق است و همچنين قوت قلب و تنشط و انشراح 197 صدر نيز باهم متشابه‌اند و ميان اين 198 هر دو نيز فرقى است مشكل 199 ، به جهت تلازم آنها در اكثر امر و براى اينكه اولين را دو حالت انفعاليه 200 ظن نموده‌اند و ثانيين 201 را دو حالت 202 فعليه و در دو طرف هر واحد از قسمين به چند وجوه فرق ظاهر شود - اول آنكه ميان هر دو تلازم نيست چراكه هر ضعيف 203 القلب محزان 204 نبود و نه هر محزانى ضعيف القلب باشد و نيز هر قوى القلب مفراح نيست و نه هر مفراحى قوى القلب است - دويم آنكه حدود هر دو متخالف 205 اند چه ضعف قلب حالتى است كه به جهت 206 او احتمال امر مخوف كم شود و ضيق الصدر حالت است به سبب 207 او احتمال امر موحش قليل بود - و مخوف عبارت از موذى بدنى باشد و موحش از موذى نفسانى - و سيوم آنكه لوازم نفسانى 208 هريك متخالف 209 اند چرا كه ضعف قلب حركت بسوى هرب دهد و توحش و ضيق الصدر بسوى دفع و مقاومت كه ضد هرب است - پس در صورت ضعف قلب اگر 210 عارضه لاحق شود تغير قوى 211 محركه نمايد\r\nو در ضيق الصدر تحريك آن و نيز در ضعف قلب دو انفعال باشد 212 - يكى انفعال بتاذى دويم انفعال بشوق حركت مباعدت - و در ضيق الصدر انفعال واحد\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":14},
  {"content":"\r\n\r\nبود 213 و آن انفعال باذيت است و شوق حركت مباعدت مر او را بالطبع لازم 214 نيست بلكه اكثر اختيار حركت مباعدت براى غرضى ديگر باشد - پس اين شوق اختيارى بود نه شوق حيوانى - و بسا باشد كه اختيار 215 بطش 216 و مقاومت كند نه مباعدت - چهارم آنكه لوازم بدنى متخالف‌اند چرا كه ضعف قلب را وقت 217 حصول موذى خمود حرارت غريزى و استيلاى برو 218 لازم است و ضيق الصدر را اشتعال 219 حرارت غريزى - پنجم 220 اختلاف اسباب استعداديه چه ضعف قلب تابع افراط رقت روح بود و ضيق الصدر تابع كثافت و سخونت [ مزاج 
  ] 221 او 222\r\n\r\nفصل : [ اسباب عوارض قلب 
  ]\r\nكثرت دم معتدل المزاج و معتدل القوام در بدن معد فرح بود به جهت كثرت توليد روح ساطع نقى معتدل القوام و دم رقيق صاف زايد السخونت به سبب كثرت اشتعال و سرعت حركت معد غضب - و دم رقيق مائى بارد و صاف معد 223 ضعف قلب و چنين چه روحى كه از آن متولد شده حركت او به طرف خارج ثقيل 224 باشد و اشتعال 225 او بسبب برودت و رطوبت قليل پس او را استعداد فرح و غضب نبود 226 - و نيز به جهت رقت و برودت سهل التحلل و قليل التولد باشد - و دم غليظ كدر زايد 227 الحرارت استعداد غم و غضب ثابت بخشد براى توليد روح كدر و سريع الاشتعال و ثبات 228 غضب به جهت كثافت روح بود چه كثيف وقتى كه قبول سخونت و برودت 229 كند به زودى نگذارد - و غضب دم صفراوى رقيق سريع الهيجان و سريع الانحلال باشد 230 - به سبب آنكه روح متولده ازين دم شديد الحرارت و لطيف است - و معهذا اگر صاف و مشرق 231 بود صاحب آن مفراح باشد - و دم 232 غليظ غير كدر وقتىكه زايد الحرارت بود و آن نادر است . صاحب او غير محزان و شجاع و قوى القلب و قليل الغضب باشد - چه مفراحيه 233 كاسر غضب بود - و محزانيه 234 مهى 235 او براى آنكه غضب حركت بسوى دفع است 236 - و مفراحيت كه مناسب لذت 237 است حركت 238 بنحو جذب - و معهذا غضب اين شخص قوى و عظيم باشد و نيز روح او شديد الغلظ بود لهذا قليل الخوف باشد . و صاحب دم غليظ 239 كثير البرودت نه محزان بود و نه مفراح - و غضب او شديد نبود و جبن ( 239 * ) او به حدى بود - و در هر امرى بليد و سليم باشد به جهت مشابه بودن روح به دمى كه ماده اوست - و صاحب دم غليظ و كدر 240 زايد البرد موحش و محزان و ساكن الغضب باشد مگر از امر عظيم و قيام غضب او از قيام 241 غضب حار مزاجى كه در ساير اوصاف ديگر مشاكل اوست كم باشد و از ثبات 242 غضب صاحب 243 دم رقيق القوام زايد و معهذا حقود بود .\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":15},
  {"content":"\r\n\r\n\r\nفصل : [ شرائط حصول عوارض قلب 
  ]\r\nحقد 244 پيدا شود 245 از تقرر 246 صورت موذى در وهم و تقرر صورت شوق انتقام ازو و اين وقتى بود كه غضب را قيام و ثباتى باشد و حركت بسوى انتقام شديد نبود و نيز غضب بسيار قوى نباشد و نه بسيار ضعيف - بدانكه هرگاه كه 247 غضب سريع الزوال بود صورت موذى 248 در خيال تقرر نيابد و احداث حقد نكند - و هرگاه كه 249 شوق و حركت بسوى 250 انتقام هر دو شديد بود حقد اشتداد نيابد ، به 251 دو وجه يكى انجذاب نفس به جهت حركتى كه نازع بانتقام است و بازداشتن او خيال 252 را از تصرف كردن در معنى موذى و ايراد توابع و لواحق او و تاكيد ارساخ او 253 در ذكر چه از شان [ قواى 
  ] 254 محركه 255 آن است كه نفس را از قواى مدركه باز دارد و عكس آن 256 و همچنين از شان قوى ظاهره بازداشتن نفس از قواى باطنه است و عكس آن -\r\nدويم آنكه شوق بسوى انتقام وقتىكه شديد شد و خوف كسر آن نكرد نزد 257 خيال بمنزله 258 مطلوب مدرك بود چه صورتى كه حركت بسوى او بسيار 259 شديد و سريع بود متخيله او را موجود تخيل نمايد و چون صورت مطلوب در خيال مانند صورت موجود مرتسم شد در خيال صورتى حاصل شود مثل صورت شى كه بسوى او منتهاى حركت است پس شوق از خيال باطل گردد و صورت او در ذكر مستقر 260 نشود و حقد نبود - و هرگاه كه 261 موذى عظيم و مهيب بود مانند ملوك به سبب ياس 262 و خوف 263 صورت موذى و شوق انتقام در وهم ثبات نيابد ، بلكه صورت خوف كه تشويق او بسوى هرب است نه بسوى بطش قيام باشد 264 - پس صورت حقد در نفس استقرار 265 نيابد و هرگاه موذى مانند صبيان 266 و ضعفا بود نيز حقد نباشد چه انتقام را درينجا به جهت سهولت حصول و قلت 267 خوف حكم حاصل و واقع بود چرا كه سهل الحصول نزد 268 خيال حكم امر واقع و موجود دارد و تخيل جارى نشود مگر در امرى 269 كه درو 270 واقع يابد نه در امرى كه وقوع آن بحسب تخيل باشد 271 و چون امر سهل نزد متخيله حكم امر حاصل دارد انتقام از ضعفا حكم موجود داشته باشد پس شوق بسوى 272 او از اول مرتبه ساقط بود و ثبات نيابد و حقد حاصل نشود 273 و دليل بر اينكه حال تخيل 274 در باب رغبت و زهد بر حكايات 275 است نه بر حقايق آن بود كه عسل را وقتىكه تشبيه داده شود بمرة متقيه انسانى را ازو نفرتى بهم رسد - و همچنين از ساير طعام هاى مستطابه - هرگاه كه الوان و اشكال آن شبيه بالوان و اشكال اجسام مستقذره باشد 276 اگرچه تصديق به صحت آن نبود - على هذا القياس وقتىكه تشبيه كرده شود چيزى را بامرى كه حركت شوق بسوى او زياده بود يا بامرى كه سهلة الحصول\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":16},
  {"content":"\r\n\r\nباشد انفعال قوت متخيله ازو چون انفعال ازو حاصل و موجود بود 277 و حقد صورت نه بندد - پس ظاهر شد مزاجى كه در آخر فصل سابق ذكر يافته بسيار مستعد حقد باشد -\r\n\r\nفصل : [ اسباب تفريح ادويه مفرحه 
  ]\r\nادويه مفرحه تفريح آن يا سببى 278 از اسباب معروفه است مانند تربيت روح در شراب و تنوير و 279 تسطيع او در مرواريد و ابريشم كه از جهت شف اوست - و جمع 280 و منع او از سرعت تحلل چنانچه در هليله كابلى و كهربا و بسد است - و تعديل مزاج او به تسخين چنانچه ميان درونج [ با 
  ] 281 تبريد 282 چنانچه در گلاب و كافور و تقويت او به ملايمت طبيعت ملذه 283 مانند عقاقير خوش‌بو و خوش‌طعم و نقض 284 بخار سوداوى ازو 285 چون در گاؤزبان و حجر لاجورد 286 - و يا به جهت اجتماع چند اسباب است از علل مذكوره چنانچه در بسد و درونج و گاؤزبان و حجر لاجورد بود و در فصول متاخره بيايد - و يا به جهت خاصيت مجهوله است فقط مثل ياقوت - و يا به جهت خاصيت مع علتى از علل مذكوره مثل مشك و عنبر چه تفريح هر دو به خاصيت است مع علتى از علل مذكوره و آن رايحه غاذيه روح بود و مثل رب سيب كه تفريح او به خاصيت است و هم به تعديل مزاج روح وقتىكه مزاج او حار بود و مانند درونج كه تفريح او بخاصيت است و به تعديل مزاج [ روح 
  ] 287 نيز هرگاه كه مزاج او بارد باشد و گاه باشد كه با خاصيت چند علل از علل مذكوره جمع شوند و عللى كه مقارن خاصيت اند كليه باشند و جزئيه و در كليه احتياج باصلاح آنها در جميع 288 علل ضعف قلب و توحش نباشد مانند بوى خوش و در جزئيه به بعضى احوال احتياج به اصلاح آن افتد - چون تبريد شربت سيب چه علت تفريح درو تبريد [ بود 
  ] 289 و آن مختص مزاج حار است پس وقتىكه خاصيت تفريح او در مزاج بارد مطلوب باشد تبريد او را به [ تسخين 
  ] 290 منكسر 291 سازيم 292 و اصوب 293 براى اصلاح 294 آن بود كه او را با وجود كيفيت مطلوبه خاصيت تفريح نيز باشد مانند مشك و كيفياتى كه ملايم جوهر روح‌اند ميل قوى حساسه بسوى آنها به خواهش بود و ميل جوهر روح بالطبع مانند بوى خوش و طعم حلو كه قوت شم و ذوق را بانها خواهشى بود و قوى طبيعى و حيوانى را بالطبع ميلانى پس دواى كه 295 احلى و اطيب است از مساوى خود انفع بود به جهت آنكه قبول جاذبه كند و ساير اعضا مر 296 او را شديد باشد 297 پس اگر آن هر دو از قسم 298 غذا باشند روح از آنها بيشتر اغتذا نمايد و اگر از قسم 299 دوا بوند زودتر از آنها انفعال يابد و محل رايحه جوهر لطيف بخارى يا دخانى بود و محل 300 حلاوت جوهر كثيف ارضى و براى همين رايحه طيبه بروح اغذى باشد و حلاوت به بدن - و در ادويه قلبيه\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":17},
  {"content":"\r\n\r\nرعايت طيب 301 رايحه از حلاوت زياده بود - و در ادويه كبد به عكس - اين چرا كه قلب معدن تولد غذاء روح است و كبد معدن تولد 302 غذاء بدن 303 - و آنچه در ادويه كبديه رعايت امر رايحه اكثر 304 از رعايت امر طعم در ادويه قلبيه كرده مىشود - و جهتش آن است كه كبد مستقر روح طبيعى است اگرچه معدن تولد او نبود مگر نزد كسانى كه نظر اوشان منحصر در علم طب باشد 305 و روح طبيعى 306 از رايحه طيبه تقويت و تغذيه 307 پذيرد - و قوت روح طبيعى را قوت قوى 308 طبيعى لازم -\r\n\r\nفصل : [ تفاوت خاصيت با طبيعت 
  ]\r\nخاصيت فى الحقيقت چيزى غير طبعيه نيست چه حد طبعيت چيزيست در جسم كه مبداى حركت و سكون و ساير افعال او بالذات بود بر خاصيت نيز محمول است ليكن تخالف او با طبعيت چون تخالف خاص بعام باشد - و نزد عامه چون مخالفت مباين با مباين 309 و فى الحقيقت عناصرى كه ماده 310 اجسام قابل كون و فساداند بعضى قواى فاعله 311 اولا در حالت بساطت درو حادث شوند - همچون قواى نار و هوا و ماء و ارض - و بعضى ثانيا بعد حدوث كيفيت مزاجيه به جهت حصول استعداد قبول او و در حصول استعداد دو مذهب است - يكى آنكه چون 312 بعضى صور در هيولى حادث شوند افاده استعدادى كنند كه سابق نبوده - و دويم آنكه جميع 313 استعدادات هر هيولى را از اول 314 امر لازم اند ليكن بعضى صور وقت حدوث خود از بعضى استعدادات مانع شوند و چون صورت ديگر مبطل صورت اولى پيدا گردد و به بطلان آن 315 منع او نيز باطل شده 316 و استعداداتى كه [ از 
  ] 317 براى هيولى با طبع بودند عود نمايند و بهر حال بعضى صور چنين‌اند كه در حالت بساطت عناصر يافته نشود بلكه استعداد قبول او بعد امتزاج و رفع بساطت حادث گردد چون قوت جذب حديد در مقناطيس و حصول هر 318 دو قوت مر عناصر را لذاته نباشد بلكه از سبب خارج بود و اين فيض الهى است 319 كه سارى در كل شده و هر 320 بالقوه را بفعل مىآرد به دو وجه يكى باستعداد اول همچون قواى بسايط و دويم باستعداد ثانى كه به مزاج حاصل بود 321 مانند قواى مركبات و مزاج عين استعداد نباشد و نه فاعل او بلكه معد او بود و اگر سايلى از 322 خاصيت سوال كند جواب او بعينه جواب از طبعيت معروفه باشد مثلا سايلى از لميت احراق 323 نار سوال كند حار بودن او [ جواب 
  ] 324 توان گفت و معنى 325 اين جواب جز اين نيست كه درو قوتيست محرقه بالطبع و همچنين اگر سوال كند از لميت جذب نمودن مقناطيس حديد را جواب آن باشد كه درو قوتيست جاذبه بحديد 326 با طبع و چنان كه عالم اين امر كه احراق نار بحرارت است عالم بحقيقت حال بود و منسوب به جهل\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":18},
  {"content":"\r\n\r\nنتوان كرد و همچنين عالم اينكه جذب مقناطيس و حصول 327 هر دو قوت مر عناصر را لذاته نباشد بلكه بقوتى است كه مقتضى طبع او جذب حديد است چنانچه مقتضى طبع قوتى كه مسمى بحرارت است احراق 328 بوده عالم بحقيقت حال باشد نه منسوب بجهل 329 ليكن قوت محرقه مسمى 330 بود و اين غير مسمى و آن مشهور است و اين غير مشهوراند 331 و غريب و مسمى بودن معنى به اسمى باعث معلوميت او نباشد 332 تا 333 از عدم مسمى بودن عدم معلوميت [ او مطلقا 
  ] 334 لازم آيد و هر شهرتى مزيل جهل نبود كه باعث غرابت اوست و طبعيت اشخاص عامى به اين جواب قانع نشود چه نزد اوشان صدور هر فعلى از جسم بواسطه كيفيات اربعه است و يا به ثقل 335 و يا به خفت و يا به حركت يا ديگر امور كه در بسايط موجوداند پس تا وقتىكه فعلى بيكى از امور مذكوره منسوب نباشد نزد اوشان مجهول المبداء بود و چنين نيست بلكه مبداى فعل به اين به خود آيند كه صدور او از 336 قواى نفسانيه است يا طبيعيه 337 يا عرضيه - و آنچه در 338 امر مقناطيس بتكلف گويند كه جذب او حديد را به حر است و يا به برد و يا به نفس و يا به خروج اجسامى چون صنانير ازو و يا براى اينكه تمام طبيعت او مشاكل طبيعت حديد است و يا بسبب خلائى 339 كه درو بود و بطلان او بادنى 340 سعى منكشف شود و حق آنست كه مقناطيس بسبب مزاج 341 استفاده قوت جاذبه نموده چنانچه 342 نبات استفاده قوت غاذيه و اما جهل اينكه اين قوت بچه سبب درين جسم 343 يافته شده و بچه سبب در جسم ديگر نيست - جهلى است كه كلام ما درو 344 نبوده و اين جهل بر دو صنف 345 بود 346 يكى بقياس مبداى يعنى [ جهل 
  ] 347 بمبداى 348 كه افاده وجود اين قوت نموده و اين جهل مختص خاصيت نباشد بلكه در امر طبيعت معروفه نيز موجود است - دويم بقياس قابل يعنى جهل بعلتى كه به جهت او اين جسم استعداد قبول اين قوت يافته و اين جهل نيز مختص خاصيت نبود بلكه در الوان اجسام 349 و روايح آن و قواى نفسانيه و غير آنها نيز داير است - و مىدانيم 350 ما كه وجود جمله اين امور از مبادى 351 فعاله بود كه سبب جمله آنها اللّه تعالى است - و نيز مىدانيم 352 كه سبب قابلى آنها استعدادى باشد كه به تبعيت 353 مزاج در ماده حاصل است ليكن ما دامى كه ما در عالم كون و فساد موجوديم 354 نسبت بسايط اين مزاج بر ما مجهول بود - پس جهل ما بسبب حصول اين قوت در مقناطيس از جهل 355 سببى كه شى را مستعد حمرت يا صفرت ساخته بلكه بدن را مستعد نفس گردانيده عجيب 356 نباشد ليكن نفس را از امور معتاده و مشهوره اكثر تعجب نبود و از مواضع بحث 357 آن غفلت آيد بخلاف نادر كه او را بسوى تعجب كشد و در سبب او 358 استدعاء بحث و نظر نمايد -\r\nفى الجمله خاصيت طبعيتى است كه در اجسام مركبه از فيض علوى يافته\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":19},
  {"content":"\r\n\r\nشود 359 و به جهت حصول امزجه خاصه كه مفيد استعدادات 360 خاصه‌اند و كلام در خاصيت بحسب [ تحقيق 
  ] 361 چنين باشد و بحسب معتاد و ظن جمهور و ضعفا اهل [ نظر 
  ] 362 آنكه خاصيت مفارق طبيعت است چه خاصيت قوتى باشد در اجسام مركبه كه فعلى ازو در جسم ديگر خارج از افعال طبيعت صدور يابد - و طبيعت قوتى است در اجسام بسيطه كه مبداى جميع 363 افعال او بالذات بود و اگر نار غريز الوجود مىبود 364 و او را از بلاد دور دست مىآورند هر آئينه جمهور عقلا خاصيت او را بر ساير خاصيات مقدم مىداشتند - و بحث از سبب خاصيت او نسبت باسباب خاصيات ديگر زياده مىكردند چراكه افعال عجيبه و غريبه از نار صدور مىيابند مثل آنكه ابصار را در ظلمت از قوت بفعل مىآرد - و از حس نمودن منع نمايد و بسوى فوق متصعد 365 شود 366 و هر 367 چيزى كه قوت يابد تصعيد نمايد و از قليل او در ساعت شى كثير گردد و بهرچه 368 ملاقى شود فاسد گرداند و او را بجوهر خود احاله نمايد و هر چيزى كه ازو به خود گيرد كم نشود و قسم بعمر خود كه اين 369 خاصيات بسيار اعجب 370 باشند نسبت بخاصيت مقناطيس و ديگر خاصيات ليكن شهرت و كثرت مشاهده او باعث رفع تعجب و بحث از سبب خاصيات او گشته‌اند 371 در فعل مقناطيس موجب تعجب و بحث از سبب او -\r\n\r\nفصل : [ صفات ادويه 
  ]\r\nدر بحث ادويه قلب - واجب است كه افعال و منافع ادويه كه در يك معنى مشترك‌اند درينجا ذكر كنيم و پيش ازين صفات كل ادويه 372 بر سبيل وضع عد 373 نمائيم پس مىگوئيم ما كه بعضى صفات ادويه در ذات او 374 يافته شوند عام ازينكه وجود آن در ذات او قبل فعل قوى بدنيه بود يا بعد فعل 375 او و بعضى بقياس فعل او بابدان و جزى كه متصل اوست حاصل آيد و صفاتى كه در ذات او باشد حرارت و برودت و رطوبت و يبوست و لطافت و كثافت 376 و جمود 377 و لزوجت و سيلان و هشاشت و طعوم و روايح‌اند و مراد بدواى حار آن بود كه چون قوت طبعيه ابدان ما درو اثر كند اولا گرم شود پس بدن را گرم نمايد و همچنين 378 از بارد و رطب و يابس و لطيف آن است كه چون قوت مذكوره درو اثر كند باجزاء صغارى كه بحسب عادت ممكن‌اند به زودى منقسم گردد 379 مثل دارچينى و زعفران و كثيف خلاف آن باشد - و دواى جامد آن را گويند كه عاقد او برد بود و مسيل 380 او حر 381 و يا به عكس اين وسايل آن را نامند 382 كه تحرك اجزاء او از وضع خود سهل باشد 383 و هش 384 آن است كه بكاسر 385 ضعيف منقسم باجزاء صغار گردد 386 و لزج آنكه قبول امتداد كند و زود منقطع نشود و طعوم و روايح معروف‌اند حاجت بيان نيست -\r\nو صفاتى 387 كه ادويه را باعتبار افعال او در بدن حادث شوند دو قسم باشند - يكى مطلقه و دويم آنكه باعتبار افعال آن در امور عظيمه بدنيه حادث‌اند 388 -\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":20},
  {"content":"\r\n\r\nاما اول پس چند طبقه دارد - و از طبقه اولى ملطف 389 و محلل و جالى و مخشن و مفتح و مرخى و غسال 390 و مقطع و جاذب و لازع 391 و محمر و مفرح 392 و محكك و محرق و اكال و معفن و كاوى و منضج 393 و هاضم و منفخ و كاسر رياح - و از طبقه دويم مغلظ و مغرى و مملس و مزلق و مقبض و عاصر و مسدد و رادع و مخدر و مضجج - 394\r\nو از طبقه سيوم قاتل و مفسد و ترياق و ثانى چون مسهل و مدر بول و مدر عرق و مسقط و منفث و مقى و حابس دم و عاقل 395 و ماسك بول و مدمل قروح و منبت لحم و موسخ قرحه و منقى او -\r\nو الحال مىبايد كه معانى مصطلحه اين الفاظ را بيان سازيم تا كه تفرقه ميان آن حاصل آيد -\r\n\r\nملطف :\r\nدواى است كه قوام خلط 396 را بحرارت معتدله و تحليل ناقص 397 گرداند -\r\n\r\nمحلل :\r\nآنكه خلط را بحرارت مفرطه از موضع او به تبخير فنا سازد -\r\n\r\nجالى 398 :\r\nآن بود كه رطوبات جامده لزج را از سطح عضو و فوهات مسام 399 دور نمايد -\r\n\r\nمخشن :\r\nآن است 400 كه رطوبات مملسه 401 را از عضو صلب مختلف الاجزا جلا دهد پس خشونت اصليه او عود نمايد -\r\n\r\nمفتح :\r\nآنكه تحريك دهد ماده را كه در تجويف منافذ واقع است و اخراج نمايد 402 آن را از مخارج 403 متعدده نه از فوهات منافذ فقط -\r\n\r\nمرخى :\r\nدواى باشد كه قوام اعضاء كثيفه 404 را بحرارت و رطوبت نرم سازد پس مسام آن وسيع گردد و اندفاع فضول اسهل 405\r\n\r\nغسال 406 :\r\nآن است 407 كه اخلاط لزجه جامده را بسبب 408 رطوبت و سيلان بر فوهات 409 مسام 410 نرم سازد پس حركت آن از سطوح اعضا لازم آيد لهذا جلاء اين به قوت 411 منفعله بود كه رطوبت است نه به قوت فاعله چون ماء الشعير بلكه آب خالص و معهذا اگر قوت جاليه 412 داشته باشد غسل او اقوى بود مانند آب صابون و اشنان -\r\n\r\nمقطع 413 :\r\nدواى لطيفى بود كه ميان سطح عضو و خلط لزجى كه به آن ملتصق است نفوذ كند و او را از سطح عضو جدا سازد و همچنين ميان اجزاى خلط نيز نفوذ نمايد و اتصال او را باطل كند و احجام او را صغير ليكن نه 414 از جهت ترقيق قوام و افناى جوهر 415 او به تحليل و مقطع مقابل ملتزق لزج بود - چنانچه ملطف 416 مقابل متكاثف 417 -\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":21},
  {"content":"\r\n\r\n\r\nجاذب\r\n: دواى است كه قوت نفاذه قويه داشته باشد - پس خلط را از سطحى كه مماس اوست تحريك دهد - و اين [ تحريك 
  ] 418 به دو وجه بود - يكى بخاصيت 419 و دويم به تسخين 420 و جذب تسخين نيز به چند وجه است - يكى به تحليل پس به جهت 421 ضرورت خلا انجذاب بدل ما يتحلل لازم آيد - و دويم آنكه حرارت متخلخل است - پس انجذاب ما فى فرج لابد باشد - سيوم آنكه سخونت موجع بود و انصباب مواد بعضو ذى وجع 422 ضرورى باشد به دو وجه - يكى آنكه وجع مضعف قوت عضو است ، پس فضول اعضاى ديگر كه قوت دافع آنها 423 دفع ساخته قبول نمايد - و دويم آنكه طبيعت و روح براى مقاومت موذى بعضو ذى وجع متوجه شود و به تبعيت او دم كثير نيز بسوى او سيلان يابد -\r\n\r\nلاذع :\r\nدواى است كه كيفيت نفاذه لطيفه داشته باشد و احداث تفرق اتصال كثير العدد متقارب الوضع صغير المقدار كند 424 كه موجع بود -\r\n\r\nمحمر 425 :\r\nآن باشد كه تسخين قوى در عضو مماس كند تا كه دم 426 لطيف به ظاهر او به قوت منجذب شود و سرخ گردد چون خردل و تين و پودينه و ادويه محمره 427 فعل آنها در جلد قايم‌مقام كىء باشد -\r\n\r\nمقرح 428 :\r\nآن است كه بسبب افراط 429 تحمير تحليل رطوبتى كند كه ميان 430 اجزاى ملاقى او وصل‌كننده است - پس احداث جراحت نمايد و جراحت بسبب انجذاب فضول 431 قرحه گردد مانند بلادر -\r\n\r\nمحكك :\r\nآنكه حدت و تسخين او به مرتبه بود كه جذب اخلاط حاده لذاعه به مسام كند نه بمرتبه كه تقريح نمايد مثل كبسيكج -\r\n\r\nمحرق :\r\nآن است كه رطوبات 432 اخلاط را به تبخير فنا سازد تا كه رماديت او باقى 433 ماند چون فرفيون و افيون 434 و حلتيت -\r\n\r\nاكال :\r\nآنكه تحليل و تقريح او بمرتبه بود كه از جوهر لحم عضو نيز نقصان كند مانند زنگار\r\n\r\nمعفن :\r\nآن بود كه اتصال عضو را به تحليل 435 رطوبت و روح طبيعى و حرارت غريزى باطل سازد و تحليل او بمرتبه تاكل و تشويه و احراق نرسد ، بلكه رطوبتى [ باقى 
  ] 436 ماند كه حرارت غريبه غير طبعيه 437 درو عمل كند و حالتى كه مسمى بعفونت است حادث گردد مانند زرنيخ و ثافثيا 438 -\r\n\r\nكاوى :\r\nآنكه 439 احراق 440 جلد نمايد و رطوبت او 441 را فنا سازد مگر بقدرى 442 كه بسبب او اتصال اجزاى عضو باقى باشد پس چون اخكر 443 صلب گردد و جلد [ جوهر 
  ] 444 بسبب صلابت سد مجراى خلط سايل بود 445 چون زاج و قلقطار -\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":22},
  {"content":"\r\n\r\n\r\nمنضج :\r\nدواى باشد كه قوام خلط را باصلاح آرد يعنى غليظ را رقيق كند 446 و رقيق را غليظ تا كه 447 صالح اندفاع شود 448 و گاهى اين فعل بقوام 449 نمايد مثل اينكه رقيق بود پس ترقيق خلط غليظ كند يا غليظ باشد و تغليظ رقيق نمايد و گاهى بكيفيت چه حار منضج بالذات بود و بارد بالعرض - چرا كه حرارت تلطيف خلط غليظ كند و تغليظ خلط مائى و ميان بدن و شى غريب بالطبع مفرق بود - و بارد خلط رقيق را افاده 450 [ غلظ 
  ] كند و حار را افاده اعتدال و هر چيزى را كه حرارت سيلان نمايد ، برد تجميد 451 كند و بالعكس - پس اگر رقت خلط از حرارت غريبه بود دواى بارد كسر حدت او نمايد 452 و حرارت غريزيه كه مضاد اوست استيلا يابد و خلط را نضج دهد -\r\n\r\nهاضم :\r\nدواى بود كه غذا 453 را باخلاط محموده غذادهنده بدن احاله كند و اخلاط را مشابه بدن گرداند -\r\n\r\nمنفخ :\r\nآنست كه در جوهر 454 او رطوبت غليظه غريبه باشد كه چون حرارت غريزيه معتدله درو عمل نمايد مستحيل برياح گردد و بسرعت تحليل 455 نشود مانند لوبيا - و منفخ دو قسم است يكى آنكه نفخ او فقط در معده باشد و دويم آنكه نفخ او در عرق بود و سبب نفخ عروقى آنست كه رطوبت بجوهر دوا مخالطت شديده داشته باشد پس تحلل برياح نيابد مگر وقت تفرق اجزاى دوا كه در عروق بود نه در معده چون زنجبيل و جرجير و ادويه كه چنين بوند تهيج 456 باه نمايند - 457\r\n\r\nكاسر رياح :\r\nآنكه بحرارت لطيفه نافذه تدارك قصور حرارت ضعيفه كند كه احاله رطوبت 458 بريح نموده و به تحليل نرسانيده - و بسا باشد كه تحليل او به مرتبه رسد كه تحليل رياح عروقى نيز كند خواه از ادويه بود و خواه از اغذيه مثل تخم سداب و فنجكشت و هر دواى كه چنين بود مضر باه باشد 459 -\r\n\r\nمغلظ :\r\nضد ملطف 460 بود -\r\n\r\nمغرى :\r\nدواى لزجى بود كه بر فوهات مجارى منبسط شده تسديد آن نمايد -\r\n\r\nمملس :\r\nدواى مغرى 461 است كه بر سطح عضو مختلف الاجزا يعنى خشن مانند معده و رحم و قصبه ريه 462 منبسط شود پس احداث سطح غريب املس نمايد -\r\n\r\nمزلق :\r\nآنكه سطح 463 جسمى را 464 كه به جهت يبس خود در مجرى محتبس است 465 تر سازد تا كه از جاى خود جدا شده به ثقل طبعى خود حركت نمايد پس مزلق محرك بالعرض بود چون آلو بخارا و لعابات -\r\n\r\nمقبض :\r\nدواى است كه در 466 عضو احداث يبس 467 كند تا 468 بذات خود مجتمع شود و انسداد مجارى 469 لازم آيد -\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":23},
  {"content":"\r\n\r\n\r\nعاصر :\r\nآنكه اجزاى عضو را به مرتبه قبض و جمع نمايد 470 كه رطوباتى 471 كه در خلل 472 او مقيم 473 اند منضغط شده حركت بمباينه نمايند 474 -\r\n\r\nمسدد :\r\nدواى 475 بود كه چون در منافذ جارى شود تحريك آن بر قوت محركه دشوار باشد پس نزد مجارى تنگ توقف نمايد 476 و فرج آن را پر سازد مانند طين ماكول -\r\n\r\nرادع :\r\nدواى بود 477 كه به سبب برد تكثيف عضو كند و مسام 478 او 479 تنگ 480 و خلطى را كه بسوى او 481 سايل است نيز غلظ 482 و خثورت 483 بخشد و ازين وجوه از عضو ماده را بازدارد و معهذا اگر غليظ القوام بود فعل او اقوى باشد چون روغن گل مبرد و لعاب اسپغول -\r\n\r\nمخدر :\r\nآنكه تبريد او به مرتبه باشد كه روح نافذه عضو را مزاجى 484 بخشد خلاف مزاجى كه به آن قبول قوى حساسه و محركه نموده و نيز عضو را به 485 همچنين مزاجى احاله نمايد پس حس 486 عضو باطل گردد -\r\n\r\nمقوى :\r\nدواى بود كه تعديل قوام عضو و مزاج او كند تا از قبول آفات بازماند و اين فعل گاهى بخاصيت نمايد چون گل مختوم و گاهى باعتدال خود پس مزاج بسيار گرم را تبريد كند و بسيار سرد را تسخين ، چنانچه روغن گل به حكم جالينوس -\r\n\r\nمضجج :\r\nآنكه بسبب برد منع هضم و نضج نمايد مانند آب سرد چون در ورم معده مستعمل شود 487 -\r\n\r\nقاتل :\r\nدواى بود كه مزاج روح و بدن را 488 بجوهر و صورت نوعيه خود فاسد سازد مانند سموم يا بكيفيت فاعله غالبه چنانچه افيون به برد 489 و فربيون به حر -\r\n\r\nسم :\r\nآن را گويند كه مزاج روح فاسد نمايد به جهت مضاد [ بودن 490 جوهر 491 او و صورت نوعيه او مر 492 
  ] جوهر و صورت روح را -\r\nدوا مدر بول و مدر عرق و مسيل دم و حابس دم و مانند اين 493 : معنى اينها از الفاظ مفهوم شود حاجت به 494 تجديد نيست -\r\n\r\nفصل : [ ادويه كه به اين صفات موصوف‌اند 
  ]\r\nادويه كه به اين صفات موصوف‌اند بعضى ازينها 495 در ادويه قلبيه 496 داخل شوند و بعضى نه پس مىبايد كه 497 هر واحد آن را بيان كنيم -\r\n\r\nادويه مسهله :\r\nدر ادويه قلب بر دو وجه داخل شوند - يكى اسهال خلط موذى از تمام بدن يا از ناحيه دماغ و قلب ، مثل طبيخ 498 افتيمون و حب شبيارى\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":24},
  {"content":"\r\n\r\nكه ازو متخذ 499 باشد - دويم تنقيه 500 دمى كه در قلب است خاصه تا روح نقى ازو تولد 501 يابد مثل حجر لاجورد و حجر ارمنى چون با زعفران و زرنباد و ديگر ادويه قلبيه به مقدارى بود كه به قلب رسيده خلط سوداوى را از دم او تنقيه نمايد نه به 502 مقدارى كه استفراغ خلط سوداوى كند 503 - و نيز ادويه مسهله مضر قلب‌اند - زيرا كه هر استفراغى مضر طبيعت است از دو وجه - اول آنكه باستفراغ خلط غير طبيعى خلطى كه ملايم طبيعت است نيز مستفرغ شود و ثانى آنكه دواى مسهل به جهت جذب اخلاط بر اعضا غلبه نمايد و طبعيت را مقهور سازد چه طبعيت اخلاط را به مقر آن 504  a  جذب كند و در آنجا مسك نمايد و دواى مسهل بضد آن عمل كند - پس تا وقتىكه 504 -  b  طبيعت را ضعيف و عاجز نسازد بر فعل خود قادر نگردد فايده ترياق به تقويت طبعيت حبس اسهال و قى كند و به تسلط بر چيزى كه به سميت مستفرغ باشد - و حكيم بقراط چه خوب فرموده كه دواى مسهل هم تنقيه كند و هم ضرر رساند - و منفعت اسهال از جهت تنقيه روح در توحش اكثر بود از منفعتى كه در ضعف قلب است - چرا كه اسهال تقليل ماده روح كند و انها ك مزاج روح و قلب -\r\n\r\nادويه مدره بول و عرق\r\n: در ضعف قلبى كه از رقت دم و مائيت 505 او بود نافع است و ضار بود در توحش و غم كه از كدورت 506 دم و سوداويت او باشد چه آن در غلظت و ظلمت دم افزايند پس يبس 507 مزاج زياده گردد و اخراج دم در ضعف قلبى كه از برودت دم و رقت و نزارت 508 او باشد بسيار ضرر بخشد و نافع است در آنكه [ ضعف 
  ] 509 بسبب اختناق حرارت غريزيه و كثرت ماده دمويه بود 510 چون خفقان دموى -\r\n\r\nادويه ملطفه 511 :\r\nدر ادويه قلب داخل كنند 512 هرگاه كه سبب توحش و ضعف قلب عكريت دم و غلظت 513 و برودت او باشد و ازين جهت روح كثير و معتدل تولد نيايد -\r\n\r\nو همچنين ادويه محلله و جلاءه و 514 ادويه مفتحه :\r\nدر ادويه قلب نيز داخل شوند تا كه براى ادويه قلبيه ثقيله 515 مانند كهربا و طين مختوم تفتيح منافذ نمايند -\r\n\r\nو ادويه منفخه 516 :\r\nباصحاب توحش و ضعف 517 قلب ضرر دارند چه ابخره 518 ريحيه كه از آن متولد شوند بجوهر روح اختلاط 519 يابند و نسبت آن بروح چون نسبت فضول باعضا باشد پس روح را ازو ظلمت و ثقل حاصل شود از افعال خود بازماند و اين سبب زياده توحش و ضعف قلب گردد -\r\n\r\nو ادويه مقبضه و مغريه 520 :\r\nدر ادويه قلب داخل 521 شوند به جهت آنكه جوهر روح را متانت و اتصال صالح بخشد پس از ادنى حركتى تحلل نپذيرد\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":25},
  {"content":"\r\n\r\nو منفعت آن در ضعف قلب نسبت به توحش اكثر باشد چه ضعف قلب در اكثر از رقت روح و دم بود و 522 توحش از غلظت 523 دم و كدورت آن -\r\n\r\nادويه رادعه :\r\nدر ادويه قلب داخل شوند وقتىكه ضعف قلب از 524 سوى مزاج حار بود كه باعث قبول آفات گردد -\r\n\r\nادويه مخدره :\r\nدر ادويه قلب داخل شوند كه تا زمان رسيدن آن 525 بقلب حفظ قوت نمايند و نيز تا زمانى كه در قلب تاثير كنند 526 قوت آن محفوظ دارند مانند افيون 527 كه در معاجين داخل شود 528 -\r\n\r\nادويه مقويه كه ترياقى 529 دارند :\r\nتمام آن در ادويه قلب داخل شوند چه آن بالخاصيت ملايم طبيعت انسانى باشند و مبداى طبيعت انسانى قلب است و قلب چون تقويت پزيرد از سموم منفعل نشود چون درونج و زرنباد و مشك و جميع ادويه مفرحه و مقويه قلب ترياقى 530 دارند نه هر دواى ترياقى تفريحى چرا كه اكثرى از ان شديد الحر بود 531 مثل جند بيدستر و اكثرى شديد البرد چون كافور و تخم كاهو 532 و تخم خرفه - و ترياقيت دوا محتاج اين كيفيت به چند وجوه باشد - يكى آنكه سمى 533 كه مقابل اوست با وجود مضاده جوهر 534 او بجوهر روح بكيفيت خود مضاد اين كيفيت باشد - و بسا كه سميت او به جهت كيفيت بود نه به جهتى ديگر و دويم آنكه دواى ترياقى در مقاومت سموم حاره و بارده معا گاهى محتاج حرارت شديده بود بنا بر چند وجوه - اول آنكه روح از حرارت قوى الحركت باشد و ثانى آنكه از حرارت شديد الانبساط گردد و ملاقات سم مع سلاح ترياقى از بعيد كند و دفع آن قبل 535 از وصول او بقلب نمايد - و ثالث آنكه دوا بسبب 536 حرارت بر احراق سم 537 و افساد او قوت يابد و در زمان 538 قليلى كه اين غلبه حاصل 539 شود حفظ سلامت روح بخاصيت ترياقيت كند -\r\n\r\nو ادويه منفثة 540\r\nبه جهت تسهيل 541 نفس و ترويح 542 در ادويه قلبيه داخل شوند - ادويه محلله براى ضعف قلب و توحش بسيار ردى 543 اند مگر اين كه ضعف قلب و توحش بسبب غلظت 544 و برودت روح بود و در بدن اخلاط فجه باشند و سبب اضرار او در ضعف قلب آنست كه روح قليل و رقيق ازو تحلل 545 يابد چرا كه 546 چيز [ ى كه 
  ] 547 از جنس بخار و ريح بود اولا تحليل 548 پذيرد و ضرر او 549 در توحش به جهت 550 آنكه اگر توحش از باعث قلت 551 روح است 552 از تحلل او قلت 553 روح زياده گردد و اگر از عكريت و غلظ روح باشد به جهت تحلل يافتن لطيف غلظت و كثافت او زياده شود 554 پس اگر ضرورتى 555 داعى استعمال او باشد ادويه مقويه و جامعه و حافظه اتصال كه با قلب نيز مناسبتى دارند مخلوط نمايند مثل نعناع و هليله كابلى -\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":26},
  {"content":"\r\n\r\n\r\nفصل : [ ادويه مفرده قلب 
  ]\r\nبيان 556 كرديم احكام كلى ادويه را و نيز بوجه كلى بيان ساختيم كه كدام از ان داخل ادويه قلب مىشود 557 و كدام نه - و توضيح علل 558 امور مذكوره نموديم - پس لايق است كه الحال احكام ادويه قلبيه خواه مفرده باشند و خواه مركبه بيان كنيم و ابتدا نماييم بذكر ادويه مفرده بر ترتيب حروف عجم -\r\n\r\nابريشم :\r\nاز مفرحات قويه است و افضل آن خام بود - و گاهى مطبوخ او را نيز استعمال كنند چون رنگين نباشد حار و يابس است - در 559 درجه اولى و لهذا تلطيفى و تنشيفى دارد و مهذا بريق 560 و شفاف است - و بخاصيت مفرح و مقوى قلب و درين امر تلطيف 561 او معين باشد پس روح را انبساطى و متانتى و شفى و نورانيتى بخشد و نشف 562 رطوبات نيز كند 563 و تقويت او اختصاص بروحى ندارد بلكه ملايم جوهر تمام ارواح است و حتى كه روح دماغى را نيز نافع است 564 و براى همين از اكتحال او تقويت بصر مشاهده 565 شود و منفعت او در حفظ روح كبدى نيز ديده شد چه از استعمال او تسمين بدن مشاهده نموده‌اند و معلوم است كه تسمين او از 566 جهت 567 تغذيه بدن نبود پس سبب 568 تقويت روح طبعى باشد كه در غذا تصرف دارد و او 569 از قسم ادويه بود كه بلا تعديل نيز استعمال كنند 570\r\n\r\nآمله :\r\nدر مزاج او اختلاف كرده‌اند نزد 571 اكثرى بارد بود و همين اصح است و يهودى صاحب كناش زعم نموده كه حار و مسخن است - و آنهاى كه به برد او قايل‌اند نيز اختلاف نموده‌اند - بعضى برد او را در درجه اولى گفته و بعضى در درجه ثانى - و شيخ 572 الرئيس فرموده مظنون آنست كه برد او 573 در آخر 574 اولى باشد و يبس 575 او در درجه ثانيه لهذا از ادويه مقويه قباضه 576 بود و مقوى قلب و مفرح اوست و قبض او معين تقويت او بود - و برد او را در امزجه بارده به چيزى قليل الحرارت تعديل كنند - پس ممتن روح باشد و منفعت او در تقويت قلب نسبت به توحش اكثر بود و نفع او در توحش وقتى باشد كه از سبب رقت دم و قلت 577 و سرعت تحلل او بود و براى ذهن و حفظ شديد المنفعت باشد 578 و بالجمله مقوى تمام اعضا بود -\r\n\r\nاترج :\r\nپوست او از مفرحات ترياقيه بود كه 579 حرارت معين خاصيت اوست و حار و يابس در درجه ثالثه و برگ و شگرفه او قريب الطبع از دواى الطف و حماض او از مقويات قلب حار و نافع خفقان حار و با ترياقيت و لهذا از لسع جراره 580 و قملة 581 النسر وحيه نافع بود - و بارد و يابس است در ثالث و تخم او ترياق جميع 582 سموم است و مظنون آنست كه تقويت 583 قلب\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":27},
  {"content":"\r\n\r\nبه تمتين روح كند به جهت برودت و يبوست خود كه در ثالثه باشد و بعيد نيست كه از منورات روح نيز بود -\r\n\r\nآس 584 :\r\nظاهر آنست 585 كه مستحكم الامتزاج نباشد و قوت واحده 586 غالبه 587 ندارد بلكه مظنون آنست كه درو دو جوهر بوند 588 در يكى برد غالب بود و در ديگرى حر [ و هر دو 
  ] 589 امتزاج موثق و فعل و انفعال مستحكم نيافته تا بر مزاج غالبى از ان هر دو استقرار مىيافت - و مشابه آنست كه جوهر لطيفى كه درو حر غالب است اقل باشد و كثيفى كه درو برد غالب بود اكثر و 590 امتزاج او بمرتبه موثق نيست كه حرارت غريزى ما بر تفريق آن هر دو قادر نباشد پس جوهر حار اول نفوذ 591 كند و تسخين نمايد و بعد از ان بارد تقويت و 592 تسديد - لهذا منفعت او در 593 انبات شعر عظيم بود چه جوهر حار اولا توسيع مسام و جذب ماده شعر [ كند 594 بعد از ان جوهر بارد قبض مسام و شد عضو پس از ان ماده شعر 
  ] متكون گردد و عطريتى 595 كه درو است 596 مركب او جوهر حار و عفوصت مركب او جوهر بارد بود و تاثير 597 جوهر حار در جوهر بارد باعث حرارت اوست - پس چون آس را باعتبار مزاج اغلب و اقوى اعتبار كنند بارد در اولى و يابس در ثانيه باشد و معهذا او را تلطيفى 598 بود و به عطريت ملايم جوهر روح و به جهت قبض و تلطيف 599 نيز ملايم روح و ممتن و منقى 600 و باسط اوست و به اين وجوه نافع خفقان و ضعف قلب بود -\r\n\r\nاشنه :\r\nحار در اولى و يابس در ثانيه 601 باشد و به عطريت ملايم جوهر روح و مقوى او و 602 به جهت لطافت بسوى او نفوذ كند و به قبض تمتين 603 او نمايد - لهذا نافع خفقان و مقوى قلب بود -\r\n\r\nاسطوخودوس :\r\nحار در اولى و يابس در ثانيه است و خاصيت او اسهال خلط سوداوى بود خاصة از راس و قلب - و مفرح 604 و مقوى قلب است به تصفيه جوهر روح قلبى و دماغى 605 از خلط سوداوى و درو 606 اندكى قبض بود - لهذا روح قلبى را متانتى بخشد و مظنون 607 آنست كه مر او را خاصيتى 608 در تقويت قلب 609 سوداوى [ به 
  ] 610 وجوه مذكوره باشد و بهمين‌جهت از سموم مشروبه و ملذوعه شديد النفع بود و منفعت او در تقويت قلب و تزكيه فكر شديد -\r\n\r\nارماك :\r\nچوبى است با عطريت كه مشابه قرنفل بود - بعضى گويند از يمن آرند و بعضى گويند از هند - حار در ثانيه و يابس در اولى بود 611 و بخاصيت نافع روح و عطريت و قبض و لطافت او معين خاصيت باشد - چنانچه سابق ذكر يافته و تقويت قلب و دماغ و ساير احشا نمايد و اعانت تمام قوى در افعال آن -\r\n\r\nآذربويه :\r\nحار و يابس در ثالث با ترياقيت 612 و مقوى قلب بود مگر مزاج روح را مستعد غضب گرداند 613 نه مستعد فرح -\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":28},
  {"content":"\r\n\r\nانفخه : 614 حار و يابس در آخر 615 ثالث بود 616 و با ترياقيت و به جهت افراط تسخين مفرح نبود -\r\n\r\nبادرنجبويه :\r\nحار و يابس در ثالثه باشد و در تفريح قلب و تقويت او خاصيت عجيبه دارد و عطريت و تلطيف و تفتيح و قبض او معين خاصيت بود و معهذا نافع كل احشا باشد و در طبعيت او اسهال خفى است كه روح را از بخار سوداوى و دم 617 را از خلط سوداوى پاك سازد و اين فعل مختص قلب بود ، نه عام تمام اعضا -\r\n\r\nبسد :\r\nبارد در اولى 618 و يابس در ثانيه بود بخاصيت 619 تقويت و تفريح قلب كند و تنوير او كه 620 به جهت شف است و تمتين 621 و قبض او معين خاصيت باشد -\r\n\r\nبادروج :\r\nحار و يابس در اولى بود با قبض و رطوبت فضليه - و بخاصيت مفرح و قبض و عطريت و تلطيف 622 معين خاصيت اوست مگر عاقبت تفريح .\r\nاو محمود نباشد چه جوهر غذائى و دوائى كه درو باشند 623 باهم تضاد دارند - فعل جوهر دواى چيز آنست 624 كه ذكر يافته و فعل جوهر غذاى توليد دم عكر 625 سوداوى است و فعل رطوبت فضليه احداث نفخ عروقى و سبب مضرت هر دو معنى بروح 626 و فرح سابق ذكر يافته -\r\n\r\nبهمن 627 :\r\nحار در ثانيه و يابس در اولى بود 628 و دو قسم است سفيد و سرخ 629 - حرارت سرخ بيشتر باشد و در هر دو قبض و تلطيف و تفتيح بود [ به 
  ] 630 خاصيت تقويت قلب و تفريح او [ كند 
  ] 631 و طبيعت مذكوره كه فعل او قبض و تلطيف است معين خاصيت او باشد -\r\n\r\nبيض :\r\nاگرچه دواى مطلق نيست و ليكن او را در تقويت قلب 632 مدخلى است و صفرت بيض 633 از حيوانى محمود مانند دجاج و دراج و قبح و تدرو معتدل المزاج و 634 مجمع 635 سه صفات باشد - سرعت 636 استحاله بدم و قلت بقاى فضول و مجانست دم او به دمى كه غذاى قلب بود و معهذا خفيف است و بعجلت 637 بقلب رسد - لهذا براى تلافى ضرر امراضى كه محلل روح [ و مقلل 638 ماده وىاند اوفق بود -\r\n\r\nبسفايج :\r\nمفرح بالذات نبود بلكه تفريح 
  ] او 639 بالعرض 640 باشد يعنى بواسطه استفراغ خلط سوداوى از دم قلب و دماغ و تمام 641 بدن -\r\n\r\nجدوار :\r\nحشيشه او مشابه 642 زراوند [ است 
  ] 643 و مجاور 644 بيش 645 رويد و نبات 646 بيش از مجاورت او ضعيف گردد حتى 647 كه بقرب او متفرع 648 نشود - و گمان داريم كه او 649 مسمى به تنويع باشد چه او را نيز همين صفات\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":29},
  {"content":"\r\n\r\nبود مگر يقين بصدق او نيست از مفرحات قويه و مقويات عظيمه بود و ترياق بيش و لذع افاعى است - و معهذا حرارت مفرطه ندارد -\r\n\r\nدرونج :\r\nحار و يابس است 650 در اول ثالث و خاصيت او در تقويت قلب و تفريح او بسيار است حتى كه حرارت مفرطه او مبطل آن نشود و با ترياقيت و قبض او معين ترياقيه باشد و لهذا ترياق جميع 651 سموم بود و مفرح قوى و گاهى شدت تسخين او را به شربت سيب منكسر 652 سازند و اگر در خفقان شديد الحرارت استعمال نمايند به كافور كسر كيفيت [ او 
  ] 653 كنند پس فعل خاصيت باقى ماند -\r\n\r\nدارچينى :\r\nحار در آخر ثانيه و يابس در ثالثه باشد با قبض يسير و لطافت كثير و بخاصيت مفرح بود و عطريت معين اوست و آن هر دو يعنى خاصيت و عطريت مقاومت حرارت شديده او نمايند و اعانت ترياقيت -\r\n\r\nهليله كابلى و هندى :\r\nبارد در اولى و يابس در ثانيه است 654 و در طبيعت 655 هر دو قبض بود و عفوصت دليل اوست و مسهل بخاصيت باشد و عصر 656 معين او و به عفوصت قبض كند و هر دو مسهل‌اند خصوصا هندى سياه و تنقيه دم قلبى كدر 657 و تمتين 658 او نمايند و گمان آنست كه بخاصيت نيز تفريح كند -\r\n\r\nورد 659 :\r\nامتزاج جزو حار و بارد او مانند آس متخلخل و غير مستحكم بود و برد جزو بارد در ثانيه و حر جزو 660 حار در اولى باشد و نيز درو جوهرى ملين و رطب و جوهرى مكثف 661 و يابس بود و به عطريت ملايم جوهر 662 روح است خصوصا روح حار كه او را به برد 663 و تمتين و قبض 664 منفعت بخشد 665 لهذا از 666 غشى حار و خفقان حار نافع است چون از عرق او قدرى تجرع كند 667 و مفيد تمام اعضا 668 باشد 669 -\r\n\r\nزعفران :\r\nحار در ثانيه و يابسه 670 در اولى است با قبض و تحليل و انضاج كه تابع آن هر دو 671 بود و در تقويت جوهر روح و تفريح او خاصيت عظيمه دارد و چرا كه درو 672 احداث نورانيت و انبساط و 673 متانت كند و عطريت شديده و طبيعت مذكوره اعانت خاصيت نمايد و چون ازو 674 استكثار 675 كنند 676 در بسط جوهر روح و تحريك او آن‌قدر افراط نمايد كه انقطاع او از ماده غاذيه و موت لازم آيد و 677 مر اين را قدرى معين است و ترك ذكر آن اولى است -\r\n\r\nزرنب و زرنباد :\r\nحار و يابس در ثانيه بود با قبض و تلطيف 678 و تقويت قلب و خاصيت تفريح - و گمان آنست كه او در زرنباد نسبت به 679 زرنب اكثر باشند 680 و نيز آنكه تفريح و تقويت قلب در زرنب به سبب طبيعت نسبت\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":30},
  {"content":"\r\n\r\nبخاصيت اكثر بود 681 و در 682 زرنباد به جهت خاصيت و قبض و تلطيف معين او است - و او را در ترياقات كبار داخل كنند و به جهت ملايمت جوهر روح تقويت 683 روح كبدى نمايد لهذا در مسمنات واقع شود 684 -\r\n\r\nحجر ارمنى :\r\nتقويت قلب و تفريح او بخاصيت نمايد و تنقيه روح و بدن از دخان سوداوى 685 و خلط سوداوى كند -\r\n\r\nطباشير :\r\nدر تقويت قلب و تفريح او خاصيتى دارد و منفعت او مخصوص خفقان حار 686 و غشى حار بود 687 و قبضى كه درو است معين خاصيت او باشد 688 و در امزجه حاره تبريد او 689 در ثانيه بود 690 و در امزجه بارده به زعفران تعديل نموده استعمال كنند - و گمان آنست كه تقويت و تفريح او به [ تنوير 
  ] 691 روح و تمتين 692 او باشد -\r\n\r\nطلخشقوق 693 :\r\nو آن هندباى برى است بارد و يابس در اولى بود با خاصيت ترياقيت - و در تقويت قلب شربا و ضمادا داخل شود -\r\n\r\nگل مختوم م :\r\nدر حر و برد معتدل و بسيار مشاكل و مناسب مزاج انسان است و يبس او از رطوبت اكثر بود و رطوبت 694 او با يبوست شديد الامتزاج 695 لهذا لزوجت 696 و تغريت 697 پيدا 698 ساخته - و به جهت يبوست نشف رطوبات 699 كند و او را در تقويت قلب و تفريح او خاصيت عجيب است كه بمرتبه ترياقيت مطلقه رسيده حتى كه مقاومت جميع سموم كند و چون قبل از سم 700 و يا بعد او استعمال نمايند طبعيت را 701 بر تنقيه 702 او 703 قادر كند و گمان آنست كه خاصيت او به تنوير روح و تعديل او بود و لزوجت و قبضى كه درو است معين او باشد و روح را متانتى بخشد و تفريح را با تقويت جمع نمايد -\r\n\r\nياقوت :\r\nطبعيت او معتدل بود و خاصيت او در 704 تفريح و تقويت قلب و مقاومت سموم عظيم و ظن آنست كه خاصيت او منحصر 705 به جرم او نبود بلكه ازو فايض 706 شود مانند فيضان 707 او 708 از مقناطيس 709 و لهذا جذب حديد از بعيد نمايد - و آنچه مصدق اين امر در ياقوت بود آنست كه 710 فعل حرارت غريزى ما در ياقوت مشروب باحاله 711 و تحليل و تمزيج 712 جوهر 713 او 714 بجوهر 715 روح بعيد نمايد چنانچه در زعفران و مانند آن بود - و بالجمله بعيد است كه صورت ياقوت از حرارت غريزى اولا انفعال يابد پس فعل خود كند چه جوهر او بحسب ظاهر از انفعال بعيد است - پس ظن آنست كه فعل حرارت غريزى در جوهر 716 او و اعراضى 717 كه لازم صورت وىاند 718 [ مؤثر 719 نبود مگر درين او و كيفيت او كه از اعراض جوهر وىاند 
  ] و تاثير در مكان او عبارت از آنست كه او را با دم به ناحيه 720 قلب تنفيذ نمايد 721 تا كه 722 از منفعل يعنى قلب قرب يابد و فعل او اقوى گردد و تاثير در كيفيت اينكه او را سخونتى\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":31},
  {"content":"\r\n\r\nبخشد و از شان سخونت نشر خواص و تنبيه قواى است چنانچه كهربا چون در جذب كاه قصور كند حك نمايند تا سخونتى يابد 723 - پس جذب او به سرعت كند - پس غايت تاثير طبعيت ما در ياقوت تقريب 724 او به منفعل بود و زياده افاضه چيزى كه ازو طبعا فايض 725 شود - و آنچه قدما از امساك 726 ياقوت خصوصا در دهان تفريحى مشاهده نموده 727 اند - دليل آن باشد كه او در تفريح محتاج اين نيست كه استحاله در جوهر او يا در اعراض لازمه 728 او واقع شود و نه 729 به مماست منفعل بلكه قوت مفرحه ازو قابض است و تسخين 730 و تقريب قوى گردد - چنانچه ساير خواص فعاله در اجسام و ظن آنست كه تنوير او كه 731 به جهت نشف است و تعديل او معين فعل 732 خاصيت [ باشد 
  ] 733 -\r\n\r\nكندر :\r\nحار در ثانيه و يابس در اولى بود تقويت روح قلبى و دماغى كند لهذا از بلادت و نسيان 734 منفعت بخشد 735 و حال 736 او مناسب حال بهمن است الا در خاصيت ازو ضعيف باشد و در عطريت 737 اقوى و دخنه 738 او در و با نافع 739 است\r\n\r\nكهربا :\r\nحار در اولى و يابس در ثانيه است و بعضى او را بارد 740 گفته اند 741 با عطريت و كافوريت و شعاعيت يسيره بود و خاصيت او در تقويت قلب و ازاله خفقان و تفريح قوى 742 است و تنوير و تمتين او مر 743 جوهر روح را معين خاصيت بود -\r\n\r\nكافور :\r\nبارد و يابس در ثالثه 744 باشد و 745 بخاصيت ملايم جوهر روح چون به مقدار معتدل استعمال كنند 746 و بسا كه تبريد او اعانت خاصيت كند وقتى كه به قلب سوى مزاج حار بود كه سبب ضعف جوهر روح و تحلل او باشد و عطريت او معين خاصيت است مطلقا يعنى اختصاص به مزاجى ندارد و گاهى تبريد او را به مشك و عنبر تعديل كنند 747 و تجفيف او را به ادهان عطره رطبه مانند روغن خيرى و روغن بنفشه - و 748 او ترياق سموم است خصوصا حار - و روح ازو لطافت و نورانيت شديده استفاده نمايد لهذا تقويت و تفريح كند و كهربا درين معنى مشاكل 749 اوست مگر اينكه كافور در خاصيت و ملايمت اقوى و اشد 750 بود\r\n\r\nكشيز خشك :\r\nبارد در ثانيه و يابس در ثالثه 751 بود و بخاصيت مقوى قلب و مفرح او خصوصا در مزاج حار و عطريت و قبض و تمتين او اعانت 752 خاصيت كند 753 -\r\n\r\nكمثرى 754\r\n: مايل به 755 برودت و با عطريت و قبض و متانت بود و بخاصيت مقوى قلب و خاصيت از طبعيت او 756 استعانت نمايد و در خواص از سيب كمتر باشد -\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":32},
  {"content":"\r\n\r\n\r\nگاؤزبان :\r\nحار و رطب در اولى بود و خاصيت او 757 در تفريح قلب و تقويت او عظيم باشد - و اسهال سوداوى رقيق و تنقيه دم قلب و جوهر روح كه درو است اعانت خاصيت او كند و بهتر آنست كه از خراسان 758 آرند 759 و ورق او غليظ و زغب او اكبر بود و بعد جفاف متشنج نباشد 760 و آنچه درين بلاد موجود است از جنس 761 مرو بود به جهت مشابهت 762 گاؤزبان نامند - و چون با خاصيت طبعيت معتدله دارد بايد كه با وجود او دواى ديگر اختيار نكند 763\r\n\r\nلاجورد :\r\nحكم 764 آن حكم حجر ارمنى بود چنانچه 765 گذشت و در قوت ازو ضعيف باشد -\r\n\r\nلؤلؤ :\r\nبه طبع 766 و نورانيت شبيه به كهربا و اقوى بود و بخاصيت عظيم -\r\n\r\nلحم :\r\nاگرچه غذاى صرف است ليكن ماء او چون در ضعف 767 قلب مدخلى دارد بيان او درينجا انسب 768 بود پس مىگويم ما كه ماء اللحم چون از لحوم محموده مانند دنبه يك ساله و حملان و جدى و طيور محموده گيرند جهت ضعف قلب انفع باشد پس اگر ضعف قلب از رقت روح بود دنبه يك ساله تا دو ساله اولى بود 769 و اگر از غلظت 770 و كدورت روح و قلت او 771 باشد لحم اخف 772 انسب 773 - و 774 اطباى زمان ظن نموده‌اند كه ماء اللحم عبارت از شوربايسيت كه در آب 775 لحم را طبخ 776 دهند و چنين نيست بلكه ماء اللحم آنست كه از طبخ 777 لحم مدقوق خارج شود و سيلان يابد پس صاف كنند و تشرب نمايند - 778\r\n\r\nمشك :\r\nحار و يابس در ثالثه است در جميع امور شبيه 779 به زعفران و به تفريح او نرسد و به جهت بيش و هلهل و قرون 780 سنبل ترياق عظيم النفع بود - و حر او را به كافور و يبس 781 او را بادهان رطبه 782 مانند روغن بنفشه و روغن گل تعديل نمايند -\r\n\r\nمومياى :\r\nحار در آخر ثالثه و يابس در اولى بود 783 و بخاصيت تقويت روح نمايد و لزوجت ممتنه او معين خاصيت باشد -\r\n\r\nنمام\r\n: چون حر و يبس 784 او را بروغن بنفشه تعديل كنند تا كه عطريت حرفت 785 و قوت نفاذه باقى ماند جهت تعديل روح دماغى مفيد بود و هرگاه كه مزاج او بلغمى باشد احتياج به تعديل نيست - و نفع او در روح قلبى مسموع 786 نه‌شده و ظن آنست كه درو نيز نافع بود به جهت صفاتى كه مذكور شد -\r\n\r\nنيلوفر :\r\nاحكام او 787 قريب به احكام 788 كافور است مگر آنكه رطب بود و به جهت كثرت برودت و رطوبت در جوهر روح دماغى كلالى 789 و فتورى احداث كند الا وقتىكه در اعتدال محتاج تبريد و ترطيب بود و گمان آنست كه روح قلبى از ضرر او چون روح دماغى انفعال نيابد بلكه خاصيت و عطريت 790\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":33},
  {"content":"\r\n\r\nتقويت او نمايد و حر 791 و برد و رطوبت 792 او را كه بروح قلبى است بزعفران و دارچينى تعديل 793 كنند -\r\n\r\nنعناع :\r\nمزاج او حار در آخر اولى و يابس در اول ثانيه باشد و درو عطريت عجيبه و لطيفه بود و حلاوتى مخلوط به مرارت و عفوصت باختلاط 794 لذيذ و 795 با قبض صالح و اين معانى به تفريح معين خاصيت باشند 796 -\r\n\r\nسوسن آزاد 797 :\r\nقريب الطبع به زعفران و قريب الاحكام به اوست ليكن در حرارت و يبس 798 انقص 799 و به جهت تقويت قلب اصلح بود 800 و به تمتين روح تفريح قريب به تفريح زعفران كند و درو بسط شديد روح و تحريك عنيف او بخارج نباشد چنانچه در زعفران است و منفعت زعفران در غشى مانند منفعت او نبود چه درو تقويت روح بامساك 801 شديد و تحريك انقص 802 بود و در زعفران به تحريك شديد و امساك انقص 803 -\r\n\r\nسليخه :\r\nقريب الطبع به دارچينى بود 804 و به لطافتش نرسد -\r\nسنبل و سعد و ساذج : متقارب الطبع و حار و يابس در ثانيه باشند 805 با عطريت و قبض و تلطيف و بخاصيت مقوى و مفرح روح -\r\n\r\nعنبر 806 :\r\nحار و يابس در ثانيه است و با متانت و لزوجت و عطريت قويه و خاصيت شديده در تقويت و تفريح - و لهذا مقوى جميع ارواح 807 و اعضاء رئيسه و مكثر 808 او بود و نسبت به مسك معتدل باشد و آنچه كه از خاصيت 809 و عطريت و لزوجت و متانت حاصل شود سابق ازين دانسته شد 810 -\r\n\r\nعود :\r\nدر احكام قريب عنبر بود ليكن ازو اضعف و اقرب 811 به اعتدال باشد و مقوى جميع اعضا است -\r\n\r\nفضه 812 :\r\nمايل به برودت و يبوست بود و احكام او بعينه احكام ياقوت است مگر آنكه در فضه ضعيف و قليل باشند -\r\n\r\nفرنجمشك :\r\nاحكام بادرنجبويه دارد و ازو ضعيف بود -\r\n\r\nفاوانيا :\r\nعود الصليب است معتدل در حر و برد بود 813 با تجفيف قوى و قبض و تلطيف 814 و بخاصيت مقوى روح 815 دماغى و معين مذكورين در تقويت روح 816 دماغى و نفض 817 فضول 818 او اعانت خاصيت [ او 819 نمايند 820 و اسهال سودا 821 و بلغم از جرم دماغ و مده 822 كند و دماغ را خاصيت 
  ] مقاومت قبول او بخشد و گمان آنست كه او را در قلب نيز چنين تاثيرى باشد ليكن مذكور نيست -\r\n\r\nفستق :\r\nبا عطريت و قبض و لزوجت 823 بود و بهمين‌جهت مفرح و مقوى قلب باشد و لهذا در ترياقات 824 شمرند -\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":34},
  {"content":"\r\n\r\n\r\nصندل :\r\nبخاصيت تفريح و تقويت قلب كند و عطريت و قبض و تلطيف لطيف او معين خاصيت باشد و برد او در امزجه حاره نيز اعانت خاصيت نمايد - و دو قسم بود سرخ و سفيد - سفيد نسبت به سرخ ابرد باشد و در يبس اقل - يعنى يبوست سفيد در اول ثانيه بود و يبوست سرخ در آخر او و روح را حركت انبساط و متانت بخشد -\r\n\r\nقاقله و قرفة الطيب 825 و قرفة الدارچينى :\r\nدر طبائع متقارب‌اند و حار و يابس در آخر ثانيه و تقويت قلب 826 و تفريح او بخاصيت كنند 827 و عطريت و قبض و تلطيف 828 او اعانت خاصيت نمايند 829 -\r\n\r\nريباس :\r\nقريب الاحوال به حماض اترج است و در طبعيت مساوى 830 او بود و در خاصيت بسيار ضعيف -\r\n\r\nرمان شيرين 831 :\r\nاو معتدل بود و به شف و حلاوت موافق مزاج روح باشد خصوصا روح كبدى -\r\n\r\nشقاقل :\r\nمظنون آنست كه به تسخين لطيف و ترطيب قوت روح زياده كند -\r\n\r\nتفاح :\r\nبارد و يابس در اولى بود و در تفريح قلب و تقويت او خاصيت عظيمه دارد و عطريت و حلاوت معين اوست و چون با دوائيت غذايتى 832 نيز دارد روح را به تغذيه و 833 تعديل نيز منفعت بخشد - 834\r\n\r\nتمر هندى :\r\nبارد و يابس در ثانيه است و ظن نموده‌اند كه تقويت قلب مىكند و گمان آنست كه اين مخصوص قلب صفراوى بود و با 835 تبريد تعديل 836 او و به 837 طبعيت مسهله تنقيه او نمايد 838 - ث يافته نشد -\r\n\r\nخيربوا :\r\nقاقله صغار 839 است و از قاقله كبار لطيف بود -\r\n\r\nذهب 840 :\r\nاحكام 841 او در ميان احكام ياقوت و فضه [ و كمتر 842 از ياقوت و فايق 843 از فضه 
  ] بود 844 پس از آنچه كه 845 در ياقوت مذكور يافته احكام ذهب معلوم گردد و مزاج او معتدل مايل به حرارت لطيفه و فعل او 846 بخاصيت باشد - ض نيز يافته نشد - 847\r\n\r\nغاريقون :\r\nحار در اولى و يابس در ثانيه است و بخاصيت ترياق جميع سموم و مقوى قلب 848 و مفرح او و قوت او كه مسهل خلط كدر و ملطف 849 اوست اعانت خاصيت 850 كند .\r\n\r\nفصل : [ ادويه مركبه قلب 
  ]\r\nادويه مفرده قلب را تمام و كمال بيان نموديم 851 الحال مىبايد كه مركبه آن را نيز بيان سازيم .\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":35},
  {"content":"\r\n\r\nو ابتدا به ترياق فاروق و مثروديطوس نماييم چه هيچ دواى از ادويه مركبه در ملايمت مزاج انسانى و موافقت او و تقويت قلب [ و ازاله 
  ] 852 توحش و مقاومت سموم به مرتبه او نمىرسد و علل اين معانى 853 بعضى از آن معلوم اند و بعضى مجهول - و معلوم آنكه به جهت بسايط حاصل شده و مجهول آنچه از 854 صورت مزاجيه - مثال اول مىدانيم 855 ما كه 856 ترياق و 857 مثروديطوس از سم افعى و عقرب نافع‌اند و تقويت قلب و كبد و معده نمايند 858 بسبب 859 اجزاى كه به جهت اين فوايد مقرراند و مثال ثانى آنكه اشرف فعل هر دو به طبعيت و خاصيت بود كه استعداد قبول او بعد مزاج حاصل شده و ملايمت او به 860 طبعيت انسانى بمرتبه كمال باشد و مبداى او از خارج [ بود 
  ] 861 اگرچه نمىدانيم ما كه اين نسبت يعنى نسبتى كه ميان قوى ادويه بسيطه و اوزان بسايط هر دو حاصل است به چه علت احداث اين استعداد نموده - چنانچه اين جهل ما در 862 چيزهائى كه حدوث آن به طبعيت بود نه بضاعت نيز موجود است - و عقلاى اهل نظر جزم 863 نموده‌اند كه ابتدا به تاليف اين هر دو دوا بارشاد . الهى 864 و عنايت اوست و امر او وحى يا شبيه با وجود و قياس بكنهه او نمىرسد مگر به قدرى كه مذكور شد و اگر تمام افعال ترياق از جهت بسايط مىبود 865 نه بسبب مزاجى كه استفاده نموده هر آئينه طرى 866 او نسبت به مخمر انفع و 867 افعل مىشد و امر بخلاف آنست بلكه در طرى او منفعتى نيست مگر قليلى و منفعت و خاصيت نبود مگر در مدرك او و استحكام تخمر 868 او نزد متاخرين در 869 ده سال متحقق شود - و نزد جالينوس در بيست سال و اين اختلاف بحسب 870 بلدان حاره و بارده باشد و اميد منفعت ازو نزد متاخرين قبل از شش ماه نباشد و خاصيتى كه درو بعد تخمر 871 و امتزاج حدوث يافته قياس ما و جالينوس و ديگر اطباى سلف مقتضى آن نبود بلكه اميد آن بود كه بعد 872 تخمر و 873 امتزاج خاصيتى جامع خواص بسايط بلكه 874 اضعف ازو در آن هر دو حادث شود با وجود خوف آنكه امتزاج مسقط خواص بسايط گردد و چون الهام الهى و عنايت او در تاليف آن هر دو همراهى نمود خواص او بعد تجربه اضعاف مامول بظهور آمد و ظنى كه بود متحقق شد نه يقين و متخلفين از اطبا اعتقاد دارند كه در آن هر دو حرارتى زياده از حد است پس در 875 استعمال نصف مثقال ازو توقف نمايند 876 نه در استعمال چهار مثقال از كمونى 877 و فلافلى 878 - و مقتضى قياس آن است كه حرارت در يك شربت اين دو 879 معجون از ساير معاجين اكثر است - چه در نصف مثقال از ترياق و مثروديطوس دو دانگ و يك طسوج عسل بود و سه طسوج ادويه و در عسل قوت همين‌قدر ادويه نفوذ 880 نموده و معهذا در آن هر دو ادويه بارده نيز داخل‌اند چنانچه افيون مگر آنكه از تخمير 881 قوت شى مضاعف شود خواه حار باشد و خواه بارد و نيز تخمر 882\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":36},
  {"content":"\r\n\r\nدر جوهر رطب احداث زياده تسخين كند و نيز اقبال طبعيت بر ترياق نسبت به معجونين مذكورين اكثر بود پس بنابراين وجوه تاثير ترياق در قوت مساوى تاثير آن هر دو باشد يا قدرى زايد ليكن نه بمرتبه كه از استعمال او خوف كنند و بر استعمال اين هر دو جسارت تمام و حال آنكه دو 883 معنى اول گاهى 884 در اين هر دو معجون نيز يافته شوند 885 و با وجود اين تجبن 886 از تخمر 887 او و تجبن به طرى آن نبود و همچنين است 888 حال اين 889 متخلفين در جسارت بر شفى 890 حب قوقايا و حب منتن 891 و حب سورنجان و جبن 892 از ايارج 893 اوغاذيا و ايارج اركاغانيس با وجود آنكه ادويه مضره 894 درين هر دو قليل اند و مصلحات آن كثيره و هرگاه كه تامل كردم حرارت ترياق در ذات خود در درجه ثانيه يافتم و حرارت مثروديطوس را اقل ازو به قليلى و اين بحسب قوى بسايط هر دو و اوزان او بود و آنچه توهم نموده‌اند كه آن هر دو بسبب مزاج و تخمر و اكتساب حرارت از خارج مىنمايند امرى است غير مدرك بقياس بلكه تخمين صناعى تجربى و حال آنكه به تجربه 895 نيز از ترياق و 896 مثروديطوس سخونتى زايد 897 بر سخونت كمونى و فلافلى نمىبينم و امام افعال سريعه و قويه كه از 898 ترياق و مثروديطوس ظاهر شود 899 بسبب شدت حرارت و برودت نباشد بلكه بخاصيت شريفه بود كه از خواص بسايط يا از خارج حاصل است پس در ترياق و مثروديطوس تسخين و احراق زايد [ بر 
  ] 900 معاجين 901 اخرى 902 نبود چنان كه مظنون 903 است و چون انسانى معتدل المزاج در اوقات معتدله يا بارد 904 يكى را از آن هر دو به مقدار معتدل استعمال نمايد 905 و تواتر و اكثار 906 نكنند در تقويت قلب منفعت عظيم بخشد و حفظ صحت نمايد - و از عوايل عفونات و بائيه و 907 حركات رديه 908 اخلاط و ضرر سموم امن 909 بخشد 910 و تقويت تمام قوى و اطالت عمر كند و در شخصى كه سوى مزاج حار دارد و [ در 
  ] 911 فصول حاره و بلدان حاره رخصت استعمال او نبود و همچنين است حال جوارشات و معاجين حاره مگر وقت ضرورت ظاهره و قريب ترياق و مثروديطوس درين باب دواء المسك مر و حلو بود و در مزاج معتدل و بارد مر اقوى و اوفق باشد - و در مزاج حار حلو و دواء المسك در تفريح نسبت به ترياق قصور كثير ندارد و در تقويت قلب او را نسبت به 912 ترياق قصور معتدل بود و 913 تقويت ساير اعضا قصور شديد و اكثر فعل او به قلب تفريح و انعاش 914 روح است و مقاومت جميع سموم نكند 915 بلكه آنچه كه قائم‌مقام بيش بود و فايده او در 916 لذوع 917 نسبت به سموم مشروبه اقل باشد و نفع هر دو ترياق عام 918 است و دواء المسك مر را گاهى به اين نوع تعديل كنند كه بگيرند ده مثقال ازو با عصاره سيب شيرين و انار شيرين و به 919 شيرين كه هريك پنجاه مثقال بود طبخ دهند تا بقوام آيد پس در حار مزاج استعمال نمايند 920 و چون مزاج\r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":37},
  {"content":"\r\n\r\nهريك 921 بسيار حار بود به مياه مذكوره عصاره ريباس و آب حماض اترج نيز مخلوط كنند و مقدار شربت ازو چنان مقرر سازند 922 كه شربت دواء المسك مع ثلثه امثال ربوب درو محفوظ باشد مثلا شربت [ اگر 923 از دواء المسك يك مثقال بود بعد ادخال و امزاج ربوب مذكوره شراب 
  ] ازو سه مثقال يا چهار مثقال بود - تا 924 منفعت دواء المسك كبير بحسب 925 خاصيت حاصل شود و تسخين مفرط او 926 منكسر 927 گردد و همچنين حكم مفرح كبير و صغير -\r\nو معجون نجاح كندى 928 به جهت ضعف قلب سوداوى و علت 929 ماليخوليا نافع است و منفعت 930 او [ در 
  ] 931 تصفيه نسبت به تقويت اكثر بود و منفعت دواء المسك و مفرح بالعكس و همچنين جهت معجون نجاح براى توحش سوداوى و ماليخوليا اوفق بود و دواء المسك و مفرح بخفقان و غشى -\r\n\r\nفصل : [ سكنجبين 
  ]\r\nاز ادويه مركبه و مجربه سكنجبين است كه تاليف نموده‌ايم 932 جهت توحش سوداوى و صرع تنقيه علت و نضج مواد برفق كند 933 - پس مسهل ضعيف فعل قوى نمايد - صفت آن افتيمون ده درم بسفايج 934 شش درم گاؤزبان پانزده درم حاشا 935 زوفا 936 كمافيطوس 937 از هريك چهار درم پرسياؤشان پنج درم تربد 938 شش درم تخم بادرنجبويه تخم بادروج تخم فلنجمشك 939 زرنباد درونج بهمن سرخ بهمن سفيد ساذج هندى سنبل الطيب 940 قاقله از هريك سه درم و نيم تخم كثوث تخم كاسنى اصل السوس بيخ كاسنى هريك 941 دوازده درم گلقند سكرى وزن 942 همه ادويه همه را در سركه كهنه به قدرى كه بپوشد يك شبانه‌روز بخيسانده 943 پس هفت رطل آب داخل نموده 944 به آتش ملايم طبخ دهند تا نصف سركه باقى ماند صاف نموده 945 بقوام آرند و اگر گلقند 946 كفايت نكند 947 شكر سفيد نيز آن مقدار اندازند كه خوش‌طعم گردد و ده 948 روز استعمال نمايند هر روز 949 به قدر پانزده درم تا بيست درم كه نفع عظيم 950 بخشد -\r\nو اگر ماده قليل در آورده و شراين راسخ بود و اعضاى رئيسه مستعد 951 تولد اين خلط پس اين شربت مجرب است - صفت آن تخم كاسنى تخم 952 بادرنجبويه [ تخم 953 فرنجمشك از هريك بيست درم 954 گاؤزبان سى درم برگ بادرنجبويه 
  ] پانزده درم بيخ سوسن آسمان گونى پنج درم اصل السوس ده درم بسفايج تخم باديان هر واحد 955 هفت درم همه را 956 در هفت امثال گلاب و يك ضعف 957 عصاره سيب شيرين بجوشانند تا سه اضعاف باقى ماند پس صاف نموده 958 شكر سفيد داخل كرده بقوام جلاب آرند و اگر بقياس نسخه سابق سكنجبين سازند نيز جايز بود - نسخه‌ايست بسيار شريف كه تجربه نموديم\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":38},
  {"content":"\r\n\r\nمعجونا و اقراصا و بحسب مزاج زياده و نقصان كرديم پس منفعت او در تقويت قلب شديد يافتيم 959 و اين خميره او بود مرواريد كهربا بسد هريك 960 يك درم و نيم ابريشم مقرض سرطان نهرى 961 محرق هريك يك مثقال و يك دانگ گاؤزبان پنج درم براده طلا 962 دو دانگ ياقوت يك درم تخم فرنجمشك تخم بادروج تخم بادرنجبويه برگ بادرنجبويه هر واحد سه درم بهمن سفيد بهمن سرخ عود هندي حجر 963 ارمنى لاجورد مغسول مصطگى سليخه دارچينى زعفران دانه هيل قاقله كبار بسباسه كباب 964 از هريك يك مثقال افتيمون وزن دو 965 درم و نيم اسطوخودوس سه درم جدوار يك مثقال و اگر يافته نشود زرنباد دو مثقال بدل كنند و درونج عقربى دو مثقال تخم كاسنى [ پنج درم 
  ] 966 و تخم خيار 967 چهار درم ترنجبين ده درم گل سرخ چهار درم مشك دو مثقال كافور عنبر هر 968 يك يك مثقال سنبل الطيب ساذج هندى هريك دو درم گاهى اقراص سازند و گاهى بعسل معجون و به جهت معتدل به حال 969 دارند و تغيير نكنند و در صورت ساختن 970 اقراص وزن هر قرص يك مثقال نمايند و در صورت معجون به سه 971 امثال 972 عسل بدستور مرتب 973 كنند و اگر خواهند كه بعد تخمير استعمال نمايند واجب بود كه افتيمون 974 و جند بيدستر هريك پنج درم درو اندازند 975 و قبل از 976 شش ماه استعمال نكنند و براى شخصى كه سوى مزاج حار دارد زعفران و مشك نيم مثقال كنند و افتيمون موقوف سازند و بدل او پنج درم شاهتره و سنامكى چهار درم اندازند و نيز گل سرخ ده درم تخم خرفه هشت درم طباشير پنج درم تخم كاهو دو درم صندل سفيد سه درم داخل نمايند و ادويه ديگر به حال دارند 977 چنان كه ذكر شد اقراص سازند و يا بعسل معجون - و به جهت بارد مزاج پوست 978 جوزبوا 979 و پوست اترج و عود بلسان و زنجبيل و فلفل از هريك سه درم جند بيدستر دو 980 مثقال افزايند و كافور نيم مثقال كنند و لايق است 981 كه صاحب مزاج حار نصف شربت او را با 982 يك مثقال طباشير به رب سيب سرشة تناول كند 983 و صاحب مزاج بارد شربت او را با يك طسوج جند بيدستر و يك دانگ حلتيت طيب و معالجه كرده‌ام من به اين معجون 984 شخصى را كه قايم‌مقام ملوك بود از ماليخولياى صعب كه مشابهت به مانيا و جنون سبعى 985 داشت و در نسخه معتدل ياقوت رمانى مسحوق يك مثقال افزوديم پس بعد ياس شفاى كلى يافت تركيبى كه باصحاب امزجه حاره و كسانى كه خفقان و ضعف قلب آنها بسبب سوى مزاج حار باشد مختص است .\r\nصفت آن تخم كاهو مغز 986 تخم خرپزه مغز تخم كدو 987 مغز 988 تخم خيار از هريك پنج درم تخم خرفه چهار درم مرواريد 989 بسد كهربا 990 سرطان نهرى محرق ابريشم مقرض هريك يك مثقال صندل 991 سفيد دو مثقال رب 992 گذر يك مثقال و اگر يافته نشود چوب گذر سه مثقال بدل او كنند 993 عود هندى\r\n\r\n","description":"","footnote":"","page_name":" 179 ","page_number":39},
  {"content":"\r\n\r\nدرونج عقربى زرنباد بهمن سفيد از هريك دو درم طباشير سفيد قاقله صفار 994 از هريك سه درم گل سرخ منزوع الاقماع كه در سايه خشك نموده 995 باشند هفت درم زعفران نيم مثقال كافور مسحوق يك جزو مشك عشر جزو عنبر سدس جزو و جمله يك مثقال و نصف 996 گاؤزبان پنج مثقال بدستور سابق اقراص سازند و با رب 997 سيب و رب به و رب 998 انار بالسويه به قدر كفايت -\r\nمعجون 999 جلابى است قريب النفع ازو عصاره گاؤزبان عصاره كاسنى بالسويه عصاره سيب چهار امثال يكى گلاب دو امثال همه 1000 عصارات شكر طبرزد سدس همه بدستور بقوام آرند -\r\nجلاب ديگر : برگ بادرنجبويه را 1001 در گلاب بجوشانند تا اخذ 1002 قوت او نمايد 1003 يا عصاره او را با يك ثلث يا دو ثلث گلاب آميزند و بقوام 1004 جلاب آرند جهت جميع انواع ضعف قلب نافع بود خصوصا چون گاؤزبان يابس نيز در طبيخ اندازند يا عصاره او را با 1005 عصاره بادرنجبويه مخلوط سازند و اگر 1006 مزاج شديد الحرارت بود 1007 از عصاره بادرنجبويه تقليل كنند 1008 و عصاره گاؤزبان زياده و الا هر دو مساوى گيرند -\r\n\r\nفصل استفراغ مواد سوداوى\r\nواجب است كه بعد نضج و تليين كنند پس اگر خلط موذى در تمام بدن بود ابتدا باستفراغ تمام بدن نمايند و از اوفق مستفرغات 1009 آنست كه ايارج 1010 اوغاذيا 1011 مدرك را در 1012 سى درم طبيخ افتيمون حل كنند و بنوشد صفت 1013 طبيخ افتيمون : [ افتيمون 
  ] 1014 يك اوقيه مويز منقى دو اوقيه در دو رطل 1015 آب به آتش ملايم بجوشانند تا به قدر سى درم آيد پس صاف نمايند 1016 - و اگر مستفرغ نشود به طبيخ افتيمون معروف استفراغ كنند و يا بهشت درم افتيمون حديث با سكنجبين - و بايد كه انضاج 1017 مواد اول به سكنجبين مذكور نمايند مگر آنكه خوف سحج 1018 بود 1019 پس نضج 1020 به جلابى دهند 1021 كه بعد سكنجبين مذكور است -\r\nو از 1022 حبوب قويه حبى به اين صفت بود : ايارج فيقرا افتيمون 1023 از هريك سه درم اسطوخودوس بسفايج 1024 غاريقون 1025 از هريك نيم 1026 درم شحم حنظل ربع درم سقمونيا ملح نفطى مقل هريك 1027 يك دانگ -\r\nديگر كه ازو افضل است : ايارج فيقرا افتيمون اسطوخودوس هريك نيم درم حجر ارمنى لاجورد مغسولين غاريقون شحم حنظل ملح 1028 نفطى هر واحد ربع درم عود هندى مصطگى 1029 نعناع هريك يك دانگ خربق 1030\r\n\r\n","description":"","footnote":"","page_name":" 180 ","page_number":40},
  {"content":"\r\n\r\nسياه يك طسوج سقمونيا دو طسوج بدانكه خربق را اگر در مطبوخات به وزن يك درم و 1031 در حبوب به قدر نيم دانگ اندازند ضرر نرساند 1032 و تقويت عمل ادويه ديگر كند -\r\nو چون با خلط سوداوى خلط بلغمى نيز بود يا 1033 سوداوى بلغمى باشد 1034 استفراغ به اين حب كند 1035 صفت آن تربد 1036 افتيمون از هر يك وزن يك درم حاشا شحم 1037 حنظل غاريقون حجر ارمنى مغسول از هر 1038 يك ربع درم سقمونيا مقل هريك يك دانگ اسطوخودوس دو دانگ خربق نيم دانگ 1039 به آب گندنا حبوب سازند -\r\nو اين حبوب قوى العمل باشند و چون حبوب ضعيفه مطلوب بوند 1040 واجب است كه تركيب آنها 1041 تغير ندهند بلكه در اوزان قدر شربت بحسب تخمين 1042 صناعى 1043 تقليل كنند 1044 مثلا نصف يا ثلث آن استعمال نمايند و وقتىكه استفراغ كل بدن مقصود نباشد و تنقيه ناحيه راس و قلب منظور بود 1045 حب شبيار 1046 استعمال نمايند - صفت آن به جهت كسى كه سوداوى صرف دارد افتيمون هليله كابلى هريك يك جزو ايارج فيقرا يك جزو نصف اسطوخودوس دو ثلث جزو خربق سدس جزو مصطگى عود خام بسفايج هريك نيم جزو حجر ارمنى مغسول شحم حنظل هريك ثلث جز كوفته و بيخته 1047 بعصاره سيب به قدر نخود حبوب سازند شربت از يك درم تا 1048 يك مثقال وقت شب و روزانه 1049 به سكنجبين حل كرده غرغره نمايند -\r\nديگر براى كسى كه سوداوى او بلغمى بود 1050 ؛ تربد 1051 غاريقون افتيمون اسطوخودوس هليله كابلى هريك يك جزو صبر 1052 يك جزو نيم عود هندى نيم جزو مصطگى يك جزو مقل يك جزو حاشا نيم جزو بطور گذشة حبوب سازند -\r\nديگر براى صفراوى 1053 سوداوى : تربد 1054 افتيمون سنامكى شاهتره هريك يك جزو هليله زرد يك جزو ثلث صبر يك 1055 جزو لاجورد مغسول دو ثلث جزو 1056 مصطگى يك جزو گل سرخ دو ثلث جزو بدستور معمول حبوب 1057 سازند -\r\nقال الشيخ 1058 الرئيس فهذا ما حضر 1059 نا من الكلام فى الادوية القلبية على اقصى ما يمكن الاقتصار 1060 و قد حان لنا ان نتم 1061 هذه المقالة 1062 حامدين بواهب 1063 القوة على تتميمها و مصلين على انبيائه 1064 المرسلين و خصوصا على نبينا محمد 1065 سيد المرسلين و عترته الطيبين 1066 الطاهرين اجمعين 1067 - .\r\nنمام 1068 رساله تفريح القلوب يعون الملك الستار العيوب و غفار الذنوب -\r\n\r\n","description":"","footnote":"","page_name":" 181 ","page_number":41},
  {"content":"\r\n\r\n\r\nحواشى\r\n( 1 ) « در هر » عثمانيه - « هر » نظاميه\r\n( 2 ) « تحصى » عثمانيه « تخصى » نظاميه\r\n( 3 ) « مىنماند » آصفيه\r\n( 4 ) « مومن » عثمانيه\r\n( 5 ) « غضى » نظاميه\r\n( 6 ) در عثمانيه پس از « آل اطهار » « و اصحاب اخيار » نيز اضافه است\r\n( 7 ) در عثمانيه « وارث » نوشته نشده\r\n( 8 ) « و بعد » نظاميه\r\n( 9 ) در نظاميه « اللّه » نوشته نشده\r\n( 10 ) « فوايد شريفه و قواعد لطيفه » آصفيه - « قوايد » نظاميه\r\n( 11 ) در سالار جنگ و نظاميه « كه » نيست - از عثمانيه و آصفيه برگرفته‌ايم\r\n( 12 ) « شوند » عثمانيه آصفيه نظاميه\r\n( 13 ) « بيت » نظاميه\r\n( 14 ) « مسمى نموده » عثمانيه نظاميه\r\n( 15 ) « ولى توفيق » نظاميه\r\n( 16 ) در عثمانيه سربند « فصل » نوشته نشده\r\n( 17 ) در عثمانيه پيش از « حق تعالى » « بدانكه » نوشته است\r\n( 18 ) در سالار جنگ « و » نيست از نسخه‌هاى ديگر گرفته شده است\r\n( 19 ) در سالار جنگ و عثمانيه « در » نوشته نشده - از نسخه ديگر اضافه كرده شد\r\n( 20 ) « اجزا » نظاميه\r\n( 21 ) در آصفيه « را » نيست\r\n( 22 ) در عثمانيه پيش از « پيدا » ، « و » نيز است\r\n( 23 ) « و از حيثيه » عثمانيه\r\n( 24 ) « چنان كه » آصفيه نظاميه\r\n( 25 ) « امزجه » نظاميه\r\n( 26 ) « مزاحى » نظاميه\r\n( 27 ) در آصفيه « تا كه » نوشته نشده\r\n( 28 ) در نظاميه پس از « استعداد » ، « او » اضافه است\r\n( 29 ) « نبوده » عثمانيه نظاميه\r\n( 30 ) در نظاميه « آنكه » نوشته نشده\r\n( 31 ) در عثمانيه و نظاميه « بود » نوشته نشده\r\n( 32 ) در آصفيه « تا كه » نوشته نشده\r\n( 33 ) در سالار جنگ « و » و در عثمانيه و نظاميه « او » نوشته شده است - « آن » از آصفيه گرفته شد\r\n( 34 ) در عثمانيه « ما » نوشته نشده\r\n( 35 ) « اخلاط » نظاميه\r\n( 36 ) « عدوث » نظاميه\r\n( 37 ) « اخلاط » نظاميه\r\n( 38 ) در سالار جنگ « شد » است - « شود » از نسخه‌هاى ديگر گرفته شد\r\n( 39 ) « بسبب » عثمانيه آصفيه نظاميه\r\n( 40 ) « مستعد » عثمانيه نظاميه\r\n( 41 ) اضافه « قبول » از روى نسخه آصفيه است - در نسخه‌هاى ديگر نوشته نشده\r\n\r\n","description":"","footnote":"","page_name":" 182 ","page_number":42},
  {"content":"\r\n\r\n( 42 ) در نظاميه « كه » نوشته نشده\r\n( 43 ) در نظاميه پيش از « قواى » ، « قبول » آمده\r\n( 44 ) در عثمانيه يك سطر از « بصر » تا « قبول قواى » اصلا نوشته نشده\r\n( 45 ) عبارت از « قوت » تا « استعداد » در آصفيه نوشته نشده\r\n( 46 ) در عثمانيه و نظاميه پيش از « قوت » « قبول » نوشته شده است\r\n( 47 ) در سالار جنگ و آصفيه « عصبيه » نوشته شده است « عصبه » از عثمانيه نظاميه گرفته شد\r\n( 48 ) در آصفيه « اند » نوشته نشده\r\n( 49 ) در سالار جنگ و عثمانيه و نظاميه « حمل » نوشته شده است - « تحصيل » از آصفيه گرفته شد\r\n( 50 ) « اى » نظاميه\r\n( 51 ) « نصحت » نظاميه\r\n( 52 ) « علاوه برين » آصفيه\r\n( 53 ) در نظاميه « حكيم » نوشته نشده\r\n( 54 ) در نظاميه « قواى » نوشته نشده\r\n( 55 ) « مىشود » آصفيه\r\n( 56 ) « كمال » آصفيه\r\n( 57 ) « يمن » نظاميه\r\n( 58 ) در نظاميه « از » نوشته نشده\r\n( 59 ) در آصفيه « اجسام » نوشته نشده\r\n( 60 ) در آصفيه بجاى « و قليل القدر » « مانند و » نوشته شده است\r\n( 61 ) « به آنها » نظاميه\r\n( 62 ) « تراوير » عثمانيه\r\n( 63 ) در آصفيه « و بعيد نيست » نوشته نشده\r\n( 64 ) در آصفيه « در » نوشته نشده\r\n( 65 ) « بساط » نظاميه\r\n( 66 ) « بود » نظاميه\r\n( 67 ) « مضادة الطبع » آصفيه\r\n( 68 ) « يا بسيطه مركبه » نظاميه\r\n( 69 ) « اينها » آصفيه\r\n( 70 ) در آصفيه پيش از « استعداد » « اشد » هم افزوده شده است\r\n( 71 ) « حاده » عثمانيه نظاميه\r\n( 72 ) « تكابؤ » عثمانيه - « حتى تكافو وسط اضداد » آصفيه\r\n( 73 ) « نطفيه » آصفيه نظاميه\r\n( 74 ) « ماوى » نظاميه\r\n( 75 ) در سالار جنگ « شود » نوشته شده - « اند » از نسخه‌هاى ديگر گرفته شد -\r\n( 76 ) « اطلاع » آصفيه\r\n( 77 ) در عثمانيه آصفيه و نظاميه بجاى « نور » « وى » نوشته شده است\r\n( 78 ) « متضاد » آصفيه\r\n( 79 ) در عثمانيه بجاى « فصل » « فايده » نوشته شده است\r\n( 80 ) در آصفيه پس از « شدت » « و ضعف » هم افزوده شده\r\n( 81 ) در نظاميه « تفرقه » نوشته نشده\r\n( 82 ) در آصفيه « بفرق » نوشته نشده\r\n( 83 ) در سالار جنگ پس از « چه » « هر » هم اضافه است كه در هر سه نسخه ديگر نيست\r\n\r\n","description":"","footnote":"","page_name":" 183 ","page_number":43},
  {"content":"\r\n\r\n( 84 ) در سالار جنگ « چون » نوشته شده - « حزن » از نسخه‌هاى ديگر گرفته شد\r\n( 85 ) « باشد » عثمانيه\r\n( 86 ) « باشد » آصفيه\r\n( 87 ) در عثمانيه بجاى « كه » « و » نوشته شده است\r\n( 88 ) « احدى » عثمانيه\r\n( 89 ) « باستعداد » نظاميه\r\n( 90 ) در آصفيه « از ان » نوشته نشده\r\n( 91 ) در نظاميه واژه « فصل » نوشته نشده\r\n( 92 ) در آصفيه « احساس حلو » نوشته نشده\r\n( 93 ) « غضيه » عثمانيه\r\n( 94 ) « عمل » نظاميه\r\n( 95 ) در نظاميه پس از « هر كمال » « امر لايق بود كه حاصل شود در خيرى بعد از آن كه درو نبوده » نيز افزوده شده است\r\n( 96 ) « اكثرى » عثمانيه\r\n( 97 ) « غير طبيعى » عثمانيه\r\n( 98 ) « بالغرض » نظاميه\r\n( 99 ) « چنان كه » نظاميه\r\n( 100 ) « مثل » نظاميه\r\n( 101 ) در آصفيه پيش از « براى » « و اين » هم است\r\n( 102 ) « تارى شد » نظاميه - « ظاهرى باشد » آصفيه\r\n( 103 ) « بكلمات » نظاميه\r\n( 104 ) « فروج » نظاميه\r\n( 105 ) در آصفيه « طبعى » در محل « غير طبعى » نوشته شده است\r\n( 106 ) « مصنون » عثمانيه نظاميه\r\n( 107 ) « بودن پس » نظاميه\r\n( 108 ) در نظاميه پس از « ملتذ » « روح لذت يابنده درينجا معنى بر سبيل صفت موصوف است » نوشته شده است\r\n( 109 ) « متلذ » عثمانيه\r\n( 110 ) در آصفيه « كثير و » نوشته نشده\r\n( 111 ) در آصفيه « وافر » نوشته نشده\r\n( 112 ) در آصفيه پيش از « در » « روح » افزوده شده است\r\n( 113 ) « نماند » آصفيه\r\n( 114 ) در سالار جنگ « در » نوشته نشده و از نسخه‌هاى ديگر گرفته شد\r\n( 115 ) « اضد » نظاميه\r\n( 116 ) « در » آصفيه\r\n( 117 ) « سا طبع » عثمانيه\r\n( 118 ) در آصفيه و نظاميه « و مشايخ » نوشته نشده\r\n( 119 ) در عثمانيه و نظاميه « مظلم » و در آصفيه « و مظلم و غليظ » نوشته نشده\r\n( 120 ) « نكنند » نظاميه\r\n( 121 ) در سالار جنگ « و يا مظلم باشد چنانچه در اصحاب سودا » نوشته نشده - از نسخه‌هاى ديگر اضافه كرده شد\r\n( 122 ) در نظاميه جاى واژه « فصل » خالى است\r\n( 123 ) در نظاميه « و » بجاى « او » نوشته شده است\r\n( 124 ) در عثمانيه « او » نوشته نشده\r\n\r\n","description":"","footnote":"","page_name":" 184 ","page_number":44},
  {"content":"\r\n\r\n( 125 ) در سالار جنگ و آصفيه « بشارت » نوشته شده است - « بشارت » از عثمانيه و نظاميه گرفته شد\r\n( 126 ) در آصفيه « فرح » نوشته نشده\r\n( 127 ) « فرح » آصفيه . نظاميه\r\n( 128 ) در سالار جنگ « لذاد » نوشته شده است « لذاته » از نسخه‌هاى ديگر گرفته شد\r\n( 129 ) در آصفيه « معتدل المزاج » نوشته نشده\r\n( 130 ) « تاثر » عثمانيه\r\n( 131 ) « مستقل » آصفيه\r\n( 132 ) « تاثر » عثمانيه\r\n( 133 ) « اسباب فلكيه نفع » آصفيه\r\n( 134 ) « لذات » نظاميه\r\n( 135 ) در نظاميه پس از « است » « روح » نوشته شده است\r\n( 136 ) « تاثر » عثمانيه\r\n( 137 ) « زياده روح چه » آصفيه\r\n( 138 ) « نسبت » آصفيه\r\n( 139 ) « متضاعده » نظاميه\r\n( 140 ) « لطف روح » نظاميه - « لطيف روح » عثمانيه\r\n( 141 ) در سالار جنگ پس از « روح حيوانى » « در كهنه » نوشته شده است « و به جهت » از نسخه‌هاى ديگر گرفته شد\r\n( 142 ) « بر » عثمانيه نظاميه\r\n( 143 ) در نظاميه « صرفه » نوشته شده است\r\n( 144 ) در نظاميه « در » نوشته نشده\r\n( 145 ) « وافى » نظاميه\r\n( 146 ) « باشد » آصفيه\r\n( 147 ) « آمد » عثمانيه\r\n( 148 ) در آصفيه پس از « زياده » « بود » هم اضافه است\r\n( 149 ) « اعتبار » عثمانيه\r\n( 150 ) در سالار جنگ « تمكن بر » نوشته نشده - از نسخه‌هاى ديگر گرفته شد\r\n( 151 ) در آصفيه « حصول » نوشته نشده\r\n( 152 ) در نظاميه « از » نوشته نشده\r\n( 153 ) « ضديقه » نظاميه\r\n( 154 ) « خطابيه » آصفيه\r\n( 155 ) « باشند » آصفيه\r\n( 156 ) « شود » آصفيه\r\n( 157 ) در آصفيه « به جهت » نوشته نشده\r\n( 158 ) « تذكره » آصفيه نظاميه\r\n( 159 ) « معاشرت » آصفيه\r\n( 160 ) « مهات » عثمانيه\r\n( 161 ) « شود » عثمانيه نظاميه\r\n( 162 ) « سودا » آصفيه\r\n( 163 ) « موضوع » نظاميه\r\n( 164 ) در نظاميه جاى « فصل » خالى است\r\n( 165 ) در سالار جنگ « اتصال » نوشته شده است « اتصالات » از نسخه‌هاى ديگر گرفته شد\r\n\r\n","description":"","footnote":"","page_name":" 185 ","page_number":45},
  {"content":"\r\n\r\n( 166 ) « بجواهر » عثمانيه - « جواهر » نظاميه\r\n( 167 ) در نظاميه « او » نوشته نشده\r\n( 168 ) « تكثر » سالار جنگ و آصفيه\r\n( 169 ) در عثمانيه « را » نوشته نشده\r\n( 170 ) « كند » آصفيه\r\n( 171 ) « خارجيه » آصفيه\r\n( 172 ) « عارضيه » آصفيه\r\n( 173 ) « نتوند » عثمانيه نظاميه\r\n( 174 ) « باشند » نظاميه\r\n( 175 ) در آصفيه « هر » نوشته نشده\r\n( 176 ) « شديد » عثمانيه نظاميه\r\n( 177 ) « نمايند » آصفيه\r\n( 178 ) « تكرار » نظاميه\r\n( 179 ) « كه اشهر است چنين » آصفيه\r\n( 180 ) « عمل طويل » عثمانيه\r\n( 181 ) « يا تحلل » عثمانيه\r\n( 182 ) در عثمانيه و نظاميه « لطافت » نوشته نشده\r\n( 183 ) « ماده غامه غذائيه » عثمانيه - « ماده غذائيه » نظاميه\r\n( 184 ) در نظاميه « هر » نوشته نشده\r\n( 185 ) « متاخر » عثمانيه\r\n( 186 ) « سيال » عثمانيه - « بسيلان » نظاميه\r\n( 187 ) « مكرر » عثمانيه\r\n( 188 ) « بو » نظاميه\r\n( 189 ) در عثمانيه « كه » نوشته نشده\r\n( 190 ) در عثمانيه و نظاميه پس از « شدت » « و » نيز هست\r\n( 191 ) در نظاميه « روح » نوشته نشده\r\n( 192 ) « تشحض » عثمانيه\r\n( 193 ) « الفراح » عثمانيه\r\n( 194 ) « عامه » نظاميه\r\n( 195 ) « منتهاى » عثمانيه\r\n( 196 ) در آصفيه « فى الواقع » نوشته نشده\r\n( 197 ) « انشراح » عثمانيه\r\n( 198 ) در نظاميه « اين » نوشته نشده\r\n( 199 ) « به شكل جهت » آصفيه\r\n( 200 ) در عثمانيه پيش از « انفعاليه » « اتصاليه » نوشته شده است\r\n( 201 ) « ثانين » عثمانيه نظاميه\r\n( 202 ) « حالتيه » عثمانيه\r\n( 203 ) « ضعف » نظاميه\r\n( 204 ) « محزون » آصفيه\r\n( 205 ) « مخالف » عثمانيه\r\n( 206 ) « بسبب » آصفيه\r\n( 207 ) « به جهت » آصفيه\r\n( 208 ) در نظاميه « هريك » نوشته نشده\r\n( 209 ) « مخالف » عثمانيه\r\n\r\n","description":"","footnote":"","page_name":" 186 ","page_number":46},
  {"content":"\r\n\r\n( 210 ) « اكثر » عثمانيه نظاميه\r\n( 211 ) « قواى » عثمانيه\r\n( 212 ) در عثمانيه « باشد يكى انفعال » نوشته نشده\r\n( 213 ) در نظاميه « بود » نوشته نشده\r\n( 214 ) در آصفيه « لازم » نوشته نشده\r\n( 215 ) در آصفيه « اختيار » نوشته نشده\r\n( 216 ) « يش » عثمانيه\r\n( 217 ) در آصفيه « وقت حصول موذى » نوشته نشده\r\n( 218 ) « برده » عثمانيه نظاميه\r\n( 219 ) در نظاميه « را » نوشته نشده\r\n( 220 ) در آصفيه پس از « پنجم » ، « آنكه » نيز افزوده شده است\r\n( 221 ) در سالار جنگ « مزاج » نوشته نشده از عثمانيه و نظاميه گرفته شد\r\n( 222 ) در آصفيه « سخونت روح » نوشته نشده\r\n( 223 ) در نظاميه « معد » نوشته نشده\r\n( 224 ) « ثفل » نظاميه\r\n( 225 ) « انتقال » نظاميه\r\n( 226 ) « نشود » عثمانيه\r\n( 227 ) در آصفيه پس از « كدر » ، « وقتىكه » نيز نوشته شده است\r\n( 228 ) « شهات » عثمانيه\r\n( 229 ) در آصفيه « و برودت » نوشته نشده\r\n( 230 ) « بود » آصفيه\r\n( 231 ) « مشرف » آصفيه\r\n( 232 ) در عثمانيه و نظاميه « دم » نوشته نشده\r\n( 233 ) « مفراحتيه » عثمانيه نظاميه\r\n( 234 ) « محزانيته » عثمانيه نظاميه\r\n( 235 ) « مشهىء » عثمانيه - « سيى » نظاميه\r\n( 236 ) « وقفست » عثمانيه\r\n( 237 ) « لذات » نظاميه\r\n( 238 ) « بخو » عثمانيه\r\n( 239 ) در آصفيه « غليظ » نوشته نشده\r\n( 239 * ) در عثمانيه « جن » در نظاميه « جبن » در آصفيه « جين » در سالار جنگ « چنين » نوشته شده است - اين واژه اصلا « جبن » است و پس از تطبيق با نسخه عربى چاپ تاشقند و ترجمه اردوى آن چاپ كلكته آن را در متن قرار داده‌ايم ( جبن بمعنى بزدلى )\r\n( 240 ) « كذر » نظاميه\r\n( 241 ) در آصفيه « او از قيام غضب » نوشته نشده\r\n( 242 ) در آصفيه بجاى « و » « لكن » نوشته شده است\r\n( 243 ) در آصفيه « صاحب » نوشته نشده\r\n( 244 ) « اخعد » عثمانيه\r\n( 245 ) « بود » عثمانيه آصفيه\r\n( 246 ) « تقرير » آصفيه\r\n( 247 ) در آصفيه « كه » نوشته نشده\r\n\r\n","description":"","footnote":"","page_name":" 187 ","page_number":47},
  {"content":"\r\n\r\n( 248 ) « بوذى » نظاميه\r\n( 249 ) در آصفيه « كه » نوشته نشده\r\n( 250 ) در آصفيه « بسوى » نوشته نشده\r\n( 251 ) در آصفيه « به » نوشته نشده\r\n( 252 ) در آصفيه « خيال » نوشته نشده\r\n( 253 ) در آصفيه « او » نوشته نشده\r\n( 254 ) در سالار جنگ « قواى » نوشته نشده - از نسخه‌هاى ديگر گرفته شد\r\n( 255 ) در آصفيه عبارت از « محركه » تا « شان قوى » نوشته نشده\r\n( 256 ) در عثمانيه پس از « آن » « عكس » مكرر نوشته شده است\r\n( 257 ) « نيز » عثمانيه\r\n( 258 ) « بمسترله » عثمانيه\r\n( 259 ) در عثمانيه پس از « بسيار » ، « باشد » هم نوشته شده است\r\n( 260 ) « مستقر نبود پس حقد نشود » آصفيه\r\n( 261 ) در آصفيه « كه » نوشته نشده\r\n( 262 ) « يائس » عثمانيه\r\n( 263 ) در آصفيه « كه » نوشته نشده\r\n( 264 ) « يابد » آصفيه\r\n( 265 ) « مستقر نشود » آصفيه\r\n( 266 ) « چنتان » عثمانيه\r\n( 267 ) « قلب » نظاميه\r\n( 268 ) « ننبرد » نظاميه\r\n( 269 ) در آصفيه اين عبارت كاملا بدين‌گونه است « امرى كه وقوع يابد بحسب كالواقع نه در امرى كه »\r\n( 270 ) « بر او وقوع » عثمانيه نظاميه\r\n( 271 ) در عثمانيه « باشد » نوشته نشده\r\n( 272 ) در آصفيه « بسوى » نوشته نشده\r\n( 273 ) « نگردد » آصفيه\r\n( 274 ) « تخليل » نظاميه\r\n( 275 ) « حكايت » عثمانيه\r\n( 276 ) در نظاميه « باشد » نوشته نشده\r\n( 277 ) در عثمانيه « بود » نوشته نشده\r\n( 278 ) در نظاميه پس از « سببى » « كه » هم نوشته شده است\r\n( 279 ) « او » نظاميه\r\n( 280 ) « جميع و منيع » نظاميه\r\n( 281 ) در سالار جنگ « با » نوشته نشده - از نسخه‌هاى ديگر گرفته شد\r\n( 282 ) « تربد » عثمانيه\r\n( 283 ) « تلذه » عثمانيه\r\n( 284 ) « تعض » نظاميه\r\n( 285 ) « سوازو » نظاميه - « و ازو » عثمانيه\r\n( 286 ) در آصفيه از « و لاجورد » تا « گاؤزبان » از قلم كاتب افتاده\r\n( 287 ) در سالار جنگ پس از « مزاج » « محتاج » نوشته شده است و بجاى محتاج « روح » از نسخه‌هاى ديگر گرفته شد\r\n( 288 ) « جمع » عثمانيه\r\n( 289 ) در سالار جنگ « بود » نوشته نشده ، از نسخه‌هاى ديگر گرفته شد\r\n\r\n","description":"","footnote":"","page_name":" 188 ","page_number":48},
  {"content":"\r\n\r\n( 290 ) در سالار جنگ و عثمانيه « مسخنى » نوشته شده است « تسخين » از آصفيه و نظاميه گرفته شد\r\n( 291 ) « منكر » عثمانيه\r\n( 292 ) در نظاميه « سازيم » نوشته نشده\r\n( 293 ) « اصواب » عثمانيه نظاميه\r\n( 294 ) « اصلا » نظاميه\r\n( 295 ) « اصلى » عثمانيه آصفيه\r\n( 296 ) در آصفيه و نظاميه « مر » نوشته نشده\r\n( 297 ) « بود » عثمانيه آصفيه نظاميه\r\n( 298 ) در نظاميه بجاى « قسم » ، « روح » نوشته شده است\r\n( 299 ) در آصفيه « قسم » نوشته نشده\r\n( 300 ) « محال » نظاميه\r\n( 301 ) « طبيب » عثمانيه\r\n( 302 ) در آصفيه « تولد » نوشته نشده\r\n( 303 ) در نظاميه ميان « غذا » و « بدن » « بر » نيز نوشته شده است\r\n( 304 ) « كثير » عثمانيه\r\n( 305 ) « است » آصفيه\r\n( 306 ) در آصفيه « و روح طبعى » نوشته نشده\r\n( 307 ) در آصفيه « و تغذيه » نوشته نشده\r\n( 308 ) در عثمانيه پس از « قواى » ، « را » نيز اضافه است\r\n( 309 ) در عثمانيه « با مباين » نوشته نشده و در آصفيه « يا » در جاى « با » نوشته شده است\r\n( 310 ) در عثمانيه بجاى « ماده » « ده » نوشته شده است\r\n( 311 ) در آصفيه « فاعله » نوشته نشده\r\n( 312 ) در آصفيه از « چون بعضى » تا « دويم آنكه » نوشته نشده\r\n( 313 ) « جمع » عثمانيه نظاميه\r\n( 314 ) در آصفيه بجاى « از اول » « رازوال » نوشته شده است\r\n( 315 ) « او » آصفيه\r\n( 316 ) « شود » آصفيه نظاميه\r\n( 317 ) در سالار جنگ « از » نوشته نشده - از عثمانيه و نظاميه گرفته شد -\r\n( 318 ) در آصفيه « دو » نوشته نشده\r\n( 319 ) در عثمانيه « است » نوشته نشده\r\n( 320 ) در آصفيه ميان « هر » و « بالقوة » « تا » نوشته شده است\r\n( 321 ) « شود » آصفيه\r\n( 322 ) در آصفيه از « خاصيت » تا « سايلى » نوشته نشده\r\n( 323 ) « احتراق » نظاميه\r\n( 324 ) در سالار جنگ « جواب » نوشته نشده از نسخه‌هاى ديگر گرفته شد\r\n( 325 ) « يعنى » عثمانيه\r\n( 326 ) « حديد » عثمانيه نظاميه\r\n( 327 ) در هر سه نسخه از « و حصول » تا « بلكه » نوشته نشده\r\n( 328 ) « احتراق » آصفيه\r\n( 329 ) « جهل » نظاميه\r\n( 330 ) « مسببى » نظاميه\r\n( 331 ) در آصفيه « اند و غريب » نوشته نشده\r\n( 332 ) « نباشد » عثمانيه « نمىشود » آصفيه\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":49},
  {"content":"\r\n\r\n( 333 ) در آصفيه از « تا از عدم » تا « لازم آيد » نوشته نشده\r\n( 334 ) در سالار جنگ « او مطلقا » نوشته نشده - از نسخه‌هاى ديگر گرفته شد\r\n( 335 ) در نظاميه « و يا به ثقل » نوشته نشده\r\n( 336 ) در آصفيه « از » نوشته نشده\r\n( 337 ) « با طبيعت عرضيه » آصفيه\r\n( 338 ) « از » آصفيه\r\n( 339 ) « صلابتى » آصفيه\r\n( 340 ) « باذنى » نظاميه\r\n( 341 ) در نظاميه « مزاج » نوشته نشده\r\n( 342 ) « نباتات » آصفيه . « استفاده نبات » نظاميه\r\n( 343 ) « چشم » عثمانيه\r\n( 344 ) در عثمانيه « دو » بجاى « درو » نوشته شده است\r\n( 345 ) « صفت » نظاميه\r\n( 346 ) « است » عثمانيه\r\n( 347 ) در سالار جنگ « جهل » نوشته نشده - از نسخه‌هاى ديگر گرفته شد\r\n( 348 ) « مبداى » آصفيه\r\n( 349 ) در آصفيه پيش از « اجسام » « و » نوشته شده است\r\n( 350 ) « مىدانم » آصفيه\r\n( 351 ) « مباذى » نظاميه\r\n( 352 ) « مىدانم » آصفيه\r\n( 353 ) « طبعيت » آصفيه\r\n( 354 ) « موجودانم » نظاميه\r\n( 355 ) در آصفيه « از » نوشته نشده\r\n( 356 ) « عجب » عثمانيه آصفيه نظاميه\r\n( 357 ) « بحسب » نظاميه\r\n( 358 ) در نظاميه « او » نوشته نشده\r\n( 359 ) در آصفيه « و » نوشته نشده\r\n( 360 ) « استعداد » عثمانيه آصفيه نظاميه\r\n( 361 ) در سالار جنگ « تحقيق » نوشته نشده ، از نسخه‌هاى ديگر گرفته شد\r\n( 362 ) در سالار جنگ « نظر » نوشته نشده از نسخه‌هاى ديگر گرفته شد\r\n( 363 ) « جمع » عثمانيه\r\n( 364 ) « بودى » آصفيه\r\n( 365 ) « متصعه » نظاميه\r\n( 366 ) در عثمانيه و نظاميه بجاى « شود » « بود » نوشته شده است در آصفيه هيچ‌كدام از « شود » يا « بود » نوشته نشده\r\n( 367 ) « بر » نظاميه\r\n( 368 ) « هرچه » عثمانيه نظاميه\r\n( 369 ) در نظاميه « اين » نوشته نشده\r\n( 370 ) « عجيب » نظاميه\r\n( 371 ) « وند » عثمانيه « وندره » آصفيه\r\n( 372 ) در عثمانيه پس از « ادويه » عبارت بالا يعنى « كه در يك معنى مشترك‌اند درينجا ذكر كنيم و پيش ازين صفات » تكرار شده است\r\n( 373 ) « عدد » نظاميه\r\n( 374 ) در عثمانيه از « او يافته » تا « فعل قوى » نوشته نشده\r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":50},
  {"content":"\r\n\r\n( 375 ) در آصفيه پس از « فعل » « نموده » نيز اضافه است\r\n( 376 ) « كسافت » عثمانيه - در نظاميه اين واژه نوشته نشده\r\n( 377 ) « حمور » نظاميه\r\n( 378 ) در آصفيه « از » نوشته نشده\r\n( 379 ) « مىكرد » عثمانيه « مىكردد » نظاميه\r\n( 380 ) « سبل » عثمانيه\r\n( 381 ) در آصفيه پس از « حر » « بود » نوشته شده است و در عثمانيه اين عبارت بدين‌گونه است « و سبل او درو بالعكس »\r\n( 382 ) « گويند » عثمانيه\r\n( 383 ) « مسيل » آصفيه\r\n( 384 ) « يپش » نظاميه\r\n( 385 ) « طباسر » عثمانيه - « از كاسر » نظاميه\r\n( 386 ) در نظاميه پس از « گردد » اين عبارت نيز نوشته شده است « يعنى بهر وضع كه دارند كه او را سهل باشد »\r\n( 387 ) « صنعانى » نظاميه\r\n( 388 ) « شوند » نظاميه - در عثمانيه عبارت بالا « حادث شوند دو قسم باشند يكى مطلقه و دويم آنكه باعتبار افعال آن در امور عظيمه بدنيه حادث شوند » تكرار شده است\r\n( 389 ) « تلطف » عثمانيه\r\n( 390 ) « غشال » نظاميه\r\n( 391 ) « لادغ » نظاميه\r\n( 392 ) « منفرح » نظاميه\r\n( 393 ) « متقيح » آصفيه - در سالار جنگ « و كاوى و منضج » تكرار شده است\r\n( 394 ) « منبضح » آصفيه\r\n( 395 ) « عاقله » نظاميه\r\n( 396 ) « خليط » نظاميه\r\n( 397 ) در آصفيه و نظاميه پس از « ناقص » ، « رقيق » هم اضافه است\r\n( 398 ) « جابى » عثمانيه\r\n( 399 ) در آصفيه بجاى « دور » « روان » نوشته شده است\r\n( 400 ) « بود » آصفيه\r\n( 401 ) « ممليه » عثمانيه نظاميه\r\n( 402 ) « ايزا » عثمانيه\r\n( 403 ) در عثمانيه و نظاميه « از مخارج متعدده » و در آصفيه « از مخارج متعدده نه » نوشته نشده\r\n( 404 ) « كثفه » نظاميه\r\n( 405 ) « سهل » نظاميه\r\n( 406 ) « غشال » نظاميه\r\n( 407 ) « بود » آصفيه\r\n( 408 ) « سبب » نظاميه\r\n( 409 ) « فوهاى » عثمانيه\r\n( 410 ) « مشام » نظاميه\r\n( 411 ) در عثمانيه « به قوت منفعله بود كه رطوبت است » تكرار شده است\r\n( 412 ) « جاذبه » عثمانيه\r\n( 413 ) در آصفيه پس از « مقطع » « آنست » هم نوشته شده است\r\n\r\n","description":"","footnote":"","page_name":" 191 ","page_number":51},
  {"content":"\r\n\r\n( 414 ) در آصفيه « نه » نوشته نشده\r\n( 415 ) « جواهر » عثمانيه نظاميه\r\n( 416 ) « تلطف » عثمانيه نظاميه\r\n( 417 ) « تكاثف » عثمانيه « مكاثف » نظاميه\r\n( 418 ) در سالار جنگ « تحريك » نوشته نشده ، از نسخه‌هاى ديگر گرفته شد\r\n( 419 ) « خاصيت » نظاميه\r\n( 420 ) در نظاميه « تسخين » نوشته نشده\r\n( 421 ) در آصفيه « به جهت » نوشته نشده\r\n( 422 ) « متوجع » عثمانيه آصفيه نظاميه\r\n( 423 ) در عثمانيه « آنها » نوشته نشده\r\n( 424 ) در آصفيه پس از « كند » « پس وجع در آن عضو پيدا » نوشته نشده است\r\n( 425 ) در آصفيه « محمر آن باشد كه تسخين قوى در عضو مماس » نوشته نشده\r\n( 426 ) در آصفيه « كه » نوشته نشده\r\n( 427 ) « محمر » آصفيه\r\n( 428 ) در نظاميه پيش از « مقرح » « كه » نوشته شده است\r\n( 429 ) در آصفيه « افراط » نوشته نشده\r\n( 430 ) در آصفيه « كه » نوشته نشده\r\n( 431 ) « قصول » عثمانيه « فصول » نظاميه\r\n( 432 ) « رطوبت » عثمانيه\r\n( 433 ) « بماند » عثمانيه\r\n( 434 ) در هر سه نسخه « افيون » نوشته نشده\r\n( 435 ) « تحليل الرطوبت » عثمانيه نظاميه « تحليل الرطوبات » آصفيه\r\n( 436 ) در سالار جنگ « باقى » نوشته نشده از نسخه‌هاى ديگر گرفته شد\r\n( 437 ) در نظاميه « غير » نوشته نشده\r\n( 438 ) « ثافسيا » آصفيه\r\n( 439 ) « آنست كه » آصفيه\r\n( 440 ) در نظاميه بجاى « احراق » « اخرا » نوشته شده است\r\n( 441 ) « او » نظاميه\r\n( 442 ) « قدرى كه » عثمانيه نظاميه\r\n( 443 ) « چون اخكر پس » آصفيه\r\n( 444 ) در سالار جنگ « جوهر » نوشته نشد ، از عثمانيه و نظاميه گرفته شد - در آصفيه « جوهر جلد » نوشته شده است\r\n( 445 ) « شود » آصفيه\r\n( 446 ) « گرداند » آصفيه\r\n( 447 ) در آصفيه « كه صالح » نوشته نشد\r\n( 448 ) « شوند » نظاميه\r\n( 449 ) در آصفيه پس از « قيام » « خود » نيز اضافه است\r\n( 450 ) در هر سه نسخه « غلظ » و در سالار جنگ « غليظ » است\r\n( 451 ) « تجمبد او » آصفيه\r\n( 452 ) در سالار جنگ « او نمايد و » نوشته نشده : از نسخه‌هاى ديگر گرفته شد\r\n( 453 ) در عثمانيه « را » نوشته نشده\r\n( 454 ) « جواهر » آصفيه\r\n( 455 ) « تهليل » عثمانيه\r\n( 456 ) « تهيج » عثمانيه آصفيه\r\n\r\n","description":"","footnote":"","page_name":" 192 ","page_number":52},
  {"content":"\r\n\r\n( 457 ) « نمايد » آصفيه\r\n( 458 ) « باشد » آصفيه\r\n( 459 ) « بود » آصفيه نظاميه\r\n( 460 ) « تلطف » عثمانيه\r\n( 461 ) « معربست » عثمانيه\r\n( 462 ) در عثمانيه « ريه » نوشته نشده\r\n( 463 ) در نظاميه پس از « سطح جسمى » اين عبارت « يعنى سده براز يا رطوبت » نيز نوشته شده است\r\n( 464 ) در آصفيه « را » نوشته نشده\r\n( 465 ) در آصفيه « كه » نوشته نشده\r\n( 466 ) در نظاميه پس از « در » « هر » نيز نوشته شده است\r\n( 467 ) « ببش » عثمانيه\r\n( 468 ) در هر سه نسخه ميان « كند » و « تا » ، « كه » هم نوشته شده است\r\n( 469 ) در عثمانيه « مجارى » نوشته نشده\r\n( 470 ) « نمايند » نظاميه\r\n( 471 ) « رطوبت » آصفيه\r\n( 472 ) در عثمانيه و نظاميه « كه » نوشته نشد\r\n( 473 ) در نظاميه پس از « او » « كه » هم نوشته شده است\r\n( 474 ) در عثمانيه و نظاميه « بمبانيه ننمايند » و در آصفيه « بمائية نمايند » و در سالار جنگ « بمبانيكه نماينده » نوشته نشده است . ولى بايستى « بمبانيه نمايند » باشد كه در متن قرار داده‌ايم\r\n( 475 ) « رواى » نظاميه\r\n( 476 ) « قرح » عثمانيه\r\n( 477 ) در آصفيه « بود » نوشته نشده\r\n( 478 ) « مشام » نظاميه\r\n( 479 ) در نظاميه « او » نوشته نشده\r\n( 480 ) در آصفيه پس از « تنگ » « كند » هم نوشته است\r\n( 481 ) در آصفيه « او » نوشته نشده\r\n( 482 ) « غليظ » آصفيه\r\n( 483 ) « حثورة » عثمانيه\r\n( 484 ) « مزاخى » عثمانيه\r\n( 485 ) در آصفيه « به » نوشته نشده\r\n( 486 ) در سالار جنگ « حس عضو » نوشته نشده ، از نسخه‌هاى ديگر گرفته شد\r\n( 487 ) « مىشود » عثمانيه نظاميه\r\n( 488 ) در نظاميه « را » نوشته نشده\r\n( 489 ) در آصفيه « ببرد و فرفيون بحر » نوشته نشده\r\n( 490 ) در سالار جنگ « بودن جوهر او و صورت نوعيه او مر » نوشته نشده ، از نسخه‌هاى ديگر گرفته شد\r\n( 491 ) « جواهر » آصفيه\r\n( 492 ) در آصفيه « مر » نوشته نشده\r\n( 493 ) در عثمانيه « اين معنى » نوشته نشده\r\n( 494 ) در آصفيه و نظاميه « به » نوشته نشده\r\n( 495 ) « آنها » نظاميه\r\n( 496 ) « قلب » عثمانيه آصفيه نظاميه\r\n\r\n","description":"","footnote":"","page_name":" 193 ","page_number":53},
  {"content":"\r\n\r\n( 497 ) در نظاميه « كه » نوشته نشده\r\n( 498 ) « طبخ » آصفيه نظاميه\r\n( 499 ) « مقحذ » نظاميه\r\n( 500 ) « تنتحيه » نظاميه\r\n( 501 ) « توليد » عثمانيه نظاميه\r\n( 502 ) در آصفيه « نه » نوشته نشده\r\n( 503 ) « نمايد » آصفيه\r\n( 504 ) « بمقارن » آصفيه\r\n( 504 - ) در آصفيه « تا » نوشته نشده\r\n( 505 ) در آصفيه از « و مائيت » تا « كدورت دم » نوشته نشده\r\n( 506 ) در نظاميه پس از « كدورت » « و غم » هم نوشته شده است\r\n( 507 ) « پش » نظاميه\r\n( 508 ) « اندازه » نظاميه « وندازه » عثمانيه\r\n( 509 ) در سالار جنگ و عثمانيه و نظاميه « ضعف » نوشته نشده ، از آصفيه گرفته شد\r\n( 510 ) « باشد » آصفيه\r\n( 511 ) « ملطف » آصفيه\r\n( 512 ) « كند » نظاميه\r\n( 513 ) « غلظ » آصفيه\r\n( 514 ) در آصفيه « و » نوشته نشده\r\n( 515 ) « ثقليه » آصفيه نظاميه\r\n( 516 ) « منضجه » عثمانيه\r\n( 517 ) در آصفيه « و ضعف » نوشته نشده\r\n( 518 ) « انجيره » آصفيه\r\n( 519 ) « اخلاط » عثمانيه\r\n( 520 ) « مغرمه » عثمانيه\r\n( 521 ) در آصفيه « داخل » نوشته نشده\r\n( 522 ) در آصفيه « بود و » نوشته نشده\r\n( 523 ) « غلظ » عثمانيه آصفيه نظاميه\r\n( 524 ) در آصفيه پيش از « از » « را » هم نوشته شده است\r\n( 525 ) در نظاميه « آن » نوشته نشده\r\n( 526 ) « كند » عثمانيه نظاميه\r\n( 527 ) در آصفيه پس از « افيون » « و غيره » هم نوشته شده است\r\n( 528 ) « شوند » آصفيه\r\n( 529 ) « ترياقتى » عثمانيه آصفيه نظاميه\r\n( 530 ) « ترياقتى » عثمانيه آصفيه نظاميه\r\n( 531 ) « اند » آصفيه\r\n( 532 ) در عثمانيه « تخم كاهو » نوشته نشده\r\n( 533 ) « سپر » نظاميه\r\n( 534 ) « جواهر » عثمانيه\r\n( 535 ) « قليل » آصفيه\r\n( 536 ) « نسبت » آصفيه\r\n( 537 ) در آصفيه « سم » نوشته نشده\r\n( 538 ) « زبان » عثمانيه\r\n( 539 ) « عليه » عثمانيه\r\n\r\n","description":"","footnote":"","page_name":" 194 ","page_number":54},
  {"content":"\r\n\r\n( 540 ) « منقيه » عثمانيه آصفيه - « منقته » نظاميه\r\n( 541 ) « تسهل » عثمانيه\r\n( 542 ) « ترونج » نظاميه\r\n( 543 ) « روى » عثمانيه\r\n( 544 ) « غلظ » عثمانيه آصفيه نظاميه\r\n( 545 ) « تحليل » آصفيه\r\n( 546 ) در آصفيه بجاى « چرا كه » « چه » نوشته شده است\r\n( 547 ) در سالار جنگ « ى كه » نوشته نشده ، از نسخه‌هاى ديگر گرفته شد\r\n( 548 ) « تحليل » عثمانيه آصفيه نظاميه\r\n( 549 ) در نظاميه بجاى « او » « و » نوشته شده است\r\n( 550 ) در عثمانيه « به جهت آنكه اگر توحش » نوشته نشده\r\n( 551 ) « قلب » عثمانيه آصفيه نظاميه\r\n( 552 ) در عثمانيه و نظاميه « از » نوشته نشده و در آصفيه بجاى « از » « به جهت » نوشته شده است\r\n( 553 ) « قلب » عثمانيه\r\n( 554 ) « گردد » آصفيه\r\n( 555 ) « حرورتى » عثمانيه\r\n( 556 ) در عثمانيه آصفيه و نظاميه پيش از « بيان » ، « چون » نوشته شده است\r\n( 557 ) « شوند » آصفيه\r\n( 558 ) در آصفيه « علل » نوشته نشده\r\n( 559 ) در آصفيه از « در درجه » تا « شفاف است » نوشته نشده\r\n( 560 ) « براق » نظاميه\r\n( 561 ) « تلطف » نظاميه\r\n( 562 ) « تنشيف » آصفيه\r\n( 563 ) « كنند » آصفيه ، « گويند » نظاميه\r\n( 564 ) در آصفيه و نظاميه « است » نوشته نشده\r\n( 565 ) در آصفيه از « مشاهده » تا « تسمين » نوشته نشده\r\n( 566 ) در آصفيه « از » نوشته نشده\r\n( 567 ) در سالار جنگ « به جهت » نوشته شده است « جهت » از نسخه‌هاى ديگر گرفته شد\r\n( 568 ) « نسبت » نظاميه\r\n( 569 ) در آصفيه « او » نوشته نشده\r\n( 570 ) « كند » نظاميه\r\n( 571 ) « نزديك » آصفيه\r\n( 572 ) در آصفيه « و شيخ الرئيس فرموده » نوشته نشده\r\n( 573 ) در آصفيه پس از « او » « را » هم نوشته شده است\r\n( 574 ) در نظاميه بجاى « در آخر اولى » « درجه اواخر » نوشته شده است\r\n( 575 ) در آصفيه پس از « او » « را » هم نوشته شده است\r\n( 576 ) « قابضه » آصفيه\r\n( 577 ) در آصفيه و نظاميه بجاى « و قلت » « قلب » نوشته شده است\r\n( 578 ) « بود » عثمانيه نظاميه\r\n( 579 ) در عثمانيه و نظاميه بجاى « بود » « باشد كه » و در آصفيه « باشد و » نوشته شده است\r\n( 580 ) « حرارت » نظاميه\r\n( 581 ) « ممتة السر » نظاميه\r\n\r\n","description":"","footnote":"","page_name":" 195 ","page_number":55},
  {"content":"\r\n\r\n( 582 ) « جمله » عثمانيه نظاميه\r\n( 583 ) در عثمانيه و نظاميه پيش از « تقويت » « در » هم نوشته شده است\r\n( 584 ) در نظاميه « آس » نوشته نشده\r\n( 585 ) در نظاميه « آن » نوشته نشده\r\n( 586 ) در آصفيه « واحده » نوشته نشده\r\n( 587 ) « غلبه » نظاميه\r\n( 588 ) « بود » عثمانيه نظاميه\r\n( 589 ) در سالار جنگ « وو » و در عثمانيه « و اهر دو » نوشته شده است - « و هر دو » از آصفيه و نظاميه گرفته شد\r\n( 590 ) در نظاميه « و » نوشته نشده\r\n( 591 ) « منفوذ » عثمانيه\r\n( 592 ) در نظاميه « و » نوشته نشده\r\n( 593 ) در نظاميه بجاى « او در انبات » « او را ثبات » نوشته شده است\r\n( 594 ) در سالار جنگ از « كند » تا « ماده شعر » نوشته نشده ، از نسخه‌هاى ديگر گرفته شد\r\n( 595 ) « عطرتى » عثمانيه نظاميه\r\n( 596 ) در آصفيه « و است » نوشته نشده\r\n( 597 ) « تانير » نظاميه\r\n( 598 ) « ملطفى » عثمانيه « ملطفى تلطيفى » نظاميه\r\n( 599 ) « تلطف » عثمانيه نظاميه\r\n( 600 ) در عثمانيه پس از « منقى » « تلطيفى » هم اضافه است\r\n( 601 ) « تالبنه » نظاميه\r\n( 602 ) در عثمانيه و نظاميه « و » نوشته نشده\r\n( 603 ) « تلسن » عثمانيه « تليسن » نظاميه\r\n( 604 ) « مفروح » عثمانيه « مر مفروح » نظاميه\r\n( 605 ) « دماغ » نظاميه\r\n( 606 ) « و در » نظاميه\r\n( 607 ) « مضنون » عثمانيه\r\n( 608 ) « خاصتى » عثمانيه\r\n( 609 ) در نظاميه بجاى « قلب » « خلط » نوشته شده است\r\n( 610 ) در سالار جنگ و آصفيه « وجوه » نوشته شده است « بوجوه » از عثمانيه و نظاميه گرفته شد\r\n( 611 ) « باشد » عثمانيه آصفيه نظاميه\r\n( 612 ) « تريافته » عثمانيه\r\n( 613 ) در عثمانيه « گرداند » نوشته نشده\r\n( 614 ) در نظاميه « انفخه » نوشته نشده\r\n( 615 ) در عثمانيه « آخر » نوشته نشده\r\n( 616 ) « باشد » عثمانيه آصفيه نظاميه\r\n( 617 ) در عثمانيه و نظاميه « و دم را از خلط سوداوى » نوشته نشده\r\n( 618 ) « اول » نظاميه\r\n( 619 ) در نظاميه پس از « خاصيت » « و » نوشته شده است\r\n( 620 ) در آصفيه « او » نوشته نشده\r\n( 621 ) « تين » نظاميه\r\n( 622 ) « تلطف » نظاميه\r\n\r\n","description":"","footnote":"","page_name":" 196 ","page_number":56},
  {"content":"\r\n\r\n( 623 ) « باشد » عثمانيه آصفيه نظاميه\r\n( 624 ) در هر سه نسخه « آن » نوشته نشده\r\n( 625 ) « عسكر » نظاميه\r\n( 626 ) « بروج » نظاميه\r\n( 627 ) « بهمنين » عثمانيه نظاميه\r\n( 628 ) « باشد » نظاميه\r\n( 629 ) « برخ » نظاميه\r\n( 630 ) در سالار جنگ عثمانيه و نظاميه « و خاصيت » نوشته شده است ، « بخاصيت » از آصفيه گرفته شد\r\n( 631 ) در هر سه نسخه « كند » نوشته نشده ، از آصفيه گرفته شد\r\n( 632 ) در آصفيه « قلب » نوشته نشده\r\n( 633 ) در آصفيه پس از « بيض » « را » هم اضافه است\r\n( 634 ) در هر سه نسخه « و » نوشته نشده\r\n( 635 ) « مستجمع » آصفيه\r\n( 636 ) « بسرعت » آصفيه\r\n( 637 ) « تعجب » نظاميه\r\n( 638 ) در سالار جنگ از « و مقلل » « تا « تفريح » نوشته نشده ، از نسخه‌هاى ديگر گرفته شد\r\n( 639 ) در آصفيه و نظاميه « او » نوشته نشده\r\n( 640 ) « با بالعرض » نظاميه\r\n( 641 ) در عثمانيه و نظاميه « تمام » نوشته نشده\r\n( 642 ) « بمثابه » عثمانيه آصفيه نظاميه\r\n( 643 ) در سالار جنگ و آصفيه « است » نوشته نشده ، از عثمانيه و نظاميه گرفته شد\r\n( 644 ) در عثمانيه « و مى و بر » و در نظاميه « مجاؤ » بجاى « و مجاور » نوشته شده است\r\n( 645 ) « پيش » آصفيه\r\n( 646 ) « يبس » آصفيه\r\n( 647 ) « حتبى » نظاميه\r\n( 648 ) « منفرغ » نظاميه\r\n( 649 ) در آصفيه « او » نوشته نشده\r\n( 650 ) در آصفيه « است » نوشته نشده\r\n( 651 ) « جمع » نظاميه\r\n( 652 ) در نظاميه « منكسر » نوشته نشده\r\n( 653 ) در سالار جنگ و آصفيه « او » نوشته نشد ، از عثمانيه و نظاميه گرفته شد\r\n( 654 ) در عثمانيه « است » تكرار شده است - و در آصفيه بجاى « است » « باشد » مرقوم است\r\n( 655 ) « طبقه » آصفيه\r\n( 656 ) « عطر » نظاميه\r\n( 657 ) « كند » آصفيه\r\n( 658 ) « تمتن » عثمانيه « بمبن » نظاميه\r\n( 659 ) « درو » عثمانيه\r\n( 660 ) در آصفيه « جزوو » نوشته نشده\r\n( 661 ) « بكثف » نظاميه\r\n( 662 ) در آصفيه « جوهر » نوشته نشده\r\n( 663 ) « سرد » عثمانيه نظاميه\r\n\r\n","description":"","footnote":"","page_name":" 197 ","page_number":57},
  {"content":"\r\n\r\n( 664 ) در آصفيه « قبض » نوشته نشده\r\n( 665 ) « باشد » عثمانيه آصفيه نظاميه\r\n( 666 ) « در » آصفيه\r\n( 667 ) « كنند » عثمانيه آصفيه\r\n( 668 ) « احشا » عثمانيه آصفيه\r\n( 669 ) « باشذ » آصفيه\r\n( 670 ) « يابس » آصفيه\r\n( 671 ) در آصفيه « هر دو » نوشته نشده\r\n( 672 ) « دور » عثمانيه « دو » نظاميه\r\n( 673 ) در عثمانيه « و » نوشته نشده\r\n( 674 ) در نظاميه « از » نوشته نشده\r\n( 675 ) « استكنار » عثمانيه\r\n( 676 ) « كند » عثمانيه نظاميه\r\n( 677 ) در نظاميه « مر » نوشته نشد\r\n( 678 ) « تلطف » نظاميه\r\n( 679 ) در آصفيه « به زرنب » نوشته نشد و در عثمانيه اين عبارت بدين‌گونه است :\r\n« بسته برريت »\r\n( 680 ) « باشد » نظاميه\r\n( 681 ) در نظاميه « بود » نوشته نشده\r\n( 682 ) در آصفيه « و در » نوشته نشده\r\n( 683 ) در آصفيه پيش از « تقويت » « و » نوشته شده است\r\n( 684 ) « شده » آصفيه\r\n( 685 ) « سودا » عثمانيه نظاميه\r\n( 686 ) در نظاميه « حار » نوشته نشده\r\n( 687 ) « نبود » آصفيه\r\n( 688 ) در عثمانيه و نظاميه « باشد » نوشته نشده\r\n( 689 ) در آصفيه « او » نوشته نشده\r\n( 690 ) « كند » آصفيه\r\n( 691 ) « تنوير » عثمانيه آصفيه نظاميه\r\n( 692 ) « تمتن » نظاميه\r\n( 693 ) « طلخشوق » عثمانيه نظاميه\r\n( 694 ) « رطوبات » عثمانيه نظاميه\r\n( 695 ) در عثمانيه و نظاميه پس از « الامتزاج » « است » نوشته شده است\r\n( 696 ) « لزوجيت » نظاميه\r\n( 697 ) « تغزيه » عثمانيه\r\n( 698 ) « پندا » نظاميه\r\n( 699 ) « رطوبت » آصفيه\r\n( 700 ) « سموم » آصفيه\r\n( 701 ) در آصفيه « را » نوشته نشده\r\n( 702 ) « ثقبه » عثمانيه « دفعه » نظاميه\r\n( 703 ) در آصفيه « او » نوشته نشده\r\n( 704 ) در آصفيه « در » نوشته نشده\r\n( 705 ) « محض » عثمانيه\r\n( 706 ) « قابض » عثمانيه آصفيه\r\n\r\n","description":"","footnote":"","page_name":" 198 ","page_number":58},
  {"content":"\r\n\r\n( 707 ) « قبضان » عثمانيه\r\n( 708 ) در نظاميه « او » نوشته نشده\r\n( 709 ) « مقاطين » عثمانيه\r\n( 710 ) در عثمانيه « كه » نوشته نشده\r\n( 711 ) در عثمانيه « باحالة و » نوشته نشده\r\n( 712 ) « تمريخ » عثمانيه آصفيه\r\n( 713 ) « جواهر » عثمانيه آصفيه نظاميه\r\n( 714 ) در نظاميه « او » نوشته نشده\r\n( 715 ) « جواهر » نظاميه\r\n( 716 ) « جواهر » عثمانيه آصفيه نظاميه\r\n( 717 ) « اعرارى » عثمانيه\r\n( 718 ) « اويند » نظاميه\r\n( 719 ) در سالار جنگ از « موثر نبود » تا « جوهر وىاند » نوشته نشده ، از نسخه‌هاى ديگر گرفته شد\r\n( 720 ) « ناخيه » عثمانيه\r\n( 721 ) « نمايند » نظاميه\r\n( 722 ) در آصفيه « كه » نوشته نشده\r\n( 723 ) در نظاميه « يابد » نوشته نشده\r\n( 724 ) « تعريب » عثمانيه « تقويت » نظاميه\r\n( 725 ) « قابض » عثمانيه آصفيه\r\n( 726 ) « امپاك » عثمانيه\r\n( 727 ) « فرموده » نظاميه\r\n( 728 ) « لازم » عثمانيه نظاميه\r\n( 729 ) در نظاميه « نه » نوشته نشده\r\n( 730 ) « بتسخين » عثمانيه آصفيه نظاميه\r\n( 731 ) در آصفيه « كه » نوشته نشده\r\n( 732 ) در عثمانيه و نظاميه « فعل » نوشته نشده\r\n( 733 ) « باشذ » سالار جنگ آصفيه\r\n( 734 ) « نستان » نظاميه\r\n( 735 ) « باشد » عثمانيه\r\n( 736 ) در عثمانيه از « و حال او » تا « ضعيف باشد » نوشته نشده\r\n( 737 ) « عصريته » عثمانيه\r\n( 738 ) « درحيه » عثمانيه - در نظاميه اين واژه نوشته نشده\r\n( 739 ) در آصفيه بجاى « دروبا » « نيز » نوشته شده است - در نظاميه « با » نوشته نشده\r\n( 740 ) « بادر » نظاميه\r\n( 741 ) در عثمانيه « اند » نوشته نشده\r\n( 742 ) « خوب » عثمانيه\r\n( 743 ) در نظاميه « مر » نوشته نشده\r\n( 744 ) « ثانيه » عثمانيه\r\n( 745 ) « بخشد » نظاميه\r\n( 746 ) « كند » عثمانيه\r\n( 747 ) در عثمانيه « تعديل كنند » نوشته نشده\r\n( 748 ) در عثمانيه و نظاميه « و » نوشته نشده\r\n( 749 ) « شاكل » عثمانيه\r\n\r\n","description":"","footnote":"","page_name":" 199 ","page_number":59},
  {"content":"\r\n\r\n( 750 ) در آصفيه بجاى « و اشد بود » « باشد » نوشته شده است\r\n( 751 ) « ثالثه » نظاميه آصفيه\r\n( 752 ) « اغانت » عثمانيه\r\n( 753 ) در عثمانيه « كند » نوشته نشده\r\n( 754 ) در عثمانيه « كمثرى » نوشته نشده ، جاى واژه خالى است\r\n( 755 ) در عثمانيه آصفيه و نظاميه « به » نوشته نشده\r\n( 756 ) در آصفيه « او » نوشته نشده\r\n( 757 ) در عثمانيه و نظاميه « در » نوشته نشده\r\n( 758 ) « خرابيان » عثمانيه\r\n( 759 ) « دارند » نظاميه\r\n( 760 ) « باشد » نظاميه\r\n( 761 ) « جين » عثمانيه\r\n( 762 ) « شاهثه » عثمانيه\r\n( 763 ) « نكنند » عثمانيه آصفيه نظاميه\r\n( 764 ) « كللهم » نظاميه\r\n( 765 ) « چنان كه » عثمانيه\r\n( 766 ) در عثمانيه « و » نوشته نشده\r\n( 767 ) « ضعيف » عثمانيه\r\n( 768 ) « انست » نظاميه\r\n( 769 ) در عثمانيه « بود » نوشته نشده\r\n( 770 ) « غلظ » آصفيه\r\n( 771 ) در عثمانيه و نظاميه « او » نوشته نشده\r\n( 772 ) در نظاميه پس از « اخف » « و » هم اضافه است\r\n( 773 ) « آنست » عثمانيه آصفيه\r\n( 774 ) در آصفيه پس از « انسب » « بود » هم اضافه است\r\n( 775 ) در عثمانيه و نظاميه « آب او لحم » نوشته شده است\r\n( 776 ) « طبيخ » عثمانيه\r\n( 777 ) « طبيخ » عثمانيه\r\n( 778 ) « نمايد » آصفيه\r\n( 779 ) « تشبيه » عثمانيه\r\n( 780 ) در عثمانيه و نظاميه پس از « قرون » « و » هم اضافه است\r\n( 781 ) « يبش » عثمانيه\r\n( 782 ) « بطبه » نظاميه\r\n( 783 ) در آصفيه « بود » نوشته نشده\r\n( 784 ) « نيس » عثمانيه\r\n( 785 ) « صرفه » عثمانيه آصفيه\r\n( 786 ) در آصفيه بجاى « مسموع نشده » « ممنوع كنند » نوشته شده است\r\n( 787 ) در آصفيه « او » نوشته نشده\r\n( 788 ) « احكام » آصفيه\r\n( 789 ) « قلالى » عثمانيه\r\n( 790 ) در آصفيه پس از « عطريت » « و » هم اضافه است\r\n( 791 ) « ضرر » آصفيه « ضرر برو » نظاميه\r\n( 792 ) « رطب » نظاميه\r\n( 793 ) « تقديل » نظاميه\r\n\r\n","description":"","footnote":"","page_name":" 200 ","page_number":60},
  {"content":"\r\n\r\n( 794 ) « اخلاط » عثمانيه\r\n( 795 ) در عثمانيه بجاى « لذيذ و با » « برديا » نوشته شده است\r\n( 796 ) « باشد » آصفيه\r\n( 797 ) « الآزاد » آصفيه\r\n( 798 ) « بيس » عثمانيه\r\n( 799 ) « الفض » عثمانيه « انفض » آصفيه\r\n( 800 ) در عثمانيه « بود » نوشته نشده\r\n( 801 ) « با مبارك » عثمانيه\r\n( 802 ) « الفض » عثمانيه\r\n( 803 ) « انقض » عثمانيه\r\n( 804 ) در نظاميه « بود » نوشته نشده\r\n( 805 ) « باشد » نظاميه\r\n( 806 ) « غير » نظاميه\r\n( 807 ) « ازواح » نظاميه\r\n( 808 ) « تكثر » عثمانيه\r\n( 809 ) در عثمانيه پس از « خاصيت » و در نظاميه پيش از « خاصيت » « اجتماع » هم اضافه است\r\n( 810 ) در آصفيه « شد » نوشته نشده\r\n( 811 ) « او قرب » نظاميه\r\n( 812 ) در عثمانيه « فضه » نوشته نشده\r\n( 813 ) در نظاميه بجاى « برد بود » « بارد » نوشته شده است\r\n( 814 ) « تلطف » نظاميه\r\n( 815 ) « بروح » نظاميه\r\n( 816 ) در عثمانيه پس از « روح » « و » هم اضافه است\r\n( 817 ) « نقض » نظاميه « نقص » عثمانيه\r\n( 818 ) « فصول » عثمانيه\r\n( 819 ) در سالار جنگ از « او نمايند » تا « خاصيت » نوشته نشده ، از نسخه‌هاى ديگر گرفته شد\r\n( 820 ) « نمايد » آصفيه\r\n( 821 ) « سوداوى » عثمانيه نظاميه\r\n( 822 ) « جدا » نظاميه\r\n( 823 ) « لزوجيت » نظاميه\r\n( 824 ) « ترقيات » نظاميه\r\n( 825 ) « الطبيب » نظاميه\r\n( 826 ) « القلب » نظاميه\r\n( 827 ) « كند » آصفيه\r\n( 828 ) « تلطف » نظاميه\r\n( 829 ) « نمايد » آصفيه نظاميه\r\n( 830 ) « ساوى » نظاميه\r\n( 831 ) « سرينى » نظاميه\r\n( 832 ) در هر سه نسخه « غذاى » در نظاميه « غذايتى » است كه در متن قرار داديم\r\n( 833 ) در نظاميه پس از « و » « به » هم اضافه است\r\n( 834 ) « دارد » آصفيه\r\n( 835 ) در عثمانيه بجاى « و با » « تا » نوشته شده است\r\n\r\n","description":"","footnote":"","page_name":" 201 ","page_number":61},
  {"content":"\r\n\r\n( 836 ) در نظاميه پيش از « تعديل » « و » نوشته شده است\r\n( 837 ) غير از سالار جنگ در هيچ‌يكى يكى از سه نسخه ديگر « و » نوشته نشده\r\n( 838 ) « نمايند » نظاميه\r\n( 839 ) در عثمانيه ميان « قاقله » و « صغار » « تا تبريد » نوشته شده است كه اصلا درست نيست و اشتبها از سطر ما قبل رونويس شده است\r\n( 840 ) « ذاهب » نظاميه\r\n( 841 ) در نسخه آصفيه اين عبارت بدين‌گونه است « ذهب حكما احكام ياقوت و فضه بود پس از آنچه »\r\n( 842 ) در سالار جنگ و آصفيه « و كمتر از ياقوت و فايق از فضه » نوشته نشده از عثمانيه و نظاميه گرفته شد\r\n( 843 ) « فايض » نظاميه\r\n( 844 ) در نظاميه « بود » نوشته نشده\r\n( 845 ) در آصفيه « كه » نوشته نشده\r\n( 846 ) در نظاميه بجاى « او » « و » نوشته شده است\r\n( 847 ) « نشود » آصفيه\r\n( 848 ) در آصفيه « قلب » نوشته نشده\r\n( 849 ) « تلطيف » عثمانيه « تلطف » نظاميه\r\n( 850 ) در آصفيه « خاصيت » نوشته نشده\r\n( 851 ) « كرديم » عثمانيه آصفيه نظاميه\r\n( 852 ) در سالار جنگ « و ازاله » نوشته نشده ، از نسخه‌هاى ديگر گرفته شد\r\n( 853 ) « معنى » عثمانيه\r\n( 854 ) در آصفيه بجاى « از » « به جهت » نوشته شده است\r\n( 855 ) « مىدانم » آصفيه\r\n( 856 ) « تا » آصفيه نظاميه\r\n( 857 ) در عثمانيه « و » نوشته نشده\r\n( 858 ) « نمايد » آصفيه\r\n( 859 ) « نسبت » نظاميه\r\n( 860 ) در نظاميه « او » نوشته نشده\r\n( 861 ) در سالار جنگ « بود » نوشته نشده ، از نسخه‌هاى ديگر گرفته شد\r\n( 862 ) « ذر » نظاميه\r\n( 863 ) در عثمانيه آصفيه و نظاميه « حزم » و در سالار جنگ « جزيم » نوشته شده است اما بايد كه جزم باشد كه ما اختيار كرده‌ايم\r\n( 864 ) « هنى » نظاميه\r\n( 865 ) « بودند » عثمانيه آصفيه نظاميه\r\n( 866 ) « طريق » نظاميه\r\n( 867 ) « و افعال انفع » عثمانيه\r\n( 868 ) « تخمير » نظاميه\r\n( 869 ) در نظاميه « در » نوشته نشده\r\n( 870 ) « نسبت » نظاميه\r\n( 871 ) « تخمير » عثمانيه نظاميه\r\n( 872 ) در عثمانيه « بعد » نوشته نشده\r\n( 873 ) « تخمير » نظاميه\r\n( 874 ) در آصفيه از « بلكه » تا « خواص بسايط » نوشته نشده\r\n( 875 ) در عثمانيه « در » نوشته نشده\r\n\r\n","description":"","footnote":"","page_name":" 202 ","page_number":62},
  {"content":"\r\n\r\n( 876 ) « نمايد » نظاميه\r\n( 877 ) « كونى » عثمانيه\r\n( 878 ) « فلافى » عثمانيه\r\n( 879 ) در عثمانيه و نظاميه پيش از « دو » « هر » هم اضافه است\r\n( 880 ) « نعوذ » نظاميه\r\n( 881 ) « تخمر » آصفيه\r\n( 882 ) « تخمير » آصفيه نظاميه\r\n( 883 ) در آصفيه « دو » نوشته نشده\r\n( 884 ) در نظاميه « گاهى » نوشته نشده و در عثمانيه بجاى « گاهى » « وقت تخمر » نوشته شده است\r\n( 885 ) « شود » عثمانيه آصفيه\r\n( 886 ) « تسخين » آصفيه\r\n( 887 ) در هر سه نسخه « مخمر » نوشته شده است « تخمر » از آصفيه گرفته شد\r\n( 888 ) در عثمانيه « است » نوشته نشده\r\n( 889 ) « آن » آصفيه\r\n( 890 ) « سقى » عثمانيه آصفيه\r\n( 891 ) « منهتين » آصفيه\r\n( 892 ) « جبن » عثمانيه آصفيه\r\n( 893 ) در نظاميه « ايارج لوغاذيا » تكرار شده است\r\n( 894 ) « مفرده » نظاميه\r\n( 895 ) « بتجريد » نظاميه\r\n( 896 ) در آصفيه « و » نوشته نشده\r\n( 897 ) در عثمانيه « زايد بر سخونت » نوشته نشده\r\n( 898 ) در نظاميه « از » نوشته نشده\r\n( 899 ) « شد » آصفيه\r\n( 900 ) در سالار جنگ « بر » نوشته نشده - در نظاميه « ء » نوشته شده است - « بر » از عثمانيه و آصفيه گرفته شد\r\n( 901 ) « معاضى » نظاميه\r\n( 902 ) « اجزى » نظاميه\r\n( 903 ) « مضنون » عثمانيه\r\n( 904 ) « باره » نظاميه\r\n( 905 ) در آصفيه « نمايد » نوشته نشده و در عثمانيه و نظاميه « كنند » نوشته شده است\r\n( 906 ) در نظاميه « و اكثار » نوشته نشده\r\n( 907 ) در آصفيه « و » نوشته نشده\r\n( 908 ) در آصفيه « رديه » نوشته نشده\r\n( 909 ) « ايمن » آصفيه\r\n( 910 ) « اشد » آصفيه\r\n( 911 ) در سالار جنگ عثمانيه و نظاميه « در » نوشته نشده از آصفيه گرفته شد\r\n( 912 ) « بر » نظاميه\r\n( 913 ) در آصفيه و نظاميه پس از « و » « در » هم اضافه است\r\n( 914 ) « انتعاش » نظاميه\r\n( 915 ) « نكنند » نظاميه\r\n( 916 ) « رد » عثمانيه\r\n( 917 ) در آصفيه بجاى « لذوع » « سموم ملذوعه » نوشته شده است\r\n\r\n","description":"","footnote":"","page_name":" 203 ","page_number":63},
  {"content":"\r\n\r\n( 918 ) در نظاميه « عام » نوشته نشده\r\n( 919 ) در آصفيه « به شيرين » نوشته نشده\r\n( 920 ) « كنند » عثمانيه نظاميه\r\n( 921 ) در هر سه نسخه « هريك » نوشته نشده\r\n( 922 ) « سازد » عثمانيه\r\n( 923 ) در سالار جنگ عثمانيه و نظاميه از « اگر » تا « شراب » نوشته نشده ، از آصفيه گرفته شد\r\n( 924 ) در عثمانيه « تا » نوشته نشده\r\n( 925 ) « به جهت » آصفيه\r\n( 926 ) در نظاميه بجاى « او » « امر » نوشته شده است\r\n( 927 ) « منكر » عثمانيه\r\n( 928 ) « كندرى » عثمانيه\r\n( 929 ) در آصفيه « علت » نوشته نشده\r\n( 930 ) « او منفعت » نظاميه\r\n( 931 ) در سالار جنگ و عثمانيه بجاى « در » « به » نوشته شده است در نظاميه « در » يا « به » هيچ‌كدام نوشته نشده - « در » از آصفيه گرفته شد\r\n( 932 ) « ام » آصفيه\r\n( 933 ) « كنند » آصفيه\r\n( 934 ) در آصفيه پس از « بسفايج » « فستقى » هم اضافه است\r\n( 935 ) « حار و » عثمانيه\r\n( 936 ) « شاق » عثمانيه\r\n( 937 ) « كمافيطدس » نظاميه\r\n( 938 ) در آصفيه پس از « تربد » « سفيد » هم اضافه است\r\n( 939 ) « فلجمشك » نظاميه\r\n( 940 ) « الطب » نظاميه\r\n( 941 ) در نظاميه « يك » نوشته نشده\r\n( 942 ) در آصفيه « وزن » نوشته نشده\r\n( 943 ) « بخيسانند » عثمانيه نظاميه « بخيسانيده » آصفيه\r\n( 944 ) « كرده » نظاميه\r\n( 945 ) « كرده » آصفيه\r\n( 946 ) در آصفيه « گلقند » نوشته نشده\r\n( 947 ) در نظاميه « نكند » نوشته نشده\r\n( 948 ) در آصفيه پيش از « ده » « بعد از » نوشته شده است\r\n( 949 ) « هروز » نظاميه\r\n( 950 ) در آصفيه « عظيم » نوشته نشده\r\n( 951 ) « مستعيد » نظاميه\r\n( 952 ) در هر سه نسخه « تخم » نوشته نشده\r\n( 953 ) در سالار جنگ از « تخم فرنجمشك » تا « برگ بادرنجبويه » نوشته نشده است از نسخه‌هاى ديگر گرفته شد\r\n( 954 ) در عثمانيه « درم » نوشته نشده\r\n( 955 ) « داهمد » عثمانيه\r\n( 956 ) در نظاميه « همه را در » نوشته نشده\r\n( 957 ) « نصف » آصفيه « صفت » نظاميه\r\n( 958 ) « كرده » آصفيه\r\n\r\n","description":"","footnote":"","page_name":" 204 ","page_number":64},
  {"content":"\r\n\r\n( 959 ) « يافتم » آصفيه\r\n( 960 ) در آصفيه « هريك » نوشته نشده\r\n( 961 ) « بهرى » نظاميه\r\n( 962 ) « طلا » عثمانيه\r\n( 963 ) در آصفيه از « حجر ارمنى » تا « قاقله كبار » نوشته نشده\r\n( 964 ) در عثمانيه « كباب » نوشته نشده\r\n( 965 ) در عثمانيه « دو » نوشته نشده\r\n( 966 ) در سالار جنگ و آصفيه « پنج درم » نوشته نشده ، از عثمانيه و نظاميه گرفته شد\r\n( 967 ) در نظاميه عبارت از « تخم خيار » تا « دو مثقال » در صحافى از بين رفته\r\n( 968 ) در آصفيه پيش از « هر » « از » هم اضافه است\r\n( 969 ) « بحا » عثمانيه\r\n( 970 ) « اقراص ساختن » آصفيه\r\n( 971 ) در نظاميه « به سه » نوشته نشده\r\n( 972 ) « مثال » عثمانيه\r\n( 973 ) « قرتب » نظاميه\r\n( 974 ) « افيون » آصفيه نظاميه\r\n( 975 ) « درواند » نظاميه\r\n( 976 ) در آصفيه « از » نوشته نشده\r\n( 977 ) در عثمانيه و نظاميه « به حال دارند » نوشته نشده ، و در آصفيه بجاى اين « ايذازند » نوشته شده است\r\n( 978 ) در آصفيه « پوست » نوشته نشده\r\n( 979 ) « جوزبويا » عثمانيه نظاميه\r\n( 980 ) در عثمانيه بجاى « دو » « كه » نوشته شده است\r\n( 981 ) « آنست » آصفيه\r\n( 982 ) در عثمانيه بجاى « با » « تا » نوشته شده است\r\n( 983 ) « كنند » عثمانيه آصفيه نظاميه\r\n( 984 ) در آصفيه « به اين معجون » نوشته نشده\r\n( 985 ) « سفى » نظاميه\r\n( 986 ) در آصفيه « مغز » نوشته نشده\r\n( 987 ) در آصفيه « مغز تخم كدو » نوشته نشده\r\n( 988 ) در نظاميه « مغز » نوشته نشده\r\n( 989 ) در آصفيه پس از « مرواريد » « سفيد » هم اضافه است\r\n( 990 ) در آصفيه پس از « كهربا » « شمعى » هم اضافه است\r\n( 991 ) در عثمانيه « صندل سفيد دو مثقال » نوشته نشده\r\n( 992 ) در عثمانيه « آب » نوشته شده ولى در هر سه نسخه « رب » است كه بعد از تطبيق با متن عربى چاپ تاشقند و ترجمه اردوى آن تائيد گرديد -\r\n( 993 ) « كند » عثمانيه نظاميه\r\n( 994 ) در عثمانيه و نظاميه « كبار » است ولى در سالار جنگ و آصفيه « صغار » نوشته شده كه از نسخه عربى چاپ تاشقند و ترجمه اردو چاپ كلكته تائيد مىگردد -\r\n( 995 ) « كرده » آصفيه\r\n( 996 ) در آصفيه « و نصف » نوشته نشده\r\n( 997 ) « آب » نظاميه ولى در هر سه نسخه فارسى و در نسخه عربى چاپ تاشقند و ترجمه اردوى آن « رب » مرقوم است -\r\n\r\n","description":"","footnote":"","page_name":" 205 ","page_number":65},
  {"content":"\r\n\r\n( 998 ) « آب » نظاميه\r\n( 999 ) « معجون نسخه جلاب » عثمانيه\r\n( 1000 ) در هر سه نسخه ديگر واژه « همه » موجود نيست\r\n( 1001 ) در نظاميه « را » نوشته نشده\r\n( 1002 ) « اخذه » نظاميه\r\n( 1003 ) « نمايند » آصفيه\r\n( 1004 ) « بقمام » نظاميه\r\n( 1005 ) در عثمانيه بجاى « با عصاره بادرنجبويه » تنها « تجويه » نوشته شده است\r\n( 1006 ) در نظاميه بجاى « و اگر » « از » نوشته شده است\r\n( 1007 ) در عثمانيه و نظاميه « بود » نوشته نشده و در آصفيه بجاى « بود » « باشد » نوشته شده است\r\n( 1008 ) « كند » نظاميه\r\n( 1009 ) « مستفراغات » آصفيه\r\n( 1010 ) در آصفيه پس از ايارج « فيقرا » هم نوشته شده است\r\n( 1011 ) « سوغلذيا » نظاميه\r\n( 1012 ) در آصفيه « در » نوشته نشده\r\n( 1013 ) در نظاميه « صفت » نوشته نشده\r\n( 1014 ) در هر سه نسخه « افتيمون » جداگانه نوشته نشده و درينجا از آصفيه برگرفته شد\r\n( 1015 ) « اطمل » عثمانيه\r\n( 1016 ) « كرده » آصفيه\r\n( 1017 ) « انراج » نظاميه\r\n( 1018 ) « سهج » سالار جنگ آصفيه\r\n( 1019 ) « باشد » آصفيه\r\n( 1020 ) در نظاميه پيش از « نضج » « به » نوشته شده است\r\n( 1021 ) « كنند » آصفيه\r\n( 1022 ) « اگر » عثمانيه\r\n( 1023 ) در آصفيه « افتيمون » نوشته نشده\r\n( 1024 ) « باسفايج » نظاميه\r\n( 1025 ) در نظاميه از « غاريقون » تا « اسطوخودوس » دو سطر از قلم كاتب افتاده\r\n( 1026 ) « پنج » آصفيه\r\n( 1027 ) در سالار جنگ و آصفيه « نيم درم شحم حنظل » نوشته نشده ، از عثمانيه گرفته شد\r\n( 1028 ) « بنح » نظاميه\r\n( 1029 ) در آصفيه پس از « مصطگى » « رومى » هم اضافه است\r\n( 1030 ) در نظاميه پيش از « خربق » « كه » هم اضافه است\r\n( 1031 ) در هر سه نسخه ديگر « و » از كتابت افتاده\r\n( 1032 ) « برساند » عثمانيه نظاميه « رسانند » آصفيه\r\n( 1033 ) در نظاميه « يا » نوشته نشده\r\n( 1034 ) در آصفيه « باشد » نوشته نشده\r\n( 1035 ) « كنند » عثمانيه آصفيه نظاميه\r\n( 1036 ) در آصفيه پس از « تربد » « سفيد » هم اضافه است\r\n( 1037 ) در نظاميه « شحم » نوشته نشده\r\n( 1038 ) در نظاميه از « از هر » تا « مقل » نوشته نشده\r\n( 1039 ) در عثمانيه پس از « دانگ » « خربق » تكرار شده است\r\n\r\n","description":"","footnote":"","page_name":" 206 ","page_number":66},
  {"content":"\r\n\r\n( 1040 ) « بودند » آصفيه\r\n( 1041 ) « آن » آصفيه\r\n( 1042 ) « تحين » عثمانيه\r\n( 1043 ) « صاعثى » نظاميه\r\n( 1044 ) « كند » نظاميه\r\n( 1045 ) در عثمانيه « بود » نوشته نشده\r\n( 1046 ) « چپ پار » عثمانيه\r\n( 1047 ) « سخيه » عثمانيه\r\n( 1048 ) « يا » نظاميه\r\n( 1049 ) « روز » آصفيه\r\n( 1050 ) « باشد » آصفيه\r\n( 1051 ) در آصفيه پس از « تربد » « سفيد » هم اضافه است\r\n( 1052 ) در آصفيه پس از « صبر » « سقوطرى » هم اضافه است\r\n( 1053 ) در سالار جنگ و عثمانيه و آصفيه « صفراوى سوداوى » است ولى در نظاميه سوداوى صفراوى » نوشته شده كه از نسخه عربى چاپ تاشقند و ترجمه اردوى آن چاپ كلكته تائيد گرديد و در متن قرار داده شد\r\n( 1054 ) در آصفيه پس از « تربد » « سفيد » هم اضافه است\r\n( 1055 ) در هر سه نسخه واژه « دو » نوشته شده ولى در سالار جنگ « يك » است كه هم در نسخه عربى چاپ تاشقند ديده مىشود\r\n( 1056 ) در آصفيه « جزو » نوشته نشده\r\n( 1057 ) « معجون » آصفيه\r\n( 1058 ) « شيخ » نظاميه\r\n( 1059 ) « خضر ما » نظاميه\r\n( 1060 ) « من الافتقار » آصفيه\r\n( 1061 ) « تيمم » عثمانيه نظاميه\r\n( 1062 ) « الرسالة » آصفيه « المقابلة » نظاميه\r\n( 1063 ) « بوابهت » نظاميه\r\n( 1064 ) « انبيا » نظاميه\r\n( 1065 ) در نظاميه پس از « محمد » « صل اللّه عليه و سلم » هم اضافه است\r\n( 1066 ) در نظاميه « الطيبين » نوشته نشده\r\n( 1067 ) در هر سه نسخه « اجمعين » نوشته نشده\r\n( 1068 ) « تمت الكتاب المسمى به تفريح القلوب بعون الستار العيوب - تمت تمام بحسب المنام به حق رسول و آله العظام » عثمانيه\r\n« تمت الرسالة المباركة المسمى به تفريح القلوب من تصنيف استاذ الاستاذى جناب مسيح زمانى ارسطو دورانى جناب احمد اللّه خان صاحب المرحوم المغفور غفر اللّه ذنوبه - محرر الفقير الحقير سيد عنايت حسن شاگرد جناب حكيم شفائى خان صاحب معتمد الملوك مد ظله العالى 20 محرم 1253 ه » آصفيه « تمت تمام شد » نظاميه\r\n\r\n","description":"","footnote":"","page_name":" 207 ","page_number":67},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 208 ","page_number":68}
  ]