[
  {"content":"\r\n\r\nهو الشافى\r\nموسسه مطالعات تاريخ پزشكى طب اسلامى و مكمل\r\nتاسيس 1379\r\nدانشگاه علوم پزشكى\r\nخدمات بهداشتى درمانى ايران\r\nكتاب\r\nبهج الحذاقت\r\nتأليف\r\nقدرت احمدبن حافظ\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" شناسنامه 2 ","page_number":2},
  {"content":"\r\n\r\n\r\nمشخصات كتاب :\r\nنام كتاب : بهج الحذاقت\r\nمؤلف : حكيم قدرت احمد بن حافظ\r\nتاريخ انتشار نسخه مادر : 1897 ميلادى\r\nديباچه از : دكتر محمد مهدى اصفهانى\r\nنسخه مادر : تصوير نسخه چاپ سنگى موجود در كتابخانه آستان قدس رضوى ( مشهد ) با تشكر فراوان از كتابخانه مذكور\r\nناشر : مؤسسه مطالعات تاريخ پزشكى ، طب اسلامى و مكمل دانشگاه علوم پزشكى ايران با تشكر بسيار از حمايت بىدريغ حوزه معاونت محترم آموزشى و امور دانشجوئى وزارت بهداشت ، درمان و آموزش پزشكى\r\nشماره نشر : 51 - سنگى\r\nتاريخ نشر : مردادماه 1384\r\nنوبت نشر : يكم\r\nشمارگان : 150 نسخه\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" شناسنامه 4 ","page_number":4},
  {"content":"\r\n\r\nبسمه‌تعالى\r\n\r\nبهج الحذاقت و مؤلف آن\r\nنويسنده اين كتاب حكيم قدرت احمد بن حافظ عنايت احمد بن حافظ محمّد از پزشكان دوره تمدن اسلامى هند در مقدمهء كتاب بهج الحذاقت مىنويسد با استفاده از كتب معتبر پزشكى مانند آثار نفيسى ، سديدى و نيز كتاب مفرح القلوب گزيده‌اى در پزشكى تهيه كردم و آن را در دو باب و يك خاتمه مرتّب نمودم .\r\nباب اوّل كتاب در طب نظرى و باب دوّم در طب علمى و خاتمه كتاب در شناسائى اثرات داروهاى مفرده و قوانين تركيب و شناسائى درجه داروى مركب است . اين كتاب بسال 1897 ميلادى براى دوّمين بار در كانپور هند بچاپ رسيده است .\r\nكتاب بهج الحذاقت در عين اختصار بگونه‌اى متفاوت با كتب طبى مفصل نگاشته شده است و در بر دارنده نكاتى است كه براى محققين طب سنتى مىتواند جالب باشد .\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" شناسنامه 6 ","page_number":6},
  {"content":"\r\n\r\nبه عون صنّاع مكين و مكان فضل خلّاق زمين و آسمان بهج الحذاقت\r\nدر مطبع نامى منشى نوءل كشو واقع كان‌پور به طبع مزين مطبوع شد\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":7},
  {"content":"\r\n\r\nبسم اللّه الرحمن الرحيم\r\nالحمد للّه الذى خلقكم من طين ثم جعلكم نطفة فى قرار مكين و اذا مرضت فهو يشفين و افضل الصلاة و السّلام على من قال بكل داء دواء بعده كل علته و شفاء و على آله و اصحابه الذين هم خير الحكماء اما بعد پس مىگويد اضعف عباد اللّه الصمد عاصى قدرت احمد بن حافظ عنايت احمد\r\nبن حافظ محمّد شرف الحقّ بن نواب غلام اشرف خان بهادر رستم جنگ كه نوادهء حقيقى نواب نور الدنيخان بهادر شهيداند رحمهم اللّه المجيد كه مختصرى ؟ ؟ ؟ مشتملين قوانين كليات علم طب بناء افاده و استفادهء طالبان ابن فن از كتب معتبره مانند نفيسى و سديدى و مفرح القلوب چيده بقيد تحرير آورده نام تاريخى آن بهج الحذاقت نهاده بر يك مقدمه و دو باب و يك خاتمه مرتب ساخت و تحفهء انجمن فيض موطن نواب معلى القاب جناب ممتاز الامرا بهادر بسط اللّه ظلهم على فرقى كه نواسه حقيقى عبد الحى خان بهادر برادر حقيقى غلام اشرف خان ممدوح‌اند گردانيده سهو و خطا را از بزرگان اميد عفو و عطاست فاللّه ولى التوفيق و اليه المآب\r\n\r\nمقدمه\r\nدر تعريف علم طب و غايت و موضوع آن باب اول در كليات طب علمى و آن محتوى بر چهار فصل است فصل اول در امور طبيعه فصل دوم در بيان اجناس امراض فصل سوم در اسباب\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":8},
  {"content":"\r\n\r\nامراض فصل چهارم در علامات امراض باب دوم در كليات طب عملى و آن متضمن است بر دو فصل فصل اول در قوانين حفظ صحت فصل دوم در تدبير علاج خاتمه در معرفت تاثير ادويه مفرده و درجه آن و قانون تركيب و شناختن درجه مركب و مقدار شربت آن مقدمه در تعريف علم طب و غايت و موضوع آن بدانكه طب در لغت بمعنى اصلاح و جادوى ذكاوت و دانائى است دور اصطلاح طبا دانستن قوانينىست كه شناخته شود از ان احوال بدان انسان از روى صحت و مرض تا نگهدار و داننده اين قوانين صحت حاصله را بازآرد صحت زائله را به قدر امكان پس در ضمن مفهوم اصطلاحى دانسته شد تعريف علم طب و غايت‌اى مقصود ازين و موضوع اعنى چيزى كه از احوالش درين علم بحث كرده مىشود ف بدانكه احوال بدن انسان سه است نزد جالينوس يكى صحت دوم مرض سوم حالتىست بين الصحت و المرض مانند حال طفل پير و نقيه و نزديك شيخ الرئيس در يكى صحت دوم مرض پس صحت حالتيست كه به آن صادر شود از انسان افعال سيم بىنقصان و مرض حالتيست بر خلاف آن ف بدانكه طب بر دو قسم‌ست علمى و عملى علمى آنست كه دانستن آن فقط موجب اعتماد ؟ ؟ ؟ باشد و محتاج بكيفيت عمل نباشد و عملى آنكه محتاج كيفيت عمل هم باشد\r\n\r\nباب اول در كليات طب علمى و آن محتويست بر چهار فصل\r\n\r\nفصل اول در امور طبيعيه\r\nو آن هفت‌اند يكى اركان و آن چهاراند حار كه حار يابس است هوا كه خار رطب است آب كه بارد رطب‌ست خاك كه بارد يابس است و اركان جمع ركن‌ست و آن جزو اول مركب باشد بالفعل دومى امزجه بدانكه مزاج در مذهب مشهور كيفيتىست كه از كسر و انكسار كيفيات متضاده موجوده در عناصر متصغرة الاجزاء حاصل شده باشد و آن نه قسم‌ست يك معتدل كه بمعنى برابر شونده در قسمت است نه در مقدار چرا كه در بعضى ممتزج از عناصر كميت و كيفيت زائد باشد درخور ؟ ؟ ؟ آن ممتزج مانند شير كه زيادتى حرارت در مزاج او اعتدال است و مانند خرگوش كه زيادتى برودت در آن اعتدال باشد و هشت غير معتدل چهار از ان مفرداند اى خارج از اعتدال بسوى يك كيفيت و آن حار و بارد و رطب و يابس است و چهار مركب اى خارج از اعتدال به طرف و كيفيت و آن حار يابس و حار رطب و بارد يابس و بارد رطب و هريكى ازين هشت اقسام يا سافى است ؟ ؟ ؟ اىنست يا خلطى غالب و يا ماويست اى با او خلطىست غالب و حرارت و رطوبت اعلى را غريزيه و غير اصلى را غريبه\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":9},
  {"content":"\r\n\r\nگويند مزاج جوانان معتدل‌تر است و كودكان در حرارت مساوى جوانان‌اند لكن رطوبت در طفلان زائد است لهذا حرارت ايشان نرم است و حرارت شبان تيزتر و كهل اى ميانه‌سال و شيخ مزاج بارد يابس دارند مگر شيخ از طب است به رطوبت ؟ ؟ ؟\r\n\r\nف [ در اوقات عمر 
  ]\r\nبايد دانست كه اوقات عمر فى الجمله چهاراند يكى سن نمو اى باليدن و آن تا قريب سى سال است و دوم سن و قوت و آن تا سى و پنج يا چهل بحسب مزاج اقليم سوم من الخطاط بابقاى قوت و آن تا قريب شصت سال است چهارم سن الخطاط با ظهور ضعف و آن تا آخر عمر باشد و اللّه و علم بالصواب سوم از امور طبيعيه اخلاطاند و آن جمع خلط است و خلط جسميت رطب سيال پيدا مىشود اولا ؟ ؟ ؟ كيلوس به اين طريق كه هرگاه غذا خورده شود براى آن چهار هضم مىشوند تا آنكه جزو بدن گردد هضم اول از دهن تا معده باشد و در انجا غذا مشابه آش جو شود آن را در يونانى كيلوس خوانند و هضم ثانى در جگر مىشود و در آنجا چهار خلط پيدا مىشود به اين طريق كه هرگاه كيلوس از قعر معده به راه عروق ماساريقا در جگر آيد و دران نفوذ كند و طبخ يابد پس حاصل شود جيزى مانند كف آن را صفرا گويند و چيزى مانند ؟ ؟ ؟ درد آن را سودا گويند و اين هر دو طبيعىاند و چيزى كه سوخته شود لطيف از ان صفراى غير طبيعى است و كثيف آن سوداى غير طبيعى و آنچه خام ماند بلغم طبيعى باشد و آنچه مصفى ازينها باشد دم است پس اين‌همه چهار خلط باشند دم و صفرا و بلغم و سودا و افضل ازينها دم است و آن گرم‌تر باشد و فائده آن غذا دادن ببدنست و طبيعى از ان سرخ‌رنگ و بىبدبو ؟ ؟ ؟ معتدل القوام و شيرين باشد و غير طبيعى بر خلاف آن پس از ان بلغم و آن سردتر است و و فائدهء آن خون گرديدن وقت فقدان خون و تر ساختن اعضا باشد تا حركت آن را خشك نكند و در تغذيه دماغ مخصوص بودن و طبيعى از ان قريب الاستحاله به خون باشد و غير طبيعى برعكس آن مانند بلغم مالح كه مائل بحرارت و يبوست است و بلغم حامض كه مائل به برودت و يبوست است و بلغم سيخ و اين را تفه نيز گويند و خالص البرد و خام باشد و بلغم معفص و آن مائل ببرودت و يبوست اكثر ار ؟ ؟ ؟ حامض است و بلغم مائى از همه رقيق و ابرد اروطب است و بلغم ؟ ؟ ؟ جصى از همه غليظ و بلغم مخاطى مختلف القوام باشد و بلغم خام نيز مختلف القوام باشد ليكن اختلاف محسوس نشود پس از ان صفرا باشد و آن گرم و خشك است و فائده آن رقيق كردن خونست و مخصوص بتغذيه شش است و مىشويد امعا را از ثقل و بلغم لزج و طبيعى از ان احمر خالص باشد مائل بصفرة مانند زعفران و سبك و تيز باشد و غير طبيعى بر خلاف آن يا از اختلاط بلغم غليظ است آن را\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":10},
  {"content":"\r\n\r\nصفراء محى گويند اى شبيه بزورى بيضه يا از آميزش بلغم رقيق باشد آن را مرة الصفرا خوانند يا از آميزش سودا احتراقيه باشد آن را صفراء محترقه نامند يا صفرا خود محترق شده باشد آن را كراثى گويند اگر شبيه برنگ كند نابود و زنجارى گويند اگر مشابه رنگ زنگار باشد لكن احتراق زنگارى قوىتر باشد از كراتى پس از ان سوداست و آن سرد و خشك است و فائده آن غليظ نمودن خون است و داخل در تغذيه استخوان باشد و آگاه كند بر اشتها و طبيعى از ان درو خون طبيعىست و مزه آن در ميان حلاوت ؟ ؟ ؟ عفوريت باشد و غير طبيعى از ان هر خلطى كه محترق شود حتى كه سوداء طبيعى خود سوخته غير طبيعى گردد\r\n\r\nف [ كيفيت هضم 
  ]\r\nبدانكه كيفيت هضم اول و هضم ثانى مبين شد حالا كيفيت هضم ثالث و رابع گفته مىشود كه هضم ثالث در عروق است مستحيل شدن رطوبت اولى رطوبت ثانيه بتدريج و مستعد و متكيف گرديدن بخراج اعضا و هضم رابع در اعضا باشد و استحاله رطوبت ثانيه است باعضا و فضلة اين دو هضم عرق و اوساخ است كه از بدن و بينى و گوش برمىآيد و هضم ثانى را كيموس گويند و تضج آن را گويند كه حرارت غريزى اثر كند در جسمى كه ترى دارد او را بگرداند به حالتى كه در حقش مطلوب باشد و انواع نضج چهاراند يكى نضج الثمره و او آنست كه ثمره بدرجه رسد كه از ان مثل او پيدا تواند شد دوم نضج الغذا و آنست كه غذا صالح جزو شدن عضو گردد و سوم نضج صناعى و او آنست كه شى صلاحيت آن پيدا كند كه عاقلان آن را صرف در خوردن توانند نمود در وقت غير مضطره چهارم\r\nنضج الفضلات و او آنست كه ماده سهل الاندفاع شود اى آنچه غليظست رقيق شود و بالعكس و آنچه لزج است تقطيع پذيرد و اللّه اعلم بالصواب چهارم از امور طبيعه اعضا ست و ان اجسام‌اند كه پيدا مىشوند از اخلاط اما آنكه مفرده‌اند چهارده باشند بقول محمّد بن محمود چغمينى يكى استخوان كه دوصد و چهل و هشت‌اند بقول شيخ به اين حساب كه جمجمه‌اى كاسهء سر مركب است از هفت استخوان چهار از ان همچو ديوار است و يكى از ان سطح زيرين يكى از ان در قحف‌اند اى در پوشش سر و اين استخوانها با يكديگر متداخل‌اند و در زمانى كه ميان آنها هستند بيخ‌اند سه از ان حقيقى است يكى اكليلى كه جانب پيشانى است دومى درز سهمى در وسط سر طولا سومى درز لامى در قفاء سر و دور ؟ ؟ ؟ از كاذب‌اند كه آن را اقشرى نيز خوانند در طول سر از هر دو جانب سهمى و اين استخوانها را قبائل الراس گويند و چهار استخوان در صدغين و شانزده استخوان دو لحمىاند\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":11},
  {"content":"\r\n\r\nاى در جاى روئيدن ريش چهارده در فك اعلى و دو در فك اسفل و حد اين هر دو از ابرو تا زنجدانست در طول و از بناگوش تا بناگوش در عرض و بينى داخل فك اعلى و گوش داخل فك اسفل است و بر هر دو لحمى سى و دو دندان‌اند شانزده بالا و شانزده زير و اسامى دندان بر اين‌گونه گفته‌اند كه ثنايا چهار دندان پيشين را گويند بالا و زير و بعد ثنايا چهار عبايات‌اند و بعد از ان چهار انيات‌اند و بعد از ان شانزده طوسن و اينها را اسنان الحكم نيز گويند چرا كه اكثر بعد بلوغ مىرويند و بعضى اشخاص را تواجد نباشند و در هر دو دست استخوان شانه ازو دو استخوان قلّه شانه و چهار استخوان ساعد و دو استخوان پا و هشت استخوان در هر پشت دست و چهار استخوان در هر كف و سى استخوان انگشتان هر دو دست در هر انگشت سپاره دور گردن هفت فقره استخوان‌اند دور چنبر گردن دو استخوان و در سينه هفت و در پشت هفده فقره و بيست و چهار ضلع و در سرين سه فقره و در عانه دو استخوان كه بسه فقره سرين پيوسته است او در نشستگاه سه فقره و در هر دو پا دو استخوان ران و چهار در ساق و در هر قدم يك استخوان كعب يك استخوان عقب و يك استخوان زورقى و يك استخوان نروى و چهار استخوان اى بند پشت پا و پنج استخوان مشط و بيست و هشت استخوان در انگشتان هر دو پا در هر انگشت سه پاره مگر در زير انگشت دوپاره‌اند دوم غضروف كه نرم‌تر از استخوان است و سخت‌تر از جمله اعضا و فائده آن اتصال عظام باعضاء لينه سوم عصب كه سپيدرنگ مىباشد و نرم در پيچيدن و سخت در گسستن و غايت از ان اتمام حس و حركت براى اعضاء است و آن دو قسم است يكى دماغى و آن هفت جفت‌اند و ادراك حواس خمسه و حس بعضى اعضا به همين اعصاب است دومى نخاعى و آن سى و يك جفت است و يك‌صد و هشت زوج از ان در گردن و دوازده در خضرات پشت‌اند و پنج در قطن اى ميان دوران دو مغزه و شش زوج و يك فرد در سرين و عصعص اى و مغزه و به اين اعصاب حس و حركت جميع اعضا است سواى گردن چهارم اوتار كه مانند عصب‌اند در سپيدى و نرمى انعطاف و سختى انفصال و اطراف عضله مىرويند و از عصب و رباط مركب‌اند و متصل مىشود كنار پاى اوتار به اعضاى متحرك پس گاهى مىكشد و اعضا را و گاهى مىگذرد و پنجم رباط و آن نيز همچو عصب‌اند مىآيند از استخوان بسوى لحم و پيوند مىرسد ميان دو طرف استخوان مفاصل پا ميان اعضاى ديگر ششم عضلات كه جسم لحمى است ؟ ؟ ؟\r\nآن از گوشت خالص و از عصب و وتر و رباط است و منفعت آن تحريك اعضا بمعاونت او تاريك و روزست\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":12},
  {"content":"\r\n\r\nمىپوشد عظام را و بند مىكند حرارت غريزى ما در بدن تا تحليل نشود فتبارك اللّه احسن الخالقين هفتم عروق ضوارب اى شرايين و آن اجسام عصبىاند ؟ ؟ ؟ دوتاه مىآيند از قلب مجوف‌اند و نيست براى آنها حس و حركت بالذات و در جوف آنها روح كثير و دم قليل و منفعت آن رسانيدن قوت حيات را كه از قلب برداشته‌اند باعضاء هشتم عروق غير ضوارب اى آورده و آن همچو شرائين‌اند مگر يكتاه ؟ ؟ ؟ و از جگر رسته‌اند و خون درينها بسيار است از روح و فائدهء آن رسانيدن خون كه از جگر برداشته است باعضاء نهم لحم و ان پيدا مىشود و از بستن خون و بسته مىكند آن را حرارت و يبوست و منفعت آن گرم داشتن اعضا و دفع نمودن آفات از وى هم شحم و ان پيدا مىشود از رقت خون و دسومت آن و بسته مىشود از برودت و منفعت آن تر داشتن عضوى را كه همسايه اوست و نگهداشتن آن را يازدهم غشا و آن جسمى است عصبى تنگ و بيحركت و آن سه قسم است يكى يافته شده از ريشهاى عصب فقط همچو غشاى پوشندهء حرام مغز دومى يافته شده از ريشهاى رباط فقط مانند غشاى پوشنده دماغ سومى يافته شده از هر دو مثل اغشيه تمام بدن و براى آن حسن اندك و منفعت آن پوشيدن اعضا و نگهداشتن آن دوازدهم جلد آن جسم عصبانى است كه يافته شده است از پيوند باى اطراف عصب و عروق و براى آن حسن كثير است و منفعت آن پوشيدن اعضا است سيزدهم موى بعضى براى زينت جسم‌اند و آن موى سر باشد موى ابرو و بعضى زينت مىدهند بعضى مردم را مثل موى ريش و در بعضى موى زينت و منفعت هر دو باشد مانند سوى مژگان كه با وجود زينت تقويت نور بصر است و منع افتادن چيزى مىكند در چشم و بعضى براى منفعت فقط باشد مانند موى تمامى بدن كه تنقيه بدن نمايد از فضول كه در هضم آخر حاصل مىشود چهاردهم ناخن و آن جسم عصبى است اى شبيه عصب در لون و شفعت آن استوار داشتن سرهاى انگشتان و يارى دادن بر گرفتن اجسام ضعار و خاريدن و چيدن و اما اعضائى كه مركب‌اند يكى از آن دماغ است و آن جوهريست نرم سست و سپيدرنگ مركب از مغز و شرائين و آورده و غشائى كه نام آن ام الدماغ است و غشائى كه ملاقى قحف است و شكل دماغ شبيه بمثلث است و حس و حركت از ان حاصل مىشود بواسطه اعصاب دومى از ان چشم است و آن مركب است از ؟ ؟ ؟ هفت و سه رطوبت طبقه اول را كه قريب به هوا است ملتحمه گويند و آن سپيدى چشم است و طبقهء دوم را قرنيه نامند و آن بيرنگ است و رنگى كه از ان محسوس مىشود رنگ عنبيه است و طبقه سوم عنبيه است و رنگ آن گاهى سياه و گاهى كبود و گاهى مائل ؟ ؟ ؟ بسرخيت\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":13},
  {"content":"\r\n\r\nهمچو مردمك ميش و بعد اين رطوبت بيضه است بشبيه بسپيدى بيضه و طبقه چهارم عنكبوتيه است و شبيه به نسيج عنكبوت و بعد اين رطوبت جلديه است شبيه به بروف و تعلق و حقيقى بصارت به اوست و بعد اين رطوبت زجاجيه است مشابه بآبگينه گداخته و طبقه پنجم شبكيه است مشابه بشبكه‌اى دام و طبقه ششم مشيمه است مشابه بمشيمه‌ى ازهدان و طبقه هفتم صلبيه است و آن به استخوان چشم پيوسته است سومى از ان گوش است و آن مركب است از گوشت محض و غضروف و عصب حساس و منفعت آن جمع نمودن آواز تا بسوراخ گوش داخل شود چارمى از ان زبان است و آن مركب است از گوشت و آورده و شرائين و عصب حساس و غشائى كه متصل است بغشاى مرى و منفعت آن گردانيدن طعام و يارى بفرو بردن لقمه و تكلم و نفث و آله حس ذوق است پنجمى شش و آن مركبست از گوشت گلابى و از غضاريف ناى گلو و نيست آن را حس و حركت بالذات مگر غشاى آن را حس بود و منفعت آن استنشاق هواست و تصفيه آن و اخراج فضلات ششمى قلب و آن را جسمىست مانند صورت صنوبر و پنج آن در ميان سينه و سر آن مائل بجانب چپ و رنگش سرخ مائل بسياهيست و مركب است از گوشت و ريشها و غضروف و غشاء سخت و آن معدن حرارت غريزى است و براى دل دو بطن‌اند بقول جمهور يكى از ان كه به طرف راست‌ست پرست به خون بسيار و روح قليل و براى اين بطن راههاست كه جاريست و روى خون غذا از دل بسوى ريه و هوا از ريه بجانب دل و بطن دوم كه به طرف چپ است پر است بروح كثير و خون اندك و اين بطن جاى روئيدن شرائين است هفتمى حجاب صدر و آن مركب‌ست از گوشت از عصب حساس حركت و ؟ ؟ ؟ شده و منفعت آن انبساط سينه و انقباض آن ششمى معده و آن مركبست از گوشت و عصب و آورده و شرائين و شكل آن مدورست و سه جور دانه يكى و مرى دوم فم معده سوم قعر معده پس ؟ ؟ ؟ خرا مائى است كه از كناره دهن تا غايت استخوان سينه مىباشد و پس پشت قصبهء شش جا دارد و مسلك ورود طعام و شراب همين‌ست و فم معده نزديك منتهاى استخوان سينه باشد و به روى گوشت نيست و قعر معده فوق ناف‌ست و درون او لحم است و منفعت آن هضم غذاست اى مهيا ساختن غذا را براى فعل جگر چنانچه مرى و فم مهيا سازند براى فعل معده نهى امعا ؟ ؟ ؟ و آن جسمهاى عصبىاند دوتاه ذى حس مركب از عصب و شحم و عروق و شرائين و آن شش عدداند ثنا عشرى صايم دقيق اعور قولون مستقيم ؟ ؟ ؟ و همى جگر و آن مركبست از گوشت و آورده و\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":14},
  {"content":"\r\n\r\nشرائين و غشا و پوشنده آن و نيست او را بذات خود حس مگر غشاء او را حس بسيارست و رنگش شبيه به خون بسته و آن جاى رستن اورده‌ست و موضع آن جانب راست و پشت آن بضلوغ پشت پيوسته است و بطن آن بمعده پيوسته و ؟ ؟ ؟ اعلان آن برابر حجاب سينه است و پائين آن تا تهيگاه رسيده و منفعت آن تولد خون براى تغذيهء اعضا يازدهم مراره و آن تلخه‌ايست بجگر پيوسته و ظرف مرة الصفرا است و منفعت آن كشيدن مرة الصفرا از جگر دوازدهم طحال و آن مركب است از گوشت و شرائين و متخلل است برگشته رنگ در نفيس او حس نيست مگر در غشاى آن حس بسيارست و جاى آن در جانب چپ در ميان اضلاع پشت شكم و منفعت آن جذب مرة السوداء از كبد و ظرف مرة السودا است و دو منفذ دارد يكى بسوى جگر رفته براى كشيدن سودا از كبد دوم به طرف فم معده رفته جهت ريختن سودا برو تا بر اشتهاى طعام آگاه كند سيزدهم هركرد و كرده كه هر يكى از آن مركب است از گوشت سخت اندك سرخ و شحم كثير و آورده و شرائين و غشاوتيست براى آنها بذات خود حسى مگر غشاء آن را حس بسيار است و جاى آن پائين پشت باشد و فائده آن كشيدن بول از پشت جگر تا در مثانه رساند چهاردهم مثانه و آن مركب است از جسم عصبى دوتاه و از عروق و شريانات و جاى آن در ميان مثانه و دبرست و فائده آن جمع بول و اخراج آن پانزدهم انثيين است و آن مركب‌اند از گوشت سپيد چرب و از آورده و شريانات و منفعت آن پختن مادهء منىست كه فضله هضم چهارم است شانزدهم قضيب و آن مركب است از لحم قليل و عصب و آورده و شرائين كثيره و براى آن حس بسيار است و منفعت آن ظاهر است و در آن سه مجرى هستند يكى مجرى بول دوم مجرى منى سوم مجرى رودى و اين هر سه در بيخ ذكر جدا هستند ؟ ؟ ؟ ذكر يك شده‌اند هفتدهم رحم و آن جسم عصبى است و جاى آن در ميان مثانه و روده مستقيم و ناف و براى آن گردنىست و آن كم از شش انگشت و زياده از يازده انگشت نباشد و الت مردان نيز چنين باشد چرا كه آن گردن مدخل ذكرست و منتهاى آن تا فرج داخلى قريب منفذ بول و در بيخ رحم و خصيه‌اند و منفعت او قبول حبل است و تفصيل اين تشريح در كتب مطول مذكورست اينجا به قدر ضرورت نوشته شد و اللّه اعلم\r\n\r\nف [ اعضاء مركبه 
  ]\r\nبدانكه از اعضاء مركبه بعضى رئيس‌اند اندامند و اصل براى قوى ضروريه يا بنا بر بقاى شخص‌اند مانند دل كه مبدء قوة حيوانيه است و جگر كه مبدء قوة طبيعه است و دماغ مبدء قوه حس\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":15},
  {"content":"\r\n\r\nو حركت است و يا بنا بر بقاى نوع انسانى و غيره‌اند مانند اين هر سه و انثيين و خادم دلى شرائينست و خادم جگر آورده و خادم دماغ اعصاب و اين خدمت رسانيدن چيزيست به طرف اعضا كه مخدوم در ان كار كرده باشد و خدمتى ديگرست كه آن مهيا كردن ماده باشد براى قبول فعل مخدوم چنانچه خدمت شش براى دل و خدمت معده براى جگر و على هذا القياس و خادم انثيين مجرى امنى است تا رحم پنجم از امور طبيعه ارواح اند و آن پيدا مىشوند از بخاريت اخلاط محموده و لطافت آن به اين طريق كه چون خون در بطن چپ دل وارد مىشود و پخته مىگردد در انجا لطيف مىشود و بعضى اجزايش مستحيل ؟ ؟ ؟ ببخار لطيف مىگردد و همين روح است و آن سه قسم يكى روح طبيعى دوم حيوانى سوم نفسانى و حال اينها موافق حال قومى باشد چرا كه اين ارواح حوامل قوى هستند ششم از امور طبيه قواى اند و آن سه‌اند يكى قوة طبيعهء و آن در جگر مىباشد دوم قوة حيوانيه و آن در دل است سوم قوة نفسانيه و محل آن دماغست پس قوة طبيه دو قسم است مخدومه و خادمه و مخدومه يا متصرف در غذا است براى بقاى شخص و آن غاذيه و ناميه باشد و يا ؟ ؟ ؟ متعرف در غذا براى بقاى نوع و آن مولد و مصوّره است پس غاذيه قوتيست كه مىكرداند غذا را از صورتش ؟ ؟ ؟ بسوى مشابهت عضو تا بدل ما يتحلل گردد و تاميه قوتيست كه زياده مىكند در اطراف جسم تا به حد انواع خود رسد و مولّده قوتيست كه جدا مىكند منى را از بدن و مهيّا مىسازد هر جزو آن را براى عضو مخصوص و مصوّره قوتيست كه شكل مىسازد آن جزو منى را به نهجى كه نوع آن شخص مقتضى باشد يا به شكلى كه قريب آن نوع تقاضا كند و خادم غاذيه هم چهاراند جاذبه براى نفع و ماسكهء آن نفع تا مدت طبخ و هاضمه براى تحليل آن نفع و دافعه براى دور كردن فضلهء غذا از طريق امعا و خواه از راه مثانه و خواه از منافذ و مسامات و اين هر چهار قوت را كيفيات اربع خادم‌اند اى حرارت و برودت و رطوبت يبوست پس اين خوادم من وجه مخاديم‌اند سواى مصوّره كه او مخدومهء محض است و كيفيات مذكوره خوادم محض و غاذيه خادم ؟ ؟ ؟ تامه است و اين هر دو خادم مولده به خدمت تهيّه و قوت نفسانيه بر دو قسم است يكى محركه دوم مدركه پس محرك يا باعث بر حركت است يا فاعل براى حركت اولى را دو خادم‌اند يكى قوه شهوى براى جذب منافع دوم عصبى براى دفع ؟ ؟ ؟ مضارد دوم قوتيست كه در حركت مىآرد و عضله او مطيع باعثه است و اما مدركه پس يا مدركه در ظاهر است\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":16},
  {"content":"\r\n\r\nو آن پنج حواس‌اند بصر و سمع و سم و ذوق و لمس و ما يدركه در باطن و آن نيز پنج‌اند يكى حس مشترك كه مدركه صور محسوسه بادراك ظاهر است و جاى آن مقدم بطن مقدم دماغ است و خزانه او خيال است و آن را حس دوم گويند و مقام آن موخر بطن اول دماغ است و حس سوم وهمست كه ادراك معانى ؟ ؟ ؟\r\nكه بآنصور قائم‌اند مىنمايد و مقام آن اخر بطن اوسط دماغ است و خزانه آن حافظه كه حس چهارم است و جاى آن بطن موخر دماغ است و حس پنجم متصرفه است و آن تصرف مىكند در صور محسوسه و معانى جزئيه آن و باعتبار استخدام و هم آن را در صور و معانى جزئيه متخيّله است و قوة حيوانيه قوتيست كه مستعد مىكند اعضا را بنا بر قبول افعال قوة نفسانيه هفتم از امور طبيعه افعال‌اند و آن گاهى بيك قوة تمام شوند مانند جذب و دفع و امساك و هضم گاهى به دو قوة يا زياده مانند ازو در اداى فروبردن غذا كه تمام مىشود بجاذبه طبيعى و دافعهء ارادى بقول شيخ و نزد قرشى هر دو قوه ارادىاند\r\n\r\nفصل دوم در بيان اجناس امراض\r\nبدانكه مرض يا مفرده است يا مركب پس مفرد اگر عروض آن باعضاء مفرده باشد آن را سوء مزاج نامند و اگر باعضاء مركبه باشد مرض التركيب گويند و اگر مفرده ؟ ؟ ؟ باشد تفرق الاتصال خوانند و امراض سوء مزاج هشت‌اند كه بالا مذكور شد و آن نيز ساذج يا ماوى باشد و ماوى نيز اگر مادّه قريب عضو باشد نامش مجاوره بوده اگر ماده داخل عضو است آن را مداخله گويند و مداخله نيز مورمه باشد يا غير مورمه و امراض تركيب نيز چهاراند يكى امراض الخلقة دوم امراض المقدار سوم امراض العدد چهارم امراض الوضع و امراض خلقت نيز چهاراند يكى امراض شكل مانند ؟ ؟ ؟ مسغظه اى پست و مانند رياح افرسه اى برآمدن فقرات تازه بسوى پشت يا شكم و دومى امراض مجارى يا اينكه وسيع شده باشند مانند كشاده شدن ثقنه عنبيه و يا تنگ مانند ضيق شدن مجارى دم و يا بند گشته باشد مانند بند شدن مجرى مراره ؟ ؟ ؟ سومى امراض تجاويف يا آنكه بزرگ شده باشد مانند اتصاع كيسه خصيتين و يا خرد كشته باشد مانند صفر معده و تنگى آن و يا خالى شده باشد مثل خلوى دل از خون وقت شادى مرگ يابند و پر شده باشد مانند سكته و چارمى امراض سطوح اعضا اى بالاى آن مانند نرم و صاف گرديدن معده و رحم و درشتى و ناهموارى\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":17},
  {"content":"\r\n\r\nقصبهء ريه اى ناى شش كه مجرى تنفس است و اما امراض مقدار و آن به زيادت مقدار باشد يا به نقصان و آن نيز يا عام است يا خاص پس زائد عام مانند فربهى بسيار و زائد خاص مثل بزرگى زبان و ناقص عام مانند لاغرى بسيار و نافض خاص مثل لاغرى مردمك چشم و اما امراض عدد و آن نيز يا بزيادت باشد يا به نقصان و و آن هر دو يا طبعى باشد مانند انگشت زائد و يا غير طبيعى مانند ناخنه چشم و نقصان انگشت در خلقت يا با افتادن آن به مرض و اما امراض الوضع پس مانند فساد وضع براى نزديكى عضو يا دورى آن مر عضو ديگر را و وضع نزديك جالينوس نسبت بعض اجزاء ببعض است در قرب و بعد فساد وضع يا بخروج عضو باشد از موضع خود يا به غير خروج يا به حركت عضو باشد جايى كه سكون واجب است مانند رعشه و يا به سكون عضو باشد جايى كه حركت واجب است مثل سخت شدن مفاصل اى بند باى اعضا و يا امتناع حركت عضو از همسايه خود و يا بسوى همسايهء خود و اما امراض تفرق اتصال پس مختلف است نامهاى آن با اختلاف محلهاى خود چون زخمى كه بر جدار واقع است آن را خدش « 1 » گويند اگر باريك باشد و سحج « 2 » اگر پهن باشد و اگر در خارج گوشت باشد جرحت نامند اگر تازه و بىريم است و قرعه اگر ريم آورده است و اگر در استخوان و غضروف بعرض واقع شود و پس اگر منقسم به دو جزو يا اجزاء كبار باشد كاسر « 3 » يا فاسخ « 4 » نامند و اگر اجزاء صغار است مفتّت « 5 » و اگر به طول است صادع « 6 » خوانند و اگر در عصب و عروق واقع شود عرضى را باتر و طولى را صادع گويند و اگر دهنهاى عروق بگشايد باثق نامند و اگر در داخل گوشت واقع است اگر ابتداست وريم ؟ ؟ ؟ نكرده ورم گويند و الاخراج و اگر در طرف عضله باشد سك گويند و اگر در عرض است جزو « 7 » و اگر در طولست صادع نامند اگر قليل العدد است و الا فاسخ\r\n\r\nف [ زخمهائى كه در استخوان سر واقع مىشود 
  ]\r\nزخمهائى كه در استخوان سر واقع مىشود آن را شجه نامند و اقسام آن شش و هريكى بنامى مخصوص آنكه صداع آرد فقط آن را صادع گويند و اگر كسر در استخوان راه بايد باشمه نامند و اگر سپيدى استخوان نمايان گردد واضحه گويند و اگر قدرى استخوان زوايد منفله خوانند و اگر شكستگى قدام ؟ ؟ ؟\r\nدماغ رسد آن را مامومه گويند و اگر تا جوف دماغ برسد جالفه خوانند و اللّه اعلم و اما امراض مركبه انست كه از اجتماع امراض مفرده پيدا شود و مانند سل كه از تپ دقيه و قرحه در ريه حادث گردد و بعضى امراض را از جهت تشبيه نام نهاده شود مانند داء الفيل چرا كه وران پاى مريض مثل پاى فيل گردد يا نامش از روى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بالفتح خراشيدن و پوست باز كردن و بفحتين بمعنى خراش\r\n( 2 ) بالفتح خراش\r\n( 3 ) شكننده\r\n( 4 ) سست ناتوان و تباه\r\n( 5 ) ريزه‌ريزه كرده شده\r\n( 6 ) شكافته\r\n( 7 ) بفتح حاى مهمله و تشديد زاء معجمة بمعنى بريدن\r\n","page_name":" 12 ","page_number":18},
  {"content":"\r\n\r\nمحل باشد مانند ذات الجنب و ذات الريه يا از جهت سبب ناميده شود و چنانچه ماليخوليا را امراض سوداوى گويند و فالج را مرض بلغمى نامند يا از جهت عرض مانند صرع بمعنى افتادن است چون صاحب اين مرض را افتادگى عارض شود لهذا نامش صرع افتاد و هر مرضى كه باشد يا اصلى است يا بشركت پس مختلف باشد حال مرض بشركت بحسب حال مرض اصلى و ضرر اول در اصلى باشد و شركت گاهى بسبب مجاورت در عضو بود مانند ضيق النفس بسبب ورم مرى و گاهى بسبب آنكه يكى از ان دو عضو طريق بسوى ديگر باشد چنانچه ؟ ؟ ؟ ورنه حالب اى سركش ران بسبب زخم پا و گاهى بسبب آنكه يكى از ان دو عضو خادم ديگرى باشد مثل عصب براى دماغ پس هرگاه كه ضرر بدماغ مىرسد عصب نيز متضرر شود يا يكى از ان هر دو مبدء فعل ديگرى بود مانند دماغ براى فعل حواس پس اگر دماغ ماؤف باشد حواس ظاهره باطل گردد يا براى آنكه يكى از ان هر دو بر سمت ديگر واقع است پس بلند شود بسوى آن بخار مانند مقدم دماغ كه سمت معده و رحم واقعست يا براى آنكه يكى از ان هر دو جائى ريختن فضلات ديگر است مانند بغل براى دل و اربيه اى بن ران براى جگر و پس گوش براى دماغ و هر مرض متغير اگر دانسته شود وقت اشتداد و انتقاض آن پس اول وقت تزيد است و ثانى وقت الخطاط و اگر دانسته نشود زيادتى و يكى آن پس اگر قبل تزيد است ابتدا باشد و اگر بعد آنست انتهاء است\r\n\r\nفصل سوم در اسباب امراض\r\nبدانكه سبب نزد اطبا چيزى كه مقدم شود و موجب حالتى گردد از احوال ثلثه بدن انسان باثبات آن حالت و براى هر حالت سه سبب است يكى بادىست اى خارج از بدن مانند رسيدن خبر سرور به مريض دومى سابق مانند خوردن اغذيه و اشربه كه موجب صحت‌اند سومى و اصل مانند اعتدال مزاج و تركيب و اين‌همه اسباب صحت‌اند و اما اسباب مرض آن نيز سه‌اند يكى پاوى مانند گرمى شمس كه موجب دردسر بود دومى سابق مانند پرى سعد و براى حمى ؟ ؟ ؟ عفثه سومى و اصل مانند عفونت خلط براى تپ و فعل سبب يا بذات خود باشد يا بسبب غير مانند سردى آب سرد و گرمى آن به آتش و غيره و هر سبب يا ضرورى باشد يا غير ضرورى و ثانى يا ضد طبيعت باشد يا ز پس اسباب ضرورى شش‌اند يكى از ان هواى محيط است يا بدان و محتاج است بسوى آن انسان براى تعديل روح ؟ ؟ ؟ باستنساق درو نفس و ما دام كه هوا صافيست از اميزش كدورت و بخار ؟ ؟ ؟ و آبهاى بدبو و بوى مردار و ابخرهء ترهاى روز مثل\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":19},
  {"content":"\r\n\r\nكرنب و جرجير و اشجار خبيثه مانند شوحط و انجير و غبار پىدرپى و زمان باعث حفظ صحت است و تغيير آن موجب تغير حكم اوست و تغيرات هوا يا طبيعى است يا غير طبيعى و ثانى يا ضد طبيعت است مانند تغيرات وبائيه مايه مانند تغير اينكه بسبب بخار يا جبال حاصل شود و اول تغيرات فصليه‌اند چرا كه براى هر فصل از فصول اربع كه ربيع و صيف و خريف و شتا باشد مزاجى است مناسب آن فصل پس هر فصل موجب امراض مناسبه خود باشد و مزيل امراض مضاره خود چنانچه فصل گرما برانگيزد و صفرا را و امراض آن را مانند غب و تب محرقه و تشنگى و بيقرارى و تسكين مىديد فالج و صرع را و در فصل سرما زكام و نزله و سعال و كثرت بلغم و امراض بلغمى حادث شوند و امراض صفراوى تسكين يابند و در خريف كثرت امراض مىشود براى اينكه متغير مىگردد در آن هوا از سردى شب و امداد و گرمى دو پهر و براى اينكه فصل تابستان مقدم شده است و در آن ابدان متخلخل شده و قوى التحليل گرديده بودند و صفراى محترق اخلاط را جوشانيده بود براى اينكه فواكه در خريف بسيار مىشوند و نيز در آن كثرت سودا و قلت خون مىگردد و فصل ربيع حركت مىدهد اخلاطى را كه در زمستان محتبس شده بود و جارى مىكند آن را بسوى اعضاى ضعيفه پس مىشود دران خراجات و اورام حلق و حركت مىكند در ربيع مرضى بادى كه در زمستان ماده آن ساكن گرديده و اينها نه بسبب زبون اوست بلكه بسبب حرارت لطيفه او چرا كه ربيع بهترين فصول است و براى زندگى و صحت مناسب نزول تغيرات غير طبيعه كه ضد طبيعت نيست پس يا اسباب آسمانى باشد يا از اسباب زمينى اما اسباب اسمانى چنانچه بر وقت مجتمع شدن كواكب يا آفتاب گرمى بسيار شود حتى كه در زمستان و وقت كسوف آفتاب سردى مىشود و حتى كه در تابستان و اما اسباب زمينى چنانچه بسبب اختلاف مساكن و آن اختلاف يا بسبب عرض آن مساكن است يا به مجاورت ؟ ؟ ؟ بحارد جبال يا بسبب وضع مساكن در پستى و بلندى يا بسبب خاك آن همچو زمين سنگستان ؟ ؟ ؟ و زمين شود و مراد از غرض مساكن آنست كه بعضى قريب‌تراند از بعضى نسبت به خط استوا و آن دائره‌ايست كه پيدا شده بر سطح زمين از توهم سطح دائره معدن ؟ ؟ ؟ اجتهاد اى دائره قاطع عام به دو نصف و مجاورت دريا مرطب هوا است و شهر دريائى برابر است سردى و گرمى آن و كره شمالى گرم مىكند هوا را چرا كه منع مىكند هواى شمالى كه بادر يابس است و كوه جنوبى سرد مىكند هوا را چرا كه منع مىكند هواى جنوبى كه حار يابس است\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":20},
  {"content":"\r\n\r\nو كوه مغربى بهترست از مشرقى براى پوشيدن مشرق آفتاب را مدتى پس مىآيند اهل ان بلد به سردى شب جانب حرارت آفتاب قوى و نيز براى منع كردن مشرقى هواى مشرق را كه بهتر است از مغربى اگرچه هر دو قريب اعتدال‌اند چرا كه مىوزد مشرقى اول روز همراه حركت آفتاب و مغربى آخر روز ؟ ؟ ؟ صد بركت او و شهر بلند سردتر است و صحيح‌تر و متوسط اصح از بلند و زمين بعضى جا كبريتى است و بعضى زفتى و بعضى شور و ريگستان و سنگستان و غيرهم پس كبريتى گرم و خشك مىكند هوا را و زمين آبناك‌تر و متعفن مىسازد و سنگستانى سخت مىكند ابدان را و هواى سرد سخت مىنمايد بدن را و قوت مىدهد و هضم جيد كند و رنگ نيكو گرداند و امراض آن زكام و نزله و صرع و فالج و رعشه و هواى گرم و سست و ضعيف مىكند و بد مىسازد و هضم را و گرانى دماغ مىآرد و حواس مكدّر گرداند و امراض آن خناق و حميات و رمد است و اما تغيرات مضاده طبيعت مانند و باد آن تعفن است كه عارض مىشود اجسام را كه در ميان زمين و آسمان است چنانچه آب در جاهاى تر متعفن شود و فاسد مىكند ارواح را و بدبو سازد اخلاط را خصوصا آن اخلاط كه در حوالى قلب است چرا كه نزديكتر بوصول هوا از ديگر اعضا است و دومى از سته ضروريه ؟ ؟ ؟ كوى و مشروب است كه اثر مىكند در بدن يا بكيفيت خود فقط مانند فلفل و نيلوفر اين را ؟ ؟ ؟ وداى صرف گويند و يا بماده فقط مانند ماء اللحم و بيضه نيمبرشت و آن را غذاى صرف نامند و يا به صورت خود فقط ازو ؟ ؟ ؟ و الخايست خوانند و يا موافق بدنست همچو فادزهر و ترياق يا مخالف مثل زهر و يا بماده و كيفيت هر دو آن را غذاى دوائى گويند مانند كاهو و سير و سيب و يا كيفيت و صورت ماسقمونيا كه گرم مىكند بحرارت خود اخراج بلغم و صفرا مىكند بخاصيت اين را دو اى ذو الخاصه نامند و يا بماده و صورت موثر است مانند ؟ ؟ ؟ نرا غذاى بالخاصة نامند و يا بماده و صورت و كيفيت هر سه مانند مغز جوز يا سير ؟ ؟ ؟ ترياق سموم است و خون مستعد براى صورت عضو ؟ ؟ ؟ جدا مىكند و گرم مىسازد و بدن را و گاهى غذا غليظ باشد مانند گوشت گاو و گاهى لطيف مانند گوشت چوزه ؟ ؟ ؟ رج و گاهى متوسط مانند گوشت يك ساله بز و هريكى ازين اقسام گاهى صالح الكيموس باشد و گاهى فاسد الكيموس و هر واحد ازينها گاهى بسيار تغذيه و گاهى قليل تغذيه باشد مثال لطيف كثير الغذا صالح الكيموس مانند ؟ ؟ ؟ ماء اللحم ؟ ؟ ؟\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":21},
  {"content":"\r\n\r\nغليظ صالح الكيموس تخم‌مرغ نيمبرشت و مثال غليظ كثير الغذا ردى الكيموس گوشت گاو و بط و مثال لطيف كثير الغذا فاسد الكيموس مانند شش و مثال غليظ قليل الغذا ردى الكيموس گوشت خشك و مثال معتدل كثير الغذا احسن الكيموس مانند كرنب و مثال معتدل قليل الغذا صالح الكيموس مانند شلغم و مثال معتدل قليل الغذا فاسد الكيموس مانند جوز و اللّه اعلم بالصواب\r\n\r\nف [ آب تنها غذا نمىشود و استعمال آن بنا بر ترقيق غذاست 
  ]\r\nبدانكه آب تنها غذا نمىشود و استعمال آن بنا بر ترقيق غذاست و طبخ و بدرقه آن تا نفوذ كند در مجارى ضيّفه و سومى از سته ضروريه حركت و سكون بدنى است و حركت بر چهار نوع بود يكى حركت كمّى مانند تخلخل و تكاثف دوم حركت كيفى مانند گرمى و سردى سوم حركت مكانى مانند از جائى به جائى رفتن چهارم حركت وضعى اى تغير اجزاى متحرك بسوى خارج يا داخل و اختلاف حركت بشدت و ضعف و كثرت و قلت و سرعت و بطور مىباشد پس سريع قوى قليل گرمى بسيار مىكند از تحليل بطى ضعيف كثير عكس آن زيادتى حركت و سكون مبرد است و سكون معين بر هضم‌ست و حركت بر انحدار غذا و چارمى از سته ضروريه حركت و سكون نفسانى است مانند خجالت و غم و فرح و خوف پس حركت نفسانى را حركت روح لازم‌ست ايا بسوى خارج بدن دفعة چنانچه وقت غضب اندك‌اندك چنانچه وقت فرح و لذت معتدل و يا بسوى داخل دفعه چنانچه وقت خوف شديد يا بتدريج چنانچه وقت غم اندك و خوف قليل و يا بسوى داخل خارج هر دو چنانچه وقت خجالت و ازين حركت لازم است گرم شدن چيزى كه بسوى او حركت واقع شود و سرد شدن چيزى كه از جانب او حركت بوقوع آمده و زيادتى ازين حركت قاتل است و زيادتى سكون ؟ ؟ ؟\r\nپنجمى از سته ضروريه خواب و بيدارى است و خواب مشابه سكوتست و بيدارى مشابه حركت و خواب فروميبرد روح را داخل بدن پس سرد مىكند ظاهر بدن را و لهذا در خواب حاجت جامه بسيار مىشود و افراط خواب مرطب است و هرگاه كه خواب بدن را از غذا خالى يابد سرد و خشك مىكند آن را پس گرم مىكند و اگر يابد خواب خلط يا غذاء غير مطيع هضم را پراكنده كند آن را پس سرد نمايد بدن را و بيدارى مفرط ضعيف مىكند دماغ را و بد مىسازد و هضم را به تحليل قوت و گرسنه مىكند به تحليل ؟ ؟ ؟ بارد و خفتن در روز بكثرت بدست بحسب عادت و به قدر غيلوله چرا كه نوم روز بكثرت رنگ بدن برگرداند و طحال را مضر است و دهن را بدبو مىكند و سست مىنمايد قوى نفسانيه را و دهن را كند مىكند و اگر عادت خفتن روز باشد ترك\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":22},
  {"content":"\r\n\r\nآن دفعه مناسب نيست مگر بتدريج تململ در ميان خواب و بيدارى نيز بدست و ششمى از سته ضروريه استفراغ و احتباس و معتدل از ان نافع و حافظ صحت است و زيادتى استفراغ خشك و سرد مىكند بدن را مگر اينكه مستفرغ بارد يابس شد با انزمان گرم و تر مىسازد و زيادتى احتباس سدد پيدا مىكند و اخلاط را بدبو مىسازد و كمى اشتها و گرانى بدن مىآرد و اما اسباب ضروريه كه ضد طبيعت نيست مانند دفن كردن در ريك و غلطيدن در ان خشك مىكند رطوبت غريبه را و نفع مىبخشد استسقا و ترهل را و همه اينها داخل استفراغ‌اند و همچنين دهان بزيت و روغنهاى محلله و ريختن آب سرد برو دبيله انگيزد حرارت غريزيه را و قوى مىكند و نفع مىدهد غشى را كه پيدا شده است در حمام و غيره بسبب قلق دل اما اسباب مضاده براى مجرى طبيعى مانند غرق شدن و بريدن شمشير و سوختن آتش و خوردن زهر و اللّه اعلم بالصواب\r\n\r\nفصل چهارم در علامات و دلائل [ استفراغ 
  ]\r\nبدانكه علامت گاهى نشان امر گذشته باشد و در ان فقط انتفاع طبيب است چرا كه دريافت كردن آن دال بر فضيلت طبيب باشد و گاهى دلالت بر امر موجود نمايد و از ان مريض فقط منتفع مىشود چرا كه وقوف بر مرض او حاصل گردد و گاهى بر امر آينده موجود دارد پس ازين هر دو منتفع شوند و بعضى علامات بر امزجه دلالت كنند و بعضى بر تركيب و علامات امزجه دو قسم‌اند قسم اول ملمس است پس اگر ملمس مساوى لامس معتدل مزاج باشد معتدل است و اگر مخالف لامس معتدل مخالف است در جهتى كه لامس از ان متاثر شده چنانچه اگر لامس را حرارت محسوس شد ملمس مائل بسوى حرارت است و قس اعلى هذا قسم دوم گوشت و سيمين و شحم پس كثرت اينها از رطوبت باشد و قلت آن از يبوست لكن سبب كثرت لحم رطوبت با حرارت باشد و سبب كثرت ؟ ؟ ؟ ميمين و شحم رطوبت با برودت قسم سوم موى پس كثرت گندگى و پيچ و سياهى آن از حرارت و يبوست باشد و اضداد اينها به برودت و رطوبت قسم چهارم رنگ بدن پس سپيدى آن از برودت و غلبه بلغم باشد و سرخى از حرارت و غلبه خون و اجتماع ؟ ؟ ؟ مرد و از اعتدال و گندم‌گونى از حرارت و زردى نيز از حرارت و غلبه صفرا و قلّت خون و تيرگى از افراط برد و سودا قسم پنجم ؟ ؟ ؟ هميت بنيان اعضا پس پهنائى سينه ؟ ؟ ؟\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":23},
  {"content":"\r\n\r\nهمچو تنگى سينه و عروق و خفاى عروق و صغر نبض و كوتاهى اطراف و پوشيده بودن مفاصل قسم ششم\r\nانفعال اعضا اى قبول كردن اثر پس جلد قبول كردن اثر از هر كيفيتى كه باشد دليل غلبه آن كيفيت است چنانچه زود گرم شدن عضو از حرارت دليل بر حار بودن مزاج اوست و قس على هذا قسم هفتم افعال طبيب پس كمال افعال از اعتدال باشد و نقصان و بطلان آن از برودت و تشويش سرعت آن از حرارت و درنگى آن از برودت قسم هشتم نوم و يقظه پس زيادتى خواب از برودت و رطوبت باشد و كثرت بيدارى از حرارت يبوست و معتدل از اعتدال\r\n\r\nف [ درباره نوم 
  ]\r\nبدانكه نوم عبارتست از رجوع روح نفسانى بسوى باطن براى استراحت و هضم غذا و يقطه عبارتست از ريختن روح بسوى آلات حس و حركت اى اعصاب قسم نهم فضول مندفعه همچو بول و براز و عروق تيزبو قوىرنگ از حرارت باشد و ضد ان از برودت دهم انفعال نفسانى پس قوت و سرعت و كثرت آن از حرارت و تبلد آن از برودت و ثبات آن از يبوست و سرعت زوال آن از رطوبت و نامردى دليل برد است و ضعف قلب و بىشرمى و زودرنج و جرات دال بر حرارت مزاج‌اند و تيزى و كثرت كلام و سرعت و اتصال آن از حرارت باشد و كثرت حياء و وقار از برودت و اللّه اعلم\r\n\r\nف [ علامات امزجه 
  ]\r\nبايد دانست كه اين‌همه علامات امزجه حيليّه‌اند و علامات امزجه عارضيّه هم اينست اگر عارضى باشند و مضرت رسانند پس اگر مزاج عارضى بادى باشد و خر و نخس اى خليدنى همچو نيزه و چوب و قلت ثقل و ان را صفراويت است و بر دمويت ثقل زائد و سرخى و تمدد و انتفاخ بدن دال باشد و بر بلغميت سپيدى رنگ و قلت عطش و كثرت ريق و نعاس اى آب دهن و پنگى و گرانى زائد و بر سوداويت خشكى بدن و بيدارى و گرانى كم دلالت كند و خوابهاى پريشان نيز بر نوع ماده دال باشد پس ديدن حيات ؟ ؟ ؟ زرد و آتشين و شعله‌ناك دال بر صفرا باشد و ديدن چيزهاى سرخ بر خون و ديدن آبها و سردى و ؟ ؟ ؟ رعد بر بلغم و ديدن چيزهائى سياه و دخان و خوف بر سودا دلالت كند و گاهى برين همه با سن و عمر و شمر و فصل و تدبير و خدم دلالت كند و اما علامات امراض تركيب بس بعضى از ان جوهرىاند اى خلقى چنانچه پست شدن سردالى ؟ ؟ ؟ فساد شكل دماغ و ؟ ؟ ؟ سپن بودن معده باشد و بعضى عرضى باشند و بعضى افعالى پس اگر افعال سيم‌اند صحت كامل است و الا بر برودت تركيب دلالت كنند و اگر افعال مشوش باشند دال بر حرارت‌اند و برودت\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":24},
  {"content":"\r\n\r\nو اين علامات يا بر ذات حالت دلالت كنند چنانچه علامات ورم و يا بر سبب آن حالت همچو علامات إله بر بودن ورم از خون مانند تمدد و درد در عروق بامكان آن حالت مانند دلالت افراط ؟ ؟ ؟ منشاريت نبض در ذات الجنب و بر اينكه ورم حجابىست يا بر وقت آن حالت مانند علامات منتهاى مرض و نضج ماده چنانچه رسوب محموده در قاروره يا بر احوال لازمه آن حالت مانند علامت و إله بر بحران يا بر تحصيص اين احوال همچو علامات و إله ؟ ؟ ؟ اينكه بحران اسهالى است مثل قراقر و تمدد زير ناف و پريدن لب و تمدد شراسيف و حركت معده بسوى بالا دال بر بحران بقى باشد و شراسيف سرماى استخوان پهلو را گويند و اللّه اعلم\r\n\r\nف [ نبض 
  ]\r\nبدانكه چون نبض نيز بر احوال بدنيه دال‌ست پس مىگويم كه نبض حركت وضعى است شرائين را دربست و كشاد براى تعديل روح به هوا و اخراج فضلات و اوقات ديدن نبض آنست كه در آن‌وقت صاحب نبض از غضب و سرور و جميع انفعالات نفسانيه و سيرى مثقل و گرسنگى مضعف خالى باشد لهذا طبيب را لازم است كه بوقت آمدن مريض مشغول نبض نشود چه اكثر بملاقات طبيب مريض مسرور شود يا حيا و خون به مريض عارض گردد و غير ذلك و اقسام نبض ده‌اند از روى صفات قسم اول از روى مقدار در طول و عرض و عمق و اصناف مقرره آن نه‌اند طويل قصير معتدل عريض ضيق معتدل مشرف منخفض معتدل و چون اين‌همه باهم تركيب داده شوند بيست و هفت ضعف مىشوند نه در طول و نه در عرض و نه در عمق اصناف طولى يكى طويل عريض دوم طويل ضيق سوم طويل معتدل در عرض چهارم قصير عريض پنجم قصير ضيق ششم قصير معتدل در عرض هفتم معتدل در طول عريض هشتم معتدل در طول ضيق نهم معتدل در طول معتدل در عرض اصناف عرضى اول عريض مشرف دوم عريض ؟ ؟ ؟ منخفص سوم عريض معتدل در عمق چهارم ضيق مشرف پنجم ضيق منخفض ششم ضيق معتدل در عمق هفتم معتدل در عرض مشرف هشتم معتدل در عرض منخفض نهم معتدل در عرض معتدل در عمق اصناف عمقى اول مشرف طويل دوم مشرف قصير سوم مشرف معتدل چهارم منخفض طويل پنجم منخفض قصير ششم منخفض معتدل در طول هفتم معتدل در عمق طويل هشتم معتدل در عمق قصير نهم معتدل معتدل در طول و اما زائد در طول و عرض و عمق را عظيم گويند و ناقص در اينها را صفير و زائد در عرض و شهوق غليظ نامند و ناقص در انها را دقيق گويند ؟ ؟ ؟\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":25},
  {"content":"\r\n\r\nيا متوسط و سوم زمان حركت نبض و آن يا سريع بود و يا بطى يا متوسط قسم چهارم قوام نبض آن يا صلب است يا ملين يا متوسطه قسم پنجم زمان سكون نبض و آن يا متواتر است يا متفاوت يا متوسط قسم ششم لمس نبض و آن يا حارست يا با متوسط قسم هفتم مقدار چيزى كه در نبض است و آن يا ممتلى است يا خالى است يا متوسط قسم هشتم استواء احوال مذكوره نبض با اختلاف آن اول مستوليست و دوم مختلف قسم نهم انتظام در اختلاف و عدم انتظام آن پس مختلف يا منتظم است يا غير منتظم و اين قسم در حقيقت داخل قسم مختلف است قسم با ؟ ؟ ؟ درهم وزن نبض آن يا جيدالوزنست يا غير جيد الوزن و مراد از وزن اينجا هم قياس كردنست زمان حركتى ما از دو حركت به زمان حركت ديگر از ان دو حركت يا زمان سكونى از دو سكون يا زمان سكون ديگر از ان و مراد از جيد بودن آن نسب از منه حركت و سكون بر مجرى طبيعى حسب انسان و بلدان و فصول و غير آن و اصناف غير جيد الوزن سه‌اند اول مجاوز الوزن اى وزن نبض شخصى مشابه وزن نبض شخصى باشد كه قريب اوست و رسن مثلا صبى را نبض جوان بودن دوم مبائن الوزن اى وزن نبض كسى مشابه وزن نبض كسى باشد كه دور است از دور سن مانند صبيان كه باشد آنها را نبض شيوخ سوم خارج الوزن اى با وزن سنى مشابه نباشد و آن رويست و حاجت بسوى نبض براى ترويح حار غريزى است و دفع بخار و دخانى پس هرگاه حرارت زياده باشد و عروق نرم و قوت ؟ ؟ ؟ يوانى بدهد آن زمان نبض عظيم باشد و اگر حرارت زياده‌تر ازين باشد نبض عظيم سريع باشد و اگر حرارت ازينهم زائد باشد نبض عظيم سريع متواتر سريع بود و اگر عروق سخت هستند سريع صغير بود پس اگر حاجت زائدتر از ان باشد سريع متواتر بود و اگر قوت ضعيف باشد تواتر با صغر زياده‌تر از صغر صلابت باشد و گاهى نبض صغير بود بسبب ؟ ؟ ؟ انضغاط قوه زير ماده خلطيه يا غذائيه چنانچه در اولى نوب باشد اى نوبتهاى غب خالصهء دائره اگر به قوت حاصل خود قوليست و نرمى نبض بسبب رطوبت باشد و سختى بسبب يبوست و گاهى نبض در بحران بسبب تمدد عروق براى انه فارغ مواد ؟ ؟ ؟ سختى پذيرد و اختلاف نبض بسبب گرانى ماده باشد يا به جهت شدت ضعف و افراط ضعف انتظام نبض سن زن آن را باطل كند\r\n\r\nف [ چند انواع نبض ديگر 
  ]\r\nبدانكه چند انواع نبض ديگراند كه نامهاى آنها ؟ ؟ ؟ هستند يكى منشارى و آن نبضى است سريع متواتر صلب مختلف الاجزا در بلندى و پستى و تقدم و تاخر\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":26},
  {"content":"\r\n\r\nو صلابت و ليست دوم موجى كه مشابه ؟ ؟ ؟ منشاريست مگر اينكه موجى لين‌ست و آن صلب سوم دودى آن مشابه موجيست مگر دودى صغير باشد و آن عظيم چهار نملى كه مشابه دوديست الا نملى اصغرست و سخت متواتر و ضعيف پنجم ذنب القار و آن نبضى است كه آغاز حركت يا از مقدار اعظم كند بسوى مقدار اصغر يا بالعكس ؟ ؟ ؟\r\nرجوع كند به طرف مقدار اول و گاه باشد كه به مقدار اول نرسد و در كم از ان منقطع شود و اين رويست پنجم ذو الفترت و او چنانست كه در حركت او قبل از تمام شدن سكون واقع شود ششم اوقع فى الوسط و او آنست كه در سكون او حركت واقع شود\r\n\r\nف [ نبض انواع انسانها 
  ]\r\nبايد دانست كه نبض مردان اعظم و اقومى باشد و نبض صبيان العين و اضعف و سريع‌تر و متواتر باشد و نبض جوانان اعظم و اقوى و نبض كهول اصغر و قليل السرعت و نبض شيوخ صغر و متفاوت و بطى و نبض حيالى اى زنان حامله عظيم سريع متواتر و هرچند كه جنين بزرگ شود عظيم نبض قليل شود و نبض در فصل ربيع اى در وسط آن معتدل در سرعت و تواتر و زائد در قوت باشد و در شتا اشد التفاوت و الطيور باشد خصوصا در وسط آن و در خريف نبض مختلف مائل بضعف بود و اللّه اعلم\r\n\r\nف [ بول 
  ]\r\nبدانكه بول نيز از علامات است و آن را تفسره نيز گويند و آن فضله هضم ثانى و ثالث است كه خارج مىشود از احليل و دلالت كند بر احوال معده و جگر و غيره و آن مركب از دو جزو است آب ؟ ؟ ؟ دور و يا فرو نشننده يا معلق در وسط يا طافى بر بالا و اين دلالات ظاهر نشود مگر بعد مراعات شرايط چند اول اينكه بول اول صبح باشد دوم اينكه به زودى بشاشد سوم اينكه صاحب بول چيزهاى صابغه نخورده باشد مانند زعفران و خيار سبز و غيره چهارم اينكه بول تمام گرفته شود در قاروره فراخ شبيه بمثانه ؟ ؟ ؟ منفوغه و اصناف بول هفت‌اند يكى رنگ و اصول آن پنج هستند اصغر و احمر اسود و ابيض و اخضر و اما رنگ الزق پس آن را از رنگهاى اخضر شمار كرده‌اند و بول اگر احمر يا كدورت است دال بر غلبه خوفست چه سرخى دليل حرارت و كدورت دليل رطوبت است و مزاج خون همچنين و هرگاه بول اسود مائل بسرخى باشد پس صافى رقيق دال بر سودا است و همچنين ؟ ؟ ؟ انبض با كدورت دال بر بلغم و اصفر رقيق صافى دال بر مرهء صفرا و شيخ الرئيس شبيه داده است آن را بنشاسته معصفر و مرة الصفرا را بزعفران و مرة السودا را بكدام و بلغم را به آب صابون پس از ؟ ؟ ؟\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":27},
  {"content":"\r\n\r\nبدانكه رنگ اصفر چند گونه بود يكى ؟ ؟ ؟ بينى اى مشابه برنگ آب كه گاه خشك دران تر كرده باشند و آن از سردى باشد دوم اترجى اى مشابه به پوست اترج پخته و آن از اعتدال باشد نزديك شيخ الرئيس و اما نزديك جالينوس رنگ بول اصحا در ميان نارنجى و نارى باشد و اصوب اينكه رنگ بول اصحا بحسب مزاج باشد سوم اشقر و آن زرد مائل بسرخيست و درخشندگى و آن دال بر حرارت قليله بود چهارم نارى و آن زرد با شعاع بود همچو آتش پنجم احمر ؟ ؟ ؟ اصح اگر سرخ خالص مشابه بزعفران و همه اينها دال بر حرارت بحسب مرتبه خوراند چنانچه احمر ناصح زائد از نارى و نارى زائد از اشقر است در بوال بودن بر حرارت و احمر را نيز چهار طبقه‌اند يكى اصهب و آن اول مراتب حمرة است اگر سپيد كه بسرخى مائل باشد دوم دردى اى گلابى سوم احمر قانى اى بسيار سرخ چهارم احمر اقتم و آن سرخ مايل بكدورت باشد و همه اينها از حرارت و غلبه خون باشد و گاه باشد كه سرخى از برودت بود چنانچه در خارج بسبب عدم تميز خون از آب و در قولنج بارد بسبب درد مقارن محلل صفرا و نارى دال بر حرارت زائد باشد از احمر چه صفرا شديد الحرارت است از خون و اخضر را نيز چهار طبقه‌اند يكى قسقى و دوم نيلچى و اين هر دو از برد مجمد باشند و در صبيان منذر بفالج و تشنج‌اند سوم زنجارى و چهارم كرّاثى و اين هر دو از افراط حرارت محترقه باشند لكن احتراق در زنگارى بيشتر از كراثى و اسود گاهى از فرط احتراق باشد اگر با صفرة و بوى قوى باشد و گاهى از جمود اگر با كهودت اى برگشتگى رنگ و عدم الرائحه باشد و فرق در سياهى احراقى و سياهى جمودت همينست و گاهى بسبب حركت مادهء سودايه چنانچه در بحران و گاهى به خوردن اشياء سياه مانند شراب اسود چه‌بسا باشد كه طبيعت در آن تصرف نكند و بجنسه بيرون آيد و بول ابيض اگر مانند رنگ شير يا كاغذ است دلالت كند بر غلبه بلغم و برد و يا گداختن شحم يا اعضاى اصليه چنانچه در اخروق ليكن سپيدى بلغمى مخاطى باشد و سپيدى و دهان چرب و بول شفاف همچو آب يا دلالت كند بر عدم تصرف طبيعت در آب و آن روى است يا برسد باينكه منع نفوذ مايع نمايد و دوم از اصناف سبعه بول قوام است پس رقيق القوام يا بسبب عدم نضج باشد خصوصا در صبيان و اين بول در آنها رومىتر است چرا كه بول طبيعى صبيان غليظتر باشد ؟ ؟ ؟\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":28},
  {"content":"\r\n\r\nبند و در عروق يا بسبب كثرت شرب و آب و غليظ القوام يا بسبب عدم نضج باشد بسبب نضج خلط در غايت غلظت چنانچه در بحران ادرارى و معتدل القوام دال بر نضج است و سوم از اصناف سبعه صفا و كدورت است پس صافى آنست كه بصر و ران به سهولت نفوذ كند و كدور عكس آن و كدورت از اختلاط اجزاى ارضى و مائى پيدا شود و صافى دال بر نضج باشد و سكون اختلاط و كدر بر عدم نضج چه بعد نضج قوام مستوى كه دوده گاه كدورت بول بسبب سقوط قوت مدبره باشد و گاه بسبب ورم باطنى و كدر غبارانگيز تخويف بصداع كند دو فرق در غليظ و كدور آنست كه در غليظ استواى قوام باشد و ؟ ؟ ؟ در كدرنه و گاه باشد غليظ صافى مانند سپيدى تخم‌مرغ چهارم از اصناف سبعه بوى بول است پس بدبوى بسيارست ؟ ؟ ؟ افراط عفونت باشد يا قروح عقنه در مجارى بول اگر نضج باشد و نبودن بوى دال بر جمهور و خامى غذا بود و بسا نبودن بو دلالت بر سقوط قوت نمايد و معتدل الرائحه بسبب باشد پنجم از اصناف سبعه زيد است اى كف و حباب پس كثرت زبد و بزرگى آن و دير شكستن دال بر مادهء غليظ لزج باشد و چنين زيد در امراض كلى رديست و مىترساند به طول مرض ششم از اصناف سبعه رسوب است اى ؟ ؟ ؟ درو مراد اطبا از رسوب جوهر غليظتر آب متميز از آب است خواه راسب باشد بحقيقت خواه معلق حد وسط قاروره طاقى بالاى آن پس رسوب املس و سپيد و مستوى الاجزا مجتمع دال بر نضج باشد و راسب از ثقلى محمود احمد است پس معلق در وسط پس غمام كه بالاى بول همچو ابر ديده شود از رسوب رويه يكى اشقرست آن دال بر حرارت باشد دوم اسود اگر مائل بزرديست بر حرارت دلالت كند و الا به برودت سوم برگشته رنگ كه دال بر برودت باشد چهارم نخالى اى شبيه بسوس پنجم قشورى اى همچو پوست ششم خراطى اعنى مانند تراشه چوب از خراط هفتم صفائجى اى مانند پارهاى پهن لكن روى تمازينها آنست كه به زير قاروره شنيد پس معلق پس غمام مگر اينكه تعليق بسبب هوا باشد پس در زبونى خود كم از راسب نخواهد بود و ابيض از جميع اقسام خراطى دال برين است كه از مثانه باشد و احمر بر اينكه از كليه باشد و متخلل است بر اينكه از كبد است و گاه بر احتراق دم دلالت كند و گاه بعضى از رسوب صفائجى برگشته رنگ مائل بسياهى مشابه بفلوس ماهى باشد و آن روى بسيار است و دلالت بر خراشيدن اعضاى اصلى كند و نخالى گاهى از خارش مثانه باشد اگر در بيخ قضيف خارش\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":29},
  {"content":"\r\n\r\nمحسوس گردد و گاهى از ذوبان اعضا باشد و رسوب همچو ريگ هميشه دال بر سنگريزه باشد و سرخ از آن از گرده باشد و سپيد از شانه و عدم الرسوب يا از عدم نضج باشد يا از سده يا از قلت ماده و علاوه اينكه رسوب در ابوال اصحا و مهزولين خصوصا مرتاضان كم باشد و در مريضان و فربهان خصوصا غير مرتاضان بسيار باشد و رسوب مدى همچو رطوبات خام است كه در بول برآيد مشابه مده مگر در مدى بدبو باشد و تقدم ورم در محدب كبد و در گرده و مثانه و سهولت در اجتماع و تفريق و در خام اينها نباشند هفتم از اصناف سبعه مقدار بول است پس كثرت آن يا از كثرت شرب آب تنها يا با شراب باشد يا از خوردن مدّرات يا از گداختن رطوبات بد نيست يا از استفراغ فضون ادرار ؟ ؟ ؟\r\nچنانچه در بحران اگر با قوت باشد و عقب آن مريض راحت يابد و كثرت بول روى بهتر است چه دلالت بر بحران جبد كند و قلت آن دال بر فرط تحليل و فناء رطوبت يا سدّه يا اسهال باشد و قلت بول بافراط با قلت تحلل ؟ ؟ ؟ انداز باستسقا كند و اللّه اعلم بالصواب\r\n\r\nف [ براز 
  ]\r\nچونكه براز نيز از علامات است پس بايد دانست كه بزاز دلالت بر احوال هضم كند برنگ و مقدار و هيئت و دقت و بو و عدد مرات خود چنانچه خفيف النارية دلالت بر نضج معتدل كند و شديد النارية بر غلبه مرار و حرارت و قليل النارية بر خامى غذا و برودت و سپيدى براز از غلبه بلغم باشد يا از سده در مجرى مراره و درين خوف و لنج و يرقان است و براز همچو ريم دلالت بر شكستن دبيله باشد در قعر معده يا جگر يا روده و اگر بدبو باشد و الا اكثر غير مرتاضان شبيه بريم مىنشينند و منتفع شوند از ان بالا إله سستى كه بسبب ترك رياضت پيدا شده باشد و براز سياه حكم بول سياه دارد و براز سبز اگر از احتراق نباشد بر فرط جمودت دلالت كند و قلت مقدار براز بسبب قلت فضول اغذيه باشد يا از احتباس فضول ورين خوف قولنج است و گاه قلت براز از ضعف واقعه باشد و كثرت آن از ضد آن و براز رقيق يا ز ضعف هضم باشد يا از سدّه در ماساريقا كه رگهاى باريك‌اند از معده تا جگر رسته يا از ضعف جذب ماساريقا از نزله كه از سر بسوى معده ريخته است يا از غذاى فريق مانند اجاصب و براز سرخ يا از خوردن غذاى سرخ باشد يا از بودن خلط سرخ يا از ذوبان به شرط به شرط بدبو ؟ ؟ ؟ و براز زبدى يا از رياع باشد يا غليان موارد براز خشك يا از فرط تحلل بسبب مشقت ؟ ؟ ؟\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":30},
  {"content":"\r\n\r\nباشد يا از كثرت حرارت خصوصا در گرده و جگر يا از كم خوردن آب يا از خوردن غذاى يابس كثرت بول و افضل براز آنست كه به سهولت برآيد و متشابه الاجزاء باشد و خفيف النارية معتدل القوام و معتدل الوقت و الرائحة و المقدار بود و بقابق و قراقر و زبد ندارد و بوى رنگ بد دلالت بر موت كند چنانچه در اخروق و ذوبان اعضا باشد\r\n\r\nباب دوم در كليات طب عملى\r\nو آن محتوى بر دو فصل\r\n\r\n[ فصل 
  ] اول در شناختن قوانين حفظ صحت\r\nبدانكه بر طبيب القاى جوانى و قوة لازم نيست و نه اينكه عمر را دراز گرداند و نه اينكه از موت مانع گردد مگر اينكه رساند هر شخص را تا اينكه مزاج اصلى آن مقتضى باشد به شرطى كه ؟ ؟ مغتذى از خارج نباشد و نيز لازم است كه حفظ صحت هر شخص نمايد بحسب لياقت آن از روى سن و سال و نيز واجب است دانستن اينكه حفظ صحت حاصل نشود مگر به كسى كه اجتماع پنج خصلت درو باشد يكى آنكه عارف بقوانين طب باشد يا سامع و مطيع طبيب بود دوم اينكه صاحب مقدور باشد سوم اينكه فارغ از تعلقات بود چهارم اينكه بخيل نباشد بر نفس خود پنجم حريص و بدپرهيز نباشد و هرگاه اصل در حفظ صحت نگاهداشتن رطوبت غريزيه است از عفونت و حرارت آن از تحليل زائد بر مجرى طبيعى و تعديل اسباب ضروريست همچو تدبير ماكول و مشروب و حركت و سكون بدنى و توم لفظ و استفراغ و تدبير فصول اربعه مذكوره پس گفته مىشود كه چون اراده بقاى صحت حاصله كنند بايد كه غذا بيدارى يا ؟ ؟ ؟ در موافق مزاج بدهند و اگر اراده بازآوردن صحت زائله نمايند غذا و دوا مخالف مزاج فرمايند بايد كه اقتصار كنند بر نان گندم پاك از آميزشهاى اشياء رويه مانند شليم و غيره كه اكثر در گندم مىباشد و گوشت يك ساله او ميش و گاو و بز و گوشت دجاجه و كبك و تيهو و حلواى بادام از حلويات و انجير و انگور خرماى تر در شهرهاى كه در ان عادت باشد خوردن آن و بسوى اغذيه دوائيه التفات نسازند مانند سير و خيار مثل آن براى اصلاح مزاج و طعام و نيز بايد دانست كه غذا بىاشتها نخورند و نه ضبط اشتهاى غالب نمايند و در تابستان بارد بالفعل در زمستان حار بالفعل بخورند و ادخال طعام بر طعام غير منضم روى است و اطالت زمان خوردن همچنين لكن رداءت اين از ان كم است چه درين اختلاف هضوم است و كثرت طعام جبران‌كننده طبيعتست و خوردن غذاى لذيذ بهتر است اگر بكثرت نخورند و مداومت طعام بنجيزه اشتها را ساقط گرداند و كسل مىآرد چرا كه مىچسبد بر ؟ ؟ ؟ معده و آلوده كند آن را و طعام ترش زود پيرى مىآرد\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":31},
  {"content":"\r\n\r\nو خشك مىكند بدن را و ضرر مىرساند اعصاب را و طعام شيرين سست مىكند اشتها را و گرم مىسازد بدن را و طعام نمكين مخفف بدنست و لاغركننده آن پس مناسب است كه اصلاح ضرت حامض به حلو و بالعكس نمايد و مضرت بىمزه بنمك و ؟ ؟ ؟ مرح دفع كند و بالعكس و هرگاه قدرى اشتها باقيماند ترك طعام نمايد و مداومت پرهيز فرموده و لاغر مىسازد بدن را بلكه پرهيز در صحت همچو بدپرهيزيست در مرض و مراعات عادة در مرءات ؟ ؟ ؟ و غيره واجبست پس هركه خوگير يك روز بمرتبه خوردن باشد و يك روز به دو مرتبه مراعات اين عادت واجبست و اگر نعنا و اكل اغذيه رويه الكيموس و يا غذاهاى بسيار باشد مراعات عادت لازم است ليكن اگر ترك كند آهسته‌آهسته مضايقه ندارد چرا كه عادت طبيعت ثانيه است و ترك العادة عداوة آمده است و هركه خوگير خوردن اغذيه رديه باشد به آن مغرور نشود و اغلب است كه بعد ايام طويل توليد امراض كثيره نمايد پس ترك آن بتدريج اوليست و صفراوى مزاج را غذا مبرد مرطب بايد او دموى را مبرد مانع غليان دم مناسب است و بلغمى را غذاى مسخن ملطف سزاوار است و سوداوى را غذاى مرطب و اهل تجربه از جمع نمودن در ميان بعض اغذيه نهى فرموده‌اند لكن اثبات اكثر از ان از روى قياس و سوار است چنانچه جمع در ميان ماهى و شير مولد امراض مزمنه باشد مانند جذام و فالج و مثل آن و همچنين خوردن شير يا ترشى و سويق بر شيربرنج و انگور بر كلّه و انار بر ؟ ؟ ؟\r\nممنوع است و نيز در آب چاه و نهر جمع نكند تا كه يكى از ان منحدر نشود و افضل المياه آب انهارست خصوصا انهار جاريه بر خاك پاك مثل زمين سنگريزه چرا كه اين آب از كدورات خالص باشد و آب جارى بر سنگ نيز از قبول بدبو ؟ ؟ ؟ درتر است خصوصا جارى به سمت شمال يا مشرق و از بالا به زير ريزنده و ابعد المنبع پس اگر به اين اوصاف سبك باشد و خيال كند نوشنده كه شيرين است افضل‌تر باشد خصوصا بسيار آب و شديد الجريان و آب درياى نيل اكثر اين اوصاف را جامع است و آب چشمه خالى از غلظ نيست بسبب قلت حركت و ردىتر از ان آب كاريزست بعد از ان آب چاه چرا كه اين آب بسبب احتقان انجرهء غليظ خالى از تعفن نباشد و آب زمين ابناك ردىتر است از آب چاه\r\n\r\nف [ خوردن آب 
  ]\r\nبايد كه آب بعد شروع هضم بخورد و اما عقب خوردن خام دارد غذا را و در وسط\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":32},
  {"content":"\r\n\r\nاكل روىتر است و برين هم مردم حار معده از خوردن آب در ميان طعام منتفع شوند و بعضى ضعيف الاشتهام باشند هرگاه آب سرد خورند اشتها قوى گردد بسبب تعديل حرارت معده و آب خوردن ناهار و بعد حركت خصوصا جماع و بعد مسهل قوى و بعد حمام و بر فواكه خصوصا خربزه روى بسيارست درين صورتها اگر ضرورت افتد از كوزه تنگ دهن بمكيدن قدرى آب بخورد و لب تشنگى از بلغم شور يا لزج باشد و هرگاه آب خورده شود تشنگى افزايد و اگر آب صبر نمايند تسكين يابند بسبب نضج ماده معطشه و گداختن آن لهذا اكثر باشياء حاره مثل عسل اين تشنگى دفع شود\r\n\r\nف [ غذا بتمامه جزو بدن نگردد 
  ]\r\nبايد دانست كه غذا بتمامه جزو بدن نگردد بلكه وقت هضم چيزى از فضلات بماند پس چون مدتى گذشته شود و كثير گردد البته مفرت بخشد خواه به كيفيت خود گرمى كند بذات خود بسبب عفونت و يا سردى نمايد بذات خود يا بسبب فرونشستن حرارت غريزى و خواه بكميت خود كه بند كند مجارى را او گران نمايد بدن را و موجب امراض احتباس گردد و اگر خارج كرده شود اين فضله بدن بادويه متاذى گردد چه اكثر ادويه سمى باشد و نيز بسبب اينكه برآمدن صالح يا فاسد خالى نيست پس اين فضله بهرگونه ضرر رسانند خواه گذاشته شوند خواه مستفرغ كردند پس بدانكه اگر رياضت باعتدال مستعمل شود در وقت خود و ديگر تدبيرات هم نيك باشند هرآئينه از توتير اسباب منع توليد اين فضلات است زيرا كه رياضت گرم كند اعضا را وسائل زايد فضلات را پس جمع شدن ندهد و بدن را خفت و نشاط بخشد و قابل غذا كند و سخت گرداند مفاصل را و قوى سازد او تار و رباطات را و نگاهدارد از جميع امراض ماديه و اكثر امراض ساذجه و وقت رياضت بعد فرود آمدن غذا از معده و كمال هضم آنست نه وقت پرى معده و نه وقت خلو آن و رياضت معتدله آنست كه سرخ شود از ان بشره و بلند گردد و عرق ظاهر كند و اما ؟ ؟ ؟ وزد شبكه در ان عرق بسيار آيد معتدل نيست و هر عضوى كه رياضت داده شود قوى گردد خصوصا بر چيزى كه به آن رياضت كنند مثلا اگر دست را به برداشتن بار رياضت دهند و همين كار قوى گردد بلكه هر قوت را همين حال است پس اگر كثرت حفظ كند حافظ قوى شود و على هذا القياس و براى هر عضو رياضت مخصوصه باشد پس براى سينه قراءت ؟ ؟ ؟ است و بايد كه آغاز ؟ ؟ ؟ خفى كند و تا ؟ ؟ ؟ رساند بتدريج و براى سمع شنيدن نعمتهاى لذيذ و براى بصر خواندن خط\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":33},
  {"content":"\r\n\r\nباريك گاه و ديدن اشياء جميله و سواى اسپ باعتدال رياضت تمامى بدنست و تحليل آن اكثر از تسخين كثير است و نفع بخشد ناقهين را به تحليل بقاياى امراض آنها و اما دوانيدن اسپ موجب تحليل تسخين كثير است و بازى چوكان و باهم دوانيدن اسپ و دوانيدن اسپ رياضت بدن نفس است چه درين لازم است فرح بر غلبه و غضب بر ؟ ؟ ؟ القهار و سوارى كشتى حركت دهد پراكنده كند اخلاط را دبر كند امراض مزمنه را مثل جذام و استسقا بسبب اينكه متواتر آيد بر نفس فرحت و خوف قوت دهد معده را بر هضم و هرگاه در ان غثيان و قى غالب شود نفع بسيار بخشد بسبب خارج شدن فضول پس حبس آن نكند\r\n\r\nف [ دلك 
  ]\r\nبدانكه از جمله رياضات بدن دلك است اى ماليدن و آن بدستهاى و جامهاى جشن رنگ را سرخ گرداند و فراخ حال كند بدن را تا وقتىكه مفرط نباشد و ماليدن به كف يا پارچه نرم خونرا فراهم گذاشت و ماليدن به سختى و زور قوى كند اعضاى ضعيفه را و ماليدن نرم است كند و ماليدن بكثرت لاغر كند و ماليدن معتدل فراخ حال نمايد و بايد كه ماليدن بر رياضت مقدم كند تا اعضا براى رياضت مستعد شوند و بعد رياضت هم بمالد تا قوت بازآيد و تحليل شود آنچه باقى گذاشته است رياضت در عضلات و قريب پوست و بايد كه مالش بدستهاى بسيار باشد تا مختلف شود جاى وقوع آن بريدن و بجميع اجزا برسد و اللّه اعلم\r\n\r\nف [ افضل النوم 
  ]\r\nبدانكه افضل النوم اى بهترين خفتن آنكه عرق متصل و معتدل المقدار و بعد هضم غذا و آغاز انحدار ان و سكون نفخ قراقر باشد و اين خواب قوت مىدهد و روح زياده مىكند و بدترين خواب آنكه بر گرسنگى باشد چه آن مسقط قوت و لاغركنندهء بدن است و همچنين استلقا مىكشد فضول را بسوى غير مجارى آن و پيدا مىكند امراض رويه مثل كابوس و سكته و نيز خواب بر شكم كه رو بسوى زمين باشد منذر امراض چشم است و اگر رو بجانب راست باشد معين بر هضم است و قيلوله سنون است و غيلوله به عين مهمله اى خواب بامداد و قياوله بقا اى خواب چاشت و حيلوله بحاى مهمله اى وقت ظهر و غيلوله بغين معجمه اى خواب آخر روز همه با روىست\r\n\r\nف [ خفتن براى اعانت بر هضم 
  ]\r\nهركه از خفتن اعانت بر هضم خواهد يابد بعد تناول اندكى بجانب راست بخوابد تا غذا از فم معده منحدر شود بقعر آن كه جانب همين است و جگر به آسانى جذب كند كه آنجا هضم قوى است بعد از ان مدتى طويل بر چپ بخوابد تا جگر بر معده شامل شود و گرم كند آن را و هرگاه\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":34},
  {"content":"\r\n\r\nهضم تمام گردد به طرف راست بگردد تا بر انحدار بسوى جگر معين شود و در خواب عرق بسيار آيد از غلبهء طبيعت بر ماده در بيدارى كثرت عرق بر سبيل اماله باشد چه در ان حرارت متوجه خارج شود پس تاملى گردد مواد رقيق و مندفع شود از راه عرق و در خواب متوجه باطل شود و غالب‌تر گردد بر ماده و هركه عرق بسيار آرد در خواب و سبب آن ظاهر نبود بداند كه بدن آن متلى است يا از غذا يا خلط و اللّه اعلم\r\n\r\nف [ حافظ صحت را واجب است كه ملين طبيعت كند 
  ]\r\nحافظ صحت را واجب است كه ملين طبيعت كند وقت احتباس ملينات نه كوره در معالجات و ؟ ؟ ؟ سهله و حقنهاى لينه و حقنه كردن بروغن پيران را نافع باشد كه مليّن و مرطب امعا است و مسخن آن و نيز بايد كه احتباس طبيعت كند وقت زيادت تلين بجالسات مذكوره در معالجات\r\n\r\nف [ حمام 
  ]\r\nبدانكه از جمله استفراغات معتاده جماع و حمام است پس بهتر اين حمام آنكه قديم و شيرين آب و وسيع معتدل الحرارت باشد و خانهء اول حمام مىرود مرطب است و خانه دوم مسخن مرطب و خانه سوم خفيف مسخن زيرا كه هواى گرم در اول كم است از ثانى و ثالث و در حمام گرم ندر آيد ؟ ؟ ؟ نگر بتدريج و برنيايد مگر همچنين و اطالت در حمام موجب غشى و خفقان و اضطراب است بسبب كثرت وصول ابخره بسوى قلب و دماغ و خشك مزاج استعمال آب زياده از هوا نمايد و گاه محتاج‌تر كردن حمام بود بريختن آب و حبس آن آب بر زمين حمام تا زياده شود تبخير آن كه مركب است چنانچه بلد قوتين كرده شود و مرطوب مزاج استعمال هو اكثر كند از آب و گاه محتاج شود بافراط عرق قبل استعمال آب چنانچه با صاحب استسقا معمول است و ما دام كه جلد بلند باشد بداند كه تحلل مفرط نشده و هرگاه كه لاغرى بدن پديد آيد و اضطراب زياده شود بداند كه تحلل بسيار شده بايد كه بعد حمام و پوشش زياده كنند خصوصا در زمستان و صاحب وام و تفرق اتصال داخل حمام نشود چه حمام مواد را پراگنده كند پس ريزد بسوى ورم و زخم و زياده كند آن را و مراد اينجا ورم باطنى است و همچنين صاحب حمى اعفنه كه هنوز ماده آن نضج نيافته از حمام ممنوع است و گاه استعمال حمام عقيب غذا فربهى مىآرد لكن خوف سدد است پس تحرز از ان سدد مناسب است بسكنجبين ساوه يا بزورى بحسب مزاج و گاه غذا خورده شود بعد حمام پس فربه مىكند باعتدال بىخوف سد و همچنين استعمال حمام بعد هضم و گاه حمام در خلو معده نمايند و آن لاغرى مىآرد و بدن را خشك كند و كسى كه قليل الرياضت باشد استعمال حمام معرّق بسيار كند\r\n\r\nف [ غسل كردن 
  ]\r\nغسل كردن بآنمرد مقوى\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":35},
  {"content":"\r\n\r\nبدنست و نشاط آرد و استعمال نكرده شود مگر بعد دو پهر در مو گرما براى آنكه حار مزاج و معتدل اللحم و جوان باشد و صبيان مشائخ و صاحب اسهال و تخمه و نزله از ان منع كرده شوند و اغتسال باب گرم كبرنيته ؟ ؟ ؟ تحليل فصول نمايد و فالج و تشنج رطب و رعشه را نفع دهد حكه و جرب را زائل كند خصوصا رطب را و تيز عرق النسا وجع المفاصل و وجع الورك را نافع باشد\r\n\r\nف [ جماع 
  ]\r\nبدانكه جماع حركت بدنيه است كه لازم شود آن را حركت نفسه ؟ ؟ ؟ تبلذد و استفراغ رطوبات بخروج منى و تحليل آن و استفراغ روح ريح پس جماع معتدل آنكه باشد بعد هضم و وقت اعتدال بدن در كيفيات اربع و خلا و ملا و اين جماع بهتر است و برانگيزد حرارت غورى را مستعد مىسازد و بدن را براى اعتدا و تفريح مىبخشد و عصب مىشكند و زائل مىكند فكر بد و وسواس سوداوى را و نافع باشد امراض سوداوى و بلغمى را و بسا تارك جماع گرفتار امراض شود مثل دواء و تاريكى بصر بسبب فساد جنى و ارتفاع ابخره بسوى دماغ و ثقل بدن در ورم خصيه يا كشن ران و هرگاه جماع كند شفا يابد و بايد كه جماع وقت قوت شهوت و آرزوى شديد و نعوذ كامل بلا تصنع و تكلف نمايند و از كثرت هم پرهيز كنند كه مسقط قوت است و عصب را مضر لهذا موجب رعشه و فالج و تشنج باشد و بصر را ضعيف گرداند و نيز بايد كه از جماع عجوز و صغيره و حائض و زنى كه از مدت دراز متروكة الجماع باشد و مريضه و بدصورت و بكر پرهيزند همه اينها مضعف شهوت‌اند بسبب عدم لذت در جماع اين زنان و جماع زن و محبوبه باعث سرور و قلت ضعف است بسبب لذت با وصف كثرت انزال منى و بدترين اشكال جماع آنست كه مرد بغلطد و زن بالا بزايد بسبب دشوار بودن خروج منى و بسا باشد كه در ذكر بقيه منى بماند و متعفن شود و موجب قرحه گردد بلكه بسا رطوبات فرح بسوى ذكر سائل شود و اين هم مضر است و بهترين صورتهاى جماع آنست كه مرد بالا برآيد و زن بغلطد و رانهاى زن بردارد بعد ملاعبت تمام و ماليدن پستان و كش ران و خاريدن فرج به بيخ ذكر پس هرگاه كه هيئت چشم زن دگرگون شود و نفس آن برخيزد و طالب شود آن زمان دخول نمايد ريزد منى را تا هر دو معنى بياميزند و از معاونات جماع ديدن مجامعت انسان و تساقد حيوانات و مطالعه كتب باهيه و حكايات اقويا از مجامعين و استماع اوازهاى با زنان و حلق موى زهار است و ترك جماع مدّت طويل فراموش‌كننده نفس است جماع را و استمناء بد است موجب غم است و قوت\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":36},
  {"content":"\r\n\r\nشهوت و نغوظ ضعيف گرداند و اللّه اعلم\r\n\r\nف [ فصل ربيع 
  ]\r\nبدانكه در فصل ربيع كه مدت ماندن آفتاب است در برج حمل و ثور و جوزا اولا مبادرت بفصد و قى نمايد و استعمال ادويه مصفيات و مسكنات مواد مناسب است و اجتناب از مسخنات لازم مانند حركت بسيار و حمام و شراب و تقليل غذا بايد ساخت و بپوشد در اوائل آن سحاب و جامهاى بينى و در صيف كه مدّت ماندن نيز اعظم است در سرطان و اسد و سنبله لازم است آسائش و ارام تا سخوف و تحليل زياده نشود و بسايه نشستن و رفتن و غذاى بارده قامعه صفرا خوردن و قى كردن تا جوش اخلاط فرونشاند و ترك مسخنات و مخففات و تقيل غذا بسبب ضعف هضم و كثرت فواكه رطبه مانند آلوبخارا و خرپزه و خيار براى تسكين حرارت و بپوشد درين فصل كتان كهنه و در فصل خريف كه مدت تحويل شمس است در ميزان و عقرب و قوس از جميع مجففات و كثرت جماع و غسل به آب سرد و نوشيدن آن و كشف سر در شب و در بامداد و كثرت فواكه تر احتراز كند و قى در خريف موجب تپ است و اجتناب سازد از سردى صبح و گرمى نصف النهار و در فصل زمستان كه عبارت از ماندن خورشيد است در جدى و دلو و حوت استقبال بجامهاى پنئى و حباب و پوستين ثعلب و حواصل و دلق كثيرالحرارت‌اند متحمل نشوند آن را گر مبرورين ؟ ؟ ؟\r\nو مرطوبين و غذاى غليظ مانند هريسه نخورد و كثرت گوشت و ملطفات مانند ابازير حاره نمايد و قى درين فصل مضعف است و حركات قويه سخت نافع باشد و اللّه اعلم\r\n\r\nفصل دوم در كليات علاج\r\nبدانكه علاج تمام نشود مگر بسته جزو يكى تدبير دوم ادويه سوم اعمال دست مثل استخوان شكسته و بجاى خود آوردن عضو از جا رفته را و انفجار زخم و بريدن و داغ دادن و دوختن زخم كه تدبير هريك ازينها در مطولات همچو مفرح القلوب و غير ؟ ؟ ؟ قوم است و معنى تدبير اين است كه در اسباب ستّهء ضروريه تصرف نمايد و حكم تدبير از جهت كيفيت حكم دواست لكن از آن جمله براى غذا چند احكام مخصوص‌اند مثل منع غذا در بحران در وسع انتهاى مرض تا طبيعت مشغول نشود بهضم غذا و از دفع مرض بازماند و همچنين در نوبت تپ نيز غذا ممنوع است و گاهى غذا كم كرده شود يا در كيفيت غذائيت اگرچه به مقدار زائد باشد چنانچه براى كسى كه اشتها و هضم او قولليست و در بدن اخلاط كثيره دارد يا رديه قليله پس غذا مانند بقول و فواكه بدهند و گاهى در كميت اى مقدار كم كرده شود براى كسى كه اشتها و هضم او ضعيف باشد و بدن محتاج غذا تا او را گوارا و هضم\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":37},
  {"content":"\r\n\r\nگردد و بكثرت تغذيه قوى گردد و گاهى در هر دو كم كنند چنانچه وقت اجتماع امتلاى بدنى يا ضعف هضم و اشتها و گاهى در هر دو زياده نمايند براى كسى كه ارادهء رياضت قويه دارد و گاهى اختيار كرده شود غذاى لطيف سريع الهضم چون قوّت مدّت وفا نكند بهضم بطئ التحليل و پرهيز كند از غذاى لطيف بعد غذاى غليظ چه لطيف به زودى هضم شود و غليظ باقى ماند پس خود فاسد شود و ديگر را فاسد گرداند و گاهى اختيار كنند غذاى غليظ را جهت آن‌كس كه قصد كند شدن حس عضوى از نمايند مثلا سركه به درد آرد او را اندك سبب و پرهيز فرمايند از ان وقت خوف شده و غذا اگرچه دوست قوت باشد مگر عدو قوّت گردد وقتىكه دوست مرضى گردد كه عدو قوت است چه صديق العدو ؟ ؟ ؟ عدو آمده است پس استعمال ننمايند آن را در ؟ ؟ ؟ اغرصّ لكن براى ضرورت تقويت مضائقه ندارد و هرجا كه منتهاى مرض طويل باشد بقوتى حاجت افتد كه برداشت مصارعت كثيره نمايد لهذا حاجت به قوت در امراض مزمنه اكثر باشد و هرگاه كه منتهاى مرض قريب رسد كم كنند غذا را باعتماد قوت غذاى گذشته و بنا بر تخفيف بر قوت وقت جهاد با مرض و مرضى كه منتهاى آن در روز چهارم يا كم از ان باشد و بقاى قوت درين مدت ظاهر است پس حاجت تغذيه نباشد اگر قوت متحمّل بود و الا غذا واجب است اگرچه در بحران باشد و اللّه اعلم\r\n\r\nف [ براى علاج بدوا نيز سه قانون است 
  ]\r\nبدانكه براى علاج بدوا نيز سه قانون‌اند يكى اختيار كيفيت و خاصيت دوا مثل حرارت و برودت و رطوبت و يبوست و نضج و تقطيع و تلطيف و امثال آن بعد شناختن نوع مرض و كيفيت آن تا اختيار كنند دوائى را كه ضد آنست به علاج نمىشود مگر به ضد دوم اختيار وزن دوا و اختيار كيفيت حاصل نشود مگر بدانانى از طبيعت عضو مريض مقدار مرض و از جنس مريض اى ذكورة و انوثت و از سن و عادت و فصل و صناعت و شهر و رنگ بدن و فربهى و لاغرى آن و قوت و مريض اما براى طبيعت عضو چهار چيز است مزاج عضو و خلقت آن و وضع و قوت آن پس هرگاه كه تحقيق شود مزاج عضو صحيح و مريض شناخته شود مقدار خروج مزاج عضو از مزاج صحيح و اختيار نموده شود دوائى كه ضد آن باشد و اما خلقت آن پس بعض اعضا هستند كه قانع بدواى لطيف شوند يا بسبب وسعت سام خود مانند شش يا بسبب تهى بودن از هر دو جانب با يك جانب و اين تجويف يا از داخل باشد مانند آورده و شرائين دست و پا و يا از خارج مثل اعصاب\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":38},
  {"content":"\r\n\r\nسينه و بطن و بعضى اعضاء مانع نباشد لهذا محتاج دواى قوى باشند و اما وضع عضو پس آنكه قريب است از معده كافى بود آن را دوائى كه قوت او آن قدر باشد كه مقابله مرض نمايد و آنكه بعيد است محتاج بدواى قوى از مرض است و اما قوت عضو پس ذكى الحس مانند چشم و شريف و رئيس مانند دل جرأت نكرده شود بران بدواى قوى و تبريد زائد و تحليل نكند مواد آن بىقابض تا نگهدار و قوت آن را از تحليل دوا رد نسازند بر اعضا مذكوره دوائى را كه كيفيت آن مخالف طبيعت انسانيه باشد مانند زنگار و غيره و برآورده نشود مواد آن يكبارگى و امّا مقدار مرض پس مرض ضعيف را دواى ضعيف كافى باشد و مرض قوى را قوىتر بايد سوم از ان سه قانون وقت دواست و آن شناختن اين معنى است كه مرض در كدام وقت از اوقات چهارگانه واقع است اگر در ابتدا باشد روادعات فقط استعمال نمايند و اگر در انتها باشد محللات فقط در ميان اين هر دو كه وقت تزيد است زوادع محللات را مزوج سازند و در الخطاط بر محللات صرف اقتصار كنند و از معالجات جيّده مشتركه براى اكثر امراض قرحت است دويدن كسى كه مسرور سازد او را يا مريض به او نسبت دارد يا حيا و بسا شفا يافت عاشق قريب بمرگ از ديدن معشوق خود و همچنين بوهاى خوش و نعمتهاى لذيذ و انتقال از مكانى بمكانى و از فصلى بفصلى نفع بخشد و گاه نفع دهد تغيّر صورت چنانچه براى وجع پشت استادن و همچنين نظر تيز بسوى چيز درخشنده براى احوال\r\n\r\nف [ سوء مزاج 
  ]\r\nبدانكه سوء مزاج يا كامل الحصول است پس تدبيرش معالجه بضد است اگر بارد باشد سهل ؟ ؟ ؟ الزول است در ابتداء دشوار است زوال آن در انتها و حار بالعكس و تخفيف اسهل است از ترطيب و يا سوء مزاج در وسط حصول است پس تدبير آن تقدم بحفظ بازالهء سبب آن و يا در اول حصول است پس تدبير آن بهرود باشد و سوء مزاج اگر ساذج است تبديل آن كافى است و اگر مادى است خارج كرده شود مادهء آن پس اگر بعد تنقيه حرارت ساذج باقيماند به تبديل آن كوشند\r\n\r\nف [ علاج سوء مزاج مادى باستفراغ 
  ]\r\nبدانكه چونكه علاج سوء مزاج مادى باستفراغ است لهذا شرائط استفراغ مذكور مىگردد و شرائط آن ده‌اند يكى امتلائى بدن از ماده چه خلا مانع استفراغ است و امتلا از سه حال بيرون نيست يا افزونى جميع اخلاط بود يا بعضى آن يا ازدياد كيفيت باشد يا هر دو باشند دوم قوت پس ضعف مانع بود مگر جايى كه ؟ ؟ ؟\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":39},
  {"content":"\r\n\r\nمزاج صالح استفراغ پس حار يابس بافراط يا بارد بافراط و قليل الدم ممنوع باشد و چهارم هيئات بدن پس لاغرى و تخلخل و افراط سمين مانع بود پنجم اعراض لازمه پس استعداد ذرب اى فساد معده و قروح امعا مانع باشد ششم سن مريض پيرى و طفلى مانع بود هفتم وقت پس گرمى سخت و سردى شديد مانع گردد هشتم شهر پس حار و بارد مفرط مانع باشد نهم پيشه پس پيشه شديد التحليل مانع باشد مثل و غيره دهم عادات پس هركه ؟ ؟ ؟ خوكر استفراغ نيست هجوم نكرده شود بر استفراغ بدواء قوى\r\n\r\nف [ در هر استفراغ قصد براى پنج چيز نمودن 
  ]\r\nسزاوار است در هر استفراغ قصد براى پنج چيز نمودن اول اخراج ماده موذيه بدن بكيفيت خود يا بكمّيت ثانى اخراج ماده به قدر تحمل مريض باشد و از كثرت خروج آن برسند چه امتلا گاهى بسيار باشد و تنقيه نشود مگر بكثرت اخراج مواد و هرگاه كه خورانند مسهل صفرا و منتهى شود اسهال بسوى بلغم پس بداند كه تنقيه بليغ گرديده و همچنين اگر منتهى بسودا شود ابلغ از ان بود و اگر منتهى بدم گردد و جاى انديشه باشد چه بقاى بدن و روح و قوت و حيات به خون است و تشنگى و غنودگى عقب مسهل باقى دليل تنقيهء بليغ باشد ثالث آنكه استفراغ بسوى ميل ماده كنند پس اگر غثيان عارض باشد تنقيه بقى نمايند و اگر مغص در شكم باشد باسهال و قس على هذا رابع آنكه استفراغ از مجارى طبيعيه باشد و عضو منقول اليه ماده احس باشد چنانچه مائل كرده شود مادهء نزله بسوى بينى و نيز عضو مذكور مشارك عضو ماؤف باشد چنانچه باسليق ايمن براى بيمارى جگر و نيز اينكه عضو مذكور متحمل باشد چيزى را كه بسوى او نقل كرده شود خامس اينكه انضاج ماده قبل اين استفراغ در امراض مزمنه واجب است و در امراض حاده مستحب كه ضرر بتاخير نباشد كه آن زمان كه ماده در هيجان باشد و ضرر ترك آن بسيار باشد از ضرر استفراغ به غير نضج مضائقه ندارد و گاهى كشيده شود ماده از عضو شريف بسوى خسيس از ان مخالف در جهت اگرچه خارج نكرده شود چنانچه در محاجم بىنشتر و جذب ماده گاهى بسوى خلاف قريب بود و گاهى بسوى خلاف بعيد و شرط است كه در ميان مجذوب اليه و مجذوب عنه و دورى دو قطر نباشد بلكه در قطر اطول از ان هر دو جذب نمايند پس هرگاه متورم شود دست راست جذب ماده به طرف پاى چپ ننمايند بلكه يا به طرف پاى راست نمايند كه افضل است و يا طرف دست چپ و بايد كه جذب نكرده شود ماده مع امتلاء كثير بل كم كرده شود اندك بعد از ان جذب نموده شود و نه با توجه ماده بسوى عضو تا دفع نشود بسوى عضو مجذوب اليه آنچه دشوار شود دفع\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":40},
  {"content":"\r\n\r\nآن بسوى مجذوب عنه و ساكن كنند اول وجع را چه درد جاذب است تا دو جذب باهم متعارض نشود\r\n\r\nف [ فصد و اسهال و اخلاط 
  ]\r\nهرگاه كه فصد و اسهال هر دو واجب شوند و اخلاط در مقدار بر نسبت طبيعى خود باشند و نسبت طبيعى آنست كه خون اكثر باشد از همه بعد از ان بلغم بعد از ان صفرا پس از همه سودا درين وقت آغاز بفصد نمايند و اگر بعد فصد خلطى غالب شود دفع آن باستفراغ نمايند و اگر بر نسبت طبيعى نباشند اول خلط غالب را برآرند بس رگ زنند لكن در ميان هر دو مهلت قليل باشد و بسا از نوشيدن دوائى كه موجب فصد باشد در حمى و اضطراب افتد و ؟ ؟ ؟ امر كرده شود باستفراغ بسبب رداءت كيفيت و زيادتى مواد در كميت و گاهى براى آنكه بدن مستعد مرض و امتلاء باشد ؟ ؟ ؟ براى آنكه در بدن ماده موجود باشد كه از شان آن انصباب بسوى عضو باشد و گاهى بسبب كراهيت استفراغ بدل آن ؟ ؟ ؟ به روزه و خواب امر نمايند و گاه استفراغ بمخففات نمايند از خارج مانند خفتن در يك براى صاحب استسقاء و گاهى حاجت افتد در استفراغ بسوى ادويه مناسب خلط مستفرغ در كيفيت مانند سقمونيا نسبت به صفرا پس اصلاح كيفيت آن دوا بدائى كنند كه موافق آن در اسهال و مخالف در كيفيت باشد مانند طيله زرد كه بارد است و مسهل صفرا براى اصلاح سقمونيا كه حار است در وقت اخراج صفرا و گاهى دواء مسهل متقى شود يا بسبب ضعف معده يا بودن ماده مستفرغ ذا تخم يا بسبب يبوست ثقل يا بسبب كراهت از دوا و گاهى دواء مسهل مقى مسهل گردد و يا بسبب شدت جوع يا از بودن متقئ فاسد المعده يا غير عادى براى قى باشد و جوان سزاوارتر است بقى بسبب صفراويت بخلاف سوداويت چه ميل آن بسوى اسفل باشد و اما بلغم پس در ميان اين هر دو است و دوا اسهال مىآرد به قوت جاذبه كه مختص است براى آن نه براى اينكه جذب مىكند رقيق‌تر را اولا بسبب اينكه همشكل است و الا جذب كند و سبب قليل را ذهب ؟ ؟ ؟\r\nكثير و اين مذهب جالينوس است\r\n\r\nف [ حمام قبل دواى مسهل معين بر آن و بعد يك روز از مسهل محلل مواد باقى است 
  ]\r\nبدانكه حمام قبل دواى مسهل معين بر آن و بعد يك روز از مسهل محلل مواد باقى است و همراه مسهل قاطع فعل سهل است و خوردن طعام بر دوا قطع مىكند عمل اكثر ادويه را بسبب مشغول شدن طبيعت بهضم غذا از دفع و نمودن مواد و آميختن دوا به غذا و هركه متحمل استفراغ نيست بر آن از خورده شود قبل نوشيدن دوا چيزى قليل مانند آش جو و آب انار تا تحليل و ضعف بدن زياده نشود و اگر خورده شود بعد استعمال دوا آب انار معين آن شود بعصر خود و خفتن بر دواى ضعيف مضعف دواست و بر دواى قوى فعل دوا ؟ ؟ ؟\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":41},
  {"content":"\r\n\r\nپس بايد كه بخايد طرخون را و برگ عناب در تخدير قوت ذائقه كمالى دارد و گاهى تحذير ذوق به برف نمايند كه مغلظ روح است و هركه از بوى دوا نفرت كند سوراخ بينى آن به‌بندند و هركه بترسد از قى دست و پاى او بندند و بعد خوردن مسهل قابضات تناول نمايند مثل انار و ريباس سيب و پودينه بالاى مسهل رقيق همچو مطبوخ و منقوح شرب آب گرم روا نبود و غير آن مانند حبوب و سفوف و غيره آب گرم لازم است مگر آن‌قدر نوشيده شود كه بگذار و حبوب و لعوقات را و اما وقت قطع عمل دوا آن‌قدر بنوشد كه خارج كند از معده آن را ؟ ؟ ؟ از كليه و هركه بعد دوا در روده بيخ يابد پس جرعه جرعه بنوشد آب گرم را و تمشى نمايد\r\n\r\nف [ نوعى مسهل 
  ]\r\nاما وقت اتمام عمل مسهل بنوشد و محرور مزاج اسپغول با شربت سيب يا شربت شكر و معتدل مزاج نيز ادويه مذكوره با تخم ريحان بخورد و مىرود فقط تخم ريحان بخورد و بايد كه چيزى لذيذ جيد الكيموس بعد اسهال و قى بخورد مانند چوزه مرغ و كم كند غذا را از معتاد چرا كه ايضا بسبب خلوت جذب كند غذا را به قوت پس اگر معده كه ثقيل از غذا است براى دفع اعانت قوت نمايد سدّه بهم رسد و كار دشوار شود\r\n\r\nف [ اگر نوشد دوا را و اسهال نيارد 
  ]\r\nهركه نوشد دوا را و اسهال نيارد يا بسبب ضيق مجارى در خلقت يا به جهت حرارت هوا بافراط يا بنا بر سردى مفرط و تسكين آن ممكن باشد بنمايد و الا ماده را حركت دهند يا بخورانيدن قوابض مانند سفرجل و سيب و امثال آنچه ؟ ؟ ؟ اينهان بنا بر قبض فم معده و ما تحت مزيت آن بفشارد دفع غثيان نمايد و خلط را از فوق باسفل مىآرد و بسبب خوشبوى خود طبيعت را قوت مىدهد با تحريك مواد بحقنه ليّنه يا فتيله مسهله سازند و اما جمع ورود مسهل بيك روز محل انديشه باشد و بسا بود كه وقت عدم اسهال بدوا احتياج فصد بود اگر حاصل شود و امراض منكره و مواد مائل به طرف عضو رئيس باشد\r\n\r\nف [ هركرا اسهال بسيار شود 
  ]\r\nهركرا اسهال بسيار شود پس بايد كه دست و پاى او به‌بندند تا مواد از معده بسوى اطراف متوجه گردد و بنوشانند ادويه حابسه تا دهن عروق را تنگ سازد و ضماد كرده شود بطن او بقوابض تا جمع كند امعا را و قوت دهد آن را و تعريق نموده شود صاحب اسهال و خوش‌بو كرده شود مسكن آن بطيب سرد با معتدل تا روح قوى گردد و مزاج معتدل شود و بسبب كثرت آن يا ضعف عروق است يا اتساع افواه آن يا مسهل لاذع باشد يا در بدن سوء مزاج حاراء مسهل حاصل شده باشد\r\n\r\nف [ فرق در ملين و مسهل 
  ]\r\nبايد دانست كه فرق در ملين و مسهل آنست كه ملين آن را گويند\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":42},
  {"content":"\r\n\r\nكه مواد از معده و جوانى آن و از امعا برآرد و مسهل از عروق و اعضاى بعيده نيز مستخرج سازد چون شحم حنطل و سقمونيا و كرب و بعد مسهل بر دو گونه بود يكى آنكه دوا مكرب بود چون بسفائج و بنفشه و سنا و افتيمون و مانند آن دوم آنكه رطوبات غليظه در شكم چسپيده باشند و بدوا متحرك شوند و زود برنيايند و فائده تقدم قى مخصوص به همين قسم است\r\n\r\nف [ وقت مختار براى مسهل 
  ]\r\nوقت مختار براى مسهل باعتبار فصول ربيع و خريف است چرا كه اينها در ميان صيف و شتا هستند و اعتدال قوام اخلاط درينها مىباشد لكن هرجا كه به مقصود از اسهال ازاله امتلا بحسب ادعيه بود ربيع اولىتر است و بهترين هواى روز مسهل آنست كه مائل بحرارت قليل بود آن‌چنان‌كه هيچ عرق و كرب نيارد\r\n\r\nف [ ادويه مسهل كلهم مضر فم معده‌اند 
  ]\r\nبدانكه ادويه مسهل كلهم مضر فم معده‌اند پس لازم كه ادويه خوش‌بو مقوى قلب به او آميزند و دواء سريع العمل را با بطى العمل مركب نسازند و چيزهاى مدر بسيار و شيرين بسيار نياميزند چه ادرار نقصان اسهال كند و طبيعت بسبب شيرينى دوا را غذا كند و با چيزهاى بطى العمل چيزى تيز نياميزند همچو زنجبيل يا تربد و قابضاتى كه اسهال بعصر مىنمايند همچو مليله با مزلقات مانند اسپغول مركب نسازند و مصلح آن‌قدر نياميزند كه نقصان عمل كند و اگر اجزاى مختلفه را مطبوخ يا منقوع سازند پس چيزى كه قابل گداختن است همچو نمك و صموغ آن را به قدر شربتى بگيرند و چيزى كه ثقل مىدارد آن را در چند شربتى بگيرند و چون ادويه متعدده را مركب سازند وزن هريك را ازون ؟ ؟ ؟ خاصهء او كه تنها مىگرفتند كم بگيرند تا از مجموع شربتى معتدل حاصل آيد\r\n\r\nف [ تاثير انواع دواهاى مسهله 
  ]\r\nبايد دانست كه از دواهاى مسهله بعض اسهال بتحليل مع خاصيت كنند مثل تربد و بعضى بعصر اى فشردن عضو مانند هليله و بعضى تبلئين مانند شيرخشت و بعضى با زلاق مانند احارص و برز قطونا و امثال اينها و بعضى ادويه سميه بر سبيل مختصر طبيعت اسهال مىآرند پس اصلاح آن به چيزهائى كه در ان قاد زهريت باشد بكنند و مقرر شده كه سقمونيا مسهل صفرا است و تربد مسهل بلغم و بر ؟ ؟ ؟ حرار منى مخرج سواد و صبر مسهل صفرا و بلغم هر دو غاريقون مسهل هر سه خلط لكن بلغم را زياده از سودا و سواد را بيشتر از صفرا برمىآرد و ماذريون مخرج مائيت است و مراد ازين تخصيص آنست كه بعض اشيا بعض اخلاط را نخست جذب مىكنند نه اينكه غير اخلاط مخصوصه را هرگز جذب نمىسازند\r\n\r\nف [ دواى مسهل و مقيى بجكر نمىرود 
  ]\r\nبدانكه دواى\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":43},
  {"content":"\r\n\r\nمسهل و مقيى بجكر نمىرود و بلكه در معده مىايستد و قوت او بجميع اعضا مىرسد از راه عروق\r\n\r\nف [ حقنه 
  ]\r\nبايد دانست كه عمل حقنه بهترين معالجات است در نقص فضول امعا و جذب آن از اعلى باسفل و وقت آن اول روز يا آخر آنست و جهت تسكين درد كليه و مثانه و اورام آنها و قولنج و جذب و فضول از اعضاى رئيسه عاليه نيز بهتر است مگر حقنه حاره مضعف جگر است و مورث حمى تا ممكن باشد به آن مبادرت نكنند\r\n\r\nف [ قى 
  ]\r\nدر قى بدانكه قى تنقيه معده كند و تيز نمايد بصر را و سبك كند اعضاى قريب معده را و زائل گرداند گرانى سر و نفع دهد قروح مثانه و گرده و امراض مزمنه را مثل جذام و استسقا و فالج و رعشه و يرقان و تخمه و بايد كه صحيح استعمال قى در هر ماه دو بار كند و نيز قى كردن اشتها پديد آرد و بدن را محكم كرداند و گاهى ؟ ؟ ؟ بيقى را تمدد سراشيف و فواق و كزاز عارض گردد و ؟ ؟ ؟ كثارقى مضعف معده است و سينه و دندان و بصر را مضرت دارو دارد و بسا باشد كه رگ شگافته شود و بايد كه صاحب ورم حلق و باريك گردن و تنگ سينه و عسير الاجابت و مستعد بنفث الدم و حدوث و ورم حلق و ضعيف معده از قى پرهيزند و بعضى مردم حريص در روزى چند بار بخواند و هربار قى كنند و اين حركت زود پير مىسازد و در امراض رديه مثل ضعف معده و لاغرى و سقوط قوت و غيره مىاندازد و نيز قى عادت او شود هرچه بخورد ؟ ؟ ؟ بنفتد و اسهال و قى در وقت صفائى معده از فضول و يبوست ثقل و ضعف احشا و هزال مراق جاى خطر است و وقت قى صيف و ربيع و دو پهرست نه خريف و شتا و قى برناها خوب نيست و در وقت قى كردن بر چشمها عصابه بندند و شكم را تقميط نمايند و هرگاه فارغ شوند دهن و روى به آب سرد سركه آميخته بشويند تا گرانى سر را منع كند و بنوشند شربت سيب با مصطگى قليل و گلاب و قى جذب ماده از تحت و اسهال از فوق نمايند و اللّه اعلم\r\n\r\nف [ فصد 
  ]\r\nدر فصد بدانكه فصد استفراغ كلى است و تنقيه تمام اخلاط كند اگرچه از بعضى اعضا باشد و سزاوار فصد سه‌اند يكى آن‌كس كه مهيّا باشد حدوث امراض را وقت كثرت خون يا فساد آن دوم شخصى كه از خوف مرضى و آفتى حكم بفصد او مىكنند بىآنكه كثرت يا تغير خون باشد سوم آنكه گرفتار امراض دموى باشد و غير اين كسان سزاوار فصد نيست پس اگر نقصان ماده مقصود باشد انتظار نضج نبايد ساخت و اگر استيصال ماده مطلوب است و خون غليظ باشد رقيق انتظار نضج ضرور است و جواز فصد قبل از نضج مر كسى راست\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":44},
  {"content":"\r\n\r\nكه مستعد حدوث نقرس و عرق النسا و وجع مفاصل و مانند آن از امراض دمويه باشد حال وخامت را تا مقدور فصد نفرمايند و در حميات شديد و در حميات غير حاده و در ايام و در تب نيز از فصد اجتناب نمايند و همچنين در مزاج شديد البرد و شهر شديد البرد و وجع شديد و بعد حمام محلل و در سن كمتر از چهارده سال و در سن شيخوخت و در لاغرى سخت و فربهى بسيار از فصد احتراز مناسب است\r\n\r\nف [ در ميان دو فصد فصل معتدل يك روز است 
  ]\r\nدر ميان دو فصد فصل معتدل يك روز است و بعد فصد خواب نكنند و قبل از فصد حمام نسازند و رياضت نيز بعد از فصد ممنوع است مگر بر پشت خفتن مستحسن باشد و همچنين بعد فصد از حمام محلل و يكثر غذا احتراز نمايند و رگهاى مروجه فصد آورده‌اند نه شرائين چه ورينها خون كمتر باشد و رگهاى فصد دست شش وريداند يكى قيفال كه در لغت يونانى بمعنى كناره هرسى است و به فارسى آن را سرارو گويند و اين رگ كناره ذراع است برابر ابهام دوم اكحل كه لفظ يونانى است بمعنى مركب چه اين رگ برابر سبابه است و مركب از قيفال و باسليق است و اين را نهر اليدن و هفت اندام نيز گويند سوم باسليق كه در يونانى بادشاه عظيم را گويند و اين بزرگ است و برابر وسطى واقع شده چهارم حبل الذراع و آن باتفاق از انسى ساعد باعلاى او رفته پس بجانب وحشى ساعد ميل نموده بخورده دست قريب گشته است پس رگى كه سواى اكحل و باسليق به اين صفت يافته شود بدانند كه حبل الذراع است و نزد صاحب ذخيره و بعض متاخرين در حكم باسليق است و اللّه اعلم پنجم ابطى و آن برابر حنصر است و شبهء باسليق است لهذا آن را باسليق ابطى گويند و محاذى بغل واقع شده و اين را اسيلم نيز گويند ششم اسيلم موضع فصد آن بائين خنصر و بنصر است\r\n\r\nف [ فيضال و حبل الدراع 
  ]\r\nبدانكه فيضال و حبل الدراع براى گردن و ما فوق آنست و باسليق تنقيه تمام بدن نمايد سواى سر و گردن و اكحل مشترك است در ميان همه اندام و اسيلم دست راست براى درد جگر است و اسيلم دست چپ براى درد طحال و دل و ابطى براى حشاء و اعضاى زيرين است\r\n\r\nف [ رگهاى مقصورهء پا 
  ]\r\nبدانكه رگهاى مقصورهء پاى چهاراند يكى صافن كه بر انسى شتالنگ واقع است برابر انگشت براى ادرار حيض و جراحت و خارش ران و خصيه و قضيب نافع بود و ماده از نو اعضاى عاليه فرود آرد دوم عرقى است بىنام كه پس پاشنه واقع است و حكمش حكم صافن سوم رگى است گره‌وار عرق النسا نام كه از جانب وحشى پاى تا بكعب آمده پس بر پشت پاى رسيده\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":45},
  {"content":"\r\n\r\nو نفع فصد او در مرض عرق النسا زياده‌تر از صافن است و در ديگر امور قريب بصافن چهارم مابض كه در باطن زانو باشد مانند صافن است لكن در ادرار حيض و درو بواسير و مقعد ؟ ؟ ؟ نافستر از صافن\r\n\r\nف [ عروق مقصود و يا سر و دهن و گردن 
  ]\r\nبدانكه بعضى عروق مقصود و يا سر و دهن و گردن تعلق دارند و آن چهارده‌اند يكى عرق الجبه ما بين دو ابرو دوم رگيست در وسط سر و آن را عرق اليافوخ گويند سوم عرق الصدغين و آن ما بين چشم و گوش است چهارم عرقا الماقين و آن ما بين چشم و بينى است پنجم سته عروق خرو پس گوش ششم وداجين و آن دو رگ بزرگ‌اند در هر دو جانب گردن هفتم عرق الازبنه كه بر نوك بينى است هشتم عروق‌اند كه زير ؟ ؟ ؟ خشيا پاشند نهم عروق اربع‌اند بر دو لب دهم رگيست زير زبان بر باطن ذقن يازدهم رگيست زير زبان بر نفس زبان دوازدهم رگيست بر عنفقه‌اى بر جاى رستن موى زير لب ؟ ؟ ؟ سفى سيزدهم عرق اللبّه اى جاى التقاى دو استخوان چنبر گردن چهاردهم دو رگ‌اند در سوراخ بينى كه آن را عرقان المخريه نامند\r\n\r\nف [ انواع فصد عرق و تاثير آن‌ها 
  ]\r\nبدانكه فصد عرق الجبهه گرانى سر و هر دو چشم و صداع مزمن را سود دهد و فصد عرق اليافوح شقيقه و قروح سر را نافع است و فصد عرقا لماقين شقيقه در ؟ ؟ ؟ مد مزمن و دمعه و غشاوه و خارش اجفان و ثبور آن و شب‌كورى را نفع دهد و فصد سه رگ كه پس گوش‌اند ابتداى نزول و قروح گوش و موخر راس را سودمند است و فصد وداجين ابتداى جذام و خناق شديد و ضيق النفس و ربو حار و بحتة الصوت و ذات الريه و علل طحال و هر دو پهلو را سود دهد و عرق الازبنه جهت كلف و كدورت لون و بواسير بينى و ثبور و خارش آن مخصوص است و فصد تحت الحشا جهت سدر كائن از دم لطيف و اوجاع قديمه سر مفيد باشد و فصد چار رگ لبها جهت فروح دهن و قلاع و درد لثه و اورام و قروح و استرخاء ان و شقاق لب نفع دارد و فصد زير زبان درد ذقن و خوانيق و اورام لوذتين را سود دهد و فصد زير نفس زبان گرانى آن را كه از خون بود نافع باشد و فصد رگ عنفقه نيز جهت علل لب و ذقن نافع باشد و فصد منخرين جهت اخراج رطوبت و خون از چشم مىكشايند و اللّه اعلم\r\n\r\nف [ شرائين مفصوده كه بسر تعلق دارند 
  ]\r\nبدانكه چند شرائين مفصوده‌اند كه بسر تعلق دارند و آن دو گونه بود يكى بر هر صدغ يك شريان دوم پس هر گوش دو شريان و اين‌همه براى نوازل و انواع رمد و غيره كشوده شوند و براى فصد دو وقت‌اند يكى\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":46},
  {"content":"\r\n\r\nاختيارى دوم اضطرارى پس وقت اختيارى صبح بعد تمامى هضم و وقت اضطرارى هرگاه كه حاجت باشد\r\n\r\nف [ حجامت 
  ]\r\nدر حجامت بدانكه حجامت بر دو قسم است يكى با نشتر دوم بىنشتر و اين هر دو يا با نار بود يا بىنار پس آنكه با نشتر باشد قبل از عمر دوساله و بعد شصت‌ساله منع بود و اول ماه و آخر ماه نيز اين حجامت ممنوع است نه فصد درين ايّام اخلاط ساكن مىباشند و متوجه باطن پس جهت حجامت وسط ماه بهتر است و نيز بعد حمام ممنوع مگر در كسى كه خون غليظ داشته باشد مضائقه نيست و حجامت در مقدم بدن بحس و ذهن ضرر دارد و چه مبدء حس است و حجامت بر كاهل اى ميان دو شانه خليفه باسليق است و حجامت بر اخدعان بخاى معجمه و دال و عين مهملتين كه دو رگ‌اند بر گردن خليفه فيقال و حجامت بر ساقين قريب فصد صافن است و حجامت نقره‌اى مغاك پس سر خليفة اكحل در ازاله امراضى كه اين فصد يا براى آن موضوع‌اند و اين حجامت سه فائده دارد يكى استفراغ از نفس عضو دوم با وجود اخراج خون و اخلاط جوهر روح را بر نيارد سوم آنكه استفراغ او به اعضاى رئيسه تعلق ندارد و حجامت بلا نشتر بهر كيف كه باشد استعمال كنند او را براى چند اغراض يكى جذب ماده بسوى مخالف چنانچه براى حبس نزف دم الحيض محاجم پريشان نهند و دم براى ظاهر كردن ورم غائر تا دو برابر آن به آسانى نهاده شود سوم جهت نقل ورم از عضو شريف بسوى خسيس كه همسايهء اوست چهارم تسخين عضو و جذب خون بسواى و تحليل رياح وى پنجم جهت رو عضو بجاى طبيعى او ششم جهت تسكين درد استعمال نمايند و اين حجامت در جذب ريح موثرتر است خاصه كه نارى باشد و اين حجامت بر ورك عرق النسا را نافع و بر ما بين وركين و ركبتين و فخذين بواسير و نقرس را مفيد و بر مقعد جذب مىكند از جميع بدن و از سر و امعا فساد حيض را مفيد و سبك مىسازد بدن را و اللّه اعلم\r\n\r\nف [ تعليق علق 
  ]\r\nدر تعليق علق اى زلو انداختن بدانكه زاد بزرگ سر و سرگين و سبز و پشم دارد و مشابه مارماهى و شبيه رنگ منقلبون‌اند و آن طائريست طاوسى رنگ و از آبهاى كه لاى آن سياه و روى باشد گرفته باشند استعمال نكرده شوند و آنچه سرخ مائل بزردى مستدير پهلو بود يا جگرگون يا مشابه جراد خرو يا شبيه دم موش يا صغير الراس باشد بىآفت است و آنكه سرخ‌شكم است بهتر از سبزپشت باشد خصوصا آنكه از آب جارى گرفته باشند\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":47},
  {"content":"\r\n\r\nو هرگاه كه ارسال علق منظور باشد و علق حسب دلخواه بهم رسد بايد كه در آب شيرين نحبور ؟ ؟ ؟ بزرگ بگذارند و بنشيند هركه ازينها سريع الحركت باشد بگيرند و پاك سازند و موضع ارسال را به آب نمك بشويند و بمالند تا سرخ شود پس علق بران گذارند چنانچه دستور است و اگر زود معلق نشوند گل سرشوى با خون بمالند و هرگاه از خون پر شوند و اسقاط آن مطلوب باشد نمك يا خاكستر بران بپاشند تا زود ساقط شوند و اكثر جا تنقيه بمحجمه ممكن نباشد پس درين وقت علق كفايت و در اكثر طبائع خصوصا نسوان و صيان و ضعفا كه تحمل درد نشتر ندارند ارسال علق بهتر باشد و در امراض مزمنه جلديه چون سعفه و قوبا و امثال آن ارسال علق كثير الاثر است و اللّه اعلم\r\n\r\nف [ فصد و زن حامله 
  ]\r\nزن حامله از فصد و حجامت و اسهال و قى دور دارند مگر بضرورت نيز از خوف شديد و آوازهاى هولناك و بوى طعمه يكبارگى احتراز فرمايند و بايد كه حائل ؟ ؟ ؟ گلقند هميشه بخورد و همچنين سكنجبين كه براى تنقيه معده و اسقاط شهوت طين و عثيان مفيد است و قى كه حوامل‌زا مىباشد بىضرورت حبس ننمايند قبل از چهار ماه حمل چه بيشتر درين ايام مواد طمثى دفع مىشود و گاه باشد كه بسبب بخار و ثقل جنين عضلات پشت و شكم كشيده و پر شوند و ماندگى پديد آيد درين حالت روغن گل بمالند و از پشك زوار و جو نان پخته تكميد نمايند و در خارش و جوشش درون فرج لعاب ريشه خطمى و گل سرشوى طلا كنند و اگر پشت پاى متورم شو و برگ كرنب پخته ضماد سازند و اگر از چسبيدن خلطى در سر معده حامل خفقان لاحق گردد آب گرم بنوشد و اگر اشتها ساقط شود غذاهاى كثير الدسوت و شديد الحلاوت ترك نمايد و مشى نرم نموده باشد و اشتهاى فاسد و آرزوى گل اكثر حوامل را عارض شود اگر اندك است بگذارند كه خودبخود خواهد رفت و اگر زياده است تنقيه معده لازم شناسند و گلقند و غيره تفصيل اين تدبير در كتب مطول مذكورست به قدر حاجت اينجا ذكر كرده شد و اللّه اعلم\r\n\r\nف [ منع زوج از جماع با مرضعه 
  ]\r\nبايد كه زوج را ؟ ؟ ؟ مرضعه را از جماع منع فرمايند و آن را آرام و سكون لازم نيست كه ازين شير او فاسد شود و طفل را تعديل و اصلاح اخلاق نمايند و خشم و خوف شديد و غم و بيدارى به او رسيدن ندهند و از وقت ولادت تا هشت پاس شير ندهند مگر وقتىكه طفل گريه كند و خود بطلبيد و معده و حلق او فراخ شود و چون خواهند كه شير دهند نخستين قدرى عسل بليسانند تا تنقيه و جلاى معده نمايند و بهترين شيرها در حق فرزند شير مادر است و تا يك سال بلكه زياده طفل را به ؟ ؟ ؟ مهمله غلطانيده شير داده باشند و اگر طفل را درد گوش عارض شود و ؟ ؟ ؟\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":48},
  {"content":"\r\n\r\nگريه او باشد پس اگر سبب ديگر ظاهر نيست علاج گوش او نمايند و بايد كه مرضعه جوان باشد از بيست و پنج سال كمتر نباشد و از سى و پنج زياده و نه بسيار فربه و بسيار لاغر نباشد و خوش‌خلق و حسينه و صالح پستان بود اى نه مسترخى باشد پستان ادويه خسپيده و نيز معتدل در سختى و نرمى باشد و شير وى معتدل القواء بود و معتدل المقدور و سپيدرنگ و خوش‌بو و شيرين و مشابه الاجزا و كف در آن بسيار نباشد و وضع حمل مرضعه در مدت طبيعى بوده باشد و پسر زائيده باشد و در ميان وضع و ارضاع مدّت متوسطه گذشته باشد و ارضاع حامل و جماع مرضعه عقلا و نقلا ممنوع است و بهترين اغذيه مرضعه نان گندم است و گوشت برّه و ماهى كه بىعفونت و بىصلابت باشد و از بقول ترهء كاهو و از فواكه بادام و فندق مفيد است\r\n\r\nف [ مرضعه را برياضت و استحمام معتدل ساختن 
  ]\r\nبدانكه مرضعه را برياضت و استحمام معتدل بفرمايند و اگر شير غليظ و كريه الرائحه باشد دوشيده زمانى در هوا بگذارند و بعده بنوشانند و مرضعه را سكنجبين بزورى كه با ملطفات همچو پودينه و زوفا و امثال ان پخته باشند بدهند و اگر شير قليل بود بسبب حرارت تمام بدن حسب سبب تعديل نمايند و اگر از حرارت پستان بود فقط تضميد مبردات كافيست و غذا آش جو و اسفاناخ و امثال آن بهتر است و آنجا كه قلت شير از برودت يا از سدّه يا از ضعف قوة جاذبه پستان باشد زياده كرده شود در غذا هرچه لطيف مائل بحرارت بود و نيز تخم گزر مفيد است و بايد دانست كه ماليدن پستان در تكثير شير اثر تمام دارد\r\n\r\nف [ معالجه اطفال 
  ]\r\nدر معالجه اطفال احتياط تمام واجب شناسند و از هرچه قوى الاثر بود و بر طبع اينها ناگوار باشد احتراز فرمايند و كافور هرگز ندهند و از حموضات منع نمايند در وقت ارضاع اما بعد فطام سكنجبين قليل الحموضت مضائقه ندارد و اصلا چيزى گرم خشك ندهند مگر بعارضه و تقويت اطفال حسب مزاج به استعمال مفرحات ياقوتيه بغايت خوب است و بدانند كه انار مقوى جگر است و بهى و امرود شيرين مقوّى معده و سيب مقوّى دل و نيز براى تنقيهء گرده و مثانه تخم خربزه و تخم خيارين نافع بود و باديان كوفته بيخته با شكر آميخته گاه‌گاه خورانيده باشند و در علاج شيرخواره ملاحظه حال مرضعه بيشتر كنند و اللّه اعلم\r\n\r\nف [ نصائح براى معالج 
  ]\r\nدر نصائح چند براى معالج بدانكه سزاوار است معالج را كه خوگير نسازد طبيعت را بكسل اى ؟ ؟ ؟ دواى انحراف آن صحت بعلاج\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":49},
  {"content":"\r\n\r\nنه‌پردازد بلكه اكثر بر طبيعت بگذارد و نيز خوردن مسهل و مقيّئ را عادت نكند و هرجا كه تدبير باسهل ممكن باشد رجوع با ضعف ننمايد و اگر دواى ضعيف فائده نبخشد بتدريج بدواى قوى پردازد مگر در وقت خون قوت قوت ابتدا بدواى قوى مضائقه ندارد و نيز در معالجه بر دواى واحد نايستد تا طبيعت عادى نشود و جرات نكند بر ادويه قويه در فضول قويه مانند خريق سقمونيا و تا ممكن باشد تدبير باخذ نيرو ؟ ؟ ؟\r\nرجوع بادويه نكند و هرگاه كه امراض كثيره جمع شوند ابتدا به آن مرض كند كه درد يكى ازين سه خواص يافته شود اول اينكه شفاى ديگر بر اين موقوف باشد مانند ورم و قرحه پس درينجا ابتداء بمعالجه ورم نمايند دوم اينكه يكى از ان سبب براى ديگر باشد مانند سدّه و حمى عفنه پس ابتدا با ازاله سبب نمايند و اگر ازاله آن به مثل سكنجبين نشود آن زمان استعمال مسخنات مفتحه مضائقه ندارد چه نفع تفتيح اين مسخنات اعظم از ضرر تسخين آنست و سوم آنكه يكى از ان اهم از ديگر باشد مثل حاد و مزمن چنانچه سونوخس در فالج پس ابتدا ؟ ؟ ؟ بجاد نمايند و با اين‌همه از ديگر هم غافل نباشند و هرگاه جمع شوند عرض و مرض پس ابتدا به مرض نمايند مگر آنكه عرض اقوى باشد مانند قولنج درين صورت اول به تسكين وجع پردازند بعد از ان معالجه سده نمايند و اللّه اعلم\r\n\r\nخاتمه در معرفت تاثير ادويه و مفرده و درجهء آن\r\nو قانون تركيب و شناختن درجه مركب و مقدار شربت آن بدانكه دوائى كه تاثير كند مقدار شربت آن بىتكرار و كثرت در بدن انسان معتدل بكيفيت خود پس هرگاه كه وارد شود بر بدن و منفعل شود بدن از حرارت غريزى آن موثر نشود كيفيتى زائد از آنكه در انسان است آن دوا معتدل باشد و اگر اثر كند كيفيتى زائد آن دوا خارج از اعتدال‌ست بسوى اين كيفيت پس اگر اين كيفيت محسوس نباشد مگر بتكرار يا كثرت مقدار آن دوا در درجه اولى باشد و اگر محسوس شود لكن ضرر نكند آن دوا در درجه ثانيه است و اگر ضرر كند ليكن بمرتبه قتل نرسد پس آن دوا در درجه ثالثه بود و اگر قائل باشد آن دوا در درجه رابعه باشد و نام آن دوا سمى گذاشته شود\r\n\r\nف [ مزاج ثانى 
  ]\r\nبدانكه بعضى ادويه را قوت مركبه باشد پس حاصل شود آن را مزاج ثانى و اين تركيب يا طبيعى است مانند شير يا صناعى مثل ترياق پس اثر كند هريك ازين متمزجات كه عناصر\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":50},
  {"content":"\r\n\r\nاند براى مركب ثانى بتاثير خود و صادر شوند از ان آثار متضاده مانند حرارت و برودت چنانچه درد كه مركب است از اجزاء لطيفه منفذه و اجزاء ارضيه قابضيه مكثفه پس مزاج ثانى گاهى مستحكم باشد و آتش آن را تحليل نكند چه جاى اينكه از طبخ در آب تحليل شود چنانچه در ذهب است و گاهى ضعيف كه آتش آن را تحليل كند نه طبخ مانند بابونه چه درين قوتيست قابضه و قوتى است محلّله جدا نشود بطبخ و گاهى اضعف كه بطبخ هم تحليل شود مگر بشستن به‌مانند عدس چه درين قوت محلله خارج مىشود بطبخ در آب و باقيمانده قوت قابضه است رضيه ؟ ؟ ؟ در جرم آن و گاهى به اين مرتبه اضعف باشد كه به غسل هم تحليل شود مانند كاسنى ؟ ؟ ؟ اپرورين قوتيست مفتحه حاره و قوتيست راسبه بارده مائيه و قوتيست قابضه ارضيه پس جزو ؟ ؟ ؟ بفتح بشستن زائل شود و باقيمانده جزو مائى بارد و جز ارضى قابض در جزم آن\r\n\r\nف [ تاثير دوا 
  ]\r\nبدانكه تاثير دوايا خارجيست فقط مانند پياز كه بتصرح بدنست اگر ضماد كرده شود اگر خورده شود چنين نباشد و يا داخلى فقط مانند اسفيداج كه قاتل است به خوردن نه بضماد و گاهى تاثير خارجى ضد تاثير داخلى باشد مانند كزبره محلل اورام است از خارج او غليظ كند مواد را و سرد نمايد از داخل\r\n\r\nف [ شناخت تاثير دوا 
  ]\r\nبدانكه تاثير دوا شناخته شود به دو طريق يكى تجربه دوم قياس پس اعتقاد بتجربه آن زمان باشد كه بر بدن انسان آزموده شود و از جميع كيفيات عرضيّه خالى باشد دوائمى و اكثرى باشد و قياس به چند وجوه دلالت بر قواى ادويه كند و اضعف از ان رنگ است چه برد سپيد جسم رطب را و سياه كند يابس را و حرارت بالعكس و بعد از رنگ رائحه باشد پس بوى تيز بسيار براى حرارت و ترى باشد و عدم آن از برودت و بعد از بو مزه باشد و آن مختلف شود باختلاف ماده و اختلاف فاعل پس ماده يا كثيفه است يا لطيفه يا متوسطه و فاعلى يا حرارت است يا برودت يا اعتدال پس كثيف حار مملح باشد و بارد عفص و معتدل شيرين و لطيف حار خريف باشد و بارد حامض و معتدل و ؟ ؟ ؟ دسم و متوسط در ميان كثيف و لطيف حار مالح و بارد قابض و معتدل در ميان حار و بارد و تفه ؟ ؟ ؟ و اللّه اعلم\r\n\r\nف [ اگر دواى مفرد كافى باشد 
  ]\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":51},
  {"content":"\r\n\r\nبدانكه اگر دواى مفرد كافى باشد احتياج تركيب نيست و الا محتاج تركيب باشيم خواه بنا بر اصلاح كيفيت دواى مفرد بسبب تيزى مزه مانند صبر يا بوى مثل خيارشنبر بنا بر تقويت قوت دواى مفرد خواه ضعيف كردن قوت آن و خواه برابر اينكه دواى مفرد سريع النفوذ باشد لهذا دواى ديگر به آن آميزند كه مانع نفوذ باشد و خواه بنا بر اينكه مفرد بطى النفوذ است و دواى سريع النفوذ آميزند و خواه براى اينكه مرض مركب باشد و دواى مفرد يافته نشود كه بمقابله هر فرد مرض نمايد و اگر يافته شود اضعف باشد يا اقوى يا كافى بود لكن يكى از افراد مرض اقوى باشد درين صورت آميختن دواى ديگر ضرورت است\r\n\r\nف [ قانون تركيب دوا 
  ]\r\nبدانكه قانون تركيب دوا چنانست كه مجموع اغراض را خواه مساوى باشند خواه كم‌وبيش يكى مقرر كرده نسبت هريك از ان اغراض با يكديگر معلوم كنند كه از كسور نه‌گانه اى نصف و ثلث و ربع و خمس و سدس و سبع و ثمن و تسع و عشر و فروغ اينها كدام كدام نسبت در ميان آنها است و لجب آن نسبت اجزاى شربات مفردات بگيرند و مركب سازند و اگر خواهند كه درجه مركب و مقدار شربت آن مركب دريافت نمايند براى كسور اجزائى مجموع مخرج مشترك پيدا كنند و دوائى كه از ان مخرج واحد است آن را يك شربت بگيرند و دوائى كه از ان مخرج در باشد آن را دو شربت گيرند و قس على هذا پس هر شربت را دوائى علىحده فرض كرده درجات حرارت جدا و درجات برودت جدا جمع كنند پس اگر اجزاى حاره و بارده هر دو مساوى باشند مركب معتدل است و اگر كم‌وبيش باشند اقل را از اكثر حذف نموده ما بقى را بر عدو شربات قسمت نمايند خارج قسمت درجه دواى مركب است و چون وزن دواى مركب را بر غدد شربات قسمت سازند شربت مركب حاصل آيد و مراد از ادويه اينجان آن ادويه‌اند كه براى عرض بالذات گرفته باشند نه آن ادويه نيز كه براى اصلاح ادويه مقصود يا ديگر حاجات كه سابق مذكور شده است اضافه كرده باشند مثال آنكه اغراض مساوى باشند مثلا يكى را تپ مركب از بلغم و سوداست و بلغم نصف مجموع و سودا هم نصف آن و مخرج مشترك اينها و پس دواى مخرج بلغم را يك شربت و مخرج سودا را نيز يك شربت\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":52},
  {"content":"\r\n\r\nبگيرند و از مخرج بلغم كه حار ؟ ؟ ؟ و ثرمانيه است و جزو حار برآمدند و از مخرج سودا يك جزو حار ؟ ؟ ؟\r\nشدند اين را بر مجموع شربات كه دو است قسمت نمايند يك و نصف خارج گردد همين درجه مركب است اى در يك نيم درجه حار باشد و مثال آنكه اغراض مخالف باشند مثلا شخصى را تپ مركب از بلغم و صفرا و سودا عارض شد و خواستن كه تنقيه آن نمايند و بلغم نصف مجموع ماده است و صفرا ثلث آن و سودا سدس پس دوائى كه مخرج بلغم باشد نصف شربت گيرند و دوائى كه مسهل صفرا است ثلث و دوائى كه منقى سوداست سدس و از همه يك شربت مسهل تركيب دهند و براى همه اين كسور مخرج مشترك شش است و نصف آن سه پس مخرج بلغم كه حار و درجه ثانيه است سه شربت بگيرند و سدس آن يك پس منقى سود كه حار در اولى است يك شربت گيرند و ثلث آن دو پس مسهل صفرا كه بارد در ثانيه باشد دو شربت گيرند و اجزاى حاره را كه شش از خروج بلغم و يك از منقى سودا برآيد جدا جمع كنند و اجزاى بارده را كه چار از مسهل صفرا برآيد جدا جمع كنند و چهار را از هفت بيندازند و سه باقى را بر شربات كه شش است قسمت سازند خارج قسمت نصف شود و همين درجه دواست اى حار در نصف اول باشد و دواى معتدل از حساب خارج است مگر در قسمت داخل مثلا دوائى مركب است از حار در درجه رابعه و بارد در ثانيه و معتدل پس در حار چهار جزو حاراند و در بارد دو جزو بارد دو را از چهار حذف نمايند و دو باقى را بر سه كه عدد ادويه است قسمت سازند و ثلث برآيند پس مركب دو ثلث و راوى حار باشد و قس على هذا و اللّه اعلم بالصواب و اليه ؟ ؟ ؟\r\n\r\nخاتمة الطبع\r\nللّه الحمد ؟ ؟ ؟ و المنة كه كتاب حذاقت ماب بهج الحذاقت كه در حسن و خوبى نظير خود خود است مولفه حكيم قدرت احمد است در مطبع منشى نول لشور واقع كانپور بسرپرستى عالىجناب معلّى القاب منشى پراگ ترائن صاحب ؟ ؟ ؟\r\nبار دوم به ماه مارچ سنه ؟ ؟ 1897 اعز بتصحيح تمام طبع گرديد\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":53},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":54}
  ]