[
  {"content":"\r\n\r\nنابارورى و منع بارورى\r\nدر پزشكى ايرانى\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه و مقدمه 1 ","page_number":1},
  {"content":"\r\n\r\nدرباره نوشته پشت جلد\r\nنوشته پشت جلد به دبيره ( خط ) پهلوى ساسانى است كه زبان علمى كتاب هاى پزشكى در دوران طلايى پزشكى ايرانى در شهر جندى شاپور بود و خط نستعليق فارسى امروز برگرفته از آن است . د زبان پهلوى \" باردارى \" را \" زايشينك \" مى گفتند كه واژه \" زايش \" كنونى برگرفته از آن است . اين واژه با پيشوند منفى ساز \" آ \" بدل به \" ازايشنيك \" مىشود كه معنى نابارورى مىدهد . منع بارورى نيز در پهلوى \" اراوك زايشن \" ناميده مىشود كه معنى تحت اللفظى آن روان نبودن زايش و معنى دقيق آن منع بارورى است ( واژه \" رواك \" همان است كه امروزه واژه به \" ارواك \" بدل مىشود كه معنى روان نبودن ومنع از روان شدن مىدهد . خط زيرين نيز عبارت \" اندر بيجشكيها ايرانيك \" را مى نماياند كه امروز بدان \" در پزشكى ايرانى \" مى گوييم . ( با سپاس از دانشمند ارجمند استاد دكتر فريدون جنيدى كه اين نگاه حاصل دانش و قلم ايشان است )\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه و مقدمه 2 ","page_number":2},
  {"content":"\r\n\r\nگنجينه آشنايى با روش ها و بينش هاى پزشكى ايرانى ( 16 )\r\nنابارورى و منع بارورى در پزشكى ايرانى\r\nتاليف\r\nسودابه بيوس\r\nزير نظر\r\nاسماعيل ناظم\r\nويراستار\r\nمحسن باغبانى\r\nزمستان 1389\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه و مقدمه 3 ","page_number":3},
  {"content":"\r\n\r\nسرشناسه : بيوس ، سودابه ، 1343 -\r\nعنوان و نام پديدآور : نابارورى و منع بارورى در پزشكى ايرانى / تاليف سودابه بيوس ؛ زير نظر اسماعيل ناظم ؛ ويراستار محسن باغبانى\r\nمشخصات نشر : قم : مؤسسه اسماعيليان ، 1389\r\nمشخصات ظاهرى : 16 + 208 ص . مصور\r\nشابك : 60000 ريال : 8 - 40 - 6397 - 964 - 978\r\nوضعيت فهرستنويسى : فيپا\r\nيادداشت : اين كتاب شانزدهمين دفتر از گنجينه آشنايى با روش ها و بينش هاى پزشكى ايرانى است .\r\nموضوع : پزشكى ايرانى\r\nموضوع : عقيمى\r\nموضوع : تنظيم خانواده\r\nشناسه افزوده : ناظم ، اسماعيل ، 1346 -\r\nشناسه افزوده : باغبانى ، محسن ، 1354 - ويراستار\r\nرده بندى كنگره : 8 r / 137 / ب 9 ب 2 1389\r\nرده بندى ديويى : 955 / 610\r\nشماره كتابشناسى ملى : 2916322\r\nعنوان : نابارورى و منع بارورى در پزشكى ايرانى\r\nتاليف : سودابه بيوس * زير نظر اسماعيل ناظم\r\nويراستار : محسن باغبانى * طراح جلد : روح الله اكسيرى\r\nناشر : اسماعيليان - قم : ( 7744212 - 0251 ) * چاپ : نينوى\r\nنوبت و تاريخ چاپ : اول : زمستان 1389 * قيمت : 60000 ريال\r\nشمارگان : 2000 جلد * جلد * شابك : 8 - 40 - 6397 - 964 - 978\r\nisbn : 978 - 964 - 8397 - 40 - 8\r\nهمه حقوق براى نويسنده محفوظ است\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه و مقدمه 4 ","page_number":4},
  {"content":"\r\n\r\nتصوير صفحه اى از يكى از منابع اين كتاب\r\nنسخه خطى اغراض الطبيه ، سيد اسماعيل جرجانى\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه و مقدمه 5 ","page_number":5},
  {"content":"\r\n\r\nتصوير صفحه اى از يكى از منابع اين كتاب\r\nنسخه خطى مجمع الجوامع ، حكيم محمد حسين عقيلى خراسانى شيرازى\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه و مقدمه 6 ","page_number":6},
  {"content":"\r\n\r\nفهرست و پيشگفتار\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه و مقدمه 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" شناسنامه و مقدمه 8 ","page_number":8},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" شناسنامه و مقدمه 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" شناسنامه و مقدمه 10 ","page_number":10},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" شناسنامه و مقدمه 11 ","page_number":11},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" شناسنامه و مقدمه 12 ","page_number":12},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" شناسنامه و مقدمه 13 ","page_number":13},
  {"content":"\r\n\r\nمقدمه\r\nنابارورى و نازايى از مشكلاتى است كه همواره بدان ها توجه شده و در حال حاضر ، يكى از عمده مسائل مرتبط با سلامت جسمى و روانى جامعه بشرى است . انسان ها ، از ديرباز ، به گونه اى درگير مشكلات مربوط به بارورى بوده اند : تمايل به تعيين جنسيت فرزند ، داشتن فرزندان ذكور بيشتر ، قوى و سالم بودن فرزندان و . . . همواره مطمح نظر و خواست افراد در جوامع مختلف بوده است .\r\nبا نگاهى كوتاه به كتب پزشكى پيشينيان ، درمى يابيم كه بيمارى عقم ( نابارورى ) نزد آنان نيز مطرح بوده است . بيشتر قدما ، در نوشته هاى طبى خود ، جايگاهى ويژه و نسبتا وسيع به نازايى اختصاص داده و درباره چگونگى تشخيص ، علت ، انواع عقم و درمان هاى آن مطالب ارزشمندى نگاشته اند كه يكى از نكات قابل توجه موجود در بيشتر نگاشته هاى آنان ، ويژگى و اهميت مشكلات روحى - روانى و مسائل روان تنى و تأثير آن در ايجاد نازايى است .\r\nحكيم محمد اعظم خان ناظم جهان ، در جلد دوم كتاب رموز اعظم در فصل عقر و عسر الحبل ( نازايى و دشوارى در انجام بارورى ) ، پس از توضيح و تفسير بيمارى و روشهاى درمانى و دارويى ، اشاره اى شفاف و روشن به چگونگى انجام دادن جماع ( coitos ) دارد و به شاگردان طب خود مى آموزد كه از بهترين زمان انجام نزديكى و نحوهء آن استفاده كرده و احتمال بارورى بيمار خود را با آموزش مسائل جنسى به زوجين نابارور افزايش دهند .\r\nدر كتاب ارزشمند خلاصة التجارب ، تأليف بهاءالدوله ، فصلى به توضيح مسائل روانى و جنسى زوجين اختصاص يافته است . او به روشنى و با ظرافتى خاص بيان مىكند كه \" محبت و دوستى زن و مرد نسبت به هم \" از عوامل مهمى است كه در \" ايجاد يك بارورى سالم \" نقش دارد .\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه و مقدمه 14 ","page_number":14},
  {"content":"\r\n\r\nبا مطالعه منابع عظيم و دقيق به جا مانده از طبيبان حاذق و نامدار گذشته ، در مى يابيم كه طبيب فردى است كه با دقت و توجه بسيار با بيمار خود ارتباط برقرار مىكند ، روش هاى تشخيص بيمارى را به درستى آموخته و شناختى وسيع از انواع درمان ها ، حتى درمان هاى جانشين يا مشابه دارد ، و بنا بر اقتضاى حال بيمار ، از روش هاى غير دارويى نيز در درمان استفاده مىكند .\r\nمنع بارورى و جلوگيرى از باردار شدن موضوع مهم ديگرى است كه در كتب اطباى پيشين بدان پرداخته شده است . همين توجه دلالت بر آن دارد كه بر خلاف پندار اغلب افراد ، گذشتگان ما نيز به منع بارورى محتاج بوده و راهكارهايى براى آن انديشيده بوده اند .\r\nنامه اى كه اكنون پيش روى داريد و شانزدهمين دفتر از گنجينه آشنايى با روش ها و بينش هاى پزشكى ايرانى است ، تا حد امكان منابع متفاوت طبى را در دو موضوع مذكور بررسى كرده و محتواى آن ها را در خود جاى داده است تا همكاران گرامى از نكات ارزشمند موجود در كتب طبى آگاهى يابند و بتوانند از آن به گونه اى عملى و صحيح در مداواى بيماران خود استفاده كنند . اميد است اين نامه آغازى براى پيوند علمى و عملى طب جديد با پزشكى ايرانى در اين موضوعات باشد .\r\nدر انتها ، لازم است از حمايت و يارى بى دريغ محقق ارجمند جناب استاد آقاى اسماعيل ناظم ياد كنم كه سبب شدند اين تلاش به ثمر نشيند . از همه عزيزان دست اندر كار نشر اين اثر در مراحل مختلف حروف نگارى و ويرايش و نمونه خوانى و چاپ و نشر نيز سپاسگزام . خداوند به همه ايشان جزاى خير عنايت بفرمايد . بمنه و كرمه\r\nبهار 1388\r\nسودابه بيوس\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه و مقدمه 15 ","page_number":15},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" شناسنامه و مقدمه 16 ","page_number":16},
  {"content":"\r\n\r\nنابارورى و منع بارورى\r\nدر پزشكى ايرانى\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":17},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":18},
  {"content":"\r\n\r\n\r\nفصل اوّل : نابارورى\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":19},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":20},
  {"content":"\r\n\r\n\r\nگفتار نخست : ساختمان رحم در متون پزشكى ايرانى\r\nبراى بررسى بهتر بيمارىهاى زنان در پزشكى ايرانى و آشنايى با اصطلاحات موجود در كتب پيشينيان ، آگاهى از ساختمان رحم و ضمايم آن از ديدگاه ايشان ضرورى است . در بيشتر كتاب‌هاى طبّ سنتى نيز ، پيش از پرداختن به مبحث بيمارىهاى زنان ، ابتدا به تشريح رحم و عملكرد آن پرداخته شده است .\r\nدر تشريح رحم از نظر ساختمان ، غشاء ، شرايين و آورده ، و اعصاب يكى از كامل‌ترين منابع كتاب خزائن الملوك « 1 » است . پس از آن نيز ، كتاب‌هاى طب اكبرى « 2 » و رموز اعظم « 3 » قرار دارند كه در تشريح ساختمان رحم نكات مهمّى را متذكّر شده‌اند .\r\nبراى پى بردن به شگفتى مطالب موجود در اين كتاب‌ها ، در ابتداى اين فصل ، تا آنجا كه امكان دارد اين موضوع بدون كم و كاست نقل مىشود و در صورت نياز ، توضيح كوتاهى نيز در پى مىآيد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تأليف حكيم شمس‌الدين محمد ، چاپ سنگى به سال 1311 ق در كانپور هند .\r\n( 2 ) . تأليف حكيم محمداكبر ارزانى ، چاپ سنگى به سال 1271 ق .\r\n( 3 ) . تاليف محمد اعظم‌خان ناظم‌جهان ، چاپ سنگى به سال 1320 ق در هند .\r\n","page_name":" 5 ","page_number":21},
  {"content":"\r\n\r\n\r\nالف . ساختمان رحم در كتاب خزائن الملوك\r\nحكيم شمس‌الدين در اين باره نوشته است :\r\nرحم عضوى است عصبانى الجوهر « 1 » كه ما بين مثانه و معاى مستقيم و ناف واقع است و آن را گردنى است كه به عربى « عنق الرحم » و به انگليسى واژينا گويند و او تا باب الفرج منتهى شده . در بيخ عنق مذكور ، بر هر دو پهلوى رحم ، انثيين صغير بادامى شكلى واقع گشته كه آن را به عربى « بيضة الرحم » و به انگليسى « اووارين » خوانند و آن [ ( تخمدان‌ها ) 
  ] بر هر دو پهلوى رحم به رباطات پهنا مربوط است . « 2 »\r\nرحم در موضع خود ، با ناحيه سرّه و مثانه و معاى مستقيم و عظم عريض ، به ذريعه « 3 » رباطاتْ ارتباط پذيرفته و رباطات آن شش عدد است ؛ « 4 » دو عدد حقيقى و چهار عدد غير حقيقى . و وضع رحم پهن و قدرى سه زاويه مانند انجير است و مركّب است از عضلات ، اعصاب ، آورده و شرايين . و ساخت آن دو طبقه است كه جوهر طبقه درونى آن املس و سفيد و بىحس واقع شده و در آن عروق بسيار است « 5 » و افواه عروق مذكوره را در جرم طبقه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . عصبانى الجوهر : ماده آن از جنس عصب است .\r\n( 2 ) . يعنى محل قرار گرفتن تخمدان‌ها در رباط پهن است .\r\n( 3 ) . به ذريعه : به وسيله .\r\n( 4 ) . رحم توسط رباطهايى به مثانه ، ركتوم و جداره‌هاى لگن كوچك اتصال دارد كه عبارت است از رباطهاى پهن كه دو تا هستند و هريك از آن‌ها از كنار خارجى رحم به جدار طرفى لگن كشيده شده است . رباط گرد رحمى دو تا به صورت طناب ليفى عضلانى به طول 10 - 12 سانتىمتر كه در لابه‌لاى رباط پهن قرار دارد . رباط آويزان كننده تخمدان باقيمانده رباط پهن است كه توسط لوله‌هاى رحمى اشغال نشده است . رباط رحمى خاجى دو طناب ليفى ، عضلانى كوتاه كه هريك از آن دو از انتهاى فوقانى گردن رحم شروع و پس از عبور از طرفين ركتوم به ساكروم اتصال مىيابد . رباطهاى سطح قدامى گردن رحم را به سطح خلفى پوبيس اتصال مىدهند رباط تخمدانى يك طناب ليفى عضلانى كه ما بين دو لايه رباط پهن قرار دارد . ظاهراً رباطهاى پهن و رباط گرد رحمى را در كتاب خزائن الملوك حقيقى و چهار تا رباط ديگر را غير حقيقى ( از آن جهت كه در بطن رباط پهن است ) مىدانسته‌اند ؛ بيمارىهاى زنان نواك ، ويرايش و نظارت دكتر بهرام قاضى جهانى ؛ آناتومى تنه ، دكتر بهرام الهى .\r\n( 5 ) . ديواره رحم شامل سه لايه است : لايه خارجى كه از سروز بوده ( پرى متريوم ) كه به وسيله يك لايه بافت همبند نازك پشتيبانى مىشود . لايه عضلانى در وسط يا ميومتريوم از عضلات صاف تشكيل شده است . در اين لايه بافت ماهيچه‌اى صاف ، بافت سلولى ، عروق خونى ، عروق لنفاوى و اعصاب قرار دارد . لايه داخلى آندومتريوم كه به صورت جدا ناشدنى به ميومتر اتصال دارد . در لايه آندومتر بلاستوسيت رشد كرده ، اعضاى مختلف جنين را به وجود مىآورد . آناتومى لگن و پرينه ، دكتر فاطمه فدايى ، محسن نوروزيان ، رويه 111 .\r\n","page_name":" 6 ","page_number":22},
  {"content":"\r\n\r\nداخلى ثقبات‌مانند « 1 » موضوع گرديده « 2 » كه اطبّاى يونان آن را نَقرات الرحم « 3 » نامند و نزد ايشان غشاى جنين به نقرهاى مذكوره مرتبط مىباشد و طمث « 4 » به وساطت نقرها غذاى جنين مىشود و طبقه مسطوره در بعضى نسوان دو خانه يمينا و يسارا دارد ( رحم دو شاخ ) .\r\nو سر نوك‌دار رحم ، كه در جوف عنق الرحم واقع است ، فم الرحم نام دارد و آن دوام بسته مىباشد « 5 » و در حالت مباشرت « 6 » به شوق بلع منى مىگشايد « 7 » . « 8 » و بر نواحى فم الرحم دو فزونى از مقدّم و مؤخّر واقع است كه اطبّاى يونان آن را قَرنى الرحم نامند . هنگام جماع ، قرنين مذكور ترنجيده مىشوند « 9 » و فم الرحم به استقبال حشفه به جانب عنق الرحم مىگرايد و مَسّ « 10 » حشفه به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ثقبات‌مانند : مانند سوراخ‌هاى ريز .\r\n( 2 ) . موضوع گرديده : وضع شده است .\r\n( 3 ) . نَقرات الرحم : گودال‌هاى كوچك .\r\n( 4 ) . طمث : خون قاعدگى .\r\n( 5 ) . و آن دوام بسته مىباشد : در حالت معمولى دهانه سرويكس بسته است .\r\n( 6 ) . مباشرت : نزديكى ، جماع .\r\n( 7 ) . در حالت مباشرت به شوق بلع منى مىگشايد : براى جذب مايع منى ، هنگام نزديكى دهانه رحم باز مىشود .\r\n( 8 ) . چرخه پاسخ جنسى در زنان به واسطه فعل و انفعال پيچيده عوامل روانى ، محيطى ، فيزيولوژيك ( هورمونى ، عروقى ، عصبى ، عضلانى ) صورت مىگيرد . اولين فاز چرخه پاسخ جنسى مرحله تمايل است و متعاقب آن چهار فاز متوالى پيش مىآيد كه عبارتند از : تحريك ، حالت كفه‌اى ، ارگاسم ، تحليل . در فاز كفه‌اى ( پلاتو ) احتقان عروقى به حد اكثر شدت خود مىرسد ، ثلث تحتانى واژن متورم و ضخيم شده و سطح ارگاسمى را تشكيل مىدهد ، رحم به طور كامل خارج از لگن قرار مىگيرد و در فاز ارگاسم چندين انقباض ريتميك رفلكسى به مدت 8 دهم ثانيه در عضلات واژن ، پرينه و مقعد صورت مىگيرد ؛ بيمارىهاى زنان نواك ، ويرايش و نظارت دكتر بهرام قاضى جهانى ، رويه 215 و 214 .\r\n( 9 ) . ترنجيده مىشوند : درهم كشيده مىشوند . در حال نزديكى انقباض در لوله‌ها پيش مىآيد .\r\n( 10 ) . مَس : لمس كردن .\r\n","page_name":" 7 ","page_number":23},
  {"content":"\r\n\r\nفم رحم باعث التذاد و استنزال نسوان مىباشد . « 1 » و اوعيه منى زنان « 2 » از انثيين شروع شده به ذريعه قاذوف الرحم به درون رحم مىرسد و اوعيه مذكوره دو عروق « 3 » است . معوّج « 4 » انبوبى « 5 » به شكل بوق كه اطبّاى انگلستان انبوبات الرحم خوانند و آن از بيضتين به جانب خاصرتين رفته ، به سوى حالبين رسيده‌اند و از هر دو طرف آن‌ها به اربيتين مرتبط گشته ، از هر دو زاويه پسين رحم داخل شده در جوف رحم گشاده‌اند و از جاى پيوستگى رحم ، هر واحد موسوم به قاذف الرحم شده كه يكى قاذف يمينا و ديگرى يسارا و منافذ اين‌ها تنگ‌تر است . لهذا نسوان را انزال به دفعات مىشود و از تكرار جماع ضعف عائد نمىگردد .\r\nو عنق الرحم مانند نى پهن است و مركّب است از لحم و آورده كه مانند شبكه با هم بافيده‌اند و از پرده املس و شرايين و محيط فم رحم با رحم اتصال مىدارد « 6 » و از فم رحم تا باب الفرج واقع شده و در بعضى زنان مايل به يسار باشد و در بعضى مايل به يمين و عضلات متحركه دُبر « 7 » هر دو طرف اوست و اندكى خَم‌دار است كه خميدگى آن جانب فرازين « 8 » نمايان باشد و نسبت سطح بالايى آن به سطح زيرين زياده دراز بود كه سطح فوقانى قريب سه انگشت و سطح تحتانى قريب چهار انگشت مىباشد . « 9 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . از عوامل فيزيكى تحريك جنسى در زنان تماس پوستى انتهاى آلت به دهانه سرويكس است .\r\n( 2 ) . مجرايى كه از تخمدان‌ها به طرف رحم كشيده شده .\r\n( 3 ) . دو عروق : دو لوله باريك .\r\n( 4 ) . آنچه كه به خودى خود خميده و كج شده باشد .\r\n( 5 ) . انبوبى : لوله‌اى . هر چيز مجوف مانند نى .\r\n( 6 ) . واژينا ، مهبل : لوله‌اى است ليفى عضلانى ما بين مثانه و اورترا در جلو و ركتوم و مجراى آنال در عقب واقع شده است . جدارهاى آن معمولًا روى هم خوابيده‌اند و ساختمان آن شامل سه لايه است : غشاء مخاطى ، لايه عضلانى ، لايه سلولى . غشاء مخاطى كاملًا به لايه ماهيچه‌اى چسبيده است . آناتومى تنه ، رويه 372 .\r\n( 7 ) . عضلات متحركه دُبر : عضلات داراى حركت مقعد .\r\n( 8 ) . جانب فرازين : جانب بالايى .\r\n( 9 ) . رحم در زاويه راست محور واژن مىباشد ، از آنجا كه بيشتر قسمت خلفى گردن رحم وارد واژن مىشود ، قسمتى گودال مانند بين ديواره واژن و گردن رحم كه خلفىتر واقع شده ايجاد مىشود به نام فورنيكس خلفى و حفره‌اى ديگر در قدام نسبت به گردن رحم كه فورنيكس قدامى ناميده مىشود . آناتومى بالينى لگن و پرينه ، رويه 106 .\r\n","page_name":" 8 ","page_number":24},
  {"content":"\r\n\r\nواژن در منفذ فرج چنان واقع است كه آستين را در آستين كنند « 1 » و آلت مباشرت و مَخرج حيض و تولّد جنين است و هنگام تولّد جنين پهن مىشود و باز به حالت اصلى خود فراهم مىآيد . و طول آن مانند قضيب مردان اكثر از شش انگشت مضموم « 2 » صاحبش كم و از يازده انگشت افزون نمىباشد . « 3 » و زنان باكره را بر دهانه عنق الرحم كه در لب‌هاى اندرونى فرج منتهى شده است ، غشاى رقيق از عروق‌هاى چند منتسج « 4 » مىباشد كه افتضاض بكارت « 5 » عبارت از پاريدن « 6 » غشاى مذكور است . « 7 » و لب‌هاى بيرونى فرج مركّب است از پوست و پرده املس و آورده و شرايين و اعصاب . و ميان لب‌هاى برونى آن لب‌هاى درونى خرد مركّب از دو پرده املس واقع است « 8 » و اندرون شكاف فرج كه سوراخ عنق الرحم و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . از لايه‌هاى عضلانى تشكيل شده كه مانند چين و شكن روى هم قرار گرفته‌اند .\r\n( 2 ) . انگشت مضموم : انگشت بسته .\r\n( 3 ) . واژن يك لوله عضلانى پرده‌اى است كه قسمت تحتانى ژنيتال زن و انتهاى تحتانى كانال زايمان است ، ديوارهاى قدامى و خلفى كه در مقابل هم قرار مىگيرند ؛ از اين رو واژن يك كانال بالقوه است كه هنگام زايمان مىتواند متسع شود و پس از آن به حالت اوليه خود بازگردد . طول واژن در افراد متفاوت بوده ، از 12 سانتىمتر تا 16 سانتىمتر باشد . آناتومى بالينى لگن و پرينه ، رويه 108 .\r\n( 4 ) . منتسج : بافته ، در هم تنيده .\r\n( 5 ) . افتضاض بكارت : سوراخ شدن پرده بكارت .\r\n( 6 ) . پاريدن : پارگى .\r\n( 7 ) . دهانه واژن در دختر باكره به طور نسبى توسط پرده بكارت مسدود شده است ؛ اين پرده يك چين مخاطى دولايه است كه نازك بوده و داراى عروق مويرگى است كه از لحاظ شكل و ضخامت متغير مىباشد و در مركز آن سوراخى قرار دارد . آناتومى تنه ، رويه 388 .\r\n( 8 ) . لب‌هاى بزرگ فرج يك جفت چين فيبر و آديپوز ، پوست مىباشند . اين چين‌ها از مونس پوبيس به سمت پايين و عقب حركت مىكنند تا در قدام مقعد در محل فورشت خلفى به هم برسند ، انتهاى رباط گرد و گاهى اوقات ديورتيكولى از صفاق ، كانال  Nuck  درون اين چين‌ها قرار دارند . بيمارىهاى زنان نواك ، رويه 83 .\r\nلب‌هاى كوچك فرج ميان لب‌هاى بزرگ قرار دارند كه در قدام به هم نزديك مىشوند و توسط پوست بدون مو پوشيده شده‌اند در زير اين پوست ، استروماى فيبروالاستيك غنى از عناصر عصبى و عروقى قرار دارد .\r\n","page_name":" 9 ","page_number":25},
  {"content":"\r\n\r\nمجرى البول در آن واقع است . ما بين كنارهاى مؤخّر شفار خُرد فرج « 1 » يك آلت خرد مستطيل‌شكل واقع باشد كه بعضى اطبّا آن را « بظر » و بعضى « نظر » مىخوانند . « 2 »\r\n\r\nب . تشريح رحم در كتاب طب اكبرى\r\nدر اين كتاب در باب رحم چنين آمده است :\r\nساختمان رحم : و آن دو طبقه است و در طبقه اندرونى رگ‌ها بسيار است و مغاك‌ها « 3 » مشابه خمل « 4 » معده جهت استمساك « 5 » جنين يافت مىشود و در طبقه اندرونى آن ليف‌هايى كه داراى قوت جاذبه ، ماسكه ، و دافعه مىباشند قرار دارد . طبقه بيرونى رحم به‌منزله غلاف و پوشش است طبقه اندرونى را جهت محافظت آن .\r\nعنق رحم ، يعنى گردن او ، همچون عضله‌اى است تو بر تو هم نهاده تا دراز تواند شد « 6 » و بالطبع رحم به جذب منى شوق دارد و از آن است كه وقت مجامعت مايل شود به جانب فرج .\r\nخصيه زن كوچك است و گرد و به پهنايى ميل دارد و به هر دو طرف فرج موضوع است خارج از رحم و در هر خصيه غشايى جداست و از يكديگر امتياز و فصل دارند « 7 » . اوعيه منى آنان از خايه « 8 » به سوى تهيگاه ميل كرده است تا منى از وى به رحم اندر آيد . و نفع ديگر خايهْ زنان را آن است كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ما بين كنارهاى مؤخر شفار خُرد فرج : در قسمت انتهايى دو لب كوچك فرج .\r\n( 2 ) . كليتوريس عضوى نعوظى با 2 تا 3 سانتىمتر طول است كه تكمه‌اى مدور و حساس گلانس آن را مىپوشاند .\r\n( 3 ) . مغاكها : حفره‌ها .\r\n( 4 ) . خمل : پرز .\r\n( 5 ) . استمساك : گرفتن ، چسبيدن .\r\n( 6 ) . تا دراز تواند شد : براى اينكه بتواند از هم باز و متسع شود .\r\n( 7 ) . يعنى محل تخمدان‌ها در طرفين رحم و كاملًا از يكديگر جدا هستند .\r\n( 8 ) . مراد از خايه ، تخمدان است .\r\n","page_name":" 10 ","page_number":26},
  {"content":"\r\n\r\nوقت جماع سخت شوند و گردن رحم را ثابت دارند « 1 » تا نطفه مرد در او مُنزل شود « 2 » . عصبى از دماغ به رحم آميخته است و به وساطت آن رحم مشاركت دارد به دماغ ، اما مشاركت قوىتر نيست ؛ زيرا كه عصب مذكور در وى بيشتر نيست . « 3 »\r\n\r\nج . تشريح رحم در كتاب خلاصة التجارب « 4 »\r\nدر اين كتاب نيز در ابتداى فصل بيمارىهاى رحم آمده است :\r\nرحم - كه آن را به فارسى زهدان گويند - مركّب است از غشاى عصب مانند بىحس و گوشتى غضروف‌مانند و عصبى طوق‌مانند كه در درون وى قرار دارد و حس به وسيله آن است « 5 » و شرايين و عروقى كه روح و غذا را به دو مىرساند . محل رحم درون فرج است ميان مثانه و روده مستقيم و از مثانه درازتر است و مقدار درازى از عرض 6 انگشت تا 11 انگشت معتدل و آن را به رباطها محكم بود .\r\n\r\nنكته‌اى درباره ارتباط بيمارىهاى رحم با بدن\r\nبيمارىهاى رحم مىتوانند در تمام سيستم بدن مؤثر واقع گردند . در اين باب ، در كتاب رموز اعظم آمده است :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . رباط تخمدانى در عقب و بالا در داخل رباط پهن امتداد مىيابد و از يك بافت سست متراكم و عضلات صاف تشكيل يافته است كه قاعده و قسمتى از آن انتهاى تحتانى گردن رحم را احاطه مىكند . آناتومى لگن و پرينه ، رويه 112 .\r\n( 2 ) . منزل شود : پايين رود ، جارى شود ، قرار گيرد .\r\n( 3 ) . اعصاب رحم از شبكه هيپوگاستريك تحتانى و شبكه او ترو واژينال كه در قاعده رباطهاى پهن در هر طرف در قسمت فوق واژينال گردن رحم واقع شده‌اند ناشى مىشود . الياف آوران سمپاتيك و پارا سمپاتيك از اين شبكه سرچشمه مىگيرند . بسيارى از الياف آوران از طريق شبكه هيپوگاستريك به بالا رفته ، وارد طناب نخاعى به وسيله اعصاب دهم تا دوازدهم سينه‌اى و اول كمرى مىشوند . آناتومى لگن و پرينه ، رويه 115 .\r\n( 4 ) . خلاصة التجارب ، باب 21 ، رويه 515 .\r\n( 5 ) . بر روى هريك از جدار قدامى و خلفى مجراى گردنى يك برجستگى طولى شكل وجود دارد كه از طرفين آنها چين‌هاى مايلى منشعب مىشوند و در مجموع منظره يك شاخه خرما را ايجاد مىكند كه آن را درخت زندگى رحمى يا  palmate folds  مىنامند ؛ آناتومى تنه ، رويه 366 .\r\n","page_name":" 11 ","page_number":27},
  {"content":"\r\n\r\nسوءمزاجى كه در رحم افتد ، آثار آن در تمام بدن به سبب شرافت اين عضو سارى « 1 » و طارى « 2 » مىگردد . هرگاه به سبب استفراغ كثير امعاء ضعيف شود ، به مجاورت آن در رحم نيز ضعف راه يابد و چون اثفال « 3 » در امعاء جمع شود ، رحم را ايذا « 4 » رساند . و رگ‌هاى رحم و رگ‌هاى پستان در قسمت مراق زير پستان با هم مشاركت دارند ، لهذا در بعضى امراض رحم جهت اماله « 5 » وضع بيمار به طرف سلامتى گذاشتن محاجم « 6 » در زير پستان توصيه شده است . در امراض و بيمارىهاى رحم ، انجام دادن حقنه و فرزجه بهتر از مسهل بوده ، هنگام استفاده از ادويه به صورت فرزجه ، بهتر است آن را به صوف « 7 » آغشته نموده تا به رحم ضررى نرسد . با وجودى كه جرم رحم نسبت به امعاء سخت‌تر و قليل الحس است و اين خاصيت رحم باعث گرديده كه در مواقع لزوم هنگام درمان بيمارىهاى رحمى اماله ماده امعا به طرف آن جايز باشد ، تا ممكن است در جرم رحم دستكارى به آهن نكنند « 8 » . و اگر در بعضى امراض آن ، حاجت به فصد و حجامت افتد ، پيش از نوبت حيض صورت بگيرد تا به سبب اجتماع بيمارى و استفراغ خون يا اخلاط ، ضعف و فتور « 9 » حادث نشود و اكثر علل زنان « 10 » به جماع زايل گردد . « 11 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اثر كننده و در رونده به همه اجزاء چيزى . به اصطلاح طب ، مرض مسرى .\r\n( 2 ) . فرود آينده از جايى ، عارض و ظاهر شونده .\r\n( 3 ) . اثفال : جمع ثفل . تفاله‌ها ، پسماندها .\r\n( 4 ) . ايذا : آزار ، اذيت . يبوست‌هاى مكرر مىتواند شلى در واژن ايجاد كند كه در نتيجه آن برآمدگى ديواره قدام ركتوم به طرف ديواره خلفى واژن ديده مىشود ( ركتوسل ) و همچنين برآمدگى مثانه به طرف ديواره واژن موجب سيستوسل يا فتق مثانه مىگردد . آناتومى بالينى ، رويه 109 و 110 .\r\n( 5 ) . اماله : فرستادن ، روانه كردن .\r\n( 6 ) . گذاشتن محاجم : قرار دادن بادكش بدون تيغ .\r\n( 7 ) . صوف : پشم .\r\n( 8 ) . تا ممكن است در جرم رحم دستكارى به آهن نكنند : از انجام اعمال جراحى و تهاجمى دورى كنند .\r\n( 9 ) . فتور : سستى .\r\n( 10 ) . علل زنان : بيمارىهاى مربوط به زنان .\r\n( 11 ) . رموز اعظم ، ج 2 ، فصل 23 ، رويه 257 .\r\n","page_name":" 12 ","page_number":28},
  {"content":"\r\n\r\n\r\nگفتار دوم : عقر ، عقم ، نازايى « 1 »\r\nاگر در يك زوجِ در سنِ بارورى ، پس از يك سال نزديكى منظم و بدون جلوگيرى ، حاملگى صورت نپذيرد ، مىتوان از واژه عقر ، عقم ، يا نازايى براى آنان استفاده كرد . دشوارى و سختى در باردار شدن ، به گونه‌اى كه خودبه‌خود و به شكل طبيعى صورت نپذيرد و زوجين براى بارور شدن مدتى تحت درمان قرار گيرند ، در تعريف عقر جاى مىگيرد . « 2 » بديهى است علت و عامل نازايى مىتواند در يكى از زوجين يا در هر دوى آن‌ها باشد . از اين رو ، گام اول در درمان يك زوج نازا معاينه آنان براى يافتن عامل و سبب نازايى است .\r\n\r\nآزمايش‌هاى قُدما براى تشخيص نازايى ( امتحان عقر )\r\nروش‌هاى تشخيص عامل نازايى در نزد قدما در سه روش كلى گرد مىآيند كه عبارتند از :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . عقر مىتواند ناشى از زن يا مرد باشد به دليل خاصيتى كه در منى هر يك از آنان موجود است ؛ مانند درختى كه ميوه نمىدهد آنان نيز ثمر نمىدهند . التصريف ، رويه 869 .\r\n( 2 ) . اكسير اعظم ، ج 3 ، باب عقر ، رويه 751 ؛ معالجات عقيلى ، ج 2 ، فصل 21 ، در بيان عقر ، رويه 789 ؛ شرح اسباب ، باب عقر ؛ رموز اعظم ، ج 2 ، فصل 23 ، عقر و عسر الحبل ، رويه 266 .\r\n","page_name":" 13 ","page_number":29},
  {"content":"\r\n\r\n\r\nالف . امتحان منى با آب\r\nدر اين روش ، قبل از ورود مايع منى مرد به واژن زن در هنگام جماع ، مايع منى مرد و ترشحات واژينال خارج شده از زن « 1 » را جداگانه در ظرف آبى مىريزيم . ترشحات فردى كه روى ظرف آب قرار گيرد و ته‌نشين نگردد ، نشانه خامى و سردى آن مايع بوده و آن فرد سبب نازايى است . حكيم ارزانى مىنويسد :\r\n. . . منى زن و مرد را جداگانه در ظرف آبى بريزند . آنكه روى سطح آب پهن و پراكنده شود و بايستد و فرو ننشيند ، نشان مىدهد كه عقر از آنِ صاحب اوست . « 2 »\r\n\r\nب . آزمايش با جوانه گياهان\r\nدر اين روش ، بوته كاهو يا كدويى را با ادرار هر يك از زن و مرد مدت زمان كوتاهى آبيارى مىكنيم . بوته‌اى كه رشد نكرده و خشك شود نشان دهنده گرمى و حدّت ادرار فردى است كه موجب نازايى است .\r\nهمچنين ، مىتوان هفت دانه گندم ، جو يا باقلا را به طور جداگانه در ظروف سفالى ريخت و به مدت يك هفته ادرار زن و مرد را روى هر يك از آن دو ظرف ريخت ( يك ظرف با ادرار زن آبيارى شود و ديگرى با ادرار مرد ) . در انتها ، دانه‌هايى كه جوانه نزنند مشخص كننده فرد نازا هستند .\r\nدر روش ديگر ، مىتوان كيسه پارچه‌اى بسيار كوچكى را از تخم حلبه ( شنبليه ) پر كرد و در آن را كاملًا بست تا زن بتواند در ابتداى دوران قاعدگى آن را در انتهاى واژن خود قرار دهد . پس از گذشت سه روز ، بايد كيسه را خارج كرد و دانه‌ها را كاشت . در صورت رشد دانه‌هاى حلبه ، سلامت دستگاه تناسلى زن آشكار مىشود .\r\n\r\nج . آزمايش با بخور و گياهان داراى بو\r\nدر اين روش ، زن بايد كمى پس از ادرار كردن و تخليه كامل مثانه ، با\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . احتمالا منظور ترشحات فاز تحريك‌پذيرى است .\r\n( 2 ) . طب اكبرى ، ج 2 ، رويه 79 .\r\n","page_name":" 14 ","page_number":30},
  {"content":"\r\n\r\nمقدارى صمغ لادن دستگاه تناسلى خود را بخور بدهد ، به گونه‌اى كه دود ناشى از سوختن صمغ به دستگاه تناسلى وى برسد . اگر همزمان با استفاده از بخور احساس ادرار كردن در وى پيدا شد ، آن زن توانايى باردار شدن را دارد . « 1 » از اين روش ، براى تشخيص وجود سُدّه ، كه از عوامل نازايى در زنان است ، نيز مىتوان استفاده كرد . بدين منظور ، هنگام شب ، زن حبّه سيرى را در واژن خود قرار مىدهد و مىخوابد . اگر پس از بيدار شدن ، او طعم و بوى سير را در حلق و دهان خود احساس كند ، مىتوان نتيجه گرفت كه دليل نازايى او سدّه نيست .\r\nاز اين رو ، بخور رحم با داروهاى خوش‌بو ( مانند سندروس ، لبان ، قسط ) « 2 » و احساس طعم و بوى آن در دهان و بينى زن مىتواند وجود يا عدم وجود سدّه را مشخص سازد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اكسير اعظم ، ج 3 ، باب عقر ، رويه 751 ؛ معالجات عقيلى ، ج 2 ، فصل 21 در بيان عقر ، رويه 789 ؛ شرح اسباب ، باب عقر ؛ رموز اعظم ، ج 2 ، فصل 23 ، عقر و عسر الحبل ، رويه 266 ؛ مجربات فرنگى ، رويه 512 ؛ بيماريهاى رحم ، قانون ، بوعلى سينا ، ج 3 ، رويه 414 . تدبير حبالى ، رويه 80 و 81 .\r\n( 2 ) . التصريف ، رويه 866 .\r\n","page_name":" 15 ","page_number":31},
  {"content":"\r\n\r\n\r\nگفتار سوم : دلايل عمومى نازايى ( اسباب عقر )\r\nاسباب و دلايل نازايى در مردان و زنان را مىتوان در شش گروه جاى داد : « 1 »\r\n1 . وجود اشكال در منى مرد يا منى زن\r\nمانند كاهش تعداد اسپرم‌ها ( اوليگو اسپرمى ) ، نبود اسپرم در مايع منى ( آزو اسپرمى ) ، عدم حركت مناسب و سريع اسپرم ، وجود تعداد زيادى اسپرم‌هاى غير طبيعى در مايع منى در مردان يا وجود فوليكول‌هاى نارس در تخمدان‌ها ، عدم تخمك‌گذارى ، و تخمك‌هاى غير قابل لقاح در زنان . « 2 »\r\n2 . وجود بيمارى يا اشكال در رحم زن\r\nمانند ابتلاى رحم به انواع سوءمزاج‌هاى حار ، يابس ، بارد ، رطب ، بارد مكثف ، رطب مزلق ، انصباب مواد صفراوى يا سوداوى يا بلغمى به رحم ، اورام رحم ، قرحه‌هاى رحم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اكسير اعظم ، ج 3 ، باب عقر ، رويه 751 ؛ معالجات عقيلى ، ج 2 ، فصل 21 در بيان عقر ، رويه 789 ؛ شرح اسباب ، باب عقر ؛ رموز اعظم ، ج 2 ، فصل 23 ، عقر و عسر الحبل ، رويه 266 ؛ مجربات فرنگى ، رويه 512 ؛ بيمارىهاى رحم ، قانون ، ابو على سينا ، ج 3 ، رويه 414 . الموجز فى الطب ، رويه 256 ؛ بغية المحتاج ، رويه 259 و 260 . در التصريف ، كبر سن زن و مرد نيز از دلايل عقر شمرده شده است . التصريف ، رويه 864 .\r\n( 2 ) . گاه اين اشكال در منى مرد و زن هر دو ديده مىشود . التصريف ، رويه 864 .\r\n","page_name":" 16 ","page_number":32},
  {"content":"\r\n\r\n3 . وجود اشكال در اعضاى توليد منى در مردان\r\nمانند بيضه‌ها ، لوله‌هاى منىبَر ( برابخ ) ، و كيسه‌هاى منى .\r\n4 . وجود اشكال در شكل ظاهرى قضيب\r\nمانند كوتاهى آلت ، كجى آلت ، و انحراف مجراى انزال .\r\n5 . وجود بيمارى در اعضاى ديگر بدن\r\nوجود بيمارى يا اشكال در اعضاى رئيسه ( قلب ، دماغ ، كبد ، بيضه‌ها و تخمدان‌ها ) و اعضاى شريفه بدن ( مانند كليه‌ها ) در اين اختلال مؤثر هستند . افسردگىهاى شديد ، بيمارىهاى كبد ، بيمارىهاى شديد معده ، ناراحتىهاى قلبى ، و ناراحتىهاى كليوى مىتوانند در عدم بارورى زوجين مؤثر باشند .\r\n6 . وقوع برخى اشتباهات ( خطاهاى طارى )\r\nمانند عدم انزال به موقع يكى از زوجين ، زمان نامناسب نزديكى ، و شيوه غلط نزديكى .\r\nاكنون ، به بررسى تفصيلى هر يك از اين علل مىپردازيم :\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":33},
  {"content":"\r\n\r\n\r\n1 . وجود اشكال در منى زن يا مرد\r\nاز جمله مواردى كه مىتوان در اين شكل نازايى جاى داد ، مبتلا شدن يكى از زوجين به يكى از انواع سوء مزاج حار ( گرم ) ، بارد ( سرد ) ، رطب ( تر ) ، و يابس ( خشك ) است . مبتلا بودن زن يا مرد به هر يك از اين سوءمزاج‌ها مىتواند قدرت بارورى را دچار اخلال كند . حتى در مواردى كه سوء مزاج ، در بدن ، مزمن و مستحكم شده است ، قدرت توليد مثل از بين مىرود . « 1 » گاه مشاهده مىشود كه فرد ، بدون مبتلا شدن به يكى از انواع سوء مزاج ، دچار نقصى در سيستم توليد مثل شده است . براى نمونه ، عدم انزال به مدت طولانى در مردان - كه مىتواند بر اثر فواصل طولانى بين نزديكىها يا وجود بيمارىهاى مزمن به مدت طولانى در مردان ايجاد شود - باعث افزايش بيش از اندازه برودت طبيعى بدن مىشود و با افزايش ميزان اين برودت ، روند اسپرم‌سازى مختل مىشود .\r\nقاعدگىهاى نامنظم و احتباس طمث هم مىتواند موجب افزايش رطوبت و برودت طبيعى موجود در زنان شود كه موجب اختلال در تخمك‌گذارى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . معالجات ، ج 2 ، فصل 21 در بيان عقر ، رويه 789 ؛ اكسير اعظم ، ج 3 ، باب امراض رحم ، عقر و عسر الحبل ، رويه 751 .\r\n","page_name":" 18 ","page_number":34},
  {"content":"\r\n\r\nمىشود . همچنين ، استفاده بيش از اندازه از ترشىها ، مبرّدات و اشياى يابس مىتواند يكى از علت‌هاى پيدايش تخمك غير طبيعى در زن يا اسپرم‌هاى غير بارور در مرد باشد . در مواردى ، ابتلاى يكى از زوجين به سوءمزاجات موجب عقر نمىشود ، ولى مىتواند سبب عُسر الحبل ( دشوارى در ايجاد باردارى ) شود . ابتلا به انواع سوء مزاج ، مىتواند با ايجاد اختلال در سيستم خون‌رسانى رحم ، مانع رسيدن مواد لازم براى رشد ( مانند هورمون‌ها و اكسيژن ) به تخم لقاح‌يافته شود و در نتيجه ، تخم در ابتدايىترين مراحل رشد و حيات از بين برود . در صورتى كه منى مرد يا زن دچار سوء مزاج حار محرق يا بارد مجمد باشد ، منى مرد ، در نوع عملكرد ، مخالف منى زن بوده و ضد آن عمل مىكند . در نتيجه ، امكان بارورى براى زوجين فراهم نمىآيد . زمانى كه مايع منى مرد رطب سيال غير ملبث در رحم « 1 » باشد ، در اثر لغزندگى و افزايش زياد رطوبت مايع منى ، اسپرم‌ها دچار كاهش حركت گرديده و قبل از رسيدن به تخمك از بين رفته و مىميرند . اگر مايع منى يابس غير منبسط در رحم « 2 » باشد ، در اثر غلظت بيش از اندازه مايع منى ، اسپرم‌ها به شكل توده‌هاى به هم چسبيده و ژله‌مانند درآمده و قادر به جدا شدن از يكديگر در محوطه آندومتر نيستند . در دو حالت اخير ، عقم حتمى است . از اين رو ، در صورتى كه بتوان مزاج يكى از دو زوج نابارور را تغيير داد - به گونه‌اى كه در نوع مزاج ضد هم باشند ؛ مانند اينكه منى يكى حار و ديگرى بارد باشد ، يا رطب و يابس گردند - افزايش احتمال بارورى را مشاهده مىكنيم ؛ مگر در مواردى كه تغيير مزاج يكى از دو زوج امكان‌پذير نباشد . در اين صورت ، ازدواج كردن با فردى ديگر براى هر يك از زوجين امكان بارورى را فراهم مىسازد . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . رطب سيال غير ملبث در رحم : تر جارى و رقيق بدون توقف و درنگ در رحم .\r\n( 2 ) . يابس غير منبسط در رحم : خشك ، به حدى كه نتواند در رحم از هم جدا شود .\r\n( 3 ) . اكسير اعظم ، ج 3 ، باب عقر ، رويه 751 ؛ معالجات عقيلى ، ج 2 ، فصل 21 در بيان عقر ، رويه 789 ؛ شرح اسباب ، باب عقر ، رموز اعظم ، ج 2 ، فصل 23 ، عقر و عسر الحبل ، رويه 266 ؛ مجربات فرنگى ، رويه 512 ؛ بيماريهاى رحم ، قانون ، ج 3 ، رويه 414 .\r\n","page_name":" 19 ","page_number":35},
  {"content":"\r\n\r\n\r\n2 . وجود بيمارى يا اشكال در رحم زن\r\nبيشترين و شايع‌ترين علل نازايى مربوط به رحم است . مبتلا شدن رحم به يكى از انواع سوء مزاج مىتواند از دلايل مهمّ نابارورى باشد .\r\nآشاميدن بيش از اندازه آب سرد يا تبريد بدن به طور عمومى ، يا استفاده از برخى داروهاى سرد كننده ( مانند كافور ) يا مواد خوراكى ( مانند ترشيجات ) ، قرار گرفتن در معرض سرما يا افزايش بيش از اندازه برودت در رحم ، موجب ايجاد سوء مزاج بارد مىشود . در اين حالت ، مايع منى پس از وارد شدن به فضاى رحمى كه دچار سوء مزاج بارد است ، دچار فساد شده و به دنبال آن نازايى مشاهده مىشود . از ديگر عوارض ابتلا به سوء مزاج بارد ، تغيير الگوى قاعدگى به شكل‌هاى احتباس طمث يا بطى شدن طمث است . اين تغييرات مىتوانند موجب تنگ شدن منافذى گردند كه مواد مورد نياز ( مانند هورمون‌ها و اكسيژن ) را به طرف فضاى داخلى رحم مىآورند . در نتيجه ، با نرسيدن مواد لازم به ديواره داخلى رحم جهت تغذيه و رشد ، اگر لقاحى هم صورت پذيرد ، تخم لقاح يافته دفع مىشود .\r\nرحمى كه مبتلا به سوء مزاج يابس است ، با ايجاد جفاف موجب از بين رفتن اسپرم‌هاى وارده به دستگاه تناسلى مىشود .\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":36},
  {"content":"\r\n\r\nدر سوء مزاج حار محرق ، به دليل حرارت بيش از اندازه اسپرم‌ها بىحركت مىشوند .\r\nسوء مزاج رطب مزلق « 1 » با ايجاد اختلال و ضعيف كردن قوه جاذبه رحم و به وجود آوردن محيط نامناسب مملو از رطوبت و ترشحات ، از رسيدن اسپرم‌ها به محيط داخلى رحم جلوگيرى مىكند .\r\nپس ، ابتلاى رحم به يكى از سوءمزاج‌ها ( بارد ، حار ، يابس ، رطب ) ، با ايجاد اشكال در مكانيسم تخم‌گذارى ، نامناسب كردن ترشحات موكوسى سرويكس ، ايجاد اختلال در لانه‌گزينى و واكنش‌هاى ايمنى مربوط به اسپرم ، موجب عقر مىشود .\r\nگاهى با وجود موانع فراوان ، حد اقل شرايط براى انجام لقاح مهيا شده و تخم به وجود مىآيد و در رحم نيز جايگزين مىگردد ، ولى وجود سوءمزاجات موجود در رحم ، در اين مرحله از باردارى ، با تنگ كردن مجارى تغذيه كننده جنين ، « 2 » موجب نرسيدن مواد مورد نياز رشد تخم در مراحل ابتدايى شده و موجب سقط مىگردند .\r\nوجود هر يك از سوءمزاج‌هاى مادى صفراوى ، سوداوى ، يا رطوبت بلغمى در رحم مىتواند بستر نامناسبى براى انجام لقاح ايجاد نمايد يا مانعى براى رسيدن اسپرم‌ها و تخمك به يكديگر باشد .\r\nانضمام شديد در رحم ، به علت وجود خشكى يا برودت شديد ، با ايجاد چسبندگىهاى رحم در اطراف لوله‌ها ، امكان لقاح و لانه‌گزينى تخم در فضاى رحم را از بين مىبرد .\r\nضايعات ثولولى و التحام قروح با ايجاد اشكال در لانه‌گزينى تخم و سقط در مراحل اوليه و گاهى قبل از شروع علائم باردارى ، موجب نابارورى مىگردند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مزلق : لغزنده\r\n( 2 ) . منظور تنگى دهانه عروقى است كه به ديواره آندومتر جهت تغذيه تخم در زمان حاملگى خون‌رسانى مىكنند .\r\n","page_name":" 21 ","page_number":37},
  {"content":"\r\n\r\nتبادلات نامناسب مواد هورمونى ، خون ، و اكسيژن در اثر لاغرى و عدم رشد مناسب جفت ، مىتواند با ايجاد سقطهاى زير سه ماه ، از عوامل ديگر عقر باشد .\r\nچاقى مفرط در زن باعث افزايش چربى ناحيه صفاق مىگردد . به دنبال آن ، اختلالات هورمونى ناشى از افزايش وزن مشاهده مىشود كه با عدم تخمك‌گذارى ، نابارورى را به دنبال دارد .\r\nلاغرى مفرط ، ورم‌هاى موجود در رحم ، قروح « 1 » ، بواسير رحم ، و رياح غليظ « 2 » از جمله ديگر عوامل مربوط به رحم در ايجاد نازايى هستند . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قروح : زخمها .\r\n( 2 ) . رياح غليظ : بادهاى سخت .\r\n( 3 ) . اكسير اعظم ، ج 3 ، باب عقر ، رويه 751 . معالجات عقيلى ، ج 2 ، فصل 21 در بيان عقر ، رويه 789 ، شرح اسباب ، باب عقر . رموز اعظم ، ج 2 ، فصل 23 ، عقر و عسر الحبل ، رويه 266 . مجربات فرنگى ، رويه 512 ، بيماريهاى رحم ، قانون ، ج 3 ، رويه 414 .\r\n","page_name":" 22 ","page_number":38},
  {"content":"\r\n\r\n\r\n3 . وجود اشكال در اعضاى توليد منى\r\nهرگونه اختلال در عملكرد اعضاى توليد منى ( مانند بيضه‌ها ، اپيديديم ، پروستات ، مجارى وابران ، و كيسه‌هاى منى ) مىتواند الگوى صحيح اسپرم سازى را تغيير دهد . ضعف و سستى اوعيه منى ؛ خارج شدن بيضه‌ها از بدن به هر دليلى ، يا كوبيده شدن و ورود ضربه‌هاى شديد بر آن‌ها ؛ استفاده خوراكى بيش از اندازه از كافور ؛ ضماد كردن ناحيه تناسلى با شوكران « 1 » ؛ ضربه‌هاى وارد شده به مجارى منى هنگام خارج كردن سنگ‌هاى مثانه از راه قضيب ؛ و قطع عروق ناحيه پشت گوش‌ها ، از مواردى هستند كه نابارورى را در مردان ايجاد مىكنند . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . باعث كاهش شديد نيروى جنسى مىگردد . به مفردات انتهاى كتاب رجوع شود .\r\n( 2 ) . معالجات عقيلى ، ج 2 ، رويه 754 ؛ اكسير اعظم ، ج 3 ، رويه 555 ؛ شرح اسباب ، باب عقر ، طب اكبرى ، ج 2 ، رويه 78 .\r\n","page_name":" 23 ","page_number":39},
  {"content":"\r\n\r\n\r\n4 . وجود اشكال در شكل ظاهرى قضيب\r\n1 . اگر قضيب دچار كوتاهى مادرزادى باشد ، هنگام انزال ، اسپرم‌ها به محل مناسب در دهانه رحم ريخته نمىشوند . البته ، چاقى مفرط مرد يا زن هم مىتواند مانعى براى ريختن مايع منى به دهانه رحم باشد .\r\n2 . كوتاهى رباط نگه‌دارنده قضيب موجب كج شدن مجارى منى شده ، مايع منى به درستى وارد واژن نمىشود .\r\n3 . بزرگى بيش از اندازه قضيب ، باعث ايجاد لغزش منى مىگردد و مايع منى به درستى وارد واژن نمىشود . در اين افراد ، با وجود اسپرم‌هاى مناسب ، گاهى نابارورى ديده مىشود . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . معالجات عقيلى ، ج 2 ، رويه 754 ؛ اكسير اعظم ، ج 3 ، رويه 555 ؛ طب اكبرى ، ج 2 ، رويه 78 .\r\n","page_name":" 24 ","page_number":40},
  {"content":"\r\n\r\n\r\n5 . وجود بيمارى در اعضاى ديگر\r\nآن دسته از اعضاى بدن كه وظيفه بقاى فرد و نوع را بر عهده دارند رئيسه ناميده مىشوند ؛ مانند مغز ، قلب ، كبد ، بيضه‌ها در مردان ، تخمدان‌ها در زنان . اعضاى شريفه نيز به اعضايى از بدن اطلاق مىگردد كه در صورت بيمارى آن عضو ، بدن نيز دچار مشكل مىشود ؛ مانند كليه‌ها . « 1 » بيمارىهاى مربوط به اين اعضا مىتوانند در ايجاد نابارورى نقش داشته باشند . همچون :\r\n- ترس‌هاى شديد ، افسردگى و اضطراب ، غم‌هاى ناگهانى .\r\n- سردردهاى شديد و طولانى مدت .\r\n- هرگونه اشكال در دستگاه هاضمه .\r\n- ضعف و بيمارىهاى دماغ ، بيمارىهاى قلبى ، و مشكلات كبدى .\r\n- ناراحتىهاى شديد كليوى . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قانونچه ، رويه 13 .\r\n( 2 ) . معالجات عقيلى ، ج 2 ، رويه 759 ؛ اكسير اعظم ، ج 3 ، رويه 560 ؛ خلاصة التجارب ، رويه 516 ، شرح اسباب ، باب عقر ؛ طب اكبرى ، ج 2 ، رويه 79 . الموجز فى الطب ، رويه 256 .\r\n","page_name":" 25 ","page_number":41},
  {"content":"\r\n\r\n\r\n6 . خطاهاى طارى\r\nعدم رعايت و دقت در برخى موارد در هنگام نزديكى يا پس از آن ، مىتواند از دلايل نازايى باشد . براى نمونه ، مىتوان به موارد ذيل اشاره كرد : « 1 »\r\n- ناهمزمانى ارگاسم و انزال در زن و مرد ، اختلالات تحريك جنسى ، اختلالات ارگاسم ، ضعف مهارت‌هاى جنسى ، عدم تجربه يك يا هر دو زوج .\r\n- انجام دادن حركت‌هاى سريع و سخت پس از نزديكى ، مانند برخاستن بلافاصله پس از نزديكى يا شستشوى واژن بلافاصله پس از مقاربت .\r\n- اعراض نفسانى ، مانند خوف ( ترس ) ، غضب شديد ، حزن و فزع هنگام نزديكى .\r\n- دردهاى شديد و بيمارىهايى مانند سكته ، صرع ، فلج ، قولنج ، تب‌هاى سخت نيز مىتوانند قدرت جنسى و بارورى را تحت تأثير قرار دهند .\r\n- استفاده از مسهلات شديد قبل و بعد از نزديكى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اكسير اعظم ، ج 3 ، باب عقر ، رويه 751 . معالجات عقيلى ، ج 2 ، فصل 21 در بيان عقر ، رويه 789 ، شرح اسباب ، باب عقر ، رموز اعظم ، ج 2 ، فصل 23 ، عقر و عسر الحبل ، رويه 266 . مجربات فرنگى ، رويه 512 ، بيماريهاى رحم ، قانون ، ج 3 ، رويه 414 . التصريف ، رويه 864 .\r\n","page_name":" 26 ","page_number":42},
  {"content":"\r\n\r\n- فصد و خون‌گيرى بيش از حد موجب ضعف بدن گرديده و كاهش قواى جنسى را به دنبال دارد .\r\n- كثرت جماع و رعايت نكردن فواصل ما بين نزديكىها موجب ضعف قواى بدنى و اسپرم‌سازى مىشود .\r\n- رسيدن سرما يا گرماى ناگهانى و شديد به بدن موجب شوك شده ، بارورى را مختل مىسازد .\r\n- استشمام بوهاى شديد در زنان مىتواند سقط را به دنبال داشته باشد .\r\n- استفاده كردن زنان از مواد معدنى و شيميايى غير متعارف مانند زاج ( براى تنگى واژن يا نگهدارى جنين يا انجام سقط ) از مواردى هستند كه مىتوانند موجب نازايى گردند .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":43},
  {"content":"\r\n\r\n\r\nگفتار چهارم : اسباب عقر در مردان\r\nپيش از پرداختن به موضوع اسباب عقر در مردان لازم است درباره چگونگى توليد منى در مردان توضيح دهيم . منى از فضله هضم رابع « 1 » ، يعنى رطوبت قريبة العهد بالانعقاد « 2 » اعضاى اصلى ( مانند استخوان ، غضروف ، وتر ، رباط ، شرايين ، وريدها ، و غشا ) پديد مىآيد . بعد از رسيدن غذا به اعضاى اصلى ، طبيعت مقدار بسيار كمى از قسمت و سهم هر يك از اعضا را ذخيره كرده و نگاه مىدارد . سپس ، آن را از طريق ترشح از عروق به اوعيه منى مىفرستد . در مجارى منى ، مواد استحاله « 3 » يافته و تبديل به منى مىگردد . خميره و اصل مايع منى از دماغ سرچشمه مىگيرد و از طريق دو رگى كه در پشت گوش قرار دارند عبور نموده به نخاع مىرسد . سپس ، از نخاع شعبه‌هاى مختلفى از آن به سوى اعضاى رئيسه مىرود و در انتها ، اين دو رگ كه از مغز مواد را به طرف نخاع آورده‌اند ، به بيضه‌ها منتهى مىگردند . پس از ورود ماده خميرى شكل مذكور به بيضه‌ها ، ماده به منى استحاله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . آخرين مرحله هضم كه مواد غذايى جزء بافت مىشوند .\r\n( 2 ) . رطوبت شناخته شده‌اى كه در نزديكى اعضا منعقد شده است .\r\n( 3 ) . حركتى در كيف با حفظ صورت نوعيه ، انتقال كيفيتى به كيفيت ديگر به تدريج .\r\n","page_name":" 28 ","page_number":44},
  {"content":"\r\n\r\nمىيابد و تبديل به مايعى سفيد رنگ و غليظ مىشود كه بويى شبيه گرد شكوفه خرما پيدا مىكند . دليل بر اينكه نزول ماده خميرى و اوّليه منى از دو رگ پشت گوش صورت مىگيرد ، آن است كه اگر آن دو رگ را قطع نمايند ، قدرت بارورى آن مرد به طور كامل از بين مىرود . همچنين ، خونى كه در اين دو رگ جارى است ، سفيد رنگ و مانند شير است و تا حدودى نيز قدرت استحاله در اين عروق ديده مىشود . « 1 » وجود ضعف شديد در بدن افرادى كه كثرت مباشرت « 2 » و بسيارى استفراغ منى دارند ، مىتواند دليلى باشد بر مشاركت تمامى اعضاى بدن در ساخت ماده منى . توليد منى از رطوبت‌هاى مبثوثه ( پراكنده ) در تمام اعضاى بدن است كه مانند شبنم به مجارى منى ترشح دارند . « 3 »\r\n\r\nدلايل عقر در مردان\r\nاين دلايل را مىتوان به چند دسته تقسيم كرد : « 4 » 1 . ردائت منى . اگر بيمار دچار سوء مزاج حار ، بارد ، رطب ، يا يابس باشد ، منى او از حالت طبيعى خارج شده ، قدرت توليد مثل او مختل مىشود . در افرادى كه دچار ضعف قلب ، معده ، كبد ، و دماغ هستند نيز منى مىتواند از حالت طبيعى خارج گردد ؛ 2 . ضعف و سستى رباطهاى قطن و كمرگاه مرد . اين نيز مىتواند موجب نرسيدن مايع منى مرد به دورترين نقاط رحم گردد و سبب عدم بارورى شود ؛ 3 . نقصان آلات منى . منظور وجود ايراد در شكل آلت ، بيضه‌ها ، و مجارى منىبَر است .\r\nاكنون ، توضيح هر يك :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . معالجات عقيلى ، ج 2 ، رويه 755 ؛ اكسير اعظم ، ج 3 ، رويه 635 ؛ طب اكبرى ، ج 2 ، رويه 78 ، خلاصة التجارب ، رويه 506 .\r\n( 2 ) . كثرت مباشرت : نزديكى بيش از اندازه معمول .\r\n( 3 ) . شرح اسباب ، عوض بن نفيس كرمانى ، باب عقر .\r\n( 4 ) . معالجات عقيلى ، ج 2 ، رويه 755 ؛ اكسير اعظم ، ج 3 ، رويه 635 ؛ طب اكبرى ، ج 2 ، رويه 85 ؛ شرح اسباب ، باب عقر .\r\n","page_name":" 29 ","page_number":45},
  {"content":"\r\n\r\n\r\n1 . ردائت منى\r\nمزاج « 1 » كيفيتى است كه از تركيب كيفيات عناصر اربعه ( آتش ، هوا ، آب ، خاك ) حاصل مىشود . پس ، سوء مزاج وجود هر گونه اختلال در اين امر را گويند كه پيدايش آن در زن يا مرد مىتواند سبب ردائت منى گردد .\r\n\r\nالف . سوء مزاج حار\r\nاين سوء مزاج را مىتوان از طريق رنگ چهره ، لمس پوست بدن ، گرفتن نبض ، و ديدن قاروره « 2 » تشخيص داد .\r\nرنگ چهره بيمار مبتلا به سوء مزاج حار سرخ يا زرد بوده ، پوست او در هنگام لمسْ گرم به نظر مىرسد . ادرار رنگى بوده و بيمار عطش دارد . اگر او از اشياى مبرّد استفاده نمايد ، حال عمومى بهترى دارد و گرما و مسخّنات مىتوانند موجب بدتر شدن وضعيت جسمى وى گردند .\r\nاسپرم‌هاى مايع منى فرد مبتلا به اين سوء مزاج ، قبل از رسيدن به رحم ( فضاى داخلى آندومتر ) و وارد شدن به تخمك از بين رفته و متلاشى مىشوند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . خلاصة الحكمه ، ج 1 ، رويه 371 .\r\n( 2 ) . قاروره : ظرف شيشه‌اى حاوى ادرار .\r\n","page_name":" 30 ","page_number":46},
  {"content":"\r\n\r\n\r\nعلائم سوء مزاج حار « 1 »\r\n1 . مايع منى ، هنگام خروج از آلت ، داغ و با حرارت است .\r\n2 . اگر حرارت مفرط باشد ، به دليل اينكه حرارت مفرط مجفّف رطوبات است ، غلظت در منى ديده مىشود ، ولى در صورتى كه حرارت به حدّ افراط نرسيده باشد ، ايجاد رقّت كرده و در اين هنگام مايع منى رقيق است .\r\n3 . مايع منى خارج شده از آلت زرد رنگ است .\r\n4 . هنگام خروج مايع منى ، حرقت وجود دارد و مايع به راحتى خارج نمىشود .\r\n5 . بزرگ شدن بيضه‌ها و برآمدگى عروق روى آن‌ها .\r\n6 . سرعت انزال .\r\n7 . ديده شدن نشانه‌هاى حرارت مانند برافروختگى چهره ، ملمس داغ در بيمار .\r\n8 . تمايل به استفاده از ادويه مبرده در فرد ديده مىشود .\r\n\r\nعلاج سوء مزاج حار\r\n- پرهيز كردن از داروها و غذاهاى مسخّنه ، مانند دارچين و خولنجان .\r\n- استفاده از داروها و غذاهاى مسكّنه ؛ مثلا ، شربت سكنجبين و گلاب را قبل از صبحانه بنوشند ، يا 5 گرم تخم خرفه را شب در آب ماست خيس نموده و صبح ناشتا ميل كنند .\r\n- روغن‌مالى بيضه‌ها با روغن‌هايى كه حرارت بدن را به آرامى فرو مىنشاند ؛ مانند روغن بنفشه بادام براى مدت طولانى ( حد اقل چهل روز ، روزى يك بار ) .\r\n\r\nتدبير غذا\r\nدر مدت درمان ، خوردن شير ، دوغ ، زرشك ، جوجه ، اسفناج ، خيار ، خرفه ، و دانه انار مفيد واقع مىشوند . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . معالجات عقيلى ، ج 2 ، رويه 755 ؛ اكسير اعظم ، ج 3 ، رويه 635 .\r\n( 2 ) . معالجات عقيلى ، ج 2 ، رويه 755 ؛ اكسير اعظم ، ج 3 ، رويه 635 .\r\n","page_name":" 31 ","page_number":47},
  {"content":"\r\n\r\n\r\nب . سوء مزاج بارد\r\nدر اين نوع سوء مزاج ، رنگ چهره متمايل به سفيدى است ، پوست در هنگام لمس سرد بوده ، نبض بيمار كند و بطيء است و رنگ ادرار به سفيدى مىزند . در بيماران مبتلا ، ممكن است علائمى مانند كاهش تمايل به آب ، ضعف هضم ، بىحالى و سستى در بدن ، تكرار حميات « 1 » بلغمى ، و وجود نزلات مشاهده گردد . « 2 » در اين نوع سوء مزاج ، مايع منى به سبب غلظت بسيار و برودت و جمود آن به سختى خارج مىشود و در اثر نداشتن حرارت ، اسپرم‌ها قادر به حركت از واژن به سوى رحم نيستند و قبل از رسيدن به تخمك زن از بين مىروند . « 3 »\r\n\r\nعلائم سوء مزاج بارد\r\n1 . غلظت زياد مايع منى ؛ چنان‌كه خروج آن از آلت به دشوارى باشد .\r\n2 . در اين افراد ، معمولًا پس از نزديكى و دخول ، نعوظ كامل انجام مىشود ( در اثر حرارت واژن و حركات انجام شده در هنگام نزديكى ) . « 4 »\r\n\r\nعلاج سوء مزاج بارد\r\n- خوردن معجون‌هاى حارّه كه موجب گرم شدن بدن مىشوند ؛ مانند معجون فلاسفه ، مرباى زنجبيل ، لبوب ، اطريفل كبير ، و ترياق كبير .\r\n- استفاده از ادويه‌هاى مسخّنه و حارّه ( مانند نارگيل با شكر ، مغز گردو ، حلواى نشاسته مغزيجات ، چلغوزه ، حبة الخضراء ( بنه ) ، دارچين ، خولنجان ) . هر كدام از اين مواد مىتوانند به تنهايى يا با هم اين حالات را از بين ببرند .\r\n- روغن‌مالى بيضه‌ها و آلت با روغن‌هاى گرم و معطر مانند روغن زعفران يا روغن ميخك .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حميات : تبها .\r\n( 2 ) . خلاصة الحكمه ، ج 1 ، رويه 371 .\r\n( 3 ) . معالجات عقيلى ، ج 2 ، رويه 759 .\r\n( 4 ) . اكسير اعظم ، ج 3 ، رويه 560 .\r\n","page_name":" 32 ","page_number":48},
  {"content":"\r\n\r\n- ماليدن مقدار كمى زهره‌گاو همراه عسل و روغن خراطين به آلت و بيضه‌ها .\r\n- همچنين ، بيمار بايد از مصرف غذاهاى سرد مانند دوغ ترش و ماست پرهيز نمايد . « 1 »\r\n\r\nتدبير غذا\r\nدر طى درمان ، گوشت كبوتر ، جوجه ، گنجشك ، نخود پخته شده با ادويه‌هاى گرم صرف شود .\r\n\r\nج . سوء مزاج يابس\r\nخشكى بدن ، بىخوابى ، لاغرى ، سابقه مصرف چيزهاى خشك ، بدحالى در پاييز ، فايده بردن از خوردن غذاهاى رطوبت‌زا ، تمايل فرد به استفاده از آب‌هاى گرم و روغن‌هاى مرطوب كننده لطيف ، از نشانه‌هاى مهمّ اين سوء مزاج است . « 2 » مايع منى خارج شده از اين بيماران غليظ و فشرده است ، به اندازه‌اى كه نمىتواند از هم جدا شود و در نتيجه ، پس از ورود به واژن ، در همان مراحل ابتدايى ، اسپرم‌ها از بين مىروند . « 3 »\r\n\r\nعلامت سوء مزاج يابس\r\nغلظت مايع منى . « 4 »\r\n\r\nعلاج سوء مزاج يابس\r\n- تناول اغذيه مرطبه ( مانند اسفيدباجات ، لبنيات ، لبوب ، دواء الترنجبين ) ، و ادويه مرطبه كه رطوبت بدن را بالا مىبرند ( مانند جو و ماش ) .\r\n- استحمام با آب شيرين .\r\n- روغن‌مالى بيضه‌ها و آلت با روغن‌هاى مرطوب كننده ( مانند روغن نيلوفر و روغن بنفشه ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شرح اسباب ، باب عقر ، طب اكبرى ، ج 2 ، رويه 86 .\r\n( 2 ) . خلاصة الحكمه ، ج 1 ، رويه 371 .\r\n( 3 ) . معالجات عقيلى ، ج 2 ، رويه 757 .\r\n( 4 ) . اكسير اعظم ، ج 2 ، رويه 637 ؛ طب اكبرى ، ج 2 ، رويه 86 .\r\n","page_name":" 33 ","page_number":49},
  {"content":"\r\n\r\n- خوردن شربت‌هايى كه باعث افزايش رطوبت در بدن مىشوند ( مانند شربت بنفشه و شربت نيلوفر ) .\r\n- همچنين ، تفريح و آرامش مىتواند رطوبت بدن را به جريان بيندازد و خشكى را از بين ببرد .\r\n\r\nتدبير غذا\r\nاستفاده از لبنيات و غذاهايى كه داراى رطوبت زياد هستند ( مانند آلو و آب مويز ) در طى درمان مفيد هستند . « 1 »\r\n\r\nد . سوء مزاج رطب\r\nدر بيمار مبتلا ، نشانه‌هاى افزايش رطوبت مانند ترهّل ، تهبّج پلك‌ها ، ريزش خودبه‌خود آب از دهان و بينى ، لينت و نرمى شكم ، سوء هضم و افزايش خواب مشاهده مىگردد . « 2 » مايع منى رقيق و حجم آن زياد بوده ، به دليل نبودن حرارت كافى و از طرفى افزايش رطوبت ، اسپرم‌ها قادر به توليد مثل نيستند . اسپرم‌ها بىحركت و به صورت توده‌هاى به هم چسبيده در مايع منى مشاهده مىشوند . « 3 »\r\n\r\nعلائم سوء مزاج رطب\r\n1 . رقيق بودن منى و كثرت حجم مايع منى كه باعث مىشود خروج مايع منى به سختى صورت گيرد .\r\n2 . سستى قضيب .\r\n3 . سفيدى رنگ قاروره و غلظت ادرار .\r\n4 . معمولًا بعد از نزديكى ، به اندك زمانى نعوظت صورت مىگيرد .\r\n5 . بيشتر اين افراد چاق هستند . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . معالجات عقيلى ، ج 2 ، رويه 757 ؛ اكسير اعظم ، ج 2 ، رويه 637 ؛ طب اكبرى ، ج 2 ، رويه 86 .\r\n( 2 ) . خلاصة الحكمه ، ج 1 ، رويه 371 .\r\n( 3 ) . معالجات عقيلى ، ج 2 ، رويه 760 .\r\n( 4 ) . اكسير اعظم ، ج 3 ، رويه 638 .\r\n","page_name":" 34 ","page_number":50},
  {"content":"\r\n\r\n\r\nعلاج سوء مزاج رطب\r\n- خوردن ادويه مسخّنه و يابسه كه مىتوانند رطوبت‌هاى اضافى بدن را از بين ببرند ( مانند اطريفلات ، سفوفات ، قلايا ، ابازير حاره ) . خوردن گوشت گنجشك ، پياز ، سير ، و گردو نيز براى اين افراد بسيار مفيد است .\r\n- در غذاهاى روزانه از ابازير « 1 » حاره - مانند دارچين ، قرنفل ( ميخك ) ، هل ، جوز بوا ، آويشن ، سداب ، و زيره - استفاده گردد .\r\n- غذاها بيشتر به شكل سرخ‌كرده با روغن‌هاى گرم و خشك ( مانند روغن زيتون ) مصرف گردند .\r\n- روغن‌مالى قضيب و بيضه‌ها با روغن قسط كه در آن مقدار كمى فرفيون و سعد حل شده باشد .\r\n- دورى كردن از غذاها و داروى مرطب ، مانند ماءالشعير ، كدو ، خيار و . . . .\r\n\r\nتدبير غذا\r\nاستفاده از گوشت قرمز و گوشت كبك و گنجشك براى اين افراد مناسب است . « 2 »\r\n\r\nه - . ضعف دماغ\r\nهمان‌طور كه گفته شد ، خميره و اصل مايع منى از مغز سرچشمه مىگيرد . پس ، هرگونه اختلال در كار مغز مىتواند در توليد منى مشكل ايجاد كند ، زيرا در صورت ضعف قواى دماغ ، ماده قوه نفسانيه به اعضاى رئيسه نمىرسد و بيضه‌ها از ساختن منى صحيح باز مىمانند . « 3 »\r\n\r\nعلائم ضعف دماغ\r\n1 . كدورت حواس پنج‌گانه .\r\n2 . سختى و كندى در انجام حركات بدنى .\r\n3 . عدم تمايل بيمار به نزديكى ( و در صورت انجام ، لذت نبردن وى از آن ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ابازير : چاشنىها .\r\n( 2 ) . معالجات عقيلى ، ج 2 ، رويه 760 ؛ اكسير اعظم ، ج 3 ، رويه 640 ؛ طب اكبرى ، ج 2 ، رويه 87 .\r\n( 3 ) . اكسير اعظم ، ج 2 ، رويه 642 .\r\n","page_name":" 35 ","page_number":51},
  {"content":"\r\n\r\n4 . سست بودن قضيب ( در صورتى كه علت ضعف دماغ ، بيدارى زياد يا وجود رطوبت و برودت در فرد باشد ) . « 1 »\r\n\r\nعلاج ضعف دماغ\r\n- اگر دليل ضعف دماغ يبوست باشد ، دورى كردن از مجفّفات ( مانند سركه و ترشيجات ) و استفاده از مرطّبات ( مانند شربت بنفشه ، و شربت نيلوفر ) . بيماران مبتلا به ضعف دماغ ناشى از يبوست در حمام به دليل افزايش رطوبت بدن به راحتى قادر به انجام جماع هستند .\r\n- تبديل و تعديل مزاج به ضد آن . اگر ضعف دماغ ناشى از يبوست است ، با استفاده از مرطبات و در صورتى كه ضعف دماغ به دليل رطوبت است ، با مجففات اين تبديل انجام مىگردد .\r\n- تقويت دماغ با معجون‌هاى مقوى ( مانند لبوب ، دواء الملك ) و بوهاى خوش ( مانند سيب ، به ، نسرين ، عنبر ، و گلاب ) و غذاهايى مانند گوشت كبك ، جوجه مرغ ، و نخودآب كه در آن زعفران ، دارچين و قرنفل ريخته شده باشد . « 2 »\r\n\r\nو . ضعف قلب\r\nقلب اصل و رئيس اعضاى بدن است . زمانى كه قلب در اثر تعب و رياضت ( سختىهاى شديد بدنى ) ، بيمارىهاى طولانى ، گرسنگىهاى مفرط ، و هر چيزى كه سبب تحليل روح و حرارت غريزى مىگردد ضعيف شود ، مىتواند در سيستم توليد مثل و در نتيجه توليد منى صحيح مؤثر باشد . « 3 »\r\n\r\nعلائم ضعف قلب\r\n1 . ايجاد حالت خفگى و تنگى نفس در موقع جماع يا به وجود آمدن حالتى شبيه غشى پس از نزديكى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . معالجات عقيلى ، ج 2 ، رويه 765 ؛ اكسير اعظم ، ج 3 ، رويه 642 ؛ طب اكبرى ، ج 2 ، رويه 87 .\r\n( 2 ) . معالجات عقيلى ، ج 2 ، رويه 750 .\r\n( 3 ) . اكسير اعظم ، ج 3 ، رويه 743 .\r\n","page_name":" 36 ","page_number":52},
  {"content":"\r\n\r\n2 . علائم كاهش حرارت در تمام بدن .\r\n3 . تمايل نداشتن به جماع و سستى قضيب .\r\n4 . نرمى در نبض بيمار . « 1 »\r\n\r\nعلاج ضعف قلب\r\n- تقويت قلب ، كه بر حسب شدت ضعف آن صورت مىگيرد ، با موادى مانند مفرحات ياقوتيه ، لبوب صغير و كبير ، دواء المسك معتدل يا بارد يا حار .\r\n- تعديل قلب با استفاده از موادى مانند جُلابى متخذ از شربت حُماض اترج يا سيب همراه گلاب يا عرق بيدمشك ( هر روز حدود 40 گرم قبل از صبحانه مصرف شود ) .\r\n- همچنين ، تفريح و آرامش سبب تقويت قلب مىشوند . « 2 »\r\n\r\nز . ضعف معده و كبد\r\nتمام عواملى كه مىتوانند موجب ضعف كبد و معده گردند ( از جمله بالا بودن حرارت مزاج كبد و معده ) ، مىتوانند با ايجاد اختلال در ساخته شدن خون مناسب جهت توليد روح و منى ، در پيدايش نابارورى مؤثر باشند . پس بيمارىهاى مزمن كبدى و معده مىتوانند باعث عقر در مردان گردند . « 3 »\r\n\r\nعلائم ضعف معده و كبد « 4 »\r\n1 . ديده شدن علائم سوء مزاج معده و كبد ( مانند عطش ، كم اشتهايى ، خشكى دهان ، تهوع ، و تلخى دهان ) كه با توجه به نوع سوء مزاج موجود در بيمار مىتوان آن‌ها را مشاهده كرد .\r\n2 . ضعيف بودن قوه هاضمه ، و بىاشتهايى شديد نيز در بيماران كبدى و معدى ديده مىشود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . طب اكبرى ، ج 2 ، رويه 85 .\r\n( 2 ) . شرح اسباب ، باب عقر .\r\n( 3 ) . طب اكبرى ، ج 2 ، رويه 83 .\r\n( 4 ) . معالجات عقيلى ، ج 2 ، رويه 611 .\r\n","page_name":" 37 ","page_number":53},
  {"content":"\r\n\r\n3 . بيماران مبتلا ، به طور معمول ، تمايل به انجام جماع ندارند .\r\n\r\nعلاج ضعف معده و كبد « 1 »\r\n- تقويت معده و كبد با استفاده از جوارشات مطيبه ( مانند جوارش عود ، عنبر ، دارچينى ، بسباسه ، و جوارش مفرّح ) و استفاده از مواد غذايى مناسب ( مانند گوشت مرغ ، جوجه مرغ ، گوشت قرمز ، نخودآب ، كاهو ، اسفناج ، و كدو ) .\r\n- تقويت كبد با سكنجبين ساده همراه گلاب ( بايد حدود 20 گرم هر روز صبح قبل از صبحانه ميل شود ) .\r\n\r\nح . استفاده از مواد مخدّر « 2 »\r\nافرادى كه از مخدّرات ( مانند افيون ، بنگ ) يا مواد مخدّر شيميايى ( مانند كراك ، شيشه و الكل ) استفاده مىكنند دچار ضعف قوه باه مىشوند و در منى آنان انجماد و سكونى به وجود مىآيد كه در نتيجه آن ، اسپرم‌ها از حركت باز ايستاده و دچار حالتى مانند فلج مىگردند .\r\n\r\nعلائم استفاده از مواد مخدّر « 3 »\r\n1 . مقدار مايع منى خارج شده در اين افراد بيش از اندازه طبيعى است .\r\n2 . انزال به دشوارى انجام مىشود و مايع خارج شده غليظ است .\r\n3 . در انتهاى مباشرت نعوظ صورت مىگيرد و در اين افراد ، معمولًا نعوظ كامل صورت نمىپذيرد .\r\n\r\nعلاج استفاده از مواد مخدّر « 4 »\r\n- هر روز صبح ناشتا جلابى از گلقند عسلى همراه شربت بادرنجبويه بنوشند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اكسير اعظم ، ج 3 ، رويه 88 .\r\n( 2 ) . معالجات عقيلى ، ج 2 ، رويه 611 ؛ اكسير اعظم ، ج 3 ، رويه 88 ؛ طب اكبرى ، ج 2 ، رويه 85 .\r\n( 3 ) . معالجات عقيلى ، ج 2 ، رويه 611 ؛ اكسير اعظم ، ج 3 ، رويه 88 ؛ طب اكبرى ، ج 2 ، رويه 85 .\r\n( 4 ) . معالجات عقيلى ، ج 2 ، 759 ؛ اكسير اعظم ، ج 3 ، رويه 757 ؛ شرح اسباب ، باب عقر ؛ طب اكبرى ، ج 2 ، رويه 85 ؛ خلاصة التجارب ، رويه 506 .\r\n","page_name":" 38 ","page_number":54},
  {"content":"\r\n\r\n- شير گاو تازه را با نبات سفيد پخته و هر روز صبح قبل از صبحانه بخورند .\r\n- خوردن حلواى كنجد ، مرباى زنجبيل ، مرباى زردك ، مرباى شقاقل - هر كدام كه باشد - مفيد است .\r\n- استفاده از ادويه مسخّنه مهيجه منى مانند معجون حب القطن ، معجون بزورى ، و معجون لبوب .\r\n- هر روز صبح ، ناشتا ، زرده تخم مرغ نيم‌بند شده عسلى كه به آن دارچين افزوده شده مصرف گردد . خوردن كباب مرغ ، گنجشك ، انيسون ، دوقو ، زعفران ، كرويا ، دارچين و نخودآب در تقويت منى مؤثر است .\r\n\r\nط . ترك جماع به مدت طولانى « 1 »\r\nاگر فرد - به هر دليلى - براى مدت طولانى جماع را ترك كند ، توليد منى در او متوقف مىشود . در اين افراد ، كاهش توجه نفس به جماع و عدم تلذّذ ( لذّت بردن ) از آن و ترك جماع براى مدت طولانى ، موجب كاهش احتلام و توليد منى مىگردد .\r\n\r\nعلائم ترك جماع به مدت طولانى « 2 »\r\n1 . كاهش احتلام در فرد .\r\n2 . نداشتن فعاليت‌هاى جنسى به مدت طولانى .\r\n\r\nعلاج ترك جماع به مدت طولانى « 3 »\r\n- استفاده از غذاهايى كه قوت باه را افزايش مىدهند ( مانند زرده تخم مرغ ، تخم گنجشك ، گوشت پرندگان ، كله‌پاچه ، ماهى تازه ، شير با شكر ، ماست با خرما ، و پياز تازه ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . معالجات عقيلى ، ج 2 ، 759 ؛ اكسير اعظم ، ج 3 ، رويه 757 ؛ شرح اسباب ، باب عقر ؛ طب اكبرى ، ج 2 ، رويه 85 ؛ خلاصة التجارب ، رويه 506 .\r\n( 2 ) . معالجات عقيلى ، ج 2 ، 759 ؛ اكسير اعظم ، ج 3 ، رويه 757 ؛ شرح اسباب ، باب عقر ؛ طب اكبرى ، ج 2 ، رويه 85 ؛ خلاصة التجارب ، رويه 506 .\r\n( 3 ) . معالجات عقيلى ، ج 2 ، 759 ؛ اكسير اعظم ، ج 3 ، رويه 757 ؛ شرح اسباب ، باب عقر ؛ طب اكبرى ، ج 2 ، رويه 85 ؛ خلاصة التجارب ، رويه 506 .\r\n","page_name":" 39 ","page_number":55},
  {"content":"\r\n\r\n- دلك بيضه‌ها و قضيب با ادهان باهيه مانند روغن سوسن ، ناردين ، نرگس و بلسان . اگر كمى زهره گاو نيز به آن‌ها اضافه شود بهتر است .\r\n- توجه به اسباب باعثه شهوت ، مانند شنيدن آوازهاى خوش و احاديث جماع .\r\nى\r\n\r\nى . مشكلات روان‌تنى « 1 »\r\nافرادى كه رابطه جنسى را مذمت كرده از انجام دادن آن دورى مىكنند ، يا به سبب نوع شغل و موقعيت اجتماعى خود يا داشتن محبت افراطى پرداختن به اين امور را ناپسند مىدانند مىتوانند دچار عقر براى مدت كوتاهى شوند . همچنين است عواملى چون توهّم فرد بر ناتوانى بر جماع ، خجالت كشيدن از مردم يا شريك جنسى ، و ترس از پارگى پرده بكارت در اولين نزديكى .\r\n\r\nعلائم و علاج مشكلات روان‌تنى\r\n- بسته به مورد ، در هر فردى علائم خاص خود را دارد .\r\n- رفع كردن سبب و دليل مربوط به آن ، پس از شناخت سبب .\r\n- دورى كردن از عواملى كه موجب توهّم گرديده و عمل كردن بر خلاف آن‌ها ( مثل خجالت نكشيدن ) ، استفاده از تخيلات ضد آن ، مشغول كردن خود به مسائل ديگر و عدم توجه به اسباب و دلايل ذكر شده .\r\n- استفاده از تعويذات براى افراد ضعيف ( مانند همراه داشتن دعاهاى مختلف ) ، و استفاده از تمرينات فكرى و ذهنى مناسب .\r\n- تقويت قلب و مغز و دفع افكار باطل و جايگزين كردن تفكرات درست .\r\nلازم به ذكر است ، مايع منى نوجوانان در حال رشد ، افراد مسن ، افرادى كه بيش از اندازه رابطه جنسى دارند ، و افراد مبتلا به بيمارىهاى مزمن ( مانند بيمارىهاى كليوى ) ، حاوى اسپرم‌هاى مناسب بارورى نيستند . لذا ، در صورت انجام لقاح در افرادى كه اسپرم آن‌ها به هر دليلى ضعيف است ، شيوع سقطهاى زودرس ( زير سه ماه ) مشاهده مىشود . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . خلاصة التجارب ، رويه 124 .\r\n( 2 ) . الموجز فى الطب ، رويه 255 .\r\n","page_name":" 40 ","page_number":56},
  {"content":"\r\n\r\n\r\n2 . ضعف و سستى رباطهاى قطن و كمرگاه\r\n( اعوجاج قضيب ) « 1 » در اين حالت ، رباطهاى قطن و كمرگاه ضعيف است . ضعف رباطهاى اين ناحيه مىتواند مادرزادى باشد يا به دلايلى بعد از تولّد ايجاد شود . در اين افراد ، سر قضيب قوس داشته ، محدب و انحنا به سمت پايين و به طرف بيضه‌ها دارد ؛ در نتيجه خروج ادرار و مايع منى كج و رو به پايين صورت مىگيرد و مايع منى به دهانه رحم ريخته نمىشود . از سبب‌هاى غير مادرزادى اعوجاج قضيب مىتوان به موارد زير اشاره كرد :\r\n- وجود خلط غليظ چسبنده در يكى از عضلات قضيب كه باعث مىشود عضلات به سمت آن كج شده و در نتيجه ، كجى آلت به وجود آيد .\r\n- گاهى ، در يكى از عضلات به صورت نامتقارن تورمى به وجود مىآيد كه سبب خميدگى ناحيه مقابل مىشود .\r\n- همچنين ، وجود تشنج يابس يا تشنج امتلائى در عصبى از اعصاب قضيب مىتواند باعث كجى آن گردد .\r\n\r\nعلائم اعوجاج قضيب\r\n1 . حالت خروج ادرار كج و مايل به پايين و به سمت بيضه‌هاست .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . معالجات عقيلى ، ج 2 ، رويه 554 ،\r\n","page_name":" 41 ","page_number":57},
  {"content":"\r\n\r\n2 . سر آلت كج و به طرف بيضه‌ها خم است .\r\n3 . جهش مايع منى در هنگام انزال ، در خط راست و مستقيم نيست . « 1 »\r\n\r\nعلاج اعوجاج قضيب\r\n- روغن‌مالى آلت با روغن‌هايى مانند روغن سوسن ، روغن نرگس ، پيه بط ، پيه مرغ ، راتينج ، مغز ساق گاو ، يا روغن گل سرخ .\r\n- اگر سبب اعوجاج ، تورم يا تشنج يابس و امتلائى يا وجود خلط غليظ باشد ، بايد سبب بيمارى را از بين برد .\r\n- پس از رفع سبب بيمارى و روغن‌مالى ، سعى شود سمت كج شده را راست نموده و با چيزى راست ( مانند مقوايى ضخيم ) آن را با نوارهاى پارچه‌اى بست تا به مرور كجى آن از بين برود .\r\n- اگر با تدابير ذكر شده كجى از بين نرفت ، بايد از طرف مخالف كج شدگى آن را شكاف داد تا مجروح گردد و بعد با چيزى راست آن را بست و به درمان جراحت پرداخت تا پس از اندمال راست بماند و كجى آن از بين برود .\r\n- علاج اين بيمارى به كندى و سختى صورت مىپذيرد ، ولى در صورت تكرار درمان مىتوان انتظار بهبودى داشت . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اكسير اعظم ، ج 3 ، رويه 750 .\r\n( 2 ) . طب اكبرى ، ج 2 ، رويه 85 .\r\n","page_name":" 42 ","page_number":58},
  {"content":"\r\n\r\n\r\n3 . نقصان آلات منى « 1 »\r\nهرگونه عيب و نقص در آلات منى كه عبارتند از : انثيين « 2 » ، قضيب ، مجارى منىبر ، و عروقى كه ماده اوليه منى را از مغز به طرف نخاع مىآورند ، مىتواند موجب عقر گردد . برخى از آن موارد عبارتند از :\r\n1 . كوتاه بودن قضيب كه مىتواند مادرزادى باشد يا در اثر چاقى مفرط آلت كوتاه به نظر برسد .\r\n2 . ضربه‌هاى وارد بر انثيين كه موجب صدمه ديدن رگ‌هاى آن شده باشد .\r\n3 . وجود ورم‌هاى حار ، سوداوى ، و بلغمى در بيضه‌ها .\r\n4 . دوالى بيضه ( واريكوسل ) .\r\n5 . قطع شدن دو رگى كه از پشت گوش عبور مىكنند و ماده منى را از مغز به نخاع انتقال مىدهند .\r\n\r\nعلاج « 3 »\r\n- براى علاج كوتاهى آلت مىتوان براى مدت طولانى شيء نسبتاً سنگينى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . طب اكبرى ، ج 2 ، رويه 85 .\r\n( 2 ) . انثيين : بيضه‌ها .\r\n( 3 ) . طب اكبرى ، ج 2 ، رويه 85 ؛ شرح اسباب ، باب عقر .\r\n","page_name":" 43 ","page_number":59},
  {"content":"\r\n\r\nرا به آن آويزان كرد و با روغن‌هاى گرم مثل روغن گل سرخ مرتب آن را ماساژ داد . ماساژ با روغن خراطين و استفاده از بادكش در ناحيه آلت هم مىتواند موجب بزرگ شدن آن گردد .\r\n- به جهت جبران كوتاهى آلت ، مىشود در موقع مباشرت پاهاى زن را كاملًا باز كرد و به طرف پهلوها برد . در اين حالت ، دهانه رحم جلو مىآيد و مىتواند تا حدودى جبران كوتاهى آلت را بنمايد .\r\n- اگر دليل كوتاه بودن آلت ، چاقى مفرط باشد ، مباشرت در وضعيت بارك ( چهار دست و پا روى زمين ) مفيد است .\r\n- اگر بيضه‌ها دچار تورم شوند ، با توجه به سبب به وجود آورنده آن ، بايد علاج ورم را انجام داد .\r\n- در دوالى انثيين ، مىتوان با استفاده از قى و ادويه‌هاى ملينه و محلّله بيمار را معالجه كرد .\r\n- با قطع شدن دو رگ پشت گوش ، قطع نسل حتمى است و اين مورد لاعلاج است .\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":60},
  {"content":"\r\n\r\n\r\nگفتار پنجم : اسباب عقر در زنان « 1 »\r\n1 . سوء مزاج ( الف . سوء مزاج بارد مكثف ؛ ب . سوء مزاج حار ؛ ج . سوء مزاج رطب مزلقه ؛ د . سوء مزاج بارد يابس ) ؛ 2 . انصباب خلط صفراوى يا بلغمى يا سوداوى به رحم ؛ 3 . رياح غليظه يا نفخه رحم ؛ 4 . احتباس طمث ؛ 5 . اورام رحم ؛ 6 . رتق يا زلق ؛ 7 . بواسير رحم ؛ 8 . صلابت رحم ؛ 9 . ضعف قوه ماسكه رحم « 2 » ؛ 10 . لاغرى مفرط ؛ 11 . چاقى مفرط ؛ 12 . عروض ورم صلب در فم رحم ؛ 13 . انحراف رحم از محاذات و مقابله فرج ) ميلان رحم ) ؛ 14 . عوامل نفسانيه ؛ 15 . عوارض خارجيه .\r\nاكنون ، شرح هر يك :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اكسير اعظم ، ج 3 ، باب عقر ، رويه 751 ؛ معالجات عقيلى ، ج 2 ، فصل 21 در بيان عقر ، رويه 789 ؛ شرح اسباب ، باب عقر ؛ رموز اعظم ، ج 2 ، فصل 23 ، عقر و عسر الحبل ، رويه 266 . مجربات فرنگى ، رويه 512 ؛ بيماريهاى رحم ، قانون ، ج 3 ، رويه 414 . التصريف ، رويه 863 و 865 .\r\n( 2 ) . علامت آن سيلان منى در زن در زمانى غير از جماع است . التصريف ، رويه 865 .\r\n","page_name":" 45 ","page_number":61},
  {"content":"\r\n\r\n\r\n1 . سوء مزاج\r\n\r\nالف . سوء مزاج بارد مكثف\r\nدر اين سوء مزاج ، دهانه رگ‌هايى كه منى زن را به طرف رحم مىآورند ، تنگ و كثيف « 1 » شده است ؛ يعنى لوله‌هاى رحمى كه محل عبور تخمك‌ها از تخمدان‌ها به سوى رحم هستند ، دچار گرفتگى و كاهش حجم گرديده‌اند و در نتيجه ، لوله‌ها دچار انسداد يا تنگى شده‌اند . براى همين ، تخمك‌ها نمىتوانند در زمان مناسب از لوله‌ها به طرف رحم عبور نمايند و در آنجا ( لوله‌ها ) يا در اثر سردى و انجماد ، قابليت لقاح را از دست مىدهند ، يا در اثر برودت موجود در لوله‌ها از بين مىروند . اگر اسپرم‌ها نيز بتوانند به تخمكى كه در اين ناحيه قرار دارد برسند و لقاح صورت بگيرد ، تخم ايجاد شده در اثر كاهش حجم و تنگى لوله‌ها قادر به ورود به محوطه داخلى رحم نيست و در داخل لوله لانه‌گزينى مىكند و در نتيجه ، حاملگى خارج از رحم صورت مىپذيرد .\r\n\r\nعلائم سوء مزاج بارد مكثف\r\n1 . در اثر افزايش بلغم غليظ و وجود برودت در رحم ، مقدار خون‌ريزى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كثيف : فشرده .\r\n","page_name":" 46 ","page_number":62},
  {"content":"\r\n\r\nدوران قاعدگى كاهش يافته ، عادت ماهيانه در فواصل طولانى صورت مىپذيرد .\r\n2 . تنگى مجارى رحم باعث مىشود مواد غليظ در آن محتبس شوند و تنها قسمت رقيق و آبكى مواد دفعى ، به راحتى از عروق خارج شوند . در نتيجه ، خون قاعدگى رقيق مىگردد .\r\n3 . كثرت مائيت خون « 1 » در اين نوع سوء مزاج ، كمرنگ بودن خون قاعدگى را موجب مىشود .\r\n4 . خون‌ريزى قاعدگى تا مدت زيادى به صورت استحاضه ادامه داشته ، در موعد مقرر قطع نمىشود .\r\n5 . زمانى كه برودت تنها در خود رحم باشد و تمام سيستم بدن را درگير نكرده باشد ، مانع تأثير حرارت در اخلاط مىشود . لذا ، كم‌مويى در ناحيه دستگاه تناسلى مىتواند از علائم آن باشد .\r\n6 . در صورتى كه برودت تمام بدن را گرفته باشد ، علائم غلبه برودت مانند سفيدى رنگ چهره ، و كمرنگى و سفيدى موهاى بدن ، ديده مىشود .\r\n7 . رنگ ادرار كمرنگ است و نبض بيمار ، به دليل فشردگى اخلاط در بدن وى ، دچار صلابت و به سبب سردى ، دچار تفاوت است . « 2 »\r\n\r\nعلاج سوء مزاج بارد مكثف « 3 »\r\n- اگر بيمار دچار سوء مزاج ساده باشد ، با استفاده از مسخّنات ( مانند زنجبيل ، انجير ، پودينه ، ماء الاصول ) ، و مجففات ( مانند سندروس ) يا گذاشتن محجمه نارى « 4 » بر عانه ، به تبديل يا تعديل مزاج وى اقدام مىكنيم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كثرت مائيت خون : افزايش قسمت آبكى خون .\r\n( 2 ) . اكسير اعظم ، ج 3 ، باب عقر ، رويه 751 . معالجات عقيلى ، ج 2 ، فصل 21 در بيان عقر ، رويه 789 ، شرح اسباب ، باب عقر ، رموز اعظم ، ج 2 ، فصل 23 ، عقر و عسر الحبل ، رويه 266 . مجربات فرنگى ، رويه 512 ، بيماريهاى رحم ، قانون ، ج 3 ، رويه 414 . التصريف ، رويه 864 .\r\n( 3 ) . اكسير اعظم ، ج 3 ، باب عقر ، رويه 751 . معالجات عقيلى ، ج 2 ، فصل 21 در بيان عقر ، رويه 789 ، شرح اسباب ، باب عقر ، رموز اعظم ، ج 2 ، فصل 23 ، عقر و عسر الحبل ، رويه 266 . مجربات فرنگى ، رويه 512 ، بيماريهاى رحم ، قانون ، ج 3 ، رويه 414 .\r\n( 4 ) . محجمه نارى : بادكش گرم .\r\n","page_name":" 47 ","page_number":63},
  {"content":"\r\n\r\n- در صورتى كه سوء مزاج از نوع مادى باشد ، خلطى كه غالب مىگردد ، معمولًا خلط بارد بلغمى يا سوداوى است . در اين حالت ، براى درمان ، ابتدا با دادن منضج و سپس با دادن مسهل به تنقيه و پاك كردن بدن از خلط بلغم يا سودا مىپردازيم . بدين ترتيب كه ابتدا منضجى با تركيب زير به بيمار مىدهيم : 10 گرم تخم رازيانه را با 10 گرم بادرنجبويه مخلوط نموده و 35 گرم عسل به آن‌ها اضافه مىكنيم . هر روز صبح ، قبل از صبحانه ، بايد 5 الى 10 گرم از اين دارو با آب گرم ميل شود . اين منضج مىتواند مواد مكثف در بدن را دفع كند . بهتر است در طى زمان نضج غذاى بيمار نخودآب همراه با مغز تخم كافشه باشد و در اين مدت ، از مصرف غذاهاى سنگين و سرد و قابض خوددارى شود .\r\nآثار نضج ، به طور معمول ، پس از يك هفته به صورت تغيير در رنگ ادرار يا روشن شدن رنگ صورت نمايان مىگردد . وقتى اثر نضج در ادرار ديده شد ، به پاكسازى بدن با استفاده از داروهاى مسهل بلغم و سودا مىپردازيم .\r\n- تنقيه بدن از خلط بلغم با استفاده از ايارجات مانند حب صبر ، قرص ايارج يا تُربُد صورت مىگيرد . اين تركيبات مىتوانند بلغم را از بدن دفع كنند . به جاى ايارجات ، استفاده از جوشانده ماهى زهره ، انيسون ، رازيانه و تخم كرفس نيز موجب پاكسازى بدن مىگردد . ( بيمار ممكن است در اثر مصرف اين مواد دچار دل‌پيچه شود )\r\n- خوردن هر روزه جوارشات و معجونات حاره ( مانند مثروديطوس ، سنجرينا ، دواء المسلك ، ترياق فاروق ) همراه با شكر سرخ براى گرم كردن بدن مفيد است .\r\n- پس از پاك شدن از حيض ، تا سه روز خوردن هر روز صبح ناشتا ، مخلوطى از 5 / 3 گرم پودر عاج ، 5 / 3 گرم ترياق اربعه و 35 گرم شربت بادرنجبويه مىتواند در تسريع بارورى مؤثر باشد .\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":64},
  {"content":"\r\n\r\n- استفاده از فرزجه‌هاى مسخّنه رحم ، كه موجب گرم شدن و جذب خون به طرف رحم مىشوند ، مانند زعفران ، سنبل الطيب ، اكليل الملك ، ساذج هندى ، قردمانا ، همراه چربى مرغابى و مرغ . يا تزريق هر شب زرده تخم مرغ همراه با روغن نارگيل در واژن پس از تمام شدن دوران عادت ماهيانه .\r\n- شياف واژينال تهيه شده از پياز عنصل اصلاح شده و پنير مايه خشك شده خرگوش كه به مقدار مساوى ، بسيار نرم كوبيده شده ، پس از پايان خون‌ريزى قاعدگى ، به مدت سه روز بسيار مؤثر است .\r\n- بخور رحم با موادى مانند پشم خرگوش ، پيه مرغابى ، برنج ، قرفه ، ميعه يابسه ، حب الغار ، مازو ، سداب ، مُر ، و قنّه پس از پاك شدن رحم ، در گرم كردن دستگاه تناسلى زنان مناسب است . ( به جهت جلوگيرى از آسيب ريه دقت شود كه دود ناشى از سوختن مواد به دستگاه تنفسى نرسد )\r\n- ماساژ انتهاى كمر ( مهره سوم و چهارم ) و ناحيه عانه با روغن‌هاى گرم مانند نارگيل ، زنبق ، نرگس ، حبة الخضراء كه داراى خاصيت گرمابخشى و نفوذپذيرى مىباشند ، موجب گرم شدن رحم مىگردند .\r\n- شستشوى خارجى عانه روزى يك بار ، با آب حنظل تازه يا خيسانده حنظل خشك ، مىتواند براى سردى رحم و باز شدن عادت ماهيانه مفيد باشد .\r\nنكته : آب حنظل در برخى افراد مىتواند ايجاد التهاب شديد نمايد . بنابراين ، ابتدا از مايع بسيار رقيق استفاده گردد . بدين ترتيب كه مقدار 100 گرم حنظل را در يك ليتر آب جوشانده ، سپس مصرف نمايند .\r\n\r\nب . سوء مزاج حار « 1 »\r\nدر سوء مزاج حار ، وجود حرارت بيش از اندازه دستگاه تناسلى ( رحم و تخمدان‌ها ) مىتواند موجب احتراق و فساد تخمك‌ها گردد . در بيماران مبتلا ، تخمك‌گذارى صورت نمىپذيرد و در اثر افزايش حرارت در تخمدان‌ها ، فوليكول‌ها رشد نكرده و از بين مىروند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اكسير اعظم ، ج 3 ، رويه 757 .\r\n","page_name":" 49 ","page_number":65},
  {"content":"\r\n\r\n\r\nعلائم سوء مزاج حار\r\n1 . نيامدن خون حيض يا كم آمدن آن ، به طورى كه خون‌ريزى دوران قاعدگى كمتر از اندازه معمول است .\r\n2 . خون دفع شده در زمان قاعدگى به دليل احتراق دم و نقصان مائيت ، غليظ و سرخ مايل به سياه است و بيمار هنگام خروج خون از رحم احساس سوزش و گرمى مىكند .\r\n3 . افزايش مو در ناحيه فرج به دليل افزايش حرارت ديده مىشود .\r\n4 . به دليل كثرت تحلل و احتراق رطوبات و استيلاى يبس و جفاف ، در بيمار ، لاغرى و صورت زرد رنگ و لب‌هاى خشك مشاهده مىشود .\r\n5 . هنگام انجام جماع احساس سوزش مىكند .\r\n6 . ادرار پر رنگ‌تر از حالت طبيعى است .\r\n7 . نبض سريع مىزند .\r\n8 . در معاينه ، گرمى ملمس رحم محسوس است . « 1 »\r\n\r\nعلاج سوء مزاج حار « 2 »\r\nابتدا با استفاده از داروهاى خوراكى و استعمالى ( شياف ، حقنه ) به تبريد و تعديل مزاج بيمار اقدام مىشود . براى رسيدن به تعديل و تبريد مىتوان از شيوه‌هاى زير استفاده كرد :\r\n- 175 گرم شيره تخم خرفه را با 35 گرم شكر سفيد مخلوط كرده ، هر روز صبح ناشتا ، از شربت به دست آمده بخورند .\r\n- تخم نيلوفر را در آب خيس كرده ، پس از صاف كردن روزى يك بار مصرف كنند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اكسير اعظم ، ج 3 ، باب عقر ، رويه 751 . معالجات عقيلى ، ج 2 ، فصل 21 در بيان عقر ، رويه 789 ، شرح اسباب ، باب عقر ، رموز اعظم ، ج 2 ، فصل 23 ، عقر و عسر الحبل ، رويه 266 . مجربات فرنگى ، رويه 512 ، بيماريهاى رحم ، قانون ، ج 3 ، رويه 414 . التصريف ، رويه 864 .\r\n( 2 ) . اكسير اعظم ، ج 3 ، باب عقر ، رويه 751 . معالجات عقيلى ، ج 2 ، فصل 21 در بيان عقر ، رويه 789 ، شرح اسباب ، باب عقر ، رموز اعظم ، ج 2 ، فصل 23 ، عقر و عسر الحبل ، رويه 266 . مجربات فرنگى ، رويه 512 ، بيماريهاى رحم ، قانون ، ج 3 ، رويه 414 .\r\n","page_name":" 50 ","page_number":66},
  {"content":"\r\n\r\n- چوب صندل را براده كرده ( بسيار ريز ، پودر مانند ) ، سپس آن را در آب خيس كنند . پس از صاف كردن ، هر روز صبح ، آب صاف كرده آن را همراه شربت سيب ، شربت ليمو ، سكنجبين ساده يا شربت ميوه‌هاى ديگر بياشامند . اگر مقدارى عرق گاو زبان به شربت‌ها اضافه گردد تأثير بيشترى دارد .\r\n- پيه مرغ و پيه مرغابى را به آرامى جوشانده ، سپس آن را صاف نموده ، مقدارى روغن بنفشه به آن اضافه كنند و مجدداً آن را روى حرارت غير مستقيم قرار دهند تا زمانى كه پيه‌ها و روغن بنفشه كاملًا با هم مخلوط گردد . سپس ، 175 گرم روغن سقز به آن اضافه كرده ، روغن‌ها را كاملًا با هم مخلوط كنند و بگذارند تا سرد شود . بعد ، از آن شياف تهيه كرده و هر شب هنگام خواب يكى از شياف‌ها را استعمال كنند ( اين شياف‌ها داراى خاصيت نرم‌كنندگى هستند ) .\r\n- ضمادى از بقول بارده مانند عصاره حى العالم ، كاهو ، عنب الثعلب و . . . بر ناحيه مثانه ، ظهر و قبل قرار دهند . « 1 » در اين مرحله از درمان ، اگر در مبتلايان به سوء مزاج حار ، غلبه خلط صفرا مشاهده شود ، ابتدا بايد صفرا را از بدن خارج كرد و براى تنقيه بدن از خلط صفرا از موادى مانند شير ، كدو ، ماءالشعير ، و خيار استفاده كرد . آرامش داشتن و استفاده از موادى كه خاصيت رطوبت‌بخشى دارند ، مىتواند به دفع صفرا كمك كند . اما اگر بيمار علائم غلبه خون داشت ، بايد براى دفع آن فصد باسليق يا صافن يا حجامت انجام شود .\r\nاستفاده از مبرّدات رحم ، به شكل خوراكى ، براى تعديل سوء مزاج حار مناسب است ؛ مانند شيره مغز تخم كدو ، شير مغز تخم هندوانه ، ماءالشعير ، آب كاسنى ، ماء القرع ( آب كدوى سبز ) عنب الثعلب ، خشخاش ، بنفشه ، نيلوفر ، لعاب بِه دانه ، و لعاب اسفرزه .\r\nيك جزء پودر عاج ، نيم جزء پودر صدف ، ربع جزء گل ارمنى همراه آب كاسنى به صورت شياف نيز مفيد است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . التصريف ، رويه 869 .\r\n","page_name":" 51 ","page_number":67},
  {"content":"\r\n\r\n\r\nتدبير غذا « 1 »\r\nزرده تخم مرغ ، گوشت جوجه مرغ ، گوشت بزغاله و گوسفند ، اسفناج ، و كدو براى تغذيه مناسب است .\r\n\r\nج . سوء مزاج رطب مزلقه « 2 »\r\nافزايش رطوبت‌هاى لغزنده در رحم موجب استرخاى ليف مىشود . در نتيجه ، قوه جاذبه رحم كه منى را به طرف خود مىكشد ( اين كشش با حركات انقباضى رحم صورت مىپذيرد ) ، تحت تأثير رطوبت‌هاى بيش از اندازه قرار گرفته و ضعيف مىشود .\r\nاسپرم‌ها ، پس از ورود به رحم مبتلا به اين سوء مزاج ، مانند بذر يا دانه‌اى كه در آب بيش از اندازه مىگندد ، در داخل رحم پر از ترشح از بين مىروند . اگر هم اسپرمى بتواند در اين محيط نامناسب براى لقاح ، به تخمك برسد و تخم به وجود آيد ، تخم حاصل به دليل وجود رطوبات فراوانِ كاويته رحم نمىتواند در فضاى آندومتر جايگزين شود و معمولًا ، سقط در همان ابتداى دوران باردارى ( زير سه ماه ) صورت مىگيرد .\r\n\r\nعلائم سوء مزاج رطب مزلقه « 3 »\r\n1 . پس از اتمام قاعدگى ، دهانه رحم خشك نمىشود و خروج ترشحات از آن ادامه مىيابد . وجود ترى در فم رحم نشانه رطوبت مزلقه است . « 4 »\r\n2 . خارج شدن رطوبت‌هاى زياد ( ترشحات فراوان واژينال ) به مدت طولانى از رحم ، حتى پس از تمام شدن حيض .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اكسير اعظم ، ج 3 ، رويه 759 ؛ معالجات عقيلى ، ج 2 ، رويه 760 ؛ طب اكبرى ، ج 2 ، رويه 89 .\r\n( 2 ) . اكسير اعظم ، ج 3 ، باب عقر ، رويه 751 . معالجات عقيلى ، ج 2 ، فصل 21 در بيان عقر ، رويه 789 ، شرح اسباب ، باب عقر ، رموز اعظم ، ج 2 ، فصل 23 ، عقر و عسر الحبل ، رويه 266 . مجربات فرنگى ، رويه 512 ، بيماريهاى رحم ، قانون ، ج 3 ، رويه 414 . التصريف ، رويه 865 .\r\n( 3 ) . اكسير اعظم ، ج 3 ، باب عقر ، رويه 751 . معالجات عقيلى ، ج 2 ، فصل 21 در بيان عقر ، رويه 789 ، شرح اسباب ، باب عقر ، رموز اعظم ، ج 2 ، فصل 23 ، عقر و عسر الحبل ، رويه 266 . مجربات فرنگى ، رويه 512 ، بيماريهاى رحم ، قانون ، ج 3 ، رويه 414 .\r\n( 4 ) . در اين افراد ، همواره ترشحات از رحم جارى است . التصريف ، رويه 865 .\r\n","page_name":" 52 ","page_number":68},
  {"content":"\r\n\r\n3 . به علت وجود رطوبت غليظ در بيمار ، تهبج چشم‌ها مشاهده مىشود .\r\n4 . در صورت باردارى ، چون جفت نتوانسته تغذيه مناسبى براى جنين داشته باشد ، با كوچك‌ترين سبب و علتى ، سقطهاى زودرس ( زير سه ماه ) صورت مىپذيرد .\r\n\r\nعلاج سوء مزاج رطب مزلقه « 1 »\r\n- ابتدا موادى كه باعث لغزانندگى بيش از اندازه در بدن بيمار شده را به وسيله قى و اسهال خارج مىكنيم . پس از تنقيه ، از منضجات براى خشك كردن رطوبت‌هاى موجود در بدن استفاده مىكنيم ؛ مانند اين منضج :\r\n- 35 گرم گلقند شكرى يا عسلى را با 10 گرم بادرنجبويه مخلوط كرده و هر روز ناشتا خوردن آن را تجويز مىكنيم .\r\n- پس از انجام نضج ، مىتوان از شياف‌هاى واژينال كه داراى خاصيت ضد رطوبت ( خشك كننده ) هستند ، استفاده كرد . بدين منظور ، بيمار مىتواند ميعه يابسه ، ساذج هندى ، و زعفران ( از هر كدام 5 / 3 گرم ) را نرم كوبيده ، با روغن نارگيل به شكل شياف درآورده و هر شب يك عدد را در واژن بگذارد . اين شياف مىتواند رطوبات اضافى رحم را به سمت خود كشيده و جذب كند و به اين طريق موجب كاهش ترشحات رحمى شود .\r\nدستور ساخت شياف ديگرى كه خاصيت خشك كنندگى دارد چنين است : به مقدار مساوى ، شحم حنظل ، برگ درخت مو ، شب يمانى ، و زعفران را نرم كوبيده و پس از آن مقدارى عسل به آن بيافزايند و هر شب ، به شكل شياف در واژن بگذارند .\r\n- استفاده از حقنه‌هاى ناشفِ رطوبات مزلقه براى از بين بردن رطوبت‌هاى اضافى مفيد است . مانند : 35 گرم سعد و 35 گرم كندر تهيه نموده ، پس از تكه‌تكه كردن ، آن‌ها را در سه رطل ( 12227 گرم ) آب به قدرى بجوشانند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اكسير اعظم ، ج 3 ، باب عقر ، رويه 751 . معالجات عقيلى ، ج 2 ، فصل 21 در بيان عقر ، رويه 789 ، شرح اسباب ، باب عقر ، رموز اعظم ، ج 2 ، فصل 23 ، عقر و عسر الحبل ، رويه 266 . مجربات فرنگى ، رويه 512 ، بيماريهاى رحم ، قانون ، ج 3 ، رويه 414 .\r\n","page_name":" 53 ","page_number":69},
  {"content":"\r\n\r\nكه يك رطل ( 409 گرم ) باقى بماند . سپس ، هر روز 35 گرم از محلول به دست آمده را حقنه واژينال كنند .\r\n- استفاده از حقنه‌هايى كه در آن‌ها از ادويه‌هاى خوشبوى حاره يابسه كه تا حدودى خاصيت قبض هم دارند استفاده شده نيز مفيدند . براى اين كار ، گل سرخ ، اظفار الطيب ، سليخه ، سنبل الطيب ، صعتر ، يا سك را هر كدام به تنهايى يا با يكديگر در آب جوشانده و در واژن حقنه كنند .\r\n- استعمال ترياق مثروديطوس ، معجون فلاسفه ، روغن بان و بلسان . « 1 » به طور كلى ، در اين سوء مزاج ، استفاده از مسخّنات رحم ( مانند بخور قسط ، بخور اظفار الطيب ، حمول گلنار و پوست انار ، و صندل با آب آس ) مناسب است .\r\n\r\nتدبير غذا « 2 »\r\nهنگام درمان ، غذاهايى كه رطوبات بدن را جذب مىكنند مصرف شود ، مانند قلايا « 3 » ، نخودآب ، مغز دانه كافشه ، دارچين ، و زعفران .\r\n\r\nد . سوء مزاج بارد يابس « 4 »\r\nهمراه بودن سردى با خشكى مىتواند ايجاد خشكى شديد كرده تخمك‌گذارى در زن را دچار اشكال سازد . اين ايراد مىتواند به صورت عدم تخمك‌گذارى يا به وجود آمدن تخمك‌هاى نابالغ و غير قابل لقاح بروز كند .\r\nهمچنين ، اسپرم‌هاى وارده به محيط رحم ، در اثر خشكى شديد ، قابليت تحرك خود را از دست مىدهند و نمىتوانند به تخمك برسند . گاهى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الموجز فى الطب ، رويه 256 .\r\n( 2 ) . معالجات عقيلى ، ج 2 ، رويه 785 ؛ اكسير اعظم ، ج 3 ، رويه 749 ؛ طب اكبرى ، ج 2 ، رويه 89 .\r\n( 3 ) . قلايا : گوشت‌هاى بريان كرده همراه ادويه .\r\n( 4 ) . . اكسير اعظم ، ج 3 ، باب عقر ، رويه 751 . معالجات عقيلى ، ج 2 ، فصل 21 در بيان عقر ، رويه 789 ، شرح اسباب ، باب عقر ، رموز اعظم ، ج 2 ، فصل 23 ، عقر و عسر الحبل ، رويه 266 . مجربات فرنگى ، رويه 512 ، بيماريهاى رحم ، قانون ، ج 3 ، رويه 414 .\r\n","page_name":" 54 ","page_number":70},
  {"content":"\r\n\r\nخشكى كم بوده و لقاح نيز صورت مىگيرد ، ولى به سبب تنگى منافذ رحم ، تغذيه تخم به وجود آمده به خوبى صورت نمىپذيرد و تخم در اثر نرسيدن مواد لازم براى رشد سقط مىشود .\r\n\r\nعلائم سوء مزاج بارد يابس « 1 »\r\n1 . خشكى و لاغرى ناحيه فرج .\r\n2 . اين افراد به طور معمول لاغر هستند .\r\n3 . قطع قاعدگى . اگر قاعدگى هم در مواردى صورت گيرد ، مقدار خون دفع شده بسيار كم و سياهرنگ است .\r\n\r\nعلاج سوء مزاج بارد يابس « 2 »\r\n- افزايش رطوبت بدن با خوردن شير به مدت طولانى و استفاده از حمام‌هاى مرطوب كننده .\r\n- خوردن شربت بنفشه يا نيلوفر ( هر روز صبح ناشتا ) .\r\n- روزى دو بار ، روغن‌مالى ناحيه عانه و كمى بالاتر ( به طرف ناف ) با روغن‌هاى مرطوب كننده ( مانند روغن بنفشه ، روغن كدو ، روغن نيلوفر يا پيه مرغ و مرغابى ) . اين كار بايد تا بر طرف شدن خشكى ناحيه عانه ادامه يابد .\r\n- براى بر طرف كردن خشكى واژن ، مغز ساق گاو را در روغن گاو يا شير كاملًا جوشانده و پس از خنك شدن ، از آن شياف تهيه كنند و شبى يك بار هنگام خواب در واژن بگذارند .\r\n- تزريق واژينال لعاب بِه دانه به طور منظم مىتواند باعث از بين رفتن خشكى رحم و افزايش رطوبت آن شود .\r\n- استفاده از شياف واژينال تهيه شده از مغز ساق گاو يا كوهان شتر همراه با سفيده تخم مرغ نيز هر شب به هنگام خواب مناسب است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . همان .\r\n( 2 ) . همان .\r\n","page_name":" 55 ","page_number":71},
  {"content":"\r\n\r\n\r\nتدبير غذا\r\n- در طى دوره درمان ، استفاده از غذاهايى كه باعث افزايش رطوبت در بدن مىشوند ( مانند شير تازه ، اسفيدباجات دسمه « 1 » ، و پياز بريان شده )\r\n- استفاده از روغن كنجد به شكل خوراكى هنگام خواب . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اسفيدباجات دسمه : آش‌هاى ساده چرب .\r\n( 2 ) . اكسير اعظم ، ج 3 ، باب عقر ، رويه 751 . معالجات عقيلى ، ج 2 ، فصل 21 در بيان عقر ، رويه 789 ، شرح اسباب ، باب عقر ، رموز اعظم ، ج 2 ، فصل 23 ، عقر و عسر الحبل ، رويه 266 . مجربات فرنگى ، رويه 512 ، بيماريهاى رحم ، قانون ، ج 3 ، رويه 414 .\r\n","page_name":" 56 ","page_number":72},
  {"content":"\r\n\r\n\r\n2 . انصباب خلط صفراوى ، بلغمى و سوداوى به رحم\r\nبراى شناخت خلط ، ناچار بايد به بخشى از كتب قدما در اين باره اشاره كنيم :\r\n- خلط رطوبتى است در تن مردم كه روان بوده و جايگاه طبيعى آن رگ‌هاست و در اندام‌هاى ميان‌تهى چون معده ، جگر ، سپرز ( طحال ) ، و زهره ( كيسه صفرا ) وجود دارد . خلط از غذا پديد مىآيد . « 1 »\r\n- خلط جسم تر و روانى است كه غذا نخست‌بار بدان تبديل مىگردد . « 2 »\r\n- خلط نيك به تنهايى يا با خلط ديگر ، جزئى از گوهر غذاى مزاج مىشود و خود را همانند آن مىسازد و مجموعاً مىتواند مواد تحليل رفته مزاج را جبران كند . « 3 »\r\n- خلط جسم رطب سيال ( تر و جارى ) بالفعلى است كه استحاله و انقلاب يابد غذا به سوى آن ، به ترتيب زير :\r\nابتدا غذا وارد معده مىگردد . سپس طبيعت مدبر بدنيه « 4 » توسط حرارت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ذخيره خوارزمشاهى ، رويه 12 ، با دخل و تصرف .\r\n( 2 ) . قانونچه ، رويه 9 .\r\n( 3 ) . قانون ، ج 1 ، رويه 41 .\r\n( 4 ) . ر . ك : طبيعت در پزشكى ايرانى ، اسماعيل ناظم .\r\n","page_name":" 57 ","page_number":73},
  {"content":"\r\n\r\nغريزيه « 1 » و قوت هاضمه در آن تصرف مىنمايد و صورت نوعيه را مىشكند و به صورت كشكاب ثخين غليظى ( مايعى شبيه آش جو ) مىگرداند و خود از آن متأثر و متغير نمىگردد . به اين ، هضم اول يا هضم كيلوسى گويند .\r\nبعد ، رطوبت رقيقه صافيه « 2 » به واسطه عروق رقيق شعريه ماساريقا « 3 » ، كه از قعر معده رسته به كبد متصل است ، به كبد منجذب گردد و حرارت كبدى در آن تصرف نمايد و طبخ و نضج دهد ( هضم كيموسى ) . در اين طبخ و نضج ، اجزاى خفيفه لطيفه از اجزاى ثقيله كثيفه و متوسطه از هم جدا و ممتاز مىشوند و چهار چيز حاصل مىگردد :\r\n1 . صفرا ، كه خفيف ، لطيف ، شبيه به كف ، و زرد رنگ است .\r\n2 . سودا ، كه ثقيل ، كثيف ، غليظ ، شبيه عكر « 4 » ، و دردى « 5 » سياه‌رنگ است .\r\n3 . دم ، كه طبخ و نضج تمام يافته ، قوامى معتدل دارد و سرخرنگ است .\r\n4 . بلغم ، كه طبخ و نضج نيافته و سفيد رنگ است .\r\nاخلاط طبيعى در كبد و غير طبيعى در اعضاى ديگر به وجود مىآيند . « 6 »\r\n- خلط بد ، زائد و بىمصرف است و نمىتواند به خلط نيك تبديل شود ؛ مگر به ندرت . پس بايد از بدن زايل شده و تن از آن پاك شود . « 7 » پس از آوردن سخنان قدما درباره خلط ، براى فهم معناى انصباب اخلاط ، ابتدا به توصيف خصوصيات اخلاط طبيعى مىپردازيم :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حرارت غريزيه ( (  natural heat .  گرم طبيعى و گرمى خلقى كه از حرارت اصل روح در بدن باشد ؛ بخارى كه لطيف است و عبور مىكند از جوف قلب و در عروق و اعصاب مىريزد . از ابتداى زندگى در انسان است . لغتنامه دهخدا .\r\n( 2 ) . رطوبت رقيقه صافيه : رطوبتى شفاف و آبكى .\r\n( 3 ) . رگهاى باريكى مانند مو كه از محدب كبد رويد ، رگهاى موئينه .\r\n( 4 ) . عكر : آب تيره .\r\n( 5 ) . درد : ته‌نشين عصارات .\r\n( 6 ) . خلاصة التجارب ، رويه 21 ؛ خلاصة الحكمه ، ج 2 رويه 57 - 59 .\r\n( 7 ) . قانون ، ج 1 ، رويه 41 .\r\n","page_name":" 58 ","page_number":74},
  {"content":"\r\n\r\n\r\n- خلط صفرا\r\nصفراى طبيعى ، رقيق و زردرنگ ، با طعمى تلخ و حاد ، و سريع النفوذ است . از اجزاى غذاهاى لطيفه حاره ، حلو ، دسم ، و حريف تهيه مىشود . كار آن عبارت است از :\r\n1 . تغذيه بعضى از اجزا كه واجب است در آن‌ها قسطى « 1 » صفرا باشد ؛ مانند كيسه صفرا .\r\n2 . تلطيف و ترقيق خون تا بتواند در عروق ضيقه شعريه ( مويرگ‌هاى ريز ) نفوذ كند .\r\n3 . دفع فضول غذايى و غسل روده‌ها از آلودگىهاى آن .\r\n4 . لذع و دغدغه امعاء براى احساس حاجت بر دفع فضله\r\n5 . پاك كردن سطح معده از آلودگىها و تحريك اشتها .\r\n\r\n- خلط بلغم\r\n1 . بلغم طبيعى سرد است ، طعمى مايل به شيرينى و قوامى متوسط دارد و كار آن وقتى است كه بدن غذا پيدا نكند . در اين صورت ، بلغم مهيا و آماده است تا تبديل به خون شود و غذاى بدن گردد .\r\n2 . ترطيب « 2 » مفاصل و بدن و جلوگيرى از خشكى و لاغرى اعضا و كمك به حركت بدن .\r\n3 . غذاى بعضى از اعضاى بارده رطبه مانند دماغ ، نخاع و اعصاب كه خون با بلغم غذاى آن‌ها مىگردد . « 3 »\r\n4 . آميزش با خون . به اين وسيله ، خون براى تغذيه اندام‌ها آماده مىشود . « 4 »\r\n\r\n- خلط سودا\r\nسودا از اجزاى غليظه كثيفه اغذيه قليل الرطوبه و رسوب و دُرد اخلاط است ؛ خواه غذا و اخلاط گرم باشند و خواه سرد . كار آن عبارت است از :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قسط : مقدار .\r\n( 2 ) . ترطيب : مرطوب نگه داشتن .\r\n( 3 ) . خلاصة الحكمه ، ج 1 ، رويه 58 .\r\n( 4 ) . قانون ، ج 1 ، رويه 43 .\r\n","page_name":" 59 ","page_number":75},
  {"content":"\r\n\r\n1 . تغذيه بعضى از اعضا كه واجب است در آن‌ها قدرى سودا باشد ؛ مثل استخوان و طحال .\r\n2 . ايجاد ميل به غذا و تحريك اشتها . كمى سودا از طحال به معده ريخته مىشود و به دليل ترشى طعم و عفوصت ، ميل به غذا معلوم مىشود .\r\n3 . به دليل برودت و يبوست و عفوصتى كه دارد ، قدرى در معده مىريزد و الياف و اعصاب آن را از رخاوت و سستى بيرون مىآورد تا قبول غذاى جديد كند ( هضم و نضج غذا ) « 1 » .\r\n\r\nعلائم غلبه و انصباب اخلاط صفراوى ، بلغمى و سوداوى\r\nانصباب « 2 » اخلاط از ريزش معمولى مواد به بدن زيانبارتر است ، زيرا در انصباب ، ماده ريخته شده در بدن مستحكم گشته و جايگزين شده است ، لذا ، « وقتى ماده انصباب پيدا كند به سوى عضوى ، ضرر و زيان بسيار زيادى دارد » « 3 » و خروج آن خلط از بدن نيز سخت‌تر از زمانى است كه تنها ريزش معمولى - يعنى ريخته شدن خلط بدون مستحكم شدن در بدن - صورت گرفته باشد . ريخته شدن و انصباب هر يك از اخلاط سه‌گانه ، منى زن را از بين برده و فاسد مىگرداند .\r\n\r\nعلائم علبه و انصباب خلط صفرا ( انصباب غير طبيعى صفرا )\r\nزمانى كه خلط غالب در بدن صفرا باشد ، مىتوانيم علائم زير را در بيمار مشاهده كنيم : « 4 »\r\n- زردى رنگ صورت ، چشم ، و زبان\r\n- تلخى دهان ، خشونت زبان و خشكى آن\r\n- خشكى منخرين\r\n- عطش شديد\r\n- سرعت نبض\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قانون ، رويه 43 .\r\n( 2 ) . انصباب : ريخته شدن .\r\n( 3 ) . خلاصة الحكمه ، ج 1 ، رويه 62 .\r\n( 4 ) . خلاصة الحكمه ، ج 1 ، رويه 538 .\r\n","page_name":" 60 ","page_number":76},
  {"content":"\r\n\r\n- حركات تنفسى تند\r\n- بىميلى به غذا ( كم‌اشتهايى ) ، غثيان و قى صفراوى زردرنگ\r\n- زردى رنگ بُراز ( مدفوع ) و بول\r\n- لذع و قشعريره\r\n- احساس فرو رفتن سوزن بر بدن\r\n- ديدن خواب‌هاى هولناك ( ترسناك )\r\n- پيدايش اورام و بثور\r\n- پيدايش امراض صفراوى\r\n- ترشحات واژينال زرد رنگ در بيمار .\r\n\r\nعلائم غلبه و انصباب خلط بلغم « 1 »\r\nبلغم غير طبيعى ، بعيد الاستحاله « 2 » است ؛ يعنى قابليت و صلاحيت تبديل به خون را ندارد ، خواه در كبد و خواه در غير آن باشد ؛ مثل معده ، عروق ، و افضيه « 3 » . بيمارى كه دچار ريزش و انصباب بلغم غير طبيعى در بدن است ، مىتواند علائمى زير را داشته باشد :\r\n1 . سفيدى زائد بر رنگ بدن ( سفيدى غير طبيعى ذاتى نيست ) .\r\n2 . ترهل و سستى و لين ملمس و برودت آن ( بدن سست و پف‌آلود بوده و پوست در لمس سرد است ) .\r\n3 . كثرت آب دهان و لزوجت آن .\r\n4 . قلت ( كاهش ) عطش .\r\n5 . ضعف هضم و جُشاء حامض .\r\n6 . بسيارى خواب .\r\n7 . كسالت در اعضا ، استرخاء و سستى اعصاب .\r\n8 . بلادت يا كندى ذهن .\r\n9 . لينت ( نرمى ) نبض .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . خلاصة الحكمه ، ج 1 ، رويه 538 .\r\n( 2 ) . بعيد الاستحاله : غير قابل تغيير .\r\n( 3 ) . افضيه : عضوهاى توخالى بدن .\r\n","page_name":" 61 ","page_number":77},
  {"content":"\r\n\r\n10 . ديدن خواب‌هايى كه نشان دهنده زيادى بلغم‌اند ؛ مانند خواب آب ، باران ، برف و . . . .\r\n11 . ترشحات واژينال سفيد رنگ .\r\n\r\nعلائم غلبه و انصباب خلط سودا\r\nسوداى غير طبيعى از احتراق « 1 » سودا يا اخلاط ديگر به وجود مىآيد . علائم بيمارى كه به غلبه خلط سودا مبتلاست ، عبارت است از :\r\n1 . خشكى و لاغرى بدن .\r\n2 . كمودت رنگ .\r\n3 . سياهى خون و غلظت آن .\r\n4 . سوزش فم معده .\r\n5 . اشتهاى كاذب .\r\n6 . بول سياه يا سرخ غليظ .\r\n7 . خواب ديدن اشياى سياه‌رنگ و چيزهاى ترسناك « 2 » .\r\n8 . ترشحات سياه‌رنگ واژينال .\r\n\r\nنضج اخلاط\r\nطبيعت هر گاه بخواهد خلطى را از بدن دفع كند ، ابتدا آن را نضج مىدهد و سپس آن را به طريقى كه صلاح مىداند ، دفع مىكند . اطبّا اين روش طبيعت در نضج اخلاط را بازسازى كرده و براى دفع يك خلط ، ابتدا منضج تجويز مىكنند و پس از مدتى كه منضج مصرف شد و خلط نضج يافت ، به دفع آن مىپردازند . البته ، اين روند داراى نظم و قواعدى است و مدت زمان استفاده از منضج و نوع آن در هر خلطى فرق دارد .\r\nدر طى فرآيند عمل نضج ، اخلاط موجب بيمارى ، قابليت دفع از بدن را مىيابند ؛ زيرا اگر اخلاط خيلى رقيق باشند ، بايد قدرى غليظ شوند تا دفع شوند ( چون مواد رقيق در عضو نفوذ مىكنند و به سادگى قابل دفع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . خلاصة الحكمه ، ج 1 ، رويه 538 .\r\n( 2 ) . در معالجات عقيلى ، خلاصة الحكمه و قانون اين نشانه آورده شده است .\r\n","page_name":" 62 ","page_number":78},
  {"content":"\r\n\r\nنيستند ) ، و اگر خيلى غليظ باشند ، بايد قدرى رقيق شوند ( چون اخلاط با غلظت بالا از مجارى تنگ عبور نمىكنند ) ، و اگر لزج باشند ، لزوجتشان مانع دفع است ( چون ابتدا بايد از محل خود كنده شوند ) . پس ، نضج عبارت است از انجام اين سلسله اعمال به دست طبيعت . « 1 »\r\n\r\n- نضج صفرا\r\nنضج صفراى رقيق با چيزى ممكن است كه جمع قوام آن نمايد ( آن را غليظ كند ) . بدين منظور ، از اشياى بارده رطبه كه در آن‌ها جلا « 2 » و غَسل باشد استفاده مىشود ؛ مانند ماءالشعير ، شير بز تازه دوشيده ، سكنجبين ساده ، لعاب بزرقطونا ، آب هندوانه ، شربت عناب ، نيلوفر ، آلو ، نقوعاتى كه زياد ترش نباشند ، بنفشه ، نيلوفر ، عصى الراعى ، يا بقول بارده مثل تخم كاسنى و بيخ ( ريشه ) آن ، اصل السوس ( ريشه شيرين‌بيان ) ، تمر هندى ، و سپستان .\r\n\r\n- نضج سودا و بلغم\r\nبا چيزى است كه در آن تلطيف و تليين و تقطيع باشد ؛ مانند مرزنگوش ، پودنه ، نعناع ، بادرنجبويه ، گل و ريشه خطمى ، بابونه ، شبت ، تخم كرفس ، انيسون ، رازيانه ، انجير ، مويز منقى ، عسل ، و گلقند . بايد به اين‌ها ادويه ملينه مرطبه را نيز اضافه كرد تا از تجفيف زياد جلوگيرى شود . يعنى براى جلوگيرى از خشكى بيش از اندازه در اثر مصرف داروهاى قبلى ، بهتر است از ادويه رطوبت‌بخش نرم‌كننده استفاده شود ؛ خصوصاً هنگامى كه ماده ، احتراقيه ( خلط سوداوى سوخته شده غالب باشد ) يا بلغم بورقى يا شور باشد . زيرا اين اخلاط محتاج به ترطيب و تليين بيشترند و براى نضج آن‌ها بايد رطوبت و نرمى را با استفاده از داروهايى چون سكنجبين عسلى و عنصلى بيشتر كرد . همچنين ، بايد توجه داشت كه جميع منضجات در هنگام استعمال بايد ، از نظر حرارت بالفعل ، گرم باشند ، مگر اشربه ( شربت‌هاى )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . طب و طبيعت ، رويه 25 .\r\n( 2 ) . آنچه رطوبت را از مسام تراشد و دفع كند مانند شربت عسل . جلا و غسل : خاصيت پاك كنندگى و شست‌وشو دهندگى .\r\n","page_name":" 63 ","page_number":79},
  {"content":"\r\n\r\nاستفاده شده در نضج صفرا در تابستان كه بايد فاتر باشند ؛ يعنى آن مقدار گرم باشند كه سردى آن‌ها شكسته شده باشد . « 1 » پس از نضج خلط ، بايد به پاكسازى بدن و رحم از خلط موجود - با استفاده از حقنه - اقدام كرد .\r\nدر اخلاط صفراوى ، از حقنه‌هاى بارده رطبه استفاده مىشود ؛ مانند روغن بنفشه ، كدو ، نيلوفر ، بادام شيرين ، گل‌سرخ ، و كنجد با آب گرم و كمى نمك . « 2 » براى غذا نيز ، مطبوخ فواكه « 3 » با تركيب زير براى تنقيه از صفرا در بدن مناسب است : آلو ( ده دانه ) ؛ مويز دانه برآورده « 4 » و عناب و سپستان ( از هر يك بيست تا سى دانه ) ؛ گل بنفشه ، نيلوفر ، گل سرخ و اصل السوس مقشر مرضوض ( ريشه شيرين بيان كه پوست گرفته شده و كوبيده شده ) و تخم كاسنى نيم كوبيده ( از هر يك 10 تا 15 گرم ) ؛ تمر هندى و خيار شنبر ( هر يك 20 تا 50 گرم ) ؛ و ترنجبين ( تا 60 گرم ) را جوش داده ، ماليده ، صاف نموده و استعمال نمايند . « 5 »\r\n\r\n- حقنه براى دفع اخلاط سوداوى\r\nبراى دفع اخلاط سوداوى ، مىتوان به همان حقنه‌اى كه در خلط صفرا اشاره شد ، مواد مسهل سودا را اضافه كرد ؛ مانند افتيمون ، اسطوخودوس ، بسفايج ، بادرنجبويه . « 6 » مطبوخ خوراكى افتيمون زير نيز مىتواند در دفع خلط سودا موثر باشد : افتيمون ( 9 گرم ) ، اسطوخودوس ( 6 تا 15 گرم ) ، بسفايج ( 6 تا 15 گرم ) ، پوست هليله كابلى و هليله سياه ( از هر كدام تا 15 گرم ) ، و خربق ( 5 / 2 گرم ) . « 7 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . خلاصه الحكمه ، ج 2 ، رويه 1271 .\r\n( 2 ) . خلاصة الحكمه ، ج 2 ، رويه 1281 .\r\n( 3 ) . مطبوخ فواكه : جوشانده ميوه‌ها .\r\n( 4 ) . دانه برآورده : هسته آن خارج شده .\r\n( 5 ) . خلاصة الحكمه ، ج 2 ، رويه 1165 .\r\n( 6 ) . خلاصة الحكمه ، ج 2 ، رويه 1280 و 1165 .\r\n( 7 ) . خلاصة الحكمه ، ج 2 ، رويه 1280 و 1165 .\r\n","page_name":" 64 ","page_number":80},
  {"content":"\r\n\r\n\r\n- حقنه براى تنقيه بلغم\r\nبدين منظور ، مىتوان از ادويه‌هاى عطريه مخصوص به برد رحم و ادويه‌هاى ملطفه ملينه استفاده كرد ؛ مانند روغن نرگس ، روغن بادام تلخ ، روغن گردو ، روغن زيتون ، يا لعابات حاره ( مانند لعاب حلبه و بزر كتان ) .\r\nبراى خروج بلغم از بدن به طريق خوراكى نيز مىتوان به بليله و ريوند و تربد و آمله ( از هر كدام 15 گرم ) ، ايارج « 1 » و زنجبيل را اضافه كرد . بعد از طبخ و تصفيه ( جوشاندن و صاف كردن ) ، گلقند ، شكر سرخ ، ترنجبين و شيرخشت و فانيذ را با آن سرشت و خيارشنبر را در آب مطبوخ حل كرده و صاف نمود . سپس ، روغن بادام بر آن ريخته آشاميد « 2 » .\r\nپس از پاكسازى بدن و رحم از خلط موجود ، با استفاده از ضمادات قابضه معطره ، رحم تقويت مىشود تا از ريزش دوباره مواد جلوگيرى شود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . خلاصة الحكمه ، ج 2 ، رويه 1281 .\r\n( 2 ) . خلاصة الحكمه ، ج 2 ، رويه 1167 .\r\n","page_name":" 65 ","page_number":81},
  {"content":"\r\n\r\n\r\n3 . رياح غليظ « 1 » يا نفخه « 2 » رحم\r\nرياح غليظ در رحم و نفخه آن بر اثر ضعف حرارت غريزى حادث مىشوند . صاحب اكسير و ديگران در اين باره مىنويسند :\r\nظاهر است كه چون حرارت غريزى ضعيف باشد ، رطوبت‌ها را تمام نتواند گواريد و بخارها كه از آن ماده خيزد ، تحليل نتواند كرد . پس ، آن بخارها اندر معده و شكم ( يا اندام‌هاى ديگر ) بماند و به واسطه مفارقت اجزاى نارى « 3 » مستحيل شود به رياح . « 4 » كاهش قوا و ضعيف شدن رحم به هر سببى باعث مىشود موادى كه به آن مىرسد ، مستحيل به رياح شده و نفخ بياورد « 5 » .\r\nسبب « 6 »\r\nسبب‌هاى ايجاد نفخه رحم عبارتند از :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . معالجات عقيلى ، ج 2 ، رويه 96 .\r\n( 2 ) . اكسير اعظم ، ج 3 ، رويه 760 .\r\n( 3 ) . اجزاى نارى : جزء گرم .\r\n( 4 ) . جزوه طب و طبيعت ، رويه 27 .\r\n( 5 ) . اكسير اعظم ، ج 3 ، رويه 760 .\r\n( 6 ) . همان .\r\n","page_name":" 66 ","page_number":82},
  {"content":"\r\n\r\n1 . صدمات و ضربه‌هاى وارد بر رحم ، سقوط ، عسر ولادت ، و انقلاب رحم « 1 » ، كه مىتوانند موجب بروز وجع در رحم و ضعف قواى آن شوند .\r\n2 . رحم مبتلا به سوء مزاج بارد غير مفرط كه شدت زيادى ندارد و در رحم كاملًا مستحكم نشده ، با ضعيف كردن و كاهش حرارت در رحم ، باعث انجماد خون در آن شده ، ايجاد نفخه مىكند .\r\n3 . در اثر برودت شديد در رحم ، فم آن بسته شده و مكانيسم و عملكرد رحم مختل شده و در اثر تضعيف قواى آن ، ريح به وجود مىآيد .\r\n4 . به دليل مشاركت سر با رحم ، رسيدن هر گونه سردى شديد به سر و مغز ، مىتواند به رحم منتقل شده و موجب ضعف قواى آن گردد .\r\nدر همه اين حالت‌ها ، رياح موجود در رحم نمىگذارند اسپرم به تخمك رسيده و جايگزينى صورت بپذيرد .\r\nعلائم « 2 »\r\n1 . نفخ ، وجع ، و تمدد ( كشيدگى ) در ناحيه عانه و زير ناف .\r\n2 . به دليل وجود نفخ ، وقتى به زير ناف ضربه زده شود ، صداى آواز طبل مىدهد .\r\n3 . صلابت شكم .\r\n4 . احساس حركت رياح در عانه .\r\n5 . تورم و برآمدگى ناحيه عانه .\r\n6 . دفع گاز از رحم هنگام نزديكى .\r\n7 . بر اثر غمز زير شكم ، قراقر ايجاد شده و موى زهار بلند مىگردد .\r\n8 . وجع در كنج ران ( ناحيه غدد لنفاوى گوشه ران ) ، كه به علت تجمع ماده لنف در اين ناحيه ، درد به طرف پاها كشيده مىشود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انقلاب رحم : واژگونى رحم .\r\n( 2 ) . اكسير اعظم ، ج 3 ، باب عقر ، رويه 751 . معالجات عقيلى ، ج 2 ، فصل 21 در بيان عقر ، رويه 789 ، شرح اسباب ، باب عقر ، رموز اعظم ، ج 2 ، فصل 23 ، عقر و عسر الحبل ، رويه 266 . مجربات فرنگى ، رويه 512 ، بيماريهاى رحم ، قانون ، ج 3 ، رويه 414 .\r\n","page_name":" 67 ","page_number":83},
  {"content":"\r\n\r\n9 . گاهى به دليل مشاركت و اتصال رباطهاى رحم به نزديكى معده و ديافراگم ، درد تا ناحيه فم معده و حجاب ( ديافراگم ) امتداد دارد .\r\n10 . بر اثر تمدد رياح محتبسه ، درد مىتواند از جايى به جايى منتقل شود و از رحم به اعضاى ديگر برود .\r\n11 . گاهى درد همراه مغص ، ضربان ، و خَلش ( نيش ) است .\r\n12 . خوردن غذاها و اشياى مُنفخه ( بادزا ) حال بيمار را بدتر مىكند .\r\n13 . سقطهاى زير چهار ماه كه دلايل ديگرى ندارد . زيرا رياح غليظ رحم مىتوانند بين غلاف جنين ( كيسه آمنيون ) و نقر در رحم كه مشيمه به آن متصل است « 1 » جدايى بيندازند و موجب سقط گردند .\r\n14 . به طور معمول ، درد بيمار با استفاده از كمادات قوى حار تسكين مىيابد و با استفاده از سردىها شديدتر مىگردد .\r\n15 . رياح رحم معمولًا در سه محل بيشتر مشاهده مىشوند :\r\n- در فضاى داخلى رحم .\r\n- در عمق رحم ، ميان ساختمان ليف مانند آن .\r\n- در زواياى آن ( لوله‌ها و تخمدان‌ها ) .\r\nعلاج نوع دوم ، كه رياح در ساختمان ليف رحم نفوذ كرده ، بسيار سخت است ، ولى درمان نوع سوم - كه نفخه در زواياى رحم است - به راحتى امكان‌پذير است . بايد توجه داشت كه علاج اين بيمارى به كندى صورت مىگيرد و در مواردى ، بيمار تا انتهاى عمر مبتلاست و قابل درمان نيست .\r\nعلاج « 2 »\r\n- تنقيه بدن از اخلاط و رياح با استفاده از مسهل بلغم و ايارجات كه باعث زايل شدن ماده مرض مىشود . براى اين كار ، ابتدا مطبوخى از تخم كاسنى ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . منظور ديواره داخلى آندومتر در محل چسبيدن جفت است .\r\n( 2 ) . اكسير اعظم ، ج 3 ، باب عقر ، رويه 751 . معالجات عقيلى ، ج 2 ، فصل 21 در بيان عقر ، رويه 789 ، شرح اسباب ، باب عقر ، رموز اعظم ، ج 2 ، فصل 23 ، عقر و عسر الحبل ، رويه 266 . مجربات فرنگى ، رويه 512 ، بيماريهاى رحم ، قانون ، ج 3 ، رويه 414 .\r\n","page_name":" 68 ","page_number":84},
  {"content":"\r\n\r\nتخم رازيانه ، تخم كرفس ( از هر كدام 15 گرم ) ، و 30 گرم شكر سفيد مىدهيم ؛ سپس ، به ايجاد اسهال در طبيعت با اين مسهل مىپردازيم : سناى مكى 21 گرم ، عنب الثعلب 15 گرم ، تخم كاسنى 9 گرم ، شكر سفيد و ترنجبيين از هر يك 30 گرم ، و مغز فلوس خيارشنبر 45 گرم . اين مواد را در برگ آب كاسنى مىخيسانيم . بيمار بايد 150 گرم از اين دارو را صبح ناشتا بياشامد و تا زمانى كه اسهال ايجاد شود خوردن آن را ادامه دهد .\r\n- خوردن داروهاى محلل رياح و جُشاءآور ( آروغ‌زا ) كه موجب تسخين رحم و شكستن رياح آن مىشوند ( مانند جوارش كمونى ، ماء الاصول ، و ماء البذور ) نيز مفيد است .\r\n- خوردن بذرهاى گرم كننده رحم كه خاصيت تلطيف رياح را دارند ، مانند موارد زير :\r\nالف . 35 گرم شكر سفيد را همراه 10 گرم از هريك از تخم‌هاى كرفس ، رازيانه ، و انيسون ، هر روز صبح ناشتا ميل كنند .\r\nب . تخم رازيانه ، تخم سداب ، تخم فطراساليون ، قردمانا ، و كرويا ( از هر كدام 35 گرم ) پودر نموده ، با هم مخلوط كرده ، 5 گرم از پودر حاصل را هر روز صبح ناشتا همراه جلاب بياشامند .\r\nج . زرنباد ، درونج ، جوز بوا ، هيل ، قاقله ، قرنفل ، تخم كرفس ، و زنجبيل ( از هر كدام 7 گرم ) ، با 17 گرم زيره تدبير شده با سركه ، و 2 گرم جندبيدستر مخلوط كرده ، با سه برابر مقدار ادويه‌هاى خشك ، از عسل كف گرفته مخلوط نموده ، 5 گرم از معجون را هر روز صبح با آب ولرم قبل از صبحانه ميل كنند .\r\nد . آشاميدن ماء الاصول همراه روغن بيدانجير هر روز صبح ناشتا .\r\nه - . اگر بيمار مبتلا حامله باشد ، گلاب و عرق رازيانه يا شيره رازيانه همراه گلقند يا جوارش كمونى مىتواند مصرف كند .\r\nو . داروهاى گرم محلل رياح يا مفشيه رياح را ( مانند بابونه ، اكليل الملك ،\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":85},
  {"content":"\r\n\r\nشبت ، مرزنگوش ، مصطكى ، پودينه ، سداب ، تخم كرفس ، باديان ، برنجاسف ، زيره ، و نانخواه ) به صورت حقنه ، شياف ، ضماد ، كماد و يا آبزن مصرف كنند .\r\nز . ماليدن روغن‌هاى سداب ، شبت ، بابونه ، يا قسط « 1 » بر زير ناف و بر پشت زهار مفيد است .\r\nح . اجتناب از خوردن لبنيات و حموضات ، بقول ، و فواكه رطبه ( ميوه‌هاى رطب ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . التصريف ، رويه 867 .\r\n","page_name":" 70 ","page_number":86},
  {"content":"\r\n\r\n\r\n4 . ضعف قوه ماسكه رحم\r\nزمانى پيش مىآيد كه آفتى از داخل يا خارج بر رحم وارد گردد . اسباب ضعف ماسكه عبارتند از :\r\n-\r\nوجود سده در رحم -\r\nاحتباس دم طمث -\r\nوجود بلغم غليظ -\r\nزيادى شحم و لحم در زن -\r\nابتلا به تخمه‌هاى متواتره -\r\nمباضعه‌هاى كند -\r\nورم جاس يا اورام ديگر -\r\nترميم قرحه رحم و يبس موضع آن . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . التصريف ، رويه 864 .\r\n","page_name":" 71 ","page_number":87},
  {"content":"\r\n\r\n\r\n5 . احتباس طمث ( احتقان و اجتماع مواد قاعدگى )\r\nاحتباس طمث بر سه چيز اطلاق مىشود :\r\n- نيامدن خون قاعدگى ، به صورت مطلق ( آمنوره )\r\n- اندك آمدن خون ( هيپومنوره )\r\n- يا بطيء شدن ادوار آن ، به طورى كه فاصله بين دو قاعدگى بيشتر از دو ماه باشد ( اوليگومنوره ) . « 1 »\r\n\r\nعلل حبس طمث\r\nوجود سده « 2 » در رحم و بيمارىهاى مشاركتى از علت‌هاى مهم احتباس طمث‌اند . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اكسير اعظم ، ج 3 ، رويه 757 .\r\n( 2 ) . انواع گرفتگىها و تنگ شدن مجراهاى بدن ؛ عقيلى شيرازى مؤلف قرابادين كبير ، سُدد را بند شدن يا بسته شدن هريك از مجراها و رگهاى تنگ و مويرگهاى بدن مىداند كه به واسطه خلطهاى لزج يا غليظ كه در اين رگهاى باريك مىچسبند حاصل مىشود و مانع جريان خون يا مايعات يا فضولات در اين مجراها مىگردد ، اين گرفتگىها ممكن است كامل باشد ؛ چنان‌چه در قولنج و يرقان اتفاق مىافتد و يا ممكن است كامل نباشد و مانع عبور مايعات غليظ گردد ، ولى از عبور مايعات رقيق مانند ادرار جلوگيرى نمىكند .\r\n( 3 ) . معالجات عقيلى و اكسير بيمارىهاى مشاركتى را در زمره سبب‌هاى احتباس طمث ذكر كرده‌اند .\r\n","page_name":" 72 ","page_number":88},
  {"content":"\r\n\r\n\r\nاسباب پيدايش سُدّه در رحم « 1 »\r\n1 . غلظت دم ( غليظ شدن خون ) كه مىتواند در اثر رسيدن برودت به خون ، يا در اثر مخلوط شدن خون با اخلاط غليظه لزجه باشد .\r\n2 . سده افواه عروق رحم يا بسته شدن دهانه رگ‌ها ( در اينجا منظور انسداد است ) .\r\n3 . در اثر حرارت مجفف مقبض يا برد مجفف مكثف « 2 » يا يبوست مكثف در رحم به وجود آمده است . « 3 »\r\n4 . اورام رحم\r\n5 . رتق ، زلق « 4 » رويش عضله يا غشائى در دهانه رحم يا فرج كه مانع خروج دم طمث مىشود . « 5 »\r\n6 . ميلان مفرط رحم .\r\n7 . در اثر اندمال قروح رحم « 6 » ، ظاهر دهانه رگ‌هاى آن بسته و مسدود شده است ( خارجىترين قسمت عروق كه در تماس با آخرين غشاى ساختمانى عضو است ) « 7 » .\r\n\r\nسبب‌هاى مربوط به مشاركت اعضا\r\n1 . سمن مفرط ( چاقى شديد ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) در كتاب اكسير ، انقلاب رحم ( واژگونى آن ) ، قصر عنق رحم ( كوتاهى واژن ) سقط و عوارض و پس از آن از جمله دلايل احتباس طمث آورده شده كه در كتب ديگر به آن اشاره‌اى نشده است .\r\n( 2 ) . برد مجفف مكثف : سرماى خشك كننده كه حجم را كوچك مىكند .\r\n( 3 ) . در سوء مزاجات رحم توضيح داده شده است .\r\n( 4 ) . زلق به معناى رويش چيزى در دهانه رحم است ، اين اصطلاح تنها در كتاب طب اكبرى آورده شده است .\r\n( 5 ) . علاج در اينجا استعمال مرخيات از ادهان و لعوبات و نطولات و داخل كردن ميله سربى به تدريج ، و استعمال كمون ، كرفس ، و انيسون ، و جماع بيشتر است . الموجز فى الطب ، رويه 257 .\r\n( 6 ) . اندمال قروح رحم : ترميم شدن زخمهاى رحم .\r\n( 7 ) . اكسير ، رموز اعظم ، طب اكبرى و خلاصة التجارب اين سبب را از جمله علل احتباس دانسته‌اند .\r\n","page_name":" 73 ","page_number":89},
  {"content":"\r\n\r\n2 . وجود هرگونه سوء مزاج در بدن ، يا مشاركت بيمارىهاى موجود در قسمت‌هاى ديگر بدن ( مانند تب ، سوء مزاج بارد ، يابس ، حار يابس ، بارد يابس ، قلت خون ، سوء مزاج مادى بلغمى يا سوداوى و بدون ماده ، فساد مزاج ، استسقاء و سده در جگر ) .\r\n3 . لاغرى مفرط .\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":90},
  {"content":"\r\n\r\n\r\n6 . اورام رحم\r\nاورام رحم به سه گروه تقسيم مىشوند :\r\nالف . ورم حار .\r\nب . ورم بلغمى .\r\nج . ورم صلب سوداوى .\r\n\r\nالف . ورم حار رحم\r\nوجود هرگونه ورم در رحم با فشرده شدن ناحيه مبتلا باعث ضيق عروق ( تنگى رگ‌ها ) شده ، خون‌رسانى به آن قسمت را مختل مىسازد .\r\nاز نظر شيوع ، ورم حار رحم شايع‌تر از بقيه است . پس از آن ، ورم صلب سوداوى شايع بوده و ورم بلغمى بسيار كم واقع مىشود .\r\nانصباب دم طمث به رحم در ايجاد ورم حار نقش مهمّى دارد ؛ اين ورم مىتواند در جهات مختلف رحم مانند قعر ، فم ، جانبين ، قدام ، خلف ، و گاهى در تمام رحم ايجاد شود .\r\nسبب‌هاى ايجاد ورم حار رحم را مىتوان در دو گروه جاى داد :\r\nالف . سبب‌هايى كه موجب اذيت ( زحمت و رنج ) رحم مىشوند كه شامل موارد زيرند :\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":91},
  {"content":"\r\n\r\n1 . ضربه و سقطه « 1 » به موضع رحم مىتواند موجب افزايش رسيدن ماده حار به آن گردد .\r\n2 . اسقاط حمل ( سقط جنين ) و عسر ولادت ( زايمان سخت ) باعث ايجاد درد رحم گرديده و در اثر ايجاد درد ، مواد حار به سوى رحم كشيده مىشوند .\r\n3 . كثرت جماع ( نزديكى مكرر ) مىتواند به دليل كثرت اصطكاك ، و ضغطه و حكه قضيب « 2 » به رحم موجب اذيت آن شود .\r\n4 . ازاله بكارت . ورود آلت به ناحيه واژن براى اولين بار مىتواند موجب تمدد عنق « 3 » و اتساع و بزرگ شدن آن شود .\r\nب . سبب‌هايى كه به دليل وجود يا ريزش مواد به رحم ، ورم به وجود مىآورند\r\n1 . انصباب ماده « 4 » دموى يا صفراوى به رحم\r\n2 . در انصباب ماده دَم علائم بيمارى مانند ثقل و سنگينى بدن و سر ، پرى و برآمدگى رگ‌هاى بدن ، تمطّى و تثاوب و غثيان ، نُعاس و تكدر حواس و بلادت ذهن و فكر ( كند ذهنى ) ، اعياء ( خستگى ) بدون دليل ، شيرينى مزه دهان ، عطش ، و سرخى زبان مشهود است .\r\nدر اين موارد ، گاهى در دهان بثور و قلاع « 5 » ، و در بدن دماميل « 6 » ديده مىشود . رعاف « 7 » و خون برآمدن از لثه و مقعد نيز در اين افراد شايع است .\r\nخارج كردن ماده دم از طريق حجامت ، فصد و استفاده نكردن از اشياى مولد دم « 8 » درمان اين نوع انصباب مىباشد . « 9 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سقطه : لغزيدن ، واقعه شديد .\r\n( 2 ) . ضغطه و حكه قضيب : افزايش فشار ، ضربه و تماس پوست آلت .\r\n( 3 ) . كشيدگى دهانه واژن .\r\n( 4 ) . انصباب ماده صفراوى در سوء مزاجات رحم توضيح داده شد .\r\n( 5 ) . بثور و قلاع : دانه‌ها و زخمهاى دهان .\r\n( 6 ) . دماميل : دملها .\r\n( 7 ) . رعاف : خون‌ريزى از بينى .\r\n( 8 ) . مولد دم : خون‌ساز .\r\n( 9 ) خلاصة الحكمه ، ج 1 ، رويه 539 .\r\n","page_name":" 76 ","page_number":92},
  {"content":"\r\n\r\n3 . فساد منى و احتباس آن . و آن زمانى است كه منى به سبب عدم استفراغ « 1 » در بدن افزايش پيدا كند . اين حالت بيشتر در زنان نورسيده و دوشيزه ، و زنان بعيد العهد از جماع كه معتاد به جماع بوده باشند ( در گذشته به انجام نزديكى عادت كرده و مدت طولانى نزديكى نداشته‌اند ) صورت مىپذيرد . در اين حالت ، موادى كه در بدن باقى مانده و محتبس شده‌اند ، در اثر عدم خروج ، فاسد شده و به سوى يك كيفيت بارد يا كيفيت سمى حار عفن ( عفونت‌هاى گرم ) مىروند و موجب پيدايش ورم حار مىشوند . « 2 »\r\n4 . احتباس حيض و نفاس . نفاس خونى است كه بعد از خارج شدن جنين ظاهر مىشود . مقدار و مدت آن بر حسب پسر و دختر بودن جنين مختلف بوده و در فرزند پسر تا 15 و نهايت 32 روز و در فرزند دختر تا 35 و نهايت چهل روز مىباشد .\r\nمواد واجب الدفع باقيمانده از دوران باردارى كه از اين راه خارج نشوند ، موجب بروز امراض رديه ناشى از احتباس طمث ، حميات صعبه ، و اورام صعب مىشوند .\r\nعلائم « 3 »\r\n- تب تيز تند ، همراه عطش . ميان قلب و رحم به واسطه وجود شرايين كثيره و حجاب ( ديافراگم ) مشاركت وجود دارد . به سبب كثرت تصاعد ابخره متعفنه بيمار دچار تب و عطش شديد مىشود . « 4 »\r\n- سياهى زبان و تلخى دهان .\r\n- نبض و نفس سريع و متواتر . « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . عدم استفراغ : خارج نشدن از راه‌هاى طبيعى مانند جماع .\r\n( 2 ) . اكسير اعظم ، ج 2 ، رويه 762 باب اختناق رحم ؛ طب اكبرى ، ج 2 ، رويه 94 .\r\n( 3 ) . اكسير اعظم ، ج 3 ، رويه 758 ؛ معالجات عقيلى ، ج 2 ، رويه 756 ؛ طب اكبرى ، ج 2 ، رويه 87 ؛ شرح اسباب باب اورام رحم .\r\n( 4 ) . زيرا بخارهاى عفونى كه در اثر تورم به وجود آمده‌اند زياد شده و به سمت قلب حركت مىكنند .\r\n( 5 ) . به دليل شدت حرارت در بدن و ضعف قوه حيوانيه ، نبض تند و پشت سر هم مىزند .\r\n","page_name":" 77 ","page_number":93},
  {"content":"\r\n\r\n- سردرد به خصوص در ناحيه تارك سر ( وسط سر ) كه مىتواند همراه آن درد گردن و درد ته چشمان هم باشد .\r\n- هذيان و اختلاط عقل . « 1 »\r\n- فساد هضم و اشتها .\r\n- وقتى بيمارى گرم بوده و به مدت طولانى ادامه يابد ، به دليل مشاركت بين معده و رحم ، فساد هضم و كم‌اشتهايى شديد ، و غثيان و سكسكه در بيمار مشاهده مىشود .\r\n- ضعف و فساد دماغ ( به دليل مشاركت دماغ با رحم )\r\n- احساس سنگينى محل ورم .\r\n- احساس حرارت و گرمى و ضربان در محل ورم ، عانه و زيرناف .\r\n- گاهى مراق « 2 » منتفخ ، و تمام اعضاى بدن سنگين شده و دردى به وجود مىآيد كه به طرف انگشتان دست ، پاها ، مفاصل پشت ، پهلو ، كنج ران ، و عانه كشيده مىشود .\r\n- كسالت در حركات بدن ديده مىشود .\r\n- اگر ورم در هر دو سمت رحم باشد ، اضطراب « 3 » در حركات دو ساق پا مشهود است . زمانى كه ورم در يك سمت باشد به طور معمول در همان سمت اضطراب ساق ديده مىشود .\r\n- بروز درد . با توجه به محل ورم ، ناحيه بروز آن متفاوت است :\r\n- ورم‌هايى كه در دهانه رحم قرار داشته و معمولًا شدت بيشترى دارند ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اختلاط عقل : پريشان خاطرى ، روان پريشى .\r\n( 2 ) . صفاق پرده نرم ، روشن و آشكارى است كه جدار داخلى شكم و سطح خارجى اندرونه‌هاى آن را مىپوشاند و در داخل آن رگهاى خونى و اعصاب حسى فراوانى وجود دارد و وظيفه آن محافظت معده و روده‌ها و ساير اعضاى داخل شكم از گزند آسيب‌ها و التهاب‌هاى موضعى است .\r\n( 3 ) . اضطراب نوعى توهم و احساس عدم اطمينان و سراسيمگى بدون علت است كه همراه با برخى از تغييرات فيزيولوژى از قبيل ازدياد ضربان قلب ، عرق ، لرزش و . . است . در اينجا منظور لرزش ساقهاى پا مىباشد .\r\n","page_name":" 78 ","page_number":94},
  {"content":"\r\n\r\nمىتوانند در نزديك مقعد ( ركتوم ) ايجاد درد كنند . اگر ورم و آماس در مقدّم رحم ( فوندوس ) باشد ، درد و ضربان ميان ناف و عانه مشاهده مىشود .\r\n- اگر ورم به سمت ناف گسترش داشته باشد ، به دليل فشارى كه به گردن مثانه وارد مىآيد ، بيمار به سختى ادرار مىكند .\r\n- ورم‌هاى قسمت مؤخّر رحم ( عقب ) ، درد ناحيه قطن و پشت را همراه دارند و به دليل فشار بر روده بزرگ بيمار به سختى دفع دارد . تشخيص و درمان ورم اين ناحيه مشكل است .\r\n- زمانى كه ورم در دو جانب رحم باشد ، درد ناحيه خاصرتين ( لگن ) به سمت پاها كشيده شده و با ورم مثانه ديده مىشود . گاهى درد آن قدر شديد است كه بلند شدن براى بيمار دشوار مىگردد .\r\n- ورم شديد در هر ناحيه رحم و وجود ماده غليظ در آن باعث مىشود كه رحم به سمت مخالف آن ميل پيدا كرده ، به طرف مقابل كشيده شود . خوابيدن براى بيمار در جهت مخالف ورم مشكل شده ، براى برخاستن و حركت دچار زحمت مىگردد ؛ گاهى در اثر شدت كشش حالت لنگيدن در بيمار مبتلا مشاهده مىشود . اگر ورم ايجاد شده در رحم ، حجم كم و كوچك داشته باشد ، رحم به سمت آن متمايل مىگردد . اگر ورم حار در رحم به دُمل « 1 » تبديل شود ، درد بسيار شديد شده و علائم با شدت بيشترى ديده مىشوند . بيمار دچار تب‌هاى نامنظم و پى در پى مىگردد و پس از تخليه مدفوع يا دفع ادرار ، احساس راحتى و آسايش مىكند . اگر ورم حار نضج پيدا كند ، تب فروكش كرده ، بيمار كمى مىلرزد .\r\nعلاج « 2 »\r\n- فصد باسليق « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . دُمل : برآمدگى كوچك يا متوسطى در جلد كه معمولًا سرخ رنگ و مخروطى است و مركز آن چركين و گود مىشود .\r\n( 2 ) . اكسير اعظم ، ج 3 ، رويه 635 ؛ معالجات عقيلى ، ج 2 ، رويه 85 ؛ طب اكبرى ، ج 2 ، رويه 87 ؛ شرح اسباب ، اورام رحم ؛ رموز اعظم ، ج 2 ، رويه 260 .\r\n( 3 ) . شاهرگ دست ، سياهرگى كه به موازات محور بازو قرار گرفته است .\r\n","page_name":" 79 ","page_number":95},
  {"content":"\r\n\r\nبا اين فصد مىتوان از انصباب و ريزش مواد به رحم جلوگيرى كرد . به طور معمول ، فصد باسليق موجب احتباس حيض و جذب خون از قسمت‌هاى پايين بدن ( اندام‌هاى تحتانى ) به طرف اندام‌هاى فوقانى مىشود . براى همين ، پس از انجام آن ، دو تا سه روز صبر كرده و سپس فصد صافن « 1 » انجام مىشود . خارج كردن خون به اندازه قدرت بدنى بيمار باعث جذب ماده خونى از محل ورم در رحم مىشود و با اين كار ، طبيعت از محل ورم منصرف مىگردد .\r\nپس از فصد ، بيمار به پهلو خوابيده و تا سه روز غذاى كمترى مصرف مىكند . بايد سعى شود بيمار در روز اول پس از انجام فصد ، آب - مخصوصاً آب سرد - نياشامد .\r\n- قى .\r\nقى از راه‌هاى طبيعى بدن براى دفع مواد زائد است كه باعث تنقيه و تصفيه معده و خفت و سبكى اعضاى مجاور آن مىگردد . قى به دو دليل انجام مىگيرد : براى حفظ صحت و سلامتى ، و براى ازاله مرض ( از بين بردن بيمارى ) . هنگامى كه قى براى دفع مرض استفاده مىشود ، از خاصيت قلع و جذب از اماكن و مواضع بعيد آن سود مىجوييم . از اين رو ، پس از فصد ، با قى مىتوان اخلاط نامناسب را از بدن خارج نمود .\r\nبراى اين كار ، مىتوان از مقئيات « 2 » صفرا استفاده كرد ؛ مانند ماءالشعير ، ماء الخيار ، و بطّيخ ( خربزه ) رسيده پخته نضج يافته ( خربزه زرد و ترش شده ) . « 3 »\r\n- نضج با مسهلات « 4 » صفرا . به قرار زير :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وريد صافن ، سياهرگ پايى ، يكى از دو وريد بزرگ سطحى ساق پا كه از پشت قوزك پا به طرف سطح خلفى ساق پا مسير خود را ادامه داده ، در ناحيه زانو به سياهرگ ركبه ( زانو ) مىريزد .\r\n( 2 ) . قىآورها .\r\n( 3 ) . خلاصة الحكمه ، ج 2 ، رويه 1268 .\r\n( 4 ) . مسهل يعنى داروى اسهال‌آور كه فضولات را از روده پاك مىكند .\r\n","page_name":" 80 ","page_number":96},
  {"content":"\r\n\r\n- 10 عدد عناب را با 10 گرم پودر بنفشه خشك شده مخلوط كرده و از آن با 35 گرم شكر سفيد جلابى تهيه كرده ، هر روز صبح ناشتا ميل شود .\r\n- خوردن شيره تخم خرفه ( به تنهايى يا همراه شربت بنفشه ) هر روز صبح قبل از صبحانه .\r\n- نوشيدن آب انار مىخوش ، لعاب اسفرزه يا به دانه ، و ماءالشعير همراه روغن بادام و قند .\r\n- تا ممكن است بيمار در هنگام درمان نبايد آب سرد بخورد .\r\n- تنقيه .\r\nاگر طبيعت بيمار قبض بود « 1 » ، مىتوان از تركيبات زير استفاده كرد :\r\nبنفشه ، عناب ، سپستان ، و آلو را بجوشانند . مغز فلوس خيار شنبر را در آن حل كنند و شيرخشت و روغن بادام به آن اضافه نموده بخورند ( مقدار خوراك آن بنا بر وضعيت بيمار متفاوت است ) .\r\nمغز فلوس خيارشنبر را با شربت بنفشه يا آب كاسنى و عنب الثعلب مخلوط نموده ، نيم‌گرم بياشامند . اين شربت در رفع يبوست و تورم احشا بسيار مفيد است .\r\n- استفاده از رادعات .\r\nدر تمام ورم‌ها مىتوان در ابتدا از رادعات استفاده كرد ، ولى براى جلوگيرى از تحجر ماده بايد از رادعات صرف دورى كرد . براى اين منظور ، استفاده از ضمادات « 2 » زير مفيد است :\r\n- آرد جو ، آرد باقلا ، نخود خام ، و بنفشه خشك ( از هر كدام 7 گرم ) را با آب گشنيز تازه و آب كاسنى مخلوط كرده ، بر عانه و ناف ضماد كنند . اگر حرارت در بيمار قوى باشد ، مقدار كمى كافور به آن اضافه كنند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . طبيعت بيمار قبض بود ( بيمار يبوست داشت ) .\r\n( 2 ) . مرهم ، دارويى است كه بر روى زخم مىگذارند ، داروهاى مختلفى وجود دارد كه آنها را براى درمان جراحتها مخلوط كرده ، به صورت خميرى درآورده بر پارچه‌اى ماليده و روى زخمها قرار مىدهند .\r\n","page_name":" 81 ","page_number":97},
  {"content":"\r\n\r\n- آرد باقلا ، آرد عدس ، خطمى ، و بنفشه ( از هر كدام 10 گرم ) را كاملًا پودر كرده با آب برگ عنب الثعلب يا كاسنى مخلوط كرده ، 500 ميلىگرم كافور اضافه نموده ، بر عانه ضماد كنند .\r\n- استفاده از حقنه‌هاى بارد « 1 » .\r\n- تزريق واژينال لعاب و روغن‌ها و عصاره‌هاى بارد . براى نمونه ، لعاب به‌دانه ، خطمى ، و اسفرزه را در روغن‌هاى بنفشه يا تخم كدو ريخته استعمال نمايند .\r\n- آب برگ بارهنگ ، آب عنب الثعلب ، و عصى الراعى را در واژن حقنه كنند .\r\n- پس از طى مراحل بالا ، در انتها ، براى از بين بردن ماده تورم از ادويه‌هاى ملينه محلله « 2 » استفاده مىشود ؛ مثلا ، بابونه ، خطمى ، تخم كتان ، عنب الثعلب ، اكليل الملك ، خبازى به شكل ضماد ، آبزن « 3 » يا نطول « 4 » مصرف مىگردد يا حقنه روغن گل سرخ همراه سفيده تخم‌مرغ در واژن انجام مىشود .\r\n- اگر با درمان‌هاى صورت پذيرفته ورم از بين نرفت و علائم جمع و پخته شدن مواد در بيمار مشاهده شد ، به گونه‌اى كه درد آن شديدتر و همراه تب و نخس و قشعريره بود ، درمىيابيم كه بيمارى شدت پيدا كرده است . در اينجا ، به سبب مجاهده طبيعت و جمع شدن حرارت تب با حرارت طبيخ‌هاى استفاده شده ، تب بالاتر رفته است . از طرفى ، به سبب غليان ماده ورم و تخلخل آن ، كثرت تمدد واقع شده و حُميات مختلف به طرف رحم سرازير شده و تحرك و هيجان مواد در بدن باعث درد شديد گشته است .\r\nپس اگر در انتهاى بيمارى ورم نضج پيدا كرد و منفجر شد ( پخته شد و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اماله ، تنقيه ، وارد كردن داروى مايع از راه مقعد ؛ در زنان از راه واژن هم صورت مىگيرد .\r\n( 2 ) . ادويه‌هاى ملينه محلله : نرم كننده ، تحليل برنده ، گشاينده انسدادهاى درون اعضا .\r\n( 3 ) . آبزن ، حوضچه ، حمام دستى ، ظرفى چوبين ، مسين يا از فلزى ديگر يا سفالين به اندازه قامت آدمى با سرپوش سوراخ‌دار كه بيمار را در آن نشانند و سر او را از سوراخ بيرون آرند و آب گرم با داروهاى جوشانيده در آن كنند . در مورد بيمارىهاى زنان قسمت پايين بدن ( لگن ) در آن قرار مىگيرد .\r\n( 4 ) . آبى كه در آن داروها را بجوشانند و عضو مبتلا را با آن شست‌وشو دهند يا بر عضو بمالند .\r\n","page_name":" 82 ","page_number":98},
  {"content":"\r\n\r\nسر باز كرد ) ، براى تنقيه و خروج مواد از رحم مىتوان از حقنه با جوشانده ماء العسل ( همراه با تخم كتان يا به تنهايى ) استفاده كرد و پس از آن به بيمار مدرات خفيفه زير را داد :\r\nجلابى از شكر سفيد ، شيره تخم خيارين ، خربزه ، كاسنى . خوردن شيره تخم خيارين ، عرق كاسنى ، عرق عنب الثعلب ، عرق گاو زبان و شربت انار شيرين .\r\nاين مواد مىتوانند مدّه « 1 » را از رحم خارج كرده و رحم را نَقى سازند . بايد توجه داشت كه در اين هنگام ، استفاده از مُدرّات قوىتر ، باعث جلب مجدد مواد به سوى رحم مىگردند .\r\n- اندمال قروح ( جوش خوردن زخم‌ها ) .\r\nپس از اطمينان از اينكه قرحه از ريم خارج شده است ، به ترميم زخم توجه مىكنيم . در ابتدا ، براى تنقيه ريم و پاك شدن قرحه تا مدتى به طور مداوم به بيمار توصيه مىكنيم كه شير تازه گاو همراه نبات بياشامد و پس از آن ، مرهم اسفيداج « 2 » را با روغن گل سرخ حل كرده ، در واژن حقنه نمايد . سپس مرهم باسليقون و روغن گل سرخ را مخلوط نموده در واژن بگذارد .\r\nدر صورتى كه بعد از يك هفته از مصرف داروهاى ياد شده زخم ترميم پيدا نكرد ، مىتوان تركيبى از گل ارمنى ، دم الاخوين ، مقدار كمى كندر ، و روغن گل سرخ را در رحم حقنه كرد .\r\n\r\nب . ورم بلغمى « 3 »\r\nاين ورم در اثر رسيدن يا ريزش ماده بلغمى به رحم پديد مىآيد . اين تورم مىتواند در زوايا ، قعر ، فم و جانبين رحم واقع شود . شيوع اين تورم كمتر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مده : چرك سفيد .\r\n( 2 ) . مخلوطى از كربنات و ئيترات سرب (  Co 3 pb 1  ) ، ماده‌اى سفيد و سنگين و بسيار سمى است ؛ از سفيداب سرب در طب قديم به صورت مرهم كه به آن آب برخى از گياهان و همچنين چربىهاى حيوانى مىافزودند ، براى درمان بسيارى از زخم‌ها و قرحه‌هاى عفونى يا بدخيم استفاده مىكردند . عقيلى در مخزن الادويه صريحاً خوردن اسفيداج را كشنده مىداند .\r\n( 3 ) . ترشحات سفيد و لزج ياخته‌هاى بدن كه به خصوص در آماس‌ها و عفونت‌ها و سوختگىها ايجاد مىشود .\r\n","page_name":" 83 ","page_number":99},
  {"content":"\r\n\r\nاز ورم حار و صلب سوداوى است و علاج آن ، به دليل سختى و دشوارى رساندن دارو به آن ، مشكل‌تر از انواع ديگر ورم‌هاى رحمى است . ( در بيمارىهاى رحم مصرف دارو به شكل موضعى ، حقنه و شياف بهتر است ) .\r\nعلائم « 1 »\r\n1 . بر خلاف ورم‌هاى ديگر ، ضربان در اين نوع ورم مشاهده نمىشود .\r\n2 . بيمار دردى خفيف دارد .\r\n3 . سنگينى و ورم در عانه و اطراف آن مشهود است .\r\n4 . عانه و اطراف آن و عضلات شكم مترهل ( نرم و سست ) هستند . « 2 »\r\n5 . علائم غلبه بلغم در بيمار ديده مىشود . « 3 »\r\n6 . چهره بيمار مانند مبتلايان به استسقاء است ؛ يعنى بدن مترهل و سست ، منتفخ ( ورم كرده ) و رنگ چهره زرد است .\r\nعلاج « 4 »\r\n1 . قى « 5 » .\r\n2 . استفاده از منضجات بلغم ( مثلا اصل السوس ، باديان و بادرنجبويه را جوشانده ، صاف كرده و همراه شكر سفيد يا گلقند هر روز صبح ناشتا بخورند ) .\r\n3 . خوردن ماء الاصول « 6 » هر روز صبح پس از نضج بلغم در بدن .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اكسير اعظم ، ج 3 ، باب عقر ، رويه 751 . معالجات عقيلى ، ج 2 ، فصل 21 در بيان عقر ، رويه 789 ، شرح اسباب ، باب عقر ، رموز اعظم ، ج 2 ، فصل 23 ، عقر و عسر الحبل ، رويه 266 . مجربات فرنگى ، رويه 512 ، بيمارىهاى رحم ، قانون ، ج 3 ، رويه 414 .\r\n( 2 ) . خلاصة التجارب ، رويه 532 .\r\n( 3 ) . علائم در باب انصباب اخلاط به رحم توضيح داده شده است .\r\n( 4 ) . اكسير اعظم ، ج 3 ، باب عقر ، رويه 751 . معالجات عقيلى ، ج 2 ، فصل 21 در بيان عقر ، رويه 789 ، شرح اسباب ، باب عقر ، رموز اعظم ، ج 2 ، فصل 23 ، عقر و عسر الحبل ، رويه 266 . مجربات فرنگى ، رويه 512 ، بيمارىهاى رحم ، قانون ، ج 3 ، رويه 414 .\r\n( 5 ) . در بيمارىهاى رحمى به خصوص در انواعى كه ماده بلغم در ايجاد آن دخالت دارد ، از روش‌هاى درمانى مناسب است .\r\n( 6 ) . تركيب دارويى است كه از ريشه ، تخم و روغن گياهان مختلف تشكيل شده است .\r\n","page_name":" 84 ","page_number":100},
  {"content":"\r\n\r\n4 . خوردن مسهل بلغم مانند حب ايارج « 1 » ( در اين مرحله از علاج ، براى كمك به دفع بيشتر ماده بلغم مىتوان از آشاميدن ادرارآورهاى ضعيف همراه ماء العسل و خيارشنبر نيز استفاده كرد ) .\r\n5 . استعمال حقنه‌هاى حار ( مانند جوشانده بذر كتان ) كه مىتوانند در گرم كردن رحم و از بين بردن ماده سرد موجود در آن مفيد باشند .\r\n6 . در اين مرحله ، از ملطّفاتى « 2 » مانند شبت ، مرزنگوش ، پودينه ، بابونه ، برنجاسف ، و بخور مريم به شكل آبزن بايد استفاده كرد .\r\n7 . گذاشتن ضمادهاى گرم روى عانه براى گرم كردن رحم ( مانند ضماد روغن ياسمين و موم ذوب شده ، يا ضماد تخم شنبليله ، تخم كتان ، و يا حرف كه آن‌ها را با روغن بيدانجير مخلوط كرده باشند ) .\r\n8 . روغن‌مالى پشت كمر و عانه با روغن شبت .\r\n9 . چكاندن مرهم باسليقون مخلوط با روغن گل سرخ پس از حل شدن كامل آن دو با هم .\r\n10 . خوردن شربت بذورى حار .\r\n11 . گرم كردن رحم با قرص مُر .\r\nنكته\r\n1 . با توجه به محل ورم در رحم ، بايد محللاتى را كه در درمان استفاده مىشود در نقاط مختلفى قرار داد . اگر ورم در فم رحم باشد ، محللات را داخل واژن قرار دهند . اگر ورم در جانب پيش رحم ( جلوى تنه رحم ) باشد ، محللات را بر روى عانه ضماد كنند . اگر ورم در پشت رحم قرار داشت ، به جاى استفاده از محللات ، بهتر است از حقنه‌هاى گرم در واژن استفاده گردد . هنگامى كه ورم در قعر رحم باشد ، مىتوان محللات را بر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . داروى مسهل مختلفى است كه به عنوان مسهل به كار مىرود كه پزشكان بزرگ مانند بقراط و . . . هريك ايارج مخصوصى را تهيه و توصيه كرده‌اند .\r\n( 2 ) . لطيف كننده ، دوايى كه به حرارت معتدله خود خلط غليظ را رقيق گرداند . مخزن الادويه ، رويه 57 .\r\n","page_name":" 85 ","page_number":101},
  {"content":"\r\n\r\nناف و اطراف آن گذاشت . استفاده از حقنه‌هاى گرم با استفاده از زراقه « 1 » در اين تورم بسيار مفيد است . « 2 »\r\n2 . به طور كلى استفاده از مسخّنات رحم در اين نوع ورم مىتواند مفيد واقع شود ؛ مثلًا ، ابهل ، انجير ، حلبه ، نانخواه ، كاشم ، صعتر ، دارشيعشان ، زنجبيل ، سداب ، پودينه ، مر و ميعه سائله ، حلتيت ، قردمانا ، ساذج هندى ، اكليل الملك ، سنبل ، سليخه ، دارچينى ، خيربوا ، عود ، اظفار الطيب ، بسباسه ، قرنفل ، قسط ، زعفران ، عنبر ، مشك و عسل كه به طريق خوراكى ، حمول ( شياف ) و تكميد « 3 » مورد استفاده قرار مىگيرند . « 4 » برخى داروهاى مركّب خوراكى مانند ماء البذور حار ، ماء الاصول ، دواء المسك ، فلاسفه ، كمونى ، به شكل خوراكى ، از مسخّنات رحم هستند و روغن‌هاى قسط ، زنبق ، زعفران ، مشك ، اشق ، حلتيت ، به صورت حقنه ، در واژن استفاده مىشود .\r\n\r\nج . ورم صلب رحم « 5 »\r\nشيوع آن پس از ورم حار است و به طور معمول پس از ايجاد ورم حار در رحم به وجود مىآيد . رحم عضوى است غشايى و صفيق « 6 » كه تشكيل شده از وريدها و شريان‌ها و فوهات فراوان كه مواد غليظ غالباً به راحتى در آن تحليل نرفته و به طرف آن مىروند . چون رحم جسمى شديد الحراره است ، مواد لطيف در آن تحليل رفته و مواد غليظ در آن متحجر « 7 » شده و نمىتوانند از فوهات عروق ترشح پيدا كنند . غلظت مواد موجود ، طول مكث\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . آلتى كه بدان مايع يا دارويى را در تجاويف درونى جسم كنند .\r\n( 2 ) . اكسير اعظم ، ج 25 ، رويه 772 ؛ معالجات عقيلى ، ج 2 ، رويه 762 ؛ طب اكبرى ، ج 2 ، رويه 87 .\r\n( 3 ) . گرم كردن عضو به بستن كُماد و جز آن .\r\n( 4 ) . اكسير اعظم ، ج 3 ، رويه 777 .\r\n( 5 ) . اكسير اعظم ، ج 3 ، رويه 775 ؛ معالجات عقيلى ، ج 2 ، رويه 760 ؛ طب اكبرى ، ج 2 ، رويه 87 ؛ شرح اسباب اورام رحم .\r\n( 6 ) . صفيق : ضخيم ، كلفت .\r\n( 7 ) . متحجر : متراكم چون سنگ .\r\n","page_name":" 86 ","page_number":102},
  {"content":"\r\n\r\nمواد ( مدت زمانى كه مواد در رحم باقى مىمانند ) ، و گرم بودن عضو ، باعث تحجر مواد در آن و ايجاد ورم صلب سوداوى مىشود . در اين نوع تورم به دليل بافتِ لحمى - عضلانى - عصبى - غضروفى رَقَبه رحم بيشتر گرفتار مىشود و آنچه از كثافات و مواد غليظه به سوى او مىآيد ، در آن حبس مىشود .\r\nورم صلب سوداوى مىتواند بدون تقدّم ورم حار ايجاد شود ، ولى اكثراً به صورت اوليه ، پس از ورم و حيض محترق ايجاد مىشود . « 1 » سودا تمايل دارد به سبب غليظ بودنش به قسمت‌هاى اسفل بدن « 2 » برود . پس از رسيدن ماده سودا به رحم و دفع فضول عكريه غليظه « 3 » توسط طبيعت به سوى آن ، رحم به جانب مخالف ورم كشيده مىشود ؛ يعنى اگر ورم صلب در جلو باشد ، رحم به عقب كشيده مىشود ، و اگر به پايين باشد ، به بالا ، و اگر ورم در جانب چپ باشد رحم به جانب راست مىرود .\r\nاگر در معالجه ورم سوداوى كوتاهى صورت پذيرد ، به دليل ضعيف شدن كبد و اشتراك رحم با كبد ، فضول طمثيه محتسبه به تمام اعضا و از جمله كبد رفته ، در آنجا امتلاء مىيابد و در صورت عدم درمان مناسب ، بيمار به سرطان يا استسقاء مبتلا مىگردد .\r\nعلائم « 4 »\r\n1 . ثقل ( سنگينى ) محل ورم عانه يا خود رحم ( اگر صلابت در ناحيه عانه باشد ، نشانه ورم گردن رحم است ) .\r\n2 . مريض كسل است و تمايلى به حركت ندارد . سنگينى و كسالت بيمار به دليل امتلاء بدن از فضول محتسبه است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . از ماده سوداويه ناشى از خون سوخته قاعدگى .\r\n( 2 ) . اندام‌هاى زيرين از سُرين به پايين .\r\n( 3 ) . مواد زايد غليظ كه ته‌نشين مىشوند .\r\n( 4 ) . اكسير اعظم ، ج 3 ، باب عقر ، رويه 751 . معالجات عقيلى ، ج 2 ، فصل 21 در بيان عقر ، رويه 789 ، شرح اسباب ، باب عقر ، رموز اعظم ، ج 2 ، فصل 23 ، عقر و عسر الحبل ، رويه 266 . مجربات فرنگى ، رويه 512 ، بيمارىهاى رحم ، قانون ، ج 3 ، رويه 414 .\r\n","page_name":" 87 ","page_number":103},
  {"content":"\r\n\r\n3 . درد مختصر . به دليل وجود مواد بارده غليظه كه جوهر عضو را كثيف و روح را غليظ و مجارى را تنگ مىكنند ، حس درد كم شده است . البته ، اين درد مختصر هنگامى است كه ماده سخت غليظ باشد ، ولى اگر ماده به سرطانيت ميل كرده باشد ، درد بيمار شديد است .\r\n4 . عسر خروج بول و براز ( سختى دفع ادرار و مدفوع ) .\r\n5 . ضعف و لاغرى بدن .\r\n6 . اضطراب حركت ساقين . اين اضطراب هنگام حركت ديده مىشود . به دليل كشيدگى اعصاب پاها و رباطهاى آن و همچنين كاهش نفوذ مواد غذايى و فشار روى عضله ، پاها لاغرتر از معمول هستند . ( اگر ورم صلب سوداوى در دو سمت و جانب رحم باشد ، اضطراب ساقين در هر دو پا مشهود است و اگر آماس تنها در يك سمت باشد ، تنها در همان سمت مشاهده مىشود ) .\r\n7 . ورم دست‌ها ، پاها و گاه شكم .\r\n8 . در ورم صلب سوداوى شديد و مزمن كه تمايل به سرطانى شدن دارد ، رحم به طرف مخالف محل ورم كشيده مىشود ، اما اگر ورم حجم كمى داشته باشد ، رحم به سمت آن متمايل مىشود .\r\nعلاج « 1 »\r\n- فصد باسليق « 2 » . بايد تا حد توان و قدرت بدنى بيمار خون خارج شود .\r\n- فصد صافن يا مابض ( سياهرگ پايى ) .\r\n- استفراغ « 3 » يا اسهال خلط سوداوى از بدن ( با جلابى از ريشه شيرين‌بيان ، رازيانه ، پرسياوشان ( از هركدام 10 گرم ) ، همراه 35 گرم شكر سفيد كه بايد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اكسير اعظم ، ج 3 ، باب عقر ، رويه 751 . معالجات عقيلى ، ج 2 ، فصل 21 در بيان عقر ، رويه 789 ، شرح اسباب ، باب عقر ، رموز اعظم ، ج 2 ، فصل 23 ، عقر و عسر الحبل ، رويه 266 . مجربات فرنگى ، رويه 512 ، بيمارىهاى رحم ، قانون ، ج 3 ، رويه 414 .\r\n( 2 ) . شاهرگ دست ، سياهرگى كه به موازات محور بازو قرار گرفته است .\r\n( 3 ) . تهى كردن بدن از مواد زائد از راه‌هاى طبيعى مانند قى ، اسهال ، ادرار ، عرق ، خون دماغ ، انزال منى و مانند آن انجام مىگيرد و يا از راه‌هاى غير طبيعى چون خونگيرى ، حجامت و كاربرد داروهاى اسهال آور ، قى آور و نزديكى كردن و غيره انجام مىشود .\r\n","page_name":" 88 ","page_number":104},
  {"content":"\r\n\r\nهر روز صبح قبل از صبحانه ميل شود . همچنين چند روز قبل از صبحانه بايد مخلوط بادرنجبويه ، گاو زبان ، تخم كاسنى ، ريشه باديان ( به صورت جوشانده ) همراه شربت افتيمون يا شربت بذورى معتدل ، خورده شود ) .\r\n- پس از ظاهر شدن علائم نضج سودا ، تنقيه بدن از سودا با مطبوخ افتيمون ، معجون نجاح ، ماء الجبن و گلقند به آرامى و در دفعات مكرر و متوالى .\r\n- تليين و تحليل ورم . براى اين كار :\r\nمرهم باسليقون يا داخليون را با روغن گل سرخ مخلوط كرده در واژن يا روى عانه ضماد كنند .\r\nهمچنين ، مىتوانند روغن گل سرخ يا سوسن ، نرگس ، شبت ، بابونه يا بيدانجير ، هر كدام كه موجود باشد ، با مقدار اندكى مقل مخلوط نموده ، براى تليين ورم در واژن تزريق كنند .\r\nمقل ، پيه اردك ، پيه بز ، مغز استخوان گاو ، روغن ياسمين يا خيرى ( روغن‌هاى حار ) را با موم سفيد ، قيروطى « 1 » تهيه كرده ، روى عانه بمالند .\r\nماليدن روغن قسط يا شبت ، زنبق ، سوسن ، و بيدانجير نيز به ناحيه كمر مؤثر است .\r\nهر روز استفاده از ضماد ملينه محلله تشكيل شده از مقل ، ميعه ، اشق ، شنبليله ، بابونه ، برگ كلم ، لعاب اسفرزه ، لعاب بذر كتان نيز مفيد است . بدين گونه كه همه را با هم مخلوط نموده ، مقدارى موم به آن اضافه كرده ، بر عانه ضماد كنند .\r\nضماد خطمى كوبيده شده و پيه مرغابى بر عانه نيز خوب است .\r\n- پس از اينكه براى بيمار از محللات استفاده شد ، براى اينكه از زياد شدن صلابت جلوگيرى شود ، بهتر است از آبزن‌هاى ملطّف استفاده گردد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تركيبى از موم و روغن كه ادويه‌هاى ديگرى هم به آن اضافه شده است .\r\n","page_name":" 89 ","page_number":105},
  {"content":"\r\n\r\nبراى اين كار ، شبت ، برگ كلم ، اكليل الملك ، خطمى ، بنفشه ، بابونه ، مرزنجوش ، و برنجاسف . . . را جوشانده روزى دو بار در آن بنشينند .\r\nنكته « 1 »\r\n- اسپغول ( اسفرزه ) و تخم كتان را كاملًا سائيده با عسل مخلوط نموده ، هر شب در واژن استعمال كنند . اين دارو براى اقسام ورم رحم - نوع حار ، بلغمى و سوداوى - مناسب است .\r\n- اگر ورم صلب مزمن شده باشد ، مىتوان از اين تركيب استفاده كرد : اشق را با آب برگ خطمى سرخ رنگ مخلوط نموده ، كمى مقل به آن اضافه نموده ، از بيرون روى عانه ضماد كنند و از داخل واژن فرزجه نمايند . اين كار را به مدت دو هفته انجام دهند و پس از آن از شياف خارج كننده و منقى رطوبت استفاده نمايند و ضماد را هم ترك نكنند .\r\nتدبير غذا\r\nنخودآب ، مغز حب القرطم ، و استفاده از مرطبات رحم به طور عمومى براى اين ورم مفيد است . مانند روغن كدو ، بنفشه ، نيلوفر ، گل سرخ ، مغز ساق گاو ، روغن زرد ، شير زنان شيرده به شكل حقنه و طلا ؛ خوردن شير تازه هر روز صبح ؛ خوردن فالوده ، اسفيدباج چرب ، و پياز بريان شده ؛ خوردن روغن كنجد هنگام خواب . حمول ( شياف ) مغز ساق گاو ؛ قرار دادن كوهان شتر مخلوط شده با سفيده تخم مرغ هر شب در واژن نيز مفيد است . .\r\n\r\nد . غلظت خون « 2 »\r\nهمان گونه كه برودت وقتى به آب يا هوا مىرسد ، باعث انجماد و كثيف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اكسير اعظم ، ج 3 ، باب عقر ، رويه 751 . معالجات عقيلى ، ج 2 ، فصل 21 در بيان عقر ، رويه 789 ، شرح اسباب ، باب عقر ، رموز اعظم ، ج 2 ، فصل 23 ، عقر و عسر الحبل ، رويه 266 . مجربات فرنگى ، رويه 512 ، بيمارىهاى رحم ، قانون ، ج 3 ، رويه 414 .\r\n( 2 ) . اكسير اعظم ، ج 3 ، باب عقر ، رويه 751 . معالجات عقيلى ، ج 2 ، فصل 21 در بيان عقر ، رويه 789 ، شرح اسباب ، باب عقر ، رموز اعظم ، ج 2 ، فصل 23 ، عقر و عسر الحبل ، رويه 266 . مجربات فرنگى ، رويه 512 ، بيمارىهاى رحم ، قانون ، ج 3 ، رويه 414 .\r\n","page_name":" 90 ","page_number":106},
  {"content":"\r\n\r\nشدن آن‌ها مىشود ، خون نيز در اثر كثرت برودت ، همين حالت را پيدا مىكند و در اعضا جمع مىشود .\r\nهمچنين افزايش اخلاط غليظه ( مانند بلغم ) در خون ، مىتواند سبب راحت جارى نشدن خون در عروق باريك و مويرگ‌ها شده و در اثر افزايش سختى ، مانع خروج خون از فوهات عروق گرديده و موجب سده و احتباس حيض شود .\r\nعلائم « 1 »\r\nاگر غلظت خون ناشى از برودت باشد ، علائم زير در بيمار مشاهده مىشود :\r\n1 . سفيدى رنگ پوست بدن كه به دليل رطوبات بلغمى و افزايش ميزان بلغم نسبت به خون در بدن ايجاد مىشود .\r\n2 . ادرار غليظ ، سفيد و زياد . طبيعت نمىتواند رطوبت‌هاى زيادى را كه در بدن وجود دارد ، به دليل غلظت بالاى مواد ، از راه طمث و عرق دفع كند و اين كار از طريق ادرار صورت مىپذيرد .\r\n3 . بلغميت براز . اين نشانگر ضعف هضم و عدم جذب كيلوس توسط كبد است . ضعف و امتلاى بدن از فضول طمثى و اضطرار به دفع ( زيرا بدن ناچار به دفع اين فضول مىباشد ) ، باعث مىشود تا جذب صورت نگرفته و مواد به همان شكل دفع گردند .\r\n4 . كبودى عروق . رطوبات بارده در بدن با خون مخلوط شده و موجب انجماد خون و تسود ( به سياهى زدن ) آن مىگردد كه به شكل كبودى عروق ظاهر مىشود .\r\n5 . بىحالى ، ترهل و سنگينى خواب ؛ به دليل پراكنده شدن فضول طمثيه در بدن صورت مىگيرد .\r\n6 . افزايش بزاق دهان .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اكسير اعظم ، ج 3 ، باب عقر ، رويه 751 . معالجات عقيلى ، ج 2 ، فصل 21 در بيان عقر ، رويه 789 ، شرح اسباب ، باب عقر ، رموز اعظم ، ج 2 ، فصل 23 ، عقر و عسر الحبل ، رويه 266 . مجربات فرنگى ، رويه 512 ، بيمارىهاى رحم ، قانون ، ج 3 ، رويه 414 .\r\n","page_name":" 91 ","page_number":107},
  {"content":"\r\n\r\n7 . اگر خونى از راه واژن دفع شود ، در اثر افزايش رطوبات غليظه در بدن و ضعف كبد ، بسيار رقيق است .\r\n8 . نبض بطى . انجماد حرارت غريزى و كثيف شدن روح از انتشار و انبساط نبض جلوگيرى مىكند .\r\n9 . ظهور كلف « 1 » و داغ‌هاى سياه و سرخ بر بدن و چهره .\r\nعلاج « 2 »\r\n- رقيق كردن اخلاط غليظه با داروهاى ملطف ؛ بدين منظور :\r\nالف . جلابى از تخم كرفس ، رازيانه ، انيسون ، پودينه ( از هر كدام 7 گرم ) ، همراه 35 گرم گلقند عسلى هر روز ناشتا بخورند .\r\nب . جلابى از پرسياوشان ، مشك طرامشيع ( از هر كدام 7 گرم ) ، همراه 35 گرم شكر سفيد ، هر روز قبل از صبحانه خورده شود .\r\nج ) خوردن ادويه مدرّه مسخّنه مرقّق خون « 3 » . بدين منظور ، تخم كرفس ، انيسون ، رازيانه ، پودنه ، مشك طرامشيع ، مرزنگوش ، و سداب را كوبيده ، با عسل مخلوط نموده ، كمى جوشانده ، و به شكل معجون درآورده بخورند .\r\n- تنقيه اخلاط غليظه با حب ايارج ، حب منتن و غيره .\r\n- استفاده از مدراتى كه به خارج شدن اخلاط غليظه كمك مىكنند ؛ مانند ماء الاصول .\r\n- بعد از تلطيف و ترقيق ، بيمار در آبزن‌هاى حاوى ادويه‌هاى ملطفه ( مانند شبت ، مرزنگوش ، سداب ، بابونه ، اكليل الملك ، شبت ، تخم رازيانه ، تخم كرفس ، تخم كلم ، ابهل ، برگ سداب تازه ، و صعتر ) بنشيند .\r\n- گرم كردن دستگاه تناسلى با استفاده از داروهاى معطره ، مفتحه ، ملطفه ، و مسخّنه ( مانند حب بلسان ، عود بلسان ، سنبل الطيب ، دارچين ، حماما ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . لك‌هاى كه در صورت انسان پديد آيد ؛ كك و مك .\r\n( 2 ) . اكسير اعظم ، ج 3 ، باب عقر ، رويه 751 . معالجات عقيلى ، ج 2 ، فصل 21 در بيان عقر ، رويه 789 ، شرح اسباب ، باب عقر ، رموز اعظم ، ج 2 ، فصل 23 ، عقر و عسر الحبل ، رويه 266 . مجربات فرنگى ، رويه 512 ، بيمارىهاى رحم ، قانون ، ج 3 ، رويه 414 .\r\n( 3 ) . داروهاى گرم رقيق كننده خون كه كمى هم خاصيت ادرارآورى دارند .\r\n","page_name":" 92 ","page_number":108},
  {"content":"\r\n\r\nجوزبوا ، بسباسه ، فقاح اذخر . سليخه ، قاقله صغار ، و قسط ) . اين ادويه سبب باز شدن سُدد و تقطيع اخلاط غليظه و تلطيف آن‌ها و تسخين اخلاط در عروق و اعضايى مىشود كه متكاثف گرديده‌اند .\r\nگرم كردن يا تكميد به دو طريق يابس يا رطب مىتواند انجام گيرد . در نوع يابس ، مواد مورد نظر را در كيسه‌اى گذاشته ، سپس كيسه را در ناحيه عانه و سُره قرار مىدهند . در نوع رطب ، دارو را نيم‌كوب كرده در كيسه‌اى مىريزند و آن را در ظرف آب جوش قرار مىدهند تا مدتى كوتاه بجوشد . بعد ، كيسه را از ظرف آب خارج مىنمايند و تا وقتى گرم است ، بر ناحيه عانه قرار مىدهند تا ماده را رقيق نمايد . مىتوان از ادويه‌هايى كه نام برده شد ، به شكل بخور نيز استفاده كرد و دود ناشى از سوختن آن‌ها را به رحم رساند .\r\n- بعد از حصول ترقيق در اخلاط غليظه موجود در خون ، ابتدا فصد صافن يا مابض و سپس ، حجامت ساقين را انجام مىدهيم . اين كار سبب اماله خون از اعالى ( قسمت‌هاى بالاى بدن ) به اسافل ( قسمت‌هاى پايينى ) مىشود و ادرار طمث صورت مىپذيرد . بعد از فصد ، طبيعت بر بيمارى مستولى مىشود و خلط فاسد باقى مانده از فصد و حجامت را براى خروج از بدن ميل مىدهد . مىتوان براى جلوگيرى از ضعف و سستى قواى بدنى بيمار ، فصد و حجامت را در دو روز متوالى انجام داد . بهتر است زمان انجام اين فصد يا حجامت ، قبل از زمان قاعدگى - كه به طور معمول انجام مىگرفته - باشد . بدين طريق ، جذب مصنوعى مقارن با دفع طبيعى مىگردد و تأثير آن را شديدتر مىنمايد ( به دليل همزمانى با زمان قاعدگى و دفع از طريق خون‌ريزى ) . در بيمارانى كه فربه و لحمانى ( چاق ) هستند ، در روز موعد قاعدگى هم مىتوان اين كار را انجام داد ، ولى در بيماران لاغر و ضعيف موجب ضعف و ناتوانى مىگردد و بهتر است در غير از ايام عادت ماهيانه باشد .\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":109},
  {"content":"\r\n\r\n- براى كسب نتيجه بهتر از درمان‌هاى صورت پذيرفته ، در اين مرحله ، هر روز معجونى خوراكى به شكل زير به بيمار مىدهيم :\r\nالف . مشك طرامشيع ، قسط ، ريوند چينى ، اسارون حماما ( از هر كدام 10 گرم ) ، تخم رازيانه ، كرفس ، انسيون ( از هر كدام 6 گرم ) . مواد را كاملًا نرم كرده و پس از مخلوط كردن با عسل كف گرفته ، قوام آورده هر روز به صورت معجون به بيمار مىخورانيم .\r\nب . لوبياى سرخ ، نخود سياه يا سرخ - هر كدام كه موجود بود - را كاملًا پخته و آب آن را بخورند .\r\n- استفاده از حمولات قاعده‌آور . براى اين كار :\r\nمرمكى ، پودنه كوهى ( از هركدام 12 گرم ) ، سداب و شونيز ( از هركدام 10 گرم ) ، و افسنتين و ترمس ( از هركدام 5 / 3 گرم ) را كاملًا كوبيده با هم مخلوط نموده ، با روغن سنبل و سداب آغشته نموده در واژن بگذارند .\r\nهمچنين ، پودنه جبلى ، سداب خشك ، پوست حنظل ، كندش را ( از هر كدام 10 گرم ) ، همراه دو حبه مشك با مقدارى روغن زيتون مخلوط نموده ، شب موقع خواب استعمال كنند .\r\nنيز ، زهره گاو را در روغن بلسان حل كرده ، پنبه‌اى را به آن آغشته كرده و در واژن قرار دهند .\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":110},
  {"content":"\r\n\r\n\r\n7 . رتق ( زلق )\r\nچيزى زائد از قسم عضله يا غشاى صفاقى صلب كه از فم فرج ( دهانه واژن ) يا ما بين فرج و فم رحم ( قسمت داخلى واژن ) يا از فم رحم ( دهانه سرويكس ) بيرون مىآيد . « 1 » آنچه كه بر فم فرج بود ، منع مىكند ايلاج ( داخل كردن ) را ؛ يعنى درآمدن قضيب را . آنچه ما بين فرج ( واژن ) بود ، منع مىنمايد دخول تام ( نزديكى به شكل كامل ) را . آنچه بر فم رحم بود ، منع دخول نمىكند ، اما مانع حبل « 2 » و خروج طمث است ، به شرطى كه عديم المنفذ « 3 » باشد .\r\nگاهى قرحه‌اى در فم رحم ايجاد مىشود كه وقتى مندمل « 4 » شد ، اندمال آن باعث فساد افواه عروق مىگردد و گوشت اضافه آورده و مجرا مسدود مىشود ؛ و گاهى در اصل خلقت ( از ابتدا ) منفذ پيدا نباشد ؛ اگر مادرزادى باشد ، اصلًا از ابتدا حيض صورت نمىگيرد . « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . طب اكبرى ، ج 2 ، رويه 91 .\r\n( 2 ) . به دليل عدم ورود منى به رحم مانع آبستنى است .\r\n( 3 ) . عديم المنفذ : بدون سوراخ .\r\n( 4 ) . مندمل : ترميم .\r\n( 5 ) . اكسير اعظم ، ج 3 ، رويه 659 ؛ طب الاكبرى ، ج 2 ، رويه 85 .\r\n","page_name":" 95 ","page_number":111},
  {"content":"\r\n\r\nدر نوعى كه دهانه فرج كاملًا مسدود است و خون طمث نمىتواند خارج شود ، به دليل عدم وجود منفذ در غشايى كه بر دهانه آن واقع شده است ، خون در بدن پخش شده و باعث امراض مختلف مىگردد . گاه در نوع شديد آن ، امتلاى رحم ديده مىشود و در اثر آن ، احتقان روح و حرارت غريزى صورت مىگيرد و موجب سياهى و كبودى و گاه هلاكت زن مىگردد . « 1 »\r\nعلائم\r\n1 . در صورتى كه منفذ موجود باشد ، درد شديد هنگام حيض مشاهده مىشود .\r\n2 . ورم عانه ( در نوعى كه امكان خروج دم طمث نباشد ) .\r\nعلاج\r\n- دستكارى ( جراحى ) . « 2 » غشا يا گوشت زائد را به وسيله جراحى بايد برداشت . اگر رتق به دليل التحام در فم رحم بود ، با آلتى كه با آن بواسير قطع مىشود ، يا به مبضعى عريض كه مثل ميل باشد ، آن قسمت را بشكافند . اگر سبب او انبات ( رويش ) گوشت بود ، بايد گوشت زايد را به صناره بگيرند و به مبضع ببرند .\r\n- پس از دستكارى ، استعمال ادويه‌اى كه از چسبندگى مجدد جلوگيرى نمايد مناسب است . پس از جراحى و قطع قسمت زائد قالب مجوف ذو ثُقَب « 3 » كه سوراخ‌هاى آن براى بيرون آمدن فضله و ريح از طريق آن راه‌ها مىباشد ، در صوف ( پشم ) پيچيده و به مرهم مانع التحام ( پمادى كه باعث چسبندگى نشود ) آلوده و در آن قسمت قرار دهند . اين قالب تا زمانى كه جراحت بهتر شود و اطمينان به ترميم قرحه پيدا شود در آنجا بماند و سپس خارج گردد . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . طب الاكبرى ، ج 2 ، رويه 85 ؛ شرح اسباب باب امراض رحم .\r\n( 2 ) . بوعلى راه علاج اين بيمارى را منحصر در جراحى دانسته است .\r\n( 3 ) . ذو ثُقَب : داراى سوراخ‌هاى ريز .\r\n( 4 ) . طب اكبرى ، ج 2 ، رويه 91 .\r\n","page_name":" 96 ","page_number":112},
  {"content":"\r\n\r\n- اگر امكان دستكارى نباشد ، فصد صافن و قيفال مىتواند تا حدودى از بيمارىهاى ناشى از حبس طمث - كه ممكن است براى بيمار به وجود آيد - جلوگيرى نمايد . « 1 »\r\n- استفاده از راه درمان اورام رحم مىتواند براى اين بيمارى نيز مفيد باشد .\r\n- استفاده از استفراغات و استعمال رياضات مىتواند بدن را از فضولات طمثيه تنقيه نمايد و باعث تحليل فضولات شود . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اكسير اعظم ، ج 3 ، رويه 658 .\r\n( 2 ) . شرح اسباب ، باب امراض رحم .\r\n","page_name":" 97 ","page_number":113},
  {"content":"\r\n\r\n\r\n8 . بواسير رحم\r\n« هم‌چنان‌كه در مقعد از خلط سوداوى فزونىها ( زيادتىها ) ظاهر مىشود ، در عنق رحم نيز پديد مىآيد . و اين فزونىها اگر در ظاهر باشد ، آسان مىنمايند و اگر در باطن او بود غاير « 1 » باشد ، و چون دهن رحم ( دهانه واژن ) را بگشايند ، ظاهر مىگردد . پس اگر هنگام هيجان [ وجع 
  ] « 2 » ، و وقت امتلاء و احتباس خون بود ، فزونىها ممتلى و سرخ رنگ و با الم باشند و گرنه رطوبتى شبيه دُردى ( ته نشين عصارات ) كه مايل به سياهى سايل شود و فزونىها زرد و باريك و بىالم « 3 » ( درد ) بود » . « 4 » « اگر بواسير ظاهرى باشد و خارج از رحم قرار گرفته باشد ، ازاله « 5 » ممكن است و آنچه در عميق پيدا شود ، كمتر زايل مىشود » . « 6 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . غاير : پنهان ، فرو شونده .\r\n( 2 ) . دردى كه با حس لمس ادراك شود ، خلاف الم كه عام است از وجع و غير آن . لغتنامه دهخدا .\r\n( 3 ) . رنج جسمانى ، ادراك الم حالى بود منافى يعنى حالى كه تن مردم را نسازد . ( ذخيره خوارزمشاهى ، رويه 22 ) .\r\n( 4 ) . طب الاكبرى ، ج 2 ، رويه 89 .\r\n( 5 ) . ازاله : از بين بردن .\r\n( 6 ) . اكسير اعظم ، ج 3 ، بواسير رحم ، رويه 659 .\r\n","page_name":" 98 ","page_number":114},
  {"content":"\r\n\r\n« زنى كه حيض او محتبس باشد از ظهور بواسير در مقعد و ظاهر رحم نفع يابد ، بهر آنكه در آن اميد گشادن حيض و بِه شدن آن است . و بدان امان است از امراض صعب كه از احتباس حيض پيدا شود » . « 1 »\r\nعلائم\r\n1 . اگر بواسير در دهانه رحم قرار داشته باشد ، هنگام معاينه قابل مشاهده است .\r\n2 . معمولًا بيمار در غير زمان قاعدگى خون‌ريزى دارد . مقدار خون‌ريزى به نوع و محل بواسير بستگى دارد و مىتواند از دو روز تا هفت روز يا بيشتر ادامه يابد .\r\n3 . گاهى حالت خفقان براى مبتلا به وجود مىآيد ، يا سوزش در دست و پا همراه عرق سرد دارد ( علائم كم‌خونى ) .\r\n4 . تپش دل و حركت اختلاجى كه عارض قلب شود ؛ چون لرزه‌اى كه در نوبه ، عارض تمام تن شده باشد .\r\n5 . اين مرض مىتواند مدت طولانى ادامه داشته باشد . ( از دسته بيمارىهاى مزمن است ) .\r\n6 . اگر بواسير رحم از نوع دموى سوداى باشد ، بيمار درد نسبتاً شديدى دارد .\r\nعلاج « 2 »\r\n- تنقيه بدن از خلط سودا با انجام دادن فصد صافن ، باسليق ، يا مابض .\r\n- استفراغ بدن از خلط سوداوى به اين صورت :\r\nاول ، خوردن جلابى از ده دانه عناب ، همراه 35 گرم شكر سفيد ( هر روز صبح قبل از صبحانه به مدت 35 روز تا ماده نضج داده شود ) .\r\nدوم . مصرف مطبوخ افتيمون ، غاريقون ، اسطوخودوس يا ماء الجبن ( براى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اكسير اعظم ، ج 3 ، بواسير رحم ، رويه 659 .\r\n( 2 ) . اكسير اعظم ، ج 3 ، باب بواسير رحم ، رويه 659 ؛ طب اكبرى ، ج 2 ، رويه 89 ؛ معالجات عقيلى ، ج 2 ، رويه 780 ؛ شرح اسباب ، بواسير رحم .\r\n","page_name":" 99 ","page_number":115},
  {"content":"\r\n\r\nخروج خلط ) .\r\nسوم . اجتناب از خوردن غذاهاى مولد سودا ( مانند عدس ، بادنجان ، گوشت گوساله و گاو ) .\r\nچهارم . خوردن غذاهاى مرطبه كه باعث افزايش رطوبت در بدن مىشوند ( مثل گوشت گوسفند جوان و گوشت بره ، گوشت ماهى ، و گوشت پرندگان ) .\r\nپنجم . تليين طبيعت در كسانى كه دچار قبض و يبوست هستند با خوردن جوشانده فواكه ( ميوه‌ها ) ، مطبوخ هليله زرد يا مطبوخ افتيمون .\r\nششم . تحليل و تجفيف بواسير رحم با استعمال روغن‌هايى مانند روغن نرجس و روغن سوسن ( با مصرف مكرر آن‌ها در مدت زمان طولانى مىتوان بواسير را خشك كرد ) .\r\nتوجه :\r\n1 . براى از بين بردن بواسير رحم ، استفاده از ادويه محرقه جايز نبوده و خطرناك است ، زيرا سبب ايجاد درد شديد مىشود و طبقه داخلى فم رحم را محترق مىگرداند .\r\n2 . نهادن بادكش گرم بر روى ران و كمرگاه « 1 » در مدت طولانى مىتواند در طى درمان مفيد باشد .\r\n3 . مُقل را در آبى كه گندنا ( تره ) در آن پخته شده است ، حل كرده ، هنگامى كه ولرم شد ، در واژن حقنه كنند . به جاى آب پخته شده تره مىتوان از روغن گندنا كه كمى مقل در آن حل شده استفاده كرد .\r\n4 . استفاده از مراهمى كه به تحليل بواسير رحم كمك مىكنند . به دستور زير : اقليميا ، العروق الصفر ( زردچوبه ) ، و مرداسنج را به مقدار مساوى ( از هر كدام 10 گرم ) ، با 15 گرم موم سفيد و 60 گرم روغن هسته زردآلو يا شفتالو كاملًا مخلوط كرده ، هر شب موقع خوب روى قسمت بواسير قرار دهند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . محلى در كمر كه كمربند روى آن بسته مىشود .\r\n","page_name":" 100 ","page_number":116},
  {"content":"\r\n\r\n5 . اگر بيمار وجع و الم بسيار داشته و بىقرار باشد ، به سبب امتلاى بواسير از خون سوداوى فاسد است . در اين حالت ، مىتوان از داروهاى مفتحه افواه مانند بخور مريم ، زهره گاو ، فرفيون ( به شكل شياف در فم رحم ) استفاده كرد . اين ادويه با خروج خون از بواسير مىتوانند موجب كاهش درد بيمار گردند .\r\n6 . خوردن اطريفل مقلى ، اطريفل صغير ، حب مقل ، و حب رسوت در مدت زمان طولانى و مداوم براى تجفيف بواسير مفيد است .\r\n7 . اگر طبيعت منحل ( از هم پاشيده ) يا خون قطره قطره باشد ، بيمار مختصرى درد و لكه‌بينى مداوم دارد . براى قطع خون‌ريزى آن مىتوان از جلابى شامل 5 گرم قرص كهربا ، 5 گرم گل ارمنى همراه 50 گرم شربت به استفاده كرد ( بايد هر روز صبح ناشتا ميل شود ) . همچنين ، استعمال ادويه مجففه به شكل واژينال ، در اين زمان ، مؤثر واقع مىشود .\r\nاگر درمان‌هاى آورده شده انجام شد ولى نتيجه نداد ، بهترين كار قطع كردن و از بين بردن بواسير رحم با آهن ( قيچى جراحى يا تيغ جراحى ) يا نخ ابريشم است . اگر بواسير خارج رحم و قابل مشاهده باشد ، مىتوان به قطع آن اقدام كرد ، ولى در صورتى كه عميق و عريض بوده و در دسترس نباشد ، دست زدن به آن خطرناك است و براى بيمار تنها مىتوان از مجففاتى استفاده كرد كه خاصيت احراق در آن‌ها نباشد . « 1 »\r\n\r\nروش قطع بواسير رحم با جراحى\r\nبايد فزونىها ( قسمت‌هاى زائد ) را با آلتى كه مخصوص اين كار است بگيرند و ببرند و بعد از مقراض ( قيچى كردن ) ، ريشه و انتهاى بواسير را قطع نمايند تا هيچ باقى نباشد . پس از قطع ، در آن ناحيه مىتوان از داروهاى مندمله ( مانند گل ارمنى ، كهربا ، پودر شاخ گوزن ، و كاغذ سوخته ) استفاده كرد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ادويه محرقه به دليل ذكى الحس بودن رحم درد شديد ايجاد مىنمايند .\r\n","page_name":" 101 ","page_number":117},
  {"content":"\r\n\r\nاگر نتوان از قيچى براى قطع بواسير استفاده كرد ، بايد انتهاى دانه بواسير را پيدا كرد و با نخ ابريشم تافته محكم بست و براى مدت زمانى رها كرد . پس از چند روز ، در اثر قطع خون‌رسانى به بواسير ، دانه مىافتد . براى تسريع در قطع آن ، مىتوان چند روز لعاب تخم كتان ، روغن بادام و زعفران را مخلوط كرده در واژن حقنه نمود يا پنبه‌اى را به روغن بادام آغشته كرد و در ناحيه بواسير قرار داد . « 1 » اگر بيمار در اين زمان وجع مفرط داشت ، مىتوان از ادويه مسكن وجع استفاده كرد . براى اين كار مىتوان خطمى ، خبازى ، شبت ، اكليل الملك را ( از هر كدام 35 گرم ) كوبيده ، با روغن گل سرخ يا بنفشه مخلوط كرد و در واژن حقنه نمود ، يا برگ كلم را در آب كاملًا پخت و در هاون له كرد و با روغن گل سرخ و تخم مرغ و مقدار بسيار اندك افيون مخلوط كرد و به صورت مرهم در محل دردناك قرار داد تا درد تسكين يابد . در كتاب اكسير اعظم به نقل از شيخ الرئيس تمهيداتى به شرح زير هنگام قطع بواسير آورده شده است :\r\nوقتى خواستند بواسير رحم را قطع كنند ، زن را در خانه سرد داخل نمايند و قطع در آنجا باشد . پاهاى او را تا دو ساعت به سوى ديوار مايل دارند و عانه و پشت و كنج ران را به پارچه مرطوبِ تر كرده در آب قابضاتِ بر برف سرد كرده استفاده كنند . پس اگر خون بند نشود ، بر عانه و پشت و قريب آن‌ها بادكش نهند و پارچه پشمى يا پشم در آب جوشانده قوابض ، كه در آن اقاقيا و عصاره لحية التيس و حضض و مانند آن داخل كرده باشند ، تر نموده بردارند و در آب‌هاى قابضه نشانند . اگر بواسير عريض واسع ( پهن و گسترده ) باشد قطع نكنند ، ولى بر آن مجففات قويه حابسه خون ( مثل پارچه مبلول در آب زرشك يا حماض ) استعمال كنند و بر آن حضض و اقاقيا بپاشند . دست و پاها را سفت ببندد و از همين مواد شياف تهيه كرده حمول كنند و امر به خواب بيمار و استراحت كنند . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . طب اكبرى ، ج 2 ، بواسير رحم ، رويه 85 ؛ اكسير اعظم ، ج 3 ، بواسير رحم ، رويه 658 .\r\n( 2 ) . طب اكبرى ، ج 2 ، بواسير رحم ، رويه 85 ؛ اكسير اعظم ، ج 3 ، بواسير رحم ، رويه 658 .\r\n","page_name":" 102 ","page_number":118},
  {"content":"\r\n\r\n\r\n9 . ورم صلب در فم رحم\r\nدليل آن ورم گرمى است كه مانده و سخت شده ، يا خلط سوداوى است كه سبب ورم شده است . « 1 » در اين حالت ، ورم صلب يا رتقه « 2 » ( بسته شده ) يا ثولول « 3 » ( زگيل ) و جز آن هرچه مسدود كننده فم رحم است ، عارض مىشود و مانع نزول منى به رحم مىگردد . در اين بيمارى ، ورم شديد فم رحم ( سرويكس ) يا وجود غشاى خارجى موجب مىشود سوراخ خارجى دهانه رحم متورم و بسته شود و نفوذ مايع منى در اين حالت سخت يا غير ممكن گردد . به اين حالت ، انغلاق ( بسته شدن ) هم مىگويند .\r\nعلائم « 4 »\r\n1 . با معاينه بيمار و لمس دهانه رحم توسط معاينه كننده مشخص مىگردد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شرح الاسباب ، باب امراض رحم .\r\n( 2 ) . آن است كه بر دهان فرج زن چيزى خارج و زايد از آفرينش طبيعى از جنس عضله يا پوستى پرده مانند بيرون آيد كه مانع از آراميدن با وى شود . لغتنامه دهخدا نقل از ( كشاف اصطلاحات فنون ) .\r\n( 3 ) . ورم‌هاى كوچك بسيار سخت و مانند نخود يا كوچك‌تر از آن و گرد لغتنامه دهخدا نقل از ( كشاف اصطلاحات فنون ) .\r\n( 4 ) . اكسير اعظم ، ج 3 ، بواسير رحم ، رويه 658 ؛ شرح اسباب ، بواسير رحم ، معالجات عقيلى ، ج 2 ، رويه 770 ؛ طب اكبرى ، ج 2 ، رويه 89 .\r\n","page_name":" 103 ","page_number":119},
  {"content":"\r\n\r\n2 . سخت بودن پشت زهار در موارد شديد مشاهده مىشود .\r\n3 . فم رحم سخت و سنگين است .\r\n4 . ساق پاها در حركت دچار لرزش مىشود ، اين علامت در موارد شديد و مزمن ديده مىشود ) .\r\nعلاج\r\n- بهترين درمان اين بيمارى ، جراحى و قطع و از بين بردن ناحيه چسبندگى يا برداشتن توده‌اى كه باعث انسداد شده با ابزار جراحى است .\r\n- زمانى كه امكان جراحى و برداشتن توده ممكن نيست ، نبايد به جهت درمان از ادويه حاد اكال « 1 » استفاده شود كه براى بيمار خطرناك است .\r\n- در صورت افزايش خلط سوداوى در بدن ، از مطبوخ افتيمون براى استفراغ سودا از بدن استفاده مىشود .\r\n- حقنه واژينال از روغن مرزنجوش ( به گونه‌اى كه روغن به طور كامل به فم رحم برسد ) .\r\n- استعمال حقنه‌هايى از روغن سوسن سفيد ، روغن نرگس ، روغن افسنتين ، مُر ، و زعفران ( هركدام به تنهايى ) يا حقنه روغن بيد انجير همراه موم زرد در واژن مىتواند در از بين بردن صلابت دهانه رحم مؤثر باشد .\r\n- ادويه‌هايى مانند مقل ، قطران ، مُر ، ميعه ، قسط ، و عود ( به شكل حقنه واژينال ) يا بخور رحم مىتواند در دراز مدت باعث باز شدن انسداد دهانه رحم گردد .\r\n- اگر هر شب هنگام خواب ، از حمول و شياف برگ انجره كه كاملًا پودر شده ، همراه با روغن مناسب در واژن استعمال شود مفيد است .\r\n- نشستن در آبزن تهيه شده از آب تازه تره سبزى و نمك و جوشانده آن ( روزانه يك بار ) در مدت دراز مؤثر است .\r\n- حمول يا بخور رحم با سُعد و بنگ ، حقنه در واژن با حلبه ، خطمى يا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . دارويى كه بشره گوشت و قرحه‌اى كه بر آن است را بخورد .\r\n","page_name":" 104 ","page_number":120},
  {"content":"\r\n\r\nروغن ايرسا ، و بخور جوز مىتوانند فم رحم را باز كنند . ( توجه : در مصرف احتياط شود ، زيرا مصرف بيش از معمول مىتواند به واژن يا سرويكس لطمه وارد كند ) .\r\n- استعمال مرهم داخليون با پيه اردك يا همراه گل خطمى و آرد حلبه در نرم كردن صلابت مفيد است .\r\n- چرب كردن پشت زهار با پيه و روغن‌هاى مرطوب كننده ( مانند نيلوفر و بنفشه ) و همزمان استعمال مغز ساق گاو يا روغن گاو در واژن - در صورتى كه مكرر مصرف شود - مناسب است .\r\n- شبت و اكليل الملك ، خطمى ، و برزك سفيد را به مقدار مساوى جوشانده صاف نمايند . بيمار بايد روزى يك بار به مدت 15 دقيقه تا زمانى كه به نتيجه مناسب برسد در آن بنشيند .\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":121},
  {"content":"\r\n\r\n\r\n10 . ميلان ( انحراف ) رحم\r\nميلان رحم به انتقال و انحراف رحم از محاذات و مقابل فرج گفته مىشود . در اين حالت ، فم رحم از مقابل دهانه فرج منحرف شده و خون قاعدگى نمىتواند خارج شود . همچنين ، مايع منى به هنگام نزديكى نمىتواند در دهانه رحم بريزد .\r\n\r\nسبب‌هاى بيمارى\r\n1 . ورم صلب در يكى از دو شق رحم كه باعث مىشود رحم به طرف محل تورم كشيده شود . « 1 »\r\n2 . تكاثف « 2 » و تقبض « 3 » در يك جانب رحم به دليل سردى يا خشكى كه در نتيجه آن ، هر دو جانب رحم در رطوبت و استرخاء و يبوست و تشنج مختلف مىشوند و رحم به يك سمت كشيده مىگردد . « 4 »\r\n3 . امتلائى كه در عروق پديد مىآيد ؛ به خصوص اگر در يك جانب باشد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اكسير اعظم ، ج 3 ، ميلان رحم ، رويه 660 .\r\n( 2 ) . كم شدن حجمى جسمى يا بيرون شدن هوا يا آب آن و نزديك شدن اجزاى اصلى به يكديگر .\r\n( 3 ) . تقبض : كشيده شدن .\r\n( 4 ) . اكسير اعظم ، ج 3 ، رويه 660 .\r\n","page_name":" 106 ","page_number":122},
  {"content":"\r\n\r\n4 . تمددى كه به سبب انصباب اخلاط غليظه به طرف رباطات و الياف‌هاى رحم ، در رباطها و ليف‌هاى يك سمت رحم عارض مىگردد و موجب مىشود طرفى كه سالم است به سمت آن كشيده شود .\r\n5 . كشيدن يا برداشتن چيزهاى سنگين .\r\n6 . جهيدن و جستن .\r\n7 . خوف عظيم ( ترس زياد ) ناگهانى ، مانند شنيدن صداى توپ .\r\n8 . گاهى نيز سبب آن خلقى است ، كه علاج ندارد . « 1 »\r\nعلائم\r\n1 . زن هنگام جماع درد دارد .\r\n2 . قابله با معاينه‌اى كه از بيمار انجام مىدهد آن را تشخيص مىدهد .\r\n3 . زحير يا عسر البول ( يا هر دو ) ممكن است اتفاق بيفتد .\r\nتوجه : در زحيرى كه در زنان روى مىدهد - بعد از وقوع اسبابى كه محدث انحراف‌اند ، مانند كشيدن بار گران ، برداشتن آن ، و جهيدن - بايد ابتدا تفحص نمود تا معلوم شود آيا انحرافى در رحم هست يا نه ، و بعد به معالجه زحير پرداخت . « 2 »\r\nعلاج\r\n- اگر دليل ميلان ، تكاثف و انقباض بدون وجود ماده باشد ، مىتوان حقنه واژن را به وسيله طبيخ انجير ، بابونه ، حلبه ، لب حب القرطم ، تخم كتان ، و روغن كنجد انجام داد . روغن بابونه ، چربى اردك و مرغ خانگى را نيز مىتوانند به عانه و داخل واژن بمالند . همچنين ، برگ كرنب ( كلم ) را با روغن كنجد و پيه ماكيان آميخته ، پشم را به آن آغشته نموده ، حمول سازند .\r\n- براى ازاله تقبض و تكاثف ، مىتوان از حمام مرطب و نشستن در آبزن‌هاى مُرخيه استفاده كرد .\r\n- اگر دليل ميلان ، اماله ماده يا امتلاى عروق ( پرى رگ‌ها ) و امتداد رگ‌ها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) معالجات عقيلى ، ج 2 ، رويه 118 .\r\n( 2 ) . طب اكبرى ، ج 2 ، رويه 78 .\r\n","page_name":" 107 ","page_number":123},
  {"content":"\r\n\r\nباشد ، مىتوان در همان سمت ، فصد صافن را انجام داد .\r\n- اگر دليل اماله مواد ، انصباب و رسيدن رطوبات بلغمى به رحم باشد ، براى تنقيه بلغم مىتوان از ايارجات استفاده كرد . براى اسهال و خارج كردن بلغم در اين حالت ، مىتوان :\r\n- هر روز صبح ناشتا از حب ايارج ، حب سكبينج ، يا ماء الاصول استفاده كرد .\r\n- همچنين ، مىتوان 5 گرم روغن بيدانجير را با 5 / 3 گرم ايارج فيقرا مخلوط نموده ، صبح‌ها روزى 1 تا 5 گرم از آن را به بيمار خوراند .\r\n- تزريق واژينال روغن‌هاى پاك كننده بلغم مانند روغن بان نيم‌گرم نيز مفيد است .\r\n- روغن‌مالى ناحيه عانه با روغن رازقى و بلسان و تزريق آن‌ها به واژن هم مفيد است .\r\n- از تخم كلم و حلبه پخته شده ضماد تهيه كرده برعانه و زير شكم قرار دهند .\r\n- بابونه ، مرزنگوش ، شنبليله ، و انجير خشك را به مقدار مساوى جوشانده و صاف نموده ، سپس مقدارى روغن كنجد به آن اضافه كنند . بيمار روزانه 20 دقيقه بايد در اين آبزن بنشيند .\r\n- در مدت درمان بيمار بايد از انجام حركت‌هاى سخت پرهيز كند .\r\n- هرگاه سبب و علت بيمارى زايل شده ولى انحراف باقى باشد ، قابله ماهر مىتواند با قيروطى تهيه شده از پيه مرغابى و مرغ ، فم رحم را چرب كرده و به آرامى ماساژ دهد تا زمانى كه رحم به جهت مناسب از سمت فرج برسد .\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":124},
  {"content":"\r\n\r\n\r\n11 . سمن و فربهى « 1 »\r\nهرگاه احوال بدن متغير شده و از اعتدال خارج گردد ، به لاغرى يا فربهى مفرط گرايش پيدا مىكند . چاقى ، به دليل ضغط و مزاحمت ، باعث انسداد يا تنگى مسالك رحم شده و در نتيجه ، خون قاعدگى دفع نمىشود .\r\nچاقى مفرط علاوه بر احتباس طمث ، از اسباب عقر در مردان و زنان شمرده مىشود . فربهى مىتواند در مردان موجب عوامل زير گردد :\r\n- كاهش اسپرم‌سازى يا افزايش رطوبت بدن آنان .\r\n- كوتاهى قضيب كه به سبب آن سر آلت به فم رحم نمىرسد و در نتيجه ، مايع منى نمىتواند به آسانى وارد رحم شود و سرد و فاسد مىشود .\r\nچاقى زن مىتواند موجب موارد زير گردد :\r\n- كاهش يا عدم تخمك گذارى .\r\n- افزايش رطوبت بدن .\r\n- تنگ شدن مجارى منى .\r\n- پنهان شدن فم رحم به دليل فشار ثرب « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اكسير اعظم ، ج 3 ، باب عقر ، رويه 751 . معالجات عقيلى ، ج 2 ، فصل 21 در بيان عقر ، رويه 789 ، شرح اسباب ، باب عقر ، رموز اعظم ، ج 2 ، فصل 23 ، عقر و عسر الحبل ، رويه 266 . مجربات فرنگى ، رويه 512 ، بيمارىهاى رحم ، قانون ، ج 3 ، رويه 414 .\r\n( 2 ) . ثرب : چادر پيه .\r\n","page_name":" 109 ","page_number":125},
  {"content":"\r\n\r\nآفاتى كه خوف وقوع آن در سمن مفرط وجود دارد ( در زن و مرد ) عبارتند از :\r\n- غشى و سكته به واسطه امتلا و ريختن ماده به فضاى دل ( قلب ) يا دماغ .\r\n- شكافتن رگ كبير ( آئورت ) كه رقيق الجرم است و چون بشكافد التحام نمىگيرد و ترميم نمىشود .\r\nعلائم\r\n1 . كثرت خوردن ( پرخورى ) .\r\n2 . بزرگى و بلندتر بودن شكم ( شكم بيش از حد معمول بزرگ است ) .\r\n3 . تنگى عانه به دليل كثرت چربى .\r\n4 . نفس‌تنگى به هنگام حركت و فعاليت به دليل امتلاى رگ‌ها و انعاظ ( فشار ) رگ‌ها و عدم نفوذ هواى مروح و خنك شدن به هنگام شدت گرما .\r\n5 . يبوست‌هاى مكرر و اذيت كننده .\r\n6 . عقم .\r\n7 . اگر حاملگى صورت پذيرد ، مدتى كوتاه پس از رشد جنين به دليل تنگى مكان وى ، احتمال سقط زياد است .\r\nعلاج\r\n- تقليل غذا در رژيم غذايى ( غذا بايد از لحاظ حجم زياد و از نظر غذائيت كم باشد ) « 1 » .\r\n- تقليل نوم .\r\n- كثرت تعب ، آسايش نكردن قبل از غذا خوردن ، شست و شوى پياپى ، و خوابيدن بر زمين سخت .\r\n- رياضت پيش از طعام ( ورزش‌هاى سريع قبل از خوردن غذا ) . رياضت بايد قويه و مفرطه ( شديد ) باشد ، به گونه‌اى كه بشره بدن گرم و سرخ گردد . به سبب كثرت توجه روح ، خون به سوى ظاهر آيد و عرق بسيار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قانون ، ج 4 ، رويه 357 .\r\n","page_name":" 110 ","page_number":126},
  {"content":"\r\n\r\nجارى شود و چون فرد افراط در گرمى و تحليل نمايد ، ذبول و لاغرى در بدن ظاهر شده بعد از عرق ، كلال و ملال بسيار عارض گردد . « 1 »\r\n- استفاده از مجففات دوايى كه به قوت مجففه خود احداث تجفيف و خشكى در عضو نمايد و رطوبات آن را تلطيف نمايد و به تحليل برد ؛ مانند سندروس ، تناول اغذيه مجففه يابسه ، استعمال اضمده مجففه رطوبات ، حركت مفرط ، و بيدارى مفرط « 2 » .\r\n- به كار بردن مسهلات دوايى كه به قوت مسهله و حرارت و نفوذ و جلا و ترقيق و جذب و دفع خود ، از اقاصى و عروق و منافذ بدن ، اخلاط فاسده و فضول معديه را جذب و اخراج و دفع نمايد به طريق امعاء « 3 » ، مانند آلو ، افتيمون ، تُربد ، ترنجبين ، و تمر هندى « 4 » .\r\n- خوردن مدرات دوايى كه به قوت حرارت و تلطيف خود ، اخراج و دفع نمايد مائيت غذا و فضول سياله را به بول ، حيض ، عرق ، و شير ؛ مانند خربزه و تخم آن ، خيار ، هندوانه ، كدو و تخم آن‌ها ، ماء القرع ، ماءالشعير .\r\n- استفاده از غذاهاى بدون گوشت و ترش مزه و ادويه و غذاهاى يابسه .\r\n- لاغر كردن بدن به استفراغ با فصد « 5 » ، اسهال ، و حقنه‌هاى حاره « 6 » . مانند سداب ، برنجاسف ، تربد ، اسطوخودوس ، روغن زيتون ، روغن بادام تلخ ، و غيره .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . خلاصة الحكمه ، ج 1 ، رويه 857 .\r\n( 2 ) . خلاصة الحكمه ، رويه 500 .\r\n( 3 ) . مخزن الادويه ، رويه 17 .\r\n( 4 ) . خلاصة الحكمه ، ج 1 ، رويه 114 .\r\n( 5 ) . فصد استفراغى است كلى كه مستخرج مىگردد از آن اخلاط اربعه . در افراد فربه لحمى گوشتى كه بدن آنان صلب و گرم است مىتوان آن را انجام داد ، ولى در بدن رخو و نرم جايز نيست ( خلاصة الحكمه ، ج 1 ، رويه 1207 ) . در اينجا فصد صافن يا با سليق در نزديكى زمان قاعدگى مناسب است . ( باسليق اسم پادشاه عظيم الشأن است و چون رگى كه در فصد باسليق زده مىشود اتصال به قلب ، دماغ ، ريه ، حجاب ، صدر دارد و اين‌ها از اعضا رئيس و شريف هستند و لهذا شرافت دارد از رگ‌هاى ديگر كه از كبد روييده‌اند و از اين جهت مشابهت به سلطان عظيم الشأن دارد . ( خلاصة الحكمه ، ج 2 ، رويه 1222 ) .\r\n( 6 ) . ادويه‌هاى نافع را در آب جوش داده صاف نموده با بعضى املاح و ادهان مناسبه نيم گرم به معا مستقيم مىفرستند ( خلاصة الحكمه ، ج 2 ، رويه 1272 ) حقنه جذب اعلى به اسافل مىنمايد جهت آنكه ملين و مزلق اثفال حاصله در امعاء و مسهل فضول است به قوت مسهله و ملينه و مزلقه كه در آن مىباشد . پس چون اسهال اخلاط امعاء نموده شد ، فضول حاصله ميل به سوى معده مىنمايد و دفع مىشود ( خلاصة الحكمه ، ج 2 ، رويه 1273 ) .\r\n","page_name":" 111 ","page_number":127},
  {"content":"\r\n\r\n- استحمام يابس قبل از صبحانه ( فرد بايد با شكم گرسنه در هواى حمام بنشيند و آب استعمال نكنند ) .\r\n- مالش بدن با روغن‌هاى گرم و خشك ( حار يابس ) كه محلل هستند ؛ مانند روغن زنبق ، سير ، نسرين ، شبت ، بابونه ، و قُسط .\r\n- دلك كثير « 1 » طولانى مدت در صبح و بدون روغن كه باعث تحليل بسيار و لاغرى مىشود .\r\n- استفاده از ادويه‌هاى لاغر كننده ، مانند اطريفل صغير ، معجون فلافلى ، معجون كُمونى ، انقرديا ، سنجرنيا ، و دواء الملك كه بايد مداوم و براى مدت طولانى مصرف شود . يا خوردن ادويه‌هاى گرم و خشك ، مانند دستور زير :\r\nزنيان ، تخم رازيانه ، زيره ، و سداب را ( از هركدام 14 گرم ) با هم مخلوط كرده و با 5 / 3 گرم مرزنگوش خشك و 5 / 3 گرم بوره ارمنى و 7 گرم چوب لك يا لك مغسول شده كاملًا كوبيده مخلوط كنند و روزى 5 گرم از معجون حاصل را ميل كنند .\r\nيا 5 / 3 گرم لك مغسول را همراه مقدار مناسب سركه انگورى چند روز متوالى قبل از صبحانه بخورند .\r\n- نشستن در آفتاب .\r\n- زمانى كه دليل احتباس طمث سمن و فربهى است ، علاوه بر موارد بالا ، مىتوان از بخورهاى قاعده‌آور هم استفاده كرد . براى نمونه : ميعه يابسه ، زنجبيل ، عاقرقرحا ، اظفار طيب ، عود هندى ، و جاوشير را ( از هر كدام حدود 5 / 3 گرم ) در ظرف فلزىاى كه تنها يك سوراخ براى خروج دود از آن وجود داشته باشد ريخته و بيمار دستگاه تناسلى خود را به گونه‌اى كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . دلك كثير : ماساژ زياد .\r\n","page_name":" 112 ","page_number":128},
  {"content":"\r\n\r\nبخارات به رحم برسد ، روى آن قرار دهد . همچنين ، مىتواند علك البطم ، جاوشير ، مشك ، و نخود سياه را به مقدار مساوى مخلوط كرده و بخور دهد « 1 » .\r\nنكته\r\nاگر حرارت در مزاج بيمار غالب باشد ، نبايد از مسخّنات استفاده كند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اكسير اعظم ، ج 3 ، رويه 854 ؛ معالجات عقيلى ، ج 3 ، رويه 650 .\r\n","page_name":" 113 ","page_number":129},
  {"content":"\r\n\r\n\r\n12 . هزال « 1 » ( لاغرى مفرط )\r\nدر لاغرى مفرط ، بدن غذاى كافى براى اصلاح نفس ندارد و دچار كاهش قوا براى نگهدارى جنين مىشود . اگر باردارى در اين افراد صورت پذيرد ، اهتمام طبيعت به سوى بدن مادر است و از تدبير جنين دور مىشود . در نتيجه ، ضعف جنين و سقط صورت مىپذيرد . همچنين ، هُزال از طريق مشاركت مىتواند موجب احتباس طمث گردد .\r\n\r\nاسباب هزال ( دلايل و علت‌هاى لاغرى مفرط )\r\nاز سبب‌هايى كه موجب لاغرى بيش از حد مىگردند مىتوان اين چند سبب عمده را برشمرد :\r\n- . شخص غذاى كمترى مىخورد و در نتيجه ، بدل مايتحلل به وى نمىرسد و حجم بدن كاهش مىيابد . در نتيجه ، لاغر مىشود .\r\n- غذايى كه مصرف مىكند ، بسيار لطيف است و از غايت لطافت زودتر و بيشتر تحليل مىيابد و بدن از آن بهره نمىبرد ( استفاده از مواد غذايى زود هضم كه از بدن سريع دفع مىشوند ) .\r\n- خوردن غذاى فاسد و نامطبوع كه خون فاسد از آن حاصل مىآيد و به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اكسير اعظم ، ج 3 ، رويه 850 ؛ شرح اسباب ، باب هزال ؛ طب اكبرى ، ج 2 ، رويه 95 .\r\n","page_name":" 114 ","page_number":130},
  {"content":"\r\n\r\nجهت فساد ، طبيعت آن را جزو بدن نمىسازد ( مصرف مواد غذايى كه هضم آن‌ها سخت بوده و جذب مواد مفيد آن براى بدن بسيار اندك است ) .\r\n- به دليل سوءمزاجى كه در بدن به وجود آمده ، جذب غذا كمتر صورت مىپذيرد ( مانند بيمارىهاى مزمن و طولانى مدت ) .\r\n- در احشا آفتى باشد ؛ چنان كه :\r\nدر جگر و ماساريقا سُده افتد ( اختلال در عملكرد كبد ) و بدان سبب غذا به اعضا - چنان‌چه بايد - نافذ نگردد ( جذب صورت نمىپذيرد )\r\nيا بزرگى طحال پديد آيد و از جگر سودا جذب ننمايد و بدان سبب ، قوت جگر سست شود و مزاج او فاسد گردد و در توزيع غذا فتورى رو نمايد و اعضا را بهره نرساند چنان‌چه بايد ( جذب و توزيع مواد در بدن به درستى انجام نمىشود )\r\nيا در معده و روده كرم متولّد شود ( بيمارىهاى انگلى ) و هرچه خورده شود ، به خود كشد و بدان سبب اعضا را نصيب تمام نرسد\r\nيا تحليل بيشتر افتد ( مصرف انرژى بيشتر از مقدار ورودى به بدن باشد ) ، به دليل غُموم و هموم ( اضطراب و افسردگى ) و كثرت رياضت ( كارهاى سخت بدنى يا ورزش مفرط ) .\r\nعلاج\r\n1 . ازاله سبب مهزله ( از بين بردن دليل لاغرى ) . يعنى با توجه به دليل لاغرى درمان صورت مىپذيرد . مانند :\r\n- آرامش و آسايش ، دورى از غم و اندوه ، پوشيدن جامه‌هاى نرم ، خوشحالى و سُرور ، بوييدن عطريات .\r\n- ترك كارهاى سخت بدنى و ورزش‌هاى سنگين .\r\n- استفاده از مواد غذايىاى كه مواد مغذى براى بدن دارند ، مانند : جوجه‌كباب ، حلوا ، سرخ كردنىها ، كباب ، ميوه‌ها ، نان‌هاى غنى شده .\r\n- درمان بيمارىهاى مزمن كه فرد دچار آن شده است .\r\n2 . افزايش رطوبت بدن به وسيله استحمام با آب گرم هفته‌اى 2 تا 3 بار .\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":131},
  {"content":"\r\n\r\n3 . ماساژ بدن با روغن‌هاى مرطوب كننده مانند بنفشه و نيلوفر ، هفته‌اى يك بار .\r\nتوجه : بايد به مقدار كم از اين روغن‌ها استفاده شود ، زيرا مقادير زياد مىتوانند جلد ( پوست ) را مسترخى ( سست ) كنند .\r\n4 . تسمين بدن . بعد از زوال سبب ( از بين بردن علت لاغرى ) ، اشربه و اغذيه و ادويه مسمنه ( چاق كننده ) برحسب حاجت فرد ( بسته به وضعيت جسمى و هضم ) استفاده شود . براى اين كار :\r\n- نخود ، باقلاى مقشر ( پوست كنده ) ، و مغز تخم كدوى شيرين را كوبيده و با مقدارى روغن بپزند و با آب انار شيرين مخلوط كرده كمى حرارت دهند و در انتها كمى كشك به آن اضافه كنند . زمانى كه آب آن كاملًا تبخير شد ، مانند حلوا هر روز مقدارى از آن ( حدود 5 قاشق غذاخورى ) مصرف كنند .\r\n- 120 گرم نخود سفيد را در شير بخيسانند تا شير كاملًا جذب آن شود . سپس ، نخودها را در محل خشكى پهن نموده ، پس از خشك كردن ، آن‌ها را كاملًا آرد كرده ، حدود 35 گرم از آرد نخود را همراه 7 گرم از آرد برنج يا آرد جو يا آرد گندم ( هر كدام كه موجود بود ) و 17 گرم پودر تخم خشخاش سفيد مخلوط كرده ، با شير تازه گاو به شكل فرنى بپزند . سپس ، مقدارى قند به آن اضافه نموده ، هر روز صبح قبل از صبحانه ميل كنند . مصرف آن بايد تا زمانى كه اثر آن ظاهر شود ادامه يابد .\r\n- مويز بدون هسته را در آب بجوشانند تا دو ثلث آب آن بخار شود ، عناب را هم جوشانده به آن اضافه كرده ، سپس آن را صاف كرده به آن مغز بادام شيرين ، مغز تخم كدو ، و صمغ عربى تفت داده كوبيده شده اضافه كنند . مقدارى روغن بنفشه و روغن پيه مرغ فربه را داخل آن كرده ، مجدداً بجوشانند تا مانند حلوا شود و روغن بيندازد . حلوا را ميل كنند و با روغن به دست آمده هر روز بدن را ماساژ دهند .\r\n5 . خوردن اشياء مسمنه . استفاده از مواد خوراكى زير مىتواند يك درمان عمومى براى لاغرى مفرط باشد :\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":132},
  {"content":"\r\n\r\n- شكمبه گاو و گوسفند ، نان پخته شده با باديان ، نان خمير شده با شير ، شير برنج ، مغزهاى حيوانات ، پستان حيوانات ، خرچنگ پخته شده يا بريان شده ، گوشت ماهى تازه ، مرغ فربه ، بره ، روغن گاو ، شير شتر ، نخود ، باقلاى تازه ، اسپست ( يونجه ) ، مغز بادام شيرين ، خشخاش ، فندق ، انگور شيرين ، انجير ، مغز گردو ، مغزيجاتى مانند پسته و نارگيل ، حلواى زردك ، حلواى مغزيجات ، حلواى گردو ، حليم ، فرنى ، تخم مرغ .\r\n- مغز بادام شيرين ، خشخاش ، فندق ، حب صنوبر ، حب السمنه ، و حب الخضراء همه را نرم كوبيده با روغن گاو مخلوط كرده ، روى حرارت قرار دهند و كمى شكر به آن اضافه نموده صبح و شب به قدر قوت بخورند .\r\nتوجه : در تناول اطعمه رعايت هضم واجب است ؛ زيرا اكل مُغلظات ( خوردن مواد غليظ و سنگين ) با قصور هضم مبطل است و مىتواند باعث هزال شود ، زيرا اگر هضم مناسب و خوب نباشد ، مواد غذايى سنگين را نمىتواند مصرف نمايد .\r\nهمچنين ، تكثير غذا ( افزايش ميزان و مقدار غذا ) در بر طرف كردن هزال بسيار مؤثر است ، به شرط اينكه هضم صحيح باشد .\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":133},
  {"content":"\r\n\r\n\r\n13 . عوامل نفسانيه « 1 »\r\nعوامل نفسانيه تأثيرى قوى در بدن دارند و مؤثرتر ، قوىتر و سريع‌تر از امور بدنيه‌اند . البته ، بسته به اشخاص مختلف اين تغييرات شدت و ضعف دارد . در افراد قوى النفس - مثل مردان - تأثير كم است ، ولى زنان به سبب ضعف نسبى قوا و ارواح و دور بودنشان از امور ترسناك ، بيشتر متأثر مىشوند . لذا اخلاط در بدن انقلاب مىكند و در افعالشان تأثير مىگذارد . « 2 » از طرفى ، نفس و بدن در يكديگر تأثير متقابل دارند و حالات و هيئت‌هايى كه بر نفس عارض مىگردد ، گاهى در بدن اثر مىگذارد ؛ مانند ترس و بيم كه باعث از كار افتادن نيروى شهوت و نيروى هضم و نيروهاى ديگر بدنى مىشود . « 3 » امور نفسانيه عبارتند از : غضب ، خوف ، حزن « 4 » ، و فرح « 5 » . اين امور باعث\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . خلاصة التجارب ، رويه 600 ؛ معالجات عقيلى ، ج 2 ، رويه 762 ؛ اكسير اعظم ، ج 3 ، رويه 780 ؛ طب اكبرى ، ج 2 ، رويه 89 .\r\n( 2 ) . طب الاكبرى ، رويه 94 .\r\n( 3 ) . اشارات ، ج 1 ، رويه 463 .\r\n( 4 ) . غم ، همه كس را زيان دارد ؛ خصوصاً كسى كه مزاجش گرم نباشد ، چه سرد بود و خشك ، مرد را هلاك كند جز كه به عقل مقاومت كند . تقويم الصحه ، رويه 129 .\r\n( 5 ) . شادى حرارت غريزى در تن بگستراند ؛ ولى چون ناگهان رسد ، خطر مرگ دارد چه ، حرارت غريزى از دل به يك باره جدا گردد . تقويم الصحه ، رويه 129 .\r\n","page_name":" 118 ","page_number":134},
  {"content":"\r\n\r\nعقر و سقوط نمىشوند ، مگر عند الافراط ، خصوصاً خوشحالى شديد به ندرت باعث سقط مىگردد . « 1 » منشأ نيروهاى بدنى روح حيوانى است و عوارضى كه باعث انقباض و در خود فرورفتگى روح مىشود ، منجر به پايين آمدن و انحطاط نيرو مىگردد ؛ مانند ترس و اندوه كه باعث انقباض روح مىشود و در نتيجه نيروى بدنى رو به نقصان و انحطاط مىنهد . عوارضى كه باعث حركت و انبساط روح مىشوند ( مانند خشم ، رقابت ، شادى ، و نشاط ) سبب ازدياد نيرو مىشوند . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . طب اكبرى ، ج 2 ، رويه 78 .\r\n( 2 ) . اشارات ، ج 1 ، رويه 463 .\r\n","page_name":" 119 ","page_number":135},
  {"content":"\r\n\r\n\r\n14 . عوامل خارجيه\r\nزمانى كه در بررسى زوج‌هاى نازا هيچ‌يك از سبب‌هاى آورده شده يافت نشود ، ممكن است عوامل خارجى در به وجود آمدن عقر دخالت داشته باشند . سبب‌هاى خارجى را مىتوان به دو گروه تقسيم كرد : « 1 »\r\n1 . عوامل و دلايلى كه باعث ضعف بدن مىشوند ؛ مانند ضربه‌ها ، بيمارىهاى مزمن ، استفراغ اخلاط از بدن و . . . كه بيشتر موجب سقطهاى زودرس حتى پيش از تشخيص باردارى مىگردند .\r\n2 . مسائل مربوط به نحوه مباشرت ( نزديكى ) .\r\n\r\nسبب‌هاى خارجى مضعف قُوا « 2 » ( ضعيف كننده نيروى ماسكه رحم )\r\n1 . آلام بدنى . مانند گرسنگىهاى شديد و متوالى كه باعث ضعيف شدن قوت بدنى مادر مىشوند . در نتيجه ، طبيعت از حفظ جنين منصرف شده و به طرف مادر متوجه مىگردد . در اثر انصراف طبيعت ، مواد غذايى جنين كاهش پذيرفته ، جنين هلاك و دفع مىشود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . رحم از علت پاك شود و بدن سالم ، اما از امور خارجيه يا نفسانيه چيزى به وقوع انجامد كه مانع استقرار نطفه يا جنين گردد .\r\n( 2 ) . خلاصة التجارب ، رويه 600 ؛ معالجات عقيلى ، ج 2 ، رويه 762 ؛ اكسير اعظم ، ج 3 ، رويه 780 ؛ طب اكبرى ، ج 2 ، رويه 89 .\r\n","page_name":" 120 ","page_number":136},
  {"content":"\r\n\r\n2 . بيمارىهاى مزمن . مانند تب ، صرع ، سكته ، فلج ، دردهاى شديد و به طور كلى هر مرض و سقمى كه قوه ماسكه رحم را ضعيف نمايد ، مىتواند موجب عقر يا سقط زودرس شود .\r\n3 . گرما يا سرماى شديد كه يك باره به بدن برسد .\r\n4 . برداشتن و حمل اشياى سنگين .\r\n5 . استفراغ خلط از بدن از طريق اسهال يا فصد :\r\n- يا باعث ضعيف شدن روده‌ها شده و به دليل كثرت اختلاف و مرور مواد بر او ، « 1 » رحم ضعيف شده و نمىتواند جنين را نگهدارى نمايد ( ضعف امساك جنين )\r\n- يا در اثر شدت از دست رفتن مواد مورد نياز رشد جنين و كاهش غذاى مورد مصرف آن ، حاملگى در مراحل ابتدايى از بين مىرود .\r\n6 . استحمام‌هاى مفرط و طولانى . كثرت استحمام ، مزلق و مرخى ( لغزاننده و سست كننده ) رحم است .\r\n\r\nسبب‌هاى ناشى از مباشرت « 2 »\r\n1 . سرعت بلند شدن زن پس از انزال قبل از زمانى كه منى در رحم مستقر شود .\r\n2 . انجام دادن حركات سخت و برداشتن اشياى سنگين پس از نزديكى ، به گونه‌اى كه موجب خروج منى قبل از استقرار آن در رحم گردد .\r\n3 . زمان انزال زن و مرد مختلف باشد و مدام انزال يكى از آن دو سابق ( زودتر ) بود . ( انزال دو زوج با هم صورت نپذيرد ) .\r\n4 . كثرت جماع مىتواند محرّك رحم به خارج از موقعيت خودش باشد ، زيرا به طور طبيعى ، رحم اشتياق به جذب منى دارد و تعدد نزديكىها مىتواند با ايجاد انقباضات رحمى موجب دفع تخم لقاح يافته شود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . يعنى در اثر انصباب ، اخلاط بر رحم كه مجاور روده‌ها است ريخته مىشود\r\n( 2 ) . خلاصة التجارب ، رويه 600 ؛ معالجات عقيلى ، ج 2 ، رويه 762 ؛ اكسير اعظم ، ج 3 ، رويه 780 ؛ طب اكبرى ، ج 2 ، رويه 89 .\r\n","page_name":" 121 ","page_number":137},
  {"content":"\r\n\r\nدر كتاب خلاصة التجارب « 1 » ، در باب امراض مخصوصه به عورات و اسباب و معالجه آن‌ها ، پس از توضيح عقر و شمردن داروهاى عمومى سودمند در معالجه نازايى آمده است :\r\nببايد دانستن كه ائتلاف « 2 » و محبت زوجين را در اين باب ( عُقر ) اثر عظيم است و اين حال موقوف بر چند امر است : يكى ، مرغوبيت صورت . دوم ، حسن سيرت و معاشرت و مجامعت . سيم ، تناسب آلت . چهارم ، صدق شهوت . پنجم ، توافق فراغت از انزال منى و رطوبت « 3 » . بنابراين معانى ، حكما فرموده‌اند كه مناكحت « 4 » با جميله اختيار كنند ، و تا اشتهاى جانبين صادق نباشد صحبت ندارند « 5 » ، و در وقت ميل صحبت رفع موانع تلذذ - از مشغول بودن طبع به عرضى نفسانى يا به دفع بول و براز و غيره - حسب المقدور بكنند « 6 » ، و به خوش‌خويى و خوشبويى و خُشگويى و ملاعبه و ملاحظه بعد صدق رغبت بر هيئات مقرر عام مشغول شوند « 7 » ، و در ارسال منى زوج خود را نگاه دارد ، چندان‌كه زن ابتدا كند « 8 » در آن حال زوج هم فارغ سازد خود را ، و زن را در حين انزال سخت به خود بركشد و بدارد چندان‌كه حركات فم رحم او كه شبيه است به حركات قضيب در حين انزال تمام شود و رحم قرار گيرد « 9 » ، آن‌گاه به آهستگى برخيزد و زن هم چنان مدتى زانوها را برآورده و ران‌ها را به هم نهاده قرار گيرد تا عقد انعقاد صورت بندد « 10 » . و تأثير اين ائتلاف و محبت در زوجين در حسن سيرت و اخلاق فرزند هم بسيار است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . خلاصة التجارب ، رويه 520 .\r\n( 2 ) . ائتلاف : با همديگر الفت گرفتن و پيوسته شدن .\r\n( 3 ) . يعنى زمان انزال زوجين نزديك به هم يا هم زمان باشد .\r\n( 4 ) . مناكحت : ازدواج كردن .\r\n( 5 ) . يعنى بايد هر دو زوج تمايل به نزديكى داشته باشند .\r\n( 6 ) . تصور مسائل روزمره در حين نزديكى مانع لذت طرفين مىگردد .\r\n( 7 ) . قبل از انجام نزديكى به تحريكات جنسى بپردازند .\r\n( 8 ) . ابتدا انزال زن صورت پذيرد .\r\n( 9 ) . پس از ارگاسم و انزال رحم به حالت اوليه خود باز مىگردد .\r\n( 10 ) . لقاح صورت پذيرد .\r\n","page_name":" 122 ","page_number":138},
  {"content":"\r\n\r\nحكيم شمس‌الدين احمد در كتاب جامع و ارزشمند خزائن الملوك « 1 » نيز نكاتى قابل توجه درباره آموزش مسائل جنسى به شرح زير آورده است :\r\nبايد دانست كه جماع حركتى است بدنى و تنقيحى « 2 » است طبعى . و در اين ، اطبّا چند قواعد مقرر داشته‌اند :\r\nنخستين در فعل جماع كه اعتماد بر صحت دارد . اطبّا گفته‌اند كه اعتماد در جماع حفظ صحت بر شهوت صادق و امتلاى اوعيه منى و توقع حصول خفت و راحت از مباشرت مىباشد « 3 » و آن كسى كه حريص بر جماع باشد تا هنگامى كه او را خفقان قلب و ضعف اعضا و تغيير نفس از حال طبعى عارض نشود باك ندارد . « 4 » دومى در اختيار وقت جماع . بهترين وقت از اوقات جماع آن است كه هضم اول و ثانى اتمام يافته باشد و اين در اشخاص مختلف مىباشد و بر تقريب آن است كه اگر عادت تناول غذا وقت عصر باشد ، هنگام نوم عشا ( ابتداى شب ) مباشرت واقع شود و ماهرين « 5 » گفته‌اند كه جماع اگر بعد از نصف شب به وقوع آيد ، بهتر است كه خواب طويله بعدش تدارك ضعف فعل آن مىنمايد و استراحت به بدن حصول آيد « 6 » ، و باعث استقرار منى در رحم بود و فرزند به حسب خلقت بهتر به وجود مىآيد .\r\nسومى در بيان بهترين و بدترين اشكال جماع . اطبّا گفته‌اند كه بهترين شكل از اشكال جماع آن است كه عورت بر بستر مستلقى باشد « 7 » و مرد بالاى وركين آن واقع شده « 8 » مباشرت كنند . و ماهرين تصريح كرده‌اند كه مرد بالا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . خزائن الملوك ، رويه 86 .\r\n( 2 ) . تنقيح : پاكيزگى .\r\n( 3 ) . نزديكى در زمانى كه تحريك جنسى واقع شده صورت پذيرد .\r\n( 4 ) . تعداد نزديك به قدرت جسمى زوج مربوط است و تا زمانى كه احساس تنگى نفس و ضعف نمىنمايد مشكلى براى زوج ايجاد نمىشود .\r\n( 5 ) . افرادى كه مهارت دارند .\r\n( 6 ) . خواب طولانى بعد از نزديكى در نيمه شب به تمديد قواى جسمانى كمك مىنمايد .\r\n( 7 ) . زن بر پشت خوابيده باشد .\r\n( 8 ) . بر روى ران‌هاى آن نشسته باشد .\r\n","page_name":" 123 ","page_number":139},
  {"content":"\r\n\r\nآمده بر دو زانو قائم بوده هر دو پاى زن برداشته در بيغوله ران‌هاى « 1 » خود نهاده ، عانه به عانه ، شكم به شكم ، سينه به سينه ، لب به لب منضم كرده ، به حركت خفيفه ( آرام ) جماعى مشغول شود .\r\nو از بدترين شكل از اشكال جماع آن است كه مرد مستلقى بر بستر به پشت باشد و عورت بر آن علو شده مباشرت نمايد .\r\nو گفته‌اند كه جماع قياماً ( ايستاده ) مورث وجع ركبه و وجع الورك « 2 » باشد و در جماع على الجنب منى به رفق خروج نمىيابد « 3 » و وجع كليه و ورم قضيب و اربيتين « 4 » از آن متولّد مىشود .\r\nچهارم ، در صراحت مضرات و موانع جماع . حاذقين گفته‌اند كه جماع پس از امتلاى طعام مورث وجع مفاصل و سستى عضلات و سدّه و ضيق النفس و رعشه و استسقا مىباشد ، و جماع در گرسنگى ضعف و خفقان آرد . و جماع با طفل صغير ، و زن پير ، و زن جوان حائض ، و عليل ، و بعيد العهد به نكاح و زشت‌رو مضر است . و همچنين منع است پس از رياضت و بىخوابى مفرط و عوارض نفسانى و بعد از قى و مسهل و حمام معرق « 5 » و در فصول يابسه و محلله و هواى وبائى ، و در سُكر ( مستى ) هم منع است .\r\nپنجم ، در عمل از جماع . حاذقين گفته‌اند كه پس از انفراغ « 6 » جماع فى الحال شيرينى خورد تا از مضرت و ضعف انزال مصون باشد و به زودى بر جماع ديگر قادر گردد . و واجب است پس از جماع از نوشيدن آب سرد و اشربه بارده كه موجب برودت جگر و استرخاء و رعشه مىگردد ، همچنين از اغتسال به آب سرد اجتناب كند .\r\nششم ، در شرح مضرات ترك جماع تا مدت مديد . بدانند كه از ترك جماع تا مدت مديد ، اكثر اشخاص را احتمالِ گرانى تن و گرم شدن منى در اوعيه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انتهاى ران .\r\n( 2 ) . درد زانو و لگن .\r\n( 3 ) . در نزديكى در مدت كوتاهى پس از انزال ، منى به راحتى خارج نمىشود .\r\n( 4 ) . اربيتين : بيضه‌ها .\r\n( 5 ) . معرق : عرق‌آور .\r\n( 6 ) . انفراغ : اتمام ، فارغ شدن .\r\n","page_name":" 124 ","page_number":140},
  {"content":"\r\n\r\nو رسيدن بخار بدن و پديد آمدن تب و احتمال برآمدن بخار آن به دماغ و پديدار شدن خيرگى چشم و وسواس و دَوَران سر مىباشد . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ابن موجز در الموجز هيئتى را كه موجب حمل مىشود آورده و لازم مىداند كه پاهاى زن ساعتى پس از آن براى استقرار منى بسته باشد و اگر در اين حالت بخوابد مناسب‌تر است . الموجز فى الطب ، رويه 256 .\r\n","page_name":" 125 ","page_number":141},
  {"content":"\r\n\r\n\r\nگفتار ششم : معين بر حمل\r\nعنوانى است كه پس از شمرده شدن علت‌هاى نازايى و درمان آن‌ها در پايان باب عقر و عسر الحبل در منابع مربوط به بيمارىهاى زنان آورده شده است . در اين بخش ، به داروها و تدابيرى اشاره مىشود كه بدون توجه به علت و درمان نازايى مىتوانند كمك‌كار يا تسريع كننده بارورى باشند . به عبارتى ، مىتوان گفت تدابير و ادويه آورده شده به عنوان معين بر حمل مىتوانند به طور عمومى براى افزايش ميزان بارورى زوجين - بدون در نظر گرفتن علت عقم و نابارورى - تجويز گردند . به طور معمول ، روش مصرف اين ادويه در زنان به شكل خوراكى ، بخور ، و فرزجه ، و در مردان به طريقه طلا و ماليدن ذكر شده است . بيشتر تدابير و داروهاى آورده شده در اين باب را مىتوان به صورت تكرار در تمام كتاب‌ها مشاهده كرد ، به گونه‌اى كه گاهى تنها تفاوت در يك جزو از نسخه است . همچنين ، در بعضى نسخه‌ها اسامى ادويه‌اى ديده مىشود كه شايد به راحتى نتوان تهيه كرد ( مانند مدفوع روباه ) يا دارو به شكلى است كه بيمار به هيچ وجه نمىتواند آن را مصرف كند ( مانند نوشيدن ادرار فيل ) . در اين بخش ، سعى شده تعدادى از نسخه‌ها و تدابير مشترك در منابع مختلف آورده شود .\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":142},
  {"content":"\r\n\r\nاز ادويه‌هاى معين بر حمل كه به طريق خوراكى مصرف مىگردد مىتوان به موارد زير اشاره كرد :\r\n- يك ساعت قبل از نزديكى ، زن بدون اينكه بداند مقدارى از بول فيل را بنوشد . « 1 »\r\n- مقل ارزق ، شحم حنظل ، غاريقون ، سقمونيا را ( از هر كدام يك جزء ) گرفته كاملًا پودر نمايند . پس از مخلوط كردن ادويه‌هاى خشك ، به مقدار مناسب عسل اضافه كرده معجون به دست آمده را هر روز ميل نمايند . « 2 »\r\n- 5 گرم تخم گزر را در يك ليوان آب جوشانده ، پس از صاف كردن به تدريج آن را بنوشند . « 3 »\r\n- بهمن سفيد و سرخ ، قاقله ، مغز چلغوزه ، دارچين ( از هر كدام 6 گرم ) ، مرواريد ناسفته بُسد ( مرجان ) ، فلفل ، زنجبيل ، قرنفل ، جوز هندى ، سگبينج ، ساذج هندى ، برگ قرنفل ( از هر كدام 5 / 3 گرم ) ، گردو و زعفران ( از هر كدام 1 گرم ) تهيه نموده همه را كوبيده با هم مخلوط نمايند . سپس سه برابر مقدار مواد خشك به دست آمده عسل كف گرفته « 4 » به آن اضافه نموده و آن را در ظرف شيشه‌اى نگاه دارند . هر شب ، مرد و زن بايد 5 / 2 گرم از آن بخورند . « 5 »\r\n- همچنين است بزر سيساليوس . « 6 »\r\n\r\nتدابير معين حمل كه توسط زنان انجام مىگيرد\r\n- زعفران ، ميعه ، مصطكى ( از هر كدام 1 گرم ) همراه 5 / 3 گرم ساذج هندى ، بسيار نرم كوبيده شده با هم مخلوط نمايند . سپس 10 گرم شمع ( موم ) را به مقدار مناسب روغن نارگيل و روغن گل سرخ اضافه كرده در اين مرحله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اسرار نكاح ، رويه 80 ؛ الموجز ، رويه 257 .\r\n( 2 ) . همان .\r\n( 3 ) . تدابير حبالى ، رويه 97 .\r\n( 4 ) . عسلى كه با آب باران يا آب مقطر مخلوط شده و روى حرارت غير مستقيم جوشيده است .\r\n( 5 ) . قرابادين قادرى ، رويه 123 .\r\n( 6 ) . الموجز فى الطب ، رويه 257 .\r\n","page_name":" 127 ","page_number":143},
  {"content":"\r\n\r\nمواد خشك را به آن افزوده و زن تكه پشمى را به آن آغشته نموده هر شب در واژن خود قرار دهد .\r\n- جند بيدستر ، ميعه ، فرفيون ، جاوشير ، حب بلسان ، قسط ، سنبل ، و مقل ارزق را به مقدار مساوى تهيه كرده همه را كوبيده با شراب مخلوط نمايند . چهار ساعت قبل از زمان مباشرت در واژن قرار دهند .\r\n- 1 گرم از سرگين بز كوهى و پنير مايه خرگوش را كوبيده و بيخته ، سپس با عسلى كه گرم شده است « 1 » مخلوط نمايند . پشمى را به آن آغشته نموده پس از طهر فرزجه نمايند . « 2 »\r\n- پنير مايه خرگوش ، دارچين ، عنبر ، زاج طبيعى ، و نبات سفيد را به طور مساوى كوبيده و بيخته با گلاب مخلوط كرده استعمال نمايند . « 3 »\r\n- ماميران چينى ، سورنجان ، رازيانه ، و زبد البحر ( كف دريا ) از هر كدام 2 گرم را با شكر سرخ مخلوط كرده فرزجه ساخته در واژن قرار دهند . « 4 »\r\n- پنيرمايه خرگوش ، سرگين خرگوش ، زهره گرگ ، زهره ماهى را ( از هر كدام 1 گرم ) با عسل مخلوط كرده پشمى نرم را در آن فرو برده فرزجه نمايند . « 5 »\r\n- پنير مايه خرگوش و سرگين خرگوش ( از هر كدام 2 گرم ) را با مقدارى عسل سرشته ، پشمى را به آن آغشته كرده بعد از طُهر سه شب در واژن بگذارند و در شب چهارم نزديكى كنند . « 6 »\r\n- 5 / 3 گرم از ريشه گل سوسن ، و هفت گرم پشكل خرگوش و صمغ درخت بادام را پس از كوبيدن با مقدارى روغن بان مخلوط نمايند . تكه پشمى را در آن فرو برده 7 روز متوالى روزى سه بار مصرف نمايند و پس از آن نزديكى كنند . « 7 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قرابادين قادرى ، رويه 123 .\r\n( 2 ) . همان .\r\n( 3 ) . . همان ، اكسير اعظم ، ج 3 ، رويه 757 .\r\n( 4 ) . قرابادين قادرى ، رويه 123 .\r\n( 5 ) . به دليل افزايش خاصيت نفوذپذيرى دارو از آب و الكل يا آب و سركه مىتوان استفاده كرد .\r\n( 6 ) . اسرار نكاح ، رويه 80 .\r\n( 7 ) . اسرار نكاح ، رويه 80 .\r\n","page_name":" 128 ","page_number":144},
  {"content":"\r\n\r\n- نانخواه و مغز استخوان گاو را مخلوط كرده ، مقدارى پشم را به روغن حلبه آغشته كرده در مواد خشك فرو برده و قبل از نزديكى در واژن قرار دهند . « 1 »\r\n- 1 گرم مراره ( كيسه صفرا ) را با روغن زنبق يا روغن بلسان كاملًا مخلوط نموده ، بعد سه قطره از روغن به دست آمده را روزى يك بار در بينى زن بچكانند . « 2 »\r\n- حماما ، اكليل الملك ( از هر كدام 10 گرم ) و 35 گرم چربى گوشت ران يا بازو را به 70 گرم از چربى مرغ ، مرغابى ، مخ ، موم سفيد ، و تخم مرغ مشوى شده ( سرخ شده ) اضافه كرده و دو ملعقه روغن ناردين را به مواد خشك بيفزايند . چربىها را در حرارت ذوب نموده و پس از مخلوط كردن تمام مواد ، 20 گرم از دارو را در پشمى كه كبودرنگ و آسمانگون است قرار دهند و پس از پايان دوران قاعدگى سه روز پشت سر هم در واژن قرار دهند . « 3 »\r\n- زعفران ، قردمانا ، سنبل ، پيه ماكيان ( چربى پرندگان ) ، علك البطم ، مصطكى ، و روغن ناردين ( از هر كدام 5 گرم ) تهيه كرده كاملًا با هم مخلوط كنند . 5 گرم از مجموع را در پشم قرار داده در شب‌هاى 5 ، 6 ، 7 دوران قاعدگى در واژن قرار دهند و يك روز پس از اتمام قاعدگى نزديكى كنند . « 4 »\r\n- در اين مدت ، هر روز 5 / 3 گرم از نشاره عاج يا ترياق اربعه همراه با شربت بادرنجبويه بياشامند . « 5 »\r\n- يك دانه حب خروع ( دانه كرچك ) را 24 ساعت در آب خيسانده بعد پارچه پشمى را به آب آن آغشته نموده بعد از پاك شدن از حيض در واژن قرار دهند و نزديكى كنند . در همان ساعت حامله مىگردد . « 6 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تدابير حبالى ، رويه 99 .\r\n( 2 ) . همان .\r\n( 3 ) . اكسير اعظم ، ج 3 ، رويه 575 .\r\n( 4 ) . همان .\r\n( 5 ) . بغية المحتاج ، رويه 261 .\r\n( 6 ) . اسرار نكاح ، رويه 80 .\r\n","page_name":" 129 ","page_number":145},
  {"content":"\r\n\r\n- عسل و نبيذ « 1 » را مخلوط نموده پارچه پشمى را در آن فرو برده و در واژن قرار دهند و سپس مجامعت نمايند . « 2 »\r\n- 2 گرم پنير مايه خرگوش را با 1 گرم نمك آغشته نموده قبل از جماع به شكل شياف مصرف نمايد . « 3 »\r\n- استعمال پارچه پشمى آلوده شده به بول كلب ( سگ ) در وقت طُهر نيز باعث حاملگى در همان ساعت مىگردد . « 4 »\r\n- 7 گرم شب يمانى را با سماق ، زعفران ، و عود هندى ( از هر كدام 5 / 3 گرم ) خوب كوبيده مخلوط كرده مقدارى عسل به آن اضافه نموده سپس پارچه پشمى را در روغن گل سرخ غوطه‌ور كرده و پس از فشار دادن ، آن را در مخلوط عسل و داروها فرو برده پارچه را بعد از پاك شدن از قاعدگى سه روز داخل واژن قرار دهند و بعد از خروج در روز چهارم نزديكى كنند . « 5 »\r\n- مقدارى پشم را به روغن بلسان يا ناردين آغشته كرده در مراره ( كيسه صفرا ) ماهى فرو برده در واژن قرار دهند . « 6 »\r\n- پنيرمايه خرگوش و پشكل آن را به تنهايى بكوبند و با مقدارى عسل مخلوط كرده پشمى را در آن فرو برده سه روز متوالى زن مصرف كند . در اين مدت ، روزانه يك بار نشاره « 7 » عاج فيل را در آب ريخته بنوشد . « 8 »\r\n\r\nبخورات معين بر حمل\r\n- پشم خرگوش ، سداب خشك شده ، و دار شيعشان را به مقدار مساوى تهيه كرده كاملًا نرم كوبيده با شمع مخلوط كرده به شكل قرص درآورده روزى يك بار به رحم بخور دهند . « 9 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نبيذ : شراب ، يا مخلوط سركه و آب .\r\n( 2 ) . اسرار نكاح ، رويه 80 .\r\n( 3 ) . همان .\r\n( 4 ) . همان .\r\n( 5 ) . همان .\r\n( 6 ) . همان . در التصريف ( رويه 868 ) كيسه صفراى كبوتر آورده شده است .\r\n( 7 ) . نشاره : براده ، سوهان شده .\r\n( 8 ) . همان . الموجز ، رويه 257 .\r\n( 9 ) . همان .\r\n","page_name":" 130 ","page_number":146},
  {"content":"\r\n\r\n- مُر ، جوز سرو ، باد آورد ( كنگر ) ، زرنيخ سرخ اصلاح شده ، و حب الغار را به اندازه مساوى كوبيده با شراب مخلوط كنند . قرص تهيه شده از آن را زن پس از اتمام دوران قاعدگى بخور دهد . « 1 »\r\n- ميعه سائله ، حب الغار ، و بارزد را ( به مقدار مساوى ) كوبيده و بيخته و با عسل سرشته ، بعد از پاك شدن از خون‌ريزى قاعدگى سه روز پشت سر هم هر شب 5 / 3 گرم از آن را به رحم بخور داده سپس نزديكى نمايند . « 2 »\r\n- مقدار كمى موى سر مرد را ، زن در زمان قاعدگى هر روز بخور بدهد . پس از پايان عادت ماهيانه ، سه روز مجدد اين كار را تكرار نموده و سپس جماع كند ، حامله مىشود . « 3 »\r\n- دار شيشعان ، موى خرگوش ، و سداب خشك را ( از هر كدام يك قسمت ) نرم كوبيده با هم مخلوط نمايند . سپس شمع را ذوب كرده با مخلوط خشك قرص تهيه نموده ، زن هنگام پاكى بخور بدهد . « 4 »\r\n- برگ سداب خشك را كوبيده با موم ذوب شده و پشم خرگوش مخلوط كرده و بخور دهند . « 5 »\r\n- زعفران ، مر ، سنبل ، شحم دجاجه ، علك رومى ، روغن ناردين را ( از هر كدام يك جزء ) با شحم ذوب شده مخلوط كرده و 5 گرم از مجموع را سه ساعت ( در شب ) در رحم قرار دهند . « 6 »\r\n- سنبل الطيب ، جوز بوآ ، حماما ، بزر بصل ، بزر جذر ، بزر شبت ، مر ، بسباسه ، زبان گنجشك ، زعفران ( به مقدار مساوى ) و يك دهم مشك ، همه را با عسل معجون نموده ، 15 گرم را به صورت فرزجه تهيه كرده بعد از پاك شدن از حيض در واژن قرار دهند و سه ساعت بعد نزديكى كنند . « 7 »\r\n- مغز ساق بره را در پشم قرار داده سه روز بعد از طهر ، هر روز در واژن بگذارند و نزديكى كنند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اسرار نكاح ، رويه 385 .\r\n( 2 ) . قرابادين قادرى ، رويه 1123 .\r\n( 3 ) . اسرار نكاح ، رويه 387 .\r\n( 4 ) . تدابير حبالى ، رويه 99 .\r\n( 5 ) . اكسير اعظم ، ج 3 ، رويه 389 .\r\n( 6 ) . التصريف ، رويه 896 .\r\n( 7 ) . بغية المحتاج ، رويه 261 .\r\n","page_name":" 131 ","page_number":147},
  {"content":"\r\n\r\n\r\nتدابير معين حمل كه مردان انجام مىدهند\r\n- برگ خشك شده سنجد را بسيار نرم كوبيده با 2 گرم زهره گاو ( كيسه صفرا ) كاملًا مخلوط نموده ، مرد قبل از نزديكى آن را به قضيب بمالد . « 1 »\r\n- افربيون ، جند بيدستر ، سنبل ، قسط ، و ميعه سائله را ( از هر كدام 5 گرم ) خوب كوبيده در شراب ريحانى خيسانده و مرد بر ذكر طلا نمايد و بعد از خشك شدن آن نزديكى نمايد . « 2 »\r\n- مدفوع روباه ، روغن گل سرخ ، و روغن كنجد را به ذكر طلا نموده نزديكى نمايند . « 3 »\r\n- بعد از دوران قاعدگى ، مرد شير را طلا نموده و پس از خشك شدن آن نزديكى نمايد . « 4 »\r\n- مرد قبل از نزديكى دستگاه تناسلى را با روغن بلسان ، بان يا ناردين ( هر كدام به تنهايى يا مخلوطى از سه روغن ) آغشته نمايد . « 5 »\r\n- حب بلسان ، جاوشير ، مقل ارزق ، و بادآورد را به مقدار مساوى كوبيده مخلوط كرده مقدارى زهره گاو تازه اضافه نموده بر قضيب طلا كنند و پس از خشك شدن مجامعت نمايند . « 6 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اسرار نكاح ، رويه 80 .\r\n( 2 ) . اكسير اعظم ، ج 3 ، رويه 757 .\r\n( 3 ) . اكسير اعظم ، ج 3 ، رويه 757 .\r\n( 4 ) . اكسير اعظم ، ج 3 ، رويه 757 .\r\n( 5 ) . تدبير حبالى ، رويه 97 .\r\n( 6 ) . اكسير اعظم ، ج 3 ، رويه 757 .\r\n","page_name":" 132 ","page_number":148},
  {"content":"\r\n\r\n\r\nفصل دوم : منع بارورى\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":149},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 134 ","page_number":150},
  {"content":"\r\n\r\n\r\nمقدّمه\r\nروش‌هاى جلوگيرى از باردارىهاى ناخواسته سابقه‌اى دراز مدت دارند . زنان از هنگام بلوغ تا دوران يائسگى با نگرانىهايى درباره بچه‌دار شدن و پرهيز از آن رو به رو هستند و تنها روش‌هاى موجود براى غلبه بر اين نگرانى پرهيز از فعاليت جنسى و جلوگيرى از باردارى است .\r\nدر زمان حال ، زنان تنها انتظار يك يا دو كودك را دارند و قسمت اعظم سال‌هاى بارورى خود را در تلاش براى پرهيز از باردارى مىگذرانند .\r\nدر زمان‌هاى گذشته ، با وجودى كه تعداد فرزندان دلخواه بيش از يك يا دو فرزند بوده ، تلاش‌هايى براى نداشتن باردارىهاى ناخواسته نيز مشاهده مىشود . فصل‌ها و باب‌هايى را در كتاب‌هاى طب سنتى مىبينيم كه تحت عنوان منع حبل « 1 » ، منع حمل « 2 » ، يا معقرات « 3 » آورده شده و به نوعى نشان دهنده اهميت موضوع جلوگيرى از باردارىهاى ناخواسته است .\r\nاولين سخن در باب منع حمل كه به آن اهميت خاصى داده شده و قبل از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . آبستن شدن .\r\n( 2 ) . باردار شدن .\r\n( 3 ) . از عقر به معناى نازاينده شدن زن .\r\n","page_name":" 135 ","page_number":151},
  {"content":"\r\n\r\nمعرفى تدابير و داروها بر آن تأكيد گرديده اين است كه آيا مىتوان ادويه و تدابير منع حمل را به شكل آموزش عمومى براى تمام افراد جامعه به كار برد ؟ در پاسخ به اين سؤال ، حكيم اعظم خان ناظم جهان در كتاب اكسير اعظم مىگويد :\r\nطبيب را واجب است كه دواى منع حمل پيش زنان و عوام بيان نكند ، بهر آنكه در تعليم او به ايشان شر و فساد است ؛ ليكن گاهى طبيب را احتياج مىشود به تدبير منع حمل ، هرگاه زن خردسال يا نحيف و ضعيف باشد و برآن خوف اين امر بود كه اگر حامله شود وقت ولادت هلاك گردد ، يا در رحم او مرض خلقى يا عارضى باشد و يا در مثانه او ضعف بود ؛ چه هرگاه بچه گران شود ، گاهى مورث شق در مثانه گردد و سلسل از بول پيدا كند و در حبس او تا آخر عمر قدرت نبود . « 1 » حكيم عقيلى هم در كتاب معالجات آورده است :\r\nنبايد طبيب ذكر ادويه مانعه حمل نزد زنان نمايد و به ايشان بياموزد ، زيرا كه اين خلاف امر طبيعى و ممنوع شرعى و عقلى و غرض و فائده ازدواج است و در آن فسادهاى بسيار است ، مگر هنگام ضرورت كه زن صغير السن يا صغير الرحم يا نحيف البدن لاغر باشد كه نتواند متحمل آن گردد . و در اين صورت ، اولًا به تدابير عمليه پرداخته و اگر از آن فايده حاصل نگشت به دوا بپردازند . « 2 » اين عبارات در ابتداى باب منع حبل بيشتر كتب طبى - از هداية المتعلمين فى الطب اخوينى ( متعلق به سده چهارم هجرى ) گرفته تا اكسير اعظم - مشاهده مىشود و به نوعى نشانه آميختگى و همراهى اخلاق پزشكى با فنون طب در گذشته است .\r\nمواردى كه اطبّا مجاز مىدانسته‌اند به تعليم تدابير و ادويه‌هاى منع حمل پرداخته گردد ، عبارت بوده است از :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اكسير اعظم ، ج 2 ، باب منع حمل ، رويه 761 .\r\n( 2 ) . معالجات عقيلى ، ج 2 ، رويه 115 .\r\n","page_name":" 136 ","page_number":152},
  {"content":"\r\n\r\n- لاغرى و ضعف قواى جسمى مادر\r\n- سن كم مادر در زمان باردارى\r\n- بيمارىهاى مزمن و ناتوان كننده كه در صورت باردارى مىتوانند براى مادر خطرناك و كشنده باشند .\r\n- بيمارىهاى مادرزادى و مزمن رحم يا ارگان‌هاى لگنى كه در صورت باردارى مشكلات جدى براى وى ايجاد مىنمايند .\r\nابن سينا در كتاب قانون روش‌هاى منع حمل را به دو گروه تقسيم مىكند :\r\n- روش‌هاى دائمى كه تا پايان دوران بارورى موجب عقيمى فرد مىشود .\r\n- روش‌هاى موقت كه تا مدت زمان معينى با توجه به خواست فرد مىتواند مؤثر باشد .\r\nداوود انطاكى نيز در كتاب تذكرة الادويه منع حمل را بر دو قسم مىداند .\r\n- روش‌هاى كوتاه مدت كه قبل از جماع استفاده مىشود و از بسته شدن و انعقاد منى جلوگيرى مىنمايد .\r\n- ادويه‌اى كه با مصرف آن‌ها تا مدت زمان مشخصى منع حمل صورت مىپذيرد و به اراده استفاده كننده قابل برگشت مىباشد .\r\nدر كتاب خلاصة التجارب تأليف حكيم علوى خان دهلوى ( 907 ق ) در باب منع آبستنى چنين آمده است :\r\nگاهى مصلحت بزرگ در منع آبستنى باشد و مثل بيم آفت حامله .\r\nوى نيز تدابير منع حمل را به دو دسته تقسيم مىكند :\r\n- تدابير و روش‌هايى كه مىتوانند مانع ورود مايع منى به رحم گردند .\r\n- تدابيرى كه پس از ورود مايع منى به رحم بايد صورت پذيرد كه انعقاد نطفه صورت نگيرد .\r\nقبل از بررسى تدابير و ادويه منع حمل در زمان‌هاى گذشته ، نگاهى به روش‌هاى تنظيم خانواده در حال مىاندازيم . مهم‌ترين اين روش‌ها عبارتند از :\r\n1 . روش‌هايى كه در ذخيره‌سازى اسپرماتوزئيدها دخالت مىكنند كه\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":153},
  {"content":"\r\n\r\nشامل استفاده از وسايل مكانيكى ( مانند كلاهك‌ها ، كاندوم ، ديافراگم ، اسفنج ) يا عوامل شيميايى از بين برنده اسپرم ( مانند كرم‌ها و ژل‌ها ) هستند . نيز روش‌هايى كه مانع نفوذ اسپرم‌ها به مخاط گردن رحم مىشوند ( مانند روش منقطع ، روش‌هاى تقويمى ، و پرهيز از نزديكى در دوره تخمك‌گذارى ) .\r\n2 . روش‌هايى كه با تغيير محيط بيوشيميايى آندومتر رحم از جايگزينى بلاستوسيت جلوگيرى مىكنند ( مانند استفاده از  IUD  يا وسايل داخلى مهبلى ) .\r\n3 . روش‌هايى كه پس از لقاح استفاده مىشود و از طريق تغيير حركات رحمى موجب جلوگيرى از لانه‌گزينى مىشود ( مانند مصرف قرص پس از نزديكى ، يا استروژن‌هايى با دوز بالا ، يا روش‌هاى داخل رحمى ، يا افزودن يك عامل رحمى مثل تزريق نمك يا اوره به آندومتر ، يا كورتاژ به وسيله مكش ) .\r\n4 . روش‌هايى كه مانع تخمك‌گذارى مىشوند ( مثل قرص‌هاى ضد باردارى خوراكى ، و آمپول‌هاى تزريقى ) .\r\n5 . استفاده از مواد اسپرم‌كش ( مانند تركيبات اسيدى كه موجب تغيير ماهيت مواد پروتئينى اسپرماتوزئيدها مىشوند و در نتيجه سطح غشاى آن‌ها را تخريب مىكنند ، يا مواد باكترىكش كه خصوصيات سطحى اسپرماتوزئيدها را تغيير داده و گاهى در داخل سلول موجب انقطاع مراحل متابوليك مىگردند ، يا عوامل فعال سطحى كه در سطح اسپرماتوزئيدها يك عدم تعادل اسمزى كشنده ايجاد مىكنند ) .\r\n6 . عقيم‌سازى ( بستن لوله‌ها در زنان ، و وازكتومى در مردان ) .\r\nمىدانيم كه احتمال شكست روش‌هاى ضد باردارى در زنان جوان بسيار بيشتر از زنان مسن است ، زيرا قدرت بارورى زنان جوان از قدرت بارورى\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":154},
  {"content":"\r\n\r\nزنان مسن بيشتر است . نيز ، در زنان جوان ، نزديكى جنسى بدون استفاده از روش‌هاى ضد باردارى احتمال بيشترى دارد . در هر حال ، عوامل مؤثر بر احتمال بروز باردارى عبارتند از :\r\n- بارور بودن زن و شوهر\r\n- زمان‌بندى نزديكى جنسى در ارتباط با زمان تخمك‌گذارى\r\n- روش مورد استفاده براى جلوگيرى از باردارى\r\n- كارايى ذاتى روش ضد باردارى\r\n- و كاربرد درست روش‌هاى ضد باردارى كه در باب منع حمل به زيركى در لابه‌لاى تدابير و ادويه منع حمل گنجانده شده است .\r\nدر مجموع ، با استناد به منابع طبى موجود در باب منع حمل مىتوان تدابير و ادويه‌هاى موجود در اين باره را در تقسيم‌بندى زير جاى داد :\r\n1 . تدابير منع حمل كه توسط زنان انجام مىگيرد و شامل استفاده از فرزجه‌ها ، بخورات ، و حمولات است . زمان استفاده از اين تدابير نيز مىتواند پيش يا پس از جماع و ورود مايع منى به رحم باشد .\r\n2 . تدابير منع حمل ( مانند طلا و لطوخ ) كه مردان انجام مىدهند . زمان استفاده از اين تدابير نيز مىتواند به هنگام جماع قبل از انزال مايع منى يا در وقت انزال مايع منى باشد .\r\n3 . ادويه‌هاى مورد استفاده در زنان كه به شكل خوراكى ، حمولات ، بخورات قابل مصرف است و مىتوانند در زمانى مشخص و محدود مؤثر باشند يا موجب عدم بارورى دائم در فرد گردند .\r\nهمان‌طور كه اشاره شد ، براى اثبات كارآيى يك روش ضد باردارى ، تجربه و آزمايش نقش بسيار مهمّى دارد و در صورتى مىتوان به سودمندى يك روش ضد باردارى اذعان كرد كه اين روش بارها آزموده شده باشد . در اين باب با واژه مجرب - كه به معناى آزموده شده و به كار گرفته شده با نتايج درخشان و مثبت است - در انتهاى برخى از نسخه‌ها رو به رو مىشويم . در مواردى نيز ، در انتهاى نسخه آمده است كه « اين قول ضعيف است » يا « اين\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":155},
  {"content":"\r\n\r\nنسخه از بيماران و افراد ناشناس نقل گرديده و نمىتوان به آن‌ها تكيه كرد » .\r\nتدابير آورده شده در اين باب را مىتوان به سه گروه تقسيم كرد :\r\n- تدابير منع حمل كه توسط مردان صورت مىپذيرد .\r\n- تدابيرى كه مخصوص زنان مىباشد .\r\n- تدابير مشترك .\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":156},
  {"content":"\r\n\r\n\r\nگفتار نخست : تدابير منع حمل براى مردان\r\nاز جمله تدابيرى كه مختص مردان است و قبل از انجام جماع صورت مىپذيرد ، مىتوان به موارد ذيل اشاره كرد :\r\n1 . هنگام انزال ، مرد تا مىتواند آلت خود را از واژن بيرون بكشد تا مايع منى به قعر رحم منزرق نگردد . « 1 » زيرا با ريختن اسپرم‌ها به فورنيكس خلفى در دهانه  Internal - os  احتمال بارورى افزايش مىيابد .\r\n2 . كيفيت نزديكى نيز در ميزان بارورى اثر دارد . مرد در زمان نزديكى نبايد زن را بسيار تنگ در بغل بكشد و ران‌هاى او را بلند كند .\r\n3 . در صورتى كه مرحله ارگاسم جنسى در زوجين با هم صورت پذيرد ، احتمال بارورى افزايش مىيابد . بنابراين ، بايد سعى كرد كه زمان انزال مرد با انزال زن مقارن و متفق نشود و پس از انزال ، مرد زود از زن جدا شود . « 2 »\r\n4 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . خلاصة التجارب ، رويه 545 ؛ مجربات فرنگى ، رويه 531 ، طب اكبرى ، رويه 84 ؛ رموز اعظم ، ج 2 ، رويه 263 ؛ معالجات عقيلى ، ج 2 ، 115 .\r\n( 2 ) . خلاصة التجارب ، رويه 545 ؛ مجربات فرنگى ، رويه 531 ؛ طب اكبرى ، 84 ؛ رموز اعظم ، ج 2 ، رويه 265 ؛ معالجات عقيلى ، ج 2 ، رويه 115 .\r\n","page_name":" 141 ","page_number":157},
  {"content":"\r\n\r\nمرد سعى كند هنگام نزديكى انزال نكند و مايع منى را به بيرون واژن بريزد . « 1 »\r\n5 . از بهترين تدابير آن است كه پارچه بسيار نازكى بر قضيب بپيچد و مجامعت نمايد به نحوى كه آن پارچه در فرج ( واژن ) باز شود . بعد از اتمام نزديكى ، بايد آن پارچه را به آرامى و به گونه‌اى كه مايع منى و پارچه با هم بيرون بيايند از واژن خارج كرد . « 2 »\r\n6 . يكى از بهترين و آسان‌ترين روش‌ها آن است كه هنگام احساس انزال ، مرد پارچه بسيار نازكى را كاملًا بر قضيب بپيچد و سپس دخول كند و بعد از تمام شدن نزديكى آن را بيرون بكشد تا مايع منى همراه آن پارچه بيرون بيايد . « 3 »\r\n7 . مرد ، به سر قضيب ، زهره ( كيسه صفرا ) گاو را بكشد و آن را محكم ببندد تا مايع منى هنگام نزديكى به جاى واژن به داخل آن بريزد « 4 » و پس از تمام شدن نزديكى زهره را جدا نموده و دور بيندازد . « 5 »\r\n8 . اگر مرد به سر قضيب روغن قطران و كنجد بمالد ، اين روغن‌ها سبب لغزيدن اسپرم‌ها و عدم استقرار آن‌ها در رحم مىشوند . « 6 »\r\n9 . ماليدن سقمونياى نرم پودر شده به همراه مقدارى نمك اندرانى ، يا آب پياز « 7 » به تنهايى ، مانع حمل مىشود . « 8 »\r\n10 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . هداية المتعلمين ، رويه 405 .\r\n( 2 ) . معالجات عقيلى ، ج 2 ، رويه 115 .\r\n( 3 ) . مجربات فرنگى ، رويه 531 و خلاصة التجارب ، رويه 115 .\r\n( 4 ) . هداية المتعلمين ، رويه 546 .\r\n( 5 ) . طبقه اشرافى اروپا در دهه 1700 ميلادى از كاندوم‌هاى ساخته شده از روده حيوانات استفاده مىكردند ، اما كاربرد كاندوم‌ها در مقياس وسيع با ابداع روش و ولكانيزاسيون لاستيك در دهه 1840 ميلادى آغاز شد . كاندوم‌هاى امروزى را معمولًا از لاستيك لاتكس مىسازند ، اما هنوز هم كاندوم‌هاى ساخته شده از روده حيوانات به فروش مىرسند و برخى از افراد كه با اين كاندوم‌ها احساس رضايت بيشترى مىكنند آن‌ها را ترجيح مىدهند . روشى كه در اينجا مطرح گرديده مربوط به ساليان پيش از استفاده اروپائيان از كاندوم بوده است .\r\n( 6 ) . مجربات فرنگى ، رويه 532 .\r\n( 7 ) . پياز تلخ موثرتر است ، در مجربات بوعلى پياز دشتى آمده است .\r\n( 8 ) . مجربات فرنگى ، رويه 531 ؛ رموز اعظم ، ج 2 ، رويه 265\r\n","page_name":" 142 ","page_number":158},
  {"content":"\r\n\r\nماليدن اسفيداج به سطح پوست قضيب سبب از بين رفتن اسپرم مىشود .\r\n11 . اگر سقمونيا را با آب سداب كاملًا مخلوط نموده و قبل از نزديكى بر ذكر طلا كنند ، مانع بارورى مىشود . « 1 »\r\n12 . لطوخ ذكر به سقمونياى مخلوط به عسل و سركه هنگام جماع هم مىتواند از باردارى جلوگيرى كند . « 2 »\r\n13 . اگر حنا و گشنيز سائيده را با آب سداب مخلوط كرده و بر ذكر طلا كنند ، مانع حمل است . « 3 »\r\n14 . قنه را بسيار نرم كوبيده با آب سداب و آب گشنيز تازه مخلوط نموده و بر قضيب طلا كنند و پس از خشك شدن نزديكى كنند .\r\n15 . سداب خشك و نطرون را ( از هر كدام يك جزء ) بسيار نرم كوبيده با آب سداب تازه خمير كرده و قضيب را به آن آغشته نمايند و پس از خشك شدن مجامعت كنند . « 4 »\r\n16 . سقمونيا را مسحوق كرده ( بسيار نرم كوبيده ) با آب سداب تازه مخلوط نموده به ذكر طلا كنند . « 5 »\r\n17 . زنجبيل و عاقرقرحا را با عسل مخلوط نموده بر قضيب طلا كرده و جماع كنند . « 6 »\r\n18 . ابهل ( 10 گرم ) ، برگ سداب خشك و فودنج جبلى خشك ( از هر كدام 5 گرم ) ، فوه ، سقمونيا ، و نطرون ( از هر كدام 5 گرم ) همه را بسيار نرم كوبيده با آب سداب تازه يا آب آهن‌تاب مخلوط نموده ، بر قضيب طلا كرده و پس از خشك شدن نزديكى نمايد . « 7 »\r\n19 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . رموز اعظم ، ج 2 ، رويه 265 .\r\n( 2 ) . اكسير اعظم ، ج 2 ، رويه 763 .\r\n( 3 ) . همان ، رويه 761 .\r\n( 4 ) . اسرار نكاح ، رويه 416 .\r\n( 5 ) . همان .\r\n( 6 ) . مجربات فرنگى ، رويه 418 .\r\n( 7 ) . اسرار نكاح ، 85 .\r\n","page_name":" 143 ","page_number":159},
  {"content":"\r\n\r\nاستفاده از روغن‌ها ، مواد معدنى و يتوعات « 1 » هنگام جماع مىتوانند مايع منى را از انعقاد منع نمايد . « 2 » ( زيرا اسپرم خاصيت لقاح خود را از دست مىدهد ؛ به دليل عدم تحرك ، پاره شدن تنه آن ، از دست دادن دُم ، و . . . )\r\n20 . اگر عرق بدن ماديان را به وسيله پنبه‌اى كاملًا جمع نموده و مقدارى از چرك بدن ماديان را به آن پنبه اضافه نمايند و سپس به ذكر طلا كرده جماع كنند ، مانع حمل مىشود . « 3 »\r\n21 . مقدارى از سُم ماديان كه به خوبى پودر شده باشد و مقدار كمى از چربى گوشت آن را حرارت داده به آن اضافه كرده با هم مخلوط نمايند و به قضيب طلا كنند و سپس مجامعت نمايند . اين عمل مىتواند مانع باردارى شود و اگر انعقاد و لقاحى هم صورت گرفته باشد ، تخم در مراحل ابتدايى سقط مىشود . « 4 »\r\n22 . ماليدن نمك اندرانى به تنهايى روى قضيب مانع حمل است .\r\n23 . مغز حب صنوبر كُبار را با مقدارى سركه مخلوط كرده قبل از نزديكى به آلت تناسلى بمالند . « 5 »\r\n24 . دار فلفل را بسيار نرم كوبيده به قضيب بمالند و سپس مباشرت نمايند . « 6 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . هر گياه و تره كه وقت بريدن از آن شير برآيد ، در نهايت گرمى و خشكى است و فقط استعمال خارجى آن‌ها مجاز است .\r\n( 2 ) . اكسير اعظم ، ج 2 ، رويه 763 .\r\n( 3 ) . اسرار نكاح ، رويه 86 و 87 ؛ مجربات رويه 422 .\r\n( 4 ) . همان .\r\n( 5 ) . اكسير اعظم ، ج 2 ، رويه 424 .\r\n( 6 ) . همان ، رويه 61 .\r\n","page_name":" 144 ","page_number":160},
  {"content":"\r\n\r\n\r\nگفتار دوم : تدابير منع حمل مربوط به زنان\r\nتدابيرى كه پس از ورود مايع منى به رحم به كار گرفته مىشود و مىتواند با از بين بردن اسپرم يا جلوگيرى از لقاح مانع حمل شود . « 1 »\r\n1 . پس از انزال ، وقتى منى وارد رحم شد ، زن بايد سريع از جاى خود برخيزد و چند عطسه و صيحه قوى ( فرياد بلند ) بزند . سپس ، هشت تا نه بار به عقب بجهد تا به اين وسيله مايع منى از واژن به بيرون كشيده شود . براى اطمينان بيشتر از بيرون آمدن [ منى 
  ] ، ابتدا بر سر پاى خود بنشيند در حالت چمباتمه و ناحيه ناف خود را با دست فشار داده و بمالد و سعى كند با انگشت مايع منى را از واژن خارج نمايد در اين حالت بوئيدن چيزهائى كه بدبو هستند ( مانند سير ) ، يا بخور رحم توسط موادى كه تسريع كننده زايمان مىباشند ( مثل سگبينج ) ، و خوردن اشياى مزلق ( مانند گل بنفشه و پنيرك ) مىتوانند هر كدام به نحوى در خروج مايع منى و عدم لقاح تخمك و اسپرم كمك نمايند . اگر با وجود اين تدابير و خارج شدن منى ، زن متوجه شود كه علوق ( لقاح ) حاصل شده است ،\r\n2 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . خلاصة التجارب ، رويه 545 .\r\n","page_name":" 145 ","page_number":161},
  {"content":"\r\n\r\nچاره‌اى نيست مگر آنكه ميله يا چوبى نسبتاً سخت را مثل ميل تراشيده ( شبيه قسمت باريك انتهاى خيار ) و بعد مقدارى از آن را در واژن فرو كند ، در حالى كه يك سر آن را به ريسمانى بسته است تا به بالا نرود . چندين روز بايد اين وضعيت را تحمل كند . البته ، در اين كار زياده‌روى و تعجيل ننمايد و سعى نكند كه ميله را به مقدار بيشترى به داخل واژن بفرستد . پس از يك تا دو هفته از انجام اين عمل ، حيض اندك اندك و به آهستگى صورت مىپذيرد . گاهى هم خون‌ريزى يكباره صورت مىپذيرد .\r\n3 . از تدبير مشابه نيز مىتوان استفاده كرد . برخى مقدارى كاغذ را مانند ميله بر هم مىپيچند تا محكم شود و ريسمانى محكم را به آن مىبندند . سپس مقدارى پودر زنجبيل سائيده شده را بر روى كاغذ مىپاشند و صبر مىكنند تا كمى خشك شود و در حالت نيمه خشك آن را به درون واژن مىفرستند و تا زمانى كه حيض بيايد در آن مىماند . اين كار براى زن ضررى ندارد و اگر كاغذ كمى هم بالاتر برود ، نبايد نگران باشد ، چون به زودى نرم شده و خود به خود بيرون مىآيد ( اين كار بسيار نتيجه‌بخش و مؤثر است ) . « 1 »\r\n4 . نوشيدن آب سرد ، خوردن ترشى ، سردىها ، هندوانه ، و مصرف چيزهاى بادناك ( نفاخ ) ، و قابض ( گيرنده ) ، قبل از نزديكى ، بر ازلاق شدن منى مىتواند كمك نمايد . « 2 »\r\n5 . زن قبل از نزديكى سر زهدان ( دهانه رحم ) را با وسيله‌اى مانند دگمه بزرگ يا مازو كه با ريسمانى بسته شده است كاملًا بپوشاند و بعد از نزديكى دگمه يا مازو را با همان ريسمان بيرون كشد . « 3 »\r\n6 . قبل از نزديكى زن چيزى كه سد منفذ رحم مىكند يا دفع كننده\r\n7 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . خلاصة التجارب ، رويه 115 .\r\n( 2 ) . اكسير اعظم ، ج 2 ، رويه 763 و خلاصة التجارب ، رويه 545 .\r\n( 3 ) . هداية المتعلمين ، رويه 546 .\r\n","page_name":" 146 ","page_number":162},
  {"content":"\r\n\r\nمنى است و مىتواند مانع حبل شود ، در فم رحم قرار دهد ؛ مانند شيافى از تخم كَرنب ، شحم حنظل ، فاقد النسل ، خبث الحديد ، ريوند ، گزانگبين ، قطران ، زهره گاو ، پرده درون انار ، چرك گوش حيوانات ، خون حيض ، سرگين فيل ، سقمونيا ، سفيداب ، نمك ، هليله هندى « 1 » ، سرگين موش كه با شهد آميخته شده است « 2 » ، و نعناع « 3 » . هر كدام از اين مواد مىتواند به تنهايى يا مجموعاً به شكل شياف تهيه شده و قبل از نزديكى توسط زن مصرف گردد . « 4 »\r\n8 . زن مىتواند پس از انجام جماع از شياف‌هايى در فم رحم استفاده كند كه باعث مىشوند منى بازگردد ؛ مانند نوشادر و نبات ، نمك طبرزد ، پونه ، نمك سنگ ، روغن كنجد ، يا روغن قطران « 5 » .\r\n9 . ملينات و داروهايى كه مُدر حيض‌اند « 6 » نيز پس از نزديكى مىتوانند مانع حمل شوند .\r\n10 . اگر زن يك عدد دندان شير را بر روى ران خود با دستمالى ببندد اين دندان بالخاصيت ( به سبب خواص ذاتى آن ) مانع باردارى مىشود . همچنين آورده شده است كه انداختن و تعليق دندان مار به گردن زن مىتواند مانع حمل گردد . « 7 »\r\n11 . اگر دندان شيرى طفلى را قبل از آنكه بر روى زمين بيفتد بگيرند و در پوششى از نقره قرار دهند و زن آن را به خود آويزان نمايد تا زمانى كه به بدن زن تماس دارد ، او باردار نمىشود . « 8 »\r\n12 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اكسير اعظم ، ج 2 ، رويه 763 .\r\n( 2 ) . معالجات عقيلى ، ج 2 ، رويه 115 ؛ رموز اعظم ، ج 2 ، رويه 263 .\r\n( 3 ) . مجربات ، رويه 532 ؛ معالجات عقيلى ، ج 2 ، رويه 531 ؛ رموز اعظم ، ج 2 ، رويه 263 .\r\n( 4 ) . خلاصه التجارب ، رويه 545 ؛ مجربات فرنگى ، رويه 531 .\r\n( 5 ) . مجربات فرنگى ، رويه 531 .\r\n( 6 ) . خلاصه التجارب ، رويه 545 .\r\n( 7 ) . اكسير اعظم ، ج 2 ، رويه 763 .\r\n( 8 ) . اكسير اعظم ، ج 2 ، رويه 763 ؛ مجربات رويه 102 .\r\n","page_name":" 147 ","page_number":163},
  {"content":"\r\n\r\nاگر زن تخم حماض را در پارچه‌اى قرار داده و آن را روى بازوى چپ خود ببندد ، تا زمانى كه در آنجا باشد مانع حمل مىشود .\r\n13 . قبل از جماع ، بخور مريم را بر بازو بسته يا ريشه آن را به گردن آويزان نمايد . « 1 »\r\n14 . زن قلب خرگوش را در كيسه‌اى قرار داده و به خود آويزان نمايد . اين نيز از موانع حمل شمرده شده است . « 2 »\r\n15 . زن مقدارى سقمونيا را در پوست اسب قرار داده و با خود حمل نمايد . « 3 »\r\n16 . خوردن تگرگ و بستن آن بر روى ران يا بازو مانع حمل است . « 4 »\r\n17 . اگر زن مقدارى سرگين فيل و بزر البنج را با شير زنى كه بچه شير مىدهد مخلوط كرده و در پوست استر نهاده و به خود آويزان نمايد ، حامله نمىشود . « 5 »\r\n18 . اگر زن استخوان ضفدع « 6 » يا دندان مار را به خود آويزان نمايد ، تا زمانى كه تماس صورت بگيرد مانع بارورى است .\r\n5 . 19 گرم سنگ آهن‌ربا را در 5 گرم طلا يا نقره قرار داده و انگشترى تهيه نمايد ( زمان درست كردن انگشترى بايد در طالع جدى باشد ) . تا زمانى كه زن انگشتر را به دست دارد حامله نمىشود .\r\n20 . اگر به اندازه يك دانه باقلا از چرك گوش انسان جمع كنند و آن را در مقدارى پشم سياه رنگ پيچيده و زن به گردن خود آويزان نمايد ، ما دامى كه با او باشد مانع حمل مىشود . « 7 »\r\n21 . جنطانيا را با حنا مخلوط كرده و زن دست‌هاى خود را با آن\r\n22 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجربات ، رويه 532 ؛ معالجات عقيلى ، ج 2 ، رويه 115 .\r\n( 2 ) . مجربات ، رويه 532 ؛ معالجات عقيلى ، ج 2 ، رويه 115 .\r\n( 3 ) . همان .\r\n( 4 ) . خلاصه التجارب ، رويه 545 ؛ مجربات فرنگى ، رويه 531 ؛ طب اكبرى ج 2 ، رويه 84 ؛ اكسير اعظم ج 2 ، رويه 761 تا 765 ؛ معالجات عقيلى ، ج 2 ، رويه 25 - 130 .\r\n( 5 ) . اكسير اعظم ، ج 2 ، رويه 763 .\r\n( 6 ) . غوك .\r\n( 7 ) . مجربات ، رويه 102 .\r\n","page_name":" 148 ","page_number":164},
  {"content":"\r\n\r\nخضاب كند . اين عمل مىتواند موجب احتباس حيض و عدم بارورى گردد . « 1 »\r\n23 . اگر زن خون نفاسى كه از فرزند اول باشد يا خون حيضى كه براى اولين بار مىآيد « 2 » را به تمام بدن خود بمالد ، مادام‌العمر باردار نمىشود و موجب عقم دائمى مىگردد . « 3 »\r\n24 . اگر گوشت زردى كه ميان دانه‌هاى انار پيداست جمع‌آورى شده و كوبيده شود و سپس با پودر شب يمانى آميخته گردد و زن قبل از جماع و بعد از آن حمول ساخته مصرف نمايد ، مانع حمل است « 4 » .\r\n25 . اگر زن قبل و بعد از جماع فلفل را در واژن قرار دهد بارور نمىشود . « 5 »\r\n26 . شيافى از پودر فلفل و شب يمانى تهيه كرده « 6 » و قبل از نزديكى در داخل واژن قرار دهند .\r\n27 . اگر زن مقدارى نمك اندرانى را پس از جماع شياف كرده در واژن قرار دهد و بعد هر دو پا را به ديوار بگذارد تا نمك ذوب شود ، مواد اين شياف مىتواند اسپرم را از بين ببرد . اگر مقدارى زهره گاو پودر شده به نمك اضافه شود نتيجه بهتر است . « 7 »\r\n28 . زن ، قبل از يا پس از جماع ، كمى قطران را با آب سداب مخلوط كرده در واژن خود تزريق نمايد . « 8 »\r\n29 . پس از نزديكى ، بخور رحم با موادى مانند مُر و صغبين ( سگبينج ) مانع حمل است . « 9 »\r\n30 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجربات فرنگى ، رويه 532 ؛ معالجات عقيلى ، ج 2 ، رويه 445 .\r\n( 2 ) . رموز اعظم ، ج 2 .\r\n( 3 ) . مجربات فرنگى ، رويه 532 ؛ معالجات عقيلى ، ج 2 ، رويه 115 ؛ طب اكبرى ، رويه 84 .\r\n( 4 ) . در مجربات آورده شده با زاج مسحوقه آميخته شود ؛ طب اكبرى ، 84 .\r\n( 5 ) . طب اكبرى ، رويه 84 ؛ مجربات فرنگى ، رويه 532 .\r\n( 6 ) . معالجات عقيلى ، ج 2 ، رويه 115 و رموز اعظم ، ج 2 .\r\n( 7 ) . مجربات بوعلى ، رويه 101 .\r\n( 8 ) . هدايه المتعلمين ، رويه 546 .\r\n( 9 ) . هدايه المتعلمين ، رويه 546 .\r\n","page_name":" 149 ","page_number":165},
  {"content":"\r\n\r\nحمول نمك اندرانى نيز در هنگام مجامعت مؤثر است . « 1 »\r\n31 . شياف تهيه شده از شكوفه انگور و تخم انگور يا 6 گرم تخم سداب ، هنگام مجامعت يا بعد از آن ، مىتواند مانع بارورى شود . « 2 »\r\n32 . شياف تهيه شده از پنيرمايه خرگوش قبل از نزديكى مانع بارورى است .\r\n33 . برگ غرب يا ميوه آن را بسيار نرم پودر نموده و قبل از نزديكى مصرف نمايند . « 3 »\r\n34 . استخوان كعب خوك را تهيه كرده آن را بسوزانند . از خاكستر به جاى مانده شياف تهيه كرده و قبل از نزديكى مصرف شود . « 4 »\r\n35 . اگر خون نفاسى را كه پس از اولين زايمان باشد بر روى هر كدام از پستان‌ها لطوخ كند ، مانع باردارى مىشود « 5 » .\r\n36 . اگر شكوفه كرنب و تخم آن را با آب سداب مخلوط نموده و شياف تهيه كنند و زن قبل يا پس از جماع آن را در واژن قرار دهد حامله نمىشود « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . معالجات عقيلى ، ج 2 ، رويه 115 .\r\n( 2 ) . خلاصة التجارب ، رويه 545 ؛ مجربات فرنگى ، رويه 531 ؛ طب اكبرى ج 2 ، رويه 84 ؛ اكسير اعظم ج 2 ، رويه 765 761 ؛ معالجات عقيلى ج 2 ، رويه 25 - 130 .\r\n( 3 ) . خلاصه التجارب ، رويه 545 ؛ مجربات فرنگى ، رويه 531 ؛ طب اكبرى ، ج 2 ، رويه 84 ؛ اكسير اعظم ، ج 2 ، رويه 765 761 ؛ معالجات عقيلى ، ج 2 ، رويه 25 - 130 .\r\n( 4 ) . خلاصه التجارب ، رويه 545 ؛ مجربات فرنگى ، رويه 531 ؛ طب اكبرى ، ج 2 ، رويه 84 ؛ اكسير اعظم ، ج 2 ، رويه 761 - 765 ؛ معالجات عقيلى ، ج 2 ، رويه 25 - 130 .\r\n( 5 ) . همان ؛ و تحفه حكيم مومن رويه 144 .\r\n( 6 ) مجربات بوعلى ، رويه 102 .\r\n","page_name":" 150 ","page_number":166},
  {"content":"\r\n\r\n\r\nگفتار سوم : داروهاى ضد بارورى\r\nاين داروها به صورت حُمول و فُرزجه توسط زنان استفاده مىشود :\r\n1 . اگر مقدارى سرگين فيل را در آب خيس كرده و بعد از يك ساعت آب آن را نگهدارند و سرگين را دور بريزند و سپس پارچه‌اى بسيار نازك را در آب آن خيسانده و آن را واژن قرار دهند مانع حمل مىشود . « 1 »\r\n2 . بعد از طُهر ، سرگين فيل و شكوفه كرنب را كاملًا سائيده و پس از مخلوط كردن در واژن قرار دهند . « 2 »\r\n3 . شاخه و ريشه كرنب را كاملًا كوبيده حمول كنند . « 3 »\r\n4 . مازو را بسيار نرم سابيده و پنبه خيسى را به پودر مازو آغشته كرده و قبل از نزديكى در دهانه رحم قرار دهند . « 4 »\r\n5 . 5 / 7 گرم سداب ، 5 گرم ابهل ، 5 گرم از محموده ( سقمونيا ) و\r\n6 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اكسير اعظم ، ج 2 ، رويه 765 .\r\n( 2 ) . خلاصه التجارب ، رويه 545 ؛ مجربات فرنگى ، رويه 531 ؛ طب اكبرى ، ج 2 ، رويه 84 ؛ اكسير اعظم ، ج 2 ، رويه 765 761 ؛ معالجات عقيلى ، ج 2 ، رويه 25 تا 130 .\r\n( 3 ) . همان .\r\n( 4 ) . اكسير اعظم ، ج 2 ، رويه 765 .\r\n","page_name":" 151 ","page_number":167},
  {"content":"\r\n\r\nنطرون را كوبيده پس از الك كردن با آبى كه در آن آهن داغ كرده را خاموش كرده باشند مخلوط نموده شياف تهيه كنند . زن بايد قبل از نزديكى آن را در واژن قرار دهد . « 1 »\r\n7 . نيم جزء پوست سفيد تخم مرغ ، يك چهارم جزء پودر شب يمانى ، و يك جزء استخوان سوخته پودر شده را مخلوط نموده و 1 گرم از آن را با آب مخلوط كرده ميل نمايند و شيافى نيز از آن تهيه كرده و در واژن قرار دهند . « 2 » ( مجرب )\r\n8 . سداب خشك و نطرون را به مقدار مساوى كوبيده و پس از الك كردن با آب سداب تازه مخلوط نموده و شيافى تهيه كنند تا زن قبل از نزديكى در واژن قرار دهد . « 3 »\r\n9 . دانه مازو و آس را به اندازه مساوى كوفته مخلوط نموده در آب گرم ريخته و فرزجه تهيه كنند تا زن پيش از مجامعت استعمال نمايد « 4 » . « 5 »\r\n1 . 10 گرم سرگين موش را با عسل يا شهد غليظ مخلوط ساخته ، فرزجه به دست آمده را استعمال نمايند « 6 » . « 7 »\r\n11 . پودينه يا سداب را هر كدام به تنهايى پودر كرده و شياف بسازند ، استعمال واژينال آن‌ها قبل از جماع مانع حمل است . « 8 »\r\n12 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . خلاصه التجارب ، رويه 545 ؛ مجربات فرنگى ، رويه 531 ؛ طب اكبرى ، ج 2 ، رويه 84 ؛ اكسير اعظم ، ج 2 ، رويه 761 تا 765 ؛ معالجات عقيلى ، ج 2 ، رويه 25 تا 130 .\r\n( 2 ) . همان .\r\n( 3 ) . همان .\r\n( 4 ) . همان .\r\n( 5 ) . رموز اعظم ، ج 1 .\r\n( 6 ) . خلاصة التجارب ، رويه 545 ؛ مجربات فرنگى ، رويه 531 ؛ طب اكبرى ، ج 2 ، رويه 84 ؛ اكسير اعظم ، ج 2 ، رويه 761 تا 765 ؛ معالجات عقيلى ، ج 2 ، رويه 25 تا 130 .\r\n( 7 ) . معالجات عقيلى ، ج 2 ، رويه 115 ؛ طب اكبرى ، 84 ؛ رموز اعظم .\r\n( 8 ) . اكسير ، ج 2 ، رويه 765 .\r\n","page_name":" 152 ","page_number":168},
  {"content":"\r\n\r\n1 گرم سرگين فيل را با شهد مخلوط نموده در واژن قرار دهند . « 1 »\r\n13 . استعمال شياف واژنيال تهيه شده از عصاره قثاءالحمار قبل از نزديكى مانع بارورى است .\r\n2 . 14 گرم پنيرمايه گوزن را بعد از اتمام دوران قاعدگى سه شب متوالى در واژن قرار دهند . اگر شب قبل از جماع نيز اين كار را تكرار نمايند ، منع حمل مىكند . « 2 »\r\n15 . شياف تهيه شده از فرفيون يا فوفل را بعد از جماع استعمال كنند . « 3 »\r\n16 . عرق بدن استر را با پنبه جمع نموده بعد از جماع در واژن قرار دهند . « 4 »\r\n17 . اگر زن در موقع جماع شيافى حاوى نمك اندرانى در واژن قرار دهد حامله نمىشود . « 5 » همچنين ، استعمال شياف‌هاى تهيه شده از شكوفه اذخر يا تخم كرنب كه با آب سداب تهيه شده هنگام نزديكى مانع بارورى است . « 6 »\r\n2 . 18 گرم كحل فارسى را به 2 گرم كحل عدسى اضافه كرده كاملًا مخلوط كرده و به شكل شياف حمول كنند . « 7 »\r\n19 . استفاده از شياف تهيه شده از سنگ سفيد انطاكى يا زيتون مشطب ، قبل از نزديكى ، مانع بارورى است . « 8 »\r\n20 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . خلاصة التجارب ، رويه 545 ؛ مجربات فرنگى ، رويه 531 ؛ طب اكبرى ، ج 2 ، رويه 84 ؛ اكسير اعظم ، ج 2 ، رويه 761 تا 765 ؛ معالجات عقيلى ، ج 2 ، رويه 25 تا 130 .\r\n( 2 ) . همان .\r\n( 3 ) . همان .\r\n( 4 ) . همان .\r\n( 5 ) . همان .\r\n( 6 ) . اسرار نكاح ، رويه 85 .\r\n( 7 ) . اكسير اعظم ، ج 2 ، رويه 767 .\r\n( 8 ) . خلاصة التجارب ، رويه 545 ؛ مجربات فرنگى ، رويه 531 ؛ طب اكبرى ، ج 2 ، رويه 84 ؛ اكسير اعظم ، ج 2 ، رويه 761 تا 765 ؛ معالجات عقيلى ، ج 2 ، رويه 25 تا 130 .\r\n","page_name":" 153 ","page_number":169},
  {"content":"\r\n\r\nاقليما ، لُفاح ، بيخ سياه ، و سفيداب را به اندازه مساوى پودر نموده با آب خشخاش تازه مخلوط كرده و پس از اتمام دوران قاعدگى در واژن قرار دهند . « 1 »\r\n21 . بعد از طهر ، اگر 5 / 3 گرم پنيرمايه خرگوش را به مدت سه روز حمول كنند مانع بارورى است .\r\n22 . مرواريد يا سنگ اثمد را با سركه و كمى خون قاعدگى آغشته نموده و قبل از نزديكى حمول كنند . « 2 » « 3 »\r\n1 . 23 گرم از شكوفه كرنب و حرف را با 1 گرم قطران مخلوط كرده در آب فودنج برى ( بيابانى ) خيسانده ، بعد از پاكى از قاعدگى ، در واژن قرار دهند . « 4 »\r\n24 . شكوفه كرنب و تخم آن را كاملًا كوبيده و بعد از پاك شدن در واژن قرار دهند . « 5 »\r\n25 . شياف تهيه شده از ( ريشه ) كرنب هم مىتواند مانع حمل شود . « 6 »\r\n26 . برگ غرب را پودر نموده در آب خود برگ خيسانده ( اگر آب برگ غرب موجود نباشد در آب معمولى آن را خيس كنند ) و بعد از پايان دوره قاعدگى به شكل شياف در واژن قرار دهند . « 7 »\r\n27 . شحم حنظل ، هزار چشان ، خَبث الحديد ، گوگرد ، سقمونيا و تخم كرنب را به مقدار مساوى با قطران آميخته و بعد از جماع يا اتمام دوران قاعدگى شياف كنند . « 8 »\r\n28 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . همان .\r\n( 2 ) . همان .\r\n( 3 ) . معالجات عقيلى ، ج 2 ، رويه 115 .\r\n( 4 ) . اكسير اعظم ، ج 2 ، رويه 767 .\r\n( 5 ) . خلاصة التجارب ، رويه 545 ؛ مجربات فرنگى ، رويه 531 ؛ طب اكبرى ، ج 2 ، رويه 84 ؛ اكسير اعظم ، ج 2 ، رويه 761 تا 765 ؛ معالجات عقيلى ، ج 2 ، رويه 25 تا 130 .\r\n( 6 ) . معالجات عقيلى ، ج 2 ، رويه 115 .\r\n( 7 ) . خلاصة التجارب ، رويه 545 ؛ مجربات فرنگى ، رويه 531 ؛ طب اكبرى ، ج 2 ، رويه 84 ؛ اكسير اعظم ، ج 2 ، رويه 761 تا 765 ؛ معالجات عقيلى ، ج 2 ، رويه 25 تا 130 .\r\n( 8 ) . خلاصة التجارب ، رويه 545 ؛ مجربات فرنگى ، رويه 531 ؛ طب اكبرى ، ج 2 ، رويه 84 ؛ اكسير اعظم ، ج 2 ، رويه 761 تا 765 ؛ معالجات عقيلى ، ج 2 ، رويه 25 تا 130 .\r\n","page_name":" 154 ","page_number":170},
  {"content":"\r\n\r\nشياف فلفل پودر شده پس از جماع مانع حمل است . « 1 »\r\n29 . حُمول سداب در انتهاى واژن ، در موقع جماع و پس از آن ، از بارورى جلوگيرى مىكند . « 2 »\r\n30 . ميوه درخت غرب را با اندكى پنيرمايه خرگوش مخلوط كرده و حمول كنند . « 3 »\r\n31 . اگر استخوان محرق سوخته شده كعب خوك ، ماميران ، سرگين كبوتر ، و اشنان سوخته شده را ( از هر كدام كه باشد ) به مقدار نيم درم حمول كنند ، مانع حمل است .\r\n32 . فلفل را با آب سداب مخلوط كرده به شكل شياف پس از جماع در واژن قرار دهند . « 4 »\r\n33 . سداب خشك و نطرون را به مقدار مساوى كوفته ، بيخته و با آب سداب كاملًا مخلوط نمايند . يا مرد آن را بر قضيب طلا كند يا زن قبل از جماع حمول سازد . « 5 »\r\n2 . 34 گرم تخم شبت و 2 گرم تخم گندنا را بعد از جماع در واژن حمول كنند . « 6 »\r\n35 . زن يك درم پنيرمايه خرگوش را در روغن سوسن حل كرده و پشمى را به آن آغشته نموده و در واژن قرار دهد .\r\n36 . اگر سُم شُتر را پودر كرده و قبل از نزديكى به شكل شياف در واژن قرار دهند ، آبستن نمىشوند .\r\n5 . 37 گرم تخم گذر را در واژن شياف كنند .\r\n1 . 38 گرم زرنيخ سرخ كوبيده را با آب و سركه مخلوط كرده و تكه پشمى را به آن آغشته نموده استعمال كنند .\r\n39 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . همان .\r\n( 2 ) . همان .\r\n( 3 ) . همان .\r\n( 4 ) . همان .\r\n( 5 ) . همان .\r\n( 6 ) . همان .\r\n","page_name":" 155 ","page_number":171},
  {"content":"\r\n\r\nخوردن 2 گرم پنيرمايه گوزن بعد از اتمام دوره قاعدگى به مدت سه روز متوالى مانع حمل است . « 1 »\r\n40 . آشاميدن 2 گرم پنيرمايه حيوانات قبل از جماع مانع بارورى است . « 2 »\r\n41 . انيسون ، تخم كرفس ، رازيانه ، فودنج جبلى ، و مشكطرمشيع ( از هركدام يك جزء ) ، و سنبل الطيب ، دارچينى سليخه ، عود بلسان ، ابهل ، و قسط ( از هر كدام نصف جزء ) را به شكل حب ساخته و زن نيم ساعت قبل از نزديكى بخورد . ( مجرب ) « 3 »\r\n1 . 42 گرم سرگين فيل خشك شده را با مقدار لازم شهد آميخته و زن به مدت چهار هفته هر روز از آن بخورد . « 4 »\r\n43 . نوشيدن ميعه سائله بعد از طهر مانع حمل است . ( مجرب ) « 5 » .\r\n44 . زن 7 گرم تخم كرنب را خيسانده و بعد از اتمام دوران قاعدگى بياشامد . « 6 »\r\n45 . اگر زن سه روز پشت سر هم 30 گرم برگ خشك شده خيار را به خوبى پودر كند و بخورد مانع حمل است . « 7 »\r\n46 . مصرف روزانه 7 گرم حب قرمز با مقدارى سركه به مدت هفت روز متوالى مانع حمل است . « 8 »\r\n47 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . رموز اعظم ، ج 2 .\r\n( 2 ) . خلاصة التجارب ، رويه 545 ؛ مجربات فرنگى ، رويه 531 ؛ طب اكبرى ، ج 2 ، رويه 84 ؛ اكسير اعظم ، ج 2 ، رويه 761 تا 765 ؛ معالجات عقيلى ، ج 2 ، رويه 25 تا 130 .\r\n( 3 ) . رموز اعظم ، ج 2 .\r\n( 4 ) . خلاصة التجارب ، رويه 545 ؛ مجربات فرنگى ، رويه 531 ؛ طب اكبرى ، ج 2 ، رويه 84 ؛ اكسير اعظم ، ج 2 ، رويه 761 تا 765 ؛ معالجات عقيلى ، ج 2 ، رويه 25 تا 130 .\r\n( 5 ) . همان .\r\n( 6 ) . همان .\r\n( 7 ) . همان .\r\n( 8 ) . خلاصة التجارب ، رويه 545 ؛ مجربات فرنگى ، رويه 531 ؛ طب اكبرى ، ج 2 ، رويه 84 ؛ اكسير اعظم ، ج 2 ، رويه 761 تا 765 ؛ معالجات عقيلى ، ج 2 ، رويه 25 تا 130 .\r\n","page_name":" 156 ","page_number":172},
  {"content":"\r\n\r\nمصرف روزانه 7 گرم سرمه به مدت 4 روز متوالى هم مىتواند مانع بارورى گردد . « 1 »\r\n48 . اگر زن نصف استكان آب سداب گرم شده را قبل از جماع بنوشد در منع حمل مؤثر است . « 2 »\r\n49 . بلعيدن كاكنج قبل از نزديكى مانع حمل است . « 3 »\r\n50 . اگر زن تا چهل روز ناشتا ، روزى 10 گرم باقلا ميل كند ، بارور نمىشود . « 4 »\r\n51 . اگر زن 10 گرم بادروج را جوشانيده و هر ماه ، بعد از ايام حيض ، روزى سه فنجان از آن را بنوشد ، در همان ماه مانع حمل است . اگر آب بادروج تازه به اندازه سه اوقيه به همين شكل مصرف گردد همان اثر را دارد .\r\n52 . خوردن سرگين باز موجب منع حمل است . « 5 »\r\n53 . آشاميدن بول بغله ( قاطر ماده ) مانع بارورى است . « 6 »\r\n54 . اگر كحل عدسى را به كحل فارسى اضافه كرده و بنوشند ، در منع حمل و حيض مجرب است . « 7 »\r\n55 . اگر زن 2 گرم برگ بوته فلفل سياه را پودر كرده و بخورد حامله نمىشود . « 8 »\r\n56 . خوردن 3 تا 5 گرم از پشكل خرگوش به مدت يك هفته بعد از تمام شدن دوران قاعدگى مانع حمل است . « 9 »\r\n57 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . همان .\r\n( 2 ) . همان .\r\n( 3 ) . همان .\r\n( 4 ) . همان .\r\n( 5 ) . همان .\r\n( 6 ) . همان .\r\n( 7 ) . همان .\r\n( 8 ) . مجربات فرنگى .\r\n( 9 ) . اكسير اعظم ، ج 3 ، رويه 761 ؛ معالجات عقيلى ، ج 2 ، رويه 115 .\r\n","page_name":" 157 ","page_number":173},
  {"content":"\r\n\r\nزن ، بعد از اتمام دوران قاعدگى ، هر روز صبح ناشتا 5 حبه سير ببلعد .\r\n58 . خوردن قلب بريان شده استر مانع حمل است . « 1 »\r\n59 . زن 3 گرم حرمل ( اسفند ) را با سه حبه قند كوبيده و سه روز متوالى ، بعد از تمام شدن دوران حيض ، بخورد .\r\n1 . 60 گرم مرجان پودر شده را با شربتى قابض ( مثل شربت زرشك ) آميخته و لعوق ( داروى ليسيدنى ) كنند . « 2 »\r\n7 . 61 گرم بادروج را در 20 گرم قند جوشانده و بنوشند .\r\n62 . اگر زن سُم استر را پودر كرده و بخورد بارور نمىشود . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اكسير ، ج 2 ، رويه 767 ؛ مجربات بوعلى سينا ، رويه 102 .\r\n( 2 ) . خلاصة التجارب ، رويه 545 ؛ مجربات فرنگى ، رويه 531 ؛ طب اكبرى ، ج 2 ، رويه 84 ؛ اكسير اعظم ، ج 2 ، رويه 761 تا 765 ؛ معالجات عقيلى ، ج 2 ، رويه 25 تا 130 .\r\n( 3 ) . مجربات بوعلى سينا ، رويه 102 .\r\n","page_name":" 158 ","page_number":174},
  {"content":"\r\n\r\n\r\nگفتار چهارم : داروهايى كه مدت زمان مشخصى عقيمى مىآورند\r\n1 . آشاميدن يك رطل گلاب بعد از جماع يا پس از اتمام قاعدگى مىتواند تا يك سال مانع حبل گردد . « 1 »\r\n2 . اگر دخترى ، بعد از ازاله بكارت در شب عروسى ، صبح ناشتا گلاب بنوشد ، نوشيدن هر يك اوقيه تا يك سال مىتواند موجب منع حمل گردد .\r\n3 . اگر زن 3 گرم تخم كرنب را در يك ليوان آب جوشانده و بنوشد تا يك سال باردار نمىشود . « 2 »\r\n4 . اگر زن يك حبه از حب خروع را پس از اتمام دوران قاعدگى ببلعد تا يك سال تمام حامله نمىشود . « 3 » همچنين ، اگر دو حب بخورد دو سال حامله نمىشود . « 4 »\r\n5 . خوردن 3 گرم حب چشمه صحيح در هنگام قاعدگى تا يك سال منع حمل مىآورد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . رموز اعظم ، ج 2 .\r\n( 2 ) . اكسير ، ج 2 ، رويه 762 ؛ بغية المحتاج ، رويه 261 .\r\n( 3 ) . اسرار نكاح ، رويه 85 .\r\n( 4 ) . رموز اعظم ، ج 2 ؛ در مجربات بوعلى سينا ، رويه 102 اين جنين آمده هر زنى كه يك حب الخروع درست فرو برد دو سال آبستن نشود .\r\n","page_name":" 159 ","page_number":175},
  {"content":"\r\n\r\n6 . اگر زن 5 گرم نيل بخورد تا يك سال حامله نمىشود .\r\n7 . خوردن سه درم ميعه سائله تا دو سال مانع حمل است . « 1 »\r\n8 . حمول سرگين فيل همراه عسل در زمان قاعدگى تا چهار سال منع حمل مىكند ( در بعضى منابع گفته شده كه نازايى دائم مىآورد ) . « 2 »\r\n9 . اگر زن 3 گرم مرداسنگ را در گلوله‌اى از آرد قرار داده و ببلعد تا چند سال حامله نمىشود . « 3 »\r\n10 . اگر زن مغز خروع يا تخم حماض يا حبه سفيد را بعد از طهر بلع نمايد ، چند سال ( به تعداد دانه‌هاى خورده شده ) باردار نخواهد شد . « 4 »\r\n11 . اگر زن 7 عدد كاكنج را پس از پايان دوران قاعدگى پشت سر هم ببلعد تا چهل روز باردار نمىشود . « 5 »\r\n12 . اگر در آخرين روز دوران قاعدگى زن با بول قاطر ماده طهارت بگيرد تا يك سال باردار نمىشود .\r\n13 . اگر 1 گرم زهره گرگ را با 5 گرم روغن نارگيل مخلوط كرده و پشمى را به آن آغشته نمايند و پس از پايان قاعدگى در واژن قرار دهند تا يك سال باردارى صورت نمىپذيرد .\r\n14 . اگر صبح ناشتا برگ جيت سرخ را با روغن ستور بريان كرده بخورد ، هر مقدار برگ كه بخورد آن قدر سال حامله نمىشود . « 6 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اكسير ، ج 2 ، رويه 762 .\r\n( 2 ) . خلاصة التجارب ، رويه 545 ؛ مجربات فرنگى ، رويه 531 ؛ طب اكبرى ، ج 2 ، رويه 84 ؛ اكسير اعظم ، ج 2 ، رويه 761 تا 765 ؛ معالجات عقيلى ، ج 2 ، رويه 25 تا 130 .\r\n( 3 ) . مجربات ، رويه 531 .\r\n( 4 ) . همان .\r\n( 5 ) . رموز اعظم ، ج 2 .\r\n( 6 ) . مجربات بوعلى سينا ، رويه 102 .\r\n","page_name":" 160 ","page_number":176},
  {"content":"\r\n\r\n\r\nگفتار پنجم : بخورات مانع حمل\r\nبراى بخور ، معمولا مواد خشك يا صمغ‌ها را در ظرفى مانند منقل كوچك ريخته و دود ناشى از آن را به دستگاه تناسلى زن كه در فاصله حد اقل 50 سانتىمترى ظرف قرار دارد مىرسانند . بخورات منع حمل عبارتند از :\r\n1 . بخور سرگين فيل .\r\n2 . چرك گوش انسان .\r\n3 . سُم قاطر .\r\n4 . بخور با مُر و سگبينج پس از جماع . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . هدايه المتعلمين ، رويه 546 .\r\n","page_name":" 161 ","page_number":177},
  {"content":"\r\n\r\n\r\nگفتار ششم : داروهائى كه مىتوانند موجب عقيمى دائم گردند\r\n5 . 1 گرم لك مغسول شده را سائيده به غذايى كه در حال پختن است اضافه نمايند . پس از خوردن آن غذا ، زن هرگز حامله نمىشود . « 1 »\r\n2 . از 3 گرم چرك گوش قاطر شيافى تهيه كرده در واژن بگذارند . « 2 »\r\n3 . اگر براده سم قاطر را چند بار متوالى بخورند نازايى مىآورد . « 3 »\r\n4 . اگر كيسه صفراى جوجه سياه رنگ را را به دستگاه تناسلى بمالند و نزديكى كنند ، زن عاقر ( نازا ) مىشود . « 4 »\r\n5 . اگر 3 گرم سرگين فيل را با عسل مخلوط كرده و زن آن را در عرض چهار هفته بخورد هرگز حمل نمىگيرد .\r\n6 . خوردن 2 گرم فضله باز زن را عقيم مىكند . « 5 »\r\n7 . گره‌هايى كه بر شاخه‌هاى درخت كنار به رنگ خاك ديده مىشوند تخم سن ، و اسپند سوختنى را به مقدار مساوى تهيه نمايند . ابتدا\r\n8 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . رموز اعظم ، ج 2 ؛ اكسير ، رويه 767 .\r\n( 2 ) . اكسير ، رويه 761 ؛ معالجات عقيلى ، رويه 115 .\r\n( 3 ) . معالجات عقيلى ، رويه 115 .\r\n( 4 ) . اسرار نكاح ، رويه 85 ؛ مجربات بوعلى ، رويه 102 .\r\n( 5 ) . مجربات ، رويه 531 .\r\n","page_name":" 162 ","page_number":178},
  {"content":"\r\n\r\nآن‌ها را تفت داده بعد پودر كنند و مجدداً مخلوط حاصل را بريان نمايند . اگر زن تا سه ماه در ايام حيض هر هفت روز از آن بخورد ، از زاييدن بازمىماند . « 1 »\r\n9 . اگر زن بعد از طهر 2 گرم پنيرمايه بز كوهى را شياف كند ، از آبستن شدن باز مىماند . « 2 »\r\n10 . سرمه زنجار الحديد به شكل شياف واژينال .\r\n11 . شُرب پنير مايه اسب ماده . « 3 »\r\n12 . اگر زن يا مرد در دَهَن غوك وزغ ادرار كنند عقيم مىشوند . « 4 »\r\n13 . اگر هنگام احتراق زهره ، تحت‌الشعاع ، اين دارو را تهيه كرده بخورند ، مطلقاً منع حمل مىكند : 1 گرم زنگار و يك قيراط اسارون را مخلوط نموده با مقدار كافى آب ليمو بخورند . « 5 »\r\n14 . آشاميدن 5 گرم از روغن تخم نيل توسط زن مانع حمل است . « 6 »\r\n15 . اگر زردچوبه را پودر كرده در زمان قاعدگى روزى 3 گرم بخورند و بعد از پاك شدن نيز سه روز ديگر ادامه دهند مىتواند موجب عقيمى زن گردد . « 7 »\r\n16 . خوردن 1 گرم تخم سن زن را عقيم مىكند . « 8 »\r\n17 . شيافى كه از تخم حندقوقى ، سرگين فيل ، خردل سرخ ، و دانه فلفل تهيه شده باشد ، مىتواند عقر دائم بدهد .\r\n18 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجربات بوعلى سينا ، رويه 102 .\r\n( 2 ) . مجربات بوعلى سينا ، رويه 102 .\r\n( 3 ) . اكسير اعظم ، ج 2 ، رويه 762 ؛ در كتاب مجربات بوعلى سينا كلمه عقيمى دائم آورده نشده است .\r\n( 4 ) . اكسير اعظم ، ج 2 ، رويه 762 ؛ در كتاب مجربات بوعلى كلمه عقيمى دائم آورده نشده است .\r\n( 5 ) . خلاصة التجارب ، رويه 545 ؛ مجربات فرنگى ، رويه 531 ؛ طب اكبرى ، ج 2 ، رويه 84 ؛ اكسير اعظم ، ج 2 ، رويه 761 تا 765 ؛ معالجات عقيلى ، ج 2 ، رويه 25 تا 130 .\r\n( 6 ) . همان .\r\n( 7 ) . همان .\r\n( 8 ) . همان .\r\n","page_name":" 163 ","page_number":179},
  {"content":"\r\n\r\nفلفل و تخم زعرور را به مقدار مساوى سائيده با همان مقدار ميعه سائله مخلوط كرده و با پشم حمول كنند .\r\n19 . آشاميدن ادرار شتر كه با آب آهن‌تاب مخلوط شده توسط زن عقر دائم مىآورد . « 1 »\r\n20 . اگر زن مخلوطى از سرگين فيل خشك شده با شهد را بخورد ، در تمام عمر حمل نپذيرد . « 2 »\r\n21 . اگر زن خون نفاسى كه از فرزند اول باشد ( يا خون حيضى كه براى اولين بار خارج مىشود ) را بر تمام بدن خود بمالد ، در تمام عمر حامله نمىشود . « 3 »\r\n22 . اگر بعد از تمام شدن حيض اسپند و كودى « 4 » را پودر كنند و زن از آن بخورد ، هرگز بار نگيرد . « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . معالجات عقيلى ، رويه 115 ؛ رموز اعظم .\r\n( 2 ) . معالجات عقيلى ، رويه 115 ؛ رموز اعظم . مجربات ، رويه 532 ؛ اسرار نكاح ، رويه 85 .\r\n( 3 ) . مجربات ، رويه 532 ؛ معالجات عقيلى ، رويه 115 ؛ اكسير اعظم ، ج 2 ، رويه 763 .\r\n( 4 ) . ودع : گوش‌ماهى .\r\n( 5 ) . مجربات بوعلى سينا ، رويه 102 .\r\n","page_name":" 164 ","page_number":180},
  {"content":"\r\n\r\n\r\nگفتار هفتم : داروهايى كه در زمان حيض مصرف مىشوند\r\n1 . تخم پلاس و بيار را پودر كنند و مقدارى شهد و روغن گاو بدان اضافه كنند و در زمان عادت ماهيانه به شكل شياف استعمال نمايند .\r\n2 . 2 گرم اسپند را در ايام حيض در واژن قرار دهند .\r\n3 . تخم پلاس را صلايه « 1 » نموده با روغن گاو مخلوط كرده و در واژن استعمال كنند .\r\n3 . 4 گرم گوگرد سائيده شده را در ايام حيض سه روز متوالى بخورند .\r\n5 . زنى كه در حال حيض است ، 7 گرم زردچوبه سائيده را با آب بخورد و بعد از اتمام حيض نيز همين مقدار را بخورد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . صلايه : سائيدن در هاون .\r\n","page_name":" 165 ","page_number":181},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 166 ","page_number":182},
  {"content":"\r\n\r\n\r\nملحقات كتاب\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":183},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 168 ","page_number":184},
  {"content":"\r\n\r\n\r\nمعرفى اجمالى مفردات موجود در كتاب\r\nآب آهن‌تاب\r\nقابض بوده و به غايت مقوى باه است . براى جلوگيرى از خون‌ريزى حيض مفيد است .\r\nابريشم\r\nخام آن گرم و خشك بوده ، مفرح و مقوى روح دماغى ، قلبى ، و كبدى است . باعث افزايش حافظه شده ، مقوى قلب و مفرح است .\r\nابهل (  Juniperus sabina ) \r\nقاعده‌آور بوده ، مصرف آن انقباضات شديد رحمى ايجاد مىنمايد . مصارف داخلى آن بايد با احتياط بوده و بيش از 1 گرم در 24 ساعت نباشد . شياف واژينال آن قاعده‌آور و سقطآور است . حاوى ماده‌اى به نام  Sabin  است كه مىتواند سبب تحريك پوست و مخاط شود . مصرف آن در باردارى به دليل اثرات سقطآورش ممنوع است . گونه‌اى از آن تحت عنوان  Juniperus comunis  داراى خاصيت  Child birth  ،  Anti implantation , Antifertility  است . گرم و خشك ، محلل و مجفف و قابض است و ايجاد انقباضات رحمى مىنمايد . در تركيبات آن پيرواكساليك اسيد ، قند ، و رزين وجود دارد\r\nاثمد\r\nسرد و خشك ، قابض ، و مجفف بىلذع است . از خون‌ريزى جلوگيرى مىكند . شياف واژينال آن جهت قطع خون قاعدگى مصرف دارد .\r\nآرد جو (  Hordeum vulgare  )\r\nسرد و خشك ، قابض ، مجفف ، مرطوب كننده بدن و شكننده حدت اخلاط است . حاوى آب ، مواد ازته ، مواد چرب و نشاسته‌اى و سلولز است .\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":185},
  {"content":"\r\n\r\nماءالشعير ، تسكين دهنده صفرا و خلطهاى سوخته است و براى تسكين حرارت باطنى و توليد خون مناسب است .\r\nارنب ( خرگوش )\r\nمزاج آن بسيار گرم بوده و آشاميدن نيم مثقال انفخه آن بعد از دوران پاكى مانع حمل است . قلب آن نسبت به بدنش بزرگ است و در نتيجه ، حرارت غريزى و روح حيوانى در فضاى آن متفرق شده ضعيف مىگردد . پنيرمايه آن گرم و خشك ، ملطف ، محلل ، ذوب كننده اخلاط منجمده و غليظ كننده اخلاط رقيقه است . شياف واژنيال آن پس از پاكى ، كمك به باردار شدن مىنمايد . موى محرق آن حابس خون است و پشم آن مىتواند از سيلان ادويه هنگام مصرف جلوگيرى كند .\r\nآس ( مورد ) (  Myrtus communis  )\r\nمركب القوى ، خشك كننده ، قابض ، و قطع كننده خون دوران قاعدگى است . در تركيبات ميوه آن تانن يافت مىشود . حاوى اسانس ضد باكترى گرم مثبت است . بيشترين مقدار تانن در گياه روى برجستگىهاى ساقه قرار دارد . داراى سه خاصيت نيرو دهنده ( به خاطر فلانوئيدها ) قابض ، و ضد عفونى كننده است . در ترشحات زنانگى و خون‌ريزىها كاربرد دارد . دانه آن مدر حيض است و برگ آن قطع كننده خون‌ريزى دوران قاعدگى مىباشد .\r\nاستخوان\r\nحابس و مجفف است .\r\nاسطوخودوس (  stoechasl Lavandula  )\r\nگرم و خشك ، محلل ، ملطف ، جالى ، و مقوى بدن ، دل و دماغ و تمام قواى ظاهرى و باطنى است . مسهل و دفع كننده اخلاط فاسده بلغمى رطوبى و سوداوى مىباشد . اسانس آن خاصيت شديد ضد باكتريايى دارد و در بيمارىهاى سيستم عصبى مفيد بوده ، در تركيبات آن كومارين ، فلانوئيد و استرول مشاهده مىشود .\r\nاسفرزه (  Plantago psyllium  )\r\nسرد و تر است . از استعمال خارجى ضماد لعاب آن براى نرم كردن ورم‌ها و در التهاب مخاطهاى مجارى ادرار و تناسلى مصرف مىشود . گلوكوزيد اوكوبين از مواد موجود در آن است .\r\nاسفناج (  Spinacia oleracea  )\r\nسرد و تر ، ملين طبع ، رادع ، و هضم آن سريع و حاوى مواد غذايى مناسب است . در تركيبات شيميايى آن ساپونين ، كاروتن ، ليستين ، نياسين ، اسيد فسفريك ، فوليك اسيد و . . . مشاهده مىشود و به علت وجود اسيد اگزاليك در تورم مفاصل و سنگ‌هاى صفراوى مناسب نيست .\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":186},
  {"content":"\r\n\r\nاسفند (  Peganum harmala  )\r\nمدر حيض و مسقط جنين است .\r\nاسفيداج ( سفيداب قلعى )\r\nهيدروكربونات رصاص مىباشد كه از قلع ، سرب و روى و تونيا به روش احراق تهيه مىگردد . شياف واژينال آن مانع بارورى بوده و مىتواند موجب قطع قاعدگى گردد . سرد و خشك ، ملطف ، مجفف بىلذع ، مُبرد ، مُغرى ، و ترميم كننده زخم‌ها بوده ، شياف واژينال آن قطع خون‌ريزى قاعدگى را باعث مىشود . در مرهم‌ها استفاده مىشود كه باعث پر شدن زخم‌ها شده و مىتواند گوشت‌هاى زائد را از بين ببرد .\r\nاشق (  Dorema ammoniacum .  )\r\nصمغى است به رنگ مايل به زرد كه گرم و خشك ، محلل ، مجفف قوا ، جالى ، و جاذب از عمق بدن است . مرهم آن براى تحليل ورم‌ها و نضج آن‌ها استفاده مىشود .\r\nاشنان ( غاسول ) (  Salsola kali  )\r\nگياهى بىبرگ با شاخه‌هاى ريز شبيه كرم‌هاى خشك است ، در گذشته با آن لباس مىشستند . گرم و خشك ، جالى ، مفتح ، مدر قوى ، محلل فضول غليظه و قاعده‌آور مىباشد . اگر به صورت موضعى مصرف شود مىتواند گوشت‌هاى زائد زخم را از بين ببرد . مسقط جنين زنده و مرده مىباشد . مصرف بيش از 5 درم آن كشنده است .\r\nاصل السوس ( شيرين‌بيان ) (  Glycynhizia glabra  )\r\nگرم و خشك ، منضج خلطهاى غليظ ، تقويت كننده اعصاب و تحليل برنده رياح است . اثر مواد موجود در شيرين‌بيان شبيه اثر هورمون‌هاى آدرنال ، دزوكسى ، كورتيكو ستروئيد و هيدروكورتيزون مىباشد . مواد مؤثره در ريشه شيرين‌بيان به واسطه برخى فلانوئيدها اثر مفيد در معالجه زخم اثنىعشر و بيمارىهاى معده دارند .\r\nاظفار الطيب (  Strombus  )\r\nنوعى صدف دريايى است . گرم و خشك ، ملطف اخلاط غليظه ، و مدر فضلات است . براى درد ، اختناق و بيمارىهاى سرد رحم مفيد است .\r\nافتيمون (  Cuscuta epithymum  )\r\nگرم و خشك ، محلل ، ملطف ، مفتح سدد ، و مسهل سودا و بلغم است و براى بيمارىهاى دماغى مفيد است . تخم آن قاعده‌آور بوده و ضماد آن براى كاهش درد مفاصل مفيد است .\r\nافسنتين (  Artemisia absinthium  )\r\nگرم و خشك ، مفتح ، قابض ، و ملطف بوده ، براى درمان تورم رحم مناسب است .\r\nافيون ، خشخاش ، كوكنار (  Papaver somniferum  )\r\nمركب القوى با برودت ، مخدّر ، قابض ، مسدّد ، محلل ، مسكن دردها ، و جلوگيرى كننده از عفونت و فساد خلطهاست . همراه زرده تخم مرغ و زعفران باعث خشك شدن\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":187},
  {"content":"\r\n\r\nزخم‌ها و تورم‌هاى حار مىشود . در تركيبات شيميايى آن آلكالوئيد ، موسيلاژ ، پكتين ، مواد آلبومينوئيدى ، رزين و . . . يافت مىشود . چهارآلكالوئيد ، مرفين ، كدئين ، نارسئين ، پاپاورين موجود در آن در پزشكى حائز اهميت هستند . ترياك آرام كننده بوده و با تانن ، املاح نقره ، جيوه ، آهن ، سرب ، ناسازگارى دارد .\r\nاقليما\r\nماده‌اى معدنى است كه خبث فلزات مىباشد . براى استفاده از آن بايد محرق و شسته شود . بسيار خشك است . براى پاكيزگى زخم‌ها ، از بين بردن عفونت زخم‌ها و گوشت‌هاى زائد و رويش گوشت مناسب در محل زخم و پر شدن سطح آن مورد مصرف دارد .\r\nاكليل الملك (  Melilotus officinalis  )\r\nگرم و خشك ، قاعده‌آور ، محلل ، منضج ، قابض ، و مجفف است و ضماد آن براى تورم رحم آن مؤثر است . ساپونين ، مواد نشاسته‌اى و لعاب كه ورم‌هاى سفت را نرم مىكند ، در تركيبات آن مشاهده مىشود .\r\nآلو (  Prunus domestica  )\r\nميوه آن سرد و تر است . مسهل صفراوى رقيق است و آشفتگىهاى ناشى از صفرا را آرام مىكند . در ميوه تازه آن هيدرات‌هاى كربن و قند ديده مىشود .\r\nانار (  Punica granatum  )\r\nطبيعت انار شيرين ، سرد و معتدل و كمى تر است . قابض بوده و توليد اخلاط صالح مىنمايد . در تركيبات آن آب ، پروتئين ، هيدرات كربن ، كلسيم ، فسفر ، آهن ، ويتامين  C  ، نياسين ، و . . . يافت مىشود . نشستن در جوشانده پوست انار موجب قطع ترشحات رحمى و خون‌ريزى در زنان ( در غير از دوران قاعدگى ) مىگردد . گوشت سفيد داخل آن بسيار قابض و سرد و خشك است . خوردن انار ترش موجب كاهش نيروى جنسى مىشود . پوست ريشه و ساقه انار 22 درصد تانن دارد . قابض نسبتاً قوى است ، گل درخت انار در خون‌روىهاى ساده مفيد است . فراورده‌هاى پوست انار براى اطفال زير 5 سال ، زنان باردار ، و افراد عصبانى به علت وجود سولفات پل‌له‌تدرين ممنوع است .\r\nانجير (  Ficus carica  )\r\nگرم و تر ، و بازكننده گرفتگى است . ضماد تهيه شده از خشك آن با آرد جو و گندم براى تحليل ورم‌ها مفيد است . حاوى آب ، پروتئين ، چربى ، هيدرات كربن ، كلسيم و . . . . مىباشد .\r\nانزروت ( كحل فارسى ) (  Astrragalus sarcocolla  )\r\nصمغ درخت خاردارى است . گرم و خشك بوده ، تحليل‌برنده رياح غليظ ، بازكننده گرفتگىها ، و خشك كننده بدون لذع ( سوزش ) است . رطوبت‌هاى زخم‌ها و جراحت‌ها را از بين مىبرد ، بهترين خارج كننده بلغم است . استعمال خارجى آن در زخم‌ها باعث\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":188},
  {"content":"\r\n\r\nمىشود گوشت زائد زخم‌ها خورده شده ترشحات عفونى آن‌ها خشك شود و اگر زخم خون‌ريزى دهنده است ، مىتواند آن را بند آورده ترميم زخم را موجب مىگردد .\r\nانگور (  Vitis vinifera  )\r\nدانه انگور حاوى تانن بوده ممسك منى است .\r\nانيسون (  Pimpinella anisum  )\r\nگرم و خشك ، محلل ، جالى ، قابض ، و قاعده‌آور است و اسانس آن ضد باكترى است . حاوى آنتول ، پروتئين ، مواد قندى و . . . است . مدر حيض بوده بخور آن جهت خروج جنين مصرف مىشود . در شيردهى و باردارى نبايد مصرف شود .\r\nاوز ( غاز ، مرغابى )\r\nچربى آن جهت درمان تورم ، كشيدگى ، و تشنج امتلائى مفيد است و مىتواند ورم‌هاى سرد را از بين ببرد .\r\nآويشن (  Thymus vulgaris  )\r\nگرم و خشك ، تحليل برنده ، و لطيف كننده است . در بيمارىهاى رحم و عادت ماهانه بسته شده به علت بلغم غليظ مؤثر است . اسانس آن ضد باكترى و ضد قارچ است . در تركيبات آن تانن ، فلانوئيد ، و ساپونين ديده مىشود .\r\nبابونه (  Marticaria chamomilla  )\r\nگرم و خشك ، ملطف ، مفتح ، و محلل بىجذب است . مؤثر در تحريك گلبول‌هاى سفيد ، ضد قارچ كانديدا ، حاوى اسيد آنجليك ، كولين ، و تركيبات قندى است .\r\nبادام شيرين ( لوز ) (  Prunus amygdalus  )\r\nگرم و تر بوده ، مفتح و حافظ قوه‌ها ، و حافظ جوهر دماغ است . حاوى مواد غذايى مناسب است و 50 تا 55 درصد روغن ، 23 تا 25 درصد مواد آلبومينوئيدى ، قند ، صمغ ، و موسيلاژ دارد . شيره آن نرم كننده و آرام كننده است .\r\nبادرنجبويه (  Melissa officinalis  )\r\nگرم و خشك ، مقوى دل ، دماغ ، حواس ، مفتح سدد دماغى ، و ملطف است . در اعصاب و خستگى مفيد است . در برگ آن تانن ، كامفر ، قند ، مواد رزينى ، و پكتينى وجود دارد و مىتواند باعث ازدياد هوش و حواس گردد . مصرف بيش از اندازه يا صبح ناشتا خوردن آن باعث كاهش فشار خون و مسموميت مىگردد .\r\nبادروج (  Ocimum album  )\r\nمدر حيض ، مقوى و مدر است . دانه آن لعاب فراوان دارد و در ترشحات زنانگى مصرف مىشود .\r\nباديان (  Foeniculum vulgare  )\r\nگرم و خشك ، بازكننده گرفتگىها ، و از بين برنده رياح و اخلاط غليظ است . حاوى موسيلاژ ، ماده قندى و روغنى مىباشد .\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":189},
  {"content":"\r\n\r\nبارهنگ ، بارتنگ ، لسان الحمل (  Pluntago major  )\r\nسرد و خشك است . آشاميدن آن از خون‌ريزىهاى داخلى جلوگيرى مىكند و شدت خون‌ريزى قاعدگى را كاهش مىدهد . در تركيبات آن موسيلاژ ، صمغ ، و تانن يافت مىشود\r\nباقلا (  Vicia faba  )\r\nسرد و خشك است . آرد آن باعث رسيدن آبسه و خروج چرك از آن مىشود . در تركيبات آن آب ، پروتئين ، مواد چرب ، هيدرات كربن و . . . ديده مىشود . محلل و منضج است . مقوى باه بوده خوردن آن مورث اختلال و ثقل دماغ و فساد ذهن است . در هر صد گرم باقلا 02 / 0 ميلىگرم ارسنيك وجود دارد .\r\nبخور مريم (  Cyclamen europaeum  )\r\nقاعده‌آور و سقطآور بوده تعليق و شياف آن موجب سقط مىشود .\r\nبذر البنج (  Hyoscyamus niger  )\r\nسرد و خشك بوده و بسيار مجفف است . برگ و دانه آن مصرف مىشود . به دليل وجود آلكالوئيدهاى ژوسيكام سمى است . حاوى هيوسين بوده كه اثر بىحس كنندگى عمومى دارد .\r\nبرنج (  Oryza sativa  )\r\nمركب القوى ، و توليد كننده خلط صالح است . ضماد آن باعث باز شدن دمل‌ها مىگردد . از آرد برنج به صورت ضمادهاى نرم كننده و يا به حالت خشك جهت رفع التهاب و اورام جلدى استفاده مىشود .\r\nبرنجاسف (  Achillea millefolium  )\r\nگرم و خشك ، ملطف ، و مفتح است . براى تورم و تنقيه رحم ، تحليل اورام و تسكين دردها به شكل استعمال خارجى مصرف دارد .\r\nبسباسه يا جوزبوا (  Myristica fragrans  )\r\nگرم و خشك ، و بازكننده گرفتگىها و انسداد عروق است . رطوبت‌ها را خشك مىكند . گازها و نفخ را تحليل مىبرد ، باعث تقويت رحم شده و نيروى قابضه دارد . در تركيبات آن ساپونين ، اسانس فرار ديده مىشود .\r\nبسفايج (  Polypodium vulgave  )\r\nمسهل سودا و بلغم غليظ است . براى بيمارىهاى سوداوى نافع است .\r\nبط ( اردك )\r\nچربى آن بهترين نوع چربىهاى حيوانى است . گرم و لطيف بوده ، ملين و محلل با قوت نافذه است .\r\nبقله يمانيه (  Amaran thus blitum  )\r\nسرد و تر ، ملين طبع ، مرطب بدن ، مطفئ حرارت غريبه به دليل نفوذ در كبد و اعضا ،\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":190},
  {"content":"\r\n\r\nقليل الغذاء ، و مولد خلط صالح به دليل تبريد است . ضماد آن جهت جرب و حكه و اوارم حاره ، ثاليل و قروح باطنى مصرف مىشود .\r\nبلسان (  Commiphora opobalsamum  )\r\nروغن آن لطيف‌تر از جرم آن مىباشد . به دليل خاصيت تسخين ، تحليل ، قبض و عطريت براى رحم‌هايى كه سرد هستند بسيار مفيد است . با خاصيت تجفيف خود براى قروح رحم مصرف مىشود . نشستن در جوشانده آن باعث باز شدن افواه رحم و خارج شدن رطوبات فضليه از آن مىگردد .\r\nبلوط (  Quercus coccifera  )\r\nسرد و خشك و مجفف بوده و مواد غذايى آن فراوان است . شياف آن براى جلوگيرى از ازدياد خون‌ريزى قاعدگى مؤثر است . جفت ( پوست مغز ) آن مجفف قوا و رادع جهت جراحات و رطوبات مىباشد ( به شكل مصرف خارجى يا خوراكى ) .\r\nمغز دانه گياه اثر تنگ كننده مجارى عروق سطحى دارد . مقادير زياد مصرف موجب مسموميت كليه ، كبدى و اختلالات خونى مىشود . در باردارى و شيردهى با احتياط مصرف شود . همزمان با  ASA  و ساير داروهاى ضد انعقادى مصرف نگردد .\r\nبنفشه (  Viola odorata  )\r\nسرد و تر ، و از بين بردن ورم‌هاى لطيف و سخت است . ضماد آن براى ورم‌هاى حاره مفيد است . مسكن دردهاى حاره بوده و شربت آن براى سوزش و التهاب بسيار مناسب مىباشد . در تركيبات آن موسيلاژ ، اسيد سالسيليك ، اسانس ، آنتوسيانين موجود است و مصرف تازه آن در رفع التهاب‌ها مؤثرتر است .\r\nبنگ (  Hyoscyamus niger  )\r\nسرد و خشك ، مخدّر ، خواب‌آور ، قطع كننده خون‌ريزى رحم ، رادع ، مجفف ، و مسكن است . شياف آن در رحم موجب تجفيف رطوبات و از بين رفتن قروح رحم مىگردد .\r\nبه ، سفرجل (  Cydonia oblonga  )\r\nشيرين آن معتدل و ترش آن سرد و خشك است . قابض بوده و رب آن خون‌ريزى قاعدگى را بند مىآورد . در تركيبات شيميايى آن پكتين ، اسيد ماليك و كانن ديده مىشود . در اخلاط خونى ، خون‌ريزىهاى رحمى ، و ترشحات زنانگى اثر مفيد دارد .\r\nبوره\r\nنمكى معدنى است . نوعى از آن سفيد ، سبك ، پر سوراخ با طعم شور است كه « بوره ارمنى » ناميده مىشود و نوع سرخ آن را « نطرون » گويند . محلل ، جالى ، و جاذب بوده شياف واژينال آن براى دفع رطوبات رحم و احتباس حيض مفيد است .\r\nبيدانجير (  Ricinus communis  )\r\nگرم و خشك ، محلل ، مسهل قوى خلط بارد ، و پاك كننده عروق است . ضماد مغز دانه آن براى تحليل ورم‌ها و تسكين و تحليل درد مؤثر است . حاوى آلكالوئيد سمى به نام\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":191},
  {"content":"\r\n\r\nرسينين است . اولئيك اسيد و پالمتيك اسيد در تركيبات آن ديده مىشود .\r\nبيدمشك (  Salix aegyptiaca  )\r\nسرد و تر ، ملطف ، و مقوى دل و دماغ است .\r\nبيض ( تخم مرغ )\r\nزرده آن مركب القوى ، مقوى خون رقيق و صالح براى تغذيه است . توليد روح مىكند . مىتواند دهانه عروق را ببندد . ضماد آن با موم و روغن مناسب براى نرم كردن ورم‌ها و اعصاب به كار مىرود . شياف تهيه شده از سفيده با روغن حنا براى قروح رحم و صلابت آن مصرف مىشود .\r\nپرسياوشان (  Adiantum capillus - veneris  )\r\nطبيعتش معتدل و مايل به خشكى است . اخلاط را اعتدال مىبخشد . حاوى تانن ، قند ، لعاب ، و گاليك اسيد مىباشد .\r\nپشكل خرگوش\r\nخوردن آن مانع حمل است ، ولى حمول آن بارورى را افزايش مىدهد .\r\nپنبه ( قطن ) (  Gossypium herbaceum ) \r\nمجفف زخم‌ها و پوست است . ريشه گياه داراى اثرات قاعده‌آور است . با مصرف آن انقباضات رحمى شبيه انقباضات خودبه‌خود زمان حمل پيش مىآيد . بندآورنده خون‌ريزىهاى رحمى است .\r\nپنيرمايه گوزن\r\nمقوى باه بوده ، حمول آن سه روز بعد از پايان دوره قاعدگى مانع آبستنى است .\r\nپودينه - فودنج جبلى (  Origanum vulgare Mentha pulegium  )\r\nگرم و خشك است . گرم كننده ، رقيق كننده خون غليظ ، و كاهش دهنده ترشح مخاطهاست . اسانس آن باعث تسكين دردهاى حاد است . حاوى اسانس مانتون است . قاعده‌آور و سقطآور شديد بوده ، در  Amenorrhea  مصرف داشته و مىتواند در  Clild birth  مؤثر باشد .\r\nپوست تخم مرغ\r\nجالى و مجفف است .\r\nپياز عنصل (  Urginea scilla  )\r\nقبل از مصرف بايد مشوى و پخته شود . خيلى گرم و خشك بوده فضولات و اخلاط را از اعماق بدن جذب مىكند و مسهل اخلاط غليظه است . موجب تسهيل جريان عادت ماهيانه مىشود .\r\nتخم جزر (  Daucus Carota  )\r\nمدر قوى است . شياف آن جهت اخراج جنين مصرف دارد . در گزارشى به خاصيت ضد\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":192},
  {"content":"\r\n\r\nبارورى آن در حدود 60 % اشاره گرديده . گزارشى درباره خاصيت استروژنى ضعيف آن ( به دليل وجود كومارين ) و  anti implantation  نيز مشاهده مىشود .\r\nتخم خيارين (  Cucumis sativus . C . melo  )\r\nسرد و تر است . بازكننده و پاك كننده عروق از مواد لزج ، ملطف ، و مسهل مره صفرا و بلغم خام است . آشاميدن عصاره آن قاعده‌آور است . حاوى آنزيم پروتئوليتيك ، ارپسين و . . . مىباشد .\r\nتخم كتان (  Linum usitatissimum  )\r\nگرم و خشك ، محلل ، و جالى است . در استعمال خارجى به صورت ضماد براى زخم‌هاى دردناك و اولسرها مفيد است و ضماد دانه آن اثر بازكننده دمل‌ها ، رفع آبسه و التهاب گانگليون‌ها دارد . نشستن در جوشانده آن براى ورم صلب رحم و تسكين درد و تجفيف جراحات آن مناسب است . اثر قاطع آن در رفع بيمارىها را مربوط به مقدار كم اسيد سيانيدريك مىدانند كه در مجاورت با آب از آن آزاد مىشود .\r\nتخم كدو (  Cucurbita pepo  )\r\nسرد و تر است و نيروى تسكين دهنده و چاق كننده دارد . آب ، پروتئين ، چربى ، مواد قندى و . . . از جمله تركيبات آن است .\r\nتخم كرفس (  Apium graveolens  )\r\nگرم و خشك ، ضد نفخ ، و بازكننده گرفتگىهاست . ضماد آن ورم‌ها را تحليل مىبرد و تحريك انقباض رحمى را باعث مىگردد . حاوى اسيدهاى چرب مانند اولئيك اسيد ، لينولينك اسيد و اسانس روغنى است .\r\nتخم كلم (  Brassica oleracea  )\r\nگرم و خشك ، مسكن ، و قابض است و سيستم ايمنى را تقويت مىكند . حاوى  indole  است كه باعث راه افتادن مولكول‌هاى گلوتاتين مىشوند كه اين مولكول‌ها قادر به انهدام سموم شامل عوامل سرطان‌زاست .\r\nترمس (  Lupinus termis  )\r\nگرم و خشك ، محلل صلابات ، جالى ، و مُدر حيض است . موجب باز كردن انسداد و گرفتگىهاى مجارى كبد و تحليل نفخ رحم مىگردد . حاوى آسپاراژين ، و آلكالوئيدهايى مانند لوپى نين است .\r\nترنجبين (  Alhagi camelorum  )\r\nگرم و تر ، ملطف ، و مسهل صفراست و در تركيبات آن قند ساكارز ديده مىشود .\r\nتگرگ ، آب سرد\r\nمطفئ حرارت غريزى و مضعف اعصاب است .\r\nجاوشير (  Opoponax persicum  )\r\nگرم و خشك ، بازكننده گرفتگىها و انسدادهاى مجارى ، التيام دهنده زخم‌ها ، و پراكنده\r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":193},
  {"content":"\r\n\r\nكننده گاز و نفخ رحم است . محلول آن با عسل به صورت خوراكى قاعده‌آور است . حاوى اسانس روغنى فرار است .\r\nجنطيانا (  Gentiana lutea  )\r\nمعمولًا ريشه اين گياه مصرف مىشود . مخرج جنين است و حمول آن سقطآور است . گذاردن طلاى آن با حنا بر كف دست قاطع خون حيض است . ترشح عادت ماهانه را تحريك مىكند و در باردارى و شيردهى منع مصرف دارد .\r\nجوجه مرغ\r\nگرم و با رطوبت فضليه ، حاوى مواد غذايى مناسب ، خون‌ساز ، چاق كننده و افزايش دهنده هوش است .\r\nجوز السرو ( ميوه سرو ) (  Cupressus sempervirens  )\r\nسرد و خشك ، قطع كننده خون‌ريزىها ، مقوى اعصاب ، و ناشف رطوبات از عروق است . نشستن در جوشانده آن در دفع رطوبات رحم مفيد است . از تراوش مخاطها جلوگيرى كرده و درمان خون‌ريزىهاى عادى رحم است . داراى اثر تنگ كنندگى بر مجارى عروق مىباشد . در معالجه اختلالات زمان يائسگى و خون‌ريزىهاى رحمى مفيد است .\r\nحب خروع ( تخم بيدانجير ) (  Ricinus communis  )\r\nدر چهارم گرم و خشك ، مسهل بلغم و سودا و اخلاط غليظه ، و جاذب رطوبات خام و رقيق از دماغ است و حتماً بايد با مصلحات مصرف شود ( مانند يك شب در آب ليمو خيساندن ) . روغن گياه قاعده‌آور و سقطآور بوده مصرف آن در باردارى ممنوع است .\r\nحب صنوبر كبار (  Picea albies ) \r\nبخور آن جهت اخراج جنين مفيد بوده و قاعده‌آور است . تازه آن لذاع و محلل است .\r\nحب الغار (  Laurus nobilis  )\r\nميوه درخت برگ بو است . مفرح و مقوى و مدر است و ترشحات حيض را افزايش مىدهد . نشستن در جوشانده ميوه آن براى بيمارىهاى رحم مفيد است . برگ‌هاى آن حاوى اسانس روغنى خوش‌بو است .\r\nحرف (  Nasturtium officinale  )\r\nگرم و خشك است . براى رسانيدن و سرباز كردن دمل و بيمارىهاى سرد مناسب است ، اسانس روغنى آن خاصيت فعاليت اوئستروژن ( تحريك جنسى در زنان ) را دارد . تركيبات شيميايى آن داراى فعاليت ضد باكترى است .\r\nحلبه ( شنبليله ) (  Trigonella Foenum - graceum  )\r\nگرم و خشك با رطوبت فضليه است . تخم آن ملين ، محلل ، و حار است و مىتواند موجب تحليل اورام و صلابات و مسكن دردها باشد . ضماد آن براى تورم‌هاى سخت ظاهرى و باطنى مناسب است . در تركيبات آن مواد چرب ، نشاسته‌اى ، قندى ، آلكالوئيد ،\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":194},
  {"content":"\r\n\r\nو مقدار كمى تانن و اسيد نيكوتئيك كه اثر گشاد كنندگى مجارى عروق خونى را دارد يافت مىشود . نشستن در جوشانده آن در افتادگى ركتوم و رفع التهاب و دردهاى رحم مؤثر است . بذر آن حاوى آلكالوئيدهاى تريگونين ، كولين و ساپونىهاى استروئيد بوده كه موجب مىشود داراى خاصيت ضد التهاب باشد .\r\nحماض (  Oxalis corniculata  )\r\nسرد و خشك با قوت قابضه است . ريشه آن اشتهاآور است . تصفيه كننده خون مىباشد . مقدار كمى آهن در خود ذخيره دارد و براى رفع كم‌خونى از طريق افزايش تعداد گلبول‌هاى قرمز مفيد است . برگ و ميوه آن داراى تانن بوده در خون‌ريزىها مخصوصاً خون‌ريزىهاى رحمى اثرات درمانى دارد .\r\nحماض ( ترشك ) (  Rumex acetosa ) \r\nتخم آن قابض بوده و مضر باه است . ضد سم عقرب مىباشد .\r\nحنا (  Lawsonia inermis  )\r\nسقطآور شديد بوده و مىتواند به دليل قبض و تجفيف زياد موجب قطع خونريزى قاعدگى گردد .  Antifertitity  بوده موجب آمنوره شده و تحت عنوان  Child birth  مصرف دارد .\r\nحندقوقى (  Trifolium pretense  )\r\nتخم آن مهيج باه و مدر حيض است . اگر برگ و ريشه آن را بر ران چپ زن آبستن ببندند باعث سهولت وضع حمل مىشود . ضد سموم است . خوردن تخم آن موجب تقويت نيروى جنسى مىشود .\r\nحنظل (  Citrullus Colocynthis  )\r\nگرم و خشك ، مسهل بسيار قوى بلغم ، جاذب اخلاط بلغمى از اعماق بدن و عامل اخراج آن‌هاست . در درمان بيمارىهاى رحم مؤثر است . حاوى ساپونين ، تانن بوده ، عصاره آن آنتى بيوتيكى قوى است . شياف آن قاتل جنين بوده و بخور آن قاعده‌آور است\r\nخبازى (  Malva sylvestris ) \r\nداراى رطوبت فضليه است . استفاده از آن در ابتداى اورام و در نضج آن‌ها مفيد است . ضماد برگ آن براى از بين بردن تورم‌ها مفيد است . نشستن در جوشانده آن براى صلابت و سختى رحم ، تسهيل ولادت و تسكين دردهاى رحم مؤثر است . در گُل آن تركيبات موسيلاژى ، قندى ، گلوكز ، و تانن ديده مىشود . در تمام قسمت‌هاى گياه تانن ، مواد لعابى فراوان ، قند ، مواد رزينى و پكتيك وجود دارد كه در تورم اعضاى بدن و التهاب‌ها اثر نرم كننده دارد .\r\nخبث الحديد\r\nچركى است كه در وقت گداختن از آهن جدا مىشود . به غايت مجفف بوده و مىتواند\r\n\r\n","description":"","footnote":"","page_name":" 179 ","page_number":195},
  {"content":"\r\n\r\nموجب قطع حيض و مانع حامله شدن گردد .\r\nخربزه (  Cucumis melo  )\r\nمعتدل و تر است . تخم آن گرم ، بازكننده گرفتگىهاى كبد ، ادرار آور ، پاك كننده مثانه و كليه‌ها داراى قدرت مسكن و تسكين دهنده زخم‌ها ، رساننده دارو به كبد و مجارى ادرار است . ضماد گوشت آن براى ورم‌هاى سخت مفيد است . در تركيبات تخم آن ، املاح فسفات ، آدنوزين ، سيتين ، و ماده گالاكتان مشاهده مىشود .\r\nخردل سياه (  Brassica jnigra  )\r\nجاذب اخلاط از عمق بدن مىباشد . استفاده از مقدار زياد آن در باردارى ممنوع است .\r\nخرفه (  Portulaca oleracea  )\r\nسرد و تر با كمى قوت قبض است . حقنه آن در رحم يا به طريق خوراكى مىتواند خون قاعدگى را به دليل خاصيت برودت و قبض خود قطع نمايد يا در خون‌ريزى بين فواصل قاعدگى مؤثر باشد . خوردن جوشانده تخم آن براى سوزش و تسكين حرارت رحم مناسب است . محلل ورم و التيام دهنده زخم‌ها بوده در آن تانن ، املاح فسفات و آهن ديده مىشود .\r\nخطمى (  Althaea officinalis  )\r\nسرد و تر و يا معتدل مىباشد . محلل ، لطيف و مرخى است . مسكن درد بوده تورم‌ها را از بين مىبرد و باعث رسيدن دمل‌ها و جراحات مىشود . خطمى توانايى گلبول‌هاى سفيد را براى بلع بيشتر كرده ، به تقويت سيستم ايمنى بدن كمك مىكند . در برگ آن تركيبات موسيلاژى ديده مىشود ، لعاب ، اسيد ماليك ، تانن نيز از جمله تركيبات آن مىباشند . در حاملگى و شيردهى به علت عدم جذب دارو مصرف خوراكى با احتياط صورت مىگيرد .\r\nخولنجان (  Alpinia galangal  )\r\nخيلى گرم و خشك است . شياف واژينال آن قاعده‌آور است و مىتواند در تسكين دردهاى رحمى مفيد باشد .\r\nخيار ( قثاء ) (  Cucumis sativus  )\r\nسرد و تر ، جالى ، و تسكين دهنده عطش و حرارت است . در ميوه آن ساپونين ، ويتامين  B  و  C  يافت مىشود . آشاميدن دو مثقال و نيم پوست خشك كرده آن جهت رفع عسر ولادت و سهولت وضع حمل مفيد است . در تركيب شيميايى آن كمى ساپونين و آنزيم پروتئولتيك ، و آنزيم ارپسين وجود دارد .\r\nخيارشنبر (  Cassia fistula  )\r\nگرم و تر است . ورم‌هاى احشاى داخل شكم را تحليل مىبرد و در تركيبات آن صمغ ، رزين ، و پكتين وجود دارد .\r\n\r\n","description":"","footnote":"","page_name":" 180 ","page_number":196},
  {"content":"\r\n\r\nخيرى (  Cheiranthus cheiri  )\r\nگرم و خشك ، محلل ، ملطف ، و جالى است . در ورم‌هاى سرد رحم مؤثر است . حاوى سم محرك قلبى است و خوردن آن بايد با احتياط باشد .\r\nدارچين ، سليخه (  Cassia zeilanicum  )\r\nگرم و خشك ، ملطف ، و منضج عفونت اخلاط بوده و موجب از بين رفتن دردهاى رحمى مىشود . حاوى اسانس و كمى تانن است . مدر حيض و مسقط جنين است .\r\nدارفلفل (  Piper longum  )\r\nريشه آن طعم تند داشته و قاعده‌آور است و مىتواند موجب كاهش اسپرم گردد ، ولى خود آن سبب افزايش منى مىگردد .  Antifertility  بوده تحت عنوان  child birth  انديكاسيون دارد . مصرف آن در باردارى منع شده است .\r\nدراج ( كبك )\r\nمايل به حرارت و خشك است . گوشت آن لطيف‌تر از كبك است و خوردن آن باعث افزايش هوش مىگردد .\r\nدندان شير\r\nبسيار سمى است .\r\nدوقو (  Daucus carota  )\r\nگرم و خشك بوده جوشانده و ريشه آن قاعده‌آور مىباشد .\r\nراتينج (  Pinus eldarica  )\r\nگرم و خشك و از صمغ‌ها مىباشد . همراه سفيداب قلع و تخم كتان براى ترميم زخم‌ها بسيار مفيد است .\r\nرازيانه (  Foeniculum vulgare  )\r\nگرم و خشك است . تخم آن قوىتر است . بازكننده گرفتگىها ، تسكين دهنده دردهاى ناشى از سردى ، و تحليل برنده رياح و خلطهاى غلظ است . در تركيبات آن 10 تا 12 درصد مواد قندى موسيلاژ و در ريشه آن كومارين وجود دارد . اشتهاآور بوده و مىتواند باعث دفع اوره و اسيد اوريك كند . مدر بول و حيض بوده مجفف قوى با قوت قابضه است\r\nروغن بادام (  Prunus amygdalus  )\r\nگرم و تر ، جالى اعضاى باطنى ، و التهاب‌هاى مزمن احشاء است . حاوى صمغ ، موسيلاژ ، روغن ، و مواد آلبومينوئيدى است .\r\nروغن زنبق (  Convallaria majalis  )\r\nگرم و خشك ، ملين و مقوى اعضاست . ماليدن آن براى بيمارىهاى رحم و اعضاى تناسلى مفيد است . حاوى تانن و نشاسته مىباشد .\r\n\r\n","description":"","footnote":"","page_name":" 181 ","page_number":197},
  {"content":"\r\n\r\nروغن زيتون (  Olea europaea  )\r\nگرم و خشك ، محلل ، صاف كننده اخلاط ، و التيام دهنده زخم‌هاست . ماليدن آن مسكن دردهاى بارد است . به عنوان خوراكى كلسترول خون را كاهش داده و  HDL  را حفظ مىكند و يك عامل ضد انعقاد خون بوده ، باعث كاهش فشار خون مىشود .\r\nروغن سنبل (  Nardostachys jatamansii  )\r\nگرم و خشك است . آرام كننده و راحت كننده عضلات است . اسانس آن داراى خاصيت ضد باكترى است .\r\nروغن گل سرخ (  Rose gollica  )\r\nمركب القوى ، رادع ، قابض ، محلل ، مفتح ، و حاوى ژرانيول است .\r\nروغن ياسمين (  Jasminum offticinale  )\r\nگرم و خشك است . بازكننده گرفتگىها و انسداد مجارى ، التيام دهنده زخم‌ها ، حاوى آلكالوئيد جاسمينين و اسانس بسيار معطر است . آشاميدن 5 گرم دم كرده گل آن قاعده‌آور است ولى اگر 40 گرم دم كرده آن مصرف شود حالت قابض و قطع كننده خون‌ريزى را دارد .\r\nريوند (  Rheum palmatum  )\r\nگرم و خشك ، از بين بردن بادها و نفخ‌ها ، مسكن درد رحم ، و مسهل اخلاط غليظه و رقيقه است . حاوى صمغ ، نشاسته ، تانن و ماليك اسيد است . به سبب شدت تحليل ، مبرد بالعرض است . مدر حيض است . مصرف آن بيشتر به عنوان مقوى كبد ، ملين و مسهل مىباشد .\r\nزرشك (  Berberis vulgaris  )\r\nسرد و خشك بوده قابض و مقوى كبد است و مىتواند موجب بند آوردن خون‌ريزىهاى مزمن شود .\r\nزرنيخ سرخ\r\nيكى از پنج‌گونه زرنيخ است كه شبيه سرنج صاف و شكننده است . در چهارم گرم و خشك و از جمله سمومات است . بسيار حاد و سوزاننده بوده و محرق آن سميت بيشترى دارد . طلاى آن موجب سستى باه و انعاظ مىشود .\r\nزعرور (  Mespilus germanica  )\r\nميوه آن حاوى مقدار زيادى تانن است . مقوى بوده و براى جلوگيرى از خون‌ريزى مفيد است .\r\nزعفران (  Crocus sativus  )\r\nگرم و خشك ، مفرح قوى ، منضج ، محلل ، مصلح عفونت خلط بلغمى و حافظ آن از تغيير و فساد ، و داراى قوت قابضه است . شياف آن مسكن درد رحم است . با داروهاى مناسب براى دردهاى رحم مفيد است . روغن آن براى صلابات رحم استفاده مىشود .\r\n\r\n","description":"","footnote":"","page_name":" 182 ","page_number":198},
  {"content":"\r\n\r\nدر تركيبات شيميايى آن ، موسيلاژ ، مواد چرب ، و املاح معدنى ديده مىشود و اثر بىحس كننده روى انتهاى اعصاب ( حباب‌هاى ريوى ) دارد .\r\nزفت\r\nگرم و خشك ، محلل رياح بارده ، منضج اخلاط غليظه ، و محلل جراحات صلبه و صلابات رحم است .\r\nزنجبيل (  Zingiber officinale  )\r\nطبيعتش گرم و خشك است . داراى خاصيت آنتى پروستاگلاندين بوده و در ديسمنوره مصرف دارد . ضد انعقاد خون و باز كننده گرفتگىهاى كبد است . حاوى رزين ، نشاسته ، فلاندرن ، ترپن است . در  H . M  انديكاسيون به عنوان  Child birth  آورده شده است .\r\nزهره گاو\r\nدر چهارم گرم و خشك است . جالى است و نفوذ بسيار شديدى دارد . فرزجه آن مدر حيض است .\r\nزهره گرگ\r\nدر سوم گرم و خشك بوده و حمول آن مانع آبستنى است . همچنين بول و خون آن ، به صورت فرزجه يا خوراكى ، قاطع حمل زنان است .\r\nزيتون (  Olea europaea  )\r\nصمغ آن قاعده‌آور است . حقنه برگ آن براى زخم رحم ، و حمول عصاره آن براى قطع سيلان رحم مفيد است .\r\nزيره كرمانى (  Carum Carvi  )\r\nگرم و خشك ، ملطف رياح ، قابض طبع ، محلل بلغم ، و مقوى بدن است . در تركيبات آن تانن ، موسيلاژ ، مواد زرينى و اسانس وجود دارد .\r\nسپستان (  Cordia myxa  )\r\nمعتدل و كمى سرد و تر و . مسهل بلغم مالح است . ضماد آن براى سرباز كردن دمل‌ها مفيد است .\r\nسداب (  Ruta graveoilens  )\r\nگرم و خشك ، مفتح سدد ، محلل رياح و نفخ ، قاعده‌آور ، حاوى گلوكوزيد ، آلكالوئيد ، اسانس و روغن فرار است . برگ و عصاره آن مدر حيض ، مجفف منى ، مسقط جنين ، و قاطع باه است . از تمام قسمت‌هاى گياه بوى ناپسند و تهوع‌آور استشمام مىگردد . تخم آن قاعده‌آور و سقطآور قوى بوده و جمعيت‌هاى مذهبى كه همواره خواهان منزه و معصوم نگه داشتن خود بوده‌اند اين گياه را در اغذيه و مشروبات خود وارد مىكرده‌اند تا سبب كاهش ترشح اسپرم و ضعف نيروى جنسى شود . حشره‌كش بوده و مصرف بيش از اندازه آن سمى است . استعمال داخلى آن نبايد بيش از يك گرم در روز باشد . داراى اثر  Child birth  است .\r\n\r\n","description":"","footnote":"","page_name":" 183 ","page_number":199},
  {"content":"\r\n\r\nسركه ( خل )\r\nاز خرما ، مويز ، شكر ، عسل ، انجير ، و از حبوباتى مثل برنج مىتوان آن را تهيه كرد . در اينجا ، منظور سركه انگور است . بسيار مجفف و قابض و رساننده قوى داروها به اعضا بوده و موجب ضعف باه و رحم مىگردد . براى ورم‌ها مفيد است . قاطع خلطهاى غليظ است . رحم زن‌ها را كه ساختمان عصبى دارد ، مىتواند ضعيف نمايد .\r\nسرگين فيل\r\nحمول آن عقيمى دائم مىآورد ، حتى اگر آن را بر درخت باردار ببندند يا بر آن بمالند بار نمىآورد .\r\nسرگين كبوتر\r\nدر سوم گرم و خشك بوده و جالى است .\r\nسرمه ( آبار )\r\nسرد و خشك ، مجفف ، و جالى است . پاشيدن آن براى ترميم زخم‌هاى كهنه مفيد است . استعمال خارجى آن مىتواند خون‌ريزىها را قطع نمايد .\r\nسقمونيا ، محموده (  Convolvulus scammonia  )\r\nقاعده‌آور و سقطآور قوى بوده و مصرف خوراكى بيش از 1 گرم آن مرگ‌آور است . حاوى ماده‌اى به نام اسكامونين است كه خاصيت حشره‌كشى دارد .\r\nسگبينج (  Ferula persica  )\r\nصمغى گياهى است با بوى تند و طعم ترش و كمى تلخ . جالى ، محلل ، و ضد حشرات بوده ، شياف و بخور آن قاعده‌آور و سقطآور است .\r\nسماق (  Rhus coriaria  )\r\nسرد و خشك ، قابض ، رادع ، و مقوى است . آرد آن با آب سرد قطع كننده خون‌ريزىهاى شديد قاعدگى است . در ميوه و برگ آن تانن فراوان يافت مىشود . تفت داده شده آن بيشتر قابض است و براى جلوگيرى از خون‌ريزى رحم مفيد است . در ميوه آن مقادير زيادى اسيد ماليك وجود دارد و پوست ريشه آن ، ضد خون‌ريزى رحمى است . در باردارى و شيردهى با احتياط مصرف شود .\r\nسن ( ذراريح )\r\nاز سموم قتاله بوده و آشاميدن محرق آن مدر حيض است . يك دانه آن كشنده است . در بدن جنس ماده حشره‌اى به نام كانتاريدين وجود دارد كه مقدار خيلى كم آن براى تقويت جنسى مؤثر است .\r\nسناى مكى (  Cassia acutifolia  )\r\nگرم و خشك ، خارج كننده بلغم و سودا و صفرا و خلطهاى سوخته شده است . منقى دماغ بوده و تا قسمت‌هاى عميق بدن نفوذ مىكند . در برگ‌هاى آن كاسيك اسيد وجود دارد كه ضد استافيلوكوكوس اورئوس است . مصرف آن در زمان شيردهى و باردارى\r\n\r\n","description":"","footnote":"","page_name":" 184 ","page_number":200},
  {"content":"\r\n\r\nممنوع است . بيش از سه ماه مصرف متوالى پرزهاى معده را از بين مىبرد .\r\nسنبل الطيب (  Valeriana officinalis  )\r\nگرم و خشك ، باز كننده انسداد و گرفتگىهاى دماغى و كبد ، مقوى دماغ ، التيام دهنده جراحت‌ها ، و حاوى تانن ، قند ، والريك اسيد ، و فورميك اسيد است . به صورت آبزن مدر حيض و موجب تنقيه رحم است . در حاملگى منع مصرف دارد .\r\nسنگ آهن‌ربا\r\nآويزان كردن آن در طرف چپ بدن براى عسر ولادت مؤثر است .\r\nسنگ سفيد ( حجر البنى )\r\nسائيده آن مانند شير بوده در حرارت و يبوست معتدل است . مانند پادزهر حيوانى عمل كرده و قطع كننده حيض است .\r\nسوسن (  Iris pseudacorus  )\r\nگرم و خشك ، و ملطف خون است . با تلطيف خون و تحريك آن موجب حيض مىگردد . جلا دهنده و از بين برنده بلغم‌ها و تحليل برنده رياح است . در استعمال خارجى به عنوان نرم كننده مصرف دارد . حاوى سيلين نوعى آلكالوئيد نرم كننده است . از پياز آن به صورت پخته در شير يا له شده در زير خاكستر جهت رفع التهاب آبسه‌ها و تومورها استفاده مىشود ؛ پياز آن به علت موسيلاژ فراوان در ناراحتىهاى پوستى مصرف دارد . نرم كننده قوى در ورم‌هاى صلب مىباشد ، مخصوصاً براى تورم‌هاى رحم مناسب است ، بخصوص مصرف روغن آن كه بسيار لطيف است ، موجب از بين رفتن صلابت و تحليل اورام رحم مىگردد . مصرف موضعى آن اگر همراه با روغن گل سرخ باشد ، تأثير بهترى دارد . مدر حيض بوده و باعث اخراج جنين مىشود . اگر حدود 30 گرم روغن ريشه آن را بخورند ، موجب اخراج جنين مىشود . خوردن آن با آب عسل مىتواند موجب جلوگيرى از ترشح غير ارادى و بىموقع اسپرم گردد .\r\nسير (  Allium sativum  )\r\nمفتح و جالى بوده ، حلواى آن در تحريك باه و انعاظ بىعديل است ، ولى خودش مضعف باه است . نشستن در طبيخ برگ و ساقه آن براى رفع احتباس حيض مفيد است . از خواص آن به  Anti prostaglandin  اشاره شده و از انديكاسيون‌هاى آن  Child birth  است . با توجه به اثر قاعده‌آورى و تحريك رحمى از مصرف مقادير زياد در اوايل باردارى پرهيز شود .\r\nشاهتره (  Fumaria officinalis  )\r\nمركب القوى و در حرارت معتدل و خشك است . بازكننده گرفتگىهاى كبد و طحال ، تقويت كننده كبد و معده ، خارج كننده خلطهاى سودا و صفرا و بلغم و اخلاط محترقه متعفنه ، و تصفيه كننده خون ، است . حاوى اسيد فوماريك است كه اثر جلوگيرى كننده از اكسيداسيون دارد . در قطع غير طبيعى قاعدگى در زنانى كه به يائسگى نرسيده‌اند\r\n\r\n","description":"","footnote":"","page_name":" 185 ","page_number":201},
  {"content":"\r\n\r\nمؤثر است و موجب كاهش قابليت انعقاد خون گشته و اثر جلوگيرى كننده از پيشرفت بىنظمىهاى قلبى دارد . مصرف بيش از اندازه آن موجب كاهش گلبول‌هاى قرمز خون مىگردد .\r\nشب يمانى\r\nمجفف قوى است . حمول آن به تنهايى جهت رفع سيلان حيض مفيد است . شياف آن قبل از جماع مانع حمل است . با قطران ، مسقط جنين بوده و گذاشتن آن زير جامه خواب ، مانع احتلام است . از دسته املاح مىباشد كه به دليل خاصيت قبض و تجفيف ، باعث منع انصباب فضول به طرف اعضا مىشوند .\r\nشبت (  Anethum graveolens  )\r\nمحلل ، مفتح سدد ، مدر حيض ، منقى ، و مجفف منى است . داراى اثرات قاعده‌آورى است . در باردارى زياد مصرف نشود . مىتواند منضج اورام و جراحات باشد و به دليل خاصيت تجفيف براى قروح ، بخصوص قروح چركى قديمى ، مخصوصاً در اعضاى تناسلى بسيار مناسب است . به خاطر تحليل قوى رياح را پراكنده مىسازد . نشستن در جوشانده آن مسكن دردهاى رحمى است . در تركيبات آن آلفافلاندرن و اسانس ضد باكترى يافت مىشود .\r\nشكر سرخ (  Saccharum officinarum  )\r\nگرم و خشك ، ملين طبع ، و جالى رطوبات حلق است . جذب آن در بدن به سرعت انجام مىشود و خون‌ساز است . به طور معمول در رژيم غذايى بيماران استفاده مىشود .\r\nشوكران (  Conium maculatum  )\r\nخيلى سرد و خشك است . مخدّر و مسكر بوده و از نظر دارويى بيشتر استعمال خارجى دارد . استعمال داخلى آن با مقدار خيلى كم و خيلى با احتياط تجويز مىشود . مصرف بيش از حدّ مجاز مرگ‌آور است . مقدار كم آن از عوامل مؤثره براى تسكين دردهاست .\r\nشونيز (  Nigella sativa  )\r\nگرم و خشك ، مسخّن ، مجفف رطوبات ، جالى ، منضج و مقطع اخلاط است . اخلاط را اعتدال مىبخشد و اخلاط غليظه را رقيق مىنمايد . حاوى گلوكوزيد سمى به نام ملانيتن مىباشد .\r\nشير دختران\r\nمنظور شير مادرى است كه نوزاد وى دختر باشد . سرد و تر و داراى خاصيت رطوبت بخشى و تقويت مغزى است .\r\nشير گاو\r\nمعتدل در گرمى و سردى و ترى با رطوبت فضليه ، بازكننده ، و جلا دهنده . هضم آن سريع و حاوى مواد غذايى فراوان است .\r\n\r\n","description":"","footnote":"","page_name":" 186 ","page_number":202},
  {"content":"\r\n\r\nشيرخشت (  Cotoneaster nummularia  )\r\nگرم و معتدل ، مسهل صفرا و اخلاط سوخته ، و مقوى كبد است . حاوى قندهايى مانند گلوكز ، دكستروز ، ساكاروز و ماده شيرين مانيت است كه قسمت عمده ساختمان شيميايى مان‌ها را تشكيل مىدهد و به آن خاصيت مسهل مىدهد .\r\nصندل (  santalum album  )\r\nرادع است و باعث منع جذب مواد مىشود . نوع سفيد آن فرح‌آور است و براى تحليل ورم‌هاى گرم مفيد بوده حاوى اسانس خوش‌بو مىباشد .\r\nضفدع\r\nنام ديگر قورباغه نهرى است كه در سوم سرد و اول خشك قرار دارد و از جمله سموم است .\r\nعاج\r\nسرد و خشك بوده ، آشاميدن براده آن با عسل مقوى حافظه و فهم است . شياف واژينال آن باردار شدن را تسريع مىكند .\r\nعاقرقرحا (  Anacyclus pyrethrum  )\r\nگرم و خشك است . انسداد مجارى را باز مىكند . قاعده‌آور بوده استعمال خارجى آن مسكن دردهاست . حاوى روغن پيرترين مىباشد . ريشه آن مصرف دارد . مصرف موضعى روغن آن موجب  Erection  در مرد شده و انزال را سريع مىكند . به نظر مىرسد ريشه آن سقطآور است ( تجربى ) .\r\nعدس (  Lens culinaris  )\r\nمعتدل در حرارت و خشكى ، جالى ، قابض ، و غليظ كننده خون است . در تركيبات آن ، لعاب ، پروتئين ، رايبوفلاوين ، فسفر و كلسيم ديده مىشود ، ضماد آرد عدس نرم كننده و از بين برنده التهاب‌هاى سطحى بدن است .\r\nعروق الصفر ( زردچوبه ) (  Curcuma longa  )\r\nگرم و خشك است . باعث افزايش قدرت بينايى مىشود و بازكننده گرفتگىهاى كبد است . پاشيدن آن روى زخم موجب ترميم شده و در تورم‌ها مىتواند درد را ساكت كند و آن‌ها را از بين ببرد . در تركيبات آن ، اسيدهاى والرينيك ، فلاندرن و كوركومين موجود است . حاوى ماده كوركومين است كه جريان گردش خون را افزايش مىدهد . قاعده‌آور است . مقادير بالاى زردچوبه به سبب كوركومين موجب مهار لقاح و بارورى مىشود .\r\nعسل\r\nجالى است و رطوبات را از عمق بدن مىكشد . مقطع بلغم و رطوبات ، مقوى جوهر حرارت غريزى ، ترياق سموم بارده ، حافظ قوه ادويه ، و رساننده آن به اعضاست . حمول آن جهت علل رحم زنان نفساء مفيد است .\r\n\r\n","description":"","footnote":"","page_name":" 187 ","page_number":203},
  {"content":"\r\n\r\nعصى الراعى (  Polygonum amphibium  )\r\nسرد و خشك ، قابض ، رادع ، و حابس خون‌ريزىهاى كل اعضا و قاعدگى است . در اعضاى مختلف گياه يك ماده بند آورنده خون كه حالت گلوكزيدى دارد ديده مىشود . در استخرهاى طبيعى و آب‌هاى راكد مىرويد . اگر آب محل رويش خشك شود ، به  P . persicaria  تبديل مىشود كه اثر قابض ، التيام دهنده و مقوى دارد كه در خون‌روىها و خون‌روى فواصل قاعدگى مفيد است . ريشه آن اثر تصفيه كننده خون ، معرق ، قابض ، التيام دهنده و مقوى دارد . جانشين ارگوت در ناراحتىهاى رحمى بوده ، مىتواند موجب جوش خوردن زخم‌ها شود . در تركيبات آن تانن ، لعاب ، و اسيد اكساليك ديده مىشود .\r\nعفص ( مازو ) (  Quercus infectoria  )\r\nقابض شديد بوده موجب پيش‌گيرى از گسترش ميكروب‌ها شده و مىتواند ترشح مخاطها را قطع نمايد . استعمال خارجى آن بيش از مصرف داخلى شايع است .  Sedative  است . در  Bleeding  و كانسرهاى  Vagina  ،  uterus  انديكاسيون داشته ، داراى خواص  Infection  ،  Inflammation  بوده و ضد لكوره است .\r\nعلك البطم (  Pistacia terebinthus  )\r\nگرم و خشك ، محلل ، ملطف ، مقوى كبد ، قابض و قاعده‌آور است . حاوى رزين و اسانس روغنى مىباشد .\r\nعناب (  Zizyphus jujuba lam  )\r\nمعتدل در حرارت و برودت ، خون‌ساز ، تسكين دهنده درد كبد ، منضج و اعتدال دهنده اخلاط غليظ و مسهل اخلاط رقيق بوده ، حاوى مقدار زيادى تانن و ويتامين  C  است .\r\nعنب الثعلب (  Solanum nigrum  )\r\nسرد و خشك ، ملطف ، داراى قوت قابضه و رادعه ، و محلل اورام حاره است . شياف واژينال آن ترشحات رحمى و خارش دستگاه تناسلى را كاهش داده مىتواند موجب قطع خون‌ريزى قاعدگى گردد ، حاوى سولانين و ساپونين است .\r\nعود هندى (  Aquilaria agallocha  )\r\nگرم و خشك ، لطيف كننده ، بازكننده انسداد و گرفتگىهاى مجارى عروق ، مقوى رحم ، و حاوى اسانس روغنى فرار است .\r\nغرب (  Populus euphratica  )\r\nمجفف است . طبيخ قشر يا عصاره آن به تنهايى يا با آب مانع آبستنى است .\r\nفرفيون (  Euphorbia neliscopia  )\r\nشياف آن قاعده‌آور بوده و آشاميدن آن سقطآور است . استعمال داخلى ندارد و استعمال خارجى آن با احتياط بسيار صورت مىگيرد .\r\n\r\n","description":"","footnote":"","page_name":" 188 ","page_number":204},
  {"content":"\r\n\r\nفلفل سياه (  Piper nigrum  )\r\nدر چهارم گرم و خشك بوده و مدر حيض است . حمول آن مخرج جنين و شياف آن بعد از جماع مانع حمل است . آشاميدن آن با شير و شكر موجب تقويت باه بوده و مصرف آن در فصل گرما مجفف منى است . در باردارى به خاطر اثرات سقطآورى نبايد به مقدار زياد مصرف شود .\r\nفوفل (  Areca catechu  )\r\nقابض و قاعده‌آور است . در باردارى به خاطر اثرات تراتوژينك و سمى نبايد مصرف شود . مىتوان به خاصيت  Antifertility Antimplantation  آن اشاره كرد .\r\nفوه ، روناس (  Rubia tinctorium  )\r\nقاعده‌آور و سقطآور بوده شياف آن مصرف مىشود . در باردارى به دليل اثرات ژنوتوكسيك و قاعده‌آورش منع مصرف دارد . از موارد مصرف آن آمنوره و ديسمنوره است .\r\nقاطر ( بغل )\r\nحيوانى كه از نزديكى كردن اسب ماده و الاغ متولّد مىشود . موى ، بول ، جگر ، و چرك گوش اين حيوان خاصيت ضد بارورى داشته و همراه داشتن پوست آن توسط زن باردار سقطآور و در غير باردار مانع حمل است .\r\nقاقله صغار ، هل (  Elettaria cardamomum  )\r\nگرم و خشك است . محلل ، مقوى قلب ، و براى هضم غذا و جلوگيرى از تهوع مفيد است . در استعمال خارجى براى تومورهاى رحم مصرف مىشود ، در ناراحتىهاى كبدى و رحم مفيد است و حاوى اسانس روغنى فرار ، فورميك اسيد و . . . . مىباشد .\r\nقثاءالحمار (  Ecballium elaterium  )\r\nجالى و مدر حيض بوده و شياف آن سقطآور است .\r\nقرطم (  Carthamus tinctorius  )\r\nگرم و خشك است . مواد تغذيه‌اى آن كم بوده ، تحليل برنده رياح ، خارج كننده بلغم رقيق و خلطهاى سوخته است . از جمله ادويه‌اى است كه هر خلط منجمد را روان مىكند و هر خلط رقيق را منجمد مىكند . همراه شير مصرف نگردد .\r\nقرمز\r\nحيوانى كوچك است كه در برگ درخت‌ها رشد مىكند و براى ساخت رنگ نقاشى به كار مىرود . در دوم سرد و خشك بوده و آشاميدن دو درم آن تا يك هفته با عسل جهت قطع حيض مفيد است . به همراه سركه جهت منع حمل مصرف مىشود .\r\nقنه (  Feruld gumosa  )\r\nصمغ نباتى شبيه كندر ، با خاصيت گرم و خشك . ملين ، محلل ، جاذب ، مسخّن ، و قاعده‌آور بوده براى اختناق رحم مفيد است . مسكن دردهاى رحمى است . موادى\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":205},
  {"content":"\r\n\r\nهستند رنگى و نيمه جامد و خميرى كه از تقطير خشك و يا احتراق ناقص چوب تنه و شاخه‌هاى ضخيم برخى از درختان به ويژه درختان خانواده كاج به دست مىآيند . قطران به رنگ قهوه‌اى مايل به سياه و نيمه‌روان است . به مقدار كم در آب حل مىشود و تحت تأثير حرارت ابتدا نرم شده و سپس به صورت مايع در مىآيد . كاربرد وسيع آن در استعمال خارجى بوده و به عنوان مواد دافع عفونت و آنتى سپتيك مصرف مىشود .\r\nقيصوم (  Artemisia abrotanun  )\r\nگرم و خشك ، ملطف ، و مفتح است . ضماد آن براى تحليل ورم‌ها و ترميم زخم‌ها و براى بيشتر بيمارىهاى رحم مصرف دارد . حاوى آزولن و كولين است .\r\nكاسنى (  Cichorium intybus  )\r\nسرد و تر است . مفتح ، تسكين دهنده حدت صفرا و خون ، باز كننده گرفتگىهاى مجارى كبد ، ورم رحم و واژن ، و حاوى مواد قندى ، رزين ، تانن ، لعاب ، و پكتين است . تخم آن سرد و خشك بوده بازكننده گرفتگى و محرك اشتهاست . برگ‌هاى آن حاوى گلوكوزيدى تلخ به نام شيكورين مىباشد كه در كم‌خونى مورد مصرف دارد . در كسانى كه به گياهان تيره كاسنى حساسيت دارند و يا سنگ كيسه صفرا دارند ، در باردارى منع مصرف دارد . در شيردهى با احتياط مصرف شود .\r\nكافور (  Cinnamomum camphora  )\r\nسرد و خشك ، مسكن التهاب كبد و مسكن درد ناشى از زخم‌هاست و حاوى اسانسى روغنى مىباشد .\r\nكاكنج (  Physalis alkekengi  )\r\nپوست ثمر و دانه آن مصرف مىشود . اگر زن 7 عدد آن را بعد از پاكى بلع كند جهت منع حمل مجرب است . اگر زيادتر از يك مثقال شود مورث جنون است .\r\nكتيرا ( گون ) (  Astragalus gossypinus  )\r\nمعتدل و تر ، مغرى ، از بين برنده حدت و تيزى داروهاى حاد ، غليظ كننده خون و مواد رقيق در بدن ، ملين صلابات ، و تسكين دهنده گزش و تيزى خلطهاست . كتيرا در آب حل نمىشود ولى با جذب آب به صورت لعاب چسبنده‌اى در مىآيد كه در مركز آن آميدون به صورت ذرات كوچك ديده مىشود . در قسمت محلول آن اسيد اورئيك و در قسمت غير محلول اسيد گالاكتوروئيك و قندهاى آزاد در آن وجود دارد . كتيرا مانند دارويى امولسيون دهنده ، جهت معلق نگه داشتن گردهاى دارويى غير محلول در آب مىباشد .\r\nكرفس (  Apium graveolens  )\r\nتخم آن در سوم گرم و خشك بوده ، جاذب فضول از رحم و مدر حيض است ، حمول آن - به خصوص كرفس جبلى - سقطآور است . به دليل اينكه در حاملگى مىتواند باعث انقباضات رحمى و سقط شود منع مصرف دارد .\r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":206},
  {"content":"\r\n\r\nكرنب ( كلم ) (  Brassica oleracea  )\r\nمركب القوى ( گرم و خشك ) ، منضج ، ملين ، و مجفف است . شياف تمام قسمت‌هاى آن همراه سركه و شنبليله براى زخم‌هاى عميق مناسب است . مصرف خوراكى تخم آن محرك باه است ، ولى شياف تخم آن بعد از جماع فاسد كننده منى است . آشاميدن آب آن قاعده‌آور است . حاوى ايندول بوده ( تركيباتى گياهى كه به تركيبات شيميايى سرطان‌زا متصل مىشوند . ايندول‌ها تعادل استروژن‌ها را برقرار كرده و مىتوانند موجب كاهش خطر سرطان‌هاى وابسته به استروژن گردند ) ، در كانسر  Breast  و سرويكس انديكاسيون دارد . در باردارى و شيردهى بهتر است مصرف نشود . در تركيبات آن آب ، مواد آلبومنيوئيدى ، گلوكزيدهاى مختلف يافت مىشود . استعمال خارجى شيره برگ آن يا جوشانده غليظ آن اثر التيام دهنده اولسرهاى واريسى و زخم‌هاى مختلف ديگر را دارد .\r\nكعب خوك\r\nكعب به استخوانى گفته مىشود كه متصل به ساق است . بهترين آن كعب گاو و خوك است . محرق كعب خوك ضد هوام است .\r\nكله‌پاچه\r\nكله گوسفند رطوبت بيشترى از سرهاى ديگر دارد ، مقوى بدن بوده ، به دليل سنگينى زياد ايجاد بخار و نفخ مىكند .\r\nكنجد (  Seasamum indicum  )\r\nكنجد از دانه‌هاى مغذى و لعاب‌دار است . به دليل خاصيت قاعده‌آور و سقطآورش مصرف آن در باردارى ممنوع است . اين دانه حاوى ماده‌اى به نام سزامولين است كه خاصيت حشره‌كشى دارد .\r\nكندر (  Boswellia carterii  )\r\nگرم و خشك ، قابض ، مجفف ، و حابس خون است . قشر آن در كمال قوت قبض و تجفيف خون‌ريزى رحم را بند مىآورد . حاوى رزين ، اسانس ، و فلاندرن بوده بيشتر مصرف خارجى دارد .\r\nكندش (  Gypsophyla struthium  )\r\nگرم و خشك است . خارج كننده سودا ، و رافع خارش واژن است و فقط مصرف خارجى دارد . حاوى آلكالوئيدهاى سمى است .\r\nكهربا (  Callitris quadrivalvis  )\r\nگرم و خشك ، مجفف و قابض است و مىتواند خون‌ريزى رحم را بند آورد . اگر با ماء العسل مصرف شود ، مىتواند قاعده‌آور باشد . رزينى است كه به حالت طبيعى و با ايجاد شكافى دراز در تنه و يا شاخه‌هاى برخى درختان تيره كاج به دست مىآيد ، اين\r\n\r\n","description":"","footnote":"","page_name":" 191 ","page_number":207},
  {"content":"\r\n\r\nرزين به صورت ورقه‌هاى كوچك زرد رنگ مىباشد و طعم آن معطر و كمى تلخ است . در تركيبات آن اسانس ، آب و اسيدهاى مختلف ديده مىشود .\r\nگاو زبان (  Borago officinalis ) \r\nمسهل اخلاط محترقه و سوداوى داخل عروق است . براى بيمارىهاى ناشى از سودا ، غم ، فزع و تسكين اعصاب مناسب است .\r\nگردو (  Juglans regia  )\r\nگرم و خشك بوده ، بسيار لطيف و محلل مىباشد . مقوى حواس و دماغ و ملين است . در تركيبات شيميائى مغز آن موادى مانند آلاجيك ، آراشيديك ، لينولئيك اسيد ، فيتين ، انواع فسفات ، ويتامين‌هاى گروه  B  و ويتامين  A  وجود دارد .\r\nگزانگبين (  Tamaria gallica  )\r\nدر اثر گزش حشره‌اى در درخت گز بوجود مىآيد . حاوى ساكارز و موسيلاژ بوده و جالى و با قوت مسهله است .\r\nگشنيز (  Coriandrum sativum  )\r\nسرد و خشك است . مقوى دماغ بوده و براى زخم‌هاى مجارى ادرار مناسب است . حاوى اكساليك اسيد بوده و منبع غنى ويتامين  C  و  A  ، تانن ، لعاب ، و موسيلاژ است .\r\nگل ارمنى\r\nاز انواع خاك رس ( آرژيل ) مىباشد و داراى خاصيت ضد باكترى و ضد عفونى است . قابليت جذب داشته در درمان كم‌خونى استفاده مىشود . به عنوان تصفيه كننده خون و خنثى كننده سموم مصرف مىگردد . عناصر مفيدى براى حيات سلول‌ها مانند ، سيليس ، آلومين ، آهن ، كلسيم ، پتاسيم ، سديم ، منيزيم را به آن‌ها مىرساند . طبق بررسىهاى  Dr . Laborde  معلوم شده كه اين خاك درمان كننده اگر به طور متعادل به كار رود ، مىتواند يك هديه حيات‌بخش و درمان‌كننده طبيعت به حساب آورده شود ؛ زيرا استفاده از آن موجب حفظ تعادل حياتى بدن ، تأمين فعاليت غدد و درمان نارسايىهاى آن‌ها مىگردد . آرژيل اثر ضد التهاب و تسهيل عمل دفع زائد را نيز دارد ؛ از اين رو ضمن افزايش مقاومت بدن نوعى نشاط و رغبت به كار نيز ايجاد مىكند .\r\nگل سرخ (  Rosa gallica  )\r\nمركب القوى ، مقوى قوا و ارواح ، ملطف ، جالى ، و قابض ( به خصوص غنچه‌هاى خشك آن و دانه‌هاى ريز وسط گل ) است . خون‌ريزى از هر عضوى را قطع مىكند .\r\nگلنار (  Punica granatum  )\r\nسرد و خشك ، قابض ، حابس ، رادع ، و مجفف است . به شكل خوراكى يا استعمال خارجى مىتواند كاهش يا قطع خون‌ريزىهاى زنان را ايجاد كند .\r\nگوگرد\r\nدر آخر از سوم گرم و خشك قرار دارد . محلل و مجفف است و آشاميدن آن با آب ،\r\n\r\n","description":"","footnote":"","page_name":" 192 ","page_number":208},
  {"content":"\r\n\r\nمدر حيض و بخور آن مسقط جنين است .\r\nلفاح ( شابيزك ) (  mandragora Officinarum  )\r\nپوست ريشه و عصاره آن مصرف مىشود . مخدّر و مجفف بوده و در آخر سوم گرم و خشك است . شياف آن با گوگرد قطع كننده حيض است . فراورده‌هاى حاصل از اين گياه به هيچ وجه نبايد توسط بيماران قلبى و عصبى مورد استفاده قرار گيرند . لك مغسول (  Ficus laccifera  )\r\nجالى و محلل و در غايت قبض است . مغسول آن در قطع حيض از مجربات است . در موارد استعمال داخلى ابتدا بايد مغسول و تدبير شود .\r\nمار\r\nدر آخر سوم گرم و خشك قرار دارد . دندان آن بسيار سمى است . مجفف است و اگر پوستى را كه هر سال مىاندازد بخور دهند باعث سقط جنين مىشود .\r\nماش (  Vicia sativa  )\r\nسرد و خشك ، حاوى مواد تغذيه‌اى ، و توليدكننده خلط صالح است . خشكى و قوت تحليل و جلا در قشر آن است . در تركيبات آن مواد آلبومينوئيدى ، مواد هيدروكربنه ، و مواد چرب ، ديده مىشود . خوردن آن در موارد تب‌هاى دانه‌اى مثل آبله و سرخك مفيد است .\r\nماميران (  Chelidonium majus  )\r\nمصرف آن در باردارى به دليل ايجاد تحريقات رحمى ممنوع است . مصرف زياد آن و لو به طور موضعى سمى است .\r\nماهى تازه\r\nسرد و تر است . كباب كرده تازه آن سريع الهضم و صالح‌الكيموس و مرطب و مسمن بدن است .\r\nماهى زهره (  Anamirta cocculus  )\r\nگرم و خشك است . مسهل قوى اقسام بلغم و اخلاط غليظه و محلل رياح است .\r\nمر (  Commiphora myrrha  )\r\nگرم و خشك ، جالى ، مجفف ، مفتح ، منضج ، قابض ، تحليل كننده رياح و تورم‌هاى سرد و بلغمى ، و جلوگيرى كننده از عفونت خلطهاست . شياف واژينال آن قطع كننده خون‌ريزى قاعدگى است . در صمغ رزينى مر ، تركيبات اسانس ، صمغ ، 30 تا 40 % آرابينوز ، گالاكتوز ، و 60 % اسيدهاى ترپنيك ديده مىشود . مصرف آن در شيردهى و باردارى و كودكان زير 2 سال ممنوع است . براى كودكان و افراد بالاى 65 سال از مقادير بسيار كم بايد استفاده نمود . مىتواند موجب اخراج جنين و حيض حبس شده باشد . اگر با آب سداب در واژن استعمال گردد ، موجب بسته شدن دهانه رحم مىگردد .\r\n\r\n","description":"","footnote":"","page_name":" 193 ","page_number":209},
  {"content":"\r\n\r\nشياف آن به تنهايى سقطآور است . در باردارى ، به دليل اثرات قاعده‌آور و سقطآورش منع مصرف دارد .\r\nمرداسنج ( مرداسنگ ) (  Plumbi oxidum  )\r\nمغسول آن سرد و خشك و جزء سموم است و مصرف داخلى ندارد . محلل ، مجفف ، قابض ، مغرى ، حابس ، جالى و از بين برنده گوشت‌هاى زائد و روياننده گوشت صالح و التيام دهنده زخم‌هاى عميق است .\r\nمرزنگوش (  Origanum majorana  )\r\nگرم و خشك ، ملطف ، محلل ، مفتح ، و جالى است . شياف واژينال آن قاعده‌آور بوده ، حاوى اسانس تلخ چاويكول مىباشد .\r\nمرواريد\r\nحابس خون حيض بوده و فرزجه آن در منع حمل مجرب است .\r\nمشك طرامشيع (  Origanum dictamnus  )\r\nگرم و خشك است و خروج رطوبت‌هاى غليظ از رحم را موجب مىشود . شياف واژينال آن مسكن دردهاى رحم بوده و قاعده‌آور است .\r\nمغز استخوان گاو\r\nگرم و تر ، و ملين و نرم كننده است . حاوى مواد تغذيه‌اى فراوان بوده ماليدن آن سختى مفاصل ، رباطها ، وترها ، عضلات و اعصاب را باعث مىشود .\r\nمقل (  Commiphora muku  )\r\nگرم و خشك ، جالى ، و محلل است . رياح رحم را از بين مىبرد و براى بيمارىهاى رحم مفيد است . شياف واژينال آن براى رفع انضمام فم رحم مصرف مىشود . قاعده‌آور است و جزء صمغ‌ها بوده و ضد عفونى كننده مىباشد .\r\nمو (  vitis sylvestris  )\r\nگرم و خشك بوده ، آشاميدن جوشانده ريشه آن قاعده‌آور است .\r\nموش\r\nآشاميدن آب خيسانده سرگين آن ، در تحليل اخلاط غليظه مؤثر است .\r\nموم سفيد ( شمع )\r\nگرم و معتدل ، محلل ، منضج ، ملين اعصاب ، موافق جراحت‌ها و مصلح ادويه مراهم و حافظ آن‌هاست . ماليدن آن با روغن سوسن ، تحليل برنده سختىهاى اعصاب است .\r\nمويز (  Vitis sylve stris  )\r\nبه انگورى كه روى درخت نيمه خشك شده باشد گفته مىشود . بسته به نوع انگورى كه از آن به دست مىآيد خواص متفاوتى دارد . مويز انگور سياه گرمى بيشترى دارد . مويز با دانه خشك و قابض است . مويز به طور كلى اعتدال دهنده اخلاط غليظ و ملين\r\n\r\n","description":"","footnote":"","page_name":" 194 ","page_number":210},
  {"content":"\r\n\r\nطبع است . به تأثير و جذب داروهاى مسهل كمك مىكند . ضماد آن با پيه حيوانات براى تحليل ورم و سرباز كردن دمل‌ها مفيد است .\r\nميعه (  Liquidambar orientalis  )\r\nگرم و خشك ، مقوى ، محلل ، رياح ، منضج ، قابض ، مجفف ، و شياف واژينال آن قاعده‌آور است . بخور آن مدر حيض است .\r\nناردين ، سنبل رومى (  Hardostschys jatamasi  )\r\nگرم و خشك است و آشاميدن دم كرده ساقه زيرزمينى آن قاعده‌آور است .\r\nنارگيل (  Cocos nucifera  )\r\nگرم و خشك بوده ، موجب افزايش حرارت غريزى مىشود . خوردن آن با شكر توليد كننده خون صالح و نيرو دهنده است . طبيعت شير آن كمى گرم و مرطوب بوده در شير آن اسيدهاى آمينه‌اى مانند هيستيدين ، آرژينين ، لوسين ، آلانين مشخص شده . در گوشت تازه آن پروتئين ، هيدرات‌هاى كربن ، كلسيم ، فسفر ، و آهن وجود دارد .\r\nنبات\r\nجالى رطوبات بوده و در عمق بدن به سرعت نفوذ مىكند .\r\nنخود ( حمص ) (  Cicer arietinum  )\r\nگرم و خشك و حاوى رطوبت فضليه است . بازكننده گرفتگىهاى كبد ، تقويت كننده حرارت غريزى ، خون‌ساز ، و حاوى مواد غذايى مناسب است . داراى آهن ، كلسيم و پتاسيم و ويتامين‌هاى  A  ،  E  ،  D  ،  B  است . 5 درصد ماده روغنى دارد كه به آن انرژىزايى مىدهد .\r\nنرگس (  Narcissus tazetta  )\r\nگرم و خشك ، جالى و جاذب از عمق بدن و محلل قوى است . آشاميدن ريشه آن همراه عسل براى دردهاى رحمى خوب است . ضماد آن براى زخم‌ها مفيد است .\r\nنشاسته\r\nسرد و خشك ، رادع ، قابض ، و مغرى است . گردى سفيد و بدون بو و طعم است كه با فشار انگشتان خرد مىشود . حاوى هيدرات كربن است و مواد چرب و ازته در آن وجود دارد .\r\nنطرون\r\nنمكى است كه در شوره‌زارها به وجود مىآيد . رنگش سرخ و طعمش ترش و تلخ است . شياف آن قاعده‌آور است .\r\nنعناع (  Mentha piperita  )\r\nحاوى منتول است كه از ضد عفونى كننده‌هاى خوب مىباشد . مصرف آن در مقادير بالا مرگ‌آور است . به سبب قاعده‌آور بودنش در ابتداى حاملگى نبايد مصرف شود .\r\n\r\n","description":"","footnote":"","page_name":" 195 ","page_number":211},
  {"content":"\r\n\r\nنقره\r\nمجفف و قابض است .\r\nنمك\r\nگرم و خشك ، ملطف ، محلل ، قابض ، مجفف ، مدر ، و از بين برنده عفونت‌ها و خلطهاى بدن است .\r\nنمك اندرانى\r\nبا عناوين سنگ نمك بلورى و نمك لاهورى نيز آورده شده است . مسهل بلغم لزج است .\r\nنمك طبرزد\r\nرنگ آن مايل به سياهى و زردى بوده و در چهارم گرم خشك است . مجفف و قابض است .\r\nنوشادر\r\nمصرف خوراكى آن كشنده بوده و جاذب مواد از عمق بدن به ظاهر آن است . بخور آن دفع كننده حشرات است .\r\nنيل (  Impomoea hederacea  )\r\nتراتوژنيك بوده و در حاملگى منع مصرف دارد .\r\nودع ( صدف )\r\nسرد و خشك ، جالى ، و ناشف رطوبات اعضاى به ظاهر است . به شكل محرق بايد مصرف شود و سوخته آن باز كننده گرفتگىها و خارج كننده خلطهاى فاسد است .\r\nوسخ\r\nفضلات خارجه از مسامات بدن حيوان است و هر بدنى كه فضول رطبه لطيفه در آن زيادتر باشد چرك آن زيادتر است . بر حسب نوع مزاج حيوان شدت گرمى و خشكى آن متفاوت است . طلاى چرك گوش انسان براى گزش افعى دارو است و آشاميدن آن بيهوش كننده است .\r\nياسمين (  Jasminum officinale  )\r\nگرم و خشك بوده و آشاميدن 5 گرم از دم كرده گل آن قاعده‌آور است ، ولى اگر 40 گرم دم كرده آن مصرف شود ، قابض و قطع كننده خون‌ريزى است .\r\n\r\n","description":"","footnote":"","page_name":" 196 ","page_number":212},
  {"content":"\r\n\r\n\r\nمعرفى اجمالى مركّبات موجود در كتاب\r\nاسفيدباج\r\nبه فارسى شوربا نامند و از جمله اغذيه است .\r\nماهيت آن : مرقى است كه از گوشت بچه‌مرغ و بزغاله و حملان و غير اين‌ها از گوشت‌هاى خفيفه لطيفه و بقول و حبوب و غير آن مانند اسفاناخ و كدو و ماش مقشر و جوِ مقشر و امثال اين‌ها كه طعمى غالب نداشته باشند و ادويه حاره مناسبه ترتيب دهند .\r\nاطريفل\r\nاطريفل متخذ از سه ميوه است ؛ يعنى اهليلج و بليلج و آملج .\r\nاطريفل صغير\r\nاصل همه اطريفلات اطريفل صغير است و آن مركّب است از هليلجات خمسه ؛ يعنى پوست هليله زرد و پوست هليله كابلى و هليله سياه و بليله منقّى و آمله منقى به اجزاى متساوى . اجزا را كوفته بيخته به روغن گاو يا به روغن بادام شيرين چرب نموده به عسل معجون سازند .\r\nاطريفل كبير\r\nاطريفل كبير عمده اطريفلات است و نافع است از براى سوءِ هضم و برودت معده و امعاء و استرخاى معدى و مقوى معده و احشا است و هضم كننده ، و بالجمله نافع است از براى جميع امراض معده و استرخاى مثانه را مفيد است و باه را زياده كند و اوجاع ظهر را سودمند بود و دافع بواسير و رياح بود .\r\nصنعت آن : پوست هليله كابلى ، پوست بليله ، آمله منقى ، بوزيدان ، بسباسه ، شيطرج\r\n\r\n","description":"","footnote":"","page_name":" 197 ","page_number":213},
  {"content":"\r\n\r\nهندى ، شقاقل ، تودرى سرخ ، تودرى زرد ، لسان العصافير ( زبان گنجشك ) ، بهمن سرخ ، بهمن سفيد . مجموع را كوفته بيخته به روغن گاو چرب نموده به عسل مصفّا معجون سازند .\r\nاطريفل مقل ملين\r\nصنعت آن : پوست هليله زرد ، پوست هليله كابلى ، هليله سياه ، پوست بليله ، آمله منقى ، افتيمون ، اسطوخودوس ، عسل خيارشنبر ، مقل ازرق . مقل و عسل خيارشنبر را به آب گندنا حل كرده بپالايند و در عسل به قوام آورده و به قوامِ معجون آيد ؛ پس اجزا را كوفته ، به روغن بادام شيرين چرب نموده به آن بسرشند .\r\nانقرديا\r\nبدان كه « انقرديا » لغت رومى است . و ناميده‌اند اين دوا را به اسم انقرديا به سبب آنكه عمود و اصل در آن عسل بلادر است . و اول كسى كه استنباط اين معجون نموده ، ابقراط است ، پس زياده كرده بر آن زيادتىها جالينوس . شيخ الرئيس گفته كه اين معجون نافع است از براى فالج و مانند آن از لقوه و استرخاء و جلاى دماغ دهد و تذكيه ذهن كند . شيخ داود انطاكى گفته كه اعظم نفع آن كه من تجربه كرده‌ام از اين معجون تقويت حفظ است و دفع نسيان و بلادت و فالج و لقوه و رعشه و نيز از نفع عظيم است از براى اوجاع مفاصل و عرق النسا و اوجاع كليه و مثانه و هر مرض بارد و صرع و استرخاء . و سعوط كرده مىشود به آن با آب مرزنگوش از براى شقيقه و دوار . و حدت مىدهند باصره را از روى تجربه . ابن جزله گفته كه سواى منافعى كه « شيخ الرئيس » از براى آن ذكر كرده ، آن را منفعت كلى است از براى دوار بلغمى و نسيان و صرع و صداع بارد و اوجاع معده و سينه و جميع دردها كه از برودت باشد .\r\nصنعت آن به نسخه شيخ الرئيس : سنبل الطيب ، مو ، زعفران ، سليخه سياه ، ساذج هندى ، افتيمون ، فقاح اذخر ، فرنقل ، حبّ بلسان ، ريوند چينى ؛ حبّ البان مقشر ، زنجبيل ، صبر سقوطرى ، مصطكى ، عسل بلادر ، فوفل ، غاريقون هش سفيد ، ايرسا ، پوست بيخ رازيانه ، سركه انگورى كهنه . ادويه را كوفته بيخته پوست بيخ رازيانه را سه روز متوالى در سركه بخيسانند ، پس در ديگ سنگى يا ديگ گلى كرده به آتش ملايم بجوشانند تا سه چهار جوش بخورند . پس بپالايند و ثفل آن را دور كنند و سركه را با ده رطل و نيم عسل مصفّا در همان ديگ كرده به آتش ملايم بجوشانند تا به قوام آيد ، پس ادويه كوبيده را به آن بسرشند و بعد از شش ماه استعمال نمايند .\r\nانقردياى كبير\r\nبراى جنون و هذيان و وجع كبد و طحال و كليه و براى برودت مزاج و اوجاع ارحام و نقرس و جذام و امراض سوداوى مفيد است .\r\nصنعت آن : سنبل الطيب ، مو ، زعفران ، سليخه سياه ، ساذج هندى ، افتيمون اقريطى ، اذخر مكى ، حبّ بلسان ، ريوند چينى ، قرنفل ، حبّ البان مقشر ، زنجبيل سفيد ، صبر سقوطرى ،\r\n\r\n","description":"","footnote":"","page_name":" 198 ","page_number":214},
  {"content":"\r\n\r\nمقل ازرق ، مر مكى ، روغن بلسان ، مصطكى ، عسل بلادر ، غاريقون هش سفيد ، ايرسا ، پوست بيخ رازيانه ، سركه انگورى . پوست بيخ رازيانه را سه شبانه روز در سركه انگورى بخيسانند ، پس در ديگ كرده جوش دهند ؛ جوشى اندك و بپالايند و بفشارند و ثفل آن را بيندازند و سركه را با يك رطل و نيم عسل مصفّا در ديگ سنگى كرده ، به آتش انگشت به قوام آورند و ادويه را كوفته بيخته به آن مخلوط نمايند و بعد از شش ماه استعمال نمايند .\r\nايارجات\r\nاياره به لغت يونانى به معنى دواى الهى است ؛ يعنى دوايى كه تاثير آن از عالم امر است از غير آن كه منسوب باشد به قوت‌هاى محسوسه آن .\r\nترياق\r\nتريا در لغت يونانى به معنى نافع است از براى گزيدن جانوران سمى ، و قاء در آن لغت به معنى نافع است از براى ادويه مشروبه سمى ، و اصطلاح كرده‌اند اطبّا ثانيا براى هر دوا كه پادزهريت داشته باشد كه به خاصيتْ مقاوم سموم و رفع نكايت او كند و محافظت نمايد روح را از فساد و تعفّن ، خواه حدوث آن سميت در بدن از گزيدن جانوران باشد و يا از آشاميدن سموم .\r\nترياق مثروديطوس\r\nدر تفتيح سدّه‌ها و تحليل اورام جاسيه و اورام صلبه كه در مفاصل باشد ، و در تحريك شهوت باه نافع است .\r\nجوارش\r\nلفظ جوارش نزد اطبّا موضوع براى معجونى است كه ساخته باشند از براى اصلاح حال معده و اعانت بر هضم و استمراء و گواريدن طعام و تقطيع اخلاط و تحليل رياح و رطوبات .\r\nجوارش حب القطن\r\nاعضاى رئيسه از قلب و دماغ و كبد را تقويت بخشد و باه را بيفزايد .\r\nصنعت آن : مغز حب القطن ، لسان العصافير شيرين ، مغز حب الصنوبر ، بهمن سرخ ، بهمن سفيد ، ساذج هندى ، بادرنجبويه ، درونج عقربى ، گل گاو زبان ، خصية الثعلب مصرى ، قرنفل ، دارچينى ، خولنجان ، زعفران ، زنجبيل ، قاقله كبار ، قاقله صغار ، عنبر اشهب . ادويه را كوفته بيخته با سه وزن آن نبات سفيد و عسل على الرسم بسرشند .\r\nجوارش عود ساده\r\nمقوى قلب و معده است و دماغ و معده را گرم مىكند گرم كردنى از غير افراط و نشف رطوبات و بلغم از معده و دماغ كند و بوى دهان خوش گرداند .\r\nصنعت آن : عود قمارى خام را به گلاب سوده در يك رطل قند سفيد به قوام آورده ، داخل كرده در طبق چينى ريزند و به طريق لوزيات ببرند .\r\n\r\n","description":"","footnote":"","page_name":" 199 ","page_number":215},
  {"content":"\r\n\r\nجوارش فلافلى\r\nدرد معده و شهوت كلبى را سودمند باشد و بادهاى غليظه را دفع كند و طعام را هضم نمايد و حمى ربع را زايل گرداند و از براى جشاى بلغمى و سوداوى و بعد از تنقيه معده به قى مستعمل است . صنعت آن : فلفل سياه ، فلفل سفيد ، دارفلفل ، عود بلسان ، زنجبيل ، تخم كرفس ، بزر سيساليوس ، سليخه سياه ، اسارون شامى ، راسن . ادويه را كوفته بيخته به عسل مصفّا بسرشند .\r\nجوارش كمونى\r\nخواص : به جهت نفخ و رياح و از براى تقويت معده و دفع رطوبات آن .\r\nصنعت آن : زيره كرمانى مدبَّر ، زنجبيل ، فلفل ، برگ سداب در سايه خشك كرده ، بوره ارمنى . ادويه را كوفته و بسيار نرم ببيزند و با عسل مصفى بسرشند .\r\nحبّ تربد\r\nصنعت آن : تربد سفيد مدبر ، افتيمون اقريطى ، حاشا ، شحم حنظل ، غاريقون سفيد ، حجر ارمنى ؛ سقمونياى مشوى ، نمك نفطى ، اسطوخودوس ، خربق سياه . همه را كوفته بيخته به روغن بادام شيرين سرشته حب سازند .\r\nحبّ رسوت\r\nجهت بواسير خونى نافع است .\r\nصنعت آن : رسوت خالص را به آب برگ گندنا يا آب برگ ككرونده يا آب برگ بارتنگ يا هر سه حل كرده مساوى آن پوست هليله كابلى به روغن گاو بريان نموده ، كوفته ، به وزن آن شكر سفيد داخل كرده سرشته حبوب سازند .\r\nحب صبر\r\n[ صنعت آن : 
  ] صبر سقوطرى ، مصطكى ، گل‌سرخ ، و تربد موصوف را كوفته بيخته مقدار نخود حب‌ها سازند .\r\nحبّ منتن\r\nاخلاط غليظ را كم مىكند و سده را مىگشايد و نافع است وجع مفاصل و خاصره و بهق و جذام را و داءالفيل را زايل مىكند و اين حبّ معروف است به حبّ ماهانى .\r\nصنعت آن : اشق ، سگبينج ، جاوشير ، مقل ، سير ، حرمل ، هليلج ، شحم حنظل ، شبرم ، افتيمون ، فرفيون ، شيطرج ، سورنجان ، تربد ، جندبيدستر و غاريقون ، محموده ، زعفران ، قاقله ، سنبل ، بيخ خطمى سفيد ، مصطكى ، دارچينى ، خولنجان . صموغ را كوفته و در آب خيسانده و اجزاء را كوفته و بيخته بدان بسرشند و حب‌ّها كنند چون فلفل .\r\nحبوب مقلى\r\nصنعت آن : پوست هليله زرد ، هليله سياه ، صبر سقوطرى ، هليله كابلى ، مقل ازرق ، تربد سفيد ، سكبينج ، خردل . مقل و سكبينج را در آب حل كنند و داروهاى ديگر را كوفته ، بيخته به آن بسرشند .\r\n\r\n","description":"","footnote":"","page_name":" 200 ","page_number":216},
  {"content":"\r\n\r\nحلواى كنجد\r\nصنعت آن : شكر سفيد را صاف نموده به قوام آورند و به سنگى يا چوبى بزنند تا تار بندد و سفيدى و شكنندگى به هم رساند . پس قرص‌هاى نازك ساخته و كنجد مقشر را باز در ظرف كرده بر آتش اخگر گذارند تا كنجد گرم شود . بعد از آن قرص‌ها را در او اندازند تا از گرمى نم بردارد . دم‌به‌دم حركت داده باشند تا كنجد از هر طرف بچسبد و اگر خوش‌بو خواهند ، قدرى گلاب در قوام او داخل كنند .\r\nدهن قسط\r\nصنعت آن : ابهل ، اذخر مكى ، راسن ، وج تركى ، قسط تلخ ، سنبل الطيب . مجموع را نيم كوفته در آب بجوشانند كه آب برود و روغن بماند . پس جندبيدستر و فرفيون را سوده داخل كنند و در هاون سنگى به دسته بمالند تا نيكو مخلوط شود و نگاه دارند .\r\nدواء الترنجبين\r\nصنعت آن : ترنجبين تازه پاك كرده از خاك و خاشاك را در شير صاف كنند و به آتش ملايم به قوام آورند .\r\nدواء المسك\r\nخواص : نافع از براى خفقان سوداوى و ماليخوليا ( خصوص مراقى ) و مقوى قلب و دماغ و كبد است و خبث نفس و وسواس سوداوى را زايل كند و معده را قوت دهد و محلّل ابخره سوداوى و مانع صعود آن‌ها به دماغ است .\r\nصنعت آن : مرواريد ناسفته ، كهرباى شمعى ، ورق طلا محلول ، ابريشم مقرض ، دارچينى ، بهمن سرخ ، بهمن سفيد ، درونج عقربى ، زعفران ، مصطكى ، اشنه ، هيل بوا ، صندل سفيد ، طباشير سفيد ، غنچه گل‌سرخ ، صندل سرخ ، [ تخم 
  ] گشنيز خشك مقشّر ، گل گاو زبان ، آمله منقى ، بسَّد ، تخم خرفه مقشر ، ورق نقره محلول ، زرشك منقى ، عود هندى ، بادرنجبويه ، عنبر اشهب ، مشك تبتى ، آب سيب شيرين يا ربّ آن ، قند سفيد ، عسل مصفى . به دستور مقرر معجون سازند و بعد از چهل روز استعمال نمايند .\r\nدواء المسك حار\r\nصنعت آن : زرنباد ، درونج عقربى ، مرواريد ناسفته ، كهرباى شمعى ، بسد محرق ، ابريشم خام ، بهمن سرخ ، بهمن سفيد ، سنبل الطيب ، ساذج هندى ، قاقله ، قرنفل ، اشنه ، دارفلفل ، زنجبيل ، جندبيدستر ، مشك تبتى خالص جيد . ابريشم را مقرض كرده به نهايت نرمى و ريزگى و به حرير ببيزند و باقى ادويه را كوفته ، بيخته با عسل كه آتش نديده باشد معجون سازند .\r\nروغن خراطين\r\nخواص : جهت اكثر امراض عصبانى و دماغى مانند فالج و لقوه و استرخا و اوجاع مفاصل و ورك و عرق النسا و نقرس و سستى آلات تناسل و ضعف باه ، طلاءً و تدهيناً و شرباً مفيد است . صنعت آن : بگيرند خراطين و پاك شسته در روغن كنجد تازه يا\r\n\r\n","description":"","footnote":"","page_name":" 201 ","page_number":217},
  {"content":"\r\n\r\nزيت انداخته به آتش ملايم طبخ دهند تا سوخته و سياه گردد ، پس صاف نموده به كار برند .\r\nروغن سوسن\r\nخواص : روغن آن مثل روغن ايرسا است در جميع افعال ، و خوردن آن جهت قولنج ايلاوس صفراوى و جهت امراض رحم و درد عصب شرباً و ضماداً مفيد .\r\nصنعت : بگيرند سوسن ابيض منقى و روغن كنجد تازه را و در شيشه كرده در آفتاب بگذارند تا روغن قوت آن را جذب كند .\r\nروغن گل‌سرخ\r\nبگيرند ورق گل‌سرخ تازه خوش‌بو كه اقماع و تخم و سبزى آن را بالكل دور نموده باشند و در شيشه كنند و روغن كنجد تازه و يا زيت تازه بر آن ريزند و در آفتاب گذارند تا رنگ گل سفيد گردد . پس فشرده برآورند و گل تازه بر آن ريزند و در آفتاب گذارند و همين قسم تا هفت مرتبه تجديد مىكرده باشند .\r\nروغن نرگس\r\nخواص : محلّل و ملطف و مسكن سردرد سوداوى و ريحى و مفتّح سده‌هاى فم رحم و رافع دردهاى آن و موافق امراض اعصاب و مقوى باه . و استشمام آن محرور المزاج را مضرّ و مصلح آن روغن نيلوفر است .\r\nصنعت آن : بگيرند گل آن را و با روغن كنجد تازه يا زيت پرورده نمايند .\r\nسكنجبين\r\nبايد دانست كه سكنجبين از جمله اشربه است و آن شرابى معروف و مشهور است و آن را اقسام است و بدان كه سكنجبين از تراكيب قديمه است . بعضى اصحاب قرابادين گفته كه اول شرابى كه تاليف شده ماء العسل بود و آن را فيثاغورس تركيب كرده و آن را به يونانى « اودرمالى » گويند و بعضى گفته كه ماء القراطن همان است . و ابقراط اختيار كرد شرابى مركب از حلو و حامض و آن را سكنجبين ناميد و جالينوس اختيار كرد از براى آن سك و انگبين ، يعنى خل عسل را كه معرب آن سكنجبين است .\r\nسكنجبين ساده\r\nصنعت آن : بگيرند عسل جيد خوش‌بو و بگذارند آن را بر اخگر ملايم و كف آن را بگيرند و سركه انگورى جيد بر آن ريزند و بايد كه آن سركه بسيار ترش نباشد و ضعيف نيز نباشد ، بلكه متوسط باشد . پس آن را با آتش ملايم اندك‌اندك بجوشانند تا مخلوط شود نيكو و سركه خام نماند پس از آتش فرود آورده در ظرف چينى يا شيشه‌اى نگاه دارند . پس هرگاه اراده كرده شود استعمال آن ، پس بايد ممزوج كرد آن را با آب مثل شراب و استعمال نمود .\r\nسنجرينا\r\nمعناى وى كثير النجاح است و قيل : الدواء الحاد . بالجمله دواى مذكور معروف و مجرب\r\n\r\n","description":"","footnote":"","page_name":" 202 ","page_number":218},
  {"content":"\r\n\r\nاست و جهت گرم كردن معده و ازاله تخمه و تفتيح سده جگر و تحليل صلابت احشا و دفع بادهاى غليظه و تسكين وجع معده و وجع دندان و تأكل آن و جهت بطوء استمراء قولنج و عسر بول كه از برد و بلغم و مخاطبه بول باشد نافع است .\r\n[ صنعت آن : 
  ] جندبيدستر ، دارچينى ، افيون ، اسارون ، قومو ، دوقو ، فلفل ، دارفلفل ، بارزد ، قسط ، زعفران . بازرد را در عسل حل كرده ادويه مسحوقه منحوله بدان بسرشند و بعد شش ماه به كار برند .\r\nو گفته اند قيراطى از آن را اگر حل كرده بر محل لذع يا لسع بمالند ، نفع دهد و اگر اندكى به روغن سوسن آميخته به صوف حمول فرمايند ، رياح رحم و قلت حيض و قلت توالد را نافع آيد .\r\nشربت اصول\r\nخواص : منضج مواد غليظه و مفتح سده‌ها و مدر فضلات و كاسر رياح و براى سوء القنيه و استسقاء نافع است .\r\nصنعت آن : پوست بيخ رازيانه ، بيخ كرفس ، بيخ كاسنى ، پوست بيخ كبر ، تخم رازيانه ، تخم كرفس ، تخم كاسنى ، انجير زرد ، مويز منقى ، فقاح اذخر . مجموع را در آب بخيسانند . پس بجوشانند و بپالايند و عسل مصفّا داخل كرده به قوام شربت آورند .\r\nشربت بنفشه\r\nصنعت آن : بنفشه تازه را در آب بجوشانند تا به ربع رسد و با شكر به قوام آورند و اگر بنفشه را مكرر كنند ، تليين آن قوىتر خواهد بود و همچنين هرچند تكرار زياده نمايند قوىتر مىگردد .\r\nشربت نيلوفر\r\nصنعت آن : نيلوفر تازه را در آب بخيسانند و بجوشانند و صاف نموده با قند سفيد به قوام آورند ، و در ظرف چينى يا شيشه‌اى نگاه دارند .\r\nقرص مُرّ\r\nادرار حيض كند و تسهيل ولادت .\r\nصنعت آن : ترمس ، مرّ صاف ، ورق سداب ، پودنه ، مشكطرامشيع ، فوه ، حلتيت ، سگبينج ، جاوشير ، قسط ، و سنبل را به آب سداب قرص كنند .\r\nگلقند\r\nبرگ گل سرشته با عسل . صنعت آن : بگيرند اوراق گل‌سرخ كه اقماع و تخم و سبزى آن را بالتمام گرفته باشند و خوب ماليده و يا به مقراض خوب ريزه‌ريزه نموده يك روز بگذارند كه رطوبت آن نشف شود ؛ پس در آن ، قند سفيد بسايند و تا سه روز هر صبح و شام بر هم زنند و در آفتاب گذارند و اگر قند ، كمى كند ، باز قدرى اضافه نمايند .\r\nگلقند عسلى را عسل اضافه نموده ، كف آن را گرفته بر روى گلِ به دستور ماليده ، بر هم زنند و چهل روز در آفتاب گذارند و به كار برند .\r\n\r\n","description":"","footnote":"","page_name":" 203 ","page_number":219},
  {"content":"\r\n\r\nماء الجبن\r\nجهت مواد محترقه سوداوى و حدّت صفرا و تنقيه گرده و تفتيح مراره و سدد و اسهال نمودن مواد محترقه و ترطيب اعضا و امراض سوداوى مستعمل است .\r\nصنعت آن : بز سرخ زاغ‌چشم را كه از ولادت او يك ماه گذشته باشد تعليف به اسفناج و كاهو و شاهتره و خبازى و قصيل و بقول بارده كرده ، هر روز شير آن را در ديگ پاكى جوشانيده در اثناى جوشيدن ، سكنجبين ساده و سركه در آن ريخته با چوب انجير كه پوست از آن باز كرده باشند بر هم زنند تا شير بريده شود . آن‌گاه از پنبه صاف نموده شب در جايى بگذارند كه ته‌نشين گردد . روز ديگر صاف آن را با سكنجبين افتيمونى مخلوط كرده سه حصه نموده ، نيم‌گرم به سه دفعه بنوشند . و فاصله ما بين هر دو دفعه نيم ساعت بايد تا يك ساعت ، و غذا را بعد از چهار - پنج ساعت تناول نمايند .\r\nمرباى زنجبيل\r\nخواص : گرده و مثانه را قوت دهد و باه را زياده كند و قوت مجامعت ببخشد و معده سرد را مفيد و مقوى هاضمه و ملينه آن و مجفف رطوبات است .\r\nصنعت آن : بگيرند زنجبيل‌هاى درشت باليده و بىريشه و پوست آن‌ها را جدا كرده دانه‌هاى ريشه‌دار كه برآيد دور نموده خار بسيار بر آن زده مقدار سه - چهار ساعت كامل در آب آهك بگذارند . پس برآورده و پاك شسته در آب خالص جوش دهند تا پخته گردد . آن‌گاه شيره قند يا نبات يا شكر سفيد يا عسل سفيدِ اندك رقيقِ صاف نموده ، هر كدام كه خواهند داخل كرده جوش دهند تا به قوام آيد . پس فرود آورده سرد كرده و در مرتبان چينى يا شيشه نگاه دارند .\r\nمربا\r\nميوه تر يا خشك يا پوست يا گل ميوه يا ريشه گياه يا ديگر اجزاى گياه كه در شيره شكر يا عسل پخته باشد ؛ از قبيل مرباى به ، مرباى سيب ، مرباى زنجبيل ، مرباى آمله و غيره .\r\nمرهم باسليقون\r\nاورام صلبه را نرم كند و بپزاند و قروح و اورام را از چرك پاك سازد و گوشت نو بروياند .\r\nصنعت آن : زيت ، موم سفيد ، و قنه . موم را در روغن زيت بگدازند و قنه را در آن حل كرده به دستور مرهم سازند .\r\nمطبوخ افتيمون\r\nمسهل سوداست و نافع است از براى دوار و سدر سوداوى چون آشاميده شود بعد از نضج تام و نيز نافع است از براى ماليخوليا .\r\nصنعت آن : پوست هليله زرد ، پوست هليله كابلى ، هليله سياه ، شاهتره ، گشنيز خشك ، بسفايج فستقى پوست تراشيده نيم‌كوفته ، تربد سفيد مدبّر ، مويز منقّى از حبّ ، آلوى\r\n\r\n","description":"","footnote":"","page_name":" 204 ","page_number":220},
  {"content":"\r\n\r\nسياه ، و افتيمون . افتيمون را در پارچه كتانى بسته ادويه را طبخ نموده ، در آخر افتيمون را در آن اندازند و ديگر را فرود آورده كيسه را دائم بمالند تا تمام قوّت افتيمون برآيد و چون مطبوخ سرد شود ، كيسه را فشرده ، دور كنند و مطبوخ را صاف نموده ، صبر سقوطرى زرد در آن حل كرده نيم‌گرم بنوشند .\r\nمعجون حبّ القطن\r\nاز تراكيب جالينوس است . اعاده شهوت باه مىكند بعد از نااميدى و آواز را صاف مىكند و سدّه را مىگشايد و ضعف كليه و مثانه را زايل مىسازد و حرقة البول را نفع مىكند و سنگ گرده و مثانه را مىريزاند و دشوارى نفس و ربو را سود مىدهد .\r\nصنعت آن : مغز حب القطن ، دارچينى ، قرنفل ، حب الصنوبر ، بزر ابخره ، شقاقل ، زنجبيل ، دارشيشعان ، قسط شيرين ، تخم كتان ، مقلو ، و مصطكى را با عسل صاف بسرشند .\r\nمعجون فلاسفه\r\nصنعت آن : فلفل ، دارفلفل ، زنجبيل ، دارچينى ، كندر ، هليله ، آمله ، حبّ الصنوبر ، شيطرج هندى ، بيخ و بابونج را با عسل بسرشند .\r\nرازى پوست نارنج بدان اضافه كرده ، و شيخ الرئيس خبث الحديد به جهت زردآب و خفقان ، و بعضى زراوند مدحرج و خصية الثعلب به جهت نعوظ ، و برخى تخم انجره به جهت تصفيه منى ، و كنجد مقشر به جهت هزال كليه .\r\nمعجون نجاح\r\nصنعت آن : پوست هليله زرد ، پوست هليله كابلى ، هليله سياه ، پوست بليله ، آمله منقى ، تربد سفيد ، غاريقون هش سفيد ، بسفايج فستقى ، اسطوخودوس محموده مشوى ، ربّ السوس ، و مصطكى رومى را با عسل مصفا به دستور مقرر معجون سازند .\r\nمفرح ياقوتى\r\nخفقان و غشى و ضعف دل و دماغ را نافع بود و تن را قوت دهد و فرح آورد .\r\nصنعت آن : مرواريد ناسفته ، بُسد ، ياقوت رمانى ، گل مختوم ، بادرنجبويه ، بهمن سرخ ، بهمن سفيد ، ورق طلا ، عقيق يمنى ، حجر يشب ، ساذج هندى ، زرنباد ، درونج عقربى ، لاجورد شسته ، لعل ، كهربا ، نيلوفر ، زرشك منقى ، گشنيز خشك ، تخم گل ، پوست ترنج ، گاو زبان ، ريوند چينى ، تخم كاسنى ، عود هندى ، ابريشم مقرض ، طباشير سفيد ، صندل سفيد ، ورق گل‌سرخ ، كافور رياحى ، عنبر اشهب ، مشك تبتى ، شير آمله ، پوست هليله كابلى ، شربت سيب شيرين ، آب انار ترش ، گلاب ، و شربت به . ادويه را كوفته بيخته با عسل مصفّا به دستور معاجين سرشته بعد از آنكه چهل روز در ميان جو گذاشته باشند استفاده نمايند .\r\n\r\n","description":"","footnote":"","page_name":" 205 ","page_number":221},
  {"content":"\r\n\r\n\r\nكتابنامه\r\nاحتياط مصرف و تداخلات دارويى گياهان دارويى ، دكتر سيد على ضيايى ، دكتر بيتا مسگر پور ، 1384 ش .\r\n- اشارات و تنبيهات ، ترجمه و شرح : دكتر حسن ملك شاهى ، انتشارات سروش ، سال 1363 ش .\r\n- اكسير اعظم ، حكيم محمد اعظم خان ملقب به ناظم جهان ، چاپ سنگى هند .\r\n- الاغراض الطبيه و المباحث العلائيه ، سيد اسماعيل جرجانى ، تصحيح و تحقيق : دكتر حسن تاج‌بخش ، 1385 ش .\r\n- الايضاح فى اسرار النكاح ، شيخ عبد الرحمن بن نصر بن عبد الله العودى الطبرى الشيرازى ، تحقيق محمد سعيد الطريحى ، دار القارى ، 1407 ق .\r\n- التصريف ، ابو القاسم خلف بن عباس الزهراوى ، تحقيق و ترجمه : دكتر صبحب محمود حمامى ، چاپ تراث العلمى العربى ، 2004 م .\r\n- الشامل ، ابن نفيس قرشى .\r\n- الموجز فى الطب ، ابن نفيس كرمانى ، تحقيق : استاد عبد الكريم الغزباوى ، قاهره ، 2008 م .\r\n- آناتومى تنه ، دكتر بهرام الهى ، 1371 ش .\r\n- آناتومى لگن و پرينه ، دكتر فاطمه فدايى ، محسن نوروزيان ، 1372 ش .\r\n- بغية المحتاج ، شيخ داوود عمر انطاكى .\r\n- بيمارىهاى زنان نواك ، ويرايش و نظارت : دكتر بهرام قاضى جهانى ، 1376 ش .\r\n- تحفه حكيم مومن ، محمد مومن حسينى ، 1338 .\r\n\r\n","description":"","footnote":"","page_name":" 206 ","page_number":222},
  {"content":"\r\n\r\n- تدبير حبالى و الاطفال و الصبيان و حفظ صحتهم و مداواة الامراض العارض لهم ، احمد بن محمد بن يحيى البلدى ، تحقيق : دكتر حاج قاسم محمد ، بغداد ، 1980 م .\r\n- تقويم الصحة ، ابن بطلان بغدادى ، مترجم نامعلوم .\r\n- خزائن الملوك ، حكيم شمس الدين احمد ، نسخه خطى ، 1311 ق .\r\n- خلاصة التجارب يا مجربات ، حكيم علوى خان دهلوى .\r\n- خلاصة الحكمه ، محمد حسين عقيلى ، تحقيق و تصحيح : اسماعيل ناظم ، 1385 ش .\r\n- ذخيره خوارزمشاهى ، تأليف سيد اسماعيل جرجانى ، چاپ عكسى از روى نسخه خطى قرن 8 ، به كوشش سعيدى سيرجانى .\r\n- رموز اعظم ، حكيم محمد اعظم خان ، چاپ سنگى هند ، 1311 ق .\r\n- شرح الاسباب و علامات ، نفيس بن عوض كرمانى .\r\n- طب اكبرى ، حكيم محمد اكبر ارزانى .\r\n- قانون فى الطب ، ابن سينا ، بيروت ، موسسه العلمى ، 1425 ق .\r\n- قانونچه در طب ، محمود بن محمد بن چغمينى ، ترجمه و تحشيه : دكتر محمد تقى مير ، دانشگاه علوم پزشكى ايران ، . 1385 ش .\r\n- قرابادين عقيلى ، محمدحسين عقيلى خراسانى ، 1380 ش .\r\n- گياهان دارويى ، دكتر على زرگر ، 1383 ش .\r\n- گياه‌شناسى داروئى ، دكتر احمد امامى ، على آهى ، 1386 ش .\r\n- لغت نامه دهخدا .\r\n- مجربات بو على سينا ، محمد انوار حسين ، 1280 ق .\r\n- مجربات فرنگى ، نواب شاه جهان بيگم .\r\n- مخزن الادويه ، محمد حسين عقيلى خراسانى ، 1380 ش .\r\n- معارف گياهى ، حسين مير حيدر ، 1383 ش .\r\n- معالجات ، محمد حسين عقيلى .\r\n- معجم اصطلاحات طبيه فى القانون فى الطب لابن سينا ، اخراج جامعه همدرد ، حكيم عبد الحميد ، حكيم كبير الدين ، حكيم عبد الوهاب ظهورى ، دكتر محمد عبد العزيز ، حكيم فضل الرحمن ، 1418 ق .\r\n Herbal Medicin , G - Duke . - \r\n\r\n","description":"","footnote":"","page_name":" 207 ","page_number":223},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 208 ","page_number":224}
  ]