[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nمجموعه\r\nپيك شفا\r\nخون درمانى\r\nاز ديدگاه طب سنتى\r\nبا توجه به شرايط فعلى ، اكثر درمان هاى گياهى همراه با خون درمانى نتيجه كامل و مطلوب مىدهد .\r\nپس خون درمانى يك ضرورت اجتناب ناپذير درمان بيمارى ها در عصرماست .\r\nمؤلف\r\nسيد محمد موسوى\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nسرشناسه : موسوى ، محمد ، 1333 .\r\nعنوان و نام پديدآور : خون درمانى از ديدگاه طب ايرانى ( سنتى ) / مولف محمد موسوى .\r\nمشخصات نشر : اصفهان : كانون پژوهشى ، 1386 .\r\nمشخصات ظاهرى : 61 ص .\r\nفروست : مجموعهء پيك شفا ، درمان بيمارى ها با گياهان دارويى و روش هاى درمانى طب ايران .\r\nشابك : 3 - 99 - 6017 - 964 - 978\r\nوضعيت فهرست نويسى : فيپا\r\nيادداشت : اين كتاب در سال 1378 توسط انتشارات برگ سبز منتشر شده است .\r\nيادداشت : عنوان ديگر : خون درمانى .\r\nعنوان ديگر : خون درمانى .\r\nموضوع : حجامت .\r\nموضوع : زالوها - مصارف درمانى .\r\nموضوع : بادكش .\r\nموضوع : پزشكى سنتى .\r\nرده بندى كنگره : 9 خ 8 م / 182 rm\r\nرده بندى ديويى : 89 / 615\r\nشماره كتابشناسى ملى : 1039260\r\nمجموعه پيك شفا ( خون درمانى )\r\nناشر : كانون پزشكى * نوبت چاپ : سوم 1388\r\nشابك : 3 - 99 - 6017 - 964 - 978\r\nتيراژ : 3000 جلد * چاپ : پايدار\r\nمجري چاپ : شركت توسعه انتشارات فرزانگان زاينده رود ( 2737370 0311 )\r\nمركز پخش : اصفهان ، مؤسسه پيك شفا ، تلفن 4480044\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\nجلد دوم\r\n\r\nتقديم‌نامه\r\nاى بر گل رخسارت ، گلعذاران شرمگين وى بر عشوهء عقيق خونين لبت صدها دل گرفتار وى هزاران همه جامه‌دران كويت وى صلاى عشقت ياران را در جنب‌وجوش اى كه بهشت و طوبى طره‌اى است گوشه‌نشين ابرويت و هستى را نيست هيچ بهانه‌اى جز گل رويت و انفاس قدسى عيسى لطيفه‌اى است از شميم نافه بويت ، وى رموز هستى مستور نرگس جادويت ؛\r\nاى نگارين دلبر فتان ما ، از حياى تو حور و پرى خجل در حجاب اوفتاده و تو بر آب زندگانى خوش‌نقشى انداختى و بر دل ويران ما گنجى پنهان ساختى .\r\nهرگاه در خيال سايه‌اى از ياد تو پردهء خاطر را به شوق بنوازد طمعى خام دل بيقرار را بگيرد و در عشوهء وصال به شور و اميد غرقه سازد .\r\nاى پيامبر خدا ، اى محمد\r\nاى احمد و محمود ، اى شاهد و مشهود ، اى ناصر و منصور ، اى بشير و نذير ، اى سيد و سالار ، اى منجى و اى دليل راه ، اى كه : \" لولاك ما خلقت الافلاك \" ، ما به اميد فريادهاى \" امتّى \" ، \" امتّى \" تو بر خاك محشر قدم خواهيم گذاشت تا تشنگان باديهء قيامت را به زلال‌هاى طهورت دريابى !\r\nاينك دست‌آويز و بهانه‌اى هرچند حقير به آهنگ آويختن بر دامان پر مهرت آورده‌ايم ، مجموعه‌اى در كتاب حاضر كه به ياد تو آذين گشته و مبارك باد ياد تو و صلوات خدا و فرشتگان بر تو و دودمان پاكت باد .\r\nسيد محمد موسوى\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nفهرست مطالب\r\nعنوان صفحه\r\nتقديم‌نامه\r\nفهرست مطالب\r\nپيشگفتار 9\r\nخون‌درمانى - حجامت 11\r\nتفاوت خونگيرى و اهداء خون با حجامت و 15\r\nزمان حجامت 19\r\nزمان منع حجامت و خون‌درمانى 19\r\nتفاوت حجامت بين زن و مرد 20\r\nحجامت و تأثير درمانى آن 20\r\nسكته‌هاى مغزى و قلبى 21\r\nناراحتىهاى كبدى 21\r\nبيمارىهاى كليوى 21\r\nبيمارىهاى طحال ، معده و دستگاه گوارش 22\r\nآرتروز ، سياتيك ، نقرس ، كانگرن ، درد زانو و آرنج 22\r\nبيمارىهاى پوستى 23\r\nحجامت و زيبايى 23\r\nحجامت و كج‌خلقى در خانواده 23\r\nحجامت و تفريح 23\r\nحجامت و خون‌درمانى و ورزش 23\r\nحجامت در كودكان 24\r\nحجامت و عقل و هوش 24\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nتيروئيد ( گواتر ) 24\r\nبيمارىهاى سر 25\r\nبيمارىهاى روحى 25\r\nسرطان 25\r\nحجامت و احتباس حيض 26\r\nمحل‌هايى كه حجامت بر آنها مفيد است 27\r\nعلائم نياز به حجامت 27\r\nشناخت زالو و نحوهء كاربرد آن 29\r\nزالودرمانى 33\r\nروش كلى استفاده از زالو 35\r\nنسخهء درمان عفونت زخم زالو 38\r\nميزان مصرف زالو و زمان‌بندى 39\r\nزالودرمانى در بيمارى سكته 39\r\nفشارخون و زالودرمانى 43\r\nسردرد و زالودرمانى 43\r\nيرقان ، غلبه صفرا ، حالت تهوع صفراوى و 44\r\nسنگ‌هاى كليوى 45\r\nبواسير 45\r\nسياتيك 46\r\nخار پاشنه 46\r\nدرد زانو 46\r\nزانودرد همراه با سفتى قسمت داخلى پا 47\r\nسردى و بىحسى پا 47\r\nنقرس 48\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nچربى خون ، قند خون و اسيد اوريك 48\r\nبيمارى واريس 48\r\nام . اس 48\r\nكانگرن يا قانقاريا 48\r\nفلج و بيمارى استرخاء 49\r\nدمل‌ها و كورك‌ها 49\r\nزالودرمانى و زيبايى 50\r\nاگزما 51\r\nاحتباس حيض و بيمارىهاى رحم 51\r\nرگ‌زنى ( فصد ) 52\r\nرگ‌هايى كه در عمل فصد نيشتر زده مىشوند 55\r\nرگ‌هاى دست 55\r\nرگ‌هاى پا 55\r\nرگ عرق النساء ( سياتيك ) 55\r\nصافن 56\r\nوريد ركبى 56\r\nرگ عقبى پاشنهء پا 56\r\nرگ‌هاى سر 57\r\nرگ‌هاى شكم 58\r\nمقايسه‌اى ميان حجامت ، فصد و زالو 59\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nپيشگفتار :\r\nكتاب حاضر پس از انتشار كتاب پيك شفا به قلم همين مؤلف در راستاى احياى طب پرمايه گياه‌درمانى ملى كشورمان گامى ديگر در احراز آن هدف مقدس است .\r\nمباحث كتاب پيك شفا كه به صورت اجمالى و كلى جمع‌آورى شده بود ، اينك مجزا و مستقل از يكديگر و گسترده‌تر مورد بحث قرار مىگيرد و در مجلّدهاى كوچكتر توزيع خواهد شد . اين كار از دو جهت مورد توجه است يكى آنكه هر مبحث به صورت گسترده‌تر و با توجه به جزئيات امر مطرح مىشود ، ديگر آنكه مجلّدها كوچكتر بوده و قابل استفاده براى كسانى است كه وقت كمترى داشته و حوصله كافى براى مطالعه كتاب‌هاى قطور ندارند و هزينه هر جلد نيز طبعا بوده و در اين وانفساى گرانى كاغذ و كتاب ، از لحاظ اقتصادى با صرفه مىباشد .\r\nدر مجموع هدف از انتشار كتاب‌ها همان طرح پيشرفت‌هاى افتخارآميز طب سنتى كشورمان است . البته هيچ‌گاه مدعى نبوده‌ايم كه كار ما بدون اشتباه و اشكال است ، بلكه خوشحال مىشويم اگر كتاب‌ها مورد نقد محققين و دست‌اندركاران طب گياهى قرار گيرد و بيش از پيش اشكالات آن گرفته شود و از طرفى باعث تحريض پژوهندگان اين علم براى توجه بيشتر گردد . چرا كه علىرغم پيشرفت چشمگير طب گياهى و طب سنتى هرگز اين طب به بن‌بست نرسيده و راه براى تعالى و رشد باز مىباشد . اين علم هم بايد با شرايط روز خود را تطبيق دهد و زنگار تحجرگرايى را از چهرهء خويش پاك كند . حتى در راه تعالى مىتواند متحول گردد و بسيارى از شيوه‌هاى نوين را بپذيرد ، گرچه از لحاظ اصولى لايتغير است .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nبا گذشت زمان و تغيير و تحول در زندگى بشر ، چه بسا بيمارىهاى جديدى خلق گردد كه زاييده اعمال بشر است ، در چنين وضعيتى چنانچه اين علم آمادگى تطبيق با شرايط روز را نداشته باشد ، هرگز نمىتواند قدمى در راه علاج بردارد . آنچه از اطلاعات و اخبار بدست مىآيد نشانگر بروز و خلق بيمارىهاى جديدى است كه در گذشته هيچ‌گاه مطرح نبوده است . زندگى ماشينى و مادى در عصر جديد به خود ضايعاتى داشته كه قسمتى از اين ضايعات همان بيمارىهاى جديد است .\r\nما معتقديم طب گياهى و سنتى به خاطر اينكه از لحاظ اصولى بر پايه‌هاى متقن و قوى استوار است مىتواند با كوشش و تلاش محققين آن به درمان قاطع اين بيمارىها دست يابد مشروط بر آنكه زمينه رشد آن آماده شود و دانشمندان آگاه به علوم گياهى در اين راه مورد تشويق قرار گيرند .\r\nاز آنجا كه خون‌درمانى در طب سنتى بسيار مورد توجه بوده و نقش كليدى در علاج بيمارىها داشته است ، و از طرفى پيامبر گرامى اسلام ( ص ) با كلمات گهربار بر اهميت آن افزوده‌اند ، ما اولين جلد را پس از توزيع كتاب پيك شفا به آن اختصاص داده و اميدواريم كه بتوانيم خدمتى هرچند ناچيز در شفاى بيماران ارائه دهيم .\r\nسيد محمد موسوى\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nخون‌درمانى - حجامت\r\nخون‌درمانى و حجامت از مباحث بسيار مهم در علم پزشكى به‌ويژه از ديدگاه طب ايرانى و يكى از اركان استوار پزشكى سنتى ماست و به جرأت مىتوان ادعا نمود كه بىتوجهى به آن بسيارى از شيوه‌هاى درمانى را ناقص جلوه داده و برنامه‌هاى درمانى راه كمال را بدون آن طى نخواهد كرد .\r\nسرآمد دانشمندان و پزشكان جهان ، هم او كه به مكتب نرفت و خط ننوشت ، اما مسئله آموز همه انديشمندان تاريخ گرديد ، توجه بشر را دلسوزانه به خون‌درمانى جلب كرده ، صلوات و درود بىپايان خداوند همواره بر او باد . اگر كلمات پر معناى پيامبر اكرم ( ص ) را با آب طلا بر سر در مؤسسات معتبر پزشكى دنيا بنويسيم باز هم حق مطلب را ادا نكرده‌ايم . الزاما بايد در اكثر شيوه‌هاى درمانى به اين كلمات در عمل توجه گردد و در جاى خويش به كار گرفته شود .\r\nتوجه كنيد به اين سخنان گهربار و اجازه دهيد با درج اين مطالب شيرين و ارزشمند مبحث خون‌درمانى را آغاز كنيم و بدين‌وسيله كتاب خون‌درمانى را به بهترين زيورها آذين نماييم . فرموده‌اند :\r\n\" حجامت كنيد و نگذاريد طغيان خون كالبد شما را بر خاك افكند . \"\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n\" حجامت باعث بهبود سيستم گردش خون است . \"\r\n\" بهترين چيزى كه شما را مداوا مىكند حجامت كردن ، چكانيدن دارو در بينى و حقنه « 1 » كردن و حمام رفتن است . \"\r\nو فرمود :\r\n\" خوب عادتى است حجامت ، چشم را جلا مىدهد و بيمارىها را دفع مىكند . \"\r\nو فرموده‌اند :\r\n\" حجامت بدن را سالم و عقل را محكم مىكند . \"\r\nو فرموده‌اند :\r\n\" هركس حجامت كند در آخر پنج‌شنبه هر ماه در اول روز بيمارى از او كشيده مىشود . \"\r\nو فرموده‌اند :\r\n\" دوا چند چيز است : حجامت و دارو در بينى چكاندن و حقنه كردن و قى « 2 » نمودن . \"\r\nدر بعضى روايات حجامت در روز چهارشنبه و جمعه نهى شده و انجام آن منوط به شرايطى عنوان گرديده كه جاى بحث و تحقيق بيشترى دارد . از جمله دادن صدقه و آية الكرسى كه از كلمات گهربار امام صادق ( ع ) است و بايد علماى محترم در مورد صحت و سقم آن نظر بدهند .\r\nو فرموده‌اند :\r\n\" حجامت دواى هر دردى است مگر مرگ . \"\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تنقيه كردن\r\n( 2 ) - استفراغ كردن\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nو فرموده‌اند :\r\n\" حجامت عقل و حافظه را زياد مىكند . \"\r\nو فرموده‌اند :\r\n\" حجامت در گودى پشت سر موجب فراموشى مىشود . \"\r\nجايى كه جبرئيل به پيامبر اكرم ( ص ) نشان داده تا در آنجا حجامت شود .\r\nقبل از تيغ زدن مدتى بادكش روى پوست مىماند تا خون‌هاى كثيف و لخته‌ها به سمت پوست كشيده شده و از طرفى باعث بىحسى پوست شده ، هنگام تيغ خوردن درد قابل ملاحظه‌اى احساس نخواهد شد .\r\nو فرموده‌اند :\r\n\" حجامت در سر شفاء هفت درد است : جنون ، خوره ، برص ، درد سر انگشتان ، تاريكى چشم ، سردرد . \" « 1 »\r\nدر كافى از ابى عروه يا از شعيب عقر قوقى روايت شده كه گفت : داخل شدم بر امام موسى بن جعفر ( ع ) در حالى كه او در زندان در حال حجامت بود .\r\nو فرمودند :\r\n\" ناشتا حجامت نكنيد مگر آنكه اندك چيزى خورده باشيد . \" « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در روايات درد هفتم از قلم افتاده و به محدثين نرسيده است .\r\n( 2 ) - براى اطلاع بيشتر از احاديث اسلامى در مورد حجامت به كتاب حجامت از ديدگاه اسلام تأليف دانشمند محترم آقاى حسين خيرانديش مراجعه فرمائيد .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nكليد گنج خون‌درمانى توسط پيامبر ( ص ) و ائمه معصومين ( ع ) به انديشمندان اعطا گرديد و پس از آن مبحث و علم خون‌درمانى توسط پيروان و دانشمندان رو به رشد و كمال رفت و دست‌آوردهاى عظيمى بر جاى گذاشت كه اينك مىتواند مورد بحث و نتيجه‌گيرى نسل حاضر قرار گرفته و به عنوان يكى از افتخارات مسلمانان و به خصوص ايرانيان مسلمان در جهان پزشكى امروز مطرح گردد .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nتفاوت خونگيرى و اهداء خون با حجامت و خون‌درمانى طب ايرانى اسلامى\r\nاز آنجا كه مبحث فوق مورد سئوال بسيارى از مردم بوده و پويندگان مايلند دقيقا و با استناد به مدارك علمى و تجربى تفاوت اين دو شيوه را بدانند ، به طرح اين بحث مبادرت كرده‌ايم و انديشمندان را به قضاوتى منصفانه دعوت مىكنيم .\r\nرگ‌ها در بدن نقش اساسى حيات انسانى را برعهده دارند . رگ‌ها در بدن انسان به‌منزله دريا ، درياچه ، رودخانه ، نهر و جوىهاى آب در طبيعت هستند . آب مايه حيات در طبيعت است و در هر موجودى كه در طبيعت زيست مىكند . خون در بدن جانداران پس از آب همان نقش را ايفا مىنمايد . آب‌هاى آلوده و مسموم و متأثر از فضولات دنياى ماشينى ، طبيعت زيبا را به شدت مورد تهديد قرار مىدهند و آلودگىهاى ناشى از آن حيات بسيارى از جانوران و جانداران و انسان را مخدوش مىكند .\r\nعلاوه بر آلودگىهاى ناشى از زندگى ماشينى ، در طبيعت آب‌هايى كه در بعضى نقاط از حركت باز مىايستند ، دچار فساد و گنديدگى مىشوند . بسيارى از ميكرب‌هاى خطرناك در آن نشو و نما پيدا مىكنند و باعث انتشار بيمارىهاى گوناگون مىگردند .\r\nخون نيز در كالبد ما دچار گرفتارىهاى مشابه آب در طبيعت مىشود ، از اينجا فساد و بيمارىها آغاز مىگردد و سپس به ساير نقاط منتشر مىشود . اين نقاط كه خون در آن راكد مانده و يا حركتى كند دارد و رسوبات در آن بسيار زياد است همچون بركه‌هاى آب راكد در طبيعت متعدد و مختلف هستند . تعداد اين بركه‌ها در\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nبدن ما به ده‌ها مورد مىرسد . طب گياهى ايران براساس راه‌گشايىهاى ائمهء معصومين ( ع ) اقدام به شناسايى اين نقاط كرده و در آنجا با زدن رگ يا انداختن زالو و بادكش ، خون‌هاى گنديده و غليظ و پر از رسوبات را تخليه مىنمايد .\r\nمهمترين قسمت در حجامت يا خونگيرى كه به طور عموم بر همه اندام‌هاى انسان تأثير گذارده و باعث سلامتى و نشاط جسم و جان مىگردد ، خونگيرى از ميان دو كتف است . اين خونگيرى اولين بار توسط پيامبر اسلام ( ص ) خاتم الانبياء و از ميان لب‌هاى مبارك آن معشوق هفت آسمان و آن بهانه هستى ، صادر گرديد . هديه‌اى بود كه ملائك در شب معراج به پيامبر اكرم ( ص ) به عنوان تحفه‌اى ويژه امت اسلام تقديم كردند چرا كه مىدانستند پيامبر ما چقدر نسبت به امت خويش دلسوز و رئوف هستند .\r\nحجامت يك پيشگيرى اساسى از بيمارىهاست . بنابراين بايد از دوران نوجوانى با آن آشنا شد . خانواده‌ها نبايد از خونگيرى هراسى داشته باشند بلكه براى تأمين سلامتى خود و فرزندان خويش در دوران جوانى و پيرى بايد بدان روى آورند .\r\nهرگز با بهانه‌تراشىهاى مغرضانه و بىپايه افرادى كه عدم بهداشت را مطرح مىكنند خود را از اين موهبت الهى محروم نسازيد . عدم رعايت بهداشت امرى ناپسند و نامشروع است كه بايد در همه زمينه‌ها به رعايت آن همت گماشت و ارتباطى با حجامت و يا اهداء خون به تنهايى ندارد . اگر در بيمارستان‌ها يا سازمان انتقال خون نيز هنگام خونگيرى بهداشت رعايت نشود باعث ايجاد بيمارى و انتقال ميكروب ويروس‌هاى خطرناك به ديگران مىشود .\r\nخوشبختانه اينك رعايت بهداشت مورد توجه همه عاملان حجامت قرار دارد و تا آنجا كه ما تحقيق كرده‌ايم هرگز از يك تيغ دو بار استفاده نمىشود و يك زالو پس\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nاز خونگيرى دوباره مصرف نخواهد شد . هرگز وسايل حجامت قبل از ضد عفونى شدن به طور كامل و قبل از پاكسازى صددرصد استفاده نخواهد شد .\r\nدر بسيارى از مراكز خونگيرى خوشبختانه از ليوان‌هاى يك بار مصرف استفاده مىشود و پس از يك بار مصرف در حضور بيمار درون سطل خاكروبه جاى مىگيرد .\r\nكمى از بحث اصلى دور شديم ، هدف از طرح اين مقدمات رسيدن به تفاوت خونگيرى بين دو شيوه حجامت و اهداء خون مىباشد ، شايد تا اينجا تا حدودى اين فاصله آشكار شده باشد .\r\nيعنى حجامت خونگيرى از محل‌هايى است كه خون كثيف شده و اندام‌هاى تصفيه‌كننده بدن و دستگاه‌هاى دفعى قادر به تصفيهء آن نيستند . بنابراين انسان باتدبير به كمك دستگاه‌هاى داخلى بدن خويش شتافته با رگ زدن و خارج كردن خون كثيف بدن را از آلودگىها پاك مىكند و مانع از آن مىشود كه رگ‌هاى بدن غذاى آلوده و خون كثيف را براى پذيرايى و تغذيه ميلياردها سلول زنده انسان توزيع نمايند .\r\nبنابراين گرفتن خون از ساعد دست ، با خونگيرى از بركه‌هاى گنديدهء بدن تفاوت بسيار فاحشى دارد . اين استدلال ، آن‌چنان مستند است كه عموم مردم و همه كسانى كه داراى شعور و فهم و ادراك ويژهء نژاد ايرانى مسلمان هستند از آن آگاهند . بنابراين جاى بسى تعجب است كه گاه مىشنويم كسى با عنوان پرطمطراق پروفسور و فوق تخصص از دانشگاه‌هاى خارج از كشور ، متأسفانه به مردم توصيه مىكند كه به جاى حجامت مبادرت به خونگيرى و اهداء خون از طريق دست كنند . او سئوال مىكند كه خونگيرى چه فرقى با خونگيرى دارد ؟ در همه جاى بدن خون جارى است پس فرقى بين حجامت و خونگيرى از دست نيست !\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nما تصور مىكنيم كه اين‌گونه اظهار نظرها مغرضانه صورت مىگيرد چرا كه فهم اين مطلب براى ساده‌انديش‌ترين انسان‌ها آسان است چه رسد به كسى كه ادعاى تحصيل در دانشگاه‌هاى معتبر دنيا را دارد ! ؟\r\nالبته اهداء خون به ديگران بسيار پسنديده و انساندوستانه است و در جاى خود تأييد مىگردد . اما براى سلامتى خون‌دهنده حجامت چاره‌ساز است ، نه اهداء خون !\r\nحجامت كردن از لحاظ تأمين سلامتى نسبت به اهداء خون براى رسيدن به هدف مانند سفر كردن با هواپيماهاى مدرن امروزى است نسبت به درشكه .\r\nشما با حجامت كردن آن هم بطور صحيح و علمى گويى با سريع‌ترين هواپيماهاى سرعتى به سوى مقصد پرواز مىكنيد و چنين است كه ظرف چند ساعت اثرات مطلوب آن را مشاهده خواهيد نمود .\r\nتوجه كنيد كه ما به يك‌باره خونگيرى از دست را نفى نمىكنيم ، تنها به مقايسه‌اى ميان اثرات ماه من تا ماه گردون پرداختيم و بس .\r\nاميدواريم مردم هشيار كشورمان همانطور كه در همهء صحنه‌هاى اجتماعى و ملى شعور والاى خود را به نمايش گذاشته‌اند ، در اين مورد نيز بهترين قضاوت را داشته و با رواج حجامت در كشورمان از بيمارىهاى خطرناكى مانند سكته ، سرطان ، بيمارىهاى عفونى ، ايدز ، بواسير ، تيروئيد ، و ده‌ها بيمارى خانمان‌برانداز ديگر پيشگيرى به عمل آورند و از طرفى باعث بىنيازى كشور به واردات بيش از حد داروهاى شيميايى شوند .\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n\r\nزمان حجامت\r\nبهترين زمان حجامت كردن اواسط هر ماه است كه ماه بالا آمده و باعث تحريك اخلاط در بدن مىشود . همانطور كه باعث جزر و مد در درياها مىگردد ، در بدن و خون انسان نيز باعث تحريكاتى مىشود .\r\nبهترين زمان حجامت در طول روز ساعت 2 الى 3 بعد از ظهر است كه شكم نه زياد سير و نه خالى است و از طرفى بدن زياد خسته نمىباشد .\r\nاگر كسى خون غليظ دارد ، قبل از حجامت به حمام برود ، سپس بعد از يك ساعت حجامت كند .\r\nمناسب‌ترين فصل حجامت بهار است . زمان جوشش خون و غليان خون . در اين فصل حجامت براى اكثريت قريب به اتفاق مردم از نوجوان گرفته تا سالمند مفيد و مؤثر است . پس از آن فصل پائيز است كه آن هم اهميت زيادى دارد و حجامت در آن بسيار مفيد است .\r\nدر فصول ديگر سال حجامت مفيد است ، اما درجهء تأثير آن پس از پائيز است . البته به طور كلى ضرورت حجامت به ميزان نياز بدن متفاوت است تا آنجا كه حجامت در هر ماه توصيه شده است و در افرادى كه دچار غلبه خون مفرط هستند با تجويز پزشك به فاصله هر 15 روز يك بار تا رفع حالت اضطرارى حجامت توصيه مىشود .\r\n\r\nزمان منع حجامت و خون‌درمانى\r\nمنع كلى در مورد زمان حجامت وجود ندارد . به اين معنى كه اگر تشخيص فورى و اضطرارى داده شد ، در هر زمانى بايد بىدرنگ حجامت شود تا بيمار از خطر برهد .\r\nاما در ماه رمضان در صورت نياز شب مبادرت به حجامت كنيد اين قاعده در مورد افرادى كه قادر به گرفتن روزه نيستند مستثنى است .\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nهنگام طوفان و باد و سرما و كوران شديد و در ماه دى كه سرما شديد و بادهاى سرد وزيدن دارند بهتر است از حجامت كردن خوددارى شود مگر آنكه ضرورت داشته باشد . در كم‌خونى شديد و ضعف مفرط نيز چنين است .\r\n\r\nتفاوت حجامت بين زن و مرد\r\nحجامت بيشتر در مورد آقايان توصيه شده اما اين بدان معنى نيست كه خانم‌ها از اين امر مستثنى هستند بلكه بايد بگوييم كه به خاطر نياز بيشتر آقايان از لحاظ جسمى ، در مورد ذكور توصيه فراترى شده است . پس بانوان محترم نيز بايد از فوايد اين پيشگيرى و اثرات درمانى مهم آن غافل نشوند .\r\nاز سوى ديگر خانم‌هايى كه از لحاظ مسائل زنانگى ، پريودهاى نامنظم و مشكلاتى از قبيل كيست تخمدان ، ترشحات مهبل ، فيبروم ، دردهاى زير شكم در هنگام پريود ، خارش و سوزش زهدان و بواسير و فشارخون و غيره در رنج هستند لازم است همراه با درمان كامل اين بيمارى مبادرت به حجامت نمايند .\r\nخانم‌هايى كه به دوران يائسگى مىرسند و آنهايى كه به عللى مبادرت به عمل جراحى براى برداشتن زهدان كرده‌اند نيز مانند آقايان بايد بوسيله حجامت از تجمع خون فاسد در بدن پيشگيرى به عمل آورند .\r\nزهدان خانم‌ها نقش اساسى در تصفيه خون از آلودگىها دارد ، بنابراين فقدان و يا كاركرد نامتناسب آن بايد بوسيله خون‌درمانى و حجامت جبران گردد .\r\n\r\nحجامت و تأثير درمانى آن\r\nحجامت و ساير خون‌درمانىها به پيشگيرى از بيمارىها و همچنين علاج آن‌ها كمك شايانى مىكند . اينك به توضيح اين مبحث و ذكر بيمارىها و نحوه استفاده\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nاز حجامت و خون‌درمانى مىپردازيم . در اينجا اشاره ما به حجامت از بين دو كتف است و در موارد ديگر ان شاء اللّه در فصول بعدى توضيح مىدهيم .\r\n\r\nسكته‌هاى مغزى و قلبى\r\nسكته‌هاى قلبى و مغزى كه از لخته خون و انسداد عروق در مويرگ‌هاى مغز يا عروق كرونر قلب و يا رگ‌هاى منتهى به قلب ايجاد مىشود ، با حجامت و پيشگيرى شده و پس بروز اين بيمارىها نيز به علاج آن كمك مىكند .\r\nچنانچه خانواده‌هاى محترم از نوجوانى فرزندان خود را به حجامت تشويق نمايند ، هيچ‌گاه دچار بيمارى سكته نخواهند شد و اين پيشگيرى در سنين ميانسالى و كهنسالى ادامه دارد ، پس آنان كه نمىخواهند در دوران پيرى زمين‌گير شده و محتاج كمك ديگران براى ادامه زندگى شوند ، از حجامت كمك بگيرند و دوران پيرى را با سلامتى طى كنند .\r\n\r\nناراحتىهاى كبدى\r\nانسداد عروق كبدى ، تشمع كبد ، سنگ كيسه صفرا ، يرقان ، يبوست ، ورم‌هاى كبدى و ده‌ها بيمارى ديگر مربوط به كبد ، از بيمارىهايى هستند كه حجامت در پيشگيرى يا علاج آن‌ها نقش مؤثرى دارد .\r\n\r\nبيمارىهاى كليوى\r\nافرادى كه عادت به انجام حجامت دارند از دچار شدن به بيمارىهاى سنگ كليه به دليل تصفيهء خون از عوامل سنگ‌ساز مصون خواهند ماند . افرادى نيز كه دچار سنگ كليه مىباشند علاوه بر معالجه دارويى از حجامت كمك بگيرند و علاوه بر كمك به تأثير بخشى داروهاى گياهى سنگ‌شكن ، از ايجاد سنگ‌هاى بعدى نيز جلوگيرى به عمل آورند .\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n\r\nبيمارىهاى طحال ، معده و دستگاه گوارش\r\nحجامت در بيمارىهاى طحال اثر قاطع و شفابخش دارد . چه در پيشگيرى و چه در علاج به خصوص بيمارىهايى كه با غلبه خون و مزاج دموى همراه باشد . حجامت دافع سوء هاضمه ، درد معده ، نفخ ، ترش كردن و كوليت‌هاى روده است . البته در علاج اين بيمارىها حجامت بايد همراه با داروهاى ديگر تجويز شود .\r\nدر درمان بواسير و كمك به رفع آن حجامت و خونگيرى علاوه بر پيشگيرى نقش مهمى ايفا مىكند . بواسير يكى از بيمارىهاى ناشى از كثيفى خون است كه متأسفانه پزشكى امروز كمتر به اين امر توجه مىكند . بواسير يك روش دفاعى است كه بدن به طور ناخودآگاه براى دفع خون فاسد از خود انجام مىدهد .\r\nبنابراين بستن خون بواسير به هر وسيله از جمله عمل جراحى بدون توجه به كثيفى خون و اقدام براى رفع آن ، يك خطا و اشتباه محرز است . چرا كه خون كثيف كه از راه بواسير دفع مىشود ، راهى ساير اندام‌ها شده و چه بسا باعث ايجاد بيمارىهاى خطرناكى همچون سكته و سرطان و غيرو مىشود .\r\n\r\nآرتروز ، سياتيك ، نقرس ، كانگرن ، درد زانو و آرنج\r\nحجامت علاوه بر پيشگيرى در بروز بيمارىهاى فوق ، در علاج آن‌ها نيز تأثير بسزايى دارد . منظور همان حجامت بين دو كتف است . البته حجامت‌ها و خون درمانىهاى نوع ديگر در علاج بيمارىهاى فوق نقش مهمترى ايفا خواهد كرد كه در بخش‌هاى مربوطه توضيح داده خواهد شد . حجامت بر قوزك پا باعث از ميان رفتن درد سياتيك مىشود و نقرس را بهبود مىبخشد . حجامت بر سرين ( اكفل ) رافع سياتيك و درد آن است .\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\nبيمارىهاى پوستى\r\nجوش‌هاى صورت ، تيرگى و چروك و ضخامت پوست ، پوسته‌پوسته شدن و شيارهاى شكننده پوست و امراض ديگر صورت به وسيله حجامت كاهش يافته و توسط داروهاى همراه علاج مىشود . جرب ، اگزما و كورك ، لكه‌هاى قهوه‌اى رنگ ، كدورت پوست ، كهير و بسيارى موارد ديگر بطور كامل علاج خواهد شد .\r\n\r\nحجامت و زيبايى\r\nحجامت و خون‌درمانى با روش‌هاى مختلف باعث زيبايى و شادابى پوست مىشود . خانم‌ها كه بيشتر از آقايان به اين موضوع اهميت مىدهند بهتر است به جاى كرم و پماد و مواد آرايشى از خون‌درمانى استفاده كنند و زيبايى و طراوت خود را تداوم بخشند .\r\n\r\nحجامت و كج‌خلقى در خانواده\r\nهرگاه كج‌خلقى از سوى مرد يا زن در خانه افزايش يافت ابتدا به كثيف شدن و غلبه خون بيانديشيد و حجامت را در كنار ساير درمان‌ها بعنوان درمانى اصولى مورد توجه قرار دهيد .\r\n\r\nحجامت و تفريح\r\nحجامت باعث نشاط و زنده‌دلى و شادابى جسم و جان است . حجامت از يأس و نااميدى و افسردگى پيشگيرى مىكند و اعصاب را تقويت مىنمايد . خواب را آرام و اضطراب و دلهره را كاهش مىدهد و شجاعت را زياد مىكند .\r\n\r\nحجامت و خون‌درمانى و ورزش\r\nافرادى كه ورزشكار هستند توجه كنند كه ورزش با همه فوائد آن ، آن‌ها را از حجامت و خون‌درمانى بىنياز نخواهد كرد . بويژه پس از كنار گذاشتن ورزشهاى\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nسنگين و دورى از ميادين قهرمانى و پهلوانى چنانچه از خون‌درمانى استفاده نكنند دچار انواع بيمارىهاى خونى و سكته‌هاى قلبى و مغزى و ناراحتىهاى كبدى خواهند شد .\r\n\r\nحجامت در كودكان\r\nدر كودكان حتى در دوران شيرخوارگى حجامت بعنوان پيشگيرى و تأمين سلامت طفل مفيد است . تربيت كودكان با هوش و نابغه بايد از قبل از توليد نطفه و دوران حاملگى و سپس بعد از تولد برنامه‌ريزى شود . حجامت از زمان كودكى يكى از راه كارهاى اين هدف مىباشد .\r\nحجامت در اطفال مورد تأييد روايات اسلامى است .\r\n\r\nحجامت و عقل و هوش\r\nحجامت بىترديد موجب افزايش هوش و عقل است و زمينهء اعتلاى فرهنگ يك كشور را فراهم مىسازد ، به شرط آنكه فراگير و همگانى شود . محققان ، نويسندگان دانشجويان و داوطلبان كنكور و همه اهل علم از اين هديه الهى كه توسط پيامبر اكرم ( ص ) براى مسلمانان و همهء آحاد بشر آورده شده است غفلت نكنند .\r\n\r\nتيروئيد ( گواتر )\r\nبيمارىهاى تيروئيدى كه با غلبه خون همراه بوده و تپش قلب ناشى از آن از طريق حجامت به وضوح كاهش چشمگير يافته و رو به علاج خواهد رفت . داروهاى گياهى همراه با حجامت مؤثرتر خواهد بود و نحوهء درمان به تشخيص پزشك طب ايرانى بستگى دارد .\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\nبيمارىهاى سر\r\nسردردها ، تاريكى چشم ، پيرچشمى ، آب‌مرواريد ، ضعف بينايى و بيمارىهاى ديگر چشم بوسيله حجامت پيشگيرى و هم از اين طريق به علاج آن كمك مؤثر خواهد شد .\r\nپس از اتمام خونگيرى محل آن ضد عفونى شده و چند دقيقه بعد زخم كاملا بسته مىشود و بسرعت به جوش خوردن مىنمايد . در اين تصوير محل زخم پانسمان شده است .\r\nريزش مو و ابرو ، خارش سر و شوره نيز به وسيلهء حجامت رو به علاج خواهد رفت .\r\nحجامت در زير زنخدان ( چانه ) نيز كمك فاحشى به دفع اين بيمارىها خواهد كرد .\r\n\r\nبيمارىهاى روحى\r\nافسردگى ، تنش‌هاى عصبى همراه با غلبه خون ، ماليخوليا ، جنون‌هاى آنى و طويل المدت نيز به وسيله حجامت پيشگيرى و كاهش خواهد يافت .\r\n\r\nسرطان\r\nيكى از علل مهم بروز سرطان ، سوختن سودا و صفراى غليظ در خون است كه يك نوع آلودگى خطرناك به شمار مىرود . زالو همراه با داروهاى ضد سرطان و تصفيه كنندهء خون باعث گشودن خلطهاى غليظ شده و در اولين تأثيربخشى ، باعث پيشگيرى از گسترش سرطان مىشود و در حقيقت قسمت‌هاى ديگر بدن را نسبت به سرطان مقاوم مىسازد .\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nپس حجامت از طريق تصفيه خون و دفع مواد زايد خون در بهبود اين بيمارى مؤثر است و در پيشگيرى آن نقش اساسى دارد .\r\nالبته دورهء علاج سرطان به وسيلهء گياه و حجامت در مراحل خاصى انجام مىپذيرد كه بايد زير نظر متخصص طب ايرانى انجام پذيرد .\r\nلخته‌هاى پشت مغز ، قلب ، كبد ، طحال ، معده و اطراف ستون فقرات با حجامت خارج مىشود .\r\nبه صورت موضعى رگ‌هاى تغذيه‌كنندهء تومورهاى سرطانى به وسيله حجامت تصفيه مىشوند و خون فاسد مولد و محرك سرطان از پيرامون تومورهاى سرطانى جمع خواهد گرديد .\r\n\r\nحجامت و احتباس حيض\r\nحجامت بين دو كتف براى بانوانى كه دچار قطع خونريزى ماهانه مىشوند بسيار مفيد است چنانچه بر ساق پا حجامت كنند اثر بسيار خوبى خواهد داشت و باعث ريزش خون حيض مىشود . همينطور حجامت بر قوزك پاها براى اين نوع بيماران مفيد است .\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\nبه طور كلى حجامت براى موارد متعددى مفيد است كه به مواردى اشاره مىكنيم :\r\nحجامت زير زنخ ( چانه ) براى دندان‌ها و صورت و گلو و سر و آرواره‌ها مفيد است . حجامت بر ناحيه كمر ( قطن ) براى دفع دمل‌هاى ران ، طاسى ران و جوش‌هاى آن سودمند است و براى دفع نقرس ، بادهاى شانه و زهدان و خارش پشت و بواسير فايده‌بخش است . حجامت بر ران‌ها در قسمت جلويى ، آماس بيضه و دمل‌هاى ران و ساق را از بين مىبرد ، اگر در عقب ران باشد دمل‌ها و خراج‌هاى سرين را سود مىرساند . اگر حجامت در پايين زانوها انجام گيرد ، تپيدن زانو و درد متناوب آن بر اثر خلطها و رسوبات را از ميان مىبرد و معالج دمل‌هاى خوش‌خيم و بدخيم مزمن در ساق پا و قسمت‌هاى ديگر است .\r\nحجامت بر قوزك پا رافع احتباس حيض و عرق النساء ( سياتيك ) و نقرس است .\r\nحجامت بر برآمدگىهاى پشت گوش از بيمارىهاى چشم و جوش‌هاى صورت و ريزش مو پيشگيرى مىكند و سرگيجه و جنون و ديوانگى را كاهش مىدهد يا از ميان مىبرد .\r\nبراى حساسيت‌هاى فصلى و آبريزش از بينى و سوزش چشم حجامت لازم و ضرورى است ، مكمل آن داروهاى بخور مركب از تخم گشنيز و برگ گشنيز و آويشن و مرزنجوش و قطره مرزنجوش است .\r\n\r\nعلائم نياز به حجامت\r\nگرچه علائم نياز فورى به حجامت بر تشخيص طبيب متكى است اما براى عموم مردم نشانه‌هاى روشنى دارد كه عبارتند از :\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nاحساس گرمى و داغ شدن ، مورمور شدن پوست ، احساس كاذبى كه باعث مىشود انسان تصور كند روى پوست مورچه يا حشره‌اى راه مىرود . برافروختگى و قرمزى صورت و رگهاى چشم ، خارش پوست .\r\nخستگى مفرط بدون وجود ضعف در بدن ، چرت زدن هنگام روز ، فشارخون .\r\nتوجه داشته باشيد كه حجامت بطور كلى بايد انجام شود و علائم فوق به معنى نياز ضرورى و فورى به خون‌درمانى و حجامت مىباشد .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\nشناخت زالو و نحوهء كاربرد آن\r\nتاكنون حدود 650 نوع زالو با شكل‌هاى مختلف شناسايى شده است . پنجاه نوع آن از خون پستانداران و انسان تغذيه مىكنند . گروهى ديگر از زالوها گوشت‌خوار هستند .\r\nتعدادى از زالوها براى انسان بسيار سمى و خطرناك مىباشند . در كتب قديم طب سنتى به تعدادى از زالوهاى سمى اشاره شده است .\r\nآنچه مسلم است زالو به عنوان يك درمان‌كنندهء مهم در طب قديم مورد توجه اطباء بوده است . در پزشكى جديد نيز از زالو استفاده‌هاى زيادى برده‌اند . يكى از اقلام صادراتى اتحاد جماهير شوروى به كشورهاى غربى براى مصارف پزشكى زالو مىباشد . صدها ميليون زالو در سال‌هاى گذشته از شوروى به اروپا صادر شده است .\r\nبعضى از زالوها مىتوانند از راه بينى يا دهان يا گوش وارد بدن انسان و جانوران گردند . زالوها گاه از راه مهبل وارد دستگاه تناسلى زنان مىشوند كه اين حادثه بر اثر شنا در آب‌هاى محل زندگى زالوها اتفاق افتاده است . در اين صورت خونريزىهاى داخلى ايجاد شده و در بعضى موارد زالو در ناى انسان يا حيوان ايجاد خفگى كرده است .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nزالوهاى مفيد و غير سمى به رنگ‌هاى مختلف توصيف شده است . سطح پشتى اين زالوها معمولا قهوه‌اى ، حنايى ، زيتونى سبز مايل به سياه است . دو خط نازك رنگارنگ روى پشت زالوها در طرفين بدن كشيده شده است كه از مشخصات زالوهاى خوب است .\r\nدر سطح شكمى زالو رنگ‌هاى بسيار متنوعى ديده مىشود . رنگ زرد مايل به نارنجى نيز در حاشيه پهلويى زالو نشان مفيد بودن آن است . در بزاق دهان آنان ماده‌اى به نام هيرودين وجود دارد كه از انعقاد خون جلوگيرى مىكند . ممكن است مواد كشف ناشده ديگر نيز در بزاق دهان زالو وجود داشته باشد .\r\nحكيم بو على سينا ( ره ) مىفرمايد : \" زالوهاى مطلوب به رنگ ماشى و كمى مايل به سبز و دو خط زرنيخى كه در طول پشت كشيده شده است مىباشد . \"\r\nو از آن جمله زالوهاى سرخ مايل به سبز و زالوهاى جگرى رنگ و زالوهايى كه به دم موش شباهت دارند و يا شبيه به ملخ‌هاى ريز هستند و زالوهاى باريك با سر كوچك مطلوب مىباشند . ايشان معتقدند كه زالو بهتر از حجامت خون را از ژرفاى بدن بيرون مىكشد . بهتر است زالو را قبل از مصرف كردن مدتى در آب صاف و تميز نگهدارند تا كاملا از آلودگيها پاك شود .\r\nقبل از انداختن زالو محل مورد نظر را با براكس مىشستند و گاه با گل سرشور مىماليدند يا با خون گوسفند آغشته مىكردند تا زالو سريع‌تر به آن بچسبد .\r\nاكنون كه بهداشت و پيشگيرى از انتقال بيمارىها بسيار مورد توجه قرار دارد بهتر است طالبان انداختن زالو قبلا محل مورد نظر را با آب و صابون بشويند اما از صابون‌هاى عطرى استفاده نكنند بلكه بعد از شستن چند بار هم با آب زلال خالص محل را بشويند تا هيچ‌گونه بويايى كه باعث بيزارى زالو شود وجود نداشته باشد .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nبايد صبر كنند تا زالو خودبه‌خود پس از سير شدن از خون بيفتد اما اگر خواستند زودتر جدا شود مقدارى نمك يا خاكستر يا براكس يا الكل يا بتادين يا ساولون رقيق شده يا پشم سوخته بر محلى كه زالو چسبيده بريزند تا زالو بلافاصله جدا شود .\r\nاگر مىخواهند بعد از افتادن زالوها به هيچ وجه عفونت يا ناراحتى به وجود نيايد مىتوانند روى جاى نيش زالو حجامت بگذارند يعنى با ليوان كوچك بادكش كنند .\r\nآنگاه پمادهاى ضد خارش جلدى بمالند و يا هر 2 ساعت يك بار محل زخم را با الكل يا هر نوع داروى ضدعفونىكننده زخم را ضد عفونى كنند . حد اقل تا 48 ساعت نبايد محل زخم را با آب معمولى استريل نشده بشويند و حد اكثر تا 4 الى 5 و حتى تا يك هفته مراقبت ويژه داشته و از تماس زخم با جاهاى آلوده بپرهيزند .\r\nمعمولا چند ساعت بعد از افتادن زالو خون بند مىآيد ، حتى اگر اين خونريزى تا 16 ساعت هم طول بكشد معمولا خطرى ندارد و گاه بهتر است كه بگذارند خون به خودى خود خارج شود و در موقع مقرر بند آيد . ظاهرا تا مدت زمانى كه خون تحت تأثير آب دهان زالوست ، خونريزى ادامه مىيابد و همراه خود آلودگىها را دفع مىنمايد . اما اگر مىخواهيد زودتر خونريزى را بند بياوريد مىتوانيد مازوى سوخته يا نوره ( واجبى ) يا خاكستر يا سفال نرم و سائيده و يا آرد باقلاى سرخ شده و نيم سوخته و يا خاكستر پوست كدوى سوخته و يا هر بندآورنده ديگر روى آن بچسبانيد .\r\nاستفاده از ويتامين  K  اگرچه به سرعت روى انعقاد خون مؤثر است اما فقط در موارد اضطرارى از آن استفاده كنيد چرا كه زالودرمانى را از هدف خود كه در به دو امر رقيق كردن خون است دور مىسازد .\r\nاينك به مشخصات برخى از زالوهاى سمى توجه كرده و از آن اجتناب ورزيد و اساسا توصيه مىشود كه افراد خودسرانه اقدام به زالودرمانى نكنند .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nزالوهايى كه سر درشت و رنگ سرمه‌اى يا سبز دارند سمى هستند . اگر زالو داراى كرك ريز و نرم بوده و شبيه مارماهى باشد سمى است . همچنين زالوهايى كه داراى خطوط لاجوردى رنگ و رنگ شبيه بوقلمون مىباشند سمى و بايد از استفاده از آن خوددارى كنند .\r\nبايد توجه كرد كه محل شكار زالو داراى اكوسيستم طبيعى باشد مثلا در مرداب‌هايى كه به طور طبيعى زيست گياهى و جانورى دارد و قورباغه‌ها در آن به راحتى زيست مىكنند ، زالوها پاك و دور از ميكروب ويروس مىباشند . اما از آب‌هاى سياه و لجن و متعفن نبايد زالو صيد شود . آب‌هاى خزه‌دار زيستگاه مطمئنى براى شكار زالو مىباشد . چنانچه زالوهاى سمى به كار برده شود ، ممكن است بيمار دچار بيهوشى ، غش ، تب و لرز و عفونت و زخم‌هاى پوستى و دمل‌ها و حالت تهوع و استفراغ و غيرو گردد . زالو هرگز نبايد دو بار مصرف شود كه ناقل بيمارىهاى خطرناك است و بايد در حضور بيمار با نمك يا الكل كشته شود .\r\nاخيرا از گوشه و كنار و از طريق رسانه‌هاى جمعى مطالبى در مورد آلوده بودن زالوهاى موجود در زيستگاه‌هاى طبيعى مطرح مىشود كه هيچ دليل موجهى ندارد و زمينه‌اى است براى طرح و آماده‌سازى اذهان مردن مبنى بر رجحان زالوهاى پرورشى و كنترل توزيع و توليد آن به منظور سودآورى به بهانهء عناوين فوق است .\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n\r\nزالودرمانى\r\nاستفاده از زالو به عنوان يكى از روش‌هاى مؤثر خون‌درمانى در بسيارى از بيمارى ها كاربرد دارد . آنچه مورد تجربهء مؤسسه تحقيقاتى پيك شفا واقع شده و مواردى كه از كتب معتبر طب سنتى برداشت شده براى استفادهء عموم نقل مىشود .\r\nاينك كه دنياى پيشرفتهء پزشكى امروز جهان متوجه اثرات معجزه‌آسا و شفابخش اين جانور كوچك شده است ، بجاست كه تجربيات ايرانيان در طول سده‌هاى گذشته ، در رسانه‌ها مطرح و در معرض افكار عمومى و محافل پزشكى جهان قرار گيرد .\r\nكشور ما از لحاظ پزشكى به پيشرفتهاى چشمگيرى نائل آمده است . متأسفانه در يك صد سال گذشته به دليل هجوم فرهنگ بيگانه ، دستاوردهاى علمى كشورمان ناديده انگاشته شده و در گوشهء كتابخانه‌هاى عمومى به فراموشى سپرده شده است .\r\nدر چند دههء اخير توجه زيادى از سوى محققين علوم پزشكى جهان به روشهاى پزشكى سنتى شده است . زالو و اثرات شفابخش آن نيز سال‌هاست مورد بررسى قرار گرفته كه عموم مردم ايران احتمالا شاهد پخش خبرها و تصاويرى از اين دست در كشورهايى مانند فرانسه ، روسيه ، آلمان ، آمريكا و غيره شده‌اند .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nاهميت مسئله بيشتر از آن جهت است كه كشور ما داراى تجربهء حد اقل هزار و اندى سال در زمينهء زالودرمانى است و كشورهاى اروپايى اكنون در ابتداى اين راه هستند .\r\nاز لحاظ فرهنگى به دليل وجود رسوباتى از ، خودباختگى فرهنگى ، شايد هنوز ما نمىخواهيم باور كنيم كه در اين رشتهء درمانى و رشته‌هاى ديگرى از پزشكى گياهى صاحب‌نظر هستيم . تلاش ما در طرح ارزش‌هاى طب سنتى و گياه‌درمانى در حقيقت تزريق همين باور در ذهن جامعه است . باور كنيم كه ما از اين لحاظ نسبت به ساير جوامع پيشرفته‌تر و برتر هستيم و اين را از الطاف خداوند و زعامت رهبران و ائمهء معصومين ( ع ) مىدانيم ، ارزش‌هايى كه جوامع ديگر بخصوص جوامع غربى فاقد آن هستند و ما الزاما بايد قدر اين گوهر مستور در صدف ايام را بشناسيم و از تلألؤ آن چشم جهانيان را خيره كنيم . ان شاء اللّه . . . !\r\nحتى كودكان نيز از تماس و لمس زالو يا انداختن آن به خود احساس ناراحتى نمىكنند .\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\nروش كلى استفاده از زالو\r\nاستفاده از زالو الزاما بايد همراه با مراقبت پزشك ، بهداشت كامل و اطلاعاتى از نحوهء مصرف زالو باشد .\r\nزالوها بايد از مناطق بكر و كاملا طبيعى تهيه شود . زالو بايد يك بار بيشتر مصرف نشده باشد . هرگز نبايد زالو پس از خون‌خوارى نگهدارى و دوباره استفاده شود . در قرون‌هاى پيش احتمال سرايت كمتر بوده است . ارتباط ملت‌ها ، كمتر و سفرها در زمان‌هاى طولانى انجام مىشده ، در نتيجه احتمال سرايت بيمارىها نيز كمتر بوده است . اما اينك كه در عرض چند ساعت با وسايل سريع السير مىتوان به اقصى نقاط جهان سفر نمود در نتيجهء ارتباط مردم جهان با يكديگر ، امكان سرايت بيمارىها بسيار فراتر از گذشته است . زالو مىتواند به سرعت باعث انتقال بيمارى از فردى به فرد ديگر شود . ويروس‌ها و ميكروب‌هايى هستند كه در خون انسان زندگى مىكنند و درعين‌حال با سيستم ايمنى بدن كنار آمده و به اصطلاح يك حالت همزيستى پيدا كرده‌اند . اين ويروس‌ها شايد تا آخر عمر خطرى براى ميزبان خود نداشته باشند اما همين‌كه توسط عواملى مانند زالوى دو بار مصرف به بدن شخص ديگرى وارد شوند ممكن است فعال شده و خطرات جبران‌ناپذيرى را براى ميزبان جديد خويش به بار آورند .\r\nدر كتب طب سنتى و گياه‌درمانى ، حتى در تأليفات شخصيتهايى مانند شيخ الرئيس بو على سينا بر يك بار مصرف كردن زالو تأكيد شده و در جايى اشاره شده كه زالو را وارونه نگاه داريد كه اگر خونى خورده است ، معلوم شود . در زمان ما با توجه به سرعت انتقال بيمارىها و فيزيولوژى خاص جسمى و به اصطلاح ضعيف‌تر بودن مردم ، مصرف زالو ، بيش از يك بار به هيچ وجه صلاح نيست و بايد اولا از دست اول\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nبودن زالو اطمينان حاصل شود و از سوى ديگر بايد پس از مصرف زالو ، به وسيلهء نمك يا الكل از بين برود .\r\nمحل دقيق انداختن زالو در پشت گوش‌ها كه طور معمول 10 عدد در هر طرف مىباشد .\r\nزالو هنگام مرگ خون تغذيه شده را پس مىدهد كه مشاهدهء آن براى متخصصان امر مىتواند شواهدى از بيمارىهاى داخلى بدن را به نمايش گذارد كه در ادامهء درمان بيمارى كمك شايانى به طبيب مىكند .\r\nپس از اطمينان از دست نخورده بودن زالو ، آنها را با آب معمولى چندين بار بشوييد و در محل مورد نظر بچسبانيد . زالو هنگام شروع مكيدن خون قدرى احساس سوزش ايجاد مىكند كه دقايقى پس از آن سوزش كم شده و از ميان خواهد رفت .\r\nهرگز نبايد زالو را هنگام مكيدن با دست كشيده و آن را با فشار از بدن بيمار جدا كنيد . اين امر علاوه بر آنكه بسيار مشكل است ، ممكن است باعث ماندن قسمتى از نيش زالو در بدن شده و ايجاد عفونت نمايد . بنابراين تا اتمام خون‌خوارى زالو بايد صبر كنيد . زالوها خودبه‌خود پس از سير شدن از پوست جدا مىشوند . ظرفى را قبلا آماده كنيد و كف آن را مقدارى نمك يا الكل بريزيد تا زالو به محض افتادن از بين برود و خون مكيده شده را پس دهد .\r\nاندازهء زالوهايى را كه براى سر و گوش به كار مىبريم كوچك و نازك باشد و طول آن يك بند انگشت يا كمى بيشتر نباشد . زالوهايى كه براى دست يا سينه و پشت\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nو بازوها به كار مىبريد بزرگتر باشد و زالوهاى درشت براى كمر به پائين در نظر گرفته شود .\r\nمحل انداختن زالو پشت دست‌ها از انگشت سوم ، سمت كوچكترين انگشت .\r\nپس از افتادن زالو به سرعت محل زخم را ضد عفونى كنيد غير از جوشيدهء گياهان دارويى مانند آويشن از الكل سفيد استفاده كرده و ساعت به ساعت به محل زخم بماليد . هرگز تا 32 ساعت بعد محل زخم را با آب معمولى نشوئيد . علت مستعد بودن زخم زالو به عفونت‌ها و ميكروب‌ها بزاق دهان زالوست كه بخاطر داشتن مادهء ضد انعقادى تا چند ساعت مانع از بند آمدن خون مىشود و همين امر باعث ادامهء خونريزى مىگردد . خونريزى بعد از افتادن زالوها نقش مهمى در بيرون راندن كثافات خون دارد . بنابراين توصيه مىكنيم كه مانع ادامهء خونريزى نشويد و هيچ نوع نگرانى به خود راه ندهيد چراكه پس از گردش آب دهان زالو در داخل رگ‌هاى بدن و حل كردن غلظت‌ها و رسوبات ديوارهء رگ‌ها ، خون آلودهء متأثر از بزاق دهان زالو به تدريج در طول چند ساعت از محل نيش زالو خارج مىشود . سپس خونريزى به‌خودىخود بسته شده و خون منعقد مىشود .\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nچنانچه مىخواهيد زودتر مانع خونريزى شويد از موادى مانند پودر باقالا ، مازو ، پوست انار ، پوست كدوى بو داده شده و غيره استفاده كنيد . نحوهء بند آوردن خون به اين شرح است :\r\nيكى از پودرها يا تركيبى از آنها روى محل نيش زالو بريزيد و به وسيلهء باند آن را محكم روى زخم ببنديد ، اگر هركدام از اين پودرها در ماهىتابه بو داده شود اثر ضد خونريزى آنها بيشتر مىگردد . بهتر است تا قطع خونريزى كامل به صورت طبيعى صبر كنيم و تنها به ضد عفونى كردن محل زخم با الكل اكتفا نماييم .\r\nدر صورت بروز عفونت در محل زخم زالو كه علامت آن با سفيد و سرخ شدن دور زخم و دردناكى و ورم مشخص مىشود داروى زير را آماده و به كار بريد :\r\n\r\nنسخهء درمان عفونت زخم زالو\r\nتخم گشنيز ، آويشن ، گل ختمى\r\nاز هركدام مساوى تهيه كنيد و به گونه‌اى پودر كنيد كه از ريزترين الك رد شود .\r\nهربار به ميزان لازم از يك قاشق غذاخورى تا چند قاشق ، بسته به وسعت جاى نيش‌ها و تعداد آنها پودر را با آب جوشيدهء داغ خمير كنيد و گرماگرم روى محل زخم‌ها ضماد كنيد و با چند لايهء باند روى آن را محكم ببنديد به طورى كه پس از 24 ساعت خمير مزبور خشك نشده باشد . هرگز زودتر از 24 ساعت ضماد را عوض نكنيد .\r\nمعمولا پس از يك بار بستن عفونت احتمالى كاملا رفع مىشود . چنانچه عفونت به طور كامل محو نشده باشد يك بار ديگر اين كار را تكرار كنيد . چون ضماد مذكور به طور كامل اثر خواهد كرد قاعدتا نيازى به مصرف آنتىبيوتيك‌ها نمىباشد اما در موارد استثنايى ممكن است نياز به تمهيدات بيشتر باشد . در آن صورت از دم كرده آويشن يا پونه يا نعناع يا مرزنجوش روزانه 3 بار استفاده نماييد . به علت سهل‌انگارى برخى از افراد زخم زالو مانند هر زخمى به عفونت حاد منجر مىشود . در اين صورت\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nمصرف آنتىبيوتيك با تشخيص پزشك بلامانع مىباشد و اين موارد به مكانيسم مكش زالو ارتباطى ندارد و تنها عدم رعايت دستورات فوق مىتواند عامل عفونت باشد .\r\n\r\nميزان مصرف زالو و زمان‌بندى\r\nچنانچه هربار تعداد 20 عدد زالو به كار برده‌ايد ، تا 20 الى 25 روز ديگر از مصرف زالو و خون‌درمانىهاى ديگر خوددارى كنيد .\r\nبه همين نسبت چنانچه 10 عدد زالو مصرف كرده‌ايد تا 10 روز ديگر از خون درمانى بعدى اجتناب ورزيد . و به همين نسبت محاسبه كنيد . در مجموع پس از تصفيهء خون و تميز شدن آن ديگر از مصرف زالو خوددارى كنيد مگر آنكه موردى خاص پيش آيد ، و پزشك تجويز خاصى داشته باشد .\r\nتوجه كنيد افرادى كه دچار بيمارى عدم انعقاد خون هستند چنانچه نياز به زالودرمانى داشته باشند ، از سيستم‌هاى فوق نبايد استفاده كنند و بايد تحت نظر مستقيم پزشك در صورت نياز مبادت به خونگيرى با زالو نمايند .\r\n\r\nزالودرمانى در بيمارى سكته\r\nچنانچه سكته مغزى رخ داده بلافاصله بايد پشت هر گوش 10 عدد زالو بياندازيد و بيشتر از يك هفته اين كار را به تعويق نياندازيد . در اين صورت بطور معجزه‌آسايى عوارض سكته بر طرف خواهد شد و بيمار به حال عادى برگشته و بىحسى اندام‌ها از ميان خواهد رفت . اما اگر به جاى زالو انداختن اقدامات ديگر انجام شود لخته‌ها و انسدادها مستحكم شده و سلول‌هاى مغز در اثر نرسيدن اكسيژن و غذا دچار آسيب شده و درمان سكته ماه‌ها به تعويق خواهد افتاد و درمان آن به شرح زير خواهد بود :\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nچنانچه سكته‌هاى قلبى رخ داده است ، چه سكته قوى بوده و چه ضعيف ، انجام خون‌درمانى با زالو ضرورى است و طرز عمل به شرح زير است :\r\nابتدا رژيم غذايى 15 روزه را بايد به كار بريد :\r\nيك روز در ميان تا 15 روز صبح‌ها به جاى صبحانه 2 ليوان عرق شاه‌تره خوب را روى آتش داغ كنيد تا به حد جوش برسد ، بلافاصله آن را روى 3 قاشق غذاخورى خاكشير كه از قبل تميز كرده‌ايد بريزيد و كمى شيرين كرده به جاى صبحانه ميل كنيد و نيم ساعت به پشت تكيه كرده و استراحت كنيد و تا ظهر هيچ چيز نخوريد مگر كمپوت خانگى و چاى كمرنگ يا فرنى . روز بعد 3 قاشق غذاخورى ترنجبين را در 5 / 1 ليوان آب جوش حل كنيد ، صاف كنيد و دوباره روى آتش به حد جوش برسانيد و بلافاصله آن را روى 3 قاشق غذاخورى خاكشير كه از قبل تميز كرده‌ايد بريزيد و به جاى صبحانه ميل كنيد و تا ظهر مانند دستور روز قبل عمل كنيد « 1 » .\r\nيك روز در ميان به جاى ناهار سوپ گشنيز و آلوى بخارا ميل كنيد :\r\nسبزى گشنيز ، اسفناج يا برگ چغندر ، عدس ، كمى برنج ، ماهيچه گوسفند يا مرغ بدون چربى و آلوى بخارا . اين مواد را با هم طبخ روى شعله ملايم طبخ كنيد .\r\nاگر ديابت هم داريد موقع مصرف آش كمى آب‌غوره خانگى اضافه نماييد و جوشانده را بدون شكر يا شيرينى ديگر مهيا كنيد .\r\nشب‌ها بجاى شام كته گشنيز ميل كنيد . يا سيراب شيردان گوسفندى و جگر سفيد گوسفند كه چربى آن را كاملا گرفته باشيد طبخ كنيد و در آن مقدارى سركه خانگى بريزيد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - داروهاى علاج سكته در يكى از كتاب‌هاى مجموعهء پيك شفا بطور مفصل توضيح داده شده است .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nاز ظهر به بعد هم فقط از مصرف مواد زير پرهيز كنيد : سوسيس و كالباس ، چربى ، سرخ‌كردنى ، تخم‌مرغ ، گوشت گوساله و گاو ، انواع ساندويچ و پيتزا ، ته‌ديگ ، خامه ، سرشير ، شيرينىجات قنادى و غذاهاى ثقيل الهضم .\r\nيك روز در ميان كه مصرف آش گشنيز و آلو در برنامه وجود ندارد غذاى دلخواه خود را ميل كنيد ولى آب‌پز و لطيف باشد .\r\nاز روز دهم شروع رژيم غذايى يا پس از 15 روز كه از رژيم غذايى گذشت خون‌درمانى را به شرح زير شروع كنيد .\r\nقبل از شروع خون‌درمانى به حمام برويد و پس از خشك شدن كامل بدن و موهاى سر ، 20 عدد زالوى كوچك انتخاب كنيد ، يعنى پشت هر گوش 10 عدد زالو بياندازيد . دور گردن را با پنبه بپيچيد تا از سرازير شدن خون به قسمت‌هاى ديگر بدن جلوگيرى كرده باشيد . ظرف كوچك تميزى را زير گوش نگهداريد تا زالوها به محض سير شدن در آن بيفتند . كف ظرف را نمك يا الكل بريزيد . تا چند ساعت بعد كه خونريزى ادامه دارد فقط چندين بار با الكل محل زخم‌ها را ضد عفونى كنيد ولى تا آنجا كه ممكن است جلوى خونريزى را نگيريد .\r\nپس از 20 الى 25 روز نوبت دست‌ها مىرسد در حالى كه داروهاى گياهى را همچنان مصرف مىكنيد .\r\nروى هر دست 10 عدد زالوى متوسط بياندازيد كه درشت‌تر از زالوهاى گوش باشد محل انداختن زالوها بين انگشت كوچك تا سومين انگشت است . دستورات كلى و نحوه مصرف زالو و رعايت بهداشت را همانطور كه توضيح داده شد انجام دهيد .\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nتوجه كنيد كه دست‌ها نسبت به پشت گوش در مقابل بروز عفونت حساس‌تر بوده و احتمال بروز عفونت و ورم در اين مرحله بيشتر مىباشد . بنابراين دقت بيشترى در ضد عفونى كردن جاى نيش روى دست‌ها داشته باشيد .\r\nپس از گذشت 20 الى 25 روز از خونگيرى مرحلهء دست ، نوبت به پاها مىرسد .\r\nدر اين مرحله نيز 10 عدد زالو روى پاى چپ و 10 عدد روى پاى راست بياندازيد و جاى انداختن زالو روى پا از انگشت كوچك تا انگشت سوم در منطقه بين قوزك پا است كه در امتداد انگشت سوم و انگشت كوچك كشيده مىگردد . محل‌هاى مورد نظر براى انداختن زالو در تصاوير مختلف نشان داده شده است .\r\n\r\nدستورات كلى بهداشت و نحوه مصرف زالو را به كار گيريد .\r\nپس از اتمام دوره خون‌درمانى بقيه درمان‌ها به وسيله داروهاى مربوط توسط پزشك تا بهبودى كامل ادامه خواهد يافت و چنانچه نياز به خون‌درمانى باشد حدود 2 الى 3 ماه بعد دوره زالودرمانى تكرار خواهد شد . يعنى 2 دوره شامل گوش و دست و پاها طبق همان برنامه قبلى دوباره انجام خواهد پذيرفت .\r\nمتخصص طب ايرانى در حال تحقيق بر روى زالو .\r\nزالودرمانى در آنژين صدرى ، نفس‌تنگى مربوط به تنگ شدن و انسداد عروق كرونر به همان ترتيب كه در علاج سكته گذشت مىباشد .\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\nفشارخون و زالودرمانى\r\nدر بيمارى فشارخون نيز مانند سكته‌ها همان درمان سه دوره‌اى كامل را به كار گيريد . در اين مورد همراه با مصرف داروهاى ضد فشارخون اين بيمارى به حدى درمان مىشود كه ديگر نيازى به مصرف داروهاى ضد فشارخون نخواهد بود و اين هم يكى ديگر از معجزات زالودرمانى در طب ايرانى است .\r\nالبته در بعضى موارد ممكن است براى درمان كامل فشارخون نياز به تكرار دوره‌هاى زالودرمانى باشد كه پزشك متخصص طب سنتى آن را تشخيص داده و به انجام خواهد رساند . شايد در بعضى موارد و افراد خونگيرى در 3 نوبت كه قبلا توضيح داده شد هر سال تكرار گردد بخصوص در فصل بهار . در اين فصل كه فصل جوشش خون است اگر بيماران مستعد به فشارخون هر سال مبادرت به زالودرمانى كنند چه بسا داراى طول عمر با سلامتى شوند و يك قرن را پشت سر بگذارند . البته رژيم 15 روزه پاكسازى و ادامه داروهاى طب سنتى لازم و ملزوم خون‌درمانى هستند .\r\nزالوها در اثر مكيدن خون پشت دست ، رگ‌هاى منتهى به قلب و رگ‌هاى كرونر را تصفيه و باز مىكنند و همچنين رافع تصلب شرائين و ده‌ها مورد ديگر مىباشند .\r\n\r\nسردرد و زالودرمانى\r\nبسيارى از سردردهاى ناشى از غلبه خون كه با افروختگى صورت همراه است با زالودرمانى درمان مىشود . اين سردرد به سردرد دموى معروف است . در سردردهايى\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nكه غلبهء خون مشخص است در همان ابتداى امر اقدام به انداختن زالو پشت گوش‌ها كنيد . و در سردردهايى كه اخلاط ديگر غالب‌اند ابتدا داروهاى منضج و مسهل و پس از چند روز زالودرمانى را از پشت گوش شروع كنيد .\r\nسردردهاى مربوط به فشارخون و يا سردردهاى همراه با غلظت و كثيفى خون نيز با زالودرمانى تحت درمان قرار مىگيرند . 10 عدد زالو متناسب با توان بيمار پشت هر گوش با رعايت بهداشت و نحوهء مصرف زالو سردردهاى با اين مشخصات را به خوبى درمان مىكند .\r\n\r\nيرقان ، غلبه صفرا ، تلخى دهان ، حالت تهوع صفراوى سوء هاضمه ناشى از غلبهء صفرا ، كبد چرب ، ورم‌هاى كبدى تومورهاى كبدى ، سيروزها و تشنگى كبدى .\r\nدر علاج اين بيمارى نيز علاوه بر مصرف داروهاى گياهى مربوطه ، زالودرمانى كاربرد مؤثر و قاطعى را دارد . زالوهاى پشت گوش و روى كبد زير دندهء راست به ميزان توان بيمار بسيار كارگشا و شفابخش است .\r\nچنانچه يرقان در عين شدت بوده اما بيمار توان كافى دارد و شايد غلبه خون هم دارد علاوه بر مصرف داروهاى ضد يرقان زالودرمانى به روش سكته‌هاى مغزى و قلبى را انجام دهد بسيار فايده خواهد ديد . در بيمارى كبد چرب و در چربى بالاى خون و در پيشگيرى از اين نوع بيمارىها زالودرمانى كامل مانند سكته مغزى و قلبى يعنى 20 زالو پشت گوش‌ها و 20 زالو پشت دست‌ها و 20 زالو روى پاها با حفظ فواصل لازم كه دستور آن ذكر شد ضرورى است .\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nنمايشى از انداختن زالو در پشت گوش‌ها از پشت سر . اين كار علاوه بر رفع سكتهء مغزى ، رافع سردرد ، ميگرن ، سرگيجه ، فشارخون ، فراموشى و ده‌ها مورد ديگر است كه در اين تصوير براى درمان داء الثعلب انداخته شده است .\r\nدر علاج تومورهاى كبدى چه خوش‌خيم و چه بدخيم ناحيه كبد و قسمتهاى ديگر بدن را بنا بر تشخيص زالو مىاندازيم .\r\nدر بيمارى سنگ‌هاى صفراوى سيستم كامل زالودرمانى را انجام مىدهيم ، مگر آنكه بيمار توان خونگيرى را نداشته باشد كه در اين صورت بايد از حجامت استفاده كنيم و يا در صورت عدم توان به داروهاى مربوطه اكتفا مىكنيم .\r\n\r\nسنگ‌هاى كليوى\r\nبراى پيشگيرى از تشكيل سنگ‌هاى كليوى و كمك به علاج آن‌ها سيستم كامل زالودرمانى مانند سكته بايد انجام پذيرد ، اما تعداد زالوها چه در پشت گوش و چه در دست و چه در پاها بايد توسط پزشك مسلط بر طب سنتى تعيين گردد .\r\n\r\nبواسير\r\nدر بيمارى بواسير زالودرمانى روى پاها به تعداد هر پا 10 عدد انجام مىپذيرد . اين ضرورت اول است . البته گاهى نيز خون‌درمانى با زالو بايد حول‌وحوش محل بواسير انجام گردد . در اين صورت رگ‌هاى تغذيه‌كننده بواسير تخليه و پاكسازى مىشود .\r\nچنانچه بواسير با غلبه خون همراه است انجام كامل زالودرمانى يعنى اضافه نمودن مرحله خونگيرى از دست و پشت گوش‌ها نيز ضرورت مىيابد . منتهى در اين صورت مىتوانيد ابتدا از پاها خون بگيريد ، سپس پشت گوش و مرحله سوم روى دست‌ها\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nزالو بياندازيد . گاه ضرورت پيدا مىكند كه پس از انجام مرحله زالودرمانى روى دست‌ها ، دوباره روى پاها را زالو بياندازيد ، آن هم بايد همراه با نظر پزشك متخصص گياه‌درمانى انجام پذيرد .\r\n\r\nسياتيك\r\nدر بيمارى سياتيك زالودرمانى را روى پاها انجام دهيد . بهتر است علاوه بر انگشت كوچك تا زير قوزك بيرونى پا ، دو سه عدد زالو زير قوزك داخلى پا انداخته شود .\r\n\r\nخارپاشنه\r\nدر بيمارى خارپاشنه 20 عدد زالوى درشت متناسب با توانمندى بيمار به نسبت مساوى بر روى پاهاى بيمار تقسيم مىشود . سپس تا مدت 20 روز الى يك ماه با روغن كرچك يا تركيبى از كرچك و تربانتين و زيتون هر شب محل خارپاشنه را مالش دهيد . سپس دوباره زالودرمانى را تكرار كنيد . اگر يك پا دچار خارپاشنه شده است 10 عدد زالو روى نيم‌دايره پاشنه نزديكترين جا ، به خارپاشنه بيندازيد و با مالش روغن‌هاى مذكور 15 روز بعد خونگيرى را تكرار كنيد . اگر هر دو پا دچار خارپاشنه است روى پاشنه هر پا 10 عدد زالو بياندازيد و 25 روز بعد زالودرمانى را تكرار كنيد .\r\nپاكسازى 15 روزه با رژيم غذايى مناسب كه در مبحث سكته مطرح گرديد را به كار گيريد تا زودتر به هدف برسيد . اگر خارپاشنه خفيف باشد يك بار و در غير اين صورت دو يا سه بار زالودرمانى ، خارپاشنه را قطعا از بين مىبرد .\r\n\r\nدرد زانو\r\nدر زانودردها زالودرمانى را طبق تصوير زير به اين شكل انجام دهيد .\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n3 تا 4 عدد زالو را در نيمدايرهء زير كشكك زانو بيندازيد . سپس روى پاها زير قوزك بيرونى پا نيز 3 عدد زالو بيندازيد و 4 عدد زالو را در خط ما بين كشكك زانو تا مچ پا تقسيم كنيد .\r\nزانودرد ، سفتى پشت زانوها ، سردى و بىحسى پا و قسمت ران و ده‌ها مورد ديگر با اين كار از ميان مىرود .\r\n\r\nزانودرد همراه با سفتى قسمت داخلى محل خم و راست شدن پا\r\nبه تصوير توجه كنيد .\r\nدر اين صورت 3 تا 6 عدد زالو در قسمت پشت زانو در محل لولاى پا بيندازيد ، 3 تا 6 عدد زير كشكك پا ، 3 عدد در ساق پا و 3 عدد زير قوزك پا به فاصلهء يك سانتىمتر از يكديگر بچسبانيد :\r\nزالوها را نسبت به توان بيمار درشت‌تر انتخاب كنيد و داروهاى گياهى همراه را فراموش نكنيد .\r\n\r\nسردى و بىحسى پا\r\nبيمار از زانو به پايين احساس سردى مىكند .\r\nزالوها را در امتداد ساق پا و روى پاها به تعداد 10 عدد زالوى درشت براى هر پا بيندازيد و با حفظ فاصلهء زمانى براى يك پا 15 روز و هر دو پا 25 روز 3 بار تكرار كنيد .\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n\r\nنقرس\r\nبراى درمان نقرس پشت انگشتان هر پا 10 عدد زالو بيندازيد . 15 روز بعد زالودرمانى را تكرار و پشت انگشتان تا زير قوزك پا را در نظر بگيريد . فاصلهء زالودرمانى براى هر پا 15 روز مىباشد .\r\n\r\nچربى خون ، قند خون و اسيد اوريك\r\nهمراه با رژيم غذايى 15 روزه پشت گوش‌ها هركدام 10 عدد و با مصرف داروهاى گياهى 20 روز بعد روى دست‌ها و 20 روز پس از آن روى پاها زالو بياندازيد .\r\n\r\nواريس\r\nبهترين و قاطع‌ترين درمان براى واريس زالودرمانى است . محل انداختن زالوها به تجمع رگ‌هاى متورم شده بستگى دارد ، زالوها را چند سانت پايين‌تر از محل تجمع رگ‌هاى متورم شده و روى رگ‌ها به تعداد 20 عدد در هر نوبت بيندازيد .\r\n\r\nام . اس\r\nهمراه با داروهاى دفع‌كنندهء گياهى ضد سموم فلزى زالودرمانى را از گوش شروع كنيد . هنگامى كه نوبت به پاها مىرسد نسبت به نياز زالودرمانى را روى پاها تكرار كنيد . زالودرمانى همراه با گياهان دارويى و تجويزات طب سنتى در علاج اين بيمارى بسيار موفق بوده است .\r\n\r\nكانگرن ( قانقاريا )\r\nدر اين بيمارى زالودرمانى علاوه بر محل قانقاريا در مجموع بدن نيز اعمال مىشود . خونگيرى روى محل زخم و درد بايد در فواصل كوتاه و به تعداد كم انجام شود . به عنوان مثال در يك مورد بسيار حاد هر روز 3 عدد زالو روى محل درد\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nانداخته شد و پس از بهبود نسبى فاصلهء خونگيرىها به يك روز در ميان و بعد دو روز در ميان و هفته‌اى يك بار و 15 روز و الى آخر رسيد تا زمانى كه بهبودى كامل حاصل آمد .\r\n\r\nفلج و بيمارىهاى استرخائى\r\nعبارت از باطل شدن حس و حركت در كل بدن يا قسمتى از آن . علامت آن در مزاج‌هاى بلغمى سفيدى صورت و رطوبت بينى و فراموشى و در برخى ساير علامات بلغم است . گرچه در بيمارى استرخاء و زالودرمانى يك تناقض وجود دارد ، آن‌گونه كه برخى از اطباء طب سنتى خونگيرى در حالت غلبهء بلغم را منع مىكنند ، اما بلغم در بسيارى از مواقع صفرا و سوداى سوخته و يا رسوب داده شده را محاصره كرده و مانع تجزيه آنها مىشود . در اين صورت زالودرمانى با كمك داروهاى شكافندهء بلغم محاصره را شكسته و باعث دفع اخلاط اضافى مىگردد . بنابراين زالودرمانى در پشت گوش ضرورى است و سپس روى دست و بعد از آن با توجه به شدت بيمارى چند بار در بخش‌هايى از پا تكرار مىشود . تعداد و دفعات زالو به توان بيمار و تشخيص پزشك مسلط بر طب سنتى بستگى دارد .\r\n\r\nدمل‌ها و كورك‌ها\r\nدر درمان دمل و كورك استفاده از زالو زمان خاصى دارد . تا قبل از نضج و رسيدن دمل اقدام به خونگيرى مناسب نيست ، چون خون تميز خارج و خون كثيف باقى مىماند مگر آنكه دمل يا كورك در ابتداى شكل گرفتن باشد . بهتر است پس از رسيدن دمل با داروهاى رساننده زالودرمانى انجام شود تا خون كثيف همراه با خروج چرك‌ها خارج گردد در غير اين صورت ممكن است دمل سخت‌تر و دردناك‌تر سر بر آورد . اين اشتباه بيشتر در مورد كسانى صادق است كه مىخواهند بدون\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nداروهاى رساننده و بيشتر با زالودرمانى دمل يا كورك را از بين ببرند . البته براى دمل سر باز نكرده انداختن يك زالو روى آن و سپس گذاشتن زالوهاى رساننده صحيح است . سوراخى كه زالو ايجاد مىكند باعث سريع‌تر عمل كردن داروهاى رساننده مىشود .\r\n\r\nزالودرمانى و زيبايى\r\nزالو مىتواند همراه با داروهاى تصفيه‌كننده خون و كبد بهترين علاج لك‌ها و جوش‌هاى صورت و تيرگى و كدورت و زمختى پوست باشد . گرفتن حجامت از بين دو كتف و چند روز بعد انداختن چند زالو زير چانه و زير آرواره و يا در كنار بينى دو طرف صورت و يا زالودرمانى كه قبلا از آن بحث شد كه در پشت گوش‌ها انجام مىشود ، خون كثيف را از صورت گرفته و خون شفاف را در پوست جارى مىسازد كه بهترين راه درمان است و زيبايى چشمگيرى را براى بيمار به ارمغان خواهد آورد .\r\nتوجه كنيد كه جاى نيش زالو چنانچه دستكارى نشود بعد از مدتى از ميان خواهد رفت و جاى هيچ‌گونه نگرانى نيست . البته گاه در افرادى كه آلودگى خون شديدى دارند جاى زالوها ديرتر از بين مىرود كه اين افراد بايد خونگيرى را روى همان موضع چند بار با زالو تكرار كنند تا خون تميز شده و جاى نيش زالوها زودتر از ميان برود .\r\nبه ترتيب اولويت جاى نيش زالو پشت گوشها و صورت و اندام‌هاى بالايى زودتر از ميان مىرود و روى پاها اطراف قوزك و نزديك انگشتان ديرتر از ميان خواهد رفت .\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\nاگزما\r\nدر بيمارى اگزما زالوها را كنار زخم اگزما و روى زخم بياندازيد . در اگزماى انگشتان به هر دو انگشت يك زالوى متوسط كافى است و هر 15 روز يك بار زالودرمانى را تكرار كنيد .\r\nچنانچه همراه با زالودرمانى از داروهاى گياهى منضج و مسهل سودا استفاده كنيد اگزما به كلى ريشه‌كن مىشود . پزورياسيس يا اگزماى منتشر و اگزماى پوسته انداز ( قوبا ) به بهترين شكل ممكن با زالودرمانى و داروهاى گياهى علاج مىگردد .\r\n\r\nاحتباس حيض و بيمارىهاى رحم\r\nدر بيمارىهاى رحم اكثر مواقع استفاده از زالو روى پاها مفيد و مؤثر است و باعث ريزش حيض مىشود . علاوه بر آن خون‌هاى كثيف كه از طريق رحم دفع نشده و بدن را مسموم ساخته به وسيلهء زالودرمانى تصفيه مىشود .\r\nدر بيمارى فيبروم نيازى به زالودرمانى نيست مگر آنكه بخواهيم مسير خون را از رحم به جانب ديگرى منحرف كنيم . داروهاى گياهى در بسيارى از موارد طى يك دوره 3 ماهه يا 6 ماهه اين بيمارى را بطور كامل درمان مىكند .\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n\r\nرگ‌زنى ( فصد )\r\nرگ زدن از ميان 3 روش خون‌درمانى در طب سنتى نوعى خارج كردن اضافات خون در رگ‌هاست كه براساس تشخيص پزشك مبنى بر شناسايى جايى كه مواد خلطى مزاحم انباشته شده و باعث رنجورى شده‌اند انجام مىپذيرد . در مورد افرادى نيز كه به خاطر افزايش و غلبه خون مستعد دريافت بيمارىهاى گوناگون شده‌اند انجام مىپذيرد .\r\nبسيارى از بيمارىهايى كه از طريق زالودرمانى درمان مىشوند ، بوسيله رگ‌زنى يا فصد نيز مداوا مىشوند . سياتيك ، نقرس ، درد مفاصل ، واريس و پارگى مويرگ‌هاى شش‌ها و سكته و صرع و ماليخوليا و بواسير و ده‌ها بيمارى ديگر به وسيله رگ‌زنى علاج مىشوند .\r\nشايد نتوان به درستى ميان دو شيوهء زالودرمانى و فصد مقايسه به عمل آورد . تنها امتياز زالو وجود مادهء مؤثرهء ضد انعقادى در بزاق دهان اين جانور است .\r\nنكتهء مهم اين است كه در بسيارى از موارد بايد مزاج بيمار تخليه گردد ، آنگاه اقدام به رگ‌زنى نمود . يا در مواردى بايد خلط حاكم بر جسم بيمار را پخته و آماده دفع نمود ، سپس اقدام به رگ‌زنى كرد ، چه در غير اين صورت مقدارى از خلط فاسد در اثر رگ زدن رقيق شده و به جاى سكون در يك جا ، به سراسر بدن و مناطق مجاور جارى شده و باعث تشديد بيمارى گردد . در اين صورت پزشك ناچار است رگ زدن را به دفعات تكرار كند تا مقدار زيادى از خلط مزاحم را دفع كند .\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nاينكه برخى از افراد با انجام يكى دو بار رگ زدن باز اظهار ناراحتى مىكنند به همين دليل است .\r\nگاه لازم است در رگ زدن مقدارى خون همراه با خلط در بدن باقى گذاشت تا توان بيمار براى رگ زدن بعدى حفظ گردد .\r\nدر موارد گوناگونى بايد جانب احتياط را رعايت كرده و از رگ زدن پرهيز نمود .\r\nمثلا در هنگام قى كردن ( استفراغ ) و بعد از آن نبايد رگ زدن صورت پذيرد .\r\nزنان باردار بايد از رگ زدن اجتناب ورزند چرا كه ممكن است باعث مرگ جنين گردد . البته در مواردى كه چاره‌اى جز رگ زدن نيست زنان باردار نيز بايد مورد عمل قرار گيرند .\r\nدر حالت عادت ماهانه نيز بهتر است از رگ زدن پرهيز شود مگر در مواردى كه غلبهء خون در حدى است كه بيم خطرى براى بيمار مىرود .\r\nهنگام غلبهء خون و افزايش آن فصد كردن ضرورى است و زيانى در بر ندارد . در موارد غلبهء سودا نيز پس از آنكه اسهال سوداوى به حال بيمار سودى نبخشيد ، رگ زدن بلامانع است .\r\nاگر افرادى پيدا شوند كه خلطهاى مزاحم در بدنشان بسيار زياد و گسترده است ، رگ زدن باعث بهبود آنها نخواهد شد بخصوص اگر اين خلطها خام و ناپخته باشند .\r\nابتدا بايد به تخليهء اخلاط بيمار پرداخت ، سپس باقيماندهء خلط را به وسيلهء فصد بيرون كشيد .\r\nدر مواردى كه بيمار دچار تب است ، بخصوص تب‌هاى عفونى ، بايد از رگ زدن اجتناب ورزيد . مگر آنكه در هنگام تب‌هاى غير عفونى ، به مقدار كم خون گرفته شود ، و رگ زدن بعدى پس از نابودى تب صورت پذيرد .\r\nپس در هنگام تب و لرز شديد هم بايد هيچ‌گاه اقدام به فصد نشود .\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nهنگام رگ زدن چنانچه پوست بيرنگ يا صورتى كم‌رنگ شده است از رگ زدن بايد دست برداشت ، همين طور در حالتى كه خون رقيق است و بسيار صورتى رنگ ، بايد رگ زدن را متوقف و خون را بند آورد .\r\nافرادى كه دچار كم‌خونى شديد هستند نبايد رگ بزنند ، مگر آنكه مدتى تحت رژيم تقويتى خونساز باشد كه درعين‌حال باعث كثيفى خون نشوند . مثلا خوردن جگر و تخم‌مرغ و گوشت بسيار باعث تقويت خون مىشود اما خلطهاى فاسد زيادى به همراه خواهد داشت . تقويت خون با سبزىها و سوپ‌هاى سبزى و آلوى بخارا و گزنه و غيره در عين خونسازى ، خون صالح و پسنديده ايجاد مىكند .\r\nدر حالت سيرى و انباشتگى شكم نبايد فصد كرد . همين‌طور كسانى كه دچار نارحتى معده و امتلاء و دل‌به‌هم‌خوردگى مىباشند ، در آن حالت نبايد رگ بزنند بلكه ابتدا بايد موارد فوق با داروهاى مناسب دفع گردند .\r\nدر حالت گرسنگى شديد نيز رگ زدن چندان مناسب نيست .\r\nپس از رگ زدن خوردن مايعات با كمى شيرينى ، شربت سركه شيرهء انگور ، عصارهء جو با شكر ، غذاهاى لطيف و رقيق در همين رديف مناسب است . تا 24 ساعت مصرف جگر ، تخم‌مرغ ، ترشى ، عسل و خرما پس از هر نوع خونگيرى جايز نمىباشد .\r\nافرادى كه دچار بيمارىهاى فكرى مانند وسواس ، جنون و ماليخوليا هستند ، بايد شب‌هنگام فصد شوند و نبايد زياده از حد از آنان خون گرفت .\r\nدر افراد كهنسال كه شكستگى در آنها به وضوح ديده شده و بسيار ناتوان هستند رگ زدن بايد بسيار با احتياط و فقط در صورت ناچارى صورت پذيرد .\r\nدر رگ زدن بيشتر بايد وريدها را نيشتر زد چرا كه شريان‌ها در معرض خطر خونريزى شديد قرار مىگيرند ، مگر آنكه ابزار پيشگيرى از خونريزى به طور كامل در دسترس باشد .\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\nرگ‌هايى كه در عمل فصد نيشتر زده مىشوند : رگ‌هاى دست\r\n1 - قيفال وريد راسى\r\n2 - رگ چهار اندام وريد زند اسفلى ميانى\r\n3 - باسليق وريد باسليق\r\n4 - حبل الذراع وريد راسى فرعى\r\n5 - اسيلم وريدهاى پشت دستى\r\n6 - وريد زير بغل وريد زير بغلى شاخه‌اى از باسليق\r\nاگر به شاخه‌هاى اين وريدها دقت كنيد ، متوجه مىشويد كه استفاده از زالو بر پشت دست بر همهء اين رگ‌ها به ميزان قابل توجهى اثر مىگذارد . گويى هر 6 وريد در يك زمان فصد شده است .\r\n\r\nرگ‌هاى پا\r\n\r\n1 - رگ عرق النساء ( سياتيك )\r\nاز سه جانب مىتوان اين رگ را بريد :\r\nنزديك قوزك پا به طرف خارج بدن\r\nزير قوزك پا\r\nبالاى قوزك پا از سرين تا قوزك\r\nقبل از رگ زدن بهتر است بيمار بدن خود را پاكيزه كند يا حد اقل منطقه خونگيرى را شستشو دهد و ضد عفونى نمايد . بالاى محل خونگيرى بايد بسته شود تا رگ نمايان گردد . بهتر است از كمر تا پايين كاملا مالش داده شود تا رگ‌ها آمادهء دفع گردند .\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nچنانچه در برخى از افراد رگ نمايان نشد ، شاخه‌اى از آن را ميان انگشت كوچك مىزنند .\r\nزدن اين رگ باعث تخفيف قابل توجه درد سياتيك مىشود و يا به كلى آن را از بين مىبرد و درعين‌حال براى تخفيف نقرس و بيمارى پاغر « 1 » مفيد است .\r\n\r\n2 - صافن\r\nرگى است كه در طرف داخلى قوزك پا و قدرى نمايان‌تر از رگ سياتيك است .\r\nزدن اين رگ باعث تخليه اندام‌هاى پايين كبد مىشود .\r\nدر همين روش مانند رگ سياتيك باعث از ميان رفتن درد عرق النساء مىشود .\r\nالبته برخى را عقيده بر اين است كه زدن رگ سياتيك از هر رگى در از بين بردن درد سياتيك مؤثرتر است .\r\nبريدن رگ صافن در پهنا و به صورت مورب انجام مىگيرد .\r\n\r\n3 - وريد ركبى\r\nرگى است در كنار و در مسير رگ صافن .\r\nزدن اين رگ در تخفيف درد مقعد و بواسير و ريزش دادن حيض از رگ صافن مؤثرتر است .\r\n\r\n4 - رگ عقبى پاشنهء پا\r\nاين رگ نيز همان مسير صافن را طى مىكند .\r\nخونگيرى از رگ‌هاى پا بطور كلى براى معالجه كليه بيمارىهايى كه از بالا به پايين بدن نزول مىكند مفيد است . خون بسيارى از مواد زائد خود را در پا بر جاى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - پاغر : مانند پاى فيل ، پاى انسان كلفت و متورم مىشود .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nمىگذارد ، به تدريج كه تحرك انسان كاستى مىپذيرد ، حركت خون بخصوص در پا كندى مىپذيرد و مىگندد و غليظ و مسموم مىشود .\r\nخواب رفتن سر انگشتان پا ، نقرس ، اورام پا ، سياتيك ، زانودرد ، واريس ، قانقاريا ، اگزما و خارش‌هاى پوستى ، داء الفيل ، خارپاشنه و بسيارى از ناراحتىهاى ديگر بوسيله خون‌گيرى از رگ‌هاى پا علاج مىشود .\r\nتوجه كنيد كه در خونگيرى از پا بطور موقت بيمار مقدارى از توان خويش را از دست مىدهد كه البته جبران مىشود و به وجهى نيكوتر و فعال‌تر و سالم‌تر به جريان خون در پاها كمك خواهد شد .\r\nبيمارىهاى سودايى مانند اگزما و صفراوى مانند كهير نيز با خونگيرى از رگ‌هاى پا كاهش مىيابند .\r\n\r\nرگ‌هاى سر\r\n1 - وداج‌ها\r\n2 - وريدها\r\n3 - شريان‌ها\r\n4 - وريد پيشانى كه از بين دو ابرو برآمده است .\r\n5 - وريد بالاى پيشانى اين رگ و رگ قبلى هر دو در بخش گيجگاه پخش مىشوند .\r\n6 - وريدهاى محل ريزش اشك تعداد آن‌ها دوتا است .\r\n7 - رگ‌هاى كوچكى كه در قسمت بالاى پشت گوش و خط موها قرار دارند .\r\n8 - رگى در كنارهء بينى\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nخونگيرى از رگ‌هاى سر براى بيمارىهايى مانند آسم ، نفس‌تنگى ، گرفتگى صدا ، اوران حنجره ، ذات الريه ، ناراحتىهاى طحال ، سردردها بعضى از گوش‌دردها ، كك و مك ، لك‌هاى صورت ، جوش و خارش‌هاى بينى ، سرگيجه ، سنگينى و دوار سر ، تومورهاى مغزى همراه با غلبهء خون ، سكته‌هاى مغزى و قلبى و بسيارى موارد ديگر مفيد است .\r\n9 - رگ زير زبان : براى ناراحتىهاى زبان و حالت خفگى و ورم لوزه‌ها مفيد است .\r\n10 - رگ‌هاى واقع در زير استخوان برجستهء گوش كه تا نزديكى گودى گردن كشيدگى نمايانى دارند .\r\n11 - رگى در نزديكى موهاى زير لب پايين و بالاى زنخ : جهت دفع بوى دهان .\r\n12 - رگ لثه : براى معالجهء ناراحتى سر معده از آن خون مىگيرند . رگ‌هاى فوق همگى از جمله وريدها هستند .\r\nزدن شريان واقع در پشت گوش براى پيشگيرى از آب‌مرواريد و ناراحتىهاى ديگر چشم مفيد است . همچنين رافع سردردهاى مزمن مىباشد .\r\n\r\nرگ‌هاى شكم\r\nدو رگ يكى در بالاى طحال و ديگرى بالاى كبد قرار دارد . كبد در طرف راست بدن است و زدن رگ بالاى آن از روى شكم رافع بيمارىهاى كبدى از جمله استسقاست .\r\nرگ واقع در بالاى طحال در سمت چپ براى كليهء بيمارىهاى طحال با تشخيص پزشك مفيد است .\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\nمقايسه‌اى ميان حجامت ، فصد و زالو\r\nگرچه هركدام از شيوه‌هاى فوق در مواقعى تنها راه منحصربه‌فرد بوده و به عبارت ديگر نمىتوان به جاى رگ زدن ، حجامت كرد و يا زالو نمىتواند جاى حجامت را بگيرد اما در مجموع و در يك مقياس كلى كه در اكثر مواقع چنين است ، در خونگيرىها زالودرمانى از شيوه‌هاى ديگر مؤثرتر بوده و از اين لحاظ حجامت از لحاظ جنبهء پيشگيرى نظير ندارد .\r\nاينك كه كتاب خون‌درمانى را به حول و قوهء الهى به پايان مىبريم ، نكته‌اى حائز اهميت را گوشزد كرده و اميدواريم پويندگان توجه كنند :\r\nخون‌درمانى يكى از پايه‌هاى محكم و يكى از شيوه‌هاى اساسى درمان و علاج دردها و بيمارىهاست . چه در پيشگيرى و چه در علاج هرگز درمان‌ها بدون خون درمانى كامل نخواهد شد . طب جديد متأسفانه از اهميت اين فن غافل بوده است .\r\nپزشكان و محققان دلسوز بايد به اين مهم توجه شايان مبذول دارند و خون‌درمانى را به عنوان يكى از شيوه‌هاى موفق طب ايرانى ، اسلامى ، كشور عزيزمان مطرح كرده و آن را از پيرايه‌هاى قرن حاضر پاك كنند ، با تحقيق و بررسى عالمانه نقاط قوت آن را برشمارند و نقاط ضعف آن را تقويت نمايند . متأسفانه طب وارداتى غربى با كم‌رنگ جلوه دادن خون‌درمانى ايرانيان ضربات جبران‌ناپذيرى به طب سنتى كشورمان وارد آورد و از اين رهگذر شوم جان بسيارى از مردم و بيماران در يك صد سال گذشته در معرض مرگ و نيستى قرار گرفت و رنج و الم بسيارى از مردم ادامه يافت و سيطرهء بيمارىهاى خانمان‌سوزى چون سكته و سرطان و غيره بر كانون‌هاى گرم خانواده‌ها\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nگسترده شد . حال كه اشتباهات طب جديد يكى پس از ديگرى برملا مىشود و ابرهاى تيره و تار از مقابل خورشيد درخشان طب ملى كشورمان كم‌كم به كنار مىروند بر همهء انديشمندان و آزادانديشان كشورمان است كه جان‌مايه‌هاى طب ملى اسلامى كشورمان را در معرض تحقيق و كاربرد جهانيان قرار داده و از جمله خون درمانى را به عنوان برگى از افتخارات ايرانيان در كتاب پزشكى جهان رقم بزنند .\r\nان شاء ا . . .\r\nو السلام\r\nچاپ دوم - فروردين‌ماه 1386\r\nسيد محمد موسوى\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\nمنابع و مآخذ\r\nقانون : تأليف ابن سينا\r\nقرابادين : تأليف سيد محمد حسين عقيلى خراسانى\r\nدست‌نوشته‌هاى خطّى\r\nحجامت : تأليف حسين خيرانديش\r\n\r\nمجموعه‌اى از كتب پيك شفا\r\n1 - زالودرمانى\r\n2 - شربت‌ها\r\n3 - درمان قطعى سردردها و سكته‌هاى قلبى و مغزى\r\n4 - بيمارىهاى دستگاه گوارش و كبد\r\n5 - بيمارىهاى زنان\r\n6 - بيمارىهاى مردان\r\n7 - عوارض داروهاى گياهى\r\n8 - علاج سرطان\r\n9 - بيمارىهاى كليه و مجارى ادرار\r\n10 - بيمارىهاى استخوان و مفاصل\r\n11 - زيبايى و علاج بيمارىهاى پوست\r\n12 - بيمارىهاى معده و امعاء\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nمنابع و مآخذ\r\nقانون : تأليف ابن سينا\r\nقرابادين : تأليف سيد محمد حسين عقيلى خراسانى\r\nدست نوشته هاى\r\nمجموعه اى از كتب پيك شفا\r\n1 - زالودرمانى\r\n2 - خون درمانى\r\n3 - درمان قطعى سردردها و سكته هاى قلبى و مغزى\r\n4 - بيمارى هاى دستگاه گوارش و كبد\r\n5 - بيمارى هاى زنان\r\n6 - بيمارى هى مردان\r\n7 - عوارض داروهاى گياهى\r\n8 - علاج سرطان\r\n9 - بيمارهاى كليه و مجارى ادرار\r\n10 - بيمارى هاى استخوان و مفاصل\r\n11 - زيبايى و علاج بيمارى هاى پوست\r\n12 - بيمارى هاى معده و مامعاء\r\n\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64}
  ]