[
  {"content":"\r\nكتاب الحج\r\nالجزء الرابع\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\nحقوق الطبع محفوظة\r\nمطبعة القضاء في النجف الأشرف\r\n1386 ه‍ - 1967 م\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nكتاب الحج\r\nمن تقريرات بحث استاذنا الأعظم سماحة آية الله العظمى المرجع الديني الاعلى\r\nالحاج السيد محمود الحسيني الشاهرودي\r\nدام ظله\r\nتأليف\r\nمحمد إبراهيم الجناتي\r\nالجزء الخامس\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nالجزء الخامس\r\n\r\n\r\n\r\n\r\nالقول في السعي [ ومقدماته عشرة 
  ]\r\nومقدماته عشرة ( 1 ) كلها مندوبة الطهارة ( 2 )\r\n\r\n","description":"\r\nكتاب الحج\r\n( 1 ) وفي الدروس أربعة عشر ولكن المستفاد من الاخبار المأثورة عنهم عليهم السلام أكثر منها وسيظهر لك ذلك في المباحث الآتية في ضمن ذكر الاخبار اللهم الَّا أن يناقش في بعضها بعدم كونه من مقدمات السعي ومستحباته لورود الأمر به بعد الفراغ من صلاة الطواف فيحتمل كونه مستحبا برأسه كما أفاده صاحب الجواهر ( قدّس سرّه ) .\r\n( 2 ) ما أفاده المصنف ( قدس سره ) من استحباب الطهارة من الأحداث في السعي مما هو المعروف بين الأصحاب رضوان اللَّه تعالى عليهم بل في الجواهر : ( وفاقا للمشهور شهرة عظيمة كادت تكون إجماعا وفي محكي المنتهى نسبته إلى علمائنا مشعرا به ، بل هي كذلك إذ لم يحك الخلاف فيه إلا عن العمّاني ) وكيف كان فقد استدل لذلك بأمرين :\r\nالأول - الإجماع . وفيه ما ذكرناه غير مرة في المباحث السابقة من أن المعتبر منه هو التعبدي الموجب للعلم بصدور الحكم عن المعصوم عليه السلام دون المدركي ، وفي المقام يحتمل أنّ يكون مدركه الأمر الآتي ، فالعبرة بالمدرك ان تم دونه .\r\nالثاني - خبر يحيى الأزرق قال : قلت لأبي الحسن عليه السلام : رجل سعى بين الصفا والمروة فسعى ثلاثة أشواط أو أربعة ثم بال ثم أتم سعيه\r\n","footnote":"","page_name":" 9 ","page_number":4},
  {"content":"\r\n\r\n\r\n","description":"\r\nبغير وضوء ؟ فقال : لا بأس ولو أتم مناسكه بوضوء لكان أحبّ إليّ « 1 » ينبغي هنا التنبيه على أمرين :\r\nالأول - انّه قد يقال بوقوع المعارضة بين خبر يحيى الأزرق وخبر محمد بن يحيى عن أحمد بن محمد عن بن فضال .\r\nقال : قال أبو الحسن ( عليه السلام ) : لا تطوف ولا تسعى الا بوضوء « 2 » وصحيح الحلبي قال : سألت أبا عبد اللَّه ( عليه السلام ) عن المرأة تطوف بين الصفا والمروة وهي حائض ؟ قال : لا كان اللَّه تعالى يقول * ( إِنَّ الصَّفا وَالْمَرْوَةَ مِنْ شَعائِرِ ا للهِ ) * « 3 » ، وذلك لدلالتهما على عدم جواز السّعي بين الصّفا والمروة إلا مع الوضوء وهذا بخلاف خبر يحيى الأزرق ، لدلالته على جوازه بدونه ولكن التحقيق : انه لا معارضة بينهما ، وذلك لان الجمع العرفي يقتضي حمل صحيح محمد بن مسلم وخبر ابن فضّال الظَّاهر في وجوب الوضوء للسعي على الاستحباب بقرينة قوله ( عليه السلام ) في خبر يحيى الازق : ( لا بأس ) لكونه نصا في الجواز ، وقد ذكرنا غير مرّة في المباحث التي تقدم ذكرها إن حكومة النّص على الظاهر من أجلى الحكومات ، كما أنه ترفع اليد عن ظهور : ( لا بأس ) في الإباحة بقرينة قوله ( عليه السّلام ) في ذيل خبر يحيى الأزرق : ( ولو أتم مناسكه بوضوء لكان أحبّ إلي ) وقوله ( عليه السلام ) في خبر ابن فضّال : ( لا يطوف ولا يسعى الا على وضوء ) لكونه نصّا في رجحان السّعي مع الوضوء ، ومن المعلوم ان الجواز مع الرجحان هو الاستحباب ، فتدبر\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 15 من أبواب السعي الحديث 6 .\r\n« 2 » الوسائل ج 2 الباب 15 من أبواب السعي الحديث 7 .\r\n« 3 » الوسائل ج 2 الباب 15 من أبواب السعي الحديث 3 .\r\n","page_name":" 10 ","page_number":5},
  {"content":"\r\nواستلام الحجر ( 1 ) والشرب من زمزم ( 2 ) والصب على الجسد من مائها من\r\nالثاني - انه قد صرح جماعة من الفقهاء ( قدس اللَّه تعالى أسرارهم ) باستحباب الطهارة من الخبث في السّعي ولكن الظَّاهر : انه لا دليل عليه سوى مناسبة التّعظيم .\r\n( 1 ) لصحيح معاوية بن عمار عن أبي عبد اللَّه عليه السلام قال : إذا فرقت من الركعتين فأت الحجر الأسود فقبله واستلمه وأشر إليه ، فإنه لا بد من ذلك . إلخ « 1 » ينبغي هنا الإشارة إلى أمرين الأول - ان ظاهر الصحيح - كما ترى - الجمع بين الإشارة والاستلام الثاني - ان ظاهره وجوب الاستلام والإشارة ، ولكن تسالم الأصحاب على عدم الوجوب قرينة على رفع اليد عن هذا الظَّهور ، وأما الاستحباب فلا وجه لرفع اليد عنه ، فتدبر :\r\n( 2 ) لقوله ( عليه السلام ) في الصحيح المتقدم : ان قدرت ان تشرب من ماء زمزم قبل ان تخرج إلى الصفا فافعل ونقول حين تشرب ، اللَّهم اجعله علما نافعا ورزقا واسعا وشفاء من كل داء وسقم ، قال : وبلغنا ان رسول اللَّه ( صلى اللَّه عليه وآله ) قال : حين نظر إلى زمزم لولا أن أشقّ على أمّتي لأخذت منه ذنوبا أو ذنوبين « 2 » ولذيل حسن الحلبي الآني .\r\n\r\n","description":"","footnote":"\r\n« 1 » الوسائل ج 2 الباب 2 من أبواب السعي الحديث 1\r\n« 2 » الوسائل ج 2 الباب 2 من أبواب السعي الحديث 1\r\n","page_name":" 11 ","page_number":6},
  {"content":"\r\nالدلو المقابل للحجر ( 1 ) وان يخرج من الباب المحاذي للحجر ( 2 ) وان\r\n( 1 ) لقوله : عليه السلام في صحيح عبيد اللَّه بن علي الحلبي عن أبي عبد اللَّه ( عليه السلام ) قال : يستحب ان يستقى من ماء زمزم دلوا أو دلوين فتشرب منه وتصب على رأسك وجسدك وليكن ذلك من الدّلو الَّذي بحذاء الحجر « 1 » .\r\nولقوله عليه السلام في حسن الحلبي عن أبي عبد اللَّه ( عليه السلام ) قال : إذا فرغ الرجل من طوافه وصلى ركعتين فليأت زمزم ويستق منه ذنوبا أو ذنوبين فليشرب منه وليصبّ على رأسه وظهره وبطنه . إلخ « 2 » لا يخفى : ان ظاهر إطلاق الأمر في جميع ما تضمنته الأخبار المتقدّمة هو كونه بداعي الجدّ ولا قرينة في البين على النّدب إلا بالنّسبة إلا الاستقاء لان قوله ( صلَّى اللَّه عليه وآله ) في الصحيح المتقدم ( لولا أن أشقّ على أمّتي لأخذت منه ذنوبا أو ذنوبين ) قرينة على النّدب كما هو واضح .\r\nواما بالنسبة إلى الباقي فترفع اليد . عن ظاهر إطلاق الأوامر لأجل تسالم الأصحاب على الخلاف :\r\n( 2 ) ما افاده المصنف من استحباب خروجه من الباب المحاذي للحجر مما هو المعروف بين الأصحاب ( رضوان اللَّه تعالى عليهم ) بل في الجواهر : ( بلا خلاف أجده فيه كما عن المنتهى والتذكرة الاعتراف به أيضا تأسّيا بالنّبي ( صلى اللَّه عليه وآله ) . ) .\r\nويدل عليه قوله ( عليه السلام ) في صحيح معاوية بن عمّار : ان رسول اللَّه\r\n\r\n","description":"","footnote":"\r\n« 1 » الوسائل ج 2 الباب 2 من أبواب السعي الحديث 4 .\r\n« 2 » الوسائل ج 2 الباب 2 من أبواب السعي الحديث 2 .\r\n","page_name":" 12 ","page_number":7},
  {"content":"\r\nيصعد الصفا ( 1 ) ويستقبل الركن العراقي ويحمد اللَّه ويثنى عليه وان يطيل الوقوف على الصفا ويكبر اللَّه سبعا ويهلله سبعا ويقول لا إله إلا اللَّه وحده لا شريك له له الملك وله الحمد يحيي ويميت وهو حي لا يموت بيده الخير\r\n( صلى اللَّه عليه وآله ) حين فرغ من طوافه وركعتيه قال : ابدأوا بما بدء اللَّه عزّ وجلّ به من إتيان الصّفا ان اللَّه عزّ وجلّ يقول * ( ( إِنَّ الصَّفا وَالْمَرْوَةَ مِنْ شَعائِرِ ا للهِ )\r\n\r\n\r\n","description":"\r\nقال أبو عبد اللَّه ( عليه السلام ) ثم اخرج إلى الصفا من الباب الذي خرج منه رسول اللَّه ( صلى اللَّه عليه وآله ) وهو الباب الَّذي يقابل الحجر الأسود حتى تقطع الوادي وعليك السّكينة والوقار « 1 » ولا قرينة على استحباب الخروج من الباب المحاذي للحجر إلا الإجماع ، فتدبر .\r\n( 1 ) استحباب الصّعود على الصفا مما لا اشكال فيه ، لقول الصادق ( عليه السّلام ) في حسن معاوية بن عمّار الآتي : ( فاصعد على الصّفا حتى تنظر إلى البيت . إلخ ) « 2 » .\r\nينبغي هنا الإشارة إلى أمر وهو ان ظاهر المصنّف وغيره إطلاق استحباب الصّعود على الصفاء ويشمل ذلك الرّجل والمرأة إلا أن الفاضل على ما حكى في الجواهر خص الحكم بالرّجل ، ولعل وجه ذلك هو صحيح ابن الحجّاج قال : سألت أبا الحسن ( عليه السلام ) عن النّساء يطفن على الإبل والدّواب أيجزيهنّ ان يقفن تحت\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 3 من أبواب السعي الحديث 2\r\n« 2 » الوسائل ج 2 الباب 4 من أبواب السعي الحديث 1\r\n","page_name":" 13 ","page_number":8},
  {"content":"\r\nوهو على كل شيء قدير ثلاثا ويدعو بالدعاء المأثور ( 1 )\r\n\r\n\r\n","description":"\r\nالصفا والمروة ؟ فقال : نعم بحيث يرين البيت « 1 » فتأمل .\r\n( 1 ) يدل على جميع ما افاده المصنّف هنا حسن معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) في حديث ، قال : فاصعد على الصّفا حتى تنظر إلى البيت ، وتستقبل الركن الذي فيه الحجر الأسود ، فاحمد اللَّه ( عز وجل ) وأثن عليه ، ثم اذكر من آلائه وبلائه ، وحسن ما صنع إليك ، ما قدرت على ذكره ، ثم كبر اللَّه سبعا ، وهلله سبعا ، وقل لا إله إلا اللَّه وحده لا شريك له ، له الملك وله الحمد ، يحيى ويميت ، وهو حيّ لا يموت ، وهو على كل شيء قدير ثلاث مرات ، ثم صلّ على النبي ( صلى اللَّه عليه وآله ) وقل اللَّه أكبر الحمد للَّه على ما هدانا ، والحمد للَّه على ما أولانا ، والحمد للَّه الحي القيوم والحمد للَّه الحي الدائم ثلاث مرات وقل أشهد أن لا إله إلا اللَّه وأشهد أن محمدا عبده ورسوله لا نعبد إلا إيّاه مخلصين له الدّين ولو كره المشركون ثلاث مرات ، اللَّهم إني أسألك العفو والعافية واليقين في الدّنيا والآخرة ثلاث مرات ، اللَّهم آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار ثلاث مرات ، ثم كبر اللَّه مأة مرة ، وهلل مأة مرة ، وأحمد اللَّه مأة مرة ، وسبح اللَّه تعالى مأة مرة وتقول : لا إله إلا اللَّه وحده ( و ) أنجز وعده ، ونصر عبده وغلب الأحزاب وحده ، فله الملك وله الحمد وحده وحده ، اللَّهم بارك لي في الموت وفيما بعد الموت ، اللهم إلا أني أعوذ بك من ظلمة القبر ، ووحشته ، اللَّهم أظلني في ظلّ عرشك يوم لا ظلّ إلا ظلَّك ، وأكثر من أن تستودع ربك دينك ونفسك وأهلك ، ثم نقول : استودع اللَّه الرّحمن الرّحيم الَّذي لا تضيع ودائعه\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 17 من أبواب السعي الحديث 1 .\r\n","page_name":" 14 ","page_number":9},
  {"content":"\r\n\r\n\r\n","description":"\r\nديني ونفسي وأهلي اللهم استعملني على كتابك وسنة نبيك وتوقني على ملته وأعذني من الفتن ثم تكبر ثلاثا ثم تعيدها مرتين ثم تكبر واحدة ثم تعيدها فإن لم تستطع هذا فبعضه « 1 » وروي غير ذلك وأنه ليس فيه شيء موقت « 2 » وقال أبو عبد اللَّه ( عليه السلام ) ان رسول اللَّه ( صلى اللَّه عليه وآله ) كان يقف على الصفا بقدر ما يقرء سورة البقرة مترتلا ( سلا خ ل . إلى غير ذلك من النصوص الدالة على ما افاده المصنف في المقام .\r\nاستحباب إطالة الوقوف على الصفا ويدل على استحباب إطالة الوقوف علي الصفا مضافا إلى ذيل خبر المتقدم خبر حماد المنقري قال : قال لي أبو عبد اللَّه ( عليه السلام ) : ان أردت أن يكثر مالك فأكثر الوقوف على الصفا « 3 » ونحوه من الاخبار .\r\nواما خبر عمر بن يزيد قال كنت في ظهر أبي الحسن موسى عليه السلام على الصفا وعلى المروة وهو لا يزيد على حرفين اللهم أني أسئلك حسن الظَّن بك في كل حال وصدق النية في التوكل عليك « 4 » فلا ينافي خبر المتقدم :\r\nأما أولا : فلا رسالة .\r\nواما ثانيا : فلكونه محمولا على الجواز فلا ينافي الاستحباب واما\r\n","footnote":"\r\n« 1 » الوسائل الباب 4 من أبواب السعي الحديث 1\r\n« 2 » الوسائل ج 2 الباب 5 من أبواب السعي الحديث 3\r\n« 3 » الوسائل ج 2 الباب 5 من أبواب السعي الحديث 1\r\n« 4 » الوسائل ج 2 الباب 5 من أبواب السعي الحديث 6\r\n","page_name":" 15 ","page_number":10},
  {"content":"\r\n\r\n[ في واجبات السعي 
  ]\r\n( في واجبات السعي ) والواجب فيه أربعة ( 1 ) النية ( 2 )\r\n\r\n\r\n","description":"\r\nثالثا فلامكان حمله على تكرار هذا الدعاء أو الاقتصار عليه مع إطالة الوقوف ، فتأمل :\r\nينبغي هنا الإشارة إلى أمر وهو أنه هل ورود دعاء مخصوص على الصفا أو لا ؟ يمكن ان يقال باعتبار الدعاء الوارد في حديث جميل قال : قلت لأبي عبد اللَّه ( عليه السلام ) أهل من دعاء موقت أقوله على الصفا والمروة ؟ فقال : تقول إذا وقفت ( صعدت خ ل ) على الصفا لا إله إلا اللَّه وحده لا شريك له ، له الملك وله الحمد يحيى ويميت وهو على كل شيء قدير « 1 » ولكن ينفي ذلك خبر عمر بن يزيد المتقدم ويحمل على الاستحباب المؤكد\r\n( 1 ) وفي الدروس عشرة ضاما لها بعض ما تسمعه من الأحكام والمقارنة ونحو ذلك على ما افاده صاحب الجواهر .\r\n( 2 ) بلا خلاف بل الإجماع بقسميه عليه ، كما في الجواهر ، لكونه من العبادات المتوقفة على النية فيجب أن تكون النية مقارنة لأول السعي كغيره من الأعمال .\r\nواما قصد الوجه وغيره عدي القربة فلا يعتبر فيها ويستديم حكمها إلى آخره مع الاتصال ، واما مع الانفصال فذهب بعض إلى أنه يجددها ثانيا\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 5 من أبواب السعي الحديث 4\r\n","page_name":" 16 ","page_number":11},
  {"content":"\r\nوالبدئة بالصفا والختم بالمروة ( 1 )\r\n\r\n\r\n","description":"\r\nفيما بعده ) ولكنه لا دليل عليه بل مقتضى إطلاق الأدلة خلافه فيكفي العود بنية إتمام العمل السابق بل قد يقال بكفاية إتمامه وان غفل عن الأولى حين الشروع ثم تنبه بعد ذلك - كما افاده صاحب الجواهر - واما الاحتياط فهو مطلب آخر .\r\n( 1 ) هذا هو المعروف بين الأصحاب رضوان اللَّه تعالى عليهم قديمه وحديثا بل في الجواهر : ( بلا خلاف أجده فيه بل الإجماع بقسميه عليه . إلخ ) ويشهد له جملة من النصوص الآمرة بها - منها :\r\n1 - ما في ( ذيل حديث معاوية بن عمار وهو قوله ( عليه السلام ) : ( . ثم طف بينهما سبعة أشواط تبدأ بالصفا وتختم بالمروة ثم قصر « 1 » 2 - ما رواه سماعة قال سألته عن السعي بين الصفا والمروة قال إذا انتهيت إلى الدار التي على يمينك عند أول الوادي فاسع حتى تنتهي إلى أول زقاق عن يمينك بعد ما تجاوز الوادي إلى المروة فإذا انتهيت اليه فكف عن السعي وامش مشيا وإذا جئت عند المروة فابدأ من عند الزقاق الذي وصفت لك فإذا انتهيت إلى الباب الذي قبل الصفا بعد ما تجاوز الوادي فاكفف عن السعي وامش مشيا وانما السعي على الرجال فليس على النساء سعى « 2 » .\r\n3 - حديث معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) ان رسول اللَّه ( صلى اللَّه عليه وآله ) حين فرغ من طوافه وركعتيه قال : ابدؤا بما بدأ اللَّه به من إتيان الصفا ان اللَّه عز وجل يقول * ( إِنَّ الصَّفا وَالْمَرْوَةَ مِنْ شَعائِرِ ا للهِ ) * « 3 »\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 6 من أبواب السعي الحديث 1\r\n« 2 » الوسائل ج 2 الباب 6 من أبواب السعي الحديث 4\r\n« 3 » الوسائل ج 2 الباب 6 من أبواب السعي الحديث 7\r\n","page_name":" 17 ","page_number":12},
  {"content":"\r\n\r\n\r\n","description":"\r\nونحوهما غيرها من الاخبار .\r\nويشهد أيضا لذلك الأخبار الآمرة بالإعادة للمبتدئ بالمروة وفي بعضها كما لو بدأ بشماله قبل يمينه في الوضوء - منها :\r\n1 - خبر علي بن أبي حمزة قال : سألت أبا عبد اللَّه ( عليه السلام ) عن رجل بدأ بالمروة قبل الصفا ؟ قال : يعيد ، الا ترى أنه لو بدأ بشماله قبل يمينه في الوضوء أراد ان يعيد الوضوء « 1 » .\r\n2 - خبر على الصائغ قال : سئل أبو عبد اللَّه ( عليه السلام ) وانا حاضر عن رجل بدأ بالمروة قبل الصفا ؟ قال : يعيد الا ترى أنه لو بدأ بشماله كان عليه ان يبدأ بيمينه ثم يعيد على شماله « 2 » .\r\n3 - صحيح معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) قال : من بدأ بالمروة قبل الصفا فليطرح ما سعى ويبدأ بالصفا قبل المروة « 3 » .\r\n4 - ما عنه أيضا قال ( عليه السلام ) وان بدأ بالمروة فليطرح ما سعى ويبدأ بالصفا « 4 » .\r\nينبغي هنا التّنبيه على أمور الأول - ان البدأة بالصفا انما يتحقق بإلصاق عقبه به ، وحكي عليه الاتفاق ، بل قيل أنه مقتضى إطلاق الأدلة .\r\nولكن هذا الحكم مما لا يخلو من الاشكال ، وذلك بعد ملاحظة الروايات\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 10 من أبواب السعي الحديث 4\r\n« 2 » الوسائل ج 2 الباب 10 من أبواب السعي الحديث 5\r\n« 3 » الوسائل ج 2 الباب 10 من أبواب السعي الحديث 1\r\n« 4 » الوسائل ج 2 الباب 10 من أبواب السعي الحديث 2\r\n","page_name":" 18 ","page_number":13},
  {"content":"\r\n\r\n\r\n","description":"\r\nالدالة على جواز السعي راكبا .\r\nواما مقتضى إطلاق الأدلة فيمكن ان يقال بخلافه لأنه ليس فيها إلا السعي بينهما الذي يتحقق بالوصول اليه وبالانتهاء إلى ما يحاذي الابتداء من دون احتياج إلى إلصاق عقبه أو عقبيه به ومن دون احتياج إلى إلصاق أصابعه بموضع العقب فيما إذا عاد لكي يحصل الاستيعاب ، فعليه لا يبقى مجال للقول بان مقتضى المقدمة العلميّة هو الصّعود قليلا للعلم بأنه سعى بينهما كغسل جزء من الرأس في الوضوء وصيام جزء من الليل في صوم اليوم فتدبّر .\r\n( الثاني ) أنه على فرض لزوم الاحتياط فاللازم للصادق البدن بالصفا ولا يكفي مجرد إلصاق العقب به لنسبة السعي إلى البدن لا اليه كما لا يخفى فتدبر .\r\nالثالث ان مقتضى إطلاق الأدلة عدم وجود كون السّعي في الخطَّ المستقيم ، ولا في خط واحد ولو لم يكن مستقيما ، لصدق السعي بينهما به وبغيره ، بل ما دل على جواز السّعي راكبا كالصريح بخلافه ، كحديث الحلبي عن أبي عبد اللَّه ( عليه السلام ) قال : سألته عن السّعي بين الصفا والمروة على الدّابة ؟ قال : نعم وعلى المحمل « 1 » وفي حديث معاوية عنه ( عليه السلام ) قال : سألته عن الرجل يسعى بين الصّفا والمروة راكبا ؟ قال : لا بأس والمشي أفضل « 2 » والمفهوم من الأخبار أن الأمر أوسع من ذلك ، فإن السّعي على الإبل الذي دلَّت عليه الاخبار وان النبي ( صلى اللَّه عليه وآله ) كان يسعى\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 16 من أبواب السعي الحديث 1\r\n« 2 » الوسائل ج 2 الباب 16 من أبواب السعي الحديث 2\r\n","page_name":" 19 ","page_number":14},
  {"content":"\r\n\r\n","description":"\r\nعلى ناقته لا ينفق فيه هذه المداقة والتّضييق بل يكفي الأمر العرفي مضافا إلى أنه لو قلنا بلزوم ذلك وجب اتحاد جميع نقاط الخطَّ والضّرورة على خلافه فتحصّل عدم احتياج إلصاق أصابع قدميه بموضع عقبه أولا .\r\nالرابع - ان عرض جبل المروة يكون أزيد من جبل الصّفا ولكن يجب ان يكون في جميع سيره بحيث يكون أحد طرفيه جبل مروة والطرف الآخر جبل الصّفا ولا يكفي أحد طرفيه جبل مروة وذلك لان الواجب السعي بينهما .\r\nالخامس - أنه يجزى السعي في الطبقة الفوقانية التي بنوها في زماننا لعدم كونها أرفع من الجبل فيصدق السعي بين الصفا والمروة فيها وكذلك يجزي في الطبقة التحتانية لعدم كون الجبل على الأرض فقط ، لكونه داخلا في الأرض ، ولعل الداخل منه فيها أزيد من الخارج بكثير هذا بناء على عدم انصراف الاخبار عنه فتدبر .\r\nالسادس - أنه لو بدأ بالمروة ولو سهوا فذهب بعض إلى أنه يستأنف ولا يجزيه ان يجعل الرجوع من الصفا أول السعي بعد ان لم يكن هو ابتداء سعيه .\r\nتفصيل الكلام في ذلك هو أنه ( تارة ) يتكلم فيه على ما تقتضيه القاعدة و ( أخرى ) على ما تقتضيه الأخبار .\r\nاما ( على الأول ) : فلا مانع من أن يجعل الرجوع من الصفا أول سعيه لعدم اشتراط كونه قاصدا لعنوان الابتداء من الصفا لعدم الدليل عليه فيقع أولا قهرا بعنوانه بعد بطلان الشوط الأول من المروة إلى الصفا .\r\n","footnote":"","page_name":" 20 ","page_number":15},
  {"content":"\r\n\r\n","description":"\r\nوأما ( على الثاني ) فإن قلنا بظهور الأخبار المتقدمة في صدر البحث بطرح جميع ما مضى اتّجه الحكم بلزوم الاستيناف خلافا لمقتضى القاعدة وان قلنا بالإجمال فمقتضى الاحتياط التتميم أو لا مع عدم طرح غير الشوط الأول ثم الاستيناف ، لا ان مقتضى الاحتياط طرح جميع ما مضى لمكان احتمال حصول الزّيادة العمدية ولا يشترط الموالاة في أثناء السعي حتى يقال بقطعه لما مضى ثم الاستيناف .\r\nوكيف كان فقد صرّح غير واحد إلى لزوم الاستيناف ، لظاهر النصوص المتقدمة المشتملة على قوله ( عليه السلام ) : ( يعيد ) ويبدء بالصفا قبل المروة وقوله : ( فليطرح ما سعى ويبدأ بالصفا ) بل يقتضيه ما تضمن اعتبار البدأة بالصفا لفواتها .\r\nوقد يظهر من الجواهر الميل إلى الاجزاء ، لظاهر التّشبيه بالوضوء حيث قال بعد ذكر اخبار المقام : ( قلت ومقتضى التّشبيه المزبور الاجتزاء بالاحتساب من الصفا إذا كان قد بدأ بالمروة ، ثم بالصفا ولا يحتاج إلى إعادة السعي بالصفا جديدا ، كما صرح به بعض الناس وان كان هو أحوط بل ربما أمكن دعوى ظهور النصوص السابقة فيه . ) وقد أشكل عليه اما ( على الأول ) : فلقصور التشبيه عن التعرض لهذه الجهة وأما ( على الثاني ) : فلظهور النّصوص فيما ذكر .\r\nالسابع - انه يجب ان يبتدأ من الصفا ويختم بالمروة فلا يكفي السعي في جنب الجبلين نعم لو بدأ بالصفا وختم بالمروة ولكن خرج في أثناء السعي بمقدار قليل عن الخط المستقيم المتصل رأساه بالجبلين أجزاء لصدق\r\n","footnote":"","page_name":" 21 ","page_number":16},
  {"content":"\r\nوان يسعى سبعا يحتسب ذهابه شوطا وعوده آخر ( 1 )\r\n\r\n\r\n","description":"\r\nعنوان البين من باب المسامحة العرفيّة والمسامحة في المفهوم لا في التطبيق .\r\nالثامن - قال في الجواهر حكى جماعة من المؤرخين حصول التغيير في المسعى في أيام المهدى العباسي على وجه يقتضي دخول المسعى في المسجد الحرام وان هذا الموجود الآن مسعى مسجد ومن هنا أشكل الحال على بعض باعتبار عدم إجزاء السعي في غير واد الذي سعى فيه رسول اللَّه ( صلى اللَّه عليه وآله ) كما أنه أشكل عليه إلحاق أحكام المسجد لما دخل منه فيه ولكن العمل المستمر من سائر الناس في جميع هذه الأعصار يقتضي خلافه ويمكن أن يكون المسعى كان عريضا قد ادخلوا بعضه وألقوا بعضا كما أشار إليه في الدروس وروى أن المسعى اختصر « 1 » .\r\n( 1 ) هذا هو المعروف بين الأصحاب قديما وحديثا ، بل في الجواهر :\r\nبلا خلاف أجده فيه بيننا ، بل الإجماع بقسميه عليه . ) ويدل عليه - مضافا إلى ما ذكر - ذيل صحيح معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) ثم طف بينهما سبعة أشواط تبدأ بالصّفا وتختم بالمروة « 2 » فما افاده المصنف - قدّس سرّه - متين فيحصل بالذّهاب أربعا من الصّفا إلى المروة وبالإياب ثلاثا منها إليه سبعة أشواط\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 6 من أبواب السعي الحديث 1\r\n« 2 » الوسائل ج 2 الباب 6 من أبواب السعي الحديث 1\r\n","page_name":" 22 ","page_number":17},
  {"content":"\r\n\r\n\r\n","description":"\r\nينبغي هنا ذكر أمور الأول - انه قد صرح غير واحد من الأصحاب وجوب السعي ذهابا وإيابا في الطريق المتعارف ، لأنه المعهود .\r\nالثاني - قد صرّح أيضا غير واحد بوجوب استقبال المقصد في ذهابه وإيابه بوجهه فلو اقتحم المسجد الحرام وخرج من باب آخر أو سلك سوق الليل لم يجز وكذا لو اعرض عن المقصد بوجهه أو مشى القهقرى وقد استدل على وجوب استقبال المقصد بوجوه الأول - ما دل « 1 » على أن من سهى عن السعي حتى يصير من المسعى على بعضه أو كله ثم ذكر فلا يصرف وجهه منصرفا ولكن يرجع إلى القهقري إلى المكان الذي يجب فيه السعي ، وفيه انه مضافا إلى ضعف سنده يحتمل ان يكون لزوم الرجوع إلى القهقري حكما نفسيا .\r\nالثاني - انه المتعارف في زمان الأئمة ( عليهم السلام ) دون كيفيّة أخرى لأنه المتعارف عند العرف . و ( فيه ) : انه لعله من جهة كون المشي العرفي كذلك ، وقد ذكرنا غير مرة ان الفعل إذا كان جاريا على طبق ما هو المتعارف المعتاد عند العرف لم يدل على المطلوبيّة أصلا ولو استحبابا وذلك نظير ما ورد في الوضوء في بيان فعله ( صلى اللَّه عليه وآله ) من أنه غسل من الأعلى فإن المتعارف من غسل الوجه هو الغسل من الأعلى دون العكس ففعله لا يدل على شيء ، وما نحن فيه من هذا القبيل .\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 9 من أبواب السعي الحديث 2\r\n","page_name":" 23 ","page_number":18},
  {"content":"\r\n\r\n[ في مستحبات السّعي 
  ]\r\n( في مستحبات السّعي ) والمستحب أربعة ان يكون ماشيا ( 1 ) ولو كان راكبا جاز ( 2 )\r\n\r\n\r\n","description":"\r\nالثالث ان القدر المتيقن من الاجزاء هو السعي في حال استقبال نحو المقصود دون غيره ، فلا بد من الاحتياط ، وفيه : انه انما تصل النوبة إلى الاحتياط إذا لم يكن المورد مجرى للبراءة ، أو أصل آخر ، ومن المعلوم ان المرجع فيما نحن فيه هو البراءة ، للشك في قيد زائد وهو وجوب استقبال المقصود ، ولكنه مع ذلك كله لا تخلو المسألة من تأمل .\r\nالثالث من الأمور - انه لا بأس بالالتفات بالوجه مع بقاء مقاديم البدن على حالة الاستقبال ، وذلك للإطلاق بل لو رجع القهقرى في الأثناء ثم عاد لا بقصد الجزئية للسعي لم يقدح في الصحّة وسيجئ تفصيل الكلام عند ذكر المصنف حكم الزّيادة\r\n( 1 ) هذا هو المعروف بين الفقهاء ( قدس اللَّه تعالى أسرارهم ) واستدل له في الجواهر : بأنه أحمز وأدخل في الخضوع وقد ورد « 1 » ان المسعى أحبّ الأراضي إلى اللَّه ، لأنه تذلّ فيه الجبابرة )\r\n( 2 ) أما جواز السعي راكبا فمها لا ينبغي الإشكال فيه وهو المعروف بين الأصحاب ( رضوان اللَّه تعالى عليهم ) بل قد نفى عنه الخلاف وادعى عليه الإجماع بقسميه وقد استدل له بجملة من النصوص المروية عنهم ( عليهم السلام ) - منها :\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 1 من أبواب السعي الحديث 14 مع اختلاف في اللفظ رواه أبو بصير قال : سمعت أبا عبد اللَّه عليه السلام يقول :\r\nما من بقعة أحب إلى اللَّه من المسعى ، لأنه يذل فيه كل جبار\r\n","page_name":" 24 ","page_number":19},
  {"content":"\r\nوالمشي على طرفيه ( 1 ) والهرولة ما بين المنارة وزقاق العطارين ماشيا كان أو راكبا ( 2 )\r\n\r\n\r\n","description":"\r\n1 - صحيح معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) عن المرأة تسعى بين الصفا والمروة على دابة أو على بعير ؟ قال : لا بأس بذلك قال :\r\nوسألته عن الرجل يفعل ذلك ؟ فقال : لا بأس « 1 » 2 - ما عنه أيضا قال : سألته عن الرجل يسعى بين الصّفا والمروة راكبا ؟ قال : لا بأس والمشي أفضل « 2 » 3 - حسن الحلبي عن أبي عبد اللَّه ( عليه السلام ) قال : سألته عن السعي بين الصّفا والمروة على الدّابة ؟ قال : نعم وعلى المحمل « 3 » 4 - ما رواه محمد بن مسلم قال : سمعت أبا جعفر ( عليه السلام ) يقول احدثني أبي ان رسول اللَّه ( صلى اللَّه عليه وآله ) طاف على راحلته واستلم الحجر بمحجنه وسعى عليها بين الصفا والمروة « 4 » إلى غير ذلك من الاخبار المروية عنهم ( عليهم السلام ) .\r\n( 1 ) ما افاده المصنف ( قدّس سرّه ) من استحباب المشي على طرفي المسعى أي أول السعي وآخره أو طرفي المسعى مما هو المعروف بين الأصحاب ويدل عليه ما يأتي من الاخبار .\r\n( 2 ) ما أفاده قدّس سره من استحباب الهرولة في السعي مما لا ينبغي الإشكال فيه وهو المعروف بين الفقهاء ( قدس اللَّه تعالى أسرارهم ) قديما\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 16 من أبواب السعي الحديث 3\r\n« 2 » الوسائل ج 2 الباب 16 من أبواب السعي الحديث 2\r\n« 3 » الوسائل ج 2 الباب 16 من أبواب السعي الحديث 1\r\n« 4 » الوسائل ج 2 الباب 16 من أبواب السعي الحديث 6\r\n","page_name":" 25 ","page_number":20},
  {"content":"\r\n\r\n\r\n","description":"\r\nوحديثا ، بل قد نفى عنه الخلاف ، وادعى عليه الإجماع بقسميه ، واستدل له بحسن معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) قال : ثم انحدر ماشيا وعليك السّكينة والوقار حتى تأتي المنارة وهي طرف المسعى ، فاسع ملء فروجك [ 1 
  ] وقل بسم اللَّه واللَّه أكبر وصلَّى اللَّه على محمد وآله وقل : اللَّهم اغفر ، وارحم واعف عما تعلم ، انك أنت الأعز الأكرم حتى تبلغ المنارة الأخرى قال : وكان المسعى أوسع مما هو اليوم ، ولكن الناس ضيّقوه ، ثم امش وعليك السكينة والوقار ، فاصعد عليها حتى يبدو لك البيت فاصنع عليها كما صنعت على الصفا ، ثم طف بينهما سبعة أشواط تبدأ بالصفا وتختم بالمروة ثم قصر « 1 » ونحوه غيره من الاخبار الآتية ينبغي هنا الإشارة إلى أمرين الأول - ان الهرولة تختص بالرجال لجملة من الاخبار - منها :\r\n","footnote":"\r\n[ 1 
  ] الفروج جمع فرج ، وهو ما بين الرجلين يقال : ( الفرس ملأ فروجه وملأ فروجه ) إذا عد أو أسرع ، ومنه سمى فرج الرجل والمرأة ، لأنه ما بين الرجلين ، فالسعي ملاء الفروج أزيد من الهرولة ، بناء على ما أفاده بعض في تفسيرها بما بين العدو والمشي ، وقد فسرها بعض آخر بأن الهرولة ضرب من العدو . وتردد الجوهري بينهما وربما احتمل كون المعنى واحدا كما يرشد اليه ما عن نظام الغريب من أنه نوع من العد والسهل وكيف كان فالأمر سهل بعد ان كانت الهرولة مستحبة .\r\n« 1 » الوسائل ج 2 الباب 6 من أبواب السعي الحديث 1\r\n","page_name":" 26 ","page_number":21},
  {"content":"\r\n\r\n\r\n","description":"\r\n1 - ما رواه أبو سعيد المكاري عن أبي عبد اللَّه ( عليه السلام ) ان اللَّه وضع عن النساء أربعا وعد منهن السعي بين الصفا والمروة يعني الهرولة « 1 » 2 - ما رواه انس بن محمد عن أبيه جميعا عن جعفر بن محمد عن آبائه عليهم السلام ) في وصيّة النّبي ( صلى اللَّه عليه وآله ) لعلي ( عليه السلام ) قال :\r\nيا علي ليس على النساء جمعة إلى أن قال : ولا هرولة بين الصفا والمروة « 2 » 3 - ما رواه سماعة ( في حديث الهرولة ) إلى أن قال : فاكفف عن السعي وامش مشيا وانما السعي على الرجال وليس على النساء سعى « 3 » والمراد من السعي فيه الهرولة .\r\n4 - خبر أبي بصير ليس على النساء جهر بالتلبية ولا استلام الحجر ولا دخول البيت ولا سعى بين الصفا والمروة يعني الهرولة « 4 » ومن هنا ظهر ضعف ما حكى عن الشيخ المفيد ( قدّس سرّه ) ( من أنه لو خلى موضع السعي للنساء فسعين فيه لم يكن به بأس ) وذلك لاحتياج الحكم باستحباب ذلك عليهن إلى دليل وهو مفقود بل ورد الدليل على خلافه فتدبر .\r\nالثاني - ان ظاهر بعض الأخبار المتقدمة وان كان وجوب الهرولة\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 21 من أبواب السعي الحديث 6\r\n« 2 » الوسائل ج 2 الباب 21 من أبواب السعي الحديث 5\r\n« 3 » الوسائل ج 2 الباب 21 من أبواب السعي الحديث 2\r\n« 4 » الوسائل ج 2 الباب 18 من أبواب الطواف الحديث 1 وذيله في باب 21 من أبواب السعي الحديث 1\r\n","page_name":" 27 ","page_number":22},
  {"content":"\r\nولو نسي الهرولة رجع القهقري ( 1 ) وهرول من موضعها ( 2 ) والدعاء في سعيه ماشيا ومهرولا ( 3 ) ولا بأس ان يجلس في خلال السعي\r\nعليه للأمر بها ، إلا أنه بقرينة خبر سعيد الأعرج يحمل على الاستحباب وهو قال : سألت أبا عبد اللَّه ( عليه السلام ) عن رجل ترك شيئا من الرمل في سعيه بين الصفا والمروة ؟ قال : لا شيء عليه « 1 »\r\n( 1 ) ماشيا إلى الخلف من غير التفات بالوجه\r\n( 2 ) قد صرح بذلك جماعة بل في المسالك نسبته إلى الأصحاب ، واستدل له بقول الصادقين فيما أرسلا عنهما الصدوق والشيخ : ( من سهى عن السعي حتى يصير من المسعى عليه بعضه أو كله ثم ذكر فلا يصرف وجهه منصرفا ولكن يرجع إلى القهقرى إلى المكان الذي يجب فيه السعي « 2 » ان قلت : ان فيه قصور من حيث السند قلت : انه وان كان ضعيفا من حيث السند الا ان ضعفه منجبر بعمل الأصحاب ( رضوان اللَّه تعالى عليهم ) بمضمونه فلا يصغى إلى المناقشة فيه بضعف السند بعد الانجبار فتأمل .\r\nان قلت : انه بناء على انجبار ضعفه فظاهره الوجوب ، قلت : انه ترفع اليد عنه لأجل تسالم الأصحاب ( رضوان اللَّه تعالى عليهم ) على خلافه\r\n( 3 ) اما استحباب الدعاء في حال سعيه ماشيا ومهرولا فمما لا ينبغي الإشكال فيه وهو المعروف بين الأصحاب واستدل له بحسن معاوية بن عمار المتقدم وغيره من الاخبار .\r\n\r\n","description":"","footnote":"\r\n« 1 » الوسائل ج 2 الباب 9 من أبواب السعي الحديث 1\r\n« 2 » الوسائل ج 2 الباب 9 من أبواب السعي الحديث 2\r\n","page_name":" 28 ","page_number":23},
  {"content":"\r\nللراحة ( 1 )\r\n\r\n\r\n","description":"\r\n( 1 ) اما جواز الجلوس على الصفا والمروة في أثناء السعي مطلقا حتى بدون التّعب فمما لا ينبغي الكلام فيه ، وذلك لما سيأتي من الأخبار .\r\nانما الكلام في الجلوس بين الصفا والمروة فقد استدل على الجواز بصحيح الحلبي قال : سألت أبا عبد اللَّه ( عليه السلام ) عن الرجل يطوف بين الصفا والمروة أيستريح ؟ قال : نعم ، ان شاء جلس على الصفا والمروة وبينهما فليجلس « 1 » ولا يخفى ان قوله : ( أيستريح قال : نعم ) ليس قرينة على كون المراد منه جواز الجلوس بين الصفا والمروة لأجل التعب الخارج عن المتعارف دون غيره ، وذلك لإمكان دعوى : ظهور ان إطلاق الاستراحة فيما نحن فيه انما يكون نظير إطلاقها على جلسة الاستراحة في باب الصلاة وهي الجلسة بعد السجدتين مع عدم كونها لأجل التّعب الخارج عن المتعارف وجه إطلاق ذلك عليه هو انه من المعلوم ان كل عبادة لها مقدار من التعب فيكون الجلوس في ضمنها أو بعدها يعد استراحة ، فعليه مقتضى هذا الصحيح هو جواز الجلوس بين الصفا والمروة مطلقا حتى بدون التعب كما هو المعروف بين الأصحاب قدس اللَّه تعالى أسرارهم .\r\nولكن قد ذهب بعض من الفقهاء إلى عدم جواز الجلوس بين الصفا والمروة إلا في صورة التعب الخارج عن المتعارف الذي يطلق عليه الجهد واستدل لذلك بصحيح عبد الرحمن بن أبي عبد اللَّه عن أبي عبد اللَّه ( عليه\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 20 من أبواب السعي الحديث 1\r\n","page_name":" 29 ","page_number":24},
  {"content":"\r\n\r\n\r\n","description":"\r\nالسلام قال : لا يجلس بين الصفا والمروة الا من جهد « 1 » ومن الواضح ان الجهد لا يطلق الا على التعب الخارج عن المتعارف دون غيره ، فعليه تقع المعارضة بينه وبين صحيح الحلبي المتقدم الدال على جواز الجلوس بين الصفا والمروة حتى بدون الجهد .\r\nومقتضى الجمع بينهما هو تخصيص صحيح الحلبي الدال على جواز الجلوس بين الصفا والمروة بصحيح عبد الرّحمن الدّال على عدم جواز الجلوس بينهما الا عن جهد ، ولا تصل النوبة إلى الجمع الحكمي ، وهو حمل النّهي في صحيح عبد الرّحمن على الكراهة ، لما قد ذكرناه مرارا وكرارا انه ما دام يمكن الجمع الموضوعي بين الاخبار لا تصل النوبة إلى الجمع الحكمي ونتيجة الجمع الموضوعي بين صحيح الحلبي وصحيح عبد الرّحمن هو جواز الجلوس بين الصّفا والمروة إذا كان عن تعب خارج عن حد المتعارف بحيث يطلق عليه الجهد دون غيره .\r\nثم أنه يتمّ الكلام هنا في ضمن أمور :\r\n1 - انه يمكن ان يقال بحمل صحيح عبد الرّحمن المتقدم الدّال على حرمة الجلوس بين الصّفا والمروة على كراهة الجلوس بينهما إذا كان من غير تعب خارج عن المتعارف وذلك بقرينة صحيح معاوية بن عمّار الدال على جواز الجلوس بينهما بناء على تماميّة دلالته على ذلك ، ولا بأس بذكر الحديث وهو انه سأل أبا عبد اللَّه ( عليه السلام ) عن الرجل يدخل في السعي\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 20 من أبواب السعي الحديث 4\r\n","page_name":" 30 ","page_number":25},
  {"content":"\r\n\r\n\r\n","description":"\r\nبين الصفا والمروة يجلس عليهما ؟ قال : نعم أوليس هو ذا يسعى على الدواب « 1 » .\r\nلإمكان دعوى دلالته على جواز الجلوس بين الصفا والمروة فبناء عليه ترفع اليد عن ظاهر صحيح عبد الرحمن الدال على حرمة الجلوس بدون الجهد ويحمل على الكراهة لصحيح معاوية الذي يكون نصّا في جواز الجلوس بدون الجهد فيكون رفع اليد عن الظَّاهر بواسطة النّص .\r\nان قلت : ان مورد السؤال في حديث معاوية عن الجلوس على الصّفا والمروة دون الجلوس بينهما .\r\nقلت يمكن أن يقال : أن مورد السؤال وان كان ذلك الا أن المستفاد من الجواب التعميم في الحكم لامكان دعوى ان الجواب بالجلوس بين الصفا والمروة أنسب من الجلوس على الصّفا والمروة .\r\nولذا يمكن المناقشة فيه بعدم مناسبة التعليل المذكور فيه في مقام الجواب لسؤاله ، لكونه عن الجلوس على الصّفا والمروة والتعليل وهو قوله ( عليه السلام ) : ( أوليس هو ذا يسعى على الدواب ) يناسب الجلوس بينهما الثاني - انه يمكن أن يقال - بعد الغض عما ذكر - ان المستفاد من التّعليل المذكور في حديث معاوية هو جواز الجلوس بين الصّفا والمروة مطلقا فيخصّص بما دل على عدم جواز الجلوس بينهما بدون تعب خارج عن المتعارف الذي يطلق عليه الجهد وهذا جمع موضوعي مقدّم على الجمع الحكمي .\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 20 من أبواب السعي الحديث 2\r\n","page_name":" 31 ","page_number":26},
  {"content":"\r\n\r\n[ ويلحق بهذا الباب مسائل 
  ]\r\n\r\n[ الأولى السعي ركن 
  ]\r\n( ويلحق بهذا الباب مسائل ) الأولى السعي ركن من تركه عامدا بطل حجة ( 1 )\r\n\r\n","description":"\r\nإلا أن يقال إن التعليل آب عن التخصيص فإنه شبهه بالركوب على الدواب الذي هو جائز مطلقا حتى من دون تعب .\r\nولا يخفى ان الأمر الأول والثاني بعد يحتاج إلى الملاحظة والتأمل .\r\nالثالث - انه يمكن ان يقال بجواز الجلوس بين الصفا والمروة مطلقا ويستدل لذلك بالأخبار الدالة على جواز السعي راكبا الذي هو ملازم للجلوس . ولكن فيه ما لا يخفى .\r\nأما أولا - فلان الراكب وان كان جالسا على المركوب لكنه كما يسند المشي إلى المركوب كذلك يسند إلى الراكب وهذا بخلاف الجالس وأما ثانيا - فلان الدليل انما ورد في خصوصا الراكب فلا يمكن التعدي عن مورده إلى مفروض المقام ، لأنه قياس والقياس باطل عندنا مضافا إلى أنه مع الفارق فان الراكب الجالس مشغول بالسعي وهذا بخلاف الجالس على الأرض لكونه تاركا له كما لا يخفى .\r\n( 1 ) هذا هو المعروف بين الأصحاب ( قدس اللَّه تعالى أسرارهم ) قديما وحديثا بل قد نفى عنه الخلاف وادعى عليه الإجماع ويدل عليه - مضافا إلى قاعدة عدم الإتيان بالمأمور به على وجهه - صحيح معاوية بن عمار عن أبي عبد اللَّه عليه السلام في رجل ترك السعي متعمدا ؟ قال : عليه\r\n","footnote":"","page_name":" 32 ","page_number":27},
  {"content":"\r\nولو كان ناسيا وجب عليه الإتيان به فان خرج عاد ليأتي به فان تعذر استناب فيه ( 1 )\r\n\r\n\r\n","description":"\r\nالحج من قابل « 1 » وصحيحة الآخر أنه قال : في رجل ترك السعي متعمدا ؟\r\nقال : لا حج له « 2 » ومن هنا يظهر ضعف ما حكى عن بعض انه واجب غير ركن فإذا تركه كان عليه دم وما حكى عن بعض آخر من أنه مستحب على رواية .\r\nينبغي هنا الإشارة إلى ما يلي :\r\n1 - مقتضى إطلاق الباب عدم الفرق في وجوب إعادة حجة عليه بتركه السعي بين العمرة والحج .\r\n2 - مقتضى إطلاق أخبار الباب أيضا عدم الفرق بين تركه رأسا وبين ما إذا اتى به ولكن ناقصا حتى خرج وقت التدارك لاتحاد الملاك .\r\n( 1 ) قد نفى عنه الخلاف ، وادعى عليه الإجماع ، ويدل عليه جملة من النصوص - منها :\r\n1 - حسن معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) قال : قلت له رجل نسي السعي بين الصفا والمروة ؟ قال يعيد السعي ، قلت : فإنه خرج « فإنه ذلك حتى خرج خ ل » قال : يرجع فيعيد السعي ان هذا ليس كرمي الجمار ان الرمي سنة والسعي بين الصفا والمروة فريضة « 3 »\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 7 من أبواب السعي الحديث 1\r\n« 2 » الوسائل ج 2 الباب 7 من أبواب السعي الحديث 3\r\n« 3 » الوسائل ج 2 الباب 8 من أبواب السعي الحديث 1\r\n","page_name":" 33 ","page_number":28},
  {"content":"\r\n\r\n\r\n","description":"\r\n2 - خبر الشحام عن أبي عبد اللَّه ( عليه السلام ) سألته عن رجل نسي أن يطوف بين الصفا والمروة حتى يرجع إلى أهله فقال : يطاف عنه « 1 » 3 - صحيح محمد بن مسلم عن أحدهما ( عليهما السلام ) قال : سألته عن رجل نسي أن يطوف بين الصّفا والمروة ؟ قال : يطاف عنه « 2 » ينبغي هنا التنبيه على أمور :\r\nالأول - ان مقتضى الجمع بين حسن معاوية بن عمار الدّال على لزوم الرجوع لمن نسي السعي وبين خبر الشّحام وصحيح محمد بن مسلم الدال على أنه يطاف عنه بعد تقييد إطلاق كل واحد منهما بالاخر هو التفصيل بين تمكنه من الرجوع من غير مشقة .\r\nفيتعين عليه ذلك ولا يجزيه الاستنابة وبين عدم تمكنه منه بدونها كما إذا رجع إلى أهله وبلده فيجوز له الاستنابة حينئذ ويجزيه .\r\nالثاني - انه قد ظهر مما ذكرناه ان عدم بطلان حجه بنسيانه السعي انما يكون من جهة النّصوص المتقدمة ولا يكون ذلك لحديث الرفع فإنه رافع للتكليف عن المنسي لا مثبت فلا يصحح الباقي .\r\nولا لقاعدة نفي العسر والحرج فإنها أيضا كذلك الثالث - ان مقتضى إطلاق صحيح معاوية بن عمار صحة إعادة السعي ولو مضى الوقت وهو ذي الحجة أو أيام التشريق خصوصا على\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 8 من أبواب السعي الحديث 2\r\n« 2 » الوسائل ج 2 الباب 8 من أبواب السعي الحديث 3\r\n","page_name":" 34 ","page_number":29},
  {"content":"\r\n\r\n","description":"\r\nما في بعض النسخ : ( فاته ذلك حتى خرج ) لعدم صدق الفوت مع بقاء الوقت .\r\nالرابع - الظاهر أن من أخل بالسعي لا يحل له مما يتوقف عليه من المحرمات كالنساء حتى يأتي به بنفسه أو بنائبه بل الظاهر لزوم الكفارة لو واقع زوجته بعد ذكره .\r\nالخامس - قال في الجواهر : ( وفي إلحاق الجاهل بالعامد أو الناسي وجهان أحوطهما ان لم يكن أقواهما الأول ، كما اختاره في المسالك وغيرها خصوصا مع ملاحظة إطلاق الأصحاب العامد الشامل للجاهل والعالم مضافا إلى الأصل الذي لم يثبت انقطاعه بثبوت قاعدة معذورية الجاهل في الحج وان تضمنها بعض النصوص المعتبرة الا انّ ظاهر الأصحاب الإعراض عنها ) يمكن ان يقال ببطلان حجه فيما إذا ترك السعي جهلا ، لإطلاق الأخبار الدالة على بطلان الحج بترك السعي عمدا ، لشموله للجاهل .\r\nالا ان يناقش فيه : بأنه وان كان عنوان الاختيار صادقا عليه ولكن لا يصدق عليه عنوان العمد لأنه يعتبر في صدق عنوانه مضافا إلى كونه إراديا : القصد ، فمن قتل شخصا بخيال انه كافر حربي ، فظهر كونه رجلا مؤمنا هذا القتل وان كان فعلا اختياريا له ، لكنه لا ينطبق عليه عنوان العمد ، لعدم كونه قاصدا للعنوان من جهة جهله ، ومفروض المقام يكون من هذا القبيل السادس - قد يقال : انه لا نحتاج في الحكم ببطلان حجه بالأخبار التي دلت على بطلان الحجّ بترك السعي عمدا لان الحكم بذلك انما يكون على وفق القاعدة ، لأنه ليس معنى البطلان بناء عليها الا عدم انطباق المأتي به\r\n","footnote":"","page_name":" 35 ","page_number":30},
  {"content":"\r\n\r\n[ الثانية : لا يجوز الزيادة على سبع 
  ]\r\nالثانية : لا يجوز الزيادة على سبع ولو زاد عمدا بطل ( 1 )\r\n\r\n\r\n","description":"\r\nعلى المأمور به ومفروض المقام كذلك لكون المأمور به هو الحج مع السعي لا بدونه فلا ينطبق ما أتى به على ما أمر به ، لعدم إتيانه به جهلا كما هو المفروض ولا يقصد من البطلان بناء عليها الا ذلك .\r\nالسابع - انه قد حقق في محله اختصاص من الكفارات بصورة العمد فلا تثبت في صورة الجهل الا ان يقوم دليل تعبدي على ثبوتها في صورة الجهل أيضا كما قام ذلك في الصيد وغيره .\r\n( 1 ) هذا هو المعروف بين الأصحاب رضوان اللَّه تعالى عليهم وقد نفى عنه الخلاف ويدل عليه جملة من النصوص المروية عنهم ( عليهم السلام ) - منها :\r\n1 - خبر عبد اللَّه بن محمد عن أبي الحسن عليه السلام قال : الطواف المفروض إذا زدت عليه مثل الصلاة فإذا زدت عليها فعليك الإعادة وكذلك السعي « 1 » 2 - صحيح معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) قال :\r\nان طاف الرجل بين الصفا والمروة تسعة أشواط فليسع على واحد وليطرح ثمانية وان طاف بين الصفا والمروة ثمانية أشواط فليطرحها وليستأنف السعي « 2 » قال في الجواهر : ( بناء على ما قيل من كونه في العمد وان البناء على الواحد في الأول باعتبار البطلان بالثمانية فيبقى الواحد ابتداء سعي\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 12 من أبواب السعي الحديث 2\r\n« 2 » الوسائل ج 2 الباب 12 من أبواب السعي الحديث 1\r\n","page_name":" 36 ","page_number":31},
  {"content":"\r\nولا يبطل بالزيادة سهوا ( 1 )\r\n\r\n","description":"\r\nاما إذا كان ثمانية فليس الا البطلان باعتبار كون الثامن ابتداءه عن المروة فلا يصلح البناء عليه وان كان هو لا يخلو عن إشكال أو منع كما ستعرف ) وسيظهر لك تحقيق ذلك في الفرع الآتي .\r\nوكيف كان فلا ينبغي الإشكال في بطلان السعي بتعمد الزيادة سواء قلنا باختصاص خبر عبد اللَّه بن محمد الدال على بطلان السعي بالزيادة بصورة العمد أو لم نقل ذلك لدخول مفروض المسألة فيه فيحكم ببطلانه بها مطلقا .\r\nولكن مقتضى الجمع بينه وبين الاخبار الآتية هو القول باختصاصه .\r\nبصورة العمد على ما سيظهر لك ذلك ( ان شاء اللَّه تعالى )\r\n( 1 ) هذا هو المعروف بين الأصحاب ( رضوان اللَّه تعالى عليهم ) بل قد نفى عنه الخلاف وادعى الإجماع بقسميه عليه .\r\nتفصيل الكلام فيه هو ان من زاد في سعيه شوطا واحدا أو أكثر ( فتارة ) يكون عن عمد و ( أخرى ) عن سهو و ( ثالثة ) عن جهل فيقع الكلام هنا في مقامات ثلاث .\r\nاما الكلام في المقام الأول فقد تقدم انه يوجب البطلان للأخبار المتقدمة بما تقدم ذكره .\r\nوأما الكلام في المقام الثاني فنقول انه قد وقع الخلاف بين الأخبار الواردة فيه في أنه هل يتعين عليه طرح الشوط الزائد أو يتعين عليه تتميمه بسبعة أخرى .\r\n","footnote":"","page_name":" 37 ","page_number":32},
  {"content":"\r\n\r\n\r\n","description":"\r\nيمكن الاستدلال على الثاني بما رواه محمد بن مسلم عن أحدهما ( في حديث الطواف ) قال : إذا استيقن انه سعى ثمانية أضاف إليها ستا « 1 » واما الإشكال على التتميم بهذا النحو بلزوم ابتداء كون السعي الثاني من المروة مع لزوم كون ابتدائه من الصفا في غير محله كيف وهو اجتهاد في مقابل النص ولا مانع من تخصيص ما دل على لزوم البدأة بالصفا به .\r\nوكذلك لا مجال للإشكال عليه بعدم كونه حين شروعه في السعي الثاني ناويا له وذلك لعدم اعتبار نية عنوانه بل يكفي كونه ناويا للسعي والمفروض أنه يكون ناويا كذلك .\r\nكما أنه لا مجال للإيراد عليه بعدم كون السعي كالطواف حتى يقع مستحبا نفسيا وذلك لإمكان ثبوت ذلك في خصوص مفروض المقام بدليل التعبد .\r\nفقد ظهر مما ذكرنا هو لزوم التتميم الشوط الزائد لا إهداره في خصوص زيادة الشوط الواحد سهوا .\r\nولكن يعارض رواية محمد بن مسلم ما رواه عبد الرحمن بن الحجاج عن أبي إبراهيم ( عليه السلام ) في رجل سعي بين الصفا والمروة ثمانية أشواط ما عليه ؟ فقال : ان كان خطأ أطرح واحدا واعتد بسبعة « 2 » وما رواه معاوية قال من طاف بين الصفا والمروة خمسة عشر شوطا طرح ثمانية واعتد بسبعة « 3 »\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 13 من أبواب السعي الحديث 1 .\r\n« 2 » الوسائل ج 2 الباب 13 من أبواب السعي الحديث 3\r\n« 3 » الوسائل ج 2 الباب 13 من أبواب السعي الحديث 4\r\n","page_name":" 38 ","page_number":33},
  {"content":"\r\n\r\n","description":"\r\nولكن قد يقال أن هذا وارد في مورد خاص وهو صورة زيادة ثمانية أشواط فلا مورد للتتميم .\r\nوكيف كان فيقع المعارضة بين رواية محمد بن مسلم الدّال على وجوب تتميم الشّوط الزائد وبين رواية عبد الرّحمن بن الحجّاج الدّال على لزوم طرح الشوط الزائد .\r\nولكن قد ذكرنا غير مرّة ان المعارضة انما تتحقق إذا لم يمكن الجمع العرفي بين الاخبار المتعارضة فعليه في مفروض المقام لا معارضة بينهما لامكان الجمع العرفي بينهما وهو ان مقتضى قوله ( عليه السلام ) في رواية معاوية بن عمار : ( إذا استيقن انه سعى ثمانية أضاف إليها ستّا ) هو وجوب تتميم الشوط الزّائد عليه ظاهرا وهذا بخلاف قوله ( عليه السلام ) في رواية عبد الرّحمن بن الحجّاج : ( ان كان خطأ اطرح واحدا واعتد بسبعة ) لكونه صريحا في عدم وجوب التتميم فترفع اليد عن ظاهر رواية معاوية بن عمار بنص الآخر وقد تقدم منا مرارا : أن حكومة النصّ على الظَّاهر من أجلى الحكومات فعليه يحمل الأمر بالتتميم في رواية محمد بن مسلم على الاستحباب فتدبر .\r\nويمكن الجمع بينهما بتقريب آخر ويعبر عنه بالتّخيير في المسألة الفقهية وهو ان إطلاق الأوى في كل واحد منهما يقتضي التعيينية فيقيد إطلاق كل واحد منهما بنصّ الآخر ، وكيف كان فلا تصل النوبة إلى الجمع بينهما بالتخيير في المسألة الأصولية وهو الأخذ بأحد الحجّتين بعد تعارضهما فيكون الحكم معيّنا .\r\n","footnote":"","page_name":" 39 ","page_number":34},
  {"content":"\r\n\r\n\r\n","description":"\r\nثم إن تحقيق الكلام يتوقف على ذكر أمرين :\r\nالأول - انه لو أتم الشّوط الزائد بمقتضى الأمر الوجوبي أو الندبي فيقع الكلام في أن سعيه للحج هل يكون هو الأول أو الثّاني أو هو مخير بين ان يجعل سعيه الأول جزء للحج أو سعيه الثاني .\r\nيمكن ان يقال إن المتعين هو جعل السعي الأول جزء للحج ، لحصول امتثال المأمور به بوجود الطبيعة في ضمن الفرد الأول فانطباق المأتي به على المأمور به قهري والاجزاء عقلي .\r\nولكن التحقيق انه ان قلنا بأن الثاني مستحب فالواجب هو الأول من دون ريب وان قلنا بان كلا السعيين واجب فيمكن ان يقال : بأن حجه في هذه الصورة ذو سعيين لوجوب كليهما في خصوص هذا المورد .\r\nويحتمل أن يكون الواجب هو الأول ويكون وجوب الثاني لتتميم النقص الحاصل من الزيادة فتأمل .\r\nالثاني - انه يعارض ما تقدم من الاخبار ما رواه معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) قال : ان طاف الرجل بين الصفا والمروة تسعة أشواط فليسع على واحد وليطرح ثمانية وان طاف بين الصفا والمروة ثمانية أشواط فليطرحها وليستأنف السعي « 1 » تقريب المعارضة : هو انه لو حمل على صورة النسيان كان ذيله معارضا لصحيح محمد بن مسلم المتقدم الدال على لزوم تتميم الشّوط الزّائد لا طرحه\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 12 من أبواب السعي الحديث 1\r\n","page_name":" 40 ","page_number":35},
  {"content":"\r\n\r\n","description":"\r\nوصحيح عبد الرحمن المتقدم الدال على لزوم طرح الشوط الزائد والاعتداد بسبعة وذلك لدلالة ذيل هذا الحديث على لزوم طرح ثمانية أشواط واستئناف السعي من رأس .\r\nولو حمل على صورة العمد لا يستقيم أيضا لأن الزيادة العمدية موجبة للبطلان وصدره يدل على الخلاف وذلك لحكمه فيه بصحة شوط واحد فيعارض مع ما تقدم من حديث عبد اللَّه بن محمد بناء على كونه واردا في العمد ويمكن حمل ذيله على صوره العمد فعليه يتم الحكم ببطلان سعيه للزيادة العمدية وأما صدره مخيل على صورة النسيان .\r\nولكن هذا مضافا إلى أنه مناف لوحدة السياق مخالف للاخبار السابقة لدلالة بعضها على تتميم الزائد ودلالة بعضها على طرح الزائد ولم يكن فيها ما يدل على طرح الثمانية .\r\nثم إنه يمكن حمله صدرا وذيلا على صورة العمد فعليه لا ينافي الاخبار وأما الحكم في صدره بصحة سعيه التاسع بعد بطلان سعيه السابع بإتيانه بالثامن انما يكون لأجل أنه سعيه الأول بحسب هو التاسع فينطبق على الأخبار الدالة على لزوم البدأة من الصفاء .\r\nولكن مع ذلك كله فالذي يسهل الخطب ان الحديث معرض عنه فلا اعتبار به لخروجه بإعراضهم عنه عن حيز دليل الاعتبار فتدبر .\r\nوأما الكلام في المقام الثالث فنقول ان مقتضى إطلاق رواية معاوية ابن عمار ( قال : من طاف بين الصفا والمروة خمسة عشر شوطا طرح ثمانية واعتد بسبعة ) الدال على عدم بطلان السعي بالزيادة ولزوم طرح\r\n","footnote":"","page_name":" 41 ","page_number":36},
  {"content":"\r\nومن تيقن عدد الأشواط وشك فيما به بدأ فإن كان في المزدوج على الصفا فقد صح سعيه لأنه بدء به وان كان على المروة أعاد وينعكس الحكم مع الغطاس الغرض ( 1 )\r\n\r\n\r\n","description":"\r\nالشوط الزائد شموله لصورة العمد والجهل والنسيان .\r\nولكن قد خرج عن تحت إطلاقه صورة العمد لما مضى من رواية عبد اللَّه بن محمد الدالة على بطلان السعي بالزيادة بناء على كونها في العمد لما ذكر .\r\nوخرج عن تحت إطلاقه أيضا صورة النسيان ، لما تقدم من رواية عبد الرحمن بن الحجاج الدال على لزوم طرح الشوط الزائد عليه بل ذكر انه يستحب له التتميم بحكم الجمع الذي نقدم ذكره فبقي تحت إطلاقه صورة الجهل فقط .\r\nثم إنه قد ورد في خصوص صورة الجهل ما رواه جميل بن دراج قال حججنا ونحن صرورة فسعينا بين الصفا والمروة أربعة عشر شوطا فسألت أبا عبد اللَّه ( عليه السلام ) عن ذلك ؟ فقال : لا بأس سبعة لك وسبعة تطرح « 1 » وهذا كما ترى يدل .\r\n( 1 ) تفصيل الكلام في هذه المسألة هو انه ( تارة ) يحصل للطائف بين الصفا والمروة الشك في عدد الأشواط ويقع الكلام في أنه هل يكون شكه موجبا للإعادة أولا و ( أخرى ) : يحصل له ذلك في مبدأ سعيه مع علمه بعدد الأشواط .\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 13 من أبواب السعي الحديث 5\r\n","page_name":" 42 ","page_number":37},
  {"content":"\r\n\r\n[ الثالثة من لم يحصل عدد سعيه أعاده 
  ]\r\nالثالثة من لم يحصل عدد سعيه أعاده ( 1 )\r\n\r\n","description":"\r\nأما الصورة الأولى فيأتي حكمها في الفرع الآتي وأما الصورة الثانية وهي ما إذا علم بعد الأشواط ولكن شك في أنه هل بدأ بالسعي من الصفا أو المروة فعليه النظر في أنه هل هو على الصفا أو المروة أو في الأثناء . فإن كان على الصفا وكان ما بيده زوجا كشف عن انه بدأ بالصفا ويحكم بصحة سعيه ، وان كان فردا كشف عن انه بدأ من المرة ويحكم ببطلان سعيه .\r\nوان كان على المروة انعكس الأمر فإن كان ما بيده زوجا كشف عن انه بدأ من المروة ويحكم ببطلان سعيه وان كان ما بيده فردا كشف عن انه بدأ من الصفا ويحكم بصحة سعيه وان كان في الأثناء فأيضا يمكن استعلام حاله بأنه يرى أنه هل هو متوجه إلى الصفا أو إلى المروة .\r\nهذا كله إذا رفع شكه به واما إذا بقي على شكه فعليه الإعادة لرجوع الشك فيه إلى الشك في تحقق المأمور به فتدبر .\r\n( 1 ) ما افاده المصنف من وجوب إعادة السعي لو شك في عدد سعيه مما لا ينبغي الإشكال فيه وعليه الأصحاب كما في النافع والقواعد وحكى الاقتصار والوسيلة والجامع والمهذب وغيرها على ما في الجواهر ولكن لا مطلقا بل فيما إذا شك فيه وهو في أثناء السعي وأما إذا شك فيه بعد الفراغ فلا عبرة به ويحكم بصحة السعي لما سنشير إليه في ذيل المبحث .\r\nوكيف كان تفصيل الكلام فيه هو انه ( تارة ) : يتكلم فيه بحسب\r\n","footnote":"","page_name":" 43 ","page_number":38},
  {"content":"\r\n\r\n","description":"\r\nما تقتضيه القاعدة و ( أخرى ) : بحسب ما يقتضيه الاخبار .\r\nأما الكلام فيه بناء على الأول فيمكن ان يقال إن مقتضى القاعدة هو لزوم الإعادة - كما ذهب اليه المشهور - وذلك لتردده بين محذورى الزيادة والنقيصة لأنه لو أخذ بالأقل وأنى بشوط آخر احتمل الزيادة ولو أخذ بالأكثر احتمل النقيصة وكلاهما موجب للبطلان .\r\nوأما أصالة عدم الزيادة فيمكن ان يقال بعدم جريانها فيه لأنه تعويل على الأصل المثبت الذي لا نقول به وحينئذ فيتعين عليه الإعادة تحصيلا للفراغ اليقيني .\r\nثم إنه انه قد يقع الإشكال في إعادة السعي في المحل المفروض لأنه لو أعاد السعي صار لا محالة ما يأتي به من الأشواط بعنوان الإعادة منضما إلى ما أتي به أولا من الأشواط فيحكم ببطلانه لحصول الزيادة .\r\nوذلك لعدم بطلان ما أتي به من السعي أولا ، لعدم اعتبار الموالاة فيه حتى يحكم ببطلان ما أتى به من الأشواط لحصول الفصل بين ما أتى أولا من الأشواط وبين ما أتى به ثانيا منها .\r\nوأما الإعراض فلم يثبت لكونه مبطلا ولكن يمكنه بطلانه بالزيادة العمدية .\r\nثم لا يخفى انه يمكنه من انمام سعيه في مفروض المقام بدون لزوم محذور الزيادة أو النقيصة وذلك كما لو فرضنا مثلا انه شك بين ست أشواط وسبع فيأتي بشوط آخر بعنوان الرجاء فعليه ان كان ما أتى به في الواقع ستا فما يأتي به بعنوان الرجاء يكون مكملا له وان كان في الواقع سبعا\r\n","footnote":"","page_name":" 44 ","page_number":39},
  {"content":"\r\n\r\n\r\n","description":"\r\nفما أتى به لا يوجب البطلان لعدم إتيانه به بعنوان الجزئية بل بعنوان الرجاء هذا كله بحسب ما تقتضيه القاعدة ولكنه لا يخلو من تأمل .\r\nوأما بناء على الثاني وهو ما تقتضيه الاخبار فنقول : ان مقتضى الاخبار هو بطلان السعي في مفروض المقام وهو ما لو شك في عدد أشواط السعي .\r\nويدل عليه صحيح سعيد بن يسار قال : قلت لأبي عبد اللَّه ( عليه السلام ) الرجل متمتع سعي بين الصفا والمروة ستة أشواط ثم رجع إلى منزله وهو يرى أنه قد فرغ منه وقلم أظافيره وأحل ثم ذكر انه سعى ستة أشواط ؟\r\nفقال لي : يحفظ انه قد سعى ستة أشواط ، فإن كان يحفظ انه قد سعى ستة أشواط فليعد وليتم شوطا وليرق دما ، فقلت : دم ما ذا ؟ قال :\r\nبقرة ، قال : وان لم يكن حفظ انه قد سعى ستة فليعد فليبتدء السعي حتى يكمل سبعة أشواط ثم ليرق دم بقرة « 1 » ثم إنه ينبغي هنا الإشارة إلى أمرين :\r\nالأول - انه لو شك في عدد الأشواط يجب عليه الإعادة لو شك قبل حصول عنوان الفراغ وأما إذا شك فيه بعد الأشواط فيتجرى قاعدة الفراغ ويحكم بعدم لزوم إعادته لان من القواعد المسلمة عدم العبرة بالعبرة بالشك بعد الفراغ للاخبار « 2 »\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 14 - من أبواب السعي الحديث 1\r\n« 2 » الوسائل ج 2 الباب 44 من أبواب الوضوء والباب 23 من أبواب الخلل الواقع في الصلاة الحديث 1 و 3 والباب 27 من هذه الأبواب\r\n","page_name":" 45 ","page_number":40},
  {"content":"\r\nومن تيقن النقيصة اتى بها ( 1 )\r\n\r\n","description":"\r\nوأما ذيل صحيح سعيد بن يسار فليس مفروضه احتمال الإتيان بالسبعة حتى يكون شكا بعد الفراغ بل مفروضه القطع بعدم الإتيان السبعة والشك في الإتيان بالستة .\r\nالثاني - انه لو شك في عدد الأشواط بعد الفراغ فلا يلتفت اليه سواء كان بعد انصرافه عن المسعى أولا الثالث - انه يقع الإشكال في صحيح سعيد بن يسار وهو انه حكم الإمام ( عليه السلام ) بإراقة دم بقرة لتقليم اظافيري مع أن كفارة تقليم الأظفار حسب الأخبار هي دم شاة لا بقرة ولكن لا يضر ذلك به لاحتمال خصوصية فيه فبه يخصص ما دل مطلقا على أن كفارة تقليم الأظافير هي دم شاة لا دم بقر .\r\n2 - ان هذا الحديث وارد في خصوص العمرة لا في الحج لأنه لو قلنا بوروده فيه لا يمكننا القول بحرمة تقليم الأظفار عليه ، لصيرورته محلا بإتيانه باعمال منى .\r\n( 1 ) قال في الجواهر : ( سواء كانت شوطا أو أقل أو أكثر ، وسواء ذكرها قبل فوات الموالاة أو بعدها ، لعدم وجوبها فيه إجماعا ، كما عن التّذكرة ، ولا نعرف فيه خلافا ، كما عن المنتهى ، بل مقتضى إطلاق المتن والقواعد والشيخ في كتبه وبنى حمزة وإدريس والبرّاج وسعيد على ما حكى عن بعضهم عدم الفرق بين تجاوز النّصف وعدمه ، ولعله للأصل وما يأتي من القطع للصلاة بعد شوط وللحاجة بعد ثلاثة أشواط خلافا لما\r\n","footnote":"","page_name":" 46 ","page_number":41},
  {"content":"\r\n\r\n\r\n","description":"\r\nعن المفيد وسلار وأبي الصلاح وابن زهرة من اعتبار مجاوزة النصف في البناء نحو ما سمعته في الطواف بل عن الغنية الإجماع عليه . إلخ ) ويمكن الاستدلال لما أفاده ابن زهرة من اعتبار مجاوزة النّصف في البناء بما رواه أحمد بن عمر الحلال عن أبي الحسن ( عليه السلام ) قال : سألته عن امرأة طافت خمسة أشواط ثم اعتلَّت ؟ قال : إذا حاضت المرأة وهي في الطَّواف بالبيت أو بالصفا والمروة وجاوزت النّصف علمت ذلك الموضع الذي بلغت فإذا هي قطعت طوافها في أقل من النّصف فعليها أن تستأنف الطَّواف من أوّل « 1 » وما رواه أبا بصير عن أبي عبد اللَّه ( عليه السلام ) قال : إذا حاضت المرأة وهي في الطواف بالبيت وبين الصفا والمروة فجاوزت النّصف فعلمت ذلك الموضع فإذا طهرت رجعت فأتمت بقية طوافها من الموضع الذي علمته ، فإن هي قطعت طوافها في أقل من النّصف فعليها أن تستأنف الطَّواف من اوّله « 2 » لكنهما ضعيفان سندا فلا يصلحان لمعارضة ما دل على جواز القطع قبل تجاوز النصف وبعده ولم يثبت انجبار ضعفهما يعمل الأصحاب بمضمونهما .\r\nوأما الإجماع الذي ادعاه في الغنية على اعتبار مجاوزة النصف في البناء فلا عبرة به .\r\nاما أولا - فلأنه موهون بالشهرة المتحققة على خلافه .\r\nواما ثانيا - فلما ذكرناه غير مرّة من أن الإجماع المعتبر هو التعبدي\r\n","footnote":"\r\n« 1 » الوسائل ج 3 الباب 85 من أبواب الطواف الحديث 2\r\n« 2 » الوسائل ج 3 الباب 85 من أبواب الطواف الحديث 1\r\n","page_name":" 47 ","page_number":42},
  {"content":"\r\nولو كان متمتعا بالعمرة وظن أنه أتم فأحل وواقع النساء ثم ذكر ما نقص كان عليه دم بقرة على رواية ويتم النقصان ( 1 ) وكذا قيل ( 2 ) لو قلم أظفاره أو قص شعره ( 3 )\r\n\r\n\r\n","description":"\r\nمنه دون المدركى ، وفي المقام يحتمل ان يكون مدركه ما تقدم من الخبرين فلا عبرة به والعبرة بالمدرك ، وقد عرفت انه غير قابل للاعتماد عليه من جهة ضعفه سندا .\r\nمراده قدّس سرّه من الرّواية رواية عبد اللَّه مسكان قال : سألت أبا عبد اللَّه ( عليه السلام ) عن رجل طاف بين الصفا والمروة ستة أشواط وهو يظن أنها سبعة فذكر بعد ما حل وواقع النساء أنه إنما طاف ستة أشواط ؟\r\nقال : عليه بقرة يذبحها ويطوف شوطا آخر « 1 » هذه الرواية ضعيفة سندا .\r\nان قلت : انها وان كانت ضعيفة من حيث السند الا انها منجبرة بعمل الأصحاب ( رضوان اللَّه تعالى عليهم ) بمضمونها ، قلت : انه لم يثبت عمل جميع الأصحاب بمضمونها ، نعم حكى عن جماعة العمل بها .\r\n( 2 ) والقائل الشيخ وجماعة من الأصحاب على ما في المدارك .\r\n( 3 ) لصحيح ابن يسار السّابق الذي ليس فيه الا تقليم الأظفار ، ولذا اقتصر عليه في محكي التذكرة ، وقد تقدم ذكره عند ذكر المصنف ( قده ) حكم ما إذا شك في عدد الأشواط ، ومن أراد الاطلاع عليه فليراجعه .\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 14 من أبواب السعي الحديث 2\r\n","page_name":" 48 ","page_number":43},
  {"content":"\r\n\r\n[ الرابعة لو دخل وقت فريضة وهو في السعي قطعه 
  ]\r\nالرابعة لو دخل وقت فريضة وهو في السعي قطعه وصلى ثم أتمه ( 1 ) وكذا لو قطعه لحاجة له أو لغيره ( 2 )\r\n\r\n\r\n","description":"\r\n( 1 ) هذا هو المعروف بين الفقهاء ( قدس اللَّه تعالى أسرارهم ) بل عن المنتهى والتذكرة انه لا يعرف في جواز القطع للصلاة خلافا ويدل عليه جملة من النصوص الواردة في المقام منها :\r\n1 - صحيح معاوية بن عمار قال : قلت لأبي عبد اللَّه ( عليه السلام ) : الرجل يدخل في السعي بين الصفا والمروة فيدخل وقت الصلاة أيخفف أو يقطع ويصلي ثم يعود أو يثبت كما هو على حاله حتى يفرغ ؟ قال : لإبل يصلى ثم يعود أوليس عليهما مسجد « 1 » اي موضع صلاة .\r\n2 - ما رواه علي بن فضال قال : سأل محمد بن علي أبا الحسن ( عليهما السلام ) فقال له : سعيت شوطا واحدا ثم طلع الفجر ؟ فقال : صل ، ثم عد ، فأتم سعيك « 2 » 3 - ما رواه محمد بن فضيل انه سأل محمد بن علي الرضا ( عليه السلام ) فقال له : سعيت شوطا ، ثم طلع الفجر قال : صلّ ثم عد فأتم سعيك « 3 »\r\n( 2 ) هذا هو المعروف بين الأصحاب ( قدس اللَّه تعالى أسرارهم ) واستدل بما رواه يحيى بن عبد الرحمن الأزرق قال : سألت أبا الحسن ( عليه السلام ) : عن الرجل يدخل في السّعي بين الصفا والمروة فيسعى ثلاثة أشواط أو أربعة ثم يلقاه الصّديق له فيدعوه إلى الحاجة أو إلى الطَّعام ؟\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 18 من أبواب السعي الحديث 1\r\n« 2 » الوسائل ج 2 الباب 18 من أبواب السعي الحديث 2\r\n« 3 » الوسائل ج 2 الباب 18 من أبواب السعي الحديث 3\r\n","page_name":" 49 ","page_number":44},
  {"content":"\r\n\r\n[ الخامسة لا يجوز تقديم السعي على الطواف 
  ]\r\nالخامسة لا يجوز تقديم السعي على الطواف ( 1 )\r\n\r\n\r\n","description":"\r\nقال : ان أجابه فلا بأس « 1 » ورواه الصّدوق بإسناده عن علي بن النعمان وصفوان جميعا عن يحيى الأزرق نحوه وزاد : ( ولكن يقضي حق اللَّه عز وجل أحبّ إلى من أن يقضي حق صاحبه ) .\r\nورواه الشيخ أيضا بإسناده عن صفوان عن يحيى الأزرق مثله مع الزّيادة .\r\n( 1 ) هذا هو المعروف بين الأصحاب ( قدس اللَّه تعالى أسرارهم ) فلا يجوز تقديمه على الطواف لا في العمرة ولا في الحج وفي الجواهر : ( بلا خلاف أجده فيه ، كما اعترف به غير واحد ، بل الإجماع بقسميه عليه ، بل يمكن دعوى القطع به بملاحظة النّصوص المشتملة على بيان الحجّ قولا وفعلا . إلخ ) واستدل له - مضافا إلى دعوى الاتفاق المذكور - بصحيح منصور ابن حازم قال : سألت أبا عبد اللَّه ( عليه السلام ) : عن رجل طاف بين الصفا والمروة قبل ان يطوف بالبيت ؟ فقال : يطوف بالبيت ثم يعود إلى الصفا والمروة فيطوف بينهما « 2 »\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 19 من أبواب السعي الحديث 1\r\n« 2 » الوسائل ج 2 الباب 63 من أبواب الطواف الحديث 2\r\n","page_name":" 50 ","page_number":45},
  {"content":"\r\nكما لا يجوز تقديم طواف النساء على السعي ( 1 ) فإن قدمه طاف ثم أعاد السعي ( 2 )\r\n\r\n\r\n","description":"\r\nينبغي هنا الإشارة إلى الأمر وهو انه مقتضى إطلاق الصحيح انه لو خالف الترتيب يجب عليه إعادة سعيه سواء كان عن عمد أو جهل أو سهو وقد صرح بذلك الفاضل والشهيد وغيرهما فإذا قام دليل على خلافه فيأخذ به والا فلا\r\n( 1 ) هذا هو المعروف بين الأصحاب ، بل قد نفى عنه الخلاف واستدل عليه - مضافا إلى النّصوص المتضمنة للترتيب بينه وبين السّعي بما رواه أحمد بن محمد عمن ذكره قال : قلت : لأبي الحسن ( عليه السلام ) : جعلت فداك متمتّع زار البيت فطاف طواف الحج ثم طاف طواف النّساء ثم سعى ؟ فقال : لا يكون السعي إلا قبل طواف النساء فقلت : فعليه شيء فقال : لا يكون السعي إلا قبل طواف النساء « 1 » ونحو غير من الاخبار الذي تقدّم ذكره في آخر الجزء الرابع من هذا الكتاب في الصفحة 448\r\n( 2 ) حتى يكون آتيا بالمأمور به على وجهه هذا في صورة العمد وأما اجزائه لو كان سهوا فاستدل له ببعض الأخبار ، ومن أراد الاطلاع على هذا المبحث فليراجع الجزء المزبور من هذا الكتاب وكذا يجوز تقديمه عليه للضرورة والخوف من الحيض وقد تقدم الكلام عن ذلك في محله\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 65 من أبواب الطواف الحديث 1\r\n","page_name":" 51 ","page_number":46},
  {"content":"\r\nولو ذكر في أثناء السعي نقصانا من طوافه قطع السعي وأتم الطواف ثم أتم السعي ( 1 )\r\n\r\n","description":"\r\n( 1 ) لو ذكر في أثناء السعي بين الصفا والمروة نقصانا من طوافه فإن كان قد تجاوز النصف في الطواف بالبيت قطعه وأتم الطواف ثم أتم السعي من المكان الذي قطع سعيه مطلقا والا فعليه استئناف الطواف من رأس ثم استئناف السعي ولعل إطلاق كلامه كما افاده صاحب الجواهر منزل على كلامه السابق قال في الجواهر : ( ومن هنا فسره به في المسالك على وجه يظهر منه المفروغية من ذلك وقد عرفت سابقا ما يشهد له فلا وجه لوسوسة بعض الناس فيه قائلا ان ظاهر النافع والشرائع والتهذيب والنهاية والسرائر والتحرير والتذكرة البناء على الطواف بالبيت وان لم يكن متجاوز النصف بل لعل التفصيل :\r\nفي الموثق السابق كالصريح فيه أيضا ولكن لا يخفى عليك ما في ذلك كله بعد الإحاطة بما قدمناه سابقا وهو التفصيل المزبور المنسوب إلى المشهور ، بل لعله كذلك بل يمكن دعوى عدم الخلاف المحقق لإمكان تنزيل الإطلاق في بعض العبارات على ما يفهم منهم في غير المقام من كون المدار على التفصيل ) مراده من الموثق موثق إسحاق بن عمار قال : قلت لأبي عبد اللَّه ( عليه السلام ) : رجل طاف بالكعبة ثم خرج فطاف بين الصفا والمروة فبينما هو يطوف إذ ذكر انه قد ترك من طوافه بالبيت ؟ قال يرجع إلى البيت\r\n","footnote":"","page_name":" 52 ","page_number":47},
  {"content":"\r\n\r\n[ القول في أحكام المتعلقة بمنى بعد العود 
  ]\r\n( القول في أحكام المتعلقة بمنى بعد العود ) إذا قضى الحاج مناسكه بمكة من طواف الزيارة والسعي وطواف النساء فالواجب العود إلى منى للمبيت بها فيجب عليه ان يبيت بها ليلتي الحادي عشر والثاني عشر ( 1 )\r\n\r\n\r\n","description":"\r\nفيتم طوافه ، ثم يرجع إلى الصفا والمروة فيتم ما بقي قلت : فإنه بدأ بالصفا والمروة قبل ان يبدأ بالبيت ؟ فقال : يأتي بالبيت فيطوف به ، ثم يستأنف طوافه بين الصفا والمروة . قلت : فما فرق بين هذين ؟ قال : لان هذا قد دخل في شيء من الطواف وهذا لم يدخل في شيء منه « 1 » .\r\n( 1 ) لا ينبغي الإشكال في وجوب المبيت عليه بمنى في الليلة الحادي عشر والثاني عشر واما الليلة الثالث عشر فسيأتي الكلام عنها عند تعرض المصنف قدس سره له ( ان شاء اللَّه تعالى ) .\r\nإنما الكلام في أنه هل يجب عليه المبيت بمنى في ليالي التشريق تمام الليل أو نصفه الأول ، أو الأخير ، أو هو مخير بينهما ، أو يكفي المسمى ؟\r\nمقتضى إطلاق الأدلة الدال على وجوب المبيت بمنى في ليالي التشريق هو وجوبه فيها تمام الليل . ، ولكن ترفع اليد عنه بالنسبة إلى النصف الأخير من الليل ويحكم بعدم وجوب المبيت فيه في لياليها ، وذلك لجملة من النصوص الواردة عنهم عليهم السلام - منها :\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 63 من أبواب الطواف الحديث 3\r\n","page_name":" 53 ","page_number":48},
  {"content":"\r\n\r\n\r\n","description":"\r\n1 - صحيح معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) قال : إذا فرغت من طوافك للحج وطواف النساء فلا تبيت الا بمنى الا أن يكون شغلك في نسكك وان خرجت بعد نصف الليل فلا يضرك ان تبيت في غير منى « 1 » 2 - ما رواه صفوان عن العيص بن القاسم قال : سألت أبا عبد اللَّه ( عليه السلام ) عن الزيارة من منى ؟ قال : ان زار بالنّهار أو عشاء فلا ينفجر الصبح الا وهو بمنى وان زار بعد ان انتصف الليل أو السحر ( ويسحر خ ل ) فلا بأس عليه ان ينفجر الصبح وهو بمكة « 2 » 3 - صحيح معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) قال : لا تبت ليالي ( أيام خ ل ) التشريق الا بمنى فان بتّ في غيرها فعليك دم فان خرجت أول الليل ولا ينتصف الليل الا وأنت في منى الا ان يكون شغلك نسكك أو خرجت من مكَّة ، وان خرجت بعد نصف اللَّيل فلا يضرك ان تصبح في غيرها « 3 » وروى بسند آخر عن معاوية بن عمار مثله وزاد : ( وسألته عن رجل زار البيت فلم يزل في طوافه ودعائه والسّعي والدّعاء حتى طلع الفجر ؟\r\nفقال : ليس عليه شيء كان في طاعة اللَّه عزّ وجلّ « 4 » 4 - ما رواه نضر بن شعيب عن عبد الغفّار الجازي قال : سألت\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 1\r\n« 2 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 4\r\n« 3 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 8\r\n« 4 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 13\r\n","page_name":" 54 ","page_number":49},
  {"content":"\r\n\r\n\r\n","description":"\r\nأبا عبد اللَّه ( عليه السلام ) عن رجل خرج من منى يريد البيت قبل نصف الليل فأصبح بمكة ؟ قال : لا يصلح له حتى يتصدق بها صدقة أو يهريق دما فان خرج من منى بعد نصف الليل لم يضره شيء « 1 » والمستفاد من هذه الأخبار - كما ترى - هو ان المبيت الواجب بمنى هو في النصف الأول من الليل لا الأخير منه .\r\nوأما خبر جعفر بن ناجية عن أبي عبد اللَّه ( عليه السلام ) قال : إذا خرج الرجل من منى أول الليل فلا ينتصف له الليل الا وهو بمنى وإذا خرج بعد نصف الليل فلا بأس ان يصبح بغيرها « 2 » ونحوه وان كان دالا ظاهرا على جواز الخروج من منى من أوّل اللَّيل إذا كان يرجع إليها قبل النصف ، فيستفاد منها الاجتزاء بأحد النصفين الأول أو الأخير ، الا انه يمكن ان يقال بعدم دلالته على جواز الخروج منها قبل انتصاف اللَّيل ، بل انما يدل على حكم من خالف وخرج منها أوّل اللَّيل .\r\nمضافا إلى أن أعراض الأصحاب ( رضوان اللَّه تعالى عليهم ) عنه مانع عن البناء عليه .\r\nفقد ظهر مما ذكرنا ان الخروج من منى في أول اللَّيل حرام .\r\nوأما الخروج منها نهارا فلا ينبغي الإشكال في عدم حرمته عليه ، لعدم الدليل على وجوب بقائه فيها ولكن يجب عليه أن يصبح وهو بمنى فقط وكذلك من خرج منها في أول اللَّيل ، لان خروجه منها وان كان حراما\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى من الحديث 14\r\n« 2 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى من الحديث 20\r\n","page_name":" 55 ","page_number":50},
  {"content":"\r\n\r\n\r\n","description":"\r\nعليه إلا أنه لا يجب عليه بعد خروجه منها العود فورا وإنما يجب عليه أيضا أن يصبح وهو بمنى .\r\nواستدل للأول بما رواه جميل بن دراج عن أبي عبد اللَّه أنه قال إذا خرجت من منى قبل غروب الشمس فلا تصبح الا بها « 1 » واستدل للثاني بما رواه صفوان عن العيص بن القاسم قال : سألت أبا عبد اللَّه ( عليه السلام ) عن الزّيارة من منى ؟ قال : ان زار بالنّهار أو عشاء فلا ينفجر الصبح الا وهو بمنى وان زار بعد ان انتصف الليل أو السحر ( ويسحر خ ل ) فلا بأس عليه ان ينفجر الصبح وهو بمكة « 2 » ولا ينافيه قوله ( عليه السلام ) في صحيح معاوية بن عمار المتقدم : ( فان خرجت أول الليل فلا ينتصف الليل الا وأنت في منى ) الدال على وجوب الرجوع إليها قبل ان ينتصف الليل ، وذلك لان المستفاد من الاستثناء فيه ان خروجه لم يكن لأجل النسك ، ولذا استثنى منه فيه ، وهذا بخلاف صحيح العيص ، لكونه دالا على أن الخروج كان لأجل الزّيارة والنسك ، ولا أقل من كونه مقتضى الجمع بينه وبين ما تقدم فتأمل .\r\nثم إنه قد استدل على وجوب المبيت بمنى في ليالي التشريق بما روى من طرق العاَّمة عن ابن عباس : ( انه لم يرخص النّبي ( صلَّى اللَّه عليه وآله ) لأحد ان يبيت بمكة إلا للعباس من أجل سقايته « 3 »\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 19\r\n« 2 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 4\r\n« 3 » سنن البيهقي ج 5 ص 153 .\r\n","page_name":" 56 ","page_number":51},
  {"content":"\r\nفلو بات بغيرها كان عليه عن كل ليلة شاة ( 1 )\r\n\r\n\r\n","description":"\r\nونحوه المروي عن العلل بسنده عن مالك بن أعين عن أبي جعفر ( عليه السلام ) ان العباس استأذن رسول اللَّه ( صلى اللَّه عليه وآله ) ان يبيت بمكة ليالي منى فأذن له رسول اللَّه صلَّى اللَّه عليه وآله من أجل سقاية الحاج « 1 » ومما ذكرنا ظهر ضعف ما حكى عن تبيان الشيخ من القول باستحباب المبيت في منى وما حكى عن الطبرسي من القول باستحباب جميع مناسك منى السابقة واللاحقة .\r\nاللَّهم الا يقال بما في الجواهر وهو ( انه يمكن ان يكون نحو المحكي عن بعض الكتب من جعله المبيت من السّنة ، أو حصر واجبات الحج في غيره ، أو الحكم بأنه إذا طاف للنساء تمت مناسكه ، أو حجه ، أو نحو ذلك مما لا ينافي الوجوب ولو من جهة السنة وكونه خارجا عن الحج ، وان حكى عن الحلبي التصريح بكونه من مناسكه قيل : ولذا اتفقوا على وجوب الفداء لو أخل به وان كان فيه ان ذلك لا ينافي خروجه عن الحج . )\r\n( 1 ) ما أفاده المصنّف ( قدّس سرّه ) من وجوب الشاة عن كل ليلة لمن بات بغير منى في ليالي التشريق مما هو المعروف بين الأصحاب ( رضوان اللَّه تعالى عليهم ) بل ظاهر المنتهى وغيره : الإجماع عليه .\r\nتفصيل الكلام في هذه المسألة هو انه ( تارة ) : يتكلم فيها في جنس الكفّارة و ( أخرى ) : في تعدّدها بتعدّد الليالي وعدمه ، أو عدم الكفارة\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 21\r\n","page_name":" 57 ","page_number":52},
  {"content":"\r\n\r\n\r\n","description":"\r\nالا بترك الجميع .\r\nو ( ثالثة ) : في ثبوت الكفارة مطلقا حتى في صورة العذر وعدمه فهنا مقامات ثلاث .\r\n( المقام الأول ) أما الكلام في المقام الأول فنقول : ان مقتضى صحيح صفوان هو الشاة قال : قال أبو الحسن عليه السلام : سألني بعضهم عن رجل بات ليالي منى بمكة ؟ فقلت : لا أدرى ، فقلت له : جعلت فداك ما تقول فيها ؟ فقال ( عليه السلام ) : عليه دم شاة إذا بات ، فقلت : ان كان انما حبسه شأنه الذي كان فيه من طوافه وسعيه لم يكن لنوم ولا لذّة أعليه مثل ما على هذا ؟ قال : ما هذا بمنزلة هذا وما أحبّ ان ينشقّ له الفجر الا وهو بمنى « 1 » وعليه يحمل الأخبار المتقدمة الدّالة على ثبوت مطلق الدم عليه بدون تعيين جنسه .\r\nولكن يمكن ان يقال بمعارضة ما رواه عبد الغفار الجازي لما دل على ثبوت دم شاة على من ترك المبيت بمنى وهو قال : سألت أبا عبد اللَّه ( عليه السلام ) عن رجل خرج من منى يريد البيت قبل نصف الليل فأصبح بمكة ؟ قال :\r\nلا يصلح له حتى يتصدق بها صدقة أو يهريق دما . إلخ « 2 » وجه المعارضة انه كما ترى يدل على التخيير لمن خرج من منى قبل\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 5\r\n« 2 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 14\r\n","page_name":" 58 ","page_number":53},
  {"content":"\r\n\r\n\r\n","description":"\r\nنصف الليل وترك المبيت فيها وأصبح وهو بمكة بين اهراق الدم أو التصدق بصدقة ، وهذا بخلاف صحيح صفوان لدلالته على وجوب دم الشاة عليه معينا .\r\nيمكن الجمع بينهما برفع اليد عن الإطلاق الأوى الثابت لصحيح صفوان برواية عبد الغفاري الجازي الدال على التخيير بين الدم والتصدق بصدقة .\r\nولكن والذي يسهّل الخطب ان هذا الحديث ضعيف سندا ولم ينجبر ضعفه بعمل الأصحاب ( رضوان اللَّه تعالى عليهم ) الموجب لخروجه عن حيّز دليل الحجّية والاعتبار فظهر انه لو ترك المبيت بمنى فعليه دم شاة .\r\n( المقام الثاني ) وأما الكلام في المقام الثاني فنقول انه قد يقال بأن الكفارة تتعدد بتعدد الليالي لما رواه جعفر بن ناجية قال : سألت أبا عبد اللَّه ( عليه السلام ) عمّن بات ليالي منى بمكة ؟ فقال . عليه ثلاثة من الغنم يذبحهن « 1 » وأما ضعف سنده فمنجبر بعمل الأصحاب بمضمونه الموجب للوثوق بصدوره عن المعصوم ( عليه السلام ) الذي هو مناط اندراج الخبر تحت دليل الاعتبار فلا يصغى إلى المناقشة فيه من ناحية السّند فتأمل .\r\nولكن يمكن ان يقال بمعارضته الأخبار الكثيرة الدالة على إراقة دم على من ترك المبيت في ليالي منى - منها :\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 6\r\n","page_name":" 59 ","page_number":54},
  {"content":"\r\n\r\n\r\n","description":"\r\n1 - ما رواه علي بن جعفر عن أخيه موسى بن جعفر عن رجل بات بمكة في ليالي منى حتى أصبح ؟ قال : ان كان أتاها نهارا فبات فيها حتى أصبح فعليه دم يهريقه « 1 » ولكن قد يقال بعدم ظهوره في ترك البيتوتة في جميع اللَّيالي الثّلاث بمنى لمكان كلمة ( في ) فيه .\r\n2 - ما في صحيح معاوية بن عمار قال : ( عليه السلام ) لا تبت ليالي التشريق الا بمنى فان بت في غيرها فعليك دم . « 2 » 3 - ما رواه عبد اللَّه بن الحسن عن جده علي بن جعفر عن أخيه موسى بن جعفر ( عليهما السلام ) قال : سألته عن رجل بات بمكة حتى أصبح في ليالي منى ؟ فقال : ان كان أتاها نهارا فبات حتى أصبح فعليه دم شاة يهريقه ، وإن كان قد خرج من منى بعد نصف الليل فأصبح بمكة فليس عليه شيء « 3 » وكيف كان فالتحقيق عدم صلاحيّة هذه الأخبار لمعارضة ما دل على لزوم الدّم لكل ليلة من ليالي منى إذا ترك الميت فيها لإعراض الأصحاب ( رضوان اللَّه تعالى عليهم ) عنها الموجب لخروجها عن حيّز دليل الاعتبار فلا مجال للعمل بها فيمكن الجمع بينها وبين ما تقدم من الاخبار بالحمل على إرادة الجنس حذرا من الطرح .\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 2 .\r\n« 2 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 8 .\r\n« 3 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 23 .\r\n","page_name":" 60 ","page_number":55},
  {"content":"\r\n\r\n\r\n","description":"\r\nينبغي هنا الإشارة إلى ما يلي 1 - انه لا يعارض ما دل على لزوم دم شاة لكل ليلة ما رواه العيص ابن القاسم قال : سألت أبا عبد اللَّه ( عليه السلام ) عن رجل فاتته ليلة من ليالي منى ؟ قال : ليس عليه شيء وقد أساء « 1 » وذلك فلان هذا الحديث ضعيف سندا ولم يثبت جبر ضعف سنده بعمل الأصحاب ، بل ثبت خلافه ، لكونه معرض عنه عندهم الموجب ذلك لخروجه عن حيز دليل الاعتبار فلا مجال للبناء عليه ولذا حمله الشيخ ( قدس سره ) على من بات بمكة مشتغلا بالعبادة وجوّز حمله على من خرج من منى بعد نصف الليل الذي لا كفارة فيه .\r\nثم إنه يحتمل أن يكون تركه المبيت في ليلة من ليالي منى من جهة العذر .\r\nبل قد يدعى ظهوره فيه بقرينة قوله : ( فاتته ليلة ) .\r\nوأما قوله ( عليه السلام ) : ( أساء ) فلصدقه فيما لو كان مقصرا في جهة العذر .\r\nوأما قوله ( عليه السلام ) : ( أساء ) فلصدقه فيما لو كان مقصرا في منشأ الفوت فتأمل .\r\n2 - انه لا يعارض ما دل على لزوم دم شاة في كل ليلة من ليالي منى إذا تركها ما رواه سعيد بن يسار قال : قلت لأبي عبد اللَّه ( عليه السلام ) فاتتني ليلة المبيت بمنى من شغل ؟ فقال : لا بأس « 2 » وذلك لان المراد من\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 7\r\n« 2 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 12\r\n","page_name":" 61 ","page_number":56},
  {"content":"\r\n\r\n","description":"\r\nقوله ( من شغل ) هو شغل العبادة بقرينة الأخبار الآتية :\r\n3 - ان مقتضى إطلاق قوله ( عليه السلام ) : ( عليه ثلاثة من الغنم يذبحهن ) في رواية جعفر بن ناجية المتقدمة في جواب السائل عمن ترك المبيت في ليالي منى بان أصبح في مكة : هو لزوم ذلك على من ترك المبيت فيها في جميع ليالي التشريق الثلاث ولكنه يقيد بما سيجيء مما دل على عدم لزوم المبيت فيها في الليلة الثالثة على الجميع بل على بعض الأشخاص فبعد تقييد إطلاقه به يقال بلزوم ثلاثة غنم على من ترك المبيت فيها الليلتين وهما الليلة الحادي عشر والثاني عشر فتأمل .\r\nالمقام الثالث وأما الكلام في المقام الثالث فنقول ان تركه المبيت في منى ( تارة ) يكون عمدا وبلا عذر سواء كان عالما أو جاهلا مقصرا و ( أخرى ) : عن عذر كالنسيان أو الاضطرار أو الحرج أو المزاحمة بما هو أهم - كالعرض أو تلف المال الكثير - أو الجهل القصورى بالحكم بناء على إمكان تحققه في هذا الزمان أو بالموضوعي كمن بات بعيدا عن الناس بخيال ان ذلك المكان أيضا من منى بناء على إمكان تصوره ووقوعه في زماننا .\r\nاما من ترك المبيت فيها عمدا وبلا عذر فلا ينبغي الإشكال في ثبوت الكفارة عليه .\r\nوأما من تركه لعذر فيمكن ان يقال بسقوط الكفّارة عنه ، لأنها فرع العصيان المفقود هنا .\r\n","footnote":"","page_name":" 62 ","page_number":57},
  {"content":"\r\n\r\n","description":"\r\nاللهم الا ان يقال إنه كما يحتمل أن تكون الكفارة جزاء للعصيان كذلك يحتمل أن تكون جابرة للنقصان الوارد في الواجب ومن المعلوم ان احتمال الثاني غير متفرع على العصيان .\r\nان قلت : انه يمكن ان يقال بسقوط الكفارة عنه بدليل حديث الرفع .\r\nقلت : ان دليل الرفع انما دل على ارتفاع الحكم التكليفي دونها فهي ثابتة في ذمته نظير من ارتكب بعض محرمات الإحرام اضطرارا فكما يقال بثبوت الكفارة فيه فكذلك في المقام .\r\nفتحصل مما ذكرنا ثبوت الكفارة على من ترك المبيت بمنى . سواء كان ذلك بلا عذر أو معه ، بل لولا الدليل على نفي الكفارة لمن خرج من منى بعد نصف الليل لقلنا بثبوت الكفارة عليه ، لدعوى ان مقتضى إطلاق الأدلة الدال على وجوب المبيت هو وجوبه في تمام الليل ومقتضى دليلها هو ثبوتها على تارك المبيت مطلقا وبما انه قام الدليل على جواز ترك المبيت بعد نصف الليل فترفع اليد عن الحكم التكليفي اما الكفارة فلا .\r\nوقد عرفت ان الكفارة كما يحتمل أن تكون جزاء للعصيان كذلك يحتمل ان يكون جابرة للنقصان وكذلك لولا الدليل على نفي الكفارة لمن ترك المبيت بمنى لاشتغاله بالعبادة في مكة ، لقلنا بثبوتها عليه ، ( لما ذكر وهو ان الساقط منه هو الحكم التكليفي دون الكفارة .\r\nالا ان يقال : انه وان ترك المبيت بها ولكنه اتى ببدله وهو العبادة في مكة فتأمل .\r\n","footnote":"","page_name":" 63 ","page_number":58},
  {"content":"\r\n\r\n\r\n","description":"\r\nينبغي هنا ذكر أمور الأول - انه قد يقال إذا ترك المبيت في منى في أول الليل ولكن اتى بها قبل الصباح كان عليه الكفارة لكونه تاركا للمبيت الواجب وأما كونه في منى قبل الصباح فهو واجب على حدة ثبت بالدليل وليس رافعا للكفارة ولكن قد يقوى في النظر عدم وجوبها الا بالمبيت في تمام الليل في غير منى لدعوى ظهور اخبار وجوب الكفارة بصورة المبيت في تمام الليل بغيرها ويومي اليه صحيح ابن مسلم وجميل « 1 » ونحوهما فتدبر .\r\nالثاني - الظاهر عدم ثبوت الكفارة لمن خرج من منى بعد منتصف الليل ولو دخل مكة قبل الصباح حتى على القول بحرمة دخوله فيها قبله وذلك لعدم قيام دليل تعبدي على ذلك وأما المبيت الواجب فقد تحقق منه الثالث - انه قد يفصل فيما إذا ترك المبيت بمنى بغير عمد بين ان يبيت في مكة أو يبيت في غيرها في الحكم بثبوت الكفارة في الأول دون الثاني خلافا لمقتضى القاعدة ، لأن مقتضاها ثبوتها عليهما ، وذلك لما رواه جميل ابن دراج عن أبي عبد اللَّه عليه السلام قال : من زار فنام في الطريق فان بات بمكة فعليه دم ، وان كان قد خرج منها فليس عليه شيء وان أصبح دون منى « 2 »\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 3 و 19\r\n« 2 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 16\r\n","page_name":" 64 ","page_number":59},
  {"content":"\r\n\r\n\r\n","description":"\r\nومما يمكن الاستدلال به على التفصيل المذكور صحيح هشام بن الحكم عن أبي عبد اللَّه ( عليه السلام ) قال : إذا زار الحاج من منى فخرج من مكة فجاوز بيوت مكة فنام ثم أصبح قبل ان يأتي منى فلا شيء عليه « 1 » فيقيد بحديث جميل ما دل على ثبوت الكفارة لمن ترك المبيت بمنى مطلقا كقوله ( عليه السلام ) في صحيح معاوية بن عمار : ( فان بت في غيرها فعليك دم ) « 2 » كما أنه يقيد به أيضا إطلاق قوله ( عليه السلام ) : ( لا بأس ) « 3 » في حديث سعيد بن يسار الدال على عدم ثبوت الكفارة مطلقا بعد الغض عما فيه كما أنه يقيد به أيضا إطلاق رواية العيص بن القاسم ( عن رجل فاتته ليلة من ليالي منى قال ليس عليه شيء ) « 4 » ولكن قد أشرنا سابقا إلى كونه ظاهرا في غير العمد لقوله : ( فاتته ) ولا ينافيه قوله : ( وقد أسائه ) لصدق ذلك فيما لو كان مقصّرا في منشأ الفوت هذا بناء على عدم ثبوتها في غير العمد .\r\n( ينبغي هنا الإشارة إلى ما يلي ) 1 - انه لا يعارضه اى حديثه جميل الدال على التفصيل بين ما إذا بات في مكة أو في غيرها في الحكم بثبوت الكفارة في الأول دون الثاني ما رواه\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 17\r\n« 2 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 8\r\n« 3 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 12\r\n« 4 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 7\r\n","page_name":" 65 ","page_number":60},
  {"content":"\r\nالا ان يبيت بمكة مشتغلا بالعبادة ( 1 )\r\n\r\n\r\n","description":"\r\nعلي عن أبي إبراهيم قال : سألته عن رجل زار البيت فطاف بالبيت وبالصفا والمروة ثم رجع فغلبته عينه في الطريق فنام حتى أصبح ؟ قال :\r\nعليه دم شاة « 1 » لتقييده بحديث جميل الدّال على عدم ثبوت الكفارة إذا نام في غير طريق مكة .\r\n2 - انه لا يعارضه أيضا ما رواه محمد بن إسماعيل عن أبي الحسن ( عليه السلام ) في الرجل يزور فينام دون منى ؟ فقال . إذا جاوز عقبة المدنيين فلا بأس ان ينام « 2 » لدلالته على عدم جواز نومه عمدا قبل جوازه عن عقبة المدنيين لا انه إذا نام قبل ذلك كان عليه الكفارة\r\n( 1 ) ما افاده المصنف ( قدّس سرّه ) من عدم ثبوت الكفارة فيما إذا ترك المبيت بمنى ولكن بات في مكة مشتغلا بالعبادة مما هو المعروف بين الأصحاب ( رضوان اللَّه تعالى عليهم ) واستدل له بجملة من النصوص - منها .\r\n1 - قوله عليه السلام في صحيح معاوية بن عمار : ( إذا فرغت من طوافك\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 10\r\n« 2 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 15\r\n","page_name":" 66 ","page_number":61},
  {"content":"\r\n\r\n\r\n","description":"\r\nللحج وطواف النساء فلا تبيت الا بمنى الا أن يكون شغلك في نسكك .\r\nإلخ « 1 » 2 - قوله ( عليه السلام ) في حديثه الآخر فان خرجت أوّل اللَّيل فلا ينتصف الليل الا وأنت في منى الا ان يكون شغلك لنسكك . « 2 » 3 - ما في حديث معاوية وسألته عن الرجل زار فلم يزل في طوافه ودعائه وفي السعي بين الصفا والمروة حتى يطلع الفجر ؟ قال : ليس عليه شيء كان في طاعة اللَّه « 3 » ( ينبغي هنا الإشارة إلى أمور ) الأول - ان الأفضل لمن بات في مكة لأجل العبادة والنسك ان لا ينشق له الفجر الا وهو بمنى فيقدم ذلك على المقدار من العبادة المزاحم لذلك ، لما في صحيح صفوان قال : قال أبو الحسن : سألني بعضهم عن رجل بات ليالي منى بمكة ، فقلت : لا أدري ، فقلت له : جعلت فداك ما تقول فيها ؟ قال ( عليه السلام ) : عليه دم شاة ، إذا بات ، فقلت : ان كان انما حبسه شأنه الَّذي كان فيه من طوافه وسعيه لم يكن لنوم ولا لذّة أعليه مثل ما على هذا ؟ قال :\r\nما هذا بمنزلة هذا وما أحبّ ان ينشق له الفجر الا وهو بمنى « 4 » ، نحوه غيره من الاخبار .\r\nالثاني - انه قد ذهب بعض إلى أن الأفضل لمن يأت في مكة مشتغلا\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 1\r\n« 2 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 8\r\n« 3 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 9\r\n« 4 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 5\r\n","page_name":" 67 ","page_number":62},
  {"content":"\r\n\r\n\r\n","description":"\r\nبالعبادة الرجوع إليها قبل ان ينتصف الليل ولكن الحكم بذلك يحتاج إلى دليل ولم يثبت .\r\nوأما قوله عليه السلام في صحيح معاوية بن عمار ( فان خرجت أول الليل فلا ينتصف الليل الا وأنت في منى ) « 1 » ونحوه فهو مختص بغير المشغول بالعبادة ولذا استثنى منه فيه .\r\nالثالث - ان المسقط لوجوب المبيت في منى هل هو العبادة في مكة المكرمة في تمام الليل أو في خصوص النصف الأول منه ؟\r\nيمكن ان يقال بالثاني بدعوى دلالة الاخبار على وجوبه فيه وانما جعل بدله العبادة في مكة في زمان وجوبه .\r\nويمكن أن يقال بالأول لوجهين :\r\nالأول - ما تقدم من عدم اختصاص المبيت بالنصف الأول فمن زار البيت أول الليل أو نهارا كان عليه أن يصبح وهو بمنى الثاني - قوله ( عليه السلام ) في صحيح معاوية بن عمار : ( إذا فرغت من طوافك . فلا تبيت الا بمنى الا ان يكون شغلك نسكك ) « 2 » فان المراد من البيتوتة في الحديث الأول ليس الا الكون بمنى ليلا ولو قبيل الصبح لا في خصوص النصف الأول من الليل كيف والمفروض فيه خروجه للزيارة نهارا أو في أول الليل والاخبار مصرحة بعدم وجوب رجوعه إلى منى في النصف الأول من الليل ومن المعلوم ان المسقط للمبيت ليست هي العبادة بما هي بل العبادة المانعة له عن المبيت بمنى كما هو واضح .\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 8\r\n« 2 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 1\r\n","page_name":" 68 ","page_number":63},
  {"content":"\r\n\r\n","description":"\r\nالرابع - من كان تكليفه الرجوع إلى منى لعدم اشتغاله بالعبادة في تمام نصف الليل من أوله بل اشتغال بها بعد مضي مقدار منه فيقع الكلام في أن عباداته هل تقع صحيحة أولا والظاهر أنه لا مانع من الحكم بصحة عباداته اما لمسألة الترتب وأما للقول بكفاية الملاك على ما حقق في محله الخامس - انه هل يعتبر في المبيت بمنى النيّة ، التي هي الأصل في كل مأمور به أولا ؟ فنقول : ان النية لها ركنان :\r\n( الأول ) - الإرادة وهي ثابتة في كل واجب لاعتبار كونه فعلا إراديا وعلى ذلك فلو نام في مكة مثلا وحملوه إلى منى لم يكف ذلك لعدم كونه ناويا المبيت بمنى ويحكم بثبوت الكفّارة عليه ولو قلنا بعدم كون المبيت امرا عباديا .\r\n( الثاني ) - قصد القربة وهذا مختص بالأمور العبادية فعليه بناء على كون المبيت بمنى من الأمور العبادية فلو بات بمنى بدون قصد القربة يحكم بعدم صحته وأما بناء على كونه توصليا يحكم بصحته ولو أتى به رياء ولم يدل دليل في خصوص المبيت بمنى على كونه قريبا .\r\nوأما قوله : تعالى * ( ( وَلِلَّه ِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطاعَ إِلَيْه ِ سَبِيلًا ) ) * فلا يدل على اشتراط القربة فيه ، فان معنى : ( للَّه ) انه واجب من واجبات اللَّه على الناس .\r\nمضافا إلى إمكان القول بخروج الرّمي عن واجبات الحج وأجزائه ولذا لو تركه عمدا فلا يحكم ببطلان حجه فتأمل .\r\nوأما الإجماع ففيه مالا يخفى لعدم كونه من الإجماع المعتبر وهو\r\n","footnote":"","page_name":" 69 ","page_number":64},
  {"content":"\r\n\r\n","description":"\r\nالتعبدي الموجب للقطع بصدور الحكم عن المعصوم ( عليه السلام ) :\r\nفعليه تنقيح هذا يبتني على أن الأصل في الواجبات التعبدية أو التوصلية فإن قلنا بإمكان أخذ قصد القربة في ضمن الأمر بناء على عدم انحصار قصد القربة في قصد الأمر كان مقتضى إطلاق الدليل عدم اشتراط قصد القربة ، وان قلنا بعدم إمكان أخذه فيه بناء على أنه منحصر فيه فالدليل الأولى لا يدل على اشتراط قصد القربة فيرجع إلى الأصل العملي - ومقتضاه عدم اشتراطها فتحقيق الكلام وتفصيله موكول إلى محله :\r\nوكيف كان فقد نص غير واحد على اعتبار النية في المبيت بمنى لأنه عبادة نحو ما تقدم في سائر المناسك وانه لو أخل بها عمدا اثم .\r\nينبغي هنا الإشارة إلى أمر وهو انه لو أخل بالنية هل يثبت عليه الكفارة أولا ؟ مال صاحب الجواهر ( قدس سره ) إلى عدم ثبوت الفدية عليه للأصل ، وانصراف ما دل على ثبوت الفدية بترك المبيت إلى تركه رأسا .\r\nولكن يمكن المناقشة فيما استدل به صاحب الجواهر ( قدّس سرّه ) على عدم ثبوت الكفّارة فيما لو أخل بالنيّة .\r\nاما في الأصل فلانقطاعه بإطلاق ما دل على لزوم الفدية بترك المبيت الشّامل لما نحن فيه وهو تركه حكما لا حقيقة .\r\nوأما في دعوى انصرافه إلى ترك المبيت رأسا فيمكن المناقشة فيه بعدم كونه من الانصراف المعتبر الذي قد ذكرنا غير مرّة ان المعتبر منه هو ما إذا كان بمنزلة القيد المذكور في الكلام بحيث لو صرّح بخروج\r\n","footnote":"","page_name":" 70 ","page_number":65},
  {"content":"\r\nأو يخرج من منى بعد نصف الليل ( 1 )\r\n\r\n\r\n","description":"\r\nالمنصرف عنه عن تحت الإطلاق كان توضيحا للواضح وكونه في المقام كذلك غير معلوم ، فلا انصراف في البين أولا ، وعلى فرض ثبوته فبدوى ثانيا ، فلا عبرة به ، فتأمل\r\n( 1 ) ما افاده المصنف ( قدس سره ) من جواز الخروج من منى بعد نصف الليل ممّا لا ينبغي الإشكال فيه .\r\nلقوله عليه السلام في خبر عبد الغفار الجازي ( فإن خرج من منى بعد نصف الليل لم يضره شيء ) « 1 » وقوله ( عليه السلام ) في خبر جعفر ابن ناجية : ( إذا خرج الرجل من منى أول الليل فلا ينتصف له الليل الا وهو بمنى وإذا خرج بعد نصف الليل فلا بأس ان يصبح بغيرها « 2 » وقوله ( عليه السلام ) في صحيح العيص ( ان زار بالنهار أو عشاء فلا ينفجر الصبح الا وهو بمنى وان زار بعد نصف الليل أو السحر فلا بأس عليه أن ينفجر الصبح وهو بمكة « 3 » وظاهر هذه النصوص جواز دخوله في مكَّة قبل الفجر خلافا للمحكي عن النهاية والمبسوط والوسيلة والسرائر والجامع من أنه إذا خرج من منى بعد الانتصاف فلا يدخل مكة قبل الفجر ولكنه لم نرى له دليلا قابلا للاعتماد عليه .\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 14\r\n« 2 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 20\r\n« 3 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 4\r\n","page_name":" 71 ","page_number":66},
  {"content":"\r\nوقيل يشترط ان لا يدخل مكة إلا بعد طلوع الفجر ( 1 ) قيل ( 2 ) لو بات الليالي الثلاث بغير منى لزمه ثلاث شياه وهو محمول على من غربت الشمس في الليلة الثالثة وهو بمنى أو من لم يتق الصيد والنساء ( 3 )\r\n\r\n\r\n","description":"\r\nينبغي هنا الإشارة إلى أمر وهو ان الخروج من منى بعد نصف الليل وان كان جائزا الا انه مكروه ، لما رواه أبى الصباح الكناني قال : سألت أبا عبد اللَّه ( عليه السلام ) عن الدلجة إلى مكَّة أيام منى وانا أريد أزور البيت ؟ فقال : لا حتى ينشقّ الفجر كراهية ان يبيت الرجل بغير منى « 1 »\r\n( 1 ) القول للشيخ وغيره ولكن لا نعلم مأخذه فإن الروايات مطلقة في جواز الخروج بعد نصف الليل .\r\n( 2 ) القائل في محكي النهاية وابن إدريس بل في المدارك نسبته إلى جمع من الأصحاب .\r\n( 3 ) لا ينبغي الإشكال فيه لاختصاص وجوب المبيت في الليلة الثالثة في منى بها دون غيرها .\r\nاما وجه اختصاص وجوب المبيت في الليلة الثالثة بمن لم يتق النساء والصيد فلما سيأتي عند ذكره المصنف ( ان شاء اللَّه تعالى ) :\r\nوأما وجه اختصاص الليلة الثالثة لمن غربت عليه الشمس وهو بمنى فمما هو\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 1 من أبواب العود إلى منى الحديث 11\r\n","page_name":" 72 ","page_number":67},
  {"content":"\r\n\r\n\r\n","description":"\r\nالمشهور بين الأصحاب ، بل لا أجد فيه خلافا بل عن المنتهى وظاهر التذكرة : الإجماع عليه ، ويدل عليه جملة من النصوص المروية ( عنهم عليهم السلام ) - منها :\r\n1 - حسن الحلبي عن أبي عبد اللَّه ( عليه السلام ) قال : من تعجل في يومين فلا ينفر حتى تزول الشمس ، فإن أدركه المساء بات ولم ينفر « 1 » 2 - خبر معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) قال : إذا نفرت في النفر الأول فإن شئت ان تقيم بمكة وتبيت بها فلا بأس بذلك قال وقال : إذا جاء الليل بعد النفر الأول فبت بمنى فليس لك ان تخرج منها حتى تصبح « 2 » 3 - خبر أبي بصير قال : سألت أبا عبد اللَّه ( عليه السلام ) عن الرجل ينفر في النفر الأول ؟ قال : له ان ينفر ما بينه وبين ان تسفر الشمس فان هو لم ينفر حتى يكون عند غروبها فلا ينفر وليبت بمنى حتى إذا أصبح وطلعت الشمس فلينفر متى شاء « 3 » ينبغي هنا بيان أمور الأول - هل يجب المبيت في الليلة الثالثة بمجرد غروب الشمس وهو بمنى أولا يجب الا بعد دخول المغرب الشرعي الذي لا يتحقق الا بزوال الحمرة المشرقية في حال كونه بمنى ولكن لا يفرق بين هذين القولين\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 10 من أبواب العود إلى منى الحديث 1\r\n« 2 » الوسائل ج 2 الباب 10 من أبواب العود إلى منى الحديث 2\r\n« 3 » الوسائل ج 2 الباب 10 من أبواب العود إلى منى الحديث 4\r\n","page_name":" 73 ","page_number":68},
  {"content":"\r\n\r\n","description":"\r\nلما ذكر في محله من أن ذهاب الحمرة امارة على غروب للشمس من جميع الآفاق .\r\nوعلى فرض الاختلاف فقد عرفت دلالة الاخبار على وجوب المبيت فيها بمجرد غروب الشمس فتدبر .\r\nالثاني - انه لو رحل فغربت الشمس قبل خروجه من منى فعن المنتهى ، لا يلزم المبيت على اشكال وعن التذكرة الأقرب ذلك مستندا فيها إلى المشقة في الحط والرحال .\r\nولكن التحقيق انه يجب عليه المبيت فيها إذا غربت الشمس عليه وهو في منى لان العبرة حسب المستفاد من ظاهر الاخبار هو تحقق غروب الشمس وهو في منى والمفروض انه حصل ذلك ولو كان ذلك في الجزء الأخير منه ولا يصدق عليه انه خرج من منى قبل الغروب وان قطع معظمه طريقه .\r\nولذا قال في الدروس ( الأشبه : المقام ) وتبعه في المسالك وغيرها وهو خيرة صاحب الجواهر أيضا حيث قال : ( ضرورة كون المراد بغروب الشمس هنا هو الغروب المعتبر في حل الصلاة والإفطار من غير فرق بين من تأهب للخروج وغربت عليه قبل ان يخرج وغيره وبين من نفر ولم يتجاوز حدود منى وغيره لصدق الغروب عليه بمنى فإن أجزائها متساوية في وجوب المبيت بها ) الثالث - انه لو خرج من منى قبل غروب الشمس ثم رجع بعد خروجه لأخذ شيء نسيه مثلا أو لتدارك واجب عليه بها .\r\n","footnote":"","page_name":" 74 ","page_number":69},
  {"content":"\r\nويجب ان يرمى كل يوم من أيام التشريق الجمار الثلاث كل جمرة بسبع حصيات ( 1 ) .\r\nفان عاد بعد الغروب لم يجب عليه المبيت ، وأما لو رجع قبل الغروب فغربت الشمس عليه بها : ففي المسالك في وجوب الإقامة عليه وجهان ، وقرب العلامة الوجوب ، والوجهان آتيان في وجوب الرمي .\r\nوالتحقيق : انه يجب عليه المبيت بها ، لصدق عنوان غروب الشمس عليه وهو بمنى كما قلنا بذلك لو غربت في أثناء خروجه من منى .\r\nواما خبر علي عن أحدهما عليهما السلام أنه قال : في رجل بعث بثقله يوم النفر الأول واقام هو إلى الأخير ؟ قال : هو ممن تعجل في يومين « 1 » فلا دلالة فيه على عدم وجوب المبيت لمن خرج وغربت عليه الشمس قبل خروجه من حدود منى فضلا عن غيره فتأمل .\r\nالرابع - انه لو أخل بالمبيت بعد وجوبه عليه في الليلة الثالثة تجب الفدية عليه وهو دم شاة على ما تقدم تفصيله .\r\n( 1 ) ما أفاده المصنف من وجوب الرّمي في كل يوم من أيام التشريق اى اليوم الحادي عشر والثاني عشر الجمار الثلاث كل جمرة سبع حصيات مما هو المعروف بين الأصحاب ( قدس اللَّه تعالى أسرارهم ) بل في الجواهر :\r\nبلا خلاف متحقق أجده فيه كما اعترف به بعضهم ، قال في محكي السرائر :\r\n« لا خلاف بين أصحابنا في كونه واجبا ولا أظن أحدا من المسلمين يخالف فيه وان الاخبار به متواترة . ) .\r\n\r\n","description":"","footnote":"\r\n« 1 » الوسائل ج 2 الباب 9 من أبواب العود إلى منى الحديث 12 .\r\n","page_name":" 75 ","page_number":70},
  {"content":"\r\n\r\n\r\n","description":"\r\nواستدل له بما رواه عمر بن أذينة عن أبي عبد اللَّه ( عليه السلام ) ( في حديث ) قال : سألته عن قول اللَّه تعالى * ( ( الْحَجِّ الأَكْبَرِ ) ) * ؟ قال :\r\nالحج الأكبر الوقوف بعرفة ورمى الجمار « 1 » .\r\nوخبر عبد اللَّه بن جبلة عن أبي عبد اللَّه عليه السلام أنه قال : من ترك رمى الجمار متعمدا لم تحل له النساء وعليه الحج من قابل « 2 » .\r\nولكن لم نجد قائلا بمضمون هذا الخبر كما اعترف به في محكي التذكرة بعد ان نسبه إلى شذوذ .\r\nينبغي هنا التّنبيه على أمر وهو انه هل يجب الرمي في اليوم الثالث عشر ان أقام ليلته في منى أولا ؟ المعروف بين الأصحاب ( رضوان اللَّه تعالى عليهم ) وجوبه عليه بل في كشف اللثام لعله لا خلاف فيه .\r\nولكن قد عقد في الوسائل بابا بعنوان ( من أمسى بمنى ليلة الثالث عشر وجب عليه المبيت بها وان نفر قبل الغروب سقط عنه ) وقد ذكر فيه ما دل من الاخبار على ذلك ولكن لم يذكر فيها الرمي في يومها ولا بأس بذكر بعض منها وهو :\r\n1 - ما رواه عبد اللَّه بن مسكان عن أبي بصير قال : سألت أبا عبد اللَّه ( عليه السلام ) عن الرجل ينفر في النفر الأول ؟ قال : له ان ينفر ما بينه\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 4 من أبواب العود إلى منى الحديث 1 .\r\n« 2 » الوسائل ج 2 الباب 4 من أبواب العود إلى منى الحديث 5 .\r\n","page_name":" 76 ","page_number":71},
  {"content":"\r\n\r\n\r\n","description":"\r\nوبين ان تسفر الشمس فان هو لم ينفر حتى يكون عند غروبها فلا ينفر وليبت بمنى حتى إذا أصبح وطلعت الشمس فلينفر منى شاء « 1 » .\r\n2 - ما رواه معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) قال :\r\nإذا نفرت في النفر الأول فإن شئت ان تقيم بمكة وتبيت بها فلا بأس بذلك ، قال : وقال : إذا جاء الليل بعد النفر الأول فبعت بمنى فليس لك ان تخرج منها حتى تصبح « 2 » .\r\n3 - ما رواه الحلبي عن أبي عبد اللَّه ( عليه السلام ) قال : من تعجل في يومين فلا ينفر حتى تزول الشمس فإن أدركه المساء بات ولم ينفر « 3 » ولكن في صحيح معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) - على ما رواه الصدوق والشيخ - قدس سرهما - : ( وان تأخرت إلى آخر أيام التشريق وهو النفر الأخير فلا عليك أي ساعة نفرت ورميت قبل الزوال أو بعده « 4 » وفي رواية دعائم الإسلام عن جعفر بن محمد ( عليهما السلام ) أنه قال : لما اقبل رسول اللَّه ( صلى اللَّه عليه وآله ) من المزدلفة مرّ على جمرة العقبة يوم النحر فرماها يسبع حصيات ثم أتى منى وكذلك السنة ثم رمى أيام التشريق الثّلاث جمرات كل يوم عند زوال الشمس وهو أفضل « 5 »\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 10 من أبواب العود إلى منى الحديث 4 .\r\n« 2 » الوسائل ج 2 الباب 10 من أبواب العود إلى منى الحديث 2 .\r\n« 3 » الوسائل ج 2 الباب 10 من أبواب العود إلى منى الحديث 1 .\r\n« 4 » الوسائل ج 2 الباب 9 من أبواب العود إلى منى الحديث 3 .\r\n« 5 » المستدرك ج 2 الباب 12 من أبواب رمي جمرة العقبة الحديث 1\r\n","page_name":" 77 ","page_number":72},
  {"content":"\r\n\r\n\r\n","description":"\r\nينبغي هنا الإشارة إلى أمور 1 - انه ينبغي لمن أقام بمنى في هذه الأيام أي أيام التشريق ان يصلي فرائضه ونوافله في مسجد الخيف وأفضلها مصلى رسول اللَّه وهو من المنارة إلى نحو من ثلاثين ذراعا من جهة القبلة وعن يمينها ويسارها وخلفها :\r\nواستدل لذلك بصحيح معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) قال :\r\nصل في مسجد الخيف وهو مسجد منى وكان مسجد رسول اللَّه صلَّى اللَّه عليه وآله على عهده عند المنارة التي في وسط المسجد وفوقها إلى القبلة نحوا من ثلاثين ذراعا وعن يمينها وعن يسارها وخلفها نحوا من ذلك . فان استطعت ان يكون مصلاك فيه فافعل فإنه قد صلى فيه ألف نبي وانما سمى الخيف لأنه مرتفع عن الوادي وما ارتفع عن الوادي سمي خيفا « 1 » لا يخفى ان ظاهر قوله عليه السلام ( صل في مسجد الخيف ) وان كان هو الوجوب الا انه يتعين رفع اليد عنه لتسالم الأصحاب ( رضوان اللَّه تعالى عليهم ) على الخلاف .\r\n2 - انه يستحب التسبيح والتهليل والتحميد مأة مأة ، وصلاة مأة ركعة فيه ، واستدل لذلك برواية أبي حمزة الثمالي عن أبي جعفر عليه السلام أنه قال : من صلى في مسجد الخيف بمنى مأة ركعة قبل أن يخرج منه :\r\nعدلت عبادة سبعين عاما ، ومن سبح اللَّه فيه مأة تسبيحة كتب له كأجر عتق رقبة ، ومن هلل اللَّه فيه مأة تهليلة عدلت أجر إحياء نسمة ، ومن\r\n","footnote":"\r\n« 1 » الوسائل الباب 50 من أبواب أحكام المساجد الحديث 1\r\n","page_name":" 78 ","page_number":73},
  {"content":"\r\nويجب هنا زيادة على ما تضمنه شروط الرمي الترتيب يبدأ بالأولى ثم الوسطى ثم جمرة العقبة ( 1 )\r\n\r\n\r\n","description":"\r\nحمد اللَّه فيه مأة تحميد عدلت أجر خراج العراقين يتصدق به في سبيل اللَّه عز وجل « 1 » 3 - انه يستحب الصلاة ست ركعات في أصل الصومعة واستدل له بخبر أبي بصير عن أبي عبد اللَّه ( عليه السلام ) قال : صل ست ركعات في مسجد منى في أصل الصومعة « 2 » والأولى أن تكون هذا الست عند إرادة الرجوع إلى مكة مودعا لها إذا ابيضت الشمس من اليوم الثالث عشر لكن الرواية مطلقة .\r\nنعم يمكن دعوى الانصراف في رواية الثمالي في المأة ركعة كما يظهر ذلك بأدنى تأمل .\r\n( 1 ) اما وجوب الترتيب بين رمي الجمرات الثلاث فهو المعروف بين الأصحاب ( قدس سرهم ) بل في الجواهر : بلا خلاف أجده فيه بل الإجماع بقسميه عليه بل المحكي منه صريحا وظاهرا مستفيض ) واستدل له بخبر معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) قال :\r\nارم في كل يوم عند زوال الشمس ، وقل كما قلت حين رميت جمرة العقبة فابدأ بالجمرة الأولى فارمها عن يسارها في بطن المسيل ، وقل كما قلت يوم النحر ، ثم قم عن يسار الطريق فاستقبل القبلة واحمد اللَّه وأثن عليه وصلى على النبي ( صلى اللَّه عليه وآله ) ثم تقدم قليلا فتدعو وتسئله ان\r\n","footnote":"\r\n« 1 » الوسائل الباب 51 من أبواب أحكام المساجد الحديث 1\r\n« 2 » الوسائل الباب 51 من أبواب أحكام المساجد الحديث 2\r\n","page_name":" 79 ","page_number":74},
  {"content":"\r\nولو رماها منكوسة أعاد على الوسطى وجمرة العقبة ( 1 )\r\n\r\n\r\n","description":"\r\nيتقبل منك ثم تقدم أيضا ثم افعل ذلك عند الثانية واصنع كما صنعت بالأولى وتقف وتدعوا اللَّه ، كما دعوت ، ثم تمضى إلى الثالثة وعليك السّكينة والوقار فارم ولا تقف عندها « 1 » تقريب دلالته على الترتيب : هو أن أمر الإمام ( عليه السلام ) بالبدأة بالأول والعطف بثم في الباقي ظاهر في الترتيب ، ونحوه غيره من الاخبار\r\n( 1 ) اما وجوب إعادة الرّمي على الوسطى وجمرة العقبة لو رماها منكوسة سواء كان ذلك عن عمد أو جهل أو سهو فمما هو المعروف بين الأصحاب بل في الجواهر : ( بلا خلاف ولا اشكال بل الإجماع بقسميه عليه تحصيلا لإيقاع المأمور به على وجهه . إلخ ) استدل لذلك بجملة من النصوص المروية عنهم عليهم السلام - منها :\r\n1 - ما رواه معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) ( في حديث ) قال : قلت له : الرّجل يرمى الجمار منكوسة ؟ قال : يعيدها على الوسطى وجمرة العقبة « 2 » 2 - ما رواه مسمع عن أبي عبد اللَّه عليه السلام في رجل نسي رمى الجمار يوم الثاني فبدأ بجمرة العقبة ثم الوسطى ثم الأولى يؤخر ما رمى بما رمى فيرمى الوسطى ثم جمرة العقبة « 3 » اي يؤخر ما قدم رميه نسيانا ولو\r\n","footnote":"\r\n« 1 » صدره في الوسائل في الباب 12 من أبواب رمى جمرة العقبة الحديث 1 وذيله في الباب 10 منها الحديث 2\r\n« 2 » الوسائل ج 2 الباب 5 من أبواب العود إلى منى الحديث 1\r\n« 3 » الوسائل ج 2 الباب 5 من أبواب العود إلى منى الحديث 2\r\n","page_name":" 80 ","page_number":75},
  {"content":"\r\nووقت الرمي ما بين طلوع الشمس إلى غروبها ( 1 )\r\n\r\n\r\n","description":"\r\nبقرينة رواية معاوية بن عمار المتقدمة :\r\n3 - ما رواه معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) قال : قلت الرجل ينكس في رمى الجمار فيبدأ بجمرة العقبة ثم الوسطى ثم العظمى ؟\r\nقال : يعود : فيرمى الوسطى ثم يرمى جمرة العقبة وان كان من الغد « 1 »\r\n( 1 ) اما وقت الرمي للمختار ما بين طلوع الشمس إلى غروبها فمما هو المشهور بين الأصحاب ، ولعله اليه يرجع ما في محكي الوسيلة ان وقت الرمي طول النهار ، وما عن الإشارة : انه من أول النهار خصوصا بعد ما عن بعض كتب أهل اللغة من كون النهار من طلوع الشمس إلى الغروب على ما في الجواهر .\r\nواستدل لذلك بجملة من النصوص الواردة في المقام - منها :\r\n1 - صحيح منصور بن حازم عن أبي عبد اللَّه عليه السلام قال :\r\nرمى الجمار من طلوع الشمس إلى غروبها « 2 » 2 - صحيح صفوان بن مهران قال : سمعت أبا عبد اللَّه ( عليه السلام ) يقول : ارم الجمار ما بين طلوع الشمس إلى غروبها « 3 » 3 - صحيح زرارة أو حسنه عن أبي جعفر ( عليه السلام ) أنه قال للحكم ابن عيينة : ما حد رمى الجمار ؟ فقال : الحكم : عند زوال الشمس فقال أبو\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 5 من أبواب العود إلى منى الحديث 4\r\n« 2 » الوسائل ج 2 الباب 13 من أبواب رمي الجمرة العقبة الحديث 4\r\n« 3 » الوسائل ج 2 الباب 13 من أبواب رمي الجمرة العقبة الحديث 2\r\n","page_name":" 81 ","page_number":76},
  {"content":"\r\n\r\n\r\n","description":"\r\nجعفر يا حكم أرأيت لو أنهما كانا اثنين . فقال أحدهما لصاحبه : احفظ علينا متاعنا حق ارجع أكان يفوته الرمي هو واللَّه ما بين طلوع الشمس إلى غروبها « 1 » يمكن أن يقال بمعارضتها صحيح جميل بن دراج عن أبي عبد اللَّه ( عليه السلام ) ( في حديث ) قلت له : متى يكون رمى الجمار ؟ فقال من ارتفاع النهار إلى غروب الشمس « 2 » وصحيح معاوية بن عمار عن أبي عبد اللَّه عليه السّلام قال : ارم في كل يوم عند زوال الشمس وقل كما قلت عند رمي الجمرة العقبة « 3 » يمكن الجمع بينها بوجهين :\r\nالأول - حملها على مراتب الفضل بان يقال : انه من طلوع الشمس إلى ارتفاع النهار وقت الاجزاء ومن حين ارتفاع النهار إلى الزّوال وقت الفضيلة وعند الزوال وقت الأفضل : و ( فيه ) : انه جمع بلا شاهد فلا يصار اليه .\r\nالثاني - يمكن ان يقال في وجه الجمع بينهما بان المراد من النهار في قوله ( عليه السلام ) في حديث جميل هو يوم الصوم ، فيكون المراد من الارتفاع هو طلوع الشمس فلا ينافي مع ما تقدم من الأخبار المتقدمة الدالة\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 13 من أبواب رمى جمرة العقبة الحديث 5\r\n« 2 » الوسائل ج 2 الباب 13 من أبواب رمى جمرة العقبة الحديث 1\r\n« 3 » الوسائل ج 2 الباب 12 من أبواب رمى جمرة العقبة الحديث 1\r\n","page_name":" 82 ","page_number":77},
  {"content":"\r\n\r\n","description":"\r\nعلى أن وقت الرّمي من طلوع الشمس إلى غروبها .\r\nواما أمره ( عليه السلام ) بقوله ( ارم عند الزوال ) في حديث معاوية وان كان ظاهرا في الوجوب ، الا انه ترفع اليد عنه بقرينة ما دل على أن وقت الرمي من طلوع الشمس إلى الغروب فيحمل على الاستحباب بقانون حمل الظَّاهر على النّص ، وقد ذكرنا غير مرّة ان حكومة النّص على الظاهر من اجلى الحكومات ، ونتيجة ذلك هو ان وقت الرمي موسع من أول طلوع الشمس إلى غروبها ، ولكن الأفضل الإتيان به وقت الزوال لما عرفت .\r\nومما ذكرنا يعلم الوجه فيما ذكره غير واحد من الأصحاب من كون الأفضل وقوعه عند الزوال وفي هذا الجمع بين الأخبار المتقدمة في صدر المبحث وبين صحيح جميل ما لا يخفى ، ولكن التحقيق : ان صحيح جميل ومعاوية لا يصلحان لمعارضتهما للأخبار المتقدمة الدالة على أن وقت رمي الجمار من طلوع الشمس إلى غروبها اما صحيح جميل فلانه وان كان صريحا في تحديد وقته من ارتفاع النهار إلى الغروب ولكن الأصحاب ( رضوان اللَّه تعالى عليهم ) أعرضوا عنه ، فخرج بذلك عن حيّز دليل الحجّية والاعتبار .\r\nواما حديث معاوية فليس صريحا في مقام التّحديد بزوال الشمس وأما الأمر بالرّمي فيه عند زوال الشمس فلا يدل على التحديد . نعم له ظهور إطلاقي في ذلك وهو ينهدم بالأخبار المتقدمة في صدر المبحث الصريحة في كون وقت الرمي من طلوع الشمس إلى غروبها .\r\n","footnote":"","page_name":" 83 ","page_number":78},
  {"content":"\r\n\r\n","description":"\r\nفعليه يقال إن وقت الرمي من طلوع الشمس إلى غروبها ولكن الأفضل الإتيان به عند الزوال فتأمل .\r\nولكن حكى عن الغنية والإصباح والجواهر : ان وقته بعد الزوال وفي الخلاف : لا يجوز الرمي أيام التشريق الا بعد الزوال ، وقد روى رخصة قبل الزوال في الأيام كلها ، وبالأول قال الشافعي وأبو حنيفة ، إلا أن أبا حنيفة قال : وان رمى يوم الثالث قبل الزوال جاز استحسانا وقال طاوس : يجوز قبل الزوال في الكل . دليلنا : إجماع الفرقة وطريقة الاحتياط ، فان من فعل ما قلناه لا خلاف انه يجزيه وإذا خالفه ففيه الخلاف .\r\nولكن قال صاحب الجواهر بعد ذكر الأخبار المتقدمة : ( وهي مع اعتبار أسانيدها وعمل الطائفة بها قديما وحديثا لا محيص عن العمل بها خصوصا بعد سلامتها عن معارضة ما عدا الإجماع المحكي الموهون بمصير معظم من تقدمه - كابن الجنيد وابن أبي عقيل والمفيد والصدوقين والمرتضى وجميع من تأخر عنه - إلى خلافه بل هو قد رجع عنه في مبسوطه ونهايته ولذا قال في المختلف : انه شاذ لم يعمل به أحد من علمائنا ، حتى أن الشيخ المخالف وأفق أصحابه فيكون إجماعا ، لأن الخلاف ان وقع منه قبل الوفاق فقد حصل الإجماع وان وقع بعده لم يعتد به إذ لا اعتبار بخلاف من يخالف الإجماع » وان كان لا يخلو من نظر .\r\nواما الاحتياط فهو معارض بالنصوص المعتبرة المعمول بها بين\r\n","footnote":"","page_name":" 84 ","page_number":79},
  {"content":"\r\nولا يجوز أن يرمي ليلا الا لعذر كالخائف والمريض والرعاة والعبيد ( 1 )\r\n\r\n\r\n","description":"\r\nالطائفة على أن التحقيق العمل بأصل البراءة مع فرض الشك في أمثال ذلك إلخ ) .\r\nوكيف كان فلا يبقى مجال بناء على ما ذكرنا القول بأنه كلما قرب إلى الزوال كان أفضل ولا القول بامتداد الفضل من حين الزوال إلى الغروب كما أفاده بعض ، ولكن مع ذلك كله لا تخلو المسألة من تأمّل .\r\n( 1 ) اما عدم جواز رمي الجمرات في الليل في حال الاختيار فلا ينبغي الإشكال فيه وذلك لما عرفت من الأخبار الدالة على أن وقت رمي الجمرات من طلوع الشمس إلى غروبها .\r\nأما جواز الرمي ليلا للمعذور كالخائف والمريض والراعي والحطاب ونحوها فهو المعروف بين الأصحاب ( رضوان اللَّه تعالى عليهم ) ويدل عليه جملة من النصوص - منها :\r\n1 - صحيح عبد اللَّه بن سنان عن أبي عبد اللَّه ( عليه السلام ) قال : لا بأس ان يرمى الخائف بالليل ويضحى ويفيض بالليل « 1 » 2 - موثق سماعة بن مهران عن أبي عبد اللَّه ( عليه السلام ) قال : رخص للعبد والخائف والراعي في الرمي ليلا « 2 » 3 - حسن زرارة ومحمد بن مسلم عن أبي عبد اللَّه ( عليه السلام ) أنه قال في الخائف لا بأس بأن يرمي الجمار بالليل ، ويضحى بالليل ، ويفيض بالليل « 3 »\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 14 من أبواب رمي جمرة العقبة الحديث 1\r\n« 2 » الوسائل ج 2 الباب 14 من أبواب رمي جمرة العقبة الحديث 2\r\n« 3 » الوسائل ج 2 الباب 14 من أبواب رمي جمرة العقبة الحديث 4\r\n","page_name":" 85 ","page_number":80},
  {"content":"\r\nومن حصل له رمي اربع حصيات ثم رمى على الجمرة الأخرى حصل بالترتيب ( 1 )\r\n\r\n\r\n","description":"\r\n4 - ما رواه أبو بصير قال : سألت أبا عبد اللَّه ( عليه السلام ) عن الذي ينبغي له ان يرمى بليل من هو ؟ قال : الحاطبة والمملوك الذي لا يملك من أمره شيئا ، والخائف ، والمدين ، والمريض الذي لا يستطيع ان يرمي يحمل إلى الجمار ، فان قدر على أن يرمي والا فارم عنه وهو حاضر « 1 » 5 - خبره الآخر قال : قال أبو عبد اللَّه ( عليه السلام ) : رخص رسول اللَّه صلى اللَّه عليه وآله لرعاة الإبل إذا جاؤوا بالليل أن يرموا « 2 » ثم إن مقتضى إطلاق هذه الأخبار عدم الفرق في الليل بين المتقدم والمتأخر كما اعترف به في كشف اللثام .\r\nولكن في المدارك « والظاهر أن المراد بالرمي ليلا رمى جمرات كل يوم في ليلته ولو لم يتمكن من ذلك لم يبعد جواز رمي الجميع في ليلة واحدة لأنه أولى من الترك أو التأخر وربما كان في إطلاق بعض الروايات المتقدمة دلالة عليه » مراده ( قدس سره ) من بعض الروايات المتقدمة هو الحديث الخامس قال في الجواهر بعد نقل كلام المدارك ( قلت هو العمدة والا فسابقه مجرد اعتبار بل ظاهر النصوص المزبورة ذلك وان لم يعلم حاله فيما يأتي من الليالي .\r\n( 1 ) هذا هو المعروف بين الأصحاب ( رضوان اللَّه تعالى عليهم ) بل\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 14 من أبواب رمى جمرة العقبة الحديث 7\r\n« 2 » الوسائل ج 2 الباب 14 من أبواب رمى جمرة العقبة الحديث 6\r\n","page_name":" 86 ","page_number":81},
  {"content":"\r\n\r\n\r\n","description":"\r\nنفى عنه الخلاف ، كما اعترف به في الرياض ، بل عن التذكرة والمنتهى الإجماع عليه ويدل عليه جملة من النصوص المروية عنهم عليهم السلام - منها :\r\n1 - صحيح معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) ( في حديث ) قال وقال في رجل رمي الجمار فرمى الأولى بأربع والأخيرتين بسبع سبع ، قال : يعود : فيرمي الأولى بثلاث وقد فرغ وان كان رمى الأولى بثلاث ورمى الأخيرتين بسبع سبع فليعد فليرمهن جميعا بسبع سبع وان كان رمى الوسطى بثلاث ثم رمى الأخرى فليرم الوسطى بسبع وان كان رمى الوسطى بأربع رجع فرمى بثلاث « 1 » 2 - صحيحة الآخر عنه ( عليه السلام ) في رجل رمى الجمرة الأولى بثلاث والثانية بسبع والثالثة بسبع ؟ قال : يعيد يرمهن جميعا بسبع سبع ، قلت :\r\nفان رمى الأولى بأربع والثانية بثلاث والثالثة بسبع ؟ قال : يرمي الجمرة الأولى بثلاث والثانية بسبع ويرمى جمرة العقبة بسبع ، قلت : فان رمى الجمرة الأولى بأربع والثانية بأربع والثالثة بسبع ؟ قال : يعيد فيرمي الأولى بثلاث والثانية بثلاث ولا يعيد الثالثة « 2 » 3 - خبر علي بن أسباط قال : قال أبو الحسن ( عليه السلام ) : إذا رمى الرجل الجمار أقل من اربع لم يجزيه أعاد عليها وأعاد على ما بعدها وان كان قد أتم ما بعدها وإذا رمى شيئا منها أربعا بنى عليها وأعاد على ما بعدها ان كان قد أتم رميه « 3 »\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 6 من أبواب العود إلى منى الحديث 1\r\n« 2 » الوسائل ج 2 الباب 6 من أبواب العود إلى منى الحديث 2\r\n« 3 » الوسائل ج 2 الباب 6 من أبواب العود إلى منى الحديث 3\r\n","page_name":" 87 ","page_number":82},
  {"content":"\r\n\r\n","description":"\r\nينبغي هنا التنبيه على أمور الأول - ان ظاهر الأخبار المتقدمة هو البناء مع الإتيان بالأربع والاستئناف بدونه فإذا رمى الجمرة الأولى أربعا ثم رمى التي بعدها سبعا فيكفيه ان يكمل النقص الأولى ولا يجب عليه الاستئناف .\r\nواما إذا رماها أقل من أربع فلا يكفي إكمالها مع إعادة ما بعدها في الجمرة الأولى أو الثانية ، وذلك لفوات الترتيب ، فإذا رماها أقل من أربعة ( أي ثلاثة فما دون ) فعليه الإعادة على الجمرات الثلاث بالترتيب فلا يكفيه إكمال الناقص فقط وإذا رمى الأولى سبعا ثم الثانية ثلاثا ثم الثالثة سبعا فعليه الاستئناف من الثانية ثم الثالثة سبعا سبعا ولا يجب عليه استئناف الأولى اما إذا رمى الثانية أربعا والأولى والثالثة سبعا سبعا يكفيه إتمام الثانية فقط .\r\nولكن في القواعد والتحرير والمنتهى ومحكي السرائر على ما حكى في الجواهر هو الاكتفاء بالإكمال واستئناف اللاحقة واستدل لذلك بالأصل .\r\nولكن التحقيق : انه لا عبرة بالأصل ، لكونه مقطوعا بالأخبار الدّالة على لزوم الاستئناف فيما إذا رماها أقل من أربعة والمعتضدة بفتوى كثير من الفقهاء ( قدس اللَّه تعالى أسرارهم ) .\r\nاما دعوى إرادة الإكمال من الإعادة لأن كل رمية لاحقة إعادة للرمي كما ترى .\r\n","footnote":"","page_name":" 88 ","page_number":83},
  {"content":"\r\n\r\n","description":"\r\nولكن يمكن ان يقال إنه لو كان نقصه في الجمرة الثالثة ( العقبة ) أكملها واكتفى به من دون فرق بين الأربع وغيرها ، كما نص عليه صاحب الجواهر ( قدس سره ) لعدم ترتيب عليه بعدها .\r\nوأما فوات الموالاة غير قادح كما عرفت قال في الجواهر : ( لعله لا خلاف فيه الا ما سمعته من ابن بابويه بناء على اعتبار الموالاة الذي لم يجد دليلا بالخصوص بل ظاهر الأدلة خلافه ، وكونه المعهود في العمل للعادة لا يقتضي الاعتبار خصوصا بعد ما سمعته من النصوص ) .\r\nولكن فيما أفاده صاحب الجواهر ( قدس سره ) ( من أنه إذا كان نقصه في الجمرة الثالثة أكمل ذلك النقص فقط ولا يجب عليه الرجوع إلى الثانية والأولى ) كلام يأتي في الأمر الثاني .\r\nالثاني - ان المستفاد من الاخبار هو اعتبار الموالاة بالنسبة إلى كل من الجمرات الثلاث في أربع حصيات الأولى ، لما دل على أنه لو رمى جمرة بثلاث حصيات ثم رمى الجمرة المتأخرة عن تلك الجمرة كان عليه إعادة تلك الحصيات الثلاث أيضا .\r\nويمكن دعوى كشف ذلك عن مفروغية اشتراط الموالاة في أربع حصيات الأوليات مطلقا ، ولذا يمكن ان يقال بعدم الفرق في اعتبارها في ذلك بين الجمرة الأولى والثانية وجمرة العقبة وان كان مورد النص هو الجمرة الأولى والثانية لعدم العبرة بخصوصية المورد فتأمل .\r\nالثالث - ان ظاهر الأخبار المتقدمة عدم الفرق في عدم وجوب الاستيناف إذا أتى بالأربع بين العامد والجاهل والناسي ، ولا بأس بذكر ما في\r\n","footnote":"","page_name":" 89 ","page_number":84},
  {"content":"\r\n\r\n","description":"\r\nالجواهر هنا لكونه جامعا للأقوال ( بل قيل هو ظاهر المتن والنافع والمحكي عن المبسوط والخلاف والسرائر والجامع والتحرير والتلخيص واللمعة ، خلافا للفاضل في القواعد والتذكرة والمنتهى والشهيدين في الدروس والروضة ، وربما عزى إلى الشيخ والأكثر ، وربما جعل أشهر ، فقيدوه بالناسي ، بل في الحدائق : نسبة تقييده به وبالجاهل إلى الأصحاب ، وان كنا لم نتحققه في الثاني . نعم ، الحقه الشهيدان منهم . بالناسي إلى أن قال : وعلى كل حال فعن الفاضل الاستدلال له بأن الأكثر انما يقوم مفام الكل مع النسيان ، ورد : بأنه إعادة للمدعى ، و ( فيه ) : ان المراد الإشارة إلى ما سمعته في الطواف بمعنى ان الأصل عدم قيام غير ذلك مقامه بالنسبة إلى الترتيب ، ولذا استدل له في الروضة بأنه منهي عن رمى اللاحقة قبل إكمال السابقة فيفسد وان ضعف أيضا بأن المعلوم انما هو النهى عنه قبل الأربع لا مطلقا ، ولو سلم فهو اجتهاد في مقابلة إطلاق النص ، ولكنه كما ترى ، ضرورة : عدم شموله للعامد لندرته فلا ينصرف إليه السؤال المعلق عليه الجواب . مضافا إلى حمل فعل المسلم على الصحة ، والى إطلاق ما دل على وجوب الترتيب المقتضى لفساد اللاحق قبل إتمام السابق المعتضد بما سمعته من فتوى الأصحاب ) .\r\nتحقيق الكلام في هذه المسألة هو انه قد عرفت دلالة النصوص على صحة رميه فيما لو شرع في رمي الجمرة المتأخرة بعد الفراغ عن أربع حصيات بالنسبة إلى الجمرة السابقة قبل إتمام للسبع .\r\nهذا مما لا كلام فيه انما الكلام في أنه هل يختص الحكم بصورة\r\n","footnote":"","page_name":" 90 ","page_number":85},
  {"content":"\r\n\r\n","description":"\r\nالنسيان والجهل أو يشمل صورة العمد .\r\nيمكن دعوى انصراف الأخبار الواردة في المقام عن صورة العمد كما أنه قد يدعى انصرافها عن صورة الجهل أيضا .\r\nولكن فيه أنه قد ذكرنا غير مرة ان الانصراف المعتبر منه فيما إذا كان بمنزلة القيد المذكور في الكلام بحيث لو صرح بخروج المنصرف عنه عن تحت الإطلاق كان توضيحا وتأكيدا وكونه كذلك فيما نحن فيه أول الكلام .\r\nثم لا يخفى ان الانصراف قد يتحقق في باب التشكيك في الماهية لا في باب ندرة الفرد فندرة صدور ذلك عن عمد لا يفيد في نفي الإطلاق وإثبات الانصراف الحقيقي ، فعليه بمقتضى إطلاق الأخبار المتقدمة يقال :\r\nان الترتيب شرط بالنسبة إلى أربع حصيات الأوليات دون غيرها فبعد تماميتها يجوز اختيارا ان يؤخر رمى الجمرة السابقة عن رمي الجمرة اللاحقة فتأمل .\r\nالرابع - لو فاتته جمرة ولا يعلم أنها الأولى أم الثانية أم العقبة فعليه إعادة رمي الجمار الثلاث احتياطا ، للعلم الإجمالي وهذا مما لا ينبغي الكلام فيه .\r\nانما الكلام في أنه هل يجب عليه ان يعيده مرتبا أولا ؟ والظاهر أنه يجب عليه مرتبا من الأولى ثم الثانية ثم العقبة ، لأن اشتغال اليقيني يستدعي الفراغ اليقيني ولا يحصل ذلك الا به إذا مع عدم الترتيب يحتمل البطلان ، لاحتمال كون الأولى هي الفائتة فيجب فيه مراعاة الترتيب .\r\n","footnote":"","page_name":" 91 ","page_number":86},
  {"content":"\r\n\r\n","description":"\r\nالخامس - لو علم إجمالا انه فاته اربع حصيات من جمرة ولا يعلم أنها من الأولى أو الثانية أم العقبة فهل يجب عليه إعادة جميعها أولا ؟ والظاهر ذلك ، لأنه بمنزلة فوات الجميع .\r\nولكن يمكن ان يقال بوجوب إعادة الأخيرة دون الأولتين وذلك لجريان قاعدة الفراغ بالنسبة إليهما ، وأما العلم الإجمالي فينحل بالشك بالنسبة إليهما للعلم التفصيلي ببطلان الأخيرة إما لفقد شرط الموالاة بناء على اعتبارها ، وأما من جهة بطلان سابقتها فيحكم ببطلانها لفقده شرط الترتيب .\r\nولكن التحقيق : عدم جريان قاعدة الفراغ بالنسبة إلى شيء منها ، وذلك لعدم خروجه من مجموع العمل وهو الرمي حتى يجدى إجرائها فيه للعلم ببطلان الأخيرة منها .\r\nوأما قاعدة التجاوز فلم يثبت اجراؤها في غير اجزاء الصّلاة فعليه يجب عليه ان يعيده على الثلاث تحصيلا للفراغ اليقيني .\r\nالسادس - أنه لو فاته دون الأربع من جمرة ولا يعلم أنها من الأولى أم الثّانية أم العقبة كرّره على الثّلاث ، للاحتياط .\r\nوأما مراعاة الترتيب فلا يجب عليه ، لأن الفائت من واحدة .\r\nوأما وجوب الباقي فكان من باب المقدّمة - كوجوب ثلاث فرائض عن واحدة مشتبهة بين صلاة الصبح والظهر والعصر والمغرب والعشاء وهذا بخلاف مما لو فاته من كل جمرة واحدة واثنتان أو ثلاث ، لأنه يجب مراعاة الترتيب فيه لتعدد الفائت المرتب .\r\nوأما إذا رمى أربعا وفاته ثلاثا ثم شك في كونها من واحدة أو أكثر\r\n","footnote":"","page_name":" 92 ","page_number":87},
  {"content":"\r\nولو نسي رمى يوم قضاه من الغد مرتبا يبدأ بالفائت ويعقب بالحاضر ( 1 )\r\n\r\n\r\n","description":"\r\nفيتعين عليه ان يرمى كل واحد منها ثلاث حصيات مرتبا يبدأ بالأولى ثم الوسطى ثم العقبة ، لقاعدة الاشتغال بالنسبة إلى كل واحدة في ثلاث .\r\n( 1 ) اما وجوب قضاء أصل الرمي لو نسيه فمما هو المعروف بين الأصحاب ( رضوان اللَّه تعالى عليهم ) بل في الجواهر : بلا خلاف أجده بيننا بل الإجماع بقسميه عليه ) .\r\nواستدل لذلك بصحيح معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) ( في حديث ) قال : قلت الرجل ينكس في رمى الجمار فيبدأ بجمرة العقبة ثم الوسطى ثم العظمى ؟ قال : يعود فيرمى الوسطى ثم يرمى جمرة العقبة وان كان من الغد « 1 » وحسن معاوية بن عمار عن الصادق ( عليه السلام ) قلت : رجل نسي ان يرمى الجمار حتى أتى مكة ؟ قال : يرجع فيفصل بين كل رميتين بساعة « 2 » ونحوهما غيرهما من الاخبار واما وجوب مراعاة الترتيب فلا ينبغي الإشكال فيه وهو المعروف بين الأصحاب ( رضوان اللَّه تعالى عليهم ) بل قد نفى عنه الخلاف بل في المدارك هو مقطوع به في كلام الأصحاب بل عن الخلاف الإجماع عليه فلا كلام لنا فيه من حيث الفتوى انما الكلام فيه من حيث المدرك فنقول انه ( تارة ) : يتكلم فيه بالنسبة إلى اشتراط الترتيب بين الرمي الادائى والقضائي بتقديم الثاني على الأول و ( أخرى ) : بالنسبة إلى اشتراط\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 5 من أبواب العود إلى منى الحديث 4\r\n« 2 » الوسائل ج 2 الباب 3 من أبواب العود إلى منى الحديث 2\r\n","page_name":" 93 ","page_number":88},
  {"content":"\r\n\r\n\r\n","description":"\r\nالترتيب بين الجمرات الثلاث في أنه هل يشترط الترتيب بينها قضاء كما يعتبر أداء أولا فهنا يقع الكلام في مقامين :\r\nأما الكلام في المقام الأول فنقول : انه قد استدل له بوجوه :\r\nالأول - صحيح عبد اللَّه بن سنان قال : سألت أبا عبد اللَّه ( عليه السلام ) عن رجل أفاض من جمع حتى انتهى إلى منى فعرض له عارض فلم يرم الجمرة حتى غابت الشمس ؟ قال : يرمى إذا أصبح مرتين ( إحداهما ) بكرة وهي للأمس و ( الأخرى ) : عند زوال الشمس « 1 » ورواه الصدوق في الفقيه في الصحيح عن معاوية بن عمار مثله والشيخ في الصحيح عنه أيضا الا أنه قال : ( يرمى إذا أصبح مرتين مرة لما فاته والأخرى ليومه الذي يصبح فيه وليفرق بينهما يكون إحداهما بكرة وهي للأمس ) .\r\nوأما اشتمال صحيح ابن سنان على المستحب لا يقدح لإمكان التفكيك في الحجية على ما تقدم في غير واحد من المقامات .\r\nالثاني - تقدمه سببا الموجب ذلك لتقدم مسببه .\r\nو ( فيه ) : انه قد حقق في الأصول ان ذلك صرف استحسان فلا عبرة به .\r\nالثالث - الإجماع . و ( فيه ) : انه يكفي في وهنه صرف احتمال كونه مدركيا فضلا عن العلم ، فالعبرة بالمدرك وهو صحيح عبد اللَّه بن سنان لا الإجماع ، فتدبر .\r\nينبغي هنا ذكر كلام صاحب الجواهر ( قدس سره )\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 15 من أبواب رمى جمرة العقبة الحديث 1 و 2\r\n","page_name":" 94 ","page_number":89},
  {"content":"\r\n\r\n","description":"\r\nوهو انه ( قدس سره ) بعد ان استدل على الترتيب بين الرمي الادائى والقضائي بصحيح عبد اللَّه بن سنان المتقدم في صدر المبحث قال : ( بل في كشف اللثام الاستدلال عليه بالاخبار وان كان لم يحضرنا الآن الا ما سمعت بل في الرياض : « لم نجد الأخبار المفيدة لوجوب التقديم لأنها ما بين مطلقة للأمر بالقضاء وبين مصرحة بالتقديم لكنه مقيد بقيد هو للاستحباب إلى أن قال : وظاهرهم عدم الخلاف في الاستحباب وان أشعر بوجوده عبارة الدروس حيث جعله أظهر ، وهو كذلك جمعا بينه وبين الصحيح المتقدم الآخر بالفصل بينهما بساعة المنافي لما في هذا الصحيح قطعا والجمع بالحمل على تفاوت مراتب الاستحباب فأدناها ما سبق وأعلاها ما هنا لكن ظاهر الأصحاب الاعراض عن الحديث السابق فيلحق بالشواذ ، ويتوجه حينئذ وجوب ما في هذا الصحيح ان لم ينعقد الإجماع على جواز الإتيان بهما في وقت واحد وأن انعقد ، كما صرح به بعض الأصحاب حيث قال بعد الحكم بجوازه : بلا خلاف بشرط الترتيب ، فالوجه الاستحباب ومما ذكرنا ظهر انه لا مستند لوجوب الترتيب سوى الإجماع » ولكن فيما افاده من عدم دلالة الصحيح المزبور على وجوب تقديم الرمي القضائي على الادائى اشكال واضح .\r\nواما اشتماله على استحباب القيد فهو لا يضره كما أشرنا إليه عند ذيل ذكر الوجه الأول وذلك لما عرفت في غير واحد من نظائره من إمكان التفكيك في الحجية وفي الجواهر : ( يمكن دعوى ظهوره فيه ولو بملاحظة الشهرة والإجماع ) .\r\n","footnote":"","page_name":" 95 ","page_number":90},
  {"content":"\r\n\r\n","description":"\r\nوكيف كان فقد ظهر بما ذكرنا ضعف ما ذهب اليه بعض من عدم وجوب تقديم الفائت على الحاضر فلاحظ وتأمل واللَّه الهادي إلى الصواب .\r\nأما الكلام في المقام الثاني فنقول : انه يمكن ان يقال إن دليل الترتيب ورد في خصوص الأداء دون القضاء فوجوب مراعاة الترتيب فيه يحتاج إلى دليل تعبدي فإن قام فيحكم بلزوم مراعاته والا فيتعين الرجوع إلى الأصل :\r\nفيقع الكلام حينئذ في أن مقتضاه هو الاحتياط ، لرجوع الشك فيه إلى الشك في حصول الامتثال بالمأمور به لو أتى بها بدون الترتيب دون ما أتى بها معه فيتعين عليه ذلك ، لان الاشتغال اليقيني يستدعي الفراغ اليقيني ، أو يكون مقتضاه هو البراءة لرجوع الشك فيه إلى الشك في أصل التكليف لكون الترتيب قيدا زائدا وهو ينفي بالأصل ان لم نقل بأنه مثبت .\r\nتنقيح هذا مبيّن على أن التّقابل بين الإطلاق والتّقييد من تقابل العدم والملكة أو السلب والإيجاب أو التقابل بينهما من تقابل التضاد :\r\nفان قلنا بان التّقابل بينهما من قبيل تقابل العدم والملكة أو السلب والإيجاب فيجوز له الرجوع إلى البراءة عند الشك في لزوم مراعاة الترتيب وأما إذا قلنا بان التقابل بينهما هو تقابل التّضاد فلا يجوز الرجوع إليه ، لأن إثبات الإطلاق بالبراءة عن القيد تعويل على أصل المثبت الذي لا نقول به .\r\nوبما انه قد حقّق في الأصول بأن التقابل بين الإطلاق والتقييد هو تقابل العدم والملكة فيجري البراءة عن القيد ولا يلزم من جريانها محذور\r\n","footnote":"","page_name":" 96 ","page_number":91},
  {"content":"\r\nويستحب ان يكون ما يرميه لأمسه غدوة وما يرميه ليومه عند الزوال ( 1 )\r\n\r\n","description":"\r\nولكن قد يقال إنه لا تصل النوبة إلى الأصل وهو البراءة وذلك لدعوى ظهور الأمر بقضاء الأمور المترتبة في زمانه : قضائها كما كانت ، إلا إذا قام دليل على الخلاف فلاحظ وتأمل .\r\n( 1 ) ما أفاده المصنف ( قدس سره ) من استحباب كون رميه لأمسه غدوة وما يرميه ليومه عند الزوال مما هو المعروف بين الأصحاب ( رضوان اللَّه تعالى عليهم ) .\r\nولكن في المدارك : ( ينبغي إيقاع الفائت بعد طلوع الشمس وان كان الظاهر جواز الإتيان به قبل طلوعها ، لإطلاق الخبر ) مراده منه صحيح عبد اللَّه بن سنان المتقدم لقوله ( عليه السلام ) فيه : ( يرمي إذا أصبح مرتين إحداهما بكرة وهي للأمس والأخرى عند زوال الشمس ) وناقش صاحب الجواهر ( قدس سره ) في كلام صاحب المدارك بان المراد من قوله : ( بكرة ) في الخبر : هو طلوع الشمس كما اعترف به في كشف اللثام ومحكي السرائر لا طلوع الفجر ، ولو لما عرفت من تحديد الرمي بما بين طلوع الشمس إلى غروبها الشامل للأداء والقضاء وان الرمي في غيره لذوي الأعذار ، بل عن المنتهى التصريح بمساواة القضاء للأداء في ذلك فلا ريب في أن الأحوط ان لم يكن الأقوى مراعاته وفي المسالك في بعض الأخبار دلالة عليه .\r\nلا يخفى ان ظاهر قوله ( عليه السلام ) : ( يرمي إذا أصبح مرتين إحداهما بكرة وهي للأمس والأخرى عند زوال الشمس ) .\r\n","footnote":"","page_name":" 97 ","page_number":92},
  {"content":"\r\nولو نسي رمى الجمار حتى دخل مكة رجع ورمى ( 1 )\r\n\r\n\r\n","description":"\r\nوان كان هو الوجوب الا انه ترفع اليد عنه لأجل تسالم الأصحاب ( رضوان اللَّه تعالى عليهم ) على الخلاف . فتدبر\r\n( 1 ) اما وجوب الرجوع من مكة لرمي الجمار في أيام التشريق إذا نسيه مما لا ينبغي الإشكال فيه وهو المعروف بين الأصحاب ( رضوان اللَّه تعالى عليهم ) بل قد نفى عنه الخلاف ، واستدل له بجملة من النصوص المروية عنهم عليهم السلام - منها :\r\n1 - حسن معاوية بن عمار عن أبي عبد اللَّه عليه السلام قال : قلت رجل نسي ( رمى ) الجمار حتى اتى مكة ؟ قال : يرجع فيرمها يفصل بين كل رميتين بساعة ، قلت فاته ذلك وخرج ؟ قال : ليس عليه شيء « 1 » 2 - صحيحة الآخر قال : سألت أبا عبد اللَّه ( عليه السلام ) ما تقول في امرأة جهلت ان ترمى الجمار حتى نفرت إلى مكة ؟ قال : فلترجع فلترم الجمار كما كانت ترمى والرجل كذلك « 2 » 3 - صحيحة الآخر أيضا قال : قلت لأبي عبد اللَّه ( عليه السلام ) : رجل نسي رمى الجمار ؟ قال : يرجع فيرميها ، قلت : فإنه نسيها حتى اتى مكة ؟ قال : يرجع فيرمى متفرقا يفصل بين كل رميتين بساعة ، قلت : فإنه نسي أو جهل حتى فإنه وخرج ؟ قال : ليس عليه ان يعيد « 3 »\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 3 من أبواب العود إلى منى الحديث 1\r\n« 2 » الوسائل ج 2 الباب 3 من أبواب العود إلى منى الحديث 1\r\n« 3 » الوسائل ج 2 الباب 3 من أبواب العود إلى منى الحديث 3\r\n","page_name":" 98 ","page_number":93},
  {"content":"\r\n\r\n\r\n","description":"\r\nتحقيق الكلام في هذه المسألة يتمّ في ضمن أمور الأول - ان مقتضى قوله ( عليه السلام ) في الحديث الأول من الأحاديث المتقدمة : ( ليس عليه شيء ) في جواب السؤال عما إذا فاته ذلك وخرج هو عدم ثبوت القضاء عليه إذا مضى أيام التشريق كما هو صريح الحديث الثالث لقوله ( عليه السلام ) فيه : ( ليس عليه ان يعيد ) .\r\nولكن يعارضهما ما رواه عمر بن يزيد عن أبي عبد اللَّه ( عليه السلام ) قال : من أغفل رمى الجمار أو بعضها حتى تمضى أيام التشريق فعليه أن يرميها من قابل ، فإن لم يحجّ رمى عنه وليّه ، فإن لم يكن له ولي استعان برجل من المسلمين يرمى عنه ( وخ ) فإنه لا يكون رمي الجمار إلا أيام التشريق « 1 » .\r\nان قلت : انه ضعيف سندا ، لأن في طريقه محمد بن عمر بن يزيد ولم يرد فيه توثيق ولا مدح يعتد به فلا عبرة به .\r\nقلت : نعم لكنه منجبر بعمل الأصحاب ( رضوان اللَّه تعالى عليهم ) بمضمونه الموجب تكوينا للوثوق بصدوره فلا يصغى إلى المناقشة فيه بضعف السند .\r\nوكيف كان فمقتضى الجمع بينها ان يقال إن الحديث الأول والثالث لمعاوية بن عمار وان كانا دالين على نفي القضاء عنه فيما إذا فاته الوقت\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 3 من أبواب العود إلى منى الحديث 4 .\r\n","page_name":" 99 ","page_number":94},
  {"content":"\r\n\r\n\r\n","description":"\r\nبمضي أيام التشريق لكنهما مطلقان من حيث عدم القصاء عليه أصلا أو في عامه قبل أيام التشريق وهذا بخلاف رواية عمر بن يزيد ، لدلالته على اختصاص رمى الجمار بأيام التشريق فليس عليه القضاء قبلها ، بل يقضى بها فيها في العام القابل ، فيقيد إطلاقهما بها فيحكم بلزوم القضاء في أيام التشريق في السّنة القادمة .\r\nالثاني - ان صاحب المدارك بعد ان ذكر الحديث الأول والثالث من الأحاديث المتقدمة في صدر المبحث قال : ( وإطلاق هاتين الروايتين يقتضي وجوب الرجوع من مكة والرمي وان كان بعد انقضاء أيام التشريق .\r\nولكن صرح الشيخ وغيره ان الرجوع انما يجب مع بقاء أيام التشريق ومع خروجها تقضى في القابل ، لخبر عمر بن يزيد المتقدم وهو المختار وسيأتي تفصيل ذلك عند تعرض المصنف ( قدس سره ) ذلك .\r\nالثالث - ان قوله السلام : ( يرجع فيرمى متفرقا يفصّل بين كل وميتين بساعة ) في حديث الثالث من الأحاديث المتقدمة في صدر المبحث هو وجوب الفصل بساعتين ، ولكن ترفع اليد عنه لأجل تسالم الأصحاب ( رضوان اللَّه تعالى عليهم ) على الخلاف .\r\nالرابع - انه لو نسي الرمي ورجع إلى أهله لا تحرم عليه النساء ولو تعمد ترك الرمي ، وهو المعروف بين الأصحاب ( قدّس اللَّه تعالى أسرارهم ) وقد نفى عنه الخلاف ، الا عن أبي على ، ويشهد له خبر عبد اللَّه بن جبلة عن أبي عبد اللَّه ( عليه السلام ) أنه قال : من ترك رمى الجمار متعمّدا لم تحلّ له النّساء وعليه الحجّ من قابل « 1 » .\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 4 من أبواب العود إلى منى الحديث 5 .\r\n","page_name":" 100 ","page_number":95},
  {"content":"\r\nفان خرج من مكة لم يكن عليه شيء إذا انقضى زمان الرمي ( 1 )\r\n\r\n\r\n","description":"\r\nولكن لا يخفى ما فيه من المناقشة والاشكال :\r\nأما أولا - فلكونه ضعيفا سندا فلا يصار اليه ، لعدم العبرة به .\r\nواما ثانيا - فلذهاب المشهور إلى خلافه الموجب لخروجه عن حيّز دليل الاعتبار ، ولذا حمله غير واحد على الندب .\r\nواما ثالثا - فلمعارضته بما دل على حلية النساء بطواف النساء .\r\nواما رابعا - فلدلالته على وجوب الحجّ عليه من قابل ولا يمكن الالتزام به ولكن قيل يحتمل ان يكون إيجاب الحج عليه من قابل لقضاء الرمي فيه فيكون بمعنى ما في خبر عمر بن يزيد « 1 » من أن عليه الرمي من قابل ان اراده بنفسه وإذا جاء بنفسه فلا بد من أن يحرم بحج أو عمرة ) وكيف كان فلا عبرة بهذا الخبر ، لما عرفته .\r\nالخامس - انه هل تثبت الكفارة في مفروض المسألة أولا ؟ والظاهر عدم ثبوتها ، للأصل .\r\nواما ما حكى عن بعض من ثبوت الهدى عليه فلا دليل عليه .\r\n( 1 ) كما هو المعروف بين الأصحاب ويدل عليه الأخبار الدالة على أنه ان فاته فليس عليه شيء المحمولة على صورة خروج الوقت بانقضاء أيام التشريق ، لخبر عمر بن يزيد المتقدم لقوله ( عليه السلام ) فيه : ( من أغفل رمي الجمار أو بعضها حي تمضي أيام التّشريق فعليه ان يرميها من\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 3 من أبواب العود إلى منى الحديث 4 .\r\n","page_name":" 101 ","page_number":96},
  {"content":"\r\nفان عاد في القابل رمى وان استناب فيه جاز ( 1 )\r\n\r\n\r\n","description":"\r\nقابل . « 1 » .\r\nواما ضعفه من حيث السند فقد ذكرنا انه منجبر بالعمل .\r\n( 1 ) قال في الجواهر : ( استظهر في المدارك ان العود في القابل لقضاء الرمي أو الاستنابة على الاستحباب كما صرح به في النافع قال ( ولو حج في القابل استحب له القضاء ولو استناب جاز ) ومال اليه صاحب المدارك ( للأصل بعد ضعف الخبر المزبور المعارض بنفي الشيء والإعادة في الصحيحين « 2 » السابقين الشامل للقضاء ) .\r\nولكن لا يخفى ما فيه من المناقشة والاشكال .\r\nأما في الأصل فلانقطاعه بخبر عمر بن يزيد المتقدم الدال على وجوب قضاء الرمي في العام القابل .\r\nوأما فيما افاده من ضعف الخبر فقد عرفت انجباره بعمل الأصحاب ( رضوان اللَّه تعالى عليهم ) به على ما أشرنا إلى ذلك عند ذكره في الأمر الأول من الأمور الثلاثة المتقدمة ولم يصرح أحد بالاستحباب غير المصنف في النافع والفاضل في محكي التبصرة على ما حكى عنهم .\r\nوأما غيرهم فبين مصرح بالوجوب كالشيخ في التهذيبين والخلاف ، والشهيدين في الدروس والمسالك والروضة ، وباللزوم كالحلبي ، وآمر به كالشيخ في النهاية والحلي في السرائر والفاضل في التحرير والقواعد وابن\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 3 من أبواب العود إلى منى الحديث 4 .\r\n« 2 » الوسائل ج 2 الباب 3 من أبواب العود إلى منى الحديث 2 و 3\r\n","page_name":" 102 ","page_number":97},
  {"content":"\r\nويجوز ان يرمي عن المعذور كالمريض ( 1 )\r\n\r\n","description":"\r\nزهرة في الفنية مدعيا عليه الإجماع وان كان فيه ان المحكي عن الخلاف في كشف اللثام نه قال : ( ان فاته دون اربع حصيات حتى مضت أيام التشريق فلا شيء عليه وان أتى به في القابل كان أحوط ) وعلى كل حال ما عرفته يكفي في القول بانجبار سند الخبر المتقدم .\r\nوأما كلام المصنف هنا فلا ظهور فيه في الاستحباب بل قوله :\r\n( رمى ) ظاهر في الوجوب كما في المسالك بل فيها قوله : ( وان استناب فيه جاز ) وجوبه أيضا على إجمال فيه إلى أن قال : ( والأقوى وجوب القضاء في القابل في أيامه لكن إذا اتفق حضوره وجبت عليه المباشرة وإلا جازت الاستنابة وان أمكن العود ) والظاهر أن مراد المصنف ذلك ولكن العبارة مجملة ونفي الشيء بفوات زمانه يحتمل إرادة غير القضاء ) ( تذييل ) : وهو انه لا ينافي القول بوجوب قضاء الرمي عليه في العام القابل ما تضمن من الاخبار على أنه ( ان فاته وخرج ليس عليه شيء ) .\r\nاما أولا فلامكان حمله على نفي الرجوع إليه في تلك العام .\r\nواما ثانيا فلما عرفت من تقييد إطلاقها بخبر عمر بن يزيد المتقدم وكيف كان فيما ذكرنا ظهر ضعف القول بالندب المحكي عن المختصر النافع والتبصرة .\r\n( 1 ) اما جواز الرمي عن المعذور كالمريض ونحوه مما لا يستطيع الرمي بنفسه في وقت الرمي فمما لا ينبغي الإشكال فيه ، وقد ادعى الإجماع\r\n","footnote":"","page_name":" 103 ","page_number":98},
  {"content":"\r\n\r\n\r\n","description":"\r\nبقسميه عليه ، ويدل عليه جملة من النصوص المروية عنهم ( عليهم السلام ) - منها :\r\n1 - ما رواه عبد الرحمن بن الحجاج عن أبي عبد اللَّه ( عليه السلام ) قال : الكسير والمبطون يرمي عنهما قال : والصبيان يرمي عنهم « 1 » 2 - موثقة إسحاق بن عمار ، قال : سألت أبا إبراهيم ( عليه السلام ) عن المريض ترمي عنه الجمار ؟ قال : نعم يحمل إلى الجمرة ويرمي عنه « 2 » 3 - خبره الآخر انه سأل أبا الحسن موسى ( عليه السلام ) عن المريض ترمي عنه الجمار ؟ قال : نعم يحمل إلى الجمرة ويرمى عنه ، قلت :\r\nلا يطيق ( ذلك ) ؟ قال : يترك في منزله ويرمي عنه « 3 » .\r\n4 - عن رفاعة بن موسى عن أبي عبد اللَّه ( عليه السلام ) قال : سألته عن رجل أغمي عليه ؟ فقال : يرمى عنه الجمار « 4 » .\r\n5 - ما رواه يحيى بن سعيد عن أبي عبد اللَّه ( عليه السلام ) قال :\r\nسألته عن امرأة سقطت عن المحمل فانكسرت ولم نقدر على رمي الجمار ؟\r\nفقال : يرمى عنها وعن المبطون « 5 » إلى غير ذلك من الاخبار المروية عنهم ( عليهم السلام ) .\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 17 من أبواب رمي جمرة العقبة الحديث 3 .\r\n« 2 » الوسائل ج 2 الباب 17 من أبواب رمي جمرة العقبة الحديث 4 .\r\n« 3 » الوسائل ج 2 الباب 17 من أبواب رمي جمرة العقبة الحديث 2 .\r\n« 4 » الوسائل ج 2 الباب 17 من أبواب رمي جمرة العقبة الحديث 5 .\r\n« 5 » الوسائل ج 2 الباب 17 من أبواب رمي جمرة العقبة الحديث 7 .\r\n","page_name":" 104 ","page_number":99},
  {"content":"\r\n\r\n","description":"\r\nينبغي هنا التّنبيه على أمور 1 - ان مقتضى إطلاق الأخبار المتقدمة عدم الفرق في جواز الرّمي عن المعذور بين ما إذا كان مأيوسا من برئه أو لم يكن كذلك .\r\n2 - يقع الكلام في أنه هل يجزيه رمي النائب حتى فيما ارتفع عذره في الوقت أولا ؟ مقتضى قاعدة الإجزاء ذلك ، وعن المنتهى والتحرير القطع به ، وقرّبه في محكي التذكرة ، لإطلاق الأخبار الظاهر في الاجزاء ، لكنه مشكل كما عن بعض ، بل لعلَّه ظاهر القواعد .\r\nأما أولا - فلعدم ثبوت البدار لذوي الاعذار واما ثانيا - فلما ذكرناه غير مرّة من أن الموضوع هو صرف الوجود من الوقت لصرف الوجود من العمل وهو المأمور به لا مطلق الوجود ، والمفروض انه باق فيحكم بوجوب الرّمي عليه بعد ارتفاع عذره في الوقت فتدبر .\r\n3 - ان مقتضى إطلاق النصوص والفتاوى عدم بطلان النيابة هنا بإغماء المنوب عنه ، مضافا إلى الأصل فما ذهب إليه بعض من البطلان قياسا على الوكالة واضح المنع ، بل عن المدارك منع ثبوت الحكم في الأصل ان لم يكن إجماعا على وجه لا تجوز مخالفته ، لانتفاء الدليل عليه .\r\nوكيف كان فالعمدة عدم توقف النيابة هنا على الاذن ، لان مقتضى إطلاق الاخبار هو جواز النيابة فيه وان لم يكن باذنه ، خلافا لما عن المبسوط من أنه لا بد من اذنه إذا كان عقله ثابتا ، بل ينبغي القطع بعدم\r\n","footnote":"","page_name":" 105 ","page_number":100},
  {"content":"\r\n\r\n\r\n","description":"\r\nاعتبار اذن المنوب عنه مع فرض عدم قابليته لذلك بإغماء ونحوه وفي صحيح رفاعة بن موسى عن أبي عبد اللَّه ( عليه السلام ) قال : سألته عن رجل أغمي عليه ؟ فقال : يرمي عنه الجمار « 1 » .\r\n4 - انه قد يقوى في النظر اجزاء التبرع عنه من دون الاستنابة منه وان وجبت مع قابليته لها للخروج عن عهدة التكليف بالرمي ، بل ينبغي القطع به في مثل المغمى عليه ، لصحيحة رفاعة المتقدمة وصحيح حريز عن أبي عبد اللَّه ( عليه السلام ) قال : المريض المغلوب والمغمى عليه يرمى عنه ويطاف به « 2 » وصحيح معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) في المرأة المريضة التي لا تعقل انه يرمى عنها « 3 » .\r\n5 - قد ذهب بعض إلى أن الأولى للولي أن يباشر العمل بعنوان المريض ، واستدل له بأن بولايته عليه أولى من غيره وفي محكي الدروس :\r\n( لو أغمي عليه قبل الاستنابة وخيف فوات الرمي فالأقرب رمي الولي عنه فان تعذر فبعض المؤمنين ) كما أنه قد ذهب إلى أن الأولى حمله إلى الجمار مع الإمكان ووضع الحصاة في يده والرمي بيد المنوب عنه ، وحكي عن التذكرة استحباب ذلك هذا مع الإمكان والا رمى بها وهي في يده والا أخذها منه ورماها كما عن المبسوط وغيره .\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 17 من أبواب رمى جمرة العقبة الحديث 5 .\r\n« 2 » الوسائل ج 2 الباب 17 من أبواب رمى جمرة العقبة الحديث 9 .\r\n« 3 » الوسائل ج 2 الباب 17 من أبواب رمى جمرة العقبة الحديث 11 .\r\n","page_name":" 106 ","page_number":101},
  {"content":"\r\nويستحب ان يقيم الإنسان بمنى أيام التشريق ( 1 )\r\n\r\n\r\n","description":"\r\n( 1 ) اما استحباب المقام بمنى أيام التشريق بعد انقضاء زمن الرمي فمما هو المعروف بين الأصحاب ( رضوان اللَّه تعالى عليهم ) بل قد نفى عنه الخلاف .\r\nواستدل لذلك بعدة اخبار - منها :\r\n1 - صحيح العيص بن القاسم قال : سألت أبا عبد اللَّه ( عليه السلام ) عن الزيارة بعد زيارة الحج في أيام التشريق ؟ فقال : لا « 1 » .\r\n2 - خبر ليث المرادي انه سأل أبا عبد اللَّه ( عليه السلام ) عن الرجل يأتي مكة أيام منى بعد فراغه من زيارة البيت فيطوف بالبيت تطوّعا ؟\r\nفقال : المقام بمنى أحب إلى « 2 » ورواه الشيخ بإسناده عن محمد بن عيسى عن محمد بن سنان عن ابن مسكان عن ليث المرادي مثله ، محمد بن يعقوب عن محمد بن يحيى عن أحمد بن محمد عن أبي فضال عن المفضل ابن صالح عن ليث المرادي مثله الا أنه قال : ( أفضل وأحبّ إليّ ) :\r\nينبغي هنا الإشارة إلى أمور 1 - انه لا ينافي ما تقدم صحيح جميل بن دراج عن أبي عبد اللَّه ( عليه السلام ) قال : لا بأس ان يأتي الرّجل مكة فيطوف بها في أيام منى ولا يبيت بها « 3 » وصحيح رفاعة قال : سألت أبا عبد اللَّه ( عليه السلام )\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 2 من أبواب العود إلى منى الحديث 6 .\r\n« 2 » الوسائل ج 2 الباب 2 من أبواب العود إلى منى الحديث 5 .\r\n« 3 » الوسائل ج 2 الباب 2 من أبواب العود إلى منى الحديث 1 .\r\n","page_name":" 107 ","page_number":102},
  {"content":"\r\n\r\n\r\n","description":"\r\nعن الرجل يزور البيت في أيام التشريق ؟ قال : نعم ان شاء « 1 » لدلالته على الجواز الذي لا ينافي الاستحباب .\r\n2 - ان قوله ( عليه السلام ) : ( لا ) في صحيح العيص بن القاسم وان كان ظاهرا في عدم جواز الزيارة بعد زيارة الحج في أيام التشريق الا انه ترفع اليد بنص الأخبار المتقدمة الدالة على الجواز ان يبقى في مكة إلى الليل لما ذكرناه غير مرة ان حكومة النص على الظاهر من اجلى الحكومات فيراد منه الكراهة ولكن لا بمعناها المصطلح بل بمعنى ان البقاء في منى أحس له من الذهاب إلى مكة لزيارة البيت بقرينة قوله عليه السلام : ( المقام بمنى أحب إلى ) في خبر ليث المتقدم خصوصا بملاحظة صحيح شعيب قال : سألت أبا عبد اللَّه عليه السلام عن زيارة البيت أيام التشريق ؟ فقال حسن « 2 » فتأمل .\r\n4 - أما الكلام فيما افاده المصنف ( قدس سره ) من استحباب إقامة الإنسان بمنى في أيام التشريق مع أنك قد عرفت في صدر المبحث وجوب الإقامة بمني ليلا وكذلك وجوب الإقامة بها في النهار في زمان الرمي وهو من جملة الأيام فاستحباب الإقامة في الأيام اما محمول على ما زاد على زمن الرمي الذي يكون واجبا - كما أفاده صاحب الجواهر والشهيد الثاني بتقدير المضاف أي بقية أيام التشريق أو بالحمل على إطلاق اسم الجزء على الكل فإن الإقامة في باقي الأجزاء مستحبة أو يكون الاستحباب متعلقا بالمجموع من حيث هو مجموع فلا ينافي وجوب بعض اجزاء المجموع المغايرة له من\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 2 من أبواب العود إلى منى الحديث 2\r\n« 2 » الوسائل ج 2 الباب 2 من أبواب العود إلى منى الحديث 3\r\n","page_name":" 108 ","page_number":103},
  {"content":"\r\nوان يرمى الجمرة الأولى من يمينه ( 1 )\r\n\r\n\r\n","description":"\r\nتلك الحيثية وفي المسالك : ( ويمكن إخراج الليالي من رأس بحمل الأيام على النهار فان في شمولها الليالي بحثا بل ظاهر اللغة عدمه ) ولكن صاحب الجواهر ( قدس سره ) ادعى ظهور إرادة النهار من الأيام هنا حتى على القول بشمولها الليالي الا ان يكون على أحد الوجوه السابقة أيضا .\r\n( 1 ) اما استحباب رمى الجمرة الأولى التي هي أبعد الجمرات من مكة عن يمين الرامي ويسار الجمرة مما هو المعروف بين الأصحاب ( قدس اللَّه تعالى أسرارهم ) .\r\nويدل عليه ما رواه معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) ( في حديث ) قال : وابدأ بالجمرة الأولى فارمها عن يسارها من بطن المسبل . إلخ « 1 » إذا المراد من يسارها جانبها اليسار بالإضافة إلى المتوجه إلى القبلة فيجعلها حينئذ عن يمينه فيكون ببطن المسيل لأنها عن يسارها ويرميها منه كما افاده صاحب الجواهر ( قدّس سرّه ) .\r\nوالى ما ذكر يرجع قول الإمام الرضا عليه السلام ( في حديث ) :\r\n( ترمى الجمار من بطن الوادي وتجعل كل جمرة عن يمينك ثم تنفتل في الشق الآخر إذا رميت جمرة العقبة ) « 2 »\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 10 من أبواب رمى جمرة العقبة الحديث 2\r\n« 2 » الوسائل ج 2 الباب 10 من أبواب رمى جمرة العقبة الحديث 5\r\n","page_name":" 109 ","page_number":104},
  {"content":"\r\nويقف ويدعوا وكذا الثانية ويرمى الثالثة مستدبر القبلة مقابلا لها ولا يقف عندها ( 1 ) والتكبير بمنى مستحب ( 2 )\r\n\r\n\r\n","description":"\r\n( 1 ) لا ينبغي الكلام فيه ويدل عليه صحيح معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) قال : ارم في كل يوم عند زوال الشمس ، وقل كما قلت حين رميت جمرة العقبة وابدأ بالجمرة الأولى فارمها عن يسارها من بطن المسيل ، وقل كما قلت يوم النحر ، ثم قم عن يسار الطريق فاستقبل القبلة واحمد اللَّه ، واثن عليه ، وصلّ على النّبي وآله ، ثم تقدم قليلا فتدعو ، وتسأله أن يتقبل منك ، ثم تقدم أيضا ، ثم افعل ذلك عند الثالثة واصنع كما صنعت بالأولى وتقف وتدعوا اللَّه كما دعوت ، ثم تمضي إلى الثالثة وعليك السكينة والوقار فارم ولا تقف عندها « 1 »\r\n( 2 ) اما استحباب التكبير بمنى فهو المعروف بين الأصحاب ( رضوان اللَّه تعالى عليهم ) ، ويدل عليه صحيح علي بن جعفر عن أخيه موسى ( عليه السلام ) قال : سألته عن التكبير أيام التشريق أواجب أو لا ؟ قال :\r\nمستحّب وان نسي فلا شيء عليه « 2 » .\r\nوأما ما يكون ظاهره الوجوب فترفع اليد عنه للصحيح المزبور الذي نص فيه على استحبابه حملا للظَّاهر على النصّ ، فيراد الاستحباب من\r\n","footnote":"\r\n« 1 » ذكر صدره في الوسائل ج 2 الباب 12 من أبواب رمى جمرة العقبة الحديث 1 وذيله في الباب 10 منها الحديث 2\r\n« 2 » الوسائل ج 2 الباب 21 من أبواب صلاة العيد الحديث 10\r\n","page_name":" 110 ","page_number":105},
  {"content":"\r\nوقيل واجب ( 1 )\r\n\r\n\r\n","description":"\r\nالأمر بالتكبير وبالذكر في أيام معدودات في القرآن المجيد « 1 » بناء على أن المراد بها منى كما يدل على ذلك صحيح محمد بن مسلم قال : سألت أبا عبد اللَّه ( عليه السلام ) عن قول اللَّه عز وجل * ( ( وَاذْكُرُوا ا للهَ فِي أَيَّامٍ مَعْدُوداتٍ ) ) * ؟ قال : التكبير في أيام التشريق صلاة الظهر من يوم النحر إلى صلاة الفجر من اليوم الثالث وفي الأمصار عشرة صلوات فإذا نفر الناس النفر الأول أمسك أهل الأمصار ومن أقام بمنى فصل الظهر والعصر فليكبر « 2 » وصحيح منصور بن حازم عنه ( عليه السلام ) أيضا في قول اللَّه عز وجل * ( ( وَاذْكُرُوا ا للهَ فِي أَيَّامٍ مَعْدُوداتٍ ) ) * ؟ قال : هي أيام التشريق كانوا إذا أقاموا بمنى بعد النحر تفاخروا ، فقال الرجل منهم : كان أبي يفعل كذا وكذا فقال اللَّه عز وجل * ( ( فَإِذا أَفَضْتُمْ مِنْ عَرَفاتٍ فَاذْكُرُوا ا للهَ ) * .\r\n* ( كَذِكْرِكُمْ آباءَكُمْ أَوْ أَشَدَّ ذِكْراً ) * . ) « 3 » .\r\n( 1 ) والقائل المرتضى وابن حمزة ويمكن الاستدلال لوجوب التكبير في منى بوجهين :\r\nالأول الإجماع وفيه مالا يخفى من الإشكال أما أولا فلمنعه للشهرة المتحققة على خلافه\r\n","footnote":"\r\n« 1 » سورة البقرة الآية 199\r\n« 2 » الباب 21 من أبواب صلاة العيد الحديث 1 والباب 8 من أبواب العود إلى منى الحديث 4\r\n« 3 » الوسائل الباب 21 من صلاة العيد الحديث 3\r\n","page_name":" 111 ","page_number":106},
  {"content":"\r\nوصورته اللَّه أكبر اللَّه أكبر لا إله إلا اللَّه واللَّه أكبر اللَّه أكبر على ما هدانا والحمد للَّه على ما أولانا ورزقنا من بهيمة الأنعام ( 1 )\r\n\r\n\r\n","description":"\r\nواما ثانيا فلما ذكرنا في غير واحد من المقامات بان المعتبر منه هو التعبدي لا المدركى وفي المقام يحتمل ان يكون مدركه الأمر بالتكبير وبالذكر في أيام معدودات في الكتاب العزيز فالعبرة به لا بالإجماع .\r\nالثاني - الأمر بالتكبير وبالذكر في أيام معدودات في القرآن الكريم والظاهر منه على ما حقق في محله هو الوجوب .\r\nولكن لا يخفى ان ظاهر إطلاق الأمر وان كان بداعي الجد انه ترفع اليد عنه لصحيح علي بن جعفر عنه أخيه موسى عليهما السلام قال :\r\nسألته عن التكبير أيام التشريق أواجب أو لا ؟ قال : مستحب وان نسي فلا شيء عليه « 1 » فيراد منه الاستحباب كما ذكرناه في صدر المبحث\r\n( 1 ) هذا هو المعروف بين الأصحاب ( قدس اللَّه تعالى أسرارهم ) ولكن يخالف ذلك ما ورد في ذيل صحيح منصور بن حازم قال :\r\nوالتكبير : اللَّه أكبر ، اللَّه أكبر ، لا إله إلا اللَّه ، واللَّه أكبر ، اللَّه أكبر ، وللَّه الحمد اللَّه أكبر على ما هدانا ، اللَّه أكبر على ما رزقنا من بهيمة الأنعام « 2 » وما ورد في صحيح معاوية بن عمار انما يكون مثل ما ورد في صحيح منصور بن حازم الا انه في آخره ( والحمد للَّه على ما أبلانا « 3 » وفي خبر علي بن\r\n","footnote":"\r\n« 1 » الوسائل الباب 21 من أبواب صلاة العيد الحديث 10 .\r\n« 2 » الوسائل الباب 21 من أبواب صلاة العيد الحديث 3\r\n« 3 » الوسائل الباب 21 من أبواب صلاة العيد الحديث 4\r\n","page_name":" 112 ","page_number":107},
  {"content":"\r\nويجوز النفر في الأول وهو اليوم الثاني عشر من ذي الحجة لمن اجتنب النساء والصيد في إحرامه ( 1 )\r\n\r\n\r\n","description":"\r\nجعفر عليه السلام « 1 » إسقاط التحميد الأخير في صحيح معاوية مع إسقاط التكبير الثاني بعد التهليل وفي خبره الأخر « 2 » غير ذلك وفي المرسل في خطبة علي عليه السلام صورة أخرى قال : ( خطب أمير المؤمنين عليه السلام في الأضحى فقال : اللَّه أكبر اللَّه أكبر لا إله إلا اللَّه واللَّه أكبر اللَّه أكبر وللَّه الحمد اللَّه أكبر على ما هدانا وله الشكر فيما أبلانا والحمد للَّه على ما رزقنا من بهيمة الأنعام « 3 » .\r\nقال في الجواهر : ( ولعل هذا الاختلاف يومي إلى الاستحباب بل في صحيح ابن مسلم عن أحدهما عليهما السلام سألته عن التكبير بعد كل صلاة ؟ فقال : كم شئت انه ليس شيء موقت ) « 4 » وكيف كان فلا تنافي بين الأخبار لكون ما فيها من قبيل تعدد المطلوب لا وحدة المطلوب .\r\nنعم إذا قام دليل على كونه من وحدة المطلوب فيتحقق ذلك إلا أنه لم يثبت .\r\nواما استحباب التكبير فقد عرفت وجهه .\r\n( 1 ) كما هو المشهور بل ادعى عليه الإجماع بقسميه ، بل في محكي المنتهى نسبته إلى العلماء كافة .\r\n","footnote":"\r\n« 1 » الوسائل الباب 21 من أبواب صلاة العيد الحديث 15\r\n« 2 » الوسائل الباب 21 من أبواب صلاة العيد الحديث 11\r\n« 3 » الوسائل الباب 21 من أبواب صلاة العيد الحديث 5\r\n« 4 » الوسائل الباب 24 من أبواب صلاة العيد الحديث 1\r\n","page_name":" 113 ","page_number":108},
  {"content":"\r\n\r\n\r\n","description":"\r\nواستدل لذلك بأمور الأول - الإجماع ، وفيه : ما لا يخفى لعدم كونه من الإجماع التعبدي الموجب للقطع بالحكم فلا عبرة به .\r\nالثاني - قوله تعالى * ( ( فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلا إِثْمَ عَلَيْه ِ ، وَمَنْ تَأَخَّرَ فَلا إِثْمَ عَلَيْه ِ لِمَنِ اتَّقى ) ) * « 1 » بناء على كون المراد منه اتقاء الصيد والنساء كما في النافع ومحكي النهاية والمبسوط والوسيلة والمهذب على ما في الجواهر .\r\nالثالث - الاخبار - منها :\r\n1 - خبر حماد بن عثمان عن أبي عبد اللَّه ( عليه السلام ) في قول اللَّه عز وجل * ( ( فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلا إِثْمَ عَلَيْه ِ ) ) * لمن اتقى الصيد يعني في إحرامه فإن أصابه لم يكن له ان ينفر في النفر الأول « 2 » 2 - خبر الآخر عنه ( عليه السلام ) قال : إذا أصاب المحرم الصيد فليس له ان ينفر في النفر الأول ، ومن نفر في النفر الأول فليس له ان يصيب الصيد حتى ينفر الناس وهو قول اللَّه عز وجل * ( ( فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلا إِثْمَ عَلَيْه ِ ) * . * ( لِمَنِ اتَّقى ) ) * ؟ فقال : اتقى الصيد « 3 » 3 - خبر جميل بن دراج عن أبي عبد اللَّه ( عليه السلام ) ( في حديث )\r\n","footnote":"\r\n« 1 » سورة البقرة الآية 199\r\n« 2 » الوسائل ج 2 الباب 11 من أبواب العود إلى منى الحديث 2\r\n« 3 » الوسائل ج 2 الباب 11 من أبواب العود إلى منى الحديث 3\r\n","page_name":" 114 ","page_number":109},
  {"content":"\r\n\r\n\r\n","description":"\r\nقال : ومن أصاب الصيد فليس له ان ينفر في النفر الأول « 1 » 4 - خبر محمد بن المستنير عن أبي عبد اللَّه ( عليه السلام ) قال : من أتى النساء في إحرامه لم يكن له ان ينفر في النفر الأول « 2 » وبه يقيد إطلاق غيره مضافا إلى الإجماع .\r\nينبغي هنا ذكر أمور الأول - ان ظاهر قوله ( عليه السلام ) في خبر محمد بن المستنير ( من أتى النساء في إحرامه . ) هو اختصاص الحكم بالوطي وأما إلحاق باقي المحرمات المتعلقة بها - كالتقبيل واللمس والعقد والشهادة - فهو مورد للكلام والخلاف وعن المدارك : « وفيه وجهان » وعن المسالك : « وفيه نظر » .\r\nلكن مقتضى الاقتصار على المتيقن في الخروج عن عموم جواز النفر الأول هو اختصاص الحكم بالوطي دون غيره فتأمل .\r\nالثاني - ان مقتضى قوله عليه السلام في حديث جميل : ( فإن أصاب الصيد لم يكن له ان ينفر في النّفر الأول ) ونحوه في الحديث الأول والثاني من الأحاديث المتقدمة هو اختصاص الحكم بالاصطياد ، لظهور قوله ( عليه السلام ) ( فإن أصابه ) في الاصطياد دون سائر ما يحرم من الصّيد من الدلالة عليه وغيرها .\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 11 من أبواب العود إلى منى الحديث 8\r\n« 2 » الوسائل ج 2 الباب 11 من أبواب العود إلى منى الحديث 1\r\n","page_name":" 115 ","page_number":110},
  {"content":"\r\nوالنفر الثاني وهو اليوم الثالث عشر ( 1 ) فمن نفر في الأول لم يجز الا بعد الزوال ( 2 )\r\n\r\n\r\n","description":"\r\n( 1 ) هذا هو المعروف بين الأصحاب ( رضوان اللَّه تعالى عليهم ) قديما وحديثا وقد نفى عنه الخلاف .\r\n( 2 ) واستدل لذلك بعدة اخبار - منها :\r\n1 - صحيح معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) قال : إذا أردت أن تنفر في يومين فليس لك ان تنفر حتى نزول الشمس ، وان تأخرت إلى آخر أيام التشريق وهو يوم النفر الأخير فلا شيء عليك أي ساعة نفرت قبل الزوال أو بعده « 1 » 2 - صحيح الحلبي انه سئل أبو عبد اللَّه ( عليه السلام ) عن الرجل ينفر في النفر الأول قبل ان تزول الشمس ؟ فقال : لا ولكن يخرج ثقله إنشاء ولا يخرج هو حتى تزول الشمس « 2 » 3 - صحيح أبي أيوب قال : قلت لأبي عبد اللَّه ( عليه السلام ) : انّا نريد ان نتعجل السير وكانت ليلة النفر حين سألته فأي ساعة تنفر ؟ فقال :\r\nلي أما اليوم الثاني فلا تنفر حتى تزول الشمس وكانت ليلة النفر ، واما اليوم الثالث فإذا ابيضت الشمس فانفر على كتاب الله فان الله عز وجل يقول « 3 » : ( * ( فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلا إِثْمَ عَلَيْه ِ وَمَنْ تَأَخَّرَ فَلا إِثْمَ عَلَيْه ِ ) * .\r\nإلخ « 4 »\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 9 من أبواب العود إلى منى الحديث 3\r\n« 2 » الوسائل ج 2 الباب 9 من أبواب العود إلى منى الحديث 6\r\n« 3 » سورة البقرة الآية 199\r\n« 4 » الوسائل ج 2 الباب 9 من أبواب العود إلى منى الحديث 4\r\n","page_name":" 116 ","page_number":111},
  {"content":"\r\nوفي الثاني يجوز قبله ( 1 )\r\n\r\n\r\n","description":"\r\nوأما خبر زرارة عن أبي جعفر ( عليه السلام ) قال : لا بأس ان ينفر الرجل في النفر الأول قبل الزوال « 1 » فقد حمله الشيخ قدس سره على صورة الضرورة وكيف كان فهذا الخبر لا عبرة به ، لكونه ضعيفا سندا .\r\nمضافا إلى أن أعراض الأصحاب ( رضوان اللَّه تعالى عليهم ) عنه مانع من البناء عليه ، فتأمل .\r\n( 1 ) اما جواز النّفر قبل الزّوال في النّفر الثّاني فهو أيضا مما هو المعروف بين الأصحاب ( قدّس اللَّه تعالى أسرارهم ) بل قد نفى عنه الخلاف كما في محكي المنتهى ، وغيره ، بل ادعى عليه الإجماع كما في محكيّ التّذكرة والغنية مع أنه في الأخير لا يجوز الرمي إلَّا بعد الزّوال كالمحكي عن الإصباح فيعلم من ذلك كلَّه كما أفاده صاحب الجواهر ( قدّس سرّه ) اتفاق الجميع هنا على القول المزبور .\r\nمضافا إلى صحيح معاوية بن عمار عن أبي عبد اللَّه - ( عليه السلام ) - على ما رواه الصّدوق والشّيخ ( قدّس سرّهما ) : ( وان تأخرت إلى آخر أيام التشريق وهو النفر الأخير فلا عليك أي ساعة نفرت ورميت قبل الزوال أو بعده « 2 » وفي المرسل : ( ومن أخر النّفر إلى اليوم الثالث فله ان ينفر من أول النهار إلى آخره متى شاء بعد ان يصلى الفجر ويرمى الجمار « 3 »\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 9 من أبواب العود إلى منى الحديث 11\r\n« 2 » الوسائل ج 2 الباب 9 من أبواب العود إلى منى الحديث 3\r\n« 3 » المستدرك ج 2 الباب 9 من أبواب العود إلى منى الحديث 2\r\n","page_name":" 117 ","page_number":112},
  {"content":"\r\n\r\n\r\n","description":"\r\n( تذييل ) وهو انه هل يختص الحكم بالإمام أولا ؟ ظاهر المصنف ( قدس سره ) وغيره عدم الفرق في ذلك بين الامام وغيره .\r\nلكن عن التهذيب والنهاية والمبسوط والمهذب والسرائر والفنية والإصباح انه يجوز يوم النفر الثاني المقام إلى الزوال وبعده إلا للإمام خاصة فعليه ان يصلي الظهر بمكة وقال في الجواهر : ( لعلهم يريدون الندب كما محكي التحرير والتذكرة ) : واستدل لذلك بحديث حمّاد عن الحلبي عن أبي عبد اللَّه ( عليه السلام ) قال : يصلى الامام الظَّهر يوم النّفر بمكة « 1 » لا يخفى : انه وان كان ظاهرا في الوجوب الا انه ترفع اليد عنه لأجل خبر أيّوب بن نوح قال : كتبت اليه ان أصحابنا قد اختلفوا علينا : فقال بعضهم : ان النّفر يوم الأخير بعد الزّوال أفضل ، وقال بعضهم قبل الزّوال ، فكتب أما علمت أن رسول اللَّه ( صلى اللَّه عليه وآله ) صلَّى الظهر والعصر بمكة فلا يكون ذلك إلا وقد نفر قبل الزّوال « 2 » ( إيقاظ ) وهو ان ظاهر قوله ( عليه السلام ) : ( أما علمت أن رسول اللَّه صلَّى الظهر والعصر بمكَّة فلا يكون ذلك الَّا وقد نفر قبل\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 12 من أبواب العود إلى منى الحديث 1 .\r\nوكذلك في الكافي في الجزء الرابع في الصفحة 520 الطبعة الحديثة .\r\nولكن الشيخ رواه عن الكليني بالإسناد عن معاوية بن عمار بدل ( حماد عن الحلبي ) في التهذيب في الجزء الخامس في الصفحة 273 الرقم 934 وذكره صاحب الجواهر عنه .\r\n« 2 » الوسائل ج 2 الباب 12 من أبواب العود إلى منى الحديث 2\r\n","page_name":" 118 ","page_number":113},
  {"content":"\r\nويستحب للإمام أن يخطب ويعلم الناس ذلك ( 1 ) ومن كان قضى مناسكه بمكة جاز ان ينصرف حيث شاء ( 2 )\r\n\r\n\r\n","description":"\r\nالزوال ) هو استحباب النّفر قبل الزّوال لغير الإمام أيضا .\r\n( تذييل ) : وهو انه يسقط الرّمي في اليوم الثّالث عمن نفر في النّفر الأول ، وهو المعروف بين الفقهاء ( قدّس سرّهم ) بل في محكي المنتهى نفى الخلاف عنه ، لكن حكم باستحباب دفن الحصى المختصّة بذلك اليوم فيها ولكن لم نجد دليلا على ذلك .\r\nنعم في الدعائم عن جعفر بن محمد ( عليهما السلام ) أنه قال : ( من تعجل النفر في يومين ترك ما يبقى عنده من الجمار بمني ) « 1 » ولكن لا دلالة فيه على الدّفن بعد الغض عمّا ما فيه من حيث السّند فتدبر .\r\n( 1 ) أما استحباب الخطبة واعلام الناس بالنّفر الأول والثاني فمما هو المعروف بين الأصحاب ( رضوان اللَّه تعالى عليهم ) .\r\nوفي الدروس وغيرها : ( وينبغي أن يعلمهم أيضا كيفية النفر والتوديع ويحثهم على طاعة اللَّه تعالى وعلى ان يختموا حجهم بالاستقامة والثبات على طاعة اللَّه تعالى وأن يكون بعد الحج خيرا منهم قبله وان يذكروا ما عاهدوا اللَّه عليه من خير ) وقد نفى عن ذلك كله البأس صاحب الجواهر ( قدّس سرّه )\r\n( 2 ) ما أفاده المصنف ( قدّس سرّه ) من جواز انصراف الحاج إذا قضى مناسكه بمكة بعد فراغه من المناسك في منى حيث شاء مما هو المعروف بين الأصحاب بل في الجواهر : ( بلا خلاف ولا اشكال بل الظاهر الإجماع\r\n","footnote":"\r\n« 1 » المستدرك ج 10 الباب 7 من أبواب العود إلى منى الحديث 2\r\n","page_name":" 119 ","page_number":114},
  {"content":"\r\n\r\nومن بقي عليه شيء من المناسك عاد وجوبا ( 1 ) [ مسائل 
  ]\r\n\r\n[ الأولى من أحدث ما يوجب حدا أو تعزيرا أو قصاصا ولجأ إلى الحرم 
  ]\r\n( مسائل ) الأولى من أحدث ما يوجب حدا أو تعزيرا أو قصاصا ولجأ إلى الحرم ضيق عليه في المطعم والمشرب حتى يخرج ( 2 )\r\n\r\n\r\n","description":"\r\nعليه واستدل لذلك بخبر الحسين بن علي السري قال : قلت لأبي عبد اللَّه ( عليه السلام ) : اما يرى في المقام بمنى بعد ما ينفر الناس ؟ فقال : إذا كان قد قضى نسكه فليقم ما شاء وليذهب حيث شاء « 1 » وخبر إسحاق بن عمار عن أبي عبد اللَّه ( عليه السلام ) قال : كان أبي يقول : أو كان لي طريق إلى منزلي من منى ما دخلت مكة « 2 »\r\n( 1 ) وجوب العود على من بقي عليه شيء من المناسك - كالطواف ونحوه - لتداركه مما لا ينبغي الارتياب فيه .\r\n( 2 ) هذا هو المعروف بين الأصحاب ( قدس اللَّه تعالى أسرارهم ) .\r\nبل قد نفى عنه الخلاف ، وادعى عليه الإجماع بقسميه ، ويدل عليه جملة من النصوص المروية عنهم عليهم السلام - منها :\r\n1 - صحيح معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) قال : سألت أبا عبد اللَّه عليه السلام عن رجل قتل رجلا في الحل ثم دخل في الحرم فقال : لا يقتل ولا يطعم ولا يسقى ولا يبايع ولا يؤوى حتى يخرج من\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 13 من أبواب العود إلى منى الحديث 1\r\n« 2 » الوسائل ج 2 الباب 14 من أبواب العود إلى منى الحديث 1\r\n","page_name":" 120 ","page_number":115},
  {"content":"\r\n\r\n\r\n","description":"\r\nالحرم فيقام عليه الحد . إلخ « 1 » 2 - حسن الحلبي عن أبي عبد اللَّه ( عليه السلام ) قال : سألته عن قول اللَّه عز وجل * ( ( وَمَنْ دَخَلَه ُ كانَ آمِناً ) ) * « 2 » قال : إذا أحدث العبد جناية في غير الحرم ثم فر إلى الحرم لم يسع لأحد ان يأخذه في الحرم ، ولكن يمنع من السوق ، ولا يبايع ولا يطعم ولا يسقى ولا يكلم ، فإنه إذا فعل ذلك به يوشك ان يخرج فيؤخذ . « 3 » 3 - خبر علي بن أبي حمزة عن أبي عبد اللَّه ( عليه السلام ) قال : سألته عن قول اللَّه عز وجل * ( ( وَمَنْ دَخَلَه ُ كانَ آمِناً ) ) * قال : ان سرق سارق بغير مكة ، أو منى جناية على نفس ، ففر إلى مكَّة ، لم يؤخذ ما دام في الحرم حتى يخرج منه ، ولكن يمنع من السوق فلا يبايع ، ولا يجالس حتى يخرج منه ، فيؤخذ ، وإذا أحدث في الحرم ذلك الحدث أخذ فيه « 4 » ( تذييل ) ان المراد من قول المصنف ( ضيق عليه في المطعم والمشرب ) هو انه لا يمكن من ماله بان يطعم ويسقى مالا يحتمله مثله عادة أو ما يسد به الرّمق كما عن بعض .\r\n","footnote":"\r\n« 1 » الوسائل الباب 14 من أبواب مقدمات الطواف الحديث 1\r\n« 2 » سورة آل عمران الآية 91\r\n« 3 » الوسائل الباب 14 من أبواب مقدمات الطواف الحديث 2\r\n« 4 » الوسائل الباب 14 من أبواب مقدمات الطواف الحديث 3\r\n","page_name":" 121 ","page_number":116},
  {"content":"\r\nولو أحدث في الحرم قوبل بما يقتضيه جنايته فيه ( 1 )\r\n\r\n\r\n","description":"\r\nولكن ظاهر قوله ( عليه السلام ) في الأحاديث المتقدمة ( لا يطعم ولا يسقى ) خلافه ، والنصوص المتقدمة لم تكن مشتملة على التضييق المذكور اللهم إلا أن يقال بإرادته منها لبعض العمومات ولو بمعونة الفتاوى فتأمل .\r\n( 1 ) لذيل صحيح معاوية بن عمار المتقدم ( قلت : فما تقول في رجل قتل في الحرم أو سرق ؟ قال : يقام عليه الحد في الحرم صاغرا لأنه لم ير للحرم حرمة « 1 » وقد قال اللَّه تعالى * ( ( فَمَنِ اعْتَدى عَلَيْكُمْ فَاعْتَدُوا عَلَيْه ِ بِمِثْلِ مَا اعْتَدى عَلَيْكُمْ ) ) * « 2 » فقال : هذا في الحرم وقال * ( ( فَلا عُدْوانَ إِلَّا عَلَى الظَّالِمِينَ ) ) * « 3 » وقوله ( عليه السلام ) في حسن الحلبي : ( وإذا جنى في الحرم جناية أقيم عليه عليه الحد في الحرم ، لأنه لم ير للحرم حرمة « 4 » وقوله ( عليه السلام ) في ذيل خبر علي بن أبي حمزة ( وإذا أحدث في الحرم ذلك الحدث أخذ فيه ) « 5 »\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 14 من أبواب مقدمات الطواف الحديث 1\r\n« 2 » سورة البقرة الآية 190\r\n« 3 » سورة البقرة الآية 189\r\n« 4 » الوسائل ج 2 الباب 14 من أبواب مقدمات الطواف الحديث 2\r\n« 5 » الوسائل ج 2 الباب 14 من أبواب مقدمات الطواف الحديث 3\r\n","page_name":" 122 ","page_number":117},
  {"content":"\r\n\r\n[ الثانية : يكره أن يمنع أحد من سكنى دور مكة 
  ]\r\nالثانية : يكره أن يمنع أحد من سكنى دور مكة ( 1 )\r\n\r\n\r\n","description":"\r\n( 1 ) هذا هو المعروف بين الأصحاب ( رضوان اللَّه تعالى عليهم ) واستدل لذلك بجملة من النصوص - منها :\r\n1 - خبر علي بن جعفر عن أخيه موسى ( عليه السلام ) قال :\r\nوليس ينبغي لأهل مكة ان يمنعوا الحاج شيئا من الدور ينزلونها « 1 » 2 - صحيح حفص بن البختري عن أبي عبد اللَّه ( عليه السلام ) قال :\r\nليس ينبغي لأهل مكة ان يجعلوا على دورهم أبوابا وذلك أن الحاج ينزلون معهم في ساحة الدار حتى يقضوا حجهم « 2 » 3 - صحيح الحلبي المروي في العلل بعد أن سأله عن قول اللَّه عز وجل * ( ( سَواءً الْعاكِفُ فِيه ِ وَالْبادِ ) ) * قال : لم يكن ينبغي ان يوضع على دور مكة أبواب ، لأن للحاج ان ينزلوا معهم في دورهم في ساحة الدار حتى يقضوا مناسكهم وان أول من جعل لدور مكة أبوابا معاوية . « 3 » 4 - خبر الحسين بن علوان عن جعفر عن أبيه عن علي ( عليهم السلام ) انه نهى أهل مكة ان يؤاجروا دورهم وان يعلقوا عليها أبوابا وقال :\r\nسواء العاكف فيه والباد . « 4 » 5 - حسن الحسين بن أبي العلاء قال : ذكر أبو عبد اللَّه ( عليه السلام ) هذه الآية : ( سواء العاكف فيه والباد ) قال : كانت مكة ليس على شيء منها باب وكان أول من علق على بابه المصراعين معاوية بن أبي سفيان ، وليس لأحد ان يمنع الحاج شيئا من الدور منازلها « 5 »\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 32 من أبواب مقدمات الطواف الحديث 8\r\n« 2 » الوسائل ج 2 الباب 32 من أبواب مقدمات الطواف الحديث 5\r\n« 3 » الوسائل ج 2 الباب 32 من أبواب مقدمات الطواف الحديث 3\r\n« 4 » الوسائل ج 2 الباب 32 من أبواب مقدمات الطواف الحديث 6\r\n« 5 » الوسائل ج 2 الباب 32 من أبواب مقدمات الطواف الحديث 4\r\n","page_name":" 123 ","page_number":118},
  {"content":"\r\nوقيل يحرم ( 1 )\r\n\r\n\r\n","description":"\r\n( 1 ) والقائل الشيخ ( قدس سره ) فيما حكى عنه واستدل لهذا القول بأن مكة كلها مسجد لقوله تعالى * ( ( سُبْحانَ الَّذِي أَسْرى بِعَبْدِه ِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرامِ إِلَى الْمَسْجِدِ الأَقْصَى ) ) * « 1 » وكان الإسراء به من دار أم هاني ولكن لا يخفى ما فيه أما أولا - فلمنافاته للإجماع بقسميه على عدم كونها مسجدا .\r\nوأما ثانيا فلمنع كونه في الدار المزبورة .\r\nمضافا إلى أنه يمكن القول بكون الإسراء به منها إلى المسجد الحرام ثم منه إلى المسجد الأقصى كما افاده صاحب الجواهر ( قدس سره ) ثم إنه يمكن الاستدلال لهذا القول بوجهين :\r\nالأول - الإجماع كما هو المحكي عن ابن إدريس و ( وفيه ) : ما لا يخفى أما أولا - فلعدم ثبوته للشهرة على خلافه .\r\nوأما ثانيا - فقد ذكرنا غير مرّة ان الإجماع المعتبر هو التعبدي لا المدركى وفي المقام يكفي في مناقشته صرف احتمال كونه مدركيا فضلا عن العلم به فلا عبرة به والعبرة بالمدرك ان تم .\r\nالثاني - الاخبار كما هو المحكي عنه أيضا وقال : ( ان الاخبار وان لم تكن متواترة الا انها متلقاة بالقبول ) و ( فيه ) : ان الاخبار لا تدل على الحرمة وأما ما تكون ظاهرة فيها فيتعين رفع اليد عنه ، لما تكون نصا\r\n","footnote":"\r\n« 1 » سورة الإسراء الآية 1\r\n","page_name":" 124 ","page_number":119},
  {"content":"\r\nوالأول أصح ( 1 )\r\n\r\n\r\n","description":"\r\nفي عدم الحرمة ، لقاعدة حكومة النصّ على الظَّاهر .\r\nوقال صاحب الجواهر الأولى : الاستدلال بظاهر قوله تعالى * ( ( سَواءً الْعاكِفُ فِيه ِ وَالْبادِ ) ) * « 1 » بما تسمعه من النصوص المفسرة له بذلك إلى أن يقول في آخر المبحث : ( ان شهرة الأصحاب والتعبير بلفظ : « لا ينبغي » ونحوه رجّح الكراهة .\r\n( 1 ) ما افاده المصنّف ( قدّس سرّه ) من كراهة منع الحاج والمعتمر من سكنى دور مكة مما لا ينبغي الإشكال فيه ، لما عرفت من الأخبار الدالة على ذلك في صدر المبحث .\r\nانما الكلام في جواز أخذ الأجرة وعدمه ، فذهب أبو علي إلى حرمة ذلك ، ولعله لما رواه عبد اللَّه بن جعفر الحميري في ( قرب الإسناد ) عن الحسين بن ظريف عن الحسين بن علوان عن جعفر عن أبيه عن علي ( عليهم السلام ) انه نهى أهل مكة ان يؤاجروا دورهم وان يعلَّقوا عليها أبوابا . « 2 » ولكن هذا الخبر ضعيف سندا فلا عبرة به .\r\nواما انجبار ضعفه بعمل الأصحاب ( رضوان اللَّه تعالى عليهم ) فلم يثبت وقد حمله صاحب الجواهر ( قدس سره ) على الكراهة .\r\nويمكن أن يكون وجه ذلك هو ان الكراهة مما يتسامح فيها .\r\nولكن قد ذكرنا غير مرّة ان قاعدة التّسامح على فرض فرض تماميّتها\r\n","footnote":"\r\n« 1 » سورة الحج الآية 25\r\n« 2 » الوسائل ج 2 الباب 32 من أبواب مقدمات الطواف الحديث 6\r\n","page_name":" 125 ","page_number":120},
  {"content":"\r\n\r\n[ الثالثة : يحرم أن يرفع أحد بناء فوق الكعبة 
  ]\r\nالثالثة : يحرم أن يرفع أحد بناء فوق الكعبة ( 1 ) وقيل يكره وهو الأشبه ( 2 )\r\n\r\n\r\n","description":"\r\nفهي تختص بالمستحبات ولا يمكن التعدي عن موردها إلى الكراهة ، فإذا كان دليل الكراهة ضعيفا فلا يمكن الحكم بها ، لخروجه به عن حيز دليل الاعتبار ، فتدبر .\r\n( 1 ) قال به الشيخ قدّس سرّه وجماعة على ما في المدارك لاستلزامه الإهانة لها قال في الجواهر : ( وفي كشف اللثام حكاه عن الشيخ وابن إدريس ثم قال : ولم أره في كلاهما ، نعم نهى عنه القاضي وهو يحتمل الحرمة ) .\r\n( 2 ) القائل بالكراهة المشهور - كما في كشف اللثام - واختاره المصنّف ( قدّس سرّه ) لكونه أشبه بأصول المذهب وقواعده .\r\nويمكن الاستدلال لذلك بصحيح محمد بن مسلم عن أبي جعفر ( عليه السلام ) ( في حديث ) قال : ولا ينبغي لأحد أن يرفع بناء فوق الكعبة « 1 » .\r\nينبغي هنا الإشارة إلى أمرين .\r\nالأول - انه كما يشمل البناء الدّار كذلك يشمل غيرها .\r\nالثاني - ان ظاهر رفع البناء هو كون ارتفاعه أكثر من ارتفاع الكعبة فلا يكره البناء على الجبال حولها قال في الجواهر ( مع احتماله خصوصا مع التسامح في الكراهة ) فتأمل .\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 17 من أبواب مقدمات الطواف الحديث 1\r\n","page_name":" 126 ","page_number":121},
  {"content":"\r\n\r\n[ الرابعة : لا تحل لقطة الحرم 
  ]\r\nالرابعة : لا تحل لقطة الحرم قليلة كانت أو كثيرة وتعرف سنة ثم إن شاء تصدق بها ولا ضمان عليه وان شاء جعلها في يده أمانة ( 1 )\r\n\r\n","description":"\r\n( 1 ) قال في المسالك اختلف الأصحاب في لقطة الحرم على أقوال :\r\nفالمصنف في هذا الكتاب حرم قليلها وكثيرها ، وفي النافع : كرهها مطلقا وذهب بعضهم إلى جواز ما نقص عن الدرهم وتحريم الزائد . ثم على تقدير الجواز لا يجوز تملك ما زاد على الدّرهم إجماعا ، بل يجب تعريفه حولا ، ثم يتخيّر بعده ان لم يجد مالكه بين إبقائه في يده أمانة وبين الصدقة به ، وفي الضّمان حينئذ لو ظهر المالك وفي التّذكرة ؟ وجهان :\r\nوفي المختلف : أطلق دعوى الإجماع على تحريم تملك لقطة الحرم ، مع أنه نقل بعد ذلك عن جماعه : جواز تملك ما نقص عن الدرهم ، والقول بالكراهة مطلقا أقوى ، لضعف تمسك والقول بجواز تملك ما نقص عن الدرهم منها ، لا بأس به ، وهي خيرة الدروس ، وكذا القول بضمان ما زاد لو تصدّق به فكره المالك كغيرها ) .\r\nوكيف كان فتحقيق الكلام وتفصيله موكول إلى محله وعلى نحو الإجمال والاختصار حسب مقتضى الأخيار : ( ان اللقطة ان كانت قيمتها أقل من الدّرهم جاز تملَّكها في الحال من دون احتياج إلى تعريف وفحص عن مالكها ولكن لا يملكها قهرا وبدون قصد التملك فتملكها يحتاج إلى القصد فان جاء مالكها بعد ما التقطها دفعها اليه مع بقائها وان تملكها وان كانت تالفة لا يحكم بضمان الملتقط وليس عليه عوضها ان كان بعد التملك .\r\nهذا كله ، إذا كانت قيمة اللقطة أقل من الدرهم وأما إذا كانت\r\n","footnote":"","page_name":" 127 ","page_number":122},
  {"content":"\r\n\r\n[ الخامسة : إذا ترك الناس زيارة النبي صلى اللَّه عليه وآله أجبروا عليها 
  ]\r\nالخامسة : إذا ترك الناس زيارة النبي صلى اللَّه عليه وآله أجبروا عليها ( 1 )\r\n\r\n\r\n","description":"\r\nقيمتها درهما أو أكثر وجب عليه تعريفها والفحص عن صاحبها إلى سنة كاملة فإن لم يظفر به فان كانت لقطة الحرم تخير بين أمرين التصديق بها أو إبقائها عنده وحفظها لمالكها وليس له تملكها وان كانت لقطة غير الحرم تخير بين أمور ثلاثة تملكها ، والتصدق بها مع الضمان فيهما وإبقائها أمانة بيده من غير ضمان ) .\r\n( 1 ) ما أفاده المصنف ( قدس سره ) مما لا ينبغي الإشكال فيه ، وذلك لصحيح معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) قال : لو أن الناس تركوا الحج لكان على الوالي ان يجبرهم على ذلك وعلى المقام عنده ولو تركوا زيارة النبي ( صلى اللَّه عليه وآله ) لكان على الوالي ان يجبرهم على ذلك وعلى المقام عنده فإن لم يكن لهم مال أنفق عليهم من بيت مال المسلمين « 1 » .\r\nولا يخفى ان ظاهره هو وجوب إجبار الناس على الوالي لزيارة النبي ( صلى اللَّه عليه وآله ) لو تركوها وعلى الحج لو تركوه ولكن بمقدار الكفاية .\r\nواما ما في المسالك « 2 » من عدم دلالته على الوجوب الشرعي الذي عقابه أخروي لو ترك وهذا بخلاف زيارة النبي ( صلى اللَّه عليه وآله )\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 5 من أبواب وجوب الحج وشرائطه الحديث 2\r\n« 2 » يذكر ما في المسالك بصورة مفصلة عند ذيل المبحث .\r\n","page_name":" 128 ","page_number":123},
  {"content":"\r\nلما يتضمن من الجفاء المحرم ( 1 )\r\n\r\n\r\n","description":"\r\nفان عقاب تركها وهو الإجبار أمر دنيوي فلا يمكن المساعدة عليه ، لعدم مشروعية الإجبار على ترك غير الواجب .\r\nاللهم الا ان يقال بعدم البعد في جبر الناس على المندوب لو أجمعوا على تركه بعد ورود النّص الصّحيح عليه فيكون كالجبر على الأذان لو أجمعوا على تركه ، وقد ذكره الشهيد الثاني ( قدس سره ) حيث قال : قد اتفقوا على إجبار أهل البلد على الأذان بل على قتالهم إذا أطبقوا على تركه ) كما ورد ذلك بالنسبة إلى حضور الجماعة لو أجمعوا على تركها .\r\n( 1 ) استدل المصنف ( قدس سره ) وغيره لاجبار الناس على زيارة النبي لو تركوها بان ترك زيارة النبي جفاء وفي النبوي : ( من أتى مكة حاجا ولم يزرني إلى المدينة جفاني ) وفي خبر أبي حجر الأسلمي عن أبي عبد اللَّه عليه السلام : قال : قال رسول اللَّه ( صلى اللَّه عليه وآله ) :\r\nمن أتى مكة حاجا ولم يزرني إلى المدينة جفوته يوم القيامة ومن أتاني زائرا أوجبت له شفاعتي ومن أوجبت له شفاعتي وجبت له الجنة ومن مات في أحد الحرمين مكة والمدينة لم يعترض ولم يحاسب ومن مات مهاجرا إلى اللَّه عز وجل حشر يوم القيامة مع أصحاب بدر « 1 » .\r\nولكن يمكن المناقشة فيه - مضافا إلى عدم دلالته على المطلوب - اما أولا فلامكان دعوى عدم تحقق الجفاء المحرم بترك الزيارة المندوبة واما ثانيا - فعلى فرض تماميتها فنقول : ان لازمه هو وجوب إجبار كل\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 3 من أبواب المزار الحديث 3\r\n","page_name":" 129 ","page_number":124},
  {"content":"\r\n\r\n\r\n","description":"\r\nواحد عليها وهو مناف لكونها مندوبة على الآحاد ، كما أفاده صاحب الجواهر ( قدّس سرّه ) .\r\nاللهم الا ان يقال : انها وان كانت مندوبة على الآحاد الا انه إذا اتفق الجميع على تركها كان جفاء له فيكون حراما كما أفاده في الرياض يجب على الوالي إجبارهم على ترك هذا الجفاء ولكنه أيضا لا يخلو من منع ، على أنه يأتي ذلك في جميع زيارات الأئمة ( عليهم السلام ) والعمدة في المسألة هو صحيح معاوية بن عمار المتقدم « 1 » الذي قلنا بدلا على وجوب ذلك كفاية فيجبرون عليه لو تركوه فبما ذكرنا ظهر ما في المسالك عند شرح عبارة المصنف : ( لما يتضمن من الجفاء المحرم وإليك نص عبارتها : ( أشار بالتعليل إلى ما ورد عنه : ( أنه قال من حج ولم يزرني فقد جفاني ) ولا شك ان جفاه محرم فيكون ترك زيارته وان كانت في الأصل مستحبا مؤديا بالتحريم بسبب استلزامه الجفاء ، هكذا ذكره الشيخ ( رحمه اللَّه تعالى ) وتبعه عليه أكثر المتأخرين ، وأنكر ابن إدريس الإجبار هنا ، محتجّا : ( بأن الزيارة مندوبة وليس من المندوب يجبر على فعله ) وكلية الكبرى : ممنوعة فإن المندوب إذا أدى تركه بالاستهانة يجبر على فعله ، وقد اتفق على إجبار أهل البلد على الأذان بل على قتالهم إذا أطبقوا على تركه ، نعم يبقى في استدلال الجماعة بحث من حيث انّ ترك زيارته إذا كان يتضمن الجفاء يقتضي التحريم ، فيجب الزيارة من حيث إنها دافعة للجفاء ، فيتحقق الإجبار على تركها بغير\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 5 من أبواب وجوب الحج وشرائطه الحديث 2\r\n","page_name":" 130 ","page_number":125},
  {"content":"\r\n\r\n[ ويستحب 
  ]\r\nويستحب العود إلى مكة لمن قضى مناسكه لوداع البيت ( 1 )\r\n\r\n","description":"\r\nإشكال ، الا ان ذلك يستلزم القول بوجوبها وهم لا يقولون به ، فاللازم حينئذ أحد الأمرين : أما القول بوجوبها ، أو ترك التعليل بالجفاء ، وأيضا فالعمل ظاهر الحديث يقتضي إجبار كل حاج يترك زيارة النبي ، لان ( من ) من صيغ العموم فيشمل كل فرد من افراد الحاج ومدعاهم هو إجبار الجميع لو تركوها لا إجبار مطلق التارك مع قيام غيره بها ، وعلى تقدير خروج بعض الافراد بدليل خارجي - كمن تعذر عليه زيارته - يبقى العام حجة على الباقي ، وبهذا يندفع ما ذكره بعضهم من أن قوله ( من حج ) ليس كليا ، بل هو مهملة في قوة الجزئية ، فلا يصدق كل من ترك زيارته فقد جفاه ، فان خروج بعض الافراد لعارض لا يمنع الكلية كغيرها من صيغ العموم الواردة في الأحكام الشرعيّة ، فإنه كما اشتهر : ( ما من عامّ الا وقد خصّ ) الَّا ما استثنى ، ومع ذلك لا يمنع عمومه ودلالته على حكم الباقي والأولى في الجواب ما تقدم من استلزام ترك الجميع زيارته التهاون بأعظم السّنن وأجلها فيجبرون عليها الا ان يقوموا بما يدفع ذلك والجبر وان كان عقابا : لا يدل على الوجوب ، لأنه دنيوي وانما يتحقق بترك الواجب : العقاب الأخروى على وجه ) .\r\n( 1 ) هذا هو المعروف بين الأصحاب قديما وحديثا ، بل الإجماع بقسميه عليه مضافا إلى النّصوص الواردة في توديع البيت ومنها صحيح معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) قال : إذا أردت ان تخرج من مكة فتاتي أهلك فودّع البيت وطف أسبوعا وأن استطعت ان تستلم الحجر الأسود\r\n","footnote":"","page_name":" 131 ","page_number":126},
  {"content":"\r\nويستحب امام ذلك صلاة ست ركعات مسجد الخيف ( 1 ) وآكده استحبابا عند المنارة ( 2 ) التي في وسطه وفوقها إلى جهة القبلة بنحو ثلاثين ذراعا عن يمينها ويسارها كذلك ( 3 )\r\n\r\n\r\n","description":"\r\nوالركن اليماني في كل شوط فافعل والا فافتح به واختم ، فإن لم تستطع ذلك فموسع عليك ، ثم تأتى المستجار فتصنع عنده مثل ما صنعت يوم قدمت مكة ، ثم تخير لنفسك من الدعاء ، ثم استلم الحجر الأسود ، ثم ألصق بطنك بالبيت واحمد اللَّه وأثن عليه وصل على محمد وآله ، ثم قل اللهم صل على محمد عبدك ورسولك ونبيك وأمينك وحبيبك ونجيبك وخيرتك من خلقك اللهم كما بلغ رسالتك وجاهد في سبيلك وصدع بأمرك وأو ذي فيك وفي جنبك وعبدك حتى أتاه اليقين ، اللهم اقلبني مفلحا منجحا مستجابا لي بأفضل ما يرجع به أحد من وفدك من المغفرة والبركة والرضوان والعافية مما يسعى أن أطلب أن تعطيني مثل الذي أعطيته أفضل من عبدك تزيدني عليه . إلخ « 1 » ونحوه غيره من الاخبار .\r\n( 1 ) لخبر أبي بصير المتقدم « 2 » ولكن لا دلالة فيه على استحباب صلاة ست ركعات في مسجد الخيف امام عوده في يومه أو قبله لكونه ظاهرا في استحباب ذلك في المكان المزبور لشرفه .\r\n( 2 ) المعبر عنها في خبر أبي حمزة الثمالي « 3 » المتقدم بالصومعة\r\n( 3 ) بل وخلفها كما دل عليه خبر معاوية بن عمار عن أبي عبد اللَّه\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 18 من أبواب العود إلى منى الحديث 1\r\n« 2 » الوسائل ج 2 الباب 51 من أبواب أحكام المساجد الحديث 2\r\n« 3 » الوسائل ج 2 الباب 51 من أبواب أحكام المساجد الحديث 1\r\n","page_name":" 132 ","page_number":127},
  {"content":"\r\nويستحب التحصيب لمن نفر في الأخير وان يستلقي فيه ( 1 ) .\r\n( عليه السلام ) قال : صل في مسجد الخيف وهو مسجد منى وكان مسجد رسول اللَّه صلى اللَّه عليه وآله على عهده عند المنارة التي في وسط المسجد وفوقها إلى القبلة نحوا من ثلاثين ذراعا وعن يمينها وعن يسارها وخلفها نحوا من ذلك قال : فتحر ذلك فان استطعت أن يكون مصلاك فيه فافعل فإنه قد صلى فيه ألف نبي وانما سمى الخيف لأنه مرتفع عن الوادي وما ارتفع عن الوادي سمي خيفا « 1 »\r\n( 1 ) ما أفاده المصنف ( قدس سره ) من النزول في وادي المحصب والاستلقاء فيه مما هو المعروف بين الأصحاب ( رضوان اللَّه تعالى عليهم ) واستدل له بعدة اخبار - منها .\r\n1 - صحيح معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) ( في حديث ) قال فإذا نفرت وانتهيت إلى الحصباء وهي البطحاء فشئت أن تنزل قليلا ، فإن أبا عبد اللَّه ( عليه السلام ) قال : كان أبي ينزلها ، ثم يحمل فيدخل مكة من غير أن ينام بها « 2 » ورواه مثله عنه عليه السلام وزاد :\r\n( وقال : ان رسول اللَّه « صلى اللَّه عليه وآله » انما نزلها حيث بعث بعائشة مع أخيها عبد الرحمن إلى التنعيم فاعتمرت لمكان العلة التي أصابتها فطافت بالبيت ، ثم سعت ، ثم رجعت فارتحل من يومه ) « 3 » .\r\n2 - خبر ابان عن أبي مريم عن أبي عبد اللَّه ( عليه السلام ) انه\r\n\r\n","description":"","footnote":"\r\n« 1 » الوسائل ج 2 الباب 50 من أبواب أحكام المساجد الحديث 1\r\n« 2 » الوسائل ج 2 الباب 15 من أبواب العود إلى منى الحديث 1\r\n« 3 » الوسائل ج 2 الباب 15 من أبواب العود إلى منى الحديث 2\r\n","page_name":" 133 ","page_number":128},
  {"content":"\r\n\r\n\r\n","description":"\r\nسئل عن الحصبة ؟ فقال : كان أبي ينزل الأبطح قليلا ، ثم يجيء فيدخل البيوت من غير أن ينام بالأبطح ، فقلت له : أرأيت ان تعجل في يومين ان كان من أهل اليمن عليه ان يحصب ؟ قال : لا « 1 » ورواه الصدوق بإسناده عن أبان الا انه أسقط قوله ( ان كان من أهل اليمين ) وزاد :\r\n( وقال كان أبي عليه السلام ينزل الحصبة قليلا ثم يرتحل وهو دون خبط وحرمان « 2 » 3 - في دعائم الإسلام عن جعفر بن محمد عليهما السلام أنه قال :\r\nيستحب لمن نفر من منى ان ينزل بالمحصب وهي البطحاء فيمكث بها قليلا ثم يرتحل إلى مكة ، فإن رسول اللَّه كذا فعل وكذلك كان أبو جعفر ( عليه السلام ) كان يفعله « 3 » ينبغي هنا الإشارة إلى أمور الأول - ان هذه الأخبار لأدلة فيها على اختصاص التحصيب بالنفر الأخير الثاني - انه لم يذكر فيها الاستلقاء نعم عن الفقه المنسوب إلى الرضا « عليه آلاف التحية والثناء » : فإذا رميت الجمار يوم الرابع ارتفاع النهار فامض منها إلى مكة فإذا بلغت مسجد الحصبة دخلته واستلقيت فيه على قفاك على قدر ما تستريح ) « 4 » ولكن لم يثبت نسبته عندنا ، فتدبر الثالث - ذكر الشيخ وغيره ان التحصيب النزول في مسجد الحصبة وهذا المسجد غير معروف الآن .\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 15 من أبواب العود إلى منى الحديث 3\r\n« 2 » الوسائل ج 2 الباب 15 من أبواب العود إلى منى الحديث 4\r\n« 3 » المستدرك الباب 13 من أبواب العود إلى منى الحديث 1\r\n« 4 » فقه الرضا ص 29\r\n","page_name":" 134 ","page_number":129},
  {"content":"\r\n\r\n\r\n","description":"\r\nقال في الدروس : ( ويستحب للنافر في الأخير التحصيب تأسيا بالرسول صلى اللَّه عليه وآله وهو النزول بمسجد الحصبة بالأبطح الذي نزل به رسول اللَّه ( صلى اللَّه عليه وآله ) ويستريح فيه قليلا ويستلقي على قفاه وروى « 1 » ان النبي ( صلى اللَّه عليه وآله ) يصلى فيه الظهرين والعشاءين وهجع هجعة ثم دخل مكة وليس التحصيب من سنن الحج ومناسكه وانما هو فعل مستحب اقتداء برسول اللَّه صلى اللَّه عليه وآله ) وقال ابن إدريس : ( ليس للمسجد أثر الآن فتتأدى هذه السنة بالنزول بالمحصب من الأبطح وهو ما بين العقبة وبين مكة وقيل هو ما بين الجبل الذي عند مقابر مكة والجبل الذي يقابله مصعدا في الشق الأيمن لقاصد مكة وليست المقبرة فيه واشتقاقه من الحصباء وهو الحصى المحمول بالسيل ) وقد اعترف غير واحد بأنه ليس لهذا المسجد أثر الا انه قبل ظاهر كلام الصدوق والشيخين وجوده في زمنهم .\r\nوقال ابن الفاخر على ما حكي في الجواهر : ( ما شاهدت أحدا يعلمني به في زماني وانما أوقفني أحد على اثر مسجد قرب منى على يمين قاصد مكة في مسيل - واد - قال وذكر آخرون انه عند مخرج الأبطح إلى مكة وكيف كان فلم يذكر في أخبارنا ان التحصيب هو النزول في مسجد الحصبة بل دلت على استحباب النزول في المحصب الذي هو الوادي .\r\nوأما الفقه المنسوب إلى الإمام الرضا ( عليه السلام ) وان كان مشتملا\r\n","footnote":"\r\n« 1 » سنن البيهقي ج 5 ص 160\r\n","page_name":" 135 ","page_number":130},
  {"content":"\r\nوإذا عاد إلى مكة فمن السنة ان يدخل الكعبة ( 1 )\r\n\r\n","description":"\r\nعلى المسجد الا أنه لم يثبت نسبته عندنا .\r\nوفي مجمع البحرين ( أن الأبطح في الحديث انه صلى بالأبطح يعنى مسيل وادي مكة وهو مسيل واسع فيه دقائق حصى أوله عند منقطع الشعب بين وادي منى وآخره متصل بالمقبرة التي تسمى بالمصلي عند أهل مكة ويجمع على الأباطح والبطاح بالكسر على غير القياس والبطحاء مثل الأبطح ومنه بطحا مكة .\r\nالخامس - ان ظاهر قوله عليه السلام ( دون خبط وحرمان ) انهما اسمان ثم زالا وزال اسمهما وفي المدارك : ( لم أقف في كلام أهل اللغة على شيء يعتد به في ضبط هذين اللفظين وتفسيرهما ) وفي الوافي على ما في الجواهر : ( لعل المراد بما دون ضبط وحرمان ان لا ينام فيه مطمئنا ولا يجاوزه محروما من الاستراحة فيه فان الخبط بالمعجمة والموحدة طرح النفس حيث كان النوم وفي بعض النسخ : ( ذو خبط ) يعني يرتحل وهو طارح نفسه للنوم ومحروم من النوم ) .\r\nولكن ما حكى عن الأزرقي في الجواهر : ( حد المحصب من الحجون متصعدا في الشق الأيسر وأنت ذاهب إلى منى إلى حائط حرمان مرتفعا عن بطن الوادي ) يدل على ما ذكرناه .\r\n( 1 ) ما افاده المصنف ( قدس سره ) من استحباب دخول الكعبة الشريفة ( زادها اللَّه تعالى شرفا ) مما لا ينبغي الإشكال فيه ، واستدل لذلك بالاخبار المروية عنهم عليهم السلام - منها :\r\n","footnote":"","page_name":" 136 ","page_number":131},
  {"content":"\r\nويتأكد في حق الصرورة ( 1 )\r\n\r\n\r\n","description":"\r\n1 - صحيح معاوية بن عمار قال : رأيت العبد الصالح عليه السلام دخل الكعبة فصلى فيها ركعتين على الرّخامة الحمراء ، ثم قام ، فاستقبل الحائط بين الركن اليماني والغربي فرفع يده عليه ولصق به ودعا ، ثم تحول إلى الركن اليماني فلصق به ودعا ، ثم أتى الركن الغربي ، ثم خرج « 1 » 2 - خبر أبي القداح عن جعفر عن أبيه ( عليهما السلام ) قال : سألته عن دخول الكعبة فقال الدخول فيها دخول في رحمة اللَّه تعالى ، والخروج منها خروج من الذنوب معصوم فيما بقي من عمره ، مغفور له ما سلف من ذنوبه « 2 » .\r\n3 - مرسل علي بن خالد عن أبي جعفر ( عليه السلام ) قال : كان يقول : الداخل في الكعبة يدخل واللَّه راض عنه ، ويخرج عطلا من الذنوب « 3 » .\r\n4 - مرسل الصدوق من دخل الكعبة بسكينة ووقار وهو ان يدخلها غير متكبّر ولا متجبر غفر له « 4 » .\r\n( 1 ) اما تأكد استحباب دخول الصرورة في الكعبة فقد استدل له بعدة أخبار - منها :\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب - 36 - أبواب مقدمات الطواف الحديث 4\r\n« 2 » الوسائل ج 2 الباب 34 من أبواب مقدمات الطواف الحديث 1 .\r\n« 3 » الوسائل ج 2 الباب 34 من أبواب مقدمات الطواف الحديث 2 .\r\n« 4 » الوسائل ج 2 الباب 34 من أبواب مقدمات الطواف الحديث 3 .\r\n","page_name":" 137 ","page_number":132},
  {"content":"\r\n\r\n\r\n","description":"\r\n1 - خبر سعيد الأعرج عن أبي عبد اللَّه ( عليه السلام ) قال : لا بد للصرورة أن يدخل البيت قبل ان يرجع فإذا دخلته فأدخل بسكينة ووقار ثم أنت كل زاوية من زواياه « 1 » .\r\n2 - مرسل أبان بن عثمان عن أبي عبد اللَّه ( عليه السلام ) قال :\r\nيستحب للصرورة أن يطأ المشعر الحرام وان يدخل البيت « 2 » .\r\n3 - خبر حماد بن عثمان قال : سألت أبا عبد اللَّه ( عليه السلام ) عن دخول البيت ؟ فقال : اما الصّرورة فيدخله ، وأما من قد حج فلا « 3 » 4 - خبر سليمان بن مهران عن جعفر بن محمد ( عليهما السلام ) ( في حديث ) قال : قلت له : وكيف صار الصّرورة يستحب له دخول الكعبة دون من قد حج ؟ قال : لأن الصّرورة قاضي فرض مدعو إلى حج بيت اللَّه تعالى فيجب أن يدخل البيت الذي دعى اليه ليكرم فيه « 4 » 5 - خبر علي بن جعفر قال : سألت أخي موسى بن جعفر ( عليهما السلام ) عن دخول الكعبة أواجب هو على كلّ من قد حجّ ؟ قال : هو واجب أوّل حجة ثم إن شاء فعل وان شاء ترك « 5 » إلى غير ذلك من الاخبار وليس المراد من قوله ( عليه السلام ) : ( هو واجب أوّل حجة ) معناه المصطلح بل بمعنى ثابت بقرينة باقي الأخبار .\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 36 من أبواب مقدمات الطواف الحديث 6\r\n« 2 » الوسائل ج 2 الباب 35 من أبواب مقدمات الطواف الحديث 2\r\n« 3 » الوسائل ج 2 الباب 35 من أبواب مقدمات الطواف الحديث 3\r\n« 4 » الوسائل ج 2 الباب 35 من أبواب مقدمات الطواف الحديث 4\r\n« 5 » الوسائل ج 2 الباب 35 من أبواب مقدمات الطواف الحديث 5\r\n","page_name":" 138 ","page_number":133},
  {"content":"\r\nوأن يغتسل ويدعو عند دخولها ( 1 ) وان يصلى بين الأسطوانتين على الرخامة الحمراء ركعتين يقرء في الأولى الحمد وحم السجدة وفي الثانية عدد آيها ( 2 ) ويصلي في زوايا البيت ( 3 )\r\n\r\n\r\n","description":"\r\n( 1 ) لصحيح معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) قال : إذا أردت دخول الكعبة فاغتسل قبل ان تدخل ولا تدخل بحذاء وتقول إذا دخلت اللهم انك قلت ومن دخله كان آمنا فآمين من عذاب النار . « 1 » وقوله ( عليه السلام ) : ( فاغتسل ) وان كان ظاهرا في الوجوب الا انه ترفع اليد عنه لأجل تسالم الأصحاب ( رضوان اللَّه تعالى عليهم ) على الخلاف وأما الاستحباب فلا وجه لرفع اليد عنه ، فتدبر .\r\n( 2 ) لقوله عليه السلام في صحيح معاوية بن عمار المتقدم ( ثم تصلى ركعتين بين الأسطوانتين على الرخامة الحمراء [ 1 
  ] تقرأ في الركعة الأولى حم السجدة وفي الثانية عدد آيها من القرآن . إلخ ) ونحوه غيره من الأخبار .\r\n( 3 ) لقوله عليه السلام في ذيل صحيح معاوية بن عمار المتقدم :\r\n( وتصلى في زواياه ) وخبر محمد بن إسماعيل بن همام قال أبو الحسن عليه\r\n","footnote":"\r\n[ 1 
  ] في الحديث يصلي على الرخامة الحمراء يعني في الكعبة المشرفة والرخام حجر معروف ( مجمع البحرين )\r\n« 1 » الوسائل ج 2 الباب 36 من أبواب مقدمات الطواف الحديث 1\r\n","page_name":" 139 ","page_number":134},
  {"content":"\r\nثم يدعو بالدعاء المرسوم ( 1 ) ويستلم الأركان ويتأكد في اليماني ( 2 )\r\n\r\n\r\n","description":"\r\nالسلام ) دخل النبي الكعبة فصلى في زواياها الأربع وصلَّى في كل زاوية ركعتين « 1 »\r\n( 1 ) وهو ما ورد في خبر سعيد الأعرج عن أبي عبد اللَّه ( عليه السلام ) قال : لا بد للصّرورة أن يدخل البيت قبل أن يرجع فإذا دخلته فأدخله بسكينة ووقار ثم ائت كل زاوية من زواياه ثم قل اللهم انك قلت فمن دخله كان آمنا فآمني من عذابك « ب » يوم القيامة . « 2 » وصحيح معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) قال : إذا أردت دخول الكعبة فاغتسل قبل ان تدخلها ولا تدخلها بحذاء وتقول : إذا دخلت : اللَّهم انّك قلت : ومن دخله كان آمنا فآمني من عذاب النار « 3 »\r\n( 2 ) لصحيح معاوية بن عمار المتقدم « 4 » لقول ( عليه السّلام ) فيه : ( ثم تحوّل إلى الرّكن اليماني . إلخ ) وخبر الحسين بن أبي العلاء قال : سألت أبا عبد اللَّه ( عليه السلام ) وذكرت الصلاة في الكعبة ؟ قال : بين العمودين تقوم على البلاطة الحمراء ، فان رسول اللَّه ( صلى اللَّه عليه وآله ) صل عليها ، ثم اقبل على أركان البيت وكبّر إلى كل ركن منه « 5 » ونحوهما غيرهما من الأخبار ينبغي هنا ذكر أمور :\r\nالأول - قد صرح بعض الأصحاب باستحباب البكاء في الكعبة\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 36 من أبواب مقدمات الطواف الحديث 2\r\n« 2 » الوسائل ج 2 الباب 36 من أبواب مقدمات الطواف الحديث 6\r\n« 3 » الوسائل ج 2 الباب 36 من أبواب مقدمات الطواف الحديث 1\r\n« 4 » الوسائل ج 2 الباب 36 من أبواب مقدمات الطواف الحديث 4\r\n« 5 » الوسائل ج 2 الباب 36 من أبواب مقدمات الطواف الحديث 3\r\n","page_name":" 140 ","page_number":135},
  {"content":"\r\n\r\n\r\n","description":"\r\nوحولها من خشية اللَّه وفي خبر العزرمي عن أبي عبد اللَّه عليه السلام قال :\r\nانما سميت مكة بكة ، لأن الناس يتباكون فيها « 1 » وفي خبر عبد اللَّه بن سنان قال : سألت أبا عبد اللَّه عليه السلام لم سميت الكعبة بكة ؟ فقال .\r\nلبكاء النّاس حولها وفيها « 2 » الثاني - انه قد عرفت في صحيح معاوية بن عمّار من الأمر بالغسل لدخول الكعبة وهذا لا يختص بالرّجال بل يحكم به للنساء أيضا .\r\nويمكن الاستدلال له - مضافا إلى قاعدة الاشتراك - بما رواه عبيد اللَّه ابن علي الحلبي قال : سألت أبا عبد اللَّه ( عليه السّلام ) أيغتسلن النساء إذا أتين البيت ؟ قال : نعم ، ان اللَّه عزّ وجلّ يقول * ( ( طَهِّرا بَيْتِيَ لِلطَّائِفِينَ وَالْعاكِفِينَ وَالرُّكَّعِ السُّجُودِ ) ) * « 3 » فينبغي للعبد ان لا يدخل الا وهو طاهر قد غسل عنه العرق والأذى ويتطَّهر « 4 » الثالث - انه يستحب التكبير ثلاثا في خارج الكعبة ، لخبر عبد اللَّه ابن سنان قال : سمعت أبا عبد اللَّه ( عليه السلام ) وهو خارج من الكعبة وهو يقول : اللَّه أكبر اللَّه أكبر ، حتى قالها ثلاثا ، ثم قال : اللَّهم لا تجهد بلائنا ربنا ، ولا تشمت بنا أعدائنا ، فإنك أنت الضّار النّافع ثم هبط فصلى\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 38 من أبواب مقدمات الطواف الحديث 1\r\n« 2 » الوسائل ج 2 الباب 38 من أبواب مقدمات الطواف الحديث 2\r\n« 3 » سورة البقرة الآية 152\r\n« 4 » الوسائل ج 2 الباب 39 من أبواب مقدمات الطواف الحديث 1\r\n","page_name":" 141 ","page_number":136},
  {"content":"\r\nثم يطوف بالبيت أسبوعا ثم يستلم الأركان والمستجار ويتخير من الدعاء ما أحبه ( 1 )\r\n\r\n\r\n","description":"\r\nإلى جانب الدرجة جعل الدرجة عن يساره مستقبل الكعبة ليس بينه وبينها أحد ثم خرج إلى منزله « 1 » الرابع - قد ذهب بعض إلى عدم تأكد دخول الكعبة للنساء وان كن صرورة ، لما دل على وضع ذلك عنهن ، ولكن مع ذلك ان دخلنه كان أفضل .\r\nواستدل لذلك بخبر عبد اللَّه بن سنان عن أبي عبد اللَّه ( عليه السلام ) قال سئل عن دخول النساء الكعبة ؟ فقال : ليس عليهن وان فعلن فهو أفضل « 2 » وأما ما دل على وضع ذلك عنهن وهو :\r\n1 - مرسل فضالة بن أيوب عن أبي عبد اللَّه ( عليه السلام ) قال إن اللَّه وضع عن النساء أربعا وعد منهن دخول الكعبة « 3 » 2 - ما رواه أبو بصير عن أبي عبد اللَّه ( عليه السلام ) قال : ليس على النساء جهر بالتلبية ولا دخول البيت « 4 » ونحوهما وغيرهما من الاخبار .\r\n( 1 ) ما افاده المصنف ( قدس سره ) من استحباب طواف الوداع بالبيت أسبوعا واستلام الأركان والمستجار والدعاء بما أحبه مما لا ينبغي الإشكال فيه لصحيح معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) قال :\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 40 من أبواب مقدمات الطواف الحديث 1\r\n« 2 » الوسائل ج 2 الباب 41 من أبواب مقدمات الطواف الحديث 1\r\n« 3 » الوسائل ج 2 الباب 41 من أبواب مقدمات الطواف الحديث 2\r\n« 4 » الوسائل ج 2 الباب 41 من أبواب مقدمات الطواف الحديث 3\r\n","page_name":" 142 ","page_number":137},
  {"content":"\r\nثم يأتي زمزم فيشرب منها ثم يخرج ( 1 ) وهو يدعو ( 2 )\r\n\r\n\r\n","description":"\r\nإذا أردت ان تخرج من مكة فتأتي أهلك فودع البيت وطف أسبوعا ، وان استطعت ان تستلم الحجر الأسود والركن اليماني في كل شوط فافعل ، والا فافتح به واختم وان لم تستطع ذلك فموسع عليك ، ثم تأتي المستجار فتصنع عنده مثل ما صنعت يوم قدمت مكة ، ثم تخير لنفسك من الدعاء ، ثم استلم الحجر الأسود ثم ألصق بطنك بالبيت واحمد اللَّه وأثن عليه وصل على محمد وآله ، ثم قل : « اللَّهم صلّ على محمّد عبدك ورسولك ( نبيّك وأمينك وحبيبك ونجيبك وخيرتك من خلقك » اللَّهم كما بلغ رسالتك وجاهد في سبيلك وصدع بأمرك وأوذي فيك وفي جنبك « وعندك » حتى أتاه اليقين اللهم اقلبني مفلحا منجحا مستجابا لي بأفضل ما يرجع به أحد من وفدك من المغفرة والبركة والرضوان والعافية مما يسعني أن اطلب . إلى آخر « 1 »\r\n( 1 ) لخبر أبي إسماعيل قال : قلت لأبي عبد اللَّه : هو ذا اخرج جعلت فداك فمن أين أودع البيت ؟ قال : تأتي المستجار بين الحجر والباب فتودعه من ثم تخرج فتشرب من زمزم ثم تمضى فقلت : أصب على رأسي ؟ فقال لا تقرب الصب « 2 » وقوله ( عليه السلام ) في صحيح معاوية بن عمار المتقدم .\r\n( ثم أنت زمزم فاشرب منها ثم اخرج . ) « 3 »\r\n( 2 ) لقوله عليه السلام في صحيح معاوية بن عمار المتقدم ( . ثم\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 18 من أبواب العود إلى منى الحديث 1\r\n« 2 » الوسائل ج 2 الباب 18 من أبواب العود إلى منى الحديث 5\r\n« 3 » الوسائل ج 2 الباب 18 من أبواب العود إلى منى الحديث 1\r\n","page_name":" 143 ","page_number":138},
  {"content":"\r\nويستحب خروجه من باب الحناطين ( 1 ) ويخر ساجدا ويستقبل القبلة ويدعو ( 2 )\r\n\r\n\r\n","description":"\r\nائت زمزم فاشرب منها ثم اخرج فقل آئبون تائبون عابدون لربنا حامدون إلى ربنا راغبون إلى ربنا راجعون .\r\n( 1 ) لما عن الحسن بن علي الكوفي قال رأيت أبا جعفر الثاني ( عليه السلام ) في سنة خمس عشرة ( وعشرين خ ل ) ومأتين ودع البيت بعد ارتفاع الشمس وطاف بالبيت يستلم الركن اليماني في كل شوط فلما كان الشوط السابع استلمه واستلم الحجر ومسح بيده ثم مسح وجهه بيده ثم اتى المقام . إلى أن يقول ثم خرج من باب الحناطين [ 1 
  ] « 1 »\r\n( 2 ) لما رواه إبراهيم بن أبي محمود قال رأيت أبا الحسين ( عليه السلام ) ودع البيت فلما أراد أن يخرج من باب المسجد خر ساجدا ثم قام فاستقبل الكعبة فقال اللهم إني انقلب على أن لا إله إلا اللَّه « 2 » ورواه الصدوق في عيون الأخبار عن محمد بن الحسن بن أحمد بن\r\n","footnote":"\r\n[ 1 
  ] في الحديث : ( لا تسلم ولدك حناطا فإنه يحتكر الطعام على أمتي ) الحناط : بفتح الحاء والتشديد بياع الحنطة بالكسر وهي : القمح والبر بضم الباء ، والجمع حنط ، ومنه فخرج من باب الحناطين لبيعهم الحنطة هناك ، وقيل لبيعهم الحنوط ، والحنوط : كرسول ، والحناط ككتاب طيب يضع للميت خاصة ( مجمع البحرين ) .\r\n« 1 » الوسائل ج 2 الباب 18 من أبواب العود إلى منى الحديث 3\r\n« 2 » الوسائل ج 2 الباب 18 من أبواب العود إلى منى الحديث 2\r\n","page_name":" 144 ","page_number":139},
  {"content":"\r\nويشتري بدرهم تمر ويتصدق به ( 1 )\r\n\r\n\r\n","description":"\r\nالوليد عن سعد بن عبد اللَّه عن إبراهيم بن هاشم عن إبراهيم ابن أبي محمود قال : رأيت الرضا ( عليه السلام ) وذكر مثله .\r\nوقوله عليه في صحيح معاوية بن عمار المتقدم ، فإن أبا عبد اللَّه ( عليه السلام ) لما أن ودعها وأراد ان يخرج من المسجد خر ساجدا عند باب المسجد طويلا ثم قام فخرج . ) .\r\n( 1 ) ما افاده المصنف ( قدس سره ) من استحباب شراء درهم تمر والتصدق به مما لا اشكال فيه وذلك للأخبار المروية عنهم عليهم السلام - منها :\r\n1 - صحيح معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) قال : يستحب للرجل والمرأة أن لا يخرجا من مكة حتى يشتريا بدرهم تمرا فيتصدقا به لما كان منهما في إحرامهما ولما كان منهما في حرم اللَّه عز وجل « 1 » 2 - صحيح معاوية بن عمار وحفص بن البختري جميعا عن أبي عبد اللَّه ( عليه السلام ) قال : ينبغي للحاج إذا قضى مناسكه وأراد ان يخرج ان يبتاع بدرهم تمرا يتصدق به فيكون كفارة لما لعله دخل عليه في حجه من حك أو قملة سقطت أو نحو ذلك « 2 » 3 - ما رواه ابان عن أبي بصير قال : قال أبو عبد اللَّه ( عليه السلام ) إذا أردت ان تخرج من مكة فاشتر بدرهم تمرا فتصّدق به قبضة قبضة ، فيكون لكل ما كان حصل في إحرامك وما كان منك في مكة « 3 »\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 20 من أبواب العود إلى منى الحديث 1\r\n« 2 » الوسائل ج 2 الباب 20 من أبواب العود إلى منى الحديث 2\r\n« 3 » الوسائل ج 2 الباب 20 من أبواب العود إلى منى الحديث 3\r\n","page_name":" 145 ","page_number":140},
  {"content":"\r\n\r\n[ ويكره 
  ]\r\nويكره الحج على الإبل الجلالة ( 1 ) ويستحب لمن حج ان يعزم على العود ( 2 )\r\n\r\n\r\n","description":"\r\nتذييل وهو انه يستحب التطوع بطواف بعد الحج عن سائر أرحامه وأهل بلده ، لخبر علي بن إبراهيم الحضرمي عن أبيه قال : رجعت من مكة فأتيت أبا الحسن موسى عليه السلام في المسجد وهو قاعد فيما بين القبر والمنبر فقلت له : يا بن رسول اللَّه انى إذا خرجت إلى مكة ربما قال لي الرجل : طف عني أسبوعا وصلى عنى ركعتين فربما شغلت عن ذلك فإذا رجعت لم أدر ما أقول ؟ قال : إذا أتيت مكة فقضيت نسكك فطف أسبوعا وصل ركعتين وقل : اللهم ان هذا الطواف وهاتين الركعتين عن أبي وأمي وعن زوجتي وعن ولدي وعن خاصتي وعن جميع أهل بلدي حرهم وعبدهم وأبيضهم وأسودهم فلا بأس ان تقول للرجل : اني قد طفت عنك وصليت عنك ركعتين الا كنت صادقا « 1 »\r\n( 1 ) لخبر إسحاق بن عمار عن جعفر عن أبيه ( عليهما السلام ) ان عليها عليه السلام كان يكره الحج والعمرة على الإبل الجلالات « 2 »\r\n( 2 ) لا ينبغي الإشكال فيه وذلك للنصوص المرويّة عنهم ( عليهم السلام ) - منها :\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 17 من أبواب العود إلى منى الحديث 1\r\n« 2 » الوسائل الباب 57 من أبواب آداب السفر الحديث 1 من كتاب الحج\r\n","page_name":" 146 ","page_number":141},
  {"content":"\r\nوالطواف أفضل للمجاور من الصلاة وللمقيم بالعكس ( 1 )\r\n\r\n\r\n","description":"\r\n1 - خبر عبد اللَّه بن سنان قال : سمعت أبا عبد اللَّه ( عليه السلام ) يقول : من رجع من مكة وهو ينوي الحج من قابل زيد في عمره « 1 » .\r\n2 - ما رواه الحسين الأحمسي عن أبي عبد اللَّه ( عليه السلام ) قال : من خرج من مكة وهو لا يريد العود إليها فقد اقترب اجله ودنى عذابه « 2 » 3 - خبر الحسن بن علي بن أبي عبد اللَّه ( عليه السلام ) قال : ان يزيد ابن معاوية قد حج فلما انصرف قال :\r\n\r\n« إذا جعلنا ثافلا يمينا\r\nفلا نعود بعدها سنينا »\r\n« للحجّ والعمرة ما بقينا »\r\n\r\nفنقص اللَّه من عمره وأماته قبل اجله « 3 » مضافا إلى ما في اخبار الدعاء بان لا يجعله آخر العهد به .\r\nثم إنه يستفاد من الحديث الثاني كراهة عدم إرادة العود إليها .\r\n( 1 ) هذا هو المعروف بين الأصحاب ( رضوان اللَّه تعالى عليهم ) واستدل لذلك بعدة اخبار - منها :\r\n1 - خبر حريز أو صحيحة قال : سألت أبا عبد اللَّه ( عليه السلام ) عن الطواف لغير أهل مكة ممن جاور بها أفضل أو الصلاة ؟ قال : الطواف\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 57 من أبواب وجوب الحج وشرائطه الحديث 1\r\n« 2 » الوسائل ج 2 الباب 57 من أبواب وجوب الحج وشرائطه الحديث 2\r\n« 3 » الوسائل ج 2 الباب 57 من أبواب وجوب الحج وشرائطه الحديث 5\r\n","page_name":" 147 ","page_number":142},
  {"content":"\r\n\r\n\r\n","description":"\r\nللمجاورين أفضل ، والصلاة لأهل مكة والقاطنين بها أفضل من الطواف « 1 » 2 - صحيح هشام بن الحكم عن أبي عبد اللَّه عليه السلام قال من أقام بمكة سنة فالطواف أفضل من الصلاة ، ومن أقام سنتين خلط من ذا ومن ذا ومن أقام ثلاث سنين كانت للصلاة له أفضل من الطواف « 2 » 3 - ما رواه أحمد بن أبي نصر البزنطي عن أبي الحسن الرضا عليه السلام قال : سألته عن المقيم بمكة الطواف أفضل له أو الصلاة ؟ قال الصلاة « 3 » ينبغي هنا الإشارة إلى ما يلي 1 - ان قوله عليه السلام في صحيح هشام بن الحكم المتقدم : ( إذا أقام الرجل بمكة سنة فالطواف أفضل وإذا أقام سنتين خلط من هذا وهذا وإذا أقام ثلاث سنين فالصلاة أفضل ) ظاهر في تحديد الإقامة بسنة وهذا مناف لإطلاق كلام المصنف ( قدس سره ) وغيره .\r\n2 - انه يمكن أن يقال إن المراد من أفضلية الطواف للمجاور عن الصلاة النافلة هو أفضليته عن غير الرواتب من الصلاة ، لما دل من الأخبار على الحث والتأكيد عليها .\r\nمضافا إلى ما دل من الأخبار على قطع الطواف لخوف فوات الوتر وهو ما رواه عبد الرحمن بن الحجاج عن أبي إبراهيم ( عليه السلام ) قال : سألته\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 9 من أبواب الطواف الحديث 4\r\n« 2 » الوسائل ج 2 الباب 9 من أبواب الطواف الحديث 1\r\n« 3 » الوسائل ج 2 الباب 9 من أبواب الطواف الحديث 5\r\n","page_name":" 148 ","page_number":143},
  {"content":"\r\nويكره المجاورة بمكة ( 1 )\r\n\r\n\r\n","description":"\r\nعن الرجل يكون في الطواف قد طاف بعضه وبقي عليه بعضه فطلع الفجر فيخرج من الطواف إلى الحجر أو إلى بعض المسجد إذا كان لم يوتر فيوتر ثم يرجع فيتم طوافه أفترى ذلك أفضل أم يتم الطواف ثم يوتر وان أسفر بعض الاسفار ؟ قال : ابدأ بالوتر واقطع الطواف إذا خفت ذلك ثم أتم الطواف بعد « 1 » ورواه الصدوق بإسناده عن عبد الرحمن بن الحجاج الا انه ترك قوله : ( فطلع الفجر ) وترك لفظ : ( ذلك ) ورواه الشيخ بإسناده عن محمد بن يعقوب فعليه يقال : ان المراد أفضلية الطواف من النوافل المبتدأة لا الراتبة ، وكيف كان فالأمر سهل بعد كون الأمر مستحبا .\r\n( 1 ) بمعنى الإقامة بها بعد قضاء المناسك وقد علل ذلك بوجوه الأول - ان المقام بمكة يقسي القلب ، وروى ذلك في المرسل عن أبي عبد اللَّه عليه السلام قال : إذا قضى أحدكم نسكه فليركب راحلته وليلحق بأهله ، فإن المقام بمكة يقسي القلب « 2 » الثاني - مضاعفة العذاب بسبب ملابسته الذنب فيها ، فقد روى عن الحلبي قال : سألت أبا عبد اللَّه عليه السلام عن قول اللَّه عز وجل * ( ( وَمَنْ يُرِدْ فِيه ِ بِإِلْحادٍ بِظُلْمٍ نُذِقْه ُ مِنْ عَذابٍ أَلِيمٍ ) ) * « 3 » فقال : كل الظلم فيه إلحاد حتى لو ضربت خادمك ظلما خشيت ان يكون إلحادا فلذلك كان الفقهاء\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 44 من أبواب الطواف الحديث 1\r\n« 2 » الوسائل ج 2 الباب 16 من أبواب مقدمات الطواف وما يتبعها الحديث 9\r\n« 3 » سورة الحج الآية 26\r\n","page_name":" 149 ","page_number":144},
  {"content":"\r\n\r\n\r\n","description":"\r\nيكرهون بسكنى مكة « 1 » وروى عن أبي الصباح الكناني قال : سألت أبا عبد اللَّه ( عليه السلام ) عن قول اللَّه تعالى * ( ( وَمَنْ يُرِدْ فِيه ِ بِإِلْحادٍ بِظُلْمٍ نُذِقْه ُ مِنْ عَذابٍ أَلِيمٍ ) ) * فقال : كل ظلم يظلمه الرجل على نفسه بمكة من سرقة أو ظلم أحد أو شيء من الظلم فإني أراه إلحادا ولذلك كان يتقي ان يسكن الحرم « 2 » ورواه الصدوق ( رحمه اللَّه تعالى ) بإسناده عن أبي الصباح الكناني مثله الا أنه قال : ( ولذا كان يتقى الفقهاء ان يسكنوا مكة ) ورواه في العلل عن أبيه عن أحمد بن إدريس عن أحمد بن محمد ابن عيسى عن الحسين بن سعيد عن محمد بن الفضيل مثله الا أنه قال :\r\n( ولذلك كان ينهى أن يسكن الحرم ) الثالث - خروج النبي ( صلى اللَّه عليه وآله ) منها قهرا وعدم عوده إليها إلا للنسك واسراعه الخروج منها حين عاد .\r\nروى ذلك عنه وعن الأئمة عليهم السلام انه يكره المقام بمكة ، لأن رسول اللَّه ( صلى اللَّه عليه وآله ) خرج منها والمقيم بها يقسو قلبه حتى يأتي فيها ما يأتي في غيرها « 3 » ورواه محمد بن مسلم عن أبي جعفر ( عليه السلام ) قال : ولا ينبغي للرجل ان يقيم بمكة سنة قلت كيف يصنع ؟ قال : يتحول عنها ولا\r\n","footnote":"\r\n« 1 » الوسائل ج 3 الباب 16 من أبواب مقدمات الطواف الحديث 1\r\n« 2 » الوسائل ج 3 الباب 16 من أبواب مقدمات الطواف الحديث 3\r\n« 3 » الوسائل ج 3 الباب 16 من أبواب مقدمات الطواف الحديث 8\r\n","page_name":" 150 ","page_number":145},
  {"content":"\r\n\r\n\r\n","description":"\r\nينبغي لأحد ان يرفع بناء فوق الكعبة « 1 » الرابع - خوف الملالة وقلة الاحترام وليدوم شوقه إليها ، وروى ذلك في خبر أبي بصير عن أبي عبد اللَّه عليه السلام قال : إذا فرغت من نسكك فارجع فإنه أشوق لك إلى الرجوع « 2 » ولكن قال في المدارك ان هذه التعليلات كلها مروية لكن أكثرها غير واضحة الاسناد .\r\nوقال في الجواهر بعد نقل كلام المدارك : ( قلت : قد عرفت مكررا التسامح في أدلة الكراهة ) .\r\nولكن لا يخفى ما فيه من المناقشة والاشكال ، لما ذكرناه في غير واحد من المقامات ان غاية دلالة قاعدة التسامح في أدلة السنن المستفادة من اخبار : ( من بلغ ) بعد الغض عن الاحتمالات المتطرقة في مفادها هي ترتب الثواب على العمل الموعود عليه ذلك لا ان مفادها هو الحكم الشرعي .\r\nمضافا إلى أنه على فرض تسليم دلالتها على ذلك فإنها تختص بالمستحبات ولا يمكن التعدي عن موردها وهو المستحبات إلى المقام وهو المكروهات فالتعدي عن موردها إلى مفروض المقام يحتاج إلى دليل تعبدي وهو لم يثبت ظاهرا .\r\n","footnote":"\r\n« 1 » الوسائل الباب 16 من أبواب مقدمات الطواف الحديث 5\r\n« 2 » الوسائل الباب 16 من أبواب مقدمات الطواف الحديث 7\r\n","page_name":" 151 ","page_number":146},
  {"content":"\r\n\r\n\r\n","description":"\r\nينبغي هنا بيان أمر وهو أنه يمكن ان يقال بمعارضة ما تقدم من الاخبار ما رواه علي بن مهزيار قال : سألت أبا الحسن ( عليه السلام ) المقام بمكة أفضل أو الخروج إلى بعض الأمصار ؟ فكتب : المقام عند بيت اللَّه أفضل « 1 » وما رواه خالد بن ماد القلانسي عن أبي عبد اللَّه ( عليه السلام ) قال : قال علي بن الحسين عليهما السلام : تسبيحة بمكة أفضل من خراج العراقين ينفق في سبيل اللَّه ، وقال : من ختم القرآن بمكة لم يمت حتى يرى رسول اللَّه ( صلى اللَّه عليه وآله ) ويرى منزله من الجنة « 2 » وبما رواه الصدوق مرسلا وزاد : ( من صلى بمكة سبعين ركعة فقرأ في كل ركعة بقل هو اللَّه وانا أنزلنا وآية السخرة وآية الكرسي لم يمت الا شهيدا والطاعم بمكة كالصائم فيما سواها وصيام يوم بمكة يعدل صيام سنة فيما سواها والماشي بمكة في عبادة اللَّه « 3 » وهذه الأخبار - كما ترى - تدل على استحباب الإقامة في مكة المكرمة فتعارض الأخبار المتقدمة في صدر المبحث ظاهرا ويمكن الجمع بينها وبين الأخبار المتقدمة بما يأتي 1 - حملها على الكراهة على مالا يأمن من وقوع المحذورات منه والاستحباب للواثق من نفسه بعدمها وهذا الجمع اختاره الشهيد ( قدس سره ) وجماعة .\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 16 من أبواب مقدمات الطواف الحديث 2\r\n« 2 » الوسائل ج 2 الباب 45 من أبواب مقدمات الطواف الحديث 1\r\n« 3 » الوسائل ج 2 الباب 45 من أبواب مقدمات الطواف الحديث 2\r\n","page_name":" 152 ","page_number":147},
  {"content":"\r\n\r\n\r\n","description":"\r\n2 - حمل الأخبار الأخيرة على المجاورة لأجل العبادة والأخبار المتقدمة في صدر المبحث على المجاورة لا لها بل للتجارة ونحوها واختاره جماعة ، واستحسن هذا الجمع الشهيد الثاني في المسالك ولكن لا مطلقا بل مع الوثوق بعدم الملل والاحترام وملابسة الذنب ونحوه . وقال في آخر كلامه : ( وان كان المشهور الكراهة مطلقا ) .\r\nلا بأس هنا بذكر كلام صاحب الجواهر ( قدس سره ) بعد ذكر الخبرين المتقدمين وإليك نص عبارته : ( إلى غير ذلك من النصوص التي لا تنافي عند التأمل كراهة المجاورة خصوصا بعد احتمال كون الطاعم فيها كالصائم والماشي كالعباد خصوص من نويا بكونهما التقرب إلى اللَّه تعالى بأداء المناسك أو غيرها من العبادات إلى أن قال : على أنه غير مناف لكون الخارج منها لتشويق نفسه إليها والتحرز من الإلحاد والقسوة والاندراج في الحاج والوافدين على اللَّه تعالى ونحو ذلك مما لا يحصل للمقيم كذلك أيضا أو أفضل منه إلى قال قال أبو جعفر ( عليه السلام ) في المرسل « 1 » من جاور بمكة سنة غفر اللَّه له ذنوبه ولأهل بيته ولكل من استغفر له ولعشيرته ولجيرته تسع سنين قد مضت وعصموا من كل سوء أربعين ومأة سنة » وقال بعد ذلك : « والانصراف والرجوع أفضل من المجاورة » وان احتمل كون ذلك من الصدوق .\r\nوجمع الشهيد بين الخبرين باستحباب المجاورة لمن يثق من نفسه بعدم\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 15 من أبواب مقدمات الطواف وما يتبعها الحديث 2\r\n","page_name":" 153 ","page_number":148},
  {"content":"\r\nيستحب النزول بالمعرس على طريق المدينة المنورة وصلاة ركعتين به ( 1 )\r\n\r\n\r\n","description":"\r\nالمحذورات المذكورة وحكى قولا باستحبابها للعبادة وكراهيتها للتجارة ولم يستوضحه في المدارك قال : إذ مقتضى الروايتين كراهة المجاورة على ذينك الوجهين وتبعه بعض من تأخر عنه ويمكن منعه عليه كما أنه يمكن كون كون مراد القائل استحباب الجوار من حيث كونه جوارا لا من حيث العبادات الأخر - من طواف ونحوه - ، وبذلك يظهر لك عدم تنافي النصوص ولعل صحيح ابن مهزيار محمول على خصوص القادم للحج والعبادة فإن مقامه بالبيت أفضل له من مقامه في غير مكان .\r\n( تذييل ) : وهو انه استنبط صاحب الحدائق من الرّوايات المتقدمة كراهة سكنى الأماكن المشرفة والمشاهد المعظمة على ما حكى عنه ، ولكن فيه مالا يخفى .\r\nثم إنه قد وقع الخلاف في المراد من المجاورة بمكة قيل والمراد به هو المسافر بعد نيته إقامة عشرة أيام وقال في الجواهر : ( وفي المسالك في شرح العبارة ( أي عبارة المصنف ) يعني الإقامة بها بعد انقضاء المناسك وان لم يكن سنة ويمكن أن يريد به سنة وكلاهما مروي في الصحيح ومع الثاني انه المتعارف .\r\n( 1 ) اما استحباب النزول بالمعرس [ 1 
  ] وهو المكان الذي نزل الرسول\r\n","footnote":"\r\n[ 1 
  ] في المسالك : المعرس بضم الميم وفتح العين وتشديد الراء المفتوحة اسم مفعول من التعريس وهو النزول في آخر الليل للاستراحة إذا كان سائرا ليلا ، ويقال بفتح الميم وسكون العين وتخفيف الراء المعرس بذي الحليفة مسجد بقرب مسجد الشجرة بإزائه مما يلي القبلة فيستحب النزول به والصلاة فيه والاضطجاع تأسيا بالنبي ( صلى اللَّه عليه وآله ) ولا فرق فيه ليلا ونهارا وعن أبي عبد اللَّه الأسدي : ( بذي الحليفة مسجد ان لرسول اللَّه ( صلى اللَّه عليه وآله ) فالكبير الذي يحرم الناس منه والآخر مسجد المعرس وهو دون مصعد البيداء بناحية عن هذا المسجد ) وفي الدروس : ( انه بإزاء مسجد الشجرة إلى ما يلي القبلة ) وفي الجواهر : ( المعرس بضم الميم وفتح العين وتشديد الراء المفتوحة ويقال بفتح الميم وسكون العين وتخفيف الراء لمن رجع على طريق المدينة ليلا أو نهارا وان كان أصل التعريس في آخر الليل للاستراحة كما نص عليه أهل اللغة )\r\n","page_name":" 154 ","page_number":149},
  {"content":"\r\n\r\n\r\n","description":"\r\nالأعظم محمد ( صلى اللَّه عليه وآله ) عند الهجرة ويقال انه الآن مسجد بإزاء مسجد الشجرة ) فمما هو المعروف بين الأصحاب ( رضوان اللَّه تعالى عليهم ) بل في الجواهر : ( بلا خلاف أجده في شيء من ذلك ) واستدل لذلك بعدة اخبار - منها :\r\n1 - حسن معاوية بن عمار قال قال أبو عبد اللَّه ( عليه السلام ) إذا انصرفت من مكة إلى المدينة وانتهيت إلى ذي الحليفة وأنت راجع إلى المدينة من مكة فائت معرس النبي ( صلى اللَّه عليه وآله ) فان كنت في وقت صلاة مكتوبة أو نافلة فصل فيه وان كان ( كنت خ ) في غير وقت صلاة مكتوبة فانزل فيه قليلا ، فان رسول اللَّه ( صلى اللَّه عليه وآله ) كان يعرس فيه ويصلي فيه « 1 »\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 19 من أبواب المزار الحديث 1\r\n","page_name":" 155 ","page_number":150},
  {"content":"\r\n\r\n\r\n","description":"\r\n2 - في الموثق قال علي بن أسباط لأبي الحسن ( عليه السلام ) ونحن نسمع انا لم نكن عرسنا ، فأخبرنا أبو القاسم بن الفضيل انه لم يكن عرس وانه سألك فأمرته بالعود إلى المعرس ليعرس فيه ؟ فقال له : نعم ، فقال له : فإذا انصرفنا فعرسنا فأي شيء نصنع ؟ قال : تصلي فيه وتضطجع وكان أبو الحسن عليه السلام يصلي بعد العتمة فيه ، فقال محمد فان مر به في غير وقت صلاة مكتوبة ؟ قال : بعد العصر ، قال : سئل أبو الحسن ( عليه السلام ) عن ذا ؟ فقال : ما رخص في هذا الا في ركعتي الطواف ، فان الحسن بن علي ( عليهما السلام ) فعله ، فقال : يقيم حتى يدخل وقت الصلاة ، قال : فقلت له جعلت فداك فمن مر به بليل أو نهار يعرس فيه وانما التعريس بالليل ؟ فقال : ان مر به بليل أو نهار فليعرس فيه « 1 » 3 - خبر عيسى بن القاسم عن أبي عبد اللَّه ( عليه السلام ) انه سئل عن الغسل في المعرس فقال ليس عليك غسل والتعريس هو ان تصلى فيه وتضطجع فيه ليلا أو نهارا « 2 » 4 - خبر علي بن أسباط قلت لعلي بن موسى ( عليه السلام ) : ان الفضيل بن يسار روى عنك وأخبرنا عنك بالرجوع إلى المعرس ولم نكن عرسنا فرجعنا إليه فأي شيء نصنع ؟ قال : تصلي فيه وتضطجع قليلا ،\r\n","footnote":"\r\n« 1 » الكافي ج 4 ص 66 ؟ وفيه أخبرنا ابن القاسم بن الفضيل والوسائل الباب 19 من أبواب المزار الحديث 4\r\n« 2 » الوسائل الباب 19 من أبواب المزار الحديث 2 عن العيص بن القاسم وهو الصحيح كما في الفقيه ج 2 ص 336 الرقم 1561\r\n","page_name":" 156 ","page_number":151},
  {"content":"\r\n\r\n\r\n","description":"\r\nوقد كان أبو الحسن عليه السلام يصلي فيه ويقعد ، فقال محمد بن علي ابن فضال ان « قد » مررت في غير وقت الصلاة بعد العصر فقال :\r\nسئل أبو الحسن عليه السلام عن ذلك ؟ فقال : صل ، فقال له الحسن ابن علي بن فضال ان مررت به ليلا أو نهارا نعرس وانما التعريس بالليل ؟ فقال : نعم ان مررت به ليلا أو نهارا فعرس فيه ، لان رسول اللَّه كان يفعل ذلك « 1 » 5 - خبر معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) قال : قال لي في المعرس معرس النبي ( صلى اللَّه عليه وآله ) إذا رجعت إلى المدينة فمر به وانزل وأنخ فيه وصل فيه ، ان رسول اللَّه صلى اللَّه عليه وآله فعل ذلك قلت : فإن لم يكن وقت صلاة ؟ قال : فأقم ، قلت : لا يقيمون أصحابي ؟\r\nقال : فصل ركعتين وامض ، وقال : انما المعرس إذا رجعت إلى المدينة ليس إذا بدأت « 2 » ينبغي هنا الإشارة إلى ما يلي 1 - انه يستحب لمن يرجع من مكة عن طريق المدينة الصلاة في مسجد ( غدير خم ) والإكثار من الابتهال والدعاء فيه ، لخبر عبد الرحمن ابن الحجاج قال : سألت أبا إبراهيم عليه السلام عن الصلاة في مسجد\r\n","footnote":"\r\n« 1 » الوسائل الباب 19 من أبواب المزار الحديث 4 وأسقط في الوسائل جملة وذكر تمام الحديث في التهذيب ج 6 ص 16 الرقم 37\r\n« 2 » الوسائل الباب 19 من أبواب المزار الحديث 3\r\n","page_name":" 157 ","page_number":152},
  {"content":"\r\n\r\n\r\n","description":"\r\nغدير خم بالنهار وأنا مسافر ؟ فقال : صل فيه فان فيه فضلا وقد كان أبي يأمر بذلك « 1 » وما رواه أبان عن أبي عبد اللَّه ( عليه السلام ) قال : انه يستحب الصلاة في مسجد الغدير لأن النبي ( صلى اللَّه عليه وآله ) أقام فيه أمير المؤمنين ( عليه السلام ) وهو موضع أظهر اللَّه عز وجل فيه الحق « 2 » 2 - ان غدير خم هو الموضع الذي نص فيه النبي الكريم على امامة علي بن أبي طالب ( عليه السلام ) وولايته وعقد فيه البيعة له حينما نزل قوله تعالى * ( ( يا أَيُّهَا الرَّسُولُ بَلِّغْ ما أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَما بَلَّغْتَ رِسالَتَه ُ وَا للهُ يَعْصِمُكَ مِنَ النَّاسِ إِنَّ ا للهَ لا يَهْدِي الْقَوْمَ الْكافِرِينَ ) * « 3 » وفي رواية حسان بن الجمال قال : حملت أبا عبد اللَّه ( عليه السلام ) من المدينة إلى مكة ؟ قال : فلما انتهينا إلى مسجد الغدير نظر إلى ميسرة المسجد فقال : ذاك موضع قدم رسول اللَّه ( صلى اللَّه عليه وآله ) حيث قال : من كنت مولاه فعلي مولاه اللهم وال من والاه وعاد من عاداه « 4 » وفيه نزل قوله عز وجل بعد ما تمت البيعة لعلي ( عليه السلام ) بالولاية :\r\n* ( ( الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإِسْلامَ دِيناً ) * . ) « 5 » فقال النبي الكريم : ( اللَّه أكبر وللَّه الحمد على إكمال الدين وإتمام النّعمة ورضى الرّب والولاية لعلي بن أبي طالب ) 3 - قيل بان جدران المسجد باق إلى الآن\r\n","footnote":"\r\n« 1 » الوسائل ج 1 الباب 61 من أبواب أحكام المساجد 2\r\n« 2 » الوسائل ج 1 الباب 61 من أبواب أحكام المساجد 3\r\n« 3 » سورة المائدة الآية 71\r\n« 4 » الوسائل ج 1 الباب 61 من أبواب أحكام المساجد الحديث 1\r\n« 5 » سورة المائدة الآية 5\r\n","page_name":" 158 ","page_number":153},
  {"content":"\r\n\r\n[ مسائل ثلاث 
  ]\r\n\r\n[ الأولى للمدينة حرم 
  ]\r\nمسائل ثلاث الأولى للمدينة حرم ( 1 ) وحده من عائر إلى وعير ( 2 )\r\n\r\n\r\n","description":"\r\n( 1 ) بلا خلاف فيه بين المسلمين فضلا عن المؤمنين كذا في الجواهر\r\n( 2 ) في صحيح معاوية بن عمار عن أبي عبد اللَّه ( عليه السلام ) قال : قال :\r\nرسول اللَّه ( صلى اللَّه عليه وآله ) : ان مكة حرم اللَّه ( تعالى جل شأنه ) حرمها إبراهيم عليه السلام وان المدينة حرمي ما بين لابيتها حرمي لا يعضد شجرها وهو ما بين ظل عائر إلى ظل وعير [ 1 
  ] وليس صيدها كصيد مكة يؤكل هذا ولا يؤكل ذاك وهو بريد « 1 » وفي خبر الحسن الصيقل قال : قال أبو عبد اللَّه ( عليه السلام ) : كنت عند زياد بن عبد اللَّه وعند ربيعة الرأي فقال زياد : ما الذي حرم رسول اللَّه من المدينة ؟ فقال : له بريد في بريد ، فقال أبو عبد اللَّه الربيعة وكان على عهد رسول اللَّه أميال فسكت ولم يجبه ، فاقبل على زياد ، فقال يا أبا عبد اللَّه : ما تقول أنت ؟ فقلت : حرم رسول اللَّه من المدينة ما بين لابتيها ، قال : وما بين لابتيها « 2 »\r\n","footnote":"\r\n[ 1 
  ] في الدروس « وعير » بفتح الواو ، ولكن في حاشية الكركي أنه وجدها في مواضع معتمدة بضم الواو وفتح العين ، وكيف كان ففي المسالك وغيرها : ( هما جبلان يكتنفان المدينة من المشرق والمغرب ) وعن خلاصة الوفاء : « عير ويقال عائر جبل مشهور في قبلة المدينة قرب ذي الحليفة »\r\n« 1 » الوسائل ج 2 الباب 17 من أبواب المزار الحديث 1\r\n« 2 » الوسائل ج 2 الباب 17 من أبواب المزار الحديث 2\r\n","page_name":" 159 ","page_number":154},
  {"content":"\r\nولا يعضد شجره ( 1 )\r\n\r\n\r\n","description":"\r\nقلت ما أحاطت به الحرار ( حرتان خ ل ) قال وما حرم من الشجر قلت من عير إلى وعير « 1 » وفي خبر معاوية بن عمار قال :\r\nسمعت أبا عبد اللَّه ( عليه السلام ) يقول ما بين لابتي المدينة ظل عائر إلى ظل وعير حرم قلت طائره كطائر مكة ؟ قال لا ولا يعضد شجرها « 2 »\r\n( 1 ) قد وقع الخلاف في تحريم قطع شجره على قولين : أحدهما التحريم وهو اختيار الشيخ والعلامة على ما في المسالك استنادا إلى خبر زرارة الآتي ونحوه وثانيهما الكراهة وقد نسبه في المسالك إلى المشهور .\r\nقال في الجواهر عند شرح قول المصنف ( قدس سره ) : كما هو ظاهر الأكثر بل عن التذكرة انه المشهور ، بل عن المنتهى انه لا يجوز عند علمائنا ، بل لم أجد من نص على الكراهة قبل الفاضل في القواعد وان جعله في المسالك من معقد الشهرة على الكراهة لكن لم نتحققه بل هو حكى فيها عن بعض الأصحاب القطع بتحريم قطع الشجر وجعل الخلاف في الصيد قال فيها بعد ان حكى ذلك : ( وظاهر الاخبار يدل عليه وان لم يرد خبر بجواز قطع الشجر وانما تعارضت في الصيد الا ان الأصحاب نقلوا الكراهة في الجميع واختاروها ) وهو غريب نعم عن التذكرة والمنتهى والتحرير استثناء ما يحتاج اليه من الحشيش لخبر عامي وللحرج لان بقرب المدينة أشجارا وزروعا كثيرة فلو منع من الاحتشاش للحاجة لزم الحرج المنفي بخلاف حرم\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 17 من أبواب المزار الحديث 2\r\n« 2 » الوسائل ج 2 الباب 17 من أبواب المزار الحديث 10\r\n","page_name":" 160 ","page_number":155},
  {"content":"\r\nفلا بأس بصيده ( 1 )\r\n\r\n\r\n","description":"\r\nمكة وهو كما ترى بعد ما سمعت من النصوص المفسر ما فيها من الخلا بالرطب من النبات واختلاؤه قطعه وعن ابن سعيد استثناه ما سمعته في خبر زرارة من عودي الناضح ولا بأس به بل لا يبعد استثناء ما سمعته سابقا في الحرم للمساواة ولأولوينه واللَّه العالم ) مراده ( قدس سره ) بخبر زرارة هو ما عن أبي جعفر عليه السلام قال حرم رسول اللَّه ( صلى اللَّه عليه وآله ) المدينة ما بين لابتيها صيدها وحرم حولها بريدا في بريد ان يختلى خلاها أو يعضد شجرها إلا عودي الناضح « 1 » لا يخفى ان ظاهر قوله عليه السلام في صحيح معاوية بن عمار المتقدم وخبره : ( ولا يعضد شجرها ) هو عدم جواز قطع شجرها فان ثبت ذهاب المشهور إلى خلافه فترفع اليد عنه والا فلا\r\n( 1 ) واستدل له - مضافا إلى الأصل - بقوله عليه السلام في خبر معاوية ( ليس صيدها « اي المدينة » كصيد مكة يؤكل هذا ولا يؤكل ذاك ) « 2 » وما رواه أبى العباس يعنى الفضل بن عبد الملك قال قلت لأبي عبد اللَّه عليه السلام حرم رسول اللَّه ( صلى اللَّه عليه وآله ) المدينة ؟ فقال :\r\nنعم حرم بريدا في بريد غضاها قال : قلت : صيدها ؟ قال : لا يكذب الناس « 3 »\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 17 من أبواب المزار الحديث 5\r\n« 2 » الوسائل ج 2 الباب 17 من أبواب المزار الحديث 1\r\n« 3 » الوسائل ج 2 الباب 17 من أبواب المزار الحديث 4\r\n","page_name":" 161 ","page_number":156},
  {"content":"\r\nالا ما صيد بين الحرتين وهذا على الكراهة المؤكد ( 1 )\r\n\r\n\r\n","description":"\r\nوخبر معاوية بن عمار قال سمعت أبا عبد اللَّه عليه السلام يقول ما بين لابتي المدينة ظل عائر إلى ظل وعير حرم قلت طائره كطائر مكة ؟ قال :\r\nلا ولا يعضد شجرها « 1 » وخبر يونس بن يعقوب أنه قال لأبي عبد اللَّه ( عليه السلام ) يحرم على في حرم رسول اللَّه ما يحرم على في حرم اللَّه ؟ قال : لا « 2 »\r\n( 1 ) ما أفاده المصنف ( قدّس سرّه ) من كراهة المؤكدة للصيد من بين الحرتين [ 1 
  ] مما لا يخلو من اشكال قال في الجواهر بعد ذكر الاخبار :\r\n( الا انها بعد الإغضاء عن السند ولا جابر واحتمال خبر ابن العباس منها نفى الكذب عن الناس أي العامة في روايتهم ذلك كظهور خبر يونس في إرادة نفي الكلية لا خصوص الأمرين واحتمال خبر ابن عمار نفى حرمة الأكل لا الاصطياد قاصرة عن معارضة غيرها ممّا دل على الحرمة فيما بين\r\n","footnote":"\r\n[ 1 
  ] الحرّة بفتح الحاء المهملة وتشديد الراء الأرض التي فيها حجارة سود وكيف كان فالمراد منهما حرة وأقم وهي شرقية المدينة وتسمى حرة بني قريظة ، وواقم اسم صنم لبني عبد الأشهل بنى عليها ، أو اسم رجل من العماليق نزل بها ، وحرة ليلى وهي غريبتها ، وهي حرة العقيق ولها حرتان أخريان جنوبا وشمالا يتصلان بهما فكأن الأربع حرتان وهما حرة قبا وحرة الرجلى ككسرى ويمد بترجل فيها لكثرة حجارتها .\r\n« 1 » الوسائل ج 2 الباب 17 من أبواب المزار الحديث 10\r\n« 2 » الوسائل ج 2 الباب 17 من أبواب المزار الحديث 8\r\n","page_name":" 162 ","page_number":157},
  {"content":"\r\n\r\n[ الثانية : يستحب زيارة النبي للحاج استحبابا مؤكدا 
  ]\r\nالثانية : يستحب زيارة النبي للحاج استحبابا مؤكدا ( 1 )\r\n\r\n\r\n","description":"\r\nالحرتين سندا دلالة « 1 » فإن المحكي عن الأكثر الحرمة بل عن الشيخ في الخلاف الإجماع عليها كظهور المنتهى ومن هنا جمع بين النصوص بالفرق بين ما صيد ما بين الحرتين وبين صيد غيره فيحرم الأول دون الثاني ولعله لا يخرج من قوة مع أنه أحوط إلى أن قال فما في المتن من الكراهة غير واضح وان نسبه في المسالك إلى الشهرة أيضا إلا انا لم نتحققه بل لعل المتحقق خلافه بل رجح المصنف عنها في النافع إلى الحرمة نعم ظاهر النافع عدم الكراهة في غير ذلك من الحرم الذي سمعت انه بريد في بريد ولا بأس به لظاهر النصوص وان كان لو قيل به لكان وجها للتسامح فيها ) .\r\nتذييل 1 - انه لا تجب الكفّارة في صيد الحرم المذكور ولا في قطع شجره لعدم الدليل عليه .\r\n2 - انه لا يجب لدخول حرم مدينة الإحرام ، كحرم مكة ، للأصل وغيره .\r\n( 1 ) هذا هو المعروف بين الأصحاب بل ادعى الإجماع وضرورة الدين فيه ولذا يجبر الامام الناس عليها لو تركوها كما دل عليه صحيح معاوية بن عمّار\r\n","footnote":"\r\n« 1 » وقد ذكر بعض ما دل على المذكور في الوسائل ج 2 الباب 17 من أبواب المزار .\r\n","page_name":" 163 ","page_number":158},
  {"content":"\r\n\r\n\r\n","description":"\r\nعن أبي عبد اللَّه عليه السلام قال : لو أن الناس تركوا الحج لكان على الوالي ان يجبرهم على ذلك وعلى المقام عنده ولو تركوا زيارة النبي لكان على الوالي ان يجبرهم على ذلك وعلى المقام عنده فإن لم يكن لهم مال أنفق عليهم من بيت مال المسلمين « 1 » وخبر الشحام قلت : ما لمن زار رسول اللَّه ( صلى اللَّه عليه وآله ) قال : لمن زار اللَّه فوق عرشه « 2 » ورواية الأشعث عن موسى بن إسماعيل بن موسى بن جعفر عن أبيه عن آبائه عليهم السلام قال قال رسول اللَّه ( صلى اللَّه عليه وآله ) : من زار قبري بعد موتي كان كمن هاجر إلى في حياتي فإن لم تستطيعوا فابعثوا إلى السلام فإنه يبلغني « 3 » ونحوها غيرها من الاخبار المروية في الوسائل في الباب الثاني من أبواب المزار وما يناسبه ومن أراد الاطلاع عليها فليراجعه ينبغي هنا الإشارة إلى أمور 1 - أفتى الفاضل في القواعد على ما حكاه صاحب الجواهر ( قدس سره ) باستحباب البدأة بزيارته وتقديمها على إتيان مكة ويدل على ذلك خبر العيص بن القاسم .\r\nقال : سألت أبا عبد اللَّه ( عليه السلام ) عن الحاج من الكوفة يبدأ بالمدينة\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 5 من أبواب وجوب الحج وشرائطه الحديث 2\r\n« 2 » الوسائل ج 2 الباب 3 من أبواب المزار الحديث 6\r\n« 3 » الوسائل ج 2 الباب 4 من أبواب المزار الحديث 1\r\n","page_name":" 164 ","page_number":159},
  {"content":"\r\n\r\n\r\n","description":"\r\nأفضل أو بمكة ؟ قال : بالمدينة « 1 » ولكنه يعارضه خبر غياث بن إبراهيم عن جعفر عن أبيه ( عليهما السلام ) قال سألت أبا جعفر عليه السلام أبدأ بالمدينة أو بمكة ؟ قال : أبدأ بمكة واختم بالمدينة فإنه أفضل « 2 » ونحوه خبر أحمد بن أبي عبد اللَّه « 3 » عن أبيه عنه ( عليه السلام ) أيضا وفي خبر إسماعيل بن مهران ( إذا حج أحدكم فليختم بزيارتنا لان ذلك من تمام الحج ) « 4 » ونحوها غيرها من الاخبار .\r\n2 - قد صرح بعض برجحان زيارة النبي ( صلى اللَّه عليه وآله ) على إتيان مكة مجردا عنها ففي المروي عن جعفر بن محمد بن قولويه في ( المزار ) عن الحسين بن محمد بن عامر ، عن معلى بن محمد ، عن علي بن أسباط ، عن الحسن بن الجهم قال : قلت لأبي الحسن الرضا ( عليه السلام ) : أيهما أفضل رجل يأتي مكة ولا يأتي بالمدينة ، أو رجل يأتي النبي ولا يأتي مكة قال : فقال لي : أي شيء تقولون أنتم ؟ فقلت نحن نقول في الحسين ( عليه السلام ) فكيف في النبي ( صلى اللَّه عليه وآله ) ، فقال : اما لئن قلت ذلك لقد شهد أبو عبد اللَّه عليه السلام عيدا بالمدينة فدخل على النبي ( صلى اللَّه عليه وآله ) فدخل فسلم عليه ثم قال لمن حضره لقد فضلنا أهل البلدان كلهم مكة فما دونها لسلامنا على رسول اللَّه صلى عليه وآله « 5 »\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 1 من أبواب المزار الحديث 1\r\n« 2 » الوسائل ج 2 الباب 1 من أبواب المزار الحديث 3\r\n« 3 » الوسائل ج 2 الباب 1 من أبواب المزار الحديث 4\r\n« 4 » الوسائل ج 2 الباب 2 من أبواب المزار الحديث 7\r\n« 5 » الوسائل ج 2 الباب 10 من أبواب المزار الحديث 1\r\n","page_name":" 165 ","page_number":160},
  {"content":"\r\n\r\n","description":"\r\n3 - كيفية زيارته ( صلى اللَّه عليه وآله ) على ما رواه معاوية بن عمار في الحسن عن الصادق عليه السلام قال :\r\nإذا دخلت المدينة فاغتسل قبل ان تدخلها أو حين تدخلها ، ثم تأتي قبر النبي ( صلى اللَّه عليه وآله ) فتسلم على رسول اللَّه ، ثم تقوم عند الأسطوانة المقدمة من جانب القبر الأيمن عند رأس القبر عند زاوية القبر وأنت مستقبل القبلة ومنكبك الأيسر إلى جانب القبر ومنكبك الأيمن مما بلي المنبر فإنه موضع رأس رسول اللَّه ( صلى اللَّه عليه وآله ) وتقول :\r\nأشهد أن لا إله إلا اللَّه وحده لا شريك له ، وأشهد أن محمدا عبده ورسوله وأشهد أنك رسول اللَّه ( صلى اللَّه عليه وآله ) ، وأشهد أنك محمد بن عبد اللَّه وأشهد انك قد بلغت رسالات ربك ونصحت لأمتك وجاهدت في سبيل اللَّه وعبدك اللَّه حتى أتاك اللَّه اليقين بالحكمة والموعظة الحسنة ، وأديت الذي عليك من الحق وانك قد رؤفت بالمؤمنين وغلظت على الكافرين فبلغ اللَّه بك أفضل شرف محل المكرمين ، الحمد للَّه الذي استنقذنا من الشرك والضلالة اللهم فاجعل صلواتك وصلوات ملائكة المقربين وعبادك الصالحين وأنبيائك المرسلين وأهل السماوات والأرضين ومن سبح لك يا رب العالمين من الأولين والآخرين على محمد عبدك ورسولك ونبيك وأمينك ونجيك وحبيبك وصفيك وخاصتك وصفوتك وخيرتك من خلقك ، اللهم أعطه الدرجة والوسيلة من الجنة ، وابعثه مقاما محمدا يغبطه به الأولون والآخرون ، اللهم انك قلت : ولو أنهم إذ ظلموا أنفسهم جاؤوك فاستغفروا اللَّه واستغفر لهم الرسول لوجدوا اللَّه توابا رحيما ، واني أتيت نبيك مستغفرا تائبا من\r\n","footnote":"","page_name":" 166 ","page_number":161},
  {"content":"\r\n\r\n[ الثالثة : يستحب ان تزار فاطمة عليها السلام من عند الروضة 
  ]\r\nالثالثة : يستحب ان تزار فاطمة عليها السلام ( 1 ) من عند الروضة ( 2 )\r\n\r\n\r\n","description":"\r\nذنوبي ، إني أتوجه بك إلى اللَّه ربي وربك ليغفر ذنوبي وان كانت لك حاجة فاجعل قبر النبي خلف كتفيك واستقبل القبلة وارفع يديك وسل حاجتك فإنك أحرى ان تقضى إنشاء اللَّه « 1 » وقد عقد في الوسائل بابا بعنوان كيفية زيارة النبي ( صلى اللَّه عليه وآله ) وآدابها ، والدعاء عند قبره ، وقد ذكر فيه الأخبار الكثيرة بكيفيات مختلفة ومن أراد الاطلاع عليها فليراجع الباب 6 من أبواب المزار وما يناسبه ، ولا تنافي بينها ، لكونها من قبيل تعدد المطلوب لا وحدة المطلوب فتدبر .\r\n( 1 ) لا ينبغي الارتياب فيه لأن زيارة فاطمة ( عليها السلام ) من المستحبات الأكيدة ولها فضل عظيم وثوابها جسيم ، وفي خبر يزيد بن عبد الملك عن أبيه عن جده قال : دخلت على فاطمة فبدأتني بالسّلام ، ثم قالت :\r\nما غدا بك ؟ قلت : طلبت البركة ، قالت : أخبرني أبي وهو ذا انه من سلم عليه وعلى ثلاثة أيام أوجب اللَّه له الجنة قلت : في حياته وحياتك ؟\r\nقالت : نعم وبعد موتنا « 2 »\r\n( 2 ) لقول الصادق ( عليه السلام ) في مرسل ابن عمير قال رسول اللَّه ( صلى اللَّه عليه وآله ) : ما بين قبري ومنبري روضة [ 1 
  ] من رياض الجنة\r\n","footnote":"\r\n[ 1 
  ] حد الروضة طولا من القبر الشريف إلى المنبر ، وعرضا من المنبر إلى الأسطوانة الرابعة وهي الآن معلمة بعلامات تمتاز على غيرها من بقاع المسجد ، لان اسطواناتها مغطاة بالمرمر الأبيض دون سائر الأسطوانات .\r\n« 1 » الوسائل ج 2 الباب 6 من أبواب المزار وما يناسبه الحديث 1\r\n« 2 » الوسائل ج 2 الباب 18 من أبواب المزار الحديث 1\r\n","page_name":" 167 ","page_number":162},
  {"content":"\r\n\r\n\r\n","description":"\r\nومنبري على ترعة [ 1 
  ] من ترع الجنة ، لأن فاطمة عليها السلام بين قبره ومنبره ، وقبرها روضة من رياض الجنة واليه ترعة من ترعة الجنة « 1 »\r\n","footnote":"\r\n[ 1 
  ] قال في مجمع البحرين : ( في حديث آدم : « وانصب الخيمة على الترعة » هي بالضم الروضة في مكان مرتفع وفي حديث النبي ( صلى اللَّه عليه وآله ) ( ما بين قبري ومنبري روضة من رياض الجنّة ومنبري على ترع من ترع الجنّة ) الترعة بالضم : الباب الصغير وهي في الأصل الروضة على المكان المرتفع خاصة فإذا كانت في الموضع المطمئن فروضة والجمع ترع وترعات كغرف وغرفات فمعنى ( ومنبري على ترعة من ترع الجنة ) ان الصلاة والذكر في هذا الموضع يؤدّيان إلى الجنّة فكأنه قطعة منها وقوله : ( ما بين قبري ومنبري روضة من رياض الجنة ) لأن قبر فاطمة بين قبره ومنبره وقبرها روضة من رياض الجنّة ويحتمل أن يكون ذلك على الحقيقة في المنبر والروضة بأن تكون حقيقتهما كذلك وان لم يظهرا في الصّورة بذلك في الدنيا لأن الحقائق تظهر بالصورة المختلفة كذا ذكره بعض شرّاح الحديث وهو جيّد\r\n« 1 » الوسائل ج 2 الباب 18 من أبواب المزار حديث 5\r\n","page_name":" 168 ","page_number":163},
  {"content":"\r\n\r\n\r\n","description":"\r\nينبغي هنا بيان أمرين الأول - انه قد وقع الخلاف بين العلماء في تعيين قبر فاطمة عليها السلام على أقوال 1 - انها دفنت في الروضة الشريفة بين القبر والمنبر وهو حيرة المصنف ( قدس سره ) لان ظاهر اقتصاره على استحباب زيارتها من عند الروضة ذلك ويدل على هذا القول المرسل المذكور .\r\n2 - انه دفنت في البقيع مع الأئمة الأربعة عليهم السلام وروى على هذا القول أيضا .\r\n3 - انها دفنت في بيتها واختاره الصّدوق ( قدس سره ) وبيتها متصل بحجرة الرسول التي دفن فيها ولما زيد في المسجد وتوسع دخلت الحجرة في المسجد .\r\nوكيف كان فهذا القول أصح ، لصحيح البزنطي قال : سألت أبا الحسن الرضا ( عليه السّلام ) عن قبر فاطمة ( عليها السّلام ) ؟ فقال : دفنت في بيتها فلما زادت بنو أميّة في المسجد صارت في المسجد « 1 » وقال في الجواهر : ( فاما من قال إنها دفنت في البقيع فبعيد عن الصواب وكذلك استبعده ابنا سعيد وإدريس والفاضل في التحرير وغيره وفي المسالك أبعد الاحتمالات كونها في الروضة ، والأولى زيارتها في المواضع الثلاثة إلى أن قال : وكيف كان ففيها ( اى المسالك ) وفي المدارك : والروضة\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 18 من أبواب المزار الحديث 3\r\n","page_name":" 169 ","page_number":164},
  {"content":"\r\nوالأئمة عليهم السلام بالبقيع ( 1 )\r\n\r\n\r\n","description":"\r\nجزء من مسجد النبي وهي ما بين قبره ومنبره إلى طرف الظل ولعل ذلك يكون وجه الجمع بين الخبرين ) ينبغي هنا الإشارة إلى أمر وهو ان سبب خفاء قبر فاطمة ( عليها السلام ) هو دفن علي ( عليه السلام ) لها ليلا من غير أن يشعر بذلك أحد ، وكيف كان فينبغي زيانها في المواضع الثلاثة المذكورة .\r\nالثاني - كيفيّة زيارتها على ما رواه إبراهيم بن محمد بن عيسى العريضي قال : حدثنا أبو جعفر ( عليه السلام ) ذات يوم قال : إذا صرت إلى قبر جدتك ( عليها السلام ) فقل : يا ممتحنة امتنحك الذي خلقك قبل ان يخلقك فوجدك كما امتحنك صابرة وزعمنا انا لك أولياء ومصدقون وصابرون لكل ما آتانا به أبوك ( صلى اللَّه عليه وآله ) وأتى به وصيّه ( عليه السلام ) فإنا نسألك إن كنّا صدقناك إلا ألحقنا بتصديقنا لها لنبشر أنفسنا بأنا قد طهّرنا بولايتك « 1 »\r\n( 1 ) ما افاده المصنّف ( قدس سره ) من استحباب زيارة الأئمة ( عليهم السلام ) بالبقيع مما لا ينبغي الارتياب فيه ، وادعى عليه الإجماع ، بل إنه من ضرورة المذهب أو الدين ، مضافا إلى الأخبار الكثيرة الدّالة على ذلك - منها :\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 18 من أبواب المزار وما يناسبه الحديث 2\r\n","page_name":" 170 ","page_number":165},
  {"content":"\r\n\r\n\r\n","description":"\r\n1 - خبر زيد الشحام قال : قلت لأبي عبد اللَّه ( عليه السلام ) : ما لمن زار أحدا منكم ؟ قال : كمن زار رسول اللَّه ( صلى اللَّه عليه وآله ) « 1 » 2 - ما رواه هارون بن مسلم عن أبي عبد اللَّه الحراني قال : قلت لأبي عبد اللَّه ( عليه السلام ) : ما لمن زار الحسين ( عليه السلام ) ؟ قال : من أتاه وزاره وصلَّى عنده ركعتين كتبت له حجّة مبرورة فإن صلَّى عنده أربع ركعات كتبت له حجّة وعمرة قلت جعلت فداك وكذلك كل من زار إماما مفترضة طاعته ؟ قال : وكذلك كل من زار إماما مفترضة طاعته « 2 » 3 - ما رواه على الوشاء عن أبي الحسن الرضا ( عليه السلام ) قال : ان لكل اماما عهدا في عتق أوليائه وشيعته وان من تمام الوفاء بالعهد زيارة قبورهم فمن زارهم رغبة في زيارتهم وتصديقا بما رغبوا فيه كان أئمتهم شفعائهم يوم القيامة « 3 » إلى غير ذلك من الأخبار المرويّة عنهم ( عليهم السلام ) .\r\nأئمة البقيع الأربعة من أئمة أهل البيت الذين أذهب اللَّه عنهم الرّجس وطهّرهم تطهيرا ، وهم 1 - الإمام الحسن علي بن أبي طالب ( عليه السلام ) .\r\n2 - الإمام علي بن الحسين زين العابدين ( عليه السلام ) .\r\n3 - الإمام محمد بن علي الباقر ( عليه السلام )\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 2 من أبواب المزار وما يناسبه الحديث 15\r\n« 2 » الوسائل ج 2 الباب 2 من أبواب المزار وما يناسبه الحديث 20\r\n« 3 » الوسائل ج 2 الباب 2 من أبواب المزار وما يناسبه الحديث 5\r\n","page_name":" 171 ","page_number":166},
  {"content":"\r\n\r\n[ خاتمة 
  ]\r\n\r\n[ يستحب 
  ]\r\nخاتمة يستحب المجاورة بها ( 1 )\r\n\r\n\r\n","description":"\r\n4 - الإمام جعفر بن محمد الصادق ( عليه السلام ) ويستحب زيارة فاطمة بنت أسد والدة الإمام علي ( عليه السلام ) وهي معهم في البقيع بمكان واحد .\r\n( 1 ) لا ينبغي الخلاف والاشكال في استحباب المجاورة بالمدينة وهو المعروف بين الأصحاب ( رضوان اللَّه تعالى عليهم ) بل في الدّروس الإجماع عليه ، وقد استدل له - مضافا إلى ما ذكر - بوجهين :\r\nالأول - التأسي الثاني - الأخبار منها :\r\n1 - ما رواه الحسن بن الجهم قال : سألت أبا الحسن ( عليه السلام ) : أيهما أفضل المقام بمكة أو بالمدينة فقال : أيّ شيء تقول أنت ؟ قال : فقلت وما قولي مع قولك قال : ان قولك بردّ إلى قولي ، قال : فقلت له : اما انا نازعكم ان المقام بالمدينة أفضل من الإقامة بمكة ؟ فقال : اما لئن قلت ذلك ، لقد قال أبو عبد اللَّه ( عليه السلام ) : ذلك يوم فطر جاء إلى رسول اللَّه ( صلى اللَّه عليه وآله ) فسلم عليه ، ثم قال : لقد فضّلنا النّاس اليوم بسلامنا على رسول اللَّه « 1 » 2 - خبر مرازم قال : دخلت انا وعمار وجماعة على أبي عبد اللَّه\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 9 من أبواب المزار وما يناسبه الحديث 1\r\n","page_name":" 172 ","page_number":167},
  {"content":"\r\nوالغسل عند دخولها ( 1 )\r\n\r\n\r\n","description":"\r\nعليه السلام بالمدينة فقال : ما مقامكم ؟ فقال : عمار قد سرحنا ظهرنا وأمرنا أن تؤتي به إلى خمسة عشر يوما ، فقال : أصبتم المقام في بلد رسول اللَّه صلى اللَّه عليه وآله والصلاة في مسجده واحملوا لآخرتكم وأكثروا لأنفسكم ان الرجل قد يكون كيسا في الدنيا فيقال ( ما أكيس فلانا ) وانما الكيس كيس الآخرة « 1 » 3 - ما رواه محمد بن عمر الزيات عن أبي عبد اللَّه ( عليه السلام ) قال :\r\nمن مات في المدينة بعثه اللَّه في الآمنين يوم القيامة . « 2 » 4 - في النبوي : ( لا يصبر على لأوّاه المدينة وشدتها أحد من أمتي الا كنت له شفيعا يوم القيامة أو شهيدا « 3 » 5 - قوله صلى اللَّه عليه وآله للجماعة الذين أرادوا الخروج منها إلى أحد الأمصار : ( المدينة خير لهم لو كانوا يعلمون « 4 »\r\n( 1 ) لقوله عليه السلام في خبر معاوية بن عمار : ( إذا دخلت المدينة فاغتسل قبل أن تدخلها أو حين تدخلها ثم تأتي قبر النّبي ( صلى اللَّه عليه وآله ) فتسلم على رسول اللَّه ) « 5 »\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 9 من أبواب المزار وما يناسبه الحديث 2\r\n« 2 » الوسائل ج 2 الباب 9 من أبواب المزار وما يناسبه الحديث 3\r\n« 3 » المستدرك الباب 12 من أبواب المزار الحديث 18\r\n« 4 » صحيح ابن مسلم ج 4 ص 122\r\n« 5 » الوسائل ج 2 الباب 6 من أبواب المزار وما يناسبه الحديث 1\r\n","page_name":" 173 ","page_number":168},
  {"content":"\r\nوتستحب الصلاة بين القبر والمنبر وهو الروضة ( 1 )\r\n\r\n\r\n","description":"\r\nينبغي هنا الإشارة إلى ما يلي 1 - ان ظاهر إطلاق الأمر وان كان بداعي الجد ، الا ان تسالم الأصحاب ( رضوان اللَّه تعالى عليهم ) على عدم وجوب الغسل قرينة على رفع اليد عن هذا الظهور ، وأما الاستحباب فلا وجه لرفع اليد عنه 2 - ان مقتضى ظاهره هو الاكتفاء بهذا الغسل لدخول المدينة والمسجد والزيارة .\r\n( 1 ) اما الصلاة في مسجد رسول اللَّه ( صلى اللَّه عليه وآله ) فإنها تعدل ألف صلاة في غيره الا المسجد الحرام لما روى عنه ( صلى اللَّه عليه وآله ) قال : الصلاة في مسجدي كألف صلاة في غيره الا المسجد الحرام فإن الصلاة في المسجد الحرام تعدل ألف صلاة في مسجدي « 1 » واما تأكد استحباب الصلاة فيما بين القبر والمنبر وهو الروضة كما هو ظاهر كلام المصنف ( قدّس سرّه ) وغيره فلم نقف فيه على نص بالخصوص ولكن قال جميل بن دراج لأبي عبد اللَّه ( عليه السلام ) الصلاة في بيت فاطمة ( عليها السلام ) مثل الصلاة في الروضة ؟ قال : وأفضل « 2 » وقال\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 52 من أبواب أحكام المساجد الحديث 1\r\n« 2 » الوسائل ج 2 الباب 59 من أبواب أحكام المساجد الحديث 2\r\n","page_name":" 174 ","page_number":169},
  {"content":"\r\nوان يصوم الإنسان بالمدينة ثلاثة أيام للحاجة وان يصلي ليلة الأربعاء عند أسطوانة أبي لبابة وفي ليلة الخميس عند الأسطوانة التي تلي مقام رسول اللَّه صلى اللَّه عليه وآله ( 1 )\r\n\r\n\r\n","description":"\r\nيونس بن يعقوب قلت له : الصلاة في بيت فاطمة أفضل أو في الروضة ؟\r\nقال : في بيت فاطمة ( عليها السلام ) « 1 » واما استحباب الصلاة بين القبر والمنبر فلقوله ( عليه السلام ) في صحيح الحلبي : ( إذا دخلت المسجد فان استطعت ان تقيم ثلاثة أيام الأربعاء والخميس والجمعة فنصلي بين القبر والمنبر . ) « 2 » ونحوه غيره من الاخبار المروية عنهم عليهم السلام .\r\n( 1 ) اما استحباب صوم ثلاثة أيام بالمدينة المنورة فمما هو المعروف بين الأصحاب ( رضوان اللَّه تعالى عليهم ) ويدل عليه وعلى باقي ما افاده المصنف ( قدس سره ) هنا صحيح معاوية بن عمار عن أبي عبد اللَّه عليه السلام قال : ان كان لك مقام بالمدينة ثلاثة أيام : صمت أول يوم الأربعاء وتصلي ليلة الأربعاء عند أسطوانة أبي لبابة وهي أسطوانة التوبة التي كان ربط نفسه إليها حتى نزل عذره من السماء وتقعد عندها يوم الأربعاء ، ثم تأتي ليلة الخميس التي تليها مما يلي مقام النبي ( صلى اللَّه عليه وآله ) ليلتك ويومك ، وتصوم يوم الخميس ، ثم تأتي الأسطوانة التي تلي مقام النبي صلى اللَّه عليه وآله ومصلاه ليلة الجمعة فتصلي عندها ليلتك ويومك\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 59 من أبواب أحكام المساجد الحديث 1\r\n« 2 » الوسائل ج 2 الباب 11 من أبواب المزار الحديث 3\r\n","page_name":" 175 ","page_number":170},
  {"content":"\r\n\r\n\r\n","description":"\r\nوتصوم يوم الجمعة فإن استطعت ان لا تتكلم بشيء في هذه الأيام فافعل ، الا ما لا بد لك منه ولا تخرج من المسجد إلا لحاجة ولا تنام في ليل ونهار فافعل ، فان ذلك مما يعد فيه الفضل ، ثم احمد اللَّه في يوم الجمعة ، وأثن عليه ، وصلى على النبي ( صلى اللَّه عليه وآله ) وسل حاجتك وليكن فيما تقول : اللهم ما كانت لي إليك من حاجة شرعت انا في طلبها والتماسها أو لم أشرع سألتكها أو لم أسألكها فإني أتوجه إليك بنبيك محمد صلى اللَّه عليه وآله نبي الرحمة في قضاء حوائجي صغيرها وكبيرها فإنك حرى ان تقضي حاجتك ان شاء اللَّه تعالى « 1 » وصحيحة الآخر قال قال أبو عبد اللَّه عليه السلام : صم الأربعاء والخميس والجمعة . إلخ « 2 » وصحيح الحلبي عن أبي عبد اللَّه عليه السلام قال : إذا دخلت المسجد فان استطعت ان تقيم ثلاثة أيام الأربعاء والخميس والجمعة فتصلي بين القبر والمنبر يوم الأربعاء عند الأسطوانة التي عند القبر فتدعو اللَّه عندها وتسأله كل حاجة تريدها من آخرة أو دنيا واليوم الثاني عند أسطوانة التوبة ويوم الجمعة عند مقام النبي مقابل الأسطوانة الكثيرة الخلوق فتدعو اللَّه عندهن بكل حاجة وتصوم تلك الثلاثة الأيام « 3 »\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 11 من أبواب المزار الحديث 1\r\n« 2 » الوسائل ج 2 الباب 11 من أبواب المزار الحديث 4\r\n« 3 » الوسائل ج 2 الباب 11 من أبواب المزار الحديث 3\r\n","page_name":" 176 ","page_number":171},
  {"content":"\r\n\r\n\r\n","description":"\r\nأبو لبابة ينبغي هنا تعريف أبي لبابة على نحو الإيجاز والاختصار فنقول : أن أبا لبابة صحابي اسمه بشير بن عبد المنذر ، قيل إنه تخلف عن رسول اللَّه ( صلى اللَّه عليه وآله ) في غزوة تبوك وهي الغزوة التي سار فيها الرسول بنفسه وأمر عليا على المدينة وقال فيه قوله المشهور ( أنت مني بمنزلة هارون من موسى ) ثم ندم أبو لبابه على تخلفه وتاب وربط نفسه بسارية من المسجد وحلف أن لا يذوق طعاما ولا شرابا حتى يتوب اللَّه عليه أو يموت ، فمكث سبعة أيام على هذا الحال حتى غشي عليه ، ثم تاب اللَّه عليه ونزلت الآية بقبول توبته * ( ( وَآخَرُونَ اعْتَرَفُوا بِذُنُوبِهِمْ خَلَطُوا عَمَلًا صالِحاً وَآخَرَ سَيِّئاً عَسَى ا للهُ أَنْ يَتُوبَ عَلَيْهِمْ إِنَّ ا للهَ غَفُورٌ رَحِيمٌ ) ) * « 1 » فجاء النبي الكريم فحله من تلك الأسطوانة وسميت الأسطوانة باسمه فعرفت بأسطوانة أبي لبابة وعرفت أيضا بأسطوانة التوبة لقبول توبته .\r\nينبغي هنا الإشارة إلى ما يلي 1 - يستحب الصوم في المدينة المنورة ثلاثة أيام وان كان الإنسان مسافرا وذلك للدليل الخاص وان لم نقل بجواز صوم المندوب في السفر 2 - انه يستحب ذلك سواء كان لأجل الحاجة أو غيرها 3 - ينبغي ان يكون الصوم يوم الأربعاء والخميس والجمعة لما عرفت\r\n","footnote":"\r\n« 1 » سورة التوبة الآية 103\r\n","page_name":" 177 ","page_number":172},
  {"content":"\r\nأن يأتي المساجد بالمدينة كمسجد الأحزاب ومسجد الفتح ومسجد الفضيخ وقبور الشهداء بأحد خصوصا قبر حمزة عليه السلام ( 1 )\r\n\r\n\r\n","description":"\r\n( 1 ) لصحيح معاوية بن عمار قال : قال أبو عبد اللَّه ( عليه السلام ) : لا تدع إتيان المشاهد كلها مسجد قبا ، فإنه المسجد الذي أسس على التقوى من أول يوم ، ومشربة أم إبراهيم ، ومسجد الفضيخ ، وقبور الشهداء ، ومسجد الأحزاب وهو مسجد الفتح ، قال وبلغنا ان النبي ( صلى اللَّه عليه وآله ) كان إذا أتى قبور الشهداء قال : السّلام عليكم بما صبرتم فنعم عقبى الدار ، وليكن فيما تقول عند مسجد الفتح :\r\n« يا صريخ المكروبين ، ويا مجيب دعوة المضطرّين اكشف همّي وغمّي وكربي » كما كشف عن نبيّك همّه وغمّه وكربه وكفيته هول عدوّه في هذا المكان » « 1 » وما رواه محمد بن يحيى عن محمد بن الحسين ، عن محمد بن عبد اللَّه بن هلال عن عقبة بن خالد قال : سألت أبا عبد اللَّه ( عليه السلام ) : انا نأتي المساجد التي حول المدينة فبأيها أبدأ ؟ فقال : أبدا بقبا فصلّ فيه وأكثر فإنه أول مسجد صلى فيه رسول اللَّه ( صلى اللَّه عليه وآله ) في هذه العرصة ثم ائت مشربة أم إبراهيم فصل فيها ، فإنها مسكن رسول اللَّه ( صلى اللَّه عليه وآله ) ومصلاه ، ثم تأتي مسجد الفضيخ فتصلي فيه فقد صلى فيه نبيّك ، فإذا قضيت هذا الجانب أتيت جانب أحد فبدأت بالمسجد الذي دون الحيرة فصليت فيه ، ثم مررت بقبر حمزة بن عبد المطلب فسلمت عليه ، ثم مررت بقبور الشهداء فقمت عندهم فقلت : ( السّلام عليكم يا أهل الدّيار أنتم لنا فرط وانا بكم لا حقون ) ، ثم تأتي المسجد الَّذي في المكان الواسع إلى\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 12 من أبواب المزار ما يناسبه الحديث 1\r\n","page_name":" 178 ","page_number":173},
  {"content":"\r\n\r\n\r\n","description":"\r\nجنب الجبل عن يمينك حتى تأتي أحدا فتصلي فيه فعنده خرج النبي إلى أحد حين لقي المشركين فلم يبرحوا حتى حضرت الصلاة فصلى فيه ثم مرّ أيضا حتى ترجع فتصلي عند قبور الشهداء ما كتب اللَّه لك ثم امض على وجهك حتى تأتى مسجد الأحزاب فتصلي فيه وتدعوا اللَّه فان رسول اللَّه ( صلى اللَّه عليه وآله ) دعا فيه يوم الأحزاب وقال يا صريخ المكروبين ويا مجيب دعوة المضطرين ويا مغيث المهمومين اكشف همّي وكربي وغمّي فقد ترى حالي وحال أصحابي « 1 » إلى غير ذلك من الاخبار المروية عنهم ( عليهم السلام ) تفصيل الكلام حول ما تضمنته الاخبار فنقول : ان ظاهر اخبار المقام هو استحباب إتيان المساجد المعظمة والمشاهد المشرّفة حول المدينة المنورة مبتدأ بمسجد قبا :\r\nمسجد قبا مسجد قبا وهو المسجد الذي أسس على التقوى من أول يوم حين ما هاجر النبي الكريم ( صلى اللَّه عليه وآله ) من مكة المكرمة إلى المدينة المنورة ونزل في قبا وقام فيها بضعا وعشرين ليلة يصلَّى بالقصر وكان ينتظر قدوم علي ( عليه السلام ) :\r\nينبغي هنا الإشارة إلى أمور 1 - مسجد قبا أسس قبل أي مسجد بالمدينة المنورة ، وفيه نزل قوله تعالى : ( . * ( لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ\r\n","footnote":"\r\n« 1 » الوسائل ج 2 الباب 12 من أبواب المزار الحديث 2\r\n","page_name":" 179 ","page_number":174},
  {"content":"\r\n\r\n\r\n","description":"\r\n* ( فِيه ِ رِجالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا وَا للهُ يُحِبُّ الْمُطَّهِّرِينَ ) ) * « 1 » 2 - ان يبعد هذا المسجد عن المدينة المنورة مسافة ثلاثة كيلو مترات ونصف .\r\n3 - انه كان امام هذا المسجد بئرا وكان ماؤها عذبا غزيرا لكنها عطلت الآن ، ويقال : ان خاتم النبي الكريم سقط فيها فسميت بئر الخاتم ، وتسمى أيضا بئر ( التفلة ) لما يقال من أنه ( صلى اللَّه عليه وآله ) تفل فصار ماؤها عذبا وكان ملحا أجاجا .\r\n4 - انه يستحب الصلاة في هذا المسجد وروى عن النبي ( صلى اللَّه عليه وآله ) أنه قال : من تطهر في بيته وأتى مسجد قبا وصلى فيه ركعتين كان له كأجر عمرة « 2 » مشربة أم إبراهيم ثم توجه إلى مشربة أم إبراهيم زوجة النبي الكريم واسمها : ( مارية القبطية ) فتصلي فيها فإنها مسكن رسول اللَّه صلى اللَّه عليه وآله وسلم ) ومصلاه ويقال انه ولدت إبراهيم فيها فمشربة أم إبراهيم اى غرفتها التي كانت فيها .\r\n","footnote":"\r\n« 1 » سورة التوبة الآية 109\r\n« 2 » الوسائل ج 2 الباب 12 من أبواب المزار الحديث 5\r\n","page_name":" 180 ","page_number":175},
  {"content":"\r\n\r\n\r\n","description":"\r\nمسجد الفضيخ ( بالضاد والخاء المعجمتين ) ثم تأتي مسجد الفضيخ فتصلي فيه وتدعوا فيه ما شاء من الدعاء ينبغي هنا ذكر وجه تسميته به فنقول : انه قد ذكروا في وجه تسميته به ما يلي :\r\n1 - وجود نخل هناك كان يسمى بالفضيخ ، ولذلك أطلق عليه هذا الاسم وروى ذلك ليث المرادي قال : سألت أبا عبد اللَّه ( عليه السلام ) عن مسجد الفضيخ ، لم سمى الفضيخ ؟ قال : نخل يسمى بالفضيخ « 1 » 2 - انه قبل الإسلام كانوا يفضخون فيه التمر ( اى يشدخونه ) لقول الجوهري ( فضخت رأسه شدخته ) وكذلك فضخت البسر والفضيخ شراب يتخذ من البسر وحده من غير أن تمسه النار 3 - انه حينما حاصر بنى النضير ضربت قبة قريبا منه وكان يصلى هناك ست ليال وحرمت الخمر هناك وجماعة من الأنصار كانوا يشربون فضيخا فحلوا وكاء السقاء فهرقوه فيه .\r\nينبغي هنا بيان أمر وهو ان هذا المسجد هو الذي ردت فيه الشمس لعلي ( عليه السلام ) حتى صلى صلاة العصر\r\n","footnote":"\r\n« 1 » التهذيب ج 6 ص 18 الرقم 40 الطبعة الحديثة والكافي ج 4 ص 561 الطبعة الحديثة\r\n","page_name":" 181 ","page_number":176},
  {"content":"\r\n\r\n\r\n","description":"\r\nحينما فاته الوقت بسبب نوم النبي ( صلى اللَّه عليه وآله ) في حجره فلما فرغ من الصلاة انقضت انقضاض الكواكب ، كما صرح به في الدروس بل رواه عمار بن موسى قال : دخلت انا وأبو عبد اللَّه عليه السلام مسجد الفضيخ فقال يا عمار ترى هذه الوهدة [ 1 
  ] قلت : نعم قالت كانت امرأة جعفر [ 2 
  ] التي خلف عليها أمير المؤمنين ( عليه السلام ) قاعدة في هذا الموضع ، ومعها ابناها من جعفر ، فبكت فقال لها ابناها : ما يبكيك يا أمه قالت : بكيت لأمير المؤمنين عليه السلام ، فقالا لها تبكين لأمير المؤمنين ولا تبكين لأبينا ؟ قالت : ليس هذا هكذا ولكن ذكرت حديثا حدثني به أمير المؤمنين في هذا الموضع فابكاني ، قالا وما هو ؟ قالت كنت انا وأمير المؤمنين في هذا المسجد ، فقال لي ترين هذه الوهدة ؟ قلت : نعم قال : كنت انا ورسول اللَّه ( صلى اللَّه عليه وآله ) قاعدين فيها إذ وضع رأسه في حجري ثم خفق حتى غط [ 3 
  ] وحضرت صلاة العصر فكرهت ان أحرك رأسه عن فخذي فأكون قد آذيت رسول اللَّه حتى ذهب الوقت وفاتت فانتبه رسول اللَّه ( صلى اللَّه عليه وآله ) فقال يا علي : صليت ؟\r\nقلت : لا [ 4 
  ] قال : ولم ذلك قلت : كرهت أن أؤذيك ؟ قال : فقام واستقبل\r\n","footnote":"\r\n[ 1 
  ] الوهدة الأرض المنخفضة والهوة من الأرض\r\n[ 2 
  ] يعني بها أسماء بنت عميس التي خلف عليها بعد موت زوجها أمير المؤمنين عليه السلام\r\n[ 3 
  ] خفق اى نام وغط يغط غطيطا النائم : نخر في نومه\r\n[ 4 
  ] تركه عليه السلام الصلاة يمكن ان يكون لعلمه برجوع الشمس له أو يقال بأنه صلى إيماء حذرا من إيذاء رسول اللَّه ( صلى اللَّه عليه وآله ) كما قيل أو يقال إنه أراد بذهاب الوقت ذهاب وقت الفضيلة وكذا المراد بفوت الصلاة فوت وقت فضيلتها ، أو يقال إنه عليه السلام اختار ذلك من باب أهمية استراحته ( صلى اللَّه عليه وآله ) على ترك الصلاة أو يقال إنه كان مأمورا به ولذا لم يعترض عليه النبي الكريم حين ما قال له ( كرهت ان أوذيك )\r\n","page_name":" 182 ","page_number":177},
  {"content":"\r\n\r\n\r\n","description":"\r\nالقبلة ومد يديه كلتيهما ، وقال : اللَّهم رد الشمس إلى وقتها حتى يصلى على فرجعت الشّمس إلى وقت الصلاة حتى صليت العصر ثم انقضت [ 1 
  ] انقضاض الكوكب « 1 » مساجد ومشاهد أحد فإذا فرغت من هذا الجانب توجه إلى جانب أحد وابدأ بالمسجد الأول وهو المعروف بمسجد الحرة فصل فيه وادع اللَّه سبحانه وتعالى ، ثم توجه إلى أحد لزيارة الحمزة بن عبد المطلب عمّ رسول وقم عند قبره [ 2 
  ] واقرأ زيارته : ( السّلام عليك يا عمّ رسول اللَّه . إلخ ) ثم توجه إلى قبور الشهداء ( رحمهم اللَّه تعالى ) فقم على قبورهم وأقرأ\r\n","footnote":"\r\n[ 1 
  ] انقض الحائط أو الجدار سقط ويقال انقضاض الكوكب انقض الطائر من طيرانه اى هوى ومنه انقضاض الكوكب\r\n[ 2 
  ] يبعد قبر الحمزة عن المدينة المنورة أربعة كيلو مترات تقريبا\r\n« 1 » الكافي ج 4 ص 562 الطبعة الحديثة\r\n","page_name":" 183 ","page_number":178},
  {"content":"\r\n\r\n\r\n","description":"\r\nزيارتهم ( السلام عليكم يا أهل الديار . إلخ ) .\r\nثم تأتي إلى المسجد الذي في المكان الواسع إلى جنب الجبل عن يمينك حتى تأتي أحدا فتصلي فيه فان من هذا المسجد خرج النبي حين لقي المشركين ونصره اللَّه عليهم .\r\nمسجد الأحزاب ثم توجه إلى مسجد الأحزاب فصل فيه وادع اللَّه سبحانه وتعالى واما وجه تسميته به فلان النبي ( صلى اللَّه عليه وآله ) دعا فيه يوم الأحزاب وقال : يا صريخ المكروبين ويا مجيب دعوة المضطرين ، ويا مغيث الملهوفين ، اكشف همّي وكربي وغمّي فقد ترى حالي وحال أصحابي ) فاستجاب اللَّه تعالى بالفتح على يد أمير المؤمنين وسيد الوصيين بقتله عمر ابن عبد ود العامري وانهزام الأحزاب * ( ( وَرَدَّ ا للهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنالُوا خَيْراً وَكَفَى ا للهُ الْمُؤْمِنِينَ الْقِتالَ ) * . « 1 » بواسطة أمير المؤمنين علي الذي قتل عمرا وأباد جيثهم وهزم جمعهم .\r\nوكيف كان فهذا المسجد هو مسجد الفتح كما عن العلامة القطع به في جملة من كتبه ، والشهيد في الدروس ، ويدل عليه قوله ( عليه السلام ) في صحيح معاوية بن عمار المتقدم : ( ومسجد الأحزاب وهو مسجد الفتح ) فعليه يكون العطف في عبارة المصنف على الأحزاب دون المسجد\r\n","footnote":"\r\n« 1 » سورة الأحزاب الآية 25\r\n","page_name":" 184 ","page_number":179},
  {"content":"\r\n\r\n[ ويكره 
  ]\r\nويكره النوم في المساجد ( 1 ) ويتأكد الكراهة في مسجد النبي ( صلى اللَّه عليه وآله ) ( 2 )\r\n\r\n\r\n","description":"\r\nبقية المساجد ثم تأتي إلى مسجد القبلتين ومسجد علي عليه السلام ومسجد سلمان وهذه المساجد على يمين الذاهب إلى أحد والأخيران يكونان تحت الجبل إلى جهة القبلة فيستحب الصلاة فيها .\r\n( 1 ) كراهة النوم في المساجد مما هو المعروف بين الأصحاب ( رضوان اللَّه تعالى عليهم ) بل في المدارك هذا الحكم مقطوع به في كلام أكثر الأصحاب واستدل لذلك بأنه مناف لتوقير المسجد وتعظيمه وانها بيوت اللَّه في الأرض كما في خبر أبي بصير وبالمرسل قال عليه السلام : ( من نام في المسجد بغير عذر ابتلاه اللَّه بداء لا دواء له ) « 1 »\r\n( 2 ) قد صرح الشيخ في النهاية وابن إدريس في السرائر على شدة كراهة النوم في المسجد الحرام ومسجد النبي ( صلى اللَّه عليه وآله ) واستدل لذلك - مضافا إلى زيادة احترامهما وشدة تعظيمهما - بصحيح زيارة بن أعين قال : قلت لأبي جعفر عليه السلام : ما تقول في النوم في المساجد قال : لا بأس به ، الا في المسجدين مسجد النبي والمسجد الحرام ، قال :\r\nكان يأخذ بيدي في بعض الليل ويتنحى ناحية ، ثم يجلس ونتحدث في المسجد الحرام فربما نام ، فقلت له : الكراهة في ذلك ؟ فقال : انما يكره\r\n","footnote":"\r\n« 1 » جامع الأخبار في الفصل الثاني والثلاثين\r\n","page_name":" 185 ","page_number":180},
  {"content":"\r\n\r\n\r\n","description":"\r\nان ينام في المسجد الذي كان على عهد رسول اللَّه ( صلى اللَّه عليه وآله ) فأما الذي في هذا الموضع فليس به بأس « 1 » وخبر محمد بن حمران الوارد في خصوص مسجد النبي ( صلى اللَّه عليه وآله ) وهو ما عن أبي عبد اللَّه عليه السلام ( في حديث ) قال : روى بعض أصحابنا ان رسول اللَّه قال :\r\nلا ينام في مسجدي أحد « 2 » ويمكن القول بأشدية كراهة النوم في مسجد النبي ( صلى اللَّه عليه وآله ) من المسجد الحرام ، لظاهر خبر علي بن جعفر قال : سألته عن النوم في المسجد الحرام ؟ فقال : لا بأس ، وسألته عن النوم في مسجد رسول اللَّه ( صلى اللَّه عليه وآله ) ؟ قال ( عليه السّلام ) : لا يصلح « 3 » ويومي إلى ذلك اقتصار المصنّف ( قدّس سرّه ) .\r\nينبغي هنا ذكر أمرين الأول - ان ظاهر صحيح زرارة بن أعين عدم كراهة النوم في غير المسجدين بل كاد يكون صريح الاستثناء فيه فضلا عما في ذيله من الصراحة ومن هنا استجود في المدارك قصر الكراهة على النّوم فيهما ، وتبعه غير واحد من الأصحاب مؤيّدا له مع ذلك بضعف سند دليل إطلاقها ودلالته ، قال في الجواهر : ( وهو جيد لولا أن الكراهة مما يتسامح فيها )\r\n","footnote":"\r\n« 1 » الوسائل ج 1 الباب 18 من أبواب أحكام المساجد الحديث 2\r\n« 2 » الوسائل ج 1 الباب 18 من أبواب أحكام المساجد الحديث 3\r\n« 3 » الوسائل ج 1 الباب 18 من أبواب أحكام المساجد الحديث 6\r\n","page_name":" 186 ","page_number":181},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nولكن فيه ما ذكرناه غير مرة من أن قاعدة التسامح في أدلة السنن المستفادة من اخبار من بلغ على فرض تماميتها انما تختص بالمستحبات ، ولا يمكن التعدي عن موردها إلى الكراهة فإذا كان دليل الكراهة ضعيفا يسقط عن الاعتبار رأسا .\r\nالثاني - انه لا يبعد عدم تأكد كراهة النوم في المسجد الحرام ومسجد النبي صلى اللَّه عليه وآله لصحيح معاوية بن وهب قال : سألت أبا عبد اللَّه ( عليه السلام ) عن النوم في المسجد الحرام ومسجد الرسول ( صلى اللَّه عليه وآله ) قال : نعم اين ينام الناس « 1 » وخبر أبي البختري أن المساكين كانوا يبيتون في المسجد على عهد رسول اللَّه ( صلى اللَّه عليه وآله ) « 2 » انتهى للَّه الحمد والشكر وقد وقع الفراغ من طبع هذا الجزء في جوار مرقد الإمام علي ( عليه السلام ) في 15 شعبان المعظم من سنة 1393 بقلم مؤلفه العبد الفاني .\r\nمحمد إبراهيم الجناتي والحمد للَّه أوّلا وآخرا وصلَّى اللَّه على محمد وآله الطَّاهرين\r\n","footnote":"\r\n« 1 » الوسائل ج 1 الباب 18 من أبواب أحكام المساجد الحديث 1\r\n« 2 » الوسائل ج 1 الباب 18 من أبواب أحكام المساجد الحديث 5\r\n","page_name":" 187 ","page_number":182}
  ]