[
  {"content":"\r\n\r\n\r\nمجالس سبعة مولانا\r\n\r\n( المجلس الاول )\r\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\r\nالحمد للَّه صانع العالم به غير آلة العالم بكل خطرة و قطرة و قالة و حالة المنزّه عن كل صفة يتطرق اليها جواز و استحالة الملك ، فليس لاحد ان تخالف « 1 » حكمه و مثاله اشعر بالهيته واضح الدلالة و شهد بوحدانيته نظر العقل اذا صادف سواده و اعتداله غلبت قدرته قدرة كل مخلوق و احتياله و قضت ارادته ارادة كل مصنوع بما عليه و ما له و وفق شخصا فانجح سعيه و اصلح باله و كشف حجاب الشبهة عن سره ليشاهد جلاله و خذل شخصا فاورده موارد الحيرة و الجهالة و ضيّع وقته فاحبط اعماله و حرّمه لطفه و اكرامه و افضاله .\r\nبعث محمدا عليه السلام باللواء المنشور و الحسام المشهور ليخلّص الخلق من ورطات الهلك و الثبور و اطلع بنور نبوته محفوفة برهط كالبدور و انزل على قلبه كتابا شافيا للقلوب يضئ إضاءة النور  « يا أَيُّهَا النَّاسُ قَدْ جاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَ شِفاءٌ لِما فِي \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ان يخالف نسخه\r\n","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\n الصُّدُورِ »  ارسله الى الخلق و هم على الباطل مطيقون عمى فهم لا يبصرون صم و هم لا يسمعون بكم و هم لا ينطقون أ تعبدون من دون اللَّه ما لا يخلق شيئا و هم يخلقون فشقى بتكذيبه المكذّبون و سعد بتصديقه المصدقون صلّى اللّه عليه و سلم و على آله و اصحابه خصوصا على الامام ابى بكر الصديق التقى و على الامام عمر الفاروق النقى و على الامام عثمان ذى النورين الزكى و على الامام علىّ المرتضى الوفىّ و على سائر المهاجرين و الانصار و سلّم تسليما كثيرا .\r\n\r\n\" مناجات \"\r\nملكا و پادشاها آتشهاى حرص ما را به آب رحمت خويش بنشان جان مشتاقان را شراب وحدت بچشان ضمير دل ما را بانوار معرفت و اسرار وحدت منور و روشن دار دامهاى اميد ما را كه در صحراى سعت رحمت « 1 » بازگشاده‌ايم به مرغان سعادت و شكارهاى كرامت مشرّف و مكرّم گردان ، آه سحرگاه سوختگان راه را بسمع قبول و عاطفت استماع كن دود دل بىدلان را كه از سوز فراقت « 2 » مجمع ارواح هردم آن دود بر تابخانهء فلك برمىآيد ، بعطر وصال معطر گردان ، قال و قيل ما را و گفت و شنود ما را كه چون پاسبانان بر بام سلطنت عشق چوبك مىزنند از اجراى  ( لِيُوَفِّيَهُمْ أُجُورَهُمْ   بِغَيْرِ حِسابٍ ) *  نصيب مدام بخشش فرما . قال ما را خلاصهء حال گردان . حال ما را از شرفات قال درگذران . ما را از دشمن‌كامى هر دو جهان نگاه دار . آنچ دشمنان مىخواهند بر ما از ما دور دار و از آنچ دوستان مىخواهند و گمان مىبرند عالىتر و بهتر از آن گردان .\r\nاى خزانهء لطف تو بىپايان و اى درياى با پهناى با كرم تو بىكران . ابتداى تذكره « 3 » بخبرى كنيم از اخبار مصطفى « 4 » صلّى اللّه عليه آن بشير نذير و آن نذير بىنظير سيد المرسلين ، چراغ آسمان و زمين . لقد جاء فى اصح الانباء عن افصح الانبياء عليه افضل الصلاة « 5 » و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سعت رحمت تو نسخه\r\n( 2 ) - فراق آن نسخه\r\n( 3 ) - تذكير\r\n( 4 ) - مصطفوى نسخه\r\n( 5 ) - الصلوات نسخه\r\n","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nاعلاها و اكمل التحيات و اسناها انه قال ( كساد امتى عند فساد امتى الا من تمسك بسنتى عند فساد امتى فله اجر مائة الف شهيد ) صدق رسول اللَّه رسول كونين پيشواى ثقلين خاص الخاص لعمرك مشرف تشريف لولاك افصح « 1 » انا افصح العرب و العجم پيشواى آدم و من دونه تحت لوائى يوم القيمة و لا فخر الفقر فخرى چنين مىفرمايد كه كساد امت من بهنگام فساد امت من باشد يعنى هيچ نبى نيست بعد از من كه او « 2 » تفضيل يابد « 3 » بر امت من چنانك امت من تفضيل يافت بر امت عيسى و بر امت موسى و هيچ دينى نيست كه دين مرا منسوخ كند و كاسد كند چنانك دين من دين « 4 » ما تقدم را منسوخ كرد گفتند يا رسول اللَّه امت تو بچه كاسد شوند فرمود صلّى اللّه عليه و سلم چون امت من فساد آغاز كنند اين شرفى كه يافته‌اند و اين خلعت اطلس تقوى كه پوشيده‌اند كه در كونين تابانست كه  ( وَ لِباسُ التَّقْوى ذلِكَ خَيْرٌ )  چون دود معصيت برآيد آن خلعت اطلس آسمانى را و آن تشريف ديباى زيباى محمدى را كه پوشيده‌اند متغير گردانند و دودآلود كنند و كاسد « 5 » . گفتند يا رسول اللَّه چون چنين شود و كاسد گردد « 6 » و از دود معصيت بىقدر و قيمت شود « 7 » مشترى  ( إِنَّ اللَّهَ اشْتَرى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ )  خريدارى نكند و كالهء اعمال كاسدشدهء ايشان را نخرد و بهاى  ( لِيُوَفِّيَهُمْ أُجُورَهُمْ )  ندهد بىبرگ و كاسد بمانند فرياد مىكنند « 8 »\r\n\r\nشعر\r\n مثلث هست در سراى غرور * مثل يخ‌فروش نيشابور \r\n در تموز آن يخك نهاده بپيش * كس خريدار نى و او درويش \r\n يخ گدازان‌شده ز گرمى مرد « 9 » * با دل دردناك و با دم سرد \r\n اين همىگفت و اشك مىباريد * كه بسى مان نماند و كس نخريد \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - فصيح\r\n( 2 ) - كه امت او نسخه\r\n( 3 ) - يابند\r\n( 4 ) - دينهاى نسخه\r\n( 5 ) - و كاسد شود نسخه\r\n( 6 ) - چنين دودآلود و كاسد شود\r\n( 7 ) - بىقيمت و قدر گردد نسخه\r\n( 8 ) - فرياد كنند\r\n( 9 ) - و مرد\r\n","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nگفتند چون اين يخ وجود ما كاسد شود و از تاب معصيت گداختن گيرد چارهء ما يخ‌فروشان چه باشد تا باز متاع ما قيمت گيرد و كيسه‌هاى اميد ما را پر شود جواب فرمود الا من تمسّك بسنّتى عند فساد امّتى « 1 »\r\n\r\nشعر\r\n هركس كه به كار خويش سرگشته شود * آن به باشد كه بر سر رشته شود \r\nسنت من اينست كه چون دوستان من ره « 2 » غلط كنند و پاى در خارستان معصيت نهند اثر زخم خار بيابند بستيزه هم در آن خارزار نروند « 3 » كه اللّجاج شوم « 4 »\r\n\r\nشعر\r\n هر كه در كارها ستيزه كند * دور هفت آسياش ريزه كند \r\nچون زخم خار بينند « 5 » بدانند كه راه غلط كرديم « 6 » و در خارزار افتاديم پس و پيش بنگرند و علامات راه بينند كه من درين راه بىفرياد بىنشان علامتها و نشانها در هوا كرده‌ام و درين بيابان جويها فروبرده‌ام و سنگها درهم نهاده تا مسافران آن نشانها را بجويند و درين بيابان سرگشته نشوند و اثر قدم من كه نامش سنّت است در راه بجويند چنانك اثر قدم شكار را طلبند صيادان در برف بر پى « 7 » صيد دوند همچنانك در برف ضلالت و غوايت و هدايت « 8 » و نهايت و بدايت قدمهاى مرا بجويند كه « 9 » چون بر قدم من رانند و عنان از خارستان معصيت بگردانند تا در گلستان قبول افتند و پادشاهان و شهيدان كه معاشران عشرت ابدند و پادشاهان مملكت سرمد هم عنان و هم‌نشين و هم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - فرمود :\r\n( 2 ) - راه نسخه\r\n( 3 ) - ندوانند نسخه\r\n( 4 ) -\r\n درهاى گلستان ز پى تو گشاده‌ايم * در خارزار چند روى اى برهنه‌پا صح \r\n( 5 ) - ديدند نسخه\r\n( 6 ) - كردند\r\n( 7 ) - و در پى نسخه\r\n( 8 ) - و اثر قدمهاى هدايت\r\n( 9 ) - و بدايت مرا بجويند و بكوبند كه\r\n","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nجام و هم حريف گردند كه ( اولئك مع  النَّبِيِّينَ وَ الصِّدِّيقِينَ وَ الشُّهَداءِ وَ الصَّالِحِينَ )  چه جاى اينست بلك تفضيل يابند بر فاضلان شهدا كه فله اجر مائة الف شهيد يا رسول اللَّه چرا تفضيل يابند چو ايشان عاملند و اينها عامل و ترازوى عدل آويخته كدام ترازوى عدل ترازوى  ( وَ أَنْ لَيْسَ لِلْإِنْسانِ إِلَّا ما سَعى )  ترازوى انما اجرك على قدر تعبك و نصبك ترازوى  ( فَأَمَّا مَنْ ثَقُلَتْ مَوازِينُهُ )  تو كه ذرهء عقل « 1 » دارى مزدوران خود را نسخه كرده باشى كه فلان مزدور در باغ بيل ده روز زد و فلان مزدور پنج روز و فلان يك روز و فلان مزدور كاركن در دكان چندين روز كار مىكند چندين قبا دوخت چندين شلال چندين تكل و هيچ غلط نكنى ، عالم  ( إِنِّي أَعْلَمُ ما لا تَعْلَمُونَ )  . داناى  ( وَ ما يَعْزُبُ عَنْ رَبِّكَ مِنْ مِثْقالِ ذَرَّةٍ فِي الْأَرْضِ وَ لا فِي السَّماءِ )  آن دانا خداوندى كه مور سياه بر سنگ سياه بدان پاى باريك در شب تاريك مىافتد و مىخيزد و مىدود آن بيناى مطلق - تعالى و تقدّس - مىبيندش كه آن مور در آن شب ديجور در رفتار تيز مىرود يا آهسته رود يا ميانه مىرود سوى خانه مىرود يا سوى دانه مىرود پس آن دانا خداوند اندازه رنج و كوشش بندگان خود « 2 » و عدد اشك چشم عاصيان پرحسرت‌وآه و عدد قطرهاى خون جگر خون‌چكان عارفان بارگاه و عدد انفاس پاس مسبحان تسبيح سحرگاه و عدد اقدام باقدام سالكان مالكان مملكت مجاهده كه روز و شب به بارگاه و پيشگاه  ( مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ )  رقصان و ترانه‌گويان‌اند .\r\n\r\nشعر\r\n ما شب روان كه در شب خلوت سفر كنيم * در تاج خسروان به حقارت نظر كنيم \r\nمىرويد بجان نه سوار و نه پياده بىدل و دلداده بىمركب و زواده بر قدم توكل بر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - عقل دارى مزد مزدوران را به كار مىدارى كه فلان مزدور در باغ ده روز بيل زد و فلان مزدور پنج روز و فلان يك روز و هر يكى را بر قدر كار خود اجرت مىدهى و غلط نمىكنى عالم انى اعلم ما لا تعلمون\r\n( 2 ) - بندگان خويش نسخه\r\n","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nمالك جزء و كل پس آن دانا خداوند شمار جان نثار تمام عيار آن بندگان را در نسخه علم قديم خود يك بيك ذره بذره موىبه‌موى نشمرده « 1 » و ننوشته باشد كه  ( نَكْتُبُ ما قَدَّمُوا وَ آثارَهُمْ )  و چون شمرده باشد و نوشته باشد قدمها و دمها و ندمهاى اوليان را و آخريان را پس آن عادل خداوندى كه زخم تير عدلش بر آماج اصابت موى را دو نيم كند چون روا باشد از عدل چنين عادلى از انصاف چنين منصفى كه اين عامل را صد دهد « 2 » و آن عامل را كه او همين كار كرده باشد يكى دهد يا رسول اللَّه اى مشكل‌گشاى اهل آسمان و زمين اى رحمة للعالمين مشكل ما را حل فرما كه مشكل‌گشاى اهل آسمان و زمين امروز توئى .\r\n\r\nشعر\r\n اگر مرد حقيقت را درين عالم نشانستى * همه رمز الهى را بخاطر ترجمانستى \r\n اگر مرغان صحرا را به آن عالم رهى بودى * ز پرّ و بال هر مرغى همه مشكل عيانستى \r\n مسلم نيست هركس را كه در بازار عشق آيد * و گرنه زير هر سنگى هزاران كاروانستى \r\nرسول اللَّه صلّى اللّه عليه و سلم آن ترجمان بارگاه قدم آن افصح عرب و عجم آن معدن علم و كرم آن شهنشاه بىطبل و علم سيد كاينات سلطان موجودات جواب فرمود كه اى ياران صادق و اى صحابه موافق بدانيد كه اگر سيل با قوّت از كوهسار غلطان غلطان عاشق‌وار به دريا بازرود و به دريا پيوندد با چندين هزار دست و پا كه آبها دست و پاى يكديگراند « 3 » و مركب يكديگرند به قوت همدگر « 4 » كوه و بيابان را ببرند و جيحونها و درياها كه اصل ايشانست پيوندند و هر قطره نعره مىزند كه  ( ارْجِعِي إِلى رَبِّكِ  « 5 »  ) \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - باشد نسخه\r\n( 2 ) - صد دهد و صدهزار دهد نسخه\r\n( 3 ) - يكديگرند نسخه\r\n( 4 ) - همديگر نسخه\r\n( 5 ) - راضية صح\r\n","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nاين « 1 » عجب باشد عجب آن باشد و دشوار آن باشد و غريب آن باشد كه قطره تنها مانده در ميان كوهسارى يا در دهان غارى يا در بيابان بىزنهارى از آرزوى دريا كه منبع آن است « 2 » آن قطره بىدست‌وپا تنها مانده بىپا و پا اقرار بىدست و دست اقرار از شوق دريا و بىمدد سنگ باز غلطان شود و بيابان را مىبرد بقدم شوق سوى دريا مىدواند بر مركب ذوق اى قطرهء بيچاره خاك خصم تو باد خصم تو تاب آفتاب خصم تو مقصدت كه درياست سخت دورست اى قطره بىدست و پا در ميان چندين اعدا جانب دريا چون خواهى رفتن قطره به زبان حال مىگويد كه در جان من كه قطره‌اىام و ضعيفم شوقيست از تأثير عنايت درياى بىپايان كه  ( وَ حَمَلَهَا الْإِنْسانُ إِنَّهُ كانَ ظَلُوماً جَهُولًا )  اندرين بيابان كه سيلها مىلرزند از بيم فروماندن كه  ( إِنَّا عَرَضْنَا الْأَمانَةَ عَلَى السَّماواتِ وَ الْأَرْضِ وَ الْجِبالِ فَأَبَيْنَ أَنْ يَحْمِلْنَها وَ أَشْفَقْنَ مِنْها )  از خطر هيبت بيابان بىزنهار مجاهده آسمان بلرزيد و بترسيد و كوهها فرياد كردند كه ربنا اين امانت برنتابم زمين گفت من خاك آن رهروانم اما طاقت آن ندارم جان آدمى كه قطره است ميان به خدمت بربست كه :\r\n\r\nشعر\r\n تو مرا دل ده و دليرى بين * روبه خويش « 3 » خوان و شيرى بين \r\nضعيفم نحيفم بيچاره‌ام اما چون آثار عنايت  ( كَرَّمْنا بَنِي آدَمَ )  به گوش جانم رسيد نه ضعيفم نه نحيفم نه بيچاره اما چاره‌گر جهانم « 4 »\r\n\r\nشعر\r\n چون ز تير تو پر كنم تركش * كمر كوه قاف گيرم و كش \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين چه\r\n( 2 ) - كه معدن آن قطره است\r\n( 3 ) - خوش نسخه\r\n( 4 ) - اما جان‌گر جهانم نسخه\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nتا نظرم به خود است و به قوت خود ضعيفم ناتوانم از همه ضعيفان ضعيف‌تر « 1 » از همه بيچارگان بيچاره‌ترم اما چون نظرم را گردانيدى تا به خود ننگرم بعنايت و لطف تو نگرم كه   ( وُجُوهٌ يَوْمَئِذٍ ناضِرَةٌ إِلى رَبِّها ناظِرَةٌ )   چرا ضعيف باشم چرا بيچاره باشم چرا چاره‌گر نباشم چرا آدمى باشم چرا آن دمى نباشم ؟\r\n\r\nشعر\r\n چو آمد روى مه‌رويم كه باشم من كه باشم من * كه من خود آن زمان هستم كه من بىخويشتن باشم \r\n مرا گر مايه‌اى بينى بدان كان مايه او باشد * ورا گر « 2 » سايه‌اى بينى بدان كان سايه من باشم \r\n چو او با من سخن گويد چو يوسف وقت لا باشم « 3 » * چو من با او سخن گويم چو موسى وقت لن باشم \r\n سخن پيدا و پنهانست و او آن دوست مىدارد « 4 » * كه او با من سخن گويد من آنجا چون سخن باشم \r\nباز آمديم بمعنى حديث مصطفى « 5 » عليه السلام و تحقيق و بيان و سر و مغز جان آن .\r\nخنك مغزى دارد و جانى دارد كه مغز بايد « 6 » تا مغز را دريابد و جانى بايد كه از جان لذتى يابد اى برادر عزيز « 7 » من اى برادر طالب من چندانك در او را كه طلب از يك پوست بيرون مىآيى خروش معنى از يك پوست بيرون مىآيد تو از دوم پوست بيرون مىآيى او از دوم پوست بيرون مىآيد و مىگويد كه :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ضعيف‌تر ، بيچاره‌ام نسخه\r\n( 2 ) - مرا گر سايه صح\r\n( 3 ) - وقت لا باشد نسخه\r\n( 4 ) - دوست‌تر دارد نسخه\r\n( 5 ) - مصطفوى\r\n( 6 ) - دارد آن مغز بايد\r\n( 7 ) - لذتى گيرد اى جان عزيز نسخه\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nشعر\r\n اگر يگانه شوى با تو دل يگانه كنم * دل از هوا و ز مهر كسان كرانه كنم \r\nچون تو باز به حكم هوا و شهوت در پوست اندرون مىروى او نيز در حجاب مىرود مىگوئى اى عروس معنى و اى مطلوب عالم « 1 » اى صورت غيبى اى كان بىعيبى جمال نمودى باز چرا در حجاب رفتى او جواب مىگويد زيرا كه تو در حجاب هوا و شهوت رفتى\r\n\r\nشعر\r\n دلدار چنان مشوش آمد كه مپرس * هجرانش چنان پرآتش آمد كه مپرس \r\n گفتم كه مكن گفت مكن تا نكنم * زين يك سخنم چنان خوش آمد كه مپرس \r\nروزى سليمان صلوات اللَّه عليه بر تخت  ( فَسَخَّرْنا لَهُ الرِّيحَ )  نشسته بود مرغان در هوا پر در پر آورده « 2 » قبه كرده تا آفتاب بر سليمان نتابد هم تخت پران هم قبه در هوا پران  ( غُدُوُّها شَهْرٌ وَ رَواحُها شَهْرٌ )  ناگاه انديشه كه لايق شكران نعمت نبود در خاطر سليمان بگذشت در حال تاج بر سرش كژ گشت هر چند « 3 » راست مىكرد باز كژ مىشد گفت اى تاج راست شو تاج به سخن آمد گفت اى سليمان تو راست شو تا من راست شوم سليمان در حال در سجود رفت كه  ( رَبَّنا ظَلَمْنا )  در حال تاج كژشده بىآنك او راست كند بر سرش راست ايستاد سليمان بامتحان تاج را كژ مىكرد تاج به خود راست مىشد عزيز من تاج تو ذوق تست وجد و گرمى تست چون ذوق از تو رفت افسرده شدى تاج تو كژ شد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مىگويى عروس معنى اى مطلوب عالم نسخه\r\n( 2 ) - آورده بودند و نسخه\r\n( 3 ) - هر چند كه نسخه\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\n\r\nشعر\r\n ذوقى كه ز خلق آيد زان هستى تن زايد * ذوقى كه ز حق آيد زايد دل و جان اى جان \r\nاى سليمان وقت كه پرى رويان عقلانى و رحمانى « 1 » بفرمان تواند ديو رويان نفسانى و شيطانى پيش تخت وجود تو دوند :\r\n\r\nشعر\r\n گرد رخت صف زده لشكر ديو و پرى * ملك سليمان تراست گم مكن انگشترى \r\n صلح جدا كن ز جنگ زانك نه نيكو بود * كارگه شيشه‌گر دست‌گه گازرى \r\nدر دكان وجود تو تا شيشه‌گر طاعت و ذوق تواند بود با گازر هوا و شهوت هر چه ده روز شيشه‌گر درين دكان شيشه‌هاى طاعت سازد گازر كوبه بزند دكان در لرزد همه شيشه‌ها درهم شكند كه « 2 »  ( أَنْ تَحْبَطَ أَعْمالُكُمْ وَ أَنْتُمْ لا تَشْعُرُونَ )  اكنون اى سليمان وقت خويش چون تاج ذوق و نور اخلاص بر فرق سر جان خود نبينى خود را افسرده بينى تاريك « 3 » و محبوس سوداها ببينى بانگ برآرى كه اى ذوق كجايى و اى شوق در چه حجابى هر چند مىكوشى تا آن ذوق رفته بازآيد « 4 » و آن تاج اخلاص را هر چند بر سر خود راست مىكنى كژ مىشود و ندا مىكند كه تو راست شو تا من راست شوم  ( إِنَّ اللَّهَ لا يُغَيِّرُ   نِعْمَةً أَنْعَمَها عَلى قَوْمٍ حَتَّى يُغَيِّرُوا ما بِأَنْفُسِهِمْ )  چنين مىفرمايد صانع ذو الجلال معطى بىملال قديم پيش از پيش بخشايندهء بيش از بيش جل جلاله كه من خدايم من كه بخشنده‌ام و بخشاينده‌ام و بخشنده و بخشاينده‌آفرينم چون ببندگان نعمتى دهم هرگز آن را دگرگون نكنم تا ايشان معامله و زندگانى خود دگرگون نكنند آمديم به تمامت اين حديث « 5 » اول كه اين حديث ما را پايان و نهايت نيست كه  ( قُلْ لَوْ كانَ الْبَحْرُ مِداداً لِكَلِماتِ رَبِّي لَنَفِدَ الْبَحْرُ قَبْلَ أَنْ تَنْفَدَ كَلِماتُ رَبِّي وَ لَوْ جِئْنا بِمِثْلِهِ مَدَداً )  و العاقل يكفيه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - و روحانى\r\n( 2 ) - درهم شكند ان تحبط صح\r\n( 3 ) - و تاريك نسخه\r\n( 4 ) - بازآيد نيايد صح\r\n( 5 ) - به تمامت آن حديث نسخه\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nالاشاره مىفرمايد « الا من تمسّك بسنّتى عند فساد امّتى » يعنى آن قطره جان پاك مشتاق از درياى جانان دور مانده و محجوب گشته در عالم آب‌وگل از شوق جان و دل چو ماهى بر خشكى مىطپد قطره‌هاى ديگر با او يار نمىشوند ( الاسلام بدأ غريبا و سيعود غريبا ) بعضى قطرها « 1 » بوسواس ظلمانى خود را چارميخ كردند بعضى قطرها با خاك در آميختند بعضى قطرها بر برگها در آويختند بعضى قطرها به دايگى درختان قصد بيخ كردند هر قطره جانى به چيزى مشغول شد يكى به درزيى و يكى به كفشگرى و يكى به سوداى رخى و يكى بسماع چنگى و يكى ببو و رنگى از درياش فراموش شد اكنون همان كارها كه از « 2 » سيلها كه صدهزار قطره بودند جمع شده « 3 » راه كردند و راه رفتند به قوت هم ديگر كه السابقون السابقون اين يك قطره از ياران مانده راه بيابان « 4 » با پهنا پيش گرفته بىيار و بىشكار « 5 » و بىپشت دار توكل كرده بر پروردگار « 6 » دشتها و واديها كه آن سيلها « 7 » با صدهزار قطره بريدند او تنها مىبرد كه واحد كالالف ان امر عنى . قليل اذا عدّوا كثيرا اذا شدّوا پس چون اين قطره كار دو صدهزار « 8 » قطره كرده باشد كه الا من تمسّك بسنّتى اين قطره سيل باشد « 9 » در صورت قطره كه  ( إِنَّ إِبْراهِيمَ كانَ أُمَّةً )  پرسيدند پيغامبر را از حال امت ابراهيم جواب آمد كه چه مىپرسيد از امت ابراهيم كه ابراهيم به‌خودىخود امت بود و قرون بود هم پادشاه بود و هم به خود لشكر بود هم قطره بود و هم به خود سيل بود امت هزار باشد و صدهزار باشد  إِنَّ إِبْراهِيمَ كانَ أُمَّةً  ابراهيم هزار بود و صدهزار بود « 10 » عدد بىشمار بود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بعضى قطرها با خاك در آميختند بعضى قطرها بر برگها در آويختند بعضى قطرها به وسوسهء ظلمات خود را چارميخ كردند بعضى قطرها به دايگى درختان قصد بيخ كردند هر قطره جانى به چيزى مشغول شد يكى به خياطى و يكى به كفشگرى و يكى به سوداى اخيى يكى بسماع نسخه\r\n( 2 ) - همان كار كه آن\r\n( 3 ) - جمع شدند نسخه\r\n( 4 ) - راه بيابان نسخه\r\n( 5 ) - و بىپيشكار نسخه\r\n( 6 ) - بر جبار پروردگار نسخه\r\n( 7 ) - سيلهاى نسخه\r\n( 8 ) - چون آن قطره كار صدهزار نسخه\r\n( 9 ) - اين قطره نباشد ، سيل باشد نسخه\r\n( 10 ) - بود بلك صدهزار بود .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n\r\nشعر\r\n كشتى وجود مرد دانا عجبست * افتاده به چاه مرد بينا عجبست \r\n كشتى كه به دريا بود آن نيست عجب * در يك كشتى هزار دريا عجبست \r\n\r\nشعر\r\n گر نسيم يوسفم پيدا شود * هر كه نابينا بود بينا شود \r\n اى دل از دريا چرا تنها شدى * از چنين دريا كسى تنها شود ؟ \r\n ماهيى كز بحر در خشكى فتاد * مىطپد تا زودتر آنجا شود \r\n گر كسى گويد كه پيش بحر عشق * دل چرا شوريده و شيدا شود \r\n تو جوابش ده كه اندر شوق بحر * قطره بىآثار و ناپيدا شود \r\n هم جوابش ده كه اندر آفتاب * ذره سرگردان و ناپروا شود \r\nعزيز من آن قطره جانى كه در فراق دريا قرار گرفته است و ياد دريا نمىكند گاهى در برگى مىآويزد گاهى با خاكى مىآميزد مگو بىادبى كرده است او كه بند برنهادند بند زرين بند سيمين بند مجوهر بجواهر . او عاشق آن بند شده است چنانك از عشق آن بند را بند نمىبيند او را پند مده كه بند او از آن سخت ترست كه پند راه يابد . چنان منافذ ادراكات و فهم او را عشق آن رنگ و بو و عشق آن گفت‌وگو فروگرفته است كه سر سوزنى از پند راه نيابد بلك بنده دشمن دارد زيرا زنگى دشمن آئينه بود ناصحان و واعظان آينه‌اند يا آينه دارند عاشقان نفس و طالبان دينى زشت رويانند زنگى چهرگانند  وَ أَتْبَعْناهُمْ فِي هذِهِ الدُّنْيا لَعْنَةً وَ يَوْمَ الْقِيامَةِ هُمْ مِنَ الْمَقْبُوحِينَ  اما در ولايت زنگبار زشتى زنگى كه نمىنمايد از آنست كه آنجا مرد و زن هم رنگ و يند و جنس و يند باش تا ازين ولايتش بيرون برند بر مركب اجل بر خوب‌چهرگان ترك و روم بروند كه فرشتگان نورانيند كرام برره كه مسكن ايشان بستان هفت آسمان است آنگاه رسوائى خويش ميان روحانيان ببينند حسرت خورند و هيچ سود ندارد لا جرم ازين سبب دشمن آينه و آينه دارند .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nشعر\r\n زنگيى يافت آينه در راه * اندرو روى خويش كرد نگاه \r\n بينىاى پخج ديد و روئى زشت * چشم چون آتش و رخ از انگشت \r\n چون برو عيبش آينه ننهفت * بر زمينش زد آن زمان و بگفت \r\n كانكه اين زشت را خداوندست * بهر نيكيش را نيفكندست \r\n گر چو من خوش‌نگار بودى اين * كى درين راه خوار بودى اين \r\nاما آن سياهى كه رنگ زنگى دارد اما او زنگى نيست از ولايت ترك است و از ولايت روم است به طفلى به زنگبارش به اسيرى برده‌اند دشمنى عاريتى سياهى بر روى او ماليده است چون آينه را ببيند خال خال بر روى خود سپيد بيند گويد عجب چه ماليده‌اند درين روى مهرو چرا چنين سپيد نيست پس سپيدى با سياهى در جنگ‌اند كه    ( لا أُقْسِمُ بِيَوْمِ الْقِيامَةِ وَ لا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ )    يا خود او چون ميان زنگيان افتاد ايشان با او بيگانه بودند از روى آنك تو سپيدى و ما سيه از ما نيستى او تنها و بىكس مىماند از ضرورت تا با ايشان باشد و او را بيگانه ندارند سياهى در روى خود مىماليد تا دختر زنگيان ازو نرمد كه  ( إِنَّ مِنْ أَزْواجِكُمْ وَ أَوْلادِكُمْ عَدُوًّا لَكُمْ )  اين دختركان زنگى سياه عدو چهرهء چون ماه شمااند كه از بهر ايشان سياهى در رو مىماليد مبادا كه چون بسيار بماند اين سياهى بر روى شما رنگ اصلى را بخورد و همرنگ كند و آن فرّ سپيدى و سرخى رويتان در زير آن سياهى به روزگار بپوسد ، رنگ سياه عاريتى ، رنگ اصلى شود ، زودتر جدايى بجوئيد و روى خود را از رنگ ننگ سياه تباه ايشان بشوئيد كه « عادت چو قديم شد طبيعت گردد » و آنگاه كه آن خالهاى سپيد كه بر روى شما يادگار سپيديست نماند سياهى محيط شود بر روى جان شما كه  ( وَ أَحاطَتْ بِهِ خَطِيئَتُهُ فَأُولئِكَ أَصْحابُ النَّارِ هُمْ فِيها خالِدُونَ )  بعد از آن هرگز از سيه‌رويى بيرون نيايد كه  ( يَوْمَ تَبْيَضُّ وُجُوهٌ وَ تَسْوَدُّ وُجُوهٌ )  چون قومى را سياهى بر رو و سياه‌كارى در دل عاريتى است و بعضى را سياه‌رويى اصلى است ، فردا چون بجوى آب طهور قيامت سر بر كنند و از خواب مرگ خواب‌آلود برخيزند همه رويها بشويند چنانك عادت بود كه چون خفته از جامهء خواب برخيزد\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nروى بشويد  ( فَاغْسِلُوا وُجُوهَكُمْ )  چون روها فروشويند آنها كه ترك و رومىاند آن آب مبارك سياهى را از روى ايشان ببرد و آنها كه زنگى اصلىاند هر چند بشويند سياه‌تر شوند چون سر از جوى برآرند عيان بينند حال هر دو  ( يَوْمَ تَبْيَضُّ وُجُوهٌ وَ تَسْوَدُّ وُجُوهٌ )  عزيز من مبادا كه ترا گندم‌نماى و جوفروش سياههء سپيده بر كرده عجوزهء خود را جوان ساخته رنگ زشت او بر تو طبيعت شود دشمن آئينهء الهى شوى صفت خفاشى و آفتاب دشمنى در تو متمكن شود دشمن آفتاب شوى .\r\n\r\nشعر\r\n بس روشنست روز و ليك از شعاع روز * بىروزنند از آنكه همه بسته روزنند \r\n از خوى زشت دشمن آن خوى و خاطرند * وز درد چشم دشمن خورشيد روشنند \r\nآن ترك بچه مىگويد پدر را كه مرا عاجز كردى كه رو بشو رو بشو از سياهى اگر سياه‌رويى بد است زنگيان چرا شادى مىكنند و ما چون داروها بر روى خود مىماليم چرا بر ما مىخندند و تمسخر مىكنند و طعنه مىزنند ؟ پدر مىگويد : تو كار خويش كن و چهرهء چون ماه را بشوى و از بهر شاه ابد و ازل بياراى كه ( انّ اللَّه جميل يحبّ الجمال ) كه ايشان بر روى زشت خود مىخندند كه  ( إِنَّ الَّذِينَ أَجْرَمُوا كانُوا مِنَ الَّذِينَ آمَنُوا يَضْحَكُونَ )  همه بر موافقت افضل القراء فلان الدين از ميان جان نام الرّحمن بگوييم كه  ( بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ ) *  هر كه حلاوت اين نام يافت از ذروهء عرش تا پشت فرش پيش همت او پر پشه‌اى نسنجد و هر كه بجمال اين نام صيد كردند هيچ صوت و صيت و رنگ و بو او را نتواند صيد كردن و هر كلبه‌اى كه آفتاب سعادت اين نام بر وى تافت شرفات و كنگرهء اصل قصر ملوك عالم را به خدمت آن نام كلبهء او فرستند تا او را پرستند . هر كه حلقهء بندگى اين نام در گوش كرد دنيا و عقبى را فراموش كرد . هر كه از مشرب عذب اين نام سيراب شد عمرانات عالم در بصر و بصيرت او خراب شد . روزى كه آفتاب سعادت از برج اقبال برآيد و دوست ديرينه از اقصاى سينه ناگاه بدر آيد كه  ( أَ فَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلامِ )  يعنى آن مؤمنى را كه گزيده‌ام از خاك و بخريده‌ام او را از دست جهل و\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nخودپرستى و پسنديده‌ام و اوصاف پسنديده بخشيده‌ام و او را لايق خدمت و دقايق آداب طاعت گردانيده‌ام اجتبا و اصطفا كرده‌ام و دل او را به‌وفا و صفا بسرشته‌ام و بشرح نرم گردانيده‌ام كه شرح و وسّع و زيّن و نوّر از يك قبيل‌اند در معنى  ( أَ فَمَنْ شَرَحَ اللَّهُ )  اين شرح كه كرد من كرده‌ام كه اللَّه‌ام به خود كرده‌ام بجبرئيل بازنگذاشتم به ميكائيل حواله نكردم صدرهء صدر در ميان تنست صدر سينه بود كه حرم كعبهء دلست چنانك آن حرم در ميان زمينست اين حرم سينهء بىكينه در ميان تنست كه خير الامور اوسطها بهترين جواهر در ميان قلاده بود تا اگر به كنارها آفتى رسد آنچ خلاصه است در ميان سلامت بماند ايشان گرد او همچون پاسبانان باشند و سينه در ميان همچون خزينه‌اى . دگر چه مىفرمايد ؟  ( لِلْإِسْلامِ ) *  بعضى مفسّران گويند اين لام تمليكست يعنى هر چه بيرون اسلام است از هنرها و دانشها و سوداها در دل عاريتى است و اسلام در دل حقيقت است و مقصود اوست . چنانك در خانه مقصود عروس بود نه كنيزكان و نه گنده پيران حاجبه و آينده و رونده . بسم اللَّه آن ناميست كه موسى بن عمران عليه صلوات الرحمن صدهزار شمشير و شمشيرزن و نيزه و نيزه‌باز لشكر آهن‌خاى آتش‌پاى فرعون را بعصائى به قوت اين نام زير و زبر كرد . بسم اللَّه آن ناميست كه موسى بن عمران دوازده شاهراه خشك از بهر گذشتن بنى اسرائيل پيدا كرد در دريا و گرد از دريا برآورد . بسم اللَّه آن ناميست كه عيسى بن مريم بر مرده خواند زنده شد . سر از گور برآورد موى سپيد گشته از هيبت اين نام . اى منكر سؤال گور از منكر و نكير مگر قصهء عيسى را منكرى كه به آواز عيسى مرده سر از گور بركرد چرا به آواز منكر و نكير سر از كفن بيرون نكند و جواب نگويد ؟ بسم اللَّه آن نامى است كه هر روز چندين لنگ و مبتلا و رنجور و نابينا بر در صومعهء عيسى جمع شدندى هر بامدادى چون وى از اوراد فارغ شدى بيرون آمدى اين نام مبارك بر ايشان خواندى همه بىعلت با تمام صحت و قوت به منزلهاى خود روان شدندى اين نام آن ناميست كه مصطفى صلوات اللَّه عليه شب مهتاب مه چهارده گرد كعبه طواف مىكرد و در مكه از غايت گرما اغلب خلق بشب گردند ابو جهل او را ديد خشم و حسدش بجوشيد از جوش كف كرد و گفت خدا داند كه اين ساحر باز در چه مكر است مصطفى صلوات اللَّه عليه جوابش گفت از راه شفقت كه مكر از كجا و من از كجا ، من آمده‌ام كه\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nخلق را از مكر و دام همچون تو گمراهان برهانم . گفت اگر ساحر نيستى بگو كه در مشت من چيست و او در مشت قاصد سنگ‌ريزها را برگرفته بود جبرئيل امين در رسيد و گفت يا محمد حق ترا سلام مىرساند كه ( السّلام عليك ايّها النّبىّ و رحمة اللَّه و بركاته ) و مىگويد كه هيچ مينديش كه اگر ترا نام ساحر كنند ما ترا نام نيكو نهاده‌ايم بعضى بخلقان گفته‌اند و بعضى كه خلق طاقت فهم آن ندارند با ايشان نگفته‌ايم كه ( كلّم النّاس على قدر عقولهم ) او كه باشد كه ترا نام نهد ؟ خواجه را رسد كه غلام را نام نهد . غلام ادبار را كه از در درآيد كى رسد كه خواجه را و خواجه‌زاده را نام نهد نامى كه او نهد در گردن نهد هم در گردن آويزند و به دوزخ فرستند ترا امتحان مىكند كه بگو در مشت من چيست جوابش بگو كه كدام مىخواهى آنك بگويم كه در مشت تو چيست يا آنك آنچ در مشت تست بگويد كه من كيستم چون مصطفى عليه السلام اين نام مبارك را بر زبان راند كه  بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ *  جوابش بگفت . ابو جهل گفت نى اين قوىتر است كه آنچ در مشت منست بگويد كه تو كيستى بنام پاك خدا هر سنگ پاره‌اى به آواز آمد از ميان دست ابو جهل كه ( لا إله الّا اللَّه محمّد رسول اللَّه ) طايفه‌اى ايمان آوردند ابو جهل از غايت خشم سنگ‌ريزه‌ها را بر زمين زد و سخت پشيمان شد به گفتن و گفت ديدى كه چه كردم بدست خويش ؟ باز خويشتن را بگرفت و بستيزه گفت كه به لات و عزّى كه اين هم جادويست بعضى از ياران ابو جهل گفتندش كه جادوى در زمين رود و بر آسمان اثر نكند بيا تا او را بدين امتحان كنيم آمدند و گفتند كه اگر آنچ « 1 » مىكنى سحر نيست و حق است و از خداست اين ماه شب چهارده را بشكاف كه هرگز سحر در آسمان اثر نكند در حال جبرئيل امين در رسيد و گفت مينديش و نام مبارك مطهر قديم لم‌يزل و لايزال ما را بخوان و بگو  ( بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ ) *  و آن دو انگشت مباركت را از هم باز كن تا قدرت ما را ببينند چنان كرد در حال مه دو پاره شد نيمى سوى انگشت راست پيغامبر مىرفت و نيمى سوى انگشت چپش مىرفت كه   ( اقْتَرَبَتِ السَّاعَةُ وَ انْشَقَّ الْقَمَرُ )   و بانگ با هيبت مىآمد كه چندين حيوان در شهر و در صحرا بمردند و باقى حيوانات از علف باز\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اگر اينچ\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nايستادند و مىلرزيدند و چندين خلق رنجور شدند و قومى را شكم به خون شد جمله تضرع كردند كه بدان خداى كه تو از وى مىگويى كه زود اين ماه را فراهم آور و درست كن چنانك بود و اگر نه « 1 » همين ساعت « 2 » جهان زير و زبر شود پيغامبر صلوات اللَّه عليه باز اين نام مبارك را اعادت كرد كه  ( بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ ) *  و دو انگشت را بهم آورد بفرمان خدا و به بركت اين نام جان‌فزا هر دو نيمه بهم آمد قومى ديگر بسيار ايمان آوردند ابو جهل را غصه زيادت شد و از دست برفت باز بجلدى خود را گرفت « 3 » و گفت اگر اين راست باشد و چشم‌بندى و گوش‌بندى و هوش‌بندى نباشد بايد كه شهرهاى ديگر از اين خبر دارند بعد از آن وفدها و كاروانها و پيكان و نامها مىرسيد از اطراف عالم تا به اطراف عالم بر دوستان كه اين چه واقعه بود كه ماه آسمان بشكافت كه از آن روز كه  ( فاطِرِ السَّماواتِ ) *  اين دو شمع را درين گنبد افروخته است و پردهاى ظلمات را به تابش تاب اين دو گوهر سوخته « 4 » كه ( و جعلنا  الشَّمْسَ ضِياءً وَ الْقَمَرَ نُوراً )  هرگز جنس اين واقعه غريب و عجيب و نادر از آبا و اجداد ما هيچ‌كس حكايت نكرد و در هيچ كتابى ننوشتند از اطراف شهرها نامه بر نامه مىرسيد و ابو جهل و امثال او هر دم سيه‌روتر مىشدند كه  ( فَأَمَّا الَّذِينَ كَفَرُوا   فَزادَتْهُمْ رِجْساً إِلَى رِجْسِهِمْ )  و آنها كه ايمان آورده بودند هر روز قوىدل‌تر و قوىايمان‌تر كه  ( لِيَزْدادُوا إِيماناً مَعَ إِيمانِهِمْ )  .\r\n\r\nشعر\r\n مه نور مىفشاند سگ بانگ مىزند * مه را چه جرم خاصيت سگ چنين بود \r\n از ماه نور گيرد اركان آسمان * خود كيست آن سگى كه بخار زمين بود \r\nبخوان ( ملك القرا از كلام ربى الاعلى ) از بهر ارشاد سالكان جاده‌اى را كه  ( قُلْ يا عِبادِيَ الَّذِينَ أَسْرَفُوا عَلى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ )  ملك جليل واهب جزيل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - و اگر نى نسخه\r\n( 2 ) - ساعت همه جهان نسخه\r\n( 3 ) - خود بگرفت نسخه\r\n( 4 ) - دو گوهر مىسوخته است نسخه\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nداراى جهان داناى نهان خالق جزو و كل رازق خار و گل پادشاه على الاطلاق مالك‌الملك باستحقاق از بهر زنده كردن مرده دلان و تازه كردن پژمرده دلان چنين مىفرمايد كه  ( قُلْ يا عِبادِيَ )  قل بگو اى محمد كه قال ترا حلالست كه قال تو از حضرت جلال است .\r\n\r\nشعر\r\n حكما را بود به خوان جلال * لقمه و نطق و سحر هر سه حلال \r\nقل : بگو حال تو بهتر از قال اى قال تو كمال كمال  ( يا عِبادِيَ ) *  يا نداى بعيد است يعنى اى دور افتادگان از جادهء راه به وسوسه ديو سياه كه چون كاروانى در بيابان حيران شود بعضى گويند راه اين سويست بعضى « 1 » گويند از آن سويست ديو گويد وقت خود يافتم به اطراف دور برود « 2 » كه از راه سخت مخالف باشد ، بانگ مىزند ، اهل كاروان را به آوازى كه ماند به آواز خويش و دوستى از خويشان و دوستان و معتمد ايشان « 3 » به بانگ بلند و سخن فصيح مشفقانه كه بياييد بياييد كه راه اينجاست هان اى كاروان مؤمنان هوش و گوش داريد و غره مشويد كه در آن بانگ فتنه‌هاست كاروان در آن حيرانى چون آن آواز آشنايانهء مشفقانه بشنوند همه سوى آن ديو روان شوند . چون بسيار بيايند ، گويند كه آنك ما را مىخواند اينجا بود كجا رفت ؟ خواهند كه بازگردند اين خود غول بيابان بود .\r\nرهزن كاروان بود ديو گويد حيف باشد كه اينها را بگذارم كه بازگردند ، بر سر راه باز از دور ، از آن سوى گمراهى آواز مىدهد كه بياييد بياييد از آن گرمتر كه اول مىگفت اينجا بعضى از اهل كاروان به گمان افتند كه اگر او غمخوار ما بود و چنان كه مىنمود چرا نايستاد و آشنايى نداد بيك نظر بسوى آن ديو مىنگرند كه سوى او برويم و بيك نظر بازپس مىنگرند آن سوى كه آمده‌اند كه باشد كه از آن طرف كسى پيدا شود بعضى كه از عنايت دورند هم در آن بيابان ضلالت و عناد و فساد در پى آن ديو برين نسق و برين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - و بعضى نسخه\r\n( 2 ) - برود از طرف دور نسخه\r\n( 3 ) - به آواز خويشان ايشان و دوستان و معتمد ايشان نسخه\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nشيوه چندان بروند كه نه قوت بازگشتن ماند و نه امكان مراجعت . از گرسنگى و تشنگى هم در آن بيابان ضلالت بميرند علف گرگان شوند و بعضى از اهل عنايت باشند در ميان بيابان ضلالت تضرع آغاز كنند كه  ( رَبَّنا ظَلَمْنا )  ظلم كرديم ، از راه سخت دور افتاديم .\r\nعجب باشد اگر ما خلاص يابيم حق تعالى فرشته را بفرستد ، بلك نبى را رسول معصوم را مصطفاى مجتبا را تا از زبان حق ندا كنند ايشان را از طرف جادهء راه راست كه  ( الَّذِينَ أَسْرَفُوا )  اى بندگان حق كه اسراف كرديد و از راه ، سخت دور رفتيد . تو مپندار كه همه اسراف آن باشد كه چند درمى به گزاف خرج كنى ، يا چند خروار گندم بىحساب خرج كنى يا ميراثى به گزاف مال بسيار به عشرت خرج كند . اسراف بزرگ آنست كه عمر عزيز كه يك ساعت عمر به صد هزار دينار نيابند كه : \" اليواقيت يشترى بالمواقيت و المواقيت لا يشترى باليواقيت \" . يعنى چون وقت عمر مهلت دهد ياقوتها و گوهرها توان بدست آوردن ، اما به صد هزار يواقيت و جوهر ، مواقيت عمر نتوان خريدن .\r\n\r\nشعر\r\n بزر نخريده‌اى جان را از آن قدرش نمىدانى * كه هندو قدر نشناسد متاع رايگانى را \r\n ( عَلى أَنْفُسِهِمْ ) *  اين ظلم بر خود كرديد و پنداشتيد كه بر ديگران مىكنيد . آتش در دكان خود زديد و سرمايهء خود را سوختيد و شاد مىبوديد كه دكان خصمان خود را مىسوزيم ، « بد مكن كه بد افتى ، چه مكن كه خود افتى » .\r\n\r\nشعر\r\n ظالم كه كباب از دل درويش خورد * چون درنگرى ز پهلوى خويش خورد \r\nآورده‌اند كه قصابى گوشت به نسيه دادى و كودكى نويسنده داشتى بر دكان ، فرمودى كه بنويس كه فلان چندين برد ، پيش فلان چندينست . روزى مرغ مردار خوار از هوا در پريد و يك‌پاره گوشت بربود . گفت اى كودك بنويس چاريكى گوشت ، پيش مردار\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nخوار داريم . روزى ديگر مردار خوار برسم عادت قصد گوشت كرد . قصاب حيله انديشيده بود . مرغ درماند ، سرش ببريد و بر قناره درآويخت از بهر عبرت مردار خواران . كودك گفت : استاد ! آنچه تراست پيش مرغ نبشتم آنچه مرغ راست پيش تو چند نويسم استاد جامه بدريد كه كار گوشت سهل بود اگر از بهر سرسر خواهند من چكنم  ( لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ )  يعنى اگر چنين است درين غرقاب افتاده‌ايد نوميد مشويد .\r\nبعضى ائمهء تفسير چنين گويند كه اين آيت در حق \" وحشى \" آمده است كه كشندهء حمزه رضى اللَّه عنه آنكه اول ليث وغا بود و آخر شير خدا شد اول پرغم بود و خويش و آخر فرزند و پيش بعد از اسلام اين حمزه چون به غزا رفتى زره در نپوشيدى . گفتندى اى شير عرب آن وقت جوان بودى و بكمال قدرت توانا بودى زره مىپوشيدى و خود بر سر مىنهادى . اين ساعت كه بسنّ بزرگ شدى ، هرآينه تن را ضعيفى باشد ، چونست كه زره و خود انداخته‌اى و برهنه در صف مىآيى گفت آن وقت دليرى طبيعتى داشتم چنان كه شير دليرى طبيعتى دارد ، به اميد حياتى و زندگى ، جان در نمىبازد ، بلكه طبيعت او آنست و از حلاوت متابعت طبيعت ، خوف هلاكت برو پوشيده مىشود چنان كه پروانه را كه جان در مىبازد از حلاوت متابعت طبيعت است نور ابراهيمى نيست كه توكل كند بر حق يا چنان كه مرد مستسقى مىبيند دست و پا و شكم آماسيده از آب خوردن و حلاوت آب بر او آن همه را مىپوشاند و از مرگ نمىانديشد من نيز كه حمزه‌ام آن شجاعت و مرديها كه مىكردم از روى طبيعت و غريزت بود نه از آن بود كه من در مرگ زندگى مىديدم آن نور نداشتم اكنون كه ايمان آوردم ظلمت طبيعت از پيش چشم و دلم برخاست ديدم كه بعد از مرگ و كشته شدن چه زندگيهاست روح را ميان ارواح در آن مجلس كه ارواح مجرّد شده راح ارتياح مىنوشند بىدست قدح مىگيرند و بىلب و دهان در مىآشامند بىسر ، سراندازى مىكنند و بىپاى ، پاى مىكوبند كه  ( وَ لا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْواتاً بَلْ أَحْياءٌ عِنْدَ رَبِّهِمْ )  شرح حال ارواح مىفرمايد كه آن روحانيان در چه راحتند   ( يُرْزَقُونَ فَرِحِينَ )   يعنى مىخورند و مىآشامند بىتن و بىمعده و بىلب و دهان و چون ارواح شراب نوش مىكنند از عالم غيب ، هاىوهوى مىزنند كه اى نوميدان قالب خاك كه نوميد شده‌ايد كه اگر اين قالب خاك بشكند از خوردن\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nبمانيم ، از آشاميدن مانديم ، از روز روشن ، مانديم ، در گور تنگ گرفتار شديم ، آخر در حال ما نگريد . اى كور ! در گور چند نگرى ؟ آخر آن نظر ، نظر كافران است نه نظر مؤمنانه كه عاقبت خود گور بيند شير كى خود را كور بيند ؟ آخر كافران گفتند  ( إِذا مِتْنا وَ كُنَّا تُراباً ) *  كسى كه منزل خود گور بيند قدم او را در راه چه قوّت ماند بچه « 1 » دل منزلها ببرد تن بدل تواند ره رفت و دل به نظر تواند حركت كردن ، چون قبلهء نظر او گور باشد ، او را چه قوّت و زور باشد ؟ خاك پاى بينايان را در چشم مىكشيد چندانك ديد چشم تو از ديدن خاك و گور گذاره كند بيند كه آن سو خاك گور نيست ، نور پاك است . كو گور و خاك ، كو نور پاك ؟\r\nبيت\r\n آدمى ديده است باقى گوشت و پوست * هر چه چشمش ديده است آن خير اوست \r\nپليدست آنچه مىبينى و مىدانى تو آنى . اگر عاقبت خود را خاك مىدانى ، خاكى خود را اگر پاك مىدانى پاكى پس حمزه ايشان را جواب داد كه آن وقت زره مىپوشيدم بوقت جنگ زيرا سوى مرگ مىرفتم و سوى زخم مىرفتم عقل نبود سوى مرگ بىزره و بىحجاب رفتن اين ساعت بنور ايمان مىبينم كه چون در جنگ مىآيم سوى زندگى مىروم سوى حيات مىروم عقل نبود سوى زندگى و حيات با زره و حجاب رفتن :\r\n سوى آن حضرت نپويد هيچ دل با آرزو * با چنين گل‌رخ نخسبد هيچ‌كس با پيرهن \r\nوحشى غلام بود از آن زنى از بزرگان عجم و حمزه خويشى عزيز از خويشان آن زن كشته بود در غزا در دل آن زن از حمزه كينه بود وحشى را كه غلام او بود مىگفت كه اگر تو چاره كنى و حمزه را بكشى ترا آزاد كنم و چندين سرمايه بدهم و ديگران نيز كه با\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - و بچه نسخه .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nحمزه هم از بهر خون كينها داشتند كه از خويشان ايشان در غزا كشته بود اين وحشى را هم مىفريفتند كه فلان اسب ترا بخشيم و فلان كنيزك ترا بخشيم اگر تو اين هنر بكنى . زر و مال جادوى چشم‌بندست و گوش‌بندست قاضى و حاكمى كه موى در موى مىبيند بعلم و هنر چون طمع مال و رشوت كند چشم او ببندد و به روز روشن ظالم را از مظلوم نشناسد چنانك على رضى اللَّه عنه فرمود در خطبهء خويش ( و احذّركم الدّنيا فانّها غرَّارة غدّارة مكَّارة سحَّارة ) . از رابعه مىآرند رضى اللَّه عنها كه روزى خدمتكار او دو درم آورد و بدست او داد يك درم بدست راست گرفت و يك درم بدست چپ و وقت نان خوردن بود گفتند بخور گفت لقمه در دهانم نهيد كه دستم مشغول است گفتند اين سهلست آن هر دو درم « 1 » را بيك دست گير گفت معاذ اللَّه اين « 2 » درم جادوست و اين درم جادوست من اين دو جادو را بهم ديگر جمع نكنم كه ايشان هر دو چو همنشين شوند فتنه‌اى بينديشند ايشان هم چون وصال يابند تدبير فراق ما كنند كه  ( فَيَتَعَلَّمُونَ مِنْهُما ما يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَ زَوْجِهِ )  : جدا كنند ميان مرد و زن در تفسير اهل ظاهر و جدا كنند ميان روح و پيكر ، به نزديك اهل تحقيق ، زيرا زوج قديم و جفت پاينده مر روح را مقعد صدقست جفت او آنست كه او را از جفتى برهاند طاق كند از درد برهاند ، فرد كند .\r\n\r\nشعر\r\n آن طاق كه نيست جفتش اندر آفاق * با بنده بباخت جفت و طاقى بوفاق \r\n پس گفت مرا كه طاق خواهى يا جفت ؟ * گفتم : به تو جفت وز همه عالم طاق \r\nهر چيز كه با چيز يار شود او دو شود اين حقيقت جفتيست كه چون با او باشى يكى باشى و چون بىاو باشى دو دو باشى و سه سه باشى و چارچار « 3 » باشى و مثال اين روح است با تن كه تا روح در تن است همه اجزاى متفرق يك نفس‌اند چون از او روح جدا شد اين يكى صدهزار شد چشم سويى رفت و گوش گوشه‌اى گرفت استخوان طرفى گزيد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آن دو درم نسخه\r\n( 2 ) - آن نسخه\r\n( 3 ) - چهار چهار نسخه\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nگوشت را هر صاحب نيشى گرفت . چرا پراكنده شدند نه يك‌نفس بودند ؟ و چون خاك شوند ، پاره‌اى از آن خاك را كوزه كردند ، پاره‌اى را « 1 » كاسه كردند ، پاره‌اى را خمره كردند . هر يكى بسر خويشتن از يكديگر بيگانه ماندند گفتند ما يكى بوديم بيگانه چرا شديم زيرا بصحبت روح يك شده بوديم .\r\n\r\nشعر\r\n ثقلت زجاجات اثنتا فرغا * حتّى اذا ملئت به صرف راح \r\n خفت و كادت تستطير مع الهواء * و كذا الجوم تخفف بالارواح « 2 » \r\nوحشى بدان مالها فريفته شد و بكشتن حمزه ميان دربست فرصت مىجست تا در حرب احد لشكر مصطفى صلى اللّه عليه و سلم به اول حمله كافران را بشكستند و جماعت تيراندازان را مصطفى فرموده بود كه درين دربند باستيد « 3 » و اين دربند را نگاه داريد و ازينجا مرويد چون تيراندازان ديدند كه لشكر اسلام لشكر كفر را شكست و مسلمانان در افتادند غنيمتها مىستدند از اشتران و اسبان و غلامان و لشكر كفر منهزم شد . گفتند ما بچه ايستاده‌ايم وقت غنيمت ستدنست قومى گفتند كه اشارت « 4 » پيغامبر چنين است كه ما در بند را نگاه داريم ، چرا دربند غنيمت شويم ؟ قومى گفتند كه : اين اشارت از بهر آن بود كه هنوز جنگ قايم بود اين ساعت جنگ نماند اين طايفه گفتند ما نتوانيم با اين عقل سخن پيغامبر را تصرف كردن و تأويل كردن . مخالف شدند و بيشتر تيراندازان در افتادند در غنيمت و كمينگاه و در بندها را رها كردند ابو سفيان با لشكر در كمين بود . چون ديد كه دربند خالى شد حمله كرد و بر مسلمانان زد و مسلمانان مشغول به غنيمت و از صحابه يكى بود چون سلاح در پوشيدى و برنشستى ، كم كسى فرق توانستى كردن صورت او را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كردند پاره را نسخه\r\n( 2 ) - ثقلت زجاجات اتتنا فرغا حتى اذا ملئت به صرف الراح خفت و كادت تستطير مع الهواء و كذا الجسوم تخفف بالارواح صح\r\n( 3 ) - بايستيد نسخه\r\n( 4 ) - گفتند اشارت نسخه .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nاز « 1 » پيغامبر عليه السلام در آن چشم زخم او كشته شد هر كه از اهل اسلام او را مىديد مىپنداشت كه آن زخم بر مصطفاست منهزم مىشدند و مىگريختند و پيغامبر عليه السلام در عقب ايشان بانگ مىزد كه بايستيد كه من بر جايم كه  ( إِذْ تُصْعِدُونَ وَ لا تَلْوُونَ عَلى أَحَدٍ وَ الرَّسُولُ يَدْعُوكُمْ فِي أُخْراكُمْ )  راويان گفتند درين واقعه عمر را ديديم به كنار لشكرگاه سلاحها افكنده و نشسته گفتيم چرا نمىگريزى گفت بركه گريزم آن‌كس كه مرا جان براى او بود و زندگى براى او مىبايست چنانش ديدم ازو گذشتم حمزه را ديدم بر كنار لشكرگاه همچون شير مست « 2 » خاكستر رنگ هر كه از كافران با وى مىرسيد در وقت دوانيدن در پى « 3 » مؤمنان به دونيمش مىكرد . سوگند خوردن گرفتند كه يكى از مبارزان پيش او رسيد حمزه شمشير براند ما همه چنان پنداشتيم كه خطا كرد و از بالاى سر او گذشت چون نظر كرديم « 4 » سر آن مبارزان « 5 » در پيش حمزه افتاده و از كله‌هاى كافران پيش او تلّها جمع شده بود . در اين حالت كه او مشغول بود به كشتن كافران ، وحشى پيش حمزه امكان آمدن نديد پس پشت حمزه پشت سنگى « 6 » پنهان شده بود و هر ساعتى سر بيرون مىكرد كه حمزه را سخت مشغول يابد ناگاه جوقى از كافران در رسيدند حمزه بكشتن ايشان مشغول شد وحشى فرصت يافت و حمزه برهنه بود حربه را راست كرد و بينداخت بر كمرگاه حمزه رسيد حمزه حربه را بگرفت و از خود بيرون كشيد بقوّت تا ازينها فارغ شدن خون بسيار رفت خواست كه پى وحشى بدود « 7 » چندان خون رفته بود كه رمقى مانده بود از پاى « 8 » در آمد و سه بار گفت ( الحمد للَّه على دين الإسلام ) دنيا و دينار شما را بخشيد دين و ديدار ما را بدين قسمت شادمانيم  ( نَحْنُ قَسَمْنا بَيْنَهُمْ )  آنگه از دنيا گذشت كه  ( إِنَّا لِلَّهِ وَ إِنَّا إِلَيْهِ راجِعُونَ )  بعد از آن مصطفى عليه السلام چون واقف شد بر شهادت « 9 » حمزه و زخمى كه بر ساق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كم كسى توانستى فرق كردن صورت او را از صورت نسخه\r\n( 2 ) - شتر مست نسخه\r\n( 3 ) - در عقب .\r\n( 4 ) - او گذشت نظر كرديم نسخه\r\n( 5 ) - سر آن مبارز را ديديم نسخه .\r\n( 6 ) - حمزه پس سنگى نسخه .\r\n( 7 ) - رود نسخه .\r\n( 8 ) - از پى نسخه .\r\n( 9 ) - شهادت و كشته شدن صح .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nخويشتنش بود و آنچ دندانهاى « 1 » مباركش را كافران شكسته بودند و آنك چندين ياران كشته بودند از درد وفات حمزه به روى همه فراموش شد سر حمزه را به كنار نهاد و به آستين مبارك رويش را پاك مىكرد و سوگند مىخورد كه بعوض تو چندان بكشم و هلاك كنم كه در حصر نيايد تا آيت آمد كه نى ما حمزه را بدولتها رسانيديم اين انتقام مكش كه راه تو لطفست و عفو . آورده‌اند كه هر قومى بر كشتگان خود نوحه مىكردند و مىگريستند از زنان و مردان « 2 » و مصطفى صلوات اللَّه عليه مىفرمود كه حمزهء من عمّ من ! بر تو كسى نمىگريد تو سزاوارترى بدانك بر تو نوحه كنند و گريه كنند « 3 » گريان گريان در مسجد رفت جماعتى زنان آمدند بدر مسجد نوحه كردند بر حمزه رضى اللَّه عنه پيامبر صلوات اللَّه عليه بسى بگريست بعد از آن دستها برداشت بدعا و آن زنان را كه بر حمزه نوحه كرده بودند دعا كرد و بر شهيدان بهر يكى يك‌بار نماز كرد و بر حمزه هفتاد بار نماز كرد وحشى نوميد شد گفت اگر ابليس لعين را با همهء ذريتش توبه قبول است مرا بارى قبول نيست « 4 » چون چنين كارى كرده‌ام و آن‌كس كه بهترين همه پيغامبرانست و پيوند همه جان « 5 » ملايكهء آسمانست از حركت من دل مباركش چنين « 6 » خراب شد اگر مرا عمر نوح باشد و ده عمر نوح را بر همدگر بندند و درين همه عمر همچو « 7 » ايوب صابر صبر كنم گمان ندارم كه اين گناه من هرگز توبه پذيرد و آمرزيده شود آه مىكرد و دودش بر آسمان مىرفت بعد از آن هرجا نوحه‌گرى نوحه كردى بر مرده در مكه بر سر آن گور « 8 » حاضر شدى و خاك بر سر مىكردى و با عورتان مىگريستى گفتند اى وحشى هم تو نيز خويش اين مردهء مائى گفتى كه مرا « 9 » تعزيتى است بر جان خود كه همهء تعزيتهاى عالم تعزيت منست بعد از آن آيتهاى رحمت مىآمد كه  ( إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَ يَغْفِرُ ما دُونَ ذلِكَ لِمَنْ يَشاءُ ) *  يعنى هر كه خداوند را آن پادشاه بىزن و فرزند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - دندان نسخه .\r\n( 2 ) - مردان كشته شده نسخه\r\n( 3 ) - بر تو گريند و نوحه كنند نسخه\r\n( 4 ) - قبول نخواهد شد نسخه\r\n( 5 ) - و پيوند جان همه نسخه\r\n( 6 ) - چنان نسخه .\r\n( 7 ) - عمر چو نسخه .\r\n( 8 ) - آن گور وحشى نسخه .\r\n( 9 ) - مائى گفت مرا نسخه .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nرا شريك گويد و انباز « 1 » گويد او را آمرزش نباشد باقى هر گناهى كه او كرده باشد همه را بيامرزد آن را كه خواهد به وحشى رسانيدند آيت را كه چنين وعده رسيده است زيرا معروف شده بود كه او چنين نوميد شده است وحشى گفت ( خدا مىفرمايد كه هر كه مرا شريك و انباز نگويد و يگانه داند هر گناهى كه كرده باشد همه را بيامرزد آن را كه خواهد دانم كه وحشى را نخواهى خواستن اين بگفت و خون از چشمهاش روان شد درياى رحمت به جوش آمد جويهاى بهشت از شير رحمت مالامال شد فرشتگان هفت آسمان پرها بازگشادند كه آثار رحمت مىبينيم و درياى رحمت را به جوش مىبينيم تا موج مغفرت و رحمت « 2 » چه گوهرهاى عجب بساحل خاك خواهد انداختن درين ولوله بودند كه دستگير ابد و ازل « 3 » عطابخش عطاهاى بىعدد بمحبوب خويش مصطفى صلوات اللَّه وحى فرستاد كه  ( قُلْ يا عِبادِيَ الَّذِينَ أَسْرَفُوا عَلى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً )  اى بندگان من اى بندگان سوخته من « 4 » اى زندانيان درد و حزن سوختگان آتش پشيمانى اى خانه و خرمن خود سوخته به نادانى اى آتش خواران اى خون باران كه از حد برده و نوميد گشته‌ايد نوميد مشويد از رحمت بىنهايت بىپايان بنده‌نواز كارساز خداوندى ما كه  إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً  در آن آيت گفته بود كه غير كفر همه گناهان را بيامرزم آن را كه خواهم در اين آيت جهت درمان درد وحشى فرمود كه همه گناهان را بيامرزم و نفرمود آن را كه خواهم زيرا آن نيش اگر خواهم جگر وحشى را خسته كرده بود و سوراخ سوراخ كرده كه اگر در ميانست اين اگر بر جگرم مىزند . اى اگر كه درين راه من هفتاد خندق پرآتشى چه اميد مىدارم كه بگذرم خاصه بدين گناه من همچو كبريت خشك آلودهء گوگرد را با خندق آتش چه آشنايى و چه اميد امان !\r\n\r\nشعر\r\n با خودى از اثير چون گذرى * هيزمى از سعير چون گذرى ؟ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - و همباز نسخه .\r\n( 2 ) - رحمت و مغفرت نسخه .\r\n( 3 ) - ازل و ابد نسخه .\r\n( 4 ) - سوخته اى بندگان سوخته خرمن من نسخه .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nامداد لطف قديم كريم و موجهاى فضل كريم رحيم به آب ديده وحشى خندق‌هاى آتش را كه از حروف اگر دود و فروغش بيرون مىزد آن آتشها را چون آتش ابراهيم همه گل و ريحان و ياسمين و شكوفه گردانيد كه  ( فَأُوْلئِكَ يُبَدِّلُ اللَّهُ سَيِّئاتِهِمْ حَسَناتٍ )  خندق پرآتش سقر را و كلمهء اگر را از ميان برداشت و زمين و آسمان را پررحمت كرد .\r\n\r\nشعر\r\n معشوقه به سامان شد تا باد چنين بادا * كفرش همه ايمان شد تا باد چنين بادا \r\n آن لب كه همى زهر فشاندى ز تكبر * آن لب شكرافشان شد تا باد چنين بادا \r\nوحشى چون آوازه آمرزش بشنيد كه همه گناهان را بيامرزم بىاگر و بىمگر ، جامهء صبرش چاك شد دوان دوان و سجده كنان و نعره‌زنان به خدمت رسول آمد لب در خاك مىماليد .\r\n\r\nشعر\r\n گر مى بكشى بكش كه در مذهب من * از كشتن دوست زندگانى خيزد \r\nاى بهترين خلايق و اى سلطان حقايق اى شفيع اولين و آخرين اى خلاصهء آسمان و زمين مدتهاست كه از شوق تو دست بر جگر نهاده‌ام از گرمى جگر دستم مىسوزد « 1 » و ليكن بكدام روى توانستمى آمدن به حضرت تو تا كمند رحمت لايزالى در گردنم افكندى و كشانم كردى تو بهترين خلايق و من بدترين خلايقم .\r\n\r\nشعر\r\n در دولت تو سيه‌گليمى * گر سود كند زيان ندارد \r\nاين چنين جرمى را جز چنان كرمى نتواند عفو كردن اين چنين جنايتى را جز چنان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - دستم مىسوخته است نسخه .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nعنايتى نتواند تدارك كردن مرده را نفس عيسى تواند زنده كردن آهن را دست داود تواند نرم كردن ديو را مر سليمان تواند مسخر كردن اى فخر سليمان و داود اى روشنى جان هر موجود مرغ جانم پر مىزند تا قفس قالب بشكند اين دم و بيرون پرد . به حرمت آن خدايى كه ترا بر اهل آسمان و زمين و اولين و آخرين برگزيد « 1 » و اختيار كرد كه كلمهء مبارك پاك پاك‌كننده را آن كلمهء شريف حيات‌بخش دولت‌بخش را ، عزيز عزيزكننده را ، آن كلمه‌اى را كه بر زبان از دانهء نبات لطيف ترست آن كلمه را كه از عرش و كرسى شريف ترست كه كلمهء شهادتست بر من عرض گردان تا پيش از آن كه جان از محنت خانهء قالب بيرون آيد به خلعت آن كلمه مشرّف گردم و از بهر صدهزار حاجت كه « 2 » دارم آن كلمه را به حجت بر زبان در ميان جان بدان جهان برم كه ( اشهد ان لا إله الّا اللّه و اشهد انّ محمّدا عبده و رسوله ) چون مصطفى صلوات اللَّه عليه بر او « 3 » اين كلمه عرضه كرد مىگفت چنانك مرغ بچهء خود را دانه دهد در دهان وحشى يكان‌يكان مىنهاد . از شوق آن دانه ، مرغ بچهء جانش گردان مىشد و گردن دراز مىكرد از حرص تا دانهء دوم سوم را بيك لقمه بگيرد كه از غايت حرص و گردن دراز كردن سوى دانه ، بيم بود كه مرغ بچهء جانش از آشيانه و سقف خانهء وجود ، بعرصهء عدم فروافتد .\r\n\r\nشعر\r\n چون روبه من شدى ، تو از شير مترس * چون دولت تو منم ز ادبير مترس \r\n از چرخ چو آن ماه به تو همراهست * گر روز بگاهست و اگر دير مترس \r\nخاصه آن مرغ بچگان نوزاده كه در آشيانه مانده باشند و مادر پريده كه ايشان را نقل آرد و در جستن چينه دير مانده و چينه دير بدست آمده و آنجا كه چينه را ديد ، خواسته تا برگيرد و به فرزندان برد ، ترسيده كه مبادا كه زير اين دانه دام باشد و من سوى دانه بروم و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بگزيد نسخه\r\n( 2 ) - صدهزار خجلت و حاجت كه نسخه\r\n( 3 ) - به روى نسخه\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nدر كام دام بمانم .\r\n\r\nشعر\r\n ما را همه رنج از طمع خام افتد * وز فتنهء نفس و خارش كام افتد \r\n مرغى كه براى دانه در دام افتد * اندر قفس تنگ و سر بام افتد \r\nاى نفس حريص كم از مرغى كه بهر دانه نيارد رفتن و هر دانه نيارد گرفتن با آنك معده‌اش مىسوزد از گرسنگى عقل آن مرغك مىگويد كه اين سوزش به از آنك در دام بمانى اين دهان را بربند اين دانه را رها كن دانه از جايى جوى كه خوفى نباشد « 1 » و چون بر دانه‌اى بنشيند كه آنجا خوف و خطر كمتر باشد و دور از شر و ضرر ، هم پنجاه « 2 » بار چپ و راست مىنگرد تا مردار خوارى يا گربه‌اى در كمين نباشد كه مرا غافل بيند .\r\nدزد آن را آرزو كند كه او را نبندند ، هر كرا احمق بينند « 3 » زيركان را آرزو كند كه برو بخندند .\r\n\r\nشعر\r\n بر سر دانه مرغكى صد بار * بنگرد پيش و پس يمين و يسار \r\n جان او بهر آن بدانديش است * كش غم جان ز عشق نان بيش است \r\nكو آن صديقى كه بر دانهء « 4 » كسب خود نشيند چپ و راست نگرد كه نبايد كه به اين لقمه حرام كه مىنگرم « 5 » مردارخوار نفس در كمين باشد يا گربهء شهوات شيطانى قصد من دارد يا دام قهر حق به اين دانه پيوسته بود در رخ اين زن بيگانه مىنگرم ، نباشد كه گردنم در دام بماند . به چشم پرخمارش نظر مىكنم مبادا كه اندر سويداى غيب جاسوسى باشد كه گلوى من بگيرد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين دانه را رها كن دانه را از جايى جو كه خوفى نباشد و دانه‌اى كه آن را صياد نباشد نسخه .\r\n( 2 ) - پنجه نسخه .\r\n( 3 ) - بيند نسخه .\r\n( 4 ) - كه چون بر دانه نسخه .\r\n( 5 ) - با اين لقمه كه مىنگرم نسخه .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n\r\nشعر\r\n منگر اندر بتان كه آخر كار * نگرستن گرستن آرد بار \r\n اول آن يك نظر نمايد خرد * بعد از آن مرغ جست ، دانه ببرد \r\n\r\nالحكاية\r\nدر بنى اسرائيل برصيصا نام عابدى بود كه آوازهء زهد او بمشرق و مغرب رفته بود .\r\nهرجا رنجورى بودى ، آب فرستادندى تا او دم كردى ، رنجور در حال كه بخوردى صحّت يافتى ، چنانك همه‌كس دانستندى كه آن اثر دم اوست ، دير نكشيدى كه به گمان شدندى كه از فلان داروست . چنان معروف شده بود كه طبيبان آن روزگار بيكار شده بودند شيطان لعين ، آن حسود در كمين ، آن دشمن كهن ، آن ملعون حطب كن « 1 » آهن مىخائيد و چاره‌اى نداشت شبى آن ابليس لعين روى به فرزندان خود كرد و گفت كه هيچ‌كس نيست از شما كه مرا از اين غصه برهاند و اين مرد فرد را در دام خامى افكند ؟ از ميان پسرانش يكى بدعوى برخاست كه اين بر من نويس و از من شناس ، دل ترا من ازو خنك گردانم . گفت لاجرم فرزند راستين من باشى و روشنايى چشم كور من باشى . آن ديو بچه در خاطر ملعون خود سفرى كرد ، گفت : هيچ دامى خلق را ماوراى صورت خوب زنان جوان « 2 » نيست زيرا آرزوى زر و لقمه از يك طرفست . تو ، عاشق زرى . زر را حيات نيست كه عاشق تو باشد و ترا جويد و با تو سخن گويد ، اما عاشق صورت زنان جوان از هر دوسويست . تو ، عاشق و طالب ويى و او عاشق و طالب تست . تو حيله مىكنى تا او را به دزدى و آن كاله از آن سو حيله مىكند تا تو كه دزدى ، بوى راه يا بى .\r\nديوارى را كه از يكسو بكنند چنان زود سوراخ نشود كه از هر دوسوى . يكى از اين سوى ايستاده است و مىكند ، ديگرى ازآن‌رو هم برين مقام مىكند . تبرهاى تيز برگرفته‌اند .\r\nزود سرهاى دو تبر بهم ديگر رسند . اكنون حجابى كه در ميان تست و ميان آن زن يعنى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آن خطاب ملعون كن نسخه\r\n( 2 ) - صورت زنان جوان نسخه\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nحجاب خوف خصمان و ملامت بيگانگان اين حجاب چون ديواريست در ميان تو ، از اين سو سوراخ بمكر مىكنى در عشق آن زن و آن زن از آن سو همين ديوار را به حيله سوراخ مىكند ، لاجرم زود بهم مىپيوندد . دزدى كه از بيرون سوى نيم‌شب حليه مىكند كه در را بگشايد ، از اندرون آن دزد را حريفى هست يا كنيزكى از اندرون در را باز مىكند . اين چه ماند بآنك دزدى طالب زر است ؟ زر يا تختهء جامه برنخيزد و در را نگشايد آن ديو بچه گرد عالم مىگشت و زن خوب با جمال با عقل با حسب با نسب پرنمك پرشيوه مىجست و مىگزيد از بهر زاهد . خانه به خانه ، شهر به شهر از قوت حسد شيطانى ننگ قوّادگى و سيه‌روئى فراموش كرده بود . بسيار جست . جوينده يابنده بود .\r\nخنك آن‌كس كه جويندهء چيزى بود كه آن چيز به جستنش بيرزد ، هم چون شكار خوك نبود كه اسب را خسته كند در شكار و خود را خسته كند و سگ شكارى خود را خسته كند و روزگار برد و شكارهاى لطيف « 1 » بباد دهد از بهر شكار خوك . چون آخر كار خوك را بيندازد ، درنگرد هيچ‌چيزى ازو به كار نيايد « 2 » ، نه پوست ، و نه گوشت او نه دندان او نه پشم او . از براى اين‌چنين « 3 » چيزى عمر بباد دادم و تيرها تلف كردم .\r\n بارى بكراى خر بيرزيدى بار * يا خود بغم دلم بيرزيدى بار \r\nعاقل « 4 » چيزى جويد كه اگر نيابد ننگش نبود و اگر بيابد با خود جنگش نبود . چشمش از آن شكار هر روز روشن‌تر بود ذوقش از آن نگار آتشين‌تر بود . چشمش را گلزار حسنش مخمور مىكند ، دل رنجورش را آن گنج گنجور مىكند . نسيم بوى او مىزند ، سرمستش مىكند . دستان و شيوهء او مىبيند ، از دست مىرود . خوف مرگ نى ، بيم فراق نى ، غصهء پير شدن نى ، غارت غيرت مزاحمتى نى  ( فَلا تَعْلَمُ نَفْسٌ ما أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزاءً بِما كانُوا يَعْمَلُونَ )  حق تعالى مىفرمايد كه چه مىداند آن نفس خوش نفس كه در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - برد و صيدهاى لطيف را نسخه\r\n( 2 ) - چيز او به كار نيايد نسخه\r\n( 3 ) - گويد از بهر چنين\r\n( 4 ) - عاقلى نسخه\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nخلوت سينه نشسته است منتظر ، بلقيس‌وار و هدهد خاطرش هر لحظه رقعهء نيازى بمنقار گرفته است و خبر او به حضرت سليمان مىبرد و رخت او را سوى آب حيوانى مىكشد .\r\nعجب صفت اين عشرت را چون پايان باشد ؟ كدام پاى منزلهاى اين دارد در جهان و كدام قدم مقدّمى اين قدم دارد در عالم ؟ گوش كو تا آن شنود ؟ در جهان هوش كو تا اين نوش كند ؟ بذات ذو الجلال ، در اين زمان كه من اين مىگويم و شما اين مىشنويد ، بلند پرّان عالم غيب از سرادقات آسمان به گوش تيزشنو خود مىشنود كه   ( كِراماً كاتِبِينَ يَعْلَمُونَ ما تَفْعَلُونَ )   و با همديگر مىگويند كه : اى عجب آن وجودى كه اين سخن مىگويد و آن آدمى كه اين نفس مىزند ، چگونه بر آسمان نمىپرد ؟ و چگونه پردهء هستى بر نمىدرد ؟ چشم را مىمالند كه عجب اين آدمى است كه اين مىگويد ! چه جاى آدمى كه اگر نسيم اين سخن بر كوه وزد همچو كه نايستد بر مثال كه پارها در باد شوق پرّان شود . پارهاى آن كوه در هواء و لا همچون ذرّها معلّق زنان شود كه  ( لَوْ أَنْزَلْنا هذَا الْقُرْآنَ عَلى جَبَلٍ لَرَأَيْتَهُ خاشِعاً مُتَصَدِّعاً مِنْ خَشْيَةِ اللَّهِ )  آن « 1 » وجود دكّ و پاره پاره نمىشود . خداوندا چه چيز مانع دكست كه اين وجود آدمى كه چنين عجايبى بر زبان و دل او مىرود يا در گوش او مىرود يا به قلم مىنويسد ، چون مىرود ، چون برقرار مىماند ؟ خطاب عزّت مىآيد كه آنچ مانع دكّست حجاب شكّست .\r\n\r\nشعر\r\n اى در ميان جانم و جان از تو بىخبر * از تو جهان پر است و جهان از تو بىخبر \r\n چون پى برد به تو دل و جانم كه جمله تو * در جان و در دلى دل و جان از تو بىخبر \r\n نقش تو در خيال و خيال از تو بىنصيب * نام تو بر زبان و زبان از تو بىخبر \r\n از تو خبر بنام و نشانست خلق را * وانگه همه بنام و نشان از تو بىخبر \r\n جويندگان گوهر درياى كنه تو * در وادى يقين و گمان از تو بىخبر \r\n شرح و بيان تو چه كنم زانكه تا ابد * شرح از تو عاجز است و بيان از تو بىخبر \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين نسخه\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n چون بىخبر بود مگس از پرّ جبرئيل * از تو خبردهنده چنان از تو بىخبر \r\nآمديم به تمامى قصّهء برصيصا . آن شيطان لعين و آن دشمن در كمين بعد از طلب بسيار دختر پادشاه آن ديار را اختيار كرد كه جمال او به نهايت و غايت رسيده بود . در مغز آن دختر در آمد و او را ديوانه و مختل و رنجور كرد . پادشاه اطبّا و حكما را جمع كرد همه در علاج او سست « 1 » شدند . شيطان در لباس زاهدى بيامد و گفت : اگر خواهيد كه اين دختر از اين رنج خلاص يابد اين دختر را بر برصيصا بريد تا او افسون و دعا بخواند و او را از رنج برهاند . ايشان نيز چاره نديدند ، سخن او را شنيدند . دختر را به نزد برصيصا بردند .\r\nدعا كرد ديو او را بهشت تا او صحّت يافت تا اين پادشاه بر قول اين ديو بارى ديگر اعتماد كند . دختر را به صحّت بازآوردند و شادى كردند . بعد از مدتى بازش ديوانه كرد .\r\nايشان عاجز شدند . ديو آمد به همان صورت گفت اين را بر برصيصا بريد اما زود بازميآوريد مدتى مديد چندانك هم او « 2 » خبر كند كه صحّت يافتم ، ببريد . دختر را آوردند چو صدها هزار نگار بر برصيصا و گفتند كه اين پيش تو باشد مدتى تا تمام صحّت يابد كه ما را چنين گفته‌اند و چنين نموده‌اند . دختر را در صومعهء زاهد بگذاشتند و بازگشتند . دختر ماند در صومعه ، زاهد اگر آن زاهد عالم بودى هرگز در صومعهء خلوت دختر قبول نكردندى ، قال النبى عليه السّلام « لا تخلوا امراة مع رجل فى منزل الا و ثالثهما الشيطان » هرگز زنى جوان با مردى در موضع خالى جمع نيايند الّا كه شيطان ميانجى ايشان باشد ، القصّة بطولها ، چندان كرد و زد و گرفت كه بر برصيصا « 3 » ميل تمام شد با دختر و با دختر صحبت كرد ، دختر حامله شد . شيطان به صورت آدمى بيامد پيش برصيصا و برصيصا را متفكر ديد « 4 » . گفت موجب فكرت چيست ؟ برصيصا قصّه با او بازگفت كه دختر حامله شده است ، گفت : تدبير آنست كه دختر را بكشى و بگويى كه مرد و دفنش كردم . برصيصا چاره نديد « 5 » چنان كرد . شيطان بيامد به صورتى كه دختر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - عاجز نسخه\r\n( 2 ) - چندانك او نسخه\r\n( 3 ) - كه برصيصا را نسخه\r\n( 4 ) - يافت نسخه\r\n( 5 ) - نيافت نسخه\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nصحّت يافت « 1 » ، بيائيد و ببريد . خادمان پادشاه و حاجبان بيامدند و دختر را طلب كردند .\r\nبرصيصا گفت : دختر مرد و دفنش كردم . بازگشتند تعزيت مىداشتند « 2 » شيطان به صورت ديگر رفت پيش پادشاه و گفت : كه دختر كو ؟ پادشاه گفت : نزد « 3 » برصيصا برديم آنجا وفات يافت . گفت : كه مىگويد ؟ گفت : برصيصا مىگويد . گفت دروغ مىگويد . او با دختر « 4 » صحبت كرده است و دختر حامله شده است . دختر را كشته است و اگر باور نمىكنى ، فلان جا دفن كرده است . بازكاويد تا ببينيد . پادشاه هفت بار از مقام خود برخاست و بمقام ديگر مىنشست و باز بر مقام خود مىآمد ، آشفته و متغيّر ، بر سر آتش . بعد از آن پادشاه برنشست با جماعتى و سوى صومعهء برصيصا رفت . در آمد و او را گفت : دختر كجاست . گفت : وفات يافت ، دفنش كردم . گفت : ما را چرا خبر نكردى ؟\r\nگفت : مشغول بودم به اوراد ، ترسيدم . پادشاه گفت : اگر خلاف اين ظاهر شود چون باشد ؟\r\nزاهد درشتى نمود ، باشد كه پيش رود . پادشاه فرمود آن مقام را كه نشان يافته بود ، بازكاويدند . دختر را بيرون آوردند كشته . برصيصا را دستها بستند و ريسمان در گردن او كردند و خلايقى جمع شدند . برصيصا با خود مىگفت : اى نفس شوم شاد مىبودى به آن كه دعاى تو مستجابست و شاد مىبودى بر آنك در دل « 5 » و ديدهء خلقان عزيز و عظيمى و شاد مىبودى به احسنت و شاباش مردمان « 6 » و مىترسيدى كه نبايد كه قبول كم شود و به حقيقت آن همه مار و كژدم بود . قبول خلق مار پرزهر است . با خويشتن آه مىكرد و سود نبود . آوردندش زير دار بلند نردبان بنهادند ، طناب فروآويختند . آن ساعت كه در گردن او مىانداختند . همان شيطان خود را بدان صورت به دو نمود و گفت : اين همه بر تو من كرده‌ام و هنوز قادرم . چارهء تو در دست من است . مرا سجده بكن تا ترا برهانم . گفت :\r\nاين چه مقام سجود است ، گردن من در طنابست ! گفت : بسر اشارتى بكن به نيت سجود و العاقل يكفيه الاشاره . برصيصا از حلاوت جان سجود كرد . طناب در گردنش سخت شد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - صحت بيافت نسخه\r\n( 2 ) - بازگشتند و تعزيت نهادند نسخه\r\n( 3 ) - پيش نسخه .\r\n( 4 ) - باوى نسخه .\r\n( 5 ) - شاد بودى كه در دل نسخه .\r\n( 6 ) - و شاباش خلق نسخه .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nشيطان گفت ( انا برئ منك ) مىفرمايد خداوند جل جلاله : اى مردمان ! اى مؤمنان ! چون شما را يار بدى از بيرون به بدى خواند و شما را وعده دهد كه شما را از اين كار چنين منفعت خواهد « 1 » و ياران بد گويند ترا ، تو آن مائى ، ما آن توئيم در مرگ و زندگانى ، مىفرمايد كه به آن غرّه مشويد كه ايشان مىخواهند تا شما را بدين دمدمه همچو خود فاسد كنند و در فساد كشند چون شما را آلوده كنند نه يار شما مانند و نه دوست شما ، از شما بيزار شوند ، مثل آن شيطان كه حكايت كرديم كه غم‌خوارگى و يارى مىنمود ، چندانك او را در دام افكند ، بعد از آن بيزار شد .\r\n\r\nشعر\r\n هر آنكه بر تو دل بندد همى بر خويشتن خندد * كه جز همچون تو نااهلى ، چو تو دلدار نپسندد \r\n ور از نوكيسه عشقى را بدست آرى تو از شوخى * قباها كز تو بر درّد ، كمرها كز تو بربندد \r\n و گر تو نيستى جز جان چنان بستانم از تو دل * كه يك چشمت همىگريد دگر چشمت همىخندد \r\n آن‌كس كه ترا اميد بىغم دادست * هان تا نخورى كه او ترا دم دادست \r\n روز شادى همه جهان يار تواند * يار شب غم ، نشان كسى كم دادست \r\n يار شب غم ، يار الهى باشد \r\nكه ايشان را بود وفاى الهى كه  ( إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ )  كه اخوتى و برادرى است كه حق تعالى ميان ايشان انداخته است و آنچه حق پيوند كند ، آن گسسته نشود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ازين كار منفعت خواهد بودن نسخه .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n\r\nشعر\r\n مردم از عاقلان دژم نشود * مهر كز عقل بود كم نشود \r\nمهرى كه به غرضى بود فانى و عارضى همچون رسن پوسيده بود اندرو درآويزى بگسلد و امّا مهرى كه بىغرضى بود صحيح نه بغرض آن حبل اللَّه بود كه هرگز گسسته نشود كه  ( فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَ يُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقى )  عالم و جاهل سفيه و عاقل ، مطيع و عاصى ، كافر و مؤمن ، جمله در وقت درماندگى ، دست در حبل اللَّه زنند و از اسباب شيطانى بيزار شوند . اما اول صف بر آن كسى ماند كه آخر كارها نكو داند كه هم از اول كار آخر كار را نظاره كند . كدام فرعون بود كه بوقت غرقاب نگفت  ( آمَنْتُ أَنَّهُ لا إِلهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُوا إِسْرائِيلَ وَ أَنَا مِنَ الْمُسْلِمِينَ )  پادشاهى فرمود كه سرائى بنا كنيد . فصل بهار گذشت ، نكردى . فصل تابستان گذشت ، نكردى . فصل خريف گذشت ، هم نكردى . اين ساعت كه عالم يخ بند شد ، خواهى كه كاه گل سازى ؟ ندا آيد كه  ( آلْآنَ وَ قَدْ عَصَيْتَ )  من  ( قَبْلُ ) \r\n\r\nشعر\r\n مرغ را بينى كه ناهنگام آوازى دهد * سر بريدن واجب آيد مرغ بىهنگام را \r\nقال النّبى عليه السلام « من تاب قبل الغرغرة تاب اللَّه عليه » اما سخن در آنست كه در حالت غرغره توبه تواند كردن يا نه ، تا كسى را استعداد توبه در حالت صحّت ثابت نباشد اگر به ظاهر مخالف بود و به باطن موافق ، به بيرون دور بود و به اندرون نزديك ، آن مقدار بيگانگى بوقت غرغره دفع شود . اما كسى كه نه ظاهر و نه باطن پذيرا و شايستهء توبه نبوده باشد و از اصل و بيخ خويش كژ رسته باشد نتوان او را به دامى و بادى مستقيم كرد .\r\n\r\nشعر\r\n از برف توان كوزه برآورد وليك * كيفر برد آن‌كس بگه پر كردن \r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nايمان تصديق قلب است محل ايمان دلست كه  ( كَتَبَ فِي قُلُوبِهِمُ الْإِيمانَ )  و لكن ميان زبان و دل تعلّقى هست . چون در دل مايهء ايمان باشد ، زبان بتسبيح و تهليل مشغول باشد ، آن مايه قوّت گيرد ، چنانك در گياه آتشى ضعيف باشد ، بدميدن قوّت گيرد و آن آتش چون بالا گيرد و مدد يابد ، آن باد عين آتش شود ، همچنين چون در دل مايه‌اى و ماده‌اى بود از نور هدايت و كلمهء طيبه كه به زبان « 1 » رانى آن نور بيفزايد  ( لِيَزْدادُوا إِيماناً مَعَ إِيمانِهِمْ )  اما اگر در گياه آتش نباشد جز خاكستر هر چند كه دردمى ، جز غبار خاكستر برنخيزد كه    ( فَوَيْلٌ لِلْمُصَلِّينَ الَّذِينَ هُمْ عَنْ صَلاتِهِمْ ساهُونَ الَّذِينَ هُمْ يُراؤُنَ )    يعنى مىنمايند كه ما ، درمىدميم هر كه بيند او را اف مىكند و پف مىكند « 2 » و نداند كه در گياه چيست . چنين گمان برد كه او آتش مىافروزد و نداند كه در تنورهء دل جز خاكستر نيست . مىفرمايد كه  ( ذلِكَ قَوْلُهُمْ بِأَفْواهِهِمْ )  الا اين نادر باشد كه داعيهء تسبيح و تهليل باشد و در دل مايه نباشد اين نادر باشد . از بهر آنكه داعيه از دل خيزد ، نه از زبان .\r\n\r\nشعر\r\n بنزد عقل هر داننده‌اى هست * كه با گردنده گرداننده‌اى هست \r\nو اين كه او را داعيه خيزد و مايهء ثابت در اندرون نبود ، نادر باشد و اين نادر از بهر آن باشد تا هر مطيعى در طاعت خود خايف باشد « 3 » از بهر آنكه اين مطبوخ بىآتش خوف پخته نشود و چنين « 4 » گفته‌اند بزرگان كه ( الخوف ذكر و الرّجاء انثى يتولّد منهما الباقيات الصَّالحات ) لفظ تولد براى تفهيمست . خوف ، تاريكيست . رجا روشنيست به ظاهر و بمعنى به عكس آنست ، از بهر آنكه در رجا تصرّف بنده قايم است و در خوف ، تصرف او معطّل است و هر فسادى و سستيى كه هست از تصرف اوست و هر صلاحى كه هست ، از حق است . سؤال در سخن جواب همهء سؤالهاست به تمام ، زيرا كه اين سخن ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بر زبان نسخه\r\n( 2 ) - پف مىكند و تف مىكند نسخه .\r\n( 3 ) - بود نسخه .\r\n( 4 ) - و چنان نسخه .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nصيقل آيينهء كلّست و چون آيينه « 1 » كلّ درنگرى كلّ روى خود را ببينى ، هم بينى را ، هم چشم را ، هم پيشانى را . هم گوش هم بنا گوش را . اكنون چون مشغول شوى بجزوى و از آيينهء كل فارغ « 2 » شوى ، شومى آنكه آن ساعت آيينه كل را ترك كرده باشى ، آن جزو نيز مفهوم نشود « 3 » . ازين‌رو مىفرمايد كه  ( وَ إِذا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَ أَنْصِتُوا )  يعنى چون مصطفى قرآن خواند و وحى گزارد « 4 » شما كه صحابه‌ايد مشغول استماع باشيد و هيچ سؤال مكنيد  ( لَعَلَّكُمْ تُرْحَمُونَ )  تا به بركت آن كه استماع حقيقت آيينه كل كنيد و خموش كنيد بر شما رحمت كنند و شما را از همهء اشكالها معين شود كه از اشكال بنده را رحمت حق بيرون آرد نه قيل و نه قال . بنگر كه بسيار متكلمان در جواب و سؤال تصنيفها كرده‌اند و سخن را در باريكى جايى رسانيده‌اند كه از هزار طالب زيرك يكى ره نبرد از باريكى و هنوز ايشان از ظلمت شبهت و اشكال بيرون نيامده‌اند تا بدانى كه رحمت خدا بايد تا بنده از اشكال بيرون آيد كه  ( وَ عِنْدَهُ مَفاتِحُ الْغَيْبِ )  و اى بسا كسان كه بقيل و قال مشغول نشدند و گوش و هوش باستماع كلام كاملان داشتند از همهء شبهت و اشكال خلاص يافتند ، الا قومى را غرض آن نيست كه از اشكال بيرون آيند ، غرض آنست تا ذوق گفت‌وگو كه با آن خو كرده‌اند ، غرض ايشان ذوق شطرنج‌بازى سؤال و جوابست . چنانك گرگينى كه خود را مىخارد غرض او از خاريدن آن نيست كه گر ، زايل شود و صحّت يابد ، الا غرض او خوشى گر خاريدنست ، نه خوشى صحّت . حكيم مىگويد : ازين خاريدن صحّت حاصل نيايد الا من دارو مىمالم ، تو مخار و دارو را از جا مبر ، اگر چه مىخاردت تا آن خارش خارش چنان برود كه هيچ بازنيايد ، اكنون كلام عارف كامل داروى خارشهاى سؤال و جوابست « 5 » مشرقى و مغربيست ، زيرا سخن مغز ، مغز است ، نه سخن پوست پوست و از مغز مغز ، صحّت حاصل آيد و همهء خارش سؤال و جواب و شك و شبهت و انكار و ظلمت « 6 » برود و همهء علتها و رنجوريها برود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - و چون در آيينه نسخه .\r\n( 2 ) - غافل نسخه .\r\n( 3 ) - نيز فهم نشود نسخه .\r\n( 4 ) - و وحى گويد نسخه .\r\n( 5 ) - سؤال و جواب و قال و قيل نسخه .\r\n( 6 ) - و تاريكى نسخه .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nاز دل و درون آدمى را صحّت دينى و ايمانى حاصل آيد بدين سخن كه  ( وَ نُنَزِّلُ مِنَ الْقُرْآنِ ما هُوَ شِفاءٌ وَ رَحْمَةٌ لِلْمُؤْمِنِينَ )  فرمود كه چون وحى گزارد و قرآن خواند ، خاموش كنيد و يقين است كه صحابهء پاك به وقت قرآن خواندن پيغامبر عليه السلام افسانه نگفتندى و حكايت نكردندى به همديگر الا سؤال كردندى . پس مراد از اين كه فرمود خاموش كنيد معنيش آنست كه سؤال مكنيد در ميان سخن او . بعد از آن صحابه گفتند ما بوقت سخن گفتن پيغامبر عليه السلام چنان بوديمى كه كأنّ الطّير على رءوسنا چنانك مرغى لطيف بيايد بر سر كسى بنشيند و آن‌كس نيارد دست جنبانيدن و سر جنبانيدن و سخن گفتن ، از بيم آنكه نبايد كه « 1 » آن مرغ پرد و خاصه كه آن مرغ عنقاى مقصودها بود ، از كوه قاف عنايت پريده باشد كه مستمع خاموش كند ، يك سر مويى به روى نجنبد تا زا سايهء او برخوردار گردد و مشكلات او بىگفت حل شود . آن شكار نيست كه آن‌سو مىدوانى ، آن خيالست و اين ساعت هر چند با تو حجّت گويند كه آن خيالست ، قبول نكنى كه از گوينده ، و گويى خود خيال تراست كه ازين سخن محرومى همچنانك اول چو كودك بودى ، با كودكان مىدويدى سوى بازيها كه نبايد كه كودكان بازى كنند و تو از آن بمانى و هر چند كه ترا گفتندى كه آن خياليست باطلست ، حاصلى ندارد ، نه شكم سير كند و نه ترا پوشاند « 2 » هرگز قبول نكردى بلك آن گوينده را دشمن داشتى « 3 » و ازو بگريختى تا چون بزرگ شدى و عقل اندرونى دانستى و اندك اندك فهم كردى كه آن باطل بود و خيال بود كه ما مىدويديم و آن نصيحت‌كنندگان راست مىگفتند تا بدانى كه كسى را كه در اندرون « 4 » اندكى روشنايى نبود ، پند بيرونش سود ندارد و هر كرا در اندرون او روشنايى بود ، روشنايى كلام عارفان از گوش او درآيد تا آن روشنى اندر وى « 5 » بپيوندد ، چنانك در چشم روشنايى نبود ، البته نور آفتاب سود ندارد ، اما چون در چشم روشنايى بود ، روشنايى آفتاب ، به روشنايى چشم پيوندد كه جنس اوست . نور سوى نور دود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - از بيم آنكه شايد كه نسخه .\r\n( 2 ) - ترا پوشيده گرداند نسخه .\r\n( 3 ) - گرفتى نسخه .\r\n( 4 ) - بدانى كه تا كسى را در اندرون نسخه .\r\n( 5 ) - درآيد تا به آن روشنايى اندرونى\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n\r\nشعر\r\n نور اگر صدهزار مىبيند * جز كه بر اصل نور ننشيند \r\n\r\nمناجات\r\nملكا و پادشاها ديدهء همه را بديدن راه راست روشن دار . سينهء همه را به انديشهء عاقبت كار ، آراسته چو گلشن دار . دل همه را به مهر و مودّت احسان قديم خويش ، و عطاياى باقى خويش الف بخش . قوت مخيّله هريك را به صورت روحانى منزه از خال و زلف بخش قلعهء ايمان هر يكى را از دشمنان ظاهر كفر و معصيت معصوم دار و از دشمنان پنهان ريا و شك و نفاق و حسد محفوظ دار و بغض و كينه در شاه راه و سينهء اهل ايمان حايز مفرما مصون و محروس « 1 » دار . پاسبانان اين قلعهء دين را از خواب و سهو و عطلت نگاه دار تا قلعه دزدان نقاب بسته كه  ( إِنَّ كَثِيراً مِنَ الْأَحْبارِ وَ الرُّهْبانِ لَيَأْكُلُونَ أَمْوالَ النَّاسِ بِالْباطِلِ وَ يَصُدُّونَ عَنْ سَبِيلِ اللَّهِ )  برين قلعه ظفر نيابند . تشنگان شهوت را كه شيطان ايشان را به زهراب مىفريباند تا از غايت تشنگى به خنكى اين « 2 » شربت مغرور شوند و از زهر او غافل شوند « 3 » اين تشنگان را از حوض رسول صادق و از آب كوثر و حلاوت شريعت او خنك جگر گردان تا به زهراب شيطانى مغرور نشوند عابدان ملت را كه شب و روز قصد خدمت و عبادت حضرت تو دارند ، از آفت خودپرستى و از فتنهء اصنام نفس نگاه دار تا همچو عبادت جهودان و ترسايان بر ضلالت و بطلان نباشند . مبشّرات نصرت خويش را بفرست تا لشكر صايمان و قايمان « 4 » و مجاهدان را به بشارت نصرت تو ثابت قدم دارند تا از لشكر سياه پوش  ( وَ أَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَ رَجِلِكَ )  كه لشكر شيطانست كه هر روز سيصد بار حمله آرند تا لشكر طالبان حق را منهزم كنند طالبان حق را ثابت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - از دشمنان ظاهر كفر و معصيت معصوم دار و از دشمنان پنهان ريا و شك و نفاق و حسد و بغض و كينه محفوظ نسخه .\r\n( 2 ) - آن نسخه .\r\n( 3 ) - باشند نسخه .\r\n( 4 ) - تا لشكر قائمان و صائمان نسخه .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nقدم دار و اشارت و بشارت فرشتگان مقرب كه پيغام مىآرند از حضرت كه  ( أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا )  ترسى كه در دل طالبانست كه آن ترس هزيمت انگيزد ، در دل شياطين موسوس نه ، و قوّتى كه در دل شياطين است ، در دل ضعفاء دين نه تا ايشان را به قوت و تأييد تو داودوار منهزم گردانند به اندك جنگى يا بيك دو سنگى كه  ( فَهَزَمُوهُمْ بِإِذْنِ اللَّهِ )  و جالوت نفس امّاره را بدست داود عقل ، اسير و شكسته و مستأصل گردان كه  ( وَ قَتَلَ داوُدُ جالُوتَ وَ آتاهُ اللَّهُ الْمُلْكَ )  ملك اين جهان بدست تست و ملك آن جهان هم بدست تست . اى مالك هر دو ملك ! مماليك ضعيف خود را پاكوفته دشمنان دين مگردان كه ( السّؤال و ان قلّ ثمن النّوال و ان جلّ ) ما سؤال ضعيفانهء عاجزانهء خود به حضرت تو عرض كرديم ، تو نوال بىزوال باقى متلاقى بىپايان بىكران رحمت خويش ارزانى دار . يا إله العالمين و يا خير الناصرين .\r\n\r\nفى معنى بسم اللَّه\r\nبسم اللَّه اتفاق مفسران است كه اينجا مضمرى هست ، كه عرب به حرف ب ابتدا نكنند ، اما اختلاف است ميان مفسّران كه آن مضمر چيست ، گويند كه مضمر امر است از حق تعالى كه اى بندهء من ، چون پناه مىگيرى از شيطان ، بنام من آغاز كن اين چيز را تا از شرّ او پناه يا بى و بعضى مفسران گويند كه : آن مضمر اخبارست از بنده كه اى خدا فرياد مىكنم از شيطان و پناه مىگيرم و پناه گرفتن به تو ، غير از اين « 1 » نمىدانم كه آغاز كار خود بنام تو كنم و در نام تو گريزم و عمل خود را و كار خود را در تو گريزانم كه هر كارى كه آغاز آن بنام مبارك تو نبود ، آن كار ناقص و ابتر بماند و ثمرهء او حاصل نشود « 2 » قال النبى ( كلّ امر ذى بال لم يبدا باسم اللَّه فهو ابتر ) مىفرمايد مصطفى عليه السلام كه هر كارى كه درو خطرى باشد و عزّتى باشد و فايده‌اى باشد ، چون بنام خدا پناه نگيرد در آغاز آن هر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - از شيطان به تو و پناه مىگيرم و پناه گرفتن به تو جز اين نسخه .\r\n( 2 ) - و ثمره‌اى حاصل نباشد نسخه .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nكار كه باشد هرگز چندانك جهد كند « 1 » آن كار تمام نشود و عاقبت سر به پشيمانى و خسارت بيرون كند و اگر باورت نمىآيد درنگر در فرعون و شدّاد و نمرود كه با چندان هزار آلت و عدّت و لشكر و ياور بكوشيدند « 2 » و خزينهاى عالم خرج كردند تا ايشان را از آن ملك برخوردارى باشد و نام نيكو بماند تا سالهاى دراز ايشان را به نيكى و بزرگى ياد كنند و دوست دارند چون بنام خدا پناه نگرفتند در آن كار خويش آن همه كارهاشان باژگونه شد و همه اميدهاشان نگوسان « 3 » شد . دوستى خواستند ، دشمن روى عالم شدند « 4 » . نيك‌نامى خواستند ، بدنام عالم شدند . در دلها حرمت و عظمت « 5 » خواستند ، از پشّه و مگس حقيرتر و ننگين‌تر شدند و اگر خواهى كه اين سخن روشن‌تر شود ، در حال انبيا نظر كن كه ايشان هر كار كه كردند ، آغاز به اين كردند و پناه به اين نام گرفتند و خدمت اين نام كردند و اين نام را در ميان جان و دل جا كردند دل خود فداى اين نام كردند و در بند قبول خلق نبودند كه خلق ايشان را بد گويند ، يا نيك گويند ، در بند آن بودند تا خلق را به خدمت اين نام كشند و در پناه اين نام كشند و در بند آن نبودند كه ميان خلق ، نيك نام باشند و نام ايشان بماند ، بلك در بند آن بودند تا اين نام حق عزيز و معظم باشد و تعظيم اين نام بماند و اگر نام خود را خواستند ، هم از بهر اين نام خواستند تا خلقان بشنوند كه اين نام بزرگ نام‌شان را چون بزرگ كرد و چون عزيز كرد ، تا ديدهاى خلق را بگشايند كه راه غلط مكنيد و اگر نام خود را مىخواهيد ، نام خود را بهليد ، اين نام را بگيريد و اگر حرمت خود مىخواهيد ، حرمت اين نام را نگاه داريد و نام خود را فراموش كنيد و اين نام را ياد داريد كه هر كه نام خود جست ، نام خود را گم كرد و هر كه نام خود را درين نام گم كرد ، نيك نامى يافت تا ابد و از انبيا مصطفى چست‌تر بود . درين خدمت نيك‌نامى او از ديگران افزون‌تر شد . چون دست درين نام زدند ، مرغكان ضعيف ابابيل ، دمار از دماغ پيلان مست برآوردند . بر خوان :   ( أَ لَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحابِ الْفِيلِ )   كورى آن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در آغاز آن كار هر چند كه جهد كنند نسخه .\r\n( 2 ) - لشكر و ملك و بازو بكوشيدند و انديشيدند نسخه .\r\n( 3 ) - نگوسار نسخه .\r\n( 4 ) - گشتند نسخه .\r\n( 5 ) - در دلها عظمت و حرمت نسخه .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nكسانى كه منكرند حرمت اين نام را و چون پناه به اين « 1 » نام گرفتند ، پشه‌اى دمار از دماغ شاه شاهان « 2 » نمرود بر آورد و لشكر زيور او را برهم‌زد . چون حرمت اين نام را حرمت كردند و امتحان « 3 » كردند ، قرص ماه چهارده شبه بشكافت از بهر خدمت اين نام و چون اين نام را نوح پناه خود ساخت ، از مشرق تا مغرب موجهاى طوفان برخاست و صدهزار لشكر و قبيله را برهم‌زد كه مىگويند كه عالم هرگز چنين معمور نشد « 4 » كه در عهد نوح بود . هرگز چنان نامدار نشده بودند در عالم كه در آن عهد بودند . هركس بنام و حرمت خود مىنازيدند و مست مىشدند و هر چند نوح ، اين نام را بر ايشان عرضه مىكرد ، قبول نمىكردند و درين نام به خوارى نظر مىكردند ، زيرا صورت‌پرست بودند و اين نام ، موجى است كه از درياى معنى برآمده است . چشمهاى صورت‌پرستان را زهره نباشد كه درينجا نگرند تا خود را به هفتاد آب نشويند كه  ( لا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ )  . نوح مىگفت اگر شما اين نام را نمىبينيد كه چه عظيمست و چه بزرگست ، ديدها را به اشك بشوئيد و زار زار بگرييد و بر نابينايى و محرومى خويش نوحه كنيد باشد كه درياى رحمت به جوش آيد و اندكى از عظمت اين نام واقف شويد و اگر شما نوحه نمىكنيد ، من تا مىتوانم بر شما نوحه مىكنم . خدا مرا خود نام نوح كرد براى آن كه نوحه‌گر شما خواهم بودن . اين ساعت كه حقيقتهاى شما در غرقاب هلاكتست ، نوحه مىكنم اميدوارانه ، چنانك رنجور را چون مرگ نزديك آيد ، نوحه‌اى مىكنند ، اما هم اميد مىدارند و چون اين غرقاب هلاكتست ، من مىبينم ، شما نمىبينيد . پيشتر آييد و دست در صورتهاى شما زند . من بر بالاى كشتى باشم هم نوحه مىكنم ، اما نوحهء نااميدانه كه  ( أُغْرِقُوا فَأُدْخِلُوا ناراً فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللَّهِ أَنْصاراً )  يعنى چون اين نام را خوار داشتند و تعظيم اين نام نكردند و نوح را كه دلّال دولت اين نام بود ، التفات نكردند ، عاقبت عزّت اين نام ايشان را بگرفت و نامهاى ايشان را نگونسار كرد :  ( فَقُطِعَ دابِرُ الْقَوْمِ الَّذِينَ ظَلَمُوا )   ( وَ الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ ) *  .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - به اين نسخه .\r\n( 2 ) - شهنشاه نسخه .\r\n( 3 ) - اين نام را امتحان نسخه .\r\n( 4 ) - معمور نشده بود نسخه\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n\r\n( المجلس الثانى )\r\nبسم اللَّه الرحمن الرحيم\r\nالحمد للَّه الذى الّف بين عجائب الفطر ، الغالب على الكون بما قضى و قدر قسم المواهب على البشر نافذ مشيّته و انقاد كل جبار فى زمام الذل بحسن تقديره و استكان كلّ كائن فى ميادين صنعه و تدبيره احمده و الحمد مدعاه لزوايد نعمه و اشكره و الشكر مستزيد لغرائب كرمه ، و اشهد ان لا إله الا اللَّه وحده لا شريك له و اشهد ان محمدا رسول اللَّه الملك الخلاق المبعوث الى تكميل « 1 » الاخلاق الباعث بحسن العمل ، الناهى عن اتباع الهواى و الزلل صلّى اللّه عليه و على آله و اصحابه و ازواجه الطيبين الطاهرين و سلم تسليما كثيرا .\r\n\r\n\" مناجات \"\r\nملكا ! اين مماليك و عبيد و نيازمندان كه به نيازهاى صادق و نيتهاى خالص درين موضع جمع آمده‌اند ، به اميد رحمت تو همه را بسعادات و مرادات دين و دنيا آراسته دار . امداد الطاف خود را از هريك بازمگير . خفتگان خواب غفلت را بتنبيه لطف خود بيدار گردان . شجرهء نهاد هريك را به ثمرهء طاعات آراسته گردان . پادشاه وقت ، شاه معظم ، كه ملجأ اقاصى و ادانى روى زمين است ، از تاب آفتاب توّابيش نگاه دار . قاعدهء ملك مستقيمش را بامداد حفظ و اصناف تأييد مؤسس دار . رايت دولتش را به آيت نصر و طغراى سعادت و فيروزى و بهروزى آراسته دار . اقاليم ربع مسكون را از معدلت و سلطنت او سالهاى دراز خالى مگردان . انصار و اركان دولت را كه كلاه جاه از خدمت او يافته‌اند و كمر طاعت او بر ميان دارند ، همه را سعادت و اقبال افزون دار .\r\nمجلس مولانا فلان الملّة و الدّين نصير الاسلام و المسلمين ، ناصح الملوك و السّلاطين ، قامع البدعة ، ناصر الشريعة ، منشى النظر ، مفتى البشر كه استاد ناصح و مربّى مشفق اين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تكميل مكارم نسخه .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nدعاگويست و التفات خاطر مبارك وى به هيچ جا از احوال اين داعى جدا نيست ، خداوندا ، اين آراستگى ذات كه او را داده‌اى ، سبب سعادت دين دنياوى وى گردان .\r\nدعايى كه فرض و حتم است و افتتاح و ختم سخن جز بدان دعا نشايد ، دعاى مادر و پدر است كه نشو و نمادهندهء اين نهالند . خداوندا ايشان را در پناه افضال خود آسوده دار ، همچنانك اين ضعيف را به زير پر و جناح تربيت خود بپروريدند . جناح و پر احسان خود ، بر سر ايشان دار .\r\n\r\nشعر\r\n پدر و مادرى كه ناز آرند * انبيا عقل و روح را دانند \r\nبزرگان و خويشان و دوستان كه اينجا جمع آمده‌اند ، حاضر آمدند . همه را در حضور نور رحمت خويش دار . همه را بدار السلام جمع گردان ( يا إله العالمين و يا خير النّاصرين برحمتك يا ارحم الرّاحمين ) .\r\n\r\nشعر\r\n هر كه ما را كند بنيكى ياد * يادش اندر جهان بنيكى باد \r\nعلماى ملّت و واعظان امت را سنّت آنست كه در افتتاح اقامت اين خبر بحديثى از احاديث طيّبهء سيّد ولد « 1 » آدم افتتاح كنند . اكنون اين دعاگوى مخلص مىخواهد كه بر همان صراط المستقيم قدم زند و در همان منهاج قويم سلوك نمايد .\r\n\r\nشعر\r\n گر ترا بخت يار خواهد بود * عشق را با تو كار خواهد بود \r\n عمر بىعاشقى مدان به حساب * كان برون از شمار خواهد بود \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سيّد اولاد بنى نسخه .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n\r\nحديث\r\nروى عن عمر بن الخطاب رضى اللَّه عنه انه قال قال رسول اللَّه صلّى اللّه عليه و سلم « من خرج من ذلّ المعاصى الى عزّ التّقوى اغناه اللَّه تعالى بلا مال و اعزّه اللَّه بلا عشيرة و من رضى من اللَّه باليسير من الرّزق رضى اللَّه عنه بالقليل من العمل » ترجمه حديث و پارسى خبر آن است كه امير المؤمنين عمر خطّاب ، آن محتسب شهر شريعت ، آن عادل مسند اصل طريقت ، آن مردى كه چون درّهء عدل در دست امضاى اقتضاى عقل گرفت ، ابليس را زهرهء آن نبود كه در بازار وسوسهء خويش به طرّارى و دزدى ، جيب دلى بشكافت « 1 » عاشقى بود بر حضرت كه هرگز نفاق ، راه وفاق او نزد . دهر پرمداهنت بروغن خيانت ، فرق ديانت او چرب نكرده بود .\r\n\r\nشعر\r\n زهره دارد حوادث طبعى * كه بگردد بگرد لشكر ما \r\n ما بپر مىپريم سوى فلك * زانكه عرشيست اصل و جوهر ما \r\nاين عمر كه ذرهء « 2 » از فضائل او شنيدى ، چنين روايت مىكند از سيد ممالك و خواجهء مسالك ، آن مردى كه قمر در خدمت او كمر بستى كه   ( اقْتَرَبَتِ السَّاعَةُ وَ انْشَقَّ الْقَمَرُ )   اول مرغى كه در سحرگاه محبت نطق صدق زد ، او بود . پيش از همه شراب اتحاد نوشيد و قباى استعداد پوشيد .\r\n\r\nشعر\r\n گنجينهء اسرار الهى مائيم * بحر درر نامتناهى مائيم \r\n بنشسته بتخت پادشاهى مائيم * بگرفته ز ماه تا بماهى مائيم \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - شكافت نسخه\r\n( 2 ) - شمهء نسخه .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nهنوز گذريان وجود در بازار شهود بودند ، هنوز نه ولولهء ملك بود ، نه مشعلهء فلك ، نه سمك در زير زمين جنبيده ، نه سماك بر افلاك درخشيده ، هنوز نقاشان قدر اين صفهء گچ اندود صف آسمان را پردهء لاجوردى نكشيده بودند ، هنوز فرّاشان قضا ، فضاى اين چارطاق عناصر در بيداى ايجاد نزده بودند كه نور وجود من كه صبح شهود بود ، از مشرق ( انا ارسلناك ) لمعان نموده ، بامر \" كن \" هست گشتم و به شراب \" قل \" مست گشتم ، تا نوبت نبوت من ، نوبتيان قضا ، بر در سرا پردهء آدم بودند . هيچ فرشته‌اى را زهرهء آن نبود كه پايهء تخت آدم را ببوسد .\r\n\r\nشعر\r\n مقصود ز عالم آدم آمد * مقصود ز آدم آن دم آمد \r\nچون بعالم وجود آمدم مستخبران روزگار باستفسار حال من آمدند .\r\n\r\nشعر\r\n اى مسند تو وراى افلاك * قدر تو و خاك توده ، خاشاك \r\n طغراى جلال تو لعمرك * منشور ولايت تو لولاك \r\n نه حقه و هفت مهره پيشت * دست تو و دامن تو زان پاك \r\n نقش صفحات رايت تو * لولاك لما خلقت الافلاك \r\nكه محمّدا تويى عادل ، تويى در شهر شريعت . گفتم چه جاى اينست كه همه پيغامبران منشور عمل توكيل در من يافته‌اند . دم آدم ، فتح نوح ، درس ادريس ، مؤانست موسى ، حديث شيث ، تبجيل اسماعيل و خلّت خليل ، همه با منست .\r\n\r\nشعر\r\n كشتىّ وجود مرد دانا عجبست * افتاده به چاه مرد بينا عجبست \r\n كشتى كه به دريا بود آن نيست عجب * در يك كشتى هزار دريا عجبست \r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nمحمدا بچه كار آمده‌اى ؟ آمده‌ام تا رندان محلّت كفر را ادب كنم . مستان خرابات شرك را حد زنم .\r\nروزى مهتر عالم و سرور بنى آدم نشسته بود و صحابه در پيش او حلقه زده ، آن صديقان صادق ، آن خموشان ناطق ، راز را با حضرت بىنياز فرستاده بودند تا آن عنقاى عالم غيب ، به آواز \" قل \" آيد و آن هزار داستان بوستان معرفت به شاخ گل آيد و نواى عاشقانه بسرايد و مراد دين و دنيا برآيد . مهتر عالم ، سر درج درّ اسرار بگشاد و اين لفظ بر نطع بازرگانان جانباز جانان طلب معنى نهاد و چنين فرمود كه ( من خرج من ذلّ المعاصى الى عزّ التّقوى ) هر كه قدم از ذل معصيت ، بىتهمت ريا و غفلت بصحراى پرهيزكارى و ترسكارى نهد و كيمياى تقوى را بدست طلب معنى بر مس نفس سحّارهء غدّارهء مكّارهء امّاره افكند و بقدم مجاهده سوى انوار مشاهده رود ( اغناه اللَّه تعالى بلا مال ) كمال فضل الهيت بمحض لطف ربوبيت ، اين بنده را بىمال توانگر گرداند .\r\n\r\nشعر\r\n بس كه شنيدى صفت روم و چين * خيز و بيا ملك سنايى ببين \r\n تا همه دل بينى بىحرص و بخل * تا همه جان بينى بىكبر و كين \r\n پاى نه و عرش به زير قدم * دست نه و ملك به زير نگين \r\n گاه ولى گويد : هست او چنان * گاه عدو گويد : هست او چنين \r\n او ز همه فارغ و آزاد و خوش * چون گل و چون سوسن و چون ياسمين \r\nتقوى پيرانهء او گردد ، پرهيزكارى سرمايهء او باشد . عاملان ، توانگرى به كثرت مال دانند .\r\n\r\nشعر\r\n مرغى كه خبر ندارد از آب زلال * منقار در آب شور دارد همه‌سال \r\nاما غلط كرده‌اند كه مىفرمايد مهتر عالم : ( الغنى غنى القلب لا غنى المال ) توانگرى ،\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nتوانگرى دلست نه توانگرى مال . درمى چند دينارى چند ، از مكان كان فانى ، بصنع صانع و ابداع مبدع ، گلغونهء حمرت بر صفحات او كشيده ، رنگى و هنگى به وى داده ، ضرابان رعنا ، نقشى و دايره‌اى به روى كشيده و به كورهء امتحان در آورده ، دست بدست و شهر به شهر ، گشتن پيشه كرده ، چه لايق عشق‌بازى بندگان حضرت و شاهان با غيرت باشد .\r\n\r\nشعر\r\n مه دوش ببالين تو آمد به سراى * گفتم كه ز غيرتش بكوبم سر و پاى \r\n مه كيست كه او با تو نشيند يك جاى * شب‌گرد جهان‌ديدهء انگشت‌نماى \r\nعاقلان توانگرى از اين دانند اما غلط كرده‌اند ، اما عاشقان حضرت حق ، توانگرى از آن دانند كه در دار الضّرب نماز ، سبيكهء راز و سكهء نياز دارند .\r\n\r\nشعر\r\n ملك تعالى در حق عالم غدّار * نداى فاعتبروا كرد يا اولى الابصار \r\n زمانه بر مثل لعبتست مرد فريب * چو نيك درنگرى زنگى است مردم خوار \r\nآورده‌اند كه روباهى در بيشه‌اى رفت . آنجا طبلى ديد آويخته در پهلوى درخت افكنده ، و هر بارى كه بادى بجستى ، شاخ درخت بر طبل رسيدى ، آواز بلند به گوش روباه آمدى ، روباه چون بزرگى طبل بديد و بلندى آواز بشنيد ، از حرص طمع در بست كه گوشت و پوست او در خور شخص و آواز او باشد . همهء روز تا شب بكوشيد و به هيچ كارى التفات نكرد تا به حيلهء بسيار بطبل رسيد كه گرد طبل خارها بود و خصمان بودند .\r\nچون بدانجا رسيد و آن را بدريد هيچ جز بويى نيافت . همچون عاشقان دنيا بشب هنگام مرگ نوحه آغاز كرد كه :\r\n\r\nشعر\r\n صيدت بشد و دريد دام اين بتر است * مى ، درد شد و شكست جام اين بتر است \r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n دل‌سوخته گشت و كار خام اين بتر است * دين ضايع و دنيا نه تمام ، اين بتر است \r\nاما روشن چشمان معرفت و سرمه‌كشيدگان حضرت ، در اين بيشهء روباه به آواز طبل التفات نكنند ، شكار شكار باقى جويند .\r\n\r\nشعر\r\n آن شب روان كه در شب خلوت سفر كنند * در تاج خسروان به حقارت نظر كنند \r\n آن را كه در گوش او از حى \" قل \" است * ، او را چه پرواى بانگ دهلست ؟ \r\n\r\nشعر\r\n سورى كه درو هزار جان قربانست * چه جاى دهل زنان بىسامانست \r\n* * * * * \r\nشعر\r\n با همت باز باش و با كبر پلنگ * زيبا بگه شكار و پيروز به جنگ \r\n كم كن بر عندليب و طاووس درنگ * كاينجا همه آواست و آنجا همه رنگ \r\nو صادقان نقد دل را از كان حقيقت جويند و زر خالص اخلاص از آنجا حاصل كنند و سكهء شهود به روى نويسند ، حسين منصوروار سر دربازند ، ابايزيدوار از عين عشق ، سكهء \" سبحانى ما اعظم شأنى \" برآرند . نه هركس اين زر را تواند ديد و نه هر دل اين درد تواند كشيد . محمّدى بايد تا از چمن يمن اين گل چيند كه ( انّى لاجد نفس الرّحمن من قبل اليمن ) .\r\n\r\nشعر\r\n ارادوا ليخفوا قبرها عن محبها * فطيب تراب القبر دل على القبر \r\nاى دوست من راه بس نزديكست ، اما راهرو بس كاهلست .\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\nشعر\r\n هر زمان زين سبز گلشن رخت بيرون مىبرم * عالمى از عالم وحدت به كف مىآورم \r\n تخت و خاتم نى و كوس  \" رَبِّ هَبْ لِي \" *  مىزنم * طور و آتش نى و در اوج  \" أَنَا اللَّهُ \"  مىپرم \r\n هر چه آب روح مىبينم به دريا مىنهم * هر چه نقد عقل مىيابم ، در آتش مىبرم \r\n من چو طوطى و جهان در پيش من چون آينه است * لاجرم معذورم و جز خويشتن مىننگرم \r\n هر چه عقلم از پس آيينه تلقين مىكند * من همان معنى به صورت در زبان مىآورم \r\n از برون تابخانهء طبع يا بى نزهتم * وز وراى چارطاق چرخ بينى منظرم \r\n ساختم آيينهء دل يافتم آب‌حيات * گرچه باور نايدت ، هم خضر و هم اسكندرم \r\n بر زبان  \" أَنْ نَعْبُدَ الْأَصْنامَ \"  بودم تاكنون * دل به \" انّى  لا أُحِبُّ الْآفِلِينَ \"  شد رهبرم \r\n در قلادهء سگ‌نژادان گرچه كمتر مهره‌ام * در طويلهء شير مردان قيمتىتر گوهرم \r\nاى در همهء كويها بيگانه ، وى در همه نقدها نبهره ، نمىدانى كه اين كار كردنيست نى گفتنى و اين دنيا گذاشتنى است نه داشتنى . ابراهيم ادهم را مىآرند كه چون به راه حق آشنا گشت و ديدهء دل او بعيب اين جهان بينا گشت ، هر چه داشت درباخت . گفتند : ابراهيما چه افتادت كه در دقّ رقّ ، تن بگداختى ، حرارت مرادات حجر ، كام وجودت تلخ گردانيد و در زلف مسلسل دين موى شدى ، در مملكت بلخ به صبورى تلخ ، شهرخ زدى .\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n\r\nشعر\r\n از حال گدا نيست عجب گر شود او پست * تيغ غم او از سر صد شاه سرافكند \r\n روزى پسر ادهم ، اندر پى آهو * مانند صبا مركب شبديز در افكند \r\n داديش يكى شربت كز لذّت بويش * مستيش بسر بر شد و از اسب در افكند \r\n گفتد همه‌كس بسر كوى تحيّر : * مسكين پسر ادهم ، تاج و كمر افكند \r\n از نام تو بود آنكه سليمان به يكى مرغ * در ملكت بلقيس شكوه و ظفر افكند \r\n از ياد تو بود آنكه محمد به اشارت * غوغاى دو نيمه شدن اندر قمر افكند \r\nابراهيم - رحمة اللَّه عليه - مىگويد : زندانى ديدم و مرا قوّت نى ، قاضى عادل ديدم و مرا حجّت نى . ندايى شنيدم اگر ملك جاويدان خواهى ، به كار درآ ، و اگر وصل جانان خواهى ، از جان برآ ، اگر منعمى مىطلبى عاشقى كن و اگر نعمت مىجويى « 1 » بندگى كن . هدهد شو تا سليمان نامهء بلقيس به تو دهد . باد شو تا يعقوب خبر وصل يوسف از تو بپرسد . چون تذور ، رنگين مباش . هدهد روزى چند از پيش سليمان غايب شد . در اقليم جهان سفر كرد . در دوران زمان نظر كرد . آوازه ملك بلقيس بياورد . سليمان بر تخت ملك نشسته بود و لشكر سليمان مجتمع و هر روز بامداد كه آفتاب ، سر از دريچهء عقبهء كوه بر كردى ، تيغ زراندود از قراب مشرق بركشيدى ، خاكيان را خلعت نور بخشيدى ، جن و انس به اطراف تخت سليمان مىآمدند . شير نر شر و شور گذاشته « 2 » كه چه مىفرمايى ؟ گرگ با ميش خويش گشته كه چه مىگويى ؟ شاهين و تذرو منقار نقار در باقى كرده كه فرمان چيست ؟ اگر مورى در جوف صخرهء صمّا همىگفتى ، سليمان مضمون غم و همّ و حركاتش را بشنيدى و بدانستى . روزى باد به حكم توسنى طبيعت ، از راه سرعت حركت در انبان آرد پيرزنى در آمد و آن آرد پيرزن را بريخت . پيرزن از تهور باد بتظلم به حضرت سليمان آمد كه اى وليعهد امر حق ، و اى فيصل اعاجيب مقامات و مهمات خلق ، زن درويشم ، باد كه به حكم تست در ميدان  ( فَسَخَّرْنا لَهُ الرِّيحَ )  مىشد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مىخواهى نسخه .\r\n( 2 ) - شير شر و شور در گذاشته نسخه .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nفعل ( و  يُرْسِلُ الرِّياحَ ) *  برسم ذات نامحسوس خود در انبان آرد من آمد و آردم بريخت .\r\nتاوان آرد من از باد بستان ، يا باد را ادب كن ، تا بار ديگر گرد دست رشت بيوه‌زنان نگردد . سليمان گفت : هم باد را ادب كنم و هم ترا ضمان و غرامت بكشم . برويد از كسب زنبيل‌بافى من تاوان آرد پيرزن بدهيد و باد را به زندان حبس كنيد تا بدانند كه بادى را كه نه مكلّف است و نه مخاطب ، از براى حق پيرزنى حبس مىكنند . عدل  ( لِمَنِ الْمُلْكُ الْيَوْمَ )  ظالمانى را كه دل پير و جوان را بظلم كباب كنند فرو نخواهد گذاشتن  ( وَ لا تَحْسَبَنَّ اللَّهَ غافِلًا عَمَّا يَعْمَلُ الظَّالِمُونَ )  .\r\n\r\nشعر\r\n اذا خان الامير و كاتباه * و قاضى الارض داهن فى القضاء \r\n فويل ثم ويل ثم ويل * لقاضى الارض من قاضى السماء \r\n* * *\r\n فليتك تحلو و الحياة مريرة * وليتك ترضى و الانام غضاب \r\n وليت الذى بينى و بينك عامر * و بينى و بين العالمين خراب \r\n اذا صحّ منك الود فالمال هين * و كل الذى فوق التراب تراب \r\n* * *\r\n گفت يك روز صوفئى به شام * كى ز ما همچو شير خون‌آشام \r\n روستا پر ز بىنوايى تست * هر كجا مسجدى گدايى تست \r\n خون ما شد ز تو سياه چو شب * نان تو گر سپيد شد چه عجب ؟ \r\n پيش هشام كوفى از ضجرى * اين همىگفت و هاىهاى گرى \r\n گرم شد زان حديث سرد هشام * ليك از حلم نوش كرد آن جام \r\n گفت خواهند كهتران انصاف * ليك نز راه جهل و استخفاف \r\n آن شنيدم من از تو اين ديدم * اينت بخشودم آنت بخشيدم \r\n كانكه او دانش و خطر دارد * مالش شاه و تاج سر دارد \r\n ستم از مصلحت نداند عام * انتقام از ادب نداند خام \r\n آفتابى كه در جهان گردد * بهر خفّاش كى نهان گردد ؟ \r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n آفتاب اصل چرخ و گنج آمد * گرچه خفّاش ازو برنج آمد \r\nقدم از قدم بر ندارند روز حساب تا از عهدهء اين سه سؤال بيرون نيايند . چنانك سيد عالم مىفرمايد ( لا يرفع المؤمن قدما عن قدم حتّى يسأل عن ثلث عن عمره فيما افناه و عن شبابه فيما ابلاه و عن ماله من اين اكتسبه و فيما انفقه ) فرداى قيامت هيچ بنده‌اى را فرونگذارند تا از عهدهء اين سه سؤال بيرون نيايد : يكى سؤال كنند كه عمر عزيز را در چه گذاشتى ؟ دوم آنك جوانى را بچه چيز بردى بسر « 1 » سوم آنك دنيا را از كجا جمع كردى و به كجا به كار بردى ؟ هركس را در دنيا دعويست . باش تا داغ عزل بر گوش مدعيان زنند و اين ندا بسمع عالميان در دهند كه  ( يَوْمَ تُبْلَى السَّرائِرُ )  امروز روزيست كه پردها را برداريم و همه را بصحرا بيرون بريم و همه زبانها را « 2 » مهر كنيم  ( هذا يَوْمُ لا يَنْطِقُونَ )  .\r\n\r\nشعر\r\n اى حريقان آتش شهوات * وى غريقان قلزم خطوات \r\n چند ازين حرص و چند ازين شهوت * چند ازين فسق و چند ازين زلّات ؟ \r\n چند ازين هزل و چند ازين هذيان * چند ازين فعل و چند ازين طامات ؟ \r\n چند ازين مكر و چند ازين تلبيس * چند ازين رسم و چند ازين عادات ؟ \r\n الحذر زين سراى مرد فريب * الهرب زين رباط پرآفات \r\n در بهار حيوة بفرستيد * نفسى خوش سوى رميم و رفات \r\n كوس دولت همىزنيد امروز * بركشيد از نياز دل رايات \r\n كيسه‌هاى اميد بردوزيد * اين دم لطف و رحمتست و صلات \r\n اى خدايى كه لطف تو سازد * سال و مه را وظيفهء اوقات \r\n زرگر صنع تو مرصّع كرد * گوى زرين حليهء ميقات \r\n شبه معذرت ز ما بپذير * اى كريم از قلادهء طاعات \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - رسانيدى نسخه\r\n( 2 ) - بيرون آريم و همه را زبانها نسخه\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nدر طلب پوينده چون باد باش . زهر بيماريش همچون شكر نوش كن . دل را بگوى تا عافيت را بدرود كند . تن را بگوى تا سلامت را تبرّا دهد ، كه هر كه خانه بر لب دريا كند ، موج بسيار بيند و هر كه دعويى كند ، زهر بلا و محنت بسيار چشد .\r\n تا در نزنى بهر چه دارى آتش * هرگز نشود حقيقت وقت تو خوش \r\nقرأ المقرى . بيار اى مقرى ، سلاسل جلاجل اجزاى عاشقان را بالحان قرآن بجنبان .\r\nبگو كه :  بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ *  .\r\n بسم الاله مسبب الاسباب * لعباده و مفتح الابواب \r\n و رضيت بالرحمن ربى محسنا * فهو الذى يعطى به غير حساب \r\n و رجوت مغفرة الرحيم المرتجى * عند الذنوب الغافر التواب \r\n* * *\r\n اى عمر بباد داده ، مستى ؟ * تا چند ازين هوا پرستى ؟ \r\n درهاى جفا همه گشادى * درهاى وفا همه ببستى \r\n عهدى كه خداى با تو بستست * آن عهد خداى را شكستى \r\n پيوسته چرا كنى شكايت * از رنج و عنا و تنگ دستى \r\n حسرت چه خورى نداردت سود * گر نيست شوى برنج هستى \r\nبسم اللَّه نام آن ملكيست كه رستگارى بندگان در رضاى اوست . هر كه را عزّيست ، از فيض فضل اوست و هر كه را ذلّى است ، از كمال عدل اوست . بقاى عالميان به مشيّت اوست . فناى آدميان به ارادت اوست . هر كجا عزيزيست ، آراستهء خلعت كرام اوست و هر كجا ذليليست ، خستهء قهر اوست . از زير زنّار باريك كه بر ميان بيگانگان بسته است ، اين آواز ميايد كه : ( و هو العزيز القدير ) و انديشهء طيلسان كه بر كتف عارفان افكنده است اين آواز مىآيد كه :  ( وَ هُوَ اللَّطِيفُ الْخَبِيرُ ) *  .\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nبسم اللَّه آن ناميست كه بلقيس را در عهد سليمان از دست تلبيس ابليس بازستد . سليمان چون بشنيد كه بلقيس در شهر سبا ، خلقى را مسخّر خود كرده است و از راه حق بباطل مىبرد ، نامه‌اى بنوشت در دو انگشت خط اول كه :  ( إِنَّهُ مِنْ سُلَيْمانَ وَ إِنَّهُ بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ )  هدهد را پيك ساخت برسولى از حضرت خويش بولايت آن گمراهان فرستاد تا آن منقطعان باديهء تهمت بنور مشعله هدايت از ظلمت ضلالت برهاند و بلقيس را از دست تلبيس ابليس بصحراى تحقيق و تقديس آرد . آن مرغك ضعيف بپر فر ، بر اوج هوا طيران كرد ، در ولايت ضلالت شد . بر گوشهء كنگرهء ايوان بلقيس نشست . ره مىجست تا به حضرت بلقيس در رود . روزنى ديد ، از خلوت خانهء بلقيس بصحرا بازگشاده . بدان روزن در پريد . بلقيس را خفته ديد . نامهء دعوت بر كنارش نهاد و بمنقار ، زخمى بر سينهء بلقيس زد و به نظاره در گوشهء طاق اشتياق نشست . بلقيس از خواب در جست ، لرزه بر وجودش افتاده كه اين ، كه تواند بود كه به چندين حجاب و در بند درآيد و ما را بقهر زخم خويش بيدار كند ؟ خصمى عظيم باشد كه به چندين ايوانهاى حصين و در بندهاى آهنين درگذرد . سر بر كرد و كسى را نديد . متحير شد . نامه‌اى در دعوت مسلمانى ديد بر كنارش افتاده . نامه را باز كرد ، سطور ديد نبشته چشمش بر نقطهء باء بسم اللَّه افتاد . در حميم سينهء ميم شعله‌اى زد . كبك دلش ، صيد باز ايمان شد . گفت آخر اين نامه را پيكى ببايد و چشم را بماليد و گرد خانه نظر مىكرد ، ناگهان مرغ ضعيف ديد بر گوشهء طاق سراى نشسته . با خود گفت پيك اين نامه ، اين مرغ باشد ؟ اى عجب ، پيكى بدين كوچكى و پيغامى بدين عظيمى . اى دوستان من مراد ما از سليمان ، حضرت حق است و مراد از بلقيس نفس اماره و مراد از هدهد ، عقلست كه در گوشهء سراى بلقيس نفس هر لحظه منقار انديشه‌اى در سينهء بلقيس مىزند و اين بلقيس نفس را از خواب غفلت بيدار مىكند و نامه بر او عرض مىكند .\r\n طلب اى عاشقان خوش‌رفتار * طرب اى نيكوان شيرين كار \r\n تا كى از خانه ، هين ره صحرا * تا كى از كعبه ، هين در خمّار \r\n در جهان شاهدى و ما فارغ * در قدح جرعه‌اى و ما هشيار \r\n زين سپس دست ما و دامن دوست * زين سپس گوش ما و حلقهء يار \r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n خيز تا زاب روى بنشانيم * گرد اين خاك تودهء غدّار \r\n ترك تازى كنيم و برشكنيم * نفس زنگى مزاج را بازار \r\nو نفعنا اللَّه ايّانا و اياكم و صلى اللّه على محمد و آله اجمعين\r\n\r\nالمجلس الثالث\r\nبسم اللَّه الرحمن الرحيم\r\nالحمد للَّه المتوحد بالكبرياء المتفرد بخلق الاشياء مولج الضياء فى الظلام و الظلام فى الضياء محيى الاموات و مميت الاحياء تعزّز بالمجد و الثّناء و تعالى عن الزوال و الفناء قدمه منزّه عن تقدير الابتداء و بقاؤه مقدس عن توهم الانتهاء ، غرقت فى بحار سرمديّته عقول العقلاء و برقت فى وصف صمديّته علوم العماء و نشهد ان لا إله الا اللَّه و نشهد ان محمدا عبده و رسوله سيد الانبياء و امام الاتقياء و شفيع الامّة يوم الجزاء و خير من عرج به الى السماء الى محلّ الكرامة و الاصطفاء صلى اللّه عليه و على آله و اصحابه خصوصا على ابى بكر الصدّيق ، معدن الصدق و الوفاء و على عمر بن الخطاب الفاروق بين الحق و المراء و على عثمان ذى النورين ذى الحلم و الحياء و على علىّ بن ابى طالب صاحب السّيف و السّخاء و على جميع المهاجرين و الانصار و الامناء و سلّم تسليما كثيرا .\r\n\r\n« مناجات »\r\nملكا و پادشاها درين لحظه و درين ساعت تحف تحيّات و صلوات بروان پاك سيد المرسلين چراغ آسمان و زمين محمد - رسول اللَّه - در رسان . بيضهاى اعمال نهاده‌ايم بر خاشاك تن از آسيب چنگال گربهء شهوت نگاه‌دار . ماهرويان عمل ، كاه‌ربايى دارند در دل ما خداوندا ما را هنگى و قوتى بخش تا ربودهء شيطان نشود . تن شوره‌گشتهء ما را كه از آب شور حرص ، شوره گشته است ، بتوفيق مجاهده پاك و طيّب گردان . دل ما را كه از\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nخيل خيال وسوسها پاك گشته است ، بباران توفيق و خضر طاعات مزيّن گردان . تابهء طبع ما را از صدمهء سنگ سنگين دلان نگاه دار . به قوت مرگ چون مرغ جان ما را از قفص قالب ، بيرون خواهد رفتن ، شاخهاى درخت سبز سعادت ، مرغ روح ما را بنما تا در آرزوى آن ، پروبال خوش بزند و بنشاط بىاكراه بيرون پرد .\r\n\r\nشعر\r\n هم تو بعنايت الهى * آنجا قدمم رسان كه خواهى \r\n از ظلمت تن رهائيم ده * با نور خود آشنائيم ده \r\n روزى كه مرا زمن ستانى * ضايع مكن از من آنچه دانى \r\n وان دم كه مرا به من دهى باز * يك سايه ز لطف « 1 » بر من انداز \r\n تا با تو قرين نور گردم * چون نور ز سايه دور گردم \r\n آن سايه نه كز چراغ دورست * آن سايه كه از چراغ نورست \r\n من بىكس و رختها « 2 » نهانى * هان اى كس بىكسان تو دانى \r\n تا چند كنم ز مرگ فرياد * گر مرگم ازوست مرگ من باد \r\n گر بنگرم آن‌چنانكه رايست * اين مرگ نه مرگ ، نقل جايست \r\n از خورد گهى به خوابگاهى * وز خوابگهى ببزم شاهى \r\nكه  ( وَ النَّاشِطاتِ نَشْطاً )  افتتاح مقالات بحديثى كنيم از احاديث مصطفوى - صلوات اللَّه عليه - لقد جاء فى درر الاخبار عن النبى المختار عليه افضل الصلوات و اعلاها و اكمل التحيات و اسناها انه قال لحارثة صباح يوم : « كيف اصبحت يا حارثة » ؟ قال : « اصبحت مؤمنا » قال « ان لكل حق حقيقة فما حقيقة ايمانك » ؟ قالت : « عزلت نفسى عن الدنيا فاظماءت نهارى و اسهرت ليلى فكانى انظر الى عرش ربى بارزا و كانى انظر الى الجنة يتزاورون و الى اهل النار يتغاوون » فقال النبى صلّى اللّه عليه و سلم : « اصبت فالزم » ثم اقبل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سايه لطف نسخه .\r\n( 2 ) - رخنها نسخه\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nالى اصحابه و قال : ( هذا عبد نوّر للَّه قلبه بنور جلاله ) سيد المرسلين چراغ آسمان و زمين - صلى اللّه عليه - روزى ميان جمع ياران نشسته بود روى به حارثه - رضى اللَّه عنه - كرد و گفت : اى حارثه ! امروز چون برخاستى از خواب ؟ گفت ، مؤمن برخاستم ، مؤمن راستى ، مؤمن حقيقى ، مؤمن بىگمان و مؤمن بىتقليد .\r\n\r\nشعر\r\n آن جاى كه احرار نشينند نشستيم * وان كار كه ابرار گزيدند ، گزيديم \r\n ديديم كه در عهدهء صد گونه وباليم * خود را به يكى جان ز همه بازخريديم \r\n ما را همه مقصود بآمرزش حق بود * المنة للَّه كه به مقصود رسيديم \r\nپيغامبر - صلّى اللّه عليه و سلم - فرمود كه هر راستى را نشانيست و هر حقيقتى را علامتيست . نشان ايمان تو چيست ؟ گفت : يا رسول اللَّه من از دنيا دور شدم كه دنيا را دام غرور ديدم و حجاب نور ديدم . بروز ، تشنه صبر كردم و شب ، بيدار بودم و اين ساعت معيّن عرش رحمان را به چشم ظاهر مىبينم چنانك خلق ، آسمان را مىبينند و اهل بهشت را مىبينم با اين چشم ظاهر ، ميان بهشت يكديگر را زيارت مىكنند و كنار مىگيرند و اهل دوزخ را با اين چشم مىبينم كه غريو مىكنند و فريادشان به گوش ظاهر مىشنوم . رسول اللَّه - صلّى اللّه عليه و سلم - فرمود : ( اصبت فالزم ) يافتى راه راست ديدى . آنچ مىبينى هم برين روش محكم باش ، تا آنچه ديدى مقام تو شود و ملك تو شود ، زيرا ديدن ديگر است و ملك شدن ديگر . پس از آن رسول اللَّه - صلّى اللّه عليه و سلم - روى بياران كرد و فرمود : ( هذا عبد نوّر اللَّه قلبه بنور جلاله ) اين بنده آن بنده است كه خداى - عز و جل -\r\n آن سرمه‌كش بلندبينان * در باز كن درون نشينان \r\nچشم دل اين مرد را سرمهء معرفت كشيده است و چشم و دل او را منوّر گردانيده است .\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n گر پردهء هستيت بسوزى به رياضت * بيرون شوى زين ورطه كه اين خلق در آنست \r\n پنهان شوى از خويش و ز كونين بيكبار * بر ديدهء تو اين سر آنگه بعيانست \r\n اين عالم نفى است ، در اثبات توان ديد * سرگشته درين واقعه اين خلق از آنست \r\nچون حارثه طاعت خود را پيش آورد كه روز به روزه بودم و شب بيدار و از دنيا دور شدم تا اينها ديدم و شنيدم ، آنچ خلق نمىبينند و نمىشنوند ، رسول اللَّه - صلّى اللّه عليه و سلم - بلطف او را بيدار كرد كه نماز خود را مبين ، نياز خود را مگو ، آن بعنايت و بخشش حق دان .\r\n از ما و خدمت ما چيزى نيايد اى جان * هم تو بنا نهادى ، هم تو تمام گردان \r\n درا السلام ما را ، دار الملام كردى * دار الملام ما را ، دارالسلام گردان \r\nباز سپيدى پريد از دست شاه به دستورى بر گوشهء بام نشست . طفلان در فرّ و جمال آن باز حيران شدند . تو تو مىكنند و از دور مىپندارند كه آن باز سلطان ، از بهر توتو و تىتى « 1 » ايشان نشسته است . ندانند كه آن باز بعنايت پادشاه به گوشهء آن ويرانه نشسته است . ( نوّر اللَّه قلبه بنور جلاله ) يعنى مگو كه روز چنين كردم ، و شب چنان كردم ، الّا بگو كه آن خداوندى كه روز را منوّر كرد و شب را مستّر كرد بعنايت خويش و بخشش خويش بر دل و ديده من رحمت كرد .\r\n دل كيست كو حديث خود و درد خود كند * پيدا بود كه جنبش دل تا كجا رسد \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - از بهر تىتى و توتوى نسخه\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n( لا تكونوا من ابناء العمل و تكونوا من ابناء الازل ) زاهدان از عمل انديشند كه چنين كنيم و چنان كنيم . عارفان از ازل انديشند كه حق چنين كرد و چنان كرد و از هاىوهوى عمل خود نينديشند .\r\n عارفان چون دم از قديم زنند * هاىوهو را ميان دو نيم زنند \r\n( الزّاهد يقول كيف اصنع و العارف يقول كيف يصنع )\r\n\r\nشعر\r\n زاهد از ترس گفته من چه كنم * در ميان چنين محن چه كنم \r\n عارف از عشق گفته او چه كند * عجب از بهر من خدا چه تند \r\n نظر آن بود بسوى خودى * كه كنم نيك و نگروم ببدى \r\n نظر اين بود بسوى خدا * نگرد دايما به روى خدا \r\n نظر الزاهدين فى الاعمال * نظر العارفين فى اضمحلال \r\n صحوة الزاهد من الاعمال * سكرة العارف من الاجلال \r\n عمل البرّ متكا الزاهد * مطمح العارف لدى الواحد \r\n ذا يرى نفسه بفعل البرّ * ذاك فى الحقّ شاهد فى السّرّ \r\n ذاك احسانه مدى معدود * عارف الحق هادم المحدود \r\n ذاك فى الارض عمره يفنى * عارف الحق فى البقاء سما \r\n ذاك فى الارض عمره يفنى * عارف الحق طار فوق حجى \r\n مسكن الزاهدين فى ذا الفرش * همّة العارفين فى ذى العرش \r\nزاهد مىگويد : آه آه چه كنم من ؟ عارف مىگويد : آه تا او چه كند ؟\r\n سير زاهد هر مهى يك‌روزه راه * سير عارف هر دمى تا تخت شاه \r\n رخ چو بنمود آن جمال ، ترا * پاك بربود آن كمال ، ترا \r\n\r\nشعر\r\n هر كه آيد بسوى او ز حقيقت خبرى * اندرو از بشريّت بنماند اثرى \r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n التفاتى نبود همت او را بعلل * گر همه علت گيرد ز على تا بثرى \r\n هر كه از خود متلاشى شود و محو ز خويش * بسوى او كند از عين حقيقت نظرى \r\n جوهرى بيند صافى متحلى بحلل * متمكن شده در كالبد جانورى \r\n تو به صورت چه قناعت كنى از صحبت او * رو دگر شو تو بتحقيق كه او شد دگرى \r\n\r\nشعر\r\n زاهدى چيست ؟ ترك بد گفتن * عاشقى چيست ؟ ترك خود گفتن \r\nآورده‌اند كه پادشاهى بود ، عالمى خداى ترسى رعيت پرسى . خداوندا پادشاه عهد ما را بر داد و عدل و انصاف ثابت دار . و آن پادشاه را اميران بودند ، بعضى اهل قلم كه تدبير ملك را از مدبّرات امر تعليم كرده بودند . قلمشان چون قلم فرشته در دست راست ، نرفتى الّا بخيرات . مكر و تزوير و مظلوم‌شكنى را زهره نبودى كه گرد دفتر و قلم ايشان « 1 » گشتى . دفترهاى ايشان ، در ديوان روشنايى دادى . همچون نامهء مؤمنان در ديوان قيامت و بعضى بندگان ، اهل شمشير و علم بودند ، جانباز .\r\n در رزم چو آهنيم و در بزم چو موم * بر دوست مباركيم و بر دشمن شوم \r\nيك غلامى بود بىدست‌وپاتر از همه . در قلم او را هنرى نى ، در علم او را قدرتى نى . پادشاه او را از همه دوست‌تر داشتى و مقرب‌تر ، راز ايشان با او گفتى و راز او با ايشان نگفتى و خلعتها و جامگيهاى او از ايشان افزون بودى ، وسوسه ، سرمهء حسد در ديدهء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - و قلمشان نسخه\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nايشان مىكشيد ، چنانك در قصّهء يوسف و برادران ، عنايت پدر با يوسف بود و برادران پنهان دست مىخائيدند از غضب و حميت كه  ( إِذْ قالُوا لَيُوسُفُ وَ أَخُوهُ أَحَبُّ إِلى أَبِينا مِنَّا )  .\r\nبا هم به خلوت مىگفتند : آخر بچه هنر ، بچه خدمت ، بچه صورت او را بر ما چندين فضيلت نمايد ؟ و چون كسى بد كسى گويد در غيبت ، بر دل و رخ او داغ عداوت بنويسند تا چون بهم رسند ، بينايان بينند و نابينايان هم گمان برند .\r\n\r\nشعر\r\n آنها كه محققان و ره‌بينانند * احوال ترا يكان‌يكان ميدانند \r\n ليكن بكرم پردهء كس را ندرانند * زان سان كه زمانه مىرود ، ميرانند \r\nپادشاه و آن غلام خاص در پيشانى اميران و در چشم ايشان ، و در گفت ايشان بدانديشى و بدگويى ايشان مىديدند . لابد اثر غيبت در پيشانى و چشم « 1 » و گفت پيداست . چنانك خداى - تعالى - مىفرمايد مر رسول را از بهر غيبت منافقان كه ( و لتعرفنّهم  بِسِيماهُمْ وَ لَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ )  اما مىدانستند و نادانسته مىكردند .\r\n ميدان و مگو تا نشود رسوايى * زيبايى مرد هست در گنجايى \r\nروز رسوايى خود در پيش است .  ( يَوْمَ تُبْلَى السَّرائِرُ )  باشد كه پيش از آن روز توبه كند ، حالى او را رسوا نكنيم . آن اميران با يكديگر مىجوشيدند كه چه گويم « 2 » پادشاه است . حاكمست . دست ، دست اوست . اگر بىانصافست كه گويد كه مگو ؟ و اگر روز را شب گويد ، كه گويد كه خطاست ؟\r\n گر قامت سرو را دو تا مىگويى * ور ماه دو هفته را جفا مىگويى \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - و در چشم ايشان نسخه\r\n( 2 ) - چه كنيم نسخه .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n اندر همه عالم اين دل و زهره كراست ؟ * تا با تو بگويد كه چرا مىگويى ؟ \r\n* * * * *\r\n جننّا بليلى و هي جنّت بغيرنا * و اخرى بنا مجنونة لا نريدها \r\n* * * * *\r\n ما عاشقيم بر تو ، تو عاشق بر آينه * ما را نگاه بر تو ، ترا اندر آينه \r\n از دود آه خويش ، جهان را سيه كنم * تا هيچ صيقلى نكند ديگر آينه \r\nروزى از آن اميران كه گرم‌دماغ‌تر بود و بىصبرتر بود ، گفت : اى اميران و اى برادران اگر شما را صبر هست ، مرا بارى صبر نيست . امروز بروم ، زانو زنم به خدمت سلطان و خاك بر سر كنم ، اگر بگويد كه چيست ؟ بگويم :\r\n\r\nرباعى\r\n گفتى كه سرشك تو چرا گلگون شد * چون پرسيدى راست بگويم چون شد : \r\n خونابه سوداى تو مىريخت دلم * چون جوش برآورد ، ز سر بيرون شد \r\n\r\nرباعى\r\n كارم چو ز غم بجان رسانيدى بس * دودم به همه جهان رسانيدى بس \r\n از پوست برون رفت مكن بىرحمى * چون كارد به استخوان رسانيدى بس \r\nگفتند : اى برادر راست مىگويى ، الّا از بهر دل ما چند روزى ديگر « 1 » صبر كن كه الصّبر مفتاح الفرج . گفت : صبر كنم تا چه شود ؟ گفتند : تا فرصت نگاه داريم .\r\n مرغ را بينى كه بىهنگام آوازى دهد * سر بريدن واجب آيد مرغ بىهنگام را \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - از بهر خاطر ما روزى چند نسخه\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nگفت : وقت كدام باشد ؟ گفتند روزى كه پادشاه خوش طبع « 1 » باشد و با ما خندان باشد آن ساعت رحمت « 2 » در جوش باشد . ( اغتنموا الدّعاء عند الرقّة ) رسول مىفرمايد كه آن ساعت كه دلهاى شما تنگ شود و ديدهاى شما پرآب شود ، سوزى و نيازى پيدا شود ، آن ساعت وقت حاجت خواستن است . غنيمت داريد كه آن ساعت در رحمت باز است ، حاجتها بخواهيد .\r\n\r\nرباعى\r\n اى باد سحر ، بكوى آن سلسله موى * احوال دلم بگوى ، اگر باشد روى \r\n ور زانك بر آب خود نباشد مه روى * زنهار مرا نديده‌اى ، هيچ مگوى \r\n* * * * *\r\n زين من و صبر من ترا چه شود * گر مرا آتش بسوزد ، گو بسوز \r\nتا روزى پادشاه شكارهاى خوش « 3 » كرده بود و سخت شادمان و خندان بود ، پادشاه ابد و ازل « 4 » را شكار عزيز ، دل عاشقانست كه ( انّ اللَّه يفرح بتوبة عبده المؤمن ) زهى تقاضاى رحمت كه بندگان را بگريزاند به غيرت و بيگانه كند و باز شكار كند برحمت .\r\n\r\nرباعى\r\n اى آنكه ز خاك تيره نطعى سازى * هر لحظه درو صنعت ديگر بازى \r\n گه مات كنى و گه بدارى قايم * احسنت ، زهى صنعت با خود بازى \r\nاميران چو شاهرا شادمان ديدند و درهاى رحمت را باز يافتند ، جمله بخدمتش زانو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - خوش طبع و گشاده نسخه .\r\n( 2 ) - آن رحمت .\r\n( 3 ) - شكارهاى عجب نسخه .\r\n( 4 ) - ازل و ابد نسخه .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nزدند و گفتند اى شاه عالم ! چند و چند ؟ آخر ما را كشتى ، عادت كرم تو نبود اين ، مدتهاست كه ريسمان دل ما گره بر گره است ، چون رشتهء تب « 1 » از شب دودآلود و از شفق خون‌آلود .\r\n\r\nشعر\r\n از زلف بياموز كنون بنده خريدن * كز چشم بياموخته‌اى پرده دريدن \r\n فريادرس آن را كه به دام تو در افتاد * يا نيست ترا مذهب فرياد رسيدن ؟ \r\n ما صبر گزيديم به دام تو كه در دام * بيچاره شكارى خفه گردد ز طپيدن \r\n زين‌رو كه رضاى تو باندوه تو جفتست * اندوه تو ما را چو شكر شد بچشيدن \r\n زين روى نياريم غمت خورد بيكبار * زيرا كه شكر هيچ نماند ز مزيدن \r\n بشنو سخن بنده سنايى و مكن جور * كارزد سخن بنده سنايى بشنيدن \r\nپادشاه گفت : چه كرده‌ام در حق شما ؟ گفتند : ما بندگان توئيم ، از جان عزيزتر چه بود ؟ از رضاى تو دريغ نمىداريم ، در صف جنگ ، وقت نفسى نفسى جان بازيهاى ما را ديده‌اى چگونه است فلان را بر سر ما بدين حد برگزيده‌اى ؟ بچه هنر ، بچه نيك بندگى ؟\r\nاما از چه تقصير آمد از ما ، حاكمى و فرماندارى .\r\n آن‌كس كه ببندگيت اقرار دهد * با او تو چنين كنى دلت بار دهد \r\nآخر او چه بندگى مىكند كه آن بندگى لطيف است و در نظر ما در نمىآيد ؟ پادشاهى كن و ما را اندكى خبر كن كه آن كدام بندگيست ؟ تا ما هم بكوشيم و هنر خود بنمائيم .\r\nگفت : چه گويم ؟ آنچه او مىكند شما نتوانيد كردن .\r\n گر سخن بر وفق عقل هر سخنور گويمى * شك نبودى كاين سخن با خلق كمتر گويمى \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بترس نسخه\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n كو كسى كاسرار چون بشنود ، دريابد كه من * پيش او هر ساعتى اسرار ديگر گويمى \r\n كو كسى كز وهم پاى عقل برتر مىنهد ؟ * تا سخن با او بسى از عرش برتر گويمى \r\n كو كسى كز سينه كرسى كرد وز دل عرش ساخت ؟ * تا نشان عالم صغيرش در بر گويمى \r\n كو كسى كز قعر ظلمت پا نهد يك گام پيش * تا ز سرّ هفت درّ و چار گوهر گويمى \r\n كو يكى صاحب مشامى كز يمن بويى كشد * تا ز مشك تبّت و عود معنبر گويمى \r\n كو كسى ، كو عبره خواهد كرد ازين دوزخ سرا ؟ * تا من از صد نوع با او شرح معبر گويمى \r\n گر دل عطار پست خاك نقشين نيستى * از بلندى شعر فوق هفت اختر گويمى \r\nگفتند : اى شاه عالم آخر ما را امتحان كن ، اگر از عهده بيرون نيائيم ، خود را بشناسيم و فضيلت او را بدانيم و از حسد و وسوسه فارغ شويم ، بعد از آن جنگ با خود كنيم نه با خيال شاه .\r\n گر دل دهيم از سر جان برخيزم * جان بازم و از جان و جهان برخيزم \r\n من بنده بخوى تو نمىدانم زيست * مقصود تو چيست ؟ تا از آن برخيزم \r\nكه هر كه رنج و بلا از گناه خود گيرد ، مستغفر باشد پادشاه را عادل گفته باشد .\r\nروشنايى يابد و زود خلاص بيند كه  ( قُلْ لِمَنْ فِي أَيْدِيكُمْ مِنَ الْأَسْرى إِنْ يَعْلَمِ اللَّهُ فِي قُلُوبِكُمْ خَيْراً يُؤْتِكُمْ خَيْراً مِمَّا أُخِذَ مِنْكُمْ )  اى محمد اسيران و بستگان غم را بگو كه از من در اين رنج و اسيرى ، اگر آن‌كس كه شما بتقدير نافذ او اسيريد ، درين حالت در دل\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nشما انديشهء نيك بيند ، هر چه از شما ياوه شد بيش از آن و به از آن دهد . پادشاه فرمود كه يك هنر اين غلام من آنست كه دايما مرا مىنگرد و چشم از روى من برنمىدارد گفتند : اى شاه عالم پس زودتر بگو اين سهل كاريست . ما همه روز و شب بعد از اين ترا نگريم . خاك بر سر كارهاى ديگر ، ازين خوش‌تر كار چه باشد .\r\n آن‌كس كه ترا بيند و شادى نكند * سر زير و سيه كاسه و سرگردان باد \r\nجمله اميران ازين شادى سجده كردند و سلاح‌ها از خود بگشادند و انداختند و گفتند :\r\nبعد از اين سلاح ما روى تو ، صلاح ما كوى تو ، حجّى به در خانه و فضل بسيار . صف كشيدند و بر روى پادشاه نظر مىكردند . با خود مىگفت :\r\n\r\nشعر\r\n مسى از زر بيالودى و مىلافى چه سود اينجا * كه رسوا گردى اى لافى ، چو سنگ امتحان بينى ؟ \r\n\r\nشعر\r\n دعوى عشق كردن آسانست * ليك آن را دليل و برهانست \r\nدر گوش حاجب خاص گفت كه برو بطبل خانه هر چه آنجاست از كوس و دهل بگو تا همه را بر بام قصر آرند و از اين روزن بيكبار دراندازند . رفتند و چنان كردند . بيكبار بانگ‌هاى با هيبت و زلزله برخاست . همه چپ و راست نگريستند كه بارگاه چه مىشود و چشم او در رخ شاه ماند كه سيماى شاه چه مىشود  ( ما زاغَ الْبَصَرُ وَ ما طَغى )  اى عزيز من مقصود ازين قصه پادشاه نيست اميران و سپاه نيست . مقصود ازين پادشاه ، نه پادشاه\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nاست ، بلك حضرت إله « 1 » است - تعالى و تقدس - مقصود ازين اميران نه اميرانند بلك فرشتگان هفت آسمان‌اند  ( لا يَعْصُونَ اللَّهَ ما أَمَرَهُمْ )  چون فرمان آمد كه شما را از مسكن زمين معزول كرديم و اين ولايت را باقطاع بآدم داديم همه فرياد برآوردند كه  ( أَ تَجْعَلُ فِيها مَنْ يُفْسِدُ فِيها )  در اين زمين قومى آورى كه فساد كنند و معصيت و خون‌ريزى كنند ؟  ( وَ نَحْنُ نُسَبِّحُ بِحَمْدِكَ وَ نُقَدِّسُ لَكَ )  و ما را معزول مىكنى ، كه روز و شب به خدمت مشغوليم و به بندگى و تسبيح و تقديس ؟ جواب فرمود جل جلاله كه اين هست ، الّا من از ايشان خدمتى مىدانم كه از شما آن خدمت نيايد . گفتند : عجب ، آن چه خدمت باشد كه از فرشتگان پاك نيايد و از بنى آدم آلوده بيايد ؟ رسول كونين ، پيشواى ثقلين ، محمد مصطفى - صلّى اللّه عليه و سلم - چون شب معراج او را جلوه كردند ، عجايب و غرايب هفت آسمان را بر وى عرضه كردند ، عرش و كرسى بر او جلوه كردند ، البته نظر از جمال الوهيت برنگرفت كه  ( ما زاغَ الْبَصَرُ وَ ما طَغى ) \r\n\r\nشعر\r\n چون نهان و آشكارا نزد تو يكسان شود * صحبتت پيوسته گردد ، خدمتت آسان شود \r\n آفتابت راست گردد رو نمايد بىنقاب * ذرّه‌اى سايه نمايد ، هر چه خواهى آن شود \r\n اينت اقبال و سعادت ، اينت بخت و روزگار * زندهء با جان نپرّد ، زندهء بىجان شود \r\n فاش گويم برگشايم راز مردان را وليك * هر كسى طاقت ندارد زانكه سرگردان شود \r\nو الحمد للَّه اولا و آخرا و صلى اللّه على محمد و آله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - حضرت عزت نسخه .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n\r\nالمجلس الرابع\r\nبسم اللَّه الرحمن الرحيم\r\nالحمد للَّه مقدر الكائنات و مدبر الموجودات و باريها معيد الخلائق على صعيد الحشر ليوم النشر و مبدئها ، مجرى الفلك الدوار فى لجّة الخضراء و الفك على صفحات الماء و مزجيها ، مظهر كتائب السحائب على اكناف الهواء و منشيها ، فاذا سلت البروق سيوفها على اعجاز العوادى و هواديها ، ارسلت سهام الاقطار الى اغراض الاقطار « 1 » و مراميها و نادى خطيب الرعد على منبر الغيم ، تبارك اللَّه مجريها و مرسيها العليم الذى لا يعزب عن علمه خطرات الاقلام فى مدارجها و لا خطوات الاقدام فى مجاريها ، البصير الذى لا يخفى على بصره اصناف الدرر فى اعطاف الاصداف و مطاويها ، السميع الذى يسمع بريد اصوات الانام فى غلبات الظلام و دياجيها و ترصيع الالحان من الاطيار على اغصان الاشجار و مراقيها ، المتكلم بكلام ازلى قديم « 2 » جل عن نغمات اللغات و حركات اللهجات و تقدس عن رسوم رفع ظروف و حروف يواليها فى القراءة تاليها و نشهد أن لا إله الا اللَّه وحده لا شريك له و نشهد أن محمدا عبده و رسوله صلّى اللّه عليه و على آله خصوصا على ابى بكر التقى و على عمر النقى و على عثمان الزّكى و على علىّ الوفى و على جميع المهاجرين و الانصار و سلّم تسليما كثيرا .\r\n\r\n« مناجات »\r\nملكا و پادشاها جان مشتاقان لقاى خود را كه از درياى هستى به كشتى اجتهاد عبور مىجويند به‌سلامت و سعادت بساحل فضل و رحمت خويش برسان . دردمندان لقاى فراق خود را به مرهم و درمان امان خويش صحّت و عافيت ابدى روزى گردان . ديدهء دل هر يكى را به تماشاى انوار و ازهار بستان غيب گشاده گردان . شب روان خلوت را در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الاوطار نسخه\r\n( 2 ) - بكلام قديم ازلى نسخه .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nظلمات هوى و شهوت از گمراهى و بىراهى نگاه دار . اى خدايى كه بامر اهبطوا مرغان ارواح ما را به دام و دانهء قالب خاكى محبوس كردى ، بكمال فضل خويش ازين دام‌گاه صعب بگشا و عالم غيب را نما « 1 » يا إله العالمين و يا خير الناصرين . ابتداى كلام و آغاز پيغام « 2 » بحديثى كنيم از احاديث رسول صادق محمد مصطفى صلى اللّه عليه روى فى اصحّ الاخبار عن افصح الاخيار انه قال : ( ان للَّه تبارك و تعالى عبادا امجادا محلهم فى الارض كمحل المطران وقع على البر اخرج البر و ان وقع على البحر اخرج الدر ) چنين مىفرمايد مصلح هر فساد كليد هر مراد پناه مطيع و عاصى رهنماى دانى و قاصى صلى اللَّه عليه كه خداى خالق زمين و زمان را مبدع طبقات هفت آسمان را خداوند بىكيف را سلطان بىحيف را در جهان آب‌وگل بندگانند پاك‌تر از جان و دل .\r\n\r\nشعر\r\n آنها كه ربودهء الستند * از عهد الست باز مستند \r\n در منزل درد ، بسته‌پايند * در دادن جان گشاده‌دستند \r\n تا شربت بيخودى چشيدند * از بيم و اميد بازرستند \r\n رستند ز عين و غين ، هرگز * دل در ازل و ابد نبستند \r\n چالاك شدند پس بيك گام * از جوى حدوث بازجستند \r\n برخاسته از سر تصدّر * بر مسند خواجگى نشستند \r\n فانى ز خود و بدوست باقى * اين طرفه كه نيستند و هستند \r\n اين طائفه‌اند اهل توحيد * باقى همه خويشتن پرستند \r\nحق تعالى چون بنده‌اى را به شايستگى قرب خود قبول كند « 3 » و او را شراب لطف « 4 » بچشاند ظاهر و باطنش را از ريا و نفاق صافى كند ، محبّت اغيار را در باطن او گنجاى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نماى نسخه .\r\n( 2 ) - پيام نسخه .\r\n( 3 ) - چون بنده‌اى را شايسته مقام قرب گرداند نسخه .\r\n( 4 ) - لطف ابد نسخه .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nنماند ، مشاهد لطف خفى گردد ، به چشم عبرت در حقيقت كون نظاره كند ، از مصنوع بصانع مىنگرد و از مقدور بقادر مىرسد . آنكه از مصنوعات ملول گردد و به محبت صانع مشغول گردد . دنيا را پيش او خطر نماند ، عقبى بر خاطر او گذر نكند « 1 » غذاى او ذكر محبوب شود تنش « 2 » در هيجان شوق معبود « 3 » در محبت محبوب مىگدازد نه روى اعراض دارد و نه سامان اعتراض ، چون بميرد و حواسّ ظاهرش از دور فلك بيرون آيد ، كل اعضاش از حركت طبيعتش ممتنع گردد ، اين همه تغيير ، ظاهر را بود و ليكن باطن از شوق و محبت پر بود ، با خلق مردگان و نزد حق زندگان . مىفرمايد كه : اين بندگان رحمت عالم‌اند ، بديشان بلاها دفع شود ، زينهار خلق‌اند ، در روزى به بركت ايشان باز شود و در بلا بسته شود ، بر مثال بارانند هرجا كه بارند مبارك باشند و بركت باشند ، گنج روان باشند حيات‌بخش باشند ، آب زندگانى باشند ، باران اگر بر زمين بارد گندم و نعمت بار آرد و اگر بر دريا بارد صدفها پردرّ كند و در و گوهر روياند . بعضى محققان گويند : مراد ازين خشكى ، قالب و صورت آدميانست كه ببركات صحبت اوليا آراسته گردد و عمل و زهد و نماز و شفقت و مرحمت و خيرات و صدقات و مسجدها و منارها و معبدها و پلها و رباطها و غير آن ، اين همه خيرات ظاهر در عالم از صحبت آن بندگان حاصل شده است و از ايشان دزديده‌اند و از ايشان آموخته‌اند و مراد از باريدن بر دريا ، زنده گردانيدن دلهاست و بينا شدن دلها و روشن شدن دلها از صحبت ايشان و آراسته شدن نوعروس جان بجواهر علم و معرفت و شوق و ذوق .\r\n\r\nشعر\r\n آن عزيزان كه پردهء عين‌اند * در خرابات قاب قوسين‌اند \r\n گاه در عقبهء مجاهده‌اند * گاه در مجلس مشاهده‌اند \r\n همه هم باده‌اند و هم مستند * همه هم نيستند و هم هستند \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بر خاطر او گذر نماند نسخه .\r\n( 2 ) - ذكر محبوب گردد و تنش نسخه .\r\n( 3 ) - شوق معبود مىنازد و جان نسخه .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n نيست گشته همه ز عزت هست * عَلَم بىنيازى اندر دست \r\n جسمشان تا ولايت آدم * اسمشان تا نهايت عالم \r\n خمشانى ز جان بآيين‌تر * ترشانى ز شهد شيرين‌تر \r\n جان‌فروشان بارگاه عدم * خرقه‌پوشان خانقاه قدم \r\n همه از روى افتقار و وله * لا شده در كمال الا اللَّه \r\n نور ديدم درو رونده يكى * همچو ماهى رونده بر فلكى \r\n كه همىكرد از آن ولايت دور * خرقه‌هاشان بتابش پرنور \r\n خواستم تا در آن طريق شوم * خواستم تا از آن رفيق شوم \r\n عاشقى زان صف سقيم صحيح * پيشم آمد خموش ليك فصيح \r\n دست بر من نهاد و گفت مايست * هم بدينجا كه جاى ، جاى تو نيست \r\n بازپر سوى لا يجوز و يجوز * رشته در دست صورتست هنوز \r\nتا بر در حجرهء دل ساكن شدند و هر چه ماسوى اللَّه بود از دل بيرون كردند ، از بهشت و دوزخ و ارواح و اجسام و غير آن ، الا ترك طلب حق - جل جلاله - نكردند . پس سه چيز آمد : طالب و طلب و مطلوب . پس چون بدين مقام رسيدند ، درنگريستند ، زنّار ترسايى ثالث ثلاثه بر گردن وجود خود ديدند . از سرادقات عرش خطاب  ( وَ لا تَقُولُوا ) *  بشنيدند ، چندان ديده و عقل در برابر داشتند كه طالب و طلب فانى شد ، پس فرد مطلق باقى ماند .\r\n\r\nشعر\r\n زان مىخوردم كه روح پيمانهء اوست * زان مست شدم كه عقل ، ديوانهء اوست \r\n دودى به من آمد آتشى بر من زد * زان شمع كه آفتاب پروانهء اوست \r\nلمعان ينبوع اعظم جلال قدس حق از مشرق  ( أَ فَمَنْ شَرَحَ اللَّهُ صَدْرَهُ )  چون طالع شد ،\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nنه حسن ماند نه خيال نه وهم ماند و نه عقل « 1 » .\r\n\r\nشعر\r\n تنا پاى اين ره ندارى چه پوئى * دلا جاى آن بت ندانى چه جويى \r\n ازين رهروان مخالف چه چاره * چو بر لاف گاه سر چارسويى \r\n اگر عاشقى كفر و ايمان يكى دان * كه در عقل رعناست اين تنگ خويى \r\n تو جانى و انگاشتستى كه شخصى * تو آبى و پنداشتستى سبويى \r\n همه چيز را تا نجويى نيابى * جز اين دوست را تا نيابى نجويى \r\n يقين دان كه تو او نباشى و ليكن * چو تو در ميانه نباشى تو اويى \r\nآدمى اول نطفه بود آنگه علقه آنگه مضغه ، پس حق تعالى فرشته‌اى را مسلط كند بر رحم مادران كه او را ملك الارحام گويند . فرمان آيد كه اى فرشته ! نقش كن آن فرشته از لوح محفوظ ، نشان صورت برداشته بود ، بيرون از رحم ، برابر رحم بايستد و نقاشى كند بفرمان خداى عز و جلّ چون نقش صورت تمام گشت ، فرمان آيد كه اى فرشته بازرو كه ما را با وى سرّيست ، بعد از آن جان اندر وى تركيب كند و هيچ‌كس نداند كه جان چه چيز است . بعد از آن امر آيد كه بنويس رزق او را و عمل او را و بنويس كه شقيست يا سعيد . آدم را چون بيافريد جان را فرمان داد كه تا سر وى اندر آمد . سرش كه از گل بود ، گوشت و استخوان و پوست گشت ، آن باقى همه گل . چشم باز كرد تن خود را همه گل ديد ، تا همهء فضلها از خدا بيند . آورده‌اند از قصّهء \" عازم \" كه از بنى اسرائيل بود روزى از فسادخانه خويش بيرون آمد و بسوى بيابان رفت « 2 » تا رسيد به جايى ، قومى ديد كه كشت كرده بودند و تيمار داشته تا كشتشان تمام برسيد « 3 » و بلند شده و دانها آكنده شد ، لايق درويدن و خرمن كردن شد . آتش آوردند و آن همه كشت را سوختند . با خود گفت : اى عجب ، سوختن چنين دخل دريغشان نمىآيد ؟ از آنجا درگذشت و حيران و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نه عقل ماند نسخه .\r\n( 2 ) - مىرفت\r\n( 3 ) - رسيده نسخه\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nبتعجب مىرفت تا رسيد به جايى . مردى ديد كه با سنگى مىكوشد « 1 » تا آن سنگ را برگيرد « 2 » . نمىتوانست برگرفتن و نمىتوانست از جا جنبانيدن سنگى دگر آورده بالاى « 3 » آن نهاده مىكوشيد تا هر دو را بهم بگيرد . بجنبانيد نتوانست برگرفتن . گفت اى عجب تا يكى بود نتوانست برگرفتن « 4 » اكنون كه دو شد و گرانتر شد ، چون مىتواند از جا جنبانيدن ؟ رفت ، سنگ سوم آورد ، پهلوى آن دو نهاد . چون سه سنگ شد هر سه را برداشت و روان شد . عازم اين عجايب نيز بديد و باز در بيابان روان شد . گوسفندى ديد كه پنج كس آن را نگاه مىداشتند يكى بر پشت گوسفند سوار شده بود و يكى سرورى گوسفند را سوار شده بود و يكى پستان گوسفند را گرفته بود و مىدوشيد و يكى سروى گوسفند را گرفته بود و يكى دنبه‌اش را به دودست گرفته بود و يكى هر دو شاخش را گرفته بود و عازم را دستورى پرسيدن نى . آنجا روان شده ، مىرفت ماده‌سگى ديد . در شكم او سگ بچگان جمله به بانگ آمده . عازم گفت : چه عجبها ديدم ! چون بدر شهر رسيد پيرى را ديد : گفت : اى شيخ در اين راه كه آمدم ، عجايبها ديدم . گفت چونست چه ديدى « 5 » ؟\r\nگفت ديدم قومى را كشت كرده بودند ، چون تمام شد ، آتش در زدند . گفت آن مثاليست كه خداى تعالى مىخواست كه به تو بنمايد . آنها قومىاند كه طاعتها كرده بودند آخر كار بفساد و معصيت مشغول شدند . خداوند تعالى عملهاى ايشان را حبطه كرد  ( وَ قَدِمْنا إِلى ما عَمِلُوا مِنْ عَمَلٍ فَجَعَلْناهُ هَباءً مَنْثُوراً )  گفت ديگر چه ديدى ؟ گفت : ديدم مردى سنگى را مىخواست كه برگيرد نمىتوانست ، تا تمام قصه را بگفت . پير گفت : اين مثل مرديست كه يك گناه كرد . نزديك او آن ، عظيم و بزرگ بود و مىترسيد ، نمىتوانست آن را برداشتن و از آن انديشيدن . گناهى ديگر بكرد اندكى سبكتر شد . تا آن سنگ چون دو شد ، ديد كه مىجنبانيد و چون سنگ اولين تنها بود ، نمىتوانست از جاى جنبانيدن . بعد از سوم بار گناهى و فسادى ديگر بكرد ، همه گناه‌ها برو سهل شد و سبك شد . گفت : اى شيخ ديدم كه گوسفندى بدان صفت كه گفته شد . گفت : آن گوسفند مثل دنياست آنك بر پشت او\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مىكوشيد نسخه\r\n( 2 ) - بردارد نسخه .\r\n( 3 ) - آورده و پهلوى نسخه .\r\n( 4 ) - نتوانست از جا جنبانيدن نسخه .\r\n( 5 ) - گفت چه ديدى نسخه .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nسوار بود ، پادشاهانند و آنك گوسفند برو سوار بود ، درويشانند كه از مردمان چيزى گدايى مىكنند و آنك دنبه‌اش را گرفته بود ، آن مثل مرديست كه كارش به پايان آمده است و اجلش نزديك رسيده و نمانده است الّا اندك .\r\n\r\nشعر\r\n چندت اندوه پيرهن باشد * بو كت آن پيرهن كفن باشد \r\nو آنك ديدى كه دو شاخ گوسفند را گرفته بود « 1 » مثل آن‌كس است كه در دنيا زندگانى نكند ، الّا به مشقتى و رنج بسيار و آنك پستانش را گرفته بودند و مىدوشيدند ، بازرگانان و خداوندان سرمايه و سود باشند و گفت : ديدم ماده‌سگى ، سگ بچگان در اندرون شكم مادر بانگ مىكردند . گفت اين مثل آنهاست كه سخن بىوقت گويند . ايشان به مثل سگ‌بچگانند كه هنوز در شكم مادرند و بانگ مىكنند .\r\n\r\nشعر\r\n گر در سر و چشم ، عقل دارى و بصر * به فروش زبان را و سر از تيغ بخر \r\n ماهى طمع از زبان گويا ببريد * زان مىنبرند از تن ماهى سر \r\nعازم گفت : اى شيخ فهم كردم ، آنچ گفتى اكنون خانهء فلانه كه بسيم مىرود ، كجاست و در كدام محله است ؟ مىگويند سخت شاهده است و من بهوس او آمدم . شيخ سه بار بر روى عازم تف كرد و گفت ، اى بدبخت پندهات دادند ، به گوش نكردى ، مثالها « 2 » نمودند ، التفات نكردى . من شيخ نيستم ، من ملك‌الموتم ، بدين صورت نمودم و اين ساعت جانت را بستانم بامر حق و مهلتت « 3 » ندهم كه آب خورى . در حال ، عازم زرد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - گوسفند گرفته نسخه .\r\n( 2 ) - مثلهات نسخه .\r\n( 3 ) - مهلت نسخه .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nشدن گرفت « 1 » و گداختن گرفت . جانش را قبض كرد بفرمان رب العالمين .\r\n\r\nشعر\r\n اى خداوندان مال الاعتبار الاعتبار * اى خداوندان قال الاعتذار الاعتذار \r\n پند گيريد اى سياهيتان گرفته جاى پند * عذر خواهيد اى سپيديتان دميده بر عذار \r\n پيش از آن كين جان عذرآور فروماند ز نطق * پيش از آن كين چشم عبرت بين فروماند ز كار \r\n در جهان شاهان بسى بودند كز گردون فلك * تيرشان پروين گسل بود و سنان جوزا گذار \r\n بنگريد اكنون بنات‌النعش‌وار از دست مرگ * تيرهاشان شاخ شاخ و نيزه‌هاشان تار تار \r\n در تو حيوانى و شيطانى و رحمانى درست * از شمار هر كه باشى ، آن بوى روز شمار \r\n باش تا از صدمت صور سرافيلى شود * صورت خوبت نهان و سيرت زشت آشكار \r\n\r\nمثنوى\r\n سيرتى كان در وجودت غالبست * هم بر آن تصوير حشرت واجبست \r\nاما بنده‌اى كه به حقيقت توبه كند و بسر گناه بازنگردد ، خداوند - تعالى - همهء معصيتهاى او را طاعت گرداند  ( فَأُوْلئِكَ يُبَدِّلُ اللَّهُ سَيِّئاتِهِمْ حَسَناتٍ )  كدام بازرگانى بود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - زرد شدن آغاز كرد نسخه .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nازين سودمندتر « 1 » كه معصيت بنده ، طاعت گردد و جفا ، وفا شود و دورى ، نزديكى شود و بيگانگى ، آشنايى گردد ، بر در بود به پيشگاه رود . رسول فرمود ، صلّى اللّه عليه و سلم :\r\nبه‌هيچ‌چيز ، فرزند آدم شادمانه‌تر از آن نبود كه در ميان بيابان عظيم رسد ، فرودآيد و زانوى شتر ببندد و روى زمين را نهالين سازد و دست خود را بالش خود كند و ساعتى بخسبد . چون از خواب بيدار شود درنگرد شتر رفته باشد و توشهء راه و پاىافزار و قماش وى بر شتر و شتر رفته ، همه را برده . گاهى راست رود گاهى چپ هيچ جايى اثر و نشان شتر نبيند . دل بر هلاكى بهلد « 2 » . همان‌جا بازآيد كه شتر را گم كرده بود . ناگاه شتر را ببيند ، مهار در دست و پاى افكنده ، روى بوى نهاده از شادى پيوسته مىگويد : ( اللّهمّ انت ربّى و انا عبدك ) اين بار گفت ( اللَّهمّ انت عبدى و انا ربّك ) از غايت شادى خطا كرد و خواست گفتن تو خداى منى من بندهء تو ، از شادى غلط كرد ، گفت ، يا رب تو بندهء منى و من خداى تو . بعد از آن رسول فرمود - صلّى اللّه عليه - : خداى تعالى به توبهء بندهء عاصى خويش ، از آن مردى كه به يافتن « 3 » شتر شاد شد ، شاد ترست . معنى شادى خداوند به توبهء بنده آنست كه چون بنده به چيزى شاد شود ، آن چيز را عزيز دارد ، اكنون آن مرد تائب نيز نزد خداوند - تعالى - سخت عزيز باشد و فرمود كه بنده‌اى بود كه گناه كند و آن گناه او را در بهشت آرد . گفتند : چون باشد يا رسول اللَّه ؟ گفت : آن گناه در پيش چشم وى ايستاده بود و وى هر دم پشيمانى مىخورد و عذر مىخواهد . اين پشيمانى و عذر او را آخر به بهشت اندر آورد « 4 » . بنده‌اى چون روز قيامت نامهء گناه بيند ، راه دوزخ گيرد . او را گويند : روى ديگر بر خوان . بر خواند ، همه طاعت بيند ، از بهر آنك توبهء نصوح كرد و حق - تعالى - معصيت‌هاى او را به طاعت مبدّل گردانيد ، آن خدايى كه ريگ را از بهر خليل آرد و آهن را از بهر داود چون موم نرم كرد « 5 » ، نرم و گل را از بهر عيسى مرغ گردانيد و خون حيض را غذاى فرزندان گردانيد معصيتها را به طاعت مبدّل تواند كردن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كدام بازرگان ازين سودمندتر باشد نسخه .\r\n( 2 ) - دل بر هلاكت بنهد نسخه .\r\n( 3 ) - از آن مردى كه شتر را يافت و به يافتن نسخه .\r\n( 4 ) - آرد نسخه .\r\n( 5 ) - از بهر داود موم كرد نسخه .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nبه روزگار . رسول - صلّى اللّه عليه و سلم - گفت : شخصى بود \" مقبل تمّار \" خرما فروختى ، زنى بيامد ، خرماى نيكو ديد بردكان تمّار گفت : در دكان اندرون بهتر دارم .\r\nچون زن بدكان در آمد ، زن را بوسه داد و در چادر او درآويخت و آن زن او را دفع مىكرد و مىگفت بدكارى كردى ، به خداوند عاصى گشتى و به خواهر خود به مسلمانى خيانت كردى . مقصود ذكر قصّهء مقبل نيست . مقصود آنست كه تو دانى كه درمان گناه چه مىبايد كردن . مقبل چون توبهء نصوح كرد ، اين آيت بيامد :  ( وَ الَّذِينَ إِذا فَعَلُوا فاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَ مَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ )  جماعتى مىگويند اين در شأن بهلول نبّاش آمده است . جابر - رضى اللَّه عنه - روايت مىكند كه جوانى بود از انصار ، نام وى ثعلبة بن عبد الرحمن بود . خدمت رسول كردى . روزى بر در سراى يكى از انصار گذر كرد و در آن سراى نظر كرد . چشم وى بر روى زنى افتاد كه خويشتن را مىشست . بايستاد در وى به قصد مىنگريست . ناگاه به دلش آمد ، نبايد كه خداى - تعالى - وحى فرستد برسول در حق من ، از آن نظر شهوت پشيمان شد . از مدينه بيرون آمد از شرم ، بدان كوه كه ميان مكه و مدينه است چهل شبان « 1 » روز بدان كوه بود و زارى مىكرد و رسول از وى مىپرسيد و آن چهل روز بود كه وحى نمىآمد ، تا كافران گفتند ( ودعه ربّه و قلاه ) ناگاه جبرائيل آمد كه آن بنده در ميان كوه ، فرياد مىخواهد به من از آتش دوزخ . رسول - عليه السلام - عمر خطاب و سلمان فارسى رضى اللَّه عنهما بفرستاد كه ثعلبه را پيش من آريد . هر دو از مدينه بيرون آمدند . شبان دقاقه را پرسيدند .\r\nگفت : اين‌چنين كس كه شما مىطلبيد ، چهل روز است كه هر دو دست بر ميان سر نهاده است و مىنالد كه كاشكى جان من اندر ميان « 2 » جانها بستدى و مرا روز قيامت زنده نكردى . چون به آن كوه « 3 » رسيدند ، بعضى از شب گذشته بود . آن جوان برون آمد و مىگفت : ( يا ليتك قبضت روحى فى الارواح و تلاشت جسدى فى الاجساد ) چون عمر او را بگرفت گفت : الامان ، الامان متى الخلاص من الاوزار يا عمر مرا وقتى پيش رسول بر كه وى اندر نماز باشد يا بلال اندر قامت بود . چون ثعلبه آواز قرآن خواندن رسول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - شبانه نسخه .\r\n( 2 ) - جان من از ميان نسخه .\r\n( 3 ) - چون به كوه نسخه .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nعليه السلام بشنود عقل از وى زايل شد و بر جاى بيفتاد . چون رسول از نماز فارغ شد ، به نزد ثعلبه آمد ، از پرتو رسول - عليه السلام - ثعلبه به خود آمد و دل بازيافت و گفت : يا رسول اللَّه از تشوير گناه و خجالت گريختم . رسول - عليه السلام - گفت : آيتى آموزم ترا كه بنده را بدان بيامرزند  ( رَبَّنا آتِنا فِي الدُّنْيا حَسَنَةً وَ فِي الْآخِرَةِ حَسَنَةً وَ قِنا عَذابَ النَّارِ )  گفت : گناه من از آن عظيم‌ترست . رسول - عليه السلام - بگفت : بل كلام اللَّه عظيم‌ترست از گناه تو . ثعلبه به خانه رفت سه شبان روز در نماز زار و نزار شد . رسول - عليه السلام - بيامد بر او سروى در كنار نهاد . فرمان آمد كه معصيت او را در گذرانيدم . ثعلبه هم در آن دم از دنيا گذشت و بر وى نماز كردند  ( إِنَّا لِلَّهِ وَ إِنَّا إِلَيْهِ راجِعُونَ ) \r\n\r\nرباعى\r\n از روز قيامت جهان‌سوز بترس * وز ناوك انتقام دل‌دوز بترس \r\n اى در شب حرص خفته در خواب دراز * صبح اجلت دميد از روز بترس \r\n* * *\r\n كتبت كتابا و الفؤاد معذب * و قلبى على جمر الرضا يتقلب \r\n و كنت اظنّ الموت اصعب فرقة * ففرقتكم عندى اشدّ و اصعب \r\nو صلى اللّه على محمد و آله الاكرمين .\r\n\r\nالمجلس الخامس\r\nبسم اللَّه الرحمن الرحيم و به نستعين\r\nالحمد للَّه الاول الذى ما وفى حق كبريائه مجتهد و لا جاهد الآخر الذى كل الى عتبة جلاله قاصد ، الظاهر الذى بهرت آياته العقول فلا يجحده جاحد ، الباطن الذى كل ذرة فى السموات و الارض على وحدانيّته علم شاهد ، السماء قبته و ايوانه و الارض فراشه و ميدانه\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nالبسيط بساطه و شاذروانه قلوب العارفين اكرّته و القضاء صولجانه ، الجنة رحمته و خازن الجنة رضوانه ، النّار سجنه و مالكها سجّانه ، القيامة مجمعه الاكبر و مظالمه الاعظم و ديوانه   ( فَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ خَيْراً يَرَهُ وَ مَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ شَرًّا يَرَهُ )   مكياله و ميزانه ، عمّ العالمين رحمته « 1 » و احسانه و شمل العاصين رحمته و غفرانه ، من غاص فى بحر اوصافه كل لسانه و من جال فى ميدان جلاله تقاعس و ان طال جولانه  ( كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ  فاحذروا مخالفة من هذا شأنه ) . بعث نبينا محمدا صلى اللّه عليه العناية الازلية بضاعته و انشقاق القمر اشارته ،  ( وَ إِنْ يَكادُ الَّذِينَ كَفَرُوا )  تعويذه و تميمته ،  ( ما زاغَ الْبَصَرُ وَ ما طَغى )  همته و رتبته ، الدنيا مفقوده و العقبى موجوده و الرّب معبوده و المعبود مقصوده و اللَّه عاصمه و جبرئيل خادمه و البراق مركبه و المعراج سفرته و سدرة المنتهى مقامه و قاب قوسين مطلبه و مرامه و الصديق عاشقه و مستهامه ، الفاروق عدله و همامه و ذو النورين ختنه و امامه و المرتضى شجاعه و صمصامه عليهم رضوان اللَّه و سلامه .\r\n\r\n\" مناجات \"\r\nاى ملكى كه ذاتت باقى و قايمست و ملكى و دولتى كه تو بخشى دايم است ملك توحيدمان تو داده‌اى بىسابقهء خدمت و بىلاحقهء طاعت ، تاج زرين  ( وَ لَقَدْ كَرَّمْنا )  بر فرق ما نهاده‌اى ، به ناشكرى ما و تقصيرى ما به تاراج قهر از سرما برمگير . دشمن ابليس به قصد ما گرد ما تكاپوى مىكند و مكرها مىانديشد تا جامهء آشنايى از سر ما بركشد . اى خالق دشمن و دوست اين بندگان را دشمن كام او مگردان . دوست شفيع و نور رفيع پيامبر ماست - صلوات اللَّه عليه - كمر شفاعت بر ميان بسته است و بر گوشهء صراط ايستاده تا زمرهء امت را از دود عذاب ، به‌سلامت گذراند . آن آفتاب عالم و رحمت بنى آدم را بر ما مشفق و مهربان گردان و به ستارى خويش ما را ازو خجل مگردان . اى ملك ترا از ثواب دادن مطيعان زيانى نى و از عذاب كردن مجرمان سودى نى . به حق جگرهاى كباب گشته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - رأفته نسخه .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nاز تاب آتش محبت تو كه جگر ما را به آتش فراق ابد سوخته مگردان . هرچ خواهى توانى كرد ، و هر عتاب كه فرمائى سزاوار آنيم و جز فضل و رحمت تو حيله و چاره ندانيم ، اى چاره‌گر بيچارگان و اى پناه آوارگان سايهء لطف ابدى بر سر ما انداز و انعام عامّت كه دل دوستان را صدف درّ توحيده كرده است ، آلايش ما را بدان انعام ، آرايش گردان . صدف دل ما را بدست تلف ، عذاب مده . پيش خلف و سلف ما را رسوا مكن . چون جهان بكام تست و فلك غلام تست و قاهران آسمان و زمين مقهور تواند و نيّرات درخشان گداى نور تواند و ملوك و سلاطين زكات خوار دولت منصور تواند ، از چنين دولتى كه ما را واقف كردى محروم مگردان و از چنين شرابى كه لب ما را تر كردى مهجور و مخمور مگردان ما را تمام از خود بى خود گردان .\r\n\r\nشعر\r\n بادهء عشق درده اى ساقى * تا شود لاف عقل در باقى \r\nاز آن شرابى كه در روز الست ، ذرات ارواح ، مست‌وار بلى گفتند ، تمام بر ما ريز ، ما را از دست صدهزار انديشه و وسوسه بازخر .\r\n\r\nشعر\r\n اى ساقى از آن باده كه اوّل دادى * رطلى دو درانداز و بيفزا شادى \r\n يا چاشنئى از آن نبايست نمود * يا مست و خراب كن چو سر بگشادى \r\nآغاز و افتتاح اين خبر بحديثى كنيم از اخبار خوش آثار سرور و مهتر و بهتر عالم و آدم ، رسول ثقلين ، آفتاب كونين ، رحمت عالم ، فخر بنى آدم ، آنك پيش از آن كه آفتاب وجودش از مشرق آب‌وگل برآيد ، آثار نورش چون صبح عالم را از نور پر كرده بود . چنانك مىآرند كه قحطى افتاده بود در مكّه پيش از اين ، كافران به نزديك عبد المطلب آمدند كه آخر تدبير اين چيست ؟ كسى بايستى كه حلقهء در رحمت بجنبانيدى و بر در قضا تقاضا كردى كه آتش قحط دود از حلق برآورد ، هم اكنون نه حيوان ماند و نه نبات ، هم اكنون نفى شود خطه اثبات . عبد المطلب گفت : مرا بارى نه بر آسمان آب رويست و نه در زمين ، اما نورى بود در پيشانى من از عدن عدنان آمده بر\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nناف عبد مناف گذر كرده آن را به وديعت بعبد اللَّه دادند . عبد اللّه به امانت به آمنه سپرد . اكنون آن نور بعالم ظهور آمده است . او را بياريد تا به حرمت او از خدا باران خواهيم ، باشد كه به دولت وى « 1 » كارى برآريد . محمد را بياوردند . عبد المطلب پيش او برخاست ، او را در صدر نشاند . گفتند طفلى را در صدر « 2 » مىنشانى ؟ گفت اگر چه به صورت من در صدر نشسته‌ام ، اما از بارگاه معنى غلغله مىشنوم كه او بصدر از تو حق‌تر است . بعد از آن عبد المطلب او را بنواخت چنانك پادشاه‌زادگان را بندگان مىنوازند و به در خانهء كعبه آورد . با او بازى مىكرد و او را برمىانداخت ، چنانك عادتست كه طفلان را به بازى بدست براندازند و گفت خداوندا اين بندهء تست محمد ، و گريه بر وى افتاد . دايهء مهر « 3 » قديم را مهر بجنبيد ، درياى رحمت به جوش آمد ، بخارى از جانب زمين برآمد و بر چشم ابر زد ، باران باريدن گرفت به اطراف ، چاهها و گردابها پر و نباتها سيراب شدند . عالم مرده زنده شد . چون بسبب ذات مبارك او ، در هنگام طفوليت كافران بت‌پرست از بلا خلاص يافتند ، روزى كه اين شفيع قيامت ، كمر شفاعت در ميان « 4 » بندد و شفاعت كردن گيرد به ذات خود ، آن رحمت بىپايان كى روا دارد كه مؤمنان در عقوبت مانند ؟ اين مهتر كه شمّه‌اى از فضايل او شنيدى چنين مىفرمايد كه ( العلم حيات القلوب و العمل كفارة الذنوب . الناس رجلان : عالم ربانى و متعلم على سبيل النجاة و ساير الناس همج ارتعوا فى رياض الجنة ، قيل و ما رياض الجنة قال حلق الذكر قيل و ما الرتوع قال الرغبة فى الدعاء من احب العلم و العلماء لم تكتب له خطيئته قطّ ، صدق رسول اللَّه ) رسول كاينات ، مهتر و بهتر موجودات صلى اللّه عليه چنين مىفرمايد : العلم حيات القلوب : علم زندگى دلهاست زيرا علم آگاهى دلهاست « 5 » آگاهى زندگيست ، بىآگاهى مردگيست . چون دست تو بىخبر شود ، از سرما و گرما خبر ندارد و از زخم خبر ندارد ، گويى كه دستم مرده است .\r\nاكنون اگر دل اشارت كند دست را كه كوزه را برگير و دست ، اشارت دل را فرمان نبرد ، اگر بعذرى و رنجى باشد ، آن دست را مرده نگويند ، زيرا اشارت دل‌را فهم مىكند و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - او نسخه .\r\n( 2 ) - بر صدر نسخه .\r\n( 3 ) - لطف نسخه .\r\n( 4 ) - بر ميان نسخه .\r\n( 5 ) - دلست نسخه .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nمىخواهد كه بكند ، اما منتظر است كه تا رنج ازو برود . اما آن دستى كه هيچ خبر ندارد از اشارت دل و هيچ عمل نكند و دل را جاسوسى هم نكند كه نداند كه سرماست يا گرماست يا آتشست يا زخمست ، آن دست مرده باشد و همچنين هر آدميى كه نداند و حس نيابد كه اثر گرماى طاعت چيست و اثر سرماى معصيت چيست ، و اثر زخم عتاب چيست ، آن شخص همچون آن دست مرده باشد ، صورت شخص هست ولى معنى نيست ، چنانك بر سر بستانها شخصى سازند از بهر مترس . شب كسى پندارد كه پاسبانست كه باغ و بوستان را نگاه مىدارد . او خود كسى نباشد . آنها كه به نور صبح به دو نگرند ، دانند كه كسى نيست  ( وَ تَراهُمْ يَنْظُرُونَ إِلَيْكَ وَ هُمْ لا يُبْصِرُونَ )  اگر تو از ظلمت نفس هوا بيرون آيى و در نور صبح دل درآيى و بنور دل بنگرى ، اغلب خلق را در بوستان دين ، همچو آن مترس بوستان بينى .\r\n\r\nشعر\r\n ميدان فراخ و مرد ميدانى نى * احوال جهان چنان كه ميدانى نى \r\n ظاهرهاشان به اوليا ماند ليك * در باطنشان بوى مسلمانى نى \r\nنعوذ باللَّه . دگر چه مىفرمايد رسول محبوب ( و العمل كفَّارة الذّنوب ) يعنى عمل صالح ، عملهاى بد را محو كند و پاك كند . مثلا تو انديشيدى كه فلان كس در حق من چنان « 1 » بد كرد و چنين سعى دشمنى كرد ، ترا خشمى آمد كه او را بزنم و در زندان كنم .\r\nباز انديشيدى كه فلان روز چنين نيكويى كرد و چنين خدمت كرد و از بهر من به فلان كس جنگ كرد ، آن خشم از تو رفت و گفتى : نشايد چنين دوستى را آزردن ، آن خطا كه كرده بود ، به قصد نبود و عذر خواستن گرفتى . همچنين اكرم الاكرمين طاعتها فرمود و آموخت بندگان را تا عذر خواه بدى و فساد شود ، چنانك داروها آفريد تا دفع بيماريها باشد و جوشنها و زرهها و سپرها آفريد تا دفع زخم شمشير و تير و نيزهء گناهان باشد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - چنين نسخه .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nشمشير گر كه شيطانست ، شمشير تيز مىكند و سپرگر كه عقلست « 1 » سپر را محكم مىكند و تيرتراش نفس ، پيكان را سرتيز مىكند و زره‌گر توبه ، حلقهاى زره را تنگ و محكم مىكند . اين عامل قهر است و آن عامل لطف . اى برادر سوى تيغ مىروى ، بىسپر توبه و طاعت مرو . ديگر چه مىفرمايد ( النّاس رجلان : عالم و متعلّم على سبيل النّجاة ) عالم همچون قلاوزست مر مسافران ره‌روان را به كار آيد كسى را كه دل سفر آخرت ندارد ، چه داند قدر قلاوز را ؟ عالم ، طبيبست مر علت‌هاى صعب را . بيمار زار داند قدر طبيب را ، زر و مال فدا مىكند و منّت بر جان خود مىنهد . مرده چه داند قدر طبيب را ؟ دارو كسى را به كار آيد كه دردى دارد ، آنك درد ندارد ، به گوش مىشنود ، او چه داند قدر دارو را ؟ كسى را كه درد چشم نيست ، داروى چشم را چه كند ؟ آن را كه درد چشمست ، نيم درم سنگ داروى چشم ، پيش او صدهزار درم مىارزد .\r\n\r\nشعر\r\n آن شنيدى كه رفت نادانى * بعيادت به درد دندانى \r\n گفت باد است ازين مباش حزين * گفت : آرى ولى بنزد تو اين \r\n بر من اين غم چو كوه پولادست * چون تو زين فارغى ، ترا بادست \r\nاكنون دانش راه دين و دانش مكر نفس و دفع مكر او و دانش راه روشنايى دل و دين ، آن‌كس داند كه روزى روشنايى ديده باشد و جان او روزى دولت چشيده باشد و از آن دولت بروز محنت افتاده باشد و از ميان گلستان و سيبستان و شكرستان بىنهايت در تاريكى خارستان گرفتار شده باشد ، همچو آدم و حوا ، بهشت ديده و نعمت بهشت چشيده ، بشومى نفس و مكر شيطان ، گندم معصيت ناگاه خورده و از چنان بهشت و بوستانى به چنين زندانى و خاكدانى افتاده كه  ( اهْبِطُوا مِنْها جَمِيعاً )  لاجرم چندين سال گريان باشد و دست بر سر مىزند و در آفتاب مىگردد و مىگريد تا از آب ديدهء او زمين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كه عقل و علم است نسخه .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nهندستان دل ، چنين داروها و عقاقير برويد . آب ديدهء گناهكاران ، داروست در اين جهان و در آن جهان .\r\n گر نبودى سوز سينه و آب چشم عاشقان * خود نبودى در حقيقت آب و آتش در جهان \r\nتا آتش به چوب نرسد ، چگونه سوزد ؟ و چون يكسر چوب نسوزد ، از آن سر ديگر آب چون روان شود ؟\r\n\r\nرباعى\r\n اى شمع زرد روى كه با اشك ديده‌اى * سرخيل عاشقان مصيبت رسيده‌اى \r\n فرهاد وقت خويشى ، مىسوز و مىگداز * تا خود چرا ز صحبت شيرين بريده‌اى \r\nبعضى گويند شمع از بهر آن مىگريد كه آتش همخانهء او شدست و بعضى مىگويند :\r\nاز بهر آن مىگريد كه شهد شيرين از خانهء او رفته است ، او به زبان حال مىگويد :\r\n\r\nشعر\r\n حال شبهاى مرا همچو منى داند و بس * تو چه دانى كه شب سوختگان چون گذرد \r\n پرسيد يكى كه عاشقى چيست ؟ * گفتم كه چو من شوى بدانى \r\nهر شبانگاهى كه طاس مرصّع زحل بر سه پاى « 1 » چرخ مىدرخشيد ، نسر طاير گرد هامون گردون مىگرديد « 2 » ، مشترى از باغ فلكى چون لاله از دامن باغ مىتافت ، زهرهء زيبا پيش شمع جوزا ، بر كارگاه ثريا ، ديباى چگلى مىبافت ، هر شبانگاهى كه چنين طناب ظلمت خود بگسترانيدى ، حبيب عجمى از عبادتگاه خود به نزد عيال بازآمدى و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بر سه پايه نسخه .\r\n( 2 ) - دويد نسخه .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nفرزندگان همهء روز منتظر بوده كه شبانگاه پدر درآيد و ما را چيزكى آرد . راست چون حبيب نماز شام در آمدى ، دست تهى عرق خجالت بر جبين او نشسته ، انگشت تشوير بدندان گرفته كه با زن و فرزند چه عذر گويم ؟ عيال گفتى : هيچ آورده‌اى ؟ حبيب گفتى كه : كارفرمايم و استادكارم « 1 » سيم حواله بروز آدينه كرده است . آن يك هفته عيال و فرزندان منتظر مىماندند . چون روز آدينه آمد و خورشيد رخشان سر از برج قيرگون خود برزد ، حبيب از خجالت كنجى رفت و مىناليد و مىگفت : اى دستگير درماندگان حبيب را خجل مگردان . ملك - جل جلاله - بزرگى را بخواب نمود و از واقعهء او خبر داد كه حبيب با عيال ، هفته‌اى است كه به اميد كرم ما وعده بروز آدينه مىدهد . آن بزرگ چندانى زر و گندم و گوسفندان و تختهاى جامه و غير آن به خانهء حبيب فرستاد كه در خانه نمىگنجيد همسايگان و خلق حيران ماندند كه اين از كجاست ؟ آرندگان گفتند كه كارفرماى حبيب عذر مىخواهد كه اين ماحضرى را خرج مىكنيد تا ديگر رسيدن .\r\nگفتند : سبحان اللَّه حبيب ، مزدورى و خدمت كدام كريم كرده است كه چندين خزينه و نعمت مىكشيدند ؟ آن اندازهء كرم آدميان نيست ، مگر خدمت حق مىكرده است كه اكرم الاكرمين است ؟\r\n\r\nشعر\r\n لطفت بكدام ذرّه پيوست دمى * كان ذرّه به از هزار خورشيد نشد ؟ \r\nشبانگاه حبيب از عبادتگاه خود به هزار شرم بازگشت كه امروز چه عذر گويم ؟ بهانه‌اى مىانديشيد چون به نزديك خانه آمد درين انديشه فرزندان و عيال « 2 » در پيش دويدند ، در دست و پاى او مىافتادند و همسايگان سجده مىكردند ، زهى كريمى كه تو خدمت او گزيدى و مزدورى او كردى ، زهى بخشنده ، زهى بخشاينده كه خانهء ما را همچو انار پرگوهر كرد . خانه ، مال و نعمت را برنمىتابد . تدبير خانهء ديگر مىبايد كرد . ايشان از اين‌ها برمىشمردند و حبيب مىپندارد كه برو افسوس مىكنند و تسخر مىزنند كه هفته‌اى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كه : استادم و كار فرمايم نسخه .\r\n( 2 ) - انديشه عيال و فرزندان نسخه .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nاست كه ما را به آدينه وعده مىدهد چون آدينه آمد ، گريختى اين ساعت مىآيى خواست گفتن مرا افسوس مداريد ، از گوشهء بىگوشه آواز آمد ، آوازى كه آوازهاى همهء عالم از آدمى و پرى و فرشته خروشانند و نعره‌زنانند و ربّناگويانند . در آن آواز اين بود كه اى حبيب ما آن كرامت و عطاى ملك قدّوس است نه استهزا و افسوس است آن همه زرها و گوهرها و تختهء جامها و گوسفندان و شمع كه ايشان را فرستاديم « 1 » مزد خدمت تو نيست ، حاشا از كرم ما . آن استخوانيست كه انداختيم پيش سگان نفس ايشان ، آن نفس خصومت‌گر بيشين‌طلب بدگمان ايشان انداختيم تا بدان استخوان مشغول شوند عيال و فرزندان ، ترا به تقاضاى سخت از نماز و حضور ما برنياورند . اى نفس بتر از آن گاوى كه در اخبار آورده‌اند كه در ساحلى از ساحلها حق تعالى گاوى آفريده است از مدت شش هزار سال پيش ، هر روزى كه بدمد آن گاو از خواب بيدار شود صحراى آن ساحل را كه چشم به كنار آن نرسد سبز و پرگياه بيند چندان بلند آن گياه كه گاو درو گم شود و آن گاو تنها ، او را مزاحمى نى . درافتد و آن گياهها را همه بخورد ، جوع البقر ازين‌رو نام نهاده‌اند طبيبان رنجورى را . چون شب شود ، آن همه گياهها را خورده باشد آن گاو و فربه شده چنانك افزون از صفت . بعد از آن نماز شام نظر كند در آن همه صحرا ، يك بند گياه نبيند . آن گاو با خود گويد امروز چندين گياه ببايست تا سير شدم . شكم پر كردم . آه فردا چه خورم ؟ چندان آه كند و غم فردا بخورد كه همچنان لاغر شود كه بود و هيچ در يادش نيايد كه بارها من چنين غم خورده‌ام به‌هرزه و حق تعالى بخلاف گمان من صحرا را پرگياه سبز و تر و تازه گردانيد ، چندين سالست . پاك آن قادرى كه رايت نصرت بر اولياى خود آشكارا كرد و آن قهّارى كه بر اعداى خود آيت حجّت پيدا كرد و آن كريمى كه دوستان خود را خلعت سيادت و سعادت پوشانيد و آن عادلى كه بر دشمنان خود باران خوارى و نگونسارى بارانيد . وحى فرستاد بر آن نبى با خبر - محمد رسول اللَّه صلّى اللّه عليه و سلم - اى محمد مرا كه آفريدگارم ، در عالم غيب در هر كنجى صدهزار گنجست كه خاطر هر ناگنجى بدان نرسد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كه فرستاديم ايشان را نسخه .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n\r\nحجاب ديده نامحرمان زيادت باد\r\nآن را كه خواهيم برگزينيم خانهء سينه وى را مفتاح خزاين غيب گردانيم تا كلام نامخلوق از وى خبر مىدهد   ( هُدىً لِلْمُتَّقِينَ الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ )   دست ايشان بگنج نعمت غيب رسد ، در بحر آلاء و نعماء غريق شوند در سرا پردهء قدم ، قدم بر بساط فضل نهند ، از كأس محبّت شراب الفت چشيده و شخص دولت ايشان سر به ثريّا كشيده و قلم و لوح ، اين رقم به روزگار ايشان زده  ( إِنَّ الْأَبْرارَ لَفِي نَعِيمٍ ) *  در آن برگزيدن كس را بر من اعتراضى نى ، آن را كه خواهم بردارم و آن را كه خواهم فروگذارم ، تا نهاد يكى را عيبهء عيب گردانيم و سرمهء بىخبرى در ديدهء وى كشيم تا عسل كسل از شرابخانهء ابليس - عليه‌اللعنه - مىنوشد كه  ( وَ إِنَّ الْفُجَّارَ لَفِي جَحِيمٍ )  اما فتح بابى كه طالبان شريعت و سالكان طريقت را باشد ، هيچ شبى از ايشان گرد آن نگردد و چون فتح باب اصلى ، نه و صلى از عالم غيب ، نه از عالم ريب ، از نزد عالم الغيب ، به سالكى يا بعاشقى رسد از غيب ، در فرع بايد كه راست رود تا خود را از اين درياى بىپايان اين نفس طرّار خودپرست و اين هواى غدّار من گوى كه او فرعون بىفرّ و عونست كه  ( أَنَا رَبُّكُمُ الْأَعْلى )  مىگويد و از آهنگ نهنگ نفس بگريزد و در حبل متين آويزد كه  ( وَ اعْتَصِمُوا بِحَبْلِ اللَّهِ )  و اين كلمه را ورد خود سازد و از گفتهء من ، خود را عنوان نسازد كه ( فذلك حرمان ) بر جريدهء جريمهء خود كشد و از آن رقم اين آيت كه  ( فَخَسَفْنا بِهِ وَ بِدارِهِ الْأَرْضَ )  اهل دنيا آرد و هوا در هاويه زند تا جماعتى از ايشان در هواى بعد افتادند ، از بىباكى و ناپاكى حلال و پاك بگذاشتند ، مشغول جام و جامه و غلام و حطام و مركب و ستام شدند و به چربى لقمه و بزرگى طعمه لذت ساختند تا خود را در آتش دوزخ انداختند و حطب جهنم شدند  ( أُولئِكَ كَالْأَنْعامِ بَلْ هُمْ أَضَلُّ )  و  ( سَواءٌ عَلَيْهِمْ أَ أَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لا يُؤْمِنُونَ ) *  لا جرم در عالم قيامت ورد ايشان اين باشد كه  ( يا لَيْتَنِي كُنْتُ تُراباً )  و جماعتى از معاصى روى گردانيدند و دنيا را رد كردند ، با خلق انس گرفتند نه براى خدا براى آنك ايشان را عابد و زاهد خوانند ايشان از صدق اين حديث بىخبرند ، بانفاق آشنا گشته‌اند ، اين چنين سالوسى را از بهر جاه دنيا چه آيد ؟  ( فَمَثَلُهُ كَمَثَلِ الْكَلْبِ )  تا بفروغ دروغ ايشان مغرور\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nشدند و بر هواى نفس رفتند نه بر درس شرع ( و من سنّ سنّة سيّئة فله وزرها و وزر من عمل بها ) در قيامت همهء مطيعان را ثواب جزا باشد و او در حد  ( ظُلُماتٌ بَعْضُها فَوْقَ بَعْضٍ )  بماند ، نه در دنيا كامى داشته و نه در عقبى كام داشته . اين مفلسان در عقب مخلصان مىآيند و همىگويند كه  ( انْظُرُونا نَقْتَبِسْ مِنْ نُورِكُمْ )  جواب مىآيد  ( قِيلَ ارْجِعُوا وَراءَكُمْ فَالْتَمِسُوا نُوراً )  آن قوم ، خودپرستانند كه تا قرآن كريم برسيد طريقت و معنى شريعت گويد  ( أَ فَرَأَيْتَ مَنِ اتَّخَذَ إِلهَهُ هَواهُ وَ أَضَلَّهُ اللَّهُ )  الآية ، يك جماعتى ديگر كه عقل آن جهانى داشتند و بوى اخلاص بمشام ايشان رسيده بود ، قدم بر هواى نقد نهادند و نفس شوم را قهر كردند طمع آن را ، تا نفس ايشان به هواى ابد رسد و فردوس اعلى ، مطلب ايشان گردد و اين بشارت از قرآن كريم بسمع جمع رسيده بود :  ( وَ فِيها ما تَشْتَهِيهِ الْأَنْفُسُ )  اين گروه از هواى نفس گذشتند ، اما ميراث ابلهى بردند كه صدر نبوت خبر كرده است كه ( اكثر اهل الجنة البله ) باز جماعتى قدم بر هواى نفس نهادند و دنيا و لذّت دنيا را پشت پاى زدند و عقبى را به آنك خلعت بقا داشت ، پشت دست زدند ، از صورت دعوى در حقيقت معنى آويختند و اين طائفه ، سالكان طريقت و طالبان عين حقند - تعالى و تقدس - كه در انوار اللَّه افتاده‌اند . گاه هست از جمال احديّت شدند و گاه نيست كمال صمديّت گشتند . در نيست ، هست و در هست ، نيست لطف و قهر بماندند . اين طائفه انبياءاند صلوات اللَّه عليهم اجمعين و الحمد للَّه رب العالمين و سلم تسليما كثيرا .\r\n\r\nالمجلس السادس\r\nبسم اللَّه الرحمن الرحيم\r\nالحمد للَّه المقدس عن الاضداد و الاشكال ، المنزه عن الانداد و الامثال ، المتعالى عن الفناء و الزوال ، القديم الذى لم يزل و لايزال ، مقلب القلوب و مصرف الدهور و القضاء و محول الاحوال لا يقال متى و الى متى فاطلاق هذه العبارة على القديم محال ، ابدأ العالم بلا اقتداء و لامثال ، خلق آدم و ذريته من الطين الصلصال فمنهم للنعيم و منهم للجحيم و منهم للابعاد و منهم للوصال ، منهم من سقى شربة الادبار و منهم من كسى ثياب الاقبال ،\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nقطع الالسنة عن الاعتراض فى المقال ، قوله تعالى  ( لا يُسْئَلُ عَمَّا يَفْعَلُ وَ هُمْ يُسْئَلُونَ )  جل ربنا عن الممارات و الجدال و من اين للخلق التعرض و السؤال و قد كان معدوما ثم وجد ، ثم يتلاشى و يسير سير الجبال  ( وَ تَرَى الْجِبالَ تَحْسَبُها جامِدَةً وَ هِيَ تَمُرُّ مَرَّ السَّحابِ صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ   لا إِلهَ إِلَّا هُوَ *   الْكَبِيرُ الْمُتَعالِ )  بعث نبينا محمد - صلّى اللّه عليه و سلم - عند ظهور الجهال و غلبة الكفر و الاضلال فنصح لامته بالقول و الفعال و اوضح لهم مناهج الحرام و الحلال و جاهد فى سبيل اللَّه على كل حال حتى عاد بحر الباطل كالآل فاعتدل الحق شعبه اى اعتدال صلّى اللّه عليه و على آله خير آل و على صاحبه ابى بكر الصديق المنفق عليه كثير المال و على عمر الفاروق الخائض فى طاعته غمرات الاهوال و على عثمان ذى النورين المواصل لتلاوة الذكر فى الغدو و الآصال و على علىّ ابن ابى طالب كاسر الاصنام و قاتل الابطال ما رتعت بصحصحها غفر الزال وضوء الحندس و بيض الذبال صلاة دائمة بالتضرع و الابتهال .\r\n\r\n\" مناجات \"\r\nيا رب اى پروردگار اى پرورنده ما را بدان نورى كه بندگان مقبل خود را پرورى از بهر وصال دوست ، بدين علف شهوت مپرور ما را كه دشمنان را بدان مىپرورى بر مثال گاو و گوسفندان آخرى و پرورى كه پرورند ، از جهت گوشت و پوست مرغان حواسّ ما را به چينهء علم و حكمت‌پرور ، جهت بر آسمان پريدن ، نه به دانهء شهوت جهت گلو بريدن .\r\nفلك بازيگر همچون شب بازان از پس اين چادر خيالات استارگان و لعبتان سيارات ، بازيها بيرون مىآرد و ما چون هنگامه بگرد اين بازى مستغرق شده‌ايم و شب عمر به پايان مىبريم . صبح مرگ برسد و اين هنگامهء شب باز فلك سرد شود و ما شب عمر بباد داده . يا رب پيشتر از آنكه صبح مرگ بدمد ، اين بازى را بر دل ما سرد گردان تا بهنگام ، ازين هنگامه بيرون آئيم و از شب روان بازنمانيم . چون صبح بدمد ، ما را بكوى قبول تو يابد . يا رب آوازهء آب‌حيات به گوش جان‌ها رسيد . جانها همه روان شدند . در بيابان دراز ، تشنهء آب‌حيات ، اين جهان پيش آمد ، همه در افتادند در وى . هر چند كه قلاوزان\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nو آب شناسان بانگ مىزنند كه اگر چه به آب حيات ماند ، اما آب‌حيات نيست . آب‌حيات در پيش است ، ازين گذريد . آب‌حيات آن باشد كه هر كه خورد از آن هرگز نميرد و هر شاخ درخت كه از آن سبز شد ، هرگز زرد و پوسيده نشود و هر گل كه از آن آب‌حيات خندان شد ، هرگز آن گل نريزد ، اما اين آب‌حيات نيست ، آب ممات است .\r\nهر كه از اين آب‌حيات فانى بيش خورد ، از همه زودتر ميرد . نمىبينى كه ملوك و پادشاهان از بندگان كم‌عمرترند ؟ و هر شاخ درخت كه از اين آب بيش كشيد ، او زودتر زرد شود . اينك گل را نگر كه ازين آب سيراب‌تر و خندان‌تر شد ، از همهء عروسان باغ لاجرم او زودتر ريزد . نادر كسى بود كه اين بانگ و نصيحت در گوش او رفت و كم كسى بود كه كسى كرد و اين سياه‌آبه را به ناكسان بگذاشت . خداوندا و پادشاها ما را از آن نادر كسان گردان و ازين سياه‌آبهء شورابه خلاص ده تا همچون ديگران شكم و رو آماسيده ، بر سر اين چشمه نميريم و از طلب آب‌حيات محروم نمانيم ( روى ابو ذر عن النبى - عليه السلام - قال سألت رسول اللَّه صلّى اللّه عليه و سلم : ما فى صحف موسى ؟\r\n[ قال : قد كان فى صحف موسى : 
  ] عجبت لمن ايقن بالموت كيف يفرح و عجبت لمن ايقن بالنار كيف يضحك و عجبت لمن ايقن بالحساب كيف يعمل السيئات و عجبت لمن ايقن بزوال الدنيا و نقلها باهلها كيف يجمعها و يطمئن اليها » ابو ذر كه از چاكران حضرت رسالت و مستفيدان عتبهء نبوت و از خادمان حجرهء فتوت بود ، چنين مىگويد كه روزى [ آب 
  ] روى سپاه اهل دين ، پشت و پناه اهل زمين ، نقطهء دائرهء عالم ، ثمرهء شجرهء بنى آدم ، طغراكش  ( وَ لَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضى )  رايض براق   ( سُبْحانَ الَّذِي أَسْرى )   برگذرنده به [ افق 
  ] اعلى  ( ثُمَّ دَنا فَتَدَلَّى )  دنيا و عقبى زير قدمش اشارت كنان  ( فَكانَ قابَ قَوْسَيْنِ أَوْ أَدْنى )  اين ابو ذر گفت كه اين مهتر روزى از مسجد الحرام و از حجرة المصلى يناجى ربه بيرون آمده بود ، دعاء بعد كل صلاة مستجابة گفته و بر تخت انا سيّد ولد آدم و لا فخر نشسته ، بساط الفقر فخرى افكنده چهار بالش آدم و من دونه تحت لوائى نهاده بر متكاء اوّل ما خلق اللَّه نورى تكيه زده و مهاجر و انصار و جمع مستغفرين بالاسحار بشكر قائمون باللّيل و صائمون بالنّهار به گردش حلقه زده صديق در تحقيق درّ سرّ مىسفت . فاروق ميان حق و باطل ، فرق مىانديشيد . ذى النّورين تاريكى لحد را\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nروشنايى مهيا مىكرد . مرتضى حلقهء در رضا مىزد . بلال بلبل‌وار ارحنا يا بلال مىگفت ، صهيب قدح صهباء وفا در مىكشيد . سلمان در طريقت سلامت قدم مىزد و من كه ابوذرم در راه عظمت او ذرّه ذرّه گشته بودم ، زبان انبساط بگشادم و گفتم اى مهتر ما ما فى صحف موسى ؟ در صحف موسى كه سلوت جان عاشقانست و انيس دل مشتاقانست چه چيز است ؟ مهتر قفل سكوت بفرمان حى لا يموت از حقهء تحقيق برداشت گفت عجبت عجب دارم از آن بنده‌اى كه قدم در ميدان ايمان نهاده باشد به دوزخ و دركات جهنم ايمان آورده آوازهء مالك و اعوانش به دو رسيده ، درين بوتهء بلا و زندان ابتلا ، چگونه خوش مىخندد ؟ مهترا فايدهء دوم ؟ گفت عجب دارم از آن بنده كه عمر عزيز را بكران آورده باشد ، به مرگ ايمان آورده باشد و وى را برگ ناساخته ، بسؤال گور اقرار مىكند و جواب مهيّا ناكرده ، چگونه شادى مىكند ؟ سوم گفت : عجب دارم از بنده‌اى كه او ايمان آورده است كه ذرّه ذرّه فعل و گفت او را حسابست كه  ( فَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ خَيْراً يَرَهُ )  و ترازوى عدل آويخته‌اند چگونه گزاف كارى مىكند ؟ و چهارم عجب دارم از آن بنده كه بىوفايى دنيا را مىبيند و عزيزان خود را به خاك مىنهد و از مقريان  ( كُلُّ نَفْسٍ ذائِقَةُ الْمَوْتِ ) *  مىشنود به چندين مهر و محبت و حرص و رغبت دنيا را چون جمع مىكند و دل بر آن مىنهد و گور و كفن مردگان مىبيند فراق دوستان مىچشد اما آنچ دوستانش چشيده‌اند از تلخى فراق ، او يك شب نچشيده است قدر وصال چه داند ؟ آن درد را نديده است قدر مرهم چه شناسد ؟ نى نى اى برادر جهد كن كه از اين زندان بيرون آئى قدم توبه در راه ندم نهى تا درين دنيا هر دو ترا باشد . چه جاى اينست .\r\nبلك همت ازين عالىتر كنى و مركب دين تيزتر برانى ، از نظارهء دنيا برگذرى و به تماشاى عقبى هم چشم نگشايى تا جمال ذو الجلال ببينى . به جاروب \" لا \" همه را بروبى . هر كه شاه و شاه‌زاده باشد ، هرآينه او را فرّاش باشد  لا إِلهَ إِلَّا اللَّهُ *  فرّاشان خاصان و شاهان حضرت است كه از پيش ديدهء ايشان هر دو عالم را مىروبد .\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n\r\nشعر\r\n بهرچ از راه دور افتى چه كفر آن حرف و چه ايمان * بهرچ از دوست و امانى چه زشت آن نقش و چه زيبا \r\n نيابى خار و خاشاكى درين ره جز بفرّاشى * كمر بست و بفرق استاد در راه شهادت لا \r\n چو لا از صدر انسانى فكندت در ره حيرت * پس از نور الوهيت باللَّه آى از الا \r\nجز جمال حق مبين ، جز كلام حق مشنو تا خاص الخاص پادشاه باشى .\r\n\r\nشعر\r\n با يار بگلزار شدم رهگذرى * بر گل نظرى فكندم از بىخبرى \r\n چون ديد بتم گفت كه شرمت بادا * رخسار من اينجا و تو در گل نگرى \r\nو اللَّه اعلم .\r\n\r\nالمجلس السابع\r\nبسم اللَّه الرحمن الرحيم\r\nالحمد للَّه الذى صير نفوس العارفين طائرة فى مطار امتثال امره و زجرها بنهيه عن المعاصى ، فانزجرت عنه بزجره و سقى قلوب العاشقين محبته فما صحّت من سكره و ألهمها ادامة ذكره فما تفتر من ذكره و أرى المبتلى جزيل ثواب صبره على بلائه ، فاستعذب مرارة صبره و نصب للغنى علم احسانه اليه و انعامه عليه ليستدل به على وجوب حمده و شكره ، سبحان الذى جعل كل قلب من قلوب احبائه مقرا بمحبته و صيّر محبّته مستقرة فى سويدائه و حبته و اطبع نفوس العارفين على آيات توحيده و معرفته و ألهم الارواح بالارتياح الى بحبوحة جنته و الاشتياق الى نظره و رؤيته و اشهد ان لا إله الا اللَّه وحده لا شريك له شهادة تؤمن قائلها من عذابه و سطوته و اشهد انّ محمدا عبده و رسوله\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nالذى نسخ الشرائع المتقدمة بشريعته و ختم رسالة الرسل برسالته صلّى اللّه عليه و على آله و اصحابه و عترته و على الخلفاء الراشدين خصوصا على ابن ابى بكر الصديق فى قوله و عقيدته و عمر الفاروق الذى فرق بين الحق و الباطل بقضيته و على عثمان ذى النورين الذى نور اللَّه قلبه بنور معرفته و على علىّ المرتضى فى خلقه و سيرته و على الحسن و الحسين الذى خصصهما اللَّه على خلقه بقربه و رحمته و على جميع المهاجرين و الانصار من اتباعه و صحابته و سلم تسليما كثيرا عن الحسن البصرى انه قال حدثنى جماعة كلهم سمعوا الحديث عن النبى صلّى اللّه عليه و سلم يقول : « ان اللَّه تعالى لما خلق العقل فقال له اقعد فقعد ثم قال له قم فقام ثم قال له اقبل فاقبل ثم قال له ادبر فادبر ثم قال له تكلم فتكلم ثم قال له انصت فانصت ثم قال له انظر فنظر ثم قال له انصرف فانصرف ثم قال له افهم ففهم ثم قال له و عزتى و جلالى و عظمتى و كبريائى و سلطانى و جبروتى و علوّى و ارتفاع مكانى و استوائى على عرشى و قدرتى على خلقى ، ما خلقت خلقا اكرم علىّ منك و لا احب الى منك بك اعرف و بك اعبد و بك اطاع و بك اعطى و بك اعاتب لك الثواب و عليك العقاب صدق اللَّه و صدق رسول اللَّه . رسول مجتبى سفير معلّى مقرب ثمّ دنى فتدلّى خاص الخاص  قابَ قَوْسَيْنِ أَوْ أَدْنى  محمد مصطفى خير اولين و آخرين خاتم النبيين خلاصهء موجودات مظهر آيات بينات درياى بىپايان بىقياس آفتاب  جَعَلْنا لَهُ نُوراً يَمْشِي بِهِ فِي النَّاسِ  كليد فردوس و حدايق ، كاشف رموز و اسرار حقايق آن منور منور صاحب توقيع   ( إِنَّا أَعْطَيْناكَ الْكَوْثَرَ )   صلّى اللّه عليه و على آله الطيبين الطاهرين چنين مىفرمايد و بر طالبان صادق و مجتهدان عاشق چنين املى مىكند كه انّ اللَّه تعالى لما خلق العقل مىفرمايد : آن صانع قديم و آن حاضر ناظر و آن بصير سميع آن زنده‌اى كه همهء زندگان زندگى ازو يابند و آن قيّومى كه همهء محتاجان در وقت ضرورت و درماندگى بدرگاه او شتابند . آن قهارى كه گردن قاهران را به زنجير و غل  ( إِنَّا جَعَلْنا فِي أَعْناقِهِمْ أَغْلالًا \" )  بربسته است و رگ جان دشمنان چراغ دين و ديانت را بتيغ  ( لَقَطَعْنا مِنْهُ الْوَتِينَ )  شكسته است - جل جلاله - چون عقل را كه تاج زرّين اوست بر فرق  ( وَ لَقَدْ كَرَّمْنا بَنِي آدَمَ )  نهاد ، عقل چيست ؟ قنديل عالم مهين و نور \" طور سينين \" و امير داد  ( وَ هذَا الْبَلَدِ الْأَمِينِ )  و خليفهء عادل حضرت رب العالمين است . عقل چيست ؟ سلطان عادل\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nخوش‌خوست و سايهء رحمت لا هو الّا هوست . عقل كيست ؟ آنك فاضلان صفّهء صفا و صفوت ، ره‌نشين وىاند و انبار داران الدّنيا مزرعة الآخره خوشه چين ويند . در شرح بيفزا ، شرح عقل دل را مشرّح كند . عقل چيست ؟ گره‌گشاى عقده‌هاى مشكلات و مشّاطهء عروسان مضمرات معظلات ، قلاوز ارواح تا به حضرت فالق الاصباح كه رمزى از اسرار او اشارت رفت . چون از عالم لامكان و از كتم عدم بصحراى وجود آورد تا صحراى وجود ، ازين آفتاب سعود ، نور و ضيا گرفت ، خواست كه هنرهاى عقل را و عجايبها و لطايفها و غرايبها كه در ضمير عقل بود ، بر موجودات پيدا كند و او را بدان فضيلت از همه ممتاز كند ، سنگ محكى مىبايست كه تا صفا و خالصى و پاكى و بىعيبى اين نقد ظاهر شود . بگواهى آن محك ، ترازويى مىبايست كه اين نقد شريف و اين موهبت لطيف تمام عيار را بدان ترازو بركشند تا سنگ‌وهنگ او پيدا شود كه هيچ‌چيز در هجده‌هزار عالم بىگواهى ترازو ، نه عزيز شود و نه خوار شود . ترازو ، تنها نه اينست كه بر دكانها آويخته‌اند در بازارها ، ترازو آيت حقست و سرّ خداست و تمييز علمست كه آن ترازوى روحانيست . ميزان آسمانيست كه اين همه ترازوهاى جهان را از آن ترازو بيرون آورده‌اند . ميوه را ترازوى ديگر ، سخن را ترازويى ديگر كه بدانى كه راستست يا دروغست ، حقست يا باطلست . آدمى را ترازوى ديگر كه بدانى كه آن آدمى چند ارزد .\r\nحيوان را ترازوى ديگر . ملايكه را ترازوى ديگر كه  ( وَ ما مِنَّا إِلَّا لَهُ مَقامٌ مَعْلُومٌ )  پريان را ترازوى ديگر كه ( و انا منا الصالحون و منا دون ذلك ) . انبيا را ترازوى ديگر كه :  ( تِلْكَ الرُّسُلُ فَضَّلْنا بَعْضَهُمْ عَلى بَعْضٍ )  ترازو از آفتاب ظاهرتر است در عالم كه حق تعالى با آفتاب قرين كرد و پهلوى آفتاب نشاند كه آفتاب را بر ترازو برسنجد تا بدانند كه در كدام درجه است ، مقارنه با چيست . ترازو از آسمان محيط تر است . آسمان محتاج ترازوست و ترازو محتاج آسمان نيست ، حق تعالى بيان كرد كه   ( السَّماءَ رَفَعَها وَ وَضَعَ الْمِيزانَ أَلَّا تَطْغَوْا فِي الْمِيزانِ )   آسمان بلندست ميزان از آسمان بلندتر است و ليكن بتواضع وضعها به زمين آمده است با خلقان مىگويد كه من از عالم بلند بلند آمده‌ام . اى ترازو بچه كار آمده‌اى ؟ آمده‌ام تا سبكساران را و سبك عقلان را بديشان بنمايم ، تا سبك عقلى خود ببينند و بتدارك و داروى حال خود مشغول شوند ، خويشتن را\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nگوهرى و گرانيى و ثباتى و تمكينى حاصل كنند .\r\n گر از هر باد چون كاهى بلرزى * اگر كوهى شوى كاهى نيرزى \r\nاى ترازو گرانى بچه حاصل كنيم ؟ گفت ، شما چون پوستيد و جسميد ، آب‌وگليد ، خويشتن را مغز نغز و جان و دلى حاصل كنيد . اى ترازو ، اين مغز از كجا حاصل كنند ؟\r\nگفت آخر اين همه گياهها و سنبل‌هاى گندم و جوز و باقلى و داروها و گياهها ، همه اول از زمين برگى مىرويند كه ايشان را مغزى نيست . از هواى موافق جذب مىكنند ، چنانك مردم گرما زده و سينهء گرم سوخته ، نفس را چون به خود كشد ، آن برگها از هواى بهار چنان به خود مىكشند و از تخت زمين آب مىكشند از ميان گل آب را چون جدا مىكنند و به خود مىكشند . آدمى زنده از قدح آب كه درو خاشاك بود ، نتواند آب صاف به خود كشيدن ، زهى قدرت كه حق تعالى چوب را و گياه را داده است كه از ميان وحل تيره ، آب آميخته با صدهزار چيز ، آب صافى به خود جذب مىكند و وجود خود را بدان نعمت حق ، پرمغز و آراسته مىكند . پس باد علم و آب عمل از بهر نهال آدمى فرستاده‌اند كه ( العلم حيوة القلوب و العمل كفّارة الذّنوب ) اگر سينهء گرم دارى ، نسيم علم و حكمت ، درخت‌وار بكش . اگر جگر بريان دارى از آب‌حيات عمل تشنه‌وار بچش . چون سليمان بهار بر تخت عدل نشست كه ( علّمناه  مَنْطِقَ الطَّيْرِ )  بهار ، حياتيست كه باد تخت اوست كه  ( فَسَخَّرْنا لَهُ الرِّيحَ )  آمده است تا عدل در جهان بگستراند و ظلمى كه كافر خزان ، بر ساكنان باغ و بوستان رانده است ، داد آن خوب‌رويان از آن زشت فعلان بستاند ، از زمين و از درخت پيش اين سليمان وقت هر نباتى زبانى بيرون آورد بدعوى كه من ، گوهرى دارم و ميوه‌اى دارم و مغزى دارم و اينك زبان سنبل من گواهست . سليمان بهار گفت كه هر دعوى را ترازوئيست .\r\n\r\nشعر\r\n دعوى عشق كردن آسانست * ليك آن را دليل و برهانست \r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nاى اصناف درخت و انواع نبات كه دهانها گشاده‌ايد و زبان دعوى جنبانيديد ، اينك ترازو بياريد تا معنوى از مدّعى ظاهر شود . آن ترازو كدام است ؟ يكى باد است و يكى آب . هر برگى كه سنبله‌اى داشت و ميوه‌اى داشت و قيمتى داشت و قامتى داشت ، ترازوى باد و آب آمد تا هنر او را و گوهر او را در عالم آشكارا كند . يك مثقال ذره ، آن هنر هيچ درختى و گوهرى پنهان نماند . ترشى ، ترشى نمايد كه  ( وُجُوهٌ يَوْمَئِذٍ باسِرَةٌ )  شيرين شيرينى بنمايد كه   ( وُجُوهٌ يَوْمَئِذٍ مُسْفِرَةٌ ضاحِكَةٌ مُسْتَبْشِرَةٌ )   آنچ بيخ آن درختان در زمين در تاريكى آب‌وگل كه هنرى و معنيى داشت و حلال صاف مىخوردند و از مخالف تيره پرهيز مىكردند و در خود گوهرى و هنرى مىديدند كه ديگران آن نمىديدند مىگفتند كه دريغ كه ما در زير زمين چنين هنرها داريم و چنين موزونيها و خوبىها داريم و از جناب حق چنين عنايتها داريم و بيخهاى ديگر ازين خبر ندارند . دريغا روز بازارى بودى تا ما جمال خود بنموديمى ، تا نغزى ما پديد بدى و زشتى ديگران پديد بدى .\r\nايشان را از عالم غيب جواب مىآمد كه اى محبوسان آب‌وگل بر كار باشيد و هنر حاصل كنيد و دل‌شكسته مباشيد و مترسيد كه هنرهاى شما پنهان نماند كه اين گوهرها و ميوه‌ها در خزينهء شما نهاديم و شما را از خود خبر نبود . اين در غيب علم ما بود و اين هنرها و خوبىها كه شما امروز در خود مىبينيد ، پيش از آنك اينها در وجود شما درآيد ، در درياى غيب اين گوهرها مىيافتند و بسوى خزاين خاكيان مىشتافتند . ما چنين خاصيت نهاده‌ايم در هر صاحب هنرى و هر پيشه‌ورى و هر استادكارى ، از زرگرى و جوهرى و سيمياگرى و كيمياگرى و پيشه‌وران و عالمان و محققان كه همواره در جوش باشند و هنر خود آشكارا كنند ، آن جوش ما نهاده‌ايم و آن طلب ما نهاده‌ايم كه ايشان بىقرار شده‌اند همچون دختران نوبالغ در خانه‌ها چادر و جمال مىآرايند ، در آينه مىنگرند و مىخواهند تا پرده بدرانند و جمال بخاص و عام بنمايند و از ميان جان مىگويند .\r\n ما را بدم پير نگه نتوان داشت * در عالم دلگير نگه نتوان داشت \r\n و ان را كه سر زلف چو زنجير بود * در خانه به زنجير نگه نتوان داشت \r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nپس تقاضاى همهء خوبان و هنرمندان كه مىجوشند بر خود تا جمال و كمال خود بنمايند دكانى مىطلبند تا بر آن دكان ، هنر خود پيدا كنند . آخر اين تقاضاها از آن بىخبر نيست . پوست و گوشت و استخوان را چه خبر از هنر ؟ چنان كه آن روباه در ميان كشت زار ، دنبه‌اى ديد آويخته ، گفت هرآينه اينجا داميست و اين فعل صياديست كه هرگز از كشتزار دنبه نرويد . دنبه در ميان كشتزار چه كار دارد ؟ پس در عالم كشت زار نهاد آدمى كه آنجا گوشت و پوست و استخوان رويد ، اين همّتها و تقاضاها چه كار دارد ؟ اين تقاضاى صفات پاك منست . موسى عليه السلام سؤال كرد در آن زمانى كه صدهزار عجايب برو تاختن آورد و حيران شد . او را ازين عالم بدان عالم بردند . عالمى حيات در حيات ، روح در روح ، نور در نور ، ذوق در ذوق ، موج مىزد و لمعان مىكرد . گفت يا رب ما ازين عالميم . شهر ما ، اينست . معدن ما اينست ازين كان و معدن بىپايان نقرهء وجود ما را بدان بازار طرّاران چرا بردى ؟ چه حكمت بود ، چنين گوهر نفيس را بدان عالم خسيس بردن ؟ حق جل جلاله فرمود : اى موسى ( كنت كنزا مخفيّا فاحببت ان اعرف ) گنجى بودم پنهان ، خواستم كه مرا بشناسند . موسى گفت يا رب ! آنها كه اهل گنج بودند ، مىشناختند و مىدانستند و ماهى ، دريا را چون نداند و ديدهء روشن آفتاب را چون نداند ؟ و طوطى ربّانى ، شكرستان بىنهايت را چون نشناسد ؟ بلبل آسمانى ، گلستان ( خلق الورد الاحمر من عرقى ) را چون نداند ؟ و بر رخسار گل خوش عذار ، بلبل چون سرمست و بى خود نشود ؟ و از آن مستى ، نطقش چون به جوش نيايد و بى خود هزار و يك نواى گوناگون نسرايد ، بر هزار و يك پرده كه اين پرده به آن نماند ؟ اى بلبل عشق ابدى اين هزار پرده و يك پرده از كدام مغنّى آموختى ؟ از كدام مطرب تعليم كردى ؟ بلبل مىگويد از آن مادر كه من زاييدم ، همه دانا و اوستاد زايند ، علم مادر زاد دارند . عقل مادرزاد دارند من از نر و مادهء بشريت نزائيده‌ام ، به حقيقت از مادر عشق گل زائيده‌ام .\r\nعشق من مادرزاد و عقل من مادرزاد . من امّيم . امّى را دو معنى باشد : يكى آنك نانويسنده بود و ناخواننده و اغلب از امىّ اين فهم مىكنند . اما به نزد محققان امىّ آن باشد كه آنچ ديگران بقلم و دست نويسند ، او بىقلم و دست بنويسد و آنچ ديگران از بوده و گذشته حكايت كنند ، او از غيب و آينده و نابوده و ناآمده حكايت كند .\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\n\r\nشعر\r\n بوده بيند هر آنكه جانورست * آنكه نابوده ديد ، او دگرست \r\nاى محمد تو امّى بودى و يتيم بودى . پدرى و مادرى نبود كه ترا بمكتب برند و خط و هنر آموزند . اين چندين هزار علم و دانش از كجا آموختى ؟ هر چه از به دو وجود و آغاز هستى در عالم آمد ، قدم قدم از سفر او حكايت كردى ؟ از سعادت و از شقاوت او خبر دادى ؟ از باغ بهشت ، درخت درخت ، نشان دادى ؟ و تا حلقهاى گوش حوران ، شرح كردى و از زندان دوزخ ، زاويه زاويه ، هاويه هاويه حكايت كردى ؟ تا منقرض عالم و آخر ابد كه او را آخر نيست ، درس گفتى ؟ آخر اين همه از كه آموختى ؟ و به كدام مكتب رفتى ؟ گفت چون بىكس بودم و يتيم بودم ، آن‌كس بىكسان ، معلّم من شد . مرا تعليم كرد كه    ( الرَّحْمنُ عَلَّمَ الْقُرْآنَ )    و اگر از خلق بايستى اين علم را آموختن به صد سال و هزار سال كس نتوانستمى حاصل كردن و اگر بياموختمى ، علم آموخته ، تقليدى باشد .\r\nمقاليد آن بدست او نباشد . بربسته باشد ، بررسته نباشد . نقش علم باشد ، حقيقت علم و جان علم نباشد . همه‌كس بر ديوار نقش تواند كردن ، كه سرش باشد ، عقلش نباشد .\r\nجسمش باشد بينائيش نباشد . دستش باشد ، عطايش نباشد . سينه‌اش باشد ، اما دل منوّرش نباشد . شمشيرش بدست باشد ، اما شمشيرگذارش نباشد . در هر محرابى ، صورت قنديل كنند ، اما چون شب درآيد ، يك‌ذرّه روشنايى ندهد ، بر ديوار نقش درخت كنند ، اما چون بيفشانى ميوه‌اى فرونيايد . اما آن نقش ، ديوار را اگر چه چنين است بىفائده نيست ، از بهر آنك اگر كسى در زندانى زائيده شد ، جمعيت خلقان نديد و روى خوبان نديد در آن زندان ، بر در و ديوارهاى زندان اگر نقشها بيند و صورتهاى خوبان بيند و شاهان عروسان بيند و صورت تجمّل پادشاه بيند و تاج و تخت بيند و صورت بزم و مجلس صورت مغنّيان و رقاصان بيند ، از آنجا كه الفت جنسيت است ، بازپرسد و فهم كند كه بيرون اين زندان عالميست و شهرهاست و چنين صورتهاى زيباست و چنين درختان ميوه دارند كه اينجا نقش كرده‌اند آتشى در نهاد او افتد كه چنين چيزها در عالم هست و ما زنده در گور مانده و اين نعره بر آرد و باهل زندان گويد :\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n\r\nشعر\r\n اى قوم ازين سراى حوادث حذر كنيد * خيزيد سوى عالم علوى سفر كنيد \r\n جان كمال يافته در قالب شما * و آنگه شما حديث تن محتضر كنيد \r\n عيسى نشسته پيش و آنگه از سفه * دلتان دهد كه بندگى سمّ خر كنيد \r\n اى روحهاى پاك درين تودهاى خاك * تا كى چو حسّ اهل سقر مستقر كنيد ؟ \r\n ديرست تا دمامهء دولت همىزنند * اى زنده‌زادگان سر ازين خاك بر كنيد \r\nاى محبوسان جهان ناديده چاره‌اى نمىكنيد آخر بنگريد درين صورتهاى خوب و درين عجايبها آخر اين نقشها را حقيقتها باشد كه هيچ دروغى بىراست نيست . هرجا دروغى گويند به اميد آن گويند كه شنونده وقتى آن را بجاى راست قبول كند كه راست را بداند ، راستى ديده باشد تا اين دروغ را بجاى آن قبول كند . درم قلب را بدان طمع خرج كردند كه مشترى آن را بجاى نقرهء خالص بگيرد و وقتى گيرد كه اين مشترى خالصى ديده باشد تا اين را ببوى آن قبول كند هرجا دروغى بود ، راستى هم باشد و هرجا قلبى باشد ، خالصى جنس آن باشد و هرجا خيالى بود حقيقتى باشد . اكنون اى صورتها و خيالها كه برين ديوار زندان عالم فانى است كه مىنمايند و محو مىشوند با چند هزار كس در عالم دوست بودى و خويش پنداشتى و رازها گفتى . اينك نقش از ايشان رفت . برو بر گورستان ، سنگهاى لحد برگير ، كلوخهاشان را مىبين . نقشها محو شده ، يقين دان كه آن نقشهاى خوب ، عكس آن نقشهاست كه بيرون زندان دوستانست كه  ( الْباقِياتُ الصَّالِحاتُ خَيْرٌ ) *  كجايند اين صورتهاى باقى  ( عِنْدَ رَبِّكَ ) *  نزد آن‌كس‌اند كه رب تست كه دم بدم تربيتهاى او به تو مىرسد . شرح اين درازست ، بيا تا كوتاه كنيم و اين زندان را سوراخ كنيم و به‌آنجا رويم كه حقيقت اين نقشهاست كه ما بر آن عاشقيم . چون آنجا بازرويم ، موسىوار در آن آب‌حيات غوطه مىخوريم ، ماهىوار با آن درياى حيات مىگوييم :\r\nچرا موج زدى و ما را به خشكى آب‌وگل انداختى ؟ اين چنين رحمت كه تراست چنان بىرحمى چرا كردى ؟ اى بىرحمى تو شيرين‌تر از رحمتهاى رحيمان عالم . جواب مىفرمايد : ( كنت كنزا مخفيّا فاحببت ان اعرف ) گنجى بودم پنهان در پردهء غيب ، در\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nخلوت لامكان از پس پردهاى هستى ، خواستم تا جمال و جلال مرا بدانند و ببينيد كه من چه آب‌حياتم و چه كيمياى سعاداتم . گفتند كه ما كه ماهيان اين دريائيم اول درين درياى حيات بوده‌ايم . ما مىدانستيم عظمت اين دريا را و لطف اين دريا را كه مس اكسيرپذير اين كيمياى بىنهايتيم مىدانستيم عزت اين كيمياى حيات را و آنها كه ماهيان اين دريا نبودند ، در اول چندانك بر ايشان عرضه كرديم ، نشنيدند و نديدند و ندانستند .\r\nچون اول عارف ما بوديم و آخر عارف اين گنج هم مائيم . اين چندين غربت دراز ، جهت احببت ان اعرف خواستم كه تا مرا بدانند اين با كه بود ؟ جواب آمد كه اى ماهيان اگر چه ماهى قدر آب داند و عاشق باشد و چفسيده باشد بر وصال دريا ، اما بدان صفت و بدان سوز و بدان گرمى و جان‌سپارى و ناله و خونابه باريدن و جگر بريان داشتن نباشد كه آن ماهيى كه موج او را به خشكى افكند و مدتهاى دراز بدان خاك گرم و ريگ سوزان ميطپد كه  ( لا يَمُوتُ فِيها وَ لا يَحْيى ) *  نه فراق دريا مىگذارد كه حلاوت زندگانى يابد و خود با فراق درياى حيات ، چگونه لذت حيات يابد كسى كه آن دريا را ديده باشد ؟\r\n\r\nشعر\r\n هر كه او اندر شبى يك شربت وصل تو خورد * چون نماند آن شراب او داند از رنج خمار \r\nامكان زيستن بىدريا و امكان مردن ، نه آراميدن رسيدن به دريا .\r\n گويى كه مگر بباغ زر رشته‌امى * يا بر رخ خويش زعفران كشته‌امى \r\n اوميد وصال تو رها مىنكند * ورنه خود را برايگان كشته‌امى \r\nدريا اين ندا مىكند و اين وحى مىفرمايد كه  ( وَ لا تَقْتُلُوا أَنْفُسَكُمْ إِنَّ اللَّهَ كانَ بِكُمْ رَحِيماً )  و حكمتى ديگر چنانك خواستم كه گنج خود ظاهر كنم . خواستم كه گنج‌شناسى شما هم ظاهر كنم و چنانك خواستم كه صفا و لطف اين دريا را پيدا كنم خواستم\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nكه بلندهمتى اين ماهيان را و لطف‌پروردگى اين ماهيان و اين خلق دريا را پيدا كنم تا وفاى خود را ببينند و همتشان آشكارا شود    ( الم . أَ حَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَ هُمْ لا يُفْتَنُونَ )    صدهزار مارست كه دعوى ماهى مىكند . صورت ، صورت ماهى و معنى ، معنى مار .\r\n جان پاكان غذاى پاك خورد * مار باشد كه باد و خاك خورد \r\nباد و خاك غذاى ماهى نيست . هر حيوانى را كه از دور بينى ، ندانى كه سگست ، يا آهو است . اگر سوى استخوان رود آهو نيست . مسئله‌ايست در شريعت ، كه گرگ با آهو جفت شد ، ميان ايشان بچه‌اى زائيده شد . اين بچه را حكم آهو گيريم ، يا حكم گرگ ؟\r\nدرينجا اختلاف علماست . شرح آن قولها در مدرسه توان بحث كردن ، الّا آنچ قول درستست ، آنست كه پيش او بند گياه بيندازيم و مشتى استخوان بيندازيم . اگر سر به گياه فرودآورد ، آهوست و اگر سر به استخوان فرودآورد ، حكم گرگ دارد . در هر آبى كه او دندان اندر كند ، پليد شود ، زيرا گرگ هم سگست ، الّا صحرائيست . اكنون غذاى مار بادست و خاك و غذاى مار نفس اماره هم بادست و خاك . آن باد و خاك كدامست ؟\r\nچرب و شيرين دنيا كه از خاك رسته است . خدا او را رنگى داده است . اگر خواهى عاقبت بنگر كه خاك مىشود . آن نقش ازو مىرود . اكنون چون دانستى كه نان و گوشت ، خاك رنگين است ، اگر مارنه‌اى ، غير اين غذايى بخور . ديگر غذاى مار ، بادست .\r\nكدام باد ؟ جاه اميرى و خواجگى كه آدمى همين‌كه از نان سير شد از گرسنگى ، دست آرزوى باد خواجگى در سر مىكند كه اصل ما چنين بوده است و ما چنين محترم بوده‌ايم . منصب طلب مىكند آن نفس مار پاره ، چون اين خاك و باد فراوان يافت ، اژدها مىشود همچون فرعون .\r\n\r\nشعر\r\n مخالفان تو موران بدند و مار شدند * برآر از سر موران مار گشته دمار \r\n مده زمانشان زين بيش و روزگار مبر * كه اژدها شود ار روزگار يابد مار \r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nاكنون مؤمنان ، مار خالص نيستند و ماهى خالص نيستند بلك مارماهىاند نيم دست راستشان ماهيست و نيم دست چپ مار . ساعتى آن نيم بباد و خاك دنيا مىكشد و ساعتى اين نيم به طلب دريا مىكشد .\r\n ما مىخواهيم و ديگران مىخواهند * تا بخت كرا بود ، كرا دارد دوست \r\n آدمى هست طرفه معجونى * از عزيز عزيز و ار دونى دونى \r\nاكنون مجاهده كرد اين نيم دست راست كه عقلست كه انّ اللَّه تعالى لما خلق العقل قال له اقبل فاقبل ثمّ قال له ادبر فادبر ، خطاب كرد اين عقل را كه رو آر به من ، رو آورد به دو گفت اى عقل رو بگردان از من گفت فرمان بردارم پشت آوردن بامر رو آوردن است نبينى كه فرشتگان را فرمود كه بجاى سجود من سجود آدم كنيد . اين آرزوى ظاهر ، پشت آوردن به بندگى حق و روى آوردن به غير حق بود ، اما چون بامر بود ، رو آوردن بود به حق ، بلكه عظيم‌تر ، چرا عظيم‌تر ؟ از بهر آنك ايشان سالها حق را سجود مىكردند ، از بيگانه تمييز نمىيافتند و با ابليس هم‌كاسه و هم خرقه بودند . به اين يك رو از حق گردانيدن و بآدم رو كردن ، خلعت تمييز يافتند و از بيگانه ممتاز شدند و ابليس اگر چه به ظاهر پشت به حق نكرد و از سجود حق ننگ نداشت ، از سجود غير ننگ داشت ، الّا چون پشت بامر كرد ، در نگريست روى خود را پشت ديد . اكنون اى بندهء مؤمن كه نيم تو ، مارست و نيم تو ماهى ، ساعتى رو به ماهى مىكن كه رو به حضرت ما دارد و ساعتى براى مصلحت ، روى به مار مىكن . آن اولين چيست  ( إِيَّاكَ نَعْبُدُ )  مشغوليم به عبادت تو ، بامر تو  ( وَ إِيَّاكَ نَسْتَعِينُ )  هم به امر تو ، پشت آورديم به بندگى تو و رو آورديم به تيمار نفس اماره كه پشت او سوى درگاه تست ، از بهر آنك تو اين دشمن را سبب ما كرده‌اى . چنانك از كافران خراج ستانند از بهر قوّت اسلام ، او را نيز همچون اين مار و ماهى كه گفتيم ، دو صفت است : يك صفت ، بند اوست و يك صفت پاى اوست . آن صفت كه پاى اوست شوق جنسيّت است و آن صفت كه بند اوست خويشى است كه او را با خاك است . زيرا اوّل گوهرى آفريد حق - تعالى - در وى نظر كرد . آن گوهر از شرم آب شد و دريا شد و\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nبر خود بجوشيد و كف كرد و كف او خاك شد و زمين شد از آن سبب كه خاك ، از آب زائيده است ، اين خويشى و تعلّق بند اوست . بيدار باش اى قطره و بدين بند و خويشى مغرور مشو كه بسيار قطرها را اين بند مغرور كرد و از طلب دريا بازداشت . خنك آن‌كس كه او را بند آهنين بود يا چوبين بود كه همواره در آن كوشد كه آن را بشكند و بيندازد . اما آن‌كس را كه بند زرين باشد و او زر دوست و يا بند گوهرين باشد و او گوهر دوست ، اكنون آن قطره كه سوى درياى وحدت سيل‌وار مىرود ، آن قطره ، جان مؤمن است كه سيل‌وار مىرود سوى درياى وحدت كه  ( إِنِّي ذاهِبٌ إِلى رَبِّي )  ( عليه توكّلى و هو حسبى و اللَّه اعلم ) .\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106}
  ]