[
  {"content":"\r\n\r\nمنازل الآخره\r\nسرنوشت انسان هنگام مرگ و بعد از آن\r\nمرحوم حاج شيخ عباس قمى قدس سره\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nقمى ، عباس ، 1254 - 1319 .\r\nمنازل الآخره : سرنوشت انسان هنگام مرگ و بعد از آن / تأليف عباس قمى . - اصفهان : مركز فرهنگى شهيد مدرس .\r\n144 ص .\r\nISBN 964 - 91568 - 8 - 7\r\nفهرستنويسى بر اساس اطلاعات فيپا ( فهرستنويسى پيش از انتشار ) .\r\nكتابنامه به صورت زيرنويس .\r\n1 . معاد . 2 . مرگ . الف . انتشارات مركز فرهنگى شهيد مدرس . ب . عنوان . ج . عنوان : سرنوشت انسان هنگام مرگ و بعد از آن .\r\n86 م 8 ق / 222 BP\r\n44 / 297\r\nكتابخانه ملى ايران 1592 - 65 م\r\nانتشارات مركز فرهنگى شهيد مدرس\r\nاصفهان : خيابان مسجد سيد ، خدمات فرهنگى فدك ، تلفن 2205485\r\nمنازل الآخره\r\nنوشتهء / حاج شيخ عباس قمى\r\nتحقيق و پاورقى / ولى فاطمى\r\nحروف چينى / سجاد\r\nچاپ نهم / 1387\r\nشمارگان / پنج هزار جلد\r\nچاپ / پاسدار اسلام\r\nشابك : 7 - 8 - 91568 - 964 - 978\r\n1300 تومان\r\nهمه حقوق براى ناشر محفوظ است\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nتذكر\r\nاستنساخ ، تهيه فيلم و زينگ و چاپ از اين كتاب كه توسط ناشر « آخرين اصلاحات و تحقيقات لازم » بر آن انجام شده و اكنون منحصر به فرد است ، شرعا جايز نيست .\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nبه جاى مقدمه\r\nدانستن شرح حال عالم وارسته‌اى كه كتابهاى ارزنده و زهد و تقوا و اخلاص او زبانزد همگان است ، براى جامعه ما به‌ويژه براى نسل جوان و پويندگان دين و دانش بسيار ضرورى مىباشد . حقير به اندازهء بضاعت ناچيز خود و با استفاده از نوشتار محققان و دانشمندان ، مختصرى از احوالات اين بزرگ‌مرد را به اطّلاع خوانندگان محترم مىرسانم . نخست مىپردازم به شرح‌حالى كه به قلم مبارك خودش نوشته شده است :\r\n\r\nشرح‌حال مرحوم حاج شيخ عبّاس قمّى به قلم خودش\r\nعالم ربّانى مرحوم حاج ملّا على واعظ خيابانى « تبريزى » در كتاب « علماء معاصرين » ( كه شرح‌حال علماء معاصر مىباشد ) در بخش احوالات محدّث قمى قدّس سرّه چنين مىنگارد : « حاج شيخ عبّاس قمى قدّس سرّه المتوفّى سنهء 1359 » حسب استدعاى حقير اين جمله را در ترجمهء خود از ارض اقدس رضوى صلوات اللّه و سلامه عليه انقاذ داشته‌اند : بسم اللّه الرّحمن الرّحيم ، الحمد للّه ، و سلام على عباده الّذين اصطفى . عبد آثم « عبّاس بن محمّد رضا ابن ابى القاسم » عفى اللّه عنهم گويد : سؤال كردى از من ايّدك اللّه تعالى كه احوال و ترجمهء خود را براى شما بنويسم ، اين‌كه مسئلت تو را اثبات مىكنم انشاء الله و ملخّصا مىنگارم :\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nكه من در حرم اهل البيت قم المحميّه در عشر آخر از مائة ثالثه بعد الالف « 1 » متولّد شده‌ام ، و در بلدهء مذكوره الى سنهء 1316 به تحصيل علم اشتغال ورزيده « 2 » بعد به نجف اشرف مشرّف شدم .\r\nپس خداوند متعال به من منّت گذارد به ملازمت شيخنا الأجل الأعظم و . . .\r\nذو الفيض القدسى ثقة الإسلام النّورىّ الطّبرسى انار اللّه تعالى برهانه و اسكنه بحبوحة جنانه ، و خاتمهء « مستدرك الوسائل » را براى او استنساخ مىكردم كه بفرستد به ايران براى طبع . و در خدمت او بودم تا سنهء 1318 ، پس خداوند متعال حجّ بيت اللّه الحرام و زيارت قبر حضرت سيّد الأنام عليه و على آله آلاف التّحيّة و السّلام مرا عنايت فرمود ، و پس از اداء حجّ و فراغ از زيارت از طريق فارس به بلد خود « قم » براى زيارت سيّدتنا « فاطمة بنت موسى بن جعفر » عليهم السّلام كه وعدهء بهشت در زيارت او وارد شده و تجديد عهد با والدين مراجعت كردم .\r\nايّام قليله مانده به مشهد مولايم امير المؤمنين عليه السّلام مسافرت نموده ملتزم خدمت شيخى العلّامة النّورى نوّر اللّه مرقده گشته ، در مقابلهء « مستدرك » و « كشف الاستار » و استنساخ « لؤلؤ و مرجان » و تصنيف « تحيّة الزّائر » و غير ذلك مساعدت نمودم ، تا در اين بين كه از جنابش استفاده مىكرديم « غراب البين » آواز داد و روزگار بساط زندگانى آن عالم ربّانى را از بسيط ارض برچيده ، سنهء 1320 به رحمت حق پيوست . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در سال 1294 هجرى قمرى .\r\n( 2 ) - قسمتى از تحصيلات خود را نزد مرحوم « حاج ميرزا محمّد ارباب » از علماى بزرگ قم فراگرفت ، و چون از لحاظ معيشت در تنگى بسر مىبرده از كتابخانه استادش مرحوم ارباب استفاده مىنموده است . « نقل از كتاب حاج شيخ عباس قمى ، مرد تقوا و فضيلت ص 18 ط 1354 ه . ش » .\r\n( 3 ) - محدّث نورى قبلا مقيم سامره بود و در سال 1314 هجرى يعنى دو سال پيش از ورود حاج شيخ عبّاس قمى قدّس سرّه به نجف ، به آن شهر مقدّس بازگشته بود . به طورى كه مرحوم حاج شيخ آقابزرگ تهرانى علّامهء متتبّع معاصر مىنويسد . . . مرحوم آقا شيخ على قمى روحانى زاهد مشهور محدّث قمى را به استادش حاجى نورى معرّفى مىكند . از آن روزها تا پايان زندگى محدّث نورى اين سه تن از شاگردان مخصوص و پاك‌سرشت آن دانشمند بزرگوار به شمار مىآمدند و همه‌جا معروف بودند : « حاج شيخ عبّاس قمى ، آقا شيخ آقابزرگ تهرانى و آقا شيخ على قمى » ، با اين‌كه هرسه از علماى اوتاد و ملازم محدّث نورى بودند ، رابطهء محدّث قمى به گفته خود علّامه طهرانى بيش از دو روحانى عالىقدر ديگر بود . « نقل از كتاب حاج شيخ عبّاس قمى ، مرد تقوا و فضيلت صص 19 - 20 » .\r\n","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nاستجازهء صاحب الترجمة از علّامهء نورى عليه الرّحمة\r\nو در خلال استفادهء من از آن بزرگوار استجازه نمودم كه مرا به روايت مؤلّفات اصحاب رضى اللّه عنهم اجازه مرحمت فرمايد ، پس به من منّت گذارده و در اواخر ايّام حياتش مسئلت مرا قبول فرموده ، اجازه دادند كه مؤلّفات اصحاب را قديما و حديثا در تفسير و حديث و فقه و اصولين و غيرها از آنچه اجازه دارد ، و روايت آنها به طريق معهودهء او از مشايخ عظام كه در خاتمهء مستدرك مشروحا مذكور است ، براى او صحيح است از براى من نيز اجازه دادند كه روايت بكنم .\r\nو بعد از وفاتش دو سال در نجف مانده به عجم به « دار الايمان قم » مهاجرت كرده تا سنهء 1329 آنجا بودم ، پس دوباره به حج مشرّف شده به قم برگشتم ، و تقريبا دو سال آنجا مانده بعد به مشهد مولانا الأمام المعصوم ابو الحسن الرّضا عليه السّلام مهاجرت كرده « 1 » تا امسال سنهء 1346 در اين مكان شريف هستم ، و در خلال اين حال مكرّر به زيارت ائمّهء عراق عليهم السّلام و سيّم‌بار به زيارت بيت اللّه الحرام مشرّف شدم ، و عمرم از پنجاه گذشته و كثيرى از زندگانيم در اسفار و انقطاع از كتب و صحف گذشته ، با وجود اين كتب كثيره از من بروز كرده ! و ختم مىكنم كلام را به تمثّل به اين ابيات :\r\n از روش اين فلك سبزفام * عمر فزون گشته ز پنجاه عام\r\nدر سر هرسالى از اين روزگار * خورده‌ام افسوس خوشىهاى پار\r\nباشدم از گردش گردون شگفت * كآنچه مرا داد همه پس‌گرفت\r\nقوّتم از زانو و بازو برفت * آب ز رخ رنگ هم از مو برفت\r\nعقد ثريّاى من از هم گسيخت * گوهر دندان همه يك‌يك بريخت\r\nآنچه بجا ماند نيابد خلل * بار گناه آمد و طول امل\r\nبانگ رحيل آمد از اين كوچگاه * همسفران روى نهاده به راه\r\nآه ز بىزادى و روز معاد * زاد كم و طول مسافت زياد \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مرحوم آية اللّه حاج آقا حسين قمى در سال 1332 هجرى از عتبات به مشهد آمدند و در آن شهر مقدّس سكونت ورزيدند . حاج شيخ عبّاس نيز به واسطهء خويشى سببى كه با آن مرحوم داشت ، و بر اثر گرفتارىهاى داخلى در همان سال به قصد اقامت در مشهد ، قم وطن مألوف را ترك گفت و روانهء مشهد شد . آية اللّه قمى قدّس سرّه از ايشان مىخواهند كه در مشهد بماند ، و نامه مىنويسد به قم و دختر برادرشان را مىطلبند ، و به عقد وى درمىآورند . « حاج شيخ عبّاس قمى ، مرد تقوى و فضيلت ص 23 » .\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\n بار گران بر سر دوشم چو كوه * كوه هم از بار من آمد ستوه\r\nاى كه بر عفو عظيمت گناه * در جلو سيل بهار است كاه\r\nفضل تو گر دست نگيرد مرا * عصمتت ار باز گذارد مرا\r\nجز به جهنّم نرود راه من * در سقر انداخته بنگاه من\r\nبندهء شرمندهء نادان منم * غوطه‌زن لجّهء عصيان منم\r\nخالق بخشنده احسان توئى * فرد و نوازنده به غفران توئى \r\nكتبه بيمناه الوازرة عبّاس بن محمّد رضا القمى عفى عنه سنهء 1346 « 1 »\r\n\r\nمرحوم حاج شيخ عبّاس قمى قدّس سرّه از ديدگاه علّامه شيخ آقابزرگ تهرانى قدّس سرّه\r\nيكى از دوستان ديرينهء محدّث قمى قدّس سرّه عالم نستوه و بزرگوار ، مرحوم شيخ آقابزرگ طهرانى ( طاب ثراه ) بوده است كه سالهاى متمادى با هم در حوزهء علميّهء نجف به تحصيل اشتغال داشتند ، علّامه شيخ آقابزرگ طهرانى قدّس سرّه طهرانى كه خود يك كتاب شناس بزرگ و دانشمند محقّق بوده است ، بيش از ديگران به عظمت روحى و اخلاقى محدّث قمى آشنا بوده است ، او در بيان شخصيّت دوست قديمى خود چنين مىنويسد :\r\n« . . . « حاج شيخ عبّاس قمى » بيشتر اوقات خود را در خدمت استاد « محدّث نورى » مىگذرانيد . . . ما شاگردان « محدّث نورى » با هم رابطهء صميمى داشتيم ، و همگى پيوسته ملازم او بوديم .\r\nمن با ساير فضلا در دروس علماى بزرگ غالبا گرد مىآمديم با اين فرق كه رابطهء من با « شيخ عبّاس قمى » محكم‌تر از ديگران بود ، زيرا ما دو نفر در اطاق يكى از مدارس نجف با هم سكونت داشتيم و كار و لوازم زندگى را مشتركا انجام داده و تهيّه مىكرديم ، حتّى در پختن غذا . دو سال بعد از محدّث نورى نيز ما با هم بوديم و نزد ساير اساتيد درس مىخوانديم .\r\nمن از همان موقع به خوبى « حاج شيخ عبّاس قمى » را شناختم . او را انسانى كامل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - علماء معاصرين صص 181 - 182 ط تهران - تبريز .\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nو مصداق دانشمندى فاضل دانستم ، آراسته به صفات پسنديده بود ، اخلاقى ستوده داشت و از فروتنى خاصّى برخوردار بود ، سرشتى سالم و نفسى شريف داشت ، به علاوهء فضلى سرشار و تقوائى بسيار و پارسائى و زهد و فراوان .\r\nمدّتها به همنشينى او انس گرفتم و جانم با جان او درآميخت ! تا اين‌كه در سال 1322 هجرى به ايران بازگشت و به قم آمد و به كارهاى علمى خويش اشتغال ورزيد ، و به بحث و تأليف همّت گماشت .\r\nدر سال 1329 براى دوّمين بار به زيارت بيت اللّه الحرام توفيق يافت ، در سنهء 1331 « 1 » عازم مشهد مقدّس شد در آنجا سكنى گزيد و به طبع و نشر بعضى از مؤلّفات خود پرداخت و دست به تصنيف كتبى ديگر زد .\r\nاو پيوسته سرگرم كار بود ، عشقى شديد به نوشتن و تأليف و بحث و تحقيق داشت . هيچ‌چيز او را از اين شوق و عشق منصرف نمىكرد ، و مانعى در اين راه نمىشناخت .\r\nدر اثناى اين‌كه در مشهد اقامه داشت بارها به زيارت عتبات عاليات و ائمّهء عراق توفيق يافت ، و براى سوّمين بار به حجّ بيت اللّه نائل گشت .\r\nهنگامى كه « حاج شيخ عبد الكريم حائرى » مؤسّس حوزهء علميّهء قم وارد قم شد ، و علماى قم از وى خواستند كه در آن شهر اقامت كند و سر و سامانى به حوزهء علميّه و آن مركز دينى بدهد ، و او نيز دعوت علماى قم را اجابت نمود ، « حاج شيخ عبّاس » يكى از معاونان و ياوران او بود .\r\nبا اين‌كه آن‌موقع در مشهد بود او سهم زيادى در اين كار داشت ، و يكى از بزرگترين مروّجين « حاج شيخ عبد الكريم » به شمار مىرفت ، و با دست و زبان او را تأييد مىكرد .\r\nدر نيمهء شب سه‌شنبه 23 ذى الحجّه سال 1359 هجرى وفات يافت و در صحن مبارك امير المؤمنين عليه السّلام در ايوانى كه استاد ما « محدّث نورى » مدفون است\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - 1332 صحيح است .\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nنزديك وى به خاك رفت .\r\nاو داراى آثار پرارزشى در رشته‌هاى مختلف علوم متنوّع است كه همگى دلالت بر مقام شامخ علمى و اطّلاع وسيع و تصلّب « 1 » وى در بحث و تنقيب « 2 » مىكند .\r\nكتب او به عربى و فارسى است ، از كتابخانهء محدّث نورى استفادهء فراوان برد ، زيرا محتوى تعداد زيادى از ذخائر و نفائس بود كه بيشتر آن را كتب خطّى تشكيل مىداد . » « 3 »\r\n\r\nمفاتيح الجنان گرانبهاترين اثر محدّث قمى قدّس سرّه\r\nمرحوم حاج شيخ عبّاس قمى چون ، محدّثى ماهر و در رشته حديث كارآمد و استاد بوده است شايستهء آن بود كه كتاب دعاى جامع و كاملى تأليف نمايد تا طبقات گوناگون جامعه از آن بهره‌مند شوند ، « مفاتيح الجنان » نشانگر ايمان سرشار و فضل و دانش وافر آن بزرگوار مىباشد .\r\nمرحوم آية اللّه العظمى مرعشى نجفى ( طاب ثراه ) در مقدّمهء مفاتيح الجنان در معرّفى مؤلف بزرگوار ، آن مطالب بسيار ارزنده‌اى را بيان فرموده است كه ترجمهء قسمتى از آن چنين مىباشد :\r\n« علّامهء بحّاثهء نقّاد ، مؤلّف و نويسنده كتابهاى فراوان ، عالم بزرگوار و بلندمرتبه ، راهنماى دانا در دانش حديث ، و روايت‌كنندهء سخنان معصومين عليهم السّلام ، دانا و متبحّر در نقل احاديث ، حجّة الإسلام و المسلمين مرحوم مبرور ، معشوق و يار بهشت و حور ، « حاج شيخ عبّاس » فرزند « محمّد رضاى قمى » كه از بزرگان مشايخ ما در اجازهء روايت بوده است ، تأليف او ( مفاتيح الجنان ) را بهترين كتابى يافتم كه در باب « ادعيه و زيارات و آداب و سنن و مناجات » نوشته شده است . . . . مؤلّفش آن را از مدارك معتبر و اسناد مورد اعتماد گردآورى نموده است ، پس به جانم سوگند كه همانا آن اثر جاويدى مىباشد كه در معابد و مشاهد مشرّفه مورد استفادهء همگان قرار مىگيرد ، چه مجموعه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - محكمى و استوارى ، سخت‌كوشى .\r\n( 2 ) - تفحّص و كنكاش .\r\n( 3 ) - حاج شيخ عبّاس قمى ، مرد تقوا و فضيلت صص 109 - 113 .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nگرانبها و شريفى ؟ ! و چه كتاب منظّم و آراستهء باارزشى است ؟ ! كه نمايانگر مهارت و اطّلاع گردآورنده و تنظيم‌كننده و ناشرش مىباشد . » « 1 »\r\n\r\nصفا و اخلاص محدّث قمى در تأليف مفاتيح الجنان\r\nدانشمند محقّق و فرزانه جناب حجّة الإسلام و المسلمين آقاى على دوانى خاطرهء شيرينى را از جناب آقاى شيخ محمّد آخوندى مسؤل دار الكتاب العلميّهء تهران در رابطه با « مفاتيح الجنان » نقل نموده است كه از اوج اخلاص مؤلّف آن حكايت مىكند ، و شايستهء توجّه مؤلّفين و ناشرين مىباشد :\r\n« . . . مطلبى كه لازم بود يادآورى شود كه كاملا وارستگى و پارسائى اين عالم بزرگوار [ محدّث قمى قدّس سرّه 
  ] را مىرساند آن بود كه : در سال 1356 هجرى قمرى به واسطهء كارهاى شخصى و تجارى [ از نجف 
  ] به ايران بازگشتم و مقدارى كتب تهيّه و به عراق فرستادم ، از آن جمله خريد يك هزار جلد كتاب « مفاتيح الجنان » چاپ اوّل گراورى از تأليفات آن‌جناب در تهران بود كه شركت « تضامنى محمّد حسن علمى و شركاء » با بهترين كاغذ و چاپ و جلد چرمى چاپ كرده و در شرف انتشار بود .\r\nكتب مزبور را از آقاى « حاج محمد علمى » كه در آن زمان مدير فروشگاه بود ، به ارزش هرجلد 23 ريال خريدارى و به عراق فرستادم .\r\nبه واسطهء سوابقى كه با مؤلّف عالىمقام كتاب مزبور داشتم آقاى علمى از من درخواست نمود به ايشان نامه‌اى بنويسم كه در برابر يك هزار تومان در آن روز مؤلّف مزبور حقّ چاپ كتاب را به مؤسّسهء علمى واگذار نمايند .\r\nپس از چندى جواب نامه از طرف مؤلّف عالىمقدار رسيد كه به آقاى علمى بگو :\r\n« من كتاب را ننوشته‌ام كه از آن استفادهء مادّى نمايم ، طبع كتاب مزبور آزاد است ؛ هر كس مىخواهد چاپ نمايد . » در عين حال آقاى علمى سى مجلّد از كتاب مزبور را به وسيلهء اين‌جانب براى مؤلّف عالىقدر فرستاد . » « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مقدمهء مفاتيح الجنان ص 15 ط فراهانى .\r\n( 2 ) - حاج شيخ عباس قمّى ، مرد تقوا و فضيلت ، صص 133 - 134 بخش خاطرات ناشر .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n\r\nسفينة البحار محصول 35 سال تلاش\r\nدانشمند بزرگوار آقاى على دوانى كه پروژهء بزرگ فرهنگى او به نام « مفاخر اسلام » و ديگر كتابهاى ارزنده‌اش وى را در رديف يكى از بزرگترين نويسندگان محقّق قرار داده است ، دربارهء معرّفى « سفينة البحار » مىنويسد : « كار عمده و اساسى محدّث قمى ، تأليف كتاب گرانقدر « سفينة البحار » در دو جلد بزرگ است . اين كتاب پرمايه كليد رمز و فهرست رؤس مطالب و موضوعات ابواب « بحار الانوار » علّامه مجلسى رضوان اللّه عليه است .\r\n. . . محدّث قمى تأليف اين كتاب را اساس كار خود قرار داده بود ، به طورى كه ساير تأليفاتش تقريبا در خلال آن انجام گرفته و در درجهء دوّم اهميّت قرار داشته است .\r\nتأليف اين كتاب نفيس از آغاز تا انجام به گفته خود آن مرحوم جمعا 35 سال طول كشيده است ! خود آن مرحوم مىگفته : براى تأليف « سفينة البحار » دو بار بحار را از اوّل تا آخر مطالعه كرده است . يك بار به مدّت هفت سال شب و روز غرق مطالعهء دقيق آن بوده است .\r\nبار دوّم فهرست مطالب و مضامين احاديث را با حروف تهجّى در فيش يادداشت نموده ، و هرموضوعى را در حرف خود جاى داده و همان فيش‌ها و اوراق را در سفرها همه‌جا با خود مىبرده ، و آن را مرتّب و منظّم مىكرده ، بدينسان « سفينة البحار » را به وجود آورده است . « 1 »\r\nمحصول كار پرارزش او بدينگونه است كه مثلا امروز ما مىتوانيم احاديث مربوط به علم را در تمام مجلّدات بحار و هر بابى در لفظ « علم » بيابيم ، و هكذا ساير عناوين براى يافتن بقيّهء مطالب و موضوعات مندرج در بحار الانوار .\r\nمحدّث قمى متوجّه شده بود كه بسيارى از مطالب در « بحار الأنوار » در مورد خود و باب مناسب نيامده است ، به همين علّت او در « سفينة البحار » همه را در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - به حمد اللّه بنياد پژوهشهاى اسلامى آستان قدس رضوى و انتشارات اسوه ، هركدام جداگانه تحقيقات گوناگون و ارزنده‌اى پيرامون مطالب « سفينة البحار » انجام داده و آن را منطبق با بحار الانوار جديد به سبك زيبائى چاپ و منتشر نمودند ، اميد آن‌كه همواره در احياى معارف اهل بيت عليهم السّلام موفّق باشند .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nجاى مناسب خود ذكر كرده است ، و عموم اهل علم و ارباب‌رجوع را از سرگردانى نجات داده است .\r\nبه علاوه محدّث قمى در هرمادّه و تحت هرعنوانى ، به مناسبت ، مطالبى را گلچين نموده و آورده است كه از هرجهت بر اهميّت كتاب افزوده است . » « 1 »\r\n\r\nوفات مرحوم حاج شيخ عبّاس قمى طاب ثراه\r\nمحدّث قمى پس از 65 سال عمر بابركت ، كه در راه تهذيب جامعه و تبليغ و ترويج معارف قرآن و عترت و تأليف كتب ارزنده سپرى شد ، سرانجام در شب سه‌شنبه 22 ذى الحجّة سال 1359 هجرى قمرى دار فانى را وداع نمود .\r\nاو همواره عاشق خواندن حديث و نوشتن آن بوده است ، تا جايى كه نقل شده است :\r\n« در اواخر عمرش يكى از آقايان علماء ( مرحوم حاج آقا احمد قمى ) به عيادتش آمده و از حالش جويا مىشود ، « حاج شيخ عبّاس » مىگويد : چند روز است كه نتوانسته‌ام حديث بخوانم و بنويسم ! و شروع به گريستن كرده و سخت گريست ! ! مرحوم روحانى به فرزند بزرگ آن مرحوم مىگويد كتاب بياوريد . جلد 7 بحار الأنوار علّامه مجلسى را آوردند و چند حديث خواند ، و محدّث قمى انبساطى پيدا كرد . » « 2 »\r\n\r\nحالات پايان عمر محدّث قمى قدّس سرّه\r\n« از مغرب شب آخر عمرش حالش غير عادى بود و پىدرپى اسامى ائمّهء اطهار را تكرار مىنمود ، مخصوصا وقتى به اسم حضرت امير المؤمنين عليه السّلام مىرسيد ، بيشتر عرض ادب و اظهار ارادت مىكرد ، و مكرّر مىگفت : روحى له الفداء آن شب بيشتر نمازها را نشسته خواند چون قادر نبود بايستد و تعادل خود را حفظ كند .\r\nآن شب ، شب سه‌شنبه 22 ذى الحجّه سال 1359 هجرى بود . محدّث قمى شب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - حاج شيخ عبّاس قمى ، مرد تقوى و فضيلت صص 81 - 83 .\r\n( 2 ) - همان ، ص 86 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nرا به همين‌گونه گذراند تا در نيمه‌هاى شب روح پرفتوحش از قفس تن آزاد گرديد و به عالم باقى شتافت ، مرحوم آية اللّه اصفهانى بر جنازه‌اش نماز گزارد ، و در صحن مطهّر حضرت امير عليه السّلام جنب استادش حاجى نورى مدفون شد .\r\nتشييع جنازهء مرحوم محدّث قمى بسيار مفصّل و پرشكوه بود . و حوزهء علميّهء نجف اشرف همه در مراسم تشييع شركت كرده بودند .\r\nعموم بزرگان و مراجع و محصّلين و طلّاب و عامّه مردم از عرب و عجم دنبال جنازهء او به راه افتاده و كسانى مانند مرحوم « آقا شيخ على قمى » زاهد پارساى مشهور سينه مىزدند و اشك مىريختند . » « 1 »\r\n\r\nكتابى كه در دست شماست\r\nكتاب « منازل الآخرة » ، مانند كتابهاى ديگر محدّث قمّى قدّس سرّه چندين بار چاپ شده است . اكنون كه اين كتاب به شكل جديد و منحصربه‌فرد در اختيار خوانندگان عزيز قرار مىگيرد ، خداى را سپاسگزارم كه اين ناچيز را موفّق فرموده تا آن را بازنگرى نموده و پاورقىها و مدارك بيشترى به آن بيفزايم .\r\nدر پايان از خداى تعالى عاجزانه مىخواهم كه تلاش و كوشش تمام دست‌اندركاران چاپ اين كتاب ارزشمند را به لطف و كرم خود بپذيرد ، و آنها را بيش از پيش از الطاف خاصهء امام زمان عجّل اللّه تعالى فرجه الشّريف بهره‌مند فرمايد .\r\nحوزهء علميّه قم - ولى فاطمى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - حاج شيخ عبّاس قمّى ، مرد تقوى و فضيلت صص 86 - 88 .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nبسم اللّه الرّحمن الرّحيم\r\nالحمد للّه ربّ العالمين و الصّلاة و السّلام على محمّد و آله الطّاهرين .\r\nو بعد چنين گويد اين فقير بىبضاعت و متمسّك به احاديث اهل بيت رسالت عليهم السّلام عبّاس بن محمّد رضا القمّى ختم اللّه له بالحسنى و السّعادة كه : عقل و نقل حكم مىكند شخصى كه عزم سفرى نمود بايست زاد و توشه‌اى براى سفر خود مهيا كند به قدرى كه در آن سفر به كار است ، آن وقت سفر كند پس بنابراين سفر آخرت كه ما را در پيش است و به هيچ‌وجه چاره و گريزى از آن نيست سزاوارتر است به زاد و توشه .\r\nچنان‌كه روايت شده : وقتى حضرت ابو ذر غفارى قدّس سرّه به مكّهء معظمه مشرّف شد ، پس ايستاد نزد در كعبه و ندا كرد مردمى را كه براى حجّ از اطراف عالم آمده بودند و در مسجد الحرام جمع گشته بودند . فرمود : ايّها النّاس منم « جندب بن سكن غفارى » ، منم خيرخواه شما و مهربان بر شما ، به سوى من آييد .\r\nمردم از اطراف دور او جمع گشتند ، فرمود : اى مردم ! هرگاه يكى از شما اراده كند سفرى برود ، هرآينه از زاد و توشه براى خود برگيرد به حدّى كه در آن سفر لازم دارد و چاره‌اى از آن ندارد ، پس هرگاه چنين است ، سفر آخرت سزاوارتر است به زاد و توشه براى آن .\r\nپس مردى برخاست و گفت : پس ما را راهنمايى كن اى ابو ذر !\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nفرمود : حجّ حجّة لعظائم الأمور ، و صم يوما لزجرة النّشور و صلّ ركعتين فى سواد اللّيل لوحشة القبور . الخبر « 1 » .\r\nو حضرت امام حسن مجتبى عليه السّلام در موقع ارتحال خود كه « جنادة بن ابى اميّه » را موعظه فرمود اوّل چيزى كه به او فرمود اين بود : إستعدّ لسفرك و حصّل زادك قبل حلول أجلك ؛ يعنى : مهيّاى سفر آخرت شو و توشهء آن سفر را پيش از رسيدن اجل تحصيل نما ، بلكه چون سفر آخرت سفرى است بعيد و هولناك و منزلهاى سخت و عقبات شديده و جاهاى دشوار دارد ، محتاج است به زاد و توشهء بسيار كه بايد آنى از آن غفلت ننمود و شب و روز در فكر آن بود . « 2 »\r\nچنان‌كه روايت شده كه حضرت امير المؤمنين عليه السّلام در هرشب هنگامى كه مردم به خوابگاه خود مىرفتند صداى نازنينش بلند مىشد ، به حدّى كه مىشنيدند صداى آن حضرت را تمام اهل مسجد و كسانى كه همسايهء مسجد بودند ؛ مىفرمود : تجهّزوا رحمكم اللّه فقد نودى فيكم بالرّحيل « 3 » ؛ يعنى : آماده شويد و اسباب سفر خود را مهيّا كنيد ، خدا شما را رحمت كند ، همانا منادى مرگ نداى « الرّحيل » « 4 » در ميان شما در داده ، و كم كنيد توقّف خود را بر دنيا و بيرون رويد از دنيا در حالى كه با خود داشته باشيد زاد و توشه‌اى از اعمال صالحه ، به درستى كه در جلو شما عقبه‌هاى « 5 » كئود « 6 » ؛ يعنى : جاهاى بسيار دشوار و منزلهاى هولناك است كه بايد از آنجاها عبور كنيد و چاره‌اى نيست از آن .\r\nاينك ما به بعضى از آن عقبه‌هاى سخت و منزلهاى هولناك اشاره مىكنيم و بعضى از چيزها كه نافع است براى سختى ، و هول « 7 » آن محلّ به كمال اختصار ، در ضمن چند فصل ذكر مىكنيم ؛ و اگر حق تعالى مرا توفيق داد و مهلتى در اجل حاصل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الانوار ج 96 ص 258 : براى كارهاى سخت و دشوار حجّى بجا آور ، و براى آسان محشور شدن در قيامت ، يك روز روزه بگير ، و براى رهائى از ترس و هراس گورها ، دو ركعت نماز در تاريكى شب بخوان .\r\n( 2 ) - بحار الانوار ج 44 ص 139 .\r\n( 3 ) - در نهج البلاغه فيض الاسلام ص 654 چيزى اضافه ندارد ولى مرحوم مؤلّف در حاشيه لفظ « و تزودّوا » را هم آورده‌اند .\r\n( 4 ) - كوچ كردن .\r\n( 5 ) - گردنه .\r\n( 6 ) - ناهموار .\r\n( 7 ) - ترس .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nشد شايد انشاء اللّه كتابى مفصّل در اين باب تصنيف كنم ، و اگرچه در اين زمان نمىبينم اشخاصى را كه از روى جدّ و حقيقت طالب اين نحو مطالب باشند و به همين ملاحظه اين مختصر را نيز با حال افسردگى و كم‌رغبتى نوشتم و از حق‌تعالى مسئلت مىنمايم تأييد و توفيق خود را ؛ إنّه قريب مجيب .\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n\r\nفصل اوّل منزل اين سفر « مرگ » است\r\nو اين منزل عقبات كئوده و جاهاى دشوار دارد ، اين‌كه ما به ذكر دو عقبهء آن اشاره مىكنيم :\r\n\r\nعقبهء اول سكرات « 1 » موت ، و شدّت جان‌كندن است ؛\r\n وَ جاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ ذلِكَ ما كُنْتَ مِنْهُ تَحِيدُ  « 2 » .\r\nو اين عقبه‌اى است بسيار دشوار كه شدائد و سختيها از هرطرف به محتضر « 3 » رو مىكند ؛ از طرفى شدّت مرض و درد و بسته شدن زبان و رفتن قوا از اندام ، از طرف ديگر گريستن اهل و عيال و وداع آنها با او و غم يتيمى و بىكس شدن بچّه‌هاى خود ، از طرف ديگر غم جدا شدن از مال و منزل و املاك و اندوخته‌ها و چيزهاى نفيس خود كه عمر عزيز خود را صرف آنها كرده و به وسيلهء زياد آنها را تحصيل نموده ، بلكه بسا شده كه بسيارى از آنها مال مردم بوده و به ظلم و غصب آنها را مالك شده ، و آنگه چقدر حقوق بر اموال او تعلّق گرفته و نداده ، حال ملتفت خرابيهاى كار خود شده كه كار گذشته و راه اصلاح آنها بسته شده ؛ فكان كما قال أمير المؤمنين عليه السّلام : يتذكّر أموالا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سختىهاى جان دادن ، بيهوشىهاى هنگام مرگ .\r\n( 2 ) - سورهء ق آيهء 19 : يعنى به حق بيهوشى مرگ آمد ، اين است آنچه از آن روگردان بودى .\r\n( 3 ) - كسى كه در حال جان دادن است .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nجمعها اغمض فى مطالبها و اخذها من مصرّحاتها و مشتبهاتها قد لزمته تبعات جمعها و أسرف على فراقها تبقى لمن وراءه ينعمون بها فيكون المهنأ لغيره و العبء على ظهره « 1 » .\r\nو از طرفى هول ورود به نشأه‌اى كه غير از اين نشأة است و چشمش مىبيند چيزهايى را كه پيش از اين نمىديد  فَكَشَفْنا عَنْكَ غِطاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ  « 2 » ؛ مىبيند حضرت رسول و اهل بيت طهارت صلوات اللّه عليهم و ملائكهء رحمت و ملائكهء غضب را [ كه 
  ] حاضر شده‌اند ، تا دربارهء او چه حكم شود و چه سفارش نمايند ، و از طرف ديگر ابليس و اعوان « 3 » او براى اين‌كه او را به شكّ اندازند جمع شده‌اند و مىخواهند كارى كنند كه ايمان او از او گرفته شود و بىايمان از دنيا بيرون رود ، و از طرفى هول آمدن ملك الموت كه آيا به چه هيئت خواهد بود ؟ و چه نحو جان او را قبض خواهد نمود ؟ إلى غير ذلك قال أمير المؤمنين عليه السّلام : فاجتمعت عليه سكرات الموت فغير موصوف ما نزل به . « 4 »\r\nشيخ كلينى روايت كرده از حضرت صادق عليه السّلام كه حضرت امير المؤمنين عليه السّلام را درد چشمى عارض شد ، حضرت رسول صلّى اللّه عليه و آله و سلّم به عيادت آن حضرت تشريف برد ، ديد او را كه صيحه و فرياد مىكشد ، فرمود : آيا اين صيحه از جزع و بىتابى است يا از شدّت درد است ؟\r\nامير المؤمنين عليه السّلام عرض كرد : يا رسول اللّه ، من هنوز دردى نكشيده‌ام كه سخت‌تر از اين درد باشد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نهج البلاغه فيض الاسلام ، ص 331 خطبهء 108 چنين دارد : ينعمون فيها و يتمتّعون بها ؛ ترجمه : . . . به ياد مىآورد اموالى را كه آنها جمع كرد و در راه پيدا كردن آنها از حلال و حرام چشم پوشيده ، و از جاهايى كه حليّت و حرمت واضح و مشتبه بود به دست آورد ، تبعات و پىآمدهاى جمع كردن مالها همراه و ملازم اوست و مشرف بر جدايى و فراق از آنها گشته است . اموال براى بعدىها مىماند و از آنها بهره و لذت مىگيرند ؛ گوارائى و لذت مال غير است و و بال و سنگينى بر پشت او مانده است .\r\n( 2 ) - سورهء 50 - آيهء 22 ؛ يعنى : ما پرده را از تو برداشتيم و امروز چشم تو تيز است .\r\n( 3 ) - ياران .\r\n( 4 ) - نهج البلاغه فيض الاسلام ص 331 خطبهء 108 عبارت چنين است : « . . . فغير موصوف ما نزل بهم ، اجتمعت عليهم سكرة الموت و حسرة الفوت ؛ آنچه بر آنان فرود مىآيد وصف‌ناشدنى مىباشد ، تلخى و سختى جان دادن و افسوس آنچه از دست آنان مىرود ، ايشان را فرامىگيرد . »\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nفرمود : يا على ! چون ملك الموت نازل شود به جهت قبض روح كافر ، با خود بياورد سيخى از آتش ، پس بيرون كشد روح او را با آن سيخ ، پس صيحه كشد جهنّم !\r\nحضرت امير المؤمنين عليه السّلام چون اين را شنيد برخاست و نشست و گفت : يا رسول اللّه اعاده فرما بر من حديث را زيرا كه درد مرا فراموشى داد ، پس گفت : آيا از امّت شما كسى به اين نحو قبض روح مىشود ؟\r\nفرمود : بلى ، حاكمى كه جور كند ، و كسى كه مال يتيم را به ظلم و ستم بخورد ، و كسى كه شهادت دروغ دهد . « 1 »\r\n\r\nو امّا چيزهائى كه باعث آسانى سكرات موت است\r\nاز جمله شيخ صدوق از حضرت صادق عليه السّلام روايت كرده كه فرمود : هركه خواهد كه حق تعالى بر او آسان كند سكرات مرگ را ، پس بايد صلهء ارحام و خويشان خود كند ، و به پدر و مادر خود نيكى و احسان نمايد ، پس هرگاه چنين كند خداوند بر او آسان كند دشواريهاى مرگ را ، و در حيات خود « فقر » به او نرسد هرگز « 2 » . « 3 »\r\nو روايت شده كه : حضرت رسول صلّى اللّه عليه و آله و سلّم حاضر شد نزد جوانى در وقت وفات او . پس به او فرمود : « بگو لا إله الّا اللّه » ، پس بسته شد زبان آن جوان و نتوانست بگويد ! و هر چه حضرت مكرّر كرد او نتوانست بگويد ؛ پس حضرت فرمود به آن زنى كه نزد سر آن جوان بود ، كه آيا اين جوان مادر دارد ؟\r\nعرض كرد : بلى ، من مادر او مىباشم .\r\nفرمود : آيا تو خشمناكى بر او ؟\r\nگفت : بلى ، و الآن شش سال است كه با او تكلّم نكرده‌ام .\r\nحضرت فرمود كه راضى شو از او .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - فروع كافى ، ج 1 / 70 عنه بحار ، ج 6 ، ص 170 ، ب 6 ح 76 .\r\n( 2 ) - بحار ج 74 ص 66 ح 33 و سفينة البحار ج 2 ص 553 واژهء « موت » .\r\n( 3 ) - من احبّ ان يخفّف اللّه عزّ و جلّ عنه سكرات الموت فليكن لقرابته وصولا و بوالديه بارّا فاذا كان كذلك هوّن اللّه عليه سكرات الموت و لم يصبه فى حياته فقرا .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nآن زن گفت : رضى اللّه عنه برضاك يا رسول اللّه « 1 » و چون اين كلمه را كه مشعر « 2 » بر رضايت او بود از پسرش گفت ، زبان آن جوان باز شد . حضرت به او فرمود بگو : « لا إله الّا اللّه » .\r\nحضرت فرمود : چه مىبينى ؟\r\nعرض كرد : مىبينم مرد سياه قبيح المنظر با جامه‌هاى چرك و بوى گنديده و بد كه نزد من آمده و گلو و راه نفس مرا گرفته .\r\nحضرت فرمود : بگو يا من يقبل اليسير و يعفو عن الكثير اقبل منّى اليسير و اعف عنّى الكثير انّك انت الغفور الرّحيم « 3 » .\r\nآن جوان اين كلمات را گفت . آن وقت حضرت به او فرمود : نگاه كن چه مىبينى ؟\r\nگفت : مىبينم مردى سفيدرنگ ، نيكوصورت ، خوشبو ، با جامه‌هاى خوب نزد من آمده و آن سياه ، پشت كرده و مىخواهد برود .\r\nحضرت فرمود : اين كلمات را اعاده كن .\r\nاعاده كرد ، حضرت فرمود : چه مىبينى ؟\r\nعرض كرد : ديگر آن سياه را نمىبينم و آن شخص سفيد نزد من است . پس در آن حال آن جوان وفات كرد « 4 » .\r\nمؤلّف گويد : كه خوب در اين حديث تأمّل كن ببين اثر عقوق چه اندازه است كه اين جوان با آن‌كه از صحابه شمرده مىشود ، و مثل پيغمبر رحمت صلوات اللّه عليه و آله به عيادت او آمده و به بالين او نشسته و خود آن‌جناب كلمهء شهادت تلقين او فرموده ، نتوانست به آن كلمه تلفّظ كند ، مگر وقتى كه مادرش از او راضى شد ؛ آن وقت زبانش باز شد و كلمهء شهادت گفت .\r\nو ديگر از حضرت صادق عليه السّلام مروى است كه : هركه بپوشاند برادر خود را جامهء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - خدا به رضايت تو از او خشنود و راضى باشد اى رسول خدا .\r\n( 2 ) - خبردهنده ، آگاه‌كننده .\r\n( 3 ) - يعنى اى كسى كه ( عبادت و عمل ) كم را مىپذيرد و از ( معصيت ) زياد مىگذرد ، ( اطاعت ) كم را از من بپذير و از گناه زيادم درگذر همانا تو آمرزنده و مهربانى .\r\n( 4 ) - مستدرك الوسايل جلد 1 ص 92 باب 29 حديث 1 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nزمستانى يا تابستانى ، حق است بر خداوند تعالى كه او را بپوشاند از جامه‌هاى بهشت ، و آن‌كه آسان كند بر او از سكرات مرگ و گشاد كند بر او قبر او را . « 1 »\r\nو از حضرت رسول صلّى اللّه عليه و آله و سلّم منقول است كه : هركه بخوراند برادر خود را حلوائى ، حق تعالى بر طرف كند از او تلخى مرگ را . « 2 »\r\nو ديگر از چيزهائى كه براى تعجيل راحت محتضر نافع است خواندن سورهء يس ، و الصّافات و كلمات فرج است « 3 » نزد او . « 4 »\r\nو شيخ صدوق از حضرت صادق عليه السّلام روايت كرده كه : هركه يك روز از آخر « ماه رجب » روزه بگيرد ، حق‌تعالى او را ايمن گرداند از شدّت سكرات مرگ و از هول بعد از مرگ و از عذاب قبر . « 5 »\r\nو بدانكه از براى روزه گرفتن بيست و چهار روز از رجب ثواب زيادى رسيده ؛ از جمله آن‌كه ملك الموت به صورت جوانى آيد با لباس خوبى ، با قدحى از شراب بهشت ، وقت قبض روح او حاضر شود ، و آن شراب را به او بياشاماند تا سكرات مرگ بر او آسان شود . « 6 »\r\nو از حضرت رسول صلّى اللّه عليه و آله و سلّم مروى است كه در شب هفتم رجب چهار ركعت نماز كند .\r\nدر هرركعت بخواند حمد يك مرتبه ، توحيد سه مرتبه و فلق و ناس . و بعد از فراغ « ده مرتبه » صلوات بفرستد و ده مرتبه تسبيحات اربعه بخواند ، حق‌تعالى او را در سايهء عرش جاى دهد ، و عطا كند به او ثواب روزه‌دار ماه رمضان ، و استغفار كند براى او\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار 74 / 379 ب 23 ح 83 ، از اصول كافى 2 / 204 باب من كسا مؤمنا ح 1 : « من كسا اخاه كسوة شتاء او صيف كان حقّا على اللّه ان يكسوه من ثياب الجنّة و ان يهوّن عليه سكرات الموت » .\r\n( 2 ) - من اطعم اخاه حلاوة اذهب اللّه عنه مرارة الموت « دعوات راوندى 141 / ح 359 عنه سفينة البحار 1 / 701 واژه « حلا » ط آستان قدس رضوى » .\r\n( 3 ) - كلمات فرج : لا إله الّا اللّه الحليم الكريم ، لا إله الّا اللّه العلىّ العظيم ، سبحان اللّه ربّ السّموات السّبع ، و ربّ الارضين السّبع ، و ما فيهنّ و ما بينهنّ و ربّ العرش العظيم ، و الحمد للّه ربّ العالمين . كه در قنوت نمازها خوانده مىشود . منه .\r\n( 4 ) - بحار ج 81 ص 238 ، 239 ، 240 .\r\n( 5 ) - من صام يوما من آخر هذا الشّهر كان ذلك امانا من شدّة سكرات الموت و امانا له من هول المطّلع و عذاب القبر « امالى صدوق / 11 عنه بحار 97 / 33 ب 55 ح 6 .\r\n( 6 ) - امالى صدوق / 319 - 323 عنه بحار 97 / 29 ب 55 از ح 1 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nملائكه تا فارغ شود از اين نماز ، و آسان كند بر او جان دادن و فشار قبر را ، و او از دنيا بيرون نرود تا جاى خود را در بهشت ببيند ، و ايمن گرداند او را حق‌تعالى از فزع اكبر . « 1 » و « 2 »\r\nو شيخ كفعمى از حضرت رسول صلّى اللّه عليه و آله و سلّم روايت كرده است : هركه هرروز ده مرتبه اين دعا را بخواند حق‌ّتعالى چهار هزار گناه كبيرهء او را بيامرزد ، و او را از سكرات مرگ و فشار قبر و صد هزار هول قيامت نجات دهد ، و از شرّ شيطان و لشكرهاى او محفوظ گردد ، و دينش ادا شود ، و غمّ و همّش زايل گردد و دعا اين است : اعددت لكلّ هول لا إله الّا اللّه ، و لكلّ همّ و غمّ ما شاء اللّه ، و لكلّ نعمة الحمد للّه ، و لكلّ رخاء الشّكر للّه ، و لكلّ اعجوبة ، سبحان اللّه ، و لكلّ ذنب استغفر اللّه و لكلّ مصيبة إنّا للّه و إنّا اليه راجعون ، و لكلّ ضيق حسبى اللّه و لكلّ قضاء و قدر توكّلت على اللّه ، و لكلّ عدوّ اعتصمت باللّه ، و لكلّ طاعة و معصية لا حول و لا قوّة الّا باللّه العلى العظيم . « 3 »\r\nو بدان كه از براى اين ذكر شريف ، هفتاد مرتبه فضل عظيم است از جمله آن‌كه وقت مردن او را مژده و بشارت دهند و آن ذكر اين است : يا اسمع السّامعين و يا ابصر النّاظرين و يا اسرع الحاسبين و يا احكم الحاكمين . « 4 »\r\nشيخ كلينى از حضرت صادق عليه السّلام روايت كرده كه فرمود : ملول نشويد از قرائت   « إِذا زُلْزِلَتِ الْأَرْضُ زِلْزالَها » ،   زيرا هركه اين سوره را در نوافل خود بخواند ، نرساند حق تعالى به او زلزله ابدا و نميرد به زلزله و نه به صاعقه و نه به آفتى از آفات دنيا تا بميرد ، و در وقت مردن او ملكى كريم از نزد حق‌تعالى بر او نازل شود و بنشيند نزد سر او و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مصباح كفعمى قدّس سرّه ص 514 ف 43 ط نجف اشرف .\r\n( 2 ) - فزع اكبر : بيم و هراس بزرگ‌تر ، كنايه از روز قيامت .\r\n( 3 ) - سفينة البحار ج 2 ص 397 مادهء قبر . يعنى : براى هرترسى « لا إله الّا اللّه » ، و براى هر غم و اندوهى « ما شاء اللّه » و براى هرنعمتى « الحمد اللّه » و براى هرآسايشى « الشّكر للّه » و براى هرچيز شگفتى « سبحان اللّه » و براى هرگناهى « استغفر اللّه » و براى هرمصيبتى « انّا للّه و انّا اليه راجعون » و براى هرتنگى و دشوارى « حسبى اللّه » و براى هر قضا و قدرى « توكّلت على اللّه » و براى هردشمنى « اعتصمت باللّه » و براى هرطاعت و گناهى « لا حول و لا قوّة الّا باللّه العلىّ العظيم » را آماده نموده‌ام .\r\n( 4 ) - سفينة البحار 2 / 555 - 556 واژهء « موت » حديث از امام صادق عليه السّلام است .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nبگويد : اى ملك الموت ، رفق و مدارا كن به ولىّ اللّه ، زيرا كه او مرا بسيار ياد مىكرد . « 1 »\r\n\r\nعقبهء دوم عديلهء عند الموت است\r\nيعنى عدول كردن از حق به باطل در وقت مردن ، و آن‌چنان است كه شيطان نزد محتضر حاضر شود و وسوسه كند و او را در تشكيك « 2 » اندازد تا او را از ايمان بيرون كند ، و از اين جهت است كه در دعاها استعاذه « 3 » از آن شده ، و جناب فخر المحقّقين ، رحمه اللّه فرموده كه : هركه خواهد از آن سالم بماند استحضار « 4 » كند ادلّهء ايمان و اصول خمسه « 5 » را با ادلّهء قطعيّه و صفاى خاطر ، و بسپرد آن را به حق‌تعالى كه در وقت حضور موت به او ردّ فرمايد به اين طريق و بگويد بعد از ذكر عقايد حقّه : اللّهمّ يا ارحم الرّاحمين إنّى قد أودعتك يقينى هذا و ثبات دينى و أنت خير مستودع و قد أمرتنا بحفظ الودايع فردّه علىّ وقت حضور موتى .\r\nپس بر حسب فرمايش آن بزرگوار خواندن دعاى عديلهء معروف و استحضار معنى آن در خاطر براى سلامت جستن از خطر عديلهء عند الموت نافع است . « 6 »\r\nو شيخ طوسى رحمه اللّه از محمد بن سليمان ديلمى روايت كرده است كه به خدمت حضرت صادق عليه السّلام عرض كردم كه شيعيان تو مىگويند ايمان بر دو قسم است : يكى مستقرّ و ثابت و ديگر آن‌كه به امانت سپرده شده است و زايل مىگردد ، پس بياموز دعائى را كه هرگاه آن را بخوانم ايمان من كامل گردد و زايل نشود .\r\nفرمود كه بگو بعد از هرنماز واجب : رضيت باللّه ربّا و بمحمّد صلّى اللّه عليه و آله و سلّم نبيّا و بالاسلام دينا و بالقرآن كتابا و بالكعبة قبلة و بعلىّ وليّا و اماما و بالحسن و الحسين و علىّ بن الحسين و محمّد بن علىّ و جعفر بن محمّد و موسى بن جعفر و علىّ بن موسى و محمّد بن علىّ و علىّ بن محمّد و الحسن بن علىّ و الحجّة بن الحسن صلوات اللّه عليهم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در بحار ج 92 ص 331 ، و در مجمع البيان در تفسير سورهء زلزال اين حديث آمده است ولى ذيلش با آنچه در اين كتاب آمده است فرق دارد .\r\n( 2 ) - به شك و ترديد انداختن .\r\n( 3 ) - پناه خواستن ، پناه جستن از خداى تعالى .\r\n( 4 ) - يادآورى نمودن ، آگاهى خواستن .\r\n( 5 ) - توحيد ، نبوّت ، معاد ، عدل ، امامت .\r\n( 6 ) - اين مطلب را مؤلّف در مفاتيح الجنان بعد از دعاى عديله آورده است .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nأئمّة ، الّلهمّ إنّى رضيت بهم أئمّة فارضنى لهم إنّك على كلّ شيىء قدير . « 1 »\r\nو از چيزهائى كه نافع است براى اين عقبه مواظبت به اوقات نمازهاى فريضه است .\r\nو در جزء حديثى است كه : در مشرق و مغرب عالم اهل بيتى نيست مگر آن‌كه ملك الموت در هر شبانه‌روز در « اوقات نماز » پنج مرتبه به ايشان نظر مىكند ، پس هرگاه كسى را كه مىخواهد قبض روح كند از كسانى باشد كه مواظبت داشته به نماز و نمازها را در اوقات خود بجا آورده ، ملك الموت تلقين كند او را شهادتين ، و دور كند از او ابليس ملعون را . « 2 »\r\nو روايت شده كه : حضرت صادق عليه السّلام نوشت براى شخصى كه اگر خواسته باشى كه ختم شود به خوبى عمل تو ، تا آن‌كه قبض روح تو شود در حالى كه تو در افضل اعمال بوده باشى ، پس بزرگ شمار حقّ خدا را از آن‌كه صرف كنى نعمتهاى خدا را در معصيت‌هاى خدا ، و آن‌كه مغرور شوى به حلم خدا از تو ، و گرامى دار هركه را يافتى كه ما را ذكر مىكند يا ادّعا مىكند مودّت و دوستى ما را ، پس باكى نيست بر تو در گرامى داشتن او را ، خواه راست گويد يا دروغ ، همانا به تو نفع مىرساند نيّت تو و به او مىرسد ضرر دروغ او . « 3 »\r\nفقير گويد : كه براى « عاقبت بخير شدن » و از شقاوت به سعادت رسيدن نافع است خواندن دعاى يازدهم صحيفهء كامله : يا من ذكره شرف للذّاكرين تا آخر ، و خواندن دعاى تمجيد كه در كافى « 4 » و غيره نقل شده ، و حقير در كتاب « باقيات الصّالحات » بعد از ادعيهء ساعات آن را نقل كرده‌ام ، و خواندن نمازى كه وارد شده در يكشنبهء ذى القعده ، « 5 » و مداومت به اين ذكر شريف :  رَبَّنا لا تُزِغْ قُلُوبَنا بَعْدَ إِذْ هَدَيْتَنا وَ هَبْ لَنا مِنْ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تهذيب 1 / 165 عنه بحار 86 / 42 ب 60 ج 51 .\r\n( 2 ) - سفينة البحار ج 2 ص 549 ماده ملك .\r\n( 3 ) - عيون الاخبار 2 / 4 عنه بحار 30374 ب 20 ح 44 .\r\n( 4 ) - اصول كافى 2 / 515 - 516 باب ما يمجّد به الرّبّ ح 1 و 2 .\r\n( 5 ) - مفاتيح الجنان ب 2 ف 5 در اعمال ذى القعده .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\n لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ  « 1 » ، و مداومت به تسبيح حضرت زهراء عليها السّلام « 2 » ، و در انگشت كردن انگشتر عقيق خصوص اگر بر آن نقش باشد « محمّد نبىّ اللّه و علىّ ولىّ اللّه » « 3 » ، و خواندن سورهء   « قَدْ أَفْلَحَ الْمُؤْمِنُونَ »   در هرجمعه « 4 » ، و خواندن هفت مرتبه بعد از نماز صبح و نماز مغرب : بسم اللّه الرّحمن الرّحيم لا حول و لا قوّة الّا باللّه العلىّ العظيم ، » « 5 » و آن‌كه در شب بيست و دوّم رجب « هشت ركعت » نماز گذارد در هرركعت حمد يك مرتبه   « قُلْ يا أَيُّهَا الْكافِرُونَ »   هفت مرتبه بخواند ، و بعد از فراغ ده مرتبه صلوات بفرستد و ده مرتبه استغفار كند . « 6 »\r\nو سيّد بن طاووس از حضرت رسول صلّى اللّه عليه و آله و سلّم روايت كرده : هركه در شب ششم شعبان چهار ركعت نماز گذارد و در هرركعت حمد يك مرتبه و پنجاه مرتبه توحيد بخواند ، حق‌تعالى قبض فرمايد روح او را بر سعادت ، و گشاد گرداند قبر او را و بيرون شود از قبر خود در حالى كه صورتش مثل ماه باشد . [ و مىگويد 
  ] أشهد أن لا إله الّا اللّه و أشهد أنّ محمّدا عبده و رسوله .\r\nمؤلف گويد : كه اين نماز به عينه نماز حضرت امير المؤمنين عليه السّلام است كه فضيلت بسيار دارد و من در اين مقام شايسته و مناسب ديدم دو حكايت ذكر كنم .\r\n\r\nحكايت اوّل [ در رابطه با فضيل عياض 
  ]\r\nنقل است كه : « فضيل بن عياض » - كه يكى از رجال طريقت است - شاگردى داشت كه اعلم شاگردان او محسوب مىشده ، وقتى ناخوش شد ، هنگام احتضار ، فضيل به بالين او آمد و نزد سر او نشست و شروع كرد به خواندن يس .\r\nآن شاگرد محتضر گفت : مخوان اين سوره را اى استاد !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء 3 آيهء 8 « پروردگارا قلبهاى ما را به باطل مگردان بعد از آن‌كه هدايت كردى ما را و از نزد خود رحمت بخش به همانا تو بسيار بخشنده‌اى .\r\n( 2 ) - امام صادق عليه السّلام فرمود : اى ابا هارون ! ما همان‌گونه كه كودكان خود را به نماز فرمان مىدهيم ، ايشان را به تسبيح زهرا عليها السّلام نيز فرمان مىدهيم ، پس آن را ترك مكن ، پس هركه بر آن مداومت نمايد ، شقى و بدبخت نمىشود . ثواب الاعمال 196 / ح 1 .\r\n( 3 ) - ثواب الاعمال ص 135 .\r\n( 4 ) - ثواب الاعمال 208 / ح 8 .\r\n( 5 ) - بلد الامين در حاشيهء ص 28 عنه بحار 86 / 112 ب 63 ح 11 .\r\n( 6 ) - مصباح كفعمى قدّس سرّه ص 529 ق 34 ط نجف اشرف .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nپس فضيل ساكت شد و به او گفت : بگو « لا إله الّا اللّه » .\r\nگفت : نمىگويم آن را به جهت آن‌كه ( العياذ باللّه ) من بيزارم از آن !\r\nپس به اين حال مرد . فضيل از مشاهدهء اين حال بسى درهم شد ، و به منزل خود رفت و بيرون نيامد ؛ پس او را در خواب ديد كه به سوى جهنّم مىكشند .\r\nفضيل از او پرسيد كه تو اعلم شاگردان من بودى ، چه شد كه خداوند معرفت را از تو گرفت و به عاقبت بد مردى ؟ !\r\nگفت : براى سه چيز كه در من بود ؛ اوّل : نمّامى و سخن‌چينى كردن ، دوم : حسد بردن ، سوم : آن‌كه من علّتى داشتم و به طبيبى عرضه كرده بودم ، او به من گفته بود كه در هرسال يك قدح شراب بخور كه اگر نخورى ، اين علّت در تو باقى خواهد ماند ، پس من بر حسب قول آن طبيب شراب مىخوردم ، به اين سه چيز كه در من بود ، عاقبت من بد شد و به آن حال مردم .\r\nمؤلف گويد : كه در ذيل اين حكايت مناسب ديدم اين خبر را ذكر كنم : شيخ كلينى از ابو بصير روايت كرده كه گفت : داخل شد « امّ خالد معبديّه » بر حضرت صادق عليه السّلام و من در خدمت آن حضرت بودم ، عرض كرد فداى تو شوم همانا مرا فرومىگيرد قرقره و صداها در شكم ، و معالجه كردند طبيبهاى عراق مرا به آشاميدن « نبيذ » كه يك قسم از شراب است با قاووت ، و من از خوردن آن توقّف كردم و دانستم كراهت شما را از آن ، پس دوست داشتم كه از خود شما سؤال كنم از بابت آن . آن حضرت فرمود : چه مانع شد تو را از خوردن آن ؟\r\nگفت : من در دين خود قلادهء « 1 » طاعت تو را به گردن افكنده‌ام تا روز قيامت بگويم :\r\nجعفر بن محمّد عليه السّلام مرا امر كرد و مرا نهى كرد .\r\nحضرت رو كرد به ابى بصير و فرمود : اى ابا محمّد ! آيا گوش نمىدهى به حرف اين زن و مسائل او ؟ پس فرمود به آن زن : نه به خدا اذن نمىدهم تو را در خوردن يك قطرهء از آن ، همانا پشيمان خواهى شد از خوردن آن ، وقتى كه برسد جانت به اينجا و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آنچه بر گردن آويزان كنند ، گلوبند .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nاشاره كرد به حنجره‌اش و سه دفعه فرمود اين را ، پس فرمود : آيا فهميدى چه گفتم ؟ « 1 »\r\n\r\nحكايت ديگر [ از شيخ بهائى در كشكول 
  ]\r\nشيخ بهائى ( عطّر اللّه مرقده ) در كشكول ذكر نموده كه : شخصى از ارباب نعمت و ناز را مرگ دررسيد ، در حال احتضار او را به كلمهء شهادتين تلقين كردند ، او در عوض ، اين شعر را مىخواند :\r\n يا ربّ قائلة يوما و قد تعبت * أين الطّريق الى حمّام منجاب « 2 » \r\nو سبب خواندن او اين شعر را عوض كلمهء شهادت آن بود كه روزى زن عفيفهء خوش‌صورتى از منزل خود درآمد كه برود به حمّام معروف « منجاب » ، پس راه حمّام را پيدا نكرد و از راه رفتن خسته شد ، مردى را بر در منزلى ديد . از او پرسيد كه حمام « منجاب » كجا است ؟\r\nاو اشاره كرد به منزل خود و گفت : « حمّام اين است » .\r\nآن زن به خيال حمّام ، داخل خانهء آن مرد شد . مرد فورا در را بر روى او بست و عزم كرد كه با او زنا كند . آن زن بيچاره دانست كه گرفتار شده و چاره ندارد جز آن‌كه به تدبير ، خود را از چنگ او خلاص كند . لا جرم اظهار كرد كمال رغبت و سرور خود را به اين كار و آن‌كه من چون بدنم كثيف و بدبوست - كه مىخواستم به جهت آن به حمام بروم - خوب است يك مقدار عطر و بوى خوش براى من بگيرى كه من خود را براى تو خوشبو كنم و قدرى هم طعام حاضر كنى كه با هم طعام بخوريم ، و زود بيائى كه من مشتاق تو هستم .\r\nآن مرد چون كثرت رغبت آن زن را به خود ديد مطمئن شد ، او را در خانه گذاشت و بيرون شد براى گرفتن عطر و طعام .\r\nچون آن مرد پا از خانه بيرون گذاشت ، زن از خانه بيرون رفت و خود را خلاص كرد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - وسايل ج 17 ص 275 با كمى تفاوت .\r\n( 2 ) - حاصل مضمون شعر آن‌كه : كجا شد آن زن كه خسته شده بود از راه رفتن و مىپرسيد كه كجاست راه حمام منجاب ؟ منه .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nچون مرد برگشت زن را نديد و به‌جز حسرت چيزى عايد او نشد ؛ الحال كه آن مرد در حال احتضار است در فكر آن زن افتاده و قصّهء آن روز را در شعر عوض كلمهء شهادت مىخواند . « 1 »\r\nاى برادر ! تأمل كن در اين حكايت ببين ارادهء يك گناه از اين مرد چگونه او را منع كرد از اقرار به شهادت ، وقت مردن با آن‌كه از او چيزى صادر نشده جز آن‌كه آن زن را داخل خانه نمود و قصد زنا كرد بدون آن‌كه زنا از او صادر شود ، و از اين نحو حكايات بسيار است .\r\nو بدانكه شيخ كلينى از حضرت صادق عليه السّلام روايت كرده كه فرمود : هركه منع كند و ندهد يك قيراط از زكات را ، پس وقت مردن مىخواهد به مذهب يهود بميرد يا نصارى « 2 » .\r\nفقير گويد : قيراط بيست و يك دينار است ، و قريب به همين مضمون وارد شده در حقّ كسى كه مستطيع باشد و حجّ نرود تا وفات كند . « 3 »\r\n\r\nلطيفه\r\nنقل است از بعض عارفين كه نزد محتضرى حاضر شد . حاضرين از او استدعا كردند كه آن محتضر را تلقين كند . او اين رباعى را تلقين او كرد :\r\n گر من گنه جمله جهان كردستم * لطف تو اميد است كه گيرد دستم\r\nگوئى كه به وقت عجز دستت گيرم * عاجزتر از اين مخواه كه اكنون هستم \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كشكول شيخ بهايى دو جلدى ج 1 ص 232 .\r\n( 2 ) - من منع قيراطا من الزّكاة فليمت ان شاء يهوديّا او نصرانيّا كافى ج 3 ص 505 ح 14 باب منع الزكاة .\r\n( 3 ) - كافى ج 4 ص 268 باب من سوّف الحجّ و هو مستطيع ح 1 و 5 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n\r\nفصل يكى از منازل هولناك سفر آخرت « قبر » است\r\nكه در هرروز مىگويد : أنا بيت الغربة ، أنا بيت الوحشة ، أنا بيت الدّود ( يعنى ) منم خانهء غربت ، منم خانهء وحشت ، منم خانهء كرم .\r\nو اين منزل عقبات بسيار سخت و جاهاى دشوار و هولناك دارد ، و ما در اينجا به چند عقبهء از آن اشاره مىكنيم :\r\n\r\nعقبهء اوّل وحشت قبر است\r\nدر كتاب « من لا يحضره الفقيه » است كه : چون ميّت را به نزديك قبر آورند به ناگاه او را داخل قبر نكنند به درستى كه براى قبر هولهاى بزرگ است ، و پناه برد حامل آن به خداوند از هول مطّلع ، و بگذارد ميّت را نزديك قبر و اندكى صبر كند تا استعداد دخول را بگيرد ؛ پس اندكى او را پيشتر برد و اندكى صبر كند آنگاه او را به كنار قبر برد . « 1 »\r\nمجلسى اوّل در شرح آن فرمود : هرچند روح از بدن مفارقت كرده است و روح حيوانى مرده است ، امّا نفس ناطقه زنده است و تعلّق او از بدن بالكليّه زايل نشده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - من لا يحضره الفقيه ج 1 ص 170 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nاست ، و خوف ضغطهء قبر و سؤال منكر و نكير و رومان فتّان « 1 » قبور و عذاب برزخ هست ، تا آن‌كه از جهت ديگران عبرت است كه تفكّر كنند چنين واقعه‌اى در پيش دارند .\r\nو در حديث حسن از يونس منقول است كه گفت : حديثى از حضرت امام موسى كاظم عليه السّلام شنيده‌ام كه : در هرخانه‌اى كه به خاطرم مىرسد آن خانه با وسعتش بر من تنگ مىشود ، و آن ، آن است كه فرمودند :\r\nچون ميّت را به كنار قبرى برى ساعتى او را مهلت ده تا استعداد سؤال منكر و نكير بكند . « 2 »\r\nو روايت شده از « براء بن عازب » كه يكى از معروفترين صحابه است كه ما در خدمت حضرت رسول صلّى اللّه عليه و آله و سلّم بوديم كه نظرش افتاد به جماعتى كه در محلّى جمع گشته بودند . پرسيد : بر چه مردم اجتماع كرده‌اند ؟ گفتند جمع شده‌اند قبر مىكنند .\r\n« براء » گفت : چون حضرت اسم قبر شنيد شتاب كرد در رفتن به سوى آن تا خود را به قبر رسانيد ، پس به زانو نشست كنار قبر .\r\nمن رفتم به طرف ديگر مقابل روى آن حضرت تا تماشا كنم كه آن حضرت چه مىكند ؟ ديدم گريست به حدّى كه از اشك چشم خود خاك را تر كرد ، پس از آن رو كرد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - و رومان فتّان القبور : و رومان آزمايش‌كنندهء ( اهل ) قبرها ( رومان نام فرشته‌اى است كه پيش از منكر و نكير در قبر مىآيد و آدمى را مىآزمايد ، اگر نيكوكار بود ، منكر و نكير را آگاه مىسازد كه هنگام سؤال با او به نرمى رفتار نمايند ، و اگر بدكار بود ، به آنان خبر مىدهد ) - صحيفهء سجّاديه ، دعاى سوم ، ص 56 - 55 . ترجمه و شرح مرحوم فيض الاسلام ( ره ) ، و نيز در بحار الانوار 59 / 234 و مجمع البحرين 3 / 382 - 383 واژهء طير . حديثى از رسول خدا صلّى اللّه عليه و آله و سلّم در معرّفى « رومان » نقل شده كه مضمونش بدين قرار است : « نام فرشته‌اى مىباشد كه صورتش همچون خورشيد مىدرخشد و پيش از نكير و منكر داخل قبر مىشود و به مرده فرمان مىدهد كه كارهاى نيك و بدش را با انگشتان خود بر روى كفن بنويسد ، پس مرده از آب دهن خود به عنوان مركّب استفاده مىنمايد و تمام كارهاى خوب و بدش را مىنويسد سپس « رومان » به او مىگويد : اين صحيفهء اعمالت را بر گردن خود آويزان نما تا روز رستاخيز فرارسد . »\r\n( 2 ) - شرح من لا يحضره الفقيه ج 1 ص 450 .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nبه ما و فرمود : اخوانى لمثل هذا فأعدّوا يعنى : برادران من از براى مثل اين مكان « 1 » تهيّه ببينيد و آماده شويد . « 2 »\r\nشيخ بهائى نقل كرده كه : بعضى از حكما را ديدند كه در وقت مرگ خود دريغ و حسرت مىخورد !\r\nبه او گفتند : اين چه حالى است كه از تو مشاهده مىشود ؟ ! گفت چه گمان مىبريد به كسى كه مىرود به سفر طولانى بدون توشه و زاد ، و ساكن مىشود در قبر وحشتناكى بدون مونسى ، و وارد مىشود بر حاكم عادلى بدون حجّتى ؟\r\nو قطب راوندى روايت كرده كه : حضرت عيسى عليه السّلام صدا زد مادر خود مريم را بعد از مردنش و گفت : اى مادر ! با من تكلّم كن ؛ آيا مىخواهى كه به دنيا برگردى ؟ گفت :\r\nبلى ، براى آن‌كه نماز گزارم براى خدا در شب بسيار سرد و روزه بگيرم در روز بسيار گرم . اى پسر جان من ، اين راه بيمناك است .\r\nو روايت شده كه حضرت فاطمه صلوات اللّه عليها در وصيّت خود به امير المؤمنين صلوات اللّه عليه گفت : چون من وفات كردم شما مرا غسل بده و تجهيز كن و نماز گزار بر من و مرا داخل در قبر كن و در لحد بسپار و خاك بر روى من بريز و بنشين نزد سر من مقابل صورتم ، و قرآن و دعا براى من بسيار بخوان ؛ زيرا كه آن ساعت ساعتى است كه مرده محتاج است به أنس گرفتن با زنده « 3 » .\r\nو سيّد بن طاووس رحمه اللّه از حضرت رسول صلّى اللّه عليه و آله و سلّم روايت كرده كه فرمود : نمىگذرد بر ميّت ساعتى سخت‌تر از شب قبر ، پس رحم نمائيد مردگان خود را به صدقه ، و اگر نيافتى چيزى كه صدقه بدهى پس يكى از شما دو ركعت نماز كند و بخواند در ركعت اوّل فاتحة الكتاب يك مرتبه ، و قل هو اللّه دو مرتبه ، و در ركعت دوم فاتحة الكتاب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - يعنى براى قبر كه خانهء ظلمت و وحشت و تنهايى است ، چراغ و مونس و رفيقى آماده نماييد ، كه همان عبادات و كارهاى نيك مىباشد .\r\n برگ عيشى به گور خويش فرست * كس نيارد ز پس ، تو پيش فرست \r\n( 2 ) - مستدرك الوسايل ج 2 ص 465 باب 72 حديث 15 ، ط بيروت .\r\n( 3 ) - مستدرك الوسايل ج 1 ص 148 باب 79 ح 8 .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nيك مرتبه ،   أَلْهاكُمُ التَّكاثُرُ   ده مرتبه و سلام دهد و بگويد : « اللّهمّ صلّ على محمّد و آل محمّد و ابعث ثوابها الى قبر ذلك الميّت فلان بن فلان » پس حق‌تعالى مىفرستد همان ساعت هزار ملك به سوى قبر آن ميّت ؛ با هرملكى جامه‌اى و حلّه‌اى ، و تنگى قبر او را وسعت دهد تا روز نفخ صور ، و عطا كند به نمازكننده به عدد آنچه آفتاب بر آن طلوع مىكند حسنات ، و بالا برده مىشود براى او چهل درجه . « 1 »\r\n\r\nنماز ديگر [ براى رفع وحشت قبر 
  ]\r\nبراى رفع وحشت شب اوّل قبر دو ركعت نماز گزارد . در ركعت اوّل حمد و آية الكرسى ، و در ركعت دوم حمد و ده مرتبه انّا انزلناه بخواند و چون سلام دهد بگويد :\r\nاللّهمّ صلّ على محمّد و آل محمّد و ابعث ثوابها الى قبر ذلك الميّت فلان بن فلان به جاى فلان ، نام ميّت را بگويد . « 2 »\r\n\r\nحكايت [ طريقه و عادت ملا فتح على سلطان آبادى در شنيدن خبر مرگ كسى 
  ]\r\nشيخ ما ثقة الاسلام نورى ( نوّر اللّه مرقده ) در دار السّلام از شيخ خود معدن الفضايل و المعالى ، مولانا الحاجّ ملّا فتح على سلطان‌آبادى عطّر اللّه مضجعه نقل كرده كه فرمود : عادت و طريقهء من بر آن بود كه هركس از دوستان اهل بيت را كه خبر فوتش را مىشنيدم دو ركعت نماز در شب دفن او براى او مىگزاردم خواه آن ميّت را بشناسم يا نشناسم ، و هيچ‌كس بر اين طريقهء من مطّلع نبود تا آن‌كه روزى يكى از دوستان ، مرا در راهى ملاقات كرد ، گفت : ديشب خواب ديدم فلان شخص را كه در اين ايّام وفات كرده و پرسيدم از حال او و آنچه بر او گذشته بعد از مردن ؛\r\nگفت : من در سختى و بلا بودم و حال كارم به عقاب بود ، الّا آن‌كه دو ركعت نمازى كه فلانى خواند - و اسم شما را برد - آن دو ركعت نماز مرا از عذاب نجات داد ؛ خدا رحمت كند پدرش را به اين احسانى كه از او به من رسيد .\r\nمرحوم حاج ملّا فتح على فرموده آنگاه آن شخص از من پرسيد كه آن نماز چه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سفينة البحار ج 2 ص 47 ماده صلا .\r\n( 2 ) - كافى ج 3 ص 285 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nنمازى بود ؟ پس من او را خبر دادم به طريقهء مستمرّهء خود براى اموات . « 1 »\r\nو نيز از چيزهايى كه نافع است براى وحشت قبر آن‌كه ركوع نماز را كامل و تمام كند ، چنان‌كه از حضرت امام محمد باقر عليه السّلام مروى است كه : كسى كه تمام كند ركوع خود را داخل نشود او را وحشتى در قبرش . « 2 »\r\nو نيز آن‌كه در هرروزى صد مرتبه بگويد : لا إله الّا اللّه الملك الحقّ المبين تا بوده باشد براى او امانى از فقر و از وحشت قبر ، و بكشد به سوى خود توانگرى را و گشوده شود درهاى بهشت چنان‌كه در خبر وارد شده است . « 3 »\r\nو نيز آن‌كه بخواند سورهء يس را پيش از آن‌كه بخوابد ، « 4 » و آن‌كه بخواند نماز ليلة الرّغائب را ؛ و من آن نماز را با بعضى از فضايل آن در « مفاتيح الجنان » در اعمال ماه رجب ذكر كردم .\r\nو روايت شده هركه دوازده روز از ماه شعبان روزه بگيرد ، زيارت كنند او را در قبر او هرروزى هفتاد هزار ملك تا وقت دميدن در صور . « 5 »\r\nو هركه عيادت كند مريضى را ، حق‌تعالى موكّل فرمايد به او ملكى كه عيادت كند او را در قبرش تا وقتى كه وارد محشر شود . « 6 »\r\nو از ابو سعيد خدرى منقول است كه گفت : شنيدم كه حضرت رسول صلّى اللّه عليه و آله و سلّم مىفرمود :\r\nبه على عليه السّلام : يا على ! شاد شو و مژده بده كه نيست براى شيعهء تو حسرتى وقت مردن و نه وحشتى در قبور ، و نه اندوهى در روز نشور . « 7 »\r\n\r\nعقبهء دوم ضغطه و فشار قبر است\r\nو آن عقبه‌اى است بسيار دشوار كه تصوّرش دنيا را بر انسان تنگ مىكند .\r\nقال امير المؤمنين عليه السّلام يا عباد اللّه ما بعد الموت لمن لا يغفر له اشدّ من الموت القبر فاحذروا ضيقه و ضنكه و ظلمته و غربته ؛ إنّ القبر يقول كلّ يوم انا بيت الغربة انا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - دار السلام نورى ج 2 ص 315 .\r\n( 2 ) - بحار ج 6 ص 244 ح 71 .\r\n( 3 ) - ثواب الاعمال / 22 .\r\n( 4 ) - در كتاب ثواب الاعمال / 138 - 139 پاداشهاى زيادى دربارهء تلاوت سورهء مباركه يس از امام صادق عليه السّلام نقل شده است .\r\n( 5 ) - ثواب الاعمال / 87 .\r\n( 6 ) - بحار ج 81 ص 217 ح 11 از ثواب الاعمال / 176 .\r\n( 7 ) - بحار ج 7 ص 168 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nبيت الوحشة انا بيت الدّود « 1 » ، و القبر روضة من رياض الجنّة او حفرة من حفر النّار - الى ان قال - و إنّ معيشة الضّنك « 2 » الّتى حذّر اللّه منها عدوّه عذاب القبر ؛ إنّه يسلّط على الكافر فى قبره تسعة و تسعين تنّينا فينهشن لحمه و يكسرن عظمه يتردّدن عليه كذلك الى يوم يبعث ؛ لو انّ تنّينا منها نفخ فى الارض لم تنبت زرعا . يا عباد اللّه انّ انفسكم الضّعيفة و اجسادكم النّاعمة الرّقيقة الّتى يكفيها اليسير تضعف عن هذا . « 3 »\r\nو روايت شده است كه حضرت صادق عليه السّلام در آخر شب كه از خواب برمىخواست صدا را بلند مىنمود به حدّى كه اهل خانه بشنوند و مىگفت : اللّهم اعنّى على هول المطّلع و وسّع علىّ ضيق المضجع و ارزقنى خير ما قبل الموت و ارزقنى خير ما بعد الموت . « 4 » و « 5 » و از دعاهاى آن حضرت است : اللّهمّ بارك لى فى الموت ، اللّهمّ اعنّى على سكرات الموت ، اللّهمّ اعنّى على غمّ القبر ، اللّهمّ اعنّى على ضيق القبر ، اللّهمّ اعنّى على ظلمة القبر اللّهمّ اعنّى على وحشة القبر ، اللّهمّ زوّجنى من الحور العين . « 6 »\r\nبدانكه عمدهء عذاب قبر از عدم احتراز از بول و استخفاف به آن يعنى سهل شمردن آن ، و از نمّامى ، سخن‌چينى كردن و غيبت نمودن و دور شدن مرد است از اهل خود « 7 » .\r\nو از روايت « سعد معاذ » مستفاد مىشود كه بدخلقى مرد با اهل خود و درشت‌گوئى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - در بحار دارد « و الهوامّ » .\r\n( 2 ) - در بحار دارد « المعيشة الضنك » .\r\n( 3 ) - بحار ج 6 ص 218 ح 13 ، ترجمه : اى بندگان خدا ، بعد از مرگ براى كسى كه آمرزيده نشود شديدتر از مرگ است ، از قبر و تنگى و تاريكى و غربت آن برحذر باشيد همانا قبر در هرروز مىگويد : من خانه غربتم ، من خانهء وحشتم . من خانهء كرم هستم . « قبر » يا باغى از باغ‌هاى بهشت و يا گودالى از گودالهاى آتش است - تا اين‌كه فرمود - همانا زندگى و معيشت سخت كه خدا دشمن خود را از آن ترسانده عذاب قبر است . همانا در قبر 99 مار بزرگ بر كافر مسلّط مىشوند ، گوشت او را نيش مىكشند و استخوانش را مىشكنند و تا روز رستاخيز تكرار مىكنند . اگر يكى از آن مارها در زمين بدمد زراعتى نخواهد روياند . اى بندگان خدا نفس‌هاى ضعيف و بدن‌هاى نرم و نازك شما كه كمى از اينها برايش كافى است از اين عذاب ضعيف و ناتوان است .\r\n( 4 ) - اصول كافى ج 4 ص 327 ح 13 .\r\n( 5 ) - خدايا مرا بر ترس از مكانهاى هولناك پس از مرگ يارى نما ، و گورم را گشاد و وسيع قرار بده ، و خوبيهاى پيش از مرگ و پس از مرگ را به من ارزانى فرما .\r\n( 6 ) - خدايا مرگ را بر من مبارك گردان ، خدايا بر تلخىها و سختىهاى جان دادن مرا يارى فرما ، خدايا بر غم و اندوه گور مرا يارى فرما ، خدايا بر تنگى قبر مرا كمك كن ، خدايا بر تاريكى قبر مرا يارى نما ، خدايا بر ترس و هراس قبر مرا يارى نما ، خدايا حور العين را به همسرى من درآور . سفينة البحار 2 / 397 واژهء قبر .\r\n( 7 ) - بحار ج 6 ص 222 ح 22 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nبا اهل نيز موجب فشار قبر مىشود . « 1 »\r\nو در روايتى از حضرت صادق عليه السّلام مروى است كه هيچ مؤمنى نيست مگر آن‌كه از براى او فشار قبر است . « 2 »\r\nو در روايت ديگر است كه از كفّارهء آن چيزى ( نعمتى ) است كه آن مؤمن تضييع كرده . « 3 »\r\nو شيخ صدوق ( رحمة اللّه عليه ) از حضرت صادق عليه السّلام روايت كرده كه مردى از احبار « 4 » را در قبرش نشاندند و گفتند : ما صد تازيانه به تو مىزنيم از عذاب خدا ، گفت : « من طاقت ندارم » پس كم كردند تا رسيدند به يكى و گفتند : چاره‌اى از يك تازيانه نيست .\r\nگفت : « به چه سبب مرا مىزنيد ؟ » گفتند : به سبب آن‌كه نماز خواندى روزى به غير وضو ، و گذشتى بر ضعيفى پس او را يارى نكردى ! پس او را يك تازيانه از عذاب اللّه زدند كه قبرش مملو از آتش شد . « 5 »\r\nو نيز از آن حضرت روايت كرده كه : هرمؤمنى كه برادر مؤمن او از او حاجتى بخواهد و او توانايى داشته باشد كه آن حاجت را برآورد و برنياورد ، حق‌تعالى مسلّط فرمايد بر او در قبر مار عظيمى كه او را « شجاع » گويند كه پيوسته مىگزد انگشتان او را ؛ و در روايت ديگر است كه بگزد انگشتان او را تا روز قيامت ، خواه آمرزيده باشد يا معذب باشد . « 6 »\r\n\r\nچيزهايى كه باعث نجات از فشار قبر است\r\nو امّا چيزهايى كه باعث نجات از فشار قبر و عذاب آن است پس بسيار است و ما در اينجا اكتفا مىكنيم به چند چيز :\r\nاول : از حضرت امير المؤمنين عليه السّلام روايت شده كه : هركه در هرجمعه سورهء نساء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار ج 6 ص 217 ح 9 و 220 ح 14 .\r\n( 2 ) - بحار ج 6 ص 221 و سفينة البحار ج 2 ص 74 واژهء ضغط ح 19 .\r\n( 3 ) - بحار ج 6 ص 221 ح 16 .\r\n( 4 ) - احبار جمع حبر « يعنى عالم يهود » و محتمل است كه اخيار با خاء معجمه و ياء مثناة ( دو نقطه ) بوده باشد ( منه ) .\r\n( 5 ) - بحار ج 6 ص 221 ح 18 .\r\n( 6 ) - اصول كافى 2 / 194 و 196 باب قضاء جاجة المؤمن ح 5 و 13 عنه بحار 74 / 330 ب 20 ح 102 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nبخواند ، ايمن شود از فشار قبر . « 1 »\r\nدوم : روايت شده كه : هركه مداومت كند به خواندن سورهء « زخرف » حق‌ّتعالى او را ايمن گرداند در قبرش از جانوران زمين و از فشار قبر . « 2 »\r\nسوم : روايت شده كه : هركه سورهء « ن و القلم » را در فريضه يا نافله بخواند ، حق تعالى او را پناه دهد از فشار قبر . « 3 »\r\nچهارم : از حضرت صادق عليه السّلام منقول است كه : هركه بميرد ما بين زوال روز پنج شنبه تا زوال روز جمعه ، حق‌تعالى او را پناه دهد از فشار قبر . « 4 »\r\nپنجم : از حضرت امام رضا عليه السّلام منقول است كه فرمود : بر شما باد به نماز شب ، نيست بنده‌اى كه برخيزد آخر شب و بجا آورد هشت ركعت نماز شب و دو ركعت نماز شفع و يك ركعت وتر ، و استغفار كند در قنوت وتر هفتاد مرتبه ، مگر آن‌كه پناه داده شود از عذاب قبر و از عذاب جهنّم ، و طولانى شود عمرش و گشاده شود معيشتش « 5 » .\r\nششم : از حضرت رسول صلّى اللّه عليه و آله و سلّم مروى است : هركه بخواند   أَلْهاكُمُ التَّكاثُرُ   را در وقت خواب ، نگاه داشته شود از عذاب قبر . « 6 »\r\nهفتم : آن‌كه بخواند در هرروزى ده مرتبه « اعددت لكلّ هول لا إله الّا اللّه ( تا آخر ) و اين دعا گذشت در عقبهء سكرات موت . « 7 »\r\nهشتم : آن‌كه دفن شود در نجف اشرف ، زيرا كه از خواصّ آن تربت شريف آن است كه ساقط مىشود عذاب قبر و حساب منكر و نكير از كسى كه در آن مدفون شود . « 8 »\r\nنهم : از چيزهايى كه نافع است براى رفع عذاب قبر ، گذاشتن جريدتين يعنى دو چوب تر است با ميّت . و روايت شده كه بر طرف مىشود عذاب از ميّت مادامى كه آن چوب تر است . « 9 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سفينة البحار ج 2 ص 397 واژه قبر .\r\n( 2 ) - سفينة البحار ج 2 ص 397 واژه قبر .\r\n( 3 ) - سفينة البحار ج 2 ص 397 واژه قبر .\r\n( 4 ) - بحار ج 6 ص 221 ح 17 و ص 242 ح 63 .\r\n( 5 ) - سفينة البحار ج 2 ص 397 ماده قبر .\r\n( 6 ) - مستدرك الوسايل ج 1 ص 340 باب 11 ، ثواب الاعمال / 153 .\r\n( 7 ) - سفينة البحار ج 2 ص 397 ماده قبر .\r\n( 8 ) - سفينة البحار ج 2 ص 572 ماده نجف .\r\n( 9 ) - بحار ج 6 ص 215 ب 8 ح 4 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nو نيز روايت شده كه حضرت رسول صلّى اللّه عليه و آله و سلّم گذشتند بر قبرى كه عذاب مىكردند صاحب آن را . پس حضرت طلبيدند جريده ( يعنى شاخ درختى كه برگش را كنده بودند ) و به دو نصف كرد ، نصفى را نزد سر ميّت فرو كرد و نصف ديگر را نزد پاها . و نيز نافع است آب پاشيدن بر قبر ، چه آن‌كه وارد شده عذاب برداشته مىشود از ميّت مادامى كه نم و ترى در خاك قبر باشد . « 1 »\r\nدهم : آن‌كه روز اوّل رجب ده ركعت نماز كند در هرركعت يك مرتبه حمد و سه مرتبه توحيد بخواند تا محفوظ بماند از فتنهء قبر و عذاب روز قيامت . و در شب اوّل رجب بعد از نماز مغرب بيست ركعت به حمد و توحيد خواندن ، براى رفع عذاب قبر نافع است . « 2 »\r\nيازدهم : آن‌كه چهار روز از ماه رجب روزه بگيرد ، و همچنين است روزه گرفتن دوازده روز از شعبان . « 3 »\r\nدوازدهم : از چيزهائى كه باعث نجات است از عذاب قبر خواندن سورهء ( تبارك الملك ) است بالاى قبر ميّت ؛ چنان‌كه « قطب راوندى » از ابن عبّاس نقل كرده كه :\r\nمردى خيمه‌اى زد روبه‌روى قبرى ندانست كه آن ، قبر است ؛ پس خواند سورهء   « تَبارَكَ الَّذِي بِيَدِهِ الْمُلْكُ »   را . پس شنيد صيحه‌زننده‌اى كه گفت : اين سورهء منجيه « 4 » است . « 5 » پس اين مطلب را به حضرت رسول صلّى اللّه عليه و آله و سلّم عرض كرد . آن حضرت فرمود : آن سوره نجات‌دهنده است از عذاب قبر . و « شيخ كلينى » از حضرت امام محمّد باقر عليه السّلام روايت كرده كه فرمود : سورهء ملك مانعه است ، منع مىكند از عذاب قبر . « 6 »\r\nسيزدهم : از دعوات راوندى نقل شده كه حضرت رسول صلّى اللّه عليه و آله و سلّم فرمود : هركه بگويد نزد قبر ميّتى وقتى كه دفن شود ، سه مرتبه « اللّهمّ انّى اسألك بحقّ محمّد و آل محمّد ان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار ج 82 ص 23 ح 10 ب 55 ، از علل الشّرايع 1 / 290 .\r\n( 2 ) - اقبال الاعمال ص 629 ، ثواب الاعمال / 79 - 80 .\r\n( 3 ) - اقبال الاعمال ص 651 دربارهء چهار روز رجب .\r\n( 4 ) - رهائىبخش ، نجات‌دهنده .\r\n( 5 ) - مستدرك الوسايل ص 301 باب 32 ح 1 .\r\n( 6 ) - كافى 2 / 633 ح 26 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nلا تعذّب هذا الميّت » حق‌ّتعالى بردارد از او عذاب را تا روزى كه دميده شود در صور . « 1 »\r\nچهاردهم : شيخ طوسى در مصباح متهجّد روايت كرده از حضرت رسول صلّى اللّه عليه و آله و سلّم كه :\r\nهركه در شب جمعه دو ركعت نماز كند ، بخواند در هرركعت « حمد » و پانزده مرتبه « اذا زلزلت » حق‌تعالى ايمن گرداند او را از عذاب قبر و از هولهاى روز قيامت . « 2 »\r\nپانزدهم : و نيز از براى رفع عذاب قبر نافع است ، سى ركعت نماز كردن در شب نيمهء رجب ؛ در هرركعت حمد يك مرتبه و توحيد ده مرتبه ، « 3 » و همچنين است در شب شانزدهم و شب هفدهم رجب « 4 » ، و نيز آن‌كه در شب اوّل شعبان صد ركعت نماز كند به حمد و توحيد و چون از نماز فارغ شود پنجاه مرتبه توحيد بخواند « 5 » و آن‌كه در شب بيست و چهارم شعبان دو ركعت نماز كند و بخواند در هرركعت حمد يك مرتبه و   إِذا جاءَ نَصْرُ اللَّهِ   ده مرتبه « 6 » ، و براى روز نيمهء رجب [ نماز 
  ] پنجاه ركعتى [ در هرركعت 
  ] به حمد و توحيد و فلق و ناس وارد است كه براى رفع عذاب قبر نيز نافع است « 7 » مانند صد ركعت نماز شب عاشورا .\r\n\r\nعقبهء سوّم سؤال منكر و نكير است در قبر\r\nاز حضرت صادق عليه السّلام روايت شده كه فرمود : نيست از شيعهء ما هركه انكار كند سه چيز را : معراج ، سؤال در قبر و شفاعت . « 8 »\r\nو روايت شده « 9 » كه آن دو ملك به هيئت هولناك بيايند ، صداى ايشان مثل رعد غرّنده و چشمهايشان مثل برق خيره كنند ؛ سؤال كنند كه پروردگارت كيست ؟ و پيغمبرت كيست ؟ و دينت چيست ؟ و نيز سؤال كنند از ولىّ و امام او ، پس در آن حال چون جواب دادن سخت است بر ميّت و محتاج است به اعانت لاجرم براى مرده دو جا تلقين ذكر كرده‌اند :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سفينة البحار 2 / 396 واژهء قبر از مجموعهء شهيد .\r\n( 2 ) - مصباح المتهجّد ، ص 260 ، ط بيروت .\r\n( 3 ) - اقبال الاعمال صص 656 .\r\n( 4 ) - اقبال الاعمال ، ص 664 و 665 .\r\n( 5 ) - اقبال الاعمال ، ص 683 .\r\n( 6 ) - مصباح كفعمى ( ره ) ، ص 540 ، نجف اشرف .\r\n( 7 ) - اقبال الاعمال ص 683 ، 658 ؛ وسايل الشّيعه ، ج 5 ، ص 231 ، ح 12 .\r\n( 8 ) - بحار الانوار ج 6 ص 223 ب 8 ح 23 .\r\n( 9 ) - بحار ج 6 ص 261 ب 8 ح 103 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n* يكى وقتى كه او را در قبر گذارند و بهتر آن است كه به دست راست ، دوش راست ، و به دست چپ ، دوش چپ او را بگيرند و حركت دهند و تلقين كنند .\r\n* و ديگر وقتى كه او را دفن كردند سنّت است كه ولىّ ميّت يعنى اقرب خويشان او بعد از آن‌كه مردم از سر قبر او برگردند ، نزد سر ميّت نشيند و به صداى بلند او را تلقين كند ، و خوب است كه دو كف دست را روى قبر گذارد و دهان را نزديك قبر برد ، و اگر ديگرى را نائب كند نيز خوب است ؛ و وارد شده است كه چون اين تلقين را كند منكر به نكير مىگويد : بيا برويم تلقين حجّتش كردند ، احتياج به پرسيدن نيست پس برمىگردند و سؤال نمىكنند . « 1 »\r\nو در كتاب « من لا يحضره الفقيه » است كه چون « ذر » پسر جناب ابى ذر غفارى ( رضى اللّه عنه ) وفات كرد ، « ابو ذرّ » بر سر قبر او ايستاده و دست بر قبر ماليد و گفت : رحمت كند خداى ، تو را اى ذرّ ! به خدا سوگند كه تو نسبت به من نيكوكار بودى و شرط فرزندى را بجا مىآوردى ، و الحال كه تو را از من گرفته‌اند من از تو خشنودم .\r\nبه خدا سوگند كه از رفتن تو باكى نيست بر من و نقصانى به من نرسيد ، و مالى الى أحد سوى اللّه من حاجة « يعنى نيست از براى من به غير از حق‌تعالى به احدى حاجت » و اگر نبود هول مطّلع « يعنى جاهاى هولناك آن عالم كه بعد از مرگ ديده مىشود » هرآينه مسرور مىشدم كه من به‌جاى تو رفته باشم ، و لكن مىخواهم چند روزى تلافى مافات « 2 » كنم و تهيّهء آن عالم را ببينم ، و به تحقيق كه اندوه از براى تو مشغول ساخته است مرا از اندوه بر تو ، يعنى : هميشه در غم آنم كه عبادات و طاعاتى كه براى تو نافع است بكنم ، و اين معنا مرا بازداشته است از آن‌كه غم مردن و جدايى تو را از خود بخورم . و اللّه كه گريه نكردم از جهت تو كه مرده‌اى و از من جدا شده‌اى ، و ليكن گريه بر تو كردم كه حال تو چون خواهد بود و چون بگذرد ؟ ! « فليت شعرى ما قلت و ما قيل لك » : پس كاش مىدانستم كه تو چه گفتى و به تو چه گفتند ؟ خداوندا ! بخشيدم به او حقوقى را كه بر او واجب كرده بودى از براى من ، پس تو هم ببخش\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - روضة المتقين ج 1 ص 458 .\r\n( 2 ) - آنچه فوت شده ( از كارهاى نيك و انجام داده نشده است ) .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nحقوق خود را كه بر او واجب كرده بودى ، چه آن‌كه تو سزاوارترى به جود و كرم از من . « 1 »\r\nو از حضرت صادق عليه السّلام منقول است كه : چون مؤمن را داخل در قبر كنند نماز در طرف راست او ، زكات در طرف چپ او ، و برّ يعنى نيكويى و احسان مشرف بر او شود ، و صبر او در ناحيه‌اى قرار گيرد ، پس وقتى كه دو ملك سؤال بيايند صبر گويد به نماز و زكات و برّ : دريابيد شما صاحب خود را يعنى ميّت را نگاهدارى كنيد ، پس هرگاه عاجز شديد از آن ، من هستم نزد آن . « 2 »\r\nعلّامه مجلسى ( رحمة اللّه عليه ) فرموده : در « محاسن » به سند صحيح از آن حضرت ، يعنى حضرت صادق يا حضرت باقر عليه السّلام روايت كرده است كه :\r\nچون مؤمن مىميرد با او داخل مىشود در قبرش شش صورت كه يكى از آنها خوشروتر و خوشبوتر و پاكيزه‌تر است از باقى صورتها ، پس يكى از جانب راست مىايستد و يكى در جانب چپ و يكى در پيش رو و يكى در پشت سر و يكى در پائين پا ، و آن‌كه خوش‌صورت‌تر است در بالاى سر ، پس سؤال يا عذاب از هرجهت كه مىآيد آن‌كه در آن جهت ايستاده است مانع مىشود ، پس آن‌كه از همه خوش صورت‌تر است به ساير صورتها مىگويد : شما كيستيد ؟ خدا شما را جزاى خير دهد از جانب من . صاحب جانب راست گويد : من نمازم . صاحب جانب چپ گويد : من زكاتم .\r\nآن‌كه در پيش روى است گويد : من روزه‌ام . آن‌كه در عقب سر است گويد : من حجّم و عمره‌ام . و آن‌كه در پايين پا است گويد : من برّ و احسان به برادران مؤمنم . پس آنها به او گويند : تو كيستى كه از همهء ما بهتر و خوشروتر و خوشبوترى ؟ گويد : من ولايت آل محمّد صلوات اللّه عليهم اجمعين [ هستم 
  ] . « 3 »\r\nو شيخ صدوق در فضيلت روزهء شعبان روايت كرده كه : هركه نه روز از آن را روزه بگيرد ، مهربان شوند منكر و نكير بر او وقت سؤال از او . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - من لا يحضره الفقيه ج 1 ص 185 .\r\n( 2 ) - مستدرك الوسايل ج 1 ص 183 باب 30 ح 24 با مختصر تفاوت و در بحار 6 ص 234 به طور كامل موجود است .\r\n( 3 ) - بحار الانوار ج 6 ص 234 ب 8 ح 50 ، از محاسن ص 288 باب الشّرايع ح 432 .\r\n( 4 ) - ثواب الاعمال / 87 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nو از حضرت باقر عليه السّلام فضيلت بسيار وارد شده براى كسى كه إحيا دارد شب بيست و سوّم ماه رمضان را و صد ركعت نماز در آن گزارد ، از جمله آن‌كه حق‌ّتعالى دفع كند از او هول نكير و منكر را و بيرون بيايد از قبرش نورى كه روشنى دهد براى اهل جمع . « 1 »\r\nو از حضرت رسول صلّى اللّه عليه و آله و سلّم روايت شده كه در « خضاب » چهارده خصلت است و يكى از آنها را شمرده آن‌كه منكر و نكير از او حيا مىكنند « 2 » .\r\nو دانستى قبل از اين‌كه : از خواصّ تربت پاك نجف آن است كه حساب منكر و نكير ساقط است از كسى كه در آن مدفون است ؛ الآن به جهت تأييد آن مىگوئيم :\r\n\r\nحكايت [ از علامه مجلسى در تحفه از ارشاد القلوب 
  ]\r\nعلّامه مجلسى ( رحمة اللّه عليه ) در تحفه از « ارشاد القلوب » و « فرحة الغرىّ » نقل كرده كه مرد صالحى از اهل كوفه گفت : من در شب بارانى در مسجد كوفه بودم . ناگاه درى را كه جانب قبر مسلم عليه السّلام است كوبيدند ؛ چون در را گشودند جنازه‌اى را داخل كردند و در صفّه‌اى كه در جانب قبر مسلم است گذاشتند .\r\nيكى از ايشان را خواب ربود . در خواب ديد كه دو شخص نزد جنازه حاضر شدند ، و يكى به ديگرى گفت كه : ببين ، ما را با او حسابى هست تا از او بگيريم پيش از آن‌كه از « رصافه » بگذرد كه بعد از آن ما به نزديك او نمىتوانيم رفت .\r\nپس بيدار شد و خواب را براى رفيقان خود نقل كرد و در همان ساعت آن جنازه را برداشتند و داخل نجف كردند كه از حساب و عذاب نجات يابد . « 3 »\r\nقلت و للّه درّ من قال :\r\n اذا متّ فادفنّى الى جنب حيدر * ابى شبّر اكرم به و شبير\r\nفلست اخاف النّار عند جواره * و لا اتّقى من منكر و نكير\r\nفعار على حامى الحمى و هو فى الحمى * اذا ضلّ فى البيدا عقال بعير « 4 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الانوار 98 / 168 باب 73 .\r\n( 2 ) - بحار ج 76 ص 97 ح 2 .\r\n( 3 ) - ارشاد القلوب 2 / عنه سفينة البحار ج 2 ص 572 مادّه نجف .\r\n( 4 ) - ترجمه : چون مردم مرا در جنب حيدر عليه السّلام دفن كن . پدر شبّر و شبير ( حسن و حسين عليه السّلام ) كه در بخشندگى عجيب است . -\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\nحكايت [ از محقق بهبهانى 
  ]\r\nاز استاد اكبر ، محقّق بهبهانى ( رحمة اللّه عليه ) نقل است كه فرموده : در خواب ديدم حضرت ابو عبد اللّه الحسين عليه السّلام را ، پس گفتم : اى سيّد و مولاى من ! آيا سؤال مىكنند از كسى كه دفن شده در جوار شما ؟ فرمود : كدام ملك است كه او را آن جرأت باشد كه از او سؤال كند ؟ !\r\nمؤلف گويد : كه در امثال عرب است كه مىگويند احمى من مجير الجراد يعنى :\r\nفلانى حمايت كردنش از كسى كه در پناه او است ، بيشتر است از پناه‌دهندهء ملخها ؛ و قصّهء آن چنان است كه مردى باديه‌نشين از قبيلهء طىّ كه نامش « مدلج بن سويد » بود روزى در خيمهء خود نشسته بود . ديد جماعتى از طايفهء طىّ آمدند و جوال و ظرفهائى با خود دارند ، پرسيد چه خبر است ؟ گفتند : ملخهاى بسيار در اطراف خيمهء شما فرود آمده‌اند ، آمده‌ايم آنها را بگيريم . مدلج كه اين را شنيد برخاست و سوار بر اسب خود شد . نيزهء خود را بر دست گرفت و گفت : به خدا سوگند است كه هركس متعرّض اين ملخها شود من او را خواهم كشت . أيكون الجراد فى جوارى ثمّ تريدون اخذه ؟ ! يعنى :\r\nآيا اين ملخها در جوار و پناه من باشند و شما آنها را بگيريد ؟ ! چنين چيزى نخواهد شد . و پيوسته از آنها حمايت كرد تا آفتاب گرم شد و ملخها پريدند و رفتند . آن وقت گفت : اين هنگام ملخها از جوار من منتقل شدند ، ديگر خود دانيد با آنها . « 1 »\r\n\r\nحكايت [ از كتاب حبل المتين 
  ]\r\nاز كتاب « حبل المتين » نقل است كه « مير معين الدّين اشرف » كه يكى از صلحاء خدّام روضهء رضويّه ( على ساكنها آلاف السّلام و التّحيّة ) بود نقل كرده كه در خواب ديدم كه در « دار الحفّاظ » يا « كشيكخانهء » مباركه هستم و بيرون آمدم از روضهء متبرّكه به جهت تجديد وضو ، پس چون رسيدم به صفّهء « امير على شير » ، ديدم جماعت بسيارى را كه داخل در صحن مطهّر شدند و در جلو آنها شخص نورانى ،\r\n\r\n\r\n","description":"","footnote":"\r\n- من در جوار او از آتش نمىهراسم ، و از نكير و منكر پروايى ندارم . ننگ است بر كسى كه نگهبان قرق‌گاه است و خود در آنجا است كه عقال شترى در بيابان گم شود .\r\n( 1 ) - سفينة البحار ج 1 ص 151 واژهء « جرد » .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nخوش‌صورت عظيم الشّأنى بود ، در دست جماعتى از آن اشخاص كه پشت سر او بودند كلنگها بود ، پس همين‌كه به وسط صحن مقدّس رسيدند آن شخص بزرگوار كه در جلو آن جماعت بود به آنها فرمود كه : بشكافيد اين قبر را ، و بيرون بياوريد اين خبيث را . و اشاره كرد به قبر مخصوصى ، پس چون شروع كردند به كندن قبرش ، از شخصى پرسيدم كه : اين شخص بزرگوار كه امر مىفرمايد كيست ؟ گفت :\r\nحضرت امير المؤمنين عليه السّلام است . پس در اين حال ديدم كه امام ثامن ضامن ، حضرت امام رضا عليه السّلام است .\r\nپس در اين حال ديدم كه امام ثامن ضامن ، حضرت امام رضا عليه السّلام از روضهء مباركه بيرون آمد و خدمت حضرت امير المؤمنين رسيد و سلام كرد .\r\nآن حضرت ردّ سلام نمود . پس امام رضا عليه السّلام عرض كرد كه : اى جدّاه ! از شما مسئلت و خواهش مىكنم كه عفو بفرمائيد از اين شخص كه مدفون است در اينجا و ببخشيد به من تقصير او را .\r\nفرمود : كه مىدانى اين فاسق فاجر شرب خمر مىكرد ؟ عرض كرد : بلى ، لكن وصيّت كرد در وقت مرگ خويش كه او را در جوار من دفن كنند . پس ما اميدواريم از شما كه عفو بفرمائيد از او ، فرمود : به تو بخشيدم تقصيرات او را .\r\nپس تشريف برد آن حضرت . من از وحشت بيدار شدم و بيدار كردم بعض خدّام آستانهء مباركه را و آمديم به همان موضع كه در خواب ديدم . ديدم كه قبر تازه‌ايست و بيرون ريخته شده قدرى از خاك آن . پس پرسيدم كه : صاحب اين قبر كيست ؟ ! گفتند :\r\nمردى از اتراك است كه ديروز در اينجا دفن شده است . « 1 »\r\nفقير گويد كه در حكايت تشرّف حاج على بغدادى به خدمت امام عصر ارواحنا فداه و سؤالات او از آن حضرت نقل شده كه گفت : گفتم به آن حضرت : سيّدنا ! صحيح است كه مىگويند : هركس زيارت كند حضرت حسين عليه السّلام را در شب جمعه ، پس براى او امان است ؟ فرمود : آرى و اللّه ، و اشك از چشمان مباركش جارى شد و گريست .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - دار السّلام نورى ج 1 ص 267 - 268 .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nگفتم : سيّدنا ! مسألة . فرمود : بپرس .\r\nگفتم : سنهء 1269 حضرت امام رضا عليه السّلام را زيارت كرديم و در ورود ، يكى از عربهاى « شروقيّه » را كه از باديه‌نشينان طرف شرقى نجف اشرف بود ملاقات كرديم و او را ضيافت نموديم و از او پرسيديم كه چگونه است ولايت رضا عليه السّلام ؟ گفت : « بهشت است ، امروز پانزده روز است كه من از مال مولاى خود حضرت رضا عليه السّلام خورده‌ام ، چه حق دارد منكر و نكير كه در قبر نزد من بيايند ؟ ! گوشت و خون من از طعام حضرت روييده در مهمانخانهء آن‌جناب . »\r\nآيا اين صحيح است ، علىّ بن موسى الرّضا مىآيد او را از منكر و نكير خلاص مىكند ؟ فرمود : آرى ، و اللّه ؛ جدّ من ضامن آن است . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مرحوم مؤلّف ، حكايت حاج على بغدادى را در مفاتيح الجنان نيز در ذيل زيارت امام محمد تقى عليه السّلام ذكر كرده است .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n\r\nفصل و از منازلهء مهوله « 1 » برزخ است\r\nكه حق‌تعالى ذكر آن فرموده در سورهء مؤمنون :  وَ مِنْ وَرائِهِمْ بَرْزَخٌ إِلى يَوْمِ يُبْعَثُونَ  « 2 » . و حضرت صادق عليه السّلام در جزء حديث فرمود : . . . لكن به خدا سوگند كه من مىترسم بر شما از برزخ . راوى گفت : چيست برزخ ؟ ! فرمود : قبر است ، از زمان مردن تا روز قيامت .\r\n« از لبّ اللباب » قطب راوندى نقل شده كه : در خبر است كه مردگان مىآيند در هر شب جمعه از ماه رمضان ، پس فرياد مىكنند هريك از ايشان به آواز گريان كه : اى اهل من ! اى فرزندان من ! اى خويشان من ! مهربانى كنيد به ما به چيزى ، خدا رحمت كند شما را ، ما را به خاطر بياوريد ، فراموش نكنيد ما را ، رحم كنيد بر ما و بر غربت ما ، پس به‌درستى كه ما مانديم در زندان تنگى و اندوه و زارى و غمى [ طولانى 
  ] و سختى ، پس رحم كنيد بر ما و بخل نكنيد به دعا و صدقه براى ما ؛ شايد خدا رحم كند ما را پيش از آن‌كه شما مانند ما شويد . اى دريغ كه ما توانا بوديم مانند شما ، اى بندگان خدا بشنويد سخن ما را و فراموش نكنيد ما را ؛ به درستى كه اين زيادىهاى معاش كه در دست شماست در دست ما بود ، ما خرج نكرديم آنها را در راه خدا و منع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ترسناك ، پربيم و ترس .\r\n( 2 ) - سفينة البحار ج 1 ص 71 واژهء « برزخ » .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nكرديم حق را ، پس گرديد آنها و بال « 1 » براى ما و منفعت براى ديگران . مهربانى كنيد به ما به يك درهم يا قرص نانى يا پاره‌اى از چيزى .\r\nپس فرياد مىكنند : چقدر نزديك است كه گريه كنيد بر نفسهاى خود و نفع ندهد ، چنان‌كه ما گريه مىكنيم و نفع نمىدهد ما را ؛ پس كوشش كنيد پيش از آن‌كه مثل ما شويد . « 2 »\r\n\r\n[ فرستادن هديه براى مردگان از نظر رسول خدا ( ص ) : 
  ]\r\nو در جامع الاخبار نقل شده كه بعضى از صحابهء حضرت رسول صلّى اللّه عليه و آله و سلّم از آن حضرت نقل كرده كه فرمودند : هديه بفرستيد براى مردگان خود ؛ پس گفتم كه :\r\nچيست هديهء مرده‌ها ؟ فرمود : صدقه و دعا . فرمود : ارواح مؤمنين مىآيند هرجمعه به آسمان دنيا مقابل خانه‌ها و منزلهاى خود و فرياد مىكنند هريك از ايشان به آواز حزين با گريه : « اى اهل من ! و اى پدر من و مادر من و خويشان من ! مهربانى كنيد بر ما ( خدا رحمت كند شما را ) به آنچه بود در دست ما و عذاب و حساب آن بر ماست و نفعش براى غير ما . »\r\nو هريك فرياد مىكنند خويشان خود را كه مهربانى كنيد بر ما به درهمى يا قرص نانى يا جامه‌اى ؛ كه خداوند بپوشاند شما را از جامهء بهشت .\r\nپس گريست رسول خدا و گريه كرديم ما و آن‌جناب از زيادى گريه قدرت بر سخن گفتن نداشت ؛ پس فرمود : اينها برادران دينى شمايند كه خاك پوسيده شدند بعد از سرور و نعمت ، پس ندا مىكنند به عذاب و هلاكت بر جانهاى خود و مىگويند : واى بر ما ؛ اگر انفاق مىكرديم آنچه را كه در دست ما بود در طاعت و رضاى خداوند محتاج نبوديم به سوى شما . پس برمىگردند به آن حسرت و پشيمانى و فرياد مىكنند : زود بفرستيد صدقهء مردگان را . « 3 »\r\nو نيز در آن كتاب از آن حضرت مروىّ است كه فرمود : هرصدقه كه براى ميّتى بدهى ، مىگيرد آن را ملكى در طبقى نور كه درخشان است شعاع آن و مىرسد به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سختى ، عذاب .\r\n( 2 ) - سفينة البحار ج 2 ص 556 واژهء « موت » .\r\n( 3 ) - جامع الاخبار ص 482 ط قم عنه سفينة البحار 2 / 556 - 557 ارشاد القلوب با اندك تفاوت / 175 ، مستدرك الوسايل 2 / 484 / 2525 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nهفت آسمان . پس مىايستد بر لب قبر ، پس فرياد مىكند : السّلام عليكم يا اهل القبور ، اهل شما فرستادند اين هديه را به سوى شما . پس ميّت مىگيرد و آن را داخل در قبر خود مىكند و بدان خوابگاهش فراخ مىشود .\r\nپس فرمود : آگاه شويد هركس مهربانى كند مرده را به صدقه ، پس براى اوست نزد خدا از اجر مانند احد ، و مىباشد روز قيامت در سايهء عرش خداوندى كه نيست سايه‌اى جز سايهء عرش خدا ، و زنده و مرده نجات مىيابند به اين صدقه . « 1 »\r\nو حكايت شده كه امير خراسان را در خواب ديدند كه مىگفت : بفرستيد براى من آنچه را كه مىاندازيد براى سگان خود كه محتاجم به آن . « 2 »\r\nعلّامه مجلسى ( رحمة اللّه عليه ) در « زاد المعاد » فرموده : بايد كه مردگان را فراموش نكنند زيرا كه دست ايشان از اعمال خير كوتاه گرديده و از جانب فرزندان و خويشان و برادران مؤمن اميدوارند و احسان ايشان را چشم به راهند ، خصوصا در دعا كردن در نماز شب و بعد از نمازهاى فريضه و در مشاهد مشرّفه پدر و مادر را زياده از ديگران بايد دعا كرد و اعمال خير براى ايشان به عمل آورد .\r\nو در خبر است كه بسا فرزندى كه در حال حيات پدر و مادر عاق ايشان باشد ، و بعد از فوت ايشان نيكوكار گردد به سبب اعمال خيرى كه براى ايشان به عمل آورد . و بسا فرزندى كه در حال حيات پدر و مادر نيكوكار باشد و بعد از فوت ايشان عاق گردد ، به سبب آن‌كه اعمال خيرى كه بايد براى ايشان به عمل آورد كم به عمل آورده ، و عمدهء خيرات براى پدر و مادر و ساير خويشان آن است كه قرض ايشان را ادا كند و ايشان را از حقوق خدا و خلق برى گرداند ، و حجّ و ساير عباداتى كه از ايشان فوت شده باشد سعى كند به استيجار يا تبرّع بجا آورد . « 3 »\r\nو در حديث صحيح منقول است كه : حضرت صادق عليه السّلام در هرشب از براى فرزند خود و در هرروز براى پدر و مادر خود دو ركعت نماز مىكردند و در ركعت اوّل   « إِنَّا أَنْزَلْناهُ »   و در ركعت دوم   « إِنَّا أَعْطَيْناكَ »   مىخواندند . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - جامع الاخبار ص 482 ح 1394 ط آل البيت قم .\r\n( 2 ) - سفينة البحار ج 2 ص 557 .\r\n( 3 ) - بحار ج 74 ص 59 ح 21 ( با مختصر تفاوت ) و در زاد المعاد ص 573 .\r\n( 4 ) - زاد المعاد ص 574 - 573 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nو به سند صحيح از حضرت صادق عليه السّلام منقول است كه : بسا باشد كه ميّت در تنگى و شدّتى بوده باشد و حق‌تعالى به او وسعت دهد و تنگى را از او بردارد ، پس به او گويند كه اين فرح كه تو را روى داد به سبب نمازى است كه فلان برادر مؤمن براى تو كرد .\r\nراوى پرسيد : دو ميّت را در دو ركعت نماز شريك مىتوانم كرد ؟ فرمود : بلى .\r\nو فرمود كه : ميّت شاد مىشود و فرح مىيابد به دعا و استغفارى كه براى او كنند ، چنان‌چه زنده شاد مىشود به هديه كه براى او برند . « 1 »\r\nو فرمود كه : بر ميّت داخل مىشود در قبرش نماز و روزه و حجّ و تصدّق و ساير اعمال خير و دعا ، و ثواب آن اعمال براى كسى كه كرده و براى مرده هردو نوشته مىشود .\r\nو در حديث ديگر فرمود كه : هركه از مسلمانان براى ميّتى عمل صالحى بكند خدا ثواب او را مضاعف گرداند و ميّت به آن عمل منتفع مىگردد . « 2 »\r\n\r\n[ در بيان ثواب كسى كه به نيت ميّتى صدقه بدهد : 
  ]\r\nو در روايتى وارد شده است كه هرگاه شخصى به نيّت ميّتى تصدّقى بكند حق تعالى جبرائيل را امر مىفرمايد كه با هفتاد هزار ملك به نزد قبر او مىروند و هريك طبقى در دست دارند از نعمتهاى الهيّه و هريك به او مىگويند : السّلام عليك اى دوست خدا ! اين هديهء فلان مؤمن است براى تو ، پس قبر او روشن مىشود و حقّ تعالى هزار شهر در بهشت به او كرامت مىفرمايد ، و هزار حورى به او تزويج مىفرمايد و هزار حلّه به او مىپوشاند و هزار حاجت او را روا مىكند . « 3 »\r\nمؤلّف گويد : كه شايسته است من در اينجا نقل كنم چند حكايت نافعه از منامات « 4 » صادقه ، و مبادا كه اعتنايى ننمايى به آنها و خيال كنى كه آنها خوابى است از خوابهاى پريشان يا افسانه‌اى است كه نقل مىكنند از براى صبيان « 5 » ، بلكه خوب تأمّل كن در آنها كه تأمّل در آنها هوش از سر ربايد و خواب از چشمان .\r\n فسانه‌ها همه خواب آورد فسانهء من * ز چشم ، خواب ربايد فسانهء عجبى است \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - زاد المعاد ص 574 - 573 .\r\n( 2 ) - زاد المعاد ص 574 - 573 .\r\n( 3 ) - زاد المعاد ص 574 .\r\n( 4 ) - خواب‌ها .\r\n( 5 ) - كودكان .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n\r\nحكايت [ به نقل از دار السلام مرحوم نورى 
  ]\r\nشيخ ما ثقة الاسلام نورى ( عطّر اللّه مرقده ) در « دار السّلام » نقل فرموده كه :\r\nحديث كرد مرا سيّد فاضل مؤيّد ارشد ورع « 1 » عالم تقى امير سيّد علىّ بن عالم جليل و فقيه نبيل ، قدوهء ارباب تحقيق ، و من يشدّ الرّواحل اليه من كلّ فجّ عميق ، المبرّء من كلّ شين و درن ، الامير سيّد حسن الحسينى الاصفهانى ( البسه اللّه حلل الامان و حشره مع سادات الجنان ) گفت كه : چون علّامه والدم وفات كرد من در نجف اشرف مقيم بودم و اشتغال به تحصيل علوم داشتم و امور آن مرحوم به دست بعضى از اخوان من بود ، و من به تفصيل ، علم به آن نداشتم ، و چون هفت ماه از وفات آن بزرگوار گذشت والده‌ام به رحمت الهى پيوست . جنازهء آن مرحومه را به نجف آوردند دفن كردند . در يكى از روزها در خواب ديدم كه گويا نشسته‌ام در اطاق سكناى « 2 » خودم كه ناگاه مرحوم والدم وارد شد .\r\nمن برخاستم و سلام كردم ، بر او پس نشست در صدر مجلس و نوازش كرد مرا در سؤال از من ، و بر من معلوم شد در آن وقت كه مرده است ؛ پس گفتم به او كه شما در اصفهان وفات كرديد چگونه شد كه شما را در اينجا مىبينم ؟ !\r\nفرمود : بلى ، ما را منزل دادند بعد از وفات در نجف اشرف و مكان ما الآن در نجف است .\r\nگفتم : كه والده نزد شما است ؟ فرمود : نه .\r\nوحشت كردم از آن كه گفت نه .\r\nفرمود : او در نجف است لكن در مكان ديگر است ؛ آن وقت فهميدم وجهش آن است كه پدرم عالم است و محلّ عالم بالاتر است از محلّ جاهل .\r\nپس سؤال كردم از حال آن مرحوم ؛ فرمود : من در ضيق و تنگى بودم و الآن الحمد للّه حالم خوب است ، و از آن شدّت و تنگى ، گشايش و فرجى براى من حاصل شده .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - با ورع ، پرهيزكار .\r\n( 2 ) - اطاق مسكونى .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nمن از روى تعجّب گفتم كه : آيا شما هم در ضيق و شدّت واقع شديد ؟ !\r\nفرمود : بلى ؛ حاج رضا پسر آقا بابا مشهور به نعلبند ، از من طلبى داشت ، از جهت طلب او حال من به بدى كشيد .\r\nپس تعجّب من زياد شد و از خواب بيدار شدم با حال ترس و تعجّب ، و نوشتم صورت خواب را براى برادرم كه وصىّ آن مرحوم بود ، و از او درخواست نمودم كه بنويسد براى من كه آيا حاج رضاى مذكور طلب دارد از مرحوم والد يا نه ؟\r\nبرادرم براى من نوشت كه : من در دفترى كه اسامى طلبكاران بود مراجعه كردم ، هرچه تفحّص كردم اسم اين مرد در آنجا نبود .\r\nمن ثانيا نوشتم كه از خود آن شخص سؤال كند . برادرم بعد از آن براى من نوشت كه : من سؤال كردم از او ، گفت : بلى من هيجده تومان از آن مرحوم طلبكارم و غير از خدا هيچ‌كس مطّلع نيست بر آن ، و بعد از فوت ايشان از شما پرسيدم كه اسم من در دفتر طلبكاران آن مرحوم هست ؟ شما گفتيد : نه . پس من با خود گفتم كه اگر ادّعاى طلب خود كنم قدرت بر اثبات ندارم ؛ چون حجّت و بيّنه نداشتم و اعتماد به آن مرحوم بود كه در دفتر خود ثبت مىكند . معلوم شد كه مسامحه نموده ؛ پس من مأيوس از وصول طلب خود شدم و اظهار نكردم . پس من صورت خواب شما را براى او نقل كردم و خواستم كه وجه او را بدهم ، گفت : من ابراء « 1 » كردم ذمّهء او را به جهت خبر دادنش از طلب من .\r\n\r\nحكايت [ از ملا ابو الحسن مازندرانى 
  ]\r\nو نيز شيخ اجلّ محدّث متبحّر ، ثقة الاسلام نورى ( نوّر اللّه مرقده ) در دار السّلام نقل كرده از عالم فاضل صالح ورع تقّى ، « حاج ملّا ابو الحسن مازندرانى ) كه گفت : من دوستى داشتم از اهل فضل و تقوا ، مسمّى به ملّا جعفر بن عالم صالح ملا محمّد حسين طبرستانى از اهل قريه‌اى كه آن را « تيلك » گويند ، وقتى كه طاعون عظيم آمد و تمام بلاد را گرفت ، اتّفاق افتاد كه جماعت بسيارى پيش از او وفات كردند در حالتى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - پاك نمودن و بخشودن بدهى ، برى نمودن ذمّه .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nكه او را وصىّ خود قرار داده بودند ، و او بر حسب وصيّت آنها اموال ايشان را جمع نموده و هنوز به محلّ و مصرف نرسانده ، او نيز به طاعون هلاك شد و آن مالها ضايع شد و به مصارفى كه بايد برسد نرسيد ، و چون حق‌تعالى بر من منّت نهاد و روزى فرمود مرا زيارت عتبات عاليات و مجاورت قبر ابو عبد اللّه الحسين عليه السّلام ، شبى در كربلا در خواب ديدم كه مردى در گردنش زنجيرى است كه آتش از آن شعله مىكشد و دو طرف آن به دست دو نفر است ، و آن شخصى كه زنجير به گردنش است زبانش بلند است و آويخته شده تا سينه‌اش ؛ چون مرا ديد به قصد من نزديك آمد ، چون نزديك رسيد ديدم رفيقم « ملّا جعفر » است ! تعجّب كردم از حال او ! خواست با من تكلّم كند و استغاثهء نمايد كه آن دو شخص زنجيرش را كشيدند و او را از عقب برگردانيدند و نگذاشتند كه تكلّم كند . ثانيا « ملّا جعفر » نزديك من آمد و خواست حرف بزند ، او را كشيدند و نگذاشتند ، تا سه دفعه .\r\nمن از مشاهدهء آن حال و آن صورت هولناك سخت ترسيدم و صيحهء عظيمى كشيدم و بيدار شدم ، و از صيحهء من بيدار شد يك نفر از علماء كه در نزديك من خوابيده بود ، پس من قصّهء خواب را براى او نقل كردم ، و اتفاقا اين وقتى كه من از خواب برخاستم وقت باز كردن درهاى صحن مطهّر و حرم شريف بود ، پس من به رفيقم گفتم : خوب است مشرّف شويم به حرم و زيارت كنيم و استغفار كنيم براى « ملّا جعفر » شايد حق‌ّتعالى بر او ترّحم فرمايد ، اگر اين خواب رؤياى صادقه باشد . پس به حرم مشرّف شديم و آنچه را قصد داشتيم به عمل آورديم .\r\nو گذشت از اين مطلب قريب بيست سال و براى من معلوم نشد از حال « ملّا جعفر » چيزى ، و من به گمان خود چنان فهميدم كه اين عذاب براى او به سبب تقصير او باشد در اموال مردم .\r\nو بالجمله چون منّت نهاد حقتعالى بر من به زيارت خانه‌اش و از اعمال حجّ فارغ شديم ، و مراجعت را به مدينهء مشرّفه موفّق شديم . مرا مرضى عارض شد سخت ، به حدّى كه مرا بازداشت از حركت و راه رفتن ؛ پس من به رفقاى خود التماس كردم كه مرا شست‌وشو دهيد و لباسهايم را عوض كنيد و مرا دوش گيريد و به روضهء مطهّرهء\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nحضرت رسول صلّى اللّه عليه و آله و سلّم ببريد پيش از آن‌كه مرگ مرا دريابد ؛ پس رفقا بجا آوردند آنچه گفته بودم و چون داخل روضهء مطهّره شدم بيهوش افتادم و رفقا مرا گذاشتند و پى شغل خود رفتند ؛ چون به‌هوش آمدم مرا دوش گرفتند و بردند نزديك شبكهء ضريح مقدس تا زيارت كردم ، آنگاه مرا بردند به طرف پشت ، نزديك بيت حضرت فاطمهء زهرا صلوات اللّه عليها كه محلّ زيارت آن مظلومه است ، پس نشستم و زيارت كردم آن حضرت را و طلب شفا براى خود نمودم و به آن بىبى خطاب كردم كه به ما رسيده از اخبار ، كثرت محبّت شما به فرزندت امام حسين عليه السّلام و من مجاور قبر شريف آن حضرتم ، پس به حقّ آن بزرگوار كه شفاى مرا از خداوند تعالى بخواهيد ؛ پس به جانب رسول صلّى اللّه عليه و آله و سلّم توجّه كردم و آنچه حاجت داشتم عرض كردم ، از جمله طلب كردم شفاعت آن حضرت را براى جماعتى از رفقايم كه وفات كرده بودند و اسمهاى آنها را يك‌يك ذكر مىكردم تا رسيدم به اسم ملّا جعفر ، در اين حال يادم آمد خوابى كه از او ديده بودم ، حالم منقلب شد ، پس الحاح كردم در طلب مغفرت و سؤال شفاعت براى او ، عرض كردم كه من بيست سال پيش از اين او را به حال بد ديدم و نمىدانم خوابم راست بوده يا از اضغات « 1 » احلام « 2 » و خوابهاى پريشان بود ؟ به هرجهت آنچه ممكنم بود از تضرّع و دعا در حقّ او به‌جا آوردم ، پس در حال خود خفّتى ديدم ، برخاستم تنها بدون اعانت رفيق به منزل آمدم و مرضم به بركت حضرت زهراء صلوات اللّه عليها بر طرف شد .\r\nو چون خواستيم از مدينه حركت كنيم در « احد » منزل كرديم ، و چون وارد « احد » شديم و زيارت كرديم شهداء آنجا را خوابيدم ، در خواب ديدم ملّا جعفر ( رفيق خود را ) به هيئت خوبى جامه‌هاى سفيد در تن دارد و عمّامه با حنك بر سر دارد و عصائى در دست گرفته ، نزد من آمد و بر من سلام كرد و گفت : مرحبا بالأخوّة و الصّداقة ؛ شايسته است كه رفيق با رفيق خود چنين كند كه تو با من كردى . من در اين مدّت در تنگى و بلا و شدّت و محنت بودم . پس تو از روضهء مطهّره بيرون نيامدى مگر آن‌كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آشفته و درهم .\r\n( 2 ) - خوابها .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nخلاص كردى مرا از آن گرفتاريها ، و الآن دو روز يا سه روز است كه مرا فرستادند به حمّام و پاكيزه كردند مرا از قذارت « 1 » و كثافات ، و حضرت رسول صلّى اللّه عليه و آله و سلّم اين جامه‌ها را براى من فرستاده و حضرت صدّيقه صلوات اللّه عليها اين عبا را براى من مرحمت فرموده ، و امر [ كار 
  ] من به حمد اللّه به خوبى و عافيت منجرّ شد ، و من آمدم براى مشايعت تو آن‌كه بشارت دهم تو را ، پس خوشحال باش كه به سلامت برمىگردى به سوى اهل خود و آنها هم سالم مىباشند .\r\nپس بيدار شدم ، شكرگويان و خوشحال .\r\nشيخ مرحوم فرموده كه : شايسته است براى شخص زيرك خبير كه تأمل كند در دقائق اين رؤيا ؛ زيرا كه آن مشتمل است بر چيزهايى كه بر طرف مىكند كورى دل و خاشاك در چشم را . « 2 »\r\n\r\nحكايت [ حاج ملا على كه از والدش ميرزا خليل تهرانى نقل كرده 
  ]\r\nو نيز در دار السّلام است كه : شيخ اجلّ اورع جناب « حاج ملّا على » از والد ماجدش جناب « حاج ميرزا خليل تهرانى » ( رحمة اللّه عليه ) نقل فرموده كه : من در كربلاى معلّى بودم و مادرم در طهران ؛ پس شبى در خواب ديدم كه مادرم به نزد من آمد و گفت : اى پسر ! من مردم و مرا آوردند به سوى تو و بينى مرا شكستند ؛ پس من ترسان از خواب بيدار شدم و از اين خواب چندى نگذشت كه كاغذى آمد از بعض اخوان كه نوشته بود : « والده‌ات وفات كرد ، جنازه‌اش را به نزد شما فرستاديم . »\r\nچون جنازه‌كشها آمدند گفتند : جنازهء والدهء شما را در كاروانسراى نزديك ذى الكفل گذاشتيم چون گمان كرديم كه شما در نجف مىباشيد . پس من صدق خواب را فهميدم و لكن متحيّر ماندم در معناى كلام آن مرحومه كه گفته بود : بينيم را شكستند . تا اين‌كه جنازه‌اش را آوردند . كفن را از روى او گشودم ، ديدم بينى او شكسته شده ! سبب آن را از حاملين آن پرسيدم ، گفتند : ما سببش را نمىدانيم ؟ ! جز آن‌كه در يكى از كاروانسراها تابوت آن مرحومه را روى تابوتهاى ديگر گذاشته بوديم ، مالها « 3 » با هم لگد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - چرك‌ها ، پليدىها .\r\n( 2 ) - دار السلام 2 / 153 - 155 .\r\n( 3 ) - اسب‌ها ، قاطرها .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nكارى كردند و جنازه را افكندند به زمين ، شايد در آن وقت اين آسيب به آن مرحومه رسيده ، ديگر غير از اين ما سببى براى آن نمىدانيم ، پس من جنازهء مادرم را آوردم حرم جناب « ابو الفضل عليه السّلام » و مقابل آن‌جناب گذاشتم و عرض كردم : اى ابو الفضل ! مادر من نماز و روزه‌اش را نيكو بجا نياورده ، الحال دخيل تو است پس بر طرف كن از او اذيّت و عذاب را ، و بر من است به ضمانت تو اى سيّد من كه پنجاه سال براى او روزه و نماز بدهم . پس او را دفن كردم و در دادن نماز و روزه مسامحه شد . مدّتى گذشت كه شبى در خواب ديدم كه شور و غوغائى بر در خانهء من است . از خانه بيرون شدم ببينم چيست ؟ ديدم مادرم را بر درختى بسته‌اند و تازيانه بر او مىزنند . گفتم :\r\nبراى چه او را مىزنيد ؟ ! چه گناهى كرده ؟ ! گفتند : ما از جانب « حضرت ابو الفضل » مأموريم كه او را بزنيم تا فلان مبلغ پول بدهد . من داخل خانه شدم و آن پولى كه طلب مىكردند آوردم ، به ايشان دادم و مادرم را از درخت باز كردم و به منزل بردم و مشغول به خدمت او شدم .\r\nپس چون بيدار شدم حساب كردم آن مقدار پولى را كه در خواب از من گرفتند موافق بود با پول پنجاه سال عبادت ؛ پس من آن مبلغ را برداشتم و بردم خدمت سيّد اجلّ « آميرزا سيّد على » ، صاحب كتاب « رياض » رضوان اللّه عليه و گفتم : اين پول پنجاه سال عبادت است ، مستدعيم لطف فرموده براى مادرم بدهيد .\r\nقال شيخنا الاجلّ صاحب دار السّلام « احلّه اللّه دار السّلام » : و فى هذا الرّؤيا من عظم الامر و خطر العاقبة و عدم جواز التّهاون بما عاهد اللّه على نفسه و علوّ مقام اوليائه المخبتين ما لا يخفى على من تأمّلها به عين البصيرة و نظر الاعتبار . « 1 »\r\n\r\nحكايت [ از خليل تهرانى در رابطه با فردى بى نماز 
  ]\r\nو نيز آن بزرگوار از والد صالح خود نقل فرموده كه : در طهران ، در يكى از حمّامها ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - دار السّلام 2 / 246 - 245 ، مرحوم محدّث نورى پس از نقل اين خواب فرمود : اين خواب گوياى بزرگ بودن كار آخرت خطير بودن سرانجام كار ، و جايز نبودن سهل‌انگارى نسبت به چيزهائى كه خداى تعالى بر آن متعهّد شده و نمايانگر بزرگى مقام دوستان برگزيده‌اش مىباشد . اين مطلب بر كسى كه با چشم بصيرت و نگاه عبرت‌آميز در آن تأمّل و تفكّر نمايد ، پوشيده نيست .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nدر سر حمّام آن خادمى بود كه او را « پادو » مىگوئيم و او نماز و روزه بجا نمىآورد .\r\nروزى آمدند نزد يكى از معمارها و گفت : مىخواهم براى من حمّامى بنا كنى .\r\nمعمار گفت : تو از كجا پول مىآورى ؟ گفت : تو چه كار دارى ، پول بگير و حمام بساز ، پس آن معمار حمّامى براى او ساخت معروف به اسم و اسمش « على طالب » بود .\r\nمرحوم « حاج ملّا خليل » مىگويد كه : وقتى در نجف اشرف بودم كه خواب ديدم « على طالب » آمد به نجف اشرف در « وادى السّلام » ، پس من تعجّب كردم و گفتم : تو چگونه به اين مكان شريف آمدى و حال آن‌كه تو نه نماز مىكردى و نه روزه مىگرفتى ؟ ! گفت : اى فلان ! من مردم و مرا گرفتند با غل و زنجيرها كه ببرند به سوى عذاب كه « حاج ملّا محمّد كرمانشاهى » - جزاه اللّه خيرا - فلانى را نائب گرفت كه براى من حجّ بجا آورد ، و فلانى را اجير كرد براى روزه و نماز من ، و از براى من زكات و مظالم قرار داد به فلانى و فلان ، و چيزى بر ذمّهء من نگذاشت مگر آن‌كه ادا كرد و مرا از عذاب خلاص نمود ؛ خداوند جزاى خير به او بدهد .\r\nپس من ترسان از خواب بيدار شدم و تعجّب داشتم از آن خواب تا آن‌كه بعد از مدّتى جماعتى از طهران آمدند . احوال « على طالب » را از ايشان پرسيدم . پس مرا خبر دادند به همان نحو كه در خواب ديده بودم ، حتّى اشخاصى كه نائب شده بودند براى حجّ و نماز و روزهء او مطابق بودند با آنچه در خواب به من گفته بود و نام برده بود ؛ پس من تعجّب كردم از صدق رؤياى خود و مطابق بودنش با واقع .\r\nمخفى نماند كه اين خواب تصديق مىكند اخبارى را كه وارد شده كه ثواب روزه و نماز و حجّ و ساير خيرات به ميّت مىرسد و آن‌كه گاهى كه مرده در تنگى و شدّت است به واسطهء آن اعمال فرجى براى او حاصل مىشود ؛ و نيز تصديق مىكند اخبارى را كه فرمودند : « هيچ مؤمنى نيست كه در شرق و غرب عالم بميرد مگر آن‌كه روحش را به وادى السّلام مىبرند » ؛ و در بعض اخبار است كه « گويا مىبينيم ايشان را كه حلقه حلقه نشسته‌اند و با هم حديث مىگويند . » « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار ج 6 ص 268 ب 8 ح 118 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nو حاج ملّا محمّد كرمانشاهى مذكور از علماى اخيار و صلحاى ابرار تهران بوده . « 1 »\r\n\r\nحكايت [ از اربعينيات مرحوم قاضى سعيد قمى نقل شده 
  ]\r\nاز اربعينيّات عالم فاضل و عارف كامل ، « قاضى سعيد قمّى » رحمة اللّه عليه نقل شده كه فرمود : به ما رسيده از كسى كه ثقه و محلّ اعتماد است از استاد اساتيد ما « شيخ بهاء الملة و الدّين العاملى قدّس سرّه كه روزى رفت به زيارت بعض ارباب حال كه در مقبره‌هايى از مقابر اصفهان مأوا گزيده بود . آن شخص عارف به شيخ گفت : من در اين قبرستان قبل از اين روز امر غريبى مشاهده كردم ! و آن امر اين است كه : ديدم جماعتى جنازه‌اى را آوردند در اين قبرستان دفن كردند در فلان موضع و رفتند ؛ پس چون ساعتى گذشت بوى خوشى شنيدم كه از بوهاى اين نشأة « 2 » نبود ؛ متحيّر ماندم ! به راست و چپ خود نظر كردم تا بدانم كه اين بوى خوش از كجا آمد ؟ ! كه ناگاه ديدم جوان خوش‌صورتى در لباس ملوك است مىرود نزد آن قبر ، پس رفت تا رسيد به آن قبر ؛ من تعجّب بسيار كردم از آمدن او نزد آن قبر ، پس چون نشست نزد آن قبر ديدم مفقود شد ، گويا داخل در قبر شد . پس از اين واقعه زمانى نگذشت كه ناگاه بوى خبيثى شنيدم كه از هر بوى بدى پليدتر بود ، پس نگاه كردم ديدم سگى مىرود بر اثر آن جوان ، تا رسيد به آن قبر و پنهان شد ، پس من در تعجّب شدم و در حال تعجّب بودم كه ناگاه آن جوان بيرون آمد بدحال و بدهيئت با بدن مجروح ، و از همان راهى كه آمده بود برگشت .\r\nمن عقب او رفتم و از او خواهش كردم كه حقيقت حال را براى من بگويد ، گفت :\r\nمن عمل صالح اين ميّت بودم و مأمور بودم كه در قبر با او باشم ، كه ناگاه اين سگى كه ديدى آمد و او عمل غير صالح او بود . من خواستم او را از قبر بيرون كنم تا وفا كنم به حقّ صحبت او ، آن سگ مرا دندان گرفت و گوشت مرا كند و مرا مجروح كرد چنان‌چه مىبينى و مرا نگذاشت كه با او باشم ، ديگر نتوانستم در قبر با او بمانم ، بيرون آمدم و او را واگذاشتم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - دار السّلام 2 / 244 - 245 .\r\n( 2 ) - اين دنيا .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nچون عارف مكاشف اين حكايت را براى شيخ نقل كرد شيخ فرمود : راست گفتى فنحن قائلون بتجسّد الاعمال و تصوّرها بالصّورة المناسبة بحسب الاحوال . « 1 »\r\nمؤلف گويد كه تصديق مىكند اين حكايت را اين خبر كه « شيخ صدوق » در اوّل « امالى » روايت كرده « 2 » و ملخّصش آن است كه « قيس بن عاصم منقرى » با جماعتى از بنى تميم خدمت حضرت رسول صلّى اللّه عليه و آله و سلّم رسيدند و از آن حضرت موعظه نافعه خواستند ، آن حضرت ايشان را موعظه فرمود به كلمات خويش ؛ از جمله فرمود : اى قيس ! چاره‌اى نيست از براى تو از قرينى كه دفن شود با تو و او زنده است و دفن مىشوى تو با او و تو مرده‌اى ، پس اگر او كريم باشد گرامى خواهد داشت تو را و اگر لئيم باشد واخواهد گذاشت تو را و محشور نخواهى شد مگر با او ، مبعوث نشوى مگر با او ، و سؤال كرده نخواهى شد مگر از او ؛ پس قرار مده آن را مگر صالح ، زيرا كه اگر صالح باشد انس خواهى گرفت با او ، اگر فاسد باشد وحشت نخواهى نمود مگر از او و او عمل تو است .\r\n« قيس » عرض كرد : يا نبىّ اللّه ! دوست داشتم كه اين موعظه به نظم آورده شود تا ما افتخار كنيم به آن بر هركه نزديك ماست از عرب ، و هم آن را ذخيره مىكرديم .\r\nآن‌جناب فرستاد « حسّان بن ثابت شاعر » را حاضر كنند كه به نظم آورد آن را .\r\n« صلصال بن دلهمس » حاضر بود و به نظم درآورد آن را پيش از آن‌كه « حسّان » بيايد و گفت :\r\n تخيّر خليطا من فعالك انّما * قرين الفتى فى القبر ما كان يفعل\r\nو لا بدّ بعد الموت من ان تعدّه * ليوم ينادى المرء فيه فيقبل\r\nفان كنت مشغولا بشيىء فلا تكن * به غير الّذى يرضى به اللّه تشغل\r\nفلن يصحب الانسان من بعد موته * و من قبله الّا الّذى كان يعمل\r\nالا انّما الانسان ضيف لاهله * يقيم قليلا بينهم ثمّ يرحل « 3 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - يعنى ما به تجسّم اعمال و صورت يافتن آن به صورت مناسب با حالات معتقديم و قائليم .\r\n( 2 ) - بحار الانوار ج 74 چاپ بيروت ص 111 اشعار را به قيس نسبت داده نه به صلصال بن دلهمس .\r\n( 3 ) - ترجمهء اشعار : از كارهاى خود دوستى انتخاب كن . همانا همنشين شخص در قبر عمل اوست و چاره‌اى نيست پس از -\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nشيخ صدوق رحمة اللّه عليه از حضرت صادق عليه السّلام روايت كرده كه : حضرت عيسى بن مريم عليه السّلام گذشت به قبرى كه صاحب آن قبر را عذاب مىكردند ، پس از يك سال ديگر دوباره حضرت عيسى از آن‌جا عبور كرد ، ديد عذاب از صاحب آن قبر برداشته شد ؛ پس گفت : اى پروردگار من ؛ من گذشتم به اين قبر در سال گذشته ديدم صاحبش در عذاب بود و امسال كه بر او گذشتم مىبينم عذاب از او برداشته شده ؟ !\r\nپس وحى رسيد به عيسى عليه السّلام كه : يا روح اللّه ! از براى صاحب اين قبر فرزند صالحى بود كه به حدّ بلوغ رسيد ، پس راهى را اصلاح و درست كرد و يتيمى را پناه و جاى داد ، پس من آمرزيدم او را به سبب اين عمل كه فرزندش بجا آورد . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n- مرگ آماده كنى آن را براى روزى كه انسان را ندا مىزنند و او مىآيد . اگر به كارى مشغول هستى جز به آنچه خشنودى خدا در آن است مشغول نباش . هرگز پس از مرگ و قبل از آن جز عمل انسان مصاحب او نخواهد بود . آگاه باش انسان مهمان خويشان خود است و مدّتى كم بين آنها مانده سپس كوچ مىكند . امالى شيخ صدوق ( ره ) ص 50 - 51 ح 4 ط بعثت .\r\n( 1 ) - بحار ج 6 ص 220 ب 8 ح 15 .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n\r\nفصل يكى از منازل هولناك آخرت « قيامت » است\r\nكه هولش عظيم ، بلكه از هر هول اعظم و فزعش فزع « 1 » اكبر است و حق‌ّتعالى در وصف آن فرموده :  ثَقُلَتْ فِي السَّماواتِ وَ الْأَرْضِ لا تَأْتِيكُمْ إِلَّا بَغْتَةً  « 2 » « سنگين و گران و عظيم است قيامت از حيث شدائد و هولهاى آن ، در آسمانها و زمين يعنى بر اهل آن‌ها از ملائكه و جنّ و انس ، نيايد شما را مگر ناگهان . »\r\nقطب راوندى از حضرت صادق عليه السّلام روايت كرده كه : حضرت عيسى عليه السّلام از جبرئيل پرسيد : كى قيامت برپا خواهد شد ؟ جبرئيل چون اسم قيامت شنيد لرزه گرفت او را به حدّى كه افتاد و غش كرد ؛ پس چون به حال آمد گفت : يا روح اللّه ! نيست مسئول به امر قيامت اعلم از سائل ، پس آيهء شريفه را كه ذكر شد خواند . « 3 »\r\nو شيخ جليل على بن ابراهيم قمّى رحمه اللّه از حضرت امام محمّد باقر عليه السّلام روايت كرده كه :\r\nوقتى حضرت رسول صلّى اللّه عليه و آله و سلّم نشسته بود و جبرئيل نزد آن حضرت بود كه ناگاه نظر جبرئيل به جانب آسمان افتاد و رنگش تغيير كرد از ترس به حدّى كه مانند زعفران شد ! پس خود را چسبانيد به رسول خدا صلّى اللّه عليه و آله و سلّم و به آن حضرت پناه برد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - هراس ، ناله و زارى .\r\n( 2 ) - سورهء 7 آيهء 187 .\r\n( 3 ) - بحار ج 6 ص 312 و ج 7 ص 61 حديث 14 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nپس حضرت رسول نظر افكند به آنجا كه جبرئيل نظرش افتاده بود ، ديد ملكى را كه پر كرده مشرق و مغرب را كه گويا قاب زمين است . پس آن ملك رو كرد به پيغمبر صلّى اللّه عليه و آله و سلّم و گفت : يا محمّد ! صلّى اللّه عليه و آله و سلّم ، من رسول خدايم به سوى تو كه تو را مخيّر سازم كه پادشاه باشى و رسول ، بهتر است به سوى تو ، يا بنده باشى و رسول ؟ پس حضرت التفات كرد به سوى جبرئيل ، ديد رنگش به حال اوّل برگشته و به حال آمده . جبرئيل عرض كرد : بلكه اختيار كنيد كه رسول و بنده باشيد . پس پيغمبر صلّى اللّه عليه و آله و سلّم گفت : مىخواهم بنده و رسول باشم . پس آن ملك پاى راست را بلند كرد و گذاشت در ميان آسمان دنيا و پاى چپ را بلند كرد و گذاشت در آسمان دوم ، بعد از آن پاى راست را گذاشت در آسمان سوم ؛ به همين نحو رفت تا آسمان هفتم .\r\nهرآسمان را يك گام خود كرد و هرچه بالا رفت كوچك شد تا آن‌كه به اندازهء مرغ كوچكى شد . پس حضرت رو به جبرئيل كرد و فرمود : همانا مشاهده كردم از تو ترس شديدى و نديدم چيزى را كه مرا بيشتر ترسانيده باشد از تغيير كردن رنگ تو ؟ ! جبرئيل گفت : يا رسول اللّه ! مرا ملامت مفرما . آيا دانستيد كه اين ملك كى بود ؟ اين اسرافيل « حاجب الرّبّ » بود و از زمانى كه حق‌تعالى آسمانها و زمين را خلق فرمود از مكان خود پائين نيامده « 1 » . من او را ديدم كه به سوى زمين مىآيد ، گمان كردم كه آمده است براى برپا كردن قيامت ، پس از ترس قيامت رنگم چنان تغيير كرد كه مشاهده فرموديد . پس چون ديدم كه براى امر قيامت نيامده بلكه حق‌ّتعالى چون شما را برگزيده به جهت بزرگى شما او را به نزد شما فرستاده ، رنگم به حال اوّل آمد و نفسم به سوى من برگشت . الخبر « 2 » .\r\nو در روايتى است كه : نيست ملك مقرّبى و نه آسمانى و نه زمينى و نه بادى و نه كوهى و نه صحرايى و نه دريائى مگر اين‌كه بترسند از روز جمعه ، براى آن‌كه قيامت برپا مىشود در آن . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - شايد مراد آن باشد كه يك نفرى و تنها و بىخبر پائين نيامده به اين نحوى كه اينجا آمده ، تا منافات نداشته باشد با پائين آمدن او با جبرائيل و ميكائيل براى اهلاك قوم لوط يا نحو آن ، و اللّه العالم ( منه ) .\r\n( 2 ) - بحار ج 16 ص 292 ح 160 .\r\n( 3 ) - بحار ج 7 ص 59 - 58 ح 1 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nفقير گويد : شايد ترسيدن آسمان و زمين و ساير چيزها كه ذكر شد ، ترسيدن اهل آنها و موكلّين آنها باشد چنان‌چه مفسّرين در معنى آيهء  ثَقُلَتْ فِي السَّماواتِ وَ الْأَرْضِ  « 1 » گفته‌اند .\r\nو روايت شده كه : چون حضرت رسول صلّى اللّه عليه و آله و سلّم قيامت را ذكر مىنمود ، شديد مىشد صوت آن حضرت و سرخ مىشد رخسار آن‌جناب .\r\nو شيخ مفيد در ارشاد نقل كرده كه چون حضرت رسول صلّى اللّه عليه و آله و سلّم از غزوهء تبوك به مدينه مراجعت فرمود ، رسيد به خدمت آن حضرت « عمرو بن معدى كرب » ، حضرت به او فرمود : اسلام بياور « اى عمرو » تا خدا تو را ايمن گرداند از فزع اكبر ، يعنى : ترسى كه بزرگترين ترسهاست . « عمرو » گفت : اى محمّد ! صلّى اللّه عليه و آله و سلّم فزع اكبر كدام است ؟ ! من كسى هستم كه ترس بر من وارد نمىشود .\r\nمؤلف گويد كه : از اين كلام معلوم مىشود دليرى و قوّت قلب « عمرو » ؛ نقل شده كه او از شجعان « 2 » نامى روزگار بوده و فتوح عجم ، بسيارى از آن بر دست او واقع شده و شمشير او « صمصامهء » معروف بود ، وقتى با آن به يك ضربت تمام قوائم « 3 » شتر را از هم جدا كرد . و « عمر بن الخطّاب » در زمان خلافت خود از او خواهش كرد كه آن شمشير را نشان او دهد ، « عمرو » آن را حاضر كرد . « عمر » آن را كشيد و بر محلّى زد كه تيزى آن را امتحان كند ، ابدا اثر نكرد .\r\nعمر آن را دور افكند و گفت : اين چيزى نيست . عمرو گفت : اى امير ! شما از من شمشير طلبيديد نه بازويى كه آن شمشير را مىزد . « 4 »\r\n« عمر » از سخن « عمرو » بدش آمد و او را عتاب كرد و به قولى او را بزد .\r\n\r\n[ فزع اكبر چيست ؟ 
  ]\r\nو بالجمله چون « عمرو » گفت : من از فزع اكبر نمىترسم ! حضرت رسول صلّى اللّه عليه و آله و سلّم فرمود : « اى عمرو » ! چنين نيست كه گمان كرده‌اى ؛ همانا صيحه زده شود بر مردم ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء 7 - آيهء 187 ، تفسير مجمع البيان ج 4 / 506 قطع رحلى .\r\n( 2 ) - دلاوران .\r\n( 3 ) - چهار دست و پا .\r\n( 4 ) - مؤلف در حاشيه آورده : و عادة السّيف ان يزهو بجوهره و ليس يعمل الّا فى يدى بطل : [ عادت شمشير آن است كه به اصل و نژاد خود مىدرخشد و مىنازد ، و جز در دست پهلوان عمل نمىكند 
  ] ترجمه از مؤلف نيست .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nيك صيحه‌اى كه باقى نماند ميّتى مگر آن‌كه زنده شود و نماند زنده‌اى مگر آن‌كه بميرد ، مگر آنها كه خدا خواسته نميرند . پس يك صيحهء ديگر بر ايشان زده شود كه تمامى زنده مىشوند و صف بكشند ، و آسمان شكافته شود و كوهها متلاشى و پراكنده شود ؛ و پاره‌ها از آتش جهنّم جدا شود و مانند كوه‌ها وافكنده شود ؛ پس نماند صاحب روحى مگر آن‌كه دلش كنده شود و گناهش را ياد كند و مشغول به خود شود مگر كسانى كه خدا خواسته باشد ؛ پس كجايى تو « اى عمرو » و اين ؟ ! عمرو گفت : همانا من مىشنوم امرى را كه عظيم و بزرگ است « 1 » .\r\nو به حدّى قيامت هولناك است كه اموات و مردگان در عالم برزخ و قبر نيز هول و وحشت آن را دارند ، به نحوى كه بعضى از مردگان كه به دعاى اولياء خدا زنده شده‌اند ديده شده‌اند كه موهايشان تمام سفيد بوده ! سبب سپيدى موى آنها را پرسيدند ، گفتند :\r\nما را وقتى كه امر كردند به زنده شدن ، گمان كرديم كه قيامت برپا شده و از وحشت و هول و قيامت تمامى موهاى ما سپيد شد . « 2 »\r\nاينك ما در اينجا ذكر مىكنيم بعض چيزهايى را كه سبب تخلّص از شدائد قيامت و ايمنى از فزع اكبر خواهد بود و آنها ده امر است :\r\nاول : روايت شده است : هركه بخواند سورهء « يوسف » عليه السّلام را در هرروز يا در هر شب ، روز قيامت كه مبعوث شود جمالش مانند جمال يوسف باشد ، و نرسد به او فزع و ترسى ، روز قيامت . « 3 »\r\nو از حضرت امام محمد باقر عليه السّلام مروى است : هركه بخواند سورهء « دخان » را در نمازهاى فريضه و نافله ، حق‌تعالى او را مبعوث فرمايد در جملهء آنهايى كه ايمن و بىترسند . « 4 »\r\nو از حضرت امام جعفر صادق عليه السّلام مروىّ است : هركه بخواند سورهء « احقاف » را در هرشب يا در هرجمعه ، نرسد به او ترسى در دنيا و ايمن گرداند حق‌تعالى او را از ترس روز قيامت . « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار ج 7 ص 110 ب 5 ح 38 .\r\n( 2 ) - فروع كافى 1 / 72 عنه بحار 14 / 501 ب 32 ح 25 .\r\n( 3 ) - بحار ج 7 ص 293 ب 15 ح 9 .\r\n( 4 ) - بحار ج 7 ص 295 ب 15 ح 20 .\r\n( 5 ) - بحار ج 7 ص 295 ، ب 15 ح 21 .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nو نيز از آن حضرت منقول است : هركه بخواند سورهء « و العصر » را در نمازهاى نافلهء خود ، مبعوث شود روز قيامت با صورت سفيد و روشن ، و دهانش به خنده گشوده باشد و چشمش روشن باشد تا داخل بهشت شود . « 1 »\r\nدوم : شيخ كلينى از حضرت امام جعفر صادق عليه السّلام نقل كرده كه حضرت رسول صلّى اللّه عليه و آله و سلّم فرمود : هركه احترام و تعظيم كند كسى را كه در اسلام موى خود را سپيد كرده ، ايمن گرداند حق‌تعالى او را از فزع و ترس روز قيامت . « 2 »\r\nسوم : و نيز از آن حضرت روايت كرده كه فرمود : هركه بميرد در راه مكّه خواه در وقت رفتن باشد يا در وقت برگشتن ، ايمن و بىترس گردد از فزع اكبر يعنى : ترس بزرگ در روز قيامت . « 3 »\r\nو شيخ صدوق از آن حضرت روايت كرده كه فرمود : هركه بميرد در يكى از دو حرم ، يعنى حرم مكّه و حرم مدينه - زادهما اللّه شرفا و تعظيما - خداوند مبعوث فرمايد او را از جملهء آنهائيكه ايمن و بىترسند . « 4 »\r\nشيخ كلينى از حضرت صادق عليه السّلام روايت كرده كه فرمود : هركه دفن شود در حرم يعنى مكّهء معظّمه ايمن گردد از فزع اكبر . « 5 »\r\nپنجم : شيخ صدوق از حضرت رسول صلّى اللّه عليه و آله و سلّم نقل كرده : هركه پيش آيد او را فاحشه‌اى « 6 » يا شهوتى ، پس اجتناب كند از آن به جهت ترس از خداوند - عزّ و جلّ - ، حق‌تعالى حرام فرمايد بر او آتش جهنّم را و ايمن گرداند او را از ترس بزرگ روز قيامت . « 7 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار ج 7 ص 298 ، ب 15 ح 41 .\r\n( 2 ) - بحار ج 7 ص 302 ح 53 : من وقّر ذا شيبة فى الإسلام ، آمنه اللّه من فزع يوم القيامة .\r\n( 3 ) - بحار ج 7 ص 302 ح 55 : من مات فى طريق مكّة ذاهبا او جائيا امن من الفزع الاكبر يوم القيامة .\r\n( 4 ) - بحار ج 7 ص 302 ح 57 : من مات فى احد الحرمين بعثه اللّه من الآمنين .\r\n( 5 ) - بحار ج 7 ص 302 ح 54 : من دفن فى الحرم امن من الفزع الاكبر .\r\n( 6 ) - فاحشه يعنى زنا و هر بدى كه از حد بگذرد ( منه ) .\r\n( 7 ) - بحار ج 7 ص 303 ح 60 : من عرضت له فاحشة او شهوة فاجبتنبها من مخافة اللّه عزّ و جلّ حرّم اللّه عليه النّار و آمنه من الفزع الأكبر .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nششم : و نيز از آن حضرت روايت كرده كه فرمود : هركه دشمن گيرد نفس خود را نه مردم را ، ايمن گرداند حق‌تعالى او را از ترس روز قيامت . « 1 »\r\nهفتم : شيخ اجلّ « علىّ بن ابراهيم قمّى » از حضرت امام محمّد باقر عليه السّلام روايت كرده : هركه فروخورد خشم خود را و حال آن‌كه ممكن باشد او را كه جارى كند و روان گرداند آن را ، پر كند خداوند دل او را از امن و ايمان روز قيامت . « 2 »\r\nهشتم : حق‌تعالى در سورهء نمل فرمود :  مَنْ جاءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِنْها وَ هُمْ مِنْ فَزَعٍ يَوْمَئِذٍ آمِنُونَ  « 3 » ( يعنى ) هركه آورد در روز قيامت حسنه را ، پس از براى اوست بهتر از آن و ايشان از فزع آن روز ايمنند .\r\nاز حضرت امير المؤمنين روايت شده كه فرمود : حسنه در اين آيه ، معرفت و ولايت و محبّت ما اهل بيت است . « 4 »\r\nنهم : شيخ صدوق از حضرت صادق عليه السّلام روايت كرده كه فرمود : هركه اعانت كند برادر مؤمن اندوهگين تشنه را ، از توانائى خود و آسايش دهد او را از غم و اندوهش ، يا يارى كند او را بر قضاء حاجتش ، براى او باشد از حق‌تعالى هفتاد و دو رحمت كه يكى از آنها را حق‌ّتعالى در دنيا به او مرحمت فرمايد كه اصلاح كند به آن امر معاشش را و ذخيره نمايد هفتاد و يك رحمت ديگر را براى ترسها و هولهاى روز قيامت او . « 5 »\r\n\r\n[ سخن امام باقر ( ع ) در رابطه با برآوردن حوائج مؤمنين : 
  ]\r\nمؤلف گويد كه : در خصوص قضاء حوائج برادران دينى روايات بسيار نقل شده ؛ از جمله از حضرت امام محمّد باقر عليه السّلام مروى است كه : كسى كه برود پى حاجت برادر مسلمان خود ، حق‌تعالى او را در سايهء هفتاد و پنج هزار فرشته درآورد ، و برندارد قدمى مگر آن‌كه بنويسد براى او حسنه و محو فرمايد از او سيّئه ، و بالا برد براى او درجه‌اى و چون فارغ شود از حاجت او بنويسد براى او اجر كسى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار ج 7 ص 302 ح 59 : من مقت نفسه دون النّاس ، آمنه اللّه من فزع يوم القيامة .\r\n( 2 ) - من كظم غيظا و هو يقدر على امضائه حشا اللّه قلبه امنا و ايمانا يوم القيامة بحار 7 / 303 ب 15 ح 62 .\r\n( 3 ) - سورهء 27 آيهء 89 .\r\n( 4 ) - بحار ج 7 ص 117 ذيل حديث 54 : . . . فالحسنة و اللّه ولاية امير المؤمنين عليه السّلام .\r\n( 5 ) - اصول كافى 2 / 199 باب تفريج كرب المؤمن ح 1 .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nكه حجّه و عمره بجا آورده باشد . « 1 »\r\nو از حضرت صادق عليه السّلام منقول است كه : « قضاء حاجت مرد مؤمنى افضل است از حجّه و حجّه و حجّه و شمرد تا ده حجّ « 2 » . »\r\nو روايت شده كه در بنى اسرائيل هرگاه عابدى به نهايت عبادت مىرسيد اختيار مىكرد از همهء عبادات ، كوشش و سعى كردن در حاجتهاى مردم را . « 3 »\r\nو شيخ جليل ، « شاذان بن جبرئيل قمى » روايت كرده است از حضرت رسول صلّى اللّه عليه و آله و سلّم كه در شب معراج اين كلمات را ديد كه بر در دوم بهشت نوشته شده : لا إله الّا اللّه محمّد رسول اللّه علىّ ولىّ اللّه ، از براى هرچيزى حيله « 4 » ايست و حيلهء سرور در آخرت چهار خصلت است : دست ماليدن بر سر يتيمان ، و مهربانى كردن بر بيوه‌زنان ، و رفتن پى حاجت مؤمنان ، و تعهّد و پرستارى از فقيران و مسكينان « 5 » الى غير ذلك ؛ لهذا علما و بزرگان دين خيلى اهتمام در قضاء حوائج مؤمنين داشتند و حكاياتى از ايشان در اين باب نقل شده كه جاى نقلش نيست .\r\nدهم : شيخ كلينى از حضرت امام رضا عليه السّلام نقل كرده كه هركه بيايد نزد قبر برادر خود و بگذارد دست خود را بر قبر و بخواند   « إِنَّا أَنْزَلْناهُ فِي لَيْلَةِ الْقَدْرِ »   را هفت مرتبه ايمن گردد روز فزع اكبر . « 6 »\r\nمؤلف گويد كه : در روايت ديگر است كه رو به قبله كند و دست بگذارد روى قبر و اين ايمن بودن از ترس بزرگ روز قيامت ، ممكن است براى خواننده باشد چنان‌چه ظاهر خبر است ، و محتمل است براى ميّت باشد چنان‌چه از بعضى روايات ظاهر مىشود .\r\nو اين فقير ديدم در مجموعه‌اى كه شيخ اجلّ افقه ، « ابو عبد اللّه محمّد بن مكّى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار ج 74 ص 332 ح 107 ، اصول كافى 2 / 197 باب السّعى فى حاجة المؤمن ح 3 .\r\n( 2 ) - بحار ج 74 ص 285 ذيل حديث 4 ، در حديث 5 همين صفحه از امام صادق عليه السّلام نقل شده كه برآوردن نياز برادر مؤمن از هزار حجّ قبول شده و آزادى هزار برده در راه خدا ، و فرستادن هزار اسب با زين و افسارش براى جهاد ، برتر است .\r\n( 3 ) - اصول كافى 2 ص 199 باب السّعى فى حاجة المؤمن ح 11 .\r\n( 4 ) - در نسخهء ديگر حليه ( منه ) .\r\n( 5 ) - فضائل « شاذان بن جبرئيل » ص 150 عنه بحار 8 / 144 ب 23 ح 67 .\r\n( 6 ) - بحار ج 7 ص 302 ح 58 و ج 102 ص 295 .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nعاملىّ » معروف به « شيخ شهيد » ، به زيارت قبر استاد خود شيخ اجلّ عالم فخر المحقّقين نجل آية اللّه علّامه حلّى ( رضوان اللّه عليهم اجمعين ) آمد و گفت : نقل مىكنم از صاحب اين قبر و او نقل كرد از والد ماجدش به سند خود از امام رضا عليه السّلام كه هركه زيارت كند قبر برادر مؤمن خود را و بخواند نزد او سورهء قدر را و بگويد : « اللّهمّ جاف الارض عن جنوبهم و صاعد اليك ارواحهم و زدهم منك رضوانا و اسكن اليهم من رحمتك ما تصل به وحدتهم و تونس وحشتهم ، انّك على كلّ شيىء قدير » ايمن شود از فزع اكبر ، خواننده و ميّت . « 1 »\r\nمؤلف گويد كه : قبر « فخر المحققين » بنابر آنچه از كلام مجلسى اوّل در شرح فقيه ظاهر مىشود در نجف اشرف است ، و شايد نزديك قبر والدش علّامه ( رحمة اللّه عليه ) در ايوان مطهّر باشد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مضمون اين روايت از دو روايت استفاده مىشود يكى در بحار ج 102 ص 295 و يكى در ص 300 .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n\r\nفصل از جاهاى هولناك قيامت ساعتى است كه آدمى از قبر خود بيرون آيد\r\nو اين ساعت يكى از آن سه ساعتى است كه سخت‌ترين ساعات و وحشتناكترين آنها است بر فرزندان آدم . « 1 »\r\nحق‌تعالى در سورهء معارج فرموده :  فَذَرْهُمْ يَخُوضُوا وَ يَلْعَبُوا  - الى آخر السورة « 2 » « يعنى بگذار ايشان را كه وارد شوند در باطل خود و بازى كنند ، تا ملاقات كنند روز خود را ؛ آن روزى كه موعود شده‌اند ؛ روزى كه بيرون آيند از قبرهايشان در حالى كه شتاب‌كننده باشند كه گويا به سوى علمى برپا شده سرعت مىكنند ، چنان‌كه لشكر پراكنده كه علم خود را برپا ببينند به جانب آن شتاب‌كنان روند ، در حالى كه چشمانشان فروافتاده كه نمىتوانند از هول نظر كنند ، و فروگرفته ايشان را خوارى . اين است آن روزى كه وعده داده مىشدند . »\r\nاز ابن مسعود روايت شده كه گفت : من نشسته بودم در خدمت حضرت امير المؤمنين عليه السّلام كه آن‌جناب فرمود : همانا در قيامت پنجاه موقف است ، هرموقفى هزار سال ؛ اوّل موقف بيرون آمدن از قبر است كه حبس مىشوند هزار سال با بدن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار ج 7 ص 104 روايت 18 و 19 .\r\n( 2 ) - سورهء 70 - آيهء 42 به بعد ، بقيهء آيات : . . .    حَتَّى يُلاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ . يَوْمَ يَخْرُجُونَ مِنَ الْأَجْداثِ سِراعاً كَأَنَّهُمْ إِلى نُصُبٍ يُوفِضُونَ . خاشِعَةً أَبْصارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ ذلِكَ الْيَوْمُ الَّذِي كانُوا يُوعَدُونَ .   \r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nبرهنه و پاى برهنه با حال گرسنگى و تشنگى ، پس هركه بيرون آيد از قبر خود در حالى كه ايمان داشته باشد به خدا و به بهشت و دوزخ و بعث و حساب و قيامت و مقرّ باشد به خدا و تصديق‌كننده باشد پيغمبرش را و آنچه را كه از جانب خدا آمده ، نجات خواهد يافت از گرسنگى و تشنگى . « 1 »\r\nو حضرت امير المؤمنين عليه السّلام در نهج البلاغه فرموده : و ذلك يوم يجمع اللّه فيه الاوّلين و الآخرين لنقاش الحساب و جزاء الاعمال خضوعا قياما قد الجمهم العرق و رجفت بهم الأرض و احسنهم حالا من وجد لقدميه موضعا و لنفسه متّسعا « 2 » : « وصف كرده آن حضرت روز قيامت را و بيرون آمدن مردم را از « قبرها » فرموده كه : آن روزى است كه جمع مىفرمايد حق‌تعالى در آن ، خلق اوّلين و آخرين را براى رسيدگى به حساب ايشان به دقّت و مناقشه ، و جزا دادن ايشان را موافق اعمالشان ، و حال مردم در آن روز به اين نحو است كه خاضع و فروتن ايستاده‌اند ، و عرقهاى ايشان تا دهنهاى ايشان رسيده و زمين ايشان را به سختى و شدّت مىجنباند ، و از همگى مردم حال آن‌كسى بهتر است كه براى قدمهاى او جايى باشد و به قدرى كه بخواهد نفس بكشد محلّ نفس داشته باشد .\r\n\r\n[ كلام امام صادق ( ع ) در رابطه با وضع مردم در قيامت : 
  ]\r\nو شيخ كلينى از حضرت صادق عليه السّلام روايت كرده كه : مثل مردم ، روز قيامت در وقتى كه ايستاده‌اند براى امر پروردگار عالمين ، مانند تير است در تركش ؛ « 3 » يعنى همچنان‌كه تيرها را دسته كرده در تركش جاى مىدهند به حدّى كه از تنگى جاى تكان نمىخورند ، همين‌طور جاى آدمى نيز تنگ است در آن روز به حدّى كه نيست از براى او مگر موضع قدم او ، و قدرت ندارد كه از محلّ خود جدا شود .\r\nو بالجمله اين موقف ، موقفى است عظيم و شايسته است در اينجا ذكر كنيم چند خبرى در حال بعضى اشخاص در وقت بيرون آمدن ايشان از قبرشان .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار ج 7 ص 111 ب 5 ح 42 .\r\n( 2 ) - نهج البلاغه فيض الاسلام ص 291 بحار ج 7 ص 114 .\r\n( 3 ) - روضهء كافى / 143 عنه بحار 7 / 111 ب 5 ح 43 .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n\r\nاوّل [ وضعيت شك كننده در فضل امير المؤمنين ( ع ) 
  ]\r\n« شيخ صدوق » روايت كرده از ابن عبّاس از حضرت رسول صلّى اللّه عليه و آله و سلّم كه آن حضرت فرمود : شك‌ّكنندهء در فضل علىّ بن ابى طالب عليه السّلام برانگيخته شود روز قيامت از قبر خود و در گردن او طوقى باشد از آتش كه در آن سيصد شعبه باشد ، كه بر هرشعبه‌اى از آن شيطانى باشد كه رو ترش كند در روى او و آب دهن افكند در صورت او . « 1 »\r\n\r\nدوم [ بسته بودن دست بعضى از مردم به گردنشان در قيامت 
  ]\r\nشيخ كلينى از حضرت امام محمّد باقر عليه السّلام روايت كرده كه : خداوند تبارك و تعالى برانگيزاند روز قيامت مردمانى را از قبرهايشان كه بسته باشد دستهايشان به گردنهايشان به حدّى كه قدرت نداشته باشند كه بگيرند به دستهايشان به اندازهء يك سر انگشت ، با ايشان ملائكه باشند كه سرزنش كنند ايشان را سرزنش سختى ، بگويند : « اين اشخاص كسانى هستند كه منع كردند خير كمى از خير بسيار را ؛ اينها اشخاصى هستند كه حق‌ّتعالى به ايشان عطا داده پس منع كردند ايشان حقّ خدا را كه در اموالشان بود . » « 2 »\r\n\r\nسوّم [ وضعيت نمّام در قيامت 
  ]\r\nشيخ صدوق روايت كرده از حضرت رسول صلّى اللّه عليه و آله و سلّم در حديث طولانى كه : « هركه نمّامى و سخن‌چينى كند ما بين دو نفر ، مسلّط كند حق‌تعالى بر او در قبرش آتشى كه بسوزاند او را تا روز قيامت ؛ پس چون از قبر خود بيرون آيد مسلّط فرمايد حق‌تعالى بر او مار سياه بزرگى كه گوشت او را به دندان بكند تا داخل جهنّم شود . « 3 »\r\n\r\nچهارم [ نگاه به نامحرم 
  ]\r\nو نيز از آن حضرت روايت كرده كه : هركه پر كند چشم خود را از نگاه كردن به زن نامحرم ، حق‌تعالى محشور فرمايد او را روز قيامت در حالى كه ميخ‌دوز كرده باشند او\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار ج 7 ص 211 ب 8 ح 106 .\r\n( 2 ) - بحار ج 7 ص 197 ب 8 ح 67 ، از فروغ كافى 1 / 142 - 143 .\r\n( 3 ) - بحار 7 / 214 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nرا به ميخهاى آتشى ، تا حق‌تعالى حكم فرمايد ما بين مردم ، پس امر شود كه او را ببرند به آتش . « 1 »\r\n\r\nپنجم [ شارب الخمر در قيامت 
  ]\r\nو نيز از آن حضرت صلوات اللّه عليه روايت كرده كه فرمود : شارب الخمر محشور شود روز قيامت در حالى كه رويش سياه ، و چشمهايش كبود و مايل و كج شده باشد كنج دهانش ، و جارى باشد آب دهانش ، و بيرون كرده باشد زبانش را از قفايش . « 2 »\r\nو در علم اليقين محدّث فيض است كه روايت شده در صحيح كه : شارب الخمر محشور شود روز قيامت در حالى كه كوزه‌اى در گردنش است و قدح در دستش و بويش گنديده‌تر است از هر مردارى كه بر روى زمين است ، لعنت مىكند او را هركه مىگذرد بر او از خلايق . « 3 »\r\n\r\nششم [ شخص دورو در قيامت 
  ]\r\nشيخ صدوق از حضرت رسول صلّى اللّه عليه و آله و سلّم روايت كرده كه فرمود : مىآيد روز قيامت شخص دورو در حالى كه بيرون كرده زبانش را از قفاى خود ، و يك زبان ديگر است براى او كه بيرون آورده از پيش‌رو در حالى كه شعله مىكشند از آتش تا افروخته كنند جسد او را ؛ پس گفته شود اين است آن‌كسى كه در دنيا دورو و دو زبان بوده و شناخته مىشود به اين‌روز قيامت . « 4 »\r\nو بدانكه چيزهايى كه نافع است براى اين موقف ، بسيار است و ما به چند چيز از آن اشاره مىكنيم :\r\n\r\n[ چيزهايى كه در قيامت مفيد است : 
  ]\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - عقاب الاعمال / 238 ط صدوق .\r\n( 2 ) - بحار ج 7 ص 18 ب 5 از ج 127 .\r\n( 3 ) - و لنعم ما قيل :\r\n منگر در بتان كه آخر كار * نگريستن گريستن آرد بار\r\nشاهدان زمانه خرد و بزرگ * ديده را يوسفند و دل را گرگ\r\nجعد مفتول ( * ) دل كسل باشد * زلف مرغول ( * * ) غول دل باشد ( منه ) \r\n( * ) موى پيچيده‌شده\r\n( * * ) پيچ‌وتاب\r\n( 4 ) - بحار ج 7 ص 218 ح 130 .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n\r\nاوّل [ تشييع كننده جنازه 
  ]\r\nدر حديثى وارد شده كه : هركه تشييع كند جنازه‌اى را ، حق‌تعالى موكّل فرمايد بر او ملائكه‌اى كه با ايشان باشد راياتى « 1 » ، تشييع كنند او را از قبرش تا محشرش . « 2 »\r\n\r\nدوّم [ بر طرف كردن اندوه مؤمن 
  ]\r\n« شيخ صدوق » از حضرت صادق عليه السّلام روايت كرده : هركه بر طرف كند از مؤمنى اندوهى ، حق‌تعالى بر طرف كند از او اندوه‌هاى آخرت را و بيرون آيد از قبر خود در حالى كه دلش خنك و سرد باشد . « 3 »\r\n\r\nسوّم [ ادخال السرور فى قلب مؤمن 
  ]\r\n« شيخ كلينى » و « صدوق » از « سدير صيرفى » روايت كرده‌اند در خبر طولانى كه گفت : فرمود حضرت صادق عليه السّلام كه : چون حق‌تعالى مؤمن را از قبرش بيرون آورد ، بيرون شود با او مثالى ؛ يعنى قالبى و كالبدى كه پيش روى او باشد ، پس هرچه ببيند مؤمن ، هولى از هولهاى روز قيامت ، آن مثال به او گويد : اندوهناك مشو و مترس و مژده باد تو را به سرور و كرامت از حق‌ّتعالى . و پيوسته او را بشارت دهد تا در مقام حساب ؛ پس حق‌ّتعالى حساب كشد او را حساب آسانى و امر فرمايد او را به بهشت ، و آن مثال در جلو او باشد . پس مؤمن گويد به او : خدا رحمت كند تو را خوب رفيقى بودى براى من ؛ بيرون آمدى با من از قبر من و پيوسته بشارت دادى مرا به سرور و كرامت از حق‌تعالى تا ديدم من آن را . پس تو كيستى ؟ !\r\nگويد : من آن سرور و شادى هستم كه داخل كردى بر برادر مؤمن خود در دنيا ؛ حقّ تعالى خلق فرموده مرا از آن تا بشارت دهم تو را . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - پرچم‌هايى .\r\n( 2 ) - بحار ج 7 ص 208 ب 5 ح 98 .\r\n( 3 ) - بحار ج 7 ص 198 ح 71 به نقل از كافى ج 2 / باب تفريج كرب المؤمن ص 199 - 200 ح 3 : « من نفّس عن مؤمن كربة نفّس اللّه عنه كرب الآخرة و خرج من قبره و هو ثلج الفوآد . »\r\n( 4 ) - بحار ج 7 ص 197 و ج 74 ص 284 ، اصول كافى 2 / 191 - 190 باب ادخال السّرور على المؤمنين ح 8 و 10 .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\nچهارم [ پوشاندن لباس به مؤمنين 
  ]\r\nو نيز « شيخ كلينى » از حضرت صادق عليه السّلام روايت كرده كه فرمود : هركه بپوشاند برادر مؤمن خود را لباس زمستانى يا تابستانى ، حقّ است بر حق‌ّتعالى كه بپوشاند او را از جامه‌هاى بهشت ، و آن‌كه آسان كند بر او سختىهاى مرگ را ، و گشاد كند بر او قبر او را و آن‌كه وقتى كه از قبر خود بيرون آيد ملاقات كند ملائكه را به مژده ؛ يعنى ملائكه او را بشارت دهند و اشاره به همين است آيهء شريف :  وَ تَتَلَقَّاهُمُ الْمَلائِكَةُ هذا يَوْمُكُمُ الَّذِي كُنْتُمْ تُوعَدُونَ  . « 1 »\r\n\r\nپنجم [ ذكرى در ماه شعبان كه داراى ثواب عظيمى است 
  ]\r\n« سيّد بن طاووس » در كتاب « اقبال » روايت كرده از حضرت رسول صلّى اللّه عليه و آله و سلّم كه : هر كسى كه بگويد در ماه شعبان هزار مرتبه : « لا إله الّا اللّه و لا نعبد الّا ايّاه مخلصين له الدّين و لو كره المشركون » بنويسد حق‌ّتعالى براى او عبادت هزار سال و محو كند از او گناه هزار سال ، و بيرون بيايد از قبرش روز قيامت و رويش درخشان باشد مانند ماه شب چهارده و از صدّيقين نوشته شد [ شود صح 
  ] . « 2 »\r\n\r\nششم [ خواندن جوشن كبير 
  ]\r\nخواندن دعاى جوشن كبير است در اوّل شهر رمضان . « 3 »\r\n\r\nختم ذكره حتم\r\nشايسته است كه ما در اينجا يك چيزى كه مناسب مقام است نقل كنيم : شيخ اجلّ « امين الدّين طبرسى » ( رحمة اللّه عليه ) در « مجمع البيان » نقل كرده از « براء بن عازب » كه گفته : نشسته بود « معاذ بن جبل » نزديك حضرت رسول صلّى اللّه عليه و آله و سلّم در منزل « ابى ايّوب انصارى » ، پس « معاذ » گفت : يا رسول اللّه ! خبر ده از قول حق‌ّتعالى « يوم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اصول كافى 2 / 204 ح 1 ، بحار ج 7 ص 168 و ج 74 ص 380 . سورهء 21 آيهء 103 يعنى فرشتگان با آنها برخورد مىكند ( و مىگويند ) اين ( همان ) روزى است كه وعده داده مىشدند .\r\n( 2 ) - اقبال الاعمال ص 685 .\r\n( 3 ) - بحار ج 94 ص 384 دربارهء فضيلت جوشن كبير و اين‌كه امان است در حيات و ممات .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n يُنْفَخُ فِي الصُّورِ فَتَأْتُونَ أَفْواجاً »  « 1 » يعنى : روزى كه دميده شود در صور پس بيائيد شما فوج‌فوج ؟\r\nحضرت فرمود : اى معاذ سؤال كردى از امر عظيمى ، پس رها كرد چشمهاى خود را « 2 » ، پس فرمود : محشور شوند ده صنف از امّت من متفرّق و پراكنده كه خداوند جدا كرده باشد ايشان را از مسلمانان ، و تغيير داده باشد صورتشان را به اين صورتها : بعضى به صورت بوزينه باشند ، بعضى به صورت خوكها ، بعضى نگونسار باشند ، به اين طريق كه پاهايشان از بالا و صورتهايشان از زير و بكشند ايشان را به صورتها به محشر ، بعضى كور باشند كه رفت‌وآمد كنند ، بعضى كران و گنگان باشند كه چيزفهم نكنند ، بعضى بمكند زبانهايشان را پس روان باشد چرك از دهانشان عوض آب دهانشان به نحوى كه پليد شمرند ايشان را اشخاصى كه در قيامت جمع شده‌اند ، بعضى بريده باشد دستها و پاهايشان ، بعضى آويخته باشند به تنه‌هاى درخت آتشى ، بعضى گنديده‌تر باشند از مردار ، بعضى پوشيده باشند جبّه‌هاى تمام و دراز از قطران « 3 » كه تمام اندام ايشان را گرفته باشد و چسبيده باشد به پوستهاى ايشان ؛ پس آنهائى كه به صورت بوزينه‌اند ايشان اشخاصى هستند كه سخن‌چينى و نمّامى مىكنند . و آنهائى كه به صورت خوكها باشند ايشانند اهل سحت يعنى كسبهاى حرام مثل رشوه . و امّا آنان كه نگونسارند پس خورندگان ربا مىباشند . و آنان كه كورند كسانى هستند كه به جور حكم مىكنند . و آنان كه كر و گنگ مىباشند اشخاصى هستند كه به عملهاى خوب عجب مىكنند . و آنان كه مىمكند زبانهايشان را علما و قاضيانند كه اعمالشان مخالف است با اقوالشان . و آنان كه دستها و پاهايشان بريده است كسانى باشند كه اذيّت مىكنند همسايگان را . و آنان كه به دار آتشى آويخته شده‌اند كسانى هستند كه سعايت و سخن‌چينى مىكنند براى مردم نزد سلطان . و آنان كه گنديده‌ترند از مردار اشخاصى هستند كه بهره مىبرند از شهوات و لذّات ، و منع مىكنند حقّ خدا را كه در اموالشان است . و آنان كه پوشيده‌اند جبّه‌هايى از قطران پس ايشانند اهل فخر و كبر . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سوره 78 آيهء 18 .\r\n( 2 ) - شايد مراد آن باشد كه گريه كرد ( منه ) .\r\n( 3 ) - سرب گداخته .\r\n( 4 ) - مجمع البيان ج 10 ص 423 ذيل تفسير آيهء 18 سورهء عمّ .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n\r\nفصل يكى از مواقف مهولهء قيامت موقف ميزان و سنجيدن اعمال است\r\nقال اللّه تعالى فى اوائل سورة الاعراف :   وَ الْوَزْنُ يَوْمَئِذٍ الْحَقُّ فَمَنْ ثَقُلَتْ مَوازِينُهُ   « 1 »   فَأُولئِكَ هُمُ الْمُفْلِحُونَ . وَ مَنْ خَفَّتْ مَوازِينُهُ فَأُولئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ بِما كانُوا بِآياتِنا يَظْلِمُونَ   « 2 » . يعنى : وزن و سنجيدن اعمال در روز قيامت حقّ است پس هركه سنگين باشد ترازوهاى او يعنى حسنات او پس ايشانند رستگاران ، و هركس سبك باشد ترازوهاى او پس ايشانند كه زيان كردند جانهاى خود را به سبب آنچه بودند كه به آيات ما ظلم مىكردند ، يعنى : انكار مىكردند عوض آن‌كه تصديق كنند .\r\nو در سورهء « قارعه » فرموده :    الْقارِعَةُ مَا الْقارِعَةُ    ( تا آخر سوره ) . قارعه يعنى :\r\nقيامت ، به جهت آن‌كه مىكوبد دلها را به فزع و ترس ؛ پس معنى چنين باشد : « قيامت و چيست قيامت ؟ ! و چه دانا كرد تو را كه چيست آن ؟ روزى كه مىباشند مردم مانند پروانه پراكنده ، و مىباشند كوه‌ها مانند پشم زده‌شده و حلّاجىشده ؛ پس امّا آن‌كه گران آمد سنجيده‌هايش يعنى حسنات و خيراتش پس او در عيشى است پسنديده ، و امّا آن‌كه سبك آمد سنجيده‌هايش پس مأوايش هاويه است ، و چه دانا كرد تو را كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مفسرين گفته‌اند : سبب آن‌كه ميزان را به صيغهء جمع حق‌تعالى ذكر فرموده ، مىشود آن باشد كه هرنوع از انواع طاعات را ميزانى باشد ، و مىشود نيز جمع موزون باشد ؛ يعنى اعمال سنجيدهء او . منه .\r\n( 2 ) - سورهء 7 آيهء 8 و 9\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nچيست هاويه ؟ آن آتشى است بسيار سوزنده .\r\nبدانكه : براى سنگين كردن ميزان اعمال شايد هيچ عملى مثل صلوات بر حضرت رسول و آل آن‌جناب ( صلوات اللّه عليهم اجمعين ) و مثل حسن خلق نباشد ، و من در اينجا به ذكر چند خبر در فضيلت صلوات ، و سه روايت با چند حكايت در حسن خلق كتاب خود را زينت مىدهم :\r\n\r\nاما اخبار در فضل صلوات\r\n\r\nاوّل [ سنگين‌ترين چيز در ميزان 
  ]\r\nشيخ كلينى ( رحمة اللّه عليه ) به سند معتبر روايت كرد كه حضرت امام محمّد باقر يا امام جعفر صادق عليه السّلام فرمودند : گذاشته نمىشود در ميزان چيزى سنگين‌تر از صلوات بر محمّد و آل محمّد ( صلوات اللّه عليهم اجمعين ) و همانا گذاشته مىشود اعمال شخص در ميزان پس سبك باشد ميزانش ، پس بيرون آورند صلوات را و بگذارند در ميزانش پس سنگين شود ميزانش . « 1 »\r\n\r\nدوم [ سنگين‌ترين چيز در كفه ترازو 
  ]\r\nاز حضرت رسول صلّى اللّه عليه و آله و سلّم مروى است كه فرمود : من روز قيامت نزد ميزانم ، پس هركه گناهانش بسيار باشد كه كفّهء سيّئاتش را سنگين كند ، بياورم من صلوات او را كه بر من فرستاده ، تا سنگين كنم به آن كفّهء حسناتش را . « 2 »\r\n\r\nسوّم [ بر طرف كردن گناهان با صلوات 
  ]\r\nو نيز شيخ صدوق ( رحمة اللّه عليه ) از حضرت امام رضا عليه السّلام نقل كرده كه فرمود : هر كه قدرت نداشته باشد بر چيزى كه گناهانش را بر طرف كند پس بسيار صلوات بر محمّد و آل محمّد بفرستد كه آن ، خراب و ويران مىكند گناهان را . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار ج 94 ص 49 و 56 ، اصول كافى 2 / 494 باب الصّلوة على النّبى و اهلبيته ح 15 .\r\n( 2 ) - ثواب الاعمال / 14 عنه بحار ج 94 ص 56 ح 31 .\r\n( 3 ) - عيون الاخبار 1 / 294 عنه بحار 94 / 47 ب 29 ح 2 .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n\r\nچهارم [ اثر صلوات روزانه 
  ]\r\nاز دعوات راوندى نقل است كه حضرت رسول صلّى اللّه عليه و آله و سلّم فرمود : هركه صلوات بفرستد بر من هرروز سه مرتبه و در هرشب سه مرتبه از روى محبّت و شوق به من ، حقّ است بر خداوند - عزّ و جلّ - كه بيامرزد گناهان او را كه در آن شب و آن روز كرده است . « 1 »\r\n\r\nپنجم [ افضل اعمال 
  ]\r\nو نيز از آن حضرت مروىّ است كه : در رؤيا ديدم عمويم حمزة بن عبد المطّلب و برادرم جعفر بن ابى طالب را كه در پيش آنها طبقى است از سدر ، پس يك ساعتى از آن ميل كردند . پس از آن ، سدر مبدّل شد به انگور ، پس يك ساعتى از آن خوردند ، پس از آن ، انگور رطب شد ، پس يك ساعتى از آن ميل كردند . من نزديك ايشان رفتم و گفتم : پدرم فداى شما باد ، چه عملى يافتيد كه از همهء اعمال افضل باشد ؟ گفتند :\r\n« پدران و مادران ما فداى تو باد ، يافتيم ما افضل اعمال را صلوات بر تو ، و سقايت آب ، و محبّت علىّ بن ابى طالب عليه السّلام . » « 2 »\r\n\r\nششم [ فرستادن صلوات در كتاب 
  ]\r\nو نيز از آن حضرت مروى است كه : هركه صلوات بفرستد بر من در كتابى ، پيوسته ملائكه براى او استغفار كنند مادامى كه اسم من در آن كتاب است . « 3 »\r\n\r\nهفتم [ ثواب صلوات و عقاب ترك آن 
  ]\r\n« شيخ كلينى » از حضرت صادق عليه السّلام روايت كرده كه فرمود : هرگاه ذكر پيغمبر صلّى اللّه عليه و آله و سلّم شود ، پس بسيار بفرستيد صلوات بر او ، پس به درستى كه هركه صلوات بفرستد بر پيغمبر صلّى اللّه عليه و آله و سلّم يك مرتبه ، صلوات بفرستد حق‌تعالى بر او هزار صلوات در هزار صف از ملائكه ، و باقى نماند از مخلوقات الهى چيزى مگر آن‌كه صلوات فرستد بر آن بنده به جهت صلوات خدا و صلوات ملائكه‌اش ، پس كسى كه رغبت بكند از اين « 4 » ، پس او\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الانوار 94 / 70 ب 29 ح 63 .\r\n( 2 ) - بحار الانوار ج 94 ص 70 ب 29 ح 63 .\r\n( 3 ) - بحار 94 / 71 ب 29 ح 65 .\r\n( 4 ) - يعنى كسى كه از اين‌همه ثواب اعراض بكند و به آن اهميّت ندهد .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nجاهلى است مغرور كه بيزار است از او خدا و رسول و اهل بيتش . « 1 »\r\nفقير گويد كه : شيخ صدوق در « معانى الاخبار » روايت كرده از حضرت صادق عليه السّلام در معنى :  « إِنَّ اللَّهَ وَ مَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ »  الآية . كه آن حضرت فرمود : صلوات از خداوند عزّ و جلّ رحمت است و از ملائكه تزكيه است و از مردم دعاست .\r\nو در همان كتاب روايت است كه راوى گفت : ما چگونه صلوات بفرستيم بر محمّد و آل محمّد صلّى اللّه عليه و آله و سلّم ؟ فرمود : مىگوئيد : صلوات اللّه و صلوات ملائكة و انبيائه و رسله و جميع خلقه على محمّد و آل محمّد و السّلام عليه و عليهم و رحمة اللّه و بركاته . گفت :\r\nگفتم : چه ثواب است براى كسى كه اين صلوات را بر پيغمبر بفرستد ؟ فرمود : ثوابش بيرون آمدن از گناهانش است مثل روزى كه از مادر متولّد شده است . « 2 »\r\n\r\nهشتم [ بيان ثواب صلوات به پيامبر در شب معراج 
  ]\r\n« شيخ ابو الفتوح رازى » روايت كرده از حضرت رسول صلّى اللّه عليه و آله و سلّم كه فرمود : در شب معراج چون به آسمان رسيدم ملكى ديدم هزار دست داشت ، در هردستى هزار انگشت ، و مشغول بود به حساب كردن و شماره كردن به انگشتان . از جبرئيل پرسيدم كه كيست اين ملك و چه چيز را حساب مىكند ؟ ! جبرئيل گفت : اين ملكى است موكّل بر دانه‌هاى باران ، حفظ مىكند كه چند قطره از آسمان به زمين نازل شده . پس من گفتم به آن ملك كه تو مىدانى از زمانى كه حق‌ّتعالى دنيا را خلق كرده است چند قطره باران از آسمان به زمين آمده است ؟ گفت : يا رسول اللّه قسم به آن خدايى كه تو را به حقّ فرستاده به سوى خلق ، غير از آن‌كه من مىدانم چند قطره نازل شده از آسمان به زمين ، به تفصيل مىدانم چند قطره به دريا فرود آمده و چند قطره در بيابان و چند قطره در معموره « 3 » و چند قطره در بستان و چند قطره در شوره‌زار و چند قطره در قبرستان ! حضرت فرمود : من تعجّب كردم از حفظ و تذكّر او در حساب خود ! پس گفت :\r\nيا رسول اللّه ! با اين حفظ و تذكر و دستها و انگشتان كه دارم حساب كردن يك چيزى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار ج 94 ص 57 ح 32 ، اصول كافى 2 / 492 باب الصّلوة على النّبى و اهل بيته ح 6 .\r\n( 2 ) - معانى الاخبار 368 عنه بحار 94 / 55 ب 29 ح 27 .\r\n( 3 ) - آبادى .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nرا قدرت ندارم . گفتم : كدام حساب است آن ؟ گفت : قومى از امّت تو كه در جايى حاضر مىشوند و اسم تو برده مىشود نزد ايشان پس صلوات مىفرستند بر تو ، من قدرت ندارم ثواب آنها را شماره كنم . « 1 »\r\n\r\nنهم [ صلوات مخصوص عصر جمعه 
  ]\r\nشيخ كلينى روايت كرده در ذيل اين صلوات عصر جمعه : « اللّهمّ صلّ على محمّد و آل محمّد الأوصياء المرضيّين بافضل صلواتك و بارك عليهم بافضل بركاتك و السّلام عليه و عليهم و رحمة اللّه و بركاته » : هركه اين صلوات را هفت مرتبه بگويد خداوند رد كند بر او به عدد هر بنده حسنه‌اى و عملش در آن روز مقبول باشد ، و بيايد در روز قيامت در حالى كه ما بين ديدگانش نورى باشد . « 2 »\r\n\r\nدهم [ ديدن حضرت قائم در اثر صلوات 
  ]\r\nروايت شده كه هركه بعد از نماز صبح و نماز ظهر بگويد : « اللّهمّ صلّ على محمّد و آل محمّد و عجّل فرجهم » نميرد تا امام قائم عليه السّلام را درك نمايد . « 3 »\r\n\r\nو اما روايات در حسن خلق پس چنين است\r\n\r\nروايت اول [ از برخورد خشن يك اعرابى با پيامبر 
  ]\r\nاز انس بن مالك منقول است كه گفت : وقتى در خدمت حضرت رسول صلّى اللّه عليه و آله و سلّم بودم و بر تن شريف آن‌جناب بردى بود كه حاشيه و كنار آن غليظ و زبر بود ، كه ناگاه عربى بيابانى نزديك آمد و رداى آن حضرت را گرفت و سخت كشيد ، به نحوى كه حاشيهء ردا در بن گردن آن‌جناب اثر كرد ؛ پس گفت : اى محمّد بار كن بر اين دو شتر من از مالى كه نزد تست ، زيرا كه آن مال خدا است نه مال تو و نه مال پدر تو .\r\nحضرت در جواب او سكوت نمود ، آنگاه فرمود : مال ، مال خداست و من بندهء خدا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تفسير شيخ ابو الفتوح رازى ج 4 ص 443 .\r\n( 2 ) - كافى 3 / 429 ح 5 عنه عين الحيوة مجلسى قدّس سرّه ص 415 .\r\n( 3 ) - جمال الاسبوع : 445 عنه بحار 90 / 65 ب 100 ، مصباح المتهجّد ص 197 .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nهستم ؛ پس فرمود : آيا قصاص كنم از تو اى اعرابى ؟\r\nگفت : نه .\r\nحضرت فرمود : چرا ؟\r\nگفت : زيرا كه شيوه و خلق تو آن است كه بدى را به بدى مكافات نكنى .\r\nحضرت خنديد و امر فرمود كه بر يك شتر او جو بار كردند و بر شتر ديگرش خرما ، و به او مرحمت فرمود . « 1 »\r\nمؤلف گويد : كه ذكر من اين روايت را در اين مقام به جهت تبرّك و تيّمن است نه براى بيان حسن خلق حضرت رسول صلّى اللّه عليه و آله و سلّم يا ائمّهء هدى عليهم السّلام ، زيرا كه شخصى را كه حق تعالى در قرآن كريم به « خلق عظيم » ياد فرمايد و علماى فريقين در سيرت و خصال حميده‌اش كتابها نوشته باشند و عشرى « 2 » از اعشار آن را احصاء ننموده باشند ، ديگر چيز نوشتن من در اين باب سماجت « 3 » است .\r\nو لقد اجاد من قال :\r\n محمّد سيّد الكونين و الثّقلين * و الفريقين من عرب و من عجم\r\nفاق النّبيين فى خلق و فى خلق * و لم يدانوه فى علم و لا كرم\r\nو كلّهم من رسول اللّه ملتمس * غرفا من البحر او رشفا من الدّيم\r\nو هو الّذى تمّ معناه و صورته * ثمّ اصطفاه حبيبا بارء النّسم\r\nمنزّه عن شريك فى محاسنه * فجوهر الحسن فيه غير منقسم\r\nفمبلغ العلم فيه انّه بشر * و انّه خير خلق اللّه كلّهم \r\n« 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سفينة البحار ج 1 ص 412 مادّهء خلق ، طبقات الكبرى 1 / 458 .\r\n( 2 ) - 10 / 1\r\n( 3 ) - زشتى و بىشرمى .\r\n( 4 ) - سفينة البحار ج 1 ص 411 ماده « خلق » ، اين اشعار را « بو صيرى » سروده و در كتاب عذر تقصير به پيشگاه محمّد و قرآن ص 82 به شعر ترجمه شده است :\r\n او از همه و خشوران در خلق به و در خو * در علم و كرم او را هرگز نرسند ايشان\r\nهريك ز رسول اللّه خواهند كه بربخشد * يك مشت ز آب بحر يا قطره‌اى از باران\r\nصف بسته به پيش وى ، هردسته به جاى خويش * چون نقطه و چون شكله در دانش و در برهان\r\nپس اوست كه كامل كرد هم‌معنى و صورت را * و آنگاه حبيبش خواند آن خالق انس و جان\r\nهمتا نبود او را در حسن خدادادش * پس آيتى از وحدت در گوهر حسنش خوان \r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n\r\nروايت دوّم [ برخورد كريمانه امام حسين با دشنام دهنده به ايشان 
  ]\r\nاز « عصام بن المصطلق شامى » نقل شده كه گفت : وقتى داخل مدينهء معظّمه شدم ديدم حسين بن على عليه السّلام را ، پس به عجب آورد مرا روش نيكو و منظر پاكيزهء او ، پس حسد واداشت مرا كه ظاهر كنم آن بغض و عداوتى كه در سينه داشتم از پدر او .\r\nپس نزديك شدم گفت : توئى پسر ابو تراب ؟ معلوم باشد كه اهل شام از حضرت امير المؤمنين عليه السّلام به « ابى تراب » تعبير مىكردند و گمان مىكردند كه به اين اسم ، تنقيص آن‌جناب مىكنند و حال آن‌كه هروقت « ابو تراب » مىگفتند گويا حلى « 1 » و حلل « 2 » به آن حضرت مىپوشانيدند بالجمله « عصام » گفت :\r\nگفتم : به امام حسين عليه السّلام تويى پسر ابو تراب ؟ ! فرمود : بلى .\r\nفبالغت فى شتمه و شتم ابيه يعنى هرچه توانستم دشنام به آن حضرت و پدرش گفتم ! فنظر الىّ نظرة عاطف رؤوف ، پس نظرى از روى عطوفت و مهربانى بر من كرد و فرمود : اعوذ باللّه من الشّيطان الرّجيم ، بسم اللّه الرّحمن الرّحيم ،  خُذِ الْعَفْوَ وَ أْمُرْ بِالْعُرْفِ وَ أَعْرِضْ عَنِ الْجاهِلِينَ -  الى قوله تعالى -  ثُمَّ لا يُقْصِرُونَ  « 3 »\r\nو اين آيات اشارت است به مكارم اخلاق كه حق‌تعالى پيغمبرش را به آن تأديب فرمود ؛ از جمله آن‌كه به ميسور از اخلاق مردم اكتفا كند و متوقّع زيادتر نباشد و بدى را به بدى مكافات ندهد ، و از نادانان روى گرداند ، و در مقام وسوسهء شيطان پناه به خدا گيرد ثمّ قال خفّض عليك استغفر اللّه لى و لك ( يعنى ) پس فرمود به من آهسته كن و سبك و آسان كن كار را بر خود ، طلب آمرزش كن از خدا براى من و براى خود ؛ همانا اگر تو طلب يارى كنى از ما ، تو را يارى كنيم ، و اگر طلب عطا كنى تو را عطا كنيم ، و اگر طلب ارشاد كنى تو را ارشاد كنيم .\r\n« عصام » گفت : من از جسارتهاى خود پشيمان شدم . آن حضرت به فراست يافت پشيمانى مرا .\r\nفرمود :  لا تَثْرِيبَ عَلَيْكُمُ الْيَوْمَ يَغْفِرُ اللَّهُ لَكُمْ وَ هُوَ أَرْحَمُ الرَّاحِمِينَ  « 4 » و اين آيهء شريفه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - زيورها ، زينتها .\r\n( 2 ) - جامه‌هاى نو .\r\n( 3 ) - سورهء 7 آيهء 199 - 202 .\r\n( 4 ) - سورهء 12 آيهء 92 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nحكايت كلام حضرت يوسف پيغمبر عليه السّلام است به برادران خود كه در مقام عفو از تقصيران آنها فرمود كه : عتاب و ملامتى نيست بر شما بيامرزد خداوند شماها را ، و اوست ارحم الرّاحمين . پس آن‌جناب به من فرمود كه : تو از اهل شامى ؟\r\nعرض كردم : بلى .\r\nفرمود : شنشنة اعرفها من اخزم و اين مثلى است كه حضرت به آن تمثّل جست ، حاصل آن‌كه : اين دشنام و ناسزا گفتن به ما ، عادت و خوى اهل شام است كه معاويه در ميان آنها سنّت گذاشت .\r\nپس فرمود : حيّانا اللّه و ايّاك هرحاجتى كه دارى به نحو انبساط و گشاده‌رويى حاجات خود را از ما بخواه كه مىيابى مرا در نزد افضل ظنّ خود به من انشاء اللّه تعالى .\r\n« عصام » گفت : اين اخلاق شريفهء آن حضرت در مقابل آن جسارتها و دشنامها كه از من سر زد چنان زمين بر من تنگ شد كه دوست داشتم به زمين فروروم . لاجرم از نزد آن حضرت آهسته بيرون شدم در حالى كه به مردم پناه مىبردم به نحوى كه آن جناب ملتفت من نشود و مرا نبيند ، لكن بعد از آن مجلس نبود نزد من شخصى دوست‌تر از آن حضرت و پدرش . « 1 »\r\nمؤلف گويد كه : صاحب كشّاف در ذيل آيهء شريفه  « لا تَثْرِيبَ عَلَيْكُمُ الْيَوْمَ »  كه حضرت سيّد الشّهداء به آن تمثّل جست ، روايتى از حسن خلق « يوسف صدّيق » نقل كرده كه ذكرش در اينجا مناسب است ، و آن روايت اين است كه : برادران يوسف عليه السّلام پس از آن‌كه شناختند يوسف را ، براى آن‌جناب پيغام دادند كه تو ما را مىخوانى صبح و شام در سر سفرهء خود ، ما خجالت مىكشيم و حيا مىكنيم از تو به واسطه آن تقصيراتى كه از ما سر زده نسبت به جناب تو .\r\nحضرت يوسف عليه السّلام فرمود : چرا حيا مىكنيد و حال آن‌كه شما سبب عزّت و شرف من هستيد . زيرا كه اگرچه من بر اهل مصر سلطنت دارم لكن ايشان به همان چشم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سفينة البحار ج 1 ص 421 مادّهء خلق ط تهران .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nاوّل به من نگاه مىكنند و مىگويند : سبحان من بلغ عبدا بيع بعشرين درهما ما بلغ يعنى منزّه است خداوندى كه رسانيد بنده‌اى را كه بيست درهم خريده شده به اين مرتبه از رفعت ، و به تحقيق كه من الآن به واسطهء شما شرف پيدا كردم و در چشمها بزرگ شدم ، زيرا كه دانستند كه شما برادران من هستيد و من عبد نبودم بلكه نوادهء ابراهيم خليلم . « 1 »\r\nو نيز روايت شده كه چون حضرت يعقوب و يوسف به هم رسيدند ، يعقوب عليه السّلام پرسيد : پسر جان بگو برايم كه چه بر سرت آمد ؟\r\nگفت : بابا مپرس از من كه برادرانم با من چه كردند ، بلكه بپرس كه حق‌ّتعالى با من چه كرد . « 2 »\r\n\r\nروايت سوم [ رفتار موسى بن جعفر ( ع ) با دشنام دهنده 
  ]\r\nشيخ مفيد و ديگران روايت كرده‌اند كه : در مدينهء طيّبه مردى بود از اولاد خليفهء دوم كه پيوسته حضرت امام موسى عليه السّلام را اذيّت مىكرد و به آن‌جناب ناسزا مىگفت هر وقت كه آن حضرت را مىديد ، و به امير المؤمنين عليه السّلام دشنام مىداد ! تا آن‌كه روزى بعضى از كسان آن حضرت عرض كردند كه بگذار تا اين فاجر را بكشيم ، حضرت ايشان را نهى كرد از اين كار ، نهى شديدى ، و زجر كرد ايشان را و پرسيد كه آن مرد كجاست ؟\r\nعرض كردند : در يكى از نواحى مدينه مشغول زراعت است .\r\nحضرت سوار شد از مدينه به ديدن او تشريف برد . وقتى رسيد كه او در مزرعهء خود توقّف داشت . حضرت به همان نحو كه سوار بر حمار بود داخل مزرعهء او شد . آن مرد صدا زد كه زراعت ما را نمال ؛ از آنجا نيا . حضرت به همان نحو كه مىرفت ، رفت تا به او رسيد و نشست نزد او و با او به گشاده‌روئى و خنده سخن گفت ، و سؤال كرد از او كه چه مقدار خرج زراعت كرده‌اى ؟\r\nگفت : صد اشرفى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تفسير كشّاف 2 / 503 عنه سفينة البحار 2 / 97 واژهء خلق ط آستان قدس رضوى .\r\n( 2 ) - مجمع البيان 3 / 265 ، سفينة البحار 2 / 97 واژهء « خلق » ط آستان قدس رضوى .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nفرمود : چه مقدار اميد دارى از آن بهره ببرى ؟\r\nگفت : غيب نمىدانم .\r\nحضرت فرمود : من گفتم چه اندازه اميد دارى عايدت بشود ؟\r\nگفت : اميدوارم كه دويست اشرفى عايد شود .\r\nپس حضرت كيسهء زرى بيرون آوردند كه در آن سيصد اشرفى بود ، به او مرحمت كرد و فرمود : اين را بگير و زراعت نيز باقى است و حق‌تعالى روزى خواهد فرمود تو را در آن آنچه اميدوارى .\r\n« عمرى » برخاست و سر آن حضرت را بوسيد و از آن‌جناب درخواست نمود كه از تقصيرات او بگذرد و او را عفو فرمايد .\r\nحضرت تبسّم فرمود و برگشت و پس از اين « عمرى » را در مسجد ديدند نشسته ، چون نگاهش به آن حضرت افتاد گفت : اللّه اعلم حيث يجعل رسالته . اصحابش با وى گفتند كه قصّهء تو چيست ، تو پيش از اين غير اين مىگفتى ؟ !\r\nگفت : « شنيديد آنچه گفتم باز بشنويد » ، پس شروع كرد به آن حضرت دعا كردن .\r\nاصحابش با او مخاصمه كردند او نيز با ايشان مخاصمه كرد .\r\nپس حضرت فرمود به كسان خود كه : كدام‌يك بهتر بود آنچه شما اراده كرده بوديد يا آنچه من اراده كردم ؟ همانا من اصلاح كردم امر او به مقدار پولى و كفايت كردم شرّ او را به آن . « 1 »\r\n\r\nو امّا حكايات در حسن خلق پس چنين است\r\n\r\nحكايت [ جسارت بر مالك اشتر 
  ]\r\nنقل است كه روزى مالك اشتر ( رحمة اللّه عليه ) مىگذشت در بازار كوفه ، و بر تن آن‌جناب بود پيراهنى از خام و بر سرش عمّامه‌اى از خام بود .\r\nيكى از مردمان بازارى - كه او را نمىشناخت - به نظر حقارت به او نگاه كرد و از روى استهزاء و استخفاف « بندقه » يعنى گلولهء گلين به جانب آن‌جناب افكند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ارشاد / 317 عنه .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nمالك از او بگذشت و چيزى به او نگفت . پس به آن مرد گفتند كه : آيا دانستى كه با چه كسى اين اهانت و استهزاء نمودى ؟ ! گفت : نه .\r\nگفتند : اين شخص مالك اشتر ، يار امير المؤمنين عليه السّلام بود . آن مرد را ترس و لرزه گرفت و عقب مالك برفت تا او را دريابد و عذرخواهى نمايد ؛ مالك را يافت كه در مسجد رفته و به نماز ايستاده . چون از نماز فارغ شد ، آن مرد افتاد روى پاهاى مالك كه ببوسد ، مالك فرمود : چه امر است ؟ گفت عذر مىخواهم از آن جسارتى كه كرده‌ام .\r\nمالك فرمود كه : باكى نيست بر تو ، به خدا سوگند كه من داخل مسجد نشدم مگر براى آن‌كه استغفار كنم براى تو . « 1 »\r\nمؤلف گويد : ملاحظه كن كه چگونه اين مرد از حضرت امير المؤمنين عليه السّلام كسب اخلاق كرده است ، با آن‌كه از امراء لشكر آن حضرت است ، و شجاع و شديد الشّوكة « 2 » است و شجاعتش به مرتبه‌اى است كه « ابن ابى الحديد » گفته كه : اگر كسى قسم بخورد كه در عرب و عجم شجاعتر از « اشتر » نيست مگر استادش امير المؤمنين عليه السّلام ، گمان مىكنم كه قسمش راست باشد . چه بگويم در حقّ كسى كه حيات او منهزم كرد اهل شام را و ممات او منهزم كرد اهل عراق را و امير المؤمنين عليه السّلام در حقّ او فرموده كه « اشتر » براى من چنان بود كه من براى رسول خدا صلّى اللّه عليه و آله و سلّم بودم ، « 3 » و به اصحاب خود فرموده كه كاش در ميان شما مثل او دو نفر ، بلكه كاش يك نفر مثل او داشتم « 4 » ، و شدّت شوكتش بر دشمن از تأمّل در اين اشعار كه از آن بزرگوار است معلوم مىشود :\r\n بقّيت وفرى « 5 » و انحرفت عن العلى * و لقيت اضيافى بوجه عبوس\r\nان لم اشنّ على ابن هند غارة * لم تخل يوما من نهاب نفوس\r\nخيلا كامثال السّعالى شزّبا * تغدوا ببيض فى الكريهة شوس\r\nحمى الحديد عليهم فكانّه * و مضان برق او شعاع شموس « 6 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سفينة البحار ج 2 ص 686 مادّه « شتر » ط آستان قدس رضوى نقل از تنبيه الخواطر 1 / 2 .\r\n( 2 ) - شوكت : نيرو و قدرت ، فرّ و شكوه .\r\n( 3 ) - شرح نهج البلاغه 2 / 312 عنه سفينة البحار 2 / 805 واژه شتر ط آستان قدس رضوى .\r\n( 4 ) - بحار 33 / 310 .\r\n( 5 ) - وفر يعنى توانگرى و بسيارى مال ( منه ) .\r\n( 6 ) - سفينة البحار ج 2 ص 805 مادّه شتر ط آستان قدس رضوى از انوار الرّبيع 3 / 210 . -\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nبالجمله با اين مقام از جلالت و شجاعت و شدّت و شوكت ، حسن خلق او به مرتبه‌اى رسيده كه يك مرد سوقى « 1 » به او اهانت و استهزاء مىنمايد ابدا تغيير حالى براى او پيدا نمىشود ! بلكه مىرود در مسجد نماز بخواند و دعا و استغفار براى او نمايد و اگر خوب ملاحظه كنى اين شجاعت و غلبه بر هواى نفس خود بالاتر است از شجاعت بدنى او ؛ قال امير المؤمنين عليه السّلام : اشجع النّاس من غلب هواه . « 2 »\r\n\r\nحكايت [ از چگونگى برخورد با انسان فحاش 
  ]\r\nشيخ مرحوم در خاتمهء مستدرك در ترجمهء سلطان العلماء و المحقّقين و افضل الحكماء و المتكلّمين ، وزير اعظم ، استاد من تأخّر و تقدم ، ذو الفيض القدسى « جناب خواجه نصير الدّين طوسى قدّس سرّه » نقل كرده كه روزى كاغذى به دستش رسيد از شخصى كه در آن ، كلمات زشت و بدگوئى به ايشان داشت ؛ از جمله اين كلمهء قبيحه در آن بود كه « يا كلب بن كلب » !\r\nمحقّق مذكور چون آن كاغذ را مطالعه فرمود ، جواب آن را به متانت و عبارات خوش مرقوم داشت بدون يك كلمه زشتى ؛ از جمله مرقوم فرمود كه قول تو خطاب به من : اى سگ ، اين صحيح نيست زيرا كه سگ به چهار دست و پا راه مىرود و ناخنهايش طويل و دراز است و لكن من منتصب القامه‌ام و بشره‌ام ظاهر و نمايان است ، نه آن‌كه مانند كلب ، پشم داشته باشم و ناخنهايم پهن است و ناطق و ضاحكم ، پس اين فصول و خواصّى كه در من است به خلاف فصول و خواصّ كلب است .\r\nو به همين نحو جواب كاغذ او را نگاشت و او را در غيابت جبّ مهانت « 3 » گذاشت . « 4 »\r\nمؤلف گويد كه : اين خلق شريف از اين محقّق جليل عجبى ندارد زيرا كه آية اللّه علّامهء حلّى رضوان اللّه عليه در حقّ او فرموده كه اين شيخ ، افضل اهل عصر خود بود در علوم عقليّه و نقليّه ؛ و كتب بسيارى در علم و حكمت و احكام شرعيّه بر مذهب\r\n\r\n\r\n","description":"","footnote":"\r\n- حاصل مضمون شعر آن است كه : از جود و شرافت و مهمان‌نوازى دور باشم اگر بر معاويه هجوم نياورم و اسبان غول پيكر ورزيده همراه با شمشيرهاى بلند بر او نتارانم . به گونهء آهن تافته بر لشكرش ببارم كه گوئى برق آسمان مىجهد و يا خورشيد پرتو افكند .\r\n( 1 ) - بازارى .\r\n( 2 ) - سفينة البحار ، 2 / 802 واژهء « شتر » ط آستان قدس رضوى .\r\n( 3 ) - ته گودال خوارى .\r\n( 4 ) - سفينة البحار ج 1 ص 422 واژهء خلق .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nاماميّه تصنيف فرموده و بزرگانى را كه ما مشاهده كرديم در آفاق ، اين بزرگوار اشرف از همه بود در اخلاق . « 1 »\r\nاين فقير گويد : اينجا جاى تمثّل به اين شعر است :\r\n هربوى كه از مشك و قرنفل شنوى * از دولت آن زلف چو سنبل شنوى \r\nخواجه اين حسن خلق را از رجوع به دستور العمل و كردار ائمّهء اطهار صلوات اللّه عليهم اخذ كرده است ؛ آيا نشنيده‌اى كه حضرت امير المؤمنين عليه السّلام شنيد كه مردى قنبر را دشنام مىدهد ، قنبر خواست كه دشنام او را برگرداند كه حضرت او را ندا كرد : مهلا يا قنبر ( آرام باش اى قنبر ) بگذار كه اين شخص دشنام‌دهنده خوار شود ، همانا به سكوت خود خشنود مىكنى خداوند رحمان را و به خشم درمىآورى شيطان را و شكنجه مىكنى دشمن خود را ؛ قسم به آن خدائى كه دانه را شكافت و مردم را آفريده كه مؤمن خشنود نمىكند خدا را به چيزى مثل حلم ، و خشمناك نمىكند شيطان را به چيزى مثل خاموشى ، و شكنجه نمىكند احمق را چيزى مثل سكوت از جواب او .\r\nبالجمله مخالف و مؤالف خواجه را مدح و ستايش نموده‌اند ؛ جرجى زيدان در آداب اللّغة العربيّه در ترجمهء او گفته كه : كتابخانه‌اى اتخاذ كرد و مملوّ كرد آن را از كتب كه عددش زياده از چهار صد هزار مجلّد بود ، و اقام المنجّمين و الفلاسفة و وقف عليها الاوقاف فزها العلم فى بلاد المغول على يد هذا الفارسىّ كانّه قبس منير فى ظلمة مدلهمّة . « 2 »\r\nو اين احقر در كتاب « فوائد الرّضويّه » كه در تراجم علماء اماميّه است ، ترجمهء اين بزرگوار را به اندازه‌اى كه فراخور آن كتاب بود نگاشتم ، و نوشتم كه اصل آن‌جناب از « وشاره » است كه يكى از بلوك « جهرود » ده فرسخى بلدهء قم است ، لكن ولادت با سعادتش در طوس واقع شده در يازدهم جمادى الاولى سنهء 597 ، در آخر روز دوشنبه هيجدهم ذى الحجّه سنهء 672 وفات كرد و در بقعهء منّورهء كاظميّه - سلام اللّه على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الكنى و الألقاب 3 / 217 ، اعلام الزركلى 7 / 257 .\r\n( 2 ) - ستاره‌شناس‌ها و فلاسفه را بر آن كتابخانه گماشت و موقوفاتى را وقف آن نمود ، پس دانش به وسيلهء اين مرد ايرانى در شهرهاى تحت نفوذ مغول گسترش يافت ، و او همانا مانند شعلهء فروزان و نورانى بود كه در جوّ تاريك بسيار سياه آن زمان نورافشانى نمود .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nساكنيها - به خاك رفت و بر لوح مزارش نوشتند :  وَ كَلْبُهُمْ باسِطٌ ذِراعَيْهِ بِالْوَصِيدِ  « 1 » بعضى تاريخ فوت آن‌جناب را به نظم درآورده و گفته :\r\n نصير ملّت و دين پادشاه كشور فضل * يگانه‌اى كه چه او مادر زمانه نزاد\r\nبه سال ششصد و هفتاد و دو به ذى الحجّة * به روز هيجدهم درگذشت در بغداد \r\n\r\nحكايت [ برخورد مرحوم كاشف الغطاء با سيد غضبناك 
  ]\r\nنقل شده كه روزى شيخ الفقهاء العظام ، مرحوم « حاج شيخ جعفر صاحب كشف الغطاء » - رضوان اللّه عليه - در اصفهان پيش از آن‌كه نماز شروع كند وجهى به فقراء قسمت نمود ، پس از تمام آن به نماز ايستاد . يكى از سادات فقير خبردار شد ، بين دو نماز خدمت شيخ رسيد و عرض كرد كه مال جدّم را به من باز ده .\r\nفرمود : تو دير آمدى و اكنون ديگر چيزى نمانده كه به تو بدهم .\r\nسيّد در غضب شد و آب دهان خود را بر محاسن مبارك شيخ افكند ! شيخ از محراب برخاست ، و دامن خود را گرفت و در ميان صفوف جماعت گردش كرد و فرمود كه : « هركه ريش شيخ را دوست دارد به سيّد اعانت كند . » پس مردم دامن شيخ را پر از پول نمودند . شيخ آنها را به سيّد داد ؛ پس از آن به نماز عصر ايستاد .\r\nخوب ملاحظه كن در اين خلق شريف كه به چه مرتبه رسيده در اين بزرگوار كه رئيس مسلمين و حجّة المسلمين و فقيه اهل بيت عليهم السّلام بوده ، و فقاهتش به مرتبه‌اى بود كه كتاب كشف الغطاء را در سفر تصنيف كرده و نقل شده كه مىفرمود : « اگر كتب فقهيّه را همه را بشوييد ، من از طهارت تا ديات را مىنويسم ، و اولادش تمامى ، فقها و علماء جليل بوده‌اند .\r\nشيخ ما ثقة الاسلام نورى ( رحمة اللّه عليه ) در حال آن‌جناب فرموده كه : اگر كسى تفكّر و تأمّل كند در مواظبت اين بزرگوار بر سنن و آداب و مناجاتش در اسحار و گريستن و تذلّل او براى پروردگار و مخاطبات او با نفس خود كه مىگفت : « تو جعيفر بودى پس جعفر شدى ، پس شيخ جعفر گشتى ، پس شيخ عراق گشتى ، پس رئيس مسلمين شدى ؛ يعنى فراموش مكن اوائل خود را . » خواهد يافت او را كه از همان كسانى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء 18 آيهء 18 .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nاست كه حضرت امير المؤمنين عليه السّلام وصف ايشان را فرموده براى « احنف بن قيس » « 1 » .\r\nفقير گويد كه : آن حديثى است طويل در ذكر اوصاف اصحاب خود كه براى احنف فرموده بعد از قتال اهل جمل ؛ از جملهء فقراتش اين است : « فلو رأيتهم فى ليلتهم و قد نامت العيون و هدأت الأصوات و سكنت الحركات من الطّير فى الوكور و قد نهتهم « 2 » هول يوم القيمة و الوعيد عن الرّقاد كما قال سبحانه :  أَ فَأَمِنَ أَهْلُ الْقُرى أَنْ يَأْتِيَهُمْ بَأْسُنا بَياتاً وَ هُمْ نائِمُونَ  فاستيقظوا لها فزعين و قاموا الى صلواتهم معولين باكين تارة و اخرى مسبّحين ، يبكون فى محاريبهم و يرنّون ، يصطفّون ليلة مظلمة بهماء يبكون ، فلو رايتهم يا احنف فى ليلتهم قياما على اطرافهم منحنية ظهورهم يتلون اجزاء القرآن لصلاتهم قد اشتدّت اعوالهم و نحيبهم و زفيرهم اذا زفروا خلت النّار قد اخذت منهم الى حلاقيمهم و اذا اعولوا حسبت السّلاسل قد صفدت فى اعناقهم فلو رأيتهم فى نهارهم اذا لرأيت قوما يمشون على الارض هونا و يقولون للنّاس حسنا و اذا خاطبهم الجاهلون قالوا سلاما ، و اذا مرّوا باللّغو مرّوا كراما ، قد قيّدوا اقدامهم من التّهمات و ابكموا السنتهم ان يتكلّموا فى اعراض النّاس و سجموا اسماعهم ان يلجها خوض خائض و كحلوا أبصارهم بغضّ البصر عن المعاصى ، و انتحوا دار السّلام الّتى من دخلها كان آمنا من الرّيب و الاحزان « 3 » ؛ اگر ببينى ايشان را در شبهاى ايشان ، در وقتى كه چشمها به خواب رفته و صداها ساكت شده و مرغها در آشيانه‌ها آرام گرفته‌اند ، مىبينى ايشان را كه هول روز قيامت و يوم وعيد بازداشته ايشان را از خفتن ، همچنان‌كه حق‌تعالى فرموده : « آيا ايمن شدند اهل قريه‌ها از اين‌كه بيايد ايشان را عذاب ما در شب در حالى كه ايشان خوابيده باشند » در حالى كه بانگ كنند و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سفينة البحار 1 / 402 واژهء جعفر ط آستان قدس رضوى نقل از مستدرك الوسايل 3 / 398 .\r\n( 2 ) - يعنى بازداشته ايشان را ( منه ) .\r\n( 3 ) - صفات الشيعه ، ح 63 عنه بحار 7 / 219 ب 8 ح 132 .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nگريه كنند و گاهى به تسبيح مشغول باشند ، مىگريند در محرابشان و فرياد مىكنند ؛ گسترانيده‌اند قدمها را براى عبادت با حال گريه در شب تاريك سياه . پس اگر ببينى ايشان را اى « احنف ! » كه در شبها روى پاها ايستاده‌اند ، خم‌شده كمرهايشان ، مىخوانند اجزاء قرآن را در نمازشان ، شديد شده فرياد و گريه و بانگشان ، وقتى كه بانگ مىكنند خيال مىكنى كه آتش گرفته ايشان را تا حلقومشان ، و وقتى كه صداى ايشان به گريه بلند شود گمان مىكنى كه در بند و زنجير كرده‌اند گردنهايشان را ، پس هرگاه ببينى ايشان را در روز ، مىبينى مردمانى را كه راه مىروند بر زمين به آهستگى و بردبارى و مىگويند براى مردم خوبى . و وقتى كه سخن گويند با ايشان نادانان ، گويند سلام ، و هرگاه بگذرند به لغو و بيهوده ، بگذرند گرامى . در بند كرده باشند قدمهاى خود را از موضعهاى تهمت ، و گنگ كرده باشند زبانهايشان را از آن‌كه تكلّم كنند در عرضهاى « 1 » مردم ، و منع كرده باشند گوشهاى خود را از آن‌كه داخل شود در آن حرفهاى باطل ، و سرمهء چشم خود كرده‌اند هم گذاشتن آن را از نظر بر معاصى ، و قصد كرده‌اند دار السّلام را كه هركه داخل آن شود ايمن خواهد بود از ريب « 2 » و احزان « 3 » » .\r\nأقول : و يناسب هنا نقل كلام من راهب عظيم الشّأن و هو ما نقل عن قثم الزّاهد قال :\r\nرأيت راهبا على باب بيت المقدّس كالواله فقلت له أوصنى فقال : كن كرجل احتوشته السّباع فهو خائف مذعور يخاف ان يسهو فتفترسه و يلهو فتنهشه ، فليلته ليل مخافة اذا أمن فيه المفترون ، و نهاره نهار حزن اذا فرح فيه البطّالون . ثمّ انّه ولّى و تركنى ، فقلت له : زدنى . فقال : انّ الظّمئان يقنع بيسير الماء « 4 » و « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آبروها .\r\n( 2 ) - ترديدها .\r\n( 3 ) - اندوهها ، غم‌ها .\r\n( 4 ) - كشكول شيخ بهايى ج 1 ص 99 .\r\n( 5 ) - مىگويم : در اين‌جا مناسب است سخن راهب والامقامى را نقل نمايم : جريان از اين قرار است كه « قثم » پارسا گفت : -\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\nحكايت [ از صاحب بن عباد 
  ]\r\nنقل است كه روزى كافى الكفاة « صاحب بن عبّاد » ، شربتى طلبيد ؛ يكى از غلامانش قدح شربتى حاضر كرد و به دو داد . صاحب چون خواست بياشامد يكى از خواصّ او گفت : « مخور اين را زيرا كه زهر بر آن آميخته‌اند » و غلامى كه قدح را به دست صاحب داده بود ايستاده بود . صاحب گفت : دليل بر صحّت قول تو چيست ؟\r\nگفت : تجربه كن ؛ اين را بده به همان كس كه به تو داده تا معلوم شود .\r\nصاحب گفت كه : من اين را اجازه نمىدهم و حلال نمىدانم .\r\nگفت : پس تجربه كن به آن‌كه بده مرغى بياشامد .\r\nگفت : « حيوانى را عقوبت كردن جايز نيست . » پس قدح را ردّ كرد و امر كرد بر زمين ريزند و به آن غلام فرمود كه : برو از نزد من و داخل خانهء من مشو ، و لكن امر فرمود كه شهريّهء او را بدهند و قطع نكنند ، و فرمود : يقين را به شكّ دفع نبايد كرد ، و عقوبت كردن به قطع روزى كسى ، از ناكسى است . « 1 »\r\nمؤلّف گويد كه : « صاحب بن عبّاد » از وزراى آل بويه و ملجأ عوامّ و خواصّ و مرجع ملّت و دولت و از خانوادهء شرف و عزّت بوده ، و همان كس است كه در ادبيّت و فضل و كمال و علم عربيّت اعجوبهء دهر و يگانهء عصر خويش بوده ؛ نقل شده : در وقتى كه مىنشست براى املاء ؛ خلق بسيارى به واسطهء استفاده از جنابش جمع مىگشتند به حدّى كه شش نفر مستملى بودند ، يعنى كلام او را به مردم مىرساندند ، و كتب لغتى كه در نزد او بود در حال حمل‌ونقل محتاج به شصت شتر بود ، و علويّين و سادات و علماء و فضلاء نزد او محلّى منيع « 2 » و مرتبتى رفيع داشتند ، و از علماء ترويج مىكرد و ايشان را به تصنيف و تأليف تشويق مىنمود ، و به جهت خاطر او شيخ فاضل ، خبير\r\n\r\n\r\n","description":"","footnote":"\r\n- راهب پريشانى را كنار در بيت المقدّس ديدم ! به او گفتم : مرا اندرز بده . گفت : همانند مردى باش كه درّندگان او را محاصره نموده‌اند ، در اين هنگام او ترسان و حيران است كه مبادا از آنان غفلت ورزد و به بازى سرگرم شود ، در نتيجه طعمهء درّندگان گردد . پس شب او شب ترس است هنگامى كه خوشگذرانان آسوده‌خاطرند ، و آنگاه كه بيهوده‌كاران در روز شاد و خرسند مىباشند ، ولى او روز را به غم و اندوه به سر مىبرد . پس از من روى برگردانيد و مرا رها نمود ، گفتم : بر پند و اندرز خود بيفزا ، گفت : همانا تشنه به آب اندك قناعت مىورزد .\r\n( 1 ) - سفينة البحار ج 2 ص 14 مادّه صحب .\r\n( 2 ) - استوار و بلند .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nماهر ، جناب حسن بن محمّد قمّى « تاريخ قم » را تأليف كرد ، و شيخ اجلّ رئيس المحدّثين جناب صدوق ( رحمة اللّه عليه ) به جهت او كتاب عيون اخبار الرّضا عليه السّلام را تصنيف فرموده ، و « ثعالبى » به جهت او « يتيمة الدّهر » را جمع كرده است .\r\nو كثرت احسان و افضال « 1 » او بر فقها و علماء و سادات و شعرا معروف است ؛ در هر سال پنج هزار اشرفى مىفرستاد به بغداد براى فقهاى آنجا ، و در ماه رمضان بعد از عصر هركسى بر او داخل مىشد نمىگذاشت برود مگر بعد از آن‌كه نزد او افطار كند ، لا جرم در هرشب از شبهاى ماه رمضان منزلش از هزار نفر افطاركننده خالى نبود ، و عطا و صدقاتش در ماه رمضان مقابل بود به آنچه كه در تمام سال به مردم مىداد . و اشعار بسيار در مناقب امير المؤمنين و مثالب « 2 » اعداء آن حضرت سروده ، و وفاتش در 24 صفر سنهء 385 به سفر در رى واقع شد ، جنازه‌اش را به اصفهان حمل كردند ، قبرش در اصفهان معروف و مزار است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نيكى و بخشش .\r\n( 2 ) - عيبها ، نقص‌ها .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n\r\nفصل از جملهء مواقف مهوله موقف حساب است\r\nقال اللّه تعالى فى سورة الانبياء :   اقْتَرَبَ لِلنَّاسِ حِسابُهُمْ وَ هُمْ فِي غَفْلَةٍ مُعْرِضُونَ :   « 1 » « نزديك شده از براى مردم وقت حسابشان و ايشان در غفلتند و اعراض كرده‌اند از تفكر در آن و تهيّه و استعداد براى آن » و قال تعالى فى سورة الطّلاق :  وَ كَأَيِّنْ مِنْ قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّها وَ رُسُلِهِ فَحاسَبْناها حِساباً شَدِيداً  ( الآيات ) « 2 » « و بسا از قريه يعنى اهل قريه كه سركشى كردند از فرمان پروردگار خود و پيغمبران خدا ، پس حساب كرديم ايشان را حسابى سخت و عذاب كرديم ايشان را عذابى سخت و بد ، پس چشيدند عقوبت كارهاى خود را و بود انجام كارشان خسران و زيان ؛ آماده فرمود خدا براى ايشان عذاب سختى ، پس بپرهيزيد از خدا ، اى صاحبان عقلها ! » ( الى غير ذلك ) ، و شايسته است كه ما در اينجا تبرّك جوئيم به ذكر چند خبر :\r\n\r\nاوّل [ از چهار چيز در قيامت سؤال مىشود 
  ]\r\nشيخ صدوق - رحمة اللّه عليه - به طريق اهل بيت عليهم السّلام روايت كرده كه حضرت ! رسول صلّى اللّه عليه و آله و سلّم فرمود : روز قيامت برداشته نمىشود قدم‌هاى بنده تا سؤال كنند از او از چهار چيز : از عمر او كه در چه چيز فانى و تمام كرده ، و جوانى خود را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آيهء 1 .\r\n( 2 ) - سورهء 65 آيهء 8 به بعد .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nدر چه چيز كهنه كرده ، و از مالش كه از كجا پيدا كرده و در چه چيز خرج نموده ، و از محبّت ما اهل بيت . « 1 »\r\n\r\nدوّم [ اولين سؤال نماز است 
  ]\r\nشيخ طوسى رحمة اللّه عليه از حضرت امام محمد باقر عليه السّلام روايت كرده كه فرمود : اول چيزى كه از بنده حساب مىكشند نماز است ، پس اگر قبول شد ما سواى آن قبول مىشود . « 2 »\r\n\r\nسوّم [ حضور صاحب قرض در قيامت 
  ]\r\nشيخ صدوق روايت كرده كه : روز قيامت صاحب قرض مىآيد و شكايت مىكند ، اگر آن‌كه قرض گرفته است حسنات دارد از براى صاحب قرض مىگيرند و اگر حسنه ندارد ، گناهان صاحب قرض را بر او مىگذارند . « 3 »\r\n\r\nچهارم [ مشرك بدون حساب جهنمى است 
  ]\r\nشيخ كلينى از حضرت علىّ بن الحسين عليه السّلام روايت كرده كه : از براى اهل شرك نصب ترازو نمىشود ، ايشان را فوج‌فوج بىحساب به جهنّم مىبرند و نصب موازين و نشر دواوين « 4 » از براى اهل اسلام است . « 5 »\r\n\r\nپنجم [ حضور دو بنده مؤمن فقير و غنى 
  ]\r\nشيخ صدوق از حضرت صادق عليه السّلام روايت كرده است كه : چون روز قيامت شود و بندهء مؤمن را از براى حساب بازدارند كه هردو از اهل بهشت باشند ، يكى فقير باشد و ديگر غنىّ در دنيا ، فقير گويد : پروردگارا از براى چه مرا بازمىدارى ؟ به عزّت تو قسم كه مىدانى به من ولايتى و حكومتى نداده بودى كه عدالت كنم در آن ، يا جور كنم ، و مال زيادى به من نداده بودى كه حقّ تو بر آن واجب شده باشد و داده باشم يا نداده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار ج 7 ص 258 حديث 1 نقل از خصال 1 / 120 - 121 .\r\n( 2 ) - بحار ج 7 ص 267 ، روضة المتقين ج 2 ص 38 « اوّل ما يحاسب به العبد الصّلوة فان قبلت قبل ما سواها . »\r\n( 3 ) - بحار ج 7 ص 274 ح 46 .\r\n( 4 ) - ديوان‌ها ، دفترهاى حساب اعمال .\r\n( 5 ) - كافى 7 / 205 ب 100 ح 100 ؛ عنه بحار 7 / 250 ب 10 ح 8 ؛ امالى صدوق 595 م 76 ح 1 .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nباشم ، و روزى مرا به قدر كفاف مىدادى به قدر آنچه مىدانستى كه مرا كافى است و مقدّر كرده بودى ؟\r\nپس خداوند جليل فرمايد كه : راست مىگويد بندهء مؤمن من ، بگذاريد تا داخل بهشت شود .\r\nو آن غنى مىماند تا آن‌قدر عرق از او جارى شود كه اگر چهل شتر بياشامند كفايت كند آنها را ، پس از آن داخل بهشت شود .\r\nپس فقير گويد به او كه : « چه چيز تو را نگاهداشت ؟ » گويد : طول حساب ؛ پيوسته چيزى بعد از چيزى از تقصيرات ظاهر مىشد و خدا مىبخشيد تا آن‌كه مرا به رحمت خود فروگرفت و ملحق گردانيد مرا به توبه‌كاران ، پس تو كيستى ؟ گويد : « من آن فقيرم كه با تو در محشر بودم . » گويد : نعيم بهشت تو را تغيير داده است كه من تو را نشناختم . « 1 »\r\n\r\nششم [ حساب شيعيان با اهل بيت ( ع ) است 
  ]\r\n« شيخ طوسى » از آن حضرت روايت كرده است كه : چون روز قيامت شود حق تعالى ما را موكّل گرداند بر حساب شيعيان ما ، پس آنچه از خدا است از خدا سؤال مىكنيم كه از براى ما ببخشد پس آن از ايشان خواهد بود ، و آنچه از حقّ ماست ، بر ايشان مىبخشيم ؛ پس حضرت اين آيه را خواند :   إِنَّ إِلَيْنا إِيابَهُمْ ، ثُمَّ إِنَّ عَلَيْنا حِسابَهُمْ .   « 2 »\r\n\r\nهفتم [ حساب كشى به اندازه عقل افراد 
  ]\r\nشيخ كلينى از حضرت امام محمّد باقر عليه السّلام روايت كرده است كه فرمود : اين است و جز اين نيست كه دقّت مىكند حق‌تعالى با بندگان در حساب در روز قيامت به قدر آنچه در دنيا به ايشان داده از عقل . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - امالى صدوق 441 م 57 ح 11 / قم 587 ط بعثت عنه بحار 7 / 259 ب 11 ح 4 .\r\n( 2 ) - بحار ج 7 ص 264 ؛ سورهء 88 آيهء 26 . پس همانا بازگشت آنان به سوى ما مىباشد ، پس به تحقيق حسابشان بر عهدهء ماست .\r\n( 3 ) - بحار ج 7 ص 267 حديث 32 : انّما يداق اللّه العباد فى الحساب يوم القيامة على قدر ما آتاهم من العقول فى الدّنيا ، نقل از اصول كافى 1 / 11 كتاب العقل و الجهل ح 7 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\n\r\nحكايت [ سختى حساب و كتاب قيامت 
  ]\r\nاز خطّ شيخ شهيد ( عليه الرّحمة ) نقل شده كه « احمد بن ابى الحوارى » گفت كه :\r\nآرزو كردم ابو سليمان دارانى « 1 » را در خواب بينم ، تا آن‌كه بعد از يك سال او را در خواب ديدم . گفتم به او : يا معلّم چه كرد حق‌تعالى با تو ؟\r\nگفت : اى احمد يك وقتى آمدم از باب صغير ، ديدم شترى از « درمنه » ( و آن گياهى است كه به عربى آن را شيخ مىگويند ) پس من يك چوب از آن گرفتم ، نمىدانم كه با آن خلال كردم يا آن‌كه در دندان نكردم و دور افكندم ، الحال مدّت يك سال است كه من مبتلا به حساب آن هستم . « 2 »\r\nمؤلّف گويد كه : استبعاد ندارد اين حكايت بلكه تصديق مىكند آن را ، آيهء شريفه :\r\n يا بُنَيَّ إِنَّها إِنْ تَكُ مِثْقالَ حَبَّةٍ مِنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السَّماواتِ أَوْ فِي الْأَرْضِ يَأْتِ بِهَا اللَّهُ  « 3 » و قول امير المؤمنين عليه السّلام در يكى از خطبه‌هاى خود : اليست النّفوس عن مثقال حبّة من خردل مسئولة ؟ يعنى آيا نيست كه از نفوس ، از هم‌وزن يك دانه خردل سؤال خواهد شد ؟ « 4 »\r\nو در كاغذى كه به « محمّد بن ابى بكر » نوشته فرموده : و اعلموا عباد اللّه انّ اللّه عزّ و جلّ سائلكم عن الصّغير من عملكم و الكبير « 5 » « و بدانيد اى بندگان خدا كه خداوند عزّ و جلّ سؤال خواهد كرد از شما از هر كوچك و بزرگ از عمل شما . »\r\nو در كاغذى كه به ابن عباس مرقوم داشته فرمود : اما تخاف نقاش الحساب « آيا نمىترسى از مناقشهء در حساب ؟ . » « 6 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ابو سليمان دارانى عبد الرحمن بن عطيّه ، زاهد معروف است كه در سنهء 235 در داريا كه از قراء دمشق است وفات كرد و قبرش در آنجا معروف است و احمد بن ابى الحوارى از اصحاب اوست . كذا فى معجم البلدان ( منه ) .\r\n( 2 ) - سفينة البحار ج 1 مادّهء حسب ( محاسبة النفس ) . ص 965 ، ط آستان قدس رضوى ، بحار 77 / 167 .\r\n( 3 ) - سورهء 31 آيهء 16 « مفسرين گفته‌اند : يعنى اى پسرك من به درستى كه خصلتى كه در آدمى است از بدى و اسائه يا احسان ، اگر باشد در خردى هم‌وزن خردلى و باشد در جوف سنگ بزرگ يا در آسمان‌ها باشد يا در زمين بياورد خدا آن را در موقف حساب و بر آن حساب كند » . ( منه )\r\n( 4 ) - سفينة البحار 1 / 596 واژهء حسب ط آستان قدس رضوى .\r\n( 5 ) - نهج البلاغه فيض الاسلام ص 886 .\r\n( 6 ) - نهج البلاغه نامهء 41 .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nو اصل مناقشه از ( نقش الشّوكة ) است يعنى بيرون كرد خار را ؛ يعنى همچنان‌كه در بيرون آوردن خار از بدن كمال دقت و كاوش و باريك‌بينى را به عمل مىآورند تا آن را پيدا كرده و بيرون آورند ، همين‌طور در حساب دقّت و باريك‌بينى به عمل مىآورند .\r\nو بدانكه بعضى از محقّقين گفته كه : « نجات نمىيابد از خطر ميزان و حساب ، مگر كسى كه حساب كند در دنيا نفس خود را و بسنجد به ميزان شرع ، اعمال و اقوال و خطرات و لحظات خود را » همچنانكه در خبر وارد شده است كه فرمودند : حساب كنيد نفسهاى خود را پيش از آن‌كه حساب كشند از شما ، و بسنجيد اعمال خود را پيش از آن‌كه بسنجد اعمال شما را . « 1 »\r\n\r\nحكايت [ حساب و كتاب كردن توبة بن صمه اعمال خويش را 
  ]\r\nشخصى بود نام او « توبة بن صمّه » ، نقل شده كه او حساب مىكرد نفس خود را در بيشتر اوقات شب و روز خود ، پس روزى حساب كرد ايّام گذشتهء عمر خود را ، يافت شصت سال از عمرش گذشته است . پس حساب كرد ايّام آن را ، يافت كه بيست و يك هزار و پانصد روز مىشود ، گفت : واى بر من ، آيا من ملاقات خواهم كرد مالك را به بيست و يك هزار و پانصد گناه ؟ ! اين را گفت و بيهوش افتاد و در همان بيهوشى وفات كرد . « 2 »\r\nفقير گويد : روايت شده كه وقتى حضرت رسول صلّى اللّه عليه و آله و سلّم فرود آمد به زمين بىگياهى ، پس فرمود به اصحاب خود كه برويد هيزم بياوريد ، عرض كردند يا رسول اللّه ! ما در زمين بىگياهيم كه هيزم در آن يافت نمىشود ، فرمود : « هركس هرچه ممكنش مىشود بياورد . » پس هيزم آوردند ريختند مقابل آن حضرت روى هم . چون هيزمها جمع شد حضرت فرمود : « همين‌طور جمع مىشود گناهان » « 3 » . معلوم شد كه مقصد آن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - رسول خدا صلّى اللّه عليه و آله و سلّم فرمود : حاسبوا انفسكم قبل ان تحاسبوا ، وزنوها قبل ان توزنوا ( محاسبة النّفس / 13 ط تهران عنه بحار 70 / 73 ب 45 ح 26 ) .\r\n( 2 ) - كشكول شيخ بهائى قدّس سرّه 2 / 217 عنه سفينة البحار ج 2 مادّه « ذنب » ص 289 ط آستان قدس رضوى .\r\n( 3 ) - اصول كافى 2 / 288 باب استصغار الذنوب ح 3 .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nحضرت از امر فرمودن به آوردن هيزم اين بود كه اصحاب ملتفت شوند همين‌طور كه در آن بيابان خالى از گياه هيزم به نظر نمىآمد ، وقتى كه در طلب و جستجوى آن شدند مقدارى كثير هيزم جمع شد و روى هم ريخته شد ، همين نحو گناه به نظر نمىآيد ، چون جستجو و حساب شود گناهان بسيارى جمع مىشود . چنان‌كه « توبة بن صمّه » براى هرروز عمر خود يك گناه فرض كرد ، حساب كرد بيست و يك هزار و پانصد گناه شد .\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n\r\nفصل يكى از مواقف مهولهء « 1 » قيامت ، موقفى است كه نامه‌هاى اعمال داده شود\r\nچنان‌چه حق‌تعالى در اوصاف قيامت فرموده :  وَ إِذَا الصُّحُفُ نُشِرَتْ  « 2 » يعنى وقتى كه صحيفه‌ها منتشر و پهن شود ؛ « على بن ابراهيم » گفته كه :\r\nمراد صحيفه‌هاى اعمال مردم است . « 3 » و نيز حق‌تعالى در سورهء انشقاق فرمود :\r\n  فَأَمَّا مَنْ أُوتِيَ كِتابَهُ بِيَمِينِهِ فَسَوْفَ يُحاسَبُ حِساباً يَسِيراً   ( الآيات ) « 4 » يعنى : امّا آن‌كه داده شود نامهء او به دست راستش پس به زودى حساب كرده شود حساب آسانى ، و برگردد به سوى كسانش شاد و خرّم . و امّا آن‌كه داده شود نامهء او به پشت سر او ، پس به زودى بخواند هلاك را يعنى بگويد : واثبورا ، و درآيد يا بسوزد در آتش افروخته .\r\n« عيّاشى » از حضرت صادق عليه السّلام روايت كرده است كه : چون روز قيامت شود به هر كس نامهء او را بدهند و گويند : بخوان ، پس حق‌تعالى به خاطر او مىآورد جميع كرده‌هاى او را از نگاه كردن و سخن گفتن و قدم برداشتن و غير اينها را به نحوى كه گويا الحال كرده است ؛ پس مىگويد : اى واى بر ما ، چه مىشود اين نامه را كه ترك نكرده است صغيره را و نه كبيره را ، مگر آن‌كه احصا « 5 » كرده است آن را . « 6 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ترسناك .\r\n( 2 ) - سورهء 81 - آيهء 10 .\r\n( 3 ) - تفسير قمّى 2 / 407 ط نجف اشرف .\r\n( 4 ) - سورهء 84 آيهء 8 به بعد .\r\n( 5 ) - سرشمارى .\r\n( 6 ) - بحار ج 7 ص 314 ح 9 .  « يا وَيْلَتَنا ما لِهذَا الْكِتابِ لا يُغادِرُ صَغِيرَةً وَ لا كَبِيرَةً إِلَّا أَحْصاها »  كهف / 49 .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\n« ابن قولويه » از حضرت صادق عليه السّلام روايت كرده كه : هركه زيارت كند قبر امام حسين عليه السّلام را در ماه رمضان و بميرد در راه زيارت ، از براى او عرض و حسابى نخواهد بود ، و به او گويند كه داخل بهشت شو بدون خوف و بيم . « 1 »\r\nعلّامهء مجلسى ( رحمة اللّه عليه ) در « تحفه » فرموده : به دو سند معتبر منقول است كه حضرت امام رضا عليه السّلام فرمود : هركه زيارت كند مرا با آن دورى قبر من ، بيايم به نزد او در سه موطن روز قيامت تا او را خلاصى بخشم از اهوال آنها ، در وقتى كه نامه‌هاى نيكوكاران در دست راست ايشان و نامه‌هاى بدكاران به دست چپ ايشان پرواز كند ، و نزد صراط ، و نزد ترازوى اعمال . « 2 »\r\n\r\n[ كلام امام صادق در رابطه با نامه اعمال مؤمن 
  ]\r\nو در حقّ اليقين « 3 » فرموده كه : « حسين بن سعيد » در كتاب زهد از حضرت صادق عليه السّلام روايت كرده است كه : چون حق‌تعالى خواهد مؤمن را حساب كند ، نامهء او را به دست راست او بدهد و ميان خود و او حساب كند كه ديگرى مطّلع نشود ، و گويد : اى بندهء من ! فلان‌كار و فلان‌كار كردى ، گويد : اى پروردگار من كرده‌ام ، پس خداوند كريم فرمايد كه : آمرزيدم آنها را از براى تو و بدل كردم آنها را به حسنات .\r\nپس مردم گويند : سبحان اللّه ! اين بنده يك گناه نداشته است ؛ و اين است معنى قول حق‌تعالى : هركه نامهء او به دست راست او داده شود ، پس بعد از اين حساب خواهد شد حسابى آسان و برمىگردد به سوى اهل خود مسرور و خوشحال « 4 » .\r\nراوى پرسيد : كدام اهل ؟\r\nفرمود : اهلى كه در دنيا داشته است اهل اويند در بهشت اگر مؤمن باشد . پس فرمود : اگر نسبت به بنده ارادهء بدى داشته باشد حساب مىكند او را علانيه در حضور خلايق ، و حجّت را بر او تمام مىكند و نامه‌اش را به دست چپ او مىدهند ؛ چنان‌چه حق‌تعالى فرموده است : و امّا آن‌كه نامهء او را از پشت سر او مىدهند پس « واثبورا »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كامل الزّيارات / 331 عنه نور العين فى المشى الى زيارة قبر الحسين عليه السّلام ص 30 ب 9 ح 3 .\r\n( 2 ) - خصال 1 / 109 و امالى صدوق ص 121 عنهما بحار / 102 / 34 ب 53 ح 13 .\r\n( 3 ) - حقّ اليقين 445 - 444 ب 5 ف 11 - بحار 7 / 325 ب 16 ح 17 .\r\n( 4 ) -    فَأَمَّا مَنْ أُوتِيَ كِتابَهُ بِيَمِينِهِ ، فَسَوْفَ يُحاسَبُ حِساباً يَسِيراً ، وَ يَنْقَلِبُ إِلى أَهْلِهِ مَسْرُوراً .   \r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nخواهد گفت و آتش‌افروز جهنّم خواهد گرديد ؛ به درستى كه در اهل خود شاد بود ؛ يعنى در دنيا و گمان مىكرد كه به آخرت برنخواهد گشت . « 1 »\r\nو اين اشاره است به آن‌كه دستهاى منافقان و كافران را غل مىكنند و نامهء ايشان را از پشت سر به دست چپ ايشان مىدهند و به اين دو حالت اشاره شده است در دعاهاى وضو در هنگام شستن دستها كه :\r\n« خداوندا بده نامهء مرا به دست راست من و نامهء مخلّد بودن مرا در بهشت به دست چپ من ، و حساب كن مرا حسابى آسان . و خداوندا مده نامهء مرا به دست چپ من و نه از پشت سر من ، و مگردان دستهاى مرا غل كرده در گردن من ( انتهى ) . « 2 »\r\n\r\n[ برخورد امام سجاد ( ع ) با غلام و كنيز 
  ]\r\nمؤلف گويد كه : در اين مقام مناسب ديدم تبرّك جويم به ذكر يك روايت : سيّد بن طاووس - رضوان اللّه عليه - خبرى نقل كرده كه حاصلش اين است كه چون ماه رمضان داخل مىشد حضرت « امام زين العابدين عليه السّلام » غلام و كنيز خود را نمىزد و هر كدام كه تقصيرى در خدمت مىكردند مىنوشت در كتابى اسم آن غلام يا كنيز را و تقصير او را در آن روز معيّن بدون آن‌كه او را تأديب و شكنجه كند . « 3 » و اين تقصيرات جمع مىشد تا شب آخر ماه رمضان ، آن شب آنها را مىطلبيد و جمع مىنمود ايشان را بر دور خود . آنگاه بيرون مىآورد آن كتابى را كه تقصيرات ايشان در آن بود . پس مىفرمود : اى فلان ، آيا ياد مىآورى در فلان روز ، فلان تقصير را بجا آوردى و من تأديب نكردم تو را ؟\r\nعرض مىكرد : بلى يابن رسول اللّه .\r\nپس به ديگرى اين را مىفرمود و همچنين هريك را يادشان مىآورد تقصيراتشان و اقرار از آنها مىگرفت تا به آخر ، آنگاه مىايستاد در وسط ايشان و مىفرمود به آنها كه صداها را بلند كنيد و بگوئيد : اى علىّ بن الحسين ! پروردگار تو هم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -      وَ أَمَّا مَنْ أُوتِيَ كِتابَهُ وَراءَ ظَهْرِهِ ، فَسَوْفَ يَدْعُوا ثُبُوراً ، وَ يَصْلى سَعِيراً ، إِنَّهُ كانَ فِي أَهْلِهِ مَسْرُوراً إِنَّهُ ظَنَّ أَنْ لَنْ يَحُورَ      ( انشقاق 10 - 14 )\r\n( 2 ) - ثواب الاعمال / 32 - 31 عنه بحار 80 / 319 ب 32 ح 12 .\r\n( 3 ) - مسلّم است كه امام عليه السّلام شكنجه نمىنمودند ، ولى ممكن است آن حضرت براى تربيت غلامانش ، گاهى آنها را به‌طريق درست تأديب مىفرمودند .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nهرچه كرده‌اى عمل تو را شمرده و ضبط كرده همچنان‌كه تو ضبط كردى و شمردى بر ما اعمال ما را ، و نزد خدا كتابى است كه نطق مىكند به حق و فرونمىگذارد كوچك و بزرگ عمل تو را مگر آن‌كه ضبط كرده و نگاه داشته ، و مىيابى هرچه كرده‌اى حاضر نزد آن و نوشته شده در آن هم‌چنان‌كه ما يافتيم اعمال خود را حاضر نزد تو ، پس عفو و اغماض كن از ما هم‌چنان‌كه اميدوارى از خداوند عفوّ كه عفو كند تو را ، ياد كن اى « علىّ بن الحسين » ! ذلّت مقام خود را در مقابل پروردگار حاكم عادلى كه ظلم نمىكند هموزن دانهء خردلى ، پس عفو كن از ما تا خداوند مليك « 1 » از تو عفو كند و از تو بگذرد زيرا كه خودش فرموده :  وَ لْيَعْفُوا وَ لْيَصْفَحُوا أَ لا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ  « 2 » معنى آيهء شريفه اين است كه : بايد عفو كند جريمه‌اى را كه از گناهكاران صادر شده و روى بگردانند از انتقام و اغماض نمايند ، آيا دوست نمىداريد كه بيامرزد خداى مر شما را ؟\r\nو پيوسته حضرت تلقين مىفرمود ايشان را به اين نحو كلمات و ايشان ندا مىكردند آن حضرت را و اين كلمات را به آن حضرت مىگفتند ، و آن‌جناب در بين ايشان ايستاده بود و گريه و نوحه مىكرد و مىگفت : « پروردگارا تو امر فرمودى ما را كه عفو كنيم آن كسى كه بر ما ظلم كرده ، پس ما عفو كرديم ، پس تو هم عفو كن از ما ؛ همانا تو اولى هستى از ما به عفو كردن ، و امر فرمودى ما را كه سائل را از در خانه ردّ نكنيم . پروردگارا ، ما از روى سؤال و مسكنت به درگاه تو آمديم و اميد احسان تو را داريم پس منّت گذار بر ما و ما را نوميد برمگردان » . و از اين نوع كلمات مىگفت ، آنگاه رو مىكرد به غلامان و كنيزان خود و مىفرمود : « من عفو كردم از شما ، آيا شما هم از من عفو كرديد و گذشتيد از بديها كه از من سر زده نسبت به شما ؛ زيرا كه من مالك بد ظالم مىباشم ، و مملوكم از براى مالك كريم جواد عادل محسن متفضّل » « 3 » .\r\nغلامان و كنيزان عرض مىكردند : ما عفو كرديم از تو اى آقاى ما ، تو به ما بدى نكردى .\r\nمىفرمود : بگوييد : خدايا عفو كن از « علىّ بن الحسين » همچنانكه از ما عفو كرد ، و آزاد كن او را از آتش همچنانكه ما را آزاد كرد از قيد بندگى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - پادشاه .\r\n( 2 ) - سورهء 34 - آيهء 22 .\r\n( 3 ) - نيكوئىكننده .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nآنها اين كلمات را مىگفتند و آن حضرت مىگفت : اللّهم آمين ربّ العالمين اذهبوا فقد عفوت عنكم و اعتقت رقابكم رجاء للعفو عنّى و عتق رقبتى « 1 » .\r\nپس چون روز عيد مىگشت ، جايزه مىداد به ايشان به‌مقدارى كه آنها را حفظ كند و بىنياز كند از آنچه در دست مردم است ، و هيچ سالى نبود مگر آن‌كه آزاد مىكرد در شب آخر ماه رمضان بيست نفر يا چيزى كمتر يا زيادتر و مىگفت : حق‌تعالى در هر شب ماه رمضان وقت افطار هفتاد هزار هزار نفر از آتش جهنّم آزاد مىكند كه همگى مستوجب آتش باشند ، و چون شب آخر شود به مقدارى كه در جميع ماه رمضان آزاد كرده آزاد فرمايد ، و من دوست مىدارم كه خدا مرا ببيند كه من آزاد كردم بندگان خود را در دنيا به اميد آن‌كه مرا آزاد فرمايد از آتش جهنّم . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - خدايا اجابت كن اى پروردگار عالم‌ها و ( مىفرمود ) : برويد ، از شما گذشتم و شما را آزاد كردم به اميد اين‌كه عفو كند خدا مرا و از آتش آزادم كند .\r\n( 2 ) - الاقبال / 477 عنه بحار ج 46 ص 105 - 103 ب 5 ح 93 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\n\r\nفصل يكى از جاهاى هولناك آخرت « صراط » است\r\nو آن جسرى « 1 » است كه بر روى جهنّم مىكشند و تا كسى از آن نگذرد داخل بهشت نمىشود . « 2 »\r\nو در روايات وارد شده است كه : از مو باريك‌تر و از شمشير برّنده‌تر و از آتش گرم‌تر است ، و مؤمنان خالص در نهايت آسانى از آن مىگذرند مانند برق جهنده ، و بعضى به دشوارى مىگذرند امّا نجات مىيابند ، و بعضى از عقبات آن به جهنّم مىافتند و آن در آخرت ، نمونهء صراط مستقيم دنيا است كه دين حق و راه ولايت و متابعت حضرت امير المؤمنين و ائمّهء طاهرين از ذريّهء او صلوات اللّه عليهم اجمعين است ، و هركه از اين صراط عدول و ميل به باطل كرده است ، از گفتار يا كردار ، از همان عقبه از صراط آخرت مىلرزد و به جهنّم مىافتد و صراط مستقيم سورهء حمد اشاره به هردو است . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - پل\r\n( 2 ) - امام صادق عليه السّلام فرمود : صراط راه رسيدن به معرفت الهى مىباشد و آن دو راه است : يك راه در دنيا و راهى در آخرت ، پس راه در دنيا همان امام واجب الاطاعة است كه هركس او را در دنيا بشناسد و از او پيروى نمايد در آخرت از صراطى كه همان پل روى جهنّم است مىگذرد ( بحار 8 / 66 ح 3 نقل از جامع الاخبار 13 - 14 ) .\r\n( 3 ) - بحار ج 8 ص 71 - 69 - 66 - 64 .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nعلّامهء مجلسى ( رحمة اللّه عليه ) در « حقّ اليقين » از كتاب عقايد شيخ صدوق رحمه اللّه نقل كرده كه فرمود : اعتقاد ما در عقباتى كه در راه محشر است آن است كه : هر عقبه‌اى اسم واجب و فرضى است از اوامر و نواهى الهى ، پس انسان به هر عقبه‌اى برسد كه مسمّى به اسم آن واجب است ، اگر تقصير در آن واجب كرده است او را در آن عقبه هزار سال باز مىدارند و طلب حقّ خدا در آن واجب از او مىكنند ، اگر بيرون آمد از عهدهء آن به عمل صالحى كه در پيش فرستاده باشد يا به رحمتى از خدا كه او را دريابد نجات مىيابد از آن و مىرسد به عقبهء ديگر ، پس پيوسته او را از عقبه به عقبهء ديگر مىبرند و نزد هر عقبه سؤال مىكنند از آنچه او در صاحب اسم آن عقبه تقصير كرده است ، پس اگر از همه سلامت بيرون رفت منتهى مىشود به « دار بقاء » پس حياتى مىيابد كه هرگز مرگ در آن نمىباشد و سعادتى مىيابد كه شقاوت با آن نمىباشد ، و ساكن مىشود در جوار خدا با پيغمبران و حجج « 1 » و صدّيقين و شفعاء و صالحان از بندگان خداى تعالى ، و اگر او را بر عقبه‌اى حبس كنند و طلب كنند از او حقّى را كه تقصير در آن كرده ، و نجات ندهد آن را عمل صالحى كه پيش فرستاده باشد و درنيابد او را رحمتى از جانب حق‌تعالى ، مىلغزد قدمش از آن عقبه فرومىرود در جهنّم ، پناه مىبريم به خداى تعالى از آن .\r\nاين عقبات همه بر صراط است ، و اسم يك عقبهء از آنها ولايت است كه همهء خلايق را نزد آن عقبه باز مىدارند و سؤال مىكنند از ولايت امير المؤمنين عليه السّلام و ائمّهء بعد از او عليهم السّلام . اگر اتيان به آن كرده است نجات مىيابد و مىگذرد و اگرنه ، فرومىرود به سوى جهنّم چنان‌كه حق‌تعالى فرموده است :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - حجّت‌هاى الهى ( امامان عليهم السّلام ) .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\n وَ قِفُوهُمْ إِنَّهُمْ مَسْؤُلُونَ  « 1 » . و اهمّ عقبات ، مرصاد است ؛  إِنَّ رَبَّكَ لَبِالْمِرْصادِ  « 2 » و حق‌تعالى مىفرمايد : « به عزت و جلال خود سوگند ياد مىكنم كه از من نمىگذرد ظلم ظالمى » و اسم يك عقبه رحم است ، و اسم ديگرى امانت است و اسم ديگرى نماز ، و به اسم هرفرض يا امر يا نهى عقبه‌اى هست كه بنده را نزد آن عقبه باز مىدارند و از آن فرض سؤال مىكنند . ( انتهى ) « 3 »\r\n\r\n[ معنى آيه وَ جِيءَ يَوْمَئِذٍ بِجَهَنَّمَ 
  ]\r\nاز حضرت امام محمّد باقر عليه السّلام روايت كرده است كه چون اين آيه نازل شد :  « وَ جِيءَ يَوْمَئِذٍ بِجَهَنَّمَ  « 4 » ؛ و بياورند در آن روز جهنّم را » از حضرت رسول صلّى اللّه عليه و آله و سلّم پرسيدند معنى اين آيه را ، فرمود كه : « روح الامين » مرا خبر داده كه چون حق‌تعالى اوّلين و آخرين را در قيامت جمع كند ، بياورند جهنّم را با هزار مهار كه كشند او را صد هزار ملك در نهايت شدّت و غلظت ، و جهنّم را صداى درهم شكستن و خروش و غضب عظيم بوده باشد ، پس نفسى بكشد و صدايى در آن ظاهر شود كه اگرنه آن باشد كه حق تعالى امر مردم را تأخير كرده است از براى حساب هرآينه همه را هلاك كند ، پس نماند هيچ بنده‌اى از بندگان خدا نه ملكى و نه پيغمبرى مگر آن‌كه فرياد كند : ربّ نفسى نفسى ، پروردگارا جان مرا جان مرا نجات ده . و تو اى پيغمبر خدا ندا كنى كه :\r\nامّتى امّتى و از براى امّت خود دعا كنى .\r\nپس صراط را بر روى آن بگذارند ، از مو باريك‌تر و از شمشير برنده‌تر ، و آن سه قنطره « 5 » داشته باشد ، بر يك قنطره امانت باشد و صلهء رحم ، و بر دوم نماز ، و بر سوم عدالت پروردگار عالميان ، يعنى : حكم در مظلمه‌هاى بندگان ، پس مردم را تكليف مىكنند كه بر صراط بگذرند ، پس در عقبهء اوّل صلهء رحم و امانت ايشان را نگاه مىدارد ، اگر قطع رحم و خيانت در اموال مردم كرده باشند از اين عقبه نمىگذرند تا از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء 37 آيهء 24 « نگاهداريد آنها را ، از آنها سؤال مىشود . »\r\n( 2 ) - سورهء 89 آيهء 13 « همانا پروردگارت در كمين است . »\r\n( 3 ) - بحار ج 7 ص 129 - 128 و حقّ اليقين ص 537 - 536 .\r\n( 4 ) - سورهء 89 آيهء 23 .\r\n( 5 ) - پل .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nعهدهء آن بدرآيند يا به جهنّم افتند ، و از اين عقبه اگر نجات يافتند ، نماز ايشان را نگاه مىدارد ، و اگر از اين عقبه نجات يافتند ، عدالت الهى براى مظالم عباد ايشان را نگاه مىدارد ؛ و اشاره به اين است آنچه حق‌تعالى فرموده :  « إِنَّ رَبَّكَ لَبِالْمِرْصادِ  « 1 » ؛ به درستى كه پروردگار تو بر سر راه يا كمينگاه است » و مردم بر صراط مىروند و بعضى به دست چسبيده‌اند ، و بعضى يك پايش لغزيده به پاى ديگر خود را نگاه مىدارد ، و ملائكه بر دور ايشان ايستاده و دعا و ندا مىكنند كه : اى خداوند حليم بردبار بيامرز و عفو كن به فضل خود ، و سالم بدار و به سلامت بگذران ايشان را ، و مردم مىريزند در آتش مانند شب‌پره ، پس كسى كه به رحمت خدا نجات يافت و گذشت مىگويد :\r\nالحمد للّه ، و به نعمت خدا تمام مىشود اعمال صالحات و نموّ مىكند حسنات ، و حمد مىكنم خداوندى را كه نجات داد مرا از تو بعد از آن‌كه نااميد شده بودم به منّت و فضل خود ، به درستى كه پروردگار ما آمرزنده و شكركننده است عملهاى بندگان خود را . « 2 »\r\nثقهء جليل ، « حسين بن سعيد اهوازى » از حضرت امام محمّد باقر عليه السّلام روايت كرده :\r\nكه مردى آمد نزد حضرت ابى ذر - رضى اللّه عنه - بشارت داد او را به اولاد آوردن گوسفندانش ؛ پس گفت : اى ابو ذرّ مژده باد تو را كه گوسفندانت اولاد آورده و بسيار شدند .\r\nفرمود : مسرور نمىسازد مرا بسيارى ايشان و دوست ندارم اين را ، پس آنچه كم باشد و كفايت كند ، بهتر است نزد من از آنچه بسيار باشد و مشغول كند ؛ همانا من شنيدم كه پيغمبر خدا فرمود : « بر دو طرف صراط ، روز قيامت رحم و امانت است پس در وقتى كه بگذرد بر آن ، كسى كه صلهء رحم و اداءكنندهء امانت است ، آن دو طرف صراط نمىگذارند كه بيفتد در آتش » « 3 » .\r\nو در روايت ديگر است كه اگر بگذرد خيانت‌كنندهء در امانت و قطع‌كنندهء رحم ، با اين دو خصلت نفع ندهد او را عملى ديگر و صراط بيفكند او را در آتش . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء 89 آيهء 14 .\r\n( 2 ) - تفسير قمى 2 / 421 عنه بحار الانوار ج 8 ص 65 ح 2 .\r\n( 3 ) - بحار ج 22 ص 410 ح 27 .\r\n( 4 ) - ابو ذر از رسول خدا صلّى اللّه عليه و آله و سلّم نقل مىكند كه در روز قيامت رحم و امانت بر دو طرف صراط قرار دارند ، پس كسى كه صله رحم نموده و امانتدار بوده باشد . پس از صراط مىگذرد و به بهشت مىرود ، امّا كسى كه در امانت خيانت كرده باشد . پيوندش را -\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n\r\nحكايت [ در ديدن آتش جهنم و توصيف آن 
  ]\r\nسيّد اجلّ اكمل مؤيّد ، علّامهء نحرير ، بهاء الدّين ، « سيّد علىّ بن سيّد عبد الكريم نيلى نجفى » كه جلالت شأنش بسيار و مناقبش بىشمار است و تلميذ « شيخ شهيد » و « فخر المحقّقين » است در كتاب « انور المضيئة » در ابواب فضايل حضرت امير المؤمنين عليه السّلام به مناسبتى اين حكايت را از والدش نقل كرده كه : در قريهء « نيله » كه قريهء خودشان باشد ، شخصى بود كه توليت مسجد آن قريه با او بود ، روزى از خانه بيرون نيامد ، او را طلبيدند عذر آورد كه نمىتوانم ، چون تحقيق كردند معلوم شد كه بدن او به آتش سوخته ؛ سواى « 1 » دو طرف رانهاى او تا طرف زانوها كه از آسيب سوختن محفوظ مانده و ديدند درد و الم او را بىقرار كرده ، سبب آن را از او پرسيدند .\r\nگفت : در خواب ديدم كه قيامت برپا شده و مردم در حرج « 2 » عظيمند و بسيار به آتش مىروند ، و من از آن كسانى بودم كه به بهشت مرا فرستادند ، همين‌كه رو به بهشت مىرفتم به پلى رسيدم كه عرض و طول آن بزرگ بود ، گفتند كه : اين صراط است .\r\nپس ما از آن عبور كرديم و هرچه از آن طىّ مىكرديم عرضش كم ، و طولش بسيار مىگشت تا رسيد كه مثل تيزى شمشير شد ، نگاه كرديم در زير آن ديديم كه وادى بسيار بزرگى است و در آن ، آتش سياهى است ، و در آن ، جمره‌هايى « 3 » مثل قلّهء كوهها ، و مردم بعضى نجات مىيابند و بعضى در آتش مىافتند ، و من پيوسته ميل مىكردم از طرفى به طرف ديگر مثل كسى كه بخواهد بيفتد ، تا خود را رسانيدم به آخر صراط ؛ به آنجا كه رسيدم نتوانستم خوددارى كنم كه ناگاه در آتش افتادم و فرورفتم در ميان آتش ، پس خود را رساندم به كنار وادى و هرچه دست انداختم ، دستم به جايى بند نشد و آتش مرا پائين مىكشيد به قوّت جريان خود و من استغاثه مىكردم ، عقل از من پريده بود ، پس ملهم « 4 » شدم به آن‌كه گفتم : يا علىّ بن ابى طالب ! پس نظر افكندم ؛ ديدم مردى به كنار وادى ايستاده ، در دلم افتاد كه او علىّ بن ابيطالب عليه السّلام است . گفتم : اى آقاى من يا امير المؤمنين !\r\n\r\n\r\n","description":"","footnote":"\r\n- از خويشان خود بريده باشد ، هيچ كارى برايش سودمند نمىباشد و از روى صراط در دوزخ سرنگون مىگردد . « كافى 2 ص 152 ب صلة الرّحم ح 11 » .\r\n( 1 ) - مگر ، جز\r\n( 2 ) - تنگى و فشار و زحمت .\r\n( 3 ) - پارهء آتش .\r\n( 4 ) - الهام‌شده ، تلقين‌كرده‌شده .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nفرمود : دست خود را بياور نزديك ، پس كشيدم دست خود را به جانب آن حضرت ، پس گرفت دست مرا و كشيد مرا بيرون و افكند مرا در كنار وادى ، پس آتش را از دو طرف ران من دور كرد به دست شريف خود . كه من وحشت نموده از خواب جستم ، و اين حال خود را ديدم كه بينيد كه سالم نمانده بدن من از آتش مگر آنجائى كه امام دست ماليده ؛ پس مدّت سه ماه مرهم‌كارى كرد تا سوخته‌ها بهتر شد و بعد از آن كم بود كه نقل كند اين حكايت را به جهت احدى مگر آن‌كه تب مىگرفت او را ( انتهى ) .\r\n\r\nذكر چند عملى براى سهولت گذشتن از اين عقبه ، غير از صله رحم و اداء امان كه گذشت .\r\n\r\n[ اوّل 
  ] [ عملى براى محفوظ ماندن از عذاب قبر 
  ]\r\nسيّد بن طاووس در كتاب « اقبال » روايت كرده كه : در شب اوّل ماه رجب بعد از نماز مغرب ، بيست ركعت نماز كند به حمد و توحيد و بعد از هر دو ركعت سلام دهد تا محفوظ بماند خودش و اهل و مال و اولادش و از عذاب قبر در پناه باشد و از صراط ، بىحساب ، مانند برق بگذرد . « 1 »\r\n\r\nدوّم [ روزه‌دارى 
  ]\r\nروايت شده : هركه شش روز از ماه رجب روزه بگيرد از آمنين باشد روز قيامت و بگذرد بر صراط به غير حساب . « 2 »\r\n\r\nسوّم [ عملى برابر با ثواب مجتهدين 
  ]\r\nو نيز سيّد روايت كرده : كسى كه در شب بيست و نهم شعبان ده ركعت نماز كند ، بخواند در هرركعت حمد يك مرتبه و   « أَلْهاكُمُ التَّكاثُرُ »   ده مرتبه ، و معوّذتين « 3 » ده مرتبه ، و توحيد ده مرتبه ، عطا فرمايد حق‌تعالى به او ثواب مجتهدين ، و سنگين كند ميزان او را از حسنات و آسان گرداند بر او حساب را ، و بگذرد بر صراط مثل برق جهنده . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اقبال الاعمال ص 629 .\r\n( 2 ) - ثواب الاعمال ( با ترجمهء فارسى ) ص 126 ، ( بىترجمه ) ص 79 .\r\n( 3 ) - سوره‌هاى ناس و فلق .\r\n( 4 ) - مصباح كفعمى قدّس سرّه 541 ف 44 ط نجف اشرف .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\n\r\nچهارم [ زيارت امام رضا ( ع ) 
  ]\r\nدر فصل سابق گذشت : هركه زيارت كند حضرت امام رضا عليه السّلام را با آن دورى قبر شريفش ، آن حضرت بيايد نزد او در سه موطن روز قيامت تا او را خلاصى بخشد از اهوال آنها ، كه يكى از آنها نزد صراط است . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار ج 102 ص 34 ب 53 ح 13\r\n امروز زنده‌ايم به ولاى تو يا على * فردا به روح پاك امامان گواه باش\r\n« قبر امام هشتم و سلطان دين ، رضا * از جان ببوس و بر در آن بارگاه باش » \r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n\r\nخاتمه در ذكر چند خبر در سختى عذاب جهنّم\r\n( اعاذنا اللّه منها ) و چند قصّه از قصص خائفان و چند مثلى از مثلهاى « بلوهر « 1 » و يوزاسف « 2 » » و غير آن‌كه موجب تنبّه مؤمنان است ؛ اما اخبار :\r\n\r\nاوّل [ توصيف جهنم از زبان پيامبر ( ص ) 
  ]\r\nبه سند صحيح از « ابو بصير » منقول است كه به خدمت امام جعفر صادق عليه السّلام عرض كردم كه : اى فرزند رسول خدا ! مرا بترسان از عذاب الهى كه دلم بسيار قساوت به هم رسانيده است .\r\nفرمود : اى ابو محمّد ! مستعدّ باش براى زندگانى دورودراز كه زندگى آخرت است ، كه آنها را نهايت نيست و فكر آن زندگانى را بكن و تهيّهء آن را درست كن ، به درستى كه جبرئيل روزى به نزد حضرت رسول صلّى اللّه عليه و آله و سلّم رو ترش كرده و آثار اندوه در چهره‌اش ظاهر بود ! و پيش از آن ، هرگاه مىآمد متبسّم و خندان و خوشحال مىآمد پس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مردى . . . از اهل دين و عبادت كه او را « بلوهر » مىگفتند در سرزمين « سرانديب » و آن مردى بود عابد و حكيم و دانا ( عين الحيات ص 328 ) .\r\n( 2 ) - نام شاهزاده‌اى بود كه از اندرزها و حكمتهاى « بلوهر » استفاده نمود و سرانجام خداى تعالى به وسيلهء فرشته‌اى دلش را پر از نور حكمت نمود ، و او را پيشوا و هدايت‌كنندهء مردم قرار داد .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nحضرت فرمود كه : اى جبرئيل ! چرا امروز چنين غضبناك و محزون آمده‌اى ؟ ! جبرئيل گفت كه : « امروز دم‌هايى را كه بر آتش جهنّم مىدميدند از دست گذاشتند . » فرمود :\r\nدم‌هاى آتش جهنّم چيست اى جبرئيل ؟ ! گفت : « اى محمّد ! حق‌تعالى امر فرمود كه هزار سال بر آتش جهنّم دميدند تا سفيد شد ، پس هزار سال ديگر دميدند تا سرخ شد ، پس هزار سال ديگر دميدند تا سياه شد ، و اكنون سياه است و تاريك ، و اگر قطره‌اى از ضريع كه عرق اهل جهنّم از چرك و ريم فرجهاى زناكاران است ، كه در ديگهاى جهنّم جوشيده و به‌عوض آب به اهل جهنّم مىخورانند در آبهاى اهل دنيا بريزند هرآينه جميع اهل دنيا از گندش بميرند ، و اگر يك حلقه از زنجيرى كه هفتاد ذرع است و بر گردن اهل جهنّم مىگذارند بر دنيا بگذارند از گرمى آن تمام دنيا بگدازد ، و اگر پيراهنى از پيراهنهاى اهل آتش را در ميان زمين و آسمان بياويزند اهل دنيا از بوى بد آن هلاك شوند » . چون جبرئيل عليه السّلام اينها را بيان فرمود ، حضرت رسول صلّى اللّه عليه و آله و سلّم و جبرئيل هردو به گريه درآمدند . پس حق‌تعالى ملكى فرستاد به سوى ايشان كه :\r\n« پروردگار شما سلام مىرساند شما را و مىفرمايد كه من شما را ايمن گردانيدم از آن‌كه گناهى كنيد كه مستوجب عذاب من شويد » . پس بعد از آن هرگاه كه جبرئيل به خدمت آن حضرت مىآمد متبسّم و خندان بود .\r\nپس حضرت صادق عليه السّلام فرمود كه : در آن روز اهل آتش عظمت جهنّم و عذاب الهى را مىدانند ، و اهل بهشت عظمت بهشت و نعيم آن را مىدانند ؛ و چون اهل جهنّم داخل جهنّم مىشوند هفتاد سال سعى مىكنند تا خود را به بالاى جهنّم مىرسانند ، چون به كنار جهنّم مىرسند ملائكه گرزهاى آهن بر كلّهء ايشان مىكوبند تا به قعر جهنّم برمىگردند ، پس پوستهاى ايشان را تغيير مىدهند ، پوست تازه بر بدن ايشان مىپوشانند كه عذاب در ايشان بيشتر تأثير كند .\r\nپس حضرت به ابى بصير گفت كه : آنچه گفتم ، تو را كافى است ؟ گفت : بس است مرا و كافى است . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تفسير قمى 438 - 438 عنه بحار 8 / 280 ب 24 ح 1 .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n\r\nدوّم [ ديدن جهنم در شب معراج توسط پيامبر ( ص ) 
  ]\r\nدر خبرى از حضرت صادق عليه السّلام منقول است كه حضرت رسول صلّى اللّه عليه و آله و سلّم فرمود كه : در ليلة المعراج چون داخل آسمان اوّل شدم هرملكى كه مرا ديد خندان و خوشحال شد ، تا آن‌كه رسيدم به ملكى از ملائكه كه عظيم‌تر از او ملكى نديدم با هيئتى بسيار منكر و غضب از جبينش ظاهر ! پس آنچه ملائكه ديگر از تحيّت و دعا نسبت به من بجا آوردند ، او بجا آورد لكن نخنديد و خوشحالى كه ديگران داشتند او نداشت . از جبرئيل پرسيدم كه : اين كيست كه من از ديدن او بسيار ترسان شدم ؟ !\r\nگفت : گنجايش دارد كه از او بترسى و ما همه از او ترسانيم ؛ اين « مالك » ، خازن جهنّم است و هرگز نخنديده است و از روزى كه حق‌تعالى او را والى جهنّم گردانيده تا حال پيوسته خشم و غضبش بر دشمنان خدا و اهل معصيت زياده مىگردد ، و خدا اين ملك را خواهد فرمود كه انتقام از ايشان بكشد ، و اگر با كسى به خنده ملاقات كرده بود يا بعد از اين مىكرد البته بر روى تو مىخنديد و از ديدن تو اظهار فرح مىنمود .\r\nپس من بر او سلام كردم و ردّ سلام بر من نمود ، و مرا بشارت بهشت داد ، پس من به جبرئيل گفتم به سبب منزلت و شوكت او در آسمانها كه جميع اهل سموات او را اطاعت مىنمودند به « مالك » بفرما كه آتش دوزخ را به من بنماياند .\r\nجبرئيل گفت : اى مالك ، به محمّد بنما آتش جهنّم را .\r\nپس مالك پرده از برگرفت و درى از درهاى جهنّم را گشود . ناگاه از آن ، زبانه‌اى به آسمان بلند شد و ساطع گرديد و به خروش آمد كه در بيم شدم . پس گفتم : اى جبرئيل بگو كه پرده را بيندازد . فى الحال « مالك » امر فرمود آن زبانه را كه به جاى خود برگردد ، پس برگشت . « 1 »\r\n\r\nسوّم [ هر كسى يك خانه در بهشت دارد و يك خانه در جهنم 
  ]\r\nبه سند معتبر از حضرت صادق عليه السّلام منقول است كه : حق‌تعالى هيچ‌كس را خلق نفرموده است مگر آن‌كه منزلى در بهشت [ و منزلى در جهنّم برايش قرار داده است ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تفسير قمى 369 - 370 عنه بحار 8 / 291 ب 24 ح 30 .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nپس چون اهل بهشت در بهشت 
  ] و اهل جهنّم در جهنّم ساكن مىشوند ، منادى ندا مىكند اهل بهشت را كه نظر كنيد به سوى جهنّم ، پس مشرف مىشوند و نظر مىكنند به سوى جهنّم و منزلهاى ايشان را در جهنّم به ايشان مىنمايند كه اين منزلى است كه اگر معصيت الهى مىكرديد داخل اين منازل مىشديد ؛ پس چندان ايشان را فرح و شادى روى مىدهد كه اگر مرگ در بهشت باشد ، بميرند از شادى آن‌كه از چنين عذابى نجات يافته‌اند .\r\nپس منادى ندا كند اهل جهنّم را كه به جانب بالا نظر كنيد ، چون نظر كنند ايشان را در بهشت و نعمتها كه در آنجا مقرّر شده به ايشان بنمايند ، و بگويند به ايشان كه اگر اطاعت الهى مىكرديد اين منازل را متصرّف مىشديد ؛ پس ايشان را حالى رو دهد از اندوه كه اگر مرگ باشد بميرند .\r\nپس منازل اهل جهنّم را در بهشت به نيكوكاران دهند و منازل اهل بهشت را در جهنّم به بدكاران دهند و اين است تفسير اين آيه « 1 » كه حق‌تعالى در شأن اهل بهشت مىفرمايد ، كه ايشانند وارثان كه به ميراث مىبرند بهشت را و در آن مخلّد و پايدار خواهند بود . « 2 »\r\n\r\nچهارم [ عدم وجود مرگ در بهشت و جهنم 
  ]\r\nو نيز از آن حضرت مروى است كه : چون اهل بهشت داخل بهشت شوند و اهل جهنّم به جهنّم درآيند ، منادى از جانب ربّ العزّة ندا كند كه اى اهل بهشت ! و اى اهل جهنّم ! اگر مرگ به صورتى از صورتها درآيد خواهيد شناخت ؟ گويند : نه .\r\nپس بيارند مرگ را به صورت گوسفند سياه و سفيدى و در ميان بهشت و دوزخ بدارند و به ايشان گويند : « ببينيد ، اين مرگ است . » پس حق‌تعالى امر فرمايد كه آن را ذبح كنند و فرمايد كه : اى اهل بهشت ! هميشه در بهشت خواهيد بود و شما را مرگ نيست ، و اى اهل جهنّم ! هميشه در جهنّم خواهيد بود و شما را مرگ نيست ؛ و اين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ثواب الاعمال / 249 - 250 عنه بحار 8 / 125 - 126 ب 23 ح 26 ، تفسير قمى 444 - 445 عنه بحار 8 / 287 ب 24 ح 19 .\r\n( 2 ) -   أُولئِكَ هُمُ الْوارِثُونَ الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيها خالِدُونَ   . ( مؤمنون / 11 - 10 ) .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nاست قول خداوند عالميان كه فرمود  « وَ أَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الْأَمْرُ  « 1 » » ؛ بترسان ايشان را از روز حسرت در روزى كه كار هركس منقضى شده باشد و به پايان رسيده باشد و ايشان از آن روز غافلند » .\r\nحضرت فرمود : مراد اين‌روز است كه حق‌تعالى اهل بهشت و جهنّم را فرمان دهد هميشه در جاى خود باشند و مرگ ايشان را نباشد ، و در آن روز اهل جهنّم حسرت برند و سودى ندهد و اميد ايشان منقطع گردد . « 2 »\r\n\r\nپنجم [ توصيف وضعيت اهل معصيت از زبان مبارك حضرت امير ( ع ) 
  ]\r\nاز حضرت امير المؤمنين عليه السّلام منقول است كه فرمود : براى اهل معصيت نقبها « 3 » در ميان آتش زده‌اند ، و پاهاى ايشان را در زنجير كرده‌اند ، و دستهاى ايشان را در گردن غل كرده‌اند ، و بر بدنهاى ايشان پيراهنها از مس گداخته پوشانيده‌اند و جبّه‌ها از آتش براى ايشان بريده‌اند ، در ميان عذابى گرفتارند كه گرميش به نهايت رسيده و درهاى جهنّم را بر روى ايشان بسته‌اند . پس هرگز آن درها را نمىگشايند و هرگز تبسّمى بر ايشان داخل نمىشود ، و هرگز غمى از ايشان بر طرف نمىشود ، عذاب ايشان پيوسته شديد است و عقاب ايشان هميشه تازه است ، نه خانهء ايشان و نه عمر ايشان به سر مىآيد ؛ به مالك استغاثه مىكنند كه از پروردگار خود طلب كن كه ما را بميراند « 4 » .\r\nدر جواب مىگويد كه : هميشه در اين عذاب خواهيد بود . « 5 »\r\n\r\nششم [ چاهى در جهنم كه اشخاص خاصى وارد آن ميشوند 
  ]\r\nبه سند معتبر از حضرت صادق عليه السّلام منقول است كه : در جهنّم چاهى است كه اهل جهنّم از آن استعاذه مىنمايند و آن جاى هر متكبّر جبّار و معاند « 6 » است و هر شيطان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء 19 آيهء 39 .\r\n( 2 ) - راجع به ذبح موت بحار ج 8 ص 345 روايتى از حضرت ابى جعفر امام باقر عليه السّلام نقل مىكند كه مختصر فرقى با آنچه در متن است دارد .\r\n( 3 ) - سوراخها ، راه‌هاى باريك .\r\n( 4 ) -  وَ نادَوْا يا مالِكُ لِيَقْضِ عَلَيْنا رَبُّكَ قالَ إِنَّكُمْ ماكِثُونَ  ( زخرف / 77 ) .\r\n( 5 ) - تفسير قمى 614 عنه بحار ج 8 ص 292 ح 34 ( به جاى « نقبها در ميان آتش زده‌اند » دارد « خذلهم فى النّار » ) .\r\n( 6 ) - كينه‌توز\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nمتمرّد « 1 » و هر متكبّرى كه ايمان به روز قيامت نداشته باشد و هركه عداوت آل محمّد صلّى اللّه عليه و آله و سلّم داشته باشد .\r\nو فرمود : كسى كه در جهنّم عذابش از ديگران سبك‌تر باشد كسى است كه در درياى آتش باشد و دو نعل از آتش در پاى او باشد و بند نعلينش از آتش باشد كه از شدّت حرارت مغز دماغش مانند ديگ در جوش باشد ، و گمان كند كه از جميع اهل جهنّم عذابش بدتر است و حال آن‌كه عذاب او از همه سهل‌تر باشد . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سركش ، نافرمان .\r\n( 2 ) - تفسير قمى 585 عنه بحار ج 8 ص 295 ح 44 ( به جاى « در جهنّم چاهى است » دارد « انّ فى النّار لنارا » ) .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n\r\nدر ذكر قصص خائفان\r\nقصّهء اوّل\r\nشيخ كلينى به سند معتبر از حضرت علىّ بن الحسين عليه السّلام روايت كرده است كه :\r\nشخصى با اهلش در كشتى سوار شدند و كشتى ايشان شكست و جميع اهل آن كشتى غرق شدند ، مگر زن آن مرد كه بر تخته‌اى بند شد و به جزيره‌اى از جزائر بحر افتاد ، و در آن جزيره مرد راهزن فاسقى كه از هيچ فسقى نمىگذشت چون نظرش بر آن زن افتاد گفت : تو از انسى يا از جنّ ؟ !\r\nگفت : از انسم .\r\nپس ديگر با آن زن سخن نگفت و بر او چسبيد و به هيئت مجامعت درآمد ، چون متوجّه آن عمل قبيح شد ديد كه آن زن اضطراب مىكند و مىلرزد . پرسيد كه چرا اضطراب مىكنى ؟ !\r\nاشاره به آسمان كرد كه از خداوند خود مىترسم .\r\nپرسيد كه : هرگز مثل اين كار كرده‌اى ؟\r\nگفت : نه ، به عزّت خدا سوگند كه هرگز زنا نداده‌ام .\r\nگفت : تو هرگز چنين كارى نكرده‌اى چنين از خدا مىترسى و حال آنكه به اختيار تو نيست و تو را به جبر بر اين كار داشته‌ام ، پس من اولايم به ترسيدن و سزاوارترم به خائف بودن .\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nپس برخاست و ترك آن عمل نمود و هيچ به آن زن سخن نگفت و به سوى خانهء خود روان شد ، و در خاطر داشت كه توبه كند و پشيمان بود از كرده‌هاى خود ، در اثناى راه به راهبى برخورد و با او رفيق شد . چون پاره‌اى راه رفتند آفتاب بسيار گرم شد ، راهب به آن جوان گفت كه : « آفتاب بسيار گرم است ، دعا كن كه خدا ابرى فرستد كه ما را سايه افكند . »\r\nجوان گفت كه : مرا نزد خدا حسنه نيست و كار خيرى نكرده‌ام كه جرأت كنم و از خدا حاجت طلب نمايم .\r\nراهب گفت : « من دعا مىكنم تو آمين بگو » چنين كردند . بعد از اندك‌زمانى ابرى بر سر ايشان پيدا شد و در سايهء آن ابر مىرفتند ، چون بسيارى راه رفتند ، راه ايشان جدا شد و جوان به راهى رفت و راهب به راه ديگر رفت و آن ابر با جوان روان شد و راهب در آفتاب ماند !\r\nراهب به او گفت : « اى جوان تو از من بهتر بودى كه دعاى تو مستجاب شد و دعاى من مستجاب نشد ، بگو چه كار كرده‌اى كه مستحقّ اين كرامت شده‌اى ؟ ! » جوان قصّهء خود را نقل كرد .\r\nراهب گفت : « چون از خوف خدا ترك معصيت او كردى ، خدا گناهان گذشتهء تو را آمرزيده است ، سعى كن كه بعد از اين خوب باشى . » « 1 »\r\nقصّهء دوّم\r\nشيخ صدوق روايت كرده كه : روزى « معاذ بن جبل » گريان به خدمت پيغمبر صلّى اللّه عليه و آله و سلّم آمد و سلام كرد . حضرت جواب فرمود و گفت : يا « معاذ » ! سبب گريهء تو چيست ؟\r\nگفت : يا رسول اللّه بر در سراى ، جوان پاكيزهء خوش‌صورتى ايستاده و بر جوانى خود گريه مىكند مانند زنى كه فرزندش مرده باشد ! و مىخواهد به خدمت تو بيايد .\r\nحضرت فرمود كه : « بياورش » پس « معاذ » رفت و آن جوان را آورد . چون آن جوان بيامد و سلام كرد . حضرت جواب فرمود ، پرسيد كه : اى جوان چرا گريه مىكنى ؟ !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اصول كافى ج 8 عنه بحار 70 / ب 59 ح 6 .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nگفت : چگونه نگريم و حال آن‌كه گناه بسيار كرده‌ام كه اگر حق‌تعالى به بعضى از آنها مرا مؤاخذه نمايد مرا به جهنّم خواهد برد ، و گمان من اين است كه مرا مؤاخذه خواهد كرد و نخواهد آمرزيد .\r\nحضرت فرمود : مگر به خدا شرك آورده‌اى ؟\r\nگفت : پناه مىبرم به خدا از اين‌كه به او مشرك شده باشم .\r\nگفت : مگر كسى را به ناحق كشته‌اى ؟\r\nگفت : نه .\r\nحضرت فرمود كه : خدا گناهانت را مىآمرزد اگر مانند كوه‌ها باشد در عظمت .\r\nگفت : گناهان من از كوهها عظيم‌تر است .\r\nفرمود كه : خدا گناهانت را مىآمرزد اگرچه مثل زمينهاى هفتگانه و درياها و درختان و آنچه كه در زمين است از مخلوقات خدا بوده باشد .\r\nگفت : از آنها نيز بزرگتر است .\r\nفرمود : خدا گناهانت را مىآمرزد اگرچه مثل آسمانها و ستارگان و مثل عرش و كرسى باشد .\r\nگفت : از آنها بزرگتر است .\r\nحضرت غضبناك به سوى او نظر فرمود و گفت : اى جوان گناهان تو عظيم‌تر است يا پروردگار تو ؟ !\r\nپس آن جوان بر روى در افتاد و گفت : منزّه است پروردگار من ، هيچ‌چيز از پروردگار من عظيم‌تر نيست و او از همه‌چيز بزرگوارتر است .\r\nحضرت فرمود كه : مگر كسى مىآمرزد گناهان عظيم را به غير از پروردگار عظيم ؟ !\r\nجوان گفت كه : « نه و اللّه يا رسول اللّه » و ساكت شد .\r\nحضرت فرمود كه : اى جوان ، يكى از گناهان خود را نمىگويى ؟\r\nگفت : هفت سال بود كه قبرها را مىشكافتم و كفن مرده‌ها را مىدزديدم ، پس دخترى از انصار مرد ، او را دفن كردند . چون شب درآمد ، رفتم و قبر او را شكافتم و او را بيرون آوردم و كفنش را برداشتم و او را عريان در كنار قبر گذاشتم و برگشتم ؛ در اين\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nحال شيطان مرا وسوسه كرد و او را در نظر من زينت مىداد و مىگفت : « آيا سفيدى بدنش را نديدى ؟ و فربهى رانش را نديدى ؟ » و مرا چنين وسوسه مىكرد ، تا برگشتم و با او وطى كردم ، و او را به آن حال گذاشتم و برگشتم . ناگاه صدايى از پشت سر خود شنيدم كه مىگفت كه : « اى جوان ! واى بر تو از حاكم روز قيامت - روزى كه من و تو به مخاصمه نزد او بايستيم - كه مرا چنين عريان در ميان مردگان گذاشتى و از قبرم بدرآوردى و كفنم را دزديدى و مرا گذاشتى كه با جنابت محشور شوم ؛ پس واى بر جوانى تو از آتش جهنّم . » پس جوان گفت كه : من با اين اعمال گمان ندارم كه بوى بهشت بشنوم هرگز .\r\nحضرت فرمود كه : دور شو اى فاسق ! كه مىترسم كه به آتش تو بسوزم ، چه بسيار نزديكى تو به جهنّم .\r\nحضرت مكرّر مىفرمود اين را ، تا آن جوان بيرون رفت . پس به بازار مدينه آمد و توشه گرفت و به يكى از كوههاى مدينه رفت و پلاسى پوشيد و مشغول عبادت شد و دستهايش را در گردن غل كرد و فرياد مىكرد : يا ربّ هذا عبدك بهلول ، بين يديك مغلول ، مىگفت : اى پروردگار من ، اينك بندهء تست بهلول كه در خدمت تو ايستاده و دستش را در گردن خود غل كرده است . پروردگارا تو مرا مىشناسى و گناه مرا مىدانى .\r\nخداوندا ، پروردگارا ، پشيمان شدم و به نزد پيغمبرت رفتم و اظهار توبه كردم مرا دور كرد و خوف مرا زياد كرد ، پس سؤال مىكنم از تو ، به حقّ نامهاى بزرگوارت و به جلال و عظمت پادشاهيت كه مرا از اميد من نااميد نگردانى ، اى خداوند من ، و دعاى مرا باطل نگردانى و مرا از رحمت خود مأيوس نكنى .\r\nتا چهل شبانه‌روز اين را مىگفت و مىگريست و درّندگان و حيوانات بر او مىگريستند . چون چهل روز تمام شد دست به آسمان بلند كرد و گفت : « خداوندا حاجت مرا چه كردى ؟ اگر دعاى مرا مستجاب گردانيده‌اى و گناه مرا آمرزيده‌اى به پيغمبرت وحى فرما كه من بدانم ، و اگر دعاى من مستجاب نشده و آمرزيده نشده‌ام و مىخواهى مرا عقاب كنى ، پس آتشى بفرست كه مرا بسوزاند ، يا به عقوبتى مرا در دنيا مبتلا كن و از فضيحت روز قيامت مرا خلاص كن » .\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nپس خداوند عالميان اين آيه را بر قبول توبهء او فرستاد  « وَ الَّذِينَ إِذا فَعَلُوا فاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَ مَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ  - الى قوله تعالى -  وَ نِعْمَ أَجْرُ الْعامِلِينَ . »  « 1 » چون اين آيه نازل شد ، حضرت بيرون آمدند و مىخواندند و تبسّم مىفرمودند و احوال بهلول را مىپرسيدند . « معاذ » گفت : يا رسول اللّه شنيديم كه در فلان موضع است . حضرت با اصحاب متوجّه آن كوه شدند و بر آن كوه بالا رفتند ، ديدند كه آن جوان در ميان دو سنگ ايستاده و دستها را بر گردن بسته و رويش از حرارت آفتاب سياه شده ، و مژگان چشمش از بسيارى گريه ريخته و مىگويد : « اى خداوند من ، خلق مرا نيكو ساختى ، مرا به صورت نيكو خلق فرمودى ، كاش مىدانستم كه نسبت به من چه اراده دارى ؟ آيا مرا در آتش خواهى سوزاند ؟ يا در جوار خود در بهشت مرا ساكن خواهى گردانيد ؟ الها ، احسان نسبت به من بسيار كرده‌اى و حقّ نعمت بسيار بر من دارى ، دريغا اگر مىدانستم كه آخر امر من چه خواهد بود ؟ آيا مرا به عزّت به بهشت خواهى برد يا به مذلّت به جهنّم خواهى فرستاد ؟ الها گناه من از آسمانها و زمين و كرسى واسع « 2 » و عرض عظيم بزرگتر است ، چه بودى اگر مىدانستم كه گناه مرا خواهى آمرزيد يا در قيامت مرا رسوا خواهى كرد ؟ »\r\nاز اين باب سخنان مىگفت و مىگريست و خاك بر سر مىريخت ، و حيوانات و درّندگان بر دورش حلقه زده بودند ، و مرغان بر سرش صفّ زده بودند و در گريه با او موافقت مىكردند . پس حضرت به نزديك او رفت و دستش را از گردنش گشود ، و خاك را به دست مباركش از سرش پاك كرد و فرمود كه : « اى بهلول ! بشارت باد تو را كه تو آزادكردهء خدايى از آتش جهنّم » .\r\nپس به صحابه فرمود كه : « تدارك گناهان بكنيد « 3 » چنان‌چه بهلول كرد » و آيه را بر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورهء 3 آيهء 135 - 136 : ( نيكان ) آنها هستند كه هرگاه كار ناشايسته‌اى انجام دهند خدا را به ياد مىآورند و براى گناهانشان آمرزش مىخواهند و چه كسى جز خداى تعالى گناهان را مىآمرزد ؟ ! و ( كسانى هستند ) كه در انجام گناه پافشارى نمىكنند چون زشتى آن را مىدانند ، آنها پاداششان آمرزش پروردگار است و باغ‌هائى كه از زير درختان آن نهرها جارى است ، پس هميشه در آن بهشت‌ها متنعّم خواهند بود ، و پاداش نيكوكاران چه نيكو مىباشد ؟ !\r\n( 2 ) - پهناور .\r\n( 3 ) - يعنى با توبه و استغفار گناهان خود را جبران نموده ، و آثار شوم آن را از خود دور كنيد .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nاو خواند و او را به بهشت بشارت فرمود . « 1 »\r\nمؤلّف گويد كه : علّامه مجلسى رحمة اللّه در « عين الحيوة » در ذيل اين خبر كلامى فرموده كه ملخّصش اين است كه بايد دانست كه توبه را شرايط و بواعث « 2 » است :\r\nاوّل باعث توبه كه آدمى را بر توبه مىدارد آن است كه تفكّر نمايد در عظمت خداوندى كه معصيت او كرده است ، و در عظمت گناهانى كه مرتكب آنها شده است و در عقوبات گناهان و نتيجه‌هاى بد دنيا و آخرت آنها كه در آيات و اخبار وارد شده است . . . ؛ پس اين تفكّر باعث ندامت او شود و اين ندامت او را باعث مىشود بر سه چيز كه توبه مركّب از آنهاست :\r\nاوّل - از آنها تعلّق به حال دارد كه الحال ترك كند آن گناهان را كه مرتكب آنها بوده است .\r\nدوّم - متعلّق است به آينده كه عزم را جزم بكند كه بعد از اين عود « 3 » به اين گناهان نكند تا آخر عمر .\r\nسوّم - متعلّق است به گذشته كه پشيمان باشد از گذشته‌ها و تدارك گذشته‌ها بكند ، اگر تدارك داشته باشد .\r\nو بدانكه : گناهانى كه از آن توبه واقع مىشود بر چند قسم است :\r\nاوّل - آن‌كه گناهى باشد كه مستلزم حكم ديگر به غير از عقوبت آخرت نباشد ، مانند پوشيدن حرير و انگشتر طلا به دست كردن براى مردان كه در توبهء آن همين ندامت و عزم بر نكردن كافى است براى بر طرف شدن عقاب اخروى .\r\nدوّم - آن‌كه مستلزم حكم ديگرى هست و آن بر چند قسم است : يا حقّ خداست ، يا حقّ خلق . اگر حقّ خداوند است يا حقّ مالى است ، مثل اين‌كه گناهى كرده كه مىبايد بنده‌اى را آزاد كند ، پس اگر قادر بر آن باشد ، تا به عمل نياورد به محض ندامت رفع عذاب از او نمىشود ، و واجب است كه آن كفّاره را ادا كند .\r\nيا حقّ غير مالى است مثل آن‌كه نماز يا روزه از او فوت شده است مىبايد قضاى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - امالى صدوق 26 - 29 عنه بحار 6 / 23 - 26 ب 20 ح 26 .\r\n( 2 ) - انگيزه‌ها\r\n( 3 ) - بازگشت\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nآنها را بجا آورد ، و اگر كارى كرده است كه خدا حدّى بر آن مقرّر ساخته است ، مثل آن‌كه شراب خورده است پس اگر پيش حاكم شرع ثابت نشده است اختيار دارد مىخواهد توبه مىكند ميانهء خود و خداى و اظهار آن نمىكند ، و مىخواهد نزد حاكم اقرار مىكند كه او را حدّ بزند ، و اظهار نكردن بهتر است .\r\nو اگر حقّ النّاس باشد ، اگر حقّ مالى است واجب است كه به صاحب مال يا وارث او برساند ، و اگر حقّ غير مالى است اگر كسى را گمراه كرده است مىبايد او را ارشاد كند . . .\r\nو اگر حدّى باشد مثل آن‌كه فحش گفته است ، پس اگر آن شخص عالم باشد به اين‌كه اهانت به او وارد شده است مىبايد تمكين كند از براى حدّ ، و اگر نداند ، خلاف است ميان علما و اكثر را اعتقاد اين است كه گفتن به او باعث آزار و اهانت اوست و لازم نيست ، و همچنين اگر غيبت كسى كرده باشد . ( انتهى ) « 1 »\r\nقصّهء سوّم\r\nابن بابويه نقل كرده است كه : « روزى حضرت رسول صلّى اللّه عليه و آله و سلّم در سايهء درختى نشسته بود و در روز بسيار گرمى . ناگاه شخصى آمد و جامه‌هاى خود را كند و در زمين گرم مىغلطيد و گاهى شكم خود را و گاهى پيشانى خود را بر زمين گرم مىماليد و مىگفت كه : اى نفس بچش ، كه عذاب الهى از اين عظيم‌تر است . » و حضرت رسول به او نظر مىفرمود . پس او جامه‌هاى خود را پوشيد . حضرت او را طلبيده و فرمود كه :\r\nاى بندهء خدا ! كارى از تو ديدم كه از ديگرى نديده‌ام ، چه چيز تو را باعث بر اين شد ؟ ! گفت : « ترس الهى مرا باعث اين شد ، و به نفس خود اين گرمى را چشانيدم كه بداند عذاب الهى را - كه از اين شديدتر است - تاب ندارد . »\r\nپس حضرت فرمود كه : از خدا ترسيده‌اى آن‌چه شرط ترسيدن است ، و به درستى كه پروردگار تو مباهات كرد به تو با ملائكهء سماوات .\r\nپس به اصحاب خود فرمود كه نزديك اين مرد رويد تا براى شما دعا كند . چون به نزديك او آمدند گفت : « خداوندا جمع كن امر همه را بر هدايت ، و تقوا را توشهء ما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - عين الحياة ص 189 و 190 .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nگردان و بازگشت ما را به سوى بهشت گردان . » « 1 »\r\nقصّهء چهارم\r\nاز حضرت امام محمّد باقر عليه السّلام منقول است كه : زن زناكارى در ميان بنى اسرائيل بود كه بسيارى از جوانان بنى اسرائيل را مفتون « 2 » خود ساخته بود . روزى بعضى از آن جوانان گفتند كه اگر فلان عابد مشهور ، اين را ببيند فريفته خواهد شد . آن زن چون اين سخن را شنيد گفت : « و اللّه به خانه نروم تا او را مفتون خود كنم » پس در همان شب قصد منزل آن عابد نمود و در را كوبيد و گفت : « اى عابد ، مرا امشب پناه ده كه در منزل تو شب را به روز آورم » .\r\nعابد ابا « 3 » نمود . آن زن گفت كه : « بعضى از جوانان بنى اسرائيل با من قصد زنا دارند و از ايشان گريخته‌ام و اگر در نمىگشايى ايشان مىرسند به من و فضيحت مىرسانند به من » . عابد چون اين سخن را شنيد در را گشود . زن به منزل عابد درآمد و جامه‌هاى خود را افكند . چون عابد حسن و جمال او را مشاهده كرد از شوق بىاختيار شد و دست به او رسانيد و درحال متذكّر شد و دست از او برداشت ، و ديگى در بار داشت كه آتش در زير آن مىسوخت ، رفت و دست خود را در زير ديگ گذاشت .\r\nزن گفت كه : « چه كار مىكنى ؟ ! » گفت : دست خود را مىسوزانم به جزاى آن خطايى كه از من صادر شد .\r\nپس زن بيرون شتافت و بنى اسرائيل را خبر كرد كه عابد دست خود را مىسوزاند .\r\nچون بيامدند دستش تمام سوخته بود . « 4 »\r\nقصّهء پنجم\r\n« ابن بابويه » از « عروة بن زبير » روايت كرده است كه گفت : روزى در مسجد رسول صلّى اللّه عليه و آله و سلّم با جمعى از صحابه نشسته بوديم . پس ياد كرديم اعمال و عبادات اهل بدر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - امالى صدوق 205 عنه بحار ج 70 ص 378 ب 59 ح 23 : . . . اللّهمّ اجمع امرنا على الهدى و اجعل التّقوى زادنا و الجنّة مآبنا .\r\n( 2 ) - شيفته ، فريفته .\r\n( 3 ) - امتناع ، نپذيرفتن .\r\n( 4 ) - بحار ج 70 ص 388 - 387 باب 59 ح 52 .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nو اهل بيعت رضوان را . « ابو درداء » گفت كه : اى قوم ! مىخواهيد خبر دهم شما را به كسى كه مالش از همهء صحابه كمتر و عملش بيشتر و سعيش در عبادت زيادتر بود ؟\r\nگفتند : كيست آن شخص ؟ !\r\nگفت : علىّ بن ابى طالب عليه السّلام .\r\nچون اين را گفت ، همگى رو از آن گردانيدند ! پس شخصى از انصار به او گفت كه :\r\nسخنى گفتى كه هيچ‌كس با تو موافقت نكرد .\r\nاو گفت : من آنچه ديده بودم گفتم ! شما نيز هرچه ديده‌ايد از ديگران بگوئيد ؛ من شبى در نخلستان « بنى النّجّار » به خدمت آن حضرت رسيدم كه از دوستان كناره كرده بود و در پشت درختان خرما پنهان گرديده بود و به آواز حزين و نغمهء دردناك مىگفت :\r\n« الهى ! چه بسيار گناهان هلاك‌كننده‌اى كه از من سر زد و تو حلم كردى از آن‌كه در مقابل آنها عقوبت كنى مرا ، و چه بسيار بديها كه از من صادر شد و كرم كردى و رسوا نكردى مرا . الهى ! اگر عمر من در معصيت تو بسيار گذشت و گناهان من در نامهء اعمال عظيم شد ، پس من غير از آمرزش تو اميد ندارم و به غير خشنودى تو آرزو ندارم » .\r\nپس از پى صدا رفتم ، دانستم كه حضرت امير المؤمنين عليه السّلام است ، پس در پشت درختان پنهان شدم و آن حضرت ركعات بسيار نماز گزاردند ، چون فارغ شدند مشغول دعا و گريه و مناجات شدند ؛ و از جمله آنچه مىخواند اين بود : « الهى ! چون در عفو و بخشش تو فكر مىكنم گناه بر من آسان مىشود ، و چون عذاب عظيم تو را به ياد بياورم بليّهء خطاها بر من عظيم مىشود ، آه اگر بخوانم در نامه‌هاى عمل خود گناهى چند را كه فراموش كرده‌ام و تو آنها را احصا فرموده‌اى ، پس بفرمائى به ملائكه كه بگيريد او را ، پس واى بر چنين گرفته‌شده‌اى و اسيرى كه عشيرهء او ، او را نجات نمىتوانند بخشيد و قبيلهء او به فريادش نمىتوانند رسيد و جميع اهل محشر بر او رحم مىكنند » . پس فرمود : « آه از آتشى كه جگرها و گرده‌ها را بريان مىكند ، آه از آتشى كه برمىكند پوستهاى سر را ، آه از فروگيرنده از زبانه‌هاى جهنّم » . پس بسيار گريست تا آن‌كه ديگر صدايى از آن حضرت نشنيدم ؛ با خود گفتم ؛ البته خواب بر آن\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nحضرت غالب شد از بسيارى بيدارى ؛ نزديك رفتم كه براى نماز فجر او را بيدار كنم ، چندانكه حركت دادم آن‌جناب را حركت نفرمود و به مثابهء چوب خشك ، جسد مباركش بىحسّ افتاده بود . گفتم :  « إِنَّا لِلَّهِ وَ إِنَّا إِلَيْهِ راجِعُونَ »  و دويدم به جانب خانهء آن حضرت . خبر را به حضرت فاطمه صلوات اللّه عليها رسانيدم .\r\nفرمود كه : « قصّهء او چون بود ؟ » من آنچه ديده بودم عرض كردم . فرمود كه : « اى ابو درداء ! اين غشى است كه در غالب اوقات او را از ترس الهى رو مىدهد » . پس فرمود آبى آوردند و بر روى آن حضرت پاشيدند ، به هوش بازآمد و نظر به سوى من فرمود كه از چه مىگريى اى ابو درداء ؟\r\nگفتم : از آنچه مىبينم كه تو با خود مىكنى .\r\nفرمود كه : اگر ببينى مرا كه به سوى حساب بخوانند ، هنگامى كه گنهكاران يقين به عذاب خود داشته باشند و ملائكهء غلاظ و زبانيهء « 1 » تندخو ، مرا احاطه كرده باشند ، و نزد خداوند جبّار مرا بدارند ، و جميع دوستان در آن حال مرا واگذارند و اهل دنيا همه بر من رحم كنند ، هرآينه در آن روز بر من رحم خواهى كرد كه نزد خداوندى ايستاده باشم كه هيچ امرى بر او پوشيده نيست .\r\nپس ابو درداء گفت : و اللّه كه چنين عبادتى از اصحاب پيغمبر نديدم . « 2 »\r\nمؤلّف گويد كه : من شايسته ديدم كه اين مناجات از آن حضرت به همان الفاظ كه خود آن‌جناب مىخواندند نقل كنم ، تا هركس خواسته باشد در دل شب در وقت تهجّد خود بخواند ، چنان‌كه « شيخنا البهائى رحمه اللّه » در كتاب « مفتاح الفلاح » چنين كرده ، و آن مناجات شريف اين است : « الهى كم من موبقة حلمت عن مقابلتها بنقمتك و كم من جريرة تكرّمت عن كشفها بكرمك ، الهى ان طال فى عصيانك عمرى و عظم فى الصّحف ذنبى فما انا مؤمّل غير غفرانك ، و لا انا براج غير رضوانك .\r\nالهى افكّر فى عفوك فتهون علىّ خطيئتى ، ثمّ اذكر العظيم من اخذك فتعظم علىّ بليّتى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - فرشتگان عذاب و شكنجهء دوزخ .\r\n( 2 ) - امالى صدوق 48 / 490 عنه بحار ج 41 ص 12 - 11 ح 1 ب 101 .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nآه ان قرأت فى الصّحف سيّئة انا ناسيها و انت محصيها فتقول : خذوه ؛ فياله من مأخوذ لا تنجيه عشيرته و لا تنفعه قبيلته .\r\nآه من نار تنضج الاكباد و الكلى . آه من نار نزّاعة للشّوى آه من غمرة من لهبات لظى . « 1 »\r\nقصّهء ششم\r\nاز حضرت صادق عليه السّلام منقول است كه : روزى حضرت رسول صلّى اللّه عليه و آله و سلّم در مسجد نماز صبح گزاردند ، پس نظر كردند به سوى جوانى كه او را « حارثة بن مالك » مىگفتند ، ديدند كه سرش از بسيارى بىخوابى به زير مىآيد و رنگ و رويش زرد شده و بدنش نحيف گشته و چشمهايش در سرش فرورفته . حضرت از او پرسيدند كه : به چه حال صبح كردى ؟ چه حال دارى اى حارثه ؟\r\nگفت : صبح كردم يا رسول اللّه با يقين .\r\nحضرت فرمود كه : بر هرچيزى كه دعوى كنند حقيقتى و علامتى و گواهى هست ، حقيقت و علامت يقين تو چيست ؟\r\nگفت : حقيقت يقين من يا رسول اللّه اين است كه پيوسته مرا محزون و غمگين دارد و شبها مرا بيدار دارد ، و روزهاى گرم مرا به روزه مىدارد ، و دل من از دنيا روى گردانيده و آنچه در دنياست مكروه دل من گرديده ، و يقين من به مرتبه‌اى رسيده كه گويا مىبينم عرش خداوندم را كه براى حساب در محشر نصب كرده‌اند و خلايق همه محشور شده‌اند و گويا من در ميان ايشانم ، و گويا مىبينم اهل بهشت را كه تنعّم مىنمايند در بهشت و در كرسيها نشسته با يكديگر آشنايى مىكنند و صحبت مىدارند و تكيه كرده‌اند ، و گويا مىبينم اهل جهنّم را كه در ميان جهنّم معذّبند و استغاثه مىكنند ، و گويا زفير « 2 » آواز جهنّم در گوش من است .\r\nپس حضرت به اصحاب فرمود كه : « اين بنده‌اى است كه خدا دل او را به نور ايمان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار ج 41 ص 12 - 11 « بعد از قبيلته اين جمله را اضافه دارد : يرحمه الملأ اذا اذن بالنّداء » و به جاى « لهبات » « ملهبات » دارد ؛ مفتاح الفلاح / 238 ب 6 ط مصر .\r\n( 2 ) - دم برآوردن ، بازدم .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nمنوّر گردانيده است » پس فرمود كه : بر اين حال كه دارى ثابت باش اى جوان .\r\nگفت : يا رسول اللّه ! دعا كن كه حق‌تعالى شهادت را روزى من گرداند .\r\nحضرت دعا كرد . چند روزى كه شد حضرت ، او را با جناب جعفر به جهاد فرستاد و بعد از نه نفر شهيد شد . « 1 »\r\n\r\nدر ذكر چند مثلى كه موجب تنبّه مؤمنان است\r\n\r\nمثل اوّل [ غفلت آدمى از مرگ و اهوال بعد از آن 
  ]\r\n« بلوهر » گفته كه : « شنيده‌ام كه مردى را فيل مستى در قفا بود ، او مىگريخت و فيل از پى او مىشتافت تا آن‌كه به او رسيد . آن مرد مضطرّ شد ، خود را در چاهى آويخت و چنگ زد به دو شاخه كه در كنار چاه روئيده بود . ناگاه ديد كه در اصل آنها دو موش بزرگ كه يكى سفيد است و ديگرى سياه مشغولند به قطع كردن ريشه‌هاى آن دو شاخ . پس نظر در زير پاى خود افكند ديد كه چهار افعى سر از سوراخهاى خود بيرون كرده‌اند ، چون نظر به قعر چاه انداخت ديد كه اژدهايى دهان گشوده است كه چون در چاه افتد او را فروبرد . چون سر بالا كرد ، ديد كه در سر آن دو شاخ اندكى از عسل آلوده است ، پس مشغول شد به ليسيدن آن عسل و لذّت و شيرينى آن عسل او را غافل گردانيد از آن مارها كه نمىداند چه وقت او را خواهند گزيد ، و از مكر آن اژدها كه نمىداند حال او چون خواهد بود وقتى كه در كام او افتد . » امّا اين چاه دنياست كه پر است از آفتها و بلاها و مصيبتها ، و آن دو شاخ عمر آدمى ، و آن دو موش سياه و سفيد شب و روزند كه عمر آدمى را پيوسته قطع مىكنند . و آن چهار افعى اخلاط چهار گونه‌اند كه به منزلهء زهرهاى كشنده‌اند از سوداء و صفراء و بلغم و خون كه نمىداند آدمى كه در چه وقت به هيجان مىآيند كه صاحب خود را هلاك كنند ، و آن اژدها مرگ است كه منتظر است و پيوسته در طلب آدمى است و آن عسل كه فريفتهء آن شده بود و او را از همه‌چيز غافل گردانيده بود ، لذّتها و خواهشها و نعمتها و عيشهاى دنياست . » « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - محاسن / 246 عنه بحار الانوار ج 70 ص 174 ب 52 ح 29 .\r\n( 2 ) - بحار الانوار ج 78 ص 400 - 399 .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nمؤلّف گويد كه : از براى غفلت آدمى از مرگ و اهوال بعد از آن و اشتغالش به لذّات عاجلهء فانيهء دنيا ، مثلى بهتر از اين در انطباق آن با ممثّل آن ذكر نشده ، پس شايسته است كه خوب تأمّل در آن شود تا شايد سبب تنبّه از خواب غفلت شود .\r\nو در خبر است كه حضرت امير المؤمنين عليه السّلام داخل بازار بصره شد ، و نظر فرمود به مردم كه مشغول بيع و شرا مىباشند ، گريست گريهء سختى ، پس فرمود : « اى عبيد دنيا و عمّال اهل دنيا ! هرگاه شما روزها مشغول سوگند خوردن و سوداگرى باشيد ، و شبها در رختخواب و فراشهاى خود در خواب باشيد ، و در اين بينها از آخرت غافل باشيد ، پس چه زمان زاد و توشه براى سفر خود مهيّا مىكنيد و فكرى براى معاد خود مىنمائيد ؟ ! » .\r\nمؤلّف گويد : مناسب ديدم اين چند شعر را در اينجا ذكر كنم :\r\n اى به غفلت گذرانيده همه عمر عزيز * تا چه دارى و چه كردى عملت كو و كدام\r\nتوشهء آخرتت چيست در اين راه دراز * كه تو را موى سفيد از اجل آورد پيام\r\nمىتوانى كه فرشته شوى از علم و عمل * ليك از همّت دون ساخته‌اى با دد « 1 » و دام\r\nچون شوى همره حوران بهشتى كه تو را * همه در آب و گياه است نظر چون انعام\r\nجهد آن كن كه نمانى ز سعادت محروم * كار خود ساز كه اينجا دو سه روزيست مقام \r\n* * * و شيخ نظامى گفته است : « 2 »\r\n حديث كودكى و خودپرستى * رها كن ، كان خمارى بود و مستى\r\nچو عمر از سى گذشت و يا كه از بيست * نمىشايد دگر چون غافلان زيست\r\nنشاط عمر باشد تا چهل سال * چهل رفته فروريزد پروبال\r\nپس از پنجه نباشد تندرستى * بصر كندى پذيرد پاى سستى\r\nچو شصت آمد ، نشست آمد پديدار * چو هفتاد آمد افتاد آلت از كار\r\nبه هشتاد و نود چون در رسيدى * بسا سختى كه از گيتى كشيدى\r\nاز آنجا گر به صد منزل رسانى * بود مرگى به صورت زندگانى \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - « دد » جانوران درنده‌اند چون شير و پلنگ و غير اينها ، « دام » عكس آن است مانند آهو و غير و به معنى زخارف دنيويّه نيز آمده ( منه ) .\r\n( 2 ) - اين دو شعر را مؤلّف در سفينة البحار ج 2 ص 257 نيز آورده است .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\n سگ صيّاد كاهوگير گردد * بگيرد آهويش چون پير گردد\r\nچو در موى سياه آمد سفيدى * پديد آمد نشان نااميدى\r\nز پنبه شد بناگوشت كفن‌پوش * هنوز اين پنبه بيرون نارى از گوش ؟ ! \r\n* * * و ديگرى گفته است « 1 »\r\n از روش اين فلك سبزفام * عمر گذشته است مرا شصت عام\r\nدر سر هرسالى از اين روزگار * خورده‌ام افسوس خوشيهاى پار\r\nباشدم از گردش دوران شگفت * كانچه مرا داد همه پس گرفت\r\nقوتم از زانو و بازو برفت * آب ز رخ ، رنگ هم از مو برفت\r\nعقد ثريّاى من از هم گسيخت * گوهر دندان همه يك‌يك بريخت\r\nآنچه بجا ماند و نيابد خلل * بار گناه آمد و طول امل\r\nزنگ رحيل آمد از اين كوچگاه * همسفران روى نهاده به راه\r\nآه ز بىزادى روز معاد * زاد كم و طول مسافت زياد\r\nبار گران بر سر دوشم چه كوه * كوه هم از بار من آمد ستوه\r\nاى كه بر عفو عظيمت گناه * در جلو سيل بهار است كاه\r\nفضل تو گر دست نگيرد مرا * عصمتت ار باز گذارد مرا\r\nجز به جهنّم نرود راه من * در سقر انداخته بنگاه من\r\nبندهء شرمندهء نادان منم * غوطه‌زن لجّهء عصيان منم\r\nخالق و بخشندهء احسان توئى * فرد و نوازنده به غفران توئى \r\nقال رسول اللّه صلّى اللّه عليه و آله و سلّم : ابناء الاربعين زرع قد دنى حصاده ، ابناد الخمسين ما ذا قدّمتم و ما اخّرتم ، ابناء السّتّين هلمّو الى الحساب ، ابناء السّبعين عدّوا انفسكم فى الموتى « 2 » .\r\nو در خبر است كه خروس در ذكر خود مىگويد كه : « ذكر خدا كنيد و در ياد او باشيد اى غافلان ! » « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اين دو شعر را مؤلّف در سفينة البحار ج 2 ص 257 نيز آورده است .\r\n( 2 ) - يعنى رسول خدا فرمود : چهل‌سالگان زراعتى هستند كه درو كردن آن نزديك شده است . پنجاه سالگان ، چه چيزى پيش فرستاده‌ايد و چه چيز گذاشته‌ايد ؟ شصت سالگان ، بشتابيد براى حساب ، هفتاد سالگان ، خود را جزء مردگان به شمار آريد . سفينة البحار ج 2 ص 257 مادّه عمر .\r\n( 3 ) - بحار 14 / 412 عنه سفينة البحار 2 / 251 واژهء « ديك » ط آستان قدس رضوى : اذكروا اللّه يا غافلين .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\n هنگام سفيده‌دم خروس سحرى * دانى كه چرا همىكند نوحه‌گرى\r\nيعنى كه نمودند در آئينهء صبح * كز عمر شبى گذشت و تو بىخبرى \r\nو لنعم ما قال الشّيخ الجامى :\r\n دلا تا كى در اين كاخ مجازى * كنى مانند طفلان خاكبازى\r\nتوئى آن دست‌پرور مرغ گستاخ * كه بودت آشيان بيرون از اين كاخ\r\nچرا زان آشيان بيگانه گشتى * چو دونان مرغ اين ويرانه گشتى\r\nبيفشان بال و پر زاميزش خاك * بپر تا كنگره ايوان افلاك\r\nببين در قصر ازرق طيلسانان * رداى نور بر عالم فشانان\r\nهمه دور جهان روزى گرفته * به مقصد راه فيروزى گرفته\r\nخليل‌آسا در ملك يقين زن * نداى لا احبّ الآفلين زن \r\n\r\nمثل دوم [ انسانى كه دل به دنيا بسته و فريب خورده 
  ]\r\n( براى دنيا و اهل دنيا كه فريب آن را خورده‌اند و دل به آن بسته‌اند ) .\r\n« بلوهر » گفت كه : يك شهرى بود كه عادت مردم آن شهر آن بود كه مرد غريبى را كه از احوال ايشان اطلاع نداشت پيدا مىكردند ، و بر خود يك سال پادشاه و فرمانفرما مىكردند ، و آن مرد چون بر احوال ايشان مطّلع نبود گمان مىبرد كه هميشه پادشاه ايشان خواهد بود ، چون يك سال مىگذشت او را از شهر خود عريان و دست‌خالى و بىچيز بدر مىكردند و به بلا و مشقّتى مبتلا مىشد كه هرگز به خاطرش خطور نكرده بود ، و پادشاهى در آن مدّت موجب و بال و اندوه و مصيبت او مىگرديد و مصداق اين شعر مىگشت :\r\n اى كرده شراب حبّ دنيا مستت * هشيار نشين كه چرخ سازد پستت\r\nمغرور جهان مشو كه چون مثل حنا * بيش از دو سه روزى نبود در دستت \r\nپس در يك سال اهل آن شهر مرد غريبى را بر خود امير و پادشاه كردند . آن مرد به فراستى كه داشت ، ديد كه در ميان ايشان بيگانه و غريب است ؛ به اين سبب با ايشان انس نگرفت و طلب كرد مردى را كه از مردم شهر خودش بود و از احوال آن شهر باخبر بود ، در باب معاملهء خود با اهل آن شهر با او مصلحت كرد .\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nآن مرد گفت كه : « بعد از يك سال اين جماعت تو را از اين شهر بيرون خواهند كرد و به فلان مكان خواهند فرستاد ، صلاح تو در آن است كه آنچه توانى و استطاعت دارى از اسباب و اموال خود در اين عرض سال بيرون فرستى به آن مكان ، كه تو را بعد از سال به آنجا خواهند فرستاد كه چون به آنجا روى اسباب عيش و رفاهيّت تو مهيّا باشد و هميشه در راحت و نعمت باشى . »\r\nپس پادشاه به فرمودهء آن شخص عمل نمود و چون سال گذشت و او را از شهر بيرون كردند از اموال خود منتفع گرديد و به عيش و نعمت ، روزگار مىگذرانيد . « 1 »\r\nمؤلّف گويد كه : حق‌ّتعالى در قرآن مجيد فرموده :  « وَ مَنْ عَمِلَ صالِحاً فَلِأَنْفُسِهِمْ يَمْهَدُونَ  « 2 » ؛ يعنى كسانى كه عمل صالح به‌جا مىآورند ، براى آسايش و راحت نفسهاى خود مىگسترانند » .\r\nحضرت صادق عليه السّلام فرموده كه : عمل صالح سبقت مىنمايد بر صاحب خود به بهشت ، پس براى او تمهيد « 3 » مواضع او مىكند ، و هم‌چنان‌كه خادم يكى از شما تمهيد فراش او كند . « 4 »\r\nو حضرت امير المؤمنين در كلمات قصار خود فرموده : يابن آدم كن وصىّ نفسك و اعمل فى مالك ما تؤثر ان يعمل فيه من بعدك يعنى : اى فرزند آدم ! خودت وصىّ خودت باش ، و عمل كن در مال خود آن‌چه كه اختيار مىكنى كه عمل كنند در آن از پس تو . « 5 » پس اى عزيز من :\r\n برگ عيشى به گور خويش فرست * كس نيارد ز پس تو پيش فرست\r\nخور و پوش و بخشاى و راحت رسان * نگه مى چه دارى ز بهر كسان\r\nزر و نعمت اكنون بده كان تست * كه بعد از تو بيرون ز فرمان تست\r\nتو با خود ببر توشهء خويشتن * كه شفقت نيايد ز فرزند و زن\r\nغم خويش در زندگى خور كه خويش * به مرده نپردازد از حرص خويش\r\nبه غمخوارگى چون سرانگشت تو * نخارد كسى در جهان پشت تو \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار ج 78 ص 410 .\r\n( 2 ) - سورهء 30 آيهء 44 .\r\n( 3 ) - آماده نمودن .\r\n( 4 ) - سفينة البحار 1 / 96 واژه « امن » ط آستان قدس رضوى .\r\n( 5 ) - نهج البلاغه فيض الاسلام ص 1199 حكمت شمارهء 246 .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nقال رسول اللّه صلّى اللّه عليه و آله و سلّم : و اعلموا انّ كلّ امرىء على ما قدّم قادم و على ما خلّف نادم . « 1 »\r\nاز امالى مفيد نيشابورى و تاريخ بغداد نقل شده كه : وقتى حضرت امير المؤمنين عليه السّلام حضرت خضر را در خواب ديد ، از او نصيحتى طلب فرمود . او كف دست خود را به آن حضرت نشان داد ، ديد به خط سبزى در آن نوشته شده :\r\n قد كنت ميتا فصرت حيّا * و عن قليل تعود ميتا\r\nفابن لدار البقاء بيتا * و دع لدار الفناء بيتا « 2 » \r\nمثل سوم\r\nنقل است كه پادشاهى بود در نهايت عقل و فطانت ، و مهربانى داشت با رعيّت ، و پيوسته در اصلاح ايشان مىكوشيد و به امور ايشان مىرسيد .\r\nآن پادشاه وزيرى داشت موصوف به صدق و راستى و صلاح و در اصلاح امور رعيّت اعانت به او مىنمود و محلّ اعتماد و مشورت او بود ، و پادشاه هيچ امرى را از او مخفى نمىداشت و وزير نيز با پادشاه بر اين منوال « 3 » بود ، و لكن وزير به خدمت علماء و صلحا و نيكان بسيار رسيده بود و سخنان حق از ايشان فراگرفته بود ، و محبّت ايشان را به جان‌ودل قبول كرده بود ، و به ترك دنيا راغب بود ، و از جهت تقيّهء از پادشاه و حفظ نفس خود از ضرر او هرگاه به خدمت او مىآمد ، به ظاهر سجدهء بتان مىكرد و تعظيم آنها مىنمود و از غايت اشفاق « 4 » و مهربانى كه به آن پادشاه داشت پيوسته از گمراهى و ضلالت او دلگير و غمگين بود ، و منتظر فرصت بود كه در محلّ مناسبى او را نصيحت كند و او را هدايت نمايد ، تا آن‌كه شبى از شبها بعد از آن‌كه مردم همگى به خواب رفته بودند ، پادشاه به وزير گفت كه : بيا سوار شويم و در اين شهر بگرديم و ببينيم كه احوال مردم چون است ؟ و مشاهده نمائيم آثار بارانها را كه در اين ايّام بر ايشان باريده است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بدانيد و به‌راستى كه مرد بر آنچه كه پيش فرستد برسد ، و بر آنچه كه بنهد ( و براى وارث بگذارد ) پشيمان گردد . « غرر الحكم 1 / 228 ف 9 ح 130 ، ترجمهء مرحوم محمّد على انصارى طاب ثراه » .\r\n( 2 ) - مناقب 2 / 247 عنه سفينة البحار ج 1 ص 391 مادّه خضر . ترجمهء اشعار : مرده بودى زنده شدى و طولى نمىكشد مرده مىشوى ، براى خانهء بقاء خانه‌اى بنا كن و براى خانهء فنا و نيستى خانه‌اى واگذار .\r\n( 3 ) - روش ، اسلوب .\r\n( 4 ) - دلسوزى\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nوزير گفت : بلى ، بسيار نيك است و هردو سوار شدند و در نواحى شهر مىگشتند و در اثناى سير « 1 » ، به مزبله‌اى رسيدند ، نظر پادشاه به روشنائى افتاد كه از طرف مزبله مىتافت .\r\nبه وزير گفت كه : از پى اين روشنايى بايد رفت كه خبر آن را معلوم كنيم ؛ پس از مركب فرود آمدند و روان شدند تا رسيدند به نقبى كه از آن‌جا روشنايى مىتافت .\r\nچون نظر كردند مرد درويش و بدقيافه‌اى ديدند كه جامه‌هاى بسيار كهنه پوشيده ، از جامه‌هايى كه در مزبله‌ها مىاندازند ، و متكّايى از فضله و سرگين براى خود ساخته بر آن تكيه زده است ، و در پيش روى او ابريقى سفالين پر از شراب گذاشته و طنبورى در دست گرفته و مىنوازد ، و زنى به زشتى خلقت و بدى هيئت و كهنگى لباس شبيه به خودش در برابرش ايستاده است و هرگاه كه شراب مىطلبد آن زن ساقى او مىشود ، و هرگاه كه طنبور مىنوازد آن زن برايش رقص مىكند و چون شراب مىنوشد ، زن او را تحيّت مىكند و ثنا مىگويد به نوعى كه پادشاهان را ستايش كنند و آن مرد نيز زن خود را تعريف مىكند و سيّدة النّساء مىخواند و او را بر جميع زنان تفضيلش مىدهد ، و آن هردو يكديگر را به حسن و جمال مىستايند و در نهايت سرور و فرح و خنده و طرب عيش مىكنند !\r\nپادشاه و وزير مدّتى مديد چنين برپا ايستاده بودند و در حال ايشان نظر مىكردند و از لذّت و شادى ايشان از آن حال كثيف تعجّب مىكردند ، بعد از آن برگشتند .\r\nپادشاه به وزير گفت كه : گمان ندارم كه ما و تو را در تمام عمر اين‌قدر لذّت و سرور و خوشحالى رو داده باشد كه اين مرد و زن از اين حال خود دارند در اين شب ، و گمان دارم كه هرشب در اين كار باشند .\r\nپس وزير چون اين سخنان آشنا را از پادشاه شنيد فرصت شمرده گفت : اى پادشاه ، مىترسم كه اين دنياى ما و پادشاهى تو و اين بهجت « 2 » و سرورى كه به اين لذّتهاى دنيا داريم در نظر آن جماعتى كه پادشاهى دائمى را مىدانند مثل اين مزبله و اين دو شخص نمايد ، و خانه‌هاى ما كه سعى در بناء و استحكامش مىكنيم ، در نظر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - گردش\r\n( 2 ) - شادمانى\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nآن جماعتى كه مساكن سعادت و منازل باقيهء آخرت را در نظر دارند چنان نمايد كه اين غار در نظر ما مىنمايد ، و بدنهاى ما نزد كسانى كه پاكيزگى و نضارت و حسن و جمال معنوى را فهميده‌اند ، چنان نمايد كه اين دو بدقيافهء زشت در نظر ما مىنمايند ، و تعجّب آن سعادتمندان از لذّت و شادى ما به عيشهاى دنيا ، مانند تعجّب ما باشد از لذّت اين دو شخص به حال ناخوشى كه دارند .\r\nپادشاه گفت : آيا مىشناسى جمعى را كه به اين صفت كه بيان كردى موصوف باشند ؟\r\nوزير گفت : بلى .\r\nپادشاه گفت : كيستند ايشان ؟\r\nوزير گفت كه : ايشان لذّت آن را دانسته‌اند و پيوسته طالب سعادتهاى آخرتند .\r\nپادشاه گفت كه : ملك آخرت كدام است ؟\r\nوزير گفت : آن ، نعيم و لذّتى است كه شدّت و جفا بعد از آن نمىباشد ، و غنائى است كه بعد از آن فقر و احتياج نمىباشد .\r\nپس فى الجمله صفات ملك آخرت را بيان كرد تا آن‌كه پادشاه گفت كه : آيا براى داخل شدن آن خانه و فايز شدن به آن سعادت فرزانه راهى و وسيله‌اى مىدانى ؟\r\nوزير گفت : بلى ، آن خانه مهيّا است براى هركه آن را از راهش طلب نمايد .\r\nپادشاه گفت : چرا تو پيش از اين مرا به چنين خانه راه نمىنمودى و اوصاف آن را براى من بيان نمىكردى ؟\r\nوزير گفت : از جلالت و هيبت پادشاهى تو حذر مىكردم .\r\nپادشاه گفت : اگر اين امرى كه تو وصف كردى البته واقع باشد ، سزاوار نيست كه ما او را ضايع كنيم و سعى در تحصيل آن ننمائيم ، بلكه بايد جهد كنيم تا خبر آن را مشخّص نمائيم و به آن ظفر يابيم .\r\nوزير گفت : رخصت مىفرمائى كه مكرّر وصف آخرت براى شما بيان كنم تا يقين شما زياده گردد ؟\r\nپادشاه گفت : بلكه تو را امر مىكنم كه شب و روز در اين كار باشى و نگذارى كه من به امر ديگرى مشغول گردم ، و دست از اين سخن برندارى به درستى كه اين امر ، عجيب و غريب است كه آن را سهل نمىتوان شمرد ، و از چنين امر عظيمى غافل\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nنمىتوان شد ، و بعد از اين سخنان ، وزير و پادشاه راه نجات پيش گرفته به سعادت ابدى فائز « 1 » گرديدند . « 2 »\r\nمؤلّف گويد : شايسته ديدم در اين مقام براى زيادتى بصيرت مؤمنان تبرّك جويم به ذكر چند كلمه از يكى از خطب شريفهء امير مؤمنان عليه السّلام قال : « احذروا هذه الدّنيا الخدّاعة الغدّارة الّتى قد تزيّنت بحليّها ، و فتنت بغرورها ، و غرّت بآمالها ، و تشوّقت لخطّابها فاصبحت كالعروس المجلوّة و العيون اليها ناظرة و النّفوس بها مشغوفة و القلوب اليها تائفة ، و هى لازواجها كلّهم قاتلة فلا الباقى بالماضى معتبر و لا الاخر بسوء اثرها على الاوّل مزدجر « 3 » ؛ اى مردم ، در حذر باشيد از اين دنياى فريبندهء مكر كننده كه خود را آرايش كرده به زينتهاى خود ، و ربوده است دلها را به باطلهاى خود و فريفته و بيهوده اميدوار كرده به اميدهاى خود ، و خود را آراسته و بر محلّى برآمده تا بنگرد به كسانى كه خواستگارى مىكنند او را ، پس گرديده است مانند عروس جلوه داده شده و چشمها به سوى او نظر افكنده‌اند و نفوس ، شيفتهء او شده‌اند و دلها به سوى او آرزومند گشته‌اند و او تمامى شوهرهاى خود را كشته است « 4 » ؛ پس نه اشخاصى كه باقى هستند از گذشته‌ها عبرت مىگيرند و نه آنهائى كه در آخر هستند به سبب بدى اثر دنيا با اشخاصى كه در اوّل بودند ، خود را از او باز مىدارند » .\r\nپس حضرت بيان فرمود دنائت و پستى دنيا را به آن‌كه خداوند تعالى دنيا را از اولياء و دوستان خود گرفت و گسترانيد براى دشمنان خود ، پس گرامى داشت پيغمبر خود محمّد صلّى اللّه عليه و آله و سلّم را هنگامى كه از گرسنگى سنگ بر شكم خود مىبست ، و موسى عليه السّلام كليم خود را كه از گرسنگى گياه بيابان مىخورد به نحوى كه سبزى آنها از زير پوست شكمش ديده مىشد از كثرت لاغرى و كمى گوشت بدنش ، پس آن حضرت به برخى از زهد انبياء و اعراضشان از دنيا اشاره كرد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - رستگار ، پيروز .\r\n( 2 ) - بحار الانوار ج 78 ص 412 - 410 .\r\n( 3 ) - سفينة البحار ج 1 ص 466 مادّه دنيا .\r\n( 4 ) - از حضرت صادق عليه السّلام منقول است كه فرمود : دنيا ممثّل شد براى حضرت عيسى به صورت زن كبود چشمى . پس حضرت از او پرسيدند : چند شوهر كرده‌اى ؟ گفت : بسيار است عدد آنها . فرمود : همگى را طلاق گفته‌اى ؟ گفت : نه ، بلكه همگى را كشتم . حضرت عيسى فرمود : واى بر شوهران باقى تو كه چگونه عبرت نمىگيرند از شوهران گذشتهء تو . ( منه ) ، بحار 78 / 311 عنه ميزان الحكمة 3 / 332 ح 6010 .\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nآنگاه فرمود كه : اين پيغمبران دنيا را از خود به منزلهء مردارى فرض كردند كه حلال نيست براى احدى كه از آن خود را سير كند مگر در حال ضرورت خورند از دنيا به مقدارى كه نفسى بر ايشان باقى بماند و روحشان « 1 » بيرون نرود ، و دنيا نزد آنها به منزلهء مردارى بود كه بوى گند آن شدّت كرده باشد كه هركس از نزد آن بگذرد دماغ و دهن خود را بگيرد ؛ پس ايشان از دنيا مىگيرند به مقدارى كه به تكلّف ايشان را به منزل برساند ، و خود را سير نمىكنند از آن جهت گند آن ، و تعجّب كنند از كسانى كه خود را سير مىكنند و شكم خود را پر مىكنند از آن ، و راضى مىشوند به آن‌كه دنيا نصيب و بهرهء ايشان باشد .\r\nاى برادران ! به خدا سوگند كه دنيا را براى كسى كه خيرخواه نفس خود باشد از مردار گنديده‌تر است و از مرده مكروه‌تر است ، ليكن كسى كه نشوونما كرده در دبّاغخانه ، بوى گند آنجا را نمىيابد و بوى بد آن او را اذيّت نمىكند ، چنان‌كه اذيّت مىكند كسانى را كه از آنجا عبور مىكنند يا مىنشينند نزد ايشان .\r\nو نيز آن حضرت فرمود : « و ايّاك أن تغتر بما ترى من اخلاد اهلها و تكالبهم عليها فانّهم كلاب عاوية و سباع ضارية يهدّ بعضها على بعض ، يأكل عزيزها ذليلها و كثيرها قليلها » « 1 » ؛ و مبادا كه فريفته شوى به آنچه مىبينى از ميل كردن اهل دنيا به دنيا و برجستن و نزاع كردن آنها با همديگر در سر دنيا ، زيرا كه ايشان سگهايى باشند بانگ‌كننده و درّندگانى باشند پى صيد دونده ، كه بانگ مىكنند بعضى از ايشان بر بعضى ديگر ، مىخورد آن‌كه عزيز است و غالب است ذليل خود را ، و آن‌كه بسيار است قليل خود را » .\r\nفقير گويد : حكيم سنايى اين مطلب را اخذ كرده و به نظم آورده و فرموده است :\r\n اين جهان بر مثال مردارى است * كركسان گرد او هزار هزار\r\nاين ، مر آن را همى زند مخلب « 2 » * آن مر اين را همى زند منقار\r\nآخر الامر بگذرند همه * وز همه بازماند اين مردار\r\nاى سنائى نداى مرگ رسيد * گوشه‌اى گير از اين جهان هموار\r\nهان و هان تا تو را چه خود نكند * مشتى ابليس ديدهء طرّار « 3 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نهج البلاغه فيض الاسلام ص 918 - 917 و سفينة البحار ج 1 ص 467 .\r\n( 2 ) - چنگال\r\n( 3 ) - تردست ، جيب‌بر\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nقال امير المؤمنين عليه السّلام : و اللّه لدنياكم هذه اهون فى عينى من عراق خنزير فى يد مجذوم « 1 » ؛ به خدا سوگند كه اين دنياى شما خوارتر است در ديدگان من از استخوان بىگوشت خوكى كه باشد در دست صاحب جذام » . و اين نهايت تحقير است از دنيا ؛ چه استخوان از هرچيز بىقدرى خوارتر است خصوص اگر از خوك باشد ، و خصوص اگر در دست مجذوم باشد كه در آن حال هيچ‌چيز از آن پليدتر نيست .\r\nمثل چهارم\r\nبراى اشخاصى است كه عمرى به نعمت حق‌تعالى گذرانيده‌اند ، چون مقام امتحان و ابتلاء آنها شد كفران نعم كرده و روى از منعم حقيقى تافتند و به سوى غير خدا شتافتند و مرتكب شدند آنچه را كه شايستهء آنها نبود .\r\nو اين مثل را « شيخنا البهائى » در كشكول ذكر نموده و آن را به نظم درآورده و ما در اينجا اكتفا به همان نظم شريف نموده و آن را از كشكول نقل مىنمائيم قال رحمة اللّه :\r\n عابدى در كوه لبنان بد مقيم * در بن غارى چو اصحاب رقيم\r\nروى دل از غير حق برتافته * گنج عزّت را ز عزلت يافته\r\nروزها مىبود مشغول صيام * يك ته نان مىرسيدش وقت شام\r\nنصف آن شامش بدى نصفى سحور * وز قناعت داشت در دل صد سرور\r\nبر همين منوال حالش مىگذشت * نامدى از كوه هرگز سوى دشت\r\nاز قضا يك شب نيامد آن رغيف « 2 » * شد ز جوع آن پارسا زار و نحيف\r\nكرده مغرب را ادا وانگه عشا * دل پر از وسواس و در فكر عشا\r\nبس‌كه بود از بهر قوتش اضطراب * نه عبادت كرد عابد شب نه خواب\r\nصبح چون شد زانمقام دلپذير * بهر قوتى آمد آن عابد به زير\r\nبود يك قريه به قرب آن جبل * اهل آن قريه همه گبر و دغل\r\nعابد آمد بر در گبرى ستاد * گبر او را يك دو نان جو بداد\r\nعابد آن نان بستد و شكرش بگفت * وز وصول طعمه‌اش خاطر شكفت\r\nكرد آهنگ مقام خود دلير * تا كند افطار بر خبز شعير « 3 »\r\nدر سراى گبر بد گرگين « 4 » سگى * مانده از جوع استخوانى و رگى \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نهج البلاغه فيض الاسلام ص 1192 حكمت شماره 228 .\r\n( 2 ) - نان\r\n( 3 ) - جو\r\n( 4 ) - گرگين با دو گاف فارسى بر وزن غمگين يعنى صاحب جرب و گرى ( منه ) .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\n پيش او گر خطّ پرگارى كشى * شكل نان بيند بميرد از خوشى\r\nبر زبان گر بگذرد لفظ خبر * خبز « 1 » پندارد رود هوشش ز سر\r\nكلب در دنبال عابد پو گرفت * از پى او رفت و رخت او گرفت\r\nزان دو نان ، عابد يكى پيشش فكند * پس روان شد تا نيابد زو گزند\r\nسگ بخورد آن نان و از پى آمدش * تا مگر بار دگر آزاردش\r\nعابد آن نان دگر دادش روان * تا كه باشد از عذابش در امان\r\nكلب آن نان دگر را نيز خورد * پس روان گرديد از دنبال مرد\r\nهمچو سايه از پى او مىدويد * عف‌عف مىكرد و رختش مىدريد\r\nگفت عابد چون بديد اين ماجرا * من سگى چون تو نديدم بىحيا\r\nصاحبت غير دو نان چيزى نداد * وان دو را خود بستدى اى كج‌نهاد\r\nديگرم از پى دويدن بهر چيست ؟ ! * وين‌همه رختم دريدن بهر چيست ؟ !\r\nسگ به نطق آمد كه اى صاحب‌كمال * بىحيا من نيستم چشمت به مال\r\nهست از وقتى كه بودم من صغير * مسكنم ويرانهء اين گبر پير\r\nگوسفندش را شبانى مىكنم * خانه‌اش را پاسبانى مىكنم\r\nگه به من از لطف نانى مىدهد * گاه مشت استخوانى مىدهد\r\nگاه از يادش رود اطعام من * در مجاعت « 2 » تلخ گردد كام من\r\nروزگارى بگذرد كاين ناتوان * نه ز نان يابد نشان نه ز استخوان\r\nگاه هم باشد كه اين گبر كهن * نان نيابد بهر خود نه بهر من\r\nچون‌كه بر درگاه او پرورده‌ام * رو به درگاه دگر ناورده‌ام\r\nهست كارم بر در اين پير گبر * گاه شكر نعمت او گاه صبر\r\nتو كه نامد يك شبى نانت بدست * در بناى صبر تو آمد شكست\r\nاز در رزّاق رو برتافتى * بر در گبرى روان بشتافتى\r\nبهر نانى دوست را بگذاشتى * كرده‌اى با دشمن او آشتى\r\nخود بده انصاف اى مرد گزين * بىحياتر كيست من يا تو ببين ؟ !\r\nمرد عابد زين سخن مدهوش شد * دست خود بر سر زد و بيهوش شد\r\nاى سگ نفس « بهايى » ياد گير * اين قناعت از سگ آن گبر پير\r\nبر تو گر از صبر نگشايد درى * از سگ گرگين گبران كمترى « 3 » \r\nمؤلّف گويد : چه نيكو است در اين مقام نقل اين كلام از شيخ سعدى كه گفته : اجلّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - خبز يعنى نان .\r\n( 2 ) - مجاعت يعنى گرسنگى .\r\n( 3 ) - كشكول شيخ بهايى ( سه جلدى ) ج 1 ص 220 و به صورت نثر عربى در ص 114 .\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nكائنات از روى ظاهر آدمى است و اذّلّ موجودات سگ ، به اتّفاق خردمندان سگ حق‌شناس به از آدمى ناسپاس .\r\n سگى را لقمه‌اى هرگز فراموش * نگردد گر زنى صد نوبتش سنگ\r\nو گر عمرى نوازى سفله‌اى را * به كمتر چيزى آيد با تو در جنگ \r\nو چه‌قدر شايسته است در اينجا ذكر اين خبر شريف كه دل را نورانى و چشم را روشن مىكند : روايت شده كه حضرت صادق عليه السّلام را غلامى بود كه هرگاه آن حضرت سواره به مسجد مىرفت آن غلام همراه بود ، چون آن حضرت از استر پياده مىگشت و داخل مسجد مىشد آن غلام استر را نگاه مىداشت تا آن‌جناب مراجعت كند .\r\nاتّفاقا در يكى از روزها كه آن غلام بر در مسجد نشسته و استر را نگهداشته بود چند نفر مسافر از اهل خراسان پيدا شدند ، يكى از آنها رو كرد به او و گفت : اى غلام ميل دارى كه از آقاى خود حضرت صادق عليه السّلام خواهش كنى كه مرا مكان تو قرار دهد و من غلام او باشم و به جاى تو بمانم و مالم را به تو بدهم ؟ و من مال بسيار از هرگونه دارم ، تو برو و آن مال‌ها را قبض كن و من به جاى تو اينجا مىمانم ؟\r\nغلام گفت : « از آقاى خود خواهش مىكنم اين را » پس رفت خدمت حضرت صادق عليه السّلام و گفت : « فدايت شوم ، مىدانى خدمت مرا نسبت به خودت و طول خدمتم را ؛ پس هرگاه حق‌تعالى خيرى را براى من رسانيده باشد شما منع آن خواهيد كرد ؟ »\r\nفرمود : من آن را به تو خواهم داد از نزد خودم و از غير خود منع مىكنم تو را .\r\nپس غلام قصّهء آن مرد خراسانى را با خويش براى آن‌جناب حكايت كرد . حضرت فرمود : اگر تو بىميل شده‌اى در خدمت ما و آن مرد رغبت كرده به خدمت ما قبول كرديم ما او را و فرستاديم تو را .\r\nپس چون غلام پشت كرد به رفتن ، حضرت او را طلبيد ، فرمود : به جهت طول خدمت تو در نزد ما يك نصيحتى تو را بكنم آن وقت مختارى در كار خود ، و آن نصيحت اين است كه چون روز قيامت شود حضرت رسول آويخته و چسبيده باشد به نور « اللّه » و امير المؤمنين آويخته باشد به رسول خدا و ائمّه عليهم السّلام آويخته به امير المؤمنين عليه السّلام و شيعيان ما آويخته باشند به ما ، پس داخل شوند در جائى كه ما\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nداخل شويم و وارد شوند آنجائى كه ما وارد شويم .\r\nغلام چون اين را شنيد عرض كرد : « من از خدمت شما جايى نمىروم و در خدمت شما خواهم بود ، و اختيار مىكنم آخرت را بر دنيا » . و بيرون رفت به سوى آن مرد .\r\nمرد خراسانى گفت : اى غلام بيرون آمدى از نزد حضرت صادق عليه السّلام به غير آن رويى كه با آن خدمت آن حضرت رفتى .\r\nغلام كلام حضرت را براى او نقل كرد و او را برد به خدمت آن‌جناب ، حضرت قبول فرمود ولاء او را و امر فرمود كه هزار اشرفى به غلام دادند . « 1 »\r\nاين فقير نيز خدمت آن حضرت عرض مىكنم كه : اى آقاى من ! من تا خود را شناخته‌ام خود را بر در خانهء شما ديده‌ام و گوشت و پوست خود را از نعمت شما پروريده‌ام ، اميد آن است كه در اين آخر عمر از من نگهدارى فرمائيد و از اين در خانه مرا دور نفرمائيد و من به لسان ذلّت و افتقار پيوسته عرضه مىدارم :\r\n عن حماكم كيف انصرف * و هواكم لى به شرف\r\nسيّدى لا عشت يوم ارى * فى سوى ابوابكم اقف « 2 » \r\nمثل پنجم\r\nبراى دنائت و پستى جهل ، و تحريص بر علم و هنر .\r\n« ابو القاسم راغب اصفهانى » در كتاب « ذريعه » آورده كه : مرد حكيم دانايى وارد شد بر مردى ، ديد خانه‌اى آراسته و فرشهاى ملوكانه پهن نموده و لكن صاحب منزل مردى است جاهل و نادان ، عارى از حليهء علم و خالى از فضيلت ، به صورت انسان . آن حكيم كه چنين ديد تف افكند به صورت او .\r\nآن مرد از اين كار حكيم برآشفت و گفت : اين چه سفاهت و بىخردى بود كه از تو سر زد اى حكيم ؟ !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - خرايج 1 / 391 - 390 عنه بحار 50 / 87 ح 3 .\r\n( 2 ) - يعنى از تحت عنايت و حفاظت شما چگونه برگردم در حالى كه علاقه من به شما مايهء شرف من است . آقاى من زنده نمانم روزى كه بر غير درب خانهء شما باشم .\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nحكيم فرمود : اين سفاهت نبود بلكه حكمت بود ؛ زيرا كه آب دهان را در جايى كه خسيس‌تر و پست‌ترين جاهاى منزل است مىافكنند ، و من نديدم در منزل تو پست‌تر از تو جائى را ، لاجرم تو را شايستهء اين كار ديدم پس آب دهان خود را به صورت تو افكندم .\r\nمؤلّف گويد : تنبيه فرمود اين مرد دانا بر قباحت و دنائت جهل ، و آن‌كه قبح و زشتى آن با داشتن منزل خوب و پوشيدن لباسهاى فاخر زايل نخواهد شد . و لكن مخفى نماند كه فضيلت براى علم وقتى است كه با عمل منضمّ « 1 » گردد و اين فضيلت با آن خصلت شريفه توأم گردد .\r\nو لقد اجاد من قال :\r\n نيست از بهر آسمان ازل * نردبان پايه به ز علم و عمل\r\nعلم سوى در إله برد * نه سوى ملك و مال و جاه برد\r\nهركه را علم نيست گمراه است * دست او زانسراى كوتاه است\r\nكار بىعلم تخم در شور است * علم بىكار زنده در گور است\r\nحجّت ايزدى است در گردن * خواندن علم و كار ناكردن\r\nآنچه دانسته‌اى به كار درآر * خواندن علم جوى از پى كار\r\nتا تو در علم با عمل نرسى * عالمى فاضلى ولى نه كسى\r\nعلم در مزبله فرونايد * كه قدم با حدث نمىپايد\r\nچند از اين ترهات « 2 » محتالى « 3 » * چشمها درد و لاف « 4 » كحّالى « 5 »\r\nدانش آن خوبتر ز بهر بسيج * كه بدانى كه مىندانى هيچ \r\nقال عيسى بن مريم عليه السّلام : اشقى النّاس من هو معروف عند النّاس بعلمه مجهول بعمله ؛ يعنى حضرت عيسى عليه السّلام فرمود : شقىترين مردم كسى است كه معروف باشد نزد مردم به علم و مجهول باشد به عمل . « 6 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ضميمه‌شده ، پيوسته .\r\n( 2 ) - سخنان بيهوده .\r\n( 3 ) - فريبنده ، حيله‌گر .\r\n( 4 ) - خودستايى .\r\n( 5 ) - سرمه‌كننده ، چشم‌پزشك .\r\n( 6 ) - بحار 2 ص 52 عنه ميزان الحكمة 6 ص 513 ح 13745 .\r\n","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nحكيم سنايى فرموده :\r\n اى هواهاى تو خداانگيز * وى خدايان تو خداآزار\r\nره رها كرده‌اى از آنى گم * عزّ ندانسته‌اى از آنى خوار\r\nعلم كز تو تو را نه بستاند * جهل از آن علم به بود صد بار\r\nغول باشد نه عالم آن‌كه از او * بشنوى گفت و نشنوى كردار\r\nعالمت غافل است و تو غافل * خفته را خفته كى كند بيدار\r\nكى درآيد فرشته تا نكنى * سگ ز در دور و صورت از ديوار\r\nده بود آن نه دل كه اندر وى * گاو و خر باشد و ضياع « 1 » و عقار « 2 »\r\nسائق و قائد و صراط اللّه * به ز قرآن مدان و به ز اخبار \r\n* * * تمام شد آنچه مقدّر شده بود ثبت آن در اين رسالهء شريفه در نيمهء شهر رمضان المبارك روز ولادت با سعادت سبط جليل حضرت خير الورى جناب امام حسن مجتبى عليه السّلام ، سنهء 1347 . و چون رساله در اين ماه شريف تمام شد مناسب است كه به دو دعاى شريف ختم شود :\r\nاوّل\r\nشيخ مفيد در كتاب « مقنعه » روايت كرده از ثقهء جليل القدر « علىّ بن مهزيار » از حضرت ابو جعفر جواد عليه السّلام كه مستحبّ است بسيار بگويى در هروقت از شب يا روز اين ماه از اوّل تا به آخر آن : « يا ذا الّذى كان قبل كلّ شىء ، ثمّ خلق كلّ شىء ، ثمّ يبقى و يفنى كلّ شىء ، يا ذا الّذى ليس كمثله شىء ، و يا ذا الّذى ليس فى السّموات العلى و لا فى الأرضين السّفلى ، و لا فوقهنّ و لا تحتهنّ و لا بينهنّ إله يعبد غيره ، لك الحمد حمدا لا يقوى على احصائه الّا انت ، فصلّ على محمّد و آل محمّد صلوة يقوى على احصائها الّا انت » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - آبها و زمين‌هاى زراعتى .\r\n( 2 ) - كالا و اسباب خانه ، ملك .\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nدوم\r\nشيخ كلينى و ديگران روايت كرده‌اند كه حضرت امام جعفر صادق عليه السّلام اين دعا را تعليم زرارة فرمود كه در زمان غيبت و امتحان شيعه بخواند : « اللّهم عرّفنى نفسك فانّك ان لم تعرّفنى نفسك لم اعرف نبيّك ؛ اللّهم عرّفنى رسولك فانّك ان لم تعرّفنى رسولك لم اعرف حجّتك ؛ اللّهم عرّفنى حجّتك فانّك ان لم تعرّفنى حجّتك ضللت عن دينى » « 1 » .\r\nبدان كه علما نوشته‌اند كه از تكاليف آدمى در زمان غيبت ، دعا براى امام زمان عليه السّلام و صدقه دادن براى آن وجود مقدّس است ؛ و از جمله دعاهائى كه وارد شده است كه هميشه بگويى بعد از تمجيد حق‌تعالى و صلوات بر حضرت رسول و آل او عليهم السّلام : « اللّهم كن لوليّك الحجّة بن الحسن صلواتك عليه و على آبائه فى هذه السّاعة و فى كلّ ساعة وليّا و حافظا و قاعدا و ناصرا و دليلا و عينا حتّى تسكنه ارضك طوعا و تمتّعه فيها طويلا » . « 2 »\r\nكتبه العبد عبّاس القمّى فى سنة سبع و اربعين بعد الف و ثلاثمأة فى جوار الرّوضة الرّضويّة لا زالت مهبطا للفيوضات الرّبّانيّة و الحمد للّه اوّلا و آخرا و صلّى اللّه على محمّد و آله .\r\nاز خوانندگان محترم تقاضا مىشود براى علوّ درجات دانشمند بزرگ مرحوم حاج شيخ عباس قمى قدّس سرّه صلوات و فاتحه قرائت فرمايند .\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اكمال الدين 2 / 11 - 12 عنه بحار 95 / 326 ب 115 ح 1 .\r\n( 2 ) - ثقة الأسلام محمّد بن يعقوب كلينى قدّس سرّه در كتاب الصّوم فروع كافى از محمّد بن عيسى به سند خود از امامان عليهم السّلام آورده كه فرمودند : اين دعا را شب بيست و سوّم ماه رمضان در حال سجده و برخاستن و نشستن ، و در هرحال تكرار مىكنى ، و نيز هرقدر كه مىتوانى و هرگاه به يادت آمد در دوران زندگيت ، پس از حمد خداى تبارك و تعالى و درود بر پيغمبر صلّى اللّه عليه و آله و سلّم بگو :\r\nاللّهمّ كن لوليّك . . . ترجمهء مكيال المكارم 2 / 66 .\r\n","page_name":" 144 ","page_number":144}
  ]