[
  {"content":"\r\nالحقائق الإسلامية\r\nفي الرد\r\nعلى المزاعم الوهابية\r\nبأدلة الكتاب والسنة النبوية\r\nتأليف\r\nالحاج مالك بن الشيخ داود\r\nوفقه الله والمسلمين بسعيي محمود\r\nقد اعتنى بطبعه طبعة جديدة بالأوفست\r\nيطلب من مكتبة الحقيقة بشارع دار الشفقة بفاتح 57 استانبول - تركيا\r\nهجري قمري 1407 هجري شمسي 1365 ميلادي 1986\r\n* ( تنبيه ) *\r\nمن أراد أن يطبع هذه الرسالة وحدها أو يترجمها إلى لغة أخرى فله من الله الأجر الجزيل ومني\r\nالشكر الجميل وكذلك جميع كتبي كل مسلم مأذون بطبعها بشرط جودة الورق والتصحيح\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nإهداء الكتاب\r\nإلى حضرة المجاهد الأكبر ، المنهض حاله والدال على الله مقاله سيدي ومولاي\r\nالحاج عبد العزيز سه . خليفة المسلمين وخادم الحضرة الأحمدية في إفريقية الغربية .\r\nإنني أتشرف بإهدائكم هذه المؤلفة المتواضعة تقديرا لمساعيكم الحميدة\r\nومجهوداتكم الجبارة التي ما برحتم تبذلونها لصالح الإسلام والمسلمين . ويسعدنا أن نؤكد\r\nفي هذه السطور ما لفضيلتكم من أياد بيضاء . ومواقف غراء ، في مختلف القضايا الإسلامية\r\nمنها ، والوطنية . لقد كنتم - يا فضيلة الشيخ - السند الأقوى والقدوة الحسنى لا بناء\r\nهذه الأمة المسلمة . وقمتم خير قيام لتحقيق التضامن وإصلاح ذات البين في ظروف يكاد\r\nالتعصب بين الطرق الصوفية ، والمذاهب الفروعية . يمزق شمل الأمة ويوهن قوتها أو\r\nيقضي عليها بالكلية .\r\nولكن لحسن الحظ وبفضل ما أوتيتم به من الحكمة وفصل الخطاب ، استطعتم\r\nأن تفهموا كل من يفهم القول بأن الطرق والمذاهب مهما تعددت وتخالفت في الأشكال\r\nوالنظم ، فإنها تهدف إلى تحقيق غاية واحدة وهي توجيه العباد إلى معالم العبادات\r\nوجعلهم أمة متحدة ذات هدف وشعور مشتركين وقد تحقق بحمد الله تعالى في عهد كم\r\nالزاهر الشئ الكثير من تلك الأهداف الغالية . فنسأل الله العلي القدير أن يجعل سعيكم\r\nمشكورا وجزاء كم موفورا إنه تعالى لا يضيع أجر المحسنين .\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nإنها محاولة كانت ولا بد من أن نكتبها بمقتضى القضاء والقدر فلو لا ذلك لما\r\nظهرت إلى الوجود لضعف مستويينا الثقافي والتعبيري ولأن الكتابة تحتاج أيضا إلى مزيد\r\nمن الآلات غير المداد والقلم . فلسنا متزودين بتلك الآلات التي هي معرفة أساليب\r\nالانشاء ، وقواعد التركيب والترتيب . ولسنا كذلك من عارفي التصنيف ولا ألفي\r\nالتأليف . ولكنا سلكنا مسالك غيرنا ، وتحملنا بما لا حول لنا به ولا قوة . والحق أن سلوكنا\r\nوتحملنا بهذا وذاك إنما هو تعبير صادق عن حقيقة رغبتنا لامتحاض النصيحة لعامة\r\nالمسلمين . والرسول صلى الله عليه وسلم يقول : ( الدين نصيحة )\r\nهذا ولم يكن ليخطر ببالي أن أكتب مثل هذه الرسالة إلا بعد أن جالست بعض\r\nالوهابيين عدة مرات : وناقشت معهم شتى الموضوعات الدينية . وأضف إلى ذلك ما\r\nرأيته في الكتب من مؤلفاتهم ، وما استمعت إليه من محاضراتهم وندواتهم فظهر لي ما\r\nيسرونه لغيرهم وما يعلنون . ووجدتني - والحال هذه - مضطرا للدفاع عن المظلومين\r\nوأن أكف أيدي المعتدين عملا بقوله تعالى : ( ولمن انتصر بعد ظلمه ، فأولئك ما عليهم من\r\nسبيل * الشورى : 41 ) وقوله عليه الصلاة والسلام : ( أنصر أخاك ظالما أو مظلوما )\r\nهذا ويمكن التحقق بأن الهدف الوحيد والغرض الرئيسي من تأليف هذا\r\nالكتاب هو بث الحقائق الإسلامية ، وتخليص ذوي الأفهام المنحرفة من ورطة الافراط\r\nوالتفريط لا غير . ولست أقصد من وراء هذا العمل إلا الشفقة على الإخوان المسلمين علما\r\nبأن انتقاد أولياء الله تعالى نذير سوء الخاتمة - والعياذ بالله ! - وليس لي أي غرض إلى\r\nشن الهجوم ضد الوهابيين أو التعدي عليهم بالظلم والعدوان . كلا ! وحاشا !\r\nولكني في الواقع إنما أخاطبهم بلسان النصيحة وأذكرهم - إن نفعت الذكرى\r\n- بأن دعوتهم هذه ، وإن كانت في البداية لأجل نصرة دين الله الحنيف قد صارت اليوم\r\n- ويا للأسف - حجرة عثر في طريق الأخوة الإسلامية ، أو شبه جمرة تحركها يد الشيطان\r\nفترمى بشرر العداوة بين المسلمين من جهة ، وبين ذوي الأرحام من جهة أخرى . أو بعبارة\r\nأخرى ككرة تتقاذفها الأهواء بين فرق من الجهال وأفراد ممن يسمون أنفسهم ( سنيين )\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\nعلى الرغم من تجاهلهم وتهاونهم بمعنويات السنة ومقتضياتها هذا ، وقد التزمت من\r\nنفسي وحاذرت كل الحذر حرصا على توفير العدالة المنطقية ، ونظرا إلى أن الحق أحق أن\r\nيتبع - التزمت أن لا أكتب في هذه المؤلفة غير الواقع المشهود ، استنادا على الحق . وخوفا\r\nمن أن أكون كالناقد المتطرف الذي يعتمد فيما يكتب أو يقول : على القيل والقال . أو\r\nعلى الرجم بالغيب ( وما شهدنا ألا بما علمنا وما كنا للغيب حافظين * يوسف : 81 )\r\nهذا وأملي كبير في أن يطالع هذه السطور آذان واعية ونفوس مستعدة لقبول الحق\r\nأيا كان مصدره . ولله در القائل : ( أنظر لمعنى القول لا للقائل والحق مقبول ولو من\r\nجاهل ) وسميتها بالحقائق الإسلامية في الرد على المزاعم الوهابية بأدلة الكتاب والسنة\r\nالنبوية .\r\nثم إني أعتذر مرة أخرى لكل من اطلع عليها من النجاة وذوي الثقافة بأني لا\r\nأملك غير حسن الظن بالله وهو المسؤول بأن يتمم لي المقصود . ويجعلها مقبولة لديه ، خالصة\r\nلوجهه الكريم ، نافعة لمن اطلع عليها ، إنه ولي التوفيق والهادي بمنه إلى الصراط المستقيم .\r\nالحاج مالك به\r\nنزيل مدينة \" كوتيالا \" جمهورية \" مالي \"\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nنحمد الله الذي أنشأ وصور ونشهد أن لا إله غيرك يا من أسمع وأبصر والصلاة والسلام\r\nعلى مولانا محمد سيد من بشر وأنذر القائل : ( من كفر مسلما فقد كفر ) وعلى آله وصحبه ،\r\nومن آوى ونصر\r\nأما بعد فإن الباعث الوحيد لي إلى وضع هذه الرسالة هو النصيحة لعامة المسلمين\r\nوالرد على بعض الوهابيين المتطرفين الذين يظنون بالمسلمين غير الحق ظن الجاهلية\r\nويزعمون أن من لم يكن وهابيا فهو مشرك حتى ولو أقر بالشهادتين وأقام\r\nالصلاة وآتى الزكاة وصام رمضان وحج البيت . لأن الوهابية عندهم بمثابة سنة نبوية\r\nيجب الاقتداء بها بالقلب والقالب وكأن الوحي الإلهي إنما أنزل على محمد بن عبد\r\nالوهاب ( المتوفى سنة 1206 ه‍ . ) لا على محمد بن عبد الله صلى الله عليه وسلم . [ 1 
  ]\r\nوأقول بأن هذه المزاعم وأمثالها ليس مصدرها إلا الجهل الذي هو الداء العضال\r\nفي كل زمان ومكان ، والذي لا يقتل أعضاء الجسم وحدها إنما يقتل معها أعضاء\r\nالأمة جمعاء .\r\nولا شك أن هذه الخلافات التي مني بها مجتمعنا القومي في عصرنا الحالي ،\r\nجاءت نتيجة لسببين ظاهرين : أو لهما : هو الجهل المركب الذي لا يميز صاحبه بين الخبيث\r\nوالطيب ولا بين المندوب والمكروه ثم لا يعترف بجهله فيسكت . والثاني : هو عدم فهم\r\nبعض المسائل الدينية فهما حقيقيا ، مما أتاح لهم فرصة ليحرفوا بعض الآيات والأحاديث\r\nعن مواضعها فيترتب عليه إجرام البرئ تارة وإبراء المجرم تارة أخرى .\r\nولأجل هذين السببين عمت البلوى بانتشار الخلافات الدينية مما أدى إلى قطع\r\nالأرحام وهجران المساجد واختلاف المفاهيم والآراء ، وأخيرا اختلط الدين بالطين\r\nوانتهى الأمر إلى الفوضى . وقديما سئل حكيم عن كثرة الخلافات فأجاب : ( لو سكت\r\nالجاهل لارتفع الخلاف )\r\n\r\n","description":"","footnote":" ( 1 ) أما أولئك الوهابيون المعتدلون الذين لا يعتقدون ذلك ولا يزعمون تلك المزاعم فلم يتوجه إليهم كلامنا ا ه‍ . ","page_name":" 6 ","page_number":6},
  {"content":"\r\nما أحوجنا اليوم إلى السعي وراء التفقه في الدين والاهتمام به ، كواجب\r\nمقدس . وما أجدر بنا للتمسك بالكتاب والسنة والتقيد بأحكامهما قولا وفعلا .\r\nوما أسعدنا لو وقفنا صفا متحدا وقلبا واحدا ضد هذه الخلافات الهدامة\r\nوالتقسيمات الطائفية التي شأنها خلق التباغض والتقاطع بين أفراد المسلمين وجماعاتهم\r\nوحبذا لو استحضرنا بأذهاننا عهد الخلفاء الراشدين وسلكنا بتصرفاتنا الدينية والدنيوية\r\nنهج المسلمين الأولين من المهاجرين والأنصار الذين وصفهم الله تعالى بقوله : ( أشداء\r\nعلى الكفار رحماء بينهم * فتح : 29 ) وبقوله : ( أذلة على المؤمنين أعزة على الكافرين\r\nيجاهدون في سبيل الله * المائدة : 54 )\r\nوقد كانوا - رحمهم الله - مضرب المثل في التسامح والتناصح وحسن الجواز\r\nوجدير بنا - نحن الخلف - أن نحذو حذو سلفنا الأخيار ونمثل في كياننا أمة مسلمة\r\nمتماسكة بمعنى الكلمة هدفها : الاعتصام بحبل الله وغايتها : القضاء على أسباب\r\nالتخالف والتباغض بين أفراد المسلمين وجماعاتهم . كما كان الأمر في عهد رسول الله\r\nصلى الله عليه وسلم وفي عهد خلفائه الراشدين رضي الله عنهم .\r\nوهنا نطرح السؤال التالي : ما هي العلوم التي يجب أن نتعلمها لنفهم القرآن\r\nالكريم والشريعة الإسلامية ؟ أهي العلوم التي في الكتب العصرية والتي يؤلفها بعض\r\nالمتقولين ممن لا يعتد بأقوالهم ولا يحتج بآرائهم وإنما يحبون فقط أن تشيع الخلافات بين\r\nالأمة ؟ أم العلوم التي في الكتب الأصلية المستنبطة من الكتاب والسنة ومن أقوال أئمة\r\nالمذاهب ورجال الدين ؟ والجواب على السؤال واضح .\r\nولكي نفهم القرآن الكريم والشريعة الإسلامية فهما حقيقيا لا بد وقبل كل\r\nشئ من معرفة نصوص القرآن الكريم وأصول الحديث ، والفقه ، واللغة ، والنحو ،\r\nوغيرها . . .\r\nفهذه كلها علوم ضرورية لا يستغنى عنها في فهم الشريعة . ويجب تعلمها\r\nوالاعتناء بها بأكبر قدر ممكن . لأن ما لا يتم الواجب إلا به فهو واجب .\r\nولكن فمن المؤسف جدا أن بعض إخواننا الوهابيين لا يعرفون من هذه العلوم\r\nشيئا ومع ذلك فهم يدعون المعرفة والتدين . وتراهم يتجادلون في الدين آناء الليل\r\nو ","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nأطراف النهار ويفسرون القرآن والأحاديث الأسواق والأندية العامة دون معرفة\r\nالناسخ أو المنسوخ ولا سبب النزول ولكن بآرائهم الشخصية . فكثيرا ما يحرفون الكلم عن\r\nمواضعها والعياذ بالله . وفي الحديث : ( من فسر القرآن برأيه ، فليتبوأ مقعده في النار . )\r\n\" أخرجه الترمذي \" ولا تكاد تجد منهم من يعرف في الإسلام أكثر من وقائعه التاريخية\r\nوقصصه المسرودة : كفتح مكة وقصة خيبر وأحداث بدر وأحد وحنين وما أشبه ذلك من\r\nالحروب الإسلامية وتواريخ الخلفاء والشخصيات البارزة .\r\nوحيث كانت معرفة هذه الحروب مهمة في نظر الإسلام فإن معرفة نصوص\r\nالقرآن الكريم وأصول الحديث والفقه أهم بأضعاف مضاعفة . ذلك لأننا بواسطة هذه\r\nالعلوم نصل إلى معرفة فروض الأعيان والتمييز بين الحلال والحرام بينما لا نصل إلى معرفة\r\nذلك من خلال الحروب المذكورة .\r\nوعلى هذا فإن طلاقة اللسان ومعرفة هذه الحروب وتلك الأحداث لا تجعل\r\nالإنسان عالما ما دام يجهل فروضه والواجبات عليه . ولا ينبغي للمسلم أن يصرف همته في\r\nتعلم هذه الحروب وتفاصيلها وأن يستغرق أوقاته في تتبع مواقعها ونتائجها ، حين\r\nلا يعرف شيئا عن أمور دينه وأحكام عباداته . بل الواجب عليه أن يهتم أولا بتطهير قلبه\r\nوتحسين سلوكه وأخلاقه ثم يسعى إلى معرفة ما يصلح به فرض عينه من أحكام الصلاة\r\nوالطهارة ، والصيام . وما إلى ذلك من فروض الأعيان . وله بعد ذلك أن يتعلم ما يشاء من\r\nفروض الكفايات التي من بينها هذه الحروب وتلك القصص والحكايات .\r\nومهما تغافل المرء عن تعلم فروضه العينية واشتغل بما دونها من القصص\r\nوالحكايات ليميل إليه قلوب العامة ويستجلب مشاعرهم ورضاهم كان مضيعا للوقت\r\nوخاسرا في الحال والمآل .\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\nالإسلام وأهدافه في توحيد الأمة\r\nالإسلام هو الدين الحنيف الآمر بالتآخي والتآلف ، والناهي عن التقاطع\r\nوالتخالف ، ويهدف هذا الدين القويم من خلال أوامره الربانية وتوجيهاته النبوية إلى\r\nخلق جو يسوده التفاهم والتحابب بين أفراد المسلمين وجماعاتهم وينادي بأعلى صوته إلى\r\nالاعتصام بحبل الله وإلى إصلاح الأخوة الإسلامية ورعاية حقوق الجوار في جميع\r\nالمستويات . ويحرص هذا الدين كل الحرص على التماسك والتحابب بقدر ما يكره\r\nالتباغض والتخالف . قال الله تعالى : ( . . . ولا تنازعوا فتفشلوا وتذهب ريحكم . . . * الأنفال\r\n: 46 ) وقال أيضا : ( واعتصموا بحبل الله جميعا ولا تفرقوا * آل عمران : 103 ) ويقول\r\nالرسول صلوات الله وسلامه عليه : ( لا تحاسدوا ولا تباغضوا ولا تدابروا وكنوا عباد الله\r\nإخوانا ) رواه أنس وقال عليه السلام : ( المؤمن للمؤمن كالبنيان المرصوص يشد بعضه\r\nبعضا ) رواه البخاري ومسلم وقال أيضا : ( لا يؤمن أحدكم حتى يحب لأخيه ما يحب\r\nلنفسه ) رواه البخاري ومسلم\r\nوالإسلام أحرص شئ على التوافق والتعاون بين أبنائه ويظهر ذلك جليا في كل\r\nتوجيهاته ، وتعليماته ، وخاصة في قواعده الخمس التي هي : الشهادتان ، والصلاة ،\r\nوالزكاة ، والصوم ، والحج . فالشهادتان تشكلان المورد الإلهي العذب ، الذي ترده القلوب\r\nوالألسنة بين حين وآخر ، فترتوي من ماء التوحيد الذي هو السبب الإيجابي للحياة الأبدية\r\nوالسعادة السرمدية\r\nوالشهادتان - بالمعنى الصحيح - تعبران عن لفظ التوحيد ومعنييه الحقيقيين\r\nوهما أساس القواعد الخمس التي بنى عليها الإسلام .\r\nوالصلاة هي اجتماع مفروض بين المسلمين يوميا ليقوموا إلى عملية العبادة\r\nبحركات متحدة من قيام ، وركوع ، وسجود ، وجلوس ، وسلام . ويتكرر هذا الاجتماع\r\nخمس مرات في اليوم ، فيترتب منه التعارف بين المسلمين والتآلف والتعاون في كل\r\nالمجالات .\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nأما الزكاة فهي من أجل مظاهر التعاون والتراحم بين المسلمين ومن أسرع\r\nجوالب التحابب والتعاطف بين الأغنياء والفقراء ، فالغني يأخذ كل سنة جزءا من ماله\r\nالخالص ليضعه تحت تصرفات أخيه الفقير وهو لا يريد منه الجزاء ولا الشكور . بل يعد ذلك\r\nمن الواجبات الاجتماعية التي أوجبتها عليه أحكام الشريعة الإسلامية العادلة . ثم\r\nيأخذه منه ذلك المحتاج شاكرا إياه والإسلام معا .\r\nثم يأتي دور الصوم وكأنه يريد من الغني أن يتعرف على الظروف التي تحيط\r\nبالفقير فيعيش معه نفس الظروف ، من الجوع والعطش طيلة شهر كامل ليتسنى له بين\r\nحين وآخر ، أن يتذكر أحوال إخوانه الجائعين وذوي الفاقة فيعطف عليهم ويواسيهم بما\r\nتملكه يداه فيحصل له من الله الأجر ومن إخوانه الشكر .\r\nثم الحج الذي هو المؤتمر السنوي للمسلمين حيث يتوجهون كل سنة إلى أقدس\r\nالأماكن وأشرف البقاع . وهي مكة المكرمة لأداء فريضة الحج ولزيارة الرسول صلى الله\r\nعليه وسلم في المدينة المنورة وهو فرصة سانحة يغتنمها المسلمون لفائدتهم الدينية\r\nوالدنيوية في آن واحد . . .\r\nوالحج مظهر رائع من مظاهر التشابه والمساواة بين طبقات المسلمين من الأغنياء\r\nوالفقراء وداع من دعاة التعاطف وعدم التخاصم فيما بينهم قال تعالى : ( فلا رفث ولا\r\nفسوق ولا جدال في الحج * البقرة : 197 )\r\nتلك هي قواعد الإسلام الخمسة وهذه ، توجيهاتها وتعليماتها وكلها تهدف\r\nأساسا إلى توحيد صفوف المسلمين وجمع كلمتهم واحترام بعضهم بعضا . ويتبين\r\nللمسلمين من خلال تأملهم إلى هذه القواعد الإسلامية وتأثيراتها في المجتمع بأنهم\r\nمطالبون بالتعاطف والتماسك بدلا من التخالف والتخاصم كما هو الواقع اليوم .\r\nومن هنا نرى ونحكم أن كل دعوة أدت إلى التفرقة والشقاق بين أفراد الأمة\r\nفهي دعوة باطلة بأدلة الكتاب والسنة . وهي بالتالي دعوة بريئة من الإسلام ، والإسلام\r\nبرئ منها مهما بلغ تأثيرها في قلوب العامة ومهما كثر أنصارها وأتباعها . وفي الحديث :\r\n( أيما رجل قام يفرق بين أمتي فاضربوا عنقه )\r\nفالدعوة الوهابية كما لا يخفى على أحد كانت وما زالت مصدر الاختلاف\r\nو ","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nالخصومات بين المسلمين ، من لدن عهد أحمد بن تيمية المؤسس الأول [ 1 
  ] لهذه الدعوة إلى عهد\r\nمحمد بن عبد الوهاب الذي جددها بعد أربعمائة سنة من وفاة ابن تيمية الذي كان قد\r\nواجه تهما شتى ، مما أدى في الأخير إلى الحكم عليه بالسجن مدى الحياة بسبب تلك الدعوة\r\nوقد ظل مسجونا إلى أن وافته المنية رحمه الله .\r\nوهنا نلفت انتباه القارئ الكريم إلى أن أحمد بن تيمية هذا كان واحدا من\r\nأكابر العلماء وكان فقيها مشهورا بالزهد والتقى ، ويضرب به المثل في علم الحديث\r\nوكان يلقب بشيخ الإسلام إلا أنه خالف جمهور العلماء في بعض المسائل الشئ الذي حط\r\nبدولته ، إلى أسفل الدرجات ولا غرابة في ذلك فالجواد قد يكبو والسيف قد ينبو .\r\nفقد كان من أمره أنه يمنع السفر لزيارة قبر النبي صلى الله عليه وسلم ويحرم\r\nالتوسل والاستغاثة بالأنبياء والأولياء ويقول بأن ذلك من الشرك بالله كما كان يطعن\r\nفي السادة الصوفية وفي أكابرهم من أمثال الإمام الجنيد البغدادي ( المتوفى سنة 298 ه‍ . )\r\nوأبي يزيد البسطامي ( المتوفى 231 أو 261 ه‍ . ) وابن الفارض ( المتوفى سنة 636 ه‍ . )\r\nوالإمام الغزالي ( المتوفى 505 ) وأضرابهم وكان يهاجم عليهم بأفظع العبارات ويبالغ في\r\nالرد عليهم وعلى منهجهم الصوفي . وذلك أيضا هو النهج الذي سلكه خليفته محمد بن عبد\r\nالوهاب وأتباعه المعاصرون . وهناك مسائل أخرى يتعلق بعضها بالأصول وبعضها بالفروع\r\nخالفوا فيها جمهور العلماء وصاروا بها موضع الجدل والخصومات بين المسلمين .\r\nأما محمد بن عبد الوهاب فقد ظل هو الآخر يعاني مدة حياته حروبا حامية\r\nالوطيس بينه وبين علماء عصره الذين كانوا يعارضونه تماما ويعتبرون دعوته من أخطر\r\nالدعوات في تاريخ الإسلام . فقد رد عليه بعض الأساتذة والعلماء بأبلغ الرسائل\r\nوالمؤلفات يحذرونه فيها من مغبة هذه الدعوة ويناشدونه التوقف عن شن هجوماته ضد\r\nالمسلمين الأبرياء الذين يستحيل تواطؤهم على الكذب والضلال .\r\nومن بين أولئك العلماء كبير مشائخه وهو الشيخ محمد بن سليمان الكردي [ 2 
  ]\r\nالذي قال من جملة كلامه إليه : يا ابن عبد الوهاب إني أنصحك لله تعالى أن تكف\r\n\r\n","description":"","footnote":" ( 1 ) أحمد بن عبد الحليم ابن تيمية الحراني المتوفى 728\r\n( 2 ) المتوفى سنة 1194 ","page_name":" 11 ","page_number":11},
  {"content":"\r\nلسانك عن المسلمين فإن سمعت من شخص أنه يعتقد تأثير ذلك المستغاث به ، من دون الله\r\nفعرفه الصواب وأبن له الأدلة على أنه لا تأثير لغير الله فإن أبى فكفره حينئذ بخصوصه ولا\r\nسبيل لك إلى تكفير السواد الأعظم من المسلمين وأنت شاذ عن السواد الأعظم فنسبة\r\nالكفر إلى من شذ عن السواد الأعظم أقرب لأنه اتبع غير سبيل المؤمنين قال تعالى : ( ومن\r\nيشاقق الرسول من بعد ما تبين له الهدى ويتبع غير سبيل المؤمنين نوله ما تولى ونصله ،\r\nجهنم وساءت مصيرا * النساء : 115 ) الآية من سورة السناء\r\n\" وإنما يأكل الذئب من الغنم القاصية \" ا ه‍ :\r\nوكذلك أخوه الشيخ سليمان بن عبد الوهاب الذي ألف كتابا في الرد عليه\r\nوسماه : ب‍ \" الصواعق الإلهية في الرد على الوهابية \"\r\nوهناك مئات من الكتب ألفت كلها في الرد عليه وعلى دعوته الوهابية ولنذكر\r\nمن بينها على الخصوص :\r\n1 - الفجر الصادق في الرد على منكري التوسل والكرامات والخوارق . *\r\n2 - جلاء الظلام في الرد على النجدي الذي أضل العوام .\r\n3 - ضياء النهار لإبطال شبه الأنوار .\r\n4 - الدرر السنية في الرد على الوهابية . *\r\n5 - شواهد الحق في استغاثة بسيد الخلق . *\r\n6 - ضياء الصدور لمنكري التوسل بأهل القبور .\r\n7 - السهام الصائبة لأصحاب الدعاوى الكاذبة .\r\n8 - النقول الشرعية في الرد على الوهابية . *\r\nفهذه جملة قليلة من قائمة الكتب المؤلفة قديما وحديثا في الرد على الوهابية وعلى\r\nمبادئها الخطيرة ولم أذكر عبارات مؤلفيها رغبة في الاختصار وخوفا من التطويل .\r\nوبعض العلماء يسمون الدعوة الوهابية ب‍ \" الدعوة الدموية \" وذلك نظرا إلى أنها\r\nمتى ما دخلت في عائلة أو في مدينة بادرت - كما هو مشاهد - إلى إلقاء العداوة والبغضاء\r\nبين أهلها ثم لا يلبث أو يكون الخلاف فالخصومة ، ثم القتال ، وإراقة الدماء .\r\n\r\n","description":"","footnote":" هذه الكتب طبعها مكتبة الحقيقة ","page_name":" 12 ","page_number":12},
  {"content":"\r\nفالدعوة الوهابية معروفة بهذه الصفات ومقترنة لها منذ فجر ميلادها إلى يومنا هذا\r\nوالتاريخ خير شاهد على صحة ما قلناه .\r\nونحن لو نظرنا إلى أحوالنا فيما قبل السبعينات أي قبل انتشار هذه الدعوة في\r\nربوع بلادنا ثم نظرنا إلى ما هي نحن عليه الآن من التباغض والتخالف والتقاطع من\r\nجراء هذه الدعوة ، لوجدنا العلماء صادقين في هذه التسمية . ويخشى لو استمر هذا الوضع -\r\nلا قدر الله - أن تندلع حروب أهلية ومشاجرات دينية لا سبيل إلى التخلص منها .\r\nوأقول فإن الدعوة الوهابية مهما بلغت من خطورة في عهد زعمائها الأولين فإنها\r\nاليوم - والحق أقول - قد تطورت وبلغت منتهى الخطورة في عهد أتباعهم المعاصرين .\r\nوخاصة أولئك الذين نعيش معهم في الزمان والمكان نسمع ونرى ما يقولون وما يفعلون .\r\nوإنا لواثقون من أنه لو قدر للشيخ ابن عبد الوهاب أن يعود إلى الدنيا ويشاهد هذه الكيفية\r\nالتي عليها بعض أتباعه اليوم ، لتبرأ منهم كما يتبرأ المصلح من المفسد . ذلك لأنهم اتخذوا\r\nهذه الدعوة كسلاح لمحاربة المسلمين ووسيلة إلى قطع الأرحام والتفريق بين الأمة\r\nهذا ولم تزل الدعوة الوهابية مقترنة بخصوماتها ونزاعاتها تقتفز من أرض لأخرى\r\nحتى وصلت إلى جمهوريتنا \" مالي \" فتسابق إليها التجار والرعاة الذين رفعوها فوق\r\nمستواها وغروا بها الشبان والصبيان وبذلوا بكل ما لديهم من حول وقوة وظهروا على\r\nالقضاء بما كان عليه السلف الصالح وعلى إنكار أولياء الله تعالى والسادة الصوفية ،\r\nورموهم بما لا يليق للأراذل فضلا عن الفحول الكمل افتراء على الله وأساءوا بهم الأدب\r\nونصبوا مشايخ التربية أصناما وتلامذتهم عبادا وذكروا فيهم ما أنزه قلمي عن كتابته\r\nوكفى بذلك ظلما وزورا ، ولم يعلموا أن لحوم أهل الله مسمومة وأكل السم سريع العطب\r\nوجاء في الحديث القدسي : ( من عادى لي أو آذى لي وليا فقد آذنته بالحرب ) رواه البخاري\r\nوفي الحديث النبوي : ( إن الله شرف الكعبة وعظمها ولو أن عبدا هدمها حجرا حجرا ثم أحرقها\r\nما بلغ جرم من استخف بولي من أولياء الله تعالى )\r\nوعن السؤال متى دخلت الحركة الوهابية إلى جمهورية \" مالي \" ؟ ومن أدخلها ؟\r\nوكيف انتشرت في مدنها وقراها ؟\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nفالجواب : إننا لا نعرف بالضبط تاريخ دخولها إلى \" مالي \" ولا أول من أدخلها\r\nولكننا نعرف بالحقيقة أنها انتشرت هنا بواسطة بعض التجار والرعاة وبواسطة بعض\r\nالطلبة المتوسطين ممن لا خبرة لهم بالفقه الإسلامي وإنما بذهاب هؤلاء إلى مكة المكرمة إما\r\nلأداء فريضة الحج أو للتعلم في المدارس هناك وبعد عودتهم إلى أرض الوطن يؤكدون\r\nلأهلهم وذويهم ولكل من يتصل بهم بأنهم قد وجدوا في مكة المكرمة ما يخالف دينهم\r\nالذي كانوا عليه أولا ، ويلزمونهم بالتأكيد على اتباع هذا الدين وترك ما سواه ونبذه وراء\r\nظهورهم . ويزعمون بذلك أنهم خرجوا من الكفر ودخلوا في الإسلام من جديد فيستحقون\r\nبأن يسموا أنفسهم سنيين ومن لم يوافقهم على ذلك فهو عندهم من المشركين .\r\nومن هنا يشرعون في الانكار والتغيير ويوجهون اللوم مباشرة إلى الآباء والأجداد\r\nوإلى رجال الدين وعلماء الأمة ويحملونهم المسؤولية ويبالغون في قدحهم والاعتراض\r\nعليهم وربما يصفونهم بالمشركين أو بدعيين ! !\r\nوبما أن الناس مولعون - عادة - بالشئ الجديد فإن هذه الحركة قد حظيت\r\nإقبالا واسعا لدى الأوساط العامة . ذلك لكونهم يرون أن ما يقال عن مكة المكرمة أو\r\nبالأخرى ما يشاهد فيها قد يكون هو الدين القيم وما عداه هو الضلال البعيد .\r\nوفوق ذلك كله فليس من المفروض شرعا أن يقتدي جميع المسلمين بأهل مكة\r\nبحيث تكون مخالفتهم في بعض المسائل الفقهية خروجا عن الدين الإسلامي . فالمسلم حر\r\nفي اقتداء أي مذهب من المذاهب الأربعة شاء ، وهو حر في أخذ أية طريقة من الطرق\r\nالصوفية أراد ، فلا ذنب عليه في ذلك ولا عيب\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nالحركة الوهابية وتأثيرها في المجتمع\r\nإن تأثير الحركة الوهابية في مجتمعنا الوطني لأمر يبعث إلى القلق ويهدد مستقبل\r\nالمواطنين وذلك لمنعها إياهم التمتع بحسن الجوار واحترام بعضهم بعضا .\r\nوقد ظهر للعيان توتر العلاقات الأخوية وقطع الوفاق بين ذوي القربى\r\nوأولي الأرحام كما شوهد تغير الأحوال الاجتماعية من حسنة إلى سيئية ومن سيئية إلى\r\nأسوأ نتيجة لانفجار الثورة الوهابية في الآونة الأخيرة ، وليس من السهل التغلب على هذه\r\nالظروف الحرجة التي نعانيها في الوقت الحاضر ، والتي أخذ يفر فيها المرء الوهابي من\r\nأخيه الغير الوهابي بل ومن أبيه وأمه وكل أصحابه يفر منهم في حين لا ذنب لهم سوى\r\nإنهم انخرطوا في سلك السادة الصوفية أو رفضوا التعصب للدعوة الوهابية .\r\nفالقادة الوهابية في هذا البلد ما زالوا مصممين على أن من لم يكن وهابيا فهو\r\nمشرك يجب هجرانه ولا يجوز التعامل معه فيما يخص الدين أو الدنيا .\r\nوعلى هذا يمكن القول بأن الدعوة الوهابية - إذا كانت هذه شأنها - فهي\r\nمتمسكة بأفكار خاطئة ومزاعم باطلة لا تتفق والحقيقة الواقعة . فلو نظرت بشئ من\r\nالتأمل إلى قادة هذه الطائفة ثم قارنت بين أقوالهم وأفعالهم علمت يقينا بأن لهم أهدافا\r\nوغايات تدفعهم إلى التوسع في قدح أعراض المسلمين وهتك حرماتهم والاعتداء عليهم\r\nبالظلم والعدوان .\r\nفمن أهدافهم : التفريق بين الأمة الإسلامية لينتهزوا فرصة تضليل العوام\r\nواستغلالهم باسم الدين وراء مصالحهم الشخصية .\r\nأما الغاية التي يسعون إلى تحقيقها هي إثبات السنية لهم خاصة ، وتكفير جماعة\r\nالمسلمين من غيرهم .\r\nوهذا إن دل على شئ فإنما يدل على سوء الظن بالمسلمين أو عدم معرفة الإسلام\r\nبالوجه الذي حدده الرسول عليه السلام ومعلوم أنه صلى الله عليه وسلم كان قد سئل عن\r\nالإسلام فأجاب : ( هو أن تشهد أن لا إله إلا الله وأن محمدا رسول الله وتقيم الصلاة وتؤتي\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\nالزكاة وتصوم رمضان وتحج البيت إن استطعت إليه سبيلا ) أخرجه الترمذي\r\nومن هنا نتحقق حطأ أولئك الذين يكفرون المسلمين عمدا أو جهلا بعد ما بين\r\nالرسول عليه السلام ما يجعل المرء مسلما وبعد ما نهى عن تكفير المسلم .\r\nوالأدلة الواردة للرد على مزاعمهم أكثر من أن تعد أو تحصى . فقد منع الرسول\r\nصلى الله عليه وسلم تكفير المسلم في عدة أحاديث منها : قوله عليه السلام : ( إذا قال المرء\r\nلأخيه يا كافر فقد باء به أحدهما ) رواه مالك والبخاري والترمذي\r\nوقوله : ( لا يكفر أحد من أهل القبلتين ) وقوله : ( أمرت أن أقاتل الناس حتى يشهدوا أن لا\r\nإله إلا الله وأن محمدا رسول الله فإن فعلوا ذلك عصموا مني دماءهم وأموالهم إلا في حق\r\nالإسلام . وحسابهم على الله ) رواه البخاري ومسلم وقوله عليه السلام : ( الصلاة عماد\r\nالدين من أقامها فقد أقام الدين ومن تركها فقد هدم الدين ) رواه البيهقي وقوله : ( من\r\nكفر مسلما فقد كفر ) إلى غيره من الأحاديث المتواترة فكل واحدة من هذه الأحاديث\r\nتقتضي بأن لا يكفر المرء مسلما مهما اغترف من ذنب\r\nونحب نتعجب كيف بتجاهل الوهابيون كل هذه الحقائق النبوية ؟ وكيف\r\nيسعهم مخالفة الرسول في التمييز بين المسلم والكافر ؟ وقد قال تعالى : ( ومن يشاقق\r\nالرسول من بعد ما تبين له الهدى ويتبع غير سبيل المؤمنين نوله ، ما تولى ونصله جهنم\r\nوساءت مصيرا * النساء 115 )\r\nهذا لقد علمنا بمقتضى الأحاديث الآنفة الذكر بأنه لا يجوز تكفير المسلم الذي يؤمن\r\nبالله ورسوله ويؤدي قواعد الإسلام الخمس على الوجه المشروع .\r\nفإذا كان العلماء قد أجمعوا على أن الكافر إذا قال : لا إله إلا الله محمد رسول الله\r\nمرة واحدة قد دخل في الإسلام ، له ما للمسلمين من حقوق وواجبات . فكيف بمن ولد في\r\nالإسلام ونشأ فيه ورضي به دينا وهو يكرر هذه الكلمة في اليوم أكثر من مائة مرة ؟\r\nفكيف يجوز تكفيره ؟ مع العلم بأن الناطق بالشهادتين - في حكم الشريعة الإسلامية -\r\nيعتبر مسلما بغض النظر عن خفايا قلبه فبعلم ذلك يحض الله وحده وجاء في أسهل المسالك\r\nقوله : ( ورحمة الله تعالى عمت . . . كل امرأ إيمانه كالدرة )\r\nوقال شراح هذا البيت : يجب الإيمان بأن رحمة الله تعالى تعم كل أحد مات من\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nالإنس والجن ولم يكن له عمل صالح سوى الإيمان بالله فقط . . .\r\nثم نتسأل إذا لم تكن القواعد الإسلامية الخمس تمييزا للمسلم إذن فأين يوجد\r\nالمسلم ؟ وما الذي يجعل المرء مسلما ؟ وما هي علاماته ومميزاته ؟\r\nفعلى القادة الوهابية أن يفهموا بأنهم مخطئون في هذه الناحية وعليهم أن يتراجعوا\r\nعن هذه المعتقدات الفاسدة ، وأن يفهموا بأن الإسلام ليس ملكا لإيمانهم فيدخلون فيه من\r\nيريدون ، أو يخرجون منه من يشاؤن . فليتحققوا بأن الإسلام إنما يسير دائما على نهجه\r\nالواضح المستقيم وعلى حسب البرنامج الذي وضعه الشارع الأمين صلى الله عليه وسلم\r\nالذي هو لا ينطق عن الهوى .\r\nولا يخفى على أحد منا موقف الوهابيين المتصلب المعارض لجمهور العلماء\r\nوالمتمثل في الشعارات المضللة والدعايات الكاذبة . هبهم خاطئين حين زعموا أن الناس\r\nجميعا قبل هذه الدعوة كانوا على ضلال ومعصية . وأنها هي الدعوة الوحيدة التي تعنى\r\nبإحياء السنة النبوية والمحافظة على التوحيد . عفا الله عنهم من هذه المزاعم اللا حقيقية\r\nالتي لا حجة لهم بها ولا أساس لصحتها .\r\nفنحن نستغرب جدا كيف تصور لهم أوهامهم هذه المزاعم العقيمة ؟ فمن أين\r\nلهم تضليل الأمة الإسلامية جميعها أو تكفيرها ما لم تعتقد العقيدة الوهابية ؟ فكيف حال\r\nالأمة في نظرهم قبل ميلاد الزعيم الوهابي وقبل انتشار دعوته الحديثة ؟ فهل الشيخ ابن\r\nعبد الوهاب هذا إلا كواحد من أفراد البشر يصيب ويخطئ ؟ أم هو في عداد المعصومين\r\nمن الأنبياء والمرسلين ؟ وهل من العدالة أن نصدقه هو بمفرده ونتبعه ثم نكذب غيره من\r\nأكابر العلماء وجهابذة الفقهاء ؟\r\nفهذا أمر لا يمكن - في اعتقادي - أن يقبله عقل مفكر مهما كان صاحبه غارقا\r\nفي بحر التعصب ، وكيف ما كان مغرورا . . .\r\nوعلى ضوء هذه الحقائق فإن أقرب دليل للرد عليهم وعلى إحباط مزاعمهم قوله\r\nعليه الصلاة والسلام : ( لا تجتمع أمتي على ضلالة ) أخرجه الترمذي عن ابن عمر وقوله :\r\n( لا تزال طائفة من أمتي ظاهرين على الحق لا يضرهم من خالفهم ) رواه الحاكم .\r\nومن أعظم خطأهم بعد تكفير المسلمين إنكارهم على أولياء الله وكراماتهم مع\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nأنهم يصدقون بالاختراعات العصرية كالإذاعات والتلفزات والصواريخ والهواتف\r\nالسلكية واللاسلكية وغيرها من الآلات الكهربائية التي تحير العقول ، والتي لم يكن\r\nالإنسان الأول يحلم بها ولا يكاد يصدق بإمكان وجودها فهلا يؤمنوا بأن الذي أعطى\r\nللعقل البشري المهارة على اختراع هذه الأشياء العجيبة ، قادر على أن يعطي لأوليائه من\r\nالكرامات وخوارق العادات ما لا يدركه الفهم ولا يصل إليه القياس . وهو سبحانه\r\nوتعالى ( فعال لما يريد * البروج : 16 ) و ( ولا يسئل عما يفعل * الأنبياء : 23 )\r\nوعلى الرغم من ثبوت هذه الأدلة فهناك جماعة غير قليلة من الوهابيين ينكرون\r\nعلى أولياء الله وكراماتهم ويرفضون حصول الكرامات والخوارق لهم ، زعما بأن مثل\r\nهذه ، إنما يحصل للأنبياء خاصة دون غيرهم من أفراد البشر ، وينزلون هذه الكرامات\r\nوالخوارق ، منزلة السحر أو الكهانة . ولهم في ذلك أقوال أعتذر عن حكايتها مراعاة للأدب\r\nولعدم مناسبتها لحضرة أولياء الله تعالى اللهم إلا أن أقول سامحنا الله وإياهم ، وأقال\r\nعثراتنا . وعثراتهم ولا يدري هؤلاء المقصرون بأن ما جاز للنبي معجزة يجوز للولي كرامة\r\nوأن كرامات الأولياء وخوارقهم ثابتة في الكتاب والسنة . وقد ورد ذكرها في القرآن\r\nالكريم في عدة مواضع . منها قوله عز وجل في الإخبار عن السيدة مريم رضي الله عنها :\r\n( كلما دخل عليها زكريا المحراب وجد عندها رزقا * آل عمران : 37 ) وكان يجد عندها\r\nفاكهة الصيف في الشتاء وفاكهة الشتاء في الصيف . وقوله لها : ( وهزي إليك بجذع\r\nالنخلة تساقط عليك رطبا جنيا * مريم : 25 ) وكما ذكر القرآن قصة المرسلين الذين\r\nأرسلهم نبي الله عيسى عليه السلام إلى أهل أنطاكية ليدعوهم إلى عبادة الله فصاروا يبرؤون\r\nالأكمه والأبرص ويحيون الموتى بإذن الله وذلك كرامة لهم ومعجزة لنبيهم عيسى بن\r\nمريم عليه السلام [ 1 
  ] وقد بين كتاب الله العزيز كثيرا من الكرامات والخوارق التي\r\nوهبها الله لبعض أوليائه وخصائصهم العلمية والعملية .\r\nومنها أن نبي الله موسى كان تلميذا للسيد خضر عليهما السلام وكان قد\r\nاستصحبه مدة من الزمن ليستفيد منه بعض العلوم . ( قال له موسى هل أتبعك على أن\r\nتعلمن مما علمت رشدا * الكهف : 66 ) وأن آصف بن برخيا أحضر لنبي الله سليمان\r\n\r\n","description":"","footnote":" ( 1 ) وذلك عند قوله تعالى ( واضرب لهم مثلا أصحاب القرية إذ جاءها المرسلون * يس : 13 ) ","page_name":" 18 ","page_number":18},
  {"content":"\r\nعليه السلام عرش بلقيس في أقل من طرفة العين وقد كان الهدهد يدله على الماء .\r\nفكل هذه كرامات وخوارق أثبتها الكتاب الكريم بحيث لا يمكن إنكارها ولكن\r\nمع هذا كله فلا يقتضي ثبوت هذه الكرامات أفضلية الأولياء على الأنبياء - كما يتوهمه\r\nبعض الجهال - بل هي منة من الله بها عليهم بصورة المزية ولا يستغرب ذلك فقد يوجد في\r\nالنهر ما ليس في البحر وقد اقتضت حكمة الله تعالى أن يكون للمفضول ما ليس للفاضل .\r\nومعلوم أن نهاية مراتب الأولياء هي بداية مراتب الأنبياء فلا مطمع للولي أن\r\nيصل إلى غبار النبي فضلا عن أن يماثله أو يفضل منه . ولكن فمن الواجب علينا أن نحترم\r\nأولياء الله تعالى ونصدق كراماتهم ونعلم بأن الذي أيد الأنبياء بالمعجزات هو الذي أيد\r\nالأولياء بالكرامات فالكرامات فروع من معجزات الأنبياء فكل كرامة نالها ولي إنما هي\r\nمن معجزات نبيه وكذلك كرامة أولياء هذه الأمة فهي من معجزات سيدنا محمد صلى الله\r\nعليه وسلم .\r\nولذلك كان إنكار الكرامات إنكارا للمعجزات وإنكار المعجزات تكذيب للرسل\r\nوهو من الكفر الصريح والعياذ بالله . فلا ينبغي للمسلم - والحال هذه - أن ينكر على\r\nكرامات الأولياء مهما بلغت لأن الفضل بيد الله يؤتيه من يشاء لا اعتراض ولا شك أن\r\nالجهل خير من علم يؤدي إلى إنكار أولياء الله وكراماتهم .\r\nفكل ما نحذر إخواننا المسلمين عامة ، والوهابيين خاصة ، أن يكفوا عن أذية أهل\r\nالله وأكل لحومهم . وأن لا يبادروا إلى معارضتهم في أية مسألة من المسائل الفقهية\r\nلكونهم أجدر من أن يكونوا على حجة وبصيرة مما هم فيه ولو أنه مخالف للظاهر وقد قيل :\r\n( فسلم لأهل الله في كل مشكل . . لديك لديهم واضح بالأدلة )\r\nهذا ولا يجوز لأحد مهما كان عالما أن ينكر الشئ على أساس عدم وجود ذلك في\r\nعلمه ، لأن جوامع العلوم لم تتوفر لأحد سوى الرسول صلى الله عليه وسلم .\r\nوإنما الواجب عليه قبل الشروع في الانكار أن يعرضه على طرق الشريعة كلها\r\nوالتي أشار إليها الرسول صلى الله عليه وسلم بقوله : ( إن شريعتي جاءت على ثلاثمائة\r\nوستين طريقة ما سلك أحد منها طريقة إلا نجا . )\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\nفإن لم يعرضه على هذه الطرق أولم تكن له معرفة بها أصلا ، ففي إنكاره خطر\r\nعظيم . وقال العارف بالله : [ 1 
  ] من لم يحط بجملة الشريعة\r\nوقال آخر : وقل لمن يدعى علما ومعرفة * إنكاره لمهلك ذريعة\r\nحفظت شيئا وغابت عنك أشياء\r\nويستفاد من الحديث المذكور أنه لا يجوز اتهام المسلم العارف ولا إنكاره ما لم\r\nيخالف طرق الشريعة كلها ، كما فعل ذلك عبد الرحمان الإفريقي ، الذي سولت له نفسه\r\nالإمارة بالسوء أن يؤلف كتابا في النقد على الطريقة التجانية والهجوم على شيخنا\r\nووسيلتنا إلى ربنا أبي العباس أحمد بن محمد التجاني [ 2 
  ] وعلى خليفته المجاهد في الله الشيخ\r\nالحاج عمر الفوتي رضي الله عنهما وقد سمى كتيبه هذا : ب‍ \" الأنوار الرحمانية لهداية\r\nالفرقة التجانية \" وهو مطبوع يوزع مجانا إلى كل من يريده من المعارضين والمنتقدين لذلك\r\nيسعى الوهابيون للحصول عليه ليزدادوا بغضا وحقدا للسادة الصوفية بصورة عامة\r\nوللتجانيين بصورة خاصة . . .\r\nوأنا شخصيا لن أهاجم على عبد الرحمان الإفريقي ولا أنتقم منه لعلمي بأنه إنما\r\nيحارب الله ورسوله بمعاداته لأولياء لله وأصفيائه . بدليل قوله تعالى في الحديث القدسي :\r\n( من عادى لي وليا فقد آذنته بالحرب ) رواه البخاري . وخصوصا هذا الولي الرباني\r\nوالعارف الصمداني الشريف الحسني أحمد بن محمد التجاني رضي الله عنه وأرضاه الذي هو\r\nيعتبر واحدا من أبرز علماء الإسلام وعلما من أعلام الشريعة والحقيقة . فشرفه الديني\r\nوالنسبي ، وتاريخه الحافل بالنشاطات الدينية والتوجيهات الربانية بالإضافة إلى مرتبتيه\r\nالموهوبة والمكسوبة يغنينا عن الدفاع عنه والاحتجاج له فمناقبه رضي الله عنه ومواقفه\r\nواضحة ولا تحتاج الشمس إلى دليل .\r\nأما إنكار عبد الرحمان الإفريقي على الطريقة التجانية ومبالغته في النقد عليها\r\nوعلى خاصة أصحاب الشيخ رضي الله عنهم فهو كما قيل : \" وإذا أتتك مذمتي من ناقص *\r\nفهي الشهادة لي بأني كامل \" أو كقول الإمام البوصيري رضي الله عنه . \" قد تنكر العين\r\nضوء الشمس من رمد * وينكر الفم طعم الماء من سقم \"\r\nهذا وتتوفر لدى الشيخ أحمد التجاني رضي الله عنه شواهد الكمالات الحسية\r\nو \r\n","description":"","footnote":" ( 1 ) وهو السيد الحاج مالك سه رضي الله عنه في كتابه فاكهة الطلاب . . .\r\n( 2 ) المتوفى . 1230 ه‍ . ","page_name":" 20 ","page_number":20},
  {"content":"\r\nالمعنوية وحسبه فخرا كونه بضعة من رسول الله صلى الله عليه وسلم ولو لم يكن فيه غير\r\nهذا التعريف الذهبي لكفى .\r\nفمن كانت هذه سيرته وهذا تعريفه لا يمكن لعبد الرحمان الإفريقي وأمثاله أن\r\nيدنسوا عرضه أو يشوشوا سمعته ولا يتضرر القمر بنبح الكلاب\r\nوأعرف يقينا بأن تأليفه لهذا الكتاب سيمثل له كالباحث عن حتفه بظلفه ، وأنه\r\nسيحاسب عليه لما في الحديث : ( من سن سنة سيئة فعليه وزرها ووزر من عمل بها إلى يوم\r\nالقيامة )\r\nوهذه المؤلفة من أسوأ المحدثات لما فيها من المنشورات الفظيعة والعبارات\r\nالشنيعة الموجهة مباشرة إلى الشيخ أحمد التجاني ، وإلى الشيخ الحاج عمر الفوتي رضي الله\r\nعنهما . والتي تهدف إلى تشويش سمعة الطريقة التجانية وإلى تجميدها وتحريفها عن\r\nموضعها .\r\nوإذا كان هذا التأليف لا يأمرنا إلا بترك الطريقة التجانية التي مدارها\r\nالاستغفار ، والهيللة ، والصلاة على النبي . ولا ينهانا إلا من محبة السادة الصوفية وموالاة\r\nأولياء الله تعالى . فما الفرق - يا ترى - بين هذا المؤلف المسبوق وبين أولئك الذين\r\nيأمرون بالمنكر وينهون عن المعروف . .\r\nوهناك من الوهابيين من أعرف أسماءهم وألقابهم يأخذون \" كتاب جواهر\r\nالمعاني \" إلى الأسواق وإلى أنديتهم العامة رغم مستواهم السافل في العلوم والثقافة\r\nفيشرعون في مطالعته ، جاهلين أو متجاهلين عن مستوى هذا الكتاب الرفيع وينظرون إليه\r\nبعين الانكار والنقد والاستهزاء ويؤولون عباراته بأقبح التأويلات حين لا يعرفون أن\r\nللأولياء كلاما لا يفهمه إلا الخواص ورحم الله من قال :\r\n\" كلام الأولياء لست أفهم * لأنني أنا أنا وهم هم \"\r\nويقول هؤلاء في الشيخ أحمد التجاني رضي الله عنه - على مرأى ومسمع من\r\nالناس - ما هو برئ منه . ويخوضون في قدح عرضه ، وهتك حرماته ما أمكن لهم الخوض\r\nويتنافسون في ذلك حسب وقاحتهم وعنادهم ويمكرون به ، وبطريقته ويمكر الله بهم وهو\r\nخير الماكرين وهكذا شاءت الإرادة الإلهية أن يكون لأولياء الله في كل زمان ومكان\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nأعداء يتحزبون ضدهم ويتآمرون - ليطفئوا نور الله بأفواههم - ويقولون في حقهم منكرا من\r\nالقول وزورا ويأبى الله إلا أن يتم نوره ولو كره متآمرون .\r\nوقد كانت لهذه الفرقة المتطرفة اليد الطولى في هذا المضمار لما جبل أفرادها من\r\nالشغف للطعن بأولياء الله وقدح أعراضهم وهتك حرماتهم وإساءة الأدب بهم بصفة\r\nلا مبرر لها ولم يسبق لها مثيل .\r\nالوهابية ومنعها التوسل بالأنبياء والصالحين\r\nقبل الشروع في تفاصيل هذا الموضوع والبحث عن أحكامه وأهدافه يجب أن\r\nنعرف أولا أنه هو الموضوع الرئيسي الذي يمثل جوهر المشكلة ولب الخلاف بين الوهابيين\r\nالمتطرفين والمسلمين المعتدلين . ذلك لأن الوهابيين يمنعون التوسل بالأنبياء والأولياء\r\nوالصالحين ويبالغون في نفيه وإنكاره بل ويحرمونه إطلاقا ويزعمون أنه من الشرك بالله .\r\nويحملون جميع الآيات القرآنية النازلة في المشركين ومن يعبدون الأصنام على\r\nالمتوسلين والمستغيثين بالأنبياء والصالحين . فمن هذه الآيات قوله تعالى : ( ومن أضل ممن\r\nيدعوا من دون الله من لا يستجيب له إلى يوم القيامة وهم عن دعائهم غافلون * الأحقاف\r\n: 5 ) وقوله جل شأنه : ( فلا تدعوا مع الله أحدا * الجن : 18 ) وقوله : ( ولا تدع من دون الله\r\nما لا ينفعك ولا يضرك فإن فعلت فإنك إذا من الظالمين * يونس : 106 )\r\nويزعمون أن كل من استغاث بالنبي صلى الله عليه وسلم أو توسل به أو بغيره من\r\nالأنبياء والأولياء والصالحين أو ناداهم أو سألهم الشفاعة يكون معدودا في جملة هؤلاء\r\nالمشركين وداخلا في عموم وعيد هذه الآيات . وهو عندهم بمنزلة من يعبد الأصنام ،\r\nويتخذ من دون الله شركاء . ومن هنا ثارت ثائرة العداوة والخلافات وقامت القيامة بين\r\nأفراد المسلمين وجماعاتهم بصفة لا يمكن تسويتها طالما يصر الوهابيون على هذا الموقف\r\nالمتطرف المتمثل في تضليل الأمة أو تكفيرها والمتعارض لنصوص الكتاب والسنة\r\nوالاجماع .\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nوالوهابيون - في هذا التأويل البعيد - معذورون من حيث الخطأ في فهم معنى\r\nكلمة \" الدعاء \" التي تأتي حينا بمعنى العبادة وأحيانا بمعنى النداء وظنوا أن هذه الكلمة\r\nفي جميع هذه الآيات وما أشبهها معناها النداء لا غير . ولذلك يحرمون نداء غير الله كما تحرم\r\nالعبادة من دونه تعالى . وحيث ذهبوا هذا المذهب ووقفوا عند هذا الحد فهم مقصرون عن\r\nإدراك كنه هذه الكلمة لغة واصطلاحا فيجب أن نعذر لهم أو ننذرهم .\r\nوكلمة الدعاء في اللغة العربية لفظ مشترك بين عدة معان :\r\nمنها : العبادة كقوله تعالى : ( أن المساجد لله فلا تدعوا مع الله أحدا * الجن : 18 )\r\nومنها : النسبة كقوله تعالى : ( ادعوهم لآبائهم * الأحزاب : 5 ) أي انسبوهم إليهم\r\nومنها : النداء كقوله تعالى : ( وادعوا شهداءكم من دون الله * البقرة : 23 ) أي\r\nنادوهم\r\nومنها : السؤال كقوله تعالى : ( ادعوني أستجب لكم * المؤمن : 60 ) أي اسألوني\r\nومنها : الدعوة إلى الشئ كقوله تعالى : ( ادع إلى سبيل ربك بالحكمة * النحل : 125 ) الآية\r\nومنها التمني كقوله تعالى : ( ولهم ما يدعون * يس : 57 )\r\nومنها : القول كقوله تعالى : ( دعواهم فيها سبحانك اللهم * يونس : 10 )\r\nومنها : التسمية كقوله تعالى : ( لا تجعلوا دعاء الرسول بينكم كدعاء بعضكم بعضا *\r\nالنور : 63 )\r\nوليس في القرآن الكريم ولا في اللغة العربية إن كلمة الدعاء تأتي بمعنى التوسل\r\nوقد تحقق أن معنى التوسل غير معنى العبادة لغة وشرعا . ولا سبيل إذا إلى تكفير المسلمين\r\nالمتوسلين بجاه الصالحين بالقياسات الفاسدة ا ه‍ فتأمل .\r\nوكلمة \" الدعاء \" في جميع هذه الآيات الآنفة الذكر وما أشبهها معناها العبادة\r\nلا النداء .\r\nولا يخفى أن نداء غير الله تعالى كنداء الإنسان حيا أو ميتا يجوز شرعا وضروري\r\nأيضا لتعلقه على الحوائج الشرعية والمعاملات الدينية والدنيوية وقد جاء نداء الأموات\r\nمن الأحاديث الواردة في زيارة القبور كقول الزائر : ( السلام عليكم يا أهل القبور السلام\r\nعليكم أهل الديار من المؤمنين وإنا إن شاء الله بكم لاحقون ) ففي هذا النداء للأموات\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nخطابهم . وإنما يجب أن نميز بين كلمة \" الدعاء \" التي بمعنى العبادة والتي بمعنى النداء ،\r\nكيلا نضل ولا نضل . . .\r\nأما التوسل فجائز شرعا ومرغوب فيه أيضا لأنه من فعل الأنبياء والسلف\r\nالصالحين رضوان الله تعالى عليهم أجمعين .\r\nوقد توسل أبونا أدم بسيدنا محمد صلى الله عليه وسلم لما في الحديث : ( لما اقترف\r\nآدم الخطيئة قال يا رب أسألك بحق محمد إلا ما غفرت لي فقال الله تعالى يا آدم كيف\r\nعرفت محمدا ولم أخلقه قال يا رب إنك لما خلقتني رفعت رأسي رأيت على قوائم العرش\r\nمكتوبا \" لا إله إلا الله محمد رسول الله \" فعلمت أنك لم تضف اسمك إلا أحب الخلق إليك\r\nفقال الله تعالى صدقت يا آدم إنه لأحب الخلق إلى وإذا سألتني بحقه فقد غفرت لك ولولا\r\nمحمد ما خلقتك ) رواه الحاكم وصححه الطبراني .\r\nوإلى هذا الحديث أشار الإمام مالك رضي الله عنه للخليفة المنصور لما سأله وهو\r\nبالمسجد النبوي فقال لمالك يا أبا عبد الله أستقبل القبلة وأدعو أم استقبل رسول الله صلى\r\nالله عليه وسلم وأدعو ؟ فقال له الإمام مالك رضي الله عنه ولم تصرف وجهك عنه وهو\r\nوسيلتك ووسيلة أبيك آدم إلى الله تعالى بل استقبل واستشفع به فيشفعه الله فيك . . .\r\nوأما صدور التوسل من النبي صلى الله عليه وسلم فقد صح في أحاديث كثيرة\r\nمنها قوله : ( اللهم إني أسألك بحق السائلين عليك )\r\nوصح عنه صلى الله عليه وسلم أنه لما ماتت فاطمة بنت أسد أم علي بن أبي\r\nطالب رضي الله عنهما ألحدها صلى الله عليه وسلم في القبر بيده الشريفة وقال : ( اللهم\r\nاغفر لأمي فاطمة بنت أسد ووسع عليها مدخلها بحق نبيك والأنبياء الذين من قبلي إنك\r\nأرحم الراحمين )\r\nوكان الصحابة يتوسلون برسول الله في حياته وبعد وفاته صلى الله عليه وسلم .\r\nوقد روى البيهقي وابن أبي شيبة بإسناد صحيح : إن الناس أصابهم قحط في خلافة عمر\r\nرضي الله عنه فجاء بلال بن الحارث رضي الله عنه إلى القبر الشريف وكان من أصحاب\r\nالنبي صلى الله عليه وسلم وقال يا رسول الله استسق لأمتك فإنهم هلكوا فأتاه رسول الله\r\nصلى الله عليه وسلم في المنام وأخبره أنهم يسقون وكان كذلك .\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nفإتيان هذا الصحابي الجليل إلى القبر الشريف ونداءه للرسول عليه السلام\r\nليطلب منه أن يستسقى لأمته فهو دليل آخر على أنه جائز وهو من باب التوسل والتشفع\r\nوالاستغاثة به صلى الله عليه وسلم وذلك من أعظم القربات وروي عن أنس بن مالك أن\r\nعمر بن الخطاب رضي الله عنه كان إذا قحطوا استسقى بالعباس ابن عبد المطلب وقال :\r\n\" اللهم إنا كنا نتوسل إليك بنبينا صلى الله عليه وسلم فتسقينا وإنا نتوسل إليك بعم نبينا\r\nفاسقنا \" قال فيسقون انتهى وفعل عمر بن الخطاب رضي الله عنه حجة على التحقيق\r\nلقوله صلى الله عليه وسلم في حقه : ( إن الله جعل الحق على لسان عمر وقلبه )\r\nومما ذكر في هذا الباب دليل على أن التوسل بالأموات وخاصة عند أضرحتهم\r\nجائز لفعل بلال بن الحارث رضي الله عنه ذلك ، عند القبر الشريف .\r\nوكذلك التوسل بغير الأنبياء جائز هو أيضا لموافقته ، بفعل سيدنا عمر بن\r\nالخطاب . الذي توسل إلى الله بسيدنا عباس ابن عبد المطلب رضي الله عنه . . .\r\nومن أدلة جواز التوسل قصة سواد بن قارب رضي الله عنه التي رواها الطبراني\r\nفي الكبير وفيها أن سواد بن قارب أنشد رسول الله صلى الله عليه وسلم قصيدة قال فيها :\r\n\" وأشهد أن الله لا رب غيره * وأنك أدنى المرسلين وسيلة\r\nوأنك مأمون على كل غائب * إلى الله يا ابن الأكرمين الأطايب\r\nوكن لي شفعا يوم لا ذو شفاعة * بمغن فتيلا سواد بن قارب \"\r\nفلم ينكر عليه رسول الله قوله أدنى المرسلين وسيلة ولا قوله وكن لي شفيعا .\r\nوكذلك من أدلة التوسل مرثية صفية بنت عبد المطلب رضي الله عنها عمة رسول الله فإنها\r\nرثته بعد وفاته صلى الله عليه وسلم بأبيات قالت فيها :\r\n\" ألا يا رسول الله أنت رجاؤنا * وكنت بنا برا ولم تك جافيا \"\r\nففيها النداء بعد وفاته ولم ينكر عليها أحد من الصحابة قوله يا رسول الله أنت\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\nرجاؤنا . وقد ذكر العلامة ابن حجر [ 1 
  ] في كتابه المسمى بالخيرات الحسان أن الإمام الشافعي\r\nكان يتوسل بالإمام أبي حنيفة رضي الله عنهما وقد ثبت أيضا أن الإمام أحمد بن حنبل\r\nكان يتوسل بالإمام الشافعي وقد صح أن الشافعي رضي الله عنه توسل بأهل البيت\r\nالنبوي بأبيات قال فيها :\r\n\" آل النبي ذريعتي * أرجو بهم أعطى غدا\r\nهم إليه وسيلتي * بيدي اليمين صحيفتي \"\r\nفكل هذه توسلات صريحة صدرت بعضها عن رسول الله عليه وسلم وبعضها عن\r\nأصحابه الكرام وعن الأئمة المجتهدين رضوان الله تعالى عليهم أجمعين وليس في ذلك كفر\r\nولا إشراك ومن تتبع أذكار السلف الصالحين وأدعيتهم وأورادهم وجد فيها شيئا كثيرا\r\nمن التوسل ولم ينكر عليهم أحد في ذلك حتى جاء هؤلاء المنكرون الذين عمدوا إلى\r\nتحريمه وتوصلوا بذلك إلى تكفير أكثر الأمة من العلماء والعباد والزهاد وقالوا إنهم مثل\r\nأولئك المشركين الذين قالوا ( ما نعبدهم إلا ليقربونا إلى الله زلفى * الزمر : 3 )\r\n\" سبحانك هذا بهتان عظيم ! \"\r\nوحاصل شبهة هؤلاء المانعين للتوسل أنهم رأوا بعض العامة يأتون بألفاظ توهم\r\nأنهم يعتقدون التأثير لغير الله تعالى ويطلبون من الأولياء - أحياء وأمواتا - أشياء جرت\r\nالعادة بأنها لا تطلب إلا من الله تعالى ويقولون للولي مثلا : افعل لي كذا وكذا أو نجني\r\nمن كذا وكذا فأراد هؤلاء المانعون للتوسل أن يمنعوا العامة من تلك التوسعات دفعا\r\nللإيهام وسدا للذريعة .\r\nنعم نحن نوافق مع هؤلاء المانعين في ناحية ونؤيدهم على منع العامة من تلك\r\nالتوسعات المتطرفة ونقف بجانبهم في سد ذرائع الفساد ودفع الايهام . ولكن من ناحية\r\nأخرى نقول لهم :\r\nإذا كان الأمر كذلك وقصدكم سد الذريعة فما الحامل لكم على تكفير الأمة\r\nعالمهم وجاهلهم ؟ وما الحامل لكم على منع التوسل مطلقا ؟ بل كان ينبغي لكم أن تمنعوا\r\n\r\n","description":"","footnote":" ( 1 ) شهاب الدين أحمد بن محمد المكي الشافعي المتوفى سنة : 974 ","page_name":" 26 ","page_number":26},
  {"content":"\r\nالعامة من تلك الألفاظ الموهمة وتأمروهم بسلوك الأدب في التوسل دون تكفيرهم أو\r\nإشراكهم مع أن تلك الألفاظ يجب حملها على المجاز العقلي وهو جائز ومستعمل على ألسنة\r\nجميع المسلمين ووارد في الكتاب العزيز والسنة المطهرة . ألا ترى أنه يجوز لأحدنا أن يقول\r\nأعطاني فلان كذا ومنعني فلان عن كذا ، أو نفعني زيد أو ضرني عمر ، مع العلم بأن الله\r\nتعالى وحده هو الضار والنافع وهو المعطي والمانع فإسناد هذه الأفعال إلى غير الله تعالى\r\nيعتبر مجازا عقليا لا يؤدي بقائله إلى الكفر ولا إلى الشرك وله شواهد كثيرة في الكتاب\r\nوالسنة . منها قوله تعالى : ( وأضلهم السامري * طه : 85 ) وقوله : ( وقتل داود جالوت * البقرة : 251 )\r\nفإسناد الاضلال والقتل هنا إلى السامري وإلى داود مجازي . وإلا ، قال لله تعالى\r\nوحده هو المضل والمميت وجاء في الحديث كما في صحيح البخاري في مبحث الحشر\r\nووقوف الناس للحساب يوم القيامة . ( بينما هم كذلك استغاثوا بآدم ثم بموسى ثم بمحمد\r\nصلى الله عليه وسلم ) فإسناد الاستغاثة إلى هؤلاء الأنبياء مجازي والمستغاث به ، حقيقة\r\nهو الله تعالى وحده .\r\nفهذه كلها أدلة ثابتة وبراهين قاطعة لجواز التوسل والاستغاثة بالأنبياء والأولياء\r\nوالصالحين . وفيها الكفاية لمن أراد الله له الهداية والتوفيق وأما من انطمست بصيرته\r\nوانسدت حواسه . فما تغني عنه الآيات والنذر ولا يفيده الوعظ والتذكير .\r\nونحن في توسلنا بالأنبياء والأولياء لا نعتقد أنهم يستحقون العبادة ولا أنهم\r\nيخلقون شيئا أو يملكون ضرا أو نفعا ، ولا نعتقد أن لهم تأثيرا في شئ من الأشياء وكلما\r\nهنا لك بيننا وبين الأولياء إنما هو احترام فقط غير خارج عن حدود مرتبة المخلوق الموجود من\r\nالعدم والعائد إلى الفناء لا كتعظيم الخالق المعبود الذي لم يلد ولم يولد ولم يكن له\r\nكفؤا أحد . فنداؤنا بهم لا يعني سوى التبرك بأسمائهم ، والاستئناس بذكرهم لكونهم\r\nعبادا مكرمين ، اصطفاهم الله وهداهم ، وخصهم بحظوة من عنايته الربانية ، وفيضة من\r\nنفحاته الرحمانية ، فبذكرهم تتنزل الرحمات . وبه تحيى القلوب وتنشط العضلات .\r\nوهذه هي غاية ما نقصد في التوسل بالأولياء والصالحين وليس فينا من يركع\r\nأو يسجد لنبي ، أو لولي ، أو لشيخ ! ولكننا لا نعبد إلا الله ولا ندعو إلا إياه . وفي الحديث :\r\n( إنما الأعمال بالنيات وإنما لكل امرئ ما نوى ) ونحن نحمد الله تعالى من المؤمنين\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\nالموحدين بكل ما للكلمة من معنى .\r\nفالتوحيد عقيدتنا والعمل به ، شريعتنا فلن نحيد عن عقيدتنا ولن نهين\r\nبشريعتنا . ( وما كان لنا أن نشرك بالله من شئ ذلك من فضل الله علينا وعلى الناس ولكن\r\nأكثر الناس لا يشكرون * يوسف : 38 ) أما أولئك الوهابيون الذين يتظاهرون بالذب عن\r\nالتوحيد ويجوزون التوسل بالأحياء والاستعانة بهم في أمر من الأمور الدنيوية ويحرمون\r\nذلك في الأموات قد دخلوا في الشرك من حيث لا يشعرون لكونهم اعتقدوا تأثير الأحياء\r\nدون الأموات مع أنه لا تأثير لأحد في الحقيقة حيا كان أو ميتا وإنما المؤثر الحقيقي هو الله\r\nتعالى وحده . . .\r\nفلينتبه الوهابيون لهذه الحقائق وليعلموا أن ليس في هذه التوسلات ما يستلزم\r\nتكفير المسلم ، الذي يشهد أن لا إله إلا الله وأن محمدا رسول الله . ولمزيد من التوضيح في\r\nهذا الموضوع فإن منكري التوسل بالأنبياء والصالحين قد لا ينكرون على مناسك الحج التي\r\nفرضها الله علينا والتي من بينها : الطواف بالبيت العتيق وتقبيل الحجر الأسود والسعي\r\nبين الصفا والمروة والوقوف بعرفات .\r\nومعلوم أن هذه الأشياء ليست إلا جمادات لا تضر ولا تنفع ولكن قد شرفها الله\r\nتعالى وعظمها وأمرنا كذلك بتعظيمها والتبرك بها والدعاء عندها بجميع حوائجنا\r\nالدنيوية والأخروية .\r\nونحن نعلم علم اليقين بأنها لا تأثير لها في قضاء الحوائج ولا قدرة لها على صرف\r\nالأقدار ولكن هل يقال إن من قصدها أو تضرع لديها قد كفر بالله أو أشرك به ؟ لا !\r\nوكلا !\r\nفإذا كانت الجمادات قد حازت هذه الفضائل بمحض فضل الله وإرادته فكيف\r\nبأنبياء الله وأوليائه ، الذين هم سادة الخلق وقادة الأنام فعند ذكرهم تتنزل الرحمات\r\nوبسبب وجودهم ترفع النقمات .\r\nهذا ومن الخطأ الواضح ما زعمه الوهابيون وعقدوا عليه العزم وهو أن نداء\r\nالأنبياء أو الأولياء نوع من أنواع الشرك لأنه نداء لغير الله ويقولون بأن ظاهر النداء لا بد\r\nوأن يدل على أن المنادى يعتقد من المنادى به القدرة أو التأثير . وحينئذ فاعتقاد القدرة أو\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\nالتأثير من أحد غير الله تعالى شرك لا محالة .\r\nنعم قد يكون هذا الرأي الخاطئ وهو الآخر من جملة أوهامهم التي خالفوا بها\r\nالاجماع . ولكن لو استسلمنا بحكم هذه القاعدة فلسوف نجد أن ظاهر الصلاة والصيام\r\nوالنطق بالشهادتين يدل هو أيضا على الإيمان بالله والتصديق بما جاء به الرسول الكريم .\r\nوإذن فما بال هؤلاء الوهابيين الذين قرروا أن يكفروا المسلمين بظاهر النداء ، وقد عجزوا\r\nأن يعترفوا لهم الإسلام بظاهر الصلاة والصوم والنطق بالشهادتين . فهل هذا - إن صح\r\nالتعبير - إلا نوع من الجمود . أو أثر من آثار الجهل الذي هو أشد من الكفر . . .\r\nوخلاصة الكلام : فإن المحظور شرعا في التوسل هو اعتقاد التأثير من أحد غير الله\r\nتعالى كائنا من كان وهو شرك اتفاقا سواء كان ذلك الاعتقاد في نبي أو ولي أو صالح أو\r\nحيوان أو جماد أو في أي شئ كائن ما كان وأما من لم يعتقد التأثير في أحد غير الله تعالى فلا\r\nإثم عليه وليس في مجرد التوسل والاستغاثة بالأنبياء والصالحين ضرر ما دام الاعتقاد\r\nسالما .\r\nأما محبة أولياء الله تعالى والصالحين وصحبتهم لله والتصدر لخدمتهم والتأدب\r\nلهم والتبرك بهم فكلها جائز لا يمنعها الشرع بل يأمر بها ويحث عليها لأنها من أعمال البر\r\nالموجبة للفوز والسعادة في الدارين . ولا ينكر ذلك منكر لثبوتها بالأدلة العقلية والنقلية\r\nالمتواترة . وأصدقها قصة كلب أهل الكهف الوارد ذكرها في القرآن الكريم . . . وإن\r\nشئت فاقرأ قوله تعالى : ( أم حسبت أن أصحاب الكهف والرقيم كانوا من آياتنا عجبا *\r\nالكهف : 9 )\r\nفإن هذا الكلب لم يصل إلى هذه المرتبة إلا بصحبة الصالحين ومحبتهم لقد\r\nأحسن من قال :\r\n\" واختر من الإخوان كل مهتد * \" وصحبة الأخيار للقلب دوآ\r\nإن القرين بالقرين يقتدى \" * تزيد في المرء نشاطا وقوى \"\r\nوأخيرا نحتم هذا الموضوع بتحذير أولئك الذين يكفرون المتوسلين والمستغيثين\r\nبالأنبياء والصالحين أن يكفوا عن ذلك لأنه قد يفضيهم إلى ارتكاب الذنوب ويؤدي إلى\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\nتكفيرهم لجميع الأمة أو أكثرها وهو مستحيل لقوله تعالى : ( كنتم خير أمة أخرجت\r\nللناس * آل عمران : 110 ) الآية من سورة آل عمران ولقوله عليه الصلاة والسلام :\r\n( لا تجتمع أمتي على ضلالة ) حديث شريف أخرجه الترمذي\r\nما هو الشرك ؟ وكم أنواعه ؟\r\nالشرك هو الاعتقاد بقلبه إن هناك أحدا يستحق العبادة من دون الله تعالى أو\r\nهناك من يشارك الله في الألوهية أو يساعده في الايجاد والتأثير .\r\nومن الشرك أيضا الاعتقاد بقلبه إن هناك من يملك لنفسه أو لغيره جلب المنافع أو\r\nدفع المضار أو هناك من يمكن له التصرف في الأمور أو التأثير في الكائنات من تلقاء نفسه .\r\nومهما اعتقد المرء شيئا من هذه المذكورات في واحد من المخلوقات ، سواء\r\nاعتقدها في نبي أو في ولي أو في شيخ أو في حيوان أو في جماد كان مشركا حقا بالإجماع .\r\nلأن المخلوقات كلها على اختلاف أشكالها وتنوع أجناسها لا تستحق العبادة مطلقا وهي\r\nلا تملك جلب المنافع ولا دفع المضار ولا قدرة لها على التأثير في حد ذاتها فاعتقاد ذلك على\r\nأي مخلوق ، آدمي كان أو غيره هو الشرك الأكبر وهو الكفر الصريح .\r\nهذا وليس من المستحيل ولا من الغريب أن يقع بعض الناس غير المعصومين في\r\nأودية الكفر والضلال بينما ينهمك البعض الثاني في المعاصي والمنكرات حين يتقيد\r\nالبعض الآخر بالشريعة الإسلامية والسنة الغراء .\r\nولا تستغرب هذه الاتجاهات المختلفة والظواهر المتضادة بين أفراد المسلمين\r\nوجماعاتهم لأن الله تعالى قد خلق الناس وهم مختلفون في الذكاء والغباوة والضعف\r\nوالقوة ومتفاوتون في الجهل والمعرفة والاجتهاد والتقصير وتبعا لهذا الاختلاف الطبيعي\r\nوالتفاوت الفطري فمنهم من يقترب من الإسلام إلى حد مرضى عنه بحيث يأتمر الأوامر\r\nويجتنب النواهي ، ومنهم من يبتعد عنه وينحرف عن جادته المستقيمة حسب حال كل\r\nفرد وطبيعته وإلى تلك المراتب المتفاوتة أشار القرآن الكريم بقوله : ( ثم أورثنا الكتاب\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nالذين اصطفينا من عبادنا * فاطر : 32 ) ولكن هذا الابتعاد لا يخرج المسلم المقصر عن دائرة\r\nالإسلام ما دام يدين بالولاء لهذا الدين الحنيف وينتسب إليه فإذا صدر من المسلم بعض\r\nالأقوال أو التصرفات مما يدل ظاهرها على الكفر وهو لم يرد بها تغيير إسلامه ولا ارتداد\r\nعن دينه فلا يحكم عليه بالكفر ولا بالردة ومهما تورط المسلم في المآثم واقترف من جرائم\r\nفهو مسلم ، لا يجوز اتهامه بالردة أو الكفر وقد روى البخاري أن رسول الله صلى الله عليه\r\nوسلم قال : ( من شهد أن لا إله إلا الله واستقبل قبلتنا وصلى صلاتنا وأكل ذبيحتنا فهو\r\nالمسلم له ما للمسلم وعليه ما على المسلم ) وقد حذر رسول الله صلى الله عليه وسلم\r\nالمسلمين من أن يقذف بعضهم بعضا بالكفر لعظم خطر هذه الجناية وقال فيما رواه مسلم\r\nعن ابن عمر : ( إذا كفر الرجل أخاه فقد باء به أحدهما )\r\nولا يعتبر المسلم خارجا عن الإسلام ولا يحكم عليه بالردة إلا إذا انشرح صدره\r\nبالكفر واطمأن به قلبه ودخل فيه بالفعل لقوله تعالى : ( ولكن من شرح بالكفر صدرا *\r\nالنحل : 106 ) ويقول الرسول عليه السلام : ( إنما الأعمال بالنيات وإنما لكل امرئ\r\nما نوى )\r\nومذهب أهل السنة والجماعة التحاشي عن تكفير كل من انتسب للإسلام حتى\r\nأنهم كانوا يكفون عن تكفير أئمة أهل البدع مع الأمر بقتلهم وذلك دفعا لضررهم لا\r\nلكفرهم .\r\nهذا ولما كان ما في القلب غيبا من الغيوب التي لا يعلمها إلا الله تعالى وحده\r\nكان ولا بد من الكف عن تكفير المسلم حتى يصدر منه ما يدل على كفره دلالة قطعية\r\nلا تحتمل التأويل .\r\nوقد نسب إلى الإمام مالك رضي الله عنه أنه قال : من صدر عنه ما يحتمل الكفر\r\nمن تسعة وتسعين وجها ويحتمل الإيمان من وجه واحد حمل أمره إلى الإيمان .\r\nفالشرك هو الكفر باللفظ والمعنى وبالجملة والتفصيل وهما ضد التوحيد المقرر\r\nمن أصل الأديان السماوية عامة . ومن أصل هذا الدين الإسلامي خاصة . بشهادة الله في\r\nكتابه العزيز حيث يقول تعالى : ( شهد الله أنه لا إله إلا هو * آل عمران : 18 )\r\nفالمشرك بالله هو الكافر به الجاحد بوحدانيته المكذب بالأنبياء والرسل وبما جاؤوا به\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nمن عند الله من الدين والشرائع وهو أعظم أنواع الضلالة وأشدها على الله وفيه من\r\nالوعيد ما ليس في غيره من جميع المعاصي . لقد صرح القرآن الكريم ونبه في عدة آيات عن\r\nخطورة الشرك وحذر من ارتكابه معلنا بأن الشرك لظلم عظيم . وقال جل من قائل : ( إن\r\nالله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء * النساء : 48 ) وقال : ( إنه من يشرك\r\nبالله فقد حرم الله عليه الجنة ومأواه النار * المائدة : 72 ) وقال مخاطبا لحبيبه المصطفى :\r\n( ولقد أوحى إليك وإلى الذين من قبلك لئن أشركت ليحبطن عملك ولتكونن من\r\nالخاسرين * الزمر : 65 )\r\nوهذه الآيات القرآنية وأمثالها الكثيرة في كتاب الله العزيز لا تترك مجالا للشك\r\nفي أن الشرك لعظيم وعواقبه وخيم .\r\nهذا وينقسم الشرك إلى ستة أنواع . شرك الاستقلال وهو إثبات إلهين مستقلين\r\nكشرك المجوس . شرك التبعيض وهو تركيب الإله من عدة آلهة كشرك النصارى . شرك\r\nالتقريب وهو عبادة غير الله تعالى ليقربه إلى الله زلفى كشرك مقدمي الجاهلية . شرك\r\nالتقليد وهو عبادة غير الله تعالى ليقر به إلى الله زلفى كشرك مقدمي الجاهلية . شرك\r\nالتقليد وهو عبادة غير الله تبعا للغير كشرك متأخري الجاهلية . شرك الأسباب وهو إسناد\r\nالتأثير للأسباب العادية كشرك الفلاسفة والطبيعيين ومن تبعهم على ذلك . شرك\r\nالاعراض وهو العمل لغير الله تعالى كالرياء لقوله عليه الصلاة والسلام : ( الرياء هو\r\nالشرك الأصغر ) \" أخرجه أحمد \"\r\nفحكم الأربعة الأولى الكفر بالإجماع . وحكم السادس المعصية من غير كفر\r\nبالإجماع . وحكم الخامس فيه التفصيل :\r\nفمن اعتقد في الأسباب إنها تؤثر بطبعها فهو كافر بالإجماع ومن اعتقد إنها تؤثر\r\nبقوة أودعها الله فيها ، وإنها أسباب عادية فقط . وقد تتخلف عن مسبباتها في بعض\r\nالأحيان ، والمؤثر في الأشياء حقيقة هو الله تعالى وحدة فهو مسلم بالإجماع .\r\nوعلى هذا فإن الشرك في الدين الإسلامي ضربان : أحدهما الشرك الجلي ، وهو\r\nالاشراك في العبودية ، وذلك أعظم كفر ونعوذ بالله منه . والثاني : الشرك الخفي وهو\r\nمراعاة غير الله معه في بعض الأمور كأعمال المرائين وقد ورد في الحديث النبوي : ( الشرك\r\nفي هذه الأمة أخفى من دبيب النمل على الصفاء ) ويعني بذلك \" الرياء \" لقوله عليه\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nالسلام في حديث آخر : ( الرياء هو الشرك الأصغر ) رواه أحمد\r\nفهذا الشرك المذكور الحاصل بالرياء لا يخرج المسلم عن دائرة الإسلام ، وإنما\r\nيحبط الأعمال فقط كما وقع عليه الاجماع . وقد قال رسول الله صلى الله عليه وسلم : ( من\r\nعمل عملا أشرك فيه غير الله فعمله مردود عليه )\r\nوأما الكفر فهو أيضا على أربعة أقسام : كفر الانكار ، وذلك بأن لا يعرف الله\r\nأصلا ولا يعترف به وكفر الجحود ، وكفر المعاندة ، وكفر النفاق ، فمن لقي ربه بواحدة\r\nمن هذه لم يغفر له . ويغفر الله ما دون ذلك لمن يشاء .\r\nفأما كفر الانكار ، فهو أن يكفر بقلبه ولسانه ولا يعرف ما يذكر له من التوحيد\r\nوالعبادات .\r\nوأما كفر الجحود فهو أن يعترف بقلبه ولا يقر بلسانه ككفر إبليس وجنوده من\r\nشياطين الإنس والجن .\r\nوأما كفر المعاندة فهو أن يعرف الله بقلبه ويقر بلسانه ولا يدين به ككفر\r\nأبي جهل وأضرابه .\r\nوأما كفر النفاق فهو الاقرار باللسان وعدم الاعتقاد في القلب كالمنافقين الذين\r\nكانوا في زمن النبي صلى الله عليه وسلم ومن تبعهم في ذلك إلى يوم القيامة .\r\nوالكفر - على وجه التحديد - إنما يكون بإنكار الضروريات من الدين\r\nالإسلامي ، كإنكار وجود الباري ووحدانيته ، وإنكار رسالة محمد صلى الله عليه وسلم ،\r\nأو رسالة واحد من الرسل عليهم الصلاة والسلام أو بإنكار الفرائض كوجوب الصلاة أو\r\nبإنكار واحدة من القواعد الإسلامية الخمسة التي بني عليها الإسلام .\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\nالوهابية وإنكارها للبدع مطلقا\r\nيغتنم الوهابيون كل فرصة ممكنة للهجوم على المسلمين والتوجيه إليهم انتقادات\r\nحادة وخارجة عن الموضوع ويحاربونهم بشتى الطرق والوسائل .\r\nفمن ذلك إلقاؤهم على المسلمين شبهات للتلبيس عليهم دينهم وتشويش\r\nعقائدهم ويحاولون إحباط أعمالهم وبطردهم عن حظيرة الإسلام وإبعادهم عن حدود\r\nالسنة . وهاهم أيضا ينكرون على البدع كلها دون مراعاة ما يجوز إنكاره منها وما لا يجوز\r\nإنكاره ويحتجون بالحديث القائل : ( كل بدعة ضلالة وكل ضلالة في النار ) رواه أبو داود\r\nوقد ساقهم ظاهر هذا القول إلى تكفير جماعة من المسلمين وذم كثير من الأبرياء ولو أنهم\r\nفهموا معنى الحديث لعلموا أن الأمر ليس كما يظنون .\r\nفالكل في اللغة العربية يأتي بمعنى البعض والبعض يأتي هو أيضا بمعنى الكل .\r\nفتأمل فقوله صلى الله عليه وسلم كل بدعة ضلالة من العام المخصوص .\r\nوالبدعة كما ذكرها العلماء والفقهاء تنقسم إلى خمسة أقسام : واجبة ،\r\nومندوبة ، ومباحة ، ومكروهة ، وحرام . وكلها مفصلة في الكتب المطولات . فمن لم يقدر\r\nعلى تمييزها كلها فحقه السكوت وإلا خيف عليه أن يحلل الحرام أو يحرم الحلال وكلاهما\r\nممنوع شرعا وفي الحديث : ( من سن سنة حسنة فله أجرها وأجر من عمل بها إلى يوم القيامة\r\nومن سن سنة سيئة فعليه وزرها ووزر من عمل بها إلى يوم القيامة ) رواه مسلم والنسائي\r\nوهذا الحديث أقوى دليل على أن البدعة إذا كانت حسنة فهي داخلة في عموم\r\nالشريعة المحمدية ، وإنكارها هو البدعة المحرمة والدليل عليه في القرآن الكريم قوله\r\nتعالى : ( إنا نحن نحيي الموتى ونكتب ما قدموا وآثارهم * يس : 12 )\r\nوإذا تأملت الحديث المذكور علمت بأنه صلى الله عليه وسلم قد أجاز لنا\r\nابتداع ما هو حسن وسماه سنة وجعل فيه الأجر للذي ابتدعه أولا ، ولمن عمل به ، إلى\r\nيوم القيامة ثانيا ولا يسمى شئ بدعة حتى يخالف صريح الكتاب والسنة فمتى وافقهما\r\nفهو سنة حسنة يكون لمبتدعه أجره وأجر من عمل به ، إلى يوم القيامة .\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\nقد قال سيدنا عمر بن الخطاب رضي الله عنه في صلاة التراويح . \" نعمت البدعة\r\nهذه \"\r\nهذا ولا بد من التمييز بين البدعة المستحسنة والبدعة المستقبحة والاعتراف\r\nبواقعية كل منهما وإلا فلا محال للإنكار . . .\r\nومعلوم أن العلماء قد اشترطوا لجواز النهي عن المنكر شرطين : الأول معرفة المنكر\r\nوالثاني أن لا يؤدي نهيه إلى ارتكاب ما هو أعظم منه\r\nوأكثر الوهابيين فيما يمكرونها اليوم ، من البدع والمكروهات يرتكبون أعظم\r\nمنها لأنهم بإنكار هذه البدع يكفرون المسلمين الموحدين الذين هم في واد والكفر في واد\r\n- لا جرم - أن تكفير المسلم الموحد أكبر وأخطر من ارتكاب بعض البدع والمكروهات .\r\nوأعجب شئ منهم هو أنهم يتأثرون للبدع والمكروهات وينكرون عليها بشدة ،\r\nأكثر مما ينكرون على المحرمات كالكذب والغيبة والسخرية ونحوها من الكبائر . وقلما\r\nيوجد منهم من يتأثر لهذه الكبائر الغاشية تأثيره للبدع والمكروهات وشأنهم هذا شأن من\r\nيبنى قصرا ويهدم مصرا . وكان عليهم أن يقدموا الأهم فالأهم . .\r\nولا يخفى أن القاعدة الإسلامية تقتضي أن لا يقول أحد قولا ولا يفعل فعلا حتى\r\nيعلم حكم الله فيه ، وإلا فهو على خطر يخشى منه تحريم الحلال أو تحليل الحرام . . ولا\r\nيعتنى بهذا إننا نجوز البدع كلها أو نسعى إلى تشجيع البدعيين والمخالفين ، بل بالعكس !\r\nفنحن ضد البدع المخالفة للكتاب والسنة وضد الأوهام والخرافات الباطلة أيا كان\r\nمصدرها نسعى إلى قمعها والقضاء عليها بكل ما أوتينا من حول وقوة . ولكننا في نفس\r\nالوقت نعترف بأن هناك بدعا لا بأس بها إذا كانت هذه البدع تعين على أداء الواجبات\r\nأو المسنونات لأن كل ما يتوصل به إلى الواجب واجب . وما يتوصل به إلى السنة مندوب .\r\nونؤمن كذلك بأن البدع - كما ذكرها الفقهاء - تنقسم إلى خمسة أقسام واجبة ،\r\nومندوبة ، ومباحة ، ومكروهة ، وحرام . لكل واحدة منها حكمها ومنزلتها .\r\nولذلك نرى وجوب التمييز بين البدعة الحسنة والبدعة القبيحة لنسمي الأولى\r\nسنة كما في الحديث : ( من سن سنة حسنة فله أجرها وأجر من عمل بها إلى يوم القيامة )\r\nونسمي الأخرى بدعة كما في حديث آخر : ( كل بدعة ضلالة وكل ضلالة في النار )\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nولا ينبغي أن نحكم على البدع كلها من خلال ظاهر الحديث القائل كل بدعة\r\nضلالة . لعلمنا بأن هناك أشياء نستعملها اليوم في شئوننا الدينية والإدارية تمشيا مع تطور\r\nالعصر الحديث مع أن تلك الأشياء لم تكن موجودة ولا هي مستعملة في حياة الرسول ولا\r\nفي زمن الصحابة وإنما ابتدعت من بعدهم رضوان الله تعالى عليهم .\r\nوإذا صح القول بأن كل ما لم يفعله الرسول صلى الله عليه وسلم فهو بدعة موجبة\r\nللدخول في النار . فكيف بنا ونحن نتوجه كل سنة إلى مكة المكرمة لأداء فريضة الحج عن\r\nطريق الجو أو عن طريق البواخر والسيارات ؟ مع العلم بأنه صلى الله عليه وسلم لم يدخل\r\nمكة قط بواسطة هذه المخترعات الحديثة ونعلم أن مسجده صلى الله عليه وسلم لم يكن\r\nمجهزا بمكبرات الصوت ولا المراوح الكهربائية كما هي الحال في مساجدنا اليوم ولم\r\nيبلغنا قط إنه صلى الله عليه وسلم صام أو أفطر بإخبار الإذاعات أو البرقيات كما نصوم\r\nالآن ونفطر بها .\r\nوإذا كانت عباداتنا هذه كلها باطلة لاعتمادها على أشياء محدثة لم يفعلها\r\nالرسول ولم يباشر بها في حياته ، فمن ينجو منا ؟ ومتى يمكننا تصديق قوله صلى الله عليه\r\nوسلم : ( لا تجتمع أمتي على ضلالة ) حديث شريف أخرجه الترمذي\r\nوقد قسم ابن عبد السلام [ 1 
  ] الحوادث إلى الأحكام الخمسة فقال : البدعة فعل ما لم\r\nيعهد في عصر رسول الله صلى الله عليه وسلم فمنها واجبة كتعلم النحو وغريب الكتاب\r\nوالسنة ونحوهما مما يتوقف فهم الشريعة عليه . ومنها محرمة كمذهب القدرية والجبرية\r\nوالمجسمة . ومنها مندوبة كإحداث الروابط والمدارس والمستشفيات وبناء القناطر وكل\r\nإحسان لم يعهد في العصر الأول . ومنها مكروهة كزخرفة المساجد وتزويق المصاحف .\r\nومنها مباحة كالمصافحة عقب صلاة الصبح والعصر والتوسع في المأكل والمشرب والملبس\r\nوغير ذلك .\r\nومن البدع المستحسنة أيضا الكتب والتصانيف فهي محدثة لم يكن شئ منها\r\nفي زمن الصحابة وإنما حدثت بعد سنة مائة وعشرين من الهجرة بعد وفاة جميع الصحابة\r\nوجملة التابعين رضي الله عنهم أجمعين .\r\n\r\n","description":"","footnote":" ( 1 ) عز الدين عبد العزيز بن عبد السلام الشافعي المتوفى سنة 660 ه‍ . ","page_name":" 36 ","page_number":36},
  {"content":"\r\nبيان في أحكام الطرق والأوراد الصوفية\r\nهذا ومن الجدير بالذكران من الوهابيين من ينكرون الطرق والأذكار الصوفية\r\nكالتجانية والقادرية والشاذلية ونحوها ويرفضونها رفضا بتا ويرونها من البدع القبيحة\r\nويقولون بأنها لم تكن في زمن الرسول ولم يفعلها الصحابة ولا التابعون ويحملون الناس\r\nعلى تركها بكل ما لديهم من حول وقوة . ويستدلون ببعض الآيات القرآنية كقوله تعالى :\r\n( اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام دينا * المائدة : 3 )\r\nوكقوله : ( وأن هذا صراطي مستقيما فاتبعوه ولا تتبعوا السبل فتفرق بكم عن سبيله * الأنعام\r\n: 153 )\r\nويزعمون بأن هذه الأوراد هي السبل المعنية في نص الآية .\r\nوجوابنا على هذه الأدلة بأنها بعيدة عن الحق بعد المشرق من المغرب فهذه الآيات\r\nوما شاكلها لا علاقة لها بنفي الورد أصلا وقد أخطأ فهمهم هنا خطأ فاحشا وناهيك عما\r\nفيه من تحريف القرآن الكريم وافتراء الكذب على الله تعالى . فتفسير هذه الآيات\r\nومعانيها معروفة بتقرير الفقهاء والمفسرين ومن أراد الوقوف على حقيقتها فليطالع كتب\r\nالتفسير .\r\nأما الطرق الصوفية - كما يمكن أن نعرفها - إنما هي جمعيات دينية شكلت\r\nللتعاون على ذكر الله والصلاة على نبيه بشروط وأنظمة معينة تتفق مع مبادئ\r\nالإسلام وأهدافه . وأركانها ثلاثة وهي الاستغفار ، والهيللة ، والصلاة على النبي .\r\nوالهدف من تشكيل هذه الجمعيات الدينية - في نظر السادة الصوفية - هو مجرد\r\nالتقرب إلى الله تعالى بالأذكار التي أمر الله عباده بذكرها بعد أداء فرائضهم قال الله عزو\r\nجل : ( فإذا قضيتم الصلاة فاذكروا الله قياما وقعودا وعلى جنوبكم * النساء : 103 )\r\nوامتثال أمره تعالى بقوله : ( فاذكروني أذكركم واشكروا لي ولا تكفرون * البقرة : 152 )\r\nوقوله : ( وتعاونوا على البر والتقوى * المائدة : 2 )\r\nوقد رأوا أن التعاون على ذكر الله والصلاة على نبيه أفضل وأهم من جميع أنواع\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\nالتعاون لقوله تعالى : ( ولذكر الله أكبر والله يعلم ما تصنعون * العنكبوت : 45 )\r\nهذا ومن المعلوم بالضرورة أن هذه الأذكار التي ينكرونها مأخوذة كلها من\r\nالكتاب والسنة وهي دائرة بين الاستغفار ، والهيللة والصلاة على النبي صلى الله عليه\r\nوسلم .\r\nوأما الاستغفار فقد ورد ذكره في القرآن الكريم بصيغة الأمر في عدة مواضع ، منها\r\nقوله تعالى : ( فسبح بحمد ربك واستغفره إنه كان توابا * النصر : 3 ) ، ( وأن استغفروا ربكم ثم\r\nتوبوا إليه * هود : 3 )\r\nوأما الأحاديث الواردة في الاستغفار فكثيرة لا يمكن حصرها فمنها قوله عليه الصلاة\r\nوالسلام : ( يا أيها الناس توبوا إلى الله جميعا واستغفروه فإني أتوب في اليوم مائة مرة )\r\nرواه مسلم . وقال عليه السلام : ( ما من عبد ولا أمة يستغفر الله في اليوم سبعين مرة إلا غفر\r\nالله له سبعمائة ذنب وقد خاب عبدا أو أمة عمل في يوم وليلة أكثر من سبعمائة ذنب ) رواه\r\nالبيهقي\r\nأما الصلاة على النبي فقد جاء في القرآن الكريم قوله تعالى : ( إن الله وملئكته\r\nيصلون على النبي يا أيها الذين آمنوا صلوا عليه وسلموا تسليما * الأحزاب : 56 ) وفي\r\nالحديث : ( من صلى الله علي صلاة واحدة صلى الله عليه عشرا ومن صلى على عشرا صلى الله\r\nعليه مائة ومن صلى على مائة كتب الله بين عينيه براءة من النار وأسكنه الله تعالى يوم\r\nالقيامة مع الشهداء ) رواه مسلم\r\nأما الهيللة - لا إله إلا الله - فقد قال تعالى : ( فاعلم أنه لا إله إلا الله واستغفر\r\nلذنبك * محمد : 19 ) وقال عليه السلام : ( أفضل الذكر لا إله إلا الله ) رواه ابن ماجة\r\nوالنسائي . وقال أيضا : ( أفضل ما قلته أنا والنبيون من قبلي لا إله إلا الله ) رواه مالك بن\r\nأنس عن طلحة\r\nفمن هذه الآيات القرآنية والأحاديث النبوية الشريفة استخرجت الأذكار\r\nالمذكورة واتخذها السادة الصوفية طرقا لهم بهدف التقرب إلى الله والوصول إليه لا غير فمن\r\nزعم أن لهم غرضا غير ذلك أو هدفا دون هذا فقد افترى وقد تبين أنها مأخوذة كلها من\r\nالقرآن الكريم والأحاديث الشريفة فلا ينكر عليها إلا الجاهل الأحمق أو السفيه المطلق .\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nوقد بشر الله الذاكرين بقوله تعالى : ( والذاكرين الله كثيرا والذاكرات أعد الله لهم مغفرة\r\nوأجرا عظيما * الأحزاب : 35 ) وقال أيضا : ( واذكروا الله كثيرا لعلكم تفلحون * الجمعة\r\n10 ) فلا يضرنا إذا إنكار المنكر بما هو موافق للكتاب والسنة .\r\nهذا وقد ورد في كتاب \" ذكر الله تعالى \" لمؤلفه الحاج سعد بن عمر بعد أن أورد\r\nجملة من الآيات والأحاديث الدالة على وجوب الذكر والحث عليه قال سيادته : فمما\r\nتقدم من النصوص الصريحة نعلم ونتحقق بأن الاستغفار والصلاة على النبي صلى الله\r\nعليه وسلم والشهادة أن لا إله إلا الله أذكار حث عليها الكتاب والسنة ورغبا في ذكرها\r\nووعد الله عليهما ورسوله الثواب الجزيل وغفران الذنوب والدخول في الجنان وأن\r\nالرسول عليه السلام وأصحابه الكرام داوموا على ذكرها مدى حياتهم .\r\nفبناء على هذا نصرح بكل وضوح إن الورد التجاني الذي ليس إلا كواحد من\r\nهذه الأذكار الجليلة لا يكون بوجه من الوجوه حراما أو بدعة قبيحة كما لا يصح القول بأن\r\nالشيخ أحمد التجاني رضي الله عنه اخترعه من عند نفسه بل هي أذكار قرآنية محضة لا غبار\r\nفيها .\r\nفإن قال قائل بأن الورد المذكور ليس من الدين لأن الدين قد تم قبله لقوله تعالى :\r\n( اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام دينا * المائدة : 3 )\r\nولقول رسول الله صلى الله عليه وسلم : ( تركت فيكم أمرين لن تضلوا ما تمسكتم بهما\r\nكتاب الله وسنة رسوله ) رواه مالك رحمه الله نقول وأي دين تم قبل لا إله إلا الله وقبل\r\nالاستغفار وقبل الصلاة على رسول الله صلى الله عليه وسلم ومعلوم أن هذه الألفاظ\r\nالثلاثة هي أركان الورد التجاني وعليها مداره فإن كان القائل يعني بتمام الدين\r\nالإسلامي نقول فإن الله تعالى جعل لا إله إلا الله مفتاحه والاستغفار مذهب ذنوب أهله\r\nوالصلاة على النبي معرفة جميل نبيه وقد نطق بها الكتاب والسنة وعمل بها الرسول عليه\r\nالسلام وأصحابه الكرام والصالحون من أمته وسيعمل بها المسلمون إلى يوم القيامة سواء\r\nكانوا تجانيين أو غير تجانيين فلا نجاة لأحد ممن يتدين بالدين الإسلامي دونها \" .\r\nهذا وللطرق الصوفية دور هام في تحقيق الدعوة الإسلامية وأثر بارز في التأليف\r\nبين قلوب المسلمين وجمع كلمتهم وحملهم على التمسك بالكتاب والسنة ، وتعمير بيوت\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\nأذن الله أن ترفع ويذكر فيها اسمه بالصلاة والتسبيح والتهليل بالغدو والآصال .\r\nوتعتبر الطريقة التجانية بيت القصيدة في نظم هذه الطرق الصوفية وقد أخطأ من\r\nأنكر على هذه الطرق الدينية وزعم أنها بدعة مخالفة للكتاب والسنة أو اتهم زعماءها\r\nواعترض عليهم .\r\nهذا ولا ينكر أحد بأن الإسلام ما انتشر هنا في إفريقيا السوداء إلا بفضل جهود\r\nشيوخ الطرق من أمثال الحاج عمر الفوتي . والشيخ أحمد أمير حمد الله والشيخ محمد عبد\r\nالله سعاد . والشيخ عثمان فودي والعلامة الشيخ محمد بابه والسيد الحاج مالك سه\r\nوغيرهم رضي الله عنهم\r\nوقد قال الشيخ أحمد التجاني رضي الله عنه : \" وشرط هذا الورد المحافظة على\r\nالصلوات الخمس في الجماعات والأمور الشرعية . وإياكم ولباس حلة الأمن من مكر الله\r\nفإنه عين الهلاك وترك المقاطعة مع جميع الخلق وآكد ذلك بينكم وبين الإخوان في\r\nالطريقة . \"\r\nوهذا دليل آخر على مدى اهتمام الطريقة التجانية بالصلاة التي هي عماد\r\nالدين ، وإنها تحث على مواصلة الأرحام وعدم الأمن من مكر الله ومع ذلك فأورادها لم\r\nتزاحم الفرائض ولا السنن في أوقاتهم بل هي مؤقتة في أوقات ندب فيها الذكر خاصة\r\nوهي من بعد صلاة الصبح إلى طلوع الشمس وبعد صلاة العصر إلى الغروب .\r\nوأما ما ورد في كتب الطريقة من فضائل الذكر ، وإن من أخذ الورد التجاني\r\nوداوم عليه إلى الممات أنه يدخل الجنة بغير حساب ولا عقاب هو ووالده وأزواجه وذريته\r\nإن سلم الجميع من الانتقاد . فهذه الوعود كلها داخلة تحت وعد الله ورسوله ، وهي\r\nصادقة إن شاء الله تعالى .\r\nووجه ذلك قد سبق أن علمت بأن الورد التجاني ما هو إلا الاستغفار ، والهيللة\r\nوالصلاة على النبي صلى الله عليه وسلم . فالآيات القرآنية والأحاديث النبوية تصرح في\r\nأكثر من موضع فضل الذكر بهذه الصيغ وما وعده الله للذاكرين بها قال الله تعالى : (\r\nوالذاكرين الله كثيرا والذاكرات أعد الله لهم مغفرة وأجرا عظيما * الأحزاب 35 ) وقال : (\r\nواذكروا الله كثيرا لعلكم تفلحون * الجمعة : 10 ) وفي الحديث : ( ما من قوم اجتمعوا يذكرون\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\nالله عز وجل لا يريدون بذلك إلا وجهه إلا نادى مناد من السماء أن قوموا مغفورا لكم قد\r\nبدلت سيئاتكم حسنات ) رواه أحمد . فهذه وعود صريحة بالمغفرة ودخول في الجنة وعدها\r\nالله للذاكرين وهو تعالى صادق الوعد ولا يخلف الميعاد .\r\nوأما ما يخص والديهم وأزواجهم وذرياتهم فقد قال تعالى : ( جنات عدن\r\nيدخلونها ومن صلح من آبائهم وأزواجهم وذرياتهم * رعد : 23 ) وفي الحديث عن ابن\r\nعباس رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال : ( إن الله عز وجل ليرفع\r\nذرية المؤمن معه في درجته في الجنة وإن كان لم يبلغها بعمله لتقربهم عينه ) ثم قرأ : (\r\nوالذين آمنوا واتبعتهم ذريتهم بإيمان ألحقنا بهم ذرياتهم وما ألتناهم من عملهم من شئ )\r\nفمن تأمل هذه الآيات والأحاديث النبوية تحقق بأن وعد الشيخ رضي الله عنه\r\nللذين حافظوا على الأوراد بشروطها تابع لوعد الله تعالى في القرآن وعلى لسان رسوله صلى\r\nالله عليه وسلم وغير خارج عن حدود الشريعة المطهرة فلا لوم على الذين تعلقوا بهذه\r\nالوعود الصادقة متكلين على الله تعالى القائل في كتابه ، العزيز : ( قل يا عبادي الذين أسرفوا\r\nعلى أنفسهم لا تقنطوا من رحمة الله إن الله يغفر الذنوب جميعا إنه هو الغفور الرحيم * الزمر\r\n: 53 )\r\nوأما ما يقوله أو يفعله بعض الجهال المنتسبين إلى الطريقة التجانية مما يخالف\r\nالشريعة الإسلامية فإن الشيخ رضي الله عنه ليس مسؤولا عنهم وطريقته بريئة منهم كما\r\nأن الرسول عليه الصلاة والسلام ليس بمسؤول عن أعمال جهلة المسلمين من أمته والدين\r\nالإسلامي هو أيضا برئ مما يفعله بعض المسلمين المنحرفين . وليس لأحد حجة على الشيخ\r\nبعد قوله رضي الله عنه : \" وإذا أمرتكم بأمر زنوه بميزان الشرع فإن وافق فاعلموا به وإن\r\nخالف فاتركوه \" .\r\nفعبارات الشيخ هذه تطابق تماما مع ما قاله سيدنا أبو بكر الصديق رضي الله عنه\r\nحينما بويع بالخلافة وقال بعد أن حمد الله وأثنى عليه : \" أيها الناس أطيعوني ما أطعت\r\nالله وإن عصيته فلا طاعة لي عليكم يغفر الله لنا ولكم \" . ه‍ .\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\nالوهابية ونفيها بتقليد أئمة المذاهب\r\nينتهج الوهابيون المتطرفون في هذه المسألة نهجا خارقا للإجماع ومعارضا لأقوال\r\nالعلماء وآراء الفقهاء . وذلك أنهم ينكرون أئمة المذاهب وكتبهم الفقهية وينفون\r\nالتقليد بهم والتقيد بمذاهبهم زاعمين أن لهم الحق في استنباط الأحكام والمسائل من\r\nالقرآن والحديث مباشرة دون التقيد بمذهب من المذاهب أو التقليد بإمام من أئمة الدين .\r\nوهذا - في الواقع - تلبيس عظيم غروا به العوام من الجهال وصغار الطلبة حتى\r\nأوقعوهم من حيث لا يخرجون . وقد يكون دافعهم الوحيد إلى هذا التلبيس هو محاولة\r\nتعطيل هذه المذاهب الأربعة والقضاء عليها ليفسحوا المجال أمامهم كي يتسنى\r\nلهم تحقيق أغراضهم الشخصية المتمثلة في حب الظهور وعدم اعتراف الغير .\r\nكما يحاولون من خلال توجيهاتهم السخيفة إلى تضليل العوام عن دور هذه\r\nالمذاهب وتصريفهم عن تعلم الفقه والاهتمام به كوسيلة لمعرفة شرائع الإسلام وأحكام\r\nالعبادات بينما لا يمكن تعطيل هذه المذاهب ولا الاستغناء عنها لأنها قد وضعت خصيصا\r\nلتفصيل وتبيين ما جاء في القرآن الكريم والحديث النبوي مجملا من أحكام العبادات\r\nوالمعاملات . بل ولا يصح الإسلام بالنسبة لنا - نحن الخلق - إلا بتقليد أئمة المذاهب\r\nرضوان الله عليهم . وليس بالاجتهاد الفوضوي كما يزعمه بعض الجهلة ولا يخفى أن\r\nالعلماء متفقون على أن الخارج عن المذاهب الأربعة ضال مضل وربما أداه ذلك إلى الكفر\r\nلأن الأخذ بظواهر الكتاب والسنة من أصول الكفر ولأن كثيرا من القرآن والأحاديث\r\nما ظاهره صريح الكفر ، ( وما يعلم تأويله إلا الله والراسخون في العلم . . . * آل عمران : 7 )\r\nولا ينبغي اتهام الأئمة الأربعة في ترك السنة وهم أرباب العلم والورع\r\nوالكشف والإنصاف وأحرص الناس على اتباع سنة رسول الله وقد بنى الإمام مالك\r\nرضي الله عنه مذهبه على أربعة أشياء : آية قرآنية ، وحديث صحيح ، وإجماع أهل المدينة ،\r\nواتفاق جمهورهم .\r\nوقد أجمع أهل السنة على وجوب التقليد على من ليس فيه أهلية الاجتهاد وقد\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\nشاع ذلك حتى صار معلوما من الدين بالضرورة .\r\nومعلوم عند كل أحد أن رتبة الاجتهاد قد انقطعت منذ أزمان وأنه ليس في أبناء\r\nهذا الزمان أحد من الذين بلغوا درجة الاجتهاد ، ومن توهم ذلك فقد غره هواه ، ولعب به\r\nالشيطان .\r\nلذلك كان من حقنا - نحن الخلق - أن نقلد هؤلاء الأئمة بدلا من الاجتهاد\r\nالذي لم يصل إليه أفهامنا فالاجتهاد له شروط وبدونها يكون تلاعب وسخرية\r\nبشريعة الرسول صلى الله عليه وسلم أعاذنا الله من ذلك وقد قال ابن القيم [ 1 
  ] في كتاب\r\n\" إعلام الموقعين \" لا يجوز لأحد أن يأخذ من الكتاب والسنة ما لم تجتمع فيه شروط\r\nالاجتهاد من جميع العلوم . فمن هذه الشروط أن يكون فقيها عالما بكتاب الله حافظا له\r\nعارفا باختلاف قراءته ، واختلاف قرائه بصيرا بتفسيره خبيرا بمحكمه ومشابهة وناسخه\r\nومنسوخه وقصصه . ومنها أن يكون عالما بسنة رسول الله صلى الله عليه وسلم مميزا بين\r\nصحيح أحاديثه وسقيمها . ومنها أن يكون ورعا ، دينا ، صائنا لنفسه ، صدوقا ، ثقة يبنى\r\nمذهبه على كتاب الله وسنة رسوله صلى الله عليه وسلم ، فمن فاتته واحدة من هذه\r\nالخصال كان ناقصا فلا يجوز له أن يكون مجتهدا يقلد به الناس .\r\nوسأل رجل أحمد بن حنبل [ 2 
  ] إذا حفظ الرجل مائة ألف حديث هل يكون\r\nفقيها قال لا قال فمائتي ألف حديث قال لا قال فثلاثمائة ألف حديث قال لا قال\r\nفأربعمائة ألف حديث قال نعم ويقال إن أحمد بن حنبل أجاب عن ستمائة ألف\r\nحديث .\r\nهذا ولا يجهل أحد منا أن العلماء في كل زمان ومكان كالنووي والسيوطي وأحمد\r\nبن تيمية وابن القيم والفخر الرازي وطنطاوي والغزالي وابن القاسم وخليل بن\r\nإسحاق وغيرهم كانوا جميعا على تقليد بالأئمة مع أن كل واحد منهم له اليد الطولى في\r\nكل فن من الفنون ولكن لما علموا أنهم لم يصلوا إلى رتبة الاجتهاد وقفوا عند حدهم\r\nوكانوا من جملة المتقلدين . \" ورحم الله امرءا عرف قدره ولم يتعد طوره . \"\r\n\r\n","description":"","footnote":" ( 1 ) أبو عبد الله محمد بن أبو بكر تلميذ ابن تيمية المتوفى 751 ها\r\n( 2 ) أحمد بن محمد بن أبو عبد الله المتوفى 241 ","page_name":" 43 ","page_number":43},
  {"content":"\r\nهذا ومن الغريب جدا أن يكون باب الاجتهاد مفتوحا أمام الجميع يتسارع إليه\r\nالفقيه والسفيه ويتزاحم لديه العالم المتبحر والجاهل المتكبر . يتقيد هذا بعلمه ويتخبط\r\nذاك بجهله كلا ! إنها محض دعوى أريد بها تضليل العوام وتلبيس الحقائق بالأحلام ليس\r\nغير .\r\nفالاجتهاد في نظر المحققين رتبة في غاية السمو والارتفاع ومن المستحيل أن\r\nتحاول الوصول إليه عصبة من المتخلفين الذين كان الجدال - ولا يزال - هو مبلغهم من\r\nالعلم ومنتهى حظهم في الفهم وقد سولت لهم أنفسهم أن يجوزوا لأنفسهم ولغيرهم\r\nالاستنباط من القرآن والأخذ بظاهر الآيات والأحاديث علما منهم بأن ذلك أقرب\r\nوسيلة وأنجح حيلة لصيد عقول الجهال ونيل الشهرة والرياسة لدى الأميين الذين لا\r\nيميزون بين السقيم والمستقيم لأنهم يقولون : نحن نقول قال الله أو قال رسول الله وغيرنا\r\nيقول قال مالك وقال شيخ فلاني .\r\nومن هنا أنكروا التقليد بأئمة المذاهب وبالغوا في نقدهم والاعتراض عليهم\r\nوتراهم يتساءلون فيما بينهم كيف نترك الآيات القرآنية والأحاديث النبوية ونقلد\r\nبالأئمة في اجتهادهم المحتمل للخطأ ؟ وكيف نترك قول الله ورسوله ونأخذ بقول مالك\r\nأو بقول شافعي أو بقول فلان وفلان ؟ وقد أجابهم بعض المحققين في تلك التساؤلات\r\nبقوله [ 1 
  ] إن تقليد الأئمة في اجتهادهم ليس تركا للآيات والأحاديث كما يزعمون بل\r\nهو عين التمسك والأخذ بهما فإن القرآن الكريم ما وصل إلينا إلا بواسطتهم مع كونهم\r\nأعلم منا بناسخه ومنسوخه ومطلقه ومقيده ومجمله ومبينه ومتشابهه ومحكمه وأسباب\r\nنزوله ومعانيه وتأويلاته ولغاته وسائر علومه وتلقيهم ذلك عن التابعين المتلقين عن\r\nالصحابة الذين تلقوا مباشرة عن الشارع الأمين صلوات الله وسلامه عليه المعصوم من\r\nالخطأ والهفوات .\r\nوكذلك الأحاديث ما وصلت إلينا إلا بواسطتهم مع كونهم أعلم ممن بعدهم\r\nبصحيحها وحسنها وضعيفها ومرفوعها ومرسلها ومتواترها وآحادها ومعضلها وغريبها\r\nوتأويلها وتاريخ المتقدم والمتأخر والناسخ والمنسوخ وأسبابها ولغاتها وسائر علومها مع\r\n\r\n","description":"","footnote":" ( 1 ) وهو العلامة الشيخ محمد أحمد عليش في كتابه فتح العلي المالك صفحة 100 ","page_name":" 44 ","page_number":44},
  {"content":"\r\nتمام ضبطهم وتحريرهم لها وكمال إدراكهم وقوة ديانتهم واعتنائهم وتفرعهم\r\nونور بصائرهم \" .\r\nوخلاصة القول فإن مدعي الاجتهاد من أبناء هذا العصر ، المنكرين لتقليد أئمة\r\nالمذاهب قد لا يريدون من وراء هذه الدعوى إلا حب الظهور وقصد الشهرة بمقتضى\r\nقاعدة : \" خالف تعرف \" . أو يريدون بها تفريقا وحدة المسلمين وإثارة الشكوك\r\nوالخلافات بين صفوفهم سعيا وراء مصالحهم الشخصية . وإلا فهم أعلم بأنفسهم قبل\r\nغيرهم بأنهم ليسوا من ذوي المكانة المعتبرة في العلوم ، ولا أهلية لهم بالفتوى فضلا عن\r\nالاجتهاد الذي يقف دونه أكابر العلماء .\r\nمسألة القبض والسدل\r\nأما القبض فهو الشعار الرسمي لوهابيي بلادنا وقانونهم المطبق بل هو الركن\r\nالمؤكد وشرطهم الأساسي لصحة الصلاة . وقد يبطلون صلاة من ترك القبض وأسدل يديه\r\nولا يأتمون به ويحكمون عليه بالكفر والفسوق تارة ، وبالشرك والنفاق تارة أخرى .\r\nفهذا الحكم الفاسد إما لجهلهم بفقه الصلاة وإما لإنكارهم على الإمام مالك\r\nرضي الله عنه الذي كره القبض في الفرائض ولا حجة لبعضهم في تأكيد هذا القبض\r\nواختياره على السدل سوى إنهم ذهبوا إلى مكة المكرمة لأداء فريضة الحج ووجدوا أهل\r\nمكة يقبضون أيديهم في الصلاة .\r\nونحن نجيب لأولئك البعض بأن الحج إنما هو مؤتمر إسلامي كبير يشترك فيه\r\nآلاف من المسلمين القادمين من بلاد مختلفة ومن أماكن شتى فبعضهم على مذهب\r\nالحنفي والبعض الآخر على مذهب الحنبلي وقد يكون بعض هذه المذاهب يفضل القبض\r\nويأمر به خلافا لمذهب الإمام مالك رضي الله عنه .\r\nولا ينبغي لمالكي أن يترك مذهبه ويقلد غيره على هذه الصورة خصوصا إذا كان\r\nقبضه يؤدي إلى سوء التفاهم واختلاف الآراء فيما بينه وبين قومه فصون الوحدة\r\nالإسلامية والسعي لتقارب وجهات النظر بين المسلمين في شؤونهم الدينية والدنيوية\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\nأولى ، وأجدر من التمسك والتشديد في مسائل وقد رخص فيها ومع ذلك فلسنا نحن\r\nمأمورين بأتباع أهل مكة في سائر الأقوال والأفعال وإنما أمرنا باتباع النبي صلى الله عليه\r\nوسلم قال الله تعالى : ( لقد كان لكم في رسول الله أسوة حسنة * الأحزاب : 21 ) ولم يقل\r\nكان لكم في أهل مكة آية أسوة فأهل مكة كغيرهم من سائر المسلمين مأمورون هم أيضا\r\nباقتداء النبي صلى الله عليه وسلم . لا أن يقتدي بهم وحدهم\r\nفمسألة القبض والسدل إذن ليست بمسألة مكيين أو مدنيين حتى نحتاج إلى\r\nالتقيد بما هنالك . ولكنها مسألة مرئية عن رسول الله صلى الله عليه وسلم كباقي المسائل\r\nالفقهية .\r\nوقد ثبتت في الآثار الصحيحة مشروعية كل من القبض والسدل وأنهما من\r\nفعل المعصوم صلى الله عليه وسلم ولا يتصور أن يكون الإمام مالك رضي الله عنه قد اختار\r\nالسدل من تلقاء نفسه ، أو أمر به بمجرد هواه وحاشاه أن يفعله أو يأمر به دون أن تكون له\r\nأسانيد صحيحة عن رسول الله صلى الله عليه وسلم في ذلك ، ولا يليق بنا أن ننكر عليه أو\r\nنعارضه في أية مسألة من المسائل الفقهية لا في السدل ولا في غيره لأنه أعلم منا بصلاة\r\nرسول الله وأفقهنا بحكم القبض والسدل وهو رضي الله عنه إمام فقهاء عصره وقدوتهم\r\nعلى الاطلاق ومذهبه عمري على المشهور . وحسبه فخرا كونه إماما لدار الهجرة وعالم\r\nالمدينة المنورة على التحقيق وقد قال النبي صلى الله عليه وسلم في حقه : ( لا تقوم الساعة\r\nحتى يظهر عالم المدينة ) وقال أيضا : ( يخرج الناس من المشرق إلى المغرب في طلب\r\nالعلم فلا يجدوا أعلم من عالم المدينة . )\r\nوسئل أبو حنيفة عن مالك فقال : \" ما رأيت أعلم منه بسنة رسول الله منه \"\r\nومناقب الإمام مالك رضي الله عنه أظهر من شمس الضحى وأكثر من أن تعد أو تحصى .\r\nهذا ومن الواضح جدا أن منكري السدل الطاعنين به غير مقيدين بقوانين الفقه\r\nوالحديث . وليسوا بمتفقهين بالمعنى الصحيح لقد ثبت السدل عن كثير من الصحابة كأبي\r\nبكر الصديق وعلي ابن أبي طالب وأبي هريرة وسعد بن سهل ومعاذ بن جبل وعبد الله\r\nابن الزبير وأبي حميد الساعدي وغيرهم رضي الله عنهم أجمعين . فالطعن على المسدلين\r\nطعن لجميع هؤلاء الصحابة والعياذ بالله من ذلك . ومعلوم أن أصحاب رسول الله\r\nكالنجوم بأيهم اقتدينا اهتدينا .\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\nوإنا لنعتقد أن الطاعنين على السدل معذورون من حيث قلة الفهم وضعف\r\nالادراك فهم - على ما يبدو - كأدوات مسخرة لأفكار بعض المتطرفين الذين يزعمون أن\r\nالسدل بدعة قبيحة وأن الشارع صلى الله عليه وسلم لم يفعله قط ولم يأمر به وذلك ما\r\nصرح به الأخ محمد المرزوق ابن عبد المؤمن الفلاتي في كتابه : \" القبض والإرسال في\r\nالصلاة \" وقد ذكر هذا الرجل في كتيبه المذكور أن مسدلي الأيدي في الصلاة بدعيون\r\nملعونون ومستحقون الخلود في النار وقال أيضا إن صلواتهم باطلة وعباداتهم عاطلة وجميع\r\nأعمالهم مردودة من أجل هذا السدل لقول النبي صلى الله عليه وسلم : ( من أحدث في\r\nأمرنا هذا ما ليس منه فهو رد ) من حديث عائشة ولم يترك هذا المؤلف المفتون رطبا ولا يابسا\r\nمن الكلمات القبيحة والعبارات الشنيعة إلا وأطلقها على الأئمة الكرام والعلماء\r\nالأعلام الآخذين السدل من صفة الرسول عليه السلام . ومن جريان العمل به من\r\nطرف بعض الصحابة والتابعين وباتفاق جمهور العلماء على مر القرون والعصور .\r\nهذا ومن المؤسف جدا إن هذا الكتيب رغم ما فيه من الفحشاء والمنكر\r\nوالكلام القبيح قد نال قبولا حارا واهتماما بالغا لدى بعض الوهابيين الذين زادوا به حقدا\r\nعلى المسلمين وتفريقا بين صفوف المصلين فصار القابض منهم يمتنع أن يصلي خلف\r\nالسادل عملا بما ورد في هذا الكتيب . وتعطلت من أجل ذلك المساجد والزوايا وشرعوا\r\nبحكم لم يأذن به الله ولم ينزل به سلطانا . ويتابع الفلاتي في صفحات كتيبه قائلا :\r\n\" فإنا لم نجد للسدل حديثا صحيحا ولا حسنا ولا ضعيفا حتى نعتمد عليه \"\r\nنعم قد لا يجد الفلاتي الحديث عن السدل - كما ذكر - لأنه لم يكن متعمقا\r\nفي علم الحديث مثلما تعمق في علم السب واللعن والشتائم والأستاذ الفلاتي - كما\r\nيبدو لنا في أسلوب لعناته وعباراته في الطعن والتشنيع - يبدو وكأنه تخرج من \" كلية\r\nالبذاءة \" وقد حاز فيها على شهادته العليا \" في الوقاحة والجراءة \" لذلك لا يمكن له أن\r\nيكتب أو يتكلم إلا بما يناسب ثقافته المشؤومة .\r\nأما كون السدل من فعل المعصوم صلى الله عليه وسلم فيشهد عليه حديث مسيئ\r\nالصلاة الذي أخرجه البخاري ومسلم والنسائي وغيرهم عن أبي هريرة رضي الله عنه .\r\nوخلاصته \" أن رجلا دخل المسجد وصلى بحضور الرسول عليه السلام ثم جاء\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\nفسلم عليه فقال ( وعليك السلام ارجع فصل فإنك لم تصل ) فصلى ثم جاء فسلم فقال\r\n( وعليك السلام ارجع فصل فإنك لم تصل ) فصلى ثم جاء فسلم فقال ( وعليك\r\nالسلام ارجع فصل فإنك لم تصل ) فقال في الثانية أو في الثالثة علمني يا رسول الله\r\nفقال ( إذا قمت إلى الصلاة فأسبغ الوضوء ثم استقبل القبلة فكبر اقرأ ما تيسر معك من\r\nالقرآن ثم اركع حتى تطمئن راكعا ثم ارفع حتى تستوي قائما ثم اسجد حتى تطمئن\r\nساجدا ثم ارفع حتى تطمئن جالسا ثم افعل ذلك في صلاتك كلها ) وزاد في رواية أخرى\r\n( فإذا فعلت ذلك فقد تمت صلاتك وإن انتقصت منها فإنما انتقصت من صلاتك . )\r\nهذه كيفية للصلاة بتمامها ذكرها الرسول صلى الله عليه وسلم ولم يذكر فيها\r\nالقبض وصح الاستدلال بهذا الحديث على أن كلما ذكر فيه واجب لا تصح الصلاة بدونه\r\nوما لم يذكر فيه فليس بواجب وهو صلى الله عليه وسلم كان يومئذ بمقام تعليم الواجبات\r\nفي الصلاة ولا يجوز في حقه أن ينسى شيئا منها أو يقتصر بذكر بعضها دون البعض .\r\nوكذلك حديث أبي حميد الأنصاري الذي أخرجه البخاري وأبو داود والنسائي\r\nوذلك أن أبا حميد كان في عشرة من أصحاب رسول الله صلى الله عليه وسلم ، فقال أنا\r\nأعلم بصلاة النبي صلى الله عليه وسلم قالوا : نعم فوالله ما كنت بأكثرنا له تبعة ولا أقدمنا\r\nصحبة قال بلى قالوا : فاعرض ، أي صف لنا صلاة النبي قال : كان رسول الله صلى الله\r\nعليه وسلم إذا قام إلى الصلاة رفع يديه حتى يحاذي بهما منكبيه ثم يكبر حتى يقر كل\r\nعظم في موضعه معتدلا ثم يركع ويضع راحته على ركبتيه . وتابع أبو حميد رضي الله عنه في\r\nوصف صلاته مرتبا حتى أتى إلا التسليم قالوا كلهم صدقت هكذا كان يصلي صلى الله\r\nعليه وسلم مع أنه لم يذكر فيها القبض وقد ذكر جميع الفرائض والسنن والمستحبات\r\nبالاستقصاء . وهذا الحديث أيضا حجة واضحة في السدل وحيث لم ينكر عليه الصحابة\r\nفي عدم ذكر القبض ولم يناقشوه فيه - رغم أن المقام كان مقام احتجاج وامتحان -\r\nعلمنا أنهم متفقون على أن القبض ليس لازما في صفة صلاته صلى الله عليه وسلم .\r\nأما قول مالك رضي الله عنه في الموطأ ، \" كان الناس يؤمرون أن يضع الرجل يده\r\nاليمنى على ذراعه اليسرى في الصلاة . \" فإن هذا الحديث يدل على أن الصحابة رضي الله\r\nعنهم كانوا قبل ذلك يسدلون وإلا كان أمرا بتحصيل الحاصل وهو عبث محال عليه صلى\r\nالله عليه وسلم .\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\nوحديث عبد الله بن مسعود رضي الله عنه الذي قال فيه : \" رآني رسول الله صلى\r\nالله عليه وسلم وضعت شمالي على يميني فأخذ يميني فوضعها على شمالي \"\r\nيدل هو أيضا على أن ابن مسعود رضي الله عنه كان حديث عهد بالقبض لأنه لا يجوز أن\r\nيجهل صحابي جليل مثل ابن مسعود فعلا من أفعال الصلاة الذي يكرره كل يوم سبعة\r\nعشر مرة على الأقل .\r\nوهذان الحديثان يدلان على أن السدل هو أول فعليه والذي يدل على أنه آخر\r\nفعليه صلى الله عليه وسلم استمرار عمل الصحابة عليه إذ لا يجوز جهلهم آخر حالي\r\nالرسول صلى الله عليه وسلم .\r\nوإمامنا مالك رضي الله عنه كان من تابعي التابعين وقد أخذ عن علمائهم الذين\r\nشاهدوا عمل أصحاب رسول الله صلى الله عليه وسلم ولهذا اعتمد على ما شاهده منهم من\r\nالسدل فقال رضي الله عنه أنه لا يرى القبض في الفرض كما رواه عنه تلميذه ابن القاسم [ 1 
  ]\r\nفي المدونة وأخذ به أصحابه .\r\nهذا ومن أراد مزيدا من الإيضاح في هذا الموضوع فليطالع كتاب \" موقف الفصل\r\nفي أدلة القبض والسدل . \" للعلامة الحاج سعد بن عمر تورى [ 2 
  ] أو يطالع كتاب \" ما قل\r\nودل في أدلة القبض والسدل \" للأستاذ الشيخ أحمد التجاني الفوتي [ 3 
  ] فقد عالج مؤلفا\r\nهذين الكتابين - جزاهما الله خيرا - مسائل القبض والسدل وبحثا عن أحكامها بحثا\r\nدقيقا وبينا مشروعية كل منهما ومأخذهما من صلاة الرسول ومن عمل الصحابة\r\nوالتابعين رضوان الله تعالى عليهم أجمعين .\r\nوهذان الكتابان في غاية الأهمية لمن يريد التفقه في أحكام القبض والسدل .\r\nومن ذلك اتفاق الأئمة على استحباب وضع اليمنى على الشمال في القيام وما قام\r\nمقامه مع قول مالك في أشهر روايتيه أنه يرسل يديه إرسالا ومع قول الأوزاعي إنه يتخير\r\nفالأول مشدد والثاني وما بعده مخفف وإن تفاوت التخفيف اختلفوا في محل وضع اليدين\r\n\r\n","description":"","footnote":" ( 1 ) عبد الرحمن بن قاسم العتكي المالكي المتوفى 191 ه‍ .\r\n( 2 ) السيد سعد عمر توري مدير \" مدرسة سبيل الفلاح \" سيقوج \" مالي \"\r\n( 3 ) الأستاذ أحمد التجاني به الخطيب الإسلامي في إذاعة والتلفزة ابدجا سع ","page_name":" 49 ","page_number":49},
  {"content":"\r\nفقال أبو حنيفة تحت السرة وقال مالك والشافعي تحت صدره فوق سرته وعن أحمد\r\nروايتان أشهر هما كمذهب أبي حنيفة واختارها الخرقي [ 1 
  ]\r\nهذا ومن الجدير بالذكر إن هؤلاء الوهابيين قد اتخذوا القبض شعارا لهم ليتميزوا\r\nبه عن غيرهم أو ليقدروا عددهم وعددهم والقبض أشرف من أن يكون وسيلة للتفريق\r\nبين جمهور المصلي أو لتمييز بعضهم بعضا .\r\nولا ينبغي أن يكون القبض والسدل مصدري الخلاف بين جماعة المسلمين اللهم\r\nإلا إذا استولى عليهم التعصب أو الجهل بأحكام الفقه لأنهما ليسا من الشروط التي\r\nتتوقف عليها صحة الصلاة وليسا من الفرائض ولا من السنن المؤكدة ولكنهما من\r\nالفضائل الخفيفة بالنسبة لا فعال الصلاة ولكن إخواننا الوهابيين لما تركوا تعلم الفقه جهلوا\r\nأحكام الصلاة وجعلوا الفضائل محل الفرائض وفي الحديث : ( من يرد الله به خيرا يفقهه في\r\nالدين ) متفق عليه\r\nوأخيرا نختم هذا الموضوع بمقال للأستاذ الحاج سعد بن عمر نقلناه من كتابه\r\n\" موقف الفصل \" ونصه ما يلي : \" فالقول إذا يا إخواني ببطلان صلوات السادلين أو\r\nالقابضين ليس له نصيب من الصحة ولا مستند له في الشريعة ولا قال به من يعتد بكلامه\r\nمن الأجلة ونسبة فاعل أحدهما أو تاركه إلى البدعة أو النفاق أو الكفر الموجب للخلود في\r\nالنار ودعاؤه بالفحش والبذاء والطعن في الإيمان والوقوع في الأعراض حرام في الشريعة\r\nالمطهرة ولا نتيجة له سوى التدابر والتضاغن والنزاع والتفرقة وقطع الأرحام وهجران\r\nالمساجد وسدها وإغلاق المدارس المؤدي إلى إضعاف المسلمين وفشلهم وتسليط الأعداء\r\nعليهم كما وقع - فعلا - في بلادنا بفعل هذه الشرذمة التي ما زالت تسعى باسم الدين\r\nوراء منفعتها الخاصة دون المنفعة العامة . \"\r\n\r\n","description":"","footnote":" ( 1 ) عمر بن حسين أبو القاسم الحنبلي المتوفى 334 ","page_name":" 50 ","page_number":50},
  {"content":"\r\nالتداوي بالقرآن أو بأسماء الله تعالى\r\nوجدير بنا أن نأتي بهذا الموضوع لأنه من أشهر المواضع التي تثير الخلافات بيننا\r\nوبين الوهابيين فهم يرون أن من كتب شيئا من القرآن أو من أسماء الله تعالى وعلق عليه\r\nسواء للتداوي به أو للتحرز فقد كفر بالله ويرون أن فعله هذا نوع من السحر أو هو السحر\r\nذاته . عفا الله عنهم حيث أوقعهم سوء فهمهم على مخالفة القرآن والحديث في هذا الموضوع\r\nقال الله تعالى : ( وننزل من القرآن ما هو شفاء * الإسراء : 82 ) وقال أيضا : ( قل هو للذين\r\nآمنوا هدى وشفاء * فصلت : 44 ) وآيات الشفاء معروفة ومشهورة لورودها في القرآن\r\nالكريم في ستة مواضع فالقرآن قليله وكثيره شفاء من الأمراض الحسية والمعنوية وشفاء\r\nمن الأمراض الظاهرة والباطنة بدليل ما ورد في الحديث : ( الفاتحة شفاء من كل داء )\r\nرواه البيهقي . وقال عليه السلام : ( خذ من القرآن ما شئت لما شئت . ) وقال أيضا : ( من\r\nلم يستشف بالقرآن لا شفاه الله . ) وقالت عائشة رضي الله عنها : \" كان رسول الله صلى الله\r\nعليه وسلم إذا اشتكى رقاه جبريل \" فقال : ( بسم الله يبريك من كل داء يشفيك من شر\r\nحاسد إذا حسد . ) وروى عنها أيضا : \" كان صلى الله عليه وسلم إذا اشتكى يقرأ على\r\nنفسه بالمعوذات وينفث في يده ويمسح بها ما بلغ من جسده \"\r\nوهذا دليل على أن التداوي بالقرآن أو بأسماء الله تعالى جائز وأخذ العوض عنه\r\nجائز كذلك لما روي عن أبي سعيد الخدري رضي الله عنه أنه قال : \" انطلق نفر من\r\nأصحاب رسول الله صلى الله عليه وسلم في سفرة سافروها حتى نزلوا على حي من العرب\r\nفاستضافوهم فلم يضيفوهم فلدغ سيد ذلك الحي فسعوا له بكل شئ فلم ينفعه فأتوا به إلى\r\nالرهط فقالوا لهم إن سيدنا قد لدغ وقد سعينا له بكل شئ فلم ينفعه فهل عند أحد منكم\r\nشئ فقال بعضهم نعم والله إني لأرقى ولكن قد استضفناكم فلم تضيفونا فما أنا براق\r\nحتى تجعلوا لي جعلا \" أي أجرا \" فصالحوهم على قطيع من الغنم فأخذ الصحابي يقرأ\r\nالفاتحة ويتفل عليه فقام الرجل يمشي وما به علة فأوفوهم جعلهم ولما رجعوا إلى المدينة\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\nأخبروا النبي بذلك فقال لهم النبي صلى الله عليه وسلم : ( إن أحق ما اتخذتم عليه أجرا\r\nكتاب الله ) رواه البخاري . هذا ولنا أسوة حسنة بأصحاب رسول الله صلى الله عليه وسلم الذين\r\nهم نجوم الهدى ويصح الاقتداء بهم في كل شئ والذين سبقونا إلى هذا العمل الطبي\r\nوأخذوا منه الأجرة فأجاز لهم الرسول أكل هذه الأجرة وهو صلى الله عليه وسلم أعلم بما\r\nيجوز أكله وما لا يجوز .\r\nوأما قولهم بأن الرقية هي الجائزة ، لكونها هي الواردة في الأحاديث والآثار\r\nالصحيحة ، دون الكتابة للشرب والتعليق . وأن الكتابة حرام مطلقا ، فهذا القول مردود\r\nلأنا لم نجد في أحكام الشريعة الإسلامية حكما يجوز التلفظ به ويحرم كتابته . فكل ما\r\nيجوز لفظه يجوز قطعا كتابته ، وما لا فلا !\r\nومن المعلوم أن الكلمات التي يلفظ بها الراقي هي نفس الكلمات التي يكتبها\r\nالكاتب على السواء ولا يحتمل تجويز أحدهما مع تحريم الآخر فاللفظ والكتابة أمران\r\nمتحدان حكما ومعنى يقوم كل منهما مقام الآخر .\r\nوفي \" الرسالة \" لابن أبي زيد القيرواني : \" ولا بأس بالمعاذة تعلق وفيها\r\nالقرآن \" ويكون مستورا بطاهر يقيه الأذى ولا بأس أيضا بالرقية من غير القرآن حيث\r\nكان عربيا مفهوم المعنى كالمشتمل على ذكر الله ورسوله وأما ما لا يفهم معناه\r\nكالكلمات العجمية والطلاسيم المبهمة فلا تجوز الرقية بها لأن الإمام مالك رضي عنه\r\nسئل عن الأسماء العجمية قال : \" وما يدريك أنها كفر ؟ \" وقد روى عن النبي صلى الله\r\nعليه وسلم أنه قال : ( إذا فزع أحدكم في النوم فليقل أعوذ بكلمات الله التامة من غضبه\r\nوعقابه وشر عباده من همزات الشياطين وأن يحضرون فإنها لن تضره ) وكان عبد الله بن\r\nعمر يعلمهن من عقل من بنيه ومن لم يعقل كتبها في صك صم علقها في عنقه . \" رواه أبو\r\nداود النسائي والترمذي \" ويقول عليه السلام : ( لا بأس بالرقى ما لم يكن فيه شرك . )\r\nويقول أيضا في حديث آخر : ( لن يعجل الله شفاء أمتي فيما حرم عليها . )\r\nويستفاد من هذين الحديثين على أن التداوي بأسماء الله تعالى وآياته يجوز مطلقا\r\nلأنه لو لم يكن جائزا - كما يفهم من سياق هذا الحديث لما شفي بها أحد من الأمة ، وقد\r\nأثبتت التجارب أن آلافا أو ملايين من المرضى قد شفاهم الله بمحض إرادته ثم ببركة هذه\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\nالآيات المكتوبة . وشأن هذه الآيات المستشفية بها ، شأن غيرها من الأدوية الأخرى\r\nوكلها لا تأثير لها في دفع الشر ولا في جلب الخير إلا ما كان من توفيق الله تعالى . هذا وليس\r\nمن المعقول أن تكون العقاقير التي نروح ونغدوا إلى الصيدليات لشرائها طلبا للشفاء ، أكثر\r\nأهمية وأعظم عند الله درجة من المعوذات وآيات الشفاء التي نكتبها هي أيضا لنفس\r\nالغرض . فكل من الآيات المكتوبة والعقاقير المشروبة والعمليات الجراحية المستعملة\r\nلا قوة لها في حد ذاتها لدفع المرض أو استعادة الصحة ولكنها أسباب ووسائل ليس إلا !\r\nفالشافي الحقيقي إنما هو الله وحده . ولقد أجاد من قال :\r\nإن الطبيب لذو علم ومعرفة * ما دام في أجل الإنسان تأخير\r\nحتى إذا ما انقضت أيام مدته * حار الطبيب وخانته العقاقير\r\nأما احتجاج الوهابيين بالحديث القائل : ( من علق تميمة فقد أشرك . )\r\nوالحديث القائل : ( من علق تميمة فلا أتم الله له ومن علق ودعة فلا ودع الله له . )\r\nفهو - على ما أعتقد - من الوهم اللغوي عندهم لأن التمائم معناها في اللغة \" خرزات \"\r\nوهي ما ينظم في السلك من الجذع والودع وما يشبهها وقد كان الأعراب في الجاهلية\r\nيضعونها على أولادهم للوقاية من العين ودفع الأرواح فلما جاء الإسلام نهاهم الرسول\r\nعن ذلك .\r\nوعلى هذا فإن المراد بالتمائم والوع في الحديث المذكور إنما هي تمائم الجاهلية\r\nوودعهم التي كانوا يعلقونها قبل الإسلام ولا يتصور حمل هذه الأحاديث على ما يكتبه\r\nالمشايخ من الآيات القرآنية والأسماء الإلهية للتعوذ بالله أو لطلب الخير منه لما سبق ذكره\r\nمن أحاديث وآيات الشفاء ولعدم التجانس بين هذه وتلك !\r\nوشتان بين خرزة مثقوبة وورقة مكتوبة بحروف عربية ذات معنى صحيح مطابق\r\nبقوله تعالى : ( ولله الأسماء الحسنى فادعوه بها * الأعراف : 180 )\r\nوالدعاء سواء كان باللفظ أو بالكتابة وسواء للدنيا أو للآخرة كله جائز لقوله\r\nتعالى : ( ادعوني أستجب لكم * المؤمن : 60 ) ولما في الحديث : ( الدعاء مخ العبادة )\r\nهذا وينبغي استمرار المنع لخصوص تلك الجذع والودع التي ما زال بعض العوام\r\nيستعملونها حتى اليوم . ويجب منعها إياهم تبعا للأحاديث الصحيحة الواردة في عين هذه\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\nالجذع والودع المعروفة .\r\nوأما كتابة هذه الآيات القرآنية وهذه الأسماء الإلهية لقصد الضرر وظلم عباد\r\nالله كإهلاكهم مثلا وإتلاف أموالهم أولا دخال العداوة بينهم فهو الممنوع الحرام يعاقب\r\nبه فاعله والمفعول له معا إلا من تاب وآمن وعمل صالحا ويحرم كذلك الدخول بها في\r\nالأماكن النجسة والمواضع القذرة . ويجب على المشايخ التنبيه عليه وتحذيره ، وأن\r\nلا يكتبوها إلا لمستحقها لغرض جائز شرعا وتكون مستورة بطاهر كالجلد ونحوه وحينئذ\r\nلا حرج والله أعلم .\r\nبيان أوجه التخالف بين الوهابيين أنفسهم\r\nتختلف الآراء والاتجاهات من دعاة الوهابية أيما اختلاف وكأن لكل واحد\r\nمنهم أوامره ونواهيه الخاصة به ينفرد بها دون غيره وليس من السهل التوفيق بين هذه\r\nالآراء المختلفة وتلك الاتجاهات المتناقضة والجمع بينها .\r\nوبما أن الواجب على المرء أن لا يقبل كل ما يقال عن شخص أو مذهب أو طائفة\r\nحتى يثبت لديه صحة ذلك ، بأن يسمع من ذلك الشخص ما قيل عنه أو يقرأ كتبه أو\r\nيجتمع بأصحابه المقربين لذلك بذلت جهدي في تحصيل الكتب الوهابية لأقف على\r\nحقيقة هذه الدعوة قبل أن أصدر حكمي لها أو عليها وقد اطلعت على بعض هذه الكتب\r\nوقرأت شيئا من مؤلفات الشيخ محمد بن عبد الوهاب ورسائله كما اجتمعت ببعض\r\nوهابيي بلادنا البارزين واستمعت إليهم وفهمت مقاصدهم وخلال مقارنتي بين\r\nمقالات الشيخ محمد بن عبد الوهاب ، وبين ما هو عليه وهابيو بلادنا لاحظت اختلافا\r\nجوهريا في الأقوال والأفعال بل وفي العقائد بين الإدارة الوهابية وبين المتوهبين الآخرين\r\nوخاصة أولئك الموجودين معنا الذين يخالفون الشيخ تماما وبصفة غير معهودة بين المتبوع\r\nوالتابعين وذلك مما يؤكد بوضوح على أن الدعوة الوهابية قد أصابها داء التعصب والفوضى\r\nمن قبل بعض المتطرفين والمنحرفين الذين سلبوا من هذه الدعوة جميع القيم والمثل العليا\r\nو ","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\nأقل ما يقال فيهم ، هم أصحاب مراء وجدال استولى عليهم الجهل والتعصب - بل هم\r\nقوم خصمون - . \"\r\nوها أنا أنقل لك أيها القارئ الكريم بعضا من الرسائل التي كتبها الشيخ محمد\r\nبن عبد الوهاب إلى بعض أتباعه والتي ذكر فيها عقيدته وما هو عليه . قال رحمه الله بعد\r\nالبسملة والصلاة على النبي : \" أشهد الله ومن حضرني من الملائكة وأشهدكم أني\r\nأعتقد ما اعتقده أهل السنة والجماعة من الإيمان بالله وملائكته وكتبه ورسله . وأقر\r\nبكرامات الأولياء إلا أنهم لا يستحقون من حق الله شيئا ولا أشهد لأحد من المسلمين\r\nبجنة ولا نار ، إلا من شهد له الرسول صلى الله عليه وسلم ولكني أرجو للمحسن وأخاف\r\nعلى المسئ . ولا أكفر أحدا من المسلمين بذنبه ولا أخرجه من دائرة الإسلام . وأرى هجر\r\nأهل البدع ومباينتهم حتى يتوبوا وأحكم عليهم بالظاهر وأكل سرائرهم إلى الله .\r\nونحن في الفروع على مذهب الإمام أحمد بن حنبل ولا ننكر على من قلد الأئمة\r\nالأربعة دون غيرهم . ولا نستحق مرتبة الاجتهاد ولا أحد منا يدعيه . \" انتهى ما نقلناه من\r\nرسائل الشيخ ابن عبد الوهاب التي بين فيها عقيدته وما هو عليه . [ 1 
  ]\r\nولكن لننقل لك أيضا - أيها القارئ الكريم - بعض المحاورات والمناظرات التي\r\nجرت بيني وبين الأصدقاء الوهابيين ليتبين لك عقيدة وهابيي بلادنا ، ولتعلم أيضا بأن\r\nجميع ما ذكرناه في هذا الكتاب من الحوال الوهابيين إنما هو عن علم اليقين . \" وليس الخبر\r\nكالعيان . \" لقد قمت مرة بزيارة لمدينة \" سكاسو \" فجاءني بعض الأصدقاء من الوهابيين\r\nللسلام على كالعادة ولما استقربنا الجلوس شرعنا في الحديث عن الخلافات الدينية\r\nوتأثيرها في المجتمع واقترحنا أن نتحدث فيما بيننا بنوع من الصراحة لنجد التفاهم ونزيل\r\nالخلافات القائمة بيننا . فابتدرت بالسؤال قائلا : لماذا خرجتم من المسجد وتركتم الصلاة\r\nمعنا فهلا نصلي معا فمن شاء منا يقبض يديه ومن شاء يسدل كما هي الحال في كثير من\r\nالمساجد ؟ فأجابني أحدهم قائلا : لا يا أخي المشكلة ليست في القبض أو في السدل\r\nولكننا في الحقيقة نعتبر كم مشركين فلا نرى صحة الصلاة خلف واحد منكم ثم قلت له :\r\nلأي شئ تعتبروننا مشركين ؟ قال : لأنكم تعلقون التمائم وتتوسلون بالأنبياء\r\nو \r\n","description":"","footnote":" ( 1 ) نقلناه من كتاب \" الشيخ محمد بن عبد الوهاب عقيدته السلفية ودعوته الاصلاحية \" ","page_name":" 55 ","page_number":55},
  {"content":"\r\nالصالحين . فعلمت أن هذا الأخ مصاب بداء الجهل وهو بحاجة إلى طبيب الارشاد .\r\nوتحدثت مرة أخرى مع صديق آخر منهم فقلت له : لو استطاع المسلمون أن\r\nيجمعوا كلمتهم ويوحدوا صفوفهم بدلا من هذه الخلافات لكان خيرا لهم فأجابني\r\nالصديق : نعم ولكن لا يستطيع المسلمون أن يتحدوا إلا إذا تمسكوا بالكتاب والسنة\r\nوتركوا ما سواهما من المذاهب والطرق التي هي مصادر الاختلاف بين المسلمين . وما دام\r\nيقال هذا مالكي وذاك شافعي وآخر حنبلي فإن الاتفاق بين المسلمين محال . فعلمت\r\nأيضا إن هذا الأخير أشد جهلا من الأول وقد بلغ به جهله أن ينكر كل شئ حتى على\r\nالمذاهب الأربعة المجمعة على صحتها .\r\nوفي مدينة \" قاوننى \" حيث بنوا مسجدا جديدا يؤدون فيه صلاة الجمعة بجوار\r\nالجامع العتيق تحدثت يوما مع واحد منهم فقلت له : ما رأيكم في هذا المسجد الذي تقيمون\r\nفيه صلاة الجمعة هناك جامع عتيق غير ضائق وليس ثم عذر شرعي يمنعكم من الصلاة\r\nفيه ؟ ومع ذلك فمسجدكم هذا في بعض الأوقات لا يجتمع فيه اثنا عشر رجلا فكيف\r\nترون صحة صلاة الجمعة في هذا المسجد ؟ فقال لي شكرا على هذا السؤال ولكن لا تنس\r\nأن هذا التحديد الذي ذكرتموه من أن صلاة الجمعة لا تصح بأقل من اثني عشر رجلا إنما\r\nهو من قول الإمام مالك رضي الله عنه فلسنا نحن متقيدين به ولا بغيره من الأئمة فالمعمول\r\nعندنا أن صلاة الجمعة تصح باثنين وبثلاث وبأربع بلا حد .\r\nوأعجب من هذا فقد جاءني في العام الماضي أخ وهو من أهل البادية في نواحي\r\n\" نيور \" وقال لي بأنه جاءهم رجل من علماء الوهابية وأفتى لهم بجواز أداء صلاة الجمعة\r\nلكل شخص حيثما حضرته الصلاة سواء كان في القرية أو في الفلاة ، وحجته في ذلك أن\r\nالمسلم حيثما صلى فهو يصلي مع جماعة من الملائكة وقال لي هذا الأخ بأنه شخصيا صلى\r\nصلاة الجمعة مع ثلاثة رجال من الوهابيين وهو رابعهم صلوا هذه الصلاة بلا خطبة ولا في\r\nمسجد مبنى ، فسألني ذاك الأخ عن صحة تلك الصلاة ، وأمرته بالإعادة ظهرا ، لعدم\r\nتوفيتها شروط الجمعة .\r\nومن جملة ما يحرمه وهابيون بلادنا الصور \" الفوتوغرافية \" حتى أن بعضهم لا يبيع\r\nولا يلبس الأقمشة التي توجد فيها صور الأشخاص أو الحيوانات ولا يخفى أن علماء\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\nالحرمين الشريفين قد أفتوا بجواز هذه الصور \" الفوتوغرافية \" لأهميتها في شتى المجالات\r\nولا حاجة لنا إلى السؤال هل الصواب مع هؤلاء المتطرفين أم الحق مع علماء الحرمين\r\nالشريفين ؟\r\nأما التدخين فليس بمحظور في شريعتهم على الأرجح لاجتماع غالبيتهم على\r\nاستعمال هذه المادة الضارة فلا نزال نشاهد الدخان يخرج من فم الأخ الوهابي وهو\r\nلا يستحي أن يضر نفسه ولمن بقربه من نتن هذا الدخان بينما قرأنا في الكتب الوهابية بأن\r\nالشيخ محمد بن عبد الوهاب كان يحرم التدخين .\r\nفإذا كان الشيخ محمد بن عبد الوهاب يقول صراحة بأنه مقر لكرامات الأولياء .\r\nولا يكفر أحدا من المسلمين بذنب وهو في الفروع على مذهب الإمام أحمد بن حنبل فإن\r\nأتباعه اليوم قد خرقوا جميع هذه المقررات واستحقوا بأن نسميهم \" وهامين \" بدلا من\r\nالوهابيين لانتهاجهم سلوكا آخر غير الذي قرره الزعيم الوهابي .\r\nواستنادا منا على هذه الحقائق المذكورة فإن الدعوة الوهابية قد تحولت هنا إلى\r\nدعوة تجارية يستغلها البعض على حساب البعض الآخر .\r\nوالوهابية هنا - على التحقيق - عبارة عن إنكار أولياء الله تعالى ، وعن التشديد\r\nفي الدين ، والتقليل من ذكر الله والصلاة على نبيه المصطفى وأضف إلى ذلك عدم\r\nالاحترام للسادة المشايخ ، والآل بيت النبي فكل من تكونت في شخصيته هذه الصفات فهو\r\nالوهابي الكامل ، الذي يسمى عندهم بالسني .\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\nهل هم سنيون أم وهابيون ؟\r\nيغالط البعض في هذه المسألة أسوأ الغلط حيث يسمون أنفسهم بالسنيين ، بينما\r\nلا علم لهم بالسنة إلا اسمها ولا صلة لهم بها أكثر من ادعائها والتفاخر بها كأنها في\r\nنظرهم لقطة فلاة يختص بها اللاقط مهما كانت صفاته وكيفما ساء سلوكه وأخلاقه .\r\nولكن هيهات أن تحقق الادعاءات نفعا ، أو تقيم لأصحابها وزنا .\r\nويزعم هؤلاء المعنيون أنهم سنيون وليسوا بوهابيين والعجب كل العجب أن\r\nيدعي الجاهل أنه سني أو أنه زعيم للدين بارز وليس من المعقول أن يكون الجاهل سنيا\r\nفإن العلماء أنفسهم عجزوا أن يكونوا سنيين حقيقيين إلا الخواص - وقليل ما هم - فكيف\r\nبالجهال الذين هم في واد والسنة النبوية في واد .\r\nفالسنية عبارة عن اتباع سنة الرسول صلى الله عليه وسلم وأصحابه والاقتداء\r\nبأقوالهم وأفعالهم وسلوكهم وأخلاقهم وذلك يقتضي العلم والعمل معا وبفقد الأول\r\nتكون سنية الجاهل محالا وبفقد الثاني تكون سنية العالم باطلا ولا بد من اجتماعهما معا\r\nوإلا فهي سنية اللسان لا غير فنحن لا نقبل سنية الجاهل مهما طالب لحيته أو اشتد\r\nتنسكه . وفي الحديث : ( شر أمتي رجلان عالم متهتك وجاهل متنسك ) وقال الشاعر :\r\nفساد كبير عالم متهتك * وأكبر منه جاهل متنسك\r\nهما فتنة للعالمين عظيمة * لمن بهما في دينه يتمسك\r\nوقال الآخر :\r\n\" كم لحية طالت على ذقن جاهل * وما تحته إلا الغبارة والجهل \"\r\nفالسنة النبوية تلاحظ صاحبها في جميع حركاته وسكناته وتراقبه في كل\r\nالعبادات والمعاملات من المشي والكلام والأكل والشرب والبيع وغيرها وهي تفرض\r\nعلى المرء أن لا يفعل حتى علم حكم الله فيه ويسأل العلماء ويقتدي بالمتبعين لسنة\r\nمحمد صلى الله عليه وسلم .\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\nومن هنا نعرف أن السنية لا تكون في زي خاص ولا في هيئة معينة ، بل هي\r\nأشرف من أن تتستر في مثل تلك الأماكن التي إن هي إلا حبائل يصطاد بها ضعفاء\r\nالعقول والعقيدة . وفي الحديث : ( إن الله لا ينظر إلى صوركم ولا إلى أقوالكم ولكن ينظر\r\nإلى ما في قلوبكم وأعمالكم ) رواه الطبراني\r\nهذا وقد نفهم من خلال هذا الحديث الشريف إن هذه الشعارات الإيهامية التي\r\nيعتمد عليها بعض دعاة الوهابية والتي تتمثل في توفير اللحية ولبس البيض والتغطي\r\nبالعمامة وما إلى ذلك لا تكفي بأن تكون تعريفا كافيا للسني الحقيقي وهم - مع الأسف -\r\nقد أخطأوا في تقدير السنية حيث قيدوها في نوعية اللباس وفي ظاهر الهيئات .\r\nوإنما يعرف السني بظواهر تقوى الله في السر والعلانية وبامتثال الأوامر\r\nواجتناب النواهي وبالصدق في القول والإخلاص في العمل وبالقيام بوظائف العبادات\r\nمن الفرائض والسنن والنوافل وأدائها كاملة غير منقوصة .\r\nويعرف السني كذلك بالتخلي عن الأوصاف الذميمة والأحوال الوضيعة\r\nوالتحلي به بمحاسن الصفات ومكارم الأخلاق .\r\nفمن شأن السني أن يدعو الناس إلى دين الله تعالى بالحكمة والموعظة الحسنة\r\nويجادلهم بالتي هي أحسن . كما من شأنه أن لا يكون سبابا ولا لعانا ولا فظا غليظا ولكن\r\nهينا لينا يعفو ويصفح ويبشر ولا ينفر اقتداء بالرسول الكريم القائل \" لم أرسل سبابا ولا\r\nلعانا \" والذي قيل عنه : ( ولو كنت فظا غليظ القلب لا نفضوا من حولك فاعف عنهم\r\nواستغفر لهم وشاورهم في الأمر * آل عمران : 159 )\r\nوالسني - بعبارة أوجز - هو من وضع قدمه على قدم الرسول صلى الله عليه وسلم بحيث تكون أقواله وأفعاله مطابقة لأقواله وأفعاله صلى الله عليه وسلم يصدق لسان حاله\r\nلسان مقاله ويكون متصفا بمكارم الأخلاق في سائر أحواله السرية والجهرية وفي جميع\r\nتصرفاته ومعاملاته مع الناس .\r\nوالسني لا يتجاهر بسنيته ولا يتفاخر بها بل يخفيها قدر الامكان خوفا من\r\nالابتلاء وجريا على عادة السنيين الحقيقيين . ويكون السني مجتنبا الكذب والغيبة\r\nوالنميمة عازلا عن حب هذه الدنيا الفانية وما فيها من الشهوات النفسانية راضيا القضاء\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\nحلوه ومره لا يخطر بقلبه حسد ولا رياء ولا رؤية فضل على الغير ويكون شغله الشاغل مراقبة\r\nقلبه عن أن يدخله ما سوى الله ومعالجته من أمراض البكر والحسد والعجب والحرص\r\nوتطهيره من دنس الخواطر النفسانية والوساوس الشيطانية ويترك الهذر والفضوليات\r\nويتقي الشبهات في مأكله ومشربه وملبسه ويحذر الغش في بيعه وشرائه ويراعي حقوق\r\nجيرانه ويتحمل أذاهم ويوقر كبار المسلمين ويرحم صغارهم ويساعد الضعفاء\r\nوالمحتاجين .\r\nويقدم المصلحة العامة على المنفعة الخاصة ويصل من قطعه ويعطي لمن حرمه\r\nويعفو عن من ظلمه ويجب لغيره ما يحب لنفسه ويضيف السني إلى كل هذا الاحتساب\r\nإلى الله وتفويض أمره إليه لا يأمن مكر الله ولا يقنط من رحمته بل يكون دائما بين خوف\r\nورجاع لا يزكي نفسه ولا يعجبه علمه أو عمله لما في الحديث : ( الناس كلهم هلكى إلا\r\nالعالمون ، والعالمون كلهم هلكى إلا العاملون ، والعاملون كلهم هلكى ، إلا المخلصون\r\nوالمخلصون على خطر عظيم . )\r\nفتلك نبذة يسيرة من أخلاق السني وهذه صفاته فانظر نفسك أيها الأخ الوهابي ،\r\nفإن كنت هكذا فأنت سني حقا . وإلا ، فلا ! وإياك أن تكون من الذين يقولون ما لا\r\nيفعلون قال تعالى : ( كبر مقتا عند الله أن تقولوا ما لا تفعلون * الصف : 3 )\r\nصدق الله العظيم\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\nوجوب صلة الرحم وخطورة قطعها\r\nفصلة الرحم واجبة في الكتاب والسنة والإجماع قال الله تعال :\r\n( واتقوا الله الذي تساءلون به والأرحام * النساء : 1 )\r\nومعنى الآية - والله أعلم - اتقوا الله وصلوا أرحامكم ولا تقطعوها لأسباب غير\r\nشرعية وفي الحديث : ( يقول الله تعالى أنا الرحمان خلقت الرحم وشققت لها اسما من اسمي\r\nفمن وصلها وصلته ومن قطعها قطعته ) رواه الطبراني عن جرير وقال عليه السلام : ( الرحم\r\nمعلقة بالعرش تقول : من وصلني وصله الله ومن قطعني قطعه الله ) أخرجه الطبراني والبيهقي\r\nويروى عن أبي بكر الصديق رضي الله عنه أنه قال : رسول الله صلى الله عليه وسلم\r\n( ما من ذنب أجدر أن يعجل الله لصاحبه العقوبة في الدنيا مع ما يدخر له في الآخرة من البغي\r\nوقطعية الرحم )\r\nولهذا جاء الإسلام مهتما بشأن الأرحام وحث المسلمين على صلتها ورعايتها في\r\nجميع المستويات وأكد لهم من أن قطعها مما يستوجب اللعنة وسوء العاقبة قال تعالى :\r\n( والذين ينقضون عهد الله من بعد ميثاقه ويقطعون ما أمر الله به أن يوصل ويفسدون في\r\nالأرض أولئك لهم اللعنة ولهم سوء الدار * رعد : 25 )\r\nوقد ظلت صلة الرحم عنصرا هاما من عناصر الدين وهدفا حيويا من أهداف\r\nالإسلام ولها أهمية كبرى في الدين والمجتمع ومن الضروري أن نوليها - نجد أيضا -\r\nأقصى ما يمكن من الاهتمام لأنها أي الرحم عاهد الله تعالى إن من قطعها قطعة الله ومن\r\nوصلها وصله الله والله لا يخلف الميعاد .\r\nفمن واجبنا - نحن التلاميذ - وكل المسؤولين أن نعلم إخواننا المسلمين كيف\r\nيجب عليهم مواصلة أرحامهم وكيف يحسنون المعاشرة فيما بينهم وذويهم وما وعده الله\r\nللقائمين بهذه الواجبة الإنسانية . ونحذرهم كذلك من مغبة قطع الأرحام وتفريق وحدة\r\nالمسلمين وما يترتب عليهما من الندم والخسران في هذه الدار وتلك الدار الآخرة . وفي\r\nالحديث : ( إن رحمة الله لا تنزل على قوم فيهم قاطع رحم ) رواه الإصبهاني وقال عليه\r\nالسلام : ( كلكم راع وكلكم مسؤول عن رعيته ) ومتفق عليه عن ابن عمر\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\nفالسعيد من لم يكن سببا للتفريق بين الأمة أو لإدخال العداوة بينها ويقول\r\nالرسول عليه السلام : ( أيما رجل قام يفرق بين أمتي فاضربوا عنقه ) ويقول أيضا : ( الفتنة\r\nنائمة لعن الله من أيقظها ) رواه الديلمي\r\nهذا وما دمنا في موضوع صلة الرحمن فمن المناسب أن نورد هنا مسألة بر الوالدين\r\nووجوب طاعتهما والإحسان إليهما قولا وفعلا والدعاء لهما في حال الحياة وبعد الوفاة\r\nلأنهما سبب الوجود وسر الحياة وخاصة الذين ربيا كتربية إسلامية . فعقوقهما من الكبائر\r\nالتي يترتب عليها الوعيد والعياذ بالله . فلا يحنك على عقوقهما ومقاطعتهما إلا عدوك\r\nالذي ينتهز فرصته ليختلس ما لديك ثم يتبرأ منك يوم تقف بين يدي الله تعالى .\r\nوهناك من أفراد الوهابيين من يعوق والديه ويعتبرهما مشركين لا لشئ سوى\r\nأنهما لم يستسلما للدعوة الوهابية أو لم يقبضا أيديهما في الصلاة ولا يراعي فيهما حقوق\r\nالأبوة ولا يؤدي لهما واجب البنوة وهو يعرف أن أباه هو الذي أخذ بيده وهو صغير وذهب به\r\nإلى المعلم ليعلمه مبادئ الإسلام وشرائع الدين فلما كبر هذا الولد المسكين وتوهب أبى\r\nإلا أن يسمي أباه هذا مشركا عازما أن لا يعامله إلا بقدر ما يجوز التعامل به بين المسلم\r\nوالمشرك .\r\nوصار - بهذا القرار - ناسيا أو متناسيا كل ما قدم له هذا الوالد من عناية ورعاية ،\r\nوحنو أيام مهده وصباه . وقد أنساه شيطانه أنه لو ذهب به أبوه يومئذ إلى الكنيسة لصار\r\nرهبانيا أو إلى الكاهن لكان ساحرا عليما . فإذا كان هذا هو جزاؤك لوالدك أيها الولد\r\nفأين جزاء الاحسان بالإحسان ؟\r\nهذا ولا شك أن هناك أيديا مجرمة تحركهم من تحت الستار وتشجعهم على المضي\r\nبما هم عليه من العقوق والتقاطع مع آبائهم وذويهم وتزين لهم سوء أعمالهم هذه بأنها نوع\r\nمن الجهاد وأنها من امتثال أوامر القرآن حيث يقول الله تعالى : ( لا تجد قوما يؤمنون بالله\r\nواليوم الآخر يوادون من حاد الله ورسوله ولو كانوا آباءهم أو أبناءهم أو إخوانهم أو عشيرتهم *\r\nالمجادلة : 22 ) فاتقوا الله أيها الأولاد واذكروا قوله تعالى : ( وقضى ربك ألا تعبدوا إلا إياه\r\nوبالوالدين إحسانا * الإسراء : 23 ) وقوله عليه السلام : ( الجنة تحت أقدام الأمهات ) رواه\r\nالحاكم وصححه\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nخاتمة الكتاب\r\nوفي الختام أرجو من الإخوة الوهابيين سامحني الله وإياهم أن يرجعوا عن الانكار\r\nبما لم يحيطوا به علما وأن يبادروا إلى التوبة بالندم على ما فات قال الله تعالى ( ومن يعمل\r\nسوءا أو يظلم نفسه ثم يستغفر الله يجد الله غفورا رحيما ) وأن يجتنبوا سوء الظن بإخوتهم\r\nالمسلمين قال تعالى : ( إن بعض الظن إثم * الحجرات : 12 ) وقال : ( فلا تزكوا أنفسكم هو أعلم\r\nبمن اتقى * النجم : 32 ) وقال رسول الله صلى الله عليه وسلم : ( المسلم من سلم المسلمون\r\nمن لسانه ويده ) رواه أحمد عن أبي هريرة وقال أيضا : ( طوبى لمن شغله عيبه عن عيوب\r\nالناس ) أخرجه أبو نعيم هذا ولا بد من نهي المنكر أيا كان مصدره لقوله تعالى : ( ولتكن\r\nمنكم أمة يدعون إلى الخير ويأمرون بالمعروف وينهون عن المنكر * آل عمران\r\n104 ) ولقوله عليه الصلاة والسلام : ( من رأى منكم منكرا فليغيره بيده وإن لم يستطع\r\nفبلسانه وإن لم يستطع فبقلبه وذلك أضعف الإيمان ) رواه مسلم والترمذي\r\nولكن يجب التمييز بين كبائر الإثم وصغائر الذنوب وبين ما يؤدي إلى الشرك وما\r\nيفضي إلى الحرام ولا يجوز تكفير المذنب ولا تحريم المكروه\r\nوقد جعل الله لكل شئ قدرا وهو سبحانه وتعالى المحلل والمحرم وليس لأحد تغيير\r\nأحكامه ، ولا تعدية حدوده وإنما عليه وضع النقط على الحروف قال تعالى : ( ولا تعتدوا إن\r\nالله لا يحب المعتدين * المائدة : 87 ) وقال : ( ومن يتعد حدود الله فقد ظلم نفسه * الطلاق : 1 )\r\nصدق الله العظيم\r\nوعلى ضوء هذه الآيات البينات والأحاديث النبوية الشريفة نوجه ندائنا إلى\r\nقادة الأمة من العلماء والحكام وجميع أولياء الأمور بصفة عامة أن يشاركوا على إنقاذ هذه\r\nالأمة التي تكاد تفقد دينها ودنياها وكل شرفها ومعنوياتها . فعليهم أن يؤددوا صفوفهم\r\nويضاعفوا جهودهم ويعملوا لتحقيق فرص التفاهم والتآلف بين جماهير المسلمين\r\nوبتعين على هؤلاء القادة أينما كانوا أن يساعدوا - بكل ما هو ممكن - على حل الخلافات\r\nو ","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\nالمشاكل القائمة - اليوم - بين أفراد المسلمين وجماعاتهم خدمة للدين والوطن والإنسانية\r\nجمعاء .\r\nومعلوم بالضرورة أن الخلافات كانت موجودة بين فئات المسلمين عبر القرون\r\nوالعصور . ولكنها لم تكن قد وصلت إلى درجة تكفير المسلمين بعضهم بهم مثلما حدث\r\nفعلا من بعض دعاة الوهابية المتطرفين الذين تضررت بهم الأخوة والدين والأرحام معا .\r\nوحبذا لو تدخلت الحكومات بصورة جدية في شأن هذه النزاعات اللاشرعية\r\nووضعت حدا نهائيا لحل تلك الخلافات باعتبارها خرقا لقوانين الشرعية الإسلامية التي\r\nيجب على الجميع تطبيقها . وإلا ضربت بقيود من حديد على أيدي أولئك المجرمين الذين\r\nيسعون باسم الدين وراء مصالحهم الشخصية . وإذا لم تقم الحكومات بواجباتها نحو حل\r\nهذه الخلافات فإن عواقب الشعوب ستظل مضطربة وسينتهي الأمر إلى حروب أهلية\r\nلا محالة .\r\nويتعين كذلك على ساداتنا المشايخ ، المعلمين منهم والمربين وجميع الأئمة\r\nوالوعاظ أن يشاركوا بدورهم على تحقيق هذه الغاية النبيلة ويعلموا أتباعهم وتلامذتهم\r\nضرورة توحيد المسلمين واحترام بعضهم بعضا . وأن يلازموا الحذر كي لا يتخذهم الشيطان\r\nوسلة للتفريق وإلقاء العداوة بين المؤمنين . وعليهم أن يقدروا هذه المسؤولية الجسيمة التي\r\nوضعها الله على عواتقهم والتي هم مسؤولون عنها أمام الله . قال رسول الله صلى الله عليه\r\nوسلم : ( كلكم راع وكلكم مسؤول عن رعيته ) متفق عليه\r\nوذلك ما نريد أن يفهمه أيضا قادة الوهابية ليساعدوا الأمة الإسلامية على جمع\r\nكلمتها وحماية وحدتها بدلا من إثارة الفتن والخلافات بين صفوف المسلمين .\r\nوهذا ما تيسر لنا جمعها من هذه المسائل على أننا نقدر بل ولم نحاول أن نستوعب\r\nجميع ما تتطلبه هذه المواضع من الشرح الطويل والبحث الدقيق وإنما هو امتثال فقط\r\nبوجوب النصيحة وإيمان بأن الذكرى تنفع المؤمنين .\r\nوفي الختام نتجه إلى الله القدير قائلين اللهم أيد الإسلام واجمع كلمة المسلمين\r\nووفقهم لرؤية الحق حقا وأعنهم على اتباعه ولرؤية الباطل باطلا وأعنهم على اجتنابه اللهم\r\nأنت الشاهد وكفى بك شهيدا إن أريد إلا الاصلاح ما استطعت وما توفيقي إلا بالله عليه\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\nتوكلت وإليه أنيب سبحان ربك رب العزة عما يصفون وسلام على المرسلين والحمد لله رب\r\nالعالمين .\r\nتقاريظ العلماء\r\nولما انتهينا من كتابة هذه المؤلفة عرضناها على كثير من علمائنا المفقهين\r\nوأساتذتنا المثقفين في مختلف الأماكن والأوطان وطلبنا منهم أن يبدوا بآرائهم\r\nوملاحظاتهم - وانتقاداتهم - بكل حرية - حول موضوعات هذه المؤلفة وعباراتها ورجونا\r\nمنهم كذلك أن يساعدوا على تحسين ما يصدر فيها من الخطأ والهفوات .\r\nوقد تفضلوا مشكورين بتلبية طلبنا وتحقيق رجائنا . حيث قاموا بمراجعتها\r\nوتصحيحها مرات عديدة وأدخلوا فيها مزيدا من التغييرات والتعليقات تتطلبه\r\nالحاجة ويقتضيه الموضوع\r\nوأخيرا أعربوا جميعا عن استحسانهم بهذه المؤلفة وتأييدهم لها . ونحن إذ نحمد\r\nالله تعالى في البدأ والتمام فلا ننسى أن نشكر السادة العلماء على مشاركتهم معنا . في\r\nتحقيق هذه المحاولة المتواضعة ، وتشجيعهم إيانا تشجيعا بلع الغاية .\r\nولا أدل على ذلك من هذه التقاريظ التي كتبوها بمحض إرادتهم وبعثوها إلينا\r\nمن مختلف المدن والجمهوريات وفيما يلي نص تلك التقاريظ على التوالي\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\nحضرة الأخ الحاج مالك به : إنني راجعت الرسالة من أولها إلى آخرها كباحث\r\nومتفقد حرفا حرفا بل جملة أو كلمة فوجدتها صحيحة وموافقة للموضوع الذي قمت لسببه\r\nوهو الرد على الوهابية . فكلمات الرسالة جديرة بأن تكتب باللجين .\r\nفأرجو من الله تعالى أن يزيدك فهما وأن يعينك على الاصلاح ما استطعت وأن\r\nيجعل مثواك غدا مع الأبرار وأن يغفر للمسلمين أجمعين .\r\nمن الأخ أبي بكر حجتي\r\nمدير مدرسة \" سبيل الديانة \" موبتى\r\nجمهورية \" مالي \" amali\r\nبسم الله الحمد لله والصلاة والسلام على رسول الله وبعد فليعلم الواقف على هذه\r\nالورقة أن قد طالعت هذا الكتاب بعين الرضى صفحة بعد صفحة فوجدته صحيحا فوق\r\nالغاية مكتوبا بقلم الفصاحة والبلاغة والأدب بل هي جريدة حسناء بلغت الغاية في\r\nالجمال .\r\nفجزاك الله عن الإسلام خير الجزاء وأدام شمس سيادتك العلية ورعاك بعين\r\nرعايته من حاسد إذا حسد والحمد لله على التمام ودمتم بخير وعافية .\r\nالكاتب عثمان عبد الله سكلى\r\nالمدرس في مدينة سنس عبد الله عصمه الله\r\nجمهورية \" مالي \"\r\nومن مدينة تمباكندا - بالسنغال - بعث إلينا الأستاذ جيران الحسين جاكو بهذا\r\nالتقريظ القيم استهله بقوله :\r\nقال الحسين بن محمود جاك : شهدت بالله لله في الله بأنك جاهدت جهدك في\r\nسبيل الله جزاك الله عن الإسلام خيرا من أجل كتبت الحروف بقولي :\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\nالحاج مالك به أقضى برسالة * للرد والتحقيق بل لتودد\r\nفبخ بخ لرسالة مرسومة * بعناية من فيض جود محمد\r\nبرواية منقولة من سنة * ودراية ومواهب من ماجد\r\nإسناده أي الكتاب المحكم * فجزاه ربي بالجزاء الأمجد\r\nفغرور والمغرور كل سادم * فرح الغيور لصون سنة أحمد\r\nدم باحثا متضلعا متورعا * متجاهدا حتى تلاقي أحمد\r\nصلى عليه الله ما دام الهدى * يهدى إليه هداة دين محمد\r\nوالآل والأصحاب مع أزواجه * ومن انتمى يوم الدين محمد\r\nا ه‍ .\r\nالحسين بن محمود جاك\r\nالخطيب الإسلامي بدار الإذاعة الوطنية\r\n\" تمبا كندا \" جمهورية السنغال\r\nومن مدينة كيهيد بالجمهورية الإسلامية الموريتانية اتصلنا بالتقريض التالي الذي\r\nبعثه إلينا زميلنا هارون موسى جل معلم القرآن الكريم وهذا نصه : الحمد لله الذي قدر\r\nفهدى والصلاة والسلام على مولانا رسول الله صلى الله عليه وسلم وبعد : إن الأخ المسلم\r\nوالصديق الملهم السيد الأستاذ الحاج مالك به جدير بأن يكتب اسمه مع أسماء العظماء\r\nالذين ناضلوا وضحوا أرواحهم وهدروا دمائهم الغالية للحق ومن أجل الحق .\r\nوإن هذا التأليف لجدير أيضا أن يكتب بماء الذهب والفضة وإني أقسم بالله : قد\r\nوضعت النقاط فوق حروفها وقد أمطت اللثام عن حركات المشبوهين لدين الله والذين\r\nجاؤوا بالبدع وكفروا كل من خالف بدعهم وأهواءهم الفاسدة . والله وقد زادوا الطين\r\nبلة لمخالفة رؤساء الإسلام في مسألة الإغاثة وأخطئوا في التقدير رغم اجتهادهم في الدين\r\nوكلمة التوحيد أقال الله عثراتنا وعثراتهم .\r\nوإنا لنشكر الله عز وجل ثم نشكر الأخ على نصحه لجميع المسلمين سدد الله\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\nخطاك أيها الأخ المسلم ويبارك فيك وفي قلمك الميمون .\r\nهارون موسى جل\r\nمعلم القرآن الكريم في مدينة كيهيد\r\nج الإسلامية الموريتانية\r\nالحمد لله الذي أهدى إلينا السيد الفاضل الغيور والناصر المعين القائم لقمع\r\nالبدعة الوهابية الذين هم تركوا السواد الأعظم وخرقوا عصي الاجماع وظنوا أنهم على شئ\r\nاستحوذ عليهم الشيطان واستولى عليهم حتى تركوا ذكر الله وأنكروا أولياء الله واشتموا\r\nأهل الله وعباده الصالحين لعداوتهم وجزاءتهم على الأولياء والصالحين ومن نظر إلى هذه\r\nالمؤلفة بعين الإنصاف وأنعم النظر فيها يعلم أن الفضل بيد الله يؤتيه من يشاء من عباده .\r\nإذا أخذ المدرعة لضرب رؤوس أولئك الذين يوحون بعضهم إلى بعض زخرف القول غرورا .\r\nوهذا من أعظم الاجتهاد في سبيل رب العباد والذب عن الأولياء الصالحين\r\nوعباد الله المقربين فجزاه الله خير جزائه .\r\nالحاج سعيد جل - بمكو\r\nجمهورية \" مالي \"\r\nولما وقف على هذه المؤلفة الشريفة المريد الحقير عبد العزيز المنصور ابن الحاج\r\nيوسف صمب الله دارمى . قال في مدح منشئها وراقمها بقلم العجالة والاضطراب هذه\r\nالأبيات :\r\nلله در فتى أتى برسالة * من بحره الزخار ذات دلائل\r\nعند راء لم تسبق بميدان الحمى * ردت دعاوى كل أحمق جاهل\r\nيا مالك العالمين ظهير باطن * أبشر فسعيك واصل للعادل\r\nصنت الطريقة أهلها بردودها * من مكر شرذمة بعزم مناضل\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\nنرجو بك النصر المبين لنهجنا * لطريقة القطب الشهير الواصل\r\nأعطاك ربك مبتغاك بهذه * وبتك بالهادي الأمين الفاضل\r\nعبد العزيز كتبتها بعجالة * إذ في القطار يقوني بمتمايل [ 1 
  ]\r\nإني أحبك في الإله وأحمد * ختم الرسالة والولاية عامل\r\nالأستاذ عبد العزيز دارمى إمام الجامع في مدينة ينقام جمهورية سير اليون\r\nsierrrleon\r\nبسم الله الرحمن الرحيم\r\nالحمد لله الذي أنزل الكتاب على عبده وجعله منهاجا لكل عابد أواب وأمره\r\nفيه بأن يدعون إليه بالحكمة والموعظة الحسنة ( ادع إلى سبيل ربك بالحكمة والموعظة\r\nالحسنة * النحل : 125 ) والصلاة والسلام على معدن الحقائق ومرشد الخلائق القائل\r\n( نصر الله امرءا سمع منا فبلغه كما سمعه . ) فرب مبلغ أوعى من سامع سيدنا محمد الهادي\r\nإلى صراطه المستقيم وعلى آله وأصحابه حق قدره ومقداره العظيم .\r\nوبعد : فقد اطلعت على - تأليف أخينا في الله الأستاذ الأديب الأريب الذي أنار\r\nالله عقله لخدمة الإسلام والمسلمين السيد ( بالحاج مالك ) أبقاه الله منار الكل سالك ،\r\nفوجدته مع صغر حجمه أحسن وأفضل كتاب ألف في هذا الجانب ، ولم أتمالك نفسي أن\r\nقلت موجزا :\r\nتبلج نور في ظلام جهالة * مبينا لنا حقا منار الطريقة\r\nفبدد أوهام الضلال التي بها * يضل بعض المدعين لسنة\r\nعلى يد شاب مسلم متورع * فقيه نزيه ذي تقى ومسروءة\r\nعنيت به شمس الهداية مالكا * حباه الإله نيل أفضل منية\r\nفلله دره فتى متشمرا * لنصرة دين الله في كل لحظة\r\nأبان لمن رام السعادة والرضى * سبيل الهدى مستسهلا كل صعبة\r\n\r\n","description":"","footnote":" ( 1 ) لقد كتب سيادته هذا التقريظ ونحن على متن القطار بين مدينة خامي - وبمكو العاصمة ","page_name":" 69 ","page_number":69},
  {"content":"\r\nأضاء لنا نهج الحقيقة واضحا * وأبدى لسالك بكل نصيحة\r\nتفيض العلوم من يديه غزيرة * ويرشد جاحدا بأوضح حجة\r\nأتى بعجيب حين عبر معلنا * حقائق ترزي للدعي بحكمة\r\nحقائق إسلامية تزهق باطلا * بنص صريح من كتاب وسنة\r\nحقائق تحصى عن بذاءة جاهل * ظلوم كذوب ناسخ للشريعة\r\nولن يجعل الله السبيل لظالم * على مؤمن صونا الأفضل ملة\r\nفيا رب وحد بين كل الطوائف * على الحق حتى لا نبالي بلومة\r\nدعوناك ربي أن تمن لعصرنا * بأمثاله حتى نفوز بوحدة\r\nفيا رب جازه على ما أجاده * وأبدل له عما هفا بفضيلة\r\nوسامح لمحمود وبلغه للمنى * ووفر له فيضا بأحسن فيضة\r\nوعمم لكل المسلمين برحمة * تدوم عليهم من ذكور ونسوة\r\nوصل على الهادي الكريم وآله * وأصحابه دوما إلى يوم بعثة\r\nونرجو الله أن تكون هذه نقطة بداية ينطلق منها أبناء بلادنا المثقفون المخلصون\r\nلدينهم إلى تمحيص عقيدة الإسلام من الخرافات والأوهام التي يروجها الانتهازيون الذين\r\nينتحلون اسم الدين سعيا وراء أغراضهم الشخصية نسأل الهداية والتوفيق إنه على ما\r\nينتحلون اسم الدين سعيا وراء أغراضهم الشخصية نسأل الله الهداية والتوفيق إنه على ما\r\nيشاء قدير وبالإجابة جدير .\r\nالفقير إلى الله محمود سليمان بوصو\r\nالمدرس بمدرسة \" هدى الله \" ص . ب : 1836 بامكو\r\nجمهورية \" ما لي \"\r\nحمدا لمن أسدى جلائل الأيادي وأسدل بسط العلم على من حباه من الحواضر\r\nوالبوادي . وحصر مذاهب الأئمة الأربعة والطرق الصوفية في الكتاب والسنة . وجعل\r\nمقلديهم من خيرة أهل السنة والجماعة . وصلاة وسلاما على مظهر الحقيقة والحق سيدنا\r\nمحمد ناصر الحق بالحق .\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\nوبعد وإنني لما من الله على بمطالعة ما ألفه صديقنا الصفي وحبيبنا الروحي\r\nالسيد الحاج مالك به ونظرت إليه بعين التأمل والإنصاف فوجدته صحيحا للغاية فحق\r\nوأيم الله لكل مقلد للإمام مالك . ولكل منصف سبيل القصد سالك . أن يستشهد عند\r\nوقوفه على ما أوتي مؤلفه من المعارف والمدارى بقول جمال الدين الإمام مالك حين قال :\r\nوإذا كانت العلوم منحا إلهية ومواهب اختصاصية فغير مستبعد أن يدخر لبعض المتأخرين ما\r\nعسر فهمه على كثير من المتقدمين وأرجو أن يجادل عنه الإمام رضي الله عنه في دار البقاء\r\nجزاء بمجادلته عنه في دار الفناء . وأن يكف عنه أكف القابضين ويقطع بسيف تحقيقاته\r\nرقاب ذوي التنطع الغالين بجاه سيد الأولين والآخرين والحمد لله رب العالمين\r\nعثمان ابن عبد الله يقادو\r\nمدرس القرآن الكريم في مدينة قد بنبي\r\nثيتور ج . مالي\r\nتم بعون الله وحسن توفيقه تأليف هذا الكتاب وترتيبه وذلك مساء الجمعة 7 من\r\nشعبان عام 1403 هجرية سنة 1983 ميلادية نسأل الله سبحانه أن يجعل هذا\r\nالعمل خالصا لوجهه الكريم ومقبولا لديه وصلى الله عليه سيدنا محمد وآله ، وصحبه\r\nأجمعين .\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71}
  ]