[
  {"content":"\r\nحقوق آل البيت عليهم السلام\r\nفي الكتاب والسنة باتفاق الأمة\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nحقوق آل البيت عليهم السلام\r\nفي\r\nالكتاب والسنة باتفاق الأمة\r\nتأليف\r\nالشيخ محمد حسين الحاج العاملي\r\nتقديم\r\nسماحة آية الله الشيخ جعفر السبحاني\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nهوية الكتاب :\r\nالكتاب : حقوق آل البيت عليهم السلام في الكتاب والسنة باتفاق الأمة\r\nالمؤلف : محمد حسين الحاج العاملي\r\nتقديم سماحة المحقق الأستاذ آية الله الشيخ جعفر السبحاني\r\nالناشر : المؤلف\r\nالطبعة : الأولى 1415\r\nالمطبعة : مهر\r\nالكمية : 1000\r\nحقوق الطبع محفوظة ومسجلة للمؤلف\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nقال رسول الله صلى الله عليه وآله :\r\n( فاطمة بضعة مني فمن أغضبها أغضبني\r\nالبخاري ، كتاب بدء الخلق ،\r\nباب مناقب قرابة رسول الله صلى الله عليه وآله ،\r\nج 4 ص 210\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\nالاهداء :\r\nإلى سيدتي ومولاتي بضعة الرسول صلى الله عليه وآله\r\nإلى أم الأئمة التي يرضى الله لرضاها ويغضب لغضبها\r\nإلى أم الذرية الطاهرة\r\nإلى الصديقة فاطمة سلام الله عليها\r\nإلى من آمل شفاعة أبنائها ، ملتمسا عنايتهم للتوفيق لخدمتهم ،\r\nواحياء أمرهم ، والدفاع عن حقوقهم .\r\nإليك يا سيدتي\r\nأهديك كتابي هذا وهو : بضاعتي المزجاة وصحائف ولائي\r\nالخالص ، فتفضلي علي بالقبول ، وأحسني إلي إن الله يحب المحسنين .\r\nمحمد\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nتقديم\r\nبقلم آية الله السبحاني\r\nأهل البيت عليهم السلام في الكتاب والسنة\r\nأهل البيت هم الذين شرفهم الله وأكرمهم ونوه بذكرهم في الكتاب الحكيم ويقول :\r\n( إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيرا ) .\r\nويعرفهم الرسول الأعظم صلى الله عليه وآله وسلم بأنهم قرناء الكتاب وأعداله يقول :\r\n( أني تارك فيكم الثقلين كتاب الله وعترتي أهل بيتي ما ان تمسكتم بهما لن\r\nتضلوا بعدي ابدا ) .\r\nويشيد بذكرهم الوصي علي أمير المؤمنين ويقول :\r\n( هم موضع سره ( الرسول ) ولجأ أمره وعيبة علمه وموئل حكمه وكهوف\r\nكتبه وجبال دينه بهم أقام انحناء ظهره وأذهب ارتعاد فرائضه . . . لا يقال بآل\r\nمحمد صلى الله عليه وآله من هذه الأمة أحد ولا يسوي بهم من جرت نعمته عليهم أبدا . . . هم\r\nأساس الدين وعماد اليقين إليهم يفئ الغالي وبهم يلحق التالي ولهم خصائص\r\nحق الولاية وفيهم الوصية والوراثة ) ( 1 ) .\r\nفإذا كانت مكانة أهل البيت عليهم السلام هي ما جاءت في الذكر الحكيم وصرح بها\r\nالرسول الأعظم صلى الله عليه وآله ونعتهم الوصي كما عرفت كان من واجب الأمة التعرف بهم\r\nومن حسن الحظ أنهم قاموا بواجبهم فأصبح أهل البيت : مهوى الأفئدة وملتقى\r\nالأرواح فجاء الخطباء والشعراء والكتاب يتكلمون عنهم بذكر فضائلهم\r\nومناقبهم ويؤلفون الكتب في بيان حقوقهم وينشؤون القريض احياء لمآثرهم .\r\nومن أمثلة ما ذخرت به المكتبات العربية من الشعر الرفيع قول الكميت بن زيد :\r\n\r\n","description":"","footnote":" ( 1 ) نهج البلاغة الخطبة 2 . ","page_name":" 11 ","page_number":11},
  {"content":"\r\nألم ترني من حب آل محمد * أروح وأغدر خائفا أترقب\r\nفان هي لم تصلح لحي سواهم * فان ذوي القربى أحق وأوجب\r\nيقولون لم يورث ولولا تراثه * لقد شركت فيها بكيل وأرحب\r\nوقال الإمام الشافعي :\r\nيا أهل بين رسول الله حبكم * فرض من الله في القرآن أنزله\r\nكفاكم من عظيم الفخر أنكم * من لم يصل عليكم لا صلاة له\r\nوقال الشيخ المعاصر محمود البغدادي في ملحمته الرائعة :\r\nجبلنا على حب النبي وآله * كما الفطرة البيضاء في الطفل تجبل\r\nإلى غير ذلك من نظم ونثر لا يحصيها الا الله سبحانه وتعالى .\r\nفإذا كان الامر كذلك فيجب على كل مسلم ومؤمن بكتاب الله وسنة\r\nرسوله صلى الله عليه وآله التعرف على أهل البيت عليهم السلام وعلى فضائلهم ومناقبهم وعلى\r\nحقوقهم وعلى ما أسدوا للأمة ما مآثر .\r\nفهذا الكتاب الذي بين يدي القارئ قد قام بهذه المهمة الجليلة فعرفهم أولا\r\nوذكر حقوقهم ثانيا وخرج بانجازات بديعة ثالثا إلى غير ذلك من مزايا الكتاب .\r\nولقد استقى مصادر ذلك من الصحاح والمسانيد فشكر الله تعالى مساعي\r\nولدنا المؤلف الثبت الفاضل الشيخ محمد حسين الحاج فقد أسدى للأمة الاسلامية\r\nخدمة كبيرة ورفع الستار عن وجه الحقيقة ببيان واضح وقلم رصين وهو\r\nباكورة خير ستتبعها خدمات جليلة أخرى إن شاء الله تعالى\r\nقم المقدسة - الحوزة العلمية\r\nجعفر السبحاني\r\nآخر ذي القعدة الحرام 1414\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nالمقدمة :\r\nالحمد لله رب العالمين وصلى الله على سيد الأنبياء والمرسلين\r\nمحمد وأهل بيته النجباء الميامين الذين من تمسك بهم نجا ومن تخلف\r\nعنهم غرق وهوى واللعنة الدائمة على أعدائهم ومبغضيهم ومنكري\r\nحقوقهم وفضائلهم ومناقبهم إلى قيام يوم الدين .\r\nوبعد :\r\nلقد توخيت من خلال هذا الكتاب تناول بعض الحقوق التي\r\nأوجبها الله تعالى وأكد عليها النبي الأعظم ( 1 ) صلى الله عليه وآله لأهل بيت العصمة\r\nوالطهارة عليهم السلام وحاولت قدر الامكان الابتعاد عن كل تعقيد ودون أية\r\nإطالة في المباحث حيث أشرت للمطولات في كل مطلب - كما في التعليقة\r\n\r\n","description":"","footnote":" ( 1 ) كتب ابن تيمية تحت هذا العنوان ( حقوق آل البيت ( ع ) ) ولكنه أسقط أهم الحقوق\r\nلأهل البيت عليهم السلام بعد أن ذكر بعضها وأدخل ما عليهم دون مالهم - للأسف - فحاولت\r\nبكتابي هذا ذكر عمدة الحقوق كما نص عليها القرآن الكريم والسنة النبوية ليتضح الحق\r\nوينفتح الباب امام المنصفين . ","page_name":" 13 ","page_number":13},
  {"content":"\r\n- ليتسنى للجميع الورود إلى كل المطالب بسهولة .\r\nكما وسعيت ومع قلة الزاد الاعتماد على أهم المصادر لدى جميع\r\nالمذاهب الاسلامية لتكون الحجة على الجميع بالإضافة إلى أنني لم\r\nأحمل أي رأي من آرائي أو فكرة من أفكاري على الباحثين والمحققين أو\r\nالمثقفين بل اكتفيت بنقل الآيات والروايات التي تثبت الحق مع تعليق\r\nبسيط ليكون الضمير والعقل والانصاف هم الحكم .\r\nوأخيرا انني أتقدم بالشكر الجزيل إلى كل الذين ساهموا وساعدوا\r\nوآزروني بتقديم قدراتهم وارشاداتهم وملاحظاتهم ليخرج هذا\r\nالكتاب المتواضع إلى عالم النور . . .\r\nمحمد حسين الحاج\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nوحدة المسلمين :\r\nالاسلام دين الله تبارك وتعالى الذي لا شك ولا ريب انه النور\r\nالذي فيه سعادة الانسانية ورقيها إلى أعلى مراتب الكمال ( 1 ) وقد أعطى\r\nالله تبارك وتعالى للانسان المكانة السامية التي ليس بعدها مكانة حيث\r\nجعله خليفته في الأرض كما في محكم التنزيل : ( وإذ قال ربك للملائكة\r\nإني جاعل في الأرض خليفة ) ( 2 ) .\r\nوزود هذا الانسان بأحسن وأفضل مخلوق على وجه الأرض وهو\r\nالعقل ( 3 ) حتى يميز الخير من الشر والحق من الباطل وقد قال الله تعالى\r\n\r\n","description":"","footnote":" ( 1 ) كما في قوله تعالى : ( أفمن شرح الله صدره للاسلام فهو على نور من ربه فويل\r\nللقاسية قلوبهم من ذكر الله أولئك في ضلال مبين ) الزمر آية : 22 .\r\n( 2 ) البقرة آية : 30 .\r\n( 3 ) ان العقل هو تعقل الأشياء وفهمها في أصل اللغة واصطلح اطلاقه على أمور :\r\nالأول : قوة ادراك الخير والشر والتمييز بينهما والتمكن من معرفة أسباب ذوات\r\nالأسباب وما يؤدي إليها وما يمنع منها . والعقل بهذا المعنى مناط التكليف والثواب\r\nوالعقاب .\r\nالثاني : ملكة وحالة في النفس تدعو إلى اختيار الخيرات والمنافع واجتناب الشرور\r\nوالمضار .\r\nالثالث : القوة التي يستعملها الناس في نظام أمور معاشهم فان وافقت قانون الشرع\r\nواستعملت في ما استحسنه الشارع تسمى بعقل المعاش وهو ممدوح وإذا استعملت في\r\nالأمور الباطلة والحيل الفاسدة تسمى بالنكراء والشيطنة بلسان الشرع .\r\nالرابع : مراتب استعداد النفس لتحصيل النظريات وقربها وبعدها عن ذلك وأثبتوها\r\nمراتب أربع سموها : بالعقل الهيولاني والعقل بالملكة والعقل بالفعل والعقل المستفاد\r\nالخامس : النفس الناطقة الانسانية التي بها يتميز عن سائر البهائم .\r\nالسادس : ما ذهب إليه الفلاسفة من أنه جوهر قديم لا تعلق له بالمادة ذاتا ولا فعلا\r\n( عن مرآة العقول للمجلسي ( رض ) . ","page_name":" 15 ","page_number":15},
  {"content":"\r\n- كما في الحديث القدسي - عن أبي جعفر عليه السلام قال :\r\n( لما خلق الله العقل استنطقه ثم قال له : أقبل فأقبل ثم قال له :\r\nأدبر فأدبر ثم قال : وعزتي وجلالي ما خلقت خلقا هو أحب إلي منك\r\nولا أكملتك إلا فيمن أحب اما إني إياك آمر وإياك أنهى وإياك\r\nأعاقب وإياك أثيب ) ( 1 ) .\r\nوكي يسير هذا الانسان على الطريق الصحيح والصراط المستقيم\r\nويستفيد من الطاقات المودعة فيه لابد له أن يعرف الطريق الذي يجب\r\nعليه ان يتبعه ويسير عليه ليصل إلى ما أراد الله ولما شاء من الخلافة\r\nوالعبودية .\r\nوأرسل الله تعالى الرسل والأنبياء والأئمة صلوات الله عليهم أجمعين\r\nليرشدوا إلى أوامره ونواهيه وكان من اسمى الأوامر التي ركز عليها\r\nالقرآن وأوصى بها النبي صلى الله عليه وآله وحدة المسلمين بقوله تعالى : ( واعتصموا\r\nبحبل الله جميعا ولا تفرقوا ) ( 2 ) .\r\nفالامر بالاعتصام بحبله كان من أهم المزايا التي يجب على الانسان .\r\n\r\n","description":"","footnote":" ( 1 ) أصول الكافي ج 1 ص 10 .\r\n( 2 ) آل عمران آية : 103 . ","page_name":" 16 ","page_number":16},
  {"content":"\r\nالمسلم ان يتحلى بها ولم يكن الامر فقط بالاعتصام وانما ألحق الامر\r\nبالنهي عن التفرق ليكون المسلم مع أخيه المسلم كالجسد الواحد ليجسد\r\nقول الرسول الأعظم صلى الله عليه وآله حيث قال :\r\n( مثل المؤمنين في توادهم وتراحمهم وتعاطفهم كمثل الجسد\r\nالواحد إذا اشتكى منه عضو تداعى له سائر الجسد بالحمى والشهر ) ( 1 )\r\nوفي قوله تعالى : ( إنما المؤمنون إخوة ) ( 2 ) .\r\nوحبل الله تبارك وتعالى هو الكتاب الذي لا ريب فيه هدى\r\nللمتقين فالمعتصم بحبل الله مأمون من الغرق مضمون له الهدى .\r\nوالنبي صلى الله عليه وآله قرن القرآن بمثيل وعديل له وهي العترة من آله عليهم السلام\r\nحيث قال في الحديث المتواتر عن العامة والخاصة :\r\n( إني تارك فيكم ما ان تمسكتم بهما لن تضلوا بعدي أحدهما\r\nأعظم من الاخر : كتاب الله حبل ممدود من السماء إلى الأرض\r\nوعترتي أهل بيتي ولن يتفرقا حتى يردا علي الحوض فانظروا كيف\r\nتخلفوني فيهما ) ( 3 ) .\r\n\r\n","description":"","footnote":" ( 1 ) أخرجه البخاري في صحيح كتاب الأدب باب 27 - ومسلم كتاب البرح 66 و 67\r\n- مسند أحمد ج 4 ص 268 وغيرهم .\r\n( 2 ) الحجرات آية : 10 .\r\n( 3 ) الترمذي في صحيحه ج 5 ص 329 ح 3876 ط دار الفكر هذا الحديث ذكر بألفاظ\r\nمتعددة ومصادر كثيرة جدا ونذكر منها على سبيل الاجمال : الصواعق المحرقة ص 147 .\r\nص 226 - المعجم الصغير للطبراني ج 1 ص 135 - تفسير ابن كثير ج 4 ص 113 -\r\nعبقات الأنوار ج 1 من حديث الثقلين ص 35 - تفسير الخازن ج 1 ص 154 الفتح الكبير\r\nللنبهاني ج 1 ص 503 وج 3 ص 385 - الدر المنثور للسيوطي ج 2 ص 60 مجمع\r\nالزوائد للهيثمي ح 9 ص 162 - كنز العمال ج 1 ص 165 ح 283 ط طهران - الطبقات\r\nالكبرى ج 2 ص 194 - إحقاق الحق ج 9 - الغدير ج 1 ص 30 - صحيح مسلم باب\r\nفضائل علي بن أبي طالب ( ع ) ج 2 ص 362 - خصائص أمير المؤمنين ( ع ) للنسائي\r\nص 21 - فضائل الخمسة من الصحاح الستة ج 2 ص 43 ، 56 - الغدير ج 3 ص 80 وكثير\r\nمن المصادر المعروفة من أراد مصادره فليراجع تعليقة الشيخ الراضي على المراجعات . ","page_name":" 17 ","page_number":17},
  {"content":"\r\nوقال صلى الله عليه وآله :\r\n( مثل أهل بيتي كسفينة نوح من ركبها نجا ومن تخلف عنها غرق\r\nوهوى ) ( 1 ) .\r\nفالوحدة لابد منها ولابد لها ان تنطلق من الكتاب والعترة حتى\r\n\r\n","description":"","footnote":" ( 1 ) هذا الحديث ذكر بألفاظ متعددة وفي بعضها قول النبي صلى الله عليه وآله وسلم\r\nوسلم .\r\nمثل أهل بيتي كسفينة نوح ( ع ) ومثل باب حطة في بني إسرائيل .\r\nأما مصادر الحديث فعديدة وكثيرة جدا نذكر منها على سبيل الاجمال تلخيص\r\nالمستدرك - الصواعق المحرقة ص 184 ، 234 - تاريخ الخلفاء - اسعاف الراغبين ص\r\n109 - مجمع الزوائد ج 9 ص 168 - المعجم الصغير ج 2 ص 22 - حلية الأولياء ج 4\r\nص 306 - ذخائر العقبى ص 20 - شرح نهج البلاغة لابن أبي الحديد ج 1 ص 73 -\r\nإحقاق الحق ج 9 ص 270 و 293 - مقتل الحسين ( ع ) للخوارزمي ج 1 ص 104 - كنوز\r\nالحقائق ص 119 - عيون الأخبار لابن قتيبة ج 1 ص 211 ط دار الكتاب المصرية\r\nبالقاهرة - فرائد السمطين ج 2 ص 242 ج 516 - 519 إحياء الميت بهامش الاتحاف\r\nص 113 - وغيرهم . ","page_name":" 18 ","page_number":18},
  {"content":"\r\nتكون وحدة صحيحة يحبها الله ورسوله صلى الله عليه وآله وإلا إذا كانت على أساس\r\nالتنازل عن الحق والخضوع امام الباطل ولو بالقليل يكون خلافا\r\nللقرآن والسنة وخيانة للاسلام والمسلمين .\r\nومن هذا المنطلق . . ندعو كل الذين يتمسكون بالاسلام ان يعرفوا أهمية\r\nالوحدة امام كل القوى الفكرية المعادية للاسلام والمسلمين لأن هذه\r\nالوحدة نعمة كبيرة منها الله تعالى وتقدس على المسلمين ليتعارفوا\r\nويتحابوا فيما بينهم ولا يكون بينهم الحسد والبغضاء ويعود كل فرد إلى\r\nضميره وعقله ليمحص الحق فيسلكه ويعرف الباطل فيتركه .\r\nواننا نتوسل إلى كل الذين ضلوا طريق الصواب الممثل بخط أهل\r\nالبيت عليهم السلام الذين بهم النجاة وبغيرهم الهلاك ان يعودوا إلى فطرتهم\r\nواصلهم الذي ولدوا عليه قبل فوات الأوان .\r\n( يوم لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم ) ( 1 ) .\r\nوالحمد لله رب العالمين\r\n\r\n","description":"","footnote":" ( 1 ) الشعراء آية ( 88 - 89 ) . ","page_name":" 19 ","page_number":19},
  {"content":"\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n( أهل البيت )\r\nصلوات الله عليهم أجمعين\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nأهل البيت :\r\nمن هم أهل البيت ؟\r\nمما لا شك فيه ولا ريب يعتريه أن أهل البيت عليهم السلام هم :\r\nسيد الأنبياء والمرسلين والناس أجمعين النبي الأكرم محمد ووصيه\r\nوخليفته الذي كان منه كهارون من موسى علي بن أبي طالب وقرة عينه\r\nالبتول التي يرضى الله لرضاها ويغضب لغضبها الصديقة فاطمة الزهراء\r\nوريحانتاه وحبيباه من الدنيا السبطان الشهيدان الحسن والحسين صلوات\r\nالله عليهم أجمعين .\r\nولقوله تعالى في محكم التنزيل :\r\n( إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم\r\nتطهيرا ) ( 1 ) .\r\n\r\n","description":"","footnote":" ( 1 ) الأحزاب آية : 33 . ","page_name":" 23 ","page_number":23},
  {"content":"\r\nآية التطهير برواية أم سلمة ( رض ) :\r\nأورد الترمذي وابن جرير وأحمد والجزري والعسقلاني\r\nوالمحب الطبري والحسكاني ( 1 ) وغيرهم بسنده عن شهر بن حوشب\r\nوغيره عن أم سلمة ( رض ) ان النبي صلى الله عليه ( وآله ) وسلم جلل\r\nعلى الحسن والحسين وعلي وفاطمة كساء ثم قال :\r\n( اللهم هؤلاء أهل بيتي وخاصتي ( وفي لفظ : وحامتي ) اذهب\r\nعنهم الرجس وطهرهم تطهيرا ) .\r\nوفي عبارة أخرى : ( اللهم هؤلاء آل محمد فاجعل صلواتك\r\nوبركاتك على آل محمد كما جعلتها على آل إبراهيم إنك حميد مجيد ) .\r\nفقالت أم سلمة ( رض ) : فرفعت الكساء لادخل معهم فجذبه من\r\nيدي وقال : ( إنك على خير ) . انتهى .\r\nوأخرج الترمذي وصححه وابن جرير وابن المنذر والحاكم\r\nوصححه وابن مردويه والبيهقي في سننه من طرق عن أم سلمة رضي\r\nالله عنها قالت : في بيتي نزلت ( إنما يريد الله ليذهب عنكم الرجس أهل\r\nالبيت ويطهركم تطهيرا ) وفي البيت فاطمة وعلي والحسن والحسين عليهم السلام\r\n\r\n","description":"","footnote":" ( 1 ) الترمذي ج 2 ص 319 - الطبري ج 22 ص 6 - أحمد في مسنده ج 6 ص 306 -\r\nأسد الغابة ج 4 ص 29 - تهذيب التهذيب ج 2 ص 297 - ذخائر العقبى ص 21 - شواهد\r\nالتنزيل الآية ج 2 . ","page_name":" 24 ","page_number":24},
  {"content":"\r\nفجللهم رسول الله صلى الله عليه وآله وسلم وسلم بكساء كان عليه ثم\r\nقال :\r\n( هؤلاء أهل بيتي فأذهب عنهم الرجس وطهرهم تطهيرا ) ( 1 ) .\r\nوقد تواترت الصحاح بذكر رواية السيدة الشريفة أم سلمة ( رض ) بطرق\r\nسديدة ومصادر عديدة ( 2 ) ويبين النبي صلى الله عليه وآله حصر الآية الكريمة بأهل\r\nالكساء علوا لمكانتهم وتفضيلا لهم على غيرهم ممن وجد وعلى مرأى\r\nومسمع من أم سلمة رضي الله عنها وبرغم منزلتها وقربها من النبي صلى الله عليه وآله\r\nأجابها قائلا : - بعد جذبه الكساء - ( انك على خير ) وحاشا ان يكون\r\nقوله عبثا ولغوا وهو المسدد بعناية المولى عز وجل : ( وما ينطق عن\r\nالهوى إن هو إلا وحي يوحى ) ( 3 ) .\r\nفكان قوله وعمله امتثالا لأمر الله تعالى وتقدس .\r\n\r\n","description":"","footnote":" ( 1 ) الدر المنثور في تفسير الآية .\r\n( 2 ) التاريخ الكبير للبخاري ج 1 ص 29 الحديث 1719 - سنن البيهقي ج 2 ص 150 -\r\nتفسير الزمخشري ج 1 ص 369 - تفسير القرطبي ج 4 ص 183 - تفسير ابن كثير ج 3\r\nص 484 - الدر المنثور تفسير الآية - الاستيعاب ج 2 ص 460 - كفاية الطالب باب المئة\r\n- مستدرك الحاكم ج 3 ص 146 - الرياض النضرة ج 2 ص 248 - فتح القدير ج 4 ص\r\n279 - فتح البيان ج 7 ص 364 - الفصول المهمة ص 25 - أسباب النزول ص 239 -\r\nمطالب السؤول ج 1 ص 19 - تفسير البيضاوي ج 2 ص 245 - شرح ابن أبي الحديد ج 4\r\nص 11 ومصادر أخرى فلتراجع .\r\n( 3 ) النجم الآية 3 - 4 . ","page_name":" 25 ","page_number":25},
  {"content":"\r\nآية التطهير برواية عائشة :\r\nوأخرج مسلم والحاكم والبيهقي وابن جرير والحسكاني\r\nوغيرهم عن عائشة انها قالت : خرج رسول الله صلى الله عليه وآله غداة وعليه مرط\r\nمرجل من شعر اسود فجاء الحسن بن علي فأدخله ثم جاء الحسين\r\nفدخل معه ثم جاءت فاطمة فأدخلها ثم جاء علي فأدخله ثم قال :\r\n( إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيرا ) ( 1 )\r\nوحسبك ان النبي صلى الله عليه وآله - أرواحنا له ولعترته فداء - لم يكتف بهذا المقدار\r\nمن بيان اختصاص الآية الكريمة بأهل البيت صلوات الله عليهم أجمعين\r\nوانما سلك مل مسلك لرد شبهات المريبين ودفع أوهام المتأولين لتكون\r\nحجته بالغة عند المولى رب العالمين .\r\n\r\n","description":"","footnote":" ( 1 ) مستدرك الحاكم ج 3 ص 147 - سنن البيهقي ج 2 ص 149 - تفسير ابن جرير ج\r\n22 ص 5 - طبقات ابن سعد - مصابيح السنة ج 2 ص 204 - كفاية الطالب باب المئة -\r\nشواهد التنزيل الآية - نظم درر السمطين ص 133 - ذخائر العقبى ص 24 - فتح القدير ج\r\n4 ص 279 - فتح البيان ج 7 ص 365 - نور الابصار ص 123 - إحقاق الحق ج 9 ص 10\r\n- فضائل الخمسة من الصحاح الستة ج 1 الآية . ","page_name":" 26 ","page_number":26},
  {"content":"\r\nاية التطهير برواية أنس :\r\nروى الترمذي أيضا وغيره بسنده عن انس بن مالك وغيره ( 1 ) إن\r\nرسول الله صلى الله عليه ( وآله ) وسلم كان يمر بباب فاطمة ( عليها\r\nالسلام ) ستة أشهر إذا خرج إلى صلاة الفجر يقول :\r\n( الصلاة يا أهل البيت ( إنما يريد الله ليذهب عنكم الرجس أهل البيت\r\nويطهركم تطهيرا ) ( 1 ) .\r\nوذكر ابن جرير وابن أبي حاتم والطبراني عن أبي سعيد الخدري\r\n( رض ) قال : قال رسول الله صلى الله عليه ( وآله ) وسلم : نزلت هذه الآية\r\nفي خمسة في وفي علي وفاطمة وحسن وحسين ( عليهم السلام ) ( إنما يريد\r\nالله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيرا ) ( 3 ) .\r\n\r\n","description":"","footnote":" ( 1 ) صحيح الترمذي ج 2 ص 29 - مجمع الزوائد ج 9 ص 168 أسد الغابة ج 5 ص\r\n521 - تفسير ابن كثير ج 3 ص 483 - 484 - المستدرك للحاكم ج 3 ص 158 - تفسير\r\nالطبري ج 22 ص 6 - الدر المنثور ج 5 ص 199 - شواهد التنزيل الآية - الفصول المهمة\r\nص 8 - فتح البيان ج 7 ص 365 - مطالب السؤول ج 1 ص 19 - ينابيع المودة ص 193\r\nو 230 - أنساب الأشراف ج 2 ص 104 ح 38 - مسند أحمد ج 3 ص 259 - كنز العمال ج\r\n7 ص 103 - مسند أبي داود الطيالسي ج 8 ص 274 ح 2059 - مشكل الآثار ج 1 ص\r\n334 و 338 و 339 - فضائل الخمسة من الصحاح الستة ج 1 الآية .\r\n( 2 ) المصدر المتقدم .\r\n( 3 ) تفسير ابن جرير ج 32 ص 5 - مجمع الزوائد ج 9 ص 167 - ذخائر العقبى ص 24 . ","page_name":" 27 ","page_number":27},
  {"content":"\r\nمناقشة في الآية :\r\nبعد ظهور الحقيقة جلية من الأحاديث النقية تقول :\r\nان بعضهم أراد صرف النظر إلى أن الآية لم تكن مختصة بأصحاب الكساء\r\nوأدخل فيها النساء فنقول : ان حجتهم واهية للأمور التالية :\r\n1 - ان الآية الشريفة نزلت وحدها ولم يرد حتى في رواية واحدة نزول\r\nهذه الآية في ضمن آيات نساء النبي صلى الله عليه وآله ولا ذكره أحد حتى القائل\r\nباختصاص الآية الشريفة بأزواج النبي صلى الله عليه وآله وسلم ( 1 ) .\r\n2 - لو كانت الآية تعني نساء النبي صلى الله عليه وآله لكان خطاب القرآن الكريم\r\nليذهب عنكن الرجس ويطهركن تطهيرا أو كان الكلام مؤنثا كما قال\r\nتعالى :\r\n( وقرن في بيوتكن ولا تبرجن تبرج الجاهلية الأولى ) ( 2 ) .\r\nوقوله عز وجل : ( لستن كأحد من النساء ) ( 3 ) .\r\n\r\n","description":"","footnote":" ( 1 ) - فضائل الخمسة من الصحاح الستة ج 1 الآية .\r\n( 1 ) كما ينسب إلى عروة وعكرمة ( ولو قلنا بذلك فالأدلة النقلية أثبتت خلاف السياق .\r\nثم إن السياق يقبل إذا لم يكن هناك دليل خارجي ) .\r\n( 2 ) الأحزاب آية 33 .\r\n( 3 ) الأحزاب آية 32 . ","page_name":" 28 ","page_number":28},
  {"content":"\r\nما أفاده السيد شرف الدين حول الآية :\r\nثم نذكر ما أفاده سماحة المقدس السيد شرف الدين أعلى الله مقامه حيث\r\nقال ( 1 ) :\r\nأ - ان الآية الشريفة دلت على عصمة الخمسة لان الرجس فيها عبارة\r\nعن الذنوب كما في الكشاف وغيره ( 2 ) وقد تصدرت بأداة الحصر ( انما )\r\nالتي هي من أشد أدوات الحصر فأفادت ان إرادة الله تعالى في أمرهم\r\nمقصورة على اذهاب الذنوب عنهم وتطهيرهم منها وهذا كنه العصمة\r\nوحقيقتها .\r\n\r\n","description":"","footnote":" ( 1 ) الكلمة القراء في تفضيل الزهراء ( ع ) ( بيان الآية ) .\r\n( 2 ) أورد النبهاني في أول كتابه الشرف المؤبد هذه الآية فنقل عن جماعة من الاعلام\r\nما يدل على أنهم قد فهموا منها عصمة أهلها ( عليهم السلام ) . وما نقله قال : قال : الإمام أبو\r\nجعفر محمد بن جرير الطبري في تفسيره يقول الله تعالى انما يريد الله ليذهب عنكم السوء\r\nوالفحشاء يا أهل محمد ويطهركم من الدنس الذي يكون في معاصي الله تطهيرا ( قال )\r\nوروى عن أبي زيد : ان الرجس هاهنا الشيطان ( قال ) وذكر الطبري بسنده إلى سعيد بن\r\nقتادة أنه قال : ( انما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيرا ) فهم أهل\r\nبيت طهرهم الله من السوء وخصهم برحمة منه ( قال ) أبن عطية : الرجس اسم يقع على\r\nالاثم والعذاب وعلى النجاسات والنقائض فاذهب الله جميع ذلك عن أهل البيت ( قال )\r\nوقال الإمام البغوي : قيل : هو الشك وقيل : العذاب وقيل : الاثم وقالا الأزهري : الرجس\r\nاسم لكل مستقذر من عمل وغيره . ","page_name":" 29 ","page_number":29},
  {"content":"\r\nب - انها دلت بالالتزام على امامة أمير المؤمنين علي بن أبي\r\nطالب عليه السلام لأنه ادعى الخلافة لنفسه وادعاها له الحسنان وفاطمة عليهم السلام\r\nولا يكونون كاذبين لان الكذب من الرجس الذي أذهبه الله عنهم\r\nوطهرهم منه تطهيرا\r\nبهذا يتضح لنا ان أهل البيت صلوات الله عليهم أجمعين هم محمد\r\nوعلي وفاطمة والحسن والحسين .\r\nومن أراد التوسع فعليه بالمطولات فان فيها الثمرات اليانعات ( 1 ) .\r\n\r\n","description":"","footnote":" ( 1 ) راجع الغدير للعلامة الأميني - إحقاق الحق للتستري - آية التطهير في أحاديث\r\nالفريقين للأبطحي وغيرهم . ","page_name":" 30 ","page_number":30},
  {"content":"\r\nالعصمة :\r\nومن مظاهر الكمال التي اتصف بها أئمة أهل البيت عليهم السلام العصمة من\r\nالذنوب والآثام والتنزه عن كل قبيح واشتباه ولولا ذلك لما تمكنت\r\nالأمة من معرفة الصواب والخطأ في تحركاتها ولالتبس الحق بالباطل\r\nوأصبح الامام كسائر الناس وهذا باطل بلا شك لان التزامنا بإمامته\r\nوقيادته وطاعته تصبح ترجيح بلا مرجح لاحتمال الخطأ والصواب .\r\nوأقام العلماء من المتكلمين وغيرهم الأدلة القطعية التي لا مجال\r\nللشك فيها على العصمة وأثيرت حولها كثير من الشكوك والأوهام\r\nواتهمت الشيعة بالغلو .\r\nوأرادوا من تلك الحملات العشوائية الطعن في أئمة مذهب أهل\r\nالبيت عليهم السلام واتباعهم الناجين ولكن خسئوا وخابوا .\r\nتعريف العصمة :\r\nوعرف المتكلمون من الشيعة العصمة بتعاريف متعددة وكان من\r\nبينها تعريف الشيخ المفيد رحمه الله فقد عرفها :\r\nبأنها الامتناع بالاختيار عن فعل الذنوب والقبائح عند اللطف الذي\r\nيحصل من الله تعالى في حقه وهو لطف يمتنع من يختص به من فعل\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nالمعصية وترك الطاعة مع القدرة عليهما ( 1 ) .\r\nويقول العلامة الحلي رحمه الله في تعريفها :\r\nبأنها لطف من الله تعالى يفيضه على المكلف لا يكون له مع ذلك داع إلى\r\nترك الطاعة وارتكاب المعصية مع قدرته على ذلك ( 2 ) .\r\nوعرفها شيخ الطائفة الشيخ الطوسي رحمه الله :\r\nبأنها ما يمتنع المكلف من المعصية في حال تمكنه منها ( 3 ) .\r\nفالعصمة على ضوء هذه التعاريف عبارة عن : الكمال المطلق\r\nللنفس وتحريرها التام من كل نزعة من نزعات الهوى والغرور\r\nوالطيش والامتناع من اقتراف اية جريمة أو ذنب سواء أكان على\r\nسبيل العمد أم السهو وهذا من الطبيعي انه لا يتصف بذلك الا من\r\nاختاره الله لأداء رسالته وهداية عباده نبيا كان أم إماما .\r\nوهناك تحقيقات كثيرة في أدلة العصمة نذكر منها ما تيسر على\r\nسبيل الاجمال :\r\nمن أدلة العصمة :\r\nاستدل هشام بن الحكم الذي هو من أعاظم متكلمي الشيعة قائلا :\r\n\r\n","description":"","footnote":" ( 1 ) شرح عقائد الصدوق ( ص 114 ) حياة الإمام الباقر ( ع ) للقرشي ج 1 ص 116 .\r\n( 2 ) توفيق التطبيق ( ص 16 ) حياة الإمام الباقر ( ع ) ج 1 ص 16 .\r\n( 3 ) حياة الإمام الباقر ج 1 ص 117 لباقر شريف القرشي . ","page_name":" 32 ","page_number":32},
  {"content":"\r\n( إن جميع الذنوب لها أربعة أوجه ولا خامس لها :\r\nالحرص الحسد الغضب الشهوة . وهذه الصفات كلها منفية عن\r\nالإمام عليه السلام فلا يجوز ان يكون حريصا على هذه الدنيا وهي تحت خاتمه\r\nفهو خازن أموال المسلمين فعلى ماذا يحرص ؟ ! ولا يجوز ان يكون\r\nحسودا لان الانسان انما يحسد من فوقه وليس فوقه أحد فكيف يحسد\r\nمن دونه ولا يجوز أن يغضب لشئ من أمور الدنيا الا ان يكون غضبه\r\nلله عز وجل قد فرض عليه إقامة حدوده ولا يجوز ان يتبع الشهوات\r\nويؤثر الدنيا على الآخرة لان الله حبب إليه الآخرة كما حبب إلينا الدنيا\r\nفهو ينظر إلى الآخرة كما ننظر إلى الدنيا . فهل رأيت أحدا ترك وجها\r\nحسنا لوجه قبيح وطعاما طيبا لطعام مر وثيابا لينة لثوب خشن\r\nونعمة دانية باقية لدنيا ( زائلة فانية ) ( 1 ) .\r\nوأثبت العلامة الحلي خمسة أدلة في ذلك أيضا وهي :\r\n1 - ان الامام لو لم يكن معصوما لزم التسلسل .\r\n2 - ان الإمام عليه السلام حافظ للشرع فيجب ان يكون معصوما .\r\n3 - انه لو وقع منه الخطأ لوجب الانكار عليه وذلك يضاد أمر الطاعة\r\nله بقوله تعالى : ( أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم ) كما\r\nسيأتي بيان الآية .\r\n4 - لو وقع منه العصمة لزم نقض الغرض من نصب الإمام .\r\n5 - انه لو وقع منه المعصية لزم أن يكون أقل درجة من العوام لان\r\n\r\n","description":"","footnote":" ( 1 ) عقيدة الشيعة ص 317 . ","page_name":" 33 ","page_number":33},
  {"content":"\r\nعقله أشد ومعرفته بالله تعالى وثوابه وعقابه أكثر . فلو وقع منه المعصية\r\nكان أقل حالا من رعيته وكل ذلك باطل ( 1 ) .\r\nفتبين من ذلك : ان الذين لم يقبلوا بعصمة الأئمة من أهل البيت عليهم السلام\r\nيعود لحسدهم وبغضهم للنبي وأهل بيته المعصومين عليهم السلام .\r\nثم نقول :\r\nانه لم يؤثر عن أحد من أئمة أهل البيت عليهم السلام - فيما أجمع عليه\r\nالمؤرخون - انه قد شذ في سلوكه عن الطريق القويم والصراط المستقيم\r\nأو خالف الله فيما أوجب أو نهى .\r\nوقد قال الامام أمير المؤمنين عليه السلام :\r\n( والله لو أعطيت الأقاليم السبع فيما تحت أفلاكها على أن\r\nأعصي الله في جلب شعيرة أسلبها من فم جرادة ما فعلت ) ( 2 ) .\r\nفهذه هي العصمة التي تدعيها الشيعة لأئمتهم واننا نسأل منك أيها\r\nالقارئ العزيز هل في هذا غلو أو جمود أو شئ خارج عن القرآن وسنة\r\nالنبي صلى الله عليه وآله .\r\nان عصمة وطهارة أهل البيت عليهم السلام لا تحتاج على كل ذلك لان نص\r\nالقرآن الكريم صريح في قوله تعالى : ( إنما يريد الله ليذهب عنكم\r\nالرجس الخ . . . ) كما تقدم ( 3 ) .\r\n\r\n","description":"","footnote":" ( 1 ) كشف المراد للعلامة الحلي باب عصمة الإمام ( عليه السلام .\r\n( 2 ) يأتي تحت عنوان المفهوم السياسي عند الإمام علي ( ع ) .\r\n( 3 ) تحت عنوان من هم أهل البيت ( ع ) عند بحث الآية المذكورة . ","page_name":" 34 ","page_number":34},
  {"content":"\r\nوقول النبي : ( إني تارك فيكم الثقلين كتاب الله وعترتي أهل بيتي\r\nالخ . . . ) .\r\nحيث قرن الله تعالى أهل بيته بكتاب الله الذي لا يأته الباطل من بين\r\nيديه ولا من خلفه ابدا .\r\nوقد أسهب البحث حول موضوع العصمة وأدلتها ومناقشاتها المحقق\r\nالسبحاني في كتابه : ( مفاهيم في القرآن ) الجزء الخامس فلتراجع .\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nحق\r\n( الصلاة على أهل البيت )\r\nصلوات الله عليهم أجمعين\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nالصلاة على محمد وآل محمد صلى الله عليه وآله\r\nمن الحقوق التي جعلها الله تعالى لأهل بيت العصمة والطهارة\r\nالصلاة عليهم صلوات الله عليه أجمعين .\r\nومما يدل على ذلك قوله تعالى في كتابه العزيز :\r\n( إن الله وملائكته يصلون على النبي يا أيها الذين آمنوا صلوا\r\nعليه وسلموا تسليما ) ( 1 ) .\r\nكيفية الصلاة على محمد وآل محمد صلى الله عليه وآله\r\nقد ورد في كيفية الصلاة على محمد وآل محمد روايات كثيرة فوق\r\nحد الاحصاء - كما يظهر بمراجعة المصادر المعتمدة لدى الخاصة والعامة -\r\nونحن هنا إذ نقتصر على ما أخرجه البخاري ومسلم والترمذي وابن\r\nماجة والنسائي وابن مردويه وابن أبي شيبه وغيرهم عن كعب بن\r\nحمزة وغيره قال : لما نزلت هذه الآية قلنا : يا رسول الله اما السلام عليك\r\nفقد علمناه فكيف الصلاة عليك ؟\r\n\r\n","description":"","footnote":" ( 1 ) آية 56 الأحزاب . ","page_name":" 39 ","page_number":39},
  {"content":"\r\nقال ( صلى الله عليه وآله ) :\r\n( قل اللهم صل على محمد وعلى آل محمد كما صليت على آل\r\nإبراهيم انك حميد مجيد .\r\nاللهم بارك على محمد وعلى آل محمد كما باركت على آل\r\nإبراهيم انك حميد مجيد ) .\r\nوفي لفظ : ( اللهم اجعل صلواتك ورحمتك وبركاتك على محمد\r\nوآل محمد كما جعلتها على إبراهيم انك حميد مجيد ) ( 1 ) .\r\nفسؤالهم بعد نزول الآية واجابته باللهم صل على محمد وعلى آل\r\n\r\n","description":"","footnote":" ( 1 ) البخاري في تفسير الآية ص 27 ج 6 - مسلم باب الصلاة على النبي صلى الله عليه\r\nوآله وسلم ج 2 ص 16 - الترمذي باب الصلاة على النبي صلى عليه وآله ج 2 ص 325\r\nح 483 - سنن ابن ماجة ج 1 ص 392 ح 903 - سنن النسائي في باب الصلاة على النبي\r\nصلى الله عليه وآله وسلم ج 3 ص 47 - سنن أبي داود باب الصلاة على النبي صلى الله\r\nعليه وآله وسلم ج 1 ص 27 ح 976 - المغني والشرح الكبير باب الصلاة على النبي\r\nصلى الله عليه وآله وسلم ج 1 ص 579 - وذكره أيضا الفخر الرازي والقرطبي والآلوسي\r\nفي روح المعاني وروح البيان وغرائب القرآن ورغبات الفرقان والدر المنثور بروايات\r\nكثيرة جدا وجامع البيان والبغوي والمراغي في تفاسيرهم حول الآية والصواعق المحرقة\r\nفي الآية ص 146 - فرائد السمطين ج 1 ص 25 - المستدرك ج 1 ص 268 - السنن\r\nالكبرى للبيهقي ج 2 ص 378 - ينابيع المودة ص 295 - ذخائر العقبى ص 19 - حلية\r\nالأولياء ج 4 ص 271 - تاريخ بغداد ج 8 ص 381 - كنز العمال باب الصلاة على النبي\r\nصلى الله عليه وآله وسلم ح 2187 - الغدير للعلامة الأميني ج 2 ص 302 - فضائل\r\nالخمسة من الصحاح الستة الصلاة على النبي - إحقاق الحق ج 3 ص 252 - الإحتجاج للطبرسي\r\nباب الصلاة على محمد وآله محمد . ","page_name":" 40 ","page_number":40},
  {"content":"\r\nمحمد إلى آخره دليل ظاهر على أن الامر بالصلاة على أهل بيته مراد من\r\nهذه الآية الشريفة .\r\nوأي شرف أعلى وأنبل من أن يجعل الله تبارك وتعالى الصلاة على\r\nالنبي صلى الله عليه وآله منه تعالى ثم من ملائكته الذين لا يفتؤون يذكرون الله تعالى ؟\r\nفذكر الصلاة على النبي صلى الله عليه وآله من الله ومن الملائكة قبل أمر المؤمنين\r\nبالصلاة عليه دلالة على أن في صلاة المؤمنين له اتباعا لله تعالى\r\nولملائكته .\r\nنهي النبي صلى الله عليه وآله عن الصلاة البتراء :\r\nذكر ابن حجر في صواعقه ( ص 146 ) ان النبي صلى الله عليه\r\n( وآله ) وسلم قال :\r\n( لا تصلوا علي الصلاة البتراء فقالوا : وما الصلاة البتراء ؟\r\nقال صلى الله عليه ( وآله ) وسلم : تقولون : اللهم صل على محمد\r\nوتمسكون بل قولوا : اللهم صل عليه محمد وعلى آل محمد ) ( 1 ) .\r\nفالنبي صلى الله عليه وآله قرن الصلاة على آله بالصلاة عليه حين الإجابة فبذلك دل\r\nعلى أن الصلاة عليهم من جملة المأمور به وانه أقامهم في ذلك مقام نفسه\r\n- كما ذكرنا - لان القصد من الصلاة عليه مزيد التعظيم والتجليل .\r\nكل من وقف موقف الانصاف والعدل علم أن بتر الصلاة على\r\n\r\n","description":"","footnote":" ( 1 ) ينابيع المودة ص 295 . ","page_name":" 41 ","page_number":41},
  {"content":"\r\nالنبي صلى الله عليه وآله وعدم ذكر الآل معه ليس إلا مكابرة وعناد وخروج عن\r\nأقوال النبي صلى الله عليه وآله أجارنا الله تعالى من وساوس إبليس اللعين .\r\nلا تقبل الصلاة حتى يصلي فيها على محمد وآله صلى الله عليه وآله :\r\nاخرج البيهقي والدارقطني وابن حجر في صواعقه عن ابن\r\nمسعود قال :\r\nقال رسول الله صلى الله عليه ( وآله ) وسلم :\r\n( من صلى صلاة لم يصل فيها علي ولا علي أهل بيتي لم تقبل\r\nمنه ) ( 1 ) .\r\nوعن جابر انه كان يقول : ( لو صليت صلاة لم أصل فيها على محمد\r\nوآل محمد ما رأيت انها تقبل ) ( 2 ) .\r\nوقد قال الشافعي :\r\nيا أهل بيت رسول الله حبكم * فرض من الله في القرآن أنزله\r\nكفاكم من عظيم القدر انكم * من لم يصل عليكم لا صلاة له\r\nأخرجه أحمد في مسنده والشبلنجي في نور الابصار وابن حجر\r\n\r\n","description":"","footnote":" ( 1 ) البيهقي ج 2 ص 379 - الدارقطني ص 136 - ذخائر العقبى ص 19 - الصواعق\r\nالمحرقة ص 146 - 148 .\r\n( 2 ) ذخائر العقبى ص 19 . ","page_name":" 42 ","page_number":42},
  {"content":"\r\nفي صواعقه ( 1 ) .\r\nالدعاء محجوب حتى يصلى على محمد وآله صلى الله عليه وآله :\r\nاخرج الديلمي ان النبي صلى الله عليه ( وآله ) وسلم قال :\r\n( الدعاء محجوب حتى يصلى على محمد وأهل بيته ) ( 2 ) .\r\nفضل الصلاة على محمد وآل محمد صلى الله عليه وآله :\r\nروى بسنده عن عبد الله عن النبي صلى الله عليه وآله وسلم عن\r\nجبريل عن ميكائيل عن إسرافيل عن الرفيع عن اللوح المحفوظ\r\nعن الله تعالى انه أظهر في اللوح أن يخبر الرفيع وان يخبر الرفيع\r\nإسرافيل وان يخبر إسرافيل ميكائيل وان يخبر ميكائيل جبريل وان\r\nيخبر جبريل محمدا صلى الله عليه ( وآله ) وسلم انه من صلى عليك في\r\nاليوم والليلة مائة مرة صليت عليه الفي صلاة ويقضي له الف حاجة\r\nأيسرها أن يعتقه من النار ( 3 ) .\r\n\r\n","description":"","footnote":" ( 1 ) مسند أحمد ج 6 ص 323 - نور الابصار ص 104 - الصواعق المحرقة ص 148 -\r\nالاتحاف بحب الاشراف ص 29 .\r\n( 2 ) كنز العمال ج 1 ص 173 - فيض القدير ج 5 ص 19 - الصواعق المحرقة الآية 146 .\r\n( 3 ) تاريخ بغداد ج 2 ص 250 وقريب منه في سنن الدارمي ج 2 ص 317 - أيضا\r\nتاريخ بغداد ج 8 ص 381 . ","page_name":" 43 ","page_number":43},
  {"content":"\r\nوعن انس بن مالك قال : قال رسول الله صلى الله عليه ( وآله )\r\nوسلم : ( من صلى علي واحدة صلى الله عليه عشر صلوات وحط عنه\r\nعشر خطيئات ) ( 1 ) .\r\nوأخرج أحمد والترمذي عن الحسين بن علي ( عليهما السلام ) ان رسول\r\nالله صلى الله عليه ( وآله ) وسلم قال :\r\n( البخيل من ذكرت عنده فلم يصل علي ) .\r\nرزقنا الله تعالى وكل من أحب محمد وآل محمد التوفيق للصلاة على\r\nمحمد وال محمد .\r\nاللهم صل على محمد وآل محمد وعجل فرجهم .\r\n\r\n","description":"","footnote":" ( 1 ) فتح الباري ص 256 - فضل فضائل الخمسة من الصحاح الستة ج 1 - وقريب منه\r\nسنن الدارمي ج 2 ص 317 . ","page_name":" 44 ","page_number":44},
  {"content":"\r\nحق\r\n( مودة أهل البيت )\r\nصلوات الله عليهم أجمعين\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\nمودة أهل البيت عليهم السلام\r\nالحق العظيم والحق الكبير مودة أهل البيت صلوات الله عليهم\r\nأجمعين لقوله تعالى :\r\n( قل لا أسألكم عليه أجرا إلا المودة في القربى ( 1 ) ومن يقترف\r\nحسنة نزد له فيها حسنا إن الله غفور شكور ) ( 2 ) .\r\nالله أكبر أي سؤال وأي طلب طلبه خاتم الأنبياء والرسل أجرا\r\nعلى الرسالة ! انها المودة لأهل بيته عليهم السلام انه الحق الذي لا كلام فيه ولا\r\nريب يعتريه الا من مكابر عنيد خرج عن القول السديد .\r\nمن هم قربى النبي صلى الله عليه وآله الذين وجبت مودتهم ؟\r\nلا خلاف ولا شك ان القربى هنا انما هم : علي وفاطمة وابناهما .\r\nوقد أجمعت الفرقة المحقة على ذلك .\r\nوأما عن غيرهم فإليك ما أخرجه أحمد والطبراني وابن أبي حاتم\r\n\r\n","description":"","footnote":" ( 1 ) القربى : مصدر كالزلفى والبشرى وهي بمعنى القرابة .\r\n( 2 ) الشورى آية 23 . ","page_name":" 47 ","page_number":47},
  {"content":"\r\nوالحاكم وغيرهم عن ابن عباس وغيره :\r\nان هذه الآية لما نزلت قالوا :\r\n( يا رسول الله من قرابتك هؤلاء الذين وجبت علينا مودتهم ؟\r\nقال : علي وفاطمة وابناهما )\r\n( كما نص عليه ابن حجر في صواعقه عند التعرض للآية ) ( 1 ) .\r\nورواه أيضا الزمخشري والقرطبي والفخر الرازي والبغوي والآلوسي\r\nفي تفاسيرهم وكذلك السيوطي في دره كما رواه القندوزي في ينابيعه\r\nوالطبري في ذخائره وغيرهم من المحدثين والمفسرين ( 2 ) .\r\n\r\n","description":"","footnote":" ( 1 ) الصواعق المحرقة ص 169 عند التعرض للآية .\r\n( 2 ) الزمخشري في كشافه والقرطبي والفخر الرازي والبغوي والآلوسي والسيوطي في\r\nتفاسيرهم عند التعرض للآية - كذلك رواه المحب الطبري ج 25 ص 25 - تفسير ابن كثير\r\nج 4 ص 112 - تفسير النسفي ج 4 ص 105 تفسير البيضاوي ج 4 ص 123 - حلية -\r\nالأولياء ج 3 ص 201 - فتح القدير ج 4 ص 537 - ط 2 - فرائد السمطين ج 1 ص 20 -\r\nشواهد التنزيل بطرق عديدة ج 2 ص 130 - المستدرك للحاكم ج 3 ص 172 - نظم درر\r\nالسمطين ص 24 - الغدير ج 2 ص 301 و 306 - إحقاق الحق عند التعرض للآية -\r\nفضائل الخمسة ج 1 ص 306 - عبقات الأنوار حديث الثقلين ج 1 ص 285 - الفصول\r\nالمهمة لابن الصباغ المالكي ص 11 - مطالب السؤول ص 8 - مقتل الحسين للحوارزي\r\nج 1 ص 1 و 57 . ","page_name":" 48 ","page_number":48},
  {"content":"\r\nالقربى عى سان الإمام الحسن عليه السلام :\r\nواخرج البزار والطبراني عن الحسن عليه السلام من طرق عديدة انه\r\nخطب خطبة من جملتها : ( من عرفني فقد عرفني ومن لم يعرفني فأنا\r\nالحسن بن محمد صلى الله عليه وآله ثم تلا قوله تعالى : ( واتبعت ملة آبائي\r\nإبراهيم ) ( 1 ) .\r\nثم قال : أنا ابن البشير أنا ابن النذير .\r\nثم قال : وأنا من أهل البيت الذين افترض الله عز وجل مودتهم\r\nوموالاتهم .\r\nفقال : فيما أنزل على محمد صلى الله عليه وآله وسلم :\r\n( قل لا أسألكم عليه أجرا إلا المودة في القربى ) .\r\nثم قال : ومن يقترف حسنة نزد له فيها حسنا واقتراف الحسنات\r\nمودتنا أهل البيت ) ( 2 ) .\r\n\r\n","description":"","footnote":" ( 1 ) يوسف الآية : 38 .\r\n( 2 ) مجمع الزوائد ج 9 ص 146 - الصواعق المحرقة ص 170 - الفصول المهمة ص\r\n166 - مستدرك الصحيحين ج 3 ص 172 - ذخائر العقبى ص 138 - شرح ابن أبي\r\nالحديد ج 4 ص 11 - نزهة المجالس ج 2 ص 231 - كفاية الطالب ص 32 - ينابيع\r\nالمودة ص 302 . ","page_name":" 49 ","page_number":49},
  {"content":"\r\nالقربى على لسان الإمام السجاد عليه السلام :\r\nوأخرج الطبراني عن الإمام السجاد ( عليه السلام ) انه لما جئ به أسيرا\r\nعقب مقتل أبيه الحسين رضي الله عنهما وأقيم على درج دمشق قال\r\nبعض جفاة أهل الشام : الحمد لله الذي قتلكم واستأصلكم وقطع قرن\r\nالفتنة فقال له ( عليه السلام ) : ( ما قرأت : قل لا أسألكم عليه أجرا إلا\r\nالمودة في القربى ؟ قال : وأنتم هم قال عليه السلام : نعم ) ( 1 ) .\r\nوأخرج الحافظ الطبري وابن عساكر والحاكم والحسكاني في\r\nشواهده بعدة طرق عن أبي أمامة الباهلي قال : قال رسول الله صلى الله\r\nعليه ( وآله ) .\r\n( ان الله خلق الأنبياء من أشجار شتى وخلقني من شجرة واحدة\r\nفانا أصلها وعلي فرعها وفاطمة لقاحها والحسن والحسين ثمرها\r\nفمن تعلق بغصن من أغصانها نجا ومن زاغ عنها هوى ولو أن عبدا\r\nعبد الله بين الصفا والمروة الف عام ثم الف عام ثم الف عام ثم لم\r\nيدرك صحبتنا أكبه الله على منخريه في النار ثم تلا : ( قل لا أسألكم\r\n\r\n","description":"","footnote":" ( 1 ) الصواعق المحرقة ص 170 - الدر المنثور في تفسير الآية - الزرقاني في شرح\r\nالمواهب ج 7 ص 20 - تفسير ابن جرير ج 25 ص 16 - روح المعاني للآلوسي ج 25 ص\r\n31 - الغدير ج 3 ص 176 . ","page_name":" 50 ","page_number":50},
  {"content":"\r\nعليه أجرا إلا المودة في القربى ) ) ( 1 ) .\r\nاستدلال الزمخشري في كشافه :\r\nواستدل الزمخشري في كشافه ( 2 ) انه عندما نزلت الآية قال رسول\r\nالله صلى الله عليه وآله : ( من مات على حب آل محمد مات شهيدا ألا ومن مات\r\nعلى حب آل محمد مات مغفورا له ألا ومن مات على حب آل محمد\r\nمات تائبا ألا ومن مات على حب آل محمد مات مؤمنا مستكمل\r\nالايمان ألا ومن مات على حب آل محمد بشره ملك الموت بالجنة\r\nثم منكر ونكير ألا ومن مات على حب آل محمد يزف إلى الجنة كما\r\nتزف العروس إلى بيت زوجها ألا ومن مات على حب آل محمد جعل\r\nالله قبره مزار ملائكة الرحمة ألا ومن مات على حب آل محمد مات\r\nعلى السنة والجماعة .\r\nألا ومن مات على بغض آل محمد جاء يوم القيامة مكتوب بين\r\nعينيه : آيس من رحمة الله ) ( 3 ) .\r\n\r\n","description":"","footnote":" ( 1 ) الكفاية للكنجي ص 178 - الغدير ج 2 ص 308 - شواهد التنزيل عند التعرض\r\nللآية بعدة طرق إلى أبي أمامة .\r\n( 2 ) عند التعرض للآية الشريفة .\r\n( 3 ) القرطبي والفخر الرازي في تفسير الآية - ينابيع المودة ص 27 - نور الابصار ص\r\n104 - فرائد السمطين ج 2 ص 255 ح 24 - إحقاق الحق ج 9 ص 486 . ","page_name":" 51 ","page_number":51},
  {"content":"\r\nوقد قال رسول الله صلى الله عليه وآله : ( الزموا مودتنا أهل البيت فإنه من لقي الله\r\nوهو يودنا دخل الجنة بشفاعتنا والذي نفسي بيده لا ينفع عبدا عمله\r\nالا بمعرفة حقنا ) ( 1 ) .\r\nومن هنا قال الشافعي :\r\nيا راكبا قف بالمحصب من منى * واهتف بساكن خيفها والناهض\r\nسحرا إذا فاض الحجيج إلى منى * فيضا كملتطم الفرات الفائض\r\nان كان رفضا حب آل محمد * فليشهد الثقلان أني رافضي ( 2 )\r\nكذلك قوله :\r\nيا أهل بيت رسول الله حبكم * فرض من الله في القرآن أنزله\r\nكفاكم من عظيم القدر انكم * من لم يصل عليكم لا صلاة له\r\nوللشيخ شمس الدين ابن عربي أيضا :\r\nرأيت ولائي آل طه فريضة *\r\nعلى رغم أهل البعد يورثني القربا\r\n\r\n","description":"","footnote":" ( 1 ) مجمع الزوائد ج 9 ص 172 - الصواعق المحرقة ص 173 - اسعاف الراغبين ص\r\n111 - احياء الميت للسيوطي بهامش الاتحاف ص 111 - ينابيع المودة ص 246 .\r\n( 2 ) روح المعاني ج 25 ص 32 - الفخر الرازي في تفسير الآية .\r\n( 3 ) الصواعق المحرقة ص 148 - ينابيع المودة ص 295 - الاتحاف بحب الاشراف ص\r\n29 - الغدير ج 3 ص 173 - شرح المواهب للزرقاني ج 7 ص 7 . ","page_name":" 52 ","page_number":52},
  {"content":"\r\nفما طلب المبعوث اجرا على الهدى *\r\nبتبليغه الا المودة في القربى ( 1 )\r\nوالقصائد في حب أهل البيت عليهم السلام كثيرة فمن أحب ذلك فعليه\r\nبالغدير للعلامة الأميني أعلى الله مقامه وغيره من الكتب .\r\nثواب حب أهل البيت في كلام الرسول صلى الله عليه وآله :\r\nاخرج الترمذي في صحيحه عن علي بن أبي طالب ( عليه السلام ) ان\r\nرسول الله صلى الله عليه ( وآله ) وسلم اخذ بيد حسن وحسين فقال :\r\n( من أحبني وأحب هذين وأباهما وأمهما كان معي في درجتي\r\nيوم القيامة ) ( 2 ) .\r\nوأي منزلة بعد منزلة رسول الهدى والرحمة الدرجة التي ليس\r\nفوقها درجة . رزقنا الله حب آل محمد صلوات الله عليهم أجمعين .\r\nوقال صلى الله عليه وآله وسلم أيضا : ( يا علي قد غفر لك\r\n\r\n","description":"","footnote":" ( 1 ) الصواعق المحرقة ص 170 .\r\n( 2 ) مسند أحمد ج 1 ص 77 - تاريخ بغداد ج 2 ص 287 - تهذيب التهذيب ج 10 ص\r\n430 - كنز العمال ج 6 ص 217 وقال : أخرجه الطبراني عن علي عليه السلام وفي ج 7\r\nص 102 قال : أخرجه الترمذي وغيره - فضائل الخمسة من الصحاح الستة ج 1 ص 300 ","page_name":" 53 ","page_number":53},
  {"content":"\r\nولذريتك ولولدك ولأهلك ولشيعتك ولمحبي شيعتك ) ( 1 ) .\r\nوعن بن مسعود قال : عن رسول الله صلى الله عليه وآله قال :\r\n( حب آل محمد صلى الله عليه وآله يوما خير من عبادة سنة ) ( 2 ) .\r\nاكرام بني هاشم وان عيادتهم فريضة وزيارتهم نافلة :\r\nذكر المتقي الهندي في كنزه عن علي بن أبي طالب ( عليه السلام ) قال : قال\r\nرسول الله صلى الله عليه وآله :\r\n( أربعة أنا لهم شفيع يوم القيامة :\r\n( المكرم لذريتي والقاضي لهم حوائجهم والساعي في أمورهم\r\nعندما اضطروا إليه والمحب لهم بقلبه ولسانه ) ( 3 ) .\r\nوعن زيد بن أسلم عن أبيه قال : قال عمر بن الخطاب للزبير بن\r\nالعوام :\r\nهل لك ان تعود الحسن بن علي بن أبي طالب عليه السلام فإنه مريض ؟ فكان\r\n\r\n","description":"","footnote":" ( 1 ) مناقب الخوارزمي ج 6 فصل 19 ص 79 - بشارة المصطفى ص 227 - فرائد\r\nالسمطين ج 1 ص 308 ح 247 - الصواعق المحرقة ص 96 و 139 - ينابيع المودة ص\r\n270 - النهاية لابن الأثير ج 3 ص 276 .\r\n( 2 ) نور الابصار للشبلنجي ص 103 - فضائل الخمسة من الصحاح الستة ج 2 ص 87\r\n( 3 ) كنز العمال ج 6 ص 217 151 - الخفاجي في تفسير الآية ص 179 - ذخائر\r\nالعقبى ص 18 - فضائل الخمسة من الصحاح الستة ج 2 ص 81 - عيون أخبار الرضا عليه\r\nالسلام ج 1 ص 202 وج 2 ص 24 . ","page_name":" 54 ","page_number":54},
  {"content":"\r\nالزبير تلكأ ( 1 ) عليه .\r\nفقال له : ( اما علمت أن عيادة بني هاشم فريضة وزيارتهم نافلة ) ( 2 ) .\r\nوليس بخاف عليك ان قول عمر للزبير ( اما علمت إلى آخره )\r\nظاهر في أن عمر لم يقل ذلك من قبل رأيه بل كان ذلك من الأمور\r\nالمقررة عندهم ولا اشكال في أن عيادة بني هاشم وزيارتهم آكد من\r\nعيادة غيرهم وزيارتهم - كما نص عليه الخفاجي في تفسير اية\r\nالمودة - ( 3 ) .\r\nإعانة الذرية يستوجب عناية الله ورسوله وأهل بيته :\r\nمن فرج وأعان أو لبى ذرية أهل بيت محمد صلى الله عليه وآله نال عنايات الله\r\nورسوله وأهل بيته صلوات الله عليهم أجمعين في الدنيا . والفوز في الآخرة .\r\nفمن ذلك ما ذكره البارزي الشافعي في كتاب : ( توثيق عرى\r\nالايمان ) عن إبراهيم بن مهران قال :\r\n( كان بالكوفة في جيراننا قاض يكنى أبا جعفر وكان حسن المعاملة\r\nوكان إذا اتاه انسان من العلوية طلب ما عنده لا يمنعه فإن كان معه ثمنه\r\nاخذه والا قال لغلامه : اكتب ما اخذه على علي بن أبي طالب عليه السلام .\r\n\r\n","description":"","footnote":" ( 1 ) تلكأ : أي توقف وتبطأ .\r\n( 2 ) تفسير اية المودة للخفاجي الحنفي ص 179 - ذخائر العقبى ص 14 .\r\n( 3 ) كما قرره الخفاجي في تفسير آية المودة المقصد الخامس ص 179 . ","page_name":" 55 ","page_number":55},
  {"content":"\r\nفعاش كذلك زمانا ثم افتقر وجلس في بيته فكان ينظر في دفاتر له\r\nفإن وجد فيهم حيا بعث إليه من يقبضه منه وان وجده ميتا ضرب على\r\nاسمه . فبينا هو ذات يوم جالس على باب داره ينظر في ذلك الدفتر إذ مر\r\nبه رجل فقال له كالمستهزئ به :\r\nما فعل بك غريمك الكبير ؟ - يعني عليا رضي الله عنه -\r\nفاغتم الرجل لذلك ودخل منزله فلما كان الليل رأي النبي صلى الله عليه وآله وكان\r\nالحسن والحسين يمشيان بين يديه .\r\nفقال لهما : ما فعل أبوكما ؟\r\nفأجابه علي عليه السلام من ورائه .\r\nفقال : ها انا يا رسول الله .\r\nفقال : ما لك لا تدفع إلى هذا الرجل حقه ؟\r\nفقال : يا رسول الله هذا حقه قد جئته به .\r\nقال : فأعطه .\r\nقال : فناولني كيسا من صوف وقال : هذا حقك .\r\nفقال لي رسول الله صلى الله عليه وآله : خذه ولا تمنع من جاءك من ولده يطلب ما\r\nعندك فامض لا فقر عليك بعد اليوم .\r\nقال : فانتبهت والكيس بيدي فناديت امرأتي : أنائم أنا أم يقظان ؟\r\nقالت : بل يقظان .\r\nقلت لها : فأسرجي .\r\nقال : فأسرجت فناولتها الكيس فإذا فيه ألف دينار .\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\nفقالت : يا رجل أتق الله لا يكون الفقر حملك على أن خدعت بعض\r\nهؤلاء التجار فأخذت ماله ! !\r\nقلت : لا والله ولكن القضية كيت وكيت .\r\nقالت : فان كنت صادقا فانظر في حساب علي بن أبي طالب عليه السلام فدعا\r\nالدفتر فإذا ليس به شئ قليل ولا كثير ) ( 1 ) .\r\nوالكرامات لأهل البيت صلوات الله عليهم أجمعين وللذرية\r\nالطاهرة كثيرة ولا مجال لذكر ذلك وهو من شأن المطولات فمن أراد\r\nفليراجع ( 2 ) .\r\nبعد ما ثبتت المنزلة السامية لهم من الله تعالى لأنهم خلفاؤه في\r\nارضه وحججه البالغة على عباده وسفراؤه في امره ونهيه فالمحب لهم\r\nمحب لله والمبغض لهم مبغض لله تعالى والروايات الشريفة عن النبي\r\nالأكرم محمد صلى الله عليه وآله كثيرة حول التحذير ؟ من بغضهم .\r\nولنا هنا وقفة قصيرة فيما ورد عنه صلى الله عليه وآله .\r\n\r\n","description":"","footnote":" ( 1 ) تفسير آية المودة للخفاجي الحنفي ص 191 عن كتاب توثيق عرى الايمان\r\nبتحقيق العلامة الخبير المحمودي .\r\n( 2 ) قد ذكر المحدث النوري في كتابه دار السلام كرامات كثيرة للذرية الطاهرة زادهم\r\nالله شرفا فليراجع . ","page_name":" 57 ","page_number":57},
  {"content":"\r\nالتحذير من بغض أهل البيت في كلام النبي صلى الله عليه وآله :\r\nقال رسول الله صلى الله عليه وآله : ( والذي نفسي بيده لا يبغضنا أهل البيت\r\nأحد الا أدخله الله النار ) ( 1 ) .\r\nوعنه صلى الله عليه وآله وسلم قال : ( يا علي لا يحبك الا مؤمن\r\nولا يبغضك الا منافق ) ( 2 ) .\r\nوعنه صلى الله عليه وآله قال : ( لو أن عبدا من عباد الله عز وجل عبد الله الف\r\nعام بين الركن والمقام ثم لقي الله عز وجل مبغضا لعلي وعترتي أكبه\r\n\r\n","description":"","footnote":" ( 1 ) الصواعق المحرقة ص 174 - احياء الميت للسيوطي بهامش الاتحاف ص 111 -\r\nاسعاف الراغبين ص 104 - نظم در السمطين ص 106 .\r\n( 2 ) صحيح الترمذي ج 5 ص 306 ح 3819 ط دار الفكر 2 - خصائص النسائي ص 27\r\n- وص 44 ط بيروت - سنن النسائي ج 8 ص 116 - كنز العمال ج 15 ص 157 ح 444\r\nط 2 - الرياض النظرة ج 2 ص 284 - تاريخ دمشق لابن عساكر الشافعي ج 2 ص 188\r\nح 671 و 674 - أسد الغابة ج 4 ص 26 - حلية الأولياء ج 4 ص 185 - ميزان الاعتدال\r\nللذهبي ج 2 ص 41 - مجمع الزوائد ج 9 ص 133 - شرح نهج البلاغة ابن أبي الحديد ج\r\n4 ص 520 - ينابيع المودة ص 47 و 48 - كنوز الحقائق ص 38 - الاستيعاب بهامش\r\nالإصابة ج 3 ص 37 - ونقله في إحقاق الحق ج 7 عن : مسند أحمد ج 1 ص 95 - سنن\r\nالبيهقي ج 2 ص 271 - طبقات الحنابلة ج 1 ص 320 - تاريخ بغداد ج 8 ص 47 - معالم\r\nالتنزيل ج 6 ص 180 - لسان الميزان ج 2 ص 446 - سعد الشموس والأقمار ص 210 -\r\nتذكرة الحفاظ للذهبي ج 1 ص 10 - فرائد السمطين ج 1 ص 133 - السيف اليماني\r\nالمسلول ص 49 - الفتح الكبير للنبهاني ج 1 ص 446 شرح ديوان أمير المؤمنين ( ع )\r\nللمبيدي ص 191 مخطوط . ","page_name":" 58 ","page_number":58},
  {"content":"\r\nالله على منخره يوم القيامة في نار جهنم ) ( 1 ) .\r\nوعن أبي هريرة عن النبي صلى الله عليه وآله أنه قال : ( لما خلق الله تعالى آدم\r\nأبا البشر ونفخ فيه من روحه التفت ادم يمنة العرش فإذا في النور\r\nخمسة أشباح سجدا وركعا قال آدم : هل خلقت أحدا من طين قبلي ؟ !\r\nقال : لا يا آدم .\r\nقال : فمن هؤلاء الخمسة الأشياخ الذين أراهم في هيئتي وصورتي ؟ !\r\nقال : هؤلاء خمسة من ولدك لولاهم ما خلقتك هؤلاء خمسة شققت\r\nلهم خمسة أسماء من أسمائي لولاهم ما خلقت الجنة والنار ولا\r\nالعرش ولا الكرسي ولا السماء ولا الأرض ولا الملائكة ولا الانس\r\nولا الجن فأنا المحمود وهذا محمد وانا العالي وهذا علي وانا\r\nالفاطر وهذه فاطمة وانا الاحسان وهذا الحسن وانا المحسن وهذا\r\nالحسين آليت بعزتي ان لا يأتيني أحد بمثقال ذرة من خردل من بغض\r\nأحدهم الا أدخله ناري ولا أبالي يا آدم ؟ هؤلاء صفوتي بهم أنجيهم\r\nوبهم أهلكهم فإذا كان لك إلي حاجة فبهؤلاء توسل .\r\nفقال النبي صلى الله عليه وآله : نحن سفينة النجاة من تعلق بها نجا ومن حاد عنها\r\nهلك فمن كان له إلى الله حاجة فليسأل بنا أهل البيت ) ( 2 ) .\r\n\r\n","description":"","footnote":" ( 1 ) ذكر هذا الحديث بألفاظ متعددة وذكر منها الأميني في غديره ج 2 ص 301 - 302\r\nوج 9 ص 268 مع ذكر مصادر أبناء الأمة .\r\n( 2 ) أخرجه الحموئي في الباب الأول من فرائد السمطين وقريبا منه الخوارزمي في\r\nالمناقب ص 255 . ","page_name":" 59 ","page_number":59},
  {"content":"\r\nوقال الشافعي :\r\nلا يقبل الله لعبد عملا * حتى يواليهم باخلاص الولا ( 1 )\r\nوقال الفرزدق ( رض ) :\r\nمن معشر حبهم دين وبغضهم كفر * وقربهم منجى ومعتصم\r\nان عد أهل التقى كانوا أئمتهم * أو قيل من خير أهل الأرض قيل هم\r\nإذا فالمودة التي طلبها المبعوث اجرا على الرسالة لم تكن الا من\r\nامر الله تعالى والتحذير من بغضهم ليس الا طلبا من الله تقدس اسمه\r\nوعز شأنه لان من أبغضهم فقد أبغض رسول الله ومن آذاهم فقد آذاه\r\nومن أبغض رسول الله صلى الله عليه وآله وسلم فقد أبغض الله وآذاه\r\nومن أبغض الله وآذاه فمثواه النار .\r\nولكن سيدي يا رسول الله يا نبي الرحمة والهدى أية مودة قدمت\r\nوأديت إليك بعد رحلتك الشريفة ؟ !\r\nانها المودة التي ابعدوا بها وصيك وخليفتك عن مقامه وعن منصبه الذي\r\nاراده الله وأردته له انها المودة التي كسروا بها ضلع عزيزتك الزهراء\r\nوأسقطوا جنينها وأحرقوا بابها ولطموا خدها وسودوا متونها واقتادوا\r\nوصيك وأخيك علي بن أبي طالب عليه السلام وهو الكرار عند منازعة الابطال .\r\n\r\n","description":"","footnote":" ( 1 ) رشفه الصادي ص 24 . ","page_name":" 60 ","page_number":60},
  {"content":"\r\nنعم : هي المودة التي دسوا فيها السم لسبطك الحسن عليه السلام والمودة\r\nالتي أدت لحز رأس سيد الشهداء من الوريد إلى الوريد واقتياد\r\nبناتك سبايا امام البغاة .\r\nبلى : سيدي يا رسول الله انهم ما أرادوا المودة ولا القربى وانما\r\nأرادوا ابراز البغضاء والحنقاء ولا عجب وقد أبانوا ذلك عند\r\nاحتضارك سيدي يا رسول الله بقولهم والعياذ بالله : انه يهجر ( 1 )\r\nوحاشاك من الهجر والنقص وقد مدحك الله تعالى في محكم التنزيل :\r\n( وما ينطق عن الهوى إن هو إلا وحي يوحى ) ( 2 ) .\r\nنعم هي الحقيقة عزيزي خذها هديت إلى الحق حتى يفرج الله عن\r\nبقية الله الأعظم الحجة بن الحسن ( المهدي ) أرواحنا لتراب مقدمه الفداء\r\nوجعلنا الله من أنصاره وأعوانه : ليثأر لله ولأهل بيت رسوله صلى الله عليه وآله ويقيم\r\nالحق ويدحض الباطل ان الباطل كان زهوقا .\r\n( ومكروا ومكر الله والله خير الماكرين ) ( 3 ) . ( يريدون ليطفئوا\r\nنور الله بأفواههم والله متم نوره ولو كره الكافرون ) ( 4 ) .\r\n\r\n","description":"","footnote":" ( 1 ) البخاري باب جوائز الوفد من كتاب الجهاد وباب اخراج اليهود من جزيرة العرب -\r\nصحيح مسلم كتاب الوصية - وراجع باقي المصادر في أول خبر السقيفة في كتاب عبد الله\r\nبن سبأ ح 1 ص 98 و 102 للعلامة السيد مرتضى العسكري .\r\n( 2 ) النجم الآية 3 - 4 .\r\n( 3 ) آل عمران آية 54 .\r\n( 4 ) الصف آية : 8 . ","page_name":" 61 ","page_number":61},
  {"content":"\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nحق\r\n( أخد العلم عن أهل البيت )\r\nصلوات الله عليهم أجمعين\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\nاخذ العلم عن أهل البيت عليهم السلام\r\nمما لا يدور في أي خلد الشك أن أهل البيت عليهم السلام هم ورثة علم\r\nرسول الله صلى الله عليه وآله وحكمته فالرجوع إليهم والاخذ عنهم من الضروريات\r\nالتي لا يرتاب فيها عاقل : لأعلميتهم بكتاب الله وسنة نبيه صلى الله عليه وآله وقد\r\nظهر ذلك جليا في أن أمير المؤمنين عليا عليه السلام كان يربو بعلمه على جميع\r\nالصحابة وكانوا يرجعون إليه في القضايا والمشكلات ولا يرجع إلى أحد\r\nمنهم في شئ وأن أول من اعترف له بالأعلمية نبي الاسلام صلى الله\r\nعليه وآله وسلم بقوله لبضعته الطاهرة فاطمة عليها السلام :\r\n( اما ترضين أني زوجتك أول المسلمين اسلاما وأعلمهم\r\nعلما ) ( 1 ) .\r\nوقوله صلى الله عليه وآله وسلم لها : ( زوجتك خير أمتي أعلمهم\r\nعلما وأفضلهم حلما وأولهم سلما ) ( 2 ) .\r\n\r\n","description":"","footnote":" ( 1 ) كنز العمال ج 6 ص 13 - ذخائر العقبى ص 78 باب علم علي ( ع ) .\r\n( 2 ) جمع الجوامع للسيوطي ج 6 ص 398 - الخطيب في المتفق . ","page_name":" 65 ","page_number":65},
  {"content":"\r\nرجوع العلوم إلى علي عليه السلام :\r\nكان أمير المؤمنين عليه السلام سيد العلوم بعد رسول الهدى والرحمة صلى الله عليه وآله منه\r\nابتدأ وعنه نقل واليه انتهى .\r\nوكيف لا . . ؟ ! وهو موضع سر نبي الهدى والرحمة وربيب بيت\r\nالوحي والتنزيل والوارث الأول لعلم رسول الله صلى الله عليه وآله\r\nوسلم وقد أشار عليه السلام إلى ذلك قائلا :\r\n( علمني رسول الله صلى الله عليه وآله الف باب ينفتح لي من كل باب\r\nالف باب ) ( 1 ) .\r\nوذكر ابن أبي الحديد المعتزلي في رجوع العلوم إلى علي عليه السلام\r\nوانتسابها إليه قائلا :\r\nفالمعتزلة يأخذون عنه : لان كبيرهم واصل بن عطاء تلميذ أبي\r\nهاشم عبد الله بن محمد بن الحنفية وأبو هاشم تلميذ أبيه وأبوه تلميذه\r\nعليه السلام .\r\nواما الأشعرية فإنهم ينتمون إلى أبي الحسن علي بن أبي الحسن علي بن\r\nأبي البشر الأشعري وهو تلميذ أبي علي الجبائي وأبو علي أحد مشايخ\r\nالمعتزلة فالأشعرية ينتهون بآخرة إلى أستاذ المعتزلة ومعلمهم وهو على\r\n\r\n","description":"","footnote":" ( 1 ) ذكر الحديث بألفاظ متعددة راجع كنز العمال ج 6 ص 405 - الفخر الرازي في ذيل\r\nقوله تعالى ( ان الله اصطفى آدم ونوحا وآل إبراهيم . . . الخ ) . ","page_name":" 66 ","page_number":66},
  {"content":"\r\nبن أبي طالب عليه السلام واما الامامية والزيدية فانتماؤهم إليه ظاهر .\r\nومن العلوم علم الفقه وهو عليه السلام أصله وأساسه وكل فقيه في\r\nالاسلام فهو عيال عليه ومستفيد من فقهه .\r\nاما أصحاب أبي حنيفة كأبي يوسف ومحمد وغيرهما فأخذوا عن أبي\r\nحنيفة .\r\nواما الشافعي فقرأ على محمد بن الحسن فيرجع فقهه أيضا إلى أبي حنيفة\r\nواما أحمد بن حنبل فقرأ على الشافعي فيرجع أيضا إلى أبي حنيفة\r\nوأبو حنيفة قرأ على جعفر بن محمد الصادق وقرأ جعفر على أبيه\r\nوينتهي الامر إلى علي عليهم السلام .\r\nواما مالك بن أنس فقرأ على ربيعة الرأي وقرأ ربيعة على عكرمة\r\nوقرأ عكرمة على عبد الله بن عباس وقرأ عبد الله بن عباس على\r\nعلي عليه السلام . وان شئت رددت إليه فقه الشافعي بقراءته على مالك فهؤلاء\r\nالفقهاء الأربعة .\r\nومن العلوم علم تفسير القرآن عنه اخذ ومنه فرع وإذا رجعت\r\nإلى كتب التفسير علمت صحة ذلك لان أكثره عنه وعن عبد الله بن\r\nعباس وقد علم الناس حال ابن عباس في ملازمته له وانقطاعه إليه\r\nوانه تلميذه وخريجه وروى أنه شرح له في باء ( بسم الله الرحمن الرحيم )\r\nمن أول الليل إلى آخره .\r\nوقيل لابن عباس أين علمك من علم ابن عمك ؟\r\nفقال : كنسبة قطرة من المطر إلى البحر المحيط .\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\nومن العلوم علم الطريقة والحقيقة وأحوال التصوف وقد عرف ان\r\nأرباب هذا الفقه في جميع بلاد الاسلام إليه ينتهون وعنده يقفون . وقد\r\nصرح بذلك الشبلي والجنيد وسرى وأبو يزيد البسطامي وأبو\r\nمحفوظ معروف الكرخي وغيرهم .\r\nومن العلوم أيضا علم النحو ومشهور انه هو الذي استنبطه لأبي\r\nالأسود الدؤلي حين دخل عليه فقال :\r\nيا أمير المؤمنين فسدت ألسنة الناس فأنح لهم نحوا . .\r\nفكتب له عليه السلام :\r\nالكلام كله ثلاثة أشياء :\r\nاسم وفعل وحرف .\r\nفالاسم ما أنبأ عن المسمى والفعل ما أنبأ عن حركة المسمى\r\nوالحرف ما جاء لمعنى في غيره وكل فاعل مرفوع وكل مفعول\r\nمنصوب وكل مضاف إليه مجرور . فأخذه أبو الأسود وفرع عليه هو\r\nوغيره\r\nحتى صار علما مشهورا .\r\nواما علم الخطابة والبلاغة واليه تشد الرحال حتى قيل في\r\nكلامه عليه السلام : انه دون كلام الخالق وفوق كلام المخلوق منه يعلم الناس\r\nأصناف البلاغة حتى قال معاوية : ما سن الفصاحة لقريش غيره .\r\nانتهى ( 1 ) .\r\n\r\n","description":"","footnote":" ( 1 ) شرح ابن أبي الحديد المقدمة - ارشاد الطالبين إلى نهج المسترشدين ص 364 -\r\nالطرائف لابن طاووس 515 - كتاب الأربعين لمحمد بن عمر الرازي الفصل الخامس\r\nص 465 - 476 . ","page_name":" 68 ","page_number":68},
  {"content":"\r\nنشير هنا . . ان الذين تشرفوا بانتساب علومهم إلى علي عليه السلام\r\nوبذلك يكون علمهم عن رسول الله صلى الله عليه وآله لا يعني انهم ساروا على خط\r\nعلي عليه السلام وصراطه وانما بعضهم ضل وأضل والبعض الاخر هدى\r\nواهتدى . جعلنا الله من المهتدين والمتمسكين بخط مولى المتقين علي عليه\r\nالسلام .\r\nعلم علي في كلام رسول الله صلى الله عليه وآله :\r\nومما يدل على مكانة علي عليه السلام العلمية وفضله على سائر\r\nالصحابة قول رسول الله صلى الله عليه وآله :\r\n( اعلم أمتي من بعدي علي بن أبي طالب ) ( 1 ) .\r\n( علي باب علمي ومبين لامتي ما أرسلت به من بعدي ) ( 2 ) .\r\n( علي خازن علمي ) ( 3 ) .\r\n( علي عيبة علمي ) ( 4 ) .\r\n\r\n","description":"","footnote":" ( 1 ) كنز العمال ج 6 ص 153 - المناقب للخوارزمي ص 49 .\r\n( 2 ) كنز العمال ج 6 ص 156 - كشف الخفاء ج 1 ص 204 .\r\n( 3 ) شرح النهج لابن أبي الحديد ج 2 ص 448 .\r\n( 4 ) شرح ابن أبي الحديد ج 6 ص 448 - الجامع الصغير للسيوطي - مصباح الظلام ج 2\r\nص 56 - شرح العزيزي ج 2 ص 417 . ","page_name":" 69 ","page_number":69},
  {"content":"\r\n( علي وعاء علمي ووصيي وبابي الذي أوتي منه ) ( 1 ) .\r\n( انا مدينة العلم وعلي بابها فمن أراد المدينة فليأتها من\r\nبابها ) ( 2 ) .\r\n( أقضى أمتي علي ) ( 3 ) .\r\n( أقضاكم علي ) ( 4 ) .\r\n( يا علي أخصمك بالنبوة ولا نبوة بعدي وتخصم بسبع ( إلى أن\r\nعد منها ) وأعلمهم بالقضية ( وفي لفظ ) وأبصرهم بالقضية ) ( 5 ) .\r\n( قسمت الحكمة عشرة اجزاء فاعطي علي تسعة اجزاء والناس\r\n\r\n","description":"","footnote":" ( 1 ) شمس الاخبار ص 39 - كفاية الكنجي ص 70 و 93 .\r\n( 2 ) مستدرك الصحيحين ج 3 ص 126 - تاريخ بغداد ج 4 ص 348 - أسد الغابة ج 4\r\nص 22 - تهذيب التهذيب ج 6 ص 320 - فيض القدير ج 3 ص 46 - كنز العمال ج 4 ص\r\n152 - الهيثمي في مجمعه ج 9 ص 114 - الصواعق المحرقة ص 73 - كنوز الحقائق\r\nص 43 - الرياض النضرة ج 6 ص 156 - وفي لفظ : ( انا دار الحكمة وعلي بابها ) ذكره\r\nصحيح الترمذي ج 2 ص 299 - حلية الأولياء ج 1 ص 64 - تاريخ بغداد ج 11 ص 204\r\n- كنز العمال ج 6 ص 401 .\r\n3 - مصابيح البغوي ج 2 ص 277 - مناقب الخوارزمي ص 50 فتح الباري ج 8 ص\r\n136 - بغية الوعاة ص 447 - الرياض النضرة ج 2 ص 198 - ذخائر العقبى ص 83 باب\r\nانه أقضى الأمة .\r\n( 4 ) الاستيعاب بهامش الإصابة ج 3 ص 38 - مواقف القاضي الإيجي ج 3 ص 276 -\r\nشرح ابن أبي الحديد ج 2 ص 235 - مطالب السؤول ص 23 كفاية الشنقيطي ص 46 .\r\n( 5 ) الرياض النضرة ج 2 ص 198 - مطالب السؤول ص 34 - حلية الأولياء ج 1 ص\r\n66 - كفاية الكنجي ص 139 - كنز العمال ج 6 ص 153 . ","page_name":" 70 ","page_number":70},
  {"content":"\r\nجزا واحدا ) ( 1 ) .\r\nوقد قال علي عليه السلام :\r\n( سلوني قبل أن تفقدوني )\r\n( ما قالها أحد غير أمير المؤمنين علي عليه السلام ) ( 2 ) .\r\nاعتراف عمر بعلم علي عليه السلام :\r\nوكلمات عمر مشهور في احتياجه إلى علم علي عليه السلام\r\nوقوله مرات عديدة وفي أماكن متفرقة :\r\nأقضانا علي ( 3 ) .\r\nولولا علي لهلك عمر ( 4 ) .\r\nلا أبقاني الله بأرض لست فيها أبا الحسن ( 5 ) .\r\n\r\n","description":"","footnote":" ( 1 ) حلية الأولياء ج 1 ص 65 - أسنى المطالب للحافظ الجزري ص 14 .\r\n( 2 ) ذخائر العقبى ص 83 .\r\n( 3 ) الاستيعاب ج 3 ص 41 - طبقات ابن سعد 860 - تاريخ ابن عساكر ج 2 ص 325 -\r\nمطالب السؤول ص 30 .\r\n( 4 ) الرياض النضرة ج 2 ص 194 - مناقب الخوارزمي ص 48 - تذكرة السبط ص 87 -\r\nمطالب السؤول ص 135 - فيض القدير ج 4 ص 357 - تفسير النيسابوري سورة\r\nالأحقاف - وأخرجه أيضا احمد والعقيلي وابن السمان . . .\r\n( 5 ) ارشاد الساري ج 3 ص 195 . ","page_name":" 71 ","page_number":71},
  {"content":"\r\nاللهم لا تبقني لمعضلة ليس لها ابن أبي طالب ( 1 ) .\r\nأعوذ بالله من معضلة ليس ولا أبو حسن لها ( 2 ) .\r\nوغيرها من الكلمات المشهورة .\r\nاعتراف عائشة بعلم علي عليه السلام :\r\nاعترفت عائشة أيضا بعلم علي بقولها :\r\n( علي أعلم الناس بالسنة ) ( 3 ) .\r\nاعتراف معاوية بعلم علي عليه السلام :\r\nقال معاوية عندما بلغه خبر استشهاد أمير المؤمنين علي عليه\r\nالسلام - علما انه الذي أوعز لقتله - :\r\n( لقد ذهب الفقه والعلم بموت ابن أبي طالب ) ( 4 ) .\r\n\r\n","description":"","footnote":" ( 1 ) تذكرة السبط ص 78 - مناقب الخوارزمي ص 58 - مقتل الخوارزمي ج 1 ص 45 .\r\n( 2 ) الفتوحات الاسلامية ج 2 ص 306 - تاريخ ابن كثير ج 7 ص 359 .\r\n( 3 ) ذخائر العقبى ص 78 - الاستيعاب ج 3 ص 40 بهامش الإصابة - الرياض النضرة\r\nج 2 ص 193 الصواعق المحرقة ص 76 - تاريخ الخلفاء ص 115 - مناقب الخوارزمي\r\nص 54 .\r\n( 4 ) أخرجه أبو الحجاج البلوي في كتابه الف باء ج 1 ص 222 - الاتحاف بحب\r\nالاشراف ص 25 . ","page_name":" 72 ","page_number":72},
  {"content":"\r\nمعاوية يأمر ضرار بوصف علي عليه السلام :\r\nولما وفد ضرار بن ضمرة على معاوية بن أبي سفيان قال له معاوية :\r\nصف لي عليا .\r\nقال ضرار : أعفني .\r\nقال : صفه لي .\r\nقال : ولابد .\r\nقال : نعم .\r\nفقال ضرار : كان والله علي بعيد المدى شديد القوى كان يقول\r\nالفصل ويحكم بالعدل يتفجر العلم من جوانبه وينطق بالحكمة وكان\r\nوالله غزير العبرة طويل الفكرة يطفق يقلب كفه ويخاطب نفسه\r\nوكان يحب من الطعام ما خشن ومن اللباس ما قصر وكان يستوحش\r\nمن الدنيا وزهرتها ويستأنس بالليل وظلمته وكان كأحدنا يجيبنا إذا\r\nسألناه ويبدأنا إذا اتيناه ويلبينا إذا دعوناه وكان مع قربنا منه وتقديمه\r\nإيانا لا نطمع ان نكلمه هيبة منا له وتعظيما وكان والله لا يطمع القوي\r\nفي باطله ولا ييأس الضعيف من عدله فاقسم بالله لقد رأيته قائما في\r\nمحرابه قابضا على لحيته وهو يتململ تململ الحيران ويبكي بكاء\r\nالحزين وكأني الان أسمعه يقول :\r\n( يا دنيا يا دنيا إلي تعرضت وبي تشوقت قد طلقتك ثلاثا لا\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\nرجعة لي فيك فعمرك قصير وعيشك حقير وخطرك كثير آه من قلة\r\nالزاد وبعد السفر ووحشة الطريق . إ ) .\r\nفبكى معاوية وقال : رحم الله أبا الحسن لقد كان كذلك .\r\nفكيف حزنك عليه ؟\r\nقال : حزن من ذبح ولدها في حجرها لا ترقى لها عبرة أبدا .\r\nعلي عليه السلام يجيب على أسئلة ابن الكواء :\r\nوعن الأصبغ بن نباته قال : خطبنا أمير المؤمنين عليه السلام على\r\nمنبر الكوفة فحمد الله وأثنى عليه ثم قال :\r\n( أيها الناس سلوني فان بين جوانحي علما جما . فقام إليه ابن\r\nالكواء فقال :\r\nيا أمير المؤمنين ما الذاريات ذروا ؟\r\nقال : الرياح .\r\nقال : فما الحاملات وقرا ؟ قال : السحاب .\r\nقال : فما الجاريات يسرا : قال : السفن .\r\nقال : فما المقسمات أمرا ؟ قال : الملائكة قال : يا أمير المؤمنين وجدت كتاب الله ينقض بعضه بعضا .\r\nقال : ثكلتك أمك يا بن الكوا ! كتاب الله يصدق بعضه بعضا ولا\r\nينقض بعضه بعضا فسل عما بدا لك .\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\nقال : يا أمير المؤمنين سمعته يقول : ( برب المشارق\r\nوالمغارب ) ( 1 ) .\r\nوقال في آية أخرى : ( رب المشرقين ورب المغربين ) ( 2 ) .\r\nوقال في آية أخرى : ( رب المشرق والمغرب ) ( 3 ) .\r\nقال : ثكلتك أمك يا بن الكوا ! هذا المشرق وهذا المغرب واما\r\nقوله : رب المشرقين ورب المغربين فإن مشرق الشتاء على حدة\r\nومشرق الصيف على حدة اما تعرف بذلك من قرب الشمس وبعدها ؟\r\nواما قوله : رب المشارق والمغارب فان لها ثلاثمائة وستين برجا تطلع كل\r\nيوم من برج وتغيب في آخر فلا تعود إليه الا من قابل في ذلك اليوم .\r\nقال : يا أمير المؤمنين كما بين موضع قدمك إلى عرش ربك ؟\r\nقال : ثكلتك أمك يا بن الكوا ! سل متعلما ولا تسأل متعنتا من\r\nموضع قدمي إلى عرش ربي ان يقول قائل : مخلصا - : ( لا إله إلا الله ) .\r\nقال : يا أمير المؤمنين فما ثواب من قال : لا إله إلا الله ) ؟\r\nقال : من قال : لا إله إلا الله مخلصا طمست ذنوبه كما يطمس\r\nالحرف الأسود من الرق الأبيض فان قال ثانية : لا إله إلا الله - مخلصا -\r\nخرقت أبواب السماوات وصفوف الملائكة حتى يقول الملائكة بعضها\r\nلبعض : اخشعوا لعظمة الله فإذا قال ثالثة : لا إله إلا الله - مخلصا - تنته\r\n\r\n","description":"","footnote":" ( 1 ) المعارج آية 40 .\r\n( 2 ) الرحمن آية 17 .\r\n( 3 ) الشعراء آية 28 . ","page_name":" 75 ","page_number":75},
  {"content":"\r\nدون العرش فيقول الجليل : ( اسكني فوعزتي وجلالي لأغفرن لقائلك\r\nبما كان فيه ) ثم تلا هذه الآية :\r\n( إليه يصعد الكلم الطيب والعمل الصالح يرفعه ) ( 1 ) يعني إذا كان\r\nعمله صالحا ارتفع قوله وكلامه .\r\nقال : يا أمير المؤمنين أخبرني عن قوس قزح ؟\r\nقال : ثكلتك أمك ! لا تقل : ( قوس قزح ) فان قزحا اسم شيطان\r\nولكن قل : ( قوس الله ) إذا بدت يبدو الخصب والريف .\r\nقال : أخبرني يا أمير المؤمنين عن المجرة التي تكون في السماء ؟\r\nقال : هي شرج في السماء وأمان لأهل الأرض من الغرق ومنه\r\nغرق الله قوم نوح بماء منهمر .\r\nقال : يا أمير المؤمنين أخبرني عن المحو الذي يكون في القمر ؟\r\nقال عليه السلام الله أكبر الله أكبر رجل أعمى يسأل\r\nعن مسألة عمياء ! أما سمعت الله تعالى يقول : ( وجعلنا الليل والنهار\r\nآيتين فمحونا آية الليل وجعلنا آية النهار مبصرة ) ( 2 ) .\r\nقال : يا أمير المؤمنين أخبرني عن أصحاب رسول الله صلى الله عليه وآله ؟\r\nقال : عن أصحاب رسول الله تسألني ؟\r\nقال : يا أمير المؤمنين أخبرني عن أبي ذر الغفاري ؟\r\nقال : سمعت رسول الله صلى الله عليه وآله يقول : ( ما أظلت الخضراء ولا أقلت\r\n\r\n","description":"","footnote":" ( 1 ) فاطر آية 10 .\r\n( 2 ) الاسراء آية : 12 . ","page_name":" 76 ","page_number":76},
  {"content":"\r\nالغبراء على ذي لهجة أصدق من أبي ذر ) .\r\nقال : يا أمير المؤمنين فأخبرني عن سلمان الفارسي ؟\r\nقال : بخ بخ سلمان منا أهل البيت ومن لكم بمثل لقمان الحكيم علم\r\nعلم الأول والآخر .\r\nقال : يا أمير المؤمنين أخبرني عن حذيفة بن اليماني ؟\r\nقال : ذاك امرؤ علم أسماء المنافقين إن تسألوه عن حدود الله\r\nتجدوه بها عالما .\r\nقال يا أمير المؤمنين فأخبرني عن عمار بن ياسر ؟\r\nقال : ذاك امرؤ حرم الله لحمه ودمه على النار أن تمس شيئا منها .\r\nقال : يا أمير المؤمنين فأخبرني عن نفسك ؟\r\nقال : كنت إذا سألت أعطيت وإذا سكت ابتدأت .\r\nقال : يا أمير المؤمنين أخبرني عن قول الله عز وجل : ( قل هل\r\nننبئكم بالأخسرين أعمالا ) ( 1 ) .\r\nقال : كفرة أهل الكتاب اليهود والنصارى وقد كانوا على الحق\r\nفابتدعوا في أديانهم وهم يحسبون انهم يحسنون صنعا ثم نزل عن المنبر\r\nوضرب بيده على منكب ابن الكوا ثم قال : يا ابن الكوا وما أهل النهروان\r\nمنهم ببعيد .\r\nفقال : يا أمير المؤمنين ما أريد غيرك ولا أسأل سواك .\r\n\r\n","description":"","footnote":" ( 1 ) الكهف آية - 103 . ","page_name":" 77 ","page_number":77},
  {"content":"\r\nقال : فرأينا ابن الكوا ( 1 ) يوم النهروان فقيل له : ثكلتك أمك !\r\nبالأمس تسأل أمير المؤمنين عما سألته ؟ وأنت اليوم تقاتله فرأينا رجلا\r\nحمل عليه فطعنه فقتله ) ( 2 ) .\r\nعلم علي بقوله عليه السلام :\r\nلا يخفى عليك قارئي العزيز ان لسيد العلماء والبلغاء والمتكلمين من\r\nأمثال هذه الإجابات الكثير الكثير مما لا مجال لذكره هنا . . .\r\nوليس ذلك بالنائي عنه وهو القائل صلوات الله وسلامه عليه : يا\r\nمعشر الناس سلوني قبل ان تفقدوني اما والله لو ثنيت لي الوسادة\r\nفجلست عليها لأفتيت أهل التوراة بتوراتهم وأهل الإنجيل بإنجيلهم\r\nوأهل الزبور بزبورهم وأهل القرآن بقرآنهم حتى ينطق كل كتاب من\r\nكتب الله فيقول :\r\n( صدق علي لقد أفتاكم بما أنزل الله في ) وأنتم تتلون القرآن ليلا\r\nونهارا فهل فيكم أحد يعلم ما أنزل الله فيه ولولا آية في كتاب الله\r\nعز وجل لأخبرتكم بما كان وما يكون وما هو كائن إلى يوم القيامة\r\nوهي هذه الآية :\r\n\r\n","description":"","footnote":" ( 1 ) لا يخفى ان ابن الكوا كان أحد قادة الخوارج يوم النهروان . وقد تعرضنا لذلك بعض\r\nالشئ في عنوان المارقين فراجع .\r\n( 2 ) الاحتجاج ص 259 . ","page_name":" 78 ","page_number":78},
  {"content":"\r\n( يمحوا الله ويثبت وعنده أم الكتاب ) ( 1 ) .\r\nوقال عليه السلام : سلوني قبل ان تفقدوني فوالذي فلق الحب\r\nوبرئ النسمة لو سألتموني عن آية آية في ليل نزلت أم في نهار نزلت\r\nمكيها ومدنيها سفريها وحضريها وناسخها ومنسوخها ومحكمها\r\nومتشابهها وتأويلها وتنزيلها لأنبأتكم ( 2 ) .\r\nوالصحابة كلهم اعترفوا بمكانة علي عليه السلام العلمية وشهدوا\r\nله بالأعلمية على جميع من وجد على وجه الأرض بعد رسول الله صلى\r\nالله عليه وآله وسلم ( 3 ) .\r\nومع كل ذلك :\r\nيأبى الحسود الا ان يقف في وجه أحب الخلق إلى الله ورسوله صلى الله عليه وآله وسلم\r\nولا يسعنا بسط الكلام واننا حاولنا ان نشير إلى بعض الأحاديث تعميما\r\nللفائدة واتماما للحجة .\r\nوكذلك الحال بالنسبة إلى الأئمة عليهم السلام ما زالوا يؤكدون\r\nعلى أنهم هم ورثة علم رسول الله صلى الله عليه وآله وسلم وحكمته\r\n\r\n","description":"","footnote":" ( 1 ) الرعد آية 39 - الاحتجاج ص 258 .\r\n( 2 ) الاحتجاج ص 258 .\r\n( 3 ) اعتراف ابن عباس الاستيعاب ج 3 ص 40 بهامش النهاية - الرياض النظرة ج 2 ص\r\n194 - مطالب السؤول ص 30 .\r\nوكذلك ابن مسعود كنز العمال ج 5 ص 156 - الاستيعاب ج 3 ص 41 - الرياض\r\nالنظرة ج 2 ص 194 . واعتراف عمر وعائشة ومعاوية كما تقدم . ","page_name":" 79 ","page_number":79},
  {"content":"\r\nوان عندهم الجامعة والجفر ومصحف الصديقة الطاهرة فاطمة عليها\r\nالسلام ( 1 ) .\r\n\r\n","description":"","footnote":" ( 1 ) روى الكليني ( رض ) في الكافي ج 1 ص 238 عن أبي بصير ( رض ) قال :\r\nدخلت على أبي عبد الله ( ع ) فقلت له : جعلت فداك اني أسألك عن مسألة ههنا\r\nأحد يسمع كلامي ؟ قال : فرفع أبو عبد الله ( ع ) سترا بينه وبين بيت آخر فأطلع فيه ثم قال\r\nيا أبا محمد سل عما بدا لك قال : قلت : جعلت فداك ان شيعتك يتحدثون أن رسول\r\nالله ( ص ) علم عليا ( ع ) بابا يفتح له منه ألف باب ؟ قال : فقال : يا أبا محمد علم رسول\r\nالله ( ص ) عليا ( ع ) بابا يفتح من كل باب ألف باب قال : قلت : هذا والله العلم قال\r\nفنكث ساعة في الأرض ثم قال : انه لعلم وما هو بذاك .\r\nقال : ثم قال : يا أبا محمد وان عندنا الجامعة وما يدريهم ما الجامعة ؟ قال : قلت : جعلت\r\nفداك وما الجامعة ؟ قال : صحيفة طولها سبعون ذراعا بذراع رسول الله ( ص ) وإملائه من\r\nفلق فيه وخط علي بيمينه فيها كل حلال وحرام وكل شئ يحتاج الناس إليه حتى\r\nالأرش في الخدش وضرب بيده إلي فقال : تأذن لي يا أبا محمد ؟ قال : قلت : جعلت فداك\r\nإنما أنا لك فاصنع ما شئت قال : فغمزني بيده وقال : حتى أرش هذا - كأنه مغضب - قال :\r\nقلت : هذا والله العلم قال : إنه لعلم وليس بذاك .\r\nثم سكت ساعة ثم قال : وإن عندنا الجفر وما يدريهم ما الجفر ؟ قال : قلت : وما\r\nالجفر ؟ قال : وعاء من أدم فيه علم النبيين والوصيين وعلم العلماء الذين مضوا من بني إسرائيل\r\nقال : قلت : إن هذا هو العلم قال : انه لعلم وليس بذاك .\r\nثم سكت ساعة ثم قال : وإن عندنا لمصحف فاطمة عليها السلام وما يدريهم ما\r\nمصحف فاطمة عليها السلام ؟ قال : قلت : وما مصحف فاطمة عليها السلام ؟ قال\r\nمصحف فيه مثل قرآنكم هذا ثلاث مرات والله ما فيه من قرآنكم حرف واحد قال\r\nقلت : هذا والله العلم قال : إنه لعلم وما هو بذاك .\r\nثم سكت ساعة ثم قال : إن عندنا علم ما كان وعلم ما هو كائن إلى أن تقوم الساعة\r\nقال : قلت : جعلت فداك هذا والله العلم قال : إنه لعلم وليس بذاك\r\nقال : قلت : جعلت فذاك فأي شئ العلم ؟ قال : ما يحدث بالليل والنهار الامر بعد\r\nالامر والشئ بعد الشئ إلى يوم القيامة .\r\nملاحظة : هذه الكتب لم تصلنا وهي من مواريث الإمامة . ","page_name":" 80 ","page_number":80},
  {"content":"\r\nعلم الإمام الحسن عليه السلام\r\nفقد ذكر القاضي النعمان في شرح الاخبار باسناده عن عبادة بن\r\nالصامت ورواه جماعة عن غيره :\r\nان أعرابيا سأل أبا بكر فقال : اني أصبت بيض نعام فشويته\r\nوأكلته وانا محرم فما يجب علي ؟\r\nفقال له : يا اعرابي أشكلت علي في قضيتك فدله على عمر ودله\r\nعمر على عبد الرحمن بن عوف فلما عجزوا قالوا : عليك بالأصلع ( أي\r\nبالامام أمير المؤمنين عليه السلام ) .\r\nفقال أمير المؤمنين عليه السلام : سل اي الغلامين شئت .\r\nفقال الحسن عليه السلام : يا أعرابي ألك إبل ؟\r\nقال : نعم .\r\nقال : فاعمد إلى عدد ما اكلت من البيض نوقا فاضربهن بالفحول\r\nفما فصل منها فاهده إلى بيت الله العتيق الذي حججت إليه .\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\nفقال أمير المؤمنين عليه السلام : ان من النوق السلوب ( 1 ) ومنها ما يزلق .\r\nفقال : ان يكن من النوق السلوب وما يزلق فان من البيض ما\r\nيمرق ( 2 ) .\r\nقال : فسمع صوت : أيها الناس ان الذي فهم هذا الغلام هو الذي\r\nفهمها سليمان بن داود ( 3 ) .\r\nوأرسل قيصر يسأل معاوية عن بعض المسائل فلم يعلم جوابها\r\nفأحالها إلى الإمام الحسن عليه السلام ( 4 ) .\r\nوذكر المحب الطبري في ذخائره ان أمير المؤمنين عليه السلام سأل\r\nالإمام الحسن عليه السلام كم بين الايمان واليقين ؟\r\nقال : أربع أصابع .\r\nقال : بين ؟\r\nقال : اليقين ما رأته عينك والايمان ما سمعته اذنك وصدقت به .\r\n\r\n","description":"","footnote":" ( 1 ) الناقة السلوب : التي مات ولدها أو ألقته لغير تمام وأزلقت الفرس : أجضت اي\r\nألقت ولدها قبل تمامه .\r\n( 2 ) مرقت البيضة : فسدت .\r\n( 3 ) حياة الإمام الحسن ج 1 ص 86 و 87 - المناقب لابن شهرآشوب ج 4 ص 10\r\nالبحار ج 43 ص 354 . 355 - ذخائر العقبى ص 82 - فرائد السمطين ج 1 ص 342 /\r\n343 - الغدير للعلامة الأميني ج 6 ص 43 - إحقاق الحق ج 8 ص 207 - الحياة السياسية\r\nللإمام الحسن ( ع ) ص 102 - الرياض النظرة ج 2 ص 50 و 194 - هامش ترجمة أمير\r\nالمؤمنين ( ع ) لابن عساكر ج 3 ص 42 / 43 .\r\n( 4 ) ربيع الأبرار ج 1 ص 722 . ","page_name":" 82 ","page_number":82},
  {"content":"\r\nقال : اشهد انك ممن أنت منه ( ذرية بعضها من بعض ) .\r\nقال : أخرجه ابن أبي الدنيا في كتاب اليقين ( 1 ) .\r\nوهناك أيضا أسئلة الامام لولده الإمام عليه السلام عن السداد والشرف\r\nوالمروة وغير ذلك من صفات . . فأجاب عنها فلتراجع ( 2 ) .\r\nعلم الإمام الحسين عليه السلام :\r\nوالإمام الحسين عليه السلام كان مرجع الفتيا أيضا حتى رجع إليه أكابر\r\nالصحابة في مسائل الدين . وكان ممن سأله عبد الله بن الزبير فقد\r\nاستفتاه قائلا :\r\n( يا أبا عبد الله ما تقول في فكاك الأسير على من هو ؟\r\nفأجابه عليه السلام : على القوم الذين أعانهم أو قاتل معهم . . ) .\r\nوسأله ثانيا : ( يا أبا عبد الله متى يجب عطاء الصبي ؟\r\nفأجابه عليه السلام : إذا استهل وجب له عطاؤه ورزقه ) .\r\n\r\n","description":"","footnote":" ( 1 ) العقد الفريد ج 6 ص 268 - البحار ج 43 ص 357 - ذخائر العقبى ص 138 وقال :\r\nأخرجه ابن أبي الدنيا .\r\n( 2 ) حياة الإمام الحسن للقرشي : ج 1 ص 38 و 140 - كشف الغمة ص 194 و 195 -\r\nالفصول المهمة لابن الصباح المالكي ص 144 - معاني الأخبار ص 243 ص 245 - شرح\r\nابن أبي الحديد ج 4 ص 250 - مطالب السؤول - البداية والنهاية ج 8 ص 39 - تهذيب\r\nتاريخ دمشق ج 4 ص 220 - 222 - حلية الأولياء ج 2 ص 36 - وغيرهم . ","page_name":" 83 ","page_number":83},
  {"content":"\r\nوسأله ثالثا عن الشراب قائما ؟ فدعا بلقحه - أي ناقة - له فحلبت\r\nفشرب قائما وناوله ( 1 ) . . .\r\nاعترافات بعلم الإمام الحسين عليه السلام :\r\nوذكر المؤرخون ان الناس كانوا يجتمعون إليه ويحتفون به وكأن\r\nعلى رؤوسهم الطير يسمعون منه العلم الواسع والحديث الصادق ( 2 ) .\r\nوسئل معاوية مرة عن مكان الحسين عليه السلام ؟\r\nفقال له : إذا دخلت مسجد رسول الله صلى الله عليه وآله فرأيت حلقة فيها قوم كأن\r\nعلى رؤوسهم الطير تلك حلقة أبي عبد الله ( 3 ) .\r\nويقول العلائلي :\r\nكان مجلسه مهوى الأفئدة ومتراوح الأملاك يشعر الجالس بين\r\nيديه انه ليس في حضرة انسان من عمل الدنيا ( 4 ) .\r\nوقال ابن الأثير في مادة غر : كان الحسن والحسين يغران العلم\r\n\r\n","description":"","footnote":" ( 1 ) الاستيعاب بهامش الإصابة ج 2 ص 283 .\r\n( 2 ) الحقائق في الجوامع والفوارق ص 105 - حياة الإمام الحسين باقر شريف القرشي\r\nج 1 ص 137 وتحدث بالتفصيل حول علم الإمام الحسين وكذلك البحار حياة الإمام الحسين\r\n( ع ) .\r\n( 3 ) تاريخ ابن عساكر ج 4 ص 222 - ترجمة الإمام الحسين ( ع ) من الطبقات الكبرى\r\nج 8 ح 30 و 54 .\r\n( 4 ) أشعة من حياة الإمام الحسين ( ع ) ص 93 . ","page_name":" 84 ","page_number":84},
  {"content":"\r\nغرا .\r\nوقال ابن عباس حبر الأمة : الحسين من بيت النبوة وهم ورثة\r\nالعلم ( 1 ) .\r\nومنح الله تبارك وتعالى الأئمة عليهم السلام أعنة الحكمة وفصل الخطاب\r\nفكانت تتدفق على ألسنتهم سيول من المواعظ والحكم والآداب والأمثال\r\nالسائرة . لذا نرى أن يزيد في مسجد دمشق يخاف من الإمام علي بن\r\nالحسين عليهما السلام إذا صعد على المنبر لعلمه انه الانسان الذي فهم\r\nالقرآن ونال العلم من ينابيعه وأصله . فقد حدثنا التاريخ عن واقعة\r\nالقصة وخوف يزيد من علم الإمام زين العابدين وسيد الساجدين عليه السلام .\r\nعلم الإمام السجاد عليه السلام :\r\nيزيد يخاف من علم الإمام زين العابدين عليه السلام :\r\nذكر ابن أعثم والخوارزمي : ان يزيد امر الخطيب ان يرقى المنبر\r\nويثني على معاوية ويزيد وينال من الإمام علي والإمام الحسين عليهما السلام\r\nفصعد الخطيب المنبر فحمد الله وأثنى عليه وأكثر الوقيعة في علي\r\nوالحسين عليهم السلام وأطنب في تقريض معاوية ويزيد لينال الهبات والعطايا\r\nفصاح به الإمام علي بن الحسين عليه السلام : ويلك أيها الخاطب\r\nاشتريت رضا المخلوق بسخط الخالق ؟ فتبوأ مقعدك من النار .\r\n\r\n","description":"","footnote":" 1 - الثائر الأول 10 . ","page_name":" 85 ","page_number":85},
  {"content":"\r\nثم قال : يا يزيد إئذن لي حتى اصعد هذه الأعواد فأتكلم بكلمات\r\nفيهن لله رضا ولهؤلاء الجالسين اجر وثواب . فأبى يزيد .\r\nفقال الناس : يا أمير المؤمنين إئذن له ليصعد فعلنا نسمع منه شيئا فقال\r\nلهم : ان صعد المنبر هذا لم ينزل الا بفضيحتي وفضيحة آل أبي سفيان .\r\nفقالوا : وما قدر ما يحسن هذا ؟\r\nفقال : انه من أهل بيت زقوا العلم زقا .\r\nولم يزالوا به حتى أذن له بالصعود فصعد عليه السلام المنبر\r\nفحمد الله وأثنى عليه وقال :\r\nأيها الناس أعطينا ستا وفضلنا بسبع : أعطينا العلم والحلم\r\nوالسماحة والفصاحة والشجاعة والمحبة في قلوب المؤمنين وفضلنا\r\nبأن منا النبي المختار محمد صلى الله عليه وآله ومنا الصديق ومن الطيار ومنا أسد الله\r\nوأسد الرسول ومنا سيدة نساء العالمين فاطمة البتول ومنا سبطا هذا\r\nالأمة وسيدا شباب أهل الجنة فمن عرفني فقد عرفني ومن لم يعرفني\r\nأنبأته بحسبي ونسبي :\r\nانا ابن مكة ومنى انا ابن زمزم والصفا انا ابن من حمل الزكاة\r\nبأطراف الرداء انا ابن خير من ائتزر وارتدى انا ابن خير من انتعل\r\nواحتفى انا ابن خير من طاف وسعى انا ابن خير من حج ولبى انا ابن\r\nمن حمل على البراق في الهواء انا ابن من بلغ به جبرئيل إلى سدرة\r\nالمنتهى انا ابن من دنا فتدلى فكان قاب قوسين أو أدنى انا ابن من صلى\r\nبملائكة السماء انا ابن من أوحى إليه الجليل ما أوحى انا ابن محمد\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\nالمصطفى انا ابن من ضرب خراطيم الخلق حتى قالوا لا إله إلا الله انا\r\nابن من بايع البيعتين وصلى القبلتين وقاتل ببدر وحنين ولم يكفر بالله\r\nطرفة عين يعسوب المسلمين وقاتل الناكثين والقاسطين والمارقين\r\nسمح سخي بهلول زكي ليث الحجاز وكبش العراق مكي مدني\r\nأبطحي تهامي خيفي عقبي بدري أحدي شجري مهاجري أبو\r\nالسبطين الحسن والحسين علي بن أبي طالب . انا ابن فاطمة الزهراء\r\nانا ابن سيدة النساء انا ابن بضعة الرسول صلى الله عليه وآله . . .\r\nقال : ولم يزل يقول أنا أنا حتى ضج الناس بالبكاء والنحيب وخشي\r\nيزيد من وقوع الفتنة فأمر المؤذن يؤذن فقطع عليه الكلام وسكت فلما\r\nقال المؤذن : الله أكبر . قال الإمام عليه السلام : كبرت كبيرا لا يقاس ولا يدرك\r\nبالحواس ولا شئ أكبر من الله .\r\nفلما قال : أشهد أن لا إله إلا الله .\r\nقال الإمام عليه السلام : شهد بها شعري وبشري ولحمي ودمي ومخي\r\nوعظمي .\r\nفلما قال : اشهد ان محمدا رسول الله .\r\nالتفت الإمام عليه السلام إلى يزيد فقال له : يا يزيد محمد هذا جدي أم\r\nجدك ؟ فإن زعمت أنه جدك فقد كذبت . وان قلت : انه جدي فلم\r\nقتلت عترته ( 1 ) ؟\r\n\r\n","description":"","footnote":" ( 1 ) فتوح ابن أعثم ج 5 ص 247 / 249 - مقتل الخوارزمي ج 2 ص 69 / 71 - معالم\r\nالمدرستين ج 3 ص 166 - وقد أوجزنا ذكر الخطبة البحار حياة الإمام السجاد ( ع ) . ","page_name":" 87 ","page_number":87},
  {"content":"\r\nسبك هذه الخطبة البليغة وبيانها وقوة دلالتها لأكبر شاهد على\r\nمكانة الإمام السجاد عليه السلام العلمية وخوف يزيد كان في محله من\r\nعدم السماح للامام بصعود تلك الأعواد .\r\nاعترافات بعلم الإمام السجاد عليه السلام :\r\nوقد قال أبو حازم في حق الإمام زين العابدين عليه السلام :\r\nما رأيت هاشميا أفضل من علي بن الحسين عليه السلام وما رأيت أحدا\r\nكان أفقه منه ( 1 ) .\r\nومثله قال الزهري محمد بن مسلم بن شهاب ( 2 ) .\r\nوقال الشافعي - امام المذهب - : ان علي بن الحسين عليهما السلام أفقه أهل البيت\r\nعليهم السلام ( 3 ) .\r\nوقد قال عبد الملك بن مروان للإمام عليه السلام :\r\nولقد أوتيت من الفضل والعلم والدين والورع ما لم يؤته أحد مثلك\r\n\r\n","description":"","footnote":" ( 1 ) تاريخ دمشق الحديث 45 - مختصر تاريخ دمشق ج 17 ص 240 - سير أعلام النبلاء\r\nج 4 ص 394 - كشف الغمة ج 2 ص 80 .\r\n( 2 ) تاريخ دمشق الحديث 37 - سير أعلام النبلاء ج 4 ص 389 - صفوة الصفوة ج 2\r\nص 99 .\r\n( 3 ) رسائل الجاحظ ص 106 - شرح ابن أبي الحديد ج 15 ص 274 عن الرسالة\r\nللشافعي في خبر الواحد - جهاد الإمام زين العابدين . ","page_name":" 88 ","page_number":88},
  {"content":"\r\nولا قبلك الا من مضى من سلفك .\r\nعلم الإمام الباقر عليه السلام :\r\nالنبي الأعظم يبشر بعلم الإمام الباقر عليه السلام بواسطة جابر بن عبد الله\r\nالأنصاري ( رض ) :\r\nبشر النبي الأعظم محمد صلى الله عليه وآله الأمة بأن ابنه وحفيده الإمام الباقر\r\nعليه السلام هو الذي يبقر العلم . وقد نقل هذه الشهادة العظيمة\r\nوالبشرى السارة الصحابي الجليل جابر بن عبد الله الأنصاري .\r\nذكر المؤرخون والرواة ان النبي صلى الله عليه وآله حمل الصحابي الجليل جابر بن\r\nعبد الله الأنصاري رسالة إلى سبطه الإمام الباقر عليه السلام وكان\r\nجابر ينتظر ولادته بفارغ الصبر ليؤدي إليه رسالة جده فلما ولد الإمام عليه السلام\r\nوصار صبيا يافعا التقى به جابر ( رض ) فادى إليه الرسالة\r\nالتي تبشر بدرجة ومكانة الامام العلمية .\r\nوروى المؤرخون ذلك بصور متعددة وهذه بعضها :\r\nعن أبان بن تغلب عن أبي عبد الله عليه السلام قال : ان جابر بن\r\nعبد الله الأنصاري كان آخر من بقي من أصحاب رسول الله صلى الله عليه وآله . وكان\r\nرجلا منقطعا إلينا أهل البيت وكان يقعد في مسجد رسول الله صلى الله عليه وآله وهو\r\nمعتجر ( 1 ) بعمامة سوداء وكان ينادي يا باقر العلم فكان أهل المدينة\r\n\r\n","description":"","footnote":" ( 1 ) معتجر : وهو وضع العمامة على الرأس . ","page_name":" 89 ","page_number":89},
  {"content":"\r\nيقولون : جابر يهجر فكان يقول : لا والله ما أهجر ولكني سمعت\r\nرسول الله صلى الله عليه وآله وسلم يقول : انك ستدرك رجلا مني اسمه\r\nاسمي وشمائله شمائلي يبقر العلم بقرا فذاك الذي دعاني إلى ما أقول .\r\nقال : فبينما جابر يتردد ذات يوم في بعض طرق المدينة إذ مر بطريق في\r\nذاك الطريق كتاب فيه محمد بن علي فلما نظر إليه قال : يا غلام أقبل\r\nفأقبل ثم قال له : أدبر فأدبر .\r\nثم قال : شمائل رسول الله صلى الله عليه وآله والذي نفسي بيده يا غلام ما اسمك ؟\r\nقال : اسمي محمد بن علي بن الحسين عليهم السلام .\r\nفأقبل عليه يقبل رأسه ويقول بأبي أنت وأمي أبوك رسول الله صلى الله\r\nعليه وآله وسلم يقرئك السلام ويقول ذلك .\r\nقال : فرجع محمد بن علي بن الحسين إلى أبيه عليهما السلام وهو ذعر\r\nفأخبره الخبر . فقال له : يا بني وقد فعلها جابر .\r\nقال نعم .\r\nقال : الزم بيتك يا بني فكان جابر يأتيه طرفي النهار فيتعلم منه الخ . . . ( 1 ) .\r\nنلاحظ هنا :\r\nان النبي صلى الله عليه وآله هو الذي سمى حفيده بمحمد وأضفى عليه لقب الباقر\r\n\r\n","description":"","footnote":" ( 1 ) أصول الكافي كتاب الحجة ص 469 ج 1 - حياة الإمام الباقر ( ع ) باقر شريف\r\nالقرشي ص 23 ج 1 - رجال الكشي ص 27 و 28 - ومثله في الصواعق المحرقة باب\r\nفضائل الإمام الباقر ( ع ) . ","page_name":" 90 ","page_number":90},
  {"content":"\r\nوانه يبقر العلم بقرا . . .\r\nومدرسة الإمام الباقر عليه السلام لأدل دليل على قدرة الامام العلمية\r\nفهو الذي أسس أول مدرسة تشع منها أنوار الهداية المحمدية والبلاغة\r\nالعلوية : لينهل منها العظماء والكبار من المفكرين والمحدثين والرواة\r\nكجابر بن يزيد الجعفي وغيره .\r\nقول المستشرق روايت م . رونلدس :\r\nقال المستشرق ( روايت م . رونلدس ) ( 1 ) .\r\n( وعاش مكرما متفرغا للعلم في عزلته بالمدينة وكان الناس\r\nيأتونه فيسألونه عن الإمامة ) .\r\nوقد قال ابن حجر في صواعقه : هو باقر العلم وجامعه وشاهر علمه\r\nورافعه صفا قلبه وزكا علمه وعمله وطهرت نفسه وشرف خلقه\r\nوعمرت أوقاته بطاعة الله وله من الرسوم في مقامات العارفين ما تكل\r\nعنه ألسنة الواصفين وله كلمات كثيرة في السلوك والمعارف لا تحتملها\r\nهذه العجالة انتهى ( 2 ) .\r\n\r\n","description":"","footnote":" ( 1 ) عقيدة الشيعة ص 123 - حياة الإمام الباقر ( ع ) باقر شريف القرشي ج 1 ص 138 .\r\n( 2 ) الصواعق المحرقة باب فضائل الإمام الباقر ( ع ) . ","page_name":" 91 ","page_number":91},
  {"content":"\r\nعلم الإمام الجواد عليه السلام :\r\nوالإمام الجواد عليه السلام الذي فاق أهل زمانه أيام الحكم\r\nالعباسي .\r\nيحيى بن اكتم يعجز امام علم الإمام الجواد عليه السلام :\r\nيحيى بن اكتم ( 1 ) قاضي القضاة في زمان المأمون العباسي يعجز امام\r\nعلم الإمام أبي جعفر محمد بن علي الجواد عليهما السلام علما ان الإمام الجواد\r\nلم يتجاوز تسع سنين وبيان ذلك في القضية المعروفة :\r\nبعد شهادة الامام أبي الحسن علي بن موسى الرضا عليهما السلام\r\nعلى يد المأمون العباسي أظهر المأمون التقرب والتودد والاهتمام بالامام\r\nالجواد عليه السلام : ليخفي ما فعله بالامام الرضا عليه السلام .\r\nلمس العباسيون اهتمام المأمون بالامام الجواد عليه السلام ولم يعلموا\r\nسياسته في ذلك فأنكروا عليه وأرادوا ان يضعوا من مكانة الامام\r\nفقالوا :\r\nان هذا الفتى وان راقك منه هديه فإنه صبي لا معرفة له ولا فقه\r\nفأمهله ليتأدب ثم اصنع ما تراه بعد ذلك .\r\n\r\n","description":"","footnote":" ( 1 ) وفي بعض الروايات يحيى بن أكثم . ","page_name":" 92 ","page_number":92},
  {"content":"\r\nفقال لهم : ويحكم اني أعرف بهذا الفتى منكم وان هذا من أهل\r\nبيت علمهم من الله تعالى ومواده وإلهامه ولم يزل آباؤه أغنياء في علم\r\nالدين والأدب عن الرعايا الناقصة عن حد الكمال فان شئتم فامتحنوا\r\nأبا جعفر بما يتبين لكم به ما وصفت لكم من حاله .\r\nقالوا : لقد رضينا يا أمير المؤمنين ولأنفسنا بامتحانه فخل بيننا\r\nوبينه : لننصب من يسأله بحضرتك عن شئ من فقه الشريعة فان أصاب\r\nفي الجواب عنه لم يكن لنا اعتراض في حقه وظهر للخاصة والعامة\r\nسديد رأي أمير المؤمنين فيه وان عجز عن ذلك فقد كفينا الخطب في\r\nمعناه .\r\nفقال لهم المأمون : شأنكم وذلك متى أردتم .\r\nفخرجوا من عنده واجتمع رأيهم على مسألة يحيى بن اكتم على\r\nأن يسأله مسألة لا يعرف الجواب فيها ووعدوه بأموال نفيسة على ذلك\r\nوعادوا إلى المأمون فسألوه أن يختار لهم يوما للاجتماع فأجابهم إلى ذلك .\r\nواجتمعوا في اليوم الذي اتفقوا عليه وحضر معهم يحيى بن اكتم وامر\r\nالمأمون ان يفرش لأبي جعفر عليه السلام دست ويجعل فيه مسورتان ففعل\r\nذلك وخرج أبو جعفر عليه السلام وهو ابن تسع سنين فجلس بين\r\nالمسورتين وجلس يحيى بن اكتم بين يديه فقام الناس في مراتبهم\r\nوالمأمون جالس في دست متصل بدست أبي جعفر عليه السلام .\r\nفقال يحيى بن اكتم للمأمون : أتأذن لي يا أمير المؤمنين ان أسأل أبا جعفر\r\nعن مسألة ؟\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\nفقال المأمون : استأذنه في ذلك .\r\nفاقبل عليه يحيى بن اكتم فقال : أتأذن لي جعلت فداك في مسألة ؟\r\nفقال أبو جعفر عليه السلام : سل إن شئت .\r\nفقال يحيى : ما تقول جعلت فداك في محرم قتل صيدا ؟\r\nفقال أبو جعفر عليه السلام : قتله في حل أو حرم عالما كان المحرم\r\nأو جاهلا قتله عمدا أو خطأ حرا كان المحرم أو عبدا صغيرا كان أو\r\nكبيرا مبتدئا بالقتل أو معيدا من ذوات الطير كان الصيد أم من غيرها .\r\nمن صغار الصيد أم من كباره مصرا على ما فعل أو نادما في الليل كان\r\nقتله للصيد أم بالنهار محرما كان بالعمرة إذ قتله أو بالحج كان محرما ؟\r\nفتحير يحيى بن اكتم وبان في وجهه العجز والانقطاع وتلجلج\r\nحتى عرف جماعة أهل المجلس عجزه .\r\nفقال المأمون : أحسنت يا أبا جعفر أحسن الله إليك فإن رأيت أن\r\nتسأل يحيى عن مسألة كما سألك ؟\r\nفقال أبو جعفر عليه السلام ليحيى : أسألك ؟\r\nقال : ذلك إليك جعلت فداك فان عرفت جواب ما تسألني عنه\r\nوإلا استفدته منك .\r\nفقال أبو جعفر عليه السلام : أخبرني عن رجل نظر إلى امرأة أول\r\nالنهار فكان نظره إليها حراما عليه فلما ارتفع النهار حلت له فلما زالت\r\nالشمس حرمت عليه فلما كان وقت العصر حلت له فلما غابت\r\nالشمس حرمت عليه فلما دخل وقت العشاء الآخرة حلت له فلما كان\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\nوقت انتصاف الليل حرمت عليه فلما طلع الفجر حلت له . ما حال هذه\r\nالمرأة ؟ وبما حلت له وحرمت عليه ؟\r\nفقال له يحيى : لا والله لا اهتدي إلى جواب هذا السؤال ولا اعرف\r\nالوجه فيه فان رأيت أن تفيدنا .\r\nفقال أبو جعفر عليه السلام : هذه أمة لرجل من الناس نظر إليها أجنبي في\r\nأول النهار فكان نظره إليها حراما عليه فلما ارتفع النهار ابتاعها من\r\nمولاها فحلت له فلما كان الظهر أعتقها فحرمت عليه فلما كان وقت\r\nالعصر تزوجها فحلت له فلما كان وقت المغرب ظاهرها فحرمت عليه\r\nفلما كان وقت العشاء الآخرة كفر عن الظهار فحلت له فلما كان نصف\r\nالليل طلقها تطليقة واحدة فحرمت عليه فلما كان عند الفجر راجعها\r\nفحلت له ( 1 ) .\r\n\r\n","description":"","footnote":" ( 1 ) الاحتجاج ص 443 وقد ذكر الامام الأجوبة على مسألة الصيد هناك وذكره\r\nباختصار الصواعق المحرقة تحت عنوان ( محمد الجواد ( ع ) - كشف الغمة ج 2 ص 354 . ","page_name":" 95 ","page_number":95},
  {"content":"\r\nمن المواقف السياسية لأهل البيت عليهم السلام :\r\nلم يكن علم أئمة الهدى والورع عليهم السلام في جهة من الجهات أو في مجال\r\nمن المجالات الفكرية الثقافية أو التربوية بل كان علمهم عليهم السلام في كل\r\nالمجالات والمواقع التي يحتاج إليها المجتمع لكونهم أئمة البلاد وساسة\r\nالعباد الذين وجبت طاعتهم في أعناق الخلق أجمعين .\r\nوقد توهم البعض ان علم الأئمة عليهم السلام اقتصر على الفقه من العبادات\r\nوالمعاملات - أو أكثر من ذلك - على حل المشكلات والمعضلات الاجتماعية\r\nولم يكن لهم علم ولا اطلاع على الأمور السياسية والإدارية العامة ( 1 ) .\r\nبل نقول : ان أئمة العلم والفهم الذين هم ساسة العباد وأركان البلاد\r\nوبهم النجاة هم الذين وضعوا ركائز السياسة وأسسها وقواعدها\r\nوشروطها التي تنطلق من القرآن والسنة النبوية .\r\nولا فصل بين المسائل السياسية وبين اي مسألة من المسائل الفقهية\r\nالدينية على الاطلاق إذ الدين عين السياسة والسياسة عين الدين لان\r\nالتحرك السياسي في مختلف المجالات والأنحاء يحتاج إلى الفقيه ليعطي\r\n\r\n","description":"","footnote":" ( 1 ) ان السياسة صناعة يعرف بها تدبير الانسان بماله من الشؤون الفردية والاجتماعية\r\nوبماله من العقيدة والخلق والعمل وبماله مساس بالطبيعة وبماله روابط خاصة مع أهله\r\nوقومه ومن يشاركه في النوع مع ماله ربط خاص بمبدئه ومبدئ الكل وهو الله الخالق\r\nلكل شئ . ","page_name":" 96 ","page_number":96},
  {"content":"\r\nالشرعية له وأئمة الهدى عليهم السلام أفقه الناس والخلق أجمعين .\r\nالمفهوم السياسي عند الإمام علي عليه السلام :\r\nوالسياسة بالمفهوم الاسلامي كان أمير المؤمنين عليه السلام قد\r\nحددها وقد اشتهر القول عنه عليه السلام كما في نص نهج البلاغة :\r\n( قد يرى الحول القلب ( 1 ) وجه الحيلة ودونه مانع من امر الله ونهيه\r\nفيدعها رأى عين بعد القدرة عليها وينتهز فرصتها من لا حريجة ( 2 ) له في\r\nالدين ) ( 3 ) .\r\nوفي مواضع اخر يقول صلوات الله عليه وعلى آل بيته الطاهرين :\r\n( والله لو أعطيت الأقاليم السبعة بما تحت أفلاكها على أن أعصي الله\r\nفي نملة أسلبها جلب ( 4 ) شعيرة ما فعلته ) ( 5 ) .\r\nوقوله عليه السلام :\r\n( الذليل عندي عزيز حتى آخذ الحق له والقوي عندي ضعيف حتى\r\n\r\n","description":"","footnote":" ( 1 ) الحول القلب : بضم الأول وتشديد الثاني من اللفظين هو : البصير بتحويل الأمور\r\nوتقليبها .\r\n( 2 ) الحريجة : التحرج والتحرز من الآثام .\r\n( 3 ) نهج البلاغة - خ 41 - منهاج البراعة ص 189 ج 4 .\r\n( 4 ) جلب الشعيرة - بضم الجيم قشرتها . وأصل الجلب غطاء الرحل فتجوز في اطلاقه\r\nعلى غطاء الحبة .\r\n( 5 ) نهج البلاغة خ 224 . ","page_name":" 97 ","page_number":97},
  {"content":"\r\nآخذ الحق منه ) ( 1 ) .\r\nحددها عليه السلام بتحقيق العدالة والمساواة وليس بالظلم\r\nوالقوة التي تبتعد عن خط القرآن وسيرة النبي الأعظم صلى الله عليه وآله .\r\nوليست السياسة ذلك المفهوم المعروف والمشهور والذي ابتعد عنه\r\nأهل البيت عليهم السلام لان الاسلام يرفضه رفضا قاطعا بأن : ( الغاية\r\nتبرر الوسيلة ) .\r\nلان السياسة تقوم على الأساس الشرعي وليس على حساب\r\nالمصالح والغايات والأهواء والأطماع الشخصية كم تمثلت في معاوية\r\nوأضرابه . وهذا البحث يحتاج إلى كتاب خاص .\r\nولنا هنا اطلالة على بعض حركات الأئمة عليهما السلام السياسية التي\r\nخاضوها مع الحكام والخلفاء والظالمين ليتضح لنا ان العلم بالمسائل\r\nالسياسية جزء لا يتجزأ عن العلم الفقهي العبادي أو الاجتماعي أو غير\r\nذلك كما يظن البعض .\r\nثم نقول : اننا لا نتمكن من سرد الكثير من الوقائع السياسية في\r\nتاريخ الأئمة عليهم السلام لان حياتهم السياسية حافلة بذلك وسنقتصر على\r\nبعض المواقف لبعض الأئمة عليهم السلام واننا نعلم أن الموقف لأحدهم\r\nعليه السلام هو الموقف للاخر وتحرك معصوم منهم يدل على تحرك\r\nالأئمة لان الأدوار متعددة ولكن الشخصية واحدة ونهج واحد\r\nوطريق واضح .\r\n\r\n","description":"","footnote":" ( 1 ) نهج البلاغة خ 37 . ","page_name":" 98 ","page_number":98},
  {"content":"\r\nإدارة الامام أمير المؤمنين عليه السلام :\r\nكانت فترة الحكم للإمام أمير المؤمنين عليه السلام كثيرة الشواهد\r\nوالوقائع التي تبرز العمق السياسي والإداري فنرى انه عليه السلام\r\nحين ولى مالك الأشتر ( 1 ) مصر يقول له :\r\n( جباية خراجها وجهاد عدوها واستصلاح أهلها وعمارة\r\nبلادها ) ( 2 ) .\r\n\r\n","description":"","footnote":" ( 1 ) مالك : مالك بن الحارث بن الأشتر النخعي قد عده الشيخ في رجاله من أصحاب\r\nأمير المؤمنين ( ع ) وقال في القسم الأول من الخلاصة : ( وهو ما اجتمع فيه الصحاح\r\nوالحسان مالك بن الأشتر قدس سره ورضي الله عنه جليل القدر عظيم المنزلة كان\r\nاختصاصه بعلي ( ع ) أظهر من أن يخفى .\r\nوتأسف أمير المؤمنين عليه السلام لموته وقال : لقد كان لي مثل ما كنت لرسول\r\nالله ( ص ) انتهى .\r\nوفي شرح ابن أبي الحديد انه كان فارسا شجاعا رئيسا من أكابر الشيعة وعظمائها\r\nشديد التحقق بولاء أمير المؤمنين عليه السلام نصره وقال فيه بعد موته : رحم الله مالكا\r\nفلقد كان لي كما كانت لرسول الله ( ص ) .\r\nولم بلغ معاوية موته خطب الناس فقال : اما بعد فإنه كان لعلي بن أبي طالب يمنان\r\nقطعت إحداهما يوم صفين . وهو عمار بن ياسر وقد قطعت الأخرى اليوم وهو مالك بن\r\nالأشتر .\r\n( 2 ) نهج البلاغة كتاب 53 عهده لمالك الأشتر ( رض ) - منهاج البراعة في شرح نهج\r\nالبلاغة ح 20 ص 167 - شرح ابن أبي الحديد عهد الأشتر . ","page_name":" 99 ","page_number":99},
  {"content":"\r\nجمع الإمام عليه السلام كل الأمور في أربعة وهي :\r\n1 - الأمور المالية والاقتصادية التي ترتكز في ذلك العصر بجمع\r\nالخراج .\r\n2 - الأمور العسكرية فأثبت له القيادة العامة على القوى المسلحة\r\nوالجامع لها جهاد الأعداء .\r\n3 - الأمور الاجتماعية والسياسية والنظم الحقوقية الراجعة إلى كل\r\nفرد فعبر عنها واستصلاح أهلها .\r\n4 - عمران البلاد بالزراعة والغرس وسائر ما يثمر للناس في\r\nمعاشهم بقوله وعمارة بلادها .\r\nيعطي الإمام عليه السلام القوانين العامة في إدارة البلاد بما تحتاجه ثم بعد\r\nذلك يبدأ في عهده عليه السلام بما يلزم على مالك في نفسه من التأديب\r\nوبعد ذلك . . .\r\nنراه عليه السلام يوصيه بالرعية ويذكر له ان الرعية لا تكون من\r\nالمسلمين فقط بل حتى غير المسلم عند وجوده لابد من احترامه .\r\nوقد قال له عليه السلام : ( ان لم يكن أخ لك في الدين فهو نظير لك\r\nفي الخلق ) ( 1 ) .\r\nلان الاسلام يمنع من التعرض للآخرين ولو كانوا من غير ملتهم .\r\nوعلى غير عقيدتهم من الذهب والأديان .\r\nوسيرة الأئمة عليهم السلام السياسية والاجتماعية لم تقم على الارهاب ولا\r\n\r\n","description":"","footnote":" ( 1 ) نفس المصدر السابق . ","page_name":" 100 ","page_number":100},
  {"content":"\r\nعلى القوة والتسلط ولو أرادوا لفعلوا وانما نراهم يعاملون الناس\r\nبأخلاق القرآن الكريم وسيرة جدهم النبي الأكرم محمد صلى الله عليه وآله .\r\nهكذا كان أمير المؤمنين عليه السلام يعامل ويوصي لافضل عماله\r\nوخير صحابته وقد تعرضنا لبعض سيرة مالك في التعليقة .\r\nوللامام أمير المؤمنين عليه السلام المواقف السياسية والعسكرية الكثيرة\r\nالتي تدل على تضلعه العلمي بتلك المسائل وقد ذكرت في الكثير من\r\nكتب السيرة والتاريخ ولكن هناك ثلاث مواقف له عليه السلام نذكرها\r\nعلى سبيل التذكير في حربه مع الناكثين والقاسطين والمارقين ( 1 ) .\r\nالناكثون :\r\nوهم الذين نكثوا بيعتهم وخانوا ما عاهدوا الله عليه في التضحية\r\nوالطاعة للامام عليه السام .\r\nوأعلامهم : طلحة والزبير وعائشة بنت أبي بكر ومروان بن\r\nالحكم وسائر بني أمية وغيرهم من الذين ضاقوا ذرعا من عدل الامام\r\n\r\n","description":"","footnote":" ( 1 ) ذكر الرواة ان النبي الأكرم ( ص ) قد أحاط الإمام ( ع ) علما بما يمنى به في عهد\r\nخلافته من تمرد الفئات عليه وقد عهد إليه بقتالهم وقد أسماهم الناكثين والقاسطين\r\nوالمارقين ذكره مستدرك الحاكم ج 3 ص 139 - تاريخ بغداد ج 8 ص 380 - أسد الغابة\r\nج 4 ص 33 - كنز العمال ج 6 ص 82 - مجمع الزوائد ج 9 ص 235 - حياة الإمام الحسين\r\n( ع ) باقر القرشي ج 2 ص 22 . ","page_name":" 101 ","page_number":101},
  {"content":"\r\nومساواته عليه السلام واشتهرت تلك الحرب باسم الحرب الجمل أيضا .\r\nوهذه الواقعة هي التي حذر النبي الأكرم صلى الله عليه وآله منها بقوله : عن\r\nعائشة قالت : ( كأني بإحداكن قد نبحتها كلاب الحوأب وإياك ان\r\nتكوني أنت يا حميراء ) ( 1 ) .\r\nالقاسطون :\r\nويتمثلون بمعاوية بن أبي سفيان وأعوانه الذين حقدوا على\r\nالاسلام عموما وعلى الامام أمير المؤمنين عليه السلام خصوصا حتى كانت\r\nالحرب معه في صفين .\r\nوقد استشهد في هذه الحرب عمار بن ياسر ( 2 ) الذي كان من ألمع\r\n\r\n","description":"","footnote":" ( 1 ) مستدرك الصحيحين ج 3 ص 119 - كنز العمال ج 6 ص 84 تاريخ الطبري ج 3 ص\r\n485 . مسند أحمد ج 6 ص 97 - الإصابة ج 8 قسم 1 ص 11 وفي ترجمة سلمى بنت\r\nمالك . مجمع الزوائد ج 7 ص 234 - الاستيعاب بهامش الإصابة ج 2 ص 745 - الإمامة\r\nوالسياسة ص 55 - نور الابصار ص 81 .\r\n( 2 ) ( عمار بن ياسر أحد كبار أصحاب رسول الله ( ص ) وقد قال فيه أمير المؤمنين ( ع ) :\r\nلقد رأيت عمارا وما يذكر من أصحاب رسول الله ( ص ) أربعة الا كان رابعا ولا خمسا الا\r\nكان خامسا وما كان أحد من قدماء أصحاب رسول الله ( ص ) يشك في أن عمارا قد\r\nوجبت له الجنة في غير موطن ولا اثنين فهنيئا لعمار بالجنة . . . )\r\nوقد أبنه أمير المؤمنين ( ع ) بعد استشهاده قائلا :\r\n( ان امرأ من المسلمين لم يعظم عليه قتل ابن ياسر وتدخل عليه المصيبة الموجعة\r\nلغير رشيد ) .\r\nرحم الله عمارا يوم أسلم .\r\nرحم الله عمارا يوم قتل .\r\nرحم الله عمارا يوم يبعث حيا .\r\n( وكان يومئذ يقاتل وهو ابن أربع وتسعين سنة ) . ","page_name":" 102 ","page_number":102},
  {"content":"\r\nأصحاب رسول الله صلى الله عليه وآله وأصحاب الامام أمير المؤمنين عليه السلام\r\nوهو الذي عرف بجهاده وبلائه في سبيل اعلاء كلمة الحق والدفاع عن\r\nالاسلام .\r\nوقد أشار رسول الله صلى الله عليه وآله إلى استشهاده بقوله :\r\n( آخر شرابك من الدنيا ضياح من لبن وتقتلك الفئة الباغية ) ( 1 ) .\r\nوالمارقون :\r\nوقيادتهم شبث بن ربعي وعبد الله بن الكواء اليشكري\r\n\r\n","description":"","footnote":" 1 - وهذا الخبر بلغ حد التواتر بل فوق حد التواتر كما ذكره الفيروزآبادي قدس سره .\r\nطبقات ابن سعد ج 3 ص 185 - الإصابة ج 2 ص 111 - تهذيب التهذيب ج 4\r\nص 140 - أسد الغابة ج 4 ص 47 - مستدرك الصحيحين ج 3 ص 386 - مسند أحمد ج\r\n2 ص 161 - مجمع الزوائد ج 7 ص 240 - الإمامة والسياسة باب قتل عمار بن ياسر ص\r\n106 - نور الابصار ص 89 - ذكر الحديث باختلافات بسيطة - حياة الإمام الحسين ( ع )\r\nباقر شريف القرشي ج 2 ص 62 مصرع عمار . ","page_name":" 103 ","page_number":103},
  {"content":"\r\nواضرابهما وهم الخوارج ( 1 ) . وقد حاربهم الامام أمير المؤمنين عليه السلام بسبب\r\nاتجاهاتهم وسلوكهم الفاسد فقد بنوا واقعهم على التعصب وعدم التدبير\r\nوخلعوا الإمام عليه السلام عن الخلافة وجعلوا الامر شورى بين\r\nالمسلمين .\r\nمن راقب عن كتب هذه الحروب والحوادث التي مر بها الامام\r\nأمير المؤمنين عليه السلام في فترة خلافته القصيرة وقوة سيطرته على\r\nالأوضاع بمختلف مشاكلها يعلم بحق مدى العمق السياسي والإداري\r\nللإمام عليه السلام .\r\nمن مواقف الإمام الحسن عليه السلام السياسية :\r\nاما الإمام الحسن عليه السلام فقد كانت مواقفه السياسية بارزة\r\nفتراه صلوات الله عليه يحاول في مرات عديدة ان يثبت انه الوصي\r\nوالخليفة وانه ابن الرسول صلى الله عليه وآله رغم قوة وجبروت معاوية ليرى\r\nالناس انه أحق بالخلافة وهو الوصي والإمام الشرعي : لما نص عليه جده .\r\nالرسول الأكرم صلى الله عليه وآله :\r\n( الحسن والحسين امامان قاما أو قعدا ) .\r\nوكان يحاول ذلك لان معاوية لم يكن يتمتع بأقل الصفات\r\n\r\n","description":"","footnote":" ( 1 ) حياة الإمام الحسين ( ع ) باقر شريف القرشي ج 2 ص 73 - ( وهم أهل النهروان ) . ","page_name":" 104 ","page_number":104},
  {"content":"\r\nالاسلامية بل على العكس كانت له الصفات التي تناقض الصفات\r\nالاسلامية الحميدة . .\r\nوهنا نرى : الإمام عليه السلام يخطب ويقول :\r\n( أيها الناس من عرفني فقد عرفني ومن لم يعرفني فانا الحسن\r\nبن علي وانا ابن النبي وانا ابن الوصي ) ( 1 ) .\r\nوفي نص آخر يقول عليه السلام :\r\n( فأنا الحسن بن محمد ) ( 2 ) .\r\nركز في كلمته عليه السلام انه ( الوصي وابن الوصي ) .\r\nثم يشير أيضا إلى صفات الخليفة لتطلع الأمة بوضوح على أن\r\nمعاوية وأمثاله ليسوا ممن يحق لهم التصدي لأمور الأمة .\r\nويقول عليه السلام :\r\n( اما الخليفة فمن سار بسيرة رسول الله صلى الله عليه وآله وعمل بطاعة الله\r\nعز وجل وليس الخليفة من سار بالجور وعطل السنن واتخذ الدنيا\r\nاما وأبا وعباد الله خولا وماله دولا . . ) ( 3 ) إلى آخر كلامه عليه السلام .\r\n\r\n","description":"","footnote":" ( 1 ) مستدرك الحاكم ج 3 ص 172 - كشف الغمة للأربلي ج 2 ص 173 - ذخائر العقبى\r\nص 138 .\r\n2 - مقتل الخوارزمي ج 1 ص 126 - مجمع الزوائد ج 9 ص 146 - أمالي الطوسي ص\r\n169 - طبقات ابن سعد ج 2 ص 25 - مقاتل الطالبيين ص 52 - تفسير فرات ص 72\r\nو 70 - تيسير المطالب ص 179 - جمهرة الخطيب ج 2 ص 7 .\r\n( 3 ) الاحتجاج ج 1 ص 419 - الخرائج والجرائح ص 218 . ","page_name":" 105 ","page_number":105},
  {"content":"\r\nفالإمام الحسن عليه السلام الامام المظلوم حقا كانت تحركاته\r\nشجاعة تدل على الفهم السياسي الشجاع الذي ينطلق من العلم بتلك\r\nالمراحل التي تعصف بالأمة في حال ترك الوصي حقه وأعطى\r\nالمتسلطين لهم .\r\nلذا لم يكن صلحه عليه السلام مع معاوية بداعي الخوف والجبن\r\nكما يتصور البعض أو الجهل بالتحرك السياسي حتى يوقع تلك المعاهدة\r\nالتي اضطر إليها .\r\nفهناك كلمات خالدة سجلها التاريخ في حق الامام المجتبى عليه السلام بعد\r\nصلحه مع معاوية تدلل على أنه سار على الشكل التدريجي وحسب ما\r\nتقتضيه الإرادة الإلهية .\r\nوبنود الصلح لأكبر شاهد على عمقه وخبرته بما تحتاج الأمة في\r\nمسيرتها .\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\nنص الصلح :\r\n( بسم الله الرحمن الرحيم هذا ما صالح عليه الحسن بن علي عليه السلام\r\nمعاوية بن أبي سفيان صالحه على أن يسلم إليه ولاية المسلمين على أن\r\nيعمل فيها بكتاب الله وسنة رسول الله صلى الله عليه وآله وسيرة الخلفاء الراشدين\r\nالمهديين وليس لمعاوية بن أبي سفيان أن يعهد إلى أحد من بعده عهدا\r\nبل يكون الامر من بعده شورى بين المسلمين وعلى ان الناس آمنون\r\nحيث كانوا من ارض الله تعالى في شامهم وعراقهم وحجازهم ويمنهم\r\nوعلى ان أصحاب علي وشيعته آمنون على أنفسهم وأموالهم ونسائهم\r\nوأولادهم حيث كانوا وعلى معاوية بن أبي سفيان بذلك عهد الله\r\nوميثاقه وان لا يبتغي للحسن بن علي ولا لأخيه الحسين عليه السلام ولا لاحد\r\nمن بيت رسول الله صلى الله عليه وآله غائلة سرا ولا جهرا ولا يخيف أحدا منهم في\r\nأفق من الآفاق اشهد عليه فلان بن فلان وفلان وكفى بالله شهيدا ( 1 ) .\r\nولما انبرم الصلح التمس معاوية من الإمام الحسن عليه السلام ان يتكلم\r\nبجمع الناس ويعلمهم انه قد صالح معاوية فاجابه عليه السلام فصعد\r\nالمنبر فحمد الله وثنى عليه وصلى على نبيه محمد صلى الله عليه وآله وقال :\r\n( أيها الناس ان أكيس الكيس التقى وأحمق الحمق الفجور إلى أن\r\nقال :\r\n\r\n","description":"","footnote":" ( 1 ) الصواعق المحرقة ص 136 - الغدير ج 11 ص 6 . ","page_name":" 107 ","page_number":107},
  {"content":"\r\nوقد علمتم ان الله جل ذكره وعز اسمه هداكم بجدي وأنقذكم من\r\nالضلالة وخلصكم من الجهالة وأعزكم به بعد الذلة وكثركم بعد\r\nالقلة ان معاوية نازعني حقا هو لي دونه فنظرت اصلاح الأمة\r\nوقطع الفتنة ( 1 ) . . .\r\nهنا نرى . .\r\nبعد وضع البنود الأساسية الذي تضمن سلامة المجتمع من الضياع\r\nوبعد توقيع العهد نرى ان الإمام عليه السلام :\r\nلم يكتف بذلك ويعتبر كل شئ قد انتهى وانما الشجاعة المحمدية\r\nوالسياسية العلوية نراها تبرز حتى بعد توقيع الصلح بخطابه عليه السلام\r\nحيث قال مشيرا إلى أمور :\r\n1 - نازعني حقا هو لي دونه ( أثبت حقه أولا ) .\r\n2 - فنظرت اصلاح الأمة ( سبب الصلح الصلاح للأمة والامن لها\r\nمن الضياع ) .\r\n3 - قطع الفتنة ( بذلك بين ان هناك فتنة تحصل ان لم أقم بالصلح\r\nوهذه الفتنة لا تتمكن الأمة من تحملها للظروف القاسية التي بها من\r\nظلم معاوية وكيده ومكره ) .\r\nفالصلح لم يكن بداعي الخوف وان كان الامام يخاف ولكن خوفه\r\nيكون على الأمة لأنه الرحمة لها ويخاف على المجتمع من الضياع والفساد .\r\n\r\n","description":"","footnote":" ( 1 ) الصواعق المحرقة ص 137 . ","page_name":" 108 ","page_number":108},
  {"content":"\r\nاما خوفه على نفسه فهو وارث الشجاعة المحمدية والصولة\r\nالحيدرية .\r\nوهكذا الإمام الحسن عليه السلام صاحب تلك المواقف والتحركات\r\nالسياسية الشجاعة التي كان لها الفضل في حفظ الأمة والدفاع عن\r\nخط الإمامة التي نص عليها النبي الأكرم صلى الله عليه وآله .\r\nمن مواقف الإمام الحسين عليه السلام السياسية :\r\nواما الإمام الحسين عليه السلام فمواقفه أشهر من أن تعرف وتذكر\r\nفهذه فاجعة كربلاء التي ذكرها التاريخ وحدث بها المحب والمبغض انها\r\nتعطي لنا الدروس والعبر والمواقف التي حيرت العقول وأربكتها حيث\r\nتطلعنا على أهم مظاهر الوعي السياسي والعسكري للإمام الحسين بن\r\nعلي بن أبي طالب عليهما السلام من بداية انطلاقه من مدينة جده النبي\r\nالأكرم صلى الله عليه وآله والى آخر لحظة من عمره وآخر رمق من حياته ما زال\r\nيعطي الأمة حقها لتستنير من مواقفه وكلماته النيرة المعطاءة فإنه عليه السلام\r\nيقول عندما خطب بالناس :\r\n( أقررتم بالطاعة وآمنتم بالرسول محمد صلى الله عليه وآله ثم انكم زحفتم\r\nإلى ذريته وعترته تريدون قتلهم . . إلى أن قال : الست انا ابن نبيكم\r\nوابن وصيه وابن عمه ) ( 1 ) .\r\n\r\n","description":"","footnote":" ( 1 ) حياة الإمام الحسين ( ع ) باقر شريف القرشي وقد فصل المطالب وفندها فلتراجع - ","page_name":" 109 ","page_number":109},
  {"content":"\r\nوفي موضع آخر يقول :\r\n( ونحن عترة نبيك وولد حبيبك محمد صلى الله عليه وآله الذي اصطفيته\r\nبالرسالة . . ) ( 1 ) .\r\nويقول في وصف جيش يزيد في يوم عاشوراء :\r\n( . . فإنما أنتم طواغيت الأمة . . إلى أن قال : وقتلة أولاد الأنبياء\r\nومبيري عترة الأوصياء ) ( 2 ) .\r\nوناشدهم فقال :\r\n( أنشدكم الله هل تعرفوني ؟ قالوا : نعم أنت ابن رسول الله وسبطه ) ( 3 ) .\r\nوهكذا الامام يحاول في كل مقام وكلما سنحت له الفرصة ان يعطي\r\nالأمة البرهان انه الوصي تارة وانه ابن النبي صلى الله عليه وآله أخرى وانهم يتبعون\r\nالمفسدين والطواغيت الذين حرموا حلال الله وأحلوا حرامه .\r\nومن وقف على خطاباته عليه السلام حين يلبس عمامة جده ويتقلد سيفه\r\nويركب على فسره بعد نشر المصحف على تلك العمامة يعرف الوعي\r\nالسياسي عند الامام ويفهم مدى قدرة الامام السياسية لاعطاء الدليل\r\nوالبرهان على أنه صاحب الحق وانه مظلوم وانهم هم الذين يظلمونه .\r\n\r\n","description":"","footnote":" ( 1 ) مقتل الإمام الحسين ( ع ) للمقرم ص 274 .\r\n( 1 ) البحار باب المزار ص 107 - مقتل الخوارزمي - حياة الإمام الحسين ( ع ) باقر\r\nالقرشي .\r\n( 2 ) مقتل المقرم ص 282 - مقتل الخوارزمي ج 2 ص 7 .\r\n( 3 ) أمالي الصدوق ص 242 - الحياة السياسية للإمام الحسن ( ع ) . ","page_name":" 110 ","page_number":110},
  {"content":"\r\nمن مواقف الإمام السجاد عليه السلام السياسية :\r\nوهكذا الإمام زين العابدين وسيد الساجدين عليه السلام يقف\r\nفي مسجد دمشق ( 1 ) ليفضح الهوية السياسية والعقائدية للنظام الحاكم\r\nالمتمثل بيزيد واتباعه بني أمية وذلك عندما يذكر ما فعله به وبأبيه\r\nوبأهل بيته عليهم السلام علما ان الظروف المحيطة بالامام عليه السلام آنذاك\r\nكانت ظروفا قاسية ومخيفة بالإضافة إلى الخطر الذي كان يهدد شخص\r\nالامام بالذات وهذا الخطر لم يكن يساوي عند الامام شئ في سبيل\r\nتبليغ الرسالة التي من اجلها استشهد والده الإمام الحسين عليهما\r\nالسلام ومن قبل جده أمير المؤمنين علي عليه السلام وجرى عليهم ما جرى\r\nمن اثر ذلك .\r\nثم نراه عليه السلام يتحرك بعد ذلك بطريقة أخرى لم يسبق لها مثيل :\r\nعندما يتخذ أسلوب الدعاء الذي كان من أفضل الطرق لتوعية المجتمع\r\nالفاسد آنذاك .\r\nفتارة يدعو عليه السلام لنفسه وأخرى لولده وجيرانه وأوليائه ثم يعمم\r\nالدعاء ليدعو لأهل الثغور وعلى الظالمين ثم دعاؤه يوم الأضحى\r\nوالفطر وعرفة والأيام وغير ذلك وينتقل في ادعيته من منحي إلى\r\n\r\n","description":"","footnote":" ( 1 ) كنا قد تحدثنا عن الخطبة في باب العلم عند الإمام السجاد فراجع . ","page_name":" 111 ","page_number":111},
  {"content":"\r\nمنحى للوصول إلى المبتغي ( 1 ) .\r\nولم تكن أدعية الإمام عليه السلام عبارة عن علاقة خاصة بين\r\nالعبد وربه فحسب بل كانت تحمل في طياتها الأهداف التربوية\r\nوالعقائدية والسياسية الهادفة .\r\nدعاؤه على الظالمين :\r\nأما دعاؤه على الظالمين فكان :\r\n( اللهم إن الظلمة جحدوا آياتك وكفروا بكتابك وكذبوا رسلك\r\nواستنكفوا عن عبادتك ورغبوا عن ملة خليلك وبدلوا ما جاء به\r\nرسولك وشرعوا غير دينك واقتدوا بغير هداك واستنوا بغير سنتك\r\nوتعدوا حدودك وسعوا معاجزين في آياتك وتعاونوا على اطفاء\r\nنورك وصدوا عن سبيلك وكفروا نعماءك وشاقوا ولاة امرك ووالوا\r\nأعداءك وعادوا أولياءك وعرفوا ثم أنكروا نعمتك ولم يذكروا\r\nآلاءك وامنوا مكرك وقست قلوبهم عن ذكرك واجترؤا على\r\nمعصيتك لم يخافوا مقتك ولم يحذروا بأسك واغتروا بنعمتك .\r\nثم يقول :\r\nاللهم انهم اشتروا بآياتك ثمنا قليلا وعتوا عتوا كبيرا .\r\nاللهم إنهم أضاعوا الصلوات واتبعوا الشهوات .\r\n\r\n","description":"","footnote":" ( 1 ) الصحيفة السجادية الكاملة . ","page_name":" 112 ","page_number":112},
  {"content":"\r\nاللهم ادفع عن وليك وابن وليك وخليفتك وحجتك على\r\nخلقك والشاهد على عبادك المجاهد المجتهد في طاعتك . . . الخ ) ( 1 ) .\r\nفي هذا الدعاء يتصدى الإمام عليه السلام لكشف صفات الظالمين\r\nوأساليبهم ومخططاتهم المتمثلة آنذاك بالنظام الحاكم .\r\nكان هذا الدعاء عبارة عن حمم من البركان تصب على هؤلاء\r\nالظلمة فوصفهم تارة بالكفر لأنهم لم يحكموا بما أنزل الله تعالى ( 2 )\r\nوأخرى بترك الواجبات والتعدي على الحرمات والامن من مكر الله\r\nوغير ذلك .\r\nوهذا الدعاء لو وقفنا على فهم مضامينه لاحتاج إلى كتاب منفرد\r\nولكن نحن هنا نشير وليس أكثر وأنت عزيزي القارئ أنار الله طريقك\r\nتأخذ الحق وتتمسك به .\r\nفخطط الإمام زين العابدين عليه السلام هي التي وضعت الأسس\r\nوالركائز لتأسيس أول جامعة اسلامية على دين الإمام محمد بن علي\r\nالباقر ابن الإمام السجاد صلوات الله عليهم أجمعين وكان لهذه المدرسة\r\nالفضل الأكبر لإعادة التراث العلمي الذي ورثوه عن جدهم النبي\r\nالأكرم محمد صلى الله عليه وآله .\r\n\r\n","description":"","footnote":" ( 1 ) دعاؤه ( ع ) على الظالمين ( اقبال الأعمال ) السيد ابن طاووس ص 145 - الصحيفة\r\nالسجادية .\r\n( 2 ) - ( ومن لم يحكم بما أنزل الله فأولئك هم الكافرون ) المائدة 44 . ","page_name":" 113 ","page_number":113},
  {"content":"\r\nمن أهداف أدعية الإمام السجاد عليه السلام :\r\nومن أهداف أدعية الإمام السجاد عليه السلام كان ما يلي :\r\nأ - توعية المجتمع وابعاده عن الفساد .\r\nب - وضع العناصر الأساسية التي يجب ان يتمثل بها النظام الحاكم .\r\nج - فضح الهوية السياسية والعقائدية للنظام الحاكم والمتمثل\r\nبيزيد وأعوانه .\r\nد - وضع الصفات الأساسية التي يجب أن تكون في الحاكم .\r\nه‍ - وضع المجتمع في جو من العبادة والتربية الأخلاقية .\r\nو - تعليم المجتمع عدم الخوف من الظالمين ولوقوف أمامهم .\r\nإلى غير ذلك مما لا يسع المقام لذكره .\r\nثم نشير هنا : ان الإمام السجاد عليه السلام لم يترك ادعيته من الصلاة على\r\nمحمد وآل محمد وهذا من أهم المواقف السياسية امام ذلك النظام : لابراز\r\nفضل أهل البيت عليهم السلام وكما ورد :\r\nالدعاء محجوب حتى يصلى فيه على محمد وآل محمد وقد تقدم\r\nمعنا مصادر هذا الحديث ( 1 ) .\r\nولا يفوتنا ان الإمام السجاد عليه السلام كان يلبس خاتم مكتوب عليه :\r\n\r\n","description":"","footnote":" ( 1 ) حق الصلاة عليهم راجع التعليقة . ","page_name":" 114 ","page_number":114},
  {"content":"\r\n( خزي وشقي قاتل الحسين بن علي عليهما السلام ) ( 1 ) .\r\nوهذه العبارة الخاصة انتخبها الإمام عليه السلام ليذكر بها ان هناك\r\nحادثا عظيما وان الله ينتقم من الظالمين وسيعلم الذين ظلموا آل بيت\r\nمحمد اي منقلب ينقلبون والعاقبة للمتقين .\r\nفالإمام السجاد كانت شجاعته التي ورثها من آيائه ظاهرة على\r\nتحركاته وكلماته الحكيمة ولا عجب وهم أهل بيت زقوا العلم زقا .\r\nمن مواقف الإمام الرضا عليه السلام السياسية :\r\nوالإمام الرضا صلوات الله عليه وعلى آبائه الطاهرين كانت له\r\nالمواقف الشجاعة التي سجلها التأريخ فنراه عندما أراد اثبات حقه\r\nوعلى رغم المراقبة والملاحقة له من قبل السلطات العباسية الحاكمة\r\nيقف في نيشابور ليروي حديث السلسلة الذهبية التي لا يكاد يخلو\r\nكتاب من التعرض لها .\r\n\r\n","description":"","footnote":" ( 1 ) عيون أخبار الرضا ( ع ) ج 2 ص 56 - أمالي الصدوق 116 - الكافي ج 6 ص 473 -\r\nالبحار ج 3 ص 247 - وج 46 ص 5 - مسند الإمام الرضا ( ع ) ج 2 ص 365 - الوسائل ج\r\n3 ص 460 . ","page_name":" 115 ","page_number":115},
  {"content":"\r\nحديث السلسلة الذهبية :\r\nوقد ذكر المؤرخون ان الإمام عليه السلام لما دخل نيشابور - كما في\r\nتاريخها - وشق سوقها وعليه مظلة لا يرى من ورائها تعرض له\r\nالحافظان أبو زرعة الرازي ومحمد بن أسلم الطوسي ومعهما من طلبة\r\nالعلم والحديث ما لا يحصى فتضرعا إليه ان يريهم وجهه ويروي لهم\r\nحديثا عن آبائه فاستوقف البغلة وأمر غلمانه بكف المظلة وأقر عيون\r\nتلك الخلائق برؤية طلعته المباركة فكانت له ذؤابتان مدليتان على\r\nعاتقه والناس بين صارخ وباك ومتمرغ في التراب ومقبل لحافر بغلته\r\nفصاحت العلماء :\r\nمعاشر الناس انصتوا فأنصتوا واستملي منه الحافظان المذكوران\r\nفقال :\r\n( حدثني أبي موسى الكاظم عن أبيه جعفر الصادق عن أبيه\r\nمحمد الباقر عن أبيه زين العابدين عن أبيه الحسين عن أبيه علي\r\nبن أبي طالب عليهم السلام قال : حدثني حبيبي وقرة عيني رسول الله صلى الله عليه وآله قال :\r\nحدثني جبريل قال : سمعت رب العزة يقول : لا إله إلا الله حصني فمن\r\nقالها دخل حصني ومن دخل حصني امن من عذابي . . . ) .\r\nفلما مرت الراحلة اخرج رأسه مرة ثانية إليهم وقال : ( بشروطها وأنا من شروطها ) .\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\nفعد أهل المحابر والدوي الذين كانوا يكتبون فأنافوا على عشرين\r\nألفا . . هذا على قلة من كانوا يعرفون القراءة والكتابة آنذاك .\r\nوعن اسناد هذه الرواية التي أوردها الإمام عليه السلام يقول أحمد بن\r\nحنبل :\r\n( لو قرأت هذا الاسناد على مجنون لبرئ من جنته ) على ما في\r\nالصواعق المحرقة ص 205 - وغيره .\r\nوذكر إن هذا الحديث بهذا السند بلغ بعض امراء السامانية فكتبه\r\nبالذهب وأوصى ان يدفن معه فلما مات رئي في المنام فقيل : ما فعل الله\r\nبك ؟\r\nفقال : غفر الله لي بتلفظي بلا إله إلا الله وتصديقي محمدا رسول الله مخلصا\r\nواني كتبت هذا الحديث بالذهب تعظيما واحتراما ( 1 ) .\r\nالامام يبين انه ولي الأمر :\r\nفإننا نجد ان الإمام عليه السلام من خلال هذه الواقعة المعروفة\r\nورغم الظروف القاهرة التي أحاطت به ومع العلم والمعرفة ان السلطة\r\nالحاكمة هي التي أوعزت لقتل أبيه الإمام موسى بن جعفر عليهما السلام على يد\r\nالسندي بن شاهك بايعاز من أبي المأمون هارون الرشيد يقف الامام\r\n\r\n","description":"","footnote":" ( 1 ) البحار ج 49 ص 127 - كشف الغمة ج 2 ص 308 - ينابيع المودة ص 364 -\r\nالصواعق المحرقة باب فضائل الإمام الرضا ( ع ) . ","page_name":" 117 ","page_number":117},
  {"content":"\r\nعليه السلام لينتهز الفرصة ويبلغ ذلك الحشد العظيم الذي يضم عشرات\r\nبل مئات الألوف : انه ولي الأمر وانه الامام للمسلمين جميعا والمفترض\r\nالطاعة عليهم كما عبر القندوزي الحنفي في ينابيعه ص 364 - وغيره . .\r\nوذلك عندما قال لهم : ( وانا من شروطها ) .\r\nلقد أبلغهم الإمام عليه السلام مسألة في غاية الأهمية بالنسبة لامة تريد ان\r\nتعيش الحياة الرغيدة .\r\nمسألة ترتبط ارتباطا وثيقا بالتوحيد الا وهي مسألة : ( الولاية\r\nليبين لهم ان التوحيد فيه وفي قلبه وعمقه الاقرار بالولاية له ولآبائه\r\nوأبنائه المعصومين صلوات الله عليهم أجمعين .\r\nوبهذا يكون الإمام عليه السلام قد ضيع على السلطات الحاكمة - التي أتت\r\nبه إلى مرو جبرا - أعظم هدف ألا وهو : الحصول على اعتراف شرعي من\r\nقبل الإمام عليه السلام للسلطات الحاكمة المتمثلة بالخلافة العباسية\r\nبشخص المأمون آنذاك .\r\nهكذا وقف الإمام عليه السلام الموقف العظيم وأطلق كلمته المخلصة التي\r\nتحفظ الأمة من الضياع والهلاك بعدم اتباع القيادة الحقيقة والولاية\r\nالربانية التي تصدع بأمر الله تعالى وحكمته .\r\nموقف الإمام عليه السلام في صلاتي العيد :\r\nوكان للامام عليه اللام موقف آخر بعد ولاية العهد وذلك\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\nعندما طلب منه المأمون ان يؤدي صلاة العيد .\r\nبعث المأمون له يسأله : ان يصلي بالناس صلاة العيد ويخطب\r\nلتطمئن قلوب الناس ويعرفوا فضله وتقر قلوبهم على هذه الدولة\r\nفبعث إليه الإمام عليه السلام وقال : قد علمت ما كان بيني وبينك من الشرط في\r\nدخولي في هذا الامر فاعفني من الصلاة بالناس .\r\nفقال المأمون : انما أريد بهذا ان يرسخ في قلوب العامة والجند\r\nوالشاكرية هذا الامر فتطمئن قلوبهم ويقروا بما فضلك الله تعالى به .\r\nولم يزل يراده الكلام في ذلك .\r\nفلما ألح عليه قال : يا أمير المؤمنين إن أعفيتني من ذلك فهو أحب إلي\r\nوان لم تعفني خرجت كما كان يخرج رسول الله صلى الله عليه وآله وكما خرج أمير\r\nالمؤمنين علي بن أبي طالب عليه السلام .\r\nقال المأمون : اخرج كيف شئت .\r\nوأمر المأمون القواد والحجاب والناس ان يبكروا إلى باب أبي\r\nالحسن عليه السلام فقعد الناس لأبي الحسن عليه السلام في الطرقات\r\nوالسطوح من الرجال والنساء والصبيان وصار جميع القواد والجند\r\nإلى بابه عليه السلام فوقفوا على دوابهم حتى طلعت الشمس .\r\nفلما طلعت الشمس قال الإمام عليه السلام فاغتسل وتعمم بعمامة\r\nبيضاء من قطن والقى طرفا منها على صدره وطرفا على كتفه ومس\r\nشيئا من الطيب وتشمر ثم قال لجميع مواليه : افعلوا مثل ما فعلت .\r\nثم اخذ بيده عكازة وخرج ونحن بين يديه وهو حاف قد شمر\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\nسراويله إلى نصف الساق وعليه ثياب مشمرة .\r\nفلما قام ومشينا بين يديه رفع رأسه إلى السماء وكبر أربع تكبيرات\r\nفخيل إلينا ان الهواء والحيطان تجاوبه والقواد والناس على\r\nالباب قد تزينوا ولبسوا السلاح وتهيأوا بأحسن هيئة .\r\nفلما طلعنا عليهم بهذه الصورة : حفاة قد شمرنا وطلع الإمام عليه السلام\r\nووقف وقفة على الباب وقال :\r\n( الله أكبر الله أكبر على ما هدانا الله أكبر على ما رزقنا من بهيمة الأنعام\r\nوالحمد لله على ما أبلانا ) .\r\nورفع بذلك صوته ورفعنا أصواتنا .\r\nفتزعزعت مرو بالبكاء فقالها : ثلاث مرات فلما رآه القواد\r\nوالجند على تلك الصورة وسمعوا تكبيره سقطوا كلهم عن الدواب إلى\r\nالأرض ورموا بخفافهم وكان أحسنهم حالا من كان معه سكين قطع\r\nبها شرابة حاجيلته ( 1 ) ونزعها وتحفى . . .\r\nوصارت مرو ضجة واحدة ولم يتمالك الناس من البكاء والضجة\r\nفكان الإمام عليه السلام يمشي ويقف في كل عشر خطوات وقفة يكبر الله أربع\r\nمرات فيتخيل إلينا : ان السماء والأرض والحيطان تجاوبه .\r\nوبلغ المأمون ذلك فقال له الفضل بن سهل ذو الرئاستين : يا أمير\r\nالمؤمنين : ان بلغ الرضا المصلى على هذا السبيل افتتن به الناس وخفنا\r\nكلنا على دمائنا فالرأي ان نسأله أن يرجع .\r\n\r\n","description":"","footnote":" ( 1 ) الحاجيلة : نوع من النعل تتخذ من الجلد خاصة . ","page_name":" 120 ","page_number":120},
  {"content":"\r\nفبعث المأمون إلى الامام يقول له : انه قد كلفه شططا وانه ما كان\r\nيحب ان يتعبه ويطلب منه : ان يصلي بالناس من كان يصلي بهم .\r\nفدعا الإمام الرضا عليه السلام بخفه فلبسه ورجع .\r\nواختلف امر الناس في ذلك اليوم ولم ينتظم في صلاتهم . . . ) ( 1 ) .\r\nولقد قال البحري يصف هذه الحادثة والظاهر أنه يمين بن معاوية\r\nالعائشي الشاعر على ما في تاج العروس :\r\nذكروا بطلعتك النبي فهللوا * لما طلعت من الصفوف وكبروا\r\nحتى انتهيت إلى المصلى لابسا * نور الهدى يبدو عليك فيظهر\r\nومشيت مشية خاشع متواضع * لله لا يزهى ولا يتكبر\r\nولو إن مشتاقا تكلف غير ما * في وسعه لمشى إليك المنبر ( 2 )\r\nنلاحظ هنا : ان شأن هذه الواقعة هو شأن واقعة نيشابور من\r\nحيث دلالتها دلالة قاطعة على كل ما كان للإمام الرضا عليه السلام من عظمة\r\nوتقدير في نفوس الناس وقلوبهم وعلى مدى اتساع القاعدة الشعبية له\r\nمما جعل المأمون يفكر مباشرة بارجاع الإمام عليه السلام رغم المخاطرة\r\nالتي لم تكن لتخفى على المأمون وأشياعه حيث لابد وان يثير تصرفه هذا\r\nحنق تلك الجماهير التي كانت في قمة الهيجان العاطفي ويؤكد كراهيتها\r\nله . .\r\nثم . . نرى ان الإمام عليه السلام وبعد ما فرض وأصر المأمون على\r\n\r\n","description":"","footnote":" ( 1 ) الحياة السياسية للإمام الرضا ( ع ) ص 353 .\r\n( 2 ) ( ولعل الشعر للبحتري ) راجع تعليقة الحياة السياسية للإمام الرضا ( ع ) ص 355 . ","page_name":" 121 ","page_number":121},
  {"content":"\r\nخروجه للصلاة يقف الإمام عليه السلام ليذكر بأنه هو الذي يسير\r\nبسيرة جده وعلى طريقة آبائه الذين ورثوا الحق وهم أصحاب\r\nالولاية والوصاية من خلال تصرفاتهم المشروعة .\r\nوبهذا الموقف يفوت الامام الفرصة على المأمون لأنه أراد\r\nاستغلال موقف الإمام عليه السلام ليسترضي الناس بأنه الخليفة الشرعي ولو\r\nفي هذه الفترة التي تعصف بالمحن والفتن .\r\nوانك عزيزي القارئ ترى المأمون يصرح ويذكر السبب الذي\r\nجعله يطلب من الامام الصلاة عندما يقول له :\r\n( انما أريد بهذا ان يرسخ في قلوب العامة والجند والشاكرية هذا الامر\r\nفتطمئن قلوبهم ويقروا بما فضلك الله تعالى به ) .\r\nولكن فطنة الإمام عليه السلام وحكمته السياسية جعلته يقوم بهذه الخطة\r\nالحكيمة ويكون بذلك فوت على المأمون كل فرصة بل أوقعه في مأزق\r\nبعدما ارجع الإمام عليه السلام .\r\nان هذا الموقف وغيره من المواقف لأكبر شاهد وخير دليل على\r\nالعمق السياسي والفهم الدقيق للساحة عند الإمام عليه السلام .\r\nوللإمام الرضا عليه السلام المواقف الحساسة الكثيرة ذكرت في\r\nطيات الكتب وقد أفرد العلماء بعض الكتب حول مواقفه السياسية\r\nوتحركاته الاجتماعية ولباقي آبائه وأبنائه صلوات الله عليهم أجمعين\r\nفلتراجع في مظانها .\r\nوهنا . . نكتفي بهذا المقدار من المواقف للأئمة عليهم السلام ليتضح لنا مدى\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\nقدرتهم على إدارة البلاد وفهم العباد من مختلف الجوانب الاجتماعية\r\nوالسياسية والعسكرية .\r\n( ان هذه تذكرة فمن شاء اتخذ إلى ربه سبيلا ) .\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n( حق\r\nالولاية لأهل البيت\r\nصلوات الله عليهم أجمعين\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\nالولاية لأهل البيت عليهم السلام :\r\nتظافرت الروايات المسندة عن النبي صلى الله عليه وآله وتكاثرت المؤلفات ( 1 )\r\nحول هذا الحق العظيم هذا الحق الذي كان محور الفصل بين الحق\r\nوالباطل وبه نجا الموالون وعرف المنافقون وهو الحق الذي ليس كسائر\r\nالحقوق التي تتعلق بأهل البيت عليهم السلام وانما هو أصل من أصول الدين\r\nمن أنكره أو شك فيه كافر لا محال : لمخالفة نص الكتاب الصريح وقول\r\nالنبي صلى الله عليه وآله - كما سيأتي - .\r\nوالنصوص في هذا المقام كثيرة جدا ونذكر منها على سبيل الايجاز\r\nما يلي :\r\n\r\n","description":"","footnote":" ( 1 ) الغدير للعلامة الأميني - مناقب آل أبي طالب لابن شهرآشوب - فضائل الخمسة من\r\nالصحاح الستة للفيروزآبادي - الرسائل العشر باب الإمامة للشيخ الطوسي - دلائل\r\nالصدق للمظفر بحوث الإمامة - الإحتجاج للطبرسي بحوث الإمامة - كتاب الألفين\r\nللعلامة الحلي - مناقب علي بن أبي طالب - للحافظ الشافعي الشهير بابن المغازلي - كشف\r\nالمراد للعلامة الحلي بحوث الإمامة - اليقين في إمرة أمير المؤمنين ( ع ) لابن طاووس\r\n( قده ) - المعيار والموازنة في فضائل الامام أمير المؤمنين علي بن أبي طالب ( ع )\r\nللإسكافي تحقيق المحمودي . ","page_name":" 127 ","page_number":127},
  {"content":"\r\nنص حديث آية الانذار :\r\nاخرج الطبري في تاريخه وغيره - والنص للطبري - عن عبد الله بن\r\nعباس عن علي بن أبي طالب عليه السلام قال :\r\n( لما نزلت هذه الآية على رسول الله صلى الله عليه وآله ( وأنذر عشيرتك\r\nالأقربين ) ( 1 ) دعاني رسول الله صلى الله عليه وآله فقال لي : يا علي إن الله امرني أن\r\nانذر عشيرتي الأقربين فضقت بذلك ذرعا وعرفت أني متى أباديهم\r\nبهذا الامر أرى منهم ما أكره فصمت عليه حتى جاءني جبرئيل فقال :\r\nيا محمد إنك إلا تفعل ما تؤمر به يعذبك ربك فاصنع لنا صاعا من\r\nطعام واجعل عليه رجل شاة واملأ لنا عسا من لبن ثم أجمع لي بني\r\nعبد المطلب حتى أكلمهم وأبلغهم ما أمرت به ففعلت ما امرني به ثم\r\nدعوتهم له وهم يومئذ أربعون رجلا يزيدون رجلا أو ينقصونه\r\nفيهم أعمامه : أبو طالب وحمزة والعباس وأبو لهب فلما اجتمعوا إليه\r\nدعاني بالطعام الذي صنعت لهم فجئت به فلما وضعته تناول رسول\r\nالله صلى الله عليه وآله حذية من اللحم فشقها بأسنانه ثم ألقاها في نواحي الصحفة\r\nثم قال : خذوا بسم الله فأكل القوم حتى مالهم بشئ حاجة وما أرى\r\nإلا موضع أيديهم وأيم الله الذي نفس علي بيده وان كان الرجل\r\nالواحد منهم ليأكل ما قدمت لجميعهم ثم قال : اسق القوم فجئتهم\r\n\r\n","description":"","footnote":" ( 1 ) الشعراء آية 214 . ","page_name":" 128 ","page_number":128},
  {"content":"\r\nبذلك العس فشربوا منه حتى رووا منه جميعا وأيم الله إن كان الرجل\r\nالواحد منهم ليشرب مثله فلما أراد رسول الله صلى الله عليه وآله ان يكلمهم بدره\r\nأبو لهب إلى الكلام فقال : لهد ما سحركم صاحبكم فتفرق القوم ولم\r\nيكلمهم رسول الله صلى الله عليه وآله .\r\nفقال صلى الله عليه وآله : الغد يا علي إن هذا الرجل سبقني إلى ما سمعت من القول\r\nفتفرق القوم قبل ان أكلمهم فعد لنا من الطعام مثل ما صنعت ثم\r\nأجمعهم إلي . قال : فقلت : ثم جمعتهم ثم دعاني بالطعام فقربته لهم ففعل كما\r\nفعل بالأمس فأكلوا حتى مالهم بشئ حاجة ثم قال : أسقهم فجئتهم\r\nبذلك العس فشربوا حتى رووا منه جميعا ثم تكلم رسول الله صلى الله عليه وآله\r\nفقال : يا بني عبد المطلب إني والله ما أعلم شابا في العرب جاء قومه\r\nبأفضل مما قد جئتكم به إني قد جئتكم بخير الدنيا والآخرة وقد\r\nامرني الله تعالى أن أدعوكم إليه فأيكم يؤازرني على هذا الامر على أن\r\nيكون أخي ووصيي وخليفتي فيكم ؟ قال : فأحجم القوم عنها جميعا\r\nوقلت : وإني لأحدثهم سنا وأرمصهم عينا وأعظمهم بطنا .\r\nوأحمشهم ساقا انا يا نبي الله أكون وزيرك عليه . فأخذ برقبتي ثم\r\nقال : إن هذا أخي ووصيي وخليفتي فيكم فاسمعوا له وأطيعوا قال :\r\nفقال القوم يضحكون ويقولون لأبي طالب قد أمرك ان تسمع لابنك\r\nوتطيع .\r\nوفي روايات أخرى كرر النبي صلى الله عليه وآله ثلاث مرات وكل مرة يقوم\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\nعلي عليه السلام ويقول أنا يا رسول الله ( 1 ) .\r\nوقفة مع النص :\r\nنلاحظ من خلال هذا النص الذي كان في بداية الدعوة الاسلامية :\r\n1 - ان النبي صلى الله عليه وآله أثبت للإمام أمير المؤمنين عليه السلام عدة مزايا وعلى\r\nرغم صغر سنه ومع وجود من هو أكبر منه سنا بكثير واما والده\r\nالمظلوم مؤمن قريش أبي طالب عليه السلام .\r\nفقال صلى الله عليه وآله : ( هذا أخي ) هذه الكلمة العظيمة أثبتت للإمام عليه السلام\r\nاخوته للنبي صلى الله عليه وآله وسلم ويلازمها الاقرار بايمان\r\nعلي عليه السلام لقوله تعالى : ( إنما المؤمنون إخوة ) ( 2 ) .\r\nوقوله صلى الله عليه وآله وسلم : ( ووصيي ) أثبت له بهذه الكلمة\r\nالعميقة الامر المهم بل الأهم الوصاية من بعده اي القائم مقامه في\r\n\r\n","description":"","footnote":" ( 1 ) تاريخ الطبري ج 1 ص 543 - مسند أحمد ج 1 ص 111 - تفسير الطبري ج\r\n19 ص 74 - تذكرة الخواص ص 38 - كفاية الطالب ص 204 و 206 - شرح نهج البلاغة\r\nلابن أبي الحديد ج 13 ص 210 - الكامل لابن الأثير ج 2 ص 62 - الدر المنثور ج 5 ص\r\n97 - ترجمة الإمام علي بن أبي طالب من تاريخ دمشق ج 1 ص 85 ح 138 و 139\r\nو 140 - تفسير ابن كثير ج 3 ص 351 - كنز العمال ج 15 ص 113 ح 323 . 334 و 380\r\nو 381 - تفسير الخازن ج 3 ص 371 - السيرة الحلبية ج 1 ص 286 - شواهد التنزيل\r\nالآية - تفسير المنير لمعالم التنزيل ج 2 ص 118 .\r\n( 2 ) الحجرات آية 10 . ","page_name":" 130 ","page_number":130},
  {"content":"\r\nأوامره ونواهيه والأحاديث في ذلك كثيرة فوق حد التواتر .\r\nكما اكد النبي صلى الله عليه وآله هذا الامر بقوله : ( وخليفتي ) وهذه الكلمة تؤكد\r\nالمعنى المتقدم حتى لا يتوهم متوهم ان الذي يريد ان يثبته النبي امر غير\r\nواضح .\r\nوالمراد من ذكر الوصاية والخلافة بعد الاخوة ليكون قوله صلى الله عليه وآله\r\nواضح ولا تفسر الوصاية والخلافة بغير إرادة النبي صلى الله عليه وآله\r\nوسلم وكان من شروط هذه الوصاية والخلافة الايمان .\r\nوإسلام علي عليه السلام وايمانه جلي وليس بخاف على من عنده أدنى\r\nاطلاع على الأحاديث والروايات ( 1 ) .\r\n( 2 ) اكد النبي صلى الله عليه وآله وسلم ان الوصاية والخلافة من\r\nلوازمهما الطاعة فلابد وأن يكون الوصي والخليفة مطاعا كما يطاع النبي\r\nوطاعة النبي صلى الله عليه وآله طاعة الله تبارك وتعالى .\r\nوضحك القوم وقولهم لأبي طالب عليه السلام أمرك ان تسمع لابنك\r\nوتطيع يفيد بشكل واضح وأكيد على أن المطلوب من الوصاية والخلافة\r\nليس مجرد المكانة والمنصب انما فهم القوم انه طلب منهم ان يكونوا\r\nطائعين هم وغيرهم لأعظم وأجل شخص بعد النبي صلى الله عليه وآله .\r\nوفي الآية والنص معان كثيرة لا يمكننا استيعابها في هذه العجالة\r\nسائلين من الله تعالى ان ينور قلوبنا بمعرفة حق الولاية لأهل البيت\r\nعليهم أفضل الصلاة والسلام\r\n\r\n","description":"","footnote":" ( 1 ) راجع أول باب العلم وشهادة النبي للإمام ( ع ) . ","page_name":" 131 ","page_number":131},
  {"content":"\r\nنص آية الولاية : قرن الله سبحانه وتعالى ولاية مولانا أمير المؤمنين عليه السلام بولايته\r\nوولاية الرسول صلى الله عليه وآله بقوله تعالى :\r\n( إنما وليكم الله ورسوله والذين آمنوا الذين يقيمون الصلاة\r\nويؤتون الزكاة ( 1 ) وهم راكعون ومن يتولى الله ورسوله والذين آمنوا\r\nفإن حزب الله هم الغالبون ) ( 2 )\r\nأخرج الطبري والزمخشري والقرطبي والثعلبي والواحدي\r\nوالحسكاني والسيوطي في دره وغيرهم باسناده عن أبي ذر وغيره قال :\r\nأما إني صليت مع رسول الله صلى الله عليه وآله يوما من الأيام الظهر فسأل سائل\r\nفي المسجد فلم يعطه أحد شيئا فرفع السائل يديه إلى السماء وقال : اللهم\r\nاشهد إني سألت في مسجد نبيك محمد صلى الله عليه وآله فلم يعطني أحد شيئا وكان\r\nعلي رضي الله عنه في الصلاة راكعا فأومأ إليه بخنصره اليمنى وفيه خاتم\r\nفأقبل السائل فأخذ الخاتم من خنصره وذلك بمرأى من النبي صلى الله عليه وآله وهو\r\nفي المسجد فرفع رسول الله صلى الله عليه وآله طرفه إلى السماء وقال :\r\n( اللهم إن أخي موسى سألك فقال : ( رب اشرح لي صدري ويسر لي\r\nأمري وأحلل عقدة من لساني يفقهوا قولي واجعل لي وزيرا من\r\n\r\n","description":"","footnote":" ( 1 ) المراد بالزكاة في هذه الآية الصدقة .\r\n( 2 ) المائدة آية : 55 . ","page_name":" 132 ","page_number":132},
  {"content":"\r\nأهلي هارون أخي اشدد به أزري وأشركه في أمري ) . فأنزلت عليه\r\nقرآنا ( سنشد عضدك بأخيك ونجعل لكما سلطانا فلا يصلون اليكما )\r\nاللهم وإني محمد نبيك وصفيك اللهم واشرح لي صدري ويسر لي\r\nأمري واجعل لي وزيرا من أهلي عليا اشدد به ظهري ) .\r\nقال أبو ذر رضي الله عنه :\r\nفما استتم دعاءه حتى نزل جبرئيل عليه السلام من عند الله عز وجل وقال :\r\nيا محمد اقرأ :\r\n( إنما وليكم الله ورسوله والذين آمنوا الذين يقيمون الصلاة\r\nويؤتون الزكاة وهم راكعون ) ( 1 ) ( والنص للثعلبي في تفسيره ) .\r\n\r\n","description":"","footnote":" ( 1 ) تفسير الطبري ج 6 ص 186 - الزمخشري ج 1 ص 649 - تفسير القرطبي ج 6 ص\r\n219 220 - الدر المنثور ج 2 ص 293 - فتح القدير للشوكاني ج 2 ص 53 - زاد المسير\r\nفي علم التفسير ج 2 ص 383 - التفسير المنير لمعالم التنزيل ج 1 ص 210 - فتح البيان\r\nفي مقاصد القرآن ج 3 ص 51 - المناقب للخوارزمي ص 187 - شواهد التنزيل الآية -\r\nذخائر العقبى ص 88 - أسباب النزول ص 148 - تذكرة الخواص ص 18 208 - احكام\r\nالقرآن للجصاص ج 4 ص 102 - مجمع الزوائد ج 7 ص 17 - نظم درر السمطين ص 86\r\nو 88 - شرح نهج البلاغة ج 13 ص 277 - الصواعق المحرقة ص 24 - مسند أحمد ج 5\r\nص 38 - الغدير ج 2 ص 52 وج 3 ص 156 - إحقاق الحق ج 2 ص 299 - فضائل\r\nالخمسة من الصحاح الستة ج 2 ص 19 - معالم التنزيل بهامش تفسير الخازن ج 2 ص\r\n55 - فرائد السمطين ج 1 ص 11 و 190 ج 150 و 151 و 153 - مطالب السؤول ص 31\r\n- تفسير النسفي ج 1 ص 289 - أنساب الأشراف ج 2 ص 150 و 151 - جامع الأصول\r\nج 9 ص 478 - الفصول المهمة ص 123 و 108 - التبيان في تفسير القرآن ج 3 ص 258 ","page_name":" 133 ","page_number":133},
  {"content":"\r\nفأنشأ حسان بن ثابت يقول أبياتا منها قوله :\r\nأبا حسن تفديك نفسي ومهجتي * كل بطئ في الهدى ومسارع\r\nفأنت الذي أعطيت إذ أنت راكع * فدتك نفوس القوم يا خير راكع\r\nفأنزل فيك الله خير ولاية * فأثبتها في محكمات الشرائع ( 1 )\r\nفأنزل فيك الله خير ولاية * فأثبتها في محكمات الشرائع ( 1 )\r\nهذه الآية الشريفة ظاهرة في إمامته عليه السلام فان مفادها يكون هكذا :\r\nانما وليكم الله ورسوله وعلي بن أبي طالب عليه السلام فقوله تعالى :\r\n( والذين آمنوا ) وان كان لفظ جمع ولكنه قد أريد منه شخص واحد\r\nوحمل لفظ الجمع على الواحد جائز إذا كان على سبيل التعظيم .\r\nويعضد هذه الآية الشريفة ما تقدم من الاخبار وما يأتي منها .\r\nالولاية التشريعية :\r\nثم نقول . . . ان الله تبارك وتعالى ذكر لنبيه وللامام صلوات الله\r\nعليهم أجمعين الولاية التشريعية وهي القيام بالتشريع والدعوة وتربية\r\nالأمة والحكم فيها والقضاء في أمرهم .\r\nوقد قال تعالى : ( النبي أولى بالمؤمنين من أنفسهم ) ( 1 ) .\r\nوقوله : ( أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم ) ( 2 ) .\r\n\r\n","description":"","footnote":" ( 1 ) كفاية الطالب ب 61 ص 228 - معالم المدرستين ج 1 ص 309 الغدير .\r\n( 2 ) الأحزاب 6 .\r\n( 3 ) النساء آية 59 . ","page_name":" 134 ","page_number":134},
  {"content":"\r\nوقوله : ( وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمرا أن يكون\r\nلهم الخيرة من أمرهم ) ( 1 ) .\r\nوكثير من الآيات الدالة على ذلك فراجع ( 2 ) .\r\nويجمع الجميع ان له صلى الله عليه وآله الولاية على الأمة في سوقهم إلى الله\r\nوالحكم فيهم والقضاء عليهم في جميع شؤونهم فله عليهم الإطاعة\r\nالمطلقة فترجع ولايته إلى ولاية الله تبارك وتعالى بالولاية التشريعية\r\nويعني بذلك ان له التقدم عليهم بافتراض الطاعة لان طاعته طاعة الله\r\nفولايته ولاية الله كما تدل عليه بعض الآيات كقوله تعالى :\r\n( أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم ) .\r\nوما كان للنبي فهو للإمام عليه السلام بلا نزاع .\r\nالولاية التكوينية :\r\nوللنبي والامام أمير المؤمنين والصديقة والأئمة عليهم السلام ولاية\r\nتكوينية التي تصحح لهم التصرف في كل شئ وتدبير أمر الخلق بما\r\nيشاؤون وكيف يشاؤون بإذن الله تعالى .\r\nوالنصوص في ذلك كثيرة منها :\r\nبعض العبارات في زيارة الجامعة التي هي بسبكها ونظمها وقوة\r\n\r\n","description":"","footnote":" ( 1 ) الأحزاب آية 36 .\r\n( 2 ) تفسير الميزان بيان الآية . ","page_name":" 135 ","page_number":135},
  {"content":"\r\nبلاغتها تدل على أنها صادرة عن الامام المعصوم عليه السلام .\r\nومن تلك العبارات :\r\n( والحق معكم وفيكم ومنكم وإليكم وأنتم أهله ومعدنه\r\nوميراث النبوة عندكم وإياب الخلق إليكم وحسابهم عليكم وفصل\r\nالخطاب عندكم وآيات الله لديكم وعزائمه فيكم ونوره وبرهانه\r\nعندكم وأمره إليكم ) .\r\n( ومن أراد الله بدأ بكم ومن وحده قبل عنكم ومن قصده\r\nتوجه بكم ) إلى أن يقول : ( بكم فتح الله وبكم يختم وبكم ينزل الغيث\r\nوبكم يمسك السماء ان تقع على الأرض إلا باذنه وبكم ينفس الهم\r\nويكشف الضر ) ( 1 ) .\r\nوغير ذلك من العبارات التي تنبئ عن مكانة ليس فوقها مكانة .\r\nوولاية ليس فوقها ولاية إلا الله تعالى وتقدس .\r\nومن راجع كتاب البحار للمجلسي وبصائر الدرجات للصفار\r\nوغيرها من الكتب وجد الروايات في هذا المجال كثيرة جدا وانما نحن\r\nأشرنا هنا والتحقيق والمطالعة لكم أعزائي .\r\nولكن نضيف ان هذه المسألة ذكرت بأدلة كثيرة وكانت قضية\r\nتسيير الرياح وغير ذلك بيد النبي سليمان على نبينا وآله وعليه أفضل\r\nالصلاة والسلام لأكبر شاهد للولاية حيث قال تعالى : ( وسخرنا مع\r\nداوود الجبال يسبحن والطير وكنا فاعلين ) .\r\n\r\n","description":"","footnote":" ( 1 ) زيارة الجامعة عن الإمام علي الهادي ( ع ) مذكورة في كتب المفاتيح . ","page_name":" 136 ","page_number":136},
  {"content":"\r\nوأيضا قوله تعالى : ( ولسليمان الريح عاصفة تجري بأمره إلى\r\nالأرض ) ( 1 ) .\r\nفكانت إدارة الشؤون ولاية تكوينية .\r\nولمزيد من التفصيل والبحث فليراجع ( 2 ) .\r\nنص حديث الغدير :\r\nمن النصوص الدامغة التي لا يستريب فيها اثنان ان النبي الأكرم\r\nمحمد صلى الله عليه وآله عين مولى الموحدين وأول المسلمين الصديق الأكبر\r\nوالفاروق الأعظم ( 3 ) الامام أمير المؤمنين علي بن أبي طالب عليه السلام إماما .\r\n\r\n","description":"","footnote":" ( 1 ) الأنبياء آية 79 - 81 .\r\n( 2 ) كتاب السيد جعفر مرتضى العاملي في بحثه الجديد حول الموضوع آخر غزوة ذات\r\nالرقاع من صحيح السيرة الطبعة الأخيرة ج 8 - وكتاب دولة الانسان في القرآن لآية الله\r\nالشيخ جوادي آملي .\r\n( 3 ) إشارة إلى الحديث الذي ذكره ابن حجر في اصابته وغيره عن أبي ليلى الغفارية قال :\r\nسمعت رسول الله ( ص ) يقول : سيكون من بعدي فتنة فذا كان ذلك فالزموا علي بن أبي\r\nطالب ( ع ) فإنه أول من آمن بي وأول من يصافحني يوم القيامة وهو الصديق الأمير .\r\nوهو فاروق هذه الأمة وهو يعسوب المؤمنين والمال يعسوب المنافقين .\r\nوذكره ابن عبد البر في استيعابه ج 2 ص 657 - وأسد الغابة ج 5 ص 287 - كفاية\r\nالطالب ص 187 - مجمع الزوائد ج 9 ص 102 - ميزان الاعتدال ج 2 ص 417 - إحقاق الحق\r\nج 4 ص 29 - الغدير ج 2 ص 313 - فرائد السمطين ج 1 ص 140 وفي نفس\r\nالمعنى ذكره ابن أبي الحديد في شرح النهج ج 3 ص 261 - كنز العمال ج 6 ص 405 -\r\nكفاية الطالب ص 187 - السيرة الحلبية ج 1 ص 380 - ذخائر العقبى ص 56 الرياض\r\nالنظرة ج 1 ص 204 - والأحاديث في هذا المقام كثيرة . ","page_name":" 137 ","page_number":137},
  {"content":"\r\nوعلما ووليا واخذ له البيعة في أعناق المسلمين وكان في مقدمة الذين\r\nبايعوه على ولاية الامر كل من أبي بكر وعمر وكل منهما يقوله له : بخ\r\nبخ لك يا ابن أبي طالب أصبحت وأمسيت مولاي ومولى كل مؤمن\r\nومؤمنة .\r\nفالمؤرخ النزيه والمحقق النبيه الذي ضالته الحق ومراده\r\nالصواب يكفيه هذا النص الذي سنذكره يعلم أن أمير المؤمنين علي بن\r\nأبي طالب عليه السلام هو الخليفة المظلوم المغصوب لخلافته وحقه ولا يتأمل ان\r\nيتبرأ ممن ظلمه وغصب حقه لأنه عدول عن جادة الصراط المستقيم\r\nوقول الرسول الأمين وخليفته النبأ العظيم .\r\nونحن هنا : نوقف القارئ الغيور على مصلحة الاسلام عند نص\r\nالغدير وندرج معه ما تيسر من رواته من الصحابة والتابعين : لتطمئن\r\nنفسه ويخضع قلبه وتقوى عقيدته والله المستعان .\r\nالنص كما ذكره المؤرخون :\r\nأجمع رسول الله صلى الله عليه وآله الخروج إلى الحج في سنة عشر من مهاجره\r\nوأذن في الناس بذلك فقدم المدينة خلق كثير يأتمون به في حجته تلك\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\nالتي يقال لها حجة الوداع وقد خرج معه في ذلك العام مائة ألف\r\nوعشرون ألفا فلما قضى مناسكه وانصرف راجعا إلى المدينة ومعه من\r\nكان من الجموع المذكورات ووصل إلى غدير خم ( 1 ) من الجحفة التي\r\nتتشعب فيها طرق المدنيين والمصريين والعراقيين وذلك يوم الخميس\r\nالثامن عشر من ذي الحجة نزل إليه جبرئيل الأمين عليه السلام عن الله بقوله :\r\n( يا أيها الرسول بلغ ما أنزل إليك من ربك وإن لم تفعل فما بلغت\r\nرسالته والله يعصمك من الناس ) ( 2 ) ( 3 ) .\r\nوأمره ان يقيم عليا علما للناس ويبلغهم ما نزل فيه من الولاية وفرض\r\nالطاعة على كل أحد وكان أوائل القوم قريبا من الجحفة فأمر رسول\r\nالله صلى الله عليه وآله أن يرد من تقدم منهم ويحبس من تأخر عنهم في ذلك المكان\r\n\r\n","description":"","footnote":" ( 1 ) الغدير : موضع بين مكة والمدينة بالجحفة قام فيه رسول الله ( ص ) خطيبا بولاية\r\nالامام أمير المؤمنين علي بن أبي طالب صلوات الله عليه .\r\n( 2 ) المائدة : آية 67 .\r\n( 3 ) نزلت هذه الآية يوم 18 من ذي الحجة في غدير خم .\r\nأسباب النزول للواحدي ص 115 - الدر المنثور : ج 2 ص 298 - شواهد التنزيل\r\nالآية - ترجمة الإمام علي بن أبي طالب من تاريخ دمشق ج 2 ص 86 ج 586 - فرائد\r\nالسمطين ج 1 ص 158 ح 120 - الغدير ج 1 ص 214 - تفسير النيسابوري ج 6 ص\r\n170 - تفسير القرآن لعبد الوهاب البخاري في تفسير آية المودة - تفسير المنار ج 6 ص\r\n463 - بحار الأنوار ج 37 - فتح البيان في مقاصد القرآن ج 3 ص 63 - مطالب السؤول ج\r\n1 ص 44 - الفصول المهمة ص 25 - ينابيع المودة ص 120 و 249 - الملل والنحل ج 1\r\nص 163 - فتح القدير ج 2 ص 60 - تفسير الفخر الرازي ج 12 ص 50 . ","page_name":" 139 ","page_number":139},
  {"content":"\r\nونهى عن سمرات خمس متقاربات دوحات عظام أن لا ينزل تحتهن\r\nأحد حتى إذا أخذ القوم منازلهم فقيم ما تحتهن حتى إذا نودي بالصلاة\r\n- صلاة الظهر - عمد إليهن فصلى بالناس تحتهن وكان يوما هاجرا يضع\r\nالرجل بعض رداءه على رأسه وبعضه تحت قدميه من شدة الرمضاء\r\nوظلل لرسول الله صلى الله عليه وآله بثوب على شجرة سمرة من الشمس فلما انصرف\r\nمن صلاته قام خطيبا وسط القوم على أقتاب الإبل واسمع الجميع رافعا\r\nعقيرته فقال :\r\n( الحمد لله ونستعينه ونؤمن به ونتوكل عليه ونعوذ بالله من\r\nشرور أنفسنا ومن سيئات أعمالنا الذي لا هادي لمن ضل ولا مضل\r\nلمن هدى وأشهد أن لا إله إلا الله وأن محمدا عبده ورسوله .\r\nاما بعد :\r\nأيها الناس قد نبأني اللطيف الخبير أنه لم يعمر نبي إلا نصف عمر\r\nالذي قبله واني أوشك أن ادعى فأجيب واني مسؤول وأنتم\r\nمسؤولون فماذا أنتم قائلون ؟\r\nقالوا : نشهد أنك قد بلغت ونصحت وجهدت فجزاك الله خيرا .\r\nقال : ألستم تشهدون أن لا إله إلا الله وأن محمدا عبده ورسوله وأن\r\nجنته حق وناره حق وأن الموت حق وان الساعة آتية لا ريب فيها\r\nوأن الله يبعث من في القبور ؟\r\nقالوا : بلى نشهد بذلك .\r\nقال : اللهم اشهد ثم قال : أيها الناس ألا تسمعون ؟\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\nقالوا نعم .\r\nقال : فاني فرط على الحوض وأنتم واردون علي الحوض وإن\r\nعرضه ما بين صنعاء وبصرى فيه أقداح عدد النجوم من فضة فانظروا\r\nكيف تخلفوني في الثقلين فنادى مناد :\r\nوما الثقلان يا رسول الله ؟\r\nقال : الثقل الأكبر كتاب الله طرف بيد الله عز وجل وطرف بأيديكم\r\nفتمسكوا به لا تضلوا والآخر الأصغر عترتي وإن اللطيف الخبير\r\nنبأني انهما لن يتفرقا حتى يردا علي الحوض فسألت ذلك لهما ربي\r\nفلا تقدموهما فتهلكوا ولا تقصروا عنهما فتهلكوا ثم اخذ بيد علي\r\nفرفعها حتى رؤي بياض آباطهما وعرفه القوم أجمعون فقال : أيها\r\nالناس من أولى الناس بالمؤمنين من أنفسهم ؟\r\nقالوا : الله ورسوله أعلم . قال : إن الله مولاي وانا مولى المؤمنين وانا\r\nأولى بهم من أنفسهم فمن كنت مولاه فعلي مولاه ) ( 1 ) يقولها ثلاث\r\n\r\n","description":"","footnote":" ( 1 ) صحيح الترمذي ج 5 ص 297 ح 3797 - سنن ابن ماجة ج 1 ص 45 ح 121 -\r\nمجمع الزوائد ج 9 ص 103 و 105 - خصائص أمير المؤمنين ( ع ) 94 و 95 - المستدرك\r\nعلى الصحيحين ج 3 ص 110 - حلية الأولياء ج 5 ص 26 - أسد الغابة ج 1 ص 369 -\r\nجامع الأصول ج 9 ص 468 - المناقب للخوارزمي ص 79 و 94 و 95 - الدر المنثور ج 5\r\nص 182 - نظم درر السمطين ص 112 - الجرح والتعديل لابن أبي حاتم ج 4 ق 2 ص\r\n431 - مسند أحمد ج 1 ص 88 ينابيع المودة ص 31 و 33 و 36 و 37 - ذخائر العقبى\r\nص 67 - الإصابة ج 1 ص 305 - الأغاني ج 8 ص 307 - تاريخ الخلفاء ص 169 -\r\nكفاية الطالب ص 58 و 60 - التاريخ الكبير للبخاري ج 1 ق 1 ص 375 ط 2 بتركيا\r\nفرائد السمطين - تاريخ بغداد ج 8 ص 290 - المنتخب من صحيح البخاري ومسلم ص\r\n217 مخطوط - فتح البيان ج 2 ص 251 - تهذيب التهذيب ج 1 ص 337 - النهاية لابن\r\nالأثير ج 4 ص 346 - الرياض النضرة ج 2 ص 244 وهناك مصادر أخرى أيضا ذكرها\r\nمفصلا صاحب تعليقة المراجعات والغدير . ","page_name":" 141 ","page_number":141},
  {"content":"\r\nمرات .\r\nوفي لفظ أحمد امام الحنابلة أربع مرات ثم قال :\r\n( اللهم وال من والاه وعاد من عاداه وأحب من أحبه وابغض من\r\nأبغضه وانصر من نصره واخذل من خذله وأدر الحق معه حيث\r\nدار ( 1 ) ألا فليبلغ الشاهد الغايب ) .\r\nثم لم يتفرقوا حتى نزل أمين وحي الله بقوله :\r\n\r\n","description":"","footnote":" ( 1 ) ذكر هذا الحديث بألفاظ متعددة : مسند أحمد ج 2 ص 961 - شواهد التنزيل ج 1\r\nص 190 ح 245 و 247 و 248 - مجمع الزوائد ج 7 ص 17 وج 9 ص 104 و 105 إلى\r\n108 - أنساب الأشراف ج 2 ص 112 - تاريخ اليعقوبي ج 2 ص 93 - المستدرك على\r\nالصحيحين ج 3 ص 116 و 371 - المناقب للخوارزمي ص 93 - ميزان الاعتدال ج 3\r\nص 294 - تاريخ الخلفاء ص 169 - الصواعق المحرقة ص 25 - شرح نهج البلاغة لابن\r\nابن الحديد ج 4 ص 388 - تاريخ الخلفاء للسيوطي - الفصول المهمة ص 23 و 24 -\r\nذخائر العقبى ص 67 - الاستيعاب بهامش الإصابة ج 3 ص 36 - نظم درر السمطين ص\r\n109 - أسد الغابة ج 1 ص 367 وج 2 ص 233 - تفسير الرازي ج 3 ص 636 - الرياض\r\nالنضرة ج 2 ص 223 - تاريخ بغداد ج 14 ص 236 - فرائد السمطين ج 1 ص 71 و 77 -\r\nإحقاق الحق ج 6 ص 233 - الغدير ج 1 ص 11 - البداية والنهاية ج 5 ص 210 و 211\r\nو 213 و 219 - كنز العمال ج 15 ص 138 وهناك مصادر أخرى ذكرناها في التعليقة\r\nالمتقدمة . ","page_name":" 142 ","page_number":142},
  {"content":"\r\n( اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ) الآية ( 1 ) ( 2 ) .\r\nفقال رسول الله صلى الله عليه وآله : ( الله أكبر على إكمال الدين واتمام النعمة\r\nورضي الرب برسالتي والولاية لعلي من بعدي ) .\r\nثم طفق القوم يهنئون أمير المؤمنين صلوات الله عليه وممن هنأه في مقدم\r\nالصحابة : الشيخان أبو بكر وعمر كل يقول :\r\nبخ بخ لك يا بن أبي طالب أصبحت وأمسيت مولاي ومولى كل\r\nمؤمن ومؤمنة ( 3 ) .\r\n\r\n","description":"","footnote":" ( 1 ) المائدة آية 3 .\r\n( 2 ) نزلت هذه الآية بعد أن نصب الرسول ( ص ) علي بن أبي طالب ( ع ) خليفة واماما\r\nعلى أمته .\r\nراجع تاريخ بغداد ج 8 ص 290 - الدر المنثور ج 2 ص 259 - المناقب\r\nللخوارزمي ص 80 - تذكرة الخواص ص 30 وص 18 - تفسير ابن كثير ج 2 ص 14 -\r\nمقتل الحسين ( ع ) للخوارزمي ج 1 ص 47 - ينابيع المودة ص 115 - فرائد السمطين ج\r\n1 ص 72 و 74 و 315 - تاريخ اليعقوبي ج 2 ص 35 - الغدير ج 1 ص 10 و 11 - إحقاق الحق\r\nج 6 عن المناقب لعبد الله الشافعي ص 106 مخطوط - البداية والنهاية ج 5 ص 213\r\n- البحار ج 37 باب 52 - روح المعاني ج 6 ص 55 - تاريخ ابن كثير ج 5 ص 210\r\n- ترجمة الإمام علي بن أبي طالب ( ع ) ج 2 ص 75 ح 575 و 576 و 577 و 578 و 585\r\nشواهد التنزيل ج 1 ص 157 ح 211 إلى 215 - وهناك مصادر أخرى فلتطلب .\r\n( 3 ) هذا النص ذكر بعدة ألفاظ منها :\r\n( هنيئا لك يا ابن أبي طالب أصبحت وأمسيت مولى كل مؤمن ومؤمنة ) .\r\n( بخ بخ لك يا ابن أبي طالب أصبحت مولاي ومولى كل مسلم ) .\r\n( النص المذكور في المتن ) .\r\nمسند أحمد ج 4 ص 281 - الفخر الرازي في تفسيره ج 3 ص 63 - تذكرة\r\nالخواص ص 29 - فرائد السمطين ج 1 ص 77 - عبقات الأنوار ج 1 ص 285 قسم\r\nحديث الثقلين - الغدير ج 1 ص 11 - ينابيع المودة ص 30 و 31 - المناقب للخوارزمي\r\nص 94 - مشكاة المصابيح ج 3 ص 246 - فضائل الخمسة من الصحاح الستة ج 1 ص\r\n350 - الفصول المهمة ص 24 - ذخائر العقبى ص 67 - ترجمة الإمام علي بن أبي طالب\r\n( ع ) ج 2 ص 50 ح 548 و 549 و 550 - نظم درر السمطين ص 109 - تاريخ بغداد ج 8\r\nص 290 - شواهد التنزيل ج 1 ص 158 ح 213 - وقد ذكر صاحب تعليقة المراجعات\r\nمصادر كثيرة - من أراد فليراجع وكذلك العلامة الأميني في غديره . ","page_name":" 143 ","page_number":143},
  {"content":"\r\nوقال ابن عباس : وجبت والله في أعناق القوم .\r\nفقال حسان : ائذن لي يا رسول الله أن أقول في علي أبياتا تسمعهن .\r\nفقام صلى الله عليه وآله وسلم : قل على بركة الله .\r\nفقام حسان فقال : يا معشر مشيخة قريش أتبعها قولي بشهادة من\r\nرسول الله في الولاية ماضية ثم قال ( 1 ) :\r\nيناديهم يوم الغدير نبيهم * بخم وأسمع بالنبي مناديا\r\nوقد جاءه جبريل عن أمر ربه * بأنك معصوم فلا تك وانيا\r\nوبلغهم ما أنزل الله ربهم إليك * ولا تخش هناك الا عاديا\r\nفقام به إذ ذاك رافع كفه * بكف علي معلن الصوت عاليا\r\nفقال : فمن مولاكم ووليكم * فقالوا ولم يبدوا هناك تعاميا\r\nإلهك مولانا وأنت ولينا * ولن تجدن فينا لك اليوم عاصيا\r\nفقال له : قم يا علي فأنني * رضيتك من بعدي إماما وهاديا\r\n\r\n","description":"","footnote":" ( 1 ) النص كما ذكره العلامة الأميني قدس سره ج 1 ص 10 و 11 . ","page_name":" 144 ","page_number":144},
  {"content":"\r\nفمن كنت مولاه فهذا وليه * فكونوا له أنصار صدق مواليا\r\nهناك دعا اللهم وال وليه * وكن للذي عادى عليا معاديا\r\nفيارب أنصر ناصريه لنصرهم * امام هدى كالبدر يجلو الدياجيا\r\nفلما فرغ من هذا القول قال له النبي صلى الله عليه وآله : لا تزال يا حسان مؤيدا\r\nبروح القدس ما نصرتنا بلسانك فلولا أن النبي صلوات الله عليه وآله\r\nأراد بالمولى الإمامة لما أثنى على حسان باخباره بذلك ولأنكره عليه\r\nورده عنه .\r\nهذا الشعر متواتر عن حسان وقد أفرد العلامة المقدس الشيخ\r\nالأميني بابا في ترجمة حسان وذكر رواة هذا الشعر من أبناء العامة فضلا\r\nعن الخاصة فليراجع في ترجمته ( 1 ) .\r\nوهذا الحديث الصريح الصحيح تواترت الروايات فيه عند أبناء\r\nالأمة من المؤرخين والمحدثين والشعراء مما جعله مسلم الصدور\r\nوروى هذا الحديث أيضا جماهير من الصحابة والتابعين ونذكر هنا جملة\r\nمنهم :\r\n\r\n","description":"","footnote":" ( 1 ) ترجمة حسان بن ثاب القرن الثاني الهجري ج 2 ص 34 من كتاب الغدير . ","page_name":" 145 ","page_number":145},
  {"content":"\r\nرواة حديث الغدير من الصحابة :\r\n1 - أبو هريرة الدوسي .\r\n2 - أبو زينب الأنصاري .\r\n23 - أبو فضالة الأنصاري .\r\n4 - أبو ليلى الأنصاري .\r\n5 - أبو عمرة الأنصاري .\r\n6 - أبلو الهيثم بن التيهان .\r\n7 - أبو رافع القبطي .\r\n8 - أبو قدامة الأنصاري .\r\n9 - أبو ذويب الهذلي .\r\n10 - أبو بكر بن أبي قحافة .\r\n11 - أسامة بن زيد الكلبي\r\n12 - أبي بن كعب الأنصاري .\r\n13 - أسعد بن زرارة الأنصاري .\r\n14 - أسماء بنت عميس .\r\n15 - أم سلمة زوجة النبي صلى الله عليه وآله .\r\n16 - أم هاني بنت أبي طالب عليه السلام .\r\n17 - أنس بن مالك .\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n18 - براء بن عازب .\r\n19 - بريدة الأسلمي .\r\n20 - أبو سعيد الأنصاري .\r\n21 - جابر بن جنادة .\r\n22 - جابر بن عبد الله الأنصاري .\r\n23 - جبلة بن عمر الأنصاري .\r\n24 - جبير بن عدي .\r\n25 - جرير البجلي .\r\n26 - أبو ذر الغفاري .\r\n27 - أبو جنيدة الأنصاري .\r\n28 - أبو قدامة العرني .\r\n29 - حبشي السلولي .\r\n30 - حبيب الخزاعي .\r\n31 - أبو سريحة الغفاري .\r\n32 - حذيفة اليماني .\r\n33 - حسان بن ثابت .\r\n34 - الإمام الحسن المجتبى عليه السلام .\r\n35 - الإمام الحسين عليه السلام .\r\n36 - أبو أيوب الأنصاري .\r\n37 - خالد بن الوليد .\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n38 - خزيمة الأنصاري .\r\n39 - أبو شريح الخزاعي .\r\n40 - رفاعة الأنصاري .\r\n41 - زيد بن أرقم .\r\n42 - الزبير بن العوام .\r\n43 - زيد بن ثابت .\r\n44 - زيد بن شراحيل .\r\n45 - زيد بن عبد الله الأنصاري .\r\n46 - سعد بن أبي وقاص .\r\n47 - سعد بن جنادة .\r\n48 - سعد بن عبادة الأنصاري .\r\n49 سعد بن مالك الأنصاري .\r\n50 - سعيد بن زيد العدوي .\r\n51 - سعيد بن عبادة .\r\n52 - سلمة بن عمرو الأسلمي .\r\n53 - سمرة بن جندب الفزاري .\r\n54 - سلمان الفارسي .\r\n55 - سهل بن حنيف الأنصاري .\r\n56 - سهل بن سعد الأنصاري .\r\n57 - الصدي الباهلي .\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n58 - ضمرة الأسدي .\r\n59 - طلحة التميمي .\r\n60 - عامر النميري .\r\n61 - عامر بن حمزة .\r\n62 - عامر الغفاري .\r\n63 - عامر بن واثلة الليثي .\r\n64 - عائشة زوجة النبي ( ص ) .\r\n65 - العباس عم النبي ( ص ) .\r\n66 - عبد الرحمن الأنصاري .\r\n67 - عبد الرحمن بن عوف .\r\n68 - عبد الرحمن الديلمي .\r\n69 - عبد الله بن أبي المخزومي .\r\n70 - عبد الله بن بديل .\r\n71 - عبد الله بن بشير المازني .\r\n72 - عبد الله بن جعفر بن أبي طالب .\r\n73 - عبد الله بن ربيعة .\r\n74 - عبد الله بن حنطب .\r\n75 - عبد الله بن عباس .\r\n76 - عبد الله بن أبي أوفى الأسلمي .\r\n77 - عبد الله بن عمر بن الخطاب .\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n78 - عبد الله بن مسعود .\r\n79 - عبد الله بن ياميل .\r\n80 - عثمان بن عفان .\r\n81 - عبيد بن عازب .\r\n82 - عدي بن حاتم .\r\n83 - عطية بن بسر المازني .\r\n84 - عقبة بن عامر الجهني .\r\n85 - أمير المؤمنين علي بن أبي طالب عليه السلام .\r\n86 - عمار بن ياسر .\r\n87 - عمارة الخزرجي .\r\n88 - عمر بن أبي سلمة .\r\n89 - عمر بن الخطاب .\r\n90 - عمران بن حصين الخزاعي .\r\n91 - عمرو بن الحمق الخزاعي .\r\n92 - عمرو بن شراحيل .\r\n93 - عمرو بن العاص .\r\n94 - عمرو بن مرة .\r\n95 - الصديقة فاطمة الزهراء عليها السلام .\r\n96 - فاطمة بن حمزة بن عبد المطلب .\r\n97 - قيس بن ثابت .\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n98 - قيس بن سعد بن عبادة .\r\n99 - كعب بن عجرة .\r\n100 - مالك بن الحويرث .\r\n101 - المقداد الكندي .\r\n102 - ناجية بن عمرو .\r\n103 - فضلة بن عتبة .\r\n104 - نعمان بن عجلان .\r\n105 - هاشم المرقال .\r\n106 - وحشي الحبشي .\r\n107 - وهب بن حمزة .\r\n108 - وهب السوائي .\r\n109 - يعلي الثقفي .\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\nرواه حديث الغدير من التابعين ( 1 )\r\n1 - أبو راشد الحبراني .\r\n2 - أبو سلمة الزهري .\r\n3 - أبو سليمان المؤذن .\r\n4 - أبو صالح المدني .\r\n5 - أبو عنفوانة المازني .\r\n6 - أبو عبد الرحيم الكندي .\r\n7 - أبو القاسم بن نباتة .\r\n8 - أبو ليلى الكندي .\r\n9 - أياس بن نذير .\r\n10 - جميل بن عمارة .\r\n11 - حارثة بن نصر .\r\n12 - حبيب الأسدي .\r\n13 - الحرث بن مالك .\r\n14 - الحسين الحويرث .\r\n15 - حكم بن عتبة .\r\n\r\n","description":"","footnote":" ( 1 ) التابعون : جمع تابعي وهو الذي رأي صحابة رسول الله ( ص ) ولم يسر رسول الله\r\n( ص ) بنفسه . ","page_name":" 152 ","page_number":152},
  {"content":"\r\n16 - حميد الخزرجي .\r\n17 - حميد البصري .\r\n18 - خيثمة الجعفي .\r\n19 - ربيعة الجرشي .\r\n20 - رباح النخعي .\r\n21 - زاذان الكندي البزار .\r\n22 - زر الأسدي .\r\n23 - زياد بن أبي زياد .\r\n24 - زيد بن يثيع .\r\n25 - سالم بن الخطاب .\r\n26 - سعيد بن جبير .\r\n27 - سعيد بن أبي حدان .\r\n28 - سعيد المخزومي .\r\n29 - سعيد الهمداني .\r\n30 - سلمة الحضرمي .\r\n31 - سليم بن قيس .\r\n32 - سليمان الأعمش .\r\n33 - سهم الأسدي .\r\n34 - شهر بن حوشب .\r\n35 - الضحاك الهلالي .\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n36 - طاووس اليماني .\r\n37 - طلحة الأيامي .\r\n38 - عامر بن سعد بن أبي وقاص .\r\n39 - عائشة بنت سعد .\r\n40 - عبد الحميد العبدي .\r\n41 - عبد خير الهمداني .\r\n42 - عبد الرحمن بن أبي ليلى .\r\n43 - عبد الرحمن بن سابط .\r\n44 - عبد الله بن أسعد بن زرارة .\r\n45 - عبد الله الأسدي .\r\n46 - عبد الله العامري .\r\n47 - عبد الله الهاشمي .\r\n48 - عدي الأنصاري .\r\n49 - عطية العوفي .\r\n50 - علي بن جدعان .\r\n51 - عمر بن عبد العزيز .\r\n52 - عمارة العبدي .\r\n53 - عبد الله بن مرة .\r\n54 - عمر بن عبد الغفار .\r\n55 - عمر بن علي أمير المؤمنين عليه السلام .\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n56 - عمرو بن هبيرة .\r\n57 - عمرو بن مرة .\r\n58 - عمرو السبعي .\r\n59 - عمرو بن ميمون .\r\n60 - عميرة الهمداني .\r\n61 - عميرة المدنية أم رفاعة .\r\n62 - عيسى التميمي .\r\n63 - فطر المخزومي .\r\n64 - قبيصة بن ذؤيب .\r\n65 - قيس المدايني .\r\n66 - محمد بن عمر بن علي أمير المؤمنين عليه السلام .\r\n67 - مسلم بن صبيح .\r\n68 - مسلم الملائي .\r\n69 - مصعب الزهري .\r\n- 70 - مطلب المخزومي .\r\n71 - مطر الوراق .\r\n72 - معروف بن خزبوذ .\r\n73 - منصور بن ربعي .\r\n74 - مهاجر الزهري .\r\n75 - موسى النميري .\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n76 - نذير الضبي .\r\n77 - ميمون البصري .\r\n78 - هاني الهمداني .\r\n79 - يحيى الفزاري .\r\n80 - يحيى المخزومي .\r\n81 - يزيد بن أبي زياد .\r\n82 - يزيد التميمي .\r\n83 - يزيد الأودي .\r\n84 - يسار الثقفي ( 1 ) .\r\nنص حديث المنزلة :\r\nومن النصوص الدالة على ولاية الامام أمير المؤمنين عليه السلام حديث\r\nالمنزلة فقد أخرج البخاري ومسلم ومسند الطيالسي واحمد وسنن\r\n\r\n","description":"","footnote":" ( 1 ) نشير هنا : ان التعرض لمثل هذا التفصيل ليس من شأن هذا الكتاب وانما ذكرنا\r\nذلك تعميما للفائدة وقد تعرض للتفصيل والبيان مع ذكر المصادر للرواة من الصحابة\r\nوالتابعين العلامة الشيخ الأميني قدس سره حيث أسهب القول حول بحث الولاية عموما\r\nفي كتابه الغدير ونحن هنا لم نذكر المصادر اعتمادا على ما ذكره رحمه الله .\r\nكما وتحدث عن ذلك صاحب عبقات الأنوار الكهنوي رضوان الله تعالى\r\nعليه وعلى جميع الذين تصدوا للدفاع عن هذا الخط . ","page_name":" 156 ","page_number":156},
  {"content":"\r\nالترمذي وابن ماجة وغيرهم ( 1 ) واللفظ للبخاري .\r\nان رسول الله صلى الله عليه وآله قال لعلي عليه السلام :\r\n( أنت مني بمنزلة هارون من موسى الا أنه ليس نبي بعدي ) .\r\nولفظ مسلم وغيره :\r\n( إلا أنه لا نبي بعدي ) .\r\nوالمناسبة كانت كما في طبقات ابن سعد وغيره عن البراء بن عازب\r\nوزيد بن أرقم قالا :\r\nلما كان عند غزوة جيش العسرة وهي تبوك قال رسول الله صلى الله عليه وآله\r\nلعلي بن أبي طالب عليه السلام :\r\n( انه لابد أن أقيم أو تقيم ) . فخلفه فلما فصل رسول الله صلى الله عليه وآله\r\nغازيا قال ناس : ما خلف عليا إلا لشئ كرهه منه فبلغ ذلك عليا فاتبع\r\nرسول الله صلى الله عليه وآله حتى انتهى إليه فقال له :\r\nما جاء بك يا علي ؟ قال : لا يا رسول الله الا اني سمعت ناسا يزعمون\r\nإنك انما خلفتني لشئ كرهته مني .\r\nفتضاحك رسول الله صلى الله عليه وآله وقال :\r\n\r\n","description":"","footnote":" ( 1 ) صحيح البخاري باب مناقب علي ( ع ) وباب غزوة تبوك - صحيح مسلم ج 7\r\nص 120 - الترمذي باب مناقب علي ( ع ) - مسند أبي داود ج 1 ص 28 و 29 ح 205 -\r\nسنن ابن ماجة باب فضائل علي ( ع ) - مسند أحمد ج 1 ص 170 و 173 - مستدرك\r\nالحاكم ج 2 ص 337 - طبقات ابن سعد ج 3 ص 14 و 15 - مجمع الزوائد ج 9 ص 109 .\r\nو 111 وغيرها من المصادر . ","page_name":" 157 ","page_number":157},
  {"content":"\r\n( يا علي اما ترضى أن تكون مني كهارون من موسى غير انك لست\r\nبنبي ؟ قال : بلى يا رسول الله قال : فإنه كذلك ) ( 1 ) .\r\nالمراد من لفظ ( مني ) في الحديث :\r\nذكر بعض الاعلام ان لفظ ( مني ) في حديث ( أنت مني بمنزلة\r\nهارون من موسى ) يوضح المراد من هذا اللفظ في أحاديث الرسول\r\nالأخرى وذلك أن هارون لما كان شريك موسى في النبوة ووزيره في\r\nالتبليغ وكان علي من خاتم الأنبياء بمنزلة هارون من موسى باستثناء\r\nالنبوة يبقى لعلي الوزارة في التبليغ وعلى هذا فان الرسول صلى الله عليه وآله فسر لفظ\r\n( مني ) في هذه الأحاديث بكل وضوح وجلاء ان القصد منه أنه منه في\r\nمقام التبليغ عن الله أي المكلفين بلا واسطة ومن ثم يتضح معنى ( مني )\r\nفي أحاديث أخرى للرسول صلى الله عليه وآله في حق الإمام علي عليه السلام والذي ورد فيها\r\nغير مفسرة ( 2 ) .\r\nمثل ما ورد في رواية بريدة في خبر الشكوى ان الرسول صلى الله عليه وآله قال\r\nله : ( لا تقع في علي فإنه مني و . . . ) ( 3 ) .\r\n\r\n","description":"","footnote":" ( 1 ) طبقات ابن سعد ج 3 ص 15 - مجمع الزوائد ج 9 ص 111 - مع اختلاف يسير .\r\n( 2 ) العلامة السيد مرتضى العسكري المدرستين ج 1 ص 316 - 317 .\r\n( 3 ) مسند أحمد ج 5 ص 356 - خصائص النسائي ص 24 - مستدرك الصحيحين ج 3\r\nص 111 - مجمع الزوائد ج 9 ص 127 - كنز العمال ج 12 ص 207 - كنوز الحقائق\r\nللمناوي ص 186 و ","page_name":" 158 ","page_number":158},
  {"content":"\r\nورواية عمران بن حصين : ( ان عليا مني . . . ) ( 1 ) .\r\nوقد ذكر المحب الطبري في ذخائره عن أسماء بنت عميس قالت :\r\nأقبلت فاطمة بالحسن عليه السلام فجاء النبي صلى الله عليه وآله فقال : يا أسماء\r\nهلمي ابني فدفعته إليه في خرقة صفراء فألقاها عنه قائلا : ألم أعهد إليكن\r\nان لا تلفوا مولودا بخرقة صفراء ؟ فلفيته بخرقة بيضاء فأخذه واذن في\r\nأذنه اليمنى وأقام في اليسرى ثم قال لعلي عليه السلام : أي شئ سميت ابني ؟ قال :\r\nما كنت لأسبقك بذلك فقال : صلى الله عليه وآله : ولا أنا سابق ربي .\r\nفهبط جبريل عليه السلام فقال :\r\nيا محمد ان ربك يقرئك السلام ويقول لك : علي منك بمنزلة\r\nهارون من موسى لكن لا نبي بعدك فسمي ابنك هذا باسم ولد\r\nهارون .\r\nفقال : وما كان اسم ابن هارون يا جبريل ؟\r\nقال : شبر .\r\nقال صلى الله عليه وآله : ان لساني عربي .\r\nفقال : سمه الحسن ففعل فلما كان بعد الحول ولد الحسين عليه السلام .\r\nفجاءني صلى الله عليه وآله فذكرت مثل الأول وساقت قصة التسمية مثل الأول وان\r\n\r\n","description":"","footnote":" ( 1 ) صحيح الترمذي ج 13 ص 165 باب مناقب علي بن أبي طالب ع - مسند أحمد ج\r\n4 ص 437 - - مسند أبي داود ج 3 ص 111 ح 829 - مستدرك الحاكم ج 3 ص 110 -\r\nخصائص النسائي ص 19 و 16 - حلية أبي نعيم ج 6 ص 294 وغيرها . ","page_name":" 159 ","page_number":159},
  {"content":"\r\nجبريل أمره أن يسميه باسم ولد هارون شبير فقال النبي صلى الله عليه وآله مثل\r\nالأول فقال : سمه حسينا ( 1 ) .\r\nاستعمال لفظ مني :\r\nولفظ مني استعمل في أحاديث كثيرة عن النبي صلى الله عليه وآله في حق الامام\r\nأمير المؤمنين وحق السبطين الحسن والحسين عليهم السلام ومن تلك الأحاديث :\r\nما أخرجه البخاري والترمذي وأحمد والنسائي وابن جرير\r\nوغيرهم .\r\nقال رسول الله صلى الله عليه وآله : ( يا علي أنت مني وأنا منك ) ( 2 ) .\r\n( علي مني بمنزلي من ربي ) ( 3 ) .\r\n( علي مني وأنا من علي ولا يؤدي عني إلا أنا وعلي ) ( 4 ) .\r\n\r\n","description":"","footnote":" ( 1 ) ذخائر العقبى ص 120 .\r\n( 2 ) صحيح البخاري كتاب بدء الخلق باب مناقب علي ( ع ) - صحيح الترمذي ج 2 ص\r\n297 - مسند ابن داود ج 3 ص 111 - مسند أحمد ج 1 ص 108 - خصائص النسائي\r\nص 519 - تاريخ ابن جرير ج 2 ص 197 - الرياض النضرة ص 568 - كنوز الحقائق ص\r\n37 - وغيرهم مع اختلاف يسير في اللفظ .\r\n( 3 ) الرياض النضرة ج 2 ص 215 - الصواعق المحرقة ص 106 - إحقاق الحق ج 7 ص\r\n217 - ذخائر العقبى ص 64 .\r\n( 4 ) صحيح الترمذي ج 5 ص 300 ح 3803 - خصائص النسائي ص 20 - سنن ابن\r\nماجة ج 1 ص 44 ح 119 - المناقب للخوارزمي ص 79 - ينابيع المودة ص 55 و 180\r\nو 181 - الصواعق المحرقة ص 120 - تذكرة الخواص لابن الجوزي ص 36 - مسند أحمد\r\nج 5 ص 30 . ","page_name":" 160 ","page_number":160},
  {"content":"\r\n( ان عليا مني وأنا منه وهو ولي كل مؤمن بعدي ) ( 1 ) .\r\nوروى الترمذي وابن ماجة والبخاري عن رسول الله صلى الله عليه وآله\r\n( واللفظ للأول ) قال :\r\n( حسين مني وأنا من حسين أحب الله من أحب حسينا حسين\r\nسبط من الأسباط ) ( 2 ) .\r\nوالأحاديث في هذا المقام أكثر من أن تحصى وقد ذكرها العلماء في\r\nموسوعاتهم الخاصة بهذا البحث .\r\nتسلسل الأوصياء كما ذكره المسعودي :\r\nبعد هذه النصوص اليسيرة يظهر لنا مدى اهتمام النبي الأكرم\r\n\r\n","description":"","footnote":" ( 1 ) صحيح الترمذي ج 5 ص 296 ح 2796 - حلية الأولياء ج 6 ص 294 - المناقب\r\nللخوارزمي ص 92 - الصواعق المحرقة ص 74 - مجمع الزوائد ج 9 ص 197 - الإصابة\r\nج 2 ص 509 - مشكاة المصابيح ج 3 ص 243 - مصابيح السنة ج 2 ص 275 -\r\nالمستدرك على الصحيحين ج 3 ص 110 - وغيرهم .\r\n( 2 ) صحيح الترمذي ج 2 ص 307 - سنن ابن ماجة باب فضائل أصحاب النبي ( ص )\r\nالبخاري في الأدب المفرد باب معانقة الصبي - مستدرك الصحيحين ج 3 ص 177 -\r\nاحمد في مسنده ج 4 ص 172 - أسد الغابة ج 2 ص 19 وج 5 ص 130 - كنز العمال ج 7\r\nص 221 . ","page_name":" 161 ","page_number":161},
  {"content":"\r\nمحمد صلى الله عليه وآله بابلاغ الوصاية والخلافة والولاية كما امر الله تبارك وتعالى\r\nعلما ان هناك نصوص كثيرة جدا .\r\nوقد سلسل المسعودي اتصال الحجج وأوصياء الأنبياء من لدن ادم\r\nحتى ختام النبيين صلوات الله عليهم أجمعين وأوصيائه فقد ذكر - مثلا - :\r\nان وصي آدم كان هبة الله وهو شيث بالعبرانية .\r\nوأن وصي إبراهيم كان إسماعيل عليه السلام .\r\nوأن وصي يعقوب كان يوسف عليه السلام .\r\nوأن وصي موسى كان يوشع بن نون بن افرائيم بن يوسف عليه\r\nالسلام وخرجت عليه صفورا زوجة موسى عليه السلام .\r\nوان وصي عيسى كان شمعون عليه السلام .\r\nوأن وصي خاتم الأنبياء محمد صلى الله عليه وآله كان علي بن أبي طالب عليه\r\nالسلام ثم الأحد عشر من ولده عليهم السلام ( 1 ) .\r\nوفي الختام نود الإشارة إلى أن الذين يرغبون في التوسع والمعرفة\r\nأكثر لهذه المباحث المهمة والتعرف على فضائل الأئمة ليعلم مدى أهمية\r\nهذا الحق لهم وقد جمعوا الفضائل والمزايا الحسنة حيث الأحاديث\r\nالكثيرة التي تدل على ذلك .\r\nكحديث الطير وحديث الراية وحديث تبليغ سورة براءة\r\n\r\n","description":"","footnote":" ( 1 ) اثبات الوصية للمسعودي . والمسعودي هو : أبو الحسن علي بن الحسين\r\nالمسعودي ينتهي نسبه إلى الصحابي عبد الله بن مسعود توفي سنة 346 ه‍ . معالم\r\nالمدرستين ج 1 ص 212 . ","page_name":" 162 ","page_number":162},
  {"content":"\r\nوغيرها من الأحاديث يمكنه مراجعة :\r\nكتاب عبقات الأنوار للكهنوي - والغدير للأميني - وفضائل\r\nالخمسة من الصحاح الستة للفيروز آبادي - والبحار للمجلسي - ومناقب\r\nآل أبي طالب عليه السلام لابن شهرآشوب ( قدس ) وكتب أخرى .\r\nطاعة ولي الأمر :\r\nأثبتت الروايات المتظافرة المتواترة أن عليا هو مولى المؤمنين وولي\r\nأمرهم بعد النبي الأكرم محمد صلى الله عليه وآله ومن لوازم هذه الولاية الطاعة لمن\r\nتوليت وهو علي وولده عليهم السلام وهذا الامر بالبداهة والنص في محكم\r\nالتنزيل :\r\n( يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول وأولي الأمر\r\nمنكم ) ( 1 ) .\r\nأخرج الحاكم الحسكاني في شواهده بسنده عن علي عليه السلام قال : قال\r\nرسول الله صلى الله عليه وآله : ( شركائي الذين قرنهم الله بنفسه وبي وانزل فيهم :\r\n( يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول ) الآية .\r\nفان خفتم تنازعا في امر فارجعوه إلى الله والرسول وأولي الأمر .\r\n\r\n","description":"","footnote":" ( 1 ) النساء آية 59 . ","page_name":" 163 ","page_number":163},
  {"content":"\r\nقلت : يا نبي الله من هم ؟ قال : أنت أولهم ( 1 ) .\r\nوعن مجاهد : ( وأولي الأمر منكم ) قال :\r\nعلي بن أبي طالب عليه السلام ولاه الله الامر بعد محمد صلى الله عليه وآله في حياته حين خلفه\r\nرسول الله بالمدينة فأمر الله العباد بطاعته وترك الخلاف عليه ( 2 ) .\r\nوعن أبي بصير عن أبي جعفر انه سأله عن قول الله تعالى :\r\n( أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم ) .\r\nقال : نزلت في علي بن أبي طالب عليه السلام .\r\nقلت : ان الناس يقولون : فما منعه ان يسمي عليا وأهل بيته في كتابه ؟\r\nفقال أبو جعفر : قولوا لهم إن الله أنزل على رسوله الصلاة ولم يسم ثلاثا\r\nولا أربعا حتى كان رسول الله هو الذي يفسر ذلك وأنزل الحج فلم ينزل\r\nطريق استرعاء ( 3 ) حتى فسر لهم ذلك رسول الله صلى الله عليه وآله وأنزل :\r\n( أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم ) .\r\nفنزلت في علي والحسن والحسين عليهم السلام .\r\nوقال رسول الله صلى الله عليه وآله :\r\n( أوصيكم بكتاب الله وأهل بيتي إني سألت الله ان لا يفرق بينهما\r\n\r\n","description":"","footnote":" ( 1 ) شواهد التنزيل الآية - غاية المرام ص 265 ح 80 - تفسير فرات الكوفي ص 28 .\r\n( 2 ) شواهد التنزيل الآية .\r\n3 - والصواب ( فلم ينزل طوفوا سبعا ) بتحقيق العلامة المحمودي عند التعرض للرواية . ","page_name":" 164 ","page_number":164},
  {"content":"\r\nحتى يوردهما علي الحوض فأعطاني ذلك ) ( 1 ) .\r\nومما لا شك فيه ان طاعة ولي الأمر أمر مفروغ عنه وطاعة الولي\r\nطاعة الرسول وطاعة الرسول صلى الله عليه وآله طاعة الله تبارك وتعالى وهناك\r\nأحاديث كثيرة في الباب لا يسع المقام لذكرها .\r\n\r\n","description":"","footnote":" ( 1 ) شواهد التنزيل الآية . ","page_name":" 165 ","page_number":165},
  {"content":"\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\nحق\r\n( الخمس لأهل البيت )\r\nصلوات الله عليهم أجمعين\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\nحق الخمس لأهل البيت عليهم السلام\r\nالخمس في القرآن :\r\nقد بان ذلك كالشمس في وضح النهار لقوله تعالى في محكم التنزيل :\r\n( واعلموا أنما غنمتم من شئ فأن لله خمسه وللرسول ولذي\r\nالقربى واليتامى المساكين وابن السبيل ) ( 1 ) .\r\nقيل الولوج في بيان ما تتضمنه الآية الشريفة من الحق لأهل البيت\r\nصلوات الله عليهم أجمعين لابد من مقدمة تساعدنا على فهم المقصود\r\nمنها :\r\nمعاني الآية الشريفة :\r\nمعنى الغنم والغنيمة : إصابة الفائدة من جهة تجارة أو عمل أو\r\nحرب وفي لسان العرب وتهذيب اللغة للأزهري ونهاية اللغة وفي\r\nمعجم ألفاظ القرآن الكريم :\r\n\r\n","description":"","footnote":" ( 1 ) الأنفال آية 41 . ","page_name":" 169 ","page_number":169},
  {"content":"\r\n( الغنم : الظفر بالغنم ثم استعمل في كل ما يظفر به من جهة العدو\r\nوغيرهم ) .\r\nغنم كسمع غنما والغنم ما يغنم وجمعه مغانم .\r\n( الغنم : الفوز بالشئ من غير مشقة وغنم الشئ فاز به والاغتنام\r\nانتهاز الغنم ) ( 1 ) .\r\nالخمس في اللغة : أخذ واحد من خمسة وخمست القوم : أخذت\r\nخمس أموالهم ( 2 ) .\r\nأما المقصود من القربى على وجه التحقيق قربى الرسول صلى الله عليه وآله وهم :\r\nعلي وفاطمة والحسن والحسين عليهم السلام وقد تقدم البحث عن ذلك في\r\nآية المودة :\r\n( قل لا أسألكم عليه أجرا إلا المودة في القربى ) ( 3 ) .\r\nاليتيم : هو الذي مات أبوه وهو صغير قبل البلوغ .\r\nالمسكين : هو المحتاج التي تسكنه الحاجة عما ينهض به الغني .\r\nابن السبيل : هو المسافر المنقطع به في سفره . انتهى ( 4 ) .\r\n\r\n","description":"","footnote":" ( 1 ) مادة ( غنم ) بنهاية اللغة لابن الأثير ج 3 ص 173 - لسان العرب ج 12 ص 445 -\r\nتهذيب اللغة للأزهري - معجم مقائيس اللغة لابن فارس ج 4 ص 397 تفسير الفخر\r\nالرازي ج 15 ص 166 .\r\n( 2 ) مفردات الراغب ص 160 .\r\n( 3 ) الشورى آية 23 .\r\n( 4 ) مجمع البيان في تفسير الآية ومادة ( سبل ) من مفردات الراغب .\r\nالميزان في تفسير الآية وقد ذكر النيشابوري ذلك في تفسيره بهامش الطبري ج 10 ص 4 . ","page_name":" 170 ","page_number":170},
  {"content":"\r\nهذه الآية الشريفة - وان كانت قد نزلت في مورد خاص ( 1 ) - ولكنها\r\nأعلنت حكما عاما وهو وجوب أداء الخمس من اي شئ غنموا - أي\r\nفازوا به - لأهل الخمس .\r\nولو كانت الآية تقصد وجوب أداء الخمس مما غنموا في الحرب خاصة\r\nلكان ينبغي أن يقول عز اسمه : واعلموا انما غنمتم في الحرب أو ان ما\r\nغنمتم من العدى وليس يقول : ان ما غنمتم من شئ .\r\nبيان الآية طبق فقه أهل البيت عليهم السلام :\r\nتواترت الروايات عن أئمة أهل البيت عليهم السلام ان الخمس يقسم على\r\nستة أسهم سهم منه لله وسهم منه للرسول صلى الله عليه وآله وسهم لذي القربى\r\nوسهم ذي القربى في عصر الرسول لأهل البيت خاصة ومن بعده لهم\r\nثم لسائر الأئمة الاثني عشر من أهل البيت وأن السهام الثلاثة لله ولرسوله\r\nولذي القربى للعنوان وان سهم الله لرسوله يضعه حيث يشاء وما كان\r\nللنبي من سهمه وسهم الله يكون من بعده للامام القائم مقامه فنصف\r\nالخمس في هذه العصور كملا لامام العصر سهمان له بالوراثة وسهم\r\nمقسوم له من الله تعالى وهو سهم ذي القربى والأسهم الثلاثة الأخرى\r\nسهم لأيتام بني هاشم وسهم لمساكينهم وسهم لأبناء سبيلهم ( 2 ) .\r\n\r\n","description":"","footnote":" ( 1 ) يوم بدر .\r\n( 2 ) مجمع البيان تفسير الآية - الطبري تفسير الآية - وسائل الشيعة للحر العاملي كتاب\r\nالخمس : المقنعة باب الخمس ص 276 - من لا يحضره الفقيه للصدوق والتهذيب\r\nوغيرها من الكتب الفقهية والروائية . ","page_name":" 171 ","page_number":171},
  {"content":"\r\nاما ما هو مأثور عن غيرهم :\r\nالخمس في روايات العامة :\r\nفقد روى الطبري ان علي بن الحسين عليه السلام قال لرجل من أهل الشام\r\n: اما قرأت الأنفال : ( واعلموا أنما غنمتم من شئ فأن لله خمسه\r\nوللرسول ولذي القربى ) الآية ؟\r\nقال : نعم فإنكم لأنتم هم ؟\r\nقال : نعم ( 1 ) .\r\nكان هذا تفسير لفظ ( ذي القربى ) الوارد في آية الخمس وغيرها\r\nاما اليتامى والمساكين فقد قال النيسابوري في تفسير الآية :\r\nروى عن علي بن الحسين عليه السلام انه قيل له : ان الله تعالى قال :\r\n( واليتامى والمساكين ) .\r\nفقال : ( أيتامنا ومساكيننا ) ( 2 ) .\r\n\r\n","description":"","footnote":" ( 1 ) الطبري تفسير الآية ج 10 ص 5 .\r\n( 2 ) تفسير النيسابوري بهامش الطبري - وتفسير الطبري ج 10 ص 7 - ورواه الطبري\r\nعن المنهال بن عمرو الأسدي - مولاهم - الكوفي من الطبقة الخامسة اخرج حديثه\r\nأصحاب الصحاح عدا مسلم - تهذيب التهذيب ج 2 ص 278 . وكذلك عن عبد الله بن\r\nمحمد اخرج حديثه أصحاب الصحاح - تهذيب التهذيب ج 2 ص 448 - وأيضا عن الإمام زين العابدين\r\nحديثه أصحاب الصحاح = تهذيب التهذيب ج 2 ص 34 - القرطبي\r\nتفسير الآية ج 8 ص 10 - وعن الإمام الباقر ( ع ) روح المعاني تفسير الآية ج 10 ص 5 . ","page_name":" 172 ","page_number":172},
  {"content":"\r\nوذكر مثله عن الإمام الباقر عليه السلام .\r\nتحريم الصدقة على أهل البيت عليه السلام :\r\nوفيما تتضمنه الروايات ان الله تبارك وتعالى أراد بتشريع الخمس\r\nاكرام أهل بيت النبي صلوات الله عليهم أجمعين وأسرته وترفيعهم من أن\r\nيأخذوا أوساخ الناس في أموالهم . والظاهر أن ذلك مأخوذ من قوله\r\nتعالى في آية الزكاة خطابا لنبيه صلى الله عليه وآله :\r\n( خذ من أموالهم صدقة تطهرهم وتزكيهم بها وصل عليهم إن\r\nصلاتك سكن لهم ) ( 1 ) .\r\nفإن التطهير والتزكية انما يتعلق بما لا يخلو من دنس ووسخ\r\nونحوهما .\r\nوروى مسلم في صحيحه ( 2 ) عن رسول الله صلى الله عليه وآله قال :\r\n( ان الصدقة لا تحل لمحمد ولا لآل محمد انما هي أوساخ الناس\r\n\r\n","description":"","footnote":" ( 1 ) التوبة آية 103 .\r\n( 2 ) صحيح مسلم باب استعمال آل النبي على الصدقات ج 3 ص 118 و 119 - تفسير\r\nالقرطبي تفسير الآية - الميزان للعلامة الطباطبائي تفسير الآية . ","page_name":" 173 ","page_number":173},
  {"content":"\r\nادعوا لي محميه ) ( 1 ) .\r\nوكان النبي صلى الله عليه وآله إذا اتي إليه بطعام سأل عنه فان قيل هدية أكل\r\nمنها وان قيل صدقة لم يأكل منها ( 2 ) .\r\nومنها ما رواه البخاري ومسلم في صحيحيهما وأبو داود\r\nوالدارمي في السنن وغيرهم :\r\nان النبي صلى الله عليه وآله وسلم مر بثمرة بالطريق فقال :\r\nلولا أن تكون من الصدقة لأكلتها وان الحسن بن علي عليهما السلام أخذ\r\nبتمرة من تمر الصدقة فجعلها في فيه فقال رسول الله صلى الله عليه وآله :\r\nكخ كخ ارم بها أما علمت ( انا لا نأكل الصدقة ) .\r\nوفي رواية ( انا لا تحل لنا الصدقة ) ( 3 ) .\r\n\r\n","description":"","footnote":" ( 1 ) محميه : محميه بن جزء رجل من بني أسد .\r\n( 2 ) صحيح مسلم ج 3 ص 121 - باب قبول النبي ( ص ) الهدية ورد الصدقة - مجمع\r\nالزوائد ج 3 ص 9 .\r\n( 3 ) صحيح البخاري ج 1 ص 181 - باب ما يذكر من الصدقة للنبي ( ص ) من كتاب\r\nالزكاة - صحيح مسلم ج 3 ص 127 باب تحريم الزكاة على رسول الله ( ص ) - سنن أبي\r\nداود ج 1 ص 112 باب الصدقة على بني هاشم من كتاب الزكاة - سنن الدارمي ج 1\r\nص 383 باب الصدقة لا تحل للنبي ولا لأهل بيته - مجمع الزوائد ج 3 ص 89 - دعائم\r\nالاسلام ص 246 - الدر المنثور للسيوطي تفسير الآية - أحكام القرآن للجصاص تفسير\r\nالآية ج 3 ص 64 - البحار ج 96 ص 76 باب حرمة الزكاة على نبي هاشم . ","page_name":" 174 ","page_number":174},
  {"content":"\r\nفدك :\r\nلا بأس لنا من الوقوف عند نحلة النبي الأكرم صلى الله عليه وآله التي نحلها لابنته\r\nالصديقة فاطمة سلام الله عليها ( فدك ) .\r\nوسيرة الخلفاء بعد النبي صلى الله عليه وآله فيها .\r\nفدك : قال ياقوت فدك قرية بالحجاز بينها وبين المدينة يومان\r\nوقيل ثلاث وفيها عين فوارة ونخيل كثير ( 1 ) .\r\nوفي الأموال لأبي عبيدة : كان أهل فدك قد أرسلوا إلى رسول\r\nالله صلى الله عليه وآله فبايعوه على أن لهم رقابهم ونصف أرضيهم ونخلهم ولرسول الله\r\nصلى الله عليه وآله وسلم شطر أرضيهم ونخلهم ( 2 ) .\r\nوفي فتوح البلدان : فكان نصف فدك خالصا لرسول الله صلى الله عليه وآله لأنه\r\nلم يوجف المسلمون عليه بخيل ولا ركاب وكان يصرف ما يأتيه منها ( 3 )\r\nوفي شواهد التنزيل للحسكاني وميزان الاعتدال للذهبي ومجمع\r\nالزوائد للهيثمي والدر المنثور للسيوطي منتخب كنز العمال واللفظ\r\nللأول عن أبي سعيد الخدري :\r\n\r\n","description":"","footnote":" ( 1 ) مادة ( فدك ) معجم البلدان .\r\n( 2 ) الأموال لأبي عبيدة ص 9 - سيرة ابن هشام ج 3 ص 408 - شرح النهج ج 4 ص 78\r\nوغيره .\r\n3 - شرح ابن أبي الحديد ج 4 ص 78 - فتوح البلدان ج 1 ص 31 و 32 . ","page_name":" 175 ","page_number":175},
  {"content":"\r\nلما نزلت : ( وآت ذا القربى حقه ) دعا النبي صلوات الله عليه\r\nوآله وسلم فاطمة عليها السلام وأعطاها فدك ( 1 ) .\r\nوعن ابن عباس كذلك في تفسير الآية من سورة الروم ( 2 ) :\r\nلما توفي النبي صلى الله عليه وآله استولى أبو بكر وعمر على كل ما تركه النبي صلى\r\nالله عليه وآله وسلم بما فيه فدك النحلة ومن هنا نشأ الخلاف بين\r\nالصديقة فاطمة سلام الله عليها وبينهما وبقيت غاضبة عليهما حتى\r\nاستشهدت .\r\nوعن عمر لما قبض رسول الله صلى الله عليه وآله جئت أنا وأبو بكر إلى علي عليه السلام\r\nفقلنا : ما تقول فيما ترك رسول الله صلى الله عليه وآله وسلم ؟\r\nقال : نحن أحق الناس برسول الله صلى الله عليه وآله وسلم .\r\nقال : فقلت : والذي بخيبر ؟\r\nقال : والذي بخيبر .\r\nقلت : والذي بفدك ؟\r\nقال : والذي بفدك .\r\n\r\n","description":"","footnote":" ( 1 ) شواهد التنزيل سورة بني إسرائيل ج 1 ص 338 - 341 بعده طرق - الدر المنثور\r\nج 4 ص 177 - ميزان الاعتدال ج 2 ص 228 - كنز العمال ج 2 ص 158 - منتخب الكنز\r\nج 2 ص 158 - مجمع الزوائد ج 7 ص 49 - الكشاف للزمخشري ج 2 ص 446 - تاريخ\r\nابن كثير ج 3 ص 36 .\r\n( 2 ) شواهد التنزيل ج 1 ص 443 . ","page_name":" 176 ","page_number":176},
  {"content":"\r\nفقلت : أما والله حتى تحزوا رقابنا بالمناشير فلا ( 1 ) .\r\nوفي فتوح البلدان : ان فاطمة رضي الله عنها قالت لأبي بكر :\r\nأعطني فدك فقد جعلها رسول الله صلى الله عليه وآله لي : فسألها البينة فجاءت بأم أيمن\r\nورباح مولى النبي فشهدا لها بذلك .\r\nفقال : ان هذا الامر لا تجوز فيه إلا شهادة رجل وامرأتين وفي رواية\r\nأخرى - وهي الأشهر - ( 2 ) أنها عليها السلام جاءت بأمير المؤمنين وبالحسنين عليهم السلام\r\nوبأم أيمن أيضا فرد الشهادات وقد قال شريف مكة :\r\nثم قالت : فنحلة لي من * والدي المصطفى فلم ينحلاها\r\nفأقامت بها شهودا فقالوا * بعلها شاهد لها وابناها ( 3 )\r\nهنا نرى ! ان أبا بكر لم يقبل شهادة الصديقة عليها السلام علما أنها المنزهة عن\r\nالرجس الذي أقله الكذب والعياذ بالله كما تقدم في آية التطهير . وكذلك\r\nرد شهادة الامام أمير المؤمنين عليه السلام والذي تقدم أنه معصوم بنص آية\r\nالتطهير وهو الذي قال فيه رسول الله صلى الله عليه وآله .\r\n( علي مع الحق والحق مع علي يدور معه حيث دار ولن يفترقا\r\nحتى يردا علي الحوض ) ( 4 ) .\r\n\r\n","description":"","footnote":" ( 1 ) مجمع الزوائد ج 9 ص 39 باب فيما تركه الرسول ( ص ) .\r\n( 2 ) فتوح البلدان ج 1 ص 34 و 35 .\r\n( 3 ) الحياة السياسية للإمام الحسن ( ع ) .\r\n( 4 ) صحيح الترمذي ج 2 ص 298 - مستدرك الصحيحين ج 3 ص 119 - تاريخ بغداد\r\nج 14 ص 321 - مجمع الزوائد ج 7 ص 235 - كنز العمال ج 6 ص 157 - الغدير للعلامة\r\nالأميني ج 3 ص 176 - إحقاق الحق ج 5 ص 624 - فرائد السمطين ج 1 ص 177 . ","page_name":" 177 ","page_number":177},
  {"content":"\r\nومع ذلك رفض الغاصب ورد الشهادات ظلما وعدوانا .\r\nمنع الخليفة سهم ذوي القربى :\r\nلم يكتف الخلفاء بمنع الصديقة حقها من فدك وانما منعوا أيضا سهم\r\nذي القربى .\r\nطالبت الصديقة فاطمة سلام الله عليها من أبي بكر سهم ذي\r\nالقربى وقالت له : لقد علمت الذي ظلمتنا . . وقرأت عليه ( إنما غنمتم\r\nمن شئ . . . ) فأبى عليها وجعل سهم ذي القربى في السلاح والكراع\r\n- اي صرفه على حرب الممتنعين من أداء الزكاة إليه - .\r\nفقالت له :\r\nعمدت إلى ما أنزل الله من السماء فرفعته عنا .\r\nوذكر ابن أبي الحديد عن الحسن بن محمد بن علي بن أبي طالب عليه السلام أن\r\nأبا بكر منع فاطمة عليها السلام وبني هاشم سهم ذي القربى وجعله في سبيل الله\r\nفي السلاح والكراع . . . ( 1 ) .\r\nفالحديث عن فدك وغير فدك طويل ولا يسعنا بسط الكلام هنا\r\n\r\n","description":"","footnote":" ( 1 ) شرح ابن أبي الحديد ج 4 ص 81 - من أراد مراجعة بحث الخمس وارث الصديقة\r\nالزهراء وتصرف الخلفاء فيه واحدا بعد الآخر فعليه بكتاب معالم المدرستين للعلامة\r\nالسيد مرتضى العسكري ج 2 بحث الآية . ","page_name":" 178 ","page_number":178},
  {"content":"\r\nوانما وقفنا عند هذا المقدار ليحكم العقل السليم ويراجع الفطن النبيه .\r\nالصديقة فاطمة عليها السلام تمضي غاضبة :\r\nذكرنا فيما تقدم ان الصديقة الزهراء سلام الله عليها اختلفت مع أبي\r\nبكر وعمر لأجل فدك وبقيت حتى شهادتها غاضبة عليهما .\r\nولم تكن قضية فدك وحدها سبب غضب الصديقة سلام الله عليها\r\nفبالإضافة إلى غضب سهم ذوي القربى بعد فدك كانت قضية حرق\r\nالباب واسقاط الجنين .\r\nوقبل ذلك نسأل ؟\r\nما المشكلة ان غضبت الصديقة المظلومة سلام الله عليها ؟\r\nنقول :\r\nغضب الصديقة عليها السلام غضب الله :\r\nاخرج الحاكم في مستدركه عن علي عليه السلام قال : قال رسول الله صلى الله عليه وآله\r\nلفاطمة عليها السلام :\r\n( ان الله يغضب لغضبك ويرضى لرضاك ) ( 1 ) .\r\n\r\n","description":"","footnote":" ( 1 ) ورواه أيضا أسد الغابة ج 5 ص 522 - الإصابة ج 8 ص 159 - تهذيب التهذيب ج\r\n12 ص 441 - كنز العمال ج 7 ص 111 وقال : أخرجه ابن النجار . ","page_name":" 179 ","page_number":179},
  {"content":"\r\nوفي ميزان الاعتدال - ج 2 ص 72 - ذكر الطبراني بسنده عن\r\nعلي عليه السلام قد اعترف بصحته قال : قال رسول الله صلى الله عليه وآله لفاطمة عليها\r\nالسلام :\r\n( ان الرب يغضب لغضبك ويرضى لرضاك ) ( 1 ) .\r\nهذا أولا .\r\nغضب الصديقة عليها السلام غضب رسول الله صلى الله عليه وآله :\r\nأخرج البخاري في كتاب بدء الخلق في باب مناقب قرابة رسول الله\r\nصلى الله عليه وآله وسلم قد روى بسنده عن المسور بن مخرمة أن\r\nرسول الله صلى الله عليه وآله وسلم قال :\r\n( فاطمة بضعة مني فمن أغضبها أغضبني ) ( 2 ) .\r\nوأخرج أيضا في كتاب النكاح في باب ذب الرجل عن ابنته روى\r\nحديثا مسندا عن المسور بن مخرمة قال فيه : أنه قال : أي النبي صلى الله عليه وآله :\r\n( فإنما هي فاطمة ( ع ) بضعة مني يريبني ما أرابها ويؤذيني ما\r\n\r\n","description":"","footnote":" ( 1 ) كنز العمال ج 6 ص 219 قال إن الله عز وجل يغضب لغضب فاطمة ( ع ) ويرضى\r\nلرضاها وأيضا ذخائر العقبى وغيرهم بألفاظ متعددة .\r\n( 2 ) وذكر كنز العمال ج 12 ص 108 - فيض القدير ج 4 ص 421 وقال : استدل به\r\nالسهيلي على أن من سبها كفر لأنه يغضبه وأنها أفضل من الشيخين - خصائص النسائي\r\nص 35 . ","page_name":" 180 ","page_number":180},
  {"content":"\r\nآذاها ) ( 1 ) هذا ثانيا .\r\nأما ثالثا :\r\nفقد اخرج البخاري في كتاب بدء الخلق في باب غزوة خيبر روى\r\nبسنده عن عروة عن عائشة أن فاطمة عليها السلام بنت النبي صلى الله عليه وآله\r\nأرسلت إلى أبي بكر تسأله ميراثها من رسول الله صلى الله عليه وآله\r\nوسلم مما أفاء الله عليها بالمدينة وفدك وما بقي من خمس خيبر .\r\nفقال أبو بكر : ان رسول الله صلى الله عليه وآله وسلم قال : ( لا نورث ما\r\nتركنا صدقة ) ( إلى أن قال ) : فأبى أبو بكر ان يدفع إلى فاطمة عليها\r\nالسلام منها شيئا فوجدت ( 2 ) فاطمة عليها السلام على أبي بكر في ذلك فهجرته .\r\nفلم تكلمه حتى توفيت سلام الله عليها وعاشت بعد النبي صلى الله عليه وآله فلما\r\nتوفيت دفنها زوجها علي عليه السلام ليلا ولم يؤذن بها أبا بكر وصلى عليها\r\nعلي عليه السلام ( 3 ) .\r\nوأخرج الترمذي - ج 1 - ما جاء في تركة رسول الله صلى الله عليه وآله روى\r\n\r\n","description":"","footnote":" ( 1 ) رواه أيضا مسلم في صحيحه وفي كتاب فضائل الصحابة - الترمذي في صحيحه\r\nفي ج 2 - مسند أحمد ج 4 - حلية الأولياء ج 2 - مستدرك الصحيحين ج 3 - وغيرهم .\r\n( 2 ) أي غضبت .\r\n( 3 ) صحيح مسلم في كتاب الجهاد والسير في باب قول النبي ص ( لا نورث ) - سنن\r\nالبيهقي ج 6 ص 300 - مشكل الآثار ج 1 ص 47 - طبقات ابن سعد ج 2 ق 2 ص 84\r\nولم يذكر قصة دفنها ليلا كنز العمال ج 3 ص 129 مع عدم ذكر قصة دفنها ليلا .\r\nأيضا قريب منه البخاري كتاب الخمس ح 2 - مسند أحمد ج 1 ص 6 - صحيح مسلم\r\nفي كتاب الجهاد باب قول النبي ص ( لا نورث ) . ","page_name":" 181 ","page_number":181},
  {"content":"\r\nبسنده عن أبي هريرة :\r\nأن فاطمة عليها السلام جاءت أبا بكر وعمر تسأل ميراثها من\r\nرسول الله صلى الله عليه وآله وسلم فقالا :\r\nسمعنا رسول الله صلى الله عليه وآله وسلم يقول :\r\nأني لا أورث ( 1 ) .\r\nقالت عليها السلام : والله لا أكلمكما أبدا فماتت ولم تكلمهما .\r\nنقول :\r\nعدم قبول قول الصديقة عليها السلام رد واضح لها علما أنها أتت\r\nبالشهود على مدعاها - كما تقدم - وكن الذين ليس لهم خوف من الله\r\nورسوله صلى الله عليه وآله لا يعنيهم ذلك شيئا وهذه الأحاديث التي أثبتتها كل\r\nالكتب الاسلامية ردت بسبب الأطماع الدنيوية .\r\nما ذكره ابن قتيبة :\r\nوذكر ابن قتيبة في الإمامة والسياسة تحت عنوان :\r\n\r\n","description":"","footnote":" ( 1 ) ( 1 ) المناقشة لحديث : لا نورث مع جانب من خطبة الصديقة الزهراء سلام الله عليها\r\nنراجع دلائل الصدق للمظفر ج 3 ص 55 - 56 .\r\nواما غضبها سلام الله عليها وعدم السماح لأبي بكر وعمر بالصلاة عليها ذكر هذا\r\nالفصل الشيخ المظفر في كتابه دلائل الصدق ج 3 ص 595 بنص الفرق الاسلامية . ","page_name":" 182 ","page_number":182},
  {"content":"\r\n( كيف كانت بيعة علي بن أبي طالب عليه السلام ) .\r\nقال : وان أبا بكر تفقد قوما تخلفوا عن بيعته عند علي عليه السلام\r\nفبعث إليهم عمر فجاء فناداهم وهم في دار علي عليه السلام فأبوا أن يخرجوا\r\nفدعا بالحطب وقال :\r\nوالذي نفس عمر بيده : لتخرجن أو لأحرقنها على من فيها فقيل\r\nله يا أبا حفص : ان فيها فاطمة ؟\r\nفقال : وإن !\r\n( إلى أن يقول ) : فقال عمر لأبي بكر : انطلق بنا إلى فاطمة عليها السلام فإنا\r\nقد أغضبناها فانطلقا جميعا فاستأذنا على فاطمة عليها السلام فلم\r\nتأذن لهما فأتيا عليا فكلماه فأدخلهما عليها فلما قعدا عندها حولت\r\nوجهها إلى الحائط فلما سلما عليها فلم ترد عليهما السلام ( إلى أن\r\nيقول ) : فقالت عليها السلام :\r\nأرأيتكما ان حدثتكما حديثا عن رسول الله صلى الله عليه وآله تعرفانه وتفعلان\r\nبه ؟\r\nقالا : نعم .\r\nفقالت : نشدتكما الله ألم تسمعا رسول الله صلى الله عليه وآله يقول :\r\n( رضا فاطمة من رضاي وسخط فاطمة من سخطي فمن أحب\r\nابنتي فقد أحبني ومن ارضى فاطمة فقد أرضاني ومن أسخط فاطمة\r\nفقد أسخطني ) .\r\nقالا : نعم سمعناه من رسول الله صلى الله عليه وآله .\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\nقالت : فاني أشهد الله وملائكته أنكما أسخطتماني وما أرضيتماني ولئن\r\nلقيت النبي صلى الله عليه وآله لأشكونكما ايه .\r\nفقال أبو بكر : انا عائذ بالله تعالى من سخطه وسخطك يا فاطمة ثم\r\nانتحب أبو بكر يبكي حتى كادت نفسه ان تزهق وهي تقول سلام الله\r\nعليها : والله لأدعون الله عليك في كل صلاة أصليها ثم خرج باكيا\r\nفاجتمع إليه الناس فقال لهم : يبيت كل رجل منكم معانقا حليلته\r\nمسرورا بأهله وتركتموني وما انا فيه لا حاجة لي في بيعتكم أقيلوني\r\nبيعتي وساق الحديث . . هذا من طرق العامة .\r\nواما من طرق الشيعة فالاخبار كثيرة جدا نكتفي ببعضها :\r\nما ذكره الطبري :\r\nروى الطبري في كتابه دلائل الإمامة في خبر الوفاة والدفن وما\r\nجرى بسنده عن أبي بصير عن أبي عبد الله الصادق عليه السلام قال : ما\r\nقبضت فاطمة عليها السلام في جمادي الآخرة يوم الثلاثاء لثلاث خلون\r\nمنه سنة إحدى عشرة من الهجرة وكان سبب وفاتها أن قنفذا مولى عمر\r\nلكزها بنعل السيف بأمره فأسقطت محسنا ومرضت من ذلك مرضا\r\nشديدا ولم تدع أحدا ممن آذاها يدخل عليها .\r\nوكان الرجلان من أصحاب النبي صلى الله عليه وآله سألا أمير المؤمنين صلوات\r\nالله عليه أن يشفع لهما إليها فسألها أمير المؤمنين عليه السلام فلما دخلا عليها\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\nقالا لها :\r\nكيف أنت يا بنت رسول الله ؟\r\nقالت : بخير بحمد الله .\r\nثم قالت لهما :\r\nما سمعتما النبي صلى الله عليه وآله يقول : فاطمة بضعة مني فمن آذاها فقد\r\nاذاني ومن آذاني فقد آذى الله ) ؟\r\nقالا : بلى .\r\nقالت : فوالله لقد آذيتماني .\r\nقال : فخرجا من عندها عليها السلام وهي ساخطة عليهما ( 1 ) .\r\nوفي ارشاد القلوب للديلمي بسنده عن الصديقة فاطمة سلام الله\r\nعليها قالت :\r\n( فجمعوا الحطب الجزل على بابنا وأتوا بالنار ليحرقوه\r\nويحرقونا فوقفت بعضادة الباب وناشدتهم بالله وبأبي أن يكفوا عنا\r\nوينصرونا فأخذ عمر السوط من يد قنفذ مولى عمر فضرب به\r\nعضدي فالتوى السوط على عضدي حتى صار كالدملج وركل\r\nالباب برجله فرده علي وأنا حامل فسقطت لوجهي والنار تسعر\r\nوتسفع وجهي فضربني بيده حتى انتشر قرطي من اذني وجائني\r\nالمخاض فأسقطت محسنا قتيلا بغير جرم . . . ) .\r\n\r\n","description":"","footnote":" ( 1 ) دلائل الإمامة للطبري ص 45 - البخاري ج 43 ص 170 - عوالم العلوم والمعارف\r\nللبحراني أحوال فاطمة عليها السلام ص 225 - بيت الأحزان للشيخ عباس القمي . ","page_name":" 185 ","page_number":185},
  {"content":"\r\nورواية سليم بن قيس مفصلة في كتابه المشهور .\r\nوخطبة الصديقة عليها السلام واضحة اللهجة في مدى ظلمها\r\nوظلم بعلها أمير المؤمنين عليهما السلام .\r\nوكانت عليها السلام ترثي أباها وتقول :\r\nماذا على من شم تربة أحمد * ان لا يشم مدى الزمان غواليا\r\nصبت علي مصائب لو أنها * صبت على الأيام صرن لياليا ( 1 )\r\nما افاده الشيخ الطوسي :\r\nوعن الشيخ الطوسي في كتابه تلخيص الشافي ج 3 ص 156 قال :\r\nوقد روى : أنهم ضربوها بالسياط والمشهور الذي لا خلاف فيه\r\nبين الشيعة :\r\nأن عمر ضرب على بطنها حتى أسقطت فسمي السقط ( محسنا ) .\r\nوالرواية بذلك مشهورة عندهم .\r\nوما أرادوا من احراق البيت عليها حتى التجأ إليها قوم وامتنعوا\r\nمن بيعته .\r\nوليس لاحد ان ينكر الرواية بذلك ورواية الشيعة مستفيضة به لا\r\nيختلفون في ذلك ( 2 ) . هذه مجموعة من الروايات والموسوعات التاريخية\r\n\r\n","description":"","footnote":" ( 1 ) بيت الأحزان للشيخ عباس القمي ص 167 - وهذه الأبيات مشهورة عنها ( ع ) .\r\n( 2 ) ولمزيد من المصادر من العامة والخاصة فليراجع كتاب تلخيص الشافي للشيخ\r\nالطوسي ( رض ) ج 3 ص 76 . ","page_name":" 186 ","page_number":186},
  {"content":"\r\nمليئة بالحديث عن الواقعة .\r\nتنبيه :\r\nذكرنا هذا البحث حتى لا يقال : ان الصديقة سلام الله عليها\r\nغضبت لأجل فدك فقط أو كان غضبها لأمر دنيوي انما أرادت ان\r\nتدافع بخطتها هذه عن خط الولاية والإمامة المتمثلة آنذاك بالامام أمير\r\nالمؤمنين علي عليه السلام .\r\nفلذا فهم القوم ذلك وكانت عاقبة الامر ما جرى وشهادة الصديقة سلام\r\nالله عليها .\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\nحق\r\nاحياء أمر أهل البيت\r\nصلوات الله عليهم أجمعين\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\nحق احياء امر أهل البيت عليهم السلام\r\nمن الحقوق التي جعلها الله تعالى لأهل بيت نبيه صلى الله عليه وآله احياء أمرهم\r\nوشعائرهم التي أمروا بها وهذا الحق الجليل جمعت فيه كل الحقوق\r\nلان أمرهم كل ما صدر عنهم قولا وفعلا وتقريرا .\r\nكالدفاع عنهم لأنه دفاع عن الاسلام الذي جسدوه في حياتهم\r\nالتي خاضوها بمختلف المجالات .\r\nوأحياء ذكرهم وعمارة مراقدهم والتوسل بهم والتبرك\r\nبآثارهم والاخذ عنهم والبراءة من أعدائهم ونشر اثارهم إلى غير\r\nذلك مما يتصل بهم عليهم السلام .\r\nاحياء الامر بنص القرآن :\r\nوقد قال الله تعالى في كتابه العزيز :\r\n( في بيوت أذن الله أن ترفع ويذكر فيها اسمه يسبح له فيها\r\nبالغدو والآصال * رجال لا تلهيهم تجارة ولا بيع عن ذكر الله وأقام\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\nالصلاة وإيتاء الزكاة يخافون يوما تتقلب فيه القلوب والابصار ) ( 1 ) .\r\nذكر السيوطي في دره والآلوسي في تفسيره قالا :\r\nاخرج ابن مردويه عن أنس بن مالك وبريدة قال :\r\nقرأ رسول الله صلى الله عليه وآله هذه الآية ( في بيوت ) فقام إليه رجل فقال : أي\r\nبيوت هذه يا رسول الله ؟\r\nفقال صلى الله عليه وآله : بيوت الأنبياء عليهم السلام .\r\nفقام إليه أبو بكر فقال : يا رسول الله هذا البيت منها لبيت علي\r\nوفاطمة ( عليهم السلام ) .\r\nقال صلى الله عليه وآله : نعم من أفاضلها . . . ( 2 ) .\r\nان الله تبارك وتعالى بنص هذه الآية الشريفة اذن لهذه البيوت ان\r\nتبنى وترفع وأمر بعمارتها وطهورها .\r\nوهذا لا شك فيه لان أهل البيت عليهم السلام أحياء عند ربهم يرزقون\r\n( ولا تحسبن الذين قتلوا في سبيل الله أمواتا بل أحياء عند ربهم\r\nيرزقون ) ( 3 ) .\r\nفعندما يقول الرسول صلى الله عليه وآله من أفاضلها لا يعني فقط أثناء وجودهم\r\nفهم أول وأفضل مصاديق هذه الآية الشريفة .\r\n\r\n","description":"","footnote":" ( 1 ) النور آية 36 - 37 .\r\n( 2 ) الدر المنثور وروح المعاني في بحث الآية - شواهد التنزيل عنوان الآية غاية المرام\r\nص 317 .\r\n( 3 ) آل عمران ايه : 169 . ","page_name":" 192 ","page_number":192},
  {"content":"\r\nوقد ورد في التاريخ والقرآن توسل الأنبياء بأهل البيت عليهم السلام .\r\nتوسل آدم بأهل البيت عليهم السلام :\r\nذكر السيوطي في دره في ذيل تفسير قوله تعالى :\r\n( فتلقى آدم من ربه كلمات ) ( 1 ) .\r\nقال : وأخرج ابن النجار عن ابن عباس قال :\r\nسألت رسول الله صلى الله عليه وآله عن الكلمات التي تلقاها آدم من ربه فتاب\r\nعليه قال :\r\nسأل بحق محمد وعلي وفاطمة والحسن والحسين الا تبت علي فتاب\r\nعليه ( 2 ) .\r\nوفي رواية كنز العمال قال : عن رسول الله صلى الله عليه وآله قال :\r\nاللهم إني أسألك بحق محمد وآل محمد سبحانك لا إله الا أنت\r\nعمله سوء وظلمت نفسي فتب علي إنك أنت التواب الرحيم اللهم إني\r\nأسألك بحق محمد وآل محمد عملت سوء وظلمت نفسي فتب علي إنك\r\n\r\n","description":"","footnote":" ( 1 ) البقرة آية 37 .\r\n2 - مناقب علي بن أبي طالب لابن المغازلي ص 63 ح 89 - ينابيع المودة ص 97 -\r\n239 - منتخب كنز العمال بهامش مسند أحمد ج 1 ص 419 - الغدير ج 7 ص 300 -\r\nإحقاق الحق ج 3 ص 76 . ","page_name":" 193 ","page_number":193},
  {"content":"\r\nأنت التواب الرحيم ( 1 ) .\r\nاما البكاء على أهل البيت عليهم السلام فهو ممدوح محبوب عند\r\nالله تبارك وتعالى .\r\nوكان أول من بكى على أحبائه النبي الأعظم صلى الله عليه وآله .\r\nبكاء الرسول صلى الله عليه وآله على ابنه إبراهيم :\r\nعن صحيح البخاري : قال انس : دخلنا مع رسول الله صلى الله عليه وآله\r\nوإبراهيم عليه السلام يجود بنفسه فجعلت عينا رسول الله تذرفان فقال له\r\nعبد الرحمن بن عوف ( رض ) : وأنت يا رسول الله !\r\nفقال صلى الله عليه وآله : يا ابن عوف انها رحمة ثم اتبعها بأخرى فقال : العين\r\nتدمع والقلب يحزن ولا نقول الا ما يرضي ربنا وإنا بفراقك يا إبراهيم\r\nلمحزونون .\r\nوفي سنن ابن ماجة : ( فانكب عليه وبكى ) ( 2 ) .\r\n\r\n","description":"","footnote":" ( 1 ) كنز العمال ج 1 ض 234 .\r\n( 2 ) صحيح البخاري كتاب الجنائز باب قول النبي ( ص ) : انا بك لمحزونون ج 1 ص\r\n158 واللفظ له - صحيح مسلم كتاب الفضائل باب رحمته بالصبيان والعيال ح 62 -\r\nسنن ابن ماجة كتاب الجنائز باب ما جاء في النظر إلى الميت ح 1475 - طبقات ابن\r\nسعد ق 1 ص 1 و 88 ومسند أحمد ج 3 ص 194 - معالم المدرستين ج 1 ص 56 . ","page_name":" 194 ","page_number":194},
  {"content":"\r\nبكاء الرسول صلى الله عليه وآله على حفيده :\r\nأخرج البخاري في صحيحه أن ابنة النبي أرسلت إليه أن ابنا لي قبض\r\nفاتنا فقام ومعه سعد بن عبادة ورجال من أصحابه فرفع إلى رسول\r\nالله صلى الله عليه وآله ونفسه تتقعقع ( 1 ) ففاضت عيناه . فقال سعد : يا رسول الله ما\r\nهذا ؟ فقال هذه رحمة جعلها الله في قلوب عباده وانما يرحم الله من\r\nعباده الرحماء ( 2 ) .\r\nندب الرسول صلى الله عليه وآله إلى البكاء على عمه حمزة :\r\nلما سمع رسول الله صلى الله عليه وآله وسلم بعد غزوة أحد البكاء من\r\nدور الأنصار على قتلاهم ذرفت عينا رسول الله صلى الله عليه وآله وقال :\r\n\r\n","description":"","footnote":" ( 1 ) تتقعقع أي تضطرب روحه لها صوت وحشرج كصوت الماء إذا ارتقى في القربة\r\nالخالية .\r\n( 2 ) صحيح البخاري كتاب الجنائز باب قول النبي ص يعذب الميت ببعض بكاء أهله\r\nعليه واللفظ له - وكتاب المرضى باب عيادة الصبيان ج 4 ص 3 .\r\nصحيح مسلم كتاب الجنائز باب البكاء على الميت ج 11 ص 636 .\r\nسنن أبي داوود كتاب الجنائز باب البكاء على الميت ح 3125 و 3126 .\r\nسنن النسائي كتاب الجنائز باب الأمر بالاحتساب .\r\nمسند أحمد ج 2 ص 306 وج 3 ص 83 و 88 و 89 . ","page_name":" 195 ","page_number":195},
  {"content":"\r\n( لكن حمزة لا بواكي له ) .\r\nفسمع ذلك سعد بن معاذ وأسيد بن حضير فرجع إلى نساء بني عبد\r\nالأشهل فساقهن إلى باب رسول الله صلى الله عليه وآله وسلم فبكين\r\nعلى حمزة فسمع رسول الله صلى الله عليه وآله وسلم فدعا لهن\r\nوردهن فلم تبك امرأة من الأنصار بعد ذلك على ميت الا بدأت بالبكاء\r\nعلى حمزة ثم بكت على ميتها ( 1 ) .\r\nكما أن الرسول زار قبر أمه فبكى وأبكى من حوله ( 2 ) .\r\nإذا كان البكاء على حمزة بأمر النبي صلى الله عليه وآله فإنه يتضح لنا أن البكاء محبوب\r\nعند الله ورسوله والا لما فعله صلى الله عليه وآله .\r\nفما تفعله الشيعة عند قبور أئمتهم من البكاء عليهم والتوسل بهم ليس\r\nبالامر العجيب ولا المبتدع وانما هو أمر صدر من الرسول صلى الله عليه\r\nوآله وسلم في صدر الاسلام وفي بداية الدعوة الاسلامية وعلى مرأى\r\nومسمع من الصحابة .\r\n\r\n","description":"","footnote":" ( 1 ) مسند أحمد ج 2 ص 40 تاريخ الطبري .\r\nوأوردنا هذا النص من ترجمة حمزة من طبقات ابن سعد 1377 أو ج 3 ص 11 وأكثر\r\nتفصيلا منه في مغازي الواقدي ج 1 ص 315 و 317 وإمتاع الأسماع ج 1 ص 163\r\nوغيرهم .\r\n( 2 ) سنن النسائي كتاب الجنائز باب زيارة قبر المشرك .\r\nسنن أبي داوود كتاب الجنائز باب زيارة القبور ح 3234\r\nسنن ابن ماجة كتاب الجنائز باب ما جاء في زيادة قبور المشركين . ","page_name":" 196 ","page_number":196},
  {"content":"\r\nاذن فالبكاء على العظماء الذين خدموا الاسلام ودافعوا عن القرآن من\r\nسنة الرسول صلى الله عليه وآله فمن رغب عنها رغب عن سنته صلى الله عليه وآله\r\nوسلم وأفعاله التي هي حجة علينا جميعا وأول العظماء الذين حملوا\r\nالاسلام والذين هم الاسلام أهل بيت النبي الأعظم عليهم السلام .\r\nوالحديث عن البكاء والتوسل وغير ذلك ذكر في الموسوعات وقد\r\nتعرض للبحث مع المناقشات الواردة العلامة المرتضى العسكري في\r\nكتابه معالم المدرستين الجزء الأول .\r\nوأما زيارة قبور أهل البيت صلوات الله عليهم أجمعين فلا خلاف في\r\nذلك الا ممن ترك الحق وأخذ الباطل لان زيارة القبور وقراءة القرآن\r\nعندهم أمر ذكره كل المحدثين من الفقهاء والمؤرخين ( 1 ) .\r\nما جاء في البكاء وزيارة الإمام الحسين عليه السلام .\r\nذكر محب الدين الطبري في ذخائره - ص 151 - قال :\r\nعن علي بن موسى الرضا بن جعفر عليهم السلام قال :\r\nسئل جعفر بن محمد عليهما السلام عن زيارة قبر الحسين عليه السلام فقال :\r\nأخبرني أبي أن من زار قبر الحسين عارفا بحقه كتب الله له في عليين .\r\nوقال : ان حول قبر الحسين سبعين ألف ملك شعثا غبرا يبكون عليه إلى\r\n\r\n","description":"","footnote":" ( 1 ) ليس فقط زيارة قبور الأئمة ( ع ) وقراءة القرآن والأدعية عندهم بل استحباب هذا\r\nموجود للمؤمنين عموما . ","page_name":" 197 ","page_number":197},
  {"content":"\r\nيوم القيامة قال : أخرجه أبو الحسن العتيقي .\r\nوذكر في ص 19 عن الربيع بن منذر عن أبيه قال :\r\nكان حسين بن علي عليهما السلام يقول : من دمعت عيناه فينا دمعة أو قطرت\r\nعيناه فينا قطرة آتاه الله عز وجل الجنة .\r\nقال : أخرجه أحمد في المناقب .\r\nأقول : وذكره علي بن سلطان أيضا في مرقاته ص 604 .\r\nوأكثر من ذلك أن الملائكة ينزلون إلى قبر النبي صلى الله عليه وآله يحفون به .\r\nنزول الملائكة إلى قبر النبي صلى الله عليه وآله :\r\nأخرج الدارمي في سننه ج 1 ص 44 بسنده عن نبيه بن وهب قال :\r\nان كعبا دخل على عائشة فذكروا رسول الله صلى الله عليه وآله وسلم\r\nفقال كعب : ما من يوم يطلع الا نزل سبعون ألف من الملائكة حتى يحفوا\r\nبقبر النبي يضربون بأجنحتهم ويصلون على رسول الله صلى الله عليه وآله حتى إذا\r\nأمسوا عرجوا وهبط مثلهم فصنعوا مثل ذلك حتى إذا انشقت عنه\r\nالأرض خرج في سبعين ألف من الملائكة يزفونه .\r\nوذكر المتقي الهندي في كنزه ج 8 ص 99 قال : من حج وزار قبري بعد\r\nوفاتي كان كمن زارني في حياتي .\r\nقال : أخرجه الطبراني والبيهقي عن ابن عمر .\r\nوذكر الهيثمي في مجمعه ج 3 ص 2 قال : وعن ابن عمر قال : 199\r\nقال رسول الله صلى الله عليه وآله من جاءني زائر لا يعلم له حاجة الا زيارتي كان\r\nحقا علي أن أكون شفيعا يوم القيامة .\r\nقال رواه الطبراني في الأوسط والكبير .\r\nبهذا الحق العظيم تمت الحقوق التي تعرضت لها سائلا المولى عز وجل أن\r\nأكون قد حظيت بثقتك قارئ الكريم على أمل أن تكون قد راجعت\r\nوتطرقت إلى المطولات فان فيها ما يشفي القلوب ويثلج الصدور .\r\nوالحمد لله رب العالمين\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\n( فضائل أهل البيت )\r\nصلوات الله عليهم أجمعين\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\nفضائل أهل البيت عليهم السلام\r\nمن فضائل أهل البيت عليهم السلام\r\nالايثار :\r\nمن الأخلاق الكريمة لأهل البيت عليهم السلام الايثار لله تعالى كما في\r\nنص الكتاب العزيز حيث نزل فيهم عليهم السلام :\r\n( إن الأبرار يشربون كأس كان مزاجها كافورا عينا يشرب بها عباد\r\nالله يفجرونها تفجيرا ) .\r\n( يوفون بالنذر ويخافون يوما كان شره مستطيرا ) .\r\n( ويطعمون الطعام على حبه مسكينا ويتيما وأسيرا ) .\r\n( إنما نطعمكم لوجه الله لا نريد منكم جزاء ولا شكورا ) ( 1 ) .\r\n\r\n","description":"","footnote":" ( 1 ) الانسان آية 5 - 9 . ","page_name":" 203 ","page_number":203},
  {"content":"\r\nحقيقة النزول :\r\nفقد أجمع أهل التفسير والحديث من الخاصة ( 1 ) وتواترت عن غيرهم\r\nأن هذه الآيات الشريفة نزلت في حق علي وفاطمة والحسن والحسين\r\nعليهم السلام بمناسبة صيامهم ثلاثة أيام وتصدقهم في تلك الليالي على\r\nالمسكين واليتيم والأسير .\r\nوقد أورد السيوطي والفخر الرازي والقرطبي والآلوسي\r\nوالواحدي والخوارزمي والحسكاني والزمخشري وغيرهم عن ابن\r\nعباس ( رض ) والنص للزمخشري قال ( 2 ) :\r\nأن الحسن والحسين مرضا فعادهما رسول الله صلى الله عليه وآله\r\nوسلم في ناس معه فقالوا : يا أبا الحسن لو نذرت على ولدك فنذر على\r\nوفاطمة وفضة جارية لهما ان برءا مما بهما أن يصوموا ثلاثة أيام فشفيا\r\nوما معهم شئ فاستقرض علي من شمعون الخيبري اليهودي ثلاث\r\n\r\n","description":"","footnote":" ( 1 ) الكلمة الغراء للامام شرف الدين - إحقاق الحق ج 3 ص 158 وج 9 ص 110 .\r\n( 2 ) السيوطي والفخر الرازي والواحدي والقرطبي والآلوسي والحسكاني في تفسير\r\nالآية والخوارزمي في المناقب ص 188 - أسد الغابة ج 5 ص 530 و 531 - العقد الفريد\r\nص 102 - الإصابة في ترجمة فضة - شرح ابن أبي الحديد ج 1 ص 21 تفسير\r\nالبيضاوي ج 2 ص 526 - فتح القدير ج 5 ص 349 - فرائد السمطين ح 383 - ذخائر\r\nالعقبى ص 89 و 102 - نور الابصار ص 102 - كفاية الأثر ص 345 - تفسير البغوي في\r\nبحث الآية . ","page_name":" 204 ","page_number":204},
  {"content":"\r\nأصوع من شعير . فطحنت فاطمة صاعا واختبزت خمسة أقراص على\r\nعددهم فوضعوها بين أيديهم ليفطروا فوقف عليهم سائل فقال :\r\nالسلام عليكم يا أهل بيت محمد مسكين من مساكين المسلمين\r\nأطعموني أطعمكم الله من موائد الجنة فأثروه وباتوا لم يذوقوا الا الماء\r\nوأصبحوا صياما فلما أمسوا ووضعوا الطعام بين أيديهم وقف عليهم\r\nيتيم فأثروه ووقف عليهم أسيرا في الثالثة ففعلوا مثل ذلك فلما\r\nأصبحوا أخذ علي ( رض ) بيد الحسن والحسين وأقبلوا إلى رسول الله\r\nصلى الله عليه وآله وسلم فلما أبصرهم وهم يرتعشون كالفراخ من\r\nشدة الجوع قال : ما أشد ما يسوءني ما أرى بكم فقام وانطلق معهم\r\nفرأى فاطمة عليها السلام في محرابها قد التصق ظهرها ببطنها وغارت\r\nعيناها فساءه ذلك فنزل جبرئيل عليه السلام وقال : خذها يا محمد هنأك الله\r\nفي أهل بيتك فأقرأه السورة .\r\nالواقعة : في الشعر :\r\nوفي الشعر أيضا نجد هذه الواقعة مذكورة حيث أورد القرطبي\r\nوالحسكاني وغيرهم أنه في الليلة الأولى وقف مسكين من مساكين أمة\r\nمحمد صلى الله عليه وآله وسلم وقال : أنا جائع أطعموني أطعمكم الله\r\nمن موائد الجنة .\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\nفسمعه علي عليه السلام فأنشأ يقول ( 1 ) :\r\nفاطم ذات الفضل واليقين * يا بنت خير الناس أجمعين\r\nأما ترين البائس المسكين * قد قام بالباب له حنين\r\nيشكو إلى الله ويستكين * يشكو إلينا جائع حزين\r\nكل امرئ بكسبه رهين * وفاعل الخيرات يستبين\r\nموعدنا جنة عليين * حرمها الله على الضنين\r\nوللبخيل موقف مهين * تهوي به النار إلى سجين\r\nشراب الحميم والغسلين * من يفعل الخير يكن سمين\r\nويدخل الجنة أي حين\r\nفأنشأت فاطمة ( رض ) تقول :\r\nأمرك عندي يا ابن عم طاعة * ما بي من لؤم ولا وضاعة\r\nغديت في الخبر له صناعة * أطعمه ولا أبالي الساعة\r\nأرجو إذا أشبعت ذا المجاعة * أن ألحق الاخبار والجماعة\r\nوأدخل الجنة لي شفاعة\r\nفأطعموه الطعام ومكثوا يومهم وليلتهم لم يذوقوا شيئا الا الماء القراح .\r\nوفي الليلة الثانية وقف يتيم وقال :\r\n\r\n","description":"","footnote":" ( 1 ) القرطبي والحسكاني في تفسير الآية - والمناقب للخوارزمي ص 189 - كفاية\r\nالطالب ص 346 - فرائد السمطين .\r\nنحن هنا : لا يمكن أن ندعي أن هذه الأبيات صادرة عنهم ولعل ورودها ممن تمثل عن\r\nلسانهم ( ع ) . ","page_name":" 206 ","page_number":206},
  {"content":"\r\nأنا يتيم من يتامى المسلمين أطعموني أطعمكم الله من موائد الجنة .\r\nفسمعه علي عليه السلام فأنشأ يقول :\r\nفاطم بنت السيد الكريم * بنت نبي ليس بالزنيم\r\nلقد آتي الله بذي اليتيم * من يرحم اليوم يكن رحيم\r\nويدخل الجنة أي سليم * قد حرم الخلد على اللئيم\r\nالا يجوز الصراط المستقيم * يزل في النار إلى الجحيم\r\nشرابه الصديد والحميم\r\nفأنشأت فاطمة ( رض ) تقول :\r\nأطعمه اليوم ولا أبالي * وأوثر الله على عيالي\r\nأمسوا جياعا وهم أشبالي * أصغرهم يقتل في القتال\r\nبكربلاء يقتل باغتيال * يا ويل للقاتل من وبال\r\nتهوي به النار إلى سفال * وفي يديه الغل والاغلال\r\nكبوله زادت على الأكيال\r\nفأطعموه الطعام ومكثوا يومين وليلتين لم يذوقوا شيئا الا الماء القراح .\r\nوفي الليلة الثالثة أتاهم أسيرا فوقف بالباب وقال :\r\nالسلام عليكم يا أهل بيت محمد صلى الله عليه وآله أطعموني فأني\r\nأسير محمد فسمعه علي عليه السلام فأنشأ يقول :\r\nفاطم يا بنت النبي أحمد * بنت نبي سيد مسود\r\nوسماه الله فهو محمد * قد زانه الله بحسن أغيد\r\nهذا أسير للنبي المهتد * مثقل في غلة مقيد\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\nيشكو إلينا الجوع قد تمدد * من يطعم اليوم يجده في غد\r\nعند العلي الواحد الموحد * ما يزرع الزارع سوف يحصد\r\nأعطيه لا لا تجعليه أقعد\r\nفأنشأت فاطمة ( رض ) تقول :\r\nلم يبق مما جاء غير صاع * قد ذهبت كفي مع الذراع\r\nابناي والله هما جياع * يا رب لا تتركهما ضياع\r\nأبوهما للخير ذو اصطناع * يصطنع المعروف بابتداع\r\nعبل الذراعين شديد الباع * وما على رأسي من قناع\r\nالا قناعا نسجه انساع\r\nفأعطوه الطعام ومكثوا ثلاث أيام وليا لها لم يذوقوا شيئا الا الماء القراح .\r\nحقائق هامة لابد منها :\r\nونحن هنا نشير إلى بعض المعاني التي لابد من الوقوف عندها على النحو\r\nالتالي :\r\n( الأبرار ) : جمع بر وبار وهم الذين وصلوا إلى أعلى مراتب الكمال\r\nالانساني وحسب تعبير الزمخشري والآلوسي : أنهم الذين لا يؤذون\r\nالذر ولا يرضون الشر وما أسماها مرتبة وأعلاها منقبة يذكرها القرآن\r\nالكريم لأهل البيت عليهم السلام الذين أذهب الله عنهم الرجس وطهرهم\r\nتطهيرا .\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\n( يوفون ) : الوفاء معناه المبالغة في تأدية الواجب والذي يفي بما\r\nأوجبه على نفسه فبطريق أولى أن يكون بما أوجبه الله تعالى عليه أوفى .\r\nوهذا منتهى الخضوع والعبودية لله تبارك وتعالى من أهل البيت عليهم\r\nالسلام .\r\n( حبه ) : والضمير في الحب عائد إلى الطعام ومعناه توق النفس\r\nوالحاجة إليه وما أرفعها درجة كشفت عن أجلي مظاهر البر والايثار\r\nعند أهل البيت صلوات الله عليهم أجمعين .\r\nولا عجب ! وهم الذين مدحوا في محكم التنزيل :\r\n( ويؤثرون على أنفسهم ولو كان بهم خصاصة ) ( 1 ) .\r\nثم إن هذه الفضيلة الرفيعة من الايثار كانت خالصة لوجهه تعالى فلم\r\nيكن الاطعام لأمر دنيوي حتى ولا لأمر أخروي وانما كان خالصا\r\nلوجهه الكريم بصريح النص وهذا مصداق قول مولى المتقين وأول\r\nالموحدين الامام أمير المؤمنين علي بن أبي طالب عليه السلام :\r\n( الهي ما عبدتك خوفا من نارك ولا طمعا في جنتك وانما وجدتك أهلا\r\nللعبادة فعبدتك ) ( 2 ) .\r\nومما يزيد البرهان قوة تصدر الآية الشريفة ب ( أنما ) التي هي من أدل\r\nأدوات الحصر كما في علم المعاني بالإضافة إلى أن المولى عز وجل أبي\r\nالا أن يظهر نيتهم التي أخفوها له وحده بقوله عز من قائل :\r\n\r\n","description":"","footnote":" ( 1 ) الحشر آية 9 .\r\n( 2 ) جامع السعادات . ","page_name":" 209 ","page_number":209},
  {"content":"\r\n( لا نريد منكم جزاءا ولا شكورا ) ( 1 ) .\r\nونفيد هنا : ان الاطعام كان لافضل مصاديق الانفاق في سبيل الله فقد\r\nكان الاشفاق على المسكين والرأفة باليتيم والعطف على الأسير الذين\r\nيتمنى أي انسان على الاطلاق أن يوفق لمساعدتهم والتودد إليهم .\r\nنكتة لطيفة في شأن الصديقة فاطمة عليها السلام :\r\nبقيت نكتة لطيفة شريفة في حق الصديقة الزهراء سلام الله عليها وهذه\r\nالنكتة ذكرها الآلوسي وهي : أن الله تبارك وتعالى لم يذكر الحور العين\r\nفي السورة وانما صرح بولدان مخلدين رعاية لحرمة البتول وقرة عين\r\nالرسول صلوات الله عليهم أجمعين ( 2 ) وحشرنا الله معهم آمين آمين .\r\nورحم الله عبدا قال آمين .\r\n\r\n","description":"","footnote":" ( 1 ) الانسان اية 9 .\r\n( 2 ) تفسير روح المعاني للآلوسي بحث السورة . ","page_name":" 210 ","page_number":210},
  {"content":"\r\n( قصيدة في أهل البيت )\r\nصلوات الله عليهم أجمعين\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\nقصيدة في أهل البيت عليهم السلام\r\nقصيدة في أهل البيت عليهم السلام لابن العرندس ( 1 ) وقد اشتهر بين الأصحاب\r\nانها لم تقرأ في مجلس الا وحضره الإمام الحجة المنتظر عجل الله تعالى\r\nفرجه توجد برمتها في منتخب شيخنا الطريحي 2 : 75 وهي :\r\nطوايا نظامي في الزمان لها نشر * بعطرها من طيب ذكراكم نشر\r\nقصائد ما خابت لهن مقاصد * بواطنها حمد ظواهرها شكر\r\nمطالعها تحكي النجوم طوالعا * فأخلاقها زهر وأنوارها زهر\r\nعرائس تجلى حين تجلى قلوبنا * أكاليلها در وتيجانها تبر\r\nحسان لها حسان بالفضل شاهد * على وجهها تبر يزان بها التبر\r\n\r\n","description":"","footnote":" ( 1 ) الشيخ صالح عبد الوهاب بن العرندس الحلي الشهير بابن العرندس وأحد اعلام\r\nالشيعة ومن مؤلفي علمائها في الفقه والأصول وله مدائح ومراثي لائمة أهل البيت عليهم\r\nالسلام تنم عن تفانيه في ولائهم مناوئته لأعدائهم ذكر شطرا منها شيخنا الطريحي في\r\n( المنتخب ) وجملة منها مبثوثة في المجاميع والموسوعات وعقد له العلامة السماوي\r\nفي ( الطليعة ) ترجمة أطراه فيها بالعلم والفضل والتقى والنسك والمشاركة في العلوم\r\nوأشفع ذلك الخطيب الفاضل اليعقوبي في ( البابليات ) . وأثنى عليه ثناء جميلا وذكر في\r\n( الطليعة ) أنه توفي حدود 840 بالحلة الفيحاء ودفن فيها وله قبر يزار . الغدير ج 7\r\nص 13 . ","page_name":" 213 ","page_number":213},
  {"content":"\r\nأنظمها نظم اللئالي وأسهر الليالي * ليحيى لي بها وبكم ذكر\r\nفيا ساكني أرض الطفوف عليكم * سلام محب ما له عنكم صبر\r\nنشرت دواوين الثنا بعد طيها * وفي كل طرس من مديحي لكم سطر\r\nفطابق شعري فيكم دمع ناظري * فمبيض ذا نظم ومحمر ذا نثر\r\nفلا تتهموني بالسلو فإنما * مواعيد سلواني وحقكم الحشر\r\nفذلي بكم عز وفقري بكم غنى * وعسري بكم يسر وكسري بكم جبر\r\nترق بروق السحب لي من دياركم * فينهل من دمعي لبارقها القطر\r\nفعيناي كالخنساء ( 1 ) تجري دموعها * وقلبي شديد في محبتكم صخر\r\nوقفت على الدار التي كنتم بها * فمغناكم من بعد معناكم فقر\r\nوقد درست منها الدروس وطالما * بها درس العلم الآلهي والذكر\r\nوسالت عليها من دموعي سحائب * إلى أن تروي ألبان بالدمع والسدر\r\nفراق فراق الروح لي بعد بعدكم * ودار برسم الدار في خاطري الفكر\r\nوقد أقلعت عنها السحاب ولم يجد * ولا در من بعد الحسين لها در\r\nامام الهدى سبط النبوة والد الأئمة * رب النهي مولى له الامر\r\nإمام أبوه المرتضى علم الهدى * وصي رسول الله والصنو والصهر\r\nامام بكته الإنس والجن والسما * ووحش الفلا والطير والبر والبحر\r\nله القبة البيضاء بالطف لم تزل ( 2 ) * تطوف بها طوعا ملائكة غر\r\n\r\n","description":"","footnote":" ( 1 ) هي الخنساء بنت عمرو بن الحارث شاعرة صحابية شهيرة لها شعر كثير في رثاء\r\nأخيها لأبيها صخر وقد قتله بنو أسد .\r\n( 2 ) تلك القبة المقدسة كانت بيضاء في تلكم القرون وأما اليوم فقد تغشتها صفائح\r\nالنضار فهي صفراء لونها تسر الناظرين كما أن باطنها سرح ممرد من قوارير . ","page_name":" 214 ","page_number":214},
  {"content":"\r\nوفيه رسول الله قال وقوله * صحيح صريح ليس في ذلكم نكر\r\nحبي بثلاث ما أحاط بمثلها * ولي فمن زيد هناك ومن عمر ؟\r\nله تربة فيها الشفاء وقبة * يجاب بها الداعي إذا مسه الضر\r\nوذرية درية منه تسعة * أئمة حق لا ثمان ولا عشر\r\nأيقتل ظمآنا حسين بكربلا * وفي كل عضو من أنامله بحر ؟\r\nووالده الساقي على الحوض في غد * وفاطمة ماء الفرات لها مهر\r\nفوالهف نفسي للحسين وما جنى * عليه غداة الطف في حربه الشمر\r\nرماه بجيش كالظلام قسيه الا * هلة والخرصان أنجمه الزهر\r\nلراياتهم نصب وأسيافهم جزم * وللنقع رفع والرماح لها جر\r\nتجمع فيها من طغاة أمية * عصابة غدر لا يقوم لها عذر\r\nوأرسلها الطاغي يزيد ليملك ال‍ * - ع راق وما أغنته شام ولا مصر\r\nوشد لهم أزرا سليل زيادها * فحل به من شد أزرهم الوزر\r\nوأمر فيهم نجل سعد لنحسه * فما طال في الري اللعين له عمر\r\nفلما التقى الجمعان في أرض كربلا * تباعد فعل الخير واقترب الشر\r\nفحاطوا به في عشر شهر محرم * وبيض المواضي في الأكف لها شمر\r\nفقام الفتى لما تشاجرت القنا * وصال وقد أودي بهجته الحر\r\nوجال بطرف في المجال كأنه * دجى الليل في الآلاء غرته الفجر\r\nله أربع للريح فيهن أربع * لقد زانه كر وما شانه الفر\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\nففرق جمع القوم حتى كأنهم * طيور بغاث ( 1 ) شت شملهم الصقر\r\nفاذكرهم ليل الهرير فاجمع الكلأ * ب على الليث الهزبر وقد هروا ( 2 )\r\nهناك فدته الصالحون بأنفس * يضاعف في يوم الحساب لها الاجر\r\nوحادوا عن الكفار طوعا لنصره * وجاد له بالنفس من سعده الحر ( 3 )\r\nومدوا إليه ذبلا سمهرية ( 4 ) لطول حياة السبط في مدها جزر\r\nفغادره في مارق الحرب مارق * بسهم لنحر السبط من وقعه نحر\r\nفمال عن الطرف الجواد أخو الندى * الجواد قتيلا حوله يصهل المهر ( 5 )\r\nسنان سنان خارق منه في الحشا * وصارم شمر في الوريد له شمر ( 6 )\r\nتجر عليه العاصفات ذيولها * ومن نسج أيدي الصافنات له طمر ( 7 )\r\nفرجت له السبع الطباق وزلزلت * رواسي جبال الأرض والتطم البحر\r\n\r\n","description":"","footnote":" ( 1 ) البغات بتثليث الباء : طائر أبغث أصغر من الرخم بطيئ الطيران جمع بغثان .\r\n( 2 ) ليلة الهرير من ليالي صفين قتل فيها ما يقرب من سبعين الف قتيل ولمولانا أمير\r\nالمؤمنين ولأصحابه في تلك الليلة مواقف شجاعة تذكر إلى الأبد . الهرير كأمير . هرير\r\nالكلب صوته دونه نباحه من قلة صبره على البرد .\r\n( 3 ) الحر بن يزيد الرياحي التميمي اليربوعي كان سلام الله عليه شريف قومه جاهلية\r\nواسلاما كما قاله ابن الأثير .\r\n( 4 ) الذبل بضم المعجمة ثم الموحدة المفتوحة جمع الذابل : الرقيق : السمهري : الرمح\r\nالصلب .\r\n( 5 ) الطرف كما مر من الخيل : الكريم الطرفين : الأب والام . المهر : ولد الفرس .\r\n( 6 ) الشمر بفتح المعجمة من شمر تمشيرا : من مسرعا . وأشمره بالسيف : أردجه .\r\n( 7 ) العاصفات : الأرياح الشديدة : الصافنات الطمر : الثوب البالي . ","page_name":" 216 ","page_number":216},
  {"content":"\r\nفيا لك مقتولا بكته السما دما * فمغبر وجه الأرض بالدم محمر\r\nملابسه في الحرب حمر من الدما * وهن غداة الحشر من سندس خضر\r\nولهفي لزين العابدين وقد سرى * أسيرا عليلا لا يفك له أسر\r\nوآل رسول الله تسبى نسائهم * ومن حلوهن الستر يهتك والخدر\r\nسبايا بأكوار المطايا حواسرا * يلاحظهن العبد في الناس والحر\r\nورملة ( 1 ) في ظل القصور مصونة * يناط على أقراطها الدر والتبر\r\nفويل يزيد من عذاب جهنم * إذا أقبلت في الحشر فاطمة الطهر\r\nملابسها ثوب من السم أسود * وآخر قان من دم السبط محمر\r\nتنادى وأبصار الأنام شواخص * وفي كل قلب من مهابتها ذعر ( 2 )\r\nوتشكو إلى الله العلي وصوتها * علي ومولانا علي لها ظهر\r\nفلا ينطق الطاغي يزيد بما جنى * وأنى له عذر ومن شأنه الغدر ؟\r\nفيؤخذ منه بالقصاص فيحرم النعيم * ويخلى في الجحيم له قصر\r\nويشدو له الشادي فيطربه الغنا * ويسكب في الكأس النضار له خمر\r\nفذاك الغنا في البعث تصحيفه العنا * وتصحيف ذاك الخمر في قلبه الجمر\r\nأيقرع جهلا ثغر سبط محمد * وصاحب ذاك الثغر يحمى به الثغر ؟\r\nفليس لاخذ الثار إلا خليفة * يكون لكسر الدين من عدله جبر\r\n\r\n","description":"","footnote":" ( 1 ) رملة بنت معاوية بن أبي سفيان شبب بها عبد الرحمن بن حسان بأبيات أولها :\r\nرملة هل تذكرين يوم غزال * إذ قطعنا مسيرنا بالتمشي\r\nولهذا التشبيب قصة توجد في معاجم التراجم .\r\n( 2 ) الشواخص من شخص البصر اي : فتح عينيه فلم يطرف الذعر : الفزع والخوف . ","page_name":" 217 ","page_number":217},
  {"content":"\r\nتحف به الأملاك من كل جانب * ويقدمه الاقبال والعز والنصر\r\nعوامله في الدراعين شوارع * وحاجبه عيسى وناظره الخضر\r\nتظلله حقا عمامة جده * إذا ما ملوك الصيد ظللها الجبر\r\nمحيط على علم النبوة صدره * فطوبى لعلم ضمه ذلك الصدر\r\nهو ابن الإمام العسكري محمد التقي * النقي الطاهر العلم الحبر\r\nسليل على الهادي ونجل محمد الجواد * ومن في ارض طوس له قبر\r\nعلي الرضا وهو ابن موسى الذي قضى * ففاح على بغداد من نشره عطر\r\nوصادق وعد انه نجل صادق * إمام به في العلم يفتخر الفخر\r\nوبهجة مولانا الإمام محمد * إمام لعلم الأنبياء له بقر\r\nسلالة زين العابدين الذي بكى * فمن دمعه يبس الأعاشيب مخضر\r\nسليل حسين الفاطمي وحيدر * الوصي فمن طهر نمى ذلك الطهر\r\nله الحسن المسموم عم فحبذا الامام * الذي عم الورى جوده الغمر\r\nسمى رسول الله وارث علمه * إمام على آبائه نزل الذكر\r\nهم النور نور الله جل جلاله * هم التين والزيتون والشفع والوتر\r\nمهابط وحي الله خزان علمه * ميامين في أبياتهم نزل الذكر\r\nوأسمائهم مكتوبة فوق عرشه * ومكنونة من قبل أن يخلق الذر\r\nولولاهم لم يخلق الله آدما * ولا كان زيد في الأنام ولا عمرو\r\nولا سطحت أرض ولا رفعت سما * ولا طلعت شمس ولا أشرق البدر\r\nونوح به في الفلك لما دعا نجا * وغيض به طوفانه وقضى الامر\r\nولولاهم نار الخليل لما غدت * سلاما وبردا وانطفى ذلك الجمر\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\nولولاهم يعقوب ما زال حزنه * ولا كان عن أيوب ينكشف الضر\r\nولان لداود الحديد بسرهم * فقدر في سرد يحير به الفكر\r\nولما سليمان البساط به سرى * أسيلت له عين يفيض له القطر\r\nوسخرت الريح الرخاء بأمره * فغدوها شهر وروحتها شهر\r\nوهم سر موسى والعصا عندما عصى * أوامره فرعون والتقف السحر\r\nولولاهم ما كان عيسى بن مريم * لعازر من طي اللحود له نشر\r\nسرى سرهم في الكائنات وفضلهم * وكل نبي فيه من سرهم سر\r\nعلا بهم قدري وفخري بهم غلا * ولولاهم ما كان في الناس لي ذكر\r\nمصابكم يا آل طه ! مصيبة * ورزء على الاسلام أحدثه الكفر\r\nسأندبكم يا عدتي عند شدتي * وأبكيكم حزنا إذا أقبل العشر\r\nوأبكيكم ما دمت حيا فإن أمت * ستبكيكم بعدي المراثي والشعر\r\nعرائس فكر الصالح بن عرندس * قبولكم يا آل طه لها مهر\r\nوكيف يحيط الواصفون بمدحكم * وفي مدح آيات الكتاب لكم ذكر ؟\r\nومولدكم بطحاء مكة والصفا * وزمزم والبيت المحرم والحجر\r\nجعلتكم يوم المعاد وسيلتي * فطوبى لمن أمسى وأنتم له ذخر\r\nسيبلي الجديدان الجديد وحبكم * جديد بقلبي ليس يخلقه الدهر\r\nعليكم سلام الله ما لاح بارق * وحلت عقود المزن وانتشر القطر ( 1 )\r\n\r\n","description":"","footnote":" ( 1 ) الغدير ج 7 ص 14 . ","page_name":" 219 ","page_number":219},
  {"content":"\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\n( الكلمة الختامية )\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\nكلمة ختامية :\r\nوفي الختام . . أرجو من كل من يقرأ كتابي هذا ان يتحفني بملاحظاته\r\nوآرائه وان يعفو عن هفواتي فإن الانسان معرض للخطأ ( الا من\r\nاصطفى ) .\r\nوأخيرا . . فأني أتقدم بخالص شكري وفائق تقديري للقارئ\r\nالكريم الذي منحني من وقته وعقله وفكره بمطالعة أوراقي هذه راجيا\r\nمن الله تبارك وتعالى ان أكون قد فزت برضاه وثقته فإنه املي .\r\nوالحمد لله رب العالمين وصلى الله على سيد الأنبياء والمرسلين محمد\r\nوآل بيته الطاهرين ولا سيما بقية الله في الأرضين الحجة بن الحسن المهدي\r\nأرواحنا لتراب مقدمه الفداء .\r\nحرر في قم المقدسة ( عش آل محمد )\r\nغرة ذي القعدة الحرام\r\n1414 ه‍\r\nمحمد حسين الحاج\r\n\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223}
  ]