[
  {"content":"\r\nحرمة ذبائح أهل الكتاب\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nحرمة ذبائح أهل الكتاب\r\nتأليف\r\nالشيخ العلامة بهاء الدين محمد بن الحسين\r\nالحارثي العاملي المعروف بالشيخ البهائي\r\n( 953 - 1031 ه )\r\nتحقيق :\r\nزهير الأعرجي\r\nمنشورات\r\nمؤسسة الأعلمي للمطبوعات\r\nبيروت - لبنان\r\nص . ب 7120\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nجميع الحقوق محفوظة\r\nالطبعة الأولى\r\n1410 ه - 1990 م\r\nمؤسسة الأعلمي للمطبوعات :\r\nبيروت - شارع المطار . قرب كلية الهندسة . ملك الأعلمي - ص . ب : 7120 .\r\nالهاتف : 833447 - 833453\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nالإهداء\r\nإلى الروح الطاهرة التي ملأت الأرض نورا وعلما .\r\nإلى الروح التي أحيت الدين الحنيف وشريعة سيد المرسلين في نفوس الملايين في كل زاوية من زوايا الأرض .\r\nإلى الروح التي كرست حياتها لخدمة المستضعفين ونشر العدالة في كل مكان .\r\nإلى روح الإمام روح اللَّه الموسوي الخميني الذي شرفني بلبس الزي الديني في بيته المتواضع في حسينية جمران بطهران في التاسع من شوال سنة 1408 ه .\r\nالمحقق\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nتقديم\r\nبقلم سماحة العلامة الحجة السيد محمد حسين الجلالي بسم الله الرحمن الرحيم اختلفت المذاهب الإسلامية في حرمة ذبائح أهل الكتاب ومذهب أهل البيت ( ع ) هو الحرمة ، بل قال الشريف المرتضى المتوفى 436 ه : « مما انفردت به الإمامية أن ذبائح أهل الكتاب محرمة لا يحل أكلها ولا التصرف بها » ( الانتصار ط النجف الأشرف 1391 ص 188 ) . ووافق المرتضى في الحرمة كل من الشيخ الطوسي 460 ه ، وابن حمزة الطوسي القرن السادس ، والمحقق الحلي - 676 ه ، والعلامة الحلي - 726 ه ، والشهيد الأول - 786 ه في كتبهم . وفي الموضوع تحقيقات رائعة لكل من السيد علي الطباطبائي - 1231 ه في رياض المسائل ص 270 ، والشيخ عبد اللَّه المامقاني - 1351 ه في منهاج المتقين ص 428 . ولم يخالف في ذلك سوى قلة من الفقهاء ، ولذلك قال صاحب الجواهر - 1266 : « قد استقر الإجماع في جملة من الأعصار المتأخرة عن زمن الصدوقين على ذلك .\r\nبل كاد [ أن 
  ] يكون من ضروريات المذهب في زماننا مضافا إلى النصوص المستفيضة . « ( جواهر الكلام ج 36 ص 80 ) . والظاهر أن صاحب الجواهر لم يقف على هذه الرسالة حيث لم يشر إليها .\r\nومؤلف الرسالة هو الشيخ بهاء الدين محمد بن الحسين بن عبد الصمد\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nالحارثي المعروف بالشيخ البهائي المتوفى 1031 ه من أشهر علماء جبل عامل . غادر والده جبل عامل إلى إيران لعوامل سياسية حكمت المنطقة آنذاك ، ويظهر أنه لم يتمكن من التاقلم فهاجر منها باحثا عن مأوى يستقر فيه فكان مقره الأخير جزيرة البحرين حتى توفي سنة 985 ه . ورثاه ولد المؤلف بقصيدة منها :\r\n\r\nيا جيرة هجروا واستوطنوا هجرا\r\nواها لقلب المعنى فيكم واها\r\nأقمت يا بحر في البحرين فاجتمعت\r\nثلاثة كن أمثالا وأشباها\r\n\r\nوقد تقلد كل من الأب والابن شيخوخة الإسلام ، ويظهر أنها كانت عن كره ، فقررا التخلص منها بالهجرة والانقطاع إلى التصنيف والتأليف ( راجع نور الحقيقة ص 6 ط . 1402 ه ) .\r\nأشار المؤلف في هذه الرسالة إلى الأدلة التفصيلية للحكم بالحرمة من الكتاب والسّنة وتناول فيها المذاهب الأخرى بالنقد والتحليل كما يقتضيه الغرض من التأليف ، وإن كان ينبغي الاستدراك عليها بسائر روايات أهل البيت ( ع ) التي عددها صاحب الجواهر إلى اثني عشر طائفة مما تعرضت إلى تحديد مفهوم أهل الكتاب موضوعا أو حرمة ذبائحهم حكما .\r\nولقد أبدى فضيلة العلامة السيد زهير الأعرجي رغبة صادقة في التحصيل بتحقيق هذه الرسالة وتقديم ترجمة المؤلف وتخريج المصادر بما تقتضيه الأمانة العلمية ، فكان جهدا مشكورا لإحياء هذا الأثر الجليل كما تتطلبه أصول التحقيق وأسأل اللَّه سبحانه زيادة التوفيق لهذا السيد الشفيق .\r\nمحمد حسين الحسيني الجلالي\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nترجمة المؤلف\r\n\r\n1 - أصله ونسبه :\r\nالشيخ بهاء الدين محمد بن الحسين بن عبد الصمد المعروف بالشيخ البهائي الحارثي العاملي .\r\nذكره المولى المجلسي في روضة المتقين بما نصه : « ( محمد بن الحسين بن عبد الصمد ) المشتهر ببهاء الدين ، العاملي ، الحارثي ، من أولاد الحرث [ الحارث 
  ] الهمداني الذي كان من خواص أمير المؤمنين » عليه السّلام « ( روضة المتقين ج 14 ص 433 ) .\r\nوقد ترجم له الشيخ يوسف البحراني في لؤلؤة البحرين ، وزاد في وصفه : ( الجبعي ) نسبة إلى جبع - بالجيم والباء المنقطة تحتها نقطة - وهي قرية من قرى جبل عامل ، والحارثي نسبة إلى الحارث الهمداني الذي كان من خواص أصحاب مولانا أمير المؤمنين عليه السّلام ، وإلى ذلك أشار الشيخ أبو جعفر الخطي في قصيدته التي امتدح بها الشيخ المذكور التي أولها :\r\n\r\nهي الدار تستسقيك مدمعك الجاري\r\n\r\nفقال فيها :\r\n\r\nفيا بن الأولى أثنى الوصي عليهم\r\nبما ليس يثني وجهه يد إنكار\r\n\r\nوالحارث المذكور هو الذي خاطبه مولانا أمير المؤمنين عليه السّلام بالأبيات المشهورة\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nيا حار همدان من يمت يرني\r\nمن مؤمن أو منافق قبلا\r\nيلحظني طرفه وأعرفه\r\nباسمه والكنى وما فعلا\r\nوأنت عند الصراط معترض\r\nفلا تخف عثرة ولا زللا\r\nأسقيك من بارد على ظمأ\r\nتخاله في الحلاوة العسلا\r\nأقول للنار حين تعرض للعرض\r\nذرية ولا تقربي الرجلا\r\nذرية لا تقربيه إن له\r\nحبلا بحبل الوصي متصلا\r\n\r\n( لؤلؤة البحرين ص 16 ) وترجمه الميرزا عبد اللَّه الأفندي بما نصه : « الشيخ الجليل بهاء الدين محمد بن الحسين بن عبد الصمد الحارثي العاملي الجبعي . ينسب إلى الحارث الهمداني وكان من خواص أمير المؤمنين عليه السّلام » ( رياض العلماء ج 5 ص 88 ) . وذكره في موضع آخر من نفس الكتاب بقوله : « هو بهاء الدين محمد بن الحسين بن عبد الصمد بن شمس الدين محمد بن علي الجباعي بن الحسين الحارثي » ( رياض العلماء ج 5 ص 94 ) .\r\nوقد ترجمه كل من السيد علي خان صدر الدين المدني الحسيني في ( سلافة العصر ص 289 ) ، والسيد عباس بن علي بن نور الدين المكي الحسيني الموسوي في ( نزهة الجليس ج 1 ص 249 ) ، والمولى محمد المحبي في ( خلاصة الأثر في القرن الحادي عشر ج 3 ص 440 ) ، والخفاجي في ( ريحانة الألباء ص 103 ) ، والشيخ المامقاني في ( تنقيح المقال ص 107 ) ، والشيخ الحر العاملي في ( أمل الآمل ج 1 ص 155 ) ، والشيخ آقا بزرك الطهراني في ( مصفى المقال في مصنفي علم الرجال ص 404 ) ، وعمر رضا كحّالة في ( معجم المؤلفين ج 9 ص 242 ) .\r\nوترجمة البغدادي وآقا بزرك باختلاف يسير ، حيث قال البغدادي في تعريفه : « العاملي - محمد بن عز الدين حسين بن عبد الصمد بن محمد العاملي الجبعي بهاء الدين الحارثي الهمداني رئيس علماء الشيعة الإمامية بأصبهان » ( هدية العارفين ج 2 ص 273 ) . وقال آقا بزرك : ( الشيخ بهاء الدين محمد بن عز الدين حسين بن عبد الصمد الحارثي العاملي ) ( الذريعة\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nج 10 ص 3 ) . والزيادة في هاتين الترجمتين هي : ( بن عز الدين ) ، ولعل هذه الزيادة ناشئة من كون اسم أبيه مركبا ( عز الدين حسين ) .\r\n\r\n2 - مولده ووفاته :\r\nذكر العلامة الشيخ آقا بزرك الطهراني أن المؤلف ولد ببعلبك سنة 953 ه ( مصفى المقال ص 404 ) ، وكذلك كل من كحالة والمامقاني ( معجم المؤلفين ج 9 ص 242 ، تنقيح المقال ص 107 ) . ولكن جاء في الذريعة أنه ولد سنة 950 ه ( الذريعة ج 10 ص 3 ) . أما البغدادي فقد ذكر ولادته ببعلبك سنة 853 ه ( هدية العارفين ج 2 ص 273 ) ، ولعله خطأ مطبعي .\r\nوقال الحر العاملي والميرزا الأفندي في ولادته ما نصه : « مولده ببعلبك ( 1 ) ( عند غروب الشمس يوم الأربعاء لثلاث بقين من ذي الحجة الحرام ) ( 2 ) سنة ثلاث وخمسين وتسعمائة » ( أمل الآمل ج 1 ص 157 ، رياض العلماء ص 91 ) . أما الشيخ البحراني فقد ذكر ولادته عند غروب الشمس يوم الخميس لثلاث عشرة بقين من شهر محرم الحرام السنة الثالثة والخمسين والتسعمائة ( لؤلؤة البحرين ص 22 ) . ولعل أرجح الأقوال وأكثرها تعاضدا ولادته سنة 953 ه .\r\n\r\nأما وفاته فقد ذكر الشيخ البحراني : « توفي - قدس سره - لاثنتي عشرة خلون من شوال السنة الحادية والثلاثين بعد الألف ، وقيل سنة الثلاثين بعد الألف ، وكان موته بأصفهان ، ونقل جسده الشريف - قبل الدفن - إلى المشهد الرضوي على مشرفه السلام ، وقبره هناك معروف ، ورثاه بعض تلامذته ، وهو الفاضل الشيخ إبراهيم بن فخر الدين العاملي بقصيدة منها :\r\n\r\nشيخ الأنام بهاء الدين لا برحت\r\nسحائب الفضل ينشئها له الباري\r\nميت به اتضحت سبل الهدى وغدا\r\nلفقده الدين في ثوب من القار\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الأعيان « وقال أبو المعالي الطالوي أنه ولد بقزوين » .\r\n( 2 ) الزيادة من سلافة العصر .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nوالمجد أقسم لا تبدو نواجده\r\nحزنا وشق عليه فضل اطمار\r\nوالعلم قد درست آياته وعفت\r\nعنه رسوم أحاديث وأخبار\r\nكم بكر فكر غدت للكفء فاقدة\r\nما دنستها الورى يوما بأنظار\r\nكم خر لما قضى للعلم طود علا\r\nما كنت أحسبه يوما بمنهار\r\nوكم بكته محاريب المساجد إذ\r\nكانت تضيء دجى منه بأنوار\r\nفاق الكرام ولم تبرح سجيته\r\nإطعام ذي سغب مع كسوة العاري\r\nجل الذي اختار في طوس له جدثا\r\nفي ظل حام حماها نجل أطهار\r\nالثامن الضامن الجنات أجمعها\r\nيوم القيامة من جود لزوار\r\n\r\n( لؤلؤة البحرين ص 22 ) وقد ذكر أنه توفي بأصفهان سنة 1031 ه / 1662 م ( مصفى المقال ص 404 ، هدية العارفين ج 2 ص 273 ، معجم المؤلفين ج 9 ص 242 ، المهدية نبي الإسلام ص 163 ) . ثم نقل جثمانه إلى طوس ودفن بداره ، على مقربة من مسجد علي الرضا عليه السّلام ، وذكر المولى المجلسي أنه « دفن في داره جنب الروضة المقدسة ، والآن يزار هنا ، وكان عمره بضعا وثمانين سنة أما واحدا أو اثنين . » ( روضة المتقين ج 14 ص 435 ) . وقال الشيخ الحر العاملي ، والشيخ المامقاني ، والميرزا الأفندي في ترجمته أنه « توفي سنة 1031 ه ، وقد سمعنا من المشايخ أنه مات سنة 1035 ه » ( أمل الآمل ج 1 ص 158 ، تنقيح المقال ص 108 ، رياض العلماء ج 5 ص 92 ) . أما الشيخ آقا بزرك الطهراني فقد ذكر أنه توفي سنة 1030 ه ( الذريعة ج 10 ص 3 ) . والمرجح أنه توفي سنة 1031 ه في أصفهان .\r\n\r\n3 - حياته الاجتماعية والسياسية :\r\nنشأ الشيخ البهائي في أسره اشتهرت بالعلم والورع ، فوالده الشيخ حسين كان عالما من أعلام الشيعة الإمامية ، وعالما كبيرا من علماء جبل عامل . وقد درس والده الشيخ حسين عند الشهيد الثاني الشيخ زين الدين العاملي الذي استشهد على يد الأتراك . وقد هاجر الشيخ حسين مع ابنه بهاء الدين إلى إيران هربا من ظلم الأتراك ضد أتباع أهل بيت النبوة .\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nوتوجه الابن نحو الدرس والتحصيل على يد كبار الفضلاء والعلماء ، فلمع نجمة في سماء العلم والمعرفة والدين . يقول المنيني في ترجمته لحياة الشيخ البهائي : « فقطن بأرض العجم ، وهناك همي غيث فضله وانسجم ، فألف وصنف ، وقرط المسامع وشنّف ، وقصدته علماء تلك الأمصار ، واتفقت على فضله إسماعهم والأبصار ، وغالت تلك الدولة في قيمته ، واستمطرت غيث الفضل من ديمته ، فوضعته على مفرقها تاجا ، وأطلعته في مشرقها سراجا وهّاجا ، وتبسمت به دولة سلطانها شاه عباس ، واستنارت بشموس رأيه عند اعتكار حنادس البأس ، فكان لا يفارقه سفرا ولا حضرا ، ولا يعدل عنه سماعا ونظرا ، وكانت له دار مشيدة البناء رحبة الغناء ، يلجأ إليها الأيتام والأرامل ، ويفد عليها الراجي والآمل ، فكم مهد بها وضع ، وكم طفل بها رضع ، وهو يقوم بنفقتهم بكرة وعشيا ، ويوسعهم من جاهه جنابا مغشيّا » ( الكشكول طبعة بولاق - مصر ص 395 ) .\r\nوينقل الحر العاملي والميرزا الأفندي والمامقاني لمحات مختصرة عن حياته ملخصها أنه انتقل به والده وهو صغير إلى الديار العجمية ، فنشأ في حجره بتلك الأقطار المحمية ، وأخذ عن والده وغيره من الجهابذة ، حتى أذعن له كل مناضل ومنابذ ، فلما اشتد كاهله وصفت له من العلم مناهله ولي بها شيخ الإسلام وفوضت إليه أمور الشريعة على صاحبها الصلاة والسلام ، ثم رغب في السفر والسياحة ، واستهب من مهاب التوفيق رياحه ، فترك تلك المناصب ومال لما هو لحاله مناسب ، فقصد زيارة بيت اللَّه الحرام ، وزيارة النبي وأهل بيته الكرام عليهم أفضل الصلاة والتحية والسلام ، ثم أخذ في السياحة فساح ثلاثين سنة ، وأوتي في الدنيا حسنة وفي الآخرة حسنة ، واجتمع في أثناء ذلك بكثير من أرباب الفضل والحال ، ونال من فيض صحبتهم ما تعذر على غيره واستحال ، ثم عاد وقطن بأرض العجم ، وهناك همي غيث فضله وانسجم ، فألف وصنف ، وقرط المسامع وشنف .\r\n( راجع أمل الآمل ج 1 ص 157 ، رياض العلماء ج 5 ص 91 ، تنقيح المقال ص 108 ) .\r\nوذكر الميرزا الأفندي أنه « جاء مع أبيه إلى العجم ، وكان في عصر\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nالسلطان شاه طهماسب ومن بعده ، وترقي في زمن السلطان شاه عباس الأول ( توفي سنة 1038 ه ) ، وصار شيخ الإسلام بأصفهان ثم استعفى عنه . وكان يصلي الجمعة والجماعة بأمر السلطان شاه عباس ، ولم يخلف ولدا ذكرا ، وكان له بنت . وكانت زوجة البهائي بنت الشيخ علي المنشار ، وكانت فاضلة عالمة وقد سمعت أنها بقيت بعد البهائي وكانت تقرأ عليها النسوان . وكان والد البهائي وجده وأبو جده كلهم من الفضلاء أيضا » . ( رياض العلماء ج 5 ص 94 ) .\r\nوذكر البحراني أنه كان رئيسا في دار السلطنة في أصفهان ، وشيخ الإسلام فيها ، وله منزلة عظيمة عند سلطانها الشاه عباس ، وله صنّف كتاب ( الجامع العباسي ) ، وربما طعن عليه بالقول بالتصوف لما يتراءى من بعض كلماته وإشعاره ، ولكن الشيخ البهائي كان يعاشر كل فرقة وملة بمقتضى طريقتهم ، ودينهم وملتهم ، وما هم عليه ، كما ذكر ذلك العلامة السيد نعمة اللَّه الجزائري ( لؤلؤة البحرين ص 19 ) .\r\nوعندما عاد من سياحته في مصر والشام والحجاز ، توجه إلى أصفهان ، وعندما علم الشاه عباس حاكم الدولة الصفوية بذلك ذهب بنفسه إليها وإحاطة بالإكرام والإجلال وعرض عليه منصب رئاسة العلماء ، ومع أنه لم يقبل هذا المنصب فقد بقي صاحب المقام الأول عند الشاة إلى أن وافاه الأجل ( أعيان الشيعة نقلا عن قدري طوقان ج 9 ص 236 ) .\r\nوينقل السيد الأمين حديثا طويلا للشيخ الشبيبي ، ننقل منه بعض الفقرات : « ولنا أن نقول أن الإمام [ الشيخ البهائي 
  ] لم يترك ناحية من نواحي المملكة الإيرانية إلا زارها . زار خراسان وأذربيجان وأران ( قفقاسية ) سنة 1015 صحبة الشاه عباس الكبير فإن هذا الشاه قصد الديار الكرجية وأوقع بأهلها في التاريخ المذكور وكان ديدن الشيخ في سفره الأخذ عن الجهابذة .\r\nوأعظم حاضرة إيرانية رحل إليها وطابت له الإقامة فيها أخيرا حتى وافته منيته تغمده الله بالرحمة هي مدينة أصفهان وهي القاعدة الثانية للدولة الصفوية .\r\nوفي أصفهان لقي جماعة من العلماء المتضلعين في مختلف العلوم والفنون\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nفأخذ عنهم وأخذوا عنه وفي هذه المدينة على الأرجح وضع جملة من تآليفه المشهورة وأسس أكثر من مدرسة واحدة فيها حتى صارت إليها الرحلة من كثير من الأقطار الإسلامية وأصبحت أصفهان بذلك دار العلم في هذا العصر وما بعده إلى عصور غير قليلة - كما هو معروف - وما زالت تلك المدارس وغيرها من الآثار التي أنشأها الإمام العاملي في غير حاضرة من حواضر الدولة الصفوية قائمة إلى هذا اليوم » . ( أعيان الشيعة ج 9 ص 236 ) .\r\nويقول أيضا : كان الإمام العاملي عميق النظر جوال الفكر حاد الذكاء جم النشاط راغبا رغبة أكيدة في إصلاح ما فسد من الأخلاق والأوضاع العامة . انتقد الجمود والتقليد وشن الحملة تلو الحملة في شعره ونثرة على المتزمتين الجامدين وعلى المرتزقين من الدجل والشعوذة والرياء . ومن هذه الناحية ناوأه من ناوأه من هذه الطبقة بل وجهت إليه بعض المطاعن والتهم الباطلة . وتاريخ العالم الإسلامي قديما وحديثا طافح بأخبار الصراع بين المصلحين ومناوئيهم والمتحررين والجامدين على صورة أدت إلى حوادث دامية معروفة في التاريخ فلا عجب إذا اتفقت هذه المشادة بين الإمام العاملي وهو قطب من أقطاب الحكمة والإصلاح والتجدد وبين غيره من الجهلة المقلدين . ومن يقرأ إشعاره بالعربية والفارسية وهي كثيرة في هذا المعنى يتضح له ذلك .\r\nكان رحمه اللَّه على جانب عظيم من رحابة الصدر وسعة الأفق اتصل بشتى الطوائف وباحث مللا ونحلا ولم يتحرج من أخذ الحكمة أينما وجدت وبذلك نال ثقة أبناء مختلف الملل والنحل وكان العصر الصفوي بحاجة إلى إمام مثل هذا الإمام المجدد المصلح بل كان مفتقرا إلى توجيهه وإرشاده في رتق الفتوق ورأب الصدوع الكثيرة في العصر المذكور وقد عمل على توحيد الآراء وجمع الشتات وعول السلاطين والأمراء على آرائه في الإصلاح وحسم مادة النزاع الداخلي بالوسائل السلمية على قدر الإمكان وفي كثير من الأحيان ( نفس المصدر السابق ص 236 ) .\r\nويذكر الشيخ الشبيبي عن مركز الشيخ البهائي في الدولة الصفوية\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\nفيقول : « يقول المنشئ في كتابه ( عالم آرا عباسي ) تقلد الشيخ منصب شيخ الإسلام في أصفهان زمن الشاه عباس الكبير خلفا للشيخ علي المنشار وتبوأ مكانته المعروفة في عهد الشاه المذكور ولم يكن لأحد من كبار الرجال الصفويين مركز يداني مركزه ولذلك كثر حساده ومناوئوه وكثر الدس حوله حتى تمنى أن والده لم يخرج به من جبل عامل إلى الشرق في كلمة قوية عبّر بها عن تبرمه من فساد الأخلاق في كثير من أبناء زمانه ومعاصريه فقال طيب اللَّه ثراه : لو لم يأت والدي قدس روحه من بلاد العرب ولو لم يختلط بالملوك لكنت من أتقى الناس وأعبدهم وأزهدهم لكنه طاب ثراه أخرجني من تلك البلاد وأقام في هذه الديار فاختلطت بأهل الدنيا واكتسبت أخلاقهم الرديئة واتصفت بصفاتهم ثم لم يحصل لي من الاختلاط بأهل الدنيا إلا القيل والقال والنزاع والجدال وآل الأمر أن تصدى لمعارضتي كل جاهل وجسر على مباراتي كل خامل . هذه نص كلمة الشيخ وهي نفثة مصدور عبر بها - كما قلنا - عن آلامه وامتعاضه وتكاثر حساده ومنافسيه وما كان أكثر هؤلاء الحساد والمنافسين بلا شك إلا من ذوي الأطماع وعباد المصالح الشخصية والجاه الزائف ولكنهم مع ذلك لم ينالوا منه منالا ولا استطاعوا أن يزعزعوا من مركزه الكبير وكان ذلك من بواعث تنغيص عيشه وتكدير صفو حياته أحيانا وطالما نفس عن كربه بالعزلة أو بالسياحة والرحلة . يستفاد أيضا من هذه الكلمة أن والده الحسين بن عبد الصمد سبقه إلى مخالطة الملوك وصحبة السلاطين عندما انتقل من بلاده إلى البلاد الإيرانية وذلك في عصر الشاه طهماسب حتى ألف له كتابا في الفقه سماه ( العقد الطهماسبي ) ومن ذلك يتضح أن هذه الدولة الناشئة كانت بأمس الحاجة إلى من يرعى لها التأليف في المعارف الدينية والمصنفات في أصول الشريعة وفروعها فلم ينهض بهذه المهام الجسام إلا قليلون في مقدمتهم الحسين بن عبد الصمد وابنه بهاء الدين بعد ذلك والظاهر أن إقامة الشيخ حسين لم تكن طويلة في حواضر الدولة الصفوية فإنه سرعان ما انتقل منها عائدا إلى البحرين » ( أعيان الشيعة نقلها عن الشيخ محمد رضا الشبيبي ج 9 ص 240 ) .\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n4 - أساتذته وتلاميذه :\r\nذكر الميرزا الأفندي أن الشيخ البهائي صرح في بعض المواضع بأنه قرأ كليات القانون وغيره على المولى عبد اللَّه اليزدي ( رياض العلماء ج 5 ص 95 ) . وذكر السيد الأمين أنه « قرأ على أبيه الإمام المحقق ويروي عنه قراءة وسماعا وإجازة لجميع ما للإجازة فيه مدخل من سائر العلوم العقلية والنقلية لا سيما كتب الحديث والتفسير والفقه من طرفنا وطرف العامة بحق روايته عن شيخنا الإمام قدوة المحققين الشهيد الثاني طاب ثراه حسبما ذكره في إجازته الطويلة . وقرأ أيضا في إيران على جماعة من الجهابذة كالمولى عبد اللَّه اليزدي كما عن السلافة ، وعن رجال النيسابوري أن أساتذته ورؤساء سلسلة أساتذته الذين أخذ عنهم الحديث وغيره بالقراءة وغيرها من علماء الإمامية وغيرهم هم أيضا جماعة ، وفي روضات الجنات بعد نقل ذلك : إلا أني مهما تصفحت كتب الإجازات والرجال لم أعثر على شيخ له في الرواية لأحاديث الشيعة الإمامية ومصنفاتهم غير والده وأستاذه » ( أعيان الشيعة ج 9 ص 243 ) .\r\nوأورد الشيخ الأميني بعض أساتذة المؤلف فقال : « إن رحلات شيخنا الأكبر ( البهائي ) لاقتناء العلوم ردحا من عمره ، وأسفاره البعيدة إلى أصقاع العالم دون ضالته المنشودة ، وتجوله دهرا في المدن والأمصار وراء أمنيته الوحيدة ، واجتماعه في الحواضر الإسلامية مع أساطين الدين ، وعباقرة المذهب ، وأعلام الأمة ، وأساتذة كل علم وفن ، ونوابغ الفواضل والفضائل ، تستدعي كثرة مشايخه في الأخذ والقراءة والرواية ، غير أن المذكور منهم في غضون المعاجم :\r\n1 - الشيخ والده المقدس الحسين بن عبد الصمد ، أخذ منه ويروي عنه .\r\n2 - الشيخ عبد العالي الكركي المتوفى سنة 993 ه ابن المحقق الكركي المتوفى سنة 940 ه .\r\n3 - الشيخ محمد بن محمد بن أبي اللطيف المقدسي الشافعي ، يروي عنه\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nشيخنا البهائي وله منه إجازة توجد في إجازات البحار ص 110 مؤرخة بسنة 992 ه .\r\n4 - الشيخ المولى عبد الله اليزدي المتوفى سنة 981 ه صاحب الحاشية ، أخذ منه كما في ( خلاصة الأثر ) وغيرها .\r\n5 - المولى علي المذهب المدرس تلمذ له في العلوم الرياضية .\r\n6 - القاضي المولى أفضل القايني .\r\n7 - الشيخ أحمد الكجائي الكهدمي المعروف ببير أحمد ، قرأ عليه في قزوين .\r\n8 - النطاسي المحنك عماد الدين محمود ، قرأ عليه في الطب .\r\nقال المولى المحبي في ( خلاصة الأثر ج 3 ص 441 ) كان يجتمع مدة إقامته بمصر بالأستاذ محمد بن أبي الحسن البكري ( الغدير ج 11 ص 250 ) . وأورد الدكتور السيد محمد بحر العلوم في مقدمته للكشكول ( الكشكول ج 1 ص 15 طبعة بيروت ) أساتذة آخرين نقلا عن الطبعة المصرية ( الكشكول ترجمة المنيني 1 / 36 ) منهم :\r\n1 - الشيخ عمر بن أبي اللطف المقدسي - مفتي القدس الشريف .\r\n2 - الشيخ عمر الغرضي في حلب .\r\nوذكر أستاذا لم نعثر على مصدره وهو : المولى محمد باقر بن زين العابدين اليزدي ، قرأ عليه الهيئة وعيون الحساب ( الكشكول ج 1 ص 14 طبعة بيروت ) .\r\nأما عن تلاميذه ، فقد عددهم الشيخ الأميني ، فذكر أسماء سبع وتسعون عالما فاضلا تتلمذ على يد الشيخ البهائي ، وقال : « أخذ عن شيخنا ( البهائي ) علوم الدين والفلسفة والأدب زرافات لا يستهان بعدتهم من العلماء الأفذاذ ، كما يروي عنه بالإجازة جمع من الفطاحل الأعلام » ( الغدير ج 11 ص 252 ) .\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nواختار السيد الأمين عشرين تلميذا ( لعلهم أنشط تلاميذه في العلم والتأليف ) فذكر أسمائهم في أعيان الشيعة وهم : ( 1 ) السيد حسن ابن السيد حيدر الكركي ( 2 ) نظام الدين محمد القرشي صاحب نظام الأقوال في أحوال الرجال والظاهر أنه نظام بن حسين الساوجي الذي أتم الأبواب العشرين من الجامع العباسي بعد وفاة شيخه البهائي بأمر الشاه عباس الصفوي ( 3 ) الشيخ نجيب الدين علي بن محمد بن مكي العاملي الجبيلي ثم الجبعي ( 4 ) الفاضل الجواد البغدادي شارح الزبدة لشيخه المذكور ( 5 ) السيد ماجد البحراني ( 6 ) ملا محسن الفيض الكاشاني كما يظهر من مفتتح كتابه الوافي ( 7 ) السيد الميرزا رفيع الدين النائيني ( 8 ) المولى شريف الدين محمد الروي دشتي ( 9 ) المولى خليل بن غازي القزويني ( 10 ) المولى محمد صالح بن أحمد المازندراني ( 11 ) الشيخ زين الدين ابن الشيخ محمد ابن صاحب المعالم ( 12 ) المولى حسن علي ابن المولى عبد الله الشوشتري شيخ رواية المجلسي الأول محمد تقي ( 13 ) الشيخ محمد بن علي العاملي التنيني ( 14 ) المولى مظفر الدين علي الذي كتب رسالة في أحوال شيخه البهائي ( 15 ) الشيخ محمود بن حسام الدين الجزائري الذي يروي عنه الشيخ فخر الدين الطريحي صاحب مجمع البحرين ( 16 ) الشيخ زين الدين علي بن سليمان بن درويش بن حاتم القدمي البحراني وكان قبل تلمذته على البهائي يقرأ عند الشيخ محمد بن حسن رجب المقابي البحراني ولما رجع من خدمة البهائي جعل الشيخ محمد المذكور يقرأ عليه فعوتب على ذلك فقال إنه قد فاق علي وعلى غيري مما أكتبه من علم الحديث ، وفيه أيضا دلالة على فضل البهائي المكتسب منه ( 17 ) المجلسي الأول محمد تقي ( 18 ) الشيخ إبراهيم بن إبراهيم العاملي البازوري نزيل المشهد المقدس ( 19 ) الشيخ عبد اللطيف بن أبي جامع العاملي يروي عنه بالإجازة ويمكن أن يكون في الباقين هو كذلك .\r\nومن تلاميذه سلطان العلماء السيد حسين الحسيني المرعشي صاحب الحواشي على الروضة والمعالم وزير الشاه عباس وله منه إجازة ، صرح به في الرياض وجامع الرواة وغيرها ( أعيان الشيعة ج 9 ص 244 ) .\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n5 - مؤلفاته :\r\nذكر المامقاني أن مصنفات الشيخ البهائي كثيرة أغلبها مختصر وفيها المطوّل وهي ما بين كتب ورسائل وحواشي وأجوبة مسائل ( تنقيح المقال ص 108 ) .\r\nوقال الشيخ الأميني : « إن يكن شيخنا المترجم له ( البهائي ) قد طوته طوارق القدر ، فغيبته عن العيون حمامه ، فقد أبقى له علمه الجمّ وآثاره القيمة حياة خالدة مع الدهر » ( الغدير ج 11 ص 260 ) .\r\nوقد اقتصرت أغلب المصادر التي لاحظناها على ذكر نسبة غير كاملة من مؤلفاته . فذكر البغدادي ( 32 ) مؤلفا للشيخ البهائي ( هدية العارفين ص 273 ) ، وذكر البحراني ( 53 ) مؤلفا ( لؤلؤة البحرين ص 20 ) ، وذكر الحر العاملي والميرزا الأفندي ( 54 ) مؤلفا ( أمل الآمل ج 1 ص 155 ، ورياض العلماء ج 5 ص 88 ) ، وذكر الأميني ( 77 ) مؤلفا ( الغدير ج 11 ص 260 ) .\r\nأما المؤلفات التي استطعنا جمعها فقد نافت على المائة مؤلف للشيخ البهائي ، وإليك أسمائها مرتبة حسب الحروف الأبجدية :\r\n1 - ( رسالة في ) أحكام سجود التلاوة . ( رياض العلماء ج 5 ص 90 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 22 ، الغدير ج 11 ص 262 ، أعيان الشيعة ج 9 ص 244 ) .\r\n2 - ( رسالة في ) استحباب السورة ووجوبها . ( رياض العلماء ج 5 ص 90 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 22 ، الغدير ج 11 ص 261 ، أعيان الشيعة ج 9 ص 244 ) .\r\nرد فيها على بعض من عاصره من القائلين بوجوب السورة ثم رجع أخيرا عن فتواه إلى القول بالوجوب ، مختصر يوجد ضمن مجموعة في الخزانة الرضوية كما في فهرسها ( الذريعة ج 2 ص 18 ) .\r\n3 - 7 - الاثنا عشريات الخمس . ( رياض العلماء ج 5 ص 89 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 20 ، الغدير ج 11 ص 260 ،\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nأعيان الشيعة ج 9 ص 244 ) .\r\nفي الطهارة والصلاة والزكاة والصوم والحج . يذكر كل منها منفردا كما أفرده المصنف ( ره ) والنسخة المجموع فيها الكل بخط تلميذ البهائي الشيخ محمد هاشم بن أحمد بن عصام الدين الاتكاني وعليها إجازة البهائي له بخطه في رجب سنة 1030 في الخزانة الرضوية ( الذريعة ج 1 ص 113 ) .\r\n8 - ( رسالة مختصرة ) في إثبات وجود صاحب الزمان عليه السّلام . ( رياض العلماء ج 5 ص 96 ، الغدير ج 11 ص 262 وفي الذريعة ج 1 ص 110 ذكره باسم « إثبات وجود القائم » ) .\r\nينقل عنه صاحب الرياض في ترجمة زيد الشهيد وكذا في مقام برأيه الأطروش من الزيدية في ترجمة الأطروش الناصر الحسن بن علي وكذا الشيخ عبد النبي الكاظمي في تكملة نقد الرجال معبرا عنه بإثبات وجود صاحب الزمان عليه السلام ( الذريعة ج 1 ص 110 ) .\r\n9 - أسرار البلاغة . ( الغدير ج 11 ص 261 ) .\r\nنسب إليه مع المخلاة المنسوبة إليه في النسخة المطبوعة بمصر سنة 1317 أوله ( الحمد للَّه والصلاة والسلام على رسوله ومصطفاه ، فصل يشتمل على النثر ومعانيه وحد البلاغة والفصاحة والإيجاز ) ( الذريعة ج 2 ص 42 ) .\r\n10 - بحر الحساب . ( رياض العلماء ج 5 ص 89 ، أمل الآمل ج 1 ص 156 ، الغدير ج 11 ص 261 ، أعيان الشيعة ج 9 ص 245 ، هدية العارفين ج 2 ص 273 ذكر باسم « بحر الأنساب » ولعله خطأ مطبعي ) .\r\nذكره في ( أمل الآمل ) وهو كتابه الكبير في الحساب الذي لخصه في كتابه « خلاصة الحساب » ويحيل فيه إلى هذا الكتاب الكبير . يقول الشيخ آقا بزرك : لعله لم يستنسخ في عصره فإن تلميذ البهائي السيد محمد أشرف الطباطبائي يقول في شرحه على الخلاصة الذي ألفه سنة 1038 : « نعم إني رأيت في بعض المجاميع ما نقله الشيخ البهائي عن كتابه الكبير الموسوم ب ( بحر الحساب ) من استخراج مسألة بيع قطعة من الأرض الواقعة بين\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nشجرتين مختلفتين في الطول وكانت القطعة المبيعة محدودة بطول الشجرتين وقد بيعت صفقة واحدة بثمن واحد لرجلين « ( الذريعة ج 3 ص 35 ) .\r\n11 - ( رسالة في ) بيان أن أنوار سائر الكواكب مستفادة من الشمس .\r\n( رياض العلماء ج 5 ص 90 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 22 ، الغدير ج 11 ص 261 ، أعيان الشيعة ج 9 ص 245 ) .\r\n12 - التحفة ( التحف ) الحاتمية ( رسالة فارسية في الأسطرلاب ) .\r\n( رياض العلماء ج 5 ص 90 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 20 ، هدية العارفين ج 2 ص 273 ، الغدير ج 11 ص 260 ، أعيان الشيعة ج 9 ص 245 ) .\r\nأوله ( الحمد للَّه رب العالمين ) ألفه للوزير النواب اعتماد الدولة حاتم بيك الأردوبادي حين قراءته الأسطرلاب على الشيخ البهائي ، ورتبه على سبعين بابا ولذا يقال له « هفتاد باب » أيضا ، وقد طبع بإيران سنة 1316 ( الذريعة ج 4 ص 425 ) .\r\n13 - ( رسالة في ) تحقيق عقائد الشيعة في الفروع والأصول ، مفصلا على الاختصار وجواب مسائل السلطان شاه عباس بالفارسية . وقد يسمى ب « الرسالة الاعتقادية » ( رياض العلماء ج 5 ص 96 ، الغدير ج 1 ص 261 ) .\r\n14 - ( رسالة في ) ترجمة ما ألفه الإمام الرضا عليه السّلام إلى المأمون .\r\n( الغدير ج 11 ص 262 ) .\r\n15 - ( رسالة في ) تشريح الأفلاك . ( رياض العلماء ج 5 ص 89 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 20 ، معجم المؤلفين ج 9 ص 242 ، هدية العارفين ج 2 ص 273 ، الغدير ج 11 ص 265 ، أعيان الشيعة ج 9 ص 245 ) .\r\nفارسي في الهيئة . طبع مكررا أوله : ( ربنا ما خلقت هذا باطلا ) مرتب\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nعلى مقدمة وخمسة فصول وخاتمة ، وهو متن متين كتبت عليه شروح كثيرة ( الذريعة ج 4 ص 185 ) .\r\n16 - تشييد الأذهان . معرّب عين الحياة للمجلسي ( أعيان الشيعة ج 9 ص 245 ) .\r\n17 - ( رسالة ) تضاريس الأرض ( الغدير ج 11 ص 261 ) . مختصر أوله : « نحمدك يا من جعل الأرض مهادا » ألفه سنة 995 وطبع بإيران مع شرح الجغميني في سنة 1311 ( الذريعة ج 4 ص 200 ) .\r\n18 - تنبيه الغافلين . ( الغدير ج 11 ص 261 ) .\r\n19 - تهذيب البيان . ( أعيان الشيعة ج 9 ص 244 ) .\r\nفي النحو . متن في غاية الاختصار أوله : « باسمك يا رب يبتدئ الكلام ، وبحمدك يختم كل أمر يرام - إلى قوله - هذه رسالة صغيرة الحجم وجيزة النظم خفيفة المؤنة كثيرة المعونة ، قد حوت من علم النحو أصوله ، وهذبت فصوله ، ونظمت درره ، وتضمنت غرره ، أوجزت لفظها ليسهل حفظها » طبع ضمن مجموعة بالهند ( الذريعة ج 4 ص 509 ) .\r\n20 - تهذيب الوصول إلى علم الأصول . ( معجم المؤلفين ج 9 ص 242 ) .\r\n21 - التهذيب في النحو ( تهذيب النحو ) . ( رياض العلماء ج 5 ص 89 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 21 ، هدية العارفين ج 2 ص 273 ، الغدير ج 11 ص 261 ) .\r\n22 - توضيح المقاصد فيما اتفق في أيام السنة . ( رياض العلماء ج 5 ص 89 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 20 ، هدية العارفين ج 2 ص 273 ، الغدير ج 11 ص 261 ، أعيان الشيعة ج 9 ص 245 ) .\r\nوفيه ذكر وفيات بعض العلماء ، وشرع في الأيام من أول المحرم وختم بذي الحجة ، طبع بمصر مع « شرح البائية » الحميرية سنة 1313 ، وطبع بإيران مع « مسار الشيعة » في سنة 1315 ه ( الذريعة ج 4 ص 498 ) .\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n23 - الجامع العباسي في الفقه . ( رياض العلماء ج 5 ص 89 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 20 ، هدية العارفين ج 2 ص 273 ، الغدير ج 11 ص 261 ، أعيان الشيعة ج 9 ص 244 ) .\r\nفقه عملي فارسي ألَّف باسم الشاه عباس الماضي ، مرتب على عشرين باب ، خرج منه خمسة أبواب في العبادات إلى آخر الحج فأدركه الأجل في التاريخ فتممه بعده تلميذه نظام الدين الساوجي بإلحاق خمسة عشر بابا حتى تم في عشرين بابا ، وطبع « الجامع العباسي » إلى آخر الحج مكررا ، وكذا مع تتميمه بعشرين بابا مع حواش كثيرة لجمع من مراجع التقليد أخيرا ( الذريعة ج 5 ص 62 ) .\r\n24 - الجبر والمقابلة . ( الغدير ج 11 ص 261 ) .\r\n25 - جواب المسائل المدنيات . ( رياض العلماء ج 5 ص 89 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 20 ، الغدير ج 11 ص 262 ، أعيان الشيعة ج 9 ص 245 ) .\r\nولعلها جوابات الشاه عباس الماضي الصفوي الذي توفي سنة 1038 ه . هي خمس عشرة مسألة فارسية وكذا جواباتها ( الذريعة ج 5 ص 207 ) .\r\n26 - جواب ثلاث مسائل تفسيرية . ( رياض العلماء ج 5 ص 89 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 21 ، أعيان الشيعة ج 9 ص 245 ) .\r\n1 - عن كلام البيضاوي في آية * ( بِبابِلَ هارُوتَ ومارُوتَ ) * . 2 - عن كلام الطبرسي في آية * ( إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي ) * . 3 - عن آية * ( أُولئِكَ مُبَرَّؤُنَ مِمَّا يَقُولُونَ ) * . كتبها إجابة لسؤال وجه إليه وقد أطرى في أوله السائل بقوله ( الأخ الأغر ، الفاضل ، الكامل ، الفقيه ، النبيه ، الجليل ، النبيل ، الزكي ، الذكي ، الألمعي ، أدام الله فضله ) وكأنه ترك تسميته باسمه إجلالا لشأنه ، ولعله أخوه في النسب أعني الشيخ عبد الصمد الذي كتب باسمه\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n« الصمدية » وتوفي سنة 1020 ه ( الذريعة ج 5 ص 202 ) .\r\n27 - ( رسالة مختصرة ) في جواب سؤال أحمد خان ملك جيلان .\r\n( رياض العلماء ج 5 ص 95 ) .\r\n28 - جواب مسائل الشيخ الصالحي ( اثنتان وعشرون مسألة ) . ( رياض العلماء ج 5 ص 89 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 21 ، الغدير ج 11 ص 261 ، أعيان الشيعة ج 9 ص 245 ) .\r\n29 - الجوهر الفرد ( في الحكمة ) . ( الغدير ج 11 ص 261 ، أعيان الشيعة ج 9 ص 245 ) .\r\nفي إنكار الجوهر الفرد ، ينقل عنه في « كشكوله ص 119 » من طبع نجم الدولة ( الذريعة ج 5 ص 289 ) .\r\n30 - حاشية إرشاد الأذهان . ( الغدير ج 11 ص 261 ) .\r\n31 - حاشية الخلاصة في الرجال ( يقصد بالخلاصة خلاصة الأقوال في الرجال للعلامة الحلي ت 726 ه ) . ( رياض العلماء ج 5 ص 90 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 21 ، هدية العارفين ج 2 ص 273 ، الغدير ج 11 ص 260 ، أعيان الشيعة ج 9 ص 244 ) .\r\n32 - حاشية الشرح العضدي على مختصر الأصول ( حاشية على شرح العضدية لمختصر الأصول ) . ( رياض العلماء ج 5 ص 89 ، أمل الآمل ج 1 ص 155 ، لؤلؤة البحرين ص 21 ، تنقيح المقال ص 108 ، هدية العارفين ج 2 ص 273 ، الغدير ج 11 ص 261 ، أعيان الشيعة ج 9 ص 244 ) .\r\nو ( شرح العقائد العضدية ) الأصل للقاضي عضد الدين الإيجي المتوفى سنة 756 ، ألفه اثنى عشر يوما قبل وفاته ( الذريعة ج 6 ص 125 ) ، أما الحاشية فغير مذكورة في الذريعة .\r\n33 - حاشية ( على ) القواعد الشهيدية . ( رياض العلماء ج 5 ص 90 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 22 ، هدية العارفين ج 2 ص 273 ، الغدير ج 11 ص 261 ، أعيان الشيعة ج 9 ص 244 ) .\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\nأولها ( اللهم إنا نحمدك بلسان الحال والمقال ، ونشكرك على ترادف الأنعام والأفضال ، ونستكفيك على رفع جلباب الغموض والإجمال ، عن القواعد الشهيدية التي هي محك فحول الرجال ) عناوينه ( قوله ، قوله ) . طبع بعضها على حواشي القواعد المطبوع سنة 1308 ه ( الذريعة ج 6 ص 173 ) .\r\n34 - حاشية على الفقيه ( وهي حاشية على كتاب من لا يحضره الفقيه للشيخ الصدوق . ثلاثة أجزاء ، لم يتم كتاب الطهارة ) . ( رياض العلماء ج 5 ص 89 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 21 ، الغدير ج 11 ص 260 ، أعيان الشيعة ج 9 ص 244 ) .\r\nأولها ( أبهى خبر يبتدأ به الكلام وأحسن حديث يفتتح به المرام حمدا للَّه سبحانه على آلائه ) عناوينها ( قال - أقول ) ولذا عبر عنه الشيخ الحر في المقدمة الثانية من « تحرير الوسائل » بالشرح ، وعبر بالشرح أيضا في « تكملة نقد الرجال » وقد يعبر عنها بالتعليقات لقوله في ديباجته ( هذا ما لم يعق عنه عوائق الزمان ولم تصد عن تحريره علائق الدهر الخوّان من تعليقات حسان كأنهن اللؤلؤ والمرجان يكشف عن كتاب من لا يحضره الفقيه نقابها ) ( الذريعة ج 6 ص 224 ) . والكتاب غير مطبوع .\r\n35 - حاشية البيضاوي ( شرح أنوار التنزيل للبيضاوي ) . ( رياض العلماء ج 5 ص 90 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 21 ، هدية العارفين ج 2 ص 273 ، الغدير ج 11 ص 260 ، أعيان الشيعة ج 11 ص 244 ) .\r\nمن أحسن ما كتب عليه لكنها لم تتم ، أولها ( الحمد للَّه الذي جعل نسخة عالم الإمكان شرحا لآيات قدرته وتفسيرا ) ( الذريعة ج 6 ص 44 ) .\r\nوالكتاب غير مطبوع .\r\n36 - حاشية على حاشية شيخه عبد الله اليزدي على شرح جلال الدين محمد الدواني على تهذيب المنطق للتفتازاني . ( رياض العلماء ج 5 ص 96 ) .\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n37 - حاشية على شرح الكافية للجامي في النحو . ( أعيان الشيعة ج 9 ص 245 ) .\r\nو ( الجامي ) هو شرح ( الكافية النحوية ) لابن الحاجب المتوفى سنة 646 ه الموسوم ب ( الفوائد الضيائية ) ( الذريعة ج 6 ص 56 ) .\r\n38 - حاشية على مبادئ الأصول للعلامة الحلي ( أعيان الشيعة ج 9 ص 245 ) .\r\n39 - حاشية على مختلف الشيعة ( الغدير ج 11 ص 260 ) . مخطوط ، توجد نسخة منه في مكتبة المعارف ( الملية ) بطهران ( الذريعة ج 6 ص 195 ) .\r\n40 - حاشية على المطول . ( رياض العلماء ج 5 ص 90 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 21 ، هدية العارفين ج 2 ص 273 ، الغدير ج 11 ص 261 ، أعيان الشيعة ج 9 ص 244 ) .\r\nذكر في فهرسه أنها لم تتم ( الذريعة ج 6 ص 203 ) .\r\n41 - حاشية على معالم العلماء لابن شهرآشوب . ( الغدير ج 11 ص 262 ) .\r\nينقل عنها صاحب « الرياض » أيضا ( الذريعة ج 6 ص 211 ) .\r\nملاحظة : ذكر الأمين كتاب ( حاشية على نتائج الأفكار للسيد إبراهيم الحائري في الأصول ) ( أعيان الشيعة ج 9 ص 245 ) . وهذا لا يصح لأن نتائج الأفكار تأليف السيد إبراهيم القزويني صاحب الضوابط المتوفى سنة 1264 ه ( الذريعة ج 6 ص 227 ) في حين أن المؤلف توفي سنة 1031 ه .\r\n42 - الحبل المتين في أحكام الدين ( شرح أكثر من ألف حديث صحيح وحسن وموثق في الطهارة والصلاة ) . ( رياض العلماء ج 5 ص 88 ، أمل الآمل ج 1 ص 155 ، لؤلؤة البحرين ص 21 ، تنقيح المقال ص 108 ،\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\nروضة المتقين ج 14 ص 434 ، الغدير ج 11 ص 261 ، أعيان الشيعة ج 9 ص 244 ) . ذكر في معجم المؤلفين ج 9 ص 242 وهدية العارفين ج 2 ص 273 بعنوان آخر وهو ( أحكام الدين في الأحاديث الصحاح والحسان ) ، وذكر في هدية العارفين ج 2 ص 273 ( الحبل المتين في مزايا الفرقان المبين ) ولعله نفس الكتاب .\r\nجمع فيه الأحاديث الصحاح والحسان والموثقات ، مع الشرح والبيان والتوفيق بين متنافياتها بأحسن وجه ، أوله ( الحمد للَّه الذي دلنا على الطريق القويم ) وهو مرتب على أربعة مناهج : 1 - في العبادات 2 - في العقود 3 - في الإيقاعات 4 - في الأحكام . وفي المنهج الأول خمسة كتب أولها كتاب الصلاة ومقدماتها في مقدمة وأبواب ، وللأسف أنه لم تكمل بل خرج من المنهج الأول أبواب الطهارة والصلاة إلى آخر التعقيبات مرتبا ، وخرج بعض أبواب الفقه أيضا متفرقة منها الكتاب الثالث من المنهج الرابع في المواريث ويسمى هذا الجزء بالفرائض البهائية . وأما المقدار المرتب منه فقد طبع بطهران في 1321 ه ( الذريعة ج 6 ص 240 ) .\r\n43 - الحديقة الهلالية في شرح دعاء الهلال ( ويسمى أيضا بالرسالة الهلالية ) . ( رياض العلماء ج 5 ص 89 ، أمل الآمل ج 1 ص 155 ، لؤلؤة البحرين ص 20 ، تنقيح المقال ص 108 ، هدية العارفين ج 2 ص 273 ، الغدير ج 11 ص 261 ، أعيان الشيعة ح 9 ص 244 ) .\r\nشرح لدعاء السجاد عليه السّلام عند رؤية الهلال وهو الدعاء الثالث والأربعون من أدعية الصحيفة السجادية الكاملة التي شرحها الشيخ البهائي في كتابه ( حدائق الصالحين ) ، أوله ( نحمدك يا من أطلع في فلك الهداية شمس النبوة وقمر الولاية ) وفي آخره ( تم الحديقة الهلالية من كتاب « حدائق الصالحين » ويتلوها الحديقة الصومية في شرح دعائه عليه السّلام عند دخول شهر رمضان ) ، وقد طبع منضما إلى شرح الصحيفة للسيد نعمة الله الجزائري في 1316 ه ( الذريعة ج 6 ص 391 ) .\r\n44 - ( رسالة في ) حل اشكالي عطارد والقمر . ( رياض العلماء ج 5\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\nص 90 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 22 ، الغدير ج 11 ص 261 ، أعيان الشيعة ج 9 ص 245 ) .\r\nذكر في فهرس تصانيفه بعنوان « الرسالة » ( الذريعة ج 7 ص 66 ) .\r\n45 - حل حروف القرآن . ( الغدير ج 11 ص 260 ) . توجد نسخته بمكتبة ( النفيسي ) كما ذكره في « زندگاني شيخ بهائي ص 97 » ( الذريعة ج 7 ص 68 ) .\r\n46 - ( رسالة في ) حل عبارة في بحث الوضوء من القواعد للعلامة في قوله « ولو كان الإحلال من طهارتين أعاد أربعا » إلخ . ( رياض العلماء ج 5 ص 96 ، الغدير ج 11 ص 262 ) .\r\nويقال له ( حل البحث ) في شرح فرع من ( القواعد ) للعلامة الحلي ، ويقال له أيضا ( حل عبارة القواعد ) فيمن توضأ خمسة وضوات وصلى بكل وضوء صلاة ، ثم علم ببطلان وضوئين من الخمسة . ذكر العلامة آقا بزرك أنه رأى منه عدة نسخ أحدها في ( الرضوية ) منضمة إلى ( شرح الفرائض النصيرية ) له ، أوله : ( حمدا لك يا معين - إلى قوله - ولو كان الإخلال بعضو من طهارتين في خمس طهارات ) ( الذريعة ج 7 ص 66 ) .\r\n47 - حل عبارة من القواعد في بحث المياه في قوله « الأول في المطلق والمراد به ما يستحق إطلاق اسم الماء عليه » إلخ . ( رياض العلماء ج 5 ص 96 ، الغدير ج 11 ص 262 ) .\r\n( حل قول العلامة ) في القواعد ( والنفساء كالحائض في جميع الأحكام ) أيضا للشيخ البهائي موجود ضمن المجموعة المذكورة ( الذريعة ج 7 ص 72 ) .\r\n48 - حواشي شرح التذكرة . ( رياض العلماء ج 5 ص 90 ، أمل الآمل ج 1 ص 156 ، الغدير ج 11 ص 260 ، أعيان الشيعة ج 9 ص 245 ) .\r\n49 - حواشي تشريح الأفلاك . ( رياض العلماء ج 5 ص 90 ، أمل الآمل ج 1 ص 156 ) .\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n50 - « حواش » على « الفهرس » للشيخ منتجب الدين ( مصفى المقال ص 405 ) .\r\n51 - « حواش وتعليقات » على « الخلاصة » للعلامة . ( مصفى المقال ص 404 ) .\r\n52 - حواشي الزبدة . ( رياض العلماء ج 5 ص 90 ، أمل الآمل ج 1 ص 156 ، أعيان الشيعة ج 9 ص 244 ) .\r\n53 - « الحواشي والتعليقات » على « رجال النجاشي » . ( مصفى المقال ص 404 ) ، ويسمى أيضا ( حاشية على رجال النجاشي ) ( الغدير ج 11 ص 260 ) .\r\n54 - حواشي ( على ) الكشاف . ( رياض العلماء ج 5 ص 90 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 21 ، هدية العارفين ج 2 ص 273 ، الغدير ج 11 ص 261 ، أعيان الشيعة ج 9 ص 244 ) .\r\n55 - حواش على مختلف العلامة . ( أعيان الشيعة ج 9 ص 244 ) .\r\n56 - الخلاصة في الحساب . ( رياض العلماء ج 5 ص 89 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 20 ، الغدير ج 11 ص 261 ، أعيان الشيعة ج 9 ص 245 ) .\r\nأو خلاصة الحساب وهو أجمع كتاب لفنون الحساب على اختصاره ، مرتب على مقدمة وعشرة أبواب في عاشرها مسائل تمرينية ، وفي الخاتمة أورد سبع مسائل لا ينحل لغموضها وفي آخره وصية ، أوله ( نحمدك يا من لا يحيط بجمع نعمه عدد ) قد أصبح هذا الكتاب من لدن تصنيفه إلى هذه الأواخر مرجعا في التدريس والبحث ، وقد علقوا عليه الحواشي وكتبوا له الشروح . وقد طبع الخلاصة بإيران مكررا ، وكذا طبع بكلكتة في 1812 م وطبع ببرلين في 1843 م وطبع معه ترجمته الألمانية وطبع بمطبعة گلستان كشمير سنة 1285 ه ( الذريعة ج 7 ص 224 ) .\r\n57 - ( رسالة في ) الدراية وتسمى الوجيزة . ( رياض العلماء ج 5\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nص 89 ، أمل الآمل ج 1 ص 155 ، لؤلؤة البحرين ص 20 ، هدية العارفين ج 2 ص 273 ، مصفى المقال ص 404 ، الغدير ج 11 ص 261 ، أعيان الشيعة ج 9 ص 244 ) .\r\nراجع ( 102 ) الوجيزة .\r\n58 - ديوان شعر ( بالعربية والفارسية ) جمعه محمد رضا الحر العاملي .\r\n( رياض العلماء ج 5 ص 90 ، أمل الآمل ج 1 ص 156 ، هدية العارفين ج 2 ص 273 ، الغدير ج 11 ص 261 ، أعيان الشيعة ج 9 ص 245 ) .\r\n59 - ( رسالة في ) ذبائح أهل الكتاب . وهو هذا الكتاب .\r\n60 - ( رسالة في ) رد الأدلة الأربعة عشر على وجوب قراءة السورة بعد الحمد . ( رياض العلماء ج 5 ص 95 ) .\r\n61 - رياض الأرواح ( منظومة ) . ( الغدير ج 11 ص 260 ) .\r\nقصائد من بحر الوافي أولها :\r\n\r\nإلا يا خائضا بحر الأماني\r\nرعاك الله ما هذا التواني\r\nأضعت العمر عصيانا وجهلا\r\nفمهلا أيها المغرور مهلا\r\n\r\nنقل عنها ما يزيد على أربعين بيتا في « السلافة » ( الذريعة ج 11 ص 318 ) .\r\n62 - الزبدة في الأصول ( أو زبدة الأصول ) . ( رياض العلماء ج 5 ص 89 ، أمل الآمل ج 1 ص 155 ، لؤلؤة البحرين ص 20 ، تنقيح المقال ص 108 ، هدية العارفين ج 2 ص 273 ، الغدير ج 11 ص 261 ، أعيان الشيعة ج 9 ص 244 ) .\r\nوجيزة مشتملة على جلّ قواعد أصول الفقه . أوله ( أبهى أصل يبنى عليه الخطاب وأولى قول فصل يمن إليه أولوا الألباب ، حمد من ينزه . ) وله شروح كثيرة . مرتب على خمسة مناهج ذات مطالب . وطبع في طهران مع حواشي ( منه ره ) في 128 صفحة في سنة 1319 ه ( الذريعة ج 12 ص 19 ) .\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n63 - سوانح الحجاز ( شعر ) . ( رياض العلماء ج 5 ص 90 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 21 ، هدية العارفين ج 2 ص 273 ، الغدير ج 11 ص 260 ، أعيان الشيعة ج 9 ص 245 ) .\r\nقصائد للمؤلف ومنها حكاية الكردي الذي قتل أمه الزانية كما نقلها في « الحديقة الهلالية » . أولها :\r\n\r\nيا نديمي ضاع عمري وانقضى\r\nقم لاستدراك وقت قد مضى\r\n\r\nأورد في « سلافة العصر » ما يقرب من ستين بيتا منه ( الذريعة ج 12 ص 253 ) . وله أيضا ( سوانح سفر حجاز ) قد يسمى به منظومة « نان وحلوى » ( الذريعة ج 12 ص 253 ) .\r\n64 - شرح ( الرسالة ) الاثني عشرية للشيخ حسن ( ويسمى أيضا شرح اثنى عشرية صاحب المعالم ) . ( رياض العلماء ج 5 ص 90 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 22 ، الغدير ج 11 ص 260 ، أعيان الشيعة ج 11 ص 244 ) .\r\nوهو على نحو التعليق . أوله : الحمد للَّه على إفضاله . إلخ ، لم يذكر في أوله اسم الشيخ البهائي كعادته في كافة تصانيفه وكتاباته حتى إذا كان الموضوع مختصرا ، لكن النسخة بخط تلميذه المجاز منه الشيخ علي بن أحمد النباطي العاملي فرغ من كتابتها في محرم سنة 1013 ه ، فكتب الشيخ البهائي بخطه إجازة له سنة 1013 ه ( الذريعة ج 13 ص 61 ) .\r\n65 - شرح الأربعين حديثا . ( رياض العلماء ج 5 ص 90 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 21 ، هدية العارفين ج 2 ص 273 ، الغدير ج 11 ص 261 ، أعيان الشيعة ج 9 ص 244 ) .\r\n66 - شرح الحق المبين . ( الغدير ج 11 ص 261 ) .\r\n67 - شرح الشافية في الصرف . ( أعيان الشيعة ج 9 ص 245 ) .\r\n68 - شرح الصحيفة ( السجادية ) الموسوم بحدائق الصالحين . ( رياض العلماء ج 5 ص 90 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 21 ،\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nهدية العارفين ج 2 ص 273 ، الغدير ج 11 ص 261 ، أعيان الشيعة ج 11 ص 244 ) .\r\nواسم الكتاب ( حدائق الصالحين ) وهو غير شرحه الآخر الذي هو على غرار التعليق الذي ذكرناه في الحواشي ( الذريعة ج 13 ص 357 ) .\r\n69 - شرح الفرائض النصيرية للمحقق الطوسي ( لم يتم ) . ( رياض العلماء ج 5 ص 89 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 21 ، هدية العارفين ج 2 ص 273 ، الغدير ج 11 ص 261 ، أعيان الشيعة ج 9 ص 244 ) .\r\nوهو شرح مزجي يوجد في ( مكتبة الميرزا محمد الطهراني ) في سامراء وصل المؤلف فيه إلى مبحث الإرث بالولاء ويظهر أن قلمه الشريف جف عند بلوغه هذا الموضوع والله العالم ، ونسخة ثانية في ( المكتبة الرضوية ) في خراسان وهي ناقصة الآخر . أوله : نحمدك يا خير الوارثين ونشكرك يا أسرع الحاسبين . إلخ ( الذريعة ج 13 ص 380 ) .\r\n70 - شرح دعاء الصباح . ( الغدير ج 11 ص 261 ) .\r\nشرح دعاء الصباح والمساء من أدعية الصحيفة السجادية الكاملة . وهو من شرحه ( حدائق الصالحين ) نظير ( الحديقة الهلالية ) ( الذريعة ج 13 ص 256 ) .\r\n71 - شرح على شرح الجغميني ، رسالة في نسبة القطر إلى المحيط .\r\n( الغدير ج 11 ص 261 ، الذريعة ج 24 ص 146 ) .\r\nيراجع ( 99 ) ( رسالة في ) نسبة القطر إلى المحيط .\r\n72 - شرح على شرح الرومي على الملخص . ( رياض العلماء ج 5 ص 90 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 22 ، الغدير ج 11 ص 262 ، أعيان الشيعة ج 9 ص 244 ) . والرومي هو قاضيزاده الرومي .\r\n73 - شرح فارسي على ألفية ابن مالك . ( رياض العلماء ج 5 ص 95 ) . لعله من باب الاشتراك في الاسم .\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n74 - ( رسالة في ) شرح قول القاضي البيضاوي في تفسير قوله تعالى * ( فَسُحْقاً لأَصْحابِ السَّعِيرِ ) * . ( رياض العلماء ج 5 ص 96 ) .\r\n75 - الصراط المستقيم في تفسير القرآن الكريم . ( هدية العارفين ج 2 ص 273 ، الغدير ج 11 ص 261 ) .\r\n76 - الصحيفة ( رسالة عربية في الأسطرلاب ) . ( رياض العلماء ج 5 ص 90 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 21 ، هدية العارفين ج 2 ص 273 ، الغدير ج 11 ص 260 ، أعيان الشيعة ج 9 ص 245 ) .\r\n( الصحيفة الاسطرلابية ) رسالة صغيرة الحجم وجيزة النظم فيها زبدة أعمال الأسطرلاب ، عناوينه إشارة ، إشارة غالبا ، لأنه كتبه بإشارة بعض الأحباب كما في أوله ، وقيل إنها كتبها بإشارة الشاه عباس . أولها : ( ارتفعت درجات جبروتك عن إحاطة أفهامنا القاصرة وتقدست دقائق ملكوتك عن علاقة أوهامنا الخاسرة . ) وهي غير « الحاتمية » الفارسية . ولا يخفى أن ذكر الكتاب هنا تبعا للمشهور وإلا فالصحيح من اسمه هو الصحيفة قال فيه :\r\n( مسميا لها بالصفيحة لإمكان رسمها على صفحة من صفائح الأسطرلاب . ) . وقال المولى آقا الدربندي في « الجوهرة » : ( إنه يمكن أن تجعل شرحا مزجيا لرسالة « الصحيفة » للشيخ البهائي لكون عباراتها مذكورة هنا يحتاج إلى تمييزها عنه بالحمرة ) ( الذريعة ج 15 ص 16 ) .\r\n77 - ( رسالة ) الصمدية في النحو . ( رياض العلماء ج 5 ص 89 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 21 ، الغدير ج 11 ص 261 ، أعيان الشيعة ج 9 ص 244 ) . وذكره معجم المؤلفين ج 9 ص 242 وهدية العارفين ج 2 ص 273 بعنوان آخر وهو ( الفوائد الصمدية في علم العربية ) .\r\nمتن لطيف دقيق متداول ( الذريعة ج 15 ص 88 ) . كتبه لأخيه الشيخ عبد الصمد .\r\n78 - ( رسالة في ) طبقات الرجال . ( الغدير ج 11 ص 262 ) .\r\n79 - العروة الوثقى في تفسير القرآن . ( رياض العلماء ج 5 ص 88 ،\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\nأمل الآمل ج 1 ص 155 ، لؤلؤة البحرين ص 20 ، تنقيح المقال ص 108 ، هدية العارفين ج 2 ص 273 ، الغدير ج 11 ص 260 ، أعيان الشيعة ج 9 ص 244 ) .\r\nتفسير سورة الفاتحة ويسير من سورة البقرة . أوله ( الحمد للَّه الذي أنزل على عبده كتابا إلهيا ينفجر من بحاره أنهار العلوم الحقيقية وخطابا سماويا تقتبس من أنواره أسرار الحكمة التي من أوتيها فقد أوتي خيرا كثيرا . ) ، وطبع مع « مشرق الشمسين » في طهران في 1321 ه وفي أوائله أشار إلى حاشيته على تفسير البيضاوي فيظهر أنه كتبه بعده ( الذريعة ج 15 ص 252 ) .\r\n80 - تفسيره الموسوم بعين الحياة . ( رياض العلماء ج 5 ص 89 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 21 ، هدية العارفين ج 2 ص 273 ، الغدير ج 11 ص 260 ، أعيان الشيعة ج 9 ص 244 ) . وذكر صاحب الرياض أن كتاب تأويل الآيات من أول القرآن إلى آخره على نهج يقرب من الصوفية . ولعله بعينه تفسيره المسمى بعين الحياة ( رياض العلماء ج 5 ص 96 ) .\r\nعين الحياة في التفسير مختصر مزجي نظير « الصافي » الموجود أوله من الفاتحة إلى آخرها ثم البقرة إلى قوله ( فتلقى آدم من ربه كلمات ) . أوله :\r\n( الحمد للَّه الذي أنزل على عبده الكتاب ولم يجعل له عوجا - إلى قوله - هذا يا إخوان الدين وخلان اليقين ما التمستم ومن أقل الخلق بضاعة وأكثرهم إضاعة من تأليف تفسير صغير الحجم وجيز اللفظ قليل المؤنة - إلى قوله - طاويا عن مد أطناب الأطناب كشحا ، ضاربا عن إنارة شهاب الأشهاب صفحا ، فإن ذلك موكول إلى تفسيرنا المسمى « العروة الوثقى » - إلى قوله - وسميته « عين الحياة » راجيا أن يكون وسيلة إلى النجاة وذريعة إلى علو الدرجات . ) . وينتهي فيها إلى آية * ( إِذْ قالَتِ امْرَأَتُ عِمْرانَ رَبِّ إِنِّي نَذَرْتُ لَكَ ما فِي بَطْنِي مُحَرَّراً ) * من أوائل سورة ( آل عمران ) ( الذريعة ج 15 ص 369 ) .\r\n81 - فوائد في الرجال . ( أعيان الشيعة ج 9 ص 244 ) .\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nقال الشيخ آقا بزرك : ( الفوائد الرجالية ) مختصرة أدرجها بتمامها المامقاني في رجاله المطبوع ( الذريعة ج 16 ص 339 ) .\r\n82 - ( رسالة في ) القبلة . ( رياض العلماء ج 5 ص 90 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 20 ، الغدير ج 11 ص 261 ، أعيان الشيعة ج 9 ص 244 ) .\r\nذكر فيها مهية الجهة وعلاماتها وطريق استخراجها ، أولها : ( ربنا ما للنهواة [ كذا 
  ] وسماء عزك وسرادقات جلالك وما للذباب والطيران في قضاء ) ذكرها « كشف الحجب » . وللشيخ البهائي « الفرائض البهائية » و « رسالة في جهة القبلة » ( الذريعة ج 17 ص 39 ) .\r\n83 - ( رسالة في ) القصر والتخيير في السفر . ( رياض العلماء ج 5 ص 90 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 22 ، الغدير ج 11 ص 261 ) .\r\nقال الشيخ الحر في المقدمة الثانية من كتابه « تحرير وسائل الشيعة » عند ذكر مأخذ هذا الكتاب : « رسالة القصر » للشيخ البهائي ، والظاهر أن مراده هذه الرسالة ( الذريعة ج 17 ص 100 ) . وفي أعيان الشيعة ج 9 ص 244 ذكرت باسم ( رسالة في قصر الصلاة وإتمامها في الأماكن الأربعة ) .\r\n84 - ( رسالة في ) الكر . ( رياض العلماء ج 5 ص 89 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 21 ، أعيان الشيعة ج 9 ص 244 ) .\r\nأولها : ( نحمدك يا من ملأ حياض قلوبنا بماء ولاء النبي والآل ونشكرك يا من طهّر نفوسنا عن الانغماس في عذران الزيغ والضلال ) شرح فيها جميع أشكال الكر من المستدير وغيره . وقد طبعت مع « مشرق الشمسين » له في طهران 1321 ه وكتبها باسم الشاه طهماسب ، ونسخة في مجموعة رسائله في ( التسترية ) .\r\nوفي الغدير ج 11 ص 261 ذكر أن للشيخ البهائي ( رسالتان في الكر ) .\r\n85 - ( رسالة في ) الكر ومساحته بالفارسية . ( أعيان الشيعة ج 9\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nص 244 ، الغدير ج 11 ص 261 قال رسالتان في الكر ، وهذه أحدهما ) .\r\nألفها باسم السلطان شاه طهماسب وسماها التحفة ، وهي غير رسالة الكر العربية التي ألفها باسم السلطان المذكور ( رياض العلماء ج 5 ص 96 ) . وذكر صاحب الذريعة أنها نفس « التحفة » وهي رسالة أخرى في الكر ألفها باسم السلطان محمد الملقب بشاة خدا بنده الصفوي ، وهي فارسية ( ج 17 ص 288 ) .\r\n86 - الكشكول . ( رياض العلماء ج 5 ص 89 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 20 ، المهدية في الإسلام ، معجم المؤلفين ج 9 ص 242 ، هدية العارفين ج 2 ص 273 ، الغدير ج 11 ص 261 ، أعيان الشيعة ج 9 ص 245 ) .\r\nخرج منه خمس مجلدات في طبعه بإيران في 1296 ه في فنون شتى . أوله : ( الحمد للَّه الواحد المعين وصلى الله على سيدنا محمد وآله أجمعين . ) قال فيه : ( إني لما فرغت من كتابي المسمى ب « المخلاة » الحاوي من كل شيء أحسنه وأحلاه ، وهو كتاب كتبت في عنفوان الشباب ، ثم عثرت بعد ذلك على نوادر يتحرك لها الطباع ، ويهش لها الأسماع ، وطرائف تسر المحزون - إلى قوله - وألفت كتابا ثانيا يحذو حذو ذلك الكتاب الفاخر - إلى قوله - وسميته بالكشكول ليطابق اسمه اسم أخيه ولم أذكر شيئا مما ذكرته فيه ، وتركت بعض صفحاته على بياضها لأقيد ما يسنح من الشوارد في بياضها . ) وهو مطبوع في بولاق والقاهرة مرارا ومنها في إيران في 1296 وفي بولاق 1288 وثم طبع ثانيا بعده بإيران أيضا في 1296 وأسقط من الطبع في القاهرة تمام الأشعار الفارسية وكثير من الفوائد التي في الفنون الرياضية وزيد في طبع بولاق في 1288 موضوعات وفي أوله ترجمة البهائي مفصلا ونسخه الخطية شائعة مختلفة ( الذريعة ج 18 ص 77 ) .\r\n87 - لطائف الأسمار وظرائف الأخبار . ( هدية العارفين ج 2 ص 273 ) .\r\n88 - ( رسالة في لغز الزبدة ) . ( رياض العلماء ج 5 ص 89 ، أمل\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\nالآمل ج 1 ص 155 ، لؤلؤة البحرين ص 20 ، الغدير ج 11 ص 261 ، أعيان الشيعة ج 11 ص 244 ) .\r\nأولها : ( أما بعد الحمد والصلاة . ) ( الذريعة ج 17 ص 335 ) .\r\n89 - لغز القانون . ( الغدير ج 11 ص 261 ) .\r\nأوله بعد ترجمة نفسه : ( أيها الأصحاب الكرام والأخوان العظام إن لي حبيبا جالينوسي المشرب . ) فرغ منه في 1000 ه ، وفي آخره لغزان وأبسط أصغر مأخوذان منه ، الأكبر « الموجز » والأصغر « القانونجة » ( الذريعة ج 17 ص 336 ) .\r\n90 - لغز الكشاف . ( الغدير ج 11 ص 261 ) .\r\nأوله : ( أيها الصاحب الذكي الفاضل الزكي أخبرني عن اسم واحدي الآحاد . ) ( الذريعة ج 17 ص 336 ) .\r\n91 - لغز الكافية . أوله : ( أما بعد الحمد والصلاة ، فيقول الفقير إلى رحمة ربه الغني المشهور ببهاء الدين العاملي ، عفى الله عنه ، يا من صرف في مطالعة النحو أياما وخاض فيه شهورا وأعواما ، أخبرني عن اسم ثلاثي الآحاد . ) في ثلاث صفحات ( الذريعة ج 17 ص 336 ) .\r\n92 - لغز النحو . ( الغدير ج 11 ص 261 ) .\r\nأول اللغز بعد الحمد والصلاة وذكر اسمه : ( يا من صرف في مطالعة النحو أياما وخاض فيه شهورا وأعواما أخبرني عن اسم ثنائي الآحاد ثلاثي العشرات . ) وآخره : ( إذا أنقصت من حروفه حرفين بقي حرف واحد وهذا عجيب من أعجب العجائب . ) ( الذريعة ج 17 ص 336 ) .\r\n93 - وله أيضا ( لغز الصمدية ) ( الذريعة ج 17 ص 335 ) .\r\n94 - المخلاة . ( رياض العلماء ج 5 ص 89 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 20 ، المهدية في الإسلام ص 163 ، الغدير ج 11 ص 261 ) .\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nالمخلاة كتاب نفيس عزيز النسخة ، جمع فيه من كل شيء أحسنه من اللطائف والطرائف والأخبار والأشعار والمواعظ والأخلاق وهو غير هذا الموسوم ب ( المخلاة ) المطبوع بمصر في 1317 ه والمنسوب إلى الشيخ البهائي جزما ، فقد رأى نسخة من المخلاة البهائية شيخنا العلامة النوري ، ونسخة أخرى من ( المخلاة ) رآها الشيخ عبد النبي النوري وسمعت بعض الفضلاء الثقات من أحفاد الأمير عبد الصمد التستري أنه موجود في خزائنهم وعن الأنظار مستور . ( الذريعة ج 20 ص 232 ) .\r\nوذكر في هدية العارفين أن له ( المحلاة في الأدب ) ( ج 2 ص 273 ) ولعله نفس كتاب المخلاة ، والخطأ مطبعي .\r\n95 - مشرق الشمسين وإكسير السعادتين . ( رياض العلماء ج 5 ص 88 ، أمل الآمل ج 1 ص 155 ، لؤلؤة البحرين ص 21 ، تنقيح المقال ص 108 ، روضة المتقين ج 14 ص 434 ، هدية العارفين ج 2 ص 273 ، الغدير ج 11 ص 261 ، أعيان الشيعة ج 9 ص 244 ) .\r\nوقد يعبر عنه « مجمع النورين ومطلع النيرين » لاجتماع الكتاب والسنة فيه ، ذكر فيه آيات الأحكام وتفسيرها وما يناسبها من الأحاديث الصحاح والحسان مع التوضيح والبيان ، خرج منه كتاب الطهارة فقط إلى أواخر غسل الأموات ، كتبه بعد « حبل المتين » ورتبه كترتيبه على أربعة مناهج بعد مقدمات ، ما ذكر فيه من الأخبار إلا ما هو الصحيح باصطلاح المتأخرين وقليل من الحسان ، وفيه نحو أربعمائة حديث . أوله : ( الحمد للَّه الذي هدانا بأنوار كتابه المبين ووفقنا لاقتفاء سنّة نبينا صلَّى الله عليه وآله وسلَّم . ) . وفرغ منه بقم في 17 ذي الحجة 1015 ه . وطبع مع « حبل المتين » بطهران 1321 ه ( الذريعة ج 21 ص 50 ) .\r\n96 - مفتاح الفلاح . ( رياض العلماء ج 5 ص 90 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 20 ، الغدير ج 11 ص 261 ، أعيان الشيعة ج 9 ص 244 . أما هدية العارفين ج 2 ص 273 فقد ذكر خطأ أنه كتاب في الهيئة ) .\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\nفي الأعمال والأدعية الأبدية في اليوم والليلة بما يعمل بين الطلوعين ، وما يعمل من طلوع الشمس إلى الزوال ، ومنه إلى الغروب ، ومنه إلى وقت النوم ، ومنه إلى انتصاف الليل ، ومنه إلى طلوع الفجر ، وفيه شرح بعض الألفاظ وتبيين ما يحتاج إلى البيان . أوله : ( الحمد لله الذي دلَّنا على جادة النجاة وهدانا إلى ما يوجب . ) . وطبع مكررا وترجمته أيضا مطبوعة ، وفرغ من تصنيفه في بلدة كنجة في نيف وعشرين من صفر سنة 1015 ه ( الذريعة ج 21 ص 340 ) .\r\n97 - ( رسالة في ) مقتل الحسين عليه السّلام . ( أعيان الشيعة ج 9 ص 245 ) .\r\n98 - ( رسالة في ) المواريث . ( رياض العلماء ج 5 ص 89 ، أمل الآمل ج 1 ص 155 ، لؤلؤة البحرين ص 21 ، الغدير ج 11 ص 261 ، أعيان الشيعة ج 9 ص 244 ) .\r\n99 - ( رسالة في ) نسبة ارتفاع أعظم الجبال إلى قطر الأرض . ( رياض العلماء ج 5 ص 89 ، أمل الآمل ج 1 ص 156 ، لؤلؤة البحرين ص 21 ، الغدير ج 11 ص 261 ، أعيان الشيعة ج 9 ص 245 ) .\r\nفيها رد على شرح الجغميني . طبع في آخر « شرح الملخص » لقاضيزاده الرومي لأنه شرح على هذا المبحث منه وقدم على شرحه ثلاث مقدمات كتبه بأصفهان 990 ه ( الذريعة ج 24 ص 144 ) .\r\n100 - ( رسالة في ) نسبة القطر إلى المحيط . هي حاشية على شرح القاضيزاده زادة لملخص الجغميني في هذه المسألة . أولها : ( توضيح ما ذكره الشارح بحيث لا يبقى فيه شك موقوف على إيراد مقدمات ثلاث ، المقدمة الأولى : محيط كل دائرة ثلاثة أميال قطرها وكسر وهو أقل من سبع القطر . ) ( الذريعة ج 24 ص 146 ) .\r\n101 - ( رسالة في ) النفس والروح . ( رياض العلماء ج 5 ص 96 ) .\r\n102 - هداية العوام ( رسالة عملية في الفقه ) . ( أعيان الشيعة ج 9 ص 245 ) .\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n103 - الوجيزة الدراية ( دراية الحديث ) . طبع بإيران مكررا . أوله :\r\n( الحمد للَّه على نعمائه المتواترة وآلائه المستفيضة المتكاثرة . ) . ألفه ليكون كالمقدمة لكتابة « الحبل المتين » . وفرغ من « الوجيزة » يوم الأربعاء سلخ ذي القعدة 1010 ه وهو في مرورود المعروف بماروجاق متوجها مع عسكر الشاه عباس إلى تسخير بلخ ( الذريعة ج 25 ص 51 ) .\r\n104 - وسيلة الفوز والأمان منظومة في مدح صاحب الزمان . ( الغدير ج 11 ص 262 ) .\r\nقصيدة من بحر الطويل مطلعها :\r\n\r\nسرى البرق من نجد فجدد تذكاري\r\nعهودا بجروى والعذيب وذي قار\r\n\r\nوشرحها الشيخ أحمد بن علي الشهير بالمتنبي في 1151 ه . أوله : ( الحمد للَّه الذي فتح خزائن المعاني بمفاتيح العناية . ) . وعارضها جماعة ، منهم الشيخ جعفر الخطي البحراني بأمر الشيخ البهائي . أوله :\r\n\r\nهي الدار يستسقيك مدمعك الجاري\r\nفسقيا فخير الدمع ما كان للدار\r\n\r\nومنهم الأمير محمد إبراهيم بن الأمير محمد معصوم الحسيني القزويني المتوفى سنة 1145 ه . وطبع الشرح في آخر « الكشكول » للبهائي في 1288 ه . ( الذريعة ج 16 ص 374 ) .\r\n\r\n6 - شعره :\r\nذكر الحر العاملي والميرزا الأفندي أن للشيخ البهائي شعر كثير حسن بالعربية والفارسية متفرق ، جمعه ولد الحر العاملي ( محمد رضا الحر ) فصار ديوانا لطيفا ( أمل الآمل ج 1 ص 157 ، رياض العلماء ج 5 ص 90 ) . وفي ريحانة الألباء وزهرة الحياة الدنيا : « إن شعره باللسانين مهذب محرر ، وبالفارسية أحسن وأكثر ، ولما ساح في البلدان واجتمع بمن فيها من الأعيان ، عاد بدر ذاته لفلك أقطاره ، فعانق في أوطانه عقائل أوطاره ، وهو الآن قرة عين مجدها ، وعزة جبين سعدها ، تطوف بحرمه وفود الأفاضل ، وتتوجه شطره وجوه الآمال من كل فاضل بنعيم مقيم تتحدث عنه طروس\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\nالأسفار ، وتكتحل بإثمد مداده عيون الطروس والأسفار « ( ص 103 ، بولاق - مصر 1273 ه . ونقله سعد محمد حسن - المهدية في الإسلام ص 162 ) .\r\nوذكر شعره الشيخ الأميني قائلا : « كان الشيخ البهائي رحمه الله على توغله في العلوم ، وإنظاره العميقة فيها ، غير تارك لمحاولة الأدب ، ونضد القريض باللغتين : العربية والفارسية ، وإنك تجد كثيرا من شعره مبثوثا في المعاجم » ( الغدير ج 11 ص 272 ) .\r\nومن شعره قصيدة يمدح فيها الإمام المهدي محمد بن الحسن العسكري ( عج ) أسماها « وسيلة الفوز والأمان في مدح صاحب الزمان » وقد شرحها في نهاية ( الكشكول ) شارحه أحمد بن علي المنيني . يقول في مطلعها :\r\n\r\nسرى البرق من نجد فجدد تذكاري\r\nعهودا بحزوى والعذيب وذي قار\r\nوهيج من أشواقنا كل كامن\r\nوأجج في أحشائنا لاعج النار\r\nألا يا لييلات الغوير وحاجر\r\nسقيت بهطال من المزن مدرار\r\nويا جيرة بالمأزمين خيامهم\r\nعليكم سلام الله من نازح الدار\r\nخليلي ما لي والزمان كأنما\r\nيطالبني في كل وقت بأوتار\r\nفأبعد أحبابي وأخلى مرابعي\r\nوأبدلني من كل صفو بأكدار\r\nوعادل بي من كان أقصى مرامه\r\nمن المجدان يسمو إلى عشر معشاري\r\nألم يدر إني لا أزال لخطبه\r\nوأن سامني خسفا وأرخص أسعاري\r\nمقامي بفرق الفرقدين فما الذي\r\nيؤثره مسعاه في خفض مقداري\r\nوإني امرؤ لا يدرك الدهر غايتي\r\nولا تصل الأيدي إلى سر أغواري\r\n\r\n( الكشكول ص 398 طبعة بولاق مصر )\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\nصورة السماع الذي كتبه المؤلف بخطه سنة 994 ه لتلميذه عبد الكريم التبريزي .\r\nوجاءت هذه الصفحة في ذيل كتاب ( لمعة الفوز والضياء في ترجمة السيد أبي الرضا ) تأليف آية الله السيد المرعشي - مطبعة حيدري طهران 1343 ه . ش . ، ص 102 .\r\nونسخة الأصل في مكتبة فخر الدين النصيري الخاصة بطهران رقم 152 .\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\nوله قصيدة يمدح بها الشيخ محمد بن الشيخ محمد الحر ، مطلعها :\r\n\r\nفولت وقد بلّ الندى شملة لها\r\nكما بل كف الحر في الفاقة الندى\r\nكريم إذا ما جئته يوم حاجة\r\nفلا مانعا يلفى ولا قائلا غدا\r\nيريك بهاءا في ذكاء وعفة\r\nبها نال أعلى رتبة العز مفردا\r\nتوحد في حوز المكارم والعلى\r\nلذا صار نظمي في معاليه أوحدا\r\nليهنك يا بن الحر نظم مرصع\r\nبجوهر لفظ في مديحك نضدا\r\nولا برحت أزهار فضلك تجتنى\r\nولا زلت مفضالا مطاعا مسددا\r\n\r\n( أمل الآمل ج 1 ص 160 )\r\n\r\n7 - موضوع البحث :\r\nتطرق الشيخ البهائي إلى أقوال علماء الإمامية حتى الشهيد الأول محمد بن مكي رضوان الله عليه . وبما أن الجواهر أوسع موسوعة شيعية في الفقه ، فقد آثرنا أن ننقل آراء فقهاء الإمامية المتأخرين حول حرمة ذبيحة أهل الكتاب .\r\nوقد صنف صاحب الجواهر الروايات الواردة في ذبيحة الكتابي إلى اثني عشر صنفا ، الطائفة الأولى منها هي التي تنص على الحرمة بالإطلاق ، والباقي معظمها تدور حول موارد السؤال وهو التسمية وذلك بجعل المدار على ذكر اسم الله أو عدمه عند الذبح . فقال رحمه الله في كتاب الصيد والذباحة :\r\n« وعلى المشهور شهرة عظيمة على معنى أنه لا يتولاه الكافر مطلقا وإن كان كتابيا وجاء بالتسمية ، بل استقر الإجماع في جملة من الأعصار المتأخرة عن زمن الصدوقين على ذلك ، بل والمتقدمة كما حكاه المرتضى والشيخ بعد اعترافهما بأنه من متفردات الإمامية ، بل كاد يكون من ضروريات المذهب في زماننا ، مضافا إلى النصوص المستفيضة التي إن لم تكن متواترة بالمعنى المصطلح فمضمونها مقطوع به ولو بمعونة ما عرفت » ( الجواهر ج 36 ص 80 ) .\r\nويشير صاحب الجواهر إلى الالتباس الحاصل في فهم كلام المحقق\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\nالحلي مصنف شرائع الإسلام بقوله : « فمن الغريب وسوسة بعض الناس فيه ، وكان الذي جرأه على ذلك تعبير المصنف [ مصنف شرائع الإسلام 
  ] وغيره عن ذلك بقوله : ( وفي الكتابي روايتان : أشهرهما المنع ، فلا تؤكل ذبيحة اليهودي ولا النصراني ولا المجوسي ) - بناء على أنه كتابي - المشعر بكون المسألة ظنية وأن النصوص فيها مختلفة ، ومن المعلوم أن هذه النصوص بين الإمامية كالنصوص الدالة على طهارة سؤرهم ونحوها مما هو معلوم خروجها مخرج التقية » ( الجواهر ج 36 ص 80 ) .\r\nوالتصنيف الذي ذكره صاحب الجواهر حول ذبيحة أهل الكتاب حسب الروايات الواردة عن أهل البيت ( ع ) كما يلي :\r\n1 - إطلاق النهي عن ذبيحة أهل الكتاب ، كخبر أبي المعزا عن جماعة عن أبي إبراهيم عليه السّلام : « سألته عن ذبيحة اليهودي والنصراني ، فقال : لا تقربوها » . إلى غير ذلك من النصوص .\r\n2 - نفي البأس عن ذلك ، كصحيح الحلبي سأل الصادق عليه السّلام « عن ذبيحة أهل الكتاب ونسائهم ، فقال : لا بأس به » .\r\n3 - جعل المدار على سماع التسمية وعدمه ، كخبر حمران ، قال : « سمعت أبا جعفر عليه السّلام يقول في ذبيحة الناصب واليهودي والنصراني : لا تأكل ذبيحته حتى تسمعه يذكر اسم الله ، فقلت : المجوسي ، فقال : نعم إذا سمعته يذكر اسم الله ، أما سمعت قول الله تعالى * ( ولا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ الله عَلَيْه ) * الأنعام : 121 . وأخبار أخرى بنفس المعنى .\r\n4 - جعل المدار على سماع التسمية أو أخبار رجل مسلم بها ، كخبر حريز عن أبي عبد الله عليه السّلام وزرارة عن أبي جعفر عليه السّلام « أنهما قالا في ذبائح أهل الكتاب : فإذا شهدتموهم وقد سموا اسم الله فكلوا ذبائحهم ، وإن لم تشهدوهم فلا تأكلوا ، وإن أتاك رجل مسلم فأخبرك أنهم سموا فكل » .\r\n5 - جواز الأكل من ذبيحة أهل الكتاب إلا مع حضورهم ولم يسموا ، كخبر\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\nجميل ومحمد بن حمران « سألا أبا عبد الله عليه السّلام عن ذبائح اليهود والنصارى والمجوس ، فقال : كل ، فقال بعضهم : إنهم لا يسمون ، فقال : فإن حضرتموهم فلم يسموا فلا تأكلوا ، وقال : إذا غاب فكل » .\r\n6 - جواز أكل ذبائحهم وإن ذكروا اسم المسيح ، لأنهم يريدون به الله ، كخبر عبد الملك « قلت لأبي عبد الله عليه السّلام : ما تقول في ذبائح النصارى ؟\r\nفقال : لا بأس بها ، قلت : فإنهم يذكرون عليها اسم المسيح ، فقال :\r\nإنما أرادوا بالمسيح : الله » .\r\n7 - إطلاق النهي عن أكلها مع التعليل بأن الاسم لا يؤمن عليه إلا المسلم ، كمرسل ابن أبي عمير « سألت أبا عبد الله عليه السّلام عن ذبيحة أهل الكتاب ، فقال : والله ما يأكلون [ إلا 
  ] ذبائحهم ، فكيف تستحلون أن تأكلوا ذبائحهم ؟ إنما هو الاسم ، ولا يؤمن عليه إلا مسلم » .\r\n8 - جعل المدار على ذكر اسم الله وعدمه ، كخبر الورد ابن زيد « قلت لأبي جعفر عليه السّلام : حدثني حديثا وأملاه عليّ حتى أكتبه ، فقال : أين حفظكم يا أهل الكوفة ؟ ! قال : قلت ، حتى لا يرده عليّ أحد : ما تقول في مجوسي قال : بسم الله ثم ذبح ؟ فقال : كل ، قلت : فمسلم ذبح ولم يسم ، فقال : لا تأكله ، إن الله يقول * ( فَكُلُوا مِمَّا ذُكِرَ اسْمُ الله عَلَيْه إِنْ كُنْتُمْ بِآياتِه مُؤْمِنِينَ ) * الأنعام : 118 » .\r\n9 - التفصيل بين اليهود والنصارى وبين المجوس ، لأنهم ليسوا أهل كتاب .\r\nكخبر عمر بن حنظلة عن أبي عبد الله عليه السّلام في قول الله : فكلوا مما ذكر اسم الله عليه قال : أما المجوسي فلا ، فليسوا من أهل الكتاب ، وأما اليهود والنصارى فلا بأس إذا سمّوا » .\r\n10 - النهي عن المجوس ونصارى تغلب ، كخبر أبي بصير عن أبي عبد الله عليه السّلام قال : « لا تأكل من ذبيحة المجوسي ، وقال : لا تأكل ذبيحة نصارى تغلب ، فإنهم مشركوا العرب » .\r\n11 - نصارى العرب ، كخبر محمد بن قيس عن أبي جعفر عليه السّلام « قال أمير\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\nالمؤمنين عليه السّلام : لا تأكلوا ذبيحة نصارى العرب ، فإنهم ليسوا أهل الكتاب » .\r\n12 - النهي عن ذبح اليهودي والنصراني والمجوسي أضحية المسلم ، كخبر أبي بصير عن أبي عبد الله عليه السّلام « لا يذبح أضحيتك يهودي ولا نصراني ولا مجوسي » .\r\nوذكر الشيخ النجفي في جواهره أن اختلاف الروايات في ذبيحة أهل الكتاب يورث الفقيه القطع بخروج النصوص المذكورة مخرج التقية . ثم أخذ بشدة على ثاني الشهيدين في المسالك وبعض أتباعه في تأييد القول بجواز أكل ذبائح أهل الكتاب .\r\nوأخذ بشدة أيضا على السيد علي الطباطبائي في رياض المسائل لميله إلى العمل لرواية ثالثة مقابلة لروايتي الجواز مطلقا وعدمه ، وهي أنه تؤكل ذباحة الذمي إذا سمعت تسميته . ( راجع الجواهر ج 36 ص 85 ) .\r\nوأما صاحب الرياض فقد صنف الروايات الواردة حول ذبائح أهل الكتاب في ( رياض المسائل ) إلى ثلاث طوائف .\r\nقال صاحب الرياض في الطائفة الأولى : « وأما في الكتابي فقد اختلف الأصحاب على أقوال ثلاثة لاختلاف الروايات الواردة فيه عن أهل العصمة سلام الله عليهم ، ولكن روايتان منها مشهورتان بمعنى عدم ندرة القائل بهما كندرته في الثالثة ، وإلا فأشهرهما رواية وفتوى ما دل على المنع مطلقا ، ونسبه في ذلك إلى جملة المتأخرين بل قال كاد أن يعدّ من المذهب وفي الخلاف والانتصار جعلاه من متفردات الإمامية مدعيين الإجماع عليه .\r\nإلخ « ( رياض المسائل ج 2 ص 270 ) .\r\nوقال في الطائفة الثانية : « وأما الرواية الثانية الدالة على الحل مطلقا فنصوص مستفيضة وهي كالأدلة ما بين مطلقة للحل كالصحيح عن ذبيحة أهل الكتاب ونسائهم فقال : لا بأس به ونحوه الخبر ، ومصرحة به مع العلم بعدم التسمية كالخبرين عن ذبيحة اليهودي ، فقال : حلال ، قلت : فإن سمى\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\nالمسيح ، قال : وإن سمى فإنه إنما أراد به الله تعالى ، وهي مع قصور أسانيد أكثرها وعدم جابر لها من شهرة أو غيرها إذ لم يحك القول بها إلا عن شذوذ منا كالاسكاني والعماني ضعيفة التكافؤ لما قدمناه من وجوه شتى معارضة بالكتاب والسنة المشترطين في الحل مطلقا ذكر اسم الله تعالى . إلخ « ( المصدر السابق ج 2 ص 271 ) .\r\nوقال في الطائفة الثالثة : « وفي رواية ثالثة حكى القول بها عن الصدوق أنه إذا سمعت تسميته فكل ، وهي أيضا مستفيضة منها الصحيح في ذبائح أهل الكتاب فإذا شهدتموهم وقد سموا اسم الله تعالى فكلوا ذبائحهم ، وإن لم تشهدهم فلا تأكله . إلخ » . ثم أورد صاحب الرياض نفسه ردا على هذه الطائفة بقوله : « ويرد عليها أكثر ما ترد على سابقها من قصور سند أكثرها وضعف جميعها عن المقاومة لما قدمناه من وجوه شتى أعظمها اعتضادها بالشهرة العظيمة التي كادت تكون بالإجماع ملحقة دون هذه الرواية لندرة القائل بها إذ لم يحك القول بها إلا عمن ذكرناه خاصة ومخالفته العامة دونها لموافقتها لهم كما ادعاه شيخ الطائفة وجماعة ولكن أنكرها في المسالك ، قال لأن أحدا منهم لا يشترط في حل ذبائحهم أن يسمعهم يذكرون اسم الله تعالى عليها ولو صح ما ذكره ولم تكن أدلة الحرمة المزبورة بالشهرة معتضدة لكان المصير إلى هذه الرواية في غاية القوة . » ( المصدر السابق ج 2 ص 271 ) .\r\nوالمتحصل من كلمات الفقهاء المذكورين حرمة ذبيحة أهل الكتاب ، وأنه من متفردات الإمامية ، بل كاد أن يكون من ضروريات المذهب حسبما ذكر . والروايات الواردة خلاف ذلك إما أنها ضعيفة السند أو إنها محمولة على التقية .\r\n\r\n8 - بحث معاصر حول ذبائح أهل الكتاب :\r\nيذبح البشر سنويا أكثر من مائة ألف مليون حيوان تستخدم لحومها لإشباع الناس وجلودها لكسوتهم ( 33 Linzey ) . ويظهر أن أغلب المجتمعات البشرية اليوم لا تأكل الميتة ولا الدم ، ولكنها تختلف في أحكام الذباحة .\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\nويبدو الاختلاف واضحا بين أهل الكتاب أنفسهم ، وسوف نتناول أحكام الذباحة في الديانة النصرانية واليهودية .\r\n\r\nالذباحة في النصرانية :\r\nتفتقد الديانة النصرانية إلى قانون خاص بأحكام الذباحة . وبما أن حواريي عيسى عليه السّلام كانوا من اليهود المؤمنين بشريعة النبي موسى عليه السّلام ، فإنهم كانوا يطبقون أحكام اليهودية في ذبائحهم . وتذكر المصادر النصرانية الرئيسية أن بعض حواريي عيسى عليه السّلام نحوا منحى مغايرا لشريعة موسى عليه السّلام فبدأ ( بول Paul ) يبشر بنصرانية تختلف شيئا ما عن أحكام موسى عليه السّلام . وكذلك ( مرقس Mark ) فقد ذكر أن السيد المسيح قد قال : « ليس شيء من خارج الإنسان إذا دخل فيه يقدر أن ينجسه » ( مرقس 7 : 15 ) . وعلى هذا الأساس استنبط مرقس حلية كل اللحوم ، بل حلية كل المأكولات والمشروبات ، وهذا خلاف الأحكام اليهودية . ونحى هذا المنحى ( بيتر Peter ) ( 16 - 9 ، 10 Acts ) .\r\nوهكذا بدأ النصارى إجمالا لا يلتفتون إلى أحكام شريعة موسى في الذباحة عدا نصارى القبط الذين يختلفون عن غيرهم من النصارى في هذا الحكم ( 388 Latham ) .\r\nأما السيد المسيح عليه السّلام فإنه لم يرد عنه نص واضح بأحكام الذباحة .\r\nوتتلخص الفكرة النصرانية البسيطة حول الطعام والذباحة بالتركيز على الدم .\r\nيقول الإنجيل المتداول اليوم : « إن الحياة في أي جسم حي هي في الواقع في الدم الموجود في ذلك الجسم الحي » ( 11 : 17 Lv ) . فالحياة للَّه ، والدم له أيضا ، وهذا يفسر أهمية الدم في بعض الأفكار المسيحية فإن بعض علماء النصارى يقولون إن هدر الدم هو رمز للموت ، وبقاء الدم في الجسم هو رمز للحياة . وعندما يخرج الدم من أي جسم حي فإن الموت يتحقق بشكل حتمي . ويحرم الإنجيل أكل دم الحيوانات ( 17 : 3 . Lv ) ولكنه لا يعطي حكما بشأن ذباحة الحيوان ( 620 Siebeneck ) . وقد حرم النصارى أكل اللحوم يومي الجمعة والسبت وأوقات الصيام ، واستثني من هذا الحكم العمال والمسافرين\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\nوأمهات الأطفال والمسنين والأطفال ( 17 Melton ) .\r\nولم نتوصل إلى معرفة هل أن النصارى يذكرون اسم الله أو المسيح على ذبائحهم ، بل أن غالبية كتبهم الدينية ومصادر أحكامهم لا تذكر ذلك .\r\nولو ذكر اسم الله على ذبائحهم فإنها حتما لا تدفع الشك بمقصودهم من الإله هل هو الأب أم الابن أم كليهما . فعقيدة الكاثوليك مثلا تقر أن المسيح هو الله ، وهو حي حقيقي أبدي ، وباعتبار أن المسيح هو ابن الله فهو المالك الحقيقي للجنان . وقد جاء الله ( المسيح ) إلى العالم الأرضي ليخلص البشرية من الذنب والموت ، ويدعونا إلى مملكته السماوية ( 14 Melton ) .\r\n\r\nالذباحة في الدين اليهودي :\r\nيسمى الذبح الشرعي عند اليهود ( شهيتا Shehitah ) ، ويسمى الذابح ( شوهت Shohet ) حيث يجب أن يكون يهوديا ملتزما بدينه ، عارفا بأحكام الذباحة ، وعليه أن يجتاز امتحانا صعبا من قبل الخاخامات اليهود ليؤذن له بالذباحة ( 106 Donin ) . وعلى الذابح اليهودي أن يذكر كلمات شكر للخالق ( 271 Novak ) ، ولكننا لم نعثر على مصدر يذكر تفصيلا كلمات الشكر هذه .\r\nوطريقة الذباحة مفصلة في التلمود ( 2 - 1 Hullin ) والتلمود هو كتاب سنة موسى وهو ما يقابل السنة النبوية الشريفة عندنا . أما التوراة المتداولة اليوم فقد تناولت مسألة اللحوم والذباحة حيث تقول : ( سوف لن تأكل أي [ حيوان 
  ] يموت موتا طبيعيا ) ( 21 : 14 Deuteronomy ) . وتقول أيضا : ( عليك بذبح الأبقار والأغنام . كم علمتك ، حتى تأكل . ) ( 21 : 12 Deuteronomy ) .\r\nويعزي الخاخام دونين أحكام ذباحة الحيوان بالديانة اليهودية إلى أنها رحمة بالحيوان أولا ، وللتخلص بأكثر ما يمكن من الدم الموجود في جسم الذبيحة ثانيا ، حيث يستخدم سكين حاد لقطع الجوزة ( الأوداج الأربعة والأعصاب ) ( 106 Donin ) .\r\nوينتقد اليهود الطريقة الأمريكية الحديثة في ذباحة الحيوانات ، حيث يصوب الحيوان بطلقة رصاص تفقده الوعي قبل أن يذبح ، ويقولون إن هذه\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\nالطريقة أكثر وحشية من الذبح الشرعي اليهودي ( 107 Donin ) ( Shehitah ) .\r\nويسمى القانون اليهودي الذي ينظم أمور الطعام ب ( كاشروت Kashrut ) ويسمى اللحم اليهودي الشرعي ب ( الكوشر Kusher ) ومعناه اللحم الحلال عند اليهود .\r\nويجب ملاحظة أمر هام وهو أن اليهودية الحديثة ( Reform Judasim ) ( وهي حركة إصلاحية بدأت في بدايات القرن التاسع عشر للتحرر من أحكام الشريعة اليهودية الصارمة ) تخلت عن الكثير من التقاليد والأحكام ، بضمنها قانون الذباحة وأحكام الطعام ( 388 Latham ) . أما اليهود « المتقين » ( Hasidic Jews )\r\nفقد أضافوا قيودا أخرى للأحكام اليهودية اجتهادا منهم ، خصوصا في أحكام الذباحة والطعام ، فقرروا أن لا يكون الذابح يهوديا ملتزما بدينه فحسب بل يجب أن يكون في أعلى درجات الالتزام أو بكلمة أخرى أكثر التزاما من الآخرين ( 388 Latham ) .\r\nوأغلب اليهود ( Main Line Judasim ) تؤمن باللَّه الواحد ، الخالق ، الأول ، الآخر ، وبأنبياء الله ( عدا عيسى ومحمد صلوات الله عليهم ) ، وبتعاليم موسى عليه السّلام وبخروج المنقذ المنتظر ( Messia ) ( 767 Melton ) .\r\nويذكر تقرير صدر للمذاهب اليهودية الرئيسية الثلاث في الولايات المتحدة ( وهي المذهب الإصلاحي الحديث Reform ، والمذهب الأصولي Orthodox ، والمذهب المحافظ Conservative ) سنة 1936 م إن الديانة الحقيقية هي الديانة التي تؤمن بالتوحيد الخالص ( pure Monotheism ) ، وتستنكر الثنائية الشرقية ( لعل المراد بها اليهودية التي تؤمن بأن عزيز ابن الله ) ، والثلاثية الغربية ( أي عقيدة النصارى في التثليث الأب والابن وروح القدس ) . وبعد أن يعدد التقرير صفات الله ووحدانيته يذكر « أن عبادة آلهة غير الله تعني عصيان الخالق الذي لا إله ولا خالق إلا هو » . وتقول : « إن اليهودي يجب أن لا يساوم على الوحدانية بالشرك والوثنية ، بل عليه أن يذهب شهيدا في سبيل الدفاع عن دينه التوحيدي » ( 768 Milton ) .\r\nوعقائد أغلب المذاهب اليهودية الموجودة في الولايات المتحدة تميل\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\nإلى التوحيد . هذا ما يظهر في كتبهم . والظاهر أن اليهود الذين يقولون بأن عزير ابن الله إما أنهم كانوا من اليهود العرب القدماء أو من يهود الشرق ، وهذا الأمر يحتاج إلى بحث واستقصاء .\r\n\r\nالطريقة العلمانية الحديثة في الذبح :\r\nلتخفيف ألم الذبح فإن الحيوان يضرب بطلقة رصاص في الرأس ، أو بصعقة كهربائية ، أو يعرّض لغاز ثاني أوكسيد الكربون ، حيث يفقد الحيوان الإحساس ثم يذبح وهو لا يزال حيا . حيث تقطع حنجرته ( وهي الأوداج الأربعة ) ، وبعد ذلك يترك معلقا لإخراج أكبر كمية من الدم ، وبعد أن يقطع إلى أجزاء صغيرة يخزن في برادات درجة حرارتها 2 ، 2 - 5 ، 1 درجة تحت الصفر المئوي ( 28 - 34 فهر نهايت ) لمدة 24 - 48 ساعة ، وبعد ذلك يعرض للاستهلاك ( 257 Meat ) .\r\n\r\nخلاصة القول في ذبائح أهل الكتاب :\r\nوخلاصة القول أن النصارى اليوم في أغلب مذاهبهم ( وهم الذين يقولون بعقيدة التثليث إجمالا ) لا يذكرون اسم الله أو اسم المسيح على ذبائحهم ، بل إنهم يفتقدون إلى أبسط أحكام الذباحة . ما عدا الأقباط وهم نصارى الشرق ، فإننا لم نتوصل إلى معرفة أحكامهم في الذباحة .\r\nواليهود على العكس من ذلك فالظاهر أن أغلب فرقهم ومذاهبهم المعاصرة تؤمن باللَّه الواحد ( عقيدة التوحيد ) ، ولهم حكم ديني واضح في الذباحة ، فمن شروط الذباحة عندهم :\r\n1 - الحيوان : أن يكون من الحيوانات المحللة كالأبقار والأغنام .\r\n2 - الذابح : أن يكون يهوديا ملتزما .\r\n3 - الذكر : أن يحمد الله بشكل معين ( Blessing ) .\r\n4 - أدوات الذبح : أن تستخدم شفرة حادة لتخفيف ألم الذبح .\r\n5 - قطع الأوداج الأربعة والأعصاب .\r\nومعرفة طريقة ذباحة أهل الكتاب لا تغير الحكم الشرعي عندنا لأننا\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\nنتعبد بالنصوص الشرعية ، فإنه وإن افترض أنهم ذكروا اسم الله عند الذبح وأن فريقا منهم وحّد الله جل شأنه ، فإن النصوص الشرعية الواردة في القرآن والسنة الشريفة تنص على حرمة ذبائحهم ، مضافا إلى ذلك فقد أجمع علماء الشيعة المتقدمين على حرمة ذبائح أهل الكتاب من اليهود والنصارى .\r\n\r\n9 - هذه الرسالة :\r\nورد ذكر هذه الرسالة ( في حرمة ذبائح أهل الكتاب ) في مراجع عديدة منها : رياض العلماء ج 5 ص 89 ، أمل الآمل ج 1 ص 155 ، لؤلؤة البحرين ص 21 ، الذريعة ج 10 ص 3 ، الغدير ج 11 ص 261 ، أعيان الشيعة ج 9 ص 244 ، ومقدمة الكشكول ج 1 ص 53 طبعة بيروت .\r\nوذكر الشيخ آقا بزرك الطهراني هذه الرسالة بعنوان ( الذبيحة ) : « رسالة في حرمة ذبيحة أهل الكتاب » . وقال : « رأيت نسخة عصر المصنف التي عليها حواشيه رمزها ( منه دام ظله ) أوله ( الحمد للَّه على جزيل إفضاله ) ذكر في أوله أنه ألَّفه بأمر الشاه عباس الحسيني الصفوي بعد ورود رسول ملك الروم وتشنيعه للحكم بالتحريم في بعض مجالسه . ولما ألَّفه أمر الشاه عباس بإرساله مع ذلك الرسول إلى بلاد الروم حتى يقطع تشنيعهم . وعناوينه ( فصل ، فصل ) وقد طبع في مجموعة ( كلمات المحققين ) » ( الذريعة ج 10 ص 3 ) . ولكن مع الأسف لم نهتد إلى هذه النسخة التي كتبت في عصر المصنف .\r\n\r\n10 - أسلوب التحقيق :\r\nوقد وقفت على نسخة نفيسة مخطوطة تفضل بها سماحة السيد محمد حسين الجلالي من مكتبته العامرة . والنسخة مؤلفة من أربع صفحات ، عدد الأسطر 27 سطر في كل صفحة ما عدا الصفحة الأخيرة حيث تحتوي على ثمانية أسطر كتبت تحتها ثمانية فوائد متفرقة . وكتبت على الصفحة الأولى فوائد منها : ملاحظة بخط حسين بن علي الحائري ، وصادق اليزدي ، وحسين بن عابدين المازندراني . ومن الفوائد ما نصه :\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\nبسمة وله الحمد . هذه الرسالة هي الثانية في مجموعة واحدة ، أما الأولى فهي « البيان في أخبار صاحب الزمان » للكنجي بخط الشيخ علي اليزدي كتبها في سنة 1327 وهو مؤلف إلزام الناصب المطبوع ، والثانية هذه وهي في حرمة ذبائح أهل الكتاب للشيخ البهائي ، والثالثة رسالة في إجماعات الشيخ الطوسي للشهيد الثاني ( ره ) ، أما الأخيرتان فهما بخط واحد وقد جاء تاريخ كتابة الأخيرة في شهر ذي القعدة 128 أي سنة 1138 ظاهرا ، ولم يذكر اسم الكاتب وقد جاء على ظهر الرسالة الثانية عدة خطوط وأصحابها هم حسين بن زين العابدين المازندراني ، وحسن بن علي الهادي ، وصادق اليزدي ، وقد وصلت المجموعة في نوبة الراجي الفقير إلى الله الغني محمد حسين الحسيني الجلالي 15 رمضان 1385 ه .\r\nوقياس الكتاب : 12 5 ، 8 ، وأصل الكتاب 5 ، 5 8 ، ورقم الكتاب 658 . ولم يؤرخ الكاتب كتابة الرسالة . ولكن جاء في آخر الرسالة الثالثة ما نصه : قد تم هذه الرسالة الوجيزة بعون خالق البرية في شهر ذي القعدة الحرام سنة 128 ، أي بعد مائة سنة تقريبا من وفاة المؤلف . وقد أطلقت على هذه النسخة المخطوطة : نسخة ( أ ) . وقد طابقتها على نسخة ثانية مطبوعة طبعة أوفست في قم سنة 1402 ه على الطبعة الحجرية ( 1315 ه ) ضمن كتاب ( كلمات المحققين - مجموعة علمية قيمة تحتوي على ثلاثين رسالة - تأليف أعلام الفقهاء والمحققين في الفقه والعقائد والفلسفة ) وكان رقم الرسالة في ذلك الكتاب ( 27 ) ، وأطلقت عليها نسخة ( ب ) .\r\nوأخيرا لا بد لي أن أشكر سماحة العلامة المحقق السيد محمد حسين الجلالي من أعلام علماء الشيعة العاملين المجاهدين على جهوده في تهيئة وسائل البحث لهذا التحقيق ، حيث كان لها أكبر الأثر في إخراج هذه الرسالة النفيسة إلى عالم النور . وأسأل الباري جل وعلا أن يسدد خطأه في سبيل نشر شريعة سيد المرسلين ، وأن يحفظ على يديه تراث أهل بيته الطيبين الطاهرين .\r\nزهير طالب الأعرجي\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\nالصفحة الأولى من النسخة المخطوطة\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\nالصفحة الأخيرة من النسخة المخطوطة\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\n\r\nالمقدمة في سبب التأليف\r\nالحمد للَّه على جزيل إفضاله ، والصلاة على أشرف العاملين محمد وآله . وبعد ، فيقول الفقير إلى عفو الله محمد المشتهر ببهاء الدين العاملي ( وفقه الله للعمل في يومه لغده قبل أن يخرج الأمر من يده ) ( 1 ) إن الباعث على تأليف هذه المقالة ( وتحرير هذه الرسالة ) ( 2 ) أن رسول ملك الروم ( 3 ) لما ورد بالرسالة من تلك المملكة إلى هذه البلاد ، ذكر في بعض الأيام أن من أعظم ما يشنع به علماء الروم على علمائكم بعد مسألة الإمامة حكمهم [ ب 
  ] تحريم ذبائح أهل الكتاب مع أن القرآن المجيد نطق ( 4 ) بتحليلها في آية لا مجال لتأويلها وهي قوله تعالى * ( وطَعامُ الَّذِينَ أُوتُوا الْكِتابَ حِلٌّ لَكُمْ ) * .\r\n( المائدة : 5 ) .\r\nفأمرني السلطان الأعظم ، والخاقان الأعدل الأكرم ( الذي يفتخر\r\n\r\n","description":"","footnote":"\r\n( 1 ) ما بين القوسين غير موجودة في النسخة - أ .\r\n( 2 ) ما بين القوسين غير موجودة في النسخة - أ .\r\n( 3 ) لم نقف على اسم الرسول والملك ، ولكن من المحتمل أنه الخليفة العثماني أحمد الأول ( 1603 - 1617 م ) المعاصر للشاة عباس المتوفى ( 1629 م ) . وأحمد الأول هو السلطان العثماني الرابع عشر . وفي عهده احتل الفرس اريفان وقرص وحدثت ثورات في الأناضول وسورية أخمدها مراد باشا . وشيد الجامع المعروف باسمه في الآستانة ( المنجد في الإعلام ص 24 ) .\r\n( 4 ) ناطق في النسخة - أ .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\nالسلاطين العظام بالانخراط في سلك حاشيته ويتباهى الخواقين الكرام بالانتظام في سمط حاشيته أعظم ملوك الأرض شأنا وأعلاهم منزلة ومكانا وأشملهم عدلا وإحسانا وأمضاهم سيفا وسنانا وأقواهم حجة وبرهانا ) ( 1 ) صاحب النسب النبوي والحسب العلوي أبو المظفر ( الشاه ) ( 2 ) عباس الحسيني الموسوي الصفوي ( 3 ) لا برحت رقاب السلاطين خاضعة على بابه ( وجباه الخواقين مصفرة بتراب أعتابه ) ( 4 ) ، أن أكتب رسالة قامعة ( للجاجهم قاطعة ) ( 5 ) لاحتجاجهم بحيث يرتفع تشنيعهم علينا ( ويندفع ما نسبوه عن مخالفة الكتاب إلينا ) ( 6 ) ، فكتبت على سبيل الاستعجال ما منح به قلم الارتحال مع توزع البال ( بالحل والرحال ) ( 7 ) ، وأمر خلَّد ملكه بإرسال هذه الرسالة إلى بلاد الروم مع رسولهم ليرتفع حجاب الاحتجاب في هذا الباب ويتضح عذرنا عند أولي الألباب ( ويظهر أننا غير ناكبين من نهج الصواب ) ( 8 ) ، ولا مخالفين لما نطق به الكتاب ، والله اسئل أن يجعلها خاتمة لمادة جدالهم ، هادمة لما استوى به بنيان مقالهم إنه حق الحق وهو أحكم الحاكمين . ولا بد قبل الشروع في المقصود من نقل مذاهب مشاهير العلماء في هذه المسألة .\r\n\r\nمذاهب علماء الإسلام\r\nفأقول : لا خلاف بين علماء الإسلام من تحريم ذبائح أهل [ الكتاب 
  ] من عدا اليهود والنصارى والمجوس من أصناف الكفار ، وإنما الخلاف في\r\n\r\n","description":"","footnote":"\r\n( 1 ) ما بين القوسين غير موجودة في النسخة - أ .\r\n( 2 ) ما بين القوسين غير موجودة في النسخة - أ .\r\n( 3 ) الشاه عباس الحسيني الموسوي الصفوي ( 1587 - 1629 م ) ( 996 - 1039 ه ) هو خامس ملوك الدولة الصفوية التي أنشئت في تبريز سنة 1502 م . بعد تتويجه وهو في الثلاثين من عمره سعى لإصلاح الدولة فعقد صلحا مع الأتراك ، واستعاد مدينة ( هرات ) من الازبك ، و ( تبريز ) من الأتراك في سنة 1603 م ، والموصل وبغداد في سنة 1605 م ، وجعل مدينة أصفهان عاصمة له . واهتم كذلك بالعمران فبنى المصانع والسدود والطرق ، وجلب الماء العذب إلى المدن ، وساهم في إعادة بناء مدينة مشهد وقزوين وتبريز وهمدان ( 527 Durant ) .\r\n( 4 ) ما بين القوسين غير موجودة في النسخة - أ .\r\n( 5 ) ما بين القوسين غير موجودة في النسخة - أ .\r\n( 6 ) ما بين القوسين غير موجودة في النسخة - أ .\r\n( 7 ) ما بين القوسين غير موجودة في النسخة - أ .\r\n( 8 ) ما بين القوسين غير موجودة في النسخة - أ .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\nهؤلاء الأصناف الثلاثة لا غير ، فذهب جمهور علماء الإمامية كالشيخ المفيد محمد بن النعمان ( 1 ) ، والشيخ أبي جعفر محمد بن الحسن الطوسي ( 2 ) ، والسيد المرتضى علم الهدى ( 3 ) ، وأبي الصلاح ( 4 ) ، وأبي حمزة ( 5 ) ،\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشيخ محمد بن محمد بن النعمان الشيخ المفيد ( 336 - 413 ه ) . فضله أشهر من أن يوصف في الفقه والكلام والرواية والعلم ، ثقة ، جليل . له كتب ومصنفات كثيرة تقرب من مائتي مصنف ، وفهرست كتبه معروف . كان من أهل عكبرى من موضوع يعرف بسويقة بن بصري وانحدر مع أبيه إلى بغداد حيث قرأ العلم هناك . وله مناظرات عديدة مع علماء العامة والخاصة . ولقب بالشيخ المفيد من قبل علي بن عيسى الرماني والقاضي عبد الجبار ( معجم رجال الحديث ج 17 ص 202 ) .\r\n( 2 ) الشيخ أبي جعفر محمد بن الحسن بن علي الطوسي ( 385 - 460 ه ) . ثقة ، عين ، جليل . له كتب ومصنفات كثيرة منها : تهذيب الأحكام ، والاستبصار ، والنهاية وغير ذلك . انتقل إلى مشهد أمير المؤمنين عليه السّلام في النجف الأشرف سنة 448 ه بعد فتن حصلت في بغداد ، حيث أحرقت كتبه والكرسي الذي كان يجلس عليه للكلام . وقد توطن شيخ الطائفة وزعيمها نحوا من اثنتي عشرة سنة في النجف ، حيث أسس خلالها مدرسة من أعظم مدارس الفقه ، تخرج منها عدد كبير من الفقهاء والمجتهدين يزيدون على ثلاثمائة فاضل من الخاصة . ومن العامة ما لا يحصى ( معجم رجال الحديث ج 15 ص 246 ) .\r\n( 3 ) السيد المرتضى علم الهدى علي بن الحسين بن موسى بن محمد ( 355 - 436 ه ) . حاز من العلوم ما لم يدانه فيه أحد في زمانه ، كان متكلما شاعرا أديبا ، عظيم المنزلة في العلم والدين ، له مصنفات كثيرة في الفقه والأصول والأدب والنحو والشعر واللغة ( معجم رجال الحديث ج 11 ص 370 ) .\r\n( 4 ) أبي الصلاح تقي بن نجم الحلبي . من تلامذة المرتضى - قدس اللَّه روحه - ثقة ، له كتب منها كتاب البداية في الفقه وغير ذلك ( معجم رجال الحديث ج 3 ص 377 ) .\r\n( 5 ) أبي حمزة ( كذا في النسخة المخطوطة ) . لعله محمد بن علي بن حمزة الطوسي المشهدي ( ت بعد 560 ه ) ، الذي وردت ترجمته في هذا الكتاب بما نصه :\r\nفقيه ، عالم ، واعظ ، له تصانيف منها الوسيلة ، الواسطة ، الرابع في الشرائع ، المعجزات وغير ذلك . وقد عرف المؤلف بكتبه فأطلق عليه أبي حمزة المتأخر أو أبي جعفر الثاني تميزا له عن الشيخ أبي جعفر الطوسي المتوفى سنة 460 ه . وبالرغم من جهالة تاريخ وفاته فإن مدفنه لا يزال مزارا للعامة والخاصة خارج مدينة كربلاء ( مشيخة الحديث - مخطوط ) .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\nوابن إدريس ( 1 ) ، والعلامة جمال الحق والدين ( 2 ) ، والمحقق ( نجم الملة والدين ) ( 3 ) ، وشيخنا الشهيد محمد بن مكي ( 4 ) ، وسائر المتأخرين ( عطر الله مضاجعهم ) ( 5 ) إلى أن ذبائحهم محرمة لا يجوز الأكل منها على حال من الأحوال سواء ذكر اسم الله عليها أم لا ، ووافقهم على ذلك الحنابلة . وذهب الحنفية والشافعية والمالكية إلى إباحة ذبائح أهل الكتاب ( 6 ) وإن لم يذكروا\r\n\r\n","description":"","footnote":"\r\n( 1 ) محمد بن إدريس العجلي الحلي ( ت 598 ه ) وهو شيخ الفقهاء بالحلة كان متقنا للعلوم ، كثير التصانيف ، من مؤلفاته السرائر الحاوي لتحرير الفتاوي ( معجم رجال الحديث ج 15 ص 62 - 65 ) .\r\n( 2 ) العلامة جمال الحق والدين الحسن بن يوسف بن علي الحلي ( 648 - 726 ه ) .\r\nفاضل ، عالم ، علامة العلماء ، محقق ، مدقق ، ثقة ، فقيه ، محدث ، متكلم ، ماهر ، جليل القدر ، لا نظير له في الفنون والعلوم العقليات والنقليات . له أكثر من سبعين كتابا . قرأ على المحقق الحلي والمحقق الطوسي في الكلام وغيره من العقليات وقرأ عليه في الفقه المحقق الطوسي . وقرأ العلامة أيضا على جماعة كثيرين جدا من العامة والخاصة ( معجم رجال الحديث ج 5 ص 157 ) .\r\n( 3 ) المحقق نجم الملة والدين جعفر بن الحسن بن يحيى بن سعيد الحلي ( ت سنة 676 ه ) . واحد عصره ، وكان ألسن أهل زمانه ، وأقومهم بالحجة ، وأسرعهم استحضارا . له تصانيف كثيرة ، منها : كتاب شرائع الإسلام ، المعارج في أصول الفقه ، النكهة في المنطق ، وله غير ذلك . من تلامذته العلامة الحلي وابن داود ( معجم رجال الحديث ج 4 ص 61 ) .\r\n( 4 ) الشيخ محمد بن مكي الشهيد الأول ( ت سنة 786 ه ) . شيخ الطائفة ، وعلَّامة وقته ، صاحب التحقيق والتدقيق ، من أجلَّة هذه الطائفة وثقاتها . له كتب كثيرة منها كتاب البيان ، والدروس ، والقواعد ، وغير ذلك . قتل بالسيف ثم صلب ، ثم رجم ثم أحرق بدمشق في دولة بيدر وسلطنة برقوق بفتوى القاضي برهان الدين المالكي ، وعباد بن جماعة الشافعي بعد ما حبس سنة كاملة في قلعة الشام ، وفي مدة الحبس ألف اللمعة الدمشقية ، وما كان يحضره من كتب الفقه غير المختصر النافع ( معجم رجال الحديث ج 17 ص 270 ) .\r\n( 5 ) ما بين القوسين غير موجودة في النسخة - أ .\r\n( 6 ) حكم ذبيحة أهل الكتاب عند المذاهب الأربعة على ما ذكره الجزيري في كتابه ما يلي :\r\nأ - المالكية - قالوا : بحلية أكل ذبيحة أهل الكتاب . وقالوا : إنما تحل ذبيحة الكتابي بشروط ثلاثة : الشرط الأول : أن لا يهل بها لغير اللَّه . فإذا أهلّ بها لغير اللَّه بأن ذكر اسم معبود من دون اللَّه كالصليب والصنم وعيسى وجعل ذلك محللا كاسم اللَّه أو تبرك بذكره كما يتبرك بذكر الإله فإنها لا تؤكل ، سواء ذبحها قربانا للآلهة أو ذبحها ليأكلها ، أما إذا ذكر اسم اللَّه عليها وقصد إهداء ثوابها للصنم كما يذبح بعض المسلمين للأولياء فإنها تؤكل مع الكراهة . وإذا ذبحها ولم يذكر عليها اسم اللَّه ولا غيره فإنها تؤكل بدون كراهة ، لأن التسمية ليست شرطا في الكتابي . وبعضهم يقول إن الذي يحرم أكله من ذبيحة الكتابي هو ما ذبح قربانا للآلهة ، وهذا ليس من طعامهم المباح لنا بالآية الكريمة * ( وطَعامُ الَّذِينَ أُوتُوا الْكِتابَ حِلٌّ لَكُمْ\r\nلأنهم لا يأكلونه بل يتركونه لآلهتهم ، أما الذي يذبحونه ليأكلوا منه فإنه يحل لنا أكله ولو ذكر عليه اسم غير اللَّه تعالى ولكن مع الكراهة . الشرط الثاني : أن يذبح الكتابي ما يملكه لنفسه . فإذا ذبح حيوانا يملكه مسلم فإنه وإن كان يحل لكن مع الكراهة على الراجح . الشرط الثالث : أن لا يذبح ما ثبت تحريمه عليه في شريعتنا ، فلا يحل أكل ذي ظفر ذبحه اليهودي كالإبل والبط والإوز والزرافة ونحوها من كل ما ليس بمنفرج الأصابع لأنهم يحرمون أكله ، وقد أخبر القرآن بأن اللَّه حرمه عليهم . أما الذي لم يثبت تحريمه عليهم في شريعتنا كالحمام والدجاج ونحوهما فإنه يحل لنا أكله إذا ذبحوه ، وإذا أخبروا بأن هذا الحيوان محرم عليهم ولم يخبرنا شرعنا بتحريمه عليهم فإنه يحل مع الكراهة ، فإذا كان الكتابي يستحل أكل الميتة وذبح حيوانا فإنه يحل أكله إذا كان بحضرة مسلم عارف بأحكام الذبح . أما إذا ذبحه وحده فإنه لا يحل أكله ، ويستثني من حل ذبيحة الكتابي المستكملة لشروط الأضحية فإنه يشترط فيها أن يكون الذابح مسلما تصح منه القربة ، فإن استناب عنه رجلا لا يعرفه ثم تبين له أنه غير مسلم فإنها لا تجزئه ، والشرط أن يتولى المسلم الذبح ، أما السلخ والقطع ونحوهما فإنه لا يشترط له ذلك .\r\nب - الحنفية - قالوا : يشترط لحل ذبيحة الكتابي يهوديا أو نصرانيا أن لا يهل بها لغير اللَّه بأن يذكر عليها اسم المسيح أو الصليب أو العزيز أو نحو ذلك ، فإذا حضره المسلم وقت الذبح وسمع منه ذكر المسيح وحده أو ذكره مع اسم اللَّه فإنه يحرم عليه أن يأكل منها ، وإذا لم يسمع منه شيئا فإنه يحل له الأكل على تقدير أن الكتابي ذكر اسم اللَّه في سره تحسينا للظن به ، أما إذا لم يحضره ولم يسمع منه شيئا ، فإن التحقيق أن ذبيحته تحل ، سواء كان يقول اللَّه ثالث ثلاثة أو لا ، يعتقد أن العزيز ابن اللَّه أو لا . ولكن عدم الأكل لغير ضرورة . ولا فرق في النصراني بين أن يكون عربيا أو تغلبيا أو إفرنجيا أو أرمينيا أو صابئيا إذا كان يقر بعيسى عليه السّلام ، ولا فرق في اليهودي بين أن يكون سامريا أو غيره . ويكره أكل ما يذبحونه لكنائسهم .\r\nج - الشافعية - قالوا : ذبيحة أهل الكتاب حلال ، سواء ذكروا اسم اللَّه عليها أولا بشرط أن لا يذكروا عليها اسم غير اللَّه كاسم الصليب أو المسيح أو العزيز أو غير ذلك فإنها لا تحل حينئذ ويحرم أكل ما ذبح لكنائسهم .\r\nد - الحنابلة - قالوا : يشترط في حل ذبيحة الكتابي أن يذكر اسم اللَّه تعالى عليها كالمسلم ، فإذا تعمد ترك التسمية أو ذكر اسم غير اللَّه تعالى كالمسيح فإن ذبيحته لا تؤكل ، وإذا لم يعلم أنه سمى أو لا فإن ذبيحته تحل ، ذبح لعيده أو لكنيسته فإن ذبحها مسلم وذكر اسم اللَّه عليها فإنها تحل مع الكراهة ، وكذا إن ذبحها كتابي وذكر اسم اللَّه ، أما إذا ذكر غيره أو ترك التسمية عمدا فإنها لا تحل ( نقلا عن الفقه على المذاهب الأربعة ج 2 ص 21 - 23 كتاب الحظر والإباحة ) .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\nاسم الله عليها ، ووافقهم الشاذ من علماء الإمامية ، كابن عقيل ( 1 ) ( وظاهر كلامه يشمل الحربي والذمي ) ( 2 ) . وقال أبو جعفر محمد بن بابويه ( 3 ) طاب ثراه : إذا سمعت [ سمعنا 
  ] اليهودي والنصراني والمجوسي يذكر اسم الله عند الذبح فإن ذبيحته تحل لنا وإلا فلا . وإلحاقه المجوسي باليهودي والنصراني لأن لهم شبهة كتاب . ثم اختلف ( علماء ) ( 4 ) الأمة في ذبيحة المسلم إذا ترك التسمية فذهب الحنابلة وداود الأصفهاني ( 5 ) إلى تحريم أكلها سواء تركت\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن أبي عقيل أبو محمد النعماني الحسن بن علي الحسن بن عيسى ( ت سنة 368 ه ) . فقيه ، متكلم ، ثقة ، له كتب في الفقه والكلام . منها كتاب المتمسك بحبل آل الرسول صلَّى اللَّه عليه وآله وسلَّم كتاب مشهور في الطائفة ( معجم رجال الحديث ج 5 ص 22 ) .\r\n( 2 ) ما بين القوسين غير موجودة في النسخة - أ .\r\n( 3 ) أبو جعفر محمد بن علي بن الحسين بن موسى القمي الشيخ الصدوق ( ت سنة 381 ه ) . نزيل الري ، ووجه الطائفة بخراسان ، ورد بغداد سنة 355 ه ، وسمع منه شيوخ الطائفة وهو حدث السن . له كتب كثيرة قدرت بثلاثمائة مصنف ، منها كتاب من لا يحضره الفقيه ، وكتاب مدينة العلم . كان جليلا ، حافظا للأحاديث بصيرا بالرجال ، ناقدا للأخبار ، لم ير في القميين مثله في حفظه وكثرة علمه ( معجم رجال الحديث ج 16 ص 316 ) .\r\n( 4 ) ما بين القوسين غير موجودة في النيخة - أ .\r\n( 5 ) يراجع الفقه على المذاهب الأربعة ج 2 ص 23 ، كتاب الحظر والإباحة . أما داود الأصفهاني « فهو كما جاء في معجم الأحاديث » : ابن علي بن داود بن خلف الأصفهاني ( ت سنة 270 ه ) صاحب المذهب الظاهري وهو المذهب الفقهي الداعي إلى الأخذ بظواهر الكتاب والسنة فقط وإهمال الأدلة الأخرى . وقد سار على منهجه علي بن أحمد بن حزم الأندلسي المتوفى سنة 456 ه وألَّف كتاب المحلى على هذا المذهب ( معجم أحاديث الشيعة - السيد محمد حسين الجلالي - مخطوط ) .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\nالتسمية عمدا أو سهوا ، ووافقهم صاحب الكشاف ( 1 ) في ظاهر كلامه مع أنه حنفي الفروع حيث قال عند تفسير قوله تعالى * ( ولا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ الله عَلَيْه وإِنَّه لَفِسْقٌ ، وإِنَّ الشَّياطِينَ لَيُوحُونَ إِلى أَوْلِيائِهِمْ لِيُجادِلُوكُمْ وإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ ) * الأنعام : 121 ، وهذه عبارته : إن من حق ذي البصيرة في دينه أن لا يأكل مما لم يذكر اسم الله عليه كيف ما كان لما ترى في الآية من التشديد العظيم ( 2 ) انتهى . وذهب الشافعية والمالكية إلى إباحة أكلها مطلقا ( 3 ) . وذهب جماهير الإمامية إلى التفصيل بأنه إن تركها عمدا حرم أكلها ، وإن تركها سهوا لم يحرم وهو مذهب الحنفية ( 4 ) . فهذه هي المذاهب المشهورة .\r\n\r\nفصل : حجة الإمامية\r\nاحتج جمهور الإمامية على تحريم ذبائح أهل الكتاب بقوله تعالى :\r\n* ( ولا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ الله عَلَيْه وإِنَّه لَفِسْقٌ ) * . الأنعام : 121 ، وأهل الكتاب لا ( 5 ) يذكرون الله تعالى على ذبائحهم فتكون محرمة بنص\r\n\r\n","description":"","footnote":"\r\n( 1 ) صاحب الكشاف هو الزمخشري ( 467 - 538 ه ) محمود بن عمر بن محمد الخوارزمي ( أبو القاسم الزمخشري ) . مفسر ، محدث ، متكلم ، نحوي ، لغوي ، بياني . ولد بزمخشر من قرى خوارزم ، وقدم بغداد ، وسمع الحديث وتفقه ، ورحل إلى مكة فجاور بها وسمي جار اللَّه . من تصانيفه الكثيرة : الكشاف في حقائق التنزيل ، ربيع الأبرار ونصوص الأخبار وغير ذلك ( معجم المؤلفين ج 12 ص 186 ) .\r\n( 2 ) الكشاف ج 2 ص 62 .\r\n( 3 ) يراجع الفقه على المذاهب الأربعة ج 2 ص 21 - 23 كتاب الحظر والإباحة .\r\n( 4 ) المصدر السابق ج 2 ص 21 - 23 . والظاهر حصول سقط في المقام ولعل الصواب : وذهب جماهير الإمامية إلى التحريم ، وبعضهم إلى التفصيل .\r\n( 5 ) ( لم ) في النسخة - ب .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\nالكتاب ، ولو فرض أن النصراني تلفظ باسم الله عند الذبح فإنما يقصد الإله الذي يعتقد أنه أبو [ كذا 
  ] المسيح ، وكذا اليهودي إنما يقصد الإله الذي عزيز ابنه ، فوجود هذا اللفظ في الحقيقة كعدمه ، وأما تأويل قوله تعالى * ( مِمَّا لَمْ يُذْكَرِ اسْمُ الله عَلَيْه ) * ( 1 ) بالميتة ظاهر البعد ، وقوله تعالى عقيب ذلك :\r\n* ( وإِنَّ الشَّياطِينَ لَيُوحُونَ إِلى أَوْلِيائِهِمْ ) * . إلى قوله تعالى * ( إِنَّكُمْ لَمُشْرِكُونَ ) * ( 2 ) لا يدل عليه كما سنذكره . وأبعد منه تأويل ما لم يذكر اسم الله عليه ، وأما وقوع مثل هذا التأويل في قوله تعالى * ( ومَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ الله فَأُولئِكَ هُمُ الْكافِرُونَ ) * المائدة : 44 ، فإنما هو لعدم استقامة الكلام بدونه ، بخلاف ما نحن فيه ، على أن ارتكابه هناك يشفي الغليل لما نقل أن النصارى يذكرون اسم المسيح عند الذبح .\r\nواحتج الإمامية أيضا بالروايات عن أئمة أهل البيت عليهم السلام ، كما رواه محمد بن مسلم في الصحيح عن الإمام محمد بن علي الباقر عليهما السلام ، قال : سألته عن النصارى العرب أتوكل ذبائحهم ، فقال : كان علي [ بن الحسين 
  ] عليه السّلام ينهى عن ذبائحهم و ( عن ) صيدهم و ( عن ) ( 3 ) مناكحتهم ( 4 ) .\r\nوكما رواه إسماعيل بن جابر عن ( الإمام ) ( 5 ) أبي عبد الله جعفر بن محمد الصادق عليه السّلام أنه قال عند جريان ذكر أهل الكتاب لا تأكلوا ( 6 ) ذبائحهم ( 7 ) .\r\nوما رواه الحلبي في الصحيح أنه سأل عليه السّلام ( 8 ) عن ذبائح نصارى\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأنعام ، آية : 121 .\r\n( 2 ) سورة الأنعام ، آية : 121 .\r\n( 3 ) ( عن ) غير موجودة في متن الحديث . فروع الكافي ج 6 ص 239 .\r\n( 4 ) فروع الكافي ج 6 ص 239 باب ذبائح أهل الكتاب ، حديث رقم 4 .\r\n( 5 ) ما بين القوسين غير موجودة في النسخة - أ .\r\n( 6 ) ( لا تأكل ) في متن الحديث . الكافي ج 6 ص 240 .\r\n( 7 ) فروع الكافي ج 6 ص 240 باب ذبائح أهل الكتاب ، حديث رقم 13 .\r\n( 8 ) ( سئله ) في النسخة - أ .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\nالعرب هل تؤكل ، فقال : كان علي عليه السّلام ينهاهم عن أكل ذبائحهم وصيدهم ، ولا يذبح ( 1 ) يهودي ولا نصراني أضحيتك ( 2 ) .\r\nوكما رواه أبي بصير في الصحيح عنه عليه السّلام ، قال : لا يذبح أضحيتك يهودي ولا نصراني ( 3 ) .\r\nوكما رواه سماعة بن مهران في الموثق عن موسى الكاظم عليه السّلام قال سألته عن ذبيحة اليهودي والنصراني ، قال : لا تقربها ( 4 ) .\r\nوكما رواه زكريا بن آدم في الصحيح عن الإمام علي بن موسى الرضا عليه السّلام أنه قال : إني أنهاك عن ذبيحة كل من كان على خلاف ( 5 ) الذي أنت عليه وأصحابك إلا عند الضرورة ( 6 ) .\r\nوالروايات عنهم ( ع ) بذلك كثيرة كما تضمنه كتاب تهذيب الأخبار ( 7 ) ، وكتاب الكافي ( 8 ) وغيرهما من كتب الحديث . والروايات المنافية لها ( وأن بعضها بعيد السند ، إلا ) ( 9 ) إنها لا تصلح لمعارضتها لأن هذه معتضدة عندنا بالشهرة المقاربة للإجماع وتلك موافقة للعامة جمعا بين الأخبار .\r\n\r\nاحتجاج المذاهب الأخرى\r\nاحتج الحنفية والشافعية والمالكية على إباحة ذبائح اليهود والنصارى\r\n\r\n","description":"","footnote":"\r\n( 1 ) ( وقال : ولا يذبح ) في متن الحديث .\r\n( 2 ) تهذيب الأحكام ج 2 ص 354 .\r\n( 3 ) ( ولا مجوسي ) موجودة في متن الحديث ولكنها غير موجودة في النسخة - ب .\r\nتهذيب الأحكام ج 2 ص 354 ، الاستبصار ج 4 ص 82 .\r\n( 4 ) فروع الكافي ج 2 ص 149 ، تهذيب الأحكام ج 2 ص 354 .\r\n( 5 ) ( على خلاف الدين ) في النسخة - ب .\r\n( 6 ) ( الا عند الضرورة إليه ) هكذا في متن الحديث . تهذيب الأحكام ج 2 ص 355 .\r\n( 7 ) يعني تهذيب الأحكام للشيخ الطوسي ج 9 ص 63 باب الذبائح والأطعمة وما يحل من ذلك وما يحرم منه .\r\n( 8 ) يراجع كتاب الكافي في الفقه للكليني ص 276 .\r\n( 9 ) ما بين القوسين غير موجودة في النسخة - أ .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\nبوجوه ( 1 ) :\r\nالأول : إن الأصل في الأشياء الحل حتى يثبت التحريم ، ولم يثبت .\r\nالثاني : قوله تعالى * ( وطَعامُ الَّذِينَ أُوتُوا الْكِتابَ حِلٌّ لَكُمْ وطَعامُكُمْ حِلٌّ لَهُمْ ) * ( 2 ) ، والطعام يشمل اللحم وغيره ، ولذا فسره أهل اللغة كالجوهري وغيره مما يؤكل ( 3 ) ، وحمله في الآية على الحبوب والفواكه ونحوهما مما لا يحتاج إلى التذكية يدفعه الإضافة إلى أهل الكتاب ، إذ حبوب جميع أصناف الكفار وفواكههم حلال ، فالتخصيص لأهل الكتاب لا وجه له ، فالآية قاطعة بجواز أكل ذبائحهم ، وأما التنافي بينهما وبين قوله تعالى * ( ولا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ الله عَلَيْه ) * ( 4 ) فيمكن دفعه بوجهين :\r\nالأول : أن يحمل الموصول على الميتة ، كما رواه ابن حاتم عن ابن عباس ( 5 ) ، ويدل عليه أيضا قوله تعالى في هذه الآية :\r\n\r\n","description":"","footnote":"\r\n( 1 ) يراجع الفقه على المذاهب الأربعة ج 2 ص 21 - 23 كتاب الحظر والإباحة .\r\n( 2 ) سورة المائدة ، آية : 5 .\r\n( 3 ) تاج العروس من جواهر القاموس للزبيدي . المجلد الثامن ص 378 . والمؤلف هو محمد بن محمد بن محمد بن عبد الرزاق الحسيني الزبيدي ( 1145 - 1205 ه ) ، لغوي ، نحوي ، محدث ، أصولي ، أديب ، ناظم ناثر ، مؤرخ ، نسابة ، مشارك في عدة علوم . أصله من واسط في العراق ، ومولده في بلجرام في الشمال الغربي من الهند ، ومنشأه في زبيد باليمن . رحل إلى الحجاز ، وأقام بمصر ، فاشتهر فضله ، وتوفي بالطاعون في مصر في شعبان . من تصانيفه الكثيرة : تاج العروس في شرح القاموس في عشر مجلدات ، الروض المعطار في نسب السادة آل جعفر الطيار ، وغير ذلك ( معجم المؤلفين ج 11 ص 282 ) .\r\n( 4 ) سورة الأنعام ، آية : 121 .\r\n( 5 ) ذكر السيوطي : « اخرج الطبراني وغيره عن ابن عباس قال : لما نزلت - ولا تأكلوا مما لم يذكر اسم اللَّه عليه - أرسلت فارس إلى قريش أن خاصموا محمدا فقولوا له : ما تذبح أنت بيدك بسكين فهو حلال ، وما ذبح اللَّه بشمشار من ذهب ، يعني الميتة فهو حرام ، فنزلت هذه الآية - * ( وإِنَّ الشَّياطِينَ لَيُوحُونَ إِلى أَوْلِيائِهِمْ لِيُجادِلُوكُمْ\r\n- قال الشياطين فارس وأولياؤهم قريش ( لباب النقول ص 102 ) . وفي تفسير ابن عباس قال * ( ولا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّه عَلَيْه\r\nمن الذبائح عمدا * ( وإِنَّه لَفِسْقٌ\r\nيعني أكله له بغير الضرورة معصية واستحلاله على إنكار التنزيل كفر * ( وإِنَّ الشَّياطِينَ لَيُوحُونَ إِلى أَوْلِيائِهِمْ\r\nيوسوسون أوليائهم أبا الأحوص وأصحابه * ( لِيُجادِلُوكُمْ\r\nيخاصموكم في أكل الميتة والشرك وأن الملائكة بنات اللَّه * ( وإِنْ أَطَعْتُمُوهُمْ\r\nفي الشرك وأكل الميتة فاحللتموها غير مضطرين * ( إِنَّكُمْ لَمُشْرِكُونَ\r\nمثلهم ( تنوير المقباس ص 94 ) .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n* ( وإِنَّ الشَّياطِينَ لَيُوحُونَ إِلى أَوْلِيائِهِمْ لِيُجادِلُوكُمْ ) * ( 1 ) ، فقد روي في تفسيرها أن الكفار كانوا يقولون للمسلمين إنكم تزعمون أنكم تعبدون الله تعالى فما قتل الله أحق أن تأكلوه مما قتلتموهم أنتم ، ووجه التأييد أنهم أرادوا بقتل الله ما مات حتف أنفه ، فينبغي حمل الموصول في صدر الآية على ذلك أيضا ليلائم أجزاء الكلام ويخرج عن التنافر .\r\nالوجه الثاني : تأويل الصلة بما ذكر اسم غير الله عليه بدلالة قوله تعالى * ( وإِنَّه لَفِسْقٌ ) * ( 2 ) ، أي وإن لم يذكر اسم الله عليه لفسق ، فإنه سبحانه وصف الفسق بما ذكر اسم غير الله عليه حيث قال جل شأنه * ( قُلْ لا أَجِدُ فِي ما أُوحِيَ إِلَيَّ مُحَرَّماً عَلى طاعِمٍ يَطْعَمُه إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَماً مَسْفُوحاً أَوْ لَحْمَ خِنزِيرٍ فَإِنَّه رِجْسٌ أَوْ فِسْقاً أُهِلَّ لِغَيْرِ الله بِه ) * الأنعام : 145 ، فوصف الفسق بما أهلّ لغير الله في هذه الآية قرينة ظاهرة على أن المراد في تلك الآية هذا المعنى لا غير ، قالوا : وفي قوله سبحانه * ( وإِنَّه لَفِسْقٌ ) * واو الحال أي لا تأكلوا مما لم يذكر اسم الله عليه حال كونه فسقا أي أهلّ به لغير الله ولا يستقيم كونها للعطف لما يلزم من عطف الخبر على الإنشاء .\r\nوالثالث : ما روي متواترا أن النبي صلَّى الله عليه وآله وسلَّم أكل من الذراع المسموم الذي أهدته اليهودية ، وكان مرض السم يعاوده في بعض الأوقات إلى أن مات صلَّى الله عليه وآله وسلَّم من ذلك السم ، وأكله من ذلك اللحم على حلّ ذبيحة اليهود ولا قائل بالفصل ( 3 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأنعام ، آية 121 .\r\n( 2 ) سورة الأنعام ، آية : 121 .\r\n( 3 ) ذكر أبو داود في سننه : « حدثنا داود بن رشيد ، حدثنا عباد بن العوام ، حدثنا هارون بن عبد اللَّه ، حدثنا سعيد بن سليمان ، حدثنا عباد ، عن سفيان بن حسين ، عن الزهري ، عن سعيد وأبي سلمة ، قال هارون : عن أبي هريرة أن امرأة من اليهود أهدت إلى النبي صلَّى اللَّه عليه وآله وسلَّم شاة مسمومة قال : فما عرض لها النبي صلَّى اللَّه عليه وآله وسلَّم . قال أبو داود : هذه أخت مرحب اليهودية التي سمت النبي صلَّى اللَّه عليه وآله وسلَّم . حدثنا سليمان بن داود المهري ، ثنا ابن وهب قال : أخبرني يونس ، عن ابن شهاب قال : كان جابر بن عبد اللَّه يحدث أن يهودية من أهل خيبر سمّت شاة مصلية [ أي مشوية 
  ] ثم أهدتها لرسول اللَّه صلَّى اللَّه عليه وآله وسلَّم ، فأخذ رسول اللَّه صلَّى اللَّه عليه وآله وسلَّم الذراع فأكل منها ، وأكل رهط من أصحابه معه ، ثم قال لهم رسول اللَّه صلَّى اللَّه عليه وآله وسلَّم : ( ارفعوا أيديكم ) وأرسل رسول اللَّه صلَّى اللَّه عليه وآله وسلَّم إلى اليهودية فدعاها ، فقال لها : ( أسممت هذه الشاة ؟ ) قالت اليهودية : من أخبرك ؟ قال : ( أخبرتني هذه في يدي ) الذراع ، قالت : نعم ، قال : ( فما أردت إلى ذلك ) قالت : قلت : إن كان نبيا فلن يضره ، وإن لم يكن نبيا استرحنا منه ، فعفا عنها رسول اللَّه صلَّى اللَّه عليه وآله وسلَّم ولم يعاقبها ، وتوفي بعض أصحابه الذين أكلوا من الشاة ، واحتجم رسول اللَّه صلَّى اللَّه عليه وآله وسلَّم على كاهله [ مقدم أعلى الظهر مما يلي العنق 
  ] من أجل الذي أكل من الشاة ، حجمه أبو هند بالقرن والشفرة ، وهو مولى لبني بياضة من الأنصار ( سنن أبي داود ج 2 ص 481 - 482 ) .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nاحتجاج الحنابلة\r\nواحتج الحنابلة على تحريم ذبيحة المسلم إذا ترك التسمية سواء تركها عمدا أو سهوا بظاهر آية ولا تأكلوا مما لم يذكر اسم الله عليه ، واحتج المالكية والشافعية على إباحتها مطلقا بظاهر قوله صلَّى الله عليه وآله وسلَّم : ذبيحة المسلم حلال وإن لم يذكر اسم الله ( 1 ) . وهذا الحديث لم يثبت عند الإمامية ، وحمله ( 2 ) الحنفية على حالة النسيان لا العمد . وأورد الشافعية عليهم أنه على هذا التقدير يلزم كون أهل الإسلام أسوء حالا من اليهود والنصارى لأن المسلم التارك للتسمية لا يجوز أكل ذبيحته ، واليهود والنصارى التارك لها يجوز أكل ذبيحته ، وهذا الإيراد ليس بشيء لأن الأمور التعبدية لا مجال للبحث فيها .\r\n\r\nفصل في تحقيق البحث\r\nوالجواب عما احتجوا به عن أصالة الحل فبأن الأصل إنما يتمسك به إذا بقي على حاله ولم يرتفع حكمه بشيء من الدلائل وقد قدمنا دلالة الآية الكريمة وأحاديث أهل البيت على ما قلناه ، وأما عما هو عمدتهم وهو\r\n\r\n","description":"","footnote":"\r\n( 1 ) لم نتمكن من العثور على هذا المصدر .\r\n( 2 ) ( وحمل ) في النسخة - أ .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\nالاستدلال بآية * ( وطَعامُ الَّذِينَ أُوتُوا الْكِتابَ حِلٌّ لَكُمْ ) * ( 1 ) فيه أنه لا ريب أن ظاهرها ينافي ظاهر آية * ( ولا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ الله عَلَيْه ) * ( 2 ) ، ولكن رفع التنافي بينهما ليس منحصرا فيما ذكرتم ليتم كلامكم فإن رفعه بتخصيص الطعام فيها بما عدا اللحوم أولى وأحسن من حملكم وتأويلكم البعيد ، وتخصيص الطعام بالبر والتمر ونحوهما شائع ، وفي حديث أبي سعيد الخدري : « كنا نخرج صدقة الفطرة على عهد رسول الله صلَّى الله عليه وآله وسلَّم صاعا من طعام أو صاعا من شعير » ( 3 ) ، قال ابن الأثير في النهاية قيل المراد به البر وقيل التمر وهو أشبه لأن البر كان عندهم قليلا ولا يتسع لإخراج زكاة الفطرة ( 4 ) . ثم نقل عن الخليل أنه قال : إن العالي في كلام العرب أن الطعام هو البر خاصة انتهى ( 5 ) . ونقل الجوهري أن تخصيص الطعام بالبر\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة المائدة ، آية : 5 .\r\n( 2 ) سورة الأنعام ، آية : 121 .\r\n( 3 ) سنن النسائي ج 5 ص 51 باب التمر في زكاة الفطر .\r\nراجع أيضا الصحاح للجوهري ج 5 ص 1974 . والمؤلف هو إسماعيل بن حماد الجوهري الفارابي ( . 393 ه ) . لغوي ، أديب ، أصله من بلاد الترك من فاراب ، ورحل إلى العراق ، وقرأ العربية على أبي علي الفارسي وأبي سعيد السيرافي ، وسافر إلى الحجاز وطوّف بلاد ربيعة ومضر ، وأجهد نفسه في الطلب ، ولما قضى وطره من الطواف عاد راجعا إلى خراسان ، ثم سرح إلى نيسابور ، فلم يزل مقيما بها على التدريس والتأليف ، وتعليم الخط حتى توفي بها . من تصانيفه تاج اللغة وصحاح العربية ، كتاب المقدمة في النحو ، وغير ذلك ( معجم المؤلفين ج 2 ص 267 ) .\r\n( 4 ) النهاية لابن الأثير ج 3 ص 127 . والمؤلف هو المبارك بن محمد بن محمد بن عبد الكريم بن عبد الواحد الشيباني ، الشافعي ، المعروف بابن الأثير الجزري ( 544 - 606 ه ) . عالم ، أديب ، ناثر ، مشارك في تفسير القرآن والنحو واللغة والحديث والفقه وغير ذلك . ولد بجزيرة ابن عمر في أحد الربيعين ، ونشأ بها ، ثم انتقل إلى الموصل ، وكتب لأمرائها وكانوا يحترمونه ، وسمع ببغداد ، وتوفي بالموصل سلخ ذي الحجة . من تصانيفه : النهاية في غريب الحديث ، جامع الأصول في أحاديث الرسول صلَّى اللَّه عليه وآله وسلَّم ، وغير ذلك ( معجم المؤلفين ج 8 ص 174 ) .\r\n( 5 ) نفس المصدر ج 3 ص 127 . ولسان العرب المحيط ج 2 ص 593 . والخليل هو ابن أحمد بن عمرو بن تميم الفراهيدي ( 100 - 170 ه ) . نحوي ، لغوي ، وأول من استخرج العروض وحصن به اشعار العرب . توفي بالبصرة . له من الكتب المصنفة : العروض الشواهد ، النقط والشكل ، الإيقاع ، والجمل ( معجم المؤلفين ج 4 ص 112 ) .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\nلغة ( 1 ) ، وفي القاموس الطعام البر أو ما يؤكل انتهى ( 2 ) . وقد روى أصحابنا عن أئمة أهل البيت ( ع ) أن المراد بالطعام في هذه الآية الحبوب وما شابهها ، ولعل وجه تخصيص أهل الكتاب بالذكر أن السؤال إنما وقع عن طعامهم ، وأن اختلاط المسلمين بهم كان أكثر من الاختلاط ببقية أصناف الكفار ، فبين سبحانه حال طعامهم لأنه كان أهمّ ورواية أبي حاتم قد طعن فيها كثيرا من محدثيكم وإذا لم تثبت عندكم فكيف عندنا ، ولا دلالة في قوله تعالى * ( إِنَّ الشَّياطِينَ لَيُوحُونَ إِلى أَوْلِيائِهِمْ ) * ( 3 ) ، على أن المراد بما لم يذكر الله عليه الميتة فقط ، لأنه يشمل فردين : ما مات حتف أنفه ، وما ذبح من دون ذكر اسم الله عليه ، والكفار خصوا الجدال بالفرد الأول لتلبيسهم على المسلمين ، وإظهارهم الباطل في صورة الحق إنما يتمشى فيه ، فحكى سبحانه جدالهم فيما جادلوا فيه دون ما لم يجادلوا فيه ، وذلك لا يوجب تنافر أجزاء الكلام بوجه من الوجوه كما لا يخفى ، وكذا الأدلة في قوله * ( وإِنَّه لَفِسْقٌ ) * على تأويل ( ما لم يذكر اسم الله عليه ) بما ذكر اسم غير الله ، فإن استعمال الفسق في آية في غير معناه الحقيقي وإخراجه عن المعنى المصدري لوجود الصارف فيها عن حمله عليه ، لا يدل على أنه في آية أخرى أيضا محمول على غير معناه الحقيقي ، والحال أنه لا صارف عن حمله فيها على معناه الحقيقي ، والواو في قوله تعالى * ( وإِنَّه لَفِسْقٌ ) * لا يتعين كونها للحال كما لا يتعين عود الضمير إلى الموصول لاحتمال جعل الواو اعتراضية ، واحتمال عود الضمير إلى المصدر المدلول عليه بالفعل كما في الكشاف ( 4 ) وغيره ، والواو الاعتراضية كما تقع في أثناء الكلام تقع في آخره أيضا ، كما\r\n\r\n","description":"","footnote":"\r\n( 1 ) الصحاح للجوهري ج 5 ص 1974 .\r\n( 2 ) تاج العروس للزبيدي ، المجلد الثامن ، ص 378 .\r\n( 3 ) سورة الأنعام ، آية : 121 .\r\n( 4 ) الكشاف ج 2 ص 47 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\nقالوا في قول النبي صلَّى الله عليه وآله وسلَّم : « أنا سيد أولاد آدم ولا فخر » ( 1 ) ، صرح بذلك في المطول ( 2 ) وغيره ، وأيضا فاحتمال كونها للعطف قائم .\r\nوأما قولكم يلزم عطف الخبر على الإنشاء فجوابه أنه من قبيل عطف القصة على القصة فلا يحتاج إلى تناسب الجملتين في الخبرية والإنشائية كما صرح به المحققون من علماء المعاني ، قال صاحب الكشاف عند قوله تعالى * ( ومِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِالله وبِالْيَوْمِ الآخِرِ ) * . البقرة : 8 .\r\nوقصة المنافقين عن آخرها معطوفة على قصة الذين كفروا كما تعطف الجملة على الجملة ( 3 ) انتهى . قال صاحب الكشاف أنه ليس من باب عطف جملة على الجملة انتهى . قال صاحب الكشاف أنه ليس من باب عطف جملة على جملة ليطلب مناسبة الثانية مع السابقة بل من باب ضم جملة مسوقة لغرض إلى أخرى مسوقة لآخر ( 4 ) ، وقال صاحب الكشاف عند تفسير قوله تعالى في سورة البقرة * ( وبَشِّرِ الَّذِينَ آمَنُوا وعَمِلُوا الصَّالِحاتِ أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهارُ ) * البقرة : 25 . ( فإن قلت علام عطف هذا الأمر ولم يسبق أمر ولا نهي يصح عطفه عليه ؟ قلت : ليس الذي اعتمد بالعطف هو الأمر حتى يطلب له مشاكل من أمر أو نهي يعطف عليه ، إنما المعتمد بالعطف هو جملة وصف ثواب المؤمنين ، فهي معطوفة على جملة وصف عقاب الكافرين ، كما تقول : زيد يعاقب بالقيد والإزهاق وبشّر عمرا بالعفو\r\n\r\n","description":"","footnote":"\r\n( 1 ) سنن ابن ماجة للحافظ القزويني ( 207 - 275 ه ) ج 2 ص 144 كتاب الزهد ، باب ذكر الشفاعة .\r\n( 2 ) المطول للتفتازاني ص 218 . المؤلف هو مسعود بن عمر بن عبد اللَّه التفتازاني ( سعد الدين ) ( 712 - 791 ه ) . عالم مشارك في النحو والتصريف والمعاني والبيان والفقه والأصول والمنطق وغير ذلك . ولد بتفتازان إحدى قرى نواحي نسأ ، وأخذ عن القطب والعضد ، وانتفع الناس بتصانيفه ، وتوفي بسمرقند . من تصانيفه الكثيرة : شرح تلخيص المفتاح في المعاني والبيان ، حاشية على الكشاف للزمخشري في التفسير ، التهذيب في المنطق ، المقاصد في علم الكلام ، وحقائق التنقيح لصدر الشريعة في الأصول ( معجم المؤلفين ج 12 ص 228 ) .\r\n( 3 ) الكشاف ج 1 ص 165 .\r\n( 4 ) لعل هذا سهو من قلمه الشريف . فالكلام المذكور هو للسيد الشريف علي بن محمد الجرجاني في حاشيته على الكشاف ( الكشاف ج 1 ص 165 الحاشية ) .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\nوالإطلاق ( 1 ) انتهى . والسيد في شرح المفتاح بعد ما قرر أنه لا يشترط في عطف القصة على القصة إلى تناسب الجملتين في الخبرية والإنشائية أوصى بالمحافظة على هذه المسئلة ، قال : فليكن ذلك على ذكر منك فإنه ينجيك من تكلفات باردة في مواضع شتى ( 2 ) انتهى ، هذا وقد يقال في إبطال كون الواو هنا للحال أن التأكيد بأن واللام غير مناسب للجملة الحالية لأن الحال بمعنى الظرف كما نص عليه النحاة ، فالمعنى والله أعلم ( لا تأكلوا مما لم يذكر اسم الله عليه ) ( 3 ) إذا كان فسقا ، فليس المقام حينئذ مقام التأكيد ، إذ ليس الغرض النهي عنه في وقت كون الحكم بكونه فسقا مؤكدا كما هو مقتضى رجوع النهي ( 4 ) إلى القيد في نحو ما جاء زيد ماشيا ، ولا تقرب زيدا راكبا ، ولهذا لم يجعلوا جملة * ( وإِنَّه لَقَسَمٌ لَوْ تَعْلَمُونَ عَظِيمٌ ) * الواقعة : 76 بعد قوله جل شأنه * ( فَلا أُقْسِمُ بِمَواقِعِ النُّجُومِ ) * الواقعة : 75 حالية وإنما حكموا بأنها معترضة بين القسم وجوابه لئلا يلزم ما قلناه .\r\nهذا وعندي في هذا الكلام نظر ، إذ لا مانع من تقييد النهي عن أكل ما لم يذكر اسم الله عليه بوقت الحكم المؤكد بكون أكله فسقا . والجملة الحالية قد تؤكد بلفظه ( إن ) كما ذكره نجم الأئمة الشيخ الرضي - رضي الله\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكشاف ج 1 ص 253 .\r\n( 2 ) كتاب مفتاح العلوم للعلامة سراج الدين أبي يعقوب يوسف ابن أبي بكر بن محمد بن علي السكاكي المتوفى سنة 626 ه أوله أحق كلام أن تلهج به الألسنة وأن لا ينطوي منشورة على توالي الأزمنة . إلخ . وقد اعتنى به الفضلاء والعلماء بالتشريح والتلخيص . وممن شرحه السيد الشريف علي بن محمد الجرجاني ( 740 - 816 ه ) ، وهو عالم ، حكيم ، مشارك في أنواع من العلوم . ولد بجرجان وتوفي بشيراز . من تصانيفه الكثيرة : حاشية على شرح التنقيح للتفتازاني في الأصول ، شرح التذكرة النصيرية في الهيئة وغير ذلك . وشرح المفتاح أوله :\r\nنحمدك اللهم على ما هديتنا إليه من دقائق المعاني . إلخ وهو الموسوم بالمصباح ألَّفه السيد بسمرقند سنة 805 ه ( كشف الظنون ج 2 ص 1762 ، معجم المؤلفين ج 7 ص 216 ) .\r\n( 3 ) سورة الأنعام ، آية : 121 .\r\n( 4 ) ( راجعة ) في النسخة - أ .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\nعنه - ومثّل له بقولنا : لقيته وإن عليه جبّة وشئ ، وعدّ رحمه الله من ذلك في بحث الحروف المشبهة بالفعل قوله تعالى * ( وما أَرْسَلْنا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعامَ ) * الفرقان : 20 ( 1 ) . هذا وظني أن وجه التأكيد في هاتين الجملتين أن كلا منهما كلام برأسه ملقى إلى المؤمنين فهو راجح عندهم متقبل لديهم كما ذكره صاحب الكشاف عند قوله تعالى * ( وإِذا لَقُوا الَّذِينَ آمَنُوا قالُوا آمَنَّا ) * البقرة : 14 ( 2 ) ، وأما ما قيل من أن وجه التأكيد في الآية التي نحن فيها هو أن الكفار منكرون كون أكل ما لم يذكر اسم الله عليه فسقا فليس بشيء لأن المخاطب بالآية الكريمة المؤمنون ، وهم لا ينكرون كون أكل الميتة فسقا ، والمنكر لذلك هم الكفار ، وهم غير المخاطبين بها ، وتأكيد الكلام الملقى إلى غير المنكرين لمجرد كون غير المخاطبين منكرين له اختراع لا يعرفه علماء المعاني .\r\nوالجواب عما روي من أكله صلَّى الله عليه وآله وسلَّم من اللحم الذي أهدته إليه اليهودية ، بأن الرواية لم يثبت عندنا صحتها فضلا عن تواترها ، وعلى تقدير صحتها فاحتمال علمه صلَّى الله عليه وآله وسلَّم بشراء تلك اليهودية ذلك اللحم من جزار مسلم بإخبار أحد من الصحابة أو بإلهام ونحوه قائم ، والتقريب لا يتم بدون بيان انتفائه ، وأما ما اختاره ابن بابويه - رحمه الله - من إباحة ذبيحة اليهود والنصارى والمجوس إذا سمعنا منهم التسمية عند الذبح قد استدل عليه ببعض الروايات\r\n\r\n","description":"","footnote":"\r\n( 1 ) جاء النص في بحث الحروف المشبهة بالفعل عن ( ان ) ما نصه : « . . وتكسر أيضا إذا كانت حالا نحو لقيتك وإنك راكب قال تعالى * ( وما أَرْسَلْنا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعامَ ) * لأن الجملة تقع حالا . » ( الكافية في النحو ج 2 ص 349 ) .\r\nونجم الأئمة هو الشيخ الرضي محمد بن الحسن الأسترآبادي ، النحوي المتوفى سنة 686 ه صاحب « الشرح الكبير » المعروف ب « شرح الرضي » ، من أحسن الشروح على « الكافية » النحوية الحاجبية . وله شرح فارسي عليه أيضا ، كما في « كشف الظنون » . وله « شرح الشافية » الصرفية لابن الحاجب أيضا مطبوع متداول ( الأنوار الساطعة ص 155 ) .\r\n( 2 ) الكشاف ج 1 ص 184 .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\nالصحيحة عن أئمة الهدى كما رواه زرارة في الصحيح عن أخيه عمران ( 1 ) قال : سمعت أبا جعفر صلَّى الله عليه وآله وسلَّم يقول في ذبيحة الناصبي واليهودي والنصراني ، لا تأكل ذبيحته حتى تسمعه يذكر الله تعالى ، قلت : المجوسي ، قال : نعم ، إذا سمعته يذكر اسم الله ، أما سمعت قول الله تعالى * ( ولا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ الله عَلَيْه ) * الأنعام : 121 ( 2 ) .\r\nواحتج أيضا بقوله سبحانه * ( فَكُلُوا مِمَّا ذُكِرَ اسْمُ الله عَلَيْه إِنْ كُنْتُمْ بِآياتِه مُؤْمِنِينَ ) * الأنعام : 118 وهذا قد ذكر اسم الله تعالى عليه ، وليس في الآية الكريمة تقييد الذاكر بكونه مسلما فتدخل الأصناف الثلاثة ، وأما غيرهم من الكفار فهم خارجون بإجماع المسلمين على تحريم ذبائحهم ، ولو أن قوله هذا قول نادر ومخالف للشهرة ، والروايات المشهورة المتظافرة المعتضدة بعمل جماهير علمائنا المحمولة عندهم على إطلاقها لكان العمل به غير بعيد من الصواب ، وبه يحصل الجمع بين الروايات المتخالفة في هذا الباب من دون حاجة إلى حمل شيء منها على التقية ، والله أعلم بحقائق الأمور . هذا ما جرى به قلم ( 3 ) الارتجال مع ضيق المجال والله سبحانه أعلم بمضايق الأحوال .\r\nتمت الرسالة الشريفة الموسومة بالرسالة الذبيحية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ( حمران ) في النسخة - ب .\r\n( 2 ) تهذيب الأحكام ج 2 ص 355 .\r\n( 3 ) ( القلم ) في النسخة - أ .\r\n","page_name":" 74 ","page_number":74}
  ]