[
  {"content":"\r\nمناسك حج\r\nفتاواى\r\nحضرت آية الله العظمى\r\nآقاى حاج شيخ ميرزا جواد تبريزى\r\nدام ظله الشريف على رؤوس الأنام\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nمسائلي كه در اين جزوه درج شده مطابق نظر اين جانب\r\nاست وعمل به آن مجزى است انشاء الله تعالى .\r\nشوال سنة 1415 ه‍\r\nجواد تبريزى\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nالحمد الله رب العالمين وصلى الله على خير خلقه وأفضل بريته\r\nمحمد وعترته الطاهرين واللعنة الدائمة على أعدائهم أجمعين .\r\nوبعد اين رساله‌اى است در مناسك حج كه أغلب مسائل مورد\r\nابتلا را در بردارد ورساله منظم ومرتبى است كه فهميدن\r\nومراجعه به آن آسان ومستحبات را از واجبات جدا نموده‌ايم تا\r\nسبب اشتباه مؤمنين نگردد واميدواريم خداوند متعال اين عمل را\r\nذخيرة آخرت ما قرار دهد .\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\n\r\n\r\nوجوب حج\r\nبر هر مكلفى كه داراى شرايط ذيل باشد حج واجب است ،\r\nووجوبش از كتاب وسنت قطعي ثابت شده وحج يكى از أركان دين\r\nووجوبش از ضروريات مىباشد وترك آن با اعتراف به ثبوتش از\r\nگناهان بزرگ محسوب مىشود همچنان كه انكار أصل فريضة در\r\nصورتي كه مستند به شبهه نباشد كفر است خداوند متعال در كتاب\r\nمجيد خود فرموده :\r\n\" ولله على الناس حج البيت من استطاع إليه سبيلا ومن كفر\r\nفإن الله غنى عن العالمين \" .\r\nيعنى خداوند متعال حج بيت را بر كساني كه مستطيع ومتمكن\r\nاز رفتن به سوى أو هستند واجب فرموده ، وهر كس از اين واجب\r\nرو گرداند ومنكر آن شود ( به خود ضرر زده است ) وخداوند از\r\nتمام موجودات بىنياز است .\r\nوشيخ كلينى - عليه الرحمة - به طريق معتبر از حضرت صادق\r\n- سلام الله عليه - روايت نموده كه آن حضرت فرمود : هر كس از دنيا\r\nبرود وحجة الاسلام را به جا نياورده باشد ، بدون اين كه محتاج يا\r\nبيمار شده باشد كه از آن باز ماند يا آن كه حكومت از رفتنش جلوگيرى\r\nكرده باشد چنين كس در حال مردن يهودي يا نصراني خواهد بود .\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nاين آية كريمه واين حديث شريف در اهميت حج ووجوبش\r\nكافى است ، وروايات بسيارى در اين دو موضوع وارد شده كه اين\r\nمختصر گنجايش آنها را ندارد واز جهت اختصار به همين قدر\r\nاكتفا شد بدان كه حج واجب بر مكلف در أصل شريعت ، يك\r\nمرتبه در تمام عمر است ، وآن را حجة الاسلام مىنامند .\r\n\r\n\r\n\r\n\r\nمسأله 1 - وجوب حج پس از تحقق شرايطش فورى است\r\nوبايد در سال استطاعت انجام شود ، واگر كسى از روى نافرمانى\r\nوعصيان ، يا به جهت عذرى آن را ترك كرد در سال آينده وهم چنين\r\nسالهاى بعد واجب خواهد شد ، وبعيد نيست كه تأخير آن بدون\r\nعذر از گناهان كبيره باشد .\r\n\r\n\r\n\r\nمسأله 2 - هر گاه استطاعت حاصل شد وبه جا آوردن حج\r\nمتوقف بر مقدمات وتهيه وسائلى بود بايد فورا به تحصيل آن\r\nپرداخته وخود را آماده ومهيا نمايد ، وهر گاه قافله هاى متعددى\r\nباشد كه يكى پس از ديگرى حركت مىكنند ، پس مكلف اگر\r\nاطمينان دارد با اولين قافله اگر حركت ننمايد مىتواند با قافله بعدى به\r\nحج برسد تأخير جايز است ، والا بايد در اولين فرصت حركت كند .\r\n\r\n\r\n\r\nمسأله 3 - هر گاه متمكن از رفتن با اولين كاروان وقافله بود ونرفت به\r\nاعتماد اين كه با تأخير نيز حتما درك خواهد كرد ، ولى اتفاقا با قافله بعدى\r\nنتوانست برود ، يا آن كه به علت تأخير ، حج را درك ننمود ، حج بر ذمه اش\r\nواجب ومستقر خواهد بود ، هر چند در تأخير معذور باشد .\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nشرايط وجوب حج\r\nشرط أول : بلوغ : پس بر غير بالغ اگر چه نزديك به بلوغ باشد\r\nحج واجب نيست وچنانچه بچه اى حج كند جاى حجة الاسلام را\r\nنمىگيرد هر چند حجش صحيح مىباشد ، بنابر اظهر .\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 4 - هر گاه نا بالغ به حج رود وقبل از احرام از ميقات بالغ\r\nشود ومستطيع باشد ، حجش بي اشكال حجة الاسلام خواهد بود\r\nوچنانچه بعد از بستن احرام بالغ شد جائز نيست حجش را به\r\nعنوان استحباب تمام نمايد يا عدول به حجة الاسلام كند ، بلكه\r\nواجب است به يكى از ميقاتها رفته واز آنجا براي حجة الاسلام\r\nاحرام ببندد وبنابر احتياط واجب بايد تروك احرام را تا زمان\r\nتجديد احرام رعايت كند ، وهر گاه متمكن از رفتن به ميقات نباشد\r\nمكان واحرام بستن چنين شخصي تفصيلي دارد كه بعدا بيان\r\nخواهد شد ، إن شاء الله .\r\n\r\n\r\n\r\nمسأله 5 - هر گاه به عقيدة اين كه هنوز بالغ نشده حج استحبابي\r\nبه جا آورد ، وبعد از اداى حج معلوم شد كه بالغ بوده ، اين حج\r\nكافى از حجة الاسلام مىباشد\r\n\r\n\r\nمسأله 6 - طفل مميز مستحب است حج نمايد ودر صحت آن\r\nاذن ولى معتبر نيست .\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nواز آنچه بر اجتنابش بر محرم لازم است أو را باز دارد واز آن\r\nاجتناب نمايد .\r\n\r\n\r\n\r\nمسأله 7 - مستحب است ولى طفل مميز ( خواه پسر خواه دختر\r\nباشد ) أو را محرم نمايد ، به اين معنى كه جامه هاى احرام را به أو\r\nپوشانده وأو را وأدار به تلبيه گفتن نمايد ، وتلبيه را به أو تلقين كند\r\nاگر قابل تلقين باشد ، به اين معنى كه بتواند هر چه را به أو بگويند\r\nبازگو نمايد والا خود به جاى أو تلبيه بگويد واز آنچه اجتنابش بر\r\nمحرم لازم است أو را باز دارد واز آن اجتناب نمايد وجايز است\r\nكندن رخت أو را تا رسيدن به \" فخ \" تأخير بيندازد ، اگر راهش از آن\r\nطرف باشد ، وأو را وا دارد كه آنچه از اعمال حج را مىتواند به جا\r\nآورد ، وآنچه نمىتواند خود به نيابت أو به جا آورد ، وأو را دور\r\nخانه خدا طواف داده وبين صفا ومروه سعى دهد ودر عرفات\r\nومشعر نيز وقوفش دهد ووأدار كند رمى را شخصا انجام دهد اگر\r\nبتواند ، والا خود به جاى أو رمى كند وبجاى أو نماز طواف\r\nوتراشيدن سر وبقيه اعمال را انجام دهد ودر وقتي كه مىخواهد أو\r\nرا طواف دهد واجب است طفل را وضوء دهد اگر چه به صورت\r\nوضو باشد .\r\n\r\n\r\n\r\nمسأله 8 - نفقه ( هزينه ) حج بچه ، آنچه ما زاد بر نفقه عادى\r\nاست به عهده ولى مىباشد نه بر خودش . بلى اگر حفظ بچه متوقف\r\nبر همراه بردن أو به سفر است ، يا سفر به مصلحت أو باشد ، جائز\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nاست از مال خودش خرجش كنند .\r\n\r\n\r\n\r\nمسأله 9 - پول قرباني بچه بر ولى أو است وچنانچه ولى مال\r\nنداشته باشد پول را از مال صبي بر مىدارد واين مقدم بر روزه\r\nولى است .\r\nوهم چنين كفاره شكار ، واما كفاراتى كه با به جا آوردن عمدى\r\nموجباتشان واجب مىشوند ، ظاهر اين است كه بر بچه واجب\r\nنمىشود ، نه بر ولى ونه در مال بچه .\r\n\r\n\r\n\r\n\r\nشرط دوم : عقل : بر ديوانه هر چند ادوارى باشد ، حج واجب\r\nنيست . بلى اگر در ماه‌هاى حج ، ديوانه عاقل شد ومستطيع بود\r\nوتمكن از به جا آوردن اعمال حج داشت بر أو واجب مىشود ، هر\r\nچند در أوقات ديگر ديوانه باشد .\r\n\r\n\r\n\r\nشرط سوم : آزادى : پس بر مملوك ( غلام زر خريد ) هر چند\r\nمستطيع ومأذون از قبل مولاي خود باشد ، حج واجب نيست .\r\nوهر گاه به اذن مولاي خود حج نمايد حجش صحيح است ، ولى\r\nكفايت از حجة الاسلام نمىكند وبعد از آزادى چنانچه داراى\r\nشرايط باشد بايد دوباره حج نمايد .\r\n\r\nمسأله 10 - مملوكى كه به اذن مولاي خود حج نموده هر گاه در\r\nحج كارى را كه موجب كفاره باشد انجام دهد ، كفاره آن بر مولايش\r\nخواهد بود در غير شكار ، ودر شكار بر خودش .\r\nمسأله 11 - هر گاه مملوك به اذن مولاي خود حج نمود وقبل از\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n\r\nرفتن به مشعر آزاد شد ، حجش كفايت از حجة الاسلام مىكند\r\nبلكه ظاهر اين است كه وقوف به عرفات در حال آزادى نيز كفايت\r\nمىكند هر چند مشعر را درك نكرده باشد . ودر اجزاء آن\r\nاستطاعت حين آزادى معتبر است . پس اگر هنگام آزاد شدن\r\nمستطيع نباشد حجش به جاى حجة الاسلام شمرده نخواهد\r\nشد ، ودر حكم به اجزاء فرقى بين اقسام حج نيست وهر يك از\r\nحج قران يا افراد يا تمتع كفايت مىكند ، در صورتي كه آنچه به جا\r\nآورده مطابق وظيفة واقعي اش بوده است .\r\nمسأله 12 - هر گاه آزادى بنده قبل از مشعر باشد ، در حج تمتع\r\nقرباني بر وى مىباشد . واگر تمكن نداشت عوض قرباني به\r\nدستوري كه بعدا گفته خواهد شد روزه بگيرد . وچنان چه قبل از\r\nمشعر آزاد نشده باشد مولايش مخير است كه عوض أو قرباني يا\r\nأو را وأدار به روزه نمايد .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nشرط چهارم : استطاعت : ودر آن چند چيز معتبر است :\r\nأول : سعة وقت ، به اين معنى كه وقت كافى براي رفتن به مكة\r\nوبه جا آوردن اعمال واجب در آن جا باشد . بنابر اين اگر به دست\r\nآمدن مال وقتي باشد كه براي اين اعمال كافى نباشد يا با مشقت\r\nزياد كه عاده تحمل نشود كفايت كند واجب نخواهد بود ، ودر\r\nچنين صورت واجب نيست مال را تا سال بعد نگهدارى نمايد .\r\nپس اگر استطاعت باقي بود حج در سال بعد واجب خواهد بود\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nوالا واجب نيست .\r\nدوم : امنيت وسلامتى ، به اين معنى كه در رفتن وبر گشتن\r\nوبودن در آن جا ، خطرى بر جان ومال وناموسش نباشد ، همچنان\r\nكه مباشرت حج بر شخص مستطيعى كه به جهت پيرى يا بيمارى يا\r\nعذر ديگرى شخصا نمىتواند به حج برود واجب نيست ولى نايب\r\nگرفتن بر أو واجب است چنان كه خواهد آمد .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 13 - اگر براي حج دو راه باشد يكى مأمون وبي خطر\r\nوديگرى غير مأمون وبا خطر ، وجوب حج ساقط نمىشود بلكه\r\nواجب است از راه بي خطر برود هر چند دور باشد .\r\n\r\n\r\n\r\n\r\nمسأله 14 - اگر در شهر خود مال با اهميتى داشته باشد كه به\r\nحج رفتن موجب تلف آن شود حج بر أو واجب نخواهد بود ،\r\nوهمچنين است اگر چيزى باشد كه شرعا مانع از رفتن به حج باشد ،\r\nهمچنان كه اگر حج رفتن سبب ترك واجب أهم از أو شود ، مانند\r\nتحفظ بر أهل وعيالش ودفاع از آنها ، يا آن كه حجش متوقف بر\r\nاين باشد كه فعل حرامى انجام دهد كه اجتناب از آن أهم از حج\r\nباشد ، كه در تمام اين صور حج واجب نيست .\r\n\r\n\r\n\r\n\r\nمسأله 15 - هر گاه با اين كه حجش مستلزم ترك واجب أهم يا به\r\nجا آوردن فعل حرام باشد به حج رود ، در اين صورت هر چند از\r\nجهت ترك واجب با فعل حرام معصيت كار مىشود ، ولى ظاهر\r\nاين است كه حجش مجزى از حجة الاسلام خواهد بود ، البتة اگر\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n\r\nشرايط ديگر را دارا باشد . وفرقى نيست بين كسى كه حج از سألها\r\nقبل بر ذمه‌اش مستقر بوده وكسى كه حج در همان سال استطاعت\r\nبر أو واجب شده .\r\n\r\n\r\nمسأله 16 - هر گاه در راه حج دشمنى باشد كه دفع أو جز به\r\nپرداخت مالي زياد ممكن نباشد ، پرداخت مال واجب نيست\r\nووجوب حج ساقط خواهد شد مگر اين كه بذل مال امر متعارف\r\nباشد ، مثل اين كه حكومت از كساني كه وارد كشور مىشوند مالي را\r\nاخذ مىكنند كه در اين صورت بذل واجب است واز مؤونه حج\r\nحساب مىشود .\r\n\r\n\r\nمسأله 17 - هر گاه راه حج منحصر به دريا باشد ، وجوب حج\r\nساقط نخواهد شد مگر در صورت ترس از غرق يا بيمارى به مقدار\r\nبيشتر از متعارف كه در سفر دريائى است وچنانچه با ترس از اين\r\nچيزها حج نمود بنابر اظهر حجش صحيح خواهد بود .\r\n\r\n\r\n\r\nشرط سوم : زاد وراحله است ، ومعنى زاد ، داشتن توشه راه\r\nاست كه آنچه در سفر محتاج است را داشته باشد ، يا پولى داشته\r\nباشد كه توشه خود را تهيه نمايد ، ومعنى راحله ، داشتن وسيله\r\nسواري كه بدان وسيله برود وبرگردد . ولازم است زاد وراحله\r\nلايق به حال شخص باشد .\r\n\r\n\r\n\r\nمسأله 18 - داشتن راحله يا وسيله سواري مختص به صورت\r\nاحتياج نيست ، بلكه مطلقا شرط است هر چند محتاجش نباشد ،\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nمانند اين كه بدون مشقت قدرت پياده روى داشته باشد ، وپياده\r\nروى هم منافى شرف وآبرويش نباشد .\r\n\r\n\r\n\r\nمسأله 19 - ميزان ومعيار در زاد وراحله وجود ، فعلى\r\nآنهاست ، وبر كسى كه مىتواند آنها را با كار وكسب تحصيل نمايد\r\nحج واجب نيست ، وفرقى در اشتراط راحله بين دور ونزديك\r\nنيست .\r\n\r\n\r\n\r\nمسأله 20 - استطاعتي كه در وجوب حج معتبر است استطاعت\r\nاز جايى است كه در أو است نه از بلد ووطنش . پس هر گاه مكلف\r\nمثلا براي تجارت يا غير آن به مدينه منوره يا جده رفت ، ودر آنجا\r\nداراى زاد وراحله يا قيمت آنها باشد كه بتواند با آن حج نمايد حج\r\nبر أو واجب خواهد بود ، هر چند اگر در بلد خود مىبود مستطيع نمىشد .\r\n\r\n\r\n\r\nمسأله 21 - اگر مكلف ملكي داشته باشد ، وبه قيمت خودش\r\nفروش نرود ، وچنانچه بخواهد حج نمايد بايد آن را به مقدار زيادى\r\nكمتر از قيمت بفروشد فروشش واجب نيست واما اگر هزينه\r\nومخارج حج بالا برود ومثلا كرايه ماشين در سال استطاعت گرانتر\r\nاز سال بعد باشد ، تأخير جايز نيست وبايد همان سال برود .\r\n\r\n\r\n\r\nمسأله 22 - داشتن هزينه بازگشت هنگامى معتبر است كه\r\nمكلف قصد بازگشت به وطن خود را داشته باشد . اما اگر نخواسته\r\nباشد برگردد ، يا خواسته باشد در جاى ديگرى غير از وطن خود\r\nساكن شود ، بايد هزينه رفتن به آن جا را داشته باشد ، ودارا بودن\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nهزينه بازگشت به وطن لازم نيست . بلى اگر جايى كه مىخواهد در\r\nآن جا بماند دور تر از وطنش باشد كه هزينه رفتن به آن جا بيشتر\r\nاز هزينه بازگشت به وطن باشد ، در اين صورت داشتن هزينه تا\r\nآنجا شرط نيست ، بلكه داشتن هزينه بازگشت به وطن در وجوب\r\nحج كافى است .\r\n\r\n\r\n\r\n\r\nشرط چهارم : رجوع به كفايت است ، يعنى شخص مكلف\r\nبايستى طورى باشد كه پس از برگشتن از حج ، بتواند خود وعائله\r\nخود را اداره نمايد ودچار تهيدستى وفقر نگردد پس اگر داراى\r\nمبلغى است كه وسيله كسب وسرمايه است كه چنانچه آن مبلغ را\r\nصرف حج نمايد ، پس از بازگشت محتاج خواهد بود وبداند كه راه\r\nديگرى براي زندگى مناسب شأن خود نخواهد داشت بر چنين\r\nشخصي حج واجب نيست . پس از آنچه ذكر شد ظاهر مىشود كه\r\nفروختن چيزهاى ضروري زندگى مانند منزل مناسب شأن\r\nولباسهائى كه براي زينت وآبرو دارد ، وأثاث منزل ، وابزار كار كه\r\nبراي زندگى به آنها احتياج دارد ومانند آنها ، مثل كتاب نسبت به\r\nأهل علم كه براي تحصيلاتش لازم است ، واجب نيست ، وخلاصه\r\nآنچه در زندگى انسان مورد حاجت است وصرفش در راه حج\r\nسبب بيچارگى ومشقت شود ، فروشش واجب نيست . بلى اگر آنها\r\nبيشتر از حاجتش باشند واجب است ما زاد را براي هزينه حج\r\nبفروشد . بلكه كسى كه داراى منزلي است كه مثلا دويست هزار\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nتومان مىارزد ومىتواند آن را فروخته ومنزل ديگرى به كمتر\r\nخريدارى نموده وبدون مشقت در آن زندگى كند وتفاوت دو\r\nقيمت وافى بهزينه حج وهزينه زندگى زن وبچه وى باشد احتياطا ( واجب )\r\nلازم است اين عمل را انجام داده وبه حج برود\r\n\r\n\r\n\r\n\r\nمسأله 23 - هر گاه انسان مالي داشته كه به جهت احتياج به آن\r\nفروشش براي حج واجب نبوده ، وبعدا از آن مستغنى شده وديگر\r\nحاجتي به آن ندارد ، واجب است آن را فروخته وحج نمايد ، مثلا\r\nخانمى كه داراى زينت وزيورى بوده كه محل حاجتش بوده ،\r\nوفعلا به علت بزرگى وپيرى يا به علت ديگر مورد حاجتش نيست ،\r\nواجب است آن را فروخته وقيمتش را در راه حج صرف نمايد .\r\n\r\n\r\nمسأله 24 - هر گاه انسان منزل ملكي داشته ومنزل ديگرى نيز\r\nباشد كه مىتواند بدون ناراحتى ومشقت در آن بنشيند وسكنى\r\nنمايد ، مانند منزل وقفى كه منطبق بر أو باشد احتياط واجب\r\nآنست كه منزل خود را در صورتي كه قيمتش كفاف هزينه حج را\r\nبدهد يا به ضميمه پولى كه دارد وافى شود ، فروخته وبه حج\r\nبرود ، واين حكم نسبت به كتابهاى علمي وساير وسائل زندگى\r\nنيز جارى است .\r\n\r\n\r\nمسأله 25 - هر گاه كسى كه مقدارى پول داشته باشد كه كفاف\r\nهزينه حج را مىدهد وخود احتياج به ازدواج يا خريد منزل براي\r\nخود دارد يا محتاج به وسايل ديگرى است ، در صورتي كه صرف\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nآن پول در راه حج سبب ناراحتى ومشقت در زندگى وى شود ، حج بر أو\r\nواجب نمىشود ، وچنانچه سبب ناراحتى نشود واجب مىشود .\r\n\r\n\r\nمسأله 26 - هر گاه انسان طلبي دارد كه وقتش رسيده واجب\r\nاست مطالبه كند وچنانچه بدهكار بد حساب وبد بده باشد ،\r\nواجب است أو را مجبور به پرداخت كند واگر تحصيل آن متوقف\r\nبر مراجعه به دادگاه باشد لازم است مراجعه نمايد وهمچنين است\r\nاگر مدت طلب سر نرسيده ولى چنانچه از بدهكار مطالبه شود\r\nخواهد پرداخت واما اگر بدهكار نادار يا بد بده باشد واجبارش\r\nغير ممكن يا باعث ناراحتى ودرد سر طلبكار شود ، يا طلب هنوز\r\nمدت داشته باشد وبدهكار قبل از وقت نمىپردازد ، در اين چند\r\nصورت چنانچه بتواند طلب خود را به مبلغى كه به تنهايى يا به\r\nضميمه مال ديگر وافى به مصارف حج باشد ، بفروشد ودر اين كار\r\nضرر ومشقتى به أو متوجه نگردد ، واجب است بفروشد وچنانچه\r\nموجب ضرر شود واجب نخواهد بود .\r\n\r\n\r\n\r\nمسأله 27 - هر صاحب صنعتى مانند آهنگر وبنا ونجار\r\nوخياط ومانند اينها از كساني كه كسبشان كفاف مخارج خود وعائله\r\nشان را مىدهد ، در صورتي كه از بابت ارث يا غير آن مالي به\r\nدست آوردند كه جواب گوى مخارج حج وزندگيشان باشد در موقع\r\nرفتن وبرگشتن ، حج بر آنها واجب مىشود .\r\n\r\n\r\n\r\nمسأله 28 - كسى كه از وجوه شرعيه مانند خمس وزكات وأمثال\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nاينها زندگى خود را اداره مىكند وبر حسب عادت مخارجش\r\nبدون مشقت مضمون وحتمي باشد ، در صورتي كه داراى\r\nمقدارى پول گردد كه وافى به هزينه حج ومخارج عيالش باشد ،\r\nبعيد نيست حج بر أو واجب باشد . وهمچنين است كسى كه\r\nشخص ديگر در تمام مدت زندگى أو ، مخارجش را متكفل باشد\r\nوهمچنين كس كه اگر آنچه دارد در راه حج صرف كند زندگى بعد\r\nاز حجش با قبل از آن تفاوتى نكند .\r\n\r\n\r\nمسأله 29 - در استطاعت ملكيت لازم وثابت لازم نيست ، بلكه\r\nملكيت متزلزل نيز كافى است پس هر گاه با كسى مصالحه‌اى كند\r\nكه طرف براي خود تا مدت معينى خيار گذاشته باشد ومال\r\nالمصالحة به مقدار مصارف حجش باشد ، حج بر أو واجب خواهد\r\nبود وهم چنين است در هبه جائزه .\r\n\r\n\r\nمسأله 30 - بر مستطيع لازم نيست كه حتما از مال خود به حج\r\nبرود پس هر گاه به گدايى يا با مال ديگرى حج كند كافى است بلى\r\nاگر جامه هاى احرام يا پول قربانىاش غصبى باشد كافى نخواهد بود .\r\n\r\n\r\n\r\n\r\nمسأله 31 - تحصيل استطاعت به كسب يا غير آن واجب نيست\r\nپس هر گاه كسى مالي به انسان هبه كند كه در صورت قبول آن\r\nمستطيع خواهد شد ، قبولش لازم نيست ، وهم چنين است اگر\r\nكسى از أو بخواهد كه خود را براي خدمتي أجير كند كه با اجرتش\r\nمستطيع خواهد شد ، هر چند آن خدمت هم لايق به حالش باشد .\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nبلى اگر خود را أجير خدمت در راه حج نمود وبدان مستطيع شد ،\r\nحج بر أو واجب خواهد شد .\r\n\r\n\r\n\r\n\r\nمسأله 32 - اگر كسى خود را أجير نيابت حج كند وبا پول نيابت\r\nمستطيع شود در صورتي كه حج نيابى مقيد به همان سال باشد ويا\r\nاين كه نمىداند در سالهاى بعد مىتواند وفاء با جاره نمايد ، حج نيابى\r\nرا بايد مقدم بدارد . پس چنانچه استطاعتش تا سال بعد باقي ماند ،\r\nحج بر أو واجب خواهد بود وچنانچه باقي نماند ، واجب نخواهد\r\nبود ، واما اگر حج نيابى مقيد به همان سال نباشد ويا احراز كند كه\r\nبعدا مىتواند وفاء به اجاره نمايد حج خود را مقدم بدارد . مثل اين كه :\r\nزيد به عمرو مىگويد مبلغ بيست هزار تومان دارم كه مىخواهم\r\nبراي پدر يا مادرم در حج نايب بگيرم وعمرو حاضر مىشود براي\r\nاين عمل أجير شود ، وفرض كنيم مصارف حج ده هزار تومان\r\nاست كه عمرو با اين مبلغ مىتواند دو مرتبه حج كند ، در اين\r\nصورت عمرو مستطيع خواهد شد . پس اگر زيد حج را مقيد به\r\nهمان سال نمود عمرو همان سال را به نيابت پدر زيد حج مىنمايد\r\nوچنانچه استطاعتش تا سال بعد باقي ماند ، لازم است سال بعد\r\nبراي خود حج نمايد وچنانچه باقي نماند ، چيزى بر أو واجب\r\nنخواهد بود . ولى اگر زيد حج پدر خود را به همان سال مقيد\r\nنكرد ، عمرو بايد أول حج خود را به جا آورده وسال بعد به نيابت\r\nپدر زيد حج نمايد .\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\nمسأله 33 - هر گاه كسى مقدارى پول قرض كند كه آن پول به\r\nمقدار مخارج حج باشد وقدرت پرداخت آن را بدون مشقت بعد\r\nاز آن داشته باشد ، حج بر أو واجب خواهد بود .\r\n\r\n\r\n\r\n\r\nمسأله 34 - هر گاه انسان هزينه حج را داشته باشد ، وبدهكار نيز\r\nباشد وصرف آن مقدار در راه حج منافى با پرداخت بدهيش\r\nنباشد حج بر أو واجب خواهد بود . ودر صورتي كه آن پول را\r\nصرف حج كند نخواهد توانست بدهى خود را بپردازد ، حج\r\nواجب نخواهد بود ، وفرقى نيست بين اين كه بدهى وقتش رسيده\r\nباشد يا هنوز مدت داشته باشد ، وبين اين كه بدهى قبل از بدست\r\nآوردن آن پول باشد يا بعد از آن .\r\n\r\n\r\n\r\n\r\nمسأله 35 - هر گاه انسان خمس يا زكات بدهكار باشد ، ومقدارى\r\nپول داشته باشد كه اگر خمس يا زكات را بدهد ما بقي كفاف هزينه\r\nحج را نخواهد داد ، واجب است خمس يا زكات را بدهد وحج بر أو\r\nواجب نخواهد بود . وفرقى نيست بين آن كه خمس يا زكات در عين\r\nمالش باشد يا بر ذمه‌اش .\r\n\r\n\r\n\r\nمسأله 36 - كسى كه حج بر أو واجب شده وخمس يا زكات يا\r\nحقوق واجب ديگر بدهكار است ، لازم است آنها را بدهد ، وتا\r\nآنها را نپرداخته جايز نيست به حج برود . وهر گاه جامه‌هاى احرام\r\nيا پول قرباني اش از مالي باشد كه حق به أو تعلق گرفته حجش\r\nصحيح نخواهد بود .\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\n\r\n\r\nمسأله 37 - هر گاه انسان مقدارى پول داشته باشد ، ونداند كه\r\nكفاف مخارج حج را مىدهد يا نه حج بر أو واجب نيست ولازم\r\nنيست فحص وتحقيق كند ، هر چند فحص وتحقيق أحوط ( مستحب ) است .\r\n\r\n\r\nمسأله 38 - هر گاه انسان مالي دارد كه در دسترسش نيست وبه\r\nتنهايى يا با مالي كه در دسترسش است كفاف مخارج حج را\r\nمىدهد ، اگر نتواند در آن مال هر چند با وكالت دادن در فروشش باشد\r\nتصرف كند ، حج بر أو واجب نخواهد بود ، وچنانچه بتواند واجب\r\nخواهد بود .\r\n\r\n\r\nمسأله 39 - هر گاه انسان مالي داشته باشد كه كفاف هزينه حج\r\nرا بدهد حج بر أو واجب مىشود وجايز نيست در آن مال تصرفى\r\nكند كه از استطاعت خارج شود ونتواند تدارك كند . واين تصرف\r\nخواه پيش از تمكن از سفر باشد يا بعد از آن فرقى ندارد بلكه\r\nظاهر اين است كه قبل از ماه‌هاى حج تصرف جايز نيست . بلى اگر\r\nتصرف كرد وآن را فروخت يا بخشيد يا بنده اى بود وآزادش كرد ،\r\nتصرفش صحيح است هر چند گناهكار خواهد بود .\r\n\r\n\r\nمسأله 40 - ظاهر اين است كه مالك بودن زاد وراحله معتبر\r\nنيست . پس هر گاه نزد انسان مالي باشد كه تصرفش در آن جايز\r\nباشد ، حج بر أو واجب مىشود البتة در صورتي كه كفاف مخارج\r\nحج را بدهد وشرايط ديگر را نيز دارا باشد .\r\n\r\n\r\n\r\nمسأله 41 - همچنان كه داشتن توشه ووسيله سواري ومخارج\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\nحج براي رفتن در أول لازم است ، براي بر گشتن وتا آخر نيز لازم\r\nاست . يعنى بايد انسان داراى آنها باشد چه هنگام رفتن وچه\r\nهنگامى كه مشغول اعمال حج است وچه هنگام بازگشت به وطن .\r\nپس اگر مالي كه داشت در بلد خودش يا در راه تلف شد حج بر أو\r\nواجب نخواهد بود واين امر كشف مىكند از اين كه از أول\r\nاستطاعت نداشته . ومانند اين است هر گاه بدهى قهري پيدا كند .\r\nمثل اين كه از روى خطا مال كسى را تلف كند واگر دارايى خود را\r\nصرف حج نمايد ، نتواند عوض أو را به صاحبش بدهد . بلى تلف\r\nكردن عمدى وجوب حج را از بين نمىبرد بلكه حج بر أو مستقر\r\nخواهد بود ولازم است حج را هر چند به سختى وگدايى باشد به\r\nجا آورد اينها كه گفته شد فقط در مورد تلف زاد وراحله است .\r\nواما تلف مالي كه در بلد خود براي زندگى جا گذاشته ، كاشف از\r\nاين نيست كه از أول مستطيع نبوده ، بلكه در اين صورت حجش\r\nكافى وبعد از آن حجى بر أو نيست .\r\n\r\n\r\n\r\nمسأله 42 - اگر انسان مالي داشته باشد كه به مقدار مصارف\r\nحج باشد ولى عقيده‌اش اين بوده كه كافى نيست ، يا غفلت داشته ،\r\nيا غافل از وجوب حج بوده غفلتى كه معذور بوده ، حج بر أو\r\nواجب نيست . واما اگر شك داشته يا غافل از وجوب حج باشد\r\nومنشأ غفلتش تقصير بوده سپس دانست يا يادش آمد بعد از آن كه\r\nمالش تلف شده ومتمكن از حج نشد ، ظاهر اين است كه حج بر\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\nذمه وى مستقر شده اگر داراى ساير شرايط بوده .\r\n\r\n\r\n\r\nمسأله 43 - همچنان كه استطاعت به داشتن زاد وراحله محقق\r\nمىشود ، به بذل ، يعنى كسى مصارف وهزينه حج را به انسان\r\nبدهد ، نيز محقق مىشود . ودر بذل فرقى نيست بين آن كه يك نفر\r\nتمام مخارج را بدهد يا چند نفر كه هر كدام قسمتى را به عهده\r\nبگيرند . وچنانچه كسى را دعوت به حج نموده وملتزم به زاد\r\nوراحله ومخارج زندگى عائله وى شوند ، حج بر أو واجب مىشود .\r\nوهم چنين است اگر به أو مالي داده شود كه در حج صرف نمايد\r\nوآن مال كفاف هزينه حج وزندگى عائله وى را بدهد . وفرقى بين\r\nاباحه ( در اختيار گذاشتن ) وتمليك ودادن عين مال يا قيمت آن\r\nنيست . مثل اين كه شخصي ماشين خود را كه مثلا بيست هزار\r\nتومان ارزش دارد در اختيار انسان گذاشته يا مىبخشد كه آن را در\r\nراه حج صرف كند يا قيمت آن را به انسان به همين منظور\r\nمىپردازد .\r\n\r\n\r\n\r\nمسأله 44 - هر گاه شخصي براي شخصي مالي وصيت كند كه با\r\nآن مال حج نمايد ، در صورتي كه آن مال به مقدار هزينه حج\r\nوخرج زندگى عائله وى باشد ، پس از مردن موصى حج بر موصى له\r\nواجب مىشود . وهم چنين است اگر شخصي مالي را براي حج\r\nوقف يا نذر يا وصيت نمايد ، ومتولى وقف يا ناظر يا وصى ، آن مال را به انسان بذل نمايد حج بر أو واجب خواهد بود .\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\n\r\nمسأله 45 - رجوع به كفايت كه معناى آن در شرط چهارم بيان\r\nشد ، در استطاعت بذلى شرط نيست . بلى اگر انسان مالي از خود\r\nداشته باشد كه كمتر از مصارف وهزينه حج است وشخصي\r\nكمبود أو را بذل نمايد ، واجب است قبول كند ولى در اين صورت\r\nرجوع به كفايت شرط است . مثلا انسان ده هزار تومان دارد\r\nومصارف حج پانزده تومان است واگر خواسته باشد رجوع به\r\nكفايت كند بايد بيست هزار تومان داشته باشد ، در صورتي كه باذل\r\nپنج هزار تومان به عنوان كمبود به أو بدهد ، چون رجوع به كفايت\r\nندارد حج واجب نخواهد بود ، ولى اگر باذل ده هزار تومان بدهد\r\nواجب مىشود .\r\n\r\n\r\n\r\n\r\nمسأله 46 - اگر شخصي مالي به انسان هبه نماييد ( ببخشد ) كه با\r\nآن به حج برود ، واجب است قبول كند واگر واهب ( بخشنده )\r\nاختيار را به انسان بدهد وبگويد مىخواهى با اين مال حج برو\r\nونمى خواهى به حج نرو ويا مالي را ببخشد ونامى از حج نبرد ،\r\nقبولش واجب نيست .\r\n\r\n\r\n\r\n\r\nمسأله 47 - در مسأله \" 34 \" گفته شد كه بدهكارى در يك\r\nصورت مانع از استطاعت است در اينجا مىگوييم در استطاعت\r\nبذلى ، دين وبدهكارى مانع نيست . بلى اگر وقت پرداخت بدهى\r\nسر رسيده باشد وطلبكار هم مطالبه كند وبدهكار قدرت\r\nپرداخت بدهى خود را داشته باشد ، اگر به حج نرود حج بر أو\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\nواجب نخواهد شد .\r\n\r\n\r\nمسأله 48 - هر گاه جماعتى مالي را در ميان بگذارند كه يكى از\r\nآنها به حج برود چنانچه يكى سبقت وپيشدستى نموده ومال را\r\nبرداشت وقبض نموده ، تكليف از ديگران ساقط مىشود .\r\nوچنانچه همه ترك كردند وهر يك از آنها مىتوانست قبض كند حج\r\nبر همه واجب ومستقر نمىشود .\r\n\r\n\r\n\r\nمسأله 49 - با بذل ، جز حجى كه وظيفة مبذول له بوده در\r\nصورت استطاعت ، واجب نمىشود . پس اگر وظيفة مبذول له حج\r\nتمتع بوده وحج قران يا افراد ( معناى اين دو بعدا بيان خواهد شد )\r\nبه أو بذل شود ، بر أو واجب نيست قبول كند وبالعكس يعنى\r\nكسى كه وظيفه‌اش حج قران يا افراد است اگر حج تمتع به أو بذل\r\nشود قبولش واجب نيست . وهمچنين است يعنى قبول واجب\r\nنيست بر كسى كه حجة الاسلام را بجا آورده باشد . واما كسى كه حجة الاسلام بر ذمه وى آماده يعنى مستطيع شده وحج نرفته تا\r\nاين كه بىپول وندار شده وبه أو بذل شود ، قبولش واجب است .\r\nوهمچنين كسى كه حج بر أو به نذر يا شبه آن واجب شده وتمكن\r\nندارد كه اين شخصي نيز در صورت بذل بايد قبول كند .\r\n\r\n\r\n\r\nمسأله 50 - هر گاه به كسى پولى بذل شود كه با آن حج نمايد\r\nوآن مال در بين راه تلف شد وجوب حج از أو ساقط مىشود . بلى\r\nاگر متمكن از ادامه سفر از مال خود باشد واجب است ادامه بدهد\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nوحج را به جا آورد واين حج مجزى از حجة الاسلام خواهد بود .\r\nچيزى كه هست در اين صورت وجوب حج مشروط به رجوع به\r\nكفايت است ، به اين معنى كه اگر اين شخص پول خود را در راه\r\nحج صرف نمايد پس از بازگشت در اداره زندگى خود وعائله در\r\nنخواهد ماند ، ولى اگر بداند كه در خواهد ماند ادامه سفر بر أو\r\nواجب نخواهد بود .\r\n\r\n\r\nمسأله 51 - در وجوب حج ، بذل نقدي معتبر نيست يعنى لازم\r\nنيست بخشنده مال را نقد بدهد . بلكه اگر أو را وكيل كند كه از قبل\r\nأو پولى قرض كرده وبه حج برود كه بعد خودش قرض را بپردازد\r\nوقرض نموده ، حج بر أو واجب مىشود .\r\n\r\n\r\nمسأله 52 - ظاهر اين است كه پول قرباني نيز بر باذل يعنى\r\nدهنده است . پس اگر مصارف حج را داد وپول قرباني را نداد ، حج\r\nبر گيرنده واجب نمىشود ، مگر در صورتي كه خود توانايى خريد\r\nآن را از مال خود داشته باشد ، بلى اگر پرداخت پول قرباني موجب\r\nسختى وحرج مالي أو شود ، قبول بر أو واجب نخواهد بود واما\r\nكفارات ظاهر اين است كه بر گيرنده واجب باشد نه بر دهنده .\r\n\r\n\r\nمسأله 53 - حج بذلى يعنى حجى كه انسان با پول ديگرى كه به\r\nأو داده به جا آورد ، كفايت از حجة الاسلام مىكند ، واگر گيرنده\r\nپس از اين حج ، خودش مستطيع شد ديگر حجى بر أو واجب\r\nنخواهد شد .\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\nمسأله 54 - باذل ( دهنده يا بخشنده مال ) قبل از آن كه گيرنده\r\nداخل احرام شود يا بعد از آن لكن اگر بعد از دخول در احرام\r\nرجوع كند بر گيرنده واجب است حج را تا آخر به جا آورد در\r\nصورتي كه فعلا مستطيع باشد ، ولو بضميمه بذل بقيه مصارف حج\r\nتا زمان رجوع وبا ذل ضامن نيست آنچه را أو براي اتمام حج خرج\r\nنموده است ، وچنانچه باذل در بين راه از بذل خود رجوع نموده ،\r\nبايد هزينه بازگشت گيرنده را بدهد .\r\n\r\n\r\n\r\n\r\nمسأله 55 - هر گاه به كسى از سهم سبيل الله زكات داده شود كه\r\nدر راه حج صرف نمايد ودر آن مصلحت عامه باشد ، حج بر أو\r\nواجب است ، ولى اگر از سهم سادات ، خمس يا از سهم فقرا ، زكات\r\nداده شود وشرط شود كه در راه حج صرف نمايد چنين شرطي\r\nصحيح نيست پس حج هم واجب نمىشود .\r\n\r\n\r\nمسأله 56 - چنان چه به انسان مالي داده شود وبا أو حج نموده\r\nبعد معلوم شد كه آن مال غصبى بوده ، اين حج مجزى از حجة\r\nالاسلام نخواهد بود ومالك آن مال ، حق دارد به دهنده يا گيرنده\r\nرجوع نمايد . لكن اگر به گيرنده رجوع كرد ، گيرنده به دهنده رجوع\r\nمىكند اگر غصب بودن را نمىدانسته . وچنانچه مىدانسته مال\r\nغصبى بوده وبا آن به حج رفته ، حق رجوع به دهنده ندارد .\r\n\r\n\r\n\r\nمسأله 57 - اگر كسى براي خود بدون استطاعت يا به جاى\r\nديگرى تبرعا يا با اجاره حج نموده ، حجش كفايت از حجة الاسلام\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n\r\nنمىكند پس در صورتي كه مستطيع شود بايد حج را به جا آورد .\r\n\r\n\r\n\r\nمسأله 58 - چنانچه كسى به اعتقاد اين كه مستطيع نيست ، به\r\nعنوان استحباب به حج رفت وقصد فرمانبردارى امر فعلى را نمود\r\nبعدا معلوم شد مستطيع بوده حجش كفايت مىكند وحج ديگرى\r\nبر أو واجب نيست .\r\n\r\n\r\n\r\nمسأله 59 - در صورتي كه زن مستطيع شود مىتواند بدون اذن\r\nشوهر حج نمايد واذن أو شرط نيست ، همچنان كه شوهر\r\nنمىتواند زن خود را از حج واجب منع نمايد . بلى مىتواند در\r\nصورتي كه وقت وسعت دارد أو را نگذارد با اولين قافله حركت\r\nكند وزنى كه از شوهر خود طلاق گرفته وطلاقش رجعي\r\nاست وعده أو تمام نشده مانند زن شوهر دارد است .\r\n\r\n\r\n\r\n\r\nمسأله 60 - هنگامى كه بانوى واجب الحج شد ، همراه داشتن\r\nمحرم با خود شرط نيست در صورتي كه مأمون بر نفس خود\r\nباشد ، ودر صورتي كه مأمون نباشد وبر خود بترسد لازم است\r\nمحرمى همراه خود داشته باشد هر چند به اجرت باشد ، البتة در\r\nصورتي كه متمكن از اجرت دادن باشد ، والا حج بر أو واجب\r\nنخواهد بود .\r\n\r\n\r\n\r\nمسأله 61 - كسى كه نذر كرده است هر سأله روز عرفه حضرت\r\nسيد الشهدا را در كربلا زيارة كند مثلا وبعد از اين نذر مستطيع\r\nشود نذرش منحل وحج بر أو واجب مىشود . وهمچنين است\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\nهر نذر كه مزاحم حج باشد .\r\n\r\n\r\nمسأله 62 - شخص مستطيع در صورتي كه توانايى حج را\r\nداشته باشد بايد شخصا به حج برود ، وچنانچه كسى خواسته\r\nباشد از قبل أو تبرعا يا با اجرت حج نمايد ، كفايت نمىكند .\r\n\r\n\r\n\r\nمسأله 63 - كسى كه حج بر ذمه وى مستقر شده وشخصا\r\nنتوانسته به علت بيمارى يا پيرى يا مانعى ديگر ، حج را به جا آورد\r\nيا حج نمودن برايش مشقت وحرج ؟ داشته واميد بهبودى وتوانايى\r\nرا بعد از آن ندارد ، واجب است براي خود نايب بگيرد وهمچنين\r\nكسى كه دارا وثروتمند است وتوانايى مباشرت اعمال حج را\r\nندارد يا دشوار وبا مشقت است بايد نايب بگيرد . ووجوب نايب\r\nگرفتن مانند وجوب حج فورى است .\r\n\r\n\r\n\r\nمسأله 64 - در صورتي كه نايب به جاى كسى كه توانايى\r\nنداشت شخصا به حج برود ، حج نمود ومنوب عنه در حالتي كه\r\nعذرش باقي بود فوت نمود ، حج نايب كفايت مىكند هر چند حج\r\nبر ذمه وى مستقر بوده ، واما اگر اتفاقا قبل از مردن عذر بر طرف\r\nشد ، پس أحوط ( مستحب ) اين است كه شخصا در صورت تمكن حج نمايد .\r\nوچنانچه بعد از محرم شدن نايب عذرش بر طرف شود ، بر منوب\r\nعنه واجب است شخصا حج نمايد وبر نايب واجب نيست عمل\r\nحج را تمام نمايد .\r\n\r\n\r\n\r\nمسأله 65 - كسى كه شخصا از حج نمودن معذور است وتمكن\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\nنايب گرفتن هم ندارد ، وجوب حج از أو ساقط است ، ولى واجب\r\nاست بعد از فوتش قضا شود در صورتي كه حج بر أو مستقر بوده ،\r\nواگر مستقر نبوده واجب نيست . وچنان كه متمكن از نايب گرفتن\r\nبوده ونايب نگرفت تا فوت نمود ، واجب است از قبل أو قضايش\r\nبه جا آورده شود .\r\n\r\n\r\n\r\nمسأله 66 - اگر استنابت واجب شد ، ونايب نگرفت ، ولى\r\nشخصي تبرعا از قبل أو حج به جا آورد ، كفايت نمىكند ، ونايب\r\nگرفتن بر خودش واجب است .\r\n\r\n\r\n\r\nمسأله 67 - در نايب گرفتن كفايت مىكند كه از ميقات نايب\r\nبگيرد وواجب نيست از بلد خود نايب بگيرد .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 68 - كسى كه حج بر ذمه‌اش مستقر بوده ، اگر بعد از\r\nاحرام در حرم بميرد كفايت از حجة الاسلام مىكند ، خواه حجش\r\nحج تمتع خواه قران خواه افراد باشد . واگر فوتش در اثناى عمره\r\nتمتع بوده ، كفايت از حجش نيز مىنمايد ، وقضا از أو واجب\r\nنيست واگر قبل از آن بميرد قضا واجب مىشود ، هر چند فوتش\r\nبعد از احرام وقبل از دخول حرم يا بعد از دخول حرم بدون احرام\r\nباشد ، وظاهر اين است كه اين حكم اختصاص به حجة الاسلام\r\nدارد ، پس در حجى كه به نذر يا افساد واجب شده جارى\r\nنمىشود ، بلكه در عمره مفرده نيز جارى نمىگردد . پس در هيچ\r\nيك از اينها حكم به اجزا نمىشود . وكسى كه بعد از احرام در حرم\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n\r\nبميرد وحج از سالهاى پيش بر ذمه اش مستقر نبوده بي اشكال حج\r\nوى كفايت از حجة الاسلام مىكند ، واما اگر قبل از آن بميرد ظاهر\r\nاين است قضا از أو واجب باشد .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 69 - هر گاه كافرى كه مستطيع بوده مسلمان شود حج بر\r\nأو واجب مىشود ، ولى چنانچه پس از زوال استطاعت مسلمان\r\nشود ، حج بر أو واجب نخواهد بود\r\n\r\n\r\n\r\nمسأله 70 - حج بر مرتد ( كسى كه از دين اسلام برگشته ) واجب\r\nمىشود ، ولى در حال ارتداد چنانچه حج نمايد حجش صحيح\r\nنخواهد بود . وهر گاه توبه كرد وحج نمود حجش صحيح خواهد\r\nبود ، اگر چه مرتد فطرى باشد بنابر أقوى .\r\n\r\n\r\nمسأله 71 - مسلمان غير شيعه چنانچه به حج رفته سپس شيعه\r\nشود اعاده حج بر أو واجب نيست ، در صورتي كه حج را بر طبق\r\nمذهب خود صحيح به جا آورده باشد ، اگر چه بر طبق مذهب\r\nشيعه صحيح نباشد .\r\n\r\n\r\n\r\n\r\nمسأله 72 - هر گاه حج بر كسى واجب شد ، ودر به جا آوردنش\r\nاهمال وتأخير كرد تا استطاعتش از بين رفت ، واجب است حج را\r\nبه هر ترتيبي شده بجا آورد ، حتى اگر به سختى وگدايى باشد\r\nالبتة تا زماني كه به عسر وحرج نرسد . وچنانچه قبل از حج بميرد\r\nواجب است از تركه وى حج را قضا نمايد . وچنانچه كسى تبرعا\r\nبدون اجرت به جاى أو حج نمايد صحيح وكافى است .\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nوصيت به حج\r\nمسأله 73 - كسى كه حجة الاسلام بر ذمه‌اش مىباشد هنگامى\r\nكه مرگش نزديك شود واجب است وصيت كند كه حجش را به جا\r\nآورند . پس اگر مرد حجش از أصل تركه داده مىشود اگر چه\r\nوصيت نكرده باشد . وهم چنين است ( يعنى حجش از أصل تركه\r\nخارج مىشود ) در صورتي كه وصيت نموده ولى مقيد به ثلث\r\nخود نكرده است . واگر وصيت نموده ومقيد به ثلث هم نموده ،\r\nپس اگر ثلثش ( يك سوم دارايىاش ) وافى به مخارج حج باشد\r\nواجب است حج را از ثلث اخراج نمايند ، وبر ساير چيزهايى كه\r\nوصيت كرده مقدم است ، وچنانچه ثلث به مقدار مصارف وهزينه\r\nحج نباشد ، لازم است كمبود را از أصل تركه تكميل نمايند .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 74 - كسى كه بميرد وحجة الاسلام بر ذمه وى باشد\r\nونزد شخصي وديعه وأمانتي داشته باشد ، واين شخص احتمال\r\nبدهد كه چنانچه آن وديعه را به ورثه‌اش برگرداند حج را بجا\r\nنخواهد آورد ، بر أو واجب است خود از قبل أو حج نمايد وآن\r\nوديعه را صرف در راه حج نمايد وچنانچه چيزى زياد آمد زيادى\r\nرا به ورثه أو بدهد . وفرقى نيست بين آن كه شخص به جاى\r\nأو حج نمايد يا ديگرى را أجير كند كه به جاى صاحب مال حج\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\nنمايد وملحق به وديعه است هر مالي كه ميت نزد ديگرى داشته\r\nباشد ، از قبيل عارية يا اجاره يا غصب يا طلب وغير اينها .\r\n\r\n\r\nمسأله 75 - كسى كه بميرد وحجة الاسلام بر ذمه وى باشد\r\nومقروض هم باشد وخمس وزكات نيز بر ذمه داشته باشد وتركه أو\r\nكفاف تمام اينها را ندهد ، اگر مالي كه خمس يا زكات به أو تعلق\r\nگرفته موجود باشد ، بايد خمس وزكات را بپردازد . وچنانچه خمس\r\nوزكات به ذمه وى منتقل شده ، حج بر آنها مقدم خواهد بود ،\r\nهمچنان كه بر قرض وبدهى نيز مقدم است .\r\n\r\n\r\nمسأله 76 - كسى كه مرده وحجة السلام بر أو بوده ، ورثه پيش\r\nاز استيجار براي حج نمىتوانند در تركه تصرف كنند ، خواه هزينه\r\nحج برابر تركه باشد يا كمتر از آن ، بنابر احتياط ( واجب ) ، بلى اگر تركه خيلى\r\nزياد باشد وورثه ملتزم به اداى حج شوند ، مىتوانند تصرف كنند .\r\nوهمچنين است حال در قرض وبدهى .\r\n\r\n\r\nمسأله 77 - كسى كه فوت كرده وحجة الاسلام بر أو هست\r\nوتركه وى به مقدار هزينه حج نيست ، واجب است در صورتي كه\r\nبدهى يا خمس وزكات دارد در آنها صرف شود ، وچنانچه\r\nبدهكارى ندارد تركه براي ورثه است وواجب نيست كمبود هزينه\r\nحج را از مال خود تكميل نمايند .\r\n\r\n\r\n\r\nمسأله 78 - چنانچه كسى فوت كند وحجة الاسلام بر ذمه وى\r\nباشد ، واجب نيست از وطن وبلد وى نايب بگيرند بلكه نايب\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nگرفتن از ميقات كافى است . نزديكترين ميقات به مكة در صورت\r\nامكان يا هر چه نزديكتر باشد كافى است وأحوط ( مستحب ) وأولى اين است\r\nكه اگر مال گنجايش داشته باشد از وطن نايب گرفته شود ، ولى\r\nاجرت بيشتر از ميقات بر ورثه صغار واجب نيست .\r\n\r\n\r\n\r\nمسأله 79 - كسى كه بميرد وحجة الاسلام بر ذمه وى باشد ،\r\nواجب است در همان سال فوتش نايب بگيرند واگر در همان سال\r\nاستيجار ونايب گرفتن از ميقات ممكن نباشد لازم است از بلد وى\r\nنايب بگيرند وهزينه اين نايب گرفتن از أصل تركه است . وتأخير\r\nانداختن تا سال بعد جايز نيست ، هر چند معلوم باشد كه نايب\r\nگرفتن از ميقات در سال بعد ممكن است .\r\n\r\n\r\nمسأله 80 - كسى كه مرده وحجة الاسلام بر ذمه وى بوده\r\nونايبى پيدا نشود مگر به بيشتر از مقدار معمول ، واجب است به\r\nبيشتر نايب گرفته شود ، وهزينه آن از أصل خارج مىشود ، وبه\r\nعلت صرفه جويى بر ورثه تأخير تا سال بعد جايز نيست هر چند\r\nدر ورثه كودكان نا بالغ باشد .\r\n\r\n\r\nمسأله 81 - اگر كسى بميرد وبعضي از ورثه وى اقرار كنند كه\r\nحجة الاسلام بر متوفى بوده وديگران يعنى ساير ورثه منكر آن\r\nباشند ، بر اقرار كننده واجب است أجير كند كسى را براي حج ولو\r\nبه دفع تمام حصه خود باشد ، نهايتش مىتواند اقامه دعوى نمايد\r\nبر منكرين ومطالبه نمايد حصه خود را از بقيه تركه وهمچنين\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\nحكم جارى است در قرض كه بعض از ورثه اقرار به دين داشته\r\nباشند . واگر حصه أو كفايت از مصرف حج ننمايد ، واجب نيست\r\nاز مال شخصي خود تكميل نمايد .\r\n\r\n\r\nمسأله 82 - كسى كه مرد وحجة الاسلام بر ذمه دارد ، چنانچه\r\nشخصي تبرعا به جاى أو حج نمود بر ورثه واجب نيست برايش\r\nنايب بگيرند بلكه مقدار هزينه حج هم باز گشت به ورثه خواهد\r\nنمود بلى اگر وصيت به حج از ثلث خود نمايد ومتبرعى حج را به\r\nجا آورد ، در اين صورت هزينه حج بازگشت به ورثه نخواهد نمود ،\r\nبلكه بايد در خيرات صرف يا از قبل أو صدقه داده شود .\r\n\r\n\r\n\r\nمسأله 83 - كسى كه حجة الاسلام بر ذمه داشته ووصيت\r\nنموده كه از بلدش نايب گرفته شود ، واجب است از بلد نايب\r\nگرفته شود ، ولى ما زاد بر اجرت ميقات از ثلث خارج مىشود\r\nوچنانچه فقط وصيت به حج نموده وچيزى تعيين نكند به نايب\r\nگرفتن از ميقات اكتفا مىشد ، مگر در صورتي كه قرينه‌اى باشد\r\nكه مراد وى استيجار ونايب گرفتن از بلد باشد ، مثل اين كه\r\nمقدارى از مال را تعيين كند كه مناسب حج بلدي باشد .\r\n\r\n\r\n\r\nمسأله 84 - هر گاه وصيت به حج بلدي باشد ، ولى وصى يا\r\nوارث كسى را از ميقات أجير نمايد ، در صورتي كه اجازه از مال\r\nميت باشد اجازه باطل است وذمه ميت با عمل أجير از حج فارغ مىشود .\r\n\r\n\r\nمسأله 85 - چنانچه وصيت به حج بلدي از غير بلد خود نمايد ،\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\nمثلا يك تهرانى وصيت كند كه از مشهد مقدس برايش نايب\r\nبگيرند ، عمل به اين وصيت واجب است وما زاد بر اجرت حج\r\nميقاتى از ثلثش اخراج مىشود .\r\n\r\n\r\nمسأله 86 - اگر وصيت كند كه براي حجة الاسلام نايب گرفته\r\nشود واجرت را نيز تعيين نموده باشد ، عمل به اين وصيت واجب\r\nاست وهزينه اش از أصل مال برداشته مىشود ، در صورتي كه بيش از أجرة المثل نباشد ، واگر بيش از آن بود تفاوتش از ثلث\r\nخواهد بود .\r\n\r\n\r\nمسأله 87 - هر گاه وصيت كند كه از مال معينى براي أو حج داده\r\nشود ووصى دانست كه در آن مال خمس يا زكات هست واجب\r\nاست أول خمس يا زكات آن مال را داده وباقيمانده را صرف در راه\r\nحج نمايد . وچنانچه كفاف مصارف حج را ننمود ، لازم است\r\nكمبود از أصل تركه برداشته شود . اين در صورتي است كه حجى\r\nكه وصيت نموده حجة الاسلام باشد واگر حجة الاسلام نبوده\r\nباقيمانده در خيرات ديگر صرف شود .\r\n\r\n\r\nمسأله 88 - در صورتي كه نايب گرفتن براي حج از قبل مرده به\r\nوصيت يا غير وصيت واجب شده باشد ، كسى كه واجب بود نايب\r\nبگيرد سهل انگارى واهمال نموده ومالي كه براي حج در نظر\r\nگرفته شده بود تلف شد ، اين شخص ضامن خواهد بود وبر أو\r\nواجب است كه از مال خود برايش نايب بگيرد .\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n\r\nمسأله 89 - در صورتي كه ثبوت واستقرار حج بر ذمه ميت\r\nمعلوم وبه جا آوردندش مشكوك باشد ، واجب است از قبل أو\r\nبجا آورده شود وهزينه‌اش از أصل مال اخراج مىگردد .\r\n\r\n\r\nمسأله 90 - به مجرد أجير گرفتن ذمه ميت برى نمىشود . پس\r\nاگر دانسته شود كه أجير به جهت عذر يا بدون آن حج را به جا\r\nنياورده ، واجب است دوباره أجير گفته شود ومخارج از أصل مال\r\nخارج وبرداشت مىشود . ودر صورتي كه اجرت أولى از مال\r\nميت بوده وپس گرفتنش ممكن باشد ، لازم است پس گرفته شود .\r\n\r\n\r\nمسأله 91 - چنانچه چندين أجير پيدا شود ، أحوط مستحب اين است كه\r\nكسى را كه كمتر از ديگران اجرت مىگيرد أجير نمايند ، در صورتي\r\nكه اجرت به مال خود ميت باشد ، هر چند اظهر جواز استيجار\r\nاجيرى است كه از حيث فضيلت وشرف مناسب حال ميت باشد\r\nپس مىتوان أو را به مبلغ بيشترى أجير نمود .\r\n\r\n\r\nمسأله 92 - أجير گرفتن از بلد يا ميقات تابع تقليد يا اجتهاد\r\nوارث است نه خود ميت . پس چنانچه عقيدة ميت وجوب حج\r\nبلدي بوده وعقيدة وارث جواز استيجار از ميقات باشد ، بر وارث\r\nواجب نيست از بلد ميت أجير بگيرد .\r\n\r\n\r\nمسأله 93 - هر گاه حجة الاسلام بر ذمه ميت باشد وتركه‌اى\r\nنداشته باشد ، بر وارث واجب نيست كه براي أو أجير بگيرد بلى\r\nمستحب است اين عمل را انجام دهد .\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\n\r\nمسأله 94 - هر گاه ميت وصيت به حج بنمايد اگر دانسته شود\r\nكه حجى كه وصيت كرده حجة الاسلام بوده ، لازم است هزينه آن\r\nاز أصل مال برداشت شود مگر در صورتي كه خودش تعيين كرده\r\nباشد از ثلث برداشته شود واما اگر دانسته شود كه حجى كه\r\nوصيت نموده حجة الاسلام نيست يا شك در آن حاصل شود ، در\r\nاين صورت هزينه حج از ثلث برداشته مىشود .\r\n\r\n\r\n\r\n\r\nمسأله 95 - هر گاه وصيت به حج نموده وشخص بخصوصى را\r\nبراي بجا آوردن حج تعيين كرده لازم است عمل به وصيت شود ،\r\nپس اگر آن شخص قبول نكرد مگر اين كه بيشتر از مقدار متعارف\r\nبه أو بدهند ، مقدارى زيادى از ثلث برداشت مىشود ، وچنانچه آن\r\nهم ممكن نباشد ، ديگرى را به همان مقدار متعارف أجير نمايند .\r\n\r\n\r\n\r\nمسأله 96 - هر گاه وصيت به حج نموده واجرتى تعيين كند كه\r\nهيچ كس به آن رغبت نداشته باشد يعنى كمتر از مقدار متعارف\r\nباشد ، پس اگر حجى كه وصيت نموده حجة الاسلام باشد ، لازم\r\nاست كمبود از أصل تركه برداشته شود ، وچنانچه حجة الاسلام\r\nنباشد وصيت باطل مىشود واجرتى كه براي حج تعيين شده\r\nصرف خيرات ومبرات مىگردد .\r\n\r\n\r\nمسأله 97 - اگر كسى منزل خود را فروخته به يك مبلغى مثلا ،\r\nوبا مشترى شرط كرده كه پول منزل را پس از مردنش صرف در حج\r\nاز قبلش بنمايد .\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\nپول منزل از تركه خواهد بود پس اگر آن حج حجة الاسلام\r\nبوده ، شرط مزبور لازم شده وواجب است پول منزل صرف\r\nاجرت حج شد در صورتي كه بيش از مقدار متعارف نباشد\r\nوچنانچه بيش متعارف باشد مقدار متعارف از أصل تركه وما زاد بر\r\nآن از ثلث حساب مىشود واگر حج حجة الاسلام نبوده ، باز هم\r\nشرط لازم است وتمام پول حج از ثلث خارج مىشود وچنانچه\r\nثلث كمتر از آن پول باشد ، شرط مذكور در ما زاد بر ثلث لازم\r\nنخواهد بود .\r\n\r\n\r\nمسأله 98 - هر گاه شخصي مثلا منزل خود را به ديگرى\r\nمصالحه كند به شرط آن كه پس از مردنش براي أو حج به جا آورد ،\r\nچنين شرطي صحيح ولازم خواهد بود وآن خواهد بود وآن منزل از ملك مصالح\r\nوشرط كننده خارج شده واز تركه محسوب نخواهد بود هر چند\r\nآن حج مستحبى باشد وحكم وصيت شامل آن منزل نخواهد شد ،\r\nوهم چنين است اگر منزل خود را به ديگرى واگذار وتمليك نمايد\r\nبه شرط آن كه بعد از مردنش آن را فروخته وقيمتش را صرف حج\r\nبراي أو بنمايد تمام اينها صحيح ولازم خواهد بود ، هر چند چيزى\r\nكه شرط شده عمل مستحبى باشد وورثه حقي در آن منزل\r\nنخواهد داشت . واگر طرف مقابل از عمل به شرط تخلف نمود ،\r\nحق به هم زدن معامله به ورثه منتقل نمىشود ونمىتوانند اسقاط\r\nكنند اين خيار را كه حق ميت بوده . واين حق به حاكم شرع منتقل\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\nمىشود وبعد از فسخ ، آن مال صرف در چيزى كه شرط شده\r\nمىشود ، وچنانچه چيزى زياد آمد در خيرات ومبرات صرف\r\nخواهد شد .\r\n\r\n\r\nمسأله 99 - هر گاه وصى بميرد ودانسته نشود كه براي حج\r\nموصى قبل از مردن أجير گرفته يا نه در صورتي كه حج حجة\r\nالاسلام بوده واجب است از تركه اش أجير گرفته شود واگر حجة\r\nالاسلام نبوده از ثلثش بايد أجير گرفته شود وچنانچه وجهي كه\r\nبابت حج در نظر بوده وصى آن را قبض كرده وموجود باشد ، اخد\r\nمىشود گرچه احتمال برود كه وصى از مال خود أجير گرفته وبعدا\r\nمال موصى را براي خود به جاى أو برداشته وچنانچه مال موجود\r\nنباشد ضمانتى بر وصى نخواهد بود زيرا احتمال مىرود بدون\r\nتفريط نزد أو تلف شده باشد .\r\n\r\n\r\nمسأله 100 - چنانچه مالي كه براي حج در نظر گرفته شده\r\nبدون سهل انگارى در نگهدارى در دست وصى تلف شود وصى\r\nضامن نخواهد بود وواجب است از بقيه تركه أجير گرفته شود در\r\nصورتي كه حج وصيت شده حجة الاسلام باشد . وچنانچه حجة\r\nالاسلام نباشد از بقيه ثلث بايد أجير گرفته شود . وچنانچه بقيه بين\r\nورثه تقسيم شده باشد ، از هر يك به نسبت پس گرفته مىشود .\r\nوهمچنين است اگر كسى براي حج أجير شده وقبل از به جا آوردن\r\nحج بميرد وتركه‌اى نداشته باشد يا داشته ولى گرفتن از آن ممكن\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\nنباشد ، كه در اين صورت مانند فرض قبلي بايد از تركه خود ميت\r\nيا ثلثش بر دارند .\r\n\r\n\r\nمسأله 101 - هر گاه مال قبل از أجير گرفتن در دست وصى تلف\r\nشود ودانسته نشود كه تلف در اثر سهل انگارى بوده ، جايز نيست\r\nتاوان از وصى گرفته شود .\r\n\r\n\r\nمسأله 102 - اگر كسى وصيت كند كه فلان مقدار مال در غير\r\nحجة الاسلام صرف شود ، واحتمال برود كه آن مقدار بيشتر از\r\nثلث است ، جايز نيست تمام آن صرف شود .\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nاحكام نيابت\r\nمسأله 103 - در نايب چند چيز معتبر است .\r\nأول : بلوغ ، يعنى نايب بايد بالغ باشد . پس حج بچه نا بالغ به\r\nجاى ديگرى كفايت نمىكند ، البتة در حجة الاسلام وحجهاى\r\nواجب ديگر ، هر چند آن بچه مميز باشد كه خوب وبد را تشخيص دهد .\r\nبلى بعيد نيست كه نيابت وى در حج مستحبى با اذن ولى صحيح باشد .\r\nدوم : عقل ، يعنى نايب بايد عاقل باشد ، پس نيابت ديوانه از\r\nديگرى صحيح نخواهد بود ، خواه ديوانه هميشگى يا ادوارى ( گاه\r\nبه گاه ) باشد اگر عمل در وقت ديوانگى باشد . واما نايب شدن\r\nسفيه عيبى ندارد .\r\nسوم : ايمان ، يعنى نايب بايد مؤمن ( علاوة بر خدا وپيغمبر ،\r\nدوازده امام را نيز قبول داشته ) باشد .\r\nپس نيابت غير مؤمن كافى نيست ، هر چند عمل را بر طبق مذهب\r\nما بجا آورد .\r\nچهارم : آن كه ذمه نايب در سال نيابت مشغول به حج واجب\r\nنباشد كه وجوب آن منجز وحتمي باشد . ودر صورتي كه جاهل\r\nبوجوب باشد يعنى نداند كه حج بر خودش واجب است يا\r\nمىدانسته ولى غافل است وفراموش كرده ، كه در اين دو صورت\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n\r\nنيابت وى عيبى ندارد . واين شرط شرط صحت اجاره است نه\r\nشرط صحت حج نايب . پس هر گاه در حالي كه حج بر خودش\r\nواجب بود واز قبل ديگرى وبه نيابت أو حج نمايد ذمه منوب عنه\r\nبرى شده است ، ولى نايب اجرتى را كه قرار داده شده مستحق نخواهد\r\nبود بلكه مستحق أجرة المثل خواهد بود ( أجرة المثل يعنى نرخ متعارف ) .\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 104 - وقتي ذمه منوب عنه فارغ وبرئ مىشود كه يقين\r\nحاصل شود كه نايب عمل را به طور صحيح به جا آورده ونايب\r\nحتما بايد اعمال حج واحكامش را به خوبى بداند ، هر چند با\r\nارشاد وراهنمايى ديگرى در هر عمل باشد . همچنان كه بايستى\r\nمورد وثوق واطمينان باشد ، اگر چه عادل نباشد .\r\n\r\nمسأله 105 - نايب شدن غلام زر خريد از شخص آزاد عيبى\r\nندارد ، اگر آن نيابت به اذن آقا واربابش باشد .\r\n\r\nمسأله 106 - نيابت شخص بالغ وعاقل از بچه نا بالغ مميز\r\nوديوانه عيبى ندارد . بلكه اگر حج بر ذمه ديوانه در حال افاقه واجب\r\nشده ودر حال ديوانگى مرده باشد ، لازم وواجب است برايش\r\nأجير بگيرند كه حج نمايد .\r\n\r\n\r\nمسأله 107 - همجنس وهمانند بودن نايب ومنوب عنه لازم\r\nنيست ونيابت مرد از زن وبالعكس صحيح است .\r\n\r\n\r\nمسأله 108 - نايب گرفتن صروره ( كسى كه هنوز حج نرفته )\r\nبراي صروره وغير صروره عيبى ندارد ، خواه نايب يا منوب عنه\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nمرد باشد يا زن . بلى بنابر آنچه مشهور است نايب گرفتن صروره\r\nمكروه است ، بخصوص در صورتي كه نايب زن ومنوب عنه مرد\r\nباشد ويك مستثنى است وكراهت ندارد وآن موردى است\r\nكه منوب عنه مرد وزنده باشد ونتواند حجة الاسلام را به جا آورد ،\r\nدر اين صورت احتياط ( واجب ) لزومى اين است كه نايب ، صروره ومرد\r\nباشد .\r\n\r\n\r\nمسأله 109 - منوب عنه بايد مسلمان باشد ، ونيابت از كافر\r\nصحيح نيست . پس هر گاه كافر مستطيعى بميرد ووارث مسلمان\r\nباشد ، واجب نيست براي أو نايب بگيرد وناصبي ( كسى كه دشمن\r\nأهل بيت وأئمة باشد ) مانند كافر است . با اين فرق كه جايز است\r\nفرزند مؤمنش در حج بجاى أو نايب شود يعنى حج را به نيابت\r\nوعوض أو انجام دهد .\r\n\r\n\r\n\r\nمسأله 110 - نيابت از قبل شخص زنده در حج مستحبى عيبى\r\nندارد ، خواه مفت ومجانى باشد خواه به اجاره ، وهم چنين در حج\r\nواجب در صورتي كه خودش معذور از مباشرت عمل باشد چنان\r\nكه گذشت . ودر غير اين مورد نيابت از زنده جايز نيست واما\r\nنيابت از مرده در هر حال وبه هر نحو جايز است ، خواه نيابت تبرعا\r\nومجانى باشد خواه به اجاره وخواه حج واجب باشد يا مستحب .\r\n\r\n\r\n\r\nمسأله 111 - نيابت در صورتي صحيح است كه منوب عنه\r\nمعين ومشخص باشد به هر نحوى كه شد ولازم نيست نامش بر\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\nزبان آورده شود همچنان كه قصد نيابت نيز لازم است .\r\n\r\n\r\nمسأله 112 - همچنان كه نيابت به تبرع واجاره صحيح است به\r\nجعاله وشرط ضمن عقد ومانند اينها نيز صحيح است . جعاله اين\r\nاست كه شخصي به ديگرى بگويد اگر بجاى من يا فلان كس حج\r\nبه جا آوردى ، فلان مبلغ را به تو مىدهم . شرط ضمن العقد اين\r\nاست كه در ضمن عقد معامله ، مثلا فروش منزل يا مغازه ، شرط\r\nكند كه از قبل من يا فلان كس حج به جا بياورى .\r\n\r\n\r\nمسأله 113 - كسى را كه در ترك بعضي از اعمال حج يا در به جا\r\nنياوردن آن به طور صحيح معذور باشد نمىتوان أجير نمود ، بلكه\r\nاگر چنين شخصي تبرعا به نيابت ديگرى حج نمود ، اكتفا كردن به\r\nعملش مشكل است بلى اگر در به جا آوردن كارهاى كه بر محرم\r\nحرام است معذور باشد ، مثل اين كه مضطر به تظليل ( زير سايه\r\nرفتن ) باشد أجير گرفتن يا نايب گرفتن چنين شخصي عيبى ندارد .\r\n\r\n\r\nمسأله 114 - هر گاه نايب پيش از محرم شدن بميرد ، ذمه منوب\r\nعنه فارغ وبرى نمىشود ولازم وواجب است دوباره برايش نايب\r\nگرفته شود ، البتة در چيزهايى كه نايب گرفتن در آن واجب است .\r\nوچنانچه پس از احرام بميرد كفايت از منوب عنه مىكند ، هر چند\r\nمردنش قبل از دخول حرم باشد بنابر اظهر ودر اين مورد فرقى بين\r\nحجة الاسلام وغير آن نيست . وهمچنين فرقى نيست بين اين كه\r\nنيابت به مزد واجرت باشد يا به تبرع ومجانى .\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\n\r\nمسأله 115 - هر گاه أجير بعد از محرم شدن بميرد تمام اجرت\r\nرا مستحق خواهد شد ، در صورتي كه بر تفريغ ذمه ميت أجير شده\r\nباشد واما اگر أجير بر به جا آوردن اعمال شده باشد ، اجرت\r\nمقدارى را كه به جا آورده مستحق مىشود . وچنانچه قبل از احرام\r\nبميرد ، چيزى مستحق نخواهد بود . بلى اگر مقدمات عمل داخل\r\nاجاره باشد ، هر مقدار از مقدمات را كه انجام داده باشد اجرت\r\nهمان مقدار را مستحق مىشود .\r\n\r\n\r\nمسأله 116 - هر گاه براي حج بلدي أجير شده وراهى تعيين\r\nنشده باشد ، أجير مخير است از هر راهى كه دلش خواست برود .\r\nوچنانچه راهى تعيين شده باشد ، عدول از آن راه به راه ديگرى\r\nجايز نيست . پس اگر از راه ديگرى رفته واعمال را به جا آورد ،\r\nچنانچه راه تعيين شده ، به طور شرطيت بوده أجير تمام اجرت را\r\nمستحق شده ومستأجر خيار فسخ دارد ( يعنى مىتواند معامله را به\r\nهم بزند ) ودر صورت به هم زدن ، أجرة المثل ( مزد مانند عمل ) را به\r\nأجير مىدهد . وچنانچه در نظر گرفتن ، آن راه به نحو جزئيت بوده ( يعنى\r\nرفتن از آن راه را جز عمل دانسته ) ، در اين صورت نيز مستأجر حق\r\nفسخ ( به هم زدن معامله را دارد ) واگر فسخ نكرد أجير اجرت مقرر را به\r\nمقدارى كه عمل نموده مىبرد ومقدار مخالفت ساقط مىشود .\r\n\r\n\r\nمسأله 117 - هر گاه شخصي خود را أجير از قبل ديگرى نمايد\r\nكه شخصا عمل را در سال معينى به جا آورد ، چنانچه خواسته\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\nباشد از قبل ديگرى در همان سال أجير شود ، اجاره وى صحيح\r\nنخواهد بود . ولى چنانچه از قبل دو نفر در دو سال مختلف يا از\r\nقبل يكى به قيد مباشرت واز قبل ديگرى بدون قيد مباشرت در\r\nيك سال أجير شود ، مانعى ندارد واجاره صحيح خواهد بود .\r\n\r\n\r\nمسأله 118 - هر گاه خود را براي حج در سال معينى أجير نمود ،\r\nنمىتواند تقديم يا تأخير نمايد ، ولى چنانچه تقديم يا تأخير نمود\r\n( يعنى در سال قبل از سال تعيين شده يا سال بعدش حج را به جا\r\nآورد ) ذمه منوب عنه برى مىشود واجرتى مستحق نخواهد بود ،\r\nدر صورتي كه تقديم يا تأخير به رضايت مستأجر نباشد .\r\n\r\n\r\nمسأله 119 - هر گاه أجير به علت جلو گيرى دشمن يا از جهت\r\nبيمارى نتواند به حج برود واعمال را به جا آورد ، حكمش حكم\r\nكسى است كه از قبل خود حج بنمايد . وبيان حكم آن خواهد آمد .\r\nودر صورتي كه اجاره مقيد به همان سال بوده به هم مىخورد .\r\nوچنانچه مقيد نبوده حج بر ذمه‌اش باقي مىماند .\r\n\r\n\r\nمسأله 120 - هر گاه نايب ، كارى كه موجب كفاره مىشود انجام\r\nدهد ، مثلا در حال احرام زير سايه برود يا در آيينه نگاه كند ، كفاره\r\nرا بايد از مال خود بدهد ، خواه نيابت به اجاره ومزد باشد يا به\r\nتبرع ومجانى باشد .\r\n\r\n\r\nمسأله 121 - هر گاه شخصي ، ديگرى را به مبلغ معينى براي\r\nحج أجير گرفت وآن مبلغ كفاف مخارج حج را نداد ، بر مستأجر\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\nواجب نيست كمبود را تدارك كند ، همچنان كه در صورت زياد\r\nآمدن نمىتواند زيادى را پس بگيرد .\r\n\r\n\r\n\r\nمسأله 122 - هر گاه شخصي را براي حج واجب يا مستحب\r\nأجير كنند ، وأجير حج خود را به جماع قبل از مشعر فاسد نمايد\r\n( يعنى پس از آن كه احرام عمره تمتع بيرون آمد وبراي حج محرم\r\nشد ودر مكة يا در عرفات با همسر خود جماع نمود ) واجب است\r\nحج را به آخر برساند . واين حج براي منوب عنه كافى است وبر\r\nنائب واجب است در سال بعد حج نموده ويك شتر نيز كفاره\r\nبدهد وظاهر اين است كه استحقاق اجرت دارد ، هر چند در سال\r\nبعد با عذر يا بدون عذر حج ننمايد . واحكام ذكر شده نسبت به\r\nمتبرع نيز جارى است ، مگر اين كه استحقاق اجرت ندارد .\r\n\r\n\r\n\r\nمسأله 123 - أجير هر چند اجرت را به عقد مالك مىشود ،\r\nولى واجب نيست اجرت به أو پرداخته شود مگر بعد از انجام\r\nعمل ، البتة در صورتي كه شرط تعجيل ننموده باشد ، به اين معنى\r\nكه به شرط پيش گرفتن اجرت أجير نشده باشد وچنانچه به اين\r\nشرط أجير شده باشد بايد اجرت را پيش از عمل به أو داد . ولى\r\nظاهر اين است كسى كه براي حج أجير مىشود ، مىتواند پيش از\r\nانجام عمل مطالبه اجرت نمايد . واين به جهت اين است كه قرينه\r\nبر چنين شرطي وجود دارد . زيرا كه غالبا أجير براي حج تا اجرت\r\nرا نگيرد نمىتواند به حج رفته ويا اعمال را انجام دهد .\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n\r\nمسأله 124 - چنانچه كسى شخصا أجير شد كه حج به جا آورد ،\r\nنمىتواند ديگرى را براي اين حج أجير نمايد ، مگر به اذن واجازه مستأجر .\r\n\r\n\r\nمسأله 125 - هر گاه شخصي را براي حج تمتع أجير نمايد\r\nووقت هم زياد باشد واتفاقا وقت براي حج تمتع تنگ شد وأجير از\r\nعمره تمتع به حج افراد عدول نمايد وحج افراد به جا آورده\r\nوسپس عمره مفرده اى به جا آورده ، ذمه منوب عنه برى مىشود .\r\nولى در صورتي كه اجاره بر اعمال عمره وحج تمتع بوده أجير\r\nاستحقاق اجرت را نخواهد داشت ، بلى اگر اجاره بر تفريغ ذمه\r\nمنوب عنه بوده مستحق اجرت خواهد بود مثال : مرده يا زنده‌اى\r\nكه شخصا عاجز از حج است وحج به گردن دارد ، شخصي أجير\r\nمىشود كه اين را از گردن أو بردارد ، أجير هر طور حج به جا آورد ،\r\nحج از گردن أو برداشته مىشود وأجير مستحق اجرت خواهد\r\nبود ، ولى اگر أجير شود كه حج را به طور مخصوصى انجام دهد\r\nوتخلف نموده وطور ديگر انجام داد ، حج از گردن طرف برداشته\r\nشده وأجير مستحق اجرت نمىشود .\r\n\r\n\r\nمسأله 126 - در حج مستحبى يك نفر مىتواند به جاى چند\r\nنفر حج نمايد واما در حج واجب جايز نيست يك نفر به جاى دو\r\nيا بيشتر حج نمايد وبايد نيابت از قبل يك نفر باشد ، مگر در\r\nصورتي كه حج بر دو نفر يا بيشتر نحو شركت واجب شده باشد ،\r\nمثل اين كه دو نفر يا بيشتر نذر كنند كه با شركت يكديگر كسى را\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\nبراي حج أجير نمايند ، كه در اين صورت مىتوانند يك نفر را براي\r\nحج أجير نمايند كه به جاى آنها حج نمايد .\r\n\r\n\r\n\r\nمسأله 127 - بيشتر از يك نفر مىتوانند در يك سال به جاى\r\nيك نفر ، خواه مرده خواه زنده ، خواه به طور تبرع ومجان خواه به\r\nاجاره ، حج به جا آورند ، در صورتي كه حج مستحبى باشد .\r\nوهمچنين است در حج واجب اگر متعدد باشد ، مثل اين كه بر\r\nشخصي به واسطه نذر دو حج واجب شده باشد كه دو مرتبه نذر\r\nحج نموده يا يكى حجة الاسلام وديگرى حج نذرى باشد كه در\r\nاين صورت مىتوان دو نفر را أجير نمود ، يكى را براي يكى از اين\r\nدو واجب وديگرى را براي واجب دوم وهم چنين جايز است دو\r\nنفر را براي يك نفر أجير نمود ، كه يكى حج واجب به جا آورد\r\nوديگرى حج مستحبى . بلكه بعيد نيست أجير نمودن دو نفر براي\r\nيك حج واجب جايز باشد ، مثل حجة الاسلام كه دو نفر را از باب\r\nاحتياط أجير مىنمايد به جهت احتمال ناقص بودن يكى از آن دو .\r\n\r\n\r\n\r\nمسأله 128 - طواف في نفسه عمل مستحبى است پس نيابت\r\nدر طواف از قبل مرده يا زنده‌اى كه در مكة نباشد يا در مكة باشد\r\nوشخصا نتواند طواف نمايد جايز است .\r\n\r\n\r\nمسأله 129 - نايب پس از فراغت از اعمال حج نيابتى ، مىتواند\r\nبراي خود يا ديگرى عمره مفرده به جا آورد ، همچنان كه مىتواند\r\nبراي خود يا ديگرى طواف نمايد .\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n\r\n\r\n\r\nحج مستحبى\r\nمسأله 130 - مستحب است كسى كه مىتواند حج نمايد به حج\r\nبرود ، هر چند مستطيع نباشد ، يا آن كه مستطيع شده وحجة الاسلام\r\nرا به جا آورده . ومستحب است متمكن ، هر سأله حج را\r\nتكرار نمايد .\r\n\r\n\r\n\r\nمسأله 131 - هنگام خروج از مكة ، مستحب است نيت\r\nبازگشت به حج نمايد .\r\n\r\n\r\n\r\n\r\nمسأله 132 - مستحب است انسان كسى را كه استطاعت حج\r\nرفتن ندارد به حج بفرستد ، همچنان كه در صورتي كه بداند اگر\r\nبراي رفتن به حج قرض نمايد مىتواند بعدا قرض خود را بدهد ،\r\nمستحب است قرض نمايد ، وخرج زياد نمودن در حج مستحب\r\nاست .\r\n\r\n\r\n\r\n\r\nمسأله 133 - مستحب است به كسى كه استطاعت حج ندارد ،\r\nزكات داده شود كه با آن حج نمايد .\r\n\r\n\r\n\r\n\r\nمسأله 134 - هر گاه زن شوهر دار خواسته باشد حج مستحبى\r\nبه جا آورد ، بايد با اذن شوهر باشد وهمچنين زنى كه در عده\r\nرجعي باشد ، ولى زنى كه از شوهر خود طلاق بائن گرفته ودر عده\r\nاست يا در عده وفات است ، اذن شوهر در حج وى معتبر نيست\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\n\r\nاقسام عمره\r\nمسأله 135 - عمره مانند حج است : گاهى واجب وگاهى\r\nمستحب ، وگاهى مفرده است وگاهى عمره تمتع است .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 136 - عمره مانند حج ، بر هر مستطيعى كه داراى شرايط\r\nاست واجب مىشود وجوبش مانند وجوب حج ، فورى است پس كسى كه مستطيع براي عمره شد ،\r\nهر چند براي حج مستطيع نباشد ، واجب است عمره را به جا آورد . بلى ظاهر اين است كه بر\r\nكسى كه وظيفه‌اش حج تمتع باشد ، عمره به تنهايى واجب نيست .\r\nپس كسى كه استطاعت حج ندارد واستطاعت عمره را دارد\r\nووظيفة اش حج تمتع است ، واجب نيست عمره را به جا آورد .\r\nوبنابر اين كسى كه براي حج أجير شده ، بعد از فراغت از اعمال حج\r\nنيابى واجب نيست عمره به جا آورد ، هر چند در اين هنگام\r\nاستطاعت عمره را دارد لكن به جا آوردنش أحوط ( مستحب ) است . واما\r\nكسى كه حج تمتع را به جا آورده ، پس عمره مفرده بر أو واجب\r\nنيست جز ما .\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 137 - مستحب است عمره مفرده را مكررا به جا آورد ،\r\nوأولى اين است كه هر ماه به جا آورده شود . واظهر اين است كه\r\nاگر عمره را در ما هي شروع كند ، اگر چه در آخر آن ماه باشد ،\r\nو ","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\nعمره ديگر را در ماه بعدى اگر چه در أول آن باشد ، مانعى ندارد ،\r\nودو عمره در يك ماه نمىتواند به جا آورد ، در صورتي كه دو عمره\r\nبراي خود يا براي شخصي ديگر بجا آورد . بلى اگر عمره دوم را\r\nرجاءا به جا آورد مانعى ندارد وچنانچه خواسته باشد يك عمره\r\nبراي خود ويك عمره براي ديگرى به جا آورد در يك ماه جايز\r\nاست . وهم چنين است اگر هر دو عمره براي دو شخص ديگر\r\nباشد . همچنان كه عمره تمتع وعمره مفرده وبالعكس در يك ماه\r\nجايز است ، يعنى اگر كسى كه عمره مفرده را به جا آورده ، در همان\r\nماه بخواهد عمره تمتع به جا آورد ، يا عمره تمتع را به جا آورده\r\nوبه حج رفته ، در همان ماه عمره مفرده به جا آورد مانعى ندارد ،\r\nولى به جا آوردن عمره مفرده بين عمره تمتع وحج جايز نيست .\r\n\r\n\r\n\r\nمسأله 138 - همچنان كه عمره مفرده به استطاعت واجب\r\nمىشود ، به نذر وعهد وقسم وغير اينها نيز واجب مىگردد .\r\n\r\n\r\n\r\nمسأله 139 - عمره مفرده با عمره تمتع در اعمال شريكند\r\nواعمال عمره تمتع خواهد آمد وعمره مفرده با عمره تمتع چند فرق\r\nدارد .\r\n1 - آن كه در عمره مفرده طواف نساء واجب مىشود ، ولى عمره\r\nتمتع طواف نساء ندارد .\r\n2 - آن كه عمره تمتع بجز در ماه‌هاى حج ( شوال وذى القعدة\r\nوذي الحجة ) واقع نمىشود وصحيح نخواهد بود ، ولى عمره مفرده\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\nدر تمام ماهها صحيح است ، وأفضل وبرتر از همه ماه رجب وبعد\r\nاز آن ماه مبارك رمضان است .\r\n3 - آن كه بيرون آمدن از احرام در عمره تمتع منحصر به تقصير\r\nاست ، ولى خروج وبيرون آمدن از احرام در عمره مفرده گاهى به\r\nتقصير وگاهى به تراشيدن سر مىباشد .\r\n4 - آن كه عمره تمتع وحج بايد در يك سال واقع شوند چنان كه\r\nخواهد آمد ، ولى عمره مفرده چنين نيست . وكسى كه حج افراد\r\nوعمره مفرده بر أو واجب باشد ، مىتواند حج را در يك سال\r\nوعمره را در سال بعد بجا آورد .\r\n5 - آن كه عمره مفرده به جماع فاسد وباطل مىشود وعمره\r\nتمتع چنين نيست ، وكسى كه در عمره مفرده قبل از فارغ شدن از\r\nسعى از روى علم وعمد جماع كند ، عمره وى حتما باطل شده\r\nوواجب است آن را در ماه بعد دوباره به جا آورد ، به اين كه تا ماه\r\nبعد در مكة بماند واما كسى كه در اثناى عمره تمتع جماع نمايد ،\r\nباطل شدن عمره وى مورد اشكال است واظهر اين است ، كه باطل\r\nنخواهد شد همچنان كه خواهد آمد .\r\n\r\n\r\n\r\n\r\nمسأله 140 - احرام بستن براي عمره مفرده أو مواقيتى كه براي\r\nعمره تمتع احرام بسته مىشود ، واجب است ، وبيان مواقيت\r\nخواهد آمد . واگر مكلف در مكة باشد وبخواهد عمره مفرده به جا آورد جايز است از حرم خارج شده واحرام ببندد وواجب\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\nنيست به يكى از مواقيت برود واز آنجا محرم شود . وبهتر اين\r\nاست كه احرامش از يكى از اين سه جا باشد حديبيه ، جعرانه ،\r\nتنعيم وبيان هر يك بعدا خواهد آمد . واين سه كلمه ، نام سه جاى\r\nمعين در أطراف مكة است .\r\n\r\n\r\n\r\n\r\nمسأله 141 - عمره مفرده بر كسى كه بخواهد وارد مكة شود ،\r\nواجب است ، وجايز نيست بدون احرام وارد مكة شود . واز حكم\r\nوجوب احرام كسى كه مكررا بايد رفت وآمد كند مستثنى است ،\r\nمانند هيزم كش وعلاف وأمثال اينها . وهمچنين كسى كه بعد از\r\nتمام نمودن اعمال حج يا بعد از عمره مفرده از مكة خارج شده\r\nوبيرون رفته باشد ، چنين شخصي مىتواند پيش از گذاشتن يك ماه\r\nبدون احرام وارد مكة شود . وحكم كسى كه بعد از عمره تمتع\r\nوقبل از حج از مكة خارج شود خواهد آمد .\r\n\r\n\r\n\r\nمسأله 142 - كسى كه عمره مفرده را در ماه‌هاى حج به جا\r\nآورده واتفاقا تا وقت حج در مكة باقي مانده ، مىتواند عمره\r\nمفرده خود را عمره تمتع قرار داده وحج را به جا آورد ، وفرقى در\r\nاين حكم بين حج واجب وحج مستحبى نيست .\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\n\r\nاقسام حج\r\nمسأله 143 - حج بر سه قسم است : 1 - حج تمتع ، 2 - حج\r\nافراد ، 3 - حج قرآن .\r\nقسم أول ، يعنى حج تمتع وظيفة كسى است كه فاصله وطنش تا\r\nمسجد الحرام شانزده فرسخ يا بيشتر از آن باشد .\r\nقسم دوم وسوم ، يعنى حج افراد وحج قران وظيفة كسى است\r\nكه أهل خود مكة يا أطراف آن باشد ، به شرطي كه فاصله بين\r\nوطنش تا مسجد الحرام كمتر از شانزده فرسخ باشد .\r\nواين رساله در بيان احكام قسم أول ، يعنى حج تمتع است كه\r\nمحل ابتلاى غالب برادران ديني است . ونظر به اين كه گاهى\r\nبه جهت ضرورت وبعضي از پيش آمدها حج تمتع تبديل به حج\r\nافراد مىشود ، ناچاريم كيفيت حج افراد را نيز بطور مختصر بيان\r\nنمائيم وكيفيت حج قرآن نيز بيان خواهد شد .\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 144 - كسى كه وظيفة اش حج تمتع است ، مىتواند حج\r\nافراد يا قران را استحبابا بجا آورد ، همچنان كه كسى كه وظيفه‌اش\r\nحج افراد يا قران است ، مىتواند حج تمتع را استحبابا به جا آورد .\r\nواين معنى در حج واجب جايز نيست ، يعنى كسى كه حج افراد يا\r\nحج قران بر أو واجب شده ، نمىتواند به جاى آن حج تمتع به جا\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\nآورد وبالعكس ، يعنى كسى كه حج تمتع بر أو واجب شده ،\r\nنمىتواند به جاى آن حج افراد يا قران به جا آورد ، وچنانچه اين\r\nافراد به جاى حج واجب خود حج ديگرى به جا آورند كفايت\r\nنمىكند . بلى گاهى وظيفة كسى كه بايد حج تمتع به جا آورد ،\r\nعوض شده وبه حج افراد بر مىگردد ، چنان كه بيانش خواهد آمد .\r\n\r\n\r\n\r\n\r\nمسأله 145 - كسى كه وطنش بيش از شانزده فرسخ از مسجد\r\nالحرام دور بوده وفعلا در مكة أقامت نموده ، چنانچه اقامتش بعد\r\nاز استطاعت وواجب شده حج بر أو بوده ، وظيفه‌اش حج تمتع\r\nاست واما اگر استطاعت أو پس از أقامت در مكة وبعد از داخل\r\nشدن در سال سوم باشد ، وظيفه‌اش حج قران يا افراد است واگر\r\nاستطاعتش قبل از سال سوم باشد ، حج تمتع بر أو واجب مىشود .\r\nاينها در صورتي است كه اقامتش به قصد مجاورت باشد ، يعنى\r\nمدتي در جوار خانه خدا بودن . واما اگر به قصد توطن باشد ، اين\r\nهم دو صورت دارد :\r\n1 - از أول قصد توطن داشته ، در اين صورت وظيفه‌اش حج\r\nافراد يا قران است ، چه آن كه وارد سال سوم شده باشد يا خير .\r\n2 - بعد از مدتي قصد توطن نموده ، كه در اين صورت اگر\r\nاستطاعتش قبل از توطن وپيش از وارد شدن سال سوم باشد ،\r\nوظيفة اش حج تمتع است . واگر بعد از قصد توطن باشد ، وظيفة اش افراد يا قران مىباشد چه آن كه وارد سال سوم شده\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nباشد يا نشده باشد . وهم چنين است حكم كسى كه قصد توطن در\r\nغير مكة داشته باشد از اماكنى كه فاصله آنها تا مسجد الحرام كمتر\r\nاز شانزده فرسخ باشد .\r\n\r\n\r\n\r\nمسأله 146 - هر گاه در بلد خود مستطيع بوده وپس از\r\nاستطاعت در مكة أقامت نموده يا پس از أقامت در مكة وقبل از\r\nانقلاب وبر گشتن وظيفة اش به حج افراد يا حج قران مستطيع\r\nشود ، جايز است براي أو كه از أدنى الحل محرم شود ، اگر چه\r\nأحوط ( مستحب ) آن است كه به يكى از مواقيت رفته واز آنجا براي عمره\r\nتمتع محرم شود ، وأحوط ( مستحب ) اين است كه به ميقات أهل بلد خود\r\nبرود . وأهل هر بلدي ميقاتى دارند كه بيانش خواهد آمد .\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n\r\n\r\n\r\nحج تمتع\r\nمسأله 147 - حج تمتع ، عبارت از دو عبادت است كه نام\r\nعبادت أول ، عمره ونام عبادت دوم حج است . وگاهى عبادت\r\nدوم را حج تمتع مىگويند . وواجب است عمره را در حج تمتع\r\nپيش از حج به جا آورند .\r\n\r\n\r\nاعمال عمره تمتع\r\nمسأله 148 - در عمره تمتع پنج چيز واجب است :\r\nأول : احرام از يكى از ميقاتها ، وتفصيل آنها را خواهى دانست .\r\nدوم : طواف دور خانه خدا .\r\nسوم : خواندن دو ركعت نماز طواف .\r\nچهارم : سعى ( رفت وآمد ) بين صفا ومروه كه نام دو جاى\r\nمعين در جنب مسجد الحرام است .\r\nپنجم : تقصير ، يعنى گرفتن مقدارى از مو يا ناخن ، وهنگامى كه\r\nشخص اين اعمال پنچ گانه را به جا آورد ، از احرام بيرون رفته\r\nوچيزهايى كه به جهت احرام بر أو حرام شده بود ، حلال مىشود .\r\n\r\n\r\nمسأله 149 - بر مكلف لازم است با نزديك شدن روز نهم\r\nذي الحجة خود را براي اعمال آماده ومهيا نمايد .\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n\r\n\r\nاعمال حج تمتع\r\nدر حج تمتع سيزده چيز واجب است : أول : بستن احرام از مكة ، به تفصيل وشرحي كه خواهد آمد .\r\nدوم : وقوف ( بودن ) در عرفات از ظهر روز نهم ذي الحجة ( روز\r\nعرفه ) تا مغرب . وعرفات نام جايى است در چهار فرسخى مكة\r\nقديم .\r\nسوم : بودن در مزدلفه ( مشعر ) كه بين عرفات ومكة است ، از\r\nطلوع فجر روز عيد قربان ( دهم ذي الحجة تا طلوع آفتاب ) .\r\nچهارم : رمى جمره عقبه ( زدن سنگريزه ) در منى روز عيد\r\nقربان . ومنى تقريبا يك فرسخ تا مكة فاصله دارد .\r\nپنجم : قرباني كردن در منى روز عيد .\r\nششم : تراشيدن سر يا گرفتن مقدارى از مو يا ناخن در منى . وبه\r\nاين عمل آنچه بسبب احرام بر وى حرام شده بود حلال مىشود ،\r\nمگر زن وبوى خوش وشكار بنابر احتياط ( واجب ) .\r\nهفتم : طواف دور خانه خدا به عنوان زيارة پس از بازگشت به\r\nمكة هشتم : به جا آوردن دو ركعت نماز طواف .\r\nنهم : سعى ( رفت وآمد ) بين صفا ومروه . وبا اين عمل بوى\r\nخوش نيز حلال مىشود .\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nدهم : طواف نساء .\r\nيازدهم : بجا آوردن نماز طواف نساء . وبه اين عمل زن نيز\r\nحلال مىشود .\r\nدوازدهم : بيتوته ( ماندن شب ) در منى شب يازدهم وشب\r\nدوازدهم ، بلكه شب سيزدهم در بعضي از صور كه بيانش مىآيد .\r\nسيزدهم : رمى سه جمره ( أولى ووسطى وعقبه ) در روز\r\nيازدهم ودوازدهم ، بلكه در روز سيزدهم نيز بنابر اظهر ، در\r\nصورتي كه شب سيزدهم را در منى مانده باشد .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nشرايط حج تمتع\r\nمسأله 150 - در حج تمتع چند چيز شرط است :\r\nأول : نيت كه قصدش اين باشد كه حج تمتع را به جا مىآورد .\r\nپس اگر نيت حج ديگرى نمود يا در نيت تردد داشت ، حجش\r\nصحيح نخواهد بود .\r\nدوم : آن كه عمره وحج هر دو با هم در ماه‌هاى حج ( شوال\r\nوذي القعدة وذى الحجة ) باشد . پس اگر يك جزء از عمره را قبل از\r\nماه شوال به جا آورده باشد ، عمره اش صحيح نخواهد بود .\r\nسوم : آن كه عمره وحج در يك سال به جا آورده شوند . پس\r\nاگر عمره را به جا آورد وحج را به سال بعد تأخير نمود ، تمتع\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nصحيح نخواهد بود . وفرقى نيست در اين حكم بين اين كه تا سال\r\nبعد در مكة بماند يا آن كه به وطن خود مراجعت نموده ودوباره به\r\nمكة بيايد . همچنان كه فرقى نيست بين اين كه بعد از عمره به\r\nتقصير از احرام بيرون آيد . يا تا سال آينده در احرام خود باقي بماند .\r\nچهارم : آن كه احرام حج در حال اختيار از خود مكة باشد\r\nوبهترين موضع مقام إبراهيم يا حجر إسماعيل است وچنانچه نتواند\r\nاز خود مكة احرام ببندد ، از هر جا كه بتواند بايد محرم شود .\r\nپنجم : آن كه مجموع اعمال عمره تمتع وحج تمتع را يك نفر\r\nانجام دهد از طرف يك نفر . پس اگر دو نفر براي انجام حج تمتع از\r\nطرف مرده يا زنده‌اى أجير شوند كه يكى عمره وديگرى حج را\r\nانجام دهد ، صحيح نخواهد بود . وهم چنين اگر يك نفر حج نمايد\r\nوعمره را به جاى كسى وحج را به جاى ديگرى انجام دهد ،\r\nصحيح نخواهد بود .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 151 - همين كه شخص اعمال عمره تمتع را به جا آورد ،\r\nواجب است اعمال حج تمتع را به جا آورد وجايز نيست براي\r\nكارى غير از اعمال حج از مكة بيرون برود ، مگر آن كه خروج وى\r\nبراي حاجتي باشد ، وبيم آن نرود كه اعمال حجش فوت گردد ، كه\r\nدر اين صورت واجب است ، براي حج خود از مكة احرام حج را\r\nبسته وبراي كارى كه دارد از مكة بيرون رفته وسپس با همان\r\nاحرام به مكة برگشته واز مكة رهسپار عرفات گردد . وچنانچه\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\nنتواند به مكة برگردد از جاى خود به عرفات رود .\r\n\r\n\r\n\r\nمسأله 152 - همچنان كه بيرون رفتن از مكة براي كسى كه\r\nعمره تمتع به جا مىآورد پس از فراغ از اعمال عمره تمتع جايز\r\nنيست ، در اثناى عمره نيز نبايد از مكة بيرون برود . پس هر گاه پيش\r\nاز وارد شدن به مكة بداند كه محتاج به بيرون رفتن از مكة خواهد\r\nشد ، مانند حمله دارها كه نوعا اين طورند . مىتواند أولا به عنوان\r\nعمره مفرده محرم شده وبه مكة رفته واعمال عمره مفرده را به جا\r\nآورده واز مكة براي كارى كه دارد بيرون رفته وپس از انجام كار\r\nخود ثانيا براي عمره تمتع احرام بسته وبه مكة بيايد . وگذشتن\r\nيك ماه از عمره مفرده كه أول به جا آورده معتبر نيست در صحت آن .\r\n\r\n\r\nمسأله 153 - بيرون رفتن از مكة بعد از عمره يا در اثناى آن كه\r\nحرام شده ، بيرون رفتن به جاى ديگر است ، واما رفتن به أطراف\r\nونواحي تابع مكة عيبى ندارد . پس كسى كه منزلش بيرون مكة است ،\r\nمىتواند در أثناء يا بعد از فراغت از اعمال عمره به منزل خود بر گردد .\r\n\r\n\r\nمسأله 154 - هر گاه پس از انجام عمره بدون احرام از مكة\r\nبيرون رفت واز ميقاتها گذشت ، دو صورت دارد :\r\nأول : آن كه بازگشتش به مكة پيش از گذشتن يك ماه از انجام\r\nعمره است ، كه در اين صورت لازم است بدون احرام به مكة\r\nبرگشته ، واز مكة احرام بسته وبه سوى عرفات برود .\r\nدوم : آن كه بازگشت وى به مكة پس از گذشتن يك ماه باشد .\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nدر اين صورت لازم است عمره را دوباره انجام دهد .\r\n\r\n\r\nمسأله 155 - كسى كه وظيفه‌اش حج تمتع است ، نمىتواند به\r\nحج افراد يا حج قران عدول نمايد ، مگر در صورتي كه پس از\r\nشروع به عمره تمتع وقتش به اندازه‌اى تنگ شود كه نتواد عمره\r\nرا تمام نموده وخود را به حج برساند ، يعنى اگر خواسته باشد\r\nاعمال عمره را انجام دهد بيم آن برود كه به حج نرسد ، نيت خود\r\nرا به نيت حج افراد تبديل نموده وعمره را ترك وبه حج رفته\r\nوبعد از حج عمره مفرده به جا آورد ، وميزان در تنگى وقت كه اين\r\nامر را جايز مىكند ، بيم از دست رفتن مقدار ركن از وقوف\r\nاختياري عرفات است .\r\nمثال شخصي صبح روز نهم ذي الحجة وارد مكة مىشود\r\nومىخواهد عمره تمتع بجا آورد وشروع مىنمايد در آن . مىبيند\r\nاگر عمره را به جا آورد ، تا ظهر كه ابتداى وقت وقوف اختياري\r\nعرفات است نمىتواند خود را به عرفات برساند . اين شخص به\r\nنيت حج افراد به عرفات رفته واعمال حج را به جا آورده وپس از\r\nاعمال حج به مكة برگشته وعمره مفرده به جا آورد .\r\n\r\n\r\n\r\nمسأله 156 - كسى كه وظيفة وى حج تمتع است ، چنانچه پيش\r\nاز شروع به عمره بداند كه وقتش گنجايش اعمال عمره ودرك حج\r\nرا ندارد ، نمىتواند از أول به حج افراد يا قران عدول نمايد ، بلكه\r\nواجب است حج را تا سال آينده تأخير نمايد .\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n\r\n\r\n\r\nمسأله 157 - هر گاه در سعة وقت براي عمره تمتع احرام بست\r\nوطواف وسعى خود را عمدا تا زماني كه نتواند آنها را به جا آورده\r\nوحج را درك نمايد به تأخير انداخت ، عمره وى باطل است\r\nونمىتواند بنابر اظهر به حج افراد عدول نمايد . لكن أحوط ( واجب ) اين\r\nاست كه عدول به افراد نموده وعمره را به قصد أعم از حج افراد يا\r\nعمره مفرده به جا آورد .\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\n\r\nحج افراد\r\nمسأله حج افراد عملي است مستقل وجداگانه وهم چنان كه گذشت\r\nبر كسى واجب مىشود كه فاصله بين وطنش تا مسجد الحرام كمتر\r\nاز شانزده فرسخ باشد . ودر صورتي كه بتواند علاوة بر حج افراد\r\nعمره مفرده را بجا آورد ، عمره مفرده نيز به طور جداگانه بر أو\r\nواجب خواهد بود . بنابر اين كسى كه مىتواند فقط يكى از اين دو\r\nرا به جا آورد ، همانى را كه مىتواند به جا آورد بر أو واجب\r\nمىشود . وچنانچه بتواند يكى از اين دو را در زماني وديگرى را\r\nدر زمان ديگر به جا آورد ، واجب است آنچه وظيفة وى در هر\r\nزمان اقتضا مىنمايد ، همان را به جا آورد . وچنانچه در يك وقت\r\nبتواند هر دو را انجام دهد ، واجب است هر دو را انجام دهد\r\nومشهور بين فقهاء در اين صورت اين است كه بايد حج پيش از عمره\r\nبجا آورده شود . وأحوط ( واجب ) نيز همين است .\r\n\r\n\r\n\r\nمسأله 158 - حج افراد با حج تمتع در تمام اعمال مشترك\r\nهستند وحج افراد با حج تمتع چند فرق دارد :\r\nأول : آن كه حج افراد لازم نيست متصل به عمره ودر يك سال\r\nباشد ، ولى حج تمتع همان طور كه گفته شد لازم است متصل\r\nوبعد از عمره ودر يك سال انجام شود .\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\nدوم : آن كه در حج افراد قرباني لازم نيست ، ولى در حج تمتع\r\nچنان كه گفته شد ، قرباني لازم است .\r\nسوم : آن كه در حج افراد جايز است در حال اختيار طواف\r\nوسعى حج را بر وقوفين مقدم نمود ، ولى در حج تمتع نمىشود اين\r\nكار را كرد .\r\nچهارم : آن كه احرام حج افراد بايد از يكى از جاهايى كه گفته\r\nخواهد شد باشد ، واما احرام حج تمتع بايد از خود مكة باشد .\r\nپنجم : آن كه عمره حج افراد را مىشود پيش از حج يا بعد از آن\r\nبه جا آورد ، ولى در حج تمتع واجب است عمره پيش از حج باشد .\r\nششم : آن كه بعد از احرام حج افراد مىشود طواف مستحبى\r\nنمود . ودر حج تمتع پس از احرام بنابر احتياط وجوبي ، جايز\r\nنيست طواف مستحبى بجا آورده شود .\r\n\r\n\r\nمسأله 159 - هر گاه براي حج افراد مستحبى احرام بسته شود ،\r\nمىتوان به عمره تمتع عدول نمود ، مگر در صورتي كه بعد از سعى\r\nتلبيه بگويد كه نمىتواند به عمره تمتع عدول نمود .\r\n\r\n\r\nمسأله 160 - هر گاه براي حج افراد احرام بست ووارد مكة\r\nشد ، جايز است دور خانه خدا استحبابا طواف نمايد ، ولى واجب\r\nاست در اين صورت پس از برگزارى نماز طواف ، تلبيه بگويد . بنابر\r\nاحتياط ( واجب ) .\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\n\r\nحج قران\r\nمسأله 161 - حج قران با حج افراد در تمام جهات با هم متحد\r\nويكسانند ، مگر آن كه در حج قران هنگام احرام بايد مكلف قرباني\r\nوهمراه داشته باشد ، وبدين جهت قرباني بر أو واجب مىشود .\r\nواحرام در اين قسم از حج همان طور كه با تلبيه محقق مىشود ، با\r\nاشعار ( علامت گذاشتن ) يا تقليد ( چيزى به گردن حيوان آويختن )\r\nنيز محقق مىشود . وهر گاه براي حج قران احرام ببندد جايز نيست\r\nبه حج تمتع عدول نمايد .\r\nتوضيح : آن كه چون در حج قران بايد قرباني همراه حاجى\r\nباشد ، بايد بر أو علامت بگذارد يعنى اگر شتر است كوهان أو را\r\nبشكافد واگر گوسفند باشد گوش أو را دريده يا پشت وسر\r\nوگردن أو را رنگ كند ، كه اين اشعار گويند يا آن كه چيزى بر گردن\r\nحيوان مانند زنگوله يا چيزى ديگرى بياويزد كه اين را تقليد\r\n( قلادة ، گردن‌بند ) مىگويند . ويكى از اين دو كار جاى تلبيه را\r\nمىگيرد .\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\nميقاتهاى احرام\r\nدر شريعت مقدسه اسلام جاهايى براي بستن احرام تعيين\r\nشده كه به آنها ميقات گفته مىشود وواجب است احرام از يكى از\r\nآن جاها بسته شود . وآنها ده مكان مىباشد :\r\n1 - مسجد شجره\r\nمسجد شجره در نزديكى مدينه منوره است . وآن ميقات أهل\r\nمدينه وهر كسى است كه خواسته باشد از راه مدينه به حج برود .\r\nوجايز است در بيرون مسجد بطورى كه محاذى وبرابر آن از\r\nطرف راست يا چپ باشد ، احرام بسته شود . وأحوط ( مستحب ) اين است كه\r\nدر صورت امكان از درون مسجد احرام بسته شود .\r\n\r\n\r\n\r\nمسأله 162 - كسى كه از راه مدينه به حج مىرود وبه مسجد\r\nشجره مىرسد وميقات ديگرى بنام جحفه در ميان راه دارد ،\r\nنمىتواند از مسجد شجره بدون احرام گذشته واز جحفه احرام\r\nببندد ، مگر شخص بيمار يا ضعيف ومانند اينها كه نمىتوانند از\r\nمسجد شجره احرام ببندد .\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\n\r\n2 - وادى عقيق\r\nوادى عقيق ميقات أهل عراق ونجد وهر كسى است كه از آنجا\r\nعبور كند ، هر چند أهل عراق ونجد نباشد ، واين ميقات داراى سه\r\nجزء مىباشد .\r\n1 - مسلخ ، كه نام جزء أول است .\r\n2 - عمره ، كه نام وسط آن است .\r\n3 - ذات عرق ، كه نام آخر آن است . وأحوط ( مستحب ) وأولى آن است كه\r\nمكلف در صورتي كه مانعى مانند بيمارى يا تقيه نداشته باشد ،\r\nپيش از رسيدن به ذات عرق احرام ببندد .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 163 - در حال تقيه جايز است مخفيانه پيش از رسيدن به ذات عرق بدون اين كه لباس خود\r\nرا بكند محرم شده وپس از رسيدن به ذات عرق لباسهاى خود را كنده ودو جامه احرام را بپوشد .\r\n3 - جحفه\r\nجحفه ميقات أهل شام ومصر ومغرب وهر كسى است كه از\r\nآن جا عبور نمايد ، هر چند أهل آن جا نباشد . واين در صورتي\r\nاست كه اين شخص از ميقات سابق از آن احرام نبسته باشد .\r\n4 - يلملم\r\nيلملم نام كوهى است . وميقات أهل يمن وهر كسى است كه از\r\nآن راه بگذرد .\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n\r\n\r\n\r\n5 - قرن المنازل\r\nقرن المنازل ميقات أهل الطائف وهر كسى است كه از آن راه\r\nبرود .\r\n6 - مكة مكرمه\r\nمكة مكرمه قديم كه در زمان پيغمبر أكرم - صلى الله عليه وآله\r\nوسلم - بوده كه حدود آن از عقبه مدنيين است تا ذي طوى .\r\n7 - منزل خود شخص\r\nمنزل خود شخص ، ميقات كسى است كه منزلش به مكة\r\nنزديكتر از ميقات باشد ، كه چنين شخصي مىتواند از منزل خود احرام ببندد ولازم نيست جهت احرام بستن به يكى از ميقاتهاى\r\nديگر برود .\r\n8 - جعرانه\r\nجعرانه ميقات أهل مكة است براي حج قران وافراد ودر حكم\r\nأهل مكة است كسى كه دو سال تمام در مكة مجاور بوده كه پس از\r\nگذشتن آن به منزله أهل مكة خواهد بود . واما پيش از دو سال\r\nحكمش در مسأله 146 گذشت .\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n\r\n\r\n\r\n9 - محاذاة مسجد شجره\r\nكسى كه تقريبا يك ماه يا بيشتر در مدينه منوره أقامت نموده\r\nوعازم حج باشد وبخواهد از غير راه متعارف مدينه تا مكة برود ،\r\nهمين كه شش ميل از مدينه دور شود محاذى وبرابر مسجد\r\nشجره خواهد بود وهمان جا ميقاتش خواهد بود واز همان جا\r\nاحرام مىبندد . ودر تجاوز نمودن از محاذاة مسجد شجره\r\nواحرام بستن از محاذاة يكى از مواقيت ديگر ، بلكه از خصوص\r\nمورد مذكور نيز مشكل است ، ولكن جواز آن بعيد نيست خصوصا\r\nاگر فاصله زياد نباشد .\r\n10 - أدنى الحل\r\nأدنى الحل ميقات عمره مفرده است بعد از حج قران يا افراد .\r\nبلكه براي هر عمره مفرده است براي كسى كه در مكة است\r\nوبخواهد عمره مفرده به جا آورد . وأفضل وبهتر آن است از حديبيه\r\nيا جعرانه يا تنعيم احرام ببندد . وحديبيه وجعرانه وتنعين ، نام سه\r\nمكان مىباشد كه نزد أهل مكة مشهور ومعروف است .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nاحكام ميقاتها\r\nمسأله 164 - احرام بستن پيش از ميقات جايز نيست ، همچنان\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nكه عبور از ميقات با احرام كفايت نمىكند بلكه بايستى از خود\r\nميقات احرام بسته شود . واز اين حكم ، دو مورد استثنا شده است .\r\n1 - آن كه نذر نمايد كه پيش از رسيدن به ميقات احرام ببندد ،\r\nكه در اين صورت احرام بستن قبل از ميقات صحيح واحتياجى به\r\nتجديد آن در ميقات يا گذشتن از ميقات نيست . بلكه مىتواند از\r\nراهى به مكة برود كه به هيچ يك از ميقاتها بر خورد نكند ، ودر اين\r\nحكم فرقى بين حج واجب ومستحب وعمره مفرده نيست . بلى\r\nفرقى كه هست اين است كه اگر احرام براي حج باشد ، لازم است\r\nدر ماه‌هاى حج باشد ( شوال ، ذي القعدة ، ذي الحجة ) چنان كه گذشت .\r\n2 - كسى كه قصد عمره مفرده در ماه رجب دارد وبيم آن داشته\r\nباشد كه اگر احرام را از ميقات ببندد موفق به درك عمره نشود ،\r\nبراي چنين شخصي جايز است قبل از ميقات احرام ببندد وبراي\r\nأو عمره رجب شمرده مىشود ، هر چند اعمال عمره را در ماه\r\nشعبان به جا آورد . ودر اين حكم فرقى بين عمره واجب\r\nومستحب نيست .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 165 - بر مكلف واجب است يقين به رسيدن به ميقات\r\nپيدا نموده واحرام ببندد ، يا اطمينان به آن حاصل نمايد يا حجت\r\nشرعي داشته باشد وافرادى كه آنجا زندگى مىكنند گفته آنها\r\nحجت شرعيه محسوب مىشود وچنانچه شك در رسيدن به\r\nميقات داشته باشد ، احرام بستن براي أو جايز نخواهد بود .\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n\r\n\r\nمسأله 166 - كسى كه نذر نموده قبل از ميقات احرام ببندد وبر\r\nخلاف نذر خود از ميقات احرام بست ، احرام وى باطل نيست ولى\r\nكفاره مخالفت نذر بر أو واجب مىشود ، اگر از روى عمد اين كار را\r\nكرده باشد .\r\n\r\n\r\n\r\nمسأله 167 - هم چنان كه تقديم احرام بر ميقات جايز نيست ،\r\nتأخير آن از ميقات نيز جايز نيست . پس كسى كه قصد حج يا عمره\r\nيا دخول مكة را دارد ، نمىتواند در حال اختيار بدون احرام از\r\nميقات عبور نمايد مگر آن كه از ميقات احرام ببندد ، هر چند\r\nميقات ديگرى در جلو داشته باشد وهر گاه بدون احرام از ميقات\r\nگذشته وپيش روى كرد ، در صورت امكان بايد به ميقات برگردد .\r\n\r\n\r\n\r\nمسأله 168 - هر گاه مكلف از روى علم وعمد از ميقات احرام\r\nنبسته واز آن گذشت ، اين مسأله چند صورت دارد :\r\nأول : آن كه مىتواند به ميقات بر گردد ، كه در اين صورت واجب\r\nاست به ميقات برگشته واز آن احرام ببندد ، خواه برگشتنش از\r\nداخل حرم يا از خارج آن باشد . پس اگر چنين كارى كرد ، عملش\r\nبدون اشكال صحيح خواهد بود .\r\nدوم : آن كه مكلف در حرم باشد ونتواند به ميقات بر گردد ولى\r\nبتواند از حرم بيرون برود ، كه در اين صورت واجب است از حرم\r\nبيرون رفته واز بيرون حرم احرام ببندد .\r\nسوم : آن كه در حرم باشد ونتواند به ميقات يا بيرون حرم برود ،\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\nهر چند به جهت بيم فوت حج باشد ودر اين صورت لازم است از\r\nجاى خود احرام ببندد\r\nچهارم : آن كه خارج حرم باشد ونتواند به ميقات برگردد . در\r\nاين صورت نيز لازم است از جاى خود احرام ببندد .\r\nوجمعى از فقهاء - رضوان الله عليهم - در سه صورت أخير\r\nحكم به بطلان عمره نموده اند ، ولى صحت آن خالى از وجه\r\nنيست ، هر چند مكلف به جهت ترك احرام از ميقات مرتكب\r\nحرام شده است . لكن أحوط ( مستحب ) ؟ مع ذلك در صورت امكان اعاده حج\r\nاست وچنانچه مكلف در سه صورت أخير به وظيفه‌اى كه گفته\r\nشد عمل ننمود وعمره را به جا آورد ، بي شك حج وى فاسد\r\nخواهد بود .\r\n\r\n\r\n\r\nمسأله 169 - هر گاه انسان به جهت فراموشى يا بىهوشى ومانند\r\nاينها يا ندانستن حكم يا ندانستن ميقات ، احرام را ترك نمايد ،\r\nيعنى بدون احرام از ميقات بگذرد ، اين مسأله نيز داراى چهار\r\nصورت مىباشد :\r\nأول : آن كه بتواند به ميقات برگردد ، كه در اين صورت واجب\r\nاست به ميقات برگشته واز همانجا احرام ببندد .\r\nدوم : آن كه در حرم باشد وبرگشتن به ميقات غير ممكن وبه\r\nخارج حرم ممكن باشد ، كه در اين صورت لازم است از حرم\r\nبيرون رفته واز خارج حرم محرم شود . وأولى در اين صورت اين\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nاست كه هر چند بتواند از حرم دور شود واحرام ببندد .\r\nسوم : آن كه در حرم باشد وبرگشتن به خارج حرم برايش\r\nممكن نباشد ، كه در اين صورت لازم است از جاى خود احرام\r\nببندد ، هر چند وارد مكة شده باشد .\r\nچهارم : آن كه در خارج حرم باشد ونتواند به ميقات برگردد ،\r\nكه در اين صورت لازم است از جاى خود محرم شود . ودر تمام\r\nاين چند صورت حكم به صحت عمل مكلف مىشود ، اگر\r\nوظايفى را كه گفته شد انجام بدهد .\r\n\r\n\r\n\r\nمسأله 170 - هر گاه زن حائض از روى جهل به حكم وندانستن\r\nمسأله از ميقات احرام نبسته وداخل حرم شد ، بر أو لازم است\r\nمانند ديگران در صورتي كه نتواند به ميقات برگردد ، به خارج حرم\r\nرفته واز آنجا احرام ببندد . بلكه احتياط اين است كه تا آن جا كه\r\nممكن است از حرم دور شود واحرام ببندد به شرطي كه اين عمل\r\nمستلزم فوت حج نباشد ودر صورتي كه انجام اين عمل برايش\r\nممكن نباشد ، با ديگران يكسان خواهد بود يعنى مانند ديگران از\r\nحرم محرم شود .\r\n\r\n\r\nمسأله 171 - هر گاه عمره فاسد شد ، واجب است در صورت\r\nامكان از سر گرفته شود . وچنانچه اعاده آن هر چند به جهت كمي\r\nوقت ممكن نباشد ، حج وى فاسد خواهد بود ولازم است در سال\r\nبعد اعاده شود .\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n\r\n\r\nمسأله 172 - جمعى از فقها فرموده‌اند كه اگر مكلف از روى\r\nناداني يا فراموشى عمره را بدون احرام به جا آورد ، عمره وى\r\nصحيح است . واين فرمايش خالى از اشكال نيست ، واحتياط در\r\nاين صورت اين است كه بطورى كه گفته شد در صورت امكان\r\nاعاده نمايد واين احتياط البتة نبايد ترك شود .\r\n\r\n\r\n\r\n\r\nمسأله 173 - در سابق گذشت كسى كه وطنش از مكة دور\r\nباشد ، واجب است از يكى از ميقاتهاى پنجگانه كه ذكر شد براي\r\nعمره احرام ببندد . پس اگر راهش از آن ميقاتها باشد كه اشكالى\r\nندارد ، وچنانچه راهش از آن جا نباشد ، مانند وضع حجاج در اين\r\nزمان كه همگى ابتداء وارد جده مىشوند وجده از مواقيت نيست\r\nپس احرام از جده مجزى نيست مگر محاذى وبرابر يكى از آنها\r\nباشد كه اين ثابت نشده است بلكه اطمينان به عدم محاذاة وى\r\nمىباشد پس با اين حال بر حاجى لازم است كه در صورت امكان\r\nبه يكى از مواقيت برود يا از وطن وبلد خود يا در راه قبل از\r\nرسيدن به جده به مقدارى كه قابل ملاحظه باشد ، هر چند در\r\nهواپيما باشد ، نذر احرام نموده واز محل نذر ، احرام ، ببندد .\r\nوممكن است براي كسى كه وارد جده شده بدون احرام ، برود به\r\n\" رابغ \" كه در راه مدينه است واز آن جا به نذر احرام ببندد ، به\r\nاعتبار اين كه قبل از جحفه كه يكى از مواقيت است مىباشد . ودر\r\nصورتي كه رفتن به يكى از مواقيت ممكن نباشد وقبل از ميقات\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nهم به نذر محرم نشده ، لازم است از جده با نذر احرام بسته وبعدا\r\nدر خارج حرم قبل از دخول آن تجديد احرام كند .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 174 - در سابق گفته شد كه شخصي كه مىخواهد حج\r\nتمتع به جا آورد ، واجب است كه براي حج خود از مكة محرم\r\nشود . پس اگر با علم وعمد از جاى ديگرى غير از مكة احرام ببندد\r\nاحرامش صحيح نخواهد بود ، هر چند با احرام وارد مكة شود .\r\nبلكه در صورت امكان واجب است احرام را در مكة تجديد\r\nنمايد ، ودر غير اين صورت حجش باطل خواهد بود .\r\n\r\n\r\n\r\nمسأله 175 - هر گاه كسى كه مىخواهد حج تمتع نمايد\r\nفراموش نمود كه از مكة محرم شود ، در صورت امكان واجب\r\nاست به مكة بر گردد واگر ممكن نشد ، از جاى خود هر چند در\r\nعرفات باشد احرام ببندد وهمچنين است حكم كسى كه مسأله را\r\nنمىدانسته .\r\n\r\n\r\nمسأله 176 - كسى كه احرام حج را به كلى فراموشى نموده وتا\r\nپايان اعمال حج يادش نيايد ، حجش صحيح است . وهم چنين\r\nاست حكم جاهل به مسأله .\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\n\r\nكيفيت احرام\r\nواجبات احرام سه چيز است : نيت ، تلبيه ، پوشيدن لباس احرام\r\nأول : نيت يعنى قصد به جا آوردن آنچه در حج وعمره واجب\r\nشده قربة إلى الله تعالى . وچنانچه اعمال واجب را بطور تفصيل\r\nنداند ، واجب است قصد به جا آوردن را بطور اجمال نمايد ودر\r\nاين هنگام لازم است تدريجا آنچه بر أو واجب مىشود از روى\r\nمناسك ياد گرفته يا از كسى كه مورد وثوقش باشد بپرسد . پس\r\nهر گاه بدون قصد ، احرام بست احرامش باطل خواهد بود . ودر\r\nنيت چند چيز معتبر است :\r\n1 - قصد قربت ( نزديكى به خدا ) مانند عبادات ديگر غير از احرام\r\n2 - هم زمان بودن با شروع در احرام .\r\n3 - تعيين احرام كه براي عمره است يا براي حج ، وتعيين حج\r\nكه تمتع است يا قران يا افراد ، وتعيين اين كه براي خود است يا\r\nبراي ديگرى ، وتعيين اين كه حجش حجة الاسلام است كه براي\r\nاولين بار به استطاعت بر أو واجب شده يا حج نذرى است كه\r\nبسبب نذر بر أو واجب شده يا حجى است كه به سبب فاسد بودن\r\nحج قبل بر أو واجب شده يا حج مستحبى است خلاصه هر يك از\r\nاينها كه باشد بايد در نيت مشخص شود . پس اگر بدون تعيين نيت ،\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nاحرام نمود احرامش باطل خواهد بود .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 177 - در صحت نيت گفتن به زبان وگذراندن از ذهن\r\nمعتبر نيست يعنى لازم نيست نيت را به زبان آورده يا از ذهن خود\r\nبگذراند . بلكه داعى بر آن كفايت مىكند ، مانند عبادتهاى ديگر كه\r\nدر آنها داعى كافى است .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 178 - در صحت احرام عزم بر ترك محرمات از أول تا\r\nآخر احرام معتبر نيست ، مگر استمناء وجماع . پس اگر از أول\r\nاحرام حج قصدش اين باشد كه پيش از وقوف به مزدلفه استمناء يا\r\nبا عيال خود جماع ( نزديكى ) نمايد يا مردد باشد ، احرامش باطل\r\nنخواهد بود . واگر از أول عزمش ترك اين دو امر باشد وعزمش تا\r\nآخر استمرار نداشته باشد ، به اين كه پس از تحقق احرام قصد به\r\nجا آوردن يكى از اين دو امر را نمايد ، احرامش باطل نخواهد شد .\r\nدوم : تلبيه ، يعنى گفتن اين چند جمله است :\r\n\" لبيك اللهم لبيك ، لبيك لا شريك لك لبيك \" . وأحوط\r\nوأولى اضافه نمودن اين جمله است : \" إن الحمد والنعمة لك\r\nوالملك لا شريك لك لبيك \" . وجايز است كلمه \" لك \" بعد از\r\nكلمه \" والملك \" اضافه شود كه بگويد \" والملك لك \" . وتلبيه\r\nكامل اين است : \" لبيك اللهم لبيك ، لبيك لا شريك لك لبيك ،\r\nإن الحمد والنعمة لك والملك لك ، لا شريك لك لبيك \" . يعنى\r\nپروردگارا أجابت وأطاعت مىكنم فرمان تو را ، براي تو شريك\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nنيست ، بدرستى كه ستايش تو را سزاست ونعمت وملك\r\nوپادشاهى از آن تو است ، شريكي براي تو در آنها نيست .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 179 - بر مكلف لازم است ألفاظ تلبيه را ياد گرفته\r\nوبه طور صحيح ادا نمايد . مانند تكبيرة الاحرام در نماز ، هر چند اين\r\nمعنى با تلقين ديگرى باشد ، يعنى ديگرى كه خوب بلد است\r\nبگويد وأو مانند أو بگويد . پس اگر اين ألفاظ را ياد نگرفت وتلقين\r\nهم برايش ميسور نبود ، واجب است آنچه مىتواند بگويد .\r\nوأحوط در اين صورت جمع بين گفتن به مقدار ميسور وگفتن\r\nترجمه آنها ونايب گرفتن ديگرى است كه به جاى أو بگويد .\r\n\r\n\r\n\r\nمسأله 180 - شخص گنگ ولآل با انگشت خود به تلبيه اشاره\r\nنموده وزبان خود را حركت دهد . وأولى اين است كه اين كار را\r\nخود انجام داده ونايب هم بگيرد كه به جاى أو تلبيه بگويد .\r\n\r\n\r\nمسأله 181 - بچه غير مميز ، ديگرى به جاى أو تلبيه مىگويد .\r\n\r\n\r\n\r\nمسأله 182 - احرام حج تمتع واحرام عمره تمتع واحرام حج\r\nافراد واحرام عمره مفرده ، بدون تلبيه منعقد نمى شود . واما حج\r\nقران همچنان كه به تلبيه محقق ومنعقد مىشود ، به اشعار يا تقليد\r\nنيز محقق مىشود . واشعار مختص به شتر قرباني است وتقليد\r\nمشترك بين شتر وغير آن از گاو وگوسفند از أنواع قرباني است\r\nوأولى در شتر جمع بين اشعار وتقليد است . وأحوط در حج قران\r\nتلبيه است ، هر چند احرامش به شعار يا تقليد منعقد شده است .\r\nو ","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\nاشعار عبارت از پاره كردن طرف راست كوهان شتر است به اين\r\nمعنى كه محرم طرف چپ قرباني ايستاده وطرف راست كوهانش\r\nرا پاره نموده خون آلود نمايد وتقليد عبارت از اين است كه نعلين\r\nكهنه اى كه با آن نماز گذارده باشد به گردن قرباني بياويزد .\r\n\r\n\r\n\r\nمسأله 183 - در صحت احرام ، طهارت از حدث أصغر وأكبر\r\nشرط نيست وكسى كه محدث به حدث أصغر يا حدث أكبر باشد\r\nاحرام وى صحيح است . به عبارت واضح تر احرام شخص بي وضو\r\nيا جنب يا زن در حال حيض يا نفاس اشكالى ندارد . بنابر اين جنب\r\nوحائض ونفساء مىتوانند احرام ببندند .\r\n\r\n\r\n\r\n\r\nمسأله 184 - تلبيه در احرام به منزله تكبيرة الاحرام در نماز\r\nاست . پس احرام بدون تلبيه يا اشعار وتقليد نسبت به شخصي كه\r\nمىخواهد حج قران به جا آورد محقق نمىشود . پس هر گاه نيت\r\nاحرام نموده ولباس احرام را پوشيد ويكى از محرمات احرام را\r\nقبل از تحقق احرام ( تلبيه گفتن يا اشعار وتقليد ) بجا آورد ، گناهى\r\nنكرده وكفاره‌اى بر وى نخواهد بود .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 185 - كسى كه مىخواهد از راه مدينه به حج برود\r\nأحوط آن است تلبيه را در بيدا ( جايى است كه يك ميل با ذو\r\nالحليفة به طرف مكة فاصله دارد ) تجديد نمايد وكسى كه از راه\r\nديگر به حج مىرود تلبيه را پس از قدرى راه رفتن بگويد . وكسى\r\nكه از مكة مىخواهد به حج برود ، تلبيه را تا رسيدن به رقطا ( جايى\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\n\r\nكه نامش مدعى وقبل از ردم است ) تأخير نمايد . ولى احتياط اين\r\nاست كه از جايى كه احرام مىبندد فورا تلبيه را آهسته بگويد واز\r\nجاهايى كه گفته شد بلند بگويد .\r\n\r\n\r\n\r\nمسأله 186 - كسى كه عمره تمتع به جا مىآورد واجب است\r\nهنگامى كه چشمش به خانه‌هاى قديم مكة افتاد تلبيه نگويد .\r\nوكسى كه عمره مفرده به جا مىآورد اگر از خارج حرم آمد باشد ،\r\nهنگام دخول حرم وچنانچه از مكة بيرون رفته كه احرام عمره\r\nببندد ، هنگام ديدن كعبه ( خانه خدا ) تلبيه را قطع نمايد . وكسى كه\r\nحج بجا مىآورد هر نوع حجى باشد ، هنگام زوال ( ظهر ) روز\r\nعرفه تلبيه را قطع نمايد .\r\n\r\n\r\n\r\n\r\nمسأله 187 - اگر پس از پوشيدن لباس احرام وپيش از گذشتن\r\nاز ميقات ، شك كند كه تلبيه گفته يا نه بنابر نگفتن گذاشته وتلبيه\r\nبگويد واگر بعد از تلبيه گفتن شك كند كه آيا درست گفته يا نه\r\nبنابر درست بودن بگذارد واحرام وعملش صحيح است .\r\nسوم : پوشيدن دو جامه احرام ( ازار ورداء ) است پس از كندن\r\nرختهايى كه پوشيدنش بر محرم حرام است وپوشيدن آن دو جامه\r\nبه اين نحو است كه يكى را مانند لنگ به دور كمر خود بسته وآن را\r\n\" ازار \" گويند وديگرى را مانند عبا بر دوش بگيرد وآن را \" رداء \"\r\nگويند . وبچه نا بالغ از اين حكم مستثنى مىباشد وجايز است\r\nكندن لباس أو تا رسيدن به \" فخ \" تأخير شود .\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n\r\n\r\n\r\nمسأله 188 - پوشيدن دو جامه احرام واجب تعبدي است\r\nوشرط تحقق احرام نيست بنابر اظهر . واحتياط اين است كه\r\nپوشيدن آنها به نحو متعارف باشد .\r\n\r\n\r\n\r\nمسأله 189 - ازار بايد به اندازه اى باشد كه از ناف تا زانو را\r\nبپوشاند . ورداء بايد به اندازه‌اى باشد كه دو شانه را بپوشاند .\r\nواحتياط اين است كه پوشيدن آنها پيش از نيت وتلبيه باشد . پس اگر\r\nنيت وتلبيه را پيش از پوشيدن به جا آورد ، پس از پوشيدن اعاده نمايد .\r\n\r\n\r\n\r\n\r\nمسأله 190 - هر گاه از روى ناداني يا فراموشى موقعى كه\r\nپيراهن پوشيده احرام بست ، آن را فورا بكند واحرامش صحيح\r\nاست . بلكه اظهر اين است كه حتى در صورتي كه از روى علم\r\nوعمد در پيراهن يا جامه عادى احرام ببندد ، صحيح خواهد بود .\r\nواما اگر بعد از احرام پيراهنى پوشيد ، احرامش بدون شك صحيح\r\nاست ولى بايد آن را از طرف پا بكند وچنان كه يقه آن تنگ باشد كه\r\nنشود از طرف پا بكند ، آن را شكافته يا دريده واز طرف پا بكند .\r\nخلاصه آن كه نبايد از طرف سر كنده شود .\r\n\r\n\r\n\r\nمسأله 191 - پوشيدن بيش از دو جامه در أول احرام يا بعد از\r\nآن براي جلوگيرى از سرما يا گرما يا غير آن عيبى ندارد .\r\n\r\n\r\nمسأله 192 - آنچه در لباس نمازگزار شرط است ، در دو جامه\r\nاحرام نيز شرط است . پس لازم است كه دو جامه احرام از حرير\r\nخالص واز اجزاى حيواني كه خوردن گوشتش حرام است نباشد .\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\nوزربافت نيز نباشد . وهم چنين لازم است پاك باشد . بلى نجس\r\nشدن به نجاستى كه در نماز بخشوده است عيبى ندارد .\r\n\r\n\r\nمسأله 193 - ازار بايد بدن نما نباشد . وأحوط اين است رداء\r\nنيز بدن نما نباشد .\r\n\r\n\r\nمسأله 194 - أحوط در دو جامع احرام اين است كه بافتنى باشد\r\nواز قبيل چرم وپوست ونمد نباشد .\r\n\r\n\r\nمسأله 195 - پوشيدن رداء وازار فقط بر مردان واجب است\r\nوزنان مىتوانند در رختهاى عادى خود در صورتي كه داراى شرايط\r\nذكر شده باشد احرام ببندند .\r\n\r\n\r\nمسأله 196 - پوشيدن حرير گر چه فقط بر مردان حرام است ،\r\nاما زنان نبايد در جامه حرير احرام ببندند واحتياط اين است كه\r\nهيچ چيزى كه از حرير خالص باشد ، در تمام أحوال احرام نپوشند .\r\n\r\n\r\nمسأله 197 - چنانچه يكى از دو جامه احرام يا هر دو بعد از\r\nاحرام بستن نجس شود ، أحوط اين است كه هر چه زودتر تبديل يا\r\nتطهير نمايد .\r\n\r\n\r\nمسأله 198 - واجب نيست جامه‌هاى احرام را بطور دائم\r\nبپوشد وبرداشتن رداء از روى دوش براي ضرورت يا غير آن\r\nعيبى ندارد ، همچنان كه عوض كردن آن در صورتي كه آن عوض\r\nداراى شرايط ذكر شده باشد عيبى ندارد .\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\n\r\nتروك احرام\r\nدر گذشته گفته شد كه احرام به تلبيه يا اشعار يا تقليد محقق\r\nمىشود وبدون آنها احرام منعقد نخواهد شد ، هر چند نيت\r\nاحرام حاصل شده باشد ، پس هر گاه مكلف احرام بست ، بيست وپنج\r\nچيز بر أو حرام مىشود كه آنها را تروك احرام مىنامند :\r\n1 - شكار حيوان صحرايى .\r\n2 - نزديكى با زنان .\r\n3 - بوسيدن زن .\r\n4 - دست زدن به زن .\r\n5 - نگاه كردن به زن .\r\n6 - استمناء .\r\n7 - عقد نكاح .\r\n8 - استعمال بوى خوش .\r\n9 - پوشيدن لباس دوخته بر مردان .\r\n10 - سرمه كشيدن .\r\n11 - نگاه در آيينه .\r\n12 - پوشيدن چكمه وجوراب بر مردان .\r\n13 - دروغ گفتن . ودشنام دادن\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\n14 - مجادله ( بگو مگو كردن ) .\r\n15 - كشتن شپش ومانند آن .\r\n16 - زينت كردن .\r\n17 - روغن مالي بدن .\r\n18 - كندن موى بدن .\r\n19 - پوشاندن سر بر مردان .\r\n20 - پوشانيدن رو بر زنان .\r\n21 - زير سايه رفتن بر مردان .\r\n22 - خارج نمودن خون از بدن .\r\n23 - ناخن گرفتن .\r\n24 - دندان كشيدن .\r\n25 - همراه داشتن سلاح .\r\nوتفصيل اين أمور در مسائل ذيل بيان خواهد شد .\r\n\r\n\r\n1 - شكار حيوان صحرايى\r\nمسأله 199 - محرم خواه در حرم خواه در حل ( خارج حرم )\r\nباشد ، نبايد حيوان صحرايى را شكار نموده يا بكشد ، چه آن كه\r\nحلال گوشت باشد يا نباشد هم چنان كه جايز نيست كشتن حيوان\r\nصحرايى ، اگر چه بعد از شكار أهلي شده باشد . وشكار در حرم\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\nمطلقا جايز نيست ، هر چند شكارچى محرم نباشد .\r\n\r\n\r\nمسأله 200 - همچنان كه شكار حيوان صحرايى بر محرم حرام\r\nاست ، كمك ديگرى در شكار نيز حرام است ، هر چند با اشاره باشد .\r\nودر حرمت كمك بين اين كه شكارچى محرم باشد يا محل فرقى نيست .\r\n\r\n\r\n\r\n\r\nمسأله 201 - محرم نبايد شكار را به دست گرفته يا از أو\r\nنگهدارى كند ، اگر چه شكارش پيش از احرام باشد . ونبايد از\r\nگوشت شكار بخورد ، هر چند شكار كننده محل باشد . ونيز حرام\r\nاست بر محل خوردن گوشت شكارى كه محرم أو را ذبح نموده\r\nوهمچنين شكارى را كه محل در حرم ذبح نموده باشد وملخ ملحق\r\nبه حيوان صحرايى است وشكار وگرفتن ، وخوردنش حرام است .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 202 - حكم مذكور مختص به حيوان صحرايى است\r\nوشكار حيوان دريايى مانند ما هي اشكالى ندارد . ومقصود از\r\nدريايى آن است كه فقط د ر آب زندگى كند ، واما حيواني كه در\r\nصحرا ودريا هر دو زندگى مىكند ملحق به صحرايى مىباشد .\r\nودر صورت شك به اين كه صحرايى است يا دريايى بنابر اظهر\r\nاشكالى ندارد . وهمچنين كشتن حيوان أهلي مانند مرغ خانگى\r\nوحبشي اگر چه وحشى شده باشد ، وگوسفند وگاو وشتر عيبى ندارد .\r\nوهمچنين ذبح حيواني كه معلوم نيست أهلي است يا وحشى عيب ندارد .\r\n\r\n\r\n\r\nمسأله 203 - جوجه وتخم حيوانات مذكور ، در حكم تابع خود\r\nآنها است يعنى همان طور كه شكار حيوان صحرايى حرام است ،\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nشكار جوجه يا برداشتن تخم آن نيز حرام است وهمان طور كه\r\nكشتن حيوان أهلي وشكار حيوان دريايى جايز است ، كشتن\r\nجوجه وشكستن تخم آنها نيز جايز است .\r\n\r\n\r\n\r\nمسأله 204 - كشتن درندگان براي محرم جايز نيست مگر در\r\nصورتي كه از آنها بر خود بترسد يا كبوتران حرم را اذيت كنند .\r\nودر كشتن درندگان كفاره نيست حتى شير بنابر اظهر ، خواه\r\nكشتنشان جايز باشد يا نباشد .\r\n\r\n\r\n\r\nمسأله 205 - محرم مىتواند أفعى ومار بزرگ سياه ومارهاى\r\nبد وعقرب وموش را بكشد ودر كشتن هيچ كدام كفاره نيست .\r\n\r\n\r\nمسأله 206 - محرم مىتواند به كلاغ وباز شكارى تير اندازى\r\nكند ودر صورتي كه تير به آنها برسد وكشته شوند كفاره ندارد .\r\n\r\n\r\n\r\n\r\n\r\nكفارات شكار\r\nبراي كشتن وشكار هر يك از حيوانات صحرايى در شريعت\r\nمطهره كفاره‌اى معين شده كه در مسائل ذيل بيان خواهد شد .\r\nمسأله 207 - در كشتن شتر مرغ يك شتر ودر كشتن گاو\r\nوحشى ، يك گاو ودر كشتن خر وحشى ، يك شتر يا يك گاو ، ودر\r\nكشتن آهو وخرگوش ، يك گوسفند وهمچنين در كشتن روباه بنابر\r\nاحتياط يك گوسفند كفاره هست .\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 208 - كسى كه شكارى كرد چنانچه كفاره آن شتر باشد\r\nويافت نشود بايد شصت مسكين را اطعام نمايند ، براي هر\r\nمسكين يك مد كه تقريبا ده سير است . واگر اين را هم نتواند ، بايد\r\nهيجده روز روزه بگيرد . واگر كفاره گاو باشد ودست نيايد يا\r\nمقدور نباشد بايد سى مسكين را اطعام نمايد . واگر اين را هم\r\nنتواند نه روز روزه بگيرد . واگر كفاره گوسفند باشد ويافت نشود\r\nيا نتواند تهيه كند ده مسكين را اطعام نمايد . واگر متمكن\r\nنباشد بايد سه روز روزه بگيرد .\r\n\r\n\r\n\r\n\r\nمسأله 209 - هر گاه محرم در خارج حرم كبوتر يا مانند آن را\r\nشكار نموده وبكشد يك گوسفند بايد كفاره بدهد . ودر جوجه\r\nآن ، يك بره يا بزغاله بايد كفاره بدهد ودر شكستن تخم آن ، يك\r\nدرهم بنابر احتياط بايد كفاره بدهد . وهر گاه محل ( غير\r\nمحرم ) كبوتر ومانند آن را در حرم بكشد ، يك درهم ودر جوجه\r\nآن نيم درهم ودر تخم آن ربع درهم كفاره بدهد وهر گاه محرم در\r\nحرم آن را بكشد ، هر دو كفاره بر أو واجب مىشود . وهم چنين\r\nاست در كشتن جوجه وشكستن تخم . وتخم اگر جوجه در آن به\r\nحركت آمده ، حكم جوجه را دارد .\r\n\r\n\r\n\r\n\r\nمسأله 210 - كفاره شكار قطاء ( مرغى است كه آن را به فارسي\r\nسنگخوار نامند ) وكبك ودراج ومانند آن ، يك بره است كه از\r\nشير گرفته شده وعلفخوار باشد . وكفاره شكار گنجشك وقبره كه\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nنوعي از مرغان مىباشد كه به فارسي آن را چكاوك نامند وصعوه\r\n( مرغى است كوچك وبه فارسي آن را سنگانه نامند ) ومانند آن\r\nبنابر مشهور ، يك مد كه تقريبا سه ربع كيلو ( ده سير ) گندم يا جو يا\r\nنان ومانند اينها است وأحوط در اينها يك بره از شير گرفته شد\r\nاست وكفاره كشتن يك ملخ ، يك دانه خرما وكفاره بيشتر از يك\r\nملخ يك مشت گندم ومانند آن ودر زياد آن يك گوسفند است .\r\n\r\n\r\n\r\nمسأله 211 - كشتن موشى صحرايى وخارپشت وسوسمار\r\nومانند اينها ، يك بزغاله كفاره دارد ، ويك نوع مارمولك ( عظايه )\r\nيك مشت طعام كفاره دارد .\r\n\r\n\r\nمسأله 212 - كشتن عمدى زنبور مقدارى طعام كفاره دارد . ودر\r\nصورتي كه كشتن به جهت دفع اذيت باشد كفاره ندارد .\r\n\r\n\r\nمسأله 213 - در راهى كه ملخ زياد است ، بايستى محرم راه\r\nخود را كج كند كه آن را نكشد واگر نتواند اين كار را بكند كه خواه\r\nناخواه ملخ پايمال مىشود عيبى ندارد .\r\n\r\n\r\nمسأله 214 - اگر جماعتى در كشتن شكارى شركت كردند بر\r\nهر يك كفاره مستقلى هست .\r\n\r\n\r\n\r\nمسأله 215 - كفاره خوردن شكار مانند كفاره خود شكار است .\r\nپس اگر محرم شكارى كرد وآن را خورد ، دو كفاره بايد بدهد ، يكى\r\nبراي شكار وديگرى براي خوردن آن .\r\n\r\n\r\n\r\nمسأله 216 - كسى كه شكار همراه دارد وداخل حرم شود . بايد\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nأو را رها كند وچنانچه رهايش نكرد تا مرد بايد كفاره بدهد بلكه\r\nنسبت به كسى كه قبل از احرام شكارى كرده وبعدا محرم شود ،\r\nاين نيز جارى است يعنى بايد بعد از احرام شكار را رها كند ، هر\r\nچند داخل حرم نشده باشد بنابر احتياط .\r\n\r\n\r\nمسأله 217 - وجوب كفاره در كشتن شكار وخوردنش فرقى\r\nندارد چه از روى عمد يا سهو يا ناداني باشد .\r\n\r\n\r\n\r\nمسأله 218 - در شكار مكرر كفاره نيز مكرر مى شود خواه\r\nشكار از روى ناداني يا فراموشى يا خطا باشد . همچنين است در\r\nصورت عمد اگر شكار در حرم وشكار كنند محل باشد يا شكار\r\nكننده محرم به احرامهاى متعدد باشد ، واما اگر شكار عمدا از\r\nمحرم به يك احرام مكرر شد ، كفاره مكرر نخواهد شد .\r\n\r\n\r\n\r\n2 - نزديكى با زنان\r\nمسأله 219 - نزديكى با زنان ( جماع ) در اثناى عمره تمتع\r\nوعمره مفرده وحج وبعد از آن پيش از بجا آوردن نماز طواف\r\nنساء بر محرم حرام است .\r\n\r\n\r\nمسأله 220 - هر گاه در عمره تمتع از روى علم وعمد با زنى از\r\nعقب يا جلو نزديكى نمايد چنانچه پس از فراغت از سعى باشد ،\r\nعمره اش فاسد نمىشود وكفاره بر أو واجب مىشود ، وكفاره‌اش\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\nيك گوسفند است وبنابر احتياط يك شتر ويا يك گاو است وچنانچه پيش از سعى باشد كفاره‌اش مانند گذشته است\r\nوعمره اش نيز بنابر اظهر باطل نمىشود ولى احتياط اين است كه\r\nعمره را پيش از حج در صورت امكان اعاده نمايد ودر صورت عدم امكان در سال بعد حج را اعاده كند .\r\n\r\n\r\nمسأله 221 - هر گاه كسى كه احرام حج بسته قبل از وقوف\r\nومزدلفه از روى علم وعمد با زنى قبلا ودبرا نزديكى نمايد ، حج أو\r\nوحج آن در صورتي كه محرم ودانا وراضى به اين عمل بوده باطل\r\nمىشود وبر هر يك واجب است حج را تمام نموده وكفاره داده\r\nوحج را در سال بعد اعاده نمايد ، خواه حجشان واجب باشد يا\r\nمستحب . ولى اگر زن مجبور بر اين عمل بوده حجش فاسد\r\nنمىشود وبر مرد دو كفاره واجب مىشود وبر زن چيزى نخواهد\r\nبود . وكفاره اين عمل در صورت قدرت وتمكن ، يك شتر ودر\r\nصورت عجز ، يك گوسفند است وواجب است بين آن مرد وآن\r\nزن از جاى وقوع اين عمل در اين حج وحجى كه بعدا اعاده\r\nخواهند كرد جدايى باشد تا آن كه پس از وقوفين به آن محل\r\nبرسند وهر گاه نزديكى پس از گذشتن از منى به عرفات باشد ،\r\nلازم است جدايى آنها تا وقت نحر در مستمر باشد . وأحوط\r\nاين است كه جدايى آنها تا فراغت از تمام اعمال حج استمرار\r\nداشته باشد .\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n\r\nمسأله 222 - هر گاه محرم بعد از وقوف در مزدلفه از روى علم\r\nوعمد با عيال خود نزديكى كند چنانچه پيش از طواف نساء باشد\r\nمانند گذشته كفاره بر أو واجب مىشود ولى حجش فاسد\r\nنمىشود وهم چنين است اگر اين عملش پيش از دور پنجم طواف\r\nنساء باشد واما اگر بعد از طواف نساء بوده ، كفاره نيز ندارد .\r\n\r\n\r\nمسأله 223 - كسى كه از روى علم وعمد در عمره مفرده بعد از\r\nسعى با زن خود نزديكى نمايد ، مانند سابق كفاره بر أو واجب\r\nمىشود ولى عمره اش فاسد نمىشود . ولى اگر قبل از سعى باشد\r\nكفاره واجب است وبايد بعد از اتمام عمره تا ماه ديگر در مكة\r\nتوقف نمايد سپس به يكى از مواقيت رفته واز آن جا براي عمره\r\nدوم محرم شود .\r\n\r\n\r\nمسأله 224 - كسى كه از احرام در آمده اگر با زن خود كه در\r\nحال احرام است نزديكى نمايد ، كفاره بر زن واجب مىشود ولى\r\nمرد بايد غرامت آن را بدهد . وكفاره‌اش يك شتر است .\r\n\r\n\r\n\r\nمسأله 225 - شخص محرم هر گاه از روى ندانى يا فراموشى با\r\nزن خود نزديكى نمايد ، عمره وحجش صحيح است وكفاره اى بر\r\nأو واجب نمىشود واين حكم نسبت به ساير محرماتى كه موجب\r\nكفاره است وذيلا بيان مىشود نيز جارى است به اين معنى كه هر\r\nعملي كه از محرم از روى جهل ونسيان سر بزند كفاره ندارد ، مگر\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nموارد ذيل :\r\n1 - آن كه طواف حج را فراموش نموده وبا عيال خود نزديكى\r\nنمايد يا مقدارى از سعى را در عمره تمتع فراموش نموده واز\r\nاحرام در آمد به گمان اين كه فارغ شده است از سعى ويا آن كه\r\nبعد از سعى وقبل از تقصير به جهت ندانستن حكم با زن خود\r\nنزديكى كند .\r\n2 - كسى كه دست خود را بي خود بر سر يا ريش خود بكشد\r\nويك يا دو مو از آن بيفتند .\r\n3 - آن كه بدن خود را روغن مالي كند از روى ناداني وحكم تمام\r\nاينها در جاى خود ذكر خواهد شد إن شاء الله تعالى .\r\n\r\n\r\n\r\n\r\n3 - بوسيدن زن\r\nمسأله 226 - جايز نيست محرم زن خود را از روى شهوت\r\nببوسد وچنانچه أو را بوسيد ومنى از أو خارج شد ، لازم است يك\r\nشتر كفاره بدهد . واگر منى از أو خارج نشود ويا از روى شهوت\r\nنباشد يك گوسفند كفاره دارد .\r\n\r\n\r\n\r\nمسأله 227 - هر گاه شخص بعد از طواف نساء زن خود را كه در\r\nحال احرام است ببوسد ، بايد بنابر احتياط يك گوسفند بكشد .\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\n4 - لمس زن\r\nمسأله 228 - شخص محرم نبايد دست يا بدن خود را از روى\r\nشهوت به بدن زن خود بمالد ، وچنانچه اين كار را كرد ، بايد يك\r\nگوسفند كفاره بدهد . وچنانچه اين عمل از روى شهوت نباشد\r\nچيزى بر أو نخواهد بود .\r\n\r\n\r\n\r\n5 - نگاه كردن به زن وملاعبه با أو\r\nمسأله 229 - هر گاه محرم از روى شهوت به زن خود نگاه كند\r\nومنى از أو بيرون بيايد ، يك شتر بايد كفاره بدهد . ولى اگر از روى\r\nشهوت نگاه كند ومنى از أو بيرون نيايد يا بدون شهوت نگاه كند\r\nومنى بيرون بيايد كفاره ندارد .\r\n\r\n\r\n\r\n\r\nمسأله 230 - هر گاه محرم با همسر خود ملاعبه وشوخى نمايد\r\nتا آن كه منى از أو بيرون بيايد ، لازم است يك شتر كفاره بدهد .\r\nوچنانچه به زن أجنبي از روى شهوت يا بدون شهوت نگاه كند\r\nومنى از أو بيرون بيايد ، كفاره اش يك شتر است اگر دارا باشد ويك\r\nگاو است اگر متوسط باشد ويك گوسفند است اگر فقير باشد .\r\nواما اگر به نگاه كند هر چند از روى شهوت باشد ومنى از أو\r\nبيرون نيايد ، اگر چه حرامى به جا آورده ولى كفاره ندارد .\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\nمسأله 231 - محرم مىتواند به غير از آنچه گفته شد از عيال خود\r\nلذت ببرد بنابر اظهر . ولى أحوط ترك استمتاع است مطلقا .\r\n\r\n\r\n\r\n6 - استمناء\r\nمسأله 232 - هر گاه محرم به آلت خود بازى نمايد ومنى از أو\r\nبيرون آمد ، حكمش حكم كسى است كه با زن خود نزديكى كرده\r\nباشد بنابر اين اگر استمناء در احرام حج پيش از وقوف در مزدلفه\r\nباشد ، حجش فاسد خواهد بود ولازم است حج را تا آخر به جا\r\nآورده ودر سال بعد اعاده نمايد . همچنان كه اگر اين كار را در\r\nعمره مفرد پيش از فراغت از سعى بكند ، عمره اش فاسد بوده\r\nولازم است آن را به پايان رسانده ويك ماه در مكة توقف نموده\r\nسپس به يكى از مواقيت رفته واز آن جا براي عمره مفرده احرام\r\nببندد ، چنان كه در مسأله 223 بيان شد . وكفاره استمناء مانند\r\nكفاره جماع است . وچنانچه بدون بازى با آلت استمناء نمود مثل\r\nاين كه به نگاه كردن به زن يا در نظر آوردن وخيال مانند اينها منى\r\nاز أو بيرون بيايد ، كفاره بر أو واجب مىشود وبنابر اظهر حج\r\nوعمره‌اش فاسد نخواهد شد هر چند رعايت احتياط بهتر است\r\nيعنى آنها را اعاده نمايد .\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\n7 - عقد نكاح\r\nمسأله 233 - ازدواج در حال احرام براي خود يا ديگرى حرام\r\nاست ، خواه ديگرى در حال احرام باشد يا از احرام بيرون آمده\r\nباشد وخواه عقد دائمي باشد يا منقطع يعنى ازدواج باشد يا صيغه\r\nودر تمام اين چند صورت عقد باطل خواهد بود .\r\n\r\n\r\n\r\nمسأله 234 - هر گاه محرم يا غير محرم زنى را براي محرم عقد\r\nنمايد وشوهر با آن زن نزديكى كند وعقد كننده وشوهر بدانند كه\r\nچنين عقدي در حال احرام حرام است ، بر هر يك كفاره يك شتر\r\nواجب مىشود ، وهمچنين بر زن نيز واجب مىشود ، اگر\r\nمىدانسته كه ازدواج در حال احرام حرام است .\r\n\r\n\r\nمسأله 235 - حاضر شدن در مجلس عقد وگواهى دادن بر آن\r\nبنابر قول مشهور بر محرم حرام است . واين قول موافق احتياط ( واجب )\r\nاست وبعضي از فقهاء فرموده‌اند كه گواهى بر عقدي كه قبلا واقع\r\nشده نيز بر محرم حرام است ، ولى دليلش ظاهر نيست .\r\n\r\n\r\nمسأله 236 - أحوط ( واجب ) اين است محرم خواستگارى نيز ننمايد\r\nبلى اگر زنى را قبلا طلاق داده ، رجوع به أو عيبى ندارد . همچنان كه\r\nخريدن كنيز عيبى ندارد ، هر چند خريدنش براي لذت بردن از أو\r\nباشد ، واحتياط ( واجب ) اين است كه خريدنش به قصد استمتاع در حال\r\nاحرام نباشد . وتحليل كنيز خود براي ديگرى يا قبول آن از\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nديگرى ، اظهر جواز آن است .\r\n\r\n\r\n\r\n8 - استعمال بوى خوش\r\nمسأله 237 - استعمال بوى خوش از قبيل زغفران وعود وعنبر\r\nومشك وورس به خوردن وبوئيدن وماليدن بر بدن ، بر محرم\r\nحرام است . وهمچنين پوشيدن لباسى كه اثرى از بوى خوش در أو\r\nباشد . وأحوط ( مستحب ) أولى اجتناب از هر بوى خوشى است .\r\n\r\n\r\n\r\nمسأله 238 - خوردن ميوه هاى خوشبو مانند سيب وبه عيبى\r\nندارد . ولى أولى اين است كه از بوئيدن آنها هنگام خوردن خوددارى شود .\r\n\r\n\r\n\r\nمسأله 239 - بر محرم واجب نيست كه هنگام سعى بين صفا\r\nومروه در صورتي كه عطر فروشى آنجا باشد ، بيني خود را از بوى\r\nخوش ببندد . ولى احتياط ( واجب ) لازم اين است كه در غير حال سعى ،\r\nبيني خود را از هر بوى خوشى ببندد . وبوئيدن خلوق كعبه كه يك\r\nنوع عطر است عيبى ندارد .\r\n\r\n\r\n\r\nمسأله 240 - هر گاه محرم عمدا مقدارى بوى خوش استعمال\r\nكند ، كفاره‌اش بنابر مشهور يك گوسفند است . ولى ثبوت كفاره در\r\nغير خوردن ، محل اشكال است هر چند أحوط ( مستحب ) كفاره دادن است .\r\n\r\n\r\nمسأله 241 - احتياط واجب اين است كه محرم بيني خود را از بوى\r\nبد نگيرد بلى تند رفتن از جهت خلاصي از بوى بد عيبى ندارد .\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\nپوشيدن لباس دوخته بر مردان\r\nمسأله 242 - پوشيدن پيراهن وقبا وشلوار وزير شلوارى\r\nوجامه دگمه دار با بستن دگمه آن ودرع ( زره ) وآن جامه‌اى است\r\nآستين دار باشد كه دست در أو برود ، بر مرد محرم حرام است .\r\nوأحوط اجتناب از هر جامه دوخته بلكه شبيه دوخته است ، مانند\r\nنمدى كه چوپانان آن را مىپوشند وپوشيدن هميان دوخته\r\nكمر بندى كه پول در أو گذاشته مىشود جايز است وهمچنين\r\nاستعمال فتق بند براي كسى كه فتق دارد عيبى ندارد . وجايز است\r\nمحرم هنگام خوابيدن با لحاف ومانند آن از چيزهاى دوخته بجز\r\nسر ، تن خود را بپوشاند .\r\n\r\n\r\n\r\n\r\nمسأله 243 - أحوط ( واجب ) اين است كه ازار ( لنگ ) خويش را به گردن\r\nخود بلكه مطلقا گره نزند ، ولو بعض آن را به بعض ديگر . وچيزى\r\nمانند سنجاق نيز در أو فرو نبرد . وأحوط ( واجب ) اين است كه ردا نيز گره\r\nزده نشود ، ولى فرو كردن سوزن يا سنجاق در أو عيبى ندارد .\r\n\r\n\r\nمسأله 244 - پوشيدن لباس دوخته هر طور باشد براي زنان\r\nعيبى ندارد ، مگر دستكش كه آن را نپوشند .\r\n\r\n\r\nمسأله 245 - هر گاه محرم لباسى را كه حرام است عمدا بپوشد ،\r\nكفاره اش يك گوسفند است . وأحوط ( واجب ) لزوم كفاره است حتى در\r\nصورتي كه مضطر به پوشيدن آن باشد .\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\n10 - سرمه كشيدن\r\nمسأله 246 - سرمه كشيدن چند صورت دارد :\r\n1 - آن كه سرمه سياه را به قصد زينت به چشم خود بكشد كه اين كار\r\nبر محرم حرام است قطعا وكفاره‌اش بنابر احتياط ( واجب ) يك گوسفند است .\r\n2 - آن كه سرمه سياه ولى به قصد زينت نباشد .\r\n3 - آن كه سرمه سياه نباشد با قصد زينت وأحوط ( واجب ) در اين دو\r\nصورت اجتناب است ودر فرض سرمه كشيدن احتياط استجبابى\r\nدر كفاره دادن است\r\n4 - آن كه سرمه سياه نباشد وقصد زينت هم نداشته باشد ، كه\r\nاين كار عيبى ندارد وكفاره هم ندارد .\r\n\r\n\r\n\r\n\r\n\r\n11 - نگاه كردن در آيينه\r\nمسأله 247 - نگاه كردن در آيينه بر محرم جهت زينت ، حرام\r\nاست وكفاره اش بنابر احتياط استحبابي يك گوسفند است . ولى\r\nاگر نگاه كردن براي زينت نباشد ، مانند نگاه كردن شوفر در آيينه\r\nكه دو پهلو يا پشت سر خود را ببيند ، عيبى ندارد . ومستحب است\r\nكسى كه براي زينت در آيينه نگاه كرد ، تلبيه را تجديد نمايد . اما\r\nپوشيدن عينك بدون قصد زينت براي زن ومرد عيبى ندارد وبهتر\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\n\r\nنپوشيدن است واين حكم در أجسام شفاف وصيقلى ديگر مانند\r\nآب صاف وشيشه تميز جارى نمىشود ونگاه كردن در آنها عيبى ندارد .\r\n\r\n\r\n\r\n\r\n\r\n\r\n12 - پوشيدن چكمه وجوراب\r\nمسأله 248 - پوشيدن چكمه ( خف ) يا جوراب بر مرد محرم\r\nحرام است وكفاره اش بنابر احتياط ( واجب ) يك گوسفند است . ولى زن\r\nمىتواند آن را بپوشد وأحوط ( واجب ) نپوشيدن چيزى است كه تمام پشت\r\nپا را بپوشاند وچنانچه براي مرد محرم نعلين ومانند آن فرآهم\r\nنشد وضرورت ايجاب كرد كه خف يا جوراب بپوشد أحوط ( واجب ) اين است روى آن را بشكافت . وپوشاندن پشت پا بدون پوشش عيبى\r\nندارد .\r\n\r\n\r\n\r\n\r\n\r\n\r\n13 - دروغ ودشنام\r\nمسأله 249 - دروغ ودشنام در هر حال حرام است ، ولى\r\nحرمتشان در حال احرام مؤكد وشديدتر است ومراد از فسوق در\r\nآية مباركه \" فلا رفث ولا فسوق ولا جدال في الحج \" دروغ ودشنام\r\nاست ، اما مفاخرت يعنى اظهار فخر از حيث حسب ونسب كه\r\nشخص محرم بگويد من چنين وچنانم وفأميل وپدرانم كيانند دو\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nصورت دارد :\r\nأول : آن كه براي اثبات فضيلت وبرترى براي خود باشد كه\r\nتوهين ديگرى را در بر داشته باشد . اين عمل في نفسه حرام است .\r\nدوم : آن كه اثبات فضيلت براي خود باشد بدون اين كه به ديگرى\r\nاهانت شود واين عيبى ندارد وبر محرم وغير محرم حرام نيست .\r\n\r\n\r\n\r\n\r\n\r\n14 - جدال نمودن\r\nمسأله 250 - جدال نمودن ( قسم خوردن ) كلمه \" لا والله \"\r\nو \" بلى والله \" بر محرم حرام است واحتياط ( واجب ) در اين است كه به غير اين دو كلمه نيز قسم نخورد وهم چنين با الفاظى كه مترادف آنها\r\nاست از هر لغتى كه باشد .\r\n\r\n\r\n\r\nمسأله 251 - در مورد از حرمت جدال استثناء شده است :\r\nأول : آن كه ضرورتي مانند اثبات حق يا از بين بردن باطلى\r\nاقتضاى قسم خوردن كند ، كه در اين صورت قسم خوردن حتى به\r\nدو كلمه مذكور عيبى ندارد .\r\nدوم : آن كه مراد قسم خوردن نباشد بلكه قصدش اظهار محبت\r\nيا تعظيم باشد ، مثل اين كه بگويد تو را به خدا اين كار را نكن\r\nومانند آن .\r\nمسأله 252 - در صورتي كه جدال كننده در سخن خود راستگو\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n\r\nباشد ، كفاره ندارد بلكه فقط بايد استغفار نمايد به شرطي كه از دو\r\nمرتبه تجاوز ننموده باشد ودر غير أن صورت يك گوسفند كفاره\r\nدارد . واما اگر جدال وقسم خوردن بر دروغ باشد ، در همان مرتبه\r\nأول يك گوسفند يك گوسفند ديگر بنابر احتياط ( واجب ) براي مرتبه دوم\r\nودر مرتبه سوم يك گاو كفاره دارد .\r\n\r\n\r\n\r\n15 - كشتن جانور بدن\r\nمسأله 253 - كشتن شپش وانداختن أو از بدن براي محرم جايز\r\nنيست . وجا به جا كردن أو عيبى ندارد . ودر صورت كشتن أحوط ( واجب )\r\nآن است كه يك مشت از طعام به فقيرى كفاره بدهد . اما پشه وكك\r\nاحتياط ( واجب ) در نكشتن آنهاست در صورتي كه ضررى متوجه محرم\r\nنشود . واما تاراندن آنها ظاهرا جايز است ، هر چند أحوط ( مستحب ) ترك است .\r\n\r\n\r\n\r\n\r\n16 - زينت نمودن\r\nمسأله 254 - پوشيدن انگشتر به قصد زينت بر محرم حرام\r\nاست . ولى به قصد استحباب عيبى ندارد . بلكه زينت نمودن به هر\r\nچيز باشد بر محرم حرام است وكفاره‌اش بنابر احتياط استحبابي\r\nيك گوسفند است .\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\nمسأله 255 - حنا بستن در صورتي كه زينت گفته شود بر محرم\r\nحرام است ، هر چند خود قصد زينت ننموده باشد . بلى اگر زينت\r\nگفته نشود عيبى ندارد ، مثل اين كه دوا ودرمان ومانند آن باشد .\r\n\r\n\r\nمسأله 256 - پوشيدن زيور براي زينت بر بانوان محرم حرام\r\nاست وزيورى كه پيش از احرام عادت به پوشيدن آن داشته\r\nمستثنى است ومىتواند أو را بپوشد . ولى نبايد أو را به شوهر خود\r\nوديگران مردان نشان دهد .\r\n\r\n\r\n\r\n17 - ماليدن روغن بر بدن\r\nمسأله 257 - محرم نبايستى تن خود را روغن مالي كند ، هر چند\r\nخوشبو هم نباشد ، وصورت درمان وضرورت استثنا شده است .\r\n\r\n\r\n\r\nمسأله 258 - كفاره روغن مالي در صورتي كه از روى علم وعمد\r\nباشد ، يك گوسفند است واگر از روى ناداني باشد ، كفاره اش\r\nاطعام يك فقير است بنابر احتياط ( واجب ) در هر دو مورد .\r\n\r\n\r\n\r\n18 - جدا نمودن مو از بدن\r\nمسأله 259 - محرم نبايستى موى خود يا ديگرى را از بدن جدا\r\nكند ، خواه ديگرى محرم باشد يا محل از اين حكم چهار مورد\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\nاستثنا شده است :\r\nأول : آن كه شپش بدن محرم زياد شود ومتأذى باشد از آن .\r\nدوم : آن كه ضرورت ايجاب كند كه مو جدا شود ، مانند آن كه\r\nبلندى موى وزياديش باعث سر درد يا ناراحتى ديگر شود .\r\nسوم : آن كه مو در پلك چشم روييده باشد كه محرم را نارحت كند\r\nچهارم : آن كه مو هنگام وضو يا غسل خود به خود جدا شود كه\r\nدر اين چهار صورت جدا نمودن مو عيبى ندارد .\r\n\r\n\r\n\r\nمسأله 260 - اگر محرم بدون ضرورت سر خود را بتراشد ،\r\nكفاره‌اش يك گوسفند است . وچنانچه به ايجاب ضرورت سر\r\nخود را بتراشد ، كفاره اش يك گوسفند يا سه روز روزه يا اطعام\r\nشش مسكين كه به هر يك دو مد ( يك كيلو ونيم ) بدهد . واگر\r\nموى زير هر دو بغل خود را بكند ، كفاره اش يك گوسفند است\r\nوهمچنين است اگر موى يك طرف را بكند بنابر احتياط ( واجب ) وچنانچه\r\nموى ريش خود يا غير آن را بكند ، بايستى يك مشت طعام به فقير\r\nكفاره بدهد . وچنانچه سر ديگرى را چه محرم وچه محل باشد\r\nبتراشد كفاره ندارد .\r\n\r\n\r\nمسأله 261 - چنانچه محرم سر يا بدن خود را بطورى كه مويى\r\nاز أو نيفتد وخونى نشود بخاراند عيبى ندارد ، وچنانچه دست به\r\nسر يا ريش خود كشيده ويك يا دو مو از آن بيفتد ، يك مشت\r\nطعام صدقه بدهد .\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\n\r\n19 - پوشانيدن سر بر مردان\r\nمسأله 262 - محرم نبايستى تمامى يا قسمتى از سر خود را\r\nبپوشاند به هر چيزى باشد حتى با گل بلكه نبايستى چيزى روى\r\nسر خود حمل كند بنابر احتياط ( واجب ) بلى انداختى بند مشك بر سر يا\r\nبستن دستمال ومانند آن به جهت سر درد عيبى ندارد وپوشاندن\r\nگوشها نيز جايز نيست .\r\n\r\n\r\n\r\n\r\nمسأله 263 - پوشانيدن سر به قسمتى از بدن مثل دست جايز وترك آن بهتر است .\r\n\r\n\r\nمسأله 264 - محرم نبايستى در آب ومانند آن فرو رود كه\r\nسرش زير آب شود بنابر احتياط ( واجب ) . وظاهرا مرد وزن در اين حكم\r\nفرقى با هم ندارند\r\n\r\n\r\nمسأله 265 - هر گاه محرم سر خود را پوشانيد ، بنابر احتياط ( واجب )\r\nكفاره‌اش يك گوسفند است . وظاهرا در موارد اضطرار كفاره\r\nواجب نيست .\r\n\r\n\r\n\r\n20 - پوشانيدن رو بر زنان\r\nمسأله 266 - بانوان در حال احرام نبايستى صورت خود را به\r\nپوشه يا نقاب ومانند آن هر چيزى باشد بپوشانند بنابر احتياط ( واجب )\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nهمچنان كه احتياط ( واجب ) اين است كه قسمتى از روى خود را نيز\r\nنپوشانند . بلى پوشاندن صورت در حال خواب وپوشاندن قسمتى\r\nاز رو مقدمتا براي پوشاندن سر در حال نماز ، عيبى ندارد ،\r\nواحتياط اين است كه پس از فراغت از نماز آن را بردارد .\r\n\r\n\r\n\r\nمسأله 267 - بانوان محرم مىتوانند از مرد أجنبي رو بگيرند ، به\r\nاين نحو كه گوشه چادر يا عبا ومانند آن را كه بر سر دارند تا مقابل\r\nبيني يا چانه خود پايين بكشند . واحتياط ( واجب ) اين است كه قسمت پايين\r\nآمده را به وسيله دست يا چيز ديگر از صورت خود دور نگه دارند .\r\n\r\n\r\nمسأله 268 - كفاره پوشانيدن صورت بنابر احتياط ( واجب ) يك گوسفند است .\r\n\r\n\r\n\r\n\r\n21 - زير سايه رفتن مردان\r\nمسأله 269 - مردان محرم هنگام سير نبايستى زير سايه\r\nمتحرك رفته يا سايبانى مانند چتر بر سر بگيرند ، هر چند سايه سقف محمل يا ماشين يا هواپيما ومانند اينها باشد . ولى راه رفتن\r\nدر سايه كوه يا ديوار يا درخت وأمثال آنها از اجسامى كه ثابت\r\nباشد اشكالى ندارد . ونيز جايز است راه رفتن زير ابرى كه مانع از\r\nتابش آفتاب است . وفرقى نيست در حرمت زير سايه قرار گرفتن\r\nدر موارد محرمه بين اين كه پياده باشند يا سواره بنابر احتياط ( واجب )\r\n.\r\nوأحوط ( واجب ) بلكه اظهر اين است كه زير سايه چيزى كه روى سر نباشد\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\nنيز نرود ، مثل اين كه بغل شتر يا ماشين حركت كند كه سايه از\r\nطرف چب يا راستش بر أو بيفتد . بلى مىتواند با دست خود جلو\r\nآفتاب را بگيرد . وزير سايه محمل رفتن هنگام سير وهمچنين\r\nاحرام زير سقف مسجد شجره عيبى ندارد .\r\n\r\n\r\n\r\n\r\nمسأله 270 - مراد از زير سايه رفتن كه حرام است اين است كه\r\nبدان وسيله از آفتاب يا سرما يا گرما يا باران ومانند اينها جلو گيرى\r\nكند وچنانچه هيچ يك از اينها نباشد به طورى كه بود ونبود\r\nسايبان يكسان باشد ، عيبى ندارد .\r\n\r\n\r\nمسأله 271 - هنگامى كه محرم به مكة رسيد هر چند منزلي\r\nتهيه نكرده باشد . زير سايه رفتنش عيبى ندارد . همچنان كه اگر در\r\nجايى در بين راه توقف نمود ، تا وقتي كه در آنجاست زير سايه\r\nرفتنش عيبى ندارد . وأحوط ( مستحب ) اين است كه در اين موارد چتر ومانند\r\nآن بر سر نگيرد .\r\n\r\n\r\nمسأله 272 - زير سايه رفتن زنان وكودكان وهم چنين مردان در\r\nحال ضرورت يا ترس از گرما وسرما عيبى ندارد .\r\n\r\n\r\n\r\n\r\nمسأله 273 - كفاره زير سايه رفتن يك گوسفند است وفرقى\r\nبين حال اختيار واضطرار نيست .\r\nوچنانچه اين عمل تكرار شود ، احتياط ( مستحب ) اين است كه عوض هر\r\nروز يك كفاره بدهد ، هر چند اظهر اين است كه در هر احرام يك\r\nكفاره لازم است .\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n22 - بيرون آوردن خون از بدن\r\nمسأله 274 - شخص محرم نبايستى بدن خود را به خاراندن يا\r\nغير خاراندن خونى نمايد ، مگر در حال ضرورت يا رفع ناراحتى\r\nكه عيبى ندارد . وكفاره‌اش بنابر احتياط ( واجب ) يك گوسفند است . اما\r\nمسواك كردن پس عيبى ندارد گر چه بداند خون خارج مىشود\r\nوكفاره ندارد .\r\n\r\n\r\n\r\n\r\n\r\n\r\n23 - ناخن گرفتن\r\nمسأله 275 - محرم نبايستى تمامى يا قسمتى از ناخن خود را\r\nبگيرد مگر در صورتي كه بقاى ناخن ضرر داشته باشد ، مانند اين\r\nكه ناخن كنده شده وماندنش سبب ناراحتى شود ، كه در اين\r\nصورت بريدنش جايز است واز هر ناخنى يك مشت طعام كفاره\r\nبدهد .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 276 - كفاره گرفتن هر ناخنى يك مد طعام است ، وكفاره\r\nگرفتن ناخنهاى دست در يك مجلس يك گوسفند است\r\nوهمچنين پا . وچنانچه گرفتن ناخن دست وپا در يك مجلس باشد ،\r\nكفاره اش نيز يك گوسفند است . وچنانچه ناخن دستها در يك مجلس\r\nوناخن پاها را در مجلس ديگر بگيرد ، كفاره آن دو گوسفند است .\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\nمسأله 277 - هر گاه محرم به فتواى كسى كه ناخن گرفتن را\r\nجايز مىدادند ، ناخن خود را گرفت وخون در آمد ، كفاره اش بنابر\r\nاحتياط ( واجب ) بر فتوى دهنده است .\r\n\r\n\r\n\r\n24 - دندان كندن .\r\nمسأله 278 - جمعى از فقهاء نظرشان اين است كه كندن دندان هر\r\nچند خون در نيايد ، از محرمات احرام است وكفاره اش را يك گوسفند\r\nدانسته اند . ولى دليلش تأمل دارد وبعيد نيست اين عمل جايز باشد .\r\n\r\n\r\n\r\n\r\n25 - بر داشتن سلاح\r\nمسأله 279 - بر داشتن سلاح مانند شمشير ونيزه وچيزهايى\r\nكه عرفا به آنها سلاح گفته مىشود بر محرم حرام است . وبعضي\r\nاز فقها آلات دفاع وحفظ مانند كلاه خود وزره وسپر را سلاح\r\nخوانده اند . واين قول أحوط ( واجب ) است .\r\n\r\n\r\n\r\nمسأله 280 - بودن سلاح نزد محرم اگر حملش نكند عيبى\r\nندارد . ولى مع ذلك تركش أحوط ( مستحب ) است يعنى بنابر احتياط ( مستحب ) سلاح را\r\nنزد خود نگذارد .\r\n\r\n\r\nمسأله 281 - حرمت حمل سلاح مختص به حال اختيار است\r\nو ","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n\r\n\r\nدر حال اضطرار عيبى ندارد وكفاره حمل سلاح بنابر احتياط ( واجب ) يك\r\nگوسفند است .\r\nتا اين جا بيست وپنچ چيزى كه بر محرم حرام است بيان شد .\r\n\r\n\r\n\r\n\r\nدو چيز هست كه بر محرم ومحل حرام است :\r\n1 - شكار در حرم\r\nمسأله 282 - شكار در حرم بر محرم وغير محرم ، بر زن ومرد\r\nحرام است چنان كه قبلا بيان شد .\r\n\r\n\r\n\r\n\r\n\r\n\r\n2 - كندن درخت وگياه حرم\r\nمسأله 283 - كندن وبريدن هر چيزى كه در حرم روييده از\r\nدرخت وغير درخت وگياه بر محرم وغير محرم حرام است . اما\r\nچيزى كه به راه رفتن متعارف كنده شود عيبى ندارد . همچنان كه\r\nرها كردن حيوانات كه از علف حرم بچرند اشكالى ندارد . واز اين\r\nحكم چند چيز استثنا شده است :\r\n1 - اذخر كه گياه معروفي است .\r\n2 - نخل خرما ودرخت ميوه دار .\r\n3 - علفهايى كه خوراك شتر است .\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n4 - علف ودرختى كه در ملك يا خانه شخصي مىرويد يا خود\r\nشخص آن را مىكارد ومىنشاند . واما درختى كه قبلا پيش از\r\nتملك منزل بوده در منزل ، حكمش حكم ساير درختهاست .\r\n( كندن وبريدن اين چهار چيز عيبى ندارد ) .\r\n\r\n\r\n\r\n\r\nمسأله 284 - درختى كه ريشه وساقه اش در حرم وشاخ\r\nوبرگش در خارج يا به عكس باشد ، حكمش حكم درختى است\r\nكه تمامش در حرم باشد .\r\n\r\n\r\nمسأله 285 - كفاره كندن درخت از بيخ ، قيمت همان درخت\r\nاست . وكفاره قطع مقدارى از آن ، قيمت همان مقدار است . وكندن\r\nعلف يا قطع آن كفاره ندارد .\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\n\r\n\r\nجاى كشتن كفارات\r\nمسأله 286 - جاى كشتن كفاره شكار در احرام عمره ، مكة\r\nمكرمه است وجاى كشتن كفاره شكار در احرام حج ، منى است .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 287 - كفاره‌اى كه بر محرم براي غير از شكار واجب\r\nشده است ، اظهر اين است كه مىتواند كشتنش را تا بازگشت از\r\nحج تأخير انداخته وهر جا بخواهد بكشد . وبهتر اين است كه\r\nكفاره را در حج خود بكشد . ومصرف آن فقراء مىباشد وعيبى\r\nندارد كه مقدارى از آن را خودش بخورد وقيمت آن را براي فقرا\r\nبه عهده بگيرد .\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nطواف\r\nواجب دوم عمره تمتع ، طواف است . وبه ترك از روى عمد چه\r\nحكم موضع را بداند يا نداند حج فاسد مىشود . وترك آن به\r\nتأخيرش تا زماني كه ديگر نتواند خود را به اندازه درك مقدار ركن\r\nاز وقوف در عرفات برساند محقق مىشود . وچنانچه عمره‌اش\r\nباطل شود احرامش نيز بنابر اظهر باطل خواهد بود . وأحوط ( مستحب ) وبهتر\r\nدر اين صورت عدول به حج افراد است . وبر هر دو تقدير واجب\r\nاست حج را در سال بعد اعاده نمايد ودر طواف چند چيز شرط است :\r\nأول : نيت ، وطواف بدون قصد قربت باطل است .\r\nدوم : طهارت از حدث أكبر وأصغر ، پس چنانچه از روى عمد يا\r\nناداني يا فراموشى در حال حدث وبدون طهارات طواف نمايد ،\r\nطوافش صحيح نخواهد بود .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 288 - چنانچه از محرم در اثناى طواف حدثى سر زند ،\r\nمسأله چند صورت خواهد داشت :\r\n1 - آن كه حدث پيش از رسيدن به نصف طواف باشد ، كه در\r\nاين صورت طواف باطل ولازم است پس از طهارت اعاده شود .\r\n2 - آن كه حدث بعد از تمامى دوره چهارم وبدون اختيار باشد ،\r\nكه در اين صورت طواف را قطع نموده وطهارت گرفته وطواف را\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\nاز همانجا كه قطع نموده ادامه مىدهد .\r\n3 - آن كه حدث بعد از نصف وپيش از تمامى دوره چهارم\r\nطواف ، يا بعد از تمامى دور چهارم واختياري باشد ، كه أحوط ( واجب ) در\r\nاين دو صورت اين است كه طواف خود را پس از طهارت از جايى\r\nكه قطع نموده تمام كرده سپس اعاده اش نمايد . وبه جاى اين\r\nاحتياط اگر اين كار بكند كافى است كه پس از قطع طواف\r\nوطهارت ، يك طواف كامل به قصد أعم از تمام كردن طواف پيش\r\nويك طواف كامل جديد به جا آورد .\r\nبه اين معنى كه قصدش اين باشد كه طوافى را كه به جا مىآورد\r\nچنانچه تمامش بر ذمه بوده به اين طواف ذمه أو فارغ مىشود\r\nواگر نه مقدارى از آن به جاى كمبود طواف سابق وباقيمانده لغو\r\nمىباشد .\r\n\r\n\r\n\r\nمسأله 289 - اگر پيش از شروع به طواف يا در اثناى آن شك در\r\nطهارت بنمايد ، چنانچه بداند كه قبلا با طهارت بوده ونمىتواند\r\nبعدا از أو حدثى سر زنده يا نه در اين صورت اعتنا به شك خود\r\nنكند . ودر غير اين صورت واجب است طهارت گرفته وشروع به\r\nطواف يا طوافى كه در دست داشته از سر بگيرد .\r\n\r\n\r\n\r\nمسأله 290 - هر گاه پس از فراغت از طواف ، شك در طهارت\r\nنمايد به شك خود اعتنا نكند ، هر چند أحوط ( واجب ) اعاده است . ولى\r\nبراي نماز طواف حتما بايد وضو بگيرد .\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\n\r\n\r\n\r\nمسأله 291 - هر گاه مكلف نتواند وضو بگيرد تيمم نموده\r\nوطواف را به جا آورد . واگر تيمم هم نمىتواند بكند ، حكمش\r\nكسى است كه نمىتواند طواف را به جا آورد . پس اگر مأيوس از\r\nتوانايى شد ، لازم است براي طواف نايب بگيرد ، وأحوط ( مستحب ) وأولى\r\nاين است كه خود نيز بدون طهارت طواف نمايد .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 292 - بر زن حائض ونفساء ( زائو ) بعد از گذشتن أيام\r\nحيض ونفاس وبر جنب واجب است كه براي طواف غسل كنند ،\r\nودر صورت معذور بودن از غسل ومأيوس شدن از توانايى بر\r\nغسل ، واجب است با تيمم طواف كنند . وأحوط ( مستحب ) وأولى اين است\r\nكه نايب نيز بگيرند . ودر صورت معذور بودن از تيمم ، نايب\r\nگرفتن متعين است .\r\n\r\n\r\n\r\n\r\nمسأله 293 - هر گاه زن هنگام بستن احرام براي عمره تمتع يا\r\nپس از بستن احرام ، خون حيض ببيند ووقت گنجايش به جا آورد\r\nاعمال عمره را داشته باشد ، بايستى صبر كند تا پاك شود وغسل\r\nنموده واعمال عمره را به جا آورد . وچنانچه وقت وسعت اين كار\r\nرا نداشته باشد ، مسأله داراى دو صورت خواهد بود :\r\nأول : آن كه حيضش هنگام احرام پيش از بستن احرام باشد ، در\r\nاين صورت حج تمتعش بدل به حج افراد شده وبر أو واجب است\r\nدر صورت تمكن بعد از فراغت از حج ، عمره مفرده به جا آورد .\r\nدوم : آن كه حيضش بعد از بستن احرام باشد . در اين صورت\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\nمخير است بين اين كه أول حج افراد را به جا آورد وبعد از\r\nفراغت ، عمره مفرده به جا آورد مانند صورت أول ، وبين اين كه\r\nاعمال عمره تمتع را بدون طواف ونمازش به جا آورده ، به اين كه\r\nسعى وتقصير نموده وبراي حج احرام بسته وبه حج رفته وپس از\r\nفراغت از حج وبازگشت به مكة قضاى طواف عمره را پيش از\r\nطواف حج بجا آورد . ودر صورتي كه يقين داشته باشد كه\r\nحيضش ادامه خواهد داشت ونمىتواند حتى پس از بازگشت به\r\nمكة طواف نمايد ، براي طواف خود نايب گرفته وشخصا سعى را\r\nبه جا آورد . وروزى كه بايد خود را آزمايش كند ، در حكم أيام\r\nحيض است وحكم آن أيام بر آن روز جارى است .\r\n\r\n\r\n\r\nمسأله 294 - اگر زن در اثناى طواف حيض شود ، مشهور بين فقها اين است كه اگر حيض شدن پيش از تمام شدن چهار شوط\r\nباشد طوافش باطل مىشود وچنانچه بعد از آن باشد ، آنچه به جا\r\nآورده صحيح ، وواجب است بعد از پاكى وغسل نمودن باقيمانده\r\nرا به جا آورده . وأحوط ( واجب ) در هر دو صورت اين است كه بعد از پاكى\r\nيك طواف كامل به نيت أعم از تمام واتمام به جا آورد به اين معنى\r\nكه چنين نيت كند كه اگر يك طرف طواف كامل بر من واجب است ، كه\r\nاين طواف است واگر به جا آوردن كمبود طواف سابق بر من\r\nواجب است ، هر مقدار از اين طواف كمبود أو را تكميل مىكند\r\nبكند وباقيمانده زيادى باشد . واين در صورتي است كه وقت\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\nگنجايش اين كار را داشته باشد ودر غير اين صورت سعى\r\nوتقصير نموده وبراي حج محرم شود ولازم است پس از بازگشت\r\nاز منى وقبل از طواف حج ، قضاى طواف عمره را به نحوى كه گفته\r\nشد به جا آورد .\r\n\r\n\r\n\r\nمسأله 295 - هر گاه زن پس از طواف وپيش از نماز آن ، يعنى\r\nبين طواف ونمازش ، حيض شود طوافش صحيح است ونماز\r\nطواف را پس از پاكى وغسل به جا آورد . وچنانچه وقت نداشت\r\nسعى وتقصير را به جا آورده ونماز طواف را پيش از طواف حج\r\nقضا نمايد .\r\n\r\n\r\nمسأله 296 - هر گاه زنى پس از طواف ونمازش احساس نمود\r\nكه حيض دارد ونداند كه پيش از طواف يا پيش از نماز يا در أثناء\r\nبوده يا بعد از نماز رخ داده ، در اين صورت بنابر صحت طواف\r\nونماز بگذارد . وچنانچه بداند كه قبل از نماز حادث شده ووقتش\r\nهم تنگ است ، سعى وتقصير نموده ونماز را تا پس از پاكى تأخير\r\nبيندازد وعمره اش صحيح است .\r\n\r\n\r\nمسأله 297 - هر گاه زنى به مكة رسيد ومى توانست اعمال\r\nعمره را به جا آورد ولى با علم وعمد به جا نياورد تا حيض شد\r\nووقت هم تنگ شد ، ظاهرا عمره‌اش فاسد است . واحتياط ( واجب ) اين\r\nاست كه عدول به حج افراد نموده وحج خود را در سال بعد اعاده\r\nنمايد .\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\n\r\n\r\n\r\nمسأله 298 - طواف مستحبى را مىتوان بدون طهارت به جا\r\nآورد وطهارت در أو معتبر نيست ولى نماز طواف مستحبى بدون\r\nطهارت صحيح نخواهد بود وبايد با طهارت باشد .\r\n\r\n\r\n\r\n\r\nمسأله 299 - كسى كه معذور از طهارت ( وضو يا غسل ) تمام\r\nاست ، مانند كسى كه در دست يا پايش شكستگى وزخمى است\r\nكه پانسمان شده وكسى كه ( سلس ) مرضى دارد كه بولش قطره\r\nقطره مىريزد ، به همان دستوري كه براي نماز خود طهارت\r\nمىگيرد ، براي طواف نيز همان طهارت كافى است . واما مبطون\r\n( كسى كه نمىتواند از غايط خوددارى كند ) أحوط ( واجب ) اين است كه در\r\nصورت تمكن ، هم شخصا طواف نموده وهم براي طواف نايب\r\nبگيرد . واما زن مستحاضة اگر استحاضه‌اش قليله باشد أحوط ( واجب ) آن\r\nاست كه براي هر كدام از طواف ونماز طواف وضو بگيرد واگر\r\nمتوسطه باشد يك غسل براي هر دو به جا آورد وبراي هر كدام\r\nنيز وضو بگيرد ، واما اگر كثيره باشد براي هر كدام غسل كند\r\nوأحوط ( واجب ) ضم وضو است به غسل .\r\nشرط سوم از شرايط طواف ، طهارت از خبث است يعنى پاكى\r\nبدن ولباس . پس طواف با بدن يا لباس نجس صحيح نيست .\r\nونجاستى كه در نماز بخشوده بود ، مانند خون كمتر از درهم ، در\r\nطواف بخشوده نيست بنابر احتياط ( واجب ) .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 300 - بودن خون وخونابه زخم ودمل كه اجتناب از آن\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\nسخت باشد در بدن يا لباس در طواف مانعى ندارد وبر طرف\r\nكردنش لازم نيست ، همچنان كه بودن چيز نجس همراه انسان در\r\nطواف عيبى ندارد . وهم چنين است نجس بودن چيزهايى كه در\r\nآن نماز خوانده نمىشود مانند هميان وكلاه وجوراب .\r\n\r\n\r\n\r\nمسأله 301 - در صورتي كه نجس بودن بدن يا لباس خود را\r\nنمىدانسته وپس از انجام طواف بفهمد ، طوافش صحيح است\r\nوحاجتي به اعاده ندارد ، وهمچنين است نماز طواف اگر\r\nنمىدانسته بدن يا لباسش نجس بوده وبعد از نماز بفهمد ، نمازش\r\nصحيح است .\r\n\r\n\r\nمسأله 302 - هر گاه نجاست بدن يا لباس خود را فراموش\r\nنموده وبا آنها طواف نموده وبعد از طواف يادش آمد طوافش بنابر\r\nاظهر صحيح است ، اگر چه اعاده آن با لباس پاك أحوط ( مستحب ) است .\r\nوچنانچه بعد از نماز طواف يادش بيايد كه بدن ولباسش نجس\r\nبوده ، حتما بايد با بدن ولباس پاك اعاده نمايد .\r\n\r\n\r\n\r\nمسأله 303 - هر گاه نجس بودن بدن يا لباس خود را نمىدانسته\r\nودر اثناى طواف دانست ، يا آن كه پيش از فراغت از طواف بدن يا\r\nلباسش نجس شد ، اگر جامه پاكى داشته باشد همان جا جامه\r\nنجس را كند وبا جامه پاك طواف خود را تمام نمايد . وچنانچه\r\nجامه پاك همراه نداشته باشد ، اگر اين حادثه بعد از تمام شدن\r\nشوط چهارم بوده ، طواف را قطع نموده وپس از ازاله نجاست از\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nبدن يا لباس باقيمانده طواف را به جا آورد . وچنان چه علم به\r\nنجاست يا حدوثش پيش از تمام شدن شوط چهارم باشد ، باز هم\r\nطواف را قطع ونجاست را ازاله نموده وبنابر احتياط يك طواف\r\nكامل به قصد أعم از تمام باشد يا اتمام به جا آورد . ( معناى أعم\r\nواتمام سابقا بيان شد .\r\nشرط چهارم از شرايط طواف نسبت به مردان مختون است .\r\nوأحوط بلكه اظهر اين است كه بچه مميز كه خوب وبد را تشخيص\r\nمىدهد ، اگر شخصا محرم شود بايد ختنه كرده باشد ، واما اگر\r\nبچه مميز نباشد يا احرامش را وليش ببندد ، اعتبار ختان در أو ظاهر\r\nنيست ، اگر چه اعتبارش أحوط ( مستحب ) است .\r\n\r\n\r\n\r\nمسأله 304 - هر گاه محرم خته نشده ( خواه بالغ ، خواه بچه\r\nمميز ) طواف نموده طوافش كافى نخواهد بود . واگر طواف را ختنه\r\nشده اعاده نكند ، مانند كسى خواهد بود كه طواف را ترك كرده\r\nباشد . واحكام آينده بر وى جارى خواهد شد .\r\n\r\n\r\n\r\n\r\nمسأله 305 - هر گاه مكلف ختنه نشده مستطيع شود ، اگر بتواند\r\nبين ختنه وحج در سال استطاعت جمع كند ، يعنى در همان سال\r\nخود را ختنه نموده وبه حج برود ، واجب است اين كار را بكند .\r\nوچنانچه ممكن نباشد ، حج را تا سال بعد تأخير نمايد . پس اگر\r\nأصلا متمكن از ختنه نباشد ، به اين معنى كه ختنه كردن براي أو\r\nضرر يا مشقت يا ناراحتى داشته باشد ، لازم است حج را به جا\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\n\r\nآورد . لكن احتياط اين است كه در عمره وحج شخصا طواف\r\nنموده وبراي طواف نايب نيز بگيرد ، ولى خودش نماز طواف را به\r\nجا آورد .\r\nشرط پنجم از شرايط طواف پوشاندن عورت است بنابر\r\nاحتياط ( واجب ) ، وساتر بايستى مباح باشد . واحتياط ( واجب ) اين است كه ساتر\r\nداراى جميع شرايط لباس نماز گزار باشد .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nواجبات طواف\r\nهفت چيز در طواف معتبر وواجب است :\r\nأول : آن كه از حجر الأسود شروع شود ، وأحوط ( مستحب ) وأولى اين\r\nاست كه تمام بدن خود را بر تمام حجر الأسود بگذارند . وبراي اين\r\nاحتياط اين مقدار كفايت مىكند كه قبل از حجر الأسود ايستاده ونيت نمايد كه طواف را از جايى كه محاذاة واقعي محقق مىشود\r\nبه جا مىآورم وزيادة بر آن از باب مقدمه علميه باشد . يعنى انسان\r\nوقتي از جلوتر شروع كرد علم پيدا مىكند كه اولين جزء طوافش با\r\nاولين جزء حجر محاذى وبرابر شده است .\r\nدوم : آن كه هر شوط ودورى به حجر الأسود ختم شود . ودر\r\nشوط آخر احتياطا ( واجب ) قدرى از حجر بگذرد وزيادى را مقدمه علميه\r\nمحسوب دارد .\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\nسوم : آن كه كعبه ( خانه خدا ) در جميع أحوال طواف طرف\r\nچپ خود قرار دهد . وچنانچه كعبه به جهت بوسيدن أركان يا به\r\nجهت ازدحام رو به رو يا پشت سر يا طرف راست قرار گرفت ، آن\r\nمقدار از طواف شمرده نمىشود ، وظاهر اين است كه ميزان در\r\nقرار دادن كعبه طرف چپ صدق عرفى است ، همچنان كه از\r\nطواف پيغمبر أكرم - صلى الله عليه وآله وسلم - بر مىآيد كه سواره\r\nطواف مى نمودند . وبهتر اين است دقت شود بخصوص در دو\r\nدهانه حجر إسماعيل ودر نبشهاى خانه خدا كه در اين جاها بايد\r\nمواظب بود كه به چب يا راست منحرف نگردد .\r\nچهارم : آن كه حجر إسماعيل را داخل مطاف قرار دهد ، به اين\r\nمعنى كه دور حجر إسماعيل بگردد وداخل حجر نرود .\r\nپنجم : آن كه طواف كننده از بيرون دور خانه خدا دور بزند نه\r\nدرون خانه خدا ، ودور تا دور خانه خدا به طور شيب بنايى شده\r\nكه به آن شاذروان مىگويند كه نبايستى طواف كننده روى آن راه\r\nبرود .\r\nششم آن كه هفت دور متوالى وپى در پى دور خانه خدا بچرخد\r\nوكمتر از هفت دور كافى نيست . وعمدا زيادتر از هفت دور هم\r\nطواف را باطل مىكند ، چنان كه خواهد آمد .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 306 - مشهور بين فقها اين است كه طواف بايد بين مقام\r\nإبراهيم - عليه السلام - وخانه خدا باشد . يعنى از هر طرف اين\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nمسافت در نظر گرفته شود ، ومسافت آن بيست وشش ذراع ونيم\r\nتقدير شده است ونظر به اين كه حجر إسماعيل داخل مطاف\r\nاست وخود بيست ذراع است ، پس در طرف آن بيش از شش ذراع\r\nونيم نبايد دور شد . ولكن ظاهر اين است كه طواف در دور تر از\r\nاين مسافت بيست وشش ذراع ونيم نيز كافى باشد ، خصوصا\r\nبراي كساني كه در اين مسافت نتوانند طواف كنند يا طواف در آن\r\nبر آنها مشقت داشته باشد . ومراعاة احتياط ( مستحب ) با قدرت وتمكن\r\nبهتر وأولى است .\r\n\r\n\r\nمسأله 307 - هر گاه طواف كننده از مطاف بيرون رفته ووارد\r\nكعبه شود ، طوافش باطل واعاده آن لازم است . وبهتر اين است كه\r\nطواف خود را تمام نموده سپس اعاده نمايد ، اگر بيرون رفتنش پس\r\nاز تجاوز از نصف طواف بوده .\r\n\r\n\r\nمسأله 308 - چنانچه هنگام طواف روى شاذروان رفت ، آن\r\nمقدار از طواف كه روى شاذروان بوده باطل است واحتياط ( واجب ) اين\r\nاست كه آن مقدار را تدارك نموده وطواف خود را تمام سپس\r\nطواف را اعاده نمايد . واحتياط ( واجب ) ؟ اين است كه هنگام طواف دست\r\nخود را از طرف شاذروان به ديوار كعبه يا أركان آن درازا ننمايد\r\nگر چه جواز آن بعيد نيست .\r\n\r\n\r\nمسأله 309 - هر گاه طواف كننده در حجر إسماعيل برود ،\r\nشوطى كه رفتن در حجر در أو بوده باطل ولازم است اعاده شود .\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\nوبهتر اين است كه طواف را تمام نموده وسپس اعاده نمايد . ودر\r\nحكم رفتن در حجر است بالا رفتن بر ديوار حجر بنابر احتياط ( واجب ) .\r\nبلكه أحوط ( مستحب ) اين است كه در حال طواف دست بر ديوار حجر هم\r\nنگذارد گر چه اظهر جواز آن است .\r\n\r\n\r\nمسأله 310 - هر گاه طواف كننده پيش از تجاوز از نصف طواف\r\nبدون عذر از مطاف خارج شود ، اگر موالات عرفيه از أو فوت شود\r\nطوافش باطل واعاده‌اش لازم است وچنانچه موالات فوت نشود\r\nيا خروجش بعد از تجاوز نصف باشد ، احتياط ( واجب ) اين است كه آن\r\nطواف را تمام نموده سپس اعاده كند .\r\n\r\n\r\nمسأله 311 - چنانچه در اثناى طواف حدثى از أو سر بزند ،\r\nجايز است بيرون رفته وتطهير نموده وبرگشته وطواف خود را\r\nتمام نمايد ، همچنان كه گذشت وهمچنين است بيرون رفتن براي\r\nازاله نجاست از بدن يا لباس ، واگر زنى در اثناى طواف حيض\r\nشود ، واجب است طواف را قطع نموده وفورا از مسجد بيرون\r\nبرود . وحكم چنين افراد در شرايط طواف بيان شد .\r\n\r\n\r\nمسأله 312 - هر گاه طواف كننده به علت سر درد يا دل درد\r\nومانند آن ناچار طواف خود را قطع نموده واز مطاف بيرون رود ،\r\nچنانچه قبل از تمامى شوط چهارم باشد طوافش باطل واعاده‌اش\r\nلازم است ، وچنانچه بعد از آن بوده ، احتياط ( واجب ) اين است كه براي\r\nباقيمانده نايب گرفته وشخصا بعد از زوال عذر ، احتياطا ( واجب ) باقيمانده\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nرا به جا آورد وطواف را اعاده نمايد .\r\n\r\n\r\nمسأله 313 - طواف كننده مىتواند جهت عيادت مريض يا رفع\r\nحاجت خود يا حاجت برادر ديني خود از مطاف بيرون برود . ولى\r\nاگر طوافش واجب باشد ومقدار يك يا دو شوط بجا آورده\r\nباشد ، لازم است طواف را اعاده نمايد ، وچنانچه بيرون رفتنش\r\nبعد از شوط سوم بوده ، احتياط ( واجب ) اين است كه يك طواف كامل به\r\nقصد أعم از تمام يا اتمام بجا آورد .\r\n\r\n\r\nمسأله 314 - نشستن در اثناى طواف جهت استراحت ورفع\r\nخستگى جايز است . ولى بايد به اندازه‌اى نباشد كه موالات عرفيه\r\nاز بين برود ، كه در اين صورت طوافش باطل شده ولازم است از\r\nابتدأ دو باره انجام دهد .\r\n\r\n\r\nنقص در طواف\r\nمسأله 315 - هر گاه عمدا مقدارى از طواف را كم كند وموالات\r\nفوت شود ، طوافش باطل خواهد بود . وچنانچه موالات فوت\r\nنشود ، تا از مطاف بيرون نرفته مىتواند كمبود را به جا آورد . وحكم\r\nبيرون رفتن عمدى از مطاف قبلا ذكر گرديد .\r\n\r\n\r\n\r\n\r\nمسأله 316 - هر گاه مقدارى از طواف را سهوا كم كند ، اگر پيش\r\nاز فوت موالات يادش آمد واز مطاف بيرون نرفته باشد ، كمبود را\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nبه جا آورده وطوافش صحيح خواهد بود وچنانچه پس از فوت\r\nموالات يا بيرون رفتن از مطاف يادش بيايد ومقدار فراموش شده\r\nيك شوط باشد ، يك شوط را بجا آورده وطوافش صحيح است .\r\nوچنانچه شخصا نتواند كمبود را انجام دهد ، هر چند به جهت اين\r\nباشد كه پس از بازگشت به وطن يادش بيايد ، بايد ديگرى را نايب\r\nبگيرد كه آن شوط را به جا آورد . وچنانچه مقدار فراموش شده\r\nبيش از يك وكمتر از چهار شوط باشد ، بنابر احتياط ( واجب ) بايستى\r\nبر گشته وكمبود را شخصا به جا آورد . وپس از به جا آوردن كمبود ،\r\nطواف را اعاده نمايد ، وهم چنين اگر مقدار فراموش شد چهار يا\r\nبيش از چهار شوط باشد ، أحوط ( واجب ) اتمام سپس اعاده است .\r\n\r\n\r\n\r\n\r\nزيادى در طواف\r\nمسأله 317 - زيادى در طواف پنج صورت دارد .\r\nأول : آن كه طواف كننده مقدار زيادى را به قصد جزئيت طوافى\r\nكه مشغول است يا طواف ديگرى به جا نياورده باشد ، كه در اين\r\nصورت طوافش به اين زيادى باطل نخواهد شد .\r\nدوم : آن كه هنگام شروع به طواف يا در اثنا چنين قصد كند كه\r\nزيادى ، جز طوافش باشد . يعنى بنا داشته باشد كه طواف را\r\nهشت شوط يا بيشتر انجام دهد ، در اين صورت طوافش جزما\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\nباطل ولازم است اعاده نمايد .\r\nسوم : آن كه زيادى را پس از فراغت از طواف به قصد جزئيت\r\nآن به جا آورد ، كه در اين صورت نيز اظهر بطلان طواف است .\r\nچهارم : آن كه زيادى را به قصد جزئيت طواف ديگر به جا آورد\r\nوطواف دوم را تمام كند ، كه در اين صورت گر چه در طواف زيادى\r\nنداشته ، ولى أحوط ( واجب ) بلكه اظهر بطلان طواف أول است ، به جهت\r\nآن كه دو طواف واجب را پشت سر هم انجام داده است .\r\nپنجم : آن كه قصد جزئيت زيادى را براي طواف ديگر بنمايد ،\r\nواتفاقا نتواند طواف ديگر را به آخر برساند . در اين صورت نه\r\nزيادى هست ونه قران ، ولى گاهى طواف در اين صورت به جهت\r\nعدم تحقق قصد قربت باطل مىشود ، وآن در صورتي است كه\r\nمكلف هنگام شروع به طواف يا در اثناى آن با اين كه مىداند قران\r\nحرام ومبطل طواف است آن را قصد نمايد ، كه قصد قربت با قصد\r\nحرام جمع نمىشود ، هر چند از باب اتفاق آن حرام انجام نشود كه\r\nقران بين دو طواف باشد .\r\n\r\n\r\nمسأله 318 - هر گاه طواف خود را از روى سهو بيش از هفت\r\nشوط انجام دهد ، چنانچه زيادى كمتر از يك شوط باشد آن را\r\nقطع نمايد وطوافش صحيح است . وچنانچه زيادى يك شوط يا\r\nبيشتر باشد ، احتياط ( واجب ) اين است كه باقي آن را تا يك طواف كامل\r\nشود به قصد قربت مطلقه تمام نمايد .\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n\r\n\r\nشك در عدد أشواط\r\nمسأله 319 - هر گاه بعد از تمامى طواف وتجاوز از محل شك\r\nنمايد كه آيا طوافم هفت شوط يا كمتر يا بيشتر بوده ، اعتنا به شك\r\nننمايد ، مانند كسى كه بعد از شروع به نماز طواف چنين شكى بكند .\r\n\r\n\r\nمسأله 320 - هر گاه يقين داشته باشد كه هفت شوط بجا\r\nآورده وشك كند كه زيادتر بوده يا نه ، مثلا احتمال بدهد كه شوط\r\nآخرى هشتم بوده ، به شك خود اعتنا ننمايد وطوافش صحيح\r\nاست ، مگر در صورتي كه شكش قبل از تمامى شوط آخرى باشد ،\r\nكه در اين صورت ظاهر اين است كه طوافش باطل است ، واحتياط ( مستحب )\r\nاين است كه به قصد رجا تمامش نموده واعاده طواف كند .\r\n\r\n\r\nمسأله 321 - هر گاه بين شش وهفت يا پنج وشش وهمچنين\r\nعددهاى قبل شك كند ، حكم به بطلان طواف مىشود . وهم چنين\r\nاگر شك كند كه آيا شش شوط به جا آورده يا هشت شوط ، كه\r\nنداند شوط آخر ششم است يا هشتم ، كه در اين صورت نيز\r\nطوافش باطل خواهد بود . وظن به أشواط مادامى كه به حد\r\nاطمينان نرسد اعتباري نداشته ومحكوم به حكم شك است\r\n\r\n\r\nمسأله 322 - چنانچه بين شش وهفت شك نموده واز روى\r\nناداني بنا را بر شش گذاشته وطواف را تمام كند ، لازم است طواف\r\nرا از سر بگيرد . وچنانچه بر ناداني خود باقي ماند تا وقتي كه\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nتدارك ممكن نباشد بعيد نيست طوافش صحيح باشد .\r\n\r\n\r\nمسأله 323 - طواف كننده مىتواند در حفظ شماره شوطها بر\r\nرفيق وهمراه خود اعتماد كند ، در صورتي كه رفيق وهمراهش\r\nيقين داشته باشد ، مثلا در صورت شك اگر رفيق انسان بگويد اين\r\nشوط پنجم است ، مىشود بر گفته أو اعتماد نموده ودو شوط\r\nديگر به جا آورد .\r\n\r\n\r\nمسأله 324 - هر گاه در طواف مستحبى شك نمايد ، بنا را بر\r\nكمتر بگذارد وطوافش صحيح است .\r\n\r\n\r\nمسأله 325 - هر گاه از روى عمد وعلم به حكم يا جهل به آن\r\nطواف عمره تمتع را ترك نموده ونتواند پيش از وقوف به عرفات\r\nتداركش نمايد ، عمره‌اش باطل بوده وواجب است حج را در سال\r\nبعد اعاده نمايد . ودر سابق گفته شد كه اظهر اين است كه احرامش\r\nنيز باطل مىشود ، ولى أحوط ( واجب ) ؟ اين است كه عدول به حج افراد\r\nنموده وآن را به قصد أعم از حج وعمره مفرده تمام نمايد ،\r\nوچنانچه عمدا طواف حج را ترك نمايد وتداركش ممكن نباشد ،\r\nحجش باطل خواهد بود ولازم است در سال بعد اعاده نمايد .\r\nواگر ترك طواف از جهت ندانستن حكم بوده ، يك شتر كفاره نيز\r\nلازم خواهد شد .\r\n\r\n\r\n\r\n\r\nمسأله 326 - هر گاه از روى فراموشى طواف ترك شود ، بعد از\r\nياد آمدن تداركش واجب است . وچنانچه پس از گذشتن وقتش به\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\nياد آمد ، قضاى آن به جا آورده شود وحج صحيح خواهد بود ،\r\nواحتياط ( واجب ) اين است كه بعد از قضاى طواف ، سعى نيز به جا آورده\r\nشود . واگر وقتي يادش بيايد كه قضا نمودن آن ممكن نباشد ، مثل\r\nاين كه پس از باز گشت به وطن يادش آمد واجب است نايب بگيرد ،\r\nواحتياط ( واجب ) اين است كه نايب از طواف ، سعى را نيز به جا آورد .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 327 - اگر طواف را فراموش نمود وبه وطن خود\r\nبازگشت وبا عيال خود نزديك كرد وسپس يادش آمد ، در\r\nصورتي كه فراموش شده طواف حج باشد لازم است يك قرباني\r\nبه منى ، واگر فراموش شده طواف عمره باشد يك قرباني به مكة\r\nبفرستد . ودر اين قرباني گوسفند كافى است .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 328 - هر گاه طواف را فراموش نموده وزماني يادش\r\nآمد كه قضايش ممكن است ، با همان احرام أول قضايش نمايد\r\nونيازى به تجديد احرام نيست . بلى در صورتي كه از مكة خارج شد\r\nويك ماه يا بيشتر بر آن گذشته باشد ، لازم است براي دخول مكة\r\nاحرام تازه ببندد ، چنان كه گذشت .\r\n\r\n\r\n\r\n\r\nمسأله 329 - آنچه بر طواف كننده حلال مىشود ، بر فراموش\r\nكننده طواف ، تا اين كه آن را شخصا يا نايبش قضا ننموده حلال\r\nنمىشود .\r\n\r\n\r\n\r\nمسأله 330 - هر گاه جهت بيمارى يا شكستگى وأمثال اينها\r\nشخصا نتواند طواف را به جا آورد ، لازم است به كمك ديگرى\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nطواف را به جا آورد ، هر چند به سوار شدن بر دوش أو باشد .\r\nوچنانچه با كمك ديگرى نيز نتواند طواف كند ، واجب است نايب\r\nبگيرد كه به جاى أو طواف كند . وهمچنين در نماز طواف كه\r\nشخص بايد خودش بجا آورد ودر صورت نتوانستن ديگرى را\r\nنايب بگيرد . وحكم زن حائض ونفساء ( زائو ) در شرايط طواف\r\nبيان شد .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nنماز طواف\r\nواجب سوم از واجبات عمره تمتع ، دو ركعت نماز طواف است\r\nكه مانند نماز صبح است ، ولى مكلف مخير است كه آن را بلند يا\r\nآهسته بخواند ، وواجب است در نزديكى مقام إبراهيم به جا\r\nآورده شود . وأحوط ( واجب ) بلكه اظهر اين است كه پشت مقام باشد . ودر\r\nصورت عدم تمكن ، با مراعاة نزديكى به مقام بنابر احتياط ( واجب ) در هر\r\nجاى مسجد مىتواند به جا آورد . واين حكم نماز طواف واجب\r\nاست ونماز طواف مستحب در هر جاى مسجد باشد جايز است .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 331 - كسى كه از روى علم وعمد نماز طواف را بجا\r\nنياورد حجش باطل است ، زيرا بدون اين نماز ، سعى باطل خواهد\r\nبود .\r\n\r\n\r\nمسأله 332 - نماز طواف بايستى بعد از طواف فورا به جا آورده\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\nشود بگونه‌اى كه در عرف نگويند بين طواف ونماز فاصله شده\r\nاست .\r\n\r\n\r\n\r\n\r\nمسأله 333 - هر گاه فراموش كرد نماز طواف را بخواند وسعى\r\nنمود وبعد از سعى يادش آمد كه نماز طواف را نخوانده ، فورا نماز\r\nطواف را بخواند ، واعاده سعى واجب نيست اگر چه أحوط ( مستحب ) است .\r\nوچنانچه در اثناى سعى يادش بيايد ، سعى را قطع كرده ونماز\r\nطواف را در جاهايى كه گفته شد به جا آورد ، سپس سعى را از\r\nجايى كه قطع كرده تمام نمايد . وچنانچه بعد از بيرون رفتن از مكة\r\nيادش بيايد كه نماز طواف را نخوانده ، بايستى به مكة برگشته\r\nونماز را در جاهايى كه گفته شد به جا آورد . ودر صورتي كه نتواند\r\nبه مكة بر گردد هر جا كه يادش آمد به جا آورد . بلى اگر بتواند به\r\nحرم بر گردد أحوط ( واجب ) اين است كه برگشته ونماز را در حرم به جا\r\nآورد . وحكم كسى كه نماز طواف را به جهت ناداني ترك كرده ،\r\nحكم كسى است كه فراموشش كرده . وفرقى بين جاهل قاصر\r\nومقصر در اين جا نيست .\r\n\r\n\r\n\r\n\r\nمسأله 334 - هر گاه نماز طواف را فراموش نمود وتا دم مردن\r\nيادش نيامد ومرد ، بر وليش واجب است آن را قضا نمايد .\r\n\r\n\r\nمسأله 335 - هر گاه قرائت نماز گزار غلطى داشته باشد ، در\r\nصورتي كه نتواند آن را درست كند اشكالى در اكتفاى به آنچه\r\nمىتواند ، در نماز طواف وغير آن نيست وهمان اندازه كافى\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nاست ، وچنانچه مىتواند آن را تصحيح ودرست كند ، لازم است\r\nتصحيح نمايد . وچنانچه در اين كار اهمال وسهل انگارى كرد تا\r\nوقت تنگ شد ، أحوط ( واجب ) اين است كه به اندازه اى كه مىتواند نماز\r\nطواف را به جا آورد وآن را به جماعت بخواند ونايب نيز بگيرد .\r\n\r\n\r\nمسأله 336 - هر گاه نداند كه قرائتش درست نيست ودر ناداني\r\nخود معذور باشد ، نمازش صحيح است وحاجتي به اعاده ندارد ،\r\nحتى اگر بعد از نماز بفهمد كه قرائتش اشكال داشته ، ولى اگر\r\nمعذور نبوده ، لازم است پس از تصحيح نماز را اعاده كند . وحكم\r\nكسى كه نماز طواف را فراموش كرده بر أو جارى مىشود .\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\n\r\nسعى\r\nواجب چهارم از واجبات عمره تمتع ، سعى بين صفا ومروه\r\nاست وخود يكى از أركان است كه اگر عمدا ترك شود حج باطل\r\nخواهد بود ، خواه علم به حكم داشته يا جاهل به حكم باشد .\r\nوقصد قربت در سعى معتبر است . ولى ستر عورت وطهارت از\r\nحدث يا خبث در آن معتبر نيست وبهتر اين است كه طهارت\r\nرعايت شود .\r\n\r\n\r\n\r\n\r\nمسأله 337 - سعى بايد بعد از طواف ونماز طواف به جا آورده\r\nشود . واگر پيش از طواف يا نماز آن به جا آورده شود ، لازم است\r\nبعد از آنها اعاده شود . وحكم كسى كه طواف را فراموش كند\r\nوبعد از سعى يادش بيايد ، پيشتر گفته شد .\r\n\r\n\r\nمسأله 338 - نيت در سعى معتبر است به اين معنى كه اگر در\r\nعمره است ، به نيت عمره واگر در حج است به نيت حج ، قربة إلى\r\nالله به جا آورده شود .\r\n\r\n\r\n\r\n\r\nسعى يعنى چه ؟\r\nرفت وآمد بين صفا ومروه را سعى گويند . صفا در يك طرف\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\nومروه طرف ديگر قرار دارد . رفتن از أول جزء صفا به مروه را\r\nيك شوط گويند . وهمچنين برگشتن از أول جزء مروه به صفا يك\r\nشوط است . وتمام سعى هفت شوط است . بنابر اين سعى از صفا\r\nشروع ودر شوط هفتم به مروه ختم مىشود . واحتياط ( واجب ) لازم در اين\r\nاست كه موالات ( پى در پى بودن ) را مراعاة كند به طورى كه\r\nفصل معتد به ، در بين أشواط حاصل نشود . ووقتي حاجى بخواهد\r\nاز مسجد الحرام به مسعى به روى ، صفا طرف دست راستش قرار\r\nمىگيرد .\r\n\r\n\r\n\r\n\r\nمسأله 339 - هر گاه سعى را از مروه شروع كند ، اگر يك شوط\r\nبه جا آورده يعنى از مروه به صفا رسيده ، بايد آن را لغو دانسته واز\r\nصفا شروع نمايد ، وچنانچه بعد از شوط أول باشد ، مثل اين كه در\r\nبين راه صفا ومروه در شوط دوم باشد ، آن را نيز لغو نموده وسعى\r\nرا از صفا از سر بگيرد .\r\n\r\n\r\nمسأله 340 - لازم نيست رفت وآمد ( سعى ) بين صفا ومروه ،\r\nپياده باشد وسعى سواره بر حيوان يا دوش انسان يا چرخهايى كه\r\nفعلا در آن جا متداول است ، جايز است . ولى در هر حال بايد ابتدأ\r\nاز صفا وختم به مروه باشد .\r\n\r\n\r\nمسأله 341 - لازم است رفت وآمد بين صفا ومروه از راه\r\nمتعارف باشد واگر از صفا از توى مسجد يا راه ديگرى به سوى\r\nمروه برود كافى نيست . بلى لازم نيست رفت وآمد ، در يك خط\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nمستقيم باشد .\r\n\r\n\r\n\r\nمسأله 342 - واجب است هنگام توجه به مروه آن را رو به روى\r\nخود قرار دهد . وهمچنين در بازگشت از مروه به صفا ، بايد متوجه\r\nبه صفا باشد . پس اگر هنگام سعى بطور عقب گرد برود ، كفايت\r\nنمىكند . والتفات به طرف راست وچب وپشت سر ، هنگام سعى\r\nعيبى ندارد .\r\n\r\n\r\n\r\nمسأله 343 - نشستن روى صفا يا مروه يا در بين آنها به جهت\r\nاستراحت عيبى ندارد ، گرچه أحوط ( مستحب ) اين است كه بين آن دو\r\nنشيند .\r\n\r\n\r\nاحكام سعى\r\nدر گذشته گفته شد كه سعى از أركان حج است وترك آن عمدا\r\nبا علم يا جهل به حكم ، تا زماني كه تداركش پيش از وقوف به\r\nعرفات ممكن نشود ، حج باطل واعاده‌اش در سال بعد لازم\r\nخواهد بود . واظهر اين است كه احرامش نيز باطل خواهد بود ، اگر\r\nچه أحوط ( مستحب ) وأولى اين است كه عدول به افراد نموده وسعى را به\r\nقصد أعم از حج افراد يا عمره مفرده تمام نمايد .\r\n\r\n\r\nمسأله 344 - هر گاه سعى از روى فراموشى ترك شود ، هر وقت\r\nياد أو بيايد بايد به جا آورد هر چند ياد آمدنش پس از فراغت از\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nاعمال حج باشد . وكسى كه شخصا نتواند يا برايش مشقت داشته\r\nباشد بايستى نايب بگيرد وحجش در هر دو صورت صحيح\r\nخواهد بود .\r\n\r\n\r\nمسأله 345 - كسى كه شخصا پياده يا سواره نتواند سعى را به\r\nجا آورد ، ديگرى را نايب بگيرد كه به جاى أو سعى كند وحجش\r\nصحيح است .\r\n\r\n\r\nمسأله 346 - احتياط ( مستحب ) اين است كه بعد از طواف ونماز آن بدون\r\nضرورت مانند شدت گرما يا خستگى زياد ، تأخير نكند ، اگر چه\r\nأقوى اين است كه مىتواند سعى را تا شب تأخير كند ، بلى در حال\r\nاختيار نبايد سعى را به فردا بيندازد .\r\n\r\n\r\n\r\nمسأله 347 - زيادى در سعى مانند زيادى در طواف سبب\r\nبطلان خواهد بود ، اگر از روى علم وعمد باشد ، چنان كه در\r\nطواف گذشت . بلى اگر جاهل به حكم باشد ، اظهر اين است كه\r\nسعيش به زيادى باطل نمىشود ، هر چند احتياط ( مستحب ) در اعاده آن\r\nاست .\r\n\r\n\r\n\r\nمسأله 348 - هر گاه از روى خطا در سعى خود زياد نمود ،\r\nسعيش درست است . ولى اگر زيادى يك شوط كامل باشد ،\r\nمستحب است كه شش شوط ديگر به آن اظافه نمايد تا يك سعى\r\nكامل غير از سعى أول شود وختم سعى دوم طبعا به صفا خواهد\r\nبود ، وچنانچه زيادى بيش از يك شوط باشد ، تمام نمودن أو به\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nقصد رجا عيبى ندارد .\r\n\r\n\r\n\r\n\r\nمسأله 349 - هر گاه عمدا با علم به حكم يا جهل به آن ، از سعى\r\nخود كم نمود ، وتداركش تا زمان وقوف به عرفات ممكن نباشد ،\r\nحجش فاسد شده ولازم است سال بعد اعاده نمايد ، وظاهر اين\r\nاست كه احرامش نيز باطل مىشود ، وأحوط ( واجب ) ؟ اين است كه عدول\r\nبه حج افراد نموده وبه نيت أعم از حج وعمره مفرده تمامش\r\nنمايد . وچنانچه كمبود سعى از روى فراموشى وبعد از شوط\r\nچهارم بوده واجب است باقي را هر وقت يادش آمد هر چند بعد از\r\nفراغت از اعمال حج باشد ، تدارك نمايد . ودر صورتي كه خود\r\nنتواند تدارك كند يا تدارك سخت باشد واجب است نايب بگيرد ،\r\nهر چند به اين جهت باشد كه پس از بازگشت به وطن يادش آمده\r\nباشد ، در اين صورت احتياط اين است كه نائب به نيت فراغ ذمه\r\nمنوب عنه از اتمام يا تمام ، يك سعى كامل بجا آورد . واگر\r\nكمبودش پيش از شوط چهارم واز روى فراموشى بوده ، احتياط\r\nاين است كه شخصا يك سعى كامل به قصد أعم از تمام يا اتمام به\r\nجا آورد . ودر صورت دشوارى آن ، نايب بگيرد .\r\n\r\n\r\n\r\n\r\nمسأله 350 - چنانچه از روى فراموشى ، مقدارى از سعى در\r\nعمره تمتع كم نموده وبه اعتقاد اين كه از سعى فارغ شده محل\r\nشده ، در اين صورت أحوط ( واجب ) اين است كه يك گاو كفاره بدهد\r\nولازم است سعى را به نحوى كه گفته شد تمام نمايد .\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\n\r\n\r\nشك در سعى\r\nمسأله 351 - شك در عدد أشواط سعى پس از تقصير اعتبار\r\nندارد . وجمعى از فقها فرموده‌اند كه شك در عدد أشواط بعد از\r\nسعى هر چند پيش از تقصير باشد ، به آن اعتنا نبايد كرد . ولى اظهر\r\nاين است كه در اين صورت بايد به اين شك اعتنا شود .\r\n\r\n\r\nمسأله 352 - اگر هنگامى كه در مروه است شك كند كه شوط\r\nآخرى هفتم است يا نهم ، اعتنا به شك خود ننمايد ، وسعيش\r\nصحيح خواهد بود . وچنانچه اين شك در اثناى شوط باشد ، يعنى\r\nهنوز به مروه نرسيده چنين شكى كند ، سعيش باطل ولازم است\r\nسعى را از سر بگيرد .\r\n\r\n\r\nمسأله 353 - حكم شك در عدد أشواط سعى ، مانند حكم\r\nشك در عدد أشواط طواف است . پس هر گاه شك كند در عدد\r\nأشواط ، سعى را باطل مىكند .\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\nتقصير\r\nواجب پنجم از واجبات عمره تمتع تقصير است . يعنى گرفتن\r\nمقدارى از ناخن دست يا پا ، يا چيدن مقدارى از موى سر يا ريش\r\nيا سبيل . وقصد قربت در تقصير معتبر است . وكندن مو ، جاى\r\nچيدن را نمىگيرد .\r\n\r\n\r\n\r\n\r\nمسأله 354 - بيرون آمدن از احرام عمره تمتع ، بايد فقط به\r\nتقصير باشد . پس اگر خواسته باشد بجاى تقصير سر خود را\r\nبتراشد كفايت نمىكند . بلكه سر تراشيدن ، بر متمتع حرام است\r\nوچنانچه از روى عمد وعلم بتراشد ، بايد يك گوسفند كفاره بدهد .\r\nبلكه بنابر احتياط ( واجب ) ، اين حكم مطلقا حتى در صورت جهل نيز\r\nجارى است .\r\n\r\n\r\nمسأله 355 - هر گاه بعد از سعى وپيش از تقصير ، با زنى\r\nنزديكى وجماع كند وجاهل به حكم باشد ، بنابر احتياط ( واجب ) بايد يك\r\nشتر كفاره بدهد .\r\n\r\n\r\nمسأله 356 - تقصير ، پيش از تمامى سعى حرام است .\r\nوچنانچه كسى پيش از فراغت از سعى از روى علم وعمد تقصير\r\nنمايد بايد كفاره بدهد .\r\n\r\n\r\nمسأله 357 - لازم نيست تقصير ، بعد از سعى بلا فاصله به جا\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nآورده شود . وشخص مىتواند هر جا دلش خواست ، خواه در سعى يا در منزل يا جاى ديگر تقصير نمايد .\r\n\r\n\r\nمسأله 358 - هر گاه تقصير را عمدا ترك نموده وبراي حج\r\nاحرام بست ، عمره‌اش فاسد وباطل خواهد بود . وظاهر اين است\r\nكه حج تمتعش بدل به حج افراد شده ولازم است بعد از حج ،\r\nعمره مفرده به جا آورد . واحتياط ( واجب ) اين است كه حج را در سال بعد\r\nاعاده نمايد .\r\n\r\n\r\nمسأله 359 - هر گاه از روى فراموشى تقصير را ترك نموده\r\nوبراي حج احرام بست ، عمره اش صحيح است واحتياطا ( واجب ) يك\r\nگوسفند كفاره بدهد .\r\n\r\n\r\nمسأله 360 - همين كه محرم در عمره تمتع تقصير نمود ، آنچه\r\nبه جهت احرام بر وى حرام شده بود حلال مىشود بجز تراشيدن\r\nسر واما سر تراشيدن تفصيلي دارد كه از اين قرار است : هر گاه\r\nعمره تمتع در ماه شوال به جا آورده شود ، سر تراشيدن تا سى روز\r\nاز عيد فطر گذشته جايز است ، واما بعد از آن احتياط ( واجب ) اين است كه\r\nسر تراشيده نشود وچنانچه تراشيده شد واز روى علم وعمد\r\nبود ، احتياط ( واجب ) اين است كه يك گوسفند كفاره داده شود .\r\n\r\n\r\nمسأله 361 - طواف نساء در عمره تمتع واجب نيست وبه جا\r\nآوردن آن به قصد رجا عيبى ندارد .\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\n\r\n\r\n\r\n1 - احرام حج\r\nدر گذشته واجبات حج بطور اجمال بيان شد ، وتفصيل هر يك\r\nبه قرار ذيل است :\r\nأول احرام است . وبهترين وقت آن روز ترويه ( هشتم ذي\r\nالحجة ) است . وسه روز پيشتر از آن هم جايز است ، خصوصا\r\nبراي پير مردان وبيماران در صورتي كه از ازدحام بترسد . اين دو\r\nدسته احرام بسته وپيش از بيرون رفتن مردم از مكة بيرون\r\nمىروند . ودر گذشته گفته شد كه بيرون رفتن از مكة با احرام حج\r\nبراي ضرورت بعد از فراغ از عمره هر وقت باشد جايز است .\r\n\r\n\r\nمسأله 362 - همچنان كه براي شخصي كه عمره به جا مىآورد\r\nجايز نيست قبل از تقصير براي حج احرام ببندد ، براي حاجى جايز\r\nنيست پيش از تمامى اعمال حج براي عمره مفرده احرام ببندد .\r\nبلى احرام بستن براي عمره مفرده پس از اعمال حج وپيش از\r\nطواف نساء مانعى ندارد .\r\n\r\n\r\nمسأله 363 - وقت احرام در صورتي تنگ مىشود كه تأخيرش\r\nباعث نرسيدن به وقوف در عرفات روز عرفه ( نهم ذي الحجة ) شود .\r\n\r\n\r\nمسأله 364 - احرام حج در كيفيت وواجبات ومحرمات ، مانند\r\nاحرام عمره است واختلاف بين آنها فقط در نيت است .\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\n\r\n\r\nمسأله 365 - مكلف مىتواند از هر جاى شهر مكة قديم براي\r\nحج احرام ببندد . ومستحب است احرام حج از مسجد الحرام در\r\nمقام إبراهيم يا حجر إسماعيل باشد .\r\n\r\n\r\n\r\n\r\nمسأله 366 - كسى كه احرام حج را از روى فراموشى يا جهل به\r\nحكم ترك نموده واز مكة بيرون رفته سپس يادش بيايد يا علم به\r\nحكم پيدا كند ، واجب است به مكة برگردد هر چند از عرفات\r\nباشد واز مكة محرم شود وچنانچه به جهت تنگى وقت يا عذر\r\nديگرى نتواند به مكة بر گردد ، از همان جايى كه هست محرم شود\r\nوهمچنين است اگر بعد از وقوف به عرفات يادش بيايد يا حكم را\r\nياد بگيرد بايد از جايى كه هست احرام ببندد ، هر چند متمكن از\r\nبازگشت به مكة واحرام از مكة باشد . وچنانچه أصلا يادش نيامد\r\nوحكم را ندانست تا از اعمال حج فارغ شد حجش صحيح است .\r\n\r\n\r\n\r\n\r\nمسأله 367 - كسى كه احرام حج را از روى علم وعمد ترك\r\nكند ، لازم است تداركش نمايد ، وچنانچه پيش از وقوف به عرفات\r\nمتمكن از تدارك نشود ، حجش فاسد ولازم است سال بعد\r\nاعاده اش نمايد .\r\n\r\n\r\n\r\nمسأله 368 - أحوط ( واجب ) اين است شخصي كه احرام حج تمتع\r\nبسته ، پس از احرام وپيش از رفتن به عرفات طواف مستحبى\r\nننمايد ، وچنانچه طواف نمود بنابر احتياط ( واجب ) بعد از طواف تلبيه را\r\nتجديد كند .\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\n2 - وقوف در عرفات\r\nواجب دوم از واجبات حج تمتع ، وقوف ( بودن ) در \" عرفات \"\r\nاست با قصد قربت . ومراد از وقوف حاضر بودن در عرفات است\r\nچه سواره چه پياده ، چه در حال حركت چه آرام .\r\n\r\n\r\n\r\n\r\nمسأله 369 - صحراى عرفات حدودي براي آن معين شده كه\r\nنام آنها ثويه ونمره وذى المجاز ومأزمين است . وخود اينها خارج\r\nاز موقف مىباشند .\r\n\r\n\r\n\r\n\r\nمسأله 370 - كوهى به نام \" جبل الرحمة \" در صحراى عرفات\r\nاست كه ظاهرا موقف است ولى وقوف روى آن كوه مكروه است .\r\nومستحب است وقوف در دامنه كوه از طرف چپ باشد .\r\n\r\n\r\n\r\nمسأله 371 - وقوف در عرفات بايستى از روى اختيار باشد .\r\nپس اگر در مجموع وقت خواب يا بيهوش باشد ، وقوفي نكرده است .\r\n\r\n\r\n\r\nمسأله 372 - وقوف در عرفات براي شخص مختار بنابر\r\nاحتياط ، از أول ظهر روز نهم ذي الحجة تا غروب است واظهر اين\r\nاست كه مىتواند تا يك ساعت بعد از ظهر وقوف را تأخير نمايد\r\nيعنى از يا ساعت بعد از ظهر وقوف نمايد . ووقوف در تمام اين\r\nوقت هر چند واجب است وتركش گناه است ، ولى از أركان حج\r\nنيست به اين معنى كه اگر كسى مقدارى از اين وقت را وقوف نكند\r\nحجش فاسد نخواهد شد . بلى اگر وقوف را أصلا از روى اختيار\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nترك نمايد حجش فاسد خواهد بود وآنچه ركن است وقوف\r\nفي الجملة است .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 373 - كسى كه به جهت فراموشى يا ناداني يا عذر موجه\r\nديگر وقوف اختياري ( از ظهر تا غروب ) را درك ننمايد ، وقوف\r\nاضطراري ( مقدارى از شب عيد ) بر أو لازم است وبا اين وقوف\r\nحجش صحيح خواهد بود . واگر اين وقوف را عمدا ترك نمايد\r\nحجش فاسد مىشود .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 374 - كوچ كردن از عرفات پيش از غروب آفتاب با علم\r\nوعمد ، حرام است ولى حج را فاسد نمىكند . وكسى كه كوچ كرد\r\nوپشيمان شده وبرگشت چيزى بر أو نيست . واگر برنگشت بايد\r\nيك شتر كفاره بدهد ودر منى آن را بكشد وچنانچه نتواند يك\r\nشتر كفاره بدهد بايد هجده روز روزه بگيرد وبنابر احتياط ( واجب ) پى در\r\nپى ومتوالى باشد . واين حكم نسبت به كسى كه از روى فراموشى\r\nيا ندانستن حكم ، كوچ كند نيز جارى است يعنى اگر يادش آمد يا\r\nحكم را دانست ، بايد برگردد اگر بر نگشت بنابر احتياط ( واجب ) بايد\r\nيك شتر كفاره بدهد واگر نتوانست هجده روز روزه بگيرد .\r\n\r\n\r\n\r\n\r\nمسأله 375 - اگر ماه نزد قاضى أهل سنت ثابت شد وبر طبق آن\r\nحكم نمود ونزد شيعه ثابت نشد دو صورت دارد .\r\nأول : آن كه احتمال برود كه حكم أو مطابق واقع است ، كه در\r\nاين صورت پيروى از آنها ووقوف با آنها وترتيب جميع آثار ثبوت\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\nماه كه راجع به اعمال حج است واجب مىشود . وبنابر اظهر همين\r\nمقدار در حج كافى است . وكسى كه مخالفت تقيه نموده وبگويد\r\nاحتياط در مخالفت آنها است فعل حرام به جا آورده ووقوفش\r\nفاسد خواهد بود . وخلاصه آن كه پيروى از حاكم سنى به جهت\r\nتقيه واجب است وبا تقيه حج صحيح است . واحتياط در اين جا\r\nمشروعيت ندارد ، بخصوص كه بيم تلف نفس ومانند آن باشد كه\r\nدر زمان ما اين اتفاق مىافتد .\r\nدوم : آن كه علم به خلاف فرض شود ، كه انسان بداند روزى كه\r\nبه حكم قاضى روز عرفه ( نهم ) است ، واقعا روز ترويه وهشتم\r\nباشد ، كه در اين صورت وقوف با آنها كافى نخواهد بود . ودر اين\r\nحال اگر مكلف تمكن از عمل به وظيفة را داشته باشد ولو به\r\nوقوف اضطراري در مزدلفه بدون محذور حتى محذور مخالفت\r\nتقيه ، بايد عمل به وظيفة نمايد ، ودر غير اين صورت حجش بدل\r\nبه عمره مفرده شده وحجى نخواهد داشت . وچنانچه استطاعتش\r\nاز همين سال بوده وبراي سالهاى بعد باقي نخواهد ماند ، وجوب\r\nحج از أو ساقط خواهد بود ، مگر اين كه استطاعت تازه‌اى پيدا كند\r\nكه در اين صورت دوباره حج مىنمايد . وممكن است در صورت\r\nدوم چاره كند به اين كه در روز عيد آنها ( روز نهم واقعا ) از طريق منى\r\nبه مكة بر گردد وبعد از راه عرفات ومشعر به منى برود به نحوى كه\r\nقبل از غروب وقوف در عرفات بنمايد ولو آنا ما ( ولو يك لحظه )\r\nو ","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\n\r\nدر حال حركت ، وبه همين نحو وقوف در مشعر را در شب درك كند\r\nوبعد براي اعمال به منى برود .\r\n\r\n\r\n\r\n\r\n\r\n3 - وقوف در مزدلفه\r\nواجب سوم از واجبات حج تمتع ، وقوف در \" مزدلفه \" است با\r\nقصد قربت . ومزدلفه اسم مكاني است به آن \" مشعر الحرام \" نيز\r\nگفته مىشود . وحدود آن از مأزمين تا حياض ووادى محسر است\r\nكه در آنها نبايد وقوف نمود ، مگر در ازدحام وتنگى وقت كه به\r\nمأزمين ( دو راه تنگ وباريك ) بايد بالا رفت .\r\n\r\n\r\n\r\n\r\nمسأله 376 - هر گاه حاجى از عرفات كوچ كرد احتياط ( واجب ) اين\r\nاست كه شب عيد را در مزدلفه بيتوته كند ، هر چند وجوب بيتوته\r\nثابت نشده است .\r\n\r\n\r\n\r\nمسأله 377 - وقوف در مزدلفه از طلوع فجر تا طلوع آفتاب روز\r\nعيد قربان واجب است ، ولى آنچه ركن است ، وقوف مختصر\r\nاست كه اگر مقدارى بين الطلوعين وقوف نموده وعمدا كوچ كند\r\nحجش صحيح است ، اگر چه فعل حرامى به جا آورده است .\r\n\r\n\r\n\r\n\r\nمسأله 378 - كسى كه وقوف بين الطلوعين مزدلفه را أصلا ترك\r\nنمايد ، حجش باطل وفاسد خواهد بود . وزنان وكودكان\r\nواشخاص ضعيف مانند پير مردان وبيماران وشخصي كه از دشمن\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nمىترسد ، از اين حكم مستثنى هستند وبراي اينها جايز است\r\nشب عيد مقدارى وقوف نموده وقبل از طلوع فجر بسوى منى\r\nكوچ كنند .\r\n\r\n\r\n\r\nمسأله 379 - كسى كه شب عيد را در مزدلفه وقوف نموده واز\r\nجهت ندانستن مسأله قبل از طلوع فجر كوچ نمايد ، حجش بنابر\r\nاظهر صحيح است ويك گوسفند بايد كفاره بدهد .\r\n\r\n\r\n\r\n\r\nمسأله 380 - كسى كه از روى فراموش يا عذر ديگرى نتواند\r\nبين الطلوعين در مزدلفه وقوف اختياري را بنمايد ، وقوف\r\nاضطراري ( بودن مختصر بعد از طلوع آفتاب تا ظهر روز عيد )\r\nكافى است واگر آن را عمدا ترك كند ، حجش فاسد خواهد شد .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nدرك وقوفين\r\nدانسته شد كه هر يك از وقوف عرفات ووقوف مزدلفه دو\r\nقسم است . اختياري واضطراري . وهر گاه مكلف وقوف اختياري\r\nهر يك را درك نمايد كه عملش صحيح است . ودر صورتي كه\r\nدرك نكند چند صورت خواهد داشت كه هر صورتي حكمي دارد :\r\nأول : آن كه هيچ يك از وقوفهاى اختياري واضطراري را درك\r\nنكند ، كه در اين صورت حجش باطل ، ولازم است با همان احرام\r\nحج ، عمره مفرده بجا آورد . وواجب است در صورتي كه\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\nاستطاعتش باقي يا حج از سالهاى پيش بر ذمه‌اش مستقر باشد ،\r\nسال بعد حج نمايد .\r\nدوم : آن كه وقوف اختياري عرفات واضطراري مزدلفه را درك\r\nنمايد .\r\nسوم : آن كه وقوف اضطراري عرفات واختياري مزدلفه را درك\r\nنمايد ، كه در اين دو صورت حجش بي اشكال صحيح است .\r\nچهارم : آن كه وقوف اضطراري هر يك از عرفات ومزدلفه را\r\nدرك نمايد ، كه اظهر در اين صورت اين است كه حجش صحيح\r\nباشد ، گر چه أحوط ( مستحب ) در صورتي كه شرايط وجوب حج باقي يا حج\r\nقبلا بر ذمه‌اش مستقر شده باشد ، در سال آينده حج به جا آورد .\r\nپنچم : آن كه فقط وقوف اختياري در مزدلفه را درك كند كه در\r\nاين صورت نيز حجش صحيح است .\r\nششم : آن كه فقط وقوف اضطراري مزدلفه را درك كند ، كه در\r\nاين صورت بعيد نيست حجش صحيح باشد . ولى احتياط ( واجب ) اين\r\nاست باقي اعمال را به قصد فراغ ذمه از آن چه به أو تعلق گرفته چه\r\nعمره مفرده وچه حج به جا آورده ودر سال بعد حج را اعاده نمايد .\r\nهفتم : آن كه فقط وقوف اختياري عرفات را درك نمايد ، كه\r\nاظهر در اين صورت باطل بودن حج وانقلاب آن به عمره مفرده\r\nاست مگر آن كه شب ، وقوف در مزدلفه بنمايد واز روى جهل به\r\nمسأله قبل از فجر از آنجا افاضه ( كوچ ) كند چنانچه قبلا گذشت .\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\n\r\n\r\nولى در صورت امكان باز گشت ، اگر چه تا ظهر روز عيد باشد\r\nواجب است برگردد وقدرى در مزدلفه توقف نمايد وچنانچه\r\nممكن نباشد حج أو صحيح است ومى بايست يك گوسفند\r\nقرباني كند .\r\nهشتم : آن كه فقط وقوف اضطراري عرفات را درك نمايد ، كه در اين صورت حجش باطل است وبدل به عمره مفرده مىشود .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nواجبات منى\r\nهر گاه مكلف از مزدلفه كوچ كرد بايستى به منى رفته واعمالي\r\nرا كه در آن جا واجب ست انجام دهد . واعمال آن جا همان طور\r\nكه تفصيلا بيان خواهد شد ، سه عمل است :\r\n4 - رمى جمره عقبه\r\nواجب چهارم از واجبات حج رمى جمره عقبه است در روز\r\nعيد . يعنى به جايى كه نامش جمره عقبه است سنگريزه بيندازد .\r\nوآن چند شرط دارد :\r\n1 - نيت وقصد قربت .\r\n2 - بودن هفت ريگ ، كه كمتر از آن كفايت نمىكند چنان كه\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nكفايت نمىكند غير از ريگ از أجسام .\r\n3 - زدن ريگها يكى پس از ديگرى باشد وزدن دو تا يا بيشتر با\r\nهم كافى نيست .\r\n4 - رسيدن سنگريزه ها به جمره .\r\n5 - آن كه رسيدن بايستى با پرتاب كردن باشد وگذاشتن\r\nسنگريزه بر جمره كافى نيست . وظاهر اين كه اگر سنگريزه در راه\r\nبه چيزى بر خورد نموده وسپس به جمره برسد كافى باشد . بلى\r\nاگر سنگريزه در راه به چيز بسيار سفتى مانند سنگ بر خورد ودر\r\nاثر آن جسته وبه جمره رسيد ، كفايت نخواهد كرد\r\nو 6 - آن كه رمى بين طلوع وغروب آفتاب ( در روز ) باشد .\r\nوزنان وكساني كه كوچ از مشعر در شب بر ايشان جايز است ،\r\nمىتوانند شب عيد رمى جمره نمايند ولى بايد قرباني را تا فرداى\r\nآن روى تأخير بيندازند واحتياط ( واجب ) اين است كه تقصير را هم تأخير\r\nبيندازند وبعد از آن اعمال حج را به جا آورند مگر كسى كه از\r\nدشمن بر جان خود مىترسد جايز است بر أو تقصير وقرباني را\r\nدر شب انجام دهد .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 381 - هر گاه شك كند كه سنگريزه به جمره رسيد يا نه\r\nبنابر نرسيدن گذاشته وسنگ ديگرى بزند ، مگر آن كه شك وى\r\nدر وقتي باشد كه به واجب ديگرى مشغول شده يا پس از فرار\r\nرسيدن شب باشد ، كه در اين صورت اعتنا نكند .\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\n\r\n\r\nمسأله 382 - زدن جسم ديگرى غير از سنگريزه كافى نيست .\r\nو\r\nدو چيز در سنگريزه معتبر است :\r\n1 - آن كه از سنگهاى حرم باشد . وبهتر اين است كه از مشعر\r\nبرچيده شود .\r\n2 - آن كه بكر ودست نخورده باشند وقبلا در رمى استعمال\r\nنشده باشند واگر شك كند كه سنگريزه دست خورده يا نه\r\nاشكالى ندارد .\r\n\r\n\r\n\r\nمسأله 383 - كفايت نمودن زدن سنگ بر مقدارى كه بر ارتفاع\r\nجمره افزوده شده ، محل اشكال است وأحوط ( واجب ) آن است كه مقدار\r\nسابق را رمى نمايد . واگر متمكن نباشد مقدار زيادى را خودش\r\nرمى كند ونايب نيز بگيرد براي زدن به مقدار سابق وفرقى بين\r\nعالم وجاهل وناسى نيست\r\n\r\n\r\nمسأله 384 - چنانچه كسى از روى ندانستن مسأله يا فراموشى\r\nدر روز عيد رمى جمره ننمود ، لازم است تا روز سيزدهم هر وقت\r\nيادش آمد يا مسأله را دانست تداركش نمايد وچنانچه شب يادش\r\nآمد ، بايستى روز بعد آن را انجام دهد . واين در صورتي است كه از\r\nكساني نباشد كه رمى در شب برايش جايز است . وحكمش\r\nخواهد آمد ، وچنانچه بعد از روز سيزدهم مسأله را دانست يا\r\nيادش آمد ، احتياط ( واجب ) اين است كه به منى رفته ورمى نموده ودر سال\r\nبعد رمى را شخصا خودش يا نايبش به جا آورد . وچنانچه پس از\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\n\r\nبيرون رفتن از مكة دانست يا يادش آمد ، برگشتن بر أو واجب\r\nنيست بلكه در سال بعد بنابر احتياط ( واجب ) شخصا يا نايبش انجام دهد .\r\n\r\n\r\nمسأله 385 - چنانچه از روى فراموشى يا ناداني روز عيد رمى\r\nننمود وپس از طواف حج دانست يا يادش آمد وتدارك نمود ،\r\nاعاده طواف بر أو واجب نيست ، هر چند أحوط ( مستحب ) است . ولى اگر\r\nترك رمى از روى علم وعمد باشد ، ظاهر اين است كه طوافش\r\nباطل است وواجب است كه پس از تدارك رمى اعاده طواف\r\nنمايد .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n5 - ذبح ونحر در منى\r\nواجب پنجم از واجبات حج تمتع ، ذبح يا نحر در منى است\r\nوذبح يعنى كشتن گاو وگوسفند ونحر يعنى كشتن شتر ( قرباني\r\nكردن ) وبايد با قصد قربت ودر روز باشد ، مگر كسى كه ترسى\r\nداشته باشد كه چنين شخصي مىتواند قرباني خود را شب\r\nبنمايد ، وواجب است قرباني پس از رمى باشد ولى چنانچه أو را\r\nاز روى فراموشى يا ناداني پيش از رمى به جا آورد صحيح است\r\nوحاجتي به اعاده ندارد . وواجب است ذبح يا نحر در منى باشد\r\nوهر گاه متمكن نباشد چنانچه مىگويند مذبح را تغيير داده‌اند ودر\r\nوادى محشر قرار داده‌اند . پس اگر متمكن از تأخير وذبح در منى\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\nباشد اگر چه تا آخر ذي الحجة ، حلق يا تقصير نمايد ومحل شود\r\nوذبح را تأخير بيندازد وهمچنين طواف ونماز طواف وسعى را\r\nتأخير بيندازد والا جايز است به ذبح در مذبح فعلى اكتفا كند .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 386 - احتياط ( واجب ) اين است كه ذبح ونحر در روز عيد قربان\r\nباشد . ولى اگر از روى فراموشى يا عذر ديگر يا ناداني ترك نمود ،\r\nلازم است تا آخر أيام تشريق ( يازدهم ودوازدهم وسيزدهم )\r\nتداركش نمايد . وچنانچه عذر أو مستمر بود مىتواند تا آخر ماه\r\nذي الحجة تأخير نمايند ، وچنانچه بعد از طواف دانست يا يادش\r\nآمد وتداركش نمود ، اعاده طواف بر أو واجب نخواهد بود ، هر\r\nچند اعاده‌اش أحوط ( مستحب ) است . ولى اگر از روى علم وعمد قرباني را\r\nترك نموده وطواف كرد ، ظاهر اين است كه طوافش باطل وواجب\r\nاست بعد از تدارك قرباني اعاده‌اش نمايد .\r\n\r\n\r\n\r\n\r\nمسأله 387 - يك قرباني فقط براي يك نفر كفايت مىكند\r\nونمىشود براي دو نفر يا بيشتر باشد .\r\n\r\n\r\n\r\n\r\nمسأله 388 - قرباني بايستى يا شتر يا گاو يا گوسفند باشد .\r\nوشتر بايستى سال پنجم را تمام كرده ودر سال ششم داخل شده\r\nباشد وشتر اگر شش سأله نباشد كافى نيست . وگاو وبز بايستى\r\nبنابر احتياط دو سالش تمام ووارد سال سوم باشند وكمتر از آن\r\nكافى نيست . ودر گوسفند بايستى هفت ماهش تمام ووارده ماه\r\nهشتم باشد وكمتر از آن كافى نيست واحتياط ( مستحب ) اين است كه يك\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\nسالش تمام ودر سال دوم داخل شده باشد . وچنانچه پس از\r\nقرباني كردن معلوم شد كه قرباني در سن معتبر نبوده ، لازم است\r\nقرباني ديگرى به سن معتبر بنمايد . وقرباني بايستى از جميع\r\nاعضاى سالم باشد وقرباني كور وشل وگوش بريده وشاخ شكسته\r\nومانند اينها كفايت نمىكند وأحوط ( واجب ) اين است كه أخته شده نيز\r\nكفايت نمىكند . ولاغر نيز نباشد . وأحوط ( مستحب ) أولى اين است كه بيمار\r\nوموجو ( رگ ماليده ) ومرضوض ( تخم كوبيده ) وپير كه مغز\r\nاستخوانش آب شده نباشد ، وقربانيى كه گوشش شكافته يا\r\nسوراخ باشد عيبى ندارد ، اگر چه أحوط ( مستحب ) اين است كه از اينها نيز\r\nسالم باشد ، وأحوط ( مستحب ) وأولى اين است كه قرباني طورى نباشد كه از\r\nأصل خلقت شاخ ودم نداشته باشد .\r\n\r\n\r\n\r\n\r\nمسأله 389 - چنانچه قرباني را به عقيدة اين كه سالم است\r\nخريدارى نموده وقيمتش را پرداخته وبعد معلوم شد كه عيبى\r\nدارد ، ظاهر اين است كه مىتواند به آن اكتفا نمايد ولازم نيست\r\nقرباني ديگرى بنمايد .\r\n\r\n\r\nمسأله 390 - آنچه از شرايط در قرباني ذكر شد تماما در\r\nصورت تمكن وقدرت است . وكسى كه نتواند قرباني را به اين\r\nشرايط تهيه كند ، هر چه ممكنش باشد همان كافى است .\r\n\r\n\r\nمسأله 391 - چنانچه قرباني را به عقيدة اين كه چاق است ،\r\nكشت وبعد از كشتن معلوم شد لاغر است كافى است وحاجتي به\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\nقرباني ديگر ندارد .\r\n\r\n\r\nمسأله 392 - هر گاه شك در لاغرى قرباني داشته وبه جهت\r\nفرمانبردارى خداوند متعال أو را كشت هر چند به اميد اين كه\r\nبدرگاه الهى قبول باشد سپس معلوم شد چاق بوده است كفايت\r\nمىكند .\r\n\r\n\r\nمسأله 393 - هر گاه قرباني سالم وبي عيبى خريد وپس از\r\nخريدارى ناخوش ومريض شد يا شكستى ديد يا عيب ديگرى\r\nپيدا كرد ، كشتن همان كافى است ولازم نيست تعويضش نمايد .\r\n\r\n\r\nمسأله 394 - هر گاه قرباني خريد وگم شد ، قرباني ديگرى به جاى أو بخرد . پس چنانچه أولى را پيش از كشتن دومى يافت ، أولى\r\nرا بكشد ونسبت به دومى مختار است كه بكشد يا نكشد ودر\r\nحكم ساير أموال أو خواهد بود . وأحوط ( مستحب ) وأولى اين است كه أو را\r\nنيز بكشد . وچنانچه أولى را پس از كشتن دومى يافت ، بنابر\r\nاحتياط ( واجب ) أولى را نيز بكشد .\r\n\r\n\r\nمسأله 395 - اگر قرباني گمشده اى را پيدا كرد بايد تا روز\r\nدوازدهم اعلان وتعريف كند چنانچه صاحبش پيدا نشد عصر روز\r\nدوازدهم أو از قبل صاحبش بكشد .\r\n\r\n\r\nمسأله 396 - كسى كه پول قرباني را دارد وقرباني گيرش\r\nنمىآيد ، بايستى پول أو را نزد شخص أميني امانت بگذارد كه تا\r\nآخر ماه ذي الحجة با آن پول قرباني خريده وبكشد وچنانچه ماه\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\nذي الحجة گذشت نبايد بكشد مگر در سال بعد .\r\n\r\n\r\n\r\n\r\nمسأله 397 - كسى كه نه قرباني دارد ونه پولش را ، به جاى\r\nقرباني بايد ده روز روزه بگيرد ، سه روزش را در حج يعنى\r\nروز هفتم وهشتم ونهم ذي الحجة را روزه بگيرد وهفت روز ديگر را\r\nدر وطن خود بگيرد واحتياط ( واجب ) اين است كه هفت روز ، پى در پى\r\nباشد . وسه روز أول را مىتواند پس از شروع به اعمال عمره تمتع\r\nاز أول مال ذي الحجة بگيرد وبايستى پى در پى باشند . وچنانچه به\r\nوطن خود بر نگشت ودر مكة أقامت نمود ، بايستى تا باز گشت\r\nأصحاب وهمراهانش به وطن يا تا يك ماه صبر نموده وبعد از آن\r\nهفت روز را روزه بگيرد .\r\n\r\n\r\n\r\n\r\nمسأله 398 - كسى كه بايد در حج روزه بگيرد چنانچه نتواند\r\nروز هفتم را روزه بگيرد ، هشتم ونهم را روزه گرفته وروزه ديگر را\r\nپس از باز گشت از منى روزه بگيرد . واگر روز هشتم نيز نتواند روزه بگيرد\r\n، هر سه روز را تا بعد از برگشتن از منى تأخير نمايد .\r\nواحتياط ( واجب ) اين است كه پس از بازگشت هر چند زودتر روزه‌ها را بگيرد\r\nوبدون عذر تأخير ننمايد . وچنانچه پس از باز گشت از منى\r\nنتوانست روزه بگيرد ، اين سه روز را در راه بازگشت به وطن روزه\r\nبگيرد يا در وطن خود ، ولى نبايد بين سه روز وهفت روز جمع\r\nنمايد يعنى بين روزه سه روز وروزه هفت روز فاصله بگذارد\r\nوچنانچه تا أول محرم سه روز را روزه نگرفت ، روزه از أو ساقط\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\nمىشود وقرباني براي سال بعد بر أو متعين مىشود .\r\n\r\n\r\nمسأله 399 - كسى كه نه قرباني داشته ونه پولش را ودر حج\r\nسه روز روزه گرفته سپس قرباني براي أو ممكن شد ، بنابر احتياط ( واجب )\r\nقرباني بر أو واجب خواهد شد اگر تمكن قبل از گذشت أيام\r\nتشريق باشد والا روزه كفايت مىكند .\r\n\r\n\r\nمسأله 400 - كسى كه نمىتواند به تنهايى قرباني تهيه نمايد\r\nومىتواند با ديگرى شركت نمايد ، احتياط ( واجب ) اين است كه بين شركت\r\nدر قرباني وروزه گرفتن به ترتيبي كه گفته شد جمع نمايد .\r\n\r\n\r\nمسأله 401 - هر گاه قرباني يا پولش را به كسى داده ودر كشتن\r\nآن وكيلش نمايد پس شك كند كه وكيل قرباني را كشته يا نه ، بنا را\r\nبه نگشتن بگذارد ، بلى اگر وكيل راستگو ومورد وثوق باشد\r\nوبگويد كشته أم كافى است .\r\n\r\n\r\n\r\nمسأله 402 - آنچه از شرايط در قرباني ذكر شده ، در كفاره شرط\r\nنيست ، هر چند احتياط ( مستحب ) اين است كه آن شرايط در كفاره نيز\r\nمراعاة شود .\r\n\r\n\r\n\r\n\r\nمسأله 403 - كشتار واجب در قرباني وكفاره ، لازم نيست به\r\nمباشرت خود شخص باشد بلكه جايز است در حال اختيار\r\nديگرى را نايب قرار دهد ، وبايستى كشنده مسلمان باشد ونيت از\r\nصاحب قرباني تا هنگام كشتن مستمر باشد وكشنده لازم نيست\r\nنيت كند هر چند أحوط ( مستحب ) وأولى نيت نمودن أو است .\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\n\r\nمصرف قرباني\r\nمسأله 404 - احتياط ( واجب ) اين است كه قرباني را سه قسمت نموده\r\nيك قسمت را به فقير مؤمن صدقه داده ويك قسمت را به مؤمنين\r\nهديه نموده ويك قسمت باقي را خود بخورد . وواجب نيست\r\nثلث فقير را به شخص خود فقير بدهد بلكه جايز است به وكيل\r\nفقير داده شود گر چه وكيل فقير خود صاحب قرباني باشد . وكيل\r\nدر آن قسمت بر حسب اجازه موكل خود هر تصرفى را كه گفته\r\nاست مىنمايد چه بخشيدن به ديگر يا فروش يا اعراض وغير\r\nاينها . وجايز است اخراج گوشت قرباني از منى . ( مراعاة اين نكته\r\nبراي حجاج محترم بسيار مفيد است كه هنگام حركت از وطن\r\nاز فقيرى وكالت بگيرند كه در يك سوم قرباني طبق خواسته أو\r\nتصرف كند . زيرا يافتن فقير مؤمن در منى براي حجاج بسيار\r\nمشكل است . )\r\n\r\n\r\n\r\n\r\nمسأله 405 - افراز وجدا كردن هر قسمتى از يكديگر لازم\r\nنيست وهمين كه يك سوم مشاع را به عنوان صدقه ويك سوم\r\nمشاع را به عنوان هديه داده واز قسمت باقي مانده مقدارى بخورد\r\nكافى است .\r\n\r\n\r\nمسأله 406 - كسى كه صدقه يا هديه را قبص مىكند ، هر طور\r\nبخواهد مىتواند تصرف كند . وچنانچه أو را به غير مؤمن يا غير\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\n\r\nمسلمان ببخشد عيبى ندارد .\r\n\r\n\r\nمسأله 407 - چنانچه قرباني را كشت وپيش از تصديق وهديه\r\nنمودن ، دزدى قرباني را دزديد يا كسى به زور از أو گرفت ، صاحب\r\nقرباني ضامن نخواهد بود . بلى اگر خود به اختيار خود أو را تلف يا\r\nبه نا أهل بخشيد ، بنابر احتياط ( واجب ) دو سوم هديه وصدقه را ضامن\r\nخواهد بود .\r\n\r\n\r\n\r\n6 - حلق يا تقصير\r\nواجب ششم از واجبات حج تمتع ، حلق ( سر تراشيدن ) تا\r\nتقصير ( گرفتن مقدارى از مو يا ناخن ) است . وقصد قربت در أو\r\nمعتبر است . واحتياط اين است كه در روز انجام شود وبعد از رمى\r\nجمره وقرباني باشد . ولى اگر از روى فراموشى يا ندانستن حكم ،\r\nآن را بر رمى جمره يا قرباني يا هر دوى آنها مقدم داشت اعاده‌اش\r\nلازم نيست .\r\n\r\n\r\n\r\n\r\nمسأله 408 - سر تراشيدن بر زنان جايز نيست ، ودر حق آنها\r\nتقصير متعين است .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 409 - مرد بين حلق وتقصير مخير است وهر كدام را\r\nخواسته باشد مىتواند اختيار كند وسر تراشيدن ( حلق ) بهتر\r\nاست . وكسى كه براي دفع شپش ومانند آن موى سر خود را با\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\nعسل يا صمغ چسبانيده يا موى سر خود را جمع كرده ودر هم\r\nپيچيده وگره زده يا بافته باشد ، احتياط اين است كه سر تراشيدن\r\nرا اختيار كند بلكه وجوب آن اظهر است وصروره ( كسى كه براي\r\nاولين با حج مىنمايد ) احتياط ( مستحب ) اين است كه سر تراشيدن را اختيار\r\nكند ، هر چند مخير بودنش بين حلق وتقصير خالى از قوت نيست .\r\n\r\n\r\n\r\n\r\nمسأله 410 - كسى كه بخواهد سر بتراشد وبداند سلمانى سر\r\nأو را زخمى خواهد كرد ، بايستى أول تقصير كند ومقدارى از موى\r\nسر خود را چيده سپس سر بتراشد .\r\n\r\n\r\nمسأله 411 - خنثاى مشكل اگر موى سر خود را نچسبانده يا\r\nنبافته باشد بايد تقصير نمايد . والا بايد هم تقصير وهم حلق نمايد\r\nوبنابر احتياط ( واجب ) تقصير را بر حلق مقدم بدارد .\r\n\r\n\r\nمسأله 412 - پس از حلق يا تقصير آنچه بر محرم به احرام حرام\r\nشده بود حلال مىشود جز زن وبوى خوش ( عطر زدن ) بلكه\r\nشكار نيز بنابر احتياط ( واجب ) .\r\n\r\n\r\nمسأله 413 - هر گاه از روى فراموشى يا ندانستن حكم ، حلق\r\nوتقصير ننمود تا از منى بيرون رفت ، بايستى به منى بر گشته ودر آن\r\nجا سر تراشيده با تقصير نمايد . وچنانچه باز گشت به منى غير\r\nممكن يا دشوار باشد ، در جاى خود حلق يا تقصير نموده وموى\r\nخود را در صورت امكان به منى بفرستد .\r\n\r\n\r\nمسأله 414 - هر گاه از روى فراموشى يا ناداني ، حلق وتقصير\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nننمود يا پس از فراغت از اعمال حج يادش آمد وتدارك نمود ،\r\nبنابر اظهر اعاده طواف واجب نخواهد بود ، هر چند اعاده آن بلكه\r\nاعاده سعى نيز أحوط ( مستحب ) است . ودر صورتي كه تذكر يا دانستن حكم\r\nپيش از خروج از مكة باشد ، احتياط ( مستحب ) ؟ اعاده طواف در صورت\r\nامكان ترك نشود .\r\n\r\n\r\n\r\n\r\n7 - 8 - 9 - طواف حج ونماز آن وسعى\r\nواجب هفتم وهشتم ونهم از واجبات حج ، طواف ونماز\r\nطواف وسعى است . وكيفيت وشرايط اين سه واجب عين\r\nكيفيت وشرايطى است كه در طواف عمره تمتع ونماز وسعى آن بيان\r\nشد .\r\nمسأله 415 - در حج تمتع واجب است طواف حج بعد از حلق يا تقصير باشد . وچنانچه با علم وعمد پيش از حلق يا تقصير\r\nطواف نمود ، واجب است طواف را بعد از حلق يا تقصير اعاده\r\nنموده ويك گوسفند كفاره بدهد .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 416 - احتياط ( مستحب ) اين است كه طواف حج از روز يازدهم ذي\r\nالحج تأخير نشود ، گر چه جواز تأخيرش تا بعد از أيام تشريق ( سه\r\nروز پس از عيد أضحى : يازدهم ودوازدهم وسيزدهم ) بلكه تا\r\nآخر ماه ذي الحجة خالى از قوت نيست .\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\nمسأله 417 - تقديم طواف حج ونماز وسعى بر وقوفين در حج\r\nتمتع جايز نيست مگر براي پير مردان يا زنى كه بيم حيض شدن\r\nدارد ، كه اين دو مىتوانند طواف حج ونمازش را قبل از وقوفين به\r\nجا آورده وسعى را در وقت خودش بنمايند . وأحوط ( مستحب ) اين است\r\nكه سعى را نيز مقدم داشته ودر وقتش هم اعاده نمايند . وأولى وبهتر\r\nنيز در صورت امكان ، اعاده طواف ونماز است در أيام تشريق يا\r\nبعد از آن تا آخر ماه ذي الحجة .\r\n\r\n\r\n\r\n\r\nمسأله 418 - كسى كه از رفتن به مكة بر جان خود مىترسد ،\r\nمىتواند طواف حج ونماز وسعى را بر وقوفين مقدم بدارد . بلكه\r\nمقدم داشتن طواف نساء نيز عيبى ندارد . وبعد از اعمال منى هر جا\r\nدلش بخواهد برود .\r\n\r\n\r\nمسأله 419 - كسى كه عارضه‌اى برايش رخ داد كه نتواند طواف\r\nنمايد ، مانند زنى كه حيض ببيند يا زائو شود ، ونتواند تا پاك شدن\r\nخود در مكة بماند كه طواف كند ، لازم است براي طواف ونماز\r\nنايب بگيرد وپس از طواف نايب ، شخصا سعى كند .\r\n\r\n\r\nمسأله 420 - وقتي متمتع طواف حج ونماز آن را به جا آورد\r\nوسعى نمود ، بوى خوش بر أو حلال مىشود . واز محرمات احرام\r\nفقط زن وبنابر احتياط ( واجب ) شكار باقي مىماند . وظاهر اين است كه\r\nبتواند بعد از طواف وسعى عقد نمايد ولى لذت بردن از زن\r\nبرايش جايز نيست بنابر احتياط ( واجب ) ، اگر چه اظهر جواز از جماع است .\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\n\r\n\r\n\r\nمسأله 421 - كسى كه تقديم طواف وسعى بر وقوفين برايش\r\nجايز باشد ، هر گاه طواف وسعى نمود ، بوى خوش بر أو حلال\r\nنمىشود تا مناسك منى ( رمى وذبح وحلق يا تقصير ) را به جا آورد .\r\n\r\n\r\n10 - 11 - طواف نساء ونماز آن\r\nواجب دهم ويازدهم از واجبات حج تمتع ، طواف نساء ونماز\r\nآن است . واين دو گر چه واجبند ولى از اعمال ومناسك حج\r\nنيستند وترك آنها حتى عمدا موجب فساد وبه هم خوردن حج\r\nنمىشود .\r\n\r\n\r\nمسأله 422 - طواف نساء همچنان كه بر مردان واجب است بر\r\nزنان نيز واجب است . پس اگر مرد به جا نياورد ، زن بر أو حرام\r\nوچنانچه زن ترك نمايد ، مرد بر أو حرام مىشود وكسى كه به نيابت\r\nديگرى حج مىنمايد ، طواف نساء را براي أو به جا مىآورد نه\r\nبراي خود . واحتياط ( مستحب ) آن كه طواف را به قصد أعم از خود ومنوب عنه\r\nبياورد .\r\n\r\n\r\n\r\nمسأله 423 - طواف نساء ونمازش در كيفيت وشرايط عينا\r\nمانند طواف حج ونماز آن است .\r\n\r\n\r\n\r\nمسأله 424 - كسى كه از جهت بيمارى يا غير آن به تنهايى\r\nنمىتواند طواف نساء را به جا بياورد از ديگرى كمك بگيرد\r\nو ","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nطواف نمايد هر چند بر دوش انسان يا پشت حيواني سوار شود .\r\nوچنانچه از اين هم متمكن نباشد ، لازم است ديگرى را نايب\r\nبگيرد . واين حكم نسبت به نماز طواف نيز جارى است .\r\n\r\n\r\nمسأله 425 - كسى كه عمدا با دانستن حكم يا ندانستن يا از\r\nروى فراموشى آن ، طواف نساء را به جا نياورد تا وقتي كه شخصا\r\nتداركش ننمايد ، زن بر أو حرام خواهد بود ، ودر صورتي كه\r\nمباشرتش غير ممكن يا دشوار باشد مىتواند ديگرى را نايب\r\nنمايد وهر وقت نايب طواف را به جا آورد ، زن بر أو حلال خواهد\r\nشد . وچنانچه قبل از تدارك فوت نمايد ، احتياط ( واجب ) اين است كه از\r\nتركه اش قضاى آن بجا آورده شود .\r\n\r\n\r\nمسأله 426 - تقديم طواف نساء بر سعى جايز نيست وكسى كه\r\nاز روى علم وعمد تقديم نمايد ، لازم است بعد از سعى اعاده كند .\r\nوهم چنين است در صورتي كه از روى ناداني وفراموشى مقدم\r\nنمايد بنابر احتياط ( واجب ) .\r\n\r\n\r\nمسأله 427 - كسى كه از روى عذر طواف نساء را قبل از وقوفين\r\nبه جا مىآورد تا وقتي كه مناسك منى ( رمى وذبح وحلق يا\r\nتقصير ) ننموده ، زن بر أو حلال نمىشود .\r\n\r\n\r\nمسأله 428 - زنى كه حائض شود وقافله تا وقت پاكى أو\r\nمنتظرش نشود ، مىتواند طواف نساء را ترك نموده وبا قافله خود\r\nهمراه شود . ودر اين صورت احتياط ( واجب ) اين است كه براي طواف\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nنساء ونمازش نايب بگيرد . وچنانچه مشغول طواف بوده وپس از\r\nبه جا آوردن نصف آن حيض شود ، مىتواند باقي را ترك وبا قافله\r\nبرود . واحتياط ( واجب ) در اين صورت اينها است كه براي باقي مانده طواف\r\nونمازش نايب بگيرد .\r\n\r\n\r\nمسأله 429 - فراموشى نماز طواف نساء مانند فراموشى نماز\r\nطواف حج است . وحكم آن در مسأله 233 - گذشت .\r\n\r\n\r\nمسأله 430 - هر گاه متمع ، طواف نساء ونمازش را به جا\r\nآورد ، اگر مرد است زن بر أو حلال واگر زن است ، مرد به أو حلال\r\nمىشود . وفقط چيزى كه از حرامها باقي مىماند شكار است كه تا\r\nظهر روز سيزدهم حرام است بنابر احتياط ( واجب ) . وأما كندن گياه\r\nودرخت حرم وشكار در حرم ، گفته شد كه حرمتش اختصاص به\r\nمحرم ندارد وشامل غير محرم نيز هست .\r\n\r\n\r\n\r\n\r\n\r\n12 - بيتوته در منى\r\nواجب دوازدهم از واجبات حج ، بودن شب يازدهم ودوازدهم\r\nاست در منى . وقصد قربت در آن معتبر است . وچنانچه حاجى\r\nروز عيد را جهت به جا آوردن طواف وسعى به مكة برود ، واجب\r\nاست به منى برگشته وشب را در آن جا بماند ، وكسى كه در حال\r\nاحرام از شكار خود دارى نكرده ، واجب است شب سيزدهم را نيز\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\nدر منى بماند . وهم چنين است كسى كه باز زن نزديكى كرده است\r\nبنابر احتياط ( واجب ) . وبراي غير اينها كوچ كردن از منى بعد از ظهر روز\r\nدوازدهم جايز است . ولى چنانچه تا شب در منى باقي ماند ،\r\nواجب است شب سيزدهم را نيز بماند .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 431 - هر گاه آماده حركت وكوچ از منى شد واز جاى\r\nخود حركت نمود وبه جهت ازدحام ومانند آن نتوانست قبل از\r\nغروب از منى خارج شود ، چنانچه بودن در منى برايش ممكن\r\nباشد واجب است بماند . واگر ممكن نباشد يا دشوار باشد جايز\r\nاست از منى شبانه خارج شود وبنابر احتياط ( واجب ) يك گوسفند بايد بكشد .\r\n\r\n\r\nمسأله 432 - كسى كه بودن شب در منى بر أو واجب است ،\r\nبودن روز در منى بيش از مقدارى كه بتواند رمى جمرات كند\r\nواجب نيست . وواجب نيست تمام شب را در منى باشد\r\nومىتواند از سر شب تا بعد از نيمه شب يا از قبل از نيم شب تا\r\nطلوع فجر در آن جا بماند . وأولى براي كسى كه نصف أول شب را\r\nآن جا مانده وبيرون رفته ، اين است كه پيش از طلوع فجر وارد\r\nمكة نشود .\r\n\r\n\r\nمسأله 433 - چند طايفه از وجوب بيتوته در منى مستثنى\r\nهستند :\r\n1 - كساني كه از بيتوته معذورند ، مانند بيمار پرستارش\r\nوكسى كه بر جان يا مال خود در آن جا بترسد .\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n2 - كسى كه در مكة تمام شب ويا باقيمانده از شب اگر بعد از\r\nدخول در شب از منى خارج شده ومشغول به عبادت بوده بجز\r\nحاجت ضروري مانند خوردن وآشاميدن وتطهير وأمثال آنها كار\r\nديگرى نداشته . 3 - كسى كه طواف خانه خدا را نموده ودر عبادت خود باقي\r\nمانده سپس از مكة بيرون رفته واز عقبه مدنيين گذشته باشد .\r\nچنين شخصي مىتواند در راه بيتوته نمايد ولازم نيست خود را به\r\nمنى برساند . وبراي اين سه طايفه جايز است تأخير انداختن\r\nرجوع به منى تا وقتي كه رمى در روز را درك كنند .\r\n\r\n\r\n\r\nمسأله 434 - كسى كه بيتوته منى را عمدا ترك كند ، براي هر\r\nشب بايد يك گوسفند كفاره بدهد واحتياط ( واجب ) اين است كه در\r\nصورت فراموشى يا ندانستن حكم نيز كفاره‌بدهد . وأحوط ( واجب ) براي\r\nشخص معذور از بيتوته نيز كفاره دادن است . وبر كسى كه از جهت\r\nاشتغال به عبادت در مكة بيتوته را ترك نموده كفاره نيست .\r\nوهمچنين كسى كه بعد از انجام طواف وسعى از مكة به سوى منى\r\nخارج شده ودر اثر راه بندان قبل از فجر به منى نرسيده ، بر چنين\r\nشخصي نيز كفاره نيست .\r\n\r\n\r\n\r\nمسأله 435 - كسى كه از منى كوچ كرده وبعد از اين كه شب\r\nشد در شب سيزدهم جهت كارى به منى بر گشت ، واجب نيست\r\nدر منى بيتوته كند .\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\n13 - رمى جمرات\r\nواجب سيزدهم از واجبات حج ، رمى جمرات سه گاه ( جمره\r\nأولى ، جمره وسطى ، جمره عقبه ) است . ورمى در روز يازدهم\r\nودوازدهم واجب است . وهر گاه شب سيزدهم در منى بيتوته كند ،\r\nرمى روز سيزدهم نيز بنابر احتياط واجب خواهد شد . ورمى\r\nجمرات بايستى به مباشرت خود شخص انجام شود ونايب گرفتن\r\nدر حال اختيار جايز نيست .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 436 - در رمى واجب است ابتدأ از جمره أولى سپس\r\nجمره وسطى ودر آخر جمره عقبه باشد . وچنانچه بر خلاف اين\r\nترتيب عمل شود ، واجب است بطورى كه ترتيب حاصل شود\r\nدو باره رمى كند ، هر چند مخالفت از روى ناداني يا فراموشى\r\nباشد . بلى اگر بعد از اين كه جمره سابق را چهار ريگ زد فراموش\r\nنموده وبه جمره بعدى رفت ، واجب نيست رمى را تماما اعاده كند\r\nبلكه اگر سه ريگ ديگر به جمره قبلي زد كفايت مىكند .\r\n\r\n\r\n\r\nمسأله 437 - واجباتى كه در رمى جمره عقبه در اعمال روز عيد\r\nقربان ذكر شد ، در جمرات سه گانه نيز واجب است .\r\n\r\n\r\n\r\nمسأله 438 - رمى جمرات بايد در روز انجام شود . وكسى كه\r\nدر روز نتواند رمى كند مانند غلام وچوپان وبدهكارى كه\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\nمىترسد گرفتار شود وهر كسى كه بر جان ويا مال ويا ناموس\r\nخود بترسد ( واين حكم شامل پير مرد وزن وبچه وضعيف كه بر\r\nجان خود از ازدحام مىترسند مىباشد ) ، براي چنين كساني جايز\r\nاست رمى را شب آن روز انجام دهند . ولكن جايز نيست براي غير\r\nاز كسى كه ترس از مكث در منى دارد ، كوچ كردن در شب\r\nدوازدهم بعد از رمى تا بعد از ظهر آن روز .\r\n\r\n\r\n\r\nمسأله 439 - كسى كه رمى روز يازدهم را فراموش كند ، واجب\r\nاست روز دوازدهم آن را قضا نمايد . وكسى كه رمى روز دوازدهم\r\nرا فراموش كرده ، بايستى در روز سيزدهم قضا نمايد . واحتياط ( واجب ) اين است\r\nكه بين اداى همان روز وقضاى روز قبل فاصله گذاشته ،\r\nوقضاى روز قبل را پيش از اداى همان روز به جا آورد وقضاى روز\r\nقبل طرف صبح واداى همان روز هنگام زوال باشد .\r\n\r\n\r\nمسأله 440 - كسى كه رمى را در منى فراموش نموده وپس از\r\nكوچ به مكة يادش آمد ، واجب است به منى برگشته ورمى نمايد .\r\nوچنانچه فراموش شده رمى دو روز يا سه روز باشد ، احتياط ( واجب ) اين\r\nاست كه بين وظيفة هر روز وروز ديگر يك ساعت فاصله بگذارد .\r\nوچنانچه پس از خروج از مكة يادش آمد كه رمى نكرده ، واجب\r\nنيست به منى بر گردد بلكه بنابر احتياط ( واجب ) در سال بعد يا نايبش\r\nآن را قضا نمايد .\r\n\r\n\r\nمسأله 441 - بيمارى كه اميد ندارد تا مغرب بهبودى حاصل\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\nكند براي رمى نايب بگيرد . وچنانچه اتفاقا پيش از غروب آفتاب\r\nبهبودى يافت وحالش خوب شد ، بنابر احتياط ( واجب ) خودش نيز رمى\r\nكند .\r\n\r\n\r\nمسأله 442 - حج به ترك رمى هر چند عمدا باشد باطل\r\nنمىشد وواجب است در سال بعد قضاى آن را شخصا يا به نايب\r\nگرفتن به جا آورد بنابر احتياط ( واجب ) .\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\n\r\n\r\nاحكام مصدود\r\nمسأله 443 - مصدود كسى است كه پس از بستن احرام براي\r\nعمره يا حج از انجام اعمال آن جلوگيرى ومنع شود .\r\n\r\n\r\nمسأله 444 - مصدود از عمره در جاى خود قرباني كرده واز احرام خارج مىشود حتى نسبت به زن واحتياط ( واجب ) اين است كه حلق\r\nيا تقصير را به آن ضميمه نمايد بلكه احتياط ( واجب ) اين كه حلق را\r\nاختيار نمايد در صورتي كه قرباني را با خود آورده باشد در عمره مفرده .\r\n\r\n\r\n\r\n\r\nمسأله 445 - مصدود از حج چنانچه از موقف عرفات ومشعر\r\nيا خصوص موقف مشعر مصدود باشد ، وظيفة اش قرباني در محل\r\nصد ( جلو گيرى ) وبيرون آمدن از احرام است . واحتياط ( واجب ) اين است\r\nكه علاوة بر قرباني ، حلق يا تقصير نيز بنمايد . وچنانچه مصدود از\r\nطواف وسعى بعد از موقفين وقبل از اعمال منى باشد يا بعد از\r\nآن ، در اين صورت اگر نتواند نايب بگيرد وظيفه‌اش قرباني در\r\nمحل صد وجلوگيرى است واگر بتواند براي طواف وسعى نايب\r\nبگيرد ، أحوط ( مستحب ) اين است كه هر دو وظيفة را انجام دهد يعنى هم\r\nقرباني كند وهم نايب بگيرد ، گر چه اظهر جواز اكتفا به قرباني\r\nاست در صورتي كه جلو گيرى از دخول در مكة باشد ، وجواز اكتفا\r\nبه نايب گرفتن است اگر جلو گيرى بعد از آن باشد . وچنانچه فقط\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\nاز اعمال منى جلو گيرى شده باشد نه از رفتن به مكة ، در اين\r\nصورت چنانچه بتواند براي رمى وقرباني نايب بگيرد ، صحيح\r\nاست وخود حلق يا تقصير نموده واز احرام خارج شده سپس بقيه\r\nمناسك واعمال را به جا آورد . وچنانچه نتواند نايب بگيرد ، در\r\nاين صورت ظاهرا وظيفة اش اين است كه پول قرباني را نزد كسى\r\nبگذارد كه به جاى أو قرباني كند ودر جاى خود حلق يا تقصير\r\nنموده وبراي به جا آوردن اعمال مكة به مكة رفته وپس از انجام\r\nاعمال آن جا از سعى وطواف تمام چيزهايى كه به احرام بر أو\r\nحرام شده بود حلال خواهد شد حتى زن وحاجتي به چيز ديگر\r\nندارد وحجش صحيح است وبايستى در سال بعد بنابر احتياط ( واجب )\r\nرمى را اعاده نمايد .\r\n\r\n\r\n\r\n\r\nمسأله 446 - در صورتي كه مصدود از سالهاى پيش مستطيع\r\nبوده يا استطاعتش تا سال بعد باقي بماند به قرباني كه ذكر شد حج\r\nاز أو ساقط نمىشود بلكه واجب است در سال بعد حج نمايد .\r\n\r\n\r\nمسأله 447 - كسى كه تمام اعمال حج را به جا آورده ودر مكة\r\nاست وجهت بتتوته در منى ورمى جمرات مى خواهد به منى\r\nبرود ومنع وجلو گيرى شود ، حجش تمام است وبراي رمى در\r\nصورت امكان همان سال نايب مىگيرد ودر صورت عدم امكان\r\nبراي سال بعد نايب بگيرد بنابر احتياط ( واجب ) . وحكم مصدود بر چنين\r\nشخصي جارى نيست .\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\nمسأله 448 - كسى كه نتواند حج خود را ادامه دهد از جهت\r\nپيش آمد مانعى غير از صد وحصر ، احتياط ( واجب ) اين است كه در جاى\r\nخود قرباني نموده واز احرام خارج شود .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمسأله 449 - قربانيى كه در اين موارد گفته شد خواه شتر باشد\r\nخواه گاو يا گوسفند فرقى ندارد . وچنانچه نتواند قرباني كند ، بنابر\r\nاحتياط ( واجب ) بدل آن را كه روزه است به ترتيبي كه گفته شد انجام دهد .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 450 - كسى كه حج خود را خراب كرده وبعدا مصدود\r\nشوط ظاهر اين است كه بايستى علاوة بر قرباني كفاره افساد حج را\r\nنيز بدهد ولى اعاده حج واجب نيست مگر اين كه قبلا حج بر أو\r\nمستقر شده باشد ويا استطاعت آن تا سال بعد باقي بماند .\r\n\r\n\r\nمسأله 451 - كسى كه قرباني همراه خود برده ومصدود شود ،\r\nكشتن همان قرباني كافى است وقرباني ديگرى بر أو واجب\r\nنمىشود . وهم چنين است كسى كه قرباني همراه خود برده\r\nومحصور شده است .\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\n\r\n\r\nاحكام محصور\r\nمسأله 452 - محصور كسى را گويند كه در اثر بيمارى ومانند\r\nآن پس از پوشيدن احرام نتواند اعمال عمره يا حج را انجام دهد .\r\n\r\n\r\nمسأله 453 - وظيفة كسى كه در عمره مفرده محصور شده اين\r\nاست كه يك قرباني بفرستد وبا دوستان خود وقت بگذارد كه در\r\nآن وقت معين قرباني نمايند وخود در آن وقت معين با تقصير از\r\nاحرام خارج مىشود . وبراي چنين شخصي بخصوص جايز است\r\nدر جاى خود قرباني نموده واز احرام بيرون بيايد . وبر چنين\r\nشخصي بعد از اين كار ، تمام محرمات احرام حلال مىشود بجز\r\nزن ، وزن بر أو حلال نمىشود مگر بعد از آن كه خوب شود\r\nوعمره مفرده را به جا آورد . واين در جائى است كه محصور در\r\nمكان خودش ذبح يا نحر نمايد واما اگر هدى را بفرستد پس براي\r\nخروجش از احرام وجهي هست هنگامى كه هدى به محلش\r\nبرسد . وكسى كه در عمره تمتع محصور شده حكمش حكم سابق\r\nاست با اين فرق كه زن هم بر اين شخص حلال مىشود . وكسى كه\r\nمحصور در حج شده باز هم حكمش حكم سابق است واحتياط ( واجب )\r\nاين است كه با زن نزديكى نكند تا آن كه طواف حج وسعى\r\nو ","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\nطواف نساء را در حج يا عمره مفرده به جا آورد ، آن وقت زن بر أو\r\nحلال مىشود .\r\n\r\n\r\nمسأله 454 - هر گاه محصور شد وقرباني خود را فرستاد وبعد\r\nاز آن مرضش سبك تر شد ، چنانچه گمان كند يا احتمال دهد كه حج\r\nرا درك خواهد نموده ، واجب است خود را برساند . وچنانچه هر\r\nدو موقف يا فقط موقف مشعر را درك نمود ، حج را درك نموده\r\nودر غير اين صورت اگر قربانيش كشته نشده ، حج أو بدل به عمره\r\nمفرده مىشود واگر كشته شده باشد از احرام بيرون آمده است\r\nوتمام محرمات بر أو حلال شده مگر زن . وبر أو واجب است كه\r\nطواف حج ونماز وسعى وطواف نساء ونمازش را به جا آورد تا\r\nزن نيز بر أو حلال شود بنابر احتياط ( واجب ) .\r\n\r\n\r\nمسأله 455 - اگر محصور از اعمال وواجبات منى شد ويا\r\nمحصور از طواف وسعى بعد از درك وقوفين شد ، پس وظيفة آن\r\nهمان است كه در مسأله \" 445 \" براي مصدود گذشت . بلى اگر\r\nحصر از طواف وسعى بعد از دخول مكة شد ، پس هيچ اشكالى\r\nنيست در اين كه وظيفة اش نايب گرفتن است .\r\n\r\n\r\nمسأله 456 - هر گاه شخص محصور شده وقرباني خود را\r\nفرستاد سپس به سر خود آسيبى رساند قبل از آن كه قرباني به\r\nجاى خود برسد جايز است خود گوسفندى كشته يا سه روز روزه\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\nگرفته يا شش مسكين را اطعام نمايد كه به هر كدام در مد بدهد\r\nوحلق نمايد . وباقي بماند بر احرامش تا زمانيكه هدى به محلش برسد .\r\n\r\n\r\n\r\nمسأله 457 - در صورتي كه محصور ، استطاعتش تا سال بعد\r\nباقي بماند يا از سالهاى پيش حج بر أو واجب شده باشد به\r\nفرستادن قرباني وبيرون آمد از احرام ، حج از أو ساقط نمى شود\r\nوبايستى در سال بعد حج نمايد .\r\n\r\n\r\n\r\nمسأله 458 - هر گاه شخص محصور نه قرباني داشته باشد ونه\r\nقيمت آن را ، بايستى به ترتيبي كه گذشت ده روز روزه بگيرد يعنى\r\nسه روز در حج وهفت روز پس از بازگشت به وطن .\r\n\r\n\r\n\r\n\r\n\r\nمسأله 459 - مستحب است محرم هنگامى كه مىخواهد\r\nاحرام ببندد ، بر پروردگار خود شرط كند كه هر جا نتواند اعمال را\r\nادامه دهد از احرام بيرونش بياورد ، هر چند بيرون آمدن از احرام\r\nمتوقف بر أو نيست ، زيرا هر جا كه نتواند وعذر يا مانعى پيدا كرد\r\nخود به خود از احرام بيرون خواهد آمد چه اين شرط را كرده\r\nباشد چه نكرده باشد .\r\nتا اين جا واجبات حج بيان شد واز اين بعد بعد مستحبات\r\nوآداب آن را بيان خواهيم نمود ، وفقها - رضوان الله عليهم - آداب\r\nومستحبات زيادى بيان فرموده‌اند كه اين رساله مختصر ، گنجايش آنها\r\nرا ندارد وما به بيان مختصر ومقدار كمي از آنها اكتفا مىنماييم .\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\nآداب ومستحبات حج\r\nبدان كه مستحبات حج بيش از آن است كه در اين رساله بيان\r\nنماييم . لذا به بيان مقدارى از آنها اكتفا كرده وبقيه را به كتب\r\nمفصله وا مىگذاريم .\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\nمستحبات سفر\r\nشخصي كه اراده سفر مكة يا سفر ديگر را\r\nدارد ، مستحب است كه از حضرت حق جل وعلا\r\nطلب خير كند ووصيت بنمايد وصدقه بدهد تا آن كه\r\nبه آن صدقه سلامتى خود را خريدارى نمايد ، ووقتي\r\nكه براي مسافرت مهيا شده ، مستحب است در خانه\r\nخود چهار ركعت نماز در هر ركعتي فاتحة الكتاب\r\nوسوره توحيد را بخواند وبگويد : \" اللهم إني أتقرب\r\nإليك بهن فاجعلهن خليفتي في أهلي ومالي \" .\r\nومستحب است به درب خانه خود ايستاده وسه\r\nمرتبه از پيش رو وطرف راست وطرف چپ سوره\r\nفاتحه وبه همين ترتيب سه مرتبه آية الكرسي را\r\nبخواند وبعد از آن بگويد \" اللهم احفظنى واحفظ\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\nما معي ، وسلمني وسلم ما معي ، وبلغني وبلغ\r\nما معي ببلاغك الحسن الجميل \" .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمستحبات احرام\r\nمستحبات احرام چند چيز است :\r\n1 - آن كه قبلا بدن خود را پاكيزه نموده وناخن\r\nوشارب خود را بگيرد وموى زير بغل وعانه را با نوره\r\nازاله نمايد .\r\n2 - كسى كه قصد حج دارد از أول ماه ذي\r\nالقعدة وشخصي كه قاصد عمره مفرده است پيش از\r\nيك ماه موى سر وريش را رها كند . وبعضي از فقها\r\nبه وجوب آن قائل شده اند . واين قول اگر چه ضعيف\r\nاست ولى أحوط ( مستحب ) است .\r\n3 - آن كه پيش از احرام در ميقات غسل\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\nاحرام بنمايد . واين غسل از زن حائض ونفساء نيز\r\nصحيح است . وتقديم اين غسل بخصوص در صورتي\r\nكه خوف آن باشد كه در ميقات آب يافت نشود ، جايز\r\nاست . ودر صورت تقديم اگر در ميقات آب يافت شد ،\r\nمستحب است غسل را اعاده بنمايد . وبعد از اين\r\nغسل اگر مكلف لباسى را پوشيد يا چيزى را خورد\r\nكه بر محرم حرام است ، باز هم اعاده مستحب است .\r\nواگر مكلف در روز غسل نمود ، آن غسل تا آخر شب\r\nآينده كفايت مىكند وهم چنين اگر غسل در شب\r\nنموده ، تا آخر روزه آينده كافى است . ولى اگر بعد از\r\nغسل وپيش از احرام به حدث أصغر محدث شد\r\nغسل را اعاده نمايد .\r\n4 - هنگام پوشيدن دو جامه احرام بگويد :\r\n\" الحمد الله الذي رزقني ما أوارى به\r\nعورتي ، وأودي فيه فرضي ، وأعبد فيه ربي ، وأنتهي\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\nفيه إلى ما أمرني . الحمد لله الذي قصدته\r\nفبلغني وأردته فأعانني وقبلني ولم يقطع بي ،\r\nووجهه أردت فسلمني ، فهو حصني وكهفي\r\nوحرزي وظهري وملاذي ورجائي ومنجاي\r\nوذخري وعدتي في شدتي ورخائي \" .\r\n5 - آن كه دو جامه احرام از پنبه باشد .\r\n6 - آن كه احرام را به ترتيب ذيل ببندد : در\r\nصورت تمكن بعد از فريضة ظهر ودر صورت عدم\r\nتمكن بعد از فريضة ديگر ودر صورت عدم تمكن از\r\nآن ، بعد از شش يا دو ركعت نماز نافله در ركعت أول\r\nپس از حمد سوره توحيد ودو ركعت دوم سوره جحد\r\nرا بخواند ، وشش ركعت أفضل است وبعد از نماز ،\r\nحمد وثناى الهى را به جا آورد وبر پيغمبر وآل أو\r\nصلوات بفرستد آنگاه بگويد :\r\n\" اللهم إني أسألك أن تجعلني ممن\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\nاستجاب لك ، وآمن بوعدك ، واتبع أمرك فإني\r\nعبدك وفي قبضتك ، لا أوقي إلا ما وقيت ولا آخذ إلا\r\nما أعطيت ، وقد ذكرت الحج فأسألك أن تعزم لي\r\nعليه على كتابك وسنة نبيك - صلواتك عليه وآله -\r\nوتقويني على ما ضعفت عنه وتسلم مني\r\nمناسكي في يسر منك وعافية ، واجعلني من وفدك\r\nالذين رضيت وارتضيت وسميت وكتبت ، اللهم\r\nإني خرجت من شقة بعيدة وأنفقت مالي ابتغاء\r\nمرضاتك ، اللهم فتمم لي حجي وعمرتي ، اللهم إني\r\nأريد التمتع بالعمرة إلى الحج على كتابك وسنة\r\nنبيك - صلواتك عليه وآله - فإن عرض لي عارض\r\nيحبسني فحلني حيث حبستني لقدرك الذي\r\nقدرت علي ، اللهم إن لم تكن حجة فعمرة ، أحرم لك\r\nشعري وبشري ولحمي ودمي وعظامي ومخي\r\nوعصبي من النساء والثياب والطيب ، أبتغي بذلك\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\nوجهك والدار الآخرة \" .\r\n7 - آن كه به نيت احرام تلفظ نموده وبه\r\nاخطار يا مجرد داعي نفساني اكتفا ننمايد . وبراي\r\nمردان مستحب است تلبيه را بلند بگويند :\r\n8 - سابقا گفتيم كه تلبيه واجب كه احرام به\r\nآن محقق مىشود ، بنابر أحوط ( واجب ) اين است : \" لبيك اللهم لبيك ، لبيك لا شريك لك لبيك ،\r\nإن الحمد والنعمة لك والملك لا شريك لك \" .\r\nومستحب است بعد از آن بگويد :\r\n( لبيك ذا المعارج لبيك ، لبيك داعيا إلى دار\r\nالسلام لبيك ، لبيك غفار الذنوب لبيك ، لبيك أهل\r\nالتلبية لبيك ، لبيك ذا الجلال والاكرام لبيك ، لبيك\r\nتبدئ والمعاد إليك لبيك ، لبيك تستغني ويفتقر\r\nإليك لبيك ، لبيك مرهوبا ومرغوبا إليك لبيك ، لبيك إله\r\nالحق لبيك ، لبيك ذالنعماء والفضل الحسن الجميل\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\nلبيك ، لبيك كشاف الكرب العظام لبيك ، لبيك عبدك\r\nوابن عبديك لبيك ، لبيك يا كريم لبيك \" .\r\nوأين جملات را نيز بگويد خوب است :\r\n\" لبيك أتقرب إليك بمحمد وآل محمد\r\nلبيك ، لبيك بحجة أو عمرة لبيك ، لبيك وهذه عمرة\r\nمتعة إلى الحج لبيك ، لبيك أهل التلبية لبيك ، لبيك\r\nتلبية تمامها وبلاغها عليك \" .\r\n9 - آن كه تلبيه ها را در حال احرام تكرار كند\r\nودر موارد آينده نيز آن را بگويد : وقت بر خواستن از\r\nخواب ، بعد از هر نماز واجب ومستحب ، وقت رسيدن\r\nبه سواره هنگام بالا رفتن از تل يا سرازير شدن از\r\nآن ، وقت سوار شدن يا پياده شدن وأوقات سحر تلبيه\r\nبسيار بگويد ، وزن حائض ونفساء نيز اين تلبيه‌ها را\r\nبگويند . وشخص متمتع تلبيه گفتن أو در عمره مستمر\r\nخواهد بود تا آن كه خانه‌هاى مكة را ببيند وپس از آن\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\nقطع خواهد شد . واما حج ، پس تلبيه آن تا ظهر روز\r\nعرفه مستمر است وپس از آن بريده خواهد شد .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمكروهات احرام\r\nمكروهات احرام چند چيز است :\r\n1 - احرام در جامه سياه بلكه أحوط ( مستحب ) ترك آن\r\nاست ، وأفضل احرام در جامه سفيد است .\r\n2 - خوابيدن محرم در رخت وبالش زرد رنگ .\r\n3 - احرام بستن در جامه چركين ، واگر جامه\r\nدر حال احرام چرك شود بهتر آن است كه مكلف\r\nمادامى كه در حال احرام است آن را نشويد .\r\n4 - احرام بستن در جامه راه راه .\r\n5 - استعمال حنا پيش از احرام در صورتي كه\r\nاثر آن تا حال احرام باقي بماند .\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\n6 - حمام رفتن ، وأولى بلكه أحوط ( مستحب ) آن است كه\r\nمحرم بدن خود را با كيسه ونحو آن نسايد .\r\n7 - لبيك گفتن محرم در جواب كسى كه أو را\r\nصدا نمايد ، بلكه أحوط ( مستحب ) ترك آن است .\r\n\r\n\r\n\r\n\r\n\r\n\r\nمستحبات دخول حرم\r\n1 - همين كه حاجى به حرم رسيد پياده شده\r\nوبه جهت دخول حرم غسل نمايد .\r\n2 - از براي تواضع وفروتنى نسبت به حضرت\r\nحق جل وعلا ، پا برهنه شد ونعلين خود را در دست\r\nگرفته داخل حرم شود واين عمل ثواب زيادى دارد .\r\n3 - وقت دخول حرم اين دعا را بخواند :\r\n\" اللهم إنك قلت في كتابك وقولك الحق : وأذن\r\nفي الناس بالحج يأتوك رجالا وعلى كل ضامر يأتين\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\nمن كل فج عميق . اللهم إني أرجو أن أكون ممن\r\nأجاب دعوتك ، قد جئت من شقة بعيدة وفج عميق\r\nسامعا لندائك ومستجيبا لك مطيعا لامرك وكل ذلك\r\nبفضلك علي وإحسانك إلى ، فلك الحمد على ما\r\nوفقتني له ، أبتغي بذلك الزلفة عندك والقربة\r\nإليك والمنزلة لديك والمغفرة لذنوبي والتوبة علي\r\nمنها بمنك ، اللهم صل على محمد وآل محمد\r\nوحرم بدني على النار وآمني من عذابك وعقابك\r\nبرحمتك يا أرحم الراحمين \" .\r\n4 - وقت دخول حرم مقدارى از علف \" اذخر \"\r\nگرفته آن را مضغ نمايد .\r\n\r\n\r\n\r\n\r\n\r\nمستحبات دخول مكة معظمه\r\nبراي دخول مكة معظمه نيز مستحب است\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\n\r\nمكلف غسل بنمايد وهنگامى كه وارد مكة مىشود با\r\nحالت تواضع وارد شود . وكسى كه از راه مدينه برود ،\r\nاز بالاى مكة داخل شده ووقت بيرون آمدن از پايين\r\nآن بيرون آيد .\r\n\r\n\r\n\r\n\r\nآداب مسجد الحرام\r\nمستحب است مكلف براي دخول مسجد\r\nالحرام غسل بنمايد . وهمچنين مستحب است با پاى\r\nبرهنه وبا حالت سكينه ووقار وارد شود ، وهنگام ورود\r\nاز در \" بنى شيبه \" وارد شود ، وگفته اند كه باب بني شيبه\r\nدر حالي كنونى مقابل \" باب السلام \" است ، بنابر اين\r\nنيكو اين است كه شخص از باب السلام وارد شده\r\nومستقيما بيايد تا از أسطوانات بگذرد . ومستحب\r\nاست بر در مسجد الحرام ايستاده وبگويد :\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\n\" السلام عليك أيها النبي ورحمة الله وبركاته ،\r\nبسم الله وبالله ومن الله وما شاء الله ، والسلام على\r\nأنبياء الله ورسله والسلام على رسول الله والسلام\r\nعلى إبراهيم خليل الله ، والحمد الله رب العالمين \" .\r\nپس داخل مسجد الحرام شود ورو به كعبه\r\nدستها را بلند نموده وبگويد :\r\n\" اللهم إني أسألك في مقامي هذا في أول\r\nمناسكي أن تقبل توبتي وأن تجاوز عن خطيئتي\r\nوتضع عني وزري ، الحمد لله الذي بلغني بيته\r\nالحرام ، اللهم إني أشهدك أن هذا بيتك\r\nالحرام الذي جعلته مثابة للناس وأمنا مباركا وهدى\r\nللعالمين ، اللهم إني عبدك والبلد بلدك والبيت بيتك ،\r\nجئت أطلب رحمتك وأوم طاعتك مطيعا لامرك راضيا\r\nبقدرك ، أسألك مسألة الفقير إليك الخائف لعقوبتك ،\r\nاللهم افتح لي أبواب رحمتك واستعملني بطاعتك\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\nومرضاتك \" .\r\nودر روايت ديگر وارد است كه نزد در مسجد\r\nبگويد :\r\n\" بسم الله وبالله ومن الله وإلى الله ، وما شاء\r\nالله وعلى ملة رسول الله صلى الله عليه وآله ، وخير\r\nالأسماء لله والحمد لله والسلام على رسول الله ،\r\nالسلام على محمد بن عبد الله ، السلام عليك أيها\r\nالنبي ورحمة الله وبركاته ، السلام على أنبياء الله\r\nورسله ، السلام على إبراهيم خليل الرحمن ، السلام\r\nعلى المرسلين والحمد لله رب العالمين ، السلام\r\nعلينا وعلى عباد الله الصالحين ، اللهم صل على\r\nمحمد وآل محمد ، وبارك على محمد وآل\r\nمحمد ، وارحم محمدا وآل محمد كما صليت\r\nوباركت وترحمت على إبراهيم وآل إبراهيم إنك\r\nحميد مجيد ، اللهم صل على محمد وآل محمد\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\nعبدك ورسولك وعلى إبراهيم خليلك ، وعلى أنبيائك\r\nورسولك ، وسلم عليهم ، وسلام على المرسلين\r\nوالحمد لله رب العالمين ، اللهم افتح لي أبواب\r\nرحمتك واستعملني في طاعتك ومرضاتك\r\nواحفظني بحفظ الايمان أبدا ما أبقيتني جل ثناء\r\nوجهك ، الحمد لله الذي جعلني من وفده وزواره ،\r\nوجعلني ممن يعمر مساجده ، وجعلني ممن\r\nيناجيه ، اللهم إني عبدك وزائرك في بيتك ، وعلى كل\r\nمأتي حق لمن أتاه وزاره ، وأنت خير مأتي وأكرم\r\nمزور ، فأسألك يا الله يا رحمن بأنك أنت الله لا إله إلا\r\nأنت وحدك لا شريك لك ، وبأنك واحد أحد صمد لم\r\nتلد ولم تولد ولم يكن له ( لك خ ل ) كفوا أحد ، وأن\r\nمحمدا عبدك ورسولك صلى الله عليه وعلى أهل\r\nبيته ، يا جواد يا كريم يا ماجد يا جبار يا كريم أسألك\r\nأن تجعل تحفتك إياي بزيارتي إياك أول شئ\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\nتعطيني فكاك رقبتي من النار . پس سه مرتبه\r\nمىگويد : \" اللهم فك رقبتي من النار \" . پس مىگويد :\r\n( وأوسع علي من رزقك الحلال الطيب وادرأ عني\r\nشر شياطين الإنس والجن وشر فسقة العرب\r\nوالعجم \" .\r\nومستحب است وقتي كه محاذى حجر الأسود\r\nشد بگويد :\r\nأشهد أن لا إله إلا الله وحده لا شريك له ،\r\nوأشهد أن محمدا عبده ورسوله ، آمنت بالله وكفرت\r\nبالطاغوت وباللات والعزى وبعبادة الشيطان وبعبادة\r\nكل ند يدعى من دون الله \"\r\nپس نزديك حجر الأسود رفته وآن را استلام\r\nنمايد وبگويد :\r\n\" الحمد لله الذي هدانا لهذا وما كنا لنهتدي\r\nلولا أن هدانا الله ، سبحان الله والحمد لله ولا إله إلا\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\nالله والله أكبر أكبر من خلقه أكبر ممن أخشى واحذر ،\r\nولا إله إلا الله وحده لا شريك له ، له الملك وله\r\nالحمد يحيي ويميت ويميت ويحيي بيده\r\nالخير وهو على كل شئ قدير \" .\r\nوصلوات بر پيغمبر وآل أو بفرستد ، وسلام بر\r\nپيغمبران بدهد چنانچه وقت دخول مسجد سلام\r\nمىداد . آنگاه مىگويد :\r\n\" إني أؤ من بوعدك وأوفي بعهدك \" .\r\nودر روايت معتبر وارد است كه وقتي كه نزديك\r\nحجر الأسود رسيدى دستهاى خود را بلند كن وحمد\r\nوثناى الهى را به جا آور وصلوات بر پيغمبر بفرست\r\nواز خداوند عالم بخواه كه حج تو را قبول كند ، پس\r\nاز آن حجر را بوسيده واستلام نما ، واگر بوسيدن\r\nممكن نشد با دست استلام نما ، واگر آن هم ممكن\r\nنشد اشاره به آن كن وبگو :\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\n\r\nاللهم أمانتي أديتها ، وميثاقي تعاهدته لتشهد\r\nلي بالموافاة ، اللهم تصديقا بكتابك ، وعلى سنة نبيك ،\r\nأشهد أن لا إله إلا الله وحده لا شريك له ، وأن\r\nمحمدا عبده ورسوله ، آمنت بالله وكفرت بالجبت\r\nوالطاغوت وباللات والعزى وعبادة الشيطان وعبادة\r\nكل ند يدعى من دون الله \" . واگر نتوانى همه را بخوانى ،\r\nبعضي را بخوان وبگو :\r\n\" اللهم إليك بسطت يدي ، وفيما عندك\r\nعظمت رغبتي ، فاقبل سبحتي واغفر لي\r\nوارحمني ، اللهم إني أعوذ بك من الكفر والفقر\r\nومواقف الخزي في الدنيا والآخرة .\r\n\r\n\r\n\r\n\r\nآداب ومستحبات طواف\r\nدر حال طواف مستحب است بگويد :\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\n\" اللهم إني أسألك باسمك الذي يمشى به\r\nعلى طلل الماء كما يمشى به جدد الأرض ، وأسألك\r\nباسمك الذي يهتز له عرشك ، وأسألك باسمك الذي\r\nتهتز له أقدام ملائكتك ، وأسألك باسمك الذي دعاك به\r\nموسى من جانب الطور فاستجبت له وألقيت عليه\r\nمحبة منك ، وأسألك باسمك الذي غفرت به لمحمد\r\nما تقدم من ذنبه وما تأخر وأتممت عليه نعمتك أن\r\nتفعل بي كذا وكذا \" وحاجت خود را بطلبد . ونيز\r\nمستحب است در حال طواف بگويد :\r\n\" اللهم إني إليك فقير ، وإني خائف مستجير\r\nفلا تغير جسمي ولا تبدل اسمي \" وصلوات بر محمد\r\nوآل أو بفرستد بخصوص وقتي كه به در خانه كعبه\r\nمىرسد . ووقتي كه به حجر إسماعيل رسيد به ناودان\r\nنگاه نموده وبگويد :\r\nاللهم أدخلني الجنة برحمتك وأجرني\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\nبرحمتك من النار ، وعافني من السقم ، وأوسع علي\r\nمن الرزق الحلال ، وادرأ عني شر فسقة الجن والإنس\r\nوشر فسقة العرب والعجم \" . وچون از حجر\r\nبگذرد به پشت سر كعبه برسد بگويد :\r\n\" يا ذا المن والطول والجود والكرم إن عملي\r\nضعيف فضاعفه لي وتقبله مني إنك أنت السميع\r\nالعليم \" . وچون به ركن يماني برسد دست بردارد\r\nوبگويد :\r\n\" يا الله يا ولي العافية وخالق العافية ورازق\r\nالعافية والمنعم بالعافية والمنان بالعافية والمتفضل\r\nبالعافية علي وعلى جميع خلقك ، يا رحمن الدنيا\r\nوالآخرة ورحيمهما صل على محمد وآل محمد\r\nوارزقنا العافية ودوام العافية وتمام العافية وشكر\r\nالعافية في الدنيا والآخرة يا أرحم الراحمين \" . پس\r\nسر به جانب كعبه بالا كند وبگويد :\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\nالحمد لله الذي شر فك وعظمك والحمد لله\r\nالذي بعث محمدا نبيا وجعل عليا إماما ، اللهم\r\nاهد له خيار خلقك وجنبه شرار خلقك \" . وچون\r\nميان ركن يماني وحجر الأسود برسد بگويد :\r\n\" ربنا آتنا في الدنيا حسنة ، وفي الآخرة\r\nحسنة ، وقنا عذاب النار \" .\r\nودر شوط هفتم وقتي كه به مستجار رسيد\r\nمستحب است دو دست خود را بر ديوار خانه بگشايد\r\nوشكم وروى خود را به ديوار كعبه بچسباند وبگويد :\r\n\" اللهم البيت بيتك ، والعبد عبدك ، وهذا\r\nمكان العائذ بك من النار . پس به گناهان خود اعتراف\r\nنموده واز خداوند آمرزش آن را بطلبد كه انشاء الله\r\nتعالى مستجاب خواهد شد . بعد بگويد :\r\n\" اللهم من قبلك الروح والفرج والعافية ، اللهم\r\nإن عملي ضعيف فضاعفه لي واغفر لي ما اطلعت\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n\r\nعليه مني وخفي على خلقك ، أستجير بالله من\r\nالنار \" . وآنچه خواهد دعا كند ، وركن يماني را استلام\r\nكند وبه نزد حجر الأسود آمده وطواف خود را تمام\r\nنموده وبگويد : \" اللهم قنعني بما رزقتني وبارك لي فيما\r\nآتيتني \" .\r\nوبراي طواف كننده مستحب است در هر\r\nشوط ، أركان خانه كعبه وحجر الأسود را استلام نمايد ودر وقت استلام حجر بگويد : \" أمانتي أديتها وميثاقي تعاهدته لتهشد لي\r\nبالموافاة \" .\r\n\r\n\r\n\r\nمستحبات نماز طواف\r\nدر نماز طواف مستحب است بعد از حمد در\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\nركعت أولى سوره توحيد ، ودر ركعت دوم سوره جحد\r\nرا بخواند ، وپس از نماز حمد وثناي الهى را به جا\r\nآورده وصلوات بر محمد وآل محمد بفرستد واز\r\nخداوند عالم طلب قبول نمايد . ودر بعضي از روايات\r\nاست كه حضرت صادق - عليه السلام - بعد از نماز طواف\r\nبه سجده رفته وچنين مىگفت :\r\n\" سجد وجهي لك تعبدا ورقا ، لا إله إلا أنت\r\nحقا حقا ، الأول قبل كل شئ والآخر بعد كل شئ ،\r\nوها أنا ذا بين يديك ، ناصيتي بيدك ، فاغفر لي إنه\r\nلا يغفر الذنب العظيم غيرك ، فاغفر لي فإني مقر\r\nبذنوبي على نفسي ولا يدفع الذنب العظيم غيرك \" .\r\nوبعد از سجده روى مبارك آن حضرت از گريه\r\nچنين بود كه گويا در آب فرو رفته باشد .\r\nوبعد از فراغ از نماز طواف وپيش از سعى\r\nمستحب است به نزد چاه زمزم رفته يك يا دو دلو آب\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\n\r\nبكشد وآن را به سر وپشت وشكم خود بريزد وبگويد :\r\n\" اللهم اجعله علما نافعا ورزقا واسعا وشفاء من\r\nكل داء وسقم \" .\r\nپس از آن به نزد حجر الأسود بيايد .\r\n\r\n\r\n\r\n\r\nمستحبات سعى\r\nمستحب است كه از در مقابل حجر الأسود به\r\nطرف صفا خارج شود ، با رعايت وقار وآرامش . ووقتي\r\nبر صفا بالا رفت به كعبه نگاه كند ، وبه طرف ركنى\r\nكه حجر أسود در آن است متوجه شود وخداى را حمد\r\nوثنا گويد ونعمت‌هاى الهى را به ياد آورد . سپس هفت\r\nمرتبه \" الله أكبر \" بگويد ، وهفت مرتبه \" الحمد الله \"\r\nبگويد ، وهفت مرتبه \" لا إله إلا الله \" بگويد ، وسه\r\nمرتبه :\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\n\" لا إله إلا الله وحده لا شريك له ، له الملك\r\nوله الحمد يحيي ويميت وهو حي لا يموت ، وهو\r\nعلى كل شئ قدير \" بگويد :\r\nسپس بر محمد وآل محمد صلوات بفرستد ،\r\nبعد سه مرتبه بگويد :\r\n\" الله أكبر على ما هدانا والحمد لله على ما\r\nأولانا ، والحمد لله الحي القيوم ، والحمد لله الحي\r\nالدائم \" ، سپس سه مرتبه بگويد :\r\n\" أشهد أن لا إله إلا الله ، وأشهد أن محمدا\r\nعبده ورسوله ، لا نعبد إلا إياه ، مخلصين له الدين\r\nولو كره المشركون \" ، سپس سه مرته بگويد :\r\n\" اللهم إني أسألك العفو والعافية واليقين في\r\nالدنيا والآخرة \" . وسه مرتبه بگويد :\r\nاللهم آتنا في الدنيا حسنة وفي الآخرة حسنة\r\nوقنا عذاب النار \" . بعد صد مرتبه \" الله أكبر \" بگويد ،\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\nوصد مرتبه \" لا إله إلا الله \" بگويد ، وصد مرتبه \" الحمد\r\nلله \" بگويد ، وصد مرتبه \" سبحان الله \" بگويد ، بعد\r\nبگويد : لا إله إلا الله وحده ، أنجز وعده ، ونصر عبده ،\r\nوغلب الأحزاب وحده ، فله الملك وله الحمد وحده\r\nوحده اللهم بارك لي في الموت وفيما بعد الموت ،\r\nاللهم إني أعوذ بك من ظلمة القبر ووحشته ، اللهم\r\nأظلني في ظل عرشك يوم لا ظل إلا ظلك \" . ودين\r\nوخويشتن وأهل وعيال خود را به خدا بسپارد واين كار\r\nرا زياد كند ، پس بگويد :\r\nأستودع الله الرحمن الرحيم الذي لا تضيع\r\nودائعه ديني ونفسي وأهلي ، اللهم استعملني على\r\nكتابك وسنة نبيك ، وتوفني على ملته وأعذني من\r\nالفتنة \" . سپس سه مرتبه \" الله أكبر \" بگويد ، وآن را دو\r\nبار اعاده كند ، ويك بار ديگر نيز تكبير بگويد ، وبعد\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\nآن را اعاده كند ، واگر همه آن را نتواند پس مقدارى\r\nرا كه مىتواند انجام دهد .\r\nاز أمير المؤمنين - عليه السلام - روايت شده\r\nاست كه آن حضرت وقتي به صفا بالا مىرفت به\r\nطرف كعبه روى مىكرد وبعد دو دست خود را بلند\r\nمىكرد سپس مىگفت \" اللهم اغفر لي كل ذنب\r\nأذنبته قط ، فإن عدت فعد علي بالمغفرة ، فإنك\r\nأنت الغفور الرحيم ، اللهم افعل بي ما أنت أهله فإنك\r\nإن تفعل بي ما أنت أهله ترحمني ، وإن تعذبني\r\nفأنت غني عن عذابي ، وأنا محتاج إلى رحمتك ، فيا\r\nمن أنا محتاج إلى رحمته ارحمني ، اللهم لا تفعل بي\r\nما أنا أهله فإنك إن تفعل بي ما أنا أهله تعذبني ولم\r\nتظلمني ، أصبحت أتقي عدلك ولا أخاف جورك ،\r\nفيا من هو عدل لا يجور ارحمني \" .\r\nواز امام صادق - عليه السلام - روايت شده\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\nاست كه فرمود : اگر مىخواهى مال وثروتت زياد شود\r\nپس وقوف در صفا را زياد كن ( در صفا زياد بايست ) .\r\nومستحب است پياده سعى كند وبا آرامش\r\nووقار راه برود تا به محل مناره أولى برسد پس به\r\nطرف مناره دومى هر وله نمايد ، سپس با وقار وآرامش\r\nراه برود تا به مروه بالا رود وبر بالاى مروه همان\r\nاعمالي را انجام دهد كه در صفا انجام داده بود ، واز\r\nمروه به طرف صفا برمىگردد به همين صورت كه\r\nگفتيم ، واگر سواره باشد در ميان دو مناره سرعت كند .\r\nپس سزاوار است كه بكوشد تا گريه كند ( خود\r\nرا به گريه وأدار كند ) وبسيار خدا را بخواند .\r\nوبراي زنان هر وله نيست .\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\n\r\n\r\n\r\n\r\nمستحبات احرام تا وقوف به عرفات\r\nأموري كه در احرام عمره مستحب بود . در\r\nاحرام حج نيز مستحب است . وپس از اين كه\r\nشخص احرام بسته واز مكة بيرون آمد همين كه بر\r\nابطح مشرف شود به آواز بلند تلبيه بگويد ، وچون\r\nمتوجه منى شود بگويد :\r\nاللهم إياك أرجو وإياك أدعو ، فبلغني أملي\r\nوأصلح لي عملي \" . وبا تن ودل آرام با تسبيح وذكر\r\nحق تعالى برود . وچون به منى رسيد بگويد :\r\n\" الحمد لله الذي أقدمنيها صالحا في عافية\r\nوبلغني هذا المكان \" ، پس بگويد :\r\n\" اللهم هذه منى ، وهي مما مننت به علينا من\r\nالمناسك ، فأسألك أن تمن علي بما مننت به على\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\nأنبيائك ، فإنما أنا عبدك وفي قبضتك \" .\r\nومستحب است شب عرفه را در منى بوده وبه\r\nطاعت الهى مشغول باشد ، وبهتر آن است عبادات\r\nوخصوصا نمازها را در مسجد خيف به جا آورد ، وچون\r\nنماز صبح را بخواند تا طلوع آفتاب تعقيب گفته پس\r\nبه عرفات روانه شود ، واگر خواسته باشد بعد از\r\nطلوع صبح روانه شود مانعى ندارد ، ولى سنت بلكه\r\nأحوط آن است كه تا آفتاب طلوع نكرده از وادي\r\nمحسر رد نشود وروانه شده پيش از صبح مكروه واز\r\nبعضي حرمت آن را نقل نموده‌اند ، مگر از براي\r\nضرورت مانند بيمار وكسى كه از ازدحام مردم خائف\r\nباشد وچون به عرفات متوجه شود اين دعا را\r\nبخواند .\r\n\" اللهم إليك صمدت وإياك اعتمدت ووجهك\r\nأردت ، أسألك أن تبارك لي في رحلتي وأن تقضي لي\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\n\r\nحاجتي وأن تجعلني ممن تباهي به اليوم من هو\r\nأفضل مني \" .\r\nوتا رسيدن به عرفات تلبيه بگويد .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمستحبات وقوف به عرفات\r\nدر وقوف به عرفات چند چيز مستحب است :\r\n1 - با طهارت بودن در حال وقوف .\r\n2 - غسل نمودن ، وبهتر آن است كه نزديك\r\nظهر باشد .\r\n3 - آنچه موجب تفرق حواس است از خود\r\nدور سازد تا آن كه قلب أو متوجه جناب أقدس الهى\r\nگردد . 4 - نسبت به قافله‌اى كه از مكة مىآيد ،\r\nوقوف شخص در طرف دست چپ كوه واقع گردد .\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\n5 - وقوف أو در پايين كوه ودر زمين هموار\r\nبوده باشد ، وبالا رفتن كوه مكروه است .\r\n6 - در أول وقت ، نماز ظهر وعصر را به يك\r\nاذان ودو اقامه بجا آورد .\r\n7 - قلب خود را به حضرت حق جل وعلا\r\nمتوجه ساخته وحمد الهى وتهليل وتمجيد نموده وثناى\r\nحضرت حق را به جا آورد ، پس از آن صد مرتبه \" الله\r\nأكبر \" ، وصد مرتبه \" الحمد لله \" ، وصد مرتبه \" سبحان\r\nالله \" بگويد ، وصد مرتبه سوره توحيد را بخواند وآنچه\r\nخواهد دعا نمايد واز شيطان رجيم به خدا پناه ببرد ،\r\nوبگويد : \" اللهم إني عبدك ، فلا تجعلني من أخيب\r\nوفدك ، وارحم مسيري إليك من الفج العميق \" ، واين\r\nدعا را نيز بخواند :\r\n\" اللهم رب المشاعر كلها فك رقبتي من\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\nالنار وأوسع علي من رزقك الحلال وادرأ عنى شر\r\nفسقة الجن والإنس ، اللهم لا تمكر بي ولا تخدعني\r\nولا تستدرجني ، اللهم إني أسألك بحولك وجودك\r\nوكرمك ومنك وفضلك يا أسمع السامعين ويا أبصر\r\nالناظرين ويا أسرع الحاسبين ويا أرحم الراحمين\r\nأن تصلي على محمد وآل محمد وأن تفعل بي كذا\r\nوكذا \" ، وحاجت خود را نام ببرد ، پس دست به آسمان\r\nبردارد وبگويد : \" اللهم حاجتي إليك التي إن أعطيتنيها لم\r\nيضرني ما منعتني والتي إن منعتنيها لم ينفعني ما\r\nأعطيتني ، أسألك خلاص رقبتي من النار ، اللهم إني\r\nعبدك وملك يدك ناصيتي بيدك وأجلي بعلمك ، أسألك\r\nأن توفقني لما يرضيك عني وأن تسلم مني\r\nمناسكي التي أريتها خليلك إبراهيم - صلواتك عليه\r\n- ودللت عليها نبيك محمدا صلى الله عليه وآله\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\nاللهم اجعلني ممن رضيت عمله وأطلت عمره\r\nوأحييته بعد الموت حياة طيبة \" .\r\n8 - اين دعا را بخواند :\r\n\" لا إله إلا الله وحده لا شريك له ، له الملك\r\nوله الحمد يحيي ويميت ويميت ويحيى وهو حي لا\r\nيموت بيده الخير وهو على كل شئ قدير ، اللهم لك\r\nالحمد أنت كما تقول وخير ما يقول القائلون ، اللهم\r\nلك صلاتي وديني ومحياي ومماتي ولك تراثي\r\n( براءتي خ ل ) وبك حولي ومنك قوتي ، اللهم إني\r\nأعوذ بك من الفقر ومن وسواس الصدر ومن شتات\r\nالامر ومن عذاب النار ومن عذاب القبر ، اللهم إني\r\nأسألك من خير ما تأتي به الرياح وأعوذ بك من شر\r\nما تأتي به الرياح ، وأسألك خير الليل وخير النهار ،\r\nاللهم اجعل في قلبي نورا وفي سمعي وبصري نورا\r\nولحمي ودمي وعظامي وعروقي ومقعدي ومقامي\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\nومدخلي ومخرجي نورا ، وأعظم لي نورا يا رب يوم\r\nألقاك ، إنك على كل شئ قدير \"\r\nودر اين روز تا مىتواند از خيرات وصدقات\r\nتقصير نكند .\r\n9 - آن كه كعبه را استقبال نموده واين أذكار\r\nرا بگويد : \" سبحان الله \" صد مرتبه ، \" الله أكبر \" صد\r\nمرتبه ، \" ما شاء الله لا قوة إلا بالله \" صد مرتبه ، \" أشهد\r\nأن لا إله إلا الله وحده لا شريك له ، له الملك وله\r\nالحمد يحيي ويميت ويميت ويحيي بيده الخير وهو\r\nعلى كل شئ قدير \" صد مرتبه ، پس از أول سوره\r\nبقره ده آية بخواند پس سوره توحيد سه مرتبه ، وآية\r\nالكرسي را بخواند تا آخر ، پس اين آيات را بخوانند :\r\n
  { إن ربكم الله الذي خلق السماوات\r\nوالاعرض في ستة أيام ثم استوى على العرش\r\nيغشي الليل النهار يطلبه حثيثا والشمس والقمر\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\nوالنجوم مسخرات بأمره ألا له الخلق والامر تبارك\r\nالله رب العالمين ، ادعوا ربكم تضرعا وخفية إنه لا\r\nيحب المعتدين ، ولا تفسدوا في الأرض بعد\r\nإصلاحها وادعوه خوفا وطمعا إن رحمة الله قريب\r\nمن المحسنين } ، پس سوره \" قل أعوذ برب الفلق \"\r\nوسوره \" قل أعوذ برب الناس \" را بخواند ، پس آنچه\r\nاز نعم الهى به ياد داشته باشد يكايك ذكر نموده وحمد\r\nالهى نمايد ، وهم چنين بر أهل ومال وساير چيزهايى كه\r\nحضرت حق به أو تفضل نموده حمد بنمايد وبگويد :\r\nاللهم لك الحمد على نعمائك التي لا تحصى\r\nبعدد ولا تكافأ به عمل \" .\r\nوبه آياتي از قرآن كه در آنها حمد شده است\r\nخدا را حمد نمايد ، وبه آياتي كه در آنها ذكر تسبيح\r\nشده است خدا را تسبيح نمايد ، وبه آياتي\r\nكه در آنها ذكر تكبير شده است خدا را تكبير نمايد ،\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\nوبه آياتي كه در آنها تهليل شده است خدا را تهليل\r\nنمايد ، وبر محمد وآل محمد - عليهم السلام - زياد\r\nصلوات بفرستد وبه هر اسمى از أسماء الله كه در\r\nقرآن موجود است خدا را بخواند ، وبه آنچه از أسماء\r\nالهى كه در ياد دارد خدا را ذكر كند ، وبه أسماء الهى\r\nكه در آخر سوره حشر موجود است خدا را بخواند ،\r\nوآنها عبارتند از :\r\n\" الله ، عالم الغيب والشهادة ، الرحمن الرحيم ،\r\nالملك ، القدوس ، السلام ، المؤمن ، المهيمن ، العزيز ،\r\nالجبار ، المتكبر ، الخالق ، البارئ ، المصور \" . واين دعا\r\nرا بخواند :\r\n\" أسألك يا الله يا رحمن بكل اسم هو لك ،\r\nوأسألك بقوتك وقدرتك وعزتك وبجميع ما أحاط به\r\nعلمك وبجمعك وبأركانك كلها وبه حق رسولك -\r\nصلوات الله عليه - وباسمك الأكبر الأكبر ، وباسمك\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\nالعظيم الذي من دعاك به كان حقا عليك أن لا\r\nتخيبه ، وباسمك الأعظم الأعظم الذي من دعاك به\r\nكان حقا عليك أن لا ترده وأن تعطيه ما سأل أن تغفر\r\nلي جميع ذنوبي في جميع علمك في \" . وهر حاجت\r\nكه دارى بخواه ، واز حق سبحانه وتعالى طلب كن كه\r\nتوفيق حج بيابى در سال آينده وهر سال . وهفتاد مرتبه\r\nبگو \" أسألك الجنة \" وهفتاد مرتبه \" أستغفر الله ربي\r\nوأتوب إليه \" . پس بخوان اين دعا را :\r\n\" اللهم فكني من النار وأوسع علي من رزقك\r\nالحلال الطيب وادرأ عني شر فسقة الجن والإنس\r\nوشر فسقة العرب والعجم \" .\r\n10 - آن كه نزديك غروب آفتاب بگويد :\r\nاللهم إني أعوذ بك من الفقر ومن تشتت الامر\r\nومن شر ما يحدث بالليل والنهار ، أمسى ظلمي\r\nمستجيرا بعفوك ، وأمسى خوفي مستجيرا بأمانك ،\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\nوأمسى ذلي مستجيرا بعزك ، وأمسى وجهي الفاني\r\nمستجيرا بوجهك الباقي ، يا خير من سئل ويا أجود\r\nمن أعطى جللني برحمتك ، وألبسني عافيتك ،\r\nواصرف عني شر جميع خلقك \" .\r\nوبدان كه أدعيه وارده در اين روز شريف\r\nبسيار است وهر قدر كه ميسور باشد خواندن دعا\r\nمناسب است . وبسيار خوب است كه در اين روز\r\nدعاى صحيفة كامله ودعاى حضرت سيد الشهداء\r\nوحضرت زين العابدين - سلام الله عليهما - خوانده\r\nشود وبعد از غروب آفتاب بگويد :\r\nاللهم لا تجعله آخر العهد من هذا الموقف ،\r\nوارزقنيه من قابل أبدا ما أبقيتني ، واقلبني اليوم\r\nمفلحا منجحا مستجابا لي مرحوما مغفورا لي بأفضل\r\nماينقلب به اليوم أحد من وفدك وحجاج بيتك\r\nالحرام ، واجعلني اليوم من أكرم وفدك عليك ،\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\nوأعطني أفضل ما أعطيت أحدا منهم من الخير\r\nوالبركة والرحمة والرضوان والمغفرة ، وبارك لي فيما\r\nأرجع إليه من أهل أو مال أو قليل أو كثير وبارك\r\nلهم في \" وبسيار بگويد \" اللهم أعتقني من النار \" .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nمستحبات وقوف به مزدلفه\r\nبدان كه مستحب است با تن ودلى آرام از\r\nعرفات به سوى مزدلفه متوجه شده واستغفار نمايد ،\r\nوهمين كه از طرف دست راست به تل سرخ رسيد\r\nبگويد :\r\n\" اللهم ارحم موقفي ، وزد في عملي ، وسلم لي\r\nديني ، وتقبل مناسكي \"\r\nودر راه رفتن ميانه روى نمايد وكسى را آزار\r\nندهد . ومستحب است نماز شام وخفتن را تا مزدلفه به\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\n\r\nتأخير اندازد اگر چه ثلث شب نيز بگذرد ، وميان هر\r\nدو نماز به يك اذان ودو اقامه جمع كند ، ونوافل مغرب\r\nرا بعد از نماز عشا به جا آورد . ودر صورتي كه از\r\nرسيدن به مزدلفه پيش از نصف شب مانعى رسيد ، بايد\r\nنماز مغرب وعشا را به تأخير نينداخته ودر ميان راه\r\nبخواند . ومستحب است كه در وسط وادى از طرف\r\nراست راه نزول نمايد . واگر حاجي صروره باشد\r\nمستحب است كه در مشعر الحرام قدم بگذارد .\r\nومستحب است كه آن شب را به هر مقدار كه ميسور\r\nباشد به عبادات وأطاعت الهى به سر برد واين دعا\r\nرا بخواند :\r\n\" اللهم هذه جمع ، اللهم إني أسألك أن تجمع\r\nلي فيها جوامع الخير ، اللهم لا تؤيسني من الخير\r\nالذي سألتك أن تجمعه لي في قلبي ، وأطلب إليك أن\r\nتعرفني ما عرفت أوليائك في منزلي هذا وأن تقيني\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\nجوامع الشر \" .\r\nومستحب است بعد از نماز صبح با طهارت ،\r\nحمد وثناى الهى را به جا آورد ، وبه هر مقدارى كه\r\nميسور باشد از نعم وتفضلات حضرت حق ذكر كند ،\r\nوبر محمد وآل محمد صلوات بفرستد ، آن گاه دعا\r\nنمايد ، وبعضي به وجب آن قائل شده‌اند . واين دعا\r\nرا نيز بخواند :\r\n\" اللهم رب المشعر الحرام فك رقبتي من\r\nالنار ، وأوسع علي من رزقك الحلال ، وادرأ عني شر\r\nفسقة الجن والإنس ، اللهم أنت خير مطلوب إليه وخير مدعو وخير مسؤول ، ولكل وافد جائزة فاجعل\r\nجائزتي في موطني هذا أن تقيلني عثرتي وتقبل\r\nمعذرتي وأن تجاوز عن خطيئتي ، ثم اجعل التقوى\r\nمن الدنيا زادي \" .\r\nومستحب است سنگريزه‌هايى را كه در منى\r\n","description":"","footnote":"","page_name":" 226 ","page_number":226},
  {"content":"\r\n\r\nرمى خواهد نمود از مزدلفه بر دارد . ومجموع آنها هفتاد است . ومستحب است وقتي كه از مزدلفه به\r\nسوى منى رفته وبه وادى محسر رسيد به مقدار صد\r\nقدم مانند شتر تند رود ، واگر سواره است سواري خود\r\nرا حركت دهد وبگويد : \" اللهم سلم لي عهدي واقبل\r\nتوبتي وأجب دعوتي واخلفني في من تركت\r\nبعدي \" .\r\n\r\n\r\n\r\n\r\n\r\n\r\nمستحبات رمى جمرات\r\nدر رمى جمرات چند چيز مستحب است :\r\n1 - با طهارت بودن در حال رمى .\r\n2 - هنگامى كه سنگها را در دست گرفته اين\r\nدعا را بخواند : اللهم هؤلاء حصياتي فأحصهن لي\r\nوارفعهن في عملي \" .\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\n3 - با هر سنگى كه مىاندازد تكبير بگويد :\r\n4 - \" هر سنگى را بيندازد اين دعا را\r\nبخواند :\r\n\" الله أكبر ، اللهم ادحر عنى الشيطان ، اللهم\r\nتصديقا بكتابك وعلى سنة نبيك ، اللهم اجعله حجا\r\nمبرورا وعملا مقبولا وسعيا مشكورا وذنبا مغفورا \" .\r\n5 - ميان أو وجمره در جمره عقبه ، ده يا پانزده\r\nذراع فاصله باشد ، ودر جمره أولى ووسطى كناره\r\nجمره بايستد .\r\n6 - جمره عقبه را رو به جمره وپشت به قبله\r\nرمى نمايد وجمره أولى ووسطى را به قبله ايستاده\r\nرمى نمايد .\r\n7 - سنگريزه را بر انگشت ابهام گذراده وبا\r\nناخن انگشت شهادت بيندازد .\r\n8 - پس از برگشتن به جاى خود در منى اين\r\n","description":"","footnote":"","page_name":" 228 ","page_number":228},
  {"content":"\r\n\r\nدعا را بخواند \" اللهم بك وثقت وعليك توكلت فنعم الرب\r\nونعم المولى ونعم النصير \" .\r\n\r\n\r\n\r\n\r\nمستحبات هدي\r\nمستحبات هدى چند چيز است :\r\n1 - در صورت تمكن ، قرباني شتر باشد ودر\r\nصورت نبودن آن ، گاو ودر صورت نبودن آن ، گوسفند\r\nباشد .\r\n2 - قرباني بسيار فربه باشد .\r\n3 - در صورت شتر يا گاو بودن آن ، از جنس\r\nمادة ودر صورت گوسفند يا بز بودن آن ، از جنس نر\r\nباشد . 4 - شترى كه مىخواهند أو را نحر كنند ،\r\nايستاده واز سر دستها تا زانوى أو را ببندد وشخص\r\n","description":"","footnote":"","page_name":" 229 ","page_number":229},
  {"content":"\r\n\r\nاز جانب راست أو بايستد ، وكارد يا نيزه يا خنجر به\r\nگودال گردن أو فرو برند ، ودر وقت ذبح يا نحر اين\r\nدعا را بخواند :\r\n\" وجهت وجهي للذي فطر السماوات والأرض\r\nحنيفا مسلما وما أنا من المشركين ، إن صلاتي\r\nونسكي ومحياي ومماتي لله رب العالمين لا شريك\r\nله وبذلك أمرت وأنا من المسلمين ، اللهم منك ولك ،\r\nبسم الله والله أكبر ، اللهم تقبل مني \" .\r\n5 - اين كه خود ، قرباني را بكشد واگر نتواند\r\nدست خود را بالاى دست كشنده بگذارد .\r\n\r\n\r\n\r\nمستحبات حلق\r\nدر حلق چند چيز مستحب است :\r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\n\r\n1 - آن كه از جانب راست پيش سر ابتدأ كند\r\nواين دعا را بخواند :\r\n\" اللهم أعطني بكل شعرة نورا يوم القيامة \" .\r\n2 - آن كه موى سر خود را در منى در خيمه\r\nخود دفن نمايد . وأولى اين است كه بعد از حلق ، از\r\nأطراف ريش وشارب خود گرفته وهم چنين ناخنها را\r\nبگيرد .\r\n\r\n\r\n\r\nمستحبات طواف حج ونماز آن وسعى\r\nآنچه كه از مستحبات در طواف عمره ونماز\r\nآن وسعى ذكر شد اين جا نيز جارى است . ومستحب\r\nاست شخصي كه به جهت طواف حج مىآيد ، در روز\r\nعيد قربان بيايد وبر در مسجد بايستد واين دعا را\r\nبخواند :\r\n","description":"","footnote":"","page_name":" 231 ","page_number":231},
  {"content":"\r\nاللهم أعني على نسكك ، وسلمني له وسلمه\r\nلي ، أسألك مسألة العليل الذليل المعترف بذنبه أن\r\nتغفر لي ذنوبي وأن ترجعني بحاجتي ، اللهم إني\r\nعبدك والبلد بلدك والبيت بيتك ، جئت أطلب رحمتك\r\nوأؤم طاعتك متبعا لامرك راضيا بقدرك ، أسألك مسألة\r\nالمضطر إليك المطيع لامرك المشفق من عذابك الخائف\r\nلعقوبتك آن تبلغني عفوك وتجيرني من النار\r\nبرحمتك \" .\r\nپس به نزد حجر الأسود بيايد واستلام وبوسه\r\nنمايد ، واگر بوسيدن ممكن نشد دست بر حجر ماليده\r\nودست خود را ببوسد ، واگر آن هم ممكن نشد مقابل\r\nايستاده وتكبير بگويد ، وبعد آنچه در طواف عمره به\r\nجا آورده بود به جا آورد .\r\n","description":"","footnote":"","page_name":" 232 ","page_number":232},
  {"content":"\r\n\r\n\r\n\r\n\r\nمستحبات منى\r\nبدان كه براي حاجى مستحب است كه روز\r\nيازدهم ودوازدهم وسيزدهم را در منى بماند ، وحتى\r\nبه جهت طواف مستحب از منى بيرون نرود . وتكبير\r\nگفتن در منى بعد از پانزده نماز ودر غير منى بعد از ده\r\nنماز كه أول آنها نماز ظهر روز عيد است مستحب\r\nمىباشد وبعضي آن را واجب دانسته‌اند . وأولى در\r\nكيفيت تكبير آن است كه بگويد :\r\n\" الله أكبر الله أكبر ، لا إله إلا الله والله أكبر ،\r\nالله أكبر ولله الحمد ، والله أكبر على ما هدانا ، الله أكبر\r\nعلى ما رزقنا من بهيمة الأنعام ، والحمد لله على ما\r\nأبلانا \" .\r\nومستحب است مادامى كه در منى أقامت دارد\r\n","description":"","footnote":"","page_name":" 233 ","page_number":233},
  {"content":"\r\n\r\nنمازهاى واجب ومستحب را در مسجد خيف به جا\r\nآورد . ودر حديث است كه صد ركعت نماز در مسجد\r\nخيف با عبادت هفتاد سال برابر است ، وهر كس در\r\nآن جا صد مرتبه \" سبحان الله \" بگويد ثواب آن برابر\r\nثواب بنده آزاد كردن است ، وهر كسى در آن جا صد\r\nمرتبه \" لا إله إلا الله \" بگويد ثواب آن برابر است با\r\nثواب كسى كه إحياى نفس كرده باشد ، وهر كس در\r\nآن جا صد مرتبه \" الحمد الله \" بگويد ثواب آن برابر\r\nاست با ثواب خراج عراقين كه در راه خدا تصدق\r\nنمايد .\r\n\r\n\r\n\r\n\r\n\r\n\r\nمستحبات ديگر مكة معظمه\r\nآداب ومستحبات ديگر در مكة معظمه از اين\r\nقرار است .\r\n","description":"","footnote":"","page_name":" 234 ","page_number":234},
  {"content":"\r\n1 - زياد ذكر نمودن خدا وخواندن قرآن .\r\n2 - ختم نمودن يك قرآن .\r\n3 - خوردن از آب زمزم ، وبعد از خوردن اين\r\nدعا را بخواند :\r\nاللهم اجعله علما نافعا ورزقا واسعا وشفاء من\r\nكل داء وسقم \" ونيز بگويد :\r\n\" بسم الله ، والحمد الله ، والشكر لله \" .\r\n4 - نظر نمودن به كعبه واكثار از آن .\r\n5 - در هر شبانه روز ده مرتبه طواف نمودن :\r\nدر أول شب سه طواف ودر آخر شب سه طواف وپس\r\nاز دخول صبح دو طواف وبعد از ظهر دو\r\nطواف .\r\n6 - هنگام توقف در مكة به عدد أيام سال يعنى\r\nسيصد وشصت مرتبه طواف مكة نمايد واگر اين مقدار\r\nنشد پنجاه ودو مرتبه واگر آن هم ميسور نشد هر\r\n","description":"","footnote":"","page_name":" 235 ","page_number":235},
  {"content":"\r\nمقدارى كه بتواند .\r\n7 - شخص صروره به خانه كعبه داخل شود .\r\nومستحب است قبل از دخول غسل بنمايد ودر وقت\r\nداخل شدن بگويد :\r\nاللهم إنك قلت ومن دخله كان آمنا فآمني من\r\nعذاب النار \" .\r\nپس دو ركعت نماز گزارده در ركعت أول بعد\r\nاز حمد ، حم سجده ودر ركعت دوم بعد از حمد ، پنجاه\r\nوپنج آية از ساير جاهاى قرآن بين دو ستون بر سنگ\r\nقرمز بخواند .\r\n8 - دو ركعت نماز خواندن در هر يك از چهار\r\nزاويه كعبه وبعد از نماز اين دعا را بخواند .\r\n\" اللهم من تهيأ أو تعبا أو أعد أو استعد لوفادة\r\nإلى مخلوق رجاء رفده وجائزته ونوافله وفواضله\r\nفإليك يا سيدي تهيئتي وتعبئتي وإعدادي\r\n","description":"","footnote":"","page_name":" 236 ","page_number":236},
  {"content":"\r\nواستعدادي رجاء رفدك ونوافلك وجائزتك ، فلا تخيب\r\nاليوم رجائي يا من لا يخيب عليه سائل ولا ينقصه\r\nنائل ، فإني لم آتك اليوم بعمل صالح قدمته ولا شفاعة\r\nمخلوق رجوته ، ولكني أتيتك مقرا بالظلم والإساءة\r\nعلى نفسي ، فإنه لا حجة لي ولا عذر ، فأسألك يا من\r\nهو كذلك أن تصلي على محمد وآله وتعطيني\r\nمسألتي وتقيلني عثرتي وتقلبني بر غبتي ولا\r\nتردني مجبوها ممنوعا ولا خائبا ، يا عظيم يا عظيم يا\r\nعظيم أرجوك للعظيم ، أسألك يا عظيم أن تغفر لي\r\nالذنب العظيم ، لا إله إلا أنت \" .\r\nومستحب است هنگام خروج از كعبه سه\r\nمرتبه \" الله أكبر \" بگويد پس بگويد :\r\n\" اللهم لا تجهد بلاءنا ، ربنا ولا تشمت بنا\r\nأعداءنا ، فإنك أنت الضار النافع \" .\r\nبعدا پايين آمده وپله‌ها را دست چپ قرار داده\r\n","description":"","footnote":"","page_name":" 237 ","page_number":237},
  {"content":"\r\n\r\nكعبه را استقبال نمايد ونزد پله ها دو ركعت نماز\r\nبخواند :\r\n\r\n\r\n\r\n\r\n\r\n\r\nطواف وداع\r\nبدان كه براي كسى كه مىخواهد از مكة\r\nبيرون رود مستحب است طواف وداع نمايد ، ودر هر\r\nشوطى حجر الأسود وركن يماني را در صورت امكان\r\nاستلام نمايد . وچون به مستجار رسد مستحباتى كه\r\nقبلا براي آن مكان ذكر شد بجا آورد وآنچه خواهد\r\nدعا نمايد . بعدا حجر الأسود را استلام نموده وشكم\r\nخود را به خانه كعبه بچسباند ، يك دست را بر حجر\r\nودست ديگر را به طرف در گذاشته وحمد وثناى الهى\r\nنمايد وصلوات بر پيغمبر وآل أو بفرستد واين دعا را\r\nبخواند :\r\n","description":"","footnote":"","page_name":" 238 ","page_number":238},
  {"content":"\r\nاللهم صل على محمد عبدك ورسولك\r\nونبيك وأمينك وحبيبك ونجيبك وخيرتك من خلقك ،\r\nاللهم كما بلغ رسالتك وجاهد في سبيلك وصدع بأمرك\r\nوأوذي فيك وفي جنبك حتى أتاه اليقين ، اللهم\r\nاقلبني مفلحا منجحا مستجابا لي بأفضل ما يرجع\r\nبه أحد من وفدك من المغفرة والبركة والرضوان\r\nوالعافية \" .\r\nومستحب است وقت بيرون آمدن ، از باب\r\nحناطين كه مقابل ركن شامي است بيرون رود واز\r\nخداوند متعال توفيق مراجعت را بطلبد . ووقت بيرون\r\nرفتن يك درهم خرما خريده وآن را بر فقرا تصدق\r\nنمايد .\r\n","description":"","footnote":"","page_name":" 239 ","page_number":239},
  {"content":"\r\n\r\n\r\n\r\n\r\nزيارة رسول أكرم بعد از حج\r\nبدان كه از جمله أمور مستحبه كه بسيار مؤكد\r\nاست اين است كه شخص هنگام برگشتن از راه\r\nمدينه طيبه برگردد تا آن كه به زيارة حضرت رسول\r\nالله - صلى الله عليه وآله - وحضرت صديقه طاهره\r\nسلام الله عليها - وأئمه بقيع - عليهم السلام - مشرف\r\nگردد . زيارة حضرت رسول أكرم\r\n\" السلام على رسول الله ، السلام عليك يا\r\nحبيب الله ، السلام عليك يا صفوة الله ، السلام عليك\r\nيا أمين الله ، أشهد أنك قد نصحت لامتك ، وجاهدت في\r\n","description":"","footnote":"","page_name":" 240 ","page_number":240},
  {"content":"\r\n\r\nسبيل الله ، وعبدته حتى أتاك اليقين ، فجزاك الله أفضل ما\r\nجزى نبيا عن أمته ، اللهم صل على محمد وآل\r\nمحمد أفضل ما صليت على إبراهيم وآل إبراهيم ،\r\nإنك حميد مجيد \" .\r\n\r\n\r\n\r\nزيارة حضرت صديقه عليها السلام\r\n\" يا ممتحنة امتحنك الله الذي خلقك قبل أن\r\nيخلقك ، فوجدك لما امتحنك صابرة ، وزعنما أنا لك\r\nأولياء ومصدقون وصابرون لكل ما أتانا به أبوك صلى\r\nالله عليه وآله ، وأتانا به وصيه عليه السلام فإنما نسألك\r\nإن كنا صدقناك إلا ألحقتنا بتصديقنا ؟ ( بالبشرى خ\r\nل ) لنبشر أنفسنا بأنا قد طهرنا بولايتك \" .\r\n","description":"","footnote":"","page_name":" 241 ","page_number":241},
  {"content":"\r\n\r\n\r\n\r\nزيارة جامعه\r\nمسأله 510 - كه هر يك از أئمة به آن زيارة مىشود\r\n\" السلام على أولياء الله وأصفيائه ، السلام على\r\nأمناء الله وأحبائه ، السلام على أنصار الله وخلفائه ،\r\nالسلام على محال معرفة الله ، السلام على مساكن\r\nذكر الله ، السلام على مظاهري أمر الله ونهيه ، السلام\r\nعلى الدعاة إلى الله ، السلام على المستقرين في\r\nمرضاة الله ، السلام على المخلصين في طاعة الله ،\r\nالسلام على الادلاء على الله ، السلام على الذين من\r\nوالاهم فقد والى الله ، ومن عاداهم فقد عادى الله ،\r\nومن عرفهم فقد عرف الله ، ومن جهلهم فقد جهل الله ،\r\nومن اعتصم بهم فقد اعتصم بالله ومن تخلى منهم فقد\r\nتخلى من الله ، أشهد الله أني سلم لمن سالمتم وحرب\r\n","description":"","footnote":"","page_name":" 242 ","page_number":242},
  {"content":"\r\nلمن حاربتم ، مؤمن بسركم وعلانيتكم مفوض في\r\nذلك كله إليكم ، لعن الله عدو آل محمد من الجن والإنس\r\nوأبرا إلى الله منهم وصلى الله على محمد\r\nوآل محمد \" .\r\nوالحمد الله أولا وآخرا\r\n\r\n","description":"","footnote":"","page_name":" 243 ","page_number":243},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 244 ","page_number":244},
  {"content":"\r\n\r\nروايت كرده اند كه حضرت امام حسين عليه السلام\r\nدر آخر روز عرفه با گروهى از أهل بيت وفرزندان\r\nوشيعيان خود در طرف چپ كوه رو به قبله ايستادند ،\r\nوبا تذلل وخشوع دستها را تا مقابل رو برداشتند\r\nوأين دعا را خواندند :\r\n","description":"","footnote":"","page_name":" 245 ","page_number":245},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 246 ","page_number":246},
  {"content":"\r\n\r\n( دعاء امام حسين ( ع ) در روز عرفه )\r\nبسم الله الرحمن الرحيم\r\nالحمد لله الذي ليس لقضائه دافع ولا لعطائه\r\nمانع ولا كصنعه صنع صانع وهو الجواد الواسع\r\nفطر أجناس البدايع وأتقن بحكمته الصنايع\r\nلا تخفى عليه الطلايع ولا تضيع عنده الودايع\r\nجازى كل صانع ورايش كل قانع وراحم كل\r\nضارع منزل المنافع والكتاب الجامع بالنور\r\nالساطع وهو للدعوات سامع وللكربات دافع\r\nوللدرجات رافع وللجبابرة قامع فلا إله غيره\r\n","description":"","footnote":"","page_name":" 247 ","page_number":247},
  {"content":"\r\nولا شئ يعد له وليس كمثله شئ وهو السميع\r\nالبصير اللطيف الخبير وهو على كل شئ قدير\r\nاللهم إني أرغب إليك وأشهد بالربوبية لك\r\nمقرا بأنك ربي وإليك مردي ابتدأتني\r\nبنعمتك قبل أن أكون شيئا مذكورا وخلقتني من\r\nالتراب ثم أسكنتني الأصلاب آمنا لريب المنون\r\nواختلاف الدهور والسنين فلم أزل ظاعنا من\r\nصلب إلى رحم في تقادم من الأيام الماضية\r\nوالقرون الخالية لم تخرجني لرأفتك بي ولطفك\r\nلي واحسانك إلى في دولة أئمة الكفر الذين\r\n","description":"","footnote":"","page_name":" 248 ","page_number":248},
  {"content":"\r\nنقضوا عهدك وكذبوا رسلك لكنك أخرجتني\r\nللذي سبق لي من الهدى الذي له يسرتني وفيه\r\nأنشأتني ومن قبل ذلك رؤفت بي بجميل صنعك\r\nوسوابغ نعمك فابتدعت خلقي من مني يمنى\r\nوأسكنتني في ظلمات ثلاث بين لحم ودم وجلد\r\nلم تشهدني خلقي ولم تجعل إلى شيئا من أمري\r\nثم أخرجتني للذي سبق لي من الهدى إلى الدنيا\r\nتاما سويا وحفظتني في المهد طفلا صبيا\r\nورزقتني من الغذاء لبنا مريا وعطفت على\r\nقلوب الحواضن وكفلتني الأمهات الرواحم\r\n","description":"","footnote":"","page_name":" 249 ","page_number":249},
  {"content":"\r\nوكلأتني من طوارق الجان وسلمتني من الزيادة\r\nوالنقصان فتعاليت يا رحيم يا رحمن حتى إذا\r\nاستهللت ناطقا بالكلام أتممت على سوابغ\r\nالإنعام وربيتني زايدا في كل عام حتى إذا اكتملت\r\nفطرتي واعتدلت مرتي أوجبت علي حجتك بأن\r\nألهمتني معرفتك وروعتني بعجايب حكمتك\r\nوأيقظتني لما ذرات في سمائك وأرضك من بدايع\r\nخلقك ونبهتني لشكرك وذكرك وأوجبت علي\r\nطاعتك وعبادتك وفهمتني ما جاءت به رسلك\r\nويسرت لي تقبل مرضاتك ومننت علي في جميع\r\n","description":"","footnote":"","page_name":" 250 ","page_number":250},
  {"content":"\r\nذلك بعونك ولطفك ثم إذ خلقتني من خير الثرى\r\nلم ترض لي يا إلهي نعمة دون أخرى ورزقتني من أنواع\r\nالمعاش وصنوف الرياش بمنك العظيم الأعظم\r\nعلى واحسانك القديم إلى حتى إذا أتممت على\r\nجميع النعم وصرفت عني كل النقم لم يمنعك جهلي\r\nوجرأتي عليك أن دللتني إلى ما يقربني إليك\r\nووفقتني لما يزلفني لديك فإن دعوتك أجبتني\r\nوإن سئلتك أعطيتني وإن أطعتك شكرتني\r\nوإن شكرتك زدتني كل ذلك اكمال لأنعمك\r\nعلى واحسانك إلى فسبحانك سبحانك من مبدئ\r\n","description":"","footnote":"","page_name":" 251 ","page_number":251},
  {"content":"\r\nمعيد حميد مجيد تقدست أسماؤك وعظمت\r\nآلاؤك فأي نعمك يا إلهي أحصي عددا وذكرا أم\r\nأي عطاياك أقوم بها شكرا وهي يا رب أكثر ( أكبر ) من\r\nأن يحصيها العادون أو يبلغ علما بها الحافظون\r\nثم ما صرفت ودرأت عني اللهم من الضرو الضراء\r\nأكثر مما ظهر لي من العافية والسراء وأنا أشهد\r\nيا إلهي بحقيقة إيماني وعقد عزمات يقيني\r\nوخالص صريح توحيدي وباطن مكنون ضميري\r\nوعلايق مجاري نور بصري وأسارير صفحة جبيني\r\nوخرق مسارب نفسي وخذاريف مارن عرنيني\r\n","description":"","footnote":"","page_name":" 252 ","page_number":252},
  {"content":"\r\nومسارب سماخ سمعي وما ضمت وأطبقت عليه\r\nشفتاي وحركات لفظ لساني ومغرز حنك فمي\r\nوفكي ومنابت أضراسي ومساغ مطعمي ومشربي\r\nوحمالة أم رأسي وبلوع فارغ حبائل عنقي وما\r\nاشتمل عليه تامور صدري وحمايل حبل وتيني\r\nونياط حجاب قلبي وأفلاذ حواشي كبدي وما\r\nحوته شراسيف أضلاعي وحقاق مفاصلي\r\nوقبض عواملي وأطراف أناملي ولحمي ودمي\r\nوشعري وبشري وعصبي وقصبي وعظامي ومخي\r\nوعروقي وجميع جوارحي وما انتسج على ذلك\r\n","description":"","footnote":"","page_name":" 253 ","page_number":253},
  {"content":"\r\nأيام رضاعي وما أقلت الأرض مني ونومي ويقظتي\r\nوسكوني وحركات ركوعي وسجودي أن لو حاولت\r\nواجتهدت مدى الأعصار والأحقاب لو عمرتها\r\nأن أؤدي شكر واحدة من أنعمك ما استطعت\r\nذلك إلا بمنك الموجب علي به شكرك أبدا جديدا\r\nوثناء طارفا عتيدا أجل ولو حرصت أنا والعادون\r\nمن أنامك أن نحصي مدى إنعامك سالفه وآنفه\r\nما حصرناه عددا ولا أحصيناه أمدا هيهات أنى\r\nذلك وأنت المخبر في كتابك الناطق والنبأ الصادق\r\nوإن تعدوا نعمة الله لا تحصوها صدق كتابك\r\n","description":"","footnote":"","page_name":" 254 ","page_number":254},
  {"content":"\r\nاللهم وأنباؤك وبلغت أنبياؤك ورسلك ما أنزلت\r\nعليهم من وحيك وشرعت لهم وبهم من دينك\r\nغير أني يا إلهي أشهد بجهدي وجدي ومبلغ طاعتي\r\nووسعي وأقول مؤمنا موقنا الحمد لله الذي لم\r\nيتخذ ولدا فيكون موروثا ولم يكن له شريك في ملكه\r\nفيضاده فيما ابتدع ولا ولي من الذل فيرفده فيما\r\nصنع فسبحانه سبحانه لو كان فيهما آلهة إلا الله\r\nلفسدتا وتفطرتا سبحان الله الواحد الأحد الصمد\r\nالذي لم يلد ولم يولد ولم يكن له كفوا أحد الحمد\r\nلله حمدا يعادل حمد ملائكته المقربين وأنبيائه\r\n","description":"","footnote":"","page_name":" 255 ","page_number":255},
  {"content":"\r\nالمرسلين وصلى الله على خيرته محمد خاتم النبيين\r\nوآله الطيبين الطاهرين المخلصين وسلم .\r\nثم اندفع في المسألة والدعاء وقال وعيناه تنهمر بالدموع :\r\nاللهم اجعلني أخشاك كأني أراك وأسعدني\r\nبتقواك ولا تشقني بمعصيتك وخر لي في قضائك\r\nوبارك لي في قدرك حتى لا أحب تعجيل ما أخرت\r\nولا تأخير ما عجلت اللهم اجعل غناي في نفسي\r\nواليقين في قلبي والاخلاص في عملي والنور في\r\nبصري والبصيرة في ديني ومتعني بجوارحي\r\nواجعل سمعي وبصري الوارثين مني وانصرني على\r\n","description":"","footnote":"","page_name":" 256 ","page_number":256},
  {"content":"\r\nمن ظلمني وأرني فيه ثاري ومآربي وأقر بذلك عيني\r\nاللهم اكشف كربتي واستر عورتي واغفر لي خطيئتي\r\nواخسأ شيطاني وفك رهاني واجعل لي يا إلهي الدرجة\r\nالعليا في الآخرة والأولى اللهم لك الحمد كما خلقتني\r\nفجعلتني سميعا بصيرا ولك الحمد كما خلقتني فجعلتني\r\nخلقا سويا رحمة بي وقد كنت عن خلقي غنيا رب\r\nبما برأتني فعدلت فطرتي رب بما أنشأتني فأحسنت\r\nصورتي رب بما أحسنت إلى وفي نفسي عافيتني رب\r\nبما كلأتني ووفقتني رب بما أنعمت على فهديتني\r\nرب بما أوليتني ومن كل خير أعطيتني رب بما أطعمتني\r\n","description":"","footnote":"","page_name":" 257 ","page_number":257},
  {"content":"\r\nوسقيتني رب بما أغنيتني وأقنيتني رب بما أعنتني\r\nوأعززتني رب بما ألبستني من سترك الصافي ويسرت\r\nلي من صنعك الكافي صل على محمد وآل محمد وأعني\r\nعلى بوائق الدهور وصروف الليالي والأيام ونجني\r\nمن أهوال الدنيا وكربات الآخرة واكفني شر ما يعمل\r\nالظالمون في الأرض اللهم ما أخاف فاكفني وما\r\nأحذر فقني وفي نفسي وديني فاحرسني وفي سفري\r\nفاحفظني وفي أهلي ومالي فأخلفني وفيما رزقتني\r\nفبارك لي وفي نفسي فذللني وفي أعين الناس فعظمني\r\nومن شر الجن والإنس فسلمني وبذنوبي فلا تفضحني\r\n","description":"","footnote":"","page_name":" 258 ","page_number":258},
  {"content":"\r\nوبسريرتي فلا تخزني وبعملي فلا تبتلني ونعمك\r\nفلا تسلبني وإلى غيرك فلا تكلني إلهي إلى من تكلني\r\nإلى قريب فيقطعني أم إلى بعيد فيتجهمني أم إلى\r\nالمستضعفين لي وأنت ربي ومليك أمري أشكو\r\nإليك غربتي وبعد داري وهواني على من ملكته أمري\r\nإلهي فلا تحلل على غضبك فإن لم تكن غضبت على\r\nفلا أبالي سبحانك غير أن عافيتك أوسع\r\nلي فأسئلك يا رب بنور وجهك الذي أشرقت له\r\nالأرض والسماوات وكشفت به الظلمات وصلح\r\nبه أمر الأولين والآخرين أن لا تميتني على غضبك\r\n","description":"","footnote":"","page_name":" 259 ","page_number":259},
  {"content":"\r\nولا تنزل بي سخطك لك العتبى لك العتبى حتى\r\nترضى قبل ذلك لا إله إلا أنت رب البلد الحرام\r\nوالمشعر الحرام والبيت العتيق الذي أحللته\r\nالبركة وجعلته للناس أمنا يا من عفا عن\r\nعظيم الذنوب بحلمه يا من أسبغ النعماء بفضله\r\nيا من أعطى الجزيل بكرمه يا عدتي في شدتي يا صاحبي\r\nفي وحدتي يا غياثي في كربتي يا وليي في نعمتي يا\r\nإلهي وإله آبائي إبراهيم وإسماعيل وإسحاق ويعقوب\r\nورب جبرئيل وميكائيل وإسرافيل ورب محمد\r\nخاتم النبيين وآله المنتجبين ومنزل التورية\r\n","description":"","footnote":"","page_name":" 260 ","page_number":260},
  {"content":"\r\nوالإنجيل والزبور والفرقان ومنزل كهيعص وطه\r\nويس والقرآن الحكيم أنت كهفي حين تعييني المذاهب\r\nفي سعتها وتضيق بي الأرض برحبها ولولا رحمتك\r\nلكنت من الهالكين وأنت مقيل عثرتي ولولا سترك\r\nإياي لكنت من المفضوحين وأنت مؤيدي بالنصر\r\nعلى أعدائي ولولا نصرك إياي لكنت من المغلوبين\r\nيا من خص نفسه بالسمو والرفعة فأوليائه بعزه\r\nيعتزون يا من جعلت له الملوك نير المذلة على أعناقهم\r\nفهم من سطواته خائفون يعلم خاينة الأعين وما\r\nتخفي الصدور وغيب ما تأتي به الأزمنة والدهور\r\n","description":"","footnote":"","page_name":" 261 ","page_number":261},
  {"content":"\r\nيا من لا يعلم كيف هو إلا هو يا من لا يعلم ما هو إلا هو\r\nيا من لا يعلمه إلا هو يا من كبس الأرض على الماء\r\nوسد الهواء بالسماء يا من له أكرم الأسماء يا ذا\r\nالمعروف الذي لا ينقطع أبدا يا مقيض الركب ليوسف\r\nفي البلد القفر ومخرجه من الجب وجاعله بعد\r\nالعبودية ملكا يا راده على يعقوب بعد أن ابيضت\r\nعيناه من الحزن فهو كظيم يا كاشف الضر والبلوى\r\nعن أيوب وممسك يدي إبراهيم عن ذبح ابنه\r\nبعد كبر سنه وفناء عمره يا من استجاب لزكريا\r\nفوهب له يحيى ولم يدعه فردا وحيدا يا من أخرج\r\n","description":"","footnote":"","page_name":" 262 ","page_number":262},
  {"content":"\r\nيونس من بطن الحوت يا من فلق البحر لبني إسرائيل\r\nفأنجاهم وجعل فرعون وجنوده من المغرقين يا\r\nمن أرسل الرياح مبشرات بين يدي رحمته يا من\r\nلم يعجل على من عصاه من خلقه يا من استنقذ\r\nالسحرة من بعد طول الجحود وقد غدوا في نعمته\r\nيأكلون رزقه ويعبدون غيره وقد حادوه ونادوه\r\nوكذبوا رسله يا الله يا الله يا بدئ يا بديع لا\r\nند لك يا دائما لا نفاد لك يا حيا حين لا حي يا\r\nمحيي الموتى يا من هو قائم على كل نفس بما كسبت\r\nيا من قل له شكري فلم يحرمني وعظمت خطيئتي\r\n","description":"","footnote":"","page_name":" 263 ","page_number":263},
  {"content":"\r\nفلم يفضحني ورآني على المعاصي فلم يشهرني يا من\r\nحفظني في صغري يا من رزقني في كبري يا من\r\nأياديه عندي لا تحصى ونعمه لا تجازى يا من\r\nعارضني بالخير والاحسان وعارضته بالإسائة\r\nوالعصيان يا من هداني للإيمان من قبل أن أعرف\r\nشكر الامتنان يا من دعوته مريضا فشفاني\r\nوعريانا فكساني وجائعا فأشبعني وعطشان\r\nفأرواني وذليلا فأعزني وجاهلا فعرفني\r\nووحيد فكثرني وغايبا فردني ومقلا فأغناني\r\nومنتصرا فنصرني وغنيا فلم يسلبني وأمسكت\r\n","description":"","footnote":"","page_name":" 264 ","page_number":264},
  {"content":"\r\nعن جميع ذلك فابتدأني فلك الحمد والشكر يا من\r\nأقال عثرتي ونفس كربتي وأجاب دعوتي وستر\r\nعورتي وغفر ذنوبي وبلغني طلبتي ونصرني على\r\nعدوي وإن أعد نعمك ومننك وكرايم منحك\r\nلا أحصيها يا مولاي أنت الذي مننت أنت\r\nالذي أنعمت أنت الذي أحسنت أنت الذي\r\nأجملت أنت الذي أفضلت\r\nأنت الذي أكملت أنت الذي رزقت أنت الذي وفقت أنت الذي\r\nأعطيت أنت الذي أغنيت أنت الذي أقنيت\r\nأنت الذي آويت أنت الذي كفيت أنت الذي\r\n","description":"","footnote":"","page_name":" 265 ","page_number":265},
  {"content":"\r\nهديت أنت الذي عصمت أنت الذي سترت\r\nأنت الذي غفرت أنت الذي أقلت أنت الذي\r\nمكنت أنت الذي أعززت أنت الذي أعنت\r\nأنت الذي عضدت أنت الذي أيدت أنت الذي\r\nنصرت أنت الذي شفيت أنت الذي عافيت\r\nأنت الذي أكرمت تباركت وتعاليت فلك الحمد\r\nدائما ولك الشكر واصبا أبدا ثم إنا يا إلهي المعترف\r\nبذنوبي فاغفرها لي أنا الذي أسأت أنا الذي أخطأت\r\nأنا الذي هممت أنا الذي جهلت أنا الذي غفلت أنا\r\nالذي سهوت أنا الذي اعتمدت أنا الذي تعمدت أنا الذي وعدت\r\n","description":"","footnote":"","page_name":" 266 ","page_number":266},
  {"content":"\r\nوأنا الذي أخلفت أنا الذي نكثت أنا الذي أقررت\r\nأنا الذي اعترفت بنعمتك على وعندي وأبوء بذنوبي\r\nفاغفرها لي يا من لا تضره ذنوب عباده وهو\r\nالغنى عن طاعتهم والموفق من عمل صالحا منهم\r\nبمعونته ورحمته فلك الحمد إلهي وسيدي إلهي\r\nأمرتني فعصيتك ونهيتني فارتكبت نهيك فأصبحت\r\nلا ذا براءة لي فأعتذر ولا ذا قوة فأنتصر فبأي\r\nشئ أستقبلك يا مولاي أبسمعي أم ببصري أم بلساني\r\nأم بيدي أم برجلي أليس كلها نعمك عندي\r\nوبكلها عصيتك يا مولاي فلك الحجة والسبيل\r\n","description":"","footnote":"","page_name":" 267 ","page_number":267},
  {"content":"\r\nعلى يا من سترني من الآباء والأمهات أن يزجروني\r\nومن العشائر والإخوان أن يعيروني ومن السلاطين\r\nأن يعاقبوني ولو اطلعوا يا مولاي على ما اطلعت عليه\r\nمني إذا ما أنظروني ولرفضوني وقطعوني فها أنا ذا\r\nيا إلهي بين يديك يا سيدي خاضع ذليل حصير حقير\r\nلا ذو براءة فأعتذر ولا ذو قوة فأنتصر ولا حجة\r\nفأحتج بها ولا قائل لم أجترح ولم أعمل سوء وما عسى\r\nالجحود ولو جحدت يا مولاي ينفعني كيف وأنى\r\nذلك وجوارحي كلها شاهدة على بما قد\r\nعلمت وعلمت يقينا غير ذي شك إنك سائلي من عظايم\r\n","description":"","footnote":"","page_name":" 268 ","page_number":268},
  {"content":"\r\nالأمور وأنك الحكم العدل الذي لا تجور\r\nوعدلك مهلكي ومن كل عدلك مهربي فإن\r\nتعذبني يا إلهي فبذنوبي بعد حجتك على وإن تعف\r\nعني فبحلمك وجودك وكرمك لا إله إلا أنت\r\nسبحانك إني كنت من الظالمين لا إله إلا أنت\r\nسبحانك إني كنت من المستغفرين لا إله إلا أنت\r\nسبحانك إني كنت من الموحدين لا إله إلا أنت\r\nسبحانك إني كنت من الخائفين لا إله إلا أنت\r\nسبحانك إني كنت من الوجلين لا إله إلا أنت\r\nسبحانك إني كنت من الراجين لا إله إلا أنت\r\n","description":"","footnote":"","page_name":" 269 ","page_number":269},
  {"content":"\r\nسبحانك إني كنت من الراغبين لا إله إلا أنت\r\nسبحانك إني كنت من المهللين لا إله إلا أنت\r\nسبحانك إني كنت من السائلين لا إله إلا أنت\r\nسبحانك إني كنت من المسبحين لا إله إلا أنت\r\nسبحانك إني كنت من المكبرين لا إله إلا أنت\r\nسبحانك ربي ورب آبائي الأولين اللهم هذا ثنائي\r\nعليك ممجدا واخلاصي لذكرك موحدا\r\nوإقراري بآلائك معددا وإن كنت مقرا أني\r\nلم أحصها لكثرتها وسبوغها وتظاهرها وتقادمها\r\nإلى حادث ما لم تزل تتعهدني به معها منذ خلقتني\r\n","description":"","footnote":"","page_name":" 270 ","page_number":270},
  {"content":"\r\nوبرأتني من أول العمر من الاغناء من الفقر وكشف\r\nالضر وتسبيب اليسر ودفع العسر وتفريج الكرب\r\nوالعافية في البدن والسلامة في الدين ولو\r\nرفدني على قدر ذكر نعمتك جميع العالمين من الأولين\r\nوالآخرين ما قدرت ولا هم على ذلك تقدست\r\nوتعاليت من رب كريم عظيم رحيم لا تحصى آلاؤك\r\nولا يبلغ ثناؤك ولا تكافى نعماؤك صل على محمد\r\nوآل محمد وأتمم علينا نعمك وأسعدنا بطاعتك\r\nسبحانك لا إله إلا أنت اللهم إنك تجيب المضطر\r\nوتكشف السوء وتغيث المكروب وتشفي السقيم\r\n","description":"","footnote":"","page_name":" 271 ","page_number":271},
  {"content":"\r\nوتغني الفقير وتجبر الكسير وترحم الصغير وتعين\r\nالكبير وليس دونك ظهير ولا فوقك قدير\r\nوأنت العلي الكبير يا مطلق المكبل الأسير يا\r\nرازق الطفل الصغير يا عصمة الخائف المستجير\r\nيا من لا شريك له ولا وزير صل على محمد وآل محمد\r\nوأعطني في هذه العشية أفضل ما أعطيت وأنلت\r\nأحدا من عبادك من نعمة توليها وآلاء تجددها\r\nوبلية تصرفها وكربة تكشفها ودعوة تسمعها\r\nوحسنة تتقبلها وسيئة تتغمدها إنك لطيف\r\nبما تشاء خبير وعلى كل شئ قدير اللهم إنك أقرب\r\n","description":"","footnote":"","page_name":" 272 ","page_number":272},
  {"content":"\r\nمن دعي وأسرع من أجاب وأكرم من عفى وأوسع\r\nمن أعطى وأسمع من سئل يا رحمن الدنيا والآخرة\r\nورحيمهما ليس كمثلك مسؤول ولا سواك مأمول\r\nدعوتك فأجبتني وسئلتك فأعطيتني ورغبت\r\nإليك فرحمتني ووثقت بك فنجيتني وفزعت\r\nإليك فكفيتني اللهم فصل على محمد عبدك\r\nورسولك ونبيك وعلى آله الطيبين الطاهرين أجمعين\r\nوتمم لنا نعمائك وهنئنا عطائك واكتبنا لك\r\nشاكرين ولالآئك ذاكرين آمين آمين رب العالمين\r\nاللهم يا من ملك فقدر وقدر فقهر وعصى\r\n","description":"","footnote":"","page_name":" 273 ","page_number":273},
  {"content":"\r\nفستر واستغفر فغفر يا غاية الطالبين الراغبين\r\nومنتهى أمل الراجين يا من أحاط بكل شئ علما\r\nووسع المستقيلين رأفة ورحمة وحلما اللهم\r\nإنا نتوجه إليك في هذه العشية التي شرفتها\r\nوعظمتها بمحمد نبيك ورسولك وخيرتك من\r\nخلقك وأمينك على وحيك البشير النذير\r\nالسراج المنير الذي أنعمت به على المسلمين\r\nوجعلته رحمة للعالمين اللهم فصل على محمد\r\nوآل محمد كما محمد أهل لذلك منك يا عظيم\r\nفصل عليه وعلى آله المنتجبين الطيبين الطاهرين\r\n","description":"","footnote":"","page_name":" 274 ","page_number":274},
  {"content":"\r\nأجمعين وتغمدنا بعفوك عنا فإليك عجت\r\nالأصوات بصنوف اللغات فاجعل لنا اللهم\r\nفي هذه العشية نصيبا من كل خير تقسمه بين\r\nعبادك ونور تهدى به ورحمة تنشرها وبركة\r\nتنزلها وعافية تجللها ورزق تبسطه يا أرحم\r\nالراحمين اللهم اقلبنا في هذا الوقت منجحين\r\nمفلحين مبرورين غانمين ولا تجعلنا من القانطين\r\nولا تخلنا من رحمتك ولا تحرمنا ما نؤمله من\r\nفضلك ولا تجعلنا من رحمتك محرومين ولا\r\nلفضل ما نؤمله من عطائك قانطين ولا تردنا\r\n","description":"","footnote":"","page_name":" 275 ","page_number":275},
  {"content":"\r\nخائبين ولا من بابك مطرودين يا أجود الأجودين\r\nوأكرم الأكرمين إليك أقبلنا موقنين ولبيتك\r\nالحرام آمين قاصدين فأعنا على منا سكنا وأكمل\r\nلنا حجنا واعف عنا وعافنا فقد مددنا إليك أيدينا\r\nفهي بذلة الاعتراف موسومة اللهم فاعطنا في\r\nهذه العشية ما سئلناك واكفنا ما استكفيناك\r\nفلا كافي لنا سواك ولا رب لنا غيرك نافذ فينا\r\nحكمك محيط بنا علمك عدل فينا قضاؤك\r\nاقض لنا الخير واجعلنا من أهل الخير اللهم\r\nأوجب لنا بجودك عظيم الأجر وكريم الذخر ودوام\r\n","description":"","footnote":"","page_name":" 276 ","page_number":276},
  {"content":"\r\nاليسر واغفر لنا ذنوبنا أجمعين ولا تهلكنا مع\r\nالهالكين ولا تصرف عنا رأفتك ورحمتك يا أرحم\r\nالراحمين اللهم اجعلنا في هذا الوقت ممن\r\nسئلك فأعطيته وشكرك فزدته وثاب إليك\r\nفقبلته وتنصل إليك من ذنوبه كلها فغفرتها\r\nله يا ذا الجلال والاكرام اللهم ونقنا وسددنا\r\nواعصمنا واقبل تضرعنا يا خير من سئل ويا أرحم\r\nمن استرحم يا من لا يخفى عليه اغماض الجفون\r\nولا لحظ العيون ولا ما استقر في المكنون ولا\r\nما انطوت عليه مضمرات القلوب ألا كل ذلك\r\n","description":"","footnote":"","page_name":" 277 ","page_number":277},
  {"content":"\r\nقد أحصاه علمك ووسعه حلمك سبحانك\r\nوتعاليت عما يقول الظالمون علوا كبيرا تسبح لك\r\nالسماوات السبع والأرضون ومن فيهن وإن\r\nمن شئ إلا يسبح بحمدك فلك الحمد والمجد وعلو\r\nالجد يا ذا الجلال والإكرام والفضل والإنعام\r\nوالأيادي الجسام وأنت الجواد الكريم الرؤف الرحيم\r\nاللهم أوسع على من رزقك الحلال وعافني\r\nفي بدني وديني وآمن خوفي وأعتق رقبتي من\r\nالنار اللهم لا تمكر بي ولا تستدرجني ولا\r\nتخدعني وادرء عني شر فسقة الجن والإنس\r\n","description":"","footnote":"","page_name":" 278 ","page_number":278},
  {"content":"\r\nثم رفع رأسه وبصره إلى السماء وعيناه تفيضان بالدمع كأنهما مزادتان\r\nوقال :\r\nيا أسمع السامعين يا أبصر الناظرين ويا أسرع\r\nالحاسبين ويا أرحم الراحمين صل على\r\nمحمد وآل محمد السادة الميامين وأسئلك اللهم حاجتي التي\r\nإن أعطيتنيها لم يضرني ما منعتني وإن منعتنيها\r\nلم ينفعني ما أعطيتني أسئلك فكاك رقبتي من\r\nالنار لا إله إلا أنت وحدك لا شريك لك لك\r\nالملك ولك الحمد وأنت على كل شئ قدير يا رب\r\nيا رب .\r\n","description":"","footnote":"","page_name":" 279 ","page_number":279},
  {"content":"\r\nوكان يكرر قوله يا رب فشغل من حوله عن الدعاء لأنفسهم\r\nوأقبلوا على الاستماع له والتأمين على دعائه ثم علت أصواتهم بالبكاء\r\nمعه حتى غربت الشمس وأفاض الناس معه . إلى هنا انتهى دعاء\r\nالحسين ( ع ) يوم عرفة كما أورده الكفعمي وكذا المجلسي في كتاب\r\nزاد المعاد ، إلا أن السيد ابن طاووس أضاف بعد يا رب\r\nهذه الزيادة . . .\r\nإلهي أنا الفقير في غناي فكيف لا أكون فقيرا في فقري\r\nإلهي أنا الجاهل في علمي فكيف لا أكون جهولا في جهلي\r\nإلهي إن اختلاف تدبيرك وسرعة طواء مقاديرك\r\n","description":"","footnote":"","page_name":" 280 ","page_number":280},
  {"content":"\r\nمنعا عبادك العارفين بك عن السكون إلى عطاء\r\nواليأس منك في بلاء إلهي مني ما يليق بلؤمي\r\nومنك ما يليق بكرمك إلهي وصفت نفسك باللطف\r\nوالرأفة لي قبل وجود ضعفي أفتمنعني منهما بعد\r\nوجود ضعفي إلهي إن ظهرت المحاسن مني فبفضلك\r\nولك المنة على وإن ظهرت المساوي مني فبعدلك\r\nولك الحجة على إلهي كيف تكلني وقد تكفلت لي\r\nوكيف أضام وأنت الناصر لي أم كيف أخيب وأنت\r\nالحفى بي ها أنا أتوسل إليك بفقري إليك وكيف\r\nأتوسل إليك بما هو محال أن يصل إليك أم كيف\r\n","description":"","footnote":"","page_name":" 281 ","page_number":281},
  {"content":"\r\nأشكو إليك حالي وهو لا يخفى عليك أم كيف أترجم\r\nبمقالي وهو منك برز إليك أم كيف تخيب أمالي\r\nوهي قد وفدت إليك أم كيف لا تحسن أحوالي\r\nوبك قامت إلهي ما ألطفك بي مع عظيم جهلي\r\nما أرحمك بي مع قبيح فعلي إلهي ما أقربك مني\r\nوأبعدني عنك وما أرأفك بي فما الذي يحجبني\r\nعنك إلهي علمت باختلاف الآثار وتنقلات\r\nالأطوار أن مرادك مني أن تتعرف إلي في كل شئ\r\nحتى لا أجهلك في شئ إلهي كلما أخرسني لؤمي\r\nأنطقني كرمك وكلما آيستني أو صافي أطمعتني\r\n","description":"","footnote":"","page_name":" 282 ","page_number":282},
  {"content":"\r\nمننك إلهي من كانت محاسنه مساوي فكيف لا\r\nتكون مساويه مساوي ومن كانت حقايقه دعاوي\r\nفكيف لا تكون دعاويه دعاوي إلهي حكمك النافذ\r\nومشيتك القاهرة لم يتركا لذي مقال مقالا\r\nولا لذي حال حالا إلهي كم من طاعة بنيتها\r\nوحالة شيدتها هدم اعتمادي عليها عدلك بل\r\nأقالني منها فضلك إلهي إنك تعلم أني وإن لم تدم\r\nالطاعة مني فعلا جزما فقد دامت محبة وعزما\r\nإلهي كيف أعزم وأنت القاهر وكيف لا أعزم\r\nوأنت الأمر إلهي ترددي في الآثار يوجب بعد المزار\r\n","description":"","footnote":"","page_name":" 283 ","page_number":283},
  {"content":"\r\nفاجمعني عليك بخدمة توصلني إليك كيف\r\nيستدل عليك بما هو في وجوده مفتقر إليك\r\nأيكون لغيرك من الظهور ما ليس لك حتى يكون\r\nهو المظهر لك متى غبت حتى تحتاج إلى دليل\r\nيدل عليك ومتى بعدت حتى تكون الآثار هي\r\nالتي توصل إليك عميت عين لا تراك عليها\r\nرقيبا وخسرت صفقة عبد لم تجعل له من حبك\r\nنصيبا إلهي أمرت بالرجوع إلى الآثار فارجعني\r\nإليك بكسوة الأنوار وهداية الاستبصار حتى\r\nأرجع إليك منها كما دخلت إليك منها مصون\r\n","description":"","footnote":"","page_name":" 284 ","page_number":284},
  {"content":"\r\nالسر عن النظر إليها ومرفوع الهمة عن الاعتماد\r\nعليها إنك على كل شئ قدير إلهي هذا ذلي ظاهر\r\nبين يديك وهذا حالي لا يخفى عليك منك\r\nأطلب الوصول إليك وبك أستدل عليك\r\nفأهدني بنورك إليك وأقمني بصدق العبودية\r\nبين يديك إلهي علمني من علمك المخزون وصني\r\nبسترك المصون إلهي حققني بحقايق أهل القرب\r\nوأسلك بي مسلك أهل الجذب إلهي أغنني بتدبيرك\r\nلي عن تدبيري وباختيارك عن اختياري وأوقفني\r\nعلى مراكز اضطراري إلهي أخرجني من ذل نفسي\r\n","description":"","footnote":"","page_name":" 285 ","page_number":285},
  {"content":"\r\nوطهرني من شكي وشركي قبل حلول رمسي بك\r\nأنتصر فأنصرني وعليك أتوكل فلا تكلني وإياك\r\nأسئل فلا تخيبني وفي فضلك أرغب فلا تحرمني\r\nوبجنابك أنتسب فلا تبعدني وببابك أقف فلا تطردني\r\nإلهي تقدس رضاك أن يكون ( تكون ) له علة منك فكيف\r\nيكون له علة مني إلهي أنت الغني بذاتك أن يصل\r\nإليك النفع منك فكيف لا تكون غنيا عني إلهي\r\nإن القضاء والقدر يمنيني وإن الهوى بوثائق\r\nالشهوة أسرني فكن أنت النصير لي حتى تنصرني\r\nوتبصرني وأغنني بفضلك حتى أستغني بك عن\r\n","description":"","footnote":"","page_name":" 286 ","page_number":286},
  {"content":"\r\nطلبي أنت الذي أشرقت الأنوار في قلوب أوليائك\r\nحتى عرفوك ووحدوك وأنت الذي أزلت الأغيار\r\nعن قلوب أحبائك حتى لم يحبوا سواك ولم يلجئوا\r\nإلى غيرك أنت المؤنس لهم حيث أوحشتهم العوالم\r\nوأنت الذي هديتهم حيث استبانت لهم المعالم\r\nماذا وجد من فقدك وما الذي فقد من وجدك\r\nلقد خاب من رضى دونك بدلا ولقد خسر\r\nمن بغى عنك متحولا كيف يرجى سواك وأنت\r\nما قطعت الاحسان وكيف يطلب من غيرك\r\nوأنت ما بدلت عادة الامتنان يا من أذاق\r\n","description":"","footnote":"","page_name":" 287 ","page_number":287},
  {"content":"\r\nأحبائه حلاوة المؤانسة فقاموا بين يديه متملقين\r\nويا من ألبس أوليائه ملابس هيبته فقاموا\r\nبين يديه مستغفرين أنت الذاكر قبل\r\nالذاكرين وأنت البادي بالاحسان قبل توجه\r\nالعابدين وأنت الجواد بالعطاء قبل طلب\r\nالطالبين وأنت الوهاب ثم لما وهبت لنا من\r\nالمستقرضين إلهي أطلبني برحمتك حتى أصل\r\nإليك واجذبني بمنك حتى أقبل عليك\r\nإلهي إن رجائي لا ينقطع عنك وإن عصيتك\r\nكما أن خوفي لا يزايلني وإن أطعتك فقد\r\n","description":"","footnote":"","page_name":" 288 ","page_number":288},
  {"content":"\r\nدفعتني العوالم إليك وقد أوقعني علمي بكرمك\r\nعليك إلهي كيف أخيب وأنت أملي أم كيف\r\nأهان وعليك متكلي إلهي كيف أستعز وفي\r\nالذلة أركزتني أم كيف لا أستعز وإليك\r\nنسبتني إلهي كيف لا أفتقر وأنت الذي في\r\nالفقراء أقمتني أم كيف أفتقر وأنت الذي\r\nبجودك أغنيتني وأنت الذي لا إله غيرك\r\nتعرفت لكل شئ فما جهلك شئ وأنت الذي\r\nتعرفت إلى في كل شئ فرأيتك ظاهرا في كل\r\nشئ وأنت الظاهر لكل شئ يا من استوى\r\n","description":"","footnote":"","page_name":" 289 ","page_number":289},
  {"content":"\r\nبرحمانيته فصار العرش غيبا في ذاته محقت\r\nالآثار بالآثار ومحوت الأغيار بمحيطات أفلاك\r\nالأنوار يا من احتجب في سرادقات عرشه عن\r\nأن تدركه الأبصار يا من تجلى بكمال بهائه\r\nفتحققت عظمته الاستواء كيف تخفى وأنت\r\nالظاهر أم كيف تغيب وأنت الرقيب الحاضر\r\nإنك على كل شئ قدير والحمد لله وحده\r\n","description":"","footnote":"","page_name":" 290 ","page_number":290},
  {"content":"\r\n\r\n\r\nدعاء الإمام علي بن الحسين ( ع ) يوم عرفة\r\nبسم الله الرحمن الرحيم\r\nالحمد لله رب العالمين اللهم لك الحمد بديع السماوات\r\nوالأرض ذا الجلال والاكرام رب الأرباب وإله كل مألوه وخالق\r\nكل مخلوق ووارث كل شئ ليس كمثله شئ ولا يعزب عنه\r\nعلم شئ وهو بكل شئ محيط وهو على كل رقيب أنت الله لا\r\nإله إلا أنت الأحد المتوحد الفرد المتفرد وأنت الله لا إله إلا\r\nأنت الكريم المتكرم العظيم المتعظم الكبير المتكبر وأنت الله لا\r\nإله إلا أنت العلي المتعال الشديد المحال وأنت الله لا إله إلا\r\nأنت الرحمن الرحيم العليم الحكيم وأنت الله لا إله إلا أنت\r\nالسميع البصير القديم الخبير وأنت الله لا إله إلا أنت الكريم\r\nالأكرم الدائم الأدوم وأنت الله لا إله إلا أنت الأول قبل كل أحد\r\nوالآخر بعد كل عدد وأنت الله لا إله إلا أنت الداني في علوه\r\nوالعالي في دنوه وأنت الله لا إله إلا أنت ذو البهاء والمجد\r\nوالكبرياء والحمد وأنت الله لا إله إلا أنت الذي أنشأت الأشياء\r\nمن غير سنخ وصورت ما صورت من غير مثال وابتدعت\r\nالمبتدعات بلا احتذاء أنت الذي قدرت كل شئ تقديرا\r\nويسرت كل شئ تيسيرا ودبرت ما دونك تدبيرا أنت الذي لم\r\nيعنك على خلقك شريك ولم يوازرك في أمرك وزير ولم يكن\r\nلك مشاهد ولا نظير أنت الذي أردت فكان حتما ما أردت\r\nوقضيت فكان عدلا ما قضيت وحكمت فكان نصفا ما حكمت\r\nأنت الذي لا يحويك مكان ولم يقم لسلطانك سلطان ولم يعيك\r\nبرهان ولا بيان أنت الذي أحصيت كل شئ عددا وجعلت\r\nلكل شئ أمدا وقدرت كل شئ تقديرا أنت الذي قصرت\r\nالأوهام عن ذاتيتك وعجزت الأفهام عن كيفيتك ولم تدرك\r\nالأبصار موضع أينيتك أنت الذي لا تحد فتكون محدودا ولم\r\nتمثل فتكون موجودا ولم تلد مولودا أنت الذي لا ضد معك فيعاندك\r\n","description":"","footnote":"","page_name":" 291 ","page_number":291},
  {"content":"\r\nولا عدل لك فيكاثرك ولا ند لك فيعارضك أنت الذي\r\nابتدء واخترع واستحدث وابتدع وأحسن صنع ما صنع سبحانك\r\nما أجل شأنك وأسنى في الأماكن مكانك وأصدع بالحق فرقانك\r\nسبحانك من لطيف ما ألطفك ورؤوف ما أرأفك وحكيم ما\r\nأعرفك سبحانك من مليك ما أمنعك وجواد ما أوسعك ورفيع ما\r\nأرفعك ذو البهاء والمجد والكبرياء والحمد سبحانك بسطت\r\nبالخيرات يدك وعرفت الهداية من عندك فمن التمسك لدين أو\r\nدنيا وجدك سبحانك خضع لك من جرى في علمك وخشع\r\nلعظمتك ما دون عرشك وانقاد للتسليم لك كل خلقك سبحانك\r\nلا تحس ولا تجس ولا تمس ولا تكاد ولا تماط ولا تنازع ولا\r\nتجارى ولا تمارى ولا تخادع ولا تماكر سبحانك سبيلك جدد\r\nوأمرك رشد وأنت حي صمد سبحانك قولك حكم وقضاؤك\r\nحتم وإرادتك عزم سبحانك لا راد لمشيتك ولا مبدل لكلماتك\r\nسبحانك باهر الآيات فاطر السماوات بارئ النسمات لك الحمد حمدا\r\nيدوم بدوامك ولك الحمد حمدا خالدا بنعمتك\r\nولك الحمد حمدا يوازي صنعك ولك الحمد حمدا يزيد على\r\nرضاك ولك الحمد حمدا مع حمد كل حامد وشكرا يقصر عنه\r\nشكر كل شاكر حمدا لا ينبغي إلا لك ولا يتقرب به إلا إليك\r\nحمدا يستدام به الأول ويستدعى به دوام الآخر حمدا يتضاعف\r\nعلى كرور الأزمنة ويتزايد أضعافا مترادفة حمدا يعجز عن\r\nإحصائه الحفظة ويزيد على ما أحصته في كتابك الكتبة حمدا\r\nيوازن عرشك المجيد ويعادل كرسيك الرفيع حمدا يكمل\r\nلديك ثوابه ويستغرق كل جزاء جزاؤه حمدا ظاهره وفق لباطنه\r\nوباطنه وفق لصدق النية حمدا لم يحمدك خلق مثله ولا يعرف\r\nأحد سواك فضله حمدا يعان من اجتهد في تعديده ويؤيد من\r\nأغرق نزعا في توفيته حمدا يجمع ما خلقت من الحمد وينتظم\r\nما أنت خالقه من بعد حمدا لا حمد أقرب إلى قولك منه ولا\r\nأحمد ممن يحمدك به حمدا يوجب بكرمك\r\n","description":"","footnote":"","page_name":" 292 ","page_number":292},
  {"content":"\r\nالمزيد بوفوره\r\nوتصله بمزيد بعد مزيد طولا منك حمدا يجب لكرم وجهك\r\nويقابل عز جلالك رب صل على محمد وآل محمد المنتجب\r\nالمصطفى المكرم المقرب أفضل صلواتك وبارك عليه أتم\r\nبركاتك وترحم عليه أمتع رحماتك رب صل على محمد وآله\r\nصلاة زاكية لا تكون صلاة أزكى منها وصل عليه صلاة نامية لا\r\nتكون صلاة أنمى منها وصل عليه صلاة راضية لا تكون صلاة\r\nفوقها رب صل على محمد وآله صلاة ترضيه وتزيد على رضاه\r\nوصل عليه صلاة ترضيك وتزيد على رضاك له وصل عليه\r\nصلاة لا ترضى له إلا بها ولا ترى غيره لها أهلا رب صل على\r\nمحمد وآله صلاة تجاوز رضوانك ويتصل اتصالها ببقائك ولا\r\nينفد كما لا تنفد كلماتك رب صل على محمد وآله صلاة تنتظم\r\nصلوات ملائكتك وأنبيائك ورسلك وأهل طاعتك وتشتمل\r\nعلى صلوات عبادك من جنك وإنسك وأهل إجابتك وتجتمع\r\nعلى صلاة كل من ذرات وبرات من أصناف خلقك رب صل\r\nعليه وآله صلاة تحيط بكل صلاة سالفة ومستأنفة وصل عليه\r\nوعلى آله صلاة مرضية لك ولمن دونك وتنشئ مع ذلك\r\nصلوات تضاعف معها تلك الصلوات عندها وتزيدها على\r\nكرور الأيام زيادة في تضاعيف لا يعدها غيرك رب صل على\r\nأطائب أهل بيته الذين اخترتهم لأمرك وجعلتهم خزنة علمك\r\nوحفظة دينك وخلفائك في أرضك وحججك على عبادك\r\nوطهرتهم من الرجس والدنس تطهيرا بإرادتك وجعلتهم\r\nالوسيلة إليك والمسلك إلى جنتك رب صل على محمد وآله\r\nصلاة تجزل لهم بها من نحلك وكرامتك وتكمل لهم الأشياء من\r\nعطاياك ونوافلك وتوفر عليهم الحظ من عوائدك وفوائدك رب\r\nصل عليه وعليهم صلاة لا أمد في أولها ولا غاية لأمدها ولا\r\nنهاية لآخرها رب صل عليهم زنة عرشك وما دونه وملأ\r\nسمواتك وما فوقهن وعدد أرضيك\r\n","description":"","footnote":"","page_name":" 293 ","page_number":293},
  {"content":"\r\nوما تحتهن وما بينهن صلاة\r\nتقربهم منك زلفى وتكون لك ولهم رضى ومتصلة بنظائرهن\r\nأبدا اللهم إنك أيدت دينك في كل أوان بإمام أقمته علما لعبادك\r\nومنارا في بلادك بعد أن وصلت حبله بحبلك وجعلته الذريعة\r\nإلى رضوانك وافترضت طاعته وحذرت معصيته وأمرت بامتثال\r\nأوامره والانتهاء عند نهيه وألا يتقدمه متقدم ولا يتأخر عنه متأخر\r\nفهو عصمة اللائذين وكهف المؤمنين وعروة المتمسكين وبهاء\r\nالعالمين اللهم فأوزع لوليك شكر ما أنعمت به عليه وأوزعنا\r\nمثله فيه وآته من لدنك سلطانا نصيرا وافتح له فتحا يسيرا وأعنه\r\nبركنك الأعز واشدد أزره وقو عضده وراعه بعينك واحمه\r\nبحفظك وانصره بملائكتك وامدده بجندك الأغلب وأقم به\r\nكتابك وحدودك وشرائعك وسنن رسولك ، صلواتك اللهم\r\nعليه وآله وأحي به ما أماته الظالمون من معالم دينك وأجل به\r\nصدأ الجور عن طريقتك وابن به الضراء من سبيلك وأزل به\r\nالناكبين عن صراطك وامحق به بغاة قصدك عوجا وألن جانبه\r\nلأوليائك وابسط يده على أعدائك وهب لنا رأفته ورحمته\r\nوتعطفه وتحننه واجعلنا له سامعين مطيعين وفي رضاه ساعين\r\nوإلى نصرته والمدافعة عنه مكنفين وإليك وإلى رسولك\r\nصلواتك اللهم عليه وآله بذلك متقربين اللهم وصل على\r\nأوليائهم المعترفين بمقامهم المتبعين منهجهم المقتفين آثارهم\r\nالمستمسكين بعروتهم المتمسكين بولايتهم المؤتمين بإمامتهم\r\nالمسلمين لأمرهم المجتهدين في طاعتهم المنتظرين أيامهم\r\nالمادين إليهم أعينهم الصلوات المباركات الزاكيات الناميات\r\nالغاديات الرائحات وسلم عليهم وعلى أرواحهم واجمع على\r\nالتقوى أمرهم وأصلح لهم شؤونهم وتب عليهم إنك أنت التواب\r\nالرحيم وخير الغافرين واجعلنا معهم في دار السلام برحمتك يا\r\nأرحم الراحمين اللهم هذا يوم عرفة يوم شرفته وكرمته وعظمته\r\nنشرت فيه رحمتك ومننت فيه\r\n","description":"","footnote":"","page_name":" 294 ","page_number":294},
  {"content":"\r\nبعفوك وأجزلت فيه عطيتك\r\nوتفضلت به على عبادك اللهم وأنا عبدك الذي أنعمت عليه قبل\r\nخلقك له وبعد خلقك إياه ، فجعلته ممن هديته لدينك ووفقته\r\nلحقك وعصمته بحبلك وأدخلته في حزبك وأرشدته لموالاة\r\nأوليائك ومعاداة أعدائك ثم أمرته فلم يأتمر وزجرته فلم ينزجر\r\nونهيته عن معصيتك فخالف أمرك إلى نهيك لا معاندة لك ولا\r\nاستكبارا عليك بل دعاه هواه إلى ما زيلته وإلى ما حذرته وأعانه\r\nعلى ذلك عدوك وعدوه فأقدم عليه عارفا بوعيدك راجيا لعفوك\r\nواثقا بتجاوزك وكان أحق عبادك مع ما مننت عليه ألا يفعل\r\nوها أنا ذا بين يديك صاغرا ذليلا خاضعا خاشعا خائفا معترفا\r\nبعظيم من الذنوب تحملته وجليل من الخطايا اجترمته مستجيرا\r\nبصفحك لائذا برحمتك موقنا أنه لا يجيرني منك مجير ولا\r\nيمنعني منك مانع ، فعد على بما تعود به على من اقترف من\r\nتغمدك وجد على بما تجود به على من ألقى بيده إليك من\r\nعفوك وامنن علي بما لا يتعاظمك أن تمن به على من أملك من\r\nغفرانك واجعل لي في هذا اليوم نصيبا أنال به حظا من\r\nرضوانك ولا تردني صفرا مما ينقلب به المتعبدون لك من\r\nعبادك وإني وإن لم أقدم ما قدموه من الصالحات فقد قدمت\r\nتوحيدك ونفي الأضداد والأنداد والأشباه عنك وأتيتك من\r\nالأبواب التي أمرت أن تؤتى منها وتقربت إليك بما لا يقرب\r\nأحد منك إلا بالتقرب به ثم اتبعت ذلك بالإنابة إليك والتذلل\r\nوالاستكانة لك وحسن الظن بك والثقة بما عندك وشفعته\r\nبرجائك الذي قل ما يخيب عليه راجيك وسألتك مسألة الحقير\r\nالذليل البائس الفقير الخائف المستجير ومع ذلك خيفة وتضرعا\r\nوتعوذا وتلوذا لا مستطيلا بتكبر المتكبرين ولا متعاليا بدالة\r\nالمطيعين ولا مستطيلا بشفاعة الشافعين وأنا بعد أقل الأقلين\r\nوأذل الأذلين ، ومثل الذرة أو دونها فيا من لم يعاجل المسيئين\r\nولا ينده المترفين\r\n","description":"","footnote":"","page_name":" 295 ","page_number":295},
  {"content":"\r\nويا من يمن بإقالة العاثرين ويتفضل بانظار\r\nالخاطئين أنا المسيئ المعترف الخاطئ العاثر أنا الذي أقدم\r\nعليك مجترئا أنا الذي عصاك متعمدا أنا الذي استخفى من\r\nعبادك وبارزك أنا الذي هاب عبادك وأمنك أنا الذي لم يرهب\r\nسطوتك ولم يخف بأسك أنا الجاني على نفسه أنا المرتهن\r\nببليته أنا القليل الحياء أنا الطويل العناء بحق من انتجبت من\r\nخلقك وبمن اصطفيته لنفسك بحق من اخترت من بريتك ومن\r\nاجتبيت لشأنك بحق من وصلت طاعته بطاعتك ومن جعلت\r\nمعصيته كمعصيتك بحق من قرنت موالاته بموالاتك ومن نطت\r\nمعاداته بمعاداتك تغمدني في يومي هذا بما تتغمد به من جار\r\nإليك متنصلا وعاذ باستغفارك تائبا وتولني بما تتولى به أهل\r\nطاعتك والزلفى لديك والمكانة منك وتوحدني بما تتوحد به\r\nمن وفى بعهدك وأتعب نفسه في ذاتك وأجهدها في مرضاتك\r\nولا تؤاخذني بتفريطي في جنبك وتعدى طوري في حدودك\r\nومجاوزة أحكامك ولا تستدرجني باملائك لي استدراج من\r\nمنعني خير ما عنده ولم يشركك في حلول نعمته بي ونبهني من\r\nرقدة الغافلين وسنة المسرفين ونعسة المخذولين وخذ بقلبي\r\nإلى ما استعملت به القانتين واستعبدت به المتعبدين واستنقذت\r\nبه المتهاونين وأعذني مما يباعدني عنك ويحول بيني وبين\r\nحظي منك ويصدني عما أحاول لديك وسهل لي مسلك\r\nالخيرات إليك والمسابقة إليها من حيث أمرت والمشاحة فيها\r\nعلى ما أردت ولا تمحقني فيمن تمحق من المستخفين بما\r\nأوعدت ولا تهلكني مع من تهلك من المتعرضين لمقتك ولا\r\nتتبرني فيمن تتبر من المنحرفين عن سبلك ونجني من غمرات\r\nالفتنة وخلصني من لهوات البلوى وأجرني من أخذ الاملاء\r\nوحل بيني وبين عدو يضلني وهوى يوبقني ومنقصة ترهقني ولا\r\nتعرض عني اعراض من لا ترضى عنه بعد غضبك ولا تؤيسني\r\nمن الأمل فيك فيغلب على القنوط من رحمتك ولا تمنحني بما\r\nلا طاقه لي به فتبهظني\r\n","description":"","footnote":"","page_name":" 296 ","page_number":296},
  {"content":"\r\nمما تحملنيه من فضل محبتك ولا\r\nترسلني من يدك ارسال من لا خير فيه ولا حاجة بك إليه ولا\r\nإنابة له ولا ترم بي رمي من سقط من عين رعايتك ومن اشتمل\r\nعليه الخزي من عندك بل خذ بيدي من سقطة المتردين ووهلة\r\nالمتعسفين وزلة المغرورين وورطة الهالكين وعافني مما ابتليت\r\nبه طبقات عبيدك وإمائك وبلغني مبالغ من عنيت به وأنعمت\r\nعليه ورضيت عنه فأعشته حميدا وتوفيته سعيدا وطوقني طوق\r\nالاقلاع عما يحبط الحسنات ويذهب بالبركات واشعر قلبي\r\nالازدجار عن قبائح السيئات وفواضح الحوبات ولا تشغلني بما\r\nلا أدركه إلا بك عما لا يرضيك عني غيره وانزع من قلبي حب\r\nدنيا دنية تنهى عما عندك وتصد عن ابتغاء الوسيلة إليك وتذهل\r\nعن التقرب منك وزين لي التفرد بمناجاتك بالليل والنهار وهب\r\nلي عصمة تدنيني من خشيتك وتقطعني عن ركوب محارمك\r\nوتفكني من أسر العظائم وهب لي التطهير من دنس العصيان\r\nوأذهب عني درن الخطايا وسربلني بسربال عافيتك وردني رداء\r\nمعافاتك وجللني سوابغ نعمائك وظاهر لدى فضلك وطولك\r\nوأيدني بتوفيقك وتسديدك وأعني على صالح النية ومرضي\r\nالقول ومستحسن العمل ولا تكلني إلى حولي وقوتي دون\r\nحولك وقوتك ولا تخزني يوم تبعثني للقائك ولا تفضحني بين\r\nيدي أوليائك ولا تنسني ذكرك ولا تذهب عني شكرك بل ألزمنيه\r\nفي أحوال السهو عند غفلات الجاهلين لآلائك وأوزعني أن\r\nأثني بما أوليتنيه وأعترف بما أسديته إلي واجعل رغبتي إليك\r\nفوق رغبة الراغبين وحمدي إياك فوق حمد الحامدين ولا\r\nتخذلني عند فأقني إليك ولا تهلكني بما أسديته إليك ولا\r\nتجبهني بما جبهت به المعاندين لك فإني لك مسلم أعلم أن\r\nالحجة لك وأنك أولى بالفضل وأعود بالاحسان وأهل التقوى\r\nوأهل المغفرة وأنك بأن تعفو أولى منك بأن تعاقب وأنك بأن\r\nتستر أقرب منك إلى أن تشهر فأحيني حياة طيبة تنتظم بما أريد\r\n","description":"","footnote":"","page_name":" 297 ","page_number":297},
  {"content":"\r\nوتبلغ ما أحب من حيث لا آتي ما تكره ولا أرتكب ما نهيت عنه\r\nوأمتني ميتة من يسعى نوره بين يديه وعن يمينه وذللني بين\r\nيديك وأعزني عند خلقك وضعني إذا خلوت بك وارفعني بين\r\nعبادك وأغنني عمن هو غني عني وزدني إليك فاقة وفقرا\r\nوأعذني من شماته الأعداء ومن حلول البلاء ومن الذل والعناء\r\nتغمدني فيما اطلعت عليه مني بما يتغمد به القادر على البطش\r\nلولا حلمه والأخذ على الجريرة لولا أناته وإذا أردت بقوم فتنة\r\nأو سوء فنجني منها لواذا بك وإذ لم تقمني مقام فضيحة في\r\nدنياك فلا تقمني مثله في آخرتك واشفع لي أوائل مننك\r\nبأواخرها وقديم فوائدك بحوادثها ولا تمدد لي مدا يقسو معه\r\nقلبي ولا تقرعني قارعة يذهب لها بهائي ولا تسمني خسيسة\r\nيصغر لها قدري ولا نقيصة يجهل من أجلها مكاني ، ولا ترعني\r\nروعة أبلس بها ولا خيفة أوجس دونها اجعل هيبتي في وعيدك\r\nوحذري من إعذارك وإنذارك ورهبتي عند تلاوة آياتك واعمر\r\nليلى بإيقاظي فيه لعبادتك وتفردي بالتهجد لك وتجردي\r\nبسكوني إليك وانزال حوائجي بك ومنازلتي إياك في فكاك\r\nرقبتي من نارك وإجارتي مما فيه أهلها من عذابك ولا تذرني\r\nفي طغياني عامها ولا في غمرتي ساهيا حتى حين ولا تجعلني\r\nعظة لمن أتعظ ولا نكالا لمن أعتبر ولا فتنة لمن نظر ولا تمكر\r\nبي فيمن تمكر به ولا تستبدل بي غيري ولا تغير لي اسما ولا\r\nتبدل لي جسما ولا تتخذني هزوا لخلقك ولا سخريا لك ولا\r\nتبعا إلا لمرضاتك ولا ممتهنا إلا بالانتقام لك وأوجدني برد\r\nعفوك وحلاوة رحمتك وروحك وريحانك وجنة نعيمك\r\nوأذقني طعم الفراغ لما تحب بسعة من سعتك والاجتهاد فيما\r\nيزلف لديك وعندك وأتحفني بتحفة من تحفاتك واجعل\r\nتجارتي رابحة وكرتي غير خاسرة وأخفني مقامك وشوقني\r\nلقاءك وتب على توبة نصوحا لا تبق معها ذنوبا صغيرة ولا كبيرة\r\nولا تذر معها علانية ولا سريرة\r\n","description":"","footnote":"","page_name":" 298 ","page_number":298},
  {"content":"\r\nوانزع الغل من صدري للمؤمنين\r\nواعطف بقلبي على الخاشعين وكن لي كما تكون للصالحين\r\nوحلني حلية المتقين واجعل لي لسان صدق في الغابرين وذكرا\r\nناميا في الآخرين وواف بي عرصة الأولين وتمم سبوغ نعمتك\r\nعلي وظاهر كراماتها لدي أملا من فوائدك يدي وسق كرائم\r\nمواهبك إلى وجاور بي الأطيبين من أوليائك في الجنان التي\r\nزينتها لأصفيائك وجللني شرائف نحلك في المقامات المعدة\r\nلأحبائك واجعل لي عندك مقيلا آوي إليه مطمئنا ومثابة أتبوؤها\r\nوأقر عينا ولا تقايسني بعظيمات الجرائر ولا تهلكني يوم تبلى\r\nالسرائر وأزل عني كل شك وشبهة واجعل لي في الحق طريقا\r\nمن كل رحمة وأجزل لي قسم المواهب من نوالك ووفر على\r\nحظوظ الإحسان من إفضالك واجعل قلبي واثقا بما عندك\r\nوهمي مستفرغا لما هو لك واستعملني بما تستعمل به خالصتك\r\nوأشرب قلبي عند ذهول العقول طاعتك واجمع لي الغنى\r\nوالعفاف والدعة والمعافات والصحة والسعة والطمأنينة والعافية\r\nولا تحبط حسناتي بما يشوبها من معصيتك ولا خلواتي بما\r\nيعرض لي من نزعات فتنتك وصن وجهي عن الطلب إلى أحد\r\nمن العالمين وذبني عن التماس ما عند الفاسقين ولا تجعلني\r\nللظالمين ظهيرا ولا لهم على محو كتابك يدا ونصيرا وحطني\r\nمن حيث لا أعلم حياطة تقيني بها وافتح لي أبواب توبتك\r\nورحمتك ورأفتك ورزقك الواسع إني إليك من الراغبين وأتمم\r\nلي إنعامك إنك خير المنعمين واجعل باقي عمري في الحج\r\nوالعمرة ابتغاء وجهك يا رب العالمين وصلى الله على محمد\r\nوآله الطيبين الطاهرين والسلام عليه وعليهم أبد الآبدين .\r\n","description":"","footnote":"","page_name":" 299 ","page_number":299},
  {"content":"\r\nالزيارة الجامعة الكبيرة\r\nالسلام عليكم يا أهل بيت النبوة وموضع الرسالة\r\nومختلف الملائكة ومهبط الوحي ومعدن الرحمة\r\nوخزان العلم ومنتهى الحلم وأصول الكرم وقادة\r\nالأمم وأولياء النعم وعناصر الأبرار ودعائم\r\nالأخيار وساسة العباد وأركان البلاد وأبواب\r\nالإيمان وأمناء الرحمن وسلالة النبيين وصفوة\r\nالمرسلين وعترة خيرة رب العالمين ورحمة الله\r\nوبركاته السلام على أئمة الهدى ومصابيح الدجى\r\n","description":"","footnote":"","page_name":" 300 ","page_number":300},
  {"content":"\r\nوأعلام التقى وذوي النهى وأولي الحجى وكهف الورى\r\nوورثة الأنبياء والمثل الأعلى والدعوة الحسنى وحجج\r\nالله على أهل الدنيا والآخرة والأولى ورحمة الله وبركاته\r\nالسلام على محال معرفة الله ومساكن بركة الله\r\nومعادن حكمة الله وحفظة سر الله وحملة كتاب الله\r\nوأوصياء نبي الله وذرية رسول الله صلى الله عليه وآله\r\nورحمة الله وبركاته السلام على الدعاة إلى الله\r\nوالأدلاء على مرضات الله والمستقرين في أمر الله\r\nوالتأمين في محبة الله والمخلصين في توحيد الله\r\nوالمظهرين لأمر الله ونهيه وعباده المكرمين\r\n","description":"","footnote":"","page_name":" 301 ","page_number":301},
  {"content":"\r\nالذين لا يسبقونه بالقول وهم بأمره يعملون ورحمة الله\r\nوبركاته السلام على الأئمة الدعاة والقادة الهداة\r\nوالسادة الولاة والذادة الحماة وأهل الذكر وأولي الأمر\r\nوبقية الله وخيرته وحزبه وعيبة علمه وحجته\r\nوصراطه ونوره وبرهانه ورحمة الله وبركاته\r\nأشهد أن لا إله إلا الله وحده لا شريك له كما شهد\r\nالله لنفسه وشهدت له ملائكته وأولو العلم من\r\nخلقه لا إله إلا هو العزيز الحكيم وأشهد أن محمدا\r\nعبده المنتجب ورسوله المرتضى أرسله بالهدى\r\nودين الحق ليظهره على الدين كله ولو كره المشركون\r\n","description":"","footnote":"","page_name":" 302 ","page_number":302},
  {"content":"\r\nوأشهد أنكم الأئمة الراشدون المهديون\r\nالمعصومون المكرمون المقربون المتقون\r\nالصادقون المصطفون المطيعون لله القوامون\r\nبأمره العاملون بإرادته الفائزون بكرامته\r\nاصطفاكم بعلمه وارتضاكم لغيبه واختاركم\r\nلسره واجتباكم بقدرته وأعزكم بهداه وخصكم\r\nببرهانه وانتجبكم لنوره ( بنوره ) وأيدكم بروحه\r\nورضيكم خلفاء في أرضه وحججا على بريته\r\nوأنصارا لدينه وحفظة لسره وخزنة لعلمه\r\nومستودعا لحكمته وتراجمة لوحيه وأركانا\r\n","description":"","footnote":"","page_name":" 303 ","page_number":303},
  {"content":"\r\nلتوحيده وشهداء على خلقه وأعلاما لعباده\r\nومنارا في بلاده وأدلاء على صراطه عصمكم\r\nالله من الزلل وآمنكم من الفتن وطهركم من\r\nالدنس وأذهب عنكم الرجس وطهركم تطهيرا\r\nفعظمتم جلاله وأكبرتم شأنه ومجدتم كرمه\r\nوأدمتم ( وأدمنتم ) ذكره ووكدتم ( وذكرتم ) ميثاقه وأحكمتم\r\nعقد طاعته ونصحتم له في السر والعلانية ودعوتم\r\nإلى سبيله بالحكمة والموعظة الحسنة وبذلتم\r\nأنفسكم في مرضاته وصبرتم على ما أصابكم في جنبه ( حبه )\r\nوأقمتم الصلاة وآتيتم الزكاة وأمرتم بالمعروف\r\n","description":"","footnote":"","page_name":" 304 ","page_number":304},
  {"content":"\r\nونهيتم عن المنكر وجاهدتم في الله حق جهاده\r\nحتى أعلنتم دعوته وبينتم فرائضه وأقمتم\r\nحدوده ونشرتم ( وفسرتم ) شرايع أحكامه وسننتم\r\nسنته وصرتم في ذلك منه إلى الرضا وسلمتم\r\nله القضاء وصدقتم من رسله من مضى فالراغب\r\nعنكم مارق واللازم لكم لاحق والمقصر في\r\nحقكم زاهق والحق معكم وفيكم ومنكم وإليكم\r\nوأنتم أهله ومعدنه وميراث النبوة عندكم\r\nوإياب الخلق إليكم وحسابهم عليكم وفصل الخطاب\r\nعندكم وآيات الله لديكم وعزائمه فيكم ونوره\r\n","description":"","footnote":"","page_name":" 305 ","page_number":305},
  {"content":"\r\nوبرهانه عندكم وأمره إليكم من والاكم فقد\r\nوإلى الله ومن عاداكم فقد عادى الله ومن\r\nأحبكم فقد أحب الله ومن أبغضكم قد أبغض\r\nالله ومن اعتصم بكم فقد اعتصم بالله أنتم\r\nالصراط الأقوم وشهداء دار الفناء وشفعاء\r\nدار البقاء والرحمة الموصولة والآية المخزونة\r\nوالأمانة المحفوظة والباب المبتلى به الناس\r\nمن أتاكم نجى ومن لم يأتكم هلك إلى الله\r\nتدعون وعليه تدلون وبه تؤمنون وله\r\nتسلمون وبأمره تعلمون وإلى سبيله ترشدون\r\n","description":"","footnote":"","page_name":" 306 ","page_number":306},
  {"content":"\r\nوبقوله تحكمون سعد من تولاكم وهلك من\r\nعاداكم وخاب من جحدكم وضل من فارقكم\r\nوفاز من تمسك بكم وآمن من لجأ إليكم وسلم من\r\nصدقكم وهدي من اعتصم بكم من اتبعكم\r\nفالجنة ماويه ومن خالفكم فالنار مثواه\r\nومن جحدكم كافر ومن حاربكم مشرك ومن رد\r\nعليكم في أسفل درك من الجحيم أشهد أن هذا\r\nسابق لكم فيما مضى وجار لكم فيما بقي وأن أرواحكم\r\nونوركم وطينتكم واحدة طابت وطهرت بعضها\r\nمن بعض خلقكم الله أنوارا فجعلكم بعرشه محدقين\r\n","description":"","footnote":"","page_name":" 307 ","page_number":307},
  {"content":"\r\nحتى من علينا بكم فجعلكم في بيوت أذن الله أن\r\nترفع ويذكر فيها اسمه وجعل صلاتنا ( صلواتنا ) عليكم\r\nوما خصنا به من ولايتكم طيبا لخلقنا وطهارة\r\nلأنفسنا وتزكية ( وبركة ) لنا وكفارة لذنوبنا فكنا\r\nعنده مسلمين بفضلكم ومعروفين بتصديقنا إياكم\r\nفبلغ الله بكم أشرف محل المكرمين وأعلى منازل\r\nالمقربين وأرفع درجات المرسلين حيث لا يلحقه\r\nلاحق ولا يفوقه فائق ولا يسبق سابق ولا\r\nيطمع في إدراكه طامع حتى لا يبقى ملك مقرب\r\nولا نبي مرسل ولا صديق ولا شهيد ولا عالم\r\n","description":"","footnote":"","page_name":" 308 ","page_number":308},
  {"content":"\r\nولا جاهل ولا دني ولا فاضل ولا مؤمن صالح\r\nولا فاجر طالح ولا جبار عنيد ولا شيطان مريد\r\nولا خلق فيما بين ذلك شهيد إلا عرفهم جلالة\r\nأمركم وعظم خطركم وكبر شأنكم وتمام نوركم\r\nوصدق مقاعدكم وثبات مقامكم وشرف\r\nمحلكم ومنزلتكم عنده وكرامتكم عليه وخاصتكم\r\nلديه وقرب منزلتكم منه بأبي أنتم وأمي وأهلي\r\nومالي وأسرتي أشهد الله وأشهدكم أني مؤمن\r\nبكم وبما آمنتم به كافر بعدوكم وبما كفرتم به\r\nمستبصر بشأنكم وبضلالة من خالفكم موال\r\n","description":"","footnote":"","page_name":" 309 ","page_number":309},
  {"content":"\r\nلكم ولأوليائكم مبغض لأعدائكم ومعاد لهم\r\nسلم لمن سالمكم وحرب لمن حاربكم محقق لما\r\nحققتم مبطل لما أبطلتم مطيع لكم عارف\r\nبحقكم مقر بفضلكم محتمل لعلمكم محتجب\r\nبذمتكم معترف بكم مؤمن بإيابكم مصدق\r\nبرجعتكم منتظر لأمركم مرتقب لدولتكم آخذ\r\nبقولكم عامل بأمركم مستجير بكم زائر لكم\r\nلائذ عائذ بقبوركم مستشفع إلى الله عز وجل\r\nبكم ومتقرب بكم إليه ومقدمكم أمام طلبتي\r\nوحوائجي وإرادتي في كل أحوالي وأموري مؤمن\r\n","description":"","footnote":"","page_name":" 310 ","page_number":310},
  {"content":"\r\nبسركم وعلانيتكم وشاهدكم وغائبكم وأولكم\r\nوآخركم ومفوض في ذلك كله إليكم ومسلم فيه\r\nمعكم وقلبي لكم مسلم وأني لكم تبع ونصرتي لكم\r\nمعدة حتى يحيي الله تعالى دينه بكم ويردكم في\r\nأيامه ويظهركم لعدله ويمكنكم في أرضه\r\nفمعكم معكم لا مع غيركم آمنت بكم وتوليت\r\nآخركم بما توليت به أولكم وبرئت إلى الله عز وجل\r\nمن أعدائكم ومن الجبت والطاغوت والشياطين\r\nوحزبهم الظالمين لكم الجاحدين لحقكم\r\nوالمارقين من ولايتكم أو الغاصبين لإرثكم\r\n","description":"","footnote":"","page_name":" 311 ","page_number":311},
  {"content":"\r\n\" و \" الشاكين فيكم \" و \" المنحرفين عنكم ومن كل وليجة\r\nدونكم وكل مطاع سواكم ومن الأئمة الذين\r\nيدعون إلى النار فثبتني الله أبدا ما حييت على\r\nموالاتكم ومحبتكم ودينكم ووفقني لطاعتكم\r\nورزقني شفاعتكم وجعلني من خيار مواليكم\r\nالتابعين لما دعوتم إليه وجعلني من يقتص\r\nآثاركم ويسلك سبيلكم ويهتدي بهديكم\r\nويحشر في زمرتكم ويكر في رجعتكم ويملك في\r\nدولتكم ويشرف في عافيتكم ويمكن في أيامكم\r\nوتقر عينه غدا برؤيتكم بأبي أنتم وأمي ونفسي\r\n","description":"","footnote":"","page_name":" 312 ","page_number":312},
  {"content":"\r\nوأهلي ومالي من أراد الله بدأ بكم ومن وحده\r\nقبل عنكم ومن قصده توجه بكم وموالي لا\r\nأحصي ثناءكم ولا أبلغ من المدح كنهكم\r\nومن الوصف قدركم وأنتم نور الأخيار وهداة\r\nالأبرار وحجج الجبار بكم فتح الله وبكم يختم الله\r\nوبكم ينزل الغيث وبكم يمسك السماء أن تقع\r\nعلى الأرض إلا بإذنه وبكم ينفس الهم ويكشف\r\nالضر وعندكم ما نزلت به رسله وهبطت\r\nبه ملائكته وإلى جدكم ( وإذا أردت زيارة أمير\r\nالمؤمنين عليه السلام فقل وإلى أخيك بعث الروح\r\n","description":"","footnote":"","page_name":" 313 ","page_number":313},
  {"content":"\r\nالأمين آتاكم الله ما لم يؤت أحدا من العالمين\r\nطأطأ كل شريف لشرفكم ونجع كل متكبر\r\nلطاعتكم وخضع كل جبار لفضلكم وذل\r\nكل شئ لكم وأشرقت الأرض بنوركم\r\nوفاز الفائزون بولايتكم بكم يسلك إلى الرضوان\r\nوعلى من جحد ولايتكم غضب الرحمن بأبي أنتم\r\nوأمي ونفسي وأهلي ومالي ذكركم في الذاكرين\r\nوأسماؤكم في الأسماء وأجسادكم في الأجساد\r\nوأرواحكم في الأرواح وأنفسكم في النفوس\r\nوآثاركم في الآثار وقبوركم في القبور فما\r\n","description":"","footnote":"","page_name":" 314 ","page_number":314},
  {"content":"\r\nأحلى أسماءكم وأكرم أنفسكم وأعظم شأنكم\r\nوأجل خطركم وأوفى عهدكم وأصدق\r\nوعدكم كلامكم نور وأمركم رشد\r\nووصيتكم التقوى وفعلكم الخير وعادتكم\r\nالإحسان وسجيتكم الكرم وشأنكم الحق\r\nوالصدق والرفق وقولكم حكم وحتم ورأيكم\r\nعلم وحلم وحزم إن ذكر الخير كنتم أوله\r\nوأصله وفرعه ومعدنه ومأواه ومنتهاه\r\nبأبي أنتم وأمي ونفسي كيف أصف حسن\r\nثنائكم وأحصي جميل بلائكم وبكم أخرجنا الله\r\n","description":"","footnote":"","page_name":" 315 ","page_number":315},
  {"content":"\r\nمن الذل وفرج عنا غمرات الكروب\r\nوأنقذنا من شفا جرف الهلكات ومن النار\r\nبأبي أنتم وأمي ونفسي بموالاتكم علمنا الله\r\nمعالم ديننا وأصلح ما كان فسد من دنيانا\r\nوبموالاتكم تمت الكلمة وعظمت النعمة\r\nوائتلفت الفرقة وبموالاتكم تقبل الطاعة\r\nالمفترضة ولكم المودة الواجبة والدرجات\r\nالرفيعة والمقام المحمود والمكان ( والمقام ) المعلوم\r\nعند الله عز وجل والجاه العظيم الشأن\r\nالكبير والشفاعة المقبولة ربنا آمنا بما أنزلت\r\n","description":"","footnote":"","page_name":" 316 ","page_number":316},
  {"content":"\r\nواتبعنا الرسول فاكتبنا مع الشاهدين ربنا\r\nلا تزغ قلوبنا بعد إذ هديتنا وهب لنا من\r\nلدنك رحمة إنك أنت الوهاب سبحان\r\nربنا إن كان وعد ربنا لمفعولا يا ولي الله\r\nإن بيني وبين الله عز وجل ذنوبا لا يأتي عليها\r\nإلا رضاكم فبحق من ائتمنكم على سره\r\nواسترعاكم أمر خلقه وقرن طاعتكم بطاعته\r\nلما استوهبتم ذنوبي وكنتم شفعائي فإني لكم\r\nمطيع من أطاعكم فقد أطاع الله ومن عصاكم\r\nفقد عصى الله ومن أحبكم فقد أحب الله\r\n","description":"","footnote":"","page_name":" 317 ","page_number":317},
  {"content":"\r\nومن أبغضكم فقد أبغض الله اللهم إني لو\r\nوجدت شفعاء أقرب إليك من محمد وأهل\r\nبيته الأخيار الأئمة الأبرار لجعلتهم شفعائي\r\nفبحقهم الذي أوجبت لهم عليك أسئلك أن\r\nتدخلني في جملة العارفين بهم وبحقهم وفي\r\nزمرة المرحومين بشفاعتهم إنك أرحم الراحمين\r\nوصلى الله على محمد وآله الطاهرين وسلم\r\nتسليما كثيرا وحسبنا الله ونعم الوكيل\r\n\r\n","description":"","footnote":"","page_name":" 270 ","page_number":318}
  ]