[
  {"content":"\r\nما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا\r\nالجزء العاشر\r\nالجوهر النقي\r\nللعلامة علاء الدين بن علي بن عثمان المارديني الشهير\r\nبابن التركماني المتوفى سنة خمس وأربعين وسبع مائة\r\nدار الفكر\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nقال ( باب ما جاء في أكل الطين )\r\nذكر فيه حديث ( من انهمك في أكل الطين فقد أعان على قتل نفسه ) وفى سنده عبد الله بن مروان فقال ( مجهول ) - قلت\r\nهو معروف الحال قال صاحب الميزان قال ابن عدي أحاديثه فيها نظر وقال ابن حبان يلزق المتون الصحاح بطرق اخر\r\nلا يحل الاحتجاج به - ثم ذكر البيهقي الحديث من وجه آخر ولفظه ( من أكل الطين فكأنما أعان على قتل نفسه ) وفى سنده\r\nعبد الملك بن مهران فذكر ( عن ابن عدي انه مجهول ) - قلت - روى عنه بقية وسهل بن عبد الله المروزي قال العقيلي\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nصاحب مناكير غلب عليه الوهم لا يقيم شيئا من الحديث ثم قال البيهقي ( هذا لو صح لم يدل على التحريم وإنما يدل على\r\nكراهية الاكثار منه ) - قلت - بل هو دال على التحريم لان الإعانة على قتل النفس محرمة فكذا هذا ولهذا قطع صاحب\r\nالمهذب وغيره بتحريم أكل التراب كذا قال النووي في الروضة وما ذكره البيهقي في آخر هذا الباب عن مالك يدل\r\nعلى ذلك ثم إنه في الوجه الثاني علق الامر على مطلق الاكل من غير قيد الاكثار منه -\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nقال ( باب ما جاء في المسابقة بالعدو )\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nذكر فيه مسابقة النبي صلى الله عليه وسلم لعائشة من حديث أبي إسحاق الفزاري ( عن هشام بن أبي سلمة عن عائشة ) ثم\r\nأخرجه من وجه آخر عن الفزاري عن هشام عن أبيه وأبى سلمة عن عائشة ثم قال ( ورواه أبو أسامة عن هشام عن رجل\r\nعن أبي سلمة عن عائشة ورواه جرير عن هشام عن أبيه عن عائشة ) - قلت - وكذلك أخرجه النسائي من حديث أبي إسحاق\r\nالفزاري عن هشام عن أبيه عن عائشة وكذلك أخرجه النسائي وابن ماجة من طريق سفيان بن عيينة عن هشام عن أبيه\r\nعن عائشة فينبغي أن يكون هذا هو الصواب لاجتماع عدة من الرواة عليه ويحتمل انه سمع الحديث من أبيه ومن أبى سلمة -\r\nقال ( باب ما جاء في المصارعة )\r\nذكر فيه حديث سعيد بن جبير ( ان رسول الله صلى الله عليه وسلم كان بالبطحاء فاتى عليه يزيد بن ركانة أو ركانة بن يزيد\r\nفقال يا محمد هل لك ان تصارعني ) الحديث ثم قال ( مرسل جيد ) - قلت - الذي في كتب أهل هذا الشأن ركانة بن عبد يزيد\r\nوليس في شئ منها فيما علمت يزيد بن ركانة ولا ركانة بن يزيد وكيف يكون جيدا وفى سنده حماد بن سلمة قال فيه\r\nالبيهقي في باب من مر بحائط انسان ( ليس بالقوى ) وفى باب من صلى وفى ثوبه أو نعله اذى ( مختلف في عدالته ) وركانة\r\nهذا هو طلق امرأته سهيمة البتة فقال له النبي صلى الله عليه وسلم ما أردت الحديث -\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nقال ( باب الرجلين يستبقان بفرسيهما إلى آخره )\r\nذكر فيه حديث أبي هريرة ( من ادخل فرسا بين فرسين ) الحديث من وجهين ثم قال ( تفرد به سفيان بن حسين وسعيد\r\nابن بشير عن الزهري وأخرجهما أبو داود ) - قلت - ففي تفردهما به ثلاث علل - الأولى - انه تكلم فيهما قال البيهقي\r\nفي باب الدابة تنفح برجلها ( سفيان بن حسين ضعيف الحديث عن الزهري قاله يحيى بن معين ) وقال ابن معين سعيد بن\r\nبشير ليس بشئ وضعفه احمد والنسائي وقال ابن نمير منكر الحديث ليس بشئ - الثانية - ان أبا داود قال بعد اخراجه للحديث\r\nمن الوجهين رواه معمر وشعيب وعقيل من الزهري عن رجال من أهل العلم وهذا أصح عندنا - الثالثة - ان ابن أبي حاتم\r\nقال في كتاب العلل سألت أبى عن حديث سفيان بن حسين فقال خطأ لم يعمل سفيان شيئا لا يشبه أن يكون عن\r\nالنبي صلى الله عليه وسلم وأحسن أحواله أن يكون قول سعيد فقد رواه يحيى بن سعيد عن سعيد بن المسيب قوله -\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n\r\nقال ( باب النهى عن التحريش بين البهائم )\r\nذكر ذلك من حديث الأعمش ( عن أبي يحيى عن مجاهد عن ابن عباس عنه عليه السلام ) ثم قال ( وكذلك روى عن\r\nشريك عن الأعمش ) - قلت - اخرج الترمذي هذا الحديث بالسند الأول عن الأعمش ثم قال وروى شريك هذا\r\nالحديث عن الأعمش عن ابن عباس عن النبي صلى الله عليه وسلم نحوه ولم يذكر فيه عن أبي يحيى وهذا مخالف لما ذكره\r\nالبيهقي عن شريك -\r\nقال ( باب كراهية انزاء الحمر على الحيل )\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nذكر فيه حديث سفيان ( عن أبي جهضم عن عبيد الله عن ابن عباس أمرنا رسول الله صلى الله عليه وسلم باسباغ الوضوء\r\nالحديث ) ثم قال ( كذا قال الثوري عبيد الله وإنما هو عبد الله بن عبيد الله بن عباس كذا رواه حماد بن زيد ) - قلت - في\r\nأطراف المزي رواه محمد بن عيسى بن الطباع وغيره عن حماد بن زيد كرواية الثوري -\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nقال ( باب من كره الايمان بالله الا فيما كان طاعة )\r\nذكر فيه حديثا ثم قال ( كذا رواه بشار بن كدام وهو أخو مسعر ) - قلت - بشار هذا ضعفه أبو زرعة وذكر عبد الغنى\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nالمقدسي في الكمال ان الدارقطني قال قال البخاري هو أخو مسعر ولم يصنع شيئا قال قال لنا أبو العباس بن سعد ليس\r\nبينه وبين مسعر نسب هو من بنى سليم ومسعر من بنى هلال\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nقال ( باب ما جاء في اليمين الغموس )\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nذكر فيه قول الشافعي ( فان قيل وما الحجة في أن لا يكفر ( 1 ) يعنى في الغموس وقد عمد الباطل قيل وقد أقر بها قول النبي\r\nصلى الله عليه وسلم فليأت الذي هو خير وليكفر عن يمينه فقد امره ان يعمد إلى الحنث ) - قلت - أوجب الله الكفارة\r\nفي اليمين المعقودة على مستقبل يمكن فيه الحنث والبر والغموس ليست كذلك لأنها على ماض ليس فيه على امر ينتظر فيه\r\nالحنث أو البر وقوله عليه السلام فليأت الذي هو خير - ورد فيمن سبق منه يمين منعقدة يجب عليه الكفارة إذا حنث فيها\r\nبالنص ولما كانت على معصية امره الشارع بالحنث فيها فعمد الحنث فيها مأمور به وعمد الغموس منهى عنه فكيف يقاس\r\nعلى تلك -\r\n\r\n","description":"","footnote":" ( 1 ) كذا ","page_name":" 36 ","page_number":36},
  {"content":"\r\nثم ذكر البيهقي حديثا من رواية عبيدة عن ابن الزبير ثم قال ( وعبيدة مات قبل ابن الزبير فيما زعم أهل التواريخ\r\nيتسع سنين فتبعد روايته عنه ) - قلت - المشهور عند أهل التواريخ خلاف هذا توفى ابن الزبير سنة ثلاث وسبعين\r\nوقيل اثنتين وسبعين وقال الكلاباذي قال عمرو بن علي مات عبيدة سنة اثنتين وسبعين وقال ابن نمير مثله وقال أبو عيسى\r\nسنة ثلاث وسبعين وقال السمعاني في الأنساب سنة اثنين أو ثلاث وسبعين وكذا ذكر أبو الوليد الباجي في كتابه على\r\nرجال البخاري عن أبي نعيم وعلى تقدير تسليم أنه مات قبل ابن الزبير بالمدة المذكورة فهو لم يلق النبي صلى الله عليه وسلم\r\nفلا يبعد أن يروى عمن لقيه صلى الله عليه وسلم وان مات هو قبله على أن صاحب الكمال قد صرح بسماعه من ابن الزبير\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nثم ذكر البيهقي عن عبثر عن ليث عن إبراهيم عن علقمة عن ابن مسعود ( قال الايمان أربعة ) إلى آخره ثم قال ( رواه\r\nالثوري عن ليث عن زياد بن كليب عن إبراهيم من قوله وهو أشبه ) - قلت - بل الأول أشبه لان عبثر ثقة روى له\r\nالجماعة وقد زاد في السند ويشهد له ما ذكره البيهقي بعد من رواية أبى العالية عن ابن مسعود وذكر أبو عمر في التمهيد\r\nان عامة العلماء على مذهب ابن مسعود في أنه لا كفارة في الغموس وفى الأشرف لابن المنذر قال الحسن إذا حلف على\r\nامر كاذبا يتعمده فليس فيه كفارة وبه قال مالك والأوزاعي والثوري ومن تبعهم من أهل المدينة والشام والعراق واحمد\r\nوإسحاق وأبو ثور وأصحاب الحديث وأصحاب الرأي وقال الشافعي فيها الكفارة ولا نعلم خبرا يدل على ذلك والكتاب والسنة\r\nدالة على الأول واليمين التي يقتطع بها مال حرام أعظم من أن تكفر -\r\nقال ( باب قوله أقسم أو أقسمت )\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nقلت - ذكر الطحاوي عن الشافعي ان اقسم ليس بيمين وعن أبي حنيفة وصاحبيه انه يمين والدليل على ذلك قوله تعالى\r\n( فلا اقسم بمواقع النجوم ) ثم قال تعالى ( وانه لقسم ) فدل على أن قول القائل اقسم يمين وان لم يقل بالله وقال تعالى ( إذ\r\nاقسموا ليصر منها مصبحين ولا يستثنون ) - ولو لم يكن يمينا لم يكن فيه ثنيا فدل ذلك على أنه لا فرق بين احلف واحلف\r\nبالله وأقسم وأقسم بالله ) وذكر البيهقي في أول هذا الباب ( ان رجلا رأى ظلة ينطف منها السمن والعسل ) إلى آخره\r\n( وان أبا بكر رضي الله عنه عبرها وانه عليه السلام قال له أصبت بعضا وأخطأت بعضا قال أقسمت لتحدثني بالذي أخطأت\r\nفقال عليه السلام لا تقسم ) - قلت - ذكر القرطبي في شرح مسلم ان قوله لا تقسم مع أنه قد اقسم معناه لا تعد في القسم\r\nففيه ما يدل على أن أمر النبي صلى الله عليه وسلم بابرار القسم ليس بواجب وإنما هو مندوب إليه إذا لم يعارضه ما هو أولى\r\nمنه انتهى كلامه وظاهر هذا انه عليه السلام جعل قول أبى بكر أقسمت يمينا وهو خلاف مذهب البيهقي ومدعاه يدل\r\nعليه ان أبا داود ذكر هذا الحديث في سننه في باب ما جاء فيما يكون القسم يمينا وقال الخطابي في المعالم لولا أنه يمين ما كان\r\nالنبي صلى الله عليه وسلم يقول لا تقسم -\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nثم ذكر البيهقي عن ابن عباس في قوله اقسم ( قال لا يكون يمينا حتى يقول اقسم بالله ) إلى آخره ثم قال ( وروى ذلك عن\r\nالحسن البصري من قوله ) - قلت - قد جاء عن الحسن خلاف هذا فروى الطحاوي بسند جيد عنه انه كان يقول أقسمت\r\nوأقسمت بالله سواء إنما لقسم بالله أي قوله أقسمت وان لم يقل بالله كقوله أقسمت بالله والأثر الذي ذكره البيهقي عن ابن\r\nعباس في سنده رشدين بن كريب ضعفه الدارقطني وغيره وقال البخاري منكر الحديث وقد روى عن ابن عباس أيضا خلاف\r\nهذا قال الطحاوي روينا عن ابن عباس وابن عمر قالا القسم يمين ولم يقولا القسم بالله فدل على أن مذهبهما كمذهب الحسن -\r\nقال ( باب ما جاء في أبرار القسم - 1 )\r\n\r\n","description":"","footnote":" ( 1 ) كذا ","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nذكر فيه حديث أبي الزاهرية وراشد بن سعد ( عن عائشة أهدت لها امرأة تمرا ) الحديث ثم قال ( مرسل أورده أبو داود\r\nفي المراسيل ) - قلت - أورده أبو داود في المراسيل من مرسل أبى الزاهرية وراشد عن النبي صلى الله عليه وسلم\r\nكذا ذكر المزي في أطرافه والبيهقي أورده من حديثهما عن عائشة عن النبي صلى الله عليه وسلم وراشد سمع معاوية وشهد معه\r\nصفين وسمع أيضا ثوبان مولى رسول الله صلى الله عليه وسلم ذكر ذلك عبد الغنى المقدسي في الكمال وثوبان توفى سنة\r\nخمس وأربعين وقيل سنة أربع وخمسين فلا مانع من سماعه أعني راشدا من عائشة فلا نسلم ان الحديث مرسل -\r\nقال ( باب ما جاء في الحلف بصفات الله تعالى )\r\nكالعزة والقدرة إلى آخره\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\nذكر فيه حديث أبي هريرة في الشفاعة وفيه ( فيقول الله تعالى فهل عسيت ان فعلت ذلك ان تسأل غير ذلك فيقول\r\nلا وعزتك ) الحديث ثم قال ( رواه البخاري في الصحيح عن أبي اليمان قال البخاري وقال أيوب النبي صلى الله عليه\r\nوسلم وعزتك لا غنى عن بركتك ) - قلت - جعله من تعليقات البخاري وقد أخرجه في كتاب الطهارة عن إسحاق بن\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\nنصر ثنا عبد الرزاق عن معمر عن همام عن أبي هريرة عنه صلى الله عليه وسلم - كذا ذكره المزي في أطرافه ولفظ الحديث\r\nفي ذلك الموضع بلى وعزتك ولكن لا غنى بي عن بركتك فلا ضرورة إلى جعل البيهقي الحديث من تعليقات البخاري مع أنه\r\nقد أخرجه متصلا -\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nقال ( باب من قال وأيم الله )\r\nقال في آخره ( وروينا في حديث أبي قتادة قول أبى بكر الصديق لاها الله إذا ) - قلت - ذكر هذا الحديث في باب\r\nوأيم الله ليس بجيد إذ معنى لاها الله لا والله يجعلون الهاء مكان الواو قاله الخطابي وغيره -\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nقال ( باب من قال على نذر ولم يسم شيئا )\r\nذكر فيه حديث عقبة بن عامر ( كفارة النذر كفارة اليمين ) ثم قال ( وذلك محمول عندنا على نذر اللجاج الذي يخرج مخرج\r\nالايمان ) - قلت - هذا التقييد يحتاج إلى دليل وذكر النووي في شرح مسلم ان مالكا وكثيرين أو الأكثر حملوا الحديث\r\nعلى النذر المطلق كقوله على نذر - وذكر ابن رشد في القواعد ان الجمهور أوجبوا في النذر المطلق الكفارة مصيرا إلى هذا\r\nالحديث - وفى شرح مسلم للقرطبي قوله كفارة النذر كفارة اليمين يعينى به النذر الذي لم يسم مخرجه بدليل ما رواه\r\nأبو داود من حديث ابن عباس من نذر نذرا لم يسمه فكفارته كفارة اليمين - فقيد في هذا الحديث ما أطلقه في حديث\r\nعقبة وقد اخرج ابن ماجة والطحاوي حديث عقبة أيضا مقيدا كذلك وقال صاحب الاستذكار هو أعلى ما روى في ذلك\r\nواجل ثم ذكر البيهقي حديث ابن عباس المذكور ثم قال ( قال أبو داود ورواه وكيع عن عبد الله بن سعيد بن أبي هند\r\nوقفه على ابن عباس ) - قلت - لفظ أبى داود رواه وكيع وغيره عن عبد الله بن سعيد وقفوه على ابن عباس -\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nقال ( باب الاستثناء في اليمين )\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nذكر في آخره حديثا عن معاذ ثم قال ( تفرد به حميد بن مالك وهو مجهول ) - قلت - تقدم الكلام عليه في باب الاستثناء\r\nفي الطلاق -\r\nقال ( باب الحالف يسكت بين يمينه واستثنائه سكتة )\r\nيسيرة لانقطاع صوت أو أخذ نفس\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\nذكر فيه حديث ( والله لأغزون قريشا ) ثم ذكر ( ان ابن عباس كان يرى الاستثناء ولو بعد حين ) - قلت - هذا\r\nغير مناسب للباب وكذا الحديث لأنه عليه السلام لم يسكت سكتة يسيرة بل سكت ساعة كما صرح به في الحديث\r\nولهذا احتاج البيهقي إلى تأويله فأوله بما ذكره فظهر بهذا ان البيهقي لم يذكر في هذا الباب شيئا يناسبه -\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nقال ( باب من حلف على شئ وهو يرى أنه صادق )\r\nقلت - في التمهيد لابن عبد البر قال المروزي إن كان الحالف انه فعل أو لم يفعل عند نفسه صادقا يرى أنه على ما حلف\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nفلا اثم عليه عند مالك وسفيان وأصحاب الرأي واحمد وقال الشافعي لا اثم عليه وعليه الكفارة - قال المروزي وليس\r\nقول الشافعي في هذا بالقوى -\r\nقال ( باب الكفارة بعد الحنث )\r\nقلت - أحاديث هذا الباب قدم فيها الحنث وعطف عليه الكفارة بالواو وأحاديث الباب الذي بعده بالعكس والواو\r\nلا يقتضى الترتيب فليس فيها دليل على تقديم الكفارة ولا تقديم الحنث فعلم أنها ليست بمطابقة للبابين نعم الحديث الذي ذكره\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nفي الباب الذي بعد هذا الباب من طريق أبى داود عن قتادة عن الحسن عن عبد الرحمن بن سمرة ولفظه ( فكفر عن يمينك\r\nثم ائت الذي هو خير ) يدل على تقديم الكفارة لان ثم تقتضي الترتيب الا ان هذا الحديث رواه عن النبي صلى الله عليه\r\nوسلم جماعة من الصحابة بالواو ولم يذكر أحد منهم ثم وكذا أكثر أصحاب الحسن رووا عنه حديث عبد الرحمن بن سمرة\r\nبالواو فكان روايتهم أولى مع اعتضادها برواية بقية الصحابة رضي الله عنهم على أن قتادة أيضا اختلف عنه فرواه النسائي في\r\nسننه بسنده عنه عن الحسن عن عبد الرحمن ولفظه وائت الذي هو خير - بالواو -\r\nقال ( باب الكفارة قبل الحنث )\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\nحكى فيه ( عن الشافعي قال إن كفر قبل الحنث بالطعام رجوت ان يجزى عنه وذلك انا نزعم أن لله حقا على العباد في أنفسهم\r\nوأموالهم فالذي في أموالهم إذا قدموه أجزأ واصله انه عليه السلام تسلف من العباس صدقة عام وان المسلمين قدموا صدقة\r\nالفطر ) - قلت - بحث معه الطحاوي بما ملخصه انه لم يجز تعجيل الصيام فكذا بقية الكفارات إذ الكفارة بالكفارة أشبه\r\nمنها بالزكاة ولئن شبه الاطعام بالزكاة فمن أين جوز تقديم العتق ولا أصل له يرده إليه ولو أعتق قبل ان يظاهر لم يجز عنده\r\nولا عند غيره لوجب ان يرد رقبة اليمين إلى هذه الرقبة - فان قال - لم يظاهر بعد - قلت ولم يحنث بعد والنكاح سبب للظهار\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\nللظهار كما أن الحلف سبب لليمين ولا فرق بينهما انتهى كلامه - ولان الكفارة للتغطية ولم يوجد معنى يصح أن يكون\r\nالكفارة تغطية له ولان قوله فليكفر امر وظاهره للوجوب والكفارة لا تجب الا بعد الحنث ولان الكفارة اسم لجميع أنواعها\r\nفبعد الحنث يمكن حمل اللفظ على جميعها وقبل الحنث خصص الشافعي اللفظ ببعضها فترك الظاهر من ثلاثة أوجه ، أحدها\r\nتسميتها كفارة وليس هناك ما يكفر ، والثاني صرف الامر عن الوجوب إلى الجواز ، والثالث تخصيص التكفير\r\nببعض الأنواع وإذا قدمنا الحنث سلمنا من ذلك كله ويجعل ثم في الرواية التي لفظها فليكفر عن يمينه ثم ليأت الذي\r\nهو خير بمعنى الواو كقوله تعالى ( فك رقبة ) إلى أن قال تعالى ( ثم كان من الذين آمنوا ) إذ الايمان يتقدم على هذه الأفعال\r\nثم إن حولان الحول شرط لوجوب الزكاة والسبب هو النصاب فلذلك جاز تقديم الزكاة على الحول لوجود السبب\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\nبخلاف كفارة اليمين لان سببها هو الحنث فلذلك لم يجز تقديمها على الحنث وليست اليمين سببا بدليل انه لو بر في يمينه لم يكن\r\nعليه كفارة مع وجود اليمين وأيضا فاليمين لا تبقى على الحنث ولا يجوز أن يكون سبب الشئ مالا يبقى معه وأيضا فاليمين\r\nتضاد الحنث لان الحنث يوجب حل اليمين وضد الشئ لا يكون سببا له -\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\nقال ( باب ما جاء في ولد الزنا )\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n( قال فيه - وقد روى عن أبي سليمان الشامي وهو برد بن سنان عن الزهري عن عائشة مرسلا في اعتاق ولد الزنا ) قلت\r\nبرد هذا كنية أبو العلاء ولم أجد أحدا كناه بابى سليمان وليس في الكتب المشهورة أحد يقال له برد بن سنان أبو سليمان\r\nالشامي -\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n\r\nقال ( باب التتابع في الصوم )\r\nقلت - مقتضى ما ذكره البيهقي في هذا الباب اشتراط التتابع وأصح القولين في مذهب الشافعي انه يجزئ الصوم متفرقا\r\nوذكر الطحاوي في أحكام القرآن عن المزني قال قال الشافعي كل صوم ليس بمشروط التتابع في كتاب الله تعالى أجزأ\r\nمتفرقا قياسا على قوله تعالى ( فعدة من أيام أخر ) - وقال في كتاب الصيام صيام كفارة اليمين متتابع قال المزني هذا له الزم\r\nلأنه تعالى شرط التتابع في صوم كفارة الظهار وهذا كفارة مثله كما شبه الشافعي رقية الظهار في اشتراط الايمان برقبة القتل\r\nلأنهما كفارتان فكذا قياس كفارة اليمين على كفارة الظهار أشبه من قياسها على قضاء رمضان لأنها ليست بكفارة -\r\nقال ( باب من حنث ناسيا ليمينه أو مكرها عليه )\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\nذكر فيه قوله تعالى ( الا من اكره وقلبه مطمئن بالايمان ) ثم ذكر حديث ابن عباس ( تجاوز الله عن أمتي الخطأ والنسيان\r\nوما استكرهوا عليه ) ثم ذكر حديث عائشة ( لا طلاق ولا عتاق في اغلاق ) قلت - الآية وردت في الاكراه على الكفر\r\nوقد قدمنا في باب طلاق المكره الفرق بين الكفر وغيره وتكلمنا هناك على الحديثين وذكرنا ان الشافعي لم يعمل\r\nبحديث ابن عباس حيث حنث في الحكم من حلف بالطلاق على امر لا يفعله ففعله ناسيا وقد اخرج مسلم عن حذيفة بن\r\nاليمان قال ما منعني ان اشهد بدرا الا أنى خرجت انا وأبى الحسيل فأخذنا كفار قريش فقالوا انكم تريدون محمدا قلنا ما نريده\r\nولا نريد الا المدينة فأخذ واعهد الله وميثاقه لننصرفن إلى المدينة ولا نقاتل معه فأتينا رسول الله صلى الله عليه وسلم فأخبرناه\r\nالخبر فقال انصرفا نفى بعهدهم ونستعين الله عليهم - وفيه دليل على أن اليمين على الاكراه تلزم كما تلزم على الطواعية ذكره الطحاوي\r\nوهذا الحديث ذكرناه في باب طلاق المكره مختصرا -\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nقال ( باب من حلف لا يأكل خبزا بادم إلى آخره )\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nذكر فيه حديث عائشة ( نعم الادام الحل ) ثم قال ( رواه مسلم ) ثم اخرج نحوه من حديث جابر ثم قال ( رواه مسلم )\r\nوأخرجه أيضا من حديث عائشة - قلت - هذا تكرار محض لا فائدة فيه ثم ذكر من حديث محمد بن أبي يحيى ( عن يزيد\r\nابن أبي أمية الأعور عن يوسف بن عبد الله بن سلام قال رأيت النبي صلى الله عليه وسلم اخذ كسرة ) الحديث - قلت -\r\nاختلف فيه على ابن أبي يحيى فذكر المزي في أطرافه ان عمرو بن محمد الناقد ومحمد بن يحيى بن كثير الحراني روياه عن عبد الغفار\r\nعن يحيى بن العلاء المدني وهو الذي يقال له الرازي عن محمد بن أبي يحيى الأسلمي عن يوسف بن عبد الله سلام\r\nعن أبيه -\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nقال ( باب من حلف ليضر بن عبده مائة سوط فجمعها )\r\nذكر فيه حديث أبي أمامة ( عن بعض أصحاب النبي صلى الله عليه وسلم ان رجلا اشتكى حتى اضنى فوقع على جارية ) قلت -\r\nذكر البيهقي هذا الحديث في كتاب الحدود في باب الضرير في خلقته لا من مرض يصيب الحد ذكر فيه اختلافا وقد\r\nتكلمنا عليه هناك -\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nقال ( باب من جعل فيه كفارة يمين أي في النذر بمعصية )\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\nذكر فيه حديثا من رواية الحسن عن عمران بن حصين ثم ذكر ( عن ابن المديني انه لم يصح للحسن سماع منه ) - قلت - ذكر\r\nالبيهقي فيما مضى في باب لا تفريط على من نام عن صلاة أو نسيها حديث زائدة بن قدامة ( عن هشام عن الحسن ان عمران\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\nابن حصين حدثه ) فذكر معناه يعنى حديث تعريسهم آخر الليل فقد صرح في هذا الحديث بأن عمران حدث الحسن\r\nولم يتعرض البيهقي لهذا الحديث بشئ وأخرجه الحاكم في المستدرك وصحح اسناده وأخرجه أيضا ابن خزيمة في صحيحه\r\nوقال صاحب الالمام ورواه الطبراني من حديث زائدة عن هشام ورجال اسناده ثقات وذكر ابن حبان في صحيحه حديث\r\nالحسن عن سمرة بن جندب سكتتان حفظتهما عن رسول الله صلى الله عليه وسلم فذكرت ذلك لعمران بن حصين فقال\r\nحفظنا سكتة إلى آخره ثم قال ابن حبان سمع الحسن من عمران هذا الخبر وقال صاحب المستدرك سمع الحسن من عمران\r\nواخرج روايته عنه وقال في كتاب اللباس مشايخنا وان اختلفوا في سماع الحسن من عمران فان أكثرهم على أنه سمع\r\nمنه وذكر صاحب الكمال انه سمع منه وكذا قال ابن حبان ثم ذكر حديثا في سنده الهياج فقال ( مختلف في اسمه فقيل هكذا\r\nوقيل حبان ) - قلت - هو في الكتب المشهورة بأيدينا هياج من غير اختلاف وهو ثقة وثقة محمد بن سعد وذكره ابن\r\nحبان في ثقات التابعين وفى جامع الترمذي وقال قوم من أهل العلم من أصحاب النبي صلى الله عليه وسلم وغيرهم لا نذر\r\nفي معصية وكفارته كفارة اليمين انتهى كلامه - ويدل لهذا المذهب ما ذكره البيهقي في الباب الذي يلي هذا الباب وصحح\r\nسنده عن ابن عباس أنه قال للمرأة التي نذرت ان تنحر ابنها لا تنحري ابنك وكفري عن يمينك - وذكر البيهقي قبل هذا\r\nالباب وبعده حديث مالك عن طلحة عن القاسم عن عائشة وأخرجه الطحاوي في كتاب المشكل من حديث حفص بن\r\nغياث عن عبيد الله بن عمر عن القاسم بن محمد عن عائشة وزاد في آخره قال حفص وسمعت ابن مجبر وهو عن عبيد الله يذكره\r\nعن القاسم عن عائشة عن النبي صلى الله عليه وسلم وقال فيه يكفر عن يمينه وذكر عبد الحق في الأحكام هذه الزيادة عن\r\nالطحاوي ثم قال وعند أبى داود في هذا الحديث انه عليه السلام قال لا نذر في معصية وكفارته كفارة يمين - وحديث\r\nالطحاوي أحسن اسنادا من حديث أبي داود وأصح وذكر ابن القطان ان ابن مجبر هو عبد الرحمن بن مجبر بن عبد الرحمن\r\nابن عمر بن الخطاب قال وهو ثقة وذكر البيهقي بعد في باب الهدى إذا ركب حديث عقبة بن عامر ( نذرت أختي ان تحج\r\nماشية غير مختمرة ) وفى آخره ( مر أختك فلتختمر ولتركب ولتصم ثلاثة أيام ) وأخرجه الترمذي وقال حديث حسن\r\nوأخرجه أبو داود ورجال اسناده ثقات خلا عبيد الله بن زحر فإنه متكلم فيه وقد اخرج له الحاكم في المستدرك ولم يضعفه\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nالبيهقي في كتابه هذا في موضع من المواضع بل قد حكى في باب المغنيات ( عن البخاري انه وثقه ) وذكر الترمذي أيضا في\r\nالعلل توثيقه عن البخاري وقال الطحاوي في كتاب المشكل ثنا يونس انا ابن وهب انا حيى بن عبد الله المعافري عن أبي\r\nعبد الرحمن الحبلى عن عقبة بن عامر ان أخته نذرت ان تمشى إلى الكعبة حافية غير مختمرة فذكر ذلك عقبة لرسول الله\r\nصلى الله عليه وسلم فقال مر أختك فلتركب ولتختمر ولتصم ثلاثة أيام - وحيى قال فيه ابن معين ليس به بأس واخرج له\r\nالحاكم في المستدرك وابن حبان في صحيحه وذكره في الثقات من اتباع التابعين قال الطحاوي كشف وجهها حرام فامر\r\nرسول الله صلى الله عليه وسلم بالكفارة لمنع الشريعة إياها منه ثم ذكره الطحاوي من وجه آخر وفيه نذرت ان تحج ماشية\r\nناشرة شعرها فقال لتركب ولتصم ثلاثة أيام -\r\nقال ( باب من نذر ان يذبح ابنه أو نفسه )\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\nقلت - في الخلافيات للبيهقي لو قال إن شفى الله مرضى فالله على أن انحر ولدى لم ينفذ نذره ثم ذكر قولا آخر انه يلزمه كفارة\r\nيمين قال والآثار تدل على ذلك وقال أبو حنيفة ومحمد يلزمه ذبح شاة انتهى كلامه يدل للقول الأخير أن الله تعالى أمرنا\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\nبالاقتداء بإبراهيم عليه السلام وهو قد امر بذبح ولده فخرج عن موجبه بشاة والنذر واجب بالامر والسلف اتفقوا على\r\nوجوب شئ واختلفوا في قدره فمن لم يوجب شيئا فقد خالف جميعهم -\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nقال ( باب الهدى فيما ركب )\r\nذكر فيه من طريقين ( عن عكرمة عن ابن عباس أن أخت عقبة نذرت ان تحج ماشية وانها لا تطيق ذلك فقال عليه السلام\r\nفلتركب ولتهد بدنة ) ثم ذكره من طرق وليس فيما ذكر الهدى - قلت - اخرج أبو داود الحديث من الطريقين الأولين\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\nوسندهما على شرط الصحيح وسكوت من سكت ليس بحجة على من ذكر - ثم ذكر البيهقي من طريق شريك ( عن محمد\r\nابن عبد الرحمن عن كريب عن ابن عباس قال رجل يا رسول الله ان أختي نذرت ان تحج ماشية فقال إن الله لا يصنع بشقاء\r\nأختك شيئا لتحج راكبة ثم تكفر عن يمينها ) ثم قال البيهقي ( تفرد به شريك القاضي ) - قلت - أخرجه الحاكم في المستدرك\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\nوقال صحيح على شرط مسلم ثم ذكر البيهقي حديثا من رواية الحسن عن عمران بن حصين ثم قال ( لا يصح سماع الحسن\r\nمن عمران ) - قلت - قد قدمنا قريبا في باب من جعل في النذر بمعصية كفارة الاستدلال على صحة سماع الحسن من\r\nعمران -\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n\r\nقال ( باب من نذر المشي إلى مسجد المدينة )\r\nأو مسجد بيت المقدس\r\n( ذكر فيه حديث لا تشد الرحال الا إلى ثلاثة مساجد ) - قلت - ظاهره انه يلزمه المشي وحكى صاحب الاستذكار عن\r\nمالك والشافعي انهما يقولان يمضى راكبا إلى بيت المقدس فيصلى فيه -\r\nقال ( باب من لم يرو جوبه بالنذر )\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nذكر فيه حديث أبي هريرة ( صلاة في مسجدي هذا خير من الف صلاة فيما سواه ) إلى آخره ثم قال ( رواه البخاري )\r\nقلت - اقتصار البيهقي على البخاري يوهم ان مسلما لم يخرجه وليس الامر كذلك بل قد أخرجه مسلم في المناسك\r\nوقد ذكره البيهقي فيما مضى في باب فضل الصلاة في مسجد المدينة في أواخر الحج وعزاه إلى البخاري ومسلم -\r\nقال ( باب من نذر أن ينحر بغيرها أي بغير مكة )\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\nذكر فيه حديث ميمونة بنت كردم ثم قال ( رواه أبو داود عن الحسن بن علي عن يزيد ) - قلت - رواه أبو داود عن\r\nالحسن بن علي ومحمد بن المثنى كلاهما عن يزيد بن هارون -\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nقال ( باب فضل من ابتلى بشئ من الاعمال )\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\nذكر فيه حديث ( ان الله مع القاضي ما لم يجر ) من طريق عمران القطان عن حسين المعلم عن أبي إسحاق الشيباني - قلت -\r\nحسين العلم هو ابن ذكوان وقد اخرج ابن ماجة هذا الحديث من طريق عمران القطان عن حسين ابن عمران عن الشيباني -\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nقال ( باب كراهية طلب الامارة والقضاء )\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\nذكر فيه من حديث إسرائيل ( عن عبد الأعلى عن بلال بن أبي بردة عن انس سمعت رسول الله صلى الله عليه وسلم يقول\r\nمن طلب القضاء واستعان عليه وكل إليه ) الحديث ثم ذكره من حديث أبي عوانة عن عبد الأعلى عن بلال بن مرداس\r\nعن خيثمة عن انس ثم قال ( قال الترمذي حديث حسن غريب وهو أصح من حديث إسرائيل عن عبد الأعلى )\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\nقلت - سكوت البيهقي عن كلام الترمذي دليل على الرضاء وقد اعترض عليه ابن القطان بما ملخصه ان بلال ابن\r\nمرداس مجهول الحال وخيثمة بن أبي خيثمة قال فيه ابن معين ليس بشئ وفى الميزان للذهبي بلال بن مرداس لا يصح\r\nحديثه قاله الأزدي فظهر بهذا ان حديث إسرائيل أصح خلافا لما ذكره الترمذي -\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nقال باب مسألة القاضي عن أحوال الشهود\r\nذكر فيه من حديث يحيى بن حماد ( عن أبي عوانة عن بيان عن قيس بن أبي حازم عن مرداس عنه صلى الله عليه وسلم قال\r\nقال يذهب الصالحون الأول فالأول ) الحديث ثم قال ( رواه البخاري في الصحيح عن يحيى بن حماد ) قلت أخرجه البخاري في\r\nالرقاق عن يحيى بن حماد هكذا مرفوعا وأخرجه في المغازي عن إبراهيم بن موسى عن عيسى بن يونس عن إسماعيل بن أبي خالد\r\nعن قيس بن مرداس قال يقبض الصالحون فذكره موقوفا كذا ذكر المزي في أطرافه ثم ذكر البيهقي من حديث محاضر .\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n( ثنا الأعمش عن إبراهيم عن عبيدة قال عبد الله قال رسول الله صلى الله عليه وسلم خير الناس قرني ) الحديث ثم قال\r\nأخرجه البخاري من وجه آخر عن الأعمش ) - قلت - هذا من قبيل ما تقدم مرارا اقتصر فيه البيهقي على البخاري فأوهم\r\nان مسلما لم يخرجه وليس الامر كذلك بل قد أخرجه في الفضائل من حديث منصور عن إبراهيم بسنده ثم بعد ذلك\r\nفي الحديث علة ذكرها الحاكم في علوم الحديث وهي ان عمرو بن علي ذكره ليحيى بن سعيد فقال ليس في حديث ابن\r\nعون عن عبد الله فقلت ثنا أزهر عن ابن عون عن إبراهيم عن عبيدة عن عبد الله قال رأيت أزهر جاء بكتابه ليس فيه\r\nعن عبد الله قال عمرو بن علي فاختلف إلى أزهر قريبا من شهرين للنظر فيه فنظر في كتابه فقال لم أجده الا عن عبيدة عن\r\nالنبي صلى الله عليه وسلم ثم ذكر البيهقي حديث زهدم ( عن عمران بن حصين قال قال رسول الله صلى الله عليه وسلم خيركم\r\nقرني ) الحديث ثم قال ( رواه البخاري ) وكذا هذا الحديث اقتصر فيه على البخاري وقد أخرجه مسلم أيضا في الفضائل -\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nقال باب من يرجع إليه في السؤال يجب\r\nأن تكون معرفته باطنة متقادمة\r\nذكر فيه حديثا عن مجاهد عن ابن عمر ثم قال ( ورواه أبو داود في المراسيل عن ابن أبي نجيح قال مر رجل على النبي صلى الله\r\nعليه وسلم - الحديث ) قلت الذي في مراسيل أبى داود ان ابن أبي نجيح رواه عن مجاهد مرسلا وكذا ذكر المزي في أطرافه\r\nولعل الكاتب اسقط ذلك من نسختنا من سنن البيهقي -\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nقال ( باب القاضي يحكم بشئ فيكتب للمحكوم له )\r\nذكر فيه من حديث زهير ( عن يحيى بن سعيد سمعت انسا يقول دعا رسول الله صلى الله عليه وسلم الأنصار ليكتب لهم\r\nبالبحرين ) الحديث ثم قال ( رواه البخاري ) ثم أخرجه ثانيا من حديث حماد بن زيد عن يحيى بن سعيد وسكت عنه فلم\r\nيعزه - قلت - أخرجه البخاري من هذا الطريق أيضا فرواه في الشرب عن سليمان بن حرب عن حماد بن زيد -\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nقال ( باب اجر القسام )\r\nذكر فيه اثرا عن علي وفى سنده موسى بن طريف فقال ( لا يحتج به ) - قلت - الان القول فيه إذ لا يلزم من عدم\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nالاحتجاج به ضعفه وقد أطلق ابن معين والدارقطني عليه انه ضعيف وكذبه أبو بكر بن عياش وقال الجوزجاني زائغ -\r\nقال ( باب ما لا يحتمل القسمة )\r\nذكر فيه حديث عبادة بن الصامت ( لا ضرر ولا ضرار ) - قلت تقدم الكلام عليه في باب من قضى بين الناس بما فيه\r\nصلاحهم ثم ذكر من حديث محمد بن يحيى بن حبان ( عن مولاة له سمعت أبا صرمة يحدث ان رسول الله صلى الله عليه وسلم قال\r\nمن ضار أضر الله به ) الحديث - قلت فيه هذه المولاة المجهولة وقد أخرجه أبو داود وابن ماجة من حديث محمد بن يحيى عن\r\nلؤلؤة عن أبي صرمة وكذا أخرجه الترمذي وقال حسن غريب وكذا أخرجه البيهقي فيما مضى في أبواب لا ضرر ولا\r\nضرار من أبواب الصلح -\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nقال باب لا يقبل الشهادة الا بمحضر\r\nمن الخصم ولا يقضى على الغائب\r\nذكر فيه ( عن علي أنه صلى الله عليه وسلم قال له إذا اتاك أحد الخصمين فسمعت منه فلا تقض له حتى تسمع من الآخر كما\r\nسمعت من الأول ) الحديث ثم ذكره من وجه آخر وفيه ( فإذا جلس بين يديك الخصمان فلا تقضين حتى تسمع من الآخر\r\nكما سمعت من الأول ) ثم قال البيهقي ( وهذا يتناول الموضع الذي يحضره الخصمان جميعا ) قلت ظاهر الوجه الأول انه\r\nولو حضر أحدهما خاصة لا يسمع قوله حتى يحضر الآخر فمن منع القضاء على الغائب استعمل الوجهين والبيهقي وأصحابه\r\nتركوا الوجه الأول بل تركوا الثاني أيضا إذ جعل العلة المجوزة للقضاء سمع قول الآخر وما بعد الغاية يخالف ما قبلها\r\nفمقتضى الحديث انهما إذا حضرا فسمع الدعوى وغاب المدعى عليه قبل سماع قوله إنه لا يجوز القضاء وهذا خلاف قولهم\r\nوقال الخطابي الحديث دليل على أنه لا يقضى على غائب لأنه إذا منعه ان يقضى لاحد الحاضرين حتى يسمع كلام الآخر دل\r\nعلى أنه في الغائب الذي لم يسمع قوله أولى بالمنع لامكان أن يكون معه حجة تبطل دعوى الحاضر وممن ذهب إلى أن الحاكم\r\nلا يقضى على غائب ، شريح وعمر بن عبد العزيز وهو قول أبي حنيفة وابن أبي ليلى وفى التهذيب لمحمد بن جرير الطبري\r\nروى عمرو بن دينار عن عمر بن عبد العزيز قال إذا جاءك الرجل وقد سقطت عيناه في يده فلا تقض له حتى يأتي خصمه\r\nوروى الشعبي عن شريح انه كان لا يقضى على غائب وهو قول النخعي -\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nقال ( باب من أجاز القضاء على غائب )\r\nذكر فيه حديث ( خذي ما يكفيك وبنيك بالمعروف ) ثم اعاده بعد في باب من قال للقاضي ان يقضى بعلمه - قلت -\r\nقد قدمنا في كتاب النكاح ان هذا كان منه عليه السلام فتوى لا قضاء على غائب ولا قضاء بعلمه صلى الله عليه وسلم وما\r\nذكره البيهقي في آخر هذا الباب من قول عمر ( من كان له عليه دين يعنى الأسيفع فليأتنا نقسم ماله ) ليس فيه ان الأسيفع كان\r\nغائبا فيحمل على أنه كان حاضرا عند الدعوى -\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nقال ( باب من قال للقاضي ان يقضى بعلمه )\r\nذكر فيه حديث ( خذي ما يكفيك ) وقد ذكرنا قريبا انه كان فتوى وعلى ذلك يحمل ما ذكره البيهقي بعد هذا الحديث\r\nفي هذا الباب - وفى التمهيد ومما احتج به من ذهب إلى هذا ما رويناه من طرق عن عروة وعن مجاهد جميعا بمعنى واحد\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nان رجلا من بنى مخزوم استعدى عمر بن الخطاب على أبي سفيان بن حرب انه ظلمه حدا في موضع كذا وكذا من مكة فقال\r\nعمر إني لاعلم الناس ذلك وربما لعبت انا وأنت فيه ونحن غلمان فإذا قدمت مكة فائتني بأبي سفيان فلما قدم مكة اتاه\r\nالمخزومي بأبي سفيان فقال له عمر يا أبا سفيان انهض بنا إلى موضع كذا فنهض ونظر عمر فقال يا أبا سفيان خذ هذا الحجر\r\nمن ههنا فقال والله لا افعل فقال والله لتفعلن فقال لا افعل فعلاه عمر بالدرة فقال خذه لا أم لك وضعه ههنا فإنك ما علمت\r\nقديم الظلم فأخذ الحجر أبو سفيان فوضعه حيث قال عمر ثم إن عمر استقبل القبلة فقال اللهم لك الحمد لم تمتني حتى غلبت\r\nأبا سفيان على رأيه وأذللته لي بالاسلام قال فاستقبل أبو سفيان القبلة فقال اللهم لك الحمد إذ لم تمتنى حتى جعلت في قلبي\r\nمن الاسلام ما ذللت به لعمر - قال أبو عمر ففي هذا قضاء عمر بما علمه قبل ولايته والى هذا ذهب أبو سفيان ( 1 ) ومحمد\r\nوالشافعي -\r\nقال باب من قال ليس للقاضي ان يعمل ( 2 )\r\nذكر فيه أحاديث وآثارا قلت أغفل البيهقي في هذا الباب حديثا أخرجه النسائي وأبو داود واللفظ له من حديث عبد الرزاق\r\nعن معمر عن الزهري عن عروة عن عائشة ان النبي صلى الله عليه وسلم بعث أبا جهم بن حذيفة مصدقا فلاجه رجل في\r\n\r\n","description":"","footnote":" ( 1 ) كذا - ولعله - أبو يوسف - ح\r\n( 2 ) في السنن - ان يقضى بعلمه ","page_name":" 143 ","page_number":143},
  {"content":"\r\nصدقته فضربه أبو جهم فشجه فأتوا النبي صلى الله عليه وسلم فقالوا القود يا رسول الله فقال رسول الله صلى الله عليه وسلم\r\nلكم كذا وكذا فلم يرضوا فقال لكم كذا وكذا فلم يرضوا فقال لكم كذا وكذا فرضوا فقال النبي صلى الله عليه وسلم انى\r\nخاطب العشية على الناس ومخبرهم برضاكم فقالوا نعم فخطب رسول الله صلى الله عليه وسلم فقال إن هؤلاء الليثيين\r\nاتوني يريدون القود فعرضت عليهم كذا وكذا فرضوا أرضيتم فقالوا لا فهم المهاجرون بهم فأمرهم رسول الله صلى الله\r\nعليه وسلم ان يكفوا عنهم فكفوا ثم دعاهم فزادهم فقال أرضيتم فقالوا نعم فقال إني خاطب على الناس ومخبرهم برضاكم\r\nقالوا نعم فخطب رسول الله صلى الله عليه وسلم فقال أرضيتم قالوا نعم - وذكر صاحب التمهيد أن هذا الحديث من أفضل\r\nما يحتج به في أن القاضي لا يقضى بعلمه قال وهذا بين لأنه لم يؤاخذهم بعلمه فيهم ولا قضى بذلك عليهم وقد علم رضاهم\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nقال باب الأمر بالاشهاد\r\nذكر فيه ( عن الشافعي أنه قال وقد حفظ عن النبي صلى الله عليه وسلم انه بايع اعرابيا في فرس فجحد الاعرابي بأمر بعض\r\nالمنافقين ولم يكن بينهما بينة ) ثم اخرج البيهقي الحديث وفيه ( فطفق رجال يعترضون الاعرابي ويساومونه الفرس\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\nولا يشعرون ان رسول الله صلى الله عليه وسلم قد ابتاعه حتى زاد بعضهم الاعرابي ) إلى آخره قلت وبهذا اللفظ أخرجه\r\nأبو داود والنسائي وغيرهما وظاهره يقتضى انهم لو شعروا انه عليه السلام ابتاعه لم يزيدوا عليه وذلك شان المؤمنين ولم\r\nأر فيما بأيدينا من الكتب المشهورة ان ذلك كان بأمر بعض المنافقين -\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nقال ( باب الشهادة في الدين وما في معناه )\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\nذكر فيه حديث ابن عمرو فيه ( اما نقصان العقل فشهادة امرأتين تعدل شهادة رجل واحد ) ثم عزاه إلى مسلم - قلت -\r\nأغفل البيهقي في هذا الباب حديث أبي سعيد الخدري المخرج في الصحيحين وفيه أليس شهادة المرأة مثل نصف شهادة\r\nالرجل الحديث وقد ذكر البيهقي في أوائل كتاب الحيض -\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nقال ( باب ما جاء في عددهن أي النساء )\r\nذكر في آخره ( عن علي أنه كان يجيز شهادة القابلة ) ثم علله ثم قال ( قال اسحق الحنظلي لو صحت شهادة القابلة عن علي لقلنا به\r\nولكن في اسناده خلل وقال الشافعي لو ثبت عن علي صرنا إليه ) - قلت - في المحل لابن حرم قال سفيان الثوري يقبل في\r\nعيوب النساء وما لا يطلع عليه الا النساء امرأة واحدة هو قول أبي حنيفة وأصحابه وصح عن ابن عباس وعن علي وعن\r\nعثمان أميري المؤمنين وابن عمر والحسن البصري والزهري وقال ابن أبي شيبة ثنا عيسى بن يونس عن الأوزاعي عن\r\nالزهري قال مضت السنة ان تجوز شهادة النساء فيما لا يطلع عليه غيرهن من ولادات النساء وعيوبهن وتجوز شهادة القابلة\r\nوحدها في الاستهلال وقال عبد الرزاق في مصنفه قال ابن جريج قال ابن شهاب مضت السنة فذكره بمعناه وقال أيضا\r\nعن الثوري عن أشعث عن الحسن والشعبي قالا يجوز شهادة المرأة الواحدة فيما لا يطلع عليه الرجال وقال أيضا انا الأسلمي\r\nأخبرني اسحق عن ابن شهاب ان عمر بن الخطاب أجاز شهادة امرأة في الاستهلال ورواه أيضا بسنده عن الزهري\r\nوطاوس وأبى بكر بن أبي سبرة ويحيى بن سعيد وفى نوادر الفقهاء لابن بنت نعيم اجمع الصحابة على أن المرأة الواحدة\r\nمقبولة على الولادة -\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nقال ( باب شهادة القاذف )\r\nذكر فيه الآية ثم قال ( قال الشافعي الثنيا على أول الكلام وآخره في جميع ما يذهب إليه أهل الفقه ) - قلت - كيف\r\nيقول الشافعي هذا وقد ذكر البيهقي في باب الذي بعد هذا الباب عن جماعة من السلف ( انهم أعادوا الاستثناء إلى الجملة\r\nالأخيرة ) وذكر أبو عمر في التمهيد أنه قول الحكم ومعاوية بن قرة وحماد بن أبي سليمان ومكحول وهو رواية عن ابن\r\nالمسيب وعكرمة عن الزهري واليه ذهب أكثر أهل العراق وفى المحل لابن حزم روينا من طريق ابن جريج عن عطاء\r\nالخراساني عن ابن شهاب شهادة القاذف لا تجوز وان تاب - وصح عن الشعبي في أحد قوليه والنخعي وابن المسيب في\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\nأحد قوليه والحسن البصري ومجاهد في أحد قوليه ومسروق وعكرمة في أحد قوليه ان القاذف لا تقبل شهادته ابدا وان\r\nتاب وعن شريح المحدود في القذف لا تقبل شهادته ابدا وهو قول أبي حنيفة وأصحابه وسفيان - ثم ذكر البيهقي ( عن ابن\r\nالمسيب ان عمر قال لأبي بكرة ) إلى آخره - قلت - فيه ثلاثة أشياء - أحدها - انه تقدم غير مرة ان مالكا وابن معين\r\nانكرا سماع بن المسيب من عمر وقد ذكر البيهقي فيما مضى من قريب في باب الشهادة على الطلاق والرجعة ( ان روايته\r\nعنه مرسلة ) - الثاني - ان ابن عيينة رجع في تعيين اسم من أخبر الزهري وهو ابن المسيب إلى عمر بن قيس فكأنه روى\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\nذلك عنه وعمر هذا ضعيف وأشار الشافعي إلى الجواب عن هذه العلة وهو ان ابن عيينة تذكر بقول عمر بن قيس انه ابن\r\nالمسيب - الثالث - ان ابن المسيب الذي روى عن عمر قبول شهادته إذا تاب خالفه في ذلك ففي مصنف ابن أبي شيبة ثنا\r\nأبو داود الطيالسي عن حماد بن سلمة عن قتادة عن الحسن وسعيد بن المسيب قالا لا شهادة له وتوبته فيما بينه وبين الله - وهذا\r\nسند صحيح على شرط مسلم -\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nقال ( باب من قال لا تقبل شهادته )\r\nذكر فيه حديث ( لا يجوز شهادة خائن ولا خائنة ولا محدود ) من طريق آدم بن فائد والمثنى بن الصباح عن عمرو بن شعيب\r\nعن أبيه عن جده ثم قال ( آدم والمثنى لا يحتج بهما ) - قلت - في مصنف ابن أبي شيبة ثنا عبد الرحيم بن سليمان عن حجاج\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\nعن عمرو بن شعيب عن أبيه عن جده قال قال رسول الله صلى الله عليه وسلم المسلمون عدول بعضهم على بعض الا محدودا\r\nفي فرية - فقد تابع الحجاج وهو ابن أرطأة آدم والمثنى والحجاج اخرج له مسلم مقرونا بآخر -\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nقال ( باب ما جاء في خير الشهداء )\r\nذكر فيه من طريق يحيى بن يحيى ( قرأت على مالك عن عبد الله بن أبي بكر عن أبيه عن عبد الله بن عمرو بن عثمان عن ابن أبي\r\nعمرة الأنصاري عن زيد بن خالد انه عليه السلام قال الا أخبركم بخير الشهداء ) الحديث - قلت - الذي في الموطأ من\r\nرواية يحيى بن يحيى بهذا السند عن أبي عمرة وأخرجه النسائي من طريق ابن القاسم عن مالك وقال عن أبي عمرة وقال\r\nالترمذي أكثر الناس يقولون ابن أبي عمرة واختلف على مالك فروى بعضهم عن ابن أبي عمرة وروى بعضهم عن أبي\r\nعمرة وابن أبي عمرة أصح عندنا لأنه قد روى من غير حديث مالك عن عبد الرحمن بن أبي عمرة عن زيد بن خالد وقد\r\nروى عن أبي عمرة عن زيد بن خالد غير هذا الحديث وهو صحيح أيضا وأبو عمرة هو مولى زيد بن خالد الجهني وله\r\nحديث الغلول -\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\nقال ( باب من رد شهادة أهل الذمة )\r\nقال الله تعالى ( وأشهدوا ذوي عدل منكم ) وقال ( واستشهدوا شهيدين من رجالكم ) وقال ( ممن ترضون من الشهداء )\r\n( قال الشافعي ) ففي هاتين الآيتين دلالة على أن الله تعالى إنما عنى المسلمين دون غيرهم إلى آخره - قلت - الخطاب في\r\nالآيتين للمسلمين قال الله تعالى ( يا أيها الذين آمنوا إذا تداينتم بدين ) ثم قال ( واستشهدوا شهيدين من رجالكم فإن لم يكونا\r\nرجلين فرجل وامرأتان ممن ترضون من الشهداء ) فلما أمرنا بذلك إذا تداينا علمنا أن المراد الشهادة على المسلمين وقال\r\nتعالى ( يا أيها النبي إذا طلقتم النساء ) الآية ثم قال ( وأشهدوا ذوي عدل منكم ) فهذا أيضا على طلاق المسلمين واخرج\r\nالطحاوي عن أحمد بن أبي عمران ثنا أبو خيثمة ثنا حفص بن غياث عن مجالد عن الشعبي عن جابر أن اليهود جاؤوا إلى\r\nرسول الله صلى الله عليه وسلم برجل وامرأة منهم زنيا فقال لهم رسول الله صلى الله عليه وسلم ائتوني بأربعة منكم يشهدون\r\nوهذا سند جيد - ابن أبي عمران وثقه ابن يونس وباقي السند على شرط الشيخين خلا مجالدا فان مسلما انفرد به وقال\r\nابن ماجة ثنا محمد بن طريف ثنا أبو خالد الأحمر عن مجالد عن الشعبي عن جابر انه عليه السلام أجاز شهادة أهل الكتاب\r\nبعضهم على بعض - وهذا السند على شرط مسلم وقد ذكر البيهقي هذا الحديث فيما بعد في باب من أجاز شهادة أهل الذمة\r\nعلى الوصية في السفر وعلله بان ( غير مجالد رواه عن الشعبي عن شريح من قوله ) - قلت - يحمل على أن الشعبي رواه عن\r\nجابر مرفوعا وكان شريح فقيها يرى ذلك فأفتى به فسمعه الشعبي منه فرواه مرة أخرى عنه - وفى الاشراف لابن المنذر\r\nوممن رأى أن شهادتهم جائزة بعضهم على بعض شريح وعمر بن عبد العزيز والزهري وقتادة وحماد بن أبي سليمان\r\nوالثوري والنعمان -\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nقال باب ما جاء في قوله تعالى ( يا أيها الذين آمنوا شهادة بينكم\r\nإذا حضر أحدكم الموت ) إلى قوله ( أو آخر ان من غيركم )\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n( قال الشافعي سمعت من يذكر أنها منسوخة بقوله تعالى ( وأشهدوا ذوي عدل منكم ) - قلت - في أصول أبى بكر الرازي\r\nقوله تعالى أو آخر ان من غيركم - خاص بالوصية في السفر وقوله تعالى ( وأشهدوا ذوي عدل منكم ) خاص بالرجعة فكيف\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nيعترض بأحدهما على الأخرى -\r\nقال ( باب من أجاز شهادة أهل الذمة على الوصية في السفر )\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\nذكر فيه حديث جابر ( انه عليه السلام أجاز شهادة اليهود وفى رواية أهل الكتاب بعضهم على بعض ) وعلله بان ( غير مجالد\r\nرواه عن الشعبي عن شريح ) - قلت - ذكر هذا الحديث في هذا الباب غير مناسب وقد تكلمنا عليه قريبا في باب من\r\nرد شهادة أهل الذمة -\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\nقال ( باب القضاء باليمين مع الشاهد )\r\nذكر فيه حديث سيف بن سليمان عن قيس بن سعد عن عمرو بن دينار عن ابن عباس ثم أخرجه من طريق محمد بن مسلم\r\nالطائفي عن عمرو ثم قال ( سيف ثقة ثبت عند أئمة أهل النقل ) - قلت - في علل الترمذي سألت محمدا عنه أي هذا الحديث\r\nفقال عمرو بن دينار لم يسمع عندي هذا الحديث من ابن عباس وقال الطحاوي قيس لا نعلمه يحدث عن عمرو بن دينار بشئ\r\nفقد رمى الحديث بالانقطاع في موضعين من البخاري بين عمرو وابن عباس ومن الطحاوي بين قدس وعمر وورد البيهقي\r\nفي الخلافيات على الطحاوي وأشار إلى أن قيسا سمع من عمرو واستدل على ذلك برواية وهب بن جرير عن أبيه قال سمعت\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\nقيس بن سعد يحدث عن عمرو بن دينار عن سعيد بن جبير عن ابن عباس فذكر حديث المحرم الذي وقصته ناقته ثم قال\r\nالبيهقي ( ولا يبعد أن يكون له عن عمرو غير هذا ) - قلت - لم يصرح أحد من أهل هذا الشأن فيما علمنا بأن قيسا سمع من عمرو\r\nولا يلزم من قول جرير سمعت قيسا يحدث عن عمرو أن يكون قيس سمع ذلك من عمرو وقد روى البيهقي في باب فضل التأذين\r\nعلى الإمامة من حديث أبي حمزة السكري ( سمعت الأعمش يحدث عن أبي صالح عن أبي هريرة قال عليه السلام الامام ضامن\r\nوالمؤذن مؤتمن ) الحديث ثم لم يجعل البيهقي ذلك سماعا للأعمش من أبى صالح بل قال ( هذا الحديث لم يسمعه الأعمش\r\nمن أبى صالح إنما سمعه من رجل عن أبي صالح ) وقد اخرج أبو داود في المراسيل من حديث أبي خلدة قال سمعت\r\nأبا العالية يحدث ان اعرابيا أتى النبي صلى الله عليه وسلم فقال متى ليلة القدر الحديث وذكر الذهبي سيفا في كتابه في الضعفاء\r\nوقال رمى بالقدر وقال في الميزان ذكره ابن عدي في الكامل وساق له هذا الحديث وسأل عباس يحيى بن معين عن هذا\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\nحديث معاذ بن عبد الرحمن عن ابن عباس - قلت - رواه الشافعي عن إبراهيم بن محمد عن ربيعة بن عثمان وإبراهيم\r\nهو الأسلمي مكشوف الحال مرمى بالكذب وغيره من المصائب وقد ذكرناه مرارا وربيعة هذا قال أبو زرعة ليس بذاك\r\nوقال أبو حاتم منكر الحديث - ثم ذكر البيهقي من وجه آخر من حديث سهيل بن أبي صالح عن أبيه عن أبي هريرة - قلت\r\nفيه مع نسيان سهيل انه قد اختلف عليه فيه فرواه زهير بن محمد عنه عن أبيه عن زيد بن ثابت كما ذكره البيهقي بعد في هذا\r\nالباب - ثم ذكره من وجه آخر من حديث مغيرة بن عبد الرحمن عن أبي الزناد عن الأعرج عن أبي هريرة ثم ذكر عن\r\nابن حنبل ( قال ليس في هذا الباب حديث أصح من هذا ) - قلت - مغيرة قال فيه ابن معين ليس بشئ ذكره صاحب\r\nالميزان وذكر حديثه هذا ثم قال قال ابن عدي مغيرة ينفرد بأحاديث وقال صاحب التمهيد أصح اسناد لهذا الحديث حديث\r\nابن عباس وهذا بخلاف ما قال ابن حنبل - ثم ذكره البيهقي من وجه آخر من جهة مالك وجماعة عن جعفر بن محمد عن أبيه مرسلا\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\nثم قال ( ورواه عبد الوهاب الثقفي وهو من الثقات عن جعفر عن أبيه عن جابر موصولا ) ثم ذكر ( عن الشافعي أنه قال\r\nلبعض من يناظره روى الثقفي وهو ثقة عن جعفر ) فذكره ثم ذكر البيهقي فيه اختلافا كثيرا عن جعفر - قلت -\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\nعبد الوهاب اختلط في آخر عمره كذا ذكر ابن معين وغيره وقال محمد بن سعد كان ثقة وفيه ضعف وقال ابن مهدي\r\nأربعة كانوا يحدثون من كتب الناس ولا يحفظون ذلك الحفظ فذكر منهم عبد الوهاب وقد خالفه في هذا الحديث من هو\r\nأكبر منه وأوثق كمالك وغيره فارسلوه وقال صاحب التمهيد ارساله أشهر ورواه الترمذي من حديث عبد الوهاب\r\nموصولا ثم أخرجه من حديث إسماعيل بن جعفر عن جعفر عن أبيه مرسلا ثم قال وهذا أصح وكذا روى الثوري عن جعفر\r\nعن أبيه مرسلا ولهذا ذكر البيهقي في كتاب المعرفة ( ان الشافعي لم يحتج بهذا الحديث في هذه المسألة لذهاب بعض الحفاظ\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\nإلى كونه غلطا ) ثم ذكر الحديث من جهة مطرف بن مازن ثنا ابن جريج عن عمرو بن شعيب عن أبيه عن جده ثم ساقه\r\nمن جهة محمد بن عبد الله بن عبيد بن عمير عن عمرو بن شعيب بسنده المذكور ثم قال ( مطرف ومحمد بن عبد الله بن عمير ليسا\r\nبالقويين وهو بارساله شاهد لما تقدم ) - قلت - ذكر ابن الجوزي الرجلين في كتاب الضعفاء فاغلظ فيهما فقال محمد بن\r\nعبد الله بن عبيد الليثي قال يحيى ضعيف وكذا قال الدارقطني وقال مرة أخرى ليس بشئ وقال النسائي والأزدي متروك\r\nوقال ابن حبان كان يقلب الأسانيد من حيث لا يفهم لسوء حفظه فوجبت مجانبته وقال أيضا مطرف بن مازن قال يحيى\r\nكذاب وقال السعدي والنسائي ليس بثقة وقال ابن حبان كان يحدث بما لم يسمع لا تجوز الرواية عنه الا للاعتبار والبيهقي\r\nالان القول فيهما في هذا الباب ووافق الجماعة في غيره فقال في باب سهم ذوي القربى ( مطرف بن مازن ضعيف ) وقال في\r\nباب الرجل يطيق المشي ( محمد بن عبد الله بن عمير أضعف من إبراهيم الخوزي ) ثم إنه قطع هنا بان حديث عمرو بن شعيب عن\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\nأبيه عن جده مرسل وهو عندهم متردد محتمل للاتصال والارسال وقد بين ذلك البيهقي في باب الطلاق قبل النكاح فقال\r\n( إذا قيل عمرو عن أبيه عن جده يشبه ان يراد بالجد محمد بن عبد الله وليست له صحبة فيكون الخبر مرسلا ) ثم ذكر حديث\r\nسهيل بن أبي صالح عن أبيه عن زيد بن ثابت - قلت - قد تقدم ان سهيلا اختلف عليه فيه ثم ذكر حديث مالك عن جعفر\r\nابن محمد عن أبيه مرسلا - قلت - قد تقدم هذا في الباب فاعادته هنا سوء ترتيب وتكرار بلا فائدة ثم ذكر القضاء بذلك\r\nعن أبي بكر وعمر وعثمان رضي الله عنهم ثم قال ( ورواه أبو بكر بن أبي سبرة عن أبي الزناد عن عبد الله بن عامر حضرت\r\nأبا بكر وعمر وعثمان يقضون باليمين مع الشاهد ) ثم قال ( الرواية فيه عنهم ضعيفة وهي عن علي وأبى مشهورة ) - قلت -\r\nمن نظر في الرواية عنهما عرف انها عنهما أيضا ضعيفة قال صاحب التمهيد وممن روى عنه القضاء باليمين مع الشاهد منصوصا\r\nمن الصحابة أبو بكر وعمر وعثمان وعلى وأبي بن كعب وإن كان في الأسانيد عنهم ضعف ثم قال البيهقي ( وفيما روى\r\nسليمان بن بلال عن ربيعة ان عمر بن الخطاب كتب بذلك إلى شريح وهو وإن كان منقطعا ففيه تأكيد لرواية\r\nابن أبي سبرة ) - قلت - ابن أبي سبرة ضعفه البيهقي في باب وطئ أم الولد وقال احمد كان يضع الحديث ذكره الذهبي\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\nفي كتاب الضعفاء ومثل هذا كيف يتقوى بهذا المنقطع وأيضا فرواية ابن أبي سبرة فيها ذكر الثلاثة وهذا الأثر منقطع\r\nمقصور على عمر وحده ثم ذكر البيهقي ( عن الشافعي قال ذكر هشيم بن مغيرة ان الشعبي قال إن أهل المدينة يقضون\r\nباليمين مع الشاهد ) - قلت - في كلام الشعبي زيادة لم يذكرها الشافعي قال صاحب الاستذكار روى هشيم انا المغيرة\r\nعن الشعبي قال أهل المدينة يقولون بشهادة الشاهد ويمين الطالب ونحن لا نقول ذلك وفى مصنف ابن أبي شيبة ثنا سويد\r\nان عمرو ثنا أبو عوانة عن مغيرة عن إبراهيم والشعبي في الرجل يكون له الشاهد مع يمينه قالا لا يجوز الا شهادة رجلين\r\nأو رجل وامرأتين قال عامر ان أهل المدينة يقبلون شهادة الشاهد مع يمين الطالب وهذا السند رجاله على شرط مسلم ثم\r\nذكر حديث جعفر بن محمد من رواية مسلم بن خالد عنه ثم من رواية ابن أبي يحيى عنه - قلت - مسلم بن خالد ضعيف\r\nعندهم وقد ضعفه البيهقي أيضا في باب من زعم أن التراويح بالجماعة أفضل وإبراهيم الأسلمي مكشوف الحال وقد ذكر\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\nالبيهقي هذا الحديث في هذا الباب مرتين وهذه ثالثة ثم ذكر البيهقي ( عن كلثوم بن زياد قال أدركت سليمان بن حبيب\r\nوالزهري يقضيان بذلك يعنى بشاهد ويمين ) - قلت - كلثوم هذا ضعفه النسائي وقد صح عن الزهري خلاف هذا قال\r\nابن أبي شيبة ثنا حماد بن خالد عن ابن أبي ذئب عن الزهري قال هي بدعة وأول من قضى بها معاوية وهذا السند على\r\nشرط مسلم وفى مصنف عبد الرزاق ثنا معمر سألت الزهري عن اليمين مع الشاهد فقال هذا شئ أحدثه الناس لا بد من\r\nشاهدين وفى الاستذكار هو الأشهر عن الزهري ثم ذكر البيهقي ( عن عطاء قال لا رجعة الا بشاهدين الا أن يكون عذر\r\nفيأتي بشاهد ويحلف مع شاهده ) - قلت - في سنده مسلم الزنجي تقدم ان ضعيف وقد روى عن عطاء انه لا يقول بالشاهد\r\nواليمين قال صاحب التمهيد وقال أبو حنيفة وأصحابه والثوري والأوزاعي لا يقضى باليمين مع الشاهد وهو قول عطاء والحكم\r\nوطائفة وزاد في الاستذكار النخعي وفى المحل لابن حزم أول من قضى به عبد الملك بن مروان وأشار إلى إنكاره الحكم\r\nوابن عيينة وروى عن عمر بن عبد العزيز الرجوع إلى ترك القضاء به لأنه وجد أهل الشام على خلافه ومنع منه ابن شبرمة\r\nانتهى كلامه وفى التمهيد تركه يحيى بن يحيى بالأندلس وزعم أنه لم ير الليث بن سعد يفتى به ولا يذهب إليه وقوله عليه السلام\r\nفي الصحيحين اليمين على المدعى عليه وفى رواية - البينة على المدعى واليمين على من أنكر - يرده وكذا قوله عليه السلام في\r\nالصحيحين شاهداك أو يمينه مع ظاهر القرآن لأنه تعالى أوجب عند عدم الرجلين قبول رجل وامرأتين وإذا وجد\r\nشاهد واحد فالرجلان معدومان ففي قبوله مع اليمين نفى ما اقتضته الآية وأيضا فإنه تعالى قال عقيبها ( ممن ترضون من\r\nالشهداء ( وليس المدعى بشاهد واحد ممن يرضى استحقاق ما يدعيه بقوله ويمينه وزعموا أن يمين المدعى قائمة مقام المرأتين\r\nفعلى هذا لو كان المدعى ذميا فأقام شاهدا وجب ان لا يقبل منه كما لو كانت المرأتان ذميتين ولو شهدت امرأتان قال مالك\r\nيحلف المدعى مع شهادتهما وقال الشافعي لا يمين إنما اليمين مع الشاهد لان شهادتهن دون الرجال وليس في شئ من الاخبار\r\nتخصيص ذلك بالأموال كما زعم الشافعي -\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\n\r\nقال باب تأكيد اليمين بالمكان\r\nذكر فيه حديث جابر ( لا يحلف أحد على يمين آثمة ) الحديث - قلت - ليس فيه الا تعظيم اليمين عند منبره صلى الله عليه وسلم\r\nولا خلاف فيه وليس فيه انه عليه السلام أمر أن لا يحلف المطلوب الا عنده ولو كان ذلك فيه فظاهره انه يحلف عنده في القليل\r\nأيضا والشافعي لا يحلف عنده في القليل كما ذكره البيهقي في الباب بعد ثم ذكر ( عن المهاجر كتب إلى أبو بكر ابعث إلى بقيس )\r\nإلى آخره - قلت - هذا الأثر على تقدير صحته خالفه الشافعي فان عنده لا يجلب أحد إلى مكة ولا إلى المدينة ولكن يحكم عليه\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\nحاكم بلده ثم ذكر البيهقي ( ان عبد الرحمن بن عوف رأى قوما يحلفون ) إلى آخره ثم قال ( قال الشافعي فذهبوا\r\nإلى أن العظيم من الأموال ما وصفت من عشرين دينارا فصاعدا قال وقال مالك يحلف على المنبر على ربع دينار ) - قلت\r\nذكر ابن حرم في المحلى ان الرواية عن عبد الرحمن ساقطة لا يدرى لها أصل ولا مخرج ثم لو صحت لم يحد عبد الرحمن في كثير\r\nالمال ما حد مالك والشافعي وما نعلم أحد أسبقهما إلى ذلك -\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\nقال ( باب النكول والرد على المدعى )\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\nذكر فيه حديث القسامة وان الجماعة بدؤا في روايتهم بالأنصاريين وان ابن عيينة بدأ بايمان اليهود ثم رد على الأنصاريين\r\nوهو خلاف رواية الجماعة والجماعة أولى بالحفظ من الواحد ) - قلت - البداءة بايمان الأنصاريين وهم المدعون مخالفة\r\nلسائر الدعاوى والحديث الصحيح المشهور اليمين على المدعى عليه - فوجب ان يقتصر على مورد الحديث ولا يقاس عليه\r\nفكيف يقيس الشافعية عليه ثم يعكسون ما فيه من البداءة بيمين المدعى ثم الرد على المدعى عليه فيحلفون المدعى عليه فان نكل\r\nحلفوا المدعى وقد سبق الكلام على هذا الحديث في أبواب القسامة ثم ذكر البيهقي اثر عمر في الرجل الذي اجرى\r\nفرسا فوطئ على إصبع رجل فمات إلى آخره - قلت - الكلام على هذا أيضا تقدم في أبواب القسامة -\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\nثم ذكر البيهقي ان عثمان اقرض المقداد سبعة آلاف درهم فقال المقداد إنما هي أربعة آلاف فتخاصما إلى عمر فقال المقداد\r\nحلفه انها سبعة ) إلى آخره ثم قال ( اسناده صحيح الا انه منقطع وهو مع ما روينا عن عمر في القسامة يؤكد أحدهما صاحبه\r\nفيما اجتمعا عليه من مذهب عمر في رد اليمين وفيه زيادة مذهب عثمان والمقداد ) - قلت - في سنده سلمة بن علقمة\r\nوهو وان اخرج له مسلم فقد قال فيه أحمد بن حنبل ضعيف الحديث كذا ذكر الذهبي في كتاب الضعفاء وعثمان قد روى\r\nعنه خلاف ذلك فروى الطحاوي في مشكل الآثار بسنده عن عبد الله بن عون من أهل فلسطين قال أمرت امرأة وليدة\r\nلها ان تضطجع عند زوجها فحسب أنها جاريته فوقع عليها وهولا يشعر فقال ثوبان حلفوه انه ما شعر فان أبى ان يحلف\r\nفارجموه وان حلف فاجلدوه مائة جلدة إلى آخره ثم قال الطحاوي لا نعلم له مخالفا من الصحابة ولا منكرا عليه أي في حكمه\r\nبالنكول وان له حكم الاقرار وقد تقدم في باب بيع البراءة ان ابن عمر نكل عن اليمين في عيب الغلام فقضى عليه عثمان\r\nبالنكول واسترجع العبد فوافقه ابن عمر ففي ذلك دليل لأبي حنيفة وأصحابه انه إذا نكل المدعى عليه عن اليمين حكم عليه ولم\r\nترد اليمين على المدعى وقد جعل عليه السلام البينة على المدعى واليمين على المدعى عليه فلا تنقل اليمين إلى المدعى كما لا تنقل البينة\r\nإلى المدعى عليه -\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\nقال ( أبواب من تجوز شهادته ومن لا تجوز )\r\nذكر فيه حديث زكريا بن إسحاق ( عن عمرو بن دينار عن طاوس عن ابن عباس قال عليه السلام ان تغفر اللهم ( 1 ) تغفر جما )\r\nثم أخرجه بمعناه من حديث زكريا عن عمرو بن دينار عن عطاء عن ابن عباس ثم أخرجه من وجه ثالث من حديث\r\nمجاهد عن ابن عباس مرفوعا ثم قال ( هذا أشبه ) - قلت - الرفع زيادة ثقة فيقبل ويحمل على أن طاوسا وعطاء سمعاه من\r\nابن عباس مرفوعا فرواه عمرو بن دينار عنهما ولهذا أخرجه الترمذي من طريق عطاء وقال حسن صحيح\r\n\r\n","description":"","footnote":" ( 1 ) كذا وفى السنن - اللهم ان تغفر - ","page_name":" 185 ","page_number":185},
  {"content":"\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\nثم ذكر البيهقي من حديث الأعمش ( عن عمارة بن عمير سمعت الحارث بن سويد يقول ثنا ابن مسعود بحديثين أحدهما عن\r\nرسول الله صلى الله عليه وسلم والآخر عن نفسه فقال قال رسول الله صلى الله عليه وسلم لله أشد فرجا بتوبة ) الحديث .\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n( ثم قال عبد الله ان المؤمن يرى ذنوبه كأنه جالس في أصل جبل ) إلى آخره ثم قال ( رواه مسلم قلت - فيه أمران أحدهما\r\nان مسلما ذكر الحديث ولم يذكر قول ابن مسعود - والثاني - ان البيهقي اقتصر على مسلم ولم يذكر البخاري وهو قد أخرجه\r\nفي باب التوبة من كتاب الدعاء الا انه خلط قول ابن مسعود بالحديث فقال ثنا أحمد بن يونس ثنا أبو شهاب عن\r\nالأعمش عن عمارة بن عمير عن الحارث بن سويد قال حدثنا عبد الله حديثين أحدهما عن النبي صلى الله عليه وسلم\r\nوالآخر عن نفسه قال إن المؤمن يرى ذنوبه كأنه قاعد تحت جبل يخاف ان يقع عليه وان الفاجر يرى ذنوبه كذباب\r\nمر على أنفه فقال به هكذا قال أبو شهاب بيده فوق انفه ثم قال لله افرح بتوبة عبده من رجل نزل منزلا وبه مهلكة\r\nومعه راحلته - الحديث إلى قوله فإذا راحلته - ثم ذكر البيهقي من حديث الأعمش ( عن زيد بن وهب عن أبي ذر كنت\r\nامشي مع النبي الله صلى الله عليه وسلم فاستقبلنا أحد ) الحديث ثم قال ( رواه البخاري عن عمر بن حفص ) - قلت\r\nاقتصر على البخاري وقد أخرجه مسلم من حديث الأعمش ومن حديث عبد العزيز بن رفيع كلاهما عن زيد بن وهب\r\nثم قال البيهقي ( وانا أبو عبد الله ثنا محمد بن صالح ثنا السرى ثنا عمر بن حفص ثنا أبي ثنا الأعمش حدثني أبو صالح عن أبي\r\nالدرداء نحوه ) ثم قال ( رواه البخاري عن عمر بن حفص قال البخاري حديث أبي صالح عن أبي الدرداء مرسل )\r\nقلت لم يرو البخاري في صحيحه حديث أبي الدرداء هذا عن عمر بن حفص في موضع من المواضع بل ولا رواه متصلا وإنما\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\nروى في باب من أجاب بلبيك وسعديك من كتاب الاستئذان عن عمر بن حفص حديث أبي ذر كما ذكره البيهقي أولا ثم\r\nقال قال الأعمش وحدثني أبو صالح عن أبي الدرداء نحوه وكيف يقال روى البخاري حديث أبي الدرداء عن عمر بن\r\nحفص وهو يقول إنه مرسل كما حكى البيهقي عنه ثم ذكر البيهقي من وجه آخر من حديث جرير عن عبد العزيز بن رفيع\r\nعن زيد بن وهب عن أبي ذر ثم قال ( رواه البخاري عن قتيبة عن جرير وكذلك رواه مسلم ) وقد ذكرنا ذلك قريبا -\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\n\r\nقال ( باب من سمى المرأة قارورة )\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\n\r\nذكر فيه حديث ( وان وجدناه لبحرا ) من طريق شعبة عن قتادة عن انس ثم قال ( أخرجه البخاري من حديث شعبة ) -\r\nقلت - وأخرجه مسلم أيضا في فضائل النبي صلى الله عليه وسلم من هذا الطريق - ثم ذكر البيهقي حديث ( اذهبوا بنا نزور\r\nالنضير ) ثم قال ( الصحيح عن ابن عيينة عن عمرو بن دينار عن محمد بن جبير بن مطعم عن أبيه ) ثم قال الصحيح عن ابن عيينة\r\nعن عمرو عن محمد عنه عليه السلام مرسلا ) - قلت - محد بن يونس هذا روى عنه مسلم فقد زاد الرفع وهو ثقة وتابعه\r\nعلى ذلك إبراهيم بن بشار فرواه عن ابن عيينة كذلك أخرجه الطحاوي في كتاب المشكل عن ابن خزيمة عن إبراهيم -\r\nقال ( باب لا يقبل شهادة خائن )\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\nذكر فيه من حديث الأعرج مرسلا ( لا يقبل شهادة ذي الضنة الجنة ( 1 ) الحنة والجنة الجنون والحنة الذي يكون بينك وبينه\r\nعداوة ) ثم قال ( لا ادرى هذا التفسير من قول من من الرواة ) قلت في الصحاح في صدره على احنة أي حقد ولا يقال\r\nحنة وفى الغريبين للهروي الحنة لغة ردية واللغة العالية احنة وقال الأصمعي يقال في صدره احنة ولا يقال حنة ثم ذكر البيهقي\r\nمن حديث طلحة بن عبد الله بن عوف مرسلا ( لا يجوز شهادة خصم ولا ضنين ( 1 ) واليمين على المدعى عليه - أخرجه أبو داود\r\nمع حديث الأعرج في المراسيل ) - قلت - الذي في مراسيله من حديث طلحة المذكور لا شهادة لخصم ولا ضنين ( 1 )\r\nلم يزد على هذا -\r\n\r\n","description":"","footnote":" ( 1 ) كذا - ","page_name":" 201 ","page_number":201},
  {"content":"\r\n\r\nقال ( باب رد شهادة أهل الأهواء )\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\nذكر في آخره حديث الأعمش ( عن أبي صالح عن أبي سعيد لا تسبوا أصحابي ) إلى آخره ثم قال ( رواه مسلم ) - قلت\r\nرواه البخاري أيضا في فضل أبى بكر رضي الله عنه من هذا الطريق -\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\n\r\nقال ( باب كراهية اللعب بالنرد أكثر من\r\nاللعب بشئ من الملاهي )\r\nذكر فيه حديث بريدة من لعب بالنرد شير فهو كمن غمس يده في لحم الخنزير ودمه ) ثم ذكر حديث مالك ( عن موسى\r\nابن ميسرة عن سعيد بن أبي هند عن أبي موسى من لعب النرد شير فقد عصى الله ورسوله ) ثم قال ( وكذا رواه يزيد\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\nابن الهاد وأسامة بن زيد عن سعيد ) - قلت - اختلف فيه على أسامة فرواه ابن المبارك عنه عن سعيد بن أبي هند مرة عن أبي\r\nموسى كذا أخرجه الدارقطني في سننه ودل ذلك على أن رواية مالك منقطعة كذا ذكر ابن القطان - وقال صاحب\r\nالتمهيد رواه الليث عن ابن الهاد عن موسى بن ميسرة عن عبد الله بن سعيد عن سعيد بن أبي هند عن أبي موسى ثم إن\r\nالحديثين يقتضيان تحريم اللعب بالنرد وقال النووي في شرح مسلم باب تحريم اللعب بالنرد - ثم ذكر حديث بريدة ثم قال هذا\r\nالحديث حجة للشافعي والجمهور في تحريم اللعب بالنرد فظهر أن تبويب البيهقي غير موافق لا للحديثين ولا لمذهب الشافعي\r\nوالجمهور وإذا ثبت ان اللعب بالنرد محرم يقاس عليه الشطرنج فلا نسلم للشافعية كراهية اللعب به قال المازري في شرح\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\nمسلم - مالك ينهى عن اللعب بالنرد والشطرنج ويرى ان الشطرنج شر من النرد وإلهي منها وهذا الحديث حجة له وإن كان\r\nورد في النرد فقيست الشطرنج عليها لاشتراكهما في كونهما شاغلين عما يفيد في الدين والدنيا موقعين في القمار أو التشاجر\r\nالحادث فيهما عند التغالب مع كونهما غير مفيدين وقد نبه على هذا بقوله الشطرنج الهى وقد ذكر البيهقي فيما تقدم في باب\r\nاللعب بالشطرنج عن ابن عمر قال شر من النرد وعن أبي موسى لا يلعب بالشطرنج الا خاطئ وفى التمهيد قال بعضهم\r\nالشطرنج شر من النرد وممن قال ذلك الليث بن سعد وذكر البيهقي فيما بعد في باب من كره كل ما لعب الناس به ( انه قيل\r\nللقاسم بن محمد أرأيت الشطرنج أميسر هي قال كل ما ألهى عن ذكر الله وعن الصلاة فهو ميسر ) -\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\n\r\nقال ( باب الرقص إذا لم يكن فيه تكسر )\r\nذكر فيه ( انه عليه السلام قال لزيد أنت أخونا ومولانا فحجل ) إلى آخر وفى سنده هانئ فقال ( ليس بالمعروف\r\nجدا ) - قلت - ذكره البيهقي فيما مضى في باب اجل العنين وحكى عن الشافعي ( أنه قال لا يعرف ) وكلام البيهقي هنا يخالف\r\nهذا بعض مخالفة وقد تكلمنا هناك على هانئ -\r\n","description":"","footnote":"","page_name":" 226 ","page_number":226},
  {"content":"\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\n\r\nقال ( باب تحسين الصوت بالقرآن )\r\n","description":"","footnote":"","page_name":" 228 ","page_number":228},
  {"content":"\r\nذكر فيه حديث ابن نمير ( عن الأعمش عن طلحة بن مصرف عن عبد الرحمن بن عوسجة عن البراء قال عليه السلام زينوا\r\nالقرآن بأصواتكم ) ثم رواه من وجه آخر ولفظه ( وحسبت أنه قال زينوا القرآن بأصواتكم ) ثم قال ( رواه جماعة عن\r\n","description":"","footnote":"","page_name":" 229 ","page_number":229},
  {"content":"\r\nطلحة الا ان عبد الرحمن كان يشك في هذه اللفظة وقال في رواية شعبة عن طلحة كنت نسيت هذه الكلمة حتى ذكرنيها\r\nالضحاك ) - قلت - في الرواية الأولى لم يشك عبد الرحمن في تلك اللفظة وكذا أخرجه أبو داود والنسائي من حديث\r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\n\r\nجرير عن الأعمش وكذا أخرجه ابن ماجة عن محمد بن بشار ثنا يحيى بن سعيد ومحمد بن جعفر ثنا شعبة عن طلحة وليس فيه\r\nكنت نسيت هذه الكلمة -\r\nقال ( باب شهادة أهل العصبية )\r\n","description":"","footnote":"","page_name":" 231 ","page_number":231},
  {"content":"\r\nذكر فيه حديث ( دب إليكم داء الأمم قبلكم ) من طريق الدستوائي عن يحيى بن أبي كثير عن يعيش بن الوليد عن الزبير\r\nثم قال ( وروى عن سليمان التيمي عن يحيى عن يعيش عن مولى للزبير عنه عليه السلام ) - قلت - وفيه اختلاف -\r\n","description":"","footnote":"","page_name":" 232 ","page_number":232},
  {"content":"\r\nأخرجه الترمذي عن سفيان بن وكيع عن ابن مهدي عن حرب بن شداد عن يحيى عن يعيش عن مولى للزبير حدثه ان\r\nالزبير حدثه به وقال المزي في أطرافه تابعه علي بن المبارك وسفيان بن عبد الرحمن عن يحيى -\r\n","description":"","footnote":"","page_name":" 233 ","page_number":233},
  {"content":"\r\n","description":"","footnote":"","page_name":" 234 ","page_number":234},
  {"content":"\r\n","description":"","footnote":"","page_name":" 235 ","page_number":235},
  {"content":"\r\n","description":"","footnote":"","page_name":" 236 ","page_number":236},
  {"content":"\r\n","description":"","footnote":"","page_name":" 237 ","page_number":237},
  {"content":"\r\n","description":"","footnote":"","page_name":" 238 ","page_number":238},
  {"content":"\r\n","description":"","footnote":"","page_name":" 239 ","page_number":239},
  {"content":"\r\n","description":"","footnote":"","page_name":" 240 ","page_number":240},
  {"content":"\r\n","description":"","footnote":"","page_name":" 241 ","page_number":241},
  {"content":"\r\n","description":"","footnote":"","page_name":" 242 ","page_number":242},
  {"content":"\r\n","description":"","footnote":"","page_name":" 243 ","page_number":243},
  {"content":"\r\n","description":"","footnote":"","page_name":" 244 ","page_number":244},
  {"content":"\r\n\r\nقال ( باب من خرق اعراض الناس )\r\nذكر فيه حديث أبي هريرة ( تعس عبد الدينار والدرهم ) ثم قال ( أخرجه البخاري عن يحيى بن يوسف ومسلم عن مسلم\r\nابن سلام ) - قلت - لم يخرج مسلم هذا الحديث في صحيحه وليس في شيوخه أحد يقال له مسلم بن سلام بل ولا في\r\nشيوخ أحد من الجماعة ثم ذكره من وجه آخر من حديث عبد الرحمن بن عبد الله بن دينار عن أبيه عن أبي صالح ثم قال\r\n( أخرجه البخاري فقال وقال عمرو ) - قلت - ذكر المزي في أطرافه ان البخاري ذكره في الجهاد عقب حديث أبي حصين\r\nعن أبي صالح ثم قال ( وزاد عمرو يعنى ابن مرزوق فذكره )\r\n","description":"","footnote":"","page_name":" 245 ","page_number":245},
  {"content":"\r\n","description":"","footnote":"","page_name":" 246 ","page_number":246},
  {"content":"\r\n","description":"","footnote":"","page_name":" 247 ","page_number":247},
  {"content":"\r\n","description":"","footnote":"","page_name":" 248 ","page_number":248},
  {"content":"\r\n","description":"","footnote":"","page_name":" 249 ","page_number":249},
  {"content":"\r\n","description":"","footnote":"","page_name":" 250 ","page_number":250},
  {"content":"\r\n","description":"","footnote":"","page_name":" 251 ","page_number":251},
  {"content":"\r\n","description":"","footnote":"","page_name":" 252 ","page_number":252},
  {"content":"\r\n","description":"","footnote":"","page_name":" 253 ","page_number":253},
  {"content":"\r\n","description":"","footnote":"","page_name":" 254 ","page_number":254},
  {"content":"\r\n","description":"","footnote":"","page_name":" 255 ","page_number":255},
  {"content":"\r\n\r\nقال ( باب المتداعيين يتنازعان شيئا في يد أحدهما\r\nويقيم كل منهما بينة فهو للذي في يده )\r\nذكر فيه حديثين عن جابر وكلاهما في دعوى النتاج - قلت - كيف يقبل بينة ذي اليد ولم يكلفه الله ببينة إنما حكم تعالى\r\nعلى لسان رسوله صلى الله عليه وسلم بان البينة على المدعى واليمين على المدعى عليه قال عليه السلام بينتك أو يمينه ليس\r\nلك غير ذلك - فصح انه لا يلتفت إلى بينة المدعى عليه والحديثان اللذان ذكرهما البيهقي في سند الأول ابن أبي يحيى\r\nوهو مكشوف الحال وشيخه إسحاق بن أبي فروة ضعفه البيهقي في أبواب سجود التلاوة وقال في باب من فرق بين\r\nوجوده قبل القسم وبعده ( متروك ) وفى سند الثاني زيد بن نعيم لا يعرف حاله وقال صاحب الميزان لا يعرف في غير\r\nهذا الحديث وهو حديث غريب ثم على تقدير صحة الحديثين فالبينتان فيهما قامتا على امر زائد على اليد ولا تدل اليد\r\n","description":"","footnote":"","page_name":" 256 ","page_number":256},
  {"content":"\r\n\r\nعليه فاستوت البينتان في ذلك الامر وترجحت بينة ذي اليد عنده بخلاف ما إذا قامت البينتان على الملك لان بينة الخارج\r\nأكثر اثباتا لأنها تظهر الملك بخلاف بينة ذي اليد لان الملك كان ظاهرا له بيده -\r\nقال ( باب المتداعيين يتنازعان شيئا في\r\nأيديهما ويقيم كل واحد منها بينة )\r\n","description":"","footnote":"","page_name":" 257 ","page_number":257},
  {"content":"\r\n\r\nذكر فيه حديثا عن حفص بن عمر الضرير عن حماد بن سلمة عن قتادة عن النضر بن انس عن أبي بردة عن أبي موسى\r\nالحديث ثم قال ( كذلك رواه فيما بلغني إسحاق بن إبراهيم عن النضر بن شميل عن حماد متصلا ) - قلت - في المحلى\r\nلابن حزم انه روى من طريق أحمد بن شعيب يعنى النسائي قال أخبرني علي بن محمد بن أبي المضاء ثنا محمد بن كثير عن حماد\r\nابن سلمة فذكره بسنده متصلا ولفظه ان رجلين ادعيا دابة وجداها عند رجل فأقام كل واحد منهما شاهدين انها دابته\r\nفقضى بها النبي صلى الله عليه وسلم بينهما نصفين فقد تابعهما ابن كثير على روايته عن حماد متصلا وابن كثير هذا هو المصيصي\r\nوثقه ابن معين وغيره وقال النسائي هذا خطأ وابن كثير صدوق الا انه كثير الخطأ قال عبد الحق إنما خطأه في هذا الحديث\r\nلأنه إنما يروى عن قتادة عن سعيد بن أبي بردة كما تقدم - قلت - قد تقدم ان ابن شميل وحفص بن عمر وافقا ابن كثير\r\nعلى روايته عن قتادة كذلك فيحمل على أن لقتادة فيه سندين -\r\nقال ( باب المتداعيين يتداعيان ما ليس في يد واحد منهما )\r\n","description":"","footnote":"","page_name":" 258 ","page_number":258},
  {"content":"\r\n( قال الشافعي فيها قولان أحدهما يقرع بينهما والآخر يقسم بينهما ) ثم ذكر حديث أبي موسى ثم قال ( مضى الكلام\r\nفي الباب السابق عليه وليس فيه انه لم يكن في أيديهما ) - قلت - قد ذكرنا في الباب السابق ان النسائي أخرجه ولفظه\r\nوجداها عند رجل قال ابن حزم هذا نص على إقامة البينة من كل واحد منهما وليس في أيديهما وقد ذكر البيهقي في\r\nالباب السابق ان ابن خزيمة رواه عن أبي موسى عن أبي الوليد عن حماد فأرسله فقال عن قتادة عن النضر بن انس عن\r\n","description":"","footnote":"","page_name":" 259 ","page_number":259},
  {"content":"\r\nأبى بردة ان رجلين ادعيا دابة وجداها في يد رجل ) ثم ذكر البيهقي حديث تميم بن طرفة ثم قال ( قال الشافعي في القديم\r\nتميم مجهول ) - قلت - روى عنه سماك وعبد العزيز بن رفيع وغيرهما واخرج له مسلم والحاكم في المستدرك وابن حبان\r\nفي صحيحه وذكره في الثقات من التابعين وقال البيهقي بعد في هذا الباب ( تميم بن طرفة الطائي كوفي يروى عن عدى\r\nابن حاتم وجابر بن سمرة من متأخري التابعين ) -\r\n","description":"","footnote":"","page_name":" 260 ","page_number":260},
  {"content":"\r\n","description":"","footnote":"","page_name":" 261 ","page_number":261},
  {"content":"\r\n\r\nقال ( باب القافة ودعوى الولد )\r\nذكر فيه حديث مجزز - قلت - لم يكن فيه دعوى ولا تنازع فليس بوارد في محل النزاع لان أسامة كان لاحقا بفراش زيد\r\nمن غير منازع له وإنما كان الكفار يطعنون في نسبه لتباين اللونين فلما الحقه مجزز به كان ابطالا لطعنهم لأنهم كانوا يعترفون\r\n","description":"","footnote":"","page_name":" 262 ","page_number":262},
  {"content":"\r\nبالقيافة فسر النبي صلى الله عليه وسلم بابطال طعنهم فلم يكن سروره الا لحق قال معنى هذا الكلام المازري وغيره فلم نسلم\r\nان الاشتباه يدل على الانسان عند التنازع والدعوى ثم ذكر البيهقي من وجوه ( ان القافة جعلوه من المدعيين وان عمر قال\r\nللولد اتبع وفى رواية وال أيهما شئت ) - قلت - لم يعمل عمر بقول القافة لأنهم جعلوه منهما وعمر رد الامر إلى الصبي لا إلى\r\n","description":"","footnote":"","page_name":" 263 ","page_number":263},
  {"content":"\r\nقولهم ثم ذكر البيهقي ( عن سعيد بن المسيب ان عمر جعله لهما يرثانه ويرثهما ثم ذكره أيضا عن الحسن عنه ثم قال ( كلتاهما\r\nمنقطعة ) - قلت - الشافعي يحتج بمرسل ابن المسيب في مثل هذه الصورة وروى أيضا من حديث الشعبي وإبراهيم عن\r\nعمر ذكره أبو عمر ورواه الطحاوي بسند حسن من رواية أبى المهلب عن عمر - قال وروى عن عمر من وجوه صحاح\r\nانه جعله بينهما وقال أبو عمر ذكر عبد الرزاق عن الثوري عن قابوس بن أبي ظبيان عن أبيه عن علي أنه اتاه رجلان وقعا على\r\nامرأة في طهر واحد فقال الولد بينكما وهو للباقي منكما - وذكر البيهقي فيما بعد في آخر باب من قال يقرع بينهما ورواه ابن أبي\r\nشيبة في مصنفه عن حسين بن علي عن زائدة عن سماك عن حنش عن علي وهذا السند على شرط مسلم واليه ذهب\r\nالكوفيون وأكثر أهل العراق ذكره أبو عمر وقد عمل بذلك أبو ثور فقال إذا قال القافة الولد منهما لحق بهما وورثهما\r\n","description":"","footnote":"","page_name":" 264 ","page_number":264},
  {"content":"\r\nوورثاه وقال الشافعي إذا كبر الولد قيل له انتسب إلى أيهما شئت فلم يعمل بقول القافة وخالف المروى عن الامامين مصيرا\r\nإلى ما روى عن عمر أولا وهو مخالف لقول القافة كما تقدم وقد لاعن عليه السلام بين الزوجين ولم يدع القافة واتفقوا على\r\nأمة تدعى ان ولدها من المولى انه لا يرجع إلى القافة بل ذهب ابن عباس رضي الله عنه وزيد إلى أنه لا يلزمه الا ان يقر\r\nوقال عمر وابنه أقر بوطئها لزمه ولم يعتبر مالك القافه في الحرائر -\r\n","description":"","footnote":"","page_name":" 265 ","page_number":265},
  {"content":"\r\n\r\nقال ( باب من قال يقرع بينهما )\r\n","description":"","footnote":"","page_name":" 266 ","page_number":266},
  {"content":"\r\nذكر فيه حديثا في سنده الأجلح فقال ( روى عنه الثوري وابن المبارك والقطان الا انه لم يحتج به الشيخان ) - قلت - ضعفه\r\nالنسائي ووثقه ابن معين وغيره وذكر صاحب المستدرك هذا الحديث وقال الأجلح إنما هو نقما عليه يعني الشيخين حديثا\r\n","description":"","footnote":"","page_name":" 267 ","page_number":267},
  {"content":"\r\nواحدا لعبد الله بن بريدة وقد تابعه على ذلك الحديث ثلاثة من الثقات فهذا الحديث إذا صحيح وقد قدمنا غير مرة ان\r\nقول البيهقي لم يحتج به الشيخان لا يلزم منه التضعيف .\r\n","description":"","footnote":"","page_name":" 268 ","page_number":268},
  {"content":"\r\n\r\nقال ( باب أخذ الرجل حقه ممن يمنعه )\r\n","description":"","footnote":"","page_name":" 269 ","page_number":269},
  {"content":"\r\nذكر فيه حديثا عن يوسف بن ماهك عن فلان قال حدثني أبي انه سمع النبي صلى الله عليه وسلم يقول أد الأمانة إلى من\r\nائتمنك ) الحديث ثم ذكره من حديث شريك وقيس عن أبي حصين عن أبي صالح عن أبي هريرة عنه عليه السلام\r\n","description":"","footnote":"","page_name":" 270 ","page_number":270},
  {"content":"\r\nثم قال ( الأول في حكم المنقطع حيث لم يذكر يوسف اسم من حدثه ولا من حدث عنه من حدثه وحديث أبي حصين\r\nتفرد به شريك وقيس ضعيف وشريك القاضي لم يحتج به أكثر أهل العلم وإنما ذكره مسلم في الشواهد ) قلت - لا يحتاج\r\nفي الأول اسم من حدث عنه من حدثه لأنه صحابي وقد ذكرنا غير مرة ان الصحابة لا يضرهم الجهالة لأنهم عدول - وشريك\r\nوان تكلم فيه فقد وثقه غير واحد وذكره ابن حبان في الثقات واستشهد به البخاري وقال الحاكم في المستدرك في أواخر\r\nالجنائز احتج به مسلم - وقيس بن الربيع تكلم فيه جماعة ووثقه شعبة وسفيان وغيرهما وقال ابن عدي عامة رواياته مستقيمة\r\nوالقول فيه ما قال شعبة وانه لا بأس به وأقل أحواله أن تكون روايته شاهدة لرواية شريك - وروى الحديث من وجوه\r\nخر كما ذكر البيهقي ولهذا حسن الترمذي هذا الحديث وأخرجه أبو داود وسكت عنه فهو حسن عنده على ما عرف -\r\n","description":"","footnote":"","page_name":" 271 ","page_number":271},
  {"content":"\r\n","description":"","footnote":"","page_name":" 272 ","page_number":272},
  {"content":"\r\n\r\n\r\nقال ( باب أي الرقاب أفضل )\r\nذكر فيه حديث عبيد الله بن موسى عن هشام بن عروة عن أبيه عن أبي مراوح عن أبي ذر الحديث وفيه ( أي الرقاب\r\nأفضل قال أغلاها ثمنا ) ثم قال ( رواه البخاري عن عبيد الله بن موسى ) - قلت - رواه مسلم أيضا في الايمان عن أبي الربيع\r\nالزهراني وخلف بن هشام كلاهما عن حماد بن زيد عن هشام -\r\nقال ( باب من أعتق من مملوكه شقصا )\r\n","description":"","footnote":"","page_name":" 273 ","page_number":273},
  {"content":"\r\nذكر فيه حديث إسماعيل بن أمية ( عن أبيه عن جده كان لهم غلام يقال له طهمان أو ذكوان فاعتق جده نصفه ) إلى آخره ثم\r\nقال ( جده عمرو بن سيعد بن العاص ليس له صحبة ) - قلت - ذكره ابن حبان في الصحابة وكذا فعل ابن منده وقال ابن\r\nالجوزي في التحقيق له صحبة وأخرج أحمد هذا الحديث في مسند عمرو بن سعيد - ثم ذكر البيهقي ( عن الحكم عن علي قال\r\n","description":"","footnote":"","page_name":" 274 ","page_number":274},
  {"content":"\r\nإذا كان لرجل عبد فاعتق نصفه لم يعتق منه الا ما عتق ) ثم قال ( منقطع ) - قلت - قد روى عن علي من وجه آخر قال ابن أبي\r\nشيبة ثنا حفص عن أشعث عن الحسن قال على يعتق الرجل ما شاء من غلامه - وذكر صاحب الاستذكار ان هذا\r\nقول أبي حنيفة وربيعة والحسن والشعبي وطاوس وحماد وعبيد الله بن الحسن وأهل الظاهر -\r\n","description":"","footnote":"","page_name":" 275 ","page_number":275},
  {"content":"\r\n","description":"","footnote":"","page_name":" 276 ","page_number":276},
  {"content":"\r\n","description":"","footnote":"","page_name":" 277 ","page_number":277},
  {"content":"\r\n\r\nقال ( باب من أعتق شركا في عبد وهو معسر )\r\nذكر فيه حديث مالك ( عن نافع عن ابن عمرو الا فقد عتق منه ما عتق ) ثم ذكر ( ان الشافعي قال لبعض من ناظره أو للمناظرة\r\nموضع مع ثبوت سنة رسول الله صلى الله عليه وسلم يطرح الاستسعاء في حديث نافع وعمران ) ثم ذكر ما ملخصه\r\n","description":"","footnote":"","page_name":" 278 ","page_number":278},
  {"content":"\r\n( ان المناظر قال قال أيوب ربما قال نافع عتق منه ما عتق وربما لم يقله وأكبر ظني انه شئ كان يقوله نافع برأيه فأجاب\r\nالشافعي بان مالكا احفظ وان غيره وافقه ) - قلت - ليس في حديث نافع طرح الاستسعاء كما ذكر الشافعي بل هو\r\n","description":"","footnote":"","page_name":" 279 ","page_number":279},
  {"content":"\r\n\r\nساكت عنه وهو ثابت في موضع آخر على ما سيأتي إن شاء الله تعالى - ثم ذكر البيهقي حديثا في آخره ( ورق منه مارق )\r\n- قلت - في سنده إسماعيل بن مرزوق قال الطحاوي في كتابه المسمى بمشكل الحديث ليس ممن يقطع بروايته وشيخه يحيى\r\nالغافقي المصري أيضا متكلم فيه وقال ابن حزم أقدم بعضهم فزاد في هذا الخبر ورق منه ما رق - وهي موضوعة\r\nمكذوبة -\r\nقال باب المعسر يستسعى\r\n","description":"","footnote":"","page_name":" 280 ","page_number":280},
  {"content":"\r\nذكر فيه حديث سعيد بن أبي عروبة وجرير عن قتادة عن النضر عن بشير عن أبي هريرة وفيه الاستسعاء وعزاه إلى\r\nالصحيحين ثم قال ( وكذا رواه الحجاج بن الحجاج وابان العطار وموسى بن خلف عن قتادة ثم إن الشافعي ضعف السعاية\r\nبوجوه - منها - ان شعبة وهشاما روياه عن قتادة وليس فيه استسعاء وهما احفظ - ومنها - انه سمع بعض أهل العلم يقول\r\nلو كان حديث سعيد منفردا لا يخالفه غيره ما كان ثابتا ) ثم وجه البيهقي بأشياء ورد بعضها فمنها ( انه يحمل على أنه قال ذلك لان\r\nسعيدا ينفرد به والحفاظ يتوقفون فيما ينفرد به لاختلاطه وقد وافقه غيره في رواية الاستسعاء ) - قلت - تابع ابن أبي\r\nعروبة على روايته عن قتادة بن أبي صبيح رواه الحميدي عن ابن عيينة عن ابن أبي عروبة ويحيى بن أبي صبيح عن\r\n","description":"","footnote":"","page_name":" 281 ","page_number":281},
  {"content":"\r\nقتادة كذلك وقد تقدم من كلام البيهقي ان الحجاج وابان وابن خلف وجرير بن حازم رووه عن قتادة كذلك وإذا\r\nسكت شعبة وهشام عن الاستسعاء لم يكن ذلك حجة على ابن أبي عروبة لأنه ثقة وقد زاد عليهما شيئا فالقول قوله كيف\r\nوقد وافقه على ذلك جماعة وقال ابن حزم هذا خبر في غاية الصحة فلا يجوز الخروج عن الزيادة التي فيه وقد رواه عنه\r\nيزيد بن هارون وعيسى بن يونس وجماعة كثيرة ذكرهم صاحب التمهيد ولم يختلفوا عليه في امر السعاية منهم عبدة بن\r\nسليمان وهو أثبت الناس سماعا من ابن أبي عروبة وقال صاحب الاستذكار وممن رواه عنه كذلك روح بن عبادة\r\nويزيد بن زريع وعلي بن مسهر ويحيى بن سعيد ومحمد بن بكر ويحيى بن أبي عدى ولو كان هذا الحديث غير ثابت كما زعم\r\nالشافعي لما أخرجه الشيخان في صحيحيهما ثم قال البيهقي ( ويوهن امر السعاية ان هما ما رواه عن قتادة فجعل السعاية من قول\r\nقتادة ) - قلت - في المحلى لابن حزم صدق همام قاله قتادة مفتيا بما روى وصدق ابن أبي عروبة وجرير وابان بن موسى\r\nوغيرهم فاسندوه عن قتادة وقال شارح العمدة الذين لم يقولوا بالاستسعاء تعللوا في تضعيفه بتعللات لا تصير على النقد\r\nولا يمكنهم الوفاء بمثلها في المواضع التي يحتاجون إلى الاستدلال فيها بأحاديث يرد عليهم فيها مثل التعللات\r\n","description":"","footnote":"","page_name":" 282 ","page_number":282},
  {"content":"\r\nثم ذكر البيهقي حديثا ( عن أبي قلابة عن رجل من بنى عذرة أعتق مملوكا ) الحديث ثم قال ( ذكره الشافعي فقال من حضره\r\nهو مرسل ولو كان موصولا كان عن رجل لم يسم ولا يعرف ولا يثبت حديثه ) - قلت - كذا في نسختنا من السنن\r\nفإن كان الكاتب لم يسقط شيئا فالظاهر أن هذا الرجل صحابي وقد مر غير مرة ان الصحابة لا تضرهم الجهالة فالحديث إذا\r\nمرفوع متصل وذكر المزي في أطرافه ان أبا داود أخرجه في مراسيله من حديث أبي قلابة عن رجل من عذرة ان\r\nرجلا منهم أعتق - ومن حديث أبي قلابة ان رجلا من بنى عذرة فذكره انتهى كلامه فعلى الوجه الأول في السند مجهول\r\n","description":"","footnote":"","page_name":" 283 ","page_number":283},
  {"content":"\r\nولكن ذكر هذا الحديث في المراسيل على الوجهين فيه نظر ثم قال البيهقي الامر بالسعاية ان ثبت في حديث بشير بن نهيك\r\nففيه ما دل على أن الاختيار من جهة العبد فإنه قال غير مشقوق عليه وفى الاجبار عليه مشقة عظيمة ) ثم قال ( وقد تأوله\r\nبعضهم بان يستسعى لسيده أي يستخدم له ولذلك قال غير مشقوق عليه أي لا يحمل من الخدمة فوق ما يلزم بحصة الرق ) -\r\nقلت - لا وجه لقوله ان ثبت بعد ان أخرجه صاحبا الصحيحين وحسبك بذلك فإنه أعلى درجات الصحيح عندهم وقال\r\nالنووي في شرح مسلم قال العلماء معنى الاستسعاء ان العبد يكلف الاكتساب والطلب حتى يحصل قيمة نصيب الشريك\r\nالآخر فإذا دفعها إليه عتق هكذا فسره جمهور القائلين بالاستسعاء ومعنى غير مشقوق عليه أي لا يكلف ما يشق عليه وفى شرح\r\nالعمدة استسعى العبد أي الزم السعي بما يفك بقية من الرق وشرط ذلك أن يكون غير مشقوق عليه وفى ذلك\r\nالحوالة على الاجتهاد والعمل بالظن انتهى كلامه وإذا فهمت معنى قوله غير مشقوق عليه عرفت ان قول البيهقي الاختيار\r\nمن جهة العبد زيادة في الحديث لا حاجة إليها وما ذكره أول هذا الباب وعزاه إلى الصحيحين من قوله عليه السلام\r\nاستسعى العبد في ثمن رقبته - يمنع التأويل الذي حكاه عن بعض الناس ان الاستسعاء هو خدمته لسيده وفى شرح مسلم\r\nللمازري وقع في بعض الروايات الاستسعاء بالقيمة وهذه الرواية تمنع هذا التأويل أي تأويل الاستسعاء بأنه يستسعى في\r\nنصيب الذي لم يعتق أي يخدمه بقدر نصيبه -\r\n","description":"","footnote":"","page_name":" 284 ","page_number":284},
  {"content":"\r\n","description":"","footnote":"","page_name":" 285 ","page_number":285},
  {"content":"\r\n","description":"","footnote":"","page_name":" 286 ","page_number":286},
  {"content":"\r\n","description":"","footnote":"","page_name":" 287 ","page_number":287},
  {"content":"\r\n\r\nقال ( باب من يعتق بالملك )\r\n","description":"","footnote":"","page_name":" 288 ","page_number":288},
  {"content":"\r\nذكر فيه حديث ( من ملك ذا رحم ) من طريق محمد بن بكر عن حماد بن سلمة عن عاصم وقتادة عن الحسن عن سمرة ثم\r\nذكره من حديث مسلم بن إبراهيم وموسى بن إسماعيل ( ثنا حماد عن قتادة عن الحسن عن سمرة عن النبي صلى الله عليه وسلم\r\nوقال موسى في موضع آخر عن سمرة فيما يحسب حماد ) ثم علله ( بان حمادا شك في ذكر سمرة ) - قلت - قد تقدم ان محمد\r\nابن بكر رواه عن حماد من غير هذا الشك وكذا أخرجه من طريقه النسائي وابن ماجة وأخرجه النسائي أيضا من حديث\r\nحجاج وأبى داود وبهز وعبد الله يعنى ابن المبارك عن حماد وليس فيه الشك المذكور وكذا أخرجه أحمد في مسنده من\r\nحديث أبي كامل ويزيد بن هارون عن حماد وكذا أخرجه الترمذي عن عبد الله بن معاوية الجمحي عن حماد وكذا رواه\r\nمسلم بن إبراهيم كما تقدم وكذا رواه موسى بن إسماعيل مرة ومن شك ليس بحجة على من لم يشك كيف والذين لم يشكوا\r\nجماعة وقد تقدم قريبا عن الشافعي نحو هذا في باب من أعتق شركا له في عبد وهو معسر ثم قال البيهقي وروى باسناد\r\n","description":"","footnote":"","page_name":" 289 ","page_number":289},
  {"content":"\r\nآخر وهم فيه رواية ثم ذكره من حديث ضمرة بن ربيعة عن الثوري عن عبد الله بن دينار عن ابن عمر ثم قال ( قال سليمان\r\nيعنى الطبراني لم يروه عن سفيان الا ضمرة ) ثم قال البيهقي ( المحفوظ بهذا الاسناد حديث نهى عن بيع الولاء وعن هبته\r\nوقد رواه أبو عمير يعنى عيسى بن محمد عن ضمرة مع الحديث الأول ) - قلت - ليس انفراد ضمرة به دليلا على أنه غير\r\nمحفوظ ولا يوجب ذلك علة فيه لأنه من الثقات المأمونين لم يكن بالشام رجل يشبهه كذا قال ابن حنبل وقال ابن سعد كان\r\nثقة مأمونا لم يكن هناك أفضل منه وقال أبو سعيد بن يونس كان فقيه أهل فلسطين في زمانه والحديث إذا انفرد به مثل\r\nهذا كان صحيحا ولا يضره تفرده فلا ادرى من أين وهم في هذا الحديث رواية كما زعم البيهقي - قال ابن حزم هذا خبر\r\nصحيح تقوم به الحجة كل من رواته ثقات وإذا انفرد به ضمرة كان ماذا ودعوى ان أخطأ فيه باطل لأنه دعوى بلا برهان\r\nوبقولنا من ملك ذا رحم محرم جمهور السلف وقال الشافعي لا يعتق الا من ولده من جهة أب أو أم أو من ولده\r\nهو كذلك ولا يعتق غير هؤلاء لا أخ ولا غيره وما نعلم أحدا قاله قبل الشافعي ثم ذكر ما روى عن عمرو ابن مسعود ثم\r\nقال لا يعرف لهما من الصحابة مخالف وكذا ذكر الخطابي وقال هو مذهب أكثر أهل العلم وقال الحاكم في المستدرك ثنا\r\nأبو علي الحسين بن علي الحافظ - فذكر بسنده من طريق ضمرة حديث من ملك ذا رحم - ثم قال ثنا أبو علي باسناده سواء\r\nان رسول الله صلى الله عليه وسلم نهى عن بيع الولاء وعن هبته - ذكر عن أبي على الحافظ كلاما نسخه الكاتب وكان\r\n","description":"","footnote":"","page_name":" 290 ","page_number":290},
  {"content":"\r\nيقتضى ان المتنين محفوظان ثم قال عن حديث من ملك ذا رحم صحيح على شرط الشيخين وشاهده الحديث الصحيح\r\nالمحفوظ عن سمرة بن جندب ثم ذكره باسناده من طريق سمرة ورواية عيسى بن محمد الحديثين لا يقتضى توهين شئ منهما\r\nوقد اخرج النسائي عن عيسى بن محمد مضموما إلى آخر حديث من ملك ذا رحم محرم منه دون الحديث الآخر -\r\n","description":"","footnote":"","page_name":" 291 ","page_number":291},
  {"content":"\r\n\r\nقال ( باب من أعتق مملوكا له )\r\nذكر فيه حديث النهى عن بيع الولاء وعن هبته ثم ذكر ( عن الشافعي انا محمد بن الحسن عن يعقوب بن إبراهيم عن عبد الله\r\nابن دينار عن ابن عمر أنه عليه السلام قال الولاء لحمة كلحمة النسب لا يباع ولا يوهب ) ثم ذكر ( عن أبي بكر النيسابوري\r\nقال هذا خطأ لان الثقات لم يرووه هكذا وإنما رواه الحسن مرسلا ) ثم قال البيهقي ( روى من أوجه اخر كلها ضعيفة ) ثم\r\n","description":"","footnote":"","page_name":" 292 ","page_number":292},
  {"content":"\r\nذكره من وجوه وعللها ثم قال ( وإنما يروى هذا اللفظ مسندا كما قدمنا ) - قلت - هذا الحديث بهذا اللفظ روى مرسلا\r\nمن حديث الحسن وروى مسندا من حديث على كما ذكره البيهقي بعد ومن حديث ابن عمر كما ذكره من رواية يعقوب\r\nابن إبراهيم عن عبد الله بن دينار عنه وكذا أخرجه الحاكم وقال صحيح الاسناد وخالفهما ابن حبان فقال في صحيحه أنا أبو يعلى\r\nقرئ على بشر بن الوليد عن يعقوب بن إبراهيم عن عبيد الله بن عمر عن عبد الله بن دينار عن ابن عمر عنه عليه السلام - فذكره\r\nبلفظه وتابع بشرا على ذلك محمد بن الحسن فرواه عن أبي يوسف كذلك - قال البيهقي في كتاب المعرفة ورواه محمد بن الحسن\r\nفي كتاب الولاء عن أبي يوسف عن عبيد الله بن عمر عن عبد الله بن دينار عن ابن عمر وهذا بخلاف ما ذكره هنا والحاكم\r\nعن محمد وروى أيضا هذا الحديث عن عبد الله بن دينار سفيان الثوري وقد أخرجه البيهقي بعد في هذا الباب من حديثه ثم\r\nقال البيهقي ( ورواه أبو حسان الزيادي عن يحيى بن سليم عن إسماعيل بن أمية عن نافع عن ابن عمر عنه عليه السلام قال الولاء\r\nلحمة كلحمة النسب ) ثم قال البيهقي ( كان يحيى سئ الحفظ كثير الخطأ ) - قلت - قد تابعه على هذه الرواية محمد بن\r\nمسلم الطائفي كذلك أخرجه الحاكم في المستدرك من حديثه ورأيت على حاشية هذا الكتاب أعني السنن ما صورته حاشية\r\nبخط الحافظ أبى القاسم بن عساكر هذا وهم منه رحمه الله إنما هو محمد بن زياد بن عبيد الله الزيادي البصري وهو شيخ ابن\r\n","description":"","footnote":"","page_name":" 293 ","page_number":293},
  {"content":"\r\n\r\nخزيمة يروى عنه كثيرا وليس بابى حسان الحسن ابن عثمان الزيادي والله أعلم وقد روى الحديث من وجه آخر بسند رجاله\r\nثقات قال ابن جرير الطبري في تهذيب الآثار حدثني موسى بن سهل الرملي ثنا محمد بن عيسى يعنى الطباع ثنا عبثر بن القاسم\r\nعن إسماعيل بن أبي خالد عن عبد الله بن أبي أوفى قال قال رسول الله صلى الله عليه وسلم الولاء لحمة كلحمة النسب لا يباع\r\nولا يوهب - وهذا كله يرد قول النيسابوري والبيهقي إنما روى مرسلا وقول البيهقي ( روى من أوجه اخر كلها ضعيفة )\r\nثم قال ( ويروى عمن دون النبي صلى الله عليه وسلم ) ثم ذكره من جهة عمرو على ثم ذكره من حديث على مرفوعا\r\nقلت - ذكر هذا الحديث بعد قوله ويروى عمن دون النبي صلى الله عليه وسلم سوء ترتيب والوجه ذكر حديث على\r\nهذا في أوائل الباب -\r\nقال باب من والى رجلا\r\n","description":"","footnote":"","page_name":" 294 ","page_number":294},
  {"content":"\r\nذكر في آخره ( ان الشافعي قال وبين يعنى النبي صلى الله عليه وسلم في قوله إنما الولاء لمن أعتق انه لا يكون الولاء الا لمن حسن\r\nأعتق ) قلت في الصحيحين من حديث على وسعيد بن زيد ومن تولى قوما بغير اذن مواليه وفى صحيح مسلم من حديث\r\nجابر ولا يحل ان يتوالى رجل مسلم بغير اذنه وذكر البيهقي هذا الحديث فيما مضى في باب من في الديوان ومن ليس فيه\r\nفي العاقلة سواء وفى ذلك دليل على أن له يتولى غير مولاه بغير اذنه ( 1 ) فدل على أنه كان مولى له بغير العتاق إذ لو كان مولى\r\nله بالعتاق لم يجز أن يتولى غير ه أذن له أو لم يأذن وحديث تميم أيضا عدل على وجود الولاء بغير العتق وكذا اللقيط وسنتكلم\r\nعليهما إن شاء الله تعالى -\r\n\r\n","description":"","footnote":" ( 1 ) كذا ولعل الصواب - باذنه - ح - ","page_name":" 295 ","page_number":295},
  {"content":"\r\n\r\nقال ( باب ما جاء في علة حديث تميم )\r\nذكر من طريق يعقوب بن سفيان ثنا أبو نعيم ثنا عبد العزيز بن عمر عن عبد الله بن موهب سمعت تميما إلى آخره ثم قال\r\n( قال يعقوب هذا خطأ ابن موهب لم يسمع من تميم ولا لحقه ) ثم أخرجه من طريق يعقوب عن عبد الله بن يوسف عن\r\nيحيى بن حمزة عن عبد العزيز عن ابن موهب عن قبيصة بن ذؤيب عن تميم ثم من طريق أبى داود ثنا يزيد بن خالد\r\nوهشام بن عمار ثنا يحيى بن حمزة عن عبد العزيز سمعت ابن موهب يحدث عمر بن عبد العزيز عن قبيصة قال هشام عن\r\n","description":"","footnote":"","page_name":" 296 ","page_number":296},
  {"content":"\r\nتميم ثم قال البيهقي ( فعاد الحديث مع ذكر قبيصة فيه إلى الارسال ) ثم ذكر ( ان الشافعي قال ابن موهب ليس بالمعروف\r\nعندنا ولا نعلمه لقى تميما ومثل هذا لا يثبت عندنا ولا عندك من قبل انه مجهول ولا اعلمه متصلا ) - قلت - أخرجه\r\nالحاكم من طريق ابن موهب عن تميم ثم قال صحيح على شرط مسلم وعبد الله بن موهب بن زمعة مشهور وشاهده\r\nعن تميم حديث قبيصة ثم ذكر حديث قبيصة بسنده واخرج ابن أبي شيبة الحديث في المصنف عن وكيع عن عبد العزيز\r\nوصرح فيه بسماع ابن موهب من تميم كرواية أبى نعيم وأخرجه ابن ماجة في سننه عن ابن أبي شيبة كذلك فهذان ثقتان\r\nجليلان صرحا في روايتهما بسماع ابن موهب من تميم وادخل يزيد بن خالد وهشام وابن يوسف بينهما قبيصة فإن كان\r\nالامر كما ذكر أبو نعيم ووكيع حمل على أنه سمع منه بواسطة وبدونها وان ثبت انه لم يسمع منه ولا لحقه فالواسطة\r\nوهو قبيصة ثقة أدرك زمان تميم بلا شك فعنعنته محمولة على الاتصال فلا ادرى ما معنى قول البيهقي فعاد الحديث مع ذكره\r\nإلى الارسال وقال صاحب الكمال ابن موهب ولاه عمر بن عبد العزيز قضاء فلسطين وروى عبد العزيز بن عمر\r\nوالزهري وابنه يزيد بن عبد الله وعبد الملك بن أبي جميلة وعمرو بن مهاجر وقال يعقوب بن سفيان ثنا أبو نعيم ثنا عبد العزيز\r\nابن عمرو هو ثقة عن ابن موهب الهمداني وهو ثقة قال سمعت تميما وكذا ذكر الصريفيني في كتابه بخطه فدل ذلك على أنه ليس\r\nبمجهول لا عينا ولا حالا ثم الظاهر أن الشافعي يخاطب محمد بن الحسن لأنه المخالف له في هذه المسألة هو وأصحابه وقد عرف\r\nمن مذهبهم ان الجهالة وعدم الاتصال لا يضران الحديث فلو سلموا له ذلك لكان الحديث ثابتا عندهم محتجا به فكيف\r\nيقول الشافعي ومثل هذا لا يثبت عندنا ولا عندك وفى التهذيب لابن جرير الطبري وروى خصيف عن مجاهد قال جاء\r\nرجل إلى عمر فقال إن رجلا أسلم على يدي ومات وترك ألف درهم فلمن ميراثه قال أرأيت لو جنى جناية من كان يعقل\r\nعنه قال إنا قال فميراثه لك - ورواه مسروق عن ابن مسعود وقاله إبراهيم وابن المسيب والحسن ومكحول وعمر\r\n","description":"","footnote":"","page_name":" 297 ","page_number":297},
  {"content":"\r\n\r\nابن عبد العزيز وفى الاستذكار هو قول أبي حنيفة وصاحبيه وربيعة وقال يحيى بن سعيد في الكافر الحربي إذا أسلم على يد\r\nمسلم وروى عن عمر وعثمان وعلى وابن مسعود انهم أجازوا الموالاة وورثوا بها وقاله الليث وعن عطاء والزهري\r\nومكحول نحوه وعن ابن المسيب أيما رجل أسلم على يديه رجل فعقل عنه ورثه وان لم يعقل عنه لم يرثه وقال به طائفة\r\nوعند أبي حنيفة وأصحابه إذا أسلم على يديه ولم يعقل عنه ولم يواله لم يرثه ولم يعقل عنه وان والاه على أن يعقل عنه ويرثه\r\nورثه وعقل عنه وهو قول الحكم وحماد وإبراهيم وهذا كله إذا لم تكن له عصبة -\r\nقال ( باب من قال له عليه ولاء يعنى المنبوذ )\r\nذكر فيه ( عن سنين أبى جميلة وقال وجدت منبوذا ) إلى آخره ثم قال ( أجاب عنه الشافعي بأنه ليس مما يثبت مثله هو عن\r\nرجل ليس بالمعروف يعنى أبا جميلة ) - قلت - هو من الصحابة اخرج له البخاري في المغازي من صحيحه حديثا عن النبي\r\n","description":"","footnote":"","page_name":" 298 ","page_number":298},
  {"content":"\r\nصلى الله عليه وسلم وعده ابن حبان وابن منده وغيرهما فيهم ذكر جماعة انه شهد الفتح معه صلى الله عليه وسلم وقال ابن أبي\r\nحاتم روى عنه الزهري وزيد بن أسلم وقد ورد في الباب عن واثلة انه عليه السلام قال المرأة تحوز ثلاثة مواريث عتيقها\r\nولقيطها وولدها الذي لا عنت عليه - صحح الحاكم اسناده وحسنه الترمذي وسكت عنه أبو داود فهو حسن عنده أيضا وقد\r\nتكلمنا عليه وفى كتاب الفرائض وقال أبو عمر ذكر ابن أبي شيبة ثنا حاتم بن إسماعيل عن جعفر بن محمد عن أبيه قال قال على\r\nالمنبوذ حر ، فان حرب ان يوالي الذي التقطه والاه وان أجب ان يوالي غيره والاه - وذكر أبو بكر ثنا عمر بن هارون عن\r\nابن جريج عن عطاء قال اللقيط يوالي من شاء وهو قول ابن شهاب وطائفة من أهل المدينة وقال أيضا ثنا جماد بن خالد\r\nعن ابن أبي ذئب عن الزهري ان عمر أعطى ميراث المنبوذ للذي كفله -\r\n","description":"","footnote":"","page_name":" 299 ","page_number":299},
  {"content":"\r\n","description":"","footnote":"","page_name":" 300 ","page_number":300},
  {"content":"\r\n","description":"","footnote":"","page_name":" 301 ","page_number":301},
  {"content":"\r\n","description":"","footnote":"","page_name":" 302 ","page_number":302},
  {"content":"\r\n\r\nقال ( باب الولاء للكبير )\r\n","description":"","footnote":"","page_name":" 303 ","page_number":303},
  {"content":"\r\n\r\nذكر فيه اثرا مرسلا عن ابن المسيب -\r\nثم قال ( باب من قال من احرز الميراث احرز الولاء )\r\nذكر فيه حديثا من رواية عمرو بن شعيب عن أبيه عن جده ثم قال ( مرسل ابن المسيب أصح من رواية عمرو بن شعيب )\r\nقلت - حديث عمر وذكره صاحب التمهيد ثم قال صحيح حسن غريب قال يعقوب بن شيبة ما رأيت أحدا من\r\nأصحابنا ممن ينظر في الحديث وسعى الرجال يقول في عمرو بن شعيب شيئا وحديثه صحيح وهو ثقة ثبت والأحاديث\r\nالتي أنكروا من حديثه إنما هي لقوم ضعفاء رووها عنه وما روى عنه الثقات فصحيح قال وسمعت علي بن المديني يقول\r\nقد سمع أبوه شعيب من جده عبد الله قال على وعمر وعندنا ثقة وكتابه صحيح وقال البيهقي في باب الطلاق قبل النكاح\r\n","description":"","footnote":"","page_name":" 304 ","page_number":304},
  {"content":"\r\n( قال ابن راهويه إذا كان الراوي عن عمر وثقة فهو كأيوب عن نافع عن ابن عمر ) وقال البخاري رأيت ابن حنبل\r\nوابن المديني وابن راهويه والحميدي يحتجون بحديثه وذكر البيهقي في باب القطع في كل ماله ثمر حديثا من روايته\r\n( عن أبيه عن جده قال سئل النبي صلى الله عليه وسلم في كم يقطع اليد ) ثم قال في باب ما يكون حرزا وقد رويناه\r\nموصولا من حديث عمرو بن شعيب عن أبيه عن جده وذكر نحوه في باب كراهية الزيادة على الثلاث في الوضوء\r\nفكيف يرجح مرسل ابن المسيب على حديث احتج به أكثر العلماء وصرح البيهقي باتصاله وقد ذكر البيهقي في رسالته\r\nإلى الجويني ان الشافعي لم يخص مرسل ابن المسيب بالقبول بل يقبل مرسله ومرسل غيره من كبار التابعين كالحسن\r\nوابن سيرين وعطاء بن أبي رباح وسليمان بن يسار إذا اقترن بها ما يؤكدها من الأسباب وذكر ان الشافعي ترك عدة\r\nمن مراسيل ابن المسيب لم يقترن بها ما يؤكدها أو عارضها ما هو أقوى منها كمرسله انه عليه السلام فرض زكاة الفطر\r\nمدين من حنطة وانه عليه السلام قال لا بأس بالتولية في الطعام قبل ان يستوفى وانه عليه السلام قال دية كل ذي عهد في\r\nعهده ألف دينار وانه عليه السلام قال من ضرب أباه فاقتلوه -\r\n","description":"","footnote":"","page_name":" 305 ","page_number":305},
  {"content":"\r\n","description":"","footnote":"","page_name":" 306 ","page_number":306},
  {"content":"\r\n","description":"","footnote":"","page_name":" 307 ","page_number":307},
  {"content":"\r\n\r\nقال ( باب المدبر يجوز بيعه )\r\n","description":"","footnote":"","page_name":" 308 ","page_number":308},
  {"content":"\r\nذكر فيه حديث بيع المدبر من وجوه في بعضها بيعه مطلقا وفى بعضها ان سيده احتاج وفى بعضها ( انه عليه السلام دفع\r\nالثمن إليه وقال إذا كان أحدكم فقيرا فليبدأ بنفسه ) - قلت - مذهب الشافعي حمل المطلق على المقيد فوجب ان لا يبيعه\r\nإذا احتاج سيده كما سيذكره البيهقي عن طاوس وروى عن عطاء انه سئل أيبيع الرجل مدبرته فقال لا الا ان يحتاج إلى\r\nثمنها وحكى الخطابي هذا المذهب عن الحسن\r\n","description":"","footnote":"","page_name":" 309 ","page_number":309},
  {"content":"\r\n","description":"","footnote":"","page_name":" 310 ","page_number":310},
  {"content":"\r\nثم ذكر البيهقي من حديث محمد بن طريف ( عن ابن فضيل عن عبد الملك بن أبي سليمان عن عطاء عن جابر قال عليه السلام\r\nلا بأس ببيع خدمة المدبر إذا احتاج ) ثم ذكر عن الدارقطني ( انه خطأ من ابن طريف والصواب عن عبد الملك عن أبي جعفر\r\nمرسلا ) - قلت - اعترض ابن القطان على هذا بما ملخصه انه إن كان فيه خطأ فهو عن ابن فضيل لأنه الذي خولف فيه ولا يبعد\r\nأن يكون عند عبد الملك حديثان - أحدهما - عن أبي جعفر مرسلا انه عليه السلام باع خدمة المدبر هكذا من فعله عليه السلام\r\nوالآخر - عن عطاء عن جابر قال عليه السلام لا بأس ببيع خدمة المدبر - فرواه عبد الملك كذلك مرسلا ومسندا وليس\r\nمن قصر به فلم يسنده حجة على من حفظه وأسنده إذا كان ثقة وابن طريف وابن فضيل صدوقان مشهوران من أهل\r\n","description":"","footnote":"","page_name":" 311 ","page_number":311},
  {"content":"\r\nالعلم فلا ينبغي ان يخطأ واحد منهما ثم أخرجه البيهقي من وجهين - أحدهما - من طريق عبد الملك - والثاني - من طريق\r\nالحكم بن عتيبة كلاهما عن أبي جعفر مرسلا ثم ذكر ( ان الشافعي أجاب عنه بما ملخصه انه يروه عن أبي جعفر فيما علم\r\nالشافعي من ثبت حديثه ولو رواه من ثبت حديثه فهو منقطع يخالف المتصل الثابت ) - قلت - قد تقدم انه رواه عن الحكم\r\nوهو ممن اخرج لهم الجماعة ورواه أيضا عبد الملك وهو ممن اخرج لهم مسلم فقد رواه من يثبت حديثه وتقدم أيضا انه روى\r\nمسندا أيضا من جهة ابن فضيل فزال انقطاعه والظاهر أن مراد الشافعي بالمتصل الثابت حديث جابر في بيع المدبر وقد أشار\r\nالشافعي إلى ذلك فيما بعد وحديث أبي جعفر لا يخالفه لان ذلك في بيع رقبته وهذا في بيع خدمته كما ذكره الشافعي فيما بعد\r\n","description":"","footnote":"","page_name":" 312 ","page_number":312},
  {"content":"\r\nويحتمل ان يراد ببيع الحدمة الإجارة كما روى عن جابر قال عليه السلام من كان له ارض فليزرعها أو يزارعها ولا يبيعوها\r\nقلت له يعنى الكراء قال نعم - ويمكن ان يحمل بيع المدبر على بيع خدمته فيتفق الحديثان -\r\n","description":"","footnote":"","page_name":" 313 ","page_number":313},
  {"content":"\r\n","description":"","footnote":"","page_name":" 314 ","page_number":314},
  {"content":"\r\n\r\nقال ( باب ولد المدبرة من غير سيدها )\r\nذكر الشافعي فيهم قولين - أحدهما انهم بمنزلتها يعتقون بعتقها ويرقون برقها ثم اخرج البيهقي ذلك عن جماعة من الصحابة\r\n","description":"","footnote":"","page_name":" 315 ","page_number":315},
  {"content":"\r\nوغيرهم ثم قال ( قال الشافعي - والقول الثاني - انهم مملوكون وقد قال هذا غير واحد من أهل العلم ) - قلت - في نوادر\r\nالفقهاء لابن بنت نعيم اجمع الصحابة ان ما ولدت المدبرة في حال تدبيرها يعتقون بعتقها ويرقون برقها وإنما جاء الاختلاف\r\nبعدهم وفى الاستذكار روى ذلك عن عثمان وابن مسعود وابن عمر وجابر ولا اعلم لهم مخالفا من الصحابة -\r\n","description":"","footnote":"","page_name":" 316 ","page_number":316},
  {"content":"\r\n","description":"","footnote":"","page_name":" 317 ","page_number":317},
  {"content":"\r\n","description":"","footnote":"","page_name":" 318 ","page_number":318},
  {"content":"\r\n\r\nقال ( باب من لم يكره كتابة عبده وإن كان\r\nغير قوى ولا امين )\r\n","description":"","footnote":"","page_name":" 319 ","page_number":319},
  {"content":"\r\n\r\nذكر ( فيه ان عمر كتب إلى عمير بن سعد انه من قبلك من المسلمين ان يكاتبوا أرقاءهم على مسألة الناس ) - قلت -\r\nهذا الأثر غير مطابق للباب بل هو دال على أنه يكره كتابة من لا حرفة له -\r\nقال ( باب مكاتبة الرجل عبده أو أمته على نجمين )\r\nذكر فيه قول بريرة ( كاتبوني على تسع أواقي في تسع سنين ) ثم قال ( وروينا في الحديث الثابت عن أبي هريرة انه عليه\r\nالسلام نهى عن بيع الغرر وفى الكتابة الحالة غرر كبير ( 1 ) ثم ذكر عن عثمان انه كاتب مملوكا له على مائة الف على أن يعدها\r\n\r\n","description":"","footnote":" ( 1 ) في السنن - كثير - ","page_name":" 320 ","page_number":320},
  {"content":"\r\n\r\nعدتين ) - قلت - اطلاق قوله تعالى فكاتبوهم يدل على جواز الكتابة حالة ومؤجلة كالبيع والى هذا رجع ابن حزم\r\nواستدل بقضية سلمان وقد ذكرها البيهقي في الباب الذي بعد هذا الباب وبالكتابة حالة تصير له ذمة ويد على نفسه\r\nويتوصل بذلك إلى الكسب بان يستقرض أو يوهب له أو يتصدق عليه كفقير اشترى شيئا ثبت الثمن في ذمته وفقره\r\nلا يقتضى تأجيله وقضية بريرة واقعة عين وقعت الكتابة فيها مؤجلة ولم يتعرض فيها للحالة لا بنفي ولا باثبات وكذا مكاتبة\r\nعثمان لمملوكه وقد مر في أوائل البيوع ان الغرر ما كان على خطر لا يدرى كالطير في الهواء والسمك في الماء وما لا يقدر\r\nعلى تسليمه وليست الكتابة الحاكة كذلك فلا نسلم ان فيها غررا ثم لو سلمنا ان هذه الأدلة تدل على أنه لا بد من التنجيم\r\nيكتفى نجم واحد فوجب أن تكون الكتابة على نجم وهو مذهب مالك والجمهور ذكره النووي في شرح مسلم فاشتراط\r\nالشافعي النجمين يحتاج إلى دليل وفى الاستذكار أكثر أهل العلم يجيزونها على نجم واحد وفى نوادر الفقهاء\r\nلابن بنت نعيم اجمعوا على جواز الكتابة حالا الا الشافعي فلم يجوزها على أقل من نجمين -\r\nقال ( باب من لم يعتقه حتى يكون )\r\nفي الكتابة فإذا أديت فأنت حر\r\n","description":"","footnote":"","page_name":" 321 ","page_number":321},
  {"content":"\r\n- قلت - في نوادر الفقهاء لابن بنت نعيم اجمعوا على جوازها وان لم يذكر العتق بالأداء الا الشافعي قال لا يعتق حتى\r\nيقول ذلك أو يقول بعد العقد كانت نيته كذلك حينئذ -\r\n","description":"","footnote":"","page_name":" 322 ","page_number":322},
  {"content":"\r\n\r\nقال ( باب المكاتب عبد ما بقي عليه درهم )\r\n","description":"","footnote":"","page_name":" 323 ","page_number":323},
  {"content":"\r\n","description":"","footnote":"","page_name":" 324 ","page_number":324},
  {"content":"\r\n\r\nقال في آخره ( واختلفت الروايات فيه عن عمر ) ثم ذكره من طريق معبد الجهني عن عمر ثم من طريق القاسم بن\r\nعبد الرحمن بن جابر بن سمرة عن عمر ثم قال ( القاسم لا يثبت سماعه من جابر ) - قلت - تعليله الطريق الثانية بالانقطاع\r\nيوهم ان الأولى متصلة وليس كذلك بل هي أيضا منقطعة لان رواية معبد عن عمر مرسلة -\r\nقال ( باب المكاتب يصيب حدا أو ميراثا )\r\nذكر فيه حديث عكرمة عن ابن عباس عنه عليه السلام قال إذا أصاب المكاتب حدا أو ميراثا ورث بحساب ما عتق\r\n","description":"","footnote":"","page_name":" 325 ","page_number":325},
  {"content":"\r\nمنه ثم بين الاختلاف فيه ثم قال ( وهذا المذهب إنما يروى عن علي وفى ثبوته عن النبي صلى الله عليه وسلم نظر ) - قلت\r\nرواية جماعة مرفوعة وهي زيادة فلا يضرهم رواية من وقفه ولهذا حسنه الترمذي ورواه صاحب المستدرك من\r\nوجهين وقال فيهما صحيح على شرط البخاري ثم رواه من وجه ثالث وقال صحيح الاسناد وقال ابن حزم خبر على\r\nوابن عباس في غاية الصحة وليت شعري من أين وقع ان العدل إذا أسند الخبر وأوقفه آخرا وأرسله ان ذلك علة في\r\nالحديث هذا لا يوجبه نص ولا نظر ولا معقول -\r\n","description":"","footnote":"","page_name":" 326 ","page_number":326},
  {"content":"\r\n\r\nقال ( باب الحديث الذي روى في الاحتجاب )\r\nذكر فيه حديث نبهان عن أم سلمة ثم ذكر ( عن الشافعي انه لم ير من رضى من أهل العلم ثبته ) ثم ذكر البيهقي ( ان البخاري\r\nومسلما لم يخرجه حديثه وكأنه لم يثبت عندهما عدالته أو لم يخرج من حد الجهالة برواية عدل عنه ) - قلت - قد تقدم\r\n","description":"","footnote":"","page_name":" 327 ","page_number":327},
  {"content":"\r\n\r\nمرارا انه لا يلزم من عدم تخريجهما عن شخص أن يكون ضعيفا وقد اخرج الترمذي هذا الحديث وقال حسن صحيح\r\nوقال الحاكم في المستدرك صحيح الاسناد وأخرجه ابن حبان في صحيحه وذكر نبهان في الثقات من التابعين وقال ابن أبي\r\nحاتم في كتابه روى عنه الزهري ومحمد بن عبد الرحمن مولى آل طلحة سمعت أبي يقول ذلك -\r\nقال باب قوله تعالى ( وآتوهم من مال الله ) .\r\n","description":"","footnote":"","page_name":" 328 ","page_number":328},
  {"content":"\r\nقلت - العجب من الشافعي كيف حمل الامر في قوله تعالى ( فكاتبوهم - ) على الندب وفى قوله تعالى ( وآتوهم ) على\r\nالوجوب ثم إنه جعل المخاطبين بذلك موالي المكاتبين وليس الامر كذلك قال ابن جرير الطبري في التهذيب وفى حديث\r\nبريرة أيضا الدلالة على صحة قولنا في تأويل قوله تعالى ( وآتوهم من مال الله ) انه يعنى به أهل الأموال الذين وجبت في\r\nأموالهم الصدقات فأمرهم الله تعالى باعطاء المكاتبين منها ما فرض فيها بقوله تعالى ( وفى الرقاب ) ولولا ذلك لم تكن بريرة\r\nتسأل عائشة ولا ضرورة لها من امكان عجزها عن الكتابة إذا لم تجد سبيلا إلى الأداء والرجوع إلى ما كانت عليه من\r\nوجوب نفقتها على مواليها ولكنها لما علمت أن الله فرض في أموال أهل الأموال لمن كان بمثل حالها حقا بقوله تعالى ( وآتوهم\r\nمن مال الله الذي آتاكم ) وبقوله ( وفى الرقاب ) تعرضت لطلب ذلك وفى ذلك دلالة بينة على أن المراد بقوله تعالى\r\n( وآتوهم ) أهل الأموال والدلالة على خطأ من زعم أن قوله تعالى ( وآتوهم ) يعنى به موالي المكاتبين خاصة دون سائر\r\nالناس غيرهم وانهم أمروا ان يضعوا عنهم من كتابتهم ولو كان كما قالوا لقال ضعوا عنهم من كتابتهم ولو كان امرا باعطائهم\r\nمن مال كتابتهم لقال من مال الله الذي آتاكم منهم فإذ لم يكن ذلك محصورا على مواليهم كان معلوما انه خطاب لذوي\r\nالأموال بايتائهم ما فرض الله لهم في أموالهم - وقال أبو بكر الرازي الحط من بدل الكتابة لا يسمى إيتاء لان الايتاء في\r\n","description":"","footnote":"","page_name":" 329 ","page_number":329},
  {"content":"\r\nالحقيقة هو الاعطاء ومن أبرأ انسانا من مال عليه لا يقال إنه أعطاه شيئا وأيضا فإنه تعالى أمرنا ان نؤتيهم مما آتانا الله وما في\r\nذمة المكاتب من مال الكتابة لهم لم يؤت بعد لان الايتاء هو الاعطاء وانه يقتضى القبض وذلك غير مقبوض فلا يقع\r\nعليه الاسم انتهى كلامه - ولو سلمنا ان المراد بذلك الموالي فالامر محمول على الندب كما فعل الشافعي في قوله تعالى\r\nفكاتبوهم وكما فعل هو وغيره في الامر بالاشهاد على البيع والكتابة وقد قالت بريرة كاتبت أهلي على تسع أواقي وقالت\r\nعائشة ان أحب أهلك ان أعدها لهم فلو كان الحط واجبا لقال عليه السلام عليها أقل من ذلك لان عليهم ان يحطوا عنها\r\nولا خبر عائشة بسقوط البعض عنها وفى الصحيح ان جويرية جاءت النبي صلى الله عليه وسلم تستعينه في كتابتها فقال\r\nعليه السلام أقضى عنك كتابتك فدل على وجوب الجميع عليها دون حطيطة لها منه وأعان عليه السلام سلمان على كتابته\r\nولم يأخذ مولاه بحط شئ منها وقد تقدم في باب الكتابة على نجمين ( ان عثمان كاتب مملوكا له على مائة الف وقال والله\r\nلا اغضك منها درهما ) وما ذكره البيهقي في هذا الباب ( عن جماعة من الصحابة وغيرهم انهم وضعوا شيئا من الكتابة )\r\nفليس في شئ منه انهم كانوا يرون ذلك واجبا عليهم فيحمل على أنهم فعلوا ذلك على سبيل الندب والفضل ويدل على ذلك\r\nما ذكره البيهقي في آخر الباب ( عن ابن سيرين قال كان يعجبهم ان يدع الرجل لمكاتبه طائفة من مكاتبته )\r\n","description":"","footnote":"","page_name":" 330 ","page_number":330},
  {"content":"\r\n\r\nقال ( باب موت المكاتب )\r\nذكر فيه ( عن ابن جريج قلت لعطاء المكاتب يموت وله ولد أحرار ويدع أكثر مما بقي عليه من كتابته قال يقضى عنه\r\nما بقي من كتابته وما كان من فضل فلبنيه قلت أبلغك هذا عن أحد ؟ قال زعموا ان علي بن أبي طالب كان يقضى به ) ثم\r\nذكر ( عن طاوس قال يقضى عنه ما عليه ثم لبنيه ما بقي وقال عمرو بن دينار ما أراه لبنيه قال الشافعي يعنى انه لسيده\r\nوبقول عمرو نقول فاما ما روى عن عطاء انه بلغه عن علي فهو روى عنه انه كان يقول يعتق عنه بقدر ما أدى ولا ادرى\r\nأثبت عنه أم لا ) - قلت - ما ذكره عطاء أولا عن علي روى من وجه آخر نحوه قال ابن أبي شيبة ثنا أبو الأحوص\r\nعن سماك عن قابوس بن أبي المخارق عن أبيه قال بعث على محمد بن أبي بكر على مصر فكتب إليه يسأله عن مكاتب مات\r\nوترك مالا وولدا فكتب إليه إن كان ترك وفاء لمكاتبته يدعى مواليه فيستوفون وما بقي كان ميراثا لولده - ورواه\r\nعبد الرزاق في مصنفه عن الثوري وإسرائيل عن سماك مثل ذلك - وقال الخطابي هو قول عطاء وطاوس والحسن وقال\r\nمالك نحوا من ذلك وفى المحلى لابن حزم ومن طريق عبد الرزاق عن معمر عن الزهري قال إذا كان للمكاتب أولاد\r\nمعه في كتابته ( 1 ) وأولاده ليسوا معه في كتابته فإنه يؤدى ما بقي من كتابته ثم يقسم ولده جميعا ما بقي من ماله على فرائضهم\r\nقال وبه يقول معبد والحسن البصري وابن سيرين والنخعي والشعبي وعمرو بن دينار والثوري وأبو حنيفة والحسن\r\nابن حي وإسحاق بن راهويه انتهى كلامه وهو خلاف ما ذكره البيهقي عن عمرو بن دينار ولأبي داود عن أم سلمة قال\r\nلنا رسول الله صلى الله عليه وسلم إذا كان لاحدا كن مكاتب وكان عنده ما يؤدى فلتحتجب منه - قال الخطابي في هذا\r\nكالدلالة على أنه إذا مات وترك الوفاء بكتابته كان حرا - وروى مالك في الموطأ عن حميد بن قيس ان مكاتبا كان لابن\r\n\r\n","description":"","footnote":" ( 1 ) كذا ","page_name":" 331 ","page_number":331},
  {"content":"\r\nالمتوكل هلك بمكة وترك عليه بقية من كتابته وديونا للناس وترك ابنته فأشكل على عامل مكة القضاء فيه فكتب إليه\r\nعبد الملك ان ابدأ بالناس ثم اقض ما بقي من كتابته ثم اقسم ما بقي من ماله بين ابنته ومولاه - وقال صاحب الاستذكار\r\nمحفوظ من وجوه ان ابنته كانت حرة وقال ابن جريج قال لي عمر وبن دينار ما أراه كله الا لابنته وقال أبو عمر ذهب في\r\nما ذكره البيهقي عن عمرو وقول الشافعي لا ادرى أثبت عنه أم لا الظاهر أنه راجع إلى قول على يعتق عنه بقدر ما أدى -\r\nوهو ثابت عنه ذكره ابن حزم من حديث الشعبي وعكرمة والحكم عنه بطرق جيدة - ثم ذكر البيهقي اثر معاوية وفى طريقه\r\n( رجل عن معبد أن معاوية ) إلى آخره - قلت - قد جاء بسند جيد ليس فيه هذا المجهول فقال عبد الرزاق في مصنفه\r\nعن قتادة عن معبد الجهني قال سألني عبد الملك بن مروان عن المكاتب يموت وله ولد أحرار وله مال أكثر مما بقي\r\nفقلت قضى فيها عمر بن الخطاب ومعاوية بقضائين وقضاء معاوية فيها أحب إلى من قضاء عمر قال ولم ؟ قلت لان\r\nداود كان خيرا من سليمان ففهمها سليمان قضى عمر أن ماله كله لسيده وقضى معاوية ان سيده يعطى بقية كتابته ثم ما بقي\r\nفهو لولده الأحرار -\r\n","description":"","footnote":"","page_name":" 332 ","page_number":332},
  {"content":"\r\n","description":"","footnote":"","page_name":" 333 ","page_number":333},
  {"content":"\r\n\r\nقال ( باب تعجيل الكتابة )\r\nذكر فيه من طريق يحيى بن بكر حدثني عبد الله بن عبد العزيز الليثي عن سعيد المقبري عن أبيه إلى آخره ثم قال ( قال\r\n","description":"","footnote":"","page_name":" 334 ","page_number":334},
  {"content":"\r\nأبو بكر النيسابوري وهو أحد رواته هذا حديث حسن ) - قلت - سكت عنه البيهقي وكيف يكون حسنا والليثي المذكور\r\nفيه ذكره الذهبي في كتاب الضعفاء له وقال ضعفوه -\r\n","description":"","footnote":"","page_name":" 335 ","page_number":335},
  {"content":"\r\n\r\nقال ( باب المكاتب يجوز بيعه في حالين )\r\nذكر فيه ( عن مالك حدثني يحيى بن سعيد عن عمرة ان بريرة جاءت تستعين عائشة ) ثم عزاه إلى البخاري ثم قال\r\n","description":"","footnote":"","page_name":" 336 ","page_number":336},
  {"content":"\r\n( أرسله مالك في أكثر الروايات عنه ) - قلت - هذا الحديث كله ليس بمرسل بل أوله مرسل وآخره مسند وهو\r\nوقوله قال مالك قال يحيى فزعمت عمرة ان عائشة ذكرت ذلك لرسول الله صلى الله عليه وسلم فقال لا يمنعك ذلك\r\nإلى آخره ثم ذكر ( عن الشافعي أنه قال حديث عمرة عن عائشة أثبت من حديث هشام وأحسبه غلط في قوله واشترطي\r\nلهم الولاء وأحسب ان عائشة كانت شرطت ذلك لهم بغير امره صلى الله عليه وسلم وهي ترى ذلك يجوز فأعلمها انها\r\nان اعتقتها فالولاء لها وقال لا يمنك عنها ما تقدم من شرطك ولا أرى أمرها تشترط لهم ما لا يجوز ) - قلت - سنتكلم\r\n","description":"","footnote":"","page_name":" 337 ","page_number":337},
  {"content":"\r\nعلى هذا آخر الباب إن شاء الله تعالى ثم ذكر البيهقي من طريق شعبة ( سمعت عبد الرحمن بن القاسم سمعت القاسم يحدث\r\nعن عائشة انها أرادت ان تشترى بريرة ) إلى آخره ثم ( قال رواه مسلم ) - قلت - ورواه البخاري أيضا في الهبة\r\n","description":"","footnote":"","page_name":" 338 ","page_number":338},
  {"content":"\r\nعن محمد بن بشار عن غندر عن شعبة - ثم ذكر البيهقي من طريق الأسود عن عائشة وفى آخره ( وكان زوجها حرا )\r\nثم قال ( وقد بينا في كتاب النكاح ان ذلك من قول الأسود ) - قلت - قد تكلمنا عليه هناك - ثم ذكره من حديث\r\nعبد الواحد بن أيمن عن أبيه عن عائشة وفيه اشتراط أهلها الولاء ثم قال ( وهذه الرواية قريبة من رواية هشام )\r\nقلت - في هذه الرواية ان أهلها اشترطوا الولاء وفى رواية هشام انه عليه السلام امر عائشة ان تشترط لهم الولاء فليست\r\n","description":"","footnote":"","page_name":" 339 ","page_number":339},
  {"content":"\r\nبقريبة من رواية هشام بل مخالفة لها ثم ذكر عن الشافعي ( أنه قال اشترطي لهم الولاء معناه اشترطي عليهم قال الله\r\nتعالى اولائك لهم اللعنة - أي عليهم ) ثم قال البيهقي ( وفى صحة هذه اللفظة نظر - قلت - قد ذكر البيهقي حديث هشام\r\nفي أول هذا الباب وعزاه إلى الصحيحين وقد ذكرنا فيما تقدم في باب المعسر يستسعى ان ذلك أعلى درجات الصحيح\r\nعندهم وهذه اللفظة مذكورة في حديث هشام كما مر فلا نظر إذا في صحتها كما زعم البيهقي ولو غلط هشام كما زعم\r\nالشافعي أو لا لما خرج الحديث صاحبا الصحيح فالوجه إذا تأويل الحديث كما فعل الشافعي أولا وثانيا لارده والله أعلم -\r\n","description":"","footnote":"","page_name":" 340 ","page_number":340},
  {"content":"\r\n","description":"","footnote":"","page_name":" 341 ","page_number":341},
  {"content":"\r\n\r\nقال ( باب الرجل يطأ أمته ثم تلد له )\r\n","description":"","footnote":"","page_name":" 342 ","page_number":342},
  {"content":"\r\nذكر فيه ( عن عبد الله بن دينار عن ابن عمر عن عمر أنه نهى عن بيع أمهات الأولاد ) إلى آخره ثم قال ( هكذا رواية\r\nالجماعة وغلط بعض الرواية عن عبد الله بن دينار فرفعه إلى النبي صلى الله عليه وسلم وهو وهم لا يحل ذكره ) - قلت -\r\nأخرجه الدارقطني في سننه مرفوعا من حديث يونس بن محمد عن عبد العزيز بن مسلم عن عبد الله بن دينار عن ابن عمر\r\nوذكره ابن القطان في باب الأحاديث التي ضعفها عبد الحق وعند ابن القطان انها صحيحة أو حسنة قال ابن القطان وعندي\r\n","description":"","footnote":"","page_name":" 343 ","page_number":343},
  {"content":"\r\n","description":"","footnote":"","page_name":" 344 ","page_number":344},
  {"content":"\r\n","description":"","footnote":"","page_name":" 345 ","page_number":345},
  {"content":"\r\nان الذي يسنده ثقة خير من الذي وقفه ثم ذكر البيهقي حديث ( أعتقها ولدها من جهة حسين بن عبد الله وابن أبي حسين كلاهما\r\nعن عكرمة عن ابن عباس ) ثم قال ( ولحديث عكرمة علة عجيبة ) ثم ذكر ( عن سعيد بن مسروق عن عكرمة عن عمر قال\r\nأعتقها ولدها وإن كان سقطا ) ثم ذكر ( عن خصيف عن ابن عباس قال عمر ( فذكر نحوه ثم قال ( فعاد الحديث إلى\r\nعمر ) ثم جعله الصحيح - قلت - هاتان قضيتان مختلفتان لفظا روى عكرمة إحداهما مرفوعة والأخرى موقوعة فلا تغلل\r\n","description":"","footnote":"","page_name":" 346 ","page_number":346},
  {"content":"\r\nإحداهما بالأخرى وقد اخرج الحاكم في المستدرك الرواية المرفوعة وقال صحيح الاسناد ثم ذكر لها متابعة وأخرجه ابن حبان\r\nمن حديث أبي عاصم عن أبي بكر النهشلي عن حسين والنهشلي اخرج له مسلم ووثقه جماعة وقد تقدم ذكره في باب من\r\nلم يذكر الرفع الا في الافتتاح - وقد جاء للحديث متابعة من وجه آخر بسند جيد قال ابن حرم روينا من طريق قاسم بن اصبغ\r\nثنا مصعب بن محمد ثنا عبيد الله بن عمر هو الرق عن عبد الكريم الجزري عن عكرمة عن ابن عباس قال لما ولدت مارية\r\nأم إبراهيم قال رسول الله صلى الله عليه وسلم أعتقها ولدها - ثم قال ابن حزم هذا خبر جيد السند كل رواته ثقة وقال\r\nفي كتاب البيوع صحيح السند ثم ذكر البيهقي ( ان بعض أصحابهم احتج بحديث الخدري ان رجلا قال يا رسول الله انا\r\nنصيب سبيا فنحب الأثمان فكيف ترى في العزل ) الحديث ثم قال ( قالوا فلولا ان الاستيلاد يمنع نقل الملك والا لم يكن\r\nلعزلهم محبة للأثمان فائدة ) - قلت - سكوت البيهقي عن هذا الاستدلال دليل على رضاه به وقد اعترض عليه صاحب\r\nالاستذكار بان الأمة مجتمعة على أنه لا يجوز بيعها وهي حامل وممكن ان يريدوا تعجيل البيع والفداء وخشوا ان لم يعزلوا\r\nان يحملن منهم فأرادوا العزل ولم يعرفوا جوازه فسألوه عليه السلام عنه -\r\n","description":"","footnote":"","page_name":" 347 ","page_number":347},
  {"content":"\r\n","description":"","footnote":"","page_name":" 348 ","page_number":348},
  {"content":"\r\n\r\nقال ( باب عدة أم الولد )\r\n","description":"","footnote":"","page_name":" 349 ","page_number":349},
  {"content":"\r\nذكر في آخره عن ( جماعة ان المشتراة التي لم تحض تستبرأ بثلاثة أشهر ) - قلت - ذكر هذه المسألة في هذا الباب غير مناسب\r\nوقد ذكرها البيهقي فيما تقدم في أواخر أبواب العدة - نجزت هذه الفوائد والله المسؤول ان يجزينا بفضله على أجمل العوائد -\r\nبحمد الله تعالى تم طبع كتاب الجوهر النقي وكان الطبع عن النسخة التي طبعت بهذه المطبعة سنة 1316 وكان طبع تلك الطبعة\r\nعن نسخة خطية في ملك مولانا العلامة محمد أنوار الله ثم قوبلت بعد ذلك بالنسخة المحفوظة في مكتبة رياسة رامفور - وقد\r\nتحرينا في هذه الطبعة زيادة التصحيح بقدر الامكان والحمد لله رب العالمين وصلى الله على خاتم أنبيائه سيدنا محمد وآله وأصحابه وسلم -\r\n\r\n","description":"","footnote":"","page_name":" 350 ","page_number":350}
  ]