[
  {"content":"\r\nيوليوس فلهوزن\r\nالخوارج والشيعة\r\nالمعارضة السياسية الدينية\r\nترجمة وتقديم\r\nد . عبد الرحمن بدوي\r\nالناشر\r\nدار الجليل للكتب والنشر\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n* الخوارج والشيعة ( المعارضة السياسية الدينية )\r\n* تأليف / يوليوس فلهوزن\r\n* ترجمة / د . عبد الرحمن بدوي\r\n* المشرف على النشر / سعيد عثمان\r\n* الطبعة الخامسة ( 1998 )\r\n* رقم الايداع ( 98175 / 98 )\r\n* الناشر : دار الجليل للكتب والنشر\r\nص . ب ( 3721 ) - القاهرة\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\n( إن أريد إلا الاصلاح ما استطعت وما توفيقي إلا بالله عليه توكلت\r\nوإليه أنيب )\r\nصدق الله العظيم\r\n\r\n","description":"","footnote":" ( 1 ) سورة هود ، 88 . ","page_name":" 3 ","page_number":3},
  {"content":"\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nمقدمة المترجم\r\nالخوارج والشيعة هما أقدم الفرق السياسية والدينية في الاسلام وأبرزهما أثرا\r\nفي تاريخه الحي المضطرب نشأتا في حضن حزب واحد هو حزب أنصار الإمام علي\r\nبن أبي طالب فتعاديتا فيما بينهما ثم شاءت ظروف الخصومة المشتركة\r\nضدهما أن يتحالفا معا على مضض ولكن مبادئ كل منهما منذ البداية في\r\nتعارض تام مع مبادئ الأخرى .\r\nلقد كان السبب المباشر لنشأة الخوارج مسألة ( التحكيم ) في إبان المعركة الفاصلة\r\nبين أنصار علي بن أبي طالب وأنصار معاوية وعثمان إذ رضي علي - كارها -\r\n( بالتحكيم ) ولكن الخوارج - وقد انتهى التحكيم إلى مأساة لصاحبهم - ثاروا على\r\nعلي نتيجة ( التحكيم ) وقالوا : لا حكم إلا لله !\r\nبين أن هذا السبب المباشر هو أوهى الأسباب : فإن نزعة الخروج كانت كامنة في\r\nالنفوس بسبب ما آل إليه أمر الخلافة على عهد عثمان وما انتهى إليه أمر الجماعة\r\nالاسلامية بعد مقتله من تفرق الأمة إلى فريقين متعارضين متحاربين لا لسبب من\r\nأسباب الدين بل الأسباب الدنيا أعني الحكم ومغانمه والتطلع إلى مراكز الرياسة\r\nوالسيطرة - كل هذا ولم يمض على وفاة الرسول صلى الله عليه وسلم إلا ثلاثون عاما مما كان في\r\nالواقع خيانة لجوهر تعاليم الاسلام بوصفه دينا وعقيدة لا مذهبا في السياسة تنتحله\r\nأحزاب .\r\nأحس بهذا نفر من غلاة المتشددين في الدين المتمسكين بالعقيدة الدينية في صفائها\r\nالخالص بمعزل عن كل سياسة فانتهزوا فرصة ( التحكيم ) وكشفوا عما كان يغلي\r\nفي نفوسهم من ثورة على ما آلت إليه أوضاع الخلافة والحكم على عهد عثمان وفي\r\nخلافة علي القصيرة . فهذا هو الدافع الحقيقي لنشأة الخوارج لا ذلك السبب\r\nالتافه العارض : مسألة ( التحكيم ) . ومن هنا كان مذهبهم تعبيرا عن تيار عميق\r\nالشعور في النفوس الشديدة الايمان . ومن ثم كانوا يمثلون تيارا أصيلا في طبيعة\r\nتطور أي دين من الأديان وإن اختلفت الأسماء في الديانات المختلفة وكان لابد\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nمن ظهوره في أوقات متباينة على مر العصور وإن لم ينتحل أصحابه هذا الاسم\r\nصراحة نظرا لاعتبارات سياسية أو ملابسات وضعية .\r\nوخلاصة هذا التيار : العود إلى ( الكلمة ) الأصيلة للدين معبرا عنها في الكتاب\r\nالكريم دون تأويل ولا ترخص بل بتشدد في الفهم لا يقبل المساومة والالتواء\r\nولهذا يدعو إلى الطاعة العمياء ما ورد في هذا الكتاب أو ما أتى به صاحب هذا\r\nالدين من قواعد وأحكام وطرائق سلوك . وهم يتشددون في التمسك بعمود الدين\r\nضد جميع التيارات والفرق والأحزاب التي تبدو هم قد حادت عنه أو تأولت فيه .\r\nولذا كان مذهبهم ( ضد ) كل المذاهب الأخرى .\r\nففي الاسلام كان الخوارج ضد سائر المذاهب :\r\n1 - في الإمامة : كانوا ضد الشيعة الذين يقولون بأن الإمامة وراثية في أبناء علي\r\nابن أبي طالب وضد المرجئة الذين أرجأوا الحكم إلى اله ليحكم بين الناس يوم\r\nالقيامة معترفين كارهين بالأوضاع الفعلية التي أملتها القوة أو فرضها حد السيف . .\r\nويرون أن من حق الأمة إسقاط الامام ( الخليفة أو الحاكم ) الذي يحيد عن الطريق\r\nالمستقيم الذي سنه الله ورسوله ويقررون أن الإمامة إنما تحق لمن تختاره الجماعة\r\nأيا كان ولو كان عبدا أسود وفي هذا نزعة ديمقراطية أصيلة ديمقراطية دينية إن\r\nصح هذا التعبير ثاروا بها على النزعة الأرستقراطية التي أراد أهل قريش فرضها في\r\nاختيار الخليفة . وهم لهذا يطلقون على من يختارونه إماما لقب ( أمير المؤمنين ) .\r\nوتبعا لهذه النظرية لم يعترفوا بالخلافة إلا لأبي بكر وعمر بن الخطاب ثم بعد ذلك\r\nلمن اختاروهم هم . أما عثمان فلا يعترفون بشرعية خلافته إلا في السنوات الست\r\nالأولى منها وعلي اعترفوا بشرعية خلافته من بدايتها حتى معركة صفين .\r\n2 - وفي السلوك الانساني الديني : كانوا ضد جميع الفرق الأخرى : فلا يبررون\r\nبالايمان الاعمال المنافية لما يقتضيه نص الكتاب والسنة . إنما العبرة بالعمل وقالوا :\r\nإن كل كبيرة كفر والله يعذب صاحب الكبيرة عذابا دائما ودار مخالفيهم كفر\r\nكذلك فمن أقام في دار الكفر ( أي في دولة غير دولة الخوارج ) فهو كافر وعليه\r\nالخروج بل تجاوزوا ذلك فقالوا : إن من نظر نظرة صغيرة أو كذب كذبة صغيرة ثم\r\nأصر عليها فهو مشرك بينما قال المعتزلة : إن مرتكب الكبيرة فاسق أو في منزلة بين\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nالمنزلتين : الكفر والايمان وبينما أرجأ المرجئة الحكم فيه وقالوا : إن الايمان يحبط\r\nعقاب الفاسق وإن الله لا يعذب موحدا والكفر هو الجهل بالله فقط وما عداه\r\nمن كبائر أو صغائر ليس من الكفر في شئ نرى الخوارج وصفوا مرتكب الكبيرة\r\nبأنه كافر مخلد في النار . ولهذا عدوا مخالفيهم ( مرتدين ) وحكم ( المرتد ) عن\r\nالاسلام القتل ومن هنا جاءوا بمبدأ قاس غريب هو مبدأ ( الاستعراض ) : أي\r\nالاغتيال الديني إذ يستحلون قتل مخالفيهم من المسلمين .\r\nأما الشيعة فيمثلون ما يمكن تسميته نظرية الوراثة في الملك ويقصرون بيت الملك\r\nعلى آل علي . والدوافع إلى هذا النزعة عديدة . أولها وأوضحها فكرة الدم الدم\r\nالملكي الذي يجري في الأصلاب ويعطي بنفسه الحق في الملك . وثانيها : فكرة\r\nالخضوع لسلطان يستمد حقه في السلطان من غير طريق الجهد الانساني لان الجهد\r\nالانساني معرض للمشاحنة ومدعاة للتنافس والتحاسد والتباغض . فحسما لأسباب\r\nالتدافع والتناحر لوصول إلى مرتبة السلطان يوكل الامر إلى مبدأ غير إنساني\r\nيفرض احترامه والخضوع له على الجميع على السواء وفي هذا إراحة الناس من\r\nعناء التناحر على المناصب العليا ! والناس مهما حرصوا على الكفاح لابد تواقون\r\nإلى الراحة والدعة . وفي ظل مبدأ الوراثة في الملك سيريحون أنفسهم من مشقة\r\nالطموح إلى السلطان .\r\nوحتى يؤدي هذا الوريث الوظيفة المرادة له كان يجب أن يبالغ في صبغه بصبغة\r\nاللامعقول كلما واتت الأحوال أو دعا الشك إلى التقليل منه أو لمواجهة دعاوي\r\nالخصوم . ومن هنا نفهم ظهور مذاهب الغلاة الشيعة الذين ألهوا عليا وقالوا بعصمة\r\nالامام وبأن كل شئ بالتعليم لا بالتحصيل العقلي وهذا التعليم مصدره الامام\r\nالمعصوم وحده ومن هنا اقترن به السحر والتنجيم والطلسمات والخوارق ولابد\r\nلهم أيضا من أجل ذلك أن ينتحل زعماؤهم صفات النبوة والرسالة بل وأحيانا\r\nالألوهية ومن أجل تفسير ذلك يقولون مثلا إن روح القدس هي الله صارت في\r\nالنبي ثم في علي ثم في الحسن ثم في الحسين ثم في علي بن الحسين ثم\r\nفي محمد بن علي ثم في جعفر بن محمد بن علي ثم في موسى بن جعفر\r\nثم في علي بن موسى بن جعفر ثم في محمد بن علي بن موسى ثم في علي\r\nابن محمد بن علي بن موسى ثم في الحسن بن علي بن محمد بن علي بن\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nموسى ثم في محمد بن الحسن بن علي بن محمد بن علي - فهؤلاء حلت فيهم\r\nروح القدس على التناسخ الواحد عقب الآخر !\r\nوتبعا لهذا لا تكون الإمامة إلا بنص من السابق للاحق بنص وتوقيف وأنها\r\nقرابة والامام مصيب في جميع أحواله وأقواله والاحكام كلها ترجع إليه فلا\r\nاجتهاد في أمور الدين . ولما ضعف أمر السلسلة انتهت إلى أغرب حلقتها وآخرها\r\nأعني إلى إمام طفل غاب وينتظرون رجعته فهو الغائب المنتظر الذي سيظهر ليملأ\r\nالأرض عدلا بعد أن ملئت جورا فهذا هو ( المهدي المنتظر ) الذي تقدمت البشارة\r\nبه وكان طبيعيا أن يختلفوا في هذه الحلقة الأخيرة : فالسبعية ساقوا ذلك إلى الامام\r\nالسابع محمد بن إسماعيل والاثنا عشرية يسوقونها إلى الإمام الثاني عشر\r\nمحمد بن علي بن موسى ابن جعفر .\r\nقد عمل الخيال الآري الفارسي عمله فأضاف إلى هذا كله ما أضاف من تهاويل\r\nوفروض تتفرع على النظرية الأصلية في الإمامة وفي الوقت نفسه تشبع نوازعه نحو\r\nالثأر من سيطرة الجنس العربي الخالص والانتقام النفسي للنقص الذي عاناه بإزاء\r\nالعنصر المتفوق .\r\nوكان طبيعيا أن تؤدي المبادئ العامة في السياسة والسلوك الانساني إلى إيجاد\r\nمذاهب نظرية تستخلص النتائج وتعمق الالزامات وتفلسف الأساس التي تقوم عليها\r\nفكان عن ذلك كله ما عرف في علم الكلام باسم مقالات الخوارج ومقالات\r\nالشيعة .\r\nوالكتاب الذي نقدمه اليوم إنما يقتصر على التاريخ السياسي لهذين الحزبين\r\nالسياسيين في النشأة منذ نشأتهما حتى انهيار الدولة العربية الخالصة في تاريخ\r\nالاسلام فيؤرخ الحوادث والمعارك والحركات الثورية التي قام بها كل منهما\r\nللانقضاض على السلطة الحاكمة سلطة بني أمية الذين اغتصبوا الملك لأنفسهم ضد\r\nشرعية آل علي في نظرية الشيعة وضد شرعية الامام المختار من كل الجماعة\r\nالاسلامية على مذهب الخوارج إذ الحكم الأموي لا يستند إلى شرعية الوراثة في\r\nالملك ولا إلى ديمقراطية الانتخاب العام بإجماع الأمة لاصلح الناس للإمامة وإنما\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\nهو حكم القوة الباطشة الماكرة معا الخالية من كل سبب أو سند يعترف به العقل أو\r\nتدعو إليه التقاليد والعرف .\r\nوقد راعى مؤلف الكتاب أن يستخلص الوقائع من المصادر التاريخية الصافية\r\nوأصفى مرجع لديه هو تاريخ الطبري بعد استخلاص أصدق رواياته وتجريح سائرها\r\nلان الطبري كان يحشد كل ما بلغ إليه علمه من أخبار دون تمحيص ولا نقد فجاء\r\nالمؤلف فاستخلص أصدق الروايات خصوصا ما نسب منها إلى أبي مخنف\r\nأصدق رواة الطبري ووثق به ثقة واسعة فيها إفراط غير قليل ثم راح بعد ذلك\r\nيراجع المصادر الأخرى وبخاصة ( الكامل ) للمبرد فيما يتصل بالخوارج وابن\r\nالأثير فيما يتصل بالشيعة والخوارج معا ( والكتاب المجهول المؤلف ) مستبعدا\r\nالمؤرخين الذين لا يثق بهم لما تبين فيهم من عصبية وهوى مثل اليعقوبي الشيعي\r\nالهوى .\r\nوعرض الاحداث والوقائع في تسلسل نقدي متصل حريصا إبان هذا كله على\r\nإعطاء صورة دقيقة الملامح بادية الأسارير للأشخاص الذين يشاركون في هذه\r\nالاحداث أو يطبعون تلك الوقائع بطابعهم وفي أحكامه على الاشخاص والحوادث\r\nكان يتخذ مقاييس من مقتضيات الأحوال السياسية بغض النظر عن العاطفية المقترنة\r\nبهؤلاء الاشخاص في ضمائر أصحابهم أو خصومهم على مدى التاريخ : ومن هنا\r\nاتسمت هذه الأحكام بموضوعية وانفصالية تامة بإزاء الأحداث والأشخاص وهو\r\nالمنهج التاريخي النقدي القويم وهو في هذا مؤرخ سياسي فحسب لا يحسب\r\nحساب العوامل غير السياسية : من دينية واقتصادية ولان كان قد أدخل في حسابه\r\nعمل العصبية العنصرية فإنه قد انتهى بها إلى نتائج تخالف ما اعتاد المؤرخون أن\r\nيصلوا إليه فهو مثلا يقلل بل ينكر دور الفرس في تكوين العقائد الشيعية في\r\nتلك المرحلة ويردها إلى العرب ولا يقيم وزنا كبيرا لكون أكثر أنصار الشيعة\r\nكانوا من الموالي إذ يرجح عليهم دائما دور العرب الخالص في الأثر النهائي\r\nالناتج . وهو لهذا يعد خير مصدر في تأريخ هذه المرحلة من تاريخ الخوارج\r\nوالشيعة .\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nوالمؤلف يوليوس فلهوزن سيد مؤرخي الاسلام بين المستشرقين غير مدافع\r\nوقد أعانه على ذلك كله تكوينه الأول ناقدا للتراث الخاص بالكتاب المقدس في عهده\r\nالقديم نقدا بدأ منذ القرن التاسع عشر وتوفر عليه أعلام الباحثين في الساميات\r\nوسار هو في إثرهم وانتهى إلى نتائج بالغة الخطورة فيما يتصل بتحقيق صحة أجزاء\r\nوأسفار من ( العهد القديم ) واستطاع أن يكون في ميدان نقد الكتاب المقدس\r\nمدرسة تنتمي إليه ويقوم مبدأها على ( إثارة المشاكل ووضع الأسئلة ) ثم تأتي\r\nالحلول بعد ذلك بالتعاون مع الآخرين .\r\nوبهذا الجهاز النقدي الدقيق انتقل فلهوزن إلى دراسة التاريخ الاسلامي بخاصة\r\nوالدراسات العربية بعامة . فقام بدراسات عديدة متفرقة جمعت فيما بعد في مجموع\r\nدراسات بعنوان : Skizzen und vorarbeiten وأهم ما فيها :\r\n1 - ( بقايا الوثنية العربية ) برلين ط 1 سنة 1887 ط 2 سنة Reste 1897\r\narabischen Heidentums ( الكراسة 3 من المجموع المذكور ) .\r\n2 - ( مقدمة إلى أقدم تاريخ الاسلام ) . برلين سنة Prolegomena 1899\r\naltesten Geschichte des islams . والكتاب الأول يعتمد خصوصا على كتاب\r\n( الأصنام ) لابن الكلبي ولم يكن قد عرف بوجود نسخة منه وإنما التقط بقايا منه\r\nأوردها ياقوت في ( معجم البلدان ) . ويستند إلى أسماء الاشخاص والقبائل\r\nوالأماكن التي تحمل أسماء آلهة ثم يصف بالتفصيل مختلف الآلهة الذين عبدهم\r\nالعرب . ثم يعقد فصلا يعتمد فيه على كتاب أسنوك هرخرونيه عن مكة وفي هذا\r\nالفصل يتحدث عن الحج ومناسكه والأسواق في الجاهلية ثم يلحق به بحثا عن\r\nمراسم العبادة وعن السحر والتمائم والخرافات ويختمه بفصل ممتاز عن ( خصائص\r\nالوثنية العربية ) .\r\nويرفض فلهوزن نظرية روبرتسون سمث Smith . R . W عن الطوطمية عند\r\nالعرب القدماء كما يرفض رأي شبرنجر Sprenger الذي ذهب إلى أن عبادة الجن\r\nكانت نواة للشرك عند العرب إذ يدعي فلهوزن أن محمدا كان أول من أنزل الآلهة\r\nالعرب القدماء إلى مرتبة الجن . كذلك يشك في أن يكون العرب قد عبدوا الأجداد\r\nوالابطال وإنما يرى إن حجر الزاوية في الوثنية العربية هو عبادة النجوم\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nوالأحجار ورأى أنه كان هناك من الآلهة بقدر ما كان من قبائل . ولم تبدأ عملية\r\nتوحيد الآلهة في عدد قليل إلا تحت تأثير المواسم والأسواق التي كانت تقام\r\nخصوصا في مكة وحولها وتقلص ظل الآلهة المتعددون شيئا فشيئا حتى أتى\r\nالاسلام فقضى على الوثنية العربية بآلهتها المتعددة .\r\nأما الكتاب الثاني ( مقدمة إلى أقدم تاريخ الاسلام ) فيتناول بالدراسة التاريخية\r\nالنقدية عصر الخلفاء الراشدين الأربعة فينقد رواية سيف بن عمر كما أوردها\r\nالطبري في تاريخه ويرى إن هذه الرواية وإن كانت أحسن اتساقا وتنظيما من\r\nغيرها فإنها تمثل الرواية العراقية عن ذلك العصر وهي أقل قيمة بكثير جدا - من\r\nالناحية التاريخية من الرواية الحجازية المدنية فإن هذه الأخيرة أدق وأصدق\r\nولهذا يجب الاستناد إليها في دراسة عصر الخلفاء الراشدين خصوصا من وفاة النبي\r\nحتى معركة الجمل وبهذا أبرز فلهوزن هذا العصر على ضوء الرواية الأصح .\r\nحتى إذا ما وجدها وثق بها واعتمد عليها تماما . ومن هنا أصبح كتابه هذا الأساس\r\nلكل دراسة العصر الخلفاء الراشدين وفيه برزت ملكة النقد التاريخي التي امتاز بها\r\nيوليوس فلهوزن .\r\nوكان عليه بعد ذلك أن يتابع التاريخ الاسلامي بعد معركة الجمل فدرس معركة\r\nصفين ونتائجها وما أدت إليه من قيام فرقة الخوارج ثم مقتل علي وما أدى إليه من\r\nقيام الشيعة المطالبين بأحقية ذريته في الخلافة . أعني أنه درس هذين التيارين الخطيرين\r\nفي تاريخ الاسلام : الخوارج والشيعة وتتبع تاريخهما حتى نهاية الدولة العربية .\r\nفكان عن ذلك هذه الدراسة التي نقدم ترجمتها الآن بين يديك . وقد ظهرت سنة\r\n1901 في برلين بالعنوان التالي :\r\npolitischen Oppositionsparteien - Die religios : Julius Wellhausen\r\nGesellschaft der . in Adhandlungen der Kgl , im alten islam\r\nBerlin 1901 1 , 5 . F . N , Klasse , hist - Phil . Wissenschaften in Gottingen\r\n. ( Die Schia . II . Die Chavarig . I )\r\nوفي العام التالي سنة 1902 أصدر كتابه الجامع لتاريخ الدولة العربية\r\nبعنوان : ( الدولة العربية وسقوطها ) برلين ط 1 سنة Das arabische 1902\r\nBerlin 1902 . Reich und sein Sturz وقد ترجم هذا الكتاب إلى الإنجليزية\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nجراهام وير وظهر في كلكتا سنة 1927 بالعنوان . Arab Kingdom and its fall\r\nTranslated by Graham Weir ثم ترجم إلى العربية مرتين : الأولى ترجمة\r\nالدكتور يوسف العش عن الإنجليزية وظهرت في دمشق سنة 1956 والثانية ترجمة\r\nالدكتور محمد عبد الهادي أبو ريدة عن الألمانية والإنجليزية وظهرت في القاهرة سنة\r\n1957 .\r\nوفي هذا الكتاب كان فلهوزن أول من أراد إنصاف بني أمية من عصبية المؤرخين\r\nالعرب وقد كانوا متحاملين على الأمويين عامة . ومن هنا شق فلهوزن طريقا\r\nجديدا في تأريخ العصر الأموي فيه إنصاف للأمويين وإبراز لمكانتهم السياسية\r\nالممتازة وتخليص لهم من تحامل المؤرخين ولفتاتهم التي أملتها العصبية الشيعية وغير\r\nالشيعية وهي الطريقة التي بالغ فيها الأب اليسوعي هنري لامانس مبالغة شديدة\r\nجافت الوقائع التاريخية في كثير من الأحيان وأفرطت في تمجيد الأمويين في كل\r\nشئ حتى في أبشع جرائمهم التي لا يغتفرها أي ضمير . وفي هذا يظهر الأثر\r\nالسئ للتكوين اليسوعي أبلغ ظهور ! خصوصا والأب لامانس لم يتورع عن\r\nالاختلاق على النصوص التاريخية وجعلها تقول ما لا يمكن أن يستفاد منها أبدا مهما\r\nتحايل المرء عليها رغم أنه جمع مادة تاريخية غزيرة جدا ورجع إلى عديد من\r\nالمصادر التي لم يستطع الرجوع إليها فلهوزن ولا من سبقه من المؤرخين ولهذا فإن\r\nنتائج أبحاث لامانس يجب أن تقابل بمنتهى الحيطة والحذر بعكس فلهوزن الذي\r\nراعى الانصاف في البحث التاريخي ولم يكن مقودا بأية عصبية أو هوى أو معاندة\r\nلحاجة في نفس صاحبها .\r\nوبهذا أتم فلهوزن دراسته التاريخية للاسلام وما قبل الاسلام حتى آخر الدولة\r\nالأموية وهي دراسة تاريخية سياسية أعرض فيها عن تناول العوامل الاجتماعية\r\nوالاقتصادية ولم يمس النواحي العنصرية العرقية إلا مسا خفيفا وكأنه يؤمن أن\r\nللتاريخ السياسي قود ديناميكية ذاتية تكفي لتفسير تطوره إيمانا لم يعد المؤرخون\r\nاليوم يشاركون فيه وهو حريص في التفسير للاحداث والعقائد إلى تلمس العوامل\r\nالمحلية الأصلية ونادرا ما يلجأ إلى العناصر الخارجية كما فعل في تفسيره لمذهب\r\nالشيعة بمحاولة إرجاعه إلى بعض المذاهب المبتدعة اليهودية ولكنه والحق يقال كان\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nمعتدلا كل الاعتدال في تلمس المصادر اليهودية للنزاعات في الفرق الاسلامية ولم\r\nيبالغ مبالغة جولد تسهير ومن والاه .\r\nوقد ولد فلهوزن في سنة 1844 في هاملن Hameln وتوفي سنة 1918 في\r\nجيتنجن Gottingen بعد حياة كرسها كلها للساميات : اليهودية والعربية .\r\nوها نحن بصدد تقديم هذه الترجمة لدراسته الرائعة عن الخوارج والشيعة\r\nنقدمها مع بعض الملاحظات النقدية الخالية من فضول التعليقات الزائفة التي انتشرت\r\nبيننا عادة حشو ترجمات كتب المستشرقين بها انتشارا يدعو إلى بالغ الأسف\r\nونرجو أن تكون للقارئ العربي مصدرا ثمينا من مصادر العلم بتاريخ العرب\r\nوالاسلام ونموذجا يحتذى منهاجه حين البحث في هذا التاريخ الذي لم نكد نحن\r\nالباحثين العرب أن نسهم فيه بما يعتد به حتى اليوم مع أنه تاريخنا نحن وأخلق\r\nالناس بالمساهمة فيه !\r\nد . عبد الرحمن بدوي\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nالجزء الأول\r\nالخوارج\r\nالنشأة . . . المنهج . . . الحركة\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nالفصل الأول\r\nنشأة الخوارج\r\n* صفين كانت البدء :\r\nكانت لمعركة صفين نتائج بالغة الخطورة تلك المعركة التي خدع فيها الظافر عن\r\nانتصاره وكانت خطوة جديدة في الطريق الذي بدأ بقتل عثمان بن عفان .\r\nفحينما لاح خطر الهزيمة رفع أهل الشام المصاحف على أسنة رماحهم عملا\r\nبمشورة عمرو بن العاص فأحدثوا في أهل العراق الأثر المطلوب خصوصا في\r\nالقراء الأتقياء . حقا إن عليا قد أدرك الحيلة بيد أنه لم يستطع أن يبدد مفعولها\r\nبل قد هدد شخصيا لما حاول ذلك . وكان عليه أن يوقف القتال وأن يستدعى الأشتر\r\nالنخعي الذي كان من النصر قاب قوسين أو أدنى حتى لا يواصل القتال . فاضطر\r\nهذا رغما عنه أن يمتثل لامر علي وقد قرره عليه غير أنه أطلق العنان لغضبه على\r\nأولئك الأدنياء الذين أرغموه على أن يلقي بالنصر المؤكد من بين يديه فلما أسقط\r\nفي يد علي راضيا أو كارها تقدم إليه الأشعث ابن قيس أمير كندة بالكوفة في\r\nأن يفوض إليه الذهاب إلى معاوية ليفاوضه فيما يستتبع ذلك . فاقترح معاوية أن\r\nيختار كل فريق من يمثله ليقر كلاهما حكم القرآن فيمن أحق بالخلافة منهما . وتبنى\r\nالأشعث هذا الاقتراح وعرضه على أهل العراق فأبدوا موافقتهم عليه فورا دن أن\r\nيستشيروا عليا . فوقع اختيار أهل الشام على عمرو بن العاص بينما اختار أهل\r\nالعراق أبا موسى الأشعري . وعبثا احتج علي على اختيارهم لأبي موسى فقد كان\r\nمحايدا مما كرهه إلى علي وحببه إلى أهل العراق : ( إذا وقعنا فيما حذرنا منه ) .\r\nووضعت في معسكر أهل العراق صورة معاهدة تجعل عليا يخضع لما خضع له النبي\r\nفي مناسبة مشابهة في الحديبية وبمقتضاها يتوقف الفريقان عن القتال ويلجئان إلى\r\nالتحكيم وقد وقع بذلك أبرز رجال الجيشين المتحاربين أما الأشتر النخعي فقد\r\nرفض ذلك رفضا باتا وشدد في إنكاره على الأشعث .\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nأما الأشعث فقد استمر يلعب دور الوسيط المتحمس في وساطته حماسة من طبع\r\nعلى أنفه بالنار وبعد الفراغ من وضع المعاهدة ركب ودار في معسكر أهل العراق\r\nليعلن مضمونها للجميع حتى بلغ جمعا من بني تميم البصريين . كان فيهم عروة\r\nابن أدية الحنظلي وقرأ عليهم مضمون الاتفاق فلما رأى عروة أن مصير خلافة\r\nالمسلمين قد صار بين أيدي رجلين صاح غاضبا : لا حكم إلا لله ! وأهوى بسيفه\r\nعلى مؤخرة دابة الأشعث حتى وثبت وثبة عنيفة ( 1 ) . فغضبت قبيلة الأشعث اليمنية\r\nمن أجله على بني تميم وقام رؤساء بني تميم بينهم يهدئون من حفيظة الأشعث\r\nولما عاد أهل العراق أدراجهم عم السخط بينهم على نتيجة هذه المعركة . بل إن\r\nالذين دفعوا عليا إلى وقف القتال أخذوا عليه أنه ترك أمر الخلافة إلى هوى متفاوضين .\r\nفدب النزاع العنيف بينهم وبين أنصاره المخلصين . ولاموا هؤلاء الأخيرين على\r\nتأييدهم لعلي حتى لو ضل السبيل وما هم إذن إلا عبيد شأنهم شأن أهل الشام\r\nالذين اتبعوا معاوية في كل الأحوال دون أن يتساءلوا ما إذا كان على صواب ؟ . .\r\nفكانت عودة أهل العراق إلى الكوفة عودة أليمة أشد إيلاما من عودة جيش\r\nمهزوم لان النصر الذي كلف من الدم ثمنا غاليا قد تبدد بأرخص الأثمان . وكانت\r\nشكوى أهل القتلى مثار حزن شديد في فؤاد علي بينما كانت سخرية ( أنصار\r\nعثمان ) صريحة جرحت نفسه : فاغتبط المنافقون واغتم المخلصون وانفصل عن\r\nعلي اثنا عشر ألف رجل أبوا العودة معه إلى الكوفة وساروا إلى قرية حروراء ( 2 )\r\nتحت لواء التحكيم : لا حكم إلا الله ! ومن هنا سموا باسم : ( المحكمة ) . ولكن\r\nيطلق عليهم عادة اسم : ( الحرورية ) أو بلفظ أعم : ( الخوارج ) ( 3 ) .\r\n\r\n","description":"","footnote":" ( 1 ) ( المترجم : ورد في ( الطبري ) ( 1 / 3338 ) هكذا : ( خرج الأشعث بذلك الكتاب\r\nيقرأه على الناس ويعرضه عليهم فيقرأونه حتى مر به على طائفة من بني تميم فيهم عروة\r\nابن أدية - وهو أخو أبي بلال فقرأه عليهم . فقال عروة بن أدية : تحكمون في أمر الله عز\r\nوجل الرجال ؟ ! لا حكم إلا الله ! ثم شد بسيفه فضرب به عجز دابته ضربة خفيفة . واندفعت\r\nالدابة وصاح به أصحابه إن أملك يدك - فرجع . فغضب للأشعث قومه وناس كثير من أهل\r\nاليمن . فمشى الأحنف بن قيس السعدي ومعقل بن قيس الرياحي ومسعر بن فدكي وناس كثير\r\nمن بني تميم فتنصلوا إليه واعتذروا فقبل وصفح ) . - ومن هذا يرى أن الدابة دابة عروة بن\r\nأدية لا دابة الأشعث كما فهم المؤلف ) .\r\n( 2 ) Apoupital - راجع ثيوفانس . 13 , 439 , 9 , 424 . 18 , Theoph 421 نشرة De Boor\r\n( 3 ) إن الفعل الذي اشتق منه هذا اللفظ معناه في الأصل : خرج للقتال غضب ثار\r\nويستعمل أيضا بمعنى مطلق ( الطبري ) ( 2 / 33 س 6 ) أما هنا فمعناه ( خرج على الجماعة )\r\n( 543 : 20 ، 889 : 5 ) وقد مزج ثاوفيلس ( 347 : 30 ) بين اللفظ ( الخوارج ) و ( الحرورية )\r\nفي كلمة مركبة لعل خبر ترجمة لهذا اللفظ هي Noncoformisten أو Separtisten ","page_name":" 18 ","page_number":18},
  {"content":"\r\nتلك رواية أبي مخنف وهي أقدم ما وصلنا . وقد رأى الباحثون المحدثون -\r\nمقتفين إثر فيل - أنها غير مفهومة ويتوسمون وجود خونة في صف أهل العراق\r\nتآمر معهم معاوية وعمرو بن العاص مقدما ومن السهل إدراك من هم هؤلاء\r\nالخونة : إنهم أبو موسى الأشعري والأشعث بن قيس .\r\nوكان أبو موسى الأشعري من أقدم صحابة رسول الله صلى الله عليه وسلم متمكنا من قراءة\r\nالقرآن ذا مكانة ملحوظة . وقد ظل اثنتي عشرة أو ثلاث عشرة سنة من 17 إلى\r\n29 هجرية واليا على البصرة في فترة حافلة بالاحداث والاضطرابات . وفي\r\nسنة 29 عزله عثمان من منصبه ليسنده إلى أحد أقربائه الشبان . فاستقر به المقام في\r\nالكوفة حيث أصبح محبوبا من الجميع حتى إن أهل الكوفة طالبوا بأن يكون واليا\r\nعليهم بدلا من سعيد بن العاص الأموي الذي حالوا بينه وبين دخول مدينتهم\r\nوأرسلوا إلى عثمان في ذلك وبطبيعة الحال لم يكن أبو موسى صديقا لعثمان بن\r\nعفان الذي عزله عن ولاية البصرة بغير سبب ولم يوله أمر الكوفة إلا مكرها\r\nوإلا لما سعى إليه أهل الكوفة وهم خصوم عثمان . غير أن أبا موسى لم يكن راضيا\r\nعن مقتل عثمان بل تنبأ بأن سيكون لمقتله أسوأ النتائج وحاول أن يحمل أهل\r\nالكوفة على الوقوف موقف الحياد وعدم الانضمام إلى علي . حقا إنه لم يفلح في\r\nذلك بل نحي جانبا . ولكنه ظل مع ذلك آمنا في الكوفة ولم يكن وحده في\r\nهذا الرأي هناك . كذلك لم يخف رأيه . فكان علي يعرف جيدا موقفه ولهذا\r\nاحتج على اتخاذه حكما .\r\nعلى أي أساس إذن يقوم الاتهام بأنه لم يكن أمينا في سلوكه لدى معركة صفين\r\nبل لعب دوره على تفاهم وتواطؤ مع أهل الشام ؟ على أساس هذه الواقعة : وهي\r\nأنه كان على مقربة من مكان المعركة وكأن ثمت حاجة إليه ( 1 ) . ولكن هذا أمر لا\r\nيدعو إلى الغرابة من وجهة نظر العرب أعني ألا يظل رجل بارز المكانة في دياره\r\n\r\n","description":"","footnote":" ( 1 ) كان في أرد بين تدمر والرصافة أي في مكان قريب جدا من ميدان المعركة ( الطبري )\r\n( 1 / 3334 ) وراجع : ( الاخبار الطوال ) للدينوري ( ص / 205 ) ( نشرة Hubsch ) . ","page_name":" 19 ","page_number":19},
  {"content":"\r\nبينما قومه يسيرون إلى القتال ثم يمتنع من القتال حينما يبدو له أن الامر الذي يقاتل\r\nمن أجله أمر يدعو إلى الريبة . ولم يتواطأ مع معاوية ولم يبد في أثناء التحكيم\r\nأنه متحيز له وهرب من وجه أهل الشام إلى مكة وخاف على حياته حينما\r\nدخلوا مكة تحت إمرة بسر . ذلك أنه وقف موقف المحايد بين الفريقين في هذه الحرب\r\nالداخلية شأن غيره كثيرين ولم يكن رجله عليا ولا معاوية بل عبد الله بن\r\nعمر . فمن السهل إذن أن نفهم لماذا وقع اختيار أهل الكوفة على واليهم القديم\r\nحينما بدأوا هم يترنحون : ( إذا وقعنا فيما حذرنا منه ) .\r\nلم يبق إذن إلا الأشعث ليتهم بالخيانة وأمر اتهامه أيسر إلى القبول من أبي\r\nموسى إذا حسبنا حساب موقفه في نجيم . ومن هنا ألقى فيل Weil ودوزي\r\nDozy وبرنوف Bruunnow وملر Muller عب ء التهمة الرئيسي عليه . فيقال :\r\nإن أهل الشام قالوا له مقدما احتياطا للخروج من المأزق إذا وقعوا فيه : إننا إذا\r\nشعرنا بخطر الهزيمة سنرفع المصاحف على أسنة الرماح فاعمل الإشارة\r\nويتبعونها ويضيف ملر - تمشيا مع روح سيف ابن عمر تماما - أنه سيستعين في ذلك\r\nبالعامة على أساس أن أهل العراق لن يلبوا جميعا إشارته بمجرد صدورها . ولكن\r\nالأشعث لم يبدأ عمله أبدا في هذه الرحلة بل كان ذلك بعد أن أصدر علي أمره\r\nبوقف القتال والأشتر لم يسخر منه حينما اضطر إلى إغماد سيفه بل من آخرين\r\nغيره وهذا هو الذي حدث حسب رواية أبي مخنف على الأقل . أما الدينوري\r\nواليعقوبي ومؤرخون آخرون متأخرون جدا وأقل قيمة فقد أوردوا رواية أخرى .\r\nولكن هؤلاء ضمنوا تخميناتهم وقائع وحقائق ولهذا لا قيمة لرواياتهم بإزاء رواية\r\nأبي مخنف الذي لم يكن لديه ما يدعوه إلى إبعاد الشبهة عن الأشعث . ويذكر\r\nاليعقوبي أن معاوية كان قد كسب لصفه الأشعث وأن هذا قد حمل عليا على عزل\r\nالأشتر . وكان اليمانية في صفه وكاد ينشب القتال بين الأشعث والأشتر لكن\r\nيمانية الكوفة كانوا هم أنفسهم أبرز أنصار علي ( الكامل ) ( 539 ) . وكان الأشتر\r\nعلى رأس أقوى قبائل اليمانية وهما قبيلتا همدان ومذحج حينما انتصر في\r\nصفين . وفي رواية اليعقوبي هنا ذكرى للحادثة التي وقعت بين الأشعث وعروة بن\r\nأدية التميمي . فانتصر اليمانية للأشعث ضد بني تميم وكاد أن ينشب القتال بين\r\nاليمانية وبين تميم . ومن المفيد هنا ما لاحظه ملر ( 1 : 325 ) وفقا لفكرة أضحت\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nعامة تقليدية من الإشارة إلى المنافسة بين القبائل العربية الشمالية والقبائل العربية\r\nالجنوبية على أساس أنها السبب الأعمق أيضا في الارتباك الذي وقع بصفين فإن\r\nصدق اليعقوبي فيكون الأشعث قد أثار حمية بني عشيرته اليمانية ضد أبناء القبائل\r\nالعربية الشمالية الكثيرين في جيش علي خصوصا بني مالك . وبهذا يناقض ملر\r\nاليعقوبي وهو لا يدري إذ لو كان اليعقوبي صادقا لكان من الضروري أن\r\nيكون الأشتر من عرب الشمال والواقع أنه كان يمانيا .\r\nأما في المرحلة التالية مرحلة عقد الصلح فقد شارك الأشعث بكل حماسة .\r\nفبعد توقف القتال تقدم في الوساطة بين الفريقين وعد كذلك فذهب إلى\r\nمعاوية وتلقى اقتراحه بعمل تحكيم . وعمل كل ما في وسعه من أجل وضع صلح\r\nمكتوب بين الفريقين على أساس هذا الاقتراح وهنا ( لا من قبل ) سمع من الأشتر\r\nكلمات موجعة وأذاع مضمون الصلح في معسكر أهل العراق : وبهذه المناسبة وقع\r\nأول احتجاج من جانب أدية ( 1 ) . وإذن : فأين الخيانة في مسك الأشعث هذا ؟\r\nليس هو الذي بدأ التيار وكل ما فعله أن سار فيه . لقد اندفع في أمر الصلح وبرز\r\nفي عملية إجرائه وبهذا عاون على وقوع الكارثة . ولكن هذا ليس خيانة بعد\r\nولم يكن ثمة ما يحول بينه وبين الانضمام إلى معاوية . كما فعل بعد ذلك كثير من\r\nأهل الكوفة وأن ينال منه جزاء يوداس ( 2 ) . ولكنه لم يفعل شيئا من ذلك بل ظل\r\nعلى ولائه لعلي وظلت مكانته في الكوفة مرموقة كما كان من قبل وظل أبناؤه\r\nوأحفاده أنصارا لبيت علي ولم يظهروا ميلا إلى حكام الشام ( الأمويين ) . نعم إن\r\nاليعقوبي قد نسب إليه بعد ذلك كل ألوان الشرور . ولكن رواية أبي مخنف تدل\r\nعلى أنه لم يفعل من بعد إلا ما فعله في صفين : سعى جهده ليبرز سيدا . بل يروي\r\n( الكامل ) أنه أظهر إخلاصه لعلي في كثير من المواقف . فكان يدله على أعمال\r\nالخوارج وحذره من ابن ملجم . وأخيرا يتساءل المرء : ماذا طمع فيه من وراء هذه\r\nالخيانة المزعومة وماذا قال ؟ إنه لم ينل مالا والعربي لا يقوم بمثل هذه الخدمات\r\n\r\n","description":"","footnote":" ( 1 ) لا ضد وقف القتال كان احتجاج أدية بل ضد التحكيم وهكذا كان تفكيره هذا\r\nمتأخرا وإن سبق غيره في ذلك .\r\n( 2 ) ( يوداس الإسخريوطي : الحواري الذي خان السيد المسيح وباعه لأعدائه اليهود مقابل\r\n20 شيكل ) . ","page_name":" 21 ","page_number":21},
  {"content":"\r\n( الخيانة ) إلا لقاء المال . هنا ينسب إليه دوري غرضا طالما لجأ إليه في تفسير\r\nالدوافع دون موجب ( 1 ) : وذلك أن الأشعث قد ظل في قلبه مشركا قديما فأراد\r\nالانتقام من الاسلام لما حل به في نجيم . والحق أنه قد بلغ بإسلامه في الكوفة منزلة\r\nلم ينلها من قبل في نجيم لقد كان القوم ينظرون إلى الاسلام عادة من ناحيته\r\nالسياسية التي أدت إلى توحيد العرب وقادتهم إلى السيطرة العالمية فكانوا\r\nيستطيعون أن يتعزوا عن الماضي بالحاضر الملئ بالمجد ولم يكن لدى الأشعث في\r\nهذا الباب من الدوافع أقل مما كان لغيره من أهل الردة الذين كانوا يؤلفون الجمهرة\r\nالعظمى من سكان الكوفة والبصرة . وحتى لو غضضنا النظر عن هذه الاعتبارات\r\nفإن الثأر لما حل به في نجيم لا يكفي ليكون دافعا له إلى هذا العمل أعني خيانة\r\nعلي لصالح معاوية .\r\nفالبحث عن خونة إذن لا جدوى فيه ولا محل له . وليس أمرا بعيدا عن التصديق\r\nأن تكون حيلة رفع المصاحف لدى الخطر العظيم قد طرأت فجأة على فكر عمرو بن\r\nالعاص الداهية . بل الفكرة نفسها قريبة الورود إلى الذهن ولعله كان لها\r\nسوابق ( 2 ) فالرماح كانت تستخدم دائما أعلاما وشارات وكان القرآن راية\r\nالاسلام . فكان ذلك بمثابة تذكير لأهل العراق أنهم إنما يقاتلون قوما رايتهم كرايتهم :\r\nكلام الله . ولم تكن أذهانهم في حاجة إلى إعداد سابق ليفهموا ذلك فليس من\r\nالمستغرب إذن أن تكون هذه الحيلة قد أثرت فيهم . فالنزاع حول حق الخلافة قد أدى\r\nبهم إلى النزاع مع عثمان ثم مع عائشة وأهل البصرة وها هو ذا يدفعهم أخيرا\r\nإلى حرب معاوية وأهل الشام : فانقسمت الجماعة على نفسها إلى شيعة علي\r\nوشيعة معاوية . وهذه النتيجة خطيرة في ذاتها لان الاسلام إنما أراد القضاء على\r\nتنازع العرب وتناحرهم فيما بين بعضهم وبعض وتم له ذلك فعلا وأمر بالمحافظة\r\nعلى وحدة الأمة الاسلامية وأمنها بوصف ذلك نعمة كبرى مقدسة وتبين عن طريق\r\nالأحاديث التي تبودلت بين أبناء الجيشين المتحاربين زمانا طويلا في صفين أن أهل\r\n\r\n","description":"","footnote":" ( 1 ) مثلا فيما يتصل بمسلم بن عقبة .\r\n( 2 ) راجع ( الطبري ) ( 1 / 3186 ، 3188 - 876 : 19 ) . ويوجد مثال آخر متأخر أورد\r\nذكره نيقفورس Nicephorus ( 37 : 4 ) ( نشرة دي بور De Boor ) . ","page_name":" 22 ","page_number":22},
  {"content":"\r\nالشام ليسوا أقل من أهل العراق إيمانا بأنهم على حق وأنهم إنما يبتغون وجه الله .\r\nفمن اليسير أن نفهم إذا أن يكون أهل العراق قد بدأوا يراجعون أنفسهم وأن رفع\r\nالمصاحف قد أحدث أثره المؤقت فيهم وهم كانوا أكثر انفعالا وتقلبا في الهوى\r\nفأحسوا بأنهم إزاء مشكلة دينية حرجة ولم يسلكوا المسلك الذي تقتضيه الاعتبارات\r\nالسياسية والعسكرية .\r\n* هل القراء أصل الخوارج ؟ !\r\nكان لطبقة القراء في العراقيين التأثير الحاسم وهم الذين أهابوا بالقرآن حكما\r\nووسيطا في المشاكل التي تعرض للمسلمين وحملوا العامة على هذا الرأي\r\nوأرغموا عليا على التسليم به ولكنهم هم أيضا كانوا أشد الناس ثورة واحتجاجا\r\nعلى معاهدة الصلح وقرار التحكيم ومنهم كانت طبقة الخوارج وهذا ما قاله\r\nأبو مخنف بعبارة جافة حسبما أورده الطبري ( 1 / 3330 ) وتلك هي الرواية المشهورة .\r\nولكن برنوف ( 1 ) يرى أن هذا التحول المفاجئ لدى الجماعة نفسها أمر غير ممكن .\r\nولهذا يرى أن يوزع هذه الاعمال المتناقضة على جماعات مختلفة لا جماعة واحدة\r\nهي جماعة القراء ( حفظة القرآن ) : فالقراء أوقفوا القتال ثم احتج الخوارج بعد\r\nذلك على وقف القتال وهؤلاء الخوارج كانوا من البدو والحادث الذي روى\r\nأبو مخنف وقوعه بين الأشعث وعروة بن أدية يبين بجلاء أن الثورة على الصلح لم\r\nيقم بها القراء . ولكن هذا الحادث أمر عرضي تماما وما هو إلا مقدمة للتحول\r\nالعام الذي حدث بعد ذلك . وما أثير بهذا الصدد إنما كان أمرا شكليا ألا وهو :\r\nمن أول من دعا إلى التحكيم ؟ - وهو أمر قد أثار فيما بعد كثيرا من الجدل وأجيب\r\nعنه بإجابات مختلفة ( 2 ) وبغض النطر عن هذه المسألة نتساءل : من أين يحق\r\nلبرنوف أن يقول : إن عروة بن أدية وبالجملة الخوارج القدماء كانوا من البدو وأن\r\nيضع هؤلاء ( العرب البدو الخلص ) - الذين يقول عنهم مع ذلك إنهم كانوا على\r\n\r\n","description":"","footnote":" ( 1 ) في رسالة عن الخوارج اشتر سبورج سنة ( 1884 ) .\r\n( 2 ) الدينوري : ( ص / 210 ) ( الكامل ) ( ص / 538 س 16 ) وما يليه ( ص 544 س 1 )\r\nوما يليه . كذلك راجع ( الكامل ) ص / 565 س 11 ) حيث روى بمناسبة أخرى خبر جرح\r\nدابة أحد وسطاء الصلح وكان الذي جرحها من الخوارج . ","page_name":" 23 ","page_number":23},
  {"content":"\r\nالعموم أتقياء عاكفين على دراسة القرآن - نقول إن بعضهم في مقابل القراء ؟ الحق\r\nأنه بدأ من مقدمات كاذبة إن عرب الكوفة والبصرة كانوا جميعا تقريبا من البدو\r\nبمعنى أنهم جاءوا من قبائل تقيم في البادية ولكن هذا لا يدل على شئ بالنسبة\r\nإلى الخوارج . إن رابطتهم بقبائل البادية كانت قد انحلت منذ هجرتهم أعني منذ\r\nارتحالهم إلى مدائن الجيوش وانخراطهم في الجيوش ( 1 ) . والهجرة نفي للبداوة .\r\nوالمهاجر في مقابل الاعرابي ( 2 ) . لقد كانوا ( مقاتلة ) أي محاربين يتقاضون\r\nأجورهم من بيت المال رفعتهم ثمرات الجهاد إذ صنع الله بأيديهم صنائع\r\nعظيمة ولما كانوا في فراغ من الجهاد ويقيمون في الحواضر اتجه اهتمامهم إلى الأمور\r\nالعامة للخلافة . أما البدو الخلص الذين احتفظوا بطباعهم الأصيلة فقد ظلوا بعيدين\r\nعن الحركات والأحزاب ( 3 ) الدينية السياسية شأنهم شأن سكان القرى . ولم\r\nيحسبهم الاسلام كاملي الايمان بل عدهم سراق الإبل فكانت كلمة ( أعرابي )\r\nكلمة تحقير تدل على الرجل غير المتدين وغير صحيح الايمان فإن ورد منهم أحد\r\nعلى الكوفة أو البصرة خشي عليه أن يكون موضع المهانة والاستهزاء ( 4 ) . أما الذين\r\nيدخلون في الديوان ويقيمون في الأمصار من المقاتلة فينالون مكانة رفيعة . ويعز\r\nعليهم أن يعودوا إلى القبائل التي انحدروا منها في موطنهم الأصيل . لقد كان ذلك\r\nبمثابة عقوبة ومنفى ( 5 ) . ولا شئ يدل على أن قدماء الخوارج الذين كانوا يسكنون\r\nالكوفة والبصرة كانوا يختلفون من هذه الناحية عن سائر أهل الكوفة والبصرة . بل\r\nالامر بالعكس فبينما كان الآخران يحرصون على قرابات الدم والأنساب كانوا\r\nهم أقل اهتماما بذلك أو لم يكونوا يعلقون على ذلك أهمية جوهرية . لقد انتزعوا\r\nأنفسهم من أسرهم وإذا عادوا إلى حظيرتها من جديد - وهو أمر كان يحدث كثيرا -\r\n\r\n","description":"","footnote":" ( 1 ) راجع ( كتاب الخراج ) يحيى بن آدم ( ص / 59 ) .\r\n( 2 ) ( الطبري ) ( 2 / ص 864 س 9 ) .\r\n( 3 ) ( أهل الأهواء ) ، ( كتاب الكامل ) ( ص / 546 س 7 ) .\r\n( 4 ) ( الطبري ) ( 2 / 94 ) وما يليها ، ( ص / 568 س 11 ) ( ص / 590 س 6 )\r\n( ص / 825 س 11 ) ( الأغاني ) ( 17 / 111 س 24 ) .\r\n( 5 ) يدل على هذا خبر عبد الله بن خليفة الطائي انظره في ( الطبري ) ( 1 / 3280 ) وما\r\nيليها ( 2 / 148 ) وما يليها . ","page_name":" 24 ","page_number":24},
  {"content":"\r\nانقطعت صلاتهم بالخوارج ولم يعودوا منهم . وحينما هربوا لم يلجأوا إلى\r\nالصحراء العربية بل إلى مواطن غير عربية مثل سهل جوخي في الناحية الأخرى\r\nمن نهر الدجلة والأهواز ومدين وفارس ( 1 ) . وإنما يكون برنوف على صواب\r\nوأنه إنما أراد أن يقول : إن الخوارج لم يكونوا من قريش ولا ثقيف ولا الأنصار\r\nبل من قبائل أقل أهمية من حيث المكانة السياسية اندمجت في الاسلام خصوصا بعد\r\nحرب الردة وأقامت في الكوفة والبصرة ( 2 ) .\r\nويبدو كذلك أن لبرنوف ( 3 ) رأيا خاصا في القراء . وليس للمرء أن ينظر إلى\r\nهؤلاء على أنهم يؤلفون طبقة محددة بل هم كانوا غير واضحي المعالم حتى أن\r\nرجالا مثل قيس بن سعد وهاشم بن عتبة وابن بديل كانوا يعدون أحيانا منهم .\r\nكذلك لم يكونوا يؤلفون حزبا سياسيا ذا برنامج محدد ثابت فمنهم من كان في\r\nصف أهل الشام ومنهم من كان في صف أهل العراق كما أن فريقا من قراء\r\n\r\n","description":"","footnote":" ( 1 ) في الجزيرة العربية وطن الخوارج أقدامهم في اليمامة واليمن خصوصا بين قوم متحضرين\r\nلا بدو . ولكن هذا إنما حدث في عهد متأخر لا صلة له بما نحن فيه هاهنا .\r\n( 2 ) ليس لدينا معلومات حقيقية إلا عن أصول زعمائهم . فكان منهم كثير من بني تميم\r\nففي البصرة حيث كانت الأغلبية من بني تميم كان : مسعر بن فدكي حرقوص بن زهير\r\nعروة بن أدية وأخوه أبو بلال وفي الكوفة شبث بن ربعي ( الذي تركهم بعد ذلك )\r\nوالمستورد وهلال ابن علفة وكلاهما من تميم الرباب الذين لحقوا ببني تميم . وكان كثيرون من\r\nقبائل أخرى فمن المضربين : فروة بن نوفل الأشجعي وشريح بن ( أبي ) أوفى العبسي\r\nوعبد الله بن شجرة السلمي راجع ( الطبري ) ( 1 / 3377 3382 ) والدينوري ( ص / 216\r\nس 13 ص / 221 س 6 ) وحمزة بن سنان الأسدي ( الطبري ) ( ص / 3364\r\nالدينوري ( ص / 215 س 17 ) وكثير من المحاربين ( ص / 3309 ) وما يليها ( ص / 3361 )\r\nوما يليها ) . ومن الطائيين : زيد بن الحسين ومعاذ بن جوين وطرفة بن عدي بن حاتم .\r\nومن اليمانيين يزيد بن قيس الأرحبي ( وقد تركهم فيما بعد ) وابن وهب الراسبي أو\r\nخلفائهم وابن ملجم المرادي قاتل علي بن أبي طالب ومن بني ربيعة لا نرى في بدء\r\nالامر كثيرين ومنهم ابن كوا اليشكري ( وقد تركهم فيما بعد ) ولكن الحال تغير فيما بعد\r\nكثيرا . ولا نجد خوارج من الأزديين في البصرة أول الأمر لان بني الأزد لم ينتقلوا إلى\r\nالبصرة إلا فيما بعد وكان الزعماء الثلاثة الأول في حروراء هم أبرز رجال القبائل العظمى في\r\nالكوفة أعني : تميم وبكر وهمدان .\r\n( 3 ) أو كان له هذا الرأي حينما ألف رسالته التي لا يزال يتمسك بها ولا يخجل منها . ","page_name":" 25 ","page_number":25},
  {"content":"\r\nالعراق الذين انضم أغلبهم إلى علي وحاربوا في صفه - نقول إن فريقا يبلغ قرابة\r\nأربعمائة قد تخلفوا عن القتال وبقوا في أماكنهم امتثالا لموقف عبد الله بن مسعود\r\nالقارئ الصحابي الشهير الذي كان رأيه في هذه المسألة كرأي أبي موسى الأشعري\r\n( الدينوري ) ( ص / 175 ) وكان القراء على صلة وثيقة بالفقهاء وكان وضعهم\r\nبالنسبة إلى هؤلاء الأخيرين شبيها بنسبة دائرة كبرى إلى دائرة داخلها أصغر منها .\r\nولم يكن نشاطهم الرئيسي نظريا وعلميا ( الطبري ) ( ص / 564 س 16 وما يليه ) .\r\nفالقرآن - الذي منه اسمهم : القراء - لم يكن في نظرهم موضع دراسة نظرية بل\r\nمن أجل العمل والتقوى . وآيات القرآن تتلى دعاء وصلوات في المساجد والمنازل\r\nعلى السواء . والقراء يمكن أن يسموا أيضا ( المصلين ) . وكان القرآن على لسانهم\r\nيحفظون أجزاءا منه عن ظهر قلب ويتلونه بحرارة جهرا وسرا نهارا وليلا\r\nوكانوا يلقبون بلقب ذوي الجباه المعفرة بسبب ما يتبين ( في وجوههم من أثر\r\nالسجود ) ( الفتح : 29 ) . ولكنهم لم يكونوا متعبدين منقطعين يحتفظون بتقواهم\r\nلأنفسهم بل كانوا يعملون بإيمانهم عن طريق التوجيه وإسداء المشورة في الأمور\r\nالعامة كما تقضي بذلك طبيعة الخلافة الاسلامية . وكانوا يعاشرون الجماهير\r\nويؤثرون فيهم . فلما قامت الثورة على عثمان وانتشرت في الكوفة كانت لهم\r\nالكلمة العليا ولما قتل عثمان وقعت التهمة عليهم وعلى أقدم الصحابة الاحياء .\r\nوشاركوا في الحرب شأنهم شأن المسلمين الصالحين وكانوا يخطبون في الناس قبل\r\nالمعارك ليثيروا حميتهم ويستنفرهم للقتال وإذا لم يكونوا رجال أفعال في المرتبة\r\nالأولى فقد كانوا يعلمون أيضا أن خير الايمان الجهاد بالسيف في سبيل إعلاء كلمة\r\nالله ( 1 ) ( الطبري ) ( 2 / 1086 ) وفي معركة ( اليمامة ) كان أبرز المقاتلين هم\r\nالقراء الذين يحفظون القرآن عن ظهر قلب ويتلونه فهؤلاء الأتقياء من أهل المدينة\r\n\r\n","description":"","footnote":" ( 1 ) [ الموضوع المشار إليه ورد فيه خبر أن عبد الرحمن بن أبي ليلى الفقيه قال : ( يا معشر\r\nالقراء ! إن الفرار ليس بأحد من الناس بأقبح منه بكم . إني سمعت عليا - رفع الله درجته في\r\nالصالحين وأثابه أحسن ثواب الشهداء والصديقين - يقول يوم لقينا أهل الشام : أيها المؤمنون !\r\nإنه من رأى عدوانا يعمل به ومنكرا يدعى إليه فأنكره بقلبه فقد سلم وبرئ . ومن أنكر\r\nبلسانه فقد أجر وهو أفضل من صاحبه . ومن أنكره بالسيف لتكون كلمة الله العليا وكلمة\r\nالظالمين السفلى فذلك الذي أصاب الهدى ونور قلبه باليقين 
  ] . ","page_name":" 26 ","page_number":26},
  {"content":"\r\nهم أسلاف طبقات القراء الذين أتوا من بعدهم وكانوا في طليعة المحاربين في\r\nمعركة ( الجمل ) و ( صفين ) وفي كل المعارك التالية خصوصا في الحرب ضد\r\nالحجاج بن يوسف الثقفي . أجل لم يكونوا مؤسسين وقادة للحركات الكبرى\r\nولكنهم كانوا مثيري الحماسة في الجماهير ونادرا ما كانوا يسبحون ضد التيار\r\nالعام بل كانوا في الغالب في طليعة الجماهير ومقاييس لدرجة حرارتهم وأبواقا\r\nصاخبة في أفواه الرأي العام . وكانت المعارضة خير ميدان مجز لنقدهم وحججهم .\r\nولذا كان نجاحهم في الشام أقل منه في العراق وكان أبرز ميادين نجاحهم في\r\nالكوفة والبصرة واللواء الذي انضووا تحته وانتموا إليه هو لواء الله والقرآن وسنة\r\nالرسول والحق والتقليد المتبع . بيد أنهم حزبا سياسيا لم يكونوا سندا وثيقا يؤمن له\r\nحتى ولا لقائد رفعوه هم أنفسهم إلى مركز القيادة .\r\nأما وهذا شأن القراء فعلى المرء الاقرار بإمكان أن يكون هؤلاء هم التربة التي\r\nنبت فيها الخوارج . فهؤلاء الأخيرون كانوا قوما شديدي التقوى تنحل لهم صفات\r\nأولئك : كانوا يقرأون القرآن لا بلسانهم فحسب بل ليتعبدوا به ويفكرون فيه آناء\r\nالليل وأطراف النهار وكانوا ( أنضاء عبادة وأطلاح سهر ) قد أكلت الأرض\r\nجباههم من كثرة السجود وكانوا يتأملون معاني الدين ويناقشون في أحكامه بمهارة .\r\nومن العلامات المميزة للعابدين القانتين في ذلك العهد لبس البرنس وكانت في\r\nالخوارج القدماء جماعة يلبسون البرانس على رأسهم عبد الله بن شجرة السلمي .\r\nهل من الضروري إذا توكيد وجود هوة ( انفصال تام ) بين جماعة القراء وجماعة\r\nالخوارج من أجل أن نوزع دور السقوط ودور النهوض على فريقين مختلفين ؟ أمن\r\nغير المعقول أن يكون نفس الاشخاص قد ضلوا السبيل في أول الأمر ثم ثابوا إلى\r\nرشدهم من بعد ؟ إننا إن لم نقر بهذا لم نستطع أن نفهم حقيقة الخوارج لقد\r\nأخطأوا وبعد خطيئتهم رجعوا عن باطلهم وأيقنوا بما بان لهم أنه جوهر الايمان .\r\nوعدوا أن الحيرة الطارئة التي ألمت بهم كانت ذنبا عظيما فوطنوا العزم على بذل\r\nأقصى المجهود في الكفارة عنه . فالباعث إذن على ظهور الخوارج وعلى كيفية\r\nسلوكهم هو التوبة ( 1 ) . والتوبة عندهم إنما تكون بالافعال وبهذا أيضا طالبوا\r\n\r\n","description":"","footnote":" ( 1 ) معنى التوبة في الاسلام يتبينه القارئ من ( تاريخ الطبري ) ( 2 / 332 س 2 ) وما يليه\r\n[ المترجم : لم نتبين من هذا الموضع إشارة إلى معنى التوبة وكل ما ورد فيه هنا مناقشة\r\nعنيفة بين شمر بن ذي الجوشن وبين زهير بن القين حول تخلية سبيل الحسين بن علي بن أبي\r\nطالب وقتله وعدم وجوب قتل ذرية محمد صلى اله عليه وسلم . . . إلخ 
  ] . ","page_name":" 27 ","page_number":27},
  {"content":"\r\nعليا وسائر القوم : أعني أن يتوبوا بالافعال - وهو أمر ظهر جليا في كل مناسبة\r\nعرضت . وإلا فلو لم يكن الحال على هذا النحو ولم تكن نتائج الاعمال المستمرة\r\nأبدا هي علامة الخوارج - لكان عدوهم الألد مالك الأشتر من أحق الناس\r\nبلقب الخوارج لأنه وحده لم يدع نفسه ينساق في الضلال واحتج على التحكيم مع\r\nأهل الشام واقتصر على هذا ! وأخيرا لا تقتصر الروايات المنقولة على القول إجمالا\r\nإن الخوارج نبتوا من بين طبقة القراء بل تذكر أسماء على سبيل التحديد . فإن\r\nمسعر بن فدكي التميمي وزيد بن الحسين الطائي وقراء آخرين قد حملوا عليا على\r\nالصلح مع أهل الشام وأنذروه بأن يكون مصيره مصير عثمان إذا لم يوافق على اتخاذ\r\nكتاب الله حكما في الامر - وهذان الرجلان قد صارا فيما بعد أشد الخوارج حماسة\r\nوحمية . فهذه الواقعة المحددة لا يمكن تفنيدها بافتراضات وتخمينات لا أساس لها\r\nمن حيث المضمون الباطن .\r\n* السبئية . . أصل الخوارج :\r\nوهنا لابد من الإشارة بإيجاز شديد إلى رأي تجدد القول به حديثا يرمى إلى\r\nالبحث عن أصول الخوارج لدى فرقة السبئية اقتفاء لاثر سيف بن عمر . ذلك أن\r\nقادة الخوارج الأول أو بعضا منهم على الأقل كانوا يعارضون ولاة عثمان\r\nوعثمان نفسه واشتركوا جميعا في المسؤولية عن مقتل عثمان بل فاخروا بهذا\r\nالاشتراك : إذن لابد - في رأي سيف - أن يكونوا من السبئية . وهو يذكر بعضا\r\nمنهم صراحة ممن خرجوا في حروراء والنهروان ومنهم ابن ملجم - أما\r\nالأشتر فيسقط من حسابه والحق أن التلقيب بلقب السبئية إنما كان يطلق على الشيعة\r\nوحدهم واستعماله الدقيق ينطبق على غلاة الشيعة فحسب ولكنه كان كلمة ذم\r\nتطلق على جميع الشيعة على السواء ( 1 ) . والخوارج أنفسهم كانوا ينعتون خصومهم\r\nالشيعة في الكوفة بنعت ( السبئية ) تحقيرا وذما لهم ( الطبري ) ( 2 / 43 س 13 )\r\n\r\n","description":"","footnote":" ( 1 ) راجع الطبري ( 2 / 43 ص / 136 س 16 ص / 623 ص 14 ص / 651 س 7\r\nص / 703 س 17 ص / 704 س 11 3 / 29 ) . ","page_name":" 28 ","page_number":28},
  {"content":"\r\nفإن أشار المرء بعد هذا أن يزعم أن السبئية كانوا قتلة عثمان الحقيقيين وكانوا لهذا\r\nالسبب التربة المشتركة التي نبت فيها الشيعة والخوارج على السواء فقد بقي أن يفسر\r\nلماذا بقي هذا الاسم : ( السبئية ) علما على غلاة الشيعة وحدهم فيما بعد .\r\nوسيكون معنى هذا إذن أيضا أن الخوارج قد صاروا خوارج بعد خروجهم على السبئية\r\nوانفصالهم عنها وهذا يردنا كذلك إلى القول بأن بدء الخوارج كان في صفين\r\nويجب أن يفسر من الاحداث التي جرت في صفين . مع العلم أن الحركة ضد عثمان\r\nلم تصدر عن السبئية وأنه لم تكن لها الأهمية التي ينسبها إليها سيف بن عمر\r\nولكني لم أرد استخدام هذه الحجة حتى لا أقطع المناقشة في الصلة بينهم وبين\r\nالخوارج .\r\nلم يكن الخوارج بذرة فاسدة بذرها اليهودي ابن سبأ سرا بل كانوا نبتة إسلامية\r\nحقيقية . وكانوا جادين في مسألة الخلافة ولم يأتوا فيها بأمر غريب أو مستنكر . ولم\r\nيكونوا فرقة صغيرة مغمورة في الظلام بل كانوا ظاهرين علنا على أساس واسع\r\nكأوسع ما يكون الأساس أعني على أساس الرأي العام الذي ساد معسكر أهل\r\nالعراق في صفين . وكانوا في البدء يتألفون من أعداد عديدة بعيدة عن التحديد\r\nالدقيق . ثم جرى فيهم مد وجزر متفاوتان فلم يكن معروفا بالدقة من الذي\r\nينتسب إليهم وكان من المدهش أن الأشعث ليس منهم . ونشأتهم تختلف اختلافا\r\nجوهريا عن نشأة جماعة مثل العباسيين أو الفاطميين . لم يكونوا يلجأون إلى\r\nالمؤامرات ولا إلى تكوين الشعب المنتشرة في مختلف المواطن ولم يسيطر على\r\nشؤونهم تنظيم سري معقد . إنما كانت لهم مبادئ مبادئ ليس فيها ما يغري\r\nبالانضمام إليها جرت إليهم الأنصار - دون أن يسعوا هم إليهم ولو أن أولئك\r\nالذين برزت أعمالهم كانوا فيما بعد قليلين جدا . وكان أنصارهم يتجددون\r\nباستمرار . فإن اندلعت النار في مكان شبت مثلها من جديد في مكان آخر دون\r\nأن يكون ثمت اتصال ظاهر فيما بينهما ( 1 ) . وكان التوتر قائما في كل مكان وعلى\r\nأهبة الانفجار وهذا يدل على مدى صدوره عن طبيعة الاسلام والخلافة .\r\n\r\n","description":"","footnote":" ( 1 ) ومن هنا مذهب ( الفترات ) التي ينخسف فيها الايمان ( الأغاني ) ( 20 / 98 ) . ","page_name":" 29 ","page_number":29},
  {"content":"\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nالفصل الثاني\r\nمنهج الخوارج في الحكم والخلافة\r\nكان بدء الخلاف في الاسلام الثورة على عثمان : في سبيل الله ضد الخليفة\r\nومن أجل الحق والعدل ضد فساد الحكم وظلمه . وهي كلمات لم تستعمل ضد\r\nعثمان وحده بل ضد كل حاكم يضل عن سواء السبيل . فاستخدمها الخوارج ضد\r\nعلي نفسه فانفصلوا بهذا عن شيعته وصاروا خوارج . فالثورة التي أتت بعلي إلى\r\nالخلافة لم تتهاون معه حينما ضل الطريق . وقد يرى المرء من العار أن يأخذ\r\nالخوارج على علي هذا الموقف لأنهم هم الذين دفعوه إلى اتخاذه ثم طالبوه من بعد\r\nفورا بالنكوص عنه وهو أمر لم يكن له وهو الحاكم أن يفعله فيتنكر لما سبق أن\r\nوافق عليه ( 1 ) . لكن ذلك لم يكن من الناحية المنطقية تناقضا . ذلك أن عليا - إن\r\nطوعا وإن كرها - قد عقد ميثاقا مع ( معاوية ) ولم يشأ نقض هذا الميثاق لقد\r\nتخلى عن الحق الإلهي حق الجهاد ضد عثمان ومعاوية من أن يصون ميثاقا مع\r\n\r\n","description":"","footnote":" ( 1 ) [ المترجم : لتوضيح هذا نورد ما ورد في ( الطبري ) ( 1 / 3344 ) : ( قيل لعلي بعد\r\nما كتبت الصحيفة إن الأشتر لا يقر بما في الصحيفة ولا يرى إلا قتال القوم . قال علي :\r\nوأنا والله ما رضيت ولا أحببت أن ترضوا . فإذا أبيتم إلا أن ترضوا فقد رضيت . فإذا رضيت\r\nفلا يصلح الرجوع بعد الرضا ولا التبديل بعد الاقرار إلا إن يعصي الله عز وجل . ويتعدى\r\nكتابه ) - وفي موضع آخر ( 1 / 3360 ) : ( إن عليا لما أراد أن يبعث أبا موسى للحكومة أتاه\r\nرجلان من الخوارج : زرعة ابن البرج الطائي وحرقوص بن زهير السعدي فدخلا عليه فقالا\r\nله : ( لا حكم إلا لله ) ! فقال علي : ( لا حكم إلا الله ! ) فقال له حرقوص - تب من\r\nخطيئتك وارجع عن قضيتك واخرج بنا إلى عدونا نقاتلهم حتى نلقى ربنا . قال لهم علي : قد\r\nأردتكم على ذلك فعصيتموني وقد كتبنا بيننا وبينهم كتابا وشرطنا شروطا وأعطينا عليها\r\nعهودنا ومواثيقنا وقد قال الله عز وجل : ( وأوفوا بعهد الله إذا عاهدتم ولا تنقضوا الايمان\r\nبعد توكيدها وقد جعلتم الله عليكم كفيلا إن الله يعلم ما تفعلون ) . فقال له حرقوص :\r\nذلك ذنب ينبغي أن نتوب منه . فقال علي : ما هو ذنب ولكنه عجز من الرأي وضعف من\r\nالفعل وقد تقدمت إليكم فيما كان منه ونهيتكم عنه ) 
  ] . ","page_name":" 31 ","page_number":31},
  {"content":"\r\nبني الانسان ميثاقا يقضي على ذلك الحق الإلهي . ولهذا اهتزت الأرض تحت\r\nقدميه وقضى على الخلافة . أما أولئك الذين بقوا على ولائهم له فقد ألهوا شخصه\r\nوحسبوا أن الامر ليس أمر الله بل أمر علي كما حسب أهل الشام أن الامر أمر\r\nمعاوية . فلم يكن الأساس الذي يستندون إليه أساسا آخر غير الأساس الذي استند\r\nإليه أهل الشام ولا أشد منه وثوقا فلما انتظروا كلمة التحكيم تخلوا عن\r\nاعتقادهم الديني السياسي الثابت الاعتقاد الضروري لكل مسلم في أمر الخلافة\r\nومن هنا بدأوا يخجلون من مقتل عثمان إذ أعوزهم اليقين الإلهي في هذا الامر\r\nومن هنا أيضا لم يعودوا يستطعون أن يقرروا عزل أهل الشام عن الأمة الاسلامية\r\nواتجهت أنظارهم شيئا فشيئا نحو علي وشيعته فحسبوا أن الحق لم يكن إلا علة\r\nتعلل بها والواقع أنه ما أراد إلا السلطان وكان الوضع على هذا منذ البداية ولم\r\nيصر ذلك فيما بعد فحسب .\r\nفالخوارج إذن كانوا حزبا ثوريا صريحا . كما يدل على ذلك اسمهم أجل\r\nكانوا حزبا ثوريا يعتصم بالتقوى . لم ينشأوا عن عصبية العروبة . بل عن الاسلام\r\nوكانوا ينظرون إلى صفاء التقوى الاسلامية وهم القراء . كما ينظر ( المتحمسون\r\nاليهود إلى الفريسيين ( 1 ) - هذا من الناحية الشكلية . أما من الناحية الموضوعية\r\nفثمت فارق آخر وهو أن ( المتحمسين ) ( 2 ) كانوا يكافحون من أجل الوطن\r\nالقومي بينما الخوارج كانوا يجاهدون في سبيل الله وحده .\r\n* الخوارج . . . والخلاف مع عثمان وعلي :\r\nالتقوى في الاسلام ذات اتجاه سياسي عام والامر كذلك إلى أعلى درجة لدى\r\nالخوارج . فالله عز وجل يطالب المؤمنين ألا يسكتوا إذا رأوا منكرا على الأرض . فهم\r\nلا يقصرون على أنفسهم فعل الخير وترك الشر بل عليهم أيضا أن يعملوا حتى يكون\r\n\r\n","description":"","footnote":" ( 1 ) ثيوفانس ( ص / 439 س 23 ) ( نشرة دي بور de Boor . ed . Theophanes ) .\r\n( 2 ) [ المترجم : المتحمسون Zeloten فرقة من اليهود في أورشليم على عهد طيطش وقد\r\nأنشأها يوداس الجليلي للقيام بالكفاح المسلح في حرب اليهود ضد روما ( من سنة 67 إلى 70\r\nبعد الميلاد ) وكانوا شديدي العصبية والغيرة الدينية . والكلمة Zelot يونانية معناها\r\nالمتحمس الأعمى النصير المتعصب الغيور 
  ] . ","page_name":" 32 ","page_number":32},
  {"content":"\r\nالامر كذلك في كل مكان وعند سائر الناس أعني أن عليهم الامر بالمعروف والنهي\r\nعن المنكر . وتغيير المنكر واجب على كل فرد : بلسانه ويده وهذا المبدأ مبدأ\r\nإسلامي عام ولكن تحقيقه بمناسبة وغير مناسبة كان علامة دالة على الخوارج .\r\nولكن واجب الفرد في نصرة الله إذا خولف عن أمره يؤدي إلى تصادم مع السلطة\r\nالحاكمة . ومن هنا فإن السلطة الحاكمة الدينية - ليست وحدها بل هي على\r\nالأخص - تعاني من تناقض داخلها . لا سلطان على البشر إلا لله ففكرة الملك\r\nإذن تتنافى مع إرادة الله وليس لاحد قبل غيره حقوق تتصل بشخصه وتكون وراثية\r\nفي أبنائه وأهله . لا تكون السلطة شرعية إلا إذا كانت وطالما كانت تحكم باسم\r\nالله ووفق مشيئته فهي إذن تخضع للدين ولنقد الدين ( أي للنقد الذي يوجه إليها\r\nباسم الدين ) . ذلك هو القطب السالب للحكومة الدينية بيد أن لها قطبا موجبا\r\nكذلك . فهي تقيم ( الجماعة ) جماعة المسلمين كلهم في هيئة منظمة يسودها\r\nالسلام والاتحاد تنتفي عنها الفوضى وفي هذا السبيل تضع على رأسها ( إماما )\r\nيرمز ويعبر عن وحدة الأمة الاسلامية وأول الأئمة هو النبي ( محمد ) المبعوث\r\nمن ( 1 ) الله ثم الخليفة الذي يخلف الرسول وهذا الخليفة هو أيضا ذو سطان\r\nمقدس ( وإن كان ذلك بطريقة فرعية لا أصلية ) ينتقل منه أيضا إلى الولاة والعمال\r\nالذين يوليهم وفي هذا التعارض بين ( الدين ) و ( الجماعة ) بين واجب أن\r\nيضع الانسان الله والحق فوق كل شئ - وواجب الخضوع لامر الجماعة وإطاعة\r\nالامام - نقول في هذا التعارض يقف الخوارج في صف الدين بكل قوة . وفي\r\nفهمهم لماهية الدين يختلفون عن سائر الناس كذلك مثارات شكواهم مشابهة\r\nلمثارات شكوى سائر الناس ( 2 ) . وإنما يمتازون عن غيرهم بشدتهم في تقديم الدين\r\nعلى أي اعتبار آخر وتصلبهم بحيث لا يقبلون أدنى تساهل في أمر الدين . فلا\r\nجماعة ( أي دولة ) على حساب الدين إذ الجماعة ( الدولة ) إنما تصان بالعادة\r\nوالنظام الظاهري وتتضمن الطيب والخبيث ! ولا يعترف الخوارج بالجماعة ( الدولة )\r\n\r\n","description":"","footnote":" ( 1 ) [ المترجم : الترجمة الحرفية للنص هنا تقتضي : ( النبي بوصفه الوكيل المطلق السلطان\r\nعن الله 
  ] .\r\n( 2 ) ( الطبري ) ( ص / 984 س 8 ) وما يليه ( الأغاني ) ( 20 / 104 ص / 17 ) وما\r\nيليه ( ص / 106 س 7 - س 22 ص / 107 س 7 ) . ","page_name":" 33 ","page_number":33},
  {"content":"\r\nالتي لا يبررها إلا مجرد وجودها في الواقع التاريخي فالأمة الحقيقية هي تلك التي\r\nينتسب إليها المسلمون الصالحون سواء كانوا من العلية أو الطبقة الدنيا عربا أو\r\nموالي والمكانة العليا هي للأتقى . وهم لا يحسبون أنهم بهذا يمزقون شمل\r\nالجماعة . ويفخرون بقتل عثمان ويرون أن الاقرار بهذا العمل الذي كان حجر\r\nالزاوية في الثورة هو بمثابة الشهادة ويمتحنون كل من يشكون فيه من أنصارهم في\r\nهذه المسألة امتحانا عسيرا ويستحلون دماء خصومهم المسلمين . ولم يعد جهادهم\r\nضد الكفار بل ضد أهل السنة والجماعة من عامة المسلمين إذا كانوا يرون في\r\nهؤلاء ( كفارا ) ( 1 ) بل أشد كفرا من النصارى واليهود والمجوس ويحسبون\r\nقتال عدوهم هذا الداخلي أهم الفروض هم يقولون عن أنفسهم إنهم وحدهم\r\nالمسلمون الحقيقيون ولا يطلقون اسم ( المسلم ) على غير أنفسهم أجل هم عند\r\nغيرهم ( خوارج ) إلخ لكنهم عند أنفسهم : ( المسلمون ) أو ( المؤمنون ) ويلقبون\r\nرئيسهم بلقب ( أمير المؤمنين ) . وكما اعتزل النبي كفار أهل مكة كذلك اعتزلوا\r\nهم جمهور أهل الضلالة فهاجروا من ( دار الحرب ) أو ( دار الخاطئين ) إلى\r\n( دار الهجرة ) أو ( دار السلام ) وهو الاسم الذي يسمون به حاضرتهم التي تتغير\r\nكثيرا تبعا لتواجدهم .\r\n* منهج الخوارج :\r\nومع هذا كله فليسوا من نوع الفوضويين المستنيرين . فوحدة جماعة المؤمنين تتمثل\r\nفي عسكرها وهم يرون ضرورة وجود إمام على رأس الحكومة الدينية : يؤم\r\nالمسلمين في الصلاة . ويقودهم في الجهاد لذا لا ينكرون عثمانا وعليا ومعاوية إلا\r\nلأنهم أئمة زائفون يريد الخوارج أن يستبدلوا بهم أئمة صالحين . ذلك لأنه إذا\r\nصلح الامام صلحت الأمور كلها والنعيم الباقي رهين بهذا إذ الاتجاه السياسي\r\nعلى الأرض يقرر المصير في السماء : إلى النعيم أو إلى الجحيم . وتحت اللواء\r\nالذي يحارب المرء باسمه يقف أيضا أمام الله . فالامام إمام في الدنيا لصالح\r\nالآخرة . هذا هو المذهب السائد في الاسلام . وبقدر ما في مركز الامام\r\n\r\n","description":"","footnote":" ( 1 ) ينعتونهم بأنهم ( مشركون ) ( أحزاب ) . ( خاطئون ) أو بعبارة أدق : ( أهل\r\nالردة ) . ","page_name":" 34 ","page_number":34},
  {"content":"\r\nمن خطورة تكون الصعوبة في اختيار من يصلح له في نظر الخوارج . فكونه أصلح\r\nالناس للإمامة - هذا أمر لا يثبت إلا بالاعمال فإن أذنب ذنبا صريحا مهما يكن\r\nمن ضآلة هذا الذنب فهو ( كافر ) وفي الخلاف حول مسألة الإمامة كان التعارض\r\nشديدا لا بين الخوارج وسائر الأمة فحسب بل وأيضا بينهم وبين بعض إذ تفرقوا\r\nفي هذه المسألة إلى فرق تتمايز بخلافات فرعية ولهذا فمن الصحيح موضوعيا\r\nإن لم يصح شكلا أن يؤخذ عليهم أنهم لا يريدون الاقرار بأية ( إمارة )\r\n( الكامل ) ( ص / 555 س / 18 ) . وأية فكرة تدعي دعاوي كهذه لابد إن تحطم\r\nالجماعات التي أقيمت لتحقيقها ( 1 ) .\r\nلما كان النبي يقسم في الجعرانة غنائم يوم حنين ولم تكن القسمة بطريقة متساوية\r\n( أقبل رجل من بني تميم يقال له : ذو الخويصرة فوقف على رسول الله صلى الله عليه وسلم وهو\r\nيعطي الناس فقال : يا محمد ! قد رأيت ما صنعت في هذا اليوم ! فقال رسول الله :\r\n( أجل ) فكيف رأيت ؟ قال : لم أرك عدلت . فغضب رسول الله صلى الله عليه وسلم ثم قال :\r\n( ويحك ! إذا لم يكن العدل عندي فعند من يكون ) ؟ ! فقال عمر بن الخطاب :\r\nيا رسول الله ! ألا نقتله ؟ فقال : ( لا ! دعوه فإنه سيكون له شيعة يتعمقون في\r\nالدين حتى يخرجوا ( 2 ) منه كما يخرج السهم من الرمية : ينظر في النصل فلا يوجد\r\n\r\n","description":"","footnote":" ( 1 ) يتضح موقف الخوارج السياسي بمقارنته بموقف المرجئة وكانوا ضد الخوارج والشيعة معا\r\n( الأغاني ) ( 7 / 11 س 24 ص / 16 س 12 ) وما يليه وسعوا إلى تخفيف غلواء هذه\r\nالمذاهب المتطرفة . قال المرجئة : إن الخوارج لا يعدون مسلما غير الخارجي ويحكمون على إيمان\r\nالناس بأحكام قطعية وبهذا يسبقون حكم الله . ورأى المرجئة أن من يتبعون إماما فاسدا يمكن\r\nأيضا أن يكونوا من المسلمين الصالحين . ويتركون لله الإجابة عن مسألة : من الأحق بالخلافة\r\nعلي أو عثمان وكانوا ينكرون حق الأمويين في الخلافة شأنهم في هذا شأن سائر الفرق\r\nبيد أنهم لم يبينوا من هو الإمام الحق بل اكتفوا بأن قالوا : إن حق الخلافة ليس حقا\r\nشخصيا لاحد . وكان الحارث بن سريج في خراسان ممثلا نشيطا لمذهبهم . ولثابت قطنة\r\nقصيدة يذكر فيها مبادئ المرجئة وقد ترجمها فان فلوتن Van Volten في ( مجلة ) جمعية\r\nالمستشرقين الألمانية ) ZDMG سنة 1891 ( ص / 162 ) وما يتلوها . [ تجد هذه القصيدة في\r\n( الأغاني ) ( 13 / 52 ) طبع بولاق - المترجم 
  ] .\r\n( 2 ) وهذا يفسر تسمية ( الخوارج ) أيضا باسم ( المارقين ) لان الفعل من ( خوارج ) يستعمل\r\nأيضا بمعنى : نفذ وخرج من الطرف الآخر ( أي السهم ) . ","page_name":" 35 ","page_number":35},
  {"content":"\r\nشئ ثم في الفوق فلا يوجد شئ : سبق الفرث والدم ( 1 ) ) . وطبيعي أن هذه\r\nالقصة عن هذا السلف القديم للخوارج قصة أسطورية . وما يعنيني هنا قبل كل شئ\r\nهو نقد الخوارج الصارم . فالتشدد في مبادئ الاسلام يفضي بهم إلى أن يتجاوزوا\r\nبنقدهم إلى النبي نفسه صلى الله عليه وسلم .\r\nومذهب الخوارج مذهب سياسي هدفه تقرير الأمور العامة وفقا لأوامر الله\r\nونواهيه . بيد أن سياستهم ليست موجهة نحو أهداف يمكن تحقيقها فضلا عن أنها\r\nمنافية للمدنية : لتكن عدالة ولو فنيت الدنيا بأسرها ! وهو أمر لم يكونوا يجهلونه .\r\nإذ لم يكونوا يعتقدن انتصار مبادئهم على الأرض . وإنما يرضون أن يموتوا\r\nمجاهدين . إنهم يبيعون حياتهم ويحملون أنفسهم إلى سوق ثمن أرواحهم فيه هو\r\nالجنة ( 2 ) . والأساس الذي يستند إليه هذا التشدد في التقوى هو الايمان الحق بأن\r\nالدنيا عبث وأن بقاءها قصير وأن يوم الساعة قريب . وهم إذن يبذلون كل طاقة\r\nعسكرية من أجل تحقيق سياسة خلو من كل سياسة وابتغاء الفوز بالجنة .\r\n\r\n","description":"","footnote":" ( 1 ) ابن هشام ( ص / 844 ) الطبري ( 1 / 1682 ) الواقدي ( ص / 377 ) ( الكامل )\r\n( ص / 545 ) البخاري ( 2 / 159 161 وما يليها ص / 187 وما يليها ص / 226 وما\r\nيليها 3 / 62 ص / 114 ص / 196 4 / 63 ص / 161 وما يليها ص / 183 وما\r\nيليها ) . ولقب : ( ذو الخويصرة ( يستبدل به ( ذو الثدية ) و ( المخدج ) - والثلاثة بمعنى\r\nواحد هو : رجل مشوه الذراع يده قطعة لحم شبيهة بثدي المرأة ( يصحح الواقدي ص / 337\r\nتبعا لابن الأثير 3 / 292 والمسعودي 4 / 416 ) . وورد في ( الكامل ) ( ص / 595 س 18 )\r\nأن التميمي المذكور هو حرقوص بن زهير راجع ما ورد عنه في الطبري ( 1 / 2541 وما بعدها\r\nص / 2955 3340 وما يليها 2 / 3364 وما يليها ص / 3380 3382 ) . ولكنه في\r\nالحقيقة شخص مجهول تماما . وقد أمر علي ابن أبي طالب بالبحث عن جثة ذي الثدية\r\nالطبري ( ص / 3383 وما يليها ) بين قتلى معركة النهروان . وكثيرا ما كان علي يتحدث عن\r\nرجل مخدج اليد كعلامة على الخوارج حتى إن نافعا المخدج من كثرة ما سمع عليا يقول\r\nذلك حسب أنه هو المقصود فخرج يريد الخوارج تحت تأثير هذا الوهم الطبري\r\n( ص / 3388 ) . وقد ورد ذلك في أبيات للشاعر الشيعي السيد الحميري ( الأغاني ) ( 7 / 13 ) .\r\nفهذا الخارجي القديم المجهول الاسم يبدو إذن أنه صورة قديمة التاريخ .\r\n( 2 ) ومن هنا تلقيبهم بلقب ( الشراة ) ( لفظة عربية قديمة نجدها مثلا في ديوان عروة بن\r\nالورد ( ص 3 س 2 ) ونجده كذلك لدى ثيوفانس ( ص / 366 س 28 ) والكلمة يقصد بها\r\nالشخص الذي قدم حياته . ","page_name":" 36 ","page_number":36},
  {"content":"\r\nويطلبون النجاة لنفوسهم بأن يقاتلوا ( الجماعة ) الكافرة دون أدنى تحفظ قبل غيرهم\r\nأو قبل أنفسهم . إنهم خصوم ألداء لجمهور الأمة لا يسايرون النظام السائد\r\nللجماعة انفصاليون . فالفرد في حقيقة الامر يقوم بذاته . وعليه أن يؤمن إيمانا\r\nوثيقا بحقه في العقيدة الدينية السياسية . وعليه بذل غاية الوسع ليقول الحق\r\n( الأغاني ) ( 16 / 157 ) ويثبت ذلك بالاعمال لا بالأقوال وحدها . ومن يشك في\r\nأنه على حق فهو كافر ( الأغاني ) ( 20 / 98 105 ) . كذلك من انحرف في\r\nعمله عن الصراط المستقيم فهو كافر خصوصا إن عزم أن ذلك لا يمكن تجنبه في\r\nجميع الأحوال ( الأغاني ) ( 20 / 104 ) . ومن زل زلة فقد مرق عن الاسلام ولا\r\nيجدد إيمانه إلا بتوبة علنية وردة قوية إلى الاسلام . وامتحان الايمان أمر مقرر لا\r\nيقتصر على امتحان المرء إيمان نفسه بل يتجه خصوصا إلى امتحان إيمان الآخرين\r\nوالأمور كلها حلال أو حرام وليس ثمت أمور لا هي حلال ولا هي حرام ( على\r\nعكس ما يقول به ( المحلون ) . فالواقع إذن أن الخوارج أصحاب نزعة فردية مغالية\r\nمن نوع خاص تماما . وبالرغم من أن العلامة المميزة لهم كل التمييز هي الترجمة\r\nعن إيمانهم بالافعال وامتشاق السيف في سبيل إقرارها كلما اجتمع اثنان من رأي\r\nواحد فإنهم مع ذلك قد شاركوا في وضع الزندقة النظرية أعني علم الكلام . فقد\r\nكانوا يسألون عن مسائل تتجاوز نطاق الموروث من العقائد ويجادلون خصومهم\r\nبشأنها فلم يتنكروا أبدا لأصلهم وهم القراء . ولا شك في أن الطبقة الأولى من\r\nعلماء الكلام في الاسلام قد تأثروا بالخوارج .\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nالفصل الثالث\r\nتاريخ الخوارج : معارك . . . وقواد\r\nفي هذا الجزء الهام من تأصيلنا لتاريخ الخوارج نود أن نتوقف عن أهم المحطات\r\nالرئيسية في تاريخ الخوارج والتي شكلت في مجملها تأريخا لهم على الصعيد\r\nالسياسي والعسكري . وهنا نود أن ننوه أن تلك المحطات ارتبطت بقيادات تاريخية\r\nلهم علاوة على الارتباط العشائري والقبلي وهو ما ستوضحه الصفحات التالية . . .\r\n1 - معركة الكوفة . . والخروج على الإمام علي :\r\nوأهم راوية نقل أخبار الخوارج خصوصا الكوفيون منهم هو أبو مخنف .\r\nقد انفصل الخوارج عن تربة الشيعة التي نموا فيها لما أن غضبوا من علي لأنه لم\r\nينقض الميثاق الذي عقده مع أهل الشام - وكان الميثاق إنكارا لأنه ينطوي على تزعزع\r\nإيمانه بحقه المطلق في الإمامة كما يقره الاسلام الذي لا يقر حق عثمان ومعاوية\r\nفقد رأوا أنه كان عليه أن يبادر بنقض هذا الميثاق توا حتى يصلح الامر . ولم يكونوا\r\nفي البدء متشددين كل التشدد في موقفهم قبله بل اقتنعوا بالتخلي عن مركزهم في\r\nحروراء والعودة إلى قاعدة علي في الكوفة . ولكن عليا سبب لهم بعد ذلك خيبة\r\nأمل جديدة مما أدى إلى انشقاقهم عليه بعد حوالي عام واحد . وعلى الرغم من\r\nأن عدد المنشقين هذه المرة كان أقل بكثير من عددهم في المرة الأولى ( بعد صفين\r\nوالتحكيم ) فقد كانوا أشد عزما وصلابة . ونصبوا له خليفة اختاروه هم وكان\r\nمن اختاروه عبد الله بن وهب الراسبي الأزدي وكان يقال له : ( ذو الثفنات ) لان\r\nركبه قد صارت كثفنات الإبل من كثرة السجود شأنه في هذا شأن يعقوب ( 1 )\r\nالعادل . وأرادوا جهاد الكفار بقيادته وهؤلاء الكفار علي وشيعته . فخرجوا\r\nفرادي مستخفين من الكوفة حتى يجتمعوا في النهروان على الشاطئ الآخر من\r\n\r\n","description":"","footnote":" ( 1 ) راجع عن يعقوب العادل هذا يوسبيوس ( تاريخ الكنيسة ) ( 2 : 23 ) : Eusebius\r\nEccles . Hist ","page_name":" 39 ","page_number":39},
  {"content":"\r\nدجلة . وهناك التقوا أيضا بأنصارهم من أهل البصرة وكانوا خمسمائة رجل على\r\nرأسهم مسعر بن فدكي التميمي . فلقيهم في الطريق عبد الله بن خباب وكان رجلا\r\nنابها فامتحنوه في موقف من عثمان ومن علي ولكن لم يعجبهم جوابه ( 1 ) . على\r\nأنهم كانوا في نواح أخرى مرهفي الضمير فيقال : إن أحدهم لفظ من فمه ثمرة\r\nبعد أن تبين له أنها ليست له وأن آخر قد دفع ثمن خنزير لصاحبه النصراني لأنه\r\nقتل الخنزير من غير حق . أما ضد المسلم الذي لا يؤمن إيمانا صحيحا فقد كانوا بغير\r\nرحمة ولا هوادة . وهكذا اقتادوا ابن خباب إلى ماء وذبحوه عنده هو وامرأته وكانت\r\nمعه . وكم قتلوا على هذا النحو كثيرين !\r\nفاستولى على أهل الكوفة الغضب وخرجوا بقيادة علي - ويقال : إنه أرغم\r\nعلى السير معهم - لمحاربة هؤلاء المفسدين في النهروان وكان علي في جيش كبير\r\n( جعل على ميمنته حجر بن عدي وعلى ميسرته شبث بن ربعي أو معقل بن قيس\r\nالرياحي وعلى الخيل أبو أيوب الأنصاري وعلي الرجالة أبا قتادة الأنصاري\r\nوعلى أهل المدينة - وهم سبعمائة أو ثمانمائة رجل - قيس بن سعد بن عبادة ( 2 )\r\n( وكان شبث بن ربعي من الحرورية أيضا ) . فدعا علي الخوارج إلى تسليم القتلة\r\nفأنكروا وقالوا : نحن جميعا قتلته . إنهم لم يريدوا مفاوضة للسلام بل سعوا\r\nإلى الموت في جهاد مع السلطان : ( لا تسمعوا لكلامه بل استعدوا للقاء وجه\r\nالله الرواح الرواح إلى الجنة ! ) لكن بعضهم انعطفوا إلى الجبال إذ شق عليهم أن\r\nيرفعوا السيف علي علي وذهب البعض الآخر إلى علي وانضموا إليه أو قفلوا\r\nعائدين إلى الكوفة . وفي 9 صفر سنة 37 ه‍ ( 17 يوليو سنة 658 ميلادية ) التقى\r\nالجمعان . ولم يكن قد بقي مع الراسبي غير 2800 من 4000 رجل . فقتل\r\nأكثرهم كما قتل خليفتهم - عبد الله بن وهب الراسبي . . وأخذ الجرحى مع\r\nالمنتصرين إلى الكوفة حيث قام أهلهم بالعناية بجراحهم .\r\n\r\n","description":"","footnote":" ( 1 ) وفي رواية أخرى أنهم غضبوا عليه لأنه أذاع أن الرسول كان يقول بالامتناع عن\r\nالاشتراك في حرب بين الأهل وأولى بالمرء أن يقتل ( بضم الياء ) من أن يسفك دم أخيه\r\nالمسلم . [ المترجم : نص الحديث هو أن رسول الله صلى الله عليه وسلم ذكر فتنة ( القاعدة فيها خير من القائم\r\nواقائم فيها خير من الماشي والماشي خير من الساعي قال : فإن أدركتم ذلك فكن يا عبد\r\nالله المقتول ولا تكن يا عبد الله القاتل ) - راجع الطبري ( 1 / 3373 س 15 - 18 ) 
  ] .\r\n( 2 ) [ نقلنا النص عن الطبري ( 1 / 3380 س 1 - 5 ) لأنه أوفى - المترجم 
  ] . ","page_name":" 40 ","page_number":40},
  {"content":"\r\nبيد أن هذه الهزيمة النكراء لم تضع حدا لحركة الخوارج بل سرعان ما انبثق\r\nخوارج أخر من دماء أولئك الشهداء . وكانت نتيجتها أن أصبح الصدع بين الخوارج\r\nوالجماعة صدعا لا يمكن رأبه مدى الدهر وشبيه هذا ما حدث من بعد من شقاق\r\nبين كلب وقيس نتيجة لمعركة مرج راهط . وكانت أعظم ضحية للانتقام من معركة\r\nالنهروان هو الخليفة علي نفسه لان الذي حرض قاتل علي على قتله هو عروسه\r\nقطام ابنة الشجنة وقد قتل أبوها وأخوها في ذلك الحمام الدموي الذي كان يوم\r\nمعركة النهروان . وهكذا انتقم مرادي وأخذ بثأر تميمية لان الامر لم يكن أمر قبيلة\r\nبل أمر حزب سياسي أو فرقة دينية .\r\nعلى أن ابن الأثير يضيف ذكر بضعة أحداث وقعت بعد معركة صفين ( 3 / 313\r\nوما يليها ) . إذ يذكر إن أشرس بن عوف الشيباني الذي نزل الدسكرة في مائتي\r\nرجل قتل في ربيع الثاني سنة 38 ه‍ وأن هلال بن علفة من تميم الرباب وأخاه\r\nمجالدا - وكانا على رأس ما يزيد على مائتي رجل في ماسبذان - قتلا في جمادي\r\nالأولى سنة 38 ه‍ ، وأن الأشهب بن بشر البجلي - وكان معه 180 رجلا قتل\r\nفي جرجرايا على الدجلة . وزحف أبو مريم من بني سعد تميم حتى بلغ أواب\r\nالكوفة وقاتل أحد قواد علي وقتل هو في رمضان سنة 38 ه‍ . وكاد جيشه أن\r\nيكون كله من الموالي والموالي كانوا أشجع الخوارج وأشدهم بسالة وجسارة ( 1 ) .\r\nوكل ما يرويه أبو مخنف - فيما نقله الطبري ( 1 / 3380 ) - هو أن فروة بن نوفل\r\nالأشجعي ترك ميدان القتال في النهروان ( وانصرف في خمسمائة فارس حتى نزل\r\nالبندنيجين والدسكرة ) في ناحية شهرزور . ولحق به أيضا خنثر بن عبيدة المحاربي\r\nالذي قاتل يوم صفين حتى ارتث الطبري ( 1 / 3309 وما يليها ) . ذلك أنهم أبوا\r\nأن يقاتلوا عليا وإخوانهم من أهل الكوفة وكانوا بعد مقتل علي - كما يروي بكائي\r\nابن عوانة الطبري ( 2 / 10 ) - من أشد الناس عداوة لمعاوية . فبعد أن استولى\r\nمعاوية على العراق ونزل النخيلة قرب الكوفة ساروا إلى معاوية وقاتلوا فريقا من أهل\r\nالشام حتى كشفوا أهل الشام فقال معاوية لأهل الكوفة : لا أمان لكم والله عندي\r\nحتى تكفوا بوائقكم فخرج أهل الكوفة إلى الخوارج فقاتلوهم . فقالت لهم\r\n\r\n","description":"","footnote":" ( 1 ) راجع اليعقوبي ( 2 / 262 ) . ","page_name":" 41 ","page_number":41},
  {"content":"\r\nالخوارج : ويلكم ! ما تبغون منا ؟ أليس معاوية عدونا وعدوكم ؟ دعونا حتى نقاتله :\r\nفإن أصبناه كنا قد كفيناكم عدوكم وإن أصابنا كنتم قد كفيتمونا قالوا : لا والله\r\nحتى نقاتلكم ! فقالوا : رحم الله إخواننا من أهل النهر ! هم كانوا أعلم بكم يا\r\nأهل الكوفة ( الطبري ص 102 ) فأبى أهل الكوفة وقاتلوهم وهنالك أدرك\r\nالخوارج كما كان إخوانهم الذين قتلوا في يوم النهروان على حق . وكان أقرباء فروة\r\nابن نوفل قد أخذوا قبل نشوب القتال ( 1 ) .\r\nولم ينتخب الخوارج في الكوفة خليفة جديدا لهم بعد مصرع الراسبي إلا بعد أن\r\nتولى المغيرة بن شعبة أمر الكوفة . وهذا الخليفة الخارجي الجديد هو المستورد بن\r\nعلفة من تميم الرباب الذي روى ابن الأثير أن أخويه هلالا ومجالدا استشهدا في\r\nالمعارك التي وقعت بعد يوم النهروان . ورواية أبي مخنف فيما يتصل به تعود إلى\r\nشاهدي عيان لا يفصلهما عنه إلا رواية واحد وقد ألف أبو مخنف بين الروايتين\r\nحتى تتسقا وتكتملا في وحدة واحدة مع أن الروايتين صدرتا عن معسكرين\r\nمتعاديين . وأحد الشاهدين هو عبد الله ابن عقبة الغنوي كان في شبابه يرى رأي\r\nالخوارج وساهم معهم مساهمة غير قليلة بيد أنه ترك الخوارج فيما بعد .\r\nوشخصيته جذابة وروايته تقدم صورة حية عن قدماء الخوارج ومن هنا كانت\r\nروايته مفيدة كل الفائدة وإن كانت لا تتعلق إلا بحركة ثورية عابرة .\r\n\r\n","description":"","footnote":" ( 1 ) يميز ( الكلام ) بين معركتين عند النخيلة : ( الأولى ) ضد علي وكانوا بقيادة المستورد\r\n( ص / 576 وما يليها ) . راجع عكس هذا في ( ص / 548 ) و ( الثانية ( ضد معاوية وكانوا\r\nبقيادة حوثر الأزدي ( ص / 577 وما يليها ) . ولكن ذكر المستورد سابق لأوانه أما خوثر فهو\r\nخنثر المحاربي . والقوم الذين حاربوا عليا في معركة النخيلة الأولى لا يمكن أن يكونوا أولئك\r\nالذين حاربوا عليا في النهروان . ثم إنه أقرب إلى العقل أن يكونوا لم يحاربوا عليا في معركة\r\nالنخيلة الأولى بل حاربوا معاوية . والواقع أن ياقوت ( 2 / 153 ) يجعل الأبيات التي يذكر\r\n( الكامل ) أنها تتعلق بمعركة النخيلة الأولى يجعلها تتعلق بمعركة النخيلة الثانية ورأي\r\nياقوت أرجح إذ من الصعب أن نعزو إلى علي أنه أمر بإحضار رؤس الخوارج المطاحة إليه\r\nأكواما . وفي الحق أنه لا فارق بين معركة النخيلة الأولى والثانية . وإذ كان السيد الحميري\r\n( الكامل ) ( ص / 577 ) قد رأى في القتال الذي نشب هناك أنه ضد علي فالواقع أنه كان ضد\r\nالشيعة من أهل الكوفة الذين أطاعوا أمر معاوية بقتال الخوارج ومن المؤكد أنهم لم يكونوا\r\nلقتالهم كارهين . ","page_name":" 42 ","page_number":42},
  {"content":"\r\nكان حيان بن ظبيان السلمي ( ممن ارتث يوم النهروان . فعفا عنه علي في\r\nالأربعمائة الذين كان عفا عنهم من المرتثين يوم النهر . فكان في أهله وعشيرته\r\nفلبث شهرا أو نحوه . ثم إنه خرج إلى الري في رجال كانوا يرون ذلك الرأي ( أي\r\nرأي الخوارج ) . فلم يزالوا مقيمين بالري حتى بلغهم قتل علي ) وأن قاتله هو\r\nأخوهم ابن ملجم ( أخو مراد ) فخرجوا معه مغتبطين وأقبلوا حتى نزلوا الكوفة\r\nلينتقموا ليوم النهروان وليذودوا عن ( سنة الهدى المتروكة ) قتال الكفرة الفاسقين\r\nفإن لم يظفرهم الله بهم فيكونوا قد أرضوا الله وأبرأوا ذممهم إليه . وتم ذلك في\r\nعهد خلافة الحسن بن علي بن أبي طالب . ولما تولى معاوية الخلافة ( بعث المغيرة\r\nابن شعبة واليا على الكوفة فأحب العافية وأحسن في الناس السيرة ولم يفتش أهل\r\nالأهواء عن أهوائهم ) الطبري ( 2 / 19 ) ما داموا لم ينتقلوا من الكلام إلى الافعال\r\n( وكان يقول : قضى الله ألا تزالون مختلفين وسيحكم الله بين عباده فيما كانوا\r\nفيه يختلفون ) ( 2 / 20 ) . وتبعا لهذا المبدأ تغاضى عن الخوارج فراحوا ( يتذاكرون\r\nمكان إخوانهم بالنهروان ويرون أن في الإقامة الغبن والظلم وأن في جهاد أهل\r\nالقبلة الفضل والاجر ) ( 2 / 20 ) فاتفقوا على إعلان القتال على أهل القبلة أي\r\nعلى أهل السنة والجماعة ومن أجل هذا عقدوا اجتماعات منتظمة في دار حيان بن\r\nظبيان حضرها أيضا ( معاذ بن جوين بن حصين الطائي السنبسي وهو ابن عم زيد بن\r\nحصين وكان زيد ممن قتله علي يوم النهروان وكان معاذ بن جوين هذا في\r\nالأربعمائة الذين ارتثوا من قتلى الخوارج فعفا عنهم علي ) وحضرها أيضا المستورد\r\nابن علفة التميمي - وكان الثلاثة أبرز الحاضرين . فبايع الجميع المستورد بن علفة\r\nالتميمي لأنه أسن الحاضرين وذلك في جمادي الآخرة وكان ذلك إيذانا بالهجوم .\r\nفاتحدوا على الخروج في غرة الهلال هلال شعبان سنة 43 هجرية ( 1 ) .\r\n\r\n","description":"","footnote":" ( 1 ) الطبري ( 2 / 21 ) . إذا كان ميعاد الهجوم في سنة 43 ه‍ فلابد أن البيعة قد تمت\r\nأيضا في تلك السنة لا في السنة السابقة عليها كما يبدو مما في الطبري لان فترة طويلة مثل\r\n14 شهرا لا يمكن أن تكون موضع نطر . وفي مقابل هذا فإن من الممكن أن يكون ميعاد\r\nالهجوم قد تأجل بسبب موانع طارئة . وعلى هذا الفرض الأخير تكون سنة 43 ه‍ هي سنة\r\nالهجوم الفعلي بينما كان الاتفاق في البدء على سنة 42 وسنة 43 تبدأ في 15 إبريل سنة\r\n662 . قارن ما يقوله اليعقوبي ( 2 / 262 ) . ","page_name":" 43 ","page_number":43},
  {"content":"\r\nبيد أن المغيرة بن شعبة جاءه خبر هذه المؤامرة فأمر بالشرطة تسير حتى تحيط بدار\r\nحيان بن ظبيان . فسار قبيصة ( بن الدمون ) في الشرطة وفي كثير من الناس فلم\r\nيشعر حيان بن ظبيان إلا والرجال معه في داره نصف النهار وإذا معه معاذ بن جوين\r\nونحو من عشرين رجلا من أصحابهما الطبري ( 2 / 29 ) ووجدت امرأة حيان\r\nالوقت لكي تخفي السيوف التي كانت لهم تحت الفراش . فلما مثلوا أمام\r\nالمغيرة أنكروا وادعوا أنهم إنما يجتمعون في منزل حيان بن ظبيان يقرأوا القرآن عليه\r\nفلم يقتنع المغيرة لكلامهم وأمر بهم أن يسجنوا فقضوا في السجن قرابة عام ( 1 ) .\r\nفلما سمع إخوانهم بأخذهم حذروا وخرج صاحبهم المستورد بن علفة فنزل\r\nبمدينة الحيرة ويسكنها النصارى إلى جانب قصر العدسيين من كلب . فبعث إلى\r\nإخوانه وكانوا يختلفون إليه ويتجهزون . ولكن فاجأهم هناك حجار بن أبجر وكان\r\nبكريا من أصل مسيحي ( 2 ) إذ أشرف عليهم من دار كان هو فيها . ووعدهم\r\nحجار بألا يذيع سرهم وكان عند وعده لكنهم تركوا ذلك المكان واستتروا في\r\nالكوفة . ووجد المستورد ملجأ له وأصحاب له خمسة أو ستة في دار سليم بن\r\nمحدوج من بني عبد القيس وكان له صهرا ولكنه لم يكن خارجيا . فبلغ المغيرة\r\nابن شعبة أن الخوارج يدبرون أمرا دون أن يتبين بالدقة حقيقة ما يدبرونه . فقام في\r\nالناس وخطب قائلا إنه لم يكن يود استعمال العنف ولا يريد أن يعصب الحليم التقي\r\nبذنب السفيه الجاهل ولكنه مضطر أن يطلب إليهم أن يكفوا سفهاءهم قبل أن\r\nيشمل البلاء عوامهم . ولكنه لم يكن يعرف أسماء هؤلاء السفهاء إذ لم يسم له\r\nأحد منهم . فتنادى رؤساء القبائل إن يدل كل رئيس على سفهاء قومه إذا عرف شيئا\r\n( فخرجت الرؤساء إلى عشائرهم فناشدوهم الله والاسلام إلا دلوهم على من يرون\r\nأنه يريد أن يهيج فتنة أو يفارق جماعة ) .\r\nوجاء صعصعة بن صوحان فقام في عبد القيس ) الطبري ( 2 / 33 ) - قام فيها\r\nبعدما صلى العصر فقال : إن بني عبد القيس كانوا دائما من أخلص الناس للرسول\r\n\r\n","description":"","footnote":" ( 1 ) راجع في الطبري ( 2 / 36 ) أبياتا قالها معاذ بن جوين بن حصين - وكان أحد هؤلاء\r\nالمسجونين - يحض فيها إخوانه الخوارج على الهجرة من ديار الكفار ويأسى على عدم تمكنه من\r\nذلك .\r\n( 2 ) الطبري ( 1 / 3640 ) ( 2 / 235 ) الدينوري ( ص / 238 ) . ","page_name":" 44 ","page_number":44},
  {"content":"\r\nولعلي وكانوا بهذا خصوما للخوارج . فأمن جميع الحاضرين على قوله ( غير\r\nسليم بن محدوج فإنه لم يقل شيئا . فرجع إلى قومه كئيبا واجما يكره إن يخرج\r\nأصحابه من منزله فيلوموه . . . ويكره أن يطلبوا في داره فيهلكوا ويهلك ) الطبري\r\n( 1 / 35 ) . بيد أن المستورد أخرجه من ورطته وحيرته وذلك بأن قرر بنفسه\r\nالارتحال ومن معه من منزل سليم . ( فبعث المستورد إلى أصحابه فقال لهم :\r\nاخرجوا من هذه القبيلة لا يصب امرءا مسلما في سببنا بغير معرة . . . فخرجوا إليها\r\nمتقطعين من أربعة وخمسة وعشرة فتتاموا بها ثلاثمائة رجل . ثم ساروا إلى الصراة\r\nفباتوا بها ليلة ) ( 2 / 37 ) . غير أن المغيرة بن شعبة أخبر خبرهم فدعا رؤساء\r\nالناس وسألهم من يريد الذهاب لمقاتلتهم . وكانوا من الشيعة فتحمسوا جميعا\r\nلقتالهم . وكان من أشدهم حماسة صعصعة بن صوحان العبدي فقام وقال : ( ابعثني\r\nإليهم أيها الأمير ! فأنا والله لدمائهم مستحل وبحملها مستقل . فقال المغيرة : اجلس\r\nفإنما أنت خطيب . وإنما قال ذلك لأنه بلغه أنه يعيب عثمان بن عفان ويكثر ذكر علي\r\nويفضله ) الطبري ( 2 / 38 ) . واختار المغيرة معقل بن قيس التميمي فخرج على رأس\r\nجيش يبلغ ( ثلاثة آلاف : نقاوة الشيعة وفرسانهم ) ( 2 / 39 ) .\r\n2 - الخوارج . . والاستقرار بالمدائن :\r\nويروي أبو مخنف حكاية عن عبد الله بن عقبة الغنوي أنه قال : ( كنت فيمن\r\nخرج مع المستورد بن علفة وكنت أحدث رجل فيهم . . . . فخرجنا حتى أتينا\r\nالصراة فأقمنا بها حتى تتامت جماعتنا ثم خرجنا حتى انتهينا إلى بهرسبر ( 1 ) .\r\nفدخلناها ) . وأرادوا أن يعبروا الجسر على الدجلة إلى المدينة العتيقة أعني المدائن\r\nولكن سماك بن عبيد العبسي - وكان عاملا للمغيرة على المدائن - قطع الجسر عليهم\r\nومنعهم من دخول المدائن فكتب إليه المستورد كتابا يقول فيه : ( نقمنا على قومنا\r\nالجور في الاحكام وتعطيل الحدود والاستئثار بالفئ . وإنا ندعوك إلى كتاب الله -\r\nعز وجل ! - وسنة نبيه - صلى الله عليه وسلم ! - وولاية أبي بكر وعمر رضوان الله عليهما\r\n\r\n","description":"","footnote":" ( 1 ) في مواجهة المدائن ( - طيفشون ) واسمها في اليونانية ( سلوقية ) . ووردت عند\r\nثيوفانس ( 333 / 18 ) ( نشرة دي بور ) برسم : Guedesir كما أن أردشير وردت برسم :\r\nAdesir . راجع ترجمة نيلدكة لفصل ( الفرس ) من ( تاريخ الطبري ) ( 10 / تعليق 3 ) . ","page_name":" 45 ","page_number":45},
  {"content":"\r\nوالبراءة من عثمان وعلي لاحداثهما في الدين وتركهما حكم الكتاب . فإن تقبل فقد\r\nأدركت رشدك وإلا تقبل فقد أبلغنا في الاعذار إليك . وقد آذناك بحرب فنبذنا\r\nإليك على سواء الطبري ( 2 / 40 - 41 ) . وكان على عبد الله بن عقبة الغنوي أن\r\nيحمل هذا الكتاب إلى سماك . وكان مطلبا شاقا على نفسه إذ كان فتى حدثا لم\r\nيجرب الأمور فقال للمستورد : ( أصلحك الله ! لو أمرتني أن أستعرض دجلة\r\nفألقي نفسي فيها ما عصيتك . ولكن تأمن علي سماكا أن يتعلق بي فيحبسني\r\nعنك . فإذا أنا قد فاتني ما أترجاه من الجهاد ! فتبسم وقال : يا ابن أخي ! إنما أنت\r\nرسول والرسول لا يعرض له . ولو خشيت ذلك عليك لم أبعثك وما أنت\r\nعلى نفسك بأشفق مني عليك . قال : فخرجت حتى عبرت إليهم من معبر فأتيت\r\nسماك بن عبيد وإذا الناس حوله كثير . قال : فلما أقبلت نحوهم أبدوني\r\nأبصارهم . فلما دنوت معهم ابتدرني نحو من عشرة وظننت والله أن القوم يريدون\r\nأخذي وأن الامر عندهم ليس كما ذكر لي صاحبي فانتضيت سيفي وقلت : كلا !\r\nوالذي نفسي بيده لا تصلون إلي حتى أعذر إلى الله فيكم . قالوا لي : يا عبد الله !\r\nمن أنت ؟ قلت : أنا رسول أمير المؤمنين المستورد بن علفة . قالوا : فلم انتضيت\r\nسيفك ؟ قلت : لابتداركم إلي فخفت أن توثقوني وتغدروا بي . قالوا : فأنت\r\nآمن وإنما أتيناك لنقوم إلى جنبك ونمسك بقائم سيفك وننظر ما جئت له وما تسأل .\r\nقال : فقلت لهم : لست آمنا حتى تردوني إلى أصحابي . قالوا : بلى ! فشمت\r\nسيفي ثم أتيت حتى قمت على رأس سماك بن عبيد وأصحابه قد التفوا حولي\r\nفمنهم ممسك بقائم سيفي ومنهم ممسك بعضدي . فدفعت إليه كتاب صاحبي\r\nفلما قرأه رفع رأسه إلي فقال : ما كان المستورد عندي خليقا - لما كانت أرى من\r\nإخبائه وتواضعه - أن يخرج على المسلمين بسيفه يعرض على المستورد البراءة من\r\nعلي وعثمان ويدعوني إلى ولايته فبئس والله الشيخ أنا إذا . قال : ثم نظر إلي\r\nفقال : يا بني ! اذهب إلى صاحبك فقل له : اتق الله وارجع عن رأيك وادخل\r\nفي جماعة المسلمين . فإن أردت أن أكتب لك في طلب الأمان إلى المغيرة فعلت\r\nفإنك ستجده سريعا إلى الاصلاح محبا للعافية . قال : قلت له : - وإن لي فيهم\r\n( أي الخوارج ) يومئذ بصيرة ( أي ثقة وإيمانا بهم ) : هيهات ! إنما طلبنا بهذا الامر\r\nالذي أخافنا فيكم في عاجل الدنيا الامن عند الله يوم القيامة . فقال لي : بؤسا له !\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\nكيف أرحمك ! ثم قال لأصحابه : إنهم خلوا بهذا ثم جعلوا يقرأون عليه القرآن\r\nويتخضعون ويتباكون . فظن بهذا أنهم على شئ من الحق . إن هم إلا كالانعام\r\nبل هم أضل سبيلا ! والله ما رأيت قوما كانوا أظهر ضلالة ولا أبين شؤما من هؤلاء\r\nالذين ترون . قلت : إني لم آتك لأشاتمك ولا أسمع حديثك وحديث أصحابك .\r\nحدثني أنت : تجيبني إلى ما في هذا الكتاب أم لا تفعل فأرجع إلى صاحبي ؟\r\nفنظر إلي ثم قال لأصحابه . ألا تعجبون إلى هذا الصبي ! والله إني لأراني أكبر من\r\nأبيه وهو يقول لي : أتجيبني إلى ما في هذا الكتاب ! انطلق يا بني إلى صاحبك\r\nإنما تندم . لو قد اكتنفتكم الخيل وأشرعت في صدوركم الرماح - هناك تتمنى لو\r\nكنت في بيت أمك ! قال : فانصرفت من عنده فعبرت إلى أصحابي . فلما\r\nدنوت من صاحبي قال : ما رد عليك ؟ قلت : ما رد خيرا ! قلت له كذا وقال لي\r\nكذا - فقصصت عليه القصة ) - الطبري ( 2 / 41 34 ) .\r\nووجدت المستورد أن منازلة أهل الكوفة ونيل الشهادة أكرم له لأن هذه الحياة الدنيا لا\r\nتساوى عنده قبال نعله . لكنه فضل أن يرهق الأعداء المغيرين ويفرق شملهم وذلك\r\nبالارتحال عنهم حتى يخرجوا في طلبهم فيقطعوا ويتبددوا . فخرج في أصحابه\r\nومضوا على شاطئ دجلة حتى انتهوا إلى جرجرايا وعبروا دجلة ومضوا في أرض\r\nجوخى حتى بلغوا المذار وكان يتبع منطقة البصرة ( 1 ) . ومر أهل الكوفة بسورا\r\nفمكثوا بها يوما ثم ارتحلوا ونزلوا كوثى فأقاموا بها يوما ومن ثم مضوا حتى جاءوا\r\nإلى بهرسير ولكن خاب ظنهم إذ كان الخوارج قد ارتحلوا وتبين لهم أنه لا مفر\r\nلهم من الاستمرار في هذه المطاردة المضنية . ثم أرسل قائدهم معقل بن قيس أبا\r\nالرواغ الشاكري في ثلاثمائة فارس فاتبع آثارهم وخرج معقل في أثره ولم يزل هذا\r\nدأبهم حتى لحقوا بالخوارج في المذار مقيمين . فلما دنا أبو الرواغ منهم ( استشار\r\nأصحابه في لقائهم وقاتلهم قبل قدوم معقل عليه ) فاختلف رأي أصحابه فقال أبو\r\nالرواغ : ( إن معقل بن قيس حين سرحني أمامه أمرني أن أتبع آثارهم . فإذا لحقتهم\r\nلم أعجل إلى قتالهم حتى يأتيني . . . فقال له جميع أصحابه : فالرأي الآن بين :\r\n\r\n","description":"","footnote":" ( 1 ) يظهر من هذا إذن أن المذار - وهو مركزهم - كان يقع على الشاطئ الأيسر من دجلة\r\nمثل جرجرايا . ","page_name":" 47 ","page_number":47},
  {"content":"\r\nتنح بنا فلنكن قريبا منهم حتى يقوم علينا صاحبنا . فتنحينا ( 1 ) وذلك عند المساء )\r\nالطبري ( 2 / 46 ) . ثم حدثت عند غروب الشمس وقعة عظيمة اضطر معها الخوارج\r\nإلى الاحتماء ببيوت مذار ولما سمع الخوارج أن مددا يبلغ ثلاثة آلاف من شيعة\r\nالبصرة قد أقبل إلى جيش معقل وأكثرهم من قبيلة ربيعة وعلى رأسهم شريك بن\r\nالأعور الحارثي ( 2 ) وأن هذا المدد صار قريبا كل القرب فمضوا في الليل لا\r\nيشعر بهم أحد على طريق منعزل حتى عادوا إلى أرض الكوفة وبلغوا جرجرايا\r\nفنزلوها وكانوا واثقين أن أهل البصرة لا يمكن أن يلحقوا بهم إلى هناك وصدق\r\nظنهم لان أهل البصرة أبوا اللحوق بهم في أرض الكوفة وقالوا : ( لا نفعل .\r\nإنما أقبلنا نحوهم لننفيهم عن أرضنا ونمنعهم من دخولها فإن كفانا الله مؤونتهم فإنا\r\nمنصرفون إلى مصرنا وفي أهل الكوفة ما يمنعون به بلادهم ) الطبري ( 2 / 54 ) وإلا\r\nكان أمرهم كما قال أخو بني كنانة :\r\nكمرضعة أولاد أخرى وضيعت * بنيها فلم ترقع بذلك مرقعا\r\nهناك أرسل معقل أبا الرواغ في ستمائة فارس ليكونوا في إثرهم حتى نزلوا\r\nجرجرايا وكان أبو الرواغ في المقدمة . ورأى الخوارج أنه لا قبل لهم بجيش أبي\r\nالرواغ فانصرفوا حتى نزلوا ساباط ( 3 ) وانتهوا إلى جسر نهر الملك\r\nوهو من جانبه الذي يلي الكوفة وأبو الرواغ وأصحابه مما يلي المدائن . هنالك قرر\r\nالمستورد خطة مفاجئة . إذ بينما خدع أبا الرواغ اتجه إلى معقل نفسه وقد جاء\r\nبجيش الكوفة الرئيسي ونزل ديلمايا وهي تبعد بثلاثة فراسخ عن بهرسير ففوجئ\r\nمعقل واضطرب جيشه ولم يبق معه إلا قرابة ثلاثمائة رجل جثوا على ركبهم يستقبلون\r\nالخوارج بأطراف الرماح وقاوموا مقاومة شديدة مستميتة . وأوشك النصر أن يعقد\r\nلواؤه للخوارج لولا أن ظهر أبو الرواغ فجأة وحمل هو وأصحابه على الخوارج\r\nمن مؤخرتهم . فاحتدم القتال العنيف حتى قتل الخوارج عن آخرهم كلهم تقريبا\r\nبعد أن كبدوا العدو ثمنا فادحا عن حياتهم . أما معقل بن قيس والمستورد بن علفة\r\n\r\n","description":"","footnote":" ( 1 ) طلب إليه أن يعترف بالهزيمة وإخلاء الميدان فإن الله لا يستحي من الحق لم يشأ\r\nالاعتراف بالحق .\r\n( 2 ) وكان من الشيعة المتحمسين راجع الطبري ( 1 / 3427 2 / 196 2 / 241 - 240 ) .\r\n( 3 ) مثل بهرسير : إحدى المدن المواجهة للمدائن ( طيشفون ) . ","page_name":" 48 ","page_number":48},
  {"content":"\r\nفقد ( مشى كل واحد منهما إلى صاحبه : بيد المستورد الرمح وبيد معقل السيف\r\nفالتقيا فأشرع المستورد الرمح في صدر معقل حتى خرج السنان من ظهره فضربه\r\nمعقل بالسيف على رأسه حتى خالط السيف أم الدماغ فخرا ميتين ) . الطبري\r\n( 2 / 61 ) وأما عبد الله بن عقبة الذي عرفناه من قبل رسولا إلى سماك فقد نجا\r\nبجواده إلى الكوفة وجاء هناك بأول نبأ عن نتيجة هذه المعركة وكان جزاؤه عن هذا\r\nأن عفى عنه . ولو جاء الخوارج كلهم إلى المغيرة لكان قد عفا عنهم أيضا .\r\nولزم خوارج الكوفة الهدوء سنوات طوالا إلى أن انتخبوا لهم خليفة جديدا .\r\nوانتخاب خليفة جديد كان معناه دائما استئناف الكفاح ضد ( الجماعة ) . وأبو\r\nمخنف ينقل هنا أيضا عن عبد الله بن عقبة الغنوي . وكان قيام الخوارج هذه المرة في\r\nسنة ( 58 / 59 ) إبان إمارة ابن أم الحكم الثقفي على الكوفة والذين قاموا بها لا\r\nيمكن أن يكونوا من بين أولئك الذين اشتركوا في مغامرة المستورد لان هؤلاء كانوا\r\nفي أعماق السجون . والذي حدث هو أن الخوارج أحسوا بالندم على سكوتهم\r\nوالله قد منحهم القلب والجوارح لانكار الجور وجهاد الظلمة ولا عذر لهم إلا\r\nبالاستشهاد . وبايعوا حيان بن ظبيان السلمي وكان أول من بايعه زميله القديم معاذ\r\nابن جوين الطائي الذي اقترح على القوم أن يسيروا إلى حلوان فينزلوها وهناك\r\nيجمعون كل من كان على رأيهم من أهل المصر والغثر والجبال والسواد بين الكوفة\r\nوالري ( 1 ) . فقال له حيان : إنهم لن يتركوا لكم الوقت بل يعاجلونكم لهذا\r\nأرى ( أن أخرج معكم في جانب الكوفة والسبخة أو زرارة والحيرة ثم نقاتلهم حتى\r\nنلحق بربنا . فإني والله لقد علمت أنكم لا تقدرون وأنتم دون المائة رجل أن\r\nتهزموا عدوكم ولا أن تشتد نكايتكم فيهم . ولكن متى علم الله أنكم قد أجهدتم\r\nأنفسكم في جهاد عدوه وعدوكم كان لكم به العذر وخرجتم من الاثم ) الطبري\r\n( 2 / 182 - 183 ) . ولكنهم ردوا عليه بأن هذا لا يجدي بل يفيد العدو فيتخلص\r\nمنهم وثبت حيان على رأيه ولم يشأ الباقون أن يعارضوه . بيد أنهم رأوا ألا يقوموا\r\nبالقتال في الكوفة خوفا من أن يرجمهم النساء والأطفال بالحجارة من فوق سقوف\r\nالمنازل بل ساروا إلى بانيقا على مسافة قريبة واستقبلوا القوم بوجوههم وجعلوا\r\n\r\n","description":"","footnote":" ( 1 ) كانت هذه المدينة على حدود أرض الكوفة . ","page_name":" 49 ","page_number":49},
  {"content":"\r\nالبيوت في ظهورهم . ( فخرجوا . فبعث إليهم جيش فقتلوا جميعا ) في ربيع\r\nالأول سنة 59 كما أرادوا ( 1 ) .\r\nوكانت تلك نهاية الخوارج في الكوفة . لقد كانوا قوما جادين بالغي الايمان\r\nأنبل بكثير جدا من اليهود الغيورين Zeloten ولهذا لم يكونوا أسوأ من مبتدعة\r\nالنصارى والقديسين لأنهم كانوا رجالا فعالين لم يطلبوا الشهادة على المقصلة\r\nبل في ميدان الجهاد . ومن يزنهم بميزان المدنية الحديثة العلمانية لن يكون عادلا في\r\nالحكم . لقد كان للشيعة بعد هذا سلطان غير منازع في الكوفة بينما قضى على\r\nالخوارج فيها . مما دفعهم إلى زيادة نشاطهم في البصرة . والطبري يشير في البداية\r\nإلى خوارج البصرة إشارة موجزة ولكنه يأتي في ( 2 / 390 ) فيقول : إنه سبق أن ذكر\r\nسبب خروج مروان بن عمرو بن حدير وما كان من توجيه عبد الله بن زياد إليه أسلم\r\nابن زرعة الكلابي وهزيمة أسلم وجيشه منه ومن أصحابه ( فيما مضى من كتابنا هذا )\r\n( 2 / 391 س 2 ) بيد أننا لا نجد أبدا ما يشير إليه هنا . على أننا نستطيع إن\r\nنكمل ما ورد في الطبري بما ورد في ابن الأثير أما رواية ( الكامل ) هنا فيحسن\r\nألا يلتفت إليها .\r\n* البصرة . . . وتجدد المواجهة :\r\nفي سنة 41 هجرية ثار في البصرة سهم بن غالب التميمي ( 2 ) والخطيم الباهلي .\r\nالخارجيان في سبعين رجلا ( فأصبحوا عند الجسر فوجدوا عبادة بن قرص الليثي\r\nأحد بني بجير وكانت له صحبة يصلي عند الجسر فأنكروه فقتلوه ) الطبري\r\n( 2 / 16 ) . هناك اضطرهم الوالي ابن عامر إلى التسليم . فسألوه الأمان فآمنهم\r\n( الطبري 2 / 15 - 16 ) ابن الأثير ( 3 / 350 وما يليها ) . ولما تولى زياد بن أبيه\r\nأمر البصرة ( 3 ) خافه سهم بن غالب فخرج إلى الأهواز ودعا إلى الثورة\r\n\r\n","description":"","footnote":" ( 1 ) ولي ابن أم الحكم إمارة الكوفة في سنة 58 وطرد منها سنة 59 ووقعت مأساة بانقيا\r\nفي السنة الأخيرة من ولايته . ومعنى هذا في السنة الهجرية الثانية التي قضاها بالكوفة لان\r\nإمارته لم تستمر عاما كاملا وربيع الأول سنة 59 = يناير سنة 679 .\r\n( 2 ) [ المترجم : في الطبري 2 / 16 2 / 46 : سهم بن غالب الهجيمي 
  ] .\r\n( 3 ) [ المترجم : كان ذلك في آخر ربيع الثاني أو غرة جمادى الأولى سنة 45 ه‍ 
  ] . ","page_name":" 50 ","page_number":50},
  {"content":"\r\nوقتل مسلما لم ينكر إيمانه بينما خلي سبيل يهود صرحوا بيهوديتهم . وتجاسر على\r\nالذهاب إلى البصرة ولكن أنصاره فيما بعد تخلوا عنه فاضطر إلى الاستتار\r\n( وطلب الأمان فلم يؤمنه زياد وطلبه حتى أخذه وقتله وصلبه على بابه ) ( الطبري\r\n2 / 83 ) وكان ذلك في سنة 46 ه‍ . أما الخطيم الباهلي فأظهر الفتنة أيضا فنفاه\r\nزياد إلى البحرين ( ثم أذن له فقدم فقال له : الزم مصرك ( بيتك ) . وقال لمسلم\r\nابن عمرو ( وهو والد قتيبة بن مسلم المشهور ) : اضمنه فأبى وقال : إن بات في\r\nبيته أعلمتك . ثم أتاه مسلم فقال : لم يبت الخطيم الليلة في بيته . فأمر ( زياد ) به\r\nفقتل وألقي في باهلة ) ( الطبري 2 / 83 ) ابن الأثير ( 3 / 351 ، 379 ) .\r\nووقع حادث شبيه بهذا تماما هو الثالث من نوعه وذلك في سنة 50 ه‍ . إذ خرج\r\nقريب الأزدي ( الايادي : في ( الكامل ) ص / 677 س 11 ) وزحاف الطائي -\r\nوكانا ابني خالة - في سبعين رجلا فمروا بشيخ ( يقال له حكال ) من بني ضبيعة\r\nفقتلوه وتفرقوا بعد ذلك فقتل قريب . وبعد هذا الحادث اشتد زياد ( وعامله\r\nبالبصرة سمرة بن جندب ) على الخوارج وطالب أهل البصرة بأن يكفوه أمر الخوارج\r\n( الطبري 2 / 91 ) فثاروا بالخوارج فقتلوهم . وقد قتل زياد من الخوارج وحبس\r\nآلافا كثيرة ( الطبري 2 : 459 ) . ولكن أمثال هذه الاعداد الكبيرة لا تقبل أدنى\r\nتصديق . وذلك أنه لا محل للكلام غن قسوة زياد على الخوارج وإنما فعل ما\r\nيقضي به منصبه وما فرض عليه القرآن ( الكامل ) ( ص / 594 ) . كان بأخذ القتلة\r\nبجرائمهم ( 1 ) . وهؤلاء الخوارج البصريون كانوا يسلكون مسالك اللصوص\r\nوالسفاحين وكانت الفوضى التي تسود البصرة بعكس ( 2 ) الكوفة مجالا\r\nملائما لهم . وما كان لهم أن يعجبوا إذا عاملتهم الشرطة معاملة سائر المجرمين\r\nالذين يعكرون الامن . ولم يكن الشرفاء من الخوارج راضين عن هذا المسلك .\r\nحتى إن أبا بلال لعنهم وأبرأ ذمة والي البصرة منهم .\r\nولم يكن زياد بل ابنه عبيد الله أشد من اشتد على الخوارج لما أن ولي أمر\r\n\r\n","description":"","footnote":" ( 1 ) [ المترجم : هذا نص ما ورد في الكامل ص 594 س 9 - س 10 : ( فأما زياد فكان\r\nيقتل المعلن ويستصلح المسر ولا يجرد السيف حتى تزول التهمة ) 
  ] .\r\n( 2 ) الطبري ( 2 / 73 وما يليها ) ( ص / 88 ) . ","page_name":" 51 ","page_number":51},
  {"content":"\r\nالبصرة في سنة 55 ه‍ . بدأ بمهادنتهم وأطلق سراحهم من السجن ( 1 ) . فلما لم\r\nيفلح هذا معهم فكر في اتخاذ طريقة أخرى . ذلك أنه ضم إلى جانبه جماعة\r\nمنهم برئاسة رجل يدعى جدار ثم ترك أفرادهم يقاتل بعضهم بعضا فمن ظفر\r\nبأخيه فاز بالحرية . ومن بين أولئك الذين قتلوا إخوانهم وفازوا بالحرية كان طواف\r\nالعبد قيسي . فعنف من كان معه في معسكر واحد تعنيفا شديدا بسبب مسلكهم هذا .\r\nفراحوا يكفرون عن جريمتهم بكفارة فعالة فعرضوا الدية على أولياء القتلى أولا\r\nثم عرضوا دماءهم من بعد . ولكن سدى . فقرروا - عملا بالآية 111 من سورة\r\n( النحل ) - أن يكفروا عما أتوا بالقيام بحركة عنيفة جديدة واستئناف القتال ضد\r\nعبيد الله ( يوم تأتي كل نفس تجادل عن نفسها وتوفى كل نفس ما عملت وهم لا\r\nيظلمون ) . كانوا سبعين رجلا كلهم من بني عبد القيس اضطروا إلى التبكير\r\nبالهجوم لان أمرهم اكتشف . فذبحهم حراس عبيد الله وكانوا من أهل بخارى\r\nوذلك في عيد الفطر من سنة 58 ه‍ ( 2 ) ( أي 27 يوليو سنة 678 ) .\r\nوظل عبيد الله يتعقب الخوارج بشدة عظيمة فحبس من بدا له أنه خطر ولمجرد\r\nالاشتباه في أمره وهذا شئ لم يفعله أبوه ( الكامل ) ( ص / 594 ) . وكان أبرز\r\nالخوارج في البصرة أبو بلال مرداس بن أدية التميمي المذكور آنفا . أنكر اشتراك\r\nالنساء في الحروب ( 3 ) كما أنكر ( الاستعراض ) وهو قتل كل مسلم لا يرى رأي\r\nالخوارج بغير تمييز متى وجدوه في طريقهم . قام عبيد الله فحبس أبا بلال هذا مع\r\nغيره من الخوارج . ولكنه استطاع أن ينال الاذن من السجان في أن ينصرف في الليل\r\n\r\n","description":"","footnote":" ( 1 ) ( الكامل ) ( ص / 594 ) وعكس هذا ورد في رواية أخرى غير صحيحة راجع الفرث\r\n( 79 : 6 ) . ( الكامل ) ( ص / 610 س 1 ) .\r\n( 2 ) ابن الأثير ( 3 / 427 ) .\r\n( 3 ) كانت حماسة نساء الخوارج في القتال أمرا مشهودا ومن المشهورات بذلك منهن أم\r\nحكيم التي قاتلت في صفوف قطري بن الفجاءة . وطلبت الشهادة في الجهاد ( الأغاني )\r\n( 6 / 6 وما يليها ) .\r\nأحمل رأسا قد سئمت حمله * وقد مللت دهنه وغسله\r\nألا فتى يحمل عني ثقله ؟ !\r\nوقد حاول عبيد الله بن زياد عبثا أن يبرد من حماسة النساء لطلب الشهادة في القتال بأن\r\nيعرض جثثهن عارية ( الكامل ) ( 582 ) . ","page_name":" 52 ","page_number":52},
  {"content":"\r\nليزور أهله ( فإذا طلع الفجر أتاه حتى يدخل السجن . وكان صديق لمرداس يسامر\r\nابن زياد . فذكر ابن زياد الخوارج ليلة فعزم على قتلهم إذا أصبح . فانطلق صديق\r\nمرداس إلى منزل مرداس فأخبرهم وقال : ( أرسلوا إلى أبي بلال في السجن فليعهد\r\nفإنه مقتول ) . فسمع ذلك مرداس وبلغ الخبر صاحب السجن فبات بليلة سوء\r\nإشفاقا من أن يعلم الخبر مرداس فلا يرجع . فلما كان الوقت الذي يرجع فيه إذا به\r\n( أي مرداس ) قد طلع ( أي أقبل إلى السجن ) . فقال له السجان : ( هل بلغك ما\r\nعزم عليه الأمير ؟ ) قال : ( نعم ) قال : ( ثم غدوت ( أي عدت إلى\r\nالسجن ) ) ؟ قال : ( نعم لم يكن جزاؤك مع إحسانك أن تعاقب بسببي ) - وأصبح\r\nعبيد الله فجعل يقتل الخوارج . ثم دعا بمرداس فلما حضر وثب السجان - وكان\r\nظئرا لعبيد الله - فأخذ يقدمه ثم قال : ( هب لي هذا ! ) وقص عليه قصته . فوهبه\r\nله وأطلقه بينما قتل الآخرين . هكذا يروي عمر بن شبة - حسبما نقله الطبري\r\n( 2 / 186 وما يليها ) - هذه القصة المشهورة . وفيها بحسب هذه الرواية ما يعد\r\nمفخرة لعبيد الله بن زياد ولذا جرى فيها قلم التعديل بما صاغها على هذا النحو .\r\nأما أخو بلال مرداس ونعني به عروة بن أدية الذي كان أول من دعا إلى\r\nالتحكيم في صفين قبل ذلك بعشرين سنة فلم يكن مصيره ذلك المصير اللين\r\nالرحيم . كانت ثمت رهان حضره عبيد الله بن زياد وجلس ينتظر الخيل فكسب\r\nعروة بن أدية ووجد أن هذه فرصة سانحة ليبرز أمام عبيد الله ويذكره بأنه ارتكب\r\nخمسة آثام كبيرة . ففهم الأمير ( ابن زياد ) من كلام عروة أن ذلك بدء فتنة فقام\r\nوترك رهانه وركب . وأدرك عروة خطورة ما فاه به فتوارى . ولكن اكتشف مكانه\r\nفأخذ بالكوفة ( فقدم به على ابن زياد فأمر به فقطعت يداه ورجلاه . ثم دعا به\r\nفقال : ( كيف ترى ؟ ) قال : ( أرى أنك أفسدت دنياي وأفسدت آخرتك ) .\r\nفقتله وأرسل إلى ابنته فقتلها ) ( 1 ) . ولقى هذا المصير نفسه امرأة شديدة الحماسة\r\nتدعى ( البجاء ) ( 2 ) . كانت تخطب خطبا نارية مثيرة ضد عبيد الله وطغيانه .\r\nفأنذرها وحذرها من شر زياد فلم تستتر منه حتى لا تجر السوء على غيرها .\r\nفقبضوا عليها وقتلوها في سوق البصرة ( 3 ) .\r\n\r\n","description":"","footnote":" ( 1 ) الطبري ( 2 / 185 وما يليها ) عن وهب بن جرير الذي ألف كتابا عن بعض الخوارج\r\n( الأغاني ) ( 1 / 11 س 28 ) .\r\n( 2 ) كذا في ابن الأثير ( 3 / 428 ) أما في ( الكامل ) فسمها : ( البلجاء ) .\r\n( 3 ) أورد ( الكامل ) قصة شبيهة بهذه ( ص / 602 ص 15 ) ( ص / 604 س 7 ) . ","page_name":" 53 ","page_number":53},
  {"content":"\r\nأثر مقتل هذه المرأة في نفس أبي بلال مرداس تأثيرا بالغا أبلغ من مقتل أخيه\r\nوكان قد شهد مقتلها . لقد طفح الكيل . ولم يعد له قبل بمشاهدة هذا الذي\r\nيحدث . فخرج في أربعين رجلا إلى الأهواز سنة 60 ه‍ . لأنه رأى أنه لا حق له أن\r\nيعيش بعد في البصرة تحت هذا السلطان . لم يتعرض لاحد بسوء ولم ينل من\r\nالخراج إلا ما يحق له أن يعيش منه هو وأهله . لم يعتد . بل دافع عن نفسه ضد\r\nالمعتدين وبنجاح يثير الدهشة . ففي آسك . وهو موضع يقع بين رامهرمز وأرجان\r\nقاتل الأربعون رجلا الذين معه جيشا مؤلفا من ألفي رجل حتى اضطروهم إلى\r\nالفرار بعد أن قتلوا فيهم قتلا كثيرا . ثم انهزم أمام جيش كبير بقيادة عباد بن الأخضر\r\nالتميمي حمل عليها أبو بلال وأصحابه وقاتلوا حتى قتلوا عن آخرهم . ( ورجع\r\nعباد بن الأخضر وذلك الجيش الذي كان معه إلى البصرة . وأقبل عبيدة بن هلال\r\nمعه ثلاثة نفر هو رابعهم . فرصد عباد بن الأخضر فأقبل ( عباد بن الأخضر )\r\nيريد قصر الامارة وهو مردف ابنا له غلاما صغيرا . فقالوا : يا عبد الله ! قف حتى\r\nنستفتيك ! فوقف . فقالوا : ( نحن إخوة أربعة قتل أخونا فما ترى ؟ ) قال :\r\nاستعدوا الأمير ! ) قالوا : ( قد استعديناه فلم يعدنا ) . قال : ( فاقتلوه ! قتله\r\nالله ! ) فوثبوا عليه فحكموا وألقى ابنه فقتلوه ) ( الطبري 2 / 391 ) وكان الأربعة\r\nمن الخوارج ( 1 ) .\r\nولقد أثار استشهاد أبي بلال أبلغ الحفيظة في نفوسهم لم يستطيعوا أو يفعلوا\r\nشيئا في البصرة طالما كان أبو عبيدة وطيد المكانة في ولايته . وإنما تغير الموقف حينما\r\nشاع الاضطراب بعد وفاة يزيد الأول ابن معاوية . ويصف ذلك أبو مخنف - كما\r\nنقله الطبري ( 2 / 153 . 520 ) فيقول : إن عبيد الله بن زياد استطاع أن يوفر لأهل\r\nالبصرة الامن ( 2 ) . وهربا من اشتداد عبيد الله توجه الخوارج بعد قتل أبي بلال\r\n\r\n","description":"","footnote":" ( 1 ) الطبري ( 2 / 187 390 ) ابن الأثير ( 3 / 428 وما يليها ) و ( الكامل )\r\n( ص / 585 وما يليها ) ويقال : إن ابن زياد قال ( الكامل ) ( ص / 604 س 2 ) إنه كلما\r\nقتل منهم أحد غدروا بمن أمرته بقتله . وقد أورد ( الكامل ) أسماء مشاهير خوارج البصرة\r\nكما وردت أسماؤهم أيضا في ابن الأثير ( 3 / 428 ) ضمن أبيات .\r\n( 2 ) ألقي بالخوارج في السجن وراح يمن على أهل البصرة بصنيعه هذا ويطالبهم بشكره عليه\r\n( الطبري 2 / 433 ) . ","page_name":" 54 ","page_number":54},
  {"content":"\r\nمن البصرة إلى مكة وساعدوا عبد الله بن الزبير ضد أهل الشام فلما مات يزيد\r\nالأول وارتحل أهل الشام ظهر الخلاف بين موقف الخوارج السياسي وبين موقف ابن\r\nالزبير ( 1 ) فارتحلوا عن مكة . فذهب أبو طالوت وأبو فديك وابن الأسود - وهم\r\nمن آل بكر - إلى اليمامة فاستولوا عليها وذهب نافع بن الأزرق ( 2 ) وعبد الله بن\r\nالصفار وعبد الله بن أباض وحنظلة بن بيهس - وهم من بني تميم - وعبد الله\r\nوعبيد الله والزبير ( 3 ) أبناء الماحور - ذهبوا إلى البصرة . وهيأ هرب عبيد الله بن\r\nزياد وتنازع القبائل في البصرة - الفرصة لكي يتنفس الخوارج فكسروا أبواب السجون\r\nوخرجوا منها . وتولى نافع بن الأزرق قيادة ثلاثمائة رجل وخرج يريد\r\nالأهواز ( 4 ) . فلما اصطلح أهل البصرة على إمارة ببة ( 5 ) . ( وهو لقب عبد الله بن\r\nالحارث بن نوفل بن الحارث بن عبد المطلب القرشي ) اجتمعوا ضد الخوارج الباقين\r\nفي البصرة\r\n\r\n","description":"","footnote":" ( 1 ) راجع ( الكامل ) ( ص / 604 س 18 ) ( ص / 608 س 12 ) .\r\n( 2 ) ابن الأزرق لم يكن في الواقع تميميا ( حنظليا عند الطبري 2 / 517 ) بل بكريا من بني\r\nحنيفة ( الكامل ) ( 541 س 16 ص / 604 س 12 ) وراجع نشرة الفرت ( 78 : 1 )\r\nوكذلك كان عبيدة ابن هلال بكريا ولكن من بني يشكر .\r\n( 3 ) ورد خطأ في الطبري ( 2 / 573 ) بالصورة : ( زهير ) . كان ابنا لعلي بن الماحوز\r\nبينما عبد الله وعبيد الله كانا ابني بشير بن الحاموز . راجع عن أسرة الماحوز : الفرت\r\n( ص / 80 ) ( الكامل ) ( ص / 609 ) ( ورأس هذه الأسرة فيما يقول ( الكامل ) وهو حسان بن\r\nيحدج وقد ورد ذكره أيضا في الكتاب المجهول المؤلف بنشرة ألفرت ( ص / 149 س 4 )\r\nولكن هذا كان بكريا ( من بني حنيفة ) - أخا لعبد الرحمن بن يحدج الذي حارب أولا مع\r\nنجدة ثم توجه بعد ذلك إلى فارس فأتعب عمر بن معمر ( نشرة ألفرت ص / 137 س 16\r\nص / 148 وما يليها ) .\r\n( 4 ) حسبما ورد في نشرة الفرت ( ص / 79 س 15 ) أن ذلك وقع في نهاية شوال سنة\r\n64 ه‍ ( منتصف يونيو سنة 684 م ) .\r\n( 5 ) [ الببة : كثرة اللحم وتراكبه ولقب بهذا اللقب لكثرة لحمه في صغره وله تقول أمه\r\nعند بنت أبي سفيان وهي تنقزه :\r\nلأنكحن ببه * جارية كالقبه\r\nمكرمة محبه * تجب أهل الكعبة\r\nجبهم : أي تغلبهم أي أنها تغلب نساء قريش بحسنها - راجع ( الكامل ) ( ص . 616 )\r\nتعليق المترجم ) . ","page_name":" 55 ","page_number":55},
  {"content":"\r\nواضطروهم إلى الفرار واللحاق بنافع بن الأزرق ( إلا قليلا منهم ممن لم يكن أراد\r\nالخروج في يومه ذلك : منهم عبد الله بن صفار وعبد الله ابن إباض ورجال معهما\r\nعلى رأيهما ) ( الطبري 2 / 518 ) . وكان خلافهما مع ابن الأزرق يقوم على أساس\r\nأن هذا الأخير يرى أن الله حرم على المسلم الصحيح الايمان المقام بين أظهر\r\nالمشركين بل عليه مفارقتهم نهائيا . على أن ابن صفار وابن إباض قد اختلفا هما\r\nأيضا فيما بينهما . واجتمع لابن الأزرق معظم الخوارج واشتدت شوكته ( وكثرت\r\nجموعه . وأقبل نحو البصرة حتى دنا من الجسر فبعث إليه عبد الله بن الحارث\r\nمسلم بن عبيس بن كريز بن ربيعة بن حبيب بن عبد شمس بن عبد مناف - في أهل\r\nالبصرة ) ( الطبري 2 / 520 ) .\r\nوترى بعض المصادر الأخرى - وبها يأخذ برنوف ( ص / 38 ) - أن عبيد الله نفسه\r\nهو الذي أطلق سراح الخوارج من السجن والبصريين منهم بخاصة وأن الخوارج\r\nقد اشتركوا في تنازع القبائل في البصرة مع بني تميم ضد الأزد . ولكن هذا يضفي\r\nنورا كاذبا تماما على موقف أهل البصرة من الخوارج . فأهل البصرة كانوا يبغضون\r\nالخوارج أشد البغض . ولم يشذ بنو تميم عن سائر أهل البصرة في ذلك رغم ما\r\nيقوله برنوف وإنما الذي أعان بني تميم على الأزد هم الأساورة ولو أن عبيد الله\r\nهو الذي سرح الخوارج من السجن لما أرضى أهل البصرة هذا إن لم يكن الأصح\r\nهو ما يقوله أبو مخنف وهو أن الخوارج هم الذين كسروا أبواب السجون وخرجوا\r\nمنها ( 1 ) .\r\nوالهدف الرئيسي الذي يستهدف أبو مخنف هو أن يروي تفرق الخوارج إلى فرق .\r\nفالأسماء التي يذكرها هي ( باستثناء أبناء الماحوز ) في الوقت نفسه أسماء مؤسسي\r\nفرق وأحزاب : فالأزارقة هم أصحاب نافع بن الأزرق والصفرية أصحاب عبد الله\r\nابن صفار والأباضية أصحاب عبد الله بن إباض والبيهسية أصحاب أبي بيهس ( 2 )\r\n\r\n","description":"","footnote":" ( 1 ) الطبري ( 2 / 433 س 20 ص / 441 س 1 ص / 442 س 5 ص / 517 س 20 )\r\nويبدو في الواقع أن عبيد الله بن زياد إنما أطلق سراح المسجونين عند بدء ولايته ( الكامل )\r\n( ص / 594 ) لا عند منتهاها .\r\n( 2 ) [ المترجم : في نص المؤلف : ( ابن ) بيس - والصواب كما أثبتنا - راجع ( الكامل )\r\n( ص / 604 س 11 ص / 616 س 2 ص / 168 س 10 إلخ ) 
  ] . ","page_name":" 56 ","page_number":56},
  {"content":"\r\n( الطبري ص / 1897 س 20 ) بيد أنه لم يفسر لنا كيف نشأ الخلاف بين الخوارج\r\nكذلك لم تدلنا المصادر الأخرى على ذلك مثل ( الكامل ) ( ص / 604 س 7 - س\r\n12 ) بل تظهر الفرق الأربع في لحظة معلومة حاضرة كلها كاملة التكوين\r\nوالمتأخرون من مؤرخي علم الكلام سينظرون إليها على أنها فرق كلامية . وفي رواية\r\nأبي مخنف وكذلك عند المدائني ( في ( الكامل ) وفي نشرة ألفرت للكتاب المجهول\r\nالمؤلف ) تظهر معارضة مشتركة للثلاثة الآخرين ضد نافع بن الأزرق حتى إن غلو\r\nابن الأزرق وربما أيضا الحسد منه كانا نقطة ابتداء الخلافات الناشبة بينهم . ويلوح أنه\r\nكان ذا تأثير عظيم جدا في عصره وإن لم يبلغ الذروة قبل سنة 64 ه‍ ثم انقضى\r\nفي سنة 65 ه‍ . والذي حرضه على الخروج كان - فيما يروي ( الكامل )\r\nص / 604 وما يليها - أبو الرواغ الراسبي فقد نعا عليه أن لسانه صارم وقلبه\r\nكليل . وود لو أن صرامة لسان نافع كانت لقلبه وكلال قلبه كان للسانه فسمع له\r\nنافع واستبدل بلسانه صارما وحتى يدله أبو الرواغ على ما يجب عليه مضى أبو\r\nالرواغ ( فاشترى سيفا وأتى صيقلا - كان يذم الخوارج ويدل على عوراتهم -\r\nفشاوره في السيف فحمده فقال : استحذه ! فشحذه حتى إذا رضيه حكم وخبط\r\nبه الصيقل وحمل علي الناس فتهاربوا منه ) ( 9 - س 11 ) إلى أن وصل إلى\r\nحي بني يشكر فجند له رجل ولكن كرهت بنو يشكر أن يدفن في مقبرتهم ( خوفا\r\nأن تجعل الخوارج قبره مهاجرا ) ( الكامل ) ( ص / 605 س 12 - س 13 ) إن هذا\r\nالمثل جعل من نافع ( 1 ) بن الأزرق ( خارجيا ) أو ( شاريا ) بدلا من ( قاعد ) .\r\nفمنذ ذلك الحين أصبح المبدأ الأسمى عنده هو أنه لا يجوز المقام بين أظهر المشركين\r\nبل يجب الذهاب إلى ( دار الهجرة ) وقتالهم وبيع أنفسهم لله . وبسبب هذا كان\r\nالخلاف بينه وبين من بقي في البصرة : هم أيضا يريدون الخروج ولكن في الوقت\r\nالمناسب لا في وقت غير مناسب . فالخلاف كان يدور إذن حول مسألة الفرصة\r\nالمناسبة ولم يكن أمرا جديدا عليهم فمن جماعة القاعدين كانت تنفصل دائما\r\nفئة قليلة من الفعالين فمن خلل الرماد المنطوي على الحطب الساخن كان يبرز\r\nوميض نار من حين إلى حين . ولكنه هذه المرة برز بكل وضوح . وكان ثمت في\r\nهذا الصدد خلافات مشابهة كان موقف نافع بن الأزرق فيها موقف المتشدد المغالي .\r\n\r\n","description":"","footnote":" ( 1 ) [ المترجم : ورد في النص هنا خطأ : ( ابن نافع ) 
  ] . ","page_name":" 57 ","page_number":57},
  {"content":"\r\nكان يحبذ ( الاستعراض ) تلك العادة القديمة عند خوارج البصرة وطبق مبدأ\r\nالانفصال عن ( الجماعة ) على الأسرة والوراثة وأخضع ( المهاجرة ) - أي\r\nالمنضمين حديثا إلى رأي الخوارج - لامتحان قاس ولم يعترف ب‍ ( التقية ) أعني\r\nبالانضمام إلى رأي الخوارج خوفا منهم دون إيمان باطن صادق ( 1 ) . أما أصحاب\r\nالفرق الخارجية الأخرى فكانوا في هذه المسائل أكثر لينا ومرونة على درجات\r\nمتفاوتة فيما بينهم لا يمكن تحديدها بالدقة . والفارق الرئيسي هو أنهم كانوا يجوزون\r\nالتستر في بعض الأحيان وعدم خوض القتال باستمرار ضد ( الجماعة ) . ولكن\r\nحيث ينشب القتال ويشتركون فيه كانوا يظهرون من الجرأة وعدم الاحتياط ما لا يقل\r\nعما كانت تفعله الأزارقة .\r\n4 - خوارج النجدات :\r\nوقد انتشرت الفرق الخارجية المضادة لفرقة الأزارقة من البصرة إلى سائر مواطن\r\nالخوارج في دار الاسلام . وكانت هناك فرقة من الخوارج غير هذه كلها لا تذكر\r\nكثير نظرا لقصر عمرها ولانحصارها في بيئة صغيرة ونعني بها فرقة ( النجدات )\r\nالتي كانت تقيم في اليمامة من أرض البصرة . كان رجالها من بني بكر ومن\r\nالفلاحين العتاة من بني حنيفة منهم بخاصة . وسموا بذلك نسبة إلى نجدة بن عامر\r\nالحنفي الخارجي . وهو وحده لا أحد غيره الذي سمح بأن يساعد الخوارج ابن\r\nالزبير في مكة ( الطبري 2 / 401 وما يليها ص / 425 س 14 ) . ولما رفع\r\nالحصار عن مكة لم يلحق بأولئك الذين قفلوا راجعين إلى اليمامة بل لحق بابن\r\nالأزرق - وهما ينتسبان إلى قبيلة واحدة - وذهبا معا إلى البصرة في سنة 64 ه‍ .\r\nثم ما لبث أن انفصل عنه لخلاف بينهما ولأنه - فيما يلوح - توارى في ظله . فعاد\r\nإلى اليمامة . ولدينا روايتان عن نشاطه هناك تتفقان فيما بينهما ( 2 ) وترجعان في\r\nجوهريهما إلى ما رواه المدائني : وإحدى الروايتين مفصلة وردت في الكتاب المجهول\r\n\r\n","description":"","footnote":" ( 1 ) في رواية الكتاب المجهول المؤلف الذي نشره ألفرت يرد حديث عن هذه المبادئ التي قال\r\nبها ابن الأزرق وموقف نجدة منها . ويمكن استخلاص معنى ( التقية ) ( لا ( الثقية ) كما في\r\nالنص ) مما ورد في ذلك الكتاب ( ص / 142 س 4 ) .\r\n( 2 ) راجع الكتاب المجهول المؤلف ( ص / 139 س 5 ) وقارنه بما في ابن الأثير ( 168 ص\r\n18 ) وما يليه . ","page_name":" 58 ","page_number":58},
  {"content":"\r\nالمؤلف الذي نشره ألفرت ( ص / 125 وما يليها ) والأخرى موجزة نقلها ابن الأثير\r\nفي ( 4 / 165 وما يليها ) .\r\nاختار خوارج اليمامة أبا طالوت قائدا لهم على أن يظل كذلك حتى يجدوا خيرا\r\nمنه . فمضى إلى الحضارم في سنة 65 ه‍ واستولى عليها وكانت أرضا لبني\r\nحنيفة فأخذها منهم معاوية فجعل فيها من الرقيق ما عدتهم وعدة أبنائهم ونسائهم\r\nأربعة آلاف . . وفي السنة التالية - أي سنة 66 ه‍ - خلع الخوارج أبا طالوت وبايعوا\r\nنجدة وبايعه طالوت فكان نجدة خليفة ( 1 ) ثم إن نجدة قال للخوارج ربوا العبيد\r\n- الذين غنموا هناك - واجعلوهم يعملون في الأرض كما كانوا يعملون من قبل\r\nبالاشتراك فيما بينهم وذلك لحساب الخوارج فإن ذلك أنفع . واعترض عند جبلة قافلة\r\nمن البصرة كانت في طريقها إلى ابن الزبير في مكة . ( ثم سار في جمع إلى بني\r\nكعب بن ربيعة بن عامر بن صعصعة فلقيهم بذي المجاز فهزمهم وقتلهم قتلا ذريعا )\r\nواستولى على ما كان معهم من قمح وتمر كانوا نهبوهما من سوق هناك : وثمت\r\nأشعار كثيرة تشهد على ما فعلوه وعلى الأثر الذي تركوه . وانتقل من هذه الغزوات\r\nإلى إخضاع إراض عربية في مقدمتها الشريط الساحلي في الشمال الشرقي\r\nوالجنوب الغربي فكان يأخذ منها الصدقة . وكان له في ضعف حكومة ابن الزبير\r\nخير معاون وأظهر له عبد الملك بن مروان المودة ووعده بولاية اليمامة إذا تعهد\r\nبالاقتصار عليها والتوقف عندها . فلم ينقد نجدة لهذا الاغراء بل بسط نفوذه كلما\r\nاستطاع إلى ذلك سبيلا . ثم خلف واليا على اليمامة . وتوجه بنفسه سنة 67 إلى\r\nالبحرين ( 2 ) وضم الأزد إلى صفه وهاجم بني عبد القيس فالتقوا بالقطيف\r\n( فانهزمت عبد القيس وقتل منهم جمع كثير وسبي نجدة من قدر عليه من أهل\r\nالقطيف . . وأقام بالقطيف ) ( ابن الأثير 4 / 166 ) . وجاول حمزة بن عبد الله\r\nابن الزبير إخراجه منها - وكان حمزة واليا على البصرة من قبل أبيه عبد الله بن\r\nالزبير فأرسل عبد الله بن عمير الليثي في أربعة عشر ألفا من أهل البصرة إلى\r\n\r\n","description":"","footnote":" ( 1 ) ( ونجدة يومئذ ابن ثلاثين سنة ) ( ابن الأثير 4 / 166 س 6 ) ولكن ابن المطرح كان قد\r\nبلغ النضوج ( ص / 166 س 20 ) . قارن ياقوت ( 2 / 450 وما يليها ) .\r\n( 2 ) وكان قد أرسل من قبل حملة هناك ( المجهول المؤلف ) ( 128 ) . ","page_name":" 59 ","page_number":59},
  {"content":"\r\nالقطيف سنة 67 ه‍ ( 1 ) . ( فأتى نجدة إلى ابن عمير وهو غافل فقاتلهم طويلا\r\nوافترقوا وأصبح ابن عمير فهاله ما رأى في عسكره من القتلى والجرحى وحمل\r\nعليهم نجدة فلم يلبثوا أن انهزموا . فلم يبق عليهم نجدة وغنم ما في عسكرهم ( ابن\r\nالأثير 4 / 167 س 2 - س 4 ) فهربوا وقد عيرهم الفرزدق بذلك في أشعار مليئة\r\nبالتجريح . ( وبعث نجدة أيضا - بعد هزيمة ابن عمير - جيشا إلى عمان واستعمل\r\nعليهم عطية بن الأسود الحنفي . . . واستولى عطية على البلاد فأقام بها أشهرا . ثم\r\nخرج منها واستخلف رجلا يكنى أبا القاسم فقتله سعيد وسليمان أبناء عباد ( بن\r\nعبد الله الذي كان مسؤولا على عمان ) وأهل عمان ثم خالف عطية نجدة ) ( ابن\r\nالأثير 4 / 167 ) ( فعاد إلى عمان فلم يقدر عليها . فركب في البحر وأتى\r\nكرمان . . . وأقام بكرمان . فأرسل إليه المهلب جيشا . فهرب إلى سجستان ثم\r\nإلى السند فلقيه خيل المهلب بقندابيل فقتله ) ( 2 ) ( الموضع نفسه ) . وفي تلك\r\nالأثناء كان نجدة بن عامر قد بسط سلطانه على شمال البحرين ( كاظمة ) وأرغم بني\r\nتميم على أن يؤدوا له الصدقة . ثم سار من اليمامة إلى الجانب الآخر الغربي من\r\nبلاد العرب . وأخضع بنفسه جزءا من اليمن بما فيها صنعاء العاصمة وبعث أبا\r\nفديك إلى حضرموت فجبى صدقات أهلها وذلك سنة 68 ه‍ . وفي نهاية هذا\r\nالعام حج نجدة وهو في ثمانمائة وستين رجلا وقد وافت عرفات ألوية : لواء ابن\r\nالحنفية ولواء ابن الزبير ولواء نجدة بن عامر ولواء بني أمية - ولم ينشب بينها\r\nقتال بل اشتركت كلها في الوقوف بعرفات في سلام ( 3 ) . وقد تخلى نجدة عن فكرة\r\nمهاجمة المدينة لما أن ( أخبر بلبس عبد الله بن عمر بن الخطاب السلاح ) تأهبا\r\n\r\n","description":"","footnote":" ( 1 ) هذه السنة هي الصحيحة كما في الطبري ( 2 / 752 س 3 ) و ( المجهول المؤلف )\r\n( ص / 133 س 8 ) والرواية التي تقول إن ذلك وقع سنة 69 ومصعب وال على البصرة\r\n( المجهول ) ( ص / 133 س 5 ) وابن الأثير ( 4 / 166 س 23 ) لا تتفق مع التسلسل التاريخي\r\nومن السهل تفسير هذا الخلط كما أن الرقمين سبع وتسع يصعب تمييزهما في الكتابة العربية .\r\n( 2 ) ليس من الواضح متي وقع ذلك . قارن أيضا ابن مجدج المذكور من قبل ( ص / 69 )\r\nالتعليق رقم 4 .\r\n( 3 ) الطبري عن سنة 69 ( 2 / 782 س 3 ) ( الكتاب المجهول المؤلف ) ( ص / 137 س 6 )\r\nابن الأثير ( 4 / 168 س 2 ) . هذه هي الرواية المعتبرة . أما الرواية التي ترجع الحادث إلى سنة\r\n69 أو سنة 70 فخطأ . ","page_name":" 60 ","page_number":60},
  {"content":"\r\nلقتاله مع أهل المدينة ذلك أن نجدة وسائر الخوارج كانوا يوقرون أباه - عمر بن\r\nالخطاب - توقيرا شديدا . ويقال : إن نجدة كتب إلى ابن عمر يسأله عن أشياء في\r\nالفقه ولكنها كانت أسئلة عويصة فترك الإجابة عنها إلى ابن عباس فسألوا ابن\r\nعباس فدهش كيف أن رجلا لا يتورع عن سفك دماء المسلمين أنهارا يهتم ويدقق في\r\nهذه الأمور الفرعية الفقهية ! ثم نجده بعد ذلك في الطائف ( 1 ) حيث جاءه عاصم\r\nابن عروة بن مسعود الثقفي - ممثل الحكومة الشرعية - فبايعه عن قومه واستمر\r\nيسير جنوبا حتى تبالة . واستعمل عمالا له في هذه المواضع ووضع قواعد\r\nلادارتها ( 2 ) . ورجع نجدة إلى البحرين وبينما أحجم عن مهاجمة البلدين الحرام :\r\nمكة والمدينة ولم يتورع عن قطع الميرة عن أهل الحرمين الواردة إليهم من البحرين\r\nومن اليمامة إلى أن كتب إليه ابن عباس : ( أن ثمامة بن أثال لما أسلم قطع الميرة\r\nعن أهل مكة وهم مشركون فكتب إليه رسول الله صلى الله عليه وسلم : إن أهل مكة أهل الله فلا\r\nمنعهم الميرة فجعلها لهم - وإنك قطعت الميرة عنا ونحن مسلمون . فجعلها نجدة\r\nلهم ) ( ابن الأثير ص / 168 ) .\r\nوكان نجدة بسبيل بسط سلطانه على الجزيرة العربية كلها وكان ابن الزبير ضعيف\r\nالحول . ولكن اختلف عليه أصحابه فطمع فيهم الناس . ذلك أن الخوارج لم\r\nيكونوا يحتملون السلطة عليهم مدة طويلة . حقا إنهم عارضوه لأسباب دينية كما\r\nيزعمون . فقد نقموا منه أن أعطى بعض الجنود مالا أكثر مما أعطى آخرين وهذا\r\nأيضا كان السبب فيما وقع من خلاف بينه وبين عطية بن الأسود المذكور آنفا فضلا\r\nعن أن عطية أتهم نجدة - حين كتب عبد الملك بن مروان إلى نجدة يدعوه إلى طاعته\r\nمقابل توليه اليمامة ويهدي له ما أصاب من الأموال والدماء - نقول : إن عطية اتهم\r\nنجدة قائلا : إنه ما كاتبه عبد الملك بن مروان حتى علم منه دهانا في الدين . وقد\r\nحمى بنتا لعبد الله بن عمرو بن عثمان بن عفان - بعد أن سباها - من المصير الذي\r\n\r\n","description":"","footnote":" ( 1 ) [ المترجم : في ابن الأثير 4 / 168 س 17 ) : ( ولم يدخل نجدة الطائف . . .\r\nواستعمل الحاروق - وهو حراق - على الطائف وتبالة والسراة ) 
  ] .\r\n( 2 ) لابد أن ذلك كان سنة 69 ه‍ . ومنذ هذه السنة يقف تحديد السنوات حتى مقتل نجدة\r\nفي سنة 72 ه‍ . ومن أبرز عماله في اليمن الحاروق ويسمى أيضا حراق في أشعار نقلها\r\n( الكتاب المجهول المؤلف ) ( ص / 140 ) راجع أيضا ابن الأثير ( ص / 168 س 19 ) . ","page_name":" 61 ","page_number":61},
  {"content":"\r\nينتظر السبايا من النساء وكان ذلك في تعارض مع الشريعة ولكنه فعله لأسباب\r\nإنسانية ويقال أيضا : بسبب خوفه من تهديد ابن الزبير له إذ كتب إليه : ( والله لئن\r\nأحدثت فيها لأطأن بلادك وطأة لا يبقى معها بكري ) ( ابن الأثير 4 / 168 ) - راجع\r\n( الكتاب المجهول المؤلف ) ( ص / 138 س 6 ) وابن الأثير ( ص / 168 س 13 ) .\r\nومن الأسباب التي نقموها عليه أيضا أنه لم يعاقب رجلا كان شديد النكاية على\r\nالعدو ولكنه كان يشرب الخمر في عسكره . وكلما امتد به الزمان . ازدادت\r\nالاتهامات ضده وعلا صوت شكايتهم منه . ثم عاهدهم على أن يتوب وأن يصلح\r\nمن أمر نفسه ولكن السخط وجد دواعي جديدة أبدا . فخلعوه وولوا أمرهم رجلا\r\nآخر . ووقع اختيارهم أولا على أحد الموالي وهو ثابت التمار لكنهم سرعان ما\r\nتبينوا أنه لابد لمن يكون أميرهم أن يكون عربيا خالصا فكلفوا ثابتا بأن يبحث لهم\r\nعمن يصلح لتولي أمرهم ( 1 ) . فاختار لهم أبا فديك فنال أبو فديك البيعة .\r\nفاستخفى نجدة بن عامر في قرية من قرى حجر فدلت عليه جارية فطلبه\r\nأصحاب أبي فديك ففر وأتى أخواله من بني تميم فاستخفى عندهم . ثم أراد المسير\r\nإلى عبد الملك بن مروان ( في الكوفة ) فعلم بذلك أصحاب أبي فديك فقصدوه\r\nوغشيه أصحاب أبي فديك فقتلوه بعد أن رفض الهرب على فرس قدمه له أحد\r\nالفديكية . وقد وقع ذلك بحسب الطبري ( 2 / 829 ) في سنة 72 ه‍ . وعند نهاية\r\nهذه السنة نفسها هزم أبو فديك أهل البصرة - وكانوا بقيادة أمية بن عبد الله أخا\r\nخالد بن عبد الله والي البصرة من قبل الأمويين - وكانت هزيمة نكراء ( الطبري\r\n2 / 829 861 س 10 ) . ولكنه في سنة 73 ه‍ انهزم أمام جيش مؤلف من أهل\r\nالبصرة وأهل الكوفة معا وقتل . وحصر جيشه في المشفر فاضطروا إلى التسليم وقتل\r\nمنهم نحو من ستة آلاف ( الطبري 2 / 852 وما يليها ) . وبهذا كان سقوط دولة\r\nالنجدات في اليمامة والبحرين ( 2 ) .\r\n5 - الأزارقة . . وجهاد المهلب بن أبي صفرة :\r\nونعود إلى سنة 65 ه‍ وإلى الأزارقة في الأهواز . وإذا كان اسمهم : ( الأزارقة )\r\n\r\n","description":"","footnote":" ( 1 ) مما هو جدير بالملاحظة البون الشاسع بين طريقتهم في الانتخاب وبين الانتخاب الشعبي\r\nبالمعنى المفهوم عند اليونان والرومان أو بالمعنى الحديث .\r\n( 2 ) راجع كذلك ابن الأثير ( 5 / 88 وما يليها ) . ","page_name":" 62 ","page_number":62},
  {"content":"\r\nيرجع إلى حنفي ( من بني حنيفة ) فقد كان العرب منهم أغلبهم من بني تميم . وقد\r\nوصلنا من قبل برواية أبي مخنف إلى النقطة التي عندها سار نافع بن الأزرق إلى\r\nالبصرة فبعث إليه ببة - وهو عبد الله بن الحارث - مسلم بن عبيس بن كريز بن ربيعة\r\nابن حبيب ابن عبد شمس ( في أهل البصرة . فخرج إليه ( مسلم ) فأخذ يحوزه\r\n( أي يبعد نافعا بن الأزرق ) عن البصرة ويرفعه عن أرضها حتى بلغ مكانا من أرض\r\nالأهواز يقال له دولاب ) على نهر الدجيل وهو النهر الفاصل بين الحدود والمشهور\r\nبالوقائع التي جرت عنده . فوقع قتال عنيف لم يرد قتال قط أشد منه على الجانب\r\nالشرقي من النهر . فقتل مسلم بن عبيس أمير أهل البصرة كما قتل نافع بن\r\nالأزرق رأس الخوارج : فهل كان تأثيره الكبير بالرغم من - أو بالأحرى بسبب -\r\nنهايته هذه ؟ كذلك قتل من خلفهما وهما : الحجاج ابن باب الحميري أمير أهل\r\nالبصرة بعد مسلم بن عبيس وعبد الله بن الماحوز أمير الأزارقة . ( ثم إن أهل\r\nالبصرة أمروا عليهم ربيعة الأجذم التميمي وأمرت الخوارج عليهم عبيد الله بن\r\nالماحوز . ثم عادوا فاقتتلوا حتى أمسوا وقد كره بعضهم بعضا وملوا القتال . فإنهم\r\nلمتوافقون متحاجزون حتى جاء الخوارج سرية لهم جامة لم تكن شهدت القتال\r\nفحملت على الناس من قبل عبد القيس فانهزم الناس وقاتل أمير البصرة ربيعة\r\nالأجذم . فقتل ) ( الطبري 2 / 581 - 582 ) وهكذا انتصر الخوارج وهربت\r\nجموع البصريين سابحين في النهر وغرق منهم أثناء ذلك كثيرون . ولكن حارثة بن\r\nبدر - وهو الذي حمل راية أهل البصرة بعد مقتل ربيعة الأجذم - قاتل من وراء\r\nالناس وغطى انسحابهم واستطاع بفرقة من جنوده الصابرين أن يعبر إلى الجانب\r\nالآخر من النهر . وفي مقابل رواية أبي مخنف هذه نجد ثلاث روايات مناظرة لها في\r\n( المجهول المؤلف ) ( نشرة الفرت ص / 85 وما يليها ) وفي ( الأغاني ) ( 6 / 3\r\nوما يليها ) وفي ( الكامل ) ( 616 وما يليها ) . والمصدر الرئيسي الذي تنقل عنه\r\nهذه الروايات هو المدائني ونجده في أصفى صورة في ( الكتاب المجهول المؤلف ) .\r\nولو أن المدائني يختلف بعض الاختلاف عن أبي مخنف في أسماء القواد وترتيبهم .\r\nفإنهما يتفقان معا في الأمور الجوهرية ويكمله في إيراد بعض البيانات الدقيقة . وعنده\r\n( أي المدائني ) أن القتال استمر عشرين يوما بعد مقتل نافع بن الأزرق . وكان عدد\r\nأهل البصرة عشرة آلاف رجل . ولكن تخلف منهم كثيرون أما الأزارقة فكان\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\nعددهم ستمائة رجل وجاءهم مدد من اليمامة يتراوح بين 40 أو 400 رجل\r\nوتمت المعركة في جمادي الآخرة سنة 65 ه‍ ( ديسمبر ويناير سنة 684 685 م ) .\r\nوبعد هذه المعركة عزل ببة وحل محله عمر بن عبيد الله بن معمر - وهو قرشي\r\n( مثله وكان رجلا كفئا بيد أن أبا مخنف يجهل عمر بن عبيد الله هذا ويجعل القباع\r\n( وهو الحارث بن عبد الله بن أبي ربيعة القرشي ) هو الذي خلف ببة مباشرة\r\n( الطبري 2 / 582 س 19 ) . وبهذا يتخطى فترة تبلغ نصف عام تقريبا . ومن هنا\r\nأغفل معركة نشبت بين الأزارقة وبين أهل البصرة في ولاية عمر بن عبيد الله بن معمر\r\nعليها . على أن أبا مخنف ليس حجة في أمور البصرة كما هو في أمور الكوفة .\r\nيقول المدائني ( ( الكتاب المجهول المؤلف ) ص / 97 وما يليها و ( الكامل )\r\nص / 623 وما يليها ) إن عمر بن عبيد الله بن معمر لما أن تولى أمر البصرة سرعان\r\nما أرسل جيشا جديدا محاربة الخوارج لا بقيادة حارثة بن بدر الذي تحصن عند\r\nنهر تيري مع قومه من بني تميم ومنع الخوارج من غبور نهر دجيل بل بقيادة أخيه\r\nعثمان الذي حارب الخوارج حتى قتل وانهزم جيشه فأخذ حارثة بن بدر الراية\r\nوقاتل لتغطية انسحاب جيش عثمان وعبر نهر دجيل وتحصن عنده . أما أن رواية\r\nالمدائني صحيحة - فهذا أمر تشهد عليه شهادة حاسمة أبيات لشاعر تميمي ( ( الكتاب\r\nالمجهول المؤلف ) ص / 99 ) كذلك من المفهوم أن يرسل من البصرة جيش جديد\r\nضد الأزارقة لحمايتها منهم لكن لما كانت المعركتان قد وقعتا في نفس السنة ( سنة\r\n565 ه‍ ) وكان ميدانهما الشاطئ الشرقي من نهر دجيل ( 1 ) ولعب حارثة بن بدر\r\nفي كلتيهما نفس الدور فلم يكن عجبا إذن أن يظنا معركة واحدة ووهب بن\r\nجرير ( ( الكتاب المجهول المؤلف ) ( ص / 84 ) الطبري ( 2 / 580 وما يليها ) وقارن\r\nالطبري ( 2 465 وما يليها ) - شأنه شأن أبي مخنف - لم يعرف غير معركة واحدة\r\nتمت عند نهر دجيل ضد الأزارقة ولكنه يذكر - بخلاف أبي مخنف - تلك التي\r\nتمت في ولاية عمر بن عبيد الله بن معمر لا تلك التي تمت في ولاية ببة كما\r\nيذكر أن قائد جيش البصرة كان إما عثمان بن عبيد بن معمر أو مسلم بن عبيس أو\r\nالحارثة بن بدر - كما تشاء ! .\r\n\r\n","description":"","footnote":" ( 1 ) يطلق اسم ( دولاب ) على معركة الأولى وحدها . أما موضع المعركة الأخرى فيذكر\r\n( الكامل ) ( ص / 671 س 9 ) أنه ( دارس ) . ","page_name":" 64 ","page_number":64},
  {"content":"\r\nوكانت نتيجة هذه الهزيمة الجديدة أن حدث تغيير في الولاية على البصرة وذلك\r\nفي رمضان سنة 65 ه‍ بحسب الطبري ( 2 / 601 ) أو في ( أوائل ) سنة 66 ه‍\r\nبحسب رواية ( الكتاب المجهول المؤلف ) . فقد ولي أمر البصرة القباع وهو\r\nقرشي لا نعلم عنه أكثر من ذلك . لم يكن حارثة بن بدر موجودا يقاتل معه إذ\r\nكان قد تحصن من جديد هو وبقية الجيش المنهزم عند تيري كذلك تخلى عنه جنوده\r\nوعادوا إلى البصرة دون أدنى أذى وهكذا وقع هذا التميمي ( 1 ) الشجاع النبيل\r\nضحية للأزارقة . فقد غرق في الدجيل وهو يفر أمامهم إذ جنحت السفينة التي\r\nأراد النجاة عليها لما أن وثب فيها أحد الجنود بكامل سلاحه من الشاطئ الوعر .\r\nففتح موته الطريق أمام العدو إلى البصرة .\r\nوأبو مخنف لا يعرف عن هذا شيئا ويذكر أن حارثة بن بدر كان لا يزال حيا\r\nبعد ذلك ( 2 ) . كما يذكر أنه بعد الفزع الذي أحدثه يوم دولاب عين المهلب قائدا ما\r\nليث أن انتصر في سلبري ولكن الفترة الواقعة بين تعيينه وانتصاره يمر بها أبو\r\nمخنف مرورا سريعا جدا . فإن اتخذنا رواية المدائني كما نقلها ( الكتاب المجهول\r\nالمؤلف ) و ( الكامل ) أساسا وألفنا بينها وبين ما أورده الطبري ( 2 / 590 وما يليها )\r\nلامكن تصوير الاحداث التي أفضت إلى تعيين المهلب وإلى معركة سلبري على\r\nالنحو التالي :\r\nنقل عبيد الله بن الماحوز أمير الأزارقة معسكره إلى نهر تيري عند الموضع\r\nالذي كان يحرسه حارثة بن بدر . وبعد مقتل عبيد الله بثلاثة أشهر أقبل فرسانه ناحية\r\nالفرات أعني على الشاطئ المقابل لمدينة البصرة من نهر دجلة وعقدوا جسرا على\r\nالفرع الأكبر من النهر وتقدموا حتى بلغوا جزيرة . ولا يفصلهم عن البصرة إلا الفرع\r\nالأصغر لكنهم طردوا بعد ذلك بقليل فثبتوا على الشاطئ الآخر بعد أن قطع\r\nالجسر مرة ثانية ( 3 ) . هنالك ألح أهل البصرة في أن يتولى المهلب بن أبي صفرة قيادة\r\n\r\n","description":"","footnote":" ( 1 ) راجع عنه : ( الأغاني ) ( 21 / 26 ) وما يليها .\r\n( 2 ) الطبري ( 2 / 585 ) والبيت الوارد في ( ص . 580 س 17 ص / 585 س 6 ) وفي\r\n( المجهول المؤلف ) ( ص / 100 س 12 ) تختلف مواضع إيراده .\r\n( 3 ) ( الفرات ) ليس نهر الفرات ( برنوف ص / 72 ) بل البلاد الواقعة على الشاطئ الأيسر\r\nمن نهر دجة في مواجهة البصرة وتتبع إقليم مزون ( = عمان ) . وكان في وسط النهر\r\nجزيرة عليها يمر جسر السفن . والفرع الأكبر يسمى الجسر الأكبر والأصغر الجسر الأصغير\r\nوكذلك حينما ينقطع الجسران في بعض الأحيان - قارن الطبري ( 2 / 590 وما يليها ) .\r\n( الكامل ) ( ص / 526 وما يليها ) . ","page_name":" 65 ","page_number":65},
  {"content":"\r\nجيشهم فاشترط شروطا أجيب إليها كلها . فنهض لقتال الأزارقة وطردهم من\r\nناحية نهر دجلة ولكن لم يتعقبهم بل أقام أربعين يوما يجبي ما حواليه من كور في\r\nهذا الجانب من نهر دجلة إذ كان قد اشترط أن يحتفظ لنفسه وقومه بخراج البلاد التي\r\nيطهر العدو منها وذلك لعدة سنين . فلما توافر لديه المال جاءه الرجال . فمضى\r\nناحية المشرق وطارد الأزارقة ببطء وفي أثناء ذلك ناله هزائم أليمة . فقد وقع أخوه\r\nالمعارك بن أبي صفرة بين أيدي الأزارقة فقتلوه وصلبوه وجرت وقعة دامية\r\nبسولاف - على هذا الجانب من نهر دجيل - كان القتال فيها سجالا ( 1 ) . بيد أن\r\nالأعداء ( الأزارقة ) استصوبوا الانسحاب عبر النهر .\r\nتتبعهم المهلب فالتقى الفريقان في ( سلى و ) سلبري - شرقي نهر دجيل - في\r\nشوال سنة 66 ه‍ ( مايو سنة 686 ) فانتصر المهلب انتصارا حاسما وهنا يستأنف\r\nأبو مخنف روايته ولكن بصورة مخالفة لروايات غيره بالرغم من اتفاقهم عرضا في\r\nجزئية غريبة . علي أنه يتبين أن الميزان ظل زمنا يترجح بين الناحيتين على نحو\r\nخطير . فقد فر بعض جنود الحكومة ( وهم جنود أهل البصرة ) ولم يتوقفوا إلا في\r\nالبصرة وأنقذ المهلب وقومه من أزد عمان الموقف ونافسوا منافسيهم بني تميم\r\nالذين كانوا حتى ذلك الحين خير من أبلوا في قتال الأزارقة . وكانت الواقعة على\r\nهؤلاء الأخيرين شديدة والذين كانوا يقاتلون في خمسة مواضع أو ستة لم يجدوا\r\nفي هذه المعركة إلا موضعا واحدا ( إذ استقبلهم أصحاب المهلب بالحجارة يستعرضون\r\nبها أوجه الأزارقة فيرمونهم حتى يثخنوهم ثم يطعنونهم بعد ذلك بالرماح أو\r\nيضربونهم بالسيوف ) . وكان عبيد الله بن الماحوز نفسه من بين القتلى وكان قد\r\nانضم إلى الأزارقة عدد كبير من غير العرب ممن ولدوا في البلاد التي يقيمون بها\r\nولعلهم إنما كانوا يقصدون من وراء انضمامهم إليهم أن يتخلصوا من مضطهديهم\r\n\r\n","description":"","footnote":" ( 1 ) كان قائد تميم حينئذ حريش بن هلال راجع الفهرست الخاص بكتاب ( الكامل )\r\nوفهرست ( الكتاب المجهول المؤلف ) . ونعثر عليه قبل ذلك في خراسان ( المدائني في رواية\r\nالطبري 2 / 595 وما يليها ) . ","page_name":" 66 ","page_number":66},
  {"content":"\r\nوالمتولين عليهم . ثم صاروا بعد ذلك أشد المتعصبين للخوارج كلما ينقص منهم يزيد\r\nفيهم ( ( الكامل ) ص / 680 س 11 ) . ورغم ذلك لم يكن الأزارقة جماعة من\r\nالدهماء والرعاع كما يدعي خصومهم بل بالعكس كانوا أتم سلاحا وعتادا من\r\nأولئك الخصوم . فقد كانت الغالبية فيهم من الفرسان . حقا لقد كانت الفروسية\r\nأيضا عند خصومهم الامر الرئيسي . حتى إذا كانوا فقدوا خيولهم كما حدث مرة\r\nبسبب نقص العلف ( الطبري 2 / 828 ) عادوا إلى دورهم . ويروي ( ص / 675 س 7 -\r\nس 8 ) أن المهلب بن أبي صفرة كان أول من أمر بضرب الركب من الحديد وهو أول\r\nمن أمر بطبعها وذلك أن ركب الناس كان قديما من الخشب ( فكان الرجل يضرب\r\nركابه فينقطع فإذا أراد الضرب أو الطعن لم يكن له معتمد ) .\r\nبعد هذه المعركة الطاحنة التي أصابت مقاتلي الأزارقة ارتحلوا عن الأهواز وساروا\r\nناحية المشرق إلى الجبال . وبايعوا الزبير بن علي ( وهو من بني سليط بن يربوع من\r\nرهط بن الماحوز ) . فاشتبكوا مع المهلب في عدة مناوشات خصوصا على حدود\r\nفارس والأهواز ( 1 ) . ولما أصبح مصعب بن الزبير واليا على البصرة في نهاية سنة\r\n66 ه‍ أو بداية سنة 67 ه‍ وبدأ القتال ضد المختار بن أبي عبيد رفع من مكان\r\nالمهلب وبعد هزيمة المختار ( في 14 رمضان سنة 67 ه‍ - 3 أبريل سنة 687 م )\r\nلم يبعث به إلى فارس ( 2 ) كما كان من قبل بل بعث به إلى الموصل لحماية حدود\r\nالعراق من أهل الشام وفي نفس الوقت خلع ابنه - المغيرة بن المهلب - وكان\r\nينوب عن أبيه حتى ذلك الحين في فارس ( المجهول المؤلف ) ( ص / 11 ) ( الكامل )\r\n( ص / 643 ) وولى مكانه عمر بن عبيد الله بن معمر وكان ذلك فيما يلوح سنة 67\r\nأو في مستهل سنة 68 ه‍ . فشخص إلى الخوارج الأزارقة فقاتلهم وهم بقيادة الزبير\r\nابن علي السليطي عن سابور ( واصطخر ) فهزمهم فانسحبوا إلى نواحي أصفهان\r\nوكرمان ( 3 ) ولكنهم احتشدوا من جديد وزحفوا بعد فترة خلال بلاد فارس\r\n\r\n","description":"","footnote":" ( 1 ) ( المجهول المؤلف ) ( ص / 110 ) و ( الكامل ) ( ص / 641 ) وفي هذا الوقت انكسفت\r\nالشمس ( الكامل ) ( ص / 641 س 8 ) ولابد أن يكون ذلك الكسوف قد وقع في صيف سنة\r\n686 م .\r\n( 2 ) ورد هاهنا خطأ في ابن الأثير ( 4 / 232 ) .\r\n( 3 ) يبدو أن كرمان كانت كلها تحت سلطان الخوارج فمن هناك كانوا يخرجون ثم إليها\r\nيعودون . ","page_name":" 67 ","page_number":67},
  {"content":"\r\nوالأهواز في اتجاه البصرة . فتقدم عمر بن عبيد الله للقائهم بعد أن أفزعه قدومهم\r\nوأنه تركهم ولم يجهز عليهم كذلك أقبل مصعب بن الزبير من البصرة هنالك\r\nانحرفوا إلى نواحي الكوفة متجهين إلى المدائن فهرب أمير المدائن . وفي هذه\r\nالمنطقة أثار الخوارج الرعب في المسلمين حتى النساء منهم والأطفال وفي إحدى\r\nالمواقع معهم قتل أبو بكر بن مخنف وكان يتولى منصبا في تلك النواحي ( 1 ) . وكان\r\nالقباع ( وهو الحارث ابن عبد الله بن أبي ربيعة ) قد صار واليا على الكوفة بعد أن\r\nتولى مصعب بن الزبير ولاية البصرة . فتثاقل القباع من الخروج لقتال الأزارقة\r\nفزجره إبراهيم بن الأشتر ولكن سائر رؤساء القبائل لم يكونوا معه . ثم خرج\r\nالقباع متحاملا فمال الخوارج دون قتال إلى ناحية البصرة فتركهم وشأنهم\r\nومضى الخوارج في جبال ميديا . وهاجموا مدينة الري ( 2 ) وحاصروا أصفهان .\r\nولكن عتاب بن ورقاء من بني تميم بالكوفة أبلي في القتال عند هذه المدينة بلاءا حسنا\r\nطوال عدة أشهر . ثم هجم عتاب هجوما شديدا جريئا حتى استولى على المكان\r\nوأرغم الخوارج على الانسحاب . وقتل أميرهم الزبير بن الماحوز فبايعوا رجلا آخر\r\nمن بني تميم خليفة له هو قطري بن الفجاءة وكان شجاعا موهوبا اشتهر أيضا\r\nبقرض الشعر ( 3 ) . فعاد بها قطري إلى كرمان حتى يستريحوا ويجتبروا ويقووا\r\nويستعدوا ويكثروا . ثم إنهم خرجوا ومروا بأصفهان فالأهواز وزحفوا عبر نهر دجيل\r\nحتى بلغوا سولاف . ففزع أهل البصرة وأصبحت المدينة نفسها مهددة إذ كان\r\nمصعب مشغولا كالعادة بقتال أهل الشام . فكتبوا إلى مصعب يسألونه أن يرسل\r\n\r\n","description":"","footnote":" ( 1 ) لعله من أقارب أبي مخنف الذي يروي عنه الطبري إذ تبين من أبيات لسراقة بن\r\nمرداس البارقي ( الطبري 2 / 757 وما يليها ) أن أبا بكر هذا سيد من الأزد وأبو مخنف من\r\nأسرة سيد بني الأزد في الكوفة .\r\n( 2 ) لا يتضح مما أورده ( الكتاب المجهول المؤلف ) ( ص / 118 ) ولا من ( الكامل )\r\n( ص / 647 وما يليها ) ما إذا كان هجومهم على الري قد وقع قبل حصار أصفهان أو أثناءه\r\nلكن يبدو من كلام ابن الأثير ( 4 / 1226 ) أن أهل الري هم الذين دعوا إليهم الخوارج أو على\r\nالأقل هبوا لمساعدتهم ضد الحكومة ( حكومة مصعب بن الزبير ) .\r\n( 3 ) أعظم شعراء الخوارج هو عمران بن حطان وكان ورعا يحفظ القرآن والحديث\r\n( الأغاني ) ( 16 / 152 وما يليها ) ولم يكن الخوارج أعداء للشعراء رغم شدة تدينهم\r\nوكان شعراء الخوارج يسلكون مسلك شعراء الجاهلية . ","page_name":" 68 ","page_number":68},
  {"content":"\r\nإليهم بالمهلب ( 1 ) . . فبعث المهلب إليهم وولي إبراهيم بن الأشتر مكانه في\r\nالموصل وجهز المهلب جيشا في البصرة وتوجه للقاء الأزارقة ودارت بين الفريقين\r\nمناوشات استمرت ثمانية أشهر عند سولاف إلى أن حدثت معركة مسكن بن\r\nمصعب بن الزبير وعبد الملك بن مروان وقد انتهت المعركة بانتصار عبد الملك\r\nوهزيمة مصعب وقتله فبلغ نبأ قتله الخوارج قبل أن يبلغ المهلب وأصحابه . فاستغل\r\nالخوارج هذه الفرصة ليفضحوا انعدام الرأي السياسي عند أهل البصرة . تواقف\r\nالخوارج على الخندق ونادوا أهل البصرة : ( ما تقولون في مصعب ؟ ) قالوا : ( إمام\r\nهدى وهو ولينا في الدنيا والآخرة ونحن أولياءه ) . قالوا : ( فما قولكم في\r\nعبد الملك ؟ ) قالوا : ( ذاك ابن اللعين نحن إلى الله منه براء هو عندنا أحل\r\nدما منكم ) . قالوا : ( فإن عبد الملك قتل مصعبا ونراكم ستجعلون غدا عبد الملك\r\nإمامكم وأنتم الآن تتبرأون منه وتلعنون أباه ) ( 2 ) . قالوا : ( كذبتم يا أعداء الله ! )\r\nفلما كان من الغد تبين لهم قتل مصعب فبايع المهلب الناس لعبد الملك بن مروان\r\nوقد صدق الأزارقة في تقديرهم لحقيقة خصومهم ( الطبري 2 / 753 وما يليها\r\nص / 821 وما يليها وابن الأثير ( 4 / 273 ) .\r\nوهذه الحوادث تشغل فترة طويلة تمت من نهاية سنة 66 ه‍ ( صيف سنة 686 م )\r\nإلى مستهل سنة 72 ه‍ إذ قتل مصعب بن الزبير في جمادي سنة 72 ه‍ ( خريف سنة\r\n691 م ) . وأبو مخنف لا يورد إلا القليل من التواريخ . وبعد مقتل المختار بن عبيد\r\nفي 14 رمضان سنة 67 ه‍ ( 3 إبريل سنة 678 ) بقي مصعب في الكوفة عاما كاملا\r\nمعزولا عن البصرة وتولى أمر البصرة خلال ذلك شخص آخر هو ابن أخيه حمزة\r\nابن عبد الله بن الزبير ( الطبري 2 / 752 س 13 - س 14 ) وأعيد إلى ولاية\r\n\r\n","description":"","footnote":" ( 1 ) كان القباع - فيما يقول الطبري ( 2 / 764 س 18 ) - عاملا لمصعب بن الزبير على\r\nالبصرة وكان عاملا له على الكوفة ويحق للمرء أن يتساءل عن صحة هذا الخبر .\r\n( 2 ) على الرغم من أن هذه الحكاية أجمل من أن تكون صحيحة لكنها مع ذلك ليست\r\nغير ممكنة . فإنه حين كان يتوقف القتال بالسلاح كان الفريقان يتابعان عراكهم بحد اللسان\r\nكما يتبين ذلك مما ورد في ( الأغاني ) ( 6 / 6 7 / 39 ) كذلك يروي ( الأغاني ) أنه حدث\r\nنقاش عنيف في معسكر المهلب حول أيهما أشعر : جرير أم الفرزدق ؟ حتى احتكموا إلى أحد\r\nالخوارج وهو عبيدة ابن هلال ففصل جريرا . ","page_name":" 69 ","page_number":69},
  {"content":"\r\nالبصرة في رمضان سنة 68 ه‍ أو قبل ذلك أو بعده بقليل فلا يمكن تحديد هجوم\r\nالأزارقة على نواحي الكوفة إلا حوالي نهاية سنة 68 ه‍ . ولا يمكن أن يكونوا قد\r\nجاءوا إلى أصفهان قبل سنة 69 ه‍ . وبقوا في نواحي أصفهان وقتا طويلا\r\nوحاصروا مدينة أصفهان عدة أشهر ( سبعة أشهر بحسب ( الكامل ) ص / 649 ) .\r\nوتبعا لهذا لا يكون قطري بن الفجاءة قد تولى إمارة الخوارج قبل نهاية سنة 69 ه‍\r\nولعله بعد ذلك . ونستطيع أن نفترض أنه أقام يستريح ويستعد بكرمان طوال السنة\r\nالتالية ليعيد تنظيم جنوده وحوالي بداية سنة 71 ظهر من جديد في الأهواز .\r\nوجرت استعدادات المهلب ومناوشاته التي استمرت ثمانية أشهر بسولاف خلال\r\nسنة 71 ه‍ وبداية السنة التالية والطبري - بغير تفكير وتدبر كما هي عادته دائما\r\nيحشد كل هذه الحوادث في سنة 68 ثم يقفز منها إلى سنة 72 لاتمام رواية\r\nالحوادث . والخانات الخاصة بسنتي 69 و 70 بقيت لديه خاوية عموما . وهذا يدل\r\nعلى صعوبة تاريخ هذه الفترة التي وقعت فيها الحروب بين عبد الملك ومصعب\r\nوليس فقط فيما يتعلق بهذه النقطة بل على وجه العموم .\r\nوالروايات المناظرة الواردة في ( الكتاب المجهول المؤلف ) وفي ( الكامل )\r\nتتضمن كالعادة تفاصيل أكثر مما أورده أبو مخنف وتختلف عنه في ثلاث خصوصيات .\r\n( أولا ) لما هدد الزبير بن الماحوز البصرة ثم انقلب إلى المدائن توجه للقائه أولا\r\nحمزة بن عبد الله ابن الزبير الذي كان واليا على البصرة آنذاك ثم مصعب مرة\r\nأخرى بعد أن أعيد إلى منصبه واليا على البصرة وترك الكوفة . ولانتظار تغيير الوالي\r\nسيكون ابن الزبير قد بقي وقتل طويلا في مركز خطر جدا يهدده عمر بن عبيد الله بن\r\nمعمر بن الخلف .\r\n( ثانيا ) بعث المهلب من الموصل إلى البصرة لما خرج الزبير بن الماحوز من كرمان\r\nإلى الأهواز لا بعد ذلك حينما خرج قطري من كرمان إلى الأهواز ولكنه لم\r\nيبدأ العمل إلا في سنة 71 ه‍ . وفضلا عن ذلك فإن من خلفه على الموصل - وهو\r\nابن الأشتر - كان لا يزال في الكوفة في نهاية سنة 68 ه‍ .\r\n( ثالثا ) كان ميدان القتال سنة 72 ه‍ لا في سولاف بل على الجانب الآخر من\r\nنهر دجيل في أماكن متعددة من نواحي رامهرمز ويمكن أن يكون الامر قد اختلط\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\nهنا على أبي مخنف وهو أمر من السهل أن يقع فيه لأنه يجهل القتال الذي قام به\r\nالمهلب في سولاف سنة 66 ه‍ .\r\nولم يكن من شأن دخول العراق في طاعة عبد الملك بن مروان إصلاح الموقف من\r\nناحية تأثير الخوارج في تكييف هذا الموقف . لقد ولي عبد الملك ولاة أمويين نحووا\r\nالمهلب ليظهروا هم . فولى على البصرة خالد بن عبد الله بن خالد بن أسيد الذي\r\nتولى بنفسه القتال ضد الأزارقة وكانت النتيجة أن وضع جيشه عند نهر تيري في\r\nوضع خطر جدا لم ينقذه منه إلا يقظة المهلب . وبعد ذلك عاد الخوارج إلى كرمان\r\nورجع خالد إلى البصرة بعد أن ترك قيادة الجيش لأخيه عبد العزيز الذي تولى إمارة\r\nفارس مكان عمر بن عبيد الله بن معمر مضى عبد العزيز لقتال الخوارج فهزموه\r\nشر هزيمة في درايجرد وخلص بنفسه لكنه فقد معظم جيشه وأخذت امرأته ( ( ابنه\r\nالمنذر بن الجارود فقيمت فيمن يزيد على مائة ألف وكانت جميلة فغار رجل\r\nمن قومها كان من رؤوس الخوارج يقال له : أبو الحديد الشني فقال : تنحوا\r\nهكذا ! ما أرى هذه المشركة إلا قد فتنتكم فضرب عنقها ( الطبري 2 / 823 ) فكان\r\nمن حسن حظها أن قتلوها وفي نفس الوقت هزم أمية أخو خالد في\r\nالبحرين هزمه أبو فديك الذي كان ربما يعمل وهو متفاهم مع قطري بن الفجاءة\r\nوتعقب الأزارقة الظافرون أهل البصرة الفارين حتى بلغوا قنطرة أربك واستولوا\r\nعلى الأهواز كلها وتقدموا حتى بلغوا فرات ميسان في مواجهة البصرة\r\n( ( الكامل ) ص / 663 س 9 ) . فعاد الموقف ( في سنتي 73 74 ه‍ ) إلى مثل ما\r\nكان عليه من قبل في سنة 65 بعد يوم دولاب . وكان المهلب في حفنة من الرجال .\r\nفلم يستطع الثبات بل لحق بالفارين من أهل البصرة وهو يكتم سروره بالكارثة\r\nالتي حلت بأمراء بني أمية الغلاظ المتكبرين ولكنه عرف أن ساعته هو الآخر قد\r\nأزفت الآن .\r\nتلك هي الاحداث كما يرويها ( الكامل ) في ( ص / 654 وما يليها ) . أما رواية\r\nأبي مخنف في الطبري ( 2 281 وما يليها ) فتجري على نسق عكسي إذ يذكر\r\nأولا حملة عبد العزيز البائسة ثم حملة خالد الموفقة وإن كانت لها ذيول أليمة\r\nدون النتيجة وهي أن الأزارقة قد استولوا على الأهواز وتقدموا حتى بلغوا الشاطئ\r\nالمواجه للبصرة من نهر دجلة . ولكن هذه المسألة الأخيرة يشهد على صحتها أبيات\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\nلشاعر معاصر هو كعب الأشقري ( والأشقر بطن من الأزد ) يذكر فيها يوم رام\r\nهرمز وأيام سابور وأيام جيرفت أوردها الطبري ( 2 / 1010 وما يليها ) : كان أهل\r\nالبصرة في خطر شديد لم يجرؤوا على عبور القنطرة إلى أن تولى المهلب القيادة\r\nفطارد الأزارقة حتى رام هرمز . وهذا يدل على أن رواية ( الكامل ) هاهنا أفضل من\r\nرواية أبي مخنف .\r\nوبعد هذا تتفق رواية أبي مخنف ( الطبري 2 / 855 وما يليها ص / 873 وما\r\nيليها ص / 1003 وما يليها ) مع رواية ( الكامل ) ( ص / 661 وما يليها ) بحيث\r\nيجب على المرء أن يؤلف بينهما ويكمل الواحدة بالأخرى . عزل عبد الملك خالدا\r\nابن أسيد وولى بشر بن مروان وهو بالكوفة فاجتمع له المصران . فولى المهلب حرب\r\nالأزارقة وجعله مستقلا عن الوالي وأعطاه الحق في جمع جنود من البصرة . كذلك\r\nزوده بشر بجيش من الكوفة عقد لواؤه لعبد الرحمن بن مخنف ( 1 ) ولكنه أمر عبد\r\nالرحمن بن مخنف بأن يخالف أوامر المهلب وأن يفسد عليه رأيه وذلك لان بشرا\r\nكان يبغض المهلب لأنه معين من قبل الخليفة مباشرة ولا يخضع له : ولحسن الحظ لم\r\nيتبع عبد الرحمن بن مخنف ما أسر إليه به بشر بل فعل ما أملاه عليه واجبه .\r\nفانكشف الأزارقة عن الفرات فاتبعهم المهلب فرحلوا عبر دجيل إلى أن بلغوا\r\nالجبال واستولى أهل البصرة والكوفة على موضع حصين عند رام هرمز . وبعد إن\r\nأقاموا بها عشرة إيام جاءه نبأ وفاة بشر في البصرة . فترك معظم الكوفيين وكثير من\r\nالبصريين هذا المكان وعادوا أدراجهم ولم يقدر قادتهم على وقفهم حتى لم يبق\r\nمعهم غير عدد قليل . وهذه النتيجة تلقي ضوءا على النظام العسكري في الجيش\r\nالعراقي ومن العجيب أن العدو ( أي الأزارقة ) لم يستغل فيما يبدو هذا\r\nالموقف على أن المهلب كان لا يزال قويا للدفاع ضد هجومهم لو قاموا به فإن\r\nالأزد قومه وقوم جيشه بقوا إلى جانبه .\r\nوتبين فيما بعد أن موت بشر كان كسبا عظيما للمهلب . فقد ولى مكانه في أوائل\r\nسنة 75 الحجاج بن يوسف الثقفي وكان يثق ثقة عظيمة بالمهلب هو حقا جدير بها\r\nوكان أول ما فعله الوالي الجديد ( أي الحجاج ) هو أنه رد الفارين من أهل الكوفة\r\n\r\n","description":"","footnote":" ( 1 ) أحد أقرباء أبي مخنف الراوية . ","page_name":" 72 ","page_number":72},
  {"content":"\r\nوالبصرة إلى رام هرمز وجاء بنفسه إلى الميدان وقضى في هذه المناسبة على تمرد يني\r\nعبد القيس البصريين وذلك في أوائل شعبان سنة 75 ه‍ . وفي نهاية شعبان سنة\r\n75 ه‍ ( ديسمبر سنة 694 م ) استطاع المهلب أن يبدأ الهجوم . ففر الأزارقة أمامه\r\nعائدين إلى فارس فتتبعهم إلى أرجان ثم السردان حتى كازرون في نواحي سابور .\r\nفخندق على نفسه هناك مع أهل البصرة كما كانت عادته دائما في حروبه . وكان\r\nأهل الكوفة أقل احتياطا فعوقبوا عن ذلك . وذلك أن الأزارقة هجموا هجمة ليلية\r\nنجح المهلب في ردها ولكنها أصابت مقتلا في أهل الكوفة حتى قتل سبعون من\r\nالقراء فيهم وكانوا من خير قرائهم وأقدامهم وكذلك قتل قائدهم ابن مخنف\r\n( الثلاثاء إلى الأربعاء 20 رمضان سنة 75 ه‍ 12 يناير سنة 695 م ) . فولى\r\nالحجاج في القتال عتاب بن ورقاء الرياحي كتب إليه - وهو والي أصفهان - يأمره\r\nبالمسير إلى المهلب وأن يضم إليه جند عبد الرحمن بن مخنف وذلك في سنة 67\r\nولكنه رده بعد ثمانية أشهر في مستهل سنة 77 ه‍ لأنه كان أنفع في العراق ( ضد\r\nشبيب ) ولأنه بدأ يختلف مع المهلب اختلافا خطيرا كان يهدد بإثارة خصومه قبلية بين\r\nبني تميم والأزد في الجيش .\r\nوبعد أن استمر في القتال في نواحي سابور واصطخر أكثر من عام انسحب\r\nالأزارقة من فارس وعادوا إلى كرمان التي كانت في قبضة أيديهم منذ زمن طويل .\r\nمضوا أولا إلى السيرجان فلما أجلوا من هناك تحصنوا في جيرفت . فتبعهم\r\nالمهلب وكان عليه أن يقضي بعد طردهم من فارس ثمانية عشر شهرا في\r\nقتالهم حتى يقهرهم تماما . وظن الحجاج أنه إنما تعمد أن يطيل الحرب مع الخوارج\r\nحتى يحتفظ لنفسه بالقيادة ويستغل ذلك . فضغط عليه الحجاج وذلك إنه رفع منه\r\nإدارة إقليم فارس وجباية خراجه بعد أن طرد منه الخوارج باستثناء جزء صغير منه\r\nتركه له يجبي خراجه للصرف منه على جيوشه . وأرسل إليه الرسل المرة تلو المرة\r\nلحثه على الاسراع في القتال ولكن المهلب لم يتأثر بهذا حتى لا يخطئ السبيل\r\nفقد كانت خطته في هذه الحالة تقوم على الانتظار والترقب لا على الاندفاع\r\nالمستمر وكان يبني حسابه على انتشار المرض أو الجوع أو قيام الخلاف في صفوف\r\nالعدو ( 1 ) . ودب الخلاف فعلا بين الخوارج . فقد صنع الأزارقة مع قطري صنيع\r\n\r\n","description":"","footnote":" ( 1 ) على أن المهلب لم يكن في الواقع - كما يبدو فيما بعد - متوقفا عن كل عمل فقد ورد في أبيات كعب الأشقري ( الطبري 2 / 1011 - 1014 ) ذكر عدد غير قليل من المعارك\r\nالمتفاوتة في الشهرة لا نعثر على ذكر لها في ( الكامل ) ولا لدي أبي مخنف لقد كان شغله\r\nالشاغل ألا يقتحم العدو نقطة تمكنه من النفوذ إلى البصرة . ","page_name":" 73 ","page_number":73},
  {"content":"\r\nالنجدات مع نجدة تماما . ذلك أنهم راحوا يتعقبونه ويأخذون عليه مخالفات شرعية\r\nوكانوا أشداء عليه حين كان يثبت أمامهم ويدافع عمن ولاهم ولا يشايعهم على\r\nرأيهم في أمور القتال وبالجملة تكالبوا عليه ولم يكونوا رهن إرادته . وكان أساس\r\nهذا كله تعارض عام . فالعرب في جيشه كانوا من أخلص أنصاره بينما كان الموالي\r\nيعارضونه ويبرزون في الطليعة واحدا منهم هو عبد ربه الصغير ( 1 ) . وكان هناك\r\nمنهم ثمانية آلاف وهم القراء وانضم إليهم بعض العرب بزعامة عمرو القنا\r\nونشبت الحرب بين فريقي الخوارج فتهايجوا وانحازوا كل قوم إلى صاحبهم\r\nواستمر القتال مدة شهر تقريبا وأثر المهلب أن يعتصم بالهدوء إ خشي أن يكون\r\nهجومه عليهم خير سبب في جمع كلمتهم من جديد . وأخرجت العجم العرب من\r\nالمدينة وأقام عبد ربه بها وخندق قطري على باب المدينة وجعل يناوشهم ثم\r\nارتحل بعد مدة إلى طبرستان . فلم يكن أمام المهلب إلا الموالي بقيادة عبد ربه\r\nفهزمهم وقضى عليهم قضاءا تاما . وبهذا أدى المهلب واجبه وعاد إلى البصرة\r\nفاستقبل باحتفال عظيم وكوفئ بولاية خراسان ( في سنة 78 ه‍ ) .\r\nوقد استمرت الحرب التي قام بها المهلب ضد الأزارقة في ولاية الحجاج ثلاث\r\nسنوات حسبما يقوله كعب الأشقري ( الطبري 2 / 1014 س 1 ) فبدأت من بعد\r\nمنتصف سنة 75 ه‍ وانتهت حوالي منتصف سنة 78 ه‍ وقد اختلط التسلسل في\r\nرواية أبي مخنف لأنه ورد في الطبري ( ص / 1003 ) أنه بعد صرف عتاب بن ورقاء\r\nعن عسكره - وقد حدث ذلك في مستهل سنة 77 ه‍ - بقي المهلب حوالي عاما في\r\nفارس وعاما ونصف العام في كرمان يقتل . وهذا يؤدي بنا إلى حوالي نهاية سنة\r\n79 ه‍ . كذلك يمكن أن نستخلص مما أورده ( الكامل ) ( ص / 676 س 18 677\r\nس 75 وما يليه ) أن عتابا لم يدعه الحجاج بالمسير إليه إلا بعد انتهاء الحملة في\r\nفارس وهذا وحده الشئ المقبول المتفق مع حقيقة الامر . إذ بهذا تتسق الاخبار\r\n\r\n","description":"","footnote":" ( 1 ) ( المترجم : يلاحظ أن اسمه في الطبري 2 / 1003 س 3 ) هو : عبد رب الكبير\r\nوقارن أيضا الطبري 2 / 1018 س 2 ) . ","page_name":" 74 ","page_number":74},
  {"content":"\r\nكلها هكذا : بعد منتصف سنة 75 بدأت الحرب في الأهواز واستمرت حتى بداية\r\nسنة 77 فاستمر القتال في فارس أكثر من سنة وعند منتصف سنة 78 انتهى\r\nالقتال في كرمان بعد أن استمر حوالي سنة ونصف سنة .\r\nوأبو مخنف ( في الطبري 2 / 1018 وما يليها ) هو وحده الذي يورد رواية\r\nمحكمة عن الأزارقة العرب الذين ارتحلوا بقيادة قطري عبيدة بن هلال من كرمان\r\nإلى طبرستان وجه إليهم سفيان بن الأبرد الكلبي في جيش عظيم من أهل الشام\r\nكان قد قضى على شبيب عند نهر دجيل حوالي نهاية سنة 77 وساعده إسحاق بن\r\nمحمد بن الأشعث بجيش لأهل الكوفة بطبرستان وكذلك ساعده جعفر بن عبد\r\nالرحمن بن مخنف بجيش من الري وساروا ( في طلب قطري بن الفجاءة حتى\r\nلحقوه في شعب من شعاب طبرستان فقاتلوه فتفرق عنه أصحابه ووقع عن دابته في\r\nأسفل الشعب فقد هوى حتى خر إلى أسفله ( الطبري 2 / 1018 ) فرآه هناك علج\r\nمن أهل البلد وحدر عليه حجرا عظيما من فوقه دهدأه عليه فأصاب إحدى وركيه\r\nفأوهنته وصاح بنفر من أهل الكوفة فابتدروا قطريا فقتلوه وأخذه أبو الجهم بن كنانة\r\nالكلبي فحز رأسه وقدم به على الحجاج ثم أتى به عبد الملك بن مروان فألحق في\r\nالفئ وفرض لأبنائه في الديوان وكان أبو الجهم يطلب الثأر لأبيه عند قطري .\r\nوبعد ذلك اتجه سفيان بن أبرد الكلبي إلى عبيدة بن هلال - وكان قد تحصن في قصر\r\nبقومس فحاصره فقاتله أياما ثم دعاه إلى التسليم فرفض عبيدة وقال قصيدة في\r\nذلك فيها حزن وفيها عزم وقد حفظت لنا هذه القصيدة ( أوردها الطبري\r\n2 / 1021 ) . فتفشى الجوع في الذين حوصروا بالقصر حتى أكلوا دوابهم ثم إنهم\r\nخرجوا للقاء سفيان فقاتلوه فقتلهم وبعث برؤوسهم إلى الحجاج . ولقوا مصيرهم\r\nهذا تقريبا في نفس الوقت الذي لقى فيه إخوانهم السابقون مصيرهم في جيرفت\r\nوذلك سنة 78 ه‍ . وبهذا استؤصل الأزارقة من وجه الأرض . ولم يستمروا بعد\r\nذلك على هيئة فرقة دينية لأنهم كانوا رجال عمل لا رجال نظر . لكن بقيت\r\nذكراهم في الروايات المنقولة والاشعار حتى ظلوا يذكرون عدة سنوات في الشرق\r\nالاسلامي . وليس من اللائق أن يكتفي ببضع كلمات في الحديث عنهم في كتب\r\nالتأريخ الحديثة . وكان لخلافاتهم الداخلية فيما بينهم أثر في القضاء عليهم لا يقل\r\nعن أثر براعة المهلب في حربهم وقد استطاع بفضل انتصاره عليهم أن ينال شهرة\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\nعالية . والعرب والموالي لم يحتمل أحدهما الآخر وظهر أن مفعول الطبيعة أقوى\r\nمن مفعول المبدأ .\r\n6 - خوارج الموصل ومواصلة النضال . . .\r\nوفي نفس الوقت الذي كانت فيه الأزارقة تهدد البصرة كان فريق آخر من\r\nالخوارج قدموا من نواحي الموصل يهددون الكوفة وترجع أصول هؤلاء إلى رجل\r\nناسك مخبت مصفر الجه صاحب عبادة اسمه صاح بن مسرح وكان زعيما\r\nللخوارج في تلك النواحي ( : دارا وأرض الموصل والجزيرة ) وهؤلاء كانوا على\r\nاتصال بالكوفة ومن هناك انتشروا ( الطبري 2 / 881 977 ) وكان تميميا\r\nولكن غالبية العرب الذين كانوا يسكنون هناك على جانبي الدجلة كانوا من بني\r\nربيعة وعلى الأخص من بني شيبان بن بكر الذين نزحوا من مواطنهم الأولى\r\nعلى الجانب الأيمن من نهر الفرات إلى صحاري الكوفة ( 1 ) . كان أتباعه من بين\r\nهؤلاء وكان يقرئهم القرآن ويعظهم داعيا إلى الحمية لله والثأر للناس من مظالم\r\nالحكام ومكافحة أئمة الباطل ومن والاهم من الفاسقين ( 2 ) .\r\nولكنه لم يتعجل العمل بل ظل يدعو ويجتذب الأنصار إليه طوال عشرين\r\nعاما . وإنما حمل حملا على تقديم جماعته للقتال ( 3 ) . بث رسله في أصحابه\r\nوواعدهم الخروج في هلال صفر ليلة الأربعاء سنة 76 ه‍ ( يوم الجمعة 21 مايو\r\nسنة 695 م ) واجتمع إليه من أصحابه جماعة تتراوح بين 115 و 120 رجلا كان\r\nعليهم أن يبدأوا بالهجوم على دواب الحاكم في رستاق دارا حتى تكون لهم خيول\r\nبغيرها وهم قلة لن يستطيعوا عمل شئ . ( وأقاموا بأرض دارا ثلاث عشرة ليلة\r\nوتحصن منهم أهل دارا وأهل نصيبين وأهل سنجار . ثم إن صالحا ومن معه فاجأوا\r\n\r\n","description":"","footnote":" ( 1 ) كانت أم شبيب الشيباني من نواحي الموصل عند منحدر جبل ساتيدما . ولا شك أن\r\nأباه كان يعيش هناك ولكن أسرته كانت قد نزحت إلى هناك من ماء يدعى اللصف ( الطبري\r\nص / 978 ) مارة بالكوفة وماء اللصف هذا يقع في صحراء الكوفة ( الحماسة ( 15 ) ولكن\r\nبعض بني أبيه بقي في اللصف وكان يزورهم هناك والد شبيب ( الطبري ) ( ص / 915\r\n978 ) . ولعل تفرق بني شيبان لم يكن باختيارهم بل بسبب من معاوية .\r\n( 2 ) وجدت مجموعة من هذه المواعظ أورد الطبري نموذجا منها ( ص / 881 وما يليها ) .\r\n( 3 ) من قبله خرج فضالة بن يسار وقتل ( الطبري 2 / 893 وما يليها ) . ","page_name":" 76 ","page_number":76},
  {"content":"\r\nجيشا مؤلفا من ألف قيسي بعث به محمد ابن مروان ( وهو يومئذ والي الجزيرة ) في\r\nسوق دوغان وهم قائمون يصلون الضحى فلم يشعروا إلا والخيل طالعة عليهم\r\nفتفرقوا وهزموا ( 1 ) . ثم التقى الفريقان مرة أخرى في آمد على الشاطئ الأيسر من\r\nالدجلة فكان قتال مرير لم يصبر له جيش صالح فأخلوا أرض الجزيرة ودخلوا\r\nنواحي الكوفة .\r\nهنالك أصبح أمرهم مع الحجاج الذي أرسل إليهم جيشا من الكوفة يبلغ ثلاثة\r\nآلاف مقاتل . والتقى الجمعان في قرية يقال لها المدبح من أرض الموصل على تخوم\r\nما بينها وبين أرض جوخي وذلك في يوم الثلاثاء السابع عشر من جمادي الأولى\r\nسنة 76 ه‍ ( الخميس 3 سبتمبر سنة 695 م ) وانتهت في غير صالح الخوارج\r\nوأصيب صالح بن مسرح وقتل فمجد الخوارج ذكراه تمجيدا عظيما وحزنوا عليه\r\nحزنا بالغا . ولكن موته لم يكن خسارة فعلية لهم إذ بايعوا بعد قتله شبيب بن\r\nيزيد بن نعيم هو رجل كفاح حقيقي ومن أسرة عريقة وهي مرة بن همام من ذهل\r\nابن شيبان . فتولى شبيب القيادة على البقية الباقية من رجال صالح وكانت تبلغ\r\nسبعين أو تسعين رجلا وزحف بهم في نواح الموصل على تخومها ( 2 ) حيث كان\r\nبمأمن من أهل الكوفة . ولم يكف هناك عن القتال بل شفى للخوارج من قبيلتي\r\nشيبان وعنزة . ومضى شبيب إلى أمه فحملها من السفح فأقبل بها ثم مضى إلى\r\nالمدائن - وهي من نواحي الكوفة - ومعه 160 رجلا وتقع بين الدجلة والجبل\r\nأعني في أرض جوخي ( 3 ) عند النهروان وهي الأرض العتيقة للخوارج التي\r\nقدستها عظام شهداء الخوارج الأقدمين . وكان في تلك النواحي عدد كبير من أديرة\r\nالنصارى كانت معسكرات ونقط ارتكاز ملائمة للمحاربين ولكن لم يكن لشبيب\r\n\r\n","description":"","footnote":" ( 1 ) كان القيسييون يسكنون جنوب العراق وكان الوالي يقيم بينهم في حران ( الطبري\r\nص / 887 س 9 س 15 ص / 889 س 2 ص / 1377 س 3 س 5 ) .\r\n( 2 ) اسم هذه النواحي أرض الجبال ( الطبري 2 / 893 س 7 ص / 894 س 16\r\nص / 895 س 5 ) . ويبدو أن جبل ساتيدما يوجد هناك . راجع ( مقتطفات هوقمن برقم\r\n1488 . وأخبار أبي مخنف عن شبيب تتضمن كثيرا من المعلومات الجغرافية ) .\r\n( 3 ) كان يتبع المدائن أيضا الأنبار ( الطبري 2 / 980 س 11 ) والأستان ( الطبري 2 / 929\r\nس 12 ) . ","page_name":" 77 ","page_number":77},
  {"content":"\r\nمركز ثابت منه يخرج للقتال واليه يعود بل كان بغير مقامه باستمرار . ثم\r\nتهيأت له الفرصة للانتقام من هزيمة المدبح إذ هزم جيش الحكومة مرتين الأولى في\r\nخانقين والثانية في النهروان . وجاء شبيب حتى انتهى إلى بيوت المدائن ثم ارتفع\r\nبأصحابه عنها ثم خرج يسير في أرض جوخي ومضى نحو تكريت وخاف جند\r\nالكوفة في المدائن من مقدم شبيب فارتحل عامة الجند هاربين ولحقوا بالكوفة .\r\nعند ذلك بعث الحجاج جيشا قويا قوامه أربعة آلاف رجل من الكوفة إلى المدائن\r\nبقيادة الجزل بن سعيد . وراح هذا يحاكي خطط المهلب من المطاولة وشدة الحيطة في\r\nمطاردة العدو في أرض جوخي ولم يهاجم الخوارج بل كان في الليل يخندق\r\nويتحصن . واستمرت الحال على هذا النحو شهرين حتى نفد صبر الحجاج فعزل\r\nالجزل وولى مكانه سعيد بن المجالد الهمداني وأمره أن يلقى الخوارج وإذا لقيهم\r\nيزحف عليهم ولا يناظرهم ولا يطاولهم بل يوافقهم ويطلبهم طلب السبع ويحيد\r\nعنهم حيدان الضبع . وكان شبيب قد أخذ إلى براز الروز فنزل قطيطيا ( 1 ) ودخلها\r\nوأمر دهقانها ( حاكم البلد ) أن يصلح هم غداءا ففعل وأغلق الباب . فلم يفرغ\r\nمن الغداء حتى أتاه سعيد في ذلك المعسكر . وكان الدهقان قد صعد السور فنظر\r\nإلى جند سعيد بن المجالد مقبلين قد دنوا من حصنه فنزل وقد تغير لونه فقال له\r\nشبيب : ما لي أراك متغير اللون ؟ فقال له الدهقان : قد جاءتك الجنود من كل\r\nناحية ! ثم فرغ شبيب من طعامه هادئا وركب بغله وحمل عليهم - وسعيد على باب\r\nالمدينة - فقال : لا حكم إلا للحكم الحكيم ! وكان سعيد على رأس فرسانه أمامه\r\nيجمع قومه وخيله ثم يدلفها في إثره . فلما رآهم شبيب قد تقطعوا وانتشروا لف\r\nخيله كلها ثم جمعها ثم قال : استعرضوهم استعراضا وانظروا إلى أميرهم فوالله\r\nلأقتلنه أو يقتلني وحمل عليهم مستعرضا لهم فهزمهم . وثبت سعيد بن المجالد ثم\r\nنادى أصحابه وأخذ قلنسوته فوضعها على قربوس سرجه وحمل عليه شبيب فعممه\r\nبالسيف فخالط دماغه فخر ميتا . وهكذا انهزم جيش الحجاج وقتل قائده سعيد\r\nابن مجالد . فتولى الجزل قيادة البقية التي ثبتت فقاتل قتالا شديدا حتى حمل من\r\n\r\n","description":"","footnote":" ( 1 ) لا تبعد كثيرا عن النهروان ( الطبري 2 / 908 س 2 ص / 909 س 2 ) . والنهروان\r\nهي في الواقع قناة متشعبة واسم المكان المحيط بها . ","page_name":" 78 ","page_number":78},
  {"content":"\r\nبين القتلى إلى المدائن مثخنا بجراحه وبعث إليه الحجاج بطبيبه الخاص لعلاجه من\r\nجراحاته ( 1 ) .\r\nوأقبل شبيب ظافرا يتابع الزحف حتى قطع دجلة عند الكرخ وبعث إلى سوق\r\nبغداد فآمنهم ثم أخذ بأصحابه نحو الكوفة ومزق جيشا أعترض طريقه وعبر\r\nالفرات إلى خفان واللصف في البادية وراح يقتل في بدو من ذوي قرابته كانوا\r\nيستوطنون هناك حتى استغاثوا بأنه يريد القضاء على القبيلة كلها . ومضى إلى مكان\r\nبعيد . فظن الحجاج أن الجو قد خلا فخرج إلى البصرة . وهناك تلقى الحجاج\r\nنبأ عودة شبيب للقتال . فعاد مسرعا وفي مساء اليوم الذي عاد فيه إلى الكوفة\r\nظهر شبيب أمام الكوفة ومعه مائتا فارس . وفي الليل دخل شبيب وأصحابه الكوفة\r\nحتى انتهى إلى السوق ثم شد حتى ضرب باب القصر بعموده ضربة أثرت أثرا\r\nعظيما كان لا يزال يرى بعد ذلك بمدة طويلة ( 2 ) . وفي الصباح لم يكن لهم أثر\r\nهناك . فبعث الحجاج في إثره زائدة بن قدامة الثقفي في جيش كبير فلم يعثر له\r\nعلى أثر أينما بحث عنه . ذلك أن شبيبا قد سار في طريق منحن ثم ظهر فجأة\r\nفي القادسية من الناحية الأخرى من الكوفة . ولم يقو على الوقوف في وجه جماعة\r\nمن الفرسان أرسلوا إليه على عجل وصارت الكوفة مفتوحة أمامه . ولكنه فضل\r\nأن يهاجم زائدة بن قدامة الذي كان يعسكر عند ردبار على بعد 24 فرسخا . ونجح\r\nهذا الهجوم المفاجئ وقتل زائدة بن قدامة وأبيد شطر من جنوده ورغم ذلك\r\nرفض شبيب أن يدخل الكوفة على الرغم من حث أنصاره له على ذلك . ومضى\r\nفي طريقه مارا بنفر والصراة وبغداد حتى بلغ خانيجار فأقام بها .\r\n\r\n","description":"","footnote":" ( 1 ) يورد الطبري رواية مغايرة لهذه في ( ص / 911 س 18 - ص / 915 س 1 وفي\r\nص / 915 س 1 ) يستأنف تسلسل الرواية الذي انقطع من ( ص / 911 س 18 ) .\r\n( 2 ) إن الخبر الذي يقول إن شبيبا بدخوله الكوفة قد هيأ لزوجه غزالة أن تحقق نذرها أن\r\nتصلي ركعتين بمسجد الكوفة - لا يرد في كلام أبي مخنف ( وكل ما يقوله هو أن شبيبا دخل\r\nمساجد الكوفة ليقتل من كان لا يزال يصلي بالليل فيها ممن عثر عليه ) - بل نجده في المسعودي\r\n( 5 / 321 ) ( والأغاني ) ( 16 / 155 ) ويشهد عليه بيت شعر ( المسعودي 5 / 441 ) تسمى فيه\r\nغزالة :\r\nوفت الغزالة نذرها * يا رب لا تغفر لها ","page_name":" 79 ","page_number":79},
  {"content":"\r\nولم يقتصر نصر شبيب على إصابة الحجاج بالعار والخزي بل أصابه أيضا في\r\nالخراج الذي يجبيه من هذه النواحي فقد ضاع عليه خراج مناطق واسعة ونهبت\r\nدور المال . فبعث مرة أخرى جيشا قويا من أهل الكوفة بقيادة عبد الرحمن بن\r\nمجمد بن الأشعث المشهور . وخرج عبد الرحمن بن الأشعث الكندي في الناس\r\nحتى مر بالمدائن وأتى الجزل - سلفه ومن بين قومه - فسأله عن جراحته وأوصاه\r\nالجزل بخطة في القتال وعاها عبد الرحمن وخرج بالناس نحو شبيب . فلما دنا منه\r\nارتفع عنه شبيب إلى دقوقاء وشهرزور واستمر في طلبه حتى ترك شبيب نواحي\r\nالمدائن وأذن له الحجاج بالسلوك في إثره أين سلك حتى يدركه فيقتله أو ينفيه .\r\nفسار عبد الرحمن في إثر شبيب حتى وصل نهر حولايا على تخوم الموصل الفاصلة\r\nبين نواحي الموصل وسواد الكوفة وقد كانت خطة شبيب أن يرهق جيش عبد\r\nالرحمن بحمله على السير في إثره في طريق ملتوية في أرض جبلية وعرة ولم\r\nيجد شبيب فرصة لمفاجأته . ولكن الحجاج لم يطق صبرا على هذه الخطة المراوغة\r\nالمطاولة فعزل عبد الرحمن وأمر مكانه عثمان بن قطن الحارثي ( 1 ) . إذ الأول\r\nشديد الحذر والثاني مغامر . أراد عثمان أن يمسك بالثور من قرنيه فكان الاخفاق\r\nجزاءه . ففي يوم الخميس العاشر من ذي الحجة سنة 76 ه‍ ( الثلاثاء العشرين من\r\nمارس سنة 696 م ) نشب القتال بينه وبين شبيب كانت الدائرة على عثمان فهزم\r\nوقتل . وعاد عبد الرحمن بن الأشعث بالفلول المنهزمة إلى دير أبي مريم ومن ثم\r\nإلى الكوفة .\r\nوقام شبيب في شتاء سنة 76 ه‍ ( 695 / 696 م ) ببعض الغارات . ولكي يستجم\r\nهو وأصحابه أتى في مستهل سنة 77 ه‍ ( إبريل سنة 696 م ) إلى جبال ماء بهراذان ( 2 )\r\nفصيف بها ثلاثة أشهر وهناك انضم إليه ناس كثيرون بعضهم ممن كان الحجاج يطلبهم\r\nبمال أو تباعات ( تارات ) . فلما انتهى الحر خرج من ماه بهراذان وأقبل نحو\r\nالمدائن وكان عليها من قبل الحجاج مطرف بن المغيرة بن شعبة ولم يكن\r\n\r\n","description":"","footnote":" ( 1 ) ابن حسين ( الطبري 2 / 982 س 2 ) أي حصين ذو الغصة المشهور وقد كان قواد أهل\r\nالكوفة غالبا من أعاظم الرجال .\r\n( 2 ) الطبري ( 1 / 941 ) . ولا أعرف أين هذا الموضع . على أن الطبري أورد رواية مخالفة\r\nلذلك ( 2 / 982 ) فقال : إن شبيبا توجه من ساتيدما قاصدا المدائن . ","page_name":" 80 ","page_number":80},
  {"content":"\r\nيشبه أباه وكانت لديه ميول شديدة نحو الخوارج ولكنه لم يشأ أن يكون تابعا\r\nلشبيب كما لم يشأ أن يقاتله فأخلى المدائن وخرج نحو الجبال حيث لقي\r\nنهايته وباستيلاء شبيب على المدائن احتل مركزا منيعا جدا ولكن يبدو أنه لم\r\nيستفد منه كثيرا .\r\nواستغل الحجاج الوقت الذي تركه العدو فيه في راحة - فألف جيشا أكبر بعشر\r\nمرات من أي جيش سابق بعث به انخرط فيه كل من له عطاء في ديوان الكوفة :\r\nشبابا وشيبا كان من بينهم من شهدوا معركة القادسية قبل ذلك بستين سنة . كذلك\r\nانضمت إليه الفصائل المختلفة خصوصا تلك التي كانت تساعد أهل البصرة ضد\r\nالأزارقة وأصبح قائدهم عتاب بن ورقاء هو القائد الاعلى لهذا الجيش الكبير .\r\nوتحرك هذا الجيش بعد استيلاء الخوارج على المدائن أعني بعد فصل الصيف من\r\nسنة 77 ه‍ ( 696 م ) فأتى سوق حكمة بالصراة ( 1 ) في الجنوب الغربي من\r\nالدجلة غير بعيد من بغداد ففاجأ هذا الجيش شبيب ومعه ستمائة رجل . وكان\r\nأمره مع هذا الجيش سهلا لان هذا الجيش كان أشبه بالقطعان منه بالجيش المنظم\r\nولم يكن أعظم أخطائهم أنهم لم يعودوا يحسنون الأناشيد الحربية القديمة ولم يكن\r\nفيهم خطباء يشعلون حماستهم . وتركوا أمر القتال لرؤسائهم وأبرز المحاربين فلما\r\nسقط هؤلاء قتلى ومن بينهم عتاب بن ورقاء نفسه ولوا هاربين .\r\nفكان في وسع شبيب بعد ذلك لا أن يثير الرعب في الكوفة فحسب بل وأن\r\nيهاجمها هجوما جديا فبعد أن هزم جيشا صغيرا اعترض طريقه قطع الجسر\r\nوعسكر دونه إلى الكوفة وأقام في عسكره مدة غير قصيرة إذ بنى مسجدا هناك ( 2 ) .\r\nولو أن الحجاج اكتفى بجنوده من أهل الكوفة لكانت النتيجة كارثة عليه كذلك\r\nالعبيد والموالي الذين سلحهم لم يكن في استطاعتهم إنقاذه رغم شجاعتهم\r\nوإخلاصهم له . بل كان عليه أن يطالب بجنوده من الشام يرسلهم إليه الخليفة وقد\r\n\r\n","description":"","footnote":" ( 1 ) الصراة - كالنهروان - اسم قناة واسم مكان على القناة .\r\n( 2 ) أو بناء لتحقيق نذر زوجه غزالة ؟ لقد بقي المسجد مدة طويلة يحمل اسمه . وقد أمر\r\nبنبش القبر الذي دفن فيه رأس زوجه - وكان قد أرسل إلى الحجاج بعد قتلها - ودفن شبيب\r\nرأسها هناك . ","page_name":" 81 ","page_number":81},
  {"content":"\r\nوصلوا فعلا في الوقت المناسب وعددهم أربعة آلاف بقيادة سفيان بن الأبرد\r\nالكلبي . وخرج أهل الشام في السبخة أمام الكوفة للقاء الخوارج واحتدم القتال\r\nبين الفريقين والحجاج يشهده وهو جالس على كرسي في مكان مرتفع . فدفعوا\r\nالخوارج خطوة إثر خطوة وحمل خالد بن عتاب وهو ابن عتاب بن ورقاء الذي\r\nقتل من قبل - على الخوارج فخرج بعصابة من أهل الكوفة ( 1 ) حتى دخل عسكرهم\r\nمن ورائهم فقتل غزالة امرأة شبيب قتلها فروة ابن الدفان الكلبي وحرق في\r\nعسكره وأتى ذلك الخبر الحجاج وشبيبا فأما الحجاج وأصحابه فكبروا تكبيرة\r\nواحدة وأما شبيب فوثب هو وكل راجل معه على خيولهم وفروا عابرين فوق جسر\r\nالفرات وتخلف شبيب في حامية الناس حتى كان آخر العائدين وجعل يخفق\r\nبرأسه غير مكترث وهو يفكر طويلا . ونبهه أصحابه إلى أن أهل الشام يتبعونه\r\nفالتفت غير مكترث ثم أكب يخفق رأسه فنبه إلى دنوهم مرة أخرى فالتفت غير\r\nمكترث ثم جعل يخفق برأسه . فبعث الحجاج إلى خيله أن دعوه في حرق الله وناره\r\n- فتركه أهل الشام ورجعوا . ويقال أن تكون المعركة قد وقعت قبل منتصف سنة\r\n77 ه‍ على أنه ليس لدينا تاريخ محدد .\r\nوخاض شبيب معركة أخرى في الأنبار ثم انسحب في بقية فرسانه - لان كثيرا\r\nمنهم كانوا قد تخلوا عنه وتركوه - إلى أرض جوخي ولكن المقام لم يستقر به\r\nطويلا هناك فقرر الذهاب إلى كرمان حيث كان الأزارقة لا يزالون أقوياء هناك\r\nوكان قد عبر دجيل عند الأهواز لما أن أقبل أهل الشام بقيادة سفيان بن الأبرد فعبر\r\nشبيب إلى سفيان ( 2 ) لمقاتلته . فاضطرب القتال بين أهل الشام وبين الخوارج\r\nواستطاع أهل الشام أن يصمدوا لاندفاع شبيب . فعاد شبيب إلى المكان الذي كان\r\nفيه بعد أن كر عليهم أكثر من ثلاثين كرة وزحف أهل الشام إلى شبيب وأصحابه\r\nزحفا فلما انتهى شبيب إلى الجسر نزل ونزل معه نحو من مائة رجل واشتد\r\n\r\n","description":"","footnote":" ( 1 ) الطبري ( 2 / 961 967 ) ومن هذا يتبين أن أهل الكوفة قد اشتركوا في القتال إلى\r\nجانب أهل الشام . وهذا يناقض ما ورد في الطبري ( 2 / 955 ) . وعمر بن شبة الذي يورد\r\nالطبري روايته المخالفة لرواية أبي مخنف ( الطبري 2 / 962 س 5 - 962 س 5 - 968 س\r\n17 ) لا يتحدث عامة من أهل الكوفة ولعله تعمد أن يغفل ذكر أهل الشام .\r\n( 2 ) في رواية أبي مخنف أنه كان قد وصل إلى كرمان وانجبر واستراح . ","page_name":" 82 ","page_number":82},
  {"content":"\r\nالقتال مرة أخرى ثم عاد شبيب وأصحابه وتخلف في آخرهم فأقبل على فرسه\r\nوكانت بين يديه فرس أنثى ماذيانة فنزل فرسه عليها وهو على الجسر فاضطربت\r\nالماذيانة ونزل حافر رجل فرس شبيب على حرف السفينة فسقط في الماء . ولم يستطع\r\n- لثقل سلاحه - أن يسبح وينجو فارتمس في الماء ثم ارتفع فقال : ( ذلك تقدير\r\nالعزيز العليم ! ) ولعل ذلك كان لا يزال سنة 77 ه‍ حوالي نهاية العام . وقد\r\nأثارت جثته عجب أهل الشام لأنه كان قويا محكم الأسر كأنه صخرة . وكانت أمه\r\nلا تزال في قيد الحياة وأمه كانت أسيرة رومية . وكان شبيب ينعي لامه فيقال :\r\nقتل - فلا تقبل فقيل لها إنه غرق فقبلت وقالت : إني حين ولدته رأيت أنه\r\nخرج مني شهاب نار فعلمت أنه لا يطفئه إلا الماء ( 1 ) . وكان هلاك شبيب في تيار\r\nنهر دجيل مناسبا لحاله فبقيت ذكراه حية في الأجيال التالية ( 2 ) .\r\nوهناك دلائل تشير إلى أن مصرع شبيب لم يكن فقط بسبب تفوق أعدائه بل\r\nوأيضا لمنازعات ومنافسات خائنة قامت بين أنصاره ففي رواية عمر بن شبة التي\r\nأوردها الطبري ( 2 / 967 ) ذكر أنه حدث في الساعات الحرجة في معركة السبخة\r\n( أما الكوفة ) أن تناول مصقلة بن مهلهل الضبي لجام شبيب وقال له : ما تقول في\r\nصالح بن مسرح وبما تشهد عليه ؟ فقال شبيب : أعلى هذه الحال وفي هذه الحزة\r\nوالحجاج ينظر ؟ ! وتبرأ شبيب من صالح فقال مصقلة : ( برئ الله منك ! )\r\nوفارقه هو وجماعة من أنصاره أربعين فارسا هم أشد أصحابه - وانحاز الآخرون\r\nإلى دار الرزق . فكان هذا الخلاف تيسيرا للحجاج أن ينال النصر على شبيب .\r\nوثمت رواية أخرى أضافها أبو مخنف نفسه إلى روايته الأصلية ( الطبري 2 / 975\r\nوما يليها ) تدل على أنه كان هناك خيانة في الحرب التي أدت إلى كارثة نهر دجيل :\r\nإن شبيبا لم يعبر الجسر سليما لان بعض أنصاره قطعوا الجبال ( 3 ) . وهذه الرواية\r\n\r\n","description":"","footnote":" ( 1 ) مستند هذا الحلم إلى اشتقاق ( فاسد ) لاسم ( شبيب ) من الفعل ( شب ) . وذكر\r\nاليعقوبي ( 3 / 328 ) أن اسم أمه : جهيزة .\r\n( 2 ) حتى أن ثيوفانس سمع به : ظهر شبيب في خراسان وكاد أن يجعله الحجاج يغرق في\r\nنهر ( كاد ) ! .\r\n( 3 ) في رواية اليعقوبي ( 2 / 328 ) : أن الذين قطعوا الحبال هم أهل الشام إذ كان من\r\nالضروري أن ينتصروا على أن رواية اليعقوبي لا تثبت أمام رواية أبي مخنف . ","page_name":" 83 ","page_number":83},
  {"content":"\r\nأقرب إلى التصديق من تلك الواية الأسطورية الأخرى التي تزعم أن الفرس نفر لأنه\r\nكانت أمامه فرس أنثى فوقع عليها وكان بين الجماعة التي يقودها نفر لم يكونوا له\r\nمخلصين تمام الاخلاص وهو أمر من السهل أن يوجد في قوم لا لواء لهم يعترفون به\r\nغير الله تعالى . أخذ هؤلاء عليه أنه كان يستثنى قومه من أن يطبق عليهم ما يأمره به\r\nدين الخوارج من قتل من كان على غير رأيهم . أقارب كانوا أو غير أقارب وكانوا\r\nمتحمسين في تطبيق هذا المبدأ . ولاموه كذلك على أنه كان يقبل الاعتراف بالتقية\r\n( أي من يقر - خوفا لا عن إيمان - بأنه يؤمن بمذهب الخوارج ) . وأنه كان يطلق\r\nسراح الاسرى بمجرد قولهم : ( لا حكم إلا لله ! ) أو يردد عليهم هذا القول : ( لا\r\nحكم إلا لله ! ) ليخلصهم ( الطبري 1 / 967 - 968 ) . أما أن رأفته كانت في\r\nالوقت نفسه مهارة جعلت كثيرا من أهل الكوفة يفضلون ألا يوغلوا في القتال - فهذا\r\nأمر لم يكن يعنيهم . وعلى الأخص أثار تفوق شخصيته الحقد والحسد في نفوس\r\nالبعض من أمثال مصقلة بن مهلهل الضبي الذي أراد أن يقضي على سلطان الحي\r\n( شبيب ) بواسطة سلطان الميت ( وهو صالح بن مسرح ) مؤسس الحزب .\r\nلقد برز شبيب على أصحابه بشدة أسره وقوة بدنه وشجاعته . ولم يكن مجرد\r\nمغامر مندفع دائما فإن ما يروى عنه من غارات جريئة كان يتحدى بها - مثله مثل\r\nشمشون - الولاة والطغاة ويثير في أنفسهم الفزع - نقول : إن هذه الغارات لا تلقي\r\nضوءا إلا على جانب من جوانب شخصيته . فقد كان إلى جانب ذلك كثير الحيطة\r\nوالفطنة واسع التدبير والحيلة لم يكن لديه غير جيش صغير جدا : نواته من\r\nقومه بني شيبان ولا نعلم أنه كان في جيشه أحد من الموالي وكان عليه أن يقتصد\r\nما استطاع في العدد القليل من الفرسان الذين كانوا معه . لهذا حرص على\r\nتزويدهم بخير السلاح والمؤونة وأن ينالوا حظهم من الراحة والاستجمام ووجد\r\nمن المال ما يكفيه في بيوت أموال الحكومة . وعوض عن قلة العدد بسرعة التحرك\r\nفي أرض كان يحسن اختيارها . فكان ينحرف عن العدو إذا أراد العدو الهجوم\r\nعليه ويهجم على العدو على غرة منه . وكان في الغالب على اطلاع على عمليات\r\nالعدو وتحركاته لأنه كان على تفاهم تام مع نصارى البلاد الذين رأوا فيه نصيرا\r\nضد المستبدين بهم وإذا كان هؤلاء النصارى لم يقفوا إلى جانبه علنا فقد قدموا\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\nله خدمات جليلة كلما استطاعوا إلى ذلك سبيلا ( 1 ) . وهكذا كان يتقن الإفادة من\r\nذرائع الحرب الصغيرة . ومع هذا كله لم يكن يطمع في الأموال بل كان فيه زهد\r\nوغرابة لم يكن يعبر عنهما بالألفاظ ولابد أن يكون قد أغضب الكثيرين حينما\r\nترك الذهب الوفير الذي حصل عليه من بيت المال في سامراء يسقط من خرج دابته\r\nفي النهر ! وفي أحرج ساعات الخطر كان يكشف عن عدم اكتراث عجيب . وبعد\r\nهزيمته الأولى كان مطرقا برأسه بعيد الخاطر عما حوله أكان يفكر في مقتل زوجه\r\nالتي كان لا يفصله عنها شئ روحيا وماديا ؟ لعل ذلك كان يشغل ذهنه أكثر من\r\nفقدانه المعركة . ولم يبع نفسه للقضية التي عمل من أجلها بيعا تاما فقد كانت\r\nنوازعه الانسانية أقوى من أن تدعه يفعل ذلك وهذا أمر لاشك أن المتعصبين من\r\nرجال حزبه قد أحسوا به . فما كان يستثير عطف الآخرين عليه ( ومنهم أيضا أبو\r\nمخنف ) كان يثير في أولئك المتعصبين الكراهية . وإنه لمن المؤلم حقا أن يكون قد\r\nوضع قوته في خدمة جماعة كهذه . لهذا فإن خاتمته - في مثل هذه الظروف -\r\nتبعث على الرضا . لقد انفجر الشهاب الثاقب في أعلى السماء ! .\r\nوبعد موت شبيب لم تعد عصابته بذات أهمية . ولكن حركة الخوارج ظلت قوية\r\nفي نواحي الموصل بين بني شيبان وسائر آل بكر وقامت لهم حركات من حين إلى\r\nحين ولم يكن زعيمهم أو وليهم هو شبيب بل سلفه صالح بن مسرح يتعظون\r\nبمواعظه المجموعة ويزورون قبره ويحلقون رؤسهم عنده ( 2 ) . وعد صالح من\r\nالصفرية ( الطبري 2 / 880 س 16 ) والصفرية لم يكونوا قساة غلاظا كالأزارقة .\r\n\r\n","description":"","footnote":" ( 1 ) لما عسكر في كنسية البت عند نهر حولايا في مواجهة أهل الكوفة أقبل عليه السكان\r\nالنصارى وقالوا له : ( أصلحك الله ! أنت ترحم الضعفاء وأهل الجزية ويكلمك من تلى\r\nعليه ويشكون إليه ما نزل بهم فتنظر لهم وتكف عنهم وإن هؤلاء القوم ( أي أهل الكوفة )\r\nجبابرة لا يكلمون ولا يقبلون العذر . والله لئن بلغهم أنك مقيم في بيعتنا ليقتلوننا إن قضي\r\nلك أن ترتحل عنا . فإن رأيت فانزل جانب القرية ولا تجعل لهم علينا مقالا ) . فقال\r\nشبيب : ( فإني أفعل ذلك بكم ) . ثم خرج فنزل جانب القرية ( الطبري 2 / 934 س 7 -\r\nس 12 ) .\r\n( 2 ) ابن قتيبة ( ص / 209 ) وكان الخوارج عامة يحرصون على ذكر شهدائهم والاستغفار\r\nلهم والبكاء لموتهم ( الطبري 2 / 900 س 2 - س 4 ) . ","page_name":" 85 ","page_number":85},
  {"content":"\r\nولكن رقتهم لم تكن تدوم إلا بقدر ما يدوم الوفاق بينهم وبين جماعة المسلمين . ثم\r\nتأخذ بهم الشدة مأخذها حينما يخرجون ويمتشقون السيوف فالخلاف إذن بين\r\nالصفرية والأزارقة لا يدل على شئ ذي بال في الواقع العملي . فالصفرية كما\r\nتوصف أحوالهم في القتال تحت إمرة شبيب كانوا في حقيقة الامر يمثلون النموذج\r\nالتقليدي العام للخوارج وفي هذه المنطقة من نهر دجلة وجد بعد ذلك فرق كثيرة\r\nمن الخوارج خرجت أحيانا للغارات والقتال ( 1 ) . وكانت ألوية بعضهم بيضا\r\nوالبعض الآخر سودا أو عمائم ( الطبري 2 / 1624 1898 ) .\r\n7 - نهاية دولة الأمويين . . وازدياد قوة الخوارج :\r\nتكاد جميع ثورات الخوارج التي نسمع بها في العصر الأموي المتأخر أن تكون\r\nقد خرجت من الموصل ومن آل بكر ففي عهد يزيد الثاني خرج شوذب ( وهو\r\nبسطام - الطبي 2 / 1378 س 17 ) ومعه فرسان من بين شيبان ويشكر ( الطبري\r\n2 / 1378 س 12 س 15 ) وقد اتخذوا مركز قيادتهم في أرض جوخي فهزم\r\nأهل الكوفة وبني قيس الحرانين ولكن تغلب عليه جيش من الشام وفي أيام\r\nهشام الثاني خرج بهلول بن بشر ( 2 ) من الموصل ضد خالد القسري والي العراق\r\nوحاصر جيوشه مرتين ولكنه هزم في معركة الكحيل قرب الموصل وفي نفس\r\nالوقت تقريبا هجم الصحاري بن شبيب المشهور في ثلاثين رجلا من آل بكر في\r\nجبل ( 3 ) على أرض لخالد لكن لم يفلح وهرب عبر نهر دجيل وقتل عند\r\nمناذر وهذه الاحداث الثلاثة رواها أبو عبيدة ونقلها عنه الطبري ( 2 / 1348 وما\r\nيليها ص 1375 وما يليها ص 1622 وما يليها ص 1633 وما يليها .\r\n\r\n","description":"","footnote":" ( 1 ) الطبري ( 2 / 1897 وما يليها ) وإلى جانب الصفرية ( ص / 19000 س 5 ص\r\n1901 س 10 ) كان منهم أيضا بيهسية ( ص / 1898 س 20 ) .\r\n( 2 ) كان جنديا عرف باسم كثارة ( الطبري 2 / 1625 س 15 ) وكان يتقاضى من ديوان\r\nالعطاء سدس درهم في اليوم . . أرسل في شراء خل فجاءه بنبيذ ولم يستطع أن يحمل البائع\r\nعلى أن يبدله كما لم يستطع أن ينال من الموظف الذي شكا إليه جوابا عن شكايته فكان ذلك\r\nمدعاة لإثارة حفيظته فكون عصابة وبدأ بقتل ذلك الموظف .\r\n( 3 ) جبل هي جمبل القديمة في سهل الدجلة ( راجع : 240 , Paradies : Delitzsch ) ويرد\r\nذكرها كثيرا مثلا في الاخبار عن فتنة الزنج . ","page_name":" 86 ","page_number":86},
  {"content":"\r\nثم اتخذت حركة الخوارج أسلوبا آخر يختلف تماما عما مضى لما أن بدأت\r\nالدولة الأموية تتداعى إذ انقلبت تلك الحركة إلى ثورة شاملة . ونظرة إلى\r\nأعدادهم الآن تكشف لنا الفارق فبعد أن كانت قلة العدد طابع جيوشهم\r\nأصبحوا يقاتلون الآن بجماهير قوية . . . بعد اغتيال الوليد الثاني ثار سعيد بن بحدل\r\nالشيباني في العراق وزحف بمن معه . وقضى في طريقه على منافس اعترضه من بني\r\nربيعة ثم توجه قاصدا الكوفة . لكنه مات بالطاعون أثناء الطريق فخلفه\r\nالضحاك بن قيس الشيباني ( 2 / 1900 س 4 ) الذي انضوى تحت لوائه عدة آلاف .\r\nوانضم إليه صفرية ( 1 ) شهرزور الذين حرصوا مع ذلك أن يكون لهم إمامهم الخاص\r\nفي الصلاة ووجد في هذا الجيش كثير من النسوة اتخذت أسلحة الرجال وقاتلن\r\nقتالا مجيدا . وكان النزاع قائما منذ أربعة أشهر في الكوفة بين الوالي القديم\r\nوهو ابن عمر الثاني وبين الوالي الجديد ابن الحرشي الذي عينه الخليفة مروان .\r\nلكنهما اتفقا على الخوارج وهزمهما الخوارج في رجب سنة 127 ه‍ ( إبريل سنة\r\n745 م ) واضطر إلى التخلي عن الكوفة . ورجع ابن الحرشي إلى الشام أما ابن\r\nعمر فمضى إلى مدينة واسط الحصينة وهناك لحق به الضحاك بن قيس في شعبان\r\n127 ه‍ ( مايو سنة 745 م ) وحاصره . وبرز في قتال الخوارج منصور بن جمهور\r\nالكلبي لكنه كان أول من انضم إلى الخوارج وامتحنوا إيمانه وأخذ على نفسه أن\r\nيتبع تعاليم الاسلام ويطيع ما أمر به الله . وجاء ابن عمر . بعد تردد فبايع\r\nالضحاك بن قيس في نهاية شوال سنة 127 ه‍ ( أوائل أغسطس سنة 745 م ) .\r\nقرشي إذن من الأسرة الحاكمة يصلي وراء خارجي من بكر بن وائل ! ولم يكن\r\nالوحيد بل تبعه أموي آخر كما سنرى . إن هذا هو تغير الأزمان . ولم يخجل\r\nابن عمر بعد ذلك أن يبقى واليا على واسط من قبل الضحاك وأن يدير النصف\r\nالشرقي من دولته . أما الضحاك فعاد إلى الكوفة ابتغاء أن يدير النصف الغربي من\r\nدولته من هناك . ولكن الاحداث دعته أو هذا ما يقوله على الأقل أبو عبيدة الذي\r\nأخذنا عنه جوهر كلامنا عن خروج الضحاك في سنة 127 ه‍ ( الطبري 2 / 1900\r\n\r\n","description":"","footnote":" ( 1 ) هؤلاء هم الخوارج الذين كانوا قد استولوا على أرمينية وآذربيجان ونازعوا مروان\r\nالسلطان هكذا يروي البلاذري ( ص 209 ) ولم يرد عن هذا شئ في الطبري وابن الأثير .\r\nقارن فيل Well ( 1 / 590 ) . ","page_name":" 87 ","page_number":87},
  {"content":"\r\nوما يليها ص 1904 وما يليها ص 1913 وما يليها ) . ولكن تأريخ زحف\r\nالضحاك بشهر ذي القعدة سنة 127 ( الطبري 2 / 1914 س 16 ) يدعو إلى مزيد من\r\nالتفكير . إذ يرتبط ارتباطا وثيقا بأحداث أخرى ( ص 913 س 13 ) منها أن مروان\r\nقد فرغ من أمر حمص والشام في ذي القعدة سنة 127 وأنه أصبح بذلك طلق اليد\r\nفي أن يتولى أمر الضحاك وهذا خطأ أسبق من الواقع بسنة تقريبا فتبعا لما\r\nيقوله الطبري في ( ص / 1938 س 19 ) لم يرجع الضحاك في نفس السنة التي خرج\r\nفيها ( أي سنة 127 ه‍ ) إلى بلاده ( الموصل ) بل كان ذلك بعد أن تغيب عنها عشرين\r\nشهرا .\r\nأما الاحداث الأخرى فتشير إلى دعوة أهل الموصل الضحاك فأقبل ووطد عامل\r\nالخليفة . وجرى له الامر على ما يرام لأنه كان يدفع عطاءا كبيرا جدا للجند\r\nحتى ليقال : إن جيشه بلغ 120000 ( مائة وعشرين ألف ) مقاتل ( 1 ) بل لقد\r\nانضم إليه ابن الخليفة المتوفي هشام وأعني به القائد المغامر الذي لا يهدأ سليمان\r\nهشام وكان معه جيش من أربعة آلاف وكان مروان لا يزال في سوريا يحاصر\r\nحمص فكلف ابنه عبد الله - وكان مروان قد تركه في حران - بأن يمنع الضحاك\r\nمن الزحف من الموصل . فأقبل عبد الله إلى نصيبين إذ كان عليه أن يتوقف\r\nويتحصن في هذه المدينة بعد أن هزم في التحام مع الضحاك فحاصره الضحاك\r\nهناك وبعث فصيلة للاستيلاء على حصن الرقة على الفرات فباءت بالاخفاق\r\nوفي تلك الأثناء كان مروان قد فتح حمص عنوة وأقبل بنفسه إلى الرقة لمواجهة\r\nالضحاك . فالتقى الجمعان في كفرتوته وعرض الضحاك نفسه دون تحوط في\r\nمناولة أولية فسقط قتيلا . وخلفه الخبيري فجدد القتال بعد فترة قصيرة وتقدم حتى\r\nبلغ معسكر العدو لكن تكاثر عليه القوم وقتله العبيد في المعسكر بالهراوات\r\nوكان ذلك في سنة 128 ولعله نحو نهاية العام وأقوال أبي مخنف ( الطبري\r\n2 / 1913 وما يليها ص 1938 ص 1940 ) في هذا موجزة ولكن ما أورده\r\nثيوفانس يتفق مع رواية عبد الوهاب في الأمور الجوهرية . فهو يقول : إن الضحاك\r\n\r\n","description":"","footnote":" ( 1 ) يستند هذا العدد طبعا إلى تقديرات شعبية لكن ثيوفانس يقول : إن الضحاك كان معه\r\nقوة عظيمة جدا . ","page_name":" 88 ","page_number":88},
  {"content":"\r\nخرج في سنة 127 في العراق وفي السنة التالية ظهر بقوة جبارة فيما بين النهرين .\r\nفبعث إليه مروان أولا بابنه وبعد أن استولى على حمص بعد حصار دام أربعة أشهر\r\nتوجه بنفسه إلى ما بين النهرين وقتل الثائر ( أي الضحاك ) .\r\nوكان لا يزال مع الخوارج أربعة آلاف مقاتل فولوا خليفة عليهم شيبان بن عبد\r\nالعزيز اليشكري ( أبا دلف ) وبناء على مشورة سليمان بن هشام عاد بهم شيبان\r\nإلى الشاطئ الشرقي من نهر دجلة في مواجهة الموصل وكانت المدينة في حوزتهم\r\nويصلهم بها جسر سفن . فعسكر مروان في مواجهتهم على الشاطئ الأيمن . وقضى\r\nشهورا طوالا ( في سنة 129 ه‍ ) دون أن يصل إلى نتيجة حاسمة . لكن ما إن\r\nاستطاع قائده ابن هبيرة أن ينتزع الكوفة من سلطان الخوارج ( 1 ) . كتب إليه ليرسل\r\nله جيشا لمساعدته ولما لم يستطع الخوارج أن يهزموا هذا الجيش تخلوا عن\r\nمراكزهم - وكان ذلك بمشورة سليمان أيضا - في الموصل حتى لا يقعوا بين نارين\r\nومضوا إلى الأهواز وفارس مارين بحلوان وهناك انضموا إلى ابن معاوية الجعفري\r\n( الطبري 2 / 1977 ) . بيد أن العدو طاردهم إلى هناك فتفرقوا . أما سليمان\r\nفمضى ومن معه فعبر البحر إلى السند . وأما شيبان فمضى إلى الساحل الشرقي\r\nلبلاد العرب وقتل أثناء قتاله مع أمير عمان من بني جلندي وهم أسرة جاهلية\r\nقديمة وكان ذلك في سنة 134 هجرية ( 2 ) .\r\nوهذه الثورة الكبرى قد قربت الخوارج من السلطان في ظروف مواتية تماما أكثر من\r\nأية ثورة لهم سابقة ولكنهم سمحوا هذه المرة بدخول عناصر أجنبية أو التحالف\r\nمع فرق أخرى تمشيا مع المبدأ القائل : من ليس ضدنا فهو معنا ولكن هذا مبدأ\r\nسياسي ولا يتفق مع مذهب الخوارج .\r\n\r\n","description":"","footnote":" ( 1 ) كان ذلك في رواية أبي مخنف ( الطبري 2 / 1946 ) في رمضان سنة 129 ه‍ ولكن\r\nلعل هذا التاريخ متأخر عن الواقع نوعا ما .\r\n( 2 ) كذا في الطبري ( 3 / 78 ) قارن الطبري ( 2 / 1945 ) ( عبد الوهاب ( ص 1949 ) ( أبو\r\nعبيدة ( ص 1979 ) ( المدائني ) . ويقول أبو مخنف ( الطبري 2 / 1948 ) : إن شيبان بن عبد\r\nالعزيز كان قد قتل في سنة 130 ه‍ في سجستان . ولعله خلط بينه وبين شيبان بن سلمة\r\nالحروري الذي قام في ذلك الوقت بحركة في خراسان وقتل في الواقع سنة 130 ه‍ لا في\r\nسجستان ولكن في سرخس . ","page_name":" 89 ","page_number":89},
  {"content":"\r\nوثمت حركة أخرى متأخرة كانت آخر حركات الخوارج في العصر الأموي\r\nوكانت أقل أهمية من الناحية السياسية ولكن أقرب إلى مذهب الخوارج وقد جرت\r\nفي بلاد العرب والذي رواها في الطبري رواية خاص غير معروف بغير هذه\r\nالرواية وهو هارون بن موسى الذي نجده كذلك في فصل طويل في ( الأغاني )\r\n( 20 / 96 وما يليها ) وإلى جانبه المدائني برواية أكثر تفصيلا ( 1 ) .\r\nوتقول هذه الرواية إن إباضية البصرة بذروا بذورهم في جنوب الجزيرة العربية ( 2 )\r\nوكان عبد الله بن يحيى في حضرموت على صلة وثيقة بهم وهو كندي من بني\r\nشيطان أراد إن ينتفض على جور الحكام وشجعه المقيمون بالبصرة على الخروج\r\n\r\n","description":"","footnote":" ( 1 ) ترد نسبة هارون في الطبري ( 1 / 1942 س 14 ص 1981 س 12 ) و ( الأغاني )\r\n( 20 / 98 س 29 ) بصورة مختلفة في كل مرة . وعنه نقل ( الأغاني ) ( 20 / 98 س 29 - ص\r\n100 س 23 ) الطبري ( ص / 1943 وما يليها ص 1981 وما يليها ص 2006 وما\r\nيليها ) و ( الأغاني ) ( 20 / 103 س 21 ص 105 س 2 ) الطبري ( ص 2008 - 2011 ) .\r\nوخاتمة روايته لا يوردها غير الطبري ( ص / 2012 وما يليها ) أما في ( الأغاني ) فلا يرد إلا\r\nبضع شذرات برواية مختلفة في موضوع آخر . ولكن ( الأغاني ) ( ص / 105 - 108 ) يتوسع\r\nفي إيراد مواعظ الخوارج التي يلذ لهارون ذكرها أكثر مما يفعل الطبري - ولهذا فلا يمكن أن\r\nيكون مؤلف ( الأغاني ) كما قد يخيل إلى المرء مما ورد فيه بصفحات ( 98 س 29 ص 103\r\nس 21 ) قد نقل روايات هارون عن الطبري على أن ذلك غير ممكن لأسباب أخرى إذ\r\nصاحب ( الأغاني ) يتابع تسلسل الرواية التي غالبا ما يقطعها الطبري ثم يستأنفها بعد ذلك\r\nبينما صاحب الأغاني يأتي بالتسلسل كاملا دون الثغرات إلي نراها في رواية الطبري كما أنه\r\nيصور الجو من حين إلى حين على نحو أوضح وأوسع كما يظهر خصوصا من مقارنة\r\n( الأغاني ) ( 20 / 99 س 19 وما يليه بالطبري 2 / 1982 س 10 ) . وكان من الممكن إصلاح\r\nبعض الأخطاء وإكمال الناقص في طبعة ليدن لكتاب الطبري بمراجعة المناظرة في الأغاني -\r\nوعن المدائني نقل ( الأغاني ) ( 20 / 97 س 1 - ص 88 س 2 ص 100 س 24 - ص 103\r\nص 20 ص 108 س 8 ص 114 س 15 ) . وثمة اختلافات في الرواية وردت في أخبار\r\nالقسم الأخير وهذه الاختلافات مأخوذة عن هارون ( ص 106 - 110 ) . وورد في الطبري\r\nروايتان موجزتان نقلا عن الواقدي راجع الطبري ( ص 2008 ، 2012 ) .\r\n( 1 ) علمتهم التجربة أن يستغلوا موسم الحج في مكة لنشر مبادئهم ( الطبري 2 / 1942 ) .\r\nوقد حدث من قبل في سنة 107 ه‍ أن خرج عباد الرعيني باليمن محكما ( الطبري 2 / 1487 )\r\nأي داعيا بدعوة الخوارج . ","page_name":" 90 ","page_number":90},
  {"content":"\r\nوأقبل إليه من هناك أعضاء بارزون في حزب الأباضية من بينهم بلج بن عقبة بن\r\nالهيصم الأسدي ( 1 ) وأبو حمزة المختار ابن عوف الأزدي . وكان هذا الأخير اليد\r\nاليمنى لعبد الله وكان في الواقع أهم من عبد الله . وفي بداية سنة 129 بويع عبد\r\nالله خليفة للخروج ولقب ب‍ ( طالب الحق ) بينما لقبه خصومه ب‍ ( الأعور )\r\nولعل ذلك لأن هذه علامة ( الدجال ) وهم كانوا ينظرون إليه على أنه كذلك\r\n( الأغاني ) ( 20 / 108 س 24 ) . استولى على حضرموت ثم زحف على اليمن\r\nفانتصر على والي اليمن ( 2 ) وتوقف بحملته في العاصمة صنعاء وذلك في النصف\r\nالثاني من سنة 129 ه‍ ( الأغاني ) ( 20 / 97 س 21 ص 98 س 24 ) فأقام\r\nحكمه هناك وأبقى على الموظفين السابقين وأظهر لين الجانب فاستطاع أن يمتلك\r\nقلوب أهل اليمن . وأكد أنه لا اختلاف بين مذهب الخوارج ومذهب أهل السنة\r\nوالجماعة في الجوهر ولكنه اشتد على مرتكبي الذنوب التي نص عليها القرآن\r\nوكان ارتكابها شائعا في ذلك الحين . وقد انضم إليه كثير من الخوارج جاءوه من\r\nمختلف الأصقاع . وعند نهاية سنة 129 لما كان موسم الحج بعث جيشا إلى مكة\r\nبقيادة أبي حمزة الخارجي يتألف من ألف رجل تقريبا على رؤوسهم عمائم سود\r\nوحمر ( 3 ) . وكان الذي يحج بالناس في ذلك العام هو عبد الواحد بن سليمان بن\r\nعبد الملك الأموي والي المدينة فلم يتعرض لأبي حمزة بل عقد هدنة معه طوال\r\nأيام الحج ثم عاد إلى المدينة ومن المدينة أرسل جيشا ضد أبي حمزة تحت إمرة عبد\r\nالعزيز بن عبد الله بن عمر بن عثمان الأموي ( 4 ) وكان هذا الجيش يتألف من\r\n\r\n","description":"","footnote":" ( 1 ) هكذا يسمى في الطبري ( ص 2012 س 10 ) ولكن نسبه يرد بخلاف ذلك في\r\n( 2 ) من بني عقيل وهي أسرة ارتفع شأنها بفضل الحجاج وكانت تحكم اليمن منذ\r\nخمسين سنة .\r\n( 3 ) ( الأغاني ) ( 20 / 99 س 8 ص 112 س 31 ) والواقدي - كما نقله الطبري\r\n( ص 3008 ) يقتصر على العدد أربعمائة .\r\n( 4 ) هكذا ذكره هارون ( الأغاني ) ( ص 100 س 6 ) والواقدي ( الطبري ص 2009 س 2 ) .\r\nأما المدائني ( الأغاني ) ( ص 100 س 25 ) فيذكره باسم عبد العزيز بن عمر بن عبد العزيز\r\nولكنه هو نفسه يقول بعد ذلك ( ص 101 س 14 ) إنه من نسل الخليفة عثمان . فكأنه أخطأ\r\nإذن اللهم إلا أن يكون الخطأ من أحد النساخ . على أنه لعله قد أخطأ أيضا حينما جعل عبد\r\nالواحد واليا على مكة وعبد العزيز واليا على المدينة . ","page_name":" 91 ","page_number":91},
  {"content":"\r\nثمانية آلاف رجل كانوا كالدهماء عليهم سيم المقاتلين الحقيقيين وكان فيهم\r\nكثير من بني قريش يلبسون فاخر الثياب وقد ظنوا أن الامر لا يعدو أن يكون\r\nمجرد نزهة حربية خصوصا الأمويون - وكان لا يزال بالمدينة منهم عدد كبير -\r\nوكانوا متكبرين متعجرفين في حديثهم عن هذه الحثالة من الرعاع فهكذا كانوا\r\nيتصورون الخوارج . زحف أبو حمزة ضد جيش أهل المدينة والتقى الجمعان في\r\nقديد يوم الخميس التاسع من صفر سنة 130 ه‍ ( 1 ) . وحاول أولا إقناعهم بالحسنى\r\nأن قضية الخوارج هي بعينها قضية أهل المدينة وهي مقاومة حكومة بني أمية ولم يشأ\r\nأن يبدأ القتال إلا بعد أن هاجمه جيش العدو وجرحوا برمية منهم أحد رجاله فتبين\r\nله حينئذ أن إراقة دمائهم حلال فوثب على جيش المدينة وثبة نكراء اضطرت هذا\r\nالجيش إلى الفرار ولكنه منع من مطاردته أما القرشيون - وهم يمثلون الحكومة\r\nالكافرة ( حكومة بني أمية ) - فلم يراع معهم أي اعتبار . وامتلأ ميدان المعركة\r\nبجثث قتلاهم ومن بينهم قائدهم عبد العزيز والأسرى الذين رفضوا التنصل من\r\nمذهبهم كان جزاؤهم القتل ومن هنا كانت الضجة حول معركة قديد ولذلك\r\nسر الناس أن كانت المذبحة في السادة المتكبرين الذين كانوا دائما يتركون لغيرهم\r\nالتقاط القسطل لهم من النار ومن ثم أصبح الطريق إلى المدينة مفتوحا أمام أبي\r\nحمزة فدخلها في 13 صفر ( 23 أكتوبر سنة 747 ) دون أي قتال بعد أن أخلاها\r\nالوالي عبد الواحد بن سليمان ( 2 ) .\r\nظل أبو حمزة قرابة ثلاثة أشهر في المدينة . لقد كان محاربا ممتازا لكنه كان\r\nبطبعه كاتبا وخطيبا واعظا . ولابد أن تكون خطبه التي ألقاها على منبر الرسول في\r\n\r\n","description":"","footnote":" ( 1 ) يوم الخميس 19 أكتوبر 747 . وتتراوح الروايات بين السابع والتاسع من صفر\r\n( الأغاني ) ( 20 / 101 س 16 الطبري 3 / 2009 س 1 ) وكونه يوم الخميس يجعل الرقم 9\r\nهو الأصح وهو رقم عادة يخلط بينه وبين الرقم 7 .\r\n( 2 ) التاريخ في الطبري ( 2 / 2012 س 4 ) والمدائني يذكر في المقدمة دائما بلج الأسدي\r\nويخيل إلى القارئ من كلامه ( الأغاني ) ( ص 102 س 14 ) أن أبا حمزة قد عاد بعد معركة\r\nقديد إلى مكة ولكنه يذكر بعد ذلك ( ص 108 س 6 وما يليه ) أنه كان في المدينة . وإلى\r\nجانب بلج الأسدي يذكر من القواد في جيش أبي حمزة أشخاص آخرون منهم أبرهة بن\r\nالصباح الكندي وابن حصين من نسل الامراء الحارثية . ومن هذا يظهر أن يمانيين بارزين\r\nاشتركوا في الثورة وليس فقط جماعة من فقراء العامة كما يقال عادة . ","page_name":" 92 ","page_number":92},
  {"content":"\r\nالمدينة قد جمعت ( 1 ) ونقل عنها هارون في روايته طائفة كبيرة بعضها طويل\r\nوفيها يصور بالأمثلة الصارخة مدى البعد بين حكومة عصره وبين نموذج الحكم كما\r\nرسمه الرسول والخليفتان الأول والثاني ( أبو بكر وعمر ) . وكان يهدف إلى إفهام\r\nأهل المدينة أن ماضيهم كله يقضي عليهم بأن يكونوا على وفاق مع الخوارج في\r\nمحاربة بني أمية ولكن أهل المدينة لم يستخلصوا النتيجة العملية لذلك ولم\r\nيساعدوا على إسقاط الحكومة الجائرة . وراح يقارنهم بآبائهم الذين تقبلوا الرسول\r\nوآووه ونصروه مع أن الناس كلهم كانوا أعداءه ولم يكن معه إلا قلة من الشباب\r\nوالمغمورين . وما يقولونه الآن ضد الخوارج كان أهل مكة يعيرون به الرسول\r\nوهذه الكلمات كانت تستهوي نفوس السامعين - ولكن أبا حمزة لم يرفع علم\r\nالاسلام وحده في ميدان المعركة ضد حكومة بني أمية بل طالب أيضا كل فرد بأن\r\nيرعى الأوامر والنواحي الدينية الأخلاقية : فمن زعم أن الله يكلفنا ما لا طاقة لنا به\r\nفهو عدو الله وعدونا . وتشدد خصوصا في حد الزنا وشرب الخمر وكان يعجب\r\nبعمر بن الخطاب لأنه وقع حد الخمر في ثماني عشرة حالة دون اعتبار لشخص\r\nالشارب . وهذا أمر لم يكن يستهوي أهل المدينة لان المدينة كانت قد اشتهرت في\r\nذلك العهد بأنها أشد بلاد الاسلام إغراقا في اللهو والمجون . وعلى الرغم من\r\nاعترافهم بأن أبا حمزة يحكم بالعدل ويريد الخير للناس فقد كانت الأغلبية معرضة\r\nعنه ولكنه كسب لنفسه بعض الأنصار الذين لم يقتصروا على المساكين والفقراء\r\nمن أمثال عبد العزيز بشكست النحوي القارئ وهو إيراني المولد بل كان فيهم\r\nأمثال أبي بكر بن محمد حفيد عبد الله بن عمر وابن حفيد عمر بن الخطاب\r\nالخليفة الثاني ( الطبري 2 / 1012 س 9 ) .\r\nوكان لابد - من أجل القضاء على هذه الفتنة - من الالتجاء إلى أهل الشام مرة\r\nأخرى . ففي مستهل جمادي الأولى سنة 130 ه‍ زحف من أهل الشام جيش يبلغ\r\nأربعة آلاف معظمهم من القيسية متوجها إلى المدينة وهم بقيادة عبد الملك بن\r\nعطية من بني سعد هوازن ( 1 ) وكما حدث في مناسبة مماثلة أيام يزيد الأول دفع\r\n\r\n","description":"","footnote":" ( 1 ) راجع فيما يتعلق بما يلي ( الأغاني ) ( 11 / 83 وما يليها ) أيضا وهنا يذكر اسم عبد\r\nالملك كاملا وكان عطية أبا جده . ","page_name":" 93 ","page_number":93},
  {"content":"\r\nلهم تعويض مناسب بمثابة كفارة عما ينتظرهم من انتهاك حرمة الأماكن المقدسة\r\nفيقال : إن كلا منهم أعطى مائة دينار ذهبي وفرسا عربيا وبغلا لحمل الأمتعة .\r\nوانتظرهم الخوارج في وادي القرى فهزم الخوارج وقتل معظمهم وذلك في أواسط\r\nجمادى الأولى سنة 130 ( 21 يناير سنة 748 ) ونجا أبو حمزة ومعه ثلاثون\r\nرجلا وهرب إلى مكة ( 1 ) . . فلما بلغ ابن عطية المدينة وجدها نظيفة من الخوارج\r\nفالبقية القليلة منهم الذين ظلوا فيها ( بقيادة المفضل ) قد قضى عليها أهل المدينة\r\nوقتلوا منهم أيضا بشكست البرئ الأعزل لما علموا بنتيجة المعركة وذلك في يوم\r\nالاثنين التالي ( الأغاني ) ( 20 / 109 س 10 ) . أما أبو حمزة فقام يدافع في مكة\r\nمرة أخرى . ولكنه لم يشأ أن يتخذ إجراءات شديدة لحماية نفسه من غدر أهل مكة\r\nولهذا كانت مقاومته عبثا فانتصر ابن عطية مرة أخرى وأمر بقتل الاسرى وصلب\r\nزعماء الخوارج ( ومن بينهم أبو حمزة ) . وبعد أن أقام مدة طويلة في الطائف هجم\r\nعلى خليفة الخوارج طالب الحق نفسه فهزمه وقتله واستولى على عاصمته صنعاء بعد\r\nحصار لم يستمر طويلا واستولى كذلك على حضرموت ( 2 ) وحوالي نهاية سنة\r\n130 ه‍ أراد الرجوع إلى مكة بأسرع ما يستطيع ومعه قليل من أصحابه لان\r\nالخليفة أسند إليه أمر الحج بالناس وفي أثناء الطريق فاجأه رجلان من بني مراد\r\nهما ابنا جمانة حسباه لصا فقتلاه .\r\nومن هنا نجد أن طائفة الأباضية لم يكن هدفهم - مع طهارتهم وشدة تمسكهم\r\nبالدين - أن ينتصروا على جماعة المسلمين بالقوة بل إن يكسبوهم لمذهبهم وكان\r\nزوالهم يتبع زوال دولة بني أمية حذو النعل بالنعل .\r\n .\r\n","description":"","footnote":" ( 1 ) حاولت هنا أن أنسق بين روايتي هارون والمدائني وبينهما خلافات والمدائني يبرز هنا اسم\r\nبلج وقد قتل بلج في معركة وادي القرى .\r\n( 2 ) أورد ( الأغاني ) ( 20 / 111 وما يليها ) مرثية طويلة تنعي من قتل من رؤساء الأباضية\r\nمع ذكر أسمائهم . كما أورد أشعارا قالتها مريم زوج أبي حمزة الخارجي وهي تواجه\r\nالموت في القتال ( ص 109 س 27 وما يليها ) وأشعارا هجائية عن مصرع بشكست السئ الحظ\r\n( ص 110 س 20 وما يليها ) . أما أشعار الانتصار التي قالها أبو صخر ( ص 208 س 20\r\nوما يليها ص 111 س 5 وما يليه ) فغير موجودة في ديوان الهذليين . ","page_name":" 94 ","page_number":94},
  {"content":"\r\nالجزء الثاني\r\nالشيعة\r\nالنشأة . . المنهج . . الحركة\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nالفصل الأول\r\nنشأة الشيعة\r\nبمقتل عثمان انقسم المسلمون إلى حزبين : حزب علي وحزب معاوية والحزب\r\nيطلق عليه في العربية أيضا اسم ( الشيعة ) فكانت شيعة علي في مقابل شيعة\r\nمعاوية . لكن لما تولى معاوية الملك في دولة الاسلام كلها ولم يعد مجرد رئيس\r\nحزب أصبح استعمال اللفظ ( شيعة ) مقصورا على أتباع علي ودخل في هذا\r\nالاستعمال أيضا تعارضهم مع الخوارج . ولم يكن اتخاذهم عليا زعيما بسبب أنه\r\nابن عم الرسول وصهره وأبو أحفاده إذ أن حق الأقربين في وراثة الرياسة - وكأنها\r\nملك خاص - لم يكن معترفا به عند العرب وبالأولى لم يعترف به الاسلام\r\nوإنما اختاروه لأنه بدا لهم أفضل صحابة الرسول الأقدمين ومن هؤلاء كان الخليفة\r\nيختار حتى تلك الحين وكانوا له كعهدهم مع النبي بمثابة هيئة مستشاريه\r\nكما كانوا إلى حد كبير مناط استمرار الحكومة الدينية عند تبدل الاشخاص في\r\nالمنصب الاعلى . فكان علي إذن ممثلا في الأصل لهذه الطبقة الاسلامية التي نالت\r\nالرفعة بما لها من فضل ولحقها التقليدي في الخلافة الذي كان يهدده السلطان الفعلي\r\nللعمال الأمويين الذين عينهم عثمان والأمويون أسرة عريقة النسب ذات تقاليد منذ\r\nعصر الجاهلية ولم يكد علي يتولى الخلافة حتى انقلب عليه العضوان الباقيان من\r\nالأمويين ضده وأخذوا لأنفسهم الحق في العمل : ولكن الواقع هو أن الكفاح قد قام\r\nبه جميع الطامعين في الخلافة ولم يكن ( الحق ) إلا تكأة لإثارة الجماهير وإعطائهم\r\nراية يقاتلون حولها . واستطاع علي أن يضم أهل العراق إلى صفه وقد كانوا أشد\r\nسندا للذين ثاروا على عثمان فانتقل إلى الكوفة ثم كسب البصرة لجانبه بعد ذلك\r\nوتم له هذا بعد كفاح دموي ضد منافسيه الغادرين .\r\nأما معاوية فكان معه أهل الشام وكان يحكم الشام منذ عهد طويل فانتقل\r\nالكفاح بينه وبين علي إلى كفاح بين أهل الشام وأهل العراق . وانتهى الكفاح بمقتل\r\nعلي إلى غير صالح أهل العراق ولكن هؤلاء لم يندمجوا في وحدة الدولة\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\nالاسلامية التي التأمت من جديد بفضل معاوية إلا كارهين مرغمين وبظواهرهم لا\r\nبقلوبهم ومن ثم أصبح علي راية كفاحهم ضد ظلم أهل الشام وكانوا ينظرون\r\nإلى الفترة القصيرة التي كانت فيها الكوفة لا دمشق حاضرة الاسلام وفيها بيت\r\nمال المسلمين - على أنها المثل الاعلى . فتمكن الشيعة أولا في العراق ولم يكونوا\r\nفي الأصل فرقة دينية بل تعبيرا عن الرأي السياسي في هذا الإقليم كله . فكان\r\nجميع سكان العراق خصوصا أهل الكوفة شيعة على التفاوت فيما بينهم ولم\r\nيقتصر هذا على الافراد بل شمل خصوصا القبائل ورؤساء القبائل ولا يلاحظ\r\nبينهم إلا درجات في التشيع . لقد كان علي في نظرهم رمزا لسيادة بلدهم المفقودة .\r\nومن هنا نشأ تمجيد شخصه وآل بيته تمجيدا لم يرتح له أثناء حياته على أنه ما\r\nلبث أن تكونت بعد وفاته مذهب سري عبادة حقيقية لشخصه .\r\nوأثبت حجة . . في تاريخ الشيعة طالما اتصل بالكوفة هو أبو مخنف بل إن\r\nالطبري يكاد لا يعتمد على غيره في ذكر أخبارهم وما أطولها !\r\nبعد أن استتب الامر لمعاوية في العراق بعث المغيرة بن شعبة الثقفي واليا على\r\nالكوفة . وأطلق يده في كل شئ ولكنه أوصاه بشتم علي وذمه والترحم على\r\nعثمان ولاستغفار له والعيب على أصحاب علي وإقصائهم وترك الاستماع منهم وأن\r\nلا يدع ذم علي والوقوع فيه والعيب لقتلة عثمان واللعن لهم من فوق المنبر في صلاة\r\nالجمعة وأن يرغم بعض أنصار علي المتحمسين - وقد ذكر له أسماءهم - على شهود\r\nهذا اللعن . ومن بين أنصار علي حجر بن عدي وهو من أبرز رجال كندة ( وإن\r\nلم يكن رئيسهم ) شهد المواقع مع علي في صفين وغيرها . فكان حجر إذا سمع\r\nذلك قال : بل إياكم فذمهم الله ولعن . فكان المغيرة يحذره ولكن لا يؤذيه\r\nوفي أواخر أيامه حدث ذات يوم أن قام المغيرة على عادته يذم عليا فنهض حجر بن\r\nعدي ( فنعر نعرة بالمغيرة سمعها كل من كان في المسجد وخارجا منه وقال : إنك\r\nلا تدري بمن تولع في هرمك أيها الانسان ! مر لنا بأرزاقنا وأعطياتنا فإنك قد حبستها\r\nعنا وليس ذلك لك ولم يكن يطمع في ذلك من كان قبلك وقد أصبحت\r\nمولعا بذم أمير المؤمنين وتقريظ المجرمين . . فقام معه أكثر من ثلثي الناس يقولون :\r\nصدق والله حجر وبر . مر لنا بأرزاقنا وعطياتنا فإنا لا ننتفع بقولك هذا ولا\r\nيجدي علينا شيئا ( الطبري ) ( 2 / 113 ) . فنزل المغيرة من المنبر وذهب إلى بيته\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\nفدخل عليه قومه من بني ثقيف وحدثوه في الامر فقال لهم المغيرة : ( إني قد\r\nقتلته ! إنه سيأتي أمير بعدي فيحسبه مثلي فيصنع به شبيها بما تروه يصنع بي\r\nفيأخذه عند أول وهلة فيقتله شر قتلة . إنه قد اقترب أجلي وضعف عملي ولا أحب\r\nأن أبتدئ أهل هذا المصر بقتل خيارهم وسفك دمائهم فيسعدوا بذلك وأشقى ويعز\r\nفي الدنيا معاوية ويذل يوم القيامة المغيرة ) ( الطبري ) ( 2 / 114 ) .\r\nوكان مصير حجر عند خلف المغيرة أشد نكرا فقد خلفه على الكوفة في سنة\r\n51 زياد بن أبيه والي البصرة فجمع له المصران : الكوفة والبصرة . وليس فيما يورده\r\nأبو مخنف نبأ عن قدومه الأول إلى الكوفة . أما المدائني فيذكر أنه ورد في عدد قليل\r\nمن الرجال وصعد المنبر وقال فيما قال : إنه وجد الهدوء والنظام يسودان الكوفة\r\nوليس بحاجة إلى أن يبدأ عمله بإقرارهما كما فعل في البصرة . فشكر له الحاضرون\r\nمدحه بأن رجموه بالحجارة ! فاحتل مداخل المسجد ولم يسمح لاحد بالخروج إلا إذا\r\nأقسم بأنه لم يرم حجرا . فأبى عدد قليل منهم أن يقسم فقطع أيديهم . وهذه القصة\r\nمن الجمال بحيث تمنع من الاستمرار في سردها إذ يبدو أنها غير حقيقية . أما\r\nعوانة فيما نقله الطبري ( 2 / 114 ) - فيروي غير هذا . فلا يذكر حدوث شئ\r\nحينما صعد زياد على منبر الكوفة لأول مرة . وحينما أخذ في ختام خطبته يلعن عليا\r\nويقرظ عثمانا لم يرتفع صوت بالرد عليه ( 1 ) . ويرجع زياد هادئا إلى البصرة\r\nوولى الكوفة عمرو بن الحريث نائبا عنه باستمرار . وإنما تجاسر الشيعة - وقد\r\nاستفحل أمرهم بسبب رفق المغيرة بهم وعلى رأسهم حجر بن عدي - تجاسروا\r\nعلى عمرو بن الحريث وحصبوه بالحجارة أثناء الصلاة فأسرع زياد قادما من البصرة\r\nإلى الكوفة وصعد المنبر ( وعليه قباء سندس ومطرف خز أخضر قد فرق شعره )\r\nوأبرز للحاضرين خطورة الموقف وهدد حجرا وكان حجر جالسا في المسجد حوله\r\nأصحابه فانسحب من المسجد مع أصحابه ( 2 ) .\r\n\r\n","description":"","footnote":" ( 1 ) [ المترجم : كذا يقول المؤلف بينما الذي ورد في الطبري في الموضع المشار إليه\r\n( 2 / 114 - 115 ) في رواية عوانة نفسه ما نصه : ( ثم صعد المنبر ( أي زياد ) . . ثم ذكر\r\nعثمان وأصحابه فقرظهم وذكر قتلته ولعنهم فقام حجر ففعل مثل الذي كان يفعل\r\nبالمغيرة ) - فلسنا ندري من أين للمؤلف أن يقول : إن صوتا لم يرتفع بالرد على زياد ! ) .\r\n( 2 ) وتبعا لهذا يكون حركة حجر قد وقعت في السنة التي تولى فيها زياد إمارة الكوفة أي\r\nسنة 51 ه‍ بينما الطبري في رواية المدائني ( 2 / 162 ) وإيليا النصيبي يذكر أن تلك الحركة وقعت\r\nفي السنة التي مات فيها زياد أي سنة 53 ه‍ . ","page_name":" 99 ","page_number":99},
  {"content":"\r\nوعند هذه النقطة يستأنف أبو مخنف - في نقل الطبري - روايته . فيقول : إن\r\nزيادا قد اتخذ إجراءاته من المسجد فبدأ بأن وثب بأشراف أهل الكوفة وصاح\r\nفيهم : أنتم معي بينما إخوانكم وأبناؤكم وعشائركم مع حجر فإن لم تظهروا لي\r\nبراءتكم بالافعال فسآتيكم بأهل الشام وأثر كلامه هذا فيهم فأسرع كل منهم\r\nيبحث عن قريبه حتى أقاموا جل من كان مع حجر بن عدي في السوق ( عن\r\nالمسجد ) وأقبل الشرطة بالعمد فاشتدوا على إصابة حجر وزياد يشهد هذا وينظر\r\nإليهم وهو على المنبر . أما حجر نفسه فقد خلصه أبو العمرطة الكندي وكان وحده\r\nالذي معه سيف ضرب به أحد الذين طاردوا حجرا ولكن لم يقتله . فاستطاع\r\nحجر أن يبلغ قومه فاجتمع حوله منهم عدد غير قليل . فما رأي زياد أن الشرطة غير\r\nكافية استدعى كل المحاربين في الكوفة . ولكنه احتفظ بمضر معه في الميدان المواجه\r\nللمسجد وأرسل أهل اليمن ( 1 ) - وكان حجر منهم - ضد حجر حتى لا يقع\r\nشغب واختلاف بين أهل مضر وأهل اليمن في هذه المناسبة الحرجة وحتى يخضعهم\r\nوذلك بأن يكونوا شرطة ضد ابن قبيلتهم وصاحبهم في الرأي - لأنهم كانوا بقلوبهم\r\nشيعة . ولكن كندة وأقرباءهم من حضرموت لم يذعنوا لامر زياد لأنه كان موجها\r\n\r\n","description":"","footnote":" ( 1 ) من الغريب أنه لم يرد ذلك لربيعة ومن مضر يذكر : تميم هوازن باهلة\r\n( أعصر ) أسد وغطفان ومن أهل اليمن : ( أ ) مذحج وهمدان ( ب ) والأزد وبجيلة\r\nوخثعم والأنصار وخزاعة وقضاعة يضاف إليهم أيضا كندة وحضرموت ويجب أن لا\r\nيخلط بين الأنصار المذكورين من أهل اليمن وبين الأنصار في المدينة ( - أهل العالية\r\nالطبري 2 / 1382 ) فهم من المدينة وينتسبون إلى مضر وفي عهد عمر الأول قسم أهل الكوفة\r\nإلى سبعة أقسام لم يذكر الطبري ( 1 / 2495 غير ستة : 1 ) كنانة والأحابش وجديلة\r\n2 ) قضاعة ( غسان بن شبام ) بجيلة خثعم كندة حضرموت الأزد 3 ) مذحج\r\nحمير همدان 4 ) تميم والرباب وهوازن 5 ) أسد غطفان ومحارب نمر ضبيعة\r\n( بكر ) وتغلب 6 ) إياد عك عبد القيس أهل هجر والحمراء ( من الفرس ) . أما زياد\r\nفقد قسم الكوفة إلى أربعة أرباع : 1 - أهل المدينة . 2 - تميم وهمدان . 3 - ربيعة وكندة .\r\n4 - مذحج وأسد .\r\nوفي كل ربع من هذه الأرباع اختلطت القبائل والعناصر فكانت وحدات صناعية ( حددتها\r\nالأوضاع المكانية ؟ ) متساوية القوي تقريبا لم يكن على رأسها رؤساء قبائل بل كان على\r\nرأسها حكام يعينهم الوالي . وكان أقوى القبائل فيهم قبيلتا مذحج وهمدان المتحالفتان . ","page_name":" 100 ","page_number":100},
  {"content":"\r\nضدهم أيضا أو على الأقل ضد واحد من بني قومهم . كذلك فعل الأزد في\r\nالظاهر وكانوا يعتذرون من بيت إلى بيت لما أن جاءوا حتى كندة وتركوا لمذحج\r\nوهمدان أن يتقدموا فتقدموا دون عائق حتى بلغوا بين حجر وهنالك قوبلوا\r\nبمقاومة : إذ جاء بنو جبلة لما هوجم بيته وهم بنو قرابة ودافعوا عنه كذلك\r\nانتصر له حينئذ أولئك الذين لم يكونوا على وفاق معه . ويقال : إنه رجاهم أن\r\nيغمدوا سلاحهم وأن يتفرقوا . على أن هذا كان سيحدث دون رجائه هذا . واستطاع\r\nحجر الفرار فأمر زياد الشرطة بمطاردته . فتنقل من حي إلى حي وشارع إلى\r\nشارع ومنزل إلى منزل ( 1 ) يقوده أدلاء نجباء خلال هذه المساكن لان العطف\r\nالعام كان في جانبه فوجد ملجأ له حيثما سعى ولكنه لم يشأ جلب الضرر على\r\nمن يلوذ بهم فكان يترك ملجأه كلما اقترب الشرطة منه . وأخيرا وجد الامن على\r\nمنزل أحد الأزديين فقد فقد الشرطة أثره فتوقفوا عن مطاردتهم غير المثمرة .\r\nهنالك ألقى زياد المسؤولية كلها على قبيلة كندة وهدد رئيسها محمد بن الأشعث\r\nبالعقاب الشديد إن لم يسلم معكر الامن ( أي حجر ) في ظرف ثلاثة أيام . فنهض\r\nحجر بنفسه وتقدم إلى زياد بعد أن أخذ منه وعدا بأنه لن يحكم في أمره بل\r\nسيرسله إلى الخليفة ليتصرف في شأنه وأقبل على زياد في غداة باردة وعليه برنس\r\nفحبسه وعبثا حاول أن يحتج على هذه المعاملة وبقي في السجن خمسة عشر\r\nيوما ( 2 ) في أثنائها لم يكن لزياد عمل إلا طلب رؤساء أصحاب حجر فأتى منهم\r\nباثني عشر رجلا تقريبا وكانوا من قبائل مختلفة وقد أخبر عنهم أهلهم أو كشفوا\r\nبأنفسهم عن أنفسهم . ولكن أحدا منهم لم ينكر تشيعه لعلي ليخلص من عقاب زياد .\r\nوراح زياد يؤلف صيغة اتهام لحجر وأصحابه بأن حجرا جمع إليه الجموع وأظهر\r\nشتم الخليفة ودعا إلى حرب أمير المؤمنين وتزاحم رؤس الأرباع في الكوفة ليوقعوا\r\nبالشهادة على صحة هذا الاتهام حتى اضطر إلى رفض كثيرين إذ كان يكفيه\r\n\r\n","description":"","footnote":" ( 1 ) كانت القبائل تسكن في أحياء والبطون في الشوارع والأسر في منازل وكانت\r\nالاحياء تحمل أسماء القبائل ( هرب حجر من كندة إلى نخع ومنها إلى الأزد ) والشوارع\r\nتحمل أسماء البطون وهكذا يعطينا تخطيط الكوفة صورة عن أنساب العرب . ولم يكن الامر\r\nفي البصرة مختلفا عن هذا .\r\n( 2 ) ( المترجم : في الطبري 2 / 127 س 7 : ( فحبس عشر ليال ) ) . ","page_name":" 101 ","page_number":101},
  {"content":"\r\nسبعون شاهدا وقد اعتذر بعضهم فيما بعد عن توقيعه كما انكر البعض الآخر أنه\r\nوقع ( 1 ) وتنصل القاضي شريح بن هانئ الحارثي من التوقيع ( وكان يقول : ما\r\nشهدت ولقد بلغني أن قد كتبت شهادتي ) . ثم أعطيت صيغة الاتهام للشرطيين\r\nاللذين سيأخذان المسجونين إلى معاوية في الشام . وذات مساء ( 2 ) سار هذا الموكب\r\nالحزين ولما انتهوا إلى جبانة عرزم نظر قبيصة بن ضبيعة العبسي إلى داره فإذا بناته\r\nمشرفات فقال للشرطيين : إئذنا لي فأوصي أهلي فأذنا له فأوصاهن بالصبر .\r\nولم يتقدم أحد لتخليص هؤلاء المساجين . رغم سهولة هذا الامر فكان خوف\r\nالقبائل هذا من سلطان زياد ممثلا في شرطيين أشد وقعا عليهم من خطر الموت\r\nفقالوا : إن هذا هو نهاية شعبهم . وتوقف الجميع في موضع قبل دمشق يدعى مرج\r\nعذراء ( وبينها وبين دمشق اثنا عشر ميلا ) فبقي المسجونين هناك موثقين بالقيود .\r\nوتسلم معاوية كتاب اتهامهم فصدق ما فيه ولم يصدق ما قاله حجر وكلف رسلا\r\nتبليغه لمعاوية . على أنه سأل زيادا عن حقيقة الامر فتأكد لديه ما قاله زياد في كتاب\r\nالاتهام . وأمر معاوية بإخلاء سبيل بعضا منهم ولكنه رفض شفاعة مالك بن هبيرة\r\nالسكوني في حجر بن عدي . على أنه شاء مع ذلك أن يعفو عنه وعن الباقين بشرط\r\nأن يبرأوا من علي فقبل أن يفعل ذلك منهم اثنان فنجوا بحياتهما وإن كانا بعد\r\nذلك قد نقضا تبرؤهما من علي أما الستة الباقون فقتلوا وقد أرعدت فرائص\r\nحجر حينما أبصر الكفن معدا والقبر قد حفر والسيف قد أشهر ولكنه ثبت مع ذلك\r\nعلى موقفه وجاء مالك بن هبيرة بعد فوات الاجل . ذلك أنه قد غضب لان معاوية\r\nلم يستجب لشفاعته في حجر فجاء مع جماعة من كندة وسكون إلى مرج عذراء\r\nليخلص المسجونين بالقوة ولكنهم كانوا قد قتلوا . ولكن غضبه على الخليفة\r\n( معاوية ) زال لما أن أرسل إليه هذا بمائة ألف درهم وقال للرسول أن يذكر له أن قتل\r\nحجر وفر على معاوية القيام بحملة ثانية ضد العراق - بعد الحملة الأولى في عهد\r\nعلي وبعد وفاة علي - وذلك أن حجرا كان سيثير الفتنة في العراق . وكفن\r\nالمقتولون وصلى عليهم ودفنوا كأشراف المسلمين ( 3 ) .\r\n\r\n","description":"","footnote":" ( 1 ) لم يكن التوقيع بأيدي الشهود أو على الأقل بأيدي جميع الشهود .\r\n( 2 ) غالبا ما تذكر أوقات النهار دون بيان تواريخ الأيام .\r\n( 3 ) راجع أبيات عبد الله بن خليفة التي أوردها الطبري ( 2 / 148 - 154 ) ومنها يبدو أنه\r\nيشير إلى أن عدد الذين قتلوا كانوا ثمانية ولعل السبب في ذلك أن الاثنين الذين تبرأ من\r\nعلي قد أدخلا في الحساب وكان معاوية قد أبقى عليهما على أنهما قد قتلا أيضا فيما بعد . ","page_name":" 102 ","page_number":102},
  {"content":"\r\nوفي رواية قصيرة نقلها الطبري ( 2 / 115 وما يليها ) عن ابن الكلبي عن محمد بن\r\nسيرين يصور لنا حجر بن عدي في صورة الحمل البرئ الذي اقتيد إلى المجزرة .\r\nوقد أراد أهله وأصحابه حمايته ولكنه أسلم نفسه ليبعثوا به إلى الشام فلما دخل\r\nعلى معاوية حياه تحية صادقة فقال له معاوية : ( أما والله لا أقبلك ولا أستقبلك !\r\nأخرجوه فاضربوا عنقه ) ( الطبري 2 / 116 - س 9 س 10 ) ولم يشترك معه أحد\r\nفي حركته . وأشد من هذا سذاجة ما نراه ورد عند اليعقوبي ( 2 / 273 وما يليها )\r\nممثلا رأي الشيعة . حقا إن ميل أبي مخنف مع حجر : فحجر لم يشأ من أصحابه\r\nأن يردوا على القوة بالقوة بيد أنه مهد السبيل لذلك . . لكن واقع الحال الحقيقي\r\nيظهر لديه بوضوح . فأبو عمرطة الشيعي هو أول من أستل سيفه وأسأل أول دم\r\nبينما كان الشرطة لا يستخدمون غير العصي كذلك حارب عبد الله بن خليفة\r\nالطائي إلى جانب حجر بشجاعة ( الطبري 2 / 121 129 ) . وليس من شك في\r\nأن حجرا كان ثائرا على السلطة وأنه كان يود أن يجتذب إلى حركته أهل الكوفة .\r\nولهذا فإن زيادا حسب تقديرنا كان على صواب ومعاوية قد استعصم بالحلم . ولكن\r\nالامر في ذلك العهد كان على خلاف تقديرنا الحالي . فإن قتل مسلم لا يحل إلا إذا\r\nقتل مسلما آخر أي النفس بالنفس وكان الجاري أن يقتص صاحب الثأر بنفسه\r\nوكانت السلطة العامة إنما تساعده على ذلك وتهيؤه له . والجريمة ضد الدولة تنحصر\r\nفي الخروج عن الاسلام لا في الخيانة العظمى ما دام لم يصحبها قتل . أما أن\r\nيقتل شخص بسبب خروجه على الدولة - مهما يكن ما يبرر هذا القتل - فهذا أمر\r\nكان يثير ثائرة الناس خصوصا في مثل هذه الحالة الأولى التي شمل الامر فيها\r\nرجالا بارزين جدا . حتى إن أهل الكوفة عامة قد شعروا بالخزى وإن والي\r\nخراسان ربيع بن زياد قد مزق قلبه الأسى وإن كان غير رقيق القلب وأظهرت\r\nعائشة غضبها الشديد وكذلك فعل الحسن البصري بعد ذلك بزمان ولم يكن\r\nيخضع في ذلك - كما خضعت عائشة أم المؤمنين - لدوافع شخصية خاصة\r\nويقال : إن معاوية لما حضرته الوفاة شعر بتأنيب ضمير عنيف لقتله حجر بن عدي\r\nولكنه تبرأ من ذلك قائلا : إنه لما انحسر عنه أهل قريش استسلم لتأثير زياد وطبعا\r\nكان غضب القبائل خصوصا اليمانية القوية على السلطة بالغة إذ شعرت بأنه من\r\nالعار ألا تخلص أبناءها من بطش السلطان واتحدت معارضة القبائل مع المعارضة\r\nالدينية واشتد غضب الشيعة خصوصا لقتل حجر . كان استشهاده مقدمة\r\nلاستشهاد سيد الشهداء الشيعة وهو الحسين بن علي .\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nالفصل الثاني\r\nالإمام الحسين والخروج على بني أمية\r\nتوفي أكبر أبناء علي من فاطمة وهو الحسن في سنة 49 ه‍ . وكان قد خيب\r\nآمال أنصار أبيه بالطريقة التي تنازل بها عن الخلافة وفقد احترامهم له فاتجهت\r\nأبصارهم إلى أخيه الأصغر : الحسين . ولما توفي معاوية وانتهت خلافته في سنة\r\n60 ه‍ حييت آمال الشيعة من جديد . فرفض الحسين - وكان آنذاك في منتصف\r\nالخمسين من عمره - أن يبايع يزيدا وحتى يخلص من سلطان يزيد فر من المدينة\r\nوهي المركز الدائم لأنصار علي والتجأ إلى مكة ( عند أواخر رجب سنة 60 ه‍ ) .\r\nفدعاه أهل الكوفة إليهم للخروج تحت قيادته على سلطان بني أمية . وأرسلوا إليه في\r\nهذا المعنى بعدة رسائل ووصل إلى مكة رسلهم الأول في 10 رمضان سنة 60 ه‍\r\n( 14 يونيو سنة 680 م ) . وكان أصحاب هذه الرسائل ( 1 ) رجالا بارزين من\r\nالقبائل ومن اليمانية على وجه التخصيص وقد كانت اليمانية في الكوفة أكبر القبائل\r\nعددا وأهمية ومالت نفس الحسين إلى تلبية هذه الدعوة الملحة التي وجهها\r\nالكثيرون . ولكنه آثر أن يبعث أولا بابن عمه مسلم بن عقيل ليتحسس الأرض ويهئ\r\nالسبيل أمامه . ونزل مسلم في الكوفة أولا عند المختار بن أبي عبيد ( 2 ) الثقفي ثم\r\nانتقل بعد ذلك إلى رجل بارز من بني مراد هو هانئ بن عروة بن مذحج . وكان\r\nلقاؤه سرا مع أنه عقدت حوله اجتماعات وألقيت خطب نارية . وكان كسب\r\nالأنصار للحسين يتم بسرعة ولكن مع احتياط شديد فلم يكن يقبل كل من يظهر\r\nالرغبة في الانضمام . وفي مدة قليلة تقدم الآلاف بالبيعة للحسين على يد مسلم بن\r\nعقيل أو من ينيبهم عنه . وتولى أبو ثمامة الصائدي جمع الأموال والسلاح .\r\n\r\n","description":"","footnote":" ( 1 ) راجع ما يقوله الطبري ( 2 / 233 - 235 ) .\r\n( 2 ) كذلك في الدينوري ( ص 245 س 4 ) . وابن عوسجة الوارد في رواية الدهني ( الطبري\r\n2 / 228 س 10 ) لعله خلط . ","page_name":" 105 ","page_number":105},
  {"content":"\r\nوجرى كل شئ على ما يرام حتى إن مسلما بن عقيل كتب إلى الحسين يخبره\r\nبالقدوم .\r\nوكان والي الكوفة إبان قدوم مسلم بن عقيل هو النعمان بن بشير الأنصاري .\r\nفاشتبه في وجود شئ ولكنه لم يشأ أن يتخذ إجراءات شديدة لمجرد الشبهة فإن\r\nتقوى الله أسبق عنده من خدمة السلطان . فلما علم يزيد بن معاوية بمسلكه استبدل\r\nبه - بناء على مشورة سرجيوس - شخصا أقل تحفظا وورعا هو عبيد الله بن زياد\r\nوالي البصرة ( 1 ) . فأسرع هذا من أقصر طريق خلال الصحاري متوجها إلى\r\nالكوفة في نفر قليل من الرجال ( 2 ) . وكان يلبس عمامة سوداء وعلى فمه لثام\r\nفحسب الناس أولا أنه الحسين الذي ينتظرونه ( 3 ) . فلما عرفهم بنفسه أخليت له\r\nالمدينة . فانتقل إلى المسجد مباشرة وخطب خطبة قصيرة . وأمر كل عريف ( 4 ) أن\r\nيدل على الغرباء القانطين في عرافته أو أن يضمن أنه لا يوجد فيها أحد مشتبه فيه\r\nوإلا صلب على باب داره ورفع المال عن عرافته ونفي خارج الكوفة .\r\nوكان قد علم بنية الحسين عن طريق رسالة استولى عليها ولكن يلوح أنه لم\r\nيكن على علم ( 5 ) بوجود مسلم بن عقيل في الكوفة . وعلى الأقل كان يجهل مكان\r\nإقامته . وذهب وهو لا يدري إلى مغارة الأسد . أعني إلى بيت هانئ بن عروة\r\nلعيادة مريض . وكاد أن يقتل هناك ( 6 ) . ولم يأت العرفاء بخبر أحد . وإنما أتاه\r\nبالاخبار جاسوس غير عربي بل مولي اسمه معقل استطاع أن ينفذ إلى ابن\r\nعوسجة الشيعي . وعرض عليه ثلاثة آلاف درهم قال إنه جمعها للشيعة ويريد أن\r\nيقدمها للشخص المتولي لامر الشيعة . فاقتاده ابن عوسجة إلى مسلم بن عقيل\r\n\r\n","description":"","footnote":" ( 1 ) رواية عوانة في الطبري ( 2 / 239 س 10 - ص 240 س 5 ) .\r\n( 2 ) وردت في صورة منقحة في رواية عمر بن شبة ( الطبري 2 / 243 ) .\r\n( 3 ) ويقول أبو مخنف إنه غضب لذلك ويقول عمر بن شبة : إنه لم يأبه لذلك بل مضى\r\nينفذ خطته وما كلف به .\r\n( 4 ) هذا لقب رئيس الفصيلة الحربية ورئيس القسم في المدينة .\r\n( 5 ) الأخبار الخاصة بهذا الامر تدعو إلى الشك .\r\n( 6 ) الطبري ( 2 / 246 وما يليها ص 244 ) ( وقارن 2 / 44 53 وما يليها )\r\nالدينوري ( ص 248 وما يليها ) . ","page_name":" 106 ","page_number":106},
  {"content":"\r\nوأقسم يمين الاخلاص ومن ذلك الوقت كان في صحبة مسلم وكان يسمع ويرى\r\nكل شئ يجري في دار هانئ بن عروة وينقل ذلك كله إلى عبيد الله .\r\nوأرسل عبيد الله إلى هانئ رجلين شريفين صديقين لهانئ ليأتوا به إلى عبيد الله\r\nبحجة أن هذا لم يره عنده منذ وقت طويل فلما مثل أمامه حادثه في الامر ( 1 ) .\r\nولم يستطع الكذب بحضرة الجاسوس ووعد بأن يصرف ضيفه ( أي مسلم بن\r\nعقيل ) ولكنه لم يشأ أن يسلمه . فهدده عبيد الله بالقتل فقال هانئ : ( إذن تكثر\r\nالبارقة حول دارك ! ) فكان رد عبيد الله أن استعرض وجهه بالقضيب فلم يزل\r\nيضرب أنفه وجبينه وخده حتى كسر أنفه وسيل الدماء على ثيابه . فوثب هانئ وأخذ\r\nسيف شرطي كان إلى جواره . فأمسكوا به وسجنوه . وفي تلك الأثناء أقبل بنو\r\nمذحج حتى أحاطوا بالقصر وهم يقولون : ( لم نخلع طاعة ولم نفارق جماعة )\r\nولكننا سمعنا أن أخانا يقتل . فقام القاضي شريح فهدأ ثائرتهم بأن أكد لهم أن هانئا\r\nحي فشكروا الله وانسحبوا وكان كل شئ كان على ما يرام .\r\nولكن هذا لم يكف لابعاد الخطر عن عبيد الله إذ لم يكد مسلم بن عقيل يعلم\r\nبحبس هانئ حتى قرر ألا ينتظر طويلا فجمع أصحابه بسرعة ( 2 ) وسار بهم في\r\nاليوم نفسه إلى السوق وأما عبيد الله فانطلق من المسجد حيث كان يقيم الصلاة\r\nوتحرز في القصر وغلق الأبواب . ولم يكن معه إلا بعض الموالي وثلاثون رجلا من\r\n\r\n","description":"","footnote":" ( 1 ) في رواية عمر بن شبة ( الطبري 2 / 245 ) أن عبيد الله قال لهانئ : ( يا هانئ ! أما\r\nتعلم أن أبي قدم هذا البلد فلم يترك أحدا من هذه الشيعة إلا قتله غير أبيك وغير حجر\r\nوكان من حجر ما قد علمت ثم لم يزل يحسن صحبتك فقال هانئ : ( نعم ! ) قال عبيد\r\nالله : ( فكان جزائي أن أخبأت في بيتك رجلا ليقتلني ؟ ) قال : ، ( ما فعلت ) فأخرج عبيد الله\r\nالجاسوس فلما رآه هانئ علم أن قد أخبره الخبر . فقال : ( أيها الأمير ! قد كان الذي\r\nبلغك ولن أضيع يدك عني فأنت آمن وأهلك فسر حيث شئت . فكبا عبيد الله عندها\r\nومهران قائم على رأسه في يده معكزة فقال : ( وأذلاه ! هذا العبد الحائك يؤمنك في\r\nسلطانك ! ) فقال : ( خذه ! ) فطرح المعكزة وأخذ بضفيرتي هانئ ثم أقنع بوجهه . ثم أخذ\r\nعبيد الله المعكزة فضرب به وجه هانئ . . . ) وتصوير زياد بأنه قاتل جميع شيعة الكوفة تكفي\r\nللحكم على هذا الخبر . قارن الطبري ( ص 284 س 8 وما يليه ) .\r\n( 2 ) في رواية هارون بن مسلم ( الطبري 2 / 272 ) - وهي رواية أقل ثقة - ورد أن من بين\r\nهؤلاء كان ببة القرشي المشهور والمختار الثقفي المشهور أيضا . ","page_name":" 107 ","page_number":107},
  {"content":"\r\nالشرطة وعشرون رجلا من أشراف الناس وأهل بيته وكان هؤلاء الاشراف\r\nيخضعون لنفوذه وإن كان بعضهم شيعيا متحمسا ساهم في استقدام الحسين ( 1 ) .\r\nوكان على هؤلاء الاشراف أن يبينوا للثائرين النتائج الخطيرة التي ستترتب على\r\nخروجهم وأن يحثوهم على العودة . وكان النسوة أيضا يحثثن رجالهن وأهلهن على\r\nالعودة قائلات : ليس لك في هذا الامر شئ . وعند المساء كان الناس قد انصرفوا\r\nوخلوا مسلما بن عقيل وحيدا شريدا من الناس ولم يكن يعرف طرقات الكوفة\r\nالضيقة المعقدة حتى بلغ دور بني جبلة من كندة فمشى حتى انتهى إلى باب امرأة\r\nأرمل كانت تنتظر بالباب ابنها . فالتجأ لديها .\r\nولما وافى المساء كان الهدوء يشمل السوق فطلب عبيد الله من أصحابه أن ينظروا\r\nهل خلا وصفا . ثم صعدوا على سواري المسجد وأضاءوا القناديل من الفتحات\r\nالعليا للمسجد فأبصروا أن ليس هناك أحد . وعندما نزل هو من القصر إلى\r\nالمسجد . وأمر أن تصلي صلاة العتمة بالمسجد فلم يكن له إلا ساعة حتى امتلأ\r\nالمسجد من الناس فنظمهم على هيئة جيش وأبقى عليهم في أمكانهم . أما الشرطة\r\nفقد عبثت كلها وأمرت باحتلال أفواه السكك ليفتشوا في الصباح الاحياء حيا حيا\r\nفلما انبلج الصبح كان ابن تلك المرأة الارمل قد دل رئيس كندة محمد بن\r\nالأشعث على موضع مسلم وقام محمد بن الأشعث فأخبر الوالي بالخبر .\r\nفأمره الوالي بإحضار مسلم وأخذ معه بعض الشرطة وحوالي من 60 إلى 70\r\nقيسيا : وذلك لان اليمانية لم يكونوا ليجدوا مسلما . وبعد دفاع عنيف - وكانوا\r\nيريدون أن يأتوا بمسلم حيا - سلم مسلم نفسه لابن الأشعث واقتيد على بغل بعد أن\r\nانتزع منه سيفه . ولما دخل القصر طلب أن يشرب . فلم يجرؤ أحد على تلبية طلبه\r\nإلى أن أخذت الشفقة بقرشي فسقاه . وبعد تبادل كلمات عنيفة بينه وبين عبيد الله\r\nصدر الامر بقتله فطلب مسلم أن يسمح له بأن يوصي إلى عمر بن سعد بن أبي\r\nوقاص وقبل هذا أن يأخذ منه الوصية بعد إذن من عبيد الله . ثم صعدوا به فوق\r\nالقصر فضربت عنقه وأتبع جسده رأسه ضربها شرطي فارسي كان قد جرحه مسلم\r\nفي القتال والقى بجثته في الموضع الذي أصبح فيما بعد موضع الجزارين .\r\n\r\n","description":"","footnote":" ( 1 ) وكان أحدهم وهو أسماء بن خارجة القيسي ( الفزاري ) . والد زوجه وصديقا\r\nللحكومة راجع عنه كتاب ( فهرس الأغاني ) . ","page_name":" 108 ","page_number":108},
  {"content":"\r\nثم جاء دور هانئ ولم ينجه وعد الاشراف . جئ به إلى السوق ويداه\r\nمشدودتان إلى ظهره . ودعا بني قومه فلم يجبه أحد . هنالك فك قيده وبحث\r\nعن سلاح ولكن عبثا ورفض أن يمد عنقه لتضرب قائلا : ( ما أنا بها مجد\r\nسخي وما أنا بمعينكم على نفسي ) . فضربه مولى تركي لعبيد الله بن زياد مرتين\r\nفقتله كذلك قتل واحد أو اثنان آخران وكان ذلك في ربع قبيلتهم إمعانا في\r\nالاذلال . وأرسل عبيد الله رأسي مسلم وهانئ إلى الخليفة يزيد ورسالة قصيرة كتبها\r\nبيده لأنه لم يرض بأسلوب كاتبه عمرو بن نافع المسهب المنمق وعمرو بن نافع\r\nقد أراد إدخال الأسلوب الفارسي المسهب ( وكان أول من أطال في الكتب ) . ووافق\r\nيزيد بن معاوية على مسلك عبيد الله ولكنه طلب منه ألا يقتل من قاتله .\r\nوكان مسلم بن عقيل قد كتب إلى الحسين قبل مقتله بشهر تقريبا يطلب إليه\r\nالقدوم ففي اليوم الذي خرج فيه مسلم وقام بالثورة كان على الحسين الانتقال من\r\nمكة وذلك في الثامن من ذي الحجة سنة 60 ه‍ ( 1 ) . وترقب الناس الحادث\r\nالمنتظر بصبر متوتر وراح الابن الورع لعمرو بن العاص يفيض في التنبؤات في هذا\r\nالصدد وبينما اغتبط ابن الزبير برحيل ابن بنت رسول الله من مكة ( 2 ) كان\r\nالمخلصون ينصحونه بالعدول . ولكنه لم يستمع لنصحهم بل مضى في طريقه\r\nقدما وصحبه أقرب أقربائه ومعهم الأهل والأبناء وكذلك كان معهم أبناء عبد الله\r\nابن جعفر ولكن لم يكن فيهم واحدا من بني العباس ( ثم إن الحسين أقبل حتى\r\nمر بالتنعيم فلقي بها عيرا قد أقبل بها من اليمن بعث بها بحير بن ريسان الحميري\r\nإلى يزيد بن معاوية وكان عامله على اليمن وعلى العير الورس والحلل ينطلق بها\r\nإلى يزيد . فأخذها الحسين فانطلق بها ) ( الطبري 2 / 277 ) ثم مضى في الطريق\r\nإلى الكوفة فمر بذات عرق وبالحاجر ( من بطن الرمة ) وزرد والثعلبية حتى انتهى\r\nإلى زبالة . وانضم إليه نفر قليل من أهل الكوفة العائدين من الحج انضموا\r\nمكرهين لما أن دعاهم إلى ذلك ولكنهم بقوا معه بعد ذلك مخلصين . وفي\r\nمواضع المياه التي أقام بها في الطريق تبعه عدد كبير من البدو وظن أنه سيستقبل\r\n\r\n","description":"","footnote":" ( 1 ) 9 سبتمبر سنة 680 هكذا ورد في رواية أبي مخنف في الطبري ( 2 / 271 س 17 ) .\r\n( 2 ) هذا يرجع إلى الكراهية الشديدة بين آل الزبير وآل علي وأصولها تعود إلى أمور أسبق . ","page_name":" 109 ","page_number":109},
  {"content":"\r\nفي الكوفة استقبالا حافلا ولم يكن يعلم شيئا عن نهاية مسلم بن عقيل الأليمة\r\nوإنما وصلته الانباء الأولى وهو في الثعلبية وكان يود أن يعود أدراجه لولا أن إخوة\r\nالقتيل طالبوا بالمضي في الامر لينتقموا لمقتل أخيهم . وفي زبالة أتاه نبأ جديد مروع\r\nفقد أرسل رسوله بكتاب : ( حتى إذا انتهى إلى القادسية أخذه الحصين بن تميم ( 1 )\r\nبه إلى عبيد الله بن زياد فقال له عبيد الله : اصعد القصر فسب الكذاب ابن\r\nالكذاب . فصعد ثم قال : ( أيها الناس إن هذا الحسين بن علي - خير خلق الله\r\nابن فاطمة بنت رسول الله وأنا رسوله إليكم وقد فارقته الحاجر فأجيبوه ثم\r\nلعن عبيد الله بن زياد وأباه واستغفر لعلي بن أبي طالب . فأمر به عبيد الله بن زياد\r\nأن يرمي من فوق القصر فرمى به فتقطع فمات ) . فلما علم الحسين بهذا الخبر\r\nقال لمن معه : ( من أحب منكم الانصراف فلينصرف . ليس عليه منا ذمام . فتفرق\r\nالناس عنه تفرقا فأخذا يمينا وشمالا - حتى بقي في أصحابه الذين جاءوا معه من\r\nالمدينة ) ( 2 / 294 ) وسار مع هؤلاء الأخيرين حتى مر ببطن العقبة فنزل بها ثم\r\nارتحل منها إلى شراف حتى بلغ ماء ذي حسم فعسكر هناك وتحصن من الخلف بأرض\r\nمرتفعة .\r\nوهناك اعترض طريقه فرسان من الكوفة أرسلت من القادسية بقيادة الحر بن يزيد\r\nالتميمي تلقوا الحسين باحترام وقاموا بالصلاة وهو يؤمهم وأبرز لهم الحسين\r\nالكتب التي جاءته من الكوفة تدعوه للقدوم وكانت تملأ خرجين فقال الحر :\r\nلسنا من هؤلاء الذين كتبوا إليك . فأراد الحسين الرجوع إلى المدينة . فحال الحر\r\nبينهم وبين الانصراف ولكنه لم يكن لديه أيضا أمر بمهاجمته . ( ولما كثر الكلام\r\nبينهما قال له الحر : إني لم أؤمر بقتالك وإنما أمرت أن لا أفارقك حتى أقدمك\r\nالكوفة فإذا أبيت فخذ طريقا لا تدخلك الكوفة ولا تردك إلى المدينة تكون بيني\r\nوبينك نصفا حتى أكتب إلى ابن زياد وتكتب أنت إلى يزيد بن معاوية - إن أردت\r\nأن تكتب إليه أو إلى عبيد الله بن زياد إن شئت - فلعل الله إلى ذاك أن يأتي بأمر\r\n\r\n","description":"","footnote":" ( 1 ) يخلط كثيرا بينه وبين الحصين بن نمير الشامي وهو خلط لا يقع فيه المؤرخون\r\nالمحدثون وحدهم بل وقع فيه النساخ القدماء أيضا - راجع مثلا الطبري ( 2 / 409 س 3 )\r\nوالدينوري ( ص 256 س 4 ) وكانت القادسية تعلق المدخل إلى الكوفة من ناحية الجزيرة العربية . ","page_name":" 110 ","page_number":110},
  {"content":"\r\nيرزقني فيه العافية من أن أبتلى بشئ من أمرك قال فحد هاهنا فتياسر عن طريق\r\nالعذيب والقادسية وبينه وبين العذيب ثمانية وثلاثون ميلا ثم إن الحسين سار في\r\nأصحابه والحر يسايره ) ( الطبري 2 / 299 - 300 ) ولكنه لم يمنع الشيعة\r\nالمخلصين القادمين من الكوفة من الانضمام إليه وهؤلاء أخبروا الحسين بالموقف في\r\nالكوفة فقالوا : ( أما أشراف الناس فقد أعظمت رشوتهم وملئت غرائزهم : يستمال\r\nودهم ويستخلص به نصيحتهم فهم قلب واحد عليك . وأما سائر الناس فإن أفئدتهم\r\nتهوي إليك وسيوفهم غدا مشهورة عليك ) ( الطبري 2 / 303 ) .\r\nواستمر الحسين في سيره مارا بعذيب الهجانات وقصر بني مقاتل حتى انتهى\r\nوصحبه إلى نينوى على الفرات . وهناك جاء رسول من عبيد الله بن زياد إلى الحر\r\nابن يزيد ومعه كتاب من عبيد الله يقول فيه : ( أما بعد ! فجعجع بالحسين حين\r\nيبلغك كتابي ويقدم عليك رسولي : فلا تنزله إلا بالعراء في غير حصن وعلى غير\r\nماء ) ففعل الحر كما أمره عبيد الله . فلم يكن مسموحا للحسين بالنزول في نينوى\r\nأو الغاضرية أو شفية . فقال زهير بن القين للحسين : ( إن قتال هؤلاء أهون من\r\nقتال من يأتينا بعدهم فلعمري ليأتينا من بعد من ترى ما لا قبل لنا به . فقال له\r\nالحسين : ما كنت لأبدأهم بالقتال . فقال له زهير بن القين : سر بنا إلى هذه القرية\r\nحتى ننزلها فإنها حصينة وهي على شاطئ الفرات فإن منعونا قاتلناهم )\r\n( الطبري ص / 307 - 308 ) وكان اسم هذه القرية العقر فتشاءم الحسين من\r\nاسمها وقال : اللهم إني أعوذ بك من العقر . وبقي في موضع ليس فيه ماء غير\r\nبعيد من الفرات في سهل كربلاء ( 1 ) . وكان ذلك - فيما يقول الطبري ( 2 / 308\r\nس 7 ) في يوم الخميس وهو اليوم الثاني من المحرم سنة 61 ه‍ ( = يوم الثلاثاء\r\nالثاني من أكتوبر سنة 680 م ) .\r\nفلما كان من الغد قدم عليهم عمر بن سعد بن أبي وقاص من الكوفة في أربعة\r\nآلاف رجل وكان عبيد الله قد بعثه واليا علي الري ليحارب الديلم في دستبي\r\nولهذا الغرض جمع جيشه هذا بيد أنه تلقى أمرا بالسير إلى الحسين حتى إذا فرغ\r\n\r\n","description":"","footnote":" ( 1 ) من الغريب أن أبا مخنف لا يذكر هذا الاسم قارن ( ص 546 س 4 ص 171\r\nس 8 ) . ","page_name":" 111 ","page_number":111},
  {"content":"\r\nمنه سار إلى عمله الأصلي فأراد أن يعفي من أمر الحسين فاشترط عليه إن يرد\r\nعن ولايته . فاضطر كارها إلى السير إلى الحسين حتى لا يفقد ولايته ولكنه لم\r\nيتعجل السير بل بدأ بأن أرسل إليه من يسأله ما الذي جاء به وماذا يريد وكان\r\nقد سأل الكثير أن يكون رسولا إلى الحسين ولكنهم أبوا لان كثيرين منهم كانوا قد\r\nكتبوا إلى الحسين يسألونه القدوم إلى الكوفة فخجلوا أن يظهروا أمامه بهذه\r\nالرسالة . فلما أبلغ الحسين الرسالة قال الحسين للرسول : ( كتب إلي مصركم هذا\r\nإن أقدم فأما إذ كرهوني فأنا أنصرف عنهم ) ( 1 ) ( الطبري 2 / 310 ) . فأبلغ عمر\r\nابن سعد هذا الجواب إلى الوالي ( عبيد الله بن زياد ) . فأجاب الوالي قائلا : على\r\nالحسين أن يبايع يزيد بن معاوية وأن يسلم نفسه وإلا استعملت القوة ضده فإن\r\nتردد عمر في ذلك فعليه أن يسلم القيادة لشمر بن ذي الجوشن القيسي الذي حمل\r\nهذه الرسالة من عبيد الله إلى عمر بن سعد ( 2 ) .\r\nوفي عشية يوم الخميس ( 3 ) لتسع مضين من المحرم استعد عمر للقتال وفي\r\nأثناء الليل ترك الحسين في هدوء ولم يحاول أحد ممن كان معه أن يهتبل الفرص\r\nللفرار على الرغم من أنه حرضهم على الفرار لان القوم لا يريدون إلا الحسين .\r\nثم أوصى بوصية وجعل سيفه قائما لإخافة النساء ورتب الأمور لحماية ظهره من\r\nالهجوم ( 4 ) . وأمضى بقية الليل في الصلاة وكان أعداؤه على مقربة من معسكره\r\nوكان يدور هنا وهناك كلام كثير مختلف ألوانه .\r\nوفي العاشر من المحرم يوم الأربعاء ( 5 ) العاشر من أكتوبر سنة 680 م انتظم\r\n\r\n","description":"","footnote":" ( 1 ) في رواية عمار الدهني في الطبري ( 2 / 282 ) أن الحسين خيره واحدة من ثلاث : إما أن\r\nيدعوه فينصرف من حيث جاء أي إلى مكة وإما أن يدعوه فيذهب إلى يزيد وإما أن\r\nيدعوه فيلحق بالثغور . أما في رأي أبي مخنف ( الطبري ص 314 ) فليس من الصحيح أن\r\nالحسين اقترح هذه الأمور الثلاثة .\r\n( 2 ) راجع نسبه في الطبري ( 1 / 2305 ) والدينوري ( ص 267 ) .\r\n( 3 ) ورد أن ذلك في يوم الخميس أو الجمعة والحقيقة أنه كان يوم الثلاثاء .\r\n( 4 ) في رواية الدهني ( الطبري ص 281 س 17 - س 18 ) أنه أسند ظهره إلى قصباء وخلا\r\nكي لا يقاتل إلا من وجه واحد .\r\n( 5 ) ورد أن ذلك كان في يوم الجمعة أو السبت . ","page_name":" 112 ","page_number":112},
  {"content":"\r\nكل فريق بعد صلاة الفجر استعدادا للقتال وكان مع الحسين اثنان وثلاثون\r\nفارسا ( 1 ) وأربعون رجلا بما فيهم 18 من أبناء عمومته وفي اللحظة الأخيرة وقع\r\nحادث مشجع له هو أن الحر بن يزيد عدل إلى الحسين وقاتل معه كفارة عن مسلكه\r\nالسابق . وسبق القتال كلام وخطب الحسين في أعدائه وهو راكب جملا إلى\r\nأن انطلق سهم لم يصبه فتوقف عن الخطبة وتلا رمي السهام القتال بالسيوف\r\nوودع أصحاب الحسين صاحبهم على موعد اللقاء في الجنة قبل أن يدخل كل منهم\r\nالمعركة الواحد بعد الآخر ولم يكن من غاية له إلا رجوع جيش ابن زياد عن\r\nالظلم وأن يبلغوه مأربه .\r\nوالمتأمل لرواية أبو مخنف حول مقتل الحسين يجدها كلها حوار ومناظر وإن\r\nخلت من التصوير الدارمي وليس فيها شئ غير مقرون باسم فاعله فكل\r\nرسول وكل عبد وكل عامل عمل عملا وكل من يقول شيئا أو يفعل فعلا\r\nبل كل من يشهر سيفا أو ينظفه - كل هؤلاء تذكر أسماؤهم . ولا يستطيع المرء\r\nبالنظرة الأولى أن يستوعب هذه الغابة الكثيفة الأشجار فالتفاصيل فيها تضرب في\r\nكل ناحية وتتشعب كل التشعب . فيذكر - مثلا - عن المظهر الخارجي للحسين أنه\r\nكان عليه ( نصلان قد انقطع شسع أحدهما ) ( 2 ) وكانت اليسرى وقد حشدت في\r\nالرواية أخبار جزئية مستقلة بعضها عن بعض وكثيرا ما تجري موازية بعضها لبعض\r\nمما يؤدي إلى إطالة السرد ولم يكن أبو مخنف أول من جمع هذه الأخبار كلها\r\nبل هو يذكر أسلافا له وزملاء فعلوا ذلك قبله فتكون عن ذلك نوع من الاجماع\r\n( الطبري 2 / 314 س 7 ) . على أنه لا يفصله غير جيل واحد عن أولئك الذين\r\nعاشوا هذه الاحداث . وتسلسل الروايات الجزئية عنده موجز جدا كما هو شأن\r\nالأسانيد الصحيحة القديمة - أما السلاسل الطويلة المتأخرة فليست إلا مظهرا شكليا\r\nوطريقة مصطنعة اتخذها الكتاب المتأخرون . والراوي الذي ينقل عنه إنما تلقى الخبر\r\nمن شاهد عيان حضر الحادثة المروية أو على الأقل يعتمد على شاهد عيان .\r\nوشهود العيان علي نوعين : فمنهم من كانوا في صف الحسين من عبيد\r\n\r\n","description":"","footnote":" ( 1 ) في رواية الدهني ( ص 281 ) والحصين ( ص 286 ) يذكر عدد أكبر من ذلك .\r\n( 2 ) ( ما أنسى أنها اليسرى ) هكذا يقول الذي شهدهما ( الطبري 2 / 358 س 8 ) . ","page_name":" 113 ","page_number":113},
  {"content":"\r\nأو هاربين ( 1 ) - وكانوا قلة ومنهم - وهم الغلبية . من كانوا في صف أعداء\r\nالحسين . ولكنهم كراوة لم تكن ميولهم مع الموقف الذي وقفوه بل كانوا نادمين\r\nعلى موقفهم القديم ( 2 ) . ولذا كانوا يحاولون أن يهونوا من شأن اشتراكهم أو يقللوا\r\nمن نصيبهم في الجريمة أو يستدروا العطف عليهم بتصويرهم القتال ضد الحسين في\r\nصورة فيها تمجيد لشأن الحسين . ويجب أن نلاحظ أن الأحاديث عن حادث الحسين\r\nكانت كثيرة وشديدة في الكوفة وكان القوم يتهم بعضهم بعضا ويحاول تبرئة نفسه\r\n( الطبري 2 / 341 334 - 346 ) .\r\nورواية أبي مخنف وسيلة لضبط الروايات الأخرى المتوازية بحيث نستبعد الاخبار\r\nالعرضية لأنها لا ترد إلا في رواية واحدة ونبقى على الاخبار الجوهرية لأنها\r\nتتكرر في جميع هذه الروايات ثم إنه يضع الروايات غير المتوازية في تسلسل متسق\r\nعلى نحو ينشأ عنه ترتيب محكم متصل - لا يمكن التخلص منه إلا بنوع من الاختيار\r\nوالتمييز . أجل إن في روايته بعض الاختلافات والمواضع غير المؤكدة ولكن ليس\r\nفيها تناقض حقيقي في النقط الرئيسية . والصورة في مجموعها ثابتة المعالم تتسم\r\nبالوحدة وذلك ليس فقط فيما يتعلق بالوقائع بل وأيضا فيما يتصل بطبائع\r\nالاشخاص .\r\n* نماذج لرجال خانوا الحسين :\r\nكان كل هم الاشراف مقصورا على الاحتفاظ بمراكزهم وعلى صيانة المنافع\r\nالمحدودة لدينهم وقبائلهم وعلى الرغم من أن ميولهم كانت ضد حكومة الأمويين\r\nفقد وضعوا نفوذهم حتى إمرتها لتوطيد الهدوء في القبائل . وفي هذا السبيل قام\r\nعمرو بن الحجاج الزبيري ومحمد بن الأشعث الكندي خصوصا بدور الشرطة\r\nوتوج شبث بن ربعي التميمي قدرته على التقلب ( 3 ) التي اكتسبها منذ شبابه بأن\r\n .\r\n","description":"","footnote":" ( 1 ) مثل عقبة بن سمعان مولي الرباب الراوي وأحد الأسديين اللذين انضما إلى الحسين\r\nأما الروايات المنقولة عن أسرة علي فنادرة وقليلة الأهمية .\r\n( 2 ) مثل حميد بن مسلم الأزدي الراوي : ومن الجدير بالملاحظة أن غالبية الرواة لم يكون\r\nرجالا بارزين فلم يكن منهم أحد من الاشراف .\r\n( 3 ) بدأ حياته العامة في خدمة المتنبئة سجاح ثم اضطر رغما عنه إلى اعتناق الاسلام .\r\nواشترك اشتراكا بارزا ضد عثمان لصالح علي بن أبي طالب وبعد صفين كان أحد مؤسسي\r\nالخوارج ثم حارب ضد الخوارج في النهروان ووضعه معاوية مع سائر زعماء الشيعة تحت\r\nالمراقبة وكان يخرج من كل موقف يقفه كالشعرة من العجين حينما يتراءى له شبح الخطر . ","page_name":" 114 ","page_number":114},
  {"content":"\r\nحارب ضد الحسين بعد أن كان هو أحد الذين دعوه إلى الكوفة . ولم يكن جمهور\r\nأهل الكوفة حريصا على مساعدة الحكومة ولكنه مع ذلك لم ينضم إلى صف\r\nأعدائها . وحتى أولئك الذين بعثوا بالكتب إلى الحسين وأقسموا على الاخلاص له\r\nتخلوا عنه في المحنة ولم يقدموا له يد المعونة وقصارى ما فعلوه أنهم راقبوا المعركة\r\nمن بعيد ومصرعه الأخير ثم بكوا . وقليلون جدا هم أولئك الذين تجاسروا على\r\nاللحاق به ومشاركته في مصيره مثل أبي ثمامة الصائدي خازن بيت المال وابن\r\nعوسجة . وعدا هذا فإن بعض الذين شاركوه في مصرعه إما أنهم كانوا من أولئك\r\nالذين التقطهم عرضا في الطريق أو من أولئك الذين دفعتهم الحمية الانسانية في\r\nاللحظة الأخيرة إلى الانضمام إليه وإن لم يكن لهم من قبل شأن به أو لم يكونوا من\r\nشيعته . وقد أبرز المؤرخون هذا التعارض بين المكلفين الذين لم يعملوا شيئا\r\nوبين غير المكلفين الذين أخجلوا الأولين أبرزوه وعرضوه أحيانا عرضا دراميا ( 1 ) .\r\nومما هو جدير بالاعتبار أن الأنصار أيضا لا القرشيون وحدهم قد تخلوا عن\r\nالحسين . فلم يخرج من المدينة واحد منهم معه ولم يكن منهم بين شيعة الكوفة إلا\r\nأفراد قلائل جدا . والثورة التي قامت في المدينة سنة 63 ه‍ لم تكن من أجل آل\r\nعلي كما أن عليا بن الحسين نفض يديه منها .\r\nوفي مقابل الجبناء وغير المخلصين كان أعداء الشيعة الصرحاء وهم أتباع حكومة\r\nبني أمية وموظفوها ولم يكن الجدال يدور حول أمور دينية إيمانية ( 2 ) بل حول\r\nمسألة عملية هي : هل تجب الطاعة لأولي الامر أو الثورة عليهم والانضمام إلى\r\nالحسين ؟ وليس بمنكر أن ( أهل الطاعة ) كانوا يحسبون مسلكهم هو الصحيح\r\n\r\n","description":"","footnote":" ( 1 ) ابن زهير بن القين وعزرة بن قيس ( الطبري 2 / 318 وما يليها ) .\r\n( 2 ) كان الكل يعترفون بفضل آل الرسول على سائر القبائل العربية ( الطبري 2 / 331 س 8\r\nص 342 س 16 ص 350 س 14 وما يليه ) . والكلمة ( جاهلي ) altglaubig التي يلذ\r\nلاوجست ملر Muller . A استعمالها فيما يتصل بهذا العصر لم يكن لها معنى قارن ( 2 / 556\r\nس 4 ) حيث يسمى الشيعة أعداءهم للتمييز عن ( أهل دعوتهم ) . ","page_name":" 115 ","page_number":115},
  {"content":"\r\nولكن كان ثم من يستنكر موقفهم ولا يعترف بالحجج التي يتعللون بها وكانت\r\nالأهواء الحزبية تعبر عن نفسها بالوسائل البيانية والمبالغات التصويرية السهلة التمييز\r\nأكثر منه عن طريق التضليل وتزييف الوقائع . ولهذا تتميز الروايات القديمة كما\r\nنجدها عند أبي مخنف من الروايات المتأخرة والأولى أفضل بكثير جدا . وعلى\r\nالرغم مما فيها من ألوان الأساطير فإنها لا تحجب عنا المادة التي بفضلها نستطيع أن\r\nنكون أحكاما سليمة . فعمر بن سعد يراجعه ضميره في مسلكه بإزاء الحسين ولهذا\r\nينظر إليه بنوع من الرقة بينما نحن نراه شخصا يثير السخط لأنه تجاوز اعتبارات\r\nضميره لا لشئ إلا ليحتفظ بما وعد به من ولاية أما شمر فلا ضمير له ينطر\r\nإلى الحسين على أنه مثير للفتنة والاضطراب لهذا انقض عليه بغير تردد ومن هنا\r\nيسود شعور سابق ضده لا نرانا ملزمين بالمشاركة فيه .\r\nوعلى كل حال فتصوير أبي مخنف له لا يكشف عن أنه كان مجرد جلف أو\r\nجاهلي صريح ملئ بالكراهية لآل بيت الرسول ( 1 ) ذلك لأنه مثلا قد احترم قداسة\r\nالمعسكر ( الذي فيه الحسين والنساء ) ولم يهاجم الحسين إلا بعد أن أبعده عن\r\nالمعسكر . أما أبغض الناس إلى أبي مخنف فهو عبيد الله بن زياد ولكنه يصوره لنا\r\nبصورة تدعو إلى الاعجاب به : وليس أكبر من هذا مدحا له . فهذا الوالي قد\r\nأرغم الكارهين على أن يكونوا في خدمته وبقليل من الوسائل ولكن بنظرة ثاقبة\r\nويد قوية عرف كيف يحل الصعاب التي اعترضته في طريق وعر حافل بالمتاعب .\r\nفأدى واجبه ولم يتجاوز مطلقا حدود هذا الواجب . نعم قد يأخذ عليه المرء أنه في\r\nأثناء غضبه صفع هانئا على وجهه . والحسياسية التي ارتكبت بشأن رأس الحسين لم\r\nيرتكبها هو بل يزيد بن معاوية وربما كانت الروايات قد عاملت يزيد بن معاوية\r\nبرفق أكبر جدا مما يستحق . فإنه إذا كان مقتل الحسين جريمة . فالمجرم الأكبر فيها\r\nيزيد . لأنه هو الذي بعث عبيد الله للقيام بإجراءات قاسية وكانت النتيجة مرضية\r\nجدا ليزيد واعتبط لها أيما اغتباط فإن كان قد غضب على خادمه ( عبيد الله ) من\r\nبعد ( الطبري 2 / 435 وما يليها ) . فما كان ذلك إلا تطبيقا لامتياز الحاكم الاعلى\r\n\r\n","description":"","footnote":" ( 1 ) ملر ( 1 / 363 ) . وفي صفين حارب شمر في صف علي ضد معاوية بشجاعة ( الطبري\r\n1 / 3305 ) . ","page_name":" 116 ","page_number":116},
  {"content":"\r\nأعني أن يحول الكراهية عنه إلى الأدوات التي أصطنعها لنفسه في جريمته حقا إن\r\nالمدة التي أبداها نحو من بقي من آل الحسين ليست مما يعيبه وإن كانت مودة\r\nتنطوي على الدهاء ولم تصدر عن قلب مخلص .\r\nوالحاسم في الحكم على هؤلاء الاشخاص جميعا هو موقف كل منهم تجاه\r\nالحسين فالحسين مركز الدائرة . وكل الاهتمام يدور حواليه . فلم يهمل ذكر شئ\r\nيتصل به . والتقاطيع الدقيقة تضفي على صورته العطف الحزين . فهو موضوع\r\nالأحاديث العديدة . وهو يعظ غيره ويعظ نفسه فليس بعجب أن تكون خاتمته\r\nهكذا : ( آمين ! آمين ! ) معجزات ولعنات وأحلام وتنبؤات وعناصر روحانية\r\nأخرى - كل هذه تتشابك في مجرى الرواية عن مأساته ثم تسبق الرواية المستقبل\r\nفتتحدث عن العذاب الأليم الذي سيلقاه قتلة العادل ( الحسين ) على يد الجبار\r\nالمنتقم . وفي هذا التصوير يختفي الاحساس بانعدام البطل وما كان مثله إلا كمثل\r\nآنية من الفخار اصطدمت بحديد هو عبيد الله . حاصل القول أن استشهاد الحسين\r\nفتح عصرا جديدا لدى الشيعة بل نظر إلى هذا الاستشهاد على أنه أهم من\r\nاستشهاد أبيه وإن هناك من الاحداث ما يسبب آثارا هائلة لا بذاته وبنتائجه\r\nالضرورية بل بذكراه في قلوب الناس .\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nالفصل الثالث\r\nالشيعة والثأر للحسين\r\nالكوفيون الذين جروا الحسين إلى الكارثة ثم تركوه وحده يصلاها راح ضميرهم\r\nيؤنبهم على ما اقترفت أيديهم . فشعروا بالحاجة إلى إرضاء الله وبالكفارة عن إثمهم\r\nبالتضحية بأنفسهم فسموا أنفسهم ( التوابين ) وبدأوا لأول مرة ينظمون أنفسهم\r\nفتكونت بعد مقتل الحسين بقليل منظمة انضم إليها حوالي مائة رجل لم يكن فيهم\r\nمن هو دون الستين من عمره كانوا إذن مدفوعين بدافع الضمير الديني لا\r\nالعواطف . وولوا أمرهم سليمان بن صرد الخزاعي وكانت له صحبة مع\r\nالنبي ( 1 ) وكان على رأس الشيعة المتحمسين الذين كتبوا إلى الحسين بالقدوم وكان\r\nمعه رؤساء أربعة آخرون من قبائل فزارة والأزد وبكر وبجيلة ( 2 ) . وكانوا\r\nيجتمعون في كل يوم جمعة في منزل سليمان ويسمعون منه في كل مرة نفس الخطبة :\r\n( كونوا كالالي من بني إسرائيل إذ قال لهم نبيهم : إنكم ظلمتم أنفسكم باتخاذكم\r\nالعجل فتوبوا لي بارئكم فاقتلوا أنفسكم ذلكم خير لكم عند بارئكم . فما\r\nفعل القوم ؟ جثوا على الركب والله ومدوا الأعناق ورضوا بالقضاء حتى حين\r\nعلموا أنه لا ينجيهم من عظيم الذنب إلا الصبر على القتل - فكيف بكم لو قد\r\nدعيتم إلى مثل ما دعى القوم إليه ؟ اشحذوا السيوف وركبوا الأسنة وأعدوا لهم\r\nما استطعتم من قوة ومن رباط الخيل حتى تدعوا حين تدعوا وتستنفروا ( الطبري )\r\n( 2 / 500 - 501 ) .\r\nوبقيت هذه الحركة سرية حتى وفاة يزيد بن معاوية فلما توفى انطلقت هنالك\r\nثارات أهل الكوفة على عبيد الله - وكان يقيم في البصرة - فطردوا نائبه في الكوفة\r\nعمرو بن حريث المخزومي . وكان زعماء هذا الانتفاض من الاشراف\r\n\r\n","description":"","footnote":" ( 1 ) ولكن اسمه : ( سليمان ) ينهض دليلا على عكس هذا .\r\n( 2 ) لم يكن أحد من الرؤساء من اليمانية الحقيقيين ( من همذان أو مذحج أو كندة ) . ","page_name":" 119 ","page_number":119},
  {"content":"\r\nلا من الشيعة وعلى رأسهم يزيد بن رويم الشيباني الذي اكتسب بذلك مكانة\r\nبارزة . وفي هذه الفترة الخالية من الحاكم الرسمي ولي أولا عمر بن سعد أميرا على\r\nالكوفة وخلفه قرشي آخر . وكان ابن الزبير قد استطاع إن يوطد لنفسه في\r\nالعراق حتى بايعه أشراف الكوفة خليفة وإن لم يكونوا بقلوبهم معه ( الطبري\r\n2 / 531 ) فأرسل إليهم عبد الله بن يزيد الأنصاري واليا على الكوفة وذلك في يوم\r\nالجمعة الثاني والعشرين من رمضان سنة 64 ه‍ ( الجمعة 13 مايو سنة 684\r\nالطبري 2 / 509 ) .\r\nولقد كان لهذا التغيير أثره المفيد عند الشيعة رغم أنهم كانوا يكرهون ابن الزبير\r\nالذي استولى على ميراث ( 1 ) الحسين . ومن ثم صاروا أكثر جرأة وانتشروا في\r\nأوساط أوسع وكانت عواطف الجماهير معهم وإن كان الاشراف لا يريدون\r\nالاعتراف لهم بشئ وكان همهم كله إبعاد المغامرين عن الكوفة وتجنيب أنفسهم -\r\nوهم في مركز المسؤولين - كل خطر .\r\nوبرز في مقدمة ( الدعاة ) ( 2 ) عبيد الله بن عبد الله المري الذي لم يمل من تكرار\r\nما يقوله حتى يوقع اليقين في نفوس السامعين . ( . . . ابن أول المسلمين إسلاما وابن\r\nبنت رسول رب العالمين : قلت حماه وكثرت عداته حوله فقتله عدوه وخذله\r\nوليه . فويل للقاتل وملامة للخاذل ! إن الله لم يجعل لقاتله حجة ولا لخاذله\r\nمعذرة - إلا أن يناصح الله في التوبة فيجاهد القاتل وينابذ القاسطين فعسى الله عند\r\nذلك إن يقبل التوبة ويقيل العثرة . إنا ندعوكم إلى كتاب الله وسنة نبيه والطلب بدماء\r\nأهل بيته وإلى جهاد المضلين والمارقين . فإن قتلنا فما عند الله خير للأبرار وإن\r\nظهرنا رددنا إلى أهل بيت نبينا ) ( 3 ) ( الطبري 2 / 508 ) . فزاد الأنصار عددا حتى\r\nبلغوا 16000 رجل أقسموا على الولاء وإن لم يكونوا أعضاء في هذا الحزب كذلك\r\nتمت اتصالات بالمكاتبات مع المدائن والبصرة . ولم يهمل القوم أن يجمعوا إلى\r\nجانب ذلك - المال والسلاح .\r\nوكانت شارتهم هي : الثأر للحسين ! لم يكن أمامهم هدف ثابت معين بل\r\nترددوا في أي الوسائل أنسب للتضحية بحياتهم . وأقرب هدف أمامهم كان أن\r\n\r\n","description":"","footnote":" ( 1 ) ( المترجم : ميراث الخلافة ) .\r\n( 2 ) ومن ثم سيصبح ( الدعاة ) ظاهرة مميزة للشيعة .\r\n( 3 ) ( المترجم : أوردنا الفقرة بنصها وإن كان المؤلف اختصرها . ","page_name":" 120 ","page_number":120},
  {"content":"\r\nيستولوا على الكوفة ويطردوا الاشراف فهؤلاء تقع على عواتقهم المسؤولية الكبرى\r\nفي مقتل الحسين بسبب تواطؤهم مع السلطة وطاعتهم لها ولذا كانوا في خوف\r\nشديد . وكانت غالبية الشيعة من هذا الرأي - أي وجوب طرد الاشراف ولكن\r\nسليمان كان على غير هذا الرأي إذ وجد من الحكمة ألا يجعل ضده هؤلاء\r\nالاشراف ذوي النفوذ الكبير . فوجه القوم ضد الأعداء الحقيقيين المباشرين\r\nوالمستبدين ضد حكومة بني أمية وخصوصا ضد عبيد الله بن زياد الذي ارتحل إلى\r\nالشام واستعد هناك ( سنة 65 ه‍ ) بجيش عظيم من أهل الشام ليكسب العراق لحكم\r\nمروان . وساعد على الوصول إلى هذا القرار حكمة وإلى الكوفة عبيد الله بن يزيد .\r\nكان الاشراف قد ألحوا عليه في أن يهاجم جميع الشيعة . ولكنه قال : ( الله بيننا\r\nوبينهم ! إن هم قاتلونا قاتلناهم وإن تركونا لم نطلبهم . . فليخرجوا ولينتشروا\r\nظاهرين ليسيروا إلى من قاتل الحسين فقد أقبل إليهم وأنا لهم علي قاتله ظهير\r\nهذا ابن زياد قاتل الحسين وقاتل خياركم وأماثلكم قد توجه إليكم عهد العاهد به\r\nعلى مسيرة ليلة من جسر منبج فقتاله والاستعداد له أولى وأرشد من أن تجعلوا\r\nبأسكم بينكم فيقتل بعضكم بعضا ويسفك بعضكم دماء بعض فيلقاكم ذلك العدو غدا\r\nوقد رققتم وتلك والله أمنية عدوكم ) ( الطبري 2 / 510 - 511 ) .\r\nفأصبح في وسع الشيعة آنذاك أن يظهروا ثورتهم علنا على ابن زياد . فقرروا أن\r\nيتجمعوا إلى أول ربيع الثاني سنة 65 ه‍ ( ( 15 نوفمبر سنة 684 ) في معسكر النخيلة\r\n( قرب الكوفة ) ودعوا كذلك أنصارهم في المدائن والبصرة . وهكذا لم يصل\r\nالاتفاق بينهم وبين الوالي إلى حد قبول ما اقترحه من أن يتفقوا معه ومع رؤساء\r\nالقبائل في الكوفة على أن يكونوا جبهة واحدة ضد أهل الشام .\r\nولم يجتمع من بين ال‍ 16000 رجل الذين وعدوا بالذهاب إلا 4000 في\r\nالموعد المحدد في النخيلة ولكن هذا العدد كان كافيا لقتال وكان فيهم عرب من\r\nكل القبائل وكثير من القراء ولكن لم يكن فيهم أحد من الموالي . ومع أنه كان\r\nفيهم معدمون فقد كانوا جميعا راكبين ومسلحين جيدا . وفي يوم الجمعة الخامس من\r\nربيع الثاني سنة 65 ه‍ ( السبت ( 1 ) 19 نوفمبر سنة 684 م ) مضوا إلى كربلاء وهناك\r\n\r\n","description":"","footnote":" ( 1 ) يبدأ من مساء اليوم السابق . ","page_name":" 121 ","page_number":121},
  {"content":"\r\nبقوا يوما وليلة عند قبر الحسين واعترفوا بخطيئتهم وأخذوا العهود على أنفسهم وهم\r\nيبكون وكان الزحام على القبر أشد منه عند الحجر الأسود في مكة ( 1 ) . ثم\r\nساروا عبر الفرات فأخذوا على الحصاصة ثم على الأنبار ثم على الصدود ( أو\r\nصندوده ) ثم على القيارة وهيت وخرجوا من هيت حتى انتهوا إلى قرقيسيا وبها\r\nزفر بن الحارث الكلابي على رأس بني قيس يعارض حكم الأمويين فوضع لهم\r\nسوقا فتسوقوا منها . ثم أخبرهم بتحركات عبيد الله وكان آنذاك في الرقة\r\nونصحهم قائلا : ( إني للقوم ( أصحاب عبيد الله والأمويين عامة ) عدو وأحب أن\r\nيجعل الله عليهم الدائرة وأنا لكم واد أحب أن يحوطكم الله بالعافية إن القوم\r\nقد فصلوا من الرقة فبادروهم إلى عين الوردة فاجعلوا المدينة في ظهوركم ويكون\r\nالرستاق والماء والمادة في أيديكم وما بين مدينتنا ومدينتكم فأنتم له آمنون ) ( 2 ) .\r\nففعلوا كما أشار زفر فانتهوا إلى عين الوردة فنزلوا في غربيها وعسكروا\r\nواستراحوا تحمي ظهورهم المدينة . وأقاموا هناك خمسة أيام قبل أن تهاجم فرقتان\r\nمن فرق جيش الشام الخمس . وبدأت المعركة في يوم الأربعاء الثاني والعشرين من\r\nجمادي الأولى سنة 65 ه‍ ( يوم الأربعاء 4 يناير سنة 685 ) واستمرت حتى يوم\r\nالجمعة ( 3 ) . وقاتل الشيعة قتال الأسود ولكن رمي النبال قضى عليهم فلم ينج\r\nمنهم إلا قليل أنبهم ضميرهم لأنهم لم يبلغوا هدفهم . ولم يطاردهم في انسحابهم\r\nأحد والتقوا في الطريق بإخوانهم من أهل البصرة والمدائن لم يصلوا إلى الميدان في\r\nالوقت المناسب فقرروا العودة إذ كان الاوان قد فات . فبكى الجميع ومضوا بعد ذلك\r\nفي طريقهم .\r\n\r\n","description":"","footnote":" ( 1 ) تقديس الشهداء إذن يرجع إلى أصل عربي لا فارسي .\r\n( 2 ) إن الطريق البري من الشام إلى العراق يمر بمنبج أو الرقة ويجتاز نهر الفرات ثم يمر\r\nبرأس عين ( = عين الوردة ) حتى يصل إلى الدجلة ( الطبري 2 / 554 س 5 ص 387 س\r\n16 ) أما الطريق المائي فيمتد من الأنبار ويمر بنهر ملكه إلى المدائن .\r\n( 3 ) في الطبري ( 2 / 576 س 2 ) أن المعركة وقعت في ربيع الثاني ويؤيد هذا الكلام المختار\r\n( ص 579 س 7 ) وبهذا تطول المعركة إلى أكثر من عشرة أيام ولكن أقل من شهر إلى أن\r\nقضي نهائيا على سليمان ولكن التواريخ الدقيقة التي يقدمها أبو مخنف تستحق الترجيح\r\nلان الشيعة احتفظوا جيدا بتواريخ أيام شهدائهم . ","page_name":" 122 ","page_number":122},
  {"content":"\r\nوكان الشعور بالخطيئة أكثر من واجب الانتقام هو الذي دفع هؤلاء الشيعة إلى\r\nالقتال والموت . ولو كانوا قد بذلوا للحسين وهو حي نصف ما بذلوا وهو ميت\r\nفلعل مجرى الامر أن يكون قد تغير .\r\nكان اندحار سليمان بن صرد وجماعته في عين الوردة نقطة تحول حاسم في\r\nالتاريخ الداخلي للشيعة والفضل في هذا التحول إنما يرجع إلى المختار بن أبي\r\nعبيد وهو ثقفي كالمغيرة وزياد وعبيد الله والحجاج ولا يقل عن هؤلاء شأنا .\r\nوإن كان من طبيعة أخرى مخالفة لطبائعهم تمام المخالفة ( 1 ) . كان من أسرة كريمة .\r\nوقاد أبوه المعركة ضد الفرس عند البويب ( النخيلة ) وقتل في هذه المعركة البائسة\r\nوتزوجت أخته عبد الله بن عمر بن الخطاب ذو المكانة البارزة المرموقة كما تزوج\r\nبنت النعمان بن بشير الأنصاري ذي المكانة الرفيعة كذلك وكان له في الكوفة\r\nبيت وكان له بالقرب منها ضيعة أما ماضيه فيحيط به الغموض ( 2 ) ولم يظهر\r\nعلى المسرح العام إلا بعد أن بلغ الستين من عمره فكان شيعيا غيورا . قدم من\r\nضيعته في خطرنيه مع مواليه إلى الكوفة لما اضطرب الامر بوفاة معاوية وآوي\r\nمسلم بن عقيل واشترك في حركته التي كانت قبل أوانها ( 3 ) . وخلص من يد عبيد\r\nالله بعين مشتورة بعد أن تشفع لديه فيه بعض الأصدقاء الأخيار ولكنه نفي خارج\r\nالكوفة ( 4 ) .\r\nفذهب إلى الحجاز وفي الطريق لقي ابن العرق ( 5 ) فذكر له كيف أن عبيد الله\r\n\r\n","description":"","footnote":" ( 1 ) كتب عنه فان خلدر Van Gelder رسالة مفصلة قيمة جدا طبعت في ليدن سند 1888\r\nعند برل Brill .\r\n( 2 ) ورد في الطبري ( 2 / 2 س 14 ص 520 س 11 ) : أن المختار وهو غلام شاب أشار\r\nعلى عمه وكان عاملا على المدائن بأن يوثق الحسن بن أبي طالب ويستأمن به إلى معاوية .\r\nولكننا نراه ( الطبري 2 / 134 س 4 ) يروغ من زياد بن أبيه حينما طلب منه أن يوقع عريضة\r\nالشكوى ضد حجر بن عدي - والرواية الواردة في الطبري ( 2 / 746 - 748 ) لا تستحق\r\nأي رد .\r\n( 3 ) الطبري ( ص . 272 520 وما يليها ) .\r\n( 4 ) الطبري ( 2 / 522 ) قارن ( ص 536 وما يليها ص 600 ) .\r\n( 5 ) يظهر أن هذا الرجل كان مشهورا ولكنني لم أستطع تحصيل معلومات عنه . ","page_name":" 123 ","page_number":123},
  {"content":"\r\nضربه على عينيه وقال : ( قتلني الله إن لم أقطع أنامله وأباجله وأعضاءه إربا إربا . . .\r\nيا بن العرق ! إن الفتنة قد أرعدت وأبرقت وكأن قد انبعثت فوطئت في خطامها فإن\r\nرأيت ذلك وسمعت به بمكان قد ظهرت فيه فقل إن المختار في عصائبه من\r\nالمسلمين يطلب بدم المظلوم الشهيد المقتول سيد المسلمين وابن سيدها الحسين بن\r\nعلي فوربك لأقتلن بقتله عدة القتلى التي قتلت على دم يحيى بن زكريا . قال ( أبي\r\nابن العرق ) : فقلت له ( أي المختار ) : سبحان الله ! وهذه أعجوبة مع الأحدوثة\r\nالأولى . فقال ( المختار ) : هو ما أقول لك فاحفظه عني حتى تري مصداقه . ثم\r\nحرك راحلته فمضى ) ( الطبري 2 / 524 ) ثم سأله عن ابن الزبير فعلم أن هذا\r\nالأخير لم يظهر الثورة علنا بعد ولكنه سيفعل ذلك قطعا حينما يشعر بأن لديه قوة\r\nكافية . فمضى إلى ابن الزبير وطلب منه أن يطلب مبايعته علنا وعرض عليه\r\nالمساعدة . ولكنه قال ذلك علنا حتى أن ابن الزبير تركه يذهب إد غضب أن يكلمه في\r\nالمسجد بصوت عال فيذيع السر ( فهذا الكلام لا ينبغي أن يكون إلا والستور دونه\r\nمرخاة والأبواب دونه مغلقة ) ( الطبري 2 / 527 س 11 - 12 ) . فخرج المختار من\r\nالمسجد وظل لا يرى حولا في مكة ( 1 ) إلى أن ظهر من جديد فجأة من مكة\r\nودخل المسجد وتبدى في مظهر الرجل الخطير . هنالك أحسن ابن الزبير معاملته\r\nوفي مستهل سنة 64 قاتل في صفوف خوارج اليمامة ضد أهل الشام قتال\r\nالشجعان .\r\nولكنه لم يجد في مكة ما قدر له وبعد طرد عبيد الله من العراق اتجهت أنظار\r\nالمختار إلى الكوفة . وكان لا يقدم عليه أحد من أهل الكوفة إلا سأله عن حال\r\nالناس وهيئتهم فأخبر أن الناس في الكوفة في ( صلات واتساق على طاعة ابن\r\nالزبير إلا أن طائفة من الناس إليهم عدد أهل مصر لو كان لهم رجل يجمعهم\r\nعلى رأيهم أكل بهم الأرض إلى يوم ما . فقال المختار : أنا أبو إسحاق أنا والله\r\nلهم أنا أجمعهم على مر الحق وأنفي بهم ركبان الباطل وأقتل بهم كل جبار عنيد\r\n( الطبري 2 / 531 ) . ولم ينقد لتحذير من حذره من قيام حرب أهلية بين الناس ومن\r\nعذاب يوم القيامة بل كان موقنا بالنصر تمام اليقين .\r\n\r\n","description":"","footnote":" ( 1 ) تمثل بصورة الغريب في مدينة الطائف وهي بلده الأصلي ( الطبري 2 / 526 س 8 ) .\r\nويفترض خلدر ( ص 29 ) أنه كان آنذاك على اتصال بابن الحنفية في المدينة . ","page_name":" 124 ","page_number":124},
  {"content":"\r\nفبعد وفاة يزيد بن معاوية بخمسة أشهر وبضعة أيام خرج في الطريق إلى الكوفة\r\nوحتى انتهى إلى بحر الحيرة فنزل فاغتسل فيه وادهن دهنا يسيرا ولبس ثيابه واعتم\r\nوتقلد سيفه . ثم ركب راحله فمر بمسجد السكون وجبانة كندة لا يمر بمجلس إلا\r\nسلم على أهله وقال : أبشروا بالنصر والفلج أتاكم ما تحبون ( الطبري 2 / 532 )\r\nوظل يسير في شوارع الكوفة وفي المسجد وهو يقول نفس الكلام : أبشروا بالنصر\r\nواليسر والفلج وكان يصحبه اثنان من بني كندة . وكان الوقت وقت صلاة الجمعة\r\nفي يوم الجمعة 15 رمضان سنة 15 رمضان سنة 64 ه‍ ( 6 مايو سنة 684 ) فصلى مع الناس ثم\r\nركن إلى سارية مدة طويلة وصلى ما بين الجمعة والعصر فلما صلى العصر مع\r\nالناس انصرف .\r\nكان ينوي أن يتزعم الشيعة ولكنه لم يستطع أن ينال هذه الزعامة من سليمان بن\r\nصرد رغم ما صادفه من بعض النجاح . ولكنه تخلص من سليمان بما وقع لهذا\r\nالأخير في حملته المشئومة ضد أهل الشام هنالك استطاع أن يرث زعامته وهو\r\nمرتاح الضمير لأنه طالما حذر من القيام بتلك المغامرة وتنبأ بالمصير السئ الذي\r\nآلت إليه وراح في خطبه يعلن مقدما هذا الاخفاق . فأخذ يمسك بزمام الامر بيد\r\nقوية وأراد أولا أن يبدأ بامتلاك ناصية الكوفة فوجه الشيعة في هذا الاتجاه هنالك\r\nشعر الاشراف بأن ثمت خطرا يتهددهم فلفتوا نطر الوالي عبد الله بن يزيد إلى\r\nحركات هذا الرجل الخطير . فأودع السجن وكان ذلك قبل معركة عين الوردة\r\nومن سجنه كتب إلى أولئك الذين نجوا من الهزيمة يقول : لم يكن سليمان الزعيم\r\nالحق بل أنا أنا أنا ! وأرادوا إنقاذه من السجن فقال لهم : لا داعي لذلك\r\nلأنه سيخرج منه قريبا . والواقع أنه أطلق سراحه بشفاعة صهره عبد الله بن عمر\r\nولكن بعد أن أخذ على نفسه ميثاقا غليظا وذلك بأن حلفه عبد الله بن يزيد وإبراهيم\r\nابن محمد بن طلحة ( ألا يبغيهما غائلة ولا يخرج عليهما ما كان لهما سلطان فإن\r\nهو فعل فعليه ألف بدنة ينحرها لدى رتاج الكعبة ومماليكه كلهم : ذكرهم وأنثاهم -\r\nأحرار وعبيدا . فحلف لهما بذلك ثم خرج فجاء داره فنزلها ) ( الطبري\r\n2 / 600 ) . ولكنه راح يسخر من هذا الحلف قائلا إنه يفضل أن يدفع هذه الكفارة\r\nوأن يضحي بكل ما يملك على أن يتخلى عن طلب السلطان على أنه لم يحتج\r\nحتى إلى الحنث في يمينه إذ قدم الكوفة في يوم الخميس 24 رمضان سنة 65 ه‍\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n( 14 مايو سنة 685 م ) ووال جديد لم يكن قد حلف له هو عبد الله بن مطيع\r\nالقرشي وكان أشد أنصار ابن الزبير حماسة ( الأغاني ) ( 13 / 168 وما يليها ) .\r\nوكان على هذا الأخير أن يشد العنان في الكوفة أكثر مما فعل سلفه اللين . فانتهز\r\nأول فرصة ليعرض من فوق المنبر برنامجه السياسي فقال : ( أما بعد ! فإن أمير\r\nالمؤمنين عبد الله بن الزبير بعثني على مصركم وثغوركم وأمرني بجباية فيئكم وأن لا\r\nأحمل فضل فيئكم عنكم إلا برضى منكم - ووصية عمر بن الخطاب التي أوصى\r\nبها عند وفاته وبسيرة عثمان بن عفان التي سار بها في المسلمين فاتقوا الله\r\nواستقيموا ولا تختلفوا وخذوا على أيدي سفهائكم . وإلا تفعلوا فلوموا أنفسكم\r\nولا تلوموني فوالله لأوقعن بالسقيم العاصي ولأقيمن درأ الأصغر المرتاب )\r\n( الطبري 2 / 603 ) .\r\nولكنه بهذا إنما مس قرحا فيهم لان أهل الكوفة جميعا لم يرضوا أن يؤخذ فضل\r\nالفئ بل طالبوا بالابقاء عليه في الكوفة وتوزيعه عملا بما فعله علي وكانت\r\nالكوفة في عهده عاصمة الخلافة ومركز بيت المال المركزي لا كما فعل عمر بن\r\nالخطاب أو كما فعل عثمان على الأقل هنالك اعترض عليه أحد الشيعة في\r\nالمسجد واستغل هذا الشيعي الفرصة ليذكر الناس بعظمة الكوفة في عهد علي .\r\nفأسقط في يد الوالي وقال : ( نسير فيكم بكل سيرة أحببتموها وهويتموها . ثم\r\nنزل ) ( الطبري 2 / 604 ) وجاء إياس بن مضارب - وكان على رأس الشرطة\r\nوعليما بأحوال الناس - إلى ابن مطيع ونبه إلى خطورة هذا الحادث وقال له : إن\r\nهذا الذي اعترض عليك ( من رؤس أصحاب المختار ولست آمن المختار فابعث\r\nإليه فليأتك فإذا جاءك فاحبسه في سجنك حتى يستقيم أمر الناس فإن عيوني قد\r\nأتتني فخبرتني أن أمره قد استجمع له وكأنه قد وثب بالمصر ) ولكن أحد الرسولين\r\nاللذين بعث بهما ابن مطيع - وكان من أهل بلده - أومأ إليه بما سليقاه في مقابلته\r\nللوالي ففهم واعتذر عن الذهاب بوعكة أصابته وراح يستعد للخروج في مستهل\r\nالعام الجديد عام 66 ه‍ ولكن الأمور لم تمض بهذه السرعة التي قدرها .\r\nوكان يعيش في المدينة أحد أبناء علي بن أبي طالب واسمه محمد وأمه ليست\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\nفاطمة بنت الرسول بل من بني حنيفة ( 1 ) ولهذا سمى محمد بن الحنفية - قام\r\nالمختار يدعو باسم محمد بن الحنفية ويسميه ( المهدي ) .\r\nوادعى المختار أنه ( أمينه ) و ( وزيره ) . فشك نفر من الشيعة في صحة هذه\r\nالدعوى فراحوا إلى المدينة ليتبينوا جلية الامر من محمد بن الحنفية . فقال لهم\r\nهذا : ( وأما ما ذكرتم من دعاء من دعاكم إلى الطلب بدمائنا فوالله لوددت أن الله\r\nانتصر لنا من عدونا بمن شاء من خلقه ) ( 2 ) ( الطبري 2 / 607 ) . بيد أن هذه\r\nالإجابة العامة المجملة كفت أولئك السريعي التصديق والايمان . فعادوا بعد شهر\r\nوأخبروا المختار بجواب ابن الحنفية . فشعر المختار بأنه استراح من هم ثقيل ودعا\r\nفي الحال إلى اجتماع للشيعة صال فيه وجال وسخر من المرتابين .\r\nولكن كان عليه أن يكسب رجلا آخر في الكوفة نفسها لا يستطيع من دونه أن\r\nيلقى رؤساء الشيعة نجاحا ضد الاشراف والوالي هذا الرجل هو إبراهيم بن الأشتر\r\nزعيم قبيلة النخع من مذحج وكان بارعا ماكرا مستقل الرأي وكان كأبيه مخلصا\r\nلعلي وكان على اتصال بابن الحنفية ولكنه لم يكن يؤمن بالتشيع على الصورة\r\nالتي استحال إليها في ذلك العهد . لم يشأ الانضمام إلى سليمان بن صرد كما لم\r\nيرغب في أن يعرف شيئا عن المختار ولم تفلح المحاولات في اكتسابه . وأخيرا\r\nوصله كتاب يطلب فيه ابن الحنفية نفسه منه أن يعترف بالمختار بن أبي عبيدة . ولكنه\r\nتضايق من كون ابن الحنفية يلقب نفسه في هذا الكتاب بلقب ( المهدي ) وهو أمر لم\r\nيعهد منه فحاك في صدره الشك في صحته ولكن الذين قدموا بالكتاب\r\nوالمختار نفسه أكدوا صحة الكتاب إلا اثنين لفتا نظره بتحفظهم وهما : عامر بن\r\nشراحيل الشعبي الراوي الفقيه المحدث الكبير وأبوه شراحيل . فانتحى بعامر ناحية\r\nوسأله هل يشك في أمانة هؤلاء الشهود على صحة الكتاب . فقال عامر الشعبي :\r\nمعاذ الله فإنهم ( سادة القراء ومشيخة المصر وفرسان العرب ولا أرى مثل هؤلاء\r\nيقولون إلا حقا ! ) ( الطبري 2 / 612 ) . فسأله ابن الأشتر أن يكتب له أسماءهم\r\n\r\n","description":"","footnote":" ( 1 ) وكان اسمها خولة ( الأغاني ) ( 7 / 4 ) . وقد تزوج حسن بن علي امرأة من فزارة اسمها\r\nخولة أيضا ( الأغاني ) ( 11 / 56 ) ( لا 36 كما في نفس المؤلف خطأ - المترجم ) .\r\n( 2 ) وتبعا لهذا فإن افتراض فان خلدر المشار إليه آنفا افتراض قليل الاحتمال . ","page_name":" 127 ","page_number":127},
  {"content":"\r\nوكتب محضرا صوريا بما وقع فلما اطمأن قلبه بهذا امثتل لما ورد في الكتاب ووضع\r\nنفسه في خدمة المختار بن أبي عبيد ( 1 ) .\r\nومنذ هذه اللحظة صار يحضر الاجتماعات التي كانت تعقد للتشاور في المساء في\r\nبين المختار بانتظام ثم تم الاتفاق على بدء العمل في يوم الخميس الرابع عشر من\r\nربيع الأول سنة 66 ه‍ . وعرف الوالي بالامر وإن لم يعرف الموعد المضروب\r\nبالدقة ومنذ يوم الاثنين احتلت الشرطة الميادين العامة والسوق القريبة من المسجد\r\nالجامع وكان على رأس الشرطة إياس بن مضارب واحتل بنو تميم السبخة أمام\r\nالبوابة تحت إمرة شبث بن ربعي وأرسل إلى كل جبانة رجلا من قبيلة هذه الجبانة\r\n( وأوصى كل رجل أن يكفيه قومه وأن لا يؤتى من قبله وأن يحكم الوجه الذي وجهه\r\nفيه ) ( 2 / 614 ) ( 2 ) . وذهب إبراهيم بن الأشتر النخعي في صحبة مائة رجل\r\nمسلح في مساء الثلاثاء متجها إلى بيت المختار وحرص على ألا يتجنب الشرطة\r\nفمشى في طريقه مباشرة إلى السوق فاعترضه إياس بن مضارب فقتله إبراهيم\r\nوبهذا بدرت إشارة الخروج قبل الأوان المضروب وما كان على إبراهيم إلا أن يظهر\r\nرأس رئيس الشرطة للمختار حتى يعلم أنه من المستحيل تأجيل الخروج ولكن كان\r\nمن العسير تنبيه أنصارهم أثناء الليل وحشدهم في الميادين المختلفة ومع ذلك تم\r\nهذا كله دون قتال حقيقي وفعل إبراهيم كل ما في وسعه . وفي صبيحة يوم\r\nالأربعاء الثالث عشر من شهر ربيع الأول ( 18 أكتوبر سنة 685 ) كان المختار قد نظم\r\nأتباعه ونزل في ظهر دير هند مما يلي بستان زائدة في السبخة وهناك أقام صلاة\r\n\r\n","description":"","footnote":" ( 1 ) كذا يروي عامر الشعبي ( نسبة إلى قبيلة شعبان بطن من همدان ) فيما ينقله أبو\r\nمخنف نفسه .\r\n( 2 ) السبخة : سهل صحراوي فسيح أمام الكوفة من ناحية الفرات وكانت السوق القريبة\r\nمن المسجد الجامع تمتد إلى الكناسة وإلى جانب ذلك كانت توجد ميادين صغيرة في الاحياء\r\nالمختلفة وكان اسمها بالفارسية ( جهار سوج ) وبالقريبة ( جبانة ) وسميت بأسماء القبائل\r\nالتي تسكن حولها وبالقرب منها ولعل هذه عند مساجد القبائل وهي مساجد نسبتها إلى\r\nالمسجد الجامع نسبة البيع الصغيرة إلى الكبيرة وهذه الميادين تناظر ميادين الكنائس وكانت\r\nتستعمل في الأصل لدفن الموتى ثم استعملت بعد ذلك لكل الاغراض الممكنة التي لا تصلح\r\nلها الأزقة الصغيرة الملتوية . ","page_name":" 128 ","page_number":128},
  {"content":"\r\nالصبح معهم وما كان إمام يحسن الوعظ مثله وكان في جيشه كثير من الموالي\r\nوكانوا له مخلصين كل الاخلاص .\r\nوحشد الوالي أيضا رجاله خلال الليل وكان القائد في منطقة السبخة شبث بن\r\nربعي ومعه يزيد بن رويم هزم فصيلة صغيرة أرسلت لمهاجمته ثم تقدم ناحية\r\nالمختار . ولكن جيشه تراجع في البدء أمام العدو فصاح فيهم شبث بن ربعي :\r\n( يا حماة السوء ! بئس فرسان الحقائق أنتم ! أمن عبيدكم تهربون ! ) ( الطبري\r\n2 / 623 ) . وكان لهذا الكلام أثره فقد هز فيهم وتر الشرف وأثار فيهم الحفيظة على\r\nالموالي الذين كانوا يحاربون في صفوف المختار فكان إذا هوجم أحد الموالي\r\nسقط صريعا مقتولا ( 1 ) فبينما كان الاسرى العرب يتركون يفرون وأضحى جيش\r\nالمختار في مركز حرج - وكان قائد فرسانه هو يزيد بن أنس الأسدي - بإزاء تفوق\r\nالعدو وأوشك على الهزيمة رغم استماتته في الدفاع لولا أن أنجده في النهاية إبراهيم\r\nالنخعي وكان هذا في خلال تلك المعركة مشغولا بقتال فرقتين من فرق العدو في\r\nالمدينة فصل لقتالهما واستطاع هزيمتهما ثم أسرع لنجدة المختار . ولم يكد يظهر في\r\nالميدان حتى فرت جنود شبث بن ربعي من الميدان وولت الادبار وعاد هؤلاء إلى\r\nالاحتشار في المدينة مرة أخرى وانضم إليهم الباقون خصوصا في الكناسة ولكن\r\nإبراهيم النخعي - الذي كان قادرا على كل شئ - فرق شملهم . هنالك فر\r\nالاشراف والوالي - ابن مطيع - إلى القصر فحوصروا فيه وبعد هذا النصر زاد\r\nعدد الشيعة زيادة كبيرة . وبعد ثلاثة أيام تسلل ابن مطيع من القصر هاربا واستتر\r\nأما الاشراف فأذعنوا وبايعوا المختار . وفي صباح اليوم التالي جاء المختار من القصر\r\nبعد أن بات فيه فتلقى البيعة من الاشراف وغيرهم وهو يقول : ( تبايعوني على\r\nكتاب الله وسنة نبيه والطلب بدماء أهل البيت وجهاد المحلين والدفع عن الضعفاء\r\nوقتال من قاتلنا وسلم من سالمنا والدفاع ببيعتنا لا نقيلكم ولا نستقيلكم ) ( ( الطبري\r\n2 / 633 ) ووجد في بيت المال تسعة ملايين جازى بها جنوده فأعطى أصحابه الذين\r\nقاتل بهم حين حصر ابن مطيع في القصر - وهم الذين تحملوا حرارة اليوم ومتاعبه -\r\n\r\n","description":"","footnote":" ( 1 ) خوطب أحد الموالي بهذه العبارات ( يا ابن المتكاء ! تركت بيع الصحناة بالكناسة .\r\nوكان جزاء من أعتقك أن تعدو عليه بسيفك تضرب رقابه ! ) ( الطبري 2 / 623 ) . ","page_name":" 129 ","page_number":129},
  {"content":"\r\nوكانوا ثلاثة آلاف وثمانمائة رجل كل رجل خمسمائة درهم وأعطى ستة آلاف من\r\nأصحابه أتوه بعدما أحاط بالقصر فأقاموا معه تلك الليلة والثلاثة أيام حتى دخل\r\nالقصر : مائتين مائتين .\r\nاستولى المختار إذن على الكوفة دون إراقة دماء كثيرة فسعى لإشاعة العدل\r\nوالرحمة والطمأنينة في النفوس والصلح بين الأحزاب . وفي أول الأمر تولى بنفسه\r\nالقضاء بحماسة ومهارة حتى أرهقه المنصب فعين قضاة ( 1 ) . . وترك ابن مطيع\r\nيرحل بسلام ومنحه مالا وفيرا يستعين به في سفره ولان كانت دعوته للقتال\r\nتقوم على الثأر لمقتل الحسين فقد منع أنصاره من القتل وارتكاب المظالم ( 2 ) .\r\nوعفا عن خصم له أساء إليه وكان جزاؤه عن هذا الصفح أن مدحه خصمه بقصيدة\r\nيشكره فيها ووفى بعهده للاشراف بالأمان بل رغب إليهم أن يجالسوه وينصحوه\r\nكما كانوا يفعلون من قبل مع سلفه من الولاة وسر الحريصين على مصالح الكوفة\r\nالأصليين أن المختار فكر في أن يجعل الكوفة مركزا للخلافة الاسلامية مرة أخرى .\r\nواختار الموظفين والقواد من بين الطبقة العالية من النبالة الحربية العربية . ومع ذلك\r\nكانت العناية ( بالمستضعفين ) نقطة رئيسية في برنامجه . وكان يفهم من هذا الاسم\r\nالبسيط الكثير الورود في اللغة الروحية أنه يقصد به المسلمون غير العرب أعني\r\nالموالي وكانوا يؤلفون أكثر من نصف سكان الكوفة وفي أيديهم الحرف اليدوية\r\nوالمهن والتجارة وترك لهم العرب المشغولون بالحرب والقتال مرافق الحياة المدنية ( 3 ) .\r\n\r\n","description":"","footnote":" ( 1 ) من المصلحة العامة أن يكون القاضي نائبا عن الحاكم يدافع عن جانبه .\r\n( 2 ) الدليل على خطورة اختصار المادة التاريخية ( عند فيل ) ما ذهب إليه ا . ملر - 1 / 380 )\r\nحين قال : ( لم يكن لدى المختار من أمر أدعى إلى التعجيل من أمر القبض على قتلة الحسين\r\nوقتلهم ) - فهذا يخالف الحقيقة كل المخالفة .\r\n( 3 ) وكانوا كذلك يعملون في الضياع المجاورة للكوفة مثل ضيعة المختار وقد أتى بهم\r\nمنها . ولعلهم اختلطوا بالفلاحين الآراميين هناك . وعبد الله بن الزبير يسميهم في البيت الوارد\r\nفي ( الأغاني ) ( 13 / 37 س 27 ) ( مجوس القرى ويهود القرى ) . ولكن هذا التعبير\r\nالتحقيري يجب ألا يوقف عنده كثيرا . أما العرب المختصون بالقتال فكانوا متجمعين في المدن\r\n( الكوفة والبصرة ) وغير ذلك لم يكونوا ينتسبون إليهم والذي كان يهتم به المختار هو\r\nالوضع الاجتماعي للموالي لا قوميتهم ولم يخطر بباله قط أن يدافع عن الفرس بوصفهم\r\nفرسا . على أنه كان من الأهمية بمكان عظيم أن معظم الموالي كانوا من الفرس . ","page_name":" 130 ","page_number":130},
  {"content":"\r\nوكانت غالبيتهم - من حيث الأصل واللغة - من الفرس جاءوا أسرى إلى\r\nالكوفة واعتنقوا الاسلام هناك ثم أعتقهم سادتهم وانتسبوا إلى القبائل العربية موالي\r\nفيها بحيث كانوا في وضع هجين : فلم يعودوا عبيدا ولكنهم بقوا مع ذلك على\r\nولاء لسادتهم وفي حاجة إلى حمايتهم وعليهم واجب القيام بخدمتهم وكانوا\r\nحاشيتهم في السلم والحرب وقد أعطاهم الاسلام من الحقوق مما سمح به\r\nسادتهم العرب .\r\nوالآن انتعش أمل هؤلاء الموالي في الخلاص من الولاء وفي المشاركة التامة\r\nالمباشرة في الدولة الاسلامية . أيقظ المختار هذا الامل فيهم واجتذبهم إليه وزاد بهم\r\nمواليه الخصوصيين . وكان يوليهم معظم ثقته ويقربهم إليه كل القرب ( 1 ) واختار\r\nمنهم حرسه الخاص وتولى قيادة هذا الحرس واحد منهم على أنه في بادئ الامر لم\r\nيعين في المراكز الرئيسية إلا العرب وكانوا في الأصل يؤلفون الأغلبية الكبرى في\r\nجيش الشيعة ويتكون منهم الفرسان أما الموالي فكانت جمهرتهم العظمى من غير\r\nالفرسان وجرت العادة ألا يحملوا سيوفا بل كان سلاحهم هراوات خشبية ( 2 ) .\r\nولم يزد عددهم عند الثورة الأولى عن خمسمائة ثم زاد عددهم بعد ذلك بسرعة\r\nزيادة عظيمة ولكن العرب في الفريق المعادي الذين كانوا من الاشراف كانت لهم\r\nمصلحة في أن يصوروا الامر وكأنهم إنما كانوا يحاربون عبيدهم الذين لم يقنعوا\r\nبتحررهم بل أرادوا أيضا أن يبسطوا أيديهم إلى الخراج وما ينفق منه من أعطية\r\nجارية ( 3 ) . وهالهم أن يكافح الموالي في سبيل مصالحهم لا في سبيل سادتهم !\r\nوفتحت الكراهية بصائرهم وأصبح هذا علامة مميزة منذ ذلك الحين على الحركة\r\n\r\n","description":"","footnote":" ( 1 ) لم يكن هذا أمرا شاذا بل قاعدة عامة عند أكابر العرب .\r\n( 2 ) يقول أعشى همدان لأهل البصرة الذين تباهوا بانتصارهم على المختار إنه لا مجال\r\nللافتخار لأنهم إنما انتصروا على قوم عزل من السلاح ( الطبري 2 / 684 س 11 ) وقد لقبت\r\nالموالي بلقب ( الخشبية ) أو ( الخشبيين ) نسبة إلى هذه الهراوات الخشبية ( الطبري 2 / 684 س\r\n16 ص 693 س 4 ص 1798 س 4 وما يليه ص 1804 س 12 ) ( الأغاني ) ( 5 / 155\r\n8 / 33 11 / 47 13 / 166 وما يليها ) . وسميت أسلحتهم هذه باسم ( الكافر كوبات ) (\r\nالطبري 2 / 694 س 15 ) . وهو اسم يطلق عادة على أنصار أبي مسلم .\r\n( 3 ) الطبري ( 2 / 631 ) . ","page_name":" 131 ","page_number":131},
  {"content":"\r\nالشيعية الجديدة ولم يكن ذلك أبدا بوضوح في أول الأمر وعملوا على رسم\r\nالشيطان على الجدران بقصد استحضاره وإهاجة العداوة بين العرب والموالي . ولم\r\nيفلح المختار في اجتياز هذا المضيق . فلم يستطع كسب حزب العصبية العربية إلى\r\nجانبه وكان في خطر أن يزعج الموالي . لقد منعهم من الانتقام من قتلة الحسين\r\nأي من الاشراف وتضايقوا من ترضية للاشراف ومن محاولة إرضاء الطرفين .\r\nوأتاه قائد حرسه أبو عمرة كيسان ( مولى عرينة ) بهذه الانباء . فكان على\r\nالمختار أن يهدئ خواطرهم وأفلح في هذا بما تفوه به لهم من عبارات غامضة\r\nيستطيعون أن يفسروها كما يحلو لهم . ولكن هذا لا يدل أبدا على أنه لم يكن جادا\r\nفي سياسة التوفيق والمصالحة التي سلكها ابتغاء المزج بين العرب والموالي في بوتقة\r\nالاسلام . ولم يجد عن هذه السياسة طوعا بل اضطرته الظروف القاهرة فأرغم\r\nعلى تأليف حزب حكومي يستند إلى أولئك الذين يستطيع أن يضع فيهم معظم ثقته\r\nوالذين انضموا إليه بعد النصر أفواجا أفواجا .\r\nقوت الاحداث الخارجية مركزه أولا فالعمال الذين أرسلهم إلى المقاطعات\r\nالتابعة للكوفة قوبلوا بغير مقاومة . ولم يشذ إلا المتمرد الورع عبيد الله بن الحر\r\nالجعفي الذي تحصن في المدائن وأرض جوخي ورفض الطاعة لهم . ومن جهة\r\nأخرى أخفقت الحركة إلي قام بها شيعة البصرة لنصرته ( 1 ) . وظن المختار أنه يستطيع\r\nأن يتجنب العداوة السافرة بينه وبين ابن الزبير على الرغم مما قام به من معارك ضد\r\nحكومة ابن الزبير في العراق وحتى بعد أن منع المختار دخول الوالي الجديد إلى\r\nالكوفة بقوة السلاح وهو الوالي الذي أرسله ابن الزبير محل ابن مطيع المطرود\r\nفعرض المختار على ابن الزبير أن يتعاونا ضد العدو المشترك وهو أهل الشام\r\nالذين زحفوا على الجزيرة العربية سنة 66 ه‍ حتى وصلوا إلى وادي القرى وظفر\r\nبموافقة ابن الزبير على إرسال جيش قوامه ثلاثة آلاف من الموالي إلى المدينة تحت إمرة\r\nشرحبيل بن ورس الهمداني عليهم أن يعملوا مع جيش ابن الزبير المؤلف من ألفي\r\nجندي والذي زحف من مكة ضد أهل الشام . بقيادة عياش بن سهل الأنصاري ( 2 ) .\r\n\r\n","description":"","footnote":" ( 1 ) كتاب المختار إلى الأحنف بن قيس في الطبري ( 2 / 685 ) .\r\n( 2 ) بعكس ما يقوله الطبري ( ص / 689 س 12 ) قارن ( 2 / 579 س 1 ) . ","page_name":" 132 ","page_number":132},
  {"content":"\r\nولكن عياشا تخلص من حلفائه المزعجين هؤلاء - فقد كانوا جميعا من الموالي -\r\nعن طريق قتلهم غدرا واغتيالا جبانا ولا شك أنه فعل ذلك بأمر صريح من سيده\r\n( ابن الزبير ) الذي كان ينشد نظيره في القسوة والغدر وهي علاقة تكاد تكون من\r\nطرف واحد - نقول إنه جدد علاقته بابن الحنفية وعرض عليه أن يرسل إليه جنودا\r\nإلى المدينة لمحاربة ابن الزبير إذا أعلن صراحة تأييده للمختار ولكن المختار لم يتلق\r\nمن ابن الحنفية غير جواب سلبي احتفظ به لنفسه كما هو مفهوم . ثم أصبح ابن\r\nالحنفية بعد ذلك في موقف حمله على إعلان تأييده للمختار بل ودعوته إليه\r\nلمساعدته . ذلك أنه حدث في أثناء الحج سنة 66 أن جاء ابن الحنفية إلى مكة ( 1 )\r\nوهناك حاصره ابن الزبير في داخل الحرم هو ومن معه من أصحابه وهدده ابن الزبير\r\nبالموت إذا لم يبايع ابن الزبير في خلال مدة محددة . فلجأ ابن الحنفية إلى المختار\r\nواستطاع أن يبعث إليه برسالة يشرح له فيها ما وقع له وطلب منه النجدة . فقرأ\r\nالمختار الرسالة علنا والسرور يغمره وأرسل في الحال جنودا متطوعين إلى المدينة ( 2 ) .\r\nوكان المائة وخمسون جنديا الأول كافين لانقاذ ابن الحنفية ولم يشأ هذا أن يجيبهم\r\nإلى طلبهم لما استأذنوه أن ينتقموا له من ابن الزبير أما ابن الزبير فكان في أول الأمر\r\nمتعاليا ضخم الصوت ولكنه اضطر بعد ذلك أن يخفض صوته حينما\r\nتوافدت أفواج من جنود المختار إلى مكة فوجا إثر فوج . وكان مجموع الذي جاءوا\r\n4000 رجل فوزع ابن الحنفية عليهم المال الذي أتوا به إليه وعادوا أدراجهم .\r\nوكان المختار قد سعى إلى فرصة تهئ له القتال ضد أهل الشام سعى إليها في\r\nبلاد العرب ولكنه وجدها - دون أن يتوقعها - في العراق . فعند نهاية سنة 66 ه‍\r\nمضى أهل الشام ناحية الدجلة بعد انتظار طويل بقيادة عبد الله بن زياد فبعث\r\n\r\n","description":"","footnote":" ( 1 ) هذه هي المناسبة الوحيدة الممكنة التي لم تذكر عنها الروايات شيئا .\r\n( 2 ) كانوا من الموالي ولكن القادة كانوا عربا وهم ( الطبري 2 / 694 ) . ( الأغاني )\r\n( 8 / 32 وما يليها ) أبو عبد الله الجدلي ( من جديل الأزد راجع الطبري 2 / 656 س 11 )\r\nو ( الأغاني ) ( 13 / 167 وما يليها ( أبو طفيل [ المترجم : في نص الطبري : الطفيل 
  ] بن\r\nعامر بن واثلة الليثي ( الطبري 2 / 1065 س 11 ص 1067 س 15 ) . وربما كانت الحملة على\r\nمكة قد وقعت في مستهل سنة 67 ه‍ بعد معركة خازر . قارن ما يقوله الواقدي فيما أورده عنه\r\nالطبري ( 2 / 748 ) . ","page_name":" 133 ","page_number":133},
  {"content":"\r\nالمختار لمواجهتهم ثلاثة آلاف من الفرسان ( 1 ) بقيادة يزيد بن أنس الأسدي والتقى\r\nالجمعان في التاسع من شهر ذي الحجة سنة 66 ه‍ ( 7 يوليو سنة 686 ) عند الفجر\r\nبالقرب من الموصل وكان جيش أهل الشام ضعف جيش المختار ومع ذلك انتصر\r\nعليهم بعد قتال دام يومين وكان يزيد بن أنس قد خرج للقتال وهو مريض وقاد\r\nالمعركة وهو مشرف على الموت وكان على حمار يمشي معه الرجال يمسكونه عن\r\nيمينه وعن شماله بفخذيه وعضديه وجنبيه ومات في المساء بعد أن انتصر جيشه\r\nفلما مات أسقط في أيدي أصحابه إذ كسر موته قلوبهم هنالك قرر سائر القادة\r\nالعودة إذ لم يجرؤوا على مواجهة قوات أهل الشام وهي تقترب من ميدان\r\nالمعركة في ثمانية آلاف رجل .\r\nولكن انتشرت في الكوفة إشاعة تقول : إن الشيعة هزمهم أهل الشام فأمر\r\nالمختار إبراهيم بن الأشتر بالمسير بجيش مؤلف من سبعة آلاف رجل إلى ميدان\r\nالمعركة بأسرع ما يستطاع وفي هذه الظروف ازدادت جرأة الاشراف على المختار\r\nوهم قادة حزب العصبية العربية وأخذوا يعتبون على المختار أنه تأمر عليهم بغير\r\nرضى منهم ولا بأذن من ابن الحنفية وأنه أظهر هو وسبايته ( ببدع ابتدعها في\r\nالاسلام ) البراءة من أسلافهم الصالحين وأنه أدنى مواليهم فحملهم على الدواب\r\nوأعطاهم وأطعمهم من فيئهم فسلبهم بذلك حقوقهم لأنهم أعتقوا عبيدهم على\r\nأمل الاجر في ذلك والثواب والشكر فلم يرض المختار لهم بذلك حتى جعلهم\r\nشركاءهم في الفئ وأخذ هؤلاء العبيد فحارب بهم يتاماهم وأراملهم ( - 2 ) . وكان\r\nشبث بن ربعي التميمي - الشيخ العجوز - هو الذي يتحدث باسمهم فذهب إلى\r\nالمختار يكلمه في هذه الأمور فوعده المختار بالنظر فيها وإرضائهم كلما استطاع إلى\r\nذلك سبيلا ثم سأل شيئا : ( إن أنا تركت لكم مواليكم وجعلت فيئكم فيكم -\r\nأتقاتلون معي بني أمية وابن الزبير وتعطون على الوفاء بذلك عهد الله وميثاقه وما\r\nأطمئن له من الايمان ؟ ) ( الطبري 2 / 650 ) - فلم يوافقه الاشراف على ذلك ،\r\n\r\n","description":"","footnote":" ( 1 ) أن كونهم فرسان قد يستنتج منه أنهم عرب ولكن الواقع هو أنه كان من بينهم بعض\r\nالموالي ( الطبري ص / 647 س 6 ) .\r\n( 2 ) كان هؤلاء اليتامى والأرامل أحوج الناس إلى العبيد وأعجزهم عن الاحتفاظ بهم بالقوة . ","page_name":" 134 ","page_number":134},
  {"content":"\r\nبل قرروا أن يهتبلوا هذه الفرصة السانحة للقضاء على مغتصب السلطة ( المختار )\r\nوإن كانوا بذلك يخونون العراق لصالح أهل الشام ولم يخرج على هذا القرار إلا\r\nعبد الرحمن بن مخنف - وكان فطنا حذرا ومن أقرباء أبي مخنف الراوي - فإنه\r\nلم يوافق على خطتهم وقال : إن المختار معه ليس فقط العبيد والموالي بل وأيضا\r\nشجعان العرب وفرسانها وكلهم كلمتهم واحدة : ( فهو مقاتلكم بشجاعة العرب\r\nوعداوة العجم وإن انتظرتموه قليلا كفيتموه بقدوم أهل الشام أو بمجئ أهل\r\nالبصرة فتكونوا قد كفيتموه بغيركم ولم تجعلوا بأسكم بينكم ) ( الطبري 2 / 651 )\r\nولكنه لم يستطع إقناع الآخرين برأيه فاضطر أن ينزل عند رأي الجماعة . فلما مضى\r\nإبراهيم بن الأشتر للقاء أهل الشام . احتل هؤلاء الاشراف المراكز الرئيسية في\r\nالكوفة وحصروا المختار في القصر والمسجد وقطعوا الاتصال بينه وبين الخارج .\r\nوحتى يفسد عليهم تدبيرهم اقترح عليهم أن يبعثوا من قبلهم وفدا إلى ابن الحنفية\r\nويرسل هو من قبله وفدا إليه لسؤاله في تأييد ابن الحنفية له ولكن لم ينجح في\r\nهذا التدبير .\r\nبيد أنه وجد الوسيلة والسبيل إلى إنباء إبراهيم بن الأشتر بما يجرى وأمره بالعودة\r\nحالا . ولم يحتج الرسول إلا إلى يوم واحد للوصول إلى ساباط على الدجلة\r\nوإبلاغ إبراهيم بالامر وفي مساء اليوم التالي وصل إبراهيم وجنوده إلى الكوفة\r\nوعسكر بهم خلال الليل بالقرب من المسجد .\r\nوفي صباح اليوم التالي يوم الأربعاء 24 من ذي الحجة سنة 66 ( 1 ) استؤنف\r\nالقتال الذي وقع من قبل في شهر ربيع . وتداخلت الأضداد بين الأحزاب كما\r\nاتصل الامر بالعرب . فكثير من الشيعة العرب الذين كانوا حتى ذلك الوقت في\r\nصف المختار انفصلوا عنه وانحازوا إلى صفوف الاشراف نخص بالذكر القارئ\r\nالشهير رفاعة بن شداد الفتياني وهو صديق قديم لسليمان بن صرد بيد أنه انزعج\r\nانزعاجا شديدا حينما سمع صيحة الاشراف : ( يا لثارات عثمان ! ) ترن إلى\r\nجانب وفي مقابل صيحة الشيعة : ( يا لثارات الحسين ! ) فاندفع يائسا إلى\r\n\r\n","description":"","footnote":" ( 1 ) الطبري ( 2 / 667 س 7 ) . واسم اليوم الوارد هنا ( 22 يوليو سنة 686 ) كان يوم أحد\r\nلا أربعاء . ","page_name":" 135 ","page_number":135},
  {"content":"\r\nهوة الموت كذلك آذى عبد الله بن قراد الخثعمي أن يسفك دم بني أهله ولكنه\r\nظل مخلصا للمختار كما نجد من ناحية أخرى أن ابن شبث بن ربعي قاتل ضد\r\nأبيه بشجاعة وعناد . وقد اتخذ الاشراف وقبائلهم مراكزهم في ثلاثة مواضع من\r\nالكوفة فمضر كانت في الكناسة وأهل اليمن في جبانة السبيع ( المتصلة\r\nبالسبخة ) وربيعة كانوا في الخارج عند السبخة . وحمي وطيس القتال خصوصا في\r\nجبانة السبيع حيث وقف المختار بنفسه يقاتل أهل اليمن وكان هؤلاء خصوصا من\r\nقبيلة همدان لان مذحج ( واليهم ينتسب إبراهيم ) اعتزلت القتال وكانت الضربة\r\nالحاسمة حينما قام بنو شبام فأتوا القوم من ورائهم وكانوا من بني جلدتهم أعنى\r\nمن قبيلة همدان واستطاع إبراهيم ( الذي لم يشأ أن يقاتل أهل اليمن ) أن يمزق\r\nشمل مضر بغير صعوبة وتشتت شمل ربيعة قبل أن يشهروا سيفا . وكان أهل\r\nاليمن في الفريقين : فريق العصبية العربية وفريق الشيعة - أشد القوم قتالا على\r\nأنهم أقوى القبائل في الكوفة عددا وبأسا .\r\nونادى منادى المختار بعد أن تم له الانتصار أنه من أغلق بابه فهو آمن إلا\r\nرجلا شارك في دم آل محمد فاستثنى من الأمان من اشتركوا في قتل الحسين\r\nوأطلق العنان للشيعة لينتقموا من قتلة الحسين بعد أن كان قد منع من هذا الانتقام\r\nفتوالى القتلى في الاسرى أولا ثم في المئولين الرئيسيين عن مأساة كربلاء\r\nفاستخرجوا من مكامنهم وقتلوا بدعوى أن ذلك بأمر من ابن الحنفية هذا الشيخ\r\nالمقيم في المدينة وكان العبيد والموالي كالكلاب البوليسية وراء سادتهم القدماء\r\nوكانت النسوة يخبرن عن أزواجهن فقتل شمر بن ذي الجوشن كما قتل عمر بن\r\nسعد ونفر كثير من أهل قريش ومن استطاع من الاشراف أن يهرب هرب إلى\r\nالبصرة عند مصعب بن الزبير ( 1 ) وهدمت بيوتهم في الكوفة ولكن المختار\r\nضمن حماية من خلفوا من النساء والأبناء والحرم ( الطبري 2 / 719 ) . أما المختار\r\nنفسه فلم يكن أشد القوم تنكيلا بهم بل قد قتل كثيرون دون علم منه وعلى عكس\r\n\r\n","description":"","footnote":" ( 1 ) هرب أسماء بن خارجة الفزاري أبو زوجة عبيد الله بن زياد إلى الشام راجع\r\n( الأغاني ) ( 13 / 36 وما يليها في ص 37 ) [ لا 36 كما ورد خطأ في نص المؤلف 
  ] ( س 21\r\nاقرأ عبيدها ) . ","page_name":" 136 ","page_number":136},
  {"content":"\r\nما أمر به . وخلى عن سراقة بن مرداس لا لشئ إلا لأنه قال شعرا ذكر فيه أن أعداء\r\nالمختار شاهدوا الملائكة تحارب في صف المختار وأنهم هربوا من هؤلاء الملائكة . ثم\r\nالزمه المختار أن يعلن هذه الأكذوبة الشعرية من فوق المنبر وأن يحلف بصحة ما رأى\r\nثم طرده خارج الكوفة .\r\nوبعد أن قضى المختار على هذه الفتنة عاد بعد يومين فأرسل إبراهيم بن الأشتر\r\nضد أهل الشام وأمره بأن يهاجم متى لقيهم وصحب بنفسه الجيش إلى الفرات\r\nووعدهم بالنصر والتقى الفريقان عند نهر خازر الذي يصب في الدجلة من خلال\r\nالزاب الكبير ولم تذكر الروايات - وهذا أمر غريب ! - تاريخ هذه المعركة\r\nولكن لا شك في أنها وقعت في الشهر الأول من سنة 67 ه‍ ( أغسطس سنة\r\n686 ) ( 1 ) . فانتصر الشيعة على عدوهم الذي كان يبلغ عشرة أضعافهم بفضل\r\nمهارة قائدهم وبفضل شجاعتهم هم ولم تطلق حمامات بيض ( 2 ) وخيانة\r\nالقيسيين في جيش أهل الشام - إن صح الكلام عن خيانة وقعت - إنما حدثت بعد\r\nأن تقرر مصير المعركة ( الطبري 2 / 712 وما يليها ) وقتل عبيد الله بن زياد\r\nوقتل الحصين بن نمير السكوني وقتل شرحبيل بن ذي الكلاع - انتقاما للمدن\r\nالمقدسة وللحسين ولمالك بن الأشتر . وغرق معظم الهاربين من أهل الشام في الماء\r\nونهب عسكرهم وبينما كانت الحملة الأولى التي أرسلها المختار تحت قيادة يزيد\r\nابن أنس من الفرسان لم يكن في الحملة الثانية إلا قليل جدا من الفرسان\r\n( الطبري 2 / 709 س 5 ص 721 س 11 وما يليه ) أي إنها كانت تتألف من\r\nالموالي وكانوا يضربون بالعمد على الخوذ والدروع التي يحملها جنود أهل الشام\r\n\r\n","description":"","footnote":" ( 1 ) قضى على الفتنة في الكوفة - حسب رواية الطبري ( 2 / 667 ) - في 24 ذي الحجة سنة\r\n66 ه‍ وبحسب الطبري ( 2 / 701 س 1 ) ثم سار إبراهيم بجيشه بعد ذلك بيومين أي في 26\r\nذي الحجة فلا يمكن أن يكون قد بلغ منطقة الموصل قبل العام الجديد . ولكن بحسب الطبري\r\n( 2 / 70 س 3 ) أن إبراهيم خرج يوم 22 من ذي الحجة سنة 66 . فالحوادث التي وقعت\r\nبالكوفة والتي بدأت بعد المعركة التي جرت عند الموصل في 9 ذي الحجة بيومين قد تدافعت\r\nعلى نحو أسرع مما جرى عليه الامر في الواقع .\r\n( 2 ) هذه الخرافة وردت في الكامل ( ص 598 ) وما يليها . ","page_name":" 137 ","page_number":137},
  {"content":"\r\nحتى كانت ترن رنين مياجن قصارى دار الوليد بن عقبة بن أبي معيط - كما يقول\r\nراو قديم . وخجلت الروايات العربية من ذكر أسماء هؤلاء الابطال . وبقي إبراهيم\r\nيرقب حركات أهل الشام في الموصل بينما غزا أخوه لامه نصيبين ( 1 ) ودارا\r\nوسنجار .\r\nكان المختار في الذروة وكان أيضا أمام الهاوية . فالشيعة العرب من الجيل\r\nالقديم كانوا لا يثقون به حتى اعتزلوه جانبا فلم يكن أمامه إلا المتعصبون\r\nوالموالي فانحاز إلى جانبهم ضد حرب العصبية العربية . لقد كان المتعصبون\r\nوالموالي شديدي الاعجاب بقوة شعوره بذاته والصورة الرائعة التي ظهر عليها هذا\r\nالشعور ( 2 ) . وإنا لنسمع عن منظر مثير حدث لما أن صحب إبراهيم إلى الفرات .\r\nفقد تدافع غلاة الشيعة عند الجسر الذي أراد المرور عليه حتى اضطر إلى اتخاذ\r\nطريق آخر وكانوا قد أعدوا له كرسيا مقدسا يحمل على بغل ويقوم على سدانته\r\nسادن وحول هذا الكرسي كانوا يتراقصون ويتواثبون بحماسة وجنون وهم\r\nيسألون الله النصر وكانوا في هياج مفهوم سببه الارتحال والخطر الشديد اللذان كانا\r\nعلى وشك مواجهته وبدا هذا للعقلاء حمقا وجنونا ويبدو أن المختار نفسه لم\r\nيكن مسؤولا عن ذلك ولكنه لم يشأ أن يفسد على هؤلاء لذتهم إذ لم يكن في\r\nوسعه الاستغناء عن مساعدتهم فهم الذين كانوا يخوضون النار من أجله .\r\n\r\n","description":"","footnote":" ( 1 ) صمد الخشبية في نصيبين ( بزعامة أبي قارب ) مدة أطول - راجع ( الأغاني )\r\n( 5 / 155 ) .\r\n( 2 ) بعد ارتحال إبراهيم ذهب المختار للقائه في الطريق فلما جاز ساباط تنبأ لأصحابه\r\nفقال : إن شرطة الله ( أي جيش إبراهيم بن الأشتر ) قد حسوهم بالسيوف يوما إلى الليل\r\nبنصيبين أو قريبا من نصيبين ودوين منازلهم إلا أن جلهم بنصيبين ( الطبري ص 715 ) . ولما\r\nبلغ المدائن وصله أول رسل تنبئه بالنصر وكان على المنبر فقال : يا شرطة الله ألم أبشركم بهذا\r\nقبل أن يكون ؟ قالوا : بلى والله لقد قلت ذلك ! ( ص / 715 - 716 ) فسئل الشعبي : أو لا\r\nتزال لا تؤمن بأن المختار يعلم الغيب ؟ فأجاب الشعبي : لا أؤمن بذلك أبدا . . . إنما زعم لنا\r\nأنهم هزموا بنصيبين من أرض الجزيرة وإنما هو بجازر من أرض الموصل ) ( الطبري 2 / 716 )\r\nولكن السائل لم يكن يحفل بهذا التدقيق . ","page_name":" 138 ","page_number":138},
  {"content":"\r\nانهزم أهل الشام وشلت سواعدهم سنوات ولكن الخطر جاء الآن من البصرة\r\nحيث كان مصعب بن الزبير يتولى الامر من قبل أخيه الأكبر الخليفة في مكة ( عبد\r\nالله بن الزبير ) - منذ نهاية سنة 66 ه‍ أو مستهل سنة 67 ه‍ ( 1 ) . لقد حرض\r\nالاشراف الهاربون من الكوفة وخصوصا منهم شبث بن ربعي التميمي ومحمد بن\r\nالأشعث الكندي حرضوه ضد المختار وكانت جيوش البصرة تحارب آنذاك في\r\nالميدان ضد الخوارج وقائدها المهلب لم يكن على استعداد تام للتحول عن\r\nالخوارج إلى موالي الكوفة ليقاتلهم . وأخيرا رضي المهلب وتولى قيادة جيش كبير\r\nخرج من البصرة قبل منتصف سنة 67 ه‍ واشترك في الحملة أيضا أحد أبناء علي\r\nوهو عبد الله فبعث المختار بجيشه إلى المذار ( 2 ) على الدجلة وهناك ينتشرون\r\nعلى العدو وعلى أساس نبوءة بالنصر ولكنهم منوا بهزيمة منكرة ولم يظهر\r\nالظافرون أية رحمة وكان أشدهم قسوة الكوفيون الهاربون إلى البصرة فقد كانوا\r\nأشد الناس على أبناء بلدهم وأعملوا السيوف خصوصا بين الموالي وقاتل الموالي\r\nبكل شجاعة ولكن زملاءهم العرب من بجيلة وخثعم تخلوا عنهم بصورة مزرية\r\nولم يستطع الموالي الفرار لأنهم لم يكونوا راكبين . وقليل من الفرسان هم الذين\r\nاستطاعوا النجاة .\r\nكان لهذه الهزيمة تأثير في الكوفة بالغ المدى فتزعزعت مكانة المختار لقد\r\nكذب هذه المرة هكذا قال الموالي . وقال المختار ( لما جاءه خبر الهزيمة ) : ( قتلت\r\nوالله العبيد قتلة ما سمعت بمثلها قط ) ( الطبري 2 / 724 ) أما المختار فلم يهن بل\r\nامتلأ عزما وتصميما وذهب حتى نزل السيلحين ( 3 ) ( ونظر إلى مجتمع الأنهار :\r\nنهر الحيرة ونهر السيلحين ونهر القادسية ونهر برسف - فأغلق الفرات على\r\n\r\n","description":"","footnote":" ( 1 ) راجع الطبري ( ص / 688 س 17 ) ( وكذلك ص 665 س 7 ص 716 س 15 ) وقارنه بما\r\nورد في ( ص / 717 س 1 ) .\r\n( 2 ) إن طريق الجيوش من البصرة إلى الكوفة لم يكن يمتد خلال الصحراء على الشاطئ\r\nالغربي للفرات بل على القنوات إلى الدجلة عند المدائن ومن هناك يمر على القنوات من\r\nجديد إلى الفرات عند الأنبار وكان المشاة ينقلون على السفن بينما الفرسان راكبون بالقرب\r\nمنها - راجع ما يقوله الواقدي فيما نقله الطبري ( ص 748 ) عن نبوءة الفتح بالمذار .\r\n( 3 ) راجع عن هذا الموضوع الطبري ( 2 / 921 س 8 ) . ","page_name":" 139 ","page_number":139},
  {"content":"\r\nمجتمع الأنهار فذخب ماء الفرات كله في هذه الأنهار وبقيت سفن أهل البصرة\r\nفي الطين . فلما رأوا ذلك خرجوا من السفن يمشون وأقبلت خيلهم تركض حتى أتوا\r\nذلك الغلق فكسروه وصمدوا صمد الكوفة ) ( الطبري 2 / 725 ) وزحف المهلب\r\nمن الأنبار قاصدا الكوفة فالتقى بالمختار وأصحابه في حروراء وحمى وطيس\r\nالقتال فسقط محمد بن الأشعث قائد الكوفيين في جيش أهل البصرة سقط\r\nقتيلا هو ومن معه كذلك قتل عبد الله بن علي بسيوف من ألهوا أسرته . وأبقى\r\nالمهلب على رجاله من الأزد وتميم احتياطا ولم يرجع إلى مصعب حينما طلبه\r\nليكلمه في هذا الامر . فلما بدا له الوقت المناسب نزل بهم إلى المعركة وكان\r\nهجومهم فاصلا فيها . فامتلأ ميدان المعركة بجثث أكبر نبلاء شيعة الكوفة . وقاتل\r\nالمختار طوال الليل وهو مترجل حتى كاد أن يكون وحده في الميدان . وهنالك\r\nأذعن لرأي القلة التي بقيت معه والتي كانت تحثه على العودة فعاد إلى قصره ( 1 ) .\r\nوكان إبراهيم بن الأشتر قد بقي في الموصل وإن لم يكن ثمة حاجة كبيرة إليه\r\nهناك ضد أهل الشام . ولعله كانت لدى المختار أسباب تدعوه إلى عدم دعوة\r\nإبراهيم . ذلك أنه لم يكن نصيرا مخلصا كل الاخلاص ولكن لو كان إبراهيم\r\nهناك لاتخذت الأمور مجرى آخر بسهولة . فالجنود الشيعة كانوا أكفاء لقتال\r\nالبصريين ولكن كان ينقصهم القائد . وإبراهيم كان قادرا على المهلب . ولكن\r\nبدلا من ذلك صالح مصعب بن الزبير وظل له مخلصا حتى الممات .\r\nوفي غداة المعركة زحف جيش البصرة حتى دخل ( من المدخل الرئيسي للسبخة )\r\nإلى مشارف الكوفة ثم ضيقوا الخناق على المختار شيئا فشيئا وقطعوا عنه\r\n\r\n","description":"","footnote":" ( 1 ) لم يذكر تاريخ المعركة إذ لا محل لاستنتاج شئ مما يرد في ( الأغاني ) ( 13 / 38\r\nس 1 ) قارن ( ص 167 س 16 ) - ( السبعين ) ( س 26 ) . ولكن يمكن استخلاصه من كون\r\nالمختار قد قتل ( في رمضان سنة 67 ) بعد ذلك بأربعة أشهر على هذا يكون تاريخها في\r\nمنتصف جمادى الأولى سنة 67 ( أوائل ديسمبر سنة 686 ) . ويؤيد هذا أن القمر قد بزغ .\r\nففي رواية الواقدي التي نقلها الطبري ( 2 / 748 وما يليها ) أن القتال بدأ حينما طلع القمر\r\nودفع البصريون متقهقرين حتى معسكرهم وهناك دافعوا بشجاعة وكان أصحاب المختار\r\nينضمون إلى البصريين واحدا بعد واحد حتى وجد نفسه في الصباح وحيدا . ","page_name":" 140 ","page_number":140},
  {"content":"\r\nالمؤونة ( 1 ) وكان المختار يسيطر على القصر والمدينة الداخلية وكان معه عدة آلاف من\r\nالموالي ومئات قليلة من العرب أما غالبية العرب فقد تسللوا إلى أسرهم . وكانت\r\nالنسوة يحملن إليه الماء . ولكن بدأت هيبته في الزوال وكان يلقى عليه الماء\r\nالنجس حينما يمر خلال الطرقات وأخيرا رأى نفسه محصورا في القصر دون ماء\r\nولا زاد وبعد استمرار الحصار أربعة أشهر ( 2 ) - والحصار هنا يقصد به القتال في\r\nالشوارع - طلب من أصحابه أن يشقوا طريقهم بالقوة . ولكن عبثا لقد رفضوا\r\nوفضلوا أن يسلموا أنفسهم لرحمة العدو أو بطشه هنالك خرج المختار في تسعة\r\nعشر رجلا فضارب بسيفه حتى قتل وذلك في 14 رمضان سنة 67 ه‍ ( 3 أبريل\r\nسنة 687 م ) وكان عمره إذ ذاك سبعا وستين سنة .\r\nوقتل مصعب جميع الذين سلموا ويتراوح عددهم فيما يذكرون بين الستة\r\nوالثمانية آلاف . لقد أطلق مصعب العنان لانتقام أشراف الكوفة الذين أرادوا الثأر\r\nلدماء آبائهم وأقربائهم من الموالي فاستحق من أجل ذلك أن يلقب بلقب الجزار ) .\r\nويروى أن مصعب لقي عبد الله بن عمر فسلم عليه وقال له : أنا ابن أخيك\r\nمصعب فقال له ابن عمر : نعم ! أنت قاتل سبعة آلاف من أهل القبلة في غداة\r\nواحدة ! عش ما استطعت ! فقال مصعب : إنهم كانوا كفرة سحرة . فقال ابن\r\nعمر : والله لو قتلت عدتهم غنما من تراث أبيك لكان ذلك سرفا ) ( الطبري\r\n2 / 745 ) . ولكن أفظع أمر أثار السخط على مصعب هو قتله لزوجة المختار\r\nعمرة بنت النعمان بن بشير الأنصاري وقد أبت حتى اللحظة الأخيرة أن تنكر\r\nزوجها بل قالت : إنه كان عبدا من عباد الله الصالحين ( 3 ) . ثم إن مصعبا أمر\r\nبكف المختار فقطعت ثم سمرت بمسمار حديد إلى جنب المسجد ( 4 ) .\r\n\r\n","description":"","footnote":" ( 1 ) كانت المدينة مفتوحة ولم يكن محصنا غير القلعة ولكن الدروب الضيقة سهلت\r\nعملية الدفاع .\r\n( 2 ) الواقدي فيما ينقله الطبري ( ص / 749 ) .\r\n( 3 ) [ المترجم : كذا في نص الطبري ( 2 / 744 س 1 ) ولكن النص الحرفي لكلام المؤلف\r\nهو : ( أبت إن تنكر أن زوجها كان نبيا ) - فالادق ما أوردناه ولكن يظهر أن المؤلف تأثر\r\nبما كتبه مصعب إلى عبد الله بن الزبير وقال عنها : إنها تزعم أنه ( أي المختار ) نبي 
  ] .\r\n( 4 ) كان ورثته يعيشون في الكوفة بعد ذلك بزمان طويل راجع الطبري ( 3 / 468 س 5 ) .\r\nالبلاذري ( ص 308 366 ) . ","page_name":" 141 ","page_number":141},
  {"content":"\r\nوالطبري هاهنا إنما يورد رواية أبي مخنف وحدها تقريبا ( 1 ) . وأبو مخنف يروي\r\nغالبا عن راو آخر وأحيانا كثيرة يروي عن شاهد عيان ويهمنا منهم من ذكره من\r\nقبل مرارا وهو حميد بن مسلم الأزدي ( الطبري ص 636 وما يليها ص 659 )\r\nثم الشعبي ( ص 609 وما يليها ص 684 ص 715 وما يليها ) وعبد الرحمن\r\nابن عبيد أبو الكنود ( ص 663 س 10 ) والثلاثة جميعا كانوا في صف المختار ثم\r\nانفصلوا بعد ذلك عنه . وبالجملة فإن الرواة الأوائل كلهم تقريبا من المنشقين\r\nوالمتحولين من حزب إلى حزب . وليس منهم واحد من الموالي باستثناء شخص\r\nواحد ( ص 621 س 10 ) فرواياتهم إذن صيغت من وجهة نظر العرب والموالي\r\nيبدون جمهورا غامضة خاليا من الأسماء بينما الأسماء العربية تزحم هذه\r\nالروايات أما الشيعة بوصفهم شيعة فثمة ميل إليهم لا تحامل عليهم والآلام التي\r\nعانوها قد بالغ في وصفها - بصورة مروعة - أحد زعمائهم في خطبة رائعة ( الطبري\r\n2 / 624 س 13 وما يليه ) . وعدا هذا فإنه يلوح أن وصف أبي مخنف ( للوقائع )\r\nعلى وجه العموم لم يداخله بعد تحيز وتبدو الدقة والأمانة في بعض البيانات\r\nالتاريخية وفي كل البيانات الجغرافية ولا غنى عن خريطة للكوفة القديمة من أجل\r\nفهمها فهما تاما . أما أقوال الموالي فترد أحيانا بنصها أعني بالفارسية ويذكر من\r\nالشعراء : عبد الله بن همام ( الطبري ص 636 وما يليها ص 64 وما يليها )\r\nسراقة بن مرداس ( ص 644 وما يليها ص 716 ) مسكين بن عامر بن أنيف بن\r\nشريح بن عمرو بن عدس ( ص 685 وما يليها ) المتوكل الليثي ( ص 686 ص\r\n705 ) عمر بن أبي ربيعة ) ( ص 744 ) سعيد بن عبد الرحمن بن حسان بن ثابت\r\n( ص 745 وما يليها ) عقبة الأسدي ( ص 750 ) وعلى وجه التخصيص أعشى\r\nهمدان ( ص 670 674 704 وما يليها 723 729 وما يليها ) .\r\nكان المختار ينعت بأنه سحار ( الطبري 2 / 730 س 13 ) وأنه ( الدجال )\r\n( الطبري 686 س 7 ) ويوصف عادة ب‍ ( الكذاب ) . وهذا الوصف لا لأنه زعم\r\n\r\n","description":"","footnote":" ( 1 ) ومعها رواية المدائني في ( ص 680 س 12 3 17 ص 749 س 17 ) ورواية\r\nالواقدي ( ص 748 س 3 ) وروايات أخرى في ( ص 651 س 20 ص 665 س 13 ص\r\n684 س 17 ص 714 س 4 ص 746 س 17 ) . ","page_name":" 142 ","page_number":142},
  {"content":"\r\nأنه مكلف من قبل ابن الحنفية بل لأنه تبدي على أنه نبي حقا إنه لم يسم نفسه\r\nبهذا الاسم ولكنه أتى أفعالا من شأنها أن تعطي عنه هذه الفكرة فكرة أنه نبي\r\nوكان يتكلم وكأنه جالس في الحضرة الإلهية يعلم الغيب ويسجع سجع الكهان\r\nبطلاقة ومهارة ويريد أن يفرض شخصيته على الناس وأفلح في هذا أيضا وإن\r\nكان نجاحه لدى الخاصة والعقلاء أقل منه لدى العامة والدهماء . وطالما حالفه النصر\r\nاتسعت دوائر المؤمنين به فلما مني بالهزيمة أدبرت عنه الدنيا وراحت الروايات\r\nتطلق سهامها على ذكراه بعد مقتله في البدء كانت تذمه دون أن تشوه صورته\r\nولكنها راحت بعد ذلك في مرحلة متأخرة تنعته بنعوت أملاها الحقد . وهذه النعوت\r\nيستخدم غيرها لرسم الصورة التي عملها للمختارى في كتابه ( مقالة في تاريخ\r\nالاسلام ) ( 1 ) : فيقول عنه إنه هو الذي أمر بإطلاق الحمام الأبيض وأنه كان\r\nخارجيا ثم زبيريا ثم شيعيا وأنه ابتدع القول بالبداء ( 2 ) في الله كيما يبرر تقلبه هو\r\nمن مذهب إلى مذهب ( 3 ) . ولما لا يحق للمرء أن يجعله معرضا للسخرية من أجل\r\nأن يفهمه على حقيقته ولحسن الحظ كان لنشر ( تاريخ ) الطبري الفضل في وضع\r\nحد لهذا النحو من تصوير الرجل .\r\nفإن كان لابد من الإجابة عن السؤال : هل كان المختار نبيا صادقا أو متنبئا\r\nكاذبا ؟ - فلا مناص من تعديله إلى هذه الصيغة : أكان المختار مخلصا أم غير\r\nمخلص ؟ قد يأخذ عليه المرء أنه استعان بالتنبؤ للوصول إلى الحكم وعلى المرء أن\r\nيلاحظ أن الاسلام دين سياسي وأن أي نبي مسلم لابد أن يسعى إلى الحكم . ولكن\r\nما هو أشد من ذلك المأخذ خطرا وأكبر وزنا هو أنه تستر وراء شبح خيالي ( هو\r\n\r\n","description":"","footnote":" ( 1 ) . sqq 223 . P , lslamisme ' Essai sur L : Dozy .\r\n( 2 ) [ البداء في الله : أي أن الله يعدل عن رأي إلى رأي آخر - المترجم 
  ] .\r\n( 3 ) في الطبري ( 2 / 732 ) أن الذي كان يقول بهذا القول ( يمحو الله ما يشاء ويثبت\r\nوعنده أم الكتاب ) هو ابن نوف وليس هو المختار . أما أنه - مثل الخوارج - حارب مع ابن\r\nالزبير ضد أهل الشام فهذا أمر لا يجعل منه خارجيا ولا زبيريا . أما عن الحمامات فإن\r\nودوزي يفسرها بأنها حمام زاجل أريد به أن يبلغ المختار أنباءا سرية عن نتيجة المعركة وبهذا\r\nيريد دوزي أن يضفي طابعا عقليا على معجزة اصطنعت اصطناعا . ","page_name":" 143 ","page_number":143},
  {"content":"\r\nمحمد بن الحنفية ) لم يعرف عن أمره شيئا ولم يشأ أيضا أن يعلم عن أمره شيئا .\r\nفلم يكن ضميره نقيا من هذه الناحية ولكن الظروف في ذلك الحين لم تسمح له\r\n- بوصفه مسلما وشيعيا - أن يظهر باسمه هو الخاص بل كان عليه أن يخلق لنفسه\r\nمركز ( أمين ) للمهدي المستتر وبهذا أعطى نموذجا لما سنراه في المستقبل وأمثال\r\nهذه الطبائع الجنية تكون دائما حافلة بالغموض والاسرار والمشاكل والوضوح التام\r\nلا يكاد أن يكون صفة ممدوحة فيها . فالمسألة عن إخلاصه لا تتعدى السؤال عما إذا\r\nكان هو نفسه مؤمنا بنفسه ويلوح أن الامر كان كذلك في البداية ثم استيقظت في\r\nالشيخ فجأة مشاعر الضمير الاعلى فتحالفت فيه الأثرة مع الثقة الدينية الثابتة\r\nكالطود الراسخ . وهو حينما لم يكن بعد شيئا وكان يعرض نفسه لأعظم الاخطار\r\nكان يبهر العالم بما اتصف به من ثقة ظافرة بالنفس ووضوح بارز في تحديد أهدافه\r\nأما أن ذلك كان آنذاك مجرد تمثيل مسرحي فهذا أمر لا نكاد نملك افتراضه بل\r\nالأحرى أن يقال : إنه كان شديد الايمان بنفسه وعن هذا الطريق أوجد الايمان به\r\nفي نفوس الآخرين وحرك الجماهير حقا أنه اضطر بعد ذلك إلى النفخ في الرماد\r\nلضمان اشتعال الرماد ولكنه كان قد كون فكرته وراح من بعد يخاطر بنفسه وقد\r\nدفعه أنصاره العمي إلى ما تجاوز نطاق إرادته . وقد كان في حاجة إلى تعصبهم ولم\r\nيكن في استطاعته كبح جماحهم حتى لو حاول ذلك . والحاسم دائما هو البداية\r\nوالحماسة لا تبقى أبدا صافية على حالها وما أسهل أن يستحيل ( النبي ) إلى\r\nمتنبئ ! ومن الافك الصراح أن يقال إنه في محنته الأخيرة قد اعترف - مستهزئا -\r\nبنفاقه وإنه سخر من أنصاره المخلصين . إذ يكفي لتفنيد ذلك أن زوجته وهي عربية\r\nنبيلة من المدينة استشهدت في سبيله بعد مقتله لأنها لم تشأ إنكار إيمانها به .\r\nوكان ثمت آخرون ظلوا على الاخلاص لذكراه بعد مصرعه .\r\nعلى أن التاريخ في نهاية الامر ليس من شأنه أن يسبر القلوب بل شأنه أن\r\nيقدر أعمال الناس وأيا ما كان الامر في شأن طبيعة المختار فإنه قد أحدث آثارا\r\nلا يبالغ في تقديرها بسهولة .\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nالفصل الرابع\r\nالتشيع . . ودخول غير العرب فيه\r\nكان التشيع في الكوفة آنذاك قد لبس ثوبا جديدا . وقد عرفنا من قبل المعنى الذي\r\nكان يدل عليه في الأصل لقد كان تعبيرا عن الاتجاه السياسي العام لمعارضة العراق\r\nلسلطان الشام . وفي بادئ الامر كان الاشراف صفا واحدا مع سائر الناس ويتولون\r\nقيادهم ولكن حينما أحدق الخطر تراجعوا واستلانوا لاغراء الحكومة ( حكومة\r\nالأمويين في الشام ) ثم استخدموا للقضاء على الثورات الشيعية وبهذا انفصلوا عن\r\nالشيعة فتحدد نطاق التشيع واتخذ شيئا فشيئا صورة فرقة دينية في تعارض مع\r\nالأرستقراطية ونظام العشائر وأصبح بفضل استشهاد زعمائه وأوليائه ذا طابع مثالي\r\nخيالي وكان أنصار سليمان بن صرد يرمون إلى الثورة على أرستقراطية العشائر في\r\nالكوفة . ولكن المختار كان أول من نفذ هذا الغرض وحققه عمليا . والى هذه\r\nالحركة اجتذب الموالي أيضا . وهؤلاء كان اجتذابهم سهلا لأنهم كانوا ذوي نزعة\r\nواضحة إلى الحكم الديني لا القومي الشعوبي وإن كان العرب هم الذين كانوا\r\nيتولونه حتى ذلك الحين كما كانوا - أعني الموالي - يكرهون المتعصبين لسيادة\r\nالعرب .\r\nفلما ارتبطت الشيعة بالعناصر المضطهدة تخلت عن تربية القومية العربية . وكانت\r\nحلقة الارتباط هي الاسلام ولكنه لم يكن ذلك الاسلام القديم بل نوعا جديدا\r\nمن الدين ( الطبري 2 / 647 س 6 651 س 2 ) اتخذ نقطة ابتدائه من بدعة\r\nغريبة غامضة اختلط بها المختار وهي ( السبئية ) . والسبئية كانت قد اتخذت اتجاها\r\nصار يسيطر على طبقات واسعة بحيث اضطرت الشيعة بوجه عام إلى اتخاذ موقف\r\nأشد حدة بإزاء الاسلام السني وازداد إبراز الخلافات بين الشيعة والسنة . والسبئية\r\nيسمون أيضا ( الكيسانية ) وكان كيسان زعيما للموالي ( 1 ) فإن كان في نفس\r\n\r\n","description":"","footnote":" ( 1 ) راجع فان خلدر في كتابه المذكور آنفا ( ص 82 ) ولكن مؤرخي العقائد المتأخرين\r\nترددوا فيما إذا كان كيسان مولى لعلي أو لابن الحنفية إنهم لا يعرفون التاريخ الصحيح . ","page_name":" 145 ","page_number":145},
  {"content":"\r\nالوقت زعيما للسبئية فيستنتج من هذا أن السبئية والموالي كانوا شيئا واحدا تقريبا\r\n( ص 623 س 14 ص 651 س 2 ) . واعتمادا على هذا الاستنتاج مضى البعض\r\nفزعم أن التشيع كمذهب ديني إيراني الأصل لان غالبية موالي الكوفة كانوا\r\nإيرانيين . قال دوزي ( في كتابه المذكور آنفا ص 220 وما يليها : ( كانت الشيعة\r\nفي حقيقتها فرقة فارسية وفيها يظهر أجلى ما يظهر ذلك الفارق بين الجنس العربي\r\nالذي يحب الحرية وبين الجنس الفارسي الذي اعتاد الخضوع كالعبيد . لقد كان\r\nمبدأ انتخاب خليفة للنبي أمرا غير معهود ولا مفهوم لأنهم لم يعرفوا غير مبدأ\r\nالوراثة في الحكم لهذا اعتقدوا أنه ما دام محمد لم يترك ولدا يرثه فإن عليا هو\r\nالذي كان يجب أن يخلفه وأن الخلافة يجب أن تكون وراثية في آل علي . ومن هنا\r\nفإن جميع الخلفاء - ما عدا عليا - كانوا في نظرهم مغتصبين للحكم لا تجب لهم\r\nطاعة . وقوي هذا الاعتقاد عندهم كراهيتهم للحكومة وللسيطرة العربية فكانوا في\r\nالوقت نفسه يلقون بأنظارهم النهمة إلى ثروات سادتهم . وهم قد اعتادوا أيضا أن\r\nيروا في ملوكهم أحفادا منحدرين من أصلاب الآلهة الدنيا فنقلوا هذا التوقير\r\nالوثني إلى علي وذريته . فالطاعة المطلقة ( للامام ) الذي من نسل علي - كانت في\r\nنظرهم الواجب الاعلى حتى إذا ما أدى المرء هذا الواجب . استطاع بعد ذلك\r\nبغير لائمة ضمير أن يفسر سائر الواجبات والتكاليف تفسيرا رمزيا وأن يجاوزها\r\nويتعداها لقد كان ( الامام ) عندهم هو كل شئ .\r\nأما أن آراء الشيعة كانت تلائم الإيرانيين - فهذا أمر لا سبيل إلى الشك فيه أما\r\nكون هذه الآراء قد انبعثت من الإيرانيين فليست تلك الملاءمة دليلا عليه بل\r\nالروايات التاريخية تقول بعكس ذلك إذ تقول أن التشيع الواضح الصريح كان\r\nقائما أولا في الدوائر العربية ثم انتقل بعد ذلك إلى الموالي وجمع بين هؤلاء\r\nوبين تلك الدوائر وأولئك الذين كانوا يتواثبون حول الكرسي المقدس يذكرون أهم\r\n( السبئية ) ( ص 703 س 17 ص 704 س 11 ) ولم يكونوا من الموالي بل من\r\nالعرب إذ كانوا من عشائر : نهد وخارف وثور وشاكر وشبام ( 1 ) وهؤلاء\r\n\r\n","description":"","footnote":" ( 1 ) يشهد على ذلك شهادة قاطعة لا يمكن الطعن فيها - أبيات لشاعر عاصر هذه الاحداث\r\nهو أعشى همدان ( الطبري ص 704 وما يليها ) . ","page_name":" 146 ","page_number":146},
  {"content":"\r\nالسبئية كانوا على علاقات سيئة بعشائرهم نتيجة لمذهبهم الغريب خصوصا شبام\r\nبالنسبة إلى قبيلة همدان بينما كانوا على علاقات وثيقة جدا بالمختار ومن أجله\r\nخاضوا النار ورضوا بقبائلهم ونجد حديثا عن بطانة ( 1 ) من الشيعة العرب كانت\r\nتجتمع في منزلي امرأتين بارزتين . وتذكر أسماء بعض أفراد هذه البطانة ومنهم ابن\r\nنوف الهمداني الذي كان ينافس مولاه وأستاذه ( المختار ) في التنبؤ لقد كان يصنع\r\nوحيا لدى الكرسي المقدس وكان أحد عمومة الأعشى ممن تأثر لهذا الوحي\r\nوكان أول سادن للكرسي هو موسى بن أبي موسى الأشعري ثم تلاه حوشب\r\nالبرسمي والبيئة هنا كلها يمنية . ويقال إن المختار قد أظهر الكرسي على أنه كرسي\r\nعلي بن أبي طالب ( 2 ) ولكن ثمت روايات أخرى تقول بعكس ذلك ( 3 ) وهذه\r\nالروايات الثانية أقرب إلى التصديق وعلى كل حال فقد كان الكرسي في حوزة\r\nاليمنيين وأصله إنما يبحث عنه لديهم ولم يكن اختراعا أبدعه الهوى .\r\nومنشأ السبئية يرجع إلى زمان علي والحسن ( 4 ) وتنسب إلى عبد الله بن سبأ .\r\nوكما يتضح من اسمه الغريب فإنه كان أيضا يمنيا والواقع أنه من العاصمة\r\nصنعاء ويقال أيضا إنه كان يهوديا وهذا يقود إلى القول بأصل يهودي لفرقة\r\nالسبئية . والمسلمون يطلقون ( اليهودي ) على ما ليس في الواقع كذلك ( 5 ) . بيد أنه\r\nيلوح أن مذهب الشيعة الذي نسب إلى عبد الله بن سبأ أنه مؤسسه إنما يرجع\r\n\r\n","description":"","footnote":" ( 1 ) قارن كذلك ( الدبابة ) - الطبري ( 2 / 669 س 2 ) .\r\n( 2 ) يقال : إن المختار طلب هذا الكرسي من آل جعدة بن هبيرة بن أبي وهب المخزومي\r\nوكانت أم جعدة أم هانئ بنت أبي طالب أخت علي بن أبي طالب لأبيه وأمه ( الطبري\r\n2 / 705 س 15 ) قارن ( ص 672 س 6 ص 703 س 2 س 8 ص 726 س 7 ) .\r\n( 3 ) تقول هذه الروايات : إنه ليس هو الذي ابتدع هذه البدعة بل أقصى ما يقال هو إنه\r\nوافق عليها أما ابن نوف فقد تبرأ المختار منه ( الطبري 2 / 706 ) .\r\n( 4 ) راجع ( مجلة الجمعية الشرقية الألمانية ) ZDMG سنة 1884 ( ص 391 ) وابن الأثير\r\n( 3 / 330 ) .\r\n( 5 ) قال أحد خصوم المختار نفسه عنه إنه يهودي ( الأغاني ) ( 3 / 37 س 30 ) . وقارن أيضا\r\nالفرزدق نشرة بوشيه ( ص 210 ) في الآخر و ( ص 211 س 3 س 10 ) و ( الأغاني )\r\n( 8 / 33 14 13 / 37 س 27 ) والطبري ( ص 686 س 9 ) . ","page_name":" 147 ","page_number":147},
  {"content":"\r\nإلى اليهود أقرب من أن يرجع إلى الإيرانيين . والدليل على هذا ما سأحاول هنا\r\nإيراده ( 1 ) بطريقة عارضة دون أن أعير المسألة من الأهمية أكبر مما تستحق .\r\nكان القدماء من أنصار علي يعدونه في مرتبة مساوية لسائر الخلفاء الراشدين\r\nفكان يسلك مع أبي بكر وعمر وكذلك مع عثمان - طالما كان عادلا في خلافته - في\r\nسلك واحد وكان يوضع في مقابل الأمويين المغتصبين للخلافة بوصفه استمرارا\r\nللخلافة الشرعية وحقه في الخلافة ناشئ عن أنه كان من أفاضل الصحابة وأنهم\r\nوضعوه في القمة وتلقى البيعة من أهل المدينة ولم ينشأ هذا الحق - أو على الأقل\r\nلم ينشأ مباشرة - عن كونه من آل بيت الرسول ( 2 ) . ومع ذلك فيبدو أن آل البيت\r\nأنفسهم قد أعدوا حق ميراث الخلافة عن رسول الله منذ البداية وبعد وفاة علي\r\nكانت المعارضة ضد الأمويين تنظر إلى أبناء علي أنهم المطالبون الشرعيون\r\nللخلافة . ولكن المسألة هنا كانت مقصورة على دعوى الخلافة ولابد أن نميز بين\r\nهذا وبين دعوى النبوة . وزعم أن النبوة لم تنته بمحمد بل استمرت في علي\r\nوبنيه - كان هذا الزعم هو الخطوة الأخيرة .\r\nإن الفكرة القائلة بأن النبي ملك يمثل سلطان الله على الأرض قد انتقلت من\r\nاليهودية إلى الاسلام ( 3 ) . ولكن الاسلام السني يقول : إن محمدا خاتم النبيين\r\nوبعد وفاته حلت محله الشريعة وهي أثر مجرد غير مشخص ومعوض عنه أقل\r\nقيمة بكثير جدا . فكان ذلك نقصا ملموسا فمن هنا تبدأ نظريات الشيعة . وكان\r\nالمبدأ الأساسي الذي بدأ منه مذهبهم هو : أن النبوة وهي المعرض الشخصي الحي\r\nللسلطة الإلهية تنتسب بالضرورة إلى الخلافة وتستمر تحيا فيها ( الطبري\r\n\r\n","description":"","footnote":" ( 1 ) سنعتمد هنا على ما ورد في الطبري ( 1 / 2942 ) على مذهب ابن سبأ وعلى أشعار\r\nشعراء الشيعة الأقدمين : كثير والسيد الحيري في كتاب ( الأغاني ) . وأما ما ورد في كتب\r\nتاريخ العقائد ( الملل والنحل ) المتأخرة فلا تختلف جوهريا عن هذا وكل ما فيها هو التمييز\r\nبين السبئية والكيسانية والمختارية إلخ . . . . وهي تمييزات لا مبرر لها ولا خلاف إلا في\r\nالأسماء .\r\n( 2 ) أهل ( الكساء ) - ( الأغاني 7 / 7 س 7 ) .\r\n( 3 ) راجع : ( مقدمة لتاريخ إسرائيل ) Prolegomena Zur Geschichle Israels ( سنة\r\n1899 ) ( ص 226 256 وما يليها ) . ","page_name":" 148 ","page_number":148},
  {"content":"\r\n2 / 1961 ) . وقبل محمد وجدت سلسلة طويلة متصلة من الأنبياء الذين يتلو بعضهم\r\nبعضا على نحو ما يقول اليهود - ( سلسلة دقيقة من الأنبياء ) وكما ورد في\r\nأصحاح 18 من سفر ( تثنية الاشتراع ) من أنه لم يخل الزمان أبدا من نبي يخلف\r\nموسى ومن نوعه . وهذه السلسلة لا تقف عند محمد . ولكل نبي خليفته إلى جانبه\r\nيعيش أثناء حياته ( هذا ال‍ ( الزميل الثاني ) هو أيضا فكرة يهودية ) فكما كان لموسى\r\nخليفة هو يوشع كذلك لمحمد خليفة هو علي به يستمر الامر . على أن كلمة\r\n( نبي ) لم يطلق على علي وبنيه - بل أطلق عليهم أسماء ( الوصي ) أو ( المهدي ) أو\r\n( الامام ) عامة ( 1 ) - ولكن إن لم يطلق الاسم فإن الحقيقة الفعلية كانت مقصودة\r\nبوصفهم عارفين بالغيوب وتجسيدات للخلافة عن الله ثم إن السلسلة بعد محمد لم\r\nتصور على أنها طويلة لان الناس كانوا يترقبون نهاية الدنيا وختام التاريخ على\r\nالأرض في زمان قصير . يقول السيد الحميري ( الأغاني ) ( 7 / 9 وما يليها ) .\r\nألا إن الأئمة من قريش * ولاة الحق أربعة سواء :\r\nعلي والثلاثة من بنيه * هم أسباطه والأوصياء\r\nوكذلك بمثله يقول كثير ( الأغاني ) ( 8 / 32 ) . والأخير وهو محمد بن\r\nالحنفية سيظل حيا حتى يملأ الدنيا عدلا بعد أن ملئت جورا فهو ميت في\r\nالظاهر ولكنه في الحقيقة مستور في كهف جبل رضوي ( قرب المدينة ) حيث\r\nالغزلان والأسود تحيا معا في سلام مع بعضها بعضا ويتغذى هناك بعسل وماء ( 2 )\r\nويلتمس منه الظهور عزاءا لأصحابه بعد أن تركهم ينتظرون عودته بعد ستين عاما\r\n( الأغاني ) ( 7 / 10 8 / 32 ) . وبعد موت الحسن والحسين آل ميراث الخلافة إلى\r\nمحمد بن الحنفية وبويع مدة وممن بايعه إبراهيم بن الأشتر . وطاب للمختار أن\r\nيتخذ منه صورة مظهرية يعمل من ورائها وأكثر من هذا أنه استغل كشيخ للجبل\r\n\r\n","description":"","footnote":" ( 1 ) راجع عن ( المهدي ) بحث سنوك هو خرونيه في ( المجلة الاستعمارية الدولية ) ( ج 1 )\r\nRevue Coloniale Internationale : Snouck . والمهدي هو النظير العربي للمسيح اليهودي\r\nحكام مملكة السنة الألف . أما يسوع ( عيسى ) فعلى عكس ذلك يظهر في يوم الحساب بعد\r\nمملكة السنة الألف .\r\n( 2 ) في هذا أصداء لما ورد في سفر ( أشعيا ) أصحاح 11 : 7 . ","page_name":" 149 ","page_number":149},
  {"content":"\r\nفكان شبحا باسمه يعمل كل ما يراد عمله دون أن يكون مسؤولا عنه . وكان تمجيده\r\n- وظل كذلك - علامة على غلاة الشيعة ( الأغاني ) ( 7 / 4 5 ) . وهم المعروفون\r\nب‍ ( الغلاة ) أو ( المفرطين ) . ثم أن العباسيين بنوا شرعية حقهم في الخلافة علي\r\nأساس الادعاء أن ابن محمد بن الحنفية وريثه وهو أبو هاشم قد تنازل عن حقه\r\nللعباسيين . كما أنهم استخدموا غلاة الشيعة في الكوفة وخراسان . أداة لهم\r\nوقد لقب هؤلاء الشيعة بالهاشمية نسبة إلى أبي هاشم المذكور وقد دخلت\r\nالهاشمية بعد ذلك في الراوندية وهؤلاء الأخيرون كان يمجدون ابن الحنفية على أنه\r\nالإمام الحق ( المسعودي 6 / 58 ) .\r\nوأقيم تأليه آل بيت الرسول على أساس فلسفي بواسطة مذهب ( الرجعة ) أو\r\n( تناسخ الأرواح ) . فالأرواح تنتقل بالموت من جسم إلى جسم وثمت بعث\r\nمستمر في المجرى الطبيعي للحياة الدنيا . وهذا في تناقض حاد مع القول ببعث\r\nواحد عند زوال الدنيا ويستفيد هذا المذهب أهمية عملية خصوصا عن طريق رفعه\r\nإلى روح الله التي تحل في نفوس الأنبياء فهذه الروح تنتقل من نبي إلى نبي آخر\r\nبعد وفاة السابق ولا يوجد في الوقت الواحد غير نبي واحد ويتتابعون حتى\r\nيبلغوا ألف نبي . وتبعا لهذا فإن الأنبياء جميعا واحد بما يبعث في كل منهم من روح\r\nالله والحق أن النبي الصادق الحق واحد يعود أبدا من جديد . وبهذا المعنى قالوا :\r\nإن محمدا يبعث في علي وآل علي وهذا يذكر كثيرا بالفكرة ( المحتمل جدا أنها )\r\nيهودية . وإن كانت من البدع اليهودية التي وردت في المواعظ المنحولة على\r\nكليمانس ( 1 ) Pseudoclementinen فروح الله تتحد في آدم مع شخص إنسان\r\nيظهر بصفة النبي الصادق في صور متعددة وقد قدر له السيادة على الملكوت الدائم\r\nراجع 283 . P , 1 , 1 ( . Aufl . 4 ) . Gieselers KG .\r\nولكن المتأخرين قد فهموا - فيما يبدو - ( الرجعة ) على نحو آخر . فقد\r\nتصوروها على نحو ديالكتيكي . فقالوا بفترة ( غيبة ) دورية للإمام الصادق ثم\r\n\r\n","description":"","footnote":" ( 1 ) في المواعظ المنحولة على كليمانس أن الاتحاد يقع بين النبي الصادق والنبي الكاذب لا\r\nبين النبي وخليفته ( موسى ويوشع ) . وهذه الفكرة الأخيرة لعلها أقدم ولكنها تصطدم شيئا\r\nمع فكرة الميلاد من جديد . فأليسع يرث عند موت إيليا نصيب الميلاد الأول من روحه . ","page_name":" 150 ","page_number":150},
  {"content":"\r\nسموا - في مقابل ذلك - ظهوره من جديد ( رجعة ) . والمعنى الأصيل للرجعة\r\nيظهر جليا من مرادفتها لتناسخ الأرواح والسيد الحميري يؤمن أيضا برجعته هو\r\nنفسه . ومن أجل ذلك كانوا يسخرون منه ويشنعون عليه ( الأغاني ) ( 7 / 8 ) . كما\r\nيتضح أيضا من كون كثير كان يعد جميع أبناء الحسن والحسين أنبياء صغارا لأنه كان\r\nيؤمن بالرجعة ( الأغاني ) ( 8 / 34 ) . وكذلك من كون محمد كان ينظر إليه على أنه\r\nيرجع خصوصا في ورثة دمه ( آله ) ونبوته ( 1 ) . والمؤرخون المحدثون لم ينتبهوا\r\nإلى هذا ولم يعرفوه . ولعل العقيدة القديمة كانت تذهب إلى حد القول بأن الإمام الصادق\r\nحي دائما على الأرض وإن لم يكن دائما في عزته وسلطانه .\r\nومما هو جدير بالذكر والتنويه ما قاله أبو حمزة ( 2 ) الخارجي ( سنة 130 ه‍ ) في\r\nخطبة له على المنبر بالمدينة عن الشيعة ( الأغاني ) ( 20 / 107 ) قال : ( شيعة\r\nظاهرت بكتاب الله وأعلنت الفرية على الله لا يرجعون إلى نظر نافذ في القرآن\r\nولا عقل بالغ في الفقه ولا تفتيش عن حقيقة الصواب . قد قلدوا أمرهم\r\nأهواءهم وجعلوا دينهم عصبية لحزب لزموه وأطاعوه في جميع ما يقوله لهم : غيا\r\nكان أو رشدا أو ضلالة أو هدى . ينتظرون الدول في رجعة الموتى ويؤمنون\r\nبالبعث قبل الساعة ويدعون علم الغيب لمخلوق لا يعلم أحدهم ما في داخل بيته\r\nبل لا يعلم ما ينطوي عليه ثوبه أو يحويه جسمه . ينقمون المعاصي على أهلها\r\nويعملون إذا ظهروا بها ولا يعرفون المخرج منها . جفاة في الدين قليلة\r\nعقولهم قد قلدوا أهل بيت من العرب دينهم وزعموا أن موالاتهم لهم تغنيهم\r\nعن الأعمال الصالحة وتنجيهم من عقاب الأعمال السيئة ( 3 ) ) . وبقول مشابه لهذا\r\n\r\n","description":"","footnote":" ( 1 ) [ في نص المؤلف : ( أبو حزم ) - وصوابه ما أثبتنا إذ هو أبو حمزة الخارجي - راجع\r\n( الأغاني ) ( ص 98 وما يليها ) واسمه المختار بن عوف الأزدي ثم السلمي من أهل البصرة\r\nوراجع الطبري كذلك - المترجم 
  ] .\r\n( 2 ) الطبري ( 1 / 2942 ) - إن الموازنة بين رجعة محمد ورجعة عيسى عليهما السلام خطأ\r\nوسوء فهم لان محمدا لا يرجع ليوم الحساب فإن هذا الاعتقاد خاص بعيسى وحده ويقوم\r\nعلى أساس مختلف تماما ولا يتعلق بالدهر الحالي بل بالدهر المقبل راجع كذلك ابن\r\nالأثير ( 6 / 26 س 2 وما يليه ) ( الأغاني ) ( 3 / 24 س 9 ص 188 س 9 وما يليه 4 / 42\r\nس 28 11 / 46 س 6 ) .\r\n( 3 ) كان السيد الحميري يشرب الخمر ولا يقلع عن ذلك ولكنه كان يعتقد أن من يتشيع\r\nلعلي سيغفر له شرب الخمر . ","page_name":" 151 ","page_number":151},
  {"content":"\r\nيقول الخليفة هشام في كتاب إلى يوسف بن عمر ( الطبري 2 / 1682 س 5 وما\r\nيليه ) . إن عبادة الشيعة لله كانت عبادة لبني الانسان . والنتيجة لذلك قيصرية بابويه\r\nمعا . كانوا يعترضون على إمامة السلطة القائمة ولكن إمامتهم الشرعية القائمة\r\nعلى دم الرسول ( ذرية آل البيت ) لم تكن أفضل منها إذ كانت تفضي إلى إهدار\r\nالقانون وكسر الشريعة . فالامام عندهم كان فوق النصوص الحرفية وكان يعلم\r\nالغيب فمن اتبعه وأطاعه سقطت عنه التكاليف وخلا من المسألة . تلك أمور\r\nأخذها عليهم الخوارج خصوصا وأبرزوها إذ كان الخوارج يضعون الشريعة المقررة\r\nفوق كل إنسان ويتشددون في هذا أكثر جدا من سائر الفرق ولذا كانوا يحكمون\r\nعلى صلاح الامام أو فساده بحسب تمسكه بأحكام الشريعة .\r\nوكان تحول الموالي إلى شيعة غلاة حادثا ذا أهمية كبرى في التاريخ العالمي ( 1 ) .\r\nولعل المختار كان قد وجد الموالي من قبل وقد أصبحوا شيعة ولكن الفضل يرجع\r\nإليه في كونه هو الذي دفع بهم إلى الميدان والعمل . ولم يكن يرمي في بداية الامر\r\nإلى إثارتهم ضد العرب بل اتبع سياسة المهادنة والوفاق وكانت الشيعة كلها من\r\nورائه حتى استطاع أن يجتذب إليه الأرستقراطية العربية المعادية . وشاء القضاء على\r\nالفوارق بين المسلمين من الطبقة الأولى والمسلمين من الطبقة الثانية فمن يأخذ عليه\r\nذلك لا يكن له الحق في أن يأخذ على الحجاج أنه عمل العكس فأكد هذه\r\nالفوارق بكل قوة وأعادها إلى ما كانت عليه والحق أن المختار خليق بالمديح لكونه\r\nكان أسبق من غيره في إدراك أن الأحوال القائمة آنذاك لا يمكن أن تبقى كما هي إذ\r\nلم يكن الاسلام بل العنصر العربي هو الذي يعطى الحقوق المدنية الكاملة في\r\nالحكومة الدينية . ولو كان المختار قد حقق هدفه الأصلي . لكان من الممكن أن\r\nيكون منقذ الدولة العربية . ولكن العرب لم يشاءوا الحد من امتيازاتهم عن طيب\r\nخاطر . ومن هنا اضطر المختار إلى خوض الكفاح وإلى الارتماء بكليته في\r\nأحضان الموالي والسبئية . ولكن هذا النضال انتهى إلى القضاء عليه . فقضى على\r\nالموالي بوصفهم قوة سياسية . ورغم ذلك فإن ذكرى سلطانهم ( الذي كان كالحلم )\r\nفي سنة 66 - 67 لم تنطفئ . وظلت بقية من حزبهم تعمل في الخفاء . وهذه\r\n\r\n","description":"","footnote":" ( 1 ) إن الفرق أكثر انطباعا بالدين وأقل تمسكا بالعصبية القومية من الدين الرسمي المرتبط\r\nبالسلطان والقومية السائدة الحاكمة . ","page_name":" 152 ","page_number":152},
  {"content":"\r\nالبقية عقدت بعد ذلك بزمان طويل صلات مع خراسان . حيث مركز العصبية\r\nالشعبية الإيرانية التي أثارت العاصفة التي أطاحت فيما بعد بالسيادة العربية . وهكذا\r\nكان المختار سلفا لأبي مسلم الخراساني . والأرواح التي حضرها نمت وازداد عددها\r\nوأكثر مما كان يتصور . ولهذا فإن أثره - على الرغم من إخفاقه - كان كبيرا جدا\r\nولكنه لم يكن يقصد إليه قصدا . والقول بأنه خان بني قومه لحساب الفرس فأطاحوا\r\nبرأسه جزاءا وفاقا لخيانته هذه هذا القول حكم مع الهوى وخطأ من عدة نواح .\r\nوبالجملة فإن المختار ظاهرة حافلة بالمأساة لا يحق لنا أن نشعر نحوها بنفس النفور\r\nالذي شعر به نحوها معاصروها .\r\nألزمت السلطة الحاكمة الموالي حدودهم وأثار المختار الروع والتشكك في نفوس\r\nالعرب وكان أهل الكوفة جميعا من الشيعة بالقدر الذي كانوا به يعارضوا حكم\r\nالأمويين ولم يكن تشيعهم عن تفان في آل علي وحرص على أن يكون الامر لهم\r\n( الطبري 2 / 1258 وما يليها ) . والثورة التي قام بها عبد الرحمن بن محمد بن\r\nالأشعث قد قصد بها إلى استقلال العراق يحكم نفسه ضد سيادة الشام والامر\r\nنفسه يقال عن ثورة يزيد بن المهلب . أما الشيعة الحقيقيون فقد اعتصموا بالهدوء وقتا\r\nطويلا .\r\nوأحفاد النبي وهم أبناء علي من فاطمة وأحفادهم قد عاشوا في المدينة بلد\r\nالأرستقراطية التي تعيش على بيت المال في الاسلام وكان أبرز الناس في المجتمع\r\nالمدني المنحل وأكثرهم شعبية . وكان بنو أمية يدللونهم طالما ظلوا ملتزمين الدعة\r\nوالهدوء . أما بنو الزبير وأحلافهم من بني مخزوم فكانوا يبغضونهم . وكان يود كل\r\nامرئ أن يزوجهم بناته واستغلوا الفرصة لاكثار الدم المقدس ( يقصد دم النبي -\r\nأعني نسله ) . فعاشوا بمعزل عن كل هم واضطراب في المدينة التقية ذات الخمر\r\nوالغناء والقيان ( الطبري ص 1910 س 12 ) . حقا إنهم لم يطلقوا دعواهم في\r\nالأحقية للخلافة . ولكنهم لم يلاحقوا الدعوى بانتظام واستمرار ولم يعدوا العدة\r\nلتحقيقها عن وعي كامل بأهدافهم . ولم يشاءوا استغلال ذوي النزعات الثائرة\r\nوالأحلام الهادفة إلى القضاء على سلطان العرب والمتآمرين بل تركت هؤلاء\r\nللعباسيين الذين عرفوا كيف يستغلونهم . ولم يكن بين أحفاد علي رجال بالمعنى\r\nالحقيقي أما النسوة فكان من بينهن اللواتي يحملن طابع الذرية والأصالة\r\nوخصوصا سكينة بنت الحسين وكان نسل الحسين - وهو الأحدث - هو النسل\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\nالرئيسي لا نسل الحسن لان الحسن باع حقه في ميراث الخلافة . بينما الحسين أراق\r\nدمه فداءا لحقه . وكان خليفة الحسين هو علي بن الحسين الذي أنقذ في كربلاء فكان\r\nيخاف النار . ثم ظهر من أبنائه زيد ومحمد ثم ابن هذا الأخير وهو جعفر .\r\nوقرب نهاية خلافة هشام وقع الحسنيون في خصومة مع الحسينيين بشأن بعض\r\nالأوقاف التي حبسها علي أو النبي محمد نفسه على ذريته . فاحتكم زعيم الحسينيين\r\n- وهو زيد بن علي - إلى الخليفة وذهب بنفسه ومعه بعض بني قرابته إلى هشام\r\nفي الرصافة . وكان يوسف بن عمر والي الكوفة قد أرغم يزيد بن خالد\r\nالقسري - ابن سلفه - على الكشف عن مصادر ثروته وانتزع منه بالتعذيب\r\nاعترافا بأنه يدين زيد بن علي بمبلغ كبير من المال . فسأل هشام زيدا وصحبه عن هذه\r\nالمسألة فأنكروا هذه الواقعة فرأى هشاك ضرورة مواجهتهم بيزيد وكان يزيد\r\nمحبوسا . فكان عليهم الذهاب إلى الكوفة وهكذا سقطت الشرارة في برميل\r\nالبارود . فقد سحب يزيد الاعتراف الذي انتزع منه بالتعذيب حينما ووجه بهم .\r\nوعادوا من الكوفة إلى المدينة . ولكن زيدا لم يعد معهم فألح عليه الوالي في\r\nالرحيل فرحل ثم عاد إلى الكوفة بعد إن وصل إلى أول مرحلة في الطريق إلى\r\nالمدينة على الرغم من نصح أحد أقاربه الفطنين له بعدم العودة وتوسله إليه في ذلك .\r\nفعلق الشيعة يزيد بن الحسين وقالوا له : إن الوقت مؤات وإن سيطرة الأمويين\r\nعلى الكوفة لا تستند إلا إلى عدد قليل من جنود الشام لا يستطيعون التغلب على\r\nالمائة ألف جندي من جنود الكوفة بل ولا على بني مذحج أو همدان أبو بكر أو\r\nتميم وحدهم . فاستجاب لرأيهم ولكنه تذرع ببعد النظر والحيطة فكان يغير مركز\r\nإقامته باستمرار . وتزوج من أسرتين أقام بينهما واستمر مقامه حوالي شهرين في\r\nالمجموع كان خلاله يقوم بالاستعدادات للثورة وباكتساب الأنصار في البصرة\r\nوالموصل أيضا وبلغ عدد جنوده في الكوفة 15000 رجل وكانت البيعة له\r\nتتضمن العمل بكتاب الله وسنة رسوله ومقاومة الحكام الجائرين ونصر المستضعفين\r\nورد الفئ إلى من حرموا منه وتوزيع الخراج بالعدل على مستحقيه ورد الحقوق\r\nإلى أهلها وإعادة من أرسلوا إلى القتال في أماكن نائية إلى ديارهم والدفاع عن\r\nآل البيت ضد أعدائهم الذين اغتصبوا حقوقهم . ولكن الكثيرين رأوا أن زيدا لم\r\nيكن متمسكا بحقوقه كما يجب إذ أنه كان يتولى الشيخين : أبا بكر وعمر فيرى\r\nأنهما خليفتان شرعيان - وهذا القول علامة مميزة جيدا له ولغالبية أنصاره من\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\nالكوفة - أو على الأقل امتنع من القول بأنهما مغتصبان للخلافة . قال الذين\r\nأخذوا عليه هذا الموقف إنه بذلك يمكنه ألا ينكر بني أمية . ولهذا انفصل عنه غلاة\r\nالشيعة ولذلك سمى هؤلاء باسم ( الرافضة ) ( 1 ) .\r\nوهؤلاء الرافضة بايعوا أخا زيد وهو محمد بن علي وبايعوا بعده ابنه جعفر على\r\nأنهما الامامان الحقيقيان والواقع أن هذين لم يشاءوا من هذه البيعة شيئا ( 2 ) .\r\nوكان الوالي - يوسف بن عمر - لا يقيم في الكوفة بل في الحيرة وفي\r\nالحيرة كان القسم الأكبر من جنود الشام . واستطاع أخيرا الحصول على معلومات\r\nدقيقة عن حركات زيد بن علي بواسطة اثنين من أنصاره حبسهما يوسف بن عمر .\r\nثم عرف أن زيدا سيضطر إلى الاسراع بالثورة - بعد حبس هذين - وأنه حدد يوم\r\nالأربعاء غرة صفر سنة 122 ( 6 يناير سنة 740 ) للقيام بحركته ( 3 ) . فأمر يوسف\r\nبدعوة الناس يوم الثلاثاء ( السابق على يوم بدء الثورة ) إلى المسجد وهناك\r\nحبسهم وقام بعض جنود الشام بحراستهم . ويبدو أن هؤلاء المحبوسين في المسجد\r\nقد كانوا راضين بهذه الحماية من عدم حذرهم . فلما أراد زيد إطلاق سراحهم -\r\nوكان معه 218 رجل - جمعهم في ليلة الأربعاء وكان البرد قارسا لم يحركوا\r\n\r\n","description":"","footnote":" ( 1 ) هم أنفسهم يقولون إن هذا الاسم لم يكن زيد أول من أطلقه عليهم بل أطلقه من\r\nقبل المغيرة ابن شعبة ( الطبري 2 / 1700 ) . قارن الطبري ( 3 / 561 س 3 ) ( الكامل )\r\n( ص 548 س 10 ) ( الأغاني ) ( 3 / 24 س 19 12 / 23 س 20 18 / 59 س 4 وما يليه )\r\nوالسبئية هو الاسم الأقدم والرافضة الاسم الأحدث لشئ واحد بعينه .\r\n( 2 ) ورد في ( الأغاني ) ( 15 / 121 19 / 58 ) أن بعض مجانين الشيعة الذين ثاروا قبل\r\nذلك بسنة أو سنتين في ولاية خالد القسري كان يصيحون : ( لبيك جعفرا ) وهذه الصيحة\r\nتتضمن عبادة تأليه جعفر الذي لم يكن قد بلغ الثلاثين من عمره أما في الطبري ( ص 1620 )\r\nفلم يرد شئ من هذا ولا يسمون هناك باسم ( الجعفرية ) بل ( الوصفاء ) ( العبيد\r\nالموالي ) . وكانوا ثمانية رجال فقط ولم يكونوا عربا وكان على رأسهم المغيرة بن سعيد\r\nالرجل العجوز وكان يقال : إنه كان ساحرا وقد كان لخبر ثورتهم وقع شديد على خالد\r\nالقسري وكان على المنبر ساعتئذ حتى طلب أن يأتوه بماء - مما أثار السخرية الشديدة منه .\r\nفلما أتى بهم موثقين إليه أمر بإحراقهم بطريقة هي الغاية في القسوة والبشاعة .\r\n( 3 ) الواقدي في الطبري ( 2 / 1667 ) سنة ( 121 ه‍ ) . ولكن سنة ( 122 ) التي يذكرها أبو\r\nمخنف يؤيدها يوم الأسبوع : لأنه في سنة ( 122 ) وحدها كان أول صفر هو يوم الأربعاء . ","page_name":" 155 ","page_number":155},
  {"content":"\r\nساكنا واضطر زيد إلى الانسحاب من المسجد لان ألفين من جنود الشام قد\r\nتحركوا من الحيرة متجهين إليه فهزمهم يوم الأربعاء وكان مسيطرا على ميدان المعركة\r\nيوم الخميس إلى أن جاءتهم النجدة في المساء بثلاثمائة من القواسين القيقانية ( 1 )\r\nوالبخارية فأوقع هؤلاء بحشود جنود الكوفة خسائر بالغة فلما كان الليل\r\nانسحب أهل الكوفة إلى المدينة وتفرقوا في دورهم وأصاب زيدا نفسه سهم ومات\r\nلما نزع منه السهم في دار بشارع البريد . ودفن في قاع قناة حبس عنها الماء ثم\r\nأطلق ثانية ولكن المكان اكتشف فيما بعد وانتزعت الجثة ثم أخذت إلى الكوفة\r\nوصلبت ( 2 ) وبقيت مصلوبة هناك إلى موت هشام أما الرأس فقد أرسل إلى\r\nدمشق ومن ثم إلى المدينة ( أبو مخنف في الطبري 2 / 1676 - 1678 1698\r\n1711 ) .\r\nأما يحيى الابن الصغير جدا لزيد بن علي فقد اختفى في نينوى ( على\r\nالفرات عند كربلاء ) عند مولي لبشر بن بشر بن مروان . ومن هناك فر إلى\r\nخراسان . وظل مختفيا في دار عربي نبيل في بلخ إلى أن مات هشام ثم دل عليه\r\nوسلم . وأمر الوليد الثاني بإطلاق سراحه . ولكن بأمر الوالي نصر دفع من مكان\r\nإلى مكان حتى الحدود الغربية ببيهق . ولو أنه استمر في المسير لاصبح في منطقة\r\nولاية يوسف بن عمر . فلم يشأ أن يقع في قبضة يد هذا . فمضى ناحية المشرق\r\nعائدا واستطاع أن يصل هو والسبعين رجلا والذين معه إلى هراة . وإن كان\r\nعمال نصر قد أمروا بألا يدعوه يمر . ومن هراة ارتحل إلى جوزجان ولكن فاجأه\r\nمطاردوه الذين بعث بهم في إثره نصر . فسقط في القتال مع صحبه عند الأنبار\r\n( ياقوت 3701 ) . وبأمر الخليفة أحرق فتى العراق ( يحيى بن زيد بن علي ) وألقى\r\nبرماده في الماء ( 3 ) وبعد ذلك ظهر أبو مسلم الخراساني مطالبا بالثأر ليحيى وقتل\r\nقتلته ( أبو مخنف في الطبري 2 / 1770 - 1774 ) .\r\n\r\n","description":"","footnote":" ( 1 ) مركفرت : ( ايرانشهر ) ( ص 50 ) Eranschahr : Marquart .\r\n( 2 ) صلبنا لكم زيدا على جذع نخلة ولم نرد مهديا على الجذع يصلب ( الكامل ) ( ص\r\n710 ) .\r\n( 3 ) راجع سفر الخروج من التورة أصحاح 32 [ في نص المؤلف : ( أحرق عجل\r\nالعراق . . ) والإشارة إلى عجل بني إسرائيل المذكورة في سفر الخروج في الأصحاح المذكور -\r\nالمترجم 
  ] . ","page_name":" 156 ","page_number":156},
  {"content":"\r\nوهكذا كان مصير زيد كمصير جده الحسين . كذلك أحدث مصرعه تغيرا عند\r\nأولئك - أو عند بعضهم - الذين وعدوه بالاخلاص ولم يفوا بوعدهم فقد\r\nأصبحوا له أنصارا صادقين وسموا أنفسهم باسمه : ( الزيدية ) . ويتميزون عن\r\nالرافضة بأنهم يتولون سلالة الحسين .\r\nوآخر ثورة قامت بها الشيعة في عهد الأمويين هي تلك التي قام بها عبد الله بن\r\nمعاوية ابن عبد الله بن جعفر بن حفيد أخي علي بن أبي طالب : جعفر وهو لهذا\r\nلا يعد حقا من آل البيت . جاء سنة 126 ه‍ مع إخوته إلى الكوفة ليطلب العطاء\r\nمن الوالي من قبل يزيد الثالث وهو ابن عمر . فأقام هناك مدة وتزوج بابنة حفيد\r\nشب بن ربعي التميمي .\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157}
  ]