[
  {"content":"\r\nالأنوار اللامعة\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\nاسم الكتاب : الأنوار اللامعة في شرح زيارة الجامعة\r\nتأليف : عبد الله شبر\r\nطبع بالأفست : مطبعة أمير\r\nالعدد : 2000 نسخة\r\nالناشر : مكتبة الرضي - قم\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nالأنوار اللامعة\r\nفي\r\nشرح زيارة الجامعة\r\nتأليف\r\nالسيد عبد الله شبر\r\nمؤسسة الوفاء\r\nبيروت - لبنان\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nكافة الحقوق محفوظة ومسجلة\r\nالطبعة الأولى\r\n1403 ه‍ - 1983 م\r\nمؤسسة الوفاء - بيروت - لبنان - ص ب : 1457 - هاتف : 386868\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\nكلمة الناشر\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nالحمد لله رب العالمين\r\nوالصلاة والسلام على خير خلقه محمد وآله الطاهرين\r\nمن هم المعصومون عليهم السلام ؟\r\nولماذا نزورهم ؟\r\nوما هي فلسفة الزيارات الخاصة الصادرة عنهم ؟\r\nهذه الأسئلة تملئ أفكار تلة من الجيل الصاعد يتلهف\r\nبشوق بالغ إلى الوقوف على أجوبتها ونحن في هذه العجالة ،\r\nومقدمة لهذه الزيارة الجامعة نذكر أجوبة مقتضبة عن هذه\r\nالأسئلة الثلاثة مستعينين بالله تعالى مستلهمين من أرواح\r\nالمعصومين عليه السلام ، مستندين إلى الأحاديث المنقولة\r\nعنهم عليهم السلام\r\n1 ) : المعصومون :\r\nهم أربعة عشر شخصا ، ثلاثة عشر رجلا ، . وامرأة\r\nواحدة ، انتخبهم الله تعالى من بين مجموعات خلقه هداة ،\r\nوقادة ، وأسوة ، هم :\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nرسول الله وسيد الأنبياء وخير الخلق أجمعين محمد بن عبد\r\nالله ، صلى الله عليه وآله وسلم .\r\nفاطمة الزهراء بنت النبي وزوج الوصي وأم الأئمة\r\nالأطهار ، عليهم السلام .\r\nالإمام علي بن أبي طالب أمير المؤمنين عليه السلام\r\nالإمام الحسن بن علي المجتبى عليه السلام\r\nالإمام الحسين بن علي الشهيد بكربلاء عليه السلام\r\nالإمام علي بن الحسين زين العابدين عليه السلام\r\nالإمام محمد بن علي الباقر عليه السلام\r\nالإمام جعفر بن محمد الصادق عليه السلام\r\nالإمام موسى بن جعفر عليه السلام\r\nالإمام علي بن موسى الرضا عليه السلام\r\nالإمام محمد بن علي الجواد عليه السلام\r\nالإمام علي بن محمد الهادي عليه السلام\r\nالإمام الحسن بن علي العسكري عليه السلام\r\nالإمام المهدي الموعود المنتظر بن الحسن عليه السلام\r\nهؤلاء الأربعة عشرة هم خيرة الله تعالى من جميع الخلق\r\nهم القمم الشاهقة في الفضيلة والتقوى\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\nهم العلماء الذين لا يدانيهم أحد من الخلق في العلم\r\nوالمعرفة\r\nهؤلاء . . . هم الذين علموا الإنسان ، والملائكة عبادة\r\nالله تعالى\r\nهؤلاء . . . هم الذين سبحوا فسبحت الملائكة ، وهللوا\r\nفهللت الملائكة ، وكبروا فكبرت الملائكة . .\r\nهؤلاء هم المعصومون الذين عصمهم الله من كل زلة ، وكل\r\nسهو وكل نسيان وكل خطأ ، وكل جهل ، وكل رذيلة ، وكل\r\nشذوذ ، وكل انحراف .\r\nفهم الطاهرون المطهرون الأطهار\r\nوهم المزكون ، الأزكياء\r\n2 ) : لماذا نزورهم ؟\r\nيتلخص الجواب على هذا السؤال في استلهام معاني الخير\r\nوالفضيلة ، وأصول التربية الصحيحة في المثول أمام قبور\r\nهؤلاء الأطهار ، ونذكر حياتهم الحافلة بالمكرمات والنصيحة\r\nمن أجل الله . .\r\nوبالتالي : الحصول على مرضاة الله تعالى التي من أجلها\r\nخلق الإنسان ، وخلق كل شئ .\r\nأخرج الشيخ الأجل الكليني ، قدس الله سره ، في كتاب\r\nالكافي الشريف .\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nوالشيخ الجليل الصدوق ، قدس سره في كتابه الشريف\r\n( من لا يحضره الفقيه )\r\nوالشيخ الكبير ابن قولويه في كتابه الشريف ( كامل\r\nالزيارات )\r\nبأسانيدهم عن رسول الله صلى الله عليه وآله وسلم ، أنه\r\nقال لعلي عليه السلام :\r\n( يا علي : من زارني في حياتي أو بعد موتي أو زارك في حياتك أو\r\nبعد موتك أو زار ابنيك في حياتهما أو بعد موتهما ضمنت له يوم القيامة\r\nأن أخلصه من أهوالها وشدائدها حتى أصيره معي في درجتي ) ( 1 ) .\r\nومن الطبيعي أن الإنسان إذا زار عظيما من أمثال\r\nالمعصومين عليهم السلام أن يتأثر بروحهم ، ويتغير من سيئ\r\nإلى حسن ، ومن حسن إلى أحسن وهذا ما نجده في غالب\r\nأولئك الذين يوفقون لزيارة النبي وأهل بيته الكرام ، عليه\r\nوعليهم الصلاة والسلام .\r\nوكم رأينا عصاة آثمين تغير مسيرهم بزيارة أهل البيت\r\nعليهم السلام وانقلبوا نفسيا وفكريا من الشذوذ إلى الصراط\r\nالمستقيم\r\n\r\n","description":"","footnote":" ( 1 ) : أ - الكافي ( الفروع ) / ج 1 / ص 324 .\r\nب - من لا يحضره الفقيه / ج 1 / ص 182 .\r\nج - كامل الزيارات / ص 11 . ","page_name":" 10 ","page_number":10},
  {"content":"\r\nفلسفة الزيارات المروية\r\nأما الزيارات الخاصة المروية عن أهل البيت عليهم\r\nالسلام فإنها بحق مدرسة جامعة لكل الكمالات الإنسانية التي\r\nلم تشذ عنها شاردة ، ولا تركت فضيلة إلا دمجتها في تعبيرات\r\nعقلانية وعاطفية في القمة\r\nفالطهارة البدنية ، والطهارة النفسية ، والطهارة\r\nالاجتماعية ، والطهارة التربوية ، والطهارة العائلية ، وغيرها\r\nمن أقسام الطهارة كلها متقلبة في مختلف زيارات أهل البيت ،\r\nعليهم السلام ، الواردة عنهم ومن جميل ما ورد في زيارة للإمام\r\nالحسين عليه السلام العبارات التالية : ( أشهد أنك طهر\r\nطاهر مطهر\r\nمن طاهر مطهر\r\nطهرت وطهرت بك البلاد\r\nوطهرت أرض أنت بها\r\nوطهر حرمك )\r\nطهارة ، في طهارة ، في طهارة\r\nاية مدرسة هذه التي تكرر الطهارة ، وتجعلها أساس\r\nالتربية ؟\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nهذه المدرسة هي التي أنجبت الألوف ، والألوف من\r\nالعلماء العظام الذين يضرب المثل بخلقهم ، وفضلهم ،\r\nوإنسانيتهم\r\nالزيارة الجامعة\r\nالزيارة الجامعة : في مصطلح أهل الحديث ، تطلق على\r\nالمقطوعات المروية عن أهل البيت ، عليهم السلام ، ويزار بها\r\nجميعهم ، من غير اختصاص ببعضهم دون بعض\r\nوتلك عدة زيارات مذكورة في كتب الأدعية\r\nولعل أهمها ، وأجمعها ، في تفصيل هذه الزيارة التي بين\r\nيديك\r\nهي مروية عن عاشر أئمة أهل البيت علي بن محمد\r\nالهادي عليهما السلام . .\r\nرواها الشيخ الجليل الصدوق ، قدس سره ، في كتابه\r\nالشريف ( عيون أخبار الرضا ) عن الدقاق ، والسناني ،\r\nوالوراق والمكتب جميعا ، عن الأسدي ، عن البرمكي ، عن\r\nالنخعي قال :\r\nقلت لعلي بن محمد بن علي بن موسى بن جعفر بن محمد\r\nبن علي بن الحسين بن علي بن أبي طالب ، صلوات الله\r\nوسلامه عليهم ، علمني يا بن رسول الله قولا أقوله بليغا\r\nكاملا إذا زرت واحدا منكم فقال عليه السلام . .\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nشارح الزيارة\r\nوقد تصدى جمع من علمائنا الأبرار لشرح هذه الزيارة\r\nشروحا متنوعة في التفصيل والإجمال ، وغير ذلك ، وقد شرح\r\nالعلامة المجلسي قدس سره في ( بحار الأنوار ) شرحا مختصرا\r\nوممن شرحها شرحا متوسطا بين التفصيل الكبير ،\r\nوالإجمال الصغير هو العالم الجليل ، آية الله ، المؤلف المكثر\r\nالمرحوم السيد عبد الله شبر ، قدس الله سره .\r\nفقد شرح هذه الزيارة الجامعة هذا الشرح ، الذي بين\r\nيديك ، الذي هو غنيمة باردة ، تؤتي أكلها كل حين بإذن ربها\r\nوحق على من يحصل عليه أن يغتنم هذه النعمة ، ويشكر الله\r\nعليها قولا ، وعملا بالعمل والتقوى .\r\nوالله المسؤول أن يوفق الجميع لذلك\r\nالناشر\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nالمقدمة\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nوالحمد لله حمدا لا يحصيه عد ولا ينتهي إلى حد والصلاة\r\nوالسلام على خاتم النبيين وآله أزمة الحق والسنة الصدق سفن\r\nالنجاة والميامين الهداة .\r\nوبعد فإن هذا السفر النفيس المسمى ( بالأنوار اللامعة في\r\nشرح زيارة الجامعة ) حلقة من تلك السلسلة الذهبية التي\r\nصاغتها يراعة المؤلف من مؤلفاته الغراء وفرع من تلك الدوحة\r\nالباسقة التي سقتها عبقريته بماء الفضيلة وزكت بين حدائق\r\nعلومه الإلهية ومعارفه القدسية ولقد أودع هذا المؤلف من\r\nدقائق قريحته الوقادة ونكات تفكيره العميق وغزير فضله وواسع\r\nعلمه المعجز من ثمار الوحي الهاشمي وأسرار الكمال النبوي\r\nمما لا ينتهى إلى مداه ولا يحاول أقصاه .\r\nوإن شعائر الحج إلى الضرائح القدسية المنورة بتلك\r\nالأجساد الطيبة والهياكل الملكوتية ومناسك الزيارة للمشاهد\r\nالمشرفة بمضاجع أمناء الله على وحيه وودائع سره لمن أفضل ما\r\nندب إليه الأئمة الأطهار المعتصمين بولائهم والآخذين بسببهم\r\nفإن فيها تتجه ألباب شيعتهم وتنصرف قلوب مواليهم إلى ما يلم\r\nشعثهم ويؤلف شتاتهم ويجمع كلمتهم ويشد عرى جماعتهم من\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nالولاء والتمسك بمواضع الرسالة ومهابط الوحي الأمين وقد\r\nعرفوهم بآداب تلك الزيارات وسنن هذه المناسك ورووا لهم\r\nالثقات من أصحابهم وحملة أحاديثهم ما أملوه عليهم من لطيف\r\nالخطاب وبليغ البيان وأرشدوهم إلى ما يليق بمقامهم من ذلك .\r\nوأن الزيارة الجامعة الكبيرة من أعظم تلك الزيارات شأنا\r\nوأعلاها مكانة وأن فصاحة ألفاظها وبلاغة مضامينها تنادي\r\nبصدورها عن ينابيع الوحي والإلهام وتدعوا إلى أنها خرجت من\r\nالسنة نواميس الدين ومعاقل الأنام فإنها فوق كلام المخلوق\r\nوتحت كلام الخالق الملك العلام وقد اشتملت على الإشارة إلى\r\nجملة من الأدلة والبراهين المتعلقة بمعارف أصول الدين وأسرار\r\nالأئمة الطاهرين وتضمنت شطرا وافرا من حقوق أولي الأمر\r\nالذين أمر الله بطاعتهم وأهل البيت الذين حث الله على\r\nمتابعتهم مع الإشارة إلى آيات فرقانية وروايات نبوية وأسرار\r\nإلهية وعلوم غيبية ومكاشفات حقية وحكم ربانية\r\nوقد عمد إليها المؤلف نور الله ضريحه فكشف النقاب عن\r\nمعانيها وهتك الحجب عن أسرارها وأفصح عن مشتبهاتها وحل\r\nالغامض من مشكلاتها ونفض عنها غبار الريب والشكوك وأقام\r\nالحجج الناصعة والأدلة القاطعة على صدورها وصحة روايتها\r\nوطلع على العلم والأدب والرشاد بهذا السفر النفيس الذي لا\r\nيستغني عنه كل مؤمن تشرف بزيارة مراقد أهل الذكر وأولي\r\nالأمر وفاز بلثم تلك الأعتاب السامية والمشاهد المقدسة العالية\r\nواختار لنفسه أجر تلاوتها ورغب في ثواب قراءتها ولا غرو فإن\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nمؤلفه ذلك البحر الخضم الثبت المتبحر نسيج وحده وجمال\r\nعصره الصراط والمحجة والآية البالغة والحجة صاحب المؤلفات\r\nالكثيرة في سائر الفنون الإسلامية الغزيرة المادة التي لا ينضب\r\nقليبها ولا يأسن معينها نسأله تعالى أن يتغمده برحمته ويتفضل\r\nعليه بما أعده لأوليائه المقربين .\r\nومن العمل المرفوع المتقبل والبر الخالد والأجر المضاعف\r\nالمتزايد أن يرشد التوفيق الإلهي والنصيب السماوي مؤمنا\r\nصالحا برا مواليا ( السيد الأجل السيد أحمد آل السيد محمد\r\nالسيد جعفر نجل المؤلف قدس سره )\r\nفيتبرع بطبع هذا السفر الجليل ويبذل نفقات نشر هذا\r\nالذكر الجميل فيدل على الخير فاعله ويهدي إلى الصلاح عامله\r\nفإن خير الناس من نفع الناس بعلمه وأعماله ومساعيه وأمواله\r\nوفقنا الله وإياه للطاعات والمبرات آمين . . .\r\nمحمد رضا الهادي آل كاشف الغطاء\r\nفي اليوم 12 من ربيع الأول سنة 1354\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nمتن الزيارة\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nالزيارة الجامعة السلام عليكم يا أهل بيت النبوة وموضع الرسالة ومختلف\r\nالملائكة ومهبط الوحي ومعدن الرحمة وخزان العلم ومنتهى الحلم وأصول الكرم\r\nوقادة الأمم وأولياء النعم وعناصر الأبرار ودعائم الأخيار وساسة العباد وأركان البلاد\r\nوأبواب الإيمان وأمناء الرحمن وسلالة النبيين وصفوة المرسلين وعترة خيرة رب العالمين\r\nورحمة الله وبركاته السلام على أئمة الهدى ومصابيح الدجى وأعلام التقى وذوي النهى وأولي الحجى\r\nوكهف الورى وورثة الأنبياء والمثل الأعلى والدعوة الحسنى وحجج الله على أهل الدنيا والآخرة والأولى\r\nورحمة الله وبركاته السلام على محال معرفة الله ومساكن بركة الله ومعادن حكمة الله وحفظة\r\nسر الله وحملة كتاب الله وأوصياء نبي الله وذرية رسول الله صلى الله عليه وآله ورحمة الله وبركاته\r\nالسلام على الدعاة إلى الله والأدلاء على مرضات الله والمستقرين ( والمستوفرين ) في أمر الله والتأمين\r\nفي محبة الله والمخلصين في توحيد الله والمظهرين لأمر الله ونهيه وعباده المكرمين الذين لا\r\nيسبقونه بالقول وهم بأمره يعملون ورحمة الله وبركاته السلام على الأئمة الدعاة والقادة الهداة\r\nوالسادة الولاة والذادة الحماة وأهل الذكر وأولي الأمر وبقية الله وخيرته وحزبه وعيبة\r\nعلمه وحجته وصراطه ونوره وبرهانه ورحمة الله وبركاته أشهد أن لا إله إلا الله وحده\r\nلا شريك له كما شهد الله لنفسه وشهدت له ملائكته وأولو العلم من خلقه لا إله إلا هو\r\nالعزيز الحكيم وأشهد أن محمدا عبده المنتجب ورسوله المرتضى أرسله بالهدى ودين\r\nالحق ليظهره على الدين كله ولو كره المشركون وأشهد أنكم الأئمة الراشدون\r\nالمهديون المعصومون المكرمون المقربون المتقون الصادقون المصطفون المطيعون\r\nلله القوامون بأمره العاملون بإرادته الفائزون بكرامته اصطفاكم بعلمه\r\nوارتضاكم لغيبه واختاركم لسره واجتباكم بقدرته وأعزكم بهداه وخصكم\r\nببرهانه وانتجبكم لنوره ( بنوره ) وأيدكم بروحه ورضيكم خلفاء في أرضه\r\nوحججا على بريته وأنصارا لدينه وحفظة لسره وخزنة لعلمه ومستودعا\r\nلحكمته وتراجمة لوحيه وأركانا لتوحيده وشهداء على خلقه وأعلاما لعباده\r\nومنارا في بلاده وأدلاء على صراطه عصمكم الله من الزلل وآمنكم من الفتن\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nوطهركم من الدنس وأذهب عنكم الرجس وطهركم تطهيرا فعظمتم جلاله\r\nوأكبرتم شأنه ومجدتم كرمه وأدمتم ( وأدمنتم ) ذكره ووكدتم\r\n( وذكرتم ) ميثاقه وأحكمتم عقد طاعته ونصحتم له في السر والعلانية\r\nودعوتم إلى سبيله بالحكمة والموعظة الحسنة وبذلتم أنفسكم في مرضاته وصبرتم\r\nعلى ما أصابكم في جنبه ( حبه ) وأقمتم الصلاة وآتيتم الزكاة وأمرتم بالمعروف\r\nونهيتم عن المنكر وجاهدتم في الله حق جهاده حتى أعلنتم دعوته وبينتم\r\nفرائضه وأقمتم حدوده ونشرتم ( وفسرتم ) شرايع أحكامه وسننتم\r\nسنته وصرتم في ذلك منه إلى الرضا وسلمتم له القضاء وصدقتم\r\nمن رسله من مضى فالراغب عنكم مارق واللازم لكم لاحق والمقصر في\r\nحقكم زاهق والحق معكم وفيكم ومنكم وإليكم وأنتم\r\nأهله ومعدنه وميراث النبوة عندكم وإياب الخلق إليكم\r\nوحسابهم عليكم وفصل الخطاب عندكم وآيات الله لديكم\r\nوعزائمه فيكم ونوره وبرهانه عندكم وأمره إليكم من والاكم\r\nفقد وإلى الله ومن عاداكم فقد عادى الله ومن أحبكم فقد أحب الله\r\nومن أبغضكم قد أبغض الله ومن اعتصم بكم فقد اعتصم بالله\r\nأنتم الصراط الأقوم وشهداء دار الفناء وشفعاء دار البقاء والرحمة\r\nالموصولة والآية المخزونة والأمانة المحفوظة والباب المبتلى به الناس\r\nمن أتاكم نجى ومن لم يأتكم هلك إلى الله تدعون وعليه تدلون وبه\r\nتؤمنون وله تسلمون وبأمره تعلمون وإلى سبيله ترشدون وبقوله\r\nتحكمون سعد من توالاكم وهلك من عاداكم وخاب من جحدكم وضل\r\nمن فارقكم وفاز من تمسك بكم وآمن من لجأ إليكم وسلم من\r\nصدقكم وهدي من اعتصم بكم من اتبعكم فالجنة ماويه ومن\r\nخالفكم فالنار مثواه ومن جحدكم كافر ومن حاربكم مشرك\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nومن رد عليكم في أسفل درك من الجحيم أشهد أن هذا سابق لكم فيما\r\nمضى وجار لكم فيما بقي وأن أرواحكم ونوركم وطينتكم واحدة\r\nطابت وطهرت بعضها من بعض خلقكم الله أنوارا فجعلكم بعرشه محدقين\r\nحتى من علينا بكم فجعلكم في بيوت أذن الله أن ترفع ويذكر فيها اسمه\r\nوجعل صلاتنا ( صلواتنا ) عليكم وما خصنا به من ولايتكم طيبا\r\nلخلقنا وطهارة لأنفسنا وتزكية ( وبركة ) لنا وكفارة لذنوبنا فكنا\r\nعنده مسلمين بفضلكم ومعروفين بتصديقنا إياكم فبلغ الله بكم\r\nأشرف محل المكرمين وأعلى منازل المقربين وأرفع درجات المرسلين حيث\r\nلا يلحقه لاحق ولا يفوقه فائق ولا يسبق سابق ولا يطمع في إدراكه\r\nطامع حتى لا يبقى ملك مقرب ولا نبي مرسل ولا صديق ولا شهيد ولا عالم\r\nولا جاهل ولا دني ولا فاضل ولا مؤمن صالح ولا فاجر طالح ولا جبار عنيد\r\nولا شيطان مريد ولا خلق فيما بين ذلك شهيد إلا عرفهم جلالة أمركم وعظم\r\nخطركم وكبر شأنكم وتمام نوركم وصدق مقاعدكم وثبات\r\nمقامكم وشرف محلكم ومنزلتكم عنده وكرامتكم عليه وخاصتكم\r\nلديه وقرب منزلتكم منه بأبي أنتم وأمي وأهلي ومالي وأسرتي أشهد\r\nالله وأشهدكم أني مؤمن بكم وبما آمنتم به كافر بعدوكم وبما\r\nكفرتم به مستبصر بشأنكم وبضلالة من خالفكم موال لكم\r\nولأوليائكم مبغض لأعدائكم ومعاد لهم سلم لمن سالمكم وحرب\r\nلمن حاربكم محقق لما حققتم مبطل لما أبطلتم مطيع لكم عارف\r\nبحقكم مقر بفضلكم محتمل لعلمكم محتجب بذمتكم معترف\r\nبكم مؤمن بإيابكم مصدق برجعتكم منتظر لأمركم مرتقب لدولتكم\r\nآخذ بقولكم عامل بأمركم مستجير بكم زائر لكم لائذ عائذ\r\nبقبوركم مستشفع إلى الله عز وجل بكم ومتقرب بكم إليه ومقدمكم\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\nأمام طلبتي وحوائجي وإرادتي في كل أحوالي وأموري مؤمن بسركم وعلانيتكم\r\nوشاهدكم وغائبكم وأولكم وآخركم ومفوض في ذلك كله إليكم ومسلم\r\nفيه معكم وقلبي لكم مسلم وأني لكم تبع ونصرتي لكم معدة حتى يحيي الله\r\nتعالى دينه بكم ويردكم في أيامه ويظهركم لعدله ويمكنكم في\r\nأرضه فمعكم معكم لا مع غيركم آمنت بكم وتوليت آخركم بما توليت به\r\nأولكم وبرئت إلى الله عز وجل من أعدائكم ومن الجبت والطاغوت والشياطين\r\nوحزبهم الظالمين لكم الجاحدين لحقكم والمارقين من ولايتكم أو الغاصبين\r\nلإرثكم \" و \" الشاكين فيكم \" و \" المنحرفين عنكم ومن كل وليجة دونكم\r\nوكل مطاع سواكم ومن الأئمة الذين يدعون إلى النار فثبتني الله أبدا ما حييت\r\nعلى موالاتكم ومحبتكم ودينكم ووفقني لطاعتكم ورزقني شفاعتكم وجعلني\r\nمن خيار مواليكم التابعين لما دعوتم إليه وجعلني من يقتص آثاركم\r\nويسلك سبيلكم ويهتدي بهديكم ويحشر في زمرتكم ويكر في رجعتكم ويملك\r\nفي دولتكم ويشرف في عافيتكم ويمكن في أيامكم وتقر عينه غدا برؤيتكم\r\nبأبي أنتم وأمي ونفسي وأهلي ومالي من أراد الله بدأ بكم ومن وحده قبل\r\nعنكم ومن قصده توجه بكم وموالي لا أحصي ثناءكم ولا أبلغ من المدح\r\nكنهكم ومن الوصف قدركم وأنتم نور الأخيار وهداة الأبرار وحجج\r\nالجبار بكم فتح الله وبكم يختم الله وبكم ينزل الغيث وبكم يمسك السماء\r\nأن تقع على الأرض إلا بإذنه وبكم ينفس الهم ويكشف الضر وعندكم ما نزلت\r\nبه رسله وهبطت به ملائكته وإلى جدكم ( وإن كانت الزيارة لأمير المؤمنين\r\n\" ع \" فعوض وإلى جدكم قل ) وإلى أخيك بعث الروح الأمين آتاكم الله ما لم يؤت أجدا\r\nمن العالمين طأطأ كل شريف لشرفكم ونجع كل متكبر لطاعتكم وخضع كل جبار\r\nلفضلكم وذل كل شئ لكم وأشرقت الأرض بنوركم وفاز الفائزون بولايتكم بكم\r\nيسلك إلى الرضوان وعلى من جحد ولايتكم غضب الرحمن بأبي أنتم وأمي ونفسي وأهلي\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\nومالي ذكركم في الذاكرين وأسماؤكم في الأسماء وأجسادكم في الأجساد وأرواحكم في\r\nالأرواح وأنفسكم في النفوس وآثاركم في الآثار وقبوركم في القبور فما أحلى أسماءكم\r\nوأكرم أنفسكم وأعظم شأنكم وأجل خطركم وأوفى عهدكم وأصدق وعدكم\r\nكلامكم نور وأمركم رشد ووصيتكم التقوى وفعلكم الخير وعادتكم الإحسان\r\nوسجيتكم الكرم وشأنكم الحق والصدق والرفق وقولكم حكم وحتم ورأيكم علم\r\nوحلم وحزم إن ذكر الخير كنتم أوله وأصله وفرعه ومعدنه ومأواه ومنتهاه\r\nبأبي أنتم وأمي ونفسي كيف أصف حسن ثنائكم وأحصي جميل بلائكم وبكم أخرجنا\r\nالله من الذل وفرج عنا غمرات الكروب وأنقذنا من شفا جرف الهلكات ومن النار\r\nبأبي أنتم وأمي ونفسي بموالاتكم علمنا الله معالم ديننا وأصلح ما كان فسد من\r\nدنيانا وبموالاتكم تمت الكلمة وعظمت النعمة وائتلفت الفرقة وبموالاتكم\r\nتقبل الطاعة المفترضة ولكم المودة الواجبة والدرجات الرفيعة والمقام المحمود\r\nوالمكان ( والمقام ) المعلوم عند الله عز وجل والجاه العظيم الشأن الكبير\r\nوالشفاعة المقبولة ربنا آمنا بما أنزلت واتبعنا الرسول فاكتبنا مع الشاهدين\r\nربنا لا تزغ قلوبنا بعد إذ هديتنا وهب لنا من لدنك رحمة إنك أنت\r\nالوهاب سبحان ربنا إن كان وعد ربنا لمفعولا يا ولي الله إن بيني وبين الله\r\nعز وجل ذنوبا لا يأتي عليها إلا رضاكم فبحق من ائتمنكم على سره واسترعاكم\r\nأمر خلقه وقرن طاعتكم بطاعته لما استوهبتم ذنوبي وكنتم شفعائي فإني لكم\r\nمطيع من أطاعكم فقد أطاع الله ومن عصاكم فقد عصى الله ومن أحبكم\r\nفقد أحب الله ومن أبغضكم فقد أبغض الله اللهم إني لو وجدت شفعاء\r\nأقرب إليك من محمد وأهل بيته الأخيار الأئمة الأبرار لجعلتهم\r\nشفعائي فبحقهم الذي أوجبت لهم عليك أسئلك أن تدخلني في جملة\r\nالعارفين بهم وبحقهم وفي زمرة المرحومين بشفاعتهم إنك أرحم الراحمين\r\nوصلى الله على محمد وآله الطاهرين وسلم تسليما كثيرا وحسبنا الله ونعم الوكيل\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nالحمد لله على آلائه والحمد من آلائه والشكر على نعمائه\r\nوالشكر من نعمائه والصلاة على محمد خاتم أنبيائه وعلى سيد\r\nأصفيائه وأوليائه وآلهما الطاهرين خيرة خلفائه وأمنائه .\r\n( أما بعد ) فيقول العبد الآثم العاصي الغريق في بحار\r\nالخطايا والمعاصي أفقر الخلق إلى ربه الغني ( عبد الله بن محمد\r\nرضا الحسيني ) ختم الله لهما بالحسنى ورزقهما خير الآخرة\r\nوالأولى لا يخفي على أولي البصاير النقادة وأرباب الأذهان\r\nالوقادة وذوي العقول السليمة وأصحاب الأفهام المستقيمة أن\r\nالزيارة الجامعة الكبيرة أعظم الزيارات شأنا وأعلاها مكانة\r\nومكانا وأن فصاحة ألفاظها وفقراتها وبلاغة مضامينها وعباراتها\r\nتنادي بصدورها من عين صافية نبعت عن ( ينابيع الوحي )\r\nوالإلهام وتدعو إلى إنها خرجت من السنة نواميس الدين\r\nومعاقل الأنام فإنها فوق كلام المخلوق وتحت كلام الخالق الملك\r\nالعلام قد اشتملت على الإشارة إلى جملة من الأدلة والبراهين\r\nالمتعلقة بمعارف ( أصول الدين ) وأسرار الأئمة الطاهرين\r\nومظاهر صفات ( رب العالمين ) وقد احتوت على رياض نضرة\r\nوحدائق خضرة مزينة بأزهار المعارف والحكمة محفوفة بثمار\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\nأسرار أهل بيت العصمة وقد تضمنت شطرا وافرا من حقوق\r\nأولي الأمر الذين أمر الله بطاعتهم وأهل البيت الذين حث\r\nالله عليه متابعتهم وذوي القربى الذين أمر الله بمودتهم وأهل\r\nالذكر الذين أمر الله بمسألتهم مع الإشارة إلى آيات فرقانية\r\nوروايات نبوية وأسرار إلهية وعلوم غيبية ومكاشفات حقية\r\nوحكم ربانية ولم يتفق لها شرح شاف يكشف النقاب عن وجوه\r\nمعانيها وبيان كاف يفتح مغلق مشكلها وخافيها سوى ما اتفق\r\nمن التعليق للعلامتين ( المجلسيين ) في البحار ( وشرح الفقيه )\r\nوكنت أحدث نفسي بذلك وأروم ما هنالك وكان يعوقني عن\r\nذلك قلة البضاعة وكثرة الإضاعة وحقارة الاطلاع في هذه\r\nالصناعة ورأيت أن ذلك بالنسبة إلى مثلي ممن لم يعض على\r\nالعلوم بضرس قاطع ولم يعط التأمل والتتبع حقه في المواضع\r\nمتعسر بل متعذر فشرعت مع تبلبل البال وتفاقم الأحوال في\r\nبيان ما أمكن منها بحسب المقدور إذ الميسور لا يسقط بالمعسور\r\nوضممت إلى ذلك أحاديث شريفة وأخبارا ظريفة تحل\r\nمشكلاتها وتبين مفصلاتها فإن كلامهم عليهم السلام يحل\r\nبعضه بعضا ونسئل الله الهداية والتسديد والعصمة والإرشاد\r\nوالتأييد فإنه قريب مجيد عزيز حميد .\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nمقدمة\r\n( إعلم ) أن هذه الزيارة قد رواها جملة من أساطين الدين\r\nوحملة علوم الأئمة الطاهرين وقد اشتهرت بين الشيعة الأبرار\r\nاشتهار الشمس في رابعة النهار وجواهر مبانيها وأنوار معانيها\r\nدلائل حق وشواهد صدق على صدورها عن صدور حملة العلوم\r\nالربانية وأرباب الأسرار الفرقانية المخلوقين من الأنوار الإلهية\r\nفهي كسائر كلامهم الذي يغني فصاحة مضمونه وبلاغة\r\nمشحونة عن ملاحظة سنده كنهج البلاغة والصحيفة السجادية\r\nوأكثر الدعوات والمناجاة وقد رواها شيخ الطايفة المحقة في\r\n( التهذيب ) ورئيس المحدثين الصدوق في ( الفقيه )\r\nو ( العيون ) وغيرهما عن محمد بن إسماعيل البرمكي الثقة عن\r\nموسى بن عبد الله النخعي عن علي الهادي عليه السلام وسند\r\nالعيون هكذا ( الدقاق ) و ( الشيباني ) و ( الوراق ) و ( المكتب )\r\nجميعا ( عن الأسدي ) عن البرمكي عن النخعي قال قلت لعلي\r\nبن محمد بن علي بن موسى بن جعفر بن محمد بن علي بن\r\nالحسين بن علي بن أبي طالب عليهم السلام علمني يا بن رسول\r\nالله قولا أقوله بليغا كاملا إذا زرت واحدا منكم فقال إذا صرت\r\nإلى الباب فقف وقل الله أكبر الله أكبر ( ثلاثين مرة ) ثم امش\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nقليلا وعليك السكينة والوقار وقارب بين خطاك ثم قف وكبر\r\nالله عز وجل ( ثلاثين مرة ) ثم ادن من القبر وكبر الله أربعين مرة\r\nتمام مائة تكبيرة ثم قل وساق ( الزيارة ) الآتية وفي الفقيه\r\nكذلك .\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nإيضاح\r\nالمراد بالوقوف الوقوف على باب الروضة والإتيان\r\nبالشهادتين لتقدمهما رتبة أو للتيمن ولعل السر في الإتيان بالتكبير\r\nعند رؤية جلال كبريائهم للإشارة إلى أن ( الله أكبر ) كل كبير\r\nوأن الكبرياء والعظمة له تعالى أو لنزول الدهشة عن الداخل\r\nإلى محل كبريائهم والسكينة عبارة عن اطمئنان القلب ( بذكر\r\nالله ) وتذكر عظمته بل عظمة أوليائه وأصفيائه فإنها راجعة إلى\r\nعظمته والوقار اطمئنان البدن ( وقيل ) بالعكس ومقاربة الخطأ\r\nإما لأجل حصول كثرة الثواب فإن له بكل خطوة أجرا مقدرا أو\r\nلحصول الوقار .\r\n( واعلم ) أن هذه الزيارة الشريفة لا تحتاج إلى ملاحظة\r\nسند فإن فصاحة مشحونها وبلاغة مضمونها تغني عن ذلك فهي\r\nكالصحيفة السجادية ونهج البلاغة ونحوهما .\r\n( وقال الفاضل التقي المجلسي ) عند شرح هذه الزيارة ما\r\nلفظه هذه زيارة جامعة لجميع الأئمة عليهم السلام عند مشهد\r\nكل واحد ويزور الجميع قاصدا بها الإمام الحاضر والباقي\r\nوالبعيد يلاحظ الجميع ولو قصد في كل مرة واحدا بالترتيب\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\nوالباقي بالتبع لكان أحسن كما كنت أفعل ( ورأيت ) في الرؤيا\r\nالحقة تقرير الإمام أبي الحسن علي بن موسى الرضا عليهما\r\nالسلام وتحسينه عليه السلام ولما وفقني الله تعالى لزيارة أمير\r\nالمؤمنين عليه السلام وشرعت في حوالي الروضة في المجاهدات\r\nوفتح الله تعالى علي ببركة مولانا أبواب المكاشفات التي لا\r\nتحتملها العقول الضعيفة رأيت في ذلك العالم وإن شئت قلت\r\nبين النوم واليقظة عندما كنت في رواق عمران جالسا أني بسر\r\nمن رأى ورأيت مشهدهما في نهاية الارتفاع والزينة ورأيت مولاي\r\nومولى الأنام صاحب العصر والزمان عليه السلام جالسا وظهره\r\nعليه القبر ووجهه إلى الباب فلما رأيته شرعت في هذه الزيارة\r\nبالصوت المرتفع كالمداحين فلما أتممتها قال صلى الله عليه فسلم\r\nنعمت الزيارة قلت مولاي روحي فداك زيارة جدك وأشرت إلى\r\nنحو القبر فقال نعم أدخل فلما دخلت وقفت قريبا من الباب\r\nفقال عليه السلام تقدم فقلت مولاي أخاف أن أصير كافرا بترك\r\nالأدب فقال عليه السلام لا بأس إذا كان بإذننا فتقدمت قليلا\r\nفكنت خائفا مرتعشا فقال عليه السلام تقدم تقدم حتى صرت\r\nقريبا منه عليه السلام قال اجلس قلت أخاف مولاي قال عليه\r\nالسلام لا تخف فلما جلست جلسة العبد الذليل بين يدي المولى\r\nالجليل قال عليه السلام استرح واجلس مربعا فإنك تعبت\r\nجئت ماشيا حافيا والحاصل أنه وقع منه عليه السلام بالنسبة إلى\r\nعبده ألطاف عظيمة ومكالمات لطيفة لا يمكن عدها ونسيت\r\nأكثرها ثم انتبهت من تلك الرؤيا وحصل في ذلك اليوم أسباب\r\nالزيارة بعد كون الطريق مسدودا في مدة طويلة وبعد ما حصلت\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\nالموانع العظيمة ارتفعت بفضل الله وتيسرت الزيارة بالمشي\r\nوالحفا كما قاله الصاحب عليه السلام وكنت ليلة في الروضة\r\nالمقدسة وزرت مكررا بهذه الزيارة وظهر لي في الطريق والروضة\r\nكرامات عجيبة بل معجزات غريبة يطول ذكرها .\r\nوالحاصل أنه لا شك أن هذه الزيارة من أبي الحسن الهادي\r\nبتقرير الصاحب عليه السلام وأنها أكمل الزيارات وأحسنها\r\nبل بعد تلك الرؤيا كنت أكثر الأوقات أزور الأئمة عليهم السلام\r\nبهذه الزيارة في العتبات العاليات ما زرتهم إلا بهذه الزيارة .\r\nإنتهى كلامه رفع مقامه وهو الثقة العدل الصادق المصدق\r\nوربما يتوهم التنافي بين قوله رضي الله عنه رأيت في ذلك العلم\r\nوإن شئت قلت بين النوم واليقظة وقوله بعد ذلك ثم انتبهت من\r\nتلك الرؤيا ولا منافاة في ذلك فإن رؤياه رضي الله عنه كانت\r\nفي عالم الانخلاع عن الطبيعة البشرية وتوجه القلب إلى العوالم\r\nالملكوتية وتحلي النفس القدسية بالفضائل الفواضل الفيضانية\r\nورجوع النفس المطمئنة إلى ربها راضية مرضية ولما كان ذلك\r\nتعجز عنه العقول القاصرة والأفهام الكاسدة الفاترة وتعده أمرا\r\nعظيما وخطبا جسيما عدل رضي الله عنه عن التعبير الأول بقوله\r\nوإن شئت قلت بين النوم واليقظة كما يتفق ذلك لساير الخلق\r\nولذا أطلق عليه بعد ذلك الرؤيا لا يقال كيف يمكن ادعاء\r\nرويته عليه السلام في غير المنام وقد ورد عنهم في التوقيع لعلي\r\nبن محمد السمري على ما في الاحتجاج والاكمال وسيأتي من\r\nشيعتي من يدعي المشاهدة ألا فمن ادعى المشاهدة قبل خروج\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nالسفياني والصيحة فهو كذاب مفتر لأنا نقول إن ذلك محمول\r\nعلى من يدعي المشاهدة مع النيابة وإيصال الأخبار من جانبه\r\nعليه السلام إلى الشيعة الأبرار على نحو السفراء والنواب وإلا\r\nفقد استفاضت الأخبار وتظافرت الآثار عن جمع كثير من الثقات\r\nالأبرار من المتقدمين والمتأخرين ممن رأوه وشاهدوه في الغيبة\r\nالكبرى وقد عقد لها المحدثون في كتبهم أبوابا على حدة وسيما\r\nالعلامة المجلسي رضي الله عنه في البحار وصرح بحمل هذا\r\nالخبر ونحوه على ذلك لئلا ينافي سائر الأخبار .\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nشرح الزيارة\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nالسلام عليكم\r\n\r\n","description":"\r\n( السلام عليكم ) قد اختلف في معنى هذا اللفظ فقيل معناه\r\nالدعاء أي سلمت من المكاره وقيل معناه اسم السلام عليكم وقيل\r\nمعناه اسم الله عليك أي أنت في حفظه كما يقال الله معك وإذا قيل\r\nالسلام علينا أو السلام على الأموات فليس المراد به الإعلام\r\nبالسلامة يقينا وربما يقال أن معناه الدعاء بالسلامة لصاحبه من\r\nآفات الدنيا أو عذاب الآخرة أو كليهما ثم وضعه الشارع موضع\r\nالتحية والبشرى بالسلامة واختار لفظ السلام وجعله تحية لما فيه من\r\nالمعاني أو لأنه مطابق للسلام الذي هو اسم من أسماء الله تعالى تيمنا\r\nوتبركا وكان قبل الإسلام يحيى به قليلا وبغيره أكثر فلما جاء\r\nالإسلام اقتصر عليه وصارت تحية . الإسلام السلام ويجوز الإتيان\r\nبه منكرا تبعا للكتاب ومعرفا ولعل التعريف أزين لفظا وأبلغ معنى\r\nوعلى تقدير أن يراد بالسلام اسم الله تعالى عليكم فوجهه أن خاصية\r\nذلك الاسم الرحمة والسلامة أو يراد ذات الله المتصف بالسلامة مما لا\r\nيليق به عليكم بأن يرحمكم ويسلمكم منها\r\n","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\nيا أهل بيت النبوة\r\n\r\n","description":"\r\n( يا أهل بيت النبوة ) أهل البيت هم الأئمة عليهم السلام\r\nلأن النبي منهم والرسالة نزلت في بيوتهم وأهل البيت أعرف بما\r\nفيه وفي الحديث لا تحل الصدقة لمحمد وآل محمد وسأل الصادق\r\nعليه السلام من الآل فقال ذرية محمد فقيل له من الأهل فقال\r\nالأئمة وفي معاني الأخبار سأل من آل محمد فقال ذريته فقيل ومن\r\nأهل بيته قال الأئمة قيل ومن عترته قال أصحاب العبا قيل فمن\r\nأمته قال المؤمنون قال بعض أرباب الكمال في تحقيق معرفة\r\nالآل ما ملخصه أن آل النبي صلى الله عليه وآله وسلم كل من\r\nيؤول إليه وهم قسمان ( الأول ) من يؤول إليه مآلا صوريا\r\nجسمانيا كأولاده ومن يحذو حذوهم من أقاربه الصوريين الذين\r\nيحرم عليهم الصدقة في الشريعة المحمدية ( والثاني ) من يؤول\r\nإليه مآلا معنويا روحانيا وهم أولاده الروحانيون من الأولياء\r\nالراسخين والعلماء الكاملين والحكماء المتألهين . المقتبسين للعلوم\r\nمن مشكاة أنوار خاتم النبيين ولا ريب أن النسبة الثانية آكد من\r\nالأولى وإذا اجتمعت النسبتان كان نورا على نور كما في الأئمة\r\nالمشهورين من العترة الطاهرين وكما حرم على الأولاد\r\nالصوريين الصدقة الصورية كذلك حرم على الأولاد المعنويين\r\nالصدقة المعنوية أعني تقليد الغير في العلوم الإلهية والمعارف\r\nالربانية الأحكام الشرعية إنتهى .\r\nوالنبوة في الأصل بمعنى الرفعة وسمي النبي نبيا لأنه ارتفع\r\n","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n\r\n","description":"\r\nوشرف على سائر الخلق ( النبي ) قيل هو الإنسان المخبر عن\r\nالله بغير واسطة بشرا عم من أن يكون له شريعة ( كمحمد صلى\r\nالله عليه وآله وسلم ) أوليس له شريعة ( كيحيى ) وقيل إنما\r\nسمي نبيا لأنه أنبأ عن الله تعالى أي أخبر وعلى هذا فاصله\r\nالهمزة ( وعن زرارة ) قال سألت أبا جعفر عليه السلام عن قول\r\nالله عز وجل ( وكان رسولا نبيا ( 1 ) ) ما الرسول وما النبي قال النبي\r\nالذي يرى في منامه ويسمع الصوت ولا يعاين الملك\r\nوالرسول الذي يسمع الصوت ويرى في المنام ويعاين الملك\r\nقلت الإمام ما منزلته قال يسمع الصوت ولا يرى ولا يعاين\r\nالملك ثم تلا هذه الآية ( وما أرسلنا من قبلك من رسول ) ( 2 ) ولا نبي ولا محدث وعن الرضا عليه السلام الفرق بين الرسول\r\nوالنبي والإمام أن الرسول الذي ينزل عليه جبرئيل فيراه\r\nويسمع كلامه وينزل عليه الوحي وربما رأى في منامه نحو رؤيا\r\n( إبراهيم عليه السلام ) والنبي وربما سمع الكلام وبما رأى\r\nالشخص ولم يسمع والإمام هو الذي يسمع الكلام ولا يرى\r\nالشخص وعن الباقر والصادق عليه السلام ( الرسول ) الذي\r\nيظهر له الملك فيكلمه ( والنبي ) هو الذي يرى في منامه وربما\r\nاجتمعت النبوة والرسالة لواحد والمحدث الذي يسمع الصوت\r\n","footnote":" ( 1 ) : سورة مريم آية 54\r\n( 2 ) : سورة الأنبياء آية 25 ","page_name":" 41 ","page_number":41},
  {"content":"\r\nوموضع الرسالة ومختلف الملائكة .\r\n\r\n","description":"\r\nولا يرى الصورة فقيل أصلحك الله كيف يعلم أن الذي رأى في\r\nالنوم حق وأنه من الملك قال يوفق لذلك حتى يعرفه .\r\n( موضع الرسالة ) بالنصب عطف على أهل أي مخزن\r\nعلوم جميع رسل الله وموضع أسرار أنبياء الله أو معناه القوم\r\nالذين جعل الله الرسالة منهم والأول أظهر قال أمير المؤمنين\r\nعليه السلام كنت إذا دخلت على رسول الله صلى الله عليه وآله\r\nوسلم اختلى بي وأقام عني نسائه فلا يبقى عنده غيري وإذا أتاني\r\nللخلوة معي في منزلي لم يقم عني فاطمة ولا أحدا من بنيي .\r\n( ومختلف الملائكة ) أي محل اختلافهم وترددهم ونزولهم\r\nوعروجهم أما لاكتساب العلوم الإلهية والمعارف الربانية\r\nوالأسرار الملكوتية منهم عليهم السلام لكونهم أفضل من\r\nالملائكة كما دل عليه العقل والنقل فعن الباقر عليه السلام أن في\r\nالسماء سبعين صفا من الملائكة لو أجمع أهل الأرض كلهم\r\nيحصون عدد كل صف منهم ما أحصوهم وأنهم ليدينون\r\nبولايتنا وروى العامة والخاصة عن جابر قال سمعت رسول الله\r\nصلى الله عليه وآله وسلم يقول إن الله عز وجل خلقني وخلق\r\nعليا وفاطمة والحسن والحسين من نور واحد فعصر ذلك النور\r\nعصرة فخرج منه شيعتنا فسبحنا فسبحوا وقدسنا فقدسوا وهللنا\r\nفهللوا ومجدنا فمجدوا ووحدنا فوحدوا ثم خلق الله السماوات\r\n","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n","description":"\r\nوالأرض وخلق الملائكة مائة عام لا تعرف تسبيحا ولا تقديسا\r\nفسبحنا فسبحت شيعتنا فسبحت الملائكة وكذلك في البواقي\r\nفنحن الموحدون حيث لا موحد غيرنا ( وعن الرضا ) عن آبائه\r\nقال ( قال رسول الله صلى الله عليه وآله وسلم ) أنا سيد من\r\nخلق الله عز وجل وأنا خير من جبرئيل وميكائيل وإسرافيل\r\nوحملة العرش وجميع ملائكة الله المقربين وأنبياء الله المرسلين وأنا\r\nصاحب الشفاعة والحوض الشريف وأنا وعلي أبوا هذه الأمة من\r\nعرفنا فقد عرف الله ومن أنكرنا فقد أنكر الله ومن علي سبطا نبي\r\nسيدا شباب أهل الجنة الحسن والحسين ومن ولد الحسين أئمة\r\nتسعة طاعتهم طاعتي ومعصيتهم معصيتي وتاسعهم قائمهم\r\nومهديهم وأن الملائكة لخدامنا وخدام محبينا الحديث وأما للتبرك\r\nبهم والتشرف بخدمتهم والالتذاذ بصحبتهم وأما لكون الملائكة\r\nتحدثهم عن الله تعالى فإنهم محدثون على البناء للمفعول كما تقدم\r\n( فعن السجاد عليه السلام ) قال ما ينقم الناس منا فنحن والله\r\nشجرة النبوة وبيت الرحمة ومعدن العلم ومختلف الملائكة ( وعن\r\nالصادق عليه السلام ) عن آبائه عن أمير المؤمنين عليه السلام\r\nقال إنا أهل البيت شجرة النبوة وموضع الرسالة ومختلف\r\nالملائكة وبيت الرحمة ومفاتيح الحكمة ومعدن العلم وموضع سر\r\nالله ونحن وديعة الله في عباده ونحن حرم الله الأكبر ونحن ذمة\r\nالله ونحن عهد الله فمن وفي بعهدنا وفي بعهد الله ومن حضرنا\r\n","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\nومهبط الوحي\r\n\r\n","description":"\r\nفقد حضر ذمة الله وعهده ( وقال الصادق عليه السلام ) لمسمع\r\nكردين أنك تأكل طعام قوم صالحين تصافحهم الملائكة على\r\nفرشهم قال قلت ويظهرون لكم قال فمسح يده على بعض\r\nصبيانه فقال هم الطف بصبياننا منا بهم وعن الحسين بن أبي\r\nالعلا عن الصادق عليه السلام قال قال يا حسين وضرب بيده\r\nإلى مساور في البيت مساور طالما اتكت عليها الملائكة وربما\r\nالتقطنا من زغبها والمساور هي المتكئات من أدم وفي الصحيح\r\nعن ( أبي حمزة الثمالي ) قال دخلت عل علي بن الحسين عليه\r\nالسلام فاحتبست في الدار ساعة ثم دخلت البيت وهو يلتقط\r\nشيئا وأدخل يده من وراء الستر فناوله من كان في البيت فقلت\r\nجعلت فداك هذا الذي أراك تلتقط أي شئ هو فقال فضله من\r\nزغب الملائكة نجمعه إذا خلونا نجعله سبحا لأولادنا فقلت\r\nجعلت فداك وأنهم ليأتونكم فقال يا أبا حمزة إنهم ليزاحمونا على\r\nتكائنا وفي القوي عن علي بن أبي حمزة عن أبي الحسن قال سمعته\r\nيقول ما من ملك يهبطه الله في أمر ما يهبطه إلا بدأ بالإمام\r\nفعرض ذلك على وأن مختلف الملائكة من عند الله تبارك وتعالى\r\nإلى صاحب هذا الأمر .\r\n( ومهبط الوحي ) بكسر الباء وزن مسجد أي منزله وقد\r\nتفتح الباء والوحي الإلهام أو الإعلام والرسالة والمقصود معلوم\r\nوهم مهبط الوحي أما باعتبار هبوطه على الرسول صلى الله عليه\r\n","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n","description":"\r\nوآله وسلم في بيوتهم فعن ( صاحب الديلم ) قال سمعت\r\nالصادق عليه السلام يقول وعنده أناس من أهل الكوفة عجبا\r\nللناس أنهم أخدوا علمهم كله عن ( رسول الله صلى الله عليه\r\nوآله وسلم ) فعملوا به واهتدوا ويرون أن أهل بيته لم يأخذوا\r\nعلمه ونحن أهل بيته وذريته في منازلنا ينزل الوحي ومن عندنا\r\nخرج العلم إليهم أفيرون أنهم علموا واهتدوا وجهلنا نحن\r\nوضللنا إن هذا لمحال ( وعن الحكم بن عيينة ) قال لقى رجل\r\nالحسين بن علي بالثعلبية وهو يريد كربلا فدخل عليه فسلم عليه\r\nفقال له الحسين عليه السلام من أي البلاد أنت قال من أهل\r\nالكوفة قال أما والله يا أخا أهل الكوفة لو لقيتك بالمدينة لأريتك\r\nأثر جبرئيل من دارنا ونزوله بالوحي على جدي يا أخا أهل\r\nالكوفة أفمستقى الناس العلم من عندنا فعلموا وجهلنا هذا ما\r\nلا يكون وأما أنهم مهبط الوحي باعتبار نزوله عليه وتحديث\r\nالملائكة لهم بغير الشرايع والأحكام كالمغيبات أو الأعم منها في\r\nليلة القدر وغيرها ولا ينافي ذلك أن الله تعالى أكمل الدين\r\nلرسوله صلى الله عليه وآله وسلم وعلمه بأجمعه الأمير المؤمنين\r\nوهو لأولاده الطاهرين إذ يمكن كونه في الشرايع والأحكام على\r\nتقدير وقوعه للتأكيد والتبيين ويدل على ذلك جملة من الأخبار\r\n( ومنها ما رواه ثقة الإسلام في الكافي ) عن محمد بن مسلم قال\r\nذكر المحدث عند أبي عبد الله عليه السلام فقال أنه يسمع\r\n","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n","description":"\r\nالصوت ولا يرى الشخص فقلت له أصلحك الله كيف يعلم\r\nأنه كلام الملك قال أنه يعطى السكينة والوقار حتى يعلم أنه\r\nكلام الملك ( وعن الكاظم عليه السلام ) قال مبلغ علمنا على\r\nثلاثة وجوه ( ماض ) و ( عابر ) و ( حادث ) فأما الماضي فمسر\r\nوأما الغابر فمزبور وأما الحادث فقذف في القلوب ونقر في\r\nالأسماع وهو أفضل علمنا ولا نبي بعد نبينا ( وعن الحرث بن\r\nالمغيرة ) عن الصادق عليه السلام قال قلت أخبرني عن علم\r\nعالمكم قال وراثة من رسول الله ومن علي قال قلت إنا نتحدث\r\nأنه يقذف في قلوبهم وينكت في آذانهم قال أو ذاك ( وعن\r\nالصادق ) قال إن علمنا غابر ومزبور ونكت في القلوب ونقر في\r\nالأسماع فقال أما العابر فما تقدم من علمنا وأنا المزبور فما يأتينا\r\nوأما النكت في القوب فإلهام وأما النقر في الأسماع فأمر الملك\r\nوعن ( أبي جعفر عليه السلام ) قال قال الله عز وجل ذكره في\r\nليلة القدر فيها يفرق كل أمر حكيم يقول ينزل فيها كل أمر\r\nحكيم والمحكم ليس بشيئين إنما هو شئ واحد فمن حكم بما\r\nليس فيه اختلاف فحكمه من حكم الله عز وجل ومن حكم\r\nيحكم فيه اختلاف فرأى أنه مصيب فقد حكم بحكم الطاغوت\r\nأنه لينزل في ليلة القدر إلى أولي الأمر تفسير الأمور سنة سنة يؤمر\r\nفيها في أمر نفسه بكذا وكذا وفي أمر الناس بكذا وكذا وأنه\r\nليحدث لولي الأمر سوى ذلك كل يوم علم الله عز وجل ذكره\r\n","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\n","description":"\r\nالخاص والمكنون العجيب المخزون مثل ما ينزل في تلك الليلة\r\nمن الأمر ثم قرأ عليه السلام ( ولو أن ما في الأرض من شجرة أقلام\r\nوالبحر يمده من بعد سبعة أبحر ما نفذت كلمات الله إن\r\nالله عزيز حكيم ) ( 1 ) وعن أبي عبد الله عليه السلام قال كان علي\r\nكثيرا ما يقول اجتمع العدوي والتيمي عند رسول الله صلى\r\nالله عليه وآله وسلم وهو يقرأ إنا أنزلناه في ليلة القدر بتخشع\r\nوبكاء فيقولان ما أشد رقتك لهذه السورة ( فيقول رسول الله\r\nصلى الله عليه وآله وسلم ) لما رأت عيني ووعى قلبي ولما يرى\r\nقلب هذا من بعدي يعني عليا فيقولان وما الذي رأيت وما\r\nالذي يرى قال فيكتب لهما في التراب تنزل الملائكة والروح فيها\r\nبإذن ربهم من كل أمر قال ثم يقول هل بقي شئ بعد قوله عز\r\nوجل كل أمر فيقولان لا فيقول هل تعلمان من المنزل إليه بذلك\r\nفيقولان أنت يا رسول الله فيقول نعم فيقول هل تكون ليلة\r\nالقدر من بعدي فيقولان نعم قال فيقول فهل ينزل فيها فيقولان\r\nنعم قال فيقول إلى من فيقولان لا ندري فيأخد برأسي ويقول\r\nإن لم تدريا فادريا هو هذا من بعدي قال فإن كانا ليعرفان تلك\r\nالليلة بعد رسول الله من شدة ما تداخلهما من الرعب ( وعن\r\nالباقر عليه السلام ) قال يا معشر الشيعة خاصموا بسورة إنا\r\nأنزلناه تفلحوا فوالله إنها لحجة الله تبارك وتعالى على الخلق بعد\r\n","footnote":" ( 1 ) : سورة لقمان آية 27 . ","page_name":" 47 ","page_number":47},
  {"content":"\r\nومعدن الرحمة وخزان العلم .\r\n\r\n","description":"\r\nرسول الله صلى الله عليه وآله وسلم فإنها لسيدة دينكم وأنها\r\nلغاية علمنا يا معشر الشيعة خاصموا بحم والكتاب المبين إنا\r\nأنزلناه في ليلة مباركة إنا كنا منذرين فإنها لولاة الأمر خاصة بعد\r\nرسول الله الحديث .\r\n( ومعدن الرحمة ) بكسر الدال على وزن مجلس أما لأن\r\nالرحمة الربانية عامها وخاصها إنما تنزل على القوابل بسببهم حتى\r\nالأمطار والأرزاق كما يرشد إليه حديث لولاك لما خلقت الأفلاك\r\nوغيره أو لأنهم لو لم يكونوا في الأرض لساخت بأهلها فعن أبي\r\nحمزة قال قلت لأبي عبد الله عليه السلام تبقى الأرض بغير إمام\r\nقال لو بقيت بغير إمام لساخت ( وعن محمد بن الفضيل ) عن\r\nأبي الحسن الرضا عليه السلام قال قلت له تبقى الأرض بغير\r\nإمام قال لا فإنا نروي عن أبي عبد الله أنها لا تبقى بغير إمام إلا\r\nأن يسخط الله على أهل الأرض أو على العباد فقال لا تبقى\r\nالأرض إذا لساخت وعن أبي جعفر عليه السلام قال لو أن\r\nالإمام رفع من الأرض ساعة لماجت بأهلها كما يموج البحر بأهله\r\nوأما لأنهم مظاهر رحمة الله إذا رحمتهم للخلق وشفقتهم على أمة\r\nجدهم سيما محبيهم وشيعتهم قد بلغت الغاية بل تجاوزت\r\nالنهاية .\r\n( وخزان العلم ) فإن جميع العلوم الإلهية والأسرار الربانية\r\n","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n\r\n","description":"\r\nوالمعارف الحقيقية وما اشتملت عليه الكتب الإلهية مخزونة\r\nعندهم عليهم السلام وهم الراسخون في العلم العالمون بتأويل\r\nالكتاب وفصل الخطاب فعن أبي بصير عن الصادق عليه السلام\r\nقال نحن الراسخون في العلم ونحن نعلم تأويله وعن بريد بن\r\nمعاوية عن أحدهما عليهما السلام في قوله تعالى ( وما يعلم\r\nتأويله إلا الله والراسخون في العلم ) ( 1 ) فرسول الله صلى الله عليه\r\nوآله وسلم أفضل الراسخين في العلم قد علمه الله عز وجل\r\nجميع ما أنزل عليه من التنزيل والتأويل وما كان الله لينزل\r\nعليه شيئا لم يعلم تأويله وأوصيائه من بعده يعلمونه كله إلى أن\r\nقال عليه السلام والقرآن خاص وعام ومحكم ومتشابه وناسخ\r\nومنسوخ فالراسخون في العلم يعلمونه وعن الصادق عليه\r\nالسلام قال الراسخون في العلم أمير المؤمنين عليه السلام\r\nوالأئمة من بعده عليه السلام وعن أبي بصير قال سمعت أبا\r\nجعفر يقول في هذه الآية ( بل هو آيات بينات في صدور الذين\r\nأوتوا العلم ) ( 2 ) فأومى بيده إلى صدره وعن الصادق عليه السلام\r\nقال هم الأئمة وعن أبي بصير عن الباقر عليه السلام في هذه\r\nالآية قال أما والله يا أبا محمد ما قال بين دفتي المصحف قلت من هم\r\nجعلت فداك قال من عسى أن يكون غيرنا وعن الفضل بن\r\n","footnote":" ( 1 ) : سورة آل عمران آية 7\r\n( 2 ) : سورة العنكبوت آية 49 ","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n\r\n","description":"\r\nيسار قال سمعت أبا عبد الله عليه السلام يقول إن في علي سنة\r\nألف نبي من الأنبياء وأن العلم الذي نزل مع آدم عليه السلم لم\r\nيرفع وما مات عالم فذهب علمه والعلم يتوارث وعن عبد الله\r\nبن جندب أنه كتب إليه الرضا عليه السلام أما بعد فإن محمد\r\nصلى الله عليه وآله وسلم كان أمين الله في خلقه فلما قبض كنا\r\nأهل البيت ورثته فنحن أمناء الله في أرضه عندنا علم البلايا\r\nوالمنايا وأنساب العرب ومولد الإسلام وإنا لنعرف الرجل إذا\r\nرأيناه بحقيقة الإيمان وحقيقة النفاق وأن شيعتنا لمكتوبون\r\nبأسمائهم وأسماء آبائهم أخذ الله علينا وعليهم الميثاق يردون\r\nموردنا ويدخلون مدخلنا ليس على ملة الإسلام غيرنا وغيرهم\r\nنحن النجباء النجاة ونحن أفراط الأنبياء ونحن أبناء الأوصياء\r\nونحن المخصوصون في كتاب الله تبارك وتعالى ونحن أولى\r\nالناس بكتاب الله ونحن أولى الناس برسول الله صلى الله عليه\r\nوآله وسلم ونحن الذين شرع الله لنا دينه فقال ( شرع لكم من\r\nالدين ما وصى به نوحا ) ( 1 ) قد وصانا بما وصى به نوحا ( والذي\r\nأوحينا ( 2 ) إليك ) يا محمد ( وما وصينا به إبراهيم وموسى\r\nوعيسى ) ( 3 ) فقد علمنا وبلغنا علم ما علمنا واستودعنا علمهم\r\nنحن ورثة أولي العزم من الرسل ( أن أقيموا الدين ) ( 4 ) يا آل\r\nمحمد ( لا تتفرقوا فيه ) ( 5 ) وكونوا على جماعة الحديث وعن الباقر\r\n","footnote":" ( 1 ) : سورة الشورى آية 13\r\n( 2 ) : سورة الشورى آية 13\r\n( 3 ) : سورة الشورى آية 13\r\n( 4 ) : سورة الشورى آية 13\r\n( 5 ) : سورة الشورى آية 13 ","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n","description":"\r\nعليه السلام قال قال رسول الله صلى الله عليه وآله وسلم أن أول\r\nوصي كان على وجه الأرض هبة الله بن آدم وما من نبي مضى إلا وله\r\nوصي وكان جميع الأنبياء مائة ألف نبي وأربعة وعشرين ألف نبي\r\nمنهم خمسة أولوا العزم ( نوح وإبراهيم وموسى وعيسى ومحمد صلى\r\nالله عليه وآله وسلم ) وأن علي بن أبي طالب كان هبة الله لمحمد صلى\r\nالله عليه عليه وآله وسلم وورث علم الأوصياء وعلم من كان قبله أما إن\r\nمحمدا صلى الله عليه وآله وسلم ورث علم من كان قبله من الأنبياء\r\nوالمرسلين الحديث .\r\nوعن المفضل قال قال الصادق عليه السلام إن سليمان\r\nورث داود وأن محمدا صلى الله عليه وآله وسلم ورث سليمان وإنا\r\nورثنا محمدا وأن عندنا علم التوراة والإنجيل والزبور وتبيان ما\r\nفي الألواح قال قلت إن هذا لهو العلم قال ليس هذا هو العلم إن\r\nالعلم الذي يحدث يوما بعد يوم وساعة بعد ساعة وعن ضريس\r\nعن الصادق عليه السلام قال إن داود ورث علم الأنبياء وإن\r\nسليمان ورث داود وأن محمدا ورث سليمان وأنا ورثنا محمدا\r\nوأن عندنا صحف إبراهيم وألواح موسى فقال له أبو بصير إن\r\nهذا لهو العلم فقال يا أبا محمد ليس هذا هو العلم إنما العلم ما\r\nيحدث بالليل والنهار يوما بيوم وساعة بساعة ( وعن إبراهيم عن\r\nأبيه عن أبي الحسن الأول قال قلت له جعلت فداك أخبرني عن\r\nالنبي صلى الله عليه وآله وسلم ورث النبيين كلهم قال نعم قلت\r\nمن لدن آدم حتى انتهى إلى نفسه قال ما بعث الله نبيا إلا ومحمد\r\n","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n\r\n","description":"\r\nاعلم منه قال قلت أن عيسى بن مريم كان يحيي الموتى بإذن الله\r\nقال صدقت وسليمان بن داود يفهم منطق الطير وكان\r\nرسول الله صلى الله عليه وآله وسلم يقدر على هذه\r\nالمنازل قال . فقال إن سليمان بن داود قال للهدهد حين\r\nفقده وشك في أمره ( فقال ما لي لا أرى الهدهد\r\nأن كان من الغائبين ) ( 1 ) حين فقده فغضب عليه ( فقال\r\nلأعذبنه عذابا شديدا أو لأذبحنه أو ليأتيني بسلطان\r\nمبين ) ( 2 ) وإنما غضب لأنه كان يدل على الماء فهذا وهو طائر قد\r\nأعطي ما لم يعطه سليمان وقد كانت الريح والنمل والجن\r\nوالإنس والشياطين المردة له طايعين ولم يكن يعرف الماء تحت\r\nالهواء وكان الطير يعرفه وأن الله يقول في كتابه ( ولو أن قرآنا\r\nسيرت به الجبال أو قطعت به الأرض أو كلم به الموتى ( 3 ) ) وقد\r\nورثنا هذا القرآن الذي فيه ما تسير به الجبال وتقطع به البلدان\r\nوتحيى به الموتى ونحن نعرف الماء تحت الهواء وأن في كتاب الله\r\nلآيات ما يراد بها أمرا إلا أن يأذن الله به مع ما قد يأذن الله عما\r\nكتبه الماضون جعله الله لنا في أم الكتاب إن الله يقول ( وما من\r\nغائبة في السماء والأرض إلا في كتاب مبين ( 4 ) ) ثم قال :\r\n","footnote":" ( 1 ) : سورة النمل آية 21 - 22\r\n( 2 ) : سورة النمل آية 21 - 22\r\n( 3 ) : سورة الرعد آية 32 .\r\n( 4 ) : سورة النمل آية 76 . ","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\n","description":"\r\n( ثم أورثنا الكتاب الذين اصطفينا من عبادنا ) ( 1 ) فنحن\r\nالذين اصطفانا الله عز وجل وأورثنا هذا الذي فيه تبيان\r\nكل شئ ( وعن الصادق عليه السلام ) قال والله إني أعلم\r\nكتاب الله من أوله إلى آخره كأنه في كفي خبر السماء وخبر\r\nالأرض وخبر ما كان وخبر ما هو كائن قال الله عز وجل\r\n( تبيانا لكل شئ ) ( 2 ) وعنه عليه السلام قال ( قال\r\nالذي عنده علم من الكتاب أنا آتيك به قبل أن يرتد إليك\r\nطرفك ) ( 3 ) ففرج أبو عبد الله بين أصابعه فوضعها في\r\nصدره ثم قال وعندنا والله علم الكتاب كله وعن سدير\r\nقال قال الصادق عليه السلام يا سدير ألم تقرأ القرآن قلت\r\nبلى قال فهل وجدت فيما قرأت من كتاب الله عز وجل\r\n( قال الذي عنده علم من الكتاب أنا آتيك به قبل أن\r\nيرتد إليك طرفك ) قال قلت جعلت فداك قد قرأته قال\r\nفهل عرفت الرجل وهل علمت ما كان عنده من علم\r\nالكتاب قال قلت أخبرني به قال قدر قطرة من الماء في\r\nالبحر الأخضر فما يكون ذلك من علم قال قلت جعلت\r\nفداك ما أقل هذا فقال يا سدير فهل وجدت فيما قرأت من\r\nكتاب الله عز وجل أيضا ( قل كفى بالله شهيدا بيني\r\nوبينكم ومن عنده علم الكتاب ) ( 4 ) قال قلت قد قرأته\r\n","footnote":" ( 1 ) : سورة فاطر آية 33 .\r\n( 2 ) سورة النحل آية 90 .\r\n( 3 ) سورة النمل آية 41 .\r\n( 4 ) سورة الرعد آية 44 . ","page_name":" 53 ","page_number":53},
  {"content":"\r\nومنتهى الحلم وأصول الكرم\r\n\r\n","description":"\r\nجعلت فداك قال فمن عنده علم الكتاب كله أفهم أم من\r\nعنده علم الكتاب بعضه قلت بعضه قلت لا بل من عنده علم\r\nالكتاب كله قال فأومى بيده إلى صدره وقال علم الكتاب\r\nوالله كله عندنا علم الكتاب والله كله عندنا .\r\n( ومنتهى ) اسم مكان أي محل نهاية ( الحلم ) بالكسر إما\r\nبمعنى الأناة وكظم الغيظ أو العقل والأول أظهروهم عليهم\r\nالسلام قد بلغوا فيه الغاية وتجاوزا النهاية ( فروى ثقة الإسلام\r\nفي الكافي ) أن الصادق عليه السلام بعث غلاما له في حاجة\r\nفأبطأ فخرج أبو عبد الله عليه السلام على أثره لما أبطأ فوجده\r\nنائما فجلس عند رأسه يروحه حتى انتبه فلما انتبه قال له الصادق\r\nعليه السلام يا فلان والله ما ذلك لك تنام الليل والنهار لك\r\nالليل ولنا منك النهار وعن معتب قال كان أبو الحسن موسى\r\nعليه السلام في حائط له يصرم فنظرت إلى غلام له قد أخذ كارة\r\nمن تمر فرمى بها وراء الحائط فأتيته فأخدته وذهبت به إليه\r\nفقلت جعلت فداك إني وجدت هذا وهذه الكارة فقال\r\nللغلام فلان قال لبيك قال أتجوع قال لا يا سيدي قال\r\nفتعرى قال لا يا سيدي قال فلأي شئ أخذت هذا قال\r\nاشتهيت ذلك قال اذهب فهي لك وقال خلوا عنه\r\n( وأصول الكرم ) الكريم هو الجواد المعطي أو الجامع\r\nلأنواع الخير والشرف والفضائل والمعنيان فيهم عليهم السلام\r\n","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\nوقادة الأمم\r\n\r\n","description":"\r\nكاملان ويمكن أن يكون المراد أنهم أسباب كرم الله عليه العباد\r\nروى أنه وجد بخط مولانا أبي محمد الحسن العسكري عليه\r\nالسلام ما صورته قد صعدنا ذرى الحقايق بإقدام النبوة والولاية\r\nونورنا سبع طبقات أعلام الفتوة بالهداية فنحن ليوث الوغى\r\nوغيوث الندى وطعناء العدى وفينا السيف والقلم في العاجل\r\nولواء الحمد في الأجل وأسباطنا حنفاء الدين وخلفاء النبيين\r\nومصابيح الأمم ومفاتيح الكرم فالكليم ألبس حلة الاصطفاء لما\r\nعهدنا منه الوفاء وروح القدس في جنان الصاغورة ذاق من\r\nحدايقنا الباكورة وشيعتنا الفئة الناجية والفرقة الزاكية صاروا لنا\r\nبردا وصونا وعلى الظلمة ألبا وعونا وستنفجر لهم ينابيع الحيوان\r\nبعد لظى النيران لتمام ألم وطه والطواسين وهذا الكتاب ذرة من\r\nجبل الرحمة وقطرة من بحر الحكمة وكتب الحسن بن علي\r\nالعسكري عليه السلام في سنة أربع وخمسين ومائتين .\r\n( وقادة الأمم ) جمع قائد وهم عليهم السلام قادة طوائف\r\nهذه الأمة إلى معرفة الله تعالى وطاعته في الدنيا بالهداية وإلى\r\nدرجات الجنان في الآخرة بالشفاعة أو أنهم قادة مواضي جميع\r\nالأمم في الآخرة بالشفاعة الكبرى والوسيلة العظمى بل في الدنيا\r\nأيضا لأن بالتوسل بأنوارهم المقدسة وأشباحهم المعظمة اهتدى\r\nالأنبياء وأممهم فعنهم عليهم السلام بعبادتنا عبد الله ولولا نحن\r\nما عبد الله ( وعن أبان عن الصادق عليه السلام قال إذا كان يوم\r\n","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n\r\n","description":"\r\nالقيامة نادى مناد من بطنان العرش أين خليفة الله في أرضه\r\nفيقوم داود النبي ( عليه السلام ) فيأتي النداء من عند الله\r\nلسنا إياك أردنا وإن كنت لله خليفة ثم ينادي ثانية أين خليفة\r\nالله في أرضه فيقوم أمير المؤمنين علي بن أبي طالب فيأتي النداء\r\nمن قبل الله يا معشر الخلائق هذا علي بن أبي طالب خليفة الله في\r\nأرضه وحجته على عباده فمن تعلق بحبله في دار الدنيا فليتعلق\r\nبحبله في هذا اليوم يستضئ بنوره وليتبعه إلى الدرجات العلى\r\nمن الجنان قال فيقوم الناس الذين تعلقوا بحبله في الدنيا\r\nفيتبعونه إلى الجنة ثم يأت النداء من عند الله عز وجل إلا من ائتم\r\nبإمام في دار الدنيا فليتبعه إلى حيث يذهب به فحينئذ ( تبرأ\r\nالذين اتبعوا من الذين اتبعوا ورأوا العذاب وتقطعت بهم\r\nالأسباب ( 1 ) ) وعن الباقر عليه السلام في وقوله تعالى ( يوم\r\nندعوا كل أناس بإمامهم ( 2 ) ) قال يجيء رسول الله في قرنه وعلي\r\nوالحسن والحسين وكل من مات بين ظهراني قوم جاؤوا معه\r\nوقال الصادق عليه السلام قال ليس من قوم ائتموا بإمام في\r\nالدنيا إلا جاء يوم القيامة يلعنهم ويلعنونه إلا أنتم ومن على مثل\r\nحالكم وعن إسماعيل بن همام قال قال الرضا عليه السلام في\r\nقوله تعالى ( يوم ندعوا كل أناس بإمامهم ) قال إذا كان\r\n","footnote":" ( 1 ) : سورة البقرة آية 167 .\r\n( 2 ) : سورة الإسراء آية 72 . ","page_name":" 56 ","page_number":56},
  {"content":"\r\nوأولياء النعم\r\n\r\n\r\n","description":"\r\nيوم القيامة قال الله أليس عدل من ربكم أن يولي كل قوم من\r\nتولوا قالوا بلى قال فيقول تميزوا فيتميزون .\r\n( وألياء النعم ) الظاهرة والباطنة والدنيوية والأخروية فإن\r\nبهم تنزل البركات وتمطر السماوات ومنهم النعم الحقيقية من العلوم\r\nوالكمالات والمعارف الربانية عن الأصبغ بن نباته قال قال أمير\r\nالمؤمنين ما بال أقوام غيروا سنة الله وعدلوا عن وصيته لا\r\nيتخوفون أن ينزل بهم العذاب ثم تلا هذه الآية ( ألم تر إلى الذين\r\nبدلوا نعمة الله كفر وأحلوا قومهم دار البوار جهنم ) ( 1 ) ثم قال\r\nنحن النعمة التي أنعم الله بها على العباد وبنا يفوز من فاز وروي في\r\nتفسر قوله تعالى : ( فبأي آلاء ربكما تكذبان ) ( 2 ) أي أبا النبي أم\r\nبالوصي وعن أبي يوسف البزاز قال تلا أبو عبد الله عليه السلام هذه\r\nالآية : ( واذكروا آلاء الله ) ( 3 ) قال أتدري ما آلاء الله قلت لا قال\r\nهي أعظم نعم الله على خلقه وهي ولايتنا وعن عبد الرحمن بن كثير\r\nقال سألت أبا عبد الله عن قول الله عز وجل : ( ألم تر إلى الذين\r\nبدلوا نعمة الله كفرا ) الآية قال عنى بها قريشا قاطبة الذين عادوا رسول الله ونصبوا له .\r\n","footnote":" ( 1 ) : سورة إبراهيم آية 28\r\n( 2 ) : سورة الرحمن آية 13\r\n( 3 ) : سورة الأعراف آية 74 . ","page_name":" 57 ","page_number":57},
  {"content":"\r\nوعناصر الأبرار\r\n\r\n\r\n","description":"\r\nالحرب وجحدوا وليه ووصيه وعن الصادق عليه السلام أن سأل\r\nأبا حنيفة عن قوله تعالى ( ثم لتسئلن يومئذ عن النعيم ) ( 1 )\r\nفقال له من النعيم عندك يا نعمان قال القوت من الطعام والماء\r\nالبارد فقال عليه السلام لئن أوقفك الله يوم القيامة بين يديه\r\nحتى سئلك عن كل أكلة أكلتها وشربة شربتها ليطولن وقوفك\r\nبين يديه قال فما النعيم جعلت فداك قال نحن أهل البيت النعيم\r\nالذي أنعم الله بنا على العبد وبنا ائتلفوا بعد أن كانوا مختلفين\r\nوبنا ألف الله بين قلوبهم فجعلهم إخوانا بعد أن كانوا أعداء وبنا\r\nهداهم الله للإسلام وهو النعمة التي لا تنقطع والله سائلهم عن\r\nحق النعيم الذي أنعم الله عليهم وهو النبي صلى الله عليه وآله\r\nوسلم وعترته .\r\n( وعناصر ) بكسر الصاد جمع عنصر بضمتين وقد تفتح\r\nالصاد وهو الأصل والحسب وهم أصول ( الأبرار ) جمع بر\r\nبالفتح وهو البار أي فاعل البر وهو الخير والبررة جمع بار وإنما\r\nسموا بذلك إما لأنهم أصول الأبرار لانتسابهم إليهم واهتدائهم\r\nبهم أو لأن الأبرار إنما وجدوا البر والخير ببركتهم أو لأن كلا منهم\r\nقد خلف من هو سيد الأبرار وعلى أي حال فهم أصولهم أو\r\nلأنهم لما كانوا سببا لإيجاد العالم وخلق الأبرار فهم أصل للأبرار\r\nأو لأن الشيعة لأبرار خلقوا من فاضل طينتهم أو لأنهم ينتمون\r\n","footnote":" ( 1 ) : سورة التكاثر آية 8 ","page_name":" 58 ","page_number":58},
  {"content":"\r\nودعائم\r\n\r\n","description":"\r\nإلى ولايتهم ويقرون بإمامتهم فروى ابن المغازلي الشافعي في\r\nكتاب المناقب عن سلمان رضي الله عنه قال سمعت حبيبي\r\nالمصطفى يقول كنت أنت وعلي نورا بين يدي الله عز وجل مطيعا\r\nيسبح الله ذلك النور ويقدسه قبل أن يخلق آدم بأربعة عشر ألف\r\nعام فلما خلق الله آدم ركب ذلك النور في صلبه فلم نزل في\r\nشئ واحد حتى افترقنا في صلب عبد المطلب فجزء أنا وجزء\r\nعلي ونحوه روى أحمد بن حنبل في مسنده وعن منهج التحقيق\r\nلابن خالويه يرفعه إلى جابر بن عبد الله الأنصاري قال سمعت\r\nرسول الله صلى الله عليه وآله وسلم يقول إن الله عز وجل\r\nخلقني وخلق عليا وفاطمة والحسن والحسين من نور واحد\r\nفعصر ذلك النور عصرة فخرج منه شيعتنا فسبحنا فسبحوا\r\nوقدسنا فقدسوا وهللنا فهللوا ومجدنا فمجدوا ووحدنا فوحدوا\r\nثم خلق الله السماوات والأرض وخلق الملائكة مائة عام لا\r\nتعرف تسبيحا ولا تقديسا فسبحان فسبحت شيعتنا فسبحت\r\nالملائكة وكذلك في البواقي فنحن الموحدون حيث لا موحد\r\nغيرنا وحقيق على الله عز وجل كما اختصنا وشيعتنا أن يزلفنا\r\nوشيعتنا في أعلا عليين إن الله اصطفانا واصطفى شيعتنا من قبل\r\nأن نكون أجساما فدعانا فأجبناه فغفر لنا ولشيعتنا من قبل أن\r\nنستغفر الله عز وجل .\r\n( ودعائم ) جمع دعامة بكسر الدال وهي عماد البيت وهم\r\n","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\nالأخيار\r\n\r\n","description":"\r\nعليهم السلام استناد ( الأخيار ) واعتماد الأبرار وعليهم المعول\r\nوالمعتمد في المعارف الربانية والأسرار الإلهية والأحكام الشرعية\r\nوالفضائل الخلقية ومن لم يستند إليهم فقد ضل وغوى عن محمد\r\nابن مسلم قال سمعت أبا جعفر عليه السلام يقول كل من دان\r\nالله عز وجل بعبادة يجهد فيها نفسه ولا إمام له من الله فسعيه غير\r\nمقبول وهو ضال متحير والله شانئ لأعماله ومثله كمثل شاة\r\nضلت عن راعيها وقطيعها فهجمت ذاهبة وجائية يومها فلما\r\nجنها الليل بصرت بقطيع غنم مع راعيها فحنت إليها واغترت\r\nبها فباتت معها في مربضها فلما أن ساق الراعي قطيعه أنكرت\r\nراعيها وقطيعها فهاجت متحيرة تطلب راعيها وقطيعها فبصرت\r\nبغنم مع راعيها فحنت إليها واغترت بها فصاح بها الراعي\r\nالحقي براعيك وقطيعك فأنت تايهة متحيرة عن راعيك\r\nوقطيعك فهاجت ذعرة متحيرة تايهة لا راعي لها يرشدها إلى\r\nمرعاها أو يردها فبينا هي كذلك إذ اغتنم الذئب ضيعتها فأكلها\r\nوكذلك والله يا محمد من أصبح من هذه الأمة لا إمام له من الله\r\nعز وجل ظاهر عادل أصبح ضالا تايها وإن مات على هذه الحالة\r\nمات ميتة كفر ونفاق واعلم يا محمد أن أئمة الجور وأتباعهم\r\nلمعزولون عن دين الله قد ضلوا وأضلوا فأعمالهم التي يعملونها\r\nكرماد اشتدت به الريح في يوم عاصف لا يقدرون مما كسبوا على\r\nشئ ذلك هو الضلال البعيد .\r\n","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\nوساسة العباد وأركان البلاد\r\n\r\n\r\n","description":"\r\n( وساسة العباد ) جمع سايس أي ملوك العباد وخلفاء الله\r\nعليهم فعن بشير العطار عن الصادق عليه السلام قال نحن قوم\r\nفرض الله طاعتنا وأنتم تأتمون بمن لا يعذر الناس بجهالته وعن\r\nالباقر عليه السلام في قوله تعالى ( وآتيناهم ملكا عظيما ( 1 ) )\r\nقال الطاعة المعروضة وعن الصادق عليه السلام قال نحن قوم\r\nفرض الله عز وجل طاعتنا لنا الأنفال ولنا صفو المال ونحن\r\nالراسخون في العلم ونحن المحسودون الذي قال الله ( أم\r\nيحسدون الناس على ما أتاهم الله من فضله ( 2 ) ) وعن الحسين\r\nابن أبي العلى قال ذكرت لأبي عبد الله عليه السلام قولنا في\r\nالأوصياء أن طاعتهم مفترضة فقال نعم هم الذين قال الله عز\r\nوجل ( أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم ( 3 ) )\r\nوهم الذين قال الله عز وجل ( إنما وليكم الله ورسوله والذين\r\nآمنوا ( 4 ) ) .\r\n( وأركان البلاد ) فإن نظام العالم وانتظامه وبقائه بوجود\r\nالإمام ولولاه لساخت الأرض بأهلها كما تقدم وعن المفضل عن\r\n","footnote":" ( 1 ) : سورة النساء آية 54\r\n( 2 ) : سورة النساء آية 54\r\n( 3 ) : سورة النساء آية 59\r\n( 4 ) : سورة المائدة آية 55 ","page_name":" 61 ","page_number":61},
  {"content":"\r\nوأبواب الإيمان\r\n\r\n","description":"\r\nالصادق عليه السلام في حديث قال فيه في الأئمة جعلهم أركان\r\nالأرض أن تميد بأهلها وحجته البالغة على من فوق الأرض ومن\r\nتحت الثرى وعنه قال كان أمير المؤمنين عليه السلام باب الله\r\nالذي لا يؤتى إلا منه وسبيله الذي من سلك غيره هلك وبذلك\r\nجرت الأئمة واحدا بعد واحد جعلهم الله أركان الأرض أن تميد\r\nبهم والحجة البالغة على من فوق الأرض ومن تحت الثرى وقال\r\nأمير المؤمنين عليه السلام أنا قسيم الله بين الجنة والنار وأنا\r\nالفاروق الأكبر وأنا صاحب العصا والميسم الحديث .\r\nوعن الوشا قال سألت أبا الحسن الرضا عليه السلام هل\r\nتبقى الأرض بغير إمام قال لا قلت إنا نروي أنها لا تبقى إلا أن\r\nيسخط الله عز وجل على العباد قال لا تبقى إذا لساخت .\r\n( وأبواب الإيمان ) أي لا يعرف الإيمان إلا منهم ولا يحصل\r\nبدون ولايتهم فهم خلفائه الذين تجب طاعتهم وأبوابه التي\r\nيؤتى منها ( ففي الكافي ) عن أبي بصير عن الصادق عليه\r\nالسلام قال الأوصياء هم أبواب الله عز وجل التي يؤتى منها\r\nولولاهم ما عرف الله عز وجل وبهم احتج الله تبارك وتعالى على\r\nخلقه ( وعن الصادق عليه السلام ) قال أبى الله أن يجري\r\nالأشياء إلا بأسبابها فجعل لكل شئ سببا وجعل لكل سبب\r\nشرحا وجعل لكل شرح علماء وجعل لكل علم بابا ناطقا عرفه من\r\n","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nوأمناء الرحمن وسلالة النبيين وصفوة المرسلين\r\n\r\n","description":"\r\nعرفه وجله من جهله ذلك رسول الله صلى الله عليه وآله وسلم\r\nونحن .\r\n( وأمناء الرحمن ) على العباد وسفرائه في البلاد ( في\r\nالكافي ) عن سليم بن قيس عن أمير المؤمنين عليه السلام قال\r\nأن الله تبارك وتعالى طهرنا وعصمنا وجعلنا شهداء على خلقه\r\nوحجته في أرضه وجعلنا مع القرآن وجعل القرآن معنا لا نفارقه\r\nولا يفارقنا .\r\n( وسلالة النبيين ) السلالة بالضم ما انسل من الشئ\r\nوالمراد به الولد وهم عليهم السلام من ذرية الأنبياء نوح\r\nوإبراهيم وإسماعيل\r\n( وصفوة ) بتثليث الصاد أي خلاصة ( المرسلين )\r\nونقاوتهم بل هم عليهم السلام أفضل الأنبياء والمرسلين ما عدا\r\nجدهم خاتم النبيين وعن الكاظم عليه السلام قال لن يبعث الله\r\nرسولا إلا بنبوة محمد صلى الله عليه وآله وسلم ووصية علي عليه\r\nالسلام وعن الصادق عليه السلام قال ما من نبي جاء قط إلا\r\nبمعرفة حقنا وتفضيلنا على من سوانا .\r\n","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\nوعترة خيرة رب العالمين ورحمة الله وبركاته\r\n\r\n","description":"\r\n( وعترة خيرة رب العالمين ) عترة الرجل نسله ورهطه\r\nوعشيرته الأقربون والخيرة بكسر الخاء وسكون الياء وفتحها\r\nالمختار وهم عترة النبي صلى الله عليه وآله وسلم الذي هو خير\r\nالعالمين كما قال صلى الله عليه وآله وسلم أني مخلف فيكم الثقلين\r\nكتاب الله وعترتي أهل بيتي .\r\n( ورحمة الله ) عطف على السلام إما بيانا وتفسيرا له أو\r\nمغايرا بأن يكون السلام لرفع المكاره والرحمة لجلب الفضايل\r\nالدينية أو الأعم ( وبركاته ) للدنيوية أو الأخروية أو الأعم .\r\n","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\nالسلام على أئمة الهدى\r\n\r\n\r\n","description":"\r\n( السلام على أئمة الهدى ) الأئمة بالهمزة أو الياء جمع إمام\r\nوهو المقتدى به والهدى الهداية والمراد أن الهدى يلزمهم ويتبعهم\r\nفكأنهم أئمته أو أنهم أئمة الناس في الهداية ( في الكافي ) عن\r\nالصادق عليه السلام قال إنكم لا تكونون صالحين حتى تعرفوا\r\nولا تعرفوا حتى تصدقوا ولا تصدقوا حتى تسلموا أبوابا أربعة لا\r\nيصلح أولها إلا بآخرها ضل أصحاب الثلاثة وتاهوا تيها بعيدا إن\r\nالله تبارك وتعالى لا يقبل إلا العمل الصالح ولا يقبل الله إلا\r\nالوفاء بالشروط والعهود فمن وفى لله عز وجل بشرطه واستعمل\r\nما وصف في عهده نال ما عنده واستكمل ما وعده إن الله تبارك\r\nوتعالى أخبر العباد بطرق الهدى وشرع لهم فيها المنار وأخبرهم\r\nكيف يسلكون فقال ( وإني لغفار لمن تاب وآمن وعمل صالحا\r\nثم اهتدى ( 1 ) ) وقال ( إنما يتقبل الله من المتقين ( 2 ) ) فمن\r\nاتقى فيما أمره لقى الله مؤمنا بما جاء به محمد صلى الله عليه وآله\r\n","footnote":" ( 1 ) : سورة طه آية 82\r\n( 2 ) : سورة المائدة آية 27 ","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n\r\n","description":"\r\nوسلم هيهات هيهات فات قوم وماتوا قبل أن يهتدوا وظنوا أنهم\r\nآمنوا وأشركوا من حيث لا يعلمون أنه من أتى البيوت من أبوابها\r\nفقد اهتدى ومن أخذ من غيرها سلك طريق الردى وصل الله\r\nطاعة ولي أمره بطاعة رسوله وطاعة رسوله بطاعته فمن ترك\r\nطاعة ولاة أمره لم يطع الله ولا رسوله وهو الإقرار بما أنزل من\r\nعند الله عز وجل ( خذوا زينتكم عند كل مسجد ( 1 ) )\r\nوالتمسوا البيوت التي ( أذن الله أن ترفع ويذكر فيها\r\nاسمه ( 2 ) ) فإنه أخبركم أنهم ( رجال لا تلهيهم تجارة ولا بيع\r\nعن ذكر الله وأقام الصلاة وإيتاء الزكاة يخافون يوما تتقلب فيه\r\nالقلوب والأبصار ( 3 ) إن الله قد استخلص الرسل لآمره ثم\r\nاستخلص لهم مصدقين بذلك في نذره فقال ( وإن من أمة إلا\r\nخلا فيها نذير ( 4 ) ) تاه من جهل واهتدى من أبصر وعقل إن\r\nالله عز وجل يقول ( فإنها لا تعمى الأبصار ولكن تعمى\r\nالقلوب التي في الصدور ( 5 ) ) وكيف يهتدي من لم يبصر وكيف\r\nيبصر من لم يتدين اتبعوا رسول الله صلى الله عليه وآله وسلم\r\n","footnote":" ( 1 ) : سورة الأعراف آية 31\r\n( 2 ) : سورة النور آية 36\r\n( 3 ) : سورة النور آية 37\r\n( 4 ) : سورة فاطر آية 24\r\n( 5 ) : سورة الحج آية 46 ","page_name":" 66 ","page_number":66},
  {"content":"\r\nومصابيح الدجى وأعلام التقى\r\n\r\n\r\n","description":"\r\nوأهل بيته وأقروا بما نزل من عند الله واتبعوا آثار الهدى فإنهم\r\nعلامات الإمامة والتقى واعلموا أنه لو أنكر رجل عيسى بن\r\nمريم عليه السلام وأقر بمن سواه من الرسل لم يؤمن اقتصوا\r\nالطريق بالتماس المنار والتمسوا من وراء الحجب الآثار\r\nتستكملوا أمر دينكم وتؤمنوا بالله ربكم .\r\n( ومصابيح الدجى ) المصابيح جمع مصباح وهو السراج\r\nالثاقب المضئ والدجى جمع الدجية بضم الدال فيهما وهي\r\nالظلمة وقد يعبر بالمصباح عن القوة العاقلة والحركات الفكرية\r\nالشبيهة بالمصباح كما يقال أضاء مصباح الهدى في قلبه والمراد هنا\r\nأنهم عليهم السلام هادون للخلق من ظلمة الشرك والكفر\r\nوالضلالة والجهل إلى نور الإيمان والطاعة والعلم ( فعن بريد\r\nالعجلي ) في الصحيح عن أبي جعفر عليه السلام في قوله تعالى\r\n( إنما أنت منذر ولكل قوم هاد ( 1 ) ) فقال رسول الله المنذر\r\nولكل زمان منا هاد يهديهم إلى ما جاء به نبي الله صلى الله عليه\r\nوآله وسلم ثم الهداة من بعده علي ثم الأوصياء واحدا بعد\r\nواحد .\r\n( وأعلام التقى ) الأعلام جمع علم بفتحتين وهو العلامة\r\nوالمنار والجبل والتقى عبارة عن التقوى وهي على مراتب\r\n","footnote":" ( 1 ) : سورة الرعد آية 7 ","page_name":" 67 ","page_number":67},
  {"content":"\r\nوذوي النهى\r\n\r\n\r\n","description":"\r\n( الأولى ) تقوى العوام وهي اجتناب المحرمات ( والثانية )\r\nتقوى الخواص وهي اجتناب المكروهات ( والثالثة ) تقوى\r\nخواص الخواص وهي اجتناب المباحات واجتناب كلما يشغل\r\nعن الله تعالى كما قال الله تعالى ( يا أيها الذين آمنوا لا تلهكم\r\nأموالكم ولا أولادكم عن ذكر الله ( 1 ) ) وقال تعالى ( رجال لا\r\nتلهيهم تجارة ولا بيع عن ذكر الله ( 2 ) ) والمراد من هذه الفقرة\r\nأنهم معروفون عند كل واحد بالتقوى كالمنار الذي لا يخفي أو\r\nأن التقوى لا تعرف إلا منهم ولا تؤخذ إلا عنهم لأنهم أتقى\r\nالمتقين ( وبالجملة ) فهم العلامات التي يهتدي بها الناس ( فعن\r\nداود الجصاص ) قال سمعت أبا عبد الله عليه السلام يقول\r\n( وعلامات وبالنجم هم يهتدون ( 3 ) ) قال النجم هو رسول الله\r\nوالعلامات هم الأئمة ( وعن الرضا عليه السلام ) قال نحن\r\nالعلامات والنجم رسول الله صلى الله عليه وآله وسلم ( وعن\r\nالصادق عليه السلام : إن النبي النجم والعلامات الأئمة\r\nعليهم السلام .\r\n( وذوي النهى ) بالضم جمع نهية العقل سمي به لأنه ينهى\r\nعن القبايح .\r\n","footnote":" ( 1 ) : سورة المنافقون آية 9\r\n( 2 ) : سورة النور آية 37\r\n( 3 ) : سورة النحل آية 16 ","page_name":" 68 ","page_number":68},
  {"content":"\r\nوأولي الحجى وكهف الورى وورثة الأنبياء\r\n\r\n\r\n","description":"\r\n( وأولي الحجى ) كأولي العقل والفطنة وعلى الأول فهما إما\r\nمترادفان وإما متغايران بالنسبة إلى أن العقل له اطلاقات عديدة\r\nفيمكن أن يراد بأحدهما عقل المعاش وبالآخر عقل المعاد أو نحو\r\nذلك وأيما كان فهم عليهم السلام أولو العقول الكاملة كجدهم\r\n( ففي الكافي ) عن النبي صلى الله عليه وآله وسلم ما قسم الله\r\nللعباد شيئا أفضل من العقل فنوم العاقل أفضل من سهر\r\nالجاهل وإقامة العاقل أفضل من شخوص الجاهل ولا بعث الله\r\nنبيا ولا رسولا حتى يستكمل العقل ويكون عقله أفضل من\r\nعقول جميع أمته وما يضمر النبي صلى الله عليه وآله وسلم في\r\nنفسه أفضل من اجتهاد المجتهدين وما أدى العبد فرايض الله\r\nحتى عقل عنه ولا بلغ جميع العابدين في فضل عبادتهم ما بلغ\r\nالعاقل والعقلاء هم أولوا الألباب الذين قال الله تعالى ( إنما\r\nيتذكر أولوا الألباب ) ( 1 ) .\r\n( وكهف الورى ) الكهف هو الملجأ أي أنتم ملجأ الخلايق\r\nفي الدين أو الدنيا والآخرة وقد تقدم ما يدل عليه من الأخبار .\r\n( وورثة الأنبياء ) فإنهم ورثوا علوم جميع الأنبياء وآثارهم\r\nحتى التابوت والألواح وعصى موسى وخاتم سليمان وعمامة\r\n","footnote":" ( 1 ) : سورة الرعد آية 19 . ","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n\r\n","description":"\r\nهارون وغير ذلك ( فعن أبي بصير ) عن أبي عبد الله قال قال لي\r\nيا أبا محمد إن الله عز وجل لم يعط الأنبياء شيئا إلا وقد أعطاه\r\nمحمدا صلى الله عليه وآله وسلم قال وقد أعطى محمدا جميع ما\r\nأعطى الأنبياء وعندنا الصحف التي قال تعالى ( صحف\r\nإبراهيم وموسى ( 1 ) ) قلت جعلت فداك لفي الألواح قال نعم\r\n( وعن عبد الله بن سنان ) عن أبي عبد الله عليه السلام أن سأله\r\nعن قول الله عز وجل ( ولقد كتبنا في الزبور من بعد\r\nالذكر ( 2 ) ) ما الزبور وما الذكر قال الذكر عند الله والزبور\r\nالذي أنزل على داود وكل كتاب نزل فهو عند أهل العلم ونحن\r\nهم ( وعن محمد بن الفيض ) عن أبي جعفر عليه السلام قال\r\nكانت عصى موسى لآدم فصارت إلى شعيب ثم صارت إلى\r\nموسى بن عمران وأنها لعندنا وأن عهدي بها أنفا وهي خضراء\r\nكهيئتها حين انتزعت من شجرتها وأنها لتنطق إذا استنطقت\r\nأعدت لقائمنا يصنع بها ما كان يصنع موسى عليه السلام وأنها\r\nلتروع وتلقف ما يأفكون وتصنع ما تؤمر به أنها حيث أقبلت\r\nتلقف ما يأفكون ينتج لها شعبتان إحديهما في الأرض والأخرى\r\nفي السقف وبينهما أربعون ذراعا تلقف ما يأفكون بلسانها ( وعن\r\nأبي حمزة الثمالي ) عن أبي عبد الله عليه السلام قال سمعته يقول\r\n","footnote":" ( 1 ) : سورة الأعلى آية 19\r\n( 2 ) : سورة الأنبياء آية 105 ","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\n","description":"\r\nألواح موسى عندنا وعصى موسى عندنا ونحن ورثة النبيين\r\nوعن أبي سعيد الخراساني عن أبي عبد الله عليه السلام قال قال\r\nأبو جعفر إن القائم إذا قام بمكة وأراد أن يتوجه إلى الكوفة نادى\r\nمناديه إلا لا يحمل أحد منكم طعاما ولا شرابا ويحمل حجر\r\nموسى بن عمران وهو وقر بعير فلا ينزل منزلا إلا أنبعت عين\r\nمنه فمن كان جائعا شبع ومن كان ظاميا روي فهو زادهم حتى\r\nينزل النجف من ظهر الكوفة وعن أبي بصير عن الصادق عليه\r\nالسلام قال خرج أمير المؤمنين ذات ليلة بعد عتمة وهو يقول\r\nهمهمة همهمة وليلة مظلمة خرج عليكم الإمام عليه قميص آدم\r\nعليه السلام وفي يده خاتم سليمان عليه السلام وعصى موسى\r\nوعن المفضل عن الصادق عليه السلام قال له أتدري ما كان\r\nقميص يوسف عليه السلام قال قلت لا قال إن إبراهيم لما\r\nأوقدت له النار أتاه جبرائيل بثوب من ثياب الجنة فألبسه إياه\r\nفلم يضره معه حر ولا برد فلما حضر إبراهيم الموت جعله في\r\nتميمة وعلقه على إسحاق وعلقه إسحاق على يعقوب فلما ولد\r\nيوسف علقه عليه فكان في عضده حتى كان من أمره ما كان فلما\r\nأخرجه يوسف بمصر من التميمة وجد يعقوب ريحه وهو قوله\r\n( إني لأجد ريح يوسف لولا أن تفندون ( 1 ) ) فهو ذلك\r\n","footnote":" ( 1 ) : سورة يوسف آية 94 ","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n","description":"\r\nالقميص الذي أنزله الله من الجنة قلت جعلت فداك فإلى من\r\nصار ذلك القميص قال إلى أهله ثم قال كل نبي ورث علما أو\r\nغيره فقد انتهى إلى آل محمد صلى الله عليه وآله وسلم ( وعن\r\nسعيد السمان ) قال كنت عند أبي عبد الله عليه السلام إذ دخل\r\nعليه رجلان من الزيدية فقالا له أفيكم إمام مفترض الطاعة قال\r\nفقال لا قال فقالا له قد أخبرنا عنك الثقاة أنك تفتى وتقول به\r\nونسميهم لك فلان وفلان وهم أصحاب ورع وتشهير وهم ممن\r\nلا يكذب فغضب أبو عبد الله عليه السلام وقال ما أمرتهم بهذا\r\nفلما رأيا الغضب من الزيدية وهما يزعمان أن سيف رسول الله\r\nصلى الله عليه وآله وسلم عند عبد الله بن الحسن فقال كذبا\r\nلعنهما الله والله ما رآه عبد الله بن الحسن بعينيه ولا بواحدة من\r\nعينيه ولا رآه أبوه اللهم إلا أن يكون رآه عند علي بن الحسين\r\nعليه السلام فإن كانا صادقين فما علامة في مقبضه وما أثر في\r\nموضع مضربه وإن عندي لسيف رسول الله صلى الله عليه وآله\r\nوسلم وإن عندي لراية رسول الله ودرعه ولامته ومغفره فإن كانا\r\nصادقين فما علامة في درع رسول الله وأن عندي لراية رسول الله\r\nصلى الله عليه وآله وسلم ونعليه وأن عندي ألواح موسى وعصاه\r\nوأن عندي لخاتم سليمان بن داود وأن عندي الطشت الذي\r\nكان موسى يقرب بها القربان وأن عندي الاسم الذي كان\r\nرسول الله إذا وضعه بين المشركين والمسلمين لم يصل إلى\r\n","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n","description":"\r\nالمسلمين من المشركين نشابه وأن عندي لمثل الذي جاءت به\r\nالملائكة ومثل السلاح فينا كمثل التابوت في بني إسرائيل وكانت\r\nبنو إسرائيل في أي أهل بيت وجد التابوت على أبوابهم أوتوا\r\nالنبوة ومن صار إليه السلاح منا أوتي الإمامة وقد لبس أبي درع\r\nرسول الله صلى الله عليه وآله وسلم فخطت على الأرض خطيطا\r\nولبستها أنا فكانت وكانت وقائمنا من إذا لبسها ملأها إن\r\nشاء الله تعالى وعن عبد الأعلى قال سمعت أبا عبد الله\r\nعليه السلام يقول عندي سلاح رسول الله لا أنازع فيه ثم\r\nقال إن السلاح مدفوع عنه لو وضع عند شر خلق الله كان\r\nخيرهم قال قال إن هذا الأمر يصير إلى من يلوى له الحنك\r\nفإذا كانت من الله عز وجل فيه المشيئة خرج فيقول الناس\r\nما هذا الذي كان ويضع الله له يدا على رأس رعيته وعن\r\nأبي بصير عن الصادق عليه السلام قال ترك رسول الله في\r\nالمتاع سيفا ودرعا وعنزة ورحلا وبغلته الشهباء فورث ذلك\r\nكله علي بن أبي طالب عليه السلام وعنه قال ليس أبي درع\r\nرسول الله صلى الله عليه وآله وسلم ذات الفضول فخطت\r\nولبستها أنا ففضلت وعن أحمد بن أبي عبد الله عن الرضا\r\nعليه السلام قال سألته عن ذي الفقار سيف رسول الله من\r\nأين هو قال هبط به جبرائيل من السماء وكانت حليته من\r\nفضة وهو عندي وعن حمران عن أبي جعفر عليه السلام\r\n","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\nوالمثل الأعلى\r\n\r\n","description":"\r\nقال سألته عما يتحدث الناس أنه دفعت إلى أم سلمة\r\nصحيفة مختومة فقال إن رسول الله لما قبض ورث علي عليه\r\nالسلام علمه وسلاحه وما هناك ثم صار إلى الحسن ثم\r\nصار إلى الحسين فلما خشا أن يغشى استودعهما أم سلمة ثم\r\nقبضها بعد ذلك علي بن الحسين قال فقالت ثم صار إلى\r\nأبيك ثم إنتهى إليك قال نعم ( وعن الباقر ) قال إنما مثل\r\nالسلاح فينا كمثل التابوت في بني إسرائيل أينما دار التابوت\r\nدار الملك وأينما دار السلاح فينا دار العلم .\r\n( والمثل الأعلى ) المثل محركة الحجة والحديث والصفة\r\nوالجمع على المثل بضمتين ويمكن قرائته بهما فإنهم حجج الله\r\nتعالى بل أعلاهم وهم المتصفون بصفات الله تعالى فكأنهم\r\nصفاته بل هم مظاهر أسمائه وصفاته ويمكن أن يراد بالمثل\r\nالأعلى المثل الذي مثل الله تعالى به نوره في آية النور فإنها نزلت\r\nفيهم فإن قرئ بالجمع فهو الموافق وإن قرئ بالإفراد فهو إما لأنه\r\nمثل لجميعهم وإما لأن نورهم واحد ( ففي الكافي عن صالح بن\r\nشهل الهمداني عن الصادق عليه السلام ) في قوله تعالى ( الله\r\nنور السماوات والأرض مثل نوره كمشكاة ) فاطمة ( فيها\r\nمصباح ) الحسن ( المصباح ) الحسين ( في زجاجة ،\r\nالزجاجة كأنها كوكب دري ) فاطمة كوكب دري بين نساء أهل\r\nالدنيا ( يوقد من شجرة مباركة ) إبراهيم ( زيتونة لا شرقية ولا\r\n","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\nوالدعوة الحسنى وحجج الله على أهل الدنيا والآخرة\r\nوالأولى\r\n\r\n\r\n","description":"\r\nغربية ) لا يهودية ولا نصرانية ( يكاد زيتها يضيئ ) يكاد العلم\r\nيتفجر منها ( ولو لم تمسسه نار نور على نور ) إمام منها بعد إمام\r\n( يهدي الله لنوره من يشاء ) يهدي الله من يشاء للأئمة\r\n( ويضرب الله الأمثال للناس ) ( 1 ) الحديث .\r\n( والدعوة الحسنى ) إما أن يكون الحمل للمبالغة أي هم\r\nأهل الدعوة الحسنى فإنهم يدعون الناس إلى طريق النجاة وهم\r\nأحسن الدعاة إلى الله تعالى أو المراد أنهم هم الذين فيهم الدعوة\r\nالحسنى من إبراهيم حيث قال ( فاجعل أفئدة من الناس تهوي\r\nإليهم ( 2 ) ) وقال ( ومن ذريتي ( 3 ) ) كما قال النبي أنا دعوة\r\nإبراهيم ( وعن أبي جعفر ) في قوله ( قل هذه سبيلي أعدوا إلى\r\nالله عليه بصيرة أنا ومن اتبعني ( 4 ) ) قال ذلك رسول الله وأمير\r\nالمؤمنين والأوصياء من بعده .\r\n( وحجج الله ) أي يحتج الله بهم ويتم حجته ( على أهل\r\nالدنيا والآخرة ) بالمعجزات الباهرات والدلائل الظاهرات\r\nوالعلامات الواضحات والأخلاق النفسانية والفضائل الملكوتية\r\n","footnote":" ( 1 ) : سورة النور آية 35\r\n( 2 ) : سورة إبراهيم آية 37\r\n( 3 ) : سورة إبراهيم آية 40\r\n( 4 ) : سورة يوسف آية 108 ","page_name":" 75 ","page_number":75},
  {"content":"\r\nورحمة الله وبركاته\r\n\r\n","description":"\r\nوالعلوم الربانية والأسرار الإلهية ويحتج بهم على أهل الآخرة في\r\nعالم البرزخ عند السؤال أو في القيامة أو الأعم منها ( والأولى )\r\nإما تأكيدا للدنيا أو التكرار للسجع أو المراد بها النشأة الأولى\r\nوهي عالم الذر ( ففي الكافي ) بأسانيد عديدة عن الكاظم\r\nوالرضا عليهما السلام أن الحجة لا تقوم لله على خلقه إلا\r\nبإمام حتى يعرف وعن الصادق عليه السلام قال أن الحجة قبل\r\nالخلق ومع الخلق وبعد الخلق وعن الصادق عليه السلام قال ما\r\nزالت الأرض إلا ولله فيها الحجة يعرف الحلال والحرام ويدعو\r\nالناس إلى سبيل الله وعن أبي بصير عن أحدهما قال إن الله لم\r\nيدع الأرض بغير عالم ولولا ذلك لم يعرف الحق من الباطل وعن\r\nالباقر عليه السلام قال والله ما ترك الله أرضا منذ قبض الله آدم\r\nعليه السلام إلا وفيها إمام يهتدى به إلى الله وهو حجته على\r\nعباده ولا تبقى الأرض بغير حجة لله على عباده .\r\n( ورحمة الله وبركاته ) عطف على السلام والكلام هنا كما\r\nتقدم .\r\n","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\nالسلام على محال معرفة الله ومساكن بركة الله ومعادن\r\nحكمة الله\r\n\r\n","description":"\r\nالسلام على محال معرفة الله ) وفي بعض النسخ بصيغة المفرد\r\nوالمراد أنه لم يعرف الله حق معرفته إلا هم ولا يعرف الله إلا بهم ومنهم\r\nوكفي شاهدا بذلك ما ورد عنهم في بيان توحيد الله وصفاته الجلالية\r\nوالجمالية ونعوته الثبوتية والسلبية ويمكن أن يكون المراد أنهم مظاهر\r\nأسماء الله وصفاته من العلم والجود والكرم والقدرة وغيرها فمن\r\nعرفهم عرف الله وعلى تقدير الإفراد في محال فهو للإشارة إلى أنهم\r\nكنفس واحدة في المعرفة فإنها لا تختلف بخلاف باقي الصفات .\r\n( ومساكن ) جمع مسكن ( بركة الله ) أي خيره وكرمه فإنهم\r\nهم القوابل لذلك أو أن الله تعالى إنما يبارك على الخلائق بالأرزاق\r\nالدنيوية والمعارف الحقانية والعلوم الإلهية بهم .\r\n( ومعادن حكمة الله ) كما قال رسول الله أنا مدينة الحكمة\r\nوعلي بابها والحكمة هي العلوم الحقيقية الإلهية وعلومهم عليهم\r\nالسلام كذلك لأنها مأخوذة من الله تعالى وهم معدن الحكم الإلهية\r\nوالمعارف الربانية ( في الكافي ) عن سيف النمار قال كنا مع أبي عبد\r\nالله جماعة من الشيعة في الحجر فقال علينا عين فالتفتنا يمنة ويسرة فلم\r\n","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\nوحفظة سر الله\r\n\r\n","description":"\r\nنر أحدا فقلنا ليس علينا عين فقال ورب الكعبة ورب البنية ثلاث\r\nمرات لو كنت بين موسى والخضر لأخبرتهما أني أعلم منهما ولأنبأتهما\r\nبما ليس في أيديهما لأن موسى والخضر عليهما السلام أعطيا علم ما\r\nكان ولم يعطيا علم ما يكون وما هو كائن حتى تقوم الساعة وقد ورثناه\r\nمن رسول الله وراثة .\r\n( وحفظة سره الله ) أي أسرار الله التي لا يحتملها ملك مقرب\r\nولا نبي مرسل ولا يجوز إفشائها إلا لبعض بالنسبة إلى من هو أهل\r\nكسلمان وكميل بن زياد ونحوهما ففي البصائر عن أبي الصامت قال\r\nقال أبو عبد الله أن حديثنا صعب مستصعب شريف كريم ذكوان\r\nذكي وعر لا يحتمله ملك مقرب ولا نبي مرسل ولا مؤمن ممتحن\r\nقلت فمن يحتمله جعلت فداك قال من شئنا يا أبا الصامت قال أبو\r\nالصامت فظننت أن لله عبادا هم أفضل من هؤلاء الثلاثة .\r\n( بيان ) لعل المراد هو الإمام الذي بعده فإنه أفضل من الثلاثة\r\nواستثناء نبينا ظاهر والمراد به الأسرار الغريبة والأمور العجيبة التي لا\r\nيحتملها غيرهم ( وعن أبي الصامت ) قال سمعت أبا عبد الله يقول\r\nإن من حديثنا ما لا يحتمله ملك مقرب ولا نبي مرسل ولا عبد مؤمن\r\nقلت فمن يحتمله قال نحن نحتمله ( وروى الصدوق ) في معاني\r\nالأخبار عن بعض أهل المدائن قال كتبت إلى أبي محمد روي عن\r\nآبائكم عليهم السلام أن حديثكم صعب مستصعب لا يحتمله\r\n","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n","description":"\r\nملك مقرب ولا نبي مرسل ولا مؤمن امتحن الله قلبه للإيمان قال\r\nفجاءه الجواب إنما معناه أن الملك لا يحتمله في جوفه حتى يخرجه إلى\r\nملك مثله ولا يحتمله نبي حتى يخرجه إلى نبي ولا يحتمله مؤمن حتى\r\nيخرجه إلى مؤمن مثله إنما معناه أن لا يحتمله في قلبه من حلاوة ما هو\r\nفي صدره وقد ورد في بعض الأخبار بلفظ الاستثناء ولا منافاة فيها لما\r\nتقدم لأن الأولى عبارة عن الأسرار التي لا يحتملها غيرهم والأخبار\r\nالآتية عبارة عن الأسرار التي لا يحتملها غيرهم إلا هؤلاء الثلاثة\r\nفلا تنافي فمن ذلك ما رواه الكليني في الكمال والصدوق في الخصال\r\nوالأمالي ومعاني الأخبار عن شبيب الحداد قال سمعت الصادق عليه\r\nالسلام يقول إن حديثنا صعب مستصعب لا يحتمله إلا ملك مقرب\r\nأو نبي مرسل أو عبد امتحن الله قلبه للإيمان أو مدينة حصينة وسئل\r\nعن تفسير المدينة فقال القلب المجتمع ( وفي البصائر ) عن الثمالي\r\nعن أبي جعفر عليه السلام قال سمعته يقول إن حديثنا صعب\r\nمستصعب لا يحتمله إلا ثلاث نبي مرسل أو ملك مقرب أو مؤمن\r\nامتحن الله قلبه للإيمان ثم قال يا أبا حمزة ألا ترى أنه اختار لأمرنا من\r\nالملائكة المقربين ومن النبيين المرسلين ومن المؤمنين الممتحنين\r\n( وعن ابن صدقة ) عن جعفر عن أبيه قال ذكرت التقية يوما عند\r\nعلي بن الحسين فقال والله لو علم أبو ذر ما في قلب سلمان لقتله ولقد\r\nآخى رسول الله صلى الله عليه وآله وسلم بينهما فما ظنكم بسائر الخلق\r\nإن علم العلماء صعب مستصعب لا يحتمله إلا نبي مرسل أو ملك\r\n","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n","description":"\r\nمقرب أو عبد مؤمن امتحن الله قلبه للإيمان قال وإنما صار سلمان\r\nمن العلماء لأنه امرء منا أهل البيت فلذلك نسبه إلينا وعن أبي\r\nالجارود عن أبي جعفر عليه السلام قال سمعته يقول إن حديث آل\r\nمحمد صعب مستصعب ثقيل مقنع أجرد ذكوان لا يحتمله إلا ملك\r\nمقرب أو نبي مرسل أو عبد امتحن الله قلبه للإيمان أو مدينة حصينة\r\nفإذا قام قائمنا نطق وصدقه القرآن وفي رواية أخرى عن الصادق\r\nعليه السلام مثله وزاد فيه قلت فسر لي قال ذكوان ذكي أبدا قلت\r\nأجرد قال طري أبدا قلت مقنع قال مستور وفي البصائر أيضا عن\r\nجابر عن أبي عبد الله عيه السلام قال أن أمرنا سر مستسر وسر لا\r\nيفيده إلا سر وسر على سر وسر مقنع بسر وعن أبان بن عثمان قال\r\nقال لي أبو عبد الله أن أمرنا هذا مستور مقنع بالميثاق من هتكه أذله الله\r\nوعن مرازم قال قال أبو عبد الله أن أمرنا هذا هو الحق وحق الحق وهو\r\nالظاهر وباطن الظاهر وباطن الباطن وهو السر وسر السر وسر\r\nالمستسر وسر مقنع بالسر وروى الكشي عن جابر قال حدثني أبو\r\nجعفر عليه السلام تسعين ألف حديث لم أحدث بها أحدا قط ولا\r\nأحدث بها أحدا أبدا قال جابر فقلت لأبي جعفر جعلت فداك أنك\r\nقد حملتني وقرا عظيما بما حدثتني به من سركم الذي لا أحدث به\r\nأحدا فربما جاش في صدري حتى يأخذني منه شبه الجنون قال يا جابر\r\nفإذا كان ذلك فأخرج إلى الجبال فاحفر حفيرة ودل رأسك فيها ثم قل\r\nحدثني محمد بن علي بكذا وكذا وقد أوضحنا معاني هذه الأخبار\r\n","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\nوخزنة علم الله\r\n\r\n","description":"\r\nببيانات رائقة ومعاني فائقة في كتابنا مصابيح الأنوار في حل\r\nمشكلات الأخبار ( وخزنة علم الله ) ( في الكافي عن أبي بصير )\r\nقال دخلت على أبي عبد الله فقلت جعلت فداك إني أسألك عن\r\nمسألة ههنا أحد يسمع كلامي قال فرفع أبو عبد الله عليه السلام\r\nسترا بينه وبين بيت آخر فاطلع فيه ثم قال يا أبا محمد سل عما بدا لك\r\nقال قلت جعلت فداك أن شيعتك يتحدثون أن رسول الله صلى الله\r\nعليه وآله وسلم علم عليا باب يفتح له منه ألف باب قال فقال يا أبا\r\nمحمد علم رسول الله صلى الله عليه وآله وسلم عليا ألف باب يفتح\r\nمن كل باب ألف باب قال قلت هذا لعلم قال فنكث ساعة في\r\nالأرض ثم قال إنه لعلم وما هو بذاك قال ثم قال يا أبا محمد وإن عندنا\r\nالجامعة وما يدريهم ما الجامعة قال صحيفة طولها سبعون\r\nذراعا بذراع رسول الله ( ص ) وأملاه من فلق فيه وخط\r\nعلي بيمينه فيها كل حلال وحرام وكل شئ محتاج إليه الناس حتى\r\nالأرش في الخدش وضرب بيده إلى فقال تأذن لي يا أبا محمد قال قلت\r\nجعلت فداك إنما أنا لك فاصنع ما شئت قال فغمزني بيده وقال حتى\r\nأرش هذه كأنه مغضب قال قلت هذا والله العلم قال إنه لعلم وليس\r\nبذاك ثم سكت ساعة ثم قال وأن عندنا الجفر وما يدريهم ما الجفر\r\nقال قلت وما الجفر قال وعاء من آدم فيه علم النبيين والوصيين وعلم\r\nالعلماء الذين مضوا من بني إسرائيل قال قلت إن هذا لهو العلم قال\r\nإنه لعلم وليس بذاك ثم سكت ساعة ثم قال وإن عندنا لمصحف\r\n","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n","description":"\r\nفاطمة وما يدريهم ما مصحف فاطمة قال قلت وما مصحف فاطمة\r\nقال مصحف مثل قرآنكم هذا ثلاث مرات والله ما فيه من قرآنكم\r\nحرف واحد قال قلت هذا والله العلم قال إنه لعلم وليس بذاك ثم\r\nسكت ساعة ثم قال إن عندنا علم ما كان وعلم ما هو كائن إلى أن\r\nتقوم الساعة قال قلت جعلت فداك هذا والله هو العلم قال إنه لعلم\r\nوليس بذاك قال قلت جعلت فداك فأي شئ العلم قال ما يحدث\r\nبالليل والنهار الأمر بعد الأمر والشئ بعد الشئ إلى يوم القيامة\r\nوعن الحسين بن أبي العلا عن الصادق عليه السلام قال إن عندي\r\nالجفر الأبيض قال قلت فأي شئ فيه قال زبور داود وتوراة موسى\r\nوإنجيل عيسى وصحف إبراهيم والحلال والحرام ومصحف\r\nفاطمة ما أزعم أن فيه قرآنا وفيه ما يحتاج الناس فيه إلينا ولا نحتاج إلى\r\nأحد حتى فيه الجلدة ونصف الجلدة وربع الجلدة وأرش الخدش\r\nوعندي الجفر الأحمر قال قلت وأي شئ في الجفر الأحمر قال السلاح\r\nوذلك إنما يفتح للدم يفتحه صاحب السيف للقتل الحديث ( وعن\r\nأبي يحيى الصنعاني ) عن أبي عبد الله عليه السلام قال قال لي يا أبا\r\nيحيى إن لنا في ليالي الجمعة لشأنا من الشأن قال قلت\r\nجعلت فداك وما ذاك الشأن قال يؤذن لأرواح الأنبياء\r\nالموتى وأرواح الأوصياء الموتى وروح الوصي الذي بين\r\nظهرانيكم يعرج بها إلى السماء حتى توافي عرش ربها\r\nفنطوف به أسبوعا وتصلي عند كل قائمة من قوائم العرش\r\n","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\nوحملة كتاب الله\r\n\r\n","description":"\r\nركعتين ثم ترد إلى الأبدان التي كانت فيها فتصبح الأنبياء\r\nوالأوصياء قد ملئوا سرورا ويصبح الوصي الذي بين\r\nظهرانيكم وقد زيد في علمه مثل جم الغفر وعن أبي بصير\r\nعن الصادق والباقر عليهما السلام قال إن لله عز وجل\r\nعلمين علما عنده لم يطلع عليه أحدا من خلقه وعلم نبذه\r\nإلى ملائكته ورسله فما نبذه إلى ملائكته ورسله فقد إنتهى\r\nإلينا ( وعن عبد الواحد ) قال قال أبو جعفر عليه السلام\r\nلو كان لألسنتكم أوكية لحدثت كل أمرء بما له وعليه وعن\r\nالباقر عليه السلام في حديث قال فيه فلم يعلم والله رسول\r\nالله حرفا مما علمه الله عز وجل إلا وقد علمه عليا ثم\r\nانتهى العلم إلينا ثم وضع يده على صدره .\r\n( وحملة كتاب الله ) الذي فيه تبيان كل شئ وفيه علم الأولين\r\nوالآخرين فإنهم هم الحاملون لعلومه وأسراره والواقفون على\r\nأغواره وهم الحاملون لألفاظه أيضا من دون زيادة ونقصان وتغيير\r\nوتبديل عن الحرث بن المغيرة وعبد الأعلى وأبي عبيده وعبد الله بن\r\nبشير الخثعمي أنهم سمعوا أبا عبد الله عليه السلام يقول إني لأعلم\r\nما في السماوات وما في الأرض وأعلم ما في الجنة وأعلم ما في النار\r\nوأعلم ما كان وما يكون قال ثم سكت هنيئة فرأى أن ذلك كبر على\r\nمن سمعه منه فقال علمت ذلك من كتاب الله عز وجل أن الله تبارك\r\n","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\nوأوصياء نبي الله\r\n\r\n\r\n","description":"\r\nوتعالى يقول ( تبيانا لكل شئ ) ( 1 ) وعن الباقر عليه السلام\r\nوالصادق عليه السلام قي قوله تعالى ( بل هو آيات بينات في صدور\r\nالذين أوتوا العلم ( 2 ) ) قال هم الأئمة خاصة ( وعن أبي ولاد ) قال\r\nسألت الصادق عليه السلام عن قول الله تبارك وتعالى : ( الذين\r\nآتيناهم الكتاب يتلونه حق تلاوته أولئك يؤمنون به ) ( 3 ) قال هم\r\nالأئمة ( وعن مسعده بن صدقة عن الصادق عليه السلام ) قال قال\r\nأمير المؤمنين عليه السلام أيها الناس إن الله تبارك وتعالى أرسل إليكم\r\nالرسول وأنزل إليه الكتاب بالحق إلى أن قال فاستنطقوه ولن ينطق\r\nلكم ولكن أخبركم عنه أن فيه علم ما مضى وعلم ما يأتي إلى يوم\r\nالقيامة وحكم ما بينكم وبيان ما أصبحتم فيه تختلفون فلو سألتموني\r\nعنه لعلمتكم ( وعن إسماعيل بن جابر ) عن الصادق عليه السلام\r\nقال كتاب الله فيه نبأ ما قبلكم وخبر ما بعدكم وفصل ما بينكم ونحن\r\nنعلمه إلى غير ذلك من الأخبار .\r\n( وأوصياء نبي الله ) بالمعجزات الباهرة والآيات الظاهرة\r\nوالنصوص المتواترة من طرف العامة والخاصة وقد روى العامة في\r\nصحاحهم بهذا المعنى ما يزيد على ستين حديثا نقلنا جملة منها في\r\n","footnote":" ( 1 ) : سورة النحل آية 89\r\n( 2 ) : سورة العنكبوت آية 49\r\n( 3 ) : سورة البقرة آية 121 ","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n","description":"\r\nرسالتنا البرهان المبين في أصول الدين وفي بعضها التنصيص على\r\nأسمائهم إلى القائم فرووا في الجمع بين الصحيحين عن جابر بن\r\nسمرة عن النبي صلى الله عليه وآله وسلم أنه يكون من بعدي اثنا\r\nعشر خليفة ثم تكلم بكلمة خفية ثم قال كلهم من قريش ( وفي\r\nصحيح البخاري ) بطريقين أولهما إلى جابر بن سمرة قال سمعت\r\nرسول الله يقول يكون من بعدي اثنا عشر أميرا ثم قال كلمة لم\r\nأسمعها قال أبي قال كلهم من قريش ( ورووا عن ابن عباس ) قال\r\nسألت النبي صلى الله عليه وآله وسلم حين حضرته الوفاة وقلت إذا\r\nكان ما نعوذ بالله فإلى من فأشار بيده إلى علي وقال هذا مع الحق والحق\r\nمعه ثم يكون من بعده إحدى عشر إماما ( ورووا عن عائشة ) أنها\r\nسألت كم خليفة لرسول الله فقالت أخبرني أنه يكون من بعده اثنى\r\nعشر خليفة ومن المعلوم أنه لا يمكن حمل هذه الأخبار على خلفاء\r\nالجور لزيادة عددهم من قريش عل ذلك أضعافا مضاعفة مع أن\r\nجملة منها صريحة في اتصال الاثني عشر بآخر الزمان وفي بعضها\r\nآخرهم المهدي ورووا عنه صلى الله عليه وآله وسلم أنه قال أوصيائي\r\nمن بعدي عدد أوصياء موسى أو حواري عيسى وكانوا اثنى عشر\r\n( وعن ابن مسعود ) عنه صلى الله عليه وآله وسلم أنه قال إن\r\nأوصيائي من بعدي عدد نقباء بني إسرائيل وكانوا اثنى عشر وروى\r\nعلامة زمخشري عنه صلى الله عليه وآله وسلم أنه قال فاطمة ثمرة\r\nفؤادي وبعلها نور بصري والأئمة من ولدها أمناء وحي وحبل\r\n","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\n\r\n","description":"\r\nممدود بينه وبين خلقه من اعتصم بهم نجى ومن تخلف عنهم هوى\r\nومن مستطرفات الآثار ما يحكى عن بعض الأمراء أنه لما عثر على\r\nهذه الأخبار من طرقهم سأل علمائهم عنها موردا عليهم أنه إن عنى\r\nمطلق قريش فعدد سلاطينهم فوق ذلك أضعافا مضاعفة وإن أراد\r\nغير ذلك فبينوه فاستمهلوه عشرة أيام فأمهلهم فلما حل الوعد\r\nتقاضاهم الجواب فحاروا وافتقد منهم رجلا مبرزا فطلب الأمان\r\nفأعطاه الأمان فقال هذه الأخبار لا تنطبق إلا على مذهب الشيعة\r\nالاثني عشرية ولكنها أخبار آحاد لا توجب العمل فرضي بقوله\r\nوأنهم عليه فأنطقه الله بالحق ( فاعترفوا بذنبهم فسحقا\r\nلأصحاب السعير ( 1 ) ) ولعمري إنها أخبار متواترة قد اتفق عليها\r\nالفريقان وحفظها في كتبهم وصحاحهم مع اقتضاء الحال إخفائها\r\nوإعدامها أدل دليل وأصدق شاهد على صدقها وصحتها وليتهم أتوا\r\nبخبر واحد يدل على حقيقة خلافة أئمتهم وإن شهد الوجدان وقام\r\nالبرهان على خلافه مع أنهم رووا بأسانيد عديدة عن أنه قال ( من\r\nمات ولم يعرف إمام زمانه مات ميتة جاهلية ) وفيه أبين دلالة على\r\nبقاء الأئمة إلى انقضاء التكليف وأن الإمامة من أصول الدين وهو لا\r\nينطبق إلا على مذهبنا وروي أن هذا الحديث صار سببا لتشيع بعض\r\nالمخالفين .\r\n","footnote":" ( 1 ) : سورة الملك آية 11 ","page_name":" 86 ","page_number":86},
  {"content":"\r\nوذرية رسول الله صلى الله عليه وآله\r\n\r\n\r\n","description":"\r\n( وذرية رسول الله صلى الله عليه وآله وسلم ) شمل أمير\r\nالمؤمنين عليه السلام تغليبا أو هذه الفقرة مختصة بغيره ( في روضة\r\nالكافي عن أبي الجاورد ) قال قال لي أبو جعفر عليه السلام يا أبا\r\nالجارود ما يقولون لكم في الحسن والحسين قلت ينكرون علينا أنهما\r\nابنا رسول الله قال فأي شئ احتججتم عليهم قلت احتججنا\r\nعليهم بقول تبارك وتعالى في عيسى بن مريم ( ومن ذريته داود\r\nوسليمان وأيوب ويوسف وموسى وهارون وكذلك نجزي\r\nالمحسنين وزكريا ويحيى وعيسى ( 1 ) ) بجعل عيسى بن مريم من\r\nذرية نوح قال فأي شئ قالوا لكم قلت قالوا يكون ولد الابنة من\r\nالولد ولا يكون من الصلب قال فأي شئ احتججتم عليهم قلت\r\nاحتججنا عليهم بقول الله تعالى لرسوله صلى الله عليه وآله وسلم\r\n( فقل تعالوا ندع أبناءنا وأبناءكم ونساءنا ونساءكم ) ( 2 ) قال فأي\r\nشئ قالوا قلت قالوا قد يكون في كلام العرب أبناء رجل وآخر يقول\r\nأبنائنا قال فقال أبو جعفر عليه السلام يا أبا الجارود لأعطينكها من\r\nكتاب الله عز وجل أنهما من صلب رسول الله صلى الله عليه وآله\r\nوسلم لا يردها إلا كافر قلت أين ذلك جعلت فداك قال من حيث\r\nقال الله عز وجل ( حرمت عليكم أمهاتكم وبناتكم\r\n","footnote":" ( 1 ) : سورة الأنعام آية 84 و 85\r\n( 2 ) : سورة آل عمران آية 61 ","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\n\r\n","description":"\r\nوأخواتكم ( 1 ) ) الآية إلى أن انتهى إلى قوله تعالى ( وحلائل\r\nأبنائكم الذين من أصلابكم ( 2 ) ) فسألهم يا أبا الجارود هل كان\r\nيحل لرسول الله صلى الله عليه وآله وسلم نكاح حليلتهما فإن قالوا\r\nنعم كذبوا وفجروا وإن قالوا لا فهما ابناه لصلبه ( وفي الصحيح عن\r\nمحمد بن مسلم عن أحدهما ) قال لو لم يحرم على الناس أزواج النبي\r\nصلى الله عليه وآله وسلم لقول الله عز وجل ( وما كان لكم أن تؤذوا\r\nرسول الله ولا أن تنكحوا أزواجه من بعده أبدا ) ( 3 ) حرم على\r\nالحسن والحسين لقوله تبارك وتعالى : ( ولا تنكحوا ما\r\nنكح آباؤكم من النساء ) ( 4 ) ولا يصلح للرجل أن ينكح\r\nامرأة جده ( وفي الاحتجاج ) في حديث عن الكاظم وفيه\r\nأن الرشيد قال له لم جوزتم للعامة والخاصة أن ينسبوكم\r\nإلى رسول الله وأنتم من علي وإنما ينسب المرء إلى أبيه\r\nوفاطمة إنما هي وعاء والنبي جدكم من قبل أمكم فقال له\r\nلو أن النبي صلى الله عليه وآله وسلم نشأ فخطب إليك\r\nكريمتك هل كنت تجيب فقال سبحان الله ولم أجيبه بل\r\nأفتخر على العرب وقريش بذلك فقال لكنه لا يخطب إلي\r\n","footnote":" ( 1 ) : سورة النساء آية 23\r\n( 2 ) : سورة النساء آية 23\r\n( 3 ) : سورة الأحزاب آية 53\r\n( 4 ) : سورة النساء آية 22 ","page_name":" 88 ","page_number":88},
  {"content":"\r\nورحمة الله وبركاته\r\n\r\n","description":"\r\nولا أزوجه فقال أحسنت يا موسى الحديث ( وعن عائذ\r\nالأحمسي ) قال دخلت على أبي عبد الله وأنا أريد أن أسأله\r\nعن صلاة الليل فقلت السلام عليك يا ابن رسول فقال\r\nوعليك السلام إي والله إنا لولده وما نحن بذوي قرابة\r\nالحديث .\r\nورحمة الله وبركاته )\r\n","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\nسلام على الدعاة إلى الله والأدلاء على مرضات الله\r\nوالمستقرين في آمر الله\r\n\r\n\r\n","description":"\r\n( السلام على الدعاة ) جمع داع كقضاة جمع قاض ( إلى الله ) أي\r\nإلى معرفته وعبادته وإطاعته كما تقدم في تسير قوله تعالى ( قل هذه\r\nسبيلي ادعوا إلى الله على بصيرة أنا ومن اتبعني ( 1 ) ) وعن الرضا عليه\r\nالسلام في وصف الإمام الإمام أمين الله في خلقه وحجته على عباده\r\nوخليفته في بلاده والداعي إلى الله والذاب عن حرم الله .\r\n( والأدلاء ) جمع دليل أو دال ( على مرضاة الله ) إذ هم يدلون\r\nالناس على المعارف الإلهية والأحكام الشرعية التي توجب رضاء الله\r\nتبارك وتعالى عن عباده وفي حديث الرضا عليه السلام في وصف\r\nالإمام الإمام الماء العذب على الظما والدال على الهدى\r\nوالمنجي من الردى .\r\n( والمستقرين في أمر الله ) إي مستقرين في أوامره أي عاملين بها\r\nأو مستقرين في أمر الخلافة وفي بعض النسخ ( المستوفرين ) من الوفور\r\n","footnote":" ( 1 ) : سورة يوسف آية 108 ","page_name":" 91 ","page_number":91},
  {"content":"\r\nوالتأمين في محبة الله\r\n\r\n","description":"\r\nبمعنى الكثرة أي العاملين بأوامر الله أكثر من سائر الخلق .\r\n( والتأمين في محبة الله ) إذ هم قد حازوا أعلا مراتب محبته تعالى\r\n( ونقل عن بعض النسخ القديمة ) النامين بالنون من النمو أي نشأوا\r\nفي بدو سنهم في محبة الله أو أنهم في كل آن وزمان يزدادون في حبه تعالى\r\nوهذه الفقرة صريحة في الرد على قوم من البهايم أنكروا محبة الله بل\r\nأحالوها وقالوا لا معنى لها إلا المواظبة على طاعة الله عز وجل وأما حقيقة\r\nالمحبة فمحال إلا مع لها الجنس والمثل ويلزم من إنكار المحبة إنكار الأنس\r\nوالشوق ولذة المناجاة وسائر لوازم الحب وتعوابعه والتحقيق أن الحب\r\nعبارة عن الميل إلى الشئ المستلذ وإنما يحصل بعد المعرفة بذلك\r\nالشئ وادراكه إما بالحواس أو بالقلب وكما كانت المعرفة به أقوى\r\nواللذة أشد إدراكا من العين وجمال المعاني المدركة بالعقل\r\nأعظم من جمال الصور الظاهرة فتكون لا محالة لذة القلوب بما تدركه\r\nالأمور الشريفة الإلهية التي تجمل أن تدركها الحواس أتم وأبلغ فيكون\r\nميل الطبع السليم والعقل الصحيح إليه أقوى فلا ينكر إذا حب الله\r\nتعالى إلا من قعد به القصور في درجة البهائم فلم يجاوز إدراكه الحواس\r\nوكما أن الإنسان يحب نفسه وبقاء نفسه فكذلك قد يجب غيره لذاته لا\r\nلحظ يناله منه وراء ذاته عين حظه وهذا هو الحب الحقيقي\r\nالبالغ الذي يوثق به فهذا مع أن الكتاب والسنة قد نصب على حقيقة\r\n","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n\r\n","description":"\r\nالمحبة قال الله تعالى ( يحبهم ويحبونه ( 1 ) ) وقال الله تعالى ( والذين\r\nآمنوا أشد حبا لله ( 2 ) ) وقال الله تعالى ( إن كان آباؤكم وأبناؤكم\r\nوأخوانكم ) إلى قوله ( أحب إليكم من الله ورسوله ) ( 3 )\r\nوقال النبي صلى الله عليه وآله وسلم لا يؤمن أحدكم حتى\r\nيكون الله ورسوله أحب إليه مما سواهما وقال صلى الله عليه\r\nوآله وسلم في دعائه اللهم ارزقني حبك وحب من يحبك\r\nوحب ما يقربني إلى حبك واجعل حبك أحب إلي من الماء\r\nالبارد ( وفي الحديث القدسي ) يا بن عمران كذب من\r\nزعم أنه يحبني فإذا جنه الليل نام عني أليس كل محب يحب\r\nخلوة حبيبه ها أنا ذا يا بن عمران مطلع على أحبابي إذا\r\nجنهم الليل حولت أبصارهم إلي من قلوبهم تمثلت عقوبتي\r\nبين أعينهم يخاطبوني عن المشاهدة ويكلموني عن المشاهدة\r\nيكلموني عن الحضور ( وروى الصدوق ) في العلل عن\r\nالنبي صلى الله عليه وآله وسلم أن شعيبا بكى من حب\r\nالله عز وجل حتى عمي فرد الله عليه بصره ثم بكى حتى\r\nعمي فرد الله بصره فلما كانت الرابعة أوحى الله إليه يا\r\nشعيب إلى متى يكون هذا منك إن يكن هذا خوفا من\r\n","footnote":" ( 1 ) : سورة المائدة آية 54\r\n( 2 ) : سورة البقرة آية 165\r\n( 3 ) : سورة التوبة آية 24 ","page_name":" 93 ","page_number":93},
  {"content":"\r\nوالمخلصين في توحيد الله\r\n\r\n\r\n","description":"\r\nالنار فقد أجرتك وإن يكن شوقا إلى الجنة فقد أجبتك\r\nفقال إلهي وسيدي أنت تعلم أني ما بكيت خوفا من نارك\r\nولا شوقا إلى جنتك ولكن عقد حبك على قلبي فلست\r\nأصبر أو أراك فأوحى الله إليه أما إذا كان هكذا فمن أجل\r\nهذا سأخدمك كليمي موسى بن عمران والأخبار والآثار في\r\nذلك أكثر من أن تحصى .\r\n( والمخلصين ) بكسر اللام أي الذين أخلصوا ( في\r\nتوحيد الله ) وبالفتح أي الذين أخلصهم الله تعالى أي\r\nاختارهم لتوحيده بمعنى أنهم عرفوا الله بأقصى مراتب\r\nالتوحيد ذاتا وصفة كما قرر في محله والإخلاص تجريد النية\r\nعن الشوب وأعلاه إرادة وجهه تعالى ويعرف\r\nبالتفكر في صفاته وأفعاله ومناجاته وأدنى منه إرادة نفع\r\nالأخوة إذ فيه حظ نفس وورد في حقيقته أن يقول ربي الله\r\nثم تستقيم كما أمرت تعمل لله لا تحب أن تحمد عليه قال\r\nالله تعالى : ( ألا لله الدين الخالص ) ( 1 ) وقال أمير\r\nالمؤمنين طوبى لمن أخلص لله العبادة والدعاء ولم يشغل\r\nقلبه بما ترى عيناه ولم ينس ذكر الله بما تسمع أذناه ولم يحزن\r\n","footnote":" ( 1 ) : سورة الزمر آية 3 ","page_name":" 94 ","page_number":94},
  {"content":"\r\nوالمظهرين لأمر الله ونهيه\r\n\r\n\r\n","description":"\r\nصدره بما أعطى غيره وقال الصادق عليه السلام في قوله تعالى\r\n( ليبلوكم أيكم أحسن عملا ) ( 1 ) ليس يعني أكثركم\r\nعملا ولكن أصوبكم عملا وإنما الإصابة خشية الله والنية\r\nالصادقة ثم قال عليه السلام الإبقاء على العمل حتى\r\nيخلص أشد من العمل والعمل الخالص الذي لا تريد أن\r\nيحمدك عليه أحد إلا الله والطريق إلى الإخلاص كسر\r\nحظوظ النفس وقطع الطمع عن الدنيا والتجرد للآخرة\r\nبحيث يغلب ذلك على القلب وكم من أعمال يتعب\r\nالإنسان فيها ويظن أنها خالصة لوجه الله تعالى ويكون فيها\r\nمغرورا لأنه لا يدري وجه الآفة فيها ونحن في غفلة وإذا\r\nانتبهنا رأينا في الآخرة حسناتنا كلها سيئات كما قال تعالى :\r\n( وبدا لهم من الله ما لم يكونا يحتسبون ) ( 2 ) ( وبدا لهم\r\nسيئات ما عملوا ) ( 3 ) وقال تعالى : ( الذين ضل سعيهم\r\nفي الحياة الدنيا وهم يحسبون أنهم يحسنون صنعا ) ( 4 ) .\r\n( والمظهرين لأمر الله ونهيه ) حتى أنه قد جمع علماء محدثينا\r\nالمتقدمين ما وصل إليهم من الأئمة عليهم السلام في أربعمائة كتاب\r\n","footnote":" ( 1 ) : سورة الملك آية 2\r\n( 2 ) : سورة الزمر آية 47\r\n( 3 ) : سورة الجاثية آية 33\r\n( 4 ) : سورة الكهف آية 104 ","page_name":" 95 ","page_number":95},
  {"content":"\r\nوعباده المكرمين الذين لا يسبقونه بالقول وهم\r\nبأمره يعملون ورحمة الله وبركاته\r\n\r\n\r\n","description":"\r\nتسمى الأصول وروى راو واحد من رواتهم عليهم السلام وهو أبان\r\nبن تغلب عن الصادق عليه السلام ثلاثين ألف حديث .\r\n( وعباده المكرمين ) أضافهم سبحانه إلى نفسه لمزيد\r\nالاختصاص كما قال تعالى ( إن عبادي ليس لك عليهم\r\nسلطان ( 1 ) ) والمكرمين بالتشديد أي الذين كرمهم الله تعالى\r\nبالعصمة والطهارة والمعرفة ونحوها .\r\nالذين ( لا يسبقونه بالقول ) ( 2 ) أي لا يقولون بقول إلا أن\r\nيكون مأخذه عنه تعالى ولا يتكلمون إلا بأمره بل كلامهم كلامه تعالى\r\nكما قال تعالى في وصف نبيه ( وما ينطق عن الهوى إن هو إلا وحي\r\nيوحى ( 3 ) ) وهم نفس النبي صلى الله عليه وآله وسلم وكلما ثبت له\r\nثبت لهم عليهم السلام إلا النبوة كما تظافرت به الأخبار .\r\n( وهم بأمره يعملون ) ( 4 ) في أقوالهم وأفعالهم وأحوالهم\r\nوهذا مختص بهم كما يرشد إليه تقديم الظرف المفيد للاختصاص .\r\n( ورحمة الله وبركاته ) .\r\n","footnote":" ( 1 ) : سورة الحجر آية 42\r\n( 2 ) : سورة الأنبياء آية 27\r\n( 3 ) : سورة النجم آية 3 ، 4 .\r\n( 4 ) : سورة الأنبياء آية 27 ","page_name":" 96 ","page_number":96},
  {"content":"\r\nالسلام على الأئمة الدعاة والقادة الهداة\r\n\r\n\r\n","description":"\r\n( السلام على الأئمة الدعاة ) إلى الله وإلى معرفته وإطاعته\r\nوعبادته كما تقدم .\r\n( والقادة ) لشيعتهم إلى طريق النجاة وأعلا الدرجات جمع\r\nقائد .\r\n( الهداة ) جمع هاد الذين قال الله فيهم ( وجعلناهم أئمة\r\nيهدون بأمرنا ( 1 ) ) ففي الكافي عن الفضل قال سألت أبا عبد الله عليه\r\nالسلام عن قول الله جل جلاله ( ولكل قوم هاد ) فقال إمام هاد\r\nللقرن الذي هو فيهم ( وعن بريد العجلي ) عن أبي جعفر عليه السلام\r\nقال رسول الله صلى الله عليه وآله وسلم المنذر ولكل زمان منا هاد\r\nيهديهم إلى ما جاء به نبي الله ثم الهداة من بعده علي ثم الأوصياء واحدا\r\nبعد واحد ( وعن أبي بصير ) قال قلت لأبي عبد الله ( إنما أنت منذر\r\nولكل قوم هاد ( 2 ) ) فقال رسول الله أنا المنذر وعلي الهادي يا أبا محمد\r\n","footnote":" ( 1 ) سورة الأنبياء آية 73\r\n( 2 ) سورة الرعد آية 7 ","page_name":" 97 ","page_number":97},
  {"content":"\r\nوالسادة الولاة\r\n\r\n\r\n","description":"\r\nهل من هاد اليوم قلت بلى جعلت فداك ما زال منكم هاد من بعد هاد\r\nحتى رفعت إليك فقال رحمك الله يا أبا محمد لو كانت إذا نزلت آية على\r\nرجل ثم مات ذلك الرجل ماتت الآية مات الكتاب ولكنه حي يجري\r\nفيمن بقي كما جرى فيمن مضى ( وعن الباقر ) في الآية قال رسول الله\r\nالمنذر وعلي الهادي أما والله ما ذهبا منا وما زالت فينا إلى الساعة .\r\n( والسادة ) جمع سيد وهو الرئيس الكبير في قومه المطاع في\r\nعشيرته وإن لم يكن هاشميا أو علويا فإذا كان فهو نور على نور ويطلق\r\nالسيد على المالك والشريف والفاضل والكريم والحليم والمتحمل\r\nأذى قومه والمقدم والمناسبة ظاهرة .\r\n( الولاء ) جمع والي فإنهم ( أولى بالمؤمنين من أنفسهم ) كما\r\nقال تعالى : ( النبي أولى بالمؤمنين من أنفسهم ) ( 1 ) روي عن\r\nالباقر عليه السلام أنهم نزلت في الإمرة يعني الإمارة أي هو أحق\r\nبهم من أنفسهم حتى لو أحتاج إلى مملوك لأحد هو محتاج إليه جاز\r\nأخذه منه ( وفي الحديث ) النبي أولى بكل مؤمن من نفسه وكذا علي\r\nمن بعده وبيان ذلك أن الرجل ليست له على نفسه ولاية إن لم يكن له\r\nمال وليس له على عياله أمر ولا نهي إذا لم يجر عليهم\r\nالنفقة والنبي صلى الله عليه وآله وسلم وعلي عليه السلام\r\nومن بعدهما من الأئمة لزمهم هذا فلذا صاروا أولى بهم\r\n","footnote":" ( 1 ) : سورة الأحزاب آية 6 ","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n\r\n","description":"\r\nمن أنفسهم وقال تعالى ( إنما وليكم الله ورسوله والذين آمنوا\r\nالذين يقيمون الصلاة ويؤتون الزكاة وهم راكعون ( 1 ) ) نزلت في\r\nأمير المؤمنين عليه السلام عند المخالف والمؤالف حين سأله سائل وهو\r\nراكع في صلاته فأومى إليه بخنصره اليمنى فأخذ السائل الخاتم من\r\nخنصره ( وروي عن الصادق عليه السلام ) أن الخاتم الذي تصدق\r\nبه كان وزن حلقته أربعة مثاقيل فضة ووزن فصه خمسة مثاقيل وهي\r\nياقوته حمراء قيمته خراج الشام وخراج الشام ستمائة حمل فضة وأربعة\r\nأحمال من الذهب وروي أن النبي صلى الله عليه وآله وسلم قال اللهم\r\nاشرح لي صدري ويسر لي أمري واجعل لي وزيرا من أهلي عليا أخي\r\nأشدد به ظهري قال أبو ذر فوالله ما استتم الكلام حتى نزل جبرائيل\r\nفقال يا محمد اقرأ ( إنما وليكم الله ورسوله ) الآية والمعنى الذي\r\nيتولى تدبيركم ويلي أموركم الله ورسوله والذين آمنوا المتصفون بهذه\r\nالصفات وقد اشتهر في اللغة التعبير عن الواحد بلفظ الجمع للتعظيم\r\nونقل أنه اجتمع جماعة من الصحابة في مسجد رسول الله في مسجد\r\nالمدينة فقال بعضهم لبعض إن كفرنا بهذه الآية كفرنا بسائرها وإن آمنا\r\nصارت فيما يقول ولكنا نتولى ولا نطيع عليا فيما أمر فنزلت هذه الآية\r\n( يعرفون نعمة الله ثم ينكرونها ( 2 ) ) .\r\n","footnote":" ( 1 ) : سورة المائدة آية 55\r\n( 2 ) : سورة النحل آية 83 ","page_name":" 99 ","page_number":99},
  {"content":"\r\nوالذادة الحماة وأهل الذكر\r\n\r\n\r\n","description":"\r\n( والذادة ) جمع ذائد من الذود وهو الدفع والطرد أي يدفعون\r\nعن دين الله ما يبطله ويذودون الناس عما يهلكهم ويضلهم .\r\n( الحماة ) جمع حام فإنهم يحمون شيعتهم في الدنيا عن الآراء\r\nالفاسدة والمذاهب الكاسدة والبليات المهلكة بالمراعات والدعوات\r\nوالاستشفاعات إلى عالم السر والخفيات وفي الآخرة بالشفاعة\r\nوالحماية كما نطقت به الأخبار والمتواترة والروايات المتظافرة .\r\n( وأهل الذكر ) الذين أمر الله بمسألتهم في قوله تعالى ( فاسألوا\r\nأهل الذكر إن كنتم لا تعلمون ( 1 ) ) والذكر إما عبارة عن القرآن لقوله\r\nتعالى ( وإنه لذكر لك ولقومك ) وقوله تعالى ( أأنزل عليه\r\nالذكر من بيننا ( 2 ) ) سمي به لأنه لا يزال يذكر ويذكر به وأما عبارة عن\r\nالنبي صلى الله عليه وآله وسلم وهم أهلهما على التقديرين عن عبد\r\nالرحمن بن كثير قال قلت لأبي عبد الله ( فاسألوا أهل الذكر إن كنتم لا\r\nتعلمون ) قال الذكر محمد ونحن أهله المسؤولون قال قلت قوله\r\n( وإنه لذكر لك ولقومك وسوف تسألون ( 3 ) ) قال إيانا عنى ونحن\r\nأهل الذكر ونحن المسؤولون ( وعن الباقر عليه السلام ) في الآية قال\r\n","footnote":" ( 1 ) : سورة النحل آية 43\r\n( 2 ) : سورة ص آية 8\r\n( 3 ) : سورة الزخرف آية 44 ","page_name":" 100 ","page_number":100},
  {"content":"\r\nوأولي الأمر\r\n\r\n\r\n","description":"\r\nرسول الله صلى الله عليه وآله وسلم الذكر أنا والأئمة أهل الذكر\r\nوقوله عز وجل ( وإنه لذكر لك ولقومك وسوف تسألون ) ( 1 )\r\nقال أبو جعفر نحن قومه ونحن المسؤولون ( وعن محمد بن مسلم )\r\nعن أبي جعفر قال إن من عندنا يزعمون أن قول الله عز وجل\r\n( فاسألوا هل الذكر إن كنتم لا تعلمون ) ( 2 ) إنهم اليهود\r\nوالنصارى قال إذا يدعونكم إلى دينهم ثم قال بيده إلى صدره نحن\r\nأهل الذكر ونحن المسؤولون .\r\n( وأولي الأمر ) الذين أمر الله بطاعتهم في قوله ( أطيعوا الله\r\nوأطيعوا الرسول وأولي الأمر منكم ( 3 ) ) ففي الكافي عن بريد\r\nالعجلي قال سألت أبا جعفر عن قوله عز وجل ( أطيعوا الله وأطيعوا\r\nالرسول وأولي الأمر منكم ) فكان جوابه ( ألم تر إلى الذين أوتوا\r\nنصيبا من الكتاب يؤمنون بالجبت والطاغوت ويقولون اللذين\r\nكفروا هؤلاء أهدى من الذين آمنوا سبيلا ( 4 ) ) يقولون لأئمة\r\nالضلالة والدعاة إلى النار هؤلاء أهدى من آل محمد سبيلا ( أولئك\r\nالذين لعنهم الله ومن يلعن الله فلن تجد له نصيرا أم لهم نصيب من\r\n","footnote":" ( 1 ) : سورة الزخرف آية 44\r\n( 2 ) : سورة النحل آية 43\r\n( 3 ) : سورة النساء آية 59\r\n( 4 ) : سورة النساء آية 51 . ","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n\r\n","description":"\r\nالملك ( 1 ) ) يعني الإمامة والخلافة ( فإذا لا يؤتون الناس\r\nنقيرا ( 2 ) ) نحن الناس الذين عني الله والنقير النقطة التي في وسط\r\nالنواة ( أم يحسدون الناس على ما أتاهم الله من فضله ( 3 ) ) نحن\r\nالناس المحسودون على ما أتانا الله من الإمامة دون خلق الله أجمعين\r\n( فقد آتينا آل إبراهيم الكتاب والحكمة وآتيناهم ملكا عظيما ) ( 4 )\r\nيقول جعلنا منهم الرسل والأنبياء والأئمة فكيف يقرون به\r\nفي آل إبراهيم وينكرونه في آل محمد ( فمنهم من آمن\r\nبه ومنهم من صد عنه وكفى بجهنم سعيرا ) ( 5 ) ( إن الذين\r\nكفروا بآياتنا سوف نصليهم نارا كلما نضجت جلودهم بدلناهم\r\nجلودا غيرها ليذوقوا العذاب إن الله كان عزيزا حكيما ( 6 ) ) وعن أبي\r\nالصباح الكناني قال قال أبو عبد الله نحن قوم فرض الله عز وجل طاعتنا\r\nلنا الأنفال ولنا صفو المال ونحن الراسخون في العلم ونحن\r\nالمحسودون الذين قال الله ( أم يحسدون الناس على ما آتاهم الله من\r\nفضله ) وعن الحسين بن أبي العلا قال ذكرت لأبي عبد الله قولنا في\r\nالأوصياء أن طاعتهم مفترضة فقال نعم هم الذين قال الله عز وجل\r\n( أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم ( 7 ) ) وهم الذين\r\nقال الله عز وجل ( إنما وليكم الله ورسوله والذين آمنوا ( 8 ) )\r\n","footnote":" ( 1 ) : سورة النساء آية 52 - 56 .\r\n( 2 ) : سورة النساء آية 52 - 56 .\r\n( 3 ) : سورة النساء آية 52 - 56 .\r\n( 4 ) : سورة النساء آية 52 - 56 .\r\n( 5 ) : سورة النساء آية 52 - 56 .\r\n( 6 ) : سورة النساء آية 52 - 56 .\r\n( 7 ) : سورة النساء آية 59 .\r\n( 8 ) : سورة المائدة آية 55 . ","page_name":" 102 ","page_number":102},
  {"content":"\r\nوبقية الله وخيرته\r\n\r\n\r\n","description":"\r\n( وبقية الله ) أي بقية خلفاء الله وحججه في الأرض من الأنبياء\r\nوالأوصياء ولعله إشارة إلى قوله تعالى ( بقية الله خير لكم إن كنتم\r\nمؤمنين ) ( 1 ) وتأتي البقية بمعنى الرحمة أي هم رحمة الله التي من بها\r\nعلى عباده ويحتمل أن يكون المعنى الذين بهم أبقى الله عليه العباد\r\nورحمهم فالحمل للمبالغة فيكون إشارة إلى قوله تعالى أو لو بقية وقيل\r\nأي أو لو تمييز وطاعة في فلان بقية أي فضل مما يمدح به .\r\n( وخيرته ) إذ هم الذين اختارهم الله من العالمين واصطفاهم\r\nعلى الملائكة المقربين ( في الكافي ) عن الصادق عليه السلام في خطبة\r\nله يذكر فيها حال الأئمة قال فيها فلم يزل الله تبارك وتعالى يختارهم\r\nلخلقه من ولد الحسين من عقب كل إمام يصطفيهم لذلك ويجتبيهم\r\nويرضى بهم لخلقه ويرتضيهم كلما مضى منهم إمام نصب لخلقه من\r\nعقبه إماما علما بينا وهاديا نيرا وإماما قيما وحجة عالما أئمة من الله يهدون\r\nبالحق وبه يعدلون حجج الله ودعاته ورعاته على خلقه يدين بهداهم\r\nالعباد وتستهل بنورهم البلاد وينموا ببركتهم التلاد وجعلهم صفوة\r\nللأنام ومصابيح للظلام ومفاتيح للكلام ودعائم للإسلام جرت\r\nبذلك فيهم مقادير الله على محتومها فالإمام هو المنتخب المرتضى\r\nوالهادي المنتجى والقائم المرتجى اصطفاه الله بذلك واصطنعه على عينه\r\nفي الذر حين ذرأه وفي البرية حين برأه ظلا قبل خلق نسمة عن يمين\r\n","footnote":" ( 1 ) : سورة هود آية 86 . ","page_name":" 103 ","page_number":103},
  {"content":"\r\nوحزبه وعيبة علمه وحجته وصراطه\r\n\r\n\r\n","description":"\r\nعرشه محبوا بالحكمة في علم الغيب عنده اختاره بعلمه وانتجبه لطهره\r\nبقية من آدم وخيرة من ذرية نوح ومصطفى من آل إبراهيم وسلالة من\r\nإسماعيل وصفوة من عترة محمد صلى الله عليه وآله وسلم الحديث .\r\n( وحزبه ) بالكسر فالسكون الطائفة والجماعة من الناس\r\nوالجنود والإضافة إليه تعالى لمزيد الاختصاص وفيه إشارة إلى قوله\r\nتعالى ( أولئك حزب الله ألا إن حزب الله هم المفلحون ( 1 ) ) .\r\n( وعيبة علمه ) العيبة هي الصندوق أو مستودع أفضل الثياب\r\n( وعيبة علمه ) على الاستعارة أي هم خزنة علم الله ومستودع سره\r\nكلما تقدم .\r\n( وحجته ) التي يحتج بها على خلقه كما تقدم .\r\n( وصراطه ) إشارة إلى وقوله تعالى ( وأن هذا صراطي مستقيما\r\nفاتبعوه ( 2 ) ) روى الصدوق بإسناده عن المفضل بن عمر قال سألت\r\nأبا عبد الله عليه السلام عن الصراط فقال هو الطريق إلى معرفة الله عز\r\nوجل وهما صراطان صراط في الدنيا وصراط في الآخرة فأما الصراط\r\nالذي في الدنيا فهو الإمام المفروض الطاعة من عرفه في الدنيا واقتدى\r\n","footnote":" ( 1 ) : سورة المجادلة آية 22\r\n( 2 ) : سورة الأنعام آية 153 ","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n\r\n","description":"\r\nبهداه مر على الصراط الذي هو جسر جهنم في الآخرة ومن لم يعرفه في\r\nالدنيا زلت قدمه عن الصراط في الآخرة فتردى في نار جهنم وفي تفسير\r\nالإمام العسكري الصراط المستقيم صراطان صراط في الدنيا\r\nوصراط في الآخرة فأما الصراط المستقيم في الدنيا فهو ما قصر عن الغلو\r\nوارتفع عن التقصير واستقام فلم يعدل إلى شئ من الباطل وأما\r\nالصراط في الآخرة فهو طريق المؤمنين إلى الجنة الذي هو مستقيم لا\r\nيعدلون عن الجنة إلى النار ولا إلى غير النار سوى الجنة ( وقال الصدوق\r\nفي الاعتقادات ) اعتقادنا في الصراط أنه حق وأنه جسر جهنم وأن\r\nعليه ممر جميع الخلق قال الله عز وجل ( وإن منكم إلا واردها كان على\r\nربك حتما مقضيا ( 1 ) ) والصراط في وجه آخر اسم حجج الله فمن\r\nعرفهم في الدنيا وأطاعهم أعطاه الله جوازا على الصراط الذي هو\r\nجسر جهنم يوم القيامة وقال النبي صلى الله عليه وآله وسلم لعلي يا علي\r\nإذا كان يوم القيامة أقعد أنا وأنت وجبرائيل على الصراط فلا يجوز على\r\nالصراط إلا من كانت معه براءة بولايتك ( وقال الشيخ المفيد ) في\r\nشرحه الصراط في اللغة هو الطريق فلذلك سمي الدين صراطا لأنه\r\nطريق إلى الثواب وله سمي الولاء لأمير المؤمنين والأئمة من ذريته\r\nعليهم السلام صراطا ومن معناه قال أمير المؤمنين عليه السلام أنا\r\nصراط الله المستقيم وعروته الوثقى التي لا انفصام لها يعني أن معرفته\r\nوالتمسك به طريق إلى الله سبحانه وقد جاء الخبر بأن الطريق يوم\r\n","footnote":" ( 1 ) : سورة مريم آية 71 ","page_name":" 105 ","page_number":105},
  {"content":"\r\nونوره\r\n\r\n\r\n","description":"\r\nالقيامة إلى الجنة كالجسر تمر به الناس وهو الصراط الذي يقف عن يمينه\r\nرسول الله وعن شماله أمير المؤمنين ويأتيهما النداء من الله تعالى\r\n( القيا في جهنم كل كفار عنيد ( 1 ) ) وجاء في الخبر أنه لا يعبر الصراط\r\nيوم القيامة إلا من كان معه براءة من علي بن أبي طالب من النار .\r\n( ونوره ) النور كيفية ظاهرة بنفسها مظهرة لغيرها والمراد\r\nبكونهم نور الله أنهم الذين نوروا العالم بعلم الله وهدايته أو بنور\r\nالوجود لأنهم علل غائية بوجود الأشياء أو الأعم منهما أو لأنهم الأدلة\r\nالواضحة والأنوار اللائحة التي تلوح لبصائر الخلق فيقتدى بهم\r\n( وفي الكافي عن أبي خالد الكابلي ) قال سألت أبا جعفر عن قول الله\r\nعز وجل ( فآمنوا بالله ورسوله والنور الذي أنزلنا ( 2 ) ) فقال يا أبا\r\nخالد النور والله الأئمة من آل محمد صلى الله عليه وآله وسلم إلى يوم\r\nالقيامة وهم والله نور الله في السماوات وفي الأرض والله يا أبا خالد\r\nلنور الإمام في قلوب المؤمنين أنور من الشمس المضيئة بالنهار وهم\r\nوالله ينورون قلوب المؤمنين ويحجب الله عز وجل نورهم عمن يشاء\r\nويظلم قلوبهم الحديث وعن الصادق عليه السلام في قوله تعالى\r\n( الذين يتبعون الرسول النبي الأمي الذي يجدونه مكتوبا عندهم\r\nفي التوراة والإنجيل يأمرهم بالمعروف وينهاهم عن المنكر ويحل\r\n","footnote":" ( 1 ) : سورة ق آية 24\r\n( 2 ) : سورة التغابن آية 8 ","page_name":" 106 ","page_number":106},
  {"content":"\r\nوبرهانه ورحمة الله وبركاته\r\n\r\n\r\n","description":"\r\nلهم الطيبات ويحرم عليهم الخبائث ) إلى قوله ( واتبعوا\r\nالنور الذي أنزل معه أولئك هم المفلحون ) ( 1 ) قال عليه\r\nالسلام النور في هذا الموضع أمير المؤمنين والأئمة ( وعن\r\nالباقر عليه السلام ) في قوله تعالى ( يا أيها الذين آمنوا\r\nاتقوا الله وآمنوا برسوله يؤتكم كفلين من رحمته ويجعل\r\nلكم نورا تمشون به ) ( 2 ) يعني إماما تأتمون به ( وعن\r\nمحمد بن الفضيل ) عن أبي الحسن عليه السلام قال سألته\r\nعن قول الله عز وجل ( يريدون أن يطفئوا نور الله\r\nبأفواههم ) ( 3 ) قال يريدون ليطفئوا ولاية أمير المؤمنين\r\nبأفواههم قلت قوله تعالى ( والله متم نوره ) ( 4 ) قال يقول\r\nوالله متم الإمامة والإمامة هي النور وذلك قوله ( فآمنوا\r\nبالله ورسوله والنور الذي أنزلنا ) ( 5 ) قال النور هو\r\nالإمام .\r\n( وبرهانه ) فإنهم براهين الله الدالة على كمال ذاته وآياته\r\nالمبينة لأفعاله وصفاته عن أمير المؤمنين عليه السلام كان يقول ما لله\r\n","footnote":" ( 1 ) : سورة الأعراف آية 157\r\n( 2 ) : سورة الحديد آية 28\r\n( 3 ) : سورة التوبة آية 32\r\n( 4 ) : سورة الصف آية 8\r\n( 5 ) : سورة التغابن آية 8 ","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n","description":"\r\nعز وجل آية أكبر مني ولا لله من بناء أعظم مني .\r\n( ورحمة الله وبركاته )\r\n","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\nأشهد أن لا إله إلا الله وحده لا شريك له كما شهد\r\nالله لنفسه وشهدت له ملائكته وأولو العلم من خلقه\r\n\r\n\r\n","description":"\r\n( أشهد أن لا إله ) معبودا بحق ( إلا الله ) المستجمع لجميع\r\nالكمالات لذاته .\r\n( وحده لا شريك له ) تأكيد لما تقدمه .\r\n( كما شهد الله لنفسه وشهدت له ملائكته ) إشارة إلى أن\r\nتوحيده تعالى بالتوحيد الحقيقي والإخلاص التحقيقي ليس مما\r\nتطيقه القدرة البشرية والقوة الإنسانية فنشهد له تعالى بالذات\r\nوالصفات كما شهد تعالى لنفسه كما قال صلى الله عليه وآله وسلم\r\nسبحانك لا أصفك إلا بما وصفت به نفسك وفيه إشارة إلى قوله\r\nتعالى ( شهد الله أنه لا إله إلا هو والملائكة ( 1 ) )\r\n( وأولوا العلم من خلقه ) من الأنبياء والمرسلين والأولياء\r\nوالصالحين والموحدين والعارفين .\r\n","footnote":" ( 1 ) : سورة آل عمران آية 18 ","page_name":" 109 ","page_number":109},
  {"content":"\r\nلا إله إلا هو العزيز الحكيم وأشهد أن محمدا عبده\r\nالمنتجب المرتضى أرسله بالهدى\r\n\r\n\r\n","description":"\r\n( لا إله إلا هو العزيز ) كرر إما للتأكيد أو لأجل التوصيف\r\nبالعزيز وهو الغالب القاهر الذي لا يصل أحد إلى كبريائه .\r\n( الحكيم ) أي العليم الفاعل للأشياء المحكمة المتقنة\r\nبحسب المصالح .\r\n( وأشهد أن محمدا عبده ) الإضافة للاختصاص إشارة إلى\r\nقوله تعالى : ( إن عبادي ليس لك عليهم سلطان ) ( 1 ) أي عبده\r\nالذي عبده حق العبادة أو قام بوظائف العبودية وأدى بحسب\r\nالقدرة البشرية وظائف الربوبية .\r\n( المنتجب ) الذي انتجبه من النبيين واصطفاه من المرسلين\r\nففاق الخلائق أجمعين .\r\n( ورسوله المرتضى ) الذي ارتضاه لرسالته .\r\n( أرسله ) مقرونا ( بالهدى ) فجعله هاديا إلى الله وبشيرا\r\nونذيرا\r\n","footnote":" ( 1 ) : سورة الإسراء آية 65 ","page_name":" 110 ","page_number":110},
  {"content":"\r\nودين الحق ليظهره على الدين كله ولو كره\r\nالمشركون وأشهد إنكم الأئمة الراشدون الهادون\r\nالمهديون المعصومون\r\n\r\n","description":"\r\n( ودين الحق ) أي دين الله فإن الله هو الحق أو الدين الحق\r\nالقائم إلى يوم القيامة الذي لا يعتريه نسخ ولا تبديل .\r\n( ليظهره ) ويغلبه ( على ) جنس ( الدين كله ولو كره\r\nالمشركون ) وهذا الوعد والاستيلاء إنما يتحقق في الرجعة عند\r\nظهور القائم .\r\n( وأشهد إنكم الأئمة الراشدون ) إلى الدين الحق المبين\r\n( الهادون ) إلى شريعة سيد المرسلين ( وروى العامة ) عنه أنه\r\nقال عليكم بسنتي وسنة الخلفاء الراشدين من بعدي فإن صح فالمراد\r\nبه هم كما رووا عنه صلى الله عليه وآله وسلم مستفيضا أنه قال إني\r\nمخلف فيكم الثقلين كتاب الله وعترتي أهل بيتي وأنه قال مثل أهل\r\nبيتي كسفينة نوح من ركبها نجى ومن تخلف عنها هوى وغير ذلك .\r\n( المهديون ) بهدى الله فإن الهدى هدى الله .\r\n( المعصومون ) من الذنوب المبرؤون من الأدناس والعيوب\r\nللدلائل العقلية والبراهين النقلية المذكورة في كتب أصحابنا\r\nالكلامية منها أنه لو لم يكن النبي أو الإمام معصوما لانتفى الوثوق\r\nبقوله ووعده ووعيده فلا يطاع فيكون نصبه عبثا ( ومنها ) أنه لو لم\r\n","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\n\r\n","description":"\r\nيكن معصوما لكان محل إنكار ومورد عتاب كما في قوله تعالى\r\n( أتأمرون الناس بالبر وتنسون أنفسكم ( 1 ) ) وقوله تعالى ( لم\r\nتقولون ما لا تفعلون ( 2 ) ) فيجب أن يكون مؤتمرا بما يأمر به\r\nومنتهيا عما ينهي عنه ( ومنها ) أنه لو كان يخطئ لاحتاج إلى من\r\nيسدده ويمنعه عن أخطائه فإما أن يكون معصوما فيثبت المطلوب أو غير\r\nمعصوم فيتسلسل ( ومنها ) أنه يقبح من الحكيم أن يكلف الناس\r\nباتباع من يجوز عليه الخطأ ( ومنها ) أنه يجب صدقه لأنه لو كذب\r\nوالحال أن الله تعالى أمرنا بطاعته لوجب علينا أن نطيعه في الكذب\r\nوهو محال ( ومنها ) أنه لو عصي لأقيمت عليه الحدود ووجب إنكار\r\nالرعية عليه فيسقط محله عن القلوب إلى غير ذلك من الأدلة\r\n( والعصمة ) عبارة عن قوة العقل من حيث لا يغلب مع كونه قادرا\r\nعلى المعاصي كلها كجائز الخطأ وليس معنى العصمة أن الله يجبره\r\nعلى ترك المعصية بل يفعل به ألطافا يترك معها المعصية باختياره مع\r\nقدرته عليها كقوة العقل وكمال الذكاء والفطنة وصفاء النفس\r\nوكمال الاعتناء بطاعة الله تعالى ولو لم يكن قادرا على المعاصي لكان\r\nغير مكلف واللازم باطل فالملزوم مثله والنبي أولى من كلف حيث\r\nقال ( فإنا أول العابدين ( 3 ) ) وقال تعالى ( واعبد ربك حتى\r\n","footnote":" ( 1 ) : سورة البقرة آية 44\r\n( 2 ) : سورة الصف آية 2\r\n( 3 ) : سورة الزخرف 81 ","page_name":" 112 ","page_number":112},
  {"content":"\r\nالمكرمون المقربون المتقون الصادقون\r\n\r\n\r\n","description":"\r\nيأتيك اليقين ) ( 1 ) ولأنه لو لم يكن قادرا على المعصية لكان\r\nأدنى مرتبة من صلحاء المؤمنين القادرين على المعاصي\r\nالتاركين لها .\r\n( المكرمون ) الذين كرمهم الله تعالى ذاتا وصفاتا\r\nوأقوالا وأفعالا وأحوالا وأكرمهم بالكرامات الصورية\r\nوالمعنوية والدنيوية والأخروية .\r\n( المقربون ) عند الله تعالى قربا معنويا فإن لهم المحل\r\nالأعلى عنده بحيث لا يدانيهم ملك مقرب ولا نبي مرسل عدا\r\nجدهم .\r\n( المتقون ) أصل التقوى الخوف من الله تعالى\r\nبملاحظة جلاله وعظمته وقبح مخالفته وشدة عقوبته والمتقي\r\nمن يجعل بينه وبين ما يخاف منه وقاية تقيه ومنه اتقوا النار\r\nولو بشق تمرة وأعلا مراتب التقوى الإعراض عما سوى\r\nالله تعالى خوفا من صرف ساعة من العمر .\r\n( الصادقون ) في جميع أقوالهم وأفعالهم وأحوالهم الذين قال الله\r\n","footnote":" ( 1 ) : سورة الحجر آية 99 ","page_name":" 113 ","page_number":113},
  {"content":"\r\nالمصطفون\r\n\r\n\r\n","description":"\r\nتعالى فيهم ( يا أيها الذين آمنوا اتقوا الله وكونوا مع الصادقين ) ( 1 )\r\nإذ ليس المراد بالصادقين في الجملة إذ ما من أحد إلا هو\r\nصادق في الجملة حتى الكافر والله سبحانه لا يأمر بالكون معه بل\r\nالمراد بهم الصادقون في أيمانهم وعهودهم وقصودهم وأقوالهم\r\nوأخبارهم وأعمالهم وشرائعهم في جميع أحوالهم وأزمانهم وليس\r\nذلك متحققا في غيرهم اتفاقا إذ كل من سواهم لا يخلوا من الكذب\r\nفي الجملة فتعين أن يكونوا هم والآية تدل على عصمتهم إذ يقبح\r\nالأمر بمتابعة غير المعصوم كما قرر في محله ( وعن بريد العجلي ) قال\r\nسألت أبا جعفر عليه السلام عن قول الله عز وجل ( اتقوا الله\r\nوكونوا مع الصادقين ) قال أيانا عني ( وعن البزنطي ) عن\r\nالرضا عليه السلام قال سألته عن قول الله ( يا أيها الذين آمنوا اتقوا\r\nالله وكونوا مع الصادقين ) قال الصادقون هم الأئمة والصديقون\r\nبطاعتهم .\r\n( المصطفون ) الذين اصطفاهم الله واجتباهم واختارهم على\r\nالعالمين وهم مصطفى آل إبراهيم في وقوله تعالى ( إن الله اصطفى\r\nآدم ونوحا وآل إبراهيم وآل عمران على العالمين ) ( 2 )\r\nوفي قراءتهم ( وآل محمد ) ( وعن أبي حمزة الثمالي ) قال سمعت\r\n","footnote":" ( 1 ) : سورة التوبة آية 119\r\n( 2 ) : سورة آل عمران آية 33 ","page_name":" 114 ","page_number":114},
  {"content":"\r\nالمطيعون لله القوامون بأمره العاملون بإرادته\r\n\r\n","description":"\r\nأبا جعفر عليه السلام يقول قال رسول الله صلى الله عليه\r\nوآله وسلم إن الله تبارك وتعالى يقول استكمال حجتي على الأشقياء\r\nمن أمتك من ترك ولاية علي ووالى أعدائه وأنكر فضله وفضل\r\nالأوصياء من بعده فإن فضلك فضلهم وطاعتك طاعتهم وحقك\r\nحقهم ومعصيتك معصيتهم وهم الأئمة الهداة من بعدك جرى\r\nفيهم روحك وروحك جرى فيك من ربك وهم عترتك من طينتك\r\nولحمك ودمك وقد أرى الله عز وجل فيهم سنتك وسنة الأنبياء\r\nقبلك وهم خزاني على علمي من بعدك حق علي لقد اصطفيتهم\r\nواجتبيتهم وأخلصتهم وارتضيتهم ونجى من أحبهم ووالاهم\r\nوسلم لفضلهم ولقد أتاني جبرائيل بأسمائهم وأسماء آبائهم\r\nوأحبائهم والمسلمين لفضلهم .\r\n( والمطيعون لله ) في أقوالهم وأفعالهم وأحوالهم حتى بذلوا\r\nأنفسهم وأموالهم وأبدانهم وأرواحهم في سبيله وصبروا على جميع\r\nذلك لرضاه .\r\n( القوامون بأمره ) الذي هو أمر الإمامة أو الأعم من ذلك أو\r\nالمقيمون لغيرهم على الطاعة بأمره تعالى .\r\n( العالمون بإرادته ) أي أعمالهم على وفق إرادته تعالى\r\nلإرادتهم بل ليس لهم إرادة إلا إرادته تعالى وإرادتهم إرادته تعالى .\r\n","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\nالفائزون بكرامته اصطفاكم بعلمه وارتضاكم لغيبه\r\n\r\n\r\n","description":"\r\n( الفائزون بكرامته ) في الدنيا بوجوب إطاعة الناس\r\nوانقيادهم إليهم وكونهم مخزن العلم ومعدن الحكمة وفي الآخرة\r\nبالشفاعة والرضا والقرب من الله تعالى وغير ذلك .\r\n( اصطفاكم بعلمه ) أي عالما بأنكم مستأهلون لذلك\r\nالاصطفاء أو اصطفاكم بسبب أن جعلكم خزان علمه أو لأن\r\nيجعلكم كذلك ويؤيده ما في بعض النسخ من اللام موضع الباء .\r\n( وارتضاكم لغيبه ) أي لسبب أن جعلكم مخزن عيبه وفي\r\nبعض النسخ باللام وهو أظهر وفيه إشارة إلى قوله تعالى ( عالم\r\nالغيب فلا يظهر على غيبه أحدا إلا من ارتضى من رسول ( 1 ) )\r\nودخلوهم في الآية إما لكون الرسول في الآية شاملا لهم على التغليب\r\nأو يكون المراد به معنى آخر أعم من المعنى المصطلح أو أن علمهم\r\nعليهم السلام إنما هو بتوسط من الرسول ( عن سدير الصيرفي ) قال\r\nسمعت حمران بن أعين يسأل أبا جعفر عن قول الله عز وجل ( بديع\r\nالسماوات والأرض ( 2 ) ) فقال أبو جعفر عليه السلام إن الله عز\r\nوجل ابتدع الأشياء كلها بعلمه على غير مثال كان قبله فابتدع\r\nالسماوات والأرضين ولم يكن قبلهن سماوات ولا أرضون أما تسمع\r\n","footnote":" ( 1 ) : سورة الجن آية 26\r\n( 2 ) : سورة البقرة آية 117 ","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n\r\n","description":"\r\nلقوله تعالى وكان عرشه على الماء فقال له حمران أرأيت قوله جل ذكره\r\n( عالم الغيب فلا يظهر على غيبه أحدا ( 1 ) ) فقال له أبو جعفر عليه\r\nالسلام ( إلا من ارتضى من رسول ) ( 2 ) وكان والله محمد ممن\r\nارتضاه وأما قوله عالم الغيب فإن الله عز وجل عالم بما غاب عن خلقه\r\nفيما يقدر من شئ ويقضيه في علمه قبل أن يخلقه وقبل أن يقضيه إلى\r\nالملائكة فذلك يا حمران علم موقوف عنه إليه فيه المشية فيقضيه إذا\r\nأراد ويبدو له فيه فلا يمضيه فأما العلم الذي يقدره الله عز وجل\r\nويقضيه ويمضيه فهو العلم الذي انتهى إلى رسول الله صلى الله عليه\r\nوآله وسلم ثم إلينا ( وعن معمر بن خلاد ) قال سأل أبا الحسن رجل\r\nمن أهل فارس فقال له أتعلمون الغيب قال فقال أبو جعفر يبسط\r\nلنا العلم فنعمل ويقبض عنا فلا نعلم وقال سر الله عز وجل أسره\r\nإلى جبرائيل وأسره جبرائيل إلى محمد وأسره محمد إلى من يشاء الله\r\n( وعن الصادق ) بأسانيد عديدة قال إذا أراد الإمام أن يعلم شيئا\r\nأعلمه الله ذلك ( وعن أبي بصير ) قال قال أبو عبد الله أي إمام لا\r\nيعلم ما يصيبه وإلى ما يصير فليس ذلك بحجة الله على خلقه ( وعن\r\nالكاظم ) عن أبيه عن جده أنه أتى علي بن الحسين عليه السلام ليلة\r\nقبض فيها بشراب فقال يا أبت أشرب هذا فقال يا بني إن هذه الليلة\r\nالتي أقبض فيها وهي الليلة التي قبض فيها رسول الله ( وعن حمران\r\n","footnote":" ( 1 ) : سورة الجن آية 26\r\n( 2 ) : سورة الجن آية 27 ","page_name":" 117 ","page_number":117},
  {"content":"\r\nواختاركم لسره واجتباكم بقدرته\r\n\r\n","description":"\r\nبن أعين ) عن أبي عبد الله قال أتى رسول الله برمانتين فأكل رسول\r\nالله إحداهما وكسر الأخرى بنصفين فأكل نصفا وأطعم عليا نصفا\r\nثم قال رسول الله يا أخي هل تدري ما هاتان الرمانتان قال لا قال أما\r\nالأولى فالنبوة ليس لك فيها نصيب وأما الأخرى فالعلم أنت\r\nشريكي فيه فقلت أصلحك الله كيف كأن يكون شريكه فيه قال لم\r\nيعلم الله محمدا صلى الله عليه وآله وسلم علما إلا وأمره أن يعلم عليا\r\n( وفي رواية عن محمد بن مسلم ) عن الباقر عليه السلام فلم يعلم\r\nوالله ورسول الله حرفا مما علمه الله عز وجل إلا وقد علمه عليها ثم\r\nانتهى العلم إلينا ثم وضع يده على صدره .\r\n( واختاركم لسره ) فإنهم خزنة سر الله كما تقدم ( في البصائر\r\nعن أبي الجارود ) عن أبي جعفر عليه السلام قال إن رسول الله صلى\r\nالله علي وآله وسلم دعا عليا في المرض الذي توفي فيه فقال يا علي أدن\r\nمني حتى أسر إليك ما أسر الله إلي وائتمنك على ما ائتمنني الله عليه\r\nففعل ذلك رسول الله بعلي وفعله علي بالحسن وفعله الحسن\r\nبالحسين وفعله الحسين بأبي وفعله أبي بي صلوات الله عليهم أجمعين\r\n( وعن جابر ) عن أبي عبد الله عليه السلام قال أن أمرنا سر مستسر\r\nوسر لا يفيده إلا سر وسر على سر وسر مقنع بسر .\r\n( واجتباكم بقدرته ) إشارة إلى علو مرتبة اجتبائهم حيث نسبه\r\nإلى قدرته موميا إلى أن مثل ذلك من غرائب قدرته تعالى أو لإظهار\r\n","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\nوأعزكم بهداه وخصكم ببرهانه وانتجبكم بنوره\r\n\r\n","description":"\r\nقدرته ويحتمل أن يكون المرد أعطاكم قدرته وأظهر منكم الأمور\r\nالتي هي فوق طاقة البشر بقدرته كما روى عن أمير المؤمنين أنه رؤي\r\nبيده كسرة خبز من شعير يابسة يريد أن يكسرها فلا تنكسر فقيل له يا\r\nأمير المؤمنين أين تلك القوة التي قلعت بها باب خيبر فقال تلك قوة\r\nربانية وهذه قوة جسمانية .\r\n( وأعزكم بهداه ) أي جعلكم أعزة بالهداية للناس أو\r\nبالاهتداء منه تعالى كما تقدم .\r\n( وخصكم ببرهانه ) الذي هو القرآن الكريم أو بالحجج\r\nالظاهرات والدلايل النيرات والمعجزات الباهرات والآيات\r\nالواضحات أو الأعم من جميع ذلك .\r\n( وانتجبكم بنوره ) الذي هو الهداية الربانية والعلوم الفرقانية\r\nوالكمالات القدسية فاهتدى الناس بأنوارهم وعلومهم وكمالاتهم\r\nكما تقدم أنهم أنوار الله عز وجل في الأرض أو تكون الباء بمعنى من أي\r\nاجتباكم وأوجدكم من نوره أو اجتباكم متلبسين بنوره ( كما روى\r\nمحمد بن مروان ) عن أبي عبد الله عليه السلام قال سمعته يقول إن الله\r\nخلقنا من نور عظمته ثم صور خلقنا من طينة مخزونة مكنونة أسفل من\r\nذلك الطينة ولم يجعل لأحد في مثل الذي خلقهم منه نصيبا إلا للأنبياء\r\nولذلك صرنا نحن وهم الناس وسائر الناس همج للنار وإلى النار\r\n","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\nوأيدكم بروحه\r\n\r\n\r\n","description":"\r\n( وعن أمير المؤمنين عليه السلام ) إن لله نهرا دون عرشه ودون النهر\r\nالذي دون عرشه نور نوره وأن في حافتي النهر روحين مخلوقين روح\r\nالقدس وروح من أمره وأن لله عشر طينات خمسة من الجنة وخمسة من\r\nالأرض ففسر الجنان وفسر الأرض ثم قال ما من نبي ولا ملك من بعده\r\nجبله إلا نفخ فيه من إحدى الروحين وجعل النبي من إحدى الطينتين\r\nقلت لأبي الحسن ما الجبل فقال الخلق غيرنا أهل البيت فإن الله تعالى عز\r\nوجل خلقنا من العشر طينات ونفخ فينا من الروحين جميعا فاطب بها\r\nطينا .\r\n( وأيدكم بروحه ) أي الروح الذي اختاره وهو روح القدس\r\nالذي هو معهم ويسددهم ( ففي الكافي عن أبي بصير في الصحيح )\r\nقال سألت أبا عبد الله عليه السلام عن قول الله تبارك وتعالى\r\n( وكذلك أوحينا إليك روحا من أمرنا ما كنت تدري ما الكتاب ولا\r\nالإيمان ( 1 ) ) قال خلق من خلق الله عز وجل أعظم من جبرائيل\r\nوميكائيل كان مع رسول الله يخبره ويسدده وهو مع الأئمة من بعده\r\n( وعن أسباط بن سالم ) قال سأله رجل من أهل هيت وأنا حاضر عن\r\nقول الله عز وجل ( وكذلك أوحينا إليك روحا من أمرنا ) فقال\r\nمنذ أنزل الله عز وجل ذلك الروح على محمد ما صعد إلى السماء وأنه\r\nلفينا ( وعن أبي بصير ) قال سألت أبا عبد الله عليه السلام عن قول الله\r\n","footnote":" ( 1 ) : سورة الشورى آية 52 ","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n\r\n","description":"\r\nعز وجل ( يسألونك عن الروح قل الروح من أمر ربي ( 1 ) ) قال\r\nخلق أعظم من جبرائيل وميكائيل كان مع رسول وهو مع الأئمة وهو\r\nمن الملكوت وعنه في الآية قال خلق أعظم من جبرائيل وميكائيل لم\r\nيكن مع أحد ممن مضى غير محمد وهو مع الأئمة يسددهم وليس كلما\r\nطلب وجد وعن أبي حمزة قال سألت أبا عبد الله عليه السلام عن العلم\r\nأهو شئ يتعلمه العالم من أفواه الرجال أم في الكتاب عندكم تقرأونه\r\nفتعلمون منه قال الأمر أعظم من ذلك وأوجب أما سمعت قول الله عز\r\nوجل ( وكذلك أوحينا إليك روحا من أمرنا ما كنت تدري ما\r\nالكتاب ولا الإيمان ( 2 ) ) ثم قال أي شئ يقول أصحابكم في هذه\r\nالآية أيقرأون أنه كان في حال لا يدري ما الكتاب ولا الإيمان فقلت لا\r\nأدري جعلت فداك ما يقولون فقال بلى قد كان في حال لا يدري ما\r\nالكتاب ولا الإيمان حتى بعث الله تعالى الروح التي ذكر في الكتاب فلما\r\nأوحاها إليه علم بها العلم والفهم وهي الروح التي يعطيها الله تعالى من\r\nيشاء فإذا أعطاها عبدا علمه الفهم وفي خبر آخر عن أمير المؤمنين عليه\r\nالسلام أن ليس من الملائكة ويدل على ذلك أيضا مضافا إلى التصريح\r\nأنه أعظم من جبرائيل وميكائيل ولم يثبت أن أحدا من الملائكة أعظم\r\nمنهما ولأن الملائكة لم يعلموا جميع الأشياء كما اعترفوا به حيث قالوا لا\r\nعلم لنا إلا ما علمتنا وهذا الخلق عالم بجميعها فيحتمل أن يكون نورا\r\n","footnote":" ( 1 ) : سورة الإسراء آية 85\r\n( 2 ) : سورة الشورى آية 52 ","page_name":" 121 ","page_number":121},
  {"content":"\r\nورضيكم خلفاء في أرضه\r\n\r\n\r\n","description":"\r\nإلهيا صرفا مجردا عن العلائق عارفا بالله وصفاته ومعلولاته إلى آخرها\r\nمتعلقا بالنفوس البشرية إذا صفت وتخلصت عن الكدورات كلها\r\nواتصفت بالقوة القدسية المذكورة تعلقا تاما يوجب إشراقها وانطباع\r\nما فيه من العلوم الكلية والجزئية فيها والمراد بإنزاله إليه هو هذا التعلق\r\nوبتسديده هو هذا الإشراق أو أن يكون عبارة عن تنوير نفوسهم\r\nالقدسية وعقولهم الملكوتية بالعلوم الإلهية والأسرار الربانية\r\nوالإفاضات العلوية إلا أنه لا حاجة إلى هذا الحمل ولا بعد في إبقائه\r\nعلى ظاهره من كونه خلقا من خلق الله متصفا بتلك الصفات\r\nوالنعوت .\r\n( ورضيكم خلفاء في أرضه ) كما قال تعالى ( وعد الله الذين\r\nآمنوا منكم وعملوا الصالحات ليستخلفنهم في الأرض كما\r\nاستخلف الذين من قبلهم وليمكنن لهم دينهم الذي ارتضى لهم\r\nوليبدلنهم من بعد خوفهم أمنا يعبدونني لا يشركون بي شيئا ) ( 1 )\r\nوكمال الاستخلاف الذي وعده الله به يكون في زمن القائم عليه\r\nالسلام ( فعن عبد الله بن سنان ) قال سألت أبا عبد الله عن قول\r\nالله تبارك وتعالى : ( وعد الله الذين آمنوا منكم وعملوا\r\nالصالحات ) الآية قال هم الأئمة ( وعن الجعفري ) قال سمعت\r\nأبا الحسن عليه السلام يقول الأئمة خلفاء الله عز وجل في أرضه .\r\n","footnote":" ( 1 ) : سورة النور آية 55 ","page_name":" 122 ","page_number":122},
  {"content":"\r\nوحججا على بريته وأنصارا لدينه وحفظة لسره\r\nوخزنة لعلمه ومستودعا لحكمته\r\n\r\n","description":"\r\n( وحججا على بريته ) كما تقدم أنهم حجج الله على الخلق\r\n( وعن أبي بصير ) قال قال أبو عبد الله الأوصياء هم أبواب الله تعالى\r\nالتي يؤتى منها ولولا هم ما عرف الله تبارك وتعالى وبهم احتج الله تبارك\r\nوتعالى على خلقه ( وعن بعد الله بن أبي يعفور ) قال قال أبو عبد الله يا\r\nبن أبي يعفور إن الله واحد متوحد بالوحدانية متفرد بأمره فخلق خلقا\r\nفقدرهم لذلك الأمر فنحن هم يا بن أبي يعفور فنحن حجج الله في\r\nعباده وخزانه على علمه والقائمون بذلك .\r\n( وأنصارا لدينه ) حتى أنهم بذلوا مهجهم ونفوسهم في نصرة\r\nدين الله وإعلاء كلمته .\r\n( وحفظة لسره ) حيث أن حديثهم لا يحتمله ملك مقرب ولا\r\nنبي مرسل ولا مؤمن ممتحن إلا هم كما تقدم .\r\n( وخزنة لعلمه ) عن الباقر عليه السلام قال والله إنا لخزان الله في\r\nسمائه وأرضه لا على ذهب ولا فضة إلا على علمه .\r\n( ومستودعا لحكمته ) فإنهم هم الذين أوتوا الحكمة وفصل\r\nالخطاب كما تقدم .\r\n","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\nوتراجمة لوحيه وأركانا لتوحيده وشهداء على خلقه\r\n\r\n\r\n","description":"\r\n( وترجمة لوحيه ) التراجمة بكسر الجيم جمع ترجمان بالضم\r\nوالفتح وهو الذي يفسر الكلام بلسان آخر والمراد بالوحي هنا إما\r\nالقرآن أو سائر ما أوحي إلى نبينا وإلى سائر الأنبياء عليهم السلام كما\r\nتقدم سابقا .\r\n( وأركانا لتوحيده ) أي لا يقبل الله تعالى التوحيد من أحد إلا إذا\r\nكان مقروبا باعتقاد ولايتهم كما ورد في جملة من الأخبار أن مخالفيهم\r\nمشركون وأن كلمة التوحيد في القيامة تسلب من غير شيعتهم\r\nفولايتهم بمنزلة الركن للبيت الذي لا قوام له إلا به أو المعنى أنهم لو لم\r\nيكونوا لم يتبين توحيده تعالى جعلهم أركانا للأرض لأجل أن\r\nيوحده الخلق ( فعن الصادق عليه السلام ) في وصف الأئمة\r\nجعلهم الله أركانا الأرض أن تميد بأهلها وحجته البالغة على من فوق\r\nالأرض ومن تحت الثرى .\r\n( وشهداء على خلقه ) كما قال تعالى ( وكذلك جعلناكم أمة\r\nوسطا لتكونوا شهداء على الناس ويكون الرسول عليكم\r\nشهيدا ) ( 1 ) وفي قراءتهم أئمة بدل أمة ( فعن الصادق عليه السلام )\r\nنحن الأمة الوسطى ونحن شهداء الله على خلقه وحججه في أرضه ثم\r\n","footnote":" ( 1 ) : سورة البقرة آية 143 ","page_name":" 124 ","page_number":124},
  {"content":"\r\nوأعلاما لعباده ومنارا في بلاده\r\n\r\n\r\n","description":"\r\nقال فرسول الله هو الشهيد علينا بما بلغنا عن الله عز وجل ونحن\r\nالشهداء على الناس فمن صدق صدقناه يوم القيامة ومن كذب يوم\r\nالقيامة كذبناه ( وعن سماعة ) قال قال أبو عبد الله عليه السلام في قول\r\nالله عز وجل ( فكيف إذا جئنا من كل أمة بشهيد وجئنا بك على هؤلاء\r\nشهيدا ( 1 ) ) قال نزلت في أمة محمد خاصة في كل قرن منهم إمام منا\r\nشاهد عليهم ومحمد صلى الله عليه وآله وسلم شاهد علينا وعن أبي\r\nالحسن عليه السلام في قوله تعالى : ( أفمن كان على بينة من ربه\r\nويتلوه شاهد منه ) ( 2 ) قال أمير المؤمنين عليه السلام الشاهد على\r\nرسول الله ورسول الله على بينة من ربه ( وعن الباقر عليه السلام في\r\nالصحيح ) قال نحن الأمة الوسطى ونحن شهداء الله تبارك وتعالى\r\nعلى خلقه وحججه في أرضه .\r\n( وإعلاما لعباده ) أي يعلمون بهم أمور دنياهم وآخرتهم\r\nومعاشهم ومعائهم أو مرادفة لقوله .\r\n( ومنارا في بلاده ) أي يهتدي بهم أهل البلاد وتنور أخبارهم\r\nوآثارهم قلوب العباد كما يهتدي بالمنار .\r\n","footnote":" ( 1 ) : سورة النساء آية 41\r\n( 2 ) : سورة هود آية 17 ","page_name":" 125 ","page_number":125},
  {"content":"\r\nوأدلاء على صراطه عصمكم الله من الزلل وآمنكم\r\nمن الفتن وطهركم من الدنس وأذهب عنكم\r\nالرجس أهل البيت\r\n\r\n","description":"\r\n( وأدلاء على صراطه ) أي على دينه القويم في الدنيا والصراط\r\nالمعروف في الآخرة .\r\n( عصمكم الله من الزلل ) أي من الخطأ والسهو والنسيان\r\nلطهارتهم الأصيلة وأنفسهم القدسية ولكونهم مخلوقين من نور الله\r\nوتأيدهم بروح القدس وصفاء قلوبهم وشدة عزمهم على طاعة الله\r\nوذلك كله مانع من الخطاء .\r\n( وآمنكم من الفتن ) في الدين بصدور صغيرة أو كبيرة أو\r\nاختلاج شك وشبهة .\r\n( وطهركم من الدنس ) أصل الدنس الوسخ وهو هنا كناية عما\r\nيدنس القلب من الأعمال الردية .\r\n( وأذهب عنكم الرجس ) أي الشرك والشك والمعاصي كلها\r\nصغيرها وكبيرها .\r\n( أهل البيت ) منصوب على الاختصاص .\r\n","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\nوطهركم تطهيرا\r\n\r\n\r\n","description":"\r\n( وطهركم تطهيرا ) وفي الآية من التأكيدات للتطهير من\r\nالرجس ما لا يخفى حيث أكد ذلك بأنما واللام والاختصاص\r\nوتقديم الجار ونصب المصدر والتعبير بالإذهاب وإنما عبر تعالى\r\nبالإرادة وهي لا تقتضي الوقوع لأن إرادته تعالى مستلزمة للوقوع\r\nوأطلق السبب هنا وأراد المسبب لا يقال لعل المراد بالطهارة العفة ونقاء\r\nالذيل وبالرجس ما يقابل ذلك فلا تكون دليلا على العصمة لأنا نقول\r\nللرجس معنيان لا ثالث لهما ( الأول ) ما يستخبث من النجاسات\r\nوالأقذار ( والثاني ) ما يستخبث من الأقوال والأفعال ( والأول ) غير\r\nمراد قطعا فتعين ( الثاني ) على أن اللام في الرجس للطبيعة\r\nوالماهية وذهاب الماهية إنما يتحقق بذهاب جميع أفرادها على أن\r\nطهارتهم عليهم السلام بمعنى عفتهم ونقاء ذيلهم لم يكن محل ريبة ولم\r\nيكن عزيزا في الناس حتى يؤكد بهذه التأكيدات تنويها بشأنه فتعين ما\r\nقلنا وقد تواترت الأخبار من طرقنا وطرق المخالفين أن أهل البيت هم\r\nمحمد وعلي وفاطمة والحسن والحسين عليهم السلام ( فروى الثعلبي\r\nوغيره عن أبي سعيد الخدري ) أن رسول الله صلى الله عليه وآله وسلم\r\nقال نزلت في وفي علي وفاطمة والحسن والحسين ( وروى ابن حنبل )\r\nفي مسنده بثمانية طرق متفقة المعنى أنها نزلت في الخمسة ( وروى في\r\nمسنده عن أنس والحميدي ) وفي الجمع بين الصحيحين والثعلبي أن\r\nرسول الله كان يمر بباب فاطمة ستة أشهر إذا خرج إلى صلاة الفجر\r\nيقول يا أهل البيت ( إنما يريد الله ) ( 1 ) الآية وأما ما ذهب إليه بعض\r\n","footnote":" ( 1 ) : سورة الأحزاب آية 33 ","page_name":" 127 ","page_number":127},
  {"content":"\r\nفعظمتم جلاله\r\n\r\n\r\n","description":"\r\nالمعاندين لله ولرسوله من أن المراد بأهل البيت الأزواج بقرينة السياق\r\nفهو خرق للإجماع ورد على الله ورسوله فإن الالتفات شايع في كلام\r\nالفصحاء ولو كان الخطاب للأزواج لقال عنكن على النمط السابق\r\nواللاحق والتغليب إنما يحسن لوقوع هذا ابتداء أما بعد أن يكون\r\nالكلام في خصوص الأزواج فلا على أنهم رووا أنه صلى الله عليه وآله\r\nوسلم لما أخذ كسائه ووضعه عليه وعلى علي وفاطمة والحسنين عليهم\r\nالسلام وقال اللهم هؤلاء أهل بيتي وخاصتي ( فاذهب عنهم الرجس\r\nوطهرهم تطهيرا ) وكان ذلك عند أم سلمة فأدخلت رأسها في البيت\r\nوقالت أنا معكم يا رسول الله فقال صلى الله عليه وآله وسلم إنك إلى\r\nخير وكأنهم ذهبوا إلى عصمة عائشة لما اتفق لها من الخروج على أمير\r\nالمؤمنين الذي قال فيه النبي يا علي حربك حربي وقتل ستة عشر ألف\r\nمن أولادها وإثارتها الفتنة ولعلهم زعموا أن ذلك جهاد في سبيل الله\r\nفلهذا فضلوها على فاطمة لجلوسها في بيتها حين غصبها حقها وظلمها\r\nتراثها وقد قال الله ( وفضل الله المجاهدين على القاعدين ( 1 ) ) .\r\n( فعظمتم جلاله ) جلال الله عظمته والجليل من أسمائه تعالى\r\nراجع إلى كمال الصفات كما أن الكبير راجع إلى كمال الذات والعظيم\r\nراجع إلى كمال الذات والصفات والمراد إنكم عظمتم عظمة الله\r\nبمعرفتكم وقولكم وعملكم .\r\n","footnote":" ( 1 ) : سورة النساء آية 95 ","page_name":" 128 ","page_number":128},
  {"content":"\r\nوأكبرتم شأنه ومجدتم كرمه وأدمتم ذكره ووكدتم\r\nميثاقه\r\n\r\n\r\n","description":"\r\n( وأكبرتم شأنه ) كما تقدم أي عظمتم أمره تعالى .\r\n( ومجدتم كرمه ) أي عظمتم كرامته التي أكرمكم بها الدنيوية\r\nوالأخروية فعرفتم قدرها وعظمتم مقدارها شكرا له تعالى والمعنى\r\nعظمتم ذاته الكريمة المشتملة على الصفات المجيدة .\r\n( وأدمتم ) من الادمان وهو المداومة ( ذكره ) باللسان والجنان\r\n( عن الصادق عليه السلام ) قال ما من شئ إلا وله حد ينتهى إليه إلا\r\nالذكر فليس له حد ينتهي إليه ثم قال وكان أبي كثير الذكر لقد كنت\r\nأمشي معه وإنه ليذكر الله وآكل معه الطعام وإنه ليذكر الله ولقد كان\r\nيحدث القوم ما يشغله ذلك عن ذكر الله عز وجل ولقد كنت أرى لسانه\r\nلازقا بحنكه يقول ( لا إله إلا الله ) وكان يجمعنا فيأمرنا بالذكر حتى\r\nتطلع الشمس ويأمر بالقراءة من كان يقرأ منا ومن كان لا يقرأ منا أمره\r\nبالذكر .\r\n( ووكدتم ميثاقه ) أي الميثاق الذي أخذه الله تعالى على الأرواح\r\nعلى عالم الذر بقوله ( ألست بربكم ( 1 ) ) كما قال تعالى ( وإذ أخذ\r\nربك من بني آدم من ظهورهم ذريتهم ( 2 ) ) ويحتمل أن يراد بالميثاق\r\n","footnote":" ( 1 ) : سورة الأعراف آية 172\r\n( 2 ) : سورة الأعراف آية 172 ","page_name":" 129 ","page_number":129},
  {"content":"\r\nوأحكمتم عقد طاعته ودعوتم إلى سبيله بالحكمة\r\nوالموعظة الحسنة وبذلتم أنفسكم في مرضاته\r\n\r\n\r\n","description":"\r\nالميثاق المأخوذ عليهم من التبليغ وإعلاء الكلمة كما قال تعالى ( وإذ\r\nأخذنا من النبيين ميثاقهم ) ( 1 ) أي تبليغ الرسالة والدعاء إلى التوحيد .\r\n( وأحكمتم عقد طاعته ) بالمواعظ الشافية والنصائح الكافية\r\nوبإظهار الدين المبين وإعلان شريعة سيد المرسلين والترغيب في ثوابه\r\nوالتخويف والتهديد من عقابه .\r\n( ودعوتم ) الخلق ( إلى سبيله ) القويم وصراطه المستقيم .\r\n( بالحكمة ) فكلمتم كلا على ما يوافق علقه وفهمه فإنهم كانوا\r\nيكلمون الناس على قدر عقولهم .\r\n( والموعظة الحسنة ) الجاذبة للقلوب المقربة للمطلوب كما قال\r\nتعالى ( وجادلهم بالتي هي أحسن ) وقال تعالى ( ولا تجادلوا أهل\r\nالكتاب إلا بالتي هي أحسن ( 2 ) ) .\r\n( وبذلتم أنفسكم في مرضاته ) بالمداومة على العبادات\r\nوبإظهار الطاعات وإبداء الشريعة الحقة وتعليم الفرقة المحقة وإعلاء\r\n","footnote":" ( 1 ) : سورة الأحزاب آية 7\r\n( 2 ) : سورة العنكبوت آية 46 ","page_name":" 130 ","page_number":130},
  {"content":"\r\nوصبرتم على ما أصابكم في جنبه وأقمتم الصلاة\r\nوآتيتم الزكاة وأمرتم بالمعروف ونهيتم عن المنكر\r\nوجاهدتم في الله حق جهاده\r\n\r\n\r\n","description":"\r\nكلمة الله وتشييد دين الله سرا وجهرا وإن أصابهم ما أصابهم من القتل\r\nوالأسر وغيرهما .\r\n( وصبرتم على ما أصابكم ) من الإهانة والخوف والقتل .\r\n( في جنبه ) أي في أمره أو رضاه أو طاعته أو حقه\r\nكما قيل في قوله تبارك وتعالى : ( على ما فرطت في جنب\r\nالله ) ( 1 ) .\r\n( وأقمتم الصلاة ) إقامة الصلاة عبارة عن تهذيب أركانها\r\nوحفظها من أن يقع زيغ في أفعالها من أقام العود إذا قومه وقيل من\r\nقامت السوق إذا أنفقت فمعنى أقمتها جعلتها نافقة فإنها إذا حوفظ\r\nعليها كانت كالنافق الذي يرغب فيه وإذا ضيعت كانت كالكاسد\r\nالمرغوب عنه وقيل إقامتها عبارة عن التشمير لا دائها من غير فتور ولا\r\nتوان من قولهم قام بالأمر إذا جد فيه وتجلد وضده قعد فيه تقاعد وعلى\r\nكل حال فالمراد أنكم أقمتموها حق إقامتها من الخضوع والخشوع\r\nوالإخلاص وحضور القلب وجميع ما هو شرط للقبول والكمال\r\nوكذا الكلام في قوله : ( وآتيتم الزكاة وأمرتم بالمعروف ونهيتم\r\nعن المنكر وجاهدتم في الله حق جهاده ) لسانا وجنانا وأركانا .\r\n","footnote":" ( 1 ) : سورة الزمر آية 56 ","page_name":" 131 ","page_number":131},
  {"content":"\r\nحتى أعلنتم دعوته وبينتم فرائضه وأقمتم حدوده\r\nونشرتم شرائع أحكامه\r\n\r\n","description":"\r\n( حتى أعلنتم دعوته ) وأظهرتموها على الملأ\r\n( وبينتم فرائضه ) أي واجباته أو أحكامه التي قدرها فإن\r\nالفرض يرد بمعنى التقدير أو المراد بالفرائض المواريث\r\n( وأقمتم حدوده ) ببيانها وتعليمها أو إقامتها بالنسبة إلى بعضهم أو إقامتها في كل زمان بحسبه\r\n( ونشرتم شرائع أحكامه ) والإضافة إما بيانية من قبيل خاتم\r\nفضه أو المراد بالشرائع أدلة الأحكام من الكتاب الذي فيه تبيان كل\r\nشئ وانتشار الأحكام قد صدر منهم وإن كان من الصادقين أكثر\r\n( وقد ذكر الشيخ المفيد ) في الإرشاد ( وابن شهرآشوب ) في معالم\r\nالعلماء ( والطبرسي ) في إعلام الورى وغيرهم أن الذين رووا عن\r\nالصادق عليه السلام خاصة من الثقات على اختلافهم في الآراء\r\nكانوا أربعة آلاف رجل وذكر ( المحقق ) في أوائل المعتبر في حق\r\nجعفر بن محمد عليه السلام أنه روى عنه من الرجال ما يقارب أربعة\r\nآلاف رجل وبرز بتعليمه من الفقهاء الأفاضل جم غفير كزرارة بن\r\nأعين وأخويه بكير وحمران وجميل بن دراج ومحمد بن مسلم ويزيد بن\r\nمعاوية والهشامين وأبي بصير وعبد الله ومحمد وعمران الحلبين وعبد\r\nالله بن سنان وأبي الصباح الكناني وغيرهم من أعيان الفضلاء حتى\r\nكتبت من أجوبة مسائله أربعمائة مصنف سموها أصولا وفي حق\r\n","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\nوسننتم سننه وصرتم في ذلك منه إلى الرضا\r\nوسلمتم له القضاء\r\n\r\n\r\n","description":"\r\nالجواد عليه السلام قد كان تلامذته فضلاء كالحسين بن سعيد\r\nوأخيه الحسن وأحمد بن محمد بن أبي نصر البزنطي وأحمد بن محمد بن\r\nخالد البرقي وشاذان بن الفضل القمي وأيوب بن نوح بن دراج\r\nوأحمد بن محمد بن عيسى وغيرهم ممن يطول تعدادهم وكتبهم الآن\r\nمنقوله بين الأصحاب دالة على العلم الغزير وانتهى وقد ذكر جملة من\r\nالأصحاب أن أبان بن تغلب قد روى عن ( الصادق عليه السلام )\r\nثلاثين ألف حديث\r\n( وسننتم ) أي بينتم ( سنته ) أي طريقته التي سنها\r\n( وصرتم في ذلك ) أي في الجهاد أوفى كل من الأمورات\r\nالمذكورة وكلمة ( في ) تحمل السببية ( منه ) تعالى ( إلى الرضا ) أي\r\nرضاء الله عنكم أو رضاكم عنه ( رضي الله عنهم ورضوا عنه ( 1 ) ) .\r\n( وسلمتم له القضاء ) في جميع أموركم حتى في القتل عن\r\nحمران عن ( الباقر عليه السلام ) قال قلت له جعلت فداك أرأيت ما\r\nكان من أمر قيام علي بن أبي طالب والحسن والحسين عليهم السلام\r\nوخروجهم وقيامهم بدين من الله عز ذكره وما أصيبوا من قتل\r\nالطواغيت إياهم والظفر بهم حتى قتلوا وغلبوا فقال أبو جعفر عليه\r\nالسلام يا حمران ( إن الله تبارك وتعالى ) قد كان قدر ذلك عليهم\r\n","footnote":" ( 1 ) : سورة البينة آية 8 . ","page_name":" 133 ","page_number":133},
  {"content":"\r\nوصدقتم من رسله من مضى فالراغب عنكم مارق\r\nواللازم لكم لاحق والمقصر في حقكم\r\n\r\n","description":"\r\nوقضاه بهم وأمضاه وحتمه على سبيل الاختبار ثم أجراه فبتقدم علم\r\nإليهم من رسول الله صلى الله عليه وآله وسلم قام علي والحسن\r\nوالحسين عليهم السلام وبعلم صمت من صمت منا ولو أنهم يا\r\nحمران حيث نزل بهم ما نزل من أسر الله عز وجل وإظهار الطواغيت\r\nعليهم ( سألوا ) الله عز وجل أن يدفع عنهم ذلك وألحوا عليه في\r\nطلب إزالة تلك الطواغيت وذهاب ملكهم أسرع من سلك منظوم\r\nانقطع فتبدد وما كان ذلك الذي أصابهم يا حمران لذنب اقترفوه ولا\r\nلعقوبة معصية خالفوا الله فيها ولكن لمنازل وكرامة من الله أراد أن\r\nيبلغوها فلا تذهبن بك المذاهب فيهم .\r\n( وصدقتم من رسله من مضى ) أي جميعهم مفصلا حسبما\r\nأخبركم الله تعالى بأحوالهم مفصلا .\r\n( فالراغب عنكم ) مع ظهور هذه الأوصاف والأحوال منكم .\r\n( مارق ) عن الدين المبين ضال عن طريقة سيد المرسلين\r\n( واللازم لكم ) بإمامتكم والأخذ بأقوالكم والمتابعة\r\nلأعمالكم .\r\n( لاحق ) بكم في الدنيا والآخرة أو لاحق بالدرجات العالية\r\nبالطريق الحق .\r\n( والمقصر في حقكم ) وإمامتكم أو رتبتكم العالية أو متابعتكم\r\nأو الجميع .\r\n","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\nزاهق والحق معكم وفيكم ومنكم\r\n\r\n","description":"\r\n( زاهق ) يقال زهق الباطل أي اضمحل وزهق السهم إذا\r\nجاوز الهدف\r\n( والحق معكم ) كما قال رسول الله صلى الله عليه وآله وسلم\r\nالحق مع علي وعلي مع الحق يدور معه حيثما دار وقال اللهم أدر الحق\r\nمعه حيثما دار\r\n( وفيكم ) أي في متابعتكم وفي أقوالكم\r\n( ومنكم ) فإن كل ما لم يخرج منهم فهو باطل وكل ما صدر\r\nمنهم فهو حق عن محمد بن مسلم قال سمعت أبا جعفر عليه السلام\r\nيقول ليس عند أحد من الناس حق ولا صواب ولا أحد من الناس\r\nيقضي بقضاء حق إلا ما خرج منا أهل البيت وإذا تشعبت بكم\r\nالأمور كان الخطأ كنهمك والصواب من علي عليه السلام وعن\r\n( زرارة ) قال كنت عند أبي جعفر عليه السلام فقال له رجل من أهل\r\nالكوفة يسأله ( عن ) قول أمير المؤمنين عليه السلام سلوني عما\r\nشئتم فلا تسألوني عن شئ إلا نبأتكم به قال إنه ليس أحد عنده علم\r\nإلا شئ خرج من عند أمير المؤمنين عليه السلام فليذهب الناس\r\nحيث شاؤوا فوالله ليس الأمر إلا من هاهنا وأشار بيده إلى بيته وعن\r\n( أبي مريم ) قال قال أبو جعفر عليه السلام لسلمة بن كهيل والحكم\r\nبن عيينة شرقا وغربا فلا تجدان علما صحيحا إلا شيئا خرج من عندنا\r\nأهل البيت وفي رواية أخرى فليشرق الحكم أو ليغرب أما والله لا\r\n","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\nوإليكم وأنتم أهله ومعدنه وميراث النبوة عندكم\r\nوإياب الخلق\r\n\r\n","description":"\r\nيصيب العلم إلا من أهل بيت نزل عليهم جبرئيل\r\n( وإليكم ) أي كل حق في أيدي الناس فمرجعه إليكم لأنه\r\nمنكم أخذ أو أنكم الباعث على وصوله إلى الخلق وكلمات الحكمة\r\nالتي توجد في كلام المخالفين كالحسن ( البصري ) ومن يحذوا\r\nحذوه كلها مأخوذة من ( كلام ) أمير المؤمنين عليه السلام كما لا\r\nيخفى على الماهر البصير والمتتبع الخبير .\r\n( وأنتم أهله ) لأن جميع علوم الأنبياء والأوصياء انتهت إلى\r\nنبينا صلى الله عليه وآله وسلم ومنه انتهت إليهم عليهم السلام\r\nبأجمعها\r\n( ومعدنه ) حسبما تقدم\r\n( وميراث النبوة عندكم ) كألواح موسى وعصاه وحجره\r\nوصحف إبراهيم موسى وسلاح رسول الله صلى الله عليه وآله\r\nوسلم ونحو ذلك حسبما تقدم مفصلا\r\n( وإياب ) بكسر الهمزة أي رجوع\r\n( الخلق ) في الدنيا لأمور دينهم ودنياهم وأحكام شرائعهم\r\nوإصلاح معادهم ومعاشهم أو في القيامة لأجل الحساب والشفاعة\r\n","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\nإليكم وحسابهم عليكم\r\n\r\n\r\n","description":"\r\n( إليكم ) أو إلى كلامكم أو إلى مشاهدكم\r\n( وحسابهم عليكم ) فقوله تعالى ( إن إلينا إيابهم ثم إن علينا\r\nحسابهم ( 1 ) ) أي إلى أوليائهم كما يشعر به صيغة الجمع والاستبعاد\r\nفي ذلك فقد وكل تعالى بالعذاب والحساب والكتاب جمعا من\r\nالملائكة وهم أفضل من الملائكة ( عن جابر عن ) أبي جعفر عليه السلام\r\nقال يا جابر إذا كان يوم القيامة جمع الله الأولين والآخرين\r\nلفصل الخطاب ودعا رسول الله صلى الله عليه وآله وسلم ودعا\r\nأمير المؤمنين عليه السلام إلى أن قال ثم يصوران ثم يدعى بنا فيدفع\r\nإلينا حساب الناس فنحن والله ندخل أهل الجنة الجنة وأهل النار\r\nالنار ( الحديث ) وعن سماعة قال كنت قاعدا مع أبي الحسن الأول\r\nوالناس في الطواف في جوف الليل فقال يا سماعة ( إلينا ) إياب هذا\r\nالخلق ( وعلينا حسابهم الحديث ) وعن ( قبيصة ) عن أبي عبد الله\r\nفي قوله تعالى ( إن إلينا إيابهم ثم إن علينا حسابهم ) قال فينا\r\nقلت إنما أسألك عن التفسير قال نعم يا قبيصة إذا كان يوم القيامة\r\nجعل الله حساب شيعتنا إلينا فما كان بينهم وبين الله استوهبه محمد\r\nصلى الله عليه وآله وسلم من الله وما كان فيما بينهم وبين الناس من\r\nالمظالم أداه محمد صلى الله عليه وآله وسلم عنهم وما كان فيما بيننا\r\nوبينهم وهبناه لهم حتى يدخلوا الجنة بغير حساب .\r\n","footnote":" ( 1 ) : سورة الغاشية آية 25 - 26 . ","page_name":" 137 ","page_number":137},
  {"content":"\r\nوفصل الخطاب عندكم وآيات الله لديكم وعزائمه\r\nفيكم ونوره\r\n\r\n","description":"\r\n( وفصل الخطاب عندكم ) أي الخطاب الفاصل بين الحق\r\nوالباطل .\r\n( وآيات الله لديكم ) أي معرفة آيات الله عندكم فإنهم أهل\r\nالذكر العالمون بتنزيله وتأويله ومحكمه ومتشابهه كما تقدم أو\r\nالمعجزات التي أعطيت جميع الأنبياء لديكم أو مطلق براهين الله\r\nوآياته لديكم\r\n( وعزائمه فيكم ) أي الجد والاجتهاد والاهتمام في التبليغ\r\nوالصبر على المكاره والصدق بالحق فيكم وردت وعليكم وجبت أو\r\nالواجبات اللازمة التي لم يرخص في تركها للعباد إنما هي فيكم\r\nكوجوب متابعتكم والاعتقاد بإمامتكم وجلالتكم وعصمتكم أو\r\nالمعنى العزائم التي أقسم الله بها في القرآن كالشمس والقمر\r\nوالضحى والتين والزيتون والبلد الأمين ونحوها إنما هي فيكم\r\nوأنتم المقصودون بها أو القيم بها إنما هو لكم أو السور العزائم أو سائر\r\nالآيات في المدح نزلت فيكم أو المعني أنتم الآخذون بالعزائم دون\r\nالرخص أو المعني أن قبول الواجبات اللازمة إنما هو بمتابعتكم أو\r\nالوفاء بالمواثيق والعهود إنما هو بمتابعتكم\r\n( ونوره ) من العلوم الإلهية والمعارف الربانية والهدايات\r\nالسبحانية\r\n","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\nوبرهانه عندكم وأمره إليكم\r\n\r\n\r\n","description":"\r\n( وبرهانه ) من الدلائل الظاهرة والمعجزات الباهرة .\r\n( عندكم ) فإنهم مظاهر آيات الله وعلومه كما تقدم .\r\n( وأمره ) من الإمامة أو إظهار العلوم .\r\n( إليكم ) كما ورد في جملة من الأخبار إن الله فرض عليكم\r\nالسؤال ولم يفرض علينا الجواب فعن الوشا قال سألت الرضا عليه\r\nالسلام فقلت له جعلت فداك ( فاسألوا أهل الذكر إن كنتم لا\r\nتعلمون ( 1 ) ) فقال نحن أهل الذكر ونحن المسؤولون قلت فأنتم\r\nالمسؤولون ونحن السائلون قال نعم قلت حقا علينا أن نسألكم قال\r\nنعم قلت حقا عليكم أن تجيبونا قال لا ذاك إلينا إن شئنا فعلنا وإن\r\nشئنا لم نفعل أما تسمع قول الله تبارك وتعالى ( هذا عطاؤنا فامنن أو\r\nامسك بغير حساب ( 2 ) ) والأخبار بهذا المضمون كثيرة وكان السر\r\nفي ذلك أن بعض السائلين قد يكون منكرا لفضلهم ورادا لقولهم\r\nفقد يكون ترك الجواب أولى من الجواب وقد يكون الجواب على وجه\r\nالتقية متعينا وبعضهم قد يكون مقرا بفضلهم ولكن في ترك جوابه\r\nمصلحة يعرفها الإمام دونه فيجوز لهم ترك الجواب تحصيلا لتلك\r\nالمصلحة كما ورد في سؤالهم عن تعيين ليلة القدر والاسم الأعظم\r\nوالقضاء والقدر والآية وإن كانت خطابا لسليمان إلا أنها جارية في\r\n","footnote":" ( 1 ) : سورة النحل آية 43\r\n( 2 ) : سورة ص آية 39 ","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\n\r\n","description":"\r\nحق النبي صلى الله عليه وآله وسلم ويكون المعنى فيها هذا عطاؤنا\r\nمن الملك والعلم فاعط من شئت وامنع من شئت حال كونك غير\r\nمحاسب على الإعطاء والمنع وظاهر الفقرة تؤدي إلى التفويض إليهم\r\nكما ورد في الجامعة الرجبية فيما إليكم التفويض ودلت عليه أخبار\r\nكثيرة مروية في الكافي وبصائر الدرجات وغيرهما ومنها ما رواه في\r\nالكافي بإسنادين عن أبي إسحاق النحوي قال دخلت على أبي عبد الله\r\nعليه السلام فسمعته يقول إن الله عز وجل أدب نبيه على محبته فقال\r\n( إنك لعلى خلق عظيم ( 1 ) ) ثم فوض إليه فقال عز وجل ( وما\r\nآتاكم الرسول فخذوه وما نهاكم عنه فانتهوا ( 2 ) ) وقال عز وجل\r\n( من يطع الرسول فقد أطاع الله ( 3 ) ) ثم قال وإن نبي الله فوض\r\nإلى علي عليه السلام وائتمنه فسلمتم وجحد الناس فوالله إن تقولوا\r\nإذا قلنا وإن تصمتوا إذا صمتنا لنحبكم ونحن فيما بينكم وبين الله عز\r\nوجل ما جعل الله لأحد خيرا في خلاف أمرنا وفي رواية أخرى فما\r\nفوض الله إلى رسوله فقد فوضه إلينا وعن زيد الشحام قال سألت أبا\r\nعبد الله عليه السلام في قوله تعالى ( هذا عطاؤنا فمنن أو أمسك\r\nبغير حساب ) ( 4 ) قال أعطي سليمان ملكا عظيما ثم جرت هذه\r\n","footnote":" ( 1 ) : سورة القلم آية 4\r\n( 2 ) : سورة الحشر آية 7\r\n( 3 ) : سورة النساء آية 80\r\n( 4 ) : سورة ص آية 36 ","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\n\r\n","description":"\r\nالآية في رسول الله صلى الله عليه وآله وسلم وكان له أن يعطي ما شاء\r\nمن شاء ويمنع من يشاء وأعطاه أفضل مما أعطى سليمان لقوله تعالى\r\n( ما أتاكم الرسول فخذوه وما نهاكم عنه فانتهوا ) ( 1 ) وقد عقد\r\nالكليني والصفار لهذا المضمون بابا على حده وقد أوضحنا الكلام في\r\nهذه ( الأخبار ) بما لا مزيد في مقدمة شرح المفاتيح وفي مصابيح\r\nالأنوار في حل مشكلات الأخبار وملخص القول هنا أن للتفويض\r\nمعان ( بعضها ) صحيح وبعضها باطل والثاني عبارة عن تفويض\r\nالخلق والإيجاد والرزق والإحياء والإماتة إليهم كما روي عن الرضا\r\nعليه السلام أنه ( قال ) اللهم من زعم أننا أرباب ( فنحن ) منه\r\nبراء ومن زعم أن إلينا الخلق وعلينا الرزق ( فنحن ) منه براء ومن كبراءة\r\nعيسى بن مريم من النصارى ( وعن ) زرارة قال ( قلت للصادق\r\nعليه السلام ) أن رجلا من ولد عبد المطلب بن سبا يقول بالتفويض\r\nفقال عليه السلام فما التفويض فقلت إن الله عز وجل خلق محمدا\r\nوعليا ثم فوض الأمر إليهما فخلقا ورزقا وأحيى وأماتا فقال عليه\r\nالسلام كذب عدو الله إذا رجعت إليه فاقرأ عليه الآية التي في سورة\r\nالرعد ( أم جعلوا لله شركاء خلقوا كخلقه فتشابه الخلق عليهم قل\r\nالله خالق كل شئ وهو الواحد القهار ( 2 ) ) فانصرفت إلى الرجل\r\nفأخبرته ما قال ( الصادق عليه السلام ) فكأنما ألقمته حجرا أو قال\r\n","footnote":" ( 1 ) : سورة الحشر آية 7 .\r\n( 2 ) : سورة الرعد آية 16 ","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\n\r\n","description":"\r\nفكأنما خرس ومن هذا القسم القول بتفويض أفعال العباد إليهم\r\nبمعنى أنه تعالى لو شاء أن يصرفهم عنها لما قدر أمر التفويض إليهم\r\nبمعنى ما شاؤوا وافعلوا أو التفويض إليهم من دون مدخليته تعالى في\r\nالتوفيق والخذلان كما قالوا عليهم السلام لا جبر ولا تفويض بل أمر\r\nبين الأمرين ( وأما التفويض الصحيح ) فهو أقسام منها تفويض\r\nأمر الخلق إليهم بمعنى وجوب طاعتهم في كل ما أمروا به ونهوا عنه\r\nسواء علموا وجه الصحة أم لا بل الواجب عليهم الانقياد والإذعان\r\nويمكن حمل كثير من أخبار التفويض على هذا المعنى ومنها تفويض\r\nالأحكام والأفعال بأن يثبتوا ما رأوه حسنا ويردوا ما رأوه قبيحا\r\nفيجيزه الله تعالى كما ورد في أن الني صلى إليه عليه وآله وسلم هو\r\nالذي زاد في الصلاة الركعتين الأخيرتين فأجازه الله تعالى ومنها\r\nتفويض الإرادة بأن يريد شيئا لحسنه ولا يريد شيئا لقبحه فيجيزه الله\r\nتعالى لإرادته وهذه الأقسام الثلاثة لا تنافي ما ثبت من أنه صلى الله عليه\r\nوآله وسلم ( ما ينطق عن الهوى ( 1 ) ) ( إن هو إلا وحي\r\nيوحى ( 2 ) ) لأن كل واحد منها ثبت من الوحي إلا أن الوحي نابع\r\nلإرادة ذلك فأوحى إليه كما أنه صلى الله عليه وآله وسلم أرد تغيير\r\nالقبلة وزيادة الركعتين في الرباعية والركعة في الثلاثية وغير ذلك\r\nفأوحى الله تعالى إليه بما أراد والمقام لا يخلو من إشكال والله العالم\r\nبحقيقة الحال\r\n","footnote":" ( 1 ) : سورة النجم آية 3 ، 4 .\r\n( 2 ) : سورة النجم آية 3 ، 4 . ","page_name":" 142 ","page_number":142},
  {"content":"\r\nمن والاكم فقد والى الله ومن عاداكم فقد عادى الله\r\nومن أحبكم فقد أحب الله ومن أبغضكم فقد\r\nأبغض الله ومن اعتصم بكم فقد اعتصم بالله\r\n\r\n\r\n","description":"\r\n( من والاكم فقد والى الله ومن عاداكم فقد عادى الله\r\nومن أحبكم فقد أحب الله ومن أبغضكم فقد أبغض الله\r\nومن اعتصم بكم فقد اعتصم بالله ) والسر في ذلك أن الله\r\nتعالى هو الأمر بموالاتهم ومحبتهم والاعتصام بهم والناهي عن\r\nمعاداتهم وبغضهم فالموالي لهم موال له تعالى وهكذا وأيضا\r\nأنهم لما كانوا متخلقين بأخلاق الله ومتصفين بصفاته جرى\r\nلهم عليهم السلام حكمه تعالى في الأشياء المذكورة ونحوها\r\nكما قال تعالى ( إن الذين يبايعونك إنما يبايعون الله يد الله\r\nفوق أيديهم ( 1 ) ) ( وما ظلمونا ولكن كانوا أنفسهم\r\nيظلمون ( 2 ) ) ( فلما أسفونا انتقمنا منهم ( 3 ) ) من أهان لي\r\nوليا فقد بارزني بالمحاربة قوله صلى الله عليه وآله وسلم من\r\nرآني فقد رآى الحق يا علي حربك حربي وحرب علي حرب\r\nالله وفاطمة بضعة مني من آذاها فقد آذاني فقد\r\nآذى الله ونحو ذلك فعن حمزة بن بزيع عن أبي عبد الله عليه\r\nالسلام في قوله تعالى ( فلما أسفونا انتقمنا منهم ) فقال\r\n","footnote":" ( 1 ) : سورة الفتح آية 10\r\n( 2 ) : سورة البقرة آية 57\r\n( 3 ) : سورة الزخرف آية 55 ","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\n\r\n","description":"\r\nإن الله عز وجل لا يأسف كأسفنا ولكنه خلق أولياء لنفسه\r\nيأسفون ويرضون وهم مخلوقون مربوبون فجعل رضاهم\r\nرضاء نفسه وسخطهم سخط نفسه لأنه جعلهم الدعاة إليه\r\nوالأدلاء عليه فلذلك صاروا كذلك وليس أن ذلك يصل إلى\r\nالله كما يصل إلى خلقه لكن هذا معنى ما قال من ذلك وقد\r\nقال من أهان لي وليا فقد بارزني بالمحاربة ودعاني إليها وقال\r\n( من يطع الرسول فقد أطاع الله ( 1 ) ) وقال ( إن الذين\r\nيبايعونك إنما يبايعون الله يد الله فوق أيديهم ( 2 ) ) وكل هذا\r\nوشبهه على ما ذكرت لك والرضا والغضب وغيرهما من\r\nالأشياء مما يشاكل ذلك الحديث وعن زرارة عن أبي جعفر\r\nعليه السلام قال سألته عن قول الله عز وجل ( وما ظلمونا\r\nولكن كانوا أنفسهم يظلمون ( 3 ) ) قال إن الله أعظم وأعز\r\nوأجل وأمنع من أن يظلم ولكن خلطنا بنفسه فجعل ظلمنا\r\nظلمه وولايتنا ولايته حيث يقول ( إنما وليكم الله ورسوله\r\nوالذين آمنوا ( 4 ) ) يعني الأئمة منا ثم قال في موضع آخر\r\n( وما ظلمونا ولكن كانوا أنفسهم يظلمون ) ثم ذكر مثله .\r\n","footnote":" ( 1 ) : سورة النساء آية 80\r\n( 2 ) : سورة الفتح آية 10\r\n( 3 ) : سورة البقرة آية 57\r\n( 4 ) : سورة المائدة آية 55 ","page_name":" 144 ","page_number":144},
  {"content":"\r\nأنتم السبيل الأعظم والصراط الأقوم وشهداء دار\r\nالفناء وشفعاء دار البقاء\r\n\r\n\r\n","description":"\r\n( أنتم السبيل الأعظم ) الذي من سلكه نجا ومن\r\nتخلف عنه ضل وغوى\r\n( والصراط الأقوم ) فإنهم الصراط المستقيم القويم في\r\nالدنيا كما تقدم وطريق متابعتهم في العقائد والمعارف\r\nوالأفعال والأحوال أقوم الطرق وأمتنها بل هو الطريق\r\n( وشهداء دار الفناء ) أي شهداء الله على خلقه في دار\r\nالدنيا كما تقدم في قوله تعالى ( وكذلك جعلناكم أمة وسطا\r\nلتكونوا شهداء على الناس ويكون الرسول عليكم\r\nشهيدا ( 1 ) )\r\n( وشفعاء دار البقاء ) فعن الصادق والباقر عليهما\r\nالسلام قالا والله لنشفعن في المذنبين من شيعتنا حتى يقول\r\nأعدائنا ( فما لنا من شافعين ولا صديق حميم ( 2 ) ) الحديث\r\nوعن الصادق عليه السلام في قوله تعالى ( فما لنا من\r\nشافعين ) ( ولا صديق حميم ) قال الشافعون الأئمة\r\nوالصديق من المؤمنين وعنهم للنبي شفاعة في أمته ولنا\r\nشفاعة في شيعتنا ولشيعتنا شفاعة في أهل بيتهم ( وقال\r\n","footnote":" ( 1 ) : سورة البقرة آية 143\r\n( 2 ) : سورة الشعراء آية 101 ","page_name":" 145 ","page_number":145},
  {"content":"\r\nوالرحمة الموصولة والآية المخزونة والأمانة المحفوظة\r\n\r\n\r\n","description":"\r\nالصادق عليه السلام ) من أنكر ثلاثة أشياء فليس من شيعتنا\r\nالمعراج والمسائلة في القبر والشفاعة .\r\n( والرحمة الموصولة ) أي المتصلة الغير المقطعة فإن كل\r\nإمام منهم بعده إمام وكل منهم رحمة للعالمين كجدهم خاتم\r\nالنبيين صلى الله عليه وآله وسلم وبذلك فسر قوله تعالى\r\n( ولقد وصلنا لهم القول لعلهم يتذكرون ( 1 ) ) في بعض\r\nالأخبار أو المعنى الرحمة الموصولة من الله إلى الخلق\r\n( والآية المخزونة ) أي هم علامات قدرة الله تعالى\r\nوعظمته ولكن معرفة ذلك كما ينبغي مخزونة إلا عن خواص\r\nأوليائهم وفيه إشارة إلى أن الآيات هم الأئمة الهداة عليهم\r\nالسلام وقد قال أمير المؤمنين عليه السلام مالله آية أكبر مني\r\n( والأمانة المحفوظة ) أي التي يجب حفظها على العالمين\r\n( وأن يبذلوا أنفسهم ) وأموالهم في حراستها وحفظها لأن\r\nقوامهم بها ونظام أمور دينهم ودنياهم بها ( أيضا ) أو المراد\r\nذوو الأمانة بمعنى أن ولايتهم هي ( الأمانة المحفوظة )\r\nالمعروضة على السماوات والأرض فقد وردت أخبار كثيرة أن\r\nالأمانة المعروضة هي الولاية أو المعنى أن أمانة كل من\r\nاللاحق محفوظة عند السابق يؤديها إليه عند الوفاة كما روى\r\n","footnote":" ( 1 ) : سورة القصص آية 51 ","page_name":" 146 ","page_number":146},
  {"content":"\r\nوالباب المبتلى به الناس\r\n\r\n\r\n","description":"\r\nأحمد بن عمر قال سألت الرضا عليه السلام عن قول الله عز\r\nوجل ( إن الله يأمركم إن تؤدوا الأمانات إلى أهلها ( 1 ) )\r\nقال هم الأئمة من آل محمد صلى الله عليه وآله وسلم أن\r\nيؤدي الإمام الإمامة إلى من بعده ولا يخص بها غيره ولا\r\nيزويها عنه وفي ( رواية ) أخرى عن ( الصادق عليه السلام )\r\nقال أمر الله الإمام الأول أن يدفع إلى الإمام الذي بعده كل\r\nشئ عنده وفي ( رواية ) أخرى إيانا عني أن يؤدي الأول\r\nإلى الإمام الذي بعده الكتب والعم والسلاح\r\n( والباب المتلى به الناس ) إشارة إلى وقل النبي صلى\r\nالله عليه وآله وسلم مثل أهل بيتي مثل باب حطة يعني\r\nالباب الذي ابتلا الله بني إسرائيل بدخوله سجد وأن يقولا\r\nحطة أي هو حطة لذنوبنا أو حط عنا ذنوبنا فدخلها قوم\r\nمنهم كذلك فنجوا ( فبدل الذين ظلموا قولا غير الذي قيل\r\nلهم ( 2 ) ) فهلكوا وهم كذلك من دخل في باب متابعتهم\r\nنجى ومن لم يدخل هلك ويكن أن يكون إشارة إلى قوله\r\n( أنا مدينة العلم وعلي بابها ) ومن أراد المدينة فليأتها من\r\nبابها أو إلى قوله ( وآتوا البيوت من أبوابها ( 3 ) )\r\n","footnote":" ( 1 ) : سورة النساء آية 58\r\n( 2 ) : سورة البقرة آية 59\r\n( 3 ) : سورة البقرة آية 189 ","page_name":" 147 ","page_number":147},
  {"content":"\r\nمن أتاكم فقد نجى ومن لم يأتكم فقد هلك إلى الله\r\nتدعون وعليه تدلون وبه تؤمنون وله تسلمون\r\nوبأمره تعلمون وإلى سبيله ترشدون وبقوله\r\nتحكمون سعد والله من والاكم\r\n\r\n","description":"\r\n( من أتاكم فقد نجى ومن لم يأتكم فقد هلك ) إذ\r\nالطريق إلى النجاة منحصر فيكم .\r\n( إلى الله تدعون ) بالحكمة والموعظة الحسنة .\r\n( وعليه تدلون ) بالمعارف الحقانية والبراهين النورانية .\r\n( وبه ) دون غيره .\r\n( تؤمنون ) الإيمان الحقيقي الخالي من شوائب الشرك\r\nالجلي والخفي .\r\n( وله ) دان غيره .\r\n( تسلمون ) بالتشديد أموركم وتفوضونها أو بالتخفيف .\r\n( وبأمره تعملون ) لا بإرادتكم بل ليس لكم أمر إلا\r\nأمره ولا إرادة إلا إرادته تعالى .\r\n( وإلى سبيله ) القويم وصراطه المستقيم .\r\n( ترشدون ) الخلق كمال الإرشاد .\r\n( وبقوله تحكمون ) لا بالآراء والاستحسانات والقياسات .\r\n( سعد والله من والاكم ) في الدارين وفاز في النشأتين\r\n","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\nوهلك من عاداكم وخاب من جحدكم وضل من\r\nفارقكم وفاز من تمسك بكم وأمن من لجأ إليكم\r\nوسلم من صدقكم وهدي من اعتصم بكم\r\n\r\n","description":"\r\n( وهلك من عاداكم ) بالخلود في النار وبئس المصير .\r\n( وخاب ) أي خسر وهلك .\r\n( من جحدكم ) ولم يؤمن بإمامتكم .\r\n( وضل من فارقكم ) وترك متابعتكم ولعله عبر\r\nبالضلال هنا للإشارة إلى المستضعفين المفارقين لهم من دون\r\nنصب وعناد فإنهم الضالون ولله فيهم المشيئة إن يشأ يعذبهم\r\nوإن يشأ يعف عنهم كما ورد عنهم .\r\n( وفاز من تمسك بكم ) فوزا عظيما .\r\n( وأمن ) من عذاب الله وغضبه .\r\n( من لجأ إليكم ) بالاعتقاد والمتابعة والاستشفاع .\r\n( وسلم ) من الهلاك والعذاب .\r\n( من صدقكم ) في الإمامة وغيرها .\r\n( وهدي ) إلى طريق النجاة .\r\n( من اعتصم بكم ) كما قال تعالى ( واعتصموا بحبل\r\n","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\nمن اتبعكم فالجنة مأواه ومن خالفكم فالنار مثواه\r\nومن جحدكم كافر ومن حاربكم مشرك ومن رد\r\nعليكم\r\n\r\n\r\n","description":"\r\nالله ( 1 ) ) والمراد به الأئمة كما روي في الأخبار .\r\n( من اتبعكم فالجنة مأواه ومن خالفكم فالنار مثواه ومن\r\nجحدكم ) وأنكر إمامتكم .\r\n( كافر ) وقد دلت أخبار كثيرة على كفر المخالفين يحتاج\r\nجمعها إلى كتاب مفرد والجمع بينها وبين ما علم من أحوالهم\r\nعليهم السلام من معاشرتهم ومؤاكلتهم ومجالستهم ومخالطتهم\r\nيقتضي الحكم بكفرهم وخلودهم في الآخرة وجريان حكم\r\nالإسلام عليهم في الدنيا رأفة ورحمة بالطائفة المحقة لعدم\r\nإمكان الاجتناب عنهم .\r\n( ومن حاربكم مشرك ) بالله تعالى وقد قال صلى الله\r\nعليه وآله وسلم يا علي حربك حربي ومن حاربه فقد حارب\r\nالله تعالى ويجري لآخرهم ما يجري لأولهم .\r\n( ومن رد عليكم ) شيئا من أقوالكم أو أخباركم .\r\n","footnote":" ( 1 ) : سورة آل عمران آية 103 ","page_name":" 150 ","page_number":150},
  {"content":"\r\nفي أسفل درك من الجحيم أشهد أن هذا سابق\r\nلكم فيما مضى وجار لكم فيما بقي وأشهد أن\r\nأرواحكم ونوركم وطينتكم واحدة طابت وطهرت\r\nبعضها من بعض\r\n\r\n\r\n","description":"\r\n( في أسفل درك من الجحيم أشهد أن هذا ) أي وجوب\r\nمتابعتكم أو كل واحد من المذكورات\r\n( سابق لكم فيما مضى ) أي جار لكم فيمن مضى\r\nوتقدم منكم\r\n( وجار لكم فيما بقي ) منكم وما تستعمل في أولي\r\nالعقول كثيرا أو المعنى سابق لكم فيما مضى من الأزمنة\r\nالسالفة أو الكتب المتقدمة ( وجار لكم فيما بقي ) منها\r\n( وأشهد أن أرواحكم ونوركم وطينتكم واحدة ) مخلوقة\r\nمن أعلا عليين وأبدانهم من عليين وعلومهم وكمالاتهم\r\nواحدة\r\n( طابت ) تلك الأرواح\r\n( وطهرت ) تلك الأبدان\r\n( بعضها من بعض ) كما قال تعالى ( ذرية بعضها من\r\nبعض ( 1 ) ) أي من طينة واحدة مخلوقة من نور عظمته تعالى\r\n( فعن الصادق عليه السلام ) قال إن الله خلقنا من عليين\r\n","footnote":" ( 1 ) : سورة آل عمران آية 34 ","page_name":" 151 ","page_number":151},
  {"content":"\r\nخلقكم الله أنوارا فجعلكم بعرشه محدقين حتى من\r\nعلينا بكم فجعلكم في بيوت أذن الله أن ترفع\r\nويذكر فيها اسمه\r\n\r\n\r\n","description":"\r\nوخلق أرواحنا من فوق ذلك وخلق أرواح شيعتنا من عليين\r\nوخلق أجسادهم من دون ذلك فمن أجل ذلك القرابة بيننا\r\nوبينهم وقلوبهم تحن إلينا\r\n( خلقكم الله أنوارا فجعلكم بعرشه محدقين ) بالحاء\r\nوالدال المهملتين أي مطيفين به والمراد بالعرش إما العلم\r\nوهم مستنهضون من علمه تعالى أو المراد به الجسم المحيط\r\nوكانوا أشباحا أو في أجساد مثالية يطوفون به أو هم الآن\r\nكذلك\r\n( حتى من علينا بكم ) بأن جعلكم أئمتنا وسادتنا\r\nوقادتنا في الدنيا والآخرة\r\n( فجعلكم في بيوت أذن الله أن ترفع ويذكر فيها\r\nاسمه ) إشارة إلى الآيات التي في سورة النور وأن أولها فيهم\r\nكما أن الذين بعدها في أعدائهم والآيات هكذا ( الله نور\r\nالسماوات والأرض ( 1 ) ) إلى قوله ( في بيوت أذن الله أن\r\nترفع ويذكر فيها اسمه يسبح له فيها بالغدو والأصال ( 2 ) )\r\n( رجال لا تلهيهم تجارة ولا بيع عن ذكر الله وأقام الصلاة\r\nوإيتاء الزكاة يخافون يوما تتقلب فيه القلوب والأبصار ) ( 3 )\r\n","footnote":" ( 1 ) : سورة النور آية 35 ، 36 ، 37 .\r\n( 2 ) : سورة النور آية 35 ، 36 ، 37 .\r\n( 3 ) : سورة النور آية 35 ، 36 ، 37 . ","page_name":" 152 ","page_number":152},
  {"content":"\r\nوجعل صلواتنا عليكم وما خصنا به من ولايتكم طيبا\r\n\r\n\r\n","description":"\r\nليجزيهم الله أحسن ما علموا ويزيدهم من فضله والله\r\nيرزق من يشاء بغير حساب ( 1 ) ) ( والذين كفروا أعمالهم\r\nكسراب بقيعة يحسبه الظمآن ماء حتى إذا جاءه لم يجده شيئا\r\nووجد الله عنده فوفاه حسابه والله سريع الحساب ( 2 ) ) ( أو\r\nكظلمات في البحر لجي يغشاه موج من فوقه موج من فوقه\r\nسحاب ظلمات بعضها فوق بعض إذا أخرج يده لم يكد\r\nيراها ومن لم يجعل الله له نورا فما له من نور ( 3 ) ) ( عن\r\nالصادق عليه السلام ) أو كظلمات الأول وصاحبه ويغشاه\r\nموج الثالث من فوقه موج ظلمات الثاني بعضها فوق بعض\r\nمعاوية وفتن بني أمية إذا أخرج يده المؤمن في ظلمة فتنتهم لم\r\nيكد يريها ومن لم يجعل الله له نورا إماما من ولد فاطمة فما له\r\nمن نور إمام يوم القيامة الحديث والمراد بالبيوت التي ( أذن\r\nالله أن ترفع ) أما البيوت المعنوية التي هي بيوت العلم\r\nوالحكمة وغيرهما أو البيوت الصورية التي هي بيوت النبي\r\nصلى الله عليه وآله وسلم والأئمة عليهم السلام في حياتهم\r\nومشاهدهم بعد وفاتهم .\r\n( وجعل صلواتنا عليكم وما خصنا به من ولايتكم\r\nطيبا ) مفعول ثان لجعل .\r\n","footnote":" ( 1 ) : سورة النور آية 38 ، 39 ، 40 .\r\n( 2 ) : سورة النور آية 38 ، 39 ، 40 .\r\n( 3 ) : سورة النور آية 38 ، 39 ، 40 . ","page_name":" 153 ","page_number":153},
  {"content":"\r\nلخلقنا وطهارة لأنفسنا وتزكية لنا وكفارة لذنوبنا فكنا\r\nعنده مسلمين بفضلكم ومعروفين بتصديقنا إياكم\r\n\r\n","description":"\r\n( لخقنا ) بالفتح إشارة إلى ما استفاض في الروايات\r\nمن أن ولايتهم وحبهم عليهم السلام علامة طيب الولادة أو\r\nبالضم أي جعل صلواتنا عليكم وولايتنا لكم سببا لتزكية\r\nأخلاقنا .\r\n( وطهارة لأنفسنا ) من الرذائل وسببا لتحليتها بالفضائل .\r\n( وتزكية لنا ) من الاعتقادات الفاسدة والمذاهب الباطلة\r\nالكاسدة .\r\n( وكفارة لذنوبنا ) الكبائر والصغائر .\r\n( فكنا عنده ) أي في علمه تعالى .\r\n( مسلمين ) بالتسليم القلبي الحقيقي .\r\n( بفضلكم ) على العالمين وفي بعض النسخ مسمين وهو\r\nالأظهر ويكون إشارة إلى ما روى أن عندهم كتابا فيه أسماء\r\nشيعتهم وأسماء آبائهم وبلدانهم فعن الرضا عليه السلام قال\r\nفي جملة حديث وإنا لنعرف الرجل إذا رأيناه بحقيقة الإيمان\r\nوحقيقة النفاق وأن شيعتنا لمكتوبون بأسمائهم وأسماء آبائهم\r\nالحديث .\r\n( ومعروفين بتصديقنا إياكم ) بالإمامة والفضيلة وفرض\r\n","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\nفبلغ الله بكم أشرف محل المكرمين وأعلى منازل\r\nالمقربين وأرفع درجات المرسلين\r\n\r\n\r\n","description":"\r\nالطاعة واعلم أن جملة وجعل الخ يحتمل أن تكون خبرية\r\nوأن تكون إنشائية دعائية وأيما كان فهي معطوفة على أذن\r\nوعطف الإنشائية على الأخبارية جايز سيما إذا كانت بصورتها\r\nكما في قوله تعالى حسبنا الله ونعم الوكيل .\r\n( أشرف محل المكرمين ) وأفضل مراتبهم .\r\n( وأعلى منازل المقربين ) من الأنبياء والمرسلين .\r\n( وأرفع درجات المرسلين ) وهي درجات نبينا صلى الله\r\nعليه وآله وسلم فيلزم أفضليتهم على الأنبياء كما يدل عليه\r\nقوله تعالى ( وأنفسنا وأنفسكم ( 1 ) ) وقوله من أراد أن ينظر\r\nإلى آدم في علمه وإلى نوح في عبادته وإلى إبراهيم في خلته\r\nوإلى موسى في هيبته وإلى عيسى في زهده وإلى يحيى في ورعه\r\nفلينظر إلى علي بن أبي طالب عليه السلام فإن فيه سبعين\r\nخصلة من خصال الأنبياء وعن الزيارات ( قال قال لي ) أبو\r\nعبد الله عليه السلام أي شئ تقول الشيعة في موسى\r\nوعيسى وأمير المؤمنين عليهم السلام قلت يزعمون أن\r\n","footnote":" ( 1 ) : سورة آل عمران آية 61 ","page_name":" 155 ","page_number":155},
  {"content":"\r\nحيث لا يلحقه لاحق ولا يفوقه فائق\r\n\r\n\r\n","description":"\r\nموسى وعيسى أفضل من أمير المؤمنين عليهم السلام قال\r\nأيزعمون أن أمير المؤمنين عليه السلام علم ما علم رسول\r\nالله صلى الله عليه وآله وسلم قلت نعم ولكن لا يقدمون\r\nعلى أولي العزم من الرسل أحدا قال أبو عبد الله عليه\r\nالسلام فخاصمهم بكتاب الله قلت في أي موضع منه ( قال\r\nقال ) الله لموسى ( وكتبنا له في الألواح من كل شئ ( 1 ) )\r\nوقال الله لعيسى ( لأبين لكم بعض الذي تختلفون\r\nفيه ( 2 ) ) وقال تبارك وتعالى لمحمد صلى الله عليه وآله وسلم\r\n( وجئنا بك على هؤلاء شهيدا ( 3 ) ) ونزلنا عليك الكتاب\r\nتبيانا لكل شئ وعن الصادق عليه السلام قال إن الله خلق\r\nأولي العزم من الرسل وفضلهم بالعلم وأورثنا علمهم\r\nوفضلنا عليهم في علمهم وعلم رسول الله صلى الله عليه\r\nوآله وسلم ما لم يعلموا وعلمنا علم الرسول وعلمهم إلى غير\r\nذلك من الأخبار والفقرات الآتية مسوقة لذلك وهي قوله :\r\n( حيث لا يلحقه لاحق ) ممن هو دونكم .\r\n( ولا يفوقه فائق ) منهم على الأنبياء كأولي العزم والنبي\r\nصلى الله عليه وآله وسلم وأمير المؤمنين عليه السلام\r\n","footnote":" ( 1 ) : سورة الأعراف آية 145\r\n( 2 ) : سورة الزخرف آية 63\r\n( 3 ) : سورة النساء آية 41 ","page_name":" 156 ","page_number":156},
  {"content":"\r\nولا يسبقه سابق ولا يطمع في إدراكه طامع حتى لا\r\nيبقى لا ملك مقرب ولا نبي مرسل ولا صديق ولا\r\nشهيد ولا عالم ولا جاهل ولا دني ولا فاضل ولا مؤمن\r\nصالح ولا فاجر طالح ولا جبار عنيد ولا شيطان مريد\r\nولا خلق فيما بين ذلك شهيد إلا عرفهم\r\n\r\n","description":"\r\nمستثنيان بالأدلة\r\n( ولا يسبقه سابق ) في فضيلة من الفضائل .\r\n( ولا يطمع في إدراكه طامع ) أي لا يطمع طامع من\r\nالأنبياء أو الأوصياء أو الملائكة في الوصول والإدراك لذلك\r\nالمقام الذي وصلتموه لأنهم يعلمون أنها موهبة خاصة من\r\nالله تبارك وتعالى لكم ولا يمكن الوصل إليها بالسعي\r\nوالاجتهاد .\r\n( حتى لا يبقى ) أي حتى لم يبق أحد في عالم الأرواح\r\nولا في عالم الأجساد .\r\n( لا ملك مقرب ولا نبي مرسل ولا صديق ولا شهيد\r\nولا عالم ولا جاهل ولا دني ولا فاضل ولا مؤمن صالح ولا\r\nفاجر طالح ولا جبار عنيد ولا شيطان مريد ولا خلق فيما\r\nبين ذلك شهيد ) أي عالم أو حاضر .\r\n( إلا عرفهم ) في الكتب الإلهية والصحف السماوية أو\r\nعلى ألسنة الأنبياء والمرسلين وبالنسبة إليهم بالوحي .\r\n","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\nجلالة أمركم وعظم خطركم وكبر شأنكم وتمام\r\nنوركم وصدق مقاعدكم وشرف محلكم وثبات\r\nمقامكم ومنزلتكم عنده وكرامتكم عليه وخاصتكم\r\nلديه وقرب منزلتكم منه بأبي أنتم وأمي وأهلي ومالي\r\nوأسرتي أشهد الله تعالى وأشهدكم أني مؤمن بكم\r\n\r\n\r\n","description":"\r\n( جلالة أمركم وعظم خطركم ) خطر الرجل بالتحريك\r\nقدره ومنزلته .\r\n( وكبر شأنكم ) بالهمزة الأمر والحال .\r\n( وتمام نوركم وصدق مقاعدكم ) أي أنكم صادقون في\r\nهذه المرتبة وأنها حقكم ولعله إشارة إلى قوله تعالى ( في\r\nمقعد صدق عند مليك مقتدر ) ( 1 ) .\r\n( وشرف محلكم وثبات مقامكم ) أي مقام مرضي\r\nقيامكم في طاعة الله ومرضاته ومعرفته .\r\n( ومنزلتكم عنده وكرامتكم عليه وخاصتكم لديه وقرب\r\nمنزلتكم منه بأبي أنتم ) أي أفديكم أو أنتم مفديون بأبي .\r\n( وأمي وأهلي ومالي وأسرتي ) الأسرة بالضم من الرجل\r\nالرهط الأدنون .\r\n( أشهد الله تعالى وأشهدكم أني مؤمن بكم ) أي\r\nبإمامتكم ووجوب طاعتكم وفضلكم .\r\n","footnote":" ( 1 ) : سورة القمر الآية الأخيرة . ","page_name":" 158 ","page_number":158},
  {"content":"\r\nوبما آمنتم به كافر بعدوكم وبما كفرتم به مستبصر\r\nبشأنكم وبضلالة من خالفكم وموال لكم\r\nولأوليائكم مبغض لأعدائكم ومعاد لهم سلم لمن سالمكم\r\n\r\n\r\n","description":"\r\n( وب‍ ) أي بجميع .\r\n( ما آمنتم به ) مجملا وإن لم أعلم تفصيله .\r\n( كافر بعدوكم وبما كفرتم به ) مجملا وإن لم أعرف\r\nتفصيلة وفيه إشارة إلى أن الإيمان بهم لا يتم إلا مع الكفر\r\nبعدوهم والبراءة منه وأن حبهم لا يجتمع مع حب أعدائهم\r\nفإن الحب من يحب أولياء المحبوب ويبغض أعدائه وقد\r\nأشار الله تعالى إلى ذلك بقوله ( فمن يكفر بالطاغوت\r\nويؤمن بالله فقد استمسك بالعروة الوثقى ) ( 1 ) .\r\n( مستبصرا بشأنكم ) أي طالب للبصيرة بمعرفة أمركم\r\nوحالكم وفيه إشارة إلى الاعتراف بالعجز عن ادعاء البصيرة\r\nفي معرفة مرتبتهم فإن القوة البشرية لا تطيق الإحاطة\r\nبمعرفتها إذ هم أنوار الله جل جلاله ومظاهر صفاته ويمتنع\r\nالإحاطة بمعرفة كنه صفاته تعالى\r\n( وبضلالة من خالفكم موال لكم ولأوليائكم مبغض\r\nلأعدائكم ومعاد لهم سلم لمن سالمكم ) السلم بالكسر\r\n","footnote":" ( 1 ) سورة البقرة آية 256 . ","page_name":" 159 ","page_number":159},
  {"content":"\r\nوحرب لمن حاربكم محقق لما حققتم مبطل لما أبطلتم\r\nمطيع لكم عارف بحقكم مقر بفضلكم محتمل\r\nلعلمكم محتجب بذمتكم معترف بكم مؤمن بإيابكم\r\n\r\n","description":"\r\nالمصالحة والانقياد أي أني منقاد لمن أنقاد لكم ومصالح من\r\nصالحكم أو أني محب لمن أحبكم .\r\n( وحرب لمن حاربكم محقق لما حققتم ) أي أعتقد أن\r\nما حققتموه حق أو أسعى في بيان حقيته وكذا قوله :\r\n( مبطل لما أبطلتم مطيع لكم ) في الجملة أو معترف\r\nبوجوب إطاعتكم وإن صدر مني مخالفة في بعض الأحيان .\r\n( عارف بحقكم ) الواجب علي .\r\n( مقر بفضلكم محتمل لعلمكم ) أي لا أرد ما ورد\r\nعنكم وإن لم يحتمله عقلي القاصر واعلم أنه حق وإن لم\r\nيصل إليه فكري الفاتر .\r\n( محتجب بذمتكم ) أي مستتر من المهالك بدخولي في\r\nذمتكم وإمامتكم بأن أجعل الدخول في حجابكم وأمانكم\r\nمانعا من دخول النار ومن وسوسة الشياطين أو أني مستتر\r\nوداخل في الداخلين تحت أمانكم .\r\n( معترف بكم ) بإمامتكم وفضلكم .\r\n( مؤمن بإيابكم ) أي معتقد برجوعكم في الدنيا لإعلاء\r\n","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\nمصدق برجعتكم\r\n\r\n\r\n","description":"\r\nالدين والانتقام من الكافرين والمنافقين وقصم شوكة\r\nالمعاندين قبل يوم القيامة والدين .\r\n( مصدق برجعتكم ) تفسير لم قبلها وهاتان الفقرتان\r\nتدلان على رجعة جميع الأئمة وقد تظافرت الأخبار وتواترت\r\nالآثار وأجمعت الشيعة الأبرار على الرجعة في الجملة وأنهم\r\nيرجعون إلى الدنيا في زمان المهدي عجل الله فرجه جماعة\r\nمن خلص المؤمنين وأشقياء المخالفين وقد أنكر المخالفون\r\nذلك علينا أشد إنكار وشنعوا بذلك علينا مع أن الآيات\r\nالقرآنية ناطقة بذلك فقد ذكر الله تعالى رجعة عزير\r\nوأصحاب الكهف والملأ من بني إسرائيل فقال تعالى ( ألم تر\r\nإلى الذين خرجوا من ديارهم وهم ألوف حذر الموت فقال\r\nلهم الله موتوا ثم أحياهم ( 1 ) ) كانوا سبعين ألف بيت وكان\r\nيقع فيهم الطاعون كل سنة فيخرج الأغنياء لقوتهم ويبقى\r\nالفقراء لضعفهم فيقل الطاعون في الذين يخرجون ويكثر في\r\nالذين يقيمون فيقول المقيمون لو خرجنا لما أصابنا الطاعون\r\nويقول الخارجون لو أقمنا لأصابنا كما أصابهم فأجمعوا على أن\r\nيخرجوا جميعا من ديارهم وقت الطاعون فخرجوا بأجمعهم\r\nفنزلوا على شط بحر فلما وضعوا رحالهم ناداهم الله موتوا\r\n","footnote":" ( 1 ) : سورة البقرة آية 243 ","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\n\r\n","description":"\r\nفماتوا جميعا فكنستهم المارة عن الطريق فبقوا بذلك ما شاء\r\nالله ثم مر بهم أرمينا النبي عليه السلام فقال لو شئت يا\r\nرب لأحييتهم فيعمروا بلادك ويلدوا عبادك ويعبدوك مع من عبدك\r\nفأوحى الله إليه أفتحب أن أحييهم قال نعم فأحياهم الله له\r\nوبعثهم معه فهؤلاء ماتوا ورجعوا إلى الدنيا ثم ماتوا بآجالهم\r\nوقال تعالى ( أو كالذي مر على قرية وهي خاوية على عروشها\r\nقال أني يحيى هذه الله بعد موتها فأماته الله مائة عام\r\nثم بعثه قال كم لبثت قال لبثت يوما أو بعض يوم\r\nقال بل لبثت مئة عام فانظر إلى طعامك وشرابك لم يتسنه\r\nوانظر إلى حمارك ولنجعلك آية للناس وانظر إلى العظام\r\nكيف ننشزها ثم نكسوها لحما فلما تبين له قال اعلم أن الله\r\nعلى كل شئ قدير ( 1 ) ) وهو عزير مات مائة سنة ورجع إلى\r\nالدنيا وبقي فيها ثم مات بأجله وقال تعالى في قصة\r\nالمختارين من قوم موسى ( ثم بعثناكم من بعد موتكم\r\nلعلكم تشكرون ( 2 ) ) وذلك أنهم لما سمعوا كلام الله لموسى\r\nوقالوا لموسى لا نؤمن لك أنه كلام الله ( حتى نرى الله\r\nجهرة فأخذتكم الصاعقة ) ( 3 ) فماتوا فقال موسى يا رب\r\nما أقول لبني إسرائيل إذا رجعت إليهم فأحياهم الله له\r\n","footnote":" ( 1 ) : سورة البقرة آية 259\r\n( 2 ) : سورة البقرة آية 56\r\n( 3 ) : سورة البقرة آية 55 ","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\n\r\n","description":"\r\nفرجعوا إلى الدنيا فأكلوا وشربوا ونكحوا النساء وولدوا\r\nالأولاد ثم ماتوا بآجالهم وقال الله لعيسى ( وإذ تخرج الموتى\r\nبإذني ) ( 1 ) وجميع الموتى الذين أحياهم عيسى بإذن الله\r\nرجعوا إلى الدنيا وبقوا فيها ثم ماتوا وقال تعالى في أصحاب\r\nالكهف ( ولبثوا في كهفهم ثلاث مائة سنين وازدادوا\r\nتسعا ( 2 ) ) ثم بعثهم الله فرجعوا إلى الدنيا وقصتهم معروفة\r\nوقد روى مخالفونا بأسانيد متظافرة عن النبي صلى الله عليه\r\nوآله وسلم أنه قال يكون في هذه الأمة مثل ما يكون في\r\nالأمم السالفة حذو النعل بالنعل والقذة بالقذة فيجب ( ح )\r\nأن يكون في هذه الأمة رجعة كما كان سالفا وروى مخالفونا\r\nأنه إذا خرج المهدي عجل الله فرجه نزل عيسى بن مريم\r\nفصلى خلفه ونزوله إلى الأرض رجوعه إلى الدنيا بعد موته\r\nلأن الله تعالى يقول ( إني متوفيك ورافعك إلي ( 3 ) ) وقال\r\nتعالى ( وحشرناهم فلم نغادر منهم أحدا ( 4 ) ) مع قوله\r\nتعالى ( ويوم نحشر من كل أمة فوجا ممن يكذب\r\nبآياتنا ( 5 ) ) واليوم الذي فيه الجمع غير اليوم الذي\r\n","footnote":" ( 1 ) : سورة المائدة آية 110\r\n( 2 ) : سورة الكهف آية 25\r\n( 3 ) : سورة آل عمران آية 55\r\n( 4 ) : سورة الكهف آية 47\r\n( 5 ) : سورة النمل آية 83 ","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\n\r\n","description":"\r\nيحشر فيه الفوج وهو الرجعة وقال تعالى ( وأقسموا بالله\r\nجهد أيمانهم لا يبعث الله من يموت بلى وعدا عليه حقا ( 1 ) )\r\nيعني في الرجعة لقوه تعالى بعد ذلك ( ليبين لهم الذي\r\nيختلفون فيه ( 2 ) ) والتبيين يكون في الدنيا لا في الآخرة وقال\r\nتعالى ( إنا لننصر رسلنا والذين آمنوا في الحياة الدنيا ( 3 ) )\r\nومن المعلوم أنه لم يتحقق ذلك إلا في الرجعة وقال تعالى\r\n( قالوا ربنا أمتنا اثنتين فاعترفنا بذنوبنا فهل\r\nإلى خروج من سبيل ) ( 4 ) وقال تعالى ( ثم رددنا لكم الكرة\r\nعليهم وأمددناكم بأموال وبنين وجعلناكم أكثر نفيرا ( 5 ) )\r\nوالكرة الموعود بها إنما هي الرجعة وأما الأخبار التي وردت\r\nمن طرقنا فهي قريبة التواتر بل لعلها متواترة وقد رواها جم\r\nغفير من ثقات علمائنا الأعلام وجمع كثير من الثقات العظام\r\nقريبا من مائتي حديث ومنهم الكليني والصدوق والمفيد\r\nوالطوسي والمرتضى والنجاشي والكشي والعياشي وعلي بن\r\nإبراهيم وسليم الهلالي والكراجكي والنعماني والصفار وسعد\r\n","footnote":" ( 1 ) : سورة النحل آية 38\r\n( 2 ) : سورة النحل آية 39\r\n( 3 ) : سورة غافر آية 51\r\n( 4 ) : سورة غافر آية 11\r\n( 5 ) : سورة الإسراء آية 6 ","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\n\r\n","description":"\r\nابن عبد الله وابن قولويه وابن طاوس وولده وفرات بن\r\nإبراهيم وأمين الإسلام أبو الفضل الطبرسي وأبو طالب\r\nالطبرسي والبرقي وابن شهرآشوب والقطب الراوندي\r\nوالعلامة والفضل بن شاذان والشهيد الأول وغيرهم وقد\r\nألف جملة من قدماء الأصحاب فيها رسائل وكتبا كأحمد بن\r\nداود بن سعيد الجرجاني قال الشيخ في الفهرست له كتاب\r\nالمتعة والرجعة والحسن بن علي بن أبي حمزة البطايني عد\r\nالنجاشي من جملة كتبه كتاب الرجعة والفضل بن شاذان\r\nالنيشابوري ذكر الشيخ في الفهرست والنجاشي أن له كتابا\r\nفي إثبات الرجعة والصدوق فقد عد النجاشي من كتبه كتاب\r\nالرجعة ومحمد بن مسعود العياشي ذكر الشيخ والنجاشي\r\nكتابه في الرجعة وغيرهم ومن الأخبار فيها ما في الكتاب\r\nالاختصاص عن الصادق عليه السلام قال أول من تنشق\r\nالأرض عنه ويرجع إلى الدنيا الحسين بن علي عليه السلام\r\nوأن الرجعة ليست بعامة وهي خاصة لا يرجع إلا من محض\r\nالإيمان محضا أو محض الشرك محضا وعن الباقر عليه السلام\r\nأن رسول الله صلى الله عليه وآله وسلم وعليا عليه السلام\r\nسيرجعان وعن الصادق عليه السلام في قوله تعالى ( ويوم\r\nنحشر من كل أمة فوجا ( 1 ) ) قال ليس أحد من المؤمنين\r\n","footnote":" ( 1 ) : سورة النمل آية 83 ","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\n\r\n","description":"\r\nقتل إلا سيرجع حتى يموت ولا أحد من المؤمنين مات إلا\r\nسيرجع حتى يقتل وعن الباقر عليه السلام في قوله تعالى ( ولئن\r\nقتلتم في سبيل الله أو متم ( 1 ) ) مثل ذلك عن الصادق عليه\r\nالسلام في قوله تعالى ( وإذ أخذ الله ميثاق النبيين ( 2 ) ) الآية\r\nقال ليؤمنن برسول الله صلى الله عليه وآله وسلم ولينصرن\r\nعليا أمير المؤمنين عليه السلام قال نعم والله من لدن آدم\r\nفهلم جرا فلم يبعث الله نبيا ولا رسولا إلا رد جميعهم إلى\r\nالدنيا حتى يقاتلوا بين يدي علي بن أبي طالب عليه السلام\r\nوعن ( سليمان الديلمي ) إنه سأل الصادق عليه السلام عن\r\nقوله تعالى ( إذ جعل فيكم أنبياء وجعلكم ملوكا ) ( 3 ) فقال\r\nالأنبياء رسول الله وإبراهيم وإسماعيل وذريته والملوك الأئمة\r\nقال فقلت وأي ملك أعطيتم فقال ملك الجنة وملك الكره\r\nوعن الصادق عليه السلام فيملك حتى يسقط حاجباه على\r\nعينيه من الكبر وقال في قوله تعالى ( إن الذي فرض عليك\r\nالقرآن لرادك إلى معاد ( 4 ) ) نبيكم راجع إليكم وفي تفسير\r\n","footnote":" ( 1 ) : سورة آل عمران آية 157\r\n( 2 ) : سورة آل عمران آية 81\r\n( 3 ) : سورة المائدة آية 20\r\n( 4 ) : سورة القصص آية 85 ","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\n\r\n","description":"\r\nالقمي عن الصادق عليه السلام قال ما بعث الله نبيا من\r\nلدن آدم فعلم جرا ألا يرجع إلى الدنيا وينصر أمير المؤمنين\r\nعليه السلام وهو قوله ( لتؤمنن به ) يعني برسول الله صلى\r\nالله عليه وآله وسلم ولتنصرن أمير المؤمنين عليه السلام وعن\r\n( المفضل بن عمر ) قال ذكرنا القائم عجل الله فرجه ومن\r\nمات من أصحابنا ينتظره فقال لنا أبو عبد الله عليه السلام\r\nإذا قام أتى المؤمن في قبره يقال له يا هذا إنه قد ظهر\r\nصاحبك فإن تشأ أن تلحق به فالحق وإن تشأ أن تقيم في\r\nكرامة ربك فأقم ( واعلم ) أن للمخالفين شبهات ركيكة في\r\nالرجعة منها أنها لو كانت حقا فما الذي يمنع من توبة يزيد\r\nوالشمر وابن ملجم فيها ويرجعون عن كفرهم وضلالهم فلا\r\nيجوز حينئذ لعنهم وفيه أنه حيث ورد عن أئمة الهدى لعنهم\r\nعلمنا أنهم لا يختارون الإيمان وممن قال الله فيهم ( لو أننا\r\nنزلنا إليهم الملائكة وكلمهم الموتى وحشرنا عليهم كل شئ\r\nقبلا ما كانوا ليؤمنوا إلا أن يشاء الله ( 1 ) ) أي إلا أن يحثهم\r\nالله وأيضا إن الله تعالى إذا رد الكافرين في الرجعة للانتقام\r\nمنهم لا يقبل لهم توبة وجروا مجرى فرعون لما أدركه الغرق\r\nوقال ( آمنت أنه لا إله إلا الذي آمنت به بنو إسرائيل وأنا\r\n","footnote":" ( 1 ) : سورة الأنعام آية 111 ","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\n\r\n","description":"\r\nمن المسلمين ( 1 ) ) فقال له الله ( الآن وقد عصيت قبل\r\nوكنت من المفسدين ( 2 ) ) وقد روى عنهم في قوله تعالى\r\n( يوم يأتي بعض آيات ربك لا ينفع نفسا إيمانها لم تكن\r\nآمنت من قبل أو كسبت في إيمانها خيرا ( 3 ) ) إنها عند ظهور\r\nالقائم عجل الله فرجه إذا تاب المخالف لم تقبل توبته\r\n( وأوردوا ) أيضا بأنه كيف يعود الكفار والمخالفين إلى\r\nطغيانهم بعد الرحمة وقد عاينوا عذاب الله والجواب ما تقدم\r\nمن أنهم ممن قال فيهم تعالى ( فلما رأو بأسنا قالوا آمنا ( 4 ) )\r\nأو ممن قال فيهم تعالى ( يا ليتنا نرد ولا نكذب بآيات ربنا\r\nونكون من المؤمنين ( 5 ) ) فقال تعالى ( بل بدا لهم ما كانوا\r\nيخفون من قبل ولو ردوا لعادوا لما نهوا عنه ( 6 ) ) وقال السيد\r\nابن طاوس في الطرائف روى مسلم في صحيحه في أوائل\r\nالجزء الأول بإسناده إلى الجراح بن مليح قال سمعت جابرا\r\nيقول عندي سبعون ألف حديث عن أبي جعفر محمد الباقر\r\nعليه السلام عن النبي صلى الله عليه وآله وسلم تركوها\r\n","footnote":" ( 1 ) : سورة يونس آية 90\r\n( 2 ) : سورة يونس آية 91\r\n( 3 ) : سورة الأنعام آية 158\r\n( 4 ) : سورة غافر آية 84\r\n( 5 ) : سورة الأنعام آية 27\r\n( 6 ) : سورة الأنعام آية 28 ","page_name":" 168 ","page_number":168},
  {"content":"\r\nمرتقب لدولتكم منتظر لأمركم\r\n\r\n\r\n","description":"\r\nكلها ثم ذكر مسلم في صحيحه بإسناده إلى محمد بن عمر\r\nالرازي قال سمعت حريزا يقول لقيت جابر بن يزيد الجعفي\r\nفلم أكتب عنه لأنه كان يؤمن بالرجعة فانظر رحمك الله\r\nكيف حرموا أنفسهم الانتفاع برواية سبعين ألف حديث عن\r\nنبيهم صلى الله عليه وآله وسلم برواية أبي جعفر الذي هو\r\nمن أعيان أهل بيته الذين أمرهم بالتمسك بهم ثم إن أكثر\r\nالمسلمين أو كلهم قد رووا أحياء الأموات في الدنيا وحديث\r\nإحياء الله الأموات في القبور للمسألة وقد تقدمت روايتهم\r\nعن أصحاب الكهف وهذا كتابهم يتضمن ( ألم تر إلى\r\nالذين خرجوا من ديارهم وهم ألوف حذر الموت فقال لهم\r\nالله موتوا ثم أحياهم ( 1 ) ) والسبعون الذين أصابتهم\r\nالصاعقة مع موسى فأي فرق بين هؤلاء وبين ما رواه أهل\r\nالبيت عليهم السلام وشيعتهم من الرجعة وأي ذنب كان\r\nلجابر في ذلك حتى يسقط حديثه انتهى كلامه رضي الله عنه .\r\n( مرتقب ) أي منتظر .\r\n( لدولتكم ) في الرجعة .\r\n( منتظر لأمركم ) أي غلبتكم على الأعادي في زمن\r\nالمهدي عجل الله فرجه أو منتظر لظهور إمامتكم .\r\n","footnote":" ( 1 ) : سورة البقرة آية 243 ","page_name":" 169 ","page_number":169},
  {"content":"\r\nآخذ بقولكم عامل بأمركم مستجير بكم زائر لكم\r\nعائذ بكم لائذ بقبوركم مستشفع إلى الله عز وجل\r\nبكم ومتقرب بكم إليه ومقدمكم أمام طلبتي\r\nوحوائجي وإرادتي في كل أحوالي وأموري\r\n\r\n","description":"\r\n( آخذ بقولكم عامل بأمركم ) في الجملة أو معتقد\r\nلذلك أو عازم على ذلك .\r\n( مستجير بكم ) أي بولايتكم أو بمحبتكم أو بزيارتكم\r\nأو الأعم .\r\n( زائر لكم ) راجيا بذلك الفوز بالثواب والنجاة من\r\nالعقاب .\r\n( عائذ بكم لائذ بقبوركم ) يقال لاذ به إذا التجأ\r\nوانضم واستغاث .\r\n( مستشفع إلى الله عز وجل بكم ) أي أجعلكم شفعائي إلى\r\nالله تعالى .\r\n( ومتقرب بكم إليه ومقدمكم أمام طلبتي وحوائجي\r\nوإرادتي في كل أحوالي وأموري ) أي أسأله بحقكم واستشفع\r\nبكم قبل ذلك حتى يحصل تنجيز الأمور أو المراد أني أقدم\r\nالصلاة عليكم قبل ذلك ليستجاب الدعاء ( ففي الصحيح\r\nعن ) هشام بن سالم عن أبي عبد الله عليه السلام قال لا\r\nيزال الدعاء محجوبا حتى يصلى على محمد وآل محمد وعنه\r\n( قال ) من دعا ولم يذكر النبي صلى الله عليه وآله وسلم\r\n","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\nمؤمن بسركم وعلانيتكم وشاهدكم وغائبكم\r\n\r\n","description":"\r\nرفرف الدعاء على رأسه فإذا ذكر النبي صلى الله عليه وآله\r\nوسلم رفع الدعاء وعن مرازم عن الصادق عليه السلام قال\r\nأن رجلا أتى رسول الله صلى الله عليه وآله وسلم فقال يا\r\nرسول الله إني جعلت ثلث صلواتي لك ( فقال ) له خيرا\r\n( فقال ) يا رسول الله إني جعلت نصف صلواتي لك\r\n( فقال ) له ذاك أفضل ( فقال ) إني جعلت كل صلواتي لك\r\nفقال إذن يكفيك الله عز وجل ما أهمك من أمر دنياك\r\nوآخرتك فقال له رجل أصلحك الله كيف يجعل صلاته له\r\n( فقال ) لا يسأل الله عز وجل إلا بدأ بالصلاة على محمد وآله .\r\n( مؤمن بسركم وعلانيتكم ) أي بما استتر عن أكثر\r\nالخلق من غرائب أحوالكم وبما علن منها أو مؤمن\r\nباعتقاداتكم السرانية وبأعمالكم وأقوالكم العلانية\r\n( وشاهدكم ) من الأئمة الأحد عشر\r\n( وغائبكم ) المهدي\r\n( وأولكم ) علي بن أبي طالب عليه السلام\r\n( وآخركم ) القائم لا كما يقول العامة بإمامة أولكم\r\nدون الأخير أو الواقفة الذين وقفوا دون آخركم\r\n","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\nومفوض في ذلك كله إليكم ومسلم فيه معكم وقلبي\r\nلكم مسلم ورأيي لكم تبع ونصرتي لكم معدة\r\n\r\n","description":"\r\n( ومفوض في ذلك كله إليكم ) أي لا أعترض عليكم\r\nفي شئ من أموركم بل أعلم أن كلما تأتون به فهو بأمره\r\nتعالى أو المعنى أسلم جميع أموري إليكم لكي تصلحوا\r\nخللها وفاسدها فإن أعمال الخلائق تعرض عليهم .\r\n( ومسلم فيه ) أي في ذلك كله\r\n( معكم ) إلى الله تعالى فلا أعترض على الله تعالى في\r\nعدم استيلائكم وغيبتكم وغير ذلك بل أسلم لأمره وأرضى\r\nبقضائه معكم أي كما سلمتم ورضيتم\r\n( وقلبي لكم مسلم ) أي منقاد مطيع مذعن لأموركم\r\nوأفعالكم لا يختلج فيه شئ من أقوالكم وأفعالكم\r\nوأحوالكم وفي بعض النسخ سلم بالكسر بالمعنى المتقدم أو\r\nبمعنى الصلح أي لا اعتراض له وإن لم يصل عقلي القاصر\r\nوفكري الفاتر إلى وجه الحكمة فيما صدر منكم\r\n( ورأيي لكم تبع ) أي رأي تابع لرأيكم ولا رأي لي مع\r\nرأيكم كما لأعدائكم يقول قال علي وأقول أنا\r\n( ونصرتي لكم معدة ) ومهيأة فها أنا منتظر لخروجكم\r\nوالجهاد في خدمتكم مع أعدائكم أو المعنى نصرتي معدة\r\nلبيان دينكم وإعلاء كلمتكم بالبراهين والأدلة بحسب الإمكان .\r\n","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\nحتى يحيى الله تعالى دينه بكم ويردكم في أيامه\r\nويظهركم لعدله ويمكنكم في أرضه فمعكم معكم\r\n\r\n\r\n","description":"\r\n( حتى يحيى الله تعالى دينه ) بعد الاندراس والانطماس .\r\n( بكم ) أي بتمكنكم وظهوركم واستيلائكم .\r\n( ويردكم في أيامه ) أي أيام ظهور دينه واستيلاء كلمته\r\nوهي أيام الرجعة وفيه إشارة إلى ما ورد في جملة من الأخبار\r\nفي تفسير قوله تعالى ( وذكرهم بأيام الله ( 1 ) ) أن المراد بها\r\nأيام قيام القائم .\r\n( ويظهركم ) في الرجعة .\r\n( لعدله ) أي لإقامة عدله وإظهاره .\r\n( ويمكنكم في أرضه ) كما قال تعالى ( وعد الله الذين\r\nآمنوا منكم وعلموا الصالحات ليستخلفنهم في الأرض كما\r\nاستخلف الذين من قبلهم وليمكنن لهم دينهم الذي ارتضى\r\nلهم ) ( 2 ) الآية .\r\n( فمعكم معكم ) أي بالقلب واللسان أو في الدنيا\r\nوالرجعة أو في الدنيا والآخرة أو كرر لمجرد التأكيد .\r\n","footnote":" ( 1 ) : سورة إبراهيم آية 5\r\n( 2 ) : سورة النور آية 55 ","page_name":" 173 ","page_number":173},
  {"content":"\r\nلا مع عدوكم آمنت بكم وتوليت آخركم بما توليت\r\nبه أولكم وبرئت إلى الله عز وجل من أعدائكم\r\nومن الجبت والطاغوت والشياطين وحزبهم الظالمين\r\nلكم الجاحدين لحقكم والغاصبين لإرثكم\r\n\r\n","description":"\r\n( لا مع عدوكم ) وفي بعض النسخ لا مع غيركم .\r\n( آمنت بكم ) قلبا ولسانا وفي عالم الذر وفي هذا العالم\r\n( وتوليت آخركم بما توليت به أولكم ) أي أتولى وأعتقد\r\nآخركم وهو المهدي عجل الله فرجه بنحو ما كنت أتولى\r\nأولكم أمير المؤمنين عليه السلام أو أتولى كل واحد منكم\r\nبنحو ما كنت أتولى به أولكم فإن كل واحد منهم عليهم\r\nالسلام آخر بالنسبة إلى سابقة .\r\n( وبرئت ) حال كوني ملتجئ ( إلى الله عز وجل ) تعالى .\r\n( من أعدائكم ) الضالين والناصبين والجاحدين\r\nوالمعاندين ( ومن الجبت والطاغوت ) . . .\r\n( والشياطين ) سائر خلفاء الجور والسلاطين .\r\n( وحزبهم ) اتباعهم .\r\n( الظالمين لكم والجاحدين لحقكم والغاصبين لإرثكم )\r\nمن الإمامة والفئ وفدك والعوالي والخمس والأنفال وصفو\r\nالمال وغيرها .\r\n","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\nوالشاكين فيكم المنحرفين عنكم ومن كل وليجة\r\nدونكم وكل مطاع سواكم ومن الأئمة الذين\r\nيدعون إلى النار\r\n\r\n\r\n","description":"\r\n( الشاكين فيكم ) أي في إمامتكم كأنهم وإن لم يقولوا\r\nبإمامتهم ولكنهم يحتملونها وفي بعض النسخ بالواو وهو أظهر\r\n( المنحرفين ) أي المايلين والعادلين\r\n( عنكم ) إلى غيركم من أعداء الدين ومردة المنافقين\r\n( ومن كل وليجة دونكم ) الوليجة الدخيلة وخاصتك\r\nمن الرجال\r\n( ومن ) تتخذه معتمدا عليه من غير أهلك والرجل\r\nيكون في القوم وليس منهم والمعنى أني لا أتخذ من غيرهم من\r\nأعتمد عليه في ديني وسائر أموري وأبرء من كل من أدخلوه معكم في\r\nالإمامة والخلافة وليس منكم وفيه إشارة إلى أن المؤمنين في قوله\r\nتعالى : ( ولم يتخذوا من دون الله ولا رسوله ولا المؤمنين\r\nوليجة ) ( 1 ) هم الأئمة كما ورد في الأخبار وفسرها بعض المفسرين\r\nبالدخل قال أي دخلا وبطانة من المشركين يخالطوهم ويودونهم .\r\n( ومن كل مطاع سواكم ومن الأئمة الذين يدعون إلى\r\nالنار ) إشارة إلى قوله تعالى ( وجعلناهم أئمة يدعون إلى\r\nالنار ( 2 ) ) أي إلى الاعتقادات والأعمال الموصلة إلى النار أو\r\n","footnote":" ( 1 ) : سورة التوبة آية 16\r\n( 2 ) : سورة القصص آية 41 ","page_name":" 175 ","page_number":175},
  {"content":"\r\nفثبتني الله أبدا ما حييت على موالاتكم ومحبتكم\r\nودينكم ووفقني لطاعتكم ورزقني شفاعتكم\r\nوجعلني ممن يقتص آثاركم ويسلك سبيلكم\r\n\r\n","description":"\r\nأن تلك الاعتقادات التي اعتقدوها في الدنيا والأعمال التي\r\nعملوها تكون نارا في القيامة يعذبون بها كما قال إنما هي\r\nأعمالكم\r\n( فثبتني الله ) تعالى\r\n( أبدا ) جملة دعائية\r\n( ما حييت ) أي مدة حياتي\r\n( على موالاتكم ) متعلق يثبتني\r\n( ومحبتكم ) وهي مرادفة للموالاة أو المراد بالموالاة\r\nالمتابعة في الأقوال والأفعال والأعمال\r\n( ودينكم ووفقني لطاعتكم ) في الأقوال والأعمال في\r\nالدنيا\r\n( ورزقني شفاعتكم ) في الآخرة\r\n( وجعلني ممن يقتص ) أي يتبع\r\n( آثاركم ) قولا وفعلا\r\n( ويسلك سبيلكم ) وطريقكم الذي تسلكوه\r\n","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\nويهتدي بهداكم ويحشر في زمرتكم ويكر في\r\nرجعتكم ويملك في دولتكم ويشرف في عافيتكم\r\nويمكن في أيامكم وتقر عينه غدا برؤيتكم\r\n\r\n\r\n","description":"\r\n( ويهتدي بهداكم ) الذي هو هدى الله فإن الهدى هدى الله .\r\n( ويحشر في زمرتكم ) الزمرة بالضم الفوج والجماعة .\r\n( ويكر في رجعتكم ) الفعل كر يكر كمد يمد والكر\r\nالرجوع يقال كر وكر يتعدى بنفسه ولا يتعدى وفيه إشارة إلى\r\nرجوع خواص الشيعة في رجعتهم عليه السلام أي جعلني\r\nالله من خواص شيعتكم حتى أكر في رجعتكم .\r\n( ويملك في دولتكم ) أي جعلني الله ممن يصير ملكا\r\nلإعلاء كلمته وإظهار دينه في دولتكم فإن خواص شيعتهم\r\nيصيرون ملوكا في دولتهم .\r\n( ويشرف في عافيتكم ) بالقاف أو الفاء أي من يصير\r\nشريفا معظما في عاقبة أمركم وهي دولتكم وأيام ظهوركم أو\r\nفي زمان سلامتكم من الأعادي .\r\n( ويمكن في أيامكم ) أي يجعل له التمكين والاستيلاء .\r\n( وتقر عينه غدا برؤيتكم ) وفيه إشارة إلى نهاية قربه\r\nكما قال تعالى ( إنهم يرونه بعيدا ) ( ونراه قريبا ) ( 1 ) .\r\n","footnote":" ( 1 ) : سورة المعارج آية 6 - 7 . ","page_name":" 177 ","page_number":177},
  {"content":"\r\nبأبي أنتم وأمي ونفسي وأهلي ومالي من أراد الله بدء\r\nبكم ومن وحده قبل عنكم ومن قصده توجه بكم\r\nإليه موالي لا أحصي ثنائكم )\r\n\r\n","description":"\r\n( بأبي أنتم ) أي مفديون أو أفديكم بأبي .\r\n( وأمي ونفسي وأهلي ومالي من أراد الله بدأ بكم ) أي من\r\nلم يبدأ بكم فلم يرد الله بل أراد الشيطان إذ لا يمكن الوصول إلى\r\nمعارفه تعالى ومرضاته إلا باتباعكم في العقائد والأقوال\r\nوالأعمال .\r\n( ومن وحده قبل عنكم ) أي من لم يقبل عنكم فليس\r\nبموحد بل هو مشرك وإن أظهر التوحيد أو كل من يقول بتوحيد\r\nالله يقبل قولكم فإن البرهان كما يدل على التوحيد يدل على\r\nوجوب إمامتكم وخلافتكم أو أن حقيقة التوحيد إنما عرفت\r\nمنكم فمن لم يقبل العلوم منكم لم يعرف التوحيد .\r\n( ومن قصده توجه بكم إليه ) إذا أنتم وجه الله الذي به\r\nيتوجه به وباب الله الذي منه يؤتى .\r\n( موالي ) منادى جمع مولى .\r\n( لا أحصي ثنائكم ) كما أنه لا يمكن إحصاء الثناء على الله\r\nكما قال ( سبحانك لا أحصي ثنائي عليك أنت كما أثنيت على\r\nنفسك ) إذ هم مظاهر صفات الله وأسمائه ولا يمكن لغيرهم\r\nمعرفة كمالاتهم كما ( روى عن النبي صلى الله عليه وآله وسلم\r\n","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\nولا أبلغ من المدح كنهكم ومن الوصف قدركم\r\nوأنتم نور الأخيار\r\n\r\n","description":"\r\nقال ) يا علي ما عرف الله إلا أنا وأنت وما عرفني إلا الله وأنت\r\nوما عرفك إلا الله وأنا وكذا الكلام في قوله .\r\n( ولا أبلغ من المدح كنهكم ولا من الوصف قدركم ) في\r\nحديث الرضا عليه السلام في وصف الإمام الإمام واحد دهره لا\r\nيدانيه أحد ولا يعادله عالم ولا يوجد منه بدل ولا له مثل ولا نظير\r\nمخصوص بالفضل كله من غير طلب من له ولا اكتساب بل\r\nاختصاص من المفضل الوهاب فمن الذي يبلغ معرفة الإمام أو\r\nيمكنه اختياره هيهات هيهات ضلت العقول وتاهت الحلوم وحارت\r\nالألباب وخسأت العيون وتصاغرت العظماء وتحيرت الحكماء\r\nوحصرت الخطباء وجهلت الألباء وكلت الشعراء وعجزت الأدباء\r\nوعيت البلغاء عن وصف شأن من شأنه أو فضيلة من فضائله وأقرت\r\nبالعجز والتقصير وكيف يوصف بكله أو ينعت بكنهه أو يفهم شئ\r\nمن أمره أو يوجد من يقوم مقامه ويغني غناه بلا كيف وأنى وهو بحيث\r\nالنجم من يد المتناولين ووصف الواصفين الحديث .\r\n( وأنتم نور الأخيار ) أي كيف أحصي ثنائكم وأمدحكم\r\nكنه مدحكم واصف قدركم والحال .\r\n( إنكم نور الأخيار ) أي معلموهم وهادوهم مع أنه لا\r\nيمكن معرفة الأخيار من النبيين والمرسلين والملائكة المقربين أو\r\nأنتم كالشمس من بينهم فكما أن البصر عاجز عن رؤية الشمس\r\n","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\nوهداة الأبرار وحجج الجبار بكم فتح الله وبكم\r\nيختم وبكم ينزل الغيث وبكم يمسك السماء أن تقع\r\nعلى الأرض\r\n\r\n\r\n","description":"\r\nكذلك البصيرة عاجزة عن إدراك مراتب شمس كمالكم\r\nوصفاتكم .\r\n( وهداة ) الشيعة .\r\n( الأبرار وحجج الملك الجبار بكم فتح الله ) الوجود أو\r\nالخلافة أو جميع الخيرات والإفاضات أو بكم خلق الله إذ لو لاكم\r\nلما خلقت سماء ( مبنية ولا أرض مدحية ولا شمس مضيئة ولا\r\nقمر منير ولا ريح تسير ) ولا غير ذلك والباء تحتمل السببية\r\nوالصلة .\r\n( وبكم ينزل الغيث ) كما ورد في الأخبار أو بدعائهم .\r\n( وبكم يختم ) أي دولتكم آخر الدول أو الدولة في الآخرة\r\nأيضا لكم .\r\n( وبكم يمسك السماء أن تقع على الأرض ) مع حصول\r\nأسباب ذلك من أقوال الخلق وأفعالهم الموجبة لذلك من أداء\r\nالولد والصاحبة لله تعالى واتخاذ الآلهة الباطلة كما قال تعالى\r\n( تكاد السماوات يتفطرن منه وتنشق الأرض وتخر الجبال\r\nهدا ( 1 ) ) ( أن دعوا للرحمن ولدا ( 2 ) ) .\r\n","footnote":" ( 1 ) : سورة مريم آية 90 - 91 . ","page_name":" 180 ","page_number":180},
  {"content":"\r\nإلا بإذنه وبكم ينفس اللهم ويكشف الغم ويرفع الضر\r\n\r\n","description":"\r\nوقوله ( إلا بإذنه ) يعني عند قيام الساعة أو في كل وقت\r\nيريده تعالى ويأذن فيه\r\n( وبكم ينفس الهم ويكشف الغم ويرفع الضر ) وفي\r\nبعض النسخ وبكم يكشف الضر وروى الصدوق في الإكمال\r\nبإسناده عن الرضا عليه السلام قال نحن حجج الله في\r\nأرضه وخلفائه في عباده وأمنائه على سره ونحن كلمة التقوى\r\nوالعروة الوثقى ونحن شهداء الله وأعلامه في بريته بنا يمسك\r\nالسماوات والأرض أن تزولا وبنا ينزل الغيث وتنشر الرحمة\r\nلا تخلو الأرض من قائم منا ظاهر أو خاف ولو خلت يوما\r\nبغير حجة لماجت بأهلها كما يموج البحر بأهل وعن الصادق\r\nعليه السلام قال إن الكواكب جعلت في السماء أمانا لأهل\r\nالسماء فإذا ذهبت نجوم السماء جاء أهل السماء ( ما كانوا\r\nيوعدون ) وقال رسول الله صلى الله عليه وآله وسلم جعل\r\nأهل بيتي أمانا لأمتي فإذا ذهب أهل بيتي جاء أمتي ( ما كانوا\r\nيوعدون ) وعن السجاد عليه السلام قال نحن أئمة المسلمين\r\nوحجج الله على العالمين وسادة المؤمنين وقادة الغر المحجلين\r\nوموالي المؤمنين ونحن أمان أهل الأرض كما أن النجوم أمان\r\nلأهل السماء ونحن الذين بنا يمسك الله السماء أن تقع على\r\nالأرض إلا بإذنه وبنا يمسك الأرض أن تمور بأهلها وبنا ينزل\r\nالغيث وتنشر الرحمة وتخرج بركات الأرض الحديث .\r\n","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\nوعندكم ما نزلت به رسله وهبطت به ملائكته وإلى\r\nجدكم بعث الروح الأمين أتاكم الله ما لم يؤت أحدا\r\nمن العالمين )\r\n\r\n\r\n","description":"\r\n( وعندكم ما نزلت به رسله ) من الصحف الإلهية\r\nوالكتب السماوية والعلوم الربانية والأسرار الحقانية\r\n( وهبطت به ملائكته ) تفسير لما قبلها كما تقدم في\r\nأحوالهم\r\n( وإلى جدكم بعث الروح الأمين ) جبرائيل وإن كانت\r\nالزيارة لأمير المؤمنين عليه السلام فقل ( وإلى أخيك بعث\r\nالروح الأمين\r\n( أتاكم الله ) من العلوم الربانية والمعارف الحقانية\r\nوالأسرار الإلهية والفضائل النفسانية والأخلاق الملكوتية\r\n( ما لم يؤت أحدا من العالمين ) عدا جدكم سيد\r\nالمرسلين إن لم يكن داخلا في الخطاب فيهم ( عن ) يعقوب\r\nبن شعيب قال سألت أبا عبد الله عليه السلام عن قول الله\r\nعز وجل ( اعملوا فسيرى الله عملكم ورسوله\r\nوالمؤمنون ( 1 ) ) قال هم الأئمة وعن الزيات قال قلت للرضا\r\nعليه السلام ادع لي ولأهل بيتي فقال أولست أفعل والله إن\r\n","footnote":" ( 1 ) : سورة التوبة آية 105 ","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\n","description":"\r\nأعمالكم لتعرض علي كل يوم وليله قال فاستعظمت ذلك\r\nفقال لي أما تقرأ كتاب الله عز وجل ( وقل اعملوا فسيرى\r\nالله عملكم ورسوله والمؤمنون ) هو والله علي بن أبي\r\nطالب عليه السلام وفي قرائتهم إنها والمأمونون وعنهم إن\r\nعندنا صحف إبراهيم وألواح موسى والزبور الذي أنزل على\r\nداود وكل كتاب نزل فهو عند أهل البيت ونحن هم وعن\r\nالباقر عليه السلام قال إن اسم الله الأعظم على ثلاثة\r\nوسبعين حرفا وإنما كان عند آصف منها حرف واحد فتكلم\r\nبه فخسف بالأرض ما بينه وبين سرير بلقيس حتى تناول\r\nالسرير بيده ثم عادت الأرض كما كانت أسرع من طرفة\r\nالعين وعندنا نحن من الاسم الأعظم اثنان وسبعون حرفا\r\nوحرف عند الله تبارك وتعالى استأثر به في علم الغيب عنده\r\nولا حول ولا قوة إلا بالله العلي العظيم وعن الصادق عليه\r\nالسلام قال إن عيسى بن مريم أعطي حرفين كان يعمل بهما\r\nوأعطي موسى أربعة أحرف وأعطي إبراهيم ثمانية أحرف\r\nوأعطي نوح خمسة عشر حرفا وأعطي آدم خمسة وعشرين\r\nحرفا وإن الله تبارك وتعالى جمع ذلك كله لمحمد صلى الله\r\nعليه وآله وسلم وإن اسم الله الأعظم ثلاثة وسبعون حرفا\r\nأعطى محمدا صلى الله عليه وآله وسلم اثنين وسبعين حرفا\r\nوحجب عنه حرفا واحدا وعن الباقر عليه السلام قال لو كان\r\n","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\n","description":"\r\nلألسنتكم أوكية لحدثت كل امرء بما له وعليه وعن ابن جبل\r\nعن الصادق عليه السلام قال كنا ببابه فخرج علينا أقوام\r\nشبه الزط عليهم أزر وأكسية فسألنا أبا عبد الله عليه\r\nالسلام فقال هؤلاء إخوانكم من الجن وفي رواية أخرى\r\nيأتوننا فيسألونا عن حلالهم وحرامهم وعن خيثمة الجعفي\r\nعن أبي جعفر عليه السلام قال سمعته يقول نحن جنب الله\r\nونحن صفوته ونحن خيرته ونحن مستودع مواريث الأنبياء\r\nونحن أمناء الله عز وجل ونحن حجة الله ونحن أركان\r\nالإيمان ونحن دعائم الإسلام ونحن رحمة الله على خلقه\r\nونحن من بنا يفتح وبنا يختم ونحن أئمة الهدى ونحن\r\nمصابيح الدجى ونحن منار الهدى ونحن السابقون ونحن\r\nالآخرون ونحن العلم المرفوع للخلق من تمسك بنا لحق\r\nومن تأخر عنا غرق ونحن قادة الغر المحجلين ونحن خيرة\r\nالله ونحن الطريق الواضح والصراط المستقيم إلى الله ونحن\r\nمن نعمة الله عز وجل على خلقه ونحن المنهاج ونحن معدن\r\nالنبوة ونحن موضع الرسالة ونحن الذين إلينا تختلف الملائكة\r\nونحن السراج لمن استضاء بنا ونحن السبيل لمن اهتدى بنا\r\nونحن الهداة إلى الجنة ونحن عرى الإسلام ونحن السنام\r\nالأعظم ونحن الذين أنزل الله عز وجل بنا الرحمة وبنا\r\nتسقون الغيث ونحن الذين بنا يصرف عنكم العذاب فمن\r\n","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\nطأطأ كل شريف لشرفكم وبخع كل متكبر\r\nلطاعتكم وخضع كل جبار لفضلكم وذل كل شئ لكم\r\n\r\n","description":"\r\nعرفنا وأبصرنا وعرف حقنا وأخذ بأمرنا فهو منا وإلينا .\r\n( طأطأ ) أي خضع وخفض ( كل شريف لشرفكم )\r\nأي لأجله إذ لم يصل إليه يقال طأطأ رأسه أي خفضه .\r\n( وبخع ) بالباء الموحدة والخاء المعجمة أي خضع .\r\n( كل متكبر لطاعتكم ) أي فيها أو لأجلها أو لأجل\r\nإطاعتكم الله تعالى يقال بخع بالحق بخوعا أقر به وخضعه به\r\nكبخع بالكسر بخاعة وفي بعض النسخ بالنون يقال نخع لي بحقي\r\nكمنع أي أقر .\r\n( وخضع كل جبار ) أي متجبر ( لفضلكم ) أي لأجله .\r\n( وذل كل شئ لكم ) بقدرة الله تعالى وخضوع\r\nالخلفاء الجبارة لهم وتذلل الأسود والحيوانات بين يديهم في\r\nالآثار مشهورة وفي كتب الأخبار مسطورة وقد ذكرنا جملة منها\r\nفي كتابنا جلاء العيون في بيان أحوالهم عليهم السلام\r\n( ومن ) ذلك ما روى أن الرشيد لما أراد قتل موسى الكاظم\r\nعليه السلام أرسل إلى عماله في الأطراف فقال التمسوا لي\r\nقوما لا يعرفون الله استعين بهم في مهم لي فأرسلوا إليه قوما\r\nيقال لهم العبدة فلما قدموا عليه وكانوا خمسين رجلا أنزلهم\r\nفي بيت من داره قريب من المطبخ ثم حمل إليهم المال\r\n","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\nوأشرقت الأرض بنوركم وفاز الفائزون بولايتكم\r\nبكم يسلك إلى الرضوان\r\n\r\n\r\n","description":"\r\nوالثياب والجواهر والأشربة والخدم ثم استدعاهم وقال من\r\nربكم فقالوا ما نعرف ربا وما سمعنا بهذه الكلمة فخلع\r\nعليهم ثم قال للترجمان قل لهم إن لي عدوا في هذه الحجرة\r\nفأدخلوا إليه وقطعوه فدخلوا بأسلحتهم على الكاظم عليه\r\nالسلام والرشيد ينظر ماذا يفعلون فلما رأوه رموا أسلحتهم\r\nوخروا له سجدا فجعل موسى عليه السلام يمر يده على\r\nرؤوسهم وهم منكسون وهو يخاطبهم بألسنتهم فلما رأى\r\nالرشيد ذلك غشي عليه وصاح بالترجمان أخرجهم فأخرجهم\r\nيمشون القهقري إجلالا لموسى عليه السلام ثم ركبوا خيولهم\r\nوأخذوا الأموال ومضوا .\r\n( وأشرقت الأرض بنوركم ) أي بنور وجودكم فإنه\r\nلولاكم لما أوجدت هي وغيرها من الموجودات أو أشرقت\r\nقلوب أهل الأرض بنور هدايتكم وأفرد النور لأنهم نور\r\nواحد كما تقدم أو يكون إشارة إلى قوله تعالى ( وأشرقت\r\nالأرض بنور ربها ( 1 ) ) فإنهم نور الله تعالى كما سبق .\r\n( وفاز الفائزون بولايتكم ) أي لسبب اعتقاد إمامتكم\r\nومحبتكم ومتابعتكم ( بكم ) دون غيركم ( يسلك ) إلى الطريق\r\n","footnote":" ( 1 ) : سورة الزمر آية 69 ","page_name":" 186 ","page_number":186},
  {"content":"\r\nوعلى من جحد ولايتكم غضب الرحمن بأبي أنتم\r\nوأمي ونفسي وأهلي ومالي ذكركم في الذاكرين\r\nوأسماؤكم في الأسماء وأجسادكم في الأجساد\r\nوأرواحكم في الأرواح وأنفسكم في النفوس\r\nوآثاركم في الآثار وقبوركم في القبور\r\n\r\n\r\n","description":"\r\n( الرضوان ) أي رضاء الله تعالى الذي هو أعظم الدرجات\r\nكما قال تعالى : ( ورضوان من الله أكبر ) ( 1 ) .\r\n( وعلى من جحد ولايتكم ) وأنكر إمامتكم وخلافتكم\r\nووجوب طاعتكم ( غضب الرحمن ) الذي هو أعظم أنواع\r\nالعذاب .\r\n( بأبي أنتم ) أي مفديون أو أفديكم .\r\n( بأبي وأمي ونفسي وأهلي ومالي ذكركم في الذاكرين\r\nوأسمائكم في الأسماء وأجسادكم في الأجساد وأرواحكم في\r\nالأرواح وأنفسكم في النفوس وآثاركم في الآثار وقبوركم في\r\nالقبور ) هذه الفقرات تحتمل معان الأول أن يكون المعنى أن\r\nذكركم وإن كان في الظاهر مذكورا بين الذاكرين بأن\r\nيذكروكم ويذكروا غيركم وتذكر أسمائكم في أسمائهم بأن\r\nيقولوا محمدا وعلي وهكذا وكذا البواقي إلا أنه لا نسبة بين\r\nذكركم وذكر غيركم ولا بين أسمائكم وأسماء غيركم وكذا\r\nالبواقي بقرينة قوله بعد ذلك .\r\n","footnote":" ( 1 ) : سورة التوبة آية 72 . ","page_name":" 187 ","page_number":187},
  {"content":"\r\nفما أحلى أسمائكم وأكرم أنفسكم وأعظم شأنكم\r\nوأجل خطركم وأوفى عهدكم وأصدق وعدكم\r\n\r\n","description":"\r\n( فما أحلى أسمائكم وأكرم أنفسكم وأعظم شأنكم ) أي\r\nرتبتكم وأمركم .\r\n( وأجل خطركم ) أي قدركم وعظمتكم .\r\n( وأوفى عهدكم وأصدق وعدكم ) ويمكن تطبيق هذه\r\nالفقرات على الفقرات الأولى بأدنى تكلف مع أنه لا حاجة\r\nإلى ذلك إذ مجموع هذه الفقرات في مقابلة مجموع تلك\r\nوبالجملة فحاصل المعنى أن ما يذكر ويسمى ويتكلم به فهو\r\nغير خارج عن خالق ومخلوق وأسمائكم وأنفسكم وأرواحكم\r\nوأجسادكم وسائر أفعالكم وأحوالكم وأطواركم وأخلاقكم\r\nوإن كانت من جملة المخلوقات وداخلة في جملتها إلا أن لها\r\nكمال الامتياز والسمو والعلو والرفعة والقدر والمنزلة بحيث\r\nلا نسبة بينها وبين غيرها وكونها من جملة غيرها لا تقتضي\r\nمساواتها لها كما قال من قال :\r\nفإن تفق الأنام وأنت منهم فإن المسك بعض دم الغزال\r\nوهذا المعنى أحسن المعاني وأوضحها ( الثاني ) أن يكون\r\nالمعنى إذا ذكر الذاكرون الله بمدح أو ثناء فأنتم داخلون فيهم\r\nلأنكم سادات الذاكرين وكذا إذا ذكرت الأسماء الشريفة\r\nوالأوصاف المنيفة والأرواح الطيبة والأجساد الطاهرة والأنفس\r\n","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\n","description":"\r\nالسليمة والعقول المنيفة والأرواح الطيبة والأجساد الطاهرة\r\nوالأنفس السليمة والعقول المستقيمة ونحو ذلك فأسمائكم\r\nوأرواحكم وأجسادكم ونفوسكم داخلة في ذلك لأنكم سادة\r\nالسادات وقادة الهداة ( الثالث ) أن يكون المعنى أنه ينبغي\r\nأن يكون ذكركم مذكورا في السنة الذاكرين وكذا أسمائكم\r\nوالباقي بمعنى أن من أراد أن يذكر أحدا بمدح فينبغي أن لا\r\nيذكر غيركم ومن أراد الثناء على الأسماء والأرواح\r\nوالأجساد والنفوس فليس له أن يتجاوزكم إلى غيركم كما\r\nقال من قال :\r\nإليكم وإلا تشد الركائب\r\nومنكم وإلا لا تصح المواهب\r\nوفيكم وإلا فالحديث مزخرف\r\nوعنكم وإلا فالمحدث كاذب\r\nوهذا المعنى لا يخلو من لطف إلا أنه بعيد من اللفظ\r\n( الرابع ) أن يكون المعنى أن ذكركم وأسمائكم\r\nوأرواحكم وسائر ما ذكر بمنزلة المظروف وجميع ذلك من\r\nغيركم بمنزلة الظرف فشرافة هذه الأشياء منكم كشرافة\r\nالمظروف على الظرف وامتيازه ولا يخلو من بعد ( الخامس )\r\nأن يقرأ وأسمائكم وأرواح الخ مجرورا معطوفا على ضمير\r\n","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\nكلامكم نور وأمركم رشد ووصيتكم التقوى\r\n\r\n\r\n","description":"\r\nالخطاب المجرور في ذكركم أي يذكركم الله تعالى في جنب\r\nالذاكرين فيكون من إضافة المصدر إلى المفعول فإذا ذكر\r\nالناس الذاكرين ذكركم الله تعالى في جنبهم وذكر أسمائكم\r\nومدحها وكذا أرواحكم وأجسادكم في جنب ذكرهم لها كما\r\nورد في تفسير قوله تعالى ( ولذكر الله أكبر ( 1 ) ) أي ذكر الله\r\nعبده أكبر من ذكر العبد ربه وهو العبد والله العالم بحقائق\r\nكلام أوليائه وأصفيائه وأحبائه وهم عليهم السلام .\r\n( كلامكم نور ) أي علم وهداية من الله أوله امتياز عن غيره\r\nكامتياز النور من الظلمة فإن كلامكم تحت كلام الخالق وفوق كلام\r\nالمخلوق وما ترى في كثير من الروايات من عدم سلاسة الألفاظ\r\nوجزالة المعاني والتكرار ونحو ذلك فأما لأنه نقل بالمعنى أو لأنهم\r\nيكلمون الناس على قدر عقولهم وأفهامهم .\r\n( وأمركم رشد ) أي هداية إلى الصواب .\r\n( ووصيتكم التقوى ) كما لا يخفى على من لاحظ\r\nالأخبار الواردة في وصيتهم حين وفاتهم فلم يزل كل منهم\r\nيقول لأهل بيته أوصيكم بتقوى الله .\r\n","footnote":" ( 1 ) : سورة العنكبوت آية 45 ","page_name":" 190 ","page_number":190},
  {"content":"\r\nوفعلكم الخير وعادتكم الإحسان وسجيتكم الكرم\r\nوشأنكم الحق والصدق والرفق وقولكم حكم وحتم\r\nورأيكم علم وحلم وحزم\r\n\r\n","description":"\r\n( وفعلكم الخير ) أي منحصر فيه فلا يصدر منهم شر أبدا .\r\n( وعادتكم الإحسان ) إلى البر والفاجر والصديق والعدو .\r\n( وسجيتكم ) أي طبيعتكم ( الكرم ) فإنهم أكرم\r\nالخلق طرا حتى صار الكرم لهم طبيعة وسجية .\r\n( وشأنكم الحق ) في المعارف والأحوال .\r\n( والصدق ) في الأقوال ( والرفق ) في المعاشرات والأفعال .\r\n( وقولكم حكم ) أي حكمة لأنكم أهل الحكمة ومنكم\r\nصدرت .\r\n( وحتم ) يجب اتباعه .\r\n( ورأيكم علم ) لا بظني وتخمين بل رأيكم علم إلهي وأهل\r\nالرأي هم المعولون على الظنون والقياسات والاستحسانات\r\nوالتخمين والمصالح المرسلة كالحنفية ونحوهم .\r\n( وحلم ) لا سفه أو صادر عن عقل سليم يقال ذووا\r\nالأحلام أي ذوو العقول أي رأيكم رأي أولي العلم والحلم .\r\n( وحزم ) أي مضبوط متقن متيقن .\r\n","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\nإن ذكر الخير كنتم أوله وأصله وفرعه ومعدنه ومأواه\r\nومنتهاه بأبي أنتم وأمي ونفسي كيف أصف حسن\r\nثنائكم وأحصي جميل بلائكم وبكم أخرجنا الله من\r\nالذل\r\n\r\n","description":"\r\n( إن ذكر الخير كنتم أوله ) لأن ابتداءه بكم ومنكم .\r\n( وأنتم أصله ) وأصل الوجود الذي هو مبدأ الخيرات\r\nولولاكم لما خلقت الموجودات ( وفرعه ) حيث إن وجودكم\r\nنشأ من خير الله تعالى وفضله على عباده ورأفته بخلقه فأنتم\r\nفرع ذلك الخير وأن كمالاتكم العلية وأفعالكم المرضية فرع\r\nوجودكم الذي هو الأصل فأنتم الأصل والفرع .\r\n( ومأواه ) أي لا يوجد لا عندكم ولا يصدر إلا منكم .\r\n( ومنتهاه ) لأن كل خير يرجع بالآخرة إليكم لأنكم سببه أو أن\r\nالخيرات الكاملة النازلة من الله تعالى تنتهي إليكم وتنزل عليكم .\r\nبأبي أنتم وأمي ونفسي كيف أصف حسن ثنائكم ) أي كيف\r\nأقدر على وصف حسن وصفكم بأن يكون إضافة الحسن إلى الثناء\r\nمن إضافة الصفة إلى الموصوف أي كيف أصف ثنائكم الحسن أو\r\nالمعنى كيف أصف حسن ثنائكم على الله وتمجيدكم له .\r\n( وأحصي جميل بلائكم ) أي نعمتكم التي أنعم الله بها\r\nعلينا والحال ( إن بكم ) أي بسببكم وبسبب وجودكم\r\n. إمامتكم وخلافتكم ( أخرجنا الله من الذل ) أي ذل الكفر\r\n","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\nوفرج عنا غمرات الكروب وأنقذنا من شفا جرف\r\nالهلكات ومن النار بأبي أنتم وأمي ونفسي بموالاتكم\r\nعلمنا الله معالم ديننا وأصلح ما كان فسد من دنيانا\r\n\r\n","description":"\r\nوالجهل إلى عز الإسلام والإيمان والعلم أو من ذل العذاب\r\nالدنيوي والأخروي .\r\n( وفرج عنا غمرات ) أي شدائد ( الكروب ) ومزدحماته\r\nمن الكفر والظلم والجهل ونحوها .\r\n( وأنقذنا ) أي خلصنا ونجانا .\r\n( من شفا جرف الهلكات ) وشفا كنوى بالشين المعجمة\r\nوالقصر الطرف والجانب والجرف بضم الجيم أو مع الراء\r\nالموضع الذي تجرفته السيول أي أكلت ما تحته والهلكات\r\nالمهالك وأريد بها هنا الكفر والضلال والفسق والمعنى أنقذنا\r\nبكم حين كنا مشرفين على المهالك الكفر والضلال والفسق\r\nفهدانا بكم وخلصنا من تبعاتها .\r\n( ومن النار بأبي أنتم وأمي ونفسي بموالاتكم علمنا الله\r\nمعالم ديننا ) بأخباركم وآثاركم وأقوالكم وأفعالكم وأحوالكم\r\nوكل ما لم يخرج من بيتكم ومن عندكم فهو باطل عاطل .\r\n( وأصلح ما كان فسد من دنيانا ) فإن معرفة أمور\r\nالدين التي تتعلق بالمعاملات والمعاشرات بها ينتظم أمور\r\nالدنيا وبها يصلح نظام الخلق وأمور المعاش فضلا عن المعاد .\r\n","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\nوبموالاتكم تمت الكلمة وعظمت النعمة وائتلفت\r\nالفرقة وبموالاتكم تقبل الطاعة المفترضة\r\n\r\n\r\n","description":"\r\n( وبموالاتكم تمت الكلمة ) أي كلمة التوحيد كما روى\r\nعن الرضا عليه السلام من قال ( لا إله إلا الله دخل الجنة\r\nبشرطها وشروطها وأنا من شروطها ) أو كلمة الإيمان إشارة\r\nإلى قوله تعالى ( اليوم أكملت لكم دينكم ) .\r\n( وعظمت النعمة علينا ) إشارة إلى قوله تعالى حين نصب\r\nالنبي وصيه امتثالا لقوله تعالى ( يا أيها الرسول بلغ ما أنزل إليك\r\nمن ربك وإن لم تفعل فما بلغت رسالته ) ( 1 ) ( اليوم أكملت لكم\r\nدينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام دينا ) ( 2 ) .\r\n( وائتلفت الفرقة ) الحاصلة بالآراء الفاسدة والمذاهب\r\nالكاسدة فحصل الائتلاف والاتفاق بوجوب الرجوع إليهم\r\nوالأخذ عنهم والرد إليهم ومتابعتهم في أقوالهم وأفعالهم .\r\n( وبموالاتكم تقبل الطاعة المفترضة ) علي بناء المفعول\r\nيقال افترضه الله أي أوجبه فإن طاعتهم من أصول الدين\r\nولا يقبل الفرع بدون الأصل وقد تقدمت الأخبار الدالة على\r\nأن الأعمال لا تقبل بدون ولايتهم ومنها قول الباقر عليه\r\n","footnote":" ( 1 ) : سورة المائدة آية 67\r\n( 2 ) : سورة المائدة آية 3 ","page_name":" 194 ","page_number":194},
  {"content":"\r\nولكم المودة الواجبة والدرجات الرفيعة والمقام\r\nالمحمود\r\n\r\n\r\n","description":"\r\nالسلام كل من دان لله عز وجل بعبادة يجهد فيها نفسه ولا\r\nإمام له من الله عز وجل فسعيه غير مقبول وهو ضال متحير\r\nوالله شانئ لعمله الحديث .\r\n( ولكم المودة الواجبة ) إشارة إلى قوله تعالى ( قل لا\r\nأسألكم عليه أجرا إلا المودة في القربى ) وقوله تعالى\r\n( إن الذين آمنوا وعملوا الصالحات سيجعل لهم الرحمن\r\nودا ( 1 ) ) فعن الباقر عليه السلام في قوله تعالى ( قل لا\r\nأسألكم عليه أجرا إلا المودة في القربى ( 2 ) ) قال هم الأئمة\r\nوورد في ( الآية الثانية ) أنها نزلت فيهم .\r\n( والدرجات الرفيعة ) في الآخرة .\r\n( والمقام المحمود ) إشارة إلى قوله تعالى ( عسى أن يبعثك\r\nربك مقاما محمودا ) ( 3 ) وهو مقام الشفاعة الكبرى كما روي عن\r\nالصادق عليه السلام أن النبي صلى الله عليه وآله وسلم يخر ساجدا\r\nفي القيامة فيمكث ما شاء الله فيقول الله عز وجل ارفع رأسك واشفع\r\nتشفع واسأل تعط وذلك قوله ( عسى أن يبعثك ربك\r\nمقاما محمودا ) .\r\n","footnote":" ( 1 ) : سورة مريم آية 96\r\n( 2 ) : سورة الشورى آية 23\r\n( 3 ) : سورة الإسراء آية 79 ","page_name":" 195 ","page_number":195},
  {"content":"\r\nوالمقام المعلوم عند الله عز وجل والجاه العظيم\r\nوالشأن الكريم والشفاعة المقبولة\r\n\r\n\r\n","description":"\r\n( والمقام المعلوم ) وفي بعض النسخ والمكان المعلوم أي المعلوم\r\nفي القرب والكمال إشارة إلى قوله تعالى ( وما منا إلا له مقام\r\nمعلوم ) ( 1 ) .\r\n( والجاه العظيم والشأن الكريم والشفاعة المقبولة ) عن ابن عباس\r\nعن النبي صلى الله عليه وآله قال أتاني جبرائيل وهو فرح\r\nمستبشر فقلت حبيبي جبرائيل مع ما أنت فيه من الفرح ما\r\nمنزلة أخي وابن عمي علي ابن أبي طالب عليه السلام عند\r\nربه فقال والذي بعثك بالنبوة واصطفاك بالرسالة ما هبطت\r\nفي وقتي هذا إلا لهذا يا محمد الله العلي الأعلى يقرئكما السلام\r\n( وقال ) محمد نبي رحمتي وعلي مقيم حجتي لا أعذب من\r\nوالاه وإن عصاني ولا أرحم من عاداه وإن أطاعني ( ثم قال\r\nصلى الله عليه وآله وسلم ) إذا كان يوم القيامة يأتيني\r\nجبرائيل ومعه لواء الحمد وهو سبعون شقة الشقة منه أوسع\r\nمن الشمس والقمر وأنا على كرسي من كراسي الرضوان\r\nفوق منبر من منابر القدس فأخذه وادفعه إلى علي بن أبي\r\nطالب عليه السلام فوثب الثاني وقال يا رسول الله وكيف\r\n","footnote":" ( 1 ) : سورة الصافات آية 164 ","page_name":" 196 ","page_number":196},
  {"content":"\r\nربنا آمنا بما أنزلت واتبعنا الرسول فاكتبنا مع\r\nالشاهدين ربنا لا تزغ قلوبنا بعد إذ هديتنا وهب\r\nلنا من لدنك رحمة إنك أنت الوهاب\r\n\r\n\r\n","description":"\r\nيطيق علي حمل اللواء وقد ذكرت أنه سبعون شقه الشقة منه\r\nأوسع من الشمس والقمر فقال النبي صلى الله عليه وآله\r\nوسلم إذا كان يوم القيامة يعطي الله عليا من القوة مثل قوة\r\nجبرائيل ومن النور مثل نور آدم ومن الحلم مثل حلم\r\nرضوان ومن الجمال مثل جمال يوسف ومن الصوت ما يداني\r\nصوت داود لولا أن يكون داود خطيبا لعلي في الجنان لأعطي\r\nمثل صوته وأن عليا أول من يشرب من السلسبيل والزنجبيل\r\nلا يجوز لعلي قدم على الصراط إلا وثبتت له مكانها أخرى\r\nوأن لعلي وشيعته من الله مكانا يغبطه به الأولون والآخرون .\r\n( ربنا آمنا بما أنزلت ) في علي من الولاية إشارة إلى قوله تعالى\r\n( بلغ ما أنزل إليك ) ( 1 ) أو الأعم من ذلك ( واتبعنا الرسول ) في\r\nما أمرنا به من ذلك وفي بعض النسخ وآل الرسول ( فاكتبنا مع\r\nالشاهدين ) الذين آمنوا بذلك عن شهود وحضور أو اكتبنا مع\r\nأئمتنا فإنهم شهداء الله على خلقه كما تقدم .\r\n( ربنا لا تزغ ) أي لا تمل ( قلوبنا ) إلى الباطل ( بعد إذ\r\nهديتنا ) إلى الحق ( وهب لنا من لدنك رحمة ) في الدنيا والآخرة وأن\r\n","footnote":" ( 1 ) : سورة المائدة آية 67 ","page_name":" 197 ","page_number":197},
  {"content":"\r\nسبحان ربنا إن كان وعد ربنا لمفعولا يا ولي الله إن بيني\r\nوبين الله عز وجل ذنوبا لا يأتي عليها إلا رضاكم\r\n\r\n","description":"\r\nكنا غير مستوجبين لذلك وغير مستحقين لما هنالك ( إنك أنت\r\nالوهاب ) بلا استحقاق ( وفي حديث الكاظم عليه السلام ) مع\r\nهشام يا هشام إن الله حكى عن قوم صالحين إنهم قالوا ربنا لا تزغ\r\nقلوبنا الخ حين علموا أن القلوب تزيغ وتعود إلى عمائها وردائها .\r\n( سبحان ربنا ) أي منزه ربنا تنزيها عمالا يليق به\r\nفسبحان منصوب على المصدرية لفعل محذوف .\r\n( إن كان ) أن مخففة من المثقلة .\r\n( وعد ربنا لمفعولا ) أي ما وعده ربنا لنا من إجابة\r\nالدعوات وتضعيف المثوبات مفعول واقع ( لا يخلف الله\r\nوعده .\r\n( يا ولي الله ) المخاطب هو الإمام الحاضر الذي يزوره\r\nأو يقصده بالزيارة أو المراد جميع الأئمة بشمول الجنس له\r\nويؤيد الإتيان بلفظ الجمع بعد ذلك ( أن بيني وبين الله عز\r\nوجل ذنوبا لا يأتي عليها إلا رضاكم ) أي لا يذهبها ولا\r\nيمحوها إلا رضاكم عنا وشفاعتكم لنا يقال أتى عليه الدهر\r\nأي أهلكه أي لا يهلكها ولا يمحوها إلا رضاكم .\r\n","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\nفبحق من ائتمنكم على سره واسترعاكم أمر خلقه\r\nوقرن طاعتكم بطاعته\r\n\r\n\r\n","description":"\r\n( فبحق من ائتمنكم ) أي جعلكم أمناء ( على سره ) من\r\nالعلوم الإلهية والمعارف الربانية والمكاشفات الغيبية والحقائق\r\nالحقانية .\r\n( واسترعاكم أمر خلقه ) أي جعلكم أئمة ودعاة لأمور\r\nالخلائق من المعارف والأعمال وجعل الخلق رعية لكم .\r\n( وقرن طاعتكم بطاعته ) حيث قال ( أطيعوا الله\r\nوأطيعوا الرسول وأولي الأمر منكم ( 1 ) ) وقال تعالى ( من\r\nيطع الرسول فقد أطاع الله ( 2 ) ) والنكتة في تكرار الفعل في\r\nالآية الأولى بالنسبة إلى الرسول وعدم تكراره بالنسبة إلى\r\nأولي الأمر أنه لما كان بين الله والرسول كمال المباينة مباينة\r\nالخالق والمخلوق فصل بينهما بالفعل ولما كان بين الرسول\r\nوأولي الأمر كمال المناسبة والاتحاد لم يفصل بينهما بالفعل\r\nومن المعلوم أن الله سبحانه لا يأمر المؤمنين وسيما العلماء\r\nالفضلاء الصلحاء الأتقياء بإطاعة كل ذي أمر وحكم لأن\r\nفيهم الفساق والظلمة ومن يأمر بمعاصي الله وينهى عن\r\nطاعته فيجب أن يكون المراد بأولي الأمر الذين أمر الله\r\n","footnote":" ( 1 ) : سورة النساء آية 59\r\n( 2 ) : سورة النساء آية 80 ","page_name":" 199 ","page_number":199},
  {"content":"\r\nلما استوهبتم ذنوبي وكنتم شفعائي فإني لكم مطيع\r\nمن أطاعكم فقد أطاع الله\r\n\r\n\r\n","description":"\r\nبطاعتهم الأئمة المعصومين من الزلل المفطومين من الخلل\r\nالذين هم مثل النبي صلى الله عليه وآله وسلم ومثل هذا لا\r\nيكون منصوبا إلا من الله العالم بالسرائر المطلع على الضمائر\r\nوليس ذلك متحققا في غيرهم اتفاقا .\r\n( لما استوهبتم ذنوبي ) كلمة لما يحتمل أن تكون مشددة\r\nإيجابية بمعنى إلا أي أسألكم وأقسم عليكم في جميع الأحوال\r\nإلا حال استيهاب الذنوب الذي هو وقت حصول المطلوب\r\nويحتمل أن يكون مخففة واللام لتأكيد القسم وما زائدة\r\nللتأكيد .\r\n( وكنتم شفعائي ) في الدنيا والآخرة .\r\n( فإني لكم مطيع ) في الجملة أو قائل مقر معتقد بوجوب\r\nطاعتكم وإن صدرت مني مخالفتكم .\r\n( من أطاعكم فقد أطاع الله ) لأن الله تعالى هو الذي\r\nأمر بطاعتكم وأوجب علينا متابعتكم فمن أطاعكم فقد\r\nأطاعه كما قال تعالى ( من يطع الرسول فقد أطاع\r\nالله ( 1 ) ) وكذا الكلام في قوله :\r\n","footnote":" ( 1 ) : سورة النساء آية 80 ","page_name":" 200 ","page_number":200},
  {"content":"\r\nومن عصاكم فقد عصى الله ومن أحبكم فقد أحب\r\nالله ومن أبغضكم فقد أبغض الله اللهم إني لو\r\nوجدت شفعاء أقرب إليك من محمد وأهل بيته\r\nالأخيار الأئمة الأبرار لجعلتهم شفعائي\r\n\r\n","description":"\r\n( ومن عصاكم فقد عصى الله ومن أحبكم فقد أحب\r\nالله ومن أبغضكم فقد أبغض الله اللهم إني لو وجدت\r\nشفعاء أقرب إليك ) وأعظم عندك منزلة وأقرب لديك مرتبة\r\n( من محمد صلى الله عليه وآله وسلم وأهل بيته المصطفين\r\nالأخيار الأئمة الأبرار لجعلتهم شفعائي ( إليك ولكني لم أجد\r\nأحدا من العالمين أفضل منهم عندك وأقرب منهم لديك لا\r\nمن ملك مقرب ولا من نبي مرسل فلهذا أقدمهم طلبتي\r\nوحوائجي دون غيرهم فروي عنهم أنهم قالوا نزهونا عن\r\nالربوبية وادفعوا عنا حظوظ البشرية يعني الحظوظ التي تجوز\r\nعليكم فلا يقاس بنا أحد من الناس فإنا نحن الأسرار\r\nالإلهية المودعة في الهياكل البشرية والكلمة الربانية الناطقة في\r\nالأجساد الترابية وقولوا بعد ذاك ما استطعتم فإن البحر لا\r\nينزف وعظمة الله لا توصف وعن ابن عباس قال رأيت جابر\r\nبن عبد الله متوكئا على عصى يدور في سكك الأنصار ويقول\r\nيا معاشر الأنصار أدبوا أولادكم بحب علي فمن أبى فانظروا\r\nفي حال أمه وعنه قال قال رسول الله صلى الله عليه وآله\r\nوسلم يا علي من أحبك فقد أحبني ومن سبك فقد سبني يا\r\n","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\n\r\n","description":"\r\nعلي أنت مني وأنا منك روحك من روحي وطينتك من طينتي\r\nوإن الله سبحانه خلقني وإياك واصطفاني وإياك واختارني\r\nللنبوة واختارك للإمامة فمن أنكر إمامتك فقد أنكر نبوتي يا\r\nعلي أنت وصيي وخليفتي أمرك أمري ونهيك نهي أقسم\r\nبالذي بعثني بالنبوة وجعلني خير البرية إنك حجة الله على\r\nخلقه وأمينه على وحيه وخليفته على عباده وأنت مولى كل\r\nمسلم وإمام كل مؤمن وقائد كل تقي وبولايتك صارت أمتي\r\nمرحومة وبعداوتك صارت الفرقة المخالفة منها ملعونة وأن\r\nالخلفاء من بعدي اثنا عشر أنت أولهم وآخرهم القائم عجل\r\nالله فرجه الذي يفتح الله به مشارق الأرض ومغاربها كأني\r\nأنظر إليك وأنت واقف على عجز جهنم وقد تطاير شررها\r\nوعلا زفيرها واشتد حرها وأنت آخذ بزمامها فتقول لك\r\nجهنم أجرني يا علي فقد أطفأ نورك لهبي فتقول لها قري يا\r\nجهنم خذي هذا واتركي هذا وعن ابن عباس قال قال\r\nرسول الله صلى الله عليه وآله وسلم إن الله عز وجل أمرني\r\nأن أقيم عليا إماما وحاكما وخليفة وأن اتخذه أخا ووزيرا\r\nووليا وهو صالح المؤمنين أمره أمري وحكمه حكمي وطاعته\r\nطاعتي فعليكم بطاعته واجتناب معصيته فإنه صديق هذه\r\nالأمة وفاروقها ومحدثها وهارونها ويوشعها وآصفها وشمعونها\r\nوباب حطتها وسفينة نجاتها وطالوتها وذو قرنيها ألا وإنه محنة\r\nالورى والحجة العظمى والعروة الوثقى وإمام أهل الدنيا\r\n","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\nفبحقهم الذي أوجبت لهم عليك أسألك أن تدخلني\r\nفي جملة العارفين بهم وبحقهم وفي زمرة\r\n\r\n","description":"\r\nوإنه مع الحق والحق معه وإنه قسيم الجنة فلا يدخلها عدو له\r\nولا يزحزح عنها ولي له وقسيم النار فلا يدخلها ولي له ولا\r\nيزحزح عنها عدو له ألا وإن ولاية علي ولاية الله وحبه عبادة\r\nالله واتباعه فريضة الله وأولياءه أولياء الله وأعداءه أعداء الله وحربه\r\nحرب الله وسلمه سلم الله وعنه صلى الله عليه وآله وسلم قال يوما ما\r\nبال قوم إذا ذكر إبراهيم وآله إبراهيم استبشروا وإذا ذكر آل محمد\r\nاشمأزت قلوبهم فوالذي نفس محمد بيده لو جاء أحدكم بأعمال\r\nسبعين نبيا ولم يأت بولاية أهل بيتي لدخل النار صاغرا وحشر في\r\nجهنم خاسرا أيها الناس نحن أصل الإيمان وتمامه ونحن وصية الله\r\nفي الأولين والآخرين ونحن قسم الله الذي أقسم بنا فقال :\r\n( والتين والزيتون وطور سينين وهذا البلد الأمين ) ولولانا لم يخلق\r\nالله خلقا ولا جنة ولا نارا .\r\n( فبحقهم الذي أوجبت لهم عليك ) من عدم رد\r\nشفاعتهم ومن استجابة دعائهم بل استجابة دعاء من توسل\r\nواستشفع بهم ( أسألك أن تدخلني في جملة العارفين ) كمال\r\nالمعرفة الممكنة في حقي ( بهم ) أي بإمامتهم ( وبحقهم ) من\r\nوجوب محبتهم ومتابعتهم وإطاعتهم .\r\n( وفي زمرة ) أي جماعة .\r\n","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\nالمرحومين بشفاعتهم إنك أرحم الراحمين صلى الله\r\nعلى محمد وآله الطاهرين وسلم تسليما كثيرا\r\nوحسبنا الله نعم الوكيل )\r\n\r\n","description":"\r\n( المرحومين بشفاعتهم إنك أرحم الراحمين ) إشارة إلى\r\nأن ذلك غير واجب لي باستحقاق بل برحمتك وكرمك .\r\n( وصلى الله على محمد وآله الطاهرين وسلم تسليما كثيرا\r\nوحسبنا الله ونعم الوكيل ) ولنقصر الكلام في هذا المقام\r\nحامدين لله مصلين على سيد أنبياء الله وعترته الطاهرين\r\nصفوة الله معترفين بالتقصير والقصور عن أداء أقل ما ينبغي\r\nفي هذا الشرح من الواجب المقدور فإني كتبت هذه\r\nالوريقات مع تبلبل البال وتفاقم الأحوال وقصور الباع في\r\nأيام قلائل وقلة التتبع والاطلاع وحقارة البضاعة وكثرة\r\nالإضاعة وأسأل الله العفو عن زلاتي والمسامحة لخطيئاتي\r\nوالغفران لذنوبي والستر لعيوبي والحشر مع أئمتي وساداتي\r\nوأن لا يفرق بيني وبينهم طرفة عين في الدنيا والآخرة بحق\r\nمحمد وآله الخيرة المصطفين .\r\n","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\nمؤسسة الوفاء\r\nالمكتب : بئر العبد - مقابل مدرسة قصر الثقافة - بناية الكساب وبرجاوي\r\nالمستودع : المريجة - شارع البلدية - ملك دياب .\r\nهاتف : 386868\r\nص ب : 1457 - بيروت .\r\n\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205}
  ]