[
  {"content":"\r\nمحمد علي جعفر التميمي\r\nمشهد الإمام\r\nأو مدينة النجف\r\nالجزء الأول\r\nفيما يختص المرقد المقدس\r\nالطبعة الأولى\r\nحقوق الطبع محفوظة\r\n1372 ه‍ - 1953 م\r\nمطبعة دار النشر والتأليف في النجف\r\n","description":"","footnote":"","page_name":" تعريف الكتاب 1 ","page_number":1},
  {"content":"\r\n","description":"","footnote":"","page_name":" تعريف الكتاب 2 ","page_number":2},
  {"content":"\r\nالإهداء\r\nإلى من هو من أهل ذلك البيت الذي يقال في حقه صغيرهم\r\nجمرة لا تداس وكبيرهم لا تدركه الحواس\r\nإلى من يؤدي الخدمات العامة للصالح العام بكل تواضع بعيدا كل البعد\r\nعن المصلحة الخاصة\r\nإلى من تجارته العمل الصالح وربحه الثواب وفائدته التوفيق وحسبه\r\nالتواضع وشرفه العلم وعبادته أداء الفرض وعقله التدبير\r\nإلى من حليته الوفاء وعزه الحلم وزينته العلم\r\nإلى من ينشد المثل العليا للغاية القصوى .\r\nإلى من قوته استمدت كيانها من نور القلب ( وضياء )\r\nالعقل وسمو النفس وروعة الإيمان\r\nإلى من تتمثل به الاستقامة والنزاهة والخبرة والجد المتواصل\r\nفي خدمة المجموع بدون تفرقة .\r\nإلى معالي الدكتور ضياء جعفر أهدي إليه هذا المجهود وهو\r\nتاريخ مشهد جده الأعظم عسى أن يقع من معاليه موضع القبول\r\nوهذا غاية ما يتمناه المخلص\r\nمحمد علي جعفر التميمي\r\n","description":"","footnote":"","page_name":" الإهداء 3 ","page_number":3},
  {"content":"\r\n","description":"","footnote":"","page_name":" المقدمة 4 ","page_number":4},
  {"content":"\r\nصاحب المعالي الدكتور ضياء جعفر\r\n","description":"","footnote":"","page_name":" المقدمة 5 ","page_number":5},
  {"content":"\r\nسماحة الإمام كاشف الغطاء\r\nينعت معالي الدكتور ضياء جعفر بالسحاب الماطر أينما وقع نفع\r\nوحيثما تصبب أصاب ، ويشكره باسم عموم لواء كربلاء\r\nبسم الله الرحمن الرحيم\r\nمن النجف الأشرف 15 ربيع 1 سنة 1372\r\nمعالي السيد الشريف الدكتور ضياء أدام الله علاه\r\nعلى أثر ما بلغني من انصراف رأيك عن نيابة وطنك\r\nالأعلى ( النجف ) الأشرف الذي مثلته في الدورة الغابرة أحسن\r\nتمثيل وخدمت مراقد أجدادك الطاهرين في هذا اللواء المقدس\r\nألمع خدمة ، ولا غرو فأنت ابن النجف البار ، وولدها النجيب ،\r\nوبهذه المناسبة نشكر لك عن عموم هذا اللواء صنايعك الجميلة\r\nوالجليلة ، والتي لا تزال تذكر فتشكر واثقين بعونه تعالى أنك\r\nأينما كنت فمصلحة هذه الأعتاب الشريفة والبلاد المقدسة بل العراق\r\nكله هدفك الأسمى ، ونبراسك الأسنى ، بيد أنك والله ولله الحمد كالسحاب\r\nالماطر أينما وقع نفع ، وحيثما تصبب أصاب ، فاسلم لهذه الأمة أجمع\r\nمؤيدا أبدا بدعاء أبيك الروحي .\r\nمحمد الحسين\r\nكاشف الغطاء\r\n","description":"","footnote":"","page_name":" المقدمة 6 ","page_number":6},
  {"content":"\r\nتمثال المؤلف\r\n","description":"","footnote":"","page_name":" المقدمة 7 ","page_number":7},
  {"content":"\r\nبقلم العلامة الجليل والكاتب الكبير\r\nفضيلة الشيخ محمد رضا المظفر\r\nالمعتمد العام لمنتدى النشر\r\nتصدير\r\nلا شك أن النشاط الفكري الذي حظيت به هذه البلدة العلمية من عهود بعيدة ،\r\nمضافا إلى ما لها من نشاط سياسي وخلق اجتماعي ونزعة حربية ، مضافا ذلك كله\r\nإلى مركزها الديني من جهة كونها عتبة مقدسة تضم مرقد سيد الكونين أمير\r\nالمؤمنين عليه السلام هي مهوى أفئدة ملايين المسلمين وموضوع عناية ملوكهم وأمرائهم\r\nمن جهة كونها عاصمة دينية هي مرجع تقليد طائفة كبيرة من المسلمين - كل ذلك\r\nجعل تأريخها حافلا بكثير من المزايا التي تغري المؤرخين والمتعطشين للبحث بأن\r\nيتتبعوا الزوايا المهملة والآثار المبعثرة والخبايا المنسية .\r\nولكن بقدر ما لهذه البلدة من صور لامعة في تأريخها العلمي يبتدئ من عهد\r\nالشيخ الطوسي العظيم المتوفى سنة 460 ه‍ ، قد منيت - ويا للأسف - بالغموض في\r\nسلسلة حوادثها التأريخية والعلمية بسبب حرمانها ممن يسجل تأريخها وتأريخ رجالها\r\nفي تلك العصور الغابرة ، ولعل السر أن حركتها الثقافية كانت ولا تزال منصرفة\r\nبكلها إلى التخصيص بالفقه الاسلامي وما يتصل به ، فلم يكن من هم العلماء ولا الأدباء\r\nعلى كثرتهم طيلة تأريخها المجيد هذه الناحية - أعني الناحية التأريخية - فلم يسجل من\r\nتاريخ هذه العاصمة الدينية فيما غير شئ يستحق الذكر والعناية ، وبقي فيه مجالات\r\nللبحث لا تزال بكرا لم تتوفر له المصادر المبسطة غير ما هو مبعثر في الزوايا وبطون\r\nالكتب ، ومخبيات الآثار والمجاميع وهذا ما يحز في نفس كل من يتطلع إلى الماضي\r\nليفتش عن حوادثه وكل من يهمه أن يسجل سلسلة تأريخها الحافل بجلائل الآثار والأعمال\r\nوهنا يتجلى مقدار التبعة الملقاة على عاتق من يقحم نفسه في تسجيل تأريخ هذه\r\n","description":"","footnote":"","page_name":" تصدير 8 ","page_number":8},
  {"content":"\r\nالبلدة ، كما يتجلى ما يلاقيه من عقبات كأداء في طريقه قد تحمل أقوى الناس شكيمة\r\nعلى الهزيمة من هذا الميدان . ومن خرج ظافرا ولو بعض الظفر في تسجيل ما قصر\r\nفيه التأريخ القديم فإنه يستحق التقدير والإعجاب بل الشكر . وفي هذه العصور\r\nالأخيرة عني جماعة بتدارك ما فات السابقين من تأريخ الدينية ، ولم\r\nتظفر المطابع بنتاجهم على رغم الحاجة إلى مثله ، وكأنهم درجوا على نهج السابقين\r\nأيضا في إهمال هذا الواجب المقدس ، عدا الأستاذ الجليل الشيخ جعفر محبوبة في\r\nالجزء الأول من كتابه ( ماضي النجف وحاضرها ) الذي لم يفتني أن أقول كلمتي عنه\r\nحين صدوره ، وقد نشرت في مجلة \" الاعتدال \" الغراء المحتجبة .\r\nوأراني الآن متلهفا لصدور هذا الكتاب الثاني عن تأريخ النجف الذي مكنني\r\nالأستاذ \" التميمي \" من الاطلاع على الجزء الأول منه لأقدمه إلى القراء وكان أول\r\nما واجهني وأعجبني منه تحريه لدقائق التأريخ عن مرقد الإمام \" ع \" وإن كان فيه\r\nمن التكرار ما أرجو أن ينخله منه عند تجديد طبعه للمرة الثانية وليست هي بالبعيدة عليه .\r\nوأنه ليستشف القارئ من صفحاته مقدار الجهد المبذول من المؤلف والصبر على\r\nالتتبع لالتقاط النوادر من تأريخ هذا المرقد المقدس ، فلم شعث ما تفرق في الكتب\r\nوالصحائف المطوية والصحف المنشورة ، وألف بين متفرقات ما استوعبته الآثار .\r\nفجاء في مجموعة مجهودا مشكورا وعملا محمودا وسجلا خالدا لكثير من المطويات\r\nالمعرضة للإهمال والنسيان ، شكر الله سعيه وأجزل ثوابه وجعل عمله خالصا لوجهه\r\nالكريم ، وحقيق بمن تمسك بالعروة الوثقى من خدمة سيد الكونين ورئيس الموحدين\r\nوإمام الإلهيين ، أن يستلهم من روحه الجبارة ، ونفسه العظيمة الطاهرة المؤمنة ،\r\nما يجعل منه عاشقا للحقيقة المجردة ، وملهما يرنو إلى نور الحق الأبلج ولا بدع\r\nلو ينال هذا الكتاب الحظوة لدى كل عالم ومتعلم وأرجو أن يسد الفراغ الذي نحس\r\nبه في هذا الباب ، ويتدارك ما فات الأولين من القيام بهذا الواجب وجدير بأن يقتنيه\r\nكل من يتطلع إلى تأريخ هذا البلد المقدس وفقه الله تعالى إلى إكماله ، وأرجو\r\nلكتابه الرواج والانتشار ليعم الانتفاع به ومن الله تعالى نستمد التأييد والتسديد .\r\n17 جمادى الأولى سنة 1472 ه‍\r\nمحمد رضا المظفر\r\n","description":"","footnote":"","page_name":" تصدير 9 ","page_number":9},
  {"content":"\r\nمحمد علي جعفر التميمي\r\nمشهد الإمام\r\nأو\r\nمدينة النجف\r\nالجزء الأول\r\nالطبعة الأولى\r\nمحتويات الجزء الأول\r\nالقسم الأول - ما قيل في النجف\r\nالقسم الثاني - ما قيل في الإمام \" ع \"\r\nالقسم الثالث - بحث عام عن النجف وعن\r\nقبر الإمام أمير المؤمنين علي بن أبي طالب ( ع )\r\nوما يتعلق به\r\nالقسم الرابع - العمارات التي أجريت على\r\nالضريح المقدس والانشاءات الأخرى في\r\nالروضة المطهرة وفي الصحن الحيدري\r\nالشريف\r\nحقوق الطبع محفوظة للمؤلف\r\n1372 - 1953 م\r\nمطبعة دار النشر والتأليف في النجف\r\nمقدمة المؤلف\r\nبسم الله الرحمن الرحيم\r\nلعل البعض يتسائل ويريد أن يفهم الأسباب التي دعتني إلى ترك\r\nبغداد ، والهجرة إلى النجف الأشرف لتأليف كتاب يضم بين دفتيه\r\nتأريخها المجيد الناصع مع أنها زاخرة بالعلماء الأعلام وجل المؤرخين\r\nوالبحاثين . . ! !\r\nأجل . . لم يخطأ السائل . . ولكن النجف امتازت بشرف الهجرة كما\r\nوصفها حجة الإسلام الشيخ محمد حسين آل كاشف الغطاء ، وأني قد\r\nهاجرت من بغداد لأسباب عديدة أهمها سببان :\r\nالأول - لأكمل تأريخ مدن الفرات الأوسط وعشائرها قديما\r\nوحديثا حسب خطتي المرسومة .\r\nالثاني - لأحقق ما وسعني التحقيق - وما واتتني القدرة على التحقيق\r\nفيما اختلفت فيه طبقات المسلمين ومذاهبهم بشخصية الإمام علي أمير\r\nالمؤمنين عليه السلام - وعن السر الذي اختفي قبره الشريف من أجله\r\nأما وقد حللت النجف الأشرف فقد هيئ لي - ولي الشرف - أن أقدم بين\r\nيدي القارئ الكريم كتابي هذا الذي خصصته بالبحث عنها وذلك\r\nما لقيمة هذه المدينة من قدسية ، لأنها تضم مرقد الإمام علي أمير المؤمنين ( ع )\r\nالذي هو فخر الإسلام بل فخر العالم كله . ولما خلفته لنا من آثار\r\n","description":"","footnote":"","page_name":" 1 ","page_number":10},
  {"content":"\r\nعلمية وأدبية خالدة . ولكونها مدرسة الثقافة الإسلامية والمركز المهم\r\nلدائرة الفكر العربي . وفوق هذا أصبحت مركزا للسياسة الإسلامية\r\nوعاصمة دينية على أنها هي إحدى المدن الفراتية المقصودة من خطتي المرسومة\r\nفالنجف والحال هذه مدينة قد \" جمعت بين قدس العبادة ، وكرامة\r\nالعلم\r\n، وشرف الهجرة \" وزاد في قيمتها التأريخية مركزها الديني\r\nالاسلامي في عالم التقليد ، وما أنجبته من علماء وأدباء هم مفخرة التأريخ\r\nالاسلامي منذ تسعة قرون فأكثر .\r\nوبعد هذا . . .\r\nلا أريد - يا سيدي القارئ - في كلمتي هذه بيان كل ما قاسيته\r\nمن جهود وما لاقيته من أتعاب في هذا السبيل من تنقيب وبحث ودرس\r\nومن جمع أوثق الأخبار المستندة إلى أوثق المصادر ، وتحصيل المعلومات\r\nغير المدونة من ثقات البلد ورجالها اللامعين . وما شاكل ذلك مما يلاقيه\r\nالمؤلفون في مثل هذه البحوث الشاقة العسيرة .\r\nأجل - لقد لاقيت كل ما لاقيت في هذا السبيل . ولكني لا أجد\r\nفيه على الرغم من تلك الجهود والأتعاب غير اللذة والمتعة لما فيه من إرضاء\r\nلنفسي التواقة إلى خدمة هذه المدينة المقدسة خدمة صادقة خالصة راجيا\r\nمن الله سبحانه تعالى أن يتقبل عملي هذا بأحسن قبول ، ومن الله التوفيق\r\nالتميمي\r\n","description":"","footnote":"","page_name":" 2 ","page_number":11},
  {"content":"\r\nالقسم الأول\r\nما قيل في النجف الأشرف\r\nوصف عام ومقتطفات أثرية قيمة\r\n","description":"","footnote":"","page_name":" 3 ","page_number":12},
  {"content":"\r\nلمحة عن مكانة النجف العلمية\r\nالنجف الأشرف ( 1 ) كعبة العلم ، وأم وأم العواصم الدينية ، ومجمع\r\nالقرائح وملتقى العقول :\r\nقال رسول الله ( ص ) \" أنا مدينة العلم وعلي بابها \"\r\nإن امتازت كل عاصمة من عواصم الدنيا الكبرى بما فيها من حسن\r\nوجمال وأبهة وجلال ، وزينة وكمال ، فميزة النجف الأشرف عاصمة\r\nعلم آل البيت ( ع ) بأنها مصدر التقليد عند الإمامية ، وإليها يولي\r\nوجههم كل الشيعة من سائر آفاق الدنيا الإسلامية ، منذ أن هبط\r\nإليها شيخ الطائفة الجليل شيخنا الطوسي رحمه الله أي منذ سبع عشرة\r\nوتسعمائة سنة حيث جاور بها ينبوع الحكمة وبحر العلم الزاخر ، فخر\r\nالأوائل والأواخر علي بن أبي طالب عليه السلام ، فهاجر إليها العلماء\r\nوقصدها المجتهدون من كل حدب ينسلون فكانت من ذلك العهد\r\n\r\n","description":"","footnote":" ( 1 ) الإمام السيد أبو الحسن ص 30 ","page_name":" 4 ","page_number":13},
  {"content":"\r\nإلى هذا العهد الحاضر مأوى عظماء العقول ، ومعقل رجال التشريع\r\nوزعماء الدين ومراجع التقليد ، ومصادر الأنوار الإلهية ومصابيح الهداية\r\nالربانية مسكنهم في الحياة ومدفنهم عند الممات ، وإذا قدر لأحدهم أن يحظى\r\nبشرف المثول فيها حيا أوصى أن تنقل إليها رفاته بعد موته تبركا بتربتها\r\nوتشرفا بمجاورتها بنيت على أساس من التقى جدرانها ، وأقيمت على\r\nحساب الدين بيوتها ، وأنشئت بالعلم محلاتها ، واكتظت بالعلماء المجاورين\r\nوالمهاجرين طرقاتها ، وليس في النجف عائلة من العوائل العراقية - أيا\r\nكان نوعها وصلتها - إلا وكان سبب سكناها بالنجف الهجرة العلمية ،\r\nوالنقلة الدينية ، فليس فيها بيت يسكن إلا وهو مدرسة لعالم أو مدفن\r\nوطلبة العلم فيها وإن كانوا من جنسيات مختلفة يسعون لغاية واحدة مؤتلفة\r\nوليس في العالم الشيعي على تباعد أرجائه وتشتيت أنحائه عالم ديني كبير\r\nإلا من النجف أو إليها وعواصم الشيعة المختلفة في تأريخهم كالحلة\r\nالفيحاء ، وحلب السهباء ، وبغداد ، وسامراء ، وقم ، وأصفهان ، وتبريز\r\nوطهران ، منها تتجمع وعليها تتفرع ففضلها على تلك المدن كفضل\r\nالقمر البازغ على النجوم ، وحسب الناظر ما فيها من جوامع قدسية\r\nحافلة ومدارس دينية آهلة يصعب على المرء تعدادها ويكفي ما فيها من\r\nالمقابر للعلماء الماضين والمجتهدين الغابرين .\r\n","description":"","footnote":"","page_name":" 5 ","page_number":14},
  {"content":"\r\nالثروة الأدبية في النجف الأشرف ( 1 )\r\nفي النجف - علاوة على الثروة العلمية الغزيرة - ثروة أدبية قيمة ،\r\nهي ينبوع غزير ، لا ساحل له ولا قرار ، وعين للآداب فوارة ،\r\nيمكن أن يرتوي منها أبناء الضاد ، وأن يخلقوا منها للعراق كيانا أدبيا\r\nجديدا ، يتناسب والعصر الحاضر ، ويتفق والطراز الحديث . .\r\nوكل هذه الثروة والخزانة الغالية لا تحتاج إلا إلى قليل من\r\nالاعتناء والصقل والجلاء ، لتبرز إلى القراء ، والمتشوقين إلى هذه الآثار\r\nالثمينة ، ولتخلق لنا جيلا متأدبا ، وطبقة من الأدباء كبرى ، يرفعون\r\nرأس اللغة العربية في هذه الربوع ويجعلون لأبنائها مكانة سامية ومقاما\r\nمحمودا ، تحسدها عليه الأمم ، وتغبطها الشعوب . .\r\nلمدينة النجف - في الناحية الأدبية - خصائص وميزات قلما توجد\r\nفي مدينة أخرى ، فقد عجنت بالآداب ، واختمرت به إلى درجة بعيدة جدا\r\nفإني سرت وأين حللت ، رأيت وسمعت ما يطربك ويعجبك ، من\r\nنثر رائق ، وشعر فائق ، ونكات مستملحة ، ونقد نزيه ، علاوة على\r\nالذكاء الفطري المحس في سائر الطبقات في النجف .\r\n\r\n","description":"","footnote":" ( 1 ) مجلة الاعتدال السنة الأولى ص 319 لصاحبها سعادة الأستاذ الكبير السيد\r\nمحمد علي البلاغي . ","page_name":" 6 ","page_number":15},
  {"content":"\r\nوهب أنك استطعت ( وهيهات ) أن تحصي في مدة طويلة أسماء\r\nأدبائها وتعرف من مؤلفاتهم شيئا فإنك لا محالة عاجز عن الوقوف على\r\nنهاية آثارهم المبعثرة هنا وهناك ، ويمكننا في هذا المقام أن نحصر الثروة\r\nالأدبية في النجف بنطاق ضيق ونلخصه في مواضع ثلاث :\r\n1 - أدب الجدران والأبواب\r\nلا يكاد السائح أو الزائر أن يدخل إلى هذه المدينة المقدسة ، ويقف\r\nعلى جدار جامع أو باب مدرسة أو مقبرة أو مشهد أو معبد ، إلا ويجد\r\nعليه البيت أو البيتين أو القطعة النفيسة الرائقة ، مما يتناسب والمقام ،\r\nوينطبق ومقتضى الحال فهذا باب جامع كتبت عليه أبيات جميلة ذكر\r\nفيها عبارات التقوى والعبادة واسم الباني له وتاريخ بنائه ، وهذه دكة\r\nرسمت عليها مقطوعة غالية يرثى بها صاحب القبر ، مع مقدار من شرح\r\nمزاياه وآثاره وتأريخ وفاته ، وتلك زاوية أثرية مرت عليها الأجيال\r\nوالقرون بما فيها من أدباء يجتمعون بفنائها فأصبحت مجموعة نفيسة فيها\r\nما فيها من أبكار أفكار النجف وفطاحلها .\r\nوحبذا لو تصدى بعض الباحثين من أدبائنا لإصدار مجموعة تضم تلك\r\nالآثار الدارسة ليقف منها على أدب وتأريخ ومقدرة لا يستهان بها .\r\n2 - أدب المجاميع الناطقة\r\nظاهرة من ظواهر أندية النجف الحافلة ، ومزية من مزايا عمار محافلها\r\n","description":"","footnote":"","page_name":" 7 ","page_number":16},
  {"content":"\r\nاختصت بها دون غيرها ، وهي أنك لا تكاد تجتمع بشيخ أو كهل\r\nمن رواد تلك المحافل ، ووراد هاتيك المناهل ، إلا وسمعته يروي لك\r\nعن شعرها وشعرائها وطرائف أدبائها ، ونكاتهم ومطارحاتهم\r\nومساجلاتهم ، مما مرت عليه العصور التي قضاها في أوساط أولئك الكتاب\r\nوالشعراء ، وإذا أخذت نصيبك من تصفح صفحات ذاكرته وتبينت\r\nخلال سطور حافظته وجدت نفسك - بلا ريب - وبين يديك مجموعة\r\n( ناطقة ) تزيدك مادة أدبية كلما زدتها تصفحا واستطلاعا .\r\n3 - أدب المجاميع المخطوطة\r\nأجل - وفي زوايا النجف ومكتباتها ( العامة والخاصة ) وحجراتها\r\nالقديمة ، وخزائنها وصناديقها من المخطوطات الأثرية القديمة والحديثة\r\nوالمجاميع الجامعة ، والدواوين الشعرية ، والمقامات والرسائل النثرية\r\nالبليغة والمعارضات والمساجلات وتراجم مختلف الأدباء في مختلف\r\nالأدوار والعصور ، ما يفوق حد الإحصاء .\r\nفلو فتش أحدنا القصائد وتتبع المنظومات الشهيرة - أمثال البردة\r\nوالهمزية ( 1 ) والدريدية ( 2 ) والتترية ( 3 ) والعلويات ( 4 ) الهاشميات ( 5 )\r\n\r\n","description":"","footnote":" ( 1 ) قصيدتان بليغتان مشهورتان في مدح سيد الكائنات محمد \" ص \" وهما\r\nلشرف الدين محمد بن سعيد البوصيري المتوفى بالإسكندرية سنة 695 هجرية\r\n( 2 ) هذه القصيدة من المقصورات الشهيرة التي سارت بها الركبان وهي لمحمد\r\nابن الحسن بن دريد أبو بكر الأزدي البصري الذي قيل فيه أنه أعلم الشعراء\r\nوأشعر العلماء ولد سنة 243 ه‍ .\r\n( 3 ) قصيدة بديعة لمهذب الدين أحمد بن منير الطرابلسي خاطب بها الشريف\r\nالموسوي أبا مضر النقيب . . . ولد سنة 475 وتوفي سنة 548 ه‍\r\n( 4 ) هي سبع قصائد لشارح نهج البلاغة عبد الحميد بن أبي الحديد المدائني\r\nالمولود سنة 586 والمتوفى سنة 656 ه‍ طبعت في إيران وسوريا .\r\n( 5 ) قصائد مطولة بليغة للكميت بن زيد الأسدي الكوفي المتولد 60 ه‍ ، وهي\r\nمطبوعة بشروحها في إيران ومصر ","page_name":" 8 ","page_number":17},
  {"content":"\r\nوبانت سعاد ( 6 ) وميمية الفرزدق ( 7 ) وغير ذلك ، فلا يجد لكل منها\r\nإلا تخميسا أو تخميسين وتشطير أو تشطيرين ذلك في غير النجف .\r\nولو قلبنا وجوه هذه المجاميع التي أشرنا إليها - في زوايا النجف -\r\nلوجدنا لكل واحدة من التخميس والتثمين والتشطير ، عددا كبيرا من\r\nأحسن ما جادت به قرائح الأدباء النجفيين الوقادة .\r\nولقد حدثني أحد الأصدقاء وقال بأنه يعرف قصيدة واحدة اجتمع\r\nعليها مقدار غير قليل من الشعراء فغير كل منهم قافيتها ورويها مع حفظ\r\nالوزن والتراكيب ثم ادعاها كل منهم أنها له ، وأنها من بنات أفكاره\r\nالخاصة ، ونظم دعواه أرجوزة حاوية على مستنداته ، وكل ما يبرر دعواه\r\nوقد عرض هؤلاء دعاويهم \" أراجيزهم \" على قاضي النجف وكان أدبيا في\r\n\r\n","description":"","footnote":" ( 6 ) هي لكعب بن زهير بن أبي سلمى في مدح رسول الله ( ص )\r\n( 7 ) قصيدة عظيمة للفرزدق التميمي الشاعر الكبير المشهور المتوفى سنة 110 ه‍\r\nفي مدح علي بن الحسين زين العابدين ( ع ) مطلعها :\r\nهذا الذي تعرف البطحاء وطأته * والبيت يعرفه والحل والحرم ","page_name":" 9 ","page_number":18},
  {"content":"\r\nزمانهم فحكم لأحدهم بها وإصدار قرارا منظوما بذلك ، يستند فيه\r\nعلى أدلة مقنعة ، ويرد على شهادات الشهود ، كل ذلك بشعر نفيس\r\nونظم متين . وقد جاءت هذه المحاكمة من أنفس الكتب الأدبية ، التي\r\nتدل على براعة ومقدرة أولئك الأدباء الفطاحل .\r\nقدمت حكومة الأندلس للمؤرخ ابن خلدون جواز سفر بصورة\r\nأرجوزة فقامت قيامة المؤرخين في الثناء على الأدب الأندلسي ، ولو\r\nقارنا بين هذا الجواز الأندلسي وبين هذه الدعوى الكبيرة في النجف لألفينا\r\nبونا بين الأدبين شاسعا ، وفرقا بين الحالين واسعا ، هذا جواز سفر\r\nمنظوم لا أكثر ولا أقل ، وهذه دعوى بها مقدار كبير من المدعين\r\nولكل مدع شاهدان ويتبعها قرار من المحكمة ، كلها نظم في نظم ، ولا\r\nنرى مع ذلك كله مكبرا ولا مقدرا .\r\nالنجف وطبقات شعرائها ( 1 )\r\nأن النجف قد اشتهرت بين البلدان بأمور ، منها كونها مدفن بطل\r\n\r\n","description":"","footnote":" ( 1 ) مجلة الاعتدال السنة الثانية ص 145 بقلم معالي العلامة الكبير الشيخ\r\nمحمد رضا الشبيبي . ","page_name":" 10 ","page_number":19},
  {"content":"\r\nالإسلام الإمام علي ( ع ) أما الأمر الثاني فهو مدارسها القديمة التي\r\nأنشئت لدراسة علوم الشريعة الإسلامية ، وفنون اللغة العربية على الطريقة\r\nالمألوفة منذ عصور وقد كانت هذه المدارس تعد ما يناهز الثلاثين\r\nمدرسة كبيرة وذلك خلال الربع الأول من هذا القرن ولا شك أن\r\nعددها الآن دون ذلك .\r\nومن الأمور التي ذاع بسببها اسم النجف على ما نرى كثرة شعرائها\r\nفلا نعرف في بلدان العرب بلدة تجاري النجف بكثرة تخريجها للشعراء\r\nخصوصا في هذه القرون الأربعة الأخيرة ، هذا مع مراعاة صغر\r\nرقعتها وأنها لا تعد في الحواضر الكبيرة ، وقد يجهل الأديب أو المفكر\r\nالعراقي هذه الحقيقة ولكنني لما كنت أتنقل في بعض الأقطار العربية\r\nوذلك خلال سنة 1338 ه‍ - 1920 م دهشت من الأسئلة الموجهة إلي\r\nفي هذا الشأن ولا أنسى إلى الآن اهتمام فريق من أعلام الشام بالموضوع\r\nإذ ذاك ، فقد سئلت لماذا يكثر قالة الشعر في النجف والحلة ؟ وما سر\r\nشاعريهم ؟ إلى هذا وغيره ، والحق إننا إذا رجعنا إلى بعض كتب الطبقات\r\nأو التاريخ التي تم وضعها من بعد الألف للهجرة إلى عهد قريب ألفيناها\r\nتسمي لنا أعلاما كثيرين من شعراء وأدباء نجفيين ولا أنسى كذلك أن فريقا\r\nمن فحول شعراء بغداد كانوا يحتكمون في مناقضاتهم إلى محافل النجف\r\nالأدبية وذلك منذ عشرين سند أو نحو هذا التأريخ وقد كنا شبانا\r\n","description":"","footnote":"","page_name":" 11 ","page_number":20},
  {"content":"\r\nنطلب العلم في النجف إذ ذاك ، فما هو يا ترى ، منشأ هذه الخصوصية\r\nفي الحاضر المذكورة ؟\r\nيترائى لنا أن السر في ( البيئة ) فإنها منشأ ما رأيت من كثرة\r\nالشعراء في النجف والبيئة كلمة نريد منها حيث نطلقها فيما نحن فيه\r\nمجموع المؤثرات الخارجية والذهنية - وفي مصطلح كتاب العصر\r\nالمؤثرات المادية والمعنوية التي تؤثر في تكوين الشخصية الإنسانية\r\nمن أوضاع خاصة بالزمان والمكان والثقافة والأخلاق وقد انتبه\r\nالمفكرون من علمائنا السابقين إلى أثر البيئة في تكوين خصائص\r\nالكائنات إجمالا ومن أقوالهم المأثورة \" إن لله أسرارا في الأزمنة\r\nوالأمكنة والبقاع \" وغير ذلك ، ففي النجف توجد من جهة بعض\r\nوسائل الثقافة وأدواتها من مدارس ومعاهد ودور كتب ، وتشاهد\r\nحلقات الطلاب والمحصلين أثناء مذاكرتهم ترسم لنا صورة من تلك\r\nالصور المأثورة في المجتمع الاسلامي القديم وتمثل لنا حلقات البصرة\r\nومجالس الكوفة المعروفة وليس لنا أن نستكثر ذلك على بلد الغريين\r\nفإنها سواء في عصور الجاهلية أو الإسلام ذات صلة لا تنكر بمراكز\r\nالثقافة والتهذيب ، فالنجف في جاهليتها قطعة من الحيرة عاصمة المناذرة\r\nأو عاصمة عرب العراق قبل الإسلام حيث عاش الأدب الجاهلي في كنف\r\nالقوم ووفد عليهم فحول شعراء الجاهلية من أقصى نجد والحجاز هذا\r\n","description":"","footnote":"","page_name":" 12 ","page_number":21},
  {"content":"\r\nعدا من نبغ في الحيرة نفسها من شعراء وخطباء أنجبتهم قبائل ( أياد )\r\nو ( العباد ) وغيرهما من قبائل الحيرة المشهورة وربما سبق الحيريون\r\nإلى إنشاء أول مجمع للأدب الجاهلي إذا صح ما رواه علماء الأدب من أن\r\nالمعلقات جمعت في الحيرة وأن النعمان بن المنذر أمر فنسخت له أشعار\r\nالعرب في الكراريس ثم دفنها في قصره الأبيض فلما وثب المختار\r\nبالكوفة سنة 66 قيل له إن تحت القصر كنزا فاحتفره فأخرج تلك\r\nالأشعار ، فمن ثم أهل الكوفة أعلم بالشعر من أهل البصرة . وإذا صح\r\nما يروي عن هشام بن الكلبي من أنه استخرج أخبار ملوك الحيرة\r\nعن بعض صحفهم .\r\nفعلى هذا كان في الحيرة تدوين وكانت صحف وكراريس\r\nوبالجملة كان أدب جاهلي وكانت ثقافة حيرية عربية على الاجمال ، ومما لا\r\nشك فيه أن الخط الكوفي المعروف إنما تفرع عن الخط الحيري الذي\r\nانتشر في بلاد العرب في أواخر أدوار الجاهلية ، ولا بد مع\r\nالخط من مخطوطات ومكتوبات فلذلك نحن لا نميل إلى نفي قصة المختار\r\nبتاتا وإن كان أصلها وهو حماد الرواية متهما بوضعه لطائفة من الشعر\r\nالجاهلي وكذلك الأمر في رواية ابن الكلبي والروايتان تدلان إجمالا\r\nعلى تدوين شئ من الشعر والتاريخ الجاهلي في مدينة الحيرة على إننا لا نصحح\r\nكثيرا مما نقلوه أو رووه في هذا الباب ، ففيه المنحول وفيه المدسوس\r\n","description":"","footnote":"","page_name":" 13 ","page_number":22},
  {"content":"\r\nبلا ريب .\r\nأما النجف بعد الفتوح ودخول العراق في حوزة المسلمين فقد\r\nأصبحت جزءا من الكوفة وقد مصرت الكوفة من قبل الفاتحين في\r\nجوار الحيرة ولم تمض على تمصيرها أعوام قليلة حتى بدت على المسلمين\r\nأعراض جديدة لا عهد لهم بها من قبل ومن مظاهرها الفتور والسأم\r\nمن الحرب والقتال والميل إلى الأدب والدراسة شأن الأمم التي تنتقل\r\nمن حال إلى آخر في مطالبها وأوضاعها الاجتماعية وهكذا مال\r\nالكوفيون بكليتهم إلى الأدب والثقافة وعقد المحافل والمجالس لهذه الغاية\r\nوبالغوا في الأمر بحيث أثر على سجاياهم الحربية تأثيرا أرمض قادتهم\r\nوجعل الإمام عليا ينحي باللائمة عليهم وكيف لا يكون كذلك\r\nوالفروسية قلما اجتمعت مع الحضارة ومظاهرها من الأدب والدراسة\r\nفهما خلقان متفاعلان في كثير من الأحيان كلما قوي أحدهما أضعف\r\nالآخر ولما شعر الإمام علي ( ع ) باستفحال الأمر أي بما يجلبه التعمق\r\nفي الأدب على جنده وأصحابه من ضعف خلق الرجولة والكفاح فيهم\r\nحاول اصلاحهم وحملهم على التمسك بأخلاقهم الماضية وانبرى لتقريعهم\r\nقائلا في إحدى خطبه البليغة \" تركتكم عدتم إلى مجالسكم حلقا عزين\r\nتضربون الأمثال وتناشدون الأشعار تربت أيديكم نسيتم الحرب\r\nواستعدادها وأصبحت قلوبكم فارغة من ذكرها \"\r\n","description":"","footnote":"","page_name":" 14 ","page_number":23},
  {"content":"\r\nفمن ذلك التاريخ وضعت في الكوفة أقوم الخطط والمناهج لدراسة\r\nالشعر والأدب واللغة دراسة واسعة جامعة نوهت بها جميع الآثار\r\nالموضوعة في تاريخ آدابنا العربية حتى قيل أن الأدب أو الشعر ميراث\r\nفي الكوفة فلا بدع أن تحتفظ النجف بشئ من ذلك التراث الأدبي\r\nالعظيم أو الثروة العلمية الضخمة ومن المعقول أن تنطبع في ذاكرة\r\nالمثقفين من أبنائها ذكريات الكوفة ، ومآثر علمائها وشعرائها ونحاتها\r\nولغوييها في خدمة اللغة العربية ، وقد فطن بعض السواح من المستعربين\r\nإلى أن لهجة النجفيين من أفصح اللهجات العربية في هذا العصر وقد\r\nسمعت منهم ذلك .\r\nثم إننا نرى النجف من جهة أخرى حاضرة عربية في موقعها ونزعتها\r\nوسجايا سكانها على الأكثر فالسكان يتعشقون حريتهم ويميلون إلى\r\nالبساطة في معيشتهم والبلد واقعة على مرتفع يشرف من جهد المغرب\r\nعلى \" البحيرة \" الجافة المعروفة ثم على أفق واسع الرقعة مترامي الأطراف\r\nمن الصحراء ، ولمغرب الشمس مساء كل يوم وانحدارها في قلب تلك\r\nالبحيرة أو في جوف الصحراء منظر رايع طالما شاهدنا الطارئين على\r\nالنجف ولا سيما من الغربيين يتذوقونه ويقصدون تلك الأنشاز ( 1 ) للتمتع\r\n\r\n","description":"","footnote":" ( 1 ) مما يشوه مناظر النجف وهيئتها في رأينا وجود تلك التلال القذرة\r\nوالمتارب المشوهة الواقعة غربي البلد المشرفة على البحر فلو سويت التلال المذكورة\r\nومنعت الفوضى في الدفن أو جددت لبرزت البلدة وانكشفت مناظرها الجميلة ، وقد\r\nآن لذوي الشأن أن يفكروا أو يبادروا إلى ذلك . محمد رضا الشبيبي ","page_name":" 15 ","page_number":24},
  {"content":"\r\nبه ثم ما تكاد تغيب الشمس في كثير من الأمسية والعشايا حتى تسطع\r\nالكواكب أو يبزغ \" ملك الليل \" من ناحية المشرق يتهادى في سماء\r\nصافية الأديم صحيحة الهواء إلى أن يغمر الصحراء أو الكون بأشعته\r\nالفضية فيتكون من ذلك منظر آخر لا يقل في روعته عن المنظر\r\nالسابق ، ولا ينفك يذكي خيال النجفي الحساس ويغذيه غذاء لا ينفذ\r\nمعينه ولا ينقطع مادته أضف إلى ذلك توفر العزلة والسكون في تلك\r\nالأرجاء ، فالنجف قد انتبذت ناحية عن الطرق العامة في العراق ، وطبيعة\r\nالبلد هادئة لا تعكر صفوها ضوضاء العمال ، أو الزراع المنتشرين في\r\nسقي الفرات .\r\nفمن تلك المناظر الرائعة أحيانا التي تبعث على التأمل وتيقظ الشعور\r\nوالوجدان ومن ذلك السكون الذي لا يثمر التأمل إلا في ظله استوحى\r\nكثير من شعراء النجف أشعارهم الوجدانية وهاموا في كل واد .\r\nوأصبحت تلك الناحية بيئة صالحة لتنمية الخيال وإرهاف الشعور ،\r\nسخية بإنتاج الشعراء إنتاجا فاض عن حاجتها ، وربما جعل عنصر الخيال\r\nفي حياتها أقوى من عنصر الحقيقة .\r\nولا يؤخذ على الشاعر النجفي على الأكثر إلا نقص أو ضيق بين في ثقافته وإلا\r\n","description":"","footnote":"","page_name":" 16 ","page_number":25},
  {"content":"\r\nحاجته الظاهرة إلى استكمال أدوات هذا الفن كما يتطلبه هذا العصر\r\nوهو نقص أو حاجة تستدعيها حالة البلد وأنها لا تعد في الحواضر\r\nالكبير ولا في الأمصار الغنية الجامعة .\r\nهذا ومن الحقائق المسلمة أن الشعر يتسم إلى حد بعيد بميسم العصر\r\nالذي ينشأ فيه ، ولما كان الخمول والجمود والتقليد البحث من خصايص\r\nهذه العصور الأربعة الأخيرة وصفاتها العامة ، فقد تأثر بها شعر\r\nالشعراء لا في النجف وحدها ، بل في العالم العربي بأسره ، فغلب عليه\r\nالتكلف والتقليد وندر الابتكار والتوليد .\r\nوإذا أنت سبرت قصائد القوم المنظومة في هذه البرهة ألفيتها على\r\nالأكثر ترديدا سخيفا لما قاله الأقدمون في لفظه ومعناه تقرأها\r\nفتقرأ فيها التصنع والضعف وتروى لك فيروى معها التخريف والأوهام\r\nوما زال الأمر كذلك إلى عهد قريب ، أدركنا نحن أواخره كما\r\nأدركنا بداية هذا العصر الحديث ، فعصرنا هذا إذا عصر يختلف\r\nبطبيعته عن سابقه من حيث أنه عصر اليقظة والانتباه ومحاولة التحرر\r\nوالانعتاق من قيود التقليد والعادات بل هو عصر الحوادث الجسام\r\nوالماجريات العظام التي هزت النفوس وأثارت الأفكار فلا بدع أن\r\nيتأثر ما يقال من الشعر في مثل هذا العصر بأخص خصائصه وأحواله .\r\nومن هذه الناحية ظهر الشعر العصري الموسوم بسمة هذا العصر تقرأه\r\n","description":"","footnote":"","page_name":" 17 ","page_number":26},
  {"content":"\r\nفتقرأ فيه الدعوة إلى التجديد والنهوض . . وتتصفحه فتتصفح فيه التطلع\r\nإلى الحياة أو المطالبة بالإصلاح والحث على الأخذ بوسائل القوة\r\nوالاتحاد .\r\nوبالجملة تجددت فيه أغراض وفنون أخرى ترمي إلى تصوير المثل\r\nالعليا للخير والحق والجمال في هذه الحياة وهي غاية الأدب الحقيقي في\r\nجميع العصور . وادي النجف ( 1 )\r\nلمعالي العلامة : الشيخ علي الشرقي\r\nاللطف غبش صفحة * الوادي المنور بالشقايق\r\nوالرمل مواج السبائك * بالشذى القدسي عابق\r\nوالدار عالية البنا * قوراء كاملة المرافق\r\nوضح الطريق لها * وزالت عن شرايعها المزالق\r\nفيها مفاتيح لأبواب * الرجا وبها مغالق\r\n\r\n","description":"","footnote":" ( 1 ) مجلة الاعتدال ","page_name":" 18 ","page_number":27},
  {"content":"\r\nولها مجاز ينتهي * بالسالكين إلى حقايق\r\nوطني المقدس أي سر * في ثراك الطهر عالق\r\nأمن الثرى هذي الدمى * ومن الورى هذي الغرانق\r\nومن التراب وما التراب * خلقت أوراد الحدايق\r\nلله فيك عناية * جعلتك مخلوقا وخالق\r\nمرت بصخرتك القرون * سريعة مر الدقائق\r\nملئ بكل طريفة * من كل معجزة وخارق\r\nزاهي الحدود منيعة * ببني المدارس والخنادق\r\nساع لرفعة شعبه * بلد المنابر والمشانق\r\nولوائه القومي فوق * شعاره الوطني خافق\r\nالعز وضاء المنارة * لاهب والعزم صادق\r\nتاج الجزيرة قبة * سطعت على خير المفارق\r\nالحق تحت رواقها * والمجد ممدود السرادق\r\nأين اللواحق يا غري * فأنت أنت أبو السوابق\r\nيا لمعة النجف المعلى * لا تجهمك الطوارق\r\n","description":"","footnote":"","page_name":" 19 ","page_number":28},
  {"content":"\r\nالنجف مركز اقتصادي للجزيرة العربية ( 1 )\r\nلقد أرادت الطبيعة أن تعطي مدينة الغري صفة ممتازة في وضعها\r\nالاقتصادي إضافة إلى ما لها من المركز الممتاز في عالم الأدب والدين\r\nفالنجف هي منذ بدء تكوينها مدينة الاقتصاد ومدينة المال للجزيرة\r\nالعربية . لقد اعتاد سكان الجزيرة من بدويين وحضريين أن يتمونوا بما\r\nيحتاجونه من ملابس وحبوب ولوازم وأثاث من أسواق النجف منذ\r\nعهد بعيد كما أنهم يرتادون النجف للاكتيال من مناهلها الغزيرة أبان\r\nاشتداد الأزمات وقلة المرعى في سنين المحل . حيث يضعف إنتاجهم\r\nمن الماشية والإبل ولقد اعتاد النجفيون تسليف أمثال هؤلاء بما\r\nيحتاجونه من مال وحبوب وغيره دون أن يطلبوا لقائه أي وثيقة أو أي\r\nمرتهن لعلمهم أن سكان البادية أمناء على ذممهم يسددون ما يترتب عليهم\r\nدفعه ولو بعد انقراض الجيل الذي اقترض المال إذ كثيرا ما يأتي الأبناء\r\nبالمال لسد ما بذمم آبائهم من أثمان المسابلة وهذه المدينة المنورة وحائل\r\nوسائر مدن الصحراء مملوءة بالجالية النجفية التي بعثت روح النشاط\r\nالتجاري في هذه الأصقاع الصحراوية . أما النجف فمركزها الاقتصادي\r\n\r\n","description":"","footnote":" ( 1 ) الغري العدد 18 ص 367 السنة الأولى ","page_name":" 20 ","page_number":29},
  {"content":"\r\nبالنسبة للأصقاع العراقية التي تحيطها ولما يجاورها من زراع فمهم جدا إذ قد\r\nتشرب النجفيون بروح الاشتغال بالزراعة ومشاركة أربابها في مناطق\r\nالفرات الأوسط برمته .\r\nفالنجفيون ميالون بطبيعتهم إلى الأخذ بالأسس الاقتصادية الحديثة\r\nولو قيض الله لهذه المدينة من أبنائها المتمولين من يحسن التمشي على\r\nأسس اقتصادية حديثة وقام بتأسيس المعامل والأدوات الاقتصادية\r\nالمختلفة لوجد في أبناء النجف نشئا يستعين ويسد حاجته به في مختلف\r\nفروع الأعمال فالنجف الواقعة على مقربة من الفرات والمستمدة حيويتها\r\nمن مياه الفرات العذبة ونسيم الصحراء العليل لجديرة بأن تكون\r\nمركزا اقتصاديا هاما بجمع بين النهضة الأدبية العلمية وبين النهضة\r\nالاقتصادية ولا غرو أن الجمع بين هاتين النهضتين هو غاية الكمال .\r\n","description":"","footnote":"","page_name":" 21 ","page_number":30},
  {"content":"\r\nالقسم الثاني والثالث\r\nمحتويات القسم الثاني\r\nما قيل في الإمام أمير المؤمنين علي بن أبي طالب عليه السلام\r\nومقتطفات من أقوال المؤرخين العظام وفلاسفة الغرب الكبار\r\nمحتويات القسم الثالث\r\n1 - ما قاله اللغويون عن النجف 2 - النجف قبل دفن الإمام وما قاله\r\nالمؤرخون عنها 3 - ما قاله الرحالون عنها 4 - بيان عن أسماء النجف\r\n5 - بيان عن فضل النجف والتختم بحصبائها ومجاورة قبر أمير المؤمنين عليه السلام\r\n6 - من دفن في النجف الأشرف من الأنبياء عليهم السلام وفضل الدفن فيها\r\n7 - من دفن في النجف من صحابة الرسول الكرام 8 - قبر الإمام علي بن\r\nأبي طالب \" ع \" 9 - بيان عن أسباب إخفاء قبر الإمام علي بن أبي طالب \" ع \"\r\n10 - من زار قبر الإمام علي بن أبي طالب \" ع \" من الأئمة \" ع \" 11 - ثواب زيارة\r\nقبر الإمام علي ( ع ) 12 - تعيين المرقد المقدس من قبل علماء الآثار\r\n13 - تعيين قبر المغيرة بن شعبة بموجب الأدلة القطعية 14 - ظهور القبر المقدس\r\n15 - بعض الكرامات التي ظهرت عند المرقد المقدس\r\n","description":"","footnote":"","page_name":" 22 ","page_number":31},
  {"content":"\r\nكلمة جبران في الإمام \" ع \"\r\nقال النابغة جبران خليل جبران :\r\nفي عقيدتي أن ابن أبي طالب كان أول عربي لازم الروح الكلية\r\nوجاورها وسامرها وهو أول عربي تناولت شفتاه صدى أغانيها فرددها\r\nعلى مسمع قوم لم يسمعوا بمثلها من ذي قبل ، فتاهوا بين مناهج بلاغته\r\nوظلمات ماضيهم فمن أعجب بها كان إعجابه موثوقا بالفطرة ، ومن\r\nخاصمه كان من أبناء الجاهلية .\r\nمات علي بن أبي طالب شهيد عظمته ، مات والصلاة بين شفتيه ،\r\nمات وفي قلبه الشوق إلى ربه ، ولم يعرف العرب حقيقة مقامه ومقداره\r\nحتى قام من جيرانهم الفرس أناس يدركون الفارق بين الجواهر والحصى\r\nمات قبل أن يبلغ العالم رسالته كاملة وافية ، غير أنني أتمثله مبتسما قبل\r\nأن يغمض عينيه عن هذه الأرض ، مات شأن جميع الأنبياء الباصرين\r\nالذين يأتون إلى بلد ليس ببلدهم وإلى قوم ليسوا بقومهم في زمن ليس\r\nبزمنهم ، ولكن لربك شأن في ذلك وهو أعلم .\r\nجبران\r\n","description":"","footnote":"","page_name":" 23 ","page_number":32},
  {"content":"\r\nما جاء في شرح النهج لابن أبي الحديد\r\nفي الجزء الأول\r\nبحق الإمام ( ع )\r\nما أقول في رجل أقر له أعداؤه وخصومه بالفضل ولم يمكنهم جحد\r\nمناقبه ولا كتمان فضائله ، فقد علمت أنه استولى بنو أمية على سلطان\r\nالإسلام في شرق الأرض وغربها واجتهدوا بكل حيلة في إطفاء نوره\r\nوالتحريف عليه ووضع المعايب والمثالب له ولعنوه على جميع المنابر\r\nوتواعدوا مادحيه بل حبسوهم وقتلوهم ومنعوا من رواية حديث\r\nيتضمن له فضيلة أو يرفع له ذكرا حتى حظروا أن يسمى أحد باسمه\r\nوكلما كتم تضوع نشره وكالشمس لا تستر بالراح وكضوء النهار إن\r\nحجبت عنه عينا واحدة أدركته عيون كثيرة .\r\nوما أقول في رجل تعزى إليه كل فضيلة وتنتهي إليه كل فرقة\r\nوتتجاذبه كل طائفة فهو رئيس الفضائل وينبوعها وأبو عذرها وسابق\r\nمضمارها ومجلي حلبتها كل من بزغ فيها بعده فمنه أخذ وله اقتفى وعلى\r\nمثاله احتذي وقد عرفت أن أشرف العلوم هو العلم الإلهي لأن\r\nشرف العلم بشرف المعلوم ومعلومه أشرف الموجودات فكان هو\r\n","description":"","footnote":"","page_name":" 24 ","page_number":33},
  {"content":"\r\nأشرف العلوم ومن كلامه عليه السلام اقتبس وعنه نقل وإليه انتهى\r\nومنه ابتدأ ، فإن المعتزلة الذين هم أهل التوحيد والعدل وأرباب النظر\r\nومنهم تعلم الناس هذا الفن تلامذته وأصحابه لأن كبيرهم واصل بن\r\nعطاء تلميذ أبي هاشم عبد الله بن محمد بن الحنفية وأبو هاشم تلميذ أبيه\r\nوأبوه تلميذه عليه السلام وأما الأشعرية فإنهم ينتمون إلى أبي الحسن\r\nعلي بن أبي الحسن وإلى علي بن أبي بشر الأشعري وهو تلميذ أبي علي\r\nالجبائي وأبو علي أحد مشايخ المعتزلة فالأشعرية ينتهون بآخره إلى\r\nأستاذ المعتزلة ومعلمهم وهو علي بن أبي طالب عليه السلام ، وأما الإمامية\r\nوالزيدية فانتماؤهم إليه ظاهر .\r\nومن العلوم علم الفقه وهو عليه السلام أصله وأساسه وكل فقيه في\r\nالإسلام فهو عيال عليه ومستفيد من فقهه ، وأما أصحاب أبي حنيفة\r\nكأبي يوسف ومحمد وغيرهما فأخذوا عن أبي حنيفة وأما الشافعي فقرأ\r\nعلى محمد بن الحسن فيرجع فقهه أيضا إلى أبي حنيفة وأما أحمد بن حنبل\r\nفقرأ على الشافعي فيرجع فقهه أيضا إلى أبي حنيفة وأبو حنيفة قرأ على\r\nجعفر بن محمد عليه السلام وقرأ جعفر على أبيه ( ع ) وينتهي الأمر إلى\r\nعلي عليه السلام وأما مالك بن أنس فقرأ على ربيعة الرأي وقرأ ربيعة على\r\nعكرمة وقرأ عكرمة على عبد الله بن عباس ، وقرأ عبد الله بن عباس على علي ( ع )\r\nوإن شئت رددت إليه فقه الشافعي بقراءته على مالك كان لك ذلك فهؤلاء\r\n","description":"","footnote":"","page_name":" 25 ","page_number":34},
  {"content":"\r\nالفقهاء الأربعة ، وأما فقه الشيعة فرجوعه إليه ظاهر وأيضا فإن فقهاء\r\nالصحابة كانوا عمر بن الخطاب وعبد الله بن عباس وكلاهما أخذا عن\r\nعلي ( ع ) أما ابن عباس فظاهر وأما عمر فقد عرف كل أحد رجوعه\r\nإليه في كثير من المسائل التي أشكلت عليه وعلى غيره من الصحابة .\r\nومن العلوم علم تفسير القرآن وعنه أخذ ومنه فرع وإذا رجعت إلى\r\nكتب التفسير لعلمت صحت ذلك .\r\nومن العلوم علم الطريقة والحقيقة وأحوال التصوف وقد عرفت أن\r\nأرباب هذا الفن في جميع بلاد الإسلام إليه ينتهون وعنده يقفون .\r\nومن العلوم علم النحو والعربية وقد علم الناس كافة أنه هو الذي ابتدعه\r\nوأنشأه وأملى على أبي الأسود الدؤلي جوامعه وأصوله من جملتها\r\nالكلام كله ثلاثة أشياء اسم وفعل وحرف ومن جملتها تقسيم الكلمة إلى\r\nمعرفة ونكرة وتقسيم وجوه الإعراب إلى الرفع والنصب والجر\r\nوالجزم وهذا يكاد يلحق بالمعجزات لأن القوة البشرية لا تفي بهذا الحصر\r\nولا تنهض بهذا الاستنباط . وإن رجعت إلى الخصائص الخلقية والفضائل\r\nالنفسانية والدينية وجدته ابن جلاها وطلاع ثناياها ، أما الشجاعة فإنه\r\nأنسى الناس فيها ذكر من كان قبله ومن اسم من يأتي بعده . ومقاماته\r\nفي الحرب مشهورة يضرب بها الأمثال إلى يوم القيامة وهو الشجاع\r\nالذي ما فر قط ولا ارتاع من كتيبة ولا بارز أحد إلا قتله ولا ضرب\r\n","description":"","footnote":"","page_name":" 26 ","page_number":35},
  {"content":"\r\nضربة قط فاحتاجت الأولى إلى ثانية .\r\nوأما القوة والأيدي فيه يضرب المثل فيهما قال ابن قتيبة في المعارف\r\nما صارع أحدا قط إلا صرعه وهو الذي قلع باب خيبر واجتمع عليه\r\nعصبة من الناس ليقلبوه فلم يقلبوه وهو الذي اقتلع هبل من أعلى الكعبة\r\nوكان عظيما كبيرا جدا فألقاه إلى الأرض وهو الذي اقتلع الصخرة\r\nالعظيمة في أيام خلافته بيده عليه السلام بعد عجز الجيش كله عنها\r\nفانبط الماء من تحتها .\r\nوأما السخاء والجود فماله فيه ظاهرة كان يصوم ويطوي ويؤثر بزاده\r\nوفيه أنزل \" ويطعمون الطعام على حبه مسكينا ويتيما وأسيرا إنما\r\nنطعمكم لوجه الله لا نريد منكم جزاء ولا شكورا \" وروى المفسرون\r\nأنه لم يكن يملك إلا أربعة دراهم فتصدق بدرهم ليلا وبدرهم نهارا وبدرهم\r\nسرا وبدرهم علانية ، فأنزل فيه ( الذين ينفقون أموالهم بالليل والنهار\r\nسرا وعلانية \" .\r\nوأما الحلم والصفح فكان أحلم الناس عن مذنب وأصفحهم عن مسئ .\r\nوأما الجهاد في سبيل الله فمعلوم عند صديقه وعدوه أنه سيد المجاهدين .\r\nوأما الفصاحة فهو عليه السلام إمام الفصحاء وسيد البلغاء وعن\r\nكلامه قيل دون كلام الخالق وفوق كلام المخلوق ومنه تعلم الناس\r\nالخطابة والكتابة .\r\n","description":"","footnote":"","page_name":" 27 ","page_number":36},
  {"content":"\r\nوأما الزهد في الدنيا فهو سيد الزهاد وبدل الأبدال وإليه تشد\r\nالرحال وعنده تنفض الأحلاس ما شبع من طعام قط وكان أخشن\r\nالناس مأكلا وملبسا\r\nوأما العبادة فكان أعبد الناس وأكثرهم صلاد وصوما ومنه تعلم\r\nالناس صلاة الليل وملازمة الأوراد وقيام النافلة .\r\nوأما قراءته القرآن والاشتغال به فهو المنظور إليه في هذا الباب\r\nاتفق الكل على أنه كان يحفظ القرآن على عهد رسول الله ( ص ) ولم\r\nيكن غيره يحفظه ثم هو أول من جمعه ، وإذا رجعت إلى كتب القراءات\r\nوجدت أئمة القراء كلهم يرجعون إليه كأبي عمرو بن العلاء وعاصم بن\r\nأبي النجود وغيرهما لأنهم يرجعون إلى أبي عبد الرحمن السلمي القارئ\r\nوأبو عبد الرحمن كان تلميذه وعنه أخذ القرآن فقد صار هذا الفن من\r\nالفنون التي تنتهي إليه أيضا مثل كثير مما سبق .\r\nوأما الرأي والتدبير فكان من أسد الناس رأيا وأصحهم تدبيرا وهو الذي\r\nأشار على عمر لما عزم على أن يتوجه بنفسه إلى حرب الروم والفرس بما\r\nأشار وهو الذي أشار على عثمان بأمور كان صلاحه فيها ولو قبلها لم\r\nيحدث عليه ما حدث وإنما قال أعداؤه لا رأي له لأنه كان متقيد بالشريعة\r\nلا يرى خلافها ولا يعمل بما يقتضي الدين تحريمه وقد قال عليه السلام\r\nلولا الدين والتقى لكنت أدهى العرب .\r\n","description":"","footnote":"","page_name":" 28 ","page_number":37},
  {"content":"\r\nوأما السياسة فإنه كان شديد السياسة خشنا في ذات الله لم يراقب\r\nابن عمه في عمل كان ولاه إياه ولا راقب أخاه عقيلا في كلام جبهه به ،\r\nوأحرق قوما بالنار ونقض دار مصقلة بن هبيرة ودار جرير بن عبد الله\r\nالبجلي وقطع جماعة وصلب آخرين .\r\nوما أقول في رجل تحبه أهل الذمة على تكذيبهم بالنبوة وتعظمه\r\nالفلاسفة على معاندتهم لأهل الملة وتصور ملوك الفرنج ولزوم صورته\r\nفي بيعها وبيوت عباداتها حاملا سيفه مشمرا لحربه وتصور ملوك الترك\r\nوالديلم صورته على أسيافها ، وكان على سيف عضد الدولة بن بويه وسيف\r\nأبيه ركن الدولة صورته وكان على سيف الب أرسلان وابنه ملكشاه\r\nصورته كأنهم يتفاءلون به النصر والظفر .\r\nوما أقول في رجل أحب كل أحد أن يتكثر به وود كل أحد أن\r\nيتجمل ويتحسن بالانتساب إليه حتى الفتوة التي أحسن ما قيل في حدها\r\nأن لا تستحسن من نفسك ما تستقبحه من غيرك فإن أربابها نسبوا\r\nأنفسهم إليه وصنفوا في ذلك كتبا وجعلوا لذلك إسنادا أنهوه إليه ،\r\nوقصروه عليه وسموه سيد الفتيان وعضدوا مذهبهم بالبيت المشهور\r\nالمروي أنه سمع من السماء يوم أحد .\r\nلا سيف إلا ذو الفقار * ولا فتى إلا علي\r\nوما أقول في رجل أبوه أبو طالب سيد البطحاء وشيخ قريش\r\n","description":"","footnote":"","page_name":" 29 ","page_number":38},
  {"content":"\r\nورئيس مكة قالوا قل أن يسود فقير وساد أبو طالب وهو فقير لا مال\r\nله وكانت قريش تسمية الشيخ ، وهو الذي كفل رسول الله ( ص )\r\nصغيرا وحماه وحاطه كبيرا ومنعه من مشركي قريش ولقي لأجله عنتا\r\nعظيما وقاسى بلاء شديدا وصبر على نصره والقيام بأمره ، وجاء في الخبر\r\nأنه لما توفي أبو طالب أوحى إليه الجليل يأمره بالهجرة وأن يخرج منها فقد\r\nمات ناصره وله مع شرف هذه الأبوة أن ابن عمه محمد سيد الأولين\r\nوالآخرين ، وأخاه جعفر ذو الجناحين وزوجته سيدة نساء العالمين وابنيه\r\nسيدا شباب أهل الجنة فآباؤه آباء رسول الله وأمهاته أمهات رسول الله\r\nوهو مسوط بلحمه ودمه لم يفارقه منذ خلق الله آدم إلى أن مات عبد\r\nالمطلب بين الأخوين عبد الله وأبي طالب وأمهما واحدة فكان منهما\r\nسيدا الناس هذا الأول وهذا التالي وهذا المنذر وهذا الهادي .\r\nوما أقول في رجل سبق الناس إلى الهدى وآمن بالله وعبده وكل\r\nمن في الأرض يعبد الحجر ويجحد الخالق ، لم يسبقه أحد إلى التوحيد\r\nإلا السابق إلى كل خير محمد رسول الله ( ص ) .\r\nذهب أكثر أهل الحديث إلى أنه عليه السلام أول الناس اتباعا لرسول\r\nالله ( ص ) وإيمانا به ولم يخالف في ذلك إلا الإقلال وقد قال هو عليه السلام أنا\r\nالصديق الأكبر وأنا الفاروق الأول أسلمت قبل إسلام الناس وصليت\r\nقبل صلاتهم .\r\n","description":"","footnote":"","page_name":" 30 ","page_number":39},
  {"content":"\r\nالإمام أمير المؤمنين علي بن أبي طالب ( ع )\r\n( في سطور )\r\n* ولد الإمام علي بن أبي طالب ( ع ) في الكعبة المشرفة ولم يولد فيها\r\nأحد غيره .\r\n* تربى في حجر النبي وتلقن بمبادئ النبي وتخلق بأخلاقه .\r\n* وهو أول من أسلم وأجاب داعي الله في اتباع الحق ومحاربة الشرك\r\n* قال الرسول الأعظم ( ص ) إلى علي وكان ذلك في أول بدائة\r\nالإسلام ، وذلك عندما جمع الرسول عليه الصلاة والسلام رؤوس\r\nقريش بما فيهم أبناء عبد المطلب في دار أبي طالب ممتثلا الأمر الصادر\r\nمن الجليل جل جلاله بقوله ( وأنذر عشيرتك الأقربين واخفض جناحك\r\nلمن اتبعك من المؤمنين ) قال له : أنت أخي ووزيري ووصي ووارثي\r\nوخليفتي من بعدي ) وهو صريح بالنص على إمامة الإمام ( ع ) .\r\n* فدى الإمام نفسه قربانا لرسول الله وذلك عندما قررت قريش\r\nقتل الرسول الأعظم في فراشه فلبس سلام الله عليه برد النبي ونام على\r\nفراشه معرضا نفسه للموت الزؤام وهذه منتهى الشجاعة والإقدام\r\nوالتضحية في سبيل الواجب المقدس .\r\n* كان الإمام علي ( ع ) أعظم كتبه الوحي عند النبي عليه الصلاة\r\nوالسلام .\r\n","description":"","footnote":"","page_name":" 31 ","page_number":40},
  {"content":"\r\n* رأى النبي ( ص ) توثيقا لعرى المودة بين المهاجرين والأنصار أن\r\nيؤاخي بينهم فكان يختار واحد من هؤلاء وواحدا من أولئك ويربطهم\r\nبرباط الأخوة ولما فرغ من الجميع آخى بين نفسه وبين فتاه الربيب فآثره\r\nعلى كل حبيب بعيد وقريب .\r\n* كانت معركة بدر هي أول انتصار للإسلام وقد أبلى فيها الإمام\r\nعلي ( ع ) على حداثة سنه بلاء عظيما فبطش بأشد أبطال مكة ومنهم\r\nحنظلة والوليد وابن سعيد وغيرهم .\r\n* كان الناس يخافون الإمام علي ( ع ) ويتهيبون منه خاصة في الحروب\r\nبالنظر لعلمهم من صدق حملته وحد نصله كما أن يقظته كانت لا تغادره\r\nلحظة مهما تأجج لهب الحرب بل يظل أبدا متمالك الأعصاب .\r\n* ذو الفقار هو لقب سيف النبي الذي أهداه إلى علي ( ع ) فكان بيد\r\nأبي الحسن آلة الخلود في عالم البطولة - وهو الذي قال فيه القائل\r\nلا سيف إلا ذو الفقار * ولا فتى إلا علي\r\n* جاء النبي ( ص ) بيت علي ( ع ) في يوم بارد وكان علي وفاطمة\r\nوولداهما الحسن والحسين عليهم السلام قد لجئوا إلى فراش واحد\r\nووضعوا فوقهم ملحفة يستدفئون بها لشدة البرد فدخل ( ص ) معهم\r\nتحت الملحفة وجاء جبريل وهم على تلك الحالة فتمنى أن يكون سادسهم .\r\n* فتك الإمام علي ( ع ) في غزوة أحد ببني عبد الدار حاملي لواء\r\n","description":"","footnote":"","page_name":" 32 ","page_number":41},
  {"content":"\r\nالمشركين وكلما قتل واحد منهم أخذ اللواء آخر وآخر من أخذ اللواء\r\nعبدهم ولما سقط يخور بدمه سقط اللواء فكانت الهزيمة ، ولولا مخالفة الرماة\r\nلأمر النبي ( ص ) لكان النصر في جانب المسلمين ، وعلى أثرها كانت\r\nالهزيمة الأولى والأخير غير أن - بضعة رجال - لم يكن من قريش فيهم\r\nسوى الإمام علي والعباس وابنيه - ثبتوا فذادوا عن النبي في وقت\r\nمحنته بعد انهزام المسلمين كان لها الأثر في بقاء المسلمين ببقاء ( محمد ) ( ص )\r\nفوقف الإمام أمام النبي وهو لا يستطيع أن يلهم سيفه السكون لو أنه\r\nأراد وأخذ ينتقل به بين الرقاب والقلوب ويروي نصله بالدم أن كان\r\nيرتوي حديد\r\n* وفي غزوة الخندق قال النبي ( ص ) \" برز الإيمان كله إلى الشرك\r\nكله \" اللهم إن قتل علي لا تعبد وإن شئت لا تعبد لا تعبد ، ولما قتل عمرو\r\nابن عبد ود العامري - قال ( ص ) ( ضربة علي يوم الخندق تعدل عبادة الثقلين )\r\nوفي غزوة خيبر كان الفتح على يد الإمام علي بعد أن استعصى على يد\r\nالمسلمين حتى قال فيه النبي ( لأعطين اللواء غدا رجلا يحبه لله ورسوله\r\nويحب الله ورسوله لا يرجع حتى يفتح الله على يديه كرار غير فرار .\r\nثم إن عليا لما تهيأ للقتال في يوم خيبر قال له رسول الله ( ص ) يا علي والذي\r\nنفسي بيده إن معك من لا يخذلك هذا جبريل عليه السلام عن يمينك\r\nبيده سيف لو ضرب به الجبال لقطعها فاستبشر بالرضوان والجنة يا علي\r\n","description":"","footnote":"","page_name":" 33 ","page_number":42},
  {"content":"\r\nإنك سيد العرب وإني سيد ولد آدم .\r\n* وفي غزوة السلسلة أو غزوة الرمل كان للإمام علي ( ع ) الموقف\r\nالعظيم الذي انفرد به عن بقية المسلمين فعقد النبي ( ص ) اللواء للإمام\r\nبعد أن عجزت الحملات المتكررة المرسولة من قبل النبي بقيادة الصحابة\r\nالكرام ، وقال الرسول الأعظم للإمام : إذهب كرار غير فرار . ثم\r\nرفع يديه إلى السماء وقال : اللهم إن كنت تعلم أني رسول الله فاحفظني\r\nفيه وافعل به وافعل وخرج علي ورافقه الرسول ( ص ) لتشييعه وبلغ معه\r\nإلى مسجد الأحزاب وعلي على فرس أشقر مهلوب ، عليه بردان يمانيان\r\nوفي يده قناة خطية ، فشيعه الرسول وأنفذ معه في من أنفذ أبا بكر ( رض )\r\nوعمرو بن العاص ، وعندما أمكن الله تعالى الإمام بآل سليم وأتباعهم نزلت\r\nعلى النبي ( ص ) سورة العاديات وهي \" والعاديات ضبحا \" ومعناها الخيل\r\nالتي تعدو فتضبح ، والضبح هو صوت أجوافها عند الركض \" فالموريات\r\nقدحا \" لأن حوافرها تقدح في الأرض ذات الحجارة \" فالمغيرات صبحا\r\n، فأثرن به نقعا ، فوسطن به جمعا \" فبشر النبي أصحابه بالفتح وأمرهم\r\nأن يستقبلوا عليا فقاموا له صفين ، فلما بصر بالنبي ترجل عن فرسه فقال\r\nله النبي راكب فإن الله ورسوله عنك راضيان فبكى علي فرحا فقال له\r\nالنبي . لولا أنني أشفق أن تقول فيك طوائف من أمتي ما قالت النصارى\r\nفي المسيح لقلت اليوم فيك مقالا لا تمر بعده بمكان إلا أخذوا التراب\r\n","description":"","footnote":"","page_name":" 34 ","page_number":43},
  {"content":"\r\nمن تحت قدميك .\r\n* ومما قاله النبي في حق علي \" ع \"\r\n- علي مني بمنزلة هارون من موسى إلا أنه لا نبي بعدي .\r\n- أنا مدينة العلم وعلي بابها ولن تدخل المدينة إلا من أبوابها .\r\n- أقضاكم علي\r\n- عترتي تشبه السفينة من دخلها نجا من الغرق .\r\n- علماء أهل بيتي النجوم فويل للمكذبين بفضلهم وإلى قوله أئمتكم\r\nوفدكم إلى الله فانظروا من توفدون .\r\n* قوله ( ص ) لعمار بن ياسر \" رض \"\r\n- إذا سلك الناس واديا وعلي واديا فاتبع عليا ودع الناس إنه لن\r\nيدلك على ردئ\r\n* نهج البلاغة فوق كلام المخلوق وتحت كلام الخالق من حيث الفصاحة\r\nوالبلاغة ، قد ضمنه الإمام كلما يصلح حال الإنسانية ويرفع من قيمها المعنوية\r\n* وفي غدير خم قال الرسول الأعظم \" ص \" بعد خطبة الوداع أيها\r\nالناس ! ! إن الله مولاي وأنا مولى المؤمنين وأنا أولى بهم من أنفسهم فمن\r\nكنت مولاه فهذا مولاه \" يعني عليا \" اللهم وال من والاه وعاد من عاداه\r\nوعند الانتهاء من الخطبة أتى كبار الصحابة وفيهم أبو بكر الصديق\r\nوعمر بن الخطاب \" رض \" يهنئون الإمام قائلين بخ بخ لك يا ابن أبي\r\n","description":"","footnote":"","page_name":" 35 ","page_number":44},
  {"content":"\r\nطالب لقد أصبحت وأمسيت مولانا ومولى كل مؤمن ومؤمنة وأمر\r\nالنبي \" ص \" أمهات المؤمنين أن يهنئنه أيضا ففعلن .\r\n* دعا النبي عليا فحباه خاتمه وحمائل سيفه ثم طلب دواة وصحيفة وقال\r\nاكتب لكم كتابا لن تضلوا بعده فقال بعضهم إن رسول الله قد غلبه الوجع\r\nوقال سواه بل قربوا يكتب فلم يستجب طلبه .\r\n* ولعل أقسى محنة اجتازتها نفس بشرية كانت تلك التي ألمت بعلي إذ\r\nوقف في جوف ذلك الليل هو وفاطمة \" ع \" على حافة قبر الرسول بعد\r\nأن وسد الجثمان الكريم في مرقده .\r\n* ظل علي المرجع الأعلى للفقه والأحكام في عهد الخليفتين أبي بكر\r\nالصديق وعمر بن الخطاب \" رض \" ويستشير أنه وينزلان على رأيه\r\nالعالي ولا يكلمانه إلا بلهجة الاحترام والتقدير .\r\n* بقي سلام الله عليه في عهد خلافة عثمان بن عفان \" رض \" المصلح\r\nوالمرشد والوسيط بين الجماهير الثائرة على سياسة عثمان من أجل عماله\r\nوبين الخليفة الثالث مسديا له النصح بما يخص أعمال الخلافة المتعلقة\r\nبمصالح الناس . ولم يجد عثمان مغيثا في حياته إلا الإمام علي \" ع \" فهو\r\nالذي حمل إليه الماء وشق صفوف الثوار وعهد بالدفاع عنه إلى ولديه الحسن\r\nوالحسين ولكن ما عساهما يفعلان حيال الجماهير الزاخرة الثائرة ، وقد\r\nأصيبا بالجراح وعلى الرغم من ذلك فقد ظنهما علي \" ع \" مقصرين فصفعهما\r\n","description":"","footnote":"","page_name":" 36 ","page_number":45},
  {"content":"\r\n* سار الإمام في خلافته على نهج النبي \" ص \" فرفع منار الحق ، وأقام\r\nمعالم العدل ، وكل قطيعة أقطعها عثمان وكل ما أعطاه من المال أعاده\r\nإلى بيت المال .\r\n* فالإمام علي هو بطل بدر وخيبر والخندق وحنين ووادي الرمل\r\nوالطائف واليمن وهو المنتصر في صفين ، ويوم الجمل والنهروان والدافع\r\nعن الرسول يوم أحد وقيدوم السرايا ولواء المغازي .\r\n* وعلي هو الذي تذكره النصارى في مجالسهم فيتمثلون بحكمه\r\nويخشعون لتقواه ويتمثل به الزهاد في الصوامع فيزدادون زهدا وقنوتا ،\r\nوينظر إليه المفكر فيستضئ بهذا القطب الوضاء ويتطلع إليه الكاتب\r\nالألمعي فيأتم ببيانه ويعتمد عليه الفقيه فيسترشد بأحكامه .\r\n* وأعجب من بطولته الجسدية بطولته النفسية ، فلم ير أصبر منه على\r\nالمكاره ، إذ كانت حياته موصولة الآلام منذ أن فتح عينيه على النور في\r\nالكعبة حتى أغمضها على الحق في مسجد الكوفة .\r\n* ولم يستطع خصوم الرجل أن يأخذوا عليه مأخذا فاتهموه بالتشدد\r\nفي إحقاق الحق أي أنهم شكوا شدة تمسكه بالدين وأراده دنيويا يماري\r\nويداري ويحابي وأراد نفسه روحانيا رفيعا يستميت في سبيل العدل ،\r\nلا تأخذه في سبيل الله هوادة ولا يلبي إلا النداء الصادر من أعماق نفسه\r\nلإحقاق الحق ونشر لواء المساواة في بلاد الإسلام كما أراد الله - تعالى -\r\n","description":"","footnote":"","page_name":" 37 ","page_number":46},
  {"content":"\r\nمن نبيه الكريم ( ص )\r\n* فالإمام علي سلام الله عليه هو الذي قرن الله سبحانه - الولاية له بعد\r\nرسوله على المؤمنين .\r\n- وهو الذي فرض الله علينا طاعته وأمرنا بولائه في صريح من آي\r\nالذكر الحكيم .\r\n- وهو الذي تربى في حجر الرسالة حتى كان من صاحبها ( ص ) بمنزلة\r\nهارون من موسى \" ع \" .\r\n- وهو الذي كان باب مدينة علم النبوة .\r\n- وهو الذي كان وصي رسول الله وخليفته في أمته وزوج ابنته\r\nوأبا لأولاده .\r\nوختاما لسيرة أبي السبطين : فأقول ماذا أنعم الرفيق الأعلى جل\r\nشأنه على هذا الإمام من بعد وفاته ؟ ! أقول .\r\nإن الله تعالى : جعل المكان الذي اتخذه الإمام لقبره موضعا روضة\r\nمن رياض الجنة وللشارد ملاذا ، وللعلم منارا ، وللفقراء ملجئا وللخائف\r\nمأمنا بالإضافة إلى إنها مركز ديني ودار هجرة لطلب العلم حتى نبغ فيها\r\nأعاظم العلماء وجهابذة الفقه ، وأصبح للعالم الكوني هدفا وللاسلام معهدا\r\nفإلى من ألفت ؟ ! !\r\n- ألفت كتابي هذا إلى من امتزج حبه بدمي وكل مشاعري\r\n","description":"","footnote":"","page_name":" 38 ","page_number":47},
  {"content":"\r\n- إلى من أول ما نطق لساني باسمه .\r\n- إلى الإمام أمير المؤمنين علي بن أبي طالب ( ع )\r\nوماذا أرجو من سيدي ومولاي أبي الحسن من تقديم هذا المجهود الضئيل\r\nأرجوا أن أنال فيه حظوتي وأحصل على أماني التي لا تتجاوز غير أن\r\nيكون الوسيط إلى الله - سبحانه - لأن يثبتني على الهدى ويجعل هواي\r\nتبعا لطاعته وأفوز بشفاعة سيدي ومولاي الإمام عليه السلام .\r\n","description":"","footnote":"","page_name":" 39 ","page_number":48},
  {"content":"\r\nالباب الأول\r\nما قاله اللغويون عن النجف\r\nقال الإمام اللغوي محب الدين أبو الفيض السيد محمد مرتضى الحسيني\r\nالواسطي الزبيدي الحنفي نزيل مصر المعزية بالجزء السادس من تاج\r\nالعروس في ص 350 في مادة نجف .\r\n( النجف محركة ) والنجفة ( بهاء مكان لا يعلوه الماء مستطيل منقاد )\r\nكما في الصحاح ( و ) قال الليث النجف ( يكون في بطن الوادي ) شبيه\r\nبنجاف الغبيط وهو جدار ليس بحد عريض له طول منقاد من بين معوج\r\nومستقيم لا يعلوه الماء ( وقد يكون ببطن من الأرض جمع ( نجاف )\r\nبالكسر ( أو هي ) أي النجف ( أرض مستديرة مشرفة على ما حولها )\r\nالواحدة نجفة قال امرؤ القيس .\r\nأرى ناقة المرء قد أصبحت * على الأين ذات هبات نوارا\r\nرأت هلكا بنجاف الغبيط * فكادت تجد لذاك الهجارا\r\nوقيل النجاف شعاب الحرة التي يسكب فيها يقال أصابنا مطر\r\nأسال النجاف \" و \" قال ابن الأعرابي ( النجف محركة التل ) وقال غيره\r\nشبه التل \" و \" النجف أيضا \" قشور الصليان \" وقال ابن دريد : النجفة\r\n( بهاء \" ع \" بين البصرة والبحرين ) وقال السكوني هي رملة فيها نخل\r\nيحفر له فيخرج الماء وهو شرقي الحاجر بالقرب منه \" و \" قال ابن الأعرابي\r\n","description":"","footnote":"","page_name":" 40 ","page_number":49},
  {"content":"\r\nالنجفة \" المسناة \" وقال الأزهري النجفة ( مسناة بظاهر الكوفة تمنع ماء\r\nالسيل أن يعلو مقابرها ومنازلها ) وقال أبو العلاة العرضي النجف قرية\r\nعلى باب الكوفة ، وقال إسحق بن إبراهيم الموصلي :\r\nما إن رأى الناس في سهل وفي جبل * أصفى هواء ولا أغذي من النجف\r\nكأن تربته مسك يفوح به * أو عنبر دافه العطار في صدف\r\nوقال السهيلي بالفرع عينان يقال لأحدهما العريض وللآخر النجف\r\nيسقيان عشرين ألف نخلة ، وهو بظهر الكوفة كالمسناة وبالقرب من هذا\r\nالموضع قبر أمير المؤمنين علي بن أبي طالب - رضي الله عنه - . . ونجفة\r\nالكثيب - محركة ( الموضع الذي تصفقه الرياح فتنجفه فيصير كأنه\r\nجرف منجرف )\r\nما قاله اللغوي في الجزء الثالث من قاموس ص 197\r\nالنجف : محركة وبهاء مكان لا يعلوه الماء مستطيل منقاد ويكون\r\nفي بطن الوادي ، وقد يكون ببطن الأرض \" جمعه \" نجاف ( أو هي )\r\nأرض مستديرة مشرفة على ما حولها والنجف محركة التل وقشور الصليان\r\nوبهاء ( موضع ) بين البصرة والبحرين والمسناة ومسناة بظاهر الكوفة\r\nتمنع ماء السيل أن يعلو مقابرها ومنازلها ونجفة الكثيب الموضع تصفقه\r\nالرياح فتنجفه فيصير كأنه جرف منجرف .\r\n","description":"","footnote":"","page_name":" 41 ","page_number":50},
  {"content":"\r\nما قاله الإمام الفقيه اللغوي الشيخ فخر الدين الطريحي المتوفى سنة\r\n1085 ه‍ في مجمع البحرين ومطلع النيرين في اللغة ما نصه :\r\nنجف : النجف بفتحتين كالمسناة بظاهر الكوفة يمنع ماء السيل أن\r\nيبلغ منازلها ومقابرها قاله في المغرب والنجف والنجفة بالتحريك مكان\r\nلا يعلوه الماء مستطيل ولتسميته نجفه وجه لطيف مشهور\r\nما جاء في المنجد ( المعجم المدرسي للغة العربية ) تأليف لويس معلوف\r\nص 858 ( النجف ) نجاف و ( النجفة ) التل . المكان الذي لا يعلوه\r\nالماء في بطن الوادي . ( النجفة ) القليل من الشئ\r\n( النجاف ) ما بني ناتئا فوق الباب مشرفا عليه . نجاف الغار : صخرة\r\nناتئة تشرف عليه .\r\nالبستان وهو معجم لغوي تأليف الشيخ عبد الله البستاني اللبناني جاء في\r\nالجزء الثاني منه ص 2370 \" النجف محركة مكان مستطيل منقاد لا يعلوه الماء\r\nقد يكون في بطن الوادي وقد يكون ببطن من الأرض نجاف و - التل\r\nو - قشور الصليان النجفة محركة النجف للمكان المذكور و - مسناة\r\nبظواهر الكوفة تمنع سيل السحاب أن يعلو مقابرها ومنازلها\r\nالنجاف ككتاب دروند الباب هو ما بني ناتئا فوق الباب مشرفا عليه\r\nكنجاف الغار وهو صخرة ناتئة تشرف عليه و - جمع النجف وهي أرض\r\n","description":"","footnote":"","page_name":" 42 ","page_number":51},
  {"content":"\r\nمستديرة مشرفة و - شعاب الحرة التي يسكب فيها يقال أصابنا مطر\r\nأسال النجاف \"\r\n\" نجفة الكثيب \" إبطه وهو الموضع تصفقه الرياح فتنجفه فيصير كأنه\r\nجرف منجرف يقال \" قعد تحت نجفة الكثيب \"\r\nالنجفة أيضا محركة موضع بين البصرة والبحرين\r\nالنجفة بالضم القليل من الشئ\r\nالنجيف سهم عريض النصل ج نجف بضمتين أو قال أبو حنيفة \" هو\r\nالعريض الواسع الجرح \" والجمع نجف قال أبو كبير الهذلي\r\nنجف بذلت لها خوافي ناهض * حشر القوادم كاللفاع الأطحل\r\nوقوله كاللفاع الأطحل أي كأن لون هذا النسر لون لحاف أسود\r\nمعجم البلدان للشيخ الإمام شهاب الدين أبي عبد الله ياقوت بن عبد\r\nالله الحموي الرومي البغدادي المتوفى سنة 626 ه‍ المجلد السابع ص 266\r\n\" النجف \" بالتحريك . . قاله السهيلي بالفرع عينان يقال لأحدهما\r\nالربض وللأخرى النجف تسقيان عشرين ألف نخلة . . وهو بظهر الكوفة\r\nكالمسناة تمنع مسيل الماء أن يعلو الكوفة ومقابرها والنجف قشور\r\nالصليان وبالقرب من هذا الموضع قبر أمير المؤمنين علي بن أبي طالب\r\nرضي الله عنه وقد ذكرته الشعراء في أشعارها فأكثرت فقال علي بن محمد\r\nالعلوي المعروف بالحماني الكوفي\r\n","description":"","footnote":"","page_name":" 43 ","page_number":52},
  {"content":"\r\nفيا أسفي على النجف المعرى * وأودية منورة الأقاحي\r\nوما بسط الخورنق من رياض * مفجرة بأفنية فساح\r\nووا أسفا على القناص تغدو * خرائطها على مجرى الوشاح\r\nوقال إسحاق بن إبراهيم الموصلي يمدح الواثق ويذكر النجف\r\nيا راكب العيس لا تعجل بنا وقف * نحي دارا لسعدى ثم ننصرف\r\nوابك المعاهد من سعدى وجارتها * ففي البكاء شفاء الهائم الدنف\r\nأشكو إلى الله يا سعدى جوى كبد * حرى عليك مني ما تذكر تجف\r\nأهيم وجدا بسعدى وهي تصرمني * هذا لعمرك شئ غير مؤتلف\r\nدع عنك سعدى فسعدى عنك نازحة * واكفف هواك وعد القول في لطف\r\nما إن رأى الناس في سهل وفي جبل * أصفى هواء ولا أغذي من النجف\r\nكأن تربته مسك يفوح به * أو عنبر دافه العطار في صدف\r\nحفت ببر وبحر في جوانبها * فالبر في طرف والبحر في طرف\r\nوبين ذاك بساتين تسيح بها * نهر يجيش بجاري سيله القصف\r\nوما يزال نسيم من أيامنه * يأتيك منه بريا روضة نف\r\nتلقاك منه قبيل الصبح رائحة * تشفي السقيم إذا أشفى على التلف\r\nلو حله مدنف يرجو الشفاء به * إذا شفاه من الأسقام والدنف\r\nيؤتى الخليفة منه كلما طلعت * شمس النهار بأنواع من التحف\r\n","description":"","footnote":"","page_name":" 44 ","page_number":53},
  {"content":"\r\nوالصيد منه قريب إن هممت به * يأتيك مؤتلفا في زي مختلف\r\nفيا له منزلا طابت مساكنه * بخير من حاز بيت العز والشرف\r\nخليفة واثق بالله همته * تقوى الإله بحق الله معترف\r\nولبعض أهل الكوفة\r\nوبالنجف الجاري إذا زرت أهله * مها مهملات ما عليهن سائس\r\nخرجن بحب اللهو في غير ريبة * عفائف باغي اللهو منهن آيس\r\nيردن إذا ما الشمس لم يخش حرها * ظلال بساتين جناهن يابس\r\nإذا الحر آذاهن لذن بفينه * كما لاذ بالظل الظباء الكوانس\r\nله إذا استعرضتهن عشية * على ضفة النهر المليح مجالس\r\nيفوح عليك المسك منه وإن تقف * تحدث وليست بينهن وساوس\r\nولكن نقيات من اللؤم والخنا * إذا ابتز عن أبشارهن الملابس\r\n( النجفة ) بالتحريك مثل الذي قبله وزيادة هاء والنجفة تكون في بطن\r\nالوادي شبه جدار ليس بعريض له طول منقاد من بين معوج ومستقيم\r\nلا يعلوها الماء وقد يكون في بطن الأرض وقد يقال لإبط الكثيب\r\nنجفة الكثيب وهو الموضع الذي تصفقه الرياح فتنجفه فيصير كأنه\r\nجرف منجرف وتبر منجوف وهو الذي ينجفر في عرضه هو غير\r\nمضروح أي موسع والنجفة * موضع بين البصرة والبحرين . وقال السكوني\r\nالنجفة رملة فيها نخل تجفر له فيخرج الماء وهو في شرقي الحاجر بالقرب منه .\r\n","description":"","footnote":"","page_name":" 45 ","page_number":54},
  {"content":"\r\nالباب الثاني\r\nوما قاله المؤرخون عنها\r\n1 - النجف قبل دفن الإمام علي ( ع )\r\nجاء في ماضي النجف وحاضرها ص 13\r\nالنجف مهبط الأولياء ، ودار هجرة الأنبياء ( ع ) عليها استوت سفينة\r\nنوح ( ع ) كما في بعض الأحاديث ومنه تفرقت أولاد نوح \" ع \" كما في\r\nالأعلاق النفيسة ص 108 وبها كان منزل إبراهيم الخليل \" ع \" وإليها\r\nكانت هجرته ( 1 )\r\nوفي أيام التنوخيين واللخميين والمناذرة يوم كانت الحيرة عاصم ء ملكهم قد\r\n\r\n","description":"","footnote":" ( 1 ) كما ذكرها الشيخ الصدوق في آخر كتابه علل الشرائع ، وجاء في معجم البلدان في\r\n\" بانقيا \" قال : وفي أخبار إبراهيم الخليل ( ع ) خرج من بابل على حمار له ومعه ابن\r\nأخيه لوط يسوق غنما ويحمل دلوا على عاتقه حتى نزل بانقيا وكان طولهما اثني عشر\r\nفرسخا وكانوا يزلزلون في كل ليلة فلما بات عندهم إبراهيم لم يزلزلوا فقال لهم الشيخ\r\nالذي بات عنده إبراهيم ( ع ) والله ما دفع عنكم إلا بشيخ بات عندي فإني رأيته كثير\r\nالصلاة فجاؤه وعرضوا عليه المقام عندهم وبذلوا له البذول فقال إنما خرجت مهاجرا\r\nإلى ربي وخرج حتى أتى النجف فلما رأوه رجع تباشروا وظنوا أنه رغب فيما بذلوا له\r\nفقال لهم لمن تلك الأرض يعني ( النجف ) قالوا هي لنا قال فتبيعونها : قالوا هي لك\r\nفوالله ما ننبت شيئا فقال لا أحبها إلا شراء فدفع إليهم غنيمات كن معه بها والغنم يقال\r\nلها بالنبطية نقيا فقال أكره أن آخذها بغير ثمن . ","page_name":" 46 ","page_number":55},
  {"content":"\r\nأخذت بنصيب وافر من الحضارة والعمران كانت النجف مأهولة ومعمورة\r\nوكانت الحضارة قائمة بها على أسس عربية لقربها من الحيرة ومجاورتها لها .\r\nفالنجف عربية قبل كل شئ وأهلها في ذلك العهد عند شيوع النصرانية\r\nنصارى من النسطورية وهم من العرب الأقحاح ولم تزل بعض الأديرة\r\nموجودة فيه حتى بعد انتشار الإسلام وعلو شوكته منها ما هو في\r\nالنجف ومنها ما هو مشرف عليها كدير مارت مريم وهو دير قديم\r\nمشرف على النجف ذكره الثرواني فقال :\r\nبمارت مريم الكبرى * وظل فنائها فقف\r\nفقصر أبي الخصيب المشرف * الموفي على النجف\r\nفأكناف الخورنق والسدير * ملاعب السلف\r\nإلى النخل المكمم * والحمائم فوقه الهتف\r\nديارات الأساقف\r\nهذه الديارات بالنجف ظاهر الكوفة وهي قباب وتصور بحضرتها نهر\r\nيعرف بالغدير عن يمينه قصر أبي الخصيب وعن شماله السدير وفيه يقول\r\nعلي بن محمد بن جعفر العلوي الكوفي الحماني\r\nكم وقفة لك بالخورنق * ما توازي بالمواقف\r\nبين الغدير إلى السدير * إلى ديارات الأساقف\r\nفمدارج الرهبان في * أطمار خائفة وخائف\r\n","description":"","footnote":"","page_name":" 47 ","page_number":56},
  {"content":"\r\nدمن كأن رياضها * يكسين أعلام المطارف\r\nوكأنما غدرانها * فيها عشور في مصاحف\r\nبحرية شتواتها * برية فيها المصائف\r\nو \" دير الأسكول \" هو بالحيرة راكب على النجف - وهناك أديرة\r\nأخر بين النجف والحيرة أعرضنا عنها وتوجد في ساحة النجف عيون\r\nكثيرة زراعية تنتهي إلى البر وقد ذكرها ابن الفقيه في كتاب البلدان\r\nص 187\r\nوعند الفتح الإسلامي كانت ساحة النجف مأهولة بالعرب وهم أهل\r\nزراعة ووقعت فيها عدة معارك مهمة . منها ما كان عند فتح الحيرة سنة\r\n12 ه‍ فإنه نزلها خالد بن الوليد وكانت معسكرا له كما ذكر ذلك الطبري\r\nفي تاريخه جزء \" 4 \" ص 12 ووقعت بينه وبين أهل الحيرة مناوشات\r\nكثيرة قتل بعض المسلمين في النجف .\r\nفقال بن عمرو يذكر القتلى في النجف\r\nسقى الله قتلى بالفرات مقيمة * وأخرى بأثباج النجاف الكوانف\r\nفنحن وطئنا بالكواظم هرمزا * وبالثني قرني قارن بالجوارف\r\nويوم أحطنا بالقصور تتابعت * على الحيرة الروحاء إحدى المصارف\r\nحططناهم منها وقد كان عرشهم * يميل به مفل الجبان المخالف\r\nرمينا عليهم بالقبول وقد رأوا * غبوق المنايا حول تلك المحارف\r\n","description":"","footnote":"","page_name":" 48 ","page_number":57},
  {"content":"\r\nوفي حياة الحيوان في حرف الحاء عند ذكر الحية قال :\r\nإن خالد بن الوليد لما تحصن منه أهل الحيرة بالقصر الأبيض وغيره من\r\nقصورهم نزل بالنجف وأرسل إليهم أن ابعثوا إلي رجلا من عقلائكم\r\nفأرسلوا إليه عبد المسيح بن عمرو بن قيس بن حبان بن بقيلة الغساني\r\nوكان من المعمرين فقاوله ألح ( 1 ) - ونزلها عصمة - ( أحد قواد خالد بن\r\nالوليد ) سنة 12 عند وقعة البويب وهو موضع الكوفة اليوم - ونزلها\r\nسوار بن مالك واستاق من ماشية العرب النازلين بها ثلاثمائة دابة وفي\r\nأيام القادسية سنة 14 ه‍ كانت النجف ساحة حرب يتبادل النزول بها\r\nالمسلمون والفرس .\r\nووقعت في النجف لكثير من الرجال المشاهير مطارحات ونوادر\r\nمأثورة آثرنا ذكر بعضها ،\r\nأ - كتب شريح القاضي إلى صديق له هرب إلى النجف من الطاعون\r\nأن المكان الذي أنت فيه بعين من لا يفوته طلب ولا يعجزه هرب والمكان\r\nالذي خلفت لا يعجل إلى امرئ حمامه وأنت وهم على بساط واحد وأن\r\nالنجف من ذي قدرة لقريب ( 2 )\r\n\r\n","description":"","footnote":" ( 1 ) ذكر نص المقاولة البلاذري في فتوح البلدان والدميري في حياة الحيوان\r\nفي مادة الحية\r\n( 2 ) محاضرات الراغب الأصبهاني ج 2 ص 225 ","page_name":" 49 ","page_number":58},
  {"content":"\r\nب - قال الهيثم خرج شريح إلى مكة فشيعه قوم فانصرف بعضهم\r\nمن النجف بعد السفرة ومضى معه قوم فلما أرادوا أن يودعوه قال أما\r\nأصحاب النجف فقد قضينا حقهم بالطعام وأما أنتم فأغنيكم ورفع عقيرته وغنى\r\nإذا زينب زارها أهلها * حشدت وأكرمت زوارها\r\nوإن هي زارتهم زرتها * وإن لم يكن لي هوى دارها ( 1 )\r\nح‍ - ووقعت للمغيرة بن شعبة يوم كان واليا على الكوفة في النجف\r\nمكالمة مأثورة مع ابن لسان الحمراء أحد بني يتم الله بن ثعلبة وكان معه\r\nالهيم بن التيهان النخعي ذكرها ابن أبي الحديد ج 3 ص 163\r\nوفي أيام المنصور سنة 144 ه‍ ، لما مروا ببني الحسن على النجف وهم عبد\r\nالله بن الحسن ابن الحين . . وإبراهيم بن الحسن - وعلي بن الحسن .\r\nوالحسن بن جعفر بن الحسن بن لحسن وسليمان وعبد الله ابنا داود\r\nابن الحسن بن الحسن وكانوا ثلاثة عشر رجلا قال عبد الله لأهله أما\r\nترون في هذه القرية \" وأشار إلى النجف \" من يمنعنا هذه الطاغية\r\nانتهى ( 2 )\r\nوبالنظر لما تقدم كانت في النجف قرية عامرة في غير موضع بلدة النجف\r\nاليوم إذا لم يكن في ذلك العهد عمارة حول القبر الشريف ولا هو ظاهر معلوم .\r\n\r\n","description":"","footnote":" ( 1 ) عيون الأخبار لابن قتيبة ج 4 ص 91\r\n( 2 ) تاريخ الطبري ج 9 ص 198 ومقاتل الطالبيين ص 83 ","page_name":" 50 ","page_number":59},
  {"content":"\r\nويساعده قول بعض اللغويين . قال في تاج العروس عند ذكر النجف :\r\nوقال أبو العلا العرضي النجف قرية على باب الكوفة .\r\nما قاله المؤرخون عن النجف\r\n1 - جاء في كتاب البلدان لليعقوبي طبع ليدن ص 309 بعد ذكر الكوفة\r\nووصفها ( قال والحيرة منها على ثلاثة أميال والحيرة على النجف والنجف كان\r\nساحل بحر الملح ، وكان في قديم الدهر يبلغ الحيرة وهي منازل آل بقيلة وغيرهم )\r\n2 - وفي معجم البلدان للياقوت الحموي عند ذكر الحيرة قال : -\r\n( الحيرة مدينة كانت على ثلاثة أميال من الكوفة على موضع يقال له\r\nالنجف )\r\n3 - وجاء في صبح الأعشى ج 4 ص 333 للقلقشندي بعد ذكر\r\nالحيرة وضبطها وتحديدها :\r\n( وقال : في العزيزي مدينة قديمة على ثلاثة أميال من الكوفة وكانت\r\nمنازل آل النعمان بن المنذر وبها تنصر المنذر بن امرئ القيس وبنى بها\r\nالكنائس العظيمة والحيرة على موضع يقال له النجف )\r\n","description":"","footnote":"","page_name":" 51 ","page_number":60},
  {"content":"\r\n4 - وجاء في تأريخ الطبري ج 1 ص 73 ما نصه :\r\n( جلس النعمان يوما في مجلسه من الخورنق فأشرف منه على النجف وما يليه\r\nمن البساتين والنخل والجنان والأنهار مما يلي المغرب وعلى الفرات مما يلي\r\nالمشرق وهو على متن النجف في يوم من أيام الربيع فأعجب ما رأى من\r\nالخضرة والنور والأنهار )\r\n5 - وجاء في تأريخ العرب قبل الإسلام لجرجي زيدان ج 1 ص 204\r\nطبع مصر سنة 1908 ما نصه :\r\n( كانت الحيرة على شاطئ الفرات والفرات يدنو من أطراف البر حتى\r\nيقرب من النجف فلما تبسط النعمان في العيش رأى أن يتخذ مجلسا عاليا\r\nيشرف منه على المدينة فاتخذ الخورنق على مرتفع يشرف منه على\r\nالنجف وما يليه من البساتين والجنان والأنهار )\r\n","description":"","footnote":"","page_name":" 52 ","page_number":61},
  {"content":"\r\nالباب الثالث\r\nما قاله الرحالون عن النجف\r\n1 - جاء في رحلة ابن جبير في ص 166 ما نصه .\r\n( وأصبحنا بالنجف وهو بظهر الكوفة كأنه حد بينها وبين الصحراء\r\nوهو صلب من الأرض منفسح متسع للعين فيه مزاد واستحسان\r\nوانشراح ) وفي ص 168 بعد انتهائه من زيارته للكوفة قال ما نصه .\r\n\" وفي غربي مدينة الكوفة على مقدار فرسخ منها المشهد الشهير\r\nالشأن المنسوب لعلي بن أبي طالب \" رض \" وحيث بركت ناقته وهو\r\nمحمول عليها مسجى ميتا على ما يذكر ثم يقول في هذا المشهد بناء حفيل\r\nعلى ما ذكر لنا لأنا لم نشاهده بسبب أن وقت المقام بالكوفة ضاق عن\r\nذلك لأنا لم نبت فيها سوى ليلة السبت وفي غذائه رحلنا \"\r\n2 - وجاء في رحلة ابن بطوطة ج 1 ص 109 ما نصه\r\nنزلنا مدينة مشهد علي بن أبي طالب ( ع ) بالنجف وهي مدينة حسنة\r\nفي أرض فسيحة صلبة من أحسن مدن العراق وأكثرها ناسا وأتقنها\r\nبناء ولها أسواق حسنة نظيفة دخلناها من باب الحضرة فاستقبلنا\r\nسوق البقالين والطباخين والخبازين ثم سوق الفاكهة ثم سوق الخياطين\r\nوالقسارية ثم سوق العطارين ثم باب الحضرة حيث القبر الذي يزعمون\r\nأنه قبر علي \" ع \" وبإزائه المدارس والزوايا والخوانق معمورة أحسن عمارة\r\n","description":"","footnote":"","page_name":" 53 ","page_number":62},
  {"content":"\r\nوحيطانها بالقاشاني وهو شبه الزليج عندنا لكن لونه أشرق ونقشه أحسن\r\nذكر الروضة والقبور التي فيها\r\nويدخل من باب الحضرة إلى مدرسة عظيمة يسكنها الطلبة والصوفية\r\nمن الشيعة ، ولكل وارد عليها ضيافة ثلاثة أيام من الخبز واللحم والتمر\r\nمرتين في اليوم ومن تلك المدرسة يدخل إلى باب القبة وعلى بابها\r\nالحجاب والنقباء والطواشية فعندما يصل الزائر يقول إليه أحدهم أو\r\nجميعهم وذلك على قدر الزائر ينفقون معه على العتبة ويستأذنون له\r\nويقولون عن أمركم يا أمير المؤمنين هذا العبد الضعيف يستأذن على\r\nدخوله للروضة العلية فإن أذنتم له وإلا رجع - وإن لم يكن أهلا لذلك\r\nفأنتم أهل المكارم والستر ثم يأمرونه بتقبيل العتبة وهي من الفضة وكذلك\r\nالعضادتان ثم يدخل القبة وهي مفروشة بأنواع البسط من الحرير\r\nوسواه وبها قناديل الذهب والفضة منها الكبار والصغار ، وفي\r\nوسط القبة مسطبة مربعة مكسوة بالخشب عليه صفائح الذهب المنقوشة\r\nالمحكمة العمل مسمرة بمسامير الفضة قد غلبت على الخشب بحيث لا يظهر\r\nمنه شئ وارتفاعها دون القامة . وفوقها ثلاثة من القبور يزعمون أن\r\nأحدها قبر آدم عليه الصلاة والسلام والثاني قبر نوح عليه الصلاة\r\nوالسلام والثالث قبر علي رضي الله تعالى عنه وبين القبور طسوت ذهب\r\nوفضة فيها ماء الورد والمسك وأنواع الطيب يغمس الزائر يده في ذلك\r\n","description":"","footnote":"","page_name":" 54 ","page_number":63},
  {"content":"\r\nويدهن به وجهه تبركا ، وللقبة باب آخر عتبته أيضا من الفضة وعليه\r\nستور من الحرير الملون يفضي إلى مسجد مفروش بالبسط الحسان\r\nمستورة حيطانه وسقفه بستور الحرير وله أربعة أبواب عتباتها فضة وعليها\r\nستور الحرير . ولهذه الروضة كرامات ثبت بها عندهم فمنها : أن في ليلة\r\nالسابع والعشرين من رجب وتسمى عندهم المحيا ويؤتى إلى تلك الروضة\r\nبكل مقعد من العراقيين وخراسان وبلاد فارس والروم فيجتمع منهم\r\nالثلاثون والأربعون ، ونحو ذلك فإذا كان بعد العشاء الآخرة جعلوا\r\nفوق الضريح المقدس والناس ينتظرون قيامهم وهم بين مصل وذاكر\r\nوتال ومشاهد للروضة فإذا مضى من الليل نصفه أو ثلثاه أو نحو ذلك\r\nقام الجميع أصحاء من غير سوء وهم يقولون لا إله إلا الله محمد رسول الله\r\nعلي ولي الله ، وهذا أمر مستفيض عندهم سمعته من الثقاة ، ولم أحضر\r\nتلك الليلة ، لكن رأيت بمدرسة الضياف ثلاثة من الرجال أحدهم من\r\nأرض الروم والثاني من أصبهان والثالث من خراسان ، وهم مقعدون \" 1 \"\r\nفاستخبرتهم عن شأنهم فأخبروني أنهم أناس من البلاد ويقيمون سوقا\r\nعظيمة مدة عشرة أيام وليس بهذه المدينة مغرم ولا مكاس ولا وال .\r\nوإنما يحكم عليهم نقيب الأشراف وأهلها تجار يسافرون في الأقطار وهم\r\nأهل شجاعة وكرم ، ولا يضام جارهم صحبتهم في الأسفار فحمدت\r\n\r\n","description":"","footnote":" ( 1 ) بضم السين وسكون القاف وفتح العين جمع مقعد أي لا طاقة له على النهوض\r\nوالسير والعمل لمرضه ","page_name":" 55 ","page_number":64},
  {"content":"\r\nصحبتهم ، وخزانة الروضة عظيمة فيها من الأموال ما لا يضبط لكثرته\r\nذكر نقيب الأشراف\r\nونقيب الأشراف مقدم من ملك العراق ومكانه عنده مكين\r\nومنزلته رفيعة وله ترتيب الأمراء الكبار في سفره وله الأعلام\r\nوالأطبال وتضرب الطبلخانة عند بابه مساء وصباحا وإليه حكم هذه\r\nالمدينة ولا والي بها سواه ولا مغرم فيها للسلطان ولا لغيره وكان\r\nالنقيب في عهد دخولي إليها \" نظام الدين حسين بن تاج الآوي نسبة\r\nإلى بلدة آوة من عراق العجم \" وكان قبله جماعة يلي كل واحد منهم بعد\r\nصاحبه ، منهم جلال الدين ابن الفقيه ومنهم قوام الدين بن طاووس\r\nومنهم ناصر الدين مطهر ابن الشريف الصالح شمس الدين محمد من\r\nعراق العجم وهو الآن بأرض الهند من ندماء ملكها ومنهم أبو غرة\r\nابن سالم بن مهنا بن جماز بن شيحة الحسيني المدني .\r\n","description":"","footnote":"","page_name":" 56 ","page_number":65},
  {"content":"\r\nما قاله الرحالة صاحب جريدة * السفير *\r\nالسيد عبد الرحمن شرف التي كانت تصدر في الإسكندرية\r\nتحت عنوان رحلته في ( الشرق المجهول ) بعددها المرقم 30\r\nوالمؤرخ 18 ديسمبر سنة 1928\r\nلم يكن في ( مدينة النجف ) خلال بسط النفوذ التركي عليها\r\nرغم جودة هوائها وحسن مناخها أي أثر من آثار الحضارة والعمران\r\nوكلما تمتاز به هذه ( المدينة ) المقدسة هو وجود ضريح الإمام علي بن\r\nأبي طالب فيها وقد عني بتشييد هذا الضريح وتنسيقه وزخرفته في صورة\r\nتبهر الألباب وتسبي العقول أشهر مشاهير مهندسي الفرس وكان ذلك\r\nتحت إشراف ملوك إيران وأمراء الهند وعظمائهم ولقد زاد في جمال\r\nذلك البناء الفخم بعض سلاطين آل عثمان وحكام العراق أما الضريح\r\nفقائم في مقصورة مربعة طول كل منها ثلاثة أذرع بوجه التقريب على\r\nما أذكر وهكذا ارتفاعه . وهذه المقصورة تعلوها قبة شاهقة عظيمة\r\nيزين سقفها نقوش هندسية بديعة ، وآيات من الكتاب العزيز وأحاديث\r\nنبوية تختص بآل البيت وكلها محلى بالذهب الأبريز ولهذه القبة من\r\nالخارج شكل قلما يوجد له نضير بين قباب الأضرحة والمساجد أيضا\r\nفي العالم كله ، إذ أنها مكسوة بطبقة نحاسية تعلوها طبقة ثانية من\r\n","description":"","footnote":"","page_name":" 57 ","page_number":66},
  {"content":"\r\nالذهب الخالص ويبلغ سمك هذه الطبقة الذهبية ثلاث ( مليمترات )\r\nعلى ما أكد لي بعض الفنين المطلعين على بنائها .\r\nوهكذا شرفات المآذن الكبيرة والمحيطة بالقبة الذهبية فإذا ما أشرقت\r\nشمس بأشعتها على تلكم القبة والمأذنتين قد تجد إلى ( النجف ) وهو على بعد أميال\r\nمنها بريقا يأخذ بالأبصار ، وتألقا يشع النور في الفضاء ، ويرتفع إلى عنان\r\nالسماء أما الأموال التي أنفقت في سبيل كساء القبة وحدها بطبقة ذهبية\r\nفتقدر بمبالغ طائلة جادة بها نفوس ملوك الفرس وأمراء الهنود وسواهم\r\nمن أثرياء الشيعة ، ويحيط بضريح الإمام علي بن أبي طالب ( ع ) رواق\r\nواسع لطواف الزائرين ، ولهذا الطواف وكذا الزيارة نظام ينفذه أناس\r\nعديدون وفي الرواق المذكور من الزخرف ونفيس الآثار القيمة\r\nما يدهش العقول ومدخل الرواق محلى بطبقة من الذهب الإبريز أما بابه\r\nفمصنوع من الفضة وحوله فناء واسع يحيط به سور عظيم ( 1 ) شيدت\r\nإلى جوانبه غرف عديدة خصص بعضها لسكن القائم على صيانة الضريح\r\nورؤية شؤونه والبعض الآخر لتعليم الأطفال وبيع الكتب وغير هذا\r\nمن المتاجر ، ويوصف أمين الضريح ( بالكليدار ) وهي كلمة فارسية\r\nمعناها حافظ المفتاح ولا بد أن يكون من الأشراف الذين توارثوا\r\nسدنة الضريح ولهذا الأمين نفوذ كبير لدى الخاصة والعامة .\r\n\r\n","description":"","footnote":" ( 1 ) يقصد الصحن الشريف ","page_name":" 58 ","page_number":67},
  {"content":"\r\nالباب الرابع\r\nبيان عن أسماء النجف\r\nلبقعة النجف أسماء كثيرة وإليك ما هو المشهور منها :\r\n1 - النجف\r\nتشير الكتب التأريخية بأن النجف الحالي هو ظهر الكوفة قديما والذي\r\nيعبرون عنه بلسان البر وكان يقع بين نهر السدير والغدير حتى يصل إلى\r\nالبطن فما قرب من الفرات يسمى الملطاط وما قرب من البطن يسمى النجاف .\r\nفالنجف القديمة هي الأرض التي انفصلت من الكوفة وانحاز عنها\r\nالضهر حتى يصل إلى الحيرة وقديما كانوا يطلقون الاسم على نجف الحيرة\r\nكما يطلقون الاسم على نجف الكوفة .\r\nوقد وردت في كثير من الأخبار بأن تربة النجف كانت تمتاز بنقاءة\r\nالهواء وصفاء الجو وطيب المنبت حتى أن قسما من خلفاء بني العباس\r\nكالسفاح والمنصور والرشيد وغيرهم كانوا يتخذونها مكانا لنزهتهم في\r\nأيام الربيع كما أن قصورهم كانت أيضا تشرف على النجف كقصر أبي\r\nالخصيب ( 1 ) وقصر الأبيض ( 2 ) وحتى ديارات الأساقف كانت واقعة\r\n\r\n","description":"","footnote":" ( 1 ) قصر أبي الخصيب يقع قرب السدير وأبو الخصيب هو مرزوق أبي ورقاء\r\nمولى المنصور وأحد حجابه\r\n( 2 ) قصر الأبيض : يقع قرب الحيرة وهذا هو من قصور\r\nالعرب القديمة إلا أنه ظل بناؤه باقيا إلى زمن الرشيد واختص به فنسب إليه . ","page_name":" 59 ","page_number":68},
  {"content":"\r\nبين قصر أبي الخصيب والسدير ، وأن هذا مما يدل على ما لهذه\r\nالتربة من مكانة في نفوس عظماء رجال الأجيال قديما وحديثا\r\nويروى عن الشيخ الصدوق ( 1 ) عن الإمام الصادق \" ع \" إن النجف\r\nكانت جبلا عظيما وهو الذي قال ابن نوح \" سآوي \" إلى جبل يعصمني\r\nمن الماء \" ولم يكن على وجه الأرض جبل أعظم منه فأوحى الله إليه يا\r\nجبل أيعتصم بك مني فتقطع قطعا إلى بلاد الشام وصار رملا دقيقا\r\nوصار بعد ذلك بحرا عظيما وكان يسمى ذلك البحر \" ني \" ثم جف بعد\r\nذلك فقيل ني جف فسمي بنيجف ثم صار بعد ذلك يسمونه نجف لأنه\r\nكان أخف على ألسنتهم أما النجف من حيث اللغة فقد ذكر في الباب\r\nالأول ص 40 من كتابنا هذا\r\n2 - الغريان ( 2 )\r\nتثنية الغري وهو المطلي الغراء ممدود وهو الغري الذي يطلى به\r\nوالغري فعيل بمعنى معول والغري الحسن من كل شئ يقال رجل\r\nغري الوجه إذا كان حسنا مليحا فيجوز أن يكون الغري مأخوذا من\r\nكل واحد من هذين * والغري نصب كان يذبح عليه العتائر والغريان\r\n\r\n","description":"","footnote":" ( 1 ) - علل الشرائع ص 22 طبع إيران\r\n( 2 ) - معجم البلدان المجلد الخامس ص 281 ","page_name":" 60 ","page_number":69},
  {"content":"\r\nطربالان ( 1 ) وهما بنا آن كالصومعتين بظاهر الكوفة قرب قبر علي\r\nبن أبي طالب ( رض ) وقد حدث عنها هشام بن محمد الكلبي\r\nقال : حدثني شرقي بن القطامي ، قال بعثني المنصور إلى بعض\r\nالملوك فكنت أحدثه بحديث العرب وأنسابها فلا أراه يرتاح لذلك\r\nولا يعجبه قال - فقال لي رجل من أصحابه يا أبا المثنى أي شئ الغري\r\nفي كلام العرب ، - قلت - الغري الحسن والعرب تقول هذا رجل غري\r\nوإنما سميا الغريين لحسنهما في ذلك الزمان وإنما بني الغريان اللذان في\r\nالكوفة على مثل الغريين بناهما صاحب مصر وجعل عليهما حرسا فكل\r\nمن لم يصل لهما قتل إلا أنه يخيره خصلتين ليس فيهما النجاة من القتل\r\nولا الملك ، ويعطيه ما يتمنى في الحال ثم يقتله فغبر بذلك دهرا قال :\r\nفأقبل قصار من أهل أفريقية ومعه حمار له وكذين فمر بهما فلم يصل\r\nفأخذه الحرس فقال : مالي فقالوا - لم تصل للغريين - فقال لم أعلم ،\r\nفذهبوا به إلى الملك ، فقالوا هذا لم يصل للغريين - فقال له ما منعك أن\r\nتصلي لهما ، قال : لم أعلم وأنا رجل غريب من أهل أفريقية أحببت أن\r\nأكون في جوارك لأغسل ثيابك وثياب خاصتك ، وأصيب من كنفك\r\n\r\n","description":"","footnote":" ( 1 ) - قال ابن دريد الطربال قطعة من جبل أو قطعة من حائط تستطيل في السماء\r\nوتميل وفي الحديث كان عليه الصلاة والسلام إذا مر بطربال مائل أسرع المشي والجمع\r\nالطرابيل وقيل فالطربال القطعة العالية من الجدار والصخرة العظيمة المشرفة من الجبل\r\nوطرابيل الشام صوامعها ","page_name":" 61 ","page_number":70},
  {"content":"\r\nخيرا ولو علمت لصليت لهما ألف ركعة فقال له تمن فقال : وما أتمنى ،\r\nفقال - لا تتمن الملك ولا أن تنجي نفسك من القتل وتمن ما شئت -\r\nقال فأدبر القصار ، وأقبل وخضع وتضرع وأقام عذره لغربته فأبى أن\r\nيقبل فقال إني أسألك عشرة آلاف درهم فقال علي بعشرة آلاف درهم ،\r\nقال وبريدا - فأتى البريد فسلم إليه وقال إذا أتيت أفريقية فسل عن\r\nمنزل فلان القصار فادفع هذه العشرة آلاف درهم إلى أهله ، ثم قال له\r\nالملك تمن الثانية فقال أضرب كل واحد منكم بهذا الكذين ثلاث\r\nضربات واحدة شديدة وأخرى وسطى وأخرى دون ذلك ، قال ، فارتاب\r\nالملك ومكث طويلا ثم قال لجلسائه ما ترون ، قالوا نرى أن لا تقطع\r\nسنة سنها آباؤك قالوا فبمن تبدأ - قال أبدأ بالملك ابن الملك . . الذي سن\r\nهذا ، قال فنزل عن سريره ، ورفع القصار الكذين فضرب أصل قفاه\r\nفسقط على وجهه فقال الملك ليت شعري أي الضربات هذه والله لئن\r\nكانت الهينة ثم جاءت الوسطى والشديدة لأموتن فنظر إلى الحرس -\r\nوقال أولاد الزنا تزعمون إنه لم يصل وأنا والله رأيته حيث صلى خلوا\r\nسبيله واهدموا الغريين - قال فضحك القصار حتى جعل يفحص برجله\r\nمن كثرة الضحك . . .\r\nقلت أنا فالذي يقع لي ويغلب على ظني أن المنذر لما صنع الغريين في ظاهر\r\nالكوفة سن تلك السنة ولم يشرط قضاء الحوائج الثلاثة التي كان\r\n","description":"","footnote":"","page_name":" 62 ","page_number":71},
  {"content":"\r\nيشرطها ملك مصر والله أعلم ، وأن الغريين بظاهر الكوفة بناهما المنذر\r\nابن امرئ القيس بن ماء السماء وكان السبب في ذلك أنه كان له نديمان\r\nمن بني أسد يقال لأحدهما خالد بن نظلة والآخر عمر بن مسعود ثملا\r\nفراجعا الملك ليلة في بعض كلامه فأمر وهو سكران فحفر لهما حفيرتان\r\nفي ظهر الكوفة ودفنهما حيين فلما أصبح استدعاهما فأخبر بالذي أمضاه\r\nفيهما فغمه ذلك وقصد حفرتهما وأمر ببناء طربالين عليهما وهما صومعتان\r\n، فقال المنذر ما أنا بملك إن خالف الناس أمري لا يمر أحد من وفود\r\nإلا بينهما وجعل في السنة يوم بؤس ويوم نعيم يذبح في يوم\r\nبؤسه كل من يلقاه ويغري بدمه الطربالين فإن رفعت له الوحش طلبتها\r\nالخيل وإن رفع طائر أرسل عليه الجوارح حتى يذبح ما يعن ويطليان\r\nبدمه ولبث بذلك برهة من دهره وسمى أحد اليومين يوم البؤس وهو\r\nاليوم الذي يقتل فيه ما ظهر له من إنسان وغيره وسمى الآخر يوم النعيم\r\nيحسن فيه إلى كل من يلقى من الناس ويحملهم ويخلع عليهم فخرج يوما\r\nمن أيام بؤسه إذ طلع عليه عبيد بن الأبرص الأسدي الشاعر وقد جاء\r\nممتدحا فلما نظر إليه قال هلا كان الذبح لغيرك يا عبيد فقال عبيد أتتك\r\nبحائن رجلاه فأرسلها مثلا فقال له المنذر أو أجل قد بلغ أناه ، فقال -\r\nرجل ممن كان معه أبيت اللعن أتركه فإني أظن أن عنده من حسن\r\nالقريض أفضل ما تريد من قتله فاسمع حسنا فاستزده وإن كان\r\n","description":"","footnote":"","page_name":" 63 ","page_number":72},
  {"content":"\r\nغيره قتلته وأنت قادر عليه فأنزل فطعم وشرب ثم دعا به المنذر فقال :\r\nله زدنيه ما ترى ، قال أرى المنايا على الحوايا ، قال له المنذر أنشدني ،\r\nفقد كان يعجبني شعرك فقال عبيد حال الجريض دول القريض بلغ الحزام\r\nالطيبين فأرسلها مثلين فقال له بعض الحاضرين أنشد الملك هبلتك أمك فقال\r\nعبيد وما قول قائل مقتول فأرسلها مثلا أي لا تدخل في همك من لا يهتم بك\r\n. . قال المنذر قد أمللتني فارحمني قبل أن آمر بك قال عبيد من عزيز\r\nفأرسلها مثلا فقال المنذر أنشدني قولك * أقفر من أهله ملحوب *\r\nفقال عبيد : -\r\nأقفر من أهله عبيد * فاليوم لا يبدي ولا يعيد\r\nعنت له منية تكود * وحان منهما له ورود\r\nفقال له المنذر أسمعني يا عبيد قولك قبل أن أذبحك . . فقال : -\r\nوالله إن مت ما ضرني * وإن عشت ما عشت في واحده\r\nفأبلغ بني وأعمامهم * بأن المنايا هي الواردة\r\nلها مدة فنفوس العباد * إليها وإن كرهت قاصدة\r\nفلا تجزعوا لحام دنا * فللموت ما تلد الوالدة\r\nفقال المنذر ويلك أنشدنا فقال : -\r\nهي الخمر بالهزل تكنى الطلا * كما الذئب يكنى أبا جعده\r\nفقال المنذر يا عبيد لا بد من الموت وقد علمت أن النعمان ابني لو عرض\r\n","description":"","footnote":"","page_name":" 64 ","page_number":73},
  {"content":"\r\nلي يوم بؤسي لم أجد بدا من أن أذبحه فأما إن كان لك وكنت لها فاختر\r\nإحدى ثلاث خلال ، إن شئت فصدتك من الأكحل وإن شئت من\r\nالأنجل وإن شئت من الوريد ، فقال عبيد - أبيت اللعن ثلاث خلال\r\nكساحيات ، واردها شر وارد ، وحاديها شر حاد ومعاديها شر معاد ، فلا\r\nخير فيها لمرتاد إن كنت لا محالة قاتلي فاسقني الخمر حتى إذا ماتت لها\r\nمفاصيلي ، وذهلت منها ذواهلي ، فشأنك وما تريد من مقاتلي فاستدعى\r\nله المنذر الخمر فشرب فلما أخذت منه وطابت نفسه وقدمه المنذر\r\nأنشأ يقول :\r\nوخيرني ذو البؤس في يوم بؤسه * خلالا أرى في كلها الموت قد برق\r\nكما خيرت عاد من الدهر مرة * سحائب ما فيها الذي خيرة أنق\r\nسحائب ريح لم توكل ببلدة * فتتركها إلا كما ليلة الطلق\r\nثم أمر به المنذر ففصد حتى نزف دمه ، فلما مات غرى بدمه الغريين\r\nفلم يزل على ذلك حتى مر به في بعض أيام البؤس رجل من طئ يقال له\r\nحنظلة فقرب ليقتل فقال أبيت اللعن أني أتيتك زائرا ولأهلي من\r\nبحرك مائرا فلا تجعل ميرتهم ما تورده عليهم من قتلي ، قال له المنذر\r\nلا بد من قتلك - فسل حاجتك تقضى لك قبل موتك ، فقال : تؤجلني\r\nسنة أرجع فيها إلى أهلي فأحكم فيهم بما أريد ثم أسير إليك فينفذ في\r\nأمرك ، فقال له المنذر ومن يكفلك إنك تعود فنظر حنظلة في وجوه\r\n","description":"","footnote":"","page_name":" 65 ","page_number":74},
  {"content":"\r\nجلسائه فعرف شريك بن عمرو بن شراحيل الشيباني فقال :\r\nيا شريك يا ابن عمرو * هل من الموت محاله\r\nيا شريك يا ابن عمرو * يا أخا من لا أخا له\r\nيا أخا المنذر فك اليوم * رهنا قد أناله\r\nيا أخا كل مضاف * وأخا من لا أخا له\r\nإن شيبان قبيل * أكرم الناس رجاله\r\nوأبو الخيرات عمرو * وشراحيل الحماله\r\nرقباك اليوم في المجد * وفي حسن المقالة\r\nفوثب شريك وقال - أبيت اللعن يدي بيده ودمي بدمه إن لم يعد\r\nإلى أجله -\r\nفأطلقه المنذر فلما كان من القابل قعد المنذر في مجلسه في يوم بؤسه\r\nينتظر حنظلة فأبطأ عليهم فقدم شريك ليقتل فلم يشعر إلا وراكب قد\r\nطلع فإذا هو حنظلة وقد تحنط ، وتكفن ومعه نادبته تندبه ، فلما رأى\r\nالمنذر ذلك عجب من وفائه - وقال ما حملك على قتل نفسك فقال : أيها\r\nالملك إن لي دينا يمنعني من الغدر ، قال - وما دينك ، قال النصرانية ،\r\nفاستحسن ذلك منه وتنصر أهل الحيرة فيما زعموا . .\r\nوروى الشرقي بن القطامي ، الغري الحسن من كل شئ وإنما\r\nسميا الغريان لحسنهما وكان المنذر بناهما على صورة غريين ، كان بعض\r\n","description":"","footnote":"","page_name":" 66 ","page_number":75},
  {"content":"\r\nملوك مصر بناهما ، وقرأت على ظهر كتاب سيبويه للمبرد بخط\r\nالأديب عثمان بن عمر الصقلي النحوي الخزرجي ما صورته ، وجدت\r\nبخط أبي بكر السراج رحمه الله على ظهر جزء من أجزاء كتاب سيبويه\r\nأخبرني أبو عبد الله اليزيدي - قال - حدثني ثعلب قال : مر معن بن زائدة\r\nبالغريين فرأى أحدهما وقد شعث وهدم فأنشأ يقول :\r\nلو كان شئ له أن لا يبيد على * طول الزمان لما باد الغريان\r\nففرق الدهر والأيام بينهما * وكل إلف إلى بين وهجران\r\nونزل الفرزدق بالغريين فعراه بأعلى ناره ذئب فأبصره مقعيا يضئ\r\nومع الفرزدق مسلوخة فرمى إليه بيد فأكلها فرمى إليه بما بقي فأكله\r\nفلما شبع ولى عنه فقال ( 1 )\r\nوليلة بتنا ضافنا * على الزاد موشي الذراعين أطلس\r\nتلمسنا حتى أتانا ولم يزل * لدن فطمته أمه يتلمس\r\nفلو أنه إذ جاءنا كان دانيا * لألبسته لو أنه كان يلبس\r\nولكن تنحى جنبه بعد ما دنا * فكان قاب قوسين أو هو أنفس\r\nوقال أبو الطفيل بن عامر بن واثلة الليثي الكناني المتوفى سنة 110 ه‍\r\nيذكر الغريين :\r\nألا طرقتنا بالغريين بعد ما * كللنا على شحط المزار جنوب\r\n\r\n","description":"","footnote":" ( 1 ) أمالي السيد المرتضى ج 4 ص 120 ","page_name":" 67 ","page_number":76},
  {"content":"\r\nأتوك يقودون المنايا وإنما * هدتها بأولانا إليك ذنوب\r\nويظهر من بعض كتب السير والتأريخ أن أحد البنائين هدم ولم\r\nيبق حتى اسمه وبقي الآخر وهو القائم المائل كما في بعض الأحاديث\r\nوالقائم انحنى كما في حديث آخر وهو الوجه في تسمية البقعة باسم ( الغري )\r\n3 - المشهد\r\nالمشهد : هو المكان الذي تجتمع فيه الخلق إما لعقد اجتماع كبير أو\r\nلمشاهدة محفل عظيم ، غير أن كلمة مشهد أخيرا اقترنت فقط بالعتبات\r\nالمقدسة بالنظر لاحتشاد الزوار في أيام الزيارات المخصوصة من جميع\r\nالأقطار الإسلامية وخاصة الشيعية منها قصدا لمشاهدة مراقد الأئمة\r\nالأطهار والتبرك بها ، فسمي مثلا المشهدان ( كربلاء والنجف ) كذلك\r\nالمشهد في إيران ( مرقد الإمام علي الرضا ) ( ع )\r\nأما المعروف الآن في جميع الأقطار الإسلامية بأن كلمة مشهد\r\nأصبحت أخيرا مقرونة بالنجف فقط فإذا قلت نجفي أو مشهدي\r\nفكلاهما تعطيك معنى واحدا لمسمى واحد . وهذا الاسم شائع في العراق\r\nقديما وحديثا ، وقال أبو إسحاق الصابي يمدح عضد الدولة عند زيارته\r\nالحرم العلوي ويذكر المشهد :\r\nتوجهت نحو ( المشهد ) العلم الفرد * على اليمن والتوفيق والطائر السعد\r\nتزور أمير المؤمنين فيا له * ويا لك من مجد منيخ على مجد\r\n","description":"","footnote":"","page_name":" 68 ","page_number":77},
  {"content":"\r\nوقال السيد علي خان صاحب السلافة عند زيارته المرقد العلوي يذكر المشهد\r\nيا صاح هذا ( المشهد ) الأقدس * قرت به الأعين والأنفس\r\nوالنجف الأشرف بانت لنا * أعلامه والمعهد الأقدس\r\nوالقبة البيضاء قد أشرقت * ينجاب عن لألأ بها الحندس\r\n4 - وادي السلام\r\nاشتهرت بقعة النجف المقدسة باسم وادي السلام لما لهذه الاسم من\r\nقدسية بنظر المسلمين يتعلق باليوم الآخر ، وقد ذكرته لنا كتب اللغة\r\nوالكتب الدينية الأخرى ، وجميعها ثبتت بأن ظهر الكوفة هو وادي\r\nالسلام المقصود ( بجنة عدن ) وإليك بعض ما قاله علماء الإسلام\r\nالمجتهدين بصدد ذلك .\r\nجاء في مجمع البحرين ومطلع النيرين للطريحي في مادة سلم :\r\n( وادي السلام اسم موضع في ظهر الكوفة يقرب من النجف وفي\r\nالخبر قلت أين وادي السلام قال ظهر الكوفة ، وفي الحديث إنها لبقعة\r\nمن ( جنة عدن ) وجاء في بشارة الزائرين ص 54 لحجة الإسلام المرحوم\r\nالشيخ عبد الحسين مبارك بنفس المعنى - وجاء أيضا في مجلة البذرة العدد\r\nالثامن ص 514 عن وصف وادي السلام ) كما يلي . ووادي السلام في النجف\r\nالأشرف واد فسيح الأرجاء - مترامي الأطراف ، فيه ألوف القبور ما بين\r\nقائم الرسم ومندثرة رقدت فيها الدهور والأباد وسكنت\r\n","description":"","footnote":"","page_name":" 69 ","page_number":78},
  {"content":"\r\nفي طواياه ملايين من بني الإنسان . . . واد يبعث الروع والوجل في\r\nالأفئدة . من تلك القبور الماثلة دكاكها تتمثل المنايا مكشرة عن أنيابها ،\r\nفأي قلب لا يزفر أو أي صدر لا يخرج من أعماقه تنهداته وحسراته !\r\nوما أصدق الشاعر بقوله :\r\nسر إن اسطعت في الهواء رويدا * لا اختيالا على رفات العباد\r\nفكم من جناجن صدر طحنت وكم من أشلاء أبليت فكان منها تراب\r\nهذا الوادي الأقدس إذن فما أطهرها من تربة وما أنقاها ! !\r\nبالموت تخضد شوكة الإنسان ، فالنفس الصعبة المراس القوية\r\nالشكيمة تخضع ذلا واستكانة عند جبروت الموت فتتساوى تلك\r\nالنفوس في ملكه وفي ديموقراطية سلطانه . . . في الأرماس المزدحمة في\r\nهذا الوادي هدأت النفوس في سباتها العميق بعد أن أتعبتها الأيام ،\r\nفالشاعر الذي كان ينفح الناس بعبقاته ويشيع في الأمة روحه الفذة ،\r\nوالعالم الذي كانت تزدحم الأفكار والحقائق في دماغه وأفاد الأمة\r\nبسديد آرائه وناضج أفكاره ، والفنان الذي صور الحياة ببأسائها وتعسائها ،\r\nوالزاهد الذي عزف عن متع الحياة وصدف عن متعها ، فمضى لسبيل\r\nربه نقي السريرة طاهر الضمير ولم يتحمل آثام المجتمع ، وهؤلاء كلهم\r\nجروا في مضامير الحياة وعند مرحلة كانت هدأتهم الأخيرة :\r\nضجعة الموت رقدة يستريح * الجسم فيها والعيش مثل السهاد\r\n","description":"","footnote":"","page_name":" 70 ","page_number":79},
  {"content":"\r\nرفرفي يا ملائكة الرحمن بأجنحتك الخفية على هذه الأجسام المتعبة\r\nوحلقي بنفوسها إلى سماء القدس واستقري بها في رياض السندس .\r\nحلقي بها إلى حيث الأزل والنعيم فإنها حرية بالنعيم والخلود . . .\r\nفيا وادي السلام . كم ضممت بين جوانحك أرواحا صغيرة ، ففي\r\nحفرك المظلمة توسد التراب رجال أعزة أذلة ، فأولئك أعزة بأعمالهم\r\nالصالحات . . . أعمال تركوها غزرا ناصعة على جبين الدهر وهؤلاء هم\r\nللخلود ولهم حميد الذكرى ، إذا المرء بأعماله وبما خلف ، وهؤلاء أذلة\r\nبمقترفاتهم الصالحات مقترفات رانت على أفئدتهم وما لهم إلا سوء المنقلب !\r\nفي اضمار حفرك سكن الأجداد والأباء وركنوا إلى عالم الهدوء\r\nوالسكون حيث لا عراك ولا ملاحات .\r\nفيك أيها القبر الفتي المجدود والفقير الكدور المحروب فلا القصر\r\nالشامخ المتطاول ولا الكوخ الحقير المتواضع وإنما هي ضراعة القبر .\r\nأيها الوادي إنما أنت شبح ماثل للعظة والعبرة ، ورسم قائم للحزن\r\nوالخشوع ، تعلو الصيحة من جنباتك والصراخ يسمع من كل ناحية\r\nمنك ، فتلك تندب شجوا ولدها في ميعة الصبا اخترمه الموت فذوي\r\nغصنة الرطيب وكانت ترتجيه يجلو لها حلكة الدنيا بجبينه الوضي . .\r\nوأخرى تنحب أخا كانت تأمله الساعد القوي في كشف ضراء الدنيا\r\nفهي ترسل الدموع مدرارا من ذوب القلب فتسقط على تراب قبره\r\n","description":"","footnote":"","page_name":" 71 ","page_number":80},
  {"content":"\r\nفتضيع بين طيات التراب . . . وأخرى مكبة على قبر تشمه وهي تبكي\r\nحظها العاثر وتنثر دررا ناصعة وفي الأحشاء نار لا يخبو أوارها - تبكي\r\nحييبا عصره الردى فطواه بين دفتي القبر وهي ما تزال على هذا الدأب\r\nحتى تأخذ الشمس بلم أذيالها عن الكون فتقفل راجعة إلى البيت .\r\nأسماء النجف الأخرى ( الطور ، براثا ، الظهر ، الجودي ، الربوة )\r\nوجاء في بشار الزائرين ( الطور والنجف والظهر ومقبرة براثا ووادي\r\nالسلام والجودي والربوة وغير ذلك من أسمائهم تشير إلى موضع واحد\r\nهو الذي اشتراه إبراهيم الخليل وأمير المؤمنين عليهما السلام )\r\nوإيضاحا لهذه الأسماء نورد ما يلي كما جاء في بشارة الزائرين أيضا :\r\n1 - رواية سليمان بن نهيك عن أبي عبد الله عليه السلام في قوله تعالى\r\n( وآويناهما إلى ربوة ذات قرار ومعين ) قال الربوة نجف الكوفة والمعين\r\nالفرات ) .\r\n2 - المقصود من الجودي في قوله تعالى واستوت على الجودي على\r\nرواية وعلى أخرى هو الفرات وجبل بالموصل على غيرها وأنه الربوة كما\r\nسمعت في رواية ابن نهيك وهو مسجد الملائكة كما في رواية عن أمير\r\nالمؤمنين صلوات الله عليه قال : لما أمر الله الملائكة أن يسجدوا الآدم\r\nسجدوا على ظهر الكوفة .\r\n3 - ومنها عن موسى بن بكير عن أبي الحسن موسى بن جعفر عن\r\n","description":"","footnote":"","page_name":" 72 ","page_number":81},
  {"content":"\r\nأبيه عن آبائه قال : قال رسول الله صلى الله عليه وآله وسلم ، إن الله اختار\r\nمن البلدان أربعة فقال عز وجل والتين والزيتون وطور سينين وهذا البلد\r\nالأمين ( التين المدينة المنورة والزيتون بيت المقدس وطور سينين\r\nالكوفة وهذا البلد الأمين مكة )\r\n4 - المروي في البحار في باب فضل النجف وماء الفرات عن أبي\r\nالحسن الحذاء قال : قال أبو عبد الله عليه السلام إن إلى جانبكم مقبرة\r\nيقال براثا يحشر منها عشرون ومائة ألف شهيد كشهداء بدر ، وفي\r\nالقاموس ( البرث الأرض السهلة أو الجبل من الرمل ، السهل أو أسهل\r\nالأرض وأحسنها جمع براث ) انتهى ، ومسجد براثا معروف بالقرب\r\nمن الزوراء فيما بين الكرخ وبلاد الكاظمية عليها السلام ،\r\n5 - الظهر ( 1 ) : ظهر الكوفة يقال له اللسان وهو فيما بين النهرين\r\nعين بني الجراء فما كان يلي الفرات منه فهو الملطاط وما كان يلي البطن\r\nفهو النجاف .\r\nقال ابن النجار في كتاب الكوفة وكان يقال لظهر الكوفة اللسان\r\nوما ولي الفرات منه الملطاط وأنشد لعدي بن زيد :\r\nهيج الداء في فؤادك حور * ناعمات بجانب الملطاط\r\nآنسات الحديث في غير فحش * رافعات جوانب الفسطاط\r\n\r\n","description":"","footnote":" ( 1 ) معجم البلدان ج 7 ص 328 ","page_name":" 73 ","page_number":82},
  {"content":"\r\nثانيات قطائف الخز والديباج * فوق الخدور والأنماط\r\nموقرات من اللحوم وفيها * لطف في البنان والأقساط\r\nشد ما ساءنا حداة تولوا * حين حثوا نعالها بالسياط\r\nفرق الله بينهم من حداة * واستفادوا حمى مكان النشاط\r\nمثل ما هيجوا فؤادي فأمسى * هائما بعد نعمة واغتباط\r\nبانقيا\r\nواشتهرت النجف أيضا قديما باسم بانقيا كما ورد في معجم البلدان\r\nوقد أشرنا إلى هذا الموضوع ص 46 من كتابنا هذا .\r\nويعتبر هذا الاسم عاما لغير البقعة أيضا ومما قاربها كما جاء ذكره\r\nفي الفتوح الإسلامية ومعجم البلدان وفتوح البلدان للبلاذري .\r\nوقال ضرار بن الأزور الأسدي يذكر بانقيا وجرحه بها أيام الفتح .\r\nأرقت ببانقيا ومن يلق مثلما * لقيت ببانقيا من الجرح يأرق\r\nوجاء في أرجوزة السماوي ( 1 ) في تسمية النجف ومحله\r\nالنجف اسم للمكان المرتفع * أو اسم عين بالمياه تندفع\r\nأو المسناة بجنب الشاطي * أوني وجف في لغة ( الأنباط )\r\nفالني ماء عندهم وجفا * واستعملوا اللفظ الذي قد خفا\r\n\r\n","description":"","footnote":" ( 1 ) من نظم العلامة المؤرخ الشهير والبحاثة الكبير المرحوم الشيخ محمد بن طاهر\r\nالسماوي النجفي في كتاب ( عنوان الشرف في وشي النجف ) ص 3 طبع النجف . ","page_name":" 74 ","page_number":83},
  {"content":"\r\nواختص في مدفن خير الخلق * بعد محمد عظيم الخلق\r\nوسمي ( الغري ) باسم قائم * كان هناك في زمان قادم\r\nأو قائمين ولذا يثني * لفظ الغري باعتبار المعنى\r\nوسمي المشهد حيث القاصد * يشهد ما ليس له يشاهد\r\nأو حيث حل تربه الشهيد * وامتاز فيه السيد العميد\r\n( ووادي السلام ) حيث الوادي * بجنبه لحزبه كالنادي\r\n( والذكوات البيض ) والذي أرى * تصحيفه من ربوات فجرى\r\nوظهر كوفان وخلف الخندق * فتلك سبعة له أو ترتقي\r\nويشير إلى بانقيا\r\nوكان إبراهيم قد شراه * من أهل بانقيا لما يراه\r\nوجاء أيضا في ص 6 من الفصل الثاني بما يخص الطور والجودي\r\nففي حديث الفرحة المسطور * بأنها من قطعات الطور\r\nوأنها كانت من الجودي * أو هو هي في خبر مروي\r\nوفي حديث في الكتاب ثان * بأنها من روضة الجنان\r\nأو هي روضة الجنان الوعسا * لضمها من النبي النفسا\r\nوحديث أنها المبتهج * للقائم المهدي حين يخرج\r\n","description":"","footnote":"","page_name":" 75 ","page_number":84},
  {"content":"\r\nوادي السلام ( 1 )\r\nلمعالي العلامة الشهيد الشيخ علي الشرقي النجفي\r\nسل الحجر الصوان والأثر العادي * خليلي كم جيل قد احتضن الوادي\r\nفيا صيحة الأجيال فيه إذا دعت * ملايين آباء ملايين أولاد\r\nثلاثون جيلا قد ثوت في قرارة * تزاحم في عرب وفرس وأكراد\r\nففي الخمسة الأشبار دكت مدائن * وقد طويت في حفرة ألف بغداد\r\nطلبت ابن عباد فألفيت صخرة * وقد رقشت هذا ضريح ابن عباد\r\nوكم كومة للترب من حول كومة معلمة هذا الزعيم وذا الهادي\r\nوما الربوات البيض في أيمن الحمى * وقد خشعت إلا نضائد أكباد\r\nخليلي هجسا واختلاسا بخطوكم * فلم تطأوا إلا مراقد رقاد\r\nفذو الزهو خلى الزهو عنه وقد ثوى * وظلت على الغبرا سيادة أسياد\r\nوكم من هموم في التراب وهمة * وكم طويت فيه شمائل أمجاد\r\nأعقباك يا دنيا قميص وطمرة * بحفرة أرض من خرابات زهاد\r\nعبرت على الوادي فسفت عجاجة * فكم من بلاد في الغبار وكم ناد\r\n\r\n","description":"","footnote":" ( 1 ) نشرت في مجلة العرفان الصيداوية المجلد العاشر ج 2 ص 109 سنة\r\n1924 م ","page_name":" 76 ","page_number":85},
  {"content":"\r\nوأبقيت لم انفض عن الرأس تربه * لأرفع تكريما على الرأس أجدادي\r\nذهبنا إلى القلال نسعى كرامة * أتقبل أجداد زيارة أحفاد\r\nوهل رادع للناس عن كسر قلة * إذا عرفوها من ضلوع وأعضاد\r\nوجئنا لحي يضربون قبابهم * على رائح عن حيهم وعلى الغادي\r\nقباب عليها استهزأ الدهر ما بها * سوى الحجر المدفون والحجر البادي\r\nألا أيها الراكب المجعجع في الحمى * إلى أين مسرى ظعنكم ومن الحادي\r\nحدوج عليها روعة فكأنها * وقد سجدوا فيها محاريب عباد\r\nفيا منبت الأجساد عشبا على الثرى * فهل تطلع الأرواح مطلع أوراد\r\nوهل لعبت في الراقدين حلومهم * بأطياف أفراح وأطياف أنكاد\r\nمحال على الأرواح دفن بتربة * ولكنما هذي القبور لأجساد\r\nمضت نشأة الأرحام في ظلماتها * واضوء منها نشأتي بعد ميلادي\r\nولي نشأة أجلى وأعلا فإنني * لتهيئة في النشأتين وإعداد\r\nوما هذه الأجساد من بعد نزعها * سوى قفص خال وقد أفلت الشادي\r\nطباع الفتى فردوسه أو جحيمه * وفي طي أخلاقي نشوري وميعادي\r\n","description":"","footnote":"","page_name":" 77 ","page_number":86},
  {"content":"\r\nالباب الخامس\r\nبيان عن فضل النجف والتختم بحصبائها\r\nومجاورة قبر أمير المؤمنين \" ع \"\r\nالنجف الأشرف \" 1 \" دار السلام ومجتمع أرواح المؤمنين بعد\r\nالموت وبقعة من جنة عدن ، وفضلها لا ينكر وشرفها الذاتي والعرضي\r\nمن طريق المعقول ظاهر جلي لذوي البصائر والعقول من حيث اتخاذه\r\nمرقدا لسيد الوصي صلوات الله عليه واختياره مدفنا لبدنه المقدس\r\nواختيار نوح ( ع ) وغيره من الأنبياء والأوصياء عليهم السلام الدفن\r\nفيه الكاشف ذلك عن شرفه الذاتي وإلا كان اختيار الدفن فيه ونقل\r\nعظام آدم \" ع \" من سرنديب أقصى الهند إليه بلا مخصص من هنا قال\r\nالعلامة الطباطبائي في \" الدرة \" - :\r\nأكثر من الصلاة في المشاهد * خير البقاع أفضل المعابد\r\nلفضلها اختيرت بمن بهن حل * ثم بمن قد حلها سما المحل\r\n\r\n","description":"","footnote":" ( 1 ) بشارة الزائرين\r\n( 2 ) الدرة للسيد مهدي بحر العلوم المتوفى سنة 1212 ه‍ ","page_name":" 78 ","page_number":87},
  {"content":"\r\nوفي رواية عن المفضل بن عمر عن الصادق \" ع \" قال : وهو يعني\r\nالغري قطعة من الجبل كلم الله عليه موسى تكليما ، وقدس عليه عيسى\r\nتقديسا ، واتخذ عليه إبراهيم خليلا ، واتخذ محمدا حبيبا ، وجعل للنبيين\r\nصلوات الله عليهم سكنا .\r\nالمروي عن أبي أسامة عن أبي عبد الله الصادق \" ع \" قال سمعته يقول\r\nالكوفة روضة من رياض الجنة فيها نوح وإبراهيم وقبور ثلاثمائة وسبعين\r\nنبيا وستمائة وصي وقبر سيد الوصيين صلى الله عليه وآله وعليهم أجمعين .\r\nوعن \" حسان بن مهران \" قال : سمعت أبا عبد الله \" ع \" يقول : قال\r\nأمير المؤمنين \" ع \" \" مكة حرم الله والمدينة حرم رسول الله \" ص \"\r\nوالكوفة حرمي لا يريدها جبار بحادثة إلا قصمه الله \" .\r\nوعن أبي بكر الحضرمي عن الباقر \" ع \" قلت له - أي البقاع أفضل\r\nبعد حرم الله وحرم رسوله - فقال : الكوفة يا أبا بكر هي الزكية\r\nالطاهرة فيها قبور النبيين والمرسلين وغير المرسلين والأوصياء الصادقين\r\nوفيها مسجد سهيل الذي لم يبعث الله نبيا إلا وقد صلى فيه ، وفيها يظهر\r\nعدل الله وفيها يكون قائمة والقوام من بعده وهي منازل النبيين\r\nوالأوصياء والصالحين ،\r\nوعن موسى بن بكير عن أبي الحسن موسى بن جعفر عن أبيه عن\r\n","description":"","footnote":"","page_name":" 79 ","page_number":88},
  {"content":"\r\nآبائه قال :\r\nقال رسول الله \" ص \" إن الله اختار من البلدان أربعة فقال عز وجل\r\n\" والتين والزيتون وطور سينين وهذا البلد الأمين \" التين المدينة\r\nوالزيتون بيت المقدس وطور سينين الكوفة وهذا البلد الأمين مكة \"\r\nوعن أبي سعيد الخدري قال : قال رسول الله \" ص \" الكوفة جمجمة\r\nالعرب ورمح الله وكنز الإيمان .\r\nوفي البحار عن الحسن بن علي عليهما السلام قال ، لموضع الرجل\r\nبالكوفة أحب إلي من دار بالمدينة .\r\nوعن الصادق عليه السلام قال :\r\n- من كان له دار بالكوفة فليمسك بها\r\n- هذه مدينتنا ومحلتنا ومقر شيعتنا\r\n- اللهم ارم من رماها وعاد من عاداها\r\n- أربع بقاع ضجت إلى الله يوم الطوفان البيت المعمور فرفعه الله\r\nإليه والغري وكربلاء والطوس\r\n- أول بقعة عبد الله عليها ظهر الكوفة لما أمر الله الملائكة أن\r\nيسجدوا لآدم فسجدوا على ظهر الكوفة .\r\n- إن الله عرض ولايتنا على أهل الأمصار فلم يقبلها إلا أهل الكوفة\r\n","description":"","footnote":"","page_name":" 80 ","page_number":89},
  {"content":"\r\nوإن إلى جانبها قبرا لا يأتيه مكروب فيصلي عنده أربع ركعات إلا\r\nأرجعه الله مسرورا\r\n- نحن نقول بظهر الكوفة قبر ما يلوذ به ذو عاهة إلا شافاه الله .\r\nما أم قبر المرتضى راجيا * يأمل كشف الضر إلا نجا\r\nفطف به ملتثما تربه * ولذ به ماليل هم دجا\r\nتجد به حرزا منيعا وفي * أكنافه يرتع طرف الرجا\r\nفي التختم بحصبائها\r\nروى الشيخ في التهذيب بإسناده إلى المفضل عن أبي عبد الله\r\nالصادق ( ع ) قال : - أحب لكل مؤمن أن يتختم بخمسة خواتيم بالياقوت\r\nوهو أفضلها وبالعقيق وهو أخلصها لله ولنا وبالفيروزج وهو نزهة\r\nالناظر من المؤمنين والمؤمنات وهو يقوي البصر ويوسع الصدر ويزيد\r\nفي قوة القلب وبالحديد الصيني ، وما أحب التختم به ولا أكره لبسه\r\nعند لقاء أهل الشر ليطفي شرهم وأحب اتخاذه فإنه يشرد المردة من الجن\r\nوالإنس ، وما يظهره الله بالذكوات البيض بالغريين قلت يا مولاي وما\r\nفيه من الفضل قال عليه السلام من تختم به وينظر إليه كتب الله له\r\nبكل نظرة زورة أجرها أجر النبيين والصالحين ولولا رحمة الله لشيعتنا لبلغ\r\nالفص منه ما لا يوجد بالثمن ولكن الله رخصه عليهم ليتختم به غنيهم\r\nوفقيرهم .\r\n","description":"","footnote":"","page_name":" 81 ","page_number":90},
  {"content":"\r\nفي المجاورة كما محكى مدينة العلم للصدوق بإسناده إلى الصادق ( ع ) إنه سأل عن\r\nمجاورة النجف عند قبر علي وعند قبر الحسين عليهما السلام فقال :\r\n- مجاورة ليلة عند قبر أمير المؤمنين ( ع ) أفضل من عبادة سبعمائة\r\nعام وعند قبر الحسين ( ع ) من عبادة سبعين عاما .\r\nفي المبيت والصلاء عند المرقد المطهر\r\nعن الإمام الصادق ( ع ) : إن المبيت عند علي ( ع ) ليلة يعدل سبعمائة\r\nعام وسأل الصادق ( ع ) عن الصلاة عند قبر أمير المؤمنين ( ع ) فقال\r\nالصلاة عند قبر أمير المؤمنين ( ع ) بمائتي ألف صلاء .\r\nوجاء في أرجوزة السماوي ص 4 في الفصل الأول :\r\nفي علاء النجف وشرفه\r\nله علاء لم يزد عليه * حيث أولو العزم أتت إليه\r\nوغيرهم من أنبياء الله * من كل أو أب له أواه\r\nفانظر إلى آثارهم بالكوفة * من أسطوانات لهم معروفة\r\nولا تقل أسس تلك سعد * أو أنها قد حدثت من بعد\r\nفإنها كانت بعهد المرتضى * والكتب فيما بيننا فصل القضا\r\nانظر إلى رواية الخصائص ( 1 ) * فإنها موجودة للفاحص\r\n\r\n","description":"","footnote":" ( 1 ) للسيوطي ","page_name":" 82 ","page_number":91},
  {"content":"\r\nقال علا منبر كوفان علي * وأخبر الناس بنصه الجلي\r\nوقال فيما قال فيه وذكر * إن سوف يأتي ( القرمطي ) بالحجر\r\nإلى هنا ودلهم بالايما * على أسطوانة لإبراهيما\r\nوقال بعد ذاك هيه يا رخم * خذه فراحوا حافظين ما رسم\r\nوكتبوا ألفاظه عن حفظ * فصحفت رواتهم للفظ\r\nواستشكلوا حين أتوها بالحجر * فطابق اللفظ وصححوا الخبر\r\nفهل ترى سعدا رأى أوانه * حتى يشيد باسمه اسطوانه\r\nوأين سعد والخليل في الزمن * حالت قرون بالثلاثين تظن\r\nوكيف يدري إنه صلى هنا * لو لم يجد علم الوصي البينا\r\nوجاء أيضا في الفصل الثاني منه ص 6\r\nفأين يلفي لهم مثل النجف * بقعة فضل وجلال وشرف\r\nوجاء في الفصل الثالث ص 6 أيضا في أن أمير المؤمنين ( ع )\r\nكان يخرج مع بعض أصحابه\r\nهذا وكانت منبت الشقيق * فاختصها النعمان للتأنيق\r\nفهو من الخورنق الشهير * نزهته إلى بنا السدير\r\nوكانت المعبد للرهبان * فكم لهم بها من المباني\r\nكدير مريم ودير الحرقه * ودير الأسكول وهذا المنطقة\r\nوكم بها لا سقف من دير * لأنها البقعة ذات الخير\r\n","description":"","footnote":"","page_name":" 83 ","page_number":92},
  {"content":"\r\nفيا لها من بقعة في العالم * يسبح الله بها من آدم\r\nويالها من بقعة مباركة * تختص بالقدس بلا مشاركه\r\nويالها من بقعة كم قد خرج * لها الوصي في مضيق وفرج\r\nفقد سمعت إذا أتاها ليلا * فوق بعير مردفا كميلا\r\nفقال عرفني يا ذا القدس * نفسي فإني ما عرفت نفسي\r\nفقسم النفس إلى أقسام * تخريج ذاكرها عن المقام\r\nوقد سمعت إذ أتى رفيقه * لها وإذ سأل ما الحقيقة\r\nفدافع الوصي عنها برهه * ثم أزال عنه كل شبهه\r\nوقد سمعت ما رواه بعض * أن قد رآه تنتجيه الأرض\r\nفقال ماذا قال إن صدر * إن ضاق أودعت الحفير سري\r\nوقد سمعت إذ أتاها قاصدا * وبات فيها راكعا وساجدا\r\nفحمحمت بغلته من صنار * فقام في كفيه ذو الفقار\r\nفوقف الضرغام وهو خاضع * وقال يا مولاي إني جائع\r\nقد جئت قاصدا سنان الوائلي * إذ قيل لي سبك في المحافل\r\nوهو نزيل القادسية التي * جنبك والظن بأن لم يفلت\r\nقال فرح فراح وهو مسرع * فقال منقذ ورحت اتبع\r\nفجئتها صبحا وشاع الخبر * أن سنانا قد دهاه قسور\r\nوقد سمعت أنه قد خطبا * فيها وقال ستكون قطبا\r\n","description":"","footnote":"","page_name":" 84 ","page_number":93},
  {"content":"\r\nوسوف يبنيها فتى من ولدي * ويعقد السور عليها بعدي\r\nسبعين طاقا دائرا عليها * وسوف تقصد الورى إليها\r\nوستكون مدفنا وينبث * منها الذي في جانبيها يجدث\r\nكما سيأتي في حديث الحسني ( 1 ) * والأسدي ( 2 ) في مقالة السني\r\nفهو إذن بقدسه معروف * وبالجلال واليها موصوف\r\nلهذه وما سواها من خبر * تركته لأنه قد اشتهر\r\nوعطر الآناف روضه الأنف * بنشره فلنتكلم في الصحف\r\n\r\n","description":"","footnote":" ( 1 ) ابن زيد الطالقاني\r\n( 2 ) الكميت ","page_name":" 85 ","page_number":94},
  {"content":"\r\nالباب السادس\r\nمن دفن في النجف الأشرف من الأنبياء ( ع )\r\nوفضل الدفن فيها\r\n1 - من دفن في النجف الأشرف من الأنبياء ( ع )\r\nجاء في الأخبار المروية عن الأئمة عليهم السلام إن قبور آدم ونوح\r\nوهود وصالح ( ع ) موجودة في الغري واستنادا لهذا نثبت أدناه تلك\r\nالأخبار بسندها مع المراجع الموثوقة .\r\nومن تلك الأخبار المروية \" 1 \" هي وفق ما يلي : -\r\nوبالاسناد حدثنا سلامة قال حدثنا محمد بن جعفر عن محمد بن أحمد\r\nعن أبي عبد الله الرازي عن الحسن بن علي عن أبي حمزة عن صفوان عن\r\nأبي أسامة عن أبي عبد الله عليه السلام قال سمعته يقول :\r\n( الكوفة روضة من رياض الجنة فيها قبر نوح وإبراهيم عليهما السلام\r\nوقبور ثلاثمائة نبي وسبعين نبيا وست مائة وصي وقبر سيد الأوصياء\r\nأمير المؤمنين ( ع ) .\r\nوبالاسناد أخبرنا محمد بن تمام قال أخبرنا محمد بن محمد بن علي بن\r\nمحمد قال حدثني أحمد بن ميثم الطلحي عن الحسن بن علي عن أبي حمزة\r\n\r\n","description":"","footnote":" ( 1 ) فرحة الغري لابن طاووس المتوفى 693 ه‍ ص 56 طبع النجف ","page_name":" 86 ","page_number":95},
  {"content":"\r\nعن أبي بصير قال قلت : لأبي عبد الله ( ع ) أين دفن أمير المؤمنين ( ع ) ؟\r\nقال دفن في قبر أبيه نوح قلت وأين نوح ؟ إن الناس يقولون إنه في المسجد\r\nقال لا ، ذاك في ظهر الكوفة .\r\nوبالاسناد حدثنا محمد بن تمام قال أخبرنا محمد بن محمد بن رياح عن\r\nعمه علي بن محمد عن القاسم بن الضحاك بن المختار بن فلفل مولى عمرو\r\nابن حريث قال حدثني حماد بن عيسى قال حدثني رجل عن أبي\r\nعبد الله ( ع ) قال قبر علي في الغري ما بين صدر نوح ومفرق رأسه\r\nمما يلي القبلة .\r\nوقال النقيب غياث الدين السيد عبد الكريم بن طاووس قال :\r\nأخبرني والدي وعمي رضي الدين علي بن طاووس رحمهما الله عن الفقيه\r\nمحمد بن نما عن محمد بن إدريس عن عربي بن مسافر عن الياس بن هشام\r\nالحايري عن أبي علي عن والده أبي جعفر عن محمد بن النعمان عن أبي\r\nالقاسم جعفر بن محمد عن محمد بن عبد الله بن جعفر الحميري عن أبيه عن\r\nمحمد بن الحسين بن أبي الخطاب عن محمد بن سنان عن المفضل بن عمر\r\nالجعفي قال - دخلت على أبي عبد الله عليه السلام فقلت له إني أشتاق\r\nإلى الغري - فقال - فما شوقك إليه ، فقلت له إني أحب أن أزور أمير\r\nالمؤمنين عليه السلام فقال : هل تعرف فضل زيارته فقلت لا يا بن\r\nرسول الله إلا أن تعرفني ذلك قال : فإذا أردت أن تزور قبر أمير\r\n","description":"","footnote":"","page_name":" 87 ","page_number":96},
  {"content":"\r\nالمؤمنين ( ع ) فاعلم إنك زائر عظام آدم وبدن نوح وجسد علي بن أبي\r\nطالب ( ع ) ، فقلت - إن آدم ( ع ) هبط بسرانديب \" 1 \" في مطلع\r\nالشمس وزعموا أن عظامه في بيت الله الحرام - فكيف صارت عظامه\r\nبالكوفة - قال إن الله عز وجل أوحى إلى نوح ، وهو في السفينة - أن\r\nيطوف بالبيت أسبوعا فطاف بالبيت كما أوحى إليه - ثم نزل في الماء\r\nإلى ركبتيه فاستخرج تابوتا فيه عظام آدم ( ع ) فحمله في جوف السفينة\r\nثم طاف ما شاء الله أن يطوف ثم ورد إلى باب الكوفة في وسط\r\nمسجدها ففيها - قال الله تعالى ( للأرض ابلعي مائك فبلعت ماءها من\r\nمسجد الكوفة كما بدء الماء منه وتفرق الجمع الذي كان مع نوح في\r\nالسفينة فأخذ نوح ( ع ) التابوت فدفنه في الغري وهو قطعة من الجبل\r\nالذي كلم الله عليه موسى تكليما ، وقدس عليه عيسى تقديسا واتخذ عليه\r\nإبراهيم خليلا واتخذ محمدا عليه حبيبا وجعله للنبيين مسكنا والله ما سكن\r\nفيه بعد أبويه الطيبين آدم ونوح أكرم من أمير المؤمنين علي عليه السلام\r\nوإذا زرت جانب النجف فزر عظام آدم وبدن نوح وجسم علي بن أبي\r\nطالب ( ع ) فإنك زائر الأنبياء الأولين ومحمدا خاتم النبيين وعليا سيد\r\nالوصيين فإن زائره تفتح له أبواب السماء عند دعوته فلا تكن\r\nعن الخير نواما .\r\n\r\n","description":"","footnote":" ( 1 ) وهي الجزيرة المعروفة اليوم بجزيرة سيلان جنوب الهند ","page_name":" 88 ","page_number":97},
  {"content":"\r\nوجاء في التهذيب عن الإمام علي ( ع ) قال لما ضربه ابن ملجم\r\n( فإذا مت فادفنوني في هذا الظهر في قبر أخوي هود وصالح ) .\r\nوجاء في رحلة ( ابن بطوطة ) ص 109 ج 1 ( وفوقها ثلاثة من\r\nالقبور يزعمون أن أحدها قبر آدم عليه الصلاة والسلام والثاني قبر نوح\r\nعليه الصلاة والسلام والثالث قبر علي ( رضي الله تعالى عنه ) .\r\nوفي ماضي النجف وحاضرها ص 66 ( في جبانة النجف على الجهة\r\nالشمالية من البلد الأشرف قبر للنبي هود ( ع ) والنبي صالح ( ع ) وهو\r\nمن القبور المعلومة والمقامات المشهورة عليه قبة يتبرك بها وتزار شيدت\r\nفي عصر العلامة الخبير السيد بحر العلوم ( ره ) وهو الذي أظهره وبنى\r\nعليه قبة من الجص والحجارة ولم تزل باقية حتى ورد رجل من أهالي\r\nإيران فهدم تلك البنية وبنى عليه قبة مغشاة بالحجر القاشاني ) .\r\nوعلى جبهة الباب أبيات وفيها تأريخ لهذه العمارة الحاضرة - الأبيات : -\r\nسما لضراح الأفق دون الضرايح * ضريح علا سام بخير الأباطح\r\nتود الثريا أن تكون ثرى إلى * جوار علي خير هاد وناصح\r\nفدع واحد الدنيا وأرخ مجددا * ضريح الهدى هود الزكي وصالح\r\nوفي كتب الزيارة كثير من الأخبار الناصة على زيارة هود وصالح\r\nفي النجف وهذا القبر لما أشاده العلامة الخبير السيد بحر العلوم ( ره )\r\nجعل توليته بيد محمد علي بن حسين قسام جد الأسرة النجفية ( آل قسام )\r\n","description":"","footnote":"","page_name":" 89 ","page_number":98},
  {"content":"\r\nوكانت له أوقاف خاصة أراضي زراعية بناحية الكفل معروفة وتعرف\r\n( بمبرك الناقة ) تغلب عليها بعض رؤساء تلك الأطراف وله اليوم بعض\r\nالمخصصات من الأوقاف تصرف في الضياء وللمتولي من هذه الأسرة\r\nوفي أرجوزة السماوي في الفصل الثاني ص 5 في زيارة الأنبياء عليهم\r\nالسلام في النجف الأشرف مشيرا إلى قبور الأنبياء ( ع ) :\r\nوجاء نوح بعد فيض العالم * إلى الغري في عظام آدم\r\nثم هو اختار الغري مدفنا * لعلمه بدفن حيدر هنا\r\nواختار ذاك صالح وهود * وليس ما تزعمه اليهود\r\nفإن هودا عندهم ذو الكفل * فأوضح الحق وصي الرسل\r\nعند ذهابه إلى صفين * وأعلن القبرين بالتعيين\r\nوفيه مثوى عد أيام السنة * من أنبياء قد أتوا بالبينة\r\nوالداخل إلى الروضة المطهرة يرتل التحية الآتية على ما روته له\r\nكتب الزيارة ( السلام عليك وعلى ضجيعك آدم ونوح ، وعلى جاريك\r\nهود وصالح ورحمة الله وبركاته ) .\r\n2 - فضل الدفن في النجف الأشرف\r\nحسب روايات المحدثين الكبار عن الأخبار المروية بأن تربة\r\nالنجف لفضلها وعظيم شأنها قد إشتراها إبراهيم الخليل ( ع ) كما جاء\r\nذلك في موضوع باتقيا في ( معجم البلدان ) كما مر ذكره .\r\n","description":"","footnote":"","page_name":" 90 ","page_number":99},
  {"content":"\r\nوكذلك جاء في فرحة الغري ص ( 20 ) على ما رواه أبو عبد الله محمد\r\nابن علي بن الحسن بن عبد الرحمن العلوي الحسيني في كتاب فضل الكوفة\r\nبإسناد رفعه إلى عقبة بن علقمة أبي الجنوب ، قال : اشترى أمير المؤمنين\r\nعلي عليه السلام ما بين الخورنق إلى الحيرة إلى الكوفة من الدهاقين \" 1 \"\r\nبأربعين ألف درهم وأشهد على شرائه قال : فقيل له يا أمير المؤمنين تشتري\r\nهذا بهذا المال وليس ينبت حطبا فقال سمعت من رسول الله ( ص )\r\nيقول كوفان يرد أولها على آخرها يحشر من ظهرها سبعون ألفا يدخلون\r\nالجنة بغير حساب واشتهيت أن يحشروا في ملكي \" 2 \" .\r\nوروي أن أمير المؤمنين \" 3 \" ( ع ) نظر إلى الكوفة فقال\r\nما أحسن منظرك وأطيب قعرك اللهم اجعله قبري ، ومن خواص تربته\r\nإسقاط عذاب القبر وترك محاسبة منكر ونكير للمدفون هناك كما\r\n\r\n","description":"","footnote":" ( 1 ) الدهقان بالكسر والضم القوي على التصرف مع حدة ، والتاجر وزعيم\r\nفلاحي العجم ورئيس الإقليم معرب ج دهاقين ودهاقنة والاسم الدهقنة - ( القاموس )\r\n( 2 ) هذا الحديث فيه إيناس بما نحن بصدده وذلك إن ذكره ظهر الكوفة\r\nإشارة إلى ما خرج عن الخندق وهي عبارة أهلها إلى اليوم وإنما اشترى أمير المؤمنين \" ع \"\r\nما خرج عن العمارة إلى حيث ذكروا الكوفة مصرت سنة سبع عشرة من الهجرة\r\nونزل سعد في محرمها وأمير المؤمنين دخلها سنة ست وثلاثين فدل على أنه اشترى\r\nما خرج عن الكوفة المصرة فدفنه بملكه أولى وهو إشارة إلى دفن الناس عنده\r\nوكيف يدفن بالجامع ولا يجوز أو بالقصر وهو عمارة الملوك ولم يكن داخلا في\r\nالشراء لأنه معمور - من قبل - عن فرحة الغري .\r\n( 3 ) تحفة العالم للعلامة السيد جعفر بحر العلوم ج 1 ص 255 طبع النجف ","page_name":" 91 ","page_number":100},
  {"content":"\r\nوردت به الأخبار الصحيحة عن أهل البيت ، وكتب الفاضل ملا مهدي\r\nالمعروف بالنراقي إلى العلامة آل بحر العلوم ( ره ) .\r\nألا قل لسكان أرض الغري * هنيئا لكم في الجنان الخلود\r\nأفيضوا علينا من الماء فيضا * فنحن عطاشا وأنتم ورود\r\nفأجابه العلامة ( ره )\r\nألا قل لمولى يرى من بعيد * ديار الحبيب بعين الشهود\r\nلك الفضل من غائب شاهد * على حاضر غائب بالصدود\r\nفنحن على الماء نشكو الظما * وفزتم على بعدكم بالورود\r\nوالمقصود من البيت الثاني إنك وإن كنت غائبا عن أرض الغري\r\nولكن كنت بحكم الحاضر لأنك تحب المجاورة ( ومن أحب عمل قوم\r\nشاركهم ) ونحن وإن كنا حضورا في الغري ولكن لعدم أداء حق\r\nالجوار نعد في زمرة الغائبين المحرومين ولنعم ما قيل :\r\nإذا مت فادفني مجاور حيدر * أبا شبر أعني به وشبير\r\nفتى لا تمس النار من كان جاره * ولا يختشي من منكر ونكير\r\nوعار على حامي الحمى وهو في الحمى * إذا ضل في البيداء عقال بعيري\r\nوفي أرجوزة السماوي في أن المدفون بها آمن من عذاب البرزخ ( 1 )\r\nثرى به أمن عذاب البرزخ * من حيث جيئ فرسخا في فرسخ\r\n\r\n","description":"","footnote":" ( 1 ) عنوان الشرف في وشي النجف الفصل الثامن ص 14 . ","page_name":" 92 ","page_number":101},
  {"content":"\r\nفإن من يدفن خلف الخندق * عند علي لم يخف مما لقي\r\nجاءت بما ذكرته أخبار * وعاضدتها في الورى آثار\r\nكما رأى ( 1 ) ابن بدر الهمداني * في المسجد الجامع من كوفان\r\nحين رأى مسائل الميت أتى * مع صاحب له ليلقى ميتا\r\nوهو يقول سله قبل الخندق * فإنه العباس أعور شقي\r\nفسأل الحامل بعد ما انبته * عن اسمه ووصفه فما اشتبه\r\nفقص رؤياه فسار عابرا * خندقها مسارعا مبادرا\r\nوما ( 2 ) رأي الحسين من علي * سليل شاهين الفتى الحلي\r\nإذ جاء في أغلاله يتل * فقيل خلوه فحل الغل\r\nودفنوه في ثنايا الصحن * بصخرة موسومة للدفن\r\nفأخبر الحسين ثم انتظرا * وعين القبر لمن قد أخبرا\r\n\r\n","description":"","footnote":" ( 1 ) فرحة الغري ص 137 :\r\nسمعت بعض من أثق به يحكي لبعض الفقهاء عن القاضي ابن بدر الهمداني وكان\r\nزيديا صالحا سعيدا توفي في رجب سنة ثلاث وستين وستمائة ودفن بالسهلة . قال كنت\r\nبالجامع بالكوفة وكانت ليلة مظلمة فدق باب مسلم جماعة فذكر بعضهم أن معهم جنازة\r\nفأدخلوها وجعلوها في الصفة التي تجاه باب مسلم بن عقيل رضي الله عنه ثم أن أحدهم\r\nنعس فنام فرأى في منامه كأن قائلا يقول لآخر ما نبصره حتى نبصر هل لنا معه حساب أم\r\nلا ، فكشفوا عن وجهه فقال بل لنا معه حساب وينبغي أن نأخذه منه معجلا قبل أن\r\nيتعدى الرصافة فما يبقى لنا معه طريق فانتبهت وحكيت لهم المنام وقلت لهم خذوه عجلا فأخذوه ومضوا في الحال \" وجاء ذكر القصة هذه أيضا في إرشاد القلوب ج 2 ص 305 \"\r\n( 2 ) الرائي العلامة حسين نجف . ","page_name":" 93 ","page_number":102},
  {"content":"\r\nفجئ بالحلي ثم دفنا * بذلك القبر الذي قد عينا\r\nفكان طبق ما له أشارا * وكان ذلك الفتى عشارا\r\nوما رأى ( 1 ) سلمان من نزاعه * حيث شفاه الله من أوجاعه\r\nوكان يزعم السؤال ينبري * عمن ثوى في كربلاء لا الغري\r\nفحين في سكرته قد عرفا * أوصى ذويه أن يجئ النجفا\r\nوما ( 2 ) رأوا كما رووا من داخل قد أمن السؤال من مسائل\r\nوفي القليل من كثير النقل * بين أولي الفضل وأهل العقل\r\nما يطمأن خاطر الولي * وكيف لا وهو ثرى علي\r\nومما جاء في زوايا التأريخ حول جواز نقل الميت منذ أقدم العصور\r\nوهو كما يلي :\r\n1 - من الروايات المأثورة في نقل عظام آدم عليه السلام إلى النجف كما\r\nمر ذكرها وهو دليل واضح على جواز النقل لأن الناقل والمنقول من الأنبياء\r\n2 - ومن رواية الطبرسي في ( مجمع البيان ) والراوندي في ( قصص الأنبياء )\r\nعن محمد بن مسلم عن أبي جعفر الباقر عليهما السلام قال : لما مات يعقوب\r\nحملة يوسف في تابوت إلى أرض الشام فدفنه في بيت المقدس .\r\n3 - رواية الفقيه عن الصادق ( ع ) قال : إن الله تبارك وتعالى\r\nأوحي إلى موسى بن عمران أن أخرج عظام يوسف من مصر إلى أن\r\n\r\n","description":"","footnote":" ( 1 ) رجل معاصر من جناجة .\r\n( 2 ) من أطياف جماعة . ","page_name":" 94 ","page_number":103},
  {"content":"\r\nقال فاستخرجه من شاطئ النيل في صندوق مرمر فحمله إلى الشام .\r\n4 - وروي عن أمير المؤمنين ( ع ) \" 1 \" إنه كان إذا أراد الخلوة\r\nبنفسه أتى إلى طرف الغري فينما هو ذات يوم هناك مشرف على النجف فإذا\r\nبرجل قد أقبل من البرية راكبا على ناقته وقدامه جنازة فحين رأى عليا ( ع )\r\nقصده حتى وصل إليه فسلم عليه فرد الأمير عليه السلام وقال له من أين ؟ قال من اليمن\r\nقال - وما هذه الجنازة التي معك ؟ قال جنازة أبي لأدفنها في هذه الأرض\r\nفقال ( ع ) لم لا دفنته في أرضكم قال أوصى إلي بذلك ، وقال - إنه يدفن هناك\r\nرجل يدخل في شفاعته مثل ربيعة ومضر فقال ( ع ) أتعرف ذلك الرجل ؟ قال - لا - فقال ( ع ) أنا والله ذلك الرجل ثم فادفن أباك فقام ودفنه \" 2 \"\r\n5 - وقد نقل \" 3 \" أن جماعة من علمائنا دفنوا ثم نقلوا كالمفيد إلى\r\nجوار الكاظمين عليهما السلام بعد دفنه في داره في بغداد .\r\n- والبهائي من أصبهان إلى المشهد الرضوي . وغيرهما .\r\n\r\n","description":"","footnote":" ( 1 ) تحفة العالم - كامل الزيارة - كفاية الطالب - فرحة الغري ، إرشاد القلوب\r\n( 2 ) ويعرف اليوم هذا القبر بقبة الصفا أو صافي صفا موقعه من جهة غرب البلدة\r\nبالقرب من مقام الإمام زين العابدين ( ع ) وله خدمة يتعاهدونه وهناك مسجد ومقام\r\nللأمير ( ع ) وعليه قبة قديمة العهد كما يظهر من صخرة هناك كتب عليه ما نصه :\r\nبذل الجهد وسعى في إشادة هذه القبة الشريفة على مرقد مشيد الإسلام السيد\r\nالمعظم علاء الدين بن محمد المدني المداج بمشاهدة ملك الحاج المحتشم القهستاني في سنة\r\nأربع وخمسين وسبعمائة \" عن هامش ماضي النجف وحاضرها ص 159 .\r\n( 3 ) بشارة الزائرين . ","page_name":" 95 ","page_number":104},
  {"content":"\r\nوالذي يلفت النظر إليه هو أن العلماء المارين الذكر كانوا في ذلك\r\nالزمن أهل الحل والعقد ومن أساطين علماء الإمامية ، ومن هنا يفهم\r\nالقارئ طن نقل رفات الأموات من محل إلى آخر كان معمولا به\r\nمن أقدم العصور والدهور وقد أيد علماء النجف الورعون هذا النقل\r\nوادعموه بأدلة قطعية فلسفية وأثبت أدناه ما قاله الشيخ الكبير في كشف الغطاء\r\nعند الأمور المسوغة للنقل : \" ومنها أن يكون ذلك\r\nلإيصاله إلى محل يرجى فوزه بالثواب أو نجاته من العقاب كالنقل إلى\r\nالمشاهد المشرفة أو مقابر مطلق الأولياء والشهداء والصلحاء والعلماء\r\nوربما كان ذلك أولى من غيره فيخرجه كلا أو بعضا عظما أو لحما أو\r\nمجتمعا ولولا قيام الإجماع والسيرة على عدم وجوبه لقلنا بوجوبه في\r\nبعض المحال \" انتهى .\r\nوجاء في بشارة الزائرين النقاط التالية\r\n1 - لا يوجد محذور في نقل الميت إلى أحد المشاهد المقدسة مطلقا\r\nقبل الدفن في غيرها أو بعده ، ولا مانع من جواز النبش حينئذ كما قال\r\nالسيد العلامة الطباطبائي أعلى الله مقامه\r\nوالنبش محذور وحده البلا * وهو لحق آدمي خللا\r\nوالأقرب الجواز للنقل إلى * جوار من بقربهم نيل العلا\r\n2 - من الراجح جدا دفن الموتى في النجف ليكونوا في جوار حامي\r\n","description":"","footnote":"","page_name":" 96 ","page_number":105},
  {"content":"\r\nالذمار والد الأئمة الأبرار صلوات الله عليهم جميعا وإن احتاج الدفن فيه\r\nإلى نقل مطلقا بل وإلى نبش ، فإنه لا دليل عليه على تحريمه إذا كان لتلك\r\nالغاية القصوى والفائدة الكبرى وليس هو من الهتك بداهة وإنما\r\nهو إحسان في حق الميت وإكرام يؤل إليه أمر المنقول إلى النجف\r\nبعد دفنه\r\n3 - لا خلاف منافي جواز النقل إليها قبل الدفن وإنه مذهب علمائنا\r\n4 - قال العلامة أعلى الله مقامه في التذكرة فكان إجماعا وفي\r\nالجواهر بل هو أقوى منه بمراتب .\r\nوالحاصل إن النبش والنقل لجوار الذمار صلوات الله عليه\r\nحسن على كل حال .\r\n","description":"","footnote":"","page_name":" 97 ","page_number":106},
  {"content":"\r\nالباب السابع\r\nمن دفن في النجف من صحابة الرسول الكرام ( ص )\r\nكانت الكوفة عاصمة الإمبراطورية الإسلامية في عهد أمير المؤمنين\r\nالإمام علي بن أبي طالب عليه السلام وبالنظر لمركزها الديني والسياسي\r\nوالعلمي في ذلك الوقت فقد سكنتها كبار صحابة الرسول الأعظم \" ص \"\r\nولما كانت النجف الحالية هي ضهر الكوفة قديما فقد ضمت أجداث\r\nبعض الصحابة الكرام رضوان الله تعالى عليهم \" 1 \" وقد تمكنت بعد\r\nالبحث والتنقيب أن أحضى بمجموعة من أسماء صحابة الرسول الأعظم\r\n\" ص \" الذين قبروا بظهر الكوفة كما جاء بتاريخ الكوفة للبراقي ص 384\r\nوإليك من اهتدينا إلى أسمائهم\r\n1 - أبو موسى الأشعري\r\nمن مدحج واسمه عبد الله بن قيس ، أول مشاهده خيبر نزل الكوفة\r\n\r\n","description":"","footnote":" ( 1 ) قال عبد الرحمن بن علي بن الجوزي الخطيب البغدادي المتوفى سنة 597 ه‍\r\nفي تاريخه المعروف بالمنتظم : - ( وفاة أبي الغنائم محمد بن علي بن ميمون الرسي\r\nالمقري بأبي نجودة ) قال توفي أبو الغنائم هذا في سنة عشر وخمسمائة وكان محدثا عن\r\nأهل الكوفة ثقة حافظا وكان من قوام الليل ومن أهل السنة وكان يقول ما بالكوفة\r\nمن هو على مذهب أهل السنة وأصحاب الحديث غيري وكان يقول مات بالكوفة\r\nثلثماية صحابي ليس قبر أحد منهم معروفا إلا قبر أمير المؤمنين ( ع ) وهو هذا القبر\r\nالذي يزوره الناس الآن ","page_name":" 98 ","page_number":107},
  {"content":"\r\nوابتنى بها دارا ، وهو أحد الحكمين ، توفي بالكوفة سنة 42 ه‍\r\n2 - أبو كاهل الأحمسي\r\nمن بجيلة واسمه قيس بن عائذ وقيل عبد الله بن مالك روى عن\r\nالنبي ( ص ) توفي أيام المختار\r\n3 - أبو جحيفة السوئي\r\nواسمه وهب بن عبد الله من بني سواءة بن عامر بن صعصعة توفي\r\nبالكوفة في ولاية بشر بن مروان سنة 74\r\n4 - الأشعث بن قيس بن معدي كرب الكندي\r\nشهد مع علي عليه السلام صفين وله معه أخبار ابتني بالكوفة دارا\r\nفي كندة ومات بها في زمن الحسن بن علي عليهما السلام وصلى هو\r\nعليه وكانت ابنة الأشعث تحته ، وقيل مات سنة 42 ه‍ وله ثلاث\r\nوستون سنة\r\n5 - جرير بن عبد الله البجلي أبو عمرو\r\nابتنى بالكوفة دارا في بجيلة وتوفي بالسراة في ولاية النعمان بن قيس\r\nعلى الكوفة سنة 51 ه‍ وقيل سنة 54 ه‍\r\n6 - جابر بن سمرة السوئي\r\nأبو عبد الله حليف بني زهرة بن كلاب ابتنى بالكوفة دارا في بني\r\n","description":"","footnote":"","page_name":" 99 ","page_number":108},
  {"content":"\r\nسواءة وتوفي بها في أول خلافة عبد الملك بن مروان ، قال بن حجر\r\nتوفي في ولاية بشر على العراق سنة 74 ه‍\r\n7 - خباب بن الأرت\r\nمولى لأم أنمار ابنة سباع بن عبد العزى ، أبو عبد الله شهد بدرا وابتنى\r\nبالكوفة دارا في جهار سوج خنيس وتوفي بها أثناء ما كان الإمام علي\r\nعليه السلام منصرفا من صفين سنة 37 ه‍ فصلى عليه ودفنه بظهر الكوفة\r\nخالد بن عرفطة\r\nكان سعد بن أبي وقاص ولاه القتال يوم القادسية ابتنى بالكوفة\r\nدارا وتوفي سنة 60 وقيل 61 ه‍\r\n9 - خريم بن الأخرم بن شداد بن عمرو\r\nكان ابنه أيمن بن خريم شاعرا فارسا شريفا ، مات في عهد معاوية .\r\n10 - زيد بن أرقم الأنصاري أبو أنيس\r\nأول مشاهده مع النبي ( ص ) المريسيع . ابتنى بالكوفة دارا في كندة\r\nوتوفي بها أيام المختار سنة 68 ه‍\r\n11 - سهل بن حنيف\r\nأبو عدي شهد بدرا ولاه علي ( ع ) المدينة المنورة توفي سنة 38\r\nبالكوفة وصلى عليه الإمام علي ( ع ) وكبر عليه ستا .\r\n","description":"","footnote":"","page_name":" 100 ","page_number":109},
  {"content":"\r\n12 - سعيد بن حريث بن عمرو بن عثمان\r\nشهد فتح مكة مع النبي \" ص \" وهو ابن خمس عشرة سنة ثم تحول\r\nفنزل الكوفة مع أخيه عمرو بن حريث ومات بالكوفة .\r\n13 - سمرة بن جنادة\r\nبن جندب بن حجير بن رباب بن حبيب بن سوءة بن عامر بن صعصعة\r\nحليف بني زهرة : توفي سنة 58 وقيل سنة 59 وقيل في أول سنة 61 .\r\n14 - سعد بن يجير بن معاوية\r\nوهو الذي يقال له سعد بن حبتة وهو من بجيلة : مات بالكوفة : من\r\nولده خنيس بن سعد صاحب شهار سوج خنيس بالكوفة ومن ولده أبو\r\nيوسف القاضي يعقوب بن إبراهيم بن حبيب بن سعد وقد شهد سعد\r\nأحدا .\r\n15 - عتبة بن فرقد\r\nوهو يربوع بن حبيب بن مالك بن أسعد بن رفاعة بن ربيعة ، من\r\nبيت بالكوفة يقال لهم الفراقدة ، ولاه عمر في الفتوح فتح الموصل سنة\r\n18 مع عياض بن غنم مات بالكوفة .\r\n16 - عامر بن وائلة\r\nبن عبد الله بن عمرو بن جحش أبو الطفيل الكناني توفي سنة 110 ه‍\r\n","description":"","footnote":"","page_name":" 101 ","page_number":110},
  {"content":"\r\nوهو آخر من مات من الصحابة\r\n17 - عبد الله بن يزيد بن زيد الخطمي\r\nمن الأنصار ابتني بالكوفة دارا ومات بها في خلافة عبد الله بن\r\nالزبير وكان عبد الله ولاه الكوفة .\r\n18 - عبد بن أبي أوفي علقمة\r\nأبو معاوية من أصحاب الشجرة ، ابتنى بالكوفة دارا في أسلم وتوفي\r\nبها سنة 86 ه‍\r\n19 - عدي بن حاتم الطائي\r\nأحد بني ثعل أبو ظريف ، ابتنى بالكوفة دارا في طئ ولم يزل مع\r\nعلي عليه السلام ، وشهد معه الجمل وصفين وذهبت عينه يوم الجمل مات\r\nبالكوفة سنة 68 زمن المختار .\r\n20 - عمرو بن حريث بن عمرو بن عثمان أبو سعيد\r\nابتنى بالكوفة دارا إلى جانب المسجد وهي كبيرة مشهورة\r\nفيها أصحاب الخز اليوم مات سنة 85 ه‍\r\n21 - عدي بن عميرة الكندي\r\nأبا زرارة روى عن النبي : توفي بالكوفة سنة 40 ه‍\r\n","description":"","footnote":"","page_name":" 102 ","page_number":111},
  {"content":"\r\n22 - قرظة بن كعب الأنصاري\r\nأحد العشرة من الأنصار الذين وجههم عمر إلى الكوفة ابتنى بها دارا\r\nفي الأنصار ومات بها في خلافة الإمام علي ( ع ) وقد صلى عليه .\r\n23 - لبيد بن ربيعة\r\nابن مالك بن جعفر بن كلاب بن ربيعة أبو عقيل مات بالكوفة في\r\nالليلة التي نزل بها معاوية في النخيلة لما صالحة الحسن بن علي \" ع \" سنة 41\r\nودفن في صحراء بني جعفر بن كلاب\r\n24 - مجمع بن جارية بن عامر بن مجمع\r\nوهو الذي روى الكوفيون أنه جمع القرآن على عهد النبي \" ص \"\r\nإلا سورة أو سورتين منه توفي في خلافة معاوية .\r\n25 - المغيرة بن شعبة\r\nأبو عبد الله شهد الحديبية وغيرها ، توفي بالكوفة في شعبان سنة\r\n50 ه‍ في خلافة معاوية بن أبي سفيان وهو بن سبعين سنة دفن في الثوية\r\n26 - وائل بن حجر الحضرمي\r\nقال أبو نعيم : أصعده النبي \" ص \" على المنبر وأقطعه وكتب له عهدا وقال\r\nهذا وائل سيد الأقبال ثم نزل وائل الكوفة وعقبه بها توفي في خلافة معاوية\r\n27 - هانئ بن أوس الأسلمي\r\nابتنى بالكوفة دارا في أسلم ، توفي في خلافة معاوية وفي ولاية\r\nالمغيرة بن شعبة على الكوفة .\r\n","description":"","footnote":"","page_name":" 103 ","page_number":112},
  {"content":"\r\nالباب الثامن\r\nقبر الإمام علي بن أبي طالب ( ع )\r\nوما ورد عن الأئمة عليهم السلام في تعيين المرقد المقدس\r\nقبر الإمام علي ( ع )\r\nكانت وفاة أمير المؤمنين \" ع \" ( 1 ) قبل الفجر ليلة الجمعة إحدى\r\nوعشرين من شهر رمضان سنة أربعين من الهجرة ، من جراء ضربة\r\nابن ملجم لعنه الله في مسجد الكوفة ، وقد تولى غسله وتكفينه ودفنه\r\nإبناه الحسن والحسين ( ع ) ، وحملا جثمانه الطاهر إلى الغري من نجف\r\nالكوفة ودفناه هناك بين الذكوات البيض ، وتعرف اليوم إحداها\r\nبجبل الديك وتقع في شمال القبر الشريف ، والثانية في جنوبه الشرقي\r\nوتعرف بجبل النور ، والثالثة في جنوبه الغربي وعرفت أخيرا بجبل شرفشاه .\r\nما ورد عن الأئمة عليهم السلام في تعيين المرقد المقدس ( 2 )\r\n1 - ما ورد عن الإمامين الحسن والحسين عليهما السلام في ذلك\r\nأ - وبالاسناد عن حسان بن علي القسري ، قال : حدثنا مولى لعلي\r\nبن أبي طالب ، قال : لما حضرت أمير المؤمنين عليه السلام الوفاة قال\r\nللحسن والحسين : إذا أنا مت ، فاحملاني على سرير ، ثم أخرجاني ،\r\n\r\n","description":"","footnote":" ( 1 ) الشيخ المفيد في إرشاده \" 2 \" فرحة الغري لابن طاووس ","page_name":" 104 ","page_number":113},
  {"content":"\r\nواحملا مؤخر السرير ، فإنكما تكفيان مقدمه ، ثم إتياني الغريين ، فإنكما\r\nستريان صخرة بيضاء ، فاحتفروا فيها ، فإنكما ستجدان فيها ساحة ،\r\nفادفناني فيها ، قال : فلما مات أخرجناه وحملنا مؤخر السرير وكفينا\r\nمقدمة ، وجعلنا نسمع دويا وحفيفا ، حتى أتينا الغريين ، فإذا صخرة\r\nبيضاء تلمع نورا ، فاحتفرنا فإذا ساحة مكتوب عليها : هذا ما ادخره\r\nنوح لعلي بن أبي طالب عليه السلام فدفناه فيها ، وانصرفنا ونحن\r\nمسرورون بإكرام الله تعالى لأمير المؤمنين ، فلحقنا قوم من الشيعة لم\r\nيشهدوا الصلاة عليه فأخبرناهم بما جرى وبإكرام الله تعالى أمير المؤمنين\r\n( ع ) فقالا : نحب أن نعاين من أمره ما عاينتم ، فقلنا لهم أن الموضع قد\r\nعفي أثره بوصية منه ( ع ) فمضوا وعادوا إلينا ، فقالوا : إنهم احتفروا\r\nفلم يروا شيئا .\r\nب - وبالاسناد عن جعفر بن محمد بن قولويه ، قال : حدثني محمد بن\r\nمحمد بن الحسن عن محمد الحسن الصفار عن أحمد بن محمد بن عيسى\r\nعن محمد بن أبي عمير عن الحسن الخلال عن جده قال :\r\nقلنا للحسن بن علي عليهما السلام أين دفنتم أمير المؤمنين صلوات الله\r\nعليه ؟\r\nفقال : خرجنا به ليلا حتى مررنا على مسجد الأشعث ، حتى خرجنا\r\nإلى ظهر ناحية الغري .\r\n","description":"","footnote":"","page_name":" 105 ","page_number":114},
  {"content":"\r\nج - وبالاسناد عن يعقوب بن يزيد قال حدثني ابن أبي عمير يعني\r\nالثقفي عن حسين الخلال عن جده قال : قلت للحسن بن علي ( ع ) أين\r\nدفنتم أمير المؤمنين ( ع ) ؟ قال خرجنا ليلا ، حتى مررنا به على مسجد\r\nالأشعث ، حتى خرجنا إلى الضهر بجنب الغري .\r\n2 - ما ورد عن الإمام زين العابدين علي بن الحسين ( ع ) في ذلك\r\nذكر الحسن بن الحسين بن طحال المقدادي : أن زين العابدين ( ع )\r\nورد إلى الكوفة ، ودخل مسجدها ، وبه أبو حمزة الثمالي ، وكان من\r\nزهاد أهل الكوفة ومشايخها ، فصلى ركعتين ، قال : أبو حمزة : فما سمعت\r\nأطيب من لهجته ، فدنوت منه لأسمع ما يقول فسمعته يقول - إلهي\r\nإن كان قد عصيتك فإني قد أطعتك في أحب الأشياء إليك ، الإقرار\r\nبوحدانيتك منا منك علي لا منا مني عليك . والدعاء معروف ثم نهض ،\r\nقال أبو حمزة . فتبعته إلى مناخ الكوفة ، فوجدت عبدا أسود معه نجيب\r\nوناقة ، فقلت - يا أسود ! من الرجل ؟ فقال أو تخفى عليك شمايله ؟ هو\r\nعلي بن الحسين ، قال أبو حمزة ، فأكببت على قدميه أقبلها ، فرفع رأسي\r\nبيده ، وقال - لا يا أبا حمزة إنما يكون السجود لله عز وجل . قلت - يا بن\r\nرسول الله ! ما أقدمك إلينا ؟ قال . ما رأيت ولو علم الناس ما فيه من\r\nالفضل لأتوه ولو حبوا ، هل لك أن تزور معي قبر جدي علي بن أبي\r\nطالب ( ع ) ؟ قلت . أجل . فسرت في ظل ناقته ، يحدثني حتى أتينا\r\n","description":"","footnote":"","page_name":" 106 ","page_number":115},
  {"content":"\r\nالغريين ، وهي بقعة بيضاء تلمع نورا ، فنزل عن ناقته ، ومرغ خديه\r\nعليها ، وقال . يا أبا حمزة ! هذا قبر جدي علي بن أبي طالب ( ع ) ثم زاره\r\nبزيارة أولها . السلام على اسم الله الرضي ، ونور وجهه المضئ ، ثم\r\nودعه ومضى إلى المدينة ورجعت إنا إلى الكوفة .\r\n3 - ما ورد عن الإمام محمد بن علي الباقر ( ع ) في ذلك\r\nوبالاسناد عن غياث الدين السيد عبد الكريم بن طاووس عن الفقيه\r\nمحمد بن نما عن الفقيه محمد بن إدريس عن عربي بن مسافر عن الياس بن\r\nهشام الحايري عن أبي علي عن الطوسي عن المفيد عن محمد بن أحمد بن\r\nداود ، قال أخبرنا محمد بن الحسن عن سعد بن عبد الله عن أحمد بن\r\nخالد عن الحسن بن علي عن أبي حمزة عن أبي بصير قال -\r\n( سألت أبا جعفر عليه السلام عن قبر أمير المؤمنين ( ع ) فإن الناس\r\nقد اختلفوا فيه ، قال إن أمير المؤمنين ( ع ) دفن مع أبيه نوح في قبره ،\r\nقلت - جعلت فداك من تولى دفنه فقال رسول الله ( ص ) مع الكرام\r\nالكاتبين بالروح والريحان )\r\nوبالاسناد عن النقيب غياث الدين بن طاووس قال . أخبرني الفقيه\r\nنجيب الدين يحيى بن سعيد أحسن الله إليه عن محمد بن عبد الله بن زهرة\r\nالحسيني عن محمد بن الحسن الحسيني عن سعيد بن هبة الله القطب\r\nالراوندي عن ذي الفقار بن معبد عن المفيد محمد بن النعمان عن محمد بن\r\n","description":"","footnote":"","page_name":" 107 ","page_number":116},
  {"content":"\r\nأحمد قال : أخبرنا أبو علي محمد بن أحمد بن زكريا المعروف بابن أبي دينار\r\nقال : حدثنا أبي قال حدثنا الحسن بن علي بن فضال قال حدثنا : عمرو بن\r\nإبراهيم عن خلف بن حماد عن عبد الله بن حسان عن الثمالي عن أبي\r\nجعفر عليه السلام في حديث حدث به أنه كان في وصية أمير المؤمنين ( ع )\r\n( أن أخرجوني إلى الضهر ، فإذا تصوبت أقدامكم ، فاستقبلتكم ريح ،\r\nفادفنوني وهو أول طور سينا ، ففعلوا ذلك ) .\r\nوقال أيضا : أخبرني نجم الدين الفقيه أبو القاسم جعفر بن سعيد رحمه\r\nالله عن الحسن بن الدربي عن شاذان بن جبرائيل عن جعفر الدوريستي\r\nعن جده عن المفيد رحمه الله ، قال : وروى محمد بن عمار - قال : حدثني\r\nأبي عن جابر بن يزيد ، قال : سألت أبا جعفر محمد بن علي الباقر ( ع ) أين\r\nدفن أمير المؤمنين ؟ قال :\r\n( دفن بناحية الغريين ودفن قبل طلوع الفجر ودخل قبره الحسن\r\nوالحسين ومحمد بنو علي عليهم السلام وعبد الله بن جعفر ( رض )\r\nوعن ابن طاووس أيضا قال :\r\nأخبرني والدي قدس الله روحه عن الفقيه محمد بن أبي غالب رحمه\r\nالله عن السيد الفقيه الصفي محمد بن معد الموسوي .\r\nوأخبرني عمي رضي الدين علي بن طاووس عن السيد صفي الدين\r\nبلا واسطة عن محمد بن معد الموسوي عن أحمد بن أبي المظفر محمد بن\r\n","description":"","footnote":"","page_name":" 108 ","page_number":117},
  {"content":"\r\nعبد الله جعفر بن محمد ، قرأت عليه بداره التي يسكنها بدرب الدواب\r\nبنهر معلى بشرقي بغداد في آخر نهار الخميس ثامن صفر سنة ستة عشرة\r\nوستمائة .\r\nوأخبرني عبد الصمد بن أحمد بن أبي الجيش الحنبلي عن أبي الفرج\r\nابن الجوزي الحنبلي وعبد الكريم بن علي السندي .\r\nوأخبرنا شيخنا عبد الحميد بن فخار عن البرهان أحمد بن علي الغزنوي\r\nكلهم عن عبد الله بن أحمد بن الخشاب النحوي الحنبلي ، قال . قرأت على\r\nأبي منصور محمد بن عبد الملك بن حيزون المقري يوم السبت الخامس\r\nوالعشرين من المحرم سنة إحدى وثلاثين وخمسمائة من أصله بخط عمه\r\nأبي الفضل أحمد بن الحسن وسماعه منه فيه بخط عمه في يوم الجمعة سادس\r\nعشر شهر شعبان سنة أربع وثمانين وأربعمائة أخبركم أبو الفضل أحمد\r\nابن الحسن فأقر به ، قال - أخبرنا أبو علي الحسن بن الحسين بن العباس\r\nابن الفضل بن روما ، قرأت عليه ، وأنا أسمع في رجب سنة ثمان وعشرين\r\nوأربعمائة ، قال - أخبرنا أبو بكر أحمد بن نصر بن عبد الله بن الفتح\r\nالذراع النهرواني بها قرأت عليه ، وأنا أسمع في سنة خمس وثلاثين\r\nوثلاثمائة ، قال - حدثنا حرب بن محمد المؤدب ، قال - حدثنا الحسن بن\r\nجمهور العمي القمي ، قال - حدثنا محمد بن الحسين عن محمد بن سنان عن محمد\r\nابن مسكان عن أبي بصير عن أبي عبد الله الصادق جعفر بن محمد ( ع )\r\n","description":"","footnote":"","page_name":" 109 ","page_number":118},
  {"content":"\r\nوأخبره الذراع ، قال - حدثنا صدقة بن موسى أبو العباس ، قال - حدثنا\r\nأبي عن الحسين بن محبوب عن هشام بن سالم عن حبيب السجستاني\r\nعن أبي جعفر محمد بن علي ( ع ) قالا .\r\n( مضى أمير المؤمنين سنة أربعين من الهجرة ونزل الوحي على\r\nرسول الله ( ص ) ولأمير المؤمنين ( ع ) اثنتا عشرة سنة وهو ابن خمس\r\nوستين سنة ، فكان عمره بمكة مع رسول الله ( ص ) اثنتي عشرة سنة ،\r\nوأقام مع رسول الله ( ص ) ثلاث عشرة سنة ، ثم هاجر إلى المدينة ،\r\nفأقام بها مع رسول الله ( ص ) عشر سنين ، ثم أقام بعد ما توفي رسول الله ( ص )\r\nثلاثين سنة ، وكان عمره خمسا وستين سنة ، قبض في ليلة الجمعة ، وقبره\r\nبالغري ، وهو علي بن أبي طالب بن عبد المطلب بن هاشم بن عبد مناف\r\nابن قصي بن كلاب بن مرة )\r\n4 - ما ورد عن الإمام جعفر بن محمد الصادق ( ع ) في ذلك\r\nذكر الثقفي في مقتل أمير المؤمنين ما صورته .\r\nحدثنا محمد قال - حدثني الحسن ، وقد تقدم ذكره قال - حدثنا\r\nإبراهيم يعني الثقفي المصنف ، قال - حدثنا إبراهيم بن يحيى الثوري ،\r\nقال - حدثنا صفوان بن مهران الجمال قال - حملت جعفر بن محمد بن علي\r\n( ع ) فلما انتهيت إلى النجف قال . يا صفوان تياسر حتى تجوز الحيرة ،\r\nفتأتي القائم ، قال فبلغت الموضع الذي وصف لي ، فنزل فتوضأ ، ثم\r\n","description":"","footnote":"","page_name":" 110 ","page_number":119},
  {"content":"\r\nتقدم هو وعبد الله بن الحسن ، فصليا عند القبر ، فلما فرغا من صلاتهما ،\r\nقلت : جعلت فداك أي موضع هذا ؟ قال . هذا القبر الذي يأتيه الناس\r\nهناك .\r\nوأخبرني الوزير المعظم نصير الدين محمد بن محمد بن الحسن الطوسي\r\nعن والده عن فضل الله عن ذي الفقار ، وعن الطوسي عن المفيد\r\nعن محمد بن أحمد ، قال - حدثنا محمد بن تمام ، قال - أخبرنا محمد بن\r\nمحمد بن رياح ، قال - حدثنا عمي أبو القاسم علي بن محمد ، قال - حدثني\r\nعبد الله بن محمد بن خالد التميمي ، قال - حدثني الحسن بن علي الخراز\r\nعن خاله يعقوب بن الياس عن مبارك الخباز ، قال - قال لي أبو عبد الله\r\nعليه السلام ، أسرج البغلة والحمار في وقت ما قدم ، وهو في الحيرة قال -\r\nفركب وركبت معه ، حتى دخل الجرف ، ثم نزل فصلى ، ركعتين ،\r\nثم تقدم قليلا ، فنزل فصلى ركعتين ، ثم تقدم فصلى ، ركعتين ، ثم\r\nركب ورجع قال - فقلت له جعلت فداك ما الأوليتين والثانيتين والثالثتين ؟\r\nفقال إن الركعتين الأوليتين موضع قبر أمير المؤمنين ( ع ) والركعتين\r\nالثانيتين موضع رأس الحسين ( ع ) والركعتين الثالثتين موضع منبر\r\nالقائم ( ع ) .\r\nوبالاسناد عن أحمد بن محمد عن ابن أبي عمير عن القاسم بن محمد\r\nعن عبد الله بن سنان ، قال . أتاني عمر بن يزيد ، فقال لي . اركب\r\n","description":"","footnote":"","page_name":" 111 ","page_number":120},
  {"content":"\r\nفركبت معه ، فمضينا إلى الغري ، فانتهينا إلى قبر ، فقال : انزلوا هذا\r\nقبر أمير المؤمنين عليه السلام ، فقلنا : من أين علمت ؟ فقال : أتيته مع\r\nأبي عبد الله ( ع ) حيث كان بالحيرة غير مرة وخبرني إنه قبره .\r\nوعن ابن طاووس قال - أخبرني عمي رضي الدين عن الحسن بن\r\nالدربي عن محمد بن علي بن شهر شهرآشوب\r\nعن جده عن الطوسي عن المفيد\r\nعن جعفر بن محمد عن محمد بن يعقوب عن سعد بن عبد الله عن أحمد\r\nابن محمد بن عيسى عن الحسن بن علي بن فضال عن عبد الله بن بكير عن بعض أصحابنا عن أبي عبد الله عليه السلام ، أنه سمعه يقول - لما قبض\r\nأمير المؤمنين عليه السلام أخرجه الحسن والحسين ورجلان آخران ،\r\nحتى إذا خرجوا من الكوفة ، وتركوها عن أيمانهم ، ثم أخذوا في\r\nالجبانة ، حتى مروا به إلى الغري ، ودفنوه وسووا قبره وانصرفوا .\r\nوعن ابن طاووس قال -\r\nقال قرأت بخط أبي يعلى الجعفري ( رض ) صهر الشيخ المفيد والجالس\r\nموضعه في سنة ثلاث وستين وأربعمائة ، وحدث أبو نعيم الحسن بن\r\nأحمد بن ميثم بن أبي نعيم عن الفضل بن دكين عن السكوني عن محمد\r\nابن حازم عن سليمان بن خالد عن محمد بن مسلم ، قال - مضينا إلى الحيرة\r\nفاستأذنا ودخلنا إلى أبي عبد الله ( ع ) فجلسنا إليه وسألناه عن قبر أمير\r\nالمؤمنين ( ع ) فقال - إذا خرجتم فجزتم الثوية والقائم ، وصرتم من\r\n","description":"","footnote":"","page_name":" 112 ","page_number":121},
  {"content":"\r\nالنجف على غلوة أو غلوتين ، رأيتم ذكوات بيضا بينها قبر جرفه السيل ،\r\nفذاك قبر أمير المؤمنين ( ع ) قال - فغدونا عن غد فجزنا الثوية والقايم ،\r\nوإذا ذكوات بيض ، فجئناها فإذا قبر كما وصف قد جرفه السيل ،\r\nفنزلنا وسلمنا وصلينا عنده ، ثم انصرفنا ، فلما كان من الغد غدونا إلى\r\nأبي عبد الله ( ع ) فوصفنا له ، فقال - أصبتم أصاب الله بكم الرشاد ،\r\nوعن ابن طاووس قال رأيت في المناقب لابن شهر شهرآشوب\r\nرحمه الله\r\nمما أجاز لي روايته والدي قدس الله روحه عن السيد السعيد شمس الدين\r\nفخار عنه ، قال - وسأل ابن مسكان الصادق ( ع ) عن القائم المائل في طريق\r\nالغريين فقال - نعم - لما جاوزوا بسرير أمير المؤمنين ( ع ) انحنى آسفا\r\nوحزنا على أمير المؤمنين ( ع ) .\r\nوروى الحسن بن محبوب السراد في كتاب المشيخة عن إسحاق بن\r\nجرير عن أبي عبد الله ( ع ) قال - إني لما كنت بالحيرة عند أبي العباس\r\nكنت آتي قبر أمير المؤمنين وهو بناحية الحيرة إلى جانب غري\r\nالنعمان ، فاصلي عنده الصبح قبل الفجر .\r\nما ورد عن الإمام موسى بن جعفر عليه السلام\r\nروى جعفر بن محمد بن قولويه رحمه الله ، قال ، حدثني محمد بن أحمد\r\nابن علي بن يعقوب عن الحسن بن علي بن فضال عن أبيه عن الحسن\r\nابن الجهم بن بكير ، قال - ذكرت لأبي الحسن ( ع ) عيسى بن موسى ،\r\n","description":"","footnote":"","page_name":" 113 ","page_number":122},
  {"content":"\r\nوتعرضه لمن يأتي قبر أمير المؤمنين ( ع ) وإنه كان ينزل موضعا ، يقال له\r\nالثوية يتنزه فيه ، وكان قبر أمير المؤمنين ( ع ) فوق ذلك قليلا ، وهو\r\nالموضع الذي يروي صفوان الجمال أن أبا عبد الله ( ع ) وصف له قال له\r\nفيما ذكر - إذا انتهيت إلى الغري ضهر الكوفة ، فاجعله خلف ظهرك\r\nوتوجه نحو النجف ، وتيامن قليلا ، فإذا انتهيت إلى الذكوات البيض\r\nوالثنية أمامه فذلك قبر أمير المؤمنين ( ع ) وأنا أتيه كثيرا .\r\nوذكر أبو علي بن همام في الأنوار ، إن موسى بن جعفر \" ع \" أحد الأئمة\r\nالذين دلوا على مشهده ، وأشار به إلى هذا الموضع الذي هو الآن .\r\nوعن ابن طاووس قال - قرأت بخط السيد شريف أبي يعلى الجعفري\r\nصهر الشيخ المفيد في كتابه ما صورته -\r\nوروى أصحابنا عن أيوب بن نوح قال - كتبت إلى أبي الحسن\r\nموسى بن جعفر عليه السلام إن أصحابنا قد اختلفوا في زيارة قبر أمير\r\nالمؤمنين ( ع ) فقال بعضهم بالرحبة ، وقال بعضهم بالري فكتبت ( ع )\r\nزره بالغري ، وقد ذكر شيخنا أبو عبد الله عن أبي الحسن بن داود ،\r\nوقد ذكر هذا الحديث في كتابه الذي وصفه وقد سماه المزار ( انتهى )\r\nكلامه\r\nما ورد عن الإمام علي بن موسى الرضا ( ع )\r\nذكر ابن همام في الأنوار بأن الإمام علي الرضا ( ع ) أمر شيعته\r\n","description":"","footnote":"","page_name":" 114 ","page_number":123},
  {"content":"\r\nبزيارة جده الإمام علي بن أبي طالب ( ع ) ودل على أنه بالغريين بضهر\r\nالكوفة .\r\nما ورد عن الإمام محمد بن علي الجواد ( ع ) في ذلك\r\nذكر أبو علي بن همام في كتاب الأنوار أن مولانا محمد بن علي ( ع )\r\nأحد الأئمة الذين دلوا على مشهده ، وأشار إلى هذا الموضع الذي يزار\r\nالآن وكان هذا أبو علي محمد بن أبي بكر بن همام بن سهيل الكاتب\r\nالإسكافي\r\nشيخ أصحابنا ومتقدمهم له منزلة عظيمة كثير الحديث ،\r\nوذكره النجاشي ، وأثنى عليه ، ثم قال له من الكتب كتاب الأنوار\r\nفي تاريخ الأئمة ( ع ) .\r\nما ورد عن الإمام الحسن بن علي العسكري ( ع ) في ذلك\r\nذكر أبو علي بن همام في كتاب الأنوار أن مولانا الحسن بن علي\r\n( ع ) أحد الأئمة الذين دلوا على مشهده وأشار إلى هذا الموضع الذي\r\nيزار الآن .\r\n","description":"","footnote":"","page_name":" 115 ","page_number":124},
  {"content":"\r\nالباب التاسع\r\nبيان عن أسباب إخفاء قبر الإمام\r\nعلي بن أبي طالب ( ع )\r\nإخفاء قبر الإمام \" ع \" سر من أسرار التأريخ . . ؟ ؟ ! !\r\nولم نعلم السر إلا من تصريح أبنائه وأحفاده عليهم السلام ولم تظهر\r\nالحكمة من وراء إخفاء قبر الإمام بعد اطلاعنا على أعمال بني أمية\r\nوالخوارج المعادية لآل البيت \" ع \"\r\nولأجل أن تحيط القارئ الكريم علما نذكر أولا تعليل سر الإخفاء\r\nثانيا - الأعمال المخزية التي اقترفها المعادون والتي سجلتها تحت عنوان\r\n\" من مخازي التأريخ ! ! ! \"\r\nوعند الاطلاع على هاتين المادتين سوف يتراءآ للقارئ الكريم\r\nأسباب إخفاء المرقد المقدس .\r\n","description":"","footnote":"","page_name":" 116 ","page_number":125},
  {"content":"\r\nما ورد عن لسان المؤرخين حول تعليل الأسباب التي أدت إلى إخفاء قبر الإمام ( ع )\r\n1 - في رواية ( 1 ) - لأبي نعيم الحافظ عن الحسين بن علي الخلال\r\nعن جده قالت قلت للحسين بن علي ( ع ) أين دفنتم عليا ؟ قال \" خرجنا به\r\nليلا من منزله حتى مررنا على مسجد الأشعث حتى إذا خرجنا إلى الضهر\r\nبجنب الغري من نجف الكوفة فدفناه هناك وعفينا موضع قبره بوصية\r\nمنه مخافة دولة بني أمية \" .\r\n2 - ( وعلي ( ع ) ( 2 ) أول إمام أخفي قبره ( قيل إن عليا ( ع ) أوصى\r\nأن يخفي قبره لعلمه أن الأمر يصير إلى بني أمية فلم يأمن أن ينبشوا\r\nقبره ويمثلوا به )\r\n3 - إن عليا ( 3 ) لما قتل قصد بنوه أن يخفوا قبره خوفا من بني أمية\r\nأن يحدثوا في قبره حدثا فأوهموا الناس في موضع قبره تلك الليلة وهي\r\nليلة دفنه أيها مات مختلفة ، فشدوا على جمل تابوتا موثقا بالحبال يفوح\r\nمنه روائح الكافور وأخرجوه من الكوفة في سواد الليل صحبة ثقاتهم\r\nيوهمون أنهم يحملونه إلى ( المدينة ) فيدفنونه عند فاطمة ( ع ) وأخرجوا\r\nبغلا وعليه جنازة مغطاة يوهمون أنهم يدفنونه ( بالحيرة ) وحفروا حفائر\r\n\r\n","description":"","footnote":" ( 1 ) كفاية الطالب في مناقب أمير المؤمنين علي بن أبي طالب \" ع \" ص 323\r\n( 2 ) في حياة الحيوان عند ذكر الأوز .\r\n( 3 ) شرح النهج لابن أبي الحديد نقلا عن الشيخ أبي القاسم البلخي عن تحفة العالم\r\nص 251 ","page_name":" 117 ","page_number":126},
  {"content":"\r\nعدة ، منها بالمسجد ، ومنها برحبة القصر قصر الإمارة ، ومنها في حجرة\r\nمن دور آل جعدة بن هبيرة المخزومي ، ومنها في أصل دار عبد الله بن\r\nبريد القسري بحذاء باب الوراقين مما يلي قبلة المسجد ، ومنها في الكناسة ،\r\nومنها في الثوية ، فعمي على الناس موضع قبره ، ولم يعلم دفنه على\r\nالحقيقة إلا بنوه والخواص المخلصون من أصحابه ، فإنهم خرجوا به ( ع )\r\nوقت السحر في الليلة الحادية والعشرين من شهر رمضان ، فدفنوه على\r\nالنجف بالموضع المعروف بالغري بوصاية منه \" ع \" إليهم في ذلك .\r\nوعهد كان قد عهد إليهم ، وعمي موضع القبر على الناس ، واختلفت\r\nالأراجيف في صبيحة ذلك اليوم اختلافا شديدا ، وافترقت الأقوال\r\nفي موضع قبره الشريف وتشعبت ، وادعى قوم أن جماعة من طئ وقعوا\r\nعلى جمل في تلك الليلة ، وقد أضله أصحابه ببلادهم ، وعليه صندوق\r\nفظنوا فيه مالا ، فلما رأوا ما فيه خافوا أن يطالبوا به ، فدفنوا الصندوق\r\nبما فيه ، ونحروا البعير وأكلوه ، وشاع ذلك في \" بني أمية \" وشيعتهم\r\nواعتقدوه حقا ، فقال الوليد بن عقبة من أبيات يذكر بها الإمام \" ع \"\r\nفإن يك قد ضل البعير بحمله * فما كان مهديا ولا كان هاديا\r\n4 - وبالاسناد عن صفوان الجمال \" 1 \" قال : خرجت مع الصادق ( ع )\r\nمن المدينة أريد الكوفة فلما جزنا \" باب الحيرة \" قال صفوان ! قلت :\r\n\r\n","description":"","footnote":" ( 1 ) فرحة الغري ص 76 ","page_name":" 118 ","page_number":127},
  {"content":"\r\nلبيك يا بن رسول الله ! قال تخرج المطايا إلى القائم ، وجد الطريق إلى\r\nالغري ، قال صفوان : فلما صرنا إلى قائم الغري ، أخرج رشاء معه دقيقا\r\nقد عمل من الكنبار ، ثم تبعد من القائم مغربا خطى كثيرة ، ثم مد\r\nذلك الرشاء حتى انتهى إلى آخره فوقف ، ثم ضرب بيده إلى الأرض\r\nفأخرج منها كفا من تراب فشمه مليا ، ثم أقبل يمشي حتى وقف على\r\nموضع القبر الآن ، ثم ضرب بيده المباركة إلى التربة فقبض منها\r\nقبضة ، ثم شهق شهقة ، حتى ظننت أنه فارق الدنيا ، فلما أفاق قال ها هنا\r\nوالله مشهد أمير المؤمنين \" ع \" ثم خط تخطيطا فقلت : يا بن رسول الله !\r\nما منع الأبرار من أهل بيته من إظهار مشهده ، قال حذرا من بني\r\nمروان والخوارج أن تحتال في أذاه .\r\n5 - لقد صنف نقيب الطالبين \" 1 \" السيد عبد الكريم \" ره \" كتابا\r\nفي إثبات مدفن جده أمير المؤمنين \" ع \" بالغريين أسماه \" فرحة الغري \"\r\nومما أورد فيه رواية الشريف محمد بن الحسن الجعفري من مشاهير\r\nالنسابة والمحدثين أنه قال وجدت في كتاب أبي وحدثتني أمي عن أمها\r\nأن جعفر بن محمد حدثها أن أمير المؤمنين أمر ابنه الحسن أن يحفر له أربع\r\nقبور في أربعة مواضع \" في المسجد وفي الرحبة وفي الغري وفي دار جعدة\r\n\r\n","description":"","footnote":" ( 1 ) مجلة الاعتدال النجفية السنة الأولى ص 122 من مقال لمعالي العلامة هبة\r\nالدين الشهرستاني بعنوان \" ما لا يفتقر في شريعة التأريخ \" ","page_name":" 119 ","page_number":128},
  {"content":"\r\nابن هبيرة وإنما أراد بهذا أن لا يعلم أحد من أعدائه موضع قبره .\r\n6 - روى أيضا بإسناده \" 1 \" عن محمد السائب الكلبي قال - أخرج\r\nبعلي \" ع \" ليلا خرج به الحسن والحسين وابن الحنفية وعبد الله بن جعفر\r\nوعدة من أهل بيته ودفن ليلا في ذلك الضهر ضهر الكوفة فقيل له لماذا\r\nفعل به ذلك ؟ قال مخافة الخوارج وغيرهم .\r\nأقول : المراد من غير الخوارج بنو أمية ومن هذا ، وما سبق ، وما\r\nسيأتي يتضح الوجه في اختلاف الرواة ، واضطراب الروايات أن\r\nالهاشميين تقصدوا في تشبيه أمر القبر على الناس ، وألقاء الاختلاف\r\nفيهم صيانة للقبر عن اعتداء بني أمية عليه تشفيا منه .\r\n2 - من مخازي التأريخ\r\nبعد وفاة الإمام علي بن أبي طالب ( ع ) اقترف أعداؤه أعمالا مخزية\r\nسجلها لهم التأريخ بمداد من الخزي والعار ، وإن هذه الأعمال المرتجلة\r\nالخارجة عن حقوق الإنسان توضح للمتتبع نيات الجهة المعادية للإمام\r\nوإن إخفاء القبر المقدس يعد من الحكمة التي يجب أن تقدس في\r\nالتأريخ لأنها حفظت كلمة لا إله إلا الله ومحمد رسول الله وحقنت دماء\r\nالمسلمين بصورة عامة .\r\nومن تلك الأعمال المخزية نورد قسما منها على سبيل المثال وهي كما يلي :\r\n\r\n","description":"","footnote":" ( 1 ) مجلة الاعتدال النجفية السنة الأولى ص 122 ","page_name":" 120 ","page_number":129},
  {"content":"\r\n1 - إن معاوية \" 1 \" حمل قوما من الصحابة وقوما من التابعين على\r\nاختلاق أخبار قبيحة في علي وروايتها ، تقتضي الطعن والبراءة منه ،\r\nوجعل لهم على ذلك جعلا يرغب في مثله فاختلقوا ما أرضاه ، منهم \" عمرو\r\nبن العاص وأبو هريرة والمغيرة بن شعبة \" ومن التابعين \" عروة بن الزبير \"\r\n2 - عن الإسكافي \" 2 \" أن معاوية بذل \" لسمرة بن جندب \" مائة\r\nألف درهم حتى يروي أن هذه الآية نزلت في علي : ( ومن الناس من\r\nيعجبك قوله في الحياة الدنيا ويشهد الله على ما في قلبه وهو ألد الخصام\r\nوإذا تولى سعى في الأرض ليفسد فيها ويهلك الحرث والنسل والله\r\nلا يحب الفساد ) .\r\nوإن الآية الثانية نزلت في ( ابن ملجم ) - وهي قوله ( ومن الناس\r\nمن يشري نفسه ابتغاء مرضات الله ) فلم يقبل فبذل له مائة ألف فلم يقبل\r\nفبذل له ثلاثمائة ألف فلم يقبل فبذل له أربعمائة ألف فقبل .\r\n3 - روى محمد بن المرزبان ( 3 ) أن جعدة بنت الأشعث بن قيس\r\nكانت متزوجة بالحسن فدس إليها يزيد أن سمي الحسن وأنا أتزوجك\r\nففعلت فلما مات الحسن بعثت إلى يزيد تسأله الوفاء بالوعد فقال لها إنا\r\nوالله لم نرضك للحسن فكيف نرضاك لأنفسنا .\r\n\r\n","description":"","footnote":" ( 1 ) شرح النهج لابن أبي الحديد طبع مصر ج 1 ص 358\r\n( 2 ) شرح النهج لابن أبي الحديد ج 1 ص 361\r\n( 3 ) قال ابن عساكر الشافعي في تأريخه في ترجمة الحسن ( ع ) ج 4 ص 226 ومن\r\nص 199 إلى ص 228 عن \" الطباطبائي \" . ","page_name":" 121 ","page_number":130},
  {"content":"\r\n4 - حجر بن عدي بن معاوية بن جبلة بن عدي بن ربيعة بن معاوية\r\nالأكرمين الكندي ، كان ممن وفد هو وأخوه هاني بن عدي على\r\nالنبي \" ص \" وممن شهد القادسية والجمل وصفين وصحب عليا ( ع ) فكان\r\nمن شيعته قال حجر بن عدي ( 1 ) قال لي علي بن أبي طالب كيف\r\nتصنع أنت إذا ضربت ، وأمرت أن تلعنني ، قلت كيف أصنع ؟ قال\r\nإلعني ولا تتبرأ مني فإني ولدت على دين الفطرة .\r\nومن بعد وفاة الإمام ( ع ) على أثر ضربة ابن ملجم لعنه الله وتنازل\r\nالحسن ( ع ) عن الخلافة لمعاوية واستقرار أمر الخلافة لمعاوية بن أبي\r\nسفيان فقد أعلن معاوية في جميع الأقطار والأمصار التابعة لدولته على\r\nأن تكون إحدى وجائب الدولة الرئيسية اللعن والبراءة من علي بن\r\nأبي طالب . وكان ( المغيرة بن شعبة ) والي الكوفة قد نفذ ما أمره به\r\nمعاوية وخالفه جماعة الإمام الموالون خاصة \" حجر بن عدي \" فكان\r\nيلعن معاوية وأصحابه علنا فذاق ذرعا بالمغيرة وأتباعه ، وكذلك بزياد\r\nعند تسنمه إمارة الكوفة بعد وفاة المغيرة ، وبعد المطاردة العنيفة من\r\nقبل زياد فقد ألقى القبض على حجر بن عدي مع جماعته وأرسلوا إلى\r\nمعاوية ، أمام جماعته منهم :\r\n( الأرقم بن عبد الله الكندي ، وشريك بن شداد الحضرمي ، وصيفي\r\n\r\n","description":"","footnote":" ( 1 ) على ما رواه الكشي في رجاله . ","page_name":" 122 ","page_number":131},
  {"content":"\r\nابن فسيل الشيباني ، وقبيصة بن ضبيعة العبسي ، وكريم بن عفيف\r\nالخثعمي ، وعاصم بن عوف البجلي ، وورقاء بن سمي البجلي ، وكدام بن\r\nحيان ، وعبد الرحمان بن حسان العنزيان ، ومحرز بن شهاب التميمي ، وعبد\r\nالله بن حوية السعدي التميمي ) فهؤلاء اثنا عشر رجلا وأتبعهم زياد\r\nبرجلين وهما \" عتبة بن الأخنس من سعد بن بكر ، وسعد بن نمران\r\nالهمداني \" فأمر معاوية بترك ستة منهم وقتل ثمانية بعد أن عرض\r\nعليهم البراءة من علي ( ع ) واللعن له فأبوا وقالت ( هند بنت زيد\r\nالأنصارية ) ترثي حجرا وكانت تتشيع\r\nترفع أيها القمر المنير * تبصر هل ترى حجرا يسير\r\nيسير إلى معاوية بن حرب * ليقتله كما زعم الأمير\r\nتجبرت الجبابر بعد حجر * وطاب لها ( الخورنق والسدير )\r\nوأصبحت البلاد له محولا * كأن لم يحيها مزن مطير\r\nألا يا حجر حجر بن عدي * تلقتك السلامة والسرور\r\nأخاف عليك ما أردى عديا * وشيخا في ( دمشق ) له زئير\r\nفإن تهلك فكل زعيم قوم * من الدنيا إلى هلك يصير\r\nوقيل إنه قال لمن حضره من قومه حين القتل لا تطلقوا عني حديد ،\r\nولا تغسلوا عني دما فإني لاق معاوية غدا على الجادة ، قال ( ابن سيرين )\r\nبلغنا أن معاوية لما حضرته الوفاة يقول ( يومي منك يا حجر طويل )\r\n","description":"","footnote":"","page_name":" 123 ","page_number":132},
  {"content":"\r\nوكانت تلك الحادثة المؤلمة سنة 51 ( 1 )\r\n5 - عمرو بن الحمق بن الكاهن الخزاعي ، شهد مع علي عليه السلام\r\nمشاهده وكان فيمن سار إلى عثمان وأعلن على قتله ، قبض عليه زياد وأمر\r\nأن يطعن تسع طعنات فمات في الأولى أو الثانية وذلك سنة 51 وأرسل\r\nزياد برأسه إلى معاوية ، وكان أول رأس حمل في الإسلام .\r\n6 - أخذ ( زياد جويرية بن مسهر العبدي ) فقطع يده ورجله وصلب\r\nإلى جانبه . \" بن معكبر \" ، وكان جذعا طويلا فصلبه على جذع قصير\r\nإلى جانبه ولا ذنب لجويرية سوى حبه لأمير المؤمنين ( ع ) .\r\n7 - كان زياد ابن أبيه ممن نصب العداء لأمير المؤمنين عليه السلام\r\nوكان يتبع أصحاب علي ( ع ) وهو بهم أبصر فيقتلهم تحت كل حجر\r\nومدر ، وكان \" عبد الرحمن بن حسان العنزي \" من أصحاب علي ( ع )\r\nأقام بالكوفة يحرض الناس على بني أمية فقبض عليه زياد وأرسله إلى\r\n\" الشام \" فدعاه معاوية إلى البراءة من علي ( ع ) فأغلظ عبد الرحمن في\r\nالجواب فرده معاوية إلى زياد فقتله سنة 51\r\n8 - ما عمله بنو أمية في عبد الله بن يقطر رضيع الحسين ( 2 ) \" ع \" عندما\r\n\r\n","description":"","footnote":" ( 1 ) تأريخ ابن الأثير وتأريخ الطبري في حوادث سنة 51\r\n( 2 ) كان عبد الله بن يقطر الحميري صحابيا وكان لدة الحسن ( ع ) كما ذكره ابن حجر\r\nفي الإصابة والجزري في أسد الغابة واللدة الترب الذي ولد معك وتربى ، لأن يقطر أباه كان\r\nخادما عند رسول الله ( ص ) وكانت زوجته ميمونة في بيت أمير المؤمنين \" ع \" فولدت\r\nعبد الله قبل ولادة فاطمة الحسين - ع - بثلاثة أيام وكانت ميمونة حاضنة له ، فلذا\r\nعرف عبد الله برضيع الحسين . ( عن تاريخ الكوفة للبراقي ) ","page_name":" 124 ","page_number":133},
  {"content":"\r\nأمره ابن زياد بالصعود إلى مرتفع وأمره أن يلعن ( الحسين )\r\n( ع ) ويقول - الكذاب ابن الكذاب - فصعد عبد الله القصر ولما أشرف على الناس قال : أيها الناس أنا رسول الحسين بن علي ابن بنت رسول الله\r\nإليكم لتنصروه وتؤآزروه على ابن مرجانة وابن سمية الدعي ابن الدعي\r\nفأمر عبيد الله بن زياد فألقي من فوق القصر إلى الأرض فتكسرت\r\nعظامه وبقي به رمق فأتاه ( عبد الملك بن عمير اللخمي ) - وكان قاضي\r\nالكوفة وفقيهها - فذبحه بمدية فلما عيب عليه قال إني أردت أن أريحه .\r\n9 - لما جاء خبر عبد الله بن يقطر ومسلم وهاني إلى الحسين ( ع )\r\nوهو بزبالة نعاه لأصحابه فقال مما قال :\r\n( أتانا خبر فظيع قتل ( مسلم بن عقيل وهاني بن عروة وعبد الله\r\nابن يقطر ) وقد خذلتنا شيعتنا ) الخ -\r\nكان مقتل مسلم \" رض \" يوم الأربعاء في اليوم الثامن من ذي الحجة\r\n\" يوم التروية \" وهو اليوم الذي خرج فيه الحسين ( ع ) يقصد الكوفة .\r\nومقتل هاني كان في اليوم التاسع من ذي الحجة بعد قتل مسلم بيوم\r\nواحد وكان له من العمر سبع وتسعون سنة .\r\nوأمر ابن زياد : فسحبت جثتاهما من أرجلهما بالأسواق والناس\r\nينظرون إليهما : يا له من منظر فظيع وعبرة لمن اعتبر .\r\nثم ابن زياد بعث برأسي مسلم وهاني إلى \" يزيد الخنا \" مع هاني بن\r\n","description":"","footnote":"","page_name":" 125 ","page_number":134},
  {"content":"\r\nأبي حية الوداعي ، والزبير بن الأروح التميمي ، واستوهبت جثتاهما\r\nودفناهما عند القصر حيث موضعهما اليوم وقبراهما كل على حدة : قال\r\nعبد الله بن الزبير الأسدي يؤنبهما من أبيات - :\r\nفإن كنت لا تدرين ما الموت فانظري * إلى هانئ في السوق وابن عقيل\r\nإلى بطل قد هشم السيف وجهه * وآخر يهوي من طمار قتيل\r\n10 - فتك ابن زياد بنخبة من الرجال الصالحين والموالين لآل البيت\r\nولا ذنب لهم إلا لكونهم قد أخذوا البيعة للحسين بن علي ( ع ) في\r\nالكوفة وقد أرسل عليهم ابن زياد وسجنهم وبعد قتل مسلم أخرجهم\r\nوأمر بضرب أعناقهم أما النخبة الصالحة فهم على ما يلي : -\r\n1 - عبيد الله بن عمرو بن عزيز الكندي 2 - عبيد الله بن الحارث بن\r\nنوفل بن عمرو بن الحارث بن ربيعة بن بلال بن أنس بن سعد الهمداني\r\n3 - عبد الأعلى بن يزيد الكلبي العليمي ( من بني عليم ) 4 - العباس\r\nبن جعدة الجدلي 5 - عمارة بن صلخب الأسدي\r\n11 - ميثم التمار حبس مع المختار بن أبي عبيد الثقفي بعد شهادة مسلم\r\nابن عقيل وهاني بن عروة بيومين أو ثلاث وقتل قبل مقدم الحسين ( ع )\r\nإلى العراق بعشرة أيام وهو أول من ألجم في الإسلام .\r\n","description":"","footnote":"","page_name":" 126 ","page_number":135},
  {"content":"\r\nوصلب من قبل عبيد الله بن زياد بعد قتله وفي اليوم الثالث من\r\nصلبه طعن بالحربة فكبر ثم انبعث في آخر النهار فمه وأنفه دما .\r\n12 - ورشيد الهجري قطعت يداه ورجلاه ولسانه لأنه أبى أن يتمثل\r\nأمر عبيد الله بن زياد بالبراءة من الإمام أمير المؤمنين ( ع )\r\n13 - وحادثة الطف أبشع وأفضع حادثة حدثت في التأريخ منذ أن\r\nخلق الله آدم لحين قيام الساعة ولا حاجة لذكرها لأنها معلومة ونخرج\r\nعن موضوعنا هذا .\r\n14 - والحجاج ابن يوسف الثقفي أراد أن يتقرب إلى الله بدم أحد\r\nأصحاب الإمام حسب زعمه فذبح قنبر مولى الإمام علي ( ع ) لأنه\r\nكان يحب عليا حبا شديدا .\r\n15 - ولم يكتف الحجاج بقتل قنبر بل قتل كميل بن زياد بن نهيك\r\nابن الهيثم بن سعيد بن مالك بن الحارث بن صهبان بن مالك بن النخع\r\nمن مذحج ، وهو الصحابي التقي الورع ، شهد مع الإمام علي ( ع )\r\nصفين ، كما ذكره ابن سعد في الطبقات ، وكان شريفا مطاعا في قومه ،\r\nوكان ثقة قليل الحديث ، : وقال ابن عمار : كان من رؤساء الشيعة ،\r\nوذكره المداني في عباد أهل الكوفة ( 1 ) وقال ابن أبي الحديد في شرح\r\nالنهج كان عامل علي ( ع )\r\n\r\n","description":"","footnote":" ( 1 ) تهذيب التهذيب لابن حجر العسقلاني ج 8 ص 447 - 448 طبع حيدر آباد\r\nدكن عن هامش تاريخ الكوفة للبراقي ","page_name":" 127 ","page_number":136},
  {"content":"\r\n16 - عن هشام السائب ( 1 ) الكلبي عن أبيه قال : أدركت بني أود\r\nوهم يعلموهم أولادهم وحرمهم سب علي بن أبي طالب وفيهم رجل من\r\nرهط عبد الله بن إدريس بن هاني دخل على الحجاج بن يوسف الثقفي\r\nيوما فكلمه بكلام فأغلظ له الحجاج في الجواب فقال له لا تقل هذا\r\nأيها الأمير فلا لقريش ولا لثقيف منقبة يعتدون إلا ونحن نعتد بمثلها\r\nقال له وما مناقبكم قال ما انتقص عثمان ولا يذكر بسوء في نادينا قط . قال\r\nهذه منقبة قال وما رؤي منا خارجي قط قال وهذه منقبة قال وما شهد\r\nمنا مع أبي تراب مشاهده إلا رجل واحد فأسقطه ذلك عندنا وأخمله\r\nفما له عندنا قدر ولا قيمة قال ومنقبة قال وما أراد منا رجل أن يتزوج\r\nامرأة إلا وسأل عنها هل تحب أبا تراب أو تذكره بخير فإن قيل أنها\r\nتفعل ذلك اجتنبها فلم يتزوجها قال ومنقبة قال وما ولد فينا ذكر\r\nفسمي عليا ولا حسنا ولا ولدت فينا جارية فسميت فاطمة قال ومنقبة ،\r\nقال ونذرت منا امرأة حين أقبل الحسين إلى العراق إن قتله الله أن\r\nتنحر عشرة جزر فلما قتل وفت بنذرها قال ومنقبة قال ودعي رجل منا\r\nإلى البراءة من علي ولعنه فقال نعم وأزيدكم حسنا وحسينا قال ومنقبة ،\r\nقال وقال لنا أمير المؤمنين عبد الملك أنتم الشعار دون الدثار وأنتم\r\nالأنصار بعد الأنصار قال ومنقبة ، قال وما بالكوفة ملاحة إلا ملاحة بني\r\n\r\n","description":"","footnote":" ( 1 ) رواه ابن أبي الحديد في شرح النهج وفي مروج الذهب ج 2 ص 143 طبع\r\nفي سنة 1346 \" وفي كتاب نور الأقاحي النجدية \" عن ابن طاووس \" فرحة الغري \" ","page_name":" 128 ","page_number":137},
  {"content":"\r\nأود فضحك الحجاج قال هشام ابن السائب الكلبي قال لي أبي فسلبهم\r\nالله ملاحتهم )\r\nوفاتنا من درج الكلمة الآتية في الفقرة 15 من ص 127 وتكملة للموضوع أقول\r\nكان كميل ( ره ) عامل الإمام علي \" ع \"\r\n( على هيت ، وقال ابن حجر العسقلاني في الإصابة أدرك من الحياة\r\nالنبوية ثمان عشرة سنة قتل سنة 82 ، وقيل سنة 88 وهو ابن سبعين سنة\r\nعلى ما يقول ابن حجر في الإصابة عن ابن أبي خيثمة ، وقبره عند\r\nالثوية معروف يزار ويتبرك به . )\r\n17 - وأما زيد الشهيد الذي تربى في حجر أبيه السجاد الإمام علي بن\r\nالحسين الإمام بن علي بن أبي طالب ( ع ) وتخرج عليه وعلى الإمامين الباقر\r\nوالصادق عليهما السلام ومنهم أخذ لطائف المعارف وأسرار الأحكام ،\r\nوأبو حنيفة يقول : شاهدت زيد بن علي كما شاهدت أهله ، فما رأيت\r\nفي زمانه أفقه منه ، ولا أسرع جوابا ، ولا أبين قولا ( 1 ) وأما الحافظ\r\nابن شبة وابن حجر الهيثمي ( 2 ) والذهبي \" 3 \" وابن تيمية \" 4 \" كلماتهم\r\nتشهد بأنه من أكابر العلماء وأفاضل أهل البيت في العلم والفقه ، وإن\r\nأردنا الإلمام بكل ما يتعلق بالبطل الشهيد لضاق مجلدنا هذا ولما كانت\r\nالغاية من درج حادثته في هذا الباب هو بيان نكبة الإسلام بقتله من\r\n\r\n","description":"","footnote":" ( 1 ) الخطط المقريزية ج 4 ص 307\r\n( 2 ) الصواعق المحرقة ص 31\r\n( 3 ) مختصر تاريخ الإسلام\r\n( 4 ) منهاج السنة ج 4 ص 8 \" هامش تاريخ الكوفة للبراقي \" ","page_name":" 129 ","page_number":138},
  {"content":"\r\nقبل بني أمية ، ففي ليلة الجمعة الثالثة من صفر سنة 121 ه‍ رمي زيد\r\nبسهم من قبل راشد مملوك يوسف بن عمر وقد أصاب السهم جبهة زيد\r\nرضوان الله عليه وجاؤا به أصحابه وأدخلوه بيت حران بن كريمة مولى\r\nلبعض العرب في سكة البريد ( 1 ) في دور \" أرحب وشاكر \" وجاؤا\r\nبطبيب يقال له شقير - وفي مقاتل أبي الفرج ، اسمه سفيان - فقال له\r\nالطبيب : إ ن نزعته من رأسك مت ، فقال الموت أهون علي مما أنا\r\nفيه ، فأخذ الكلبتين فانتزعه ، وقد توفي رضوان الله عليه ساعة انتزاع\r\nالسهم وكان عمره يوم قتل اثنتين وأربعين سنة ( 2 ) ودفن في بستان رجل\r\nيقال له زائدة ( 3 ) ووضعوا عليه الحشيش وأجروا عليه الماء .\r\nوبعد أن استبان للوالي يوسف بن عمر موضع دفنه بعد أن نقب عليه\r\nكثيرا بعث العباس بن سعيد المزني فنبشوا القبر وأخرجوا الجثمان\r\nالطاهر وحملوه على جمل وكان عليه قميص هروي فألقي على باب القصر\r\nفخر كأنه جبل فأمر يوسف بن عمر بقطع رأسه : وفي حديث أبي مخنف\r\nقطع رأسه ابن الحكم بن الصلت فإن الحكم بن الصلت بعث ابنه وصاحب\r\nالشرطة العباس بن سعيد المزني لاستخراج جثة زيد فكره العباس أن يغلب\r\nابن الحكم عليه فتركه وسرح الحجاج بن القاسم بن محمد بن الحكم بن أبي عقيل\r\n\r\n","description":"","footnote":" ( 1 ) تقع هذه السكة بالقرب من المسجد الأعظم\r\n( 2 ) ابن سعد في الطبقات \" ج 5 ص 239 \" والمقريزي في الخطط ج 4 ص 312 ، والشيخ المفيد في إرشاده\r\n( 3 ) الأمالي للصدوق . ","page_name":" 130 ","page_number":139},
  {"content":"\r\nبشيرا إلى يوسف بن عمر .\r\nثم صلب جسد زيد منكوسا ( 1 ) بسوق الكناسة ( 2 ) وبقي مرفوعا\r\nعلى الخشبة زمنا طويلا ، حتى اتخذته الفاختة وكرا ( 3 ) قيل سنة\r\nوأشهرا ، وقيل ثلاث سنين ، وقيل أربع سنين ، وقيل خمس سنين ، وقيل\r\nست سنين ، ثم أمر هشام بإحراقه ، وقيل أن الذي أمر بإحراقه الوليد\r\nبن يزيد بن عبد الملك عند ظهور يحيى بن زيد سنة 125 كتب إلى\r\nيوسف بن عمر : إذا أتاك كتابي فأنزل عجل أهل العراق ، وانسفه في\r\nاليم نسفا ، فلما وقف على الكتاب أمر خراش بن حوشب فأنزله\r\nمن جذعه ، وأحرقه بالنار ، وجعله في قواصر ، وحمله في سفينة ، وذراه\r\nفي الفرات ، وفي حديث أبي حمزة الثمالي بعد أن أحرقه ، دق عظمه\r\nبالهواوين ، وذراه بالعريض من أسفل العاقول .\r\nهذا غيض من فيض وإننا لم نتطرق إلى إباحة المدينة وهدم الكعبة\r\nوالطف لأنها من الأمور التي يبقى أمامها القلم واجما واللسان متلعثما وكذلك\r\nلم نذكر من أعمال الخوارج شيئا لضيق المجال وإنما أردنا بهذه النبذ تبيان الحقيقة\r\nحول الأسباب التي أدت إلى إخفاء قبره الشريف لأنه سلام الله عليه كان\r\nيعلم بأن الأمر سيتولاه من بعده بنو أمية بالنظر لفقدان المقاييس وتغلب\r\n\r\n","description":"","footnote":" ( 1 ) كامل ابن الأثير\r\n( 2 ) العقد الفريد في باب مقتله\r\n( 3 ) منتخب الطريحي \" عن هامش كتاب زيد \" ","page_name":" 131 ","page_number":140},
  {"content":"\r\nالفتنة لانقسام المسلمين على بعضهم وكان منهم المقلد الأعمى كأهل\r\nالشام ، ومنهم الخارجون عن الدين كالخوارج ، ومنهم المارقون كمعاوية\r\nوأتباعه ومنهم المتخاذلون عن نصرته وهم أهل العراق ، وبنتيجة هذه\r\nالاختلافات فقد تسمت الأفكار وثبطت العزائم وانقلبت الحقائق\r\nرأسا على عقب ، وكذلك عندما رأى ( ع ) رغبة بني أمية الشديدة في الملك\r\nورغبة الخوارج الشديدة بالانتقام من آل البيت وخوفا من المثلة بجسده\r\nالطاهر بعد دفنه وتحاشى وقوع الاشتباك بين أبنائه وشيعته الخلص من\r\nجهة وبين أعدائه من جهة أخرى وحقنا إلى دماء المسلمين فقد أوصى\r\nعليه السلام بإخفاء قبره .\r\n","description":"","footnote":"","page_name":" 132 ","page_number":141},
  {"content":"\r\nالباب العاشر\r\nمن زار قبر الإمام علي بن أبي طالب ( ع )\r\nمن الأئمة \" ع \"\r\nإن ستة من الأئمة الاثني عشر ( ع ) قد زاروا أباهم أمير المؤمنين عليا ( ع )\r\nفي مشهد الغري ، وهم الحسين السبط وابنه السجاد ، وابنه الباقر ، ثم جعفر الصادق ، ثم الهادي ، وابنه الحسن العسكري ( ع ) وعدة أخرى\r\nمن عظماء أهل البيت أمثال زيد الشهيد بن علي بن الحسين ( 1 )\r\nزيارة السجاد الإمام علي بن الحسين ( ع ) لجده بالمجاز من ناحية الكوفة ( 2 )\r\nبالإسناد عن السيد عبد الكريم بن طاووس قال : أخبرني الوزير السعيد العلامة نصير الملة والدين محمد بن أبي بكر محمد بن الحسن\r\nالطوسي \" ره \" عن والده عن السيد فضل الله العلوي الحسني عن ذي\r\nالفقار بن معيد الطوسي عن المفيد عن محمد بن أحمد بن داود القمي ،\r\n\r\n","description":"","footnote":" ( 1 ) كما رواه ابن طاووس ، والقاضي ابن خلكان ، والكاتب عبد الحميد بن أبي الحديد\r\n( 2 ) فرحة الغري ص 20 ","page_name":" 133 ","page_number":142},
  {"content":"\r\nقال أخبرنا محمد بن علي بن الفضل الكوفي ، قال حدثنا أبو الحسن محمد\r\nابن روح القزويني من لفظه ، بالكوفة قال حدثنا أبو القاسم النقاش\r\nبقزوين ، قال حدثني الحسين بن يوسف عن عميرة عن أبيه سيف عن\r\nجابر بن يزيد الجعفي ، قال قال أبو جعفر ( ع ) مضى أبي علي بن\r\nالحسين ( ع ) إلى قبر أمير المؤمنين ( ع ) بالمجاز وهو من ناحية الكوفة\r\nفوقف عليه ثم بكى وقال :\r\nالسلام عليك يا أمير المؤمنين السلام عليك يا أمين الله في أرضه\r\nوحجته على عباده أشهد أنك جاهدت في الله حق جهاده ، وعملت بكتابه\r\nواتبعت سنة نبيه حتى دعاك الله إلى جواره وقبضك إليه باختياره وألزم\r\nأعدائك الحجة في قتلهم إياك مع ما لك من الحجج البالغة على جميع\r\nخلقه ، اللهم فاجعل نفسي مطمئنة بقدرك راضية بقضائك ، مولعة\r\nبذكرك ودعائك محبة لصفوة أوليائك ، محبوبة في أرضك وسمائك ،\r\nصابرة على نزول بلائك ، شاكرة لفواضل نعمائك ذاكرة لسابغ آلائك\r\nمشتاقة إلى فرحة لقائك متزودة التقوى ليوم جزائك ، مستنة بسنن\r\nأوليائك ، مفارقة لأخلاق أعدائك ، مشغولة عن الدنيا بحمدك وثنائك\r\nثم وضع خده على قبره وقال .\r\nاللهم إن قلوب المخبتين إليك والهة ، وسبل الراغبين إليك شارعة ،\r\nوأعلام القاصدين إليك واضحة ، وأفئدة العارفين منك فازعة ،\r\n","description":"","footnote":"","page_name":" 134 ","page_number":143},
  {"content":"\r\nوأصوات الداعين إليك صاعدة وأبواب الإجابة لهم مفتحة ، ودعوة\r\nمن ناجاك مستجابة ، وتوبة من أناب إليك مقبولة ، وعبرة من بكى\r\nمن خوفك مرحومة ، والإغاثة لمن استغاث بك موجودة والإعانة لم\r\nاستعان بك مبذولة ، وعداتك لعبادك منجزة وزلل ( 1 ) من استقالك مقالة\r\nوأعمال العاملين لديك محفوظة وأرزاق الخلائق من لدنك نازلة وعوائد\r\nالمزيد إليهم واصلة وذنوب المستغفرين مغفورة وحوائج خلقك عندك\r\nمقضية وجوائز السائلين عندك موفورة ، وعوائد المزيد إليهم متواترة ،\r\nوموائد المستطعمين معدة ، ومناهل الضمأ مترعة ، اللهم فاستجب دعائي ،\r\nواقبل ثنائي ، واجمع بيني وبين أوليائي بحق محمد وعلي وفاطمة والحسن\r\nوالحسين آبائي ( 2 ) إنك ولي نعمائي وغاية رجائي في منقلبي ومثواي . ( اه‍ )\r\nقال ابن أبي قرة في مزاره ما صورته ، قال أخبرنا محمد بن عبد الله\r\nقال أخبرنا إسحق بن محمد بن مروان الكوفي الغزال ، قال أخبرنا أبي\r\nقال أخبرنا علي بن سيف بن عمير عن أبيه عن جابر بن يزيد الجعفي\r\nعن أبي جعفر محمد بن علي ( ع ) قال كان أبي علي بن الحسين ( ع ) قد\r\nاتخذ منزله من بعد مقتل أبيه الحسين بن علي ( ع ) بيتا من شعر وأقام\r\nبالبادية فلبث بها عدة سنين كراهية لمخالطة الناس وملابستهم وكان\r\n\r\n","description":"","footnote":" ( 1 ) الزلل جمع زلة لا مصدر\r\n( 2 ) إذا كان الإنسان علويا فاطميا جاز له أن يقول ( آبائي ) وإن لم يكن كذلك فليقل ساداتي . ","page_name":" 135 ","page_number":144},
  {"content":"\r\nيصير من البادية بمقامه بها إلى العراق زائرا لأبيه وجده ( ع ) ولا يشعر\r\nبذلك من فعله ، قال محمد بن علي فخرج سلام الله عليه متوجها إلى العراق\r\nلزيارة أمير المؤمنين وأنا معه ، وليس معنا ذو روح إلا الناقتين فلما\r\nانتهى إلى النجف من بلاد الكوفة وصار إلى مكان منه فبكى حتى\r\nاخضلت لحيته بدموعه ثم زار زيارة أمين الله .\r\n2 - زيارة الباقر ( ع ) لقبر الإمام علي ( ع )\r\nزار الإمام محمد بن علي الباقر ( 1 ) ( ع ) قبر مولانا أمير المؤمنين مع\r\nوالده السجاد ( ع )\r\n3 - زيارة الإمام جعفر بن محمد الصادق ( ع ) قبر الإمام علي ( ع )\r\nزار الإمام جعفر الصادق ( ع ) جده الإمام علي ( ع ) ست مرات\r\nزيارات مختلفة كلها مضبوطة ومدونة في تحفة الزائر للمجلسي وفرحة\r\nالغري لابن طاووس وغيرها وإليك البعض منها لما فيه من العظة\r\nوالارشاد والتعيين للمرقد المقدس .\r\nوبالاسناد عن علي بن محمد بن الفضل قال أخبرنا محمد بن محمد قال\r\nأخبرنا علي بن محمد بن رياح ، قال حدثني عبيد الله بن نهيك الشجري\r\nعن عبيس بن هشام الناشري عن صالح بن سعيد القماط عن يونس بن\r\n\r\n","description":"","footnote":" ( 1 ) كتاب لباب المسرة من كتاب ابن أبي قرة ألقاني فرحة الغري ص 53 ","page_name":" 136 ","page_number":145},
  {"content":"\r\nظبيان قال أتيت أبا عبد الله ( ع ) حين قدم الحيرة وذكر حديثا حدثنا\r\nإلا أنه سار معه حتى أتينا إلى المكان الذي أراد فقال يا يونس إقرن\r\nدابتك فقرنت بينهما ثم رفع يده فدعا دعاءا خفيا لا أفهمه ثم استفتح\r\nالصلاة وقرأ فيها سورتين خفيفتين يجهر فيهما وفعلت كما فعل ثم دعا\r\nففهمته وعلمنيه ، وقال يا يونس أتدري أي مكان هذا ؟ قلت جعلت فداك\r\nلا والله ! لكني أعلم أني في الصحراء قال - هذا قبر أمير المؤمنين ( ع )\r\nيلتق هو ورسول الله يوم ا لقيامة .\r\nالدعاء :\r\n\" اللهم ! لا بد من أمرك ولا بد من قدرك ، ولا بد من قضائك ،\r\nولا حول ولا قوة إلا بك ، اللهم ! فكما قضيت علينا من قضاء ،\r\nوقدرت علينا من قدر ، فاعطنا معه صبرا يقهره ويدمغه ، وأجعله لنا\r\nصاعدا في رضوانك ، ينمي في حسناتنا وتفضيلنا ، وسؤددنا ، وشرفنا ،\r\nومجدنا ، ونعمائك ، وكرامتك في الدنيا والآخرة ، ولا تنقص من\r\nحسناتنا ،\r\nاللهم ! وما أعطيتنا من عطاء ، أو فضلتنا به من فضيلة ، أو أكرمتنا به\r\nمن كرامة ، فاعطنا معه شكرا يقهره ويدمغه ، وأجعله لنا صاعدا في\r\nرضوانك ، وحسناتنا وسؤددنا وشرفنا ونعمائك وكرامتك في الدنيا\r\nوالآخرة ، ولا تجعله لنا أشرا ولا بطرا ولا فتنة ولا عذابا ولا خزيا\r\n","description":"","footnote":"","page_name":" 137 ","page_number":146},
  {"content":"\r\nفي الدنيا والآخرة .\r\nاللهم ! إنا نعوذ بك من عثرة اللسان ، وسوء المقام ، وخفة الميزان ،\r\nاللهم ! لقنا حسناتنا في الممات ، ولا ترنا أعمالنا علينا حسرات ، ولا تخزنا\r\nعند قضائك ، ولا تفضحنا بسيئاتنا يوم بلقاك ، وأجعل قلوبنا تذكرك\r\nولا تنساك ، وتخشاك كأنها تراك حين تلقاك ، وبدل سيئاتنا حسنات\r\nوحسناتنا درجات ، وأجعل درجاتنا غرفات ، وأجعل غرفاتنا عاليات ،\r\nاللهم ! أوسع لفقيرنا من سعة ما قضيت على نفسك ، وأنلنا الهدى\r\nما أبقيتنا ، والكرامة إذا توفيتنا ، والحفظ فيما بقي من عمرنا ، والبركة\r\nفيما رزقتنا ، والعون على ما حملتنا ، والثبات على ما طوقتنا ، ولا تؤاخذنا\r\nبظلمنا ، ولا تعاقبنا بجهلنا ، ولا تستدرجنا بخطيئتنا ، وأجعل أحسن\r\nما نقول ثابتا في قلوبنا ، واجعلنا عظماء عندك أذلة في أنفسنا ، وانفعنا\r\nبما علمتنا ، وزدنا علما نافعا وأعذنا من قلب لا يخشع ، ومن عين\r\nلا تدمع ، وصلاة لا تقبل ، وأجرنا من سوء الفتن يا ولي الدنيا\r\nوالآخرة ( 1 )\r\n4 - زيارة الإمام علي بن محمد الهادي ( ع ) لقبر جده علي ( ع )\r\nعن ابن طاووس قال : أخبرني والدي وعمي \" رض \" عن محمد بن\r\nنما عن محمد بن جعفر عن شاذان بن جبرائيل القمي \" رض \" عن الفقيه\r\n\r\n","description":"","footnote":" ( 1 ) نقل من خط الطوسي من التهذيب ","page_name":" 138 ","page_number":147},
  {"content":"\r\nالعماد محمد بن القاسم الطبري عن أبي علي عن والده محمد بن الحسن\r\nالطوسي عن الشيخ المفيد محمد بن محمد بن النعمان عن أبي القاسم جعفر\r\nابن قولويه عن محمد بن يعقوب الكليني عن علي بن إبراهيم عن أبيه\r\nعن أبي القاسم بن روح وعثمان بن سعيد العمري عن أبي محمد الحسن بن\r\nعلي العسكري عن أبيه صلوات الله عليهما ، وذكر أنه ( ع ) زار بها في يوم\r\nالغدير في السنة التي أشخصه فيها المعتصم يقف عليه صلوات الله عليه ،\r\nويقول ، السلام على رسول الله خاتم النبيين وهي تقرب عن كراسة ونصف\r\nقطع الثمن وآخرها الذين لا خوف عليهم ولا هم يحزنون إنك حميد مجيد .\r\n5 - زار الإمام الحسن بن علي العسكري ( ع ) لقبر جده الإمام علي ( ع )\r\nكما جاء في فرحة الغري وفي حياة الحيوان للدميري في مادة فهد .\r\n6 - زيارة زيد الشهيد بن علي بن الحسين ( ع ) لقبر جده الإمام علي ( ع )\r\nقال صفي الدين محمد بن معد الموسوي رحمه الله : رأيت في بعض\r\nالكتب القديمة الحديثة ، حدثنا أبو العباس أحمد بن حميد ، قال حدثنا\r\nحسن بن عبد الرحمن بن محمد الأزدي قال : حدثنا حسين بن علي\r\nالأزدي قال أخبرني أبي عن الوليد بن عبد الرحمن قال أخبرني\r\nأبو حمزة الثمالي قال : كنت أزور علي بن الحسين ( ع ) في سنة مرة في\r\nوقت الحج فأتيته سنة من السنين وإذا على فخذه صبي فقعدت إليه\r\nوجاء الصبي فوقع على عتبة الباب فانشج فوثب إليه علي بن الحسين ( ع )\r\n","description":"","footnote":"","page_name":" 139 ","page_number":148},
  {"content":"\r\nمهرولا ، فجعل ينشف دمه بثوبه ، ويقول : له يا بني ! أعيذك بالله أن\r\nتكون المصلوب في الكناسة ، قلت : بأبي أنت وأمي أي كناسة ، قال :\r\nكناسة الكوفة قلت : جعلت فداك \" أو يكون \" ذلك ، قال : أي\r\nوالذي ! بعث محمدا بالحق ، إن عشت بعدي لترين هذا الغلام في ناحية\r\nمن نواحي الكوفة مقتولا ، مدفونا ، منبوشا ، مسلوبا ، مسحوبا ،\r\nمصلوبا في الكناسة ، ثم ينزل ويحرق ويدق ويذرى في البر ، قلت :\r\nجعلت فداك ، وما أسم هذا الغلام ، قال - هذا ابني زيد ، ثم دمعت\r\nعيناه ، ثم قال - ألا أحدثك بحديث ابني هذا ، بينا أنا ليلة ساجد وراكع ،\r\nإذ ذهب بي النوم في بعض حالاتي ، فرأيت كأني في الجنة ، وكأن رسول\r\nالله ( ص ) وفاطمة والحسن والحسين ، قد زوجوني جارية من الحور\r\nالعين ، فواقعتها فاغتسلت عند سدرة المنتهى ووليت ، وهاتف بي يهتف\r\nليهنك زيد ، ليهنك زيد ، ليهنك زيد ، فاستيقظت فأصبت جنابة ، فقمت\r\nوتطهرت للصلاة ، وصليت صلاة الفجر ، ودق الباب ، وقيل لي - على\r\nالباب رجل يطلبك ، فخرجت فإذا أنا برجل معه جارية ، ملفوف كمها\r\nعلى يده مخمرة بخمار ، فقلت - حاجتك ؟ فقال - أردت علي بن الحسين ،\r\nفقلت - أنا علي بن الحسين ، فقال أنا رسول المختار بن أبي عبيد ة الثقفي\r\nيقرئك السلام ، ويقول - وقعت هذه الجارية في ناحيتنا ، فاشتريتها\r\nبستمائة دينار ، وهذه ستمائة دينار استعن بها على دهرك ، ودفع إلي\r\n","description":"","footnote":"","page_name":" 140 ","page_number":149},
  {"content":"\r\nكتابا ، فأدخلت الرجل والجارية ، وكتبت له جواب كتابه وأتيت به\r\nإلى الرجل ، ثم قلت للجارية : ما اسمك ؟ قالت حوراء ، فهيئوها لي\r\nوبت معها عروسا ، فعلقت بهذا الغلام فسميته زيدا وهو هذا وسترى\r\nما قلت لك .\r\nقال أبو حمزة : فوالله ! ما لبثت إلا برهة حتى رأيت زيد بالكوفة\r\nفي دار معاوية بن إسحاق فأتيته ، فسلمت عليه ، ثم قلت : جعلت فداك\r\nما أقدمك هذا البلد ؟ قال : الأمر بالمعروف والنهي عن المنكر ،\r\nفكنت أختلف عليه ، وكان ينتقل في دور بارق وبني هلال ، فلما\r\nجلست عنده قال - يا أبا حمزة ! تقوم حتى تزور أمير المؤمنين علي ( ع )\r\nقلت - نعم جعلت فداك ، ثم ساق أبو حمزة الحديث ، حتى قال أتينا\r\nالذكوات البيض فقال هذا قبر علي بن أبي طالب ( ع ) ثم رجعنا فكان\r\nمن أمره ما كان ، فوالله ! لقد رأيته مقتولا ، مدفونا ، مسحوبا ،\r\nمصلوبا قد أحرق ودق في الهواوين وذرى في العريض من أسفل\r\nالعاقول .\r\n","description":"","footnote":"","page_name":" 141 ","page_number":150},
  {"content":"\r\nالباب الحادي عشر\r\nثواب زيارة قبر الإمام علي ( ع ) ( 1 )\r\n1 - وبالإسناد إلى محمد بن يحيى العطار عن حمدان بن سليمان\r\nالنيشابوري عن عبد الله بن محمد اليماني عن منيع بن الحجاج عن يونس\r\nعن أبي وهب البصري قال - دخلت المدينة ، فأتيت أبا عبد الله عليه\r\nالسلام ، فقلت - جعلت فداك أتيتك ، ولم أزر أمير المؤمنين ( ع )\r\nقال - بئس ما صنعت ، ولولا أنك من شيعتنا ما نظرت إليك .\r\nإلا تزور من يزوره الله مع الملائكة أي \" معنى يزوره الله يرسل\r\nإليه رحمته \" ويزوره الأنبياء ويزوره المؤمنون ، قلت - جعلت فداك\r\nما علمت ذلك قال - فاعلم إن أمير المؤمنين عليه السلام أفضل عند الله\r\nمن الأئمة كلهم وله ثواب أعمالهم وعلى قدر أعمالهم فضلوا .\r\n2 - وبالاسناد إلى محمد بن أحمد بن آدم عن محمد بن همام قال وجدت\r\n\r\n","description":"","footnote":" ( 1 ) فرحة الغري ص 61 لابن طاووس وكامل الزيارة ص 38 لشيخ الطائفة\r\nوفقيهها الشيخ أبي القاسم جعفر بن محمد بن قولويه المتوفى سنة 367 ه‍ ","page_name":" 142 ","page_number":151},
  {"content":"\r\nفي كتاب كتبه ببغداد جعفر بن محمد قال حدثنا محمد بن الحسن\r\nالرازي عن الحسين بن إسماعيل الصيرفي عن أبي عبد الله عليه السلام -\r\nقال من زار أمير المؤمنين عليه السلام ماشيا كتب الله له بكل خطوة\r\nحجة وعمرة ، فإن رجع ماشيا كتب الله له بكل خطوة حجتين وعمرتين .\r\n3 - وبالاسناد عن ابن طاووس الفقيه المقتدى نجيب الدين يحيى بن\r\nسعيد عن محمد بن أبي البركات بن إبراهيم الصنعاني عن الحسين بن\r\nرطبة عن أبي علي عن الطوسي عن المفيد عن محمد بن أحمد بن داود عن\r\nأبي الحسين أحمد بن محمد الرازي المجاور ، قال - حدثنا أبو محمد بن\r\nالمغيرة الكوفي قال حدثنا الحسين بن محمد بن مالك عن أخيه جعفر عن\r\nرجاله يرفعه ، قال كنت عند الصادق ( ع ) وقد ذكر أمير المؤمنين ( ع )\r\nفقال - يا بن مارد ! من زار جدي عارفا بحقه كتب الله له بكل خطوة\r\nحجة مقبولة وعمرة مبرورة ، يا بن مارد - والله ! ما يطعم الله النار قدما\r\nتغبرت في زيارة أمير المؤمنين ( ع ) ماشيا كان أو راكبا أكتب هذا الحديث بماء الذهب .\r\n4 - وبالاسناد عن محمد بن داود عن محمد بن علي بن الفضل ، قال -\r\nأخبرنا الحسين بن محمد بن الفرزدق ، قال - حدثني علي بن موسى\r\nالأحول ، قال حدثنا محمد بن أبي السري إملاءا ، قال - حدثني عبد الله بن\r\nمحمد البلوي ، قال - حدثنا عمارة بن يزيد عن أبي عامر التباني ، واعظ\r\n","description":"","footnote":"","page_name":" 143 ","page_number":152},
  {"content":"\r\nأهل الحجاز ، قال - أتيت أبا عبد الله جعفر بن محمد عليه السلام ،\r\nوقلت له - يا بن رسول الله ! ما لمن زار قبره يعني أمير المؤمنين عليه\r\nالسلام وعمر تربته .\r\nقال - يا عامر ! حدثني أبي عن أبيه عن جده الحسين بن علي عن\r\nعلي ( ع ) أن رسول الله ( صلى ) قال له - والله ! لتقتلن بأرض العراق\r\nوتدفنن بها ، قلت يا رسول الله ! ما لمن زار قبورنا وعمرها وتعاهدها ؟ ! !\r\nفقال لي - يا أبا الحسن ! إن الله تعالى جعل قبرك وقبور ولدك بقاعا\r\nمن بقاع الجنة وعرصة من عرصاتها ، وإن الله جعل قلوب نجباء من\r\nخلقه ، وصفوة من عباده تحن إليكم ، وتتحمل المذلة والأذي ، فيعمرون\r\nقبوركم ، ويكثرون زيارتها تقربا منهم إلى الله ، ومودة منهم لرسوله ،\r\nأولئك يا علي ! المخصوصون بشفاعتي ، الواردون حوضي ، وهم زواري\r\nغدا في الجنة ، يا علي ! من عمر قبوركم وتعاهدها فكأنما أعان سليمان بن\r\nداود ( ع ) على بناء بيت المقدس ، ومن زار قبوركم عدل ذلك ثواب\r\nسبعين حجة بعد حجة الإسلام ، وخرج من ذنوبه ، حتى يرجع من زيارتكم كيوم\r\nولدته أمه ، أبشر وبشر أوليائك ومحبيك من النعيم وقرة العين بما لا عين\r\nرأت ولا أذن سمعت ولا خطر على قلب بشر ولكن حثالة من الناس\r\nيعيرون زواركم كما تعير الزانية بزناها شرار أمتي لا نالتهم شفاعتي\r\nولا يردون حوضي .\r\n","description":"","footnote":"","page_name":" 144 ","page_number":153},
  {"content":"\r\n5 - محمد بن أحمد بن داود القمي وقد تقدم الإسناد إليه -\r\nقال : حدثنا إسحاق بن محمد ، قال - حدثني أحمد بن زكريا بن\r\nطهمان ، قال حدثني إسحق بن عبد الله بن المغيرة ، قال - حدثنا علي بن\r\nحسان عن عمه عبد الرحمن بن كثير ، قال - دخلت على أبي عبد الله ( ع )\r\nوذكر نحو المتن ، وقال أيضا أخبرنا محمد بن علي بن الفضل ، قال -\r\nحدثنا أبو أحمد إسحق بن محمد المقري مولى المنصور قراءة عليه ، قال\r\nحدثني أحمد بن زكريا بن طهمان ، قال - حدثني الحسن بن علي بن\r\nعبد الله بن المغيرة ، قال - دخلت على أبي عبد الله ( ع ) فقلت - فداك أبي\r\nوأمي فذكر مثله وعنه قال حدثنا محمد بن تمام ، قال - حدثنا محمد بن محمد\r\nابن رياح ، قال - حدثنا أبو القاسم علي بن محمد بن رياح ، قال - حدثني\r\nأحمد بن حماد بن زهراء القرشي عن يزيد بن إسحاق عن أبي إسحق\r\nالأرحبي ، قال - حدثني عمر بن عبد الله بن طلحة الهندي عن أبيه ،\r\nقال دخلت على أبي عبد الله ( ع ) فقال . -\r\nيا عبد الله بن طلحة أما تأتون قبر أبي الحسين ، قلت - بلى جعلت\r\nفداك إنا لنأتينه ، قال - تأتونه كل جمعة ، قلت - لا قال - فتأتونه في\r\nكل شهر ؟ قلت - لا ، قال ما أجفاكم ! ! إن زيارته تعدل حجة وعمرة\r\nوزيارة أبي عبد الله تعدل حجتين وعمرتين ورواه شيخنا في التهذيب لسنده إليه .\r\n6 - وعنه قال : أخبرنا أحمد بن محمد بن سعيد ، قال - حدثنا الحسن\r\n","description":"","footnote":"","page_name":" 145 ","page_number":154},
  {"content":"\r\nابن عبد الرحمن الأزدي ، قال - حدثنا عمي عبد الغزيز بن محمد ، قال -\r\nحدثنا حماد بن يعلى . قال - أخبرني حسان بن مهران الجمال ، قال - قال\r\nجعفر بن محمد - يا حسان ! أتزور قبور الشهداء قبلكم ؟ قلت أي الشهداء ؟\r\nقال - علي وحسين ، قلت - إنا لنزورهما فنكثر قال أولئك الشهداء\r\nالمرزوقون فزوروهم وافزعوا إليهم بحوائجكم فلو يكونون منا كموضعهم\r\nمنكم لاتخذناهم هجرة .\r\n","description":"","footnote":"","page_name":" 146 ","page_number":155},
  {"content":"\r\nالباب الثاني عشر\r\nتعيين المرقد المقدس من قبل علماء الآثار\r\nذكر عبد الحميد ( 1 ) بن أبي الحديد في كتاب شرح نهج البلاغة\r\nحكاية حسنة وأنها اعتراف عن لسان شيخ الحنابلة بأن هذا القبر هو\r\nقبر أمير المؤمنين علي ( ع ) والحكاية وفق ما يأتي -\r\nقال - حدثني يحيى بن سعيد بن علي الحنبلي المعروف بابن غالية من\r\nساكني قطفتا بالجانب الغربي من بغداد ، وأحد الشهود المعدلين بها ، قال -\r\nكنت حاضرا عند الفخر إسماعيل هذا مقدم الحنابلة ببغداد في الفقه\r\nوالخلاف ، ويشتغل بشئ من علم المنطق ، وكان حلو العبارة وقد رأيته\r\nأنا ، وحضرت عنده وسمعت كلامه ، وتوفي في سنة عشر وستمائة ،\r\nقال ابن غالية - فنحن عنده نتحدث ، إذ دخل عليه شخص من الحنابلة\r\nكان له دين على بعض أهل الكوفة ، فانحدر إليه يطالبه به ، واتفق أن\r\n\r\n","description":"","footnote":" ( 1 ) عن فرحة الغري ص 107 ","page_name":" 147 ","page_number":156},
  {"content":"\r\nحضر زيارة يوم الغدير ، والحنبلي المذكور بالكوفة وهذه الزيارة هي\r\nاليوم الثامن عشر من ذي الحجة يجتمع بمشهد أمير المؤمنين ( ع ) جموع\r\nعدة تتجاوز حد الإحصاء والعد ، قال ابن غالية : فجعل الشيخ الفخر\r\nيسأل ذلك الشخص ما فعلت ؟ ما رأيت ؟ هل وصل مالك إليك ؟ هل\r\nبقي لك منه بقية عند غريمك وذلك الشخص يجاوبه ، ثم قال يا سيدي !\r\nلو شاهدت يوم الزيارة ويوم الغدير وما يجري عند قبر علي بن أبي طالب\r\n( ع ) من الفضايح والأقوال وسب الصحابة جهارا بأصوات مرتفعة\r\nمن غير مراقبة ولا خيفة فقال إسماعيل : أي ذنب لهم ؟ والله ! ما جرأهم\r\nعلى ذلك وما فتح لهم هذا الباب إلا صاحب هذا القبر ، فقال له\r\nالشخص ومن صاحب ذلك القبر يا سيدي ! ؟ قال علي بن أبي طالب ،\r\nقال : يا سيدي ! هذا سن لهم وعلمهم إياه وطرقه إليهم قال نعم والله !\r\nقال : يا سيدي فإن كان محقا فما لنا نتولى فلانا وفلانا ؟ وإن كان مبطلا\r\nفما لنا نتولاه ؟ ينبغي أن نتبرأ منه أو منهما ، قال ابن غالية : وقام إسماعيل\r\nفلبس نعليه ، وقال لعن الله إسماعيل الفاعل ابن الفاعل ، إن كان يعرف\r\nجواب هذه المسألة ؟ ودخل دار حرمه وقمنا نحن فانصرفنا .\r\n2 - قال عبد الرحمان بن علي الجوزي الخطيب البغدادي المتوفى سنة\r\n597 في تأريخه المعروف بالمنتظم عن أبي الغنائم إذ كان يقول :\r\n\" مات بالكوفة ثلاثمائة صحابي ، ليس قبر أحد منهم معروفا إلا قبر\r\n","description":"","footnote":"","page_name":" 148 ","page_number":157},
  {"content":"\r\nأمير المؤمنين ( ع ) وهو هذا القبر الذي يزوره الناس الآن \"\r\n3 - توجد في وصية أمير المؤمنين ( ع ) لابنيه الحسن والحسين الأمر\r\nبدفن جسده الشريف بالغري وبلفظ ظهر الكوفة روى ذلك\r\nكثيرون ذكرهم الفاضل المجلسي في آخر المجلد التاسع من بحار الأنوار\r\nوليس سيدنا الحسن ( ع ) ولا أخوته ممن يخالفون مثل هذه الوصية .\r\n4 - قال عبد الحميد بن أبي الحديد في شرح النهج : -\r\n\" قلنا فيما تقدم أن أبناء الناس أعرف بقبور آبائهم من غيرهم من\r\nالأجانب ، وهذا القبر الذي بالغري هو الذي كان بنو علي يزورونه قديما\r\nوحديثا ويقولون هذا قبر أبينا ، لا يشك أحد في ذلك من الشيعة ،\r\nولا من غيرهم ، ولا أحد من بني علي من ظهر الحسن والحسين ( ع ) وغيرهما\r\nمن سلالة المتقدمين منهم والمتأخرين ، وما زاروا وما وقفوا إلا على\r\nهذا القبر بعينه \"\r\n5 - إن من أشهر علماء الآثار والمتتبعين تواريخ البقاع والأمصار\r\nياقوت الحموي المتوفى سنة 625 يذكر في مادتي \" النجف والغريين\r\nمن كتاب معجم البلدان : -\r\nمدفن أمير المؤمنين علي بن أبي طالب ( ع ) في مشهده المشهور\r\nويرسل ذلك إرسال المسلمات في حين أنه لم يعرف في زمرة الموالين\r\nلهذا الإمام \" ،\r\n","description":"","footnote":"","page_name":" 149 ","page_number":158},
  {"content":"\r\nوصرح بعد ذلك في كتابه الموسوم مراصد الاطلاع ما لفظه :\r\n\" النجف أيضا ضهر الكوفة كالمسناة تمنع مسيل الماء أن يكون يعلو الكوفة\r\nومقابرها وبالقرب من هذا الموضع قبر أمير المؤمنين علي بن أبي\r\nطالب ( ع ) \"\r\n6 - أورد جماعة عن القطب الراوندي سعيد بن هبة الله من أبناء\r\nالقرن الخامس في كتابه الموسوم ب‍ \" الخرايج والجرايح \" قصة مدفن\r\nالإمام ( ع ) في النجف بوصاية منه لبنيه وإخفائهم قبره ثم قال ولم يزل\r\nقبره مخفيا حتى دل جعفر بن محمد ( ع ) في أيام الدولة العباسية وقد خرج\r\nهارون الرشيد للصيد وأرسل الصقور والكلاب على الظباء بجانب\r\nالغريين فجاولتها ساعة ثم لجأ الظباء إلى الأكمة فرجعت الكلاب\r\nوالصقور عنها ، فسقطت في ناحية ، فتعجب هارون الرشيد وسأل\r\nشيخا من بني أسد ما هذه الأكمة ؟ فقال لي الأمان : قال نعم . قال :\r\nفيها قبر الإمام علي بن أبي طالب ( ع ) فتوضأ هارون وصلى ودعا . وقد\r\nمر مثل هذا أيضا عن الدميري وابن خلكان .\r\n7 - أورد العلامة المجلسي في تاسع البحار نقولا كثيرة عن أمثال\r\nالغزالي وكاشف الغمة وابن مسكان وغيرهم بأن أمير المؤمنين ( ع ) دفن\r\nبالغري وفي الجانب الغربي من القائم المرمل والمراد بهذا . الأسطوانة\r\nالقائمة التي كان النعمان بن المنذر يغريها بالدم ويرملها يوم بؤسه .\r\n","description":"","footnote":"","page_name":" 150 ","page_number":159},
  {"content":"\r\n8 - ذكر أحمد بن أعثم الكوفي في الفتوح ، \" إنه دفن في جوف الليل\r\nالغابر بموضع يقال له الغري \" .\r\n9 - ذكر إبراهيم بن علي بن محمد الدينوري في كتاب نهاية الطلب\r\nوغاية السؤل في مناقب آل الرسول ، وقد اختلف الروايات في قبر\r\nأمير المؤمنين ( ع ) والصحيح إنه مدفون في الموضع الشريف الذي\r\nعلى النجف الآن ويقصد ويزار \"\r\n10 - ذكر عبد الحميد بن أبي الحديد المدائني في شرح نهج البلاغة\r\nأن قبره بالغري وما يدعيه أصحاب الحديث من الاختلاف في قبره\r\nوأنه حمل إلى المدينة أو أنه دفن في رحبة الجامع أو عند باب الإمارة\r\nأو ند البعير الذي حمل عليه فأخذته الأعراب باطل لا حقيقة له وأولاده\r\nأعرف بقبره وأولاد كل أحد أعرف بقبور آبائهم من الأجانب وهذا\r\nالقبر الذي زاره بنوه لما قدموا العراق ، منهم جعفر بن محمد حدثهم\r\nوغيره من أكابرهم وأعيانهم .\r\n11 - ذكر علي بن الأثير المؤرخ في تأريخه الكبير وهو العلامة\r\nالفضل الشهير \" إن الأصح من الأقوال أنه مدفون بالغري وهذا من\r\nالواضح الجلي \" .\r\n12 - قال الغزالي \" ذهب الناس أن عليا دفن في النجف فإنهم حملوه\r\nعلى ناقة فسارت حتى انتهت إلى موضع قبره فبركت وجهدوا أن\r\n","description":"","footnote":"","page_name":" 151 ","page_number":160},
  {"content":"\r\nتنهض فلم تنهض فدفنوه فيه \"\r\n13 - قال الشيخ المفيد محمد بن محمد بن النعمان البغدادي في كتابه\r\nالإرشاد عند ذكره حياة الإمام علي بن أبي طالب ( ع ) ومقتله وتولى\r\nغسله وتكفينه ودفنه ابناه الحسن والحسين ( ع ) بأمره وحملاه إلى الغري\r\nمن نجف الكوفة فدفناه هناك وعفيا موضع قبره بوصية كانت منه\r\nإليهما في ذلك لما كان يعلمه من دولة بني أمية من بعده واعتقادهم في\r\nعداوته وما ينتهون إليه من سوء النيات فيه من قبح الفعال والمقال بما\r\nتمكنوا من ذلك فلم يزل قبره مخفيا حتى دل عليه الصادق جعفر بن محمد\r\nفي الدولة العباسية وزاره عند وروده إلى أبي جعفر المنصور - وهو\r\nبالحيرة فعرفته الشيعة واستأنفوا إذ ذاك زيارته سلام الله عليه .\r\n14 - وجاء في صبح الأعشى للقلقشندي ص 256 ج 3 \" وقتل\r\nعلي لسبع عشرة ليلة خلت من رمضان سنة أربعين من الهجرة بالعراق\r\nودفن بالنجف على الصحيح المشهور \" .\r\nوقال أيضا ص 334 عند ذكره الكوفة \" وعلى القرب منها مشهد\r\nأمير المؤمنين كرم الله وجهه دفن يقصده الناس من أقطار\r\nالأرض \" .\r\n15 - قال ابن الأثير في كامله عند ذكر مقتل سيدنا الإمام علي ( ع )\r\nفي حوادث عام 40 من الهجرة قال -\r\n","description":"","footnote":"","page_name":" 152 ","page_number":161},
  {"content":"\r\n\" ولما قتل دفن عند مسجد الجماعة وقيل في القصر غير ذلك\r\nوالأصح أن قبره هو الموضع الذي يزار ويتبرك به \"\r\n16 - قال الوزير علي بن عيسى الأربلي المدفون على شاطئ الكرخ\r\nفي كتاب \" كشف الغمة \" في مدفن علي ( ع ) .\r\n\" كل الشيعة متفقون على أنه ( ع ) دفن بالغري حيث هو معروف\r\nالآن يزار \" .\r\n17 - وروى أبو الفرج الأصبهاني علي بن الحسين في كتاب مقاتل\r\nالطالبيين ص 16 بإسناده عن ابن أبي عمير بن الحسن بن علي الخلال\r\nعن جده قال : \" قلت للحسن ( ع ) أين دفنتم أمير المؤمنين ( ع ) ؟ قال :\r\nخرجنا به ليلا من منزله ، حتى مررنا به على منزل الأشعث بن قيس ،\r\nثم خرجنا به إلى الضهر بجنب الغري \"\r\nقال عز الدين الكاتب المدائني وهذه الرواية هي الحق وعليها العمل .\r\n18 - وفي \" وفيات الأعيان \" و ( حياة الحيوان ) في مادة ( فهد )\r\n( 1 ) المشهور أن الرشيد خرج مرة إلى الصيد فانتهى به الطرد إلى موضع\r\nقبر ووقفت الفهود عند موضع القبر الآن ولم تتقدم على الصيد ،\r\nفتعجب الرشيد من ذلك ، فجاء ه رجل من أهل الحيرة وقال : يا أمير\r\nالمؤمنين ! أرأيت إن دللتك على قبر ابن عمك علي بن أبي طالب مالي\r\n\r\n","description":"","footnote":" ( 1 ) مجلة الاعتدال ص 71 السنة الأولى ","page_name":" 153 ","page_number":162},
  {"content":"\r\nعندك قال : أنتم مكرمة ، قال هذا قبره ، فقال له الرشيد من أين علمت\r\nذلك ؟ قال كنت أجئ مع أبي فيزور قبره ، وأخبرني إنه كان يجئ\r\nمع جعفر الصادق ( ع ) وإن جعفرا كان يجئ مع أبيه محمد الباقر ( ع )\r\nفيزوره وإن محمدا كان يجئ مع أبيه علي زين العابدين فيزوره ، وإن\r\nعليا كان يجئ مع أبيه الحسين فيزوره وكان الحسين أعلمهم بمكان القبر ،\r\nفأمر الرشيد أن يحجر الموضع ، فكان أول حجر أساسي وضع فيه .\r\n19 - في كتاب عمدة الطالب للشريف النسابة ثقة العلماء المحدثين\r\nأحمد بن علي الحسيني الداودي المتوفى سنة 828 فإنه بعد إيراده مقتل الإمام\r\nأمير المؤمنين ( ع ) قال ما نصه -\r\n\" والصحيح إن قبره في الموضع المشهور الذي يزار فيه اليوم \" .\r\n20 - قال أبو الفداء ج 1 ص 181\r\n\" واختلف في موضع قبره . . \" وختم حديثه \" . . والأصح هو\r\nالذي ارتضاه ابن الأثير وغيره وأن قبره هو المشهور بالنجف وهو الذي\r\nيزار اليوم \"\r\n21 - وجاء في روضة المناظر لابن الشحنة المطبوع بهامش ابن\r\nالأثير ج 7 ص 195 قال -\r\n\" واختلف في موضع قبره والأصح إنه حيث يزار اليوم في النجف \"\r\n22 - وجاء في كتاب الفخري ص 75\r\n","description":"","footnote":"","page_name":" 154 ","page_number":163},
  {"content":"\r\n\" أما مدفن أمير المؤمنين فإنه دفن ليلا بالغري ، ثم عفي قبره إلى\r\nأن ظهر حيث مشهده الآن \"\r\n23 - وقال - محمد بن طلحة الشافعي في مطالب السؤل ص 62 في\r\nكلام له عن قبر الإمام ( ع )\r\n\" دفن بالغري في جوف الليل \"\r\n24 - وقال ابن الصباغ في الفصول المهمة ص 138 طبع سنة 1303\r\nفي أثناء حديثه عن موت الإمام ( ع ) \"\r\nدفن في جوف الليل بالغري وقبره معروف يزار إلى الآن ، وقيل\r\nبالنجف ، والغري والنجف اسمان لمسمى واحد \" .\r\n25 - وقال الشبلنجي في نور الأبصار ص 97 -\r\n( دفن بالغري ليلا في موضع معروف يزار إلى الآن وقيل بالنجف )\r\n26 - وقال القندوزي في ينابيع المودة طبع سنة 1302 ص 372 -\r\nروى الحاكم عن أبي عبد الله الحافظ أنه بلغه قال علي للحسن\r\nوالحسين رضي الله عنهم - \"\r\n\" إذا مت أنا فاحملاني على سرير وأتيا بي الغري وهو ضهر الكوفة\r\nفإنكما تريان صخرة بيضاء تلمع نورا فاحتفرا فإنكما تجدان فيها ساحة\r\nفادفناني فيها \"\r\n27 - قال زين الدين أبو الرشيد الحافظ \" لم يزل قبر ( رض ) مختفيا\r\n","description":"","footnote":"","page_name":" 155 ","page_number":164},
  {"content":"\r\nإلى زمن الرشيد ثم ظهر بالغري بظاهر الكوفة ويزوره إلى اليوم\r\nالناس وصار قبره مأوى كل لهيف وملجأ كل هارب .\r\n28 - وفي تقويم البلدان لأبي الفداء قال عند ذكر الكوفة -\r\n( وقبر أمير المؤمنين علي بن أبي طالب كرم الله وجهه بالقرب منها\r\nعليه مشهد جليل يقصده الناس من أقطار الأرض )\r\n29 - قال الديلمي في إرشاد القلوب .\r\n\" وأما الدليل الواضح والبرهان اللائح على أن قبره الشريف \" ع \"\r\nموجود بالغري فمن وجوه -\r\nالأول - تواتر الإمامية الاثني عشرية يرويه خلف عن سلف\r\nالثاني - اجتماع الشيعة والاجماع حجة .\r\nالثالث - ما حصل عنده من الآثار والآيات وظهور المعجزات عند\r\nالمرقد المقدس .\r\nأقول ومن المسلم عند الشيعة إن الأئمة جاؤوا إلى هذا الموضع الشريف\r\nمن النجف وزاروا جدهم أمير المؤمنين ( ع ) وأخبروا شيعتهم بذلك ،\r\nولا شك أن الأولاد والأحفاد وسائر العشيرة والأقربين أعرف\r\nبمراقد آبائهم من غيرهم .\r\nوختاما لما تقدم أقول : هذا غيض من فيض ، وأن القبر المقدس\r\nثابت ومعين مما لا جدل فيه وذلك حسبما عينه لنا أولاده وأحفاده\r\n","description":"","footnote":"","page_name":" 156 ","page_number":165},
  {"content":"\r\nعليهم السلام بالنظر لزوال الأسباب التي أدت في وقتها إلى إخفاء المرقد\r\nالمقدس مدة من الزمن .\r\nولو رجعنا إلى أنفسنا هنيأة ، وحكمنا المنطق لزالت عنا جميع الشكوك\r\nوالشبهات المبثوثة قديما من قبل أناس عرفوا بانحرافهم عن الإمام ( ع )\r\nوكان قصدهم بث الشكوك لتضليل المسلمين ولأن يخفوا أثر الإمام\r\nفيميتوا ذكره ، لما يضمرون من العداء الشديد للإمام ( ع ) وأن\r\nيفرقوا كلمة المسلمين ليس إلا .\r\nولو تصفحنا التواريخ القديمة بنظرة خاطفة ، لتحقق لدينا شدة ما قاسى\r\nآل بيت محمد ( ص ) من الاضطهاد ، والتقتيل والتشريد بين الآفاق .\r\nولو سلمنا واعترفنا بالأمر الواقع بأن ما حدث ناتج عن التطاحن\r\nعلى كرسي الحكم حسب مزاعمهم ، لرجعنا إليهم طالبين إثبات ما يبرز\r\nذلك ، لأن القوم لا يقصدون الحكم فقط ، وإنما كان قصدهم من\r\nاضطهادهم هذا ، هو أن يمحوا ذكر نبينا الكريم ( ص ) من الحياة\r\nباستئصال آل بيته ( ع ) وتقتيلهم ، كما حدث في معركة الطف وغيرها ،\r\nوكما أن الأعمال التي قام بها معاوية وأحفاده مما تقشعر لها الأبدان لأن\r\nفيها خروجا على الحقوق الإنسانية .\r\nولو رضينا بكل ما حدث فكيف نرضى بالأخبار المدسوسة في الكتب\r\nالتأريخية المؤلفة على لسان النابين والمراد بها إخفاء قبر الإمام عن\r\n","description":"","footnote":"","page_name":" 157 ","page_number":166},
  {"content":"\r\nالوجود ، وذلك لإبعاد محبي آل البيت من التبرك بالمرقد المقدس وإخفاء\r\nما أراد الله تعالى إظهاره للعالم كله ، ولكن أراد وأرادوا وإرادة الله\r\nفوق إرادة الجميع ويأبى الله إلا أن يتم نوره .\r\nوختاما لكلمتنا أقول : رحم الله تلك الأيام التي كانت فيها الأهواء\r\nمتضادة ، والسلطة الحاكمة غشومة ، والبدع والتضليل في مرتع خصب\r\nكل هذا ، والحقيقة وإن كانت مرة لا تهضم ، فقد وجدت لها\r\nأنصارا أحرارا ، اعتمدوا على التدليل بالحقائق الناصعة ، وإنها لمكرمة\r\nعظيمة لأبي الحسن صلوات الله عليه ، يسجلها له التأريخ ، وأن الموضع\r\nالذي دفن فيه أصبح بعد دفنه روضة من رياض الجنة ، ومن ناوأه في\r\nحياته قبر معه ذكره بعد موته وصار ذكره مقرونا بالرذيلة ، وغفر الله\r\nلأصحاب النفوس الضعيفة التي لم تملك من أمرها إلا الأباطيل ، والمكر والتضليل على المسلمين .\r\n","description":"","footnote":"","page_name":" 158 ","page_number":167},
  {"content":"\r\nالباب الثالث عشر\r\nتعيين قبر المغيرة بن شعبة بموجب الأدلة القطعية\r\nوتعريف ( الثوية ) والتي أصبحت دارا لخلود المغيرة بعد أن كانت سجنا\r\nللنعمان بن المنذر وأخيرا تجد ما افتراه المغالطون على التأريخ\r\nمع تبيان الحقيقة بعد إحقاق الحق وإزهاق الباطل\r\nنشرت مجلة الاعتدال النجفية ( 1 ) في ص 9 من سنتها الأولى مقالا\r\nبعنوان ما لا يغتفر في شريعة التأريخ بقلم معالي العلامة السيد هبة الدين\r\nالشهرستاني ولما كان هذا المقال يفند مزاعم الخطيب البغدادي ومفترياته\r\nحول تعيين قبر الإمام وأنه يدخل في صميم موضوعنا هذا لذا قررنا نشر\r\nمقتطفات من المقال المذكور لاعتمادنا على خبرة العلامة الجليل\r\nالشهرستاني ، وثقتنا بمجلة الاعتدال المعروفة باتزانها واعتدالها ومحافظتها\r\nعلى أمانة النقل وتحيزها للواقع والحقيقة . ومما جاء في مقال العلامة الشهرستاني :\r\n\r\n","description":"","footnote":" ( 1 ) مجلة الاعتدال النجفية التي تأسست 1933 واحتجبت عن القراء في مايس\r\nسنة 1948 صاحبها ورئيس تحريرها الأديب اللامع الأستاذ محمد علي البلاغي وهي من\r\nالمجلات العراقية الشهيرة المركز وقد فقدتها الصحافة العراقية بالنظر لاحتجابها المفاجئ ","page_name":" 159 ","page_number":168},
  {"content":"\r\n\" وجه إلي البعض سؤالا غريب المآل خلاصته الاستفهام عن المدفن\r\nالحقيقي لسيدنا الإمام ( ع ) مدعيا أن الخطيب في تأريخه أورد نقولا\r\nمختلفة ، وأقوالا متشعبة عن مدفن الإمام ( ع ) وأنها قد أورثت الشك في\r\nقلب من لم يغترف من العلم ما يرويه ، وأن الجواب المؤيد بوثائق\r\nتأريخية وغير تأريخية هو الذي يقطع جهيزة كل خطيب وعليه أجيب\r\nقائلا :\r\nنشر - في هذا العام - للخطيب أبي بكر البغدادي كتابه المشهور\r\n\" تأريخ بغداد \" وكانت الآذان تعشقه قبل أن تراه العيون وما كاد\r\nالكتاب يأخذ نصيبه من الانتشار إلا وتراجعت الأفكار راغبة عنه\r\nزاهدة فيه ، وذلك لأسباب : أهمها محاولة الكتاب في خطته التأليفية\r\nإثارة عجاجة الشبهات حول الحقائق بنقل منكرات عن نكرات ولقد\r\nحط من شأن أمثال أبي حنيفة فقيه العرب المعظم وأمثال الشيخ المفيد\r\nرئيس المتكلمين ضد الغلاة ، كما قد ملأ الصحائف بالأخبار الضعيفة في\r\nذم بغداد وتحريم المبيت فيها ويسندها إلى رسول الله ( ص ) المتوفى قبل\r\nأن تمصر بغداد وتأهلها بأكثر من قرن .\r\nتلك الأخبار التي لا يشك في انتحالها على الرسول أحد من أهل العلم .\r\nوبالجملة فالكتاب فقد مركزه الأدبي بعد انتشاره ومخالفة مسلكه\r\nمسلك المؤرخين وغاياتهم ، إذ أن مسلك المؤرخ انتهاج وتدوين الحوادث\r\n","description":"","footnote":"","page_name":" 160 ","page_number":169},
  {"content":"\r\nالمهمة ، والتعويل على أخبار الثقاة والمعروفين بالصدق وغاية المؤرخ\r\nإيضاح القضايا الغامضة ، والدفاع عن الحقائق الراهنة لتكون عبرة\r\nينتقل بها المتطلع من حقيقة إلى حقيقة ومن عظمة إلى عظمة .\r\nأما التسامح بالنقل وحشو الأسطر بالأساطير والتعويل على أخبار\r\nالمجاهيل والنكرات فهي ذنوب في شريعة التأريخ لا تغتفر وسيئات\r\nلا تكفر . . .\r\nومما جاء في الكتاب المذكور - من هذا القبيل - نقله اختلافات\r\nالرواة في مدفن الإمام علي ( ع ) ذلك الأمر الذي لا يقبل الإرتياب\r\nحسب ما نورده من الشواهد من أحاديث الثقاة وأقوال الأئمة الهداة\r\nفي إثبات مدفنه ( ع ) وتعليل الاختلاف الحادث في شأنه ونقنع من\r\nهاتيك الشواهد بما يأتي : -\r\n1 - لقد سبقني في الجواب عن هذا الأمر وسبقكم إلى السؤال عنه\r\nرجال من السلف لما عثروا على تأريخ الخطيب وما جمع فيه من هنا\r\nوهناك عن أفواه غير مسؤولة . . . فقد قال عز الدين عبد الحميد الكاتب\r\nالمدائني المتوفى سنة 655 : -\r\n\" سألت بعض من أثق به من عقلاء شيوخ أهل الكوفة عما ذكره\r\nالخطيب أبو بكر في تأريخه أن قوما يقولون إن القبر الذي تزوره\r\nالشيعة إلى جانب الغري هو قبر المغيرة بن شعبة فقال - غلطوا في ذلك ،\r\n","description":"","footnote":"","page_name":" 161 ","page_number":170},
  {"content":"\r\nقبر المغيرة وقبر زياد \" بالثوية \" من أرض الكوفة ونحن نعرفها وننقل\r\nذلك عن آبائنا وأجدادنا وأنشد قول الشاعر : -\r\nصلى الإلاه على قبر وطهره * عند الثوية يسفى فوقه المور\r\nقال عز الدين ( 1 ) سألت قطب الدين نقيب الطالبيين أبا عبد الله\r\nالحسين بن علي الأقساسي عن ذلك فقال صدق من أخبرك نحن وأهلها\r\nكافة نعرف مقابر ثقيف إلى الثوية وهي إلى اليوم معروفة وقبر المغيرة فيها إلا\r\nأنها لا تعرف ، قد ابتلعها السبخ ، وزيد الأرض ، وفؤرانها ، فطمست\r\nواختلط بعضها ببعض ، ثم قال : إن شئت أن تتحقق أن قبر المغيرة في\r\nمقابر ثقيف ، فانظر إلى كتاب \" الأغاني \" لأبي الفرج علي بن الحسين ،\r\nوألمح ما قاله في ترجمة المغيرة ، وأنه مدفون في مقابر ثقيف ويكفيك\r\nقول أبي الفرج فإنه الناقد البصير والطبيب الخبير ، فتصفحت ترجمة\r\nالمغيرة في الكتاب المذكور ، فوجدت الأمر كما قاله النقيب : \"\r\nوإيضاحا لما ورد في مقال العلامة الشهرستاني المار الذكر أدرج أدناه\r\nالأدلة القطعية الناصة على تعيين قبر المغيرة بن شعبة دون جدل :\r\nتعيين قبر المغيرة بن شعبة بموجب الأدلة القطعية :\r\n1 - جاء في الأغاني ج 14 ص 139 طبع مصر عند ذكر المغيرة بن\r\n\r\n","description":"","footnote":" ( 1 ) شرح النهج لابن أبي الحديد ص 45 من مجلده الثاني ","page_name":" 162 ","page_number":171},
  {"content":"\r\nشعبة وذكر قصته ما نصه :\r\n\" كان مصقلة بن هبيرة الشيباني قد لاحى المغيرة في شئ كان بينهما\r\nمنازعة فضرع له المغيرة وتواضع في كلامه ، حتى طمع فيه مصقلة ،\r\nفاستعلى عليه وشتمه ، وقال : إني لأعرف شبهي في عروق ابنك\r\nفأشهد المغيرة على قوله هذا شهودا ، ثم قدمه إلى شريح القاضي فأقام عليه\r\nالبينة ، فضربه شريح الحد ، وآلى مصقلة أن لا يقيم ببلدة فيها المغيرة ،\r\nفلم يدخل الكوفة حتى مات المغيرة فدخلها فتلقاه قومه ، فسلموا عليه\r\nفما فرغ من السلام حتى سألهم عن مقابر ثقيف فأرشدوه إليها ، فجعل\r\nقوم من مواليه يلتقطون الحجارة ، فقال لهم ما هذا ؟ فقالوا نظن أنك\r\nتريد أن ترجم قبر المغيرة بن شعبة ، فقال ألقوا ما في أيديكم فانطلق حتى\r\nوقف على قبره إلى آخره \" .\r\n2 - وفي تأريخ الخميس قال عند ذكر خلافة معاوية\r\n( أبو موسى الأشعري مات سنة 44 وقيل سنة 52 دفن بمكة وقيل\r\nدفن بالثوية على ميلين من الكوفة ) .\r\n3 - وقال أبو حيان - ( دفن المغيرة بن شعبة بالكوفة بموضع يقال له\r\nالثوية وهناك دفن أبو موسى الأشعري في سنة 50 ه‍ )\r\n4 - وفي الحديث - ذكر الثوية - ( هي بضم الثاء وكسر الواو وأنها\r\nموضع بالكوفة به قبر أبي موسى الأشعري والمغيرة بن شعبة )\r\n","description":"","footnote":"","page_name":" 163 ","page_number":172},
  {"content":"\r\n5 - وعن نهاية ابن الأثير الجوزي - ( الثوية بضم الثاء وفتح الواو\r\nوتشديد الياء ويقال بفتح الثاء وكسر الواو وأنها موضع بالكوفة به\r\nقبر أبي موسى الأشعري والمغيرة بن شعبة )\r\n6 - وجاء في مجمع البحرين للطريحي في مادة ثوى -\r\n( والثوية بضم الثاء وفتح الواو وتشديد الياء ، ويقال بفتح التاء وكسر\r\nالواو موضع بالكوفة فيه قبر أبي موسى الأشعري والمغيرة بن شعبة )\r\n7 - إن المؤرخين الثقاة الذين تعرضوا المدفن المغير بن شعبة لم يذكر\r\nأحد منهم قبره في النجف ، أو في الغري ، وغاية ما قالوا فيه أنه مدفون\r\nبمقابر ثقيف أو عند قصر الإمارة أو في الثوية ، حتى استغرب سبط ابن\r\nالجوزي في \" تذكرة الخواص \" مذهب أبي نعيم الأصفهاني في مدفن\r\nالمغيرة وقال - وهذه من أغلاط أبي نعيم فإن المغيرة بن شعبة لم يعرف\r\nقبره ، وقيل بموته في الشام ، وقد أسلفنا عن النقيب الأقساسي القول\r\nبدفن المغيرة في الثوية ، وتشخيص موضع الثوية في أرض الكوفة \"\r\nتعريف الثوية\r\nوأنها كانت سجنا للنعمان بن المنذر - :\r\nالثوية من المواضع المشهورة في ضهر الكوفة قريبة من النجف وقد\r\nذكرها كثير من المؤرخين في كتبهم وإليك البعض منها لتقف على\r\nحقيقة الأمر .\r\n","description":"","footnote":"","page_name":" 164 ","page_number":173},
  {"content":"\r\n1 - جاء في معجم البلدان\r\nوالثوية بالفتح ثم الكسر وياء مشددة ويقال الثوية بلفظ التصغير موضع\r\nقريب من الكوفة ، وقيل بالكوفة ، وقيل خريبة إلى جانب الحيرة على\r\nساعة منها . وذكر العلماء أنها كانت سجنا للنعمان بن المنذر كان يحبس\r\nبها من أراد قتله فكان يقال لمن حبس بها ثوى أي أقام فسميت الثوية\r\nبذلك .\r\n2 - وفي لسان العرب جاء : أن الثوية موضع قريب من الكوفة .\r\n3 - وقال عقال يذكر الثوية .\r\nسقينا عقالا بالثوية شربة * فمال بلب الكاهلي عقال\r\n4 - ولما مات زياد بن أبيه دفن بالثوية فقال حارثة بن بدر العداني يرثيه\r\nصلى الإله على قبر وطهره * عند الثوية يسفي فوقه المور\r\n5 - وجاء في ديوان المتنبي : -\r\nوليل توسدنا الثوية تحته * كأن ثراها عنبر في المخانق\r\nبلا د إذا زار الحسان بغيرها * حصى تربها ثقبنه للمخانق\r\n6 - وقال عدي بن زيد يذكر الثوية .\r\nويح أم دار حللنا بها * بين الثوية والمردمة\r\nبرية غرست في السواد * كغرس المضيفة في اللهزمة\r\n1 - وقال أعشى همدان يذكر الثوية أيضا من قصيدته التي تقول\r\n","description":"","footnote":"","page_name":" 165 ","page_number":174},
  {"content":"\r\nفي أولها\r\nفوجهه نحو الثوية سائرا * إلى ابن زياد في الجموع الكتائب\r\n7 - وجاء في تاريخ الكوفة للبراقي .\r\n( الثوية ) بالفتح ثم الكسر وياء مشددة ، ويقال الثوية بلفظ التصغير موضع قريب من الكوفة ( وقيل ) بالكوفة ( وقيل ) خريبة إلى جانب\r\nالحيرة في ساعة منها ، ذكر العلماء إنها كانت سجنا للنعمان بن المنذر\r\nكان يحبس بها من أراد قتله ، فكان يقال لمن حبس بها ثوى أي أقام\r\nفسميت الثوية بذلك .\r\nما افتراه المغلطون في قبر الإمام ( ع ) وإليك البعض منها\r\n1 - إليك النص للخطيب البغدادي في شأن قبر الأمير ( ع ) في الجزء\r\nالأول ص 138\r\n( حكى لنا أبو نعيم أحمد بن عبد الله الحافظ قال سمعت أبا كبر\r\nالطلحي يذكر أن أبا جعفر الحضرمي - مطينا - كان يشكر أن يكون\r\nالقبر المزور بظاهر الكوفة قبر علي بن أبي طالب وكان يقولون لو علمت\r\nالرافضة قبر من هذا لرجمته بالحجارة هذا قبر المغيرة بن شعبة ، وقال ابن مطين لو كان هذا قبر علي بن أبي طالب لجعلت منزلي ومقيلي عنده\r\nأبدا ) انتهى .\r\n3 - وفي فرحة الغري ص 12 على ما ذكره الثقفي .\r\n","description":"","footnote":"","page_name":" 166 ","page_number":175},
  {"content":"\r\n\" قال حدثنا إسماعيل بن أبان الأزدي - قال حدثنا عتاب بن كريم\r\nالتميمي ، قال حدثنا الحرث بن حضيرة ، قال حفر صاحب شرطة الحجاج\r\nحفيرة في الرحبة فاستخرج شيخا أبيض الرأس واللحية ، فكتب إلى\r\nالحجاج : أني حفرت فاستخرجت شيخا أبيض الرأس واللحية وهو علي\r\nبن أبي طالب ، فكتب إليه الحجاج : كذبت أعد الرجل من حيث\r\nاستخرجته فإن الحسن بن علي حمل أباه من حيث خرج إلى المدينة \" .\r\n3 - عن مقاتل الطالبيين ص 16 عن فضل بن خديج عن الأسود\r\nالكندي والأحلج قالا -\r\n( توفي علي وهو ابن أربع وستين في عام أربعين من الهجرة ليلة\r\nالأحد لإحدى وعشرين ليلة مضت من شهر رمضان وولي غسله ابنه\r\nالحسن ( ع ) وعبد الله بن عباس وكفن في ثلاثة أثواب ليس فيها قميص\r\nوصلى عليه ابنه الحسن وكبر عليه خمس تكبيرات ودفن بالرحبة مما يلي\r\nأبواب كنده عند صلاة الصبح ) اه وغيرها من الأقوال التافهة .\r\nالحقائق الناصعة\r\nركزت بحوثي المتقدمة على أقوال المؤرخين الكبار المعترف\r\nبمكانهم وصدق لهجتهم عند المسلمين عامة ، وذلك لإزالة ما تعلق في\r\nأذهان بعض الناس من المغالطات التي اكتسبوها من كتب مدسوسة\r\nأو سمعوها من أناس قد جبلت أنفسهم على قلب الحقائق ، ومن طبعهم\r\n","description":"","footnote":"","page_name":" 167 ","page_number":176},
  {"content":"\r\nدس السم في الدسم وهذا غير خاف على المسلمين عامة والمتتبعين والبحاثين خاصة .\r\nولا زالة تلك الفلتات التأريخية من أذهان بعض الناس رغبت أن\r\nاتحف القارئ الكريم بأرقام تدافع عن نفسها وتسجل لها الفوز\r\nبالانتصار وهي لا تقبل الجدل والشك وأنها الحد الفاصل لتلك المهاترات .\r\nأرقام تتكلم\r\n1 - إن عترة ( 1 ) الإمام وشيعته الخلص متفقون على موضع قبره\r\nولا يرتابون فيه أصلا ، وأعجب الأشياء أنه لو وقف إنسان على قبر\r\nمجهول وقال هذا قبر أبي يرجع فيه إلى قوله ، وكان مقبولا لا ارتياب\r\nفيه عند سامعه ، ولكن يظهر الارتياب المغرضون بقول آل بيت النبي ( ع )\r\nالمعصومون المعظمون بأن هذا قبر والدنا ولا يقبل منهم ، ويكون\r\nالأجانب الأباعد المناوؤن أعلم به ؟ أن هذا من غريب القول ؟\r\n2 - أريد أن أعلم - ما هو الدافع الذي ألجأ السجاد ( ع ) من تحمل\r\nمتاعب السفر والمجئ إلى النجف من المدينة المنورة لزيارة قبر جده\r\nعلي ( ع ) . . . ! ! ؟ وكذلك أريد أن أعلم - ما هو الدافع الذي ألجأ\r\nبقية الأئمة عليهم السلام كالصادق وعلي الهادي والحسن العسكري ( ع )\r\nبزيارة هذا المرقد المقدس .\r\n\r\n","description":"","footnote":" ( 1 ) فرحة الغري ","page_name":" 168 ","page_number":177},
  {"content":"\r\nفهل كان المراد من عملهم هذا إيهاما أم اعترافا ؟ ؟ ؟ . . . أم أنهم\r\nيعلمون درجة ثواب تلك الزيارة ، وإنما قصدوه لمعنيين \" الأول \" لزيارة\r\nقبر والدهم الأكبر \" الثاني \" قصد الثواب من الله جل شأنه لعلمهم\r\nبفضل زيارته بالنظر لمكانته السامية عند الرفيق الأعلى .\r\n3 - جميع أبناء الإمام وأحفاده ( ع ) حسب القرون المتعاقبة لم يختلفوا\r\nقط في تعيين موضع قبره ( ع ) فهل هذا دليل ناقص ؟ أم نأتي برجل من\r\nبخارى يدلنا على قبره . . ! ! ؟ ؟ . . .\r\n4 - بماذا تفسر زيارة خلفاء بني العباس كهارون الرشيد والناصر لدين\r\nالله والمستنصر لقبر الإمام ؟ أكان ذلك تقربا منهم إلى العلويين ، وإنك\r\nلتعلم شدة اضطهادهم لآل البيت ؟ أم هؤلاء عرفوا الحقيقة ولا يريدون\r\nأن يحيدوا عنها ، ! ؟\r\n5 - العمارات التي قام بها هارون الرشيد ، ومحمد بن زيد المعروف\r\nبالداعي ، وعضد الدولة البويهي ، والايلخانيون ، والجلائريون ، والدولة\r\nالصفوية وغيرهم ، بغض النظر عن الهدايا والتحف الأثرية النادرة . بماذا\r\nنفسر عمل هؤلاء جميعهم أمغفلين أم مغالطين أم تاهت عليهم الحقيقة ؟ مع\r\nالعلم أن البعض منهم كان معاصرا لبعض الأئمة المعصومين من ولده ( ع )\r\nولا ريب أنهم تحققوا إن هذا هو بعينه قبر الإمام وذلك بموجب\r\nالكرامات التي ظهرت عند المرقد المقدس مما رفع الشك وزال الشبهة\r\n","description":"","footnote":"","page_name":" 169 ","page_number":178},
  {"content":"\r\nعن النفوس ، وإنفاقهم هذا لم يكن القصد منه إلا التقرب لوجه\r\nالله تعالى .\r\n6 - أجمعت الشيعة عامة على أن هذا القبر هو قبر الإمام بعينه وإجماع\r\nالأمة على كلمة واحدة يعتبر حجة .\r\n7 - أصحاب السير والتأريخ ( 1 ) : كالحموي في معجم البلدان\r\nوالقلقشندي في كتاب صبح الأعشى ، وابن الأثير في كامل التواريخ\r\nوابن أبي الفداء في تأريخه ، والفخري في تأريخ الوزراء ، والكرماني\r\nفي عمدة الطالب ، وابن أعثم الكوفي في الفتوح ، والدينوري وابن\r\nطلحة الشافعي في مطالب السؤول ، وابن الصباغ في الفصول المهمة ،\r\nوأبي الفرج الأصبهاني في الأغاني ، وابن شحنة في روضة المناظر ،\r\nوالشبلنجي في نور الأبصار ، وصاحب القاموس وتاج العروس وغيرها\r\nمن الكتب الكثيرة وكل منهم ينص على تعيين المرقد المقدس في\r\nالنجف في المحل الذي يزار ويتبرك به اليوم .\r\n8 - قد نظم الشعراء ( 2 ) في المدح والرثاء قصائد وأبياتا ومقاطيع\r\nوأراجيز لا تعدو ولا تحصى ، حول مقتل أمير المؤمنين ومدفنه في أرض\r\nكوفان والنجف والغري ما يكشف النقاب ، ويدفع الارتياب ، من\r\nشعراء وعرفاء مختصين بأهل بيت النبي \" ص \" أمثال إسماعيل الحميري ، ودعبل\r\n\r\n","description":"","footnote":" ( 1 ) تحفة العالم\r\n( 2 ) مجلة الاعتدال ","page_name":" 170 ","page_number":179},
  {"content":"\r\nالخزاعي ، من أبناء القرن الثاني الهجري ، ومن أبناء القرن الرابع ،\r\nالشريف الرضي ، والحسين بن الحجاج القائل : -\r\nيا صاحب القبة البيضا على النجف * من زار قبرك واستشفى لديك شفي\r\n9 - دفن أمير المؤمنين ( ع ) ( 1 ) ليلا من حيث يخفى ولم يطلع\r\nعليه أحد سوى أولاده وخواصه ولم يحصل له تشييع أصلا كل هذا مما\r\nأطبق عليه التأريخ فإن قلت له الوجه في ذلك مع أنه كان سيد المسلمين\r\nوأمير المؤمنين فهو الأحق بالتشييع والتبجيل قلت كان ذلك فرارا عن\r\nتعرض أعدائه بنبش قبره من الخوارج والأمويين ولا زال خفيا مستورا في\r\nجميع الأدوار الأموية إلى أن ظهر في زمن الرشيد بل قبله على يد داود\r\nالعباسي فانظر أيها المنصف البصير إلى هذه الظلامة وكفى بها دليلا\r\nقاطعا على شدة ابتلائه حيا وميتا وانظر إلى أعدائه الذين تسموا بالمسلمين\r\nكيف بلغ بهم عنادهم ونصبهم إلى هذا لعمري هذا أكبر دليلا على\r\nكفرهم هذا وقد اتضح موضع قبره الآن في النجف من ذلك الزمان ثم\r\nلا زال مشيدا على أيدي الملوك والأكابر من بعده وقد كتب علماؤنا\r\nفي إثباته بل اعتراف ابن أبي الحديد المعتزلي بذلك قائلا أن الأبناء\r\nأعرف بقبور آبائهم وقد زاره أولاده هناك وبالجملة قد ظهر قبره\r\nكظهور الشمس في رائعة النهار وله الحمد .\r\n\r\n","description":"","footnote":" ( 1 ) كتاب التحصيل في أوقات التعطيل ص 696 للحجة السيد محمد البغدادي مخطوط ","page_name":" 171 ","page_number":180},
  {"content":"\r\n10 - إن قيام الأمراء والملوك ( 1 ) ومشاهير المسلمين بإشادة الأبنية\r\nالمفخمة وبذل الأموال الطائلة في سبيل ذلك لا يكون إلا بعد تحقيقهم\r\nجلية الأمراء ، وتوثقهم من الحقيقة المنشودة ، فقد قاموا بإشادة القبة وبناء\r\nالضريح والروضة وتعمير الأروقة والحيطان في مشهد الغري أمراء\r\nعظماء غير العباسيين والسامانية والحمدانية والديالمة ، مثل محمد بن زيد\r\nالداعي العلوي \" بطبرستان \" حوالي سنة ( 570 ه‍ ) ومثل أمير الحاج\r\nعمر بن يحيى بن الحسين النسابة نقيب الطالبيين بالكوفة ، فإنه عمر قبر\r\nجده أمير المؤمنين ( ع ) وبنى عليه قبة من خالص ماله حوالي سنة 330 ه‍\r\nوهو الذي رد الله على يديه الحجر الأسود إلى مكة المكرمة بعد ما\r\nانتهبه القرامطة )\r\n11 - إن شيعة علي ( 2 ) ( ع ) من أيام ضعف الدولة الأموية أخذت\r\nتأم المشهد العلوي في أرض الغري لزيارته والتبرك به ولهم كلمات في\r\nتأبينه ، وجمل في نعته تلقى وتتلى عند قبره من زائريه ، وتسمى ( الزيارات )\r\nونصوصها مروية عن علماء آل محمد ( ص ) والأئمة من أهل بيته عليهم\r\nالسلام وهذه الزيارات مستفيض في روايتها الأثر ومتواتر بجملتها\r\nالخبر ، ترشدك إليها كتب الحديث والزيارات والأدعية\r\n\r\n","description":"","footnote":" ( 1 ) مجلة الاعتدال .\r\n( 2 ) مجلة الاعتدال . ","page_name":" 172 ","page_number":181},
  {"content":"\r\nولا مبالغة ممن يدعي أن تربة الغري استحالت من أدمغة ملوك وأمراء\r\nوعظماء وعلماء : ومثل هذا الاهتمام لا يحصل عادة إلا عن اعتقادهم\r\nالصميم بأن الضريح الملموس والمشهد المحسوس هما الإمام الكل في\r\nالكل علي بن أبي طالب ( ع ) .\r\n12 - إن اهتمام الشيعة ( 1 ) بدفن موتاهم من ملوك وعرفاء وعلماء\r\nووزراء حول ضريح سيدنا علي ( ع ) منذ بدء أمره في القرون السالفة\r\nالأولى لأوضح شاهد على اعتقادهم بصحة مثوى الإمام هناك فقد أوصى\r\nعضد الدولة البويهي أن يدفن بجانب رجلي الإمام وقد ظهر للعيان قبره\r\nفي زماننا حوالي سنة 1315 ه‍ وعليه صخرة منقوش عليها آية ( وكلبهم\r\nباسط ذراعيه بالوصيد ) ومرسوم بعد ذلك اسم \" فنا خسرو عضد الدولة \"\r\nوالتصريح بمدفنه ومن حواليه قبور بني بويه وكذلك فخر الملك ، قد\r\nأوصى نائب الدولة عميد الجيوش الحسن بن سهلان المتوفى سنة 406 أن\r\nيدفن بالغري كما في حوادث هذه السنة عن كامل ابن الأثير وغير\r\nهؤلاء من ملوك مصر ووزرائهم الفاطميين والأشراف من بني علي\r\nالحسنيين والحسينيين وأمراء الهند وملوك إيران حتى مثل السلطان الفاتح\r\n\" تيمور لنك \" والأمراء من عائلته ، ومثل آقا خان المحلاتي زعيم\r\nالإسماعيلية المتوفى سنة 1298 وفتح علي شاه القاجاري ملك إيران الشهير ،\r\n\r\n","description":"","footnote":" ( 1 ) مجلة الاعتدال ","page_name":" 173 ","page_number":182},
  {"content":"\r\nالباب الرابع عشر\r\nظهور القبر المقدس\r\n1 - علاقة مقام زين العابدين ( ع ) بالمرقد المقدس\r\nأضطهد آل بيت الرسول الأعظم ( ص ) في صدر الإسلام اضطهادا\r\nكليا وخاصة في عهد معاوية بن أبي سفيان فقد جعل سنته في الإسلام\r\nالسب والبراءة واللعن لأخي رسول الله الإمام علي بن أبي طالب ( ع )\r\nوأخذ يختلق أحاديث ، وينسبها إلى الرسول الأعظم ( ص ) في الثناء على\r\nعثمان والحط من كرامة آل البيت ، وصور الأمويين هم آل البيت\r\nوقربى الرسول بما افتراه على السنة أذنابه ، وتعقب أصحاب الإمام ( ع )\r\nوشيعته الخلص بالقتل والتشريد ، وجعل ذلك من أهم القواعد الأساسية\r\nلتدعيم كيان مملكته ، وليس ذلك بغريب من معاوية لو حارب الإسلام\r\nمن هذا الطريق بعد أن فشل هو وأبوه أبو سفيان في مناوئة رسول\r\nالله ( ص ) ومحاربة الإسلام يوم كان الإسلام ناشئا مترعرعا وقد حاولوا\r\nإماتته وهو في المهد ولكن باؤوا بالفشل والخسران .\r\n","description":"","footnote":"","page_name":" 174 ","page_number":183},
  {"content":"\r\nوعلى ما تقدم فقد تكتل شيعة علي ( ع ) مع بعضه وأصبحوا كالبنيان\r\nالمرصوص يشد بعضه بعضا ، شعارهم المحافظة على أصول الدين كما جاء\r\nبذلك القرآن المجيد وسنة النبي الكريم عليه الصلاة والسلام والموالاة\r\nلآل بيته الكرام والتمسك بمبادئ إمامهم الأعظم أمير المؤمنين ( ع )\r\nوالاحتفاظ بمرقد عميدهم الأكبر وعدم إباحة سر إخفائه غير أن الأئمة\r\nمن ولد الإمام علي ( ع ) وشيعتهم الخلص كانوا يقصدون القبر سرا\r\nللتبرك به وأداء مراسيم الزيارة هناك .\r\nوبعد حادثة وفاة الحسن ( ع ) عندما دس له السم معاوية بن أبي سفيان\r\nبالواسطة ، وحادثة قتل الحسين ( ع ) في عهد يزيد ، انقاد الشيعة إلى\r\nرئيسهم الإمام علي بن الحسين ( ع ) الملقب بالسجاد لكثرة عبادته . وعلى\r\nهذا فالسجاد ( ع ) قد أخبر عن موضع قبر جده العظيم الخلص من\r\nالشيعة ومن يعتمد عليه من الموالين له ، وأصبح سرا مخفيا بين القلوب\r\nمضافا إلى ذلك فقد كان عليه السلام يزور القبر الشريف مختفيا بين حين\r\nوآخر وبعد إتمام مراسيم الزيارة كان عليه السلام يقيم ليلته في النجف\r\nويغادر المكان صباحا .\r\nويوجد في محلة العمارة من جهة غروب الشمس مقام مشهور يعرف\r\nالآن بمقام الإمام زين العابدين ( ع ) ويروى بأن السجاد ( ع ) كانت\r\nإقامته في هذا المقام أثناء زيارته لمرقد جده الإمام الأعظم ( ع )\r\n","description":"","footnote":"","page_name":" 175 ","page_number":184},
  {"content":"\r\nوجاء في ماضي النجف وحاضرها ص 65 بأن للإمام مقاما آخر\r\nملاصقا للصحن الشريف من الجهة الغربية واتخذ عليه مسجد وقد\r\nأدى الصلاة فيه كثير من أهل الفضل وضاعت آثار هذا المسجد عندما\r\nفتح الباب الغربي للصحن الشريف وسجل في دفتر الممتلكات .\r\n2 - ظهور القبر الشريف للمرة الأولى على يد الإمام جعفر بن محمد الباقر ( ع )\r\nأصبح من خطة آل البيت ( ع ) بعد قتل سيدهم السبط الحسين ( ع )\r\nالاحتفاظ بكنوز العلم الموروثة من جدهم الأعظم محمد ( ص ) وذلك\r\nتجنبا من سطوة أيدي العابثين ، ومحاربة الملحدين ، المفسدين للدين\r\nالحنيف ، وقد أسسوا المدارس العلمية داخل بيوتهم وأشرفوا على\r\nالتدريس بنفسهم .\r\nتولى الشيعة بعد وفاة السجاد \" ع \" ولده الإمام محمد الباقر \" ع \"\r\nوكانت خطته نفس المنهاج الذي سار عليه والده الحبيب ، وبعد وفاته\r\nعهدت إلى ولده الصادق \" ع \" وفي عهد الإمام جعفر الصادق \" ع \"\r\nدب الفساد في الدولة الأموية ، وكانت في دور الاحتضار ونشطت الدعوة\r\nالعباسية باسم الدعوة العلوية ، وتحرر الشيعة من القيود ، ولهذا\r\nالسبب انتشر العلم وظهرت سنة النبي الأعظم \" ص \" بعد أن لعب\r\nبها بنو أمية شطرا من الزمن وفي عهده أسست مدرسة علمية في\r\nالكوفة تخرج منها العلماء الأعلام كل ضمن اختصاصه فمنهم اللغويون\r\n","description":"","footnote":"","page_name":" 176 ","page_number":185},
  {"content":"\r\nوالنحاة ورواة الحديث والفقه والأصول والكيمياء والجبر وغيرهم .\r\nوروي أنه تخرج من مدرسة الإمام جعفر الصادق ( ع ) أربعة آلاف\r\nمحدث كل واحد منهم يقول حدثني جعفر بن محمد .\r\nوقد جرى استفسار من أصحاب الإمام جعفر الصادق \" ع \" عن\r\nموضع قبر جده الإمام \" ع \" ولما كان المحذور الذي اختفى القبر من\r\nأجله زال بالنظر لما تقدم ذكره ، فقد أرشدهم عليه السلام على\r\nالمكان الذي فيه مرقد جثمان ( الأمير الطاهر ) وعن صفوان ( 1 ) إنه\r\nأصلح المرقد المقدس حسب روايته\r\n\" قلت يا سيدي تأذن لي أن أخبر أ 2 صحابنا من أهل الكوفة قال نعم\r\nوأعطاني الدراهم وأصلحت القبر \"\r\n3 - ظهور المرقد المقدس للمرة الثانية على يد داود بن علي العباسي\r\nالمتوفى سنة 133 ه‍\r\nظهر ثوب الرياء من فوق الأجساد واكتشفت أسرار وخفايا قد\r\nنظمتها أيدي السوء من وراء الدعوة العباسية باسم الدعوة العلوية ،\r\nوما كاد الأمر يتم لبني العباس إلا وشهروا السيف ضد العلويين كما\r\nفعل من قبلهم بنو أمية ، وأن هذا البيت الكريم الذي خصه الله تعالى\r\n\r\n","description":"","footnote":" ( 1 ) فرحة الغري ص 79 ","page_name":" 177 ","page_number":186},
  {"content":"\r\nبآيته الكريمة في محكم كتابه المجيد أصبح من بعد وفاة النبي \" ص \"\r\nمضطهدا في عهد الدول المتعاقبة في صدر الإسلام ، واضطهاد العلويين\r\nفي زمن الدولة العباسية ، فاق اضطهاد الأمويين بأشواط ، وبنتيجة هذا\r\nالضغط المتزايد والتقتيل شرد الشيعة في الآفاق ، وانزووا\r\nعن ولاة السوء ومع كل ذلك لم ينفكوا عن زيارة قبر رئيسهم الأعلى\r\nوهو الإمام علي \" ع \" فأخذوا يترددون عليه بين حين وآخر ويتعاهدونه\r\nليلا ونهارا زرافات ووحدانا وهو لم يكن إذ ذاك إلا أكمة \" 1 \"\r\nمائلة أو ربوة قائمة ، وبقيت هذه الحال ، على ما هي عليه إلى زمن داود بن علي\r\nالعباسي فأظهر على أثر كرامة وبنى القبر الشريف صندوقا ، ولما\r\nكانت تلك الكرامة هي من الكرامات التي حصن الله بها المرقد\r\nالمقدس من تطاول الأعداء على الانتهاك لحرمته ، فقد آلينا على نقلها\r\nمن مصدرها بسندها لما فيها من مغزى تأريخي مهم وبمثابة الرد على\r\nأقوال المغالطين من الفئة الباغية ، قال النقيب ابن طاووس ( 2 ) : أخبرني\r\nعمي السعيد رضي الدين علي بن موسى بن طاووس والفقيه نجم الدين\r\nأبو القاسم بن سعيد والفقيه المقتدى بقية المشيخة نجيب يحيى بن سعيد\r\nأدام الله بركتهم كلهم عن الفقيه محمد بن عبد الله بن زهرة الحسيني عن\r\n\r\n","description":"","footnote":" ( 1 ) الأكمة : التل الصغير كالهضبة \" جمع \" أكمات\r\n( 2 ) فرحة الغري ص 117 ","page_name":" 178 ","page_number":187},
  {"content":"\r\nمحمد بن الحسن العلوي الحسيني الساكن بمشهد الكاظم ( ع ) عن القطب الراوندي عن محمد بن علي بن الحسن الحلبي عن الطوسي ونقلته\r\nحرفا حرفا عن المفيد محمد بن محمد بن النعمان عن محمد بن أحمد بن داود\r\nعن أبي الحسين محمد بن تمام الكوفي ، قال حدثنا أبو الحسن علي بن\r\nالحسن بن الحجاج من حفظه ، قال كنا جلوسا في مجلس أبي عبد الله\r\nمحمد بن عمران بن الحجاج وفيه جماعة من أهل الكوفة من المشائخ\r\nوفيمن حضر العباس بن أحمد العباسي ، وكانوا قد حضروا عند ابن عمي\r\nيهنونه بالسلامة لأنه حضر وقت سقوط سقيفة سيدي أبي عبد الله\r\nالحسين بن علي ( ع ) في ذي الحجة سنة ثلاث وسبعين ومائتين فبينا هم\r\nقعود يتحدثون إذ حضر إسماعيل بن عيسى العباسي ، فلما نظرت الجماعة\r\nإليه أحجمت عما كانت فيه وأطال إسماعيل الجلوس فلما نظر إليهم قال\r\nيا أصحابنا أعزكم الله لعلي قطعت حديثكم بمجيئي ، قال أبو الحسن علي بن\r\nيحيى السليماني ، وكان شيخ الجماعة ومقدما فيهم ، لا والله يا أبا عبد الله\r\nأعزك الله أمسكنا بحال من الأحوال فقال لهم يا أصحابنا اعلموا أن الله\r\nعز وجل سائلي عما أقول لكم وما اعتقده من المذهب حتى حلف بعتق\r\nجواريه ومماليكه وحبس دوابه أنه لا يعتقد إلا ولاية علي بن أبي\r\nطالب ( ع ) والسادات من الأئمة عليهم السلام وعدهم واحدا واحدا\r\nوساق الحديث فانبسط إليه أصحابنا وسألهم وسألوه ثم قال لهم رجعنا\r\n","description":"","footnote":"","page_name":" 179 ","page_number":188},
  {"content":"\r\nيوم الجمعة من الصلاة من المسجد الجامع مع عمي داود فلما كان قبل منزلنا\r\nوقيل منزله وقد خلا الطريق قال لنا أينما كنتم قبل أن تغرب الشمس\r\nفصيروا إلي ولا يكونن أحد منكم على حال فيختلف وكان مطاعا لأنه كان\r\nجمرة بني هاشم فصرنا إليه آخر النهار وهو جالس ينتظرنا فقال صيحوا\r\nبفلان وفلان من الفعلة فجاءه رجلان معهما آلتهما والتفت إلينا فقال\r\nاجتمعوا كلكم فاركبوا في وقتكم هذا وخذوا معكم الجمل يعني غلاما\r\nكان له أسود يعرف بالجمل وكان لو حمل هذا الغلام على سكر دجلة\r\nلسكرها من شدته وبأسه ، وامضوا إلى هذا القبر الذي قد افتتن به\r\nالناس ويقولون أنه قبر علي حتى تنبشوه وتجيئوني بأقصى ما فيه فمضينا\r\nإلى الموضع فقلنا دونكم وما أمر به فحفر الحفارون وهم يقولون لا حول\r\nولا قوة إلا بالله في أنفسهم ونحن في ناحية حتى نزلوا خمسة أذرع فلما\r\nبلغوا إلى الصلابة ، قال الحفارون قد بلغنا إلى موضع صلب وليس نقوى\r\nعلى نقره ، فأنزلوا الحبشي فأخذ المنقار فضرب ضربة فسمعنا طنينا شديدا\r\nفي البر ثم ضرب ثانية فسمعنا طنينا أشد من ذلك ثم ضرب الثالثة فسمعنا\r\nطنينا أشد مما تقدم ، ثم صاح الغلام صيحة فقمنا وأشرفنا عليه ، وقلنا\r\nللذين كانوا معه سلوه ما باله فلم يجبهم وهو يستغيث فشدوه وأخرجوه\r\nبالحبل فإذا على يده من أطراف أصابعه إلى مرفقه دم وهو يستغيث\r\nلا يكلمنا ولا يحير جوابا فحملنا على البغل ورجعنا طائرين فلم يزل لحم\r\n","description":"","footnote":"","page_name":" 180 ","page_number":189},
  {"content":"\r\nالغلام ينتشر من عضده وجسمه ، وسائر شقه الأيمن حتى انتهينا إلى\r\nعمي ، فقال أي شئ وراءكم ؟ فقلنا ما ترى ، حدثناه بالصورة ، فالتفت\r\nإلى القبلة فتاب عما هو عليه ورجع عن المذهب فتولى وتبرأ وركب بعد\r\nذلك في الليل إلى علي بن مصعب بن جابر فسأله أن يعمل على القبر\r\nصندوقا ، ولم يخبره بشئ مما جرى ووجه من طم الموضع وعمر الصندوق\r\nعليه ، ومات الغلام الأسود من وقته .\r\nقال أبو الحسن بن الحجاج ( رأينا هذا الصندوق الذي هذا حديثه لطيفا\r\nوذلك من قبل أن يبنى عليه الحائط الذي بناه حسن بن يزيد وهذا آخر\r\nما نقله من خط الطوسي ( رضي الله عنه )\r\n4 - ظهور المرقد المقدس للمرة الثالثة على يد هارون الرشيد الخليفة العباسي\r\nلما تبدلت نيات العباسيين وقلبوا للعلويين ظهر المجن ، انهجر القبر\r\nالشريف واندرس الصندوق الذي وضعه داود بن علي العباسي ، ولم\r\nيعرج أحد على القبر إلا خلسة ومكث على هذا الحال عشرات من\r\nالسنين ، والذي ساعد على ضياع الصندوق هجران القبر بالنظر للخوف\r\nالمستحوذ على النفوس من السلطة العباسية القاسية أيام السفاح والمنصور\r\nوكذلك ساعد على ضياعه أيضا هو موضع القبر الشريف فإنه في\r\nمنخفض واد معرض لجري السيول ومهاب الرياح . وقد ظهر القبر\r\nالشريف للمرة الثالثة على يد هارون الرشيد على أثر كرامة ظهرت\r\n","description":"","footnote":"","page_name":" 181 ","page_number":190},
  {"content":"\r\nللخليفة العباسي وقد روتها كتب السير والتأريخ ( 1 ) على الأسلوب\r\nالتالي :\r\nعن ابن طاووس قال : أخبرني الشيخ المفيد المقتدى نجيب الدين يحيى بن\r\nسعيد أبقاه الله عن محمد بن عبد الله بن زهرة عن محمد بن علي بن شهرآشوب\r\nعن جده عن الطوسي عن محمد بن محمد بن النعمان المفيد ، قال وروى\r\nمحمد بن زكريا قال حدثنا عبد الله بن محمد بن عائشة قال حدثني عبد الله\r\nابن حازم قال : \" خرجنا يوما مع الرشيد من الكوفة نتصيد فصرنا إلى ناحية الغريين\r\nوالثوية فرأينا ظباءا فأرسلنا عليها الصقورة والكلاب فجاولتها ساعة ثم\r\nلجأت الظباء إلى أكمة فسقطت عليها فسقطت الصقور ناحية ورجعت\r\nالكلاب فتعجب الرشيد من ذلك ثم أن الظباء هبطت من الأكمة ،\r\nفسقطت الصقورة الكلاب فرجعت الظباء إلى الأكمة فتراجعت\r\nعنها الكلاب والصقورة ففعلت ذلك ثلاثا ، فقال هارون اركضوا فمن\r\nلقيتموه فأتوني به فأتيناه بشيخ من بني أسد فقال هارون ما هذه\r\n\r\n","description":"","footnote":" ( 1 ) ذكر هذه الكرامة : ابن خلكان في وفيات الأعيان ، والدميري في حياة\r\nالحيوان ، وابن طاووس في فرحة الغري ، والنسابة الشهير جمال الدين الحسيني في\r\nعمدة الطالب والحافظ الكنجي الشافعي في كفاية الطالب ورشاد القلوب للديلمي\r\nوغيرهم من المؤرخين . وفي روضة الإمام اليوم صورة هي آية في الابداع ، يظهر\r\nعليها رسم رجل يستند إلى شجرة أثل وبيده قوس يصطاد ظبيا ، وإلى جانبه شادن\r\nوكلب صيد يرنو بها إلى تلك الكرامة . عن هامش العراق قديما وحديثا للحسني ","page_name":" 182 ","page_number":191},
  {"content":"\r\nالأكمه ؟ قال إن جعلت لي الأمان أخبرتك ، قال لك عهد الله وميثاقه\r\nلا أهيجك ولا أوذيك ، قال حدثني أبي عن أبيه أنهم كانوا يقولون\r\nهذه الأكمة قبر علي بن أبي طالب ( ع ) جعله الله حرما لا يأوي إليه\r\nأحد إلا أمن فنزل هارون ودعا بماء فتوضأ فصلى عند الأكمة وتمرغ\r\nعليها فجعل يبكي ثم انصرفنا قم أمر ببناء قبة على المرقد المقدس \"\r\n","description":"","footnote":"","page_name":" 183 ","page_number":192},
  {"content":"\r\nالباب الخامس عشر\r\nبعض الكرامات التي ظهرت عند المرقد المقدس\r\nلما كان موضوعنا خاصا بالمرقد المقدس فقد طرقنا جميع الأبواب\r\nالتي لها علاقة بتعيين المرقد المقدس كما مرت آنفا وهي براهين وأدلة\r\nقطعية على وجود المرقد حيث يزار اليوم ولما كانت بعض الكرامات\r\nالتي ظهرت عند المرقد المقدس لها علاقة بتعيين المرقد الشريف وإتماما\r\nلأبحاثنا المتقدمة فقد جعلنا الخاتمة لهذه المقدمات الكرامات التي ستأتيك\r\nفي بحثنا هذا والتي بسبب بعضها أشيدت العمارات ، ومنحت العطاآت\r\nودر على أهالي المدينة بالخيرات بالإضافة إلى النجف والهدايا الأثرية التي\r\nأهديت إلى الروضة المطهرة ومن تلك الكرامات أبد أولا :\r\n1 - كرامة له ( ع ) مع داود بن علي العباسي\r\nمر في الباب الرابع عشر من كتابنا هذا ذكر الكرامة التي حدثت\r\nمع داود بن علي العباسي وبسبب تلك الكرامة العظيمة خر من أجلها\r\n","description":"","footnote":"","page_name":" 184 ","page_number":193},
  {"content":"\r\nداود العباسي ساجدا لله تعالى مستغفرا عما فعله وأمر من بعد ذلك\r\nبوضع الصندوق على المرقد المقدس كما مر آنفا \" أقول \" بسبب تلك\r\nالكرامة ظهر المرقد المقدس وإكراما لتلك الكرامة عمل الصندوق\r\nفوق المرقد المقدس ، ولأجل تلك الكرامة سجد المناوئون لله للاستغفار\r\nمن ذنوبهم وأي دليل كهذا يجعل النفس مطمئنة راضية مستبشرة\r\n2 - كرامة له مع هارون الرشيد الخليفة العباسي\r\nمر في الباب الرابع عشر من كتابنا هذا ذكر الكرامة التي حدثت\r\nمع هارون الرشيد الخليفة العباسي \" أقول \" تلك الكرامة أرغمت\r\nالأعداء ، وأقهرتهم على الاعتراف بفضل أمير المؤمنين ( ع ) ولشرف\r\nتلك البقعة الطاهرة توضأ هارون الرشيد وصلى لله عند القبر إجلالا\r\nوتعظيما للمرقد المقدس وبسبب تلك الكرامة بنيت فوق الضريح\r\nالمطهر القبة البيضاء وكرامة لصاحب الضريح الطاهر أطلق هارون\r\nالرشيد سراح من في الحبس من العلويين وكان يبلغ عددهم الخمسين\r\nودفع لكل منهم ألف درهم وثلاثة أثواب .\r\n3 - كرامة له ( ع ) مع عمران بن شاهين ( 1 )\r\nأنقل إليك حكاية ابن شاهين كما في المصادر الموثوقة وآثار تلك\r\nالكرامة لم تزل باقية ليومنا هذا وهو رواق عمران بن شاهين في المشهد\r\n\r\n","description":"","footnote":" ( 1 ) إرشاد القلوب ج 2 ص 303 ، فرحة الغري ص 126 ، الأنوار العلوية\r\nوالأسرار المرتضوية ","page_name":" 185 ","page_number":194},
  {"content":"\r\nالمشرف أما تلك الكرامة على ما رواها المؤرخون فهي على ما يلي :\r\n\" حكي أن عمران بن شاهين من أمراء العراق عصى على عضد الدولة\r\nفطلبه طلبا حثيثا فهرب منه إلى المشهد متخفيا فرأى أمير المؤمنين ( ع )\r\nفي منامه وهو يقول إن في غد يأتي فنا خسروا إلى هنا فيخرجون من\r\nكان في هذا المقام فتقف أنت ها هنا وأشار إلى زاوية من القبة فإنهم\r\nلا يرونك فسيدخل ويزور ويصلي ويبتهل بالدعاء ويقسم بمحمد وآله أن\r\nيظفره بك فادن منه وقل له أيها الملك من هذا الذي ألححت بالقسم\r\nبمحمد وآله أن يظفرك الله به فسيقول رجل شق عصاي ونازعني في\r\nملكي وسلطاني فقل له ما لمن يظفرك به ، فيقول : إن حتم علي بالعفو\r\nعنه عفوت عنه ، فأعلمه بنفسك فإنك تجد منه ما تريد ، فكان كما قال له ،\r\nأنا عمران بن شاهين ، قال : من أوقفك ها هنا ؟ قال : له هذا مولانا\r\nقال في منامي غدا يحضر فنا خسروا إلى ها هنا ، وأعاد عليه القول ، فقال\r\nله بحقه قال لك فنا خسروا قلت أي وحقه ! فقال : عضد الدولة ما عرف\r\nأحد أن اسمي فنا خسروا إلا أمي والقابلة وأنا ، ثم خلع عليه خلع الوزراء\r\nوطلع من بين يديه إلى الكوفة ، وكان عمران بن شاهين قد نذر عليه أنه\r\nمتى عفا عنه عضد الدولة أتى زيارة أمير المؤمنين ( ع ) حافيا حاسرا فلما\r\nجنه الليل خرج من الكوفة وحده وفي هذه الأثناء رأى علي بن طحال\r\nالإمام أمير المؤمنين ( ع ) في المنام وهو يقول له ( اقعد افتح لولي\r\n","description":"","footnote":"","page_name":" 186 ","page_number":195},
  {"content":"\r\nعمران بن شاهين الباب ) فقعد وفتح الباب وإذا بعمران بن شاهين\r\nقد أقبل فلما وصل قال علي بن طحال بسم الله مولانا ، فقال : ومن أنا ؟\r\nفقال عمران بن شاهين ، قال لست بعمران بن شاهين ، فقال : بلى ،\r\nإن أمير المؤمنين أتاني في منامي وقال لي افتح لولي عمران بن شاهين ،\r\nقال له بحقه ! هو قال لك ؟ أي وحقه ! هو قال لي فوقع على\r\nالعتبة يقبلها وأحاله على ضامن السمك بستين دينارا وكانت له زواريق\r\nتعمل في الماء في صيد السمك \" أقول \" وبنى الرواق المعروف برواق\r\nعمران في المشهدين الشريفين الغروي والحايري على مشرفهما السلام \"\r\n4 - كرامة له ( ع ) مع طلائع بن رزيك\r\nكان طلائع ( 1 ) من الرجال الذين اتصفوا بالشجاعة وحب الخير\r\nومن أهل الفضل والأدب لذا نعت \" بالملك الصالح فارس المسلمين\r\nنصير الدين \" وأن هذا الرجل قدم إلى النجف الأشرف لزيارة قبر\r\nالإمام ( ع ) قبل توليته الوزارة وكان القائم بإمامة المشهد الحيدري في\r\nذلك الوقت هو السيد أبو الحسن ( 2 ) معصوم ومما رواه هذا السيد الجليل\r\nبأنه قد رأى في منامه الإمام ( ع ) وهو يقول له \" يا معصوم قد ورد\r\nعليك هذه الليلة أربعون فقيرا ومعهم رجل يقال له طلائع بن زريك\r\n\r\n","description":"","footnote":" ( 1 ) ماضي النجف وحاضرها ص 155 \" 2 \" السيد معصوم هو جد الأسرة العلوية\r\nالموسوية آل الخرسان في النجف ","page_name":" 187 ","page_number":196},
  {"content":"\r\nمن أكبر محبنا قل له اذهب فإنا قد وليناك مصر \" فلما أصبح الصباح\r\nأمر السيد معصوم أن ينادي في الركب أين طلائع ابن زريك فإن\r\nالسيد معصوم يطلبه فاجتمع السيد به فقص عليه الرؤيا فرحل إلى مصر\r\nونال أرفع المناصب في الدولة الفاطمية وأصبح كما أخبره السيد معصوم\r\n5 - كرامة له ( ع ) في حادثة مرة بن قيس ( 1 )\r\nمرة بن قيس رجل من الخوارج أراد الأخذ بثار آبائه وأجداده\r\nوذلك بنبش القبر المطهر وعندما قدم على فعلته مع جيشه الجرار ظهرت\r\nالكرامة العظمى من المرقد المقدس وهي الإصبعان اللتان خرجتا من\r\nالضريح المقدس كأنهما سيف وقطعتا مرة إلى نصفين وانقلبا بإذن الله\r\nمن بعد ذلك إلى حجرين أسودين فنبذا بالطريق .\r\nويوجد في الضريح المقدس في صندوق الخاتم من جهة وجه الإمام\r\n( ع ) على ما شاهدته مكان يعرف بموضع الأصبعين وسألت من الخبراء\r\nالثقاة في النجف أجابوا أنها رمز لحادثة مرة بن قيس .\r\n6 - كرامة له ( ع ) في حادثة الوهابيين ( 2 )\r\nكان سعود الوهابي يرمي من وراء هجومه على مدينة النجف المقدسة\r\nالفتك بأبناء النجف وتخريب العمارات ونهب التحف والخزانة الكبرى \"\r\n\r\n","description":"","footnote":" ( 1 ) دار السلام ، إرشاد القلوب ، الأنوار العلوية \" 2 \" ممن تطرق إلى حادثة\r\nالوهابيين : العبقات العنبرية في الطبقات الجعفرية ، وصاحب مفتاح الكرامة في\r\nآخر المجلد الخامس وآخر المجلد السابع . ","page_name":" 188 ","page_number":197},
  {"content":"\r\nالموجودة في الروضة المطهرة وعلى هذا فقد حاصر المدينة المقدسة\r\nبجيوشه وكان أهالي النجف في رعب شديد فقسم منهم من فر إلى\r\nالخارج والقسم الثاني من تسلح للدفاع عن كرامة المدينة المشرفة\r\nبقيادة الزعيم الأكبر آية الله الشيخ جعفر الكبير صاحب كشف\r\nالغطاء قدس سره يتقدمهم العلماء الأعلام كالشيخ حسين نجف\r\nوالشيخ خضر شلال والسيد جواد صاحب مفتاح الكرامة والشيخ\r\nملا كتاب وغيرهم من العلماء الأتقياء والمشايخ الأخيار والقسم\r\nالثالث التجأ إلى المرقد المقدس للاحتماء به بقولهم الدارج \" أنت حامي\r\nالحما واتريد لك حماي \" فتشتت جيوش سعود الوهابي في الحادثة\r\nالأولى والثانية على أثر الكرامات والمعجزات التي ظهرت من الضريح\r\nالمقدس .\r\nوقد وقفنا على قصيدة للسيد أبي الحسن ابن الشاه كوثر النجفي\r\nفي واقعة الوهابيين سنة 1221 ه‍ كما في مجموعة الشبيبي وإنه يصف لك\r\nتلك المناقب المقرونة بتلك الحوادث :\r\nبشرى لمن سكنوا كوفان والنجفا * وجاوروا المرتضى أعلى الورى شرفا\r\nمولى مناقبه عن عدها قصرت * كل البرايا ولم تعلم لها طرفا\r\nمنها \" سعود \" كساه الذل خالقه * ولم يزل بنكال دائم وجفا\r\nأراد تهديم ما الباري يشيده * من قبة لسقام العالمين شفا\r\n","description":"","footnote":"","page_name":" 189 ","page_number":198},
  {"content":"\r\nوجمع الجيش من أهل الحجاز ومن * سكان نجد ومن للمؤمنين قفا\r\nوقد أتى الناس قبل الفجر في صفر * بتاسع الشهر نحو السور قد زحفا\r\nمقسما جيشه أقسام أربعة * كل له سائق يعبيه إن وقفا\r\nحتى أتى السور قوم منهم فرقوا * ففاجأوا حتفهم في الحال قد صدفا\r\nوصف بالباب قوما مكثرين لها * من المعاول في حزب قد ارتدفا\r\nوالناس في غفلة حتى إذا انتبهوا * أعطوا الثبات وباريهم بهم رؤوفا\r\nفهزموا الجند نصرا من آلهم * والسوء عنهم بعون الله قد صرفا\r\nورد سلطان نجد ملء أعينه * حزنا وقد باء بالخسران وانصرفا\r\nفلا السلالم والأدراج نافعة * بل ربنا قد كفانا شرها وكفى\r\nوقد طوى الله وقت الحرب في عجل * لأنه لم يكن ما كان قد وصفا\r\nولم ينل غير قتل في جماعته * والكل في عدد القتلى قد اختلفا\r\nوكان مذ بان نجم الصبح أوله * ومنتهاه طلوع الفجر حين صفا\r\nوثم معجزة أخرى لسيدنا * في ذلك اليوم من بعض الذي سلفا\r\nقد كان في حجره في الصحن ما ادخروا * وجمعوه من البارود قد جرفا\r\nأصابه بعض نار ثم بردها * مبرد نار إبراهيم إذ قذفا\r\nفلا تخف بعدها عاينت من عجب * ولا تكونن ممن قله رجفا\r\nوقر عينا وطب نفسا فإنك في * جوار حامي الحما قد صرت مكتنفا\r\nوقال في خبر كوفان في حرم * ما أمها من بغي إلا وقد قصفا\r\n","description":"","footnote":"","page_name":" 190 ","page_number":199},
  {"content":"\r\nومذ تقطع قلب الجور أرخه * ( نحس بدا لسعود إذ رنى النجفا )\r\n6 - كرامة له ( ع ) مع نادر شاه ( 1 )\r\nروي أن نادر شاه كان لا يعرف من الأديان شيئا وعندما أخذ\r\nبغداد شاهد خلقا كثيرا قد أعدوا العدة للسفر فسأل عنهم أرباب دولته\r\nبقوله \" إلى أين يسيرون هؤلاء \" فقال له الوزير ميرزا مهدي خان\r\nيسيرون إلى زيارة أمير المؤمنين علي بن أبي طالب ( ع ) وصي رسول\r\nالله وأخوه وزوج ابنته فقال \" نادر \" هل ترون هناك شيئا من\r\nالكرامات أجابه الوزير بكلمة نعم فقال إني أريد أن أشاهد كرامة\r\nبعيني وإلا أخذت رأسك وهدمت قبة علي بن أبي طالب فقال نعم\r\nيا مولانا إن حضرة علي بن أبي طالب لا يدخلها الخمر ولا الكلاب\r\nأما الخمر فتستحيل خلا وأما الكلاب فتموت أو تفر فأمر نادر شاه\r\nبحمل ثلاث أباريق من الخمر وثلاث كلاب وسلسلها بسلسلة من الذهب\r\nوقبض رأس السلسلة بيده وختم الخمر بخاتمه وأمر بالسير إلى النجف\r\nفلما قربوا من الأرض المقدسة وإذا بالكلاب قطعت السلاسل وفرت\r\nلوجهها فتعجب نادر شاه من ذلك ونظر إلى أباريق الخمر وإذا هي خل\r\nفخر للأرض ساجدا تعظيما لأمير المؤمنين وأمر ببناء ذلك البناء\r\nالعظيم ولما أراد الدخول إلى الصحن الشريف لم يتجاسر على الدخول\r\n\r\n","description":"","footnote":" ( 1 ) الأنوار العلوية ","page_name":" 191 ","page_number":200},
  {"content":"\r\nفأمر بسلسلة من الذهب وقال ألقوها في عنقي وجروني كالكلب إلى\r\nباب علي فلم يجسر أحد على ذلك وإذا بشخص أقبل من كبد البر وأخذ\r\nالسلسلة وألقاها في عنقه وجره إلى باب الصحن فلما زار وخرج سأل\r\nعمن فعل ذلك فتفقدوا الرجل فلم يجدوه ولما كملت القبة الشريفة سألوه\r\nعما يكتبون في قنتها فقال اكتبوا يد الله فوق أيديهم فكتبوا ذلك فقال\r\nالوزير للبنائين إن نادر شاه رجل أعجمي لم يقرأ ولم يكتب فسلوه عما\r\nقال فإن الله أجرى ذلك على لسانه فسألوه فقال اكتبوا ما قلت لكم\r\nأمس وسألوه عما يكتبونه على المنائر الشريفة فقال لهم وكبر أربعا الله أكبر\r\nقيل ولما نظر ميرزا مهديخان إلى أعداد تلك الحروف وإذا هي تاريخ\r\nالمنائر الشريفة ثم أمر بتسوير النجف خوفا من الأعراب المعروفين\r\nبشمر وعنزه لأنهم كانوا في أذية النجف وأهلها وركب صندوقا من\r\nالفولاذ على القبر الشريف وكم وكم رأى نادر شاه من المعاجز هناك\r\nوكم وكم خدم من الخدمات لتلك البقعة الشريفة مما لا يسع ذكرها هنا\r\n8 - كرامة له ( ع ) مع الأسد\r\nجاء في فرحة الغري عن الزاهد العابد النقيب ابن طاووس قال\r\nخبرني عبد الرحمن الحربي الحنبلي عن عبد العزيز بن الأخضر عن\r\nمحمد بن ناصر السلامي عن أبي الغنائم محمد بن علي بن ميمون البرسي\r\nقال أخبرني الشريف أبو عبد الله قال حدثنا أبو الحسن محمد بن الحسن\r\n","description":"","footnote":"","page_name":" 192 ","page_number":201},
  {"content":"\r\nابن عبد الله الجوالقي بقراءة علي لفظا وكتبه لي بخطه قال أخبرنا أبي\r\nقال أخبرنا جدي أبو أمي محمد بن علي بن رحيم التناني قال مضيت أنا\r\nووالدي علي بن رحيم وعمي حسين بن رحيم وأنا صبي صغير في سنة\r\nنيف وستين ومأتين بالليل ومعنا جماعة مختفين إلى الغري لزيارة قبر\r\nمولانا أمير المؤمنين ( ع ) فلما جئنا إلى القبر وكان يومئذ حول قبره\r\nحجر ولا بناء حوله وليس في طريقه غير قائم الغري فبتنا نحن عنده\r\nوبعضنا يصلي وبعضنا يزور وإذا نحن بأسد مقبل نحونا فلما قرب منا\r\nمقدار رمح قال بعضنا لبعض أبعدوا عن القبر حتى ننظر ما يريد فبعدنا\r\nفجاء الأسد إلى القبر فجعل يمرغ ذراعه على القبر وفيه جراح فلم يزل\r\nيتمرغ ساعة ثم انزاح عن القبر ومضى وعدنا إلى ما كنا عليه من\r\nالقراءة والصلاة والزيارة وقراءة القرآن .\r\nوقال صاحب كتاب الأنوار العلوية ص 296 \" حدثني جماعة من\r\nمشايخ النجف الأشرف على مشرفه الصلاة والسلام أن في سنة المأتين\r\nوخمسة وخمسين بعد الألف من الهجرة جاء أسد وأراد الدخول إلى الحضرة\r\nالعلوية للثم تلك الأعتاب السنية فتصايح الناس وسد بواب القلعة بابها بأمر\r\nالحكومة العثمانية فجعل الأسد يزأر من قريح قلبه واضعا براثنه على\r\nلبه وبقي إلى اليوم الثاني ثم مضى وكان يأتي كل ليلة جمعة ويزأر خلف\r\nالسور إلى الصباح وكانت الناس تهرب منه فلما طال مكثه عرفت\r\n","description":"","footnote":"","page_name":" 193 ","page_number":202},
  {"content":"\r\nالخلائق أنه لم يقصد أذية أحد فكانوا يمرون من حوله وينظرون إليه\r\nجمعا بعد جمع وهو لا يلفت إليهم بل هو شاخص ببصره نحو أسد الله\r\nوأسد رسوله وكان وقوفه في ليالي الجمعة عند ركن السور المعروف\r\nاليوم ( بقولة السبع ) ولما سار خبر هذا الأسد في البلاد وبلغ أهل بغداد\r\nقال عبد الباقي أفندي العمري معاتبا من أمروا بسد الباب ومنعوا\r\nذلك الأسد من الدخول على ذلك الجناب .\r\nعجبت لسكان الغري وخوفهم * من الأسد الضاري إذ جاء مقبلا\r\nليلثم أعتابا تحط ببابها * ملائكة السبع السماوات ارحلا\r\nوفي سوحها كم قد أناخت تواضعا * قساورة الغاب الربوبي كلكلا\r\nوهم في حمى فيه الوجود قد احتمى * ومغناه كم أغنى عديما ومرملا\r\nوقد أغلقوا باب المدينة دونه * وذلك باب ما رأيناه مقفلا\r\nفمرغ خدا في ثرى باب حطة * ورد وقد أخفى الزئير مهرولا\r\nفلو عرفوا حق الولاء لحيدر * لما منعوا عنه مواليه لا ولا\r\n9 - كرامة له ( ع ) مع السلطان مراد ( 1 )\r\nلما توجه السلطان مراد من سلاطين آل عثمان إلى زيارة النجف\r\nالأشرف ورأى القبة المباركة من مسافة أربع فراسخ ترجل عن\r\nفرسه فسألوه أصحابه عن سبب نزوله فقال لما وقعت عيني على القبة\r\n\r\n","description":"","footnote":" ( 1 ) الأنوار العلوية ص 303 ","page_name":" 194 ","page_number":203},
  {"content":"\r\nالمنورة ارتعشت أعضائي بحيث لم أستطع على الوقوف على ظهر الفرس\r\nوترجلت إجلالا للإمام ( ع ) لأنه أحد الخلفاء الراشدين فقال بعض\r\nالمناوئين للإمام الذين كانوا مع السلطان إن كان هو خليفة فأنت أيضا خليفة\r\nووال على المسلمين واحترام الحي أشد وأولى من احترام الميت فتردد\r\nالسلطان ثم تفاءل بكتاب الله فكانت الآية الكريمة \" فاخلع نعليك\r\nإنك بالواد المقدس طوى \" عندئذ مشى راجلا إلى الحضرة الحيدرية\r\nالمطهرة وأمر بضرب عنق الرجل المعترض وأنشد هذين البيتين مشيرا\r\nإلى هذه الكرامة :\r\nتزاحم تيجان الملوك ببابه * ويكثر عند الاستلام ازدحامها\r\nإذا ما رأته من بعيد ترجلت * وإن هي لم تفعل ترجل هامها\r\nوخمس هذين البيتين المولى كاظم الأزري \" ره \"\r\nوزر مرقدا شمس العلى كقبابه * وجبهة دار الملك دون عتابه\r\nألم تره مع عظم وسع رحابه * تزاحم تيجان الملوك ببابه\r\nويكثر عند الاستلام ازدحامها .\r\nبباطنه آيات وحي تنزلت * ورسل وأملاك به قد توسلت\r\nلذاك سلاطين لديه تذللت * إذا ما رأته من بعيد ترجلت\r\nوإن هي لم تفعل ترجل هامها\r\nفصار البيتان مطرحا بين العلماء والشعراء وخمسهما جمع من الفضلاء\r\n","description":"","footnote":"","page_name":" 195 ","page_number":204},
  {"content":"\r\nومن نفيس التخميس ما قاله السيد السند العلامة بحر العلوم المهدي\r\nطاب ثراه .\r\nتطوف ملوك الأرض حول جنابه * وتسعى لكي تحظى بلثم ترابه\r\nفكان كبيت الله بيت علابه * تزاحم تيجان الملوك ببابه\r\nويكثر عند الاستلام ازدحامها\r\nأتاه ملوك الأرض طوعا وأملت * مليكان سحاب الفضل منه تهللت\r\nومهما دنت زادت خضوعا به علت * إذا ما رأته من بعيد ترجلت\r\nوإن هي لم تفعل ترجل هامها\r\nوقال برد الله مضجعه في التشطير الفائح منه نشر التعبير\r\nتزاحم تيجان الملوك ببابه * ليبلغ من قرب إليه سلامها\r\nوتستلم الأركان عند طوافها * ويكثر عند الاستلام ازدحامها\r\nإذا ما رأته من بعيد ترجلت * ليرفع فوق الفرقدين مقامها\r\nفإن فعلت هاما على هامها علت * وإن هي لم تفعل ترجل هامها\r\nوغيرها من الكرامات العظيمة والتي لا يسعها مجلدنا هذا وقد\r\nتطرقنا آنفا إلى المهم منها والتي تتعلق بالمرقد المقدس فقط .\r\n","description":"","footnote":"","page_name":" 196 ","page_number":205},
  {"content":"\r\nالقسم الرابع\r\nالعمارات التي أجريت على الضريح المقدس\r\nوالإنشاءات الأخرى في الروضة المطهرة\r\nوفي الصحن الحيدري الشريف\r\n","description":"","footnote":"","page_name":" 197 ","page_number":206},
  {"content":"\r\nالقبة والمنائر الذهبيات\r\nوهو المنظر الخارجي\r\nالعام للروضة الحيدرية\r\nالمطهرة .\r\nمنظر السور الرابع لمدينة\r\nالنجف قبل انهدامه\r\nوقد أخذت هذه\r\nاللوحة من مكتبة\r\nسعادة الأستاذ الكبير\r\nالسيد صادق كمونة المحامي .\r\n","description":"","footnote":"","page_name":" 198 ","page_number":207},
  {"content":"\r\nالباب الأول\r\nالعمارات التي أجريت على الضريح المقدس\r\n1 - عمارة هارون الرشيد الخليفة العباسي\r\nبنى الرشيد ( 1 ) على الضريح المقدس سنة 170 ه‍ ( 2 ) قبة وجعل لها\r\nأربعة أبواب وهي من طين أحمر وطرح على رأسها حبرة خضراء ، وأما\r\nنفس الضريح الطاهر فإنه بناه بحجارة بيضاء ووضع عليه قنديلا من\r\nالفيروز المرصع بالجواهر اليتيمة ( 3 )\r\n2 - عمارة ( 4 ) محمد ( 5 ) بن زيد المعروف بالداعي المتوفى عام 287 ه‍ - 900 م\r\nبنى محمد بن زيد الداعي على القبر الشريف قبة وحائطا فيه سبعون\r\n\r\n","description":"","footnote":" ( 1 ) إرشاد القلوب للديلمي\r\n( 2 ) وقد جاء في رياض السياحة لزين العابدين\r\nالشيرواني ص 309 أن العمارة وقعت سنة 155 ه‍\r\n( 3 ) العراق قديما وحديثا\r\n( 4 ) فرحة الغري ، ماضي النجف وحاضرها\r\n( 5 ) هو محمد بن زيد بن الحسن بن محمد تقدم بطبرستان ابن إسماعيل جالب\r\nالحجارة ابن الحسن دفين الحاجز ابن زيد الجواد بن الحسن السبط ابن علي بن\r\nأبي طالب عليه السلام ملك بعد أخيه الحسن ومدحه أبو مقاتل الضرير بالأبيات\r\nالنونية المشهورة التي آخرها :\r\nحسنات ليس فيها سيئات * مدحه الداعي اكتبا يا كاتبان\r\nوهو بني المشهد الشريف الغروي أيام المعتضد وقيل في وقعة أصحاب السلطان\r\nوقبره بجرجان . ","page_name":" 199 ","page_number":208},
  {"content":"\r\nطاقا ، وقد ذكر هذه العمارة ابن أبي الحديد في شرحه ج 2 ص 45 -\r\n46 ولكنه اقتصر على ذكر القبة فقط .\r\nوقد طرأت على هذه العمارة عمارة الريس الجليل عمر بن يحيى القائم\r\nبالكوفة فإنه عمر مرقد جده من خالص ماله . وكان يحيى هذا من\r\nأصحاب الإمام موسى بن جعفر ( ع ) قتل سنة 250 ه‍ وحمل رأسه في\r\nقوصرة إلى المستعين العباسي ( 1 )\r\nوقد ذكر عمارة ابن الداعي الإمام الصادق ( ع ) قبل وقوعها إذ قال ( 2 )\r\n\" زار الإمام الصادق جده أمير المؤمنين في النجف فقال عليه السلام\r\nلا تذهب الليالي والأيام حتى يبعث الله رجلا ممتحنا في نفسه في القتل\r\nيبني عليه حصنا فيه سبعون طاقا \" اه‍\r\n3 - عمارة عضد الدولة البويهي\r\nهي العمارة الثالثة وقد بناها السلطان عضد الدولة ( 3 ) فناخسرو بن\r\nالحسن بن بويه القمي وكانت عمارته تعد من أجل العمارات ومن أحسن\r\n\r\n","description":"","footnote":" ( 1 ) مستدرك الوسائل ج 2 ص 435\r\n( 2 ) ذكره تحفة العالم عن \" مدينة المعاجز \" للعلامة السيد هاشم البحراني\r\n( 3 ) ولد عضد الدولة في أصبهان يوم الأحد خامس ذي القعدة سنة 324\r\nوتوفي في بغداد يوم الاثنين ثاني شوال سنة 372 وهو أول من لقب بشهنشاه\r\nوكانت ولايته على العراق خمس سنين ونصف وأوصى أن يدفن في الروضة\r\nالحيدرية المباركة فدفن هناك وكان رحمه الله من العلماء المعدودين في الفقه والحديث\r\nوالشعر والنحو وهو من السلاطين الدهاة . ","page_name":" 200 ","page_number":209},
  {"content":"\r\nما توصل إليه الفن المعماري في ذلك الوقت وأنها أنشئت سنة 338 ه‍ ( 1 )\r\nوقد بقيت قائمة إلى سنة 753 ه‍ ( 2 )\r\nوقد صرف عضد الدولة البويهي على هذه العمارة أموالا كثيرة\r\nوستر حيطانها بخشب الساج المنقوش وعين لها أوقافا لإدارتها ، وقد\r\nوأصل إصلاح هذه العمارة سائر الملوك والوزراء من البويهيين والحمدانيين\r\nوبعض العباسيين الذين تشيعوا كالمستنصر العباسي ( 3 ) وأولاد وأحفاد\r\nجنكيز خان وغيرهم ، وجميع هؤلاء قد تبرعوا بسخاء مفرط للعمارة\r\nنفسها سواء كان بجلب الأحجار الكريمة أو الآثاث النفيسة أو إجراء\r\nإصلاحات فنية في الروضة الحيدرية المطهرة مما جعل العمارة آية في\r\nالابداع ومعجزة ذلك القرن كما أنبأتنا الكتب التأريخية القديمة ، وقد\r\nشاهد عمارة عضد الدولة الرحالة ابن بطوطة سنة 727 ه‍ وذكر\r\nوصفها في الجزء الأول ص 109 كما جاء في الباب الثالث ص 54\r\nمن كتابنا هذا .\r\n4 - العمارة الرابعة ( 4 ) بعد احتراق العمارة الثالثة وما اختلف فيها من الأخبار\r\nبعد احتراق العمارة الثالثة سنة 753 ه‍ - 1352 م أنشئت العمارة\r\n\r\n","description":"","footnote":" ( 1 ) رياض السياحة ص 209\r\n( 2 ) عمدة الطالب ص 44\r\n( 3 ) فرحة الغري ص 53\r\n( 4 ) ذكر هذه العمارة الديلمي في\r\nإرشاده ومحمد بن سليمان بن زوير السليماني كما في رسالة نزهة أهل الحرمين غير\r\nأنهم لم يذكروا اسم صاحب هذه العمارة ","page_name":" 201 ","page_number":210},
  {"content":"\r\nالرابعة في عام 760 ه‍ - 1358 م ولم يذكر مؤرخو القرن الثامن للهجرة\r\nاسم صاحبها ولم ينسبوها إلى أحد - إلا أن بعض المتأخرين يرتأي أنها\r\nمن آثار السلطان أويس بن الشيخ حسن الجلائري ( 1 ) مستشهدا\r\nعلى ذلك بالخدمات الكثيرة التي أسداها إلى أهل البيت ( ع )\r\nوما قاله السماوي في أرجوزته :\r\nفقام في بناء ذاك الدائر * أويس بن حسن الجلائري\r\nواعتاض من أخشابه الرخاما * هياكلا منحوتة ضخاما\r\nمرصوفة على اعتدال سمت * في حسن شكل وبديع نحت\r\nرأيت منها قطعا رواقي * في جوف سرداب من الرواق\r\nوتم في خمس سنين تهيئه * في سنة الستين والسبع مئة\r\nوأدخل الشاه عباس ( 2 ) الأول إصلاحات كبيرة على هذه العمارة\r\n\r\n","description":"","footnote":" ( 1 ) عنوان الشرف في وشي النجف\r\n( 2 ) جاء في هامش ماضي النجف وحاضرها ص 35 ما يلي : - ( لهذا السلطان\r\nآثار جليلة في النجف منها الأواوين التي عمرها وفقا للزائرين وكانت تعرف بالخيابان\r\nومحلها جهتا السوق الكبير اليوم الممتد من الصحن الشريف إلى باب البلدة وقد\r\nشاهدنا آثارها عند هدم السوق قبل سنوات ولكن سلبتها الأيدي العادية وجعلتها\r\nملكا لها كما سلبت غيرها من الآثار الموقوفة فإنا لله وإنا إليه راجعون . ومنها الآبار\r\nالتي لم تزل حتى اليوم تضاف إليه . وخانات أعدها للزائرين يردد ذكرها النجفيون\r\nفي المحافل والأندية ويعينها البعض وهي في محلة المشراق واليوم من أملاك بعض\r\nالأعيان والأشراف . ويقال إن قيسارية الخياطين المتصلة بالصحن الشريف من\r\nجهة الشرق جعلها مستشفى وخان دار الشفاء مطبخا وقيسارية الصاغة المتصلة به\r\nمراحيض ومخفر الحكومة القريب من الصحن مغسلا وهجرت هذه الأماكن بعد\r\nحين فاستولت عليها الحكومة والأهالي فإن قيسارية الخياطين بعد أن هجرت وصارت\r\nمحلا للكناسة والقاذورات استأجرها الملا يوسف من الشيخ صاحب الجواهر \" ره \"\r\nمدة طويلة وعمرها وأصلح أواوينها وجعلها دكاكين والزم بعض أهل الحرف\r\nوالصنائع بالجلوس بها كما حدثني بذلك الثقة السيد هادي حبوبي عن عمه السيد محمد\r\nعن جده السيد كاظم \" أه‍ ","page_name":" 202 ","page_number":211},
  {"content":"\r\nيوم زار النجف سنة 1032 - 1622 م فإنه عمر الروضة المطهرة والقبة\r\nوالصحن الحيدري ( 1 )\r\n5 - عمارة الشاه صفي ( 2 ) حفيد الشاه عباس الأول\r\nفي عام 1047 ه‍ - 1637 م بدأ الشاه صفي حفيد الشاه عباس الأول\r\n\r\n","description":"","footnote":" ( 1 ) كما في ملحق روضة الصفا الفارسي لرضا قلي المتخلص بهداية طبع إيران\r\nسنة 1370 ه‍ ومثله في المنتظم تأليف محمد حسن خان صنيع الدولة ج 2\r\nص 179\r\n( 2 ) نثبت أدناه نص ما جاء في الكتب التأريخية حول العمارة الخامسة لإيضاح\r\nما اختلف فيه المؤرخون : -\r\nجاء في كتاب ملحق روضة الصفا ج 1 لرضا قلي \" صدر الأمر اللازم بتجديد\r\nعمارة القبة والمرقد لحضرة سلطان الأولياء والأوصياء سلطان السلاطين مسند\r\nالإمامة والولاية والهادي إلى طريق السعادة والهداية أسد الله الغالب سلام الله عليه\r\nوعلى أبنائه أجمعين بعد مرور الدهور وتعاقب الأعوام والشهور حصل تكسر\r\nوأراد توسعه ذلك الحرم الذي هو توأم مع الجنة وكان الذي تصدى لهذه الخدمة\r\nوزيره ميرزا تقي المازندراني وأقام في هذا العمل ثلاث سنين جمع المعمارين\r\nوالمهندسين في النجف ووجدوا حولي النجف معدن الصخور في غاية الصفاء\r\nوبهاء اللون فعملوا منه ما يحتاجون إليه \" أه‍\r\nوجاء في المنتظم الناصري ج 2 ص 182 ذكر في حوادث سنة 1042 ه‍ : -\r\n\" جئ بماء الفرات إلى أرض النجف بحكم الشاه صفي فإنه حين ما جاء زائرا\r\nالقبة المنورة وذلك المرقد الطاهر رأى بعض النقصان في بناء المرقد أمر وزيره ميرزا\r\nتقي المازندراني بإصلاح تلك الأماكن المشرفة فجاء بالمعمارين والمهندسين إلى النجف\r\nومكث فيها ثلاث سنين مشغولا بهذا العمل ووجدوا معدن صخر في غاية الصفاء\r\nوالجودة حوالي النجف فنقل منه ما يحتاجون إليه \" أه‍ .\r\nوذكر هذه العمارة العلامة السيد حسن الصدر كما جاء في هامش ماضي النجف\r\nوحاضرها ص 37 \" وهذه العمارة ذكرها العلامة الكبير السيد حسن الصدر دام\r\nظله وزعم أن الابتداء بها كان سنة 1047 في عصر الشاه صفي ولما توفي سنة 1052\r\nقام ابنه الشاه عباس الثاني مقامه فأتمها . قال وما اشتهر بين أهل النجف من أنها\r\nعمارة الشاه عباس لا بد أن تكون بهذا الاعتبار . \" يعني الشاه عباس الثاني ، ثم نفى\r\nالشهرة الطائرة بين النجفين من أنها كانت بنظر الشيخ البهائي \" ره \" وأنها في زمن\r\nاليشاه عباس الأول وكذب ما يدعيه بعض أهل العلم من النجفين من أن الشيخ\r\nالبهائي رسالة في عمارة المشهد ووضعه الهندسي - قلت ما اشتهر بين النجفيين من\r\nأن العمارة كانت في زمن الشاه عباس الأول هو صحيح لا شبهة فيه فإنهم تلقوه خلفا\r\nعن سلف وتسالموا عليه يدا عن يد وهي كسائر أماكنهم المقدسة التي يثبتونها\r\nوالآثار التي يعلمونها . ويعضد شهرتهم المصدر التأريخي كما ذكرنا عن المنتظم\r\nالناصري وعن ملحق روضة الصفا الفارسي فإنهما عدا من آثار الشاه عباس الأول\r\nبناء القبة والصحن الشريف والروضة \" كما تقدم نقله \" فعلى هذا يمكن أن يقوم\r\nالشيخ البهائي بهذه الخدمة الجليلة وهو معاصره . مع إنا لم نقف على من ذكر أن\r\nالشاه عباس الثاني عمر القبة أو زار النجف .\r\nواستشهد السيد دام ظله على ما ادعاه بكلام لمحمد بن زوير السليماني ، والسيد علي\r\nالشولستاني والذي وقفت عليه من كلام الأخير منها كما هو منقول في مزار البحار\r\nوكشكول الشيخ يوسف البحراني لا يثبت أن الابتداء بأمر الشاه صفي والختام\r\nبأمر الشاه عباس الثاني ولا ينفي عمارة الشاه عباس الأول ) أه‍ ","page_name":" 203 ","page_number":212},
  {"content":"\r\nببناء العمارة الحاضرة بعد أن شاهد تضعضع في القبة المنورة وضيق\r\nساحة الصحن الشريف ، فأمر الشاه المذكور بهدم بعض جوانب\r\nالصحن الشريف وتوسيعه وتوسيع ساحة الحرم العلوي المطهر .\r\n","description":"","footnote":"","page_name":" 204 ","page_number":213},
  {"content":"\r\nوالذي تصدى لهذه الخدمة وزيره ميرزا تقي المازندراني بأمر من\r\nالشاه ( 1 ) واستمر العمل ثلاث سنين وصرف لها أموالا طائلة وجلب\r\nأمهر المعمارين والمهندسين مما جعلها بديعة الشكل متقنة الصنع وأوجد\r\nفيها معرفة أوقات الزوال وعدم اختلافه صيفا وشتاء وما تقف عنده\r\nأساتذة الفن من تحكيم بزوغ الشمس في الضريح المقدس وما التزم بها\r\nمن المقابلة والمجانسات الفنية وسيأتي وصف الروضة المطهرة في فصل\r\nخاص ونختم البحث بأبيات لعبد الباقي العمري يصف بها قبة المرتضى .\r\nقبة المرتضى علي تعالى * شأنها عن موازن وعديل\r\nمن نضار صيغت بغير نظير * في مثال منزه عن مثيل\r\nفوقها كالإكليل لاح هلال * رمقته السها بطرف كليل\r\nكبرت فاستقلت الفلك الدوار * عنها بأن يرى ببديل\r\nإلى أن يقول\r\nهي باء مقلوبة فوق تلك * النقطة المستحيلة التأويل\r\n\r\n","description":"","footnote":" ( 1 ) روضة الصفا ج 1 لرضا قلي ","page_name":" 205 ","page_number":214},
  {"content":"\r\nوله أيضا\r\nوليلة حاولنا زيارة حيدر * وبدر دجاها مختف تحت أستار\r\nبادلاجنا ضل الطريق دليلنا * ومن ضل يستهدي بشعلة أنوار\r\nفلما تجلت قبة المرتضى لنا * وجدنا الهدى منها على النور لا النار\r\n","description":"","footnote":"","page_name":" 206 ","page_number":215},
  {"content":"\r\nالباب الثاني\r\nالأضرحة التي أنشئت على المرقد المقدس\r\nأول من أصلح القبر المقدس الإمام جعفر الصادق عليه السلام كما\r\nمر آنفا ، وأول من عمل ووضع الصندوق على القبر المقدس هو داود\r\nابن علي العباسي ، وأول من بنى الضريح الطاهر بالحجارة البيضاء هو\r\nالخليفة العباسي هارون الرشيد ، وأن الخليفة المستنصر العباسي زار المرقد\r\nالمقدس وعمل الضريح الشريف وبالغ فيه ( 1 )\r\nثم تعاقبت السلاطين العظام بوضع الصناديق الأثرية الغالية الثمن\r\nوالقليلة الوجود على الضريح المقدس كالسلطان نادر شاه ( 2 ) الذي\r\nركب صندوقا من الفولاذ على القبر الشريف والسلطان الأعظم\r\nوالخاقان الأفخم ناصر الدين شاه الذي ركب صندوقا على الصندوق\r\nالنادري من فضة وهو الذي يقول فيه عبد الباقي أفندي العمري :\r\n\r\n","description":"","footnote":" ( 1 ) فرحة الغري\r\n( 2 ) الأنوار العلوية ص 294 ","page_name":" 207 ","page_number":216},
  {"content":"\r\nصندوق الخاتم المنبت بالذهب والعاج الغالي الثمن\r\nوالنادر الوجود والموضوع حاليا فوق القبر المقدس\r\nوقد ظهر في اللوحة السيد محمد الرفيعي نائب\r\nسادن الروضة الحيدرية المطهرة مع أحد الزائرين\r\n","description":"","footnote":"","page_name":" 208 ","page_number":217},
  {"content":"\r\nألا إن صندوقا أحاط بحيدر * وذي العرش قد أربى إلى حضرة القدس\r\nفإن لم يكن لله كرسي عرشه * فإن الذي في ضمنه آية الكرسي\r\n1 - صندوق الخاتم ( 1 )\r\nهو صندوق من الخشب المنبت بالذهب والفضة والعاج ولا أغالي إذا قلت\r\nإن هذا الصندوق حين تشاهده لا تبقى في نفسك قيمة للذهب وكلما\r\nأمعنت النظر في الفن الذي شمله من نقوش إلى كتابة تتجدد لك\r\nصورة مجهولة لكثرة التنويع الذي داخله وإليك بعض وصفه :\r\nطوله 16 فوت و 3 سم ، وعرضه 10 فوت و 3 سم ، ارتفاعه 6 فوت\r\nو 3 سم ، كتب على الجهة السفلى للجهة الغربية \" قد تشرف ووفق بإتمام\r\nهذا الصندوق الرفيع إخلاصا لوليه أمير المؤمنين علي بن أبي طالب ( ع )\r\nصنع بأمر كلب عتبة أمير المؤمنين محمد جعفر بن محمد صادق ( أحد\r\nملوك الزند ) أيده الله بتأيداته في سنة 1202 ه‍ ويشير هذا التأريخ إلى\r\nإنجاز هذا الصندوق وانتهائه أما ابتداء العمل به فقد أشير إليه في الجهة\r\nالجنوبية المعبر عنها ب‍ \" الاصبعتين \" كتبه محمد بن علاء الدين بن محمد\r\nالحسيني سنة 1198 ه‍ وكتب في أعلى الصندوق من جهة الجنوب\r\nكتيبة فيها سورة ( هل أتى على الإنسان ) بالعاج الأبيض ومنبتة بالفضة\r\nوالذهب ، وفي هذه الجهة أربع قوائم كتب على سمت كل قائمة ، ففي\r\n\r\n","description":"","footnote":" ( 1 ) مجلة الغري السنة الثالثة ص 249 ","page_name":" 209 ","page_number":218},
  {"content":"\r\nالأولى تتمة هل أتى وفي الثانية سورة إنا أنزلناه في ليلة القدر ، وفي\r\nالثالثة والرابعة سبخ اسم ربك الأعلى وقد كتب على باب الأصبعتين\r\nهذه الآية الشريفة \" إن الذين يبايعونك إنما يبايعون الله ، يد الله فوق\r\nأيديهم ، وفي الجهة الشرقية كتب في الأعلى سورة النبأ وفي الأسفل\r\nسورة العاديات ، وفي الجهة الشمالية وهي التي تقابل الجهة الجنوبية وفيها\r\nأيضا أربع قوائم كتب على الجميع سورة الملك ، وفي جهة الرأس\r\nالشريف في الأعلى كتبت خطبة النبي ( ص ) في حجة الوداع حينما\r\nقام بأمر الله لنصب علي خليفة بعده يوم غدير خم أخذت بسند الإمام\r\nجعفر بن محمد الصادق ( ع ) وفيها كتب في الجهة السفلى حديث نبوي\r\nيا علي أنت أخي وأنا أخوك ، وكتب على الزاوية الرابعة من الجهة\r\nالغربية اسم النجار \" عمل بنده خاكسار محمد حسين نجار شيرازي \"\r\nوصنع هذا الصندوق ونجارته يعرف بالفن ( الخاتمي )\r\nوكتب في خطوط حول جوانبه الأربع دعاء ذي الجوشن\r\n2 - الشباك الفضي القديم\r\nكان موضوعا على صندوق الخاتم شباك من الحديد الفولاذي وعليه\r\nشباك من الفضة كان قد تبرع به الحاج مشير الشيرازي كتب عليه\r\nبخط جميل كاتبه محمد علي الأصبهاني سنة 1298 وفي الكتيبة العليا من\r\n","description":"","footnote":"","page_name":" 210 ","page_number":219},
  {"content":"\r\nالشباك قصيدتان أحدهما ( 1 ) لابن أبي الحديد وهي التي يقول فيها :\r\nيا برق إن جئت الغري فقل له * أتراك تعلم من بأرضك مودع\r\nوتبدأ هذه القصيدة مما يلي الرجلين لضريح الإمام وتختم في الجهة\r\nالثالثة مما يلي الرأس ، والقصيدة الثانية للعلامة الكبير الشيخ إبراهيم\r\nابن العلامة الشيخ صادق آل صادق العاملي المتوفى في ( الطيبة )\r\nأم قرى جبل عامل سنة 1278 ه‍ وإليك أبياتا من القصيدتين المذكورتين :\r\nأبيات من القصيدة الأولى لابن أبي الحديد :\r\nيا برق إن جئت الغري فقل له * أتراك تعلم من بأرضك مودع\r\nفيك ابن عمران الكليم وبعده * عيسى يقفيه وأحمد يتبع\r\nبل فيك جبريل وميكال وإسرافيل * والملأ المقدس أجمع\r\nبل فيك نور الله جل جلاله * لذوي البصائر يستشف ويلمع\r\nفيك الإمام المرتضى فيك الوصي * المجتبى فيك البطين الأنزع\r\nالضارب الهام المقنع في الوغى * بالخوف للبهم الكماة يقنع\r\nوالسمهرية تستقيم وتنحني * فكأنها بين الأضالع أضلع\r\nوالمترع الحوض المدعدع حيث لا * واد يفيض ولا قليب يترع\r\nومبدد الأبطال حيث تألبوا * ومفرق الأحزاب حيث تجمعوا\r\nوالحبر يصدع بالمواعظ خاشعا * حتى تكاد لها القلوب تصدع\r\n\r\n","description":"","footnote":" ( 1 ) من كتاب صحيح الأخبار في آل النبي المختار لمؤلفه الخطيب الشيخ\r\nمسلم الجابري \" مخطوط \" ","page_name":" 211 ","page_number":220},
  {"content":"\r\nحتى إذا استعر الوغى متلضيا * شرب الدماء بغلة لا تنقع\r\nمتجلببا ثوبا من الدم قانيا * يعلوه من نقع الملاحم برقع\r\nزهد المسيح وفتكه الدهر الذي * أودى به كسرى وفوز تبع\r\nهذا ضمير العالم الموجود عن * عدم وسر وجوده المستودع\r\nهذي الأمانة لا يقوم بحملها * خلفاء هابطة واطلس أرفع\r\nتأبى الجبال الشم عن تقليدها * وتضج تيهاء وتشفق بلقع\r\nهذا هو النور الذي عذباته * كانت بجبهة آدم تتطلع\r\nوشهاب موسى حيث أظلم ليله * رفعت له لألاؤه تتشعشع\r\nيا من له ردت ذكاء ولم يفز * بنظيرها من قبل إلا يوشع\r\nيا هازم الأحزاب لا يثنيه عن * خوض الحمام مدجج ومدرع\r\nيا قالع الباب الذي عن هزه * عجزت أكف أربعون وأربع\r\nلولا حدوثك قلت إنك جاعل * الأرواح في الأشباح والمستنزع\r\nلولا مماتك قلت إنك باسط * الأرزاق تقدر في العطاء وتوسع\r\nما العالم العلوي إلا تربة * فيها لجثتك الشريفة مضجع\r\nما الدهر إلا عبدك القن الذي * بنفوذ أمرك في البرية مولع\r\nأنا في مديحك الكن لا أهتدي * وأنا الخطيب الهزبري المصقع\r\nأأقول فيك سميدع كلا ولا * حاشا لمثلك أن يقال سميدع\r\nبل أنت في يوم القيامة حاكم * في العالمين وشافع ومشفع\r\n","description":"","footnote":"","page_name":" 212 ","page_number":221},
  {"content":"\r\nولقد جهلت وكنت أصدق عالم * أغرار عزمك أم حسامك اقطع\r\nوفقدت معرفتي فلست بعارف * هل فضل علمك أم جنابك أوسع\r\nلي فيك معتقد سأكشف سره * فليصغ أرباب الهوى وليسمعوا\r\nوأبيات من القصيدة الثانية للعلامة العاملي\r\nهذا ثرى حط الأثير لقدره * ولعزه هام الثريا يخضع\r\nوضريح قدس دون غاية مجده * وجلاله خفض الضراح الأرفع\r\nأنى يقاس به الضراح علا وفي * مكنونه سر المكون مودع\r\nجدث عليه من الجلال سرادق * ومن الرضا واللطف نور يلمع\r\nوقد خمس القصيدة بكاملها ولده سماحة العلامة عبد الحسين العاملي فقال\r\nعج بالغري وحول كعبة فخره * أحرم وطف وانشق تضوع نشره\r\nوأشر به لثرى الوصي وقبره * هذا ثرى حط الأثير لقدره\r\nولعزه هام الثريا يخضع\r\nوقد كتب على جوانبه بعض الآيات القرآنية والأسماء الحسنى\r\nالشريفة وأبيات فارسية وعلى أركانه الأربعة رمان من الذهب .\r\nوإن هذا الشباك الفضي في خزانة الإمام ( ع ) بالنظر لاستبداله بشباك\r\nفضي جديد والموضوع حاليا على المرقد والمعمول من قبل سلطان البهرة\r\nوالذي سيأتيك وصفه في محل آخر\r\n","description":"","footnote":"","page_name":" 213 ","page_number":222},
  {"content":"\r\nمنظر الشباك\r\nالفضي القديم\r\nقبل قلعه\r\nالهنود الموفدون من\r\nقبل سلطان البهرة\r\nلأجل جلاء الشباك الفضي\r\nالجديد والموضوع\r\nحاليا على المرقد\r\nالمقدس\r\n","description":"","footnote":"","page_name":" 214 ","page_number":223},
  {"content":"\r\n3 - وضع الزجاج على صندوق ( 1 ) الخاتم الثمين\r\nوضع الزجاج على الصندوق الثمين عند إكمال الشباك الفضي الجديد\r\nوهو يفصل صندوق الخاتم عن شباك الفضي الذي تم صنعه في الهند\r\nعلى نفقة سلطان البهرة . وأن هذا الزجاج أصبح غشاء بديعا لحفظ\r\nالصندوق من خطر العجاج والأتربة التي كانت قد غمرته طوال السنين\r\nالماضية فبرز بشكل بديع متجلي للناظر صنعه وأن الزجاج المذكور\r\nمع تصليح الصندوق الذي تولى إدارته عمالا من إيران قد جلبوا\r\nخصيصا لهذه الغاية قد تبرع بنفقاتها الوجيه حاج محمد صالح الجوهرجي\r\nنجل محمد سعيد الصائغ من خدم الروضة الحيدرية سنة 1361 ه‍ وإليك\r\nأبيات الخطيب الشيخ حسن السبتي في تأريخ وضع الزجاج .\r\nقد تجلى لعلي مرقد * نوره يجلو الدجى والليل داج\r\nفوقه صندوق قدس خاتم * زانه نقش بابريز وعاج\r\nخلت عرشا وعلي ملك * فوقه علق قنديل وتاج\r\nقد طوى في طيه سر هدى * فاض علما فطمى فضلا فماج\r\n\r\n","description":"","footnote":" ( 1 ) جاء في ماضي النجف وحاضرها ص 51 : \" طرأت على الصندوق إصلاحات\r\nعديدة منها ما كان في أيام الوالي حسن باشا سنة 1126 ومنها ما كان في سنة 1203 وجدد\r\nمرة ثانية على يد السلطان محمد شاه القاجاري كما ذكره المنتظم الناصري ج 3 ص 63\r\nفي حوادث سنة 1211 وجدد مرة ثالثة سنة 1262 بأمر المعتمد عباس قلي خان وزير\r\nمحمد شاه بن عباس بن فتح علي شاه كما ذكره الخبير البراقي وجدد سنة 1298\r\nعلى نفقة السيد محمد الشيرازي ويعرف بالمشير . ","page_name":" 215 ","page_number":224},
  {"content":"\r\nضم حامي الجار غام الهدى * عضب دين المصطفى بيت الهياج\r\nضم سر الله بل آيته * وسناء الله في الأرض سراج\r\nمذ جلوه ابتهج الأفق به * وبنور المرتضى زاد ابتهاج\r\n","description":"","footnote":"","page_name":" 216 ","page_number":225},
  {"content":"\r\nفوقه ألقوا غشاء حافظا * من زجاج مانعا عنه العجاج\r\nياله صندوق قدس باهرا * ساطعا أرخه ( يغشاه الزجاج )\r\n4 - الشباك الفضي الحالي\r\nقبل نصب الشباك الفضي الحالي نشرت جريدة البلاد الغراء ( 1 )\r\nعن مراسل جريدة الأهرام في لندن بما يلي :\r\nضريح جديد فخم للإمام ( ع )\r\nجاء من بومباي أنه عما قريب سيتم العمل في ضريح فخم من\r\nالخشب المموه بالذهب والفضة تبلغ نفقاته \" 45 \" ألف جنية استرليني\r\nوعند إنجازه سيرسل إلى العراق ليوضع على مدفن الإمام علي بن أبي\r\nطالب في النجف الأشرف وقد نقشت على الضريح آيات من القرآن\r\nالكريم منزلة بالذهب الابريز ويبلغ الذهب المستعمل في هذا الأثر\r\nالفني البديع خمسين رطلا والفضة \" 15 \" ألف جنية ويبلغ علو الضريح\r\n12 قدما وقطره 20 قدما وقد بوشر العمل فيه منذ عامين بعد ما زار\r\nمدفن الإمام السردار سيد طاهر سيف الدين صاحب زعيم طائفة\r\nداوودي بوهرا ويقال إنه في تلك الزيارة استأذن حكومة العراق في\r\nإبداله الضريح القديم الذي أبلاه الزمان بضريح جديد يرمز إلى الفن\r\nالهندي الحديث فقبلت الحكومة العراقية اقتراحه .\r\n\r\n","description":"","footnote":" ( 1 ) مجلة الغري 29 ربيع الأول 1359 السنة الثالثة ","page_name":" 217 ","page_number":226},
  {"content":"\r\nإكمال نصب الشبكة الفضية\r\nوجاء في مجلة الغري في العدد 101 ، 102 السنة الثالثة تأريخ 1 / 7 / 1361\r\nأنه قد تم نصب الشبكة الفضية على مرقد الإمام أمير المؤمنين علي بن\r\nأبي طالب ( ع ) وهي في غاية الإبداع والفن في القرن العشرين ولقد\r\nسحرت الألباب وحيرت الفكر بالفنون التي تحلتها .\r\nوصف حفلة إزاحة الستار عن شباك مرقد النبأ الأعظم ( 1 )\r\nكان يوم 27 تموز الموافق ليوم 13 رجب يوما عظيما في مدينة\r\nالنجف المقدس إذ شهدت فيه مهرجانا عظيما منقطع النظير وحفلا\r\nرائعا منسقا لم يسبق أن شوهد مثيله في مختلف المناسبات وذلك بمناسبة\r\nالانتهاء من نصب الضريح الجديد لمرقد الإمام بطل الإسلام علي بن\r\nأبي طالب ( ع ) والذي أنشأ على نفقة مولانا السيد طاهر سيف الدين\r\nالرئيس الديني لطائفة البهرة في الهند والذي مضى في صنعه مدة تزيد\r\nعلى الخمس سنوات فجاء آية في الإبداع الفني ومثالا للذوق الممتاز\r\nوالصناعة والصياغة البديعة ولقد بلغ مجموع ما صرف عليه 80 ألف دينار\r\nوفيه 10500 مثقالا من الذهب الخالص ومليونين مثقالا من الفضة .\r\nوقد أزيح الستار عن شباك مرقد النبأ العظيم تحت رعاية حضرة\r\n\r\n","description":"","footnote":" ( 1 ) مجلة الغري الثالثة العدد 103 ، 104 ","page_name":" 218 ","page_number":227},
  {"content":"\r\nصاحب الفخامة السيد نوري السعيد في حفل كبير حضرة أكابر العلماء الأعلام\r\nوالزعماء والوجوه وكان بصحبة فخامته صاحب المعالم السيد عبد المهدي\r\nالمنتفكي وحضرة معالي السيد أحمد مختار بابان فأفتح الحفلة المغفور له\r\nالسيد رؤوف الكبيسي مدير الأوقاف السابق بكلمة قيمة لاقت\r\nاستحسان الجميع وإليك نصها :\r\n\" أقف في هذه الروضة المطهرة خاشعا خاضعا أمام هذا المرقد المقدس\r\nموضع الأسرار ومنبع الهدى والتقى ، المرقد الذي يضم إماما كان له\r\nالحظ الأوفر في تشييد دعائم الإسلام وبطلا عظيما ذب عن رسول\r\nالله ( ص ) في أحرج المواقف وبذل نفسه وأمواله في سبيل الله منذ\r\nكان يافعا إلى أن قضى شهيدا \" .\r\n\" أقف في هذه البقعة المقدسة في هذا الحفل لألقي كلمتي بمناسبة\r\nتجديد المرقد الشريف من تبرع التقي البار عظمة سلطان البهرة السيد\r\nطاهر سيف الدين وفقه الله للاستمرار على أعمال الخير وتقبل منه ما قدمه\r\nمن عمل صالح الماثل أمامنا خدمة لجده أمير المؤمنين ( ع ) أن هذا\r\nالمرقد الطاهر لم يزل ولا يزال موضع عناية ملوك المسلمين وأمرائهم\r\nومحط أنظار العالم الاسلامي عموما قديما وحديثا ، وهذا أكبر دليلا\r\nعلى قدسية صاحبه والاجماع على التبرك به والاستهداء من هديه الشريف\r\nإن من واجب المسلمين الذين خدموا الدين وتركوا لنا ثروة قيمة\r\n","description":"","footnote":"","page_name":" 219 ","page_number":228},
  {"content":"\r\nمادية ومعنوية ، فهم النجوم في سماء الإسلام وهم الهداة إلى الصراط\r\nالمستقيم ، ولا شك أن من أعظم أئمة المسلمين أمير المؤمنين علي بن أبي\r\nطالب ( ع ) وأولاده الطاهرين \" سلام الله عليهم \" الذين لم تزل\r\nمراقدهم كواكب في وجه البسيطة يهتدي بها السالكون ويتبرك بها\r\nالزائرون وهم جديرون بذلك فهم من بيت النبوة ذلك البيت الذي\r\nعمت بركته كل الأنام وتعلقت به قلوب المسلمين جميعا ذلك البيت الذي\r\nسلم إلى أفراده أكثر المسلمين قيادهم وانضووا تحت حكمهم هذا واضرع\r\nإلى الله تعالى أن يوفقنا إلى الأعمال الصالحة بظل صاحب الجلالة الملك\r\nالمفدى انضر فرعا في الدوحة الهاشمية ، والوصي المعظم ، وارث الشهامة\r\nوالإباء من جده الذي نحن ماثلون في فناء كرمه والسلام على الأئمة\r\nالطاهرين وعليكم جميعا أيها المؤمنون \"\r\nثم تقدم الأستاذ الكبير والخطيب المفوه الشيخ محمد علي اليعقوبي\r\nالمعتمد العام لجمعية الرابطة العلمية الأدبية في النجف وألقى خطابا\r\nارتجاليا قيما تطرق فيه إلى تأريخ البنايات في هذا المرقد العلوي المطهر\r\nوإلى العظماء الذين بذلوا الأموال الطائلة في سبيل تخليد ذكرهم في\r\nالبقعة المقدسة وإلى الملوك الذين بذلوا جهودا جبارة في سبيل العناية\r\nبتشييد هذا المرقد العظيم وأشار بصورة مجملة إلى آخر من زار هذا\r\nالمرقد المقدس من سلالة البيت الهاشمي المعظم كما شاد بذكر حضرة\r\n","description":"","footnote":"","page_name":" 220 ","page_number":229},
  {"content":"\r\nصاحب الفخامة السيد نوري السعيد رئيس الوزراء الذي ساهم في خدمة القضية\r\nالعربية في مختلف أدوارها كما شارك في هذه القضية الدينية التي يشكرها له\r\nالجميع وقد هتف بحياد حضرة صاحب الجلالة الملك فيصل الثاني وحضرة\r\nصاحب السمو الوصي الأمير عبد الإله المعظم وحضرة صاحب الفخامة\r\nالسيد نوري السعيد رئيس الوزراء السابق كما دعا للحكومة الحازمة\r\nبالموفقية وتسديد الخطى .\r\nثم تقدم الشاعر الأديب السيد محمد جمال الهاشمي والقي قصيدة\r\nعصماء كان موضوعها مولد الإمام علي بن أبي طالب عليه السلام وختمها\r\nبما يناسب المقام من ذكر حضرة مولانا صاحب الجلالة الملك المعظم\r\nووصيه الأمين وفخامة السيد نوري السعيد فاستعيدت أبياتها مرارا بين\r\nالتصفيق والاستحسان .\r\nثم تقدم الشاب الأديب السيد إبراهيم الرفيعي وألقى بالنيابة عن السيد\r\nفخر الدين وكيل عظمة السيد طاهر سيف الدين الذي تبرع بصنع هذا\r\nالشباك للضريح العلوي المقدس بكلمة قيمة كان نصها :\r\nالسلام عليكم\r\nسيدي صاحب الفخامة\r\nسادتي العلماء الأعلام\r\nليس لي في هذا الموقف الرهيب بمشهد الإمام بطل الإسلام علي\r\n","description":"","footnote":"","page_name":" 221 ","page_number":230},
  {"content":"\r\nابن أبي طالب عليه السلام وبمحضر حضرة صاحب الفخامة الرئيس\r\nالجليل السيد نوري السعيد رئيس الوزراء وصاحب السعادة مدير\r\nالأوقاف العام ومتصرف اللواء وحضرات السادة العلماء الأعلام\r\nووجوه النجف وأعيانها إلا أن ارفع باسم مولاي السيد طاهر\r\nسيف الدين التشكرات الصميمة على ما أولتنا به حكومة العراق وعلى\r\nرأسها حضرة صاحب الفخامة رئيس الوزراء من مساعدات مشكورة\r\nومقدرة وابتهل إليه جل شأنه أن يشمل شعب العراق العزيز بلطفه وأن\r\nيديم حضرة صاحب الجلالة قرة عين العرب والإسلام مولانا صاحب\r\nالجلالة الملك فيصل الثاني المعظم حرسه الله برعاية حضرة صاحب\r\nالسمو الملكي الوصي على عرش العراق الأمير عبد الإله المعظم .\r\nويحيى الملك المعظم\r\nويحيى الوصي المعظم\r\nويحيى فخامة رئيس الوزراء\r\nويحيى الشعب العراقي النبيل\r\nثم قصد فخامته الحرم المقدس يحف به كبار العلماء الأعلام والسادة\r\nوالوجوه والأشراف وكبار الموظفين حيث أزاح الستار وفتح باب\r\nالضريح وطاف به بخشوع مؤديا واجب الزيارة بمرقد البطل الإمام\r\nعليه السلام وقد وزع فخامته زهاء المائة دينار على خدمة الروضة\r\n","description":"","footnote":"","page_name":" 222 ","page_number":231},
  {"content":"\r\nالمطهرة وبعد خروجه من الحرم الحيدري توجه إلى عمارة البهرة حيث مكث\r\nبضع دقائق وشكرهم على عملهم العظيم هذا وودع كما استقبل به من\r\nالتعظيم في الساعة العاشرة والنصف متجها نحو كربلاء .\r\nمنظر رقم ( 3 ) للضريح الفضي المقدس الجديد وقد\r\nظهرت في اللوحة صورة حاج أكرم ملا حيدر علي\r\nوكيل فيضي حسيني في النجف الأشرف الذي أشرف\r\nعلى تنصيب الضريح المقدس الجديد .\r\n","description":"","footnote":"","page_name":" 223 ","page_number":232},
  {"content":"\r\nصورة تاريخية للإيوان الذهبي\r\nيتوسطه الباب الفضي وهو المدخل الأول\r\nالروضة المقدسة وقد ظهرت في اللوحة\r\nصورة المرحوم الجليل السيد جواد\r\nالرفيعي سادن الروضة المطهرة سابقا\r\nوالمغفور له جمعة بك قائممقام النجف في\r\nالعهد العثماني والد معالي السيد حسام\r\nالدين جمعة بك وزير الدفاع للمملكة العراقية\r\nباب الضريح الفضي الجديد\r\nوقد ظهر في اللوحة سادن\r\nالروضة الحيدرية الجليل السيد\r\nعباس الرفيعي .\r\n","description":"","footnote":"","page_name":" 224 ","page_number":233},
  {"content":"\r\nمنظر من مناظر الشباك الفضي الموضوع على المرقد المقدس\r\nحاليا وقد ظهر في اللوحة صورة سلطان البهرة السيد طاهر سيف الدين\r\n","description":"","footnote":"","page_name":" 225 ","page_number":234},
  {"content":"\r\n","description":"","footnote":"","page_name":" 226 ","page_number":235},
  {"content":"\r\nصورة السلطان السيد طاهر سيف الدين مع حاشيته الكريمة ونشرت\r\nهذه اللوحة بمناسبة زيارة مولانا السلطان إلى النجف الأشرف بعد\r\nالأنهاء من تنصيب الشبكة الفضية المعمولة في الهند على نفقة السلطان\r\n","description":"","footnote":"","page_name":" 227 ","page_number":236},
  {"content":"\r\n","description":"","footnote":"","page_name":" 228 ","page_number":237},
  {"content":"\r\nالأستاذ الخطيب والمؤرخ المشهور الشيخ علي البازي يؤرخ عام صنع\r\nالشبكة الفضية .\r\nهذا ضريح سما أوج الضراح علا * بضمنه ضم جسما بالفخار علي\r\nمن كل فج له تأتي تطوف به * أهل الولاء وهذا غاية الأمل\r\nتستعطف الله في غفران ما اقترفت * من الذنوب وذا في المسلمين جلي\r\nوصي طه ومن مثل الوصي له * شأن عظيم به الذكر الحكيم ملي\r\nوحينما قام \" سيف الدين \" جدده * للناظرين حفى بالشكر في العمل\r\nطوبى لشخص له ذكر يخلده * تأريخه ( في ضريح للإمام علي )\r\nعلي البازي\r\nوللأديب الفاضل السيد محمد الحلي الحسيني تأريخان الأول يتضمن تجديد\r\nالشباك والضريح :\r\nضريح قدس قد سما * لصفو سيد البشر\r\nقد جددوا شباكه * أرخته ( نور ظهر )\r\n1361 -\r\nوالثاني تأريخ جلاء الخاتم\r\nشباك قدس قد سما رفعة * فكل قلب فيه مسرور\r\nوقد جلوه وبدا نوره * أرخته بالخاتم النور\r\n1361 -\r\nوللشاعر الخطيب الشيخ حسن السبتي :\r\nهذا مقام المرتضى حيدرة * جنة فردوس لمن قد قصده\r\nكعرش بلقيس له الضريح * وهو آصف إليه قد مد يده\r\nما عرش بلقيس وما الضراح إذ * قد حسدا لجينه وعسجده\r\nفإن من أنفق فيه ماله * وفقه رب العلى وسدده\r\nومن له مجدد ضريحه * بجنة الخلد غدا ما أسعده\r\nفاخضع وسلم إن تصل ضريحه * أرخ وقل \" نعم الضريح جدده \"\r\n","description":"","footnote":"","page_name":" 229 ","page_number":238},
  {"content":"\r\nالباب الثالث\r\nتذهيب القبة والإيوان والمأذنتين\r\nجاء في التأريخ النادري الفارسي ( 1 ) : \" وحيث أنه قد صدر الأمر من\r\nالسلطان المذكور بتذهيب القبة المباركة امتثل أمره بذلك خذام العتبة الملكوتية\r\nأحسن امتثال فاعتنوا بتذهيب القبة المطهرة أحسن عناية وقد ضبطوا حساب ما صرف\r\nلهذا المشروع فبلغ ما يعادل خمسين ألف تومان ( 2 ) وقد أحال حساب ذلك إلى\r\nأمير المؤمنين عليه السلام \" اه‍\r\nوجاء في بستان السياحة ص 572 \" وتصدى نادر شاه لتذهيب القبة\r\nوالمأذنتين والإيوان وزاد في عمارة ذلك البلد . \" اه‍\r\nأما الآثار التأريخية الموجودة لهذا العمل الجليل فهي :\r\n1 - على جهة الإيوان الذهبي توجد كتابة بالحروف الذهبية ما نصها :\r\n\" الحمد لله قد تشرف بتذهيب هذه القبة المنورة والروضة المطهرة الخاقان\r\nالأعظم وسلطان السلاطين الأفخم أبو المظفر المؤيد بتأييد الملك القاهر السلطان\r\nنادر شاه أدام الله ملكه وأفاض على العالمين سلطنته وبره وعدله وإحسانه وقال في\r\nتأريخه ( خلده الله ودولته ) سنة 1156 \" اه‍\r\n2 - يوجد في الرواق خلف البابين اللذين عند الرأس الشريف قصيدة\r\n\r\n","description":"","footnote":" ( 1 ) التأريخ النادري الفارسي ص 237 طبع سنة 1314\r\n( 2 ) التومان الشاهي يساوي مائة تومان بالحساب الدارج كما جاء في هامش ماضي\r\nالنجف وحاضرها ص 47 ","page_name":" 230 ","page_number":239},
  {"content":"\r\nفارسية مشتملة على تأريخها\r\nوقد أرخ عام وضع الذهب على القبة المقدسة العلامة السيد حسين بن مير رشيد النقوي الهندي الحايري المتوفى سنة 1170 بقصيدة قال فيها :\r\nأمطلع الشمس قد راق النواظر أم * نار الكليم بدت من جانب الطور\r\nأم قبة المرتضى الهادي بجانبها * منارتا ذكر تقديس وتكبير\r\nوصدر إيوان عز راح منشرحا * صدر الوجود به في حسن تصدير\r\nبشائر السعد أبدت من كتائبها * آي الهدى ضمن تشطير وتحرير\r\nقد بان تذهيبها عن أمر معتضد * بالنصر للحق عالي القدر منصور\r\nغوث البرايا شهنشاه الزمان علا * النادر الملك مغوار المغاوير\r\nأدامه الله ذو العرش المجيد لنا * كهفا ودافع عنه كل محذور\r\nفحين تمت وراقت بهجة وأتت * على المرام بسعي منه مشكور\r\nيا طالبا عام إبداء البناء لها * أرخ تجلى لكم نور على نور\r\n4 - والسيد محمد بن أمير الحاج صاحب شرح قصيدة أبي فراس الحمداني\r\nيؤرخ عام الشروع في تذهيب القبة المنورة :\r\nالله أكبر لا قر * ص الشمس في أرض الغري\r\nأم قبة الفلك الذي * فيها أضاء المشتري\r\nأم طور سيناء الكلي‍ * م به كبدر نير\r\nبل قبة النبأ العظيم * وزير طه الأطهر\r\nقد ريم في تذهيبها * زيا وحسن المنظر\r\nوبها يسر الناظرين * سناه قبل الأنظر ( كذا )\r\nمنها الشعاع أضاء أبيض * من قديم الأعصر\r\nوالآن راقتنا * بقضبان الشعاع الأصفر\r\nرفعت لتقبيل الكواكب * كفها والأزهر\r\nهي رأس جنات العلى * يا كون فيه تعطر\r\n","description":"","footnote":"","page_name":" 231 ","page_number":240},
  {"content":"\r\nهي قطب دائرة الوجود * وشمس كل الأدهر\r\nفلذا دعا تأريخها * للشمس قبة حيدر\r\n1155 ه‍\r\n5 - وفي المأذنة الشمالية المجاورة لقبر العلامة الحلي \" ره \" أبيات فارسية وفيها\r\nتأريخ تذهيبها وفي آخرها اسم كاتبها محمد جعفر ومؤرخه سنة 1156 ه‍\r\n6 - وفي المأذنة الجنوبية المجاورة لقبر المقدس الأردبيلي \" ره \" خمسة أبيات عربية\r\nوفيها تأريخ تذهيبها .\r\nويعجت كل نور من سناه * كما شمس الضحى بل صار أنور\r\nتنور عسجدا بمنار عز * يدوم بقاؤه والليل أدبر\r\nنهار مسرة الأمثال أضحى * بذلك صبح أفق المصر أسفر\r\nوفاز بذاك \" نادر \" كل عصر * فسبح ثم هلل ثم كبر\r\nوقام مؤذن التأريخ فيه * يكرر أربعا \" الله \" أكبر\r\n1156 هج‍\r\n7 - وللشاعر الشهير السيد نصر الله الحايري قصيدة يمدح بها الأمير ( ع )\r\nويصف القبة المنورة ويؤرخ عام تذهيبها مطلعها\r\nإذا ضامك الدهر يوما وجارا * فلذ بحمى امنع الخلق نارا\r\nإلى أن قال\r\nتبدي سناها عيانا فارخت * آنست من جانب الطور نارا\r\nومما تقدم قد علمنا أن المباشرة في التذهيب كان عام 1155 أي في تأريخ زيارة\r\nنادر شاه للنجف الأشرف وفي تلك الزيارة أمر بقلع الحجر القاشاني عن القبة\r\nالعظيمة والإيوان والمأذنتين وأمر بتذهيبها وقد جلبوا عمالا أخصائيين لهذه الغاية\r\nوبلغ أجور العمال ما يساوي خمسين ألف تومان أما الذهب والنحاس فكان على نفقة\r\nالشاه وقد أكمل العمل سنة 1156 حسبما جاء في التواريخ المسجلة على القبة والمنائر الذهبيات .\r\nوتوجد في المأذنتين شبابيك منقوشة بالتخريم وبعضها تأريخ التذهيب .\r\nوعلى ما رواه كتاب الأنوار العلوية ص 294 بأن التذهيب جرى أثر الكرامة\r\nالعظيمة التي ذكرت في الباب الخامس عشر ص 191 من كتابنا هذا .\r\n","description":"","footnote":"","page_name":" 232 ","page_number":241},
  {"content":"\r\nمنظر رقم ( 1 ) للباب الذهبي من الأمام وقد ظهر في اللوحة\r\nصورة فضيلة العلامة السيد محمد كلنتر واقفا في منتصف الباب\r\n","description":"","footnote":"","page_name":" 233 ","page_number":242},
  {"content":"\r\n","description":"","footnote":"","page_name":" 234 ","page_number":243},
  {"content":"\r\nمنظر رقم ( 2 ) للباب الذهبي من الخلف\r\n","description":"","footnote":"","page_name":" 235 ","page_number":244},
  {"content":"\r\n","description":"","footnote":"","page_name":" 236 ","page_number":245},
  {"content":"\r\nالباب الرابع\r\nالباب الذهبي الجديد ( 1 )\r\nحجم الباب\r\nطول الباب ثلاثة أمتار ونصف غير جبهته المقوسة بشكل هلالي تكون فوقه ،\r\nوعرضه ثلاثة أمتار ذا مصراعين ،\r\nنوع خشب الباب\r\nخشبة من ( الساج ) الممتاز جدا ورصع الخلف منه بخشب النارنج وغيره ،\r\nصناعة الباب خشبيا\r\nصنع الباب على أحسن شكل في مهارة وإتقان وزين الخلف منه حفرا بنقوش\r\nجميلة وأثبت فيه بعض الآيات والأحاديث . ويستطيع الرائي أن يعبر عنه بأعجوبة فن\r\nالنجارة في قرن العشرين . وقد قام بعمل ذلك أستاذا فن النجارة في العراق اليوم\r\nالسيد الحسيب السيد كريم المرعبي والحاج حسن اليزدي وهذان قد حازا قصب\r\nالسبق في مهنتهما ونالا شهرة عظيمة فصنعا الباب وربطا ألواحه بالحديد وب‍ \" براغي \"\r\nمن حديد أيضا .\r\n\r\n","description":"","footnote":" ( 1 ) صحيح الأخبار في النبي وآله الأطهار \" مخطوط \" للخطيب الشهير الأستاذ الشيخ\r\nمسلم الجابري ","page_name":" 237 ","page_number":246},
  {"content":"\r\nما أنفق على الباب من ذهب وفضة ومينا\r\nأنفق على غشائه من الذهب الخالص ما زنته ثلاثة آلاف وخمس مائة مثقال .\r\nومن الفضة خمسون ألف مثقال . كل تلك الفضة صيغت صفائح سميكة ووضعت\r\nعلى وجه الباب مباشرة تحت صفائح الذهب . ووضع على الذهب في أماكن خاصة\r\nمن المينا الخالصة الثمينة مقدار ليس بالقليل . وقد غطي كل من مصراعي الباب\r\nوجبهته الهلالية بلوح من الزجاج السميك \" المرمر \" ليبقى الباب محتفظا بروعته وبهائه\r\nولئلا تبلى جدته أيدي الزائرين وقام بعمل صياغة ما على الباب من ذهب وفضة ومينا\r\nأشهر أساتذة فن الصياغة في إيران وأمهرهم وهم الحاج محمد تقي الاصفهاني ،\r\nوالحاج سيد محمد العريضي الاصفهاني ومحمد حسين پرورش الاصفهاني ، وهؤلاء قد\r\nحازوا على شهادات راقية وأوسمة عظيمة ومداليات شرف من الحكومة الإمبراطورية\r\nالإيرانية لتفوقهم على غيرهم بفن الصياغة .\r\nما كتب على وجه الباب\r\nكتب على هامش مصراعي الباب ما نظم من الشعر العربي خصيصا لهذا الباب\r\nوفي وسط الباب الأيمن للداخل كتب قوله تعالى : يا أيها الرسول بلغ ما أنزل\r\nإليك من ربك وإن لم تفعل فما بلغت رسالته والله يعصمك من الناس ، وفي وسط\r\nمصراع الباب الأيسر كتب قوله تعالى : إنما وليكم الله ورسوله والذين آمنوا الذين\r\nيقيمون الصلاة ويؤتون الزكاة وهم راكعون وعلى ملتقى المصراع الأيمن بالمصراع\r\nالأيسر الثابت كتب اسم الجليل تبارك وتعالى واسم النبي الأعظم محمد صلى الله عليه\r\nوآله وسلم واسم سيدة النساء فاطمة الزهراء ( س ) واسم وصي النبي الإمام \" ع \"\r\nوأسماء باقي الأئمة الأحد عشر من ولد الإمام علي \" ع \"\r\nموضع إنشاء الباب وصياغته\r\nإنشاء في محل الوجيه الحاج صالح حلبوص في النجف الأشرف ومحل صياغة\r\nالذهب والفضة والمينا في أصفهان .\r\n","description":"","footnote":"","page_name":" 238 ","page_number":247},
  {"content":"\r\nالمكان المقرر للباب\r\nالمدخل الذي في الإيوان الذهبي لحرم الإمام علي بن أبي طالب \" ع \" ويوسع\r\nهذا المدخل على القدر الذي يتطلبه حجم الباب .\r\nما أنفق على الباب\r\nأنفق على الباب من الذهب والفضة والمينا والخشب والحديد ومصاريف\r\nأخرى ما يساوي عشرين ألف دينار عراقي .\r\nالمفكر في تكوين هذا الباب\r\nفكر في تكوين هذا الباب العظيم وتصدى للقيام بإنشائه فضيلة العلامة السيد\r\nمحمد نجل الحسيب النقي السيد سلطان علي كلانتر . وكابد في سبيل ذلك كل مشقة\r\nوعناء وقد سافر لأجل إنشاء هذا الباب وإتمام هذا العمل المقدس خمس مرات إلى\r\nإيران وبذل في سبيل تحقيق هذه الأمنية ما في وسعه من حول وطول واستمر\r\nيكدح ويجد مدة سنتين وأخيرا وفق إلى ذلك بعناية من ولي التوفيق .\r\nالباذلون لإنشاء الباب\r\nتوصل السيد ( كلانتر ) بسعيه الحثيث إلى إنهاض ثلاثة من محبي الخير من\r\nالمؤمنين لمناصرته ومؤازرته والقيام بالانفاق على هذا الباب بالغا ما بلغ وهؤلاء من\r\nأعاظم تجار إيران ومن أشراف عاصمتها طهران وهم : المحسن الكبير الحاج مرزا مهدي\r\nمقدم ، والتاجر العظيم الوجيه النبيل الحاج كاظم آغا توكليان مقدم ، والوجيه\r\nالجليل التاجر المحترم الحاج ميرزا عبد الله مقدم ، فأنفقوا عليه ذلك المبلغ المذكور\r\nمن رؤوس أموالهم لا من الحقوق الشرعية التي تعودوا على إعطائها لمستحقيها\r\nمن فقراء المسلمين .\r\nهذه صورة وجيزة قدمناه للقراء عن هذا الباب وأنه آية في الإبداع\r\nكثر الله الساعين إلى الخير والعاملين عليه بإخلاص .\r\n","description":"","footnote":"","page_name":" 239 ","page_number":248},
  {"content":"\r\nالباب الخامس\r\nأبواب الفضة\r\nللروضة الحيدرية المطهرة ستة أبواب فضة وأنها على ما يلي :\r\nالباب الأول\r\nمن آثار الحاج محمد حسين خان الاصفهاني الصدر الأعظم وقد نصب في\r\nحدود سنة 1219 ويقع في وسط الإيوان الذهبي .\r\nالبابان الثاني والثالث\r\nهما اللذان يدخل منهما الداخل من الرواق إلى الحرم المطهر ، فالباب الواقع على يمين الداخل\r\nإلى الحرم المطهر نصب سنة 1283 في زمن السلطان عبد العزيز وكان الباذل لنفقته\r\nلطف علي خان الإيراني .\r\nالباب الرابع والخامس\r\nفي داخل الحرم بابان فضيان هما عند الرأس الشريف أحدهما من جهة الشمال\r\nنصب يوم الثلاثاء رابع ربيع الثاني سنة 1316 وكانت لنفقته بنت أمين\r\nالدولة زوجة علي شاه كما ذكره البراقي .\r\nونصب الآخر يوم الأربعاء ثامن عشر ربيع الثاني سنة 1318 والباذل\r\n","description":"","footnote":"","page_name":" 240 ","page_number":249},
  {"content":"\r\nلمصروفاته الحاج غلام علي المسقطي كما ذكره البراقي أيضا ( 1 )\r\nالباب السادس\r\nنصب سنة 1341 وأنها أثمن الأبواب وأغلاها نفع بباب الرواق مقابلا لباب الصحن\r\nالشريف القبلي بذلت مصروفاته الحاجة طخه والدة الزعيم الحاج عبد الواحد\r\nآل سكر زعيم آل فتلة وقد بلغت نفقات هذا الباب ألفا ومائتي ليرة ذهبية ويعرف\r\nهذا الباب بباب المراد .\r\nوعليه قصيدة وفيها تأريخ عام نصبه لحجة الإسلام الشيخ عبد الكريم\r\nالجزائري ( 2 )\r\nقف بباب المراد باب علي * تلق للأجر فيه فتحا مبينا\r\nهو باب الله الذي من أتاه * خائفا من خطاه عاد أمينا\r\nواخلع النعل عنده باحترام * فهو بالفضل دونه طور سينا\r\nواطلب الأذن نحو ضريح * فيه أضحى سر الإله دفينا\r\nقد لجأنا بحب من حل فيه * ويقينا من العذاب يقينا\r\nأنا في الحب والولا رافضي * لم أجد غير حبه لي دينا\r\nيا سفين النجاء لم أر إلا * أملي فيك للنجاة سفينا\r\nيا إمام الهدى ببابك لذنا * من ذنوب أبكين منا العيونا\r\nلك جئنا فاشفع لنا وأجرنا * يوم لا مال نافع أو بنونا\r\nفتح الله للورى بعلي * باب خير يأتونه أجمعينا\r\nقل لقصاد بابه أدخلوه * بسلام لكم به آمنينا\r\nفهو باب به الرجا أرخوه * ذاك باب المراد للزائرينا\r\n\r\n","description":"","footnote":" ( 1 ) ماضي النجف وحاضرها ص 55\r\n( 2 ) ماضي النجف وحاضرها ص 55 ","page_name":" 241 ","page_number":250},
  {"content":"\r\nالباب السادس\r\nإصلاح القبة والمئذنتين\r\nإصلاح القبة المطهرة\r\n1 - إصلاح القبة المطهرة للمرة الأولى : في شهر ذي الحجة سنة 1304\r\nحيث حدث في القبة شق ، وكانت الأسباب لحدوث هذا الشق هي :\r\nأولا - ارتفاع القبة المطهرة وثانيا - لبعد عهد عمارتها وثالثا - لمقاومتها\r\nللهواء . وقد جرى إصلاح القبة بعد أن قلعوا الذهب وجعلوا لها طوقا من حديد وبعد\r\nإكمال التصليح أعادوا إليها الصفائح الذهبية وكان ذلك بنظارة المعمار الأستاذ\r\nالشهير الحاج محسن والأستاذ النجار ( حسين الشمس ) وقد كان تاريخ\r\nالانتهاء من العمل في آخر شهر ربيع الأول من سنة 1304 ( 2 )\r\nب - إصلاح القبة المشرفة للمرة الثانية : في سنة 1347 تضعضعت بعض\r\nالصفائح الذهبية وقد حدث في القبة انفكاك مما دعا إلى تغلغل المطر إلى داخل\r\nالقبة المنورة وعلى هذا فقد قلع الطاق الذهبي وأصلح المتصدع منه وبنيت تلك\r\nالفرج التي حدثت ثم أعيد إليها الذهب وقد كان العمل تحت نظارة الأستاذ\r\nالذائع الصيت الحاج سعيد نجل الأستاذ الحاج محسن المذكور وقد كان تأريخ\r\nانتهاء العمل في شهر ربيع الثاني سنة 1348 ه‍\r\n2 - إصلاح المئذنتين\r\nجرت إصلاحات كثيرة على المئذنتين وذلك عقيب تذهيبها من قبل نادر شاه\r\n\r\n","description":"","footnote":" ( 1 ) اليتيمة الغروية للبراقي \" مخطوط \" ","page_name":" 242 ","page_number":251},
  {"content":"\r\nحسب التواريخ المتسلسلة والمذكورة أدناه :\r\nأ - \" جرى إصلاح المئذنتين بأمر الحاج محمد حسين خان الأسبهاني وزير فتح\r\nعلي شاه سنة 1236 وذلك عقيب تذهيب النادر لهما إذ حدث تضعضع في بعض\r\nجوانبها وسقط الصفيح الذهبي \" \" 1 \"\r\nب - وفي سنة 1281 أصلحت المئذنة الجنوبية المجاورة لمرقد المقدس\r\nالأردبيلي بأمر السلطان عبد العزيز خان العثماني وكان نوع الإصلاح هو\r\nإعادة بناء المئذنة بعد هدمها وقلع ما عليها من الذهب ثم إعادة تركيب الذهب\r\nبعد الانتهاء من التصليح المذكور .\r\nج - وفي سنة 1315 أصلحت المئذنة الشمالية المجاورة لمرقد العلامة الحلي\r\n( ره ) بأمر السلطان عبد الحميد خان العثماني وكان نوع الإصلاح هدمها إلى\r\nالنصف وإعادة بنائها بعد قلع الذهب وتركيبه من جديد وكان تأريخ انتهاء\r\nالعمل في عاشر جمادي الثانية 1316 ه‍ .\r\nد - وفي شهر جمادي الأول سنة 1352 أصلحت المئذنة المجاورة لقبر المقدس\r\nالأردبيلي قدس سره وكان نوع الإصلاح هدم قسم الأعلى من المئذنة بعد\r\nأن قلع الذهب وأعيد بناؤها مع تركيب الذهب وكان على نفقة الأوقاف\r\nللحكومة العراقية .\r\nه‍ - وفي سنة 1366 ه‍ - قامت مديرية الأوقاف العامة للحكومة العراقية\r\nبهدم القسم العلوي للمئذنة الشمالية وذلك للمباشرة ببنائها من جديد وذلك بناء على\r\nالتقارير التي رفعت إلى مديرية الأوقاف من المهندسين والأخصائيين الذين قدموا\r\nالنجف لهذا الغرض .\r\n\r\n","description":"","footnote":" ( 1 ) البراقي ","page_name":" 243 ","page_number":252},
  {"content":"\r\nالباب السابع\r\nإصلاحات وتعميرات وإنشاءات مختلفة\r\nفي الروضة المطهرة وفي الصحن الشريف\r\n1 = إصلاح الروضة المطهرة\r\nإن المرايا الملونة والريازة البديعة الموجودة في الروضة المطهرة كلها حدثت بعد\r\nعصر الشاه صفي وكانت الحضرة قبل هذا التأريخ مبنية بالحجر القاشاني وأن\r\nأكثر التاريخ لعمارة الحضرة المعظمة قد انطمس على أثر تلك التغييرات التي حدثت\r\nفي الروضة المطهرة وعلى هذا فإن أقدم أثر موجود في الروضة المقدسة يرجع تأريخه\r\nإلى سنة 1121 ه‍ والبعض الآخر يرجع تأريخه إلى زمن النادر .\r\nويوجد في الحرم من جهة الرأس الشريف في الدعامة التي تكون مقابلة للقبلة\r\nبيت تأريخ يوافق سنة 1204 ه‍\r\nقل لمن يسأل عن تاريخها * \" هي صرح من قوارير ممرد\r\nوهو تأريخ وضع المرايا الموجودة عند الرأس الشريف فقط .\r\nأما الحضرة فسقفها مزان بالفسيفساء وجدرانها بالزجاج الملون ذي الأشكال\r\nالهندسية المختلفة وأعلا الجدران ملون بألوان مختلفة ومكتوب فيه السور القرآنية\r\nالصغيرة والأحاديث الشريفة\r\n2 = وضع الزجاج في الرواق\r\nفي سنة 1285 وضع في الجانب الشرقي من الرواق النقوش الزجاجية\r\n","description":"","footnote":"","page_name":" 244 ","page_number":253},
  {"content":"\r\nوالنجارة الفنية والباذل لمصروفاته الرجل التقي \" الحاج حمزة التركي \"\r\nأما الجهات الأخر الثلاث فبذل لها \" الحاج أبو القاسم البوشهري \" وأخوه\r\n\" الحاج علي أكبر \" ابنا المرحوم الحاج محمد شفي الكازروني والمتولي للمصروفات\r\nمن قبلهما هو الثقة الحاج عبد الصاحب الكازروني النجفي ، وقد شرع في العمل\r\nابتداء من سنة 1307 واستمر العمل لمدة سنة واحدة ، وكان الرواق قبل وضع\r\nالزجاج أي قبل تأريخ سنة 1285 مبنيا بالحجر القاشي الأزرق .\r\n3 = بناء السراديب وتعبيد أرض الصحن الشريف\r\nجاء في ماضي النجف وحاضرها ص 61 ما نصه \" كانت أرض الصحن المطهر\r\nالقديمة منخفضة وهي محل القبور التي يدفن بها اليوم ولمرور عشرات من السنين\r\nوما يحصل فيها من مجاري السيل وهبوب الرياح وما تجلبه من التراب والأحجار الكثيرة\r\nارتفعت الأرض المحيطة بالصحن المقدس من سائر جهاته وتوعرت أرضه لكثرة ما فيها من\r\nالقبور والمحاريب وكانت سائر المحاريب ظاهرة بارزة ( 1 ) على وجه الأرض حتى\r\nكان عصر العلامة الكبير السيد محمد مهدي بحر العلوم رحمه الله ، فلما رأى ذلك ولم يكن\r\nبالسهل المرور في الصحن المقدس أمر بطم ساحة الصحن وعملت السراديب على ما هي\r\nعليها اليوم وعبدت أرضه بالصخر والمرمر وكان ذلك سنة 1206 وكان الباذل لمصروفاته\r\n( مير خير الله الإيراني ) واسمه ضمن خمسة أبيات عربية وفيها تأريخ العمارة المذكورة\r\nمنقوش في صخرة كبيرة على يمين الخارج من الصحن الشريف من الباب الشرقي\r\nالكبير ومقابلها أبيات فارسية وفيها أيضا اسمه مع تاريخ العمارة - والأبيات العربية\r\nمن قصيدة للشاعر النجفي الشهير السيد محمد زيني الحسني المتوفى سنة 1216 مثبتة\r\nفي ديوانه المخطوط وهي تشتمل على عدة تواريخ . مطلعها :\r\nلقد أنعم الباري وجل عطاؤه * على ( مير خير الله ) وهو جاره\r\n\r\n","description":"","footnote":" ( 1 ) في أمل الآمل في ترجمة الشيخ ناصر البويهي ذكر البويهين وعمارتهم\r\nالنجف . . فقال وقبورهم هناك ظاهرة مشهورة . هذا في عصره وقد توفي ( ره )\r\nسنة 1104 ولم يبعد عهده وقد ضاعت هذه القبور ولم نقف لها اليوم على عين\r\nولا أثر . ","page_name":" 245 ","page_number":254},
  {"content":"\r\nإلى أن قال ( وهي المكتوبة على الصخرة ) :\r\nجزى \" مير خير الله \" خير إلهه * كما حل في الدارين منه جزاؤه\r\nفقد كان تعظيم الشعائر دأبه * وفي كل ما يرضي الإله اعتناؤه\r\nتوعر حينا صحن روضة حيدر * فسواه سهلا للمشاة فناؤه\r\nومهده والشكر لله دأبه * فأثنت عليه أرضه وسماؤه\r\nفأنشأت لما أن بناه مؤرخا * ( بنامير خير الله باد بهاؤه )\r\nوفي القصيدة تواريخ أخر لم تكتب على الصخرة وهي :\r\nوإن شئت تاريخا ليوم بنائه * لتعلم من قد كان منه بناؤه\r\nفقل ( مير خير الله بانيه جده ) * وذلك تأريخ جلي خفاؤه\r\nوقل ( مير خير الله وطأ بانيا ) * فجل بذا التأريخ منه رجاؤه\r\nوقل ( مير خير الله لله حبه ) * فمن ذلك التأريخ بان ولاؤه\r\nواتبع تواريخا أتتك مؤرخا * ( بنا مير خير الله باد بهاؤه )\r\nوفي شهر شوال سنة 1315 قلعت أحجار أرض الصحن المقدس بأمر\r\nالسلطان عبد الحميد الثاني ، وأصلحت السراديب وأعيدت على ما هي عليه اليوم\r\nفظهرت هناك قبور بعض السلاطين وشاهدها كثير من النجفيين وهي تكون تحت\r\nالقبور التي يدفن بها الآن وكان تمام العمل سنة 1316 يوم الخميس عاشر جمادي\r\nالثانية وقد ارخ هذا الاصلاح العلامة السيد جعفر آل بحر العلوم دام علاه بقوله :\r\nوقد فرش السلطان ساحة حيدر فراش علا ارخ * ( لقد فرش العرشا )\r\n4 = تجديد الحجر القاشاني وتأريخ وضعه في الصحن الشريف\r\nكانت أواوين الصحن قبل تجديدها مغشاة بالأحجار القاشانية وذلك في عهد\r\n( الشاه صفي ) وأن هذه الأحجار تكسر بعضها وقلع البعض الآخر بالنظر لمرور\r\nزمن ليس بالقليل عليها . وقد تصدت لتجديد القاشي زوجة \" نادر شاه الخاتون\r\nكوهر شاه بيكم \" وكان بدء الشروع سنة 1156 ه‍ وانتهاء العمل سنة 1160 ه‍\r\nوصرفت مائة ألف نادري ( 1 ) لهذا المشروع العظيم .\r\n\r\n","description":"","footnote":" ( 1 ) النادري يساوي أربع محمديات وكل مائة محمدية فضية تساوي تومانا كما\r\nفي الصكوك النجفية القديمة والنادري نسبة إلى نادر شاه كما أن المحمدية\r\nنسبة إلى محمد شاه ( مؤسس الدولة القاجارية )\r\n\" هامش ماضي النجف وحاضرها \" ","page_name":" 246 ","page_number":255},
  {"content":"\r\nوقد ذكر \" العلامة السيد حسن الصدر \" بأن المتولي لهذا المشروع ميرزا\r\nمهدي وهو من أجداد \" الشيخ محمد تقي صاحب حاشية المعالم \"\r\nوقد طرأت تبديلات على الحجر القاشي من عبد مرور مدة على تجديده ، وضاع\r\nأكثر معالمه وتاريخه بالنظر للتغيرات والتعميرات والإصلاحات والإضافات التي\r\nحصلت في ا لروضة المقدسة وفي الصحن الشريف ولم يبق منه إلا القليل .\r\nويوجد من هذا الحجر في إيوان العلماء وتأريخه إلى نادر شاه ، وفي هذا\r\nالإيوان توجد قصيدة \" لقوام الدين \" يرجع تأريخها إلى سنة 1160 أي تأريخ\r\nانتهاء عمل تجديد القاشي وأنها موقعة باسم كاتبها \" كمال الدين حسين كلستانه \"\r\nالقصيدة\r\nيا رب خير المسلمين * سلم على نوح الأمين\r\nوالمصطفى والمرتضى * غيث الورى ليث العرين\r\nوالبضعة الطهر التي * باتت على القلب الحزين\r\nوابنيهما نوريهما * سبطي حبيب الصالحين\r\nوالعابد الهامي البكا * زين العباد الساجدين\r\nوالباقر العالي السنا * والصادق النور المبين\r\nوالكاظم السامي العلا * ثم الرضا الحبل المتين\r\nثم التقي المهتدي * هادي الفريق السالكين\r\nثم الزكي العسكري * مقصود أرباب اليقين\r\nوالحجة الهادي آل * نهج الطريق المستبين\r\nيا رب آل المصطفى * سلم عليهم أجمعين\r\nتسليم لطف فاتح * يذكي شذاه الياسمين\r\n","description":"","footnote":"","page_name":" 247 ","page_number":256},
  {"content":"\r\nواعطف على أشياعهم * آمين رب العالمين\r\nواغفر لمن والاهم * يا غافرا للمذنبين\r\nوأنظم قواما عبده * في خير أصحاب اليمين\r\nويوجد من الحجر القاشاني أيضا في الإيوان الكبير المواجه للقبلة تحت\r\nالميزاب الذهبي وتوجد قصيدة وأبيات مؤرخة سنة 1157 ه‍\r\nالقصيدة\r\nصل يا رب على شمس الضحى * أحمد المختار نور الثقلين\r\nوعلى نجم العلى بدر الدجى * من عليه الشمس ردت مرتين\r\nوبسيفين ورمحين غزا * وله الفتح \" ببدر وحنين \"\r\nوعلى الزهراء مشكاة الضيا * كوكب العصمة أم الحسنين\r\nوشهيدين سعيدين هما * آدم الآل \" علي بن الحسين \"\r\nوعلى مصباح محراب الدعا * للرسول المجتبى قرة عين\r\nوعلى الباقر مقياس الهدى * وعلى الصادق حقا غير مين\r\nوعلى الكاظم موسى والرضا * شمس طوس وضياء الخافقين\r\nوأبي جعفر الثاني التقي * مطلع الجود سراج الحرمين\r\nنور حق يقتدي عيسى به * عجل الله طلوع النيرين\r\nهم أزاهير بهم فاح الثنا * هم رياحين رياض الجنتين\r\nنظم العبد \" قوام \" لهم * صلوات لمعت كالفرقدين\r\nيطلب الجنة من رضوانهم * لا يساويه بتبر ولجين\r\nهم كرام لم يخب قاصدهم * هم مرام للورى في النشأتين\r\nسره الله بآل المصطفى * والمحبين لهم والأبوين\r\nالأبيات\r\nزد اللهم أو صل وبارك * على طه وصل على علي\r\nوسيدة النساء وبضعتيها * وزين عبادك الأتقى علي\r\n","description":"","footnote":"","page_name":" 248 ","page_number":257},
  {"content":"\r\nوباقرهم وصادقهم مقالا * وموسى والرضا الأزكى علي\r\nوصل على التقي حليف جود * وصل على ابنه الأهدى علي\r\nوصل على الزكي ومقتدانا * وكن منا بمولانا علي\r\nوفي سنة 1198 ه‍ جاء إلى النجف الأشرف أحمد نواب وبذل أموالا\r\nطائلة لصنع الحجر القاشي في الصحن الشريف ويوجد من هذا الحجر القاشاني\r\nفي الإيوان الكبير القبلي والمدفون فيه العلماء الأعلام منهم السيد محمد سيد الحبوبي\r\nالمتوفى سنة 1334 والسيد ياسين ابن السيد طه المتوفى سنة 1341 ه‍ والشيخ\r\nباقر القاموسي المتوفى سنة 1325 . أما نصر الكتابة \" قد تم بالملك الأقدس الأمجد\r\nبنظر عبد من عبيد تلك الحضرة أحمد سنة 1198 \"\r\nويوجد أيضا من هذا الحجر على دعامة الطاق للصحن الشريف على يسار\r\nالخارج منه من الباب الشرقي وقد ارخ العلامة الجليل السيد صادق الفحام رحمه الله\r\nبقصيدة وأنها مثبتة في ديوانه المخطوط :\r\nلله روض زاهر ذو بهجة * حارت بمعنى حسنه الألباب\r\nلا يشرئب إلى الحيا وكأنما * قطر السحاب لزهره ينتاب\r\nخلع الربيع على \" الغري \" مطارفا * جددا يطرز وشيها \" النواب \"\r\nالسيد الندب الهمام المقتدى الورع * التقي الناسك الأواب\r\nإلى أن قال :\r\nفإذا وردت وضمك الصحن الذي * لك منه حصن مانع وحجاب\r\nوسرحت لحظك في بناء زاهر * للهم تسريح به وذهاب\r\nفأنخ والق عصاك وادع مؤرخا * ( للخير وفق أحمد النواب )\r\n1198 -\r\nوفي هذا الإيوان أبيات مكتوبة بالحجر القاشاني وهي :\r\nسلام على السيد المصطفى * سلام على العالم المرتضى\r\nسلام على بنت خير الأنام * سلام على الطاهر المجتبى\r\nسلام على نور عين النبي * عظيم المصيبة في كربلا\r\nسلام على العابد المتقي * حزين الفؤاد كثير البكا\r\n","description":"","footnote":"","page_name":" 249 ","page_number":258},
  {"content":"\r\nسلام على الباقر المتقي * سلام على الصادق المرتجى\r\nسلام على الكاظم المهتدي * سلام على نجل موسى الرضا\r\nسلام على الفاضل المتقي * سحاب مكارم بحر السخا\r\nسلام على ابن التقي النقي * علي المقام إمام الهدى\r\nسلام على السيد العسكري * غياث المحبين والأوليا\r\nسلام على الحجة المختفي * إمام الهدى خاتم الأوصيا\r\nسلام عليكم كما ينبغي * سلام سليم بلا منتهى\r\nوفي مخلع النعال ( الكيشوانية ) بيتان مكتوبان بالحجر القاشاني وهما للشيخ\r\nالبهائي رحمه الله :\r\nهذا أفق المبين قد لاح لديك * فاسجد متذللا وعفر خديك\r\nذا طور سينين فاغضض الطرف به * هذا حرم العزة فاخلع نعليك\r\n5 = بناء القاشي الحالي\r\nابتدأ العمل سنة 1323 ه‍ وأكمل سنة 1327 وقد جرى البناء بهمة\r\nالمرحوم السيد الجليل السيد جواد الرفيعي وبنظارة المعمار الأستاذ الشهير أبي جوهر\r\nأما أسباب بناء القاشي الحالي فهو لحادث وقع في أيام السلطان عبد الحميد\r\nالثاني وذلك بسقوط أحجار بعض الأواوين على الزائرين وقد مات من أثر\r\nتلك الحادثة بعض الزوار ، وبسبب تلك الحادثة اهتم أولوا الأمر بتجديد الحجر\r\nالقاشاني فقلعت أحجار القاشي جميعا وأعيد الصالح منها وجدد القسم الباقي\r\nوقد أرخ العلامة المرحوم الشيخ مرتضى بن الشيخ عباس آل كاشف الغطاء\r\nالمتوفى سنة 1349 بأبيات :\r\nخليفة الهادي البشير النذير * كهف أمان الخائف المستجير\r\nعمر صحن المرتضى فاغتدى * كروضة تزهو بورد نضير\r\nصحن أمير المؤمنين الذي * قد خصه الله بنص الغدير\r\nبهمة الشهم \" كليداره \" * وعزمه فيها \" جواد \" جدير\r\n","description":"","footnote":"","page_name":" 250 ","page_number":259},
  {"content":"\r\nوفاز بالأجر فأرخته * \" أن جدد السلطان صحن الأمير \"\r\n6 = تزيين الأروقة أ - زين الرواق الشرقي الذي منه باب الحرم الشريف بالترصيعات\r\nالزجاجية وذلك على نفقة \" الحاج حمزة التبريزي \" وقد أنفق على تعميره ثلاثة\r\nآلاف تومان وفرغ منه سنة 1284 ه‍\r\nب - وفي سنة 1307 شرع في تزيين الأروقة القبلية والشمالية والغربية على\r\nنفقة الحاج أبي القاسم والحاج علي أكبر البوشهريين وفرغ منه سنة 1309 ه‍\r\n7 = الساعة الكبيرة التي على باب الصحن الشريف\r\nفي سنة 1305 نصبت الساعة الكبيرة على باب الصحن الشريف وقد أرسلها\r\nأمين الملك من السلطان ناصر الدين القاجاري .\r\n8 = تجديد فرش الصحن الشريف\r\nفي سنة 1306 ه‍ جددت فرش الصحن على نفقة رجل من أهالي إيران\r\nيقال له مير خير الله كما هو المستفاد من مادة تأريخه الفارسي \" بناي مير خير الله بجابود \"\r\nوفي أول شهر شوال سنة 1315 شرع بهدم رأس المنارة الشمالية مع تجديد\r\nفرش الصحن الشريف بأمر المخلوع عبد الحميد الثاني وكان الفراغ من الجميع عاشر\r\nجمادي الثانية 1316 ه‍\r\n9 = فتح باب لسور النجف\r\nفي سنة 1317 ه‍ فتح باب لسور النجف قرب الباب القديم إلى جهة وادي السلام\r\n10 = إنارة الصحن الشريف\r\nفي شهر رجب 1358 ه‍ تمت إنارة الصحن الشريف والحرم الحيدري\r\n","description":"","footnote":"","page_name":" 251 ","page_number":260},
  {"content":"\r\nبالكهرباء الجديد بشكل رائع يبهر الجميع .\r\n11 = الرخام المصقول\r\nفي ربيع الأول سنة 1359 وصل الرخام المصقول لترصيف الحرم الغروي\r\nمن سلطان البهرة \" السيد طاهر سيف الدين \" وقد ارخ الشاعر المعروف \" الشيخ\r\nعلي البازي \" فنظم مقطوعة ضمنها تاريخا رائعا للعام الذي بوشر فيه بترصيف الحرم\r\nالشريف :\r\nيا حضرة القدس التي قد حوت * وصي طه خاتم المرسلين\r\nما أنت إلا كعبة لم تزل * مطاف أملاك السما أجمعين\r\nيد ( لسيف الدين ) اغتدت * تستوجب الشكر من المسلمين\r\nقام بتجديد ضريح سما * الضراح شأوا وعلاء مبين\r\nيا جنة في الأرض من طيبها * فاح شذا الرحمة للعالمين\r\nزينك الله وفي ذكره * ارخ ( زيناك للناظرين )\r\n12 = إصلاحات سنة 1358 ه‍\r\nفي شهر ذي الحجة سنة 1358 تشكلت في النجف لجنة برئاسة قائمقام\r\nالنجف السيد حسن التكريتي لغرض تعمير الصحن والحرم الشريف وقد قامت\r\nاللجنة المذكورة بتعمير \" الهزارات \" الداخلية في الأروقة والحرم الشريف\r\nوتبديل بعض المرايا و . الأخشاب للزينة الموجودة في الأروقة وتعمير أرض الصحن\r\nوتبليط قسم من أرض الصحن الشريف ، وكانت كلفة هده الإصلاحات ما يقارب\r\nالألفي دينار وأنها صرفت من مديرية الأوقاف العامة وأن اللجنة هذه كانت بإرشاد\r\nالمغفور له معالي الحاج محسن شلاش ، وتحت إشراف الخبراء الفنيين من الأساتذة\r\nوالمعماريين .\r\n13 = إصلاحات سنة 1359 ه‍\r\nفي شهر شعبان من سنة 1359 ه‍ تشكلت لجنة بموجب الأمر الإداري\r\n","description":"","footnote":"","page_name":" 252 ","page_number":261},
  {"content":"\r\nفخافه السيد نوري السعيد رئيس الوزارة السابق والسياسي\r\nالعراقي الذائع الصيت في الأوساط العالمية بصورة عامة وفي\r\nالشرق الأوسط بصورة خاصة وننشر صورته بالنظر للخدمات\r\nالجليلة التي قام بها في سنة 1951 إلى الروضة الحيدرية المشرفة\r\nبوضعه التصميم الكبير للإصلاحات الكثيرة في الروضة الحيدرية\r\nالمشرفة والتي بلغت كلفتها 25500 دينار .\r\n","description":"","footnote":"","page_name":" 253 ","page_number":262},
  {"content":"\r\n","description":"","footnote":"","page_name":" 254 ","page_number":263},
  {"content":"\r\nالصادر من متصرفية لواء كربلاء لأجل تعمير الروضة الحيدرية المقدسة أما اللجنة\r\nفتشكلت من السادة الآتية أسماؤهم :\r\nالسيد عباس الكلدار ، والحاج عبد الرسول شريف ، والمحامي السيد عباس\r\nسعادة عبد الرحمن جودة قائمقام قضاء النجف ، وأن هذه اللجنة قامت بإكمال\r\nنواقص الزينة التي تبقت من السنة الماضية أي سنة 1358 مع ترميم وإصلاح\r\nالفراغات المتكونة في السقوف \" النياهين \"\r\n14 = إصلاحات سنة 1360 ه‍\r\nفي شهر صفر من سنة 1360 ه‍ لاحظت اللجنة الخامسة بتعمير الروضة\r\nالحيدرية المقدسة انهيار أسس الروضة الحيدرية انهيارا خطيرا فكلما\r\nكشفت جانبا وجدته كغيره من الجوانب الأخرى التي تحتاج إلى الإصلاح لهذا\r\nفقد راجعت اللجنة سعادة متصرف اللواء فحضر وحضر معه في الوقت نفسه سعادة\r\nمدير الأوقاف العام ومهندس الأوقاف وتقرر صرف المبالغ المرصودة لهذا\r\nالغرض في ميزانية الأوقاف العامة لهذا العام على أن يكمل البناء في أول السنة\r\nالمالية الجديدة ، والحق أن إكمال هذه الأسس معناه صيانة هذا البناء العظيم ورفع\r\nالخطر الذي كان متوقعا .\r\n15 = إصلاحات سنة 1370 ه‍ = 1951 م ( * )\r\nفي سنة 1951 م قدم إلى النجف الأشرف فخامة السيد نوري السعيد رئيس\r\nالوزراء السابق وبصحبته وزير الأشغال والمواصلات السابق الدكتور ضياء\r\nجعفر وأثناء زيارته لاحظ نواقص الروضة المطهرة وأمر بإيفاد هيئة فنية برئاسة\r\nمير شعبة المباني في وزارة الأشغال وبعد الكشف نظموا استمارة بكلفة 500 / 25\r\nدينار محسوبة على نفقة ميزانية الدولة العراقية العامة وأن هذه الكلفة تصرف إلى\r\n\r\n","description":"","footnote":" * استمارة الكشف للروضة الحيدرية حسب تقرير الخبراء الفنيين\r\n\" محفوظة في قائمقامية قضاء النجف \" ","page_name":" 255 ","page_number":264},
  {"content":"\r\nالإصلاحات والتعميرات المختلفة في الروضة وفي الصحن الشريف وأهم ما جاء في\r\nهذا الكشف :\r\n1 - قلع القطع الذهبية من جانبي المدخل العمومي والجهة الإمامية وتسوية\r\nالجدران وإصلاح الشقوق وجلاء القطع الذهبية وإعادتها في أماكنها مجددا بعد\r\nتذهيبها .\r\n2 - تجهيز مواد وعمل شبابيك من خشب الساج مع الشيش الحديد والزجاج\r\nوالتغليف بالتيل المشبك للقبة .\r\n3 - إصلاح إزارة أواوين غرف الصحن في مرمر شفاته عين التمر .\r\n4 - قلع إزارة الاسمنت للطارمة الذهبية وتجهيز وتركيب مرمر عراقي .\r\n5 - تجهيز وتركيب الشيلمان للتسقيف .\r\n6 - إصلاح الشقوق الموجودة في الفراغات بين العقادات للقبب ( النياهين )\r\nبالطابوق والجص .\r\n7 - تجهيز وتركيب عينات \" مرايا \" للأروقة الثلاثة مع العابات \" جراجيب \"\r\nمن الخشب الساج .\r\n8 - عمل عينات \" مرايا \" في قبب الأروقة .\r\n9 - تجهيز وتركيب سربوش للأروقة على أن تكون الدنك من الكونكريت\r\nالمسلح والشبابيك الحديدية والإطارات من خشب الساج لكل سربوش مع الصبغ\r\nبالدهن باللون المطلوب .\r\n10 - تجهيز وتركيب القاشي للألونة والدنك والكتائب نوع القاشي\r\nمن الريازة الإسلامية وآيات قرآنية .\r\nوغيرها من المواد والإصلاحات الكثيرة التي تتعلق في كافة أجزاء الروضة\r\nالمقدسة وقد انتهى العمل سنة 1952 م من الشهر الثالث وإدارة العمل كانت\r\nتحت إشراف اللجنة المؤلفة من سعادة قائمقام النجف السيد ضياء شكارة وحاكم\r\nالبداءة السيد عبد الفتاح العامري ، وعضوية كل من السادن السيد عباس الرفيعي ومن\r\nعضو مجلس إدارة القضاء رشاد عجينة ومن رئيس بلدية النجف الحاج سعيد شمسه\r\n","description":"","footnote":"","page_name":" 256 ","page_number":265},
  {"content":"\r\nهذه الصفحة مفقودة\r\n","description":"","footnote":"","page_name":" 257 ","page_number":266},
  {"content":"\r\nهذه الصفحة مفقودة\r\n","description":"","footnote":"","page_name":" 258 ","page_number":267},
  {"content":"\r\nومن ملاحظ أشغال لواء كربلاء ومهندس الأوقاف العامة وسكرتير لجنة\r\nالشيخ علوان كاشف الغطاء .\r\nوبنظارة المهندسين والمعماريين الفنيين ومن جملتهم الأستاذ الشهير الحاج\r\nسعيد المعمار .\r\n16 = وضع الزجاج في الروضة الحيدرية من قبل الشاه محمد رضا بهلوي\r\nرصعت جدران الروضة المقدسة مع الأواوين بالزجاج وزركشت بالمرايا\r\nذات الأشكال الهندسية الفنية البديعة الشكل والتي تتخللها المصابيح الكهربائية\r\nوأنها قد عملت على نفقة جلالة إمبراطور إيران محمد رضا پهلوي وقد بلغت كلفتها\r\n12000 دينار وكان ابتداء العمل سنة 1370 ه‍ وانتهاؤه سنة 1371 ه‍ وتحت\r\nإشراف سعادة القنصل الإيراني في النجف الأشرف السيد عبد الفاضل ظلي پور\r\nوبنظارة السيد الجليل السيد أحمد المصطفوي الموفد من إيران لهذه الغاية وهو\r\nمن التجار البارزين المعروفين بالتقى والصلاح .\r\nوأما أستاذ العمل فهو الأستاذ الفني الإيراني الشهير \" حسين كيانفر \"\r\nبمعمارية الحاج سعيد المعمار وبهذه المناسبة تشكلت ندوة أدبية في النجف الأشرف\r\nوتسابق المؤرخون من الشعراء ونظموا قصائد كثيرة عرضت من بعد ذلك على\r\nسماحة الإمام الأكبر والمصلح الأعظم الشيخ محمد الحسين كاشف الغطاء دامت\r\nبركاته فاختار من جملتها التواريخ المبينة أدناه كما صرح به كتابه السامي\r\nالمنشورة صورته أدناه :\r\nبسم الله الرحمن الرحيم\r\nالمهذب الكامل النجيب مرزا عباس الكرماني سلمه الله\r\nتجدون طيه ثلاثة تواريخ لما تبرع به جلالة شاه إيران المعظم دامت دولته من\r\nزينة الحرم الحيدري المطهر بالمرايا النيرة والأنوار الكهربائية شكر الله سعيه ووفقه\r\nلأمثالها من المشاريع الخيرية إن شاء الله وهذه التواريخ الثلاثة هي التي انتخبناها\r\nمن التواريخ الكثيرة التي قدمتموها لنا ولها التفوق على الجميع وفقكم الله بدعاء :\r\n12 رجب 1370 محمد الحسين آل كاشف الغطاء\r\n","description":"","footnote":"","page_name":" 259 ","page_number":268},
  {"content":"\r\nالتواريخ\r\nلرضا شاه كم تبدت أياد * خالدات مثل الكواكب تزهر\r\nمرقد المرتضى كساه مرايا * نيرات من غرة الشمس أنور\r\nطاء طاه الأمين قد أكملتها * أرخوها يد من الشاه تشكر\r\n1370 -\r\nذي روضة للمرتضى من عرفها * تعطر الغرب وضاء المشرق\r\nمحمد الشاه اهتدى لنورها * بالكهربا وهم الكريم المعرق\r\nلناظريها زينت فأصبحت * ارخ \" بأنوار علي تشرق \"\r\n1370 -\r\nأنظر إلى حسن القوارير على * مرقد خير الأوصياء حيدرة\r\nقال الرضا فيها من الله الرضا * وفاز بالأجر ونيل المغفرة\r\nكأنها زهر الربى مذ أرخوا * \" أو أنها الكواكب المنتثرة \"\r\n","description":"","footnote":"","page_name":" 260 ","page_number":269},
  {"content":"\r\nمنظر عمومي إلى النجف الأشرف من الجو وقد ظهر في اللوحة\r\nصورة الروضة الحيدرية المقدسة يحيط بها الصحن الشريف .\r\n","description":"","footnote":"","page_name":" 261 ","page_number":270},
  {"content":"\r\n","description":"","footnote":"","page_name":" 262 ","page_number":271},
  {"content":"\r\nالباب الثامن\r\nالصحن الشريف\r\nهو سور رباعي \" 1 \" ضخم طول كل من ضلعيه الشرقي والغربي 84 م\r\nوطول ضلعه الشمالي 74 م والجنوبي 75 م وفي كل من ضلعيه الغربي والجنوبي أربعة\r\nعشر إيوانا وفي كل من ضلعيه الشرقي والشمالي خمسة عشر إيوانا وفي كل إيوان\r\nحجرة هي مقبرة أحد المشاهير وقد شيدت هذه الحجرات لتكون مأوى لطلاب\r\nالعلم ، أما الآن فإنها أشغلت من قبل قراء القرآن الكريم لأصحاب المقابر . وقد\r\nدفن في حجرات الصحن المقدس مئات الرجال من أقطاب العلم ورجال الدين وفيهم\r\nعدد كبير ممن حاز الزعامة الدينية العامة للطائفة الإمامية في أقطار الأرض كالشيخ\r\nأحمد الجزائري صاحب \" آيات الأحكام \" وجد الأسرة الجزائرية في النجف ،\r\nوآل محيي الدين الجامعي والسيد جواد العاملي صاحب \" مفتاح الكرامة \" والشيخ\r\nمرتضى الأنصاري ، والشيخ حسين نجف ، والشيخ محمد طه نجف ، والشيخ\r\nملا كاظم الخراساني ، والمرزا حبيب الله الرشتي ، والشيخ محمد الشربياني ، والشيخ\r\nمحمد حسين الكاظمي ، والشيخ جعفر الشوشتري ، والسيد مرزا جعفر القزويني ،\r\nوالشيخ عبد الله المازندراني ، والسيد كاظم اليزدي الطباطبائي ، والسيد محمد سعيد\r\nالحبوبي ، والسيد عدنان الغريفي الموسوي ، والسيد أبو الحسن الاصفهاني ، والمرزا\r\nحسين النائيني ، والشيخ جواد البلاغي ، والسيد مهدي القزويني البصري ، والميرزا\r\nحسين النوري وأضرابهم .\r\n\r\n","description":"","footnote":" ( 1 ) العراق قديما وحديثا ","page_name":" 263 ","page_number":272},
  {"content":"\r\nوالصحن مؤلف من طابقين وجميع جدرانه مزدانة بالقاشاني الملون وعلى\r\nحواشي الجدران العليا آيات من القرآن الكريم مسطورة بأحرف عربية متداخلة\r\nتداخلا جليا وكلها بخط كاتب معروف من أسرة آل قفطان .\r\nوفي الصحن الشريف مجالس الوعظ والارشاد أيضا .\r\nوفي الجهة الغربية من الصحن ساباط مرتفع تتوسطه سمارة مستديرة وأن هذا\r\nالساباط يتصل بالحضرة المقدسة . وعند المدخل للساباط يوجد باب التكية المعروف\r\nبتكية البكتاشية وكانت قديما مقبرة آل بويه الديالمة ملوك بغداد وإيران في القرن\r\nالرابع الهجري ولما فتح بغداد السلطان سليمان القانوني حولها تكية للدراويش\r\nللقضاء على آثار المدفونيين فيها كما أشار إلى ذلك الحجة السيد محسن الأمين\r\n\" في مجالسه \"\r\nوتقام في الصحن الشريف صلاة الجماعات في أوقات الصلوات الخمس من\r\nقبل حجج الإسلام والعلماء الأعلام البارزين في النجف الأشرف .\r\nوتتفرع من الصحن الشريف مساجد لها أهميتها التاريخية كمسجد عمران بن شاهين\r\nومسجد الخضرة ومسجد الرأس وسيأتي ذكرها في باب مساجد النجف .\r\nوعلى الباب الكبير من الصحن الشريف وضعت الساعة الكبيرة التي نصبت سنة 1305 ه‍\r\nبأمر السلطان ناصر الدين القاجاري .\r\nومن جهة الصحن الشمالية تتفرع الحسينية التي شيدها التاجر الوجيه السيد\r\nهاشم آل زيني والد التاجر المعروف الوجيه السيد حسن زيني ، وذلك لتكون\r\nمأوى للزائرين وكانت قبل ذلك مدرسة يأوي إليها طلاب العلوم الدينية كما قيل .\r\nوفي وسط الصحن الشريف تقع الروضة الحيدرية المقدسة وسيأتي وصفها في\r\nالباب الذي يليه .\r\nوفي إحدى حجراته الجنوبية بقايا المكتبة الحيدرية القيمة فيها قسم من\r\nالمخطوطات النفيسة التي لا توجد في غيرها .\r\nأبواب الصحن الشريف\r\nللصحن الشريف خمسة أبواب وهي على الترتيب الآتي :\r\n","description":"","footnote":"","page_name":" 264 ","page_number":273},
  {"content":"\r\nالباب الأول\r\nوهو الباب الكبير من جهة الشرق وهو المدخل الرئيسي إلى الروضة الحيدرية\r\nالمشرفة وفي الباب عدة تواريخ تشير إلى بناء القاشي القديم منها ما هو موجود\r\nعلى دعامة الباب على يسار الخارج منه مؤرخة سنة 1198 وتحتها كتابة يرجع\r\nتأريخها إلى سنة 1234 وفي آخرها اسم الباذل ( الحاج عبد الحسين بهادر خان )\r\nويوجد في خارج الباب تأريخ الفراغ من عمارة القاشي الحاضر وهو سنة\r\n1327 ه‍ .\r\nالباب الثاني\r\nباب الطوسي من جهة الشمال وأسباب تسميته بباب الطوسي هي نسبة إلى شيخ\r\nالطائفة أبي جعفر محمد الطوسي قدس سره صاحب التهذيب المتوفى سنة 460 ه‍ وإن\r\nالخارج من هذا الباب ينتهي إلى شارع الطوسي الذي فتح أخيرا ويقع على هذا\r\nالشارع مسجد الطوسي وفيه قبره الشريف .\r\nالباب الثالث\r\nباب القبلة : سمي هذا الباب بباب القبلة لكونه واقعا على جهة القبلة في الجهة\r\nالجنوبية من الصحن الشريف وقد قام بتجديده شبلي باشا ( 1 ) كما مصرح في الأبيات\r\nالمدونة أدناه ويوجد على جهة الباب من خارج الصحن الشريف تأريخ لهذا الباب\r\nللشيخ أحمد قفطان وسيأتي ذكر آل قفطان في باب الأسر العلمية النجفية :\r\nإن هذا الباب قد جدده * ملك الدهر السري ابن السري\r\nشاده ( شبلي باشا ) واسعا * بعد أن جاوز حد الصغر\r\nوسعى فيه ( الجواد ) بن ( الرضا ) * خادم الروضة سامي المفخر\r\nفأتى من ذا وهذا شامخا * في علو ورتاج مبهر\r\n\r\n","description":"","footnote":" ( 1 ) كان شبلي باشا الدرزي من قواد الترك الكبار برتبة أمير لواء في ذلك العهد\r\nتوفي في الحلة ودفن في جامعها الكبير . ","page_name":" 265 ","page_number":274},
  {"content":"\r\nقال شبلي ولم يرض الذي * أرخته فيه أهل السير\r\nأنت يا شبلي أرخه وقل * باب شبلي لمثوى حيدر\r\nسنة 1289 ه‍\r\nالباب الرابع\r\nالباب السلطاني : سمي بالباب السلطاني نسبة إلى السلطان عبد العزيز العثماني\r\nالذي أمر بفتحه وكان في سنة 1278 وتأريخه كلمة \" باب المغرب \" ويقع هذا الباب\r\nفي جهة الغرب من الصحن الشريف ، وتوجد أبيات مكتوبة بالقاشاني على جبهة\r\nالباب من خارج الصحن إلى العلامة الشيخ عباس بن الشيخ حسن آل كاشف\r\nالغطاء رحمه الله :\r\nعبد العزيز أعز الله جانبه * والدين حصن فيه أي تحصين\r\nوالي الرقاب إمام الخلق كلهم * خليفة الله في فرض ومسنون\r\nهذي السلاطين في أبوابه وقفت * ترجوا النوال على زي المساكين\r\nوذي الحوادث أمست كالعبيد له * تكون مهما دعاها هكذا كوني\r\nرأي على العبد ضيق الداخلين إلى * مثوى الإمام أبا الغر الميامين\r\nفجاد في فتح باب أورثت سعة * لزائري قبر باب العلم والدين\r\nفقف بها خاضعا واسمع مؤرخها * جلت علت ( 1 ) باب سلطان السلاطين\r\nوعند فتح هذا الباب أنشأ السوق الصغير الذي سمي أخيرا بباب الفرج\r\nأو سوق العمارة نسبة إلى هذا الباب والمحلة .\r\nالباب الخامس\r\nوهو باب الخضرة هو الذي أشار إليه ابن بطوطة في رحلته ويقع في الجهة\r\nالشرقية على مقربة من الباب الكبير .\r\n\r\n","description":"","footnote":" ( 1 ) هكذا وجد بالتاء في الفعلين والصحيح جل علا لأن الباب مذكر\r\nولكن لا يوافق تأريخ العام المذكور والعامة تعتبره مؤنثا وقد جرى النظم وفقا\r\nللمشهور عندهم \" م ح ص \" \" هامش ماضي النجف وحاضرها \" ","page_name":" 266 ","page_number":275},
  {"content":"\r\nصورة معالي الأستاذ الكبير السيد عبد الرسول الخالصي\r\nالذي أنجز فتح الشارع العام المحيط بالصحن الحيدرية الشريف\r\nوأن هذا المشروع يعد من المشاريع الهامة في النجف الأشرف .\r\n","description":"","footnote":"","page_name":" 267 ","page_number":276},
  {"content":"\r\n","description":"","footnote":"","page_name":" 268 ","page_number":277},
  {"content":"\r\nالشارع المحيط بالصحن الحيدري المطهر ( * )\r\nكان حديث إصلاح النجف ، وتوسيع شوارعها ، وتنشيط الحركة العمرانية\r\nفيها ، وإقامة العمارات الجميلة في شوارعها الجديدة من الأحاديث التي تشغل أفكار\r\nالمخلصين والشاعرين من أبناء النجف ورجالها ، والحازمين من رجالات الإدارة\r\nالذين اشتغلوا في النجف وفي كربلاء من عهد بعيد ، وأمد مديد ، وقد عرف الناس\r\nكلهم ، وشاع بينهم جميعهم في فترات متعددة ، ومناسبات مختلفة ، أن الخارطة قد\r\nوسمت ، وأن الخطة للعمل قد عينت ، والطريقة المقتضية قد أوضحت ، ثم يصل\r\nالحديث إلى التحدث عن موعد التنفيذ ، وساعات المباشرة بالعمل ، ثم تطوى صحائف\r\nهذه الأحاديث \" اللذة \" ويلف هذا المشروع ، وتمر مدة طويلة . . . ثم يتكرر\r\nمن جديد ، وتعود الأحاديث تداعب الأفكار ، وتراود الأذهان ، وهكذا دواليك .\r\nولما أن استلم إدارة شؤون لواء كربلاء معالي الأستاذ القدير السيد عبد الرسول\r\nالخالصي ووقف على شؤون اللواء المختلفة انبعث الموضوع من جديد ، وبعث الأمر\r\nمن مقبرة الإضبارات إلى عالم المذاكرت والمداولات ، والاتصالات والمراجعات\r\nوأخذ معاليه يزور النجف بين حين وآخر ، وآونة وأختها ، ويلاحظ المشروع الذي\r\nيروم تنفيذه عن كثب ، ويتفقد ما يحيط به من مستلزمات ومقتضيات ، وما تدعو\r\nإليه المصلحة من موجبات ، ثم جلب معه المهندسين واطلع على الخرائط السابقة\r\nورسم آخر خارطة للمشروع ، وقر الرأي - بعد استشارة المراجع المختصة وأخذ\r\nرأيها وموافقتها في الموضوع - على المباشرة بالعمل .\r\nوأخيرا بوشر بالعمل ونفذ المشروع على يده الكريمة وأصبح هذا الشارع\r\nمن الشوارع الجميلة في النجف الأشرف وقد أقيمت على جانبيه العمارات البديعة .\r\nويعد هذا المشروع الجبار بالنسبة إلى مدينة النجف من أهم المشاريع العمرانية\r\nوهذا العمل الخطير يستوجب الثناء والشكر للقائمين به ، ويدعو إلى التقدير\r\nوالإكبار لأن الاصلاح من ألزم الواجبات ، والعمران في مقدمة الضرورات ،\r\nوتوسيع الشوارع من الأمور التي يتطلبها الزمن ، وتقتضيها حاجة العصر ، والجمود\r\nيؤدي إلى الفناء ، والحركة - على كل حال - مجلبة للبركة .\r\n\r\n","description":"","footnote":" * مجلة الغري السنة العاشرة العدد 15 سنة 1368 ه‍ ","page_name":" 269 ","page_number":278},
  {"content":"\r\nالباب التاسع\r\nوصف الروضة الحيدرية المطهرة\r\n1 = الإيوان الذهبي\r\nيتوسط الصحن الشريف إيوان ذهبي مرتفع وسقفه مع جدرانه مغشاة\r\nبالذهب وفي ركنية المئذنتان المغشاتان بالذهب أيضا ، وارتفاع كل واحدة منهما 21\r\nمترا وقد كتب في أعلاهما آيات من سورة الجمعة .\r\nوإلى جنب المئذنة الشمالية غرفة فيها درج يصعد منها إلى سطح الحضرة\r\nالمشرفة وفي داخلها مرقد أشهر علماء الإمامية في القرن السابع وهو العلامة الحلي\r\nقدس سره صاحب المؤلفات الشهيرة .\r\nوإلى جنب المئذنة الجنوبية غرفة أخرى فيها مرقد العالم الشهير المقدس\r\nالأردبيلي من علماء القرن العاشر وفي داخل الغرفة ادخرت خزانة الإمام والتي\r\nسيأتي ذكرها في الجزء الثاني من كتابنا .\r\nويوجد في وسط الإيوان الذهبي على جانبي الباب قصيدة فارسية بحروف ذهبية\r\nبارزة للسيد عرفي الشاعر المتوفى سنة 999 وتعرف بهراس مماس ومختومة باسم\r\nكاتبها محمد جعفر الأسبهاني ومؤرخة سنة 1156 ومطلع القصيدة :\r\nأين باركاه كيست كه كويند بيهراس * كاي أوج عرش سطح حضيض تو را مماس\r\nوعلى يمين الداخل من باب الإيوان الذهبي إلى الروضة الحيدرية بيتان من الشعر\r\nلا تقبل التوبة من تائب * إلا بحب ابن أبي طالب\r\n","description":"","footnote":"","page_name":" 270 ","page_number":279},
  {"content":"\r\nحب علي واجب لازم * في عنق الشاهد والغائب\r\nوعلى يسار الداخل أيضا البيتين الآتيين :\r\nلي خمسة أطفي بها * نار الجحيم الحاطمة\r\nالمصطفى والمرتضى * وابناهما وفاطمة\r\nودفن في هذا الإيوان كثير من العلماء والأعيان وكانت أسماؤهم مكتوبة\r\nعلى صخور جدرانها ولكن ضاعت تلك المعالم أثناء قلع تلك الصخور وتبديلها\r\nبمر السنين\r\n. 2 = الرواق\r\nويؤدي الإيوان الذهبي المذكور أعلاه إلى رواق يدور حول الحضرة المقدسة\r\nطوله 31 متر ونصف عرضه 30 متر وهذا الرواق مزين بقطع من المرايا ذات\r\nالأشكال الهندسية البديعة والتخاريم المزوقة المختلفة - وله ثلاث أبواب - الباب\r\nالأول : موقعه في وسط الإيوان الذهبي - والباب الثاني : مقابل لباب الطوسي\r\nوالباب الثالث : مقابل لباب القبلة - وهناك باب - لم يفتح يقال له باب المراد ،\r\nوتحت باب الإيوان الذهبي مقبرة آل ملا الذين كانوا متولين سدنة الروضة\r\nالحيدرية سابقا والذين سيأتي ذكرهم في الجزء الثاني من كتابنا هذا ، وعن يمين\r\nهذا الباب زاوية فيها قبر السادن السيد الجليل المرحوم السيد رضا الرفيعي .\r\nوفي جهات هذا الرواق غرف صغيرة تحتوي على مقابر جماعة من العلماء\r\nوالملوك العظماء ممن لا يسعنا حصر أسمائهم في هذا الجزء .\r\nوفي الرواق من الجهة الشمالية منبر بديع الصنع منبت بالعاج يسمى منبر الخاتم\r\nوقد أعد هناك للوعظ والخطابة ، وإلى جنبه مكيفة الهواء التي تبرع بها معالي\r\nالدكتور ضياء جعفر .\r\nوفي الرواق من الجهة الغربية غرفة كبيرة قد اتخذت مذخرا لجملة من\r\nالهدايا والتحف الثمينة التي تستعمل دائما في الحضرة المقدسة كالمفروشات والمعلقات\r\nخصوصا عند زيارة الملوك والعظماء\r\nوفي الرواق من الجهة الجنوبية مقبرة السادن السيد الجليل المرحوم السيد\r\n","description":"","footnote":"","page_name":" 271 ","page_number":280},
  {"content":"\r\nجواد الرفيعي .\r\n3 = الروضة الحيدرية\r\nللروضة الحيدرية المشرفة أربعة أبواب فضية . في المدخل الرئيسي منها البابان\r\nالفضيان الواقعان تجاه باب الإيوان الذهبي الكبير - أما البابان الباقيان فموقعهما في\r\nالجهة الشمالية من الروضة المقدسة أمام منبر الخاتم .\r\nوالحضرة المقدسة مربعة الشكل طول كل ضلع من أضلاعها 12 م و 60 سم ولكل\r\nضلع إيوان بسامت أعلاه بناية أعالي الرواق .\r\nأما الإيوان الذي يقع من جهة الشرق ففيه البابان اللذين تقدمت الإشارة إليهما\r\nوالإيوان الشمالي فيه البابان الفضيان اللذين أشرنا إليهما أيضا ، والإيوان الغربي فيه\r\nشباك فضي يتكون من ثلاثة ألواح فضية وأنه يشرف على الرواق من جهة الغرب ،\r\nوالإيوان الجنوبي فيه شباك من البرنز ويشرف على الرواق من جهة الجنوب .\r\nوعلى أركان هذه الإيوانات تقوم القبلة العلوية العظيمة المذهبة من خارجها\r\nبصفائح الذهب ومرتفعة إلى علو شاهق ومكتوب في ظاهرها سورة \" إنا فتحنا \"\r\nومختومة باسم كاتبها محمد علي الأسبهاني ومؤرخة سنة 1156 ه‍\r\nأما داخلها فإنه مزدان بالفسيفساء وفيه ثلاث كتابات :\r\nالكتابة الأولى : من الأسفل ( هل أتى ) وفي آخرها اسم كاتبها عبد الرحيم\r\nوتأريخها سنة 1121 ه‍ وهي أقدم كتابة في الحرم العلوي .\r\nالكتابة الثانية في الوسط سورة ( عم يتساءلون )\r\nالكتابة الثالثة : في الأعلى سورة ( الجمعة ) مؤرخة سنة 1156 وفي آخرها\r\nاسم كاتبها مير علي .\r\nوجدران الروضة المقدسة مع أواوينها قد زينت بالزجاج والمرايا ذات الأشكال\r\nالهندسية الفنية البديعة من قبل الشاه إمبراطور إيران الحالي محمد رضا بهلوي سنة\r\n1370 ه‍ كما مر ذكره آنفا .\r\nوقد ارخ هذا التزيين فضيلة الشاعر الخطيب الكبير المفوه الشيخ محمد علي اليعقوبي بأبيات :\r\n","description":"","footnote":"","page_name":" 272 ","page_number":281},
  {"content":"\r\nمحمد الشاه الرضا فاز بالرضا * من المرتضى بالباقيات مدى الدهر\r\nأحاطت بأرجاء الضريح تحفه * إحاطة شهب الليل في هالة البدر\r\nقوارير شعت خلفهن مصابح * تجلى سناها من سنا صاحب القبر\r\nفلم تدر أن شاهدتهن مؤرخا * \" بهن دراري الأفق أم درر البحر \"\r\n1370 ه‍\r\nوأرض الروضة المشرفة قد رصفت بالرخام الإيطالي المصقول وقد شمل الترصيف\r\nجدران الروضة أيضا إلى علو مترين ونصف .\r\nوفي وسط هذه الحضرة القبر المقدس الذي ضم جثمان بطل الإسلام\r\nأمير المؤمنين علي بن أبي طالب \" ع \" وعلى دكة القبر صندوق الخاتم المغشى بثوب\r\nمن الزجاج السميك \" المرمر \" وعليه الشباك الفضي الذي مر ذكره في الباب الثاني\r\nمن القسم الرابع من كتابنا هذا وبين صندوق الخاتم والشباك الفضي \" فانوس \" من\r\nالذهب وبوسطه الدرة المعروفة باليتيمة وفي داخل الشباك أيضا محفظة خشبية منبتة\r\nبالعاج فيها مصحفان كريمان بالخط الكوفي القديم والمشهور أن أحدهما بخط الإمام\r\nعلي عليه السلام والثاني بخط ولده الحسن المجتبى \" ع \"\r\nوفي الروضة كثير من المعلقات والمصابيح الكهربائية والتي يعبر عنها ( بالثريات )\r\nوالساعات والمراوح المختلفة مما لا يسعنا تعدادها ووصفها في هذه الكلمة الموجزة .\r\n\r\n","description":"","footnote":"","page_name":" 273 ","page_number":282}
  ]