[
  {"content":"\r\nرفع الأستار لإبطال أدلة القائلين بفناء النار\r\n","description":"","footnote":"","page_name":" 60 ","page_number":1},
  {"content":"\r\nمقدمة المؤلف\r\nبسم الله الرحمن الرحيم\r\nالحمد لله الذي ليس سواه واجب الوجود الذي وعد الذين سعدوا\r\nبدوام النعيم في جنات الخلود وتوعد الذي شقوا بالأبدية في النار ذات الوقود\r\nوأخبر أنه مبدلهم قوله جلودا ليذوقوا العذاب كلما نضجت منهم الجلود وأشهد أن\r\nلا إله إلا الله وشهادة تدافع عن قائلها إذا كانت الأعضاء هي الشهود واشهد\r\nصاحب المقام المحمود في يوم مجموع له الناس وذلك يوم مشهود صلى الله عليه\r\nوعلى آله الركع السجود وبعد فإن السائل أدام الله له التوفيق وسلك لنا وبه\r\nمناهج ذوي التحقيق طلب كشف الأستار عن وجه مسألة فناء النار ودخول المشركين من\r\nأهلها مداخل الأبرار وهذه المسألة من غرائب المسائل ومما خلت عنها أسفار\r\nالمقالات الحوافل وأشار إليها السيد الإمام محمد بن إبراهيم رحمه الله في\r\nالإيثار وقال\r\n","description":"","footnote":"","page_name":" 61 ","page_number":2},
  {"content":"\r\nوقد أفردت في هذه المسألة مصنفات حافلة منها لابن\r\nتيمية ومنها لتلميذه شمس الدين ومنها للذهبي ومنها لي هذا لفظه ولم أقف على\r\nغير ما في حادي الأرواح ولعل الله سبحانه يعين بالوقوف على مؤلف الذهبي والسيد\r\nمحمد بمنه وفضله وحيث استكشف السائل عن حقيقتها وما عليها من الدلائل تعين\r\nعلينا أن نكشف عن وجوه أدلتها النقاب ونبرز له المطوي تحت لثامها بعيون أذهان\r\nأولي الألباب ونستوفي فيها المقال وان خرجنا عن الإيجاز إلى الإطناب والإسهاب\r\nلأنه عز وجود ما ألف فيها فيحال عليه ولا أعرف فيها منازعا لمدعيها فأرشد إليه\r\nوليعتذر ذلك السائل عن تأخر الجواب فإنه لم يكن استخفافا\r\n","description":"","footnote":"","page_name":" 62 ","page_number":3},
  {"content":"\r\nبالسائل\r\nولا تحقيرا للمسائل بل لما يتواثب محمد على القلوب من الاشتغال ولم يزل\r\nالتسويف حتى تقضت أيام وليال فنقول اعلم أن هذه المسألة أشار إليها الإمام\r\nالرازي في مفاتيح الغيب ولم يتكلم عليها بدليل نفي ولا إثبات ولا نسبها إلى\r\nقائل معين ولكنه استوفى المقال فيها العلامة ابن القيم في كتابه حادي الأرواح\r\nإلى ديار الأفراح نقلا عن شيخه العلامة شيخ الإسلام أبي العباس ابن تيمية فإنه\r\nحامل لوائها ومشيد بنائها وحاشد خيل الأدلة منها ورجلها ودقها وجلها وكثيرها\r\nوقليلها وأقر كلامه تلميذه ابن القيم وقال في آخرها إنها مسألة أكبر من الدنيا\r\nوما فيها بأضعاف مضاعفة هذا كلامه في آخر المسألة في حادي الأرواح وإن كان في\r\nالهدي النبوي أشار إشارة محتملة لخلاف ذلك حيث قال ولما كان المشرك خبيث\r\nالعنصر خبيث الذات لم تطهر النار\r\n","description":"","footnote":"","page_name":" 63 ","page_number":4},
  {"content":"\r\nخبثه بل لو أخرج منها عاد خبيثا\r\nوكما كان كالكلب إذا دخل البحر ثم خرج منه وقد حرم الله عليه الجنة انتهى كلامه\r\nقلت وحيث كانت بهذه المثابة التي ذكرها من أنها أكبر من الدنيا فلا غنى لنا\r\nعن نقل أدلتها التي ارتضاها ابن تيمية وتعقب كل دليل بما يفتح الله به من\r\nإقراره أو بيان اختلاله فنقول قال ابن القيم بعد نقله لأقوال الناس والمعروفة\r\nفي كتب المقالات السابع قول من يقول بل يفنيها أي النار خالقها تبارك وتعالى\r\nفإنه جعل لها أمدا تنتهي إليه ثم تفنى ويزول عذابها يريد ويدخل الله من كان فيها\r\nمن الكفار الجنة كما ستعرفه من الأدلة التي ذكرنا ثم قال قال شيخ الإسلام يريد\r\nبه شيخه أبا العباس ابن تيمية وقد نقل هذا القول عن عمر وابن مسعود وأبي هريرة\r\nوأبي سعيد وغيرهم\r\n","description":"","footnote":"","page_name":" 64 ","page_number":5},
  {"content":"\r\nثم ساق بسنده إلى الحسن البصري أنه قال قال عمر لو\r\nلبث أهل النار كقدر رمل عالج لكان لهم على ذلك يوم يخرجون فيه وفي رواية عدد\r\nرمل عالج قال ابن تيمية والحسن وإن لم يسمع من عمر فلو لم يصح عنده عن عمر لم\r\nيجزم به انتهى كلامه وأقول فيه شيئان الأول من حيث الرواية فإنه منقطع لنص شيخ\r\nالإسلام بأنه لم يسمعه الحسن من عمر واعتذاره بأنه لو لم يصح للحسن عن عمر لما\r\nجزم به يلزم أن يجري في كل مقطوع يجزم به رواية ولا يقول هذا أئمة الحديث كما\r\nعرفت في قواعد أصول الحديث بل الانقطاع عندهم علة والجزم معه تدليس وهو علة\r\nأخرى ولا يقوم بمثل ذلك الاستدلال في مسألة فرعية كيف في مسألة قيل أنها أكبر\r\nمن الدنيا بأضعاف مضاعفة وهذا البخاري أمير المؤمنين في\r\n","description":"","footnote":"","page_name":" 65 ","page_number":6},
  {"content":"\r\nعلم الحديث\r\nوأشدهم تحريا في الصحيح لم يقل النقادون بأن تعاليقه المجزومة التي أودعها في\r\nكتابه الذي سماه الصحيح صحيحة بل فيها الضعيف كما نص عليه ابن حجر في مقدمة\r\nالفتح والحسن البصري معروف عند أئمة هذا الشأن بأنه لا يؤخذ بمراسيله قال\r\nالدارقطني في السنن وقد روى عاصم الأحول عن ابن سيرين وكان عالما بأبي العالية\r\nوبالحسن قال لا تأخذوا بمراسيل الحسن ولا أبي العالية فإنهما لا يباليان عمن\r\nأخذا عنه انتهى قلت ثم قال ابن تيمية ولو كان كلام عمر هذا غير صحيح\r\n","description":"","footnote":"","page_name":" 66 ","page_number":7},
  {"content":"\r\nلما تداولته الأئمة ولوجب إنكارهم له لمخالفته الإجماع والكتاب والسنة قلت\r\nيقال كلام عمر كغيره من الأقوال الدالة على خروج الموحدين من النار وهو قول عليه\r\nجماهير الأئمة منهم ابن تيمية وستعرف أنه لا يصح أثر عمر إلا على تقدير انه\r\nأراد به الموحدين وأنه يتعين حمله على ذلك عند شيخ الإسلام نفسه وعند غيره\r\nوالثاني من حيث الدراية فإنه لو ثبت صحته عن عمر لم يدل على المدعى فإن أصل\r\nالمدعى هو فناء النار وان لها مدة تنتهي إليها وليس في أثر عمر هذا إلا أنه\r\nيخرج أهل النار من النار والخروج لا يكون إلا وهي باقية فإنك لو قلت لو لبث\r\nزيد في الدار كذا وكذا ثم خرج منها لم يدل هذا على فناء الدار لا مطابقة ولا\r\nتضمنا ولا التزاما فإن قيل بل هو يدل على فنائها التزاما لأنه تعالى إنما خلقها\r\nليعذب بها من عصاه فبعد خروجهم لم يبق لها حاجة فالحكمة تقتضي فناءها قلت هذا\r\nدور فإنه لا يثبت أن الحكمة يقتضي فناءها إلا إذا\r\n","description":"","footnote":"","page_name":" 67 ","page_number":8},
  {"content":"\r\nلم يبق فيها أحد\r\nولا يخرج أحد من أهلها إلا بعد فنائها كما تسمع تصريح ابن تيمية بذلك حيث قال\r\nوأما كون الكفار لا يخرجون منها ولا يخفف عنهم من عذابها ولا يقضي عليهم\r\nفيموتوا ولا يدخلون الجنة حتى يلج الجمل في سم الخياط فلم يختلف في ذلك\r\nالصحابة ولا التابعون ولا أهل السنة وهذه النصوص وأمثالها تقتضي خلودهم في دار\r\nالعذاب ما دامت باقية ولا يخرجون منها مع بقائها البتة هذا لفظه وإذا عرفت\r\nمراده عرفت أن أثر عمر لا يدل على مدعاه بشئ من الدلالات الثابتة فإنه قال\r\nإنهم يخرجون منها وهذا واضح في الخروج منها وهي باقية فلا بد من حمل أثره على\r\nمعنى صحيح إذ لا يصح حمله على خروج الكفار عند أحد لا ابن تيمية كما عرفت ولا\r\nغيره فإنه لا يقول أحد بخروج الكفار من النار فإن صح أثر عمر حمل على أنه أراد\r\nخروج الموحدين الذين استحقوا\r\n","description":"","footnote":"","page_name":" 68 ","page_number":9},
  {"content":"\r\nدخول النار بذنوبهم كما دلت عليه الأدلة\r\nالمعروفة الصحيحة الصريحة التي لا مرية في صحتها إلا أن ابن تيمية منع من حمل\r\nكلام عمر على ذلك وقال إنما أراد عمر بأهل النار الذين هم أهلها وهم الكفار\r\nوأما قوم أصيبوا بذنوبهم فقد علم هؤلاء وغيرهم أنهم يخرجون منها ولا يلبثون قدر\r\nرمل عالج ولا قريبا منه فأقول ولا يخفى ضعف هذا الرد لأن كونهم قد علموا ذلك\r\nلا يمنع أن يؤدوه لمن لا يعلمه ويخبروا أنه اعتقادهم وقد علم في فن البيان أن\r\nالإخبار يكون بفائدة الحكم أو لازمها فعلم السامعين بالحكم لا يمنع عن التكلم به\r\nوإلقائه إليهم وأما كون عصاة الموحدين لا يلبثون قدر رمل عالج ولا قريبا منه\r\nفمسلم ولم يقل عمر أنهم يلبثون قدر رمل عالج بل أتى بقضية شرطية فقال لو لبث أي\r\nأنه لو طال لبثهم ذلك القدر لخرجوا ولا دليل في كلامه أنهم يلبثون ذلك القدر\r\nفعرفت أيضا غير مانع عن حمل أثر عمر على عصاة الموحدين مع أنه لا يصح حمله على\r\nالكفار لأنهم يلبثون أكثر من عدد رمل عالج فقد أخرج الطبراني في الكبير من\r\n","description":"","footnote":"","page_name":" 69 ","page_number":10},
  {"content":"\r\nحديث ابن مسعود مرفوعا لو قيل لأهل النار إنكم ماكثون في النار عدد كل\r\nحصاة في الدنيا لفرحوا الحديث ومما سمعت تعين حمل أثر عمر على عصاة الموحدين\r\nعند شيخ الإسلام وعند جميع علماء الأنام وإذا عرفت هذا طال تعجبك من نسبة ابن\r\nتيمية القول بفناء النار إلى عمر واستدلاله لذلك بهذا الأثر المنقطع رواية الذي\r\nهو بمراحل عن الدلالة من حيث الدراية تنبيه وأما مدة لبث عصاة الموحدين فإنها\r\nمختلفة فقد اخرج ابن أبي حاتم وابن شاهين في السنة من حديث علي يرفعه إن أصحاب\r\nالكبائر من موحدي الأمم كلها الذين ماتوا على كبائرهم غير نادمين ولا تائبين\r\nوفيه أن منهم من يمكث شهرا ثم يخرج منها ومنهم من يمكث سنة ثم يخرج منها\r\nوأطولهم فيها مكثا بقدر الدنيا منذ خلقت إلى أن تفنى ومثله ما أخرج الحكيم في\r\nنوادر الأصول ولفظه وأطولهم فيها مكثا مثل الدنيا منذ خلقت إلى أن فنيت وذلك\r\n","description":"","footnote":"","page_name":" 70 ","page_number":11},
  {"content":"\r\nسبعة آلاف سنة ثم قال شيخ الإسلام مستدلا على فناء النار بما رواه\r\nعلى ابن أبي طلحة في تفسيره عن ابن عباس أنه قال لا ينبغي لأحد ان يحكم على\r\nالله في خلقه ولا ينزلهم جنة ولا نارا وأقول لا يخفى على ناظر أنه لا دلالة في\r\nهذا الأثر ولا رائحة دلالة على المدعى من فناء النار بل غاية ما يفيده الإخبار\r\nعن أنه لا يجزم للمؤمن أنه من أهل الجنة ولا العاصي من عصاة المؤمنين انه من\r\nأهل النار وهذا المعنى ثابت في الأحاديث النبوية الصحيحة\r\n","description":"","footnote":"","page_name":" 71 ","page_number":12},
  {"content":"\r\nفقد أخرج\r\nالترمذي من حديث أنس أنه توفي رجل فقال رجل آخر ورسول الله صلى الله عليه وسلم\r\nوآله وسلم يسمع أبشر بالجنة فقال رسول الله صلى الله عليه وسلم وما يدريك لعله\r\nتكلم لما لا يعنيه أو بخل بما لا ينقصه بل ورد في الطفل الذي لا تكليف عليه نحو\r\nذلك وقد صرح ابن القيم في آخر كتابه حادي الأرواح في الباب السبعون فيما زعم أنه\r\nعقيدة أهل السنة وعقيدة الصحابة وأهل العلم وأصحاب الأثر بأنه لا يشهد لأحد\r\nمن أهل القبلة انه من أهل النار لذنب عمله ولا لكبيرة أتاها إلا أن يكون ذلك\r\nفي حديث وان لا يشهد لأحد أنه في الجنة بصالح عمله إلا أن يكون ذلك في حديث\r\nانتهى\r\n","description":"","footnote":"","page_name":" 72 ","page_number":13},
  {"content":"\r\nفهذا هو الذي أراده ابن عباس ولو لم يحمل كلام ابن عباس على\r\nهذا لكان مقتضاه بأنه لا يحكم بأن أهل الشرك يدخلون النار ولا بأن أهل التوحيد\r\nيدخلون الجنة إذ الإنزال هو الدخول وهذا رد لصريح القرآن وإثبات لقول لم يقله\r\nأحد من أهل الإيمان لا شيخ الإسلام ولا سائر علماء الأنام ثم إن حكمنا بأن\r\nالفجار في النار والأبرار في جنات تجري من تحتها الأنهار ليس حكما منا بل الله\r\nتعالى هو الذي حكم بذلك وأخبرنا به فالعجب كله في الاستدلال على فناء النار\r\nبهذا الأثر الذي لا يقول أنه يدل على ذلك أحد من النظار وظهور عدم دلالته عليه\r\nكالشمس في رابعة النهار وتبين ان مراده لا يحكم على معين أنه من أهل الجنة ولا\r\nإنه من أهل النار وكأنه يريد غير من حكم الله ورسوله عليه بأحد الدارين كإخباره\r\nصلى الله عليه وسلم أن العشرة من الصحابة من أهل الجنة وكإخبار الله أنا أبا\r\nلهب سيصلى نارا ذات لهب ولو فرض دلالته على مدعاه فإنه معارض لما أخرجه ابن\r\nأبي حاتم وأبو الشيخ وابن مردويه عن ابن عباس أنه قال هاتان من المخبآت قول\r\nالله تعالى فمنهم شقي وسعيد وقوله\r\n","description":"","footnote":"","page_name":" 73 ","page_number":14},
  {"content":"\r\nتعالى يوم يجمع الله الرسل فيقول\r\nماذا أجبتم قالوا لا علم لنا المائدة 109 فأما قوله فمنهم شقي وسعيد فهم قوم من\r\nأهل الكبائر من أهل القبلة يعذبهم الله بالنار ما شاء بذنوبهم ثم يأذن بالشفاعة\r\nفيشفع لهم المؤمنون فيخرجهم من النار فيدخلهم الجنة فسماهم أشقياء حين عذبهم\r\nبالنار انتهى فهذه الرواية كما تراها صراحة وكثرة تخريج دالة على أنه كغيره من\r\nالجماهير القائلين بخروج الموحدين من النار ولا قول له بفناء النار فإنه وجه\r\nالاستثناء إلى الموحدين في قوله تعالى إلا ما شاء ربك وابن تيمية يقول إنه عائد\r\nإلى فناء النار أيضا كما ستسمعه عند\r\n","description":"","footnote":"","page_name":" 74 ","page_number":15},
  {"content":"\r\nالتكلم على الآية وظاهر نقل ابن\r\nتيمية لأثر ابن عباس أنه قائل بفناء النار قال شيخ الإسلام وأما أثر ابن مسعود\r\nفإنه ذكر عنه البغوي أنه قال ليأتين على جهنم زمان ليس فيها أحد ثم قال وعن أبي\r\nهريرة مثله وأقول هذان الأثران بهما متمسك ابن تيمية في جعل القول بفناء النار\r\nقولا لابن مسعود وأبي هريرة كما سيرويهما إلى في صدر الاستدلال وهذان الأثران\r\nذكرهما البغوي في تفسير سورة هود في قوله تعالى إلا ما شاء ربك ثم قال البغوي\r\nعقب ذكرهما ما لفظه ومعناه عند أهل السنة إن ثبت أنه لا يبقى فيها أحد من أهل\r\nالإيمان وأما مواضع الكفار فممتلئة كان ابدا هذا لفظه\r\n","description":"","footnote":"","page_name":" 75 ","page_number":16},
  {"content":"\r\nفشكك في\r\nالرواية أولا ثم ابان أنها إن ثبتت فهي عند أهل السنة في عصاة من الموحدين ثم\r\nنقول بعد ثبوت هذين الأثرين عن هذين الصحابيين لا دلالة فيهما على فناء النار\r\nالذي هو محل النزاع بوجه من الوجوه فإن قوله ليس فيها أحد دال على بقائها فإنك\r\nإذا قلت ليس في الدار أحد فإنه دال على بقاء الدار لا على فنائها ثم عرفت قول\r\nالبغوي أن أهل السنة حملوه على خروج الموحدين من النار وهذا الحمل متعين عند ابن\r\nتيمية بخصوصه وعند جميع من عداه أما عنده فإنه لا يقول بخروج الكفار من النار بل\r\nيقول بعد فنائها وذهابها لا يتصور فيها بقاء الكفار وهذان الأثران حاكمان بخروج\r\nمن فيها وليس إلا عصاة الموحدين أما عند غيره من أهل السنة فالأمر واضح في أن\r\nالأثرين ليسا إلا في خروج الموحدين ولفظ اثر ابن مسعود وإن كان عاما فإنه نكرة\r\nفي سياق النفي إلا أنه معلوم تخصيصه بالأدلة الدالة على أن الكفار ليسوا منها\r\nبمخرجين عند ابن تيمية وغيره كما عرفت\r\n","description":"","footnote":"","page_name":" 76 ","page_number":17},
  {"content":"\r\nوبهذا تعرف أنه لا يصح نسبة\r\nالقول بفناء النار وذهابها إلى ابن مسعود وأبي هريرة كما نسب هذا القول الذي\r\nنقل عنهما إلى عمر بل هو الدليل على بقاء النار بعد خروج من يخرج منها من أهل\r\nالتوحيد فكيف يقول شيخ الإسلام في صدر المسألة إن القول بفناء النار نقل عن ابن\r\nمسعود وأبي هريرة وإنما مستنده في نسبة ذلك إليهما هذان الأثران اللذان هما\r\nبمراحل عن الدلالة على فناء النار وذهابها بعد صحتهما فعرفت بطلان نسبة هذا\r\nالقول إلى ابن مسعود وأبي هريرة كما عرفت بطلان نسبته إلى عمر واما قول شيخ\r\nالإسلام في صدر المسألة إن أبا سعيد الخدري نقل عنه القول بفناء النار فإنه\r\nاستدل لذلك بأنه قال أبو نضرة عن أبي سعيد أو قال جابر أو بعض أصحاب النبي\r\nصلى الله عليه وسلم أتت هذه الآية على القرآن كله إلا ما شاء ربك إن ربك فعال\r\nلما يريد هود 107\r\n","description":"","footnote":"","page_name":" 77 ","page_number":18},
  {"content":"\r\nوأقول أولا هذا الأثر نسبه الحافظ السيوطي في الدر !\r\nالمنثور إلى تخريج عبد الرزاق وابن الشريس أبو وابن جرير وابن المنذر والطبراني\r\nوالبيهقي في الأسماء والصفات ولفظه عن أبي نضرة عن جابر بن عبد الله وأبي سعيد\r\nأو رجل من أصحاب النبي صلى الله عليه وسلم إلا مشاء ربك إن ربك فعال لما يريد\r\nقال هذه الآية قاضية على القرآن كله يقول حيث كان في القرآن خالدين فيها تأتي\r\nعليه انتهى وقد نقل ابن تيمية هذه الرواية أيضا ونسبها إلى تخريج ابن جرير أيضا\r\nولا يخفى أولا انه شك أبو نضرة في قائل هذا القول وردده بين ثلاثة معلومين\r\nومجهول وهذا الشك وإن كان انتقالا من ثقة إلى ثقة على رأي من يقول كل الصحابة\r\nعدول غير ضائر في الرواية إلا أنه لا يصح معه الجزم بنسبة القول بفناء النار إلى\r\nأبي\r\n","description":"","footnote":"","page_name":" 78 ","page_number":19},
  {"content":"\r\nسعيد حيث أن مستند القول به هو هذا الأثر لأن هذا أثر لم يتم\r\nالجزم به في رواية أنه لأبي سعيد فكيف يجزم بنسبة هذا المدلول أعني القول بفناء\r\nالنار وذهابها إلى أبي سعيد كما فعله شيخ الإسلام ولم يثبت عنه الدليل وثانيا\r\nوهو على تقدير ثبوته عنه فإنه لا دلالة فيه على مدعاه وهو فناء النار ولا رائحة\r\nدلالة بل غاية ما فيه أن كل وعيد في القرآن ذكر فيه الخلود لأهل النار فإن آية\r\nالاستثناء حاكمة عليه وهي عبارة مجملة لا تدل على المدعى بنوع من الدلالات\r\nالثلاث بل يحتمل انه أراد أنها فسرت بآيات الخلود التي وردت في القرآن في\r\nخلود أهل النار كما أخرجه البيهقي في البعث والنشور عن ابن عباس في قوله تعالى\r\nإلا ما شاء ربك هود 107 قال فقد شاء ربك أن يخلد هؤلاء في النار وهؤلاء في\r\nالجنة انتهى فنقول من قال من الصحابة هذه الآية أتت على القرآن كله حيث كان في\r\nالقرآن خالدين فيها تفسير [ 5 في رواية 
  ] ابن عباس هذه ثم هب أن معناه ما قاله\r\nابن تيمية وأن آية إلا ما شاء ربك قيدت كل آية فيها خالدين فيها إلا ما شاء\r\nربك إن ربك فعال لما يريد فغاية ذلك أن تصير كل آية خلود مثل آية\r\n","description":"","footnote":"","page_name":" 79 ","page_number":20},
  {"content":"\r\nهود واية هود لا تدل على مدعاه كما ستعرفه قريبا من تحقيق آية المشيئة وما\r\nقيل فيها من الأقوال الصحيحة والسقيمة والمطرحة والقويمة أو وإذا عرفت هذا فيا\r\nلله العجب كيف ينسب شيخ الإسلام إلى أبي سعيد القول بفناء النار بلفظ لم\r\nيتحقق صدوره عنه ولو تحقق صدوره عنه لم يدل على مدعاه فما هذا إلا مجازفة ولا\r\nيليق ممن دون ابن تيمية تحقيقا وورعا في نسبة الأقوال وتحرير الاستدلال هذا وبعد\r\nتحقيقك لما أسلفناه وإحاطتك ) علما بما سقناه تعلم أن هؤلاء الأربعة من\r\nالصحابة الذين هم عمر وابن مسعود وأبو هريرة وأبو سعيد الذين عين شيخ الإسلام\r\nأسماءهم من الصحابة في صدر المسألة وذكر أنه نقل عنهم القول بفناء النار وذهابها\r\nوتلاشيها هم بريئون من هذا القول ومن نسبته فناء النار إليهم براءة الذئب\r\nمن دم ابن يعقوب واستدل لهم بما ادعاه منسوبا إليهم بما لا مساس له بالدعوى\r\nكما عرفت وحينئذ يعلم أنه ليس معه في دعواه فناء النار أحد من الصحابة الذين\r\nعينهم وإن كانت عنده أدلة يصح نسبة هذا القول إليهم غير ما ذكره من الآيات\r\nفهذا وقتها فإنه قد بذل كل وسعه في هذه المسألة فقال شيخ الإسلام بعد سرده\r\nللأربعة المذكورين من الصحابة والقول بفناء النار نقل عن غير هؤلاء الأربعة من\r\nالصحابة ويريد بغيرهم عبد الله بن عمرو بن العاص فإنه نقل ابن تيمية\r\n","description":"","footnote":"","page_name":" 80 ","page_number":21},
  {"content":"\r\nعنه القول بفناء النار مستدلا على أصل مدعاه أنه قال ليأتين على جهنم يوم\r\nتصفق فيه أبوابها ليس فيه أحد وذلك بعدما يلبثون فيها أحقابا وأقول هذا الأثر\r\nلا دلالة فيه على مدعى ابن تيمية لأنه لا يقول إن جهنم تخلو عن الكفار ما دامت\r\nباقية إنما يقول إذا فنيت وذهبت لم يبق فيها كافر وهذا الأثر ينادي بخلودها\r\nعليه وهي باقية على حالها والقول بأنه سماها جهنم باعتبار ما كانت عليه رجوع\r\nإلى المجاز في مسألة هي أكثر من الدنيا بأضعاف مضاعفة فكلام ابن عمرو هذا محمول\r\nعلى ما حمل عليه كلام عمر بن الخطاب وغيره من الآثار في أن مراده خروج الموحدين\r\nوقد قال عبيد الله بن معاذ في أثر ابن عمرو وأبي هريرة كان أصحابنا يقولون يعني\r\nمن الموحدين قلت ويدل له ما قال الحافظ ابن حجر في تخريج أحاديث الكشاف ان\r\nأثر ابن عمرو أخرجه البزار ثم ساقه بسنده إلى ابن عمرو ولفظه في آخره يعني من\r\nالموحدين قال الحافظ كذا فيه\r\n","description":"","footnote":"","page_name":" 81 ","page_number":22},
  {"content":"\r\nورجاله ثقات والتفسير لا أدري لمن هو ثم\r\nقال ويؤيده ما رواه ابن عدي عن أنس مرفوعا ليأتين على جهنم يوم تصفق فيه\r\nأبوابها وما فيها من أمة محمد أحد وفي الباب عن أبي أمامة رفعه يأتي على جهنم\r\nيوم ما فيها من بني آدم أحد تخفق فيه أبوابها يعني من الموحدين انتهى\r\n","description":"","footnote":"","page_name":" 82 ","page_number":23},
  {"content":"\r\nفعرفت أن حديث ابن عمرو في الموحدين وقول الحافظ لا يدري لمن التفسير يريد\r\nقوله يعني من الموحدين يقال عليه الأصل أنه من كلام ابن عمرو ثم إنه لا بد من\r\nحمل كلامه المطلق على هذا التفسير عند ابن تيمية وغيره ثم هب أنها لم تثبت\r\nتلك الزيادة فيه فالحديث المرفوع مقدم عليه وهو حديث أنس وبعد هذا تعرف أنه\r\nلا دليل له في أثر عمرو على أصل المدعى هذا وأما أصحاب الكشاف فإنه لما كان\r\nوعيدي الاعتقاد قائلا بأنه لا يخرج من النار من دخلها من عصاة الموحدين وأهل\r\nالإلحاد سلك في اثر ابن عمرو مسلكا آخر فإنه لما ذكره قال وأقول أما كان لابن\r\nعمرو في بغيه بيده ولسانه ومقاتلته بها علي بن أبي طالب ما شغله عن تسيير هذا\r\nالحديث انتهى كأنه يشير إلى القدح في أثر ابن عمرو ببغيه على أمير المؤمنين\r\n","description":"","footnote":"","page_name":" 83 ","page_number":24},
  {"content":"\r\nعليه السلام وقد تعقبه في الكشف فقال لا يلتفت هذا عن المنصف وإيثاره\r\nطريقة قدمام أبي ! المعزلة ! من نسبته وضع الحديث إليه تلويحا ونسبة مقاتلته\r\nأمير المؤمنين عليا بالنص فإن هذا من جلة الصحابة انتهى قلت أما نسبة الوضع\r\nإليه فما يظهر من كلام الكشاف نعم البغاة مقبولة روايتهم عند المعتزلة كما\r\nعرفت من الأصول ثم استدل شيخ الإسلام ابن تيمية على مدعاه بما أخرجه ابن مردويه\r\nفي تفسيره من حديث جابر قال قرأ رسول الله صلى الله عليه وعلى آله وسلم فأما\r\nالذين شقوا ففي النار الآية هود 107 ، 108\r\n","description":"","footnote":"","page_name":" 84 ","page_number":25},
  {"content":"\r\nقال رسول الله صلى الله عليه\r\nوعلى آله وسلم إن شاء الله أن يخرج أناسا من الذين شقوا من النار فيدخلهم الجنة\r\nفعل وأقول لا دليل فيه على مدعاه وهو فناء النار وذهابها بل فيه دليل على خلافه\r\nلأنه لا ينكر الإخراج من النار ولا يقوله ابن تيمية في حق الكفار فتعين أنه في\r\nعصاة الموحدين وقد سمعت مما نقلناه عن ابن عباس أن الله سمى عصاة الموحدين\r\nأشقياء وقد صرح ابن تيمية بهذا هنا فقال بعد سرده للحديث إنما يدل على إخراج\r\nبعضهم من النار وهو حق بلا ريب وهو بناء على انقطاعها وفناء عذابها وأكلها لمن\r\nفيها وأنهم يعذبون فيها دائما ما دامت كذلك والحديث دل على أمرين أحدهما أن\r\nبعض الأشقياء إن شاء الله أن يخرجهم من النار وهي نار فعل فيكون معنى الاستثناء\r\nإلا ما شاء ربك من الأشقياء فإنهم لا يخلدون فيها ويكون الأشقياء\r\n","description":"","footnote":"","page_name":" 85 ","page_number":26},
  {"content":"\r\nنوعين نوعا يخرجون منها ونوعا يخلدون فيها فيكونون من الذين شقوا أولا ثم\r\nيصيرون من الذين سعدوا فيجتمع لهم السعادة والشقاوة في وقتين انتهى وهو صحيح\r\nوفيه إقرار منه على أنه لا دلالة فيه على فناء النار كما ساقه دليلا لذلك على\r\nأنا نقول الحديث ليس نصا في الإخراج بل إخبار مقيد بقضية شرطية وهو إن شاء\r\nالله أن يخرج أخرج وليس فيه أنه تعالى شاء ذلك بل هو مثل ولو شئنا لآتينا كل\r\nنفس هداها السجدة 13 وسيأتي تحقيق ذلك في الكلام على آية المشيئة إن شاء الله\r\nإذا عرفت هذا كله فهؤلاء الستة من الصحابة الذين زعم أنه نقل عنهم القول بفناء\r\nالنار أي وبدخول أهلها بعد ذلك جنات تجري من تحتها الأنهار التحريم 8 وهم\r\nالذين أشار إليهم السيد الإمام محمد بن إبراهيم في الإيثار حيث قال وطول في\r\nالثاني ابن تيمية فقف على علمه في كتبه التراجم\r\n","description":"","footnote":"","page_name":" 86 ","page_number":27},
  {"content":"\r\nوأسنده عن ستة نص\r\nقولهم أكابر من صحب النبي الأكارم وأراد بالثاني حمل الاستثناء في وعيد أهل\r\nالنار على فنائها وانقطاع عذابها هذا بيان مراده ولكنك إذا تحققت ما أسلفناه\r\nعرفت أنه لم يتم لابن تيمية ما نسبه إلى الستة المذكورين من القول بفناء النار\r\nوانه ليس بنص قولهم كما قال السيد محمد ولعله يريد نص لفظهم وإن لم يدل على\r\nمدعى ابن تيمية أو أنه نص عنده فيما ادعاه وإن كان غير صحيح ويرشد إلى أنه أراد\r\nذلك قوله بعد ذلك البيت فلا تعتقد إن لم يصح مقالهم وبان ضعيفا ساقطا كفر\r\nعالم ثم قال ابن تيمية مستدلا لفناء النار وانقطاعها أنه قال الله تعالى لابثين\r\nفيها أحقابا إلى قول كانوا لا يرجون حسابا وكذبوا بآياتنا كذابا النبأ 23 - 28 وقال\r\nهذا صريح في وعيد الكفار المكذبين بآياته ولا يقدر الأبدي بمدة الأحقاب\r\n","description":"","footnote":"","page_name":" 87 ","page_number":28},
  {"content":"\r\nفأفاد مفهوم الأحقاب أنه لا خلود فيها إذ الأبدي لا يقدر بزمان وأما دلالتها\r\nعلى أن المخبر عنهم باللبث أحقابا هم الكفار فلقوله فيهم إنهم كانوا لا يرجون\r\nحسابا وكذبوا بآياتنا كذابا وهذه صفات الكفار وهذا تقرير مراد شيخ الإسلام\r\nوالعجب من استدلاله بصدر الآية وذهوله عما عقب به من قوله فلن نزيدكم إلا\r\nعذابا فإن المراد لن نزيدكم بعد لبثكم أحقابا إلا عذابا ضرورة أنهم معذبون حين\r\nلبثهم فيها أحقابا لا يذوقون فيها بردا ولا شرابا إلا حميما وغساقا فزيادة\r\nالعذاب بعد الأحقاب بل خص تعالى الزيادة على العذاب وأنه تعالى لا يزيدهم\r\nبعد لبث الأحقاب إلا عذابا فانتفى مفهوم العذاب الذي أفاده الجمع الذي جعله\r\nابن تيمية دليلا على فناء النار وعدم أبديتها مع أنه استدلال بمفهوم العدد وهو\r\nمن أضعف المفاهيم على هذه المفاهيم على هذه المسألة المعظمة الذي لا يعتمد عليه\r\nمحقق وكيف يجعل أقوى من التأييد المصرح به في عدة آيات من آيات وعيد أهل\r\nالنار فلو عارض مفهوم العدد منطوق التأبيد لكان الحكم للمنطوق اتفاقا هذا وذكر\r\nالبغوي أنه قال مقاتل بن حيان هذه الآية منسوخة\r\n","description":"","footnote":"","page_name":" 88 ","page_number":29},
  {"content":"\r\nيريد لابثين فيها\r\nأحقابا نسختها فلن نزيدكم إلا عذابا النبأ 30 يعني أن العدد قد ارتفع والخلود قد\r\nحصل هذا لفظه ومراده بالنسخ أن لا حكم لمفهوم العدد وإلا فإنه لا يجري النسخ\r\nالمصطلح عليه في الأخبار وقال الحسن ليس للأحقاب عدة إلا الخلود وذكره عنه\r\nالبغوي وأخرج عبد الرزاق وعبد بن حميد وابن جرير وابن المنذر عن قتادة قال\r\nالأحقاب ما لا انقطاع له كلما مضى حقب جاء بعده حقب وأخرج عبد بن حميد عن\r\nالحسن لابثين فيها أحقابا قال ليس فيها أجل كلما مضى حقب دخل في الآخر وبهذا\r\nتعرف رواية ودراية ضعف استدلال شيخ الإسلام على فناء النار وانقطاعها بمفهوم\r\nالأحقاب ثم استدل ابن تيمية على فناء النار وذهابها بقوله تعالى في سورة\r\nالأنعام قال النار مثواكم خالدين فيها إلا ما شاء الله إن ربك\r\n","description":"","footnote":"","page_name":" 89 ","page_number":30},
  {"content":"\r\nحكيم\r\nعليم آية 128 وبقوله تعالى في سورة هود خالدين فيها ما دامت السماوات والأرض\r\nإلا ما شاء ربك إن ربك فعال لما يريد آية 107 وقرر كون آية الأنعام في\r\nالمشركين بقوله تعالى في صدرها يا معشر الجن قد استكثرتم من الإنس وقال\r\nأولياؤهم من الإنس قال فإن أولياء الجن من الإنس يدخل فيه الكفار قطعا يريد\r\nأنه لا يقال الآية في عصاة الموحدين فقط ثم أبان أن الاستثناء عائد إلى الفريقين\r\nالكفار وعصاة الموحدين والكفار بفناء النار والعصاة بالخروج منها وقرر هذا\r\nالتقرير في آية الاستثناء في سورة هود وأقول قد اختلف العلماء من الصحابة ومن\r\nبعدهم من أئمة الرواية والدارية في هذا الاستثناء ولنذكر ما وقفنا عليه من ذلك\r\nوقد ألم به ابن القيم في هذا الكتاب أعني حادي الأرواح وألم به شيخه شيخ\r\nالإسلام في كلامه في هذه المسألة وفاتهما بعطى ما قيل في الآية قال ابن القيم في\r\nالباب السابع والستين واختلف السلف في هذا الاستثناء فقال معمر عن الضحاك هو\r\nفي الذين يخرجون من النار فيدخلون الجنة فقوله تعالى\r\n","description":"","footnote":"","page_name":" 90 ","page_number":31},
  {"content":"\r\nخالدين فيها ما\r\nدامت السماوات والأرض إلا مدة مكثهم النار قلت يضعف هذا ان الاستثناء من\r\nالخلود يقتضي أن يكون بعد الدخول لا قبله سيما بعد قو له ( ففي النار ) وقد أشار\r\nإلى تضعيف هذا الوجه بما قلناه ابن تيمية في غضون أبحاثه في هذه المسألة قال\r\nابن القيم وقالت فرقة هو استثناه الله تعالى ولا يفعله كما تقول والله لأضربنك\r\nإلا أن أرى غير ذلك وأنت لا تراه بل تجزم بضربه قلت هذا الوجه أحد وجهين\r\nذكرهما جار الله في الكشاف في آية الأنعام فقال أو يكون يريد الاستثناء من قوله\r\nالموتور الذي ظفر بواتره ولم يزل يحرق عليه أنيابه وقد طلب منه أن ينفس عن\r\nخناقه أهلكني الله إن نفست عنك إلا إذا شئت وقد علم أنه لا يشاء إلا التشفي\r\nمنه بأقصى ما يقدر عليه من التعنيف والتشديد فيكون قوله إلا إذا شئت من أشد\r\nالوعيد مع تهكم بالتوعد في خروجه في صورة الاستثناء الذي فيه أطماع انتهى واختار\r\nهذا الوجه صاحب الاتحاف والصفوي\r\n","description":"","footnote":"","page_name":" 91 ","page_number":32},
  {"content":"\r\nوهو مروي عن ابن عباس أخرجه\r\nالبيهقي في البعث والنشور فقال قد شاء ربك أن يجعل هؤلاء في النار وهؤلاء في\r\nالجنة قلت إلا أنه يختلف صاحب الكشاف وصاحب الاتحاف في عصاة الموحدين\r\nفصاحب الكشاف يجعلهم داخلين في الذين شقوا لأن أصله أنهم لا يخرجون من النار\r\nوصاحب الإتحاف والصفوي يجعلانهم ( داخلين في الذين سعدوا لقيام الأدلة عندهم\r\nبخروجهم من النار هذا وقد تعقب ابن الخطيب الرازي في مفتاح الغيب هذا الوجه\r\nفقال وهذا ضعيف لأن قوله لأضربنك إلا أن أرى غير ذلك معناه لأضربنك إلا إن\r\nرأيت أن أترك الضرب وهذا لا يدل على أن هذه الرؤية حصلت أم لا بخلاف قوله\r\nتعالى خالدين فيها ما دامت السماوات والأرض فإن معناه الحكم بخلودهم فيها\r\nالمدة التي\r\n","description":"","footnote":"","page_name":" 92 ","page_number":33},
  {"content":"\r\nيشاء ربك فيها فهذا يدل على أن المشيئة قد حصلت جزما\r\nفكيف يحسن قياس هذا الكلام وعلى ذلك انتهى ولا يخفى أن المشار المفروض واقع\r\nعلى هيأة القطع والجزم كما هو صريح كلام ابن القيم وصاحب الكشاف فقول الرازي\r\nوهذا لا يدل على أن هذه الرؤية قد حصلت أم لا خلاف المفروض وقوله فهذا يدل\r\nعلى أن المشيئة إلخ إن أراد مشيئة الخلود فهو مراد صاحب هذا القول كما يشعر به\r\nالمثال وينطبق ويتعلق عليه وإن أراد مشيئة عدم الخلود كما هو مقتضى كلامه فمحل\r\nالنزاع ولا يتم تضعيف كلام الخصم بإيراده كما لا يخفى ثم قال ابن القيم وقالت\r\nطائفة أخرى العرب إذا استثنت شيئا كثيرا مع مثله ومع ما هو أكثر منه كان معنى\r\nإلا في ذلك ومعنى الواو سواء والمعنى على هذا سوى ما شاء الله من الزيادة على\r\nمدة السماوات والأرض وهذا قول الفراء وسيبويه يجعل إلا بمعنى لكن قالوا ونظير\r\nذلك أن تقول لي عليك ألف إلا الألفين اللذين قبلهما أي سوى الألفين قال ابن\r\nجرير هذا أحد الوجهين إلى لأن الله لا خلف لوعده وقد وصل الاستثناء بقوله عطاء\r\nغير مجذوذ وقالوا نظيره أن تقول أسكنك داري حولا إلا ما شئت أي سوى ما\r\n","description":"","footnote":"","page_name":" 93 ","page_number":34},
  {"content":"\r\nشئت أو لكن ما شئت من الزيادة عليه وأقول هذا مبني على أنه أريد بالسماوات\r\nوالأرض سماوات الدنيا وأرضها أي مقدار بقاء دار الدنيا فإنه لو أراد سماء\r\nالأخرى وأرضها لما تم أن يقال إلا ما شاء الله من الزيادة على مدتهما فإنهما\r\nأبديتان ما لا يتصور عليهما زيادة والظاهر أنه أريد من السماوات والأرض سماوات\r\nالآخرة وأرضها لأن آيات التأبيد في الفريقين قاضية بأبدية أرضها وسماواتها إذ لا\r\nبد لهم من شئ يقلهما وشئ فوقهما وهو المراد من سماوات الآخرة وأرضها ولأن قوله\r\nما دامت السماوات والأرض ظاهر في ذلك إذ أن أرض الدنيا وسماواتها قد ذهبت\r\nولو أريد لقيل ما كانت السماوات والأرض ثم قال ابن القيم وقالت فرقة أخرى هذا\r\nالاستثناء إنما هو مدة احتباسهم عن الجنة ما بين الموت والبعث وهو البرزخ إلى\r\nأن يصيروا إلى الجنة ثم خلود الأبد فلم يغيبوا عن الجنة إلا بقدر إقامتهم في\r\nالبرزخ وأقول فيه ما سلف في الوجه الأول وهو أن الاستثناء إنما هو بعد دخولهم\r\nالجنة ثم قال ابن القيم وقالت فرقة أخرى العزيمة قد وقعت لهم من الله بالخلود\r\nالدائم إلا أن يشاء الله خلاف ذلك اعلام لهم بأنهم مع خلودهم في\r\n","description":"","footnote":"","page_name":" 94 ","page_number":35},
  {"content":"\r\nمشيئته وهذا كما قال تعالى لنبيه ولئن شئنا لنذهبن بالذي أوحينا إليك الاسراء\r\n86 ونظائره يخبر عباده أن الأمور كلها بمشيئته ما شاء الله كان وما لم يشا لم\r\nيكن وأقول إن كان تقيدا حقيقة لزم بقاء الخوف في دار النعيم والله يقول يا عباد\r\nلا خوف عليكم اليوم ولا أنتم تحزنون الزخرف 68 ويقول أدخلوها بسلام آمنين\r\nالحجر 46 والاجماع قائم على أن الجنة لا خوف فيها ثم يلزم أن يبقى لأهل النار\r\nطمع في الخروج منها وروح بذلك وليس لهم روح ولا فرج وإن أريد الإخبار بأنه لو\r\nشاء تعالى عدم خلود الفريقين لكان له في ذلك حكمة وان المراد من الاستثناء\r\nالاعلام للعباد باتساع نطاق حكمه فهذا قد يقال إنه وجه وجيه ثم ذكر ابن القيم\r\nوجها قاله لابن قتيبة كالوجه الذي نقله عن الفراء ولم ينقله لأنه هو وإنما\r\nاختلفت العبارة ثم قال وقالت طائفة ما بمعنى من من قبل قوله تعالى فانكحوا ما\r\nطاب لكم من النساء النساء 3 المعنى إلا من شاء ربك ان يدخله النار بذنوبه من\r\nالسعداء والفرق بين هذا القول وأول الأقوال أن الاستثناء على ذلك من المدة وعلى\r\nهذا القول من الأعيان\r\n","description":"","footnote":"","page_name":" 95 ","page_number":36},
  {"content":"\r\nوأقول هذا القول يفتقر إلى تقرير يتضح معه مراد\r\nقائله وتقريره أن الاستثناء من الذين سعدوا قبل الحكم عليهم بقوله ففي الجنة\r\nفيكون المعنى وأما الذين سعدوا الا من شاء الله ففي الجنة خالدين فيها ما دامت\r\nالسماوات والأرض لما تقرر في النحو والأصول أن إخراج المستثنى من المستثنى منه\r\nقبل الحكم عليه بالخبر إلا أنه يلزم على هذا القول إن تكون الأقسام أربعة قوم\r\nسعدوا حكم لهم بالكون في الجنة خالدين فيها ما دامت السماوات والأرض وهم الذين\r\nاستثنى منهم وقوم سعدوا أيضا لكن لم يبين من الآية حكمهم وهم الذين أفادهم إلا\r\nمن شاء الله وقوم شقوا محكوم عليهم بالكون في النار خالدين ما دامت السماوات\r\nوالأرض وقوم شقوا لم يتبين حكمهم كما عرفت ومعلوم أن الموجود في الواقع ثلاثة\r\nأقسام موحدون وملحدون لا وعصاة الموحدين فيكون المراد من الآية على هذا ان قوما\r\nدخلوا في السعداء باعتبار أنهم شاركوهم في التوحيد ولكنهم فارقوهم في الكون في\r\nالجنة خالدين فيها ودخلوا في الأشقياء باعتبار انهم قارفوا أن ما أغضب الله\r\nعليهم من المعاصي ولكنهم فارقوا بعدم الكون في النار خالدين\r\n","description":"","footnote":"","page_name":" 96 ","page_number":37},
  {"content":"\r\nفالقسم\r\nالثالث تحته قسمان باعتبار دخولهم تحت بالسعادة مع الذين سعدوا وبالشقاوة مع\r\nالذين شقوا كما عرفت فكانت الأربعة ثلاثة وتكون الآية قد بين فيها حكم\r\nالفريقين من الموحدين والملحدين ولم يبين حكم الفريق الثالث منها وقد بينه الله\r\nفي قوله ويغفر ما دون ذلك لمن يشاء النساء 48 و 116 فمآل المعنى في الآية فأما\r\nالذين سعدوا سعادة خالصة ففي الجنة خالدين فيها وأما الذين شقوا شقاوة خالصة ففي\r\nالنار خالدين فيها وأما الذين اخرجوا من الفريقين فباقون على تحت مشيئة الله\r\nتعالى وهذا الوجه بعد التقرير لا يخفى حسنه ثم ذكر أقوالا راجعة إلى ما سلف ثم\r\nقال وهذه الأقوال متقاربة قال ويمكن الجمع بينها بأن يقال أخبر الله عن خلودهم\r\nفي الجنة كل وقت إلا وقتا شاء الله ألا يكونوا فيها وذلك يتناول وقت كونهم في\r\nالدنيا وفي البرزخ وفي موقف القيامة على الصراط وكون بعضهم في النار قلت هذه\r\nالأطرفة شئ واحد عائد إلى كونه قبل دخولهم الجنة ولكن يبعده ما مر غير مرة قال\r\nفإن الاستثناء من خلود الداخلين وحيث كانوا في عين الجنة لا يفيد ذلك الكون\r\nبخالدين\r\n","description":"","footnote":"","page_name":" 97 ","page_number":38},
  {"content":"\r\nفيها ثم قال وعلى كل تقدير فهذا الأمر من المتشابه وقوله عطاء\r\nغير مجذوذ محكم وقوله أكلها دائم وظلها ولهذا أكد خلود أهل الجنة في غير موضع من\r\nكتابه وأخبر أنهم لا يذوقون فيها الموت إلا الموتة الأولى وهذا الاستثناء منقطع\r\nوإذا ضممته إلى الاستثناء من قوله إلا ما شاء ربك تبين لك المراد من الآيتين\r\nواستثناء الوقت الذي لم يكونوا فيه في الجنة من مدة الخلود كاستثناء الموتة\r\nالأولى من جملة الموت فهذه موتة تقدمت على حياتهم الأبدية وكذلك مفارقة الجنة\r\nتقدم على خلودهم فيها انتهى كلامه وأقول قد أفاد أن الاستثناء من خلود أهل الجنة\r\nمن المتشابه وأن المحكم ان آية الخلود فيجب برد المتشابه إلى المحكم فالمحكم هو\r\nالخلود وهذا حسن وتخصصه بالاستثناء في أهل الجنة بقوله عطاء غير مجذوذ ولما علم\r\nيقين من أنه لا يخرج من الجنة أحد ممن دخلها وسيأتي لنا أنه يمكن آخر هذا الوجه\r\nفي الاستثناء في آية العذاب وأما ابن القيم فإنه فيه ابن تيمية من الاستثناء\r\nفيها على\r\n","description":"","footnote":"","page_name":" 98 ","page_number":39},
  {"content":"\r\nحقيقته وأنه لا خلود في النار لأهلها من الكفار كما عرفته من\r\nأدلة دعواه وأما قوله إن الاستثناء في الآية كالاستثناء في قوله لا يذوقون فيها\r\nالموت إلا الموتة الأولى الدخان 56 فإنها موته تقدمت على الحياة الأبدية\r\nوكذلك مفارقة الجنة تقدم على خلودهم فيها فأقول الفرق بين الآيتين واضح فإن آية\r\nالموتة الأولى وقع المستثنى منه فيها من أحوال الدنيا الواقعة فيها المعلوم\r\nنقضها ولذا كان أحسن الأقوال في هذه الآية أعني آية إلا الموتة الأولى انه من\r\nباب التقييد بالمحال من باب قول شعيب وما يكون لنا ان نعود فيها إلا أن يشاء\r\nالله ربنا الأعراف 89 إذا الآية سيقت لبيان ان أهل الجنة لا يذوقون فيها\r\nالموت أصلا وأنه أمر محال فعلق بالمحال لتمام التبشير بنعمة الحياة الأبدية\r\nوآية الخلود المستثنى منه فيها من أحوال الآخرة والكون في الجنة فكيف يقاس ما\r\nلم يمض ولم ينقض بما مضى وانقضى على أنه لا يصح لغة تسمية اللبث في الدنيا\r\nوفي البرزخ وفي الموقف خلودا حتى يخرج من مدة الخلود وبعد هذا رأيت فخر الدين\r\nالرازي وقد تعقب هذا في مفتاح الغيب فقال بعد نقله لفظه وأما حمل الاستثناء\r\nعلى حال عمر الدنيا والبرزخ والموقف فبعيد لأن الاستثناء وقع عن الخلود في\r\nالنار ومن المعلوم أن الخلود\r\n","description":"","footnote":"","page_name":" 99 ","page_number":40},
  {"content":"\r\nكيفيات من كيفيا الله الحصول في النار\r\nفقبل الحصول في النار يمتنع حصول الخلود وإذا لم يحصل الخلود لم يحصل المستثنى\r\nمنه وإذا لم يحصل المستثنى منه امتنع حصول الاستثناء هذا لفظه فهذه الوجوه التي\r\nذكرها ابن القيم في الاستثناء على آية الخلود مع ما تراه من الأبحاث التي\r\nأوردناها في المقام وقد بقي فيه وجه ذكره جار الله في الكشاف في آية هود فقال\r\nإن الاستثناء هو استثناء من الخلود من نعيم الجنة وذلك أن أهل النار لا يخلدون\r\nفي عذاب النار وحده بل يعذبون بالزمهرير وبأنواع من العذاب سوى عذاب النار\r\nوبما أغلظ منها كلها وهو سخط الله عليهم وخسؤه لهم وإهانته إياهم وكذلك أهل\r\nالجنة لهم سوى الجنة ما هو أكثر منها وأجل موقعا وهو رضوان الله كما قال الله\r\nوعد الله المؤمنين والمؤمنات جنات تجري من تحتها الأنهار خالدين فيها ومساكن\r\nطيبة في جنات عدن ورضوان من الله أكبر ولهم ما يتفضل الله عليهم سوى ثواب\r\nالجنة مما لا يعرف كنهه إلا هو فهو المراد باستثناء انتهى وتعقبه الفخر الرازي\r\nفي مفاتيح الغيب فقال لو كان كذلك لوجب أن لا يحصل العذاب بالزمهرير إلا بعد\r\n","description":"","footnote":"","page_name":" 100 ","page_number":41},
  {"content":"\r\nانقضاء مدة السماوات والأرض والأخبار الصحيحة دالة على أن التنقل\r\nمن النار وبالعكس يحصل كل يوم مرارا فبطل هذا الوجه انتهى كلامه قلت ولا يخفى\r\nضعف كلامه فإن معنى الآية أن أهل النار في النار خالدين فيها مدة دوام السماوات\r\nوالأرض إلى وقت مشيئة ربك عدم خلودهم فيها فهو إخراج بوقت مشيئة عدم الخلود\r\nمن القيد بدوام السماوات والأرض والإخراج من المقيد إخراج منه ومن قيده بمعنى\r\nان خرج منه بعد اتصافه بالقيد فالقيد جزء منه ومعناه أن يخرج من النار إليها إلى\r\nغيرها مع بقاء السماوات والأرض لا بعد انقضاء مدتها ثم هذا الذي أورده الرازي\r\nلازم لما اختاره في الآية كما ستعرفه هذا وقد اعترض كلام الكشاف صاحب\r\nالإتحاف فقال لا أدري ما حمله على ما لا تقبله العقول في حمل الاستثناءين على\r\nالخروج إلى الهموم والغموم في أهل النار وإلى رضوان الله في\r\n","description":"","footnote":"","page_name":" 101 ","page_number":42},
  {"content":"\r\nأهل\r\nالجنة ونحو ذلك مما ذكر والغموم لازم أهل النار ورضوان الله ملازم لأهل الجنة\r\nولأجله دخولها وكذلك سخط الله لأهل النار وكيف الخروج من الأمور الحسية وهي\r\nالجنة والنار إلى المعنوية وهي السخط والرضى وسائر ما ذكرناه مما اشتمل عليه دار\r\nالعقاب ودار النعيم انتهى ثم جنح إلى حمل الاستثناء في آية هود على الوجه الذي\r\nحمله عليه صاحب الكشاف في آية الأنعام وقد سبق ذكره هذا إن لم يحمل كلام صاحب\r\nالكشاف على ما روي عن ابن مسعود وأن حمل عليه لم يتم إيراد صاحب الإتحاف كما\r\nأنه لا يرد على صاحب الكشاف ما أورده عليه الرازي وكلام الإتحاف هذا صحيح إلا\r\nقوله إن رضوان الله لازم لأهل الجنة ولأجله دخولها فإنه قد يقال أنه أخرج أحمد\r\nوالشيخان والترمذي والنسائي والبيهقي في الأسماء والصفات من حديث أبي سعيد قال\r\nقال رسول الله صلى الله عليه وسلم إن الله تعالى يقول لأهل الجنة يا أهل الجنة\r\nفيقولون لبيك ربنا وسعديك والخير في يديك فيقول هل رضيتم فيقولون ربنا وما\r\nلنا لا نرضى وقد أعطيتنا ما لم تعط أحدا من خلقك فيقول إني أعطيكم قال أفضل من\r\nذلك قالوا رب وأي شئ أفضل من ذلك قال أحل عليكم رضواني فلا أسخط عليكم بعده\r\nأبدا\r\n","description":"","footnote":"","page_name":" 102 ","page_number":43},
  {"content":"\r\nوأخرج ابن أبي حاتم عن أبي عبد الملك الجهني قال قال رسول الله\r\nصلى الله عليه وسلم رضوان الله على أهل الجنة نعيمهم بما في الجنان وهذا دال على\r\nأن رضوان الله تعالى هذا متأخر عن دخول أهل الجنة والآية التي ساقها في الكشاف\r\nدالة على ذلك أيضا فإنه جعل رضوانه تعالى الأكبر قسما للجنات ولعله يقال إن\r\nهذا الرضوان الذي يبشرهم به الرب ويخاطبهم به الموصوف بأنه لا يسخط بعده أبدا\r\nمتأخر وهو المراد من الآية والحديثين ومجرد الرضى حاصل لهم من أول الأمر كما يدل\r\nله قوله تعالى يا أيتها النفس المطمئنة ارجعي إلى ربك راضية مرضية فادخلي في\r\nعبادي وادخلي جنتي الفجر 27 - 30 فإنه دال على الرضى من\r\n","description":"","footnote":"","page_name":" 103 ","page_number":44},
  {"content":"\r\nأول الأمر قبل\r\nدخول الجنة ويحتمل أنه خاص بصاحب هذه النفس المطمئنة والحاصل أن هذا الرضى\r\nالذي أراده صاحب الكشاف واستدل عليه بالآية متأخر وهو المراد من الحديثين ولا\r\nينافيه مجرد الرضى اللازم لأهل الجنة فلا يرد اعتراض صاحب الإتحاف عليه وأما\r\nقوله والهموم والغموم لازمة لأهل النار فقد أشار إلى جوابه المحقق أبو السعود\r\nفقال ولك ان تقول إنهم ليسوا مخلدين في العذاب الذي هو عذاب النار بل لهم من\r\nأفانين العذاب ما لا يعلمه إلا الله سبحانه وتعالى وهو العقوبات والآلام\r\nالروحانية التي لا يقف عليها في الدنيا المنغمسون في أحكام الطبيعة المقصود\r\nإدراكهم ما ألفوا به من الأحوال الجسمانية وليس لهم استعداد لتلقي ما وراء ذلك\r\nمن الأحوال الروحانية وهذه العقوبات وإن كانت تعتريهم وهم في النار لكنهم\r\nينسون بها عذاب النار ولا يحسونها وهذا كاف في تحقيق معنى الاستثناء انتهى\r\nكلامه وهذا وجه حسن محتمل على أنه الذي أراد صاحب الكشاف ويندفع به اعتراض\r\nصاحب الإتحاف\r\n","description":"","footnote":"","page_name":" 104 ","page_number":45},
  {"content":"\r\nهذا وفي الكشف على الكشاف ما لفظه هذا في أهل النار\r\nظاهر لأنهم ينقلون من حر النار إلى برد الزمهرير عن والرد بأن النار عبارة عن\r\nدار العقاب غير وارد لأنا لا ننكر استعمال النار فيها تغليبا أما دعوى الغلبة\r\nحتى هجر الأصل فلا الا ترى إلى قوله نارا تلظى الليل 14 وقوله وقودها الناس\r\nوالحجارة البقرة 24 والتحريم 6 وكم وكم وأما رضوان الله عن أهل الجنة وهم فيها\r\nفيأبى الاستثناء كيف وقوله خالدين فيها لا يدل بظاهره على أنهم منعمون بها فضلا\r\nعن انفرادها بنعيمهم بها ثم قال ولعل الوجه والله أعلم أن يكون من باب حتى يلج\r\nالجمل في سم الخياط الأعراف 40 لا يذوقون فيها الموت إلا الموتة الأولى الدخان\r\n56 وأشار إليه سلمه الله يريد الفاضل الطيبي وذكر أنه وقف بعد ذلك على نص من\r\nقبل الزجاج انتهى\r\n","description":"","footnote":"","page_name":" 105 ","page_number":46},
  {"content":"\r\nيريد أنه تقيد بالمحال في الآيتين وعصاة الموحدين\r\nداخلون في السعادة فإنهم خالدون في الجنة وإن تأخر دخولهم إياها فإنه من المعلوم\r\nأن الداخلين إلى الجنة لا يدخلون دفعة واحدة بل يدخلون أرسالا بل فيها من يسبق\r\nإليها بمقدار خمسمائة عام كما ثبت ذلك في فقراء المهاجرين والذي رجحه الفخر\r\nالرازي بعد سرده للأقوال وتعقبه لها ان عصاة الموحدين داخلون في الأشقياء محكوم\r\nعليهم بهذا الحكم وقوله إلا ما شاء ربك يوجب أن لا يبقى حكم الخلود لبعض\r\nالأشقياء ولما ثبت ان الخلود واجب للكفار وجب أن يقال الذين زال حكم الخلود\r\nعنهم هم الفساق من أهل الصلاة وهذا الكلام قوي في هذا الباب انتهى\r\n","description":"","footnote":"","page_name":" 106 ","page_number":47},
  {"content":"\r\nوأقول يرد عليه في هذا الوجه الذين استقوا إلى ما أورده هو على من قال إن\r\nمعنى الاستثناء في آية أهل النار أنهم ينقلون من عذابها إلى الزمهرير فإنه أورد\r\nعليه ما أسلفناه من أنه يقتفي أن لا يحصل العذاب بالزمهرير إلا بعد انقضاء مدة\r\nالسماوات والأرض فيقال عليه هذا عين ما قاله هناك أنه يلزم ان لا يخرج عصاة من\r\nالموحدين عن النار إلا بعد انقضاء مدة السماوات والأرض ولا دليل عليه بل الأدلة\r\nقائمة على خلافه كما قدمناه في التثنية مما سبق فالحق مل قدمناه لك من أن\r\nإيراده غير وارد على من أورده ولا لازم له لبطلانه في نفسه هذا وكلام الفخر\r\nالرازي هذا هو كلام المفسرين من أئمة السنة وذكره سعد الدين في شرحه على\r\nالتلخيص لأنه جعل الاستثناء في الآيتين معا لإخراج عصاة الموحدين وآن المراد\r\nبعدم خلودهم في الجنة فراقهم له أيام عذابهم وأنهم داخلون في السعداء باعتبار\r\nالايمان وفي الأشقياء بسبب المعاصي ولكن فيه ما\r\n","description":"","footnote":"","page_name":" 107 ","page_number":48},
  {"content":"\r\nعرفت من أن\r\nالاستثناء إنما هو من المحكوم عليهم بدخول الجنة خالدين فيها وعصاة الموحدين قبل\r\nدخولهم لا يصح في حقهم الاستثناء كما عرفته وقد نبه على هذا المحقق الشريف في\r\nحواشيه على المطول حيث قال أقول الخلود إنما هو بعد دخول الجنة فكيف ينقضي بما\r\nسبق على الدخول فالصواب أن يقال الاستثناء الأول محمول على ما تقدم من أن فساق\r\nالمؤمنين لا يخلدون في النار وأما الثاني فهو محمول على أن أهل الجنة لهم سوى\r\nنعيمها ما هو أجل وأكبر وهو رضوان الله عز وجل وبقاؤه لا على أن فيهم بعضا يخرج\r\nانتهى ولا يخفى أن كلامه في الاستثناء الثاني هو كلام صاحب الكشاف بعينه وأنه\r\nيرد عليه ما أورده صاحب الإتحاف وقد سبق لنا رده كما عرفت وهكذا يرد عليه ما\r\nأورده صاحب الكشاف كما سبق قريبا أيضا فالأحسن أن يقال إن الاستثناء في آية\r\nالجنة من باب حتى يلج الجمل في سم الخياط تقييد بالمحال وان من دخل الجنة لا\r\nيخرج منها أبدا بدليل الاجتماع المعلوم ضرورة من الدين وبدليل قوله تعالى عطاء\r\nغير\r\n","description":"","footnote":"","page_name":" 108 ","page_number":49},
  {"content":"\r\nمجذوذ وفي آية أهل النار محمول على ما ذكر من خروج الموحدين ولا\r\nيقال أن هذا يوجب اختلاف في نظم الكلام حيث عدل بالاستثناء الثاني عما حمل\r\nعليه الاستثناء الأول مع أنهما سيقا مساقا واحدا لأنا نقول قد دفع الشريف هذا\r\nالإيراد لأنه ورد ما وينهي إليه بقوله الأول محمول على الظاهر وقد عدل بالثاني\r\nعنه بقرينة واضحة مما ذكرنا فلا إشكال ولا اختلاف إذا عرفت حقيقة هذه الأقوال\r\nالتي حققها الاستدلال وأساطين المفسرين وعيون العيون من المحققين عرفت أن آية\r\nالاستثناء كما قال صاحب الكشاف من المعضلات وقد اختلفت فيه كما رأيت أذهان\r\nالمحققين الأثبات وقد سبق قول ابن القيم في آية الاستثناء في أهل الجنة أنه على\r\nكل تقدير أن الاستثناء فيه من المتشابه وأن المحكم قوله تعالى عطاء غير مجذوذ\r\nهود 108 وظلها دائم وآيات الخلود التي وردت في الكتاب العزيز فلك أن تقول\r\nبغير هذا القول في آية الاستثناء في أهل النار انه من المتشابه وان المحكم\r\nخالدين فيها وما هم منها بمخرجين الحجر 48 والآيات المصرحة بخلود\r\n","description":"","footnote":"","page_name":" 109 ","page_number":50},
  {"content":"\r\nأهل النار في القرآن كثيرة جدا وسيأتي عد بعضها فيرد المتشابه وهي آية\r\nالاستثناء إلى المحكم وقد حكم الله بخلود أهل النار في النار وتواترت الأحاديث\r\nبإخراج عصاة الموحدين وقد ورد الاستثناء فلا ندري ما أراد الله هل بإخراج العصاة\r\nمن الموحدين كما قال جماهير أهل السنة وهو المروي عن ابن عباس كما أسلفناه عنه\r\nأو هو قريب أو هو عين المراد أو أراد به أمرا استأثر الله بعلمه فنقول آمنا\r\nبالله كل من عند ربنا آل عمران 76 وقد اخرج عبد الرزاق وابن جرير وابن أبي حاتم\r\nعن قتادة في قوله تعالى إلا ما شاء ربك فإن الله أعلم ثنيته على ما وقعت وأخرج\r\nابن جرير عن ابن زيد قال قد أخبرنا الله بالذي شاء لأهل الجنة فقال عطاء غير\r\nمجذوذ ولم يخبرنا بالذي شاء لأهل النار وأخرج ابن المنذر عن أبي وائل أنه كان\r\nإذا سئل عن الشئ في القرآن قال قد أصاب الله به الذي اراده هذا وإذا عرفت ما\r\nألقينا عليك عرفت انه لم يتم ما ادعاه ابن\r\n","description":"","footnote":"","page_name":" 110 ","page_number":51},
  {"content":"\r\nتيمية في الآية وأنه\r\nأريد بالاستثناء فناء أهل النار فإنه قول في الآية بلا دليل ولا قال به من\r\nالسلف أحد ولا من الخلف وأنه ليس في يد شيخ الإسلام شئ لا من كتاب ولا من\r\nسنة ولا من صحابي كما قررناه فليس في يديه إلا دعوى بغير برهان لا يقول فيها\r\nدون دق الشأن ولا يعتمد عليها أهل الاتقان وعرفت أنه ما صفا قول قائل في\r\nالاستثناء في آية أهل النار عن كدر الإشكال وأن الأقوال فيه كلها آراء محضة إلا\r\nالقول بأنه أريد به عصاة الموحدين فإنه قول قويم قد قاله بحر الأئمة وحبرها\r\nالمدعو له بتعليم التأويل ابن عباس كما أسلفناه ودلت عليه أدلة أثرية وقرئن من\r\nقرآنية فالقول به قويم ولا يدخل تحت التفسير بالرأي الذي ورد الوعيد على من قال\r\nفي القرآن برأيه فلا يقال إنه يتعين في الوقف عن ذلك الخوض والإيمان بما أراده\r\nالله ورد علمه إليه ثم استدل شيخ الإسلام على سعة رحمة الله تعالى أنها أدركت\r\nأقواما ما فعلوا خيرا وساق أحاديث دالة على أن الرحمة أدركت من كان من عصاة\r\nالموحدين كما ستعرفه وليس من محل النزاع فمن الأدلة التي ساقها على مدعاه قصة\r\nالذي أمر أهله ان يحرقوه ويذروه في الرياح في البر والبحر خشية أن يعذبه الله\r\nقال فقد\r\n","description":"","footnote":"","page_name":" 111 ","page_number":52},
  {"content":"\r\nشك في المعاد فأحياه الله تعالى قال فهذا لم يعمل خيرا قط\r\nوأدركته رحمة الله تعالى\r\n","description":"","footnote":"","page_name":" 112 ","page_number":53},
  {"content":"\r\nوأقول هذا ليس من محل النزاع فهذا مؤمن\r\nبالله عالم بأن الله يعذب من عصاه وقد وقع من خوفه وخشية أمره بتحريقه ففي قلبه\r\nخير وإن لم يعمل خيرا قط ولذلك الخير أدركته رحمة الله واستدل أيضا على مدعاه\r\nبما أخرجه أحمد في مسنده من حديث الأسود بن سريع مرفوعا يأتي أربعة يوم القيامة\r\nرجل أصم لا يسمع شيئا ورجل أحمق ورجل هرم ورجل مات في فترة أما الأصم فيقول رب\r\nقد جاء الإسلام وما أسمع شيئا وأما الأحمق فيقول رب جاء الإسلام والصبيان\r\nيحذفوني بالبعر وأما الهرم فيقول ربجاء بن الإسلام وما أعقل شيئا وأما الذي مات\r\nفي الفترة فيقول رب ما أتاني من رسول فيأخذ مواثيقهم ليطيعنه فيرسل عليهم\r\nليدخلوا النار قال فوالذي نفسي بيده لو دخلوها لكانت عليهم بردا وسلاما\r\n","description":"","footnote":"","page_name":" 113 ","page_number":54},
  {"content":"\r\nوأقول ليس الحديث أيضا في محل النزاع إذ هو في فناء النار ودخول أهلها\r\nأهلها الجنة وهؤلاء الثلاثة الأولون ليسوا بمشركين فإنهم كانوا في دار الدنيا\r\nغير مكلفين فلم يتحقق منهم أنهم كانوا مشركين وليسوا ممن دخل النار ثم فنيت وهم\r\nفيها والرابع الذي مات في الفترة مخاطب بشرع من قبله بنص قوله تعالى وإن من\r\nأمة إلا خلا فيها نذير فاطر 24 والحديث لم يذكره شيخ الإسلام بتمامه وهو حديث\r\nمشكل ولا حاجة لنا إلى الكلام عليه بعد بيان أنه ليس من محل النزاع ثم استدل\r\nشيخ الإسلام بحديث رواه ابن المبارك من حديث أبي\r\n","description":"","footnote":"","page_name":" 114 ","page_number":55},
  {"content":"\r\nهريرة مرفوعا أن\r\nرجلين دخلا النار واشتد صياحهما فقال الرب جل جلاله أخرجوهما فقال لأي شئ اشتد\r\nصياحكما فقالا فعلنا ذلك لترحمنا فقال رحمتي لكما أن تنطلقا فتلقيا أنفسكما في\r\nالنار فيلقي أحدهما نفسه فيجعلها عليه بردا وسلاما ويقوم الآخر فلا يلقي فيقل له\r\nالرب ما منعك أن تلقي نفسك كما ألقى صاحبك فيقول رب إني أرجو أنك لا\r\nتعيدني فيها بعد أن أخرجتني منها فيقول لك رجاؤك فيدخلان جميعا الجنة برحمة\r\nالله وأقول هذا كما تراه في إخراج العصاة من الموحدين فإنه لا يقول ابن تيمية أن\r\nيخرج الكفار من النار كما يقول غيره\r\n","description":"","footnote":"","page_name":" 115 ","page_number":56},
  {"content":"\r\nثم ساق حديثا ثالثا مثل هذا\r\nالحديث ليس من محل النزاع ثم تعرض لأدلة القائلين بعدم فناء النار فقال لهم\r\nست طرق أحدها الإجماع على عدم فنائها قال والإجماع غير معلوم إنما يظنه في هذه\r\nالمسألة من لم يعرف النزاع فيها وقد عرفت النزاع قديما وحديثا قال ولو كلف هذه\r\nمدعي الاجماع أن ينقل عن عشرة من الصحابة فما دونهم أنه قال النار لا تفنى لم\r\nيجد إلى ذلك سبيلا ونحن قد نقلنا عنهم التصريح بخلاف ذلك فما وجدنا عن واحد\r\nمنهم خلاف ذلك وأقول قد عرفت أنه نقل عن ستة من الصحابة عبارات لا تدل على\r\nمدعاه وهو فناء النار بنوع من الدلالات كما أوضحناه ولا يصح نسبته لتلك الدعوى\r\nإلى واحد من أولئك السنة فلم يوجد لأحد مما وجدنا عن واحد من الصحابة أنه يقول\r\nبفناء النار كما أنه لا يوجد قائل من الصحابة انه يقول بعدم فناء النار فإن هذه\r\nالمسألة وهي فناء النار لا تعرف في عصر الصحابة ولا دارت بينهم فليس نفي ولا\r\nإثبات بل الذي عرفوه فيها هو ما في الكتاب والسنة من خلود أهل النار ابدا وأن\r\nأهلها ليسوا منها بمخرجين وعرفوا ما ثبت من خروج عصاة الموحدين\r\n","description":"","footnote":"","page_name":" 116 ","page_number":57},
  {"content":"\r\nعرفت هذا عرفت أن دعوى فناء النار أو عدم فنائها قول للصحابة دعوى باطلة إذ\r\nهذه الدعوى لا توجد في عصرهم حتى يجمعوا عليها نفيا أو إثباتا نعم القول الذي دل\r\nعليه القرآن من خلود النار أهلها فيها أبدا يتضمن القول عنهم بما تضمنه القرآن\r\nودل عليه الأصل فيما أخبر الله به عن الدارين الأخروين سنة البقاء فلا يحتاج\r\nمدعي عدم الفناء إلى الدليل على ذلك الأصل ثم قال الثاني أي من الستة الأدلة\r\nللقائلين بعدم الفناء أن القرآن دل على ذلك دلالة قاطعة فإنه تعالى أخبر أنه\r\nعذاب مقيم المائدة 37 وأنه لا يفتر عنهم الزخرف 75 وانه لا يزيدهم إلا عذابا\r\nوأنهم خالدين فيها أبدا وأنهم وما هم بخارجين من النار البقرة 167 وما هم منها\r\n","description":"","footnote":"","page_name":" 117 ","page_number":58},
  {"content":"\r\nبمخرجين وإن الله حرم الجنة على الكافرين وأنهم لن يدخلوا الجنة حتى\r\nيلج الجمل في سم الخياط وإن عذابها كان غراما الفرقان 65 قال والجواب ان هل\r\nكله مسلم وأنهم لا يخرجون منها وأنه لا يفتر عنهم العذاب ما دامت باقية وليس\r\nمحل النزاع إنما محل النزاع لا تفنى النار قال وهذه النصوص تقضي بخلودهم في\r\nالنار ما دامت باقية هذا جوابه وأقول قد عرفت أنه لا يتم هذا الجواب ما لم\r\nيؤخذ بأدلة ناهضة على فناء النار ولم يقم دليل على ذلك قال الطريق الثالث من\r\nأدلة القائلين بعدم فناء النار أن السنة\r\n","description":"","footnote":"","page_name":" 118 ","page_number":59},
  {"content":"\r\nالمستفيضة أخبرت بخروج من\r\nفي قلبه أدنى ذرة من إيمان دون الكفار فأحاديث الشفاعة كلها صريحة في خروج\r\nالموحدين دون الكافرين قال الجواب أن هذا لا شك فيه وهو إنما يدل على ما قلناه\r\nمن خروج الموحدين فيها وهي باقية ويبقى المشركون ما دامت باقية وأقول الجواب\r\nما سلف ثم قال الطريق الرابعة للقائلين بعدم فناء النار أوقفنا الرسول على ذلك\r\nوعلمناه من دينه ضرورة كما علمنا دوام الجنة وأجاب بأنه لا ريب أن الكفار\r\nباقون فيها ما دامت باقية هذا هو المعلوم من دينه ضرورة وأما كونها أبدية لا\r\nتفنى كالجنة فمن أين في القرآن والسنة دليل واحد على ذلك وأقول الدليل يتوجه\r\nعلى من ادعى الفناء ولم يأت شيخ الإسلام بشئ واحد والأصل هو خلود النار\r\nوأبديتها عمرو كما دل عليه الكتاب والسنة فلا يحتاج مدعي عدم الفناء إلى دليل\r\nآخر بعد هذا الأصل قال والدليل الخامس من أدلة القائلين بفناء النار أن في\r\nعقائد\r\n","description":"","footnote":"","page_name":" 119 ","page_number":60},
  {"content":"\r\nأهل السنة أن الجنة والنار مخلوقتان لا يفنيان ابدا والقول\r\nبفنائها من أقوال أهل البدع قال والجواب أنه لا ريب أن القول بفنائها قول أهل\r\nالبدع وأما القول بفناء النار وحدها فقد أوجدناكم من قال به من الصحابة وتفريقهم\r\nبين الجنة والنار فكيف تقولون إنه من قول أهل البدع وأقول لأنه يصدق عليه رسم\r\nالبدع ففي القاموس البدعة بالكسر الحدث في الدين بعد الإكمال أو ما أحدث بعد\r\nرسول الله صلى الله عليه وسلم من الأهواء والأعمال انتهى والمعلوم انه لم يقع في\r\nذلك العصر قول بفناء النار ودخول الكفار جنات تجري من تحتها الأنهار ولا\r\nأوجدنا شيخ الإسلام مع تبحره في العلوم وسعة اطلاعه على أقوال السلف والخلف\r\nعلى قول واحد من الصحابة بفناء النار ودخول الكفار الجنات وإن كان كذلك فالقول\r\nبه بدعة قطعا قال والدليل السادس للقائلين بعدم فناء النار أن العقل يقضى بخلود\r\n","description":"","footnote":"","page_name":" 120 ","page_number":61},
  {"content":"\r\nالكفار ثم قرر وجه الاستدلال بما حاصله أنه مبني على أن المعاد\r\nوإثابة النفوس المطيعة وعقوبة النفوس العاصية مما يعلم بالعقل كما يعلم بالسمع\r\nقال كما دل عليه القرآن في غير موضع كإنكاره تعالى على من زعم أنه يخلق خلقه\r\nعبثا وانهم إليه لا يرجعون وأنه يتركهم سدى لا يثيبهم ولا يعاقبهم وأن ذلك يقدح\r\nفي حكمته وكماله وأنه ينسبه إلى ما لا يليق ثم قرره تقريرا آخر وأجاب عنه بقوله\r\nواما حكم العقل بتخليد أهل النار فيها فإخبار عن العقل بما ليس عنده فإن\r\nالمسألة من المسائل التي لا تعلم إلا بخبر الصادق ثم إن العقل دل على المعاد\r\nوالثواب والعقاب إجمالا وأما تفصيلا فلا يعلم إلا بالسمع وقد دل السمع على\r\nدوام ثواب المطيعين واما عقاب العصاة فدل دلالة قاطعة على انقطاعه في حق\r\nالموحدين وأما دوامه وانقطاعه في حق الكفار فهو من معترك النزال فمن كان السمع\r\nفي جانبه فهو أعلم بالصواب قلت وهو تحقيق حسن إلا أني لا أدري من الذين قالوا\r\nإن العقل حكم بخلود العصاة في النار فإن أشد الناس بهم الوعيدية والمعتزلة إلا\r\nالقليل وأكثرهم قائلون بأن العقل يقضي بحسن العفو\r\n","description":"","footnote":"","page_name":" 121 ","page_number":62},
  {"content":"\r\nعن الكفار لولا\r\nورود السمع بان الله لا يغفر أن يشرك به هذا وقد انتهت المناظرة التي ساقها\r\nابن القيم عن شيخه شيخ الإسلام بين الفريقين ومن له نباهة وهو من أولي الألباب\r\nلا يخفى عليه بعدما قررناه وجه الصواب ثم ساق شيخ الإسلام من الأدلة على مدعاه\r\nفقال مستدلا إن الله خلق عباده على الفطرة وخلقهم حنفاء فلو خلوا وفطرهم لما\r\nنشأوا إلا على التوحيد قال والأشقياء غيروا الفطرة إلى ضدها واستمروا على ذلك\r\nالتغيير ولم تغن عنهم الآيات والنذر في هذه الدار فأتاح الله لهم آيات أخر\r\nوأقضية وعقوبات فوق التي كانت في الدنيا يستخرج الخبث والنجاسة التي لا تزول\r\nبغير النار فإذا زال موجب العقاب وسببه زال العذاب وبقي مقتضى الرحمة لا\r\nمعارض له وأراد بمقتضى الرحمة الميثاق الذي أخذ عليهم بالإيمان وهم في عالم\r\nالذر وأقول لا شك أنه يدخل النار من كفار الجن والشياطين أمم لا\r\n","description":"","footnote":"","page_name":" 122 ","page_number":63},
  {"content":"\r\nيحصون بل ربما يدعى أنهم أكثر من كفار بني آدم وما ذكره شيخ الإسلام من عود\r\nأهل النار بعد زوال خبيث الكفر إلى الفطرة والإقرار الذي كان في عالم الذر إن\r\nساعدناه عليه ثم له في من أقر في عالم الذر بالربوبية من بني آدم لا غير ودعواه\r\nفناء النار وأن سكانها وأهلها يدخلون الجنة وهو حكم عام لكل من دخل النار\r\nوالدليل خاص ببعض بني آدم وإنما قلناه إن ساعدناه لأنه قد ثبت في الأحاديث\r\nان الكفار لم تشملهم الفطرة والإقرار بالربوبية في عالم الذر لم يكن إلا كرها\r\nفليس لهم حظ من فطرة الله التي فطر الناس عليها كما أخرجه أحمد والبخاري ومسلم\r\nمن حديث أنس قال قال رسول الله صلى الله عليه وسلم يقال للرجل من أهل النار\r\nيوم القيامة أرأيت لو كان لك ما في الأرض أكنت مفتديا به فيقول نعم فيقول قد\r\nأردت منك أهون من ذلك قد اخذت عليك في ظهر أبيك آدم أن لا تشرك بي شيئا\r\nفأبيت إلا أن تشرك بي والتعقيب بالفاء يشعر بأن الإباء كان عند أخذ الميثاق\r\nعليه وهو في ظهر أبيه ان لا يشرك في الدنيا ويوضح ذلك ما اخرج ابن عبد البر في\r\nالتمهيد من طريق السدي عن أبي صالح عن ابن عباس وعن مرة الهمداني عن ابن مسعود\r\nوناس من الصحابة في الآية إن الله مسح صفحة ظهر آدم فأخرج فيها ذرية بيضاء مثل\r\nاللؤلؤ كهيئة الذر ومسح صفحة\r\n","description":"","footnote":"","page_name":" 123 ","page_number":64},
  {"content":"\r\nظهره اليسرى فأخرج منها ذرية سوداء\r\nكهيئة الذر فذلك قوله أصحاب اليمين ما أصحاب اليمين الواقعة 27 وأصحاب\r\nالشمال ما أصحاب الشمال الواقعة 41 ثم اخذ الميثاق فقال ألست بربكم قالوا بلى\r\nالأعراف 172 فأعطاها طائفة طائعين وطائفة كارهين على وجه التقية إلى أن قال\r\nوذلك قوله تعالى وله أسلم من في السماوات والأرض طوعا وكرها آل عمران 83 وهذا\r\nالمعنى كثير في الأحاديث ومنه حديث الغلام الذي قتله الخضر أخرج مسلم وأبو\r\nداود والترمذي وعبد الله بن أحمد في زوائد المسند وابن مردويه عن أبي بن كعب\r\nعنه صلى الله عليه وسلم قال الغلام الذي قتله الخضر طبع يوم طبع كافرا ولو أدرك\r\nلأرهق أبويه طغيانا وكفرا وأخرج سعيد بن منصور وابن مردويه عن ابن عباس مثله\r\nنعم أحاديث كل مولود يولد على الفطرة وإنما أبواه يهودانه وينصرانه ويمجسانه\r\nأحاديث ثابتة في الصحيحين وغيرهما وتفسير الفطرة بالدين منصوص عليه فلا\r\n","description":"","footnote":"","page_name":" 124 ","page_number":65},
  {"content":"\r\nبد من الجمع بين الأحاديث بتخصيص أحاديث الفطرة ونحوها وهي أحاديث\r\nكثيرة من الجانبين وهي كلها في بني آدم ثم لك ان تجمع بين أحاديث عموم الفطرة\r\nوحديث أنس الذي عند أحمد والشيخين الذي أسلفناه بأن نقول الكل على الفطرة أي\r\nفطرة الإقرار بالتوحيد من أقر تقية كرها ومن أقر طوعا حقيقة كذلك فيتم العموم\r\nثم إن المقربين تقية اجتالتهم الشياطين كما في لفظ الحديث وهودهم قبل الآباء\r\nونصروهم ومجسوهم واقتادوهم يحيى وانقادوا لهم وللشياطين لما في طبائعهم الخبيثة\r\nمن أول وهلة حين أقروا تقية تجتمع الأحاديث والله أعلم ثم قال شيخ الإسلام فإذا\r\nأخذت النار مأخذها منهم وحصلت الحكمة المطلوبة من عذابهم فإن العذاب لم يكن\r\nسدا وإنما كان لحكمة مطلوبة فإذا\r\n","description":"","footnote":"","page_name":" 125 ","page_number":66},
  {"content":"\r\nحصلت تلك الحكمة لم يبق في\r\nالتعذيب أمر يطلب وأقول لم يقم شيخ الإسلام دليلا على أن الحكمة المطلوبة لله\r\nفي تعذيب الكفار هي زوال النجاسة الكفرية وخبثه الذي لا يزول إلا بعذاب النار\r\nوإنما قال ذلك تظننا منه وتحسبا الرحمن تفرع عن اعتقاده فناء النار وقد أورد\r\nعلى نفسه سؤالا فقال إن قيل سبب التعذيب لا يزول إلا إذا كان عارضا كمعاصي\r\nوكان الموحدين أما ما كان لازما كالكفر والشرك فإن أثره لا يزول كما لا يزول\r\nالسبب وقد أشار الله تعالى إلى ذلك فقال ولو ردوا لعادوا لما نهوا عنه الأنعام\r\n28 إخبارا بأن نفوسهم وطبائعهم لا تقبل غير الشرك وإنها غير قابلة للإيمان أصلا\r\nقال تعالى ومن كان في هذه أعمى فهو في الآخرة أعمى وأضل سبيلا الإسراء 72 فأخبر\r\nأن ضلالهم عن الهدى دائم لا يزول\r\n","description":"","footnote":"","page_name":" 126 ","page_number":67},
  {"content":"\r\nمع معاينتهم الحقائق التي أخبرت\r\nبها الرسل وقال لو علم الله فيهم خيرا لأسمعهم ولو أسمعهم لتولوا وهم معرضون\r\nالأنفال 23 فهذا يدلك على أنه ليس فيهم خير يقتضي الرحمة ولو كان فيهم خير لما\r\nضيع عليهم أثر وهو يدل على أنه لا خير فيهم هنالك أيضا وأجاب بقوله لعمر الله\r\nإن هذا أقوى ما يتمسك به في هذه المسألة ولكن هل هذا الكفر والخبث والتكذيب\r\nأمر ذاي روى لهم زواله مستحيل أم هو أمر عارض طارئ على الفطرة قابل للزوال\r\nوليس بأيديكم ما يدل على استحالة زواله وأنه أمر ذاتي قد أخبر الله أنه فطر\r\nعباده على الحنفية وان الشياطين اجتالتهم عنها فلم يفطرهم على الكفر والتكذيب\r\nوإنما فطرهم على الإقرار بخالقهم ومحبته وتوحيده وإذا كان هذا الحق الذي فطروا\r\nعليه قد أمكن زواله بالكفر والشرك كان زوال الكفر والشرك بضده أولى وأحرى ولا\r\nريب أنهم لو ردوا على تلك الحال لعادوا لما نهوا عنه لكن من أين لكم أن تلك\r\nالحال لا تزول ولا تبدل بنشأة أخرى ينشؤهم عليها تبارك وتعالى\r\n","description":"","footnote":"","page_name":" 127 ","page_number":68},
  {"content":"\r\nأقول\r\nقد دار جواب هذا الإيراد والذي أقر أنه من أقوى ما يتمسك به المخالف على أن\r\nالكفار مخلوقون على الفطرة أي فطرة الذين الحنيف وهو التوحيد وقد سمعت من\r\nحديث ابن عباس وابن مسعود وغيرهم أنها لم تشملهم الفطرة ولا وقع منهم الإقرار\r\nبالوحدانية في عالم الذر إلا تقية ثم هب أن الفطرة شاملة لبني آدم كما قال\r\nتعالى لأملأن جهنم من الجنة والناس أجمعين هود 119 والفطرة إنما هي للناس كما\r\nفي الآية والحديث إنهم خلقوا حنفاء فاجتالتهم الشياطين فإن ساعدناه على أن\r\nالناس مفطورون على التوحيد فيما يصنع بالجن والشياطين وهم من جملة من تفنى عنهم\r\nالنار ويدخلون الجنة أيزعم أنهم مفطورون على التوحيد مخلوقون حنفاء فمن اجتالهم\r\nولم فإنهم هم الذين اجتالوا بين العباد فهذا وارد على عمومهم الفطرة مع التسليم\r\nوالمماشاة وأما قوله فمن أين لكم أنه لا يزول قلنا من إخبار الله في الآيات\r\nالتي ساقها في صدر السؤال ولعدم الدليل على زوال ما كانوا عليه وكفى دليلا على\r\nعدم زوال نجاسة الكفر وخبث الشرك ودرن التكذيب بالنار قوله تعالى\r\n","description":"","footnote":"","page_name":" 128 ","page_number":69},
  {"content":"\r\nولو ردوا لعادوا لما نهوا عنه إلا أنه قال شيخ الإسلام إن هذا الإخبار منه\r\nتعالى عنهم قبل دخولهم النار فإنه تعالى قال ولو ترى إذ وقفوا على النار فقالوا\r\nيا ليتنا نرد ولا نكذب إلى قوله ولو ردوا لعادوا لما نهوا عنه أي لو ردوا من\r\nشفير جهنم قبل دخولها لعادوا لما نهوا عنه من التكذيب والكفر وذلك لازم لهم لم\r\nيزل عنهم خبث الشرك فإنه لا يزول إلا بدخول النار قلت قد حكى الله عنهم أنهم\r\nيقولون وهم بين أطباقها يصلونها ربنا أخرجنا منها فإن عدنا فإنا ظالمون المؤمنون\r\n107 وأنه يقول في جوابهم اخسئوا فيها ولا تكلمون المؤمنون 108 فلم يجبهم تعالى\r\nوقد ذاقوا العذاب واعترفوا بالظلم إلا بقوله اخسئوا فيها لا تكلمون ولم يقل\r\nابقوا حتى تطهروا من خبث الكفر ولعل شيخ الإسلام يقول لم يكن عند هذا الاعتراف\r\nقد طهرت تلك النفوس من خبث الشرك وجوابه إن هذه الدعوى من العنت وتقريره\r\nأن زوال خبث الشرك والكفر بالنار من عيب تفرع عن دعوى الفناء للنار والأصل\r\nبقاؤه ما لم يقم عليه دليل كما عرفت\r\n","description":"","footnote":"","page_name":" 129 ","page_number":70},
  {"content":"\r\nثم استدل على ذلك المدعى\r\nبأحاديث الشفاعة الثابتة في الصحيحين وغيرها وفيها أن الله يقبض قبضة من النار\r\nفيخرج منها قوما لم يعملوا خيرا قط قال فهذا يدل على إخراج قوم لم يكن في قلوبهم\r\nخير قط كما يدل له السياق فإن لفظ الحديث هكذا أخرجوا من في قلبه مثقال ذرة من\r\nخير فيخرجون خلقا كثيرا ثم يقولون ربنا لم نذر فيها خيرا فيقول الله شفعت\r\nالملائكة وشفعت النبيون وشفعت المؤمنون ولم يبق إلا أرحم الراحمين فيقبض قبضة\r\nالحديث قال فهذا السياق يدل على أن هؤلاء لم يكن في قلوبهم مثقال ذرة من خير\r\nومع هذا فأخرجتهم الرحمة\r\n","description":"","footnote":"","page_name":" 130 ","page_number":71},
  {"content":"\r\nأقول الحديث ليس من محل النزاع فإنه في\r\nإخراج أقوام من النار وهي باقية وقد قرر شيخ الإسلام فيما سلف أنه لا يخرج منها\r\nالكفار وهي باقية وإن كان إنما استدل به عليه بعموم الرحمة ثم يقال الحديث دل\r\nعلى أن الملائكة أخرجت من علمت في قلبه مثقال ذرة من خير ولا دليل أنهم يعلمون\r\nكل من في قلبه مثقال ذرة من خير فإنهم لا يعلمون من أحوال القلوب إلا ما أعلمهم\r\nالله كما قال تعالى يعلمون ما تفعلون الانفطار 12 فهم يعلمون أفعالنا لا ما\r\nانطوت عليه قلوبنا ولهذا وردت الأحاديث انهم يصعدون أهل بالعمل يرونه حسنا\r\nويرد فيقول الله إن فاعله أراد به كذا وكذا أي من الرياء ونحوه فأخرج البزار\r\nوالطبراني في الأوسط والدارقطني والأصبهاني في الترغيب والترهيب من حديث أنس\r\nقال قال رسول الله صلى الله عليه وسلم يؤتى يوم القيامة بصحف مختمة فتنتصب بين\r\nيدي الله فيقول ألقوا هذه واقبلوا هذه فتقول الملائكة وعزتك ما كتبنا إلا ما\r\nعمل فيقول الله إن هذا كان لغير وجهي وأنا لا أقبل اليوم إلا ما ابتغي به وجهي\r\n","description":"","footnote":"","page_name":" 131 ","page_number":72},
  {"content":"\r\nوهذا الحديث فيه الإخبار بان الملائكة قالت لم نذر فيها خيرا أي\r\nأحدا فيه خير والمراد ما علموه بإعلام الله ويجوز أن يقال لم يعلمهم بكل من في\r\nقلبه خير وأنه بقي من أخرجهم بقبضته ويدل له أن لفظ الحديث أنه أخرج بالقبضة من\r\nلم يعملوا خيرا قط فنفى العمل ولم ينف الاعتقاد وفي حديث الشفاعة تصريح بإخراج\r\nقوم لم يعملوا خيرا قط ويفيد مفهومه أن في قلوبهم خيرا ثم سياق الحديث يدل على\r\nأنه أريد بهم أهل التوحيد لأنه تعالى ذكر الشفاعة للملائكة والأنبياء والمؤمنين\r\nومعلوم أن هؤلاء يشفعون بعصاة أهل التوحيد فإنه لا يقول ابن تيمية ولا غيره أنه\r\nيشفع للكفار بقرائن القبض التي قبضها الرب في عصاة الموحدين والأليق بالسياق\r\nأنها أيضا فيهم وقد اخرج البيهقي في\r\n","description":"","footnote":"","page_name":" 132 ","page_number":73},
  {"content":"\r\nالشفاعة من حديث جابر مرفوعا\r\nفيه اذهبوا فمن وجدتم في قلبه مثقال حبة من خردل من إيمان فأخرجوا إلى أن قال ثم\r\nيقول الله تعالى الآن أخرجوا بعلمي وحلمي فيخرج أضعاف ما أخرجوا وأضعافه فقوله\r\nتعالى بعلمي يدل على أنه علم قوما في قلوبهم الخير لم تعلمهم الملائكة وهب أنا\r\nساعدناه وأن تعالى أخرج قوما من الكفار من النار أين هذا من محل النزاع وهو فناء\r\nالنار وإدخال من كان فيها من الكفار الجنة ثم قال شيخ الإسلام مستدلا أيضا إن\r\nالعبد إذا اعترف بذنوبه حقيقة الاعتراف المتضمن لنسبة السوء والظلم واللوم\r\nإليه والحمد والرحمة والكمال المطلق لربه وفي كل وقت يستعطف ربه ويستدعي رحمته\r\nوإذا أراد الله أن يرحم عبده ألقى ذلك في قلبه لا سيما إذا اقترن بذلك عزم\r\nالعبد على ترك المعاودة وعلم الله ذلك من داخل قلبه وسويدائه فإنه لا يختلف\r\nعن الرحمة فإذا علمت تلك النفوس الخبيثة أن العذاب أولى لها وأنه لا يليق\r\nبها سواه ولا تصلح إلا له فقد ذابت تلك الخبائث وتلاشت وتبدلت وبذل وانكسار\r\nوثناء على رب العالمين تبارك وتعالى لم يكن في حكمته أن يستمر العذاب بعد\r\nذلك إذ قد تبدل شرها\r\n","description":"","footnote":"","page_name":" 133 ","page_number":74},
  {"content":"\r\nبخيرها وشركها بتوحيدها حديث وكبرها بخضوعها\r\nعند وذلها وأقول قال الله تعالى مخبرا عن المشركين واعترافهم المذكور وقالوا لو\r\nكنا نسمع أو نعقل ما كنا في أصحاب السعير فاعترفوا بذنبهم فسحقا لأصحاب السعير\r\nالملك 10 و 11 فهذا نص في اعترافهم الاعتراف الحقيقي فإنه لا يطلق تعالى على\r\nما ليس باعتراف أنه اعتراف ثم قال فسحقا لأصحاب السعير أي بعدا لهم عن\r\nالرحمة والإغاثة والغفران فهذا نص في وجه هذا القول الذي قاله تظننا وقال تعالى\r\nلما قالوا وهم في دركات النار أخرجنا منها فإن عدنا فإنا ظالمون المؤمنون 107\r\nفاعترفوا بظلمهم وأخبروا عن عزيمتهم أنهم لا يعودون أي إن عدنا إلى ما كنا فيه\r\nمن الكفر والتكذيب كما يفيده لفظ العود ولم يجب عليهم تعالى إلا بقوله اخسئوا\r\nفيها ولا تكلمون المؤمنون 108 وأخرج الترمذي والبيهقي من حديث أبي الدرداء\r\nمرفوعا وفيه إن أهل النار ينادون خزنة جهنم ثم يدعون مالكا ثم يقولون\r\n","description":"","footnote":"","page_name":" 134 ","page_number":75},
  {"content":"\r\nادعوا ربكم فلا أحد خير من ربكم فيقولون ربنا غلبت علينا شقوتنا وكنا قوما\r\nضالين ربنا أخرجنا منها فإن عدنا فإنا ظالمون المؤمنون 106 - 107 فيجيب عليهم\r\nالرب اخسئوا فيها ولا تكلمون المؤمنون 108 فعند ذلك يئسوا من كل خير وعند ذلك\r\nأخذوا في الزفير والشهيق والويل ثم يقال وقد قال الله تعالى إن الله لا يغفر أن\r\nيشرك به ويغفر ما دون ذلك لمن يشاء في آيتين من سورة النساء 48 و 116 وهو غير\r\nمقيد بزمان ولا حال فيجب الوقوف والتسليم في هذا المقام والاعتراف بالعجز عن\r\nإدراك حكمة الحكيم العلام فكيف يقول شيخ الإسلام لم يكن في حكمته أن يستمر بها\r\nالعذاب وأين للعقول الاطلاع على أسرار حكمته وكيف لها\r\n","description":"","footnote":"","page_name":" 135 ","page_number":76},
  {"content":"\r\nالوصول إلى\r\nمعرفة عجائب ملكوته وجبروته ثم أخذ شيخ الإسلام يستدل بأحاديث آخر الناس\r\nخروجا من النار وأحاديث أدنى الناس منزلة في الجنة وهي أحاديث واضحة في عصاة\r\nالموحدين ولا حاجة إلى سردها فهي معروفة في محالها ثم قال مستدلا على مدعاه أنه\r\nتعالى يخبر عن العذاب أنه عذاب يوم عقيم وعذاب يوم عظيم وعذاب يوم أليم\r\nالزخرف 65 ولا يخبر عن النعيم أنه نعيم يوم ولا في موضع واحد وأقول ورد عذاب\r\nيوم عظيم في قصة صالح في قوله لقومه ولا تمسوها بسوء فيأخذكم عذاب يوم عظيم\r\nالشعراء 156 والمراد به اليوم الذي أخذهم فيه العذاب بالدنيا وهو العقاب\r\n","description":"","footnote":"","page_name":" 136 ","page_number":77},
  {"content":"\r\nالقريب الذي أوعدهم به في قوله ولا تمسوها بسوء فيأخذكم عذاب قريب هود\r\n64 قال تعالى فلما جاء أمرنا نجينا صالحا إلى قوله ومن خزي يومئذ هود 66 أي يوم\r\nأخذهم العذاب العظيم القريب فهو يوم من أيام الدنيا وورد عذاب يوم عظيم في\r\nقصة شعيب فكذبوه فأخذهم عذاب يوم الظلة إنه كان عذاب يوم عظيم الشعراء 189\r\nوورد عذاب يوم عقيم في قوله تعالى ولا يزال الذين كفروا في مرية منه الآية إلى\r\nقوله أو يأتيهم عذاب يوم عقيم الحج 55 وفسر بيوم بدر كما أخرجه ابن مردويه\r\nوالضياء في المختارة عن ابن عباس وأخرجه أيضا ابن مردويه عن أبي بن كعب وأخرجه\r\nعبد بن حميد وابن المنذر وابن أبي حاتم عن سعيد بن جبير وأخرجه ابن أبي حاتم عن\r\nعكرمة فهذه كلها من أيام الدنيا وهب أنه ورد ذلك في صفة عذاب الآخرة فإنه قد\r\nثبت بنص القرآن أنهم لابثون فيها أحقابا والحقب كما ذكره ابن تيمية في هذه\r\nالمسألة خمسون ألف سنة قال أخرجه الطبراني من\r\n","description":"","footnote":"","page_name":" 137 ","page_number":78},
  {"content":"\r\nحديث أبي أمامة\r\nمرفوعا والأحقاب جمع وأقله ثلاثة يعني مائة ألف سنة وخمسين ألف سنة هذا وقد\r\nرد في أهل الجنة إن أصحاب الجنة اليوم في شغل فاكهون يس 55 وهذا تقييد لنعيمهم\r\nلأنه وكونهم فاكهين والفاكهة المتنعم المتلذذ ومعلوم أنهم في شغل فاكهون أبدا\r\nالآباد وقال تعالى يا عباد لا خوف عليكم اليوم ولا أنتم تحزنون الزخرف 68 فإن\r\nقيل أراد به مبدء زوال الخوف والحزن قلنا كذلك عذاب يوم أريد به مبدأه وحينئذ\r\nفلا دليل بالتقييد مطلق الزمان فمن أيام الآخرة ليس لها قيد به من نعيم ولا\r\nعذاب بل أريد به مطلق الزمان فإن أيام الآخرة ليس لها مقدار فمتى أطلق اليوم\r\nأطلقه على مطلق المدة هذا يوم لا\r\n","description":"","footnote":"","page_name":" 138 ","page_number":79},
  {"content":"\r\nينطقون المرسلات 35 هذا يوم الفصل\r\nالصافات 21 هذا يومكم الذي كنتم توعدون الأنبياء 103 اليوم نختم على أفواههم\r\nيس 65 إني جزيتهم اليوم بما صبروا المؤمنون 111 وإن يوما عند ربك كألف سنة\r\nمما تعدون الحج 47 في يوم كان مقداره خمسين ألف سنة المعراج 4 فليس المراد من\r\nالجميع اليوم المعروف للمقدار المذكور قطعا ومن اطلاقه على مطلق المدة قوله في\r\nقصة عاد انى أخاف عليكم عذاب يوم عظيم ( الشعراء 135 أخبرنا ) ثم يبينه في (\r\nالحاقة ) بقوله واما عاد فأهلكوا بريح صرصر عاتية إلى قوله ثمانية أيام حسوما (\r\n6 و 7 ) فهذا تفسير لليوم العظيم بأيام وليالي وبهذا يعلم ضرورة أنه إذا أطلق\r\nاليوم في تقييد الأمور الأخروية علم يقينا انه مطلق الزمان ولا تحديد له ولا\r\nتعيين ولا نهاية إلا بدليل وقد كان أعجبني استدلاله بما ذكر من تقييد عذاب\r\nالآخرة باليوم في آيات وعدم تقييد نعيم الجنة ولا في آية فلما حققته وجدته لا\r\nشئ نفيا وإثباتا أما إثباتا فإنه ما ثم دليل على مدعاه وأما نفيا فإنك قد\r\nسمعت ما سقناه من تقييد نعيم أهل الجنة فاليوم كما قال الله في الجنة ادخلوها\r\nبسلام ذلك يوم الخلود ق 34 انتهى\r\n","description":"","footnote":"","page_name":" 139 ","page_number":80},
  {"content":"\r\nوقد انتهى إلى هنا ما أجلب إليه\r\nشيخ الإسلام من خيل الأدلة ورجلها وكثيرها وقلها ودقها وجلها وأجرى فيها قلمه\r\nونشر فيها علمه وأتى بكل ما قدر عليه من قال وقيل واستنفر كل قبيل وجيل وسردها\r\nتلميذه ابن قيم الجوزية وقال في آخرها هذه نهاية أقدام الفريقين في هذه المسألة\r\nولعلك لا تظفر بها في غير هذا الكتاب قلت وقد سقنا أدلته النظرية والأثرية يا\r\nولم نترك منها إلا ما كان مكررا وتكلمنا على تفصيلها وتجميلها لو بما هدانا\r\nالله إليه وله الحمد من غير عصبية مذهبية ولا متابعة أشعرية ولا معتزلية بل بما\r\nأشهدتنا أنوار الأدلة واعلم أن هذه المسألة التي أتى بها شيخ الإسلام هي فرع عن\r\nمسألة خلق الأشقياء التي حار فيها أرباب النوى وتحير فيها فرسان الأذكياء\r\nوترددت حولها أذهان الفطانا يكون وتفرع عنها أقوال اقشعرت منها جلود الأمة\r\nالفضلاء فطائفة أوهم الجهل بذلك إلى الإقدام على نفي حكمة الله في أقواله وهم\r\nغلاة الأشعرية وأخطأوا في ذلك ورد عليهم الأئمة الأعلام من أهل مذهبهم وغيرهم\r\nمن علماء الأنام وآخر من بين ما\r\n","description":"","footnote":"","page_name":" 140 ","page_number":81},
  {"content":"\r\nفي كلامهم من الاختلال وما في نفيهم\r\nالحكمة من الداء العضال المحقق العلامة نزيل حرم الله صالح بن مهدي المقبلي في\r\nكتابه العلم الشامخ ولواحقه وفي أبحاثه المسددة ونقلت كلامه ورددت عليه في\r\nإيقاظ الفكرة وطائفة أقدموا على أن الله ليس بقادر على هداية الكافر لأنه خلق\r\nعلى هيئة لا يقبل اللطف معهما وهم غلاة المعتزلة وقد رد عليهم الأئمة من أهل\r\nالتحقيق وأبانوا أنه قول بالقبول غير حقيق وأن فيه من الشناعة والبشاعة ما لا\r\nيليق وأما ابن تيمية ومن تابعه فأثبتوا الحكمة وعموم قدرة الله على كل شئ وقال\r\nبما سمعت من فناء النار وأنه تعالى خلق الأشقياء ليتفضل عليهم بعفوه ورحمته\r\nولقد أصاب بإثبات الأمرين الذين نفاهما غيره ولكنه غير وجه الحكم وحكم بفناء\r\nالنار ولم ينهض له دليل على ذلك كما عرفته وقد أشار السيد العلامة الكبير محمد\r\nبن إبراهيم الوزير إلى هذه الثلاثة الأقوال وإلى ما تفرع عليها من الدعاوي في\r\nإثبات الإجادة في الإرادة حيث قال\r\n","description":"","footnote":"","page_name":" 141 ","page_number":82},
  {"content":"\r\nولما أتى ذكر الخلود بناره على\r\nجوده في ذكره والجوازم تعاظم شأن الخلد في النار كل من تفكر في أسماء رب\r\nالعوالم يشير إلى ما قاله ابن تيمية من أن صفاته تعالى من الرضا والرحمة صفتان\r\nذاتيتان فلا منتهى لرضاه وأن سخطه وعذابه ليسا من صفات ذاته التي يستحيل\r\nانعكافه مع عنها كعلمه وحياته والعفو أحب إليه من الانتقام والرحمة أحب إليه\r\nمن العقوبة والرضى أحب إليه من الغضب والفضل أحب إليه من العدل ثم إن النعيم\r\nوالثواب من مقتضى رحمته ومغفرته وبره وكرمه ولذلك يضيف ما ذكر إلى نفسه وأما\r\nالعذاب والعقاب فإنهما من مخلوقاته ولذلك لا يسمى بالمعذب والمعاقب بل يفرق\r\nبينهما فيجعل هذا من أوصافه وهذا من مفعولاته من الآية الواحدة كقوله تعالى نبئ\r\nعبادي أني أنا الغفور الرحيم وان عذابي هو العذاب الأليم الحجر 49 ، 50 وقال إن\r\nربك لسريع العقاب وإنه لغفور رحيم الأعراف 167 ومثلها في آخر الأنعام فما كان\r\nمن مقتضى أسمائه وصفاته فإنه يدوم بدوامها ولا سيما إذا كان محبوبا له في أسمائه\r\nوصفاته وأما الشر وهو العذاب فلا يدخل في أسمائه\r\n","description":"","footnote":"","page_name":" 142 ","page_number":83},
  {"content":"\r\nوصفاته وإن دخل في\r\nمفعولاته لحكمة إذا حصلت زال وفني بخلاف الخير فإنه سبحانه دائم المعروف ولا\r\nينقطع معروفه أبدا على الدوام وليس من موجب أسمائه وصفاته أنه لم يزل معاقبا\r\nعلى الدوام غضبان على الدوام فتأمل هذا تأمل فقيه في أسماء الله فإنه يتضح لك\r\nباب من أبواب معرفته ومحبته ثم أشار السيد محمد إلى ما تفرع من معارضته ما\r\nيفيده صفات جوده وفضله وما صرح به من خلود الكفار فأشار إلى الوعيد بقوله فمن\r\nقائل بالخلد من أجل كثرة ال وعيد به في المنزلات القواصم وذلك لأنهم حكموا\r\nبعموم الخلود لمن دخل النار من عصاة الموحدين والكفار والمسألة مبسوطة في علم\r\nالكلام وما لها وعليها مما اثاره المحققون الأعلام وأشار إلى من قال بالتخصيص\r\nلآيات الخلود بقوله ومن قائل أن الخصوص مقدم وساعده أسماء أحكم حاكم\r\n","description":"","footnote":"","page_name":" 143 ","page_number":84},
  {"content":"\r\nفإنه أشار إلى من قال إن الأحاديث الواردة في سعة رحمة الله وصفاته تعالى من\r\nأنه أرحم الراحمين وورود آية الاستثناء تخصص آيات الوعيد وأراد بهذا البيت ما\r\nتشتمل عليه مقالة ابن تيمية إذ هي عائدة إلى القول بتخصيص آيات الوعيد بالخلود\r\nويبعد فناء النار كما دل عليه قوله وثالثها المنصور يرجى لمسلم ومن عاند الإسلام\r\nليس بسالم فإنه أراد أن ثالث الأقوال في المسألة التفصيل وهو أن التخصيص من\r\nالوعيد يرجى للمسلم ومن عاند الإسلام وهم الكفار فلا يشمله التخصيص من الوعيد\r\nوإن قصرت عبارته عن هذا الحكم لعدم مساعدة النظم فهو مراده فجعل الأقوال ثلاثة\r\nبقاء الوعيد على عمومه من غير تخصيص عصاة الموحدين والكفار تخصيص الموحدين لا\r\nغير وهذا هو الذي سبق عن ابن عباس في تفسير آية هود ثم قال مشيرا إلى منشأ\r\nمقالة كل من القائلين وان الحاصل له المحافظة على قاعدة تعود إلى تعظيم الله جل\r\nوعلا قوله فمن قاصد تعظيمه لو رعى له من الجبروت الحق عز التعاظم\r\n","description":"","footnote":"","page_name":" 144 ","page_number":85},
  {"content":"\r\nفهذه إشارة إلى الوعيدية وأنهم قصدوا بالقول بالتخليد في النار لكل من دخلها\r\nتنزيه الله عن خلف الوعد الذي أفاده قوله ما يبدل القول لدي ( ق : 29 ) ونحوه\r\nأشار إلى منشأ ما ذهب\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":86}
  ]