[
  {"content":"\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nكتاب\r\nالأوائل\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\nكتاب\r\nالأوائل\r\nتأليف\r\nالإمام الحافظ ابن أبي عاصم\r\nالشيباني\r\nتحقيق\r\nمحمود محمد محمود حسن نصار\r\nخريج كلية دار العلوم\r\nدار الجيل\r\nبيروت - لبنان\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nجميع الحقوق محفوظة لدار الجيل\r\nالطبعة الأولى\r\n1411 ه‍ 1991 م\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nتمهيد\r\nالحمد لله رب العالمين والصلاة والسلام على سيد المرسلين سيدنا محمد\r\nالمبعوث رحمة للعالمين .\r\nأحمده حمدا يلبق بجلال وجهه وعظيم قدرته وكمال نعمته على .\r\nلقد ختم الله الرسالات السماوية بدين الاسلام وارتضاه لعباده فقال :\r\n* ( اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الاسلام\r\nدينا ) * ( المائدة - 3 ) .\r\nوبتمام الدين وكمال النعمة صار المسلمون الأوائل على الأديان كلها\r\nفهم الذين ختم الله فيهم رسالاته . هم الأوائل في كل شئ خذ على\r\nسبيل المثال سيدنا عمر بن الخطاب فقد فقد قال العسكري عنه في أوائله :\r\n1 - هو أول من سمي أمير المؤمنين .\r\n2 - وأول من كتب التاريخ في الهجرة .\r\n3 - وأول من اتخذ بيت المال .\r\n4 - وأول من سن قيام شهر رمضان .\r\n5 - وأول من عس بالليل ، أي طاف يتفقد أحوال الناس .\r\n6 - وأول من عاقب على الهجاء .\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n7 - وأوائل من ضرب في الخمر ثمانين .\r\n8 - وأول من حرم المتعة .\r\n9 - وأول من نهى عن بيع أمهات الأولاد .\r\n10 - وأول من جمع الناس في صلاة الجنائز على أربع تكبيرات .\r\n11 - وأول من اتخذ الديوان .\r\n12 - وأول من فتح الفتوح ومسح السواد .\r\n13 - وأول من حمل الطعام من مصر في بحر أيلة إلى المدينة .\r\n14 - وأول من احتبس صدقة في الاسلام - أي أول من وقف\r\nشيئا يتصدق بغلته .\r\n15 - وأول من أعال الفرائض - وعولها زيادة مجموع الفرائض عن\r\nالتركة فينقص سهم كل ذي سهم بنسبته من الواحد الصحيح .\r\n16 - وأول من أخذ زكاة الخيل .\r\n17 - وأول من قال : أطال الله بقاءك ، قالها لعلي .\r\n18 - وأول من قال : أيدك الله ، قالها لعلي .\r\n19 - وأول من مصر الأمصار : الكوفة والبصرة والجريرة والشام ومصر\r\nوالموصل .\r\nبعض سمات أمة الاسلام\r\n- إن وحدة العقيدة ربطت بين العربي والعجمي والشامي والمغربي\r\nهذه الوحدة جعلتهم في صلة دائمة وعلاقات طيبة مهما اختلفت أهواء حكامهم . ومن سمات الأمة الاسلامية أنها أمة رواية فقد حفظت سنة نبيها عليه\r\nالصلاة والسلام من عبث العابثين الذين يغيرون الكلم عن مواضعه بالتلقي\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n- إنها أمة جهاد على اختلاف أنواعه قال تعالى : * ( وجاهدوا في الله\r\nحق جهاد ) * ( الحج - 78 ) .\r\n- وحدة القبلة : فهم جمعيا يؤدون الصلاة تجاه قبلة واحدة لرب واحد\r\nضارعين إليه أن يكشف عنهم البلاء .\r\n- كتابهم واحد القرآن الكريم وهو الذي حفظه الله من التبديل والتحريف\r\nقال تعالى : * ( إنا نحن نزلنا الذكر وانا له لحافظون ) * ( الحجر - 9 ) .\r\n- وحدة المصير ونعني به أن هدفهم الأول توصيل رسالتهم بالحسنى\r\nونشر الامن والطمأنينة في قلوب العالم .\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nالحافظ الكبير\r\nابن أبي عاصم\r\nقال عنه السيوطي في طبقات الحفاظ ص 280 ترجمة رقم ( 640 )\r\n\" الحافظ الكبير الإمام أبو بكر أحمد بن عمرو بن النبيل أبي عاصم\r\nالشيباني الزاهد قاضي أصبهان \"\r\nوقال بروكلمان في تاريخ الأدب العربي ( 3 / 317 ) : \" . . . المعروف\r\nأيضا بأبي عاصم الضحاك الشيباني الظاهري سكن البصرة \"\r\nتوليته القضاء\r\nمن أهم الصفات التي أمتن الله بها رجال الاسلام الحفظ الواسع والعقل\r\nالواعي والفكر الثاقب والبصيرة النافذة أنهم رجال وهبهم الله الفهم السريع\r\nولذا فإن ابن أبي عاصم تولى القضاء لفترة طويلة وصلت إلى ستة عشر\r\nسنة تولاها في مدينة أصبهان .\r\nبعض مصنفاته قال الامام السيوطي - له الرحلة الواسعة والتصانيف النافعة منها :\r\n1 - كتاب السنة الذي حققه المحدث ناصر الدين الألباني .\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n2 - كتاب الديات\r\n3 - كتاب الأوائل .\r\nجاء في طبقات الحفاظ للسيوطي ( ص 281 ) : قال ابن أبي حاتم :\r\nذهبت كتبه بالبصرة في فتنة الزنج فأعاد من حفظه خمسين ألف حديث :\r\nالثناء عليه\r\nإن ما ذكره ابن أبي حاتم عن حفظ الإمام ابن أبي عاصم ليكشف\r\nعن العلم الغزير والبصيرة الثاقبة عنده أنه وعاء من أوعية العلم لذا فقد\r\nتصدر للحكم في فض المنازعات القضائية بن الناس ولينفذ قول الله تعالى :\r\n* ( فإذا حكمتهم بين الناس أن تحكموا بالعدل ) * .\r\nقال ابن الاعرابي عنه : كان من حفاظ الحديث والفقه ظاهري المذهب .\r\nوفاته\r\nتوفي ابن أبي عاصم الشيباني سنة 287 هجرية ، بعد حياة حافلة بالعلم\r\nوخدمة القضاء .\r\nمشايخه\r\nإن العلماء الاجلاء الذين تلقى عنهم ابن أبي عاصم كان لهم دور بارز\r\nفي ازدياد ثقافة الشيخ الجليل لذا فإنه تلقى العلم على يد صفوة الصفوة\r\nوأئمة الحديث وسأذكر منهم ثلاثة ، ذكرهم هنا في كتابه الأوائل لما لهم\r\nمن مكانة علمية عالية عند عامة المسلمين وخاصتهم في دراسة الحديث\r\nالنبوي .\r\nأولا : الإمام محمد بن إسماعيل البخاري ، ذكره في الحديث رقم ( 105 )\r\nفي الأوائل هنا وناهيك بالبخاري منزلة فكتابه أصح الكتب بعد كتاب الله ،\r\nلذا حرص المسلمون منذ كتبه الامام البخاري على مدارسته وقراءته فعمقوا\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nالبحث وأكثروا التصانيف عنه . فمن شارح له ومغرب له ومفسر له وناقد\r\nله وهم قليلون جدا .\r\nثانيا : أبو بكر بن أبي شيبة صاحب المصنف الذي روى عنه الإمام مسلم\r\nكثيرا من الأحاديث وهو محدث عظيم جليل القدر . ذكره في الحديث\r\n( 112 ) .\r\nثالثا : أبو يوسف يعقوب بن سفيان الفسوي صاحب كتاب المعرفة\r\nوالتاريخ وهو كتاب ضخم غزير العلم .\r\nمنهج المؤلف\r\nاعتمد المؤلف في كتابه هذا على منهج المحدثين . لذا كان كل الكتاب\r\nمرويات من حفظه وهو يعتمد على ذكر الأحاديث الصحيحة وغيرها . وهذه\r\nهي العادة التي جرى عليها المصنفون في مثل هذه الموضوعات ، ربما\r\nكان بغرض الإحاطة بهذا الموضوع والشمول لكل ما ذكرى في هذا الباب .\r\nمحمود حسن نصار\r\nالقاهرة - مصر\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nولا حول ولا قوة إلا بالله العلي العظيم\r\nأخبرنا الشيخ الإمام العالم الحافظ شمس الدين أبو الحجاج يوسف بن\r\nخليل ابن عبد الله الدمشقي قراءة عليه وأنا أسمع في الجمعة عشرين ربيع\r\nالأول سنة ثمان وثلاثين وستمائة بحلب قال : أخبرنا الشيخ أبو عبد الله\r\nمحمد بن أبي زيد بن حمد بن أبي نصر الخباز الكراني أنبأ أبو منصور\r\nمحمود بن إسماعيل بن محمد الصيرفي قراءة عليه وأنا أسمع أنبأ أبو بكر\r\nمحمد بن عبد الله بن شاذان الأعرج أنبأ أبو بكر عبد الله بن محمد بن\r\nمحمد بن فورك القباب أنبأ أبا بكر أحمد بن عمرو ابن أبي عاصم النبيل\r\nرحمه الله .\r\nالقلم أول ما خلق الله\r\n1 - ثنا محمود بن خالد ثنا مروان بن محمد ثنا ابن لهيعة عن\r\nيزيد بن أبي حبيب عن الوليد بن عبادة عن أبيه قال : سمعت رسول\r\nالله صلى الله عليه وسلم يقول : \" أول ما خلق الله القلم \" .\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n2 - حدثنا ابن مصفى ثنا بقية بن الوليد عن معاوية بن سعيد قال\r\nحدثني عبد الله ابن السائب عن عطاء بن أبي رباح عن الوليد بن عبادة عن\r\nأبيه قال سمعت رسول الله صلى الله عليه وسلم يقول : \" إن أول ما خلق الله القلم \" .\r\n3 - حدثنا أبو موسى ثنا يعمر بن بشر ثنا ابن المبارك عن رباح\r\nابن زيد عن عمر بن حبيب عن القاسم بن أبي بزة قال : سمعت سعيد\r\nابن جبير يحدث عن ابن عباس عن النبي صلى الله عليه وسلم قال : \" أول ما خلق الله\r\nالقلم فأمره فكتب كل شئ يكون \" .\r\nأول من جحد آدم\r\n4 - حدثنا هدبة بن خالد ثنا حماد بن سلمة ثنا علي بن زيد عن\r\nيوسف بن مهران عن ابن عباس قال : لما نزلت آية الدين قال رسول\r\nالله صلى الله عليه وسلم : \" أول من جحد آدم \" .\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\n5 - حدثنا يحيى بن محمد بن السكن ثنا حبان بن هلال ثنا مبارك\r\nابن فضالة قال : حدثني عبيد الله بن عمر بن خبيب بن عبد الرحمن\r\nابن حفص بن عاصم عن أبي هريرة - رضي الله عنه - عن النبي صلى الله عليه وسلم\r\nقال : \" لما خلق الله آدم فرأى نورا ساطعا فقال : من هذا ؟ . . . \" فذكره .\r\nرسول الله صلى الله عليه وسلم\r\n6 - حدثنا عثمان وأبو بكر ابنا أبي شيبة قالا ثنا معاوية بن هشام\r\nعن سفيان عن مختار بن فلفل عن أنس قال : قال رسول الله صلى الله عليه وسلم :\r\n\" أنا أول من يقرع باب الجنة \" .\r\nأول من تنشق عنه الأرض وأول شافع ومشفع\r\n7 - حدثنا عمرو بن عثمان ثنا الوليد عن الأوزاعي عن أبي عثمان\r\nعن أبي فروخ عن أبي هريرة - رضي الله عنه - قال : قال رسول\r\nالله صلى الله عليه وسلم : \" أنا أول من تنشق عنه الأرض وأول شافع وأول مشفع \" .\r\n8 - ثنا أبو بكر ثنا حسين بن علي عن زائدة عن المختار بن فلفل عن أنس بن مالك قال : قال رسول الله صلى الله عليه وسلم : \" أنا أول شفيع في الجنة \" .\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n\r\n9 - حدثنا هدبة ثنا حماد بن سلمة عن علي بن زيد عن أبي نضرة\r\nعن ابن عباس قال : قال رسول الله صلى الله عليه وسلم : \" أنا أول من تنشق عنه الأرض\r\nيوم القيامة ولا فخر \" .\r\nأول من يفتح باب الجنة رسول الله صلى الله عليه وسلم\r\n10 - حدثنا أبو بكر بن أبي النضر ثنا أبو النضر ثنا سليمان بن\r\nالمغيرة عن ثابت عن أنس قال : قال رسول الله صلى الله عليه وسلم : \" أنا أول من\r\nيأتي باب الجنة فاستفتح فيقول الخازن : من أنت ؟ فأقول : أنا محمد فيقول :\r\nنعم بك أمرت أن لا أفتح لأحد قبلك \" .\r\nنوح أول رسول بعثه الله\r\n11 - حدثنا محمد بن عبيد بن حساب ثنا أبو عوانة عن قتادة عن\r\nأنس قال : قال رسول الله صلى الله عليه وسلم : \" ائتوا نوحا فإنه أول رسول بعثه الله \" .\r\nآدم أول رسول بعثه الله\r\n12 - حدثنا هدبة ثنا همام عن قتادة عن أنس قال : قال رسول\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nالله صلى الله عليه وسلم : \" قال آدم : ولكن أئتوا نوحا فإنه أول رسول بعثه الله إلى\r\nأهل الأرض \" .\r\nرسول الله صلى الله عليه وسلم سيد ولد آدم\r\n13 - حدثنا أبو بكر ثنا محمد بن مصعب ثنا الأوزاعي عن الزهري\r\nعن أبي سلمة عن أبي هريرة - رضي الله عنه - قال : قال رسول الله\r\nصلى الله عليه وسلم : \" أنا سيد ولد آدم وأول من تنشق عنه الأرض وأول شافع وأول\r\nمشفع \" .\r\n14 - حدثنا ابن عسكر ثنا عثمان بن صالح ثنا بكر بن مضر ثنا\r\nجعفر بن ربيعة عن صالح بن عطاء بن خباب الدؤلي عن عطاء بن أبي\r\nرباح عن جابر عن النبي صلى الله عليه وسلم مثله .\r\nرسول الله صلى الله عليه وسلم أول من تنشق عنه الأرض\r\n15 - حدثنا دحيم ثنا الوليد بن مسلم ثنا عثمان الأفطس عن الزهري\r\nعن الأعرج عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : \" أنا أول من\r\nتنشق عنه الأرض فإذا موسى قائم أخذ بقائمة من قوائم العرش \" .\r\n16 - حدثنا أبو بكر ثنا علي بن مسهر عن محمد بن عمرو عن\r\nأبي سلمة عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : قال الله : * ( ونفخ\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n\r\nفي الصور فصعق من في السماوات والأرض إلا من شاء الله ثم نفخ\r\nفيه أخرى فإذا هم قيام ينظرون ) * ( الزمر - 68 ) فأكون أول من يرفع\r\nرأسه فإذا أنا بموسى أخذ بقائمة من قوائم العرش فلا أدري أكان ممن\r\nرفع رأسه قبلي أو كان ممن استثنى الله .\r\n17 - حدثنا وهبان ثنا خالد عن محمد بن عمرو عن أبي سلمة\r\nعن أبي هريرة مثله حدثنا أبو موسى ثنا عبد الوهاب مثله .\r\nأول من ضيف الضيف\r\n18 - حدثنا يعقوب بن حميد ثنا ( أبو سلمة ) ثنا محمد بن عمرو\r\nعن أبي سلمة عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : \" إن أول من\r\nضيف الضيف إبراهيم \" .\r\nأول من يكسى سيدنا إبراهيم\r\n19 - حدثنا يعقوب ثنا سلمة بن رجاء عن محمد بن عمرو عن\r\nأبي سلمة عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : \" أول من يكسى\r\nخليل الله إبراهيم \" .\r\n20 - حدثنا أبو سعيد ثنا عبد الله بن إدريس عن ليث عن مجاهد\r\nعن عائشة . قالت : قال رسول الله صلى الله عليه وسلم : \" أول من يكسى خليل الله\r\nإبراهيم \" .\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n21 - حدثنا أبو بكر ثنا وكيع عن شعبة عن المغيرة بن النعمان\r\nعن سعيد بن جبير عن ابن عباس قال : قام فينا رسول الله صلى الله عليه وسلم فقال :\r\n\" أول الخلائق يتلقى بثوب إبراهيم \" .\r\n22 - حدثنا محمد بن سهل بن عسكر ثنا الفريابي ثنا سفيان عن\r\nعمرو بن قيس عن المنهال بن عمرو عن عبد الله بن الحارث عن\r\nعلي قال : \" أول من يكسى إبراهيم حلة يمانية عن يمين العرش ثم يكسى\r\nالنبي صلى الله عليه وسلم حلة صبرة وهو عن يمين العرش \" .\r\nأمة الاسلام الأخيرة والأولى\r\n23 - حدثنا هدبة ثنا حماد بن سلمة عن علي بن زيد عن أبي\r\nنضرة قال : سمعت ابن عباس قال : قال رسول الله صلى الله عليه وسلم : \" نحن الآخرون\r\nالأولون آخر من يبعث وأول من يحاسب \" .\r\n24 - حدثنا محمد بن عوف ثنا محمد بن إسماعيل بن عياش عن\r\nضمضم عن شريح بن عبيد ثنا الحارث بن الحارث قال : قال كعب :\r\n\" أول من شاب إبراهيم فأصبح ( إذا ) أقرانه من الناس شمطا \" .\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n\r\n\r\n\r\nأول ما فرضية الصلاة ركعتين ركعتين\r\n25 - حدثنا الشافعي ثنا سفيان بن عيينة عن الزهري عن عروة عن\r\nعائشة قالت : \" أول ما فرضت الصلاة ركعتين ركعتين \" .\r\nأول من بدأ المسلمين بالمصافحة أهل اليمن\r\n26 - حدثنا أبو موسى ثنا عفان بن مسلم ثنا حماد عن حميد\r\nعن أنس قال : لما أقبل أهل اليمن قال رسول الله صلى الله عليه وسلم : \" قد جاءكم\r\nأهل اليمن وهم أرق قلوبا وأول من ( جاءنا ) بالمصافحة \" .\r\nأول حاضنة لرسول الله من بني سعد\r\n27 - حدثنا الحوطي ومحمد بن مصفى وعمرو بن عثمان قالوا :\r\nثنا بقية بن الوليد ثنا بحير بن سعد عن خالد بن معدان عن أبي عمرو\r\nالسلمي أن عتبة بن عبد حدثهم أن رجلا سأل ( رسول الله ) صلى الله عليه وسلم\r\nكيف كان أول شأنك ؟ قال : \" كانت أول حاضنتي من بني سعد بن\r\nبكر \" . فذكر الحديث .\r\nأول نبوة سيدنا رسول الله صلى الله عليه وسلم أخذ الله الميثاق منه .\r\n28 - حدثنا محمد بن المصفى وعمرو بن عثمان قالا : حدثنا بقية\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nثنا صفوان بن عمرو عن حجر بن حجر عن أبي مريم الكندي قال :\r\nجاء أعرابي إلى النبي صلى الله عليه وسلم فقال : أي شئ كان أول نبوتك ؟ قال : \" أخذ\r\nالله مني الميثاق كما أخذ من النبيين ميثاقهم \" . ثم ذكره .\r\nأي القرآن أنزل أولا ؟ !\r\n29 - حدثنا عمرو بن عثمان ثنا الوليد بن مسلم عن الأوزاعي عن\r\nيحيى بن أبي كثير عن أبي سلمة قال : سألت جابر بن عبد الله : أي\r\nالقرآن أنزل أولا ؟ فقال : \" يا أيها المدثر \" : أو \" أقرأ \" فقال : سأحدثكم\r\nبما حدثنا رسول الله صلى الله عليه وسلم قال : أول ما أنزل الله علي * ( يا أيها المدثر\r\nقم فأنذر وربك فكبر وثيابك فطهر ) * ( المدثر 1 - 4 )\r\nأول من فاء يوم أحد\r\n30 - حدثنا المسيب بن واضح ثنا عبد الله بن المبارك عن إسحاق\r\nبن يحيى بن طلحة حدثني عيسى بن طلحة بن عبيد الله أن عائشة قالت :\r\nأخبرني أبي قال : \" كنت أول من فاء يوم أحد \" .\r\n31 - حدثنا دحمويه ثنا عبد الرحمن بن عثمان بن إبراهيم بن محمد\r\nابن حاطب حدثني أبي عن جده محمد بن حاطب عن أمه أم جميل بنت\r\nالمجلل قالت : أقبلت بك من أرض الحبشة قالت : فأتيت بك النبي صلى الله عليه وسلم\r\nفقلت : يا رسول الله هذا محمد بن حاطب وهو أول من سمي بك قالت :\r\nفتفل رسول الله صلى الله عليه وسلم في فيك ومسح على رأسك ودعا لك .\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n32 - حدثنا إسماعيل بن هود ثنا إسحاق الأزرق عن شريك عن\r\nعاصم عن أبي وائل عن عبد الله قال : قال رسول الله صلى الله عليه وسلم : \" أول ما\r\nيقضى بين الناس في الدماء \" .\r\n33 - حدثنا أبو بكر ثنا عبدة وثنا ابن نمير ثنا وكيع عن الأعمش\r\nعن أبي وائل عن عبد الله قال : قال رسول الله صلى الله عليه وسلم : \" أول ما يقضى\r\nبين الناس يوم القيامة في الدماء \" .\r\n34 - حدثنا إسماعيل بن هود ثنا إسحاق الأزرق عن شريك عن\r\nعاصم عن أبي وائل عن عبد الله قال : قال رسول الله صلى الله عليه وسلم : \" أول ما\r\nيحاسب به العبد الصلاة \" .\r\n35 - حدثنا أبو بكر ثنا يزيد بن هارون عن المسعودي عن ( أبي عمرو )\r\nعن عبيد بن الخشخاش عن أبي ذر قال : \" قلت : يا رسول الله : أي\r\nالأنبياء أول ؟ قال آدم قلت : وكان نبي ؟ قال : نعم نبي مكلم \" .\r\n36 - حدثنا أبو بكر بن أبي شيبة ثنا أبو الأحوص عن أبي الحارث\r\nالتيمي عن أبي ( ماجد ) قال : كنت قاعدا عند عبد الله بن مسعود فأنشأ\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nيحدثنا أن \" أول من قطع في الإسلام رجل من الأنصار أتى رسول الله صلى الله عليه وسلم \" .\r\n37 - حدثنا أبو بكر ثنا أبو معاوية ووكيع عن الأعمش عن عمرو\r\nبن مرة عن مسروق عن عبد الله قال : قال رسول الله صلى الله عليه وسلم \" لا تقتل\r\nنفسا ظلما إلا كان على ابن آدم كفل منها لأنه أول من سن القتل \" .\r\n38 - حدثنا كامل بن طلحة ثنا ابن لهيعة عن عقيل عن الزهري\r\nعن عروة عن أسامة بن زيد عن أبيه زيد بن حارثة عن رسول الله صلى الله عليه وسلم\r\nفي أول ما أتاه جبريل فأراه الوضوء ( و ) الصلاة فلما فرغ من الوضوء أخذ\r\nغرفة من ماء فنضح بها فرجه .\r\n39 - حدثنا أبو بكر بن أبي شيبة ثنا شبابة عن الليث بن سعد\r\nعن يزيد بن أبي حبيب أنه سمع عبد الله بن الحارث بن جزء يقول :\r\nأنا أول من سمع رسول الله صلى الله عليه وسلم يقول : \" لا يبولن أحدكم مستقبل القبلة \" .\r\nوأنا أول من حدث الناس به .\r\n40 - حدثنا عبد الله بن شبيب ثنا إبراهيم بن يحيى بن هانئ عن\r\nأبيه عن أبي إسحاق عن ابن شهاب وعاصم بن عمر عن عبد الله بن كعب\r\nابن مالك عن كعب بن مالك قال : \" أنا أول من عرف رسول الله صلى الله عليه وسلم\r\nبعينيه من تحت المغفر \" .\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\n\r\n\r\nأول جمعة جمعت بالبحرين بعد جمعة المدينة\r\n41 - حدثنا المقدمي ثنا زيد بن حبان ثنا إبراهيم بن طهمان عن\r\nأبي جمرة عن ابن عباس قال : \" أول جمعة جمعت في الإسلام لجمعة\r\nجمعت بالمدينة وجمعة جمعت بالبحرين \" .\r\n42 - حدثنا الحسن بن علي ثنا يحيى بن آدم ثنا يزيد بن عبد العزيز\r\nعن أبي سلمة محمد بن أبي حفصة عن أبي جمرة عن ابن عباس قال :\r\n\" إن أول جمعة جمعت بعد جمعة بالمدينة لجمعة جمعت بالبحرين في\r\nقرية لعبد القيس يقال لها حواتي \" .\r\nسعد بن أبي وقاص أول من رمى بسهم في سبيل الله .\r\n43 - حدثنا محمد بن عبد الله بن نمير ثنا ابن أبي عبيدة عن أبيه\r\nعن الأعمش عن أبي خالد الوالبي عن جابر بن سمرة قال : \" أول من\r\nرمى بسهم في سبيل الله سعد بن أبي وقاص \" .\r\nعمرو بن عامر يجر قصبة في النار .\r\n44 - حدثنا أبو مسعود وعبيد الله بن فضالة قالا : ثنا عبد الله بن\r\nصالح حدثني الليث حدثني ابن الهاد عن ابن شهاب عن سعيد بن المسيب\r\nعن أبي هريرة قال : سمعت رسول الله صلى الله عليه وسلم يقول : \" رأيت عمرو بن\r\nعامر الخزاعي يجر قصبة في النار وكان أول من سيب السيب \" .\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\nأول خصمين يوم القيامة\r\n45 - حدثنا محمد بن عوف ثنا أبو سعيد الجعفي عن ابن وهب\r\nعن عمرو بن الحارث عن أبي عشانة عن عقبة بن عامر قال : قال رسول الله صلى الله عليه وسلم : \" أول خصمين يوم القيامة جاران \" .\r\nأول صدقة بيضت وجه رسول الله\r\n46 - حدثنا الحسن بن علي ثنا عفان ثنا أبو عوانة عن مغيرة عن\r\nعامر عن عدي ابن حاتم قال : أتيت عمر في ناس من قومي فقال لي :\r\nأول صدقة بيضت وجه رسول الله صلى الله عليه وسلم ووجه أصحابه طئ جئت بها\r\nإلى رسول الله صلى الله عليه وسلم فذكره .\r\n47 - حدثنا محمد بن المثنى ثنا يحيى بن كثير ثنا صالح عن الزهري\r\nعن أبي بكر بن عبد الرحمن عن أبي سعود أنه قال : \" أول من قدم\r\nالمدينة من المهاجرين مصعب بن عمير وأول من جمع بها يوم الجمعة\r\nقبل أن يقدم النبي صلى الله عليه وسلم فصلى ( بقضائهم ) \" .\r\n48 - حدثنا عبد الله بن شبيب ثنا ذؤيب بن عمامة السهمي ثنا عبد\r\nالعزيز بن محمد عن ابن أخي الزهري عن الزهري عن عبد الله بن عامر\r\nبن ربيعة قال : سمعت أبي يقول : \" أول ظعينة قدمت المدينة ليلى بنت\r\nأبي حثمة \" وهي زوجته .\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n49 - حدثنا أمية بن بسطام ثنا معتمر بن سليمان ثنا عمران بن\r\n( جرير ) عن ( بحير ) بن سعيد عن بشير بن نهيك عن أبي هريرة\r\nقال : \" أول من سمعته يقول : السكين رسول الله صلى الله عليه وسلم إنما كنا نسميها\r\nالمدية \" .\r\n50 - حدثنا يعقوب بن حميد ثنا مروان بن معاوية عن بهز بن حكيم\r\nعن أبيه عن جده أن رسول الله صلى الله عليه وسلم قال : \" إنكم تدعون مقدمة أفواهكم\r\nبالفدام وإن أول ما يتكلم من الإنسان فخذه وكفه يبين من الإنسان لفخذه \" .\r\n51 - حدثنا أبو بكر ثنا يزيد بن هارون عن الجريري عن حكيم\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\nبن معاوية عن أبيه عن النبي صلى الله عليه وسلم قال : \" تجيئون يوم القيامة على أفواهكم\r\nالفدم وأول ما يتكلم من الإنسان فخذه وكفه \" .\r\n52 - حدثنا يعقوب ثنا حاتم بن إسماعيل ثنا هشام ( عن ) بهز\r\nبن حكيم عن أبيه عن جده أن رسول الله صلى الله عليه وسلم قال : \" إنكم تعرضون\r\nعلى الله على أفواهكم الفدام وأول ما يتكلم من الإنسان فخذه ويده \" .\r\n53 - حدثنا عبد الوهاب بن الضحاك ثنا إسماعيل بن عياش عن\r\nضمضم بن زرعة عن شريح بن عبيد يرده إلى عقبة بن عامر قال : قال رسول\r\nالله صلى الله عليه وسلم : \" إن أول شئ يتكلم من الإنسان يوم يختم على الأفواه فخذه\r\nمن رجله اليسار \" .\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n54 - حدثنا إسماعيل بن هود ثنا إسحاق الأزرق عن سفيان عن\r\nالأعمش عن مسلم البطين عن سعيد بن جبير عن ابن عباس قال : \" إن\r\nأول آية أنزلت في القتال * ( أذن للذين يقاتلون بأنهم ظلموا وإن الله على\r\nنصرهم لقدير ) * ( الحج - 39 ) قال أبو بكر : فعرفت أنه سيكون قتال \" .\r\n55 - حدثنا عبيد الله بن معاذ ثنا أبي ثنا عوف عن محمد عن أبي\r\nهريرة قال : سمعت رسول الله صلى الله عليه وسلم يقول : \" أول من يدخل الجنة ( من )\r\nوجوههم على ( صورة ) القمر ليلة البدر \"\r\n56 - حدثنا محمد بن عبد الله بن نمير ثنا عبد الله بن يزيد حدثني\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nسعيد بن أبي أيوب ثنا ( معرور ) بن سويد الجذامي عن أبي عشانة المعافري عن عبد الله بن عمرو قال : قال رسول الله صلى الله عليه وسلم : \" أتدرون أول من يدخل\r\nالجنة من خلق الله ؟ فقراء المهاجرين الذين ( تسد ) بهم الثغور ويتقى\r\nبهم المكاره \" .\r\n57 - حدثنا إسماعيل بن محمد بن إسماعيل بن محمد بن يحيى\r\nابن زكريا بن يحيى بن طلحة بن عبيد الله ثنا داود بن عطاء عن صالح\r\nابن كيسان عن ابن شهاب عن سعيد بن المسيب عن أبي بن كعب قال :\r\nقال رسول الله صلى الله عليه وسلم : \" أول من يصافحه الحق عمر بن الخطاب وأول\r\nمن يسلم عليه وأول من يأخذ بيده فيدخله الجنة \" .\r\n58 - حدثنا عمرو بن عثمان ثنا بقية ثنا أبو عمرو الأوزاعي حدثنا\r\nالعلاء بن الحجاج عن محمد بن عبيد المكي عن ابن عباس قال : سمعت\r\nرسول الله صلى الله عليه وسلم يقول : كأني بنساء فهم يطفن بالخرفج تضطرب إلياتهن\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nمشركات وهو أول شرك في الإسلام \" . قال بقية : ثم لقيت العلاء بن\r\nالحجاج فحدثني عن محمد بن عبيد المكي عن مجاهد عن ابن عباس\r\nعن النبي صلى الله عليه وسلم . . .\r\n59 - حدثنا أبو بكر ثنا أبو معاوية عن الأعمش عن أبي صالح عن\r\nأبي هريرة قال : قال رسول الله صلى الله عليه وسلم : \" أول زمرة يدخل الجنة على\r\nصورة القمر ليلة البدر \" .\r\n60 - حدثنا أبو بكر وابن نمير قالا : ثنا محمد بن فضيل عن الأعمش\r\nعن أبي صالح عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : \" أول وقت\r\nالظهر حين تزول الشمس \" . وذكر أول وقت العصر وأول وقت المغرب\r\nوأول وقت العشاء وأول وقت الفجر .\r\n61 - حدثنا هشام بن عمار ثنا علي بن سليمان ( الكلبي ) عن الأعمش\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nعن أبي تميمة عن جندب عن النبي صلى الله عليه وسلم : \" أول شئ ينتن من الإنسان بطنه \" .\r\n62 - حدثنا أبو بكر ثنا محمد بن بشر عن أبي حيان عن أبي زرعة\r\nعن عبد الله ابن عمرو قال حفظت من رسول الله صلى الله عليه وسلم حديثا لم أنسه\r\nبعد . سمعت رسول الله صلى الله عليه وسلم يقول : \" إن أول الآيات طلوع الشمس من\r\nمغربها وخروج الدابة على الناس ضحى فأيهما كانت فالأخرى على إثرها\r\nقريبا \" .\r\n63 - حدثنا عبيد الله بن معاذ ثنا أبي ثنا عوف عن المهاجر ( بن )\r\nمخلد عن أبي العالية عن أبي ذر أنه قال ليزيد بن أبي سفيان : سمعت\r\nرسول الله صلى الله عليه وسلم يقول : \" أول من يغير سنتي رجل من بني أمية \" .\r\n64 - حدثنا عمرو بن عثمان ثنا بقية عن عتبة بن أبي حكيم عن\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nسليمان بن موسى\r\nعن القاسم بن محمد عن عمته عائشة عن النبي صلى الله عليه وسلم\r\nقال : \" أول ما يكفأ الإسلام كما يكفأ الإناء لفي الخمر يسمونها بغير\r\nاسمها \" .\r\n65 - حدثنا الحسن بن علي الحلواني ثنا يزيد بن هارون ثنا محمد\r\nابن سالم عن الشعبي عن مسروق\r\nعن عبد الله بن مسعود قال : أول جدة\r\nأطعمها رسول الله صلى الله عليه وسلم سهما من الإسلام أم أب مع ابنها .\r\n66 - حدثنا عبد الوهاب بن الضحاك ثنا إسماعيل بن عياش ثنا ( عبد\r\nالعزيز بن عبد الله ) عن عبد الله بن يزيد مولى المنبعث عن أبيه عن أبي\r\nسعيد الخدري عن النبي صلى الله عليه وسلم قال : \" قصي أول من جدد البيت بعد كلاب\r\nبن مرة \" .\r\nعلي ابن أبي طالب أول من يرد على رسول الله صلى الله عليه وسلم .\r\n67 - حدثنا أبو مسعود ثنا عبد الرزاق عن سلمة بن كهيل عن أبي\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nصادق عن عليم الكندي عن سلمان قال : \" أول هذه الأمة ورودا على\r\nنبيها أولها إسلاما علي ابن أبي طالب .\r\nعلي أول رجل صلى مع النبي صلى الله عليه وسلم .\r\n68 - حدثنا أبو بكر ثنا شبابة عن شعبة عن سلمة بن كهيل عن\r\nصبة عن علي قال : \" أنا أول رجل صلى مع النبي صلى الله عليه وسلم \" .\r\n69 - حدثنا أبو بكر ثنا معاوية بن هشام عن قيس ( عن ) سلمة\r\nابن كهيل عن أبي صادق عن عليم الكندي عن سلمان قال : \" إن أول\r\nهذه الأمة ورودا على نبيها أولها إسلاما علي بن أبي طالب \" .\r\n70 - حدثنا أبو بكر ثنا وكيع عن شعبة عن عمرو بن مرة عن\r\nأبي حمزة مولى الأنصار عن زيد بن أرقم قال : \" أول من أسلم مع رسول\r\nالله صلى الله عليه وسلم علي بن أبي طالب \" .\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n71 - حدثنا أبو مسعود ثنا عبد الرزاق عن معمر عن ابن طاووس\r\nعن أبيه عن ابن عباس قال : \" أول من أسلم علي \" .\r\nأول من أسلم سيدنا أبو بكر\r\n72 - حدثنا أبو بكر بن أبي شيبة ثنا عقبة بن خالد عن شعبة عن\r\nسعيد الجريري عن أبي نضرة عن أبي سعيد الخدري قال : \" لما رأى\r\nأبو بكر ( تثاقل ) الناس عن بيعته قال : ألست صاحب كذا ؟ ألست أول\r\nمن أسلم ألست أولى الناس بها ؟ \" .\r\n73 - حدثنا جراح بن مخلد القزاز ثنا النضر بن حماد ثنا سيف\r\nابن عمر الكوفي عن موسى بن عقبة وعبيد الله عن نافع عن ابن عمر قال :\r\n\" أول من أسلم أبو بكر \" .\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\n74 - حدثنا محمد بن مرزوق ثنا عبد العزيز بن الخطاب ثنا علي\r\nبن غراب ثنا يوسف بن صهيب عن ابن بريدة عن أبيه أن \" خديجة أول\r\nمن أسلم مع رسول الله صلى الله عليه وسلم وعلي بن أبي طالب \" .\r\nعسفان أول غزوة غزاها النبي صلى الله عليه وسلم .\r\n75 - حدثنا سلمة بن شبيب ثنا إسماعيل بن عبد الكريم ثنا إبراهيم\r\nابن عقيل عن أبيه عن وهب بن منبه عن ( خالد ) بن عبد الله أنه كان\r\nيقول : \" أول غزاة غزاها رسول الله صلى الله عليه وسلم عسفان \" .\r\nفاطمة أول من يموت بعد رسول الله صلى الله عليه وسلم .\r\n76 - حدثنا أبو بكر ثنا ابن نمير ثنا زكريا عن الشعبي عن فراس\r\nعن مسروق عن عائشة قالت : حدثتني فاطمة أن رسول الله صلى الله عليه وسلم قال لها : \" إنك أول أهلي لحوقا بي ونعم السلف أنا لك \" .\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\n77 - حدثنا أبو موسى ثنا عثمان بن عمر ثنا إسرائيل عن ميسرة\r\nابن حبيب عن منهال بن عمرو عن عائشة بنت طلحة عن أم المؤمنين\r\nعائشة قالت : قالت لي فاطمة أخبرني أبي \" أول أهله به لحوقا \" .\r\nرسول الله صلى الله عليه وسلم سيد ولد آدم يوم القيامة .\r\n78 - حدثنا عمر بن الخطاب ثنا عمرو بن عثمان ثنا موسى بن\r\nأعين عن معمر ابن راشد عن محمد بن أبي يعقوب عن بشر بن شغاف\r\nعن عبد الله بن سلام قال : قال رسول الله صلى الله عليه وسلم : أنا سيد ولد آدم يوم القيامة .\r\n79 - حدثنا أبو بكر ثنا أبو أسامة ثنا عوف عن زرارة بن أوفى\r\nحدثني عبد الله بن سلام قال : لما قدم رسول الله صلى الله عليه وسلم المدينة انجفل\r\nالناس قبله وقالوا : قدم رسول الله صلى الله عليه وسلم فجئت مع الناس لأنظر فكان أول\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nشئ سمعته يقول : \" أفشوا السلام وأطعموا الطعام وصلوا الأرحام وصلوا\r\nوالناس نيام تدخلوا الجنة بسلام \" .\r\n80 - حدثنا هدبة بن خالد وإبراهيم بن الحجاج قالا : ثنا حماد\r\nابن سلمة عن ثابت بن أنس قال : لما قدم رسول الله صلى الله عليه وسلم المدينة أتاه\r\nعبد الله بن سلام فسأله عن الشبه وعن أول شئ يحشر الناس وعن أول\r\nشئ يأكله أهل الجنة فقال رسول الله صلى الله عليه وسلم : \" أخبرني بهن جبريل آنفا\r\nأما الشبه فإنه إذا سبق ماء الرجل ماء المرأة ذهب بالشبه وأول شئ\r\nيحشر الناس نار تجئ من قبل المشرق تحشرهم إلى المغرب وأول شئ\r\nيأكله أهل الجنة ( زائدة ) كبد حوت \" قال أشهد أن لا إله إلا الله وأنك\r\nرسول الله .\r\nابن عمر أول من بايع رسول الله صلى الله عليه وسلم .\r\n81 - حدثنا محمد بن يحيى الباهلي ثنا يعقوب ثنا عبد العزيز بن\r\nعمران عن عيسى بن عبد الله عن الزهري عن سالم عن ابن عمر قال :\r\n\" كان أول من بايع يومئذ أبو سنان بن محصن الأسدي \" .\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n\r\n82 - حدثنا أحمد بن محمد بن خزيمة ثنا حبيب بن أبي ( مرزوق )\r\nثنا ابن أخي الزهري عن عمه عن القاسم بن محمد عن ابن عباس قال :\r\n\" أول من يعطي كتابه بيمينه أبو سلمة بن عبد الأسد قال : وهو الذي\r\nيقول * ( هاؤم اقرؤا كتابية ) * [ الحاقة : 19 
  ] قال : وكان ابن عباس يقرؤها\r\n\" كل واشرب يا أبا سلمة بما أسلفت في الأيام الخالية وأما الذي يعطى\r\nكتابه بشماله فأول من يعطاه فأخوه سفيان بن عبد الأسد \" .\r\nعمرو بن لحي في نار جهنم\r\n83 - حدثنا محمد بن علي بن ميمون ثنا خضر بن محمد ثنا محمد\r\nبن سلمة عن محمد بن إسحاق عن محمد بن إبراهيم عن أبي صالح\r\nعن أبي هريرة قال : سمعت رسول الله صلى الله عليه وسلم يقول لأكثم بن أبي\r\nالجون : إني رأيت عمرا يجر قصبة في النار وكان أول من غير دين إبراهيم\r\nوأول من حمى الحمى وسيب السوائب وبحر البحيرة ووصل الوصيلة ونصب\r\nالأصنام وغير دين إسماعيل فلم أر أحدا أشبه به منك \" . قال : يا رسول\r\nالله هل يفيدني ذلك شيئا ؟ قال : لا إنك مؤمن وهو كافر .\r\nأول صدقة تصدق بها ابن عمر في الإسلام .\r\n84 - حدثنا محمد بن يزيد الأدمي ثنا يحيى بن سليم عن عبيد الله\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n\r\nبن عمر عن نافع عن ابن عمر أن عمر استشار النبي صلى الله عليه وسلم في صدقته\r\nفقال رسول الله صلى الله عليه وسلم : \" أحبس أصلها وتصدق بثمرتها \" قال ابن عمر :\r\nإنها أول صدقة تصدق بها في الإسلام .\r\nأول ما يحاسب به العبد يوم القيامة .\r\n85 - حدثنا الحوطي وابن مصفى قالا : ثنا الوليد بن مسلم عن\r\nعبد الله بن العلاء عن الضحاك بن عبد الرحمن عن أبي هريرة عن النبي\r\nصلى الله عليه وسلم قال : \" إن أول ما يحاسب به العبد يوم القيامة أن يقال : ألم أصح\r\nجسمك ؟ ( وأروك ) من الماء البارد \" .\r\nأول من يدخلون الجنة على صورة القمر .\r\n86 - حدثنا أبو علي الحسن بن الصباح ثنا عبد الوهاب بن عطاء\r\nعن سعيد عن قتادة عن عطاء بن بشار عن أبي هريرة أن رسول الله صلى الله عليه وسلم\r\nقال : \" إن أول زمرة من أمتي تدخل الجنة على صورة القمر ليلة البدر \" .\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n\r\nمميزات رسول الله على الأنبياء جميعا .\r\n87 - حدثنا محمد بن عسكر ثنا عثمان بن صالح ثنا بكر بن ( مصفى )\r\nحدثني جعفر ابن ربيعة عن صالح بن عطاء بن خباب ( الدؤلي ) عن\r\nعطاء بن أبي رباح عن جابر بن عبد الله قال : قال رسول الله صلى الله عليه وسلم :\r\n\" أنا سيد المرسلين ولا فخر وأنا خاتم النبيين ولا فخر وأول شافع ومشفع\r\nولا فخر \" .\r\nأول من يقرع باب الجنة .\r\n88 - حدثنا أبو موسى ثنا أبو داود ثنا صدقة بن موسى عن فرقد\r\nعن مرة عن أبي بكر الصديق قال : قال النبي صلى الله عليه وسلم : \" أول من يقرع\r\nباب الجنة المملوك إذا أدى حق الله وحق مواليه \" .\r\n89 - حدثنا الحسن بن علي ثنا يزيد بن هارون ثنا صدقة بن موسى\r\nعن فرقد عن مرة عن أبي بكر عن النبي صلى الله عليه وسلم مثله .\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\n90 - حدثنا أبو بكر ثنا شبابة ثنا الليث عن الزهري عن سالم عن\r\nابن عمر قال : \" دخل رسول الله صلى الله عليه وسلم البيت وبلال وعثمان بن طلحة\r\nفأغلقوا عليهم الباب فلما خرجوا قال ابن عمر : كنت أول من ولج \" .\r\nأول من قدم المدينة\r\n91 - حدثنا عمرو بن مرزوق ثنا شعبة عن أبي إسحاق عن البراء\r\nقال : \" أول من قدم علينا المدينة مصعب بن عمير وابن أم مكتوم \" .\r\nأول لعان في الإسلام\r\n92 - حدثنا عمران بن أبي حميد ثنا مخلد بن حسين عن هشام\r\nابن حسان عن ابن سيرين عن أنس بن مالك قال : \" إن أول لعان كان\r\nفي الإسلام أن هلال بن أمية قذف شريك بن سحماء بامرأته \" .\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n\r\n\r\nأول ما يحاسب به العبد في القبر .\r\n93 - حدثنا دحيم ثنا عبد الله بن يوسف عن الهيثم بن حميد قال :\r\nسمعت رجلا يحدث مكحولا عن أبي أمامة قال : قال رسول الله صلى الله عليه وسلم\r\n\" اتقوا البول فإنه أول ما يحاسب به العبد في القبر \" .\r\nأول الناس هلاكا\r\n94 - حدثنا محمد بن إسماعيل ثنا أحمد بن أبي إسحاق عمرو\r\nثنا أبي ثنا إبراهيم بن طهمان عن عباد بن إسحاق عن عمر بن سعيد\r\nعن الزهري عن عروة عن عائشة قالت : قال رسول الله صلى الله عليه وسلم : \" إن أول\r\nالناس هلاكا قومك وأول قريش هلاكا أهل بيتي \"\r\nالتحكيم في وضع الحجر الأسود في الكعبة\r\n95 - حدثنا أبو بكر ثنا أبو الأحوص عن سماك عن خالد بن عرعرة\r\nعن علي قال : لما أرادوا أن يرفعوا الحجر الأسود اختصموا فيه فقالوا :\r\n( نحكم ) بيننا أول من يدخل من هذه السكة قال : وكان رسول الله\r\nصلى الله عليه وسلم أول من خرج عليهم .\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\nمكان نزول آية الحجاب\r\n96 - حدثنا يعقوب بن حميد ثنا عبيد الله بن موسى عن أسامة بن\r\nزيد عن الزهري عن أنس بن مالك قال : \" وكان أول ما أنزل - يعني\r\nآية الحجاب - في مبتنى رسول الله صلى الله عليه وسلم بزينب بنت جحش \" .\r\n97 - حدثنا ابن عوف ثنا عبد الحميد بن إبراهيم عن عبد الله بن\r\nسالم عن الزبيدي عن الزهري عن أنس بن مالك قال : \" كنت أعلم الناس\r\nبشأن الحجاب وكان أول ما أنزل في ( مبتنى ) رسول الله صلى الله عليه وسلم بزينب\r\nبنت جحش \" . ورواه عقيل ويونس .\r\nفاطمة أول من يقابله رسول الله بعد عودته من أسفاره .\r\n98 - حدثنا محمد بن أبي غالب ثنا يحيى بن إسماعيل الواسطي\r\nثنا محمد بن فضيل عن العلاء بن المسيب عن إبراهيم بن قعيس عن\r\nنافع عن ابن عمر قال : \" كان رسول الله صلى الله عليه وسلم - إذا قدم من سفر -\r\nفأول الناس به عهدا فاطمة \" .\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n\r\nأول من أظهر إسلامه\r\n99 - حدثنا أبو موسى ثنا يحيى بن أبي بكير ثنا زائدة عن عاصم\r\nعن زر عن عبد الله قال : \" أول من أظهر إسلامه سبعة : رسول الله صلى الله عليه وسلم\r\nوأبو بكر وعمار وأمه سمية وصهيب وبلال والمقداد \" . بداية رسالته صلى الله عليه وسلم الرؤيا الصادقة .\r\n100 - حدثنا ابن كاسب ثنا عبد الرزاق وعبيد الله بن معاذ قالا :\r\nثنا معمر عن الزهري عن عروة عن عائشة قالت : \" أول ما بدئ به رسول\r\nالله صلى الله عليه وسلم من الوحي الرؤيا الصادقة \" .\r\n101 - حدثنا ( محمد بن أبي بكر المقدمي ) ثنا وهب بن جرير\r\nثنا أبي قال : سمعت النعمان يحدث عن الزهري عن عروة عن عائشة\r\nقالت : \" أول ما بدئ رسول الله صلى الله عليه وسلم من الوحي الرؤيا الصالحة فكانت\r\nتجئ مثل فلق الصبح \" .\r\n102 - حدثنا ابن أبي عمر ثنا عبد الرزاق عن معمر عن الزهري\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\nعن عروة عن أسماء بنت عميس قالت : فكان عمر يعيرها بطول المكث\r\nفي أرض الحبشة فذكرت ذلك أسماء لرسول الله صلى الله عليه وسلم فقال رسول الله\r\nصلى الله عليه وسلم لأسماء : لست لذلك قال : وأول آية نزلت في القتال : * ( أذن\r\nللذين يقاتلون ) * ( الحج - 39 ) .\r\n103 - حدثنا المقدمي ثنا وهب بن جرير ثنا أبي عن النعمان عن\r\nالزهري عن عروة عن عائشة قالت : وكان أول ما نزل عليه بعد * ( اقرأ\r\nباسم ربك ) * ( العلق - 1 ) * ( ن والقلم وما يسطرون ما أنت بنعمة ربك\r\nبمجنون ) * ( القلم 1 - 2 ) * ( يا أيها المدثر قم فأنذر ) * ( المدثر 1 - 2 ) .\r\nأول ما عرف من النجاشي\r\n104 - حدثنا أحمد بن عبدة ثنا وهب بن جرير ثنا أبي عن ابن\r\nإسحاق عن الزهري عن عروة عن عائشة قالت : \" وكان ذلك أول ما\r\nعرف من النجاشي من عدله وصلابته في حكمه \" .\r\nالتبشير بالجنة لعلي بن أبي طالب .\r\n105 - حدثنا محمد بن إسماعيل البخاري ثنا مكي بن إبراهيم ثنا\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n\r\nعبيد الله بن أبي زياد أخبرني أبو بكر بن عبد الله بن أبي ربيعة حدثتني\r\nأم خارجة امرأة زيد ابن ثابت قالت : أتينا رسول الله صلى الله عليه وسلم في حائط ومعه\r\nأصحابه إذ قال : \" أول رجل يطلع عليكم من أهل الجنة \" . فدخل علي .\r\nأول من أسلم من العرب\r\n106 - حدثنا عبد الله بن شبيب حدثنا ابن أبي أويس حدثنا أبي\r\nعن زيد بن أسلم عن أبيه عن عمر بن الخطاب أنه سمعه يقول : \" وكان\r\nأهل اليمن أول من أسلم من العرب بعد الأنصار وعبد القيس أهل البحرين \" .\r\nأول من أسلم من الرجال ومن الشباب .\r\n107 - حدثنا محمد بن مرزوق ثنا عبد العزيز بن الخطاب ثنا علي\r\nبن غراب ثنا يوسف بن صهيب عن عبد الله بن بريدة عن أبيه : \" أن خديجة\r\nأول من أسلم مع رسول الله صلى الله عليه وسلم وعلي بن أبي طالب \" .\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n\r\nأول خبيص أكل في الإسلام\r\n108 - حدثنا يوسف بن موسى ثنا عبد الملك بن هارون بن عنترة\r\nعن أبيه عن جده أن عثمان بن عفان قال لمحمد بن أبي بكر : أنشدك\r\nالله هل تعلم أن المسلمين جاعوا جوعا شديدا فجئت بالأنطاع فبسطتها\r\nثم صببت عليها الحوارى ثم جئت بالسمن والعسل فخلطته به فكان أول\r\nخبيص أكلوا في الإسلام ؟ قال : نعم .\r\nأوان رفع العلم\r\n109 - حدثنا يعقوب بن سفيان ثنا أبو صالح ثنا الليث حدثني إبراهيم\r\nبن أبي عبلة عن الوليد بن عبد الرحمن عن جبير بن نفير حدثني عوف\r\nبن مالك أن رسول الله صلى الله عليه وسلم نظر إلى السماء فقال : \" هذا أوان رفع\r\nالعلم \" . قال : فلقيت شداد ابن أوس بحديث عوف بن مالك فقال : صدق\r\nعوف ألا أخبرك بأول ذلك يرفع ؟ قلت : بلى . قال : الخشوع حتى لا\r\nترى خاشعا .\r\n110 - حدثنا أبو بكر ثنا يحيى بن إسحاق عن يحيى بن أيوب\r\nعن أبي قبيل عن عبد الله بن عمرو قال : بينما نحن عند رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n\r\n\r\nنكتب إذ سئل رسول الله صلى الله عليه وسلم : أي المدينتين تفتح أولا : القسطنطينية\r\nأو رومية ؟ فقال النبي صلى الله عليه وسلم : \" لا بل مدينة هرقل تفتح أولا \" .\r\nالجراد أول ما يهلك من هذه الأمة\r\n111 - حدثنا محمد بن المثنى وعبد الحميد بن دينار قالا : ثنا\r\nعبيد بن واقد عن محمد بن عيسى الهذلي عن محمد بن المنكدر عن\r\nجابر بن عبد الله عن عمر بن الخطاب قال : سمعت رسول الله صلى الله عليه وسلم يقول :\r\n\" أول ما يهلك من هذه الأمة الجراد \" .\r\nأول أمير في أمر الإسلام\r\n112 - حدثنا أبو بكر بن أبي شيبة حدثنا أبو أسامة عن مجالد\r\nعن زياد بن علاقة عن سعد أن رسول الله صلى الله عليه وسلم أمر عبد الله بن جحش وكان أول أمير في الإسلام .\r\nأول العرب الذين رموا بسهم في سبيل الله .\r\n113 - حدثنا يعقوب بن حميد ثنا مروان بن معاوية عن إسماعيل\r\nابن أبي خالد عن قيس بن أبي حازم عن سعد بن أبي وقاص قال : \" إني\r\nلمن أول العرب رمى بسهم في سبيل الله ولقد رأيتني سابع سبعة مع\r\nرسول الله صلى الله عليه وسلم \" .\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\n114 - حدثنا أبو بكر ثنا عبدة عن هاشم بن عروة عن أبيه قال :\r\nإن أول رجل سل سيفا في سبيل الله الزبير بن العوام نفخت نفخة :\r\nأخذ رسول الله صلى الله عليه وسلم فخرج الزبير يسوق الناس بسيفه ورسول الله صلى الله عليه وسلم\r\nبأعلى مكة . فلقي النبي صلى الله عليه وسلم فقال : مالك يا زبير ؟ قال : أخبرت أنك\r\nأخذت . قال : فصلى عليه ودعا له ولسيفه .\r\nأول من بنى مسجدا وصلى فيه\r\n115 - حدثنا أبو بكر ثنا يزيد بن هارون عن المسعودي عن القاسم\r\nبن عبد الرحمن قال : \" أول من بنى مسجدا فصلى فيه عمار بن ياسر \" .\r\nفاطمة أول من كان يدخل عليه رسول الله صلى الله عليه وسلم بعد سفره\r\n116 - حدثنا أبو الربيع الزهراني ثنا عبد الوهاب ثنا محمد بن جحادة\r\nثنا حميد عن سليمان المنبهي عن ثوبان قال : \" كان رسول الله صلى الله عليه وسلم\r\nإذا خرج في سفر آخر من يكون عهده به من أهل بيته فاطمة ، وإذا قدم\r\nأول من يدخل عليه فاطمة \" .\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n\r\n117 - حدثنا عقبة بن مكرم حدثنا هانئ بن يحيى ثنا الحسن بن\r\nأبي جعفر ثنا علي ابن زيد عن مطرف قال : سمعت ابن عباس يقول :\r\nقال رسول الله صلى الله عليه وسلم : \" أنا أول شافع يوم القيامة وأول مشفع ولا فخر\r\nوأول من تنشق عنه الأرض \" .\r\n118 - حدثنا عبد الوهاب بن الضحاك ثنا ابن عياش عن محمد\r\nابن طلحة عن عثمان بن يحيى عن ابن عباس قال : أول ما سمعنا بالفالوذج\r\nأن جبريل أتى النبي صلى الله عليه وسلم فقال : \" إن أمتك تفتح عليهم الأرض ويفاض\r\nعليهم من الديباج يأكلون الفالوذج \" فذكره .\r\nإبليس أول من يكسى حلة من النار\r\n119 - حدثنا هدبة ثنا حماد بن سلمة عن علي بن زيد عن أنس\r\nابن مالك أن رسول الله صلى الله عليه وسلم قال : \" أول من يكسى حلة من النار إبليس \" .\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\n120 - حدثنا أبو بكر ثنا خالد بن مخلد عن علي بن مسهر عن\r\nهشام بن عروة عن أبيه عن أسماء بنت أبي بكر أنها أتت النبي صلى الله عليه وسلم\r\nبابن الزبير حين وضعته وطلبوا تمرة يحنكه بها حتى وجدوها فحنكه\r\nبها . فكان أول شئ دخل بطنه ريق رسول الله صلى الله عليه وسلم .\r\nأول من سن الركعتين عند القتل\r\n121 - حدثنا ابن أبي عمر ثنا عبد الرزاق عن معمر عن الزهري\r\nعن عمرو بن أبي سفيان الثقفي عن أبي هريرة قال : بعث رسول الله\r\nصلى الله عليه وسلم عينا واستعمل عليهم عاصم بن ثابت بن أبي الأقلح قال خبيب :\r\nدعوني أصلي ركعتين . قال : وكان أول من سن الركعتين عند القتل .\r\nعبد الله بن الزبير أول مولود ولد في الإسلام\r\n122 - حدثنا أبو بكر عبيد الله بن موسى عن إسرائيل عن أبي إسحاق\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n\r\n\r\nعن رجل حدثه أن أبا بكر طاف بعبد الله بن الزبير في خرقة وكان أول\r\nمولود ولد في الإسلام يعني بالمدينة .\r\nأول يد خطت المفصل يد سيدنا عثمان\r\n123 - حدثنا المسيب بن واضح ثنا ابن المبارك عن يونس عن\r\nالزهري عن أبي سلمة عن عثمان قال : \" ما كنت لأكون أول من خلف\r\nرسول الله صلى الله عليه وسلم في ( أمته ) يهراق للدماء . قال وقال عثمان : إنها لأول\r\nيد خطت المفصل .\r\nأول من يدخل النار\r\n124 - حدثنا أبو عمير ثنا ضمرة عن ابن شوذب عن أبي المهزم\r\nعن أبي هريرة قال : \" أول من يدخل النار من هذه الأمة السواطون \" .\r\nوقت موت سيدنا إبراهيم\r\nحدثنا عمرو بن عثمان ثنا بقية حدثني عتبة بن أبي حكيم\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\n125 - حدثني شيخ منهم عن واثلة بن الأسقع عن رسول الله صلى الله عليه وسلم قال : \" لقي\r\nإبراهيم الحق في أول ليلة من رمضان \" .\r\nأول من هاجر بأهله\r\n126 - حدثنا محمد بن عبد الرحيم حدثنا بشار بن موسى الخفاف\r\nثنا الحسن بن زياد إمام مسجد محمد بن واسع قال : سمعت قتادة يقول :\r\nثنا النضر بن أنس عن أنس بن مالك قال : قال رسول الله صلى الله عليه وسلم : \" إن\r\nعثمان أول من هاجر إلى الله بأهله بعد لوط \" .\r\nأول من يمرون على الصراط\r\n127 - حدثنا ابن مصفى ثنا بقية بن الوليد ثنا الزبيدي عن الزهري\r\nعن عطاء ابن يزيد عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : \" فأكون\r\nأنا وأمتي أول من يجيز على الصراط \" ورواه معمر وشعيب وإبراهيم بن سعد .\r\n128 - حدثنا بندار ثنا محمد - يعني غندر - ثنا شعبة عن النعمان\r\nوهو ابن سالم قال : سمعت يعقوب بن عاصم بن عروة بن مسعود عن\r\nعبد الله بن عمرو قال : قال رسول الله صلى الله عليه وسلم : \" وينفخ في الصور فلا يسمعه\r\nأحد إلا أصغى ليتا وأول من يسمعه رجل يلوط حوضه فيصعق \"\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n\r\n\r\nأول ما يقول الله للمؤمنين\r\n129 - حدثنا عباس النرسي ثنا عبد الله بن المبارك ثنا يحيى بن أيوب\r\nعن عبيد الله بن رجا عن خالد بن أبي عمران عن أبي عياش عن معاذ\r\nابن جبل قال : قال رسول الله صلى الله عليه وسلم : إن شئتم أنبأتكم أول ما يقول الله\r\nللمؤمنين وأول ما يقولون له . قالوا : نعم يا رسول الله قال : \" إن الله\r\nيقول للمؤمنين يوم القيامة : هل أحببتم لقائي ؟ قال : فيقولون : نعم ربنا .\r\nفيقول : لم ؟ فيقولون : رجونا عفوك ومغفرتك . فيقول : قد وجبت لكم مغفرتي \" .\r\nأول من سيب السوائب\r\n130 - حدثنا علي بن ميمون ثنا سعيد بن مسلمة عن إبراهيم الهجري\r\nعن أبي الأحوص عن عبد الله بن مسعود عن النبي صلى الله عليه وسلم قال : \" أول من\r\nسيب السوائب أبو خزاعة عمرو بن عامر وإني رأيته في النار يجر أمعاءه بها \" .\r\nأول امرأة تلحق برسول الله في الجنة\r\n131 - حدثنا محمد بن عبد الرحيم ثنا أبو أحمد ثنا أبان بن عبد الله\r\nالبجلي عن كريم بن أبي حازم حدثتني سلمى بنت جابر عن عبد الله بن\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\n\r\nمسعود قال : سمعت رسول الله صلى الله عليه وسلم يقول : \" إن أول لحوق بي في الجنة\r\nامرأة من أحمس \" .\r\nأبو ذر أول من حيا بتحية الإسلام\r\n132 - حدثنا هدبة ثنا سليمان بن المغيرة عن حميد بن هلال عن\r\nعبد الله بن الصامت عن أبي ذر قال : \" كنت أول من حياه بتحية الإسلام\r\nفقال : وعليك ورحمة الله \" .\r\nالوصية بالأمهات\r\n133 - حدثنا محمد بن عوف ثنا محمد بن إسماعيل عن أبيه عن\r\nضمضم بن زرعة ثنا خراش عن أبي أمامة أنه شهد خطبة النبي صلى الله عليه وسلم في\r\nحجة الوداع فكان أول ما تفوه به أن قال : \" أوصيكم الله بأمهاتكم \" .\r\nأول من صنعت له الحمامات\r\n134 - حدثنا محمد بن إدريس ثنا إبراهيم بن مهدي ثنا عمر بن\r\nعبد الرحمن أبو حفص الأبار عن إسماعيل بن عبد الرحمن الأودي عن\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n\r\n\r\nأبي بردة عن أبي موسى عن النبي صلى الله عليه وسلم قال : \" أول من صنعت له الحمامات\r\nسليمان بن داود فلما دخله وجد غمه وحره فقال : \" أوه ثم أوه قبل\r\nأن لا يكون أوه \" .\r\nأول من أصيب في بدر\r\n135 - حدثنا المقدمي وعباس النرسي قالا : ثنا معتمر بن سليمان\r\nعن حميد عن أنس أن حارثة كان غلاما فيهم أصيب يوم بدر وكان\r\nأول من أصيب .\r\nأول من أسلم من الناس\r\n136 - حدثنا أبو موسى ثنا يحيى بن حماد ثنا أبو عوانة عن يحيى\r\nابن سليم ( أبو بلج ) عن عمرو بن ميمون عن ابن عباس قال : وكان\r\nأول من أسلم من الناس مع رسول الله صلى الله عليه وسلم علي بعد خديجة .\r\nأول من نعس يوم بدر رسول الله صلى الله عليه وسلم .\r\n137 - حدثنا دحيم ثنا الوليد بن مسلم عن ابن لهيعة عن أبي الأسود\r\nعن عروة ابن الزبير عن أبيه قال : \" لما التقينا يوم بدر سقط علينا النعاس\r\nفكان أول من استقبل من السكتة والنعسة رسول الله صلى الله عليه وسلم .\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\n\r\nأول آية نزلت في القتال\r\n138 - حدثنا إسماعيل بن هود ثنا إسحاق الأزرق عن سفيان عن\r\nالأعمش عن مسلم البطين عن سعيد بن جبير عن ابن عباس قال : \" . . .\r\nوهي أول آية نزلت في القتال \" يريد * ( أذن للذين يقاتلون بأنهم ظلموا\r\nوإن الله على نصرهم لقدير ) * [ الحج - 39 
  ] .\r\nأول شئ رآه رسول الله صلى الله عليه وسلم علامة على نبوته\r\n139 - حدثنا الحلواني ثنا الحماني أبو يحيى عن النضر بن عمر\r\nالخزاز عن عكرمة عن ابن عباس قال : كان أبو طالب يعالج شيئا من\r\nزمزم فكان النبي صلى الله عليه وسلم ينقل الحجارة وهو غلام فأخذ النبي صلى الله عليه وسلم إزاره\r\nفانقلب الحجر وتعرى فقيل لأبي طالب : أدرك ابنك وابن أخيك فإنه\r\nقد غشي عليه . فلما أفاق من غشيه سأله فقال : رأيت عليه ثياب بياض\r\nقال لي : استتر . قال : ابن عباس : فذاك أول شئ رأى رسول الله\r\nصلى الله عليه وسلم من النبوة . قال : فما رؤيت عورته من يومئذ .\r\nالإذن بكتابة الحديث\r\n140 - حدثنا عمرو بن عثمان ثنا الوليد بن مسلم عن الأوزاعي\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n\r\nعن عطاء عن عبد الله بن عمرو قلت : \" يا رسول الله إني أسمع منك\r\nأحاديث فتأذن لي أن أكتبها ؟ قال : نعم \" . قال : فكان أول كتاب كتبه\r\nكتاب النبي صلى الله عليه وسلم إلى أهل مكة .\r\nالصلاة أول نسك يوم عيد الأضحى\r\n141 - حدثنا يعقوب ثنا سفيان بن عيينة عن أبي ( جناب ) عن\r\nيزيد بن البراء عن أبيه أنه سمع النبي صلى الله عليه وسلم يقول يوم الأضحى :\r\n\" أول نسك هذا اليوم الصلاة \" .\r\nحكم الرجم للزاني في اليهودية والإسلام واحد\r\n142 - حدثنا أبو بكر ثنا أبو معاوية عن الأعمش عن عبد الله بن\r\nمرة عن البراء قال : مر على النبي صلى الله عليه وسلم بيهودي محمم مجلود قال : فدعاهم\r\nفقال : \" هكذا تجدون حد الزاني في كتابكم \" . فقال رجل منهم : \" لا\r\nنجده الرجم \" . فقال النبي صلى الله عليه وسلم : \" اللهم إني أول من أحيا أمرك إذ أماتوه \" .\r\nفأمر به فرجم .\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n143 - حدثنا المقدمي ثنا يحيى بن سعيد عن ابن جريج عن ابن\r\nالزبير عن جابر أن النبي صلى الله عليه وسلم أتي بضب فقال : \" أمه فقدت فلا\r\nأدري لعلها من القرون الأول \" .\r\nاستحباب التزام الصبر عند الصدمة الأولى\r\n144 - حدثنا المقدمي ثنا أبو داود وثنا عقبة بن مكرم ثنا محمد\r\nابن جعفر عن شعبة عن ثابت عن أنس أن رسول الله صلى الله عليه وسلم قال : \" إنما\r\nالصبر عند الصدمة الأولى .\r\n145 - حدثنا المقدمي ثنا عبد الصمد ثنا شعبة عن ثابت عن أنس\r\nأن رسول الله صلى الله عليه وسلم قال : \" إن الصبر عند أول صدمة \" .\r\n146 - حدثنا جعفر بن مهران ثنا عبد الوارث بن سعيد ثنا عبد\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n\r\nالعزيز بن صهيب عن أنس قال : أتي رسول الله صلى الله عليه وسلم بزينب بنت جحش\r\nوبعثني داعيا على الطعام . فدعوت فيجئ القوم فيأكلون ويخرجون ثم\r\nيجئ القوم فيأكلون ثم يخرجون . فقلت : يا نبي الله قد دعوت حتى\r\nما أجد أحدا أدعوه . فقال : ارفعوا طعامكم وإن زينب لجالسة في ناحية\r\nالبيت . وخرج رسول الله صلى الله عليه وسلم منطلقا نحو حجرة عائشة فقال : \" السلام\r\nعليكم أهل البيت \" . قالوا : وعليك السلام يا رسول الله كيف وجدت\r\nأهلك ؟ فأتى حجر نسائه فقلن مثل ما قالت عائشة فرجع النبي\r\nصلى الله عليه وسلم منطلقا نحو حجرة عائشة قال فما أدري أخبرته أو أخبر أن الرهط\r\nقد خرجوا فرجع حتى إذا وضع رجله في أسكفة داخل البيت والأخرى\r\nخارجة أرخى الستر بيني وبينه . وأنزلت آية الحجاب . والزهري عن أنس .\r\nالصبر عند الصدمة الأولى\r\n147 - حدثنا كامل بن طلحة ثنا الليث بن سعد عن يزيد بن أبي\r\nحبيب عن سعد بن سنان عن أنس بن مالك أن النبي صلى الله عليه وسلم قال : \" أنما الصبر عند الصدمة الأولى \" .\r\nأول من طعن\r\n148 - حدثنا محمد بن مرزوق ثنا محمد بن عبد الله الأنصاري ثنا\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nأبي عن ثمامة عن أنس بن مالك أن ناسا من قيس أتوا النبي صلى الله عليه وسلم فسألوه\r\nعن أن يبعث معهم ناس يعلمونهم القرآن فبعث معهم سبعين رجلا فيهم\r\nحرام بن ملحان قال أنس بن مالك : \" فغدروا بهم فقتلوهم وكان حرام\r\nأول من طعن \" .\r\n149 - حدثنا ابن أبي عمر وسلمة قالا : ثنا عبد الرزاق عن معمر\r\nعن الزهري قال : أخبرني أبو بكر بن عبد الله بن الحارث بن هشام عن\r\nأسماء بنت عميس قالت : أول ما اشتكى رسول الله صلى الله عليه وسلم في بيت ميمونة .\r\n150 - حدثنا أبو بكر ثنا عباد بن العوام عن أبي بكر بن أحمر\r\nعن ابن بريدة عن أبيه أن النبي صلى الله عليه وسلم قال : \" . . . انطلق فادفعه إلى أول\r\nخزاعي تلقاه في ميراث رجل من الأزد ولم يوجد أزدي \" .\r\nمكان نزول آية .\r\n151 - حدثنا نصر بن علي ثنا ابن داود عن فضيل بن مرزوق\r\nعن عطية عن أبي سعيد حدثتني أم سلمة أن هذه الآية نزلت في بيتها\r\n* ( إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيرا ) * [ الأحزاب 33 
  ] .\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n\r\nأول أهل رسول الله صلى الله عليه وسلم لحوقا به فاطمة .\r\n152 - حدثنا عمر بن الخطاب ثنا ابن أبي مريم عن نافع بن يزيد\r\nثنا ابن غزية عن محمد بن عبد الرحمن بن عبد الله بن عمرو بن عثمان\r\nأن أمه فاطمة بنت حسين حدثته أن عائشة زوج النبي صلى الله عليه وسلم كانت تقول :\r\n\" إن فاطمة قالت : أخبرني - تعني النبي صلى الله عليه وسلم - أني أول أهل لحوقا به \" .\r\nأول ما أعطى رسول الله صلى الله عليه وسلم الحقو\r\n153 - حدثنا فضل بن سهل ثنا يعقوب بن إبراهيم بن سعد ثنا\r\nأبي عن ابن إسحاق حدثني نوح بن حكيم الثقفي وكان قارئا للقرآن عن\r\nرجل من ولد عروة بن مسعود يقال له داود قد ولدته أم حبيبة بنت\r\nأبي سفيان عن ليلى بنت قانف الثقفية قالت : \" كنت فيمن غسل بنت\r\nالنبي صلى الله عليه وسلم أم كلثوم عند وفاتها فكان أول ما أعطانا رسول الله صلى الله عليه وسلم الحقو .\r\n154 - حدثنا عبدة بن عبد الله ثنا يزيد بن الحباب عن حسين بن\r\nواقد ثنا الربيع عن أبي العالية عن أبي بن كعب في قوله : * ( وإذ أخذنا\r\nمن النبيين ميثاقهم ومنك ومن نوح ) * [ الأحزاب 7 
  ] فقال رسول الله صلى الله عليه وسلم\r\n\" أنا أولهم نوح ثم الأول فالأول \" .\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n\r\nأول ما يسأل عنه العبد يوم القيامة\r\n155 - حدثنا عمرو بن عثمان ثنا الوليد بن مسلم ثنا عبد الله بن\r\nالعلاء بن زيد حدثني الضحاك بن عبد الرحمن بن عرزب عن أبي\r\nهريرة عن رسول الله صلى الله عليه وسلم قال : \" أول ما يسأل عنه العبد يوم القيامة\r\nأن يقال له : ألم أصح جسمك وأرويك من الماء البارد ؟ \" .\r\n156 - حدثنا أبو بكر ثنا محمد بن عبيد عن الأعمش عن جامع\r\nأبي صخرة عن صفوان بن محرز عن عمران بن حصين قال : كنت عند\r\nالنبي صلى الله عليه وسلم فأتاه أناس من اليمن فقال : \" أقبلوا البشرى ولا تقولوا كما\r\nقالت بنو تميم فقالوا : قد قبلنا فأخبرنا عن أول هذا الأمر ؟ قال : \" كان\r\nالله ولم يكن شئ غيره وكان عرشه على الماء \" .\r\nالتبشير بمستقبل المسلمين\r\n157 - حدثنا المقدمي حدثني عبد الله بن هشام الدستوائي حدثني\r\nأبي عن قتادة عن محمد بن سيرين عن أبي عبيدة أو عبيد بن حذيفة\r\n- شك أبو الحسن - عن عدي بن حاتم قال رسول الله صلى الله عليه وسلم : \" يوشك\r\nالظعينة أن تخرج حتى تأتي البيت بغير جوار وأوشك أن تفتح عليكم\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\nكنوز كسرى . قلت : كنوز كسرى ابن هرمز ؟ قال : كسرى بن هرمز\r\nوأوشك أن يخرج الرجل صدقة ماله فلا يجد من يقبلها منه .\r\nقال عدي : فقد رأيت الظعينة تخرج من الحيرة تأتي البيت بغير جوار\r\nوكنت في أول خيل أغارت على كنوز كسرى . وأيم الله لتكونن الثالثة\r\nقول رسول الله صلى الله عليه وسلم حق .\r\n158 - حدثنا محمد بن المثنى ثنا محمد بن جعفر ثنا شعبة عن\r\nسماك بن حرب قال : سمعت عباد بن حبيش يحدث عن عدي بن حاتم\r\nقال : جاءت خيل رسول الله صلى الله عليه وسلم أو رسل رسول الله صلى الله عليه وسلم فأخذوا عمتي\r\nوناسا فلما أتوا بهم النبي صلى الله عليه وسلم وصغوا له قالت : فقلت : يا رسول\r\nالله نأى الوافد وانقطع الوالد وأنا عجوز كبير ما لي من خدمة فمن\r\nعلي من الله عليك . قال : ومن أقدك ؟ قالت : عدي بن حاتم . قال : الذي\r\nقد فر من الله ورسوله ؟ قالت : فمن علي . قالت : فلما رجع ورجل إلى\r\nجنبه يرى أنه علي قال : سليه حملانا . قالت : فسألته فأمر بها . قال :\r\nفأتتني فقلت : لقد فعلت فعلة لو كان أبوك ما فعلها . قالت : فسألته\r\nفأمر بها . قال : فأتتني ، فقلت : لقد فعلت فعلة لو كان أبوك ما فعلها .\r\nقالت آتيه راغبا أو راهبا فقد أتاه فلان فأصاب منه ( وأتاه فلان\r\nفأصاب منه ) قال : فأتيته فإذا عنده امرأة وصبيان أو صبي فذكر\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\nقربهم من النبي صلى الله عليه وسلم فعرفت أنه ليس ملك كسرى ولا قيصر فقال لي :\r\nيا عدي بن حاتم ما أفرك ؟ أن يقال لا إله إلا الله فهل إله إلا الله ؟\r\nما أفرك ؟ أن يقال الله أكبر فهل أكبر من الله ؟ فأسلمت فرأيت وجهه\r\nاستبشر وقال : إن المغضوب عليهم اليهود والضالين النصارى .\r\n159 - حدثنا بندار ثنا محمد بن جعفر ثنا شعبة عن سماك بن حرب\r\nقال : سمعت عباد بن حبيش يحدث عن عدي بن حاتم عن النبي صلى الله عليه وسلم مثله .\r\nمكانة بلال\r\n160 - حدثنا محمد بن مرزوق ثنا عبد العزيز بن الخطاب ثنا محمد\r\nابن الفضل ابن عطية الخراساني عن أبيه عن عبد الله بن بريدة عن أبيه قال :\r\nقال رسول الله صلى الله عليه وسلم : \" فأول من يكسى بعد النبيين والشهداء بلال وصالحي\r\nالمؤذنين \" .\r\n161 - حدثنا دحيم ثنا شعيب بن إسحاق عن هشام بن عروة عن\r\nعروة وفاطمة بنت المنذر أنهما سمعا أسماء بنت أبي بكر قالت : \" إن\r\nأول شئ دخل بطنه ريق رسول الله صلى الله عليه وسلم \" . تريد عبد الله بن الزبير .\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n\r\n\r\nأول مولود ولد في المدينة بعد الحجرة\r\n162 - حدثنا يعقوب ثنا عبد الله بن محمد بن هشام بن عروة عن\r\nأبيه عن أسماء بنت أبي بكر قالت : \" كان أول مولود ولد بالمدينة مقدم\r\nالنبي صلى الله عليه وسلم \" تعني عبد الله بن الزبير .\r\n163 - حدثنا زيد بن أخزم ثنا مسلم بن قتيبة ثنا مثنى بن سعيد\r\nعن أبي جمرة عن ابن عباس قال : \" ألا أخبركم بإسلام أبي ذر ؟ قالوا :\r\nبلى . قال : قال أبو ذر فذكر القصة . قال : فكان هذا أول إسلام أبي ذر \" .\r\nالمسجد الحرام أول مسجد وضع في الأرض\r\n164 - حدثنا أبو بكر ثنا أبو معاوية عن الأعمش عن إبراهيم التيمي\r\nعن أبيه عن أبي ذر قال : قلت : يا رسول الله أي مسجد وضع في\r\nالأرض أول ؟ قال : المسجد الحرام قلت : ثم أي ؟ قال المسجد الأقصى\r\n- يعني بيت المقدس - قال : قلت : كم بينهما ؟ قال : أربعون سنة .\r\nالفرائض أول ما ينزع من العلم من الأمة\r\n165 - حدثنا الحزامي ثنا حفص عن عمر بن أبي العطاف ثنا أبو\r\nالزناد عن الأعرج عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : \" تعلموا\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n\r\n\r\nالفرائض وعلموه وهو نصف العلم وهو ينسى وأول ما ينزع من أمتي \" .\r\nأول من غير عهد سيدنا إبراهيم\r\n166 - حدثنا عباس النرسي ثنا يزيد بن زريع عن محمد بن عمرو\r\nعن أبي سلمة عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : عرضت علي\r\nالنار فرأيت عمرو بن لحي بن قمعة بن خندق أخو بني عمرو وهو يجر\r\nقصبة في النار وهو أول من غير عهد إبراهيم وسيب السيب .\r\nسيدنا إبراهيم أول من يكسى\r\n167 - حدثنا أبو مسعود الرازي ثنا محمد بن الفضل ثنا سعيد\r\nابن زيد عن علي بن الحكم عن عثمان عن إبراهيم عن علقمة والأسود\r\nعن عبد الله أن النبي صلى الله عليه وسلم سئل عن المقام فقال : إذا جئ بكم حفاة\r\nعراة غرلا يكون أول من يكسى إبراهيم يقول : اكسوا خليلي .\r\nأول شئ يرفع\r\n168 - حدثنا ابن مصفى ثنا بقية بن الوليد عن عيسى بن إبراهيم\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n\r\n\r\nعن موسى ابن أبي حبيب عن الحكم بن عمير الثمالي وكان من\r\nأصحاب النبي صلى الله عليه وسلم عن النبي صلى الله عليه وسلم قال : \" الأمانة أول شئ يرفع \" .\r\nالرؤيا لأول عابر\r\n169 - حدثنا ابن نمير ثنا أبي عن الأعمش عن يزيد الرقاشي عن\r\nأنس بن مالك قال : قال رسول الله صلى الله عليه وسلم : \" الرؤيا لأول عابر \" .\r\nأول ما واجه به رسول الله صلى الله عليه وسلم أبا سعيد\r\n170 - حدثنا هدبة بن خالد ثنا أبان بن يزيد عن قتادة قال : حدث\r\nهلال بن حصين أحد بني مرة بن عباد عن أبي سعيد قال : أعوزنا مرة\r\nحتى لم نجد شيئا فقالت لي امرأتي : لو أتيت رسول الله صلى الله عليه وسلم فسألته\r\nفكان أول ما واجهني به أن قال : \" من يستعفف يعفه الله \" .\r\nآدم أول النبيين\r\n171 - حدثنا عمرو بن عثمان ثنا محمد بن شعيب عن عثمان بن\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\n\r\nأبي عاتكة عن علي بن يزيد عن القاسم عن أبي أمامة عن أبي ذر قلت :\r\nيا رسول الله أي النبيين أول ؟ قال : آدم .\r\nأول من تنشق عنه الأرض\r\n172 - حدثنا أبو حاتم ثنا عبد الله بن رجاء عن همام عن قتادة\r\nعن سالم بن أبي الجعد وأبي حسان عن حذيفة قال : \" أما ترضون أن\r\nيكون سيد الناس يوم القيامة وأول من تنشق عنه الأرض أعلى الله\r\nيغضبون ورسوله فإني سمعت رسول الله صلى الله عليه وسلم يقوله \" .\r\nأول رأس أهدي في الإسلام\r\n173 - حدثنا ابن أبي غالب ثنا شهاب بن عباد ثنا شريك عن\r\nأبي إسحاق عن هنيدة الخزاعي قال : \" أول رأس أهدي في الإسلام عمرو\r\nبن الحمق أهدى إلى معاوية \" .\r\nأول من حيا رسول الله صلى الله عليه وسلم بتحية الإسلام\r\n174 - حدثنا أبو حاتم ثنا آدم بن أبي إياس ثنا سليمان بن المغيرة\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n\r\n\r\nعن حميد بن هلال عن عبد الله بن الصامت عن أبي ذر قال : كنت أول\r\nمن حيا رسول الله صلى الله عليه وسلم بتحية الإسلام فقال لي : \" وعليك ورحمة الله \" .\r\nالنهي عن الدخول أول السوق\r\n175 - حدثنا أبو الربيع الحارثي ثنا يزيد بن سفيان بن عبيد الله\r\nبن رواحة أبو خالد ثنا التيمي عن أبي عثمان عن سلمان قال : قال رسول\r\nالله صلى الله عليه وسلم : \" لا تكن أول من يدخل السوق \" .\r\nأول من صنع الصليب\r\n176 - حدثنا أبو موسى ثنا معتمر قال : سمعت ليثا يحدث عن\r\nبديل عن ذفرة عن عائشة قالت : كان نبي الله صلى الله عليه وسلم لا يرى التصلب\r\nأو الصليب في شئ إلا قضبة . قالت : \" وأول من صنعها رجل بالحبشة \" .\r\nأول من لبس خفين في الإسلام\r\n177 - حدثنا محمد بن مرزوق ثنا سهيل بن الحسام بن المصك\r\nثنا الحسن عن معاوية بن مرة عن عبد الله بن المغفل قال : \" أول من\r\nرأيت عليه خفين في الإسلام المغيرة بن شعبة فأتانا رسول الله صلى الله عليه وسلم وعليه\r\nخفان \" .\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n178 - حدثنا الحسن بن علي ثنا أبو عتاب سهل بن حماد ثنا جرير\r\nثنا بحر بن أيوب ثنا أبو إسحاق الهمداني عن عمرو بن ميمون عن عبد الله\r\nابن مسعود قال : قال رسول الله صلى الله عليه وسلم : في قوله * ( يوم تبدل الأرض غير\r\nالأرض ) * [ إبراهيم 48 
  ] قال : \" أرض بيضاء كأنها فضة لم يراق فيها دم\r\nولم يعمل فيها بخطيئة \" .\r\nالذين على جسر من جهنم\r\n179 - حدثنا إبراهيم بن المستمر ثنا محمد بن بلال عن سعيد\r\nعن قتادة عن حسان بن بلال عن عائشة أنها سألت رسول الله صلى الله عليه وسلم عن\r\nقوله : * ( يوم تبدل الأرض غير الأرض ) * [ إبراهيم 48 
  ] قال : \" ذاك والناس\r\nعلى جسر جهنم \" .\r\n180 - حدثنا أسيد بن عاصم ثنا عامر بن إبراهيم ثنا يعقوب عن\r\nعنبسة بن عبد الرحمن عن رجل عن مجاهد عن ابن عباس حدثتني عائشة\r\nأنها قالت لرسول الله صلى الله عليه وسلم : أرأيت قوله * ( والأرض جميعا قبضته يوم القيامة\r\nوالسماوات مطويات بيمينه ) * [ الزمر 67 
  ] فأين الناس يومئذ قال : على\r\nجسر جهنم .\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n\r\nأول من يشفع لهم رسول الله صلى الله عليه وسلم يوم القيامة .\r\n181 - حدثنا أحمد بن محمد ثنا محمد بن مروان الغلالي ثنا إبراهيم\r\nابن محمد بن عرعرة حدثني حرمي بن عمارة بن أبي حفصة حدثني سعيد\r\nبن السائب الطائفي عن عبد الملك بن أبي زهير بن عبد الرحمن الثقفي\r\nأن حمزة بن أبي تيما أخبره أن القاسم بن حميد أخبره أن عبد الله بن\r\nعباد بن جعفر أخبره أنه سمع من النبي صلى الله عليه وسلم يقول : \" أول من أشفع\r\nله من أمتي أهل المدينة وأهل مكة وأهل الطائف \" .\r\nأول قسامة كانت في الجاهلية\r\n182 - حدثنا محمد بن حسين الرازي ثنا أبو معمر عن عبد الوارث\r\nثنا قطن أبو الهيثم حدثني أبو يزيد المدني عن عكرمة عن ابن عباس\r\nقال : \" أول قسامة كانت في الجاهلية لفينا بني هاشم \" .\r\n183 - حدثنا محمد بن يزيد الرفاعي أبو هشام ثنا محمد بن فضيل\r\nعن السري ابن إسماعيل عن الشعبي عن سفيان بن الليل عن الحسن بن\r\nعلي بن أبي طالب ( عن علي بن أبي طالب ) قال : سمعت رسول الله\r\nصلى الله عليه وسلم يقول : \" أول من يرد علي الحوض أهل بيتي ومن أحبني من أمتي \" .\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nأول خبر قدم المدينة\r\n184 - قال أحمد بن عمرو : علمي والذي يخطر على بالي\r\nأن أبا طالب الجرجاني حدثنا سنة إحدى وثلاثين بالكوفة أن عبيد الله\r\nابن عمرو حدثهم عن عبد الله بن عقيل عن جابر بن عبد الله قال :\r\n\" أول خبر قدم المدينة من رسول الله صلى الله عليه وسلم أن امرأة يقال لها فطيمة كان\r\nلها رئي من الجن \" .\r\n185 - حدثنا سلمة بن شبيب ثنا عبد الرزاق عن معمر عن الزهري\r\nعن علي بن الحسين قال : أول خبر قدم المدينة عن رسول الله صلى الله عليه وسلم\r\nامرأة من أهل يثرب تدعى فطيمة كان لها تابع من الجن . ورواه الزهري\r\nعن خارجة بن زيد بن ثابت عن أبيه .\r\nأول من يرد الحوض على رسول الله صلى الله عليه وسلم .\r\n186 - حدثنا الحوطي ثنا سويد بن عبد العزيز حدثني أبو محمد\r\nشداد الضرير عن أبي سلام قال : سمعت ثوبان يحدث عن رسول الله\r\nصلى الله عليه وسلم قال : \" حوضي كما بين عدن وعمان وأول الناس علي ورودا فقراء\r\nالمهاجرين \" .\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n\r\n187 - حدثنا هدبة بن عبد الوهاب ثنا النضر بن شميل ثنا أبو\r\nلغامة العدوي ثنا أبو هنيدة البراء بن نوفل عن والآن العدوي عن حذيفة\r\nعن أبي بكر الصديق قال : قال رسول الله صلى الله عليه وسلم : \" . . فأقول : أي رب\r\nجعلتني سيد ولد آدم ولا فخر وأول من تنشق عنه الأرض ولا فخر . . . \"\r\n188 - حدثني علي بن ميمون ثنا عبد الله بن جعفر عن عبيد الله بن\r\nعمرو عن زيد ابن أبي أنيسة عن أبي الزبير عن طاووس عن ابن عباس\r\nأنه سئل عن ليلة الحصبة فقال : \" بدأها ربيعة الأول بكر وتغلب \" .\r\nعسفان أول ما غزا رسول الله صلى الله عليه وسلم\r\n189 - حدثنا سلمة بن شبيب ثنا إسماعيل بن عبد الكريم ثنا إبراهيم\r\nابن عقيل عن وهب بن منبه قال : سمعت جابر بن عبد الله يقول : \" إن\r\nرسول الله صلى الله عليه وسلم أول ما غزا عسفان ثم رجع \" .\r\nعمرو بن لحي أول من غير دين سيدنا إبراهيم\r\n190 - حدثنا هشام بن عمار ثنا عبد الله بن يزيد عن ابن أبي ذئب\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n\r\n\r\nعن صالح مولى التؤمة عن ابن عباس قال : قال رسول الله صلى الله عليه وسلم : \" أول\r\nمن غير دين إبراهيم عمرو بن لحي بن قمعة بن خندف أبو خزاعة \" .\r\nأول من قال : أما بعد\r\n191 - حدثنا الحرامي ثنا عبد العزيز بن أبي ثابت عن عبد الرحمن\r\nبن أبي الزناد عن أبيه عن بلال بن أبي موسى قال : أول من قال\r\n\" أما بعد \" داود - عليه السلام - وهو فصل الخطاب .\r\nأول من يدخل الجنة من أمة الإسلام\r\n192 - حدثنا محفوظ بن أبي توبة ثنا يزيد بن موهب عن عيسى\r\nبن يونس عن مجالد عن الشعبي عن خفاف بن عرابة عن عثمان بن عفان\r\nقال : قال رسول الله صلى الله عليه وسلم : \" الأنصار أصحابي في الدنيا وشيعتي في الآخرة\r\nوأول من يدخل الجنة من أمتي \" .\r\nأول أشراط الساعة\r\n193 - حدثنا المقدمي ثنا المعتمر عن حميد عن أنس أن عبد الله\r\nبن سلام أتى النبي صلى الله عليه وسلم فقال إني سائلك عن ثلاث قال : سلني قال\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nما أول أشراط الساعة ؟ وما أول ما يأكل منه أهل الجنة ؟ فقال : \" أما\r\nأول أشراط الساعة فنار تخرج من المشرق تحشر الناس إلى المغرب وأما\r\nأول ما يأكل منه أهل الجنة فزائدة كبد حوت \" .\r\nأول ما سمعه جبير بن مطعم من أمر الإسلام\r\n194 - حدثنا يعقوب بن سفيان ثنا عبد العزيز بن عمران ويحيى\r\nبن سليمان قالا : ثنا ابن وهب ثنا أسامة بن زيد عن الزهري عن محمد\r\nبن جبير بن مطعم عن أبيه . . . ذكر قراءة النبي صلى الله عليه وسلم بالطور . قال : وكان\r\nأول ما سمعت من أمر الإسلام \" .\r\nآخر الكتاب والحمد لله وحده\r\nوصلى الله على سيدنا محمد وآله وسلم تسليما كثيرا .\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78}
  ]