[
  {"content":"\r\nالرخصة في تقبيل اليد\r\n","description":"","footnote":"","page_name":" 54 ","page_number":1},
  {"content":"\r\nبسم الله الرحمن الرحيم أخبرنا الشيخ الإمام\r\nالعالم أبي الخير عبد الرحيم بن محمد بن أحمد بن موسى الأصفهاني في يوم الأربعاء\r\nرابع عشر صفر من سنة ثلاث وستين وخمسمائة حدثنا الشيخ الرئيس أبو الفضل جعفر\r\nبن عبد الواحد بن محمد الثقفي الشيخ العدل أبو منصور عبد الرزاق بن أحمد بن عبد\r\nالرحمن الخطيب ح وحدثنا الشيخ الإمام أبو عبد الله الحسين بن عبد الملك بن\r\nالحسين الخلال والشيخ الزكي أبو عبد الله محمد بن عبد الواحد بن محمد الطرسوسي\r\nالبيع قالا نا أبو القاسم إبراهيم بن منصور بن إبراهيم الخباز سبط بحرويه ح\r\nوحدثنا أبو الفتح إسماعيل بن الفضل بن أحمد السراج بقراءتي عليه نا أبو الفتح\r\nمنصور بن الحسين بن علي بن القاسم قالوا نا أبو بكر محمد بن إبراهيم بن علي بن\r\nعاصم بن زاذان بن المقري رضي الله عنه قال\r\n","description":"","footnote":"","page_name":" 55 ","page_number":2},
  {"content":"\r\nباب الرخصة في تقبيل اليد\r\nنا أبو محمد عبدان بن أحمد قال نا مسروق بن المرزبان نا عبد السلام بن حرب عن\r\nإسحاق بن عبد الله بن أبي فروة عن عبد الرحمن بن كعب بن مالك عن أبيه قال لما\r\nنزلت توبتي أتيت النبي صلى الله عليه وسلم فقبلت يده وركبتيه\r\n","description":"","footnote":"","page_name":" 56 ","page_number":3},
  {"content":"\r\n","description":"","footnote":"","page_name":" 57 ","page_number":4},
  {"content":"\r\nحدثنا\r\nمحمد بن الحسين بن شهريار البغدادي بها قال نا محمد بن يزيد بن رفاعة أبو هشام\r\nالرفاعي قال نا سعيد بن عامر نا شعبة عن زياد بن علاقة عن أسامة بن شريك قال\r\nقمنا إلى النبي صلى الله عليه وسلم فقبلنا يده\r\n","description":"","footnote":"","page_name":" 58 ","page_number":5},
  {"content":"\r\nحدثنا أبو يعلى قال نا\r\nأبو خيثمة زهير بن حرب قال نا ابن فضيل عن يزيد بن أبي زياد عن عبد الرحمن بن\r\nأبي ليلى عن ابن عمر أنه قبل يد النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 59 ","page_number":6},
  {"content":"\r\n","description":"","footnote":"","page_name":" 60 ","page_number":7},
  {"content":"\r\nحدثنا أبو\r\nيعلي وأبو عمرويه قالا نا محمد بن بشار بندار قال نا محمد بن جعفر وابن مهدي\r\nوأبو داود سهل بن يوسف قالوا نا شعبة عن عمرو بن مرة قال سمعت عبد الله بن\r\nسلمة عن صفوان بن عسال أن يهوديا قال لصاحبه اذهب بنا إلى هذا النبي ( صلى الله\r\nعليه وسلم ) قال فقبلا يده ورجله وقالا نشهد أنك نبي الله ( صلى الله عليه وسلم\r\n)\r\n","description":"","footnote":"","page_name":" 61 ","page_number":8},
  {"content":"\r\n","description":"","footnote":"","page_name":" 62 ","page_number":9},
  {"content":"\r\n","description":"","footnote":"","page_name":" 63 ","page_number":10},
  {"content":"\r\nحدثنا محمد بن علي بن مخلد قال نا إسماعيل بن عمرو البجلي قال نا\r\nحبان بن علي عن صالح بن حيان عن ابن بريدة عن أبيه قال جاء أعرابي إلى رسول الله\r\nصلى الله عليه وسلم فقال يا رسول الله إني قد أسلمت فأرني شيئا أزدد به يقينا\r\nقال ما الذي تريد قال ادع تلك الشجرة فلتأتك يحيى قال اذهب فادعها قال فأتاها\r\nالأعرابي فقال أجيبي رسول الله قال فمالت على جانب من جوانبها فقطعت عروقها\r\nثم مالت على الجانب الآخر فقطعت عروقها ثم أقبلت عن عروقها وفروعها مغبرة\r\nفقالت عليك السلام يا رسول الله قال فقال الأعرابي حسبي حسبي يا رسول الله\r\nفقال لها ارجعي فرجعت فحامت على عروقها وفروعها كما كانت فقال الأعرابي يا\r\nرسول الله أئذن لي أن أقبل رأسك ورجلك فأذن له ثم قال يا رسول الله أئذن لي أن\r\nأسجد لك فقال ( لا يسجد أحد لأحد ولو أمرت أحدا أن يسجد لأحد لأمرت المرأة\r\nتسجد لزوجها لعظم حقه عليها )\r\n","description":"","footnote":"","page_name":" 64 ","page_number":11},
  {"content":"\r\n","description":"","footnote":"","page_name":" 65 ","page_number":12},
  {"content":"\r\nحدثنا إبراهيم بن عبد الله الزينبي\r\nالعسكري بها وأبو يعلى الموصلي قالا نا محمد بن صدران قال نا بن حجير العبدي قال\r\nنا هود العصري العبدي عن جده قال بينما رسول الله صلى الله عليه وسلم يحدث\r\nأصحابه إذ قال لهم ( إنه سيطلع عليكم من هذا الوجه ركب هم من خير أهل المشرق )\r\nفقام عمر بن الخطاب فتوجه في ذلك فلقى ثلاثة عشر راكبا فرحب وقرب وقال من\r\nالقوم قالوا نفر من عبد القيس قال وما أقدمكم هذه البلدة التجارة قالوا لا قال\r\nأتبيعون سيوفكم هذه قالوا لا قال فلعلكم إنما قدمتم في طلب هذا الرجل قالوا أجل\r\nفمشى معهم ليحدثهم إذ نظر إلى النبي صلى الله عليه وسلم قال هذا صاحبكم الذي\r\nتطلبون فرمى القوم بأنفسهم عن رحالهم فمنهم من سعى ومنهم من مشى ومنهم من هرول\r\nحتى أتوا النبي صلى الله عليه وسلم وأخذوا بيده فقبلوها وقعدوا إليه وبقي الأشج\r\nوهو أصغر القوم فأناخ الإبل وعقلها وجمع متاع القوم ثم أقبل يمشي على تؤدة حتى\r\nأتى النبي صلى الله عليه وسلم فأخذ بيده فقبلها له رسول الله صلى الله عليه وسلم\r\nفيك خصلتان يحبهما الله عز وجل قال وما هما يا نبي الله قال الأناة والتؤدة قال\r\nيا نبي الله أشئ جبلت عليه أو تخلقا مني قال بل جبل جبلت عليه فقال الحمد لله\r\nالذي جبلني على ما يحب الله عز وجل ورسوله صلى الله عليه وسلم وأقبل القدم\r\nبتمرات لهم يأكلونها فجعل النبي صلى الله عليه وسلم يحدثهم بها يسمى لهم هذا\r\nكذا وهذا كذا قالوا أجل يا نبي الله وذكر الحديث\r\n","description":"","footnote":"","page_name":" 66 ","page_number":13},
  {"content":"\r\n","description":"","footnote":"","page_name":" 67 ","page_number":14},
  {"content":"\r\nحدثنا أبو يعلى قال\r\nنا محمد بن مرزوق قال نا محمد بن عبد الله الأنصاري قال نا أبي عن جميلة أم ولد\r\nأنس بن مالك قالت كان ثابت إذا أتى أنسا قال يا جارية هاتي طيبا أمسه بيدي\r\nفإن ثابتا إذا جاء لم يرضى حتى يقبل يدي\r\n","description":"","footnote":"","page_name":" 68 ","page_number":15},
  {"content":"\r\nحدثنا محمد بن محمد بن بدر\r\nالباهلي بمصر قال نا محمد بن الوزير الدمشقي قال نا مروان بن محمد قال نا أبو\r\nعبد الملك القاري قال سمعت يحيى بن الحارث يقول قال لنا واثلة بن الأسقع ترون\r\nكفي هذه بايعت بها رسول الله صلى الله عليه وسلم قال وقلت ناولني يدك\r\nفناولنيها فأخذتها فقبلتها\r\n","description":"","footnote":"","page_name":" 69 ","page_number":16},
  {"content":"\r\nحدثنا الحسين بن إسماعيل القاضي قال\r\nنا علي بن أحمد الجواربي قال نا يحيى بن راشد أبو بكر مستملى أبي عاصم قال نا\r\nطالب بن حجير العبدي قال حدثني هود بن عبد الله بن سعد سمعت مزيدة العبدي يقول\r\nوفدنا إلى رسول الله صلى الله عليه وسلم قال فنزلت إليه فقبلت يده حدثنا سلامة\r\nبن محمد بن عيسى بن قزعة العسقلاني الشيخ الصالح قال نا محمد بن خلف قال نا\r\nرواد قال سمعت سفيان يقول ( تقبيل يد الإمام العادل سنة )\r\n","description":"","footnote":"","page_name":" 70 ","page_number":17},
  {"content":"\r\nحدثنا عبد\r\nالله بن جعفر القصير قال نا أحمد بن الحسين سجادة قال نا صالح بن مبارك قال نا\r\nعبيد الله بن سعيد قائد الأعمش عن الأعمش عن أبي سفيان عن جابر ان عمر قام إلى\r\nالنبي صلى الله عليه وسلم فقبل يده\r\n","description":"","footnote":"","page_name":" 71 ","page_number":18},
  {"content":"\r\nحدثنا أحمد بن الحسن بن عبد الجبار\r\nالصوفي ببغداد قال نا أبو نصر التمار قال نا عطاف بن خالد المخزومي عن عبد\r\nالرحمن بن رزين عن سلمة بن الأكوع قال بايعت بيدي هذه رسول الله صلى الله عليه\r\nوسلم فقبلناها فلم ينكر ذلك\r\n","description":"","footnote":"","page_name":" 72 ","page_number":19},
  {"content":"\r\nحدثنا أحمد بن الحسن الصوفي قال نا\r\nسليمان بن أيوب صاحب البصري قال نا سفيان بن حبيب عن شعبة عن عمرو بن مرة عن\r\nذكوان أن رجلا قال أراه يقال له صهيب قال رأيت عليا رضي الله عنه يقبل يدي\r\nالعباس أو رجله ويقول أي عم ارض عنى\r\n","description":"","footnote":"","page_name":" 73 ","page_number":20},
  {"content":"\r\nحدثنا أبو يعلى أحمد بن علي قال\r\nحدثتنا أم الهيثم بنت عبد الرحمن بن فضالة بن عبد الله بن بكر السعدية من بني\r\nسعد بن بكر وجدتها فيما ذكرت حليمة بنت كبشة بنت أبي ذؤيب القطوية وكان مرضع\r\nالنبي صلى الله عليه وسلم قالت حدثني أبي عبد الرحمن بن فضالة بن عبد الله بن\r\nأبي بكر بن ربيعة قال حدثني أبي فضالة بن عبد الله قال حدثني أبي عبد الله بن\r\nأبي بكر وكان عبد الله قد رأى النبي صلى الله عليه وسلم أن عامر بن الطفيل انتهى\r\nإلى رسول الله صلى الله عليه وسلم فقال له النبي صلى الله عليه وسلم ( يا عامر\r\nأسلم تسلم ) قال واللات والعزى لا أسلم حتى تعطيني المدر وأعنة الخيل والوبر\r\nوالعمود قال رسول الله ( لا تصيب يا عامر بن الطفيل واحدا منهم حتى تسلم ) قال\r\nواللات والعزى لأملأن أكنافها عليك خيلا ورجالا وذكر كلاما كثيرا ) ثم لحق\r\nبرسول الله صلى الله عليه وسلم فأرسل خطام ناقته وطرح السلاح وأقبل يتهادى حتى\r\nأتى رسول الله صلى الله عليه وسلم فقبل قدميه قال أشهد أن لا إله إلا الله وأنك\r\nرسول الله آمنت بك وبما أنزل عليك وعقد له رسول الله صلى الله عليه وسلم\r\nاللواء على يدي رسول الله صلى الله عليه وسلم وأعطاه رسول الله صلى الله عليه\r\nوسلم السيف وقاتل بين يدي رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 74 ","page_number":21},
  {"content":"\r\n","description":"","footnote":"","page_name":" 75 ","page_number":22},
  {"content":"\r\nحدثنا\r\nالطحاوي قال نا إبراهيم بن أبي داود البرلسي قال نا عبد الرحمن بن المبارك قال\r\nنا سفيان بن حبيب قال نا شعبة قال نا عمرو بن مرة عن أبي صالح ذكوان عن صهيب\r\nمولى العباس قال رأيت عليا يقبل يد العباس ورجله ويقول يا عم ارض عني حدثنا\r\nمحمد بن العباس الرازي قال نا أبو حاتم الرازي قال نا عبدة بن سليمان قال نا\r\nمصعب بن ماهان عن سفيان قال تقبيل يد الإمام العادل سنة\r\n","description":"","footnote":"","page_name":" 76 ","page_number":23},
  {"content":"\r\nحدثني أحمد\r\nبن الحسن بن هارون الصباحي بالرملة قال نا أبو بكر محمد بن عبد الله الزهري قال\r\nنا موسى بن داود قال كنت عند سفيان بن عيينة فجاء حسين الجعفي فقام ابن عيينة\r\nفقبل يده\r\n","description":"","footnote":"","page_name":" 77 ","page_number":24},
  {"content":"\r\nحدثنا ابن أخي أبي زرعة نا أبو يوسف القلوسي نا أبو همام\r\nالحارثي نا مبارك بن عقيل أبو صخر سمعت ثابت البناني يقول قلت لأنس بن\r\nمالك أحب أن أقبل ما رأيت به رسول الله صلى الله عليه وسلم فأمكنه من عينيه\r\n","description":"","footnote":"","page_name":" 78 ","page_number":25},
  {"content":"\r\nحدثنا إسحاق بن أحمد بن نافع الخزاعي بمكة نا محمد بن يحيى بن أبي عمر\r\nقال سفيان قال حدث ابن جدعان قال سمعت ثابتا يقول لأنس مسست رسول الله صلى\r\nالله عليه وسلم بيديك قال نعم قال فأعطني يدك فأعطاه فقبلها\r\n","description":"","footnote":"","page_name":" 79 ","page_number":26},
  {"content":"\r\nقال\r\nالشيخ أبو بكر حدث يونس بن حبيب نا أبو داود نا مطر الأعنق قال حدثني أم أبان\r\nبنت الوازع بن الزارع أن جدها الزارع انطلق في وقد إلى رسول الله صلى الله عليه\r\nوسلم فما ملكنا أنفسنا أن وثبنا عن رواحلنا فجعلنا نقبل يديه ورجليه\r\n","description":"","footnote":"","page_name":" 80 ","page_number":27},
  {"content":"\r\nأخبرنا أبو يعلى نا داود بن عمرو نا محمد بن عبد الله بن عبيد بن عمير نا\r\nيحيى بن سعيد عن القاسم عن عائشة رضي الله عنها قالت لما قدم جعفر على أصحاب\r\nرسول الله صلى الله عليه وسلم تلقاه رسول الله صلى الله عليه وسلم فاعتنقه وقبل\r\nبين عينيه\r\n","description":"","footnote":"","page_name":" 81 ","page_number":28},
  {"content":"\r\n","description":"","footnote":"","page_name":" 82 ","page_number":29},
  {"content":"\r\n","description":"","footnote":"","page_name":" 83 ","page_number":30},
  {"content":"\r\n","description":"","footnote":"","page_name":" 84 ","page_number":31},
  {"content":"\r\n","description":"","footnote":"","page_name":" 85 ","page_number":32},
  {"content":"\r\n","description":"","footnote":"","page_name":" 86 ","page_number":33},
  {"content":"\r\n","description":"","footnote":"","page_name":" 87 ","page_number":34},
  {"content":"\r\nحدثنا أحمد بن محمد المصاحفي نا محمد بن إسماعيل الترمذي نا\r\nإبراهيم بن يحي بن هانئ نا أبي عن محمد بن إسحاق عن محمد بن مسلم عن عروة عن\r\nعائشة رضي الله عنها قالت استأذن زيد بن حارثة على النبي صلى الله عليه وسلم\r\nفاعتنقه وقبله\r\n","description":"","footnote":"","page_name":" 88 ","page_number":35},
  {"content":"\r\nحدثنا محمد بن عبد الله بن عبد السلام البيروتي مكحول\r\nنا يوسف بن سعيد بن مسلم نا خالد بن يزيد نا أبو مالك الأشجعي قال قلت لعبد\r\nالله بن أبي أوفى ناولني يدك التي بايعت بها رسول الله فناولنيها فقبلتها نا\r\nعبد الله بن محمد بن حيان نا أبو خبيب العباس بن أحمد بن محمد القاضي البرتي\r\nنا أحمد بن محمد بن عبد الله بن القاسم بن نافع بن أبي بزة قال حدثني أبي محمد\r\nعن أبيه عن جده عن أبي بزة قال دخلت مع مولاي عبد الله بن السايب على رسول\r\nالله صلى الله عليه وسلم فقمت إلى رسول الله صلى الله عليه وسلم فقبلت رأسه\r\nويده ورجله\r\n","description":"","footnote":"","page_name":" 89 ","page_number":36},
  {"content":"\r\nحدثنا ابن حيان نا إبراهيم بن محمد بن الحسن نا محمد بن\r\nمعاوية بن صالح عن عبد الرحمن بن مالك بن مغول عن ليث عن مجاهد عن ابن عباس\r\nقال صنع رسول الله صلى الله عليه وسلم إلي معروفا فقبلت يده رسول الله صلى الله\r\nعليه وسلم خمس مرات\r\n","description":"","footnote":"","page_name":" 90 ","page_number":37},
  {"content":"\r\nنا أبو يعلى نا عبد الأعلى بن حماد نا عثمان بن\r\nعمر نا إسرائيل عن ميسرة بن حبيب عن المنهال بن عمرو عن عائشة بنت طلحة عن أم\r\nالمؤمنين عائشة أنها قالت ما رأيت أحدا من خلق الله كان أشبه حديثا وكلاما\r\nبرسول الله صلى الله عليه وسلم من فاطمة وكانت إذا دخلت عليه رحب بها وقام\r\nإليها فأخذ بيدها وقبلها وأجلسها في مجلسه وكان إذا دخل عليها قامت إليه فرحبت\r\nبه وقبلته فدخلت عليه في مرضه الذي توفي فيه فأسر إليها فبكت ثم أسر إليها\r\nفضحكت فقلت كنت أحسب أن لهذه المرأة فضلا على النساء فإذا هي امرأة بينما هي\r\nتبكي إذا هي ضحكت فسألتها فقالت إني إذا لبذرة فلما توفي رسول الله صلى الله\r\nعليه وسلم سألتها قالت أسر إلي أنه ميت فبكيت ثم أسر إلي فأخبرني أني أول\r\nأهله لحوقا به فضحكت\r\n","description":"","footnote":"","page_name":" 91 ","page_number":38},
  {"content":"\r\n","description":"","footnote":"","page_name":" 92 ","page_number":39},
  {"content":"\r\nأخبرنا أحمد بن محمد بن إبراهيم بن حكيم نا أبو\r\nحاتم نا الهيثم بن عبيد الله نا حماد بن زيد قال كنت عند أبي هارون العبدي فدخل\r\nعلينا أيوب السختياني فسأله عن شئ ثم قام يخرج فقال لي من هذا الفتى قلت هذا\r\nأيوب السختياني فقال يا أبا بكر أردت أن تخرج قبل أن نعرفك قال فأخذ بيده\r\nوسلم عليه فقبل يده\r\n","description":"","footnote":"","page_name":" 93 ","page_number":40},
  {"content":"\r\nحدثنا علي بن إسحاق بن محمد بن البختري الماذرائي\r\nبالبصرة أبو الحسن نا محمد بن غالب بن عبد الرحمن بن حامد قال نا عبد الحكم بن\r\nمنصور نا عبد الملك بن عمير عن أبي سلمة بن عبد الرحمن عن أبي الهيثم بن\r\nالتيهان أن النبي صلى الله عليه وسلم لقيه فاعتنقه والتزمه وقبله أخبرنا ابن\r\nقتيبة نا عمران بن أبي جميل الدمشقي نا شهاب بن خراش نا أبو نصر عن الحسن عن\r\nأبي رجاء العطاردي قال أتيت المدينة فإذا الناس مجتمعون وإذا في وسطهم رجل\r\nيقبل رأس رجل وهو يقول إنا فداؤك ولولا أنت هلكنا فقلت من المقبل ومن المقبل\r\nقيل ذاك عمر بن الخطاب يقبل رأس أبي بكر رضي الله عنه في قتال أهل الردة\r\nالذين منعوا الزكاة\r\n","description":"","footnote":"","page_name":" 94 ","page_number":41},
  {"content":"\r\nحدثنا محمد بن علي نا أبو يشجب يعرف ابن خيران\r\nنا علي بن محمد بن شبيب نا أحمد بن علي بن زيد نا الحسن بن داود الأحمر نا حماد\r\nبن سلمة عن عمار بن أبي عمار أن زيد بن ثابت ركب يوما فأخذ ابن عباس بركابه\r\nفقال تنح يا ابن عم رسول الله صلى الله عليه وسلم فقال هكذا أمرنا أن نفعل\r\nبعلمائنا وكبرائنا فقال زيد أرني يدك فأخرج يده فقبلها فقال هكذا أمرنا أن نفعل\r\nبأهل بيت نبينا صلى الله عليه وسلم آخر الجزء والحمد لله رب العالمين\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":42}
  ]