[
  {"content":"\r\nافتراق الأمة إلى نيف وسبعين فرقة\r\n","description":"","footnote":"","page_name":" 46 ","page_number":1},
  {"content":"\r\nحديث افتراق الأمة ورد من\r\nطرق عديدة ساقها ابن الأثير يرحمه الله في جامع الأصول فقال أخرج أبو\r\nداود عن معاوية\r\n","description":"","footnote":"","page_name":" 47 ","page_number":2},
  {"content":"\r\nقال قام فينا رسول الله صلى الله عليه وسلم فقال ألا\r\nإن من قبلكم من أهل الكتاب افترقوا على ثنتين وسبعين ملة وإن هذه الأمة\r\nستفترق على ثلاث وسبعين ثنتان وسبعون في النار وواحدة في الجنة وهي الجماعة\r\n","description":"","footnote":"","page_name":" 48 ","page_number":3},
  {"content":"\r\nوأخرج أبو داود والترمذي عن أبي هريرة أن رسول الله صلى الله عليه\r\nوسلم قال تفرقت اليهود على إحدى وسبعين فرقة أو اثنتين وسبعين والنصارى مثل\r\nذلك وستفترق أمتي على ثلاث وسبعين فرقة\r\n","description":"","footnote":"","page_name":" 49 ","page_number":4},
  {"content":"\r\nوفي رواية أبي داود\r\nوتفرقت النصارى على إحدى وسبعين أو اثنين وسبعين فرقة وذكر الحديث وقال حسن\r\nصحيح وأخرج الترمذي عن ابن عمرو بن العاص قال قال رسول الله صلى الله\r\nعليه وسلم\r\n","description":"","footnote":"","page_name":" 50 ","page_number":5},
  {"content":"\r\nليأتين على أمتي ما أتى على بني إسرائيل حذوا النعل بالنعل\r\nحتى إن كان منهم من أتى أمة علانية ليكون في أمتي من يصنع ذلك وإن بني إسرائيل\r\nتفرقت على ثنتين وسبعين ملة وستفترق أمتي على ثلاث وسبعين ملة كلها في النار\r\nإلا واحدة قالوا من هي يا رسول الله قال من كان على ما أنا عليه وأصحابي أخرجه\r\nالترمذي وقال غريب\r\n","description":"","footnote":"","page_name":" 51 ","page_number":6},
  {"content":"\r\nوأخرج ابن ماجة مثل ذلك عن عوف بن مالك\r\nوأنس\r\n","description":"","footnote":"","page_name":" 52 ","page_number":7},
  {"content":"\r\nانتهى ما ساقه ابن الأثير في الجزء الثالث في حرف الفاء\r\nإذا عرفت هذا فالحديث قد استشكل من جهتين الجهة الأولى ما فيه من الحكم على\r\nالأكثر بالهلاك والكون في النار وذلك ينافي الأحاديث الواردة في الأمة\r\nبأنها أمة مرحومة وبأنها أكثر الأمم في الجنة منها حديث أنس عنه صلى الله عليه\r\nوسلم أمتي أمة مرحومة مغفور لها\r\n","description":"","footnote":"","page_name":" 53 ","page_number":8},
  {"content":"\r\nمتاب عليها وغيره مما مليت به\r\nكتب السنة من الأحاديث الدالة على\r\n","description":"","footnote":"","page_name":" 54 ","page_number":9},
  {"content":"\r\nسعة رحمة الله لها ولو سردناها\r\nلطال الكلام\r\n","description":"","footnote":"","page_name":" 55 ","page_number":10},
  {"content":"\r\nولما كان حديث الافتراق مشكلا كما ترى أجاب بعضهم\r\nبأن المراد بالأمة فيه أمة الدعوة لا أمة الإجابة يعني أن الأمة التي دعاها رسول\r\nالله صلى الله عليه وسلم إلى الإيمان بالله والإقرار بوحدانيته هي المفترقة إلى\r\nتلك الفرق وأن أمة الإجابة هي الفرقة الناجية يريد بها من آمن بما جاء به النبي\r\nصلى الله عليه وسلم فلا إشكال وهذا جواب حسن لولا أن يبعده وجوه الأول أن لفظ\r\nأمتي حيث جاء في كلامه صلى الله عليه وسلم لا يراد به إلا أمة الإجابة غالبا\r\nكحديث أمتي أمة مرحومة وحديث لا تزال طائفة من أمتي\r\n","description":"","footnote":"","page_name":" 56 ","page_number":11},
  {"content":"\r\nوحديث أمتي هذه أمة مرحومة ليس عليها عذاب في الآخرة وحديث إذا وضع\r\nالسيف في أمتي وحديث ليكونن من أمتي قوم يستحلون الخز\r\n","description":"","footnote":"","page_name":" 57 ","page_number":12},
  {"content":"\r\n","description":"","footnote":"","page_name":" 58 ","page_number":13},
  {"content":"\r\n","description":"","footnote":"","page_name":" 59 ","page_number":14},
  {"content":"\r\n","description":"","footnote":"","page_name":" 60 ","page_number":15},
  {"content":"\r\n","description":"","footnote":"","page_name":" 61 ","page_number":16},
  {"content":"\r\n","description":"","footnote":"","page_name":" 62 ","page_number":17},
  {"content":"\r\n","description":"","footnote":"","page_name":" 63 ","page_number":18},
  {"content":"\r\nوغير ذلك مما لا يحصى فالأمة في كلامه صلى الله عليه وسلم حيث\r\nأطلقت لا تحمل إلا على ما تعورف منها وعهد بلفظها ولا تحمل على خلافه وإن جاء\r\nنادرا الثاني قوله ستفترق بالسين الدالة على أن ذلك أمر مستقبل الثالث\r\nقوله ليأتين على أمتي فإنه إخبار بما سيكون ويحدث ولو جعلناه إخبارا ينتهي\r\nبافتراق المشركين في المستقبل لما كان فيه فائدة إذ هم على ضلالة وهلاك\r\nاجتمعوا أو افترقوا الرابع قرنهم بطائفتي اليهود والنصارى فإن المفترقين منهما\r\nهم طائفتا الإجابة لظاهر قوله تعالى وما تفرق الذين أوتوا الكتاب إلا\r\nمن بعد ما جاءتهم البينة\r\n","description":"","footnote":"","page_name":" 64 ","page_number":19},
  {"content":"\r\nوقوله تعالى وما اختلف فيه إلا الذين\r\nأوتوه من بعد ما جاءتهم البينات وقوله وما اختلف الذين أوتوا الكتاب\r\nإلا من بعد ما جاءهم العلم وقوله تعالى ولا تكونوا كالذين تفرقوا واختلفوا\r\nمن بعد ما جاءهم البينات الخامس ما أخرجه الترمذي عن أبي واقد الليثي أن\r\nرسول الله صلى الله عليه وسلم لما خرج إلى غزوة حنين مر بشجرة للمشركين كانوا\r\nيعلقون عليها أسلحتهم يقال لها ذات أنواط فقالوا يا رسول الله اجعل لنا ذات\r\nأنواط كما لهم ذات أنواط أهل فقال رسول الله صلى الله عليه وسلم سبحان الله إلى\r\nأن\r\n","description":"","footnote":"","page_name":" 65 ","page_number":20},
  {"content":"\r\nقال والذي نفسي بيده لتركبن سنن من قبلكم وهذا خطاب لمن خاطبه\r\nمن أمة الإجابة قطعا والذي يظهر لي في ذلك أجوبة أحدها أنه يجوز أن هذه\r\nالفرق المحكوم عليها بالهلاك قليلة\r\n","description":"","footnote":"","page_name":" 66 ","page_number":21},
  {"content":"\r\nالعدد لا يكون مجموعها أكثر من\r\nالفرقة الناجية فلا يتم أكثرية الهلاك فلا يرد الإشكال وإن قيل يمنع عن هذا\r\nأنه خلاف الظاهر من ذكر كثرة عدد فرق الهلاك فإن الظاهر أنهم أكثر عددا\r\nقلت ليس ذكر العدد في الحديث لبيان كثرة الهالكين وإنما هو لبيان\r\nاتساع طرق الظلال وشعبها ووحدة طريق الحق نظير ذلك ذلك ما ذكره أئمة التفسير\r\nفي قوله ولا تتبعوا السبل فتفرق بكم عن سبيله\r\n","description":"","footnote":"","page_name":" 67 ","page_number":22},
  {"content":"\r\nأنه جمع السبل\r\nالمنهي عن اتباعها لبيان شعب طرق الضلال وكثرتها وسعتها وأفرد سبيل\r\nالهدى والحق لوحدته وعدم تعدده وثانيها أن الحكم على تلك الفرق بالهلاك والكون\r\nفي النار حكم عليها باعتبار ظاهر أعمالها وتفريطها كأنه قيل كلها هالكة\r\nباعتبار ظاهر أعمالها محكوم عليها بالهلاك وكونها في النار\r\n","description":"","footnote":"","page_name":" 68 ","page_number":23},
  {"content":"\r\nولا\r\nينافي ذلك كونها مرحومة باعتبار آخر من رحمة الله لها وشفاعة نبيها وشفاعة\r\nصالحيها لطالحيها حديث\r\n","description":"","footnote":"","page_name":" 69 ","page_number":24},
  {"content":"\r\n","description":"","footnote":"","page_name":" 70 ","page_number":25},
  {"content":"\r\nوالفرقة الناجية وإن كانت\r\nمفتقرة إلى رحمة الله لكنها باعتبار ظاهر أعمالها يحكم لها بالنجاة لإيتانها عند\r\nبما أمرت به وانتهائها عما نهيت عنه\r\n","description":"","footnote":"","page_name":" 71 ","page_number":26},
  {"content":"\r\nوثالثها أن ذلك الحكم مشروط\r\nبعدم عقابها في الدنيا وقد دل على عقابها في الدنيا حديث أمتي هذه أمة مرحومة\r\nليس عليها عذاب في الآخرة إنما عذابها في الدنيا الفتن والزلازل والقتل\r\nوالبلايا أخرجه الطبراني في الكبير والبيهقي في شعب الإيمان عن أبي موسى\r\nفيكون حديث الافتراق مقيدا بهذا الحديث في قوله كلها هالكة ما لم تعاقب في\r\nالدنيا لكنها تعاقب في الدنيا فليست بهالكة ورابعها أن الإشكال في حديث\r\nالافتراق إنما نشأ من جعل القضية الحاكمة به وبالهلاك دائمة بمعنى أن الافتراق\r\nفي هذه الأمة وهلاك من يهلك منها دائم مستمر من زمن تكلمه صلى الله عليه\r\nوسلم بهذه الجملة إلى قيام الساعة وبذلك تتحقق أكثرية الهالكين وأقلية الناجين\r\nفيتم الإشكال\r\n","description":"","footnote":"","page_name":" 72 ","page_number":27},
  {"content":"\r\nوالحق أن القضية حينية يعني أن ثبوت الافتراق للأمة\r\nوالهلاك لمن يهلك ثبت في حين من الأحيان وزمن من الأزمان يدل على أن المراد\r\nذلك وجوه الأول قوله ستفترق الدال على الاستقبال لتحلية المضارع بالسين\r\nالثاني قوله ليأتين على أمتي فإنه إخبار بأمر مستقبل الثالث قوله ) ما\r\nأنا عليه وأصحابي فإن أصحابه من\r\n","description":"","footnote":"","page_name":" 73 ","page_number":28},
  {"content":"\r\nمسمى أمته بلا خلاف وقد حكم\r\nعليهم بأنهم أمة واحدة وأنهم الناجون وأن من كان على ما هم عليه هم الناجون فلو\r\nجعلنا القضية دائمة من حين التكلم بها للزم أن تكون تلك الفرق كائنة في أصحابه\r\nصلى الله عليه وسلم وهلم جرا وقد صرح الحديث نفسه بخلاف ذلك فإذا ظهر لك\r\nأن الحكم بالافتراق لأنه والهلاك إنما هو في حين من الأحيان وزمن من الأزمان لم\r\nيلزم أكثرية الهلاك وأقلية الناجين وهذا الجواب بحمد الله والذي قبله جيده لا\r\nغبار عليها\r\n","description":"","footnote":"","page_name":" 74 ","page_number":29},
  {"content":"\r\nإن قلت يجوز أن يكون زمن الافتراق أطول من زمن خلافه\r\nفيكون أهله أكثر فيكون الهالكون أكثر من الناجين قلت أحاديث سعة الرحمة\r\nوأكثرية الداخلين من هذه الأمة إلى الجنة قد دلت على أن الهالكين أقل وذلك\r\nلقصر حينهم المتفرع عليه قلتهم بالنسبة إلى أزمنة خلافه المتطاولة وكلام\r\nرسول الله صلى الله عليه وسلم لا يأتيه التناقض من بين يديه ولا من خلفه فلا بد\r\nمن الجمع بين ما يوهم التناقض وقد تم الجمع بهذا الوجه وما قبله فتعين\r\nالمصير إليها هذا ولا يبعد أن ذلك الحين والزمان هو آخر الدهر الذي وردت\r\nالأحاديث بفساده وفشو الباطل فيه وخفاء الحق وأن القابض فيه على دينه كالقابض\r\nعلى الجمرة وأنه الزمان الذي يصبح فيه الرجل مؤمنا ويمسي كافرا وأنه زمان غربة\r\nالدين\r\n","description":"","footnote":"","page_name":" 75 ","page_number":30},
  {"content":"\r\nفتلك الأحاديث الواردة فيه التي شحنت بها كتب السنة قارئن\r\nأخبرنا دالة على أنه زمان كثرة الهالكين وزمان التفرق والتدابر\r\n","description":"","footnote":"","page_name":" 76 ","page_number":31},
  {"content":"\r\n( ويحتمل أيضا أن الافتراق كان من عبد القرون المشهود لها بالخيرية وأن في كل\r\nقرن بعدها فرق من الهالكة وأكثرها في آخر الزمان وهذا جواب جيد استقل عن\r\nالإشكال ) الجهة الثانية من جهتي الإشكال في تعيين الفرقة الناجية فقد تكلم\r\nالناس فيها\r\n","description":"","footnote":"","page_name":" 77 ","page_number":32},
  {"content":"\r\nكل فرقة تزعم أنها هي الفرقة الناجية ثم قد تقيم بعض\r\nالفرق على دعواها برهانا أوهى من بيت العنكبوت ومنهم من يشتغل بتعداد\r\nالفرق المخالفة لما هو عليه ويعمد إلى ما شذت به تلك من الأقوال\r\nفينقله عنها ليبين بذلك أنها هالكة لاعتمادها على تلك الأقوال وأنه ناج\r\nبخلوصه عنها ولو فتش ما انطوى عليه لوجد عنده من المقالات ما هو أشنع من\r\nمقالات من خالفه\r\n","description":"","footnote":"","page_name":" 78 ","page_number":33},
  {"content":"\r\nلكن عين المرء كليلة عن عيب نفسه وبالجملة\r\nفكل يدعي وصلا لليلى * وليلى لا تقر لهم بذاكا\r\nوكان الأحسن بالناظر في الحديث\r\nأن يكتفي بالتفسير النبوي لتلك الفرقة فقد كفاه صلى الله عليه وسلم معلم\r\nالشرائع الهادي إلى كل خير صلى الله عليه وسلم المؤنة وعين له الفرقة الناجية\r\nبأنها من كان على ما هو صلى الله عليه وسلم وأصحابه وقد عرف بحمد الله من له\r\nأدنى همة في الدين ما كان عليه النبي صلى الله عليه وسلم وأصحابه ونقل إلينا\r\nأقوالهم وأفعالهم حتى أكلهم وشربهم ونومهم ويقظتهم حتى كأنا رأيناهم رأي عين\r\nوبعد ذلك فمن رزقه الله إنصافا من نفسه وجعله من أولي الألباب لا يخفاه\r\nحال نفسه أولا هل هو متبع لما كان عليه النبي صلى الله عليه وسلم وأصحابه أو غير\r\nمتبع ثم لا يخفى حال غيره من كل طائفة هل هي متبعة أو مبتدعة\r\n","description":"","footnote":"","page_name":" 79 ","page_number":34},
  {"content":"\r\nومن\r\nادعى أنه متبع للسنة النبوية متقيد بها يصدق دعواه أقواله وأفعاله أو تكذبها فإن\r\nما كان عليه صلى الله عليه وسلم قد ظهر ( بحمد الله ) لكل إنسان فلا يمكن\r\nالتباس المبتدع بالمتبع وعندي على تقرير ذلك الجواب وأن زمن الافتراق (\r\nوالهلاك ) هو آخر الزمان وأنه لا بعد في أن الفرقة الناجية هم\r\nالغرباء المشار إليهم في الحديث كحديث بدأ الإسلام غريبا وسيعود غريبا فطوبى\r\nللغرباء قيل ومن هم يا رسول الله قال الذين يصلحون إذا فسد الناس وفي رواية\r\nالذين يفرون بدينهم من الفتن وفي رواية الذين يصلحون ما أفسد الناس من سنتي وفي\r\nحديث عبد الله بن عمرو قلنا من الغرباء يا رسول الله قال\r\n","description":"","footnote":"","page_name":" 80 ","page_number":35},
  {"content":"\r\nقوم صالحون\r\nقليل في ناس سوء كثير من يعصيهم أكثر ممن يطيعهم\r\n","description":"","footnote":"","page_name":" 81 ","page_number":36},
  {"content":"\r\n","description":"","footnote":"","page_name":" 82 ","page_number":37},
  {"content":"\r\n","description":"","footnote":"","page_name":" 83 ","page_number":38},
  {"content":"\r\n","description":"","footnote":"","page_name":" 84 ","page_number":39},
  {"content":"\r\n","description":"","footnote":"","page_name":" 85 ","page_number":40},
  {"content":"\r\nوهم المرادون\r\nبحدي لا تزال طائفة من أمتي ظاهرين على الحق لا يضرهم من خالفهم أو خذلهم حتى\r\nيأتي أمر الله\r\n","description":"","footnote":"","page_name":" 86 ","page_number":41},
  {"content":"\r\nوهم المرادون بما أخرجه الطبراني وغيره عن أبي\r\nأمامة عن النبي صلى الله عليه وسلم أنه قال إن لكل شئ إقبالا وإدبارا وإن\r\nلهذا الدين إقبالا وإدبارا وإن من إدبار الدين ما كنتم عليه من العمى\r\nوالجهالة وما بعثني الله به وإن من إقبال الدين أن تفقه القبيلة بأسرها حتى لا\r\nيوجد فيها إلا الفاسق والفاسقان فهما مقهوران ذليلان إن تكلما قهرا وقمعا\r\nواضطهدا وإن من إدبار الدين أن تجفو القبيلة بأسرها حتى لا يكون فيها إلا\r\nالفقيه والفقيهان وهما مقهوران ذليلان إن تلما فأمرا بالمعروف ونهيا عن المنكر\r\nقمعا وقهرا واضطهدا فهما ذليلان لا يجدان على ذلك أعوانا ولا أنصارا\r\n","description":"","footnote":"","page_name":" 87 ","page_number":42},
  {"content":"\r\n","description":"","footnote":"","page_name":" 88 ","page_number":43},
  {"content":"\r\n","description":"","footnote":"","page_name":" 89 ","page_number":44},
  {"content":"\r\n","description":"","footnote":"","page_name":" 90 ","page_number":45},
  {"content":"\r\nفهذه الأحاديث وما في معناها في وصف آخر الزمان وأهله قد دلت\r\nعلى أنه زمان كثرة الهالكين وقلة الناجين وأحاديث الغرباء قد دلت أوصافهم\r\nبأنهم هم الفرقة الناجشية يا في ذلك الزمان وليسوا بفرقة مشار إليها كالأشعرية\r\nأو المعتزلة مثلا\r\n","description":"","footnote":"","page_name":" 91 ","page_number":46},
  {"content":"\r\nبل هم النزاع من القبائل كما في الحديث\r\n","description":"","footnote":"","page_name":" 92 ","page_number":47},
  {"content":"\r\nوهم متبعو الرسول صلى الله عليه وسلم اتباعا قوليا وفعليا\r\nيكون من أي فرقة كانت هذا وقد ذكر في الفرقة أنهم صالحوا كل\r\nفرقة وذكر أنهم\r\n","description":"","footnote":"","page_name":" 93 ","page_number":48},
  {"content":"\r\nأهل البيت النبوي سلام الله عليهم ومن اتبعهم إلا\r\nأن ذلك مبني على أن القضية دائمة ثم هو لا يدفع الإشكال كما لا يخفى نعم وهذا\r\nكله توفيق بين الأحاديث مبني على صحة قوله كلها\r\n","description":"","footnote":"","page_name":" 94 ","page_number":49},
  {"content":"\r\nهالكة إلا فرقة\r\nولا شك أنه قد ثبت في كتب السنة كما سمعته ولكنه قد نقل السيد العلامة الحافظ\r\nعز الدين محمد بن إبراهيم الوزير رحمه الله عن أبي\r\n","description":"","footnote":"","page_name":" 95 ","page_number":50},
  {"content":"\r\nمحمد بن\r\nحزم في بعض رسائله ما لفظه قال الحافظ أبو محمد بن حزم إن الزيادة\r\nبقوله كلها هالكة إلا فرقة موضوعة وإنما الحديث المعروف إنها تفترق إلى نيف\r\nوسبعين فرقة لا زيادة على\r\n","description":"","footnote":"","page_name":" 96 ","page_number":51},
  {"content":"\r\nهذا في نقل الثقات ومن زاد على نقل\r\nالثقات في الحديث المشهور كان عند المحدثين معلا ما زاده غير صحيح وإن كان\r\nالراوي ثقة غير أن مخالفة الثقات فيما شاركوه في حديثه يقوي الظن على أنه وهم\r\nفيما زاده أو أدرج في الحديث كلام بعض الرواه وحسبه من كلام رسول الله صلى\r\nالله عليه وسلم فيعلون مع الحديث بهذا وإن لم يكن مقدوحا فيه\r\n","description":"","footnote":"","page_name":" 97 ","page_number":52},
  {"content":"\r\n","description":"","footnote":"","page_name":" 98 ","page_number":53},
  {"content":"\r\nعلى أن أصل الحديث الذي حكموا بصحته ليس مما اتفقوا على صحته وقد تجنبه\r\nالبخاري ومسلم مع شهرته لعدم اجتماع شرائطهما فيه انتهى كلامه\r\n","description":"","footnote":"","page_name":" 99 ","page_number":54},
  {"content":"\r\nهذا ما سنح للفقير محمد بن إسماعيل الأمير عفا الله عنه في توجيه الحديث بعد\r\nأن سألني عنه بعض الإخوان العلماء فإن وافق فمن فضل من ألهم إليه وإلا فمن قصور\r\nمن حرره في شهر\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":55}
  ]