[
  {"content":"\r\nمجمع الأفكار\r\nو\r\nمطرح الأنظار\r\nتقريرات بحث الأصول\r\nلشيخ الفقهاء والمجتهدين آية الله العظمى\r\nالحاج ميرزا هاشم الآملي النجفي\r\nمد ظله العالي\r\nتأليف\r\nالعبد محمد علي الاسماعيل پور الشهرضائي\r\nالقمي\r\nمع تذييلات من المقرر\r\nالجزء الخامس\r\nمحرم الحرام 1396\r\nحق الطبع محفوظ للمؤلف\r\nالمطبعة العلمية - قم\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nبسم اللَّه الرّحمن الرّحيم\r\nالحمد للَّه رب العالمين والصلاة والسلام على محمد وآله الطيبين الطاهرين واللعن على أعدائهم أجمعين من الآن إلى قيام يوم الدين .\r\nاما بعد فيقول العبد الفاني محمد علي الإسماعيل پور الأصفهاني القمشه إي القمي ابن نصر اللَّه غفر اللَّه تعالى ذنوبهما ان ما بين يديك من الكتاب هو المجلد الخامس من كتاب مجمع الأفكار ومطرح الأنظار تقريرات بحث شيخنا العلامة المحقق المدقق آية اللَّه العظمى الحاج ميرزا هاشم الآملي النجفي أدام اللَّه تعالى ظله الشريف مرجعا وملاذا للعلم وأهله وللإسلام والمسلمين مع تنظيم وتنقيح منّي بعد بيان ما أدى إليه النّظر في تذييلاته بقدر المجال .\r\nوفيه يبحث عن قاعدة نفى الضرر والضرار في الإسلام وعن الاجتهاد والتقليد وهذان البحثان من المباحث المهمة المفيدة سواء كانا من مباحث علم الفقه أو من مباحث علم الأصول وقد دون ذلك بعض الأعاظم مثل المحقق الخراسانيّ في الأصول في كتابه المسمى بالكفاية في حد من الاختصار خصوصا في قاعدة اللاضرر .\r\nولا بد من الدقة فيهما فان قاعدة نفى الضرر قاعدة ربما تزل القدم في تطبيقها على الموارد وملاحظة نسبتها مع غيرها من الأدلة الأولية أو الثانوية فإذا فرض\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nكون الفقر مثلا ضرريا لا ينفى بها ولا يتبع ما يتوهم انه لازمه وهو أخذ المال عينا أو منفعة من الغنى لأن مفادها النفي لا الإثبات ولأنها قاعدة امتنانية للنوع لا للشخص فقط كما أن قاعدة نفى الحرج أيضا كذلك ولم يعهد في هذا الباب من الإسلام الا جعل حق للفقراء بجميع شؤون فقرهم في مسكنهم وملبسهم ومأكلهم من الخمس والزكاة والكفارات وأمثال ذلك وغاية أمرهم بيد ولى المسلمين كما أن بحث الاجتهاد والتقليد فيه مسائل دقيقة لطيفة كما لا يخفى عن أهل الفن ولا يكون البحث في الأصول عنه الا في كلياته وكيف كان فلنشرع في أصل المطلب .\r\n\r\nخاتمة في الاجتهاد والتقليد والبحث فيه في فصول\r\n\r\nالفصل الأول في معنى الاجتهاد\r\nفقد اختلف التعابير في معناه فقيل إنه في اللغة عبارة عن تحمل المشقة واصطلاحا هو استفراغ الوسع لتحصيل الظن بالحكم الشرعي وقيل إنه ملكة يقتدر بها على استنباط الحكم الشرعي الفرعي وأساتيذنا قالوا إنه استفراغ الوسع لتحصيل الحجة الشرعية .\r\nوأقول انه لا يخفى عليكم ان المراد بالمجتهد في اصطلاح الفقهاء والأصوليين ليس من يصدق عليه في اللغة انه اجتهد وسعى فهو مجتهد والا لزم ان يشمل عنوان المجتهد لمن هو كذلك في مبادئ استنباط الأحكام مثل من اجتهد في علم النحو فقط أو الصرف أو المنطق وصار صاحب رأى ونظر .\r\nبل المراد بالمجتهد هو من عرف الحلال والحرام عن الأدلة الشرعية وهو الموضوع لجواز تقليده كما يكون التعبير كذلك في الروايات بأنه من عرف حلالنا وحرامنا فليرضوا به حكما وهذا المعنى الَّذي هو موضوع جميع الآثار لا ينطبق عليه التعاريف المتقدمة في الاصطلاح .\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\nلأن من يكون وأصلا إلى درجة الاجتهاد وحصل له القوة أو الملكة ولم يستنبط الأحكام بمقدار معتنى به لا يصدق عليه العارف بالاحكام لأن صرف القوة لا يكفى لكونه من أهل الذّكر الَّذي يكون الأمر بالرجوع إليه وهكذا من استفرغ الوسع في بعض غير معتنى به لا يصدق عليه العارف كذلك فالتعبير بأنه استفراغ الوسع لتحصيل الظن أو لتحصيل الحجة غير تام لأن تحصيل الوظيفة أيضا يكون كافيا فمن كان له ملكة الاجتهاد واستنبط مقدارا معتنى به من الأحكام بحيث يصدق عليه انه عارف بالحلال والحرام عن الأدلة التفصيلية فهو المجتهد الَّذي يكون له الفتوى والحكم بين الناس والكلام في أن العرفان بجميع الأحكام هل يحصل لشخص أم لا سيأتي في البحث عن الاجتهاد المطلق والتجزّي .\r\nوعلى ما ذكرناه لا فرق بين ان يكون السند له الآية أو الرواية أو أصل من الأصول المحرزة كالاستصحاب أو أصل غير محرز كالبراءة فإنه وان لم يكن له علم بالحكم في صورة إجرائه البراءة لكنه عارف بالحكم والوظيفة من هذا الوجه ولا يخفى ان النزاع بين الأخباريّ الَّذي يقول لا معنى للاجتهاد والسند هو الرواية والأصولي الَّذي يقول لا بد من الاجتهاد لا يرجع إلى محصل لأن فهم الحكم من الاخبار أيضا اجتهاد وتحصيل لعرفان الحلال والحرام وتحصيل للوظيفة المقررة في الشرع الأنور فلا بدّ من تحصيل الوظيفة من الاخبار ومن الأصول العملية .\r\nوفي هذا الطريق ربما يوافق نظر بعض الأصوليين مع الاخباري كما أن بعض الأصوليين لا يقول بجريان البراءة في الشبهات الحكمية استنباطا من الدليل وفاقا للأخباري فتحصيل الحجة من أي طريق شرعي كان يوجب العرفان بالحلال والحرام حتى إذا كان سند المجتهد حجية الظن المطلق لكونه انسداديا على الحكومة في باب الانسداد فإنه حينئذ يكون حاكما بالحكم على طبق الانسداد من سبيل العقل فقط وهو انه إذا رأى عدم كون الإنسان كالبهائم وانه مكلف بتكاليف من الشرع\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nولا بد له اتباعه فيحكم بحجية الظن بعد كون الاحتياط عسريا .\r\nفحكم العقل أيضا من هذا الباب أو من باب آخر متبع عن المجتهد وانه الرسول الباطني واما الانسداد على الكشف فهو ينتج كشف حكم الشرع بدليله وليس من الحكم العقلي المحض .\r\nوالحاصل سواء كان الدليل العقل أو الشرع يكون رأي المجتهد حجة لنفسه ولمقلديه وهو خبرة الدين فلا بدّ من الرجوع إليه من حيث هو الخبرة ولا يسأل المقلد عن دليله تفصيلا كما أن ساير الخبراء أيضا كذلك .\r\n\r\nالفصل الثاني في الإطلاق والتجزي في الاجتهاد\r\n\r\nولكل منهما جهات من البحث\r\n\r\nالجهة الأولى\r\nفي البحث عن إمكان حصول الاجتهاد المطلق وعدمه فإنه ربما قيل إن الاجتهاد المطلق لا يمكن تحصيله لكثرة الأحكام الشرعية في جميع أبواب الفقه مضافا بأنه ربما يتوقف على علوم لا يعلمه المجتهد كمعرفة أول الشهر في الصوم مثلا ومعرفة القبلة في الصلاة فان المجتهد محتاج إلى الهيئة والنجوم وليس عارفا بذلك .\r\nولكن يمكن ان يقال في الجواب عنه ان المراد بالمجتهد ليس من استنبط جميع الأحكام بالفعل حتى يقال لم يتفق ذلك لأحد لكثرة الفروع بحيث لا تحصى بل المراد به من استنبط مقدارا معتنى به مع وجود القوة على استنباط حكم كل مسألة احتاج إلى استنباطه واما عدم علم بعض المجتهدين بالهيئة والنجوم فلا يضر بإطلاق الاجتهاد لأن المجتهد في رد الفروع على الأصول يرجع إلى الخبرة في تطبيق الحكم على الموضوع فهو يستنبط ان القبلة حسب الدليل الشرعي في مكان كذا يكون كذا مثل كون الجدي خلف المنكب في بعض الأمكنة وعدمه في بعض آخر أو يجب الصلاة بعد الزوال أو يجب الصوم في أول شهر رمضان إلى آخره وفي تعيين القبلة الزوال وأول الشهر وآخره يرجع إلى الخبرة في ذلك في مقام التطبيق\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nوالحاصل ان الفقيه يكون شأنه بيان الأحكام وكل علم يكون دخيلا في فهم الحكم كعلم الأصول وغيره لا بد من الاجتهاد فيه واما ما لا دخل له فيه مثل الهيئة والنجوم فيرجع إلى الخبرة في هذا الفن كما يرجع في فهم ان العصير بعد الغليان هل حصل التثليث فيه ليصير حلالا أم لا ليكون حراما إلى الخبرة في هذا الفن وهكذا غيره من الموضوعات .\r\nمضافا بأن بعض العلماء مثل العلامة والشهيدين والبهائي والمحقق من العلماء بالهيئة أيضا فأمثالهم لا يكون الإشكال في إطلاق اجتهادهم نعم من كان قاصرا في مقدمات الاستنباط مثل عدم كون المجتهد خبرة في المسائل الأصولية الدقيقة فهو امر آخر فان بعضهم يفتى بجواز البقاء على تقليد الميت ولكن لا يمس ذهنه إلى أن تنجيز رأي المجتهد لمقلديه جهة تعليلية أو تقييدية ويأتي الكلام في جواز تقليده وعدمه مع عدم علمه بما هو من مقدمات استنباطه .\r\nواما ما يرجع إلى التطبيقات فيرجع إلى الخبراء كما في ساير الموارد فتحصل من جميع ما تقدم ان الإطلاق في الاجتهاد ممكن ولا إشكال فيه .\r\n\r\nالجهة الثانية\r\nفي أن المجتهد المطلق هل يجوز له تقليد غيره بأن لا يستنبط الأحكام أو يجب عليه الاستنباط فيه خلاف والحق عندنا هو انه إذا كان مقدمات الاجتهاد من الكتب الموضوعة لهذا الفن في يده ولا يكون له اشتغال بما هو أهم يجب عليه الاستنباط لأن دليل جواز التقليد سواء كان الفطرة العقلائية أو العقل أو الروايات يكون موضوعه الجاهل بالحكم ومن لا يكون جاهلا وله طريق العلم لا يكون موضوعا لهذا الدليل والأصل يقتضى عدم حجية رأى أحد على أحد .\r\nلا يقال هذا في المجتهد الَّذي يكون رأيه انفتاح باب العلم أو العلمي يصح واما المجتهد الانسدادي فهو مثل الجاهل لأن عقيدته عدم طريق له للعلم بالاحكام فلا إشكال في رجوعه إلى من يكون انفتاحيا .\r\nلأنا نقول إن المجتهد إذا كان انسداديا أيضا يكون عالما بالوظيفة مثل\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nالانفتاحي الَّذي لا سند له الا أصالة البراءة من الأصول الغير المحرزة فكما انه عالم بالوظيفة وان كان جاهلا بالحكم كذلك الانسدادي في المقام مضافا بان الانسدادي يرى الانفتاحي جاهلا فكيف يرجع إليه والعلم بالواقع ربما لا يحصل لمن قامت عنده الأمارة لخطاء الراوي في الواقع في روايته .\r\nولذا نقول إنه لا يكون للمجتهد الَّذي أفتى بالاحتياط ان يرجع مقلديه إلى غيره لأنه بعقيدته رأى وجوب الاحتياط من باب العلم الإجمالي ويرى رأى غيره وفتواه في ذلك مخدوشا وان أفتى جزما فكيف يمكن ان يرجع مقلده إلى من هو جاهل عنده وهذا الكلام يعنى إرجاع الاحتياط إلى الغير وان كان مشهورا عند الفقهاء ولكن لا أصل له بهذا الدليل .\r\nنعم إذا كان احتياط المجتهد الأعلم من باب عدم استنباطه الحكم لكثرة اشتغاله أو لوجوه أخر فله ان يرجع مقلده إلى من حصل العلم في ذلك فالانسدادي والاحتياطي يلزمه العمل برأيه لا رأى غيره .\r\n\r\nالجهة الثالثة في أن المجتهد الانسدادي يجوز تقليده أم لا ؟ ( 1 ) \r\n","description":"","footnote":" ( 1 ) أقول إن الَّذي يلزم التوجه إليه في المقام هو ان المجتهد الانسدادي يكون نظره بعد العلم الإجمالي بالاحكام وعدم إمكان كوننا كالبهائم وعدم الاحتياط لكونه عسريا إلى أن ما بأيدينا من الآيات والروايات متواترة كانت أو آحادا وموارد الإجماعات لا يفي لانحلال العلم الإجمالي فما لم يصل فيه دليل خاص يكون الظن المطلق حجة فيه على فرض كون نتيجة مقدمات الانسداد الحكومة لا الكشف .\r\nولكن الانفتاحي يقول إن ما بأيدينا مما ذكر واف لانحلال العلم الإجمالي وفيما لم يصل إلينا فيه دليل خاص فالأصل يقتضى البراءة فالفرق بين الانسدادي والانفتاحي يحصل بان سند أحدهما البراءة وسند أحدهما الظن والانسدادي عارف بكل ما علمه الانفتاحي فكيف يقول المحقق الخراسانيّ قده وغيره ان الانسدادي جاهل ولا رجوع إلى الجاهل ويقول بالرجوع إلى البراءتي مع أنه أيضا جاهل بهذا المعنى فكما ان البراءتي يخطأ الانسدادي في رأيه فكذلك الانسدادي يخطئ البراءتي في رأيه .\r\nفكل ما قيل في الرجوع إلى البراءتي يقال في الرجوع إلى الانسدادي فلا يكون في الرجوع إلى الثاني كثير إشكال ولا في تقليده غرابة وامتناع فاحفظ هذا فإنه مفيد للمقام في دفع الإشكال . ","page_name":" 8 ","page_number":8},
  {"content":"\r\nقال المحقق الخراسانيّ قده بما حاصله هو عدم جواز تقليد الانسدادي لأن دليل جواز التقليد هو ان الجاهل يرجع إلى العالم بحكم العقل والعقلاء والروايات والانسدادي حيث يكون جاهلا يكون رجوع الغير إليه من رجوع الجاهل إلى الجاهل .\r\nبل كان سيدنا الأستاذ الأصفهاني قده يقول لا يرجع إلى المجتهد الَّذي سنده البراءة لأنه أيضا جاهل ومقدمات الانسداد توجب حجية الظن لنفس الانسدادي ولا توجب تعيين وظيفة البشر .\r\nمضافا بان الانسدادي يكون باب العلم منسدا عنده ولكن المقلد لا يكون كذلك مع وجود الانفتاحي فإنه يرجع إليه وربما ( 1 )  لا يحصل له العلم الإجمالي بالاحكام والتحير الَّذي يكون من مقدمات الانسداد .\r\nقال قده فان قلت رجوعه إلى المجتهد الَّذي يكون سنده الأصل أيضا يكون من رجوع الجاهل إلى الجاهل قلت حيث لا يمكن للمقلد ان يفهم عدم الدليل الا الأصل وهو عاجز عنه يبين المجتهد مورد جريان الأصل فيكون هذا من رجوع الجاهل إلى العالم في هذا القدر من العلم هذا كلامه فقها وأصولا فأقول ان التحقيق خلاف ما ذكره وبيانه هو ان الموضوع لجواز التقليد كما مر يكون المجتهد الَّذي يكون عارفا بالاحكام والعارف بالحكم يصدق بالنسبة إلى من استنبطه من الروايات لما ورد من قولهم عليهم السلام أنتم أفقه الناس إذا عرفتم معاني كلامنا ( 2 )  وقوله\r\n","description":"","footnote":" ( 1 ) أقول مع الغمض عن ساير الإشكالات لا يرد هذا الإشكال لأن العلم الإجمالي للمقلد لا يلزم ان يحصل فلو قلنا بجواز تقليده يجب عليه العمل بفتوى الانسدادي ولو لم يحصل له علم إجمالي وسيجئ الجواب عن ساير الإشكالات منه مد ظله .\r\n ( 2 ) في الوسائل ج 18 باب 9 من أبواب صفات القاضي ح 27 ","page_name":" 9 ","page_number":9},
  {"content":"\r\nفي رواية عبد الأعلى مولى آل سام يعرف هذا وأشباهه من كتاب اللَّه بعد قوله عليه السلام امسح على المرارة ( 1 )  وتقريب الاستدلال هو ان عرفان معاني كلماتهم يوجب الأفقهية والعلم يحصل بملاحظة كتاب اللَّه تعالى ومن المعلوم ان الاخبار عنهم عليهم السلام الا ما شذ كالمتواتر يكون ظني السند والدلالة وهكذا الكتاب قطعي السند كالمتواتر ولكنه ظني الدلالة فلا يوجب أحدهما القطع والعلم الوجداني الا قليلا .\r\nوبعبارة أخرى ان حجية الأمارات اما أن تكون من باب تتميم الكشف كما هو التحقيق أو من باب تنزيل مؤداها منزلة الواقع كما هو رأى الشيخ الأعظم أو من باب جعل الحجية كما عن المحقق الخراسانيّ قده وعلى أي تقدير لا توجب العلم الوجداني بل لنا العلم بوجود الحكم الطريقي إلى الواقع وانه ربما يوصل إلى الواقع وربما لا يوصل إليه .\r\nفإذا عرفت ذلك فنقول العلم بالحجة والوظيفة أيضا علم لأن العرفان إذا صدق على ما لا يكون عرفانا في الواقع فنقول بتوسعة صدقه على غيره فعلى هذا المجتهد الانسدادي والَّذي يكون سنده البراءة يكون عالما وليس الرجوع إليه من رجوع الجاهل إلى الجاهل بل من رجوع الجاهل إلى العالم وما فهمه الانسدادي يكون وظيفته ووظيفة البشر فمع كونه اعلم لا بد من الرجوع إليه لا إلى غيره وليس لأحد ان يقول لا يرجع إلى المجتهد الأعلم .\r\nفعلى هذا يكون باب العلم منسدا للمقلد أيضا لأنه لا بد من الرجوع إلى الانسدادي نعم إذا كان الانفتاحي والانسدادي متساويين فيكون له الرجوع إلى الانفتاحي فما ذكره المحقق الخراسانيّ قده من أن ما أدى إليه حجته يكون وظيفة لنفسه لا للبشر لا يخلو عن الإشكال .\r\nثم من هذا الوجه قال قده بما حاصله هو انه ان أشكل على هذا وقيل بأن\r\n","description":"","footnote":" ( 1 ) في الوسائل ج 1 باب 39 من أبواب الوضوء ح 5 . ","page_name":" 10 ","page_number":10},
  {"content":"\r\nمن كان سنده الأصل أيضا يكون جاهلا مثل الانسدادي قلنا بأن المجتهد مبين لموارد جريان الأصول وعارف بعدم الدليل في المقام والمقلد عاجز عن ذلك فيكون من رجوع الجاهل إلى العالم .\r\nوأقول نحن كما مر نقول إن العرفان في الروايات الدالة على أن الرجوع إلى من عرف حلالهم وحرامهم جائز يكون أعم من العرفان بالحكم بواسطة القطع أو الظن المعتبر أو الوظيفة وموارد الأصول المحرزة وغيرها عرفان لحكم اللَّه تعالى في المورد .\r\nولذلك ترى ان الأصول المحرزة مثل الاستصحاب يكون مقدما على الأصل غير المحرز مثل البراءة والسر في ذلك صدق العرفان الَّذي هو غاية في لسان دليل البراءة مثل قوله عليه السلام كل شيء لك حلال حتى تعرف انه حرام بعينه فالعرفان يكون أعم من العرفان الوجداني بالواقع الواقعي أو الواقع التعبدي أو العلم التعبدي بالواقع الواقعي كما أن التحقيق في الاستصحاب هو ان لسان الدليل يفهم منه تنزيل الشك منزلة العلم فكأنه يقال أيها الشاك أنت عالم .\r\nكما أن مبنى الشيخ الأعظم هو العكس بتنزيل المشكوك منزلة المتيقن فالعلم الوجداني يكون عنده حاصلا بالواقع التعبدي كما أن رأيه كذلك في باب الأمارات في قوله بتنزيل مؤداها منزلة الواقع خلافا لما نقول من تتميم الكشف وهذا شأن كل دليل أوّلي مع الدليل الثانوي فان الاقتداء بمن هو عادل واقعا هو الظاهر من الدليل ولكن لسان دليل الاستصحاب يوسع الواقع فان جوازه يكون بالنسبة إلى مستصحب العدالة أيضا فتحصل من جميع ما تقدم ان الأمارات والأصول المحرزة تكون نازلة منزلة العلم على ما فهمنا من الأدلة .\r\nوالأصول الغير المحرزة أيضا حيث يوجب بيان وظيفة المتحير يمكن ان يكون العارف به عارفا بالحجة والوظيفة ويكون مصداق من عرف حلالهم وحرامهم فلا إشكال في الرجوع إلى المجتهد الانسدادي ومن يكون سنده البراءة\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nلسيدنا الأستاذ الأصفهاني قده في خصوص الرجوع إلى المجتهد الَّذي سنده البراءة أو الَّذي يكون انسداديا .\r\nبقي في المقام إشكال وهو ان المقلد الَّذي يريد الرجوع إلى الأصل الَّذي نقّحه المجتهد وهو البراءة لا يكون شاكا في بعض الأوقات لغفلته فكيف يصير الحكم شاملا له والجواب عنه بالنقض والحل اما النقض فهو ان المقلد في باب الأمارات أيضا لا يكون شاكا مع كون موردها الشك فكيف تشمله واما حلا فنقول في الموضوعات يكون الشك الفعلي هو اللازم للمقلد في كونه مصداق الحكم واما في الأحكام فالشك التقديري كاف بمعنى كفاية انه لو التفت لشك فيها .\r\nوالمجتهد وكيل عن قبل المقلد بمقتضى ما دل على الرجوع إلى العارف بالاحكام وقبول قوله من دون فحص فالمجتهد المطلق مرجع في الفتوى مطلقا .\r\n\r\nالجهة الرابعة\r\nفي نفوذ حكم المجتهد المطلق وقضائه فنقول لا شبهة ولا ريب في عدم نفوذ حكم المقلد بين الناس لأن منصب القضاوة حسب الروايات يكون لمن هو منصوب من قبلهم عليهم السلام ويكون عارفا بأحكامهم واما المجتهد المطلق فلا شبهة في جواز حكمه كجواز تقليده إذا كان ممن يرى انفتاح باب العلم واما إذا كان انسداديا ففيه الكلام .\r\nوالدليل عليه ما ورد من الروايات كرواية أبي خديجة ( 1 )  والمجتهد المطلق هو الَّذي يصدق عليه انه ممن روى حديثهم عليهم السلام ونظر في حلالهم وحرامهم عليهم السّلام وعرف أحكامهم عرفا .\r\nوكمقبولة عمر بن حنظلة ينظران من كان منكم ممن قد روى حديثنا ونظر\r\n","description":"","footnote":" ( 1 ) في الوسائل ج 18 في باب 11 من أبواب صفات القاضي ح 6 عن أبي خديجة قال : بعثني أبو عبد اللَّه عليه السلام إلى أصحابنا فقال : قل لهم إياكم إذا وقعت بينكم خصومة أو تدارؤ في شيء من الأخذ والعطاء ان تحاكموا إلى أحد من هؤلاء الفساق اجعلوا بينكم رجلا قد عرف حلالنا وحرامنا فانى قد جعلته عليكم قاضيا وإياكم أن يخاصم بعضكم بعضا إلى السلطان الجائر . ","page_name":" 12 ","page_number":12},
  {"content":"\r\nفي حلالنا وحرامنا وعرف أحكامنا فليرضوا به حكما فانى قد جعلته عليكم حاكما فإذا حكم بحكمنا فلم يقبل منه فإنما استخف بحكم اللَّه وعلينا رد والراد علينا الراد على اللَّه وهو على حد الشرك با لله الحديث ( 1 )  فان قلت إن الفقرة في هذه الرواية وهي قوله عليه السلام فإذا حكم بحكمنا كيف تصدق مع كون القضية فيها فتوى المجتهد والفتوى ليست من حكمهم عليهم السّلام قلت حيث يكون غالب موارد قضاء الفقيه في الموضوعات الخارجية مثل الحكم بان الدار لزيد دون عمرو والفرس لبكر دون خالد ولم يكن مما ورد فيه النص نفهم ان المراد ان المنصوب من قبلهم يكون فتواه في حكم أيضا حكمهم عليهم السّلام .\r\nهذا في الانفتاحي واما المجتهد الانسدادي فيكون فيه الإشكال كما كان في حجية فتواه عن محقق الخراسانيّ قده وغيره من جهة انه جاهل ولا رجوع إلى الجاهل وجوابنا ما مر من أنه أيضا عالم بالوظيفة وعلى فرض كونه انفتاحيا في باب القضاء فيقولون ليس لنا القول بالفصل إذا كان انسداديا في ساير الأبواب .\r\nوحيث يكون الحق هو جواز قضائه وفتواه على فرض الانسداد فلا إشكال أصلا عندنا .\r\nثم إن الاجتهاد في خصوص القضاء هل يكفى لقضائه أم يجب الاجتهاد في جميع الأحكام فيه خلاف وحيث إن الحق هو ان الاجتهاد عندنا ليس الا وجود الملكة للاستنباط مع الاستنباط لمقدار معتد به من الأحكام فيكفي استنباطه لجملة من الأحكام ولو لم يكن الاستنباط بالنسبة إلى الجميع لعدم إمكانه .\r\nفتحصل ان المجتهد أعم من كونه انسداديا أو انفتاحيا يجوز قضائه ويصدق عليهما العارف بالاحكام وان كان صدقه من جهة ما عرفه الانسدادي من موارد الإجماعات والمتواترات والضروريات ( 2 ) \r\n","description":"","footnote":" ( 1 ) في ج 18 من الوسائل باب 11 من أبواب صفات القاضي ح 1 . .  ( 2 ) أقول قد مر ان المجتهد الانسدادي لا ينقص عن القائل بأصالة البراءة في موارد الشبهات من جهة علمه بما ورد من الاخبار الآحاد والحجج الخاصة فيكون صدق العرفان عليه أيضا مثله .\r\nوانما الفارق عدم كفاية ما بأيدينا لبيان الأحكام وعدم إيجابه انحلال العلم الإجمالي بها في نظر الانسدادي فيقول بحجية الظن المطلق والانفتاحي يقول بكفايته للانحلال وفي موارد الشبهة الأصل هو البراءة عنده . ","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nفي جهات البحث في المتجزي\r\n\r\nالجهة الأولى في إمكانه\r\nوالحق عندنا إمكانه لأن المسائل بعضها مبتن على مبادئ صعبة وبعضها على مبادئ سهلة فربما يكون الشخص مجتهدا في مسألة أو مسائل يكون سندها الروايات الظاهرة دلالة وظاهرة الجمع على فرض التعارض وربما لا يكون مجتهدا في مسائل مبتنية على البحث في التعبدي والتوصلي في الأصول وكذلك المبتنية على البحث عن الأقل والأكثر والتعيين والتخيير والمتباينين وتحقيق الفرق بين الثلاث فأن أمثال هذه الموارد صعب جدا لا بد من التحقيق البليغ فيه فلا يكون الشخص مجتهدا في المسألة التي يكون مبناها ما ذكر وليس الاجتهاد الا الفحص عن دليل الحكم تفصيلا ففي أي مورد حصل العلم بالدليل يكون الشخص مجتهدا فيه .\r\nمضافا بأنه لو لم يكن التجزي متحققا يلزم الطفرة في الاجتهاد المطلق ضرورة انه تدريجي الحصول فبواسطة الاجتهاد في هذه المسألة وتلك بنحو التجزي يحصل الاجتهاد المطلق ولا يمكن تحصيله دفعة .\r\nوقد أشكل في المقام بأن الاجتهاد عبارة عن الملكة وهي امر بسيط والبسيط لا يتجزى فكيف يحصل التجزي والجواب عنه ان غاية ما يقال في المقام هي ان العلم من الوجود ومساوق معه ولكن لا شبهة في وجود المراتب للوجود أيضا وهكذا الاشتداد والتضعف فالمجتهد المطلق يكون قويا في هذه القوة والمتجزي يكون ضعيفا فيها ولا إشكال في أن يكون القوة للنفس ذات مراتب شديدة وضعيفة وان كان مجردة وبسيطة من حيث ذاتها .\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nوأجاب الاعلام عن هذه الشبهة بجواب عرفي وهو ان عدم قبول القوة للتجزية من جهة البساطة لا يمنع عن حصولها بالنسبة إلى بعض المسائل دون بعض فما حصل منها بسيطة .\r\nوقد أشكل ثانيا بأن أبواب الفقه مرتبطة بعضها ببعض من حيث الدليل فان الخلوة مع الأجنبية دليل حرمتها روايتان إحداهما في الإجارة والأخرى في الطلاق فلا يحصل التجزي للمجتهد مع عدم الإحاطة بجميع أبواب الفقه لإمكان وجود الدليل بخلاف ما فهمه في زاوية من زوايا الكتب المدونة لم يعثر عليه .\r\nوالجواب عنه هو ان الأمر وان كان كذلك في مقام الثبوت ولكن في مقام الإثبات حيث إن أبواب الفقه صارت منضبطة في القرون المتأخرة وجعل الفقهاء والمحدثون للفقه والاخبار أبوابا يذكر فيها جميع ما يتعلق بالمسألة المناسبة لذلك الباب غالبا فإذا تفحص المجتهد ولم يجد شيئا يطمئن بعدم وجود شيء آخر والا لذكروه واحتمال وجود رواية أو دليل آخر يصير بعيدا .\r\nفلو لا جهد الماضين من العلماء رضوان اللَّه عليهم لكان للإشكال وجه لكنهم شكر اللَّه مساعيهم جعلوا طريق الاستنباط واضحا .\r\nفان قلت إن المبادي التي هي دخيلة في حصول قوة الاستنباط كثيرا ما لا تكون بيد المتجزي فكيف يمكنه الاستنباط بدون الإحاطة بعلم الأصول وساير العلوم الَّذي يتوقف عليه ذلك .\r\nقلت بعض المبادي الَّذي يصعب الاجتهاد فيه مثل مسألة ان الأمر بالشيء هل يقتضى النهي عن الضد أم لا أو أن إطلاق الأمر هل يقتضى التعبدية أو التوصلية أم لا ربما لا يحتاج إليه في مسألة من المسائل فإذا كان طريق المسألة سهل التناول فلا إشكال في حصول العلم بالحكم من الدليل التفصيلي واما ما يتوقف على ما ذكر فلا يحصل الاجتهاد فيه لعدم ما هو من مباديه وكيف كان فلا إشكال في إمكان التجزي في الاجتهاد .\r\n\r\nالجهة الثانية في أن المتجزي هل له ان يعمل برأيه أم يجب عليه التقليد\r\nحتى\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\nيصير مجتهدا مطلقا فيه بحث والحق هو ان له ان يعمل برأيه لأنه صار عالما بفحصه ودليل التقليد وهو رجوع الجاهل إلى العالم لا يشمله لأنه عالم بالنسبة إلى ما علمه فلا إشكال في عمله برأي نفسه .\r\nثم إنه ربما يقال بأن المتجزي لو كان انسداديا لا يكون له العمل برأيه لأن الانسدادي جاهل فلا بد له الا ان يرجع إلى العالم .\r\nوالجواب عنه ان المتجزي ربما لا يحصل له الظن حسب مقدمات الانسداد حتى يكون حجة عليه مثل من رأي خلاف مثل العلامة الحلي قده وسائر الاعلام من الفقهاء ولا يحصل له من مقدماته الظن فهذا خارج عن محل الكلام لأن البحث في صورة حصول الظن الَّذي هو حجة على فرض كون نتيجة مقدمات الانسداد حجية الظن على الحكومة .\r\nوربما يحصل له الظن من جهة تمامية مقدماته فان حصل الظن فلا شبهة في حجيته لنفسه حسب ما أدى إليه اجتهاده فله العمل على وفق ما علمه وليس له الرجوع إلى غيره فتحصل ان المتجزي مطلقا له ان يعمل على طبق رأيه .\r\n\r\nالجهة الثالثة\r\nفي أن المتجزي هل يجوز تقليده فيما استنبطه أم لا ولنفرض كونه اعلم فيما تجزى فيه مثل من كان أعلميته في خصوص باب المعاملات أو في خصوص العبادات كما نسب إلى بعض الاعلام من الفقهاء انه كان أعلم في باب المعاملات في مقابل من كان أعلم في باب العبادات وفيه خلاف .\r\nفقال المحقق الخراسانيّ قده جواز تقليده مشكل للإشكال في صدق العارف بأحكامهم عليهم السّلام بالنسبة إليه فان العارف هو المجتهد المطلق الَّذي استنبط جملة من الأحكام .\r\nوالحق ان يقال إن السند لجواز التقليد ان كانت الفطرة والسيرة العقلائية من رجوع الجاهل إلى العالم وهكذا العلم الإجمالي بالاحكام مع عدم الطريق إليها فلا فرق بين المتجزي والمطلق في جواز الرجوع لأن المتجزي إذا كان عندهم اعلم بالمسألة الفلانية فلا شبهة لهم في وجوب الرجوع إليه لا إلى غيره .\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nواما إذا كان الدليل الرواية مثل رواية أبي خديجة ومقبولة عمر بن حنظلة التي مرت آنفا فحيث ان العارف بالاحكام والحلال والحرام لا يصدق بالنسبة إلى المتجزي فيشكل جواز تقليده فعمله برأيه امر وتقليد غيره إياه امر آخر فهو عالم فلا يرجع إلى غيره ويعمل برأيه ولا يصدق عليه العارف بالاحكام فلا يجوز تقليد غيره إياه وكذلك لا يجوز حكمه وقضاؤه لأن دليل الحكم والتقليد واحد وهو الروايات .\r\nفلا يقال عمله بفتواه لأنه عالم لازمه جواز تقليده لأنه عالم فيرجع إليه الجاهل لأنا نقول إن له الحجة لنفسه ولا يصدق عليه العارف بالاحكام ليكون له هذا المنصب ولا يقال أيضا ان الاجتهاد ملكة وهي تحصل بكثرة الاستنباط وليس للمتجزي كثرة الاستنباط لأنا نقول هذا الإشكال يكون في أصل اجتهاده وقد أجبنا عنه في الجهة الأولى في مقام تصوير إمكانه بأن مبادئ الحكم تختلف صعوبة وسهولة وربما يحصل العلم به لسهولة مبدئه .\r\n\r\nالجهة الرابعة\r\nفي جواز حكمه وقضائه بين الناس وعدمه فان المحقق الخراسانيّ قده قال بأنه أشكل من جواز تقليده ولم يبين سره والظاهر أن سره هو ان دليل التقليد يمكن ان يكون الفطرة والسيرة العقلائية من رجوع الجاهل إلى العالم وهو منطبق في حقه واما منصب القضاوة فهو جعلي ولم يكن للفطرة فيه دخل ( 1 )  فلا بد من أخذه من الروايات وهي يكون الحكم فيها بنفوذ حكمه في صورة كونه عارفا بالحلال والحرام وهو غير صادق في حق المتجزي فلا ينفذ حكمه .\r\nفان قلت إن السند ليس المقبولة عن عمر بن حنظلة فقط بل مشهورة\r\n","description":"","footnote":" ( 1 ) أقول ليس الرجوع إلى الحكام أيضا خارجا عن الفطرة فان الناس في عيشتهم الاجتماعية يرون بفطرتهم احتياجهم إلى من يرفع النزاع عنهم ولذا تراهم ينقادون في بعض الأوقات لرأي بعض مشايخهم أو من يقضى بينهم لأنه أهل لحل النزاع عندهم فضلا عن الرجوع إلى رئيس الاجتماع في فصل الخصومة والشرع أمضى هذه الفطرة مع التحديد بحدود عنده فهذا الوجه للإشكلية غير تام . ","page_name":" 17 ","page_number":17},
  {"content":"\r\nأبي خديجة تكون في المقام وهي دالة على أن عرفان شيء من القضاء أو قضاياهم كاف في الرجوع إليه فلا نحتاج إلى صدق كون المجتهد عارفا بجملة معتدة بها من الأحكام فإنه قال : قال أبو عبد اللَّه جعفر بن محمد الصادق عليه السلام إياكم ان يحاكم بعضكم بعضا إلى أهل الجور ولكن انظروا إلى رجل منكم يعلم شيئا من قضايانا ( وفي طريق من قضائنا ) فاجعلوه بينكم فانى قد جعلته قاضيا فتحاكموا إليه ( 1 )  . ولا تعارض بين المقبولة والمشهورة ولا يحمل إحداهما على الأخرى لأنهما مثبتتين .\r\nقلت الظاهر من قوله عليه السلام يعلم شيئا من قضائنا أو قضايانا أيضا هو العلم بجملة معتدة بها من الأحكام ولا يكون صادقا في حق من فهم مسألة من المسائل عن دليلها فإنه غير عالم بقضائهم أو قضاياهم من غير فرق بين كون لفظة من في قوله عليه السلام من قضايانا بيانية أو تبعيضية فان البعض أيضا يكون المراد به البعض المعتد به .\r\nفتحصل ان المتجزي لا يكون مرجعا في القضاء بين الناس .\r\n\r\nفصل في مبادئ الاجتهاد\r\nلا شبهة في أن الاستنباط للحكم الفقهي يحتاج إلى العلوم التي هي من مباديه وهي النحو والصرف والمعاني والبيان واللغة والتفسير وعلم أصول الفقه وهو العمدة والمنطق وعلم الرّجال ولا بد من الاجتهاد في جميع ما ذكر ولا يصدق العارف على المقلد للغير في تلك العلوم فصرف قول صرفي أو نحوي أو لغوي أو أصولي أو منطقي أو مفسر أو رجالي لا يكفى في إحراز ما نحن بصدده في كل باب من الأبواب ومن هنا يجيء في الذهن شيء وهو ان المجتهد في الفقه لا يكون مجتهدا في بعض ما ذكر من العلوم فكيف يفتى ولكن الَّذي يوجب رفع الإشكال هو ان علم الأصول الَّذي يكون دارجا بنحو أضبط من غيره في زماننا هذا يكون متكفلا للبحث عن جملة من العلوم وتنقيح الكبريات فيها كما أن بحث المشتق يكون\r\n","description":"","footnote":" ( 1 ) في الوسائل ج 18 من باب 1 من أبواب صفات القاضي ح 5 . . ","page_name":" 18 ","page_number":18},
  {"content":"\r\nمتكفلا لفهم تركيبات الجملة بنحو لا يجيء في ذهن كبراء النحويين بتحليل المشتق إلى مادة وهيئة مثل البحث في مادة هيئة فاعل أعم من كونها في مثل الضارب أو الناصر أو غيره .\r\nوكما أن البحث في العام والخاصّ من مباحث الألفاظ يكون بنحو لا يجيء في ذهن العالم بالمعاني والبيان من الحقيقة والمجاز والاستعارة والكناية وبعض ما ذكر من العلوم يبحث عنه في الفقه بنحو أضبط من الكتب المدونة لذلك فان آيات الأحكام يفسر في الفقه بنحو لا يجيء في ذهن المفسر الا ترى بحثهم في آية التيمم في الطهارة فهل ترى من مفسر هذا النحو من الإطالة والرد والإيراد ومثلها ساير الآيات في الأحكام واما آيات غير الأحكام فهي غير منوطة بالفقه وهكذا اللغة كلما احتاج إليها الفقيه يبحث عنها بنحو لا يجيء في ذهن اللغوي واما علم الرّجال فان قلنا بان الوثوق بالخبر كاف فكثيرا ما يحصل الوثوق بواسطة موافقته مع الشهرة وعلى فرض عدم قبول بعض أقسام الشهرة مثل الشهرة الفتوائية لحصول ذلك فنحتاج إلى علم الرّجال .\r\nومعه أيضا يكون امر الاجتهاد فيه سهل لأن بعض الرّجال لا نحتاج في شأنهم إلى الفحص مثل زرارة ومحمد بن مسلم وأمثالهما ممن هو كالشمس في رابعة النهار من علو الشأن ومن تكون محتاجا إلى الفحص عن حاله أيضا رجال معدودون لأن لكل امام عليه السلام رواة ورجال فنتفحص عن حالهم بحيث يحصل الوثوق هذا مضافا إلى أن الفقهاء رضوان اللَّه عليهم في كل مورد كان الكلام في الراوي يبحثون عنه بحيث يحصل الوثوق بمدحه أو قدحه .\r\nفتحصل ان مالا محيص عنه من العلوم هو علم الأصول الَّذي لا بد منه في الفقه بحيث إذا لم يكن لم يحصل الاجتهاد من وجه آخر .\r\nومن العجب عن بعض الأخباريين حيث قالوا بان الأصول بهذا النحو بدعة فان أرادوا بكونه بدعة هو ان ترتيب الأبواب والمباحث لم يكن بهذا النحو في\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\nزمن الأئمة عليهم السلام فنقول ان التفسير وكثير من العلوم لم يكن بهذا النحو الَّذي هو دارج في الكتب في زمانهم عليهم السلام فكما ان هذا ليس من البدعة في شيء فكذلك علم الأصول فان سند الأصولي أيضا روايات الأئمة عليهم السّلام والاخباري أيضا يبحث عنه .\r\nفإنه يقول يكون حديث الرفع منصرفا عن الشبهات الحكمية والأصولي يقول يشمل الشبهة الحكمية والموضوعية مضافا بان بعض المسائل مما لا بد من الأصول في فهمها مثل كون الخمس مثلا تعبديا أو توصليا فإنه لا يتضح الا بواسطة البحث في التعبدي والتوصلي من مباحث الألفاظ وفهم ان إطلاق الخطاب هل يقتضى التعبدية أو التوصلية وكيف كان فلا شبهة في لزوم علم الأصول ودخالته في الاستنباط أشد الدخل .\r\n\r\nفصل في التخطئة والتصويب\r\nهذا البحث كلامي ذكر في الأصول استطرادا اعلم أن الاجتهاد اما ان يكون في الأحكام العقلية واما ان يكون في الأحكام الشرعية فقيل بان نظر المجتهد في العقليات ربما لا يكون مصيبا إلى الواقع فهو خطاء واما في الشرعيات فقد نسب إلى العامة التصويب فيها خلافا للخاصة فإنهم قائلون بالتخطئة لأن الرّأي فيها أيضا ربما لا يوافق الواقع .\r\nولكن ليس الأمر في العقليات كما ذكر من القول بالتخطئة فيها مطلقا بل هي على قسمين قسم يكون حكم العقل طريقا فيه إلى الواقع الَّذي يكون في الخارج ففيه يمكن القول بالتخطئة لأنه ربما يوافق الواقع وربما يخالفه وقسم لا يكون ( 1 ) \r\n","description":"","footnote":" ( 1 ) أقول هذا حاصل ما استفدناه منه مد ظله في الدرس وفي بحث على حدة ولكن بعد في الذهن شيء يرد عليه وهو ان الكلام في التخطئة والتصويب يكون في ما يكون له خارج وراء ما أدركه العقل حتى يقاس الدرك إليه فمع الموافقة يكون الرأي صوابا والا فهو خطاء واما ما لا واقع له الا نفس الدرك ولا يلاحظ بالنسبة إلى الخارج فلا بحث فيه أصلا .\r\nفان الظلم في ذائقة بعض الافراد الخارجة عن طبع الإنسان حسن وإكرام اليتيم في ذائقة بعضهم قبيح وبعض الافراد يحب اللحم وبعضهم يبغضه وهكذا وهذا مما لا ينكر انه في نفسه هو هو ولا تخطئة بحسب هذا اللحاظ وانما التخطئة بلحاظ الخارج .\r\nوبعبارة أخرى مع فرض عدم ملاحظة الخارج فبعض الأشياء يكون في عالم الذهن والفرض مما لا خطاء فيه وهو ما في قوة الخيال من تصور أعلام ياقوت نشرن على رماح من زبرجد فان هذا الفرض من دون ملاحظة الخارج لا تخطئة فيه مما هو مخلوق النفس مخلوق لها ولا كلام فيه أصلا .\r\nواما بالنسبة إلى الخارج فالأحكام العقلية والخيالية ربما تكون موافقة مع الواقع فالحكم صواب وربما تكون مخالفة معه فهو خطاء وحيث لا أثر عملي للحكم العقلي حتى يجيء فيه بحث الاجزاء في الامتثال قالوا بالتخطئة مطلقا يعنى لا وجه لحكمه من حيث هو في مقابل ما توهم في الشرعيات . ","page_name":" 20 ","page_number":20},
  {"content":"\r\nله واقع في الخارج بل واقعه هو درك العقل مثل درك الحسن والقبح والملائم والمنافر فان العقل مما يدرك الحسن بالنسبة إلى شيء والقبح بالنسبة إلى شيء آخر كما أن بعض الأشياء يكون في طبع شخص قبيحا أو حسنا ولو لم يكن في الخارج كذلك فليس في الخارج شيء حتى يقال إن حكم العقل لم يوافقه أو وافقه فلا يتصور التخطئة في هذا القسم من العقليات فلا يتم القول بالتخطئة مطلقا في العقليات فما قال الأصولي بأنه اتفقت الكلمة على التخطئة فيها غير وجيه .\r\nثم إن التصويب الَّذي نسب إلى العامة في الشرعيات قد يستند بطلانه إلى الإجماع وقد يستند إلى حكم العقل .\r\nفإذا عرفت ذلك فنقول التصويب على ثلاثة معان الأول ان يكون المراد هو ان ما أدى إليه ظن المجتهد هو حكم اللَّه الواقعي فيكون حكمه تعالى تابعا لآراء المجتهدين وهذا على معنيين الأول ان يكون مراد العامة ان اللَّه ليس له حكم أصلا .\r\nوهذا مع قطع النّظر عن الدور مما لا يعقل فإنه لو لم يكن الحكم للَّه تعالى\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nفلأيّ وجه يتفحص المجتهد فهل يكون طالبا للمعدوم فمن له أدنى مهجة يفهم بطلان هذا ولا يقول به ومن نسب إليه القول يكون له هذا القدر من العقل لئلا يقول بأمثال هذا النحو من الكلام .\r\nالثاني ان يكون المراد هو ان الحكم يكون للَّه تعالى ولكن من مقتضيات جعله يكون ظن المجتهد ففي المثل يظن أن النار مما يوجب اضمحلال المضرات في ماء العنب فيظن انه لا ينجس بالغليان ويرى ان حكم اللَّه تعالى أيضا موافق لهذا الظن الفاسد كما يرى أن كشف المرأة وجهها مما هو مقوّ للنظام الاجتماعي فيظن انه جائز أو يرى أن المقعد يطهر بزوال العين فيظن ان كل نجس زالت عينه يطهر فيحكم بطهارته بزوالها .\r\nويرى ان الشارع يحكم بذلك حسب الاستحسانات العقلية عنده كما أن بعض القاصرين من غير العامة يظن أن المصلحة تقتضي ان يكون ذبح عيد الأضحى في البلاد لينتفع الناس باللحوم لا ان يضيع بمنى فيظن ان اللَّه يحكم بذلك لأنه حصل له الظن كما أنه يكون نظير ذلك ما إذا جعل الشارع القطع جزء الموضوع لحكمه مثل ان يقول إذا علمت بنجاسة شيء فالصلاة فيه باطلة فحكم الشرع يكون بعد علم المكلف فعلمه جزء من مقتضيات الحكم .\r\nوهذا يكون له وجه وان كان هذا الزعم فاسدا في نفسه فما قيل ( 1 )  من أنه\r\n","description":"","footnote":" ( 1 ) أقول إن الكلام في التصويب غير الكلام في بطلان القياس والاستحسان الَّذي هو لازم مقالته مد ظله على الظاهر بل الظاهر من العامة هو ان المجتهد إذا اجتهد في امر يكون معذورا وهذا وان كان قول الخاصة أيضا ولكنهم جرّوه في حق مثل خالد بن وليد الَّذي فعل ما هو خلاف النص والكتاب وهذا امر ينكره الشيعة مع ما يرد على أصل اجتهاد مثل خالد وأمرائه . فالشيعة بعد الفحص التام يقول بمعذورية المجتهد إذا أخطأ والعامة بعضهم تمسكوا بعنوان الاجتهاد في كل ما فعله المجتهد فان شئت توضيحا للحال فارجع إلى كتاب الغدير ج 7 تأليف العلامة المجاهد في هذا الطريق الأميني قده في شرح حال خالد وغيره .\r\nواما الإشكال على الدور فيكون من الخروج عن الفرض لأن الفرض عدم وجود واقع الا هذا الظن فكيف يمكن ان يكون الظن والمظنون والعلة والمعلول واحدا وما ينفك عنه الظن ولا يلزم الدور منه هو الواقع النّفس الأمري فتدبر فيه فان التذييل لا يناسب أزيد من هذا البيان . ","page_name":" 22 ","page_number":22},
  {"content":"\r\nيلزم من القول بالتصويب في هذا القسم الدور يلزم ان يكون في هذه الصورة .\r\nولكن لا يتم الإشكال بالدور فيه أيضا لأن تقريب الدور هو ان يقال إن حكم اللَّه تابع لرأي المجتهد ورأيه تابع لحكم اللَّه تعالى وهو دور ووجه الرد هو ان ظن المجتهد لا يتوقف على الحكم الواقعي بل يدور مدار مقدماته التي توجب الظن من صقع نفسه كما أن زعم وجود الحية يوجب الفرار عما تصوره حية ولو لم يكن في الخارج الا حبل ممدود فلا يلزم من هذا النحو من التصويب الدور المحال فلا إشكال عقلا فيه .\r\nولكن لا دليل على حجية هذا الظن فان الظن لا يغنى من الحق شيئا الا الظنون الخاصة التي قام الدليل على حجيتها كالظن الحاصل من الأمارات فإنه إذا أخذ بنحو جزء الموضوع مثل العلم الَّذي يكون جزء الموضوع في قولنا إذا علمت بغصبية شيء فهو حرام لا دليل عليه كما مر وان أخذ بنحو الطريقية إلى الواقع فهذا مع أنه لا دليل عليه ربما يصيب في الواقع إلى الواقع وربما لا يصيب وهذا هو معنى التخطئة .\r\nالقسم الثاني من التصويب هو ان يكون المراد منه الالتزام بإنشاء أحكام في الواقع بعدد آراء المجتهدين فيكون ما أدى إليه الاجتهاد في الظاهر هو الحكم في الواقع بمعنى إيجاد مصلحة لحكم الشارع على طبق المظنون حين ظن المجتهد فيكون بنحو القضية الحينية ومن توارد الحكمين على موضوع واحد الواقعي والظاهري وهذا لا يلزم منه الدور على فرض تسليمه في القسم الأول ان الواقع لا يتوقف على هذا الحكم ولا يتوقف هذا على الواقع وان كان الحق عدم لزوم الدور\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nفي القسمين كما مر .\r\nواما إشكال الفحص عن المعدوم فائضا غير وارد لأن المتفحص يكون فحصه عن مقتضيات الحكم الظاهري الَّذي يلزم منه حكم الشرع واقعا .\r\nولكن الإشكال فيه هو كونه خلاف الإجماع لعدم الدليل على أن الحكم الواقعي في مقام حكم المجتهد هو ما حكم به فان الظن بالحكم ببعض الملاكات لا يلزم منه وجود حكم اللَّه في الواقع .\r\nوالقسم الثالث من التصويب هو ما ذكره المحقق الخراسانيّ قده وتبعه بعض تلامذته وهو انه قده يكون مبناه في جعل الأحكام هو وجود المراتب له : مرتبة المصلحة ومرتبة الإنشاء ومرتبة الفعلية ومرتبة التنجيز فعلى هذا القول الحكم الَّذي يشترك فيه العالم والجاهل هو الإنشائي واما في مقام الفعلية فليس الحكم الا ما أدى إليه رأي المجتهد ففي هذا المقام يكون التصويب وليس الحكم الا هذا وفي مقام الإنشاء ربما يحصل الخطاء للمجتهد فلا يطابق رأيه مع الواقع .\r\nوهذا مما لا محذور فيه بل على فرض حجية الأمارات من باب السببية والموضوعية لا بد من الالتزام به فهذا في الواقع يكون القول بالفصل وهو التخطئة من جهة والتصويب من جهة ، التخطئة في الإنشاء والتصويب في الفعلية هذا حاصل كلامه رفع مقامه .\r\nولكن يرد عليه ان المبنى في جعل الأحكام فاسد بل للحكم مرتبة واحدة وهي مرتبة الفعلية كما حررناه في محله واما حجية الأمارات فتكون من باب الطريقية أيضا كما حرر في محله فان أصابت الواقع فهو والا فالمكلف معذور لسلوكه ما جعله الشارع طريقا إلى الواقع ولم يصل إليه .\r\nواما ما صار سببا لمقالته قده من أن للحكم مراتب فهو أمران الأول هو ان فعلية الحكم بفعلية الموضوع في الخارج كما عليه شيخنا النائيني أيضا والثاني ان الحكم الفعلي هو الَّذي يوجب البعث والتحريك فما لا بعث فيه لا يكون حكما فعليا ومن الشواهد\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nعلى وجود الأحكام الإنشائية في الشرع الأنور هو انه جعل البراءة بالنسبة إلى من لا يعلم الحكم فلو كان للحكم مرتبة واحدة فلا بد ان يكون المجعول هو الاحتياط فمن جعل البراءة نفهم ان وجود الحكم في مرتبة الإنشاء والجعل غير وجوده في مرتبة الفعلية وهي مرتبة وصوله بالطرق المجعولة إلى المكلف الَّذي يكون في الخارج ولا يكون الحكم فعليا الا بصيرورته مكلفا وخروجه عن حالة الصباوة إلى حالة البلوغ .\r\nفان قلت عليه ان هذا لا يوجب القول بالتصويب لأن ظن المجتهد بالآخرة يكون طريقا إلى الحكم الإنشائي من الشرع قلت له قده ان يقول إن ظن المجتهد يكون تمام الموضوع لفعلية الحكم وان كان طريقا بحيث لو لم يحصل هذا الظن بالحكم الإنشائي لا تحصل الفعلية هذا حاصل مرامه قده .\r\nولكن يمكن الجواب عنه بان فعلية الحكم ليس بفعلية الموضوع بل الحكم فعلى من أول الأمر بالنسبة إلى الموضوع على فرض وجوده مثل ما إذا قال المولى ان رزقت ولدا فاختنه فان الختان محبوب عنده على فرض وجود الولد ولا حالة منتظرة له واما جعل البراءة فليس كاشفا عن إنشائية الحكم بل الشارع بمقدار حبه لحفظ واقعه يحفظه .\r\nفربما لا يكون حبه إليه الا بان يبينه بواسطة إنزال الكتب وإرسال الرسل وعلى فرض عدم المشافهة بواسطة جعل الحكم لقبول خبر العادل وان كان الدسّ في الاخبار أيضا ربما يوجب عدم وصوله واقعا إلى المكلف وعلى فرض عدم الوصول بأي طريق كان يجعل البراءة بقوله رفع ما لا يعلمون وليس له عشق بالنسبة إلى المطلوب أزيد من هذا المقدار .\r\nوربما يكون حبه إلى الواقع بمقدار لا يحب فوته بأيّ وجه كان فيجعل الاحتياط إذا لم يصل الحكم بالطرق المجعولة كما في جعله في باب الفروج والدماء فليست البراءة كاشفة عن وجود الحكم الإنشائي واما التحريك والبعث فهو لا يكون\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\nلازم الحكم بحيث لا ينفك عنه بل الحكم مع العلم به وتهية مقدمات امتثاله يوجب التحريك .\r\nالا ترى ان الصلاة بعد دخول الوقت يكون فعليا على مبناه قده أيضا ولا يحصل التحريك الا بعد تحصيل الطهارة عن الحدث والخبث وغيرها من المقدمات فالتحريك خارج عن حاق فعلية الحكم ومن المقدمات هو العلم بالحكم فإنه لو لم يحصل العلم لا يحصل التحريك .\r\nثم على فرض تسليم جميع ما ذكر لا يكون لازم هذا القول الحكم بالتصويب لعدم كون حكم اللَّه تابعا لرأي المجتهد والا يلزم ان لا يحتاج العمل إلى الإعادة بعد ظهور الخلاف في الأمارات هذا كله على مسلك الطريقية في الأمارات .\r\nواما على الموضوعية فلا بد من ملاحظة أنحاء الموضوعية في الأمارات ليلاحظ مع المقام فان الموضوعية على أنحاء ثلاثة الأول ما عليه الأشاعرة من أنه لا مصلحة للواقع أصلا ولكن عند قيام الأمارة يحصل مصلحة في مؤداها فيجب العمل بها وهذا هو التصويب المحال في المقام الا انه مختص بباب الأمارات .\r\nالثاني هو ان يكون للواقع مصلحة أيضا في مقابل مؤدى الأمارة ولكن تكون مصلحة العمل بالأمارة غالبة وهذا لا يلزم منه محذور الدور كما في القسم الأول على ما قيل لعدم كون الواقع دائرا مدار قيام هذه الأمارة ولكن يكون خلاف ظاهر دليل حجية الأمارة لأن الظاهر منه هو حجيتها من باب الطريقية .\r\nالثالث أن تكون المصلحة في التسلك بالأمارة بدون حصول مصلحة في مؤداها أصلا ففي تصديق قول العادل مصلحة لا في مؤدى قوله وهذا القسم لا محذور فيه أصلا لا عقلا ولا نقلا ولا يكون هو قول المتكلم بل يكون قول بعض علمائنا في باب الأمارات .\r\n\r\nفصل في تبدل رأي المجتهد\r\nأقول تبدل رأي المجتهد اما ان يكون بصرف احتمال تبدله واما ان يكون\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\nبواسطة القطع بالخطإ أو وجدان أمارة مخالفة لاجتهاده السابق كوجدان الخاصّ بعد العام والمقيد بعد المطلق .\r\nفعلى الأول فيكون البحث في أنه هل يجوز البقاء على الاجتهاد السابق أم لا بد من الاجتهاد ثانيا فان من اجتهد في أيام شبابه ثم صار كلامه في القواعد الممهدة في الفقه والأصول ثم احتمل انه ان اجتهد في المسائل الماضية يتبدل رأيه فهل يجب عليه أم لا ؟ فربما نسب إلى الشيخ الأعظم الأنصاري قده انه لا بد في كل مسألة من استحضار الدليل وهذا امر صعب جدا وتكون السيرة على خلافه .\r\nثم على فرض الشك في صحة العمل بالرأي وعدمها فهل له استصحاب الرّأي السابق كما أن المقلد إذا شك في بقاء رأي مجتهده يستصحبه أم لا ؟ فيه خلاف والحق عندنا عدم جريان الاستصحاب ( 1 )  لا في صورة شك المقلد في بقاء رأي مجتهده ولا في صورة شك المجتهد في بقاء رأيه بل لا بد من الفحص .\r\nوالسر في ذلك هو ان الاستصحاب لا بد له من أثر شرعي ليصح التعبد به\r\n","description":"","footnote":" ( 1 ) لا يبعد صحة الاستصحاب في المقام لأن وجوب اتباع الرّأي ممن له الرأي مما قد تصرف فيه الشارع في الجملة وليس حكما عقليا عقلائيا محضا ولذا يشترط العدالة في المجتهد الَّذي يجوز تقليده وهكذا الذكورة وغيرها من الشروط .\r\nكما أن استصحاب اجتهاد المجتهد أيضا كذلك فان الشارع قد تصرف فيه بحيث يكون قابلا لأن يكون الحكم بجواز الرجوع من الأحكام الشرعية فيكون رأي المجتهد واجتهاده من الموضوعات التي يكون حكمها الشرعي هو جواز الرجوع إليه كما أن استصحاب العدالة يترتب عليه جواز الاقتداء فللشارع ان يتعبد ببقاء الرأي والاجتهاد لترتيب هذا الأثر وان كان هذا الحكم منه موافقا لما هو دأب العقلاء والحاصل لو لم يكن بيان الشرع من أين يصل عقل العرف بان تقليد المجتهد واجب بل بعد حكم الشرع ربما يعصى ولا يرجع وليس امر الدين عنده مثل ما يعقله من امر الدنيا والرجوع إلى الخبراء فيما هو صلاح هذا العالم الجسماني الَّذي يدرك نواقصه حسب طبعه الحيواني . ","page_name":" 27 ","page_number":27},
  {"content":"\r\nوترتب جواز التقليد لمن له الرّأي يكون من الآثار العقلية لوجوده وكذا العمل بما فهمه المجتهد واستنبطه من الدليل وصار رأيا له يكون من الآثار العقلية لوجوده فان العالم بالحكم لا يرجع إلى الجاهل عقلا فلا يصح التعبد بما يحكم العقل به بعد جواز العمل بالرأي وبعد جواز تقليد من له الرّأي حسب أدلة التقليد بعد كونها إرشادا إلى ما حكم به العقل والعقلاء هذا في استصحاب الرّأي .\r\nواما استصحاب الحكم مثل وجوب شيء وحرمة آخر فإنه أيضا غير جار على فرض كون وجود الرّأي جهة تقييدية لجواز العمل به أو لجواز التقليد أي يكون جوازهما في الحكم الفلاني مقيدا بوجود الرّأي فعلا فحيث لا يكون الرّأي محرزا لا يكون الحكم المقيد بالرأي محرزا بعد عدم إحراز جزئه الآخر .\r\nنعم على فرض كون الرّأي طريقا لنفوذ الحكم إذا نشأ عنه وجهة تعليلية لا تقييدية يمكن استصحاب الحكم ولو لم يحرز الرّأي فعلا فان علة نفوذ الحكم هي كونه عن رأي مجتهد ولو لم يحرز فعلا والحاصل حيث نحتمل ان يكون الواقع منجزا من قبل الرأي وكونه قيد اله فيكون من الشبهة المصداقية لقوله عليه السلام لا تنقض اليقين بالشك بل انقضه بيقين آخر وعلى هذا فالبقاء على تقليد الميت مشكل لعدم فعلية رأيه .\r\nولا بد من القول بالتساقط على فرض التعارض بين رأيي المجتهدين إذا كان كالأمارة طريقا إلى تنجيز الواقع مع عدم قولهم به فإنهم يقولون بالتخيير بين العمل بأحدهما وكيف كان فالحكم بعدم وجوب الاجتهاد ثانيا مشكل ولكن السيرة على خلافه وما نسب إلى الشيخ الأعظم من وجوب تجديد الاستنباط يكون من باب الاحتياط هذا حكم احتمال التبدل .\r\n\r\nواما إذا علم التبدل فالبحث فيه في جهات\r\n\r\nالجهة الأولى\r\nفيما إذا كان ظهور الخلاف بالعلم الوجداني وحصول القطع به وعليه لا شبهة في وجوب إعادة العمل السابق بمقتضى القاعدة الأولية وسيجئ البحث عن القاعدة الثانوية لأن المأمور به لم يؤت به على وجهه فلا يجزى وعلى فرض الشك في الاجزاء فاستصحاب التكليف جار بلا كلام .\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\nوهكذا قاعدة الاشتغال حاكمة بذلك من غير فرق بين كون المستصحب هو الحكم الفعلي أو الحكم الإنشائي فان قلت الحكم الإنشائي في السابق لم يكن له الأثر على فرض تسليمه فكيف يؤثر في الحين قلت الاستصحاب جار بلحاظ الأثر بقاء فإنه وان لم يكن له أثر بالنسبة إلى السابق ولكن بالنسبة إلى القضاء أو الإعادة يكون له الأثر .\r\nوالحاصل بعد كشف الملاك بواسطة الخطاب وعدم الخروج عن عهدته يلزم الخروج عنها بالقضاء أو الإعادة هذا بالنسبة إلى الأعمال السابقة واما الأعمال اللاحقة فلا كلام في وجوب كونها على طبق الدليل اللاحق .\r\n\r\nالجهة الثانية\r\nفيما إذا كان كشف الخلاف بواسطة وجدان أمارة على خلاف ما وجده من الأمارة السابقة وهو اما ان يكون بتبدل الظهور مثل تبدل رأى من لا يرى البئر من العواصم إلى كونه عاصما بواسطة ملاحظته رواية إسماعيل بن بزيع من قوله عليه السلام ماء البئر واسع لا يفسده شيء لأن له المادة بعد عدم استظهاره كذلك قبله لما رأى من استظهار العلامة ذلك من الرواية خلافا لمن سبقه واما ان يكون بوجدان الخاصّ بعد العام واما ان يكون بوجدان معارض أقوى والحق عدم الاجزاء ووجوب إعادة العمل أو قضائه مطلقا .\r\nاما في انقلاب الظهور فلان المتبع عند العقلاء هو الظهور الفعلي للكلام وعدم حجية ما سقط عن الظهور عندهم فعليه تكون الذّمّة مشغولة بما هو الواقع وهكذا الجمع بين العام والخاصّ والمطلق والمقيد وتقديم ما هو الأقوى عند التعارض فان ذلك كله يكون هو المتفاهم العرفي من الكلمات فالعمل على غير هذا الوجه عن جهل واشتباه لا يوجب الاجزاء لعدم مطابقة المأتي به مع المأمور به فالاشتغال بالتكليف السابق حاكم بعد كشف الخلاف .\r\nفان قلت الأمارة التي كانت حجة وقد ظهر خلافها لا تخلو اما ان يكون المبنى فيها الطريقية أو الموضوعية أو يقال بالمصلحة السلوكية فعلى فرض الطريقية فمصلحة التسهيل كانت مانعة عن جعل الشارع الاحتياط في ظرفها وعلى الموضوعية\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\nفتكون المصلحة في نفس المؤدى وعلى المصلحة السلوكية تكون المصلحة في السلوك .\r\nفعلى جميع التقادير نحتمل تكافؤ تلك المصلحة مع مصلحة الواقع الَّذي ظهر خلافه فكيف يحكم بالاشتغال بعد ظهور الخلاف قلت المصلحة على الطريقية لا تكون في المؤدى لظهور خلافه على ما هو المفروض ومصلحة التسهيل يكون الأصل هو عدم تكافئها مع الواقع واما المصلحة على الموضوعية أو على نحو السلوكية فيمكن الالتزام بها ما دام عدم سقوط الأمارة واما مع سقوطها عن الحجية فمن أين يثبت مكافئتها مع مصلحة الواقع والحاصل كل تلك المصالح لا يكافئ مصلحة الواقع فلا بد من القول بعدم الاجزاء .\r\nفان قلت إن كشف الخلاف بالأمارة لا يوجب القطع بمخالفة الأمارة السابقة مع الواقع وهكذا الأمارة المخالفة مع السابقة لا تكون موافقتها مع الواقع محرزة فلا فرق بين الأمارتين في الحجية وترتيب الأثر فأثر الأمارة السابقة اجزاء العمل السابق وأثر هذه الأمارة اجزاء موافقة العمل معها فعلا .\r\nقلت بناء العقلاء على اتباع الظهورات مع كون الأمارة كاشفة عن الواقع فإذا ثبت سقوط أصالة الصدور أو الجهة أو الدلالة في الأمارة السابقة لا حجية لظهورها ولا كاشفية لها عن الواقع والأمارة المخالفة معها اللاحقة تكون واجبة الاتباع فعلا وكاشفة عن الواقع فإذا كان كذلك فلا فرق عندهم في ذلك بين هذا الزمان والزمان السابق فهي فعلا تحكم بعدم مطابقة المأتي به مع المأمور به فيجب القضاء أو الإعادة .\r\nفان قلت إطلاق حجية الأمارة هو كونها حجة بالنسبة إلى صورة ظهور الخلاف أيضا وليست حجيتها مختصة بزمان دون زمان فالعمل على طبقها مجز اما بملاك تفويت مصلحة الواقع على فرض كون الموافق معه الثانية أو بملاك الوفاء بمصلحة الواقع إذا لم يكن كذلك واقعا فلا إعادة ولا قضاء .\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nقلت إن الأمارة مفادها حجية ما أدت إليه وليس مفادها عدم حجية غيرها من الأمارات فمع كون الأحكام الواقعية مشتركة بين العالم والجاهل وظهور خلاف الأمارة السابقة وحجية هذه الأمارة فعلا لا وجه للقول بإطلاق حجية السابقة لعدم نفيها مفاد ما هو الحجية فعلا حتى بالنسبة إلى السابق وتنجيز مفاد السابقة قبل كشف الخلاف لا ينافي القول بوجوب القضاء أو الإعادة .\r\n\r\nالجهة الثالثة\r\nفي كشف خلاف الحكم الموافق للأصل المحرز كالاستصحاب أو غيره كالبراءة بواسطة وجدان أمارة مخالفة معه والحق هو وجوب القضاء أو الإعادة أيضا لأن الأصل وظيفة قررت للشاك والعمل على طبقه لا ينافي وجوب الإتيان ثانيا بعد كون التكليف مشتركا بين العالم والجاهل وعدم إتيان المأمور به على نحو ما أدت إليه الأمارة .\r\nهذا حاصل ما اقتضته القاعدة الأولية في كشف خلاف الاجتهاد السابق وهو وجوب القضاء أو الإعادة .\r\n\r\nفي مقتضى القاعدة الثانوية في تبدل الرّأي\r\nثم إن بعض الأحكام مثل الصلاة يكون له قاعدة ثانوية لعدم وجوب الإعادة كما ورد من قوله عليه السلام لا تعاد الصلاة الا من خمسة ( 1 )  الحديث والخمس المستثنى مما لا خلاف فيه واما غيره فيكون مشمولا للحديث الشريف بعد ظهور الخلاف فان الحديث يشمل الجاهل بالموضوع والناسي للحكم والموضوع والجاهل البسيط بالحكم إذا كان جهله مع السند كما في المقام فان الشروع في الصلاة مع إحراز الاجزاء والشرائط تعبدا بالطرق المعتبرة لازمه عدم وجوب الإعادة وان كان المكلف جاهلا في الواقع ببعض الاجزاء واما الجاهل بالجهل البسيط إذا لم يكن عمله على طبق الطرق المعتبرة فيكون الحديث منصرفا عنه وكيف كان فلا إشكال في شمول الحديث للمقام .\r\nوقد ادعى الإجماع على الاجزاء في العبادات مطلقا وقد يتمسك بالبراءة في\r\n","description":"","footnote":" ( 1 ) في الوسائل باب 10 من أبواب الركوع ح 5 . . ","page_name":" 31 ","page_number":31},
  {"content":"\r\nمورد عدم جريان استصحاب التكليف فإنها حاكمة على الاشتغال وان كانت محكومة للاستصحاب .\r\nوقد يستدل على عدم وجوب الإعادة بنفي الحرج والعسر في الشريعة المقدسة فإعادة المجتهد عمل نفسه حرج عليه والفتوى بها أيضا حرج على المقلدين وفيه أولا ان القضاء والإعادة ربما لا يلزم منهما الحرج والعسر لأن الأمارة السابقة أو غيرها ربما كان مفادها في السابق جزئية شيء أو شرطيته ويكون مفاد ما وجدناه من الدليل عدمها فلا يوجب وجدان المخالف القضاء أو الإعادة كما أنه إذا كان الرّأي المسابق عدم كفاية العقد بالفارسية ورأيه الجديد هو الكفاية فان هذا النحو من كشف الخلاف لا يوجبهما فيما هو كذلك أو كان رأيه السابق وجوب الاحتياط ورأيه اللاحق عدم وجوبه وهكذا .\r\nوثانيا ان موارد الابتلاء بالإعادة أو القضاء قليلة فان جميع الأحكام المستنبطة لا يكون مورد الابتلاء في العمل ليلزم العسر والحرج بها .\r\nوثالثا ان الحرج الشخصي ربما يكون بالنسبة إلى شخص ولا يكون بالنسبة إلى شخص آخر فيدور مدار مورده ولا يمكن ان يقال بعدم وجوب الإعادة لكل مكلف وفي كل مورد من الموارد فان إعادة مقدار من الصلاة ربما لا يكون حرجا بالنسبة إلى بعض الأشخاص وربما يكون حرجا بالنسبة إلى البعض الاخر .\r\nنعم في بعض الموارد يكون الحرج النوعيّ ملاكا لرفع الحكم في نظر الشرع مثل حكمه بطهارة الحديد من باب لزوم العسر والحرج للنوع من الحكم بنجاسته .\r\nورابعا ان تبدل رأي المجتهد في مثل الصلاة في الوقت نادر جدا فبالنسبة إلى الإعادة لا يلزم العسر والحرج واما القضاء فيمكن ان يقال مقتضى الدليل الدال عليه وهو ما ورد من قوله عليه السلام فاقضه كما هو أو الدليل الاصطيادي اقض ما فات كما فات فيمكن ادعاء عدم شموله لمثل صورة وجود الدليل للمكلف وتطبيق العمل\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nعلى وفقه لعدم صدق الفوت فلا يجب القضاء خارج الوقت .\r\n\r\nفي التفصيل في حكم تبدل الرّأي\r\nثم هنا تفصيلات منها ما هو الشهور من الفرق بين كون السند في الاجتهاد السابق الأمارة على الموضوعية أو هي على الطريقية فعلى الموضوعية يجزى العمل السابق ولا إعادة ولا قضاء وعلى الطريقية فيجب القضاء والإعادة وهذا من جهة زعم أن المصلحة في الأمارة على الموضوعية تكافي مصلحة الواقع واما على الطريقية فلا مصلحة الا في الواقع وحيث لم تصب الأمارة معه فلا يجزى .\r\nولكنه مر ما فيه من عدم إحراز التكافؤ في المصلحة وعلى فرض الشك في ذلك فالأصل هو بقاء التكليف والاشتغال به .\r\nومنها ما عن المحقق الخراسانيّ قده وهو مؤسسه من أن السند للاجتهاد السابق ان كان الأمارة فحيث ظهر خلافها فلا يجزى العمل على طبقها واما ان كان السند هو الأصل مثل الاستصحاب أو البراءة فيجزي العمل السابق ولا إعادة ولذا يقول بعدم وجوب إعادة الصلاة التي ورد فيها تمسكا بقاعدة الطهارة أو استصحابها بعد ظهور خلافها خلافا للقوم .\r\nوالسر في ذلك هو ان الاستصحاب عنده يكون معناه جعل حكم مماثل للواقع في ظرفه فكأنّ فردا من الطهارة مجعول في ظرف استصحابها وهذا لا كشف خلاف له لأن الواقع كشف خلافه واما الفرد الجعلي الَّذي هو مثله فلا كشف خلاف له أصلا فكما ان أمد الحكم بالتيمم ينتهى بواسطة رفع العذر كذلك ينتهى أمد هذه الطهارة بوجدان ما يخالفها .\r\nواما القاعدة والبراءة الشرعية فهي وظيفة قررت للشاك والوظيفة لا كشف خلاف لها بل ينتهى أمدها بواسطة وجدان الحاكم عليها واما البراءة العقلية فليس حكمها ذلك من جهة عدم كون العقل مشرعا وما حكم به من جهة قبح العقاب بلا بيان\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\nقد ظهر خلافه بالبيان من الشرع على الفرض ولما ذكرنا يكون المجوز لدخول الصلاة هو استصحاب الطهارة أو البراءة في الشبهات البدوية مثل الشبهة في طهارة البدن أو اللباس أو نجاسته فلو لم تكن الطهارة المماثلة للواقع أو ما هو الوظيفة حاصلة فلما ذا يدخل في الصلاة : هذا حاصل كلامه في التفصيل .\r\nويرد عليه أولا ان المبنى في الاستصحاب باطل لأن جعل المماثل لا معنى له بل الحق هو تنزيل الشك فيه منزلة اليقين فالشاك في الواقع يكون كالمتيقن ويكون المدار على الواقع فهو مثل العلم فربما يكشف خلافه وربما يقوم مقام العلم الجزء الموضوعي من جهة كونه علما تعبديا والا فلما ذا يقدم على البراءة .\r\nفإنه ان كان في مقام بيان الوظيفة فقط يلزم ان لا يقدم عليها لأنهما وظيفتان قررتا للشاك على فرضه قده وهكذا البراءة ليس معناها جعل حكم في مقابل الواقع بل هي حكم الشاك فان وافقت الواقع فهو والا فلا بد من إتيان الواقع قضاء أو إعادة .\r\nولا يتوهم ان رفع الجزء أو الشرط بواسطة شمول حديث الرفع يكون معناه وجوب البقية لا هذا الجزء أو الشرط بواسطة شمول الرفع له بل معنى البراءة هو ان هذا الجزء أو الشرط غير واجب ظاهرا واما البقية فهي واجبة بنفس التكليف المنبسط على الاجزاء والشرائط فإذا ظهر ان الواقع لم يكن كذلك فلا بد من إتيان ما لم يوافقه فيكون معنى الرفع هو ان غير المرفوع واجب كما إذا قال المسافر للحمال احمل غير هذا الصندوق ، يعنى هذا لا يجب رفعه وحمله وغيره واجب بنفس هذا الأمر .\r\nومثلها قاعدة الطهارة والحلية فان الخلاف إذا كشف يجب القضاء أو الإعادة إذا كان الدخول في الصلاة بواسطة جريانهما في الثوب والبدن .\r\nفان قلت إنهما ليستا محرزتين بل هما وظيفتا الشاك قلت ليس كذلك بل هما أيضا جعلتا لحفظ الواقع ولهما أيضا نحو طريقية لحفظه فتحصل انه لا وجه لتفصيل المحقق الخراسانيّ قده بين ما كان سند الرّأي السابق أصلا أو أمارة .\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\nومن التفاصيل تفصيل صاحب الفصول قده بين الموضوعات والأحكام بقوله بالاجزاء في الأولى دون الثانية بتوهم ان الموضوع الواحد لا يتحمل اجتهادين فمن رأي حرمة العصير العنبي ونجاسته إذا غلى بالنار ثم تبدل رأيه إلى أن مطلق الغليان بالنار أو بالهواء أو بالشمس موجب لذلك يجب عليه العمل على طبق الرّأي الثاني .\r\nومن بنى على طهارة العرق من الجنب بالحرام ثم تبدل رأيه فرأى نجاسته فان هذا وأمثاله من الموضوعات التي قد تبدل رأيه في حكمها واما الأحكام فيمكن تعدد الحكم بلحاظ الحالتين .\r\nولكن يرد عليه بان الحق واحد فيهما فإذا اشتبه في طريق الوصول إليه فلا بد من القول بعدم الاجزاء .\r\n\r\nفي وجوب إعلام المجتهد اضمحلال رأيه لمقلده\r\nثم إن المجتهد إذا اضمحل رأيه بالنسيان فهل يجب عليه إعلام مقلديه أو يكفى عمل المقلد على طبق الرّأي السابق له ما لم يظهر خلافه فيه خلاف فربما يقال إنه مثل البقاء على تقليد الميت فكما انه جائز فكذلك هذا فان موت المجتهد يكون مثل اضمحلال رأيه .\r\nولكن يرد عليه ان البقاء على فرض جواز تقليد الميت يكون من باب ان الاجتهاد والرّأي قائمان بنفس المجتهد وهي لا تفنى بفناء البدن بل هي باقية ورأيها كذلك .\r\nواما اضمحلال الرّأي فليس كذلك فالمجتهد الحي الناسي لما علمه أسوأ حالا من الميت من هذه الجهة ولذا نسب إلى بعض الاعلام من المجتهدين انه ارجع مقلديه إلى غيره لعروض النسيان له في أواخر عمره .\r\nوالتحقيق في المقام هو ان وجوب الاعلام وعدمه يدور مدار كون المقام من\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nالشبهات ( 1 )  الموضوعية فلا يجب الاعلام كما لا يجب الفحص فيها أو من الشبهات الحكمية فيجب الاعلام كما يجب الفحص فيها .\r\nووجه كون الشبهة موضوعية هو ان المقلد إذا كان مقلدا لمجتهد يرى جواز استصحاب بقاء الرّأي لمقلده إذا شك في بقائه ففي المقام كلما شك المقلد في بقائه يستصحبه وحيث إن الاستصحاب حجة في حقه ويكون عمله مطابقا له ولا يكون عمله باطلا في نظره وان كان باطلا بنظر المجتهد فلا يجب عليه إعلامه كما أن مستصحب الطهارة إذا كان مشغولا بالصلاة مع علمنا بنجاسة ثوبه أو عدم صحة وضوئه لا يجب علينا الاعلام لأن عمله صحيح عنده وعدم كونه صحيحا عندنا لا يضر به والمقام كذلك فلا يجب على المجتهد الاعلام .\r\nواما وجه كون الشبهة حكمية فهو ان المقلد إذا كان رأي مجتهده عدم جواز استصحاب الرّأي لما مر من شبهة كونه من الأصل المثبت فلا يكون له الاستصحاب فيكون المقلد جاهلا بالحكم فيجب على مجتهده إعلامه لأنه حينئذ لا حجة له بنظر المجتهد وحيث إن استصحاب بقاء الرأي لا يجري عندنا لما مر فيجب على المجتهد الاعلام .\r\nثم إنه لا فرق بين المجتهد والمقلد من جهة الحكم بالإعادة أو القضاء وعدمه إذا تبدل رأي المجتهد وسره واضح لأن المجتهد كما ظهر له عدم صحة فتواه لنفسه ولمقلده يظهر للمقلد أيضا عدم السند لعلمه وعدم مطابقته للحكم في\r\n","description":"","footnote":" ( 1 ) أقول إن استصحاب الرّأي سواء جرى في حق المقلد كما هو الحق أو لم يجر لا يكون هذا الحكم دائرا مداره لأن المقلد جاهل بالحكم في نظر المجتهد لأنه لا يعلم الحكم في الواقع وقد توهم وجود الحكم في حقه وهذا التوهم فاسد بنظر مجتهده .\r\nفكما ان المقلد عند الشك في شيء لا يكون جريان البراءة في حقه ويجب على المجتهد إعلامه بالحكم من باب وجوب بيان الأحكام فكذلك في المقام يجب عليه بيان الحكم ونظيره ما يقال بوجوب إعلام من نقل المسألة اشتباها للعامي لرفع الاشتباه . ","page_name":" 36 ","page_number":36},
  {"content":"\r\nالواقع نعم التفصيل الَّذي أبدعه المحقق الخراسانيّ قده من أن سند الحكم ان كان أصلا من الأصول فلا تجب الإعادة والقضاء وان كان أمارة من الأمارات فتجب يأتي بالنسبة إلى المقلد أيضا على فرض صحته لأن وظيفته لم تتغير إذا كان سنده الأصل وما يكون له الخلاف على هذا التفصيل هو الأمارة .\r\nولا وجه لما قيل من أن رأي المجتهد أمارة دائما لمقلده لأن الرّأي طريق تارة إلى ما أدت إليه الأمارة وتارة إلى ما أدى إليه الأصل الَّذي هو وظيفة للشاك هذا تمام الكلام في مباحث الاجتهاد .\r\n\r\nفصل في مباحث التقليد\r\nوالبحث فيه في فصول : الفصل الأول في معناه لغة واصطلاحا اما في اللغة فهو جعل القلادة على العنق والمقلد حيث يجعل قلادة إطاعة المجتهد على عنقه يسمى بالمقلد .\r\nولا يخفى ان البحث عن معناه لغة واصطلاحا يكون لما ورد في بعض الروايات من التعبير به كما ورد من قوله عليه السلام اما من كان من الفقهاء صائنا لنفسه حافظا لدينه مخالفا لهواه مطيعا لأمر مولاه فللعوام ان يقلدوه ( 1 )  : فالبحث يكون عن هذا المعنى وهكذا نحتاج إلى إحراز معناه في مثل البقاء على تقليد الميت والعدول عن الحي إلى الحي بعد تحقق تقليد الأول وهكذا ساير الموارد واما معناه اصطلاحا وهو العمدة ففيه خلاف ففي الكفاية قال المحقق الخراسانيّ قده انه أخذ قول الغير ورأيه للعمل به في الفرعيات أو للالتزام به في الاعتقاديات بلا مطالبة دليل على رأيه .\r\nوقال سيدنا الأستاذ الأصفهاني في الوسيلة انه الالتزام بالعمل بفتوى مجتهد معين ويتحقق بأخذ المسائل منه للعمل بها وان لم يعمل بعد بها في غير مسألة جواز\r\n","description":"","footnote":" ( 1 ) في الوسائل ج 18 باب 10 من أبواب صفات القاضي ح 20 . ","page_name":" 37 ","page_number":37},
  {"content":"\r\nالبقاء على تقليد الميت ومسألة عدم جواز العدول من الحي إلى الحي فان العمل شرط فيهما وهكذا يقول الشيخ الأعظم في رسالته بأنه التزام بالعمل على رأي مجتهد معين وعليه السيد قده في العروة الوثقى فإنه اكتفى بأخذ رسالته للعمل وان لم يعمل .\r\nولكن الحق عندنا هو ان التقليد لا يكون الا العمل المستند إلى فتوى المجتهد ولا يكفى الالتزام بدون العمل ولا أخذ الرسالة وليس مثل الاجتهاد الَّذي هو سابق على العمل فان الشخص يقلد مجتهده لا انه يقلده ثم يعمل على طبق التقليد كما في ذهن الاعلام .\r\nولتوضيح المرام لا بد من الكلام في مقتضى الأدلة الواردة في وجوب التقليد ليتضح من جهة الحكم ان الموضوع له ما هو إذا لم يتضح من الخارج فان تناسب الحكم والموضوع يوجب زيادة الوضوح إذا لم يكن الموضوع محرزا من لسان الدليل كما في الأدلة اللبية التي لا لسان لها .\r\nفنقول قال المحقق الخراسانيّ قده ان جواز التقليد ورجوع الجاهل إلى العالم يكون بديهيا جبليا فطريا وهو قده كما ترى ضم الجميع كدليل واحد ولكن الحق ان كل واحدة من الفطرة والجبلة والعقل وبناء العقلاء والسيرة يكون دليلا على حدة فنبحث عنه بالتفصيل فنقول ان كان الدليل عليه الفطرة فربما قيل إن فطرة الناس تقتضي بواسطة عشق ذاتي لهم ان يصيروا عالمين بما هم جهال بالنسبة إليه فيكون رجوعهم إلى العالم لتحصيل العلم وهو غير مربوط بالعمل بقول المجتهد تعبدا .\r\nولكن يرد عليه ان مرادهم من الفطرة هنا ليس هو العشق الغريزي في طلب العلم بل المراد هو الانسداد الصغير الَّذي يكون مقدماته تامة عند المقلد فإنه إذا رأى أن الشارع جعل له أحكاما ولا بد له اما من الاجتهاد فيها أو الاحتياط فيما لا يكون من الضروريات ولا يكون في وسعه الاجتهاد ويكون الاحتياط عسريا فيرى بالفطرة ان حكمه الرجوع إلى من يتبع رأيه ومعنى الاتباع هو العمل على طبقه مستندا\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nإليه ولا يكون معناه تعلم الأحكام والالتزام به فقط فالعلم مقدمة هنا للعمل .\r\nكما أن وجوب تصديق العادل في الأوامر الطرقية يكون معناه الجري العملي على طبق ما أدى إليه قول العادل وليس معناه الالتزام بقول العادل فإنه لا ثمرة فيه مع قطع النّظر عن العمل فتصديق المجتهد في رأيه يكون مثل تصديق العادل في خبره وليس التقليد بحسب هذا الدليل الا العمل .\r\nواما ان كان السند السيرة وبناء العقلاء فهو يقتضى أيضا ان يكون التقليد هو العمل لأن العقلاء والمتشرعين في أمور معاشهم يرجعون إلى الخبراء في الأمور التي هي خبروية بتطبيق عملهم على طبق رأى الخبرة كما نرى في رجوعهم إلى الطبيب والبنّاء وفي الأمور الخبري يعتمدون على اخبار المخبر في التطبيق العملي أيضا ولا وقع عندهم في الالتزام فقط والفقهاء خبرة فن الأحكام ويكون رجوع الناس إليهم في امر معادهم .\r\nواما ان كان السند العقل أو الغريزة فكذلك لأن العقل بعد ما رأى الاشتغال اليقينيّ بالاحكام ولا بديته من الفراغ اليقينيّ منها ولا طريق له لتحصيل الفراغ الا الاحتياط إذا أمكنه فهم مورده ولم يكن عسريا أو التقليد بعد عدم إمكان الاجتهاد على المفروض فيختار رأي المجتهد للعمل ويأخذه حجة بينه وبين اللَّه في إتيان العمل ومعنى أخذه هو العمل على طبق رأيه لا الالتزام فقط وهو الَّذي يوجب الفراغ لا أخذ الرسالة أو الالتزام .\r\nفالتحقيق عندنا هو ان التقليد ليس الا العمل المستند هذا كله في صورة كون المجتهد واحدا واما إذا كان متعددا مع التساوي في العلم فعلى فرض اتحادهم في الرّأي فلا شبهة في كون التقليد هو العمل مستندا إلى رأى أحدهما واما إذا كان الاختلاف في الآراء ففيه بحث .\r\nوهو انه على فرض كون رأيي المجتهدين مثل الخبرين المتعارضين فالقاعدة الأولية تقتضي التساقط ولكن القاعدة الثانوية تقتضي التخيير فحينئذ يكون المقلد\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\nمخيرا في أخذ الرّأي من أيهما أراد ولكن لا بد له من الأخذ بأحدهما ثم العمل على طبقه فان الأخذ هنا مقدمة الحجية كما قلنا في الخبرين في باب التعادل والترجيح وليس التقليد هنا صرف العمل بل هو العمل بعد الأخذ والالتزام ( 1 )  هذا كله في الدليل الغير النقليّ .\r\nاما الدليل النقليّ لوجوب التقليد فمنها آية النفر وهي قوله تعالى فلو لا نفر من كل فرقة منهم طائفة ليتفقهوا في الدين ولينذروا قومهم إذا رجعوا إليهم لعلهم يحذرون ( التوبة 122 ) ومنها آية السؤال وهي قوله تعالى فاسئلوا أهل الذّكر ان كنتم لا تعلمون ( النحل 43 ) ومن السنة ما ورد من قوله عليه السلام اما من كان من الفقهاء صائنا لنفسه إلى قوله فللعوام ان يقلدوه وما ورد من قوله عليه السلام بالنسبة إلى بعض الرّواة بقوله عليه السلام خذ معالم دينك منه وغير ذلك مما يجده المفتحص ( 2 )  .\r\nولا يخفى قبل تقريب الاستدلال ان العامي لا يمكنه الاستدلال بما ذكر بل من له درجة من الاجتهاد ولو في هذه المسألة يجتهد فيها ولكن ليس البحث بلا فائدة بل العامي بحسب الفطرة إذا شك في جواز التقليد وعدمه يرجع إلى المجتهد كما أنه يرجع إليه إذا شك في حلية العصير العنبي وحرمته بالنش فهو يفتى بوجوب التقليد ويبين حدوده وقيوده من وجوب تقليد الأعلم أو جواز تقليد غيره ومن وجوب\r\n","description":"","footnote":" ( 1 ) أقول مر منا فيما سبق ان الأخذ لا تأثير له في الحجية بل بعد العلم الإجمالي بحجية أحد الخبرين يؤخذ به لأنه حجة لا انه ليس بحجة وبالاخذ يصير حجة .\r\nولذا لا يكون في وسع المكلف عدم الأخذ به لئلا يصير حجة وفتوى المجتهدين أيضا كذلك على فرض شمول أدلة التخيير لغير الخبرين أو من باب الإجماع على عدم كون المكلف مهملا وفارغا عن الرجوع إلى أحدهما وعليه فإذا كان التقليد هو العمل المستند يكون في المقام أيضا كذلك ولا احتياج إلى الأخذ وعلى فرض كون المدار على الالتزام فهو لازم قبل العمل .  ( 2 ) الروايات في الوسائل ج 18 في أبواب صفات القاضي في باب 10 و 11 . ","page_name":" 40 ","page_number":40},
  {"content":"\r\nتقليد الحي أو جواز البقاء على تقليد الميت فلا يكون البحث عن الأدلة النقليّة بدون الثمرة .\r\nفرجوع العامي إلى المجتهد في أصل التقليد بالفطرة وفي شؤونه لا بد له من تقليده حتى بالنسبة إلى نفس وجوب التقليد أو جوازه في الأحكام واما أصل وجوب التقليد فلا يكاد يمكن ان يكون بالتقليد لأنه يلزم منه الدور أو التسلسل ثم تقريب الاستدلال بآية النفر هو ان الحذر بقبول قول الفقيه واجب سواء حصل القطع أم لا فيجب على العامي قبول قوله تعبدا ولا يكون له إجراء البراءة عما لا يعلمه مستندا إلى قبح العقاب بلا بيان فان هذا الدليل حاكم عليها والمراد بالتفقه هو الرّأي والنّظر فإذا بلغ المتفقه إلى هذه الدرجة يجب قبول قوله ولكن عن بعض الأعيان ( الشيخ العلامة محمد حسين الأصفهاني ) في رسالته المؤلفة في الاجتهاد والتقليد ص 13 خلاف ذلك فإنه يقول ومن الواضح صدق التفقه في الصدر الأول بتحصيل العلم بالاحكام بالسماع من النبي صلَّى اللَّه عليه وآله أو الإمام عليه السلام فلا دلالة لها حينئذ الأعلى حجية الخبر فقط والإنذار بحكاية ما سمعوه من المعصوم من ترتب العقاب على شيء فعلا أو تركا لا ينبغي الريب فيه بل الإفتاء والقضاء أيضا كان في الصدر الأول بنقل الخبر فتدبر انتهى وحاصل مراده قده كما ترى هو عدم دلالة الآية على وجوب الرجوع إلى المجتهد بل دالة على حجية خبر الواحد ولكن يرد عليه ان الناقل للخبر في صدر الإسلام أيضا لم يكن بحيث لا يفهم معناه بل كان يفهم ما أراد النبي صلَّى اللَّه عليه وآله أو الإمام عليه السلام فيخبر ولم يكن صرف النقل فقط على أن مثل زرارة ومحمد بن مسلم وأبان أيضا كانوا في صدر الإسلام من الرّواة ومن الفقهاء ولا يمكن ان يقال إن المجرى للأحكام يكون الناقل للخبر فقط بل من فهم الخبر مع تعمل ونظر ورأى فدلالة الآية على وجوب التقليد تامة واما آية السؤال فمعناها ان السؤال\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\nيجب العمل بجوابه إذا كان عن أهل الخبرة وليس معناها هو السؤال لحصول العلم فقط والمراد بأهل الذّكر هو الفقيه لا العرب الَّذي لا يفهم معنى الرواية وقد سمعها من المعصوم عليه السلام وينقلها وهكذا معنى التقليد في رواية التقليد هو العمل برأيه لا التعلم منه والمراد بأخذ معالم الدين ليس التعلم فقط بل العمل فتحصل ان الأدلة النقليّة لوجوب التقليد أيضا تامة .\r\n\r\nتذييل\r\nفي أن وجوب التقليد على أي تقدير هل يكون مقدميا أو نفسيا أو طريقيا أو شرطيا شرعيا نظير وجوب الوضوء للصلاة والمنسوب إلى الشيخ الأنصاري قده هو الأول لأنه مقدمة للامتثال الظاهري للأحكام الواقعية ولا ينوط الواقع به ان كان حصوله بالاحتياط ممكنا فيكون مقدميته للامتثال فقط بحيث يسقط التكليف لا بحيث يحصل الواقع ويؤيد هذا الوجه ما هو المعروف من بطلان عمل تاركي طريق الاجتهاد والتقليد بعد كون التقليد هو العمل لعدم حصول الامتثال ما لم يكن العمل مستندا إلى المجتهد ولكن يرد عليه بان العمل صحيح ولو لم يكن مستندا إلى الفتوى إذا طابق الواقع أو رأى من يجب عليه تقليده في الواقع إذا جاء له قصد القربة مثل ما أتى به رجاء للوصول إلى الواقع ووجه كون الوجوب نفسيا لا مقدميا فهو ان التقليد بعد كونه هو العمل مثل الصلاة والصوم فيكون ملاكه هو ملاك نفس العمل لأن الأمارات على الطريقية لا تكون الا لحفظ الواقع وهو تارة يحفظ بالعلم الوجداني به والعمل على طبقه وتارة يحفظ بالأمارة والتقليد يكون لحفظ الواقع وهو أمارة عليه فوجوب التقليد يكون معناه وجوب الصلاة ووجوب الركوع ووجوب السجود والصلاة تقليد بعنوان وصلاة بعنوان خاص وهو الصلاتية فكما ان وجوب\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\nالصلاة نفسي فكذلك وجوب التقليد .\r\nولكن يرد عليه ان وجوب تصديق العادل ووجوب التقليد الَّذي هو مثله يكون للمصلحة الطريقية إلى الواقع فان أصاب فهو والا فهو معذور ويشترك مع الوجوب النفسيّ من جهة كون المصلحة والملاك لحفظ الواقع ولكن المصلحة في إتيان الصلاة تكون لذاتها محضا ومصلحة تصديق العادل أو تقليد المجتهد يكون لحفظ الواقع في الدرجة الثانية .\r\nومن هنا ظهر عدم كون الوجوب في التقليد نفسيا ولا مقدميا بل وجوبه وجوب طريقي لحفظ الواقع واما الوجوب الشرطي الشرعي مثل وجوب الوضوء للصلاة فلم يثبت من دليل .\r\nنعم الفرق بين الفتوى وبين الأمارة مثل الخبر هو ان الأمارة تكون طريقا للواقع بنفسه ولكن الفتوى تكون طريقا إلى الطريق الَّذي هو رأي المجتهد فان رأيه طريق الواقع لا فتواه ولذا يكون رأيه حجة ولو لم يكن له الفتوى فمن علم من دأب مجتهد ان مسلكه ان الأمر بالشيء يقتضى النهي عن ضده خلافا لمن يقول بان الأمر بالشيء لا يقتضى النهي عن ضده فمر بمسألة تتوقف على هذا المبنى يمكنه العمل على طبق هذا المبنى لأنه أحرز رأيه وان لم يفت في المسألة الفلانية ( 1 ) \r\n\r\nمسألة\r\nهل يجوز لمن له قوة الاستنباط والاجتهاد التقليد أو يجب عليه الاستنباط فيما هو مبتلى به من الأحكام فيه خلاف والمشهور هو وجوب الاستنباط وعدم جواز\r\n","description":"","footnote":" ( 1 ) أقول هذا مشكل جدا لأنه من المحتمل هو كون فتواه في خصوص المسألة مستندا إلى دليل آخر لا يعلمه منه فلا بد من أخذ فتواه ولو فرض انه يعلم أنه لا دليل له الا المبنى في الباب الفلاني فهو علم بفتواه من هذا الطريق ولا بحث فيه واما كشف رأيه بالطرق الغير المعتبرة شرعا نظير الرمل فخارج عن محل الكلام . ","page_name":" 43 ","page_number":43},
  {"content":"\r\nالتقليد وخالفهم السيد في المناهل على ما نسب إليه لعدم فعلية الحكم عليه قبل الاستنباط .\r\nولكن الحق مع المشهور كما مرت الإشارة إليه فيما سبق فان مقتضى دليل التقليد هو ان الجاهل ومن ليس له الحجة يرجع إلى العالم ومن له الحجة ومن له قوة الاستنباط لا يكون جاهلا وله الحجة إذا رجع إليها وليس المراد هو الجهل بالفعل كذلك حتى يقال يصدق بالنسبة إليه الجاهل فعلا لأن العقل بعد تحيره في الحكم يحكم بالرجوع إلى الغير ومن له القوة لا يكون متحيرا .\r\nوهكذا الأدلة اللفظية فان من هو متفقه في الدين ويكون من أهل الذّكر لا يكون مشمولا لدليل الرجوع إلى الفقيه وأهل الذّكر لأن هذا الدليل يكون لمن لا يعلم ولا يتفقه لا لمن يكون فقيها وعالما فيجب الاستنباط لمن له القوة فيما هو مبتلى به .\r\n\r\nمسألة في تقليد الأعلم\r\nوفيها صور : الصورة الأولى تقليد الأعلم مع العلم بالأعلمية ومع اختلاف فتواه مع فتوى غيره والمتعين هو وجوبه وهو المشهور بل المجمع عليه وعليه القدماء وعن بعض متأخري المتأخرين جواز تقليد المفضول أيضا .\r\nوكيف كان فلا بد لنا من البحث في مرحلتين المرحلة الأولى في مقتضى الأصل والمرحلة الثانية في مقتضى الدليل الاجتهادي : والأصل يكون البحث فيه في مقامين المقام الأول في حكمه بالنسبة إلى العامي الَّذي ليس له دليل الا الفطرة والثاني في حكمه بالنسبة إلى المجتهد الَّذي يريد استنباط هذا الحكم من الأصل .\r\nفنقول اما المقام الأول فالحق فيه هو أن العامي إذا رجع إلى فطرته يرى بالفطرة أن الأمر يدور بين التعيين والتخيير لأن العمل بفتوى الأعلم يكون هو الواقع إن أصاب وعذر عند الخطأ قطعا وأما غيره فلا يكون كذلك قطعا للشك في حجية فتواه وإن كان احتمال التخيير فيه أيضا ولكن الاحتمال لا يفيد كما\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\nالمريض يرجع إلى الطبيب الَّذي يرى فيه اجتماع جميع الصفات التي لها دخل في علاج المرض وهكذا غيره من أصناف الخبراء وأنواعهم إذا أمكنه ذلك .\r\nفان قلت إن وجوب تقليد الأعلم بواسطة الحكم بالتعيين في المقام مرفوع بالأصل لأن التعيين كلفة زائدة فهو مخير في الرجوع إلى الأفضل والمفضول سيما في صورة العسر في الرجوع إلى الأفضل قلت القول بالتعيين لا يكون من جهة كون الأفضل له الموضوعية حتى ينفى بالأصل بل من باب ان المكلف اشتغال ذمته بالتكليف في البين مسلم ولا بد له من تحصيل البراءة عن الواقع الَّذي هو مكلف بإتيانه وامتثاله .\r\nوهو لا يمكن الا في صورة الرجوع إلى الأعلم لأنه ان تبع غير الأعلم ولم يصب فتواه إلى الواقع يكون مذموما عند العقلاء بخلاف متابعة الأفضل فإنه معذور وان لم يصب فتواه إلى الواقع .\r\nوبعبارة أخرى يطلب الشارع من المكلف الواقع ان علم به وعلى فرض عدم العلم به يتنزل بإتيانه على طبق رأي المجتهد الأعلم فما في ذمته هو الواقع ولا يكون مجرى للبراءة بعد اشتغال ذمته به وليس الرجوع إلى الأفضل من باب الموضوعية حتى يكون وجوبه مشكوكا فيه ابتداء لتجري البراءة العقلية بالنسبة إلى العامي .\r\nفتحصل ان العامي دليله على أصل التقليد وعلى الرجوع إلى الأعلم هو الفطرة ثم الظاهر أن الفطرة حاكمة بالرجوع إلى الأعلم في جميع الفروع لا في أصل التقليد وان كان من الممكن بعد رجوعه إليه إرجاعه في غير هذه المسألة إلى المفضول أيضا هذا كله في حكم الأصل للعامي .\r\nالمقام الثاني في مقتضى الأصل عند المجتهد حسب الأدلة الشرعية وثمرة البحث في هذا الأصل بعد كون الأصل عند العامي الرجوع إلى الأعلم هي تنقيح الحكم للمقلد الَّذي يرجع إلى الأعلم والفتوى بوجوب تقليده فقط أو كفاية تقليد المفضول أيضا .\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\nفنقول يختلف الحكم حسب اختلاف المباني في رأي المجتهد فان رأيه اما ان يكون طريقا محضا للواقع وجهة تعليلية فقط بمعنى كونه عذرا عند الخطاء وهو حجة لكونه طريقا إلى الواقع فلا موضوعية له .\r\nواما ان يكون حجة من باب جعل مماثل الواقع في ظرفه بحيث يكون وجوده موجد مصلحة فيه تقتضي العمل على طبقه ولذلك يقال بالتخيير عند التعارض والا فالأصل هو التساقط حينئذ كما أن الأصل الأولى في الاخبار عند التعارض هو التساقط واما أن تكون الحجية من باب الطريقي الجزء الموضوعي ومعناه هو ان الواقع منجز عليه لكونه مطابقا لرأي المجتهد بحيث ان الطريق لا بد ان يكون هذا لا غيره .\r\nولتوضيحه نقول إن أخبر مخبر في السوق بان دهن الزيت يفيد لمن هو مبتلى بمرض الكلية ويضره الدهن الحيواني وأخبر الطبيب أيضا بذلك ولكن لا من باب الاخبار فقط بل بعنوان الدستور العلاجي والرّأي بالعمل على طبقه فنرى أن رأي الطبيب يكون له موضوعية عند العقلاء للعمل على طبقه ولو كان طريقا إلى الواقع الكذائي ولا يكون كذلك عندهم اخبار المخبر مع أنه طريق إلى الواقع أيضا ( 1 )  فإذا عرفت ذلك فندعي مثله في رأي المجتهد ونقول ان الطريق الَّذي هو هكذا يكون حجة لا غيره فتحصل ان حجية الرّأي على ثلاثة أنحاء الطريقية المحضة والموضوعية المحضة والطريقي الجزء الموضوعي .\r\nفإذا عرفت المباني فنقول على مبنى الطريقية فيدور الأمر بين التعيين التخيير\r\n","description":"","footnote":" ( 1 ) أقول عدم اعتماد هم على اخبار المخبر يكون من باب عدم خبرويته فان الخبروية تكون في تطبيق الكبرى على المصداق بحسب حال كل مريض فرأيه يكون طريقا إلى الواقع ولا مصلحة في رأيه أيضا لو لم يصبه فرأي الطبيب يكون في الواقع اخبارا عن خاصية الدواء وعن كونه مفيدا بحال هذا المريض الخاصّ ولا موضوعية له . ","page_name":" 46 ","page_number":46},
  {"content":"\r\nفي المقام لأن المدار على الواقع والأخذ برأي الأعلم في كونه مصابا أو عذرا لا إشكال فيه عند العقلاء بالنسبة إلى الواقع المنجز في البين بخلاف رأي المفضول فالعقل حاكم بالتعيين وان لم نقل في دوران الأمر بين التعيين والتخيير في الفروع الفقهية بوجوب الأخذ بالمعين وقلنا بأنه كلفة زائدة تجري البراءة بالنسبة إليها لأن المقام من الدوران بين التعيين والتخيير في مسألة أصولية فان الشك في الحجية مساوق للقطع بعدمها لأن الحجة هي التي يمكن ان يحتج بها وما هو مشكوك لا يمكن الاحتجاج به فلا بد من الأخذ بفتوى الأعلم لذلك فان قلت على فرض إطلاق الأدلة اللفظية في التقليد يصير هذا الأصل محكوما قلت ليس لنا دليل لفظي ليمكن أخذ الإطلاق منه كما سيجيء في البحث عن الدليل الاجتهادي لوجوب تقليد الأعلم .\r\nواما على مبنى الموضوعية فحيث يكون الرّأي له الملاك في نفسه ويكون ذلك في رأي الأفضل والمفضول ففي دوران الأمر بين كونه من باب التعيين والتخيير أو من باب المتزاحمين أو الدوران بين المحذورين في بعض الأحيان كما إذا كان اختلاف الفتوى من جهة وجوب شيء وحرمته وجوه وأقوال على ما ذكره بعض الأعيان في حاشيته على الكفاية المسماة بنهاية الدراية في هذا المقام في ص 211 واختار الثاني أي كونه من باب التزاحم من جهة ان احتمال التعيين والتخيير غير وجيه لكونه في صورة العلم بوجود المصلحة في أحدهما واحتمالها في الاخر والمفروض على الموضوعية هو العلم بوجودها فيهما فلا بد من ملاحظة ما هو أقوى ملاكا للتزاحم ( 1 )  وهو الأهم مع عدم لزوم الجمع بينهما إذا كانا متضادين مثل\r\n","description":"","footnote":" ( 1 ) أقول ولا يخفى ان الملاك في باب التزاحم هو ان يكون المانع في ناحية الامتثال من جهة عدم قدرة العبد عليه كما في إنقاذ الغريقين اما في صورة عدم التكليف بهما فيكون من باب التعارض للعلم الإجمالي بحجية أحد الرأيين ووجوب العمل على وفقه فيدور الأمر بين تعيين العمل بهذا أو التخيير بينه وبين غيره فيكون من باب التعيين والتخيير في باب الحجة فلا بد من القول بالتعيين فيه . ووجود المصلحة في الرّأي لا يرفع هذه الغائلة لأن الكلام ليس في وجود المصلحة وعدمها بل في تعيين أحدهما على المكلف فالأعلم هو المتعين على جميع المباني وعلى فرض هذا الباب باب التزاحم أيضا لأنه أهم أو محتمل الأهمية . ","page_name":" 47 ","page_number":47},
  {"content":"\r\nكون رأي أحدهما وجوب هذا ورأي الاخر وجوب غيره ومع عدم احتمال الأهمية فلا بد من القول بالتخيير برأي من شاء منهما .\r\nوأقول ان المبنى فاسد وعلى فرض صحته فلا بد من القول بالتخيير للتضاد أو لعدم إمكان الجمع كما في دوران الأمر بين المحذورين .\r\nواما على الطريقي الجزء الموضوعي فيكون من دوران الأمر بين التعيين والتخيير لأن إتيان الواقع على هذا الفرض أيضا هو الملاك والاشتغال يكون به كما في الطريقية المحضة فلا بد من الأخذ برأي الأعلم ليحصل الفراغ اليقينيّ فتحصل ان الأعلم هو المعين على الطريقية المحضة وعلى الطريقي الجزء الموضوعي ويكون الحكم هو التخيير على الموضوعية المحضة .\r\nفالحق ان المقلد يجب ان يقلد الأعلم بعد عدم الأساس للموضوعية في الرّأي والإنصاف ان حجية رأيه يكون من القسم الثالث وهو الطريقي الجزء الموضوعي فالواقع بقيد كونه عن رأي المجتهد الأعلم هو المكلف به كما مر .\r\nفتحصل ان مقتضى الأصل عند المقلد والمجتهد هو الرجوع إلى الأعلم لا غير ولكن يجب التنبيه في المقام على أن الحق عندنا هو التعيين لا من جهة دوران الأمر بين التعيين والتخيير على ما هو ظاهر ما مر من كلماتهم وظاهر بياننا لها لأن هذا الكلام يكون في المسألة الفرعية واما مقامنا هذا فلا يكون من دوران الأمر بينهما بل فتوى الأعلم بالاخذ تصير حجة كما في الخبرين المتعارضين ولا حجية لفتوى غيره من بدو الأمر فلا يكون الباب من دوران الأمر بين التعيين والتخيير في الحجة كما توهم لأن الفتويين المتعارضتين كالخبرين المتعارضين في كون\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\nمقتضى الأصل الأولى هو التساقط فيها لتكذيب كل واحد منهما الآخر بمدلوله الالتزامي والتعيين والتخيير المصطلح يكون في صورة إحراز إطلاق أحد الدليلين دون الآخر بعد إحراز حجيتهما وفي المقام لا حجية لأحدهما قبل الأخذ ولكن يكون حكم العقل المستقل بأخذ رأي الأعلم وعدم الأخذ بما هو مشكوك الحجية وهو رأي المفضول فإن كان في كلامنا ما يظهر منه كون تعيين الأعلم من باب دوران الأمر بين الحجة واللاحجة أو بين التعيين والتخيير فهو ليس بمراد لنا بل يكون مشيا على طبق ما مشى إليه القائل بكون المقام من هذا الباب والحاصل دليلنا ان الاشتغال اليقينيّ لا بد فيه من الفراغ يقينا وهو لا يحصل الا بما ذكر هذا كله بيان الأصل في الرجوع إلى الأعلم ( 1 ) \r\n","description":"","footnote":" ( 1 ) أقول اما على فرض القول بان الأخذ لا تأثير له في الحجية بل ما هو الحجة بطبعه يؤخذ به لأنه حجة فيكون المقام من دوران الأمر بين التعيين والتخيير في الحجة ولا يرد الإشكال بان ما لا حجية له لا نأخذ به ليصير حجة على هذا المعنى وعلى فرض دخل الأخذ في الحجية أيضا لا بد من دليل على وجوب الأخذ بالأعلم .\r\nفلا بد من القول بان العلم الإجمالي بحجية أحد الرأيين مع العلم باشتغال الذّمّة بأحد التكليفين يكون لازمه الأخذ بما يحصل العلم بالفراغ منه وهو فتوى الأعلم وهذا روحه يرجع إلى أن الأخذ لا دخل له في الحجية .\r\nوالظاهر من الدليل في الخبرين المتعارضين هو ان الأخذ بأحدهما على التخيير يكون من باب الأخذ بما هو حجة لولا غيره فما أفاده مد ظله لا يخلو عن النّظر فإدخال المقام في دوران الأمر بين التعيين والتخيير أو بين الحجة واللاحجة كما يكون في طي مباحثه أوفق بالقبول . ","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nالمرحلة الثانية في الدليل الاجتهادي على الرجوع إلى الأعلم\r\nفنقول قد استدل لوجوب تقليد الأعلم بوجهين الأول الأقربية إلى الواقع والثاني الروايات اما تقريب الوجه الأول فهو ان الأعلم لكونه أعرف وأبصر بكيفية الاستنباط يكون رأيه أقرب إلى الواقع والعقل مستقل بوجوب الأخذ بما هو الأقرب وقد أشكل على هذا بان الصغرى والكبرى لا تتمان اما الصغرى فلمنع كون رأيه أقرب إلى الواقع فربما يكون رأي المفضول موافقا لرأي الاعلام ممن سبق كالشيخ الطوسي والمفيد والأنصاري رضوان اللَّه تعالى عليهم فإنهم مهرة الفن فإذا كان رأي المفضول موافقا معهم يحصل الظن القوى بالواقع كما حصل الظن من فتوى الأعلم فالأقربية غير مسلمة أو يكون رأيه موافقا لرأي جملة من المجتهدين غير الأعلم فهذا أيضا يوجب القرب إلى الواقع .\r\nوفيه ان هذا غير تام لأن المدار على الظن النوعيّ الحاصل من نفس الأمارة لا على الظن الحاصل من الخارج ( 1 )  وما ذكر يكون من الظن الحاصل من الخارج\r\n","description":"","footnote":" ( 1 ) أقول هذا مما لا شاهد له بل يمكن الشاهد على خلافه لأن الخبرين المتعارضين يكون من مرجحات أحدهما الشهرة التي هي من المرجحات الخارجية التي توجب الظن كما هو المحرر في باب التعادل والترجيح لقوله عليه السلام خذ بما اشتهر بين أصحابك .\r\nوالواقع بعد عدم كونه معلوما بالوجدان يكون الأقربية إليه بجميع ما يوجب قوة الظن كما أشار إليه المحقق الخراسانيّ قده في الكفاية بل السيرة بين الفقهاء هي استناد ما أفتوا به إلى علم من الاعلام مثل المفيد والطوسي والأنصاري تقوية لحجية فتواهم وقربهم إلى الواقع وهذا مما لا ينكر حتى أنه مد ظله يكون كذلك عملا وعدم حجية فتوى الميت للحي لا ربط له بتقوية الحجة به فإنهم حيث كانوا مهرة الفن يوجب رأيهم قوة الظن بالواقع . ","page_name":" 50 ","page_number":50},
  {"content":"\r\nمضافا بان المجتهد الأعلم الميت لو فرض كذلك وجوزنا تقليد الميت ابتداء يجب الرجوع إليه لا إلى الحي وعلى فرض عدم الجواز فليس حجة وضم غير الحجة بفتوى المفضول لا يوجب تقوية فتواه وصيرورته أقرب إلى الواقع وهكذا إذا كان فتواه موافقا لرأي المجتهدين الذين هم في رتبته فان ضم الضعيف بالضعيف لا يوجب القوة في مقابل الأعلم الَّذي يكون فتواه أقرب إلى الواقع بالنسبة أي كل واحد منهم فلا وجه للإشكال الصغروي .\r\nواما الكبرى فقد أشكل فيها من جهة ان الرجوع إلى الأعلم لا يتم من جهة الأقربية إلى الواقع بل يمكن ان يكون لجهة أخرى لأن غير الأعلم اما ان يكون في الاستدلال مثله بان يجيب عن كل كلام يكون لغيره من الإشكال على رأيه واما ان يتوقف بإشكالات الأعلم عليه فعلى الثاني ليس رأيه حجة أصلا فيكون من دوران الأمر بين الحجة واللاحجة فيؤخذ برأي الأعلم لأنه حجة ولا يؤخذ برأي غيره لأنه ليس بحجة لا من باب عدم كونه اعلم .\r\nواما غير قوة الاستدلال في الحكم من العناوين الطارية على المجتهد الأعلم مثل كبر السن فيكون كالحجر بجنب الإنسان ولا ربط له بالواقع وكون الفتوى أقرب إليه ففي الواقع يدور الأمر بين الرجوع إلى الجاهل وهو المفضول على فرض عدم تمامية دليله والعالم وهو الأعلم الَّذي يتم دليله وليس مثل البصر في القاضي الَّذي لا دخل له في القضاء وان كان البصير أعرف بوجوه الموضوع دون الأعمي .\r\nويمكن الجواب عنه بان المراد بالأعلم هو الَّذي يكون له مهارة تامة في استنباط الحكم وغيره هو من لم يكن كذلك ودخل الأعلمية يكون من جهة التقليد لا من جهة حجية رأيه لنفسه كما أن الأعلم ( 1 )  في ساير الأصناف من البناء والنجار\r\n","description":"","footnote":" ( 1 ) أقول هذا يفيد على فرض كون المدار على الأعلمية من حيث المجموع لا في كل مسألة فان إثبات ذلك مشكل جدا لأن الأعلم في مجموع المسائل من حيث المجموع يكون معلوما في الجملة ولكن إثباته في كل فرد من المسائل فهو غير ثابت ","page_name":" 51 ","page_number":51},
  {"content":"\r\nوالحدّاد والخطَّاط معلوم عند العرف فمن له شدة قوة الاجتهاد هو الأعلم وغيره ليس بأعلم لا ان فتواه ليس بحجة نعم يختلف الأعلمية في المجتهدين في بعض الأوقات فان بعض المجتهدين يكون اعلم في تنقيح الكبريات كما نسب ذلك إلى المحقق الخراسانيّ ( قده ) وبعضهم في تطبيقها على الفروع كما نسب إلى السيد صاحب العروة الوثقى ( قده ) وربما يحصل الأعلمية بكثرة استنباط الفروع لحصول العرفان بما هو دخيل في حكم هذه المسألة من استنباط ساير المسائل كما أن سيدنا الأستاذ الأصفهاني قده كان كذلك فإنه أجاب باعترافه خمسة ملايين من الاستفتاءات نعم كثرة الاستنباط مع قصور الباع في الكبريات بحيث يسقط فروع كثيرة من استنباطاته بإشكال من هو أعلم فيها لا تفيد فتحصل ان الإشكال كبرويا أيضا غير وارد فان رأي الأعلم أقرب إلى الواقع والعقل مستقل بوجوب متابعته الوجه الثاني من الدليل الاجتهادي وهو الروايات فمنها مقبولة عمر بن حنظلة ( 1 )  وفيها الحكم ما حكم به أعدلهما وأفقههما في الحديث وأورعهما وما عن داود بن الحصين وفيه ينظر إلى أفقههما وأعلمهما بأحاديثنا وما عن موسى بن أكيل وفيه ينظر إلى أعدلهما وأفقههما في دين اللَّه فيمضى حكمه وهذه الروايات وان كانت في صورة المنازعة في الحكم والقضاء ولكن القدماء بتنقيح المناط قد استدلوا بها لوجوب الأعلمية في بيان الأحكام ولا تختص بالموضوعات لأن السر في الرجوع إلى الأعلم في ذلك الباب هو كون نظره أقرب إلى الواقع لأنه أفقه خصوصا بملاحظة الإرجاع إلى سنده في الرواية كما ترى تفصيله في مقبولة ابن حنظلة فان الإرجاع إلى سند الحاكم يكون من جهة دخل الأفقهية فلا فرق بين الفتوى والحكم في ذلك .\r\n","description":"","footnote":" ( 1 ) أقول إن الروايات الثلاثة في باب 9 من أبواب صفات القاضي في الوسائل ج 18 ح 1 و 20 و 45 . . ","page_name":" 52 ","page_number":52},
  {"content":"\r\nوقد أشكل عليه المتأخرون أولا بان ما ذكر من الروايات يكون في مقام بيان حكم صورة بروز المخالفة بين المترافعين ويكون الإرجاع إلى الأعلم من جهة رفع غائلة الترافع ولذا يكون حكم القاضي نافذا في حق غيره من المجتهدين والمفضول في المقام لا يبرز الاختلاف مع الأفضل فلا اختلاف ليشمله الحكم وثانيا ان حملة الاخبار في صدر الإسلام كانوا هم الفقهاء بنقل الاخبار ولم يكن الفقيه في الصدر الأول ما هو المصطلح في هذا الزمان من صدقه على من له نظر ورأي كالشيخ الأنصاري قده فلا يشمل الأفقه في الرواية الأفقه بهذا المعنى .\r\nوالجواب اما عن الإشكال الأول فهو ان الحكم كما ذكر يكون في مورد بروز الاختلاف ولكن بروزه لا يختص بالاختلاف بين الشخصين في امر دنيوي بل العامي إذا رأى اختلاف فتاوى المجتهدين في مسألة أيضا يريد رفع الاختلاف بالنسبة إلى دينه فان قطع النّظر عن المال سهل بخلاف قطع النّظر عن الدين فلا بد له من رفع هذا الاختلاف بالرجوع إلى الأعلم .\r\nوما توهم من كون رفع الغائلة في المترافعين في الموضوع يختص بالرجوع إلى الأعلم لعدم رضائهما الا به لا في الحكم لأنه يؤخذ من أحد المجتهدين بلا تفاوت بين الفاضل والمفضول مندفع بعدم الفرق فان العامي في الحكم أيضا يسكن نفسه برجوعه إلى اعلم الزمان ولا ترفع غائلته بغير الأعلمية من العناوين الطارية على المجتهدين .\r\nواما ما ذكر من الفقاهة في صدر الإسلام فقد مر ما فيه فان الفقهاء في الصدر أيضا كانوا صاحب رأي ونظر في فهم الروايات فان مثل زرارة وحمران ومحمد ابن مسلم لم يكونوا راو الخبر فقط ولم يكن إرجاعهم عليهم السلام إلى من يتلفظ بالخبر وان كان أعرابيا لا يفهم المعنى .\r\nثم يمكن ان يقال إن الروايات شاملة للمقام بالأولوية لأن رفع النزاع في\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\nالموضوع ربما يكون بالرجوع إلى شيخ القوم ولو لم يكن فقيها ومع ذلك يكون الإرجاع إلى الأفقه فكيف لا يقال به في رفع الاختلاف في الحكم الَّذي لا بد من رفعه بالأفقهية فتحصل ان المترافعين في الشبهة الحكمية أيضا داخلان في الروايات فيجب تقليد الأعلم بمقتضاها .\r\nوقد استدل للتخيير بين الأخذ بفتوى الأعلم وغيره بالروايات المطلقة مثل قوله فإنهم حجتي عليكم وقوله عليه السلام اصمدا في دينكما على كل مسنّ في حبنا وكل كثير القدم في أمرنا وقوله عليه السلام ينظر ان من كان منكم قد روى حديثنا ونظر في حلالنا وحرامنا وعرف أحكامنا ( 1 )  وقوله عليه السلام من كان من الفقهاء صائنا لنفسه إلى قوله عليه السلام فللعوام ان يقلدوه ( 2 )  وغير ذلك من الاخبار .\r\nوتقريب الاستدلال هو انه مع بعد تساوى جميع رواة الأحاديث وأهل الفتوى ومع بعد اتفاقهم في النّظر والرواية يكون الأمر بالرجوع إليهم مطلقا ولا يكون فيها قيد الأعلمية بل لا بد أن تكون شاملة بإطلاقها للخبرين المتعارضين والا فلا دليل على حجية المتعارضين فلو لا الإطلاق لا وجه للأمر بالتخيير بقوله عليه السلام اذن فتخير والأمر بالتخيير بعد كون مقتضى المدلول الالتزامي في كل واحد من المتعارضين تكذيب الاخر يكشف منه حجية المدلول المطابقي وسقوط الالتزامي في نظر الشرع عن الاعتبار فالدليل على أصل حجية المتعارضين هذه الإطلاقات والدليل على التخيير أمرهم عليهم السلام به في مقبولة عمر بن حنظلة .\r\nولولا هذا الأمر كان مقتضى الأصل الأولى التكاذب والتساقط ولكن التكاذب ينشأ من إطلاق الدليلين لا ذاتهما فلذا يمكن الأمر بالتخيير والا فما يحكم بمنعه\r\n","description":"","footnote":" ( 1 ) أقول إن الروايات الثلاثة في الوسائل ج 18 باب 11 من أبواب صفات القاضي ح 9 وح 45 وح 1 . .  ( 2 ) هذه الرواية في باب 10 من أبواب صفات القاضي عن أبي محمد العسكري عليه السلام ح 20 والروايات الأخرى أيضا توجد في البابين فارجع إليهما . . ","page_name":" 54 ","page_number":54},
  {"content":"\r\nالعقل من التساقط على فرض كون التكاذب في الذات لا يمكن التعبد من الشرع بالتخيير فيه فمن امره بالتخيير نفهم عدم التكاذب في الذات والرّأي مثل الرواية في صورة التكاذب ولا بد لنا من دليل خارج على التخيير بعد أصل الحجية بمقتضى هذه الإطلاقات غاية الأمر لا دليل لنا على التخيير في الفتوى لو لم يشمل الأمر بالتخيير في الروايتين بتنقيح المناط للفتويين .\r\nولذا قال به القائل من جهة الإجماع على عدم إهمال المكلف في صورة اختلاف المجتهدين فلا بد له من الأخذ بأحدهما من هذا الوجه ولكن الإجماع المحصل هنا ممنوع الا ان يقال إن حجية الرّأي تكون من باب الموضوعية وان كانت حجية الرواية من باب الطريقية فعليه يكون العقل حاكما بالتخيير لأن التكاذب يكون بالنسبة إلى الواقع لا بالنسبة إلى المصلحة في أصل الرّأي فيمكن القول بالتخيير عقلا .\r\nوعلى الموضوعية قيل بعدم جواز البقاء على تقليد الميت لعدم الرّأي له فالإشكال يكون من جهة الطريقية ونحن حيث اخترنا ان الرّأي له جهة موضوعية وان لم تكن حجيته من باب الموضوعية المحضة بل له الطريقية من وجه والموضوعية من وجه آخر فيكون لنا القول بالتخيير عقلا ولكن حيث يكون البحث في التخيير في المسألة الأصولية لا الفرعية وتكون الحجية فيها بالأخذ ولا حجية قبله فيؤخذ برأي الأعلم لاحتمال تعيينه فهو حجة لا غيره .\r\nونمنع إطلاق الروايات من هذه الجهة لأن إطلاقها يشمل الحجية في كل واحد من الرأيين بالطبع لا في صورة انضمام جهة أخرى توجب تعيين الأعلم ولو سلم الإطلاق فالروايات السابقة الدالة على وجوب تقليد الأعلم مقيدة لها واما ما عن بعض الأعيان من عدم شمول هذه الروايات للرأي بل مصداقها نقل الروايات في الصدر الأول فممنوع كما مر لأن الرّأي بهذا النحو أيضا كان في ذلك الزمان لمثل زرارة ومحمد بن مسلم وأبان بن تغلب وغيرهم فلا وجه لمنع الإطلاق من هذا الوجه .\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\nثم قد يستدل لجواز الرجوع إلى غير الأعلم بالسيرة من المتشرعين وعدم توقفهم في سؤال مسائلهم عن غيره وفيه ان الفطرة بعد ما تقضى من العامي بالرجوع إلى الأعلم يتفحص عنه ولا نجد سيرته على خلاف ذلك والمجتهد لا يكون مقلدا ليلاحظ السيرة بالنسبة إليه فهذا الدليل سخيف جدا في صورة العلم بالمخالفة بين الرأيين واما عدم الفحص في بعض الموارد فيكون من باب عدم العلم بالمخالفة بين الفتويين هذا كله في صورة العلم بالاختلاف مع العلم التفصيلي بالأعلم\r\n\r\nوينبغي التنبيه على أمور\r\n\r\nالأمر الأول في حكم صورة عدم العلم بالاختلاف تفصيلا\r\nولها صور الصورة الأولى ان يكون مورد العلم الإجمالي بالاختلاف مع العلم الإجمالي بوجود الأعلم في ما بين العشرة من المجتهدين أو يكون الاختلاف فقط مورد العلم الإجمالي مع العلم بشخص الأعلم ففي هذه الصورة لا بد من القول بالتعيين أيضا بمقتضى الفطرة لأنه يدور الأمر بين الحجة واللاحجة فلا بد من الأخذ بفتوى الأعلم لأن فتوى غيره مشكوك الحجية والاشتغال اليقينيّ بالتكليف لا بد له من البراءة اليقينية وهكذا يكون مقتضى الدليل الاجتهادي من دوران الأمر بين التعيين والتخيير ولزوم الأخذ بالمعين وعليه فيجب الفحص عن الأعلم وعن فتواه ليظهر الحال من باب المقدمة العلمية وبعد اليأس عن وجدانه فلا بد من الأخذ بأحوط القولين .\r\nولا يقال إنه من الممكن هنا التخيير بين الأخذ بأحوط القولين أو الفحص لوجدان الأعلم وفتواه لأنا نقول الأخذ بالأحوط يكون في صورة عدم إمكان وجدان ما هو التكليف في الواقع واما مع إمكانه فلا بد منه لأن الحجة هي رأي الأعلم والظن الخاصّ الَّذي يحصل بالواقع من جهة رأيه هو الملاك لا أصل الظن وان كان من باب أحوط القولين .\r\nثم إذا تفحص ولم يجد الأعلم فهل هو مخير في الأخذ بأيهما شاء أو يجب الأخذ بالأحوط فيه خلاف والحق هو الأخذ بالأحوط لأنه متيقن الحجية وغيره\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\nليس كذلك ولا يوجب براءة الذّمّة فتحصل ان الأخذ بفتوى الأعلم والفحص عنه واجب ولا تحصل البراءة بالعمل بفتوى غيره .\r\nالصورة الثانية إذا شك في الاختلاف مع العلم بشخص الأعلم فقيل بالتخيير بين الأخذ بفتوى الأعلم وبين الأخذ بغيره ونحن تارة نبحث عن الدليل عند العامي وتارة عن الدليل عند المجتهد فنقول ان العامي بالفطرة في هذه الصورة أيضا يحكم بوجوب الأخذ بالأعلم لأن رأي غيره مشكوك الحجية عنده وكذلك الانسداد الصغير الَّذي هو في ارتكازه من عدم كونه مهملا ولا بد له من الأخذ بأحدهما لوجوب البراءة اليقينية عما اشتغلت به ذمته وهي لا تحصل الا بالاخذ بفتوى الأعلم .\r\nوقد قال الشيخ الأعظم الأنصاري قده بالتخيير في رسالته في الاجتهاد والتقليد وأظن أنه لا يريد به التخيير بحكم الفطرة بل التخيير حسب الدليل الاجتهادي .\r\nواما الأصل عند المجتهد فربما يقال إنه التخيير في هذه الصورة والاستدلال عليه بوجوه الأول ان الدليل الدال على وجوب الرجوع إلى المجتهدين بإطلاقه يشمل الأعلم وغيره غاية الأمر انه خصص بصورة العلم بالمخالفة عقلا لا قربية فتواه إلى الواقع ولدوران الأمر بين الحجة واللاحجة ويكون الباقي تحت الإطلاق غيره وهو صورة العلم بالموافقة والشك في المخالفة .\r\nفان قلت إن المقام يكون من الشبهة المصداقية للعام لأنه خصص بالمخالفة وفي صورة الشك لا نعلم المخالفة فيكون الشك في مصداقه ولا يجوز التمسك به في الشبهة المصداقية قلت إنه يقول إن المخصص هنا لبي لأن العقل حكم بالتخصيص من باب الشك في حجية فتوى غيره في صورة العلم بالمخالفة والتمسك بالعامّ في الشبهة المصداقية للمخصص اللبي لا إشكال فيه لأنه بنفسه متكفل لدفع الشك عن مورد الشك في المصداق لأنه دليل لفظي ومثبته حجة فنستكشف منه عدم المخالفة\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\nوقد احتمل جملة من الاعلام منهم صاحب الحدائق والجواهر بان دليل الحجية حيث يشمل بإطلاقه فتوى الأعلم وغيره يكون القول بحجية فتوى الأعلم فقط في صورة الشك في المخالفة موجبا لإسقاط حجية قول غير الأعلم بدون الدليل وهو ممنوع والجواب عن هذه المقالة هو ان الفطرة بعد قضائها بوجوب الرجوع إلى ما هو المتيقن الحجية في صورة العلم بالمخالفة وهكذا في صورة الشك فيها لا يكون لنا الحكم بالتخيير الا بعد إحراز عدم المخالفة فما لم يحرز فلا بد من الأخذ بفتوى الأعلم الا ان يتمسك في الإحراز بأصالة عدم المخالفة فيدور الأمر في المقام بين إنكار إطلاق أدلة حجية فتوى المجتهد وان كان هو المفضول وبين إحراز ان التخصيص في صورة العلم بالمخالفة لا غير وجريان أصالة عدم المخالفة في صورة الشك كما سيجيء .\r\nوللشيخ الأعظم قده في المقام بيان لعدم وجوب الفحص من جهة عدم تعيين الرجوع إلى الأعلم بوجوه الأول ان الرجوع إليه إذا كان دليله أقربية فتواه إلى الواقع فهو يكون في صورة إحراز المخالفة ليمكن تصوير الأقرب والقريب فمع عدم إحرازها لا معنى للأقربية لأن الواحد الَّذي ليس له ثان لا يصير وصفا في مقابل غيره وقد أجاب عنه بعض الأعيان قده بان المدار على الأقربية الواقعية ذاتا فلو فرض المخالفة في الواقع يكون فتوى الأعلم أقرب إليه وفيه ان هذا الكلام غير تام بهذا الوجه لأن الأقرب كما ذكره الشيخ لا بد له من قريب مخالف له ولكن ما يرد عليه هو ان العامي في نفسه إذا تدبر يرى انسداد باب العلم بالنسبة إليه في المسألة ولا يكون عليه العمل بالاحتياط فيرى العمل على طبق فتوى الأعلم حجة عند الإصابة وعذرا عند الخطاء فيعمل على طبقه لأنه لو عمل بفتوى غيره وظهر الخلاف في الواقع لا يكون معذورا لقصوره في الامتثال الوجه الثاني ان المطلقات في الرجوع إلى العارف بأحكامهم تكون شاملة\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\nللمقام وهكذا بناء العقلاء وقد خصص عن ذلك صورة العلم بمخالفة غير الأعلم معه في الفتوى لا صورة الشك فيه فهو مخير في الأخذ بأحدهم وفيه ان المدار يكون على واقع المخالفة لا المخالفة المعلومة فإذا خصص المطلق بمخصص وهو في المقام صورة المخالفة ولا نعلم أنها متحققة ليكون المصداق مصداق المخصص أو غير متحققة ليكون المصداق مصداق المطلق أو العام فيكون من الشبهة المصداقية ولا يمكن التمسك بالعامّ أو المطلق فيها فيتمسك بأصالة عدم جواز الرجوع إلى غير الأعلم فيجب الفحص عنه وعن فتواه على فرض تسليم الإطلاق والا فعدم التخيير واضح .\r\nالوجه الثالث له قده هو ان الفحص يكون في صورة معرضية الدليل للمعارضة كالخبرين المتعارضين واما صورة عدم المعرضية كما في الفتويين فلا يجب وفيه ان الفتوى إذا كانت كالرواية في الطريقية إلى الواقع فتكون في معرض المعارضة فلا بد من الفحص ليؤخذ بما هو المعين كما يؤخذ بالرواية التي لها المرجح فإن كان المراد ان العلم بالمخالفة هنا شرط وجوب الفحص فنقول قد مر الجواب عنه آنفا بان المدار على واقعها لا على العلم بها الا ان يكون الدليل لوجوب الرجوع إلى الأعلم هو الإجماع فالمتيقن منه صورة العلم بالمخالفة لا صورة الجهل بها .\r\nالوجه الرابع هو ان بناء العقلاء على عدم الفحص في صورة الشك في المخالفة بين أهل الخبرة والوجه الخامس هو ان السيرة في المتشرعين أيضا عدم الفحص في هذه الصورة .\r\nويرد على الوجهين ان العقلاء والمتشرعين نراهم بالوجدان يتفحصون عن الأعلم من الخبراء إذا كان احتمال اختلاف النّظر بين آرائهم الا ترى انهم في المراجعة إلى الطبيب كيف يتفحصون مع احتمال عقلائي لاختلاف النّظر في تشخيص المرض الكذائي فلا يتم أدلته قده ولا بد من الفحص ومع اليأس يجب الأخذ بأحوط الأقوال .\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\nالصورة الثالثة وهي مورد العلم بالاختلاف مع الشك في التفاضل والحق هنا أيضا وجوب الفحص لإحراز الأعلم والقول بالتخيير هنا شاذ حتى أن الشيخ الأعظم القائل به في الفرع السابق لا يقول به هنا واستدل القائل بالتخيير في الأخذ بأحد الفتاوى أولا بالبراءة للشك في وجوب الفحص وثانيا بان مقتضى الجمع بين روايات الرجوع إلى العارف بأحكامهم عليهم السلام وما دل على وجوب تقليد الأعلم هو القول بوجوبه في صورة العلم بالأعلمية لا صورة الشك فيها واما في صورة الشك فيؤخذ بإطلاقات التخيير ولا وجه لطرحها للعلم الإجمالي بحجية إحدى الفتاوى ولا سبيل إلى القول بتعيين الرجوع إلى المعين فلا بد من القول بالتخيير حفظا لإطلاق الدليل بعد عدم الوجه للتعيين .\r\nوفيه ان الرجوع إلى المفضول يكون فيه الخطر ولا بد من إتيان الواقع بقدر الإمكان فيجب الفحص لأن فتوى الأعلم أقرب إلى الواقع ان أصاب ويكون عذرا عند الخطاء بخلاف فتوى غيره وهذا الحكم من المستقلات العقلية والحكم من الشرع في جميع موارد المقام يكون إرشادا إلى حكم العقل ففي المقام يجب الفحص حتى يظهر الأعلم ومع عدم ظهوره فلا بد من الأخذ بأحوط الأقوال ولا يقاس المقام بالخبرين المتعارضين من جهة الحكم بالتخيير فيهما لأن الحكم بالتخيير ابتداء فيهما يكون في صورة كون الحجية من باب الموضوعية واما على الطريقية فالأصل الأولى فيهما التساقط والأصل الثانوي هو التخيير بعد عدم المرجح لأحدهما لما ورد في الرواية في ذاك الباب الأمر بالتخيير بعد التساوي واما في المقام فليس لنا دليل على التخيير الا الإجماع والمتيقن منه صورة عدم العلم بالاختلاف في الفتوى لا صورة العلم به كما هو المفروض في هذه الصورة وقال الشيخ الأعظم بما حاصله هو ان القول بالتعيين هنا يدل عليه الأدلة الأربعة والمراد بها كما هو مذكور في كلامه هو الإجماع والأصل والروايات من المقبولة ونحوها وبناء العقلاء ويمكن الجواب عنه بان المتيقن من الإجماع على تعيين الأعلم\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\nهو صورة العلم به لا صورة الشك فيه الا ان السر في الإجماع هو اختلاف الفتوى والا فلا وجه لتعيين الأعلم وهو هنا موجود فيجب الفحص وهو لا يتم لأنه مدركي ومدركه الروايات وبناء العقلاء والسيرة واما الأصل وهو التعيين في المقام لدوران الأمر بينه وبين التخيير فلا يتم لعدم العلم بحجية إحدى الفتاوى قطعا مع الشك في الأخرى لعدم إحراز الأعلمية واما إطلاق مقبولة عمر بن حنظلة الدالة على الرجوع إلى الأفقه فيمكن ان يمنع بأنه يكون في صورة العلم بالأعلم لا صورة الشك فيه لو لم نقل انها مخصوصة بباب الحكومة لا الفتوى واما بناء العقلاء فيمكن ان يقال ما أحرزناه في هذه الصورة وهكذا سيرة المتشرعة فالدليل الوحيد هو حكم العقل بوجوب الفحص في هذه الصورة وساير الصور لعدم حصول البراءة اليقينية مع عدم الفحص والرجوع إلى الأعلم بعده فلا يتم الأدلة الأربعة عنه قده الصورة الرابعة وهي مورد الشك في الاختلاف والتفاضل كليهما والصورة الخامسة وهي مورد عدم احتمال وجود مجتهد آخر غير ما عرفه العامي فمن قال بعدم وجوب الفحص في الصور المتقدمة من الشك ففي المقام في الصورتين يجب ان يقول به بالأولوية لأنه في الصور السابقة اما كان عالما بالاختلاف واما كان عالما بالتفاضل وفي المقام لا علم له بأحدهما خصوصا في صورة عدم احتمال العامي وجود مجتهد آخر لأن السيرة على عدم الرجوع إلى غيره لعدم احتماله كما ترى عدم الفحص عن طبيب آخر إذا لم يحتمل الشخص طبيبا غير من في هذا المحل الخاصّ .\r\nونحن أيضا يمكننا ان ندعي سيرة على عدم الفحص فيهما وان قلنا بوجوبه فيما سبق ولكن الإنصاف هو القول بالتعيين هنا أيضا لقضاء الفطرة بذلك وعدم طريق لاحتجاج العبد إذا أخذ فتوى أحدهما المخير أو من باب القول باستقلال\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\nالعقل بوجوب الرجوع إليه ولو لم يكن من باب التعيين والتخيير المصطلح كما اخترناه وحيث يحتمل وجود الأعلم يحتمل عدم حجية فتوى المخير فلا بد له من الفحص .\r\nولا يتم ما عن بعض حواشي العروة الوثقى من القول بالتخيير هنا ودعوى السيرة هنا ممنوعة لأن العامي ان لم يحتمل مجتهدا آخر أصلا لا كلام لنا فيه واما إذا احتمل فيحكم فطرته بالرجوع إليه بعد الفحص ولا سيرة على تركه وأنسه بمجتهد محله لا يمنع عن هذه الفطرة .\r\n\r\nالأمر الثاني في أن المجتهدين إذا كانوا متفقين في الفتوى مع فرض التفاضل\r\nفي العلم وعدمه فهل يجب تعيين من يستند إلى فتواه بالخصوص أو له الاستناد إلى الجميع أو إلى الجنس أولا يجب التعيين بوجه من الوجوه فيكفي مطابقة العمل لفتاواهم فيه وجوه .\r\nوالمفروض حجية الفتوى هنا قبل الأخذ فليس المقام مثل صورة الاختلاف التي لا بد فيها من الأخذ بفتوى الأعلم لتصير حجة فربما يظهر من بعض الكلمات الفرق بين كون الحجية من باب الموضوعية وبين كونها من باب الطريقية فعلى الأول يجب استناد العمل إلى فتوى أحدهم لاحتمال دخل ذلك في المصلحة التي تحدث بمجرد رأي المجتهد على موضوع من الموضوعات واما على الثاني فحيث يكون المدار على الواقع ولا يكون للاستناد دخل فيه فلا يجب بل الواجب هو مطابقة العمل فيكون الفتوى مثل الخبر فكما انه لا يجب العمل به بعنوان انه أخبر به فكذلك لا يجب العمل على طبق الفتوى بعنوان انها صدرت عن مجتهد خاص .\r\nولكن يمكن ان يقال إن اللازم هو تطبيق العمل حتى على الموضوعية كما يظهر عن كلام الشيخ الأعظم وغيره لأن متعلق الفتوى بصرف كونه مفتى به يمكن ان يكون ذا مصلحة ولا دخل للاستناد في وجود هذه المصلحة ضرورة ان المتعلق يكون مفتى به على أي تقدير .\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nثم على فرض القول بوجوب الاستناد فلا بد من تعيين المجتهد الَّذي يستند إليه ولا يكفي قصد أحدهم بعنوان صدق المجتهد عليه بنحو الجنس لعدم المصداق لهذا العنوان المردد لأن المردد بما هو مردد لا واقع له ماهية ووجودا كما حرر في محله ولا يمكن قصد المجموع من حيث المجموع أيضا لأن المفروض ان فتوى كل واحد منهم حجة على حدة والقصد كذلك يوجب خلف الفرض لأن لازمه ان يكون فتوى كل واحد منهم جزء الحجة .\r\nوالعمل وان كان صحيحا إذا طابق الواقع ولكن على فرض دخل الاستناد فصحته غير إمكان الاحتجاج به عند المولى فلا بد من تعيين المفتي ليمكن الاحتجاج في تطبيق العمل على فتواه فتحصل انه لا يجب التعيين على الموضوعية والطريقية وعلى فرضه فلا بد من الاستناد إلى شخص خاص لا الواحد المردد ولا المجموع من حيث المجموع .\r\n\r\nالأمر الثالث إذا لم يكن التفاضل بين المجتهدين من حيث العلم\r\nولكن كان أحدهم أورع فهل يجب تقليد الأورع أم لا فيه خلاف فربما يقال بوجوب تقليد الأورع كما عن السيد وهو المشهور لأن الأمر يدور بين التعيين والتخيير والعقل يحكم بوجوب الأخذ بالأورع ولأن الاشتغال اليقينيّ لا يحصل البراءة منه الا بهذا النحو .\r\nوقد أجيب عنه بان ما هو دخيل في الحجية هو العلم لا التقوي لأن أقربية الفتوى إلى الواقع تحصل بواسطة الأعلمية بطريق الاستنباط ولا ربط للتقوى بها وبعبارة أخرى بعد شرطية العدالة في المجتهد وعدم حجية فتوى غير العادل لا دخل للأعدلية في كونه صاحب هذا المنصب فان أصل العدالة شرط خارج عن أقربية الدليل إلى الواقع ولكن يكون شرطيتها من جهة عدم لياقة غيره للفتوى واما الأعدلية فهي امر زائد عن شرائط الفتوى وعن شرائط الأقربية إلى الواقع .\r\nفان قلت إن الأورع ربما يتفحص أزيد من غيره لأن مقتضى أورعيته ملاحظة حكم الله تعالى بنحو أضبط وأحسن قلت الكلام يكون في صورة إحراز ان غيره\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\nأيضا تفحص عن الأدلة بالمقدار اللازم الَّذي لا بد منه وان لم يتفحص بهذا المقدار فهو ليس بعادل ولا يكون فتواه حجة فلا يكون هذا دليلا على أقربية فتواه إلى الواقع بل الدليل الوحيد هو احتمال تعيين الأورع وعدم كفاية فتوى غيره أو من باب عدم العلم بالبراءة عما اشتغلت به ذمته الا بهذا النحو .\r\nوما عن بعض الاعلام من أن بناء العقلاء على التعيين في صورة الاختلاف في الفتوى وان كان التخيير في صورة الاتفاق فيها مندفع لأن المراد بالبناء ان كان هو السيرة عن المتشرعين فهي غير بنائهم وان كان المراد بنائهم الَّذي هو غير سيرتهم فهو غير ثابت لنا ولم نحرزه في الأمور الدينية الا ان يقال إنهم في مهام أمورهم يرجعون إلى أوثق الناس عندهم وحيث إن المؤمن ليس له أهم من دينه فلا بد له من الرجوع إلى الأورع لأنه أوثق لحفظ دينه .\r\nفيدل البناء كذلك على وجوب الرجوع إلى الأورع لو لم نقل بان إطلاق مقبولة عمر بن حنظلة ونحوها من الرجوع إلى الأفقه يشمل حتى صورة كون غيره أورع وأعدل أيضا والا فلا وجه للتمسك بهذا البناء لأنه حجة ما لم يثبت الردع عنه والإطلاق لو ثبت يكون ردعا عنه ( 1 )  هذا كله على طريقية رأي المجتهد واما على الموضوعية فيمكن ان يقال إن جمع الصفات من الأعلمية والأورعية دخيل في المصلحة فلا بد من الرجوع إلى الأورع .\r\n\r\nالأمر الرابع فيما إذا دار الأمر بين الأعلم والأورع\r\nيكون الاتفاق على وجوب تقليد الأعلم مع كونهم فيما سبق من الفرع مختلفين في الرجوع إلى الأورع وغيره\r\n","description":"","footnote":" ( 1 ) أقول والَّذي يسهل الخطب هو تعرض المقبولة للأعدل والأورع بقوله عليه السلام الحكم ما حكم به أعدلهما وأفقههما وأصدقهما في الحديث وأورعهما ولا يلتفت إلى ما يحكم به الاخر ( في الوسائل ج 18 باب 9 من أبواب صفات القاضي ح 1 ) وهكذا في الباب ح 45 ينظر إلى أعدلهما وأفقههما وفي الباب ح 20 فينظر إلى أفقههما وأعلمهما بأحاديثنا وأورعهما فينفذ حكمه فوجوب الرجوع إلى الأورع يكون مقتضى النص إذا كان أعلم أيضا . ","page_name":" 64 ","page_number":64},
  {"content":"\r\nوالسر فيه هو ان الدوران إذا كان بين الأعلم الأورع وبين الأعلم يمكن ان يقال بتقديم الأورع بعد كونه مساويا في العلم مع الأعلم الغير الأورع بخلاف صورة كون الأورع غير الأعلم فان ما هو دخيل في الحجية والأقربية إلى الواقع هو مهارة المجتهد في استنباط الحكم الشرعي لا ورعه .\r\nفما يتوهم من التهافت بين القول بالرجوع إلى الأورع في الفرع السابق وعدم الرجوع إليه في هذا الفرع لا وجه له لما ذكرنا من عدم دخل الورع في الحجية والأقربية بخلاف الأعلمية فإنها دخيلة فيها وغير فتواه ليس بحجة أصلا فلا يمكن تعارض فتوى الورع الغير الأعلم مع الأعلم فلذا يتعين الرجوع إلى الأعلم في هذا الفرع ولا يجوز الرجوع إلى الورع الغير الأعلم .\r\n\r\nالأمر الخامس في أن الأعلم هل له إرجاع مقلده إلى غير الأعلم أم لا\r\nفقد نقل الشيخ الأعظم قده في رسالته عن بعض معاصريه عدم جواز الإرجاع ودفعه بان الكلام ان كان في جواز إفتاء الأعلم بهذه الفتوى بعد اجتهاده فيها فلا وجه لمنعه لأنه يفتى على حسب ما أدى إليه نظره بحسب الدليل الشرعي وان كان الكلام في صحة عمل المقلد فهي أيضا لا إشكال فيها بعد جواز التقليد وعلم المقلد بجوازه في هذه المسألة بعد الرجوع إلى الأعلم واستند قده في صحة التقليد إلى عموم أدلة جوازه وفي علم المقلد إلى كون التقليد مركوزا في ذهنه من حيث رجوع الجاهل إلى العالم .\r\nوقد أشكل عليه بعض الأعيان كما في رسالته ثم أجاب عنه اما اشكاله فهو ان المجتهد وان كان له الفتوى بجواز الرجوع حسب ما يقتضيه الأدلة عنده ولكن ليس كل ما استنبطه قابلا للتقليد فان جواز التقليد أيضا يكون مما استنبطه ولا يجوز التقليد فيه للزوم الدور أو التسلسل كما مر وقلنا إن ما يوجب رجوعه إلى المجتهد هو حكم فطرته بان الجاهل لا بد ان يرجع إلى العالم وفي المقام أيضا لا فرق بين تقليد الأعلم في ابتداء الأمر بحكم الفطرة وبين رجوعه إليه في حكم صومه وصلاته\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\nفإنه بالفطرة لا بد ان يرجع إلى الأعلم وليس للمجتهد إرجاعه إلى غيره .\r\nمضافا بأنه يلزم منه الخلف لأن فطرته قاضية بالرجوع إلى الأعلم فإنه إذا جاز تقليد الأعلم في جواز تقليد غير الأعلم لزم من وجوب تقليده معينا عدم وجوبه معينا ومن حجية فتواه بالخصوص عدم حجيتها بالخصوص لأنه إذا أفتى بجواز الرجوع إلى غير الأعلم فقد أفتى بعدم وجوب الرجوع إليه نفسه وهو خلف فكما ان أصل التقليد لا بد ان يكون من الأعلم فكذلك خصوصياته .\r\nفتحصل ان الإشكال يكون بوجهين مخالفة الإرجاع إلى غيره مع فطرة المقلد ولزوم الخلف من هذا الحكم واما جوابه عن الإشكال بتنقيح منا فهو ان وجوب تقليد الأعلم ليس مثل أصل التقليد في قضاء الفطرة به جزما بل يكون من باب الاحتياط ضرورة ان المكلف جازم بوجوب رجوع الجاهل إلى العالم ولا شك له في ذلك واما قضاء فطرته بالرجوع إلى الأعلم فيكون من باب ان الواقع الَّذي هو في ذمته لا يحصل الجزم به الا بهذا الطريق فيرى نفسه بين التعيين والتخيير وحيث لا سبيل له إلى الجزم بأحد الأطراف جزما يحكم بوجوب الرجوع إلى من يوجب العمل على طبق فتواه براءة الذّمّة .\r\nفإذا ارجع إلى الأعلم وهو أفتى بعدم وجوب الرجوع إلى الأعلم يحصل له العلم بعدم لزوم هذا الاحتياط حسب الأدلة التي لا علم له بها فلا يلزم من ذلك مناقضة الفطرة ولا الخلف في لزوم تقليد الأعلم كما أن أصول الدين لا يكون تقليديا ولكن إذا ثبت بالبرهان التوحيد والعدل فيمكن التعبد في غير ذلك من النبوة والإمامة والمعاد ثم قال قده نعم ان استقل عقل المقلد بتعين الأعلم بحيث يرى التسوية بينه وبين غيره تسوية بين العالم والجاهل كما قربناه سابقا فلا محالة لا مجال له لتقليد الأعلم في هذه المسألة .\r\nوالتحقيق عندنا هو ان حكم العقل والفطرة يكون من باب الاحتياط لا من باب الجزم وليس مثل أصل التقليد من جهة الجزم بوجوب رجوع الجاهل إلى\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\nالعالم فلا يرد هذا الإشكال نعم الإشكال من جهة أخرى وهو ان المجتهد لا يكون له إرجاع احتياطاته إلى المفضول فضلا عن إرجاعه فيما يكون له الفتوى فيه لأنه يرى المفضول جاهلا فيما خالفه .\r\nفان العلم الإجمالي ربما لا يكون منجزا عند المفضول ويكون منجزا عند الأفضل فيجب الاحتياط عنده فكيف يمكن ان يرجع إلى من هو جاهل عنده أو لا يرى الأعلم تطبيق العام في الشبهة المصداقية ويراه المفضول وهو جاهل بنظره في ذلك فتحصل انه لا يجوز إرجاع العامي إلى المفضول من هذا الباب لا من باب الخلف ومضادته مع الفطرة .\r\n\r\nالأمر السادس المعروف انه يشترط في المفتي أمور أخر\r\nمنها الذكورة والبلوغ وطهارة المولد والعقل والإسلام والإيمان والعدالة والحق هو هذا لأن المقلد كلما شك في التعيين والتخيير لا بد له من اختيار مجمع الصفات ولا وجه لمناقشة بعض الظرفاء من أهل الفن في ذلك .\r\nنعم ان قلنا في المسألة السابقة بجواز إرجاع الأعلم إلى غيره فاذن لا مجال لهذا البحث لأن المقلد يرجع إلى نظره واما ان قلنا بعدم جواز إرجاعه إلى غير الأعلم فهو بالفطرة يرجع إلى مجمع الصفات وهكذا يكون مقتضى الدليل الاجتهادي للمجتهد لأن الأمر يدور بين التعيين والتخيير ولا بد من اختيار المعين أو بتعبيرنا من أن الاشتغال اليقينيّ بالتكليف لا يحصل الفراغ منه الا بالرجوع إلى من كان جامعا للشرائط .\r\nواما بعض الظرفاء فقال بما حاصله هو ان التسالم على جميع ما ذكر من الشرائط لو لم يكن عند الكل لا مكن المناقشة في الكل والحق عندنا عدم المناقشة أصلا في الكل بل مضافا إلى الإجماع يكون لكل واحد من الصفات المذكورة دليل على حدة وقبل بيان ذلك لا بد من التوجه إلى مقدمة وهي ان بناء العقلاء لا حجية له في امر من الأمور الشرعية لأنهم بما هم عقلاء لا ربط لهم بالأمور\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\nالشرعية وبما انهم متشرعون لا بحث فيه لأنه يكون سيرة شرعية وعليه ففي كل مورد من الأمور المذكورة شك في الدخل في جواز التقليد لا يمكن التمسك به عندنا لأنه من الأمور الشرعية لا من الأمور العرفية العقلائية فقط .\r\nواما من كان مبناه حجية بنائهم حتى في التقليد من باب انه رجوع إلى الخبرة فيمكنه التمسك به فإذا عرفت ذلك فنقول قد ناقش المناقش في الذكورة من جهة ان العقلاء في رجوعهم إلى الخبرة لا يفرقون بين الرّجل والمرأة بل يكون المدار عندهم على الخبروية واما ما ورد في باب القضاء والاقتداء من شرطية كون القاضي وامام الجماعة رجلا فالحكمة فيهما ظاهر وهل حال الفتوى الا كحال الرواية في عدم لزوم كون الراوي رجلا ولذا يستدل على حجية الفتوى بأدلة حجية الخبر مع عدم الريب في جواز عمل المرأة برأيها والكلام في مجرد العمل بفتواها لا في تصديها لسائر منصب المجتهد .\r\nويرد عليه أولا ان بناء العقلاء لا حجية له لأن من شرط الحجية هو دارجية ما يكون الكلام فيه بين العقلاء مع كونه بمرأى ومنظر من صاحب الشرع وعدم ردعه منه ليكشف من ذلك حجيته ولا أدري كيف يتمسك القائل به مع عدم دارجية إفتاء المرأة في عصر من الأعصار من أول الإسلام إلى الآن .\r\nولا يكون دارجا بين المتشرعين ليقال ان السيرة دالة على الجواز وقد مر ان بناء العقلاء بما هم عقلاء لا حجية له في مثل التقليد الَّذي هو من الأمور الشرعية وعدم فرقهم في ساير أمورهم بين الرّجل والمرأة لا ربط له بالمقام .\r\nوثانيا ان دخل الذكورة في امام الجماعة والقاضي كيف لا يستفاد منه الدخل في مقام الإفتاء مع أنه أهم في النّظر والنساء ناقصات العقول وعدم دخل الذكورة في أقربية الفتوى إلى الواقع يكون مثل عدم دخل الأورعية فيها فكيف قالوا بوجوب تقديم الأورع هناك ولا يقولون بتقديم المذكر هنا ( 1 ) \r\n","description":"","footnote":" ( 1 ) أقول مع قطع النّظر عن ساير الإشكالات فلقائل ان يقول الفارق هو النص وان لم يتمسكوا به فيما سبق أيضا وقد مر منا في التذييلات السابقة التصريح بالأورعية في مقبولة عمر بن حنظلة وغيرها ودليلهم كان دوران الأمر بين التعيين والتخيير فلذا يرد عليهم هذا الإشكال منه مد ظله أيضا . ","page_name":" 68 ","page_number":68},
  {"content":"\r\nومن العجب عدم الفرق بين ناقل الرواية ومنصب الإفتاء ونشأ هذا الزعم عن خيال ان المفتي هو الَّذي ينقل الأحكام ويبين الواجب والحرام فقط وعدم التوجه إلى أن هذا المنصب منصب مجعول من قبل الله تعالى للفقيه حق الفقيه بولاية كلية إلهية خلافة عن الإمام عليه السلام الَّذي يكون له الولاية الكلية في الواقع ويكون المفتي هو المتصرف في أمور الاجتماع من سياستهم واقتصادهم وساير ما يكون في عهدة وإلى الأمر في إدارة عيشة المجتمع الدنيوية والأخروية .\r\nفكيف يمكن ان يكون هذا المنصب مع علوه في عهدة ناقصات العقول وعلى فرض الشك أيضا فالأصل كما مر يقتضى التعيين لعدم حجية بناء العقلاء عندنا فيه .\r\nواما البلوغ فقال المناقش انه أيضا لا دليل عليه بالخصوص لأن عمدة دليل حجية الخبر بناء العقلاء كما أن عمدة أدلة حجية الفتوى الفطرة والسيرة العقلائية والكل على قبول خبر الثقة ورجوع الجاهل إلى العالم بالغا كان أو غيره واما قوله عليه السلام انظروا إلى رجل منكم إلخ في روايات أبواب صفات القاضي في الوسائل فيكون واردا مورد الغالب يعنى ان الرّجال حيث كان في عهدتهم منصب القضاء غالبا قال عليه السلام انظروا إلى رجل منكم ولا خصيصة للرجولية في مقابل الغلام .\r\nومن المعلوم ان منصب الإفتاء ليس بأعظم وأعلى من منصب الإمامة مع وجود امام في الأئمة عليهم السلام الَّذي لم يكن بالغا بالسن المتعارف كالإمام الجواد عليه السلام فليس لنا دليل على عدم جواز تقليد الصبي المميز لو كان جامعا لسائر شرائط الإفتاء .\r\nوالجواب عنه ان السند ليس بناء العقلاء كما مر بل يكون السند دوران الأمر بين التعيين والتخيير وحكم العقل من جهة الاشتغال اليقينيّ بالتكليف وعدم\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\nحصول البراءة منه الا بالرجوع إلى مجمع الصفات وعلى فرض الشك فالأصل عندنا التعيين لا الرجوع إلى بناء العقلاء كما مر هذا من جهة فقه المسألة .\r\nواما فلسفته قده لها فلا تتم أيضا لأن النّفس هل ترضى ان يكون ولى المسلمين صبيا مميزا له سبع سنين مثلا وهل للمسلمين عرض هذا المفتي إلى العالم ( 1 )  مع أن العقلاء في أمورهم يكون لهم رئيس ولا يرضون بتقديم صبي لإمارتهم واما قياسه بالإمام عليه السلام فهو سخيف أيضا لأن الإمام عليه السلام له نفس كلية إلهية محيطة بالعالم ولا دخل لسنين عالم الناسوت فيها ولا يقاس الصغر والكبر بالنسبة إليها وليس علمهم من الطريق العادي لغيرهم فكيف يقاس غيرهم إليهم عليهم السلام .\r\nواما مناقشة المناقش في طهارة المولد فمن باب عدم وجود دليل بالخصوص فيها لا في المقام ولا في باب القضاء ووردت الروايات في عدم جواز إمامة ولد الزنا وعدم قبول شهادته فعلى فرض تنقيح المناط فيمكن القول بها هنا والا فلا لأن الملاك هو رجوع الجاهل إلى العالم ولا فرق بين العالم الَّذي ليس بولد الزنا أو من كان كذلك كما أن ملاك قبول خبره هو كونه ثقة ولا يشترط فيه طهارة المولد .\r\nوفيه ان هذا الكلام أيضا عجيب عن هذا القائل العظيم لأن لنا روايات في كفر ولد الزنا في الباطن وان لم يكن نجسا في الظاهر ولا يترتب عليه أحكام الكافر ولا شبهة في قصور في نفسه لذلك وكيف يسع القائل ان يقول بان مفتي الشيعة يكون من هو حاله كذلك وكيف لا يفهم المناط القطعي للمقام من عدم قبول شهادته\r\nو ","description":"","footnote":" ( 1 ) لو كان لنا دليل على كفاية إفتائه يمكن ان يقال لو وجد الصبي الَّذي يكون اعلم في كل مسألة من المسائل السياسية والاقتصادية والاجتماعية وغيرها من كبراء العلماء وشيوخهم وثبت ذلك بالتجربة أيضا لكان افتخار ذاك المجتمع بذاك الصبي كما يكون افتخارنا بمثل الإمام الجواد عليه السلام ولكن لم يوجد إلى الآن صبي كذلك غير المعصوم عليه السلام ويكون البحث فيه من البحث في مسألة فرضية لا يوجد لها خارج عادة . ","page_name":" 70 ","page_number":70},
  {"content":"\r\nوإمامته في الجماعة وعلى فرض الشك أيضا فالأصل يقتضى التعيين ولا وجه لبناء العقلاء .\r\nومن العجب عن بعض أعاظم من قارب عصرنا بعد مناقشته فيما سبق هو عدم ترديده في اشتراط العقل فإنه قال واما اعتبار العقل فأمره ظاهر عند العقلاء فضلا عن المتشرعة فقد قيل إنه مما أجمع عليه الخلف والسلف نعم المجنون الأدواري في حال إفاقته لا مانع عند العقلاء من الرجوع إليه وحكى القول عن بعض متأخري المتأخرين كصاحبي المفاتيح والإشارات ولا بأس به ان لم ينعقد الإجماع على خلافه لعموم الأدلة أيضا .\r\nووجه التعجب هو ان المجتهد الَّذي استنبط الأحكام وقد أفتى وكتب ما أفتى به ثم صار مجنونا لكثرة تدبره في الأحكام أو غيرها ليس أسوأ حالا من الميت مع قولهم بجواز البقاء على تقليده فكيف قال بشرطية العقل بدون المناقشة مع مناقشة فيما سبق واما فرقه بين الأدواري وغيره فهو أيضا يمكن ان يناقش فيه بان شرط الفتوى لا يكون هو الشعور الفعلي حتى يكون الفرق بين حال جنونه وحال إفاقته نعم تقليده الابتدائي لا يجوز كما نقول في الميت واما البقاء على تقليده فيمكن البحث فيه .\r\nواما ما ذكره قده من عموم الأدلة فلم يذكر مراده من الأدلة فإن كان مراده بناء العقلاء فلا يمكن إثباته فإنهم لا يرجعون إلى المجنون الأدواري أيضا فهل ترى الناس يرجعون إلى الطبيب الَّذي يكون مجنونا في بعض الساعات من الليل والنهار وهل يعتمدون على رأيه ؟ حتى يكون مثله في المقام والحاصل ان المراد النقض عليه والا فاشتراط العقل مسلم .\r\nوأسوأ من ذلك كله المناقشة في اشتراط الإيمان والعدالة في المجتهد والقول بكفاية الوثوق بكون الرأي عن مقدمات صحيحة غير القياس والاستحسان والإشكال في الرواية المنسوبة إلى العسكري عليه السلام بقوله اما من كان من الفقهاء صائنا\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\nلنفسه إلى آخر قوله عليه السلام فللعوام ان يقلدوه وفي آية النبأ بقوله تعالى ان جاءكم فاسق بنبأ فتبينوا بان المراد من الحديث والآية حصول الاطمئنان بفتواه لا موضوعية العدالة والإيمان .\r\nوأنت بعد التفحص في الروايات في شأن العامة والفساق ترى ضعف هذه المقالة غايته فلا نطيل الكلام فيه .\r\nثم إذا دار الأمر بين الأعلم بالحكم وبين الأورع في العمل فالحق كما مرّ هو تقديم الأعلم لأن ما هو الدخيل في الوصول إلى الواقع هو الأعلمية لا الأورعية ويمكن الإشكال في المقام علينا بناء على ما سبق منا آنفا من عدم جواز تقليد الصبي إذا كان هو أعلم من هذا الوجه .\r\nوبيانه هو ان يقال مع كون الأعلمية دخيلة في الوصول إلى الواقع دون البلوغ فكيف قلتم بتقديم البالغ على الصبي ولو لم يكن أعلم فيكون الأورعية كذلك ويمكن الجواب عنه في هذا الفرض بان الإجماع يكون على عدم جواز تقليد الصبي أو من باب عدم لياقته لهذا المنصب كما عن شيخنا النائيني قده فلا يقاس هذا الفرع به .\r\n\r\nمسألة في العدول من الحي إلى الحي\r\nإذا قلد العامي عن أحد المتساويين في العلم فهل يكون له الرجوع إلى غيره أم لا فيه خلاف من عدم الجواز مطلقا والجواز مطلقا والتفصيل بين الرجوع في واقعة واحدة وبين الوقائع المتعددة فلا يجوز في الأولى ويجوز في الثانية وعليه فإذا قلد مجتهدا يقول بوجوب السورة في الصلاة ثم يريد تقليد من يقول بعدم وجوبها فلا يجوز والسر في ذلك هو ان التقليد لا يمكن تكراره لأن طبيعي وجوب السورة لا يتحمل تقليدين فإذا قلد من يقول بوجوبها لا يكون هذا الطبيعي قابلا للتقليد ثانيا واما في الوقائع المتعددة فليس الأمر كذلك فيمكن التبعيض في التقليد فيها .\r\nثم إنه قد نسب الشيخ الأعظم قده عدم جواز العدول مطلقا إلى المشهور\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\nولا يخفى ان البحث يكون في صورة تحقق التقليد بالعمل على طبق فتوى الأول وكيف كان فقد استدل على عدم جواز العدول بوجوه .\r\nالأول باستصحاب تنجيز الرّأي للسابق بعد الشك فيه لأنه إذا قلد ابتداء من يقول بوجوب السورة في صلاة الاحتياط ثم أراد العدول إلى من يقول بعدم وجوبها فيها يكون له الشك في بقاء الحكم السابق بعد تنجيزه لأنه لا يعلم أنه هل يجوز له الرجوع إلى غيره أو يكون حكمه السابق باقيا .\r\nوقد أجاب الشيخ الأعظم قده عنه بان استصحاب التخيير الابتدائي حاكم على هذا لعدم بقاء الشك معه في جواز العدول كما كان جائزا في بدو الأمر ونحن نقول إن الواقع بعد كون الرّأي طريقا إليه لا يفرق فيه بين كونه عن رأي هذا المجتهد أو ذاك ولا وجه للاستصحاب بالنسبة إليه فكما أن رأي الأول طريق فكذلك رأي الثاني ولا يوجب مصلحة في ذات الواقع .\r\nوعلى فرض الموضوعية بالنسبة إلى الرّأي فيكون الرأيان من باب المتزاحمين في المصلحة فيكون مخيرا بينهما فلا وجه لدخل الأخذ في تغيير الواقع عما هو عليه والحاصل كلا الرأيين متساويان بالنسبة إلى تنجيز الواقع ولا مرجّح للأول منهما لعدم توليد مصلحة في الواقع من جهته نعم ان قيل بان نفس العمل صارت من مرجحات العمل برأي الأول فللقول باستصحابه وجه ولكنه غير ثابت .\r\nوقد يشكل على استصحاب التخيير بتعدد الموضوع ( 1 )  لأن التساوي بين الرأيين كان قبل الأخذ بأحدهما ومن المعلوم ان الرّأي بعد الأخذ غير الرّأي قبله\r\n","description":"","footnote":" ( 1 ) أقول وقد عبر عنه بعض الأعيان بأنه من استصحاب الكلي في الفرد المردد لأن الأخذ ان لم يؤثر شيئا فالتخيير باق قطعا وان أثر فهو لا يكون باقيا قطعا وعنوان التخيير الكلي لا أثر له .\r\nولكن يمكن ان يقال إن الأخذ لا أثر له في المصلحة وليس الأصل مثبتا لأن التخيير حكم تعبدي طريقي ( لقوله عليه السلام اذن فتخير ) فإذا كان المستصحب نفسه الحكم لا نحتاج إلى الأثر الشرعي غيره فجريانه لا إشكال فيه . ","page_name":" 73 ","page_number":73},
  {"content":"\r\nفيكون الموضوع متعددا فلا وجه لاستصحاب التخيير ليكون حاكما على استصحاب الرّأي الأول .\r\nوقد ظهر الجواب عنه مما سبق آنفا من جهة ان الأخذ لا يوجب توليد مصلحة في الواقع ليستصحب بعد الشك ما أخذ به ابتداء فتحصل ان استصحاب الحكم الأول إذا لم يكن جاريا يكون استصحاب الموضوع وهو التخيير جاريا ولا منع منه ولكن الَّذي يوجب الإشكال فيه هو ان المراد باستصحابه هو جواز تقليد الثاني وهو ليس من الآثار الشرعية بل من الآثار العقلية لبقاء التخيير فالأصل مثبت وعدم كونه من الآثار الشرعية واضح من جهة عدم الترتب في لسان الشرع بينهما .\r\nالوجه الثاني لعدم جواز العدول هو ان لازمه المخالفة القطعية مع الواقع فإنه إذا فرض تقليد مجتهد يقول بالقصر إذا كان المسير أربعة فراسخ ذاهبا وجائيا فقصر صلاة الظهر مثلا ثم عدل عنه إلى من يقول بالتمام فيما دون ثمانية فراسخ فصلى العصر تماما فإنه يحصل له العلم الإجمالي ببطلان إحدى الصلاتين .\r\nفلذا على فرض صحة الاستدلال يقول العلامة الأنصاري قده بان الاحتياط التام لازم ومعناه ان يأتي بالظهر تماما وبالعصر قصرا في الفرض في المقام ولكنه قده يقول يلزم عليه إتيان صلاة واحدة وهو قده يعلم أنه ليس باحتياط تام ولكن يكون مراده الخروج عن المخالفة القطعية للعلم الإجمالي فإنه يحصل بواسطة إتيانها وحدها .\r\nوقد أجاب قده عن الاستدلال بان الثابت من التكليف هو الواقع المنجز لا الواقع الواقعي وعليه فإذا عمل المكلف على طبق فتوى الأول فقد أتى بما نجّز عليه وإذا عمل بفتوى الثاني فقد أتى بما نجّز عليه أيضا فالعمل على طبق الرأيين مجز ولا عقاب على المكلف فإنه ان ترك العمل رأسا يكون معاقبا واما مع إتيانه بهما فقد أدى وظيفته على ما هو عليه من التكليف والعلم الإجمالي يكون بالنسبة إلى الواقع الَّذي لم يكن منجزا عليه ولا تكليف له بالنسبة إليه بعد حجية رأي المجتهد فيما أفتى به .\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\nوالشاهد لما ذكرناه هو انه ان قلَّد مجتهدا فقصر الظهر ثم مات ذلك المجتهد فقلد من يقول بالتمام فأتى بالصلاة تماما لم يقل أحد بوجوب إعادتها فليس المدار على الواقع .\r\nفان قلت في خصوص المثال يمكن ان يقال ببطلانها من جهة شرطية الترتيب بين الظهرين فمن أتى بالعصر تماما وبالظهر قصرا لا يحصل له العلم بكون العصر بعد الظهر واقعا لأنه من المحتمل ان يكون وظيفته إتمام الظهر ومع قصره يكون شاكا في الترتيب لا محرزا إياه فيكون بطلان عمله من هذا الوجه أيضا .\r\nقلت إذا قلنا بجواز العدول فيكون عمله على طبق فتوى الأول موجبا لسقوط تكليف الظهر مثل ما إذا أتى به واقعا فيكون الترتيب حاصلا فالإشكال ان كان فيكون من ناحية العلم الإجمالي وقد مر دفعه فلا يتم هذا الاستدلال لعدم جواز العدول .\r\nالوجه الثالث لعدم جواز العدول من الحي إلى الحي هو لزوم خلاف الإجماع منه مثل ما إذا أفتى أحدهما بوجوب السورة في صلاة الاحتياط وأفتى الاخر بعدم وجوبها فان إطلاق فتوى الثاني يحكم ببطلان الصلاة مع السورة ولازمه وجوب قضائها بعد العدول وهو خلاف الإجماع وان قلنا بان عدم الوجوب يكون من حين العدول لا قبله فيكون من التبعيض في رأي واحد وهو لا دليل عليه كما عن الشيخ الأعظم قده فعلى هذا لا يصح القول بجواز العدول .\r\nوالجواب عنه هو ان التقليد اما ان يكون هو العمل في واقعة شخصية واما ان يكون هو العمل على طبق عنوان كلي أو يكون هو الالتزام فعلى الأول فهو يقلد الثاني في هذه الواقعة الشخصية كصلاة الاحتياط لخصوص الشك بين الثلاث والأربع في هذه الصلاة الواقعة في يوم كذا ولا ربط له بالواقعة الشخصية السابقة ولا يسرى الحكم من الآن إليها .\r\nنعم ان كان التقليد هو الالتزام فيمكن الالتزام بكلى وجوب السورة أو عدم وجوبها فإذا كان فتوى الثاني عدم وجوبها بهذا العنوان الكلي فإطلاقها وان كان\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\nشاملا للصلاة السابقة أيضا ولكن نختار التبعيض ونقول لا يشمل الحكم للواقعة السابقة بل يكون الالتزام بها من الآن وما ذكر من عدم الدليل على التبعيض نقول لا يتم لأن الأدلة العامة للتقليد تشمل المقام ولا يكون لنا مانع من شمولها لهذا الفرض أيضا فان الجاهل فعلا يرجع إلى العالم فعلا لترتيب الأثر من حين التقليد فعلى فرض كون التقليد هو الالتزام أيضا لا يرد الإشكال .\r\nواما على فرض كونه هو العمل على طبق العنوان الكلي مثل التقليد في كلي عدم وجوب السورة فإطلاق الفتوى وان كان لازمه وجوب قضاء ما سبق ولكن المانع منه الإجماع وهو دليل عدم وجوب القضاء لا دليل عدم جواز العدول فلولاه لقلنا بجوازه ووجوب القضاء فلا يتم هذا الاستدلال .\r\nثم يمكن ان يكون مراد العلامة الأنصاري قده من عدم جواز العدول هو ان التقليد حيث يكون في العنوان الكلي مثل السورة لا في الواقعة الشخصية وهو بنحو صرف الوجود لا ثاني له فلا يمكن التقليد ثانيا فيما قلد أولا لعدم مجيء التقليد فيما حصل التقليد فيه وهو طبيعي الرّأي المأخوذ به والتطبيق في الموارد الشخصية يكون من لوازمه فإذا قلد المجتهد في عنوان عدم وجوب السورة في صلاة الاحتياط ينطبق هذا العنوان فيها في الشك بين الثلاث والأربع وبين الاثنتين والأربع وهكذا في جميع الافراد الخارجية .\r\nولذا يقول قده بعدم جواز التبعيض في صورة ملاقاة ماءين لما اختلف في نجاسته وطهارته بالحكم بالنجاسة في أحدهما على طبق فتوى من يراه نجسا والحكم بالطهارة على طبق فتوى من يراه طاهرا فإذا قلد من يقول بالنجاسة لا يكون له التقليد عمن يقول بالطهارة وبالعكس لعدم جواز التقليد فيما حصل التقليد فيه .\r\nالوجه الرابع لعدم جواز العدول من الحي إلى الحي هو ان الأمر يدور بين التعيين والتخيير للعلم ببراءة الذّمّة بواسطة العمل بالفتوى المأخوذة أولا والشك\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\nفي حصول البراءة بالعمل على طبق الفتوى الثانية .\r\nوقد يرد عليه بان الإطلاقات في الأدلة اللفظية حاكمة على أصالة التعيين وهكذا الملاك في الأدلة العقلية الَّذي هو الجهل بالواقع حاكم عليها وكذلك الفطرة فهي قاضية بعدم الفرق بينهما في رجوع الجاهل إليهما مع بقاء الجهل حتى بعد الأخذ بالفتوى الأولى والجاهل يرجع إلى العالم في كل واقعة وهكذا السيرة العقلائية حاكمة بان من لم يتمكن من الاجتهاد يجب عليه الرجوع إلى المجتهد لأنه خبرة والمقلد في كل واقعة لا يتمكن منه فله الرجوع إلى من هو المجتهد نعم ان كان السيرة بالرجوع إلى من له الحجة فيمن ليس له الحجة فالمقلد بتقليده الأول صار ذا حجة فليس ملاك رجوعه إلى الثاني باقيا .\r\nوهكذا الدليل اللفظي في التخيير بقوله عليه السلام اذن فتخير في باب تعادل للروايتين على فرض تعميمه للمقام مطلق من جهة اختياره أحدهما أم لا وهكذا آية السؤال وساير الآيات والروايات الدالة على جواز التقليد فلا وجه لأصالة التعيين .\r\nوقد أجابوا عن الإطلاق والأدلة العقلية بان السيرة على رجوع من ليس له الحجة إلى من له الحجة فلا موضوع لها بعد الأخذ بأحدهما وليس المراد منها ان من لم يتمكن من الاجتهاد يرجع إلى المجتهد ليكون الموضوع باقيا وهكذا الفطرة على رجوع من لم يكن نازلا منزلة العالم إليه والمقلد بعد صيرورته بمنزلة العالم بالرجوع إلى الأول ليس له الرجوع إلى الثاني .\r\nواما الأدلة اللفظية فليست مربوطة بالتقليد وعلى فرضها كذلك فلا إطلاق لها لعدم كونها في صدد بيان خصوصياته بل في صدد بيان أصله فالدليل الوحيد هو ان الأمر حيث يدور بين التعيين والتخيير لا بد من عدم الرجوع إلى الثاني لاحتمال تعيين الأول بالاخذ .\r\nثم إنه لو أخذ بقول المجتهد ولم يعمل به فهل يجب البقاء عليه ولا يجوز العدول إلى غيره أم يختص عدم الجواز بصورة العمل فيه خلاف فربما\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\nابتناء البحث على كون التقليد هو العمل فلا يجب البقاء لعدمه أو كونه الالتزام فيجب من جهة تحققه .\r\nولكن يرد عليه ان عنوان التقليد لا يكون مأخوذا في شيء من أدلة عدم جواز البقاء حتى نكون بصدد إحرازه وابتناء البحث عليه .\r\nفنقول بعض أدلة المنع مثل لزوم المخالفة العملية أو كون التقليد غير قابل للتكرار لا يأتي هنا لعدم العمل حتى يلزم ما ذكر والإجماع يكون المتيقن منه صورة العمل واستصحاب بقاء الحكم الأول المأخوذ به على فرض الجريان هناك يأتي هنا أيضا لأن الموضوع فيه هو الشك وهو حاصل حتى مع عدم العمل وهكذا قاعدة الاشتغال حاكمة لدوران الأمر بين التعيين والتخيير واحتمال التعيين بصرف الالتزام فهو المتعين فتحصل عدم جواز العدول على فرض الالتزام وعدم العمل أيضا .\r\n\r\nوينبغي التنبيه على أمور\r\n\r\nالأول هل يجوز التبعيض في التقليد في مسألة واحدة\r\nفيه خلاف الجواز مطلقا وعدمه مطلقا والتفصيل بين صورة لزوم المخالفة القطعية فلا يجوز وبين عدمه فيجوز وأحسن ما يمثل به ما عن الشيخ الأعظم وهو ما إذا كان عنده ماءان ملاقيان لما اختلف في نجاسته وطهارته كعرق الجنب من الحرام والأخذ بفتوى من يقول بطهارته في أحدهما والأخذ بفتوى القائل بالنجاسة في الاخر فيصير أحدهما كالماء المنحصر .\r\nفإذا كان ثوبه نجسا فاحتاج إلى إزالة الخبث والحدث للصلاة فغسل ثوبه فقط يحصل له العلم بفساد صلاته اما من جهة بقاء الحدث أو من جهة بقاء الخبث لأن الماء ان كان طاهرا يكون صلاته باطلة من جهة وجوب إزالة الحدث أيضا بالكأس الاخر وان كان نجسا فتكون باطلة لبقاء الخبث فقيل في خصوص المثال لا يجوز التبعيض للزوم المخالفة العملية .\r\nويظهر عن الشيخ الأعظم عدم جواز التبعيض لأن رأي المجتهد يكون كليا\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\nولا يكون في الواقعة الشخصية حتى يكون التقليد في هذه الواقعة دون غيرها وعلى فرض الشك في جوازه فالأصل عدم مشروعية تقليد الثاني .\r\nلا يقال ( 1 )  لا فرق بين العدول والتبعيض لأن التبعيض أيضا عدول لأنا نقول العدول يكون في الرّأي الكلي وهنا يكون باعتبار الشخص فان قلت التقليد على فرض كونه هو العمل يكون بالنسبة إلى الشخص أيضا والكلي لا تقليد فيه قلت هما مشتركان في العمل ولكن العمل في العدول يكون بلحاظ الكلي وفي التبعيض بلحاظ الشخص .\r\n\r\nالأمر الثاني ان الحصص من الطبيعي يجوز التبعيض فيها\r\nخلافا للشيخ\r\n","description":"","footnote":" ( 1 ) أقول إن هذا القدر من البيان لا يتم للفرق بين التبعيض والعدول فان التقليد هنا أيضا يكون في عنوان كلي وهو نجاسة عرق الجنب من الحرام وطهارته كما مر في عنوان وجوب السورة وعدمه في مثال العدول والتطبيق في الفرد هنا يكون مثل التطبيق هناك فبالعمل تصير الواقعة شخصية في المقامين وقد مر ان النزاع في العدول يكون في الواقعة الشخصية لا الوقائع المتعددة فما يمكن ان يقال في الفرق هو ان التبعيض يكون من لوازم العدول كما مر منه ومن غيره من أن هذا أحد أدلة عدم جواز العدول وقد مر منه شمول الإطلاقات للتبعيض أيضا ولا دليل على عدم جوازه فإن لم يجز العدول فهو وان جاز فلا إشكال في التبعيض .\r\nواما لزوم المخالفة القطعية في المثال في المقام فهو من جهة ملاحظة ان الماءين اما طاهران أو نجسان في الواقع فعلى فرض الطهارة لا بد من تحصيل الطهارة المائية في الحدث لعدم انحصار الماء بكأس واحد ليكون المقدم إزالة الخبث وعلى فرض النجاسة فقد بقي الخبث .\r\nفالصلاة هذه اما فاقدة للطهارة المائية أو فاقدة للشرط الَّذي هو إزالة الخبث ولكن هذا يكون بلحاظ الواقع واما بلحاظ تنجيز رأي المجتهد فلا يحصل العلم كذلك لأنه عمل بما هو وظيفته على فرض جواز العدول فالملاك كله في جوازه وعدمه . ","page_name":" 79 ","page_number":79},
  {"content":"\r\nالأعظم قده لأن الرّأي في كل حصة كلي وليس بشخص مثاله ما إذا أفتى أحد المجتهدين بنجاسة الكافر بهذا العنوان الشامل لليهودي والنصراني والمجوسي فقلده ثم أراد تقليد من يقول بطهارة النصراني مثلا فان الطبيعي يكون هو عنوان الكافر واليهود وغيرهم من حصصه وفي هذا المثال وأمثاله يكون التقليد بالنسبة إلى الحصص بنحو الكلي .\r\nفللمقلد تقليد أحد المتساويين في أحد العناوين من الحصص وتقليد آخر في عنوان آخر وليس مثل واقعة واحدة شخصية كوجوب السورة في صلاة الاحتياط وعدمه والمخالف زعم أن التقليد في عنوان الكافر تقليد في حصصه فيقول بعدم جواز العدول وهو خلاف التحقيق .\r\n\r\nالأمر الثالث في أن العدول عن الاحتياط هل هو عدول غير جائز\r\nمثل العدول عن الفتوى أم لا فيه خلاف وقبل توضيح المرام اعلم أن الاحتياط على ثلاثة أقسام الأول ان يكون العمل به لا من تقليد بل اتفق كون هذا الاحتياط مفتى به عند بعض الاعلام من المجتهدين الثاني ان يقلد من أفتى به الثالث ان يعمل به استحبابا .\r\nاما الأول فيظهر عن الشيخ الأعظم قده جواز تقليد من له الفتوى من باب عدم التقليد في هذا العنوان من أحد حتى يصدق عنوان العدول فله العمل بالفتوى لا الاحتياط ولكن يمكن ان يقال إن عنوان التقليد لا يكون في لسان الأدلة حتى نكون في صدد إحرازه والعدول عنه فإذا عمل عملا ووافق في الواقع رأي من يتبع رأيه ( 1 )  لا يجوز العدول منه إلى غيره لصدق عنوان العدول في الواقع فلا بد من ملاحظة أدلة عدم جوازه فإن كان الدليل هو لزوم المخالفة القطعية كما في\r\n","description":"","footnote":" ( 1 ) التقليد عنده مد ظله هو العمل المستند وعنوانه على فرض عدم كفاية كونه في مثل قوله عليه السلام فللعوام ان يقلدوه ولكن صدق عنوان العدول يحتاج إلى الاستناد ولا يكون صادقا بدونه نعم ان قال لا نحتاج إلى صدق هذا العنوان أيضا بل المدار هو الشك في حجية الفتوى بعد العمل بالاحتياط وهو حاصل فله وجه . ","page_name":" 80 ","page_number":80},
  {"content":"\r\nصلاة الظهر والعصر إذا كان الاختلاف في رأيي المجتهدين من حيث القصر والإتمام كما مر فلا يأتي هنا لأن الفرض انه احتاط بالجمع بين القصر والإتمام .\r\nوهكذا ان كان الدليل لزوم قضاء ما سبق مع الإجماع على خلافه لأن الفرض احتياطه فيه فإن كان فتوى الثاني قصرا فقد قصر وان كانت تماما فقدتم بالجمع بينهما وهكذا ان كان الدليل الاشتغال اليقينيّ الَّذي لا يحصل الفراغ منه الا بالبقاء لأنه احتاط فقد حصل الفراغ يقينا ( 1 )  واما استصحاب التخيير فلا يجري من جهة عدم تكرر صرف وجود التقليد كما مر وعمومات جواز التقليد لا تشمل هذه الصورة التي حصل التقليد في الواقع فلا يجوز العدول لذلك .\r\nوان كان المشهور جوازه واما العدول في القسم الثاني من الاحتياط فهو صادق ويدور مدار جوازه وعدمه وأدلة عدم جوازه غير التعيين والتخيير وكون التقليد بنحو صرف الوجود فلا يتكرر لا يأتي هنا لكونه عاملا بالاحتياط واما العدول في القسم الثالث فلا فرق بين الواجب والمستحب في جوازه وعدمه إذا كان الاحتياط الاستحبابي مطابقا لرأي من يتبع رأيه أو من باب الاستناد إلى فتوى من يقول باستحبابه .\r\nثم إن القول بالتفصيل بين الاحتياط العقلي وبين الشرعي في جواز العدول في الأول وعدم الجواز في الثاني فغير وجيه اما بيان التفصيل فلان الاحتياط العقلي كموارد العلم الإجمالي يكون حكم الفقيه فيه إرشادا إلى حكم العقل وفتواه بمنزلة اخباره بوجود حكم العقل فلا تقليد فيه لئلا يجوز العدول بخلاف الاحتياط الشرعي كما في باب الفروج والدماء فلا يجوز من جهة انه فتواه وليس نائبا عن المقلد\r\n","description":"","footnote":" ( 1 ) لا يكون الكلام في عمله السابق بل الكلام في عمله اللاحق وهو الأخذ بالفتوى في مقابل الاحتياط والكلام يكون في اشتغاله بالنسبة إليه فلو تم الدليل وكان المقام من مصاديق العدول فلا يجوز لعدم قطعه بالفراغ بعمله بالفتوى كما هو واضح كالقسم الثاني من الاحتياط على ما سيجيء منه . ","page_name":" 81 ","page_number":81},
  {"content":"\r\nفي بيان مورده فقط لعدم حكم لعقله فيه .\r\nواما بيان الرد فلان المشهور القائلين بجواز الرجوع في الاحتياط لا يفرقون بين الشرعي والعقلي هذا أولا وثانيا لا فرق في نيابة المجتهد عن المقلد فيهما لأنه نائب عنه في الشرعي أيضا لأن الخطابات الطرقية مثل تصديق العادل أيضا شاملة للمقلد ولكنه حيث لا قدرة له على الاستنباط يكون المجتهد نائبا عنه .\r\nوثالثا ان الرجوع غير جائز من باب ان الأعلم إذا أفتى بالاحتياط حسب ما أدى إليه نظره لا يكون له الإرجاع إلى المفضول الَّذي هو الأعلم بعده لعدم تمامية فتواه عنده لعدم تمامية دليله عنده واما الرجوع إلى المساوي فهو من مصاديق العدول فان جاز فهو والا فلا فتحصل ان الاحتياط مثل الفتوى في جواز العدول وعدمه فيه .\r\n\r\nالأمر الرابع\r\nفي أن المقلد إذا نسي فتوى المجتهد الَّذي قلده ولم يكن السؤال عنه لموته أو غير ذلك فهل يجب عليه الفحص أو لا فإذا تفحص ولم يجدها قطعا بل وجدها ظنا فهل يعمل بالظن أم لا وإذا لم يجدها قطعا أو ظنا ثم رجع إلى الثاني ثم وجدها فهل يجب العود إلى فتوى الأول أم لا\r\n\r\nفيه جهات من البحث .\r\n\r\nالجهة الأولى في وجوب الفحص\r\nوهو مختار الشيخ الأعظم قده لأن البقاء على التقليد إذا كان واجبا فمقدمته واجبة نظير الأمارة إذا وجدها ثم نسي موضعها في الكتب المعتبرة فمن رأي خبرا في الموضوع الفلاني ونسيه فعلا يجب عليه الفحص وحجية الفتوى تكون مثل حجية الأمارة .\r\nفان قلت ليس لنا دليل لفظي على وجوب البقاء حتى يكون إطلاقه موجبا لتحصيل مقدماته فالمتيقن هو البقاء في صورة عدم النسيان ولا دليل على وجوب تحصيل المقدمات قلت مراده قده من ذلك هو ان الواقع المنجز يكون طريقه موجودا فيجب الأخذ به من باب وجوب الأخذ بفتوى المجتهد الَّذي قلده وليس مراده وجوب البقاء حتى يقال لا دليل لفظي عليه فالفحص واجب لا إشكال فيه .\r\n\r\nالجهة الثانية\r\nفي أنه إذا لم يجد الفتوى بعد الفحص ولكن حصل له الظن\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\nبه فاحتمل قده فيها وجهين جواز العدول وعدمه وقوى الأول واستدل عليه بان الظن لا دليل على اعتباره بعد إمكان الأخذ بالحجة الأخرى والتخيير إذا تعذر أحد أطرافه يتعين الطرف الآخر وهنا يكون كذلك مضافا بان دليل وجوب البقاء هو الإجماع وهو دليل لبي والمتيقن منه صورة حصول القطع بالفتوى السابقة لا الظن بها .\r\nوقد أشكل عليه بان الاحتياط إذا لم يكن عسريا يكون هو المتعين فإنه يلاحظ الفتاوى ويأخذ بأحوطها للعلم الإجمالي بوجود رأي السابق بين الآراء في المسألة كالآراء في العصير العنبي فإنها منحصرة في عدد يسير وفيه ان مقوم الحجة هو الوصول فلا حجية له قبله وحيث إن العلم الإجمالي لا يكفى لذلك يأخذ بما هو حجة فعلا وليس مثل العلم الإجمالي بوجود تكليف في البين كالاجتناب عن النجس في الكأسين الذين يكون أحدهما نجسا فالحق معه قده .\r\nوقد أشكل عليه بان المتفحص إذا حصل له الظن يكون امره دائرا بين الأخذ بمظنون الحجية وبين الأخذ بمشكوكها وهو فتوى الثاني والمظنون مقدم على المشكوك وفيه ان الظن غير معتبر فيتعين الأخذ بالفتوى الثانية بعد تعذر غيرها .\r\n\r\nالجهة الثالثة\r\nفي أن المقلد إذا رجع إلى الثاني ثم وجد فتوى الأول فهل يجب عليه العود أم لا فيه خلاف وقد نسب قده إلى بعض معاصريه ولعله صاحب المقابيس وجوب العود إلى الأول لأن الواقع بالنسيان لا يتغير عما هو عليه وقد أشكل قده عليه بان نسيان الحكم وان لم يوجب تغيره لاشتراك العالم والجاهل فيه ولكن نسيان الموضوع ليس كذلك فان المقلد بنسيانه التقليد قد عجز عن الامتثال للفتوى الأولى وصار موضوعا للتكليف بالاخذ بالثانية فإذا ارتفع النسيان يكون القول بجواز عوده إلى الأولى محتاجا إلى الدليل ومع الشك في جوازه فيكون من دوران الأمر بين التعيين والتخيير والمتعين أخذه بالثانية .\r\nوقد أجيب عنها بان وجوب العمل بالفتوى وهو الحكم وان لم يكن منسيا\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\nكما ذكره قده ولكن متعلق هذا الحكم أيضا يكون هو الحكم فإن كان التقليد هو العمل على طبق الفتوى فيكون المنسي هو الحكم الخاصّ مثل وجوب الصلاة فالحكم الخاصّ وهو وجوبها مثلا منسي وهذا الحكم يشترك فيه العالم والجاهل فهذا الحكم الخاصّ موضوع لحكم الجري على طبقه وان كان لا يتحقق التقليد الا بالالتزام أو الاستناد إلى الفتوى فللنسيان مساس بمتعلق الحكم أيضا وبعبارة واضحة انه نسي الفتوى التي هي متعلقة بوجوب الصلاة مثلا والحق عندي هو ان نسيان الفتوى يكون من نسيان الحكم والقول بعدم العود يكون معناه اختصاص الحكم بالعالم به وهو يلزم منه دور العلامة مع أنه خلاف الإجماع .\r\n\r\nالأمر الخامس\r\nفي أنه على فرض عدم جواز العدول إلى المساوي فهل يجوز العدول إلى الأعلم الَّذي صار اعلم بعد تقليد الأول أم لا : المشهور هو الأول وان كان مقتضى كون التقليد بنحو صرف الوجود غير قابل للتكرار على ما مرّ هو الثاني وسندهم إطلاق أدلة الرجوع إلى الأعلم من جهة السبق بتقليد غيره وعدمه فنقول ان الدليل على وجوب الرجوع إلى الأعلم ان كان فطرة العامي فهي لا محالة تحكم بوجوب الرجوع إليه لا إلى غيره وفتوى السابق بعد جواز رجوعه إليه لا يصغى إليه من جهة كونه مفضولا نعم ان أفتى الأعلم بالبقاء على تقليده يجوز ولكن في الواقع يكون هذا أيضا تقليدا للأعلم لا للمفضول .\r\nواما من جهة الدليل الاجتهادي مع قطع النّظر عن فطرة العامي فنقول ان كان الدليل على عدم جواز العدول الإجماع فالمتيقن منه صورة عدم أعلمية الثاني وان كان عدمه من باب دوران الأمر بين التعيين والتخيير والقول بالتعيين فهو معارض بمثله لأن القول بالتعيين يكون من باب الاحتياط من جهة احتمال دخالة الأخذ بالأول وفي المقام نحتمل تعيين الأعلم من جهة كونه كذلك وان كان الدليل ان صرف وجود التقليد لا تكرار فيه فلا بد من الأخذ بأحوط القولين فيما لم يعمل والبقاء عليه فيما عمل به .\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\nولكن الإنصاف تقديم الأعلم وعدم الشك في الرجوع إليه واحتمال كون الاحتياط في البقاء موهون جدا : لأنه يرجع إلى القول بتساوي العالم والجاهل والواجد والفاقد وهو خلاف الغريزة فالحق جواز العدول بلا إشكال ( 1 ) \r\n\r\nالأمر السادس\r\nفي أنه إذا علم تقليده في العمل السابق ولكن لا يعلم أنه كان صحيحا أو فاسدا فهل يجوز عليه البقاء والحكم بصحة عمله السابق واللاحق وهكذا تقليده كذلك أم لا فيه بحث فإذا كان شكه منشأ للشك في صحة عمله السابق فهو على نحوين الأول ان يكون التشكيك في تقليده من باب التشكيك في عدم كون المجتهد جامعا لشرائط الإفتاء والثاني ان يكون من باب عدم كونه على المباني الشرعية في تعيينه للتقليد مثل عدم كونه عن شهادة البينة العادلة وعلى أي تقدير تكون أصالة الصحة أو قاعدة الفراغ جارية بالنسبة إلى العمل السابق وبالنسبة إلى الأعمال اللاحقة فاستصحاب بقاء الأهلية جار كاستصحاب العدالة لو شك فيها فيترتب عليه صحة الأعمال اللاحقة .\r\nواما مع عدم الحالة السابقة فلا بد من الفحص ليظهر الحال واما إذا كان الشك في صحة التقليد فعلى فرض كونه عملا من الأعمال فأصالة الصحة فيه أيضا جارية مثل غيره واما على فرض كونه التزاما فلا تجري لعدم كونه عملا ( 2 )  فأصالة\r\n","description":"","footnote":" ( 1 ) أقول وهذا كاشف قابلية التقليد للتكرار وانه يتكرر بتكرر الأعمال وليس بنحو صرف الوجود ولو في عنوان واحد كوجوب السورة كما مر والا فالحكم العقلي بمحالية شيء كيف انقلب عما هو عليه وتعلق الوجوب بطبيعي الرّأي يكون بلحاظ الافراد الخارجية كما في غيره .\r\n ( 2 ) أقول ملاك جريان قاعدة الفراغ وأصالة الصحة في عمل النّفس هو الأذكرية حين العمل ولا يبعد القول بان الالتزام والبناء على تقليد مجتهد خاص أيضا عمل من الأعمال النفسيّة خصوصا بعد ترتيب اثره في الخارج عليه فيمكن ان يقال هو حين هذا العمل أيضا اذكر منه حين يشك والفرض بقاء الشك وعدم إحراز عدم لياقة المجتهد للتقليد لا صورة كشف الخلاف . ","page_name":" 85 ","page_number":85},
  {"content":"\r\nالصحة في أعماله السابقة جارية .\r\nواما في الأعمال اللاحقة فلا بد من الفحص الا إذا كان الشك في صحة التقليد من باب الشك في عدالة البينة القائمة على الاجتهاد والأعلمية فاستصحابها يحكم بصحة العمل على طبق رأي المجتهد فيما سيأتي أيضا وحيث إن المختار هو كون التقليد هو العمل المستند فأصالة الصحة جارية بالنسبة إلى الأعمال السابقة ومنها التقليد ويترتب عليه جميع الآثار له وللعمل فعلى هذا لا يجوز العدول إلى غيره الا ان يكون اعلم لأن جواز العدول وعدمه يكون من آثار صحة التقليد وعدمها .\r\n\r\nالأمر السابع في حكم عمل العامي بلا احتياط ولا تقليد\r\nوالحق كما قيل بطلان عمله إذا لم يطابق الواقع ولا رأى من يجب عليه اتباعه اما إذا كان مطابقا للواقع ولرأي من يتبع رأيه وحصل منه قصد القربة فهو صحيح وعلى هذا يحمل كلام من قال عمل العامي بلا اجتهاد ولا تقليد باطل هذا إذا كان العامي غافلا واما إذا كان ملتفتا بأنه يجب عليه التقليد أو الاحتياط ولم يحتط وأتى بالعمل بدون التقليد فربما يقال بعدم صحة عمله لأنه لا بد في إتيانه من كونه عن قصد امر جزمي بداعي القربة وهو لا يحصل الا بإتيانه بالاحتياط ليحصل الجزم يكون عمله عن امر في البين فحيث لم يحتط لم يكن داعيه امر اللَّه تعالى .\r\nويرد عليه بان داعيه بإتيان أحد الأطراف أيضا يكون هو الأمر من الشارع وعدم إتيانه بالفرد الاخر المحقق للاحتياط ربما يكون لمشقته عليه وهذا لا يضر بكون عمله عن امر الشارع كما أنه في موارد العلم الإجمالي يأتي بكل فرد من الافراد بالأمر الاحتمالي عنه ولا جزم له به في خصوصه فإذا طابق هذا العمل مع الواقع أو رأى من يتبع رأيه فلا دليل لنا على البطلان وقصد الأمر الجزمي غير دخيل في القربة ولو شك تجري البراءة بالنسبة إلى الخصوصية الخاصة كما أن الحق عندنا أصالة البراءة عن التعبدية لو شك فيها في عمل من الأعمال .\r\nنعم من يقول بان الجزم بالأمر دخيل في حصول القربة يشكل عليه الأمر\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\nثم إذا انكشف كون الواقع على خلاف ما أتى به أو رأي من يتبع رأيه فلا إشكال في البطلان وهذا واضح .\r\nوانما الكلام في صورة عدم حصول العلم بمطابقة الواقع مع كون المدار على رأي من يتبع رأيه فهل المدار عليه حين العمل أو حين التقليد فإنه ربما يطابق عمله مع رأي من مات ولا يكون مطابقا لرأي المجتهد الحي فإن كان المدار على وقت العمل فقد صح عمله وان كان المدار على وقت التقليد فلا تصح فإذا كان الثاني اعلم فعلا ولم يكن وقت العمل كذلك أو لم يكن مجتهدا أصلا فربما يقال باتباع رأيه فعلا وترتيب الأثر عليه .\r\nوحاصل الدليل على اتباع الرّأي حين التقليد هو ان ما يمكن ان يحتج به عند المولى على فرض عدم مصادفة العمل مع الواقع في الواقع هو الحجة الواصلة ولا حجية لما لم يصل لأن مقومها الوصول ورأي المجتهد وقت العمل لم يصل إليه فلا يكون له الاحتجاج به وما وصل هو رأي الثاني وقت التقليد .\r\nولا يقال إن الوصول يوجب التنجيز واما المدار في صحة العمل وفساده فهو القانون الموضوع عن الشرع وهو في وقت العمل كان رأي المجتهد السابق وان قصر المقلد في تحصيله فكيف لا يصح عمله لأنا نقول إن المدار في الحجة على الوصول والعمل يلزم اما ان يطابق مع الواقع واما مع الحجة ولا حجة مع عدم الوصول ( 1 )  وبهذا يفرق بين العدول والمقام فان المقلد إذا عمل برأي من يجب عليه\r\n","description":"","footnote":" ( 1 ) وبعد في الذهن شيء وهو ان المكلف في مقام الاحتجاج مع مولاه يمكنه ان يقول في وقت العمل هل كان على تكليف أم لا فإن كان فلا بد ان يكون رأي من يتبع رأيه في ذاك الزمان لا من لم يكن مجتهدا أو كان ولم يتبع رأيه وان لم يكن تكليف فلا عقاب بالنسبة إليه والمفروض عدم وصوله إلى الواقع بالطريق العادي ومنه رأي المجتهد لأنه أيضا ظهر خلافه فلا يمكن ان يحتج بكون الواقع هو تكليفه هذا مضافا إلى أن رأي المجتهد من جهة الحجية يكون مثل وجود رواية لم تصل إليه فلم تتنجز مع أنها حجة في الواقع وان لم يصل إليها المكلف فإذا تتنجز لتقصيره عليه يكون للمولى الاحتجاج عليه بها ولو كان الواقع على خلافها فيكون رأي المجتهد كذلك الا ان يقال يكون الأخذ له الموضوعية لا الطريقية وهو كما ترى . ","page_name":" 87 ","page_number":87},
  {"content":"\r\nلم تقليده ثم صار غيره اعلم وأفتى بخلافه فقد أخذ بالحجة ابتداء ووافق عمله معها واما في المقام فليس كذلك وان قلنا فيما مر ان إطلاق فتوى الثاني لازمه عدم صحة العمل السابق ولكن الإجماع دل على عدم الإعادة أو قاعدة لا تعاد دلت على عدمها في خصوص الصلاة ولكن الإجماع دليل لبي لا يشمل صورة عدم كون العمل عن الأخذ بالحجة وقاعدة لا تعاد منصرفة عن العمل بدون الاستناد إليها أيضا فتحصل ان الحجة هي رأي المجتهد حين التنبه فيجب العمل على طبقه أو الأخذ بأحوط القولين .\r\n\r\nفصل في اشتراط الحياة في المفتي\r\nوهذا البحث يكون في الكفاية ولكن أكثر ما سبق لم يكن فيها فنقول اختلفوا في اشتراط الحياة في المفتي فالمعروف بين الأصحاب الاشتراط مطلقا والمعروف بين العامة وهو خيرة الأخباريين وبعض المجتهدين من أصحابنا عدم اشتراطها مطلقا والتفصيل بين التقليد ابتداء فتشترط وبينه بقاء فلا تشترط وتفصيل آخر بين ما إذا كان الميت أعلم من الحي فيجوز تقليده مطلقا والا فلا يجوز مطلقا .\r\nثم البحث هنا أيضا مثل ما مر في تقليد الأعلم في مقامين الأول ملاحظة حال العامي بحسب فطرته والثاني في الدليل الاجتهادي الَّذي يتمسك به الفقيه ليفتي بجواز تقليد الميت وعدمه . اما المقام الأول فلا شبهة في أن العامي بحسب الفطرة وما في ذهنه من انسداد باب الأحكام عليه الا بالرجوع إلى الخبرة يرجع إلى الحي لا إلى الميت كما أن الرجوع إلى ساير أرباب الصنائع يكون في حال حياتهم فهو إذا لاحظ فطرته يرى الاحتياط في أخذ الحي الَّذي يحتمل تعيينه\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\nوان لم يلتفت تفصيلا إلى أن هذا الباب من دوران الأمر بين التعيين والتخيير واما المقام الثاني ففيه أيضا يرى المجتهد دوران الأمر بين التعيين والتخيير ولا بد له من الفتوى بالتعيين للشك في حجية فتوى الميت .\r\nفان قلت إن الأصل يكون معارضا بمثله في صورة كون الميت أعلم من الحي فان رأيه أقرب إلى الواقع فيحتمل ان يكون هو المتعين بل فطرة العوام أيضا على احتمال التعيين فكما ان الأعلمية متقدمة على الأورعية في فرض الدوران كذلك فكذلك في المقام يكون الحياة مثل الأورعية والمتيقن من الإجماع الدال على عدم جواز الرجوع إلى الميت هو صورة عدم كونه اعلم لأنه دليل لبّي ولا إطلاق له .\r\nوربما يعتذر عن ذلك بان شرطية الحياة ليست من باب الأقربية إلى الواقع والإجماع على اشتراطها يكون لسرّ آخر فلا تقاس مع الأعلمية وفيه ان الإجماع في صورة كون الميت أعلم من الحي لا لسان له فالمتيقن منه اشتراطها في غير هذه الصورة .\r\nقلت في المقام يكون الكلام في أصل جواز تقليد الميت لما سيجيء من التشكيك في وجود الرّأي له الَّذي لا يمكن التقليد بدونه فان جاز تقليده يكون للأعلمية دخل والا فلا .\r\nثم إنه قد يستدل لجواز تقليد الميت بوجوه لو تمت تكون حاكمة على أصالة التعيين لأنها أصل عقلي وكل دليل أو أصل شرعي مقدم عليه الأول استصحاب جواز التقليد السابق يعنى زمان حياته والموت من الحالات الطارية الموجبة للشك .\r\nوقد أشكل عليه بان التقليد يكون قوامه برأي المجتهد فيلزم إثباته بعد الموت أيضا وبقائه محل الخلاف فعن وحيد البهبهاني قده ما حاصله ان الرّأي يزول بواسطة الغفلة والنسيان فكيف بالموت الَّذي يصير معه الذهن جمادا لا حس فيه فموضوع التقليد وهو الرّأي منهدم قطعا فلا مجال لاستصحاب الجواز\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\nوقد أجيب عنه ( 1 )  بان النّفس المجردات كما ثبت في محله والمجرد لا موت له والرّأي قائم بها لا بالبدن الَّذي عرض له الموت وزواله حين الموت بالوحشة لا يوجب زوال النّفس فهي باقية مع رأيها فلا وجه لكلام هذا القائل من ادعاء القطع بزواله وعلى فرض الشك فيه فيستصحب بقائه أو يقال بجريان استصحاب الحكم مع الشك في الموضوع أيضا فيستصحب جواز التقليد مع الشك في الرّأي الَّذي هو الموضوع .\r\nوالجواب عنه ان هذا يتوقف على كون آراء المجتهد كليات قائمة بنحو الكلية بالنفس والا فان كانت من الأوهام والخيالات والمدركات بالحس فان سنده الرواية المروية عن زرارة وأمثاله فتزول بواسطة الموت ( 2 )  مضافا بان بقاء النّفس لا يلزمه بقاء الرّأي فمن الممكن ان يزول مع بقائها مع عدم إثبات التجرد لغيرها من الوهم والخيال والحس عند الجميع بل هو اختلافي عندهم واما الواقعيات المنكشفة له بعد الموت لا حجية لها لعدم الدليل عليها كالواقعيات التي يكون كشفها برياضات المرتاضين مع عدم ثبوت كشف الحقائق لكل أحد بعد الموت ومع قطع النّظر عن ذلك فأكثر الأحكام الظاهرية يكون موردها الشك كما في الأمارات أو موضوعها الشك كما في الأصول وليس لنا العلم ببقاء الشك حتى بعد الموت لو لم نقل بأنه يزول بعده فلم يثبت بما ذكر بقاء الرّأي قطعا واما استصحابه مع الشك فيه فائضا لا يجري لعدم الأثر الشرعي له ضرورة ان جواز\r\n","description":"","footnote":" ( 1 ) أقول إن ظاهر كلامه قده كما يظهر من التمثيل بالغفلة والنسيان هو ادعاء الزوال لحصول الوحشة لا لانعدام النّفس حتى يشكل عليه بان النّفس باقية فعلى المدعى إثباته وإثبات عدم زواله بالموت .\r\n ( 2 ) مع قطع النّظر عن ساير الإشكالات فالظاهر عدم تمامية هذا لأن مقدمات الرّأي إذا حصلت من الحس بالسماع عن زرارة غير ذلك لا تضر بكليته فان رأيه في حرمة العصير العنبي ونجاسته إذا غلى كلي لا ربط له بالموضوعات الشخصية وبكليته ينطبق على المصاديق كما لا يخفى . ","page_name":" 90 ","page_number":90},
  {"content":"\r\nالتقليد مع بقاء الرّأي امر تكويني لحكم العقل أو الفطرة أو العقلاء به وعلى فرض كونه شرعيا فليس الترتب شرعيا فان الحكم بطهارة الثوب بواسطة جريان استصحاب الطهارة يكون من جهة ترتب هذا الأثر في الدليل الشرعي على طهارة الماء .\r\nومع قطع النّظر عن جميع ذلك فبقاء الموضوع عرفا شرط في جريانه لا دقة والميت غير الحي عندهم فليس للاستصحاب وجه ولا يقال إن كان الأمر كما ذكرت فلما ذا يستصحب جواز نظر الزوج إلى بدن زوجته بعد موتها وبالعكس لأنا نقول يتفاوت نظر هم بالنسبة إلى الآثار فإنهم يرون موضوع جواز النّظر هو البدن وهو باق بعده ويرون جواز التقليد من آثار الحياة وهي معدومة فتحصل من جميع ما تقدم على جريان استصحاب جواز التقليد ليكون حاكما على أصالة التعيين .\r\nوقد استدل بالاستصحاب التعليقي في جواز تقليد الميت وبيانه ان المجتهد حين حياته ان قلده المقلد كان رأيه حجة عليه فإذا مات وصار المقلد مكلفا يكون كذلك لأن الموت يكون من الحالات الطارية كما يجري استصحاب الحرمة والنجاسة الثابتة بالغليان بالنسبة إلى العنب إذا صار زبيبا فإنه حين كونه عنبا كان له هذا الحكم على فرض الغليان فهكذا بعد صيرورته زبيبا .\r\nوالإشكال عليه أولا بان هذا القسم من الاستصحاب غير جار عند الجميع في جميع الموارد فان الاختلاف في جريانه وعدمه مشهور وثانيا ان التعليق لو كان في لسان الشارع كما في العنب إذا غلى يصح الاستصحاب وفي المقام ليس كذلك بل قيد الحياة يكون مستفادا من العقل أو الفطرة أو انصراف الخطاب عن الميت فكيف يقال إنه حين كان حيا كان جائز التقليد فهكذا بعده وثالثا بقاء الرّأي بعد الموت يكون مشكوكا وقد مر الكلام فيه فلو ثبت وجود الرّأي بعده يمكن الكلام في استصحاب الحكم والا فلا فهذا النحو من الاستصحاب أيضا غير جار .\r\nوبتقريب آخر ان المستصحب اما ان يكون هو الحجية الثابتة حين الحياة أو الحكم الواقعي الَّذي كان على ما أفتى به المجتهد مثل وجوب السورة في صلاة\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\nالاحتياط واما ان يكون هو الحكم الظاهري اما استصحاب الحجية فقد أشكل عليه بان المحرر في محله هو وجوب كون المستصحب اما حكما أو موضوعا ذا حكم والحجية ليست حكما لعدم كونها مجعولة وان قلنا بمجعولية غيرها من الوضعيات كالملكية وليست الا الأمر بمعاملة اليقين مع ما أدى إليه الأمارة أو ترتيب أثر الواقع فمن هذا الأمر ينتزع الحجية ومثلها الوجوب والحرمة فإنهما أيضا منتزعان من الإرادة الجازمة البعثية والكراهة الجازمة الزجرية والمدار عليهما لا على هذين العنوانين فلو كشف المكلف الإرادة والكراهة كذلك لا بد من الجري على طبقهما ولو بدون إبراز المولى بجعل الوجوب والحرمة والحجية مثلهما في انتزاعها عن امر عامل معاملة اليقين أو معاملة الواقع واما عدم كونها موضوعا ذا حكم شرعي فلان مؤدى الأمارة اما ان يكون هو الواقع فهو منجز واما ان يخطئ فهو معذر والمنجزية والمعذرية أمران عقليان .\r\nوالجواب عنه ان المستصحب لا يلزم ان يكون حكما أو موضوعا ذا حكم شرعي بل يكفى كون امر وضعه ورفعه بيد الشرع ومن المعلوم ان الحجية كذلك ولو بمنشإ انتزاعها وهو الأمر بمعاملة اليقين أو الواقع مع مؤدى الأمارة فللشارع عدم جعلها ولكنه جعلها كذلك وقد أشكل عليه ثانيا بان ما هو الحجة هو رأي المجتهد وحدوثه لا يكفى للبقاء وهو مشكوك بعد الموت فليس لنا استصحاب ما هو مشكوك من أصله وغير ثابت لا بالوجدان ولا بالتعبد .\r\nواما استصحاب الرّأي فهو مثبت كما مر لأن جواز التقليد يكون من الآثار التي يكون ترتبه عليه عقليا ( 1 )  وان كان نفسه شرعيا ولا بد من الأثر الشرعي وكون\r\n","description":"","footnote":" ( 1 ) أقول إنه هنا نقول بما قاله مد ظله آنفا من كفاية كون امر المستصحب بيد الشرع ومن المعلوم ان للشارع التعبد ببقاء الرّأي وجواز التقليد ليس عقليا محضا بل الشارع أيضا امر به ولو كان إرشادا ويكفى هذا للتعبد ولكن الإشكال في أن الموضوع غير منحفظ في نظر العرف فان الحي غير الميت . ","page_name":" 92 ","page_number":92},
  {"content":"\r\nالترتب أيضا شرعيا واما استصحابه بنحو التعليق فقد مر آنفا ما فيه من الإشكال .\r\nواما استصحاب الحكم الواقعي فتقريبه ان يقال إن مؤدى الأمارة مما به اليقين التنزيلي ولو لم يكن متيقنا بالوجدان فيستصحب وفتوى المجتهد بمنزلة الأمارة على الحكم فهو ثابت بها فيستصحب كما أن ما قامت البينة على طهارتها فشك فيها يستصحب مؤدى قول البينة فيه وهو الطهارة .\r\nوالجواب عنه ان اليقين بالوجدان لم يكن له حالة سابقة على حسب الفرض وما ثبت بالتعبد لم يكن بعد الموت لأن قوامه بالرأي وهو مشكوك البقاء فالحكم المستند إليه لا يمكن استصحابه والشك في الحجية بالنسبة إليه مساوق للقطع بعدمها واما استصحاب الحكم الظاهري فغاية ما يقال في تقريبه ان المقلد حين الحياة كان عالما بان وظيفته هذا النحو من العمل وبعده يشك في بقائها وموت المفتي يكون منشأ للشك ولا يوجب سقوط الوظيفة عما كانت عليه كما أنه إذا قام الخبر على حكم فشك في بقاء ذاك الحكم لبعض الطواري وهذا آخر فكر شيخنا العراقي قده في حكمه بجواز البقاء على تقليد الميت .\r\nوالجواب عنه ان هذا خلاف مسلكه في باب الأمارات لأنه على فرض كون المبنى فيها جعل المماثل للواقع في مقام الظاهر بعد قيام الأمارة كان للقول باستصحاب هذا الحكم الظاهري وجه واما على ما هو الحق عنده من تتميم الكشف أو تنزيل المؤدى منزلة الواقع كما هو رأى الشيخ الأعظم قده فلا وجه له لأن الحكم لو كان لكان واقعيا وقد مر ما فيه .\r\nفان قلت الحكم الواقعي الطريقي يستصحب والمراد جواز البقاء على تقليد الميت بأي وجه كان قلت معنى بقاء الحكم الطريقي مثل وجوب تصديق العادل في الاخبار لا يكون في المقام له الانطباق لأن معنى تصديق المجتهد يكون العمل برأيه وهو مشكوك بعد الموت كما إذا شك في خبر العادل لاحتمال وجود خلل في السند فان قلت الأمارة جهة تعليلية لوجود الحكم والرّأي يكون كذلك فصرف الحدوث إذا ثبت يتمم في البقاء بالاستصحاب فإطلاق دليله ودليل الأمارة شامل للمورد .\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\nقلت كل حكم أنيط بموضوع يكون له البقاء يكون دائرا مداره حدوثا وبقاء فجواز التقليد يكون بعد وجود الرّأي وبدونه لا موضوع له مثل ان العدالة تكون موضوعا لجواز الاقتداء وعدمها يوجب عدم جوازه والفرق بين الرّأي والخبر هو عدم دخل الحكاية في حجية مفاده بخلافه فان له نحو موضوعية فهو جهة تقييدية والا فلما ذا لا يجوز البقاء مع تبدل رأيه وما قاله من الإجماع على العدول فيه دونه في المقام غير ثابت بل السند له معلوم .\r\nفان قلت كل الإشكال في احتمال زوال الرّأي وهو مندفع لأن زوال العلم الَّذي حصله المجتهد مع زحمات كثيرة في سنين عمره يكون خلاف لطف اللَّه تعالى بعباده فإنه رؤوف بالعباد .\r\nقلت ما ندعي زوال علمه بالموت بل نحتمل علمه بخطاء سنده لا رتقاء درجته وكشف ما لم ينكشف له حين الحياة فتحصل انه لا سند لنا من الأصل على جواز البقاء على تقليد الميت واما شيخنا القائل بالجواز فلا يفرق بين ما عمل به من الفتاوى وما لم يعمل لحصول العلم بالوظيفة بصرف التماس مع المجتهد .\r\nوقد يستدل بإطلاق الخطابات الواردة في الرجوع إلى المجتهد مثل آية السؤال عن أهل الذّكر بقوله تعالى فاسئلوا أهل الذّكر ان كنتم لا تعلمون ( 1 )  ومثل الرواية الآمرة بالرجوع في الحوادث الواقعة إلى رواة أحاديثهم عليهم السلام ( 2 )  وغيرها وتقريب الإطلاق واضح من جهة عدم ذكر قيد الحياة فيها .\r\nوالجواب عنه أولا عدم كون الدليل على التقليد ما ذكر بل الدليل اما العقل أو بناء العقلاء في رجوع من ليس له الحجة إلى من له الحجة وثانيا إطلاقها منصرف إلى الحي لأن الرجوع في جميع الصناعات يكون إلى الحي من أهل الخبرة لا الميت سيما في مثل القضاء الَّذي لا يمكن الرجوع فيه إليه ولا بد من\r\n","description":"","footnote":" ( 1 ) في سورة النحل الآية 45 .  ( 2 ) في الوسائل ج 18 باب 11 من أبواب صفات القاضي ح 9 . ","page_name":" 94 ","page_number":94},
  {"content":"\r\nحكم الحي فيه فتحصل انه لا سند لجواز تقليد الميت ابتداء مضافا إلى الإجماع على عدم جوازه هذا كله في الكلام في تقليده ابتداء .\r\n\r\nالبحث في جواز البقاء على تقليد الميت وعدمه\r\nواما البقاء على تقليد الميت فإنه محل اختلاف شديد فمن عدة عدم الجواز وعن عدة الجواز اما الدليل على عدمه فما مر من أصالة التعيين مع الشك في حجية رأى الميت وعلى فرض القول بالجواز فلا بد من القول بوجوب البقاء إذا كان الميت أعلم من الحي ولا نفهم معنى لاستحباب البقاء كما عن بعض والإجماع على عدم الجواز أيضا لا يختص بالابتداء .\r\nواستصحاب الحكم الحاكم على ما ذكر من الأصل العقلي وهو أصالة التعيين مر ما فيه .\r\nواستدل المجوز بوجوه الأول استصحاب الأحكام بنحو التنجيز أي استصحاب الأحكام على موضوعاتها مثل وجوب السورة فان هذا الوجوب كان في حال حياة المجتهد فإذا شك في زواله يستصحب ويكون الموت من الحالات الطارية التي توجب الشك ويرد عليه ان المبنى في مؤدى الأمارات اما ان يكون المعذرية عند الخطاء والتنجيز مع الإصابة فلا يكون الحكم ثابتا في الواقع حتى يجري استصحابه واما على فرض جعل المماثل بمعنى وجود فرد من الحكم مماثل للحكم الواقعي فهو وان كان ثابتا بهذا المعنى ولكن لا مجال لاستصحابه الا على فرض كون الرّأي جهة تعليلية ويكون حدوثه في زمان الحياة كافيا للبقاء واما على فرض كونه جهة تقييدية بمعنى كون الحكم المماثل للواقع الَّذي يكون مع الرّأي حجة فحيث لا رأى فعلا عن الميت فلا مجال لاستصحابه هذا مضافا إلى فساد المبنى فان جعل المماثل لا معنى له .\r\nواما على فرض كون المبنى في حجية الأمارات هو كونها حجة فقط من دون إثبات حكم من الأحكام فلا مجال لاستصحابه الا على ما ذهب إليه المحقق\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\nالخراسانيّ قده وتكلفه بان مفاد الاستصحاب هو جعل الملازمة بين الحدوث والبقاء بمعنى انه على فرض وجود الحكم في الواقع يكون باقيا ولا نحتاج إلى إحراز إثباته ولكن لا يتم ما ذهب قده إليه فان الاستصحاب ليس الا الجري العملي على طبق الحالة السابقة وليس مفاد دليله جعل الملازمة .\r\nفتحصل انه على فرض تسليم جعل المماثل في مؤدى الأمارات وتسليم كون الاستصحاب هو جعل الملازمة بين الحدوث والبقاء لا مجال لجريان استصحاب الأحكام الثابتة بالتقليد سواء كان الدليل عليه الفطرة أو بناء العقلاء أم الأدلة اللفظية من جهة احتمال دخل الرّأي في بقاء الحكم كحدوثه وليس لنا إثباته بعد الموت بل قال الخراسانيّ قده الرّأي الَّذي يزول بواسطة المرض والهرم إذا لم يجز البقاء عليه لا يجوز البقاء عليه بعد الموت بالأولوية .\r\nوما عن بعض الأعيان من أن الموت يوجب رفع الحجاب عن النّفس وقدرتها بنحو أشد على رد الفروع إلى الأصول لا نفهمه لأن النّفس بعد اشتغالها بما بعد الموت من الشواغل لا يكون لنا طريق إلى إثبات انها أقدر لرد الفروع إلى الأصول فاصل بقاء الرّأي غير واضح لنا فلا يتم هذا الوجه لجواز البقاء على تقليد الميت .\r\nالوجه الثاني إطلاقات الأدلة الدالة على جواز التقليد فإنها بإطلاقها تشمل حالة الموت أيضا وقد خرج منها التقليد الابتدائي بالإجماع وبقي الباقي تحتها .\r\nوالجواب عنها على فرض تسليمها وعدم كونها مختصة بالرجوع إلى رواة الحديث الذين كانوا في صدر الإسلام وشمولها للرأي والنّظر الحاصل بالاجتهاد لا يتم في المقام لأن المفروض في البحث هو صورة مخالفة فتوى الحي مع الميت واما صورة الموافقة مع التساوي فلا أثر لهذا البحث وعلى هذا الفرض فيحصل التعارض بين الرأيين والأصل الأولى يقتضى التساقط كما حرر في التعادل والترجيح فيحصل التساقط لا تعيين البقاء على رأي الميت أو جوازه وعلى فرض شمول اخبار\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\nالعلاج للفتويين كالخبرين فلازمه القول بالتخيير ولكن لا يشمل اخبار العلاج للفتويين مضافا بانصراف الإطلاقات إلى الحي فان الجاهل يرجع إلى العالم لرفع جهله وآية السؤال تدل على الرجوع لحصول العلم والميت غير قابل للسؤال عنه والرجوع إليه .\r\nفان قلت المخاطبة تكون مع الاحياء ولكن لا يستفاد منها قيدية الحياة في المسؤول عنه فإنه يمكن الرجوع إلى كتابه لفهم رأيه .\r\nقلت إذا كان في الكلام ما يحتمل قرينيته يوجب سقوط الإطلاق عن الحجية وهنا نحتمل ان يكون كذلك فلعل الاتكال على ذلك صار سببا لعدم ذكر قيدية الحياة ولو سلم فيكون التقليد على فرض بقاء الرّأي والميت لم يحرز رأيه فلا يجوز تقليده .\r\nالوجه الثالث بناء العقلاء على عدم الفرق بين الحي والميت إذا كان خبرة ولا يرون الفرق بين البقاء على رأي الميت أو العدول إلى الحي المساوي له في العلم .\r\nوفيه ان القول بعدم الفرق مع الاختلاف في النّظر مشكل جدا كما ترى ان اختلاف الرّأي في طبيبين من الأطباء أحدهما ميت والاخر حي يوجب رجوعهم إلى الحي ولا يعتنون غالبا بالميت مضافا بان الاختلاف في الرّأي على فرض عدم الرجوع إلى الحي أيضا يوجب سقوط كليهما عن الحجية بالتعارض وعلى فرض مجيء اخبار العلاج في المقام أيضا فينتج التخيير ولكن المهم هو ان الخبروية شرط في الرجوع إلى الخبرة والميت لا خبروية له أو نحتمل زوال خبرويته .\r\nالوجه الرابع السيرة الشرعية على البقاء على رأي من يتبع رأيه من زمن المعصومين إلى زماننا هذا ولو بعد الموت ويمكن كشف كون رأيه بحدوثه حجة بعد الموت من هذه السيرة .\r\nوفيه ان حدوث الرّأي لا يكفى للبقاء عليه إجماعا ولذا يجب العدول عمن زال\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\nرأيه بهرم أو مرض مضافا إلى أن عدم العدول يكون في خصوص الروايات الصادرة عنهم عليهم السلام والمخبر بعد اخباره لا موضوعية له بخلاف الرّأي .\r\nفان قلت أي فرق بينهما في ذلك قلت الفرق هو ان رأى من له الرّأي له نحو موضوعية عند العقلاء ولا بد من إحرازه وهو بعد الموت غير محرز وان كان رأيه أيضا كاشفا عن الواقع واما نقل الرواية فهو لا دخل لوجود الحاكي فيه والحكاية ليست لها الموضوعية هذا مضافا إلى أن الخبر أيضا إذا احتمل خلل في سنده يسقط عن الحجية ونحن في المقام نحتمل وجود خلل في الرّأي بالموت وهذا الاحتمال مفقود غالبا في الاخبار بأصول الحافظة لبقاء الحجية فيها .\r\nفان قلت في المقام أيضا يكون الأصل هو بقاء الرّأي بعده إذا شك فيه قلت مرّ انه لا أثر شرعي له لأن جواز التقليد بعد وجوده من الأحكام العقلية .\r\nفتحصل انه لا وجه للتمسك بالسيرة مع عدم ثبوتها في الفتوى .\r\nنعم في ذهني إشكال وقد مر وهو ان التقليد حيث يكون في الرّأي وهو كلي ويكون انطباقه في الخارج بصرف الوجود ولا ثاني بعده كما أن الصلاة والصوم تتحقق صرفهما بالوجود الأول فإذا قلد العامي المجتهد في مسألة لا يمكن العدول عنه لعدم الثاني له ولازمه عدم جواز الرجوع إلى الأعلم أيضا ولكن يمكن الجواب عنه بان الرّأي وان كان كليا ولكن التقليد في مقام الامتثال يكون بعض حصصه ( 1 ) \r\n","description":"","footnote":" ( 1 ) أقول إن هذا معنى كون الحكم على الطبيعي بلحاظ افراده في الخارج كما في الصلاة والصوم فإذا دل الدليل على تكرار الطبيعي في ضمن الافراد فلا إشكال أصلا فليس الحكم الا بلحاظ افراده كما مر وهو مد ظله كان ينكر هذا المعنى فيما سبق وهنا دفع الإشكال بالحصص .\r\nولكن صرف وجود الحصة للطبيعي لا يدفع إشكال عدم تكرر صرف الوجود بل الدليل على التكرار بلحاظ الافراد هو الرافع له خصوصا على فرض كون التقليد هو العمل لأنه يكون عين إتيان الصلاة والصوم فكما ان تكرارهما يكون بالدليل الدال عليه كذلك مصداقية كونهما كغيرهما للتقليد بدليل وجوب التكرار وهو احتياج كل عمل إلى استناده إلى رأى من يتبع رأيه . ","page_name":" 98 ","page_number":98},
  {"content":"\r\nلا تمامه فيجوز العدول وعلى فرض جواز البقاء لا نقول بوجوبه من جهة إشكال ان صرف الشيء لا يتكرر :\r\nفتحصل من جميع ما تقدم عدم تمامية الأدلة الاجتهادية للبقاء على تقليد الميت وهكذا الأصل كما مر فلا يجوز البقاء على تقليده وان قال به جمع لدوران الأمر بين التعيين والتخيير والمتعين الرجوع إلى الحي للعلم ببراءة الذّمّة بالعمل برأيه بخلاف العمل برأي الميت نعم لعل البحث في تنبيهات المسألة يفيد الجواز كما سيأتي في البحث عن كون الميت أعلم من الحي .\r\n\r\nفنقول وينبغي التنبيه على أمور\r\n\r\nالأول\r\nفي أن الاستصحاب إذا كان جاريا فهل يكون لازمه جواز البقاء على تقليد الميت أو وجوبه فيه قولان وجه القول بوجوبه هو انه على فرض القول بجواز البقاء يلزم ان يكون العدول من الميت إلى الحي جائزا مع أن لازم جريانه هو ان الميت حي عند ربه ولا فرق بين الحي في هذه النشأة والحي في غيرها مضافا بأنه يلزم منه ان يكون المكلف مخيرا في الحكمين المختلفين في صورة كون فتوى أحدهما وجوب القصر عند أربعة فراسخ وفتوى الاخر وجوب التمام مع أن لازم الاستصحاب هو تعيين الحكم المستصحب .\r\nوقد أجاب الشيخ الأعظم قده عنه بان عدم جواز العدول من الميت إلى الحي لا دليل عليه بل الإجماع على عدم الجواز يكون في خصوص الرجوع من الحي إلى الحي فبالرجوع إلى الحي يتغير حكمه لا من باب التخيير في الحكم ابتداء بين القصر والإتمام بل من باب تبدل الموضوع كما أن الحاضر إذا صار مسافرا يكون حكمه القصر وهو إذا صار حاضرا يكون حكمه الإتمام وليس هذا معنى\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\nالتخيير في الحكم في بدو الأمر مع عدم الدليل عليه .\r\nأقول إن الَّذي يسهل الخطب هو عدم اقتضاء التعيين في دليل جواز تقليد الميت بل ما يثبت به جواز تقليده لا وجوب البقاء عليه والتخيير بين الرجوع إليه أو إلى الحي غير التخيير في القصر والإتمام من جهة الحكم فيكون نظير التخيير في الأخذ بأحد الخبرين المتعارضين المتساويين فبأيهما أخذ يكون المتبع مفاده فلا نحتاج إلى ما أتعب قده نفسه من أن المقام يكون مثل تبدل الموضوع .\r\nواما الإجماع على عدم جواز العدول فلا يتم كما ذكره قده من جهة ان المجمعين في العدول عن الحي إلى الحي اختلفوا هنا في الجواز وعدمه واما احتمال التعيين في ذاك المقام بعد الدوران بينه وبين الرجوع إلى غيره فمعارض باحتمال دخل الحياة في المفتي فيتعارض الاحتمالان في التعيين فينتج الاحتياط في العمل الا ان يثبت الإجماع في المقام أيضا على البقاء ليكون طاردا لاحتمال دخل الحياة وقد عرفت ما فيه .\r\nفتحصل ان عدم جواز العدول مختص بالعدول عن الحي إلى الحي لا عن الميت إلى الحي .\r\nثم إن الاحتمالات في المقام ثلاثة الأول ان يكون الحي والميت متساويين في العلم الثاني ان يكون الميت هو الأعلم والثالث ان يكون الحي هو الأعلم فإن كان الميت هو الأعلم فيدور الأمر بين تعيينه لأنه اعلم وعلى تعيين الحي لأنه حي فإذا تعارض الاحتمالان فالمدار على الأعلمية في الغريزة لأن المدار في الوصول إلى الواقع هو العلم لا الحياة .\r\nواما لو كان الحي اعلم فهو المقدم فيجب الرجوع إليه الا إذا كان سند الرجوع إلى الأعلم ( 1 )  هو احتمال التعيين وسند جواز تقليد الميت الاستصحاب\r\n","description":"","footnote":" ( 1 ) أقول غاية ما يستفاد من الأصل أو الدليل هو جواز تقليد الميت كجواز تقليد الحي واما الأعلمية فلا يعارضها ذلك كما إذا قلد الحي وصار غيره اعلم فان جواز تقليده مع قطع النّظر عن الأعلمية لا ينافي القول بوجوب تقليد الأعلم لعدم حصول براءة الذّمّة عن التكليف بدونه .\r\nهذا على فرض عدم الدليل لذلك الا أصالة التعيين واما على فرض وجود الدليل الشرعي على ما مر من مقبولة عمر بن حنظلة وغيرها فالامر أوضح هذا كله على فرض جواز البقاء على تقليد الميت ولا دليل لنا على جوازه بل يجب الرجوع إلى الحي ولا يخفى عدم فائدة في أعلمية الميت من الحي بعد عدم إثبات الرّأي له لأن من له الرّأي وكان أعلم يجب تقليده ومن لا رأى له لا يجوزه تقليده . ","page_name":" 100 ","page_number":100},
  {"content":"\r\nوالأدلة الاجتهادية فإنه لا يرجح الأعلم عليه بهذا السند لأن أصالة التعيين أصل عقلي احتياطي والاستصحاب والأدلة الاجتهادية أصل ودليل شرعي وكلما دار الأمر بين الأصل العقلي والشرعي فالمقدم هو الأصل الشرعي وهكذا المقدم هو الدليل الاجتهادي عند وجوده لأنه بيان ولا حكم للعقل عنده .\r\nنعم ان كان الدليل على وجوب البقاء على تقليد الميت احتمال التعيين فيكون معارضا باحتمال التعيين في الحي الأعلم لأنه اعلم فالاحتياط يقتضى الجمع بين الفتويين في العمل ولكن لا دليل لنا على جواز البقاء على تقييد الميت ولا بد من الرجوع إلى الحي الأعلم .\r\nثم إنه يظهر عن الشيخ الأعظم بان البحث عن جواز البقاء على تقليد الميت وعدمه إذا كان الحي اعلم خروج عن الفرض لأن مسألة البقاء وعدمه لا بد من أخذه من فتوى الحي وهو اما ان يفتى بوجوب البقاء على تقليد الميت المفضول أو بحرمته فعلى الأول يجب البقاء ويكون هذا تقليدا عن الأعلم لأن تقليده في هذه المسألة يكفى لكون العمل برأي المفضول في سائر المسائل تقليدا لهذا الأعلم وعلى الثاني يجب العدول عنه إليه ففي أي فرض يبحث عن أن المدار هل على البقاء على تقليد الميت أو يجب الرجوع إلى الحي الأعلم مع كون البقاء على رأيه أيضا تقليدا للأعلم وهكذا لو أفتى الحي بحرمة العدول إلى الأعلم الحي وهذا الكلام متين من هذا الوجه .\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nالأمر الثاني\r\nإذا قلد المقلد عن مجتهد ثم مات فقلد من يقول بوجوب العدول عن تقليد الميت ثم مات الثاني أيضا فقلد من يقول بوجوب البقاء على تقليد الميت فالكلام يقع تارة في شمول فتوى الثالث بالنسبة إلى فتوى الثاني لخصوص مسألة وجوب العدول وتارة في شمولها لبقية المسائل غير هذه المسألة فعن الشيخ الأعظم في رسالته عدم شمول فتوى الثالث لخصوص فتوى الثاني في وجوب العدول إلى الحي لأنه يلزم منه المناقضة لأن البقاء على هذه الفتوى لازمه وجوب الرجوع إلى الحي وهو ينافي مع وجوب البقاء على فتوى الميت فلا بد من عدم شمول فتوى الثالث لهذه المسألة .\r\nواما بالنسبة إلى ساير المسائل فائضا يلزم التعارض بين الفتويين لأن فتوى الأول إذا كانت وجوب صلاة الجمعة وفتوى الثاني الَّذي عدل إليه حرمتها تكون متعارضة مع أن التقليد في كليهما وقع صحيحا فهل البقاء يكون على فتوى الأول أو الثاني والسر في ذلك هو عدم تحمل واقعة واحدة لتقليدين لأن التقليد يكون في الرّأي الكلي وهو قد تحقق بنحو صرف الوجود وكان نظره قده إلى أن حل المناقضة في خصوص مسألة العدول لا يكفى لرفع هذا الإشكال .\r\nفنقول اما خصوص المسألة فلا يجيء ( 1 )  المناقضة فيه أصلا لعدم إطلاق\r\n","description":"","footnote":" ( 1 ) أقول ليس الإشكال في شمول فتوى الثاني لما بعد حياته بل الكلام في شمول فتوى الحي لهذه المسألة على ما هو المفروض في المعارضة وقد ذكرها العلامة المدقق الشيخ محمد حسين الأصفهاني في رسالته وان دفعها بعد شمول التقليد لنفسه وتبعه مد ظله في ذلك وهذا لا يتم في الجواب عن مثل الشيخ الأعظم فالمناقصة تتحقق من شمول فتوى الثالث لمسألة وجوب العدول الَّذي يناقض مع الفتوى بوجوب البقاء فقال قده بعدم شمول فتوى الحي له بل تشمل ساير المسائل وقد دفع الأصفهاني قده هذا الإشكال بان شمولها لهذه أيضا لا إشكال فيه لأن معناه ان العدول الَّذي تحقق بواسطة الرجوع عن الأول يجب البقاء عليه يعنى متابعة فتوى الثاني واجبة كما أن متابعة فتواه في ساير المسائل واجبة .\r\nولكن هذا غير تام في دفع الإشكال لأن الثالث بفتواه بوجوب البقاء يحكم بخطاء المقلد برجوعه إلى الثاني فينتقض آثار التقليد كما سيجيء منه مد ظله في الأمر التالي لهذا الأمر تبعا للشيخ الأعظم مضافا بان معنى وجوب العدول والبقاء عليه هو عدوله عن فتواه بعد موته أيضا كالعدول بعد موت المجتهد الأول لا ما ذكره قده فلا محيص الا ان يقال بعدم شمول فتوى الثالث لخصوص مسألة وجوب العدول واما التناقض في ساير المسائل فليس المراد منه التناقض في الفتوى كما في مسألة العدول والبقاء بل هما ضدان في صورة التخالف .\r\nولا يكون في تعبيره قده على ما حكى وعلى ما في تقريره التناقض بل اشكاله في كون فتوى الأول والثاني إذا كانتا متخالفتين مع كون العمل عن تقليد صحيح فلا رجحان للأخذ 0 بفتوى الثاني وان كان هذا مخالفا لما نسب إليه في الأمر التالي لهذا الأمر من أن إطلاق فتوى من يرجع إليه يحكم ببطلان العمل السابق الا إذا دل دليل على عدم لزوم الإعادة . ","page_name":" 102 ","page_number":102},
  {"content":"\r\nلفتوى الثاني بوجوب العدول حتى بعد موته ليناقض فتوى الثالث لأن الميت لا يكون له الرّأي بوجوب تقليده حتى بعد موته فكما ان أصل التقليد ليس بتقليدي للزوم الدور أو التسلسل كذلك قول الميت بوجوب العدول غير متبع بعد موته فلا مناقضة أصلا .\r\nواما إشكال ساير المسائل فمندفع من جهة ان الرّأي وان كان كليا ولكن لا إشكال في أن ما وقع على طبق رأى الأول يكون حصة من التقليد فهو صحيح في محله وما وقع على طبق رأى الثاني أيضا صحيح والمدار يكون على رأي الحي وهو هنا الثالث من المجتهدين ومثل هذا الفرع صورة كون فتوى الثاني جواز البقاء على تقليد الميت وفتوى الثالث على وجوبه غاية الأمر لا مناقضة لاتحادهما في أصل البقاء .\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nالأمر الثالث\r\nقد مر ان المجتهد إذا تبدل رأيه فلا بد من تطبيق العمل على رأيه الثاني ونقض الآثار التي ترتبت على الرّأي الأول إذا كان موضوعه باقيا كالعقد الَّذي وقع بالفارسية ويكون المعقود عليه باقيا بعد الرّأي الثاني بوجوب كونه عربيا الا في موارد يكون الدليل الخاصّ على عدم وجوب إعادته فهل العدول عن مجتهد إلى آخر يكون له هذا الأثر أم لا ؟ وبعبارة أخرى هل اللازم من النقض في صورة التبدل هو القول بالنقض في المقام أيضا أم لا فيه خلاف فربما يقال بالتلازم وعدم الفرق بين المقامين لأن الرّأي كلي يشمل بإطلاقه الوقائع السابقة فان أحد المجتهدين إذا أفتى بحرمة عصير العنبي ونجاسته بعد الغليان وقال الآخر بالحرمة فقط يكون إطلاق فتوى القائل بالنجاسة شاملا لمورد الأثر من فتوى الاخر القائل بالطهارة وبطلان العمل الَّذي أتى به إذا كان شرطه الطهارة الا ان يدل دليل على عدم وجوب الإعادة كما في الصلاة .\r\nواما وجه القول بعدم التلازم فيكون من باب ان لياقة المحل شرط في شمول إطلاق الرّأي لما وقع قبل ذلك وان كان كليا ومن المعلوم ان متعلق الرّأي قد مضى وقته فلا تأثير لفتوى هذا المجتهد فيه بل يكون أثر كلامه في حيطة نفوذ رأيه وهو يكون من حين الرجوع إليه ولا يشمل قبله كما عن بعض الأعيان ولكن الحق عدم الفرق بين المقامين وما ذكره هذا القائل غير تام لأن المراد بالتأثير هو التأثير بالنسبة إلى الإعادة والقضاء لا بالنسبة إلى أصل العمل وقد مضى فمحل التأثير يكون من هذا الوجه باقيا ( 1 ) \r\n","description":"","footnote":" ( 1 ) أقول إن القائل بهذا القول ذكر في كلامه ما يمكن ان يكون فارقا بين المسألتين وهو ان المرجع الفعلي إذا كان مفضولا والسابق اعلم وأفضل وفرض عروض الجنون أو السهو عليه بحيث لا يجوز تقليده لا مجال لأن يقال رأى هذا يكون له الأثر بالنسبة إلى العمل السابق فإنه لم يكن فتواه حجة حينما حصل العمل واما قوله مد ظله بالطريقية وانه كشف خلافه واقعا أو تعبدا يكون على فرض الطريقية المحضة وهو يرى نحو موضوعية للرأي مع كونه طريقيا وهو يكفى للفرق وكيف كان فالقول بوحدة المسألتين من حيث الحكم مشكل . ","page_name":" 104 ","page_number":104},
  {"content":"\r\nوتوضيحه ان تبدل رأي المجتهد يكون من جهة كشف خلاف الواقع أو كشف خلاف ما هو حجة عنده مثل ما إذا وجد الخاصّ بعد العام والقيد بعد الإطلاق وهكذا فإنه إذا لم يكن له الواقع ولا الحجة في مقام الظاهر فلا بد من نقض ما ترتب على فتواه وفي المقام أيضا كذلك فان المجتهد الَّذي رجع إليه يكون رأيه بطلان رأى من سبقه من باب عدم المطابقة مع الواقع أو من باب كشف ظهور خلاف الظهور السابق مثل ما إذا وجد الخاصّ مع زعم من سبقه عدم وجوده فأفتى بالعامّ ولا فرق بينهما أصلا .\r\nفان قلت في صورة التبدل يفتى الفقيه ببطلان ما سبق فيجب نقضه واما رأي المجتهدين فليس كذلك لأنه حجة ويكون معارضا لرأي الاخر فإذا كانت الوظيفة الرجوع إلى الثاني فقد انتهى أمد الأول ويكون من الآن أمد رأى الثاني وبعبارة أخرى انهما كانا نائبين عن المقلد فكان أحدهما نائبا إلى الآن والاخر نائبا من الآن وليس للرأي الطريقية حتى نقول قد ظهر خلاف الواقع أو الظاهر الَّذي هو حجة .\r\nقلت ليس للرأي الموضوعية المحضة حتى يمكن الالتزام بما ذكر بل له الطريقية وان كان له موضوعية من وجه وليس كالخبر واما تقديم رأى الثاني فلأنه هو المرجع الفعلي فيكون المتبع لوازم رأيه لا رأى من سبقه .\r\n\r\nالأمر الرابع\r\nلو قلد المقلد مجتهدا في حال صغره وقلنا بصحة تقليده لصحة عبادات الصبي ثم مات ذلك المجتهد قبل بلوغه فقلد الحي الَّذي يحكم بوجوب البقاء على رأي الميت فهل يجب عليه البقاء على رأي من قلده في حال صغره أو يكون مختارا في\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\nالبقاء وفي العدول إلى الحي ( 1 )  وجهان بل قولان اما وجه وجوب البقاء فلعموم وجوب البقاء الشامل له أيضا فعلا مع كون تقليده صحيحا في السابق واما وجه عدمه فهو ان حرمة العدول لم تثبت في حق الصغير فاستصحاب التخيير جار في حقه .\r\nفنقول ان سند وجوب البقاء ان كان استصحاب الأحكام التقليدية التي كان في السابقة كوجوب هذا وحرمة ذاك فهو لا فرق بينه وبين البالغ في مشروعيته في حقه فان الحكم حكم للمميز وللبالغ بعد صحة توجه الخطاب إليه مثله واما ان كان السند حرمة العدول عن الميت فإنه وان لم يكن عليه هذا الحكم حين كونه غير بالغ ولكن يكون من جهة قصور في نفسه لا في ملاك الخطاب فإذا زال المانع يكون الحكم الإلزامي متعينا عليه فما عن الشيخ الأعظم من وجوب البقاء وعدم جواز العدول في محله لا محيص عنه واما استصحاب عدم الحرمة بنحو التعليق بان يقال إنه قبل البلوغ لم يحرم عليه العدول فكذلك بعده لا وجه له لأنه قبل البلوغ وبعد موت مجتهده السابق\r\n","description":"","footnote":" ( 1 ) أقول لا بد من التوجه إلى محتملات النزاع في المقام فإنه غير منقح فإن كان المراد من شمول حكم البقاء على تقليد الميت قبل صيرورة الصبي بالغا .\r\nفنقول اما ان يريد إتيان الأعمال الشرعية واما ان لا يريد فان أراد فلا بد ان يكون على وجه شرعي فلا بد له من اتباع حكم المجتهد الحي لصيرورة أعماله شرعيا فإذا أفتى بوجوب البقاء لا بد له من البقاء وليس له العمل بمقتضى هوى نفسه بواسطة عدم كون التكليف إلزاميا في حقه فكما ان صلاته إن شاء إتيانها لا بد من إتيانها على النهج الشرعي وليس له ان لا يأتي بالحمد أو السورة لعدم كون التكليف إلزاميا وان أراد ترك العمل من رأس فهو لا كلام معه فلا بد له من البقاء على رأي الميت واما ان كان الكلام بعد بلوغه فهو مكلف بوجوب البقاء كما أنه مكلف بسائر التكاليف والمفروض انه عمل عملا شرعيا وقلد تقليدا صحيحا في سابق الزمان فبعد مشروعية التقليد في حقه لا وجه للقول بعدم كونه مكلفا بالبقاء .\r\nنعم في صورة كون الكلام قبل البلوغ لا نقول بحرمة العدول بالنسبة إليه فان عدل لا يصح إعماله وإن شاء صحتها فلا بد له من البقاء . ","page_name":" 106 ","page_number":106},
  {"content":"\r\nكان المانع في إلزامه قصور نفسه وعدم بلوغه وهو مرتفع بعده وبعبارة أخرى ملاك الخطاب تام والمانع من جهة المكلف وقد ارتفع ولو أغمض عن ذلك فاستصحاب التخيير أيضا لا وجه له لأن المانع ان كان هو عدم وجود حكم إلزاميّ فالحكم بالتخيير أيضا إلزاميّ فكيف لا يكون عليه الإلزام بحرمة العدول ويكون بالنسبة إلى التخيير فإن كان الإلزام غير ممكن ففي المقامين والا فلا مانع أصلا من القول بحرمته بقاء وان لم يكن الإلزام عليه حدوثا فإنه يكون نظير وجود الأثر للمستصحب بقاء وان لم يكن له أثر قبل هذا الزمان فإنه لو كان بالغا حدوثا كان العدول عليه حراما فهكذا بعد البلوغ\r\n\r\nالأمر الخامس\r\nإذا قلد من يفتى بجواز العدول عن الميت ثم مات فقلد من يفتى بحرمة العدول ووجوب البقاء فهل يكون له العدول عنه لأن معنى وجوب البقاء على هذه المسألة هو جواز العدول أم لا ؟ قال الشيخ الأعظم يحتمل قويا عدم الشمول للمناقضة بين الفتويين وقال بعض الأعيان ان العجب من قوله قده هو انه جزم بعدم الشمول لهذه المسألة فيما مر من صورة كون فتوى الثاني وجوب العدول وفتوى الثالث وجوب البقاء وفي المقام لم يجزم به مع كون المسألتين من واد واحد مسلكا ودليلا ومختاره قده فيما سبق وفي المقام هو ان الفتوى بوجوب البقاء شاملة لهذه المسألة ومعناه ان العدول عن الأول إلى الثاني يجب البقاء عليه ولا يجوز العدول إلى الثالث ( 1 )  .\r\n","description":"","footnote":" ( 1 ) أقول قد مر منا ان معنى العمل بهذه المسألة الكلية هو انه إذا تحقق موضوع الحكم فهو يكون مترتبا عليه فإذا مات المجتهد الثاني يكون الموضوع لجواز العدول محققا لا انه يختص بالعدول عن الأول إلى الثاني واما احتمال الشيخ قده قويا هنا فلكونه أسهل في المناقضة فان الجواز وان ناقض وجوب البقاء ولكن ليس كمناقضة حرمة العدول معه والحق معه في عدم الشمول في المسألتين . ","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nالأمر السادس\r\nالمعروف ان حكم صيرورة المجتهد فاسقا أو كافرا أو مجنونا أو عاميا حكم موته في وجوب العدول عنه والسر في ذلك هو ان الميت إذا لم يجز البقاء عليه يكون لاحتمال سقوط رأيه والا فالموت لا يوجب النقص في نفسه ومن ذكر يكون رأيه ساقطا لعدم اجتماع الشرائط فيه فيجب العدول عنه لو قلنا به في الميت ويجوز البقاء عليه لو قلنا به فيه ولكن الَّذي يقتضيه التدبر هو ان الشرائط على قسمين قسم منها لا دخل له في سقوط الرّأي مثل الفسق وكونه رجلا لا مرأة لأنه من الممكن ان يكون الفاسق في الرّأي أقوى من غيره فضلا عن ظهور الخلل فيه بل اشتراط ذلك لوجود دليل شرعي عليه فيكون الفاقد لأمثال هذه الشروط أحسن حالا من الميت فلو قلنا بعدم جواز تقليده لاحتمال سقوط رأيه لا يأتي هذا الاحتمال في الفاقد لذلك ولكن العقل مستقل بعدم جواز كون هذا المسند يعنى مسند الإفتاء للكافر والفاسق والمخالف مضافا إلى الدليل الشرعي فان اشتراط ذلك في القاضي يفهم منه بالأولوية في مقام الإفتاء لأن هذا المقام يكون فوق مقام القضاوة الَّذي هو مقام تطبيق الحكم على الموضوع والمصداق واما القسم الَّذي يكون له الدخل في الرّأي فمثل عروض الجنون والنسيان بواسطة كبر السن جدا فيكون الفاقد له أسوأ حالا من الميت لا انه مثله لأن الميت يكون الشك في بقاء رأيه بعد موته وهذا يكون القطع بعدم الرّأي له ولا دليل لنا على كفاية مجرد حدوث الرّأي لصحة التقليد بقاء لا في الميت ولا في المقام .\r\nفتحصل ان الفاقد لشرائط الإفتاء يكون أسوأ حالا من الميت في ما هو دخيل في الرّأي وأحسن حالا منه فيما ليس له دخل فيه وان كان الواجب العدول عنه كالميت على فرض القول بوجوب العدول عنه .\r\n\r\nالأمر السابع\r\nإذا اختلف الحي الَّذي يجب الرجوع إليه مع الميت الَّذي يجب أو يجوز\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\nالبقاء على رأيه في حقيقة التقليد من جهة انه هل هو نفس الالتزام أو انه العمل المستند فهل المدار على رأي الميت فإذا كان رأيه ان التقليد هو الالتزام فقط ورأى الحي انه العمل فعلى فرض كون المدار عليه فيجب أو يجوز البقاء على ما التزم به ولم يعمل بعد وعلى فرض كون المدار على رأي الحي فلا تقليد له بالنسبة إلى ما يعمل ليجب أو يجوز البقاء عليه ؟ فيه وجهان بل قولان كما عن الشيخ الأعظم في الرسالة .\r\nوجه كون المدار على رأي الأول هو ان تقليده يكون مثل ساير أعماله صحيحا فيكون الواجب البقاء حتى في هذه المسألة ووجه كون المدار على رأي الحي هو ان التقليد يكون موضوع حكمه بالبقاء فيكون المدار على نظره في موضوع حكمه .\r\nولا يخفى ان هذه المسألة اجتهادية ولا بد للرجوع فيها إلى مجتهد الميت أو الحي أو الثالث والمفروض ان المرجع الفعلي هو المجتهد الحي لا الثالث فيجب عليه بيان الحكم لمقلده والعامي ابتداء وان لم يلتفت للمسألة ولكن بعد تنبيهه عليها يفهم انه لا بد من التقليد فيها كسائر المسائل وكيف كان فلا إشكال في وجوب الرجوع إلى الحي في تلك المسألة فإذا كان رأيه في التقليد كونه هو العمل لا الالتزام فيمكن ان يقال بان الالتزام أيضا عمل جوانحي كما أن الصلاة والصوم عمل جوارحي فمن التزم بفتوى المجتهد السابق فقد عمل بما هو التقليد في مسألة هذه فمن يقول بوجوب البقاء لا بد ان يقول بوجوب البقاء على هذا العمل الكذائي أيضا فلا بد له من البقاء على كل مسألة التزم بفتوى الميت فيها ليعمل على طبقها ولا يخالف هذا فتوى الحي في حقيقة التقليد .\r\nهذا إذا كان الدليل لوجوب البقاء على التقليد الميت عمومات الجواز أو استصحاب حرمة العدول الَّذي كان حين حياته حراما لأن الالتزام عمل بالمعنى الَّذي عرفت واما إذا كان دليل وجوب البقاء استصحاب الأحكام التي كانت على\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\nالموضوعات كوجوب هذا العمل وحرمة ذاك فهو غير مربوط بحقيقة التقليد فان الأحكام على موضوعاتها فعلية للمكلف سواء كان التقليد هو العمل أو الالتزام الا ان يقال إن وزان الفتوى ليس كوزان الخبر في بيان الحكم لئلا يختلف حال الحياة والممات بل يكون لها نحو موضوعية فالحكم بالوجوب أو الحرمة حكم للمكلف وهو صار فعليا في حقه بالتقليد فلا بد من إحراز ان التقليد هو العمل أو الالتزام لترتيب الثمرة في البقاء عليه .\r\nوالحاصل من جميع ( 1 )  ما تقدم هو ان التقليد إذا كان التزاما أيضا وفرض كونه عمل جوانحي فلا بد من القول بالبقاء على هذا العمل بنظر الميت بفتوى الحي بالبقاء وليس فيه الوجهان عن الشيخ قده .\r\n","description":"","footnote":" ( 1 ) أقول إن كون الالتزام عمل جوانحي غير متنازع فيه بل النزاع في أن هذا النحو من العمل غير كاف في حقيقة التقليد عند من يراه عملا كالأستاذ نفسه فيما مرّ فإنه كغيره يقول ليس للتقليد عنوان مستقل ليكون موضوع حكم بل الصلاة والصوم اللذان هما في الخارج لهما عنوان أولى وهو كونهما صلاة وصوما وعنوان ثانوي وهو التقليد وليس الالتزام تقليدا فلينظر من يرى التقليد هو العمل بهذا النحو لم يقلد المقلد عن الميت فيما لم يعمل به كذلك فلا يتم القول بان الالتزام عمل جوانحي وهو يكفى كما عنه مد ظله تبعا لبعض الأعيان قده .\r\nولا فرق في الدليل بين كونه عمومات جواز تقليد الميت أو حرمة العدول عما قلده فيه في ذلك لعدم كونه موضوعا مستقلا فعلى هذا لا بد من الرجوع إلى المجتهد الحي فيما لم يعمل به لأنه تقليد ابتدائي ولا وجه للقول بان المدار على رأي الميت في ذلك فان مسألة التقليد ليست كسائر المسائل الخلافية بينهما إذا قلنا إن المدار على رأي الحي في مسألة التقليد .\r\nوالا فلو كان الالتزام أيضا عمل فكيف لم يقل به مد ظله فيما سبق ليرفع النزاع عن كون الالتزام غير العمل ولو رفع فلا فرق بين كونه عملا أو التزاما فنزاع القوم يكون في أي شيء ؟ . ","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nالأمر الثامن\r\nلو لم يكن تقليد الحي ممكنا اما لعدم وجوده أو عدم الوصول إليه فهل يتعين عليه العمل بالاحتياط أو يجب عليه الأخذ ببعض الظنون المعتبرة عند البعض كالشهرة والإجماع المنقول أو يجب عليه تقليد الميت وجوه ثم إن الكلام يكون في طولية ما ذكر بعد فقد الحي في الأخذ بتقديم الاحتياط ثم العمل بالمشهورات ثم أخذ قول الميت ثم الكلام في أن هذا البحث تارة يلاحظ بالنسبة إلى العامي ومقتضى الدليل عنده بحكم الفطرة وتارة يلاحظ بالنسبة إلى المجتهد الَّذي يريد بيان حكم هذه الواقعة .\r\nفان الشيخ الأعظم قده قال بان هذا البحث بالنسبة إلى العامي غير مفيد لأنه لا يميز أقوائية بعض الأمارات على البعض الاخر فيبقى متحيرا وكيف كان فربما يقال بان عدم جواز تقليد الميت ان كان دليله الإجماع فهو يكون في صورة إمكان الوصول إلى الحي .\r\nواما مع عدمه فلا أثر له لأنه دليل لبي والمتيقن منه غير هذه الصورة فإطلاقات التقليد شاملة للمقام فيجب الرجوع إلى الميت لسقوط قيد الحياة سواء أمكن الاحتياط أم لا هذا على فرض وجود إطلاق لفظي في المقام في أصل التقليد واما إذا كان الدليل هو ان من لا حجّة له يجب عليه الرجوع إلى من له الحجة والمفروض حجية فتوى الحي فيجوز الرجوع إليه واما غيره فيكون الشك في حجية فتواه والاحتياط حجة فلا بد من الأخذ به .\r\nواما مع عدم إمكانه وكونه عسريا فلا بد من الرجوع إلى المشهورات في كتاب فقهي مثل اللمعة الدمشقية فإنه كتاب جيد في ضبط ما هو المشهور بين الفقهاء ولا يكون له الرجوع إلى الميت .\r\nواما العامي الَّذي ليس في وسعه فهم ما ذكر فهو يرجع إلى العالم\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\nيكون في محلَّه لوصول يده إليه فان علم فتوى مجتهده الَّذي لا يصل يده إليه فهو يبين له ويخرج من التحير وان لم يعلم فهو يرشده إلى الاحتياط أو الأخذ بالمشهورات أو الرجوع إلى الميت واما مع عدم علمه بذلك أيضا ففطرة العامي تحكم بالاحتياط في كل مورد علم طريقه والا فيرجع إلى المشهور وان لم يعلمه فيرجع إلى الميت .\r\nفان قلت فطرته على التقليد من الحي ولا حياة للمشهور أيضا فهو كالميت قلت إنه إذا لاحظ ذلك يفهم ان المشهور مقدم على الميت الواحد إذا تعذر ملاحظة قيد الحياة واما إذا لم يمكنه الأخذ به فلا محالة يرجع إلى الميت .\r\nفتحصل ان الاحتياط على فرض الإمكان واجب ومع عدم إمكانه فالرجوع إلى المشهور ومع عدم إمكانه فالرجوع إلى الميت .\r\nالا ان يقال إن دليل وجوب تقليد الحي هو الإجماع والمتيقن منه صورة إمكان الوصول إليه ومع عدم إمكانه فإطلاقات أدلة التقليد شاملة للمورد فيجب تقليد الميت ولا يجب الاحتياط واما على فرض انصراف نفس إطلاقات التقليد إلى الحي فلا بد من الاحتياط أو الأخذ بالمشهور بعد عدم إمكانه وهذا البرهان يفيد العامي لما ذكر من رجوعه إلى العارف بذلك وللمجتهد ليفتي بحكم المقلد عند اضطراره من وصوله إليه .\r\n\r\nالأمر التاسع\r\nفي أنه لو تعذر المجتهد الجامع لشرائط الإفتاء فهل يجوز الرجوع إلى الفاقد أم لا وعلى تقدير الجواز فهل فرق بين الشروط من جهة تقديم الفاقد لبعض على الفاقد لآخر فهل يقدم الفاقد للبلوغ على الفاقد للحياة أو على الفاقد للعدالة أو الإيمان ؟ ثم على فرض عدم جواز تقليد الفاقد فلا بد اما من الرجوع إلى الاحتياط أو إلى المشهورات أو إلى الميت كما في الأمر السابق وكيف كان فربما يفرق بين\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\nالأدلة الدالة على اعتبار الشرائط فإن كان الدليل مثل الإجماع على اعتبار الحياة والعدالة فالمتيقن منه صورة عدم الاضطرار والتعذر واما ان كان الدليل هو الإطلاق المستفاد من دليل لفظي فيكون اعتباره على أي حال فإذا فرض دليل الحياة والعدالة لفظيا شاملا لصورتي التعذر وغيره فيدور الأمر بين تقدم الفاقد للبعض على الاخر نعم بعض الأدلة مما لا يجيء فيه التخصيص بصورة دون صورة كما ورد في شرطية كون المفتي شيعة من قوله عليه السلام لا تأخذن معالم دينك من غير شيعتنا ( 1 )  فان الظاهر منه هو ان المخالف لا يكون له مقام الإفتاء فيكون المقدم هو الشيعة ولو كان فاقدا لبعض الشرائط الأخر الَّذي يكون المخالف واجدا له .\r\nوالتحقيق هو ان الفاقد للشرائط لا يجوز تقليده اما الفاسق فلأنه خارج عن نظام الاجتماع ولا اعتناء به بحكم العقل المستقل ويكون شرطية العدالة أيضا بحكمه لا بحكم الإجماع حتى يقال المتيقن منه صورة عدم التعذر فان الحكم العقلي لا يختص بحال دون حال فالفاسق كالمعدوم وأسوأ حالا منه الكافر كما هو واضح واما الإيمان فهو شرط لما مر من النص على عدم جواز كون المخالف مرجعا للشيعة واما البلوغ فهو أيضا شرط بحكم العقل المستقل حتى في حال التعذر فان الصبي ليس قابلا لهذا المنصب الخطير ولا يكفى كونه ظاهر الصلاح والسداد .\r\nفتحصل ان الفاقد للشرائط يكون كالمعدوم فالمرجع اما الاحتياط أو المشهور أو الميت على التفصيل الَّذي مر في السابق وعلى فرض قبول كون الفاقد قابلا للإفتاء فمن المعلوم ان الفاقد للبلوغ الجامع لبقية الشرائط مقدم على الفاقد للعدالة وغيرها ولكن عرفت عدم تمامية المبنى .\r\n\r\nالأمر العاشر\r\nفي أنه هل يجوز لمن لا يرى نفسه أهلا للإفتاء الفتوى أم لا ؟ الحق المتسالم\r\n","description":"","footnote":" ( 1 ) في الوسائل باب 11 من أبواب صفات القاضي ح 43 . ","page_name":" 113 ","page_number":113},
  {"content":"\r\nعليه عدم الجواز والمراد به هنا هو النقص من جهة شرائطه لا من جهة أصل اجتهاده مثل كونه فاسقا وقال في المسالك ان عدم الجواز إجماعي ولا يخفى ان البحث السابق كان في عدم حجية رأى الفاقد للشرائط وهذا البحث يكون في مقام بيان الحكم التكليفي لنفس المجتهد ولو فرض اعتقاد غيره انه واجد للشرائط .\r\nوالدليل على عدم الجواز أولا ان الإفتاء منصب مختص بالمعصوم وبعده لمن هو واجد للشرائط والفاقد ليس له التصرف في هذا المنصب لأنه يكون كالتصرف في الأموال والنفوس بلا مجوز شرعي .\r\nوقد أشكل عليه بان الفقدان للشرط ان كان لعدم وصوله درجة الاجتهاد فعدم جوازه مسلم لأنه كذب على اللَّه تعالى فيما أفتى به واما إذا كان مجتهدا غير اعلم فغاية ما يستفاد من أدلة الشرطية عدم حجية فتواه لا عدم جواز إفتائه أقول إن الظاهر من بعض الأدلة هو الحرمة التكليفية مثل ما ورد عن أمير المؤمنين عليه السلام من قوله عليه السلام لشريح « يا شريح قد جلست مجلسا لا يجلسه الا نبي أو وصى نبي أو شقي ( 1 )  فان من ليس له أهلية يكون شقيا وظاهره ان عمله حرام .\r\nواستدل ثانيا بأنه إغواء وإضلال للمكلف لأن تكليفه الواقعي لزوم العمل بفتوى غيره وهو يغريه على العمل بفتواه والإضلال حرام .\r\nوقد أجيب عنه بان المجتهد الَّذي بلغ رتبة الاجتهاد وهو أعلم يكون مخبرا عن الواقع فيكون خبره مثل خبر من يعتقد في نفسه انه غير ثقة مع اعتقاد كون خبره موافقا للواقع .\r\nوفيه ان الإغراء بالجهل والإضلال يكون من جهة انه يظهر ان هذه الفتوى حجة على المقلد مضافا بان الرّأي يحتمل ان يكون له معارض فيكون حجيته بالاخذ لا بكونه مطابقا للواقع أو رأى من يتبع رأيه فليس له الفتوى بأمر لا يكون حجة في نفسه وما ورد من أن القاضي لا يجوز له القضاء إذا كان فاقدا للشرائط يفهم منه\r\n","description":"","footnote":" ( 1 ) في الوسائل ج 18 في باب 3 من أبواب صفات القاضي ح 2 . . ","page_name":" 114 ","page_number":114},
  {"content":"\r\nعدم جواز الإفتاء له بالأولوية لأن القضاء شأن من شؤون الإفتاء فتحصل ان الإضلال يكون لا ظهاره ( 1 )  ان فتواه حجة لا من جهة كذبه في الحكم ليقال انه لا يكذب فلا يجوز له ذلك .\r\n\r\nبقي في المقام تتمة\r\nوهو ان تصرفات المجتهد هل تمضي بعد موته مطلقا أو لا مطلقا أو يفصل بين الوكالة والنيابة عنه فيبطل وبين جعل القيم فلا يبطل وجوه : فظاهر العلامة الأنصاري قده في الرسالة التفصيل بين حكمه وقضائه وما يرجع إلى فعله تعالى فيمضى بعده وبين ما يرجع إلى فعله كتوكيله واستنابته وقيمومته وتوليته فلا يمضى بعده .\r\nوأقول ان البحث هنا اما كبروي أو صغروي فمن حيث الكبرى فلا شبهة في أن الأمور الإذنية لا بد لها من الاذن كالوكالة والنيابة ومن المعلوم زوال الاذن بالموت وما لا يكون كذلك ويكون المجتهد واسطة فقط كجعل المتولي للأوقاف فهو باق بعد موته لأنه فعل ذلك من قبل الله تعالى وهو حي لا يموت أبدا وكذلك بيع الوقف وإجارته فإنه مأمور من قبله تعالى ان يجعل المتولي لذلك لئلا يبطل الوقف ولا ينهدم المصالح فلا موضوعية لحياة المجتهد في ذلك .\r\nواما البحث الصغروي فهو ان الشيخ الأعظم كما مر جعل نصب القيم من الأمور الراجعة إلى المجتهد وقال بعدم إمضائه بعد الموت وهو ممنوع لأن هذا الفعل يكون فعل اللَّه تعالى من وجه وفعل المجتهد من وجه آخر وكونه فعلا له يكون بإذنه تعالى فهو يجعل القيم من قبله تعالى لا من قبل نفسه فلا وجه لعدم إمضائه بعد موته فإنه كان واسطة فقط ومن العجب القول بان إعطاءه منصب القضاء لغيره يكون من قبله مع أنه أيضا من قبل اللَّه تعالى فإنه يفعل ذلك بأمره ويكون واسطة فقط\r\n","description":"","footnote":" ( 1 ) أقول بقي الكلام في صورة إعلامه ان هذا الرّأي ليس حجة للمقلد بان يخبره ان الواجب لك تقليد غيري ونفس إظهار الفتوى كذلك ليس حراما لأنه يخبر عما أدى إليه اجتهاده ولا مضرة فيه . ","page_name":" 115 ","page_number":115},
  {"content":"\r\nفتحصل ان الأمور الإذنية لا تمضي بعد موت المجتهد وغيرها ممضى لأنه واسطة في ذلك .\r\n\r\nفصل فيما يتعلق بالاحتياط\r\nمسألة في أن العمل بالاحتياط هل هو تقليدي أم لا فربما يقال إنه مسألة خلافية فلا بد من الرجوع فيه إلى المجتهد ولكن صرف كونها اختلافية لا يصحح جواز التقليد فيه كأصل التقليد ولكن الوجه في جواز التقليد فيه هو انه له حيثيتان حيثية نفسه من جهة كونه معروضا للوجوب الشرعي الحقيقي أو الطريقي أو معروضا للحرمة بملاحظة عنوان مبغوض عليه وحيثية حكم الشرع في مورده من جهة تعيين أحد الأطراف وعدمه عنده .\r\nفهو على الثانية تقليدي مثل وجوب الاحتياط في باب الفروج والدماء فان العقل وان كان يحكم بالبراءة عقلا فيما هو المشتبه كذلك مثل امرأة لا يدرى انها أخته لئلا يجوز تزويجها أو غيرها ليجوز فإنه لا بد من ترك تزويجها رعاية للاحتياط ومثل الشبهة في أن وجوب قتل تارك الصوم بعد الإفطار عمدا بعد الدفعة الثانية أو الثالثة فان الاحتياط في تركه بعد الثانية لأن الحدود تدرأ بالشبهات .\r\nولكن الشرع حكم بوجوبه وهذا حكم تقليدي لا يكون للمقلد سبيل إليه لأن الفقيه هو الَّذي يعلم أن للشارع الحكم في الواقعة الفلانية بأحد الأطراف أو الحكم بالاحتياط واما على الحيثية الأولى فلا بد من الرجوع إلى الفقيه ليبين حكم الوجوب أو الحرمة بالنسبة إليه .\r\nفتحصل ان الاحتياط أيضا تقليدي بأي نحو فرض لعدم وصول عقل العامي إلى موارده .\r\n\r\nمسألة\r\nفي أنه هل للمكلف العمل بالاحتياط في إحراز الواقع أو لا بد فيه من الاجتهاد\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\nأو التقليد حتى يتمكن من الامتثال التفصيلي فيه خلاف فعن شيخنا النائيني قده وجوب الامتثال التفصيلي إذا أمكن وبعده يكون الامتثال الإجمالي مقدما على الاحتمالي حسب المراتب الثلاثة فيه وعن سيدنا الأستاذ الأصفهاني قده ان الاحتياط أحسن من الامتثال التفصيلي في مقام إظهار العبودية .\r\nوكيف كان فاستدل لوجوب التفصيلي بوجوه : الأول الإجماع المدعى على بطلان صلاة من لا يعلم أحكامها خصوصا إذا استلزم التكرار فعن الشيخ الأعظم قده عدم الخلاف في عدم صحتها بل المعلوم من طريق الشرع عدم مشروعيتها .\r\nوفيه ان الإجماع كذلك لا محصل له بعد كونه سنديا الا ان يكون في مورد عسر الاحتياط .\r\nالثاني انه مخل بقصد الوجه في العبادات وهو قصد امرها الجزمي فإنه يحتمل دخله في مقام الفراغ وإطلاق الأمر لا يمكن ان يدفع به هذا القيد لأن قصد الأمر مما لا يمكن ان يؤخذ في الخطاب لأنه متأخر عنه فان المولى يجب ان يأمر بالصلاة ثم يقول ائتها بداعي هذا الأمر ولا يمكنه ان يقول بذلك قبل امره كما هو محرر في باب التعبدي والتوصلي وهكذا البراءة لا تجري من هذا الباب فيرجع الامتثال بدون قصد الوجه موجبا لنقص في ذات العمل لا في نحو الامتثال .\r\nوفيه أولا انه لا دليل على دخله شرعا ولا عقلا في المأمور به وعلى فرض الشك فيه فالقول بعدم طرد الشك بالإطلاق ممنوع من جهة ان للشارع ان يظهر مراده بدالَّين مثل ان يريد الصلاة ويريد إتيانها بقصد امرها ثم يقول صل بداعي امرها وحيث لم يأت مثلا بدال آخر مع كون القيد من القيود المغفولة التي لا يمكن التمسك على فهم المكلف في تلقى الخطاب ولا بد من بيانه فالإطلاق يحكم بعدم دخله فاما ان يطرد القيد بالإطلاق اللفظي أو بإطلاق المقامي الَّذي هو في مورد كون القيد من القيود المغفولة .\r\nوثانيا ان الاحتياط لا ينافيه لأنه يقصد الأمر الَّذي في البين عند احتياطه بالقصر والإتمام في الصلاة مثلا ودخل أزيد من ذلك لا دليل عليه وقصد وجوب ما يأتي\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\nفي الخارج من العمل مع الجزء الَّذي يكون المفروض عدم كونه مضرا بالمركب لا إشكال فيه فان الصلاة مثلا طبيعة يكون كلما أضيف إليها ولم يكن مضرا بها يصير منها واما ماله عنوان مستقل مثل الصلاة قصرا أو هي تماما فلا يكون فيه إضافة شيء فيقصد وجوبها لأن امتثال الأمر يحصل بها فمن هذا الوجه لا إشكال في الاحتياط الوجه الثالث لزوم اللعب بأمر المولى فإنه إذا أمكن إتيان عمل واحد وتسليمه إلى الآمر فإتيان إعمال عديدة بأنحاء مختلفة بحيث يكون فيها المأمور به قطعا ليس الا لعبا وهو قبيح عقلا ومن المعلوم ان طريق الامتثال يكون بنظر العرف بعد عدم بيان عن الشارع بالنسبة إليه .\r\nوفيه ان الامتثال كذلك لا إشكال فيه أصلا إذا لم يخرج عن طور الامتثال العرفي بل هو أحسن من تركه .\r\nفتحصل انه لا إشكال في جواز الامتثال الإجمالي مع إمكان التفصيلي أيضا\r\n\r\nمسألة في تقليد الأجير والوكيل والوصي\r\nوهي في العروة الوثقى مسألة 54 في التقليد قال قده : الوكيل في عمل عن الغير كإجراء عقد أو إيقاع أو إعطاء خمس أو زكاة أو كفارة أو نحو ذلك يجب ان يعمل بمقتضى تقليد الموكل لا تقليد نفسه إذا كانا مختلفين . وكذا الوصي في مثل ما لو كان وصيا في استئجار الصلاة عنه يجب ان يكون على وفق فتوى مجتهد الميت .\r\nأقول لا يخفى ان البحث يكون في الأعم من التعبدي والتوصلي من الأعمال والحق ان كلام السيد قده في الوكالة متين فان الوكيل يكون مقام الموكل ولا بد ان يعمل على طبق وظيفة الموكل ليقع العمل عنه .\r\nوقال بعض الاعلام من المعاصرين ان إطلاق الوكالة يقتضى ان يكون العمل صحيحا ولو بنظر الوكيل لأنه وكيل لإتيان عمل صحيح وخصوصياته مع إطلاق الوكالة تكون بنظره .\r\nهذا في الوكيل المفوّض واما الوكيل في إتيان عمل على نحو خاص فلا بد\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\nملاحظة الخصوصيات المعينة بنظر الموكل ولو كان ما عينه باطلا عند الوكيل لأنه من الممكن ان يكون له نظر عقلائي في إتيان هذا العمل ولو كان باطلا بالنظر إلى بعض الآثار فان الموكل ربما يكون نظره إلى أن يصير اللغة العبرية دارجة بين الناس فيوكَّل على إتيان الصيغة بهذه اللغة ولو كانت باطلة من حيث الأثر العقدي وهو إيجاد العلقة بين الزوجين أو حصول الملكية .\r\nوفيه أن صورة عدم ملاحظة ما هو الأثر للعمل عادة والتوجه إلى صدور كلام أو فعل آخر من الوكيل لبعض الأغراض يكون خارجا عن محل الكلام لأنه يكون في صورة وجود أثر للعمل يكون صحيحا حسب نظر هذا اجتهادا أو تقليدا وغير صحيح بنظر ذاك كذلك ومن المعلوم ان المقصود من الوكالة هو ان يكون عمل الوكيل عمل الموكل بتنزيل بدني أو عملي عن الوكيل وهذا لا يتم في الفعل الَّذي يكون باطلا عند الموكل ولو كان صحيحا عند الوكيل الا على فرض كون الحكم الظاهري له حكما واقعيا للموكل وهكذا بالنسبة إلى النائب والمتبرع .\r\nوما يتوهم من أن المتبرع يريد إهداء شيء إلى آخر ويكون هذا العمل منه بدون امر إلزاميّ فهو يهدي ما يكون صحيحا بنظره ولا حاجة إلى إحراز الصحة بنظر المهدي إليه .\r\nمندفع لأن الإهداء أيضا يكون في صورة قابلية العمل عند المهدي إليه لرفع نقص أو علو درجة لا نفس العمل بأي صورة وقعت وهكذا نقول بالنسبة إلى الأجير فإنه يؤجر نفسه لإتيان ما هو وظيفة الميت في مثل الصلاة والصوم فلا بد له من إتيان عمل يكون مبرأ لذمة الميت فالمدار على مراعاة تكليفه لا تكليف نفسه .\r\nوما يقال من أن الأمر الإجاري توصلي والأمر العبادي كان متوجها إلى الميت وقد سقط بموته فلا مصحح لعبادية العمل الا ان يأتي الأجير بداعي القربة ثم يهدي ثوابه إلى الميت فيكون عمله مثل عمل المتبرع في عدم لزوم مراعاة تكليف الميت كما في الإهداء الابتدائي .\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\nمندفع بان القياس بالإهداء ابتداء على فرض تسليم هذا الإشكال في العبادات الاستجارية لا معنى له لأن الإهداء يلاحظ بالنسبة إلى الميت وتحصيل فراغ ذمته به بواسطة الإجارة فلا بد من ملاحظة ما في ذمته وتحصيل الفراغ عنه كما كان .\r\nفان قلت إطلاق دليل صحة الإيجار للعبادات وترك الاستفصال فيه من جهة كون العمل على نحو وظيفة الميت أو الأجير مع أوله إلى الإهداء للإشكال في العبادية بدون هذا الوجه ينتج عدم لزوم مراعاة ما هو وظيفة الميت .\r\nقلت الإطلاق يتمسك به على فرض كونه في صدد البيان ومن المعلوم ان أدلة صحة العبادات الاستئجارية لا تكون في مقام بيان كيفية العمل عن الأجير فلا بد من ملاحظة تكليف الميت وعلى فرض الشك أيضا فيكون من باب الشك في حصول الفراغ فلا بد من الجمع بين تكليف نفسه وتكليف الميت من باب الاحتياط إذا لم يحرز عنده تعيين كون الوظيفة وظيفة نفسه أو وظيفة الميت .\r\nثم إن الحق هو ان الأمر في باب العبادة الاستئجارية لا يصل إلى القول بالإهداء بل عبادية العمل اما ان تصحح باندكاك الأمر الإجاري في الأمر العبادي كما عن شيخنا النائيني أو ما نقول بان الصلاة عبادة في ذاتها لأن الركوع والسجود مما هو عبادة ذاتا والأجير ينسب هذا العمل إلى الميت بواسطة تنزيل بدني أو عملي خصوصا إذا كان الخطاب إلى الميت بالنسبة إلى هذا العمل الَّذي يكون في ذمته صحيحا مع كون فراغه بالاستيجار عنه ونقول فيما ليس عبادة ذاتا ان نفس التنزيل يكفى في العبادية وكون امر الميت امره وإطاعته إطاعة الميت وتوضيح البحث في محله في باب التعبدي والتوصلي ( 1 )  .\r\nومما ذكرنا ظهر ان الوصي أيضا لا شأن له ليلاحظ ما هو الصحيح عنده بل لا بد له من استئجار من يأتي بالعمل الَّذي هو مفرغ ذمة الميت .\r\nفتحصل ان مقتضى القاعدة هو ان يكون المتعين ملاحظة وظيفة الموكل\r\n","description":"","footnote":" ( 1 ) وقد فصلناه في ج 1 من الكتاب فارجع إليه . . ","page_name":" 120 ","page_number":120},
  {"content":"\r\nفي الوكالة ووظيفة المنوب عنه في النيابة ووظيفة الميت في الإجارة ومن العجب عن شيخنا العراقي قده من أنه لو عين كون العمل على طبق وظيفة الأجير تكون الإجارة صحيحة ولكن لا يحصل فراغ الذّمّة به فان الكلام يكون فيما هو الدارج من الإجارة لتحصيل فراغ الذّمّة في العبادات الاستئجارية والجواد قد يكبوا .\r\nوقد تم بهذا ما أردناه من مباحث الاجتهاد والتقليد .\r\n\r\nالكلام في قاعدة اللاضرر ولا ضرار في الإسلام\r\nوالبحث ( 1 )  عنها في مقامات ، الأول البحث في سند القاعدة والثاني البحث عن قياسها مع ساير القواعد والأصول والأمارات والثالث البحث في تنبيهاتها .\r\nوالبحث في المقام الأول يكون في جهات\r\n\r\nالجهة الأولى البحث في الروايات التي تكون سند هذه القاعدة\r\nوهي على طوائف : منها ما ورد في حكاية سمرة ومنها ما ورد في حكايات غيرها مذيلة : بها ومنها ما ورد بنحو الكبرى بدون الذيل بقوله عليه السلام لا ضرر ولا ضرار .\r\nثم لا يخفى أن التمسك بالقاعدة في موارد الفقه يكون قليل الفائدة لأنه ثبت\r\n","description":"","footnote":" ( 1 ) أقول إن في هذه القاعدة رسالة مختصرة لا تبلغ صحائفها الا خمسة وأربعين بصفحات صغيرة عن شريعة الأصفهاني قده وقد اعتنى الأستاذ مد ظله إليه في بيان هذه القاعدة وهي حاوية لبعض المطالب .\r\nومن الرسائل التي يكون فيها بيان قاعدة اللاضرر بنحو منقح ومضبوط ما كتبه الشيخ موسى الخوانساري في آخر تقريرات الحاشية على المتاجر للشيخ الأعظم الأنصاري قده عن النائيني قده ويسمى بكتاب منية الطالب وهي قاعدة نفيسة جزى اللَّه المؤلف عن الإسلام خير الجزاء فارجع إليها لو وجدت الكتاب .\r\nكما أن القاعدة منقحة مستقلة في آخر المكاسب أيضا ونبهناك عليها لتكون على زيادة بصيرة في المطالعة وعن ساير الاعلام أيضا رسائل اخر والباحث يجدها . ","page_name":" 121 ","page_number":121},
  {"content":"\r\nلنا فيه بحسب الاستقراء أن كل مورد يكون تمسكهم بقاعدة لا ضرر يكون له دليل خاص فمن الموارد خيار الغبن ودليله ليس القاعدة بل الشرط الضمني بأن الثمن والمثمن يجب أن يكونا متساويين عند العرف وفي رمد العين وله رواية خاصّة ولكن بحثنا هنا يكون تبعا للقوم ولا يخلو عن فائدة .\r\nثم ما ورد في حكاية سمرة موثقة رواها زرارة عن أبي جعفر عليه السلام أن سمرة بن جندب كان له عذق في حائط رجل من الأنصار وكان منزل الأنصاري بباب البستان وكان سمرة يمر إلى نخلته ولا يستأذن فكلمه الأنصاري أن يستأذن إذا جاء فأبى سمرة فجاء الأنصاري إلى النبي صلَّى اللَّه عليه وآله فشكا إليه وأخبره بالخبر فأرسل رسول الله صلَّى اللَّه عليه وآله وأخبره بقول الأنصاري وما شكاه فقال إذا أردت الدخول فاستأذن فأبى فلما أبى ساومه حتى بلغ من الثمن ما شاء اللَّه فأبى أن يبيعه فقال لك بها عذق في الجنة فأبى أن يفعل فقال رسول اللَّه صلَّى اللَّه عليه وآله للأنصاري اذهب فاقلعها وارم بها إليه فإنه لا ضرر ولا ضرار ( 1 )  .\r\nوقد نقل هذه الرواية بطريق الحذاء ( 2 )  عن أبي جعفر عليه السلام الا أنه بعد الآباء قال ما أراك يا سمرة الا رجلا مضارا اذهب يا فلان فاقلعها وارم بها وجهه .\r\nوقد أشكل عليها بالضعف من حيث السند بعمل الأصحاب مثل الشيخ قده في الخلاف في خيار الغبن وابن زهرة في خيار العيب .\r\nومن الروايات المذيلة ما ورد في أبواب الشفعة عن أبي عبد اللَّه عليه السلام قال قضى رسول اللَّه صلَّى اللَّه عليه وآله بالشفعة بين الشركاء في الأرضين والمساكن وقال لا ضرر ولا ضرار وقال إذا أرفت الأرف وحدت الحدود فلا شفعة ( 3 )  .\r\nومنها ما عن عقبة بن خالد قال قضى رسول اللَّه صلَّى اللَّه عليه وآله بين أهل المدينة في\r\n","description":"","footnote":" ( 1 ) في الوسائل ج 17 باب 12 من أبواب إحياء الموات ح 3 . .  ( 2 ) في الباب المتقدم ح 1 . .  ( 3 ) في الوسائل ج 17 باب 5 من أبواب الشفعة ح 1 . ","page_name":" 122 ","page_number":122},
  {"content":"\r\nمشارب النخل أنه لا يمنع نفع الشيء وقضى بين أهل البادية أنه لا يمنع فضل ماء ليمنع فضل كلأ فقال لا ضرر ولا ضرار ( 1 )  .\r\nواما ما ورد بنحو الكبرى ففي المستدرك ( باب 2 من أبواب إحياء الموات ح 2 ) وروينا عن أبي عبد اللَّه عليه السلام عن أبيه عن آبائه عن أمير المؤمنين عليه السلام أن رسول اللَّه صلَّى اللَّه عليه وآله قال لا ضرر ولا ضرار .\r\nومنها أيضا رواية دعائم الإسلام ( في المستدرك ج 3 ص 150 باب 9 من أبواب إحياء الموات ح 1 ) ( 2 )  ثم إن الاستدلال اما يكون بالكبرى في غير مقام التطبيق بعد جبر ضعف السند فيما ورد بنحو الكبرى أو بالتطبيق على الموارد فان صح لنا اتخاذ الكبرى مما ذكر فهو والا فلا تصير هذه قاعدة في جميع الموارد .\r\nوقد أشكل على الكبرى في رواية سمرة بان الضرر وان كان متوجها إلى الأنصاري بواسطة مزاحمة سمرة لأهله وينطبق الكبرى ولكن القلع لا معنى له فإنه من الممكن رفع الضرر بغير هذا الطريق .\r\nواما في روايتي الشفعة ومنع الماء فلا تطبيق لها أصلا لأن حق الشفعة للشريك وان كان مصلحة له وعدم وجود المزاحم له ولكن لا يكون في كل الموارد هكذا بل ربما يكون البيع مع مشتر يكون أصلح من الشريك السابق لهذا فيكون مورده النّفع فلا يكون السر في جعل حق الشفعة في أكثر الموارد هو الضرر .\r\nواما في قضية منع الماء والكلاء فيكون من باب تصرف الناس في أموالهم والتصرف في المال يكون لازمه عدم إيصال النّفع إلى الغير ولا يجب علينا أن\r\n","description":"","footnote":" ( 1 ) في الوسائل ج 17 باب 7 من أبواب إحياء الموات ح 2 .  ( 2 ) أقول وفي الوسائل أيضا في ج 17 باب 12 من أبواب إحياء الموات ح 5 عن أبي عبد اللَّه عليه السلام في حديث قال لا ضرر ولا ضرار .\r\nثم اعلم أن الأحاديث في غير أبواب الشفعة وإحياء الموات توجد في باب 17 من أبواب الخيار في ج 12 من الوسائل ح 3 و 4 و 5 أيضا فان شئت فارجع . ","page_name":" 123 ","page_number":123},
  {"content":"\r\nلا نتصرف في أموالنا ليصل النّفع إلى الغير فان الناس مسلطون على أموالهم فيمكن أن يكون التطبيق من اشتباه الراوي لتوهمه الضرر أو وجه آخر .\r\nوقد أشكل ثانيا بأن القاعدة على فرض ثبوتها تكون من الأحكام الثانوية الحاكمة على الأحكام الأولية واللازم من الأخذ بها في قضية منع الماء الَّذي يكون نهيه تنزيهيا من باب الكراهة هو عدم الحكومة لأن النهي التنزيهي ليس بإلزامي حتى يكون القاعدة حاكمة لأن ورودها يكون في الأحكام الإلزامية فيكون التطبيق في قضية سمرة والشفعة غير مشكل من هذا الباب ولكن يكون الإشكال في قضية منع الماء .\r\nولكن يمكن الجواب عن هذا الإشكال بأنه لا فرق بين الحكم الإلزامي والتنزيهي فان بقاء الكراهة أيضا كلفة على العباد فكما هي مرفوعة بالبراءة كذلك بالقاعدة .\r\nوقد أشكل ثالثا بأن الرواية في الشفعة لا يكون لازمها الا فقها جديدا لأن أصل البيع لا يكون ضرريا للشريك بل يلزم منه الضرر على الغير فعليه يجب أن يكون كل ما هو من مقدمات الضرر على الغير مرفوعا بالقاعدة وهو كما ترى لأن لازمه هو أن يكون بيع القصاب للحم والخباز للخبز أيضا ضرريا بمعنى معدّيته للغيبة والزنا وكل فعل محرم كان منشأه القوة بواسطة هذا البيع ولم يقل به أحد .\r\nوثانيا ان البيع يكون صحيحا في الشفعة وللشريك الرجوع إلى المشتري بالثمن الَّذي اشتراه فيكون الأثر الوضعي مترتبا والمراد بنفي الضرر نفى الأثر الوضعي فكيف يقال إن بيع الشفعة من موارد الضرر الَّذي تنطبق عليه القاعدة .\r\nوقد أجيب عن هذا الإشكال بوجهين الأول ان الضرر في القاعدة لا يكون علة للحكم حتى يجب وجوده في كل مورد بل يكون حكمة ففي صورة عدمه أيضا كما في الموارد التي تراها من عدم التطبيق يكون الحكم وان لم يكن الضرر موجودا فقد دفع الإشكال بهذا المقال ويكون مثل حكمة جعل العدد لعدم اختلاط المياه .\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\nلا يقال إذا كان الحكم على شيء ويكون معلقا على شيء آخر يكون الظاهر عند الدوران بين العلة والحكمة الحمل على العلة لا الحكمة مثل ما يقال الخمر حرام لسكره فان العلة هي الإسكار فالحمل على الحكمة خلاف الظاهر فلا بد من كون الضرر علة ولا تطبيق هنا .\r\nلأنا نقول إن هذا مسلم على فرض عدم القرينة على خلافه وفي مقامنا هذا لا طريق إلى القول بالحمل على الحكمة من باب عدم الانطباق .\r\nواما الجواب عن الإشكال بعدم الجامع بين النهي التنزيهي والإلزامي فهو أن الجامع هو الضرر والخصوصيات تفهم بدال آخر ففي المقام يكون التنزيه مستفادا من القرينة في المورد مضافا بان الضرر له مراتب فمنه ما يكون حكمة ومنه ما يكون علة .\r\nالثاني هو الَّذي قالوا به ويكون المختار أيضا كذلك وهو ان القاعدة في الروايات منطبقة ويكون الضرر فيه موجودا .\r\nواما الرواية التي تكون في الشفعة فبيان الضرر فيها ان نقول بان الضرر لا يكون علة للحكم ولا حكمة له ( 1 )  بل يكون غاية له فان البيع إذا كان فيه حق الشفعة يكون ناقصا وغير صالح لترتيب الآثار المترتبة على البيع الكامل فحكم الشارع بكمال هذا البيع يكون غايته الضرر على الشريك فرفع هذا الحكم الضرري لذلك فيكون رفعه بهذا اللحاظ فلا يكون البيع ضرريا من أصله بل لزومه ضرري فرفع ما هو ضرري وحده .\r\nوتوهم ان البيع إذا كان صحيحا فالمشتري يكون له التصرف والناس مسلطون على أموالهم وكذا البائع فقاعدة التسلط تمنع عن المنع عن التصرفات والنقص .\r\n","description":"","footnote":" ( 1 ) لا يخفى ان الضرر في المقام أيضا حكمة أو علة ولكنه لعدم جعل الناقص من البيع تاما وعدم عليته لأصل البيع الضرري لا يكون الا من جهة عدم المعلول . ","page_name":" 125 ","page_number":125},
  {"content":"\r\nمندفع ( 1 )  بان قاعدة الناس مسلطون إلخ تكون قاصرة الشمول للمقام فإنها تكون في صورة عدم الإضرار بالغير واما عند لزومه فلا وكذلك بالنسبة إلى المشتري فان القاعدة لا توجب عدم الشفعة للشريك لأن المعاملة أحدثت ملكا ناقصا .\r\nواما تطبيق القاعدة على مورد الماء فائضا مما لا إشكال فيه لأن الناس لهم حق بالنسبة إلى المياه الجارية الكثيرة فان الوضوء والشرب وكذلك ساير المنافع من المياه بحيث لا يزاحم المالك في التصرف يكون حقا للناس في أموال الغير والدليل عليه السيرة فإنه لا يسأل أحد عن حكم شرب الماء من نهر ومن انه هل يكون لرضاء مالكه دخل أم لا وما وصل ردع عن عملهم إلينا فيكون هذا حقهم فحكم عليه السلام بان المالك لا يكون له منع الناس عن حقهم لأنه ضرر عليهم بمقتضى قاعدة اللاضرر .\r\nوالحاصل من جميع ما تقدم أن هذه الكبرى مسلمة سندا ودلالة وما ورد بلسان الكبرى كرواية دعائم الإسلام التي مرت في عداد الروايات وان كان ضعيفا ولكن ضعفه منجبر بعمل الأصحاب على هذه القاعدة بنحو الكبرى .\r\n\r\nالجهة الثانية في البحث عن أن هذه الرواية هل تكون مذيلة\r\nبكلمة في الإسلام أو في الإيمان فيكون التعبير لا ضرر ولا ضرار في الإسلام أو الإيمان أم لا فيه خلاف ولكن لا يكون في إثباته كثير فائدة .\r\nوربما يتخيل ان المناسب لمبنى الشيخ الأنصاري هو وجود كلمة في الإسلام لأن مراده بنفي الضرر هو عدم الوجود التشريعي ولكن لا وجه لهذه المناسبة في خصوص مبناه قده بل على مبنى غيره أيضا لا يكون النفي الا بلحاظ عدمه في الإسلام وعالم التشريع لا التكوين لأن الضرر فيه موجود لا محالة وفي صورة الشك وان كان أصالة عدم الزيادة في ساير الموارد مقدمة على أصالة عدم النقيصة لأن الزيادة\r\n","description":"","footnote":" ( 1 ) قصور القاعدة ان كان من حكومة قاعدة لا ضرر عليها فسيجيء منه مد ظله عدم حكومتها عليها لأن كلتيهما دليلان امتنانيان . ","page_name":" 126 ","page_number":126},
  {"content":"\r\nتحتاج إلى زيادة عناية بخلاف النقيصة فإنها يكون السهو بالنسبة إليها موافق الطبع ولكن في المقام لا يمكننا ان نقول بالتقدم لأن زيادة هذه الكلمة موافقة لطبع ( 1 )  راوي الحديث لأنه يبين أحكام الإسلام .\r\n\r\nالجهة الثالثة في بيان فقه الأحاديث\r\nفنقول اما كلمة الضرر والضرار فقد اختلف كلمات اللغويين والأصوليين فيها وقد نقل الشيخ الأعظم قده جملة من كلمات أهل اللغة في الرسائل في مقام بيان هذه القاعدة مثل كلام الصحاح وابن أثير وصاحب القاموس وربما يفهم منها وحدة معنى الضرر والضرار وربما يفهم من بعضها ان الضرر هو النقص وهو الفعل الواحد والضرار هو فعل الاثنين لأنه من باب المفاعلة وقال الخراسانيّ قده انهما بمعنى واحد .\r\nولكن الَّذي يجب التدبر فيه هو أن كلام اللغوي لا يكون حجة من حيث كونه لغويا بل من حيث بيان موارد الاستعمالات فربما نجد الاستعمال خلاف ذلك فان الضرار في قوله تعالى الذين يتخذون مسجدا ضرارا وكفرا وتفريقا بين المؤمنين الآية لا يكون معناه المفاعلة في الضرر وكذلك في قضية سمرة مع الأنصاري لا يكون أحدهما ضارا بالاخر وبالعكس حتى يصدق المفاعلة بل الضرر من ناحية سمرة بالنسبة إلى الأنصاري فقط مع أنه صلَّى اللَّه عليه وآله قال إنك رجل مضار فلا يستفاد الاثنينية في هذا الكلام ولكن يمكن أن يقال إن الفرق بين المصدر واسمه يكون في المقام ( كما في الفارسية يقال گفتن مصدر است وگفتار اسم مصدر ) فنقول في المقام الضرر هو اسم المصدر والضرار هو المصدر ومعنى الأول هو النقص ومعنى الثاني ( 2 ) \r\n","description":"","footnote":" ( 1 ) أقول هذا الوجه أيضا مما لا يكون موجبا للقول بعدم جريان أصالة عدم الزيادة لأن الراوي مقتضى عدالته هو عدم زيادة ما لم يكن في قول الإمام عليه السلام من نفسه والَّذي يسهل الخطب عدم الدخل في إثباتها وعدمها في الفقه .  ( 2 ) وفيما مر من الرواية الواردة في المستدرك ج 3 ص 150 باب 9 وهو باب عدم جواز الإضرار بالمسلم في ذيل ح 1 في نسخة لا ضرر ولا إضرار بعد نقل لا ضرر ولا ضرار وتلك النسخة توافق هذا المعنى . ","page_name":" 127 ","page_number":127},
  {"content":"\r\nالتصدي للنقص وفعله .\r\nوما عن بعض أهل اللغة من أن الضرر يكون صدقه على المال إذا نقص والضرار يكون صدقه في نقص العرض مثل عرض الأنصاري في القضية فائضا لا وجه له لأن الضرر في العرف يكون صادقا على المعنى الأعم من ضرر العرض والمال والنّفس ولا وجه للقول بأن الضرار هو المجازات على الضرر والضرر هو النقص .\r\nكما احتمله الشيخ الأنصاري قده ( 1 )  وقال إنه مأخوذ من احتمال كون الضرار هو فعل الاثنين أيضا لما مر فلا يكون المعنى واحدا بالوحدة التامة كما عن الخراسانيّ قده ولا متضادا بهذا الاحتمال بل النقص والتصدي له لا يكون في الإسلام مجعولا .\r\nثم إن التقابل بين النّفع والضرر ربما يقال إنه التضاد لكن ليس هذا هو التضاد المشهور من عدم اجتماع الأمرين الوجوديين في موضوع واحد لأن الضرر هو النقص وعدم الكمال فيكون التقابل تقابل السلب والإيجاب كالوجود والعدم وربما يكون التقابل من باب العدم والملكة كما يصدق الضرر فيما من شأنه أن يكون فيه النّفع إذا منع من اقتضائه مانع مثل أن يمنع شخص عن إشراق الشمس على زراعة زيد فلم تصل إلى حد الكمال فعدم ما من شأنه هو الزيادة والكمال يصدق عليه الضرر ويقال حصل الضرر ومن هنا يظهر أن عدم النّفع في\r\n","description":"","footnote":" ( 1 ) ولا يبعد هذا الاحتمال من جهة ان المجازات على الضرر أيضا غير مجعولة في الإسلام كما أنه في من كسر كوز الغير لا يقال اكسر كوزه والتبديل بالمثل أو القيمة كلام آخر نعم في بعض الموارد مثل باب القصاص يكون الحكم كذلك ولكنه خارج عن مورد البحث بالتخصيص . ","page_name":" 128 ","page_number":128},
  {"content":"\r\nجميع الموارد لا يصدق عليه الضرر فان زيدا إذا لم يكن له مال ليتجر به فلا يقال إن زيدا وقع عليه الضرر بل لم ينفع من باب عدم المقتضى له .\r\nوالحاصل هنا ثلاث معان : الأول هو النقص عن مرتبة كمال الشيء بعد حصوله وهو يصدق عليه الضرر قطعا والثاني هو منع اقتضاء ماله اقتضاء النّفع وهو أيضا يمكن أن يقال أنه ضرر وربما يختلف صدقه وعدمه حسب اختلاف الموارد والثالث هو عدم حصول النّفع في مورد لا يكون له اقتضاء أيضا وهذا لا يصدق عليه الضرر قطعا فعدم النّفع ربما يصدق عليه الضرر وربما لا يصدق .\r\nهذا كله في البحث عن معنى الضرر والضرار واما النفي المتوجه إليه بقوله عليه السلام لا ضرر ولا ضرار فقد احتمل فيه احتمالات خمسة .\r\nالأول ( 1 )  ما عن الشيخ الأنصاري قده من أن المراد بالنفي هو نفي الضرر حقيقة أي لا ضرر في الوجود حقيقة لا مجازا ولا ادعاء ولكن حيث يكون وجود الضرر التكويني في عالم الناسوت حقيقة كما في وجود سمرة قيل إنه منفي حقيقة في عالم التشريع وسيجئ البحث فيه وهو الحق عندنا .\r\nالثاني ما هو المختار للمحقق الخراسانيّ في الكفاية وحاشية الرسائل وحاشية المكاسب وهو أن الضرر حيث لا يمكن أن يكون معدوما حقيقة يكون معنى النفي هو عدم الضرر ادعاء حقيقة كما يستفاد من الآيات والروايات وبلحاظ نفيه ادعاء ينتفي آثاره وهو الحكم عليه فلا يجب تحمله لأنه منفي والحاصل لا يكون الحكم على موضوع ضرري من دون تقدير الحكم بأن يقال لا حكم ضرري أو لا حكم ضرري غير متدارك مع اختلاف التعبير في الكتب وسيجئ زيادة التوضيح .\r\n","description":"","footnote":" ( 1 ) أقول عبارة الشيخ في الرسائل يكون فيها خلاف هذا التعبير فإنه قال في ص 296 فاعلم أن المعنى بعد تعذر إرادة الحقيقة عدم تشريع الضرر بمعنى أن الشارع لم يشرع حكما يلزم منه الضرر على أحد تكليفيا كان أو وضعيا وسيجئ منه مد ظله أن مراده قده ليس على ما يفهم من هذه العبارة . ","page_name":" 129 ","page_number":129},
  {"content":"\r\nالثالث هو ان يكون المرفوع هو الضرر حقيقة ولكن النوع الخاصّ منه وهو الضرر الناشئ من حكم الشرع فإنه لا حكم ضرري في الشرع فلا يكون الضرر في عالم التشريع حقيقة .\r\nوالرابع هو أن يكون المرفوع هو الضرر حقيقة ولكن الضرر الَّذي لم يكن متداركا لا يكون فغصب المال من دون الحكم بردّه أو ردّ عوضه ضرر على المالك ولكن معه لا يكون ضررا واقعا .\r\nالخامس هو أن يكون المراد بالنفي النهي يعنى لا تضرر كما عن شريعة الأصفهاني قده وأمثاله في الشرع كثيرا كما يقال يعيد الصلاة لمن ترك السورة أي يجب الإعادة أو يقال فلا رفث ولا جدال ولا فسوق في الحج مع أن الجدال وغيره يصدر من الناس أو يقال المؤمنون عند شروطهم مع أنهم يخالفون الشرط فمعنى جميع ما ذكر هو النهي عن ذلك ولا ضرر أيضا كذلك وهذا هو الاخبار في مقام الإنشاء ولتمامية وجود المقتضى يخبر بوجود المقتضى .\r\nثم إنه بعد نقل الأقوال ينبغي البحث في الإشكالات التي ترد على ساير المقامات غير مقالة الشيخ التي تكون موافقة للتحقيق .\r\nاما مقالة الخراسانيّ فيرد عليها بأن المراد بهذه الجملة اما هو الاخبار بعدم الضرر أو الإنشاء وهو النهي عنه اما على الأول كما هو مختاره قده فان المراد بالنفي اما هو نفي البسيط بمعنى تعلقه بهذا العنوان الخاصّ وهو الضرر أو المركب بان يقال لا موضوع ضرري وعلى كلا المعنيين لا وجه للقول بأن النفي يكون ادعاء لا حقيقة .\r\nاما على الأول وهو النفي البسيط فلان المراد بالنفي نفي الآثار عن الضرر وهو غير ممكن لأن الضرر يكون منشئا لأثره ولا يمكن أن يكون ما هو علة الضرر غير علة له فان آثار الشيء مترتبة عليه لا محالة .\r\nواما على الثاني فلان تقدير الموضوع خلاف الأصل وخلاف الظاهر لأنه يحتاج إلى قرينة مفقودة في المقام وليس معنى لا ضرر أي لا وضوء ضرري ولا غسل\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\nضرري وهكذا مع إمكان أن يكون المنفي هو نفس الضرر .\r\nمضافا بأن الوضوء الضرري ( 1 )  لا يكون عليه حكم حتى يكون نفي هذا الموضوع موجبا لنفي اثره وهو الحكم ضرورة أن الشارع يكون حكمه على الوضوء الغير الضرري لا على الوضوء الضرري .\r\nوقد صار بعض تلامذته قده بصدد ذب الإشكال عنه فقال ان الوضوء الضرري من غير ناحية الضرر يكون عليه الحكم فالحصة التي يكون عليها الحكم لولا الضرر يكون الحكم مرفوعا عنها بعلة الضرر .\r\nوفيه أولا أنه لا وجه لجعل النفي مرآتا عن الخارج ليرى الموضوع الضرري فيه مع خلعه عن الضرر وفرض الحكم له بعد إمكان كونه مرآتا عن الحكم بأن يقال ليس الحكم الَّذي هو الضرر في الإسلام كما سيجيء .\r\nوثانيا ( 2 )  ان هذا الحكم لا يكون إطلاقه صحيحا من باب أنه يكون في الإسلام أحكام على الموضوعات الضررية حتى مع الضرر كما أن الحج يكون ضرريا ويكون عليه الحكم حتى مع فرض الضرر .\r\nوثالثا أن نفي الموضوع لا يلزم أن يكون في جميع الموارد بلحاظ نفي الحكم حتى يكون النفي الادعائي للموضوع نفيا للحكم بل الموضوعات المجعولة من ناحية الشرع أيضا قابلا للرفع والنفي ابتداء فان ( 3 )  المعاملة الغبنية من الموضوعات التي قابلة للنفي\r\n","description":"","footnote":" ( 1 ) وأقول ان عدم الحكم على الوضوء الضرري ان كان بدليل آخر غير اللا ضرر فلا كلام فيه وان كان من جهته وبسببه فاقتضاؤه للحكم كاف كما يقال مثله في رفع ما لا يعلمون فان الامتنان صار سببا لرفع الحكم عما فيه اقتضائه .\r\n ( 2 ) سيجيء أن القاعدة لا تشمل الأحكام المجعولة على الموضوع الضرري كالحج والجهاد ومراده قده أيضا ليس الإطلاق بل النفي بعد فرض الاقتضاء كما مر .\r\n ( 3 ) أقول نفي الموضوع الشرعي أيضا يكون بلحاظ نفي أثره فان المعاملة والصلاة بعد وقوعها في الخارج لا معنى لنفيها حقيقة الا الحكم بعدم الصحة وعدم وجوب الوفاء فلا معنى لنفي الموضوع كذلك حقيقة . ","page_name":" 131 ","page_number":131},
  {"content":"\r\nشرعا حقيقة لا بلحاظ الحكم كما يقال لا صلاة لجار المسجد الا في المسجد أو لا صلاة الا بفاتحة الكتاب .\r\nهذا كله إذا كان المراد بالنفي الاخبار واما الإنشاء فهو يرجع إلى مقالة الشريعة الأصفهاني قده ولا يقول به مع كونه غير تام أيضا كما سيجيء فكلامه قده ( 1 )  لا يتم في معنى اللا ضرر .\r\nواما القول بأن المراد من النفي هو نفي نوع خاص من الضرر وهو الحكم به\r\n","description":"","footnote":" ( 1 ) أقول نحن ننقل العبارة عن الرسائل وعن حاشية الخراسانيّ عليها وعن الكفاية ليسهل القضاوة عليك اما عبارة الرسائل فهي ان النفي بمعنى أن الشارع لم يشرع حكما يلزم منه ضرر على أحد وضعيا كان أو تكليفيا .\r\nفقال في الحاشية ص 159 أو بمعنى أن الشارع لم يشرع جواز الإضرار بالغير أو وجوب تحمل الضرر عنه ولا فرق بين العبارتين في بدو النّظر على ما هو الظاهر الا أن كلام الشيخ قده أعم لأنه يشمل الأحكام الوضعيّة والتكليفية .\r\nوعبارة الخراسانيّ ظاهرة في الأحكام الوضعيّة فلا يفهم منها نفي الحكم بلسان نفي الموضوع حتى يشكل عليه بما أشكل مد ظله لأن جواز الإضرار حكم وعدم الوجوب أيضا حكم .\r\nواما عبارته في الكفاية فهي ان الظاهر أن يكون لا لنفي الحقيقة كما هو الأصل في هذا التركيب حقيقة أو ادعاء كناية عن نفي الآثار انتهى وانك ترى أنه لم يعين الادّعاء حتى يشكل عليه بما أشكل بل جعل الحقيقة أيضا عدله ولم يكن نفي الحكم بلسان نفي الموضوع .\r\nولعله قده حيث نظر إلى أن الحكم الضرري بنفسه ضرر رأى إمكان النفي حقيقة وحيث رأى أن الحكم بالفارسية فرمان است وضرريته من ناحية الموضوع فجعل عدل الحقيقة الادعاء .\r\nفهو قده لم يقل بما يكون صريحا في المخالفة مع مقالة الشيخ قده بل بهذا التعبير بينه بأضبط بيان ولم يكن عبارته في الكفاية مخالفة لما في حاشيته على الرسائل فتدبر فيه ومثاله ببعض الموضوعات أيضا كان لهذه النكتة . ","page_name":" 132 ","page_number":132},
  {"content":"\r\nحتى يكون المرفوع هو الحكم الضرري وان توهم أن هذا هو مراد الشيخ قده ولكن ليس كذلك وأن كان عبارته في الرسائل موهمة لذلك لأنه خلاف ظاهر العبارة فان قوله عليه السلام لا ضرر لا يكون فيه إضافة نوع خاص بأن يقال لا ضرر في الإسلام الضرر الَّذي هو الحكم لا غيره .\r\nونحن نثبت في آخر الكلام أن المراد هو النفي في التكوين حقيقة وقال الخراسانيّ قده ذكر الضرر وإرادة الحكم كلام مستشبع ومر أن كلامه أيضا كذلك من جهة قوله بالنفي ادعاء .\r\nوأما القول بان المراد بالضرر هو الضرر الغير المتدارك فهو أيضا غير وجيه لأن لازمه أما خلاف أصالة الحقيقة لأن القيد لازمه هو عدم استعمال الضرر في معناه الحقيقي بل المعنى المجازي وهو غير المتدارك ومع صدق الضرر عليه يكون النفي مجازا واما خلاف أصالة الإطلاق بعد عدم الدليل على هذا القيد فان الضرر مطلق فكيف يقيد بهذا القيد .\r\nمضافا بأن الشيخ قده يقول في المكاسب ان أكثر الضرر غير متدارك والحكم بالتدارك غير التدارك فان الناس يأكل بعضهم أموال البعض ظلما ولا يتدارك .\r\nولكن يمكن دفع هذا الإشكال بأن معنى التدارك هو انتقال العوض إلى ذمة المتلف فإن كان مثليا مثله وان كان قيميا قيمته ولا معنى للتدارك الا هذا لا التدارك الخارجي وهو وصول العوض إلى صاحب المال فما جاء في العهدة هو التدارك .\r\nوقد أشكل على هذه المقالة شيخنا النائيني قده بأن لازم القول بأن المراد بالضرر هو الضرر الغير المتدارك هو أن يكون الماهية مع إشراب الوجود مصب الحكم والمفروض ان الحكم يكون على الطبيعة وهي الضرر فالمنفي هو الضرر لا الضرر الَّذي يكون متداركا في الخارج .\r\nوفيه ان هذا لا يتم لأن المراد هنا أيضا هو الطبيعة على فرض الوجود والنفي تعلق بالضرر الغير المتدارك لوجود حقيقة في الخارج فلا يكون المسلوب هو الضرر\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\nالموجود بل ما هو مفروض الوجود وهذا لا إشكال فيه .\r\nفتحصل أن الإشكال هو أن هذا القيد مما لا دليل عليه في العبارة ومخالف اما لأصالة الإطلاق أو لأصالة الحقيقة على فرض تسليم وجوده فلا يتم هذا المعنى أيضا .\r\nواما القول الخامس وهو ما عن شريعة الأصفهاني قده وهو أن المراد بالنفي هو النهي فقوله عليه السلام لا ضرر يكون مثل قوله تعالى ولا رفث ولا فسوق ولا جدال في الحج أو قوله عليه السلام فيمن ترك السورة يعيد الصلاة بمعنى الأمر بالإعادة ومرجعه إلى حرمة الإضرار .\r\nفهو أيضا لا يتم لأن مدخول لا إذا كان الفعل يمكن أن يكون نهيا وأما إذا كان اسما كما في المقام فلا وجه للقول به واما الاستشهاد بما مر وكون المراد بالنفي النهي كناية فهو أيضا غير وجيه عندنا بحسب المبنى فان استعمال الجملة الاخبارية في الإنشاء غير صحيح .\r\nلأن الاخبار يجب أن يكون اخبارا عما سيقع أو ما وقع وفي المقام لا يمكن ان يكون كلمة يعيد اخبارا عن الحكم بالإعادة لأن الاخبار يتوقف على وجود الحكم قبله ووجوده يتوقف ( 1 )  على هذا الاخبار فيدور لأن الحكم متوقف على الاخبار وهو عليه وهذا دور واضح ولا وصول للحكم بغير هذه العبارة .\r\nسلمنا ولكن في المقام تكون القرينة على العدم موجودة وهي إمكان حمل النفي على معناه الحقيقي .\r\nوربما أشكل عليه بأن القاعدة امتنانية وربما يكون النهي عن الإضرار ضررا\r\n","description":"","footnote":" ( 1 ) أقول إن وجوده متوقف على علله والكلام في أن الجملة الاخبارية كاشفة أم لا وتكون شبهة في كشف الجملة الاخبارية عن الحكم كما في قوله يعيد الصلاة أو لا يعيد ومثل قوله المؤمنون عند شروطهم وهذا دارج عند العرف أيضا والا فلا يبقى معنى لهذه الجملات وقد عرضت عليه مد ظله في ما سبق هذا الإشكال في ساير الموارد المناسب ولم يأتني بمقنع بل مال إليه فلا إشكال من هذه الجهة عندنا . ","page_name":" 134 ","page_number":134},
  {"content":"\r\nعلى المخاطب فكيف يمكن أن يتوجه الحكم إليه مع لزوم الضرر .\r\nوفيه ان الامتنانية مسلمة ولكن الامتنان على الأمة ولا ضير في النهي المتوجه إلى الشخص إذا كان ضررا عليه وامتنانا على الأمة .\r\nثم أن الشيخ قده قال ولو فرض كونه نهيا يكون من النواهي التي يستفاد منها الوضع وهو ضمان العوض بالمثل أو القيمة وهذا كان مراعاة لمسلكه الَّذي هو استفادة الأحكام الوضعيّة من الأحكام التكليفية .\r\nوفيه ان المبنى لو كان صحيحا لا يلزم أن يكون كل نهى منشأ لاستفادة الوضع فمن الممكن أن يكون النهي لصرف الحرمة التكليفية كما في النهي عن البيع وقت النداء فاستفادة الوضع تحتاج إلى قرينة فالحرمة لا تكشف عن الفساد .\r\nإذا عرفت ما ذكرنا في هذه الأقوال . فنقول ان الحق كما مر هو القول الأول عن الشيخ الأنصاري قده والناظرين بعبارته في الرسائل وان توهموا أنه هو القول بأن المنفي هو النوع الخاصّ من الضرر وهو الضرر الناشئ من الحكم ولكن ليس كلامه قده على ما فهمنا من أساتيذنا ( 1 )  هكذا بل مراده هو النفي المطلق في التكوين لا التشريع .\r\nوتوضيحه ان المنفي عند الشرع يجب أن يكون مهار وضعه بيد الشرع تكوينا حتى يرفعه كذلك فإنه إذا ورد رفع ما لا يعلمون يجب أن يكون مهار الوضع والرفع بيد الشارع ليصح القول بأنه مرفوع وفي المقام قوله عليه السلام لا ضرر معناه ان الحكم ( 2 )  الَّذي يكون هو عين الضرر في التكوين يكون مرفوعا في التكوين\r\n","description":"","footnote":" ( 1 ) كما في قاعدة لا ضرر في منية الطالب للشيخ موسى الخوانساري . .  ( 2 ) أقول إنه قد مرّ أن ضررية الحكم بضررية الموضوع والا فليس هو الا ما يعبر عنه بالفارسية فرمان وليس هو مصداق الضرر فالموضوع الضرري حكمه مرفوع وحيث أن الحكم على موضوع ضرري يحسب من علله عند العرف فيقال الحكم ضرري أي من مناشئ الضرر الفعلي .\r\nوحيث أن الإسلام ليس الا القوانين الموضوعة فمعنى لا ضرر نفي الحكم الَّذي يكون من اجزاء وقوع الضرر خارجا على الناس فما هو المنفي هو وجهة توجهه إلى الشارع وأما تكوينه فهو غير قابل للجعل والرفع فمن توضأ بوضوء ضرري يتوجه عليه الضرر لكن لا من قبل الحكم بل من سوء اختياره . والحاصل بهذه العناية ينفي الضرر ويصدق أنه ضرر والا فهو العلة في الواقع لو فرض ثبوته فتدبر . ","page_name":" 135 ","page_number":135},
  {"content":"\r\nومنفيا فيه فأن الوجود التكويني للحكم عين الوجود التشريعي فتكوينه هو تشريعه فلا نحتاج إلى تقدير الموضوع كما عن بعض عبارات الخراسانيّ قده ولا تقدير الحكم كما هو القول بالنوع الخاصّ ولا كون المراد بالنفي هو النهي ولا تقدير صفة التدارك بل الضرر منفي حقيقة .\r\nفلا ضرر معناه لا حكم يكون مصداق الضرر ولا يخفى أن هذا لا يكون معناه أن المراد بالضرر هو النوع الخاصّ منه الَّذي هو الحكم كما توهم في بعض الاحتمال بل الضيق في المنفي بذاته فان الحكم الَّذي هو الضرر لا يكاد يمكن أن يكون غيره فلا يكون من جهة تقدير الحكم بأن يقال لا حكم ضرري في الإسلام حتى يقال إنه خلاف الظاهر بل هذا النحو من الحكم لا يقبل الإطلاق حتى يقيد بالقيد ولا يكون المراد بالضرر على هذا هو سبب من أسبابه يعنى الحكم ليقول الخراسانيّ قده يكون هذا ركيكا في الاستعمالات .\r\nثم إن شيخنا النائيني قده ( 1 )  قال قال بأن نفي الحكم الضرري ثم نفي الحكم بلسان نفي الموضوع ثم كون المراد من النفي النهي ثم كون المراد من الضرر هو غير المتدارك كل واحد من الأربع يكون في طول الاخر بالترتيب بحيث يكون الاستظهار للثاني بعد عدم إمكان استظهار الأول وهكذا مع الغمض عما ذكرنا في بيان مقالة الشيخ قده فإنه هو المتعين عنده .\r\nثم إن نفي الحكم بلسان نفي الموضوع الَّذي يكون مختار الخراسانيّ قده وضيّف مقالة من قال بأن النفي متعلق بالحكم الضرري كما هو المحتمل بعض الاحتمال\r\n","description":"","footnote":" ( 1 ) أقول إنه في قاعدة اللا ضرر في منية الطالب ص 205 . ","page_name":" 136 ","page_number":136},
  {"content":"\r\nفي كلام الشيخ قده أيضا مثل نفي الحكم الضرري فإن كان خلاف الظاهر تقدير الحكم كذلك يكون تقدير الموضوع أيضا خلاف الظاهر مع أن الشيخ قده كما مر لا يكون مراده نفي الضرر بلسان نفي سببه وهو الحكم .\r\nلا يقال إن الضرر يكون من الأمور التوليدية وهو يكون توليده عن الموضوع مثل الوضوء للمريض والغبن في المعاملة الغبنية واما الأحكام فلا يكون الضرر متولدا منه لدخل إرادة المكلف أيضا في الامتثال فلا يتولد من الحكم ضرر بدون إرادة العبد حتى يكون النفي سببا لنفي المعلول وهو الضرر .\r\nلأنا نقول هذا ادعاء محض فان الأحكام الوضعيّة مثل ما ورد في باب المعاملات كلها توليدية فان الحكم بلزوم المعاملة الغبنية يكون ضررا على العبد وكذلك الحكم بعدم ضمان من أتلف مال الغير وفي التكليفيات وان كان لإرادة العبد دخل ولكن العبد المطيع بعنوان أنه مؤمن لخطابه بيا أيها اللذين آمنوا يكون إرادته محكومة لإرادة مولاه فكأن الضرر يكون متولدا من حكم المولى بوجوب الوضوء الضرري والحاصل أن التوليدية العرفية صادقة بالنسبة إليها أيضا .\r\n\r\nثم ينبغي التنبيه على أمور\r\n\r\nالأول\r\nهو الإشكال بما في ذيل الحديث الشريف من امره صلَّى اللَّه عليه وآله بقلع شجرة الأنصاري ورميها وجهه فان اللا ضرر ينفي ما هو الضرر وهو هنا يكون دخول الأجنبي وهو سمرة على دار الأنصاري بدون اذن واما القطع فهو حكم خارج عن مفاده فما لا يشمل مورده كيف يمكن الاستدلال به في ساير الموارد والحاصل انه ينفي الحكم ولا يثبت حكما آخر .\r\nوقد أجيب عنه بأن المنفي هو الدخول بلا أذن لا غير ولكن حيث أن سمرة لا ينتهي بنهي رسول اللَّه صلَّى اللَّه عليه وآله ولا يرضى حتى يكون له عذق في الجنة أو في الدنيا بأضعاف كان امره صلَّى اللَّه عليه وآله من باب الولاية على الأموال والأنفس فان النبي صلَّى اللَّه عليه وآله أولى بالمؤمنين من أنفسهم .\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\nلا يقال إن الحديث يكون في مقام بيان حكم امتناني على الناس وقاعدة الناس مسلطون على أموالهم أيضا قاعدة امتنانية فقطع يد سمرة عن شجرته يخالف الامتنان .\r\nلأنا نقول قاعدة الناس امتنانية ولكن محكومة لقاعدة لا ضرر فان الناس مسلطون على أموالهم في صورة عدم الإضرار بالناس من حيث العرض أو المال أو النّفس فليس لمن يكون عصاه ماله أن يحركه بحيث يوجب عماء بصر الغير .\r\nوقد أجيب عن أصل الإشكال بأن المقام مقام التعارض بين سلطنة سمرة على ماله وسلطنة الأنصاري على عرضه فحيث يكون العرض مقدما على المال امر رسول اللَّه صلَّى اللَّه عليه وآله بقطع عذقه لعدم إمكان الجمع بين الحقين مع لجاجة سمرة ولم يكن في الزمن السابق أبواب الدور أو خصوص دار الأنصاري بحيث يمكن غلقه ومنع سمرة عنه فلذا امر صلَّى اللَّه عليه وآله بالقطع ليقلع أصل السلطنة على الشجرة .\r\n\r\nالأمر الثاني\r\nالإشكال على الرواية وساير الروايات من جهة الدلالة على أصل القاعدة بكثرة التخصيص فان كل عام يبتلى بكثرة التخصيص يستهجن ويسقط عن الاعتبار كما تعرض له في الرسائل فان الغرامات والتكليفات التي تكون على الموضوع الضرري مثل الحج والزكاة والصوم والجهاد تكون خارجة عن العموم وما بقي تحته الا قليل فلا بد من القول بإجمال ما دل على هذه القاعدة .\r\nوقد أجيب عن الإشكال كما أجابوا في قاعدة الميسور وأمثالها بأن الخارج عن تحت العموم إذا كان عناوين متعددة وخرج بعض العناوين فحيث أن العنوان الواحد إذا بقي يكفى لوجود افراد كثيرة تحت العنوان الواحد مثل ما إذا خصص عام أكرم العلماء بالفاسق والنحوي واللغوي فان الباقي في ضمن الفقهاء أيضا افراد كثيرة لا يضر بالعموم .\r\nوقد أشكل الخراسانيّ قده على هذه المقالة في المقام وفي ساير المقامات بأن الحكم إذا كان على الأشخاص فخروج العناوين الكثيرة التي تكون تحتها افراد\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\nكثيرة مثل الألف والآلاف من الافراد يوجب استهجان العام ولا ينظر إلى أن العنوان ثلاث أو أربع وفي المقام يكون نفى الضرر في مورد كل شخص يكون الضرر عليه فإذا خرج عن مورد القاعدة مثل الغرامات والتكاليف التي موضوعاتها ضررية بطبعها وبعض الموارد الخاصة الأخرى مثل وجوب الغسل بالنسبة إلى من أجنب نفسه عمدا يكون الاستهجان بحاله فهذا الجواب غير تام .\r\nأقول إن الَّذي يقتضيه التدبر هو أن الموارد التي توهم كونها تخصيصات تكون من الخروج التخصصي والإشكال مندفع من أصله اما موارد الغرامات فلان العرف لا يرى إعطاء كل ذي حق حقه من الضرر فان من أتلف مال الغير فيعطي عوضه يكون هذا مثل يعطي نفقة من يجب عليه نفقته مثل الزوجة والأولاد فان هذا لا يحسب ضررا في نظر العرف .\r\nواما التكليفيات التي يكون الحكم على الموضوع الَّذي يكون ضرريا بالطبع مثل الزكاة والحج والجهاد والخمس وأمثال ذلك فعند التدبر يظهر أنه لا يكون ضررا أيضا لأن الناس إذا توجهوا إلى مصلحة النظام في الاجتماع يرون أن المال الزكوي من أصله لا يكون قدر الزكاة فيه الا للفقراء وكذلك في الخمس .\r\nوفي الجهاد يرى أن النظام أيضا لا يصلح الا به ونظامه يكون منطبقا عليه وعلى أولاده فلا يكون هذا ضررا .\r\nوأما الوضعيات فسيجيء البحث فيه وأما وجوب الغسل لمن أجنب نفسه متعمدا ولو كان مضرا بحاله فمع تسليم هذا الحكم وعدم الخدشة فيه فائضا ليس ضررا بالدقة فان النّظر إلى قوله تحت كل شعرة جنابة يوجب الاعتراف بأن دفع سم هذا الحدث لازم ولو كان مضرا من جهات أخرى ألا ترى أن المسلول الَّذي يسرى مرضه إلى غيره إذا ابتلي شخص بالمصافحة معه ويحتمل أن يصير مسلولا يعطى المال الكثير لدفع الميكرب وحصول النظافة ولا يرى إعطاء المال ولا زحمة المعالجة ضررا وقس عليه اشتراء الماء ولو كان بأضعاف قيمته لدرك مصلحة الوضوء فان\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\nهذا وأمثاله بالنظر البدوي الأولى وان كان ضررا بالنظر الثانوي وفي نظام الكل يكون منافع للناس .\r\nومن موارد توهم التخصص أزيد مما ذكر صورة دوران الأمر بين ترك الواجب أو إعطاء مال كثير أو بين فعل حرام مثل شرب الخمر أو إعطاء مال كذلك فان إعطاء المال ضرر في العرف ولكن عند التأمل يظهر ان منفعة الآخرة ورقاء النّفس مما لا يقاس به هذا الضرر فهو ليس بضرر واقعا ولو كان متوقفا على نقص المال .\r\nفتحصل أن القاعدة ما ورد عليها كثرة التخصيص .\r\nوأما ما يتوهم عن الشيخ قده من أن عمل الأصحاب يوجب انجبار الاستهجان ففيه ما لا يخفى لأن العمل لا يوجب انجبار الدلالة بل انجبار ضعف السند يكون بعملهم على اختلاف فيه والانجبار بالنسبة إلى السند هو الحق عندنا فتحصل أنه لا كثرة تخصيص في المقام لنحتاج إلى الجواب عنه .\r\n\r\nالأمر الثالث\r\nفي ملاحظة النسبة بين قاعدة لا ضرر وساير الأدلة الواردة في الأحكام الضررية وهي على وجوه : الأول أن يكون الحكم على عنوان الضرر بخصوصه مثل ما إذا قيل من أضر بطريق المسلمين فهو ضامن فان علة الضمان هي الضرر الَّذي يكون متوجها إلى طريق المسلمين فيكون الحكم به على فرض وجود الموضوع وهو الضرر .\r\nالثاني أن يكون الحكم على موضوع ملازم للضرر مثل وجوب الحج فإنه يلازم صرف المال وكذلك كل ما كان لازمه الضرر المالي مثل الزكاة والخمس والجهاد فان الضرر لازم ذات ما ذكر .\r\nالثالث أن يكون الضرر في إطلاق الحكم لا في جميع افراده مثل وجوب الوضوء فان بعض افراده لا يكون ضرريا وبعضه ضرري بالنسبة إلى النّفس أو المال .\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\nثم أنه يجب البحث في كل واحد مما ذكر ليتضح النسبة بينه وبين ساير الأحكام .\r\nاما في صورة كون ( 1 )  الحكم على عنوان الضرر فلا شبهة في عدم شمول قاعدة لا ضرر كما قال المحقق الخراسانيّ قده لأن الشيء الواحد وهو الضرر لا يمكن ان يكون علة لنفي الحكم وإثباته فلا يمكن نفى الحكم بالقاعدة عن الموضوع الَّذي يكون حكمه على فرض وجوده سواء كان المراد بالنفي نفى الحكم الضرري كما هو مسلك الشيخ قده أو نفى الحكم بلسان نفى الموضوع كما هو رأى الخراسانيّ قده لأن الحكم يكون على فرض والموضوع أيضا عليه الحكم على هذا الفرض .\r\nوما توهم من ( 2 )  المعارضة على رأي الخراسانيّ قده من جهة ان الموضوع\r\n","description":"","footnote":" ( 1 ) أقول انّه في صورة كون الحكم مثل من أضر بطريق المسلمين فهو ضامن لا منافاة بينه وبين لا ضرر لنحتاج إلى إطالة الكلام فإنه يكون مفاده مفاد لا ضرر .\r\nفان الضمان للمسلمين معناه عدم جعل الضرر عليهم وحيث أنها قاعدة امتنانية للنوع لا للشخص فلا يشمل الضارّ ولو كان هذا فيه الإشكال يلزم أن لا تنطبق القاعدة في موارد الغرامات أصلا .\r\nمضافا بأن جبر الضرر ليس بضرر نعم لو وجدنا حكما على الضرر بأن يقال من أضر ليس بضامن فلو كان في مورد خاص يحصل المعارضة ويخصص القاعدة وان كان عاما يحصل التباين وليس لنا في الإسلام حكم كذلك .\r\n ( 2 ) أقول إن هذا الكلام مجمل لا نفهمه والمتوهم هو الشيخ محمد حسين الأصفهاني قده في ص 322 في الجلد الثاني من نهاية الدراية فارجع إليه فان له بيانا دقيقا ولم يبينه مد ظله في الدرس الا بما ترى .\r\nولكن فرقه قده أيضا غير فارق فان المعارضة في كلتا الصورتين متحققة ضرورة أن الحكم لا يمكن أن تكون علة وجوده وعدمه هو الضرر والموضوع الواحد أيضا لا يمكن أن يكون بعنوان الضرر مرفوع الحكم وبعنوانه له الحكم فلا بد من القول بوجه التقديم وهو عدم بقاء المورد للحكم الَّذي موضوعه الضرر فيخصص به القاعدة . ","page_name":" 141 ","page_number":141},
  {"content":"\r\nالضرري كيف ينفى حكمه ويثبت فان هذا من التنافي في مورد واحد بخلاف كون المنفي هو الحكم فإنه ليس علته وعلة عدمه الضرر لا وجه له لأن مراده قده لا يكون هو الأحكام التي تكون على موضوع ضرري في بعض الأوقات غير ضرري في البعض كالوضوء فان مراده في ذلك نفى الحكم بلسان نفى الموضوع .\r\nلا يقال في مثل المقام يكون الحكم بالضمان على من أضر بطريق المسلمين أيضا ضرريا فكما أن ضرر المسلمين منفي كذلك ينفى ضرر هذا الشخص فتنافى الحكمان .\r\nلأنا نقول هذه القاعدة امتنانية على الأمة وجبر ضرر الغير لا يسمى ضررا فان إعطاء المسلمين حقهم لا يكون من الضرر هذا أولا وثانيا ان الحاكم هو الحكم في المورد لا القاعدة لأن الحكم الَّذي يكون على مورد الضرر لا ينفى بها .\r\nواما إذا كان الموضوع مما يكون ذاته ضررية كما مثلنا بالخمس والزكاة وغيره فالنسبة بينه وبين القاعدة ربما يقال إنها العموم والخصوص المطلق وربما يقال بالحكومة وربما يقال بالانصراف يعنى انصراف القاعدة عن مورد يكون الحكم على موضوع ذاته ضررية .\r\nووجه الأخير هو أنه لو قلنا بتقديم القاعدة يلزم صيرورة هذه الأحكام بدون المورد لعدم انفكاكها عن الضرر وربما يقال بخروج الموارد عن القاعدة بالتخصص لعدم كونها ضررية بالنسبة إلى مصلحة النظام .\r\nاما وجه القول بالتخصيص فهو أن القاعدة بإطلاقها شاملة لصورة كون الضرر ذاتيا كما في المقام أو عرضيا كما في الوضوء فيقال بأنها تخصص بالأدلة الدالة على الضرر في خصوص ما كان الضرر ذاتيا ففيه لا تنطبق القاعدة وفي العرضي تنطبق .\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\nواما وجه التخصص فهو ما مر من أن الخمس والزكاة يكون من باب إعطاء صاحب الحق حقه كما في صورة إعطاء الشريك حقه من المال المشترك وهذا لا يعد ضررا في العرف وهكذا الحج بالنسبة إلى مصلحة النظام وشعائر الإسلام يكون من المنافع للناس لا الضرر لشدة إخوة المسلمين وبه حفظ اجتماعهم .\r\nلا يقال جعل الحكم من الشرع ضرري فان الحكم بإعطاء السادة والفقراء ما كسبه الشخص وجعل السهم لهم هو الضرر لا الأداء حتى يقال إن أداء حق صاحب الحق ليس ضررا لأنا نقول الملكية الناقصة يكون هذا من لوازمها فان هذا الشخص لم يصر مالكا من الأول لا أنه ملكه وأوجب الشرع الأداء ( 1 )  .\r\nواما وجه الحكومة فحاصل ما قاله شيخنا النائيني قده فيه هو أن العرف إذا ضم دليل وجوب الحج والزكاة وأمثاله إلى قاعدة لا ضرر لا يرى التخصيص ولا التخصص بل يرى أن النفي ناظر إلى الأحكام المجعولة في الشرع لأنه لا معنى لمثل لا ضرر في الإسلام ولا حرج في الدين الا بعد توهم وجود الضرر في الإسلام يعنى في أحكامه ومعناه أن الحكم الضرري لم يكن في الإسلام فان الحكومة اما أن تكون من باب التصرف في ناحية المحمول وهو الحكم واما أن تكون في ناحية الموضوع مثل لا شك لكثير الشك فان نفى الشك يكون من جهة إخراج الموضوع عن تحت حكم البناء على الأكثر في الشك في الركعات ومقامنا هذا يكون من التصرف في الحكم .\r\nومعنى لا ضرر هو أن وجوب الحج أو الزكاة ليس من الوجوب الضار ولا يكون من تخصيص القاعدة في الحكم فما هو الضرر في نظر العرف بالنظر\r\n","description":"","footnote":" ( 1 ) أقول أضف إليه فان قلت لم صارت الملكية ناقصة فإنها ضرر قلت من البديهي عدم ضررية هذا الحكم لأن الاجتماع الَّذي لا يكون في أموالهم سهم لضعفائهم لا يستقيم سواء كان أهل الملة أم لا وهذا هو الجواب الَّذي يحسم به مادة الإشكال . ","page_name":" 143 ","page_number":143},
  {"content":"\r\nإلى الحكم ليس ضررا بنظر الشرع لحكومة القاعدة وحيث لا يبقى مورد على هذا الدليل للحكم الأولى لا يتصور الحكومة في المقام .\r\nوبعبارة أخرى الحكومة لا تتصور الا في صورة كون المورد في هذا الدليل غير المورد في ذاك الدليل والمعارضة بالعموم والخصوص تكون في صورة اجتماع الدليلين في مورد واحد والافتراق في مورد آخر وفي المقام حيث لا يكون الحج وغيره مما هو مثله له حالة أخرى غير ضررية فلا يتصور فيه الحكومة ( 1 )  .\r\n","description":"","footnote":" ( 1 ) أقول هكذا قررت بحثه لأني رجعت إليه بعد الدرس ووجدته يكون هذا صريح مراده بيانا لكلام شيخه النائيني قده وحاصله كما ترى أنه لا وجه للقول بحكومة لا ضرر في المقام .\r\nولكن لا محصل لهذا الكلام في هذا المقام الَّذي يكون البحث في الأحكام الَّذي يكون الضرر ذاتيا له لأنه لا شبهة في تقديم دليله على القاعدة وأنما الكلام في وجهه .\r\nوأنه هل يكون بالتخصيص أو التخصص أو لزوم اللغوية لعدم بقاء المورد له أو الحكومة يعنى حكومته على القاعدة فان الحاكم مقدم ولم يدع أحد أن قاعدة لا ضرر مقدمة على هذه الأدلة في الأحكام حتى يقول النائيني قده لا يتصور الحكومة وما وجدنا في كلامه هذا البيان ولا يليق بشأنه .\r\nوأما الجواب عنه بأن الحكومة متصورة في مثل الأحكام الَّذي يكون له الإطلاق مثل الوضوء أيضا فخارج عن الفرض لأن البحث يكون في غيره وسيجئ وجه تقديم لا ضرر على ماله الإطلاق مثل الوضوء ويكون المقدم فيه لا ضرر والكلام في وجهه وهنا يكون المقدم هذه الأحكام لا القاعدة .\r\nنعم لنا أن نختار التخصيص بأن يقال لا ضرر مطلق للضرر الذاتي والعرضي وهذه في الذاتي أو التخصص الَّذي قاله مد ظله أو صيرورته بلا مورد .\r\nولا وجه للقول بحكومة هذه الأحكام على القاعدة لأن ملاكها هو نظر الحاكم إلى المحكوم وهو هنا مفقود ولعله كان هذا مراد شيخه قده فصار البيان منقلبا . ","page_name":" 144 ","page_number":144},
  {"content":"\r\nوالجواب عنه ان في بعض الموارد يكون لدليل الحكم حالتان حالة الضرر وحالة غيره مثل الوضوء فإنه يكون لا ضرر حينئذ مخصصا ولا يكون وجه التقديم منحصرا في الحكومة حتى يقول أنها غير ممكنة ، وفي مثل الحج يكون كما ذكره فما هو الأساس له من أنه لا وجه للقول بالحكومة لعدم وجود الحالتين غير وجيه .\r\nثم إن لبعض الأعيان قده تفصيل في المقام وهو أنه ان كان المراد بنفي الضرر هو نفى الحكم الَّذي هو مختار الشيخ قده تحصل المعارضة في المقام لأن الحكم بالزكاة والخمس والحج ضرري ولا ضرر يحكم بعدم الحكم الضرري فتحصل المعارضة ولا بد من القول بتخصيص القاعدة لأن الضرر فيها أعم من الذاتي والعرضي هو المنفي وهذا الحكم يكون في خصوص الضرر الذاتي فهو غير منفي والعرضي منفي .\r\nواما على مبنى الخراسانيّ قده فحيث يكون الموضوع الضرري حكمه مرفوعا بمقتضى القاعدة فلا تحصل المعارضة لأن لا ضرر يحكم بنفي الضرر في الموضوع الَّذي هو الضرر والحج والخمس والزكاة وأمثاله لا يكون الموضوع فيه هو الضرر بل ملازم له وليس الموضوع هو اللازم حتى يكون حكمه منفيا بحكم لا ضرر بل الموضوع هو الحج والخمس والزكاة فملاك نفى الحكم غير ملاك وجوده .\r\nوأما وجه تقديمه على القاعدة مع عدم المعارضة فهو أنه لو لم يقدم يصير بلا مورد فللخروج عن اللغوية يقدم دليله على القاعدة مضافا بأن القاعدة وردت للامتنان ( 1 )  وفي المقام لا ينطبق الملاك من جهة صيرورة غيره بلا مورد بخلاف\r\n","description":"","footnote":" ( 1 ) أقول إنه لا ربط لامتنانية القاعدة بوجود الحكم فان الامتنان لو خلى وطبعه من دون النّظر إلى ملاكات النظام يقتضى نفى الحكم التكليفي مطلقا والحاصل لا يقتضى الامتنان أن لا يصير الحكم بلا مورد بل مقتضى لغوية الخطاب هو وجود المورد للحكم وطرد غيره . ","page_name":" 145 ","page_number":145},
  {"content":"\r\nمثل الوضوء فان تقديم القاعدة في الوضوء الضرري لا يلزم منه هذا المحذور .\r\nوبعبارة أخرى إذا كان الضرر عرضيا صح رفع الحكم لأجله أحيانا امتنانا بخلاف ما إذا كان ذاتيا ولازما لذات الموضوع فان رفع الحكم لأجله إبطاله وإلقائه بالكلية .\r\nوفيه انه على فرض كون المسلك مسلك الشيخ قده أيضا لا يبقى لدليل الحكم مورد لو قدم القاعدة لأن علة النفي والإثبات إذا لم يمكن اجتماعهما فلا بد من التقديم في الجهة التي لا يلزم منها محذور .\r\nوثانيا لا يكون التقديم بالحكومة بل من جهة صيرورته بلا مورد فالحق في المقام هو تقديم الدليل اما بالتخصيص أو بالتخصص أو بلزوم اللغوية أو بما مر من عدم إمكان تقديم لا ضرر عليه عن النائيني قده من باب الحكومة لو لم تسلم ما ذكرناه .\r\nأما صورة كون إطلاق الحكم مما يلزم منه الضرر كما في باب الوضوء فان بعض افراده ضرري وبعضه غير ضرري فلا شبهة في تقديم القاعدة على دليله ففي صورة كون الوضوء ضرريا ينفى الوجوب بقاعدة لا ضرر .\r\nانما الكلام في وجه التقديم هنا كما أنه لم يكن كلام في تقديم الأحكام التي يكون الضرر مقتضى ذاته كالحج وكان البحث في وجه التقديم وأنه هل يكون من باب الحكومة أو التخصيص أو التخصص أو صيرورة القاعدة هنا بلا مورد .\r\nوالحق عدم ضررية هذه الأحكام يعنى الحج وغيره وفي المقام يكون الحق هو التخصيص ( 1 )  لأن إطلاق دليل الحكم فيما كان الضرر بالعرض يقيد بالقاعدة\r\n","description":"","footnote":" ( 1 ) أقول إنه لا يخفى عدم وجه لاعتبار التخصص بالبيان السابق منه فان الضرر هنا متحقق في الوضوء الضرري وينفى بالقاعدة والحاصل هنا يكون الكلام في مخصصية القاعدة للأحكام الأولية في الصورتين السابقتين في تخصيص مورد الضرر عن عموم القاعدة . ","page_name":" 146 ","page_number":146},
  {"content":"\r\nوقد يظهر من كلام الشيخ قده تقديم القاعدة في المقام من باب الحكومة وضابط نظره هو أن كل مورد يكون الحكم ثانويا يكون حاكما على الأحكام الأولية ومن المعلوم أن قاعدة لا ضرر ولا حرج تكون من الأحكام التي لا معنى لتشريعها الا بعد وجود الحكم الَّذي يتوهم الضرر فيه والحرج كذلك فتكون ناظرة إلى الأحكام الأولية .\r\nوالَّذي يكون هو الفارق بين الحكومة والتخصيص هو وجود النّظر في دليل الحاكم وعدمه في المخصص ويكون الحاكم مقدما ولو كان أضعف ظهورا من المحكوم ويلاحظ الأظهرية في المخصص في صورة التقديم وقد فهم بعضهم من كلامه قده أن الحاكم هو الَّذي يكون مصدرا بأي وأعنى ولكن لا يكون مراده قده الانحصار بهذا بل مراده منه كل شيء يفهم منه النّظر فلا وجه لإيرادهم عليه قده بأن لا ضرر لا يكون شارحا للأحكام بنحو التفسير لأنه لا يكون ضابط الحكومة فقط بل يكون أعم منه .\r\nلا يقال أن القائل إذا قال أكرم العلماء ثم قال لا تكرم الفساق منهم أن الثاني حكم ثانوي بعد عموم الحكم الأولى ومعه يقال أنه مخصص لا حاكم .\r\nلأنا نقول كلا الحكمان يكونان أوليين فان الفسق موضوع لحكم والعلم موضوع لحكم آخر فيكون الفسق مثل صورة كون الحكم على عنوان الضرر فكما أنه لا يقال إن اللا ضرر حاكم عليه كذلك لا يقال في المقام بأن المخصص حاكم .\r\nفتحصل أن قاعدة لا ضرر حاكمة بهذا البيان على مسلك الشيخ قده من أن المراد بالنفي نفى الحكم وكذلك على مسلك الخراسانيّ قده القائل بأن الحكم منفي بلسان نفى الموضوع لأنه بالمآل يرجع قوله إلى نفى الحكم وهذا لا يضر ولكنه قده ينكر الضابط في الحكومة في الأحكام الثانوية بل يقول تحتاج إلى النّظر وهو مفقود في الأحكام الثانوية فلو ثبت النّظر لا يكون الفرق بين المسلكين في\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\nهذا الباب ويمكن القول بالحكومة بعد القول بالتخصيص وقد اختار قده في المقام الجمع بين الدليلين بالتوفيق العرفي وهو وجه التقديم عنده بعد عدم قبول كلام الأنصاري قده .\r\nولكن لم يكن وجهه واضحا ولم يصرح بأنه هل يكون من باب التخصيص أو غيره .\r\nفلو كان مراده الجمع بين المقتضى والمانع بأن يقال إن الوضوء مقتض للحكم حتى في مورد الضرر ونفى الضرر مانع .\r\nففيه أولا ان هذا متوقف على تصديق المراتب من الاقتضاء والإنشاء والفعلية والتنجيز ليصح له ان يقول للوضوء اقتضاء الحكم ولا ضرر مانع وهي عندنا سخيفة لأن للحكم مرتبة واحدة وهي انه الإرادة المبرزة .\r\nوثانيا ان الوجوب في الوضوء بمرتبة الفعلة لا الاقتضاء .\r\nوثالثا لو سلم كون الحكم اقتضائيا يلزم التوقف فيه في كل مورد احتمل المانع لا خصوص الضرر وتوهم الفرق بين الضرر وغيره بكونه مانعا دونه بارد جدا فلو تسلم الحكومة فالحق هو التخصيص عندنا .\r\nوقد يستدل للتقديم بصيرورة اللا ضرر بلا مورد فان الأحكام كلها إذا لو حظت كذلك ولم يقدم عليه القاعدة تبقى بلا مورد .\r\nوفيه ( 1 )  أن المدار على الحكم في كل مورد مورد لا جميع الأحكام .\r\n\r\nالأمر الرابع\r\nفي البحث عن أن القاعدة لا تختص بصورة العلم بالضرر وهذا يكون واضحا\r\n","description":"","footnote":" ( 1 ) أقول إن الإشكال هنا غير مفهوم لنا لأن الأحكام الَّذي موضوعه الضرر وما ذاته ضرري قد خرج عن تحت القاعدة فلو لم تقدم في المقام أيضا لا يبقى لنا مورد لتطبيق اللا ضرر ولا يكون الفرق بين جميع ما هو كذلك أو بين البعض . ","page_name":" 148 ","page_number":148},
  {"content":"\r\nمن جهة أن كل خطاب يكون ظاهرا في العنوان الواقعي فإذا نفى الضرر يكون ظاهره أن المنفي هو واقع الضرر لا الضرر المعلوم أو المجهول .\r\nولذا يقال إذا كان حفر البئر مضرا بالجار يكون الضرر منفيا ولو لم يعلم أحدهما ولا فرق بين ان يقال بشمول قاعدة الناس مسلطون على الحافر ثم بالمعارضة بين القاعدتين يقدم اللاضرر أو يقال بان قاعدة الناس قاصرة في ذاتها كما عليه الخراسانيّ قده لأنه غير فارق .\r\nانما الكلام في تخصيص بعض الموارد بصورة العلم مثل الوضوء في باب العبادات فقيل بأنه يكون صحيحا على فرض الجهل بكونه مضرا ويفسد في صورة العلم به وكذلك الصوم وقد دفع هذا الإشكال جملة من الاعلام بأنها قاعدة امتنانية وحيث أن القول بوجوب الوضوء الضرري مع عدم العلم به إعادة خلاف الامتنان فلا تنطبق في الوضوء والصوم وغيرهما في صورة الجهل به وثانيا فيما يكون علة الضرر هي الحكم يكون منفيا لأن الحكم الضرري غير مجعول وهنا لا يكون الحكم هو العلَّة للضرر بل جهل المكلف صار علة له فلا يكون منفيا بخلاف صورة العلم به فان العلة هي الحكم ونفيه يكون موافقا للامتنان .\r\nوالجواب عن الوجه الأول هو أنه لأي دليل يقال بوجوب الإعادة حتى يكون نفى الضرر خلاف الامتنان فان وجود المصلحة كاف لعبادية العبادة وصحتها الا أن نحتاج إلى الأمر وقلنا بعدم كفاية الملاك كما قال به صاحب الجواهر قده ( 1 )  وأما عن الثاني فلان المحرك هو الحكم بوجوب الوضوء سواء كان العلم بوجود الضرر أو لم يكن فلا وجه للقول بأن الحكم لا يكون علة تامة للوقوع في الضرر .\r\n","description":"","footnote":" ( 1 ) وهو المختار عندنا أيضا لأن الكاشف للملاك هو الأمر وحيث لم يكن لنا أمر فلا علم لنا بالمصلحة كما مر مرارا في بحث اجتماع الأمر والنهي منا وغيره ثم لا إشكال في تخصيص القاعدة لو فرض إجماع على الصحة ولم يكن ما قيل في وجهها تاما . ","page_name":" 149 ","page_number":149},
  {"content":"\r\nواما في باب المعاملات فقالوا بأن الضرر منفي في صورة الجهل به فان المعاملة الغبنية ينفى ضررها إذا لم يكن المتعامل عالما بالغبن ووجهه على ما قيل هو أن الَّذي يكون ضرريا هو لزوم المعاملة لا صحتها ومن كان عالما يكون مقدما ولا امتنان بالنسبة إلى من هو مقدم على الضرر لأن القاعدة امتنانية ( 1 )  .\r\nوقد نوقض قولهم هذا بان قولهم ببطلان غسل من أجنب نفسه متعمدا إذا كان ضرريا ينافي ما ذكر لأن المجنب عمدا يكون هو المقدم على الضرر فكيف ينفى حكم وجوب الغسل بالنسبة إليه وقد أجاب الخراسانيّ قده بأن الإقدام في باب الجنب لا يصدق الا على وجه دوري لأن الإقدام على الضرر يكون متوقفا على حكم الشرع بوجوب الغسل بعد الجنابة وحكمه بوجوبه متوقف على كونه مقدما لأن أصل الإجناب لا يكون إقداما على الضرر فان الضرر هو حكم الشرع بعد ذلك بوجوب الغسل فلا اقدام في المقام فلا نقض على القاعدة .\r\nأقول ( 2 )  انه لو كان الأمر كما ذكره قده يكون الدور في صورة الإقدام في\r\n","description":"","footnote":" ( 1 ) أقول إن هذا متوقف على مسلك القائل بأن القواعد الامتنانية مختصة بصورة كون جعل الحكم ووضعه خلاف الامتنان .\r\nوأما لو قلنا بأنه يكفى الامتنان في رفعه فلا يصح لأن الامتنان بالنسبة إلى من هو مقدم أيضا في أن يرفع الحكم عنه بل فيه غاية الامتنان .\r\n ( 2 ) أقول إن هذا حاصل ما استفدنا منه في الدرس وبعده بالبحث الخصوصيّ ولكن لا يخفى ما فيه فان الإقدام على الضرر صادق مع قطع النّظر عن الشرع في العرف والعقلاء ويكون القاعدة في غير صورة الإقدام على الفرض .\r\nبخلاف باب الغسل فإنه لا يصدق الإقدام على الضرر عرفا بل ربما يكون مفيدا بحاله عندهم كما في الشّاب واما ما قال من تقديم وجوب الغسل فهو خروج عن الفرض لأن النقض يكون على فرض تسليم عدم الوجوب مع الإقدام وهو الإجناب وقال في الغبن أيضا يكون المقدم هو دليل اللزوم لاشتراك إشكال الدور عنده بملاك تقديم المنجز على المعلق .\r\nمع أن الفرض تقديم دليل اللزوم من جهة صدق الإقدام لا الشك فيه مضافا بأنك ترى انه جعل تطبيق القاعدة في بيع الغبن في ذيل الكلام دليلا أيضا ثم أن المنجر يقدم على المعلق في صورة الشك في حصول شرط المعلق واما في صورة حصوله فلا وفي المقام ان اللاضرر على فرض الإقدام غير منطبق واما على فرض عدمه فهو منطبق .\r\nومراد الخراسانيّ قده هو أن الإقدام غير صادق لأن صدقه يلزم منه الدور ووجوب الغسل يكون في صورة عدم تخصيص دليله باللاضرر لو قلنا بالوجوب في صورة الإجناب عمدا وقد مر أن الفرض هو عدم الوجوب في صورة الضرر وفاقا لما ذكرناه . ","page_name":" 150 ","page_number":150},
  {"content":"\r\nالمعاملات في المعاملة الغبنية أيضا لأن القاعدة لا تنفي الضرر حدوثا فان الغبن في أصل المعاملة مما قد حصل وانما النفي بالنسبة إلى بقائه وحينئذ يكون الإقدام متوقفا على الحكم باللزوم لأنه لولاه لم يكن الإقدام صادقا والحكم باللزوم متوقف على الإقدام .\r\nواما القول بوجوب الغسل في صورة الإجناب فيكون من باب تقديم الحكم التنجيزي على التعليقي فان دليله مقدم على القاعدة حيث أن الحكم بوجوب الغسل لا يكون معلقا على كونه مقدما بخلاف اللاضرر فإنه يكون معلقا على عدم الإقدام وهكذا في خيار الغبن فيكون هذا من باب الجمع العرفي لا من جهة لزوم الدور .\r\nثم لا نطيل الكلام بذكر ساير الموارد للنقض بل بحثه موكول إلى الفقه ثم لا يخفى عليكم أن الدليل لعدم لزوم المعاملة الغبنية ليست القاعدة فقط بل الشرط الضمني وهو تساوى العوضين من حيث القيمة وهكذا كل مورد تمسكوا بالقاعدة فلا تكون هي دليلا مستقلا .\r\n\r\nالأمر الخامس\r\nفي أن المراد بالضرر المنفي هل هو الضرر الشخصي أو النوعيّ لا شبهة ولا ريب في أن المدار على الأول فان شخص العاملة الغبنية لا لزوم له ولو فرض أن كل الموارد في نوع المعاملة الفلانية غبني أيضا ينحل إلى الأشخاص ولا معنى\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\nلرفع النوع لأن العلة للنفي هي الضرر فيدور مداره .\r\nوتوهم نفى الضرر النوعيّ يكون من باب اشتباه ما هو ملاك الحكم بما هو علة بأن يكون الغبن في نوع المعاملة موجبا لنفي اللزوم ولو لم يكن بعض افراده ضرريا كما يقال إن الحرج صار علة للقول بعدم نجاسة الحديد ولو لم يكن في بعض الأشخاص حرجيا وهو غير وجيه في المعاملة الغبنية لأن الغبن هو النقص في السوق من جهة القيمة وهو غير منفك عن الضرر .\r\n\r\nالأمر السادس\r\nفي ملاحظة القاعدة مع غيرها من القواعد مثل اللاحرج ويكون البحث في أنه هل يكون الباب باب التزاحم ليلاحظ أقوائية الملاك أو باب التعارض ليلاحظ الأقوائية في السند مثل ما إذا كان حفر البئر في الدار موجبا للضرر على الجار وموجبا للحرج على نفسه لأن تركه يوجب ضيق سلطنته وهو حرج عليه وان لم يكن تركه ضررا .\r\nفعلى فرض المزاحم يلزم ملاحظة أقوائية ملاك أحدهما على الاخر وعلى فرض التعارض يكون المقدم قاعدة الحرج لأن سندها الآية وسند اللاضرر هو الرواية ولو فرض التساوي في السند فإن كان الباب مثل باب الروايتين المتعارضتين فيكون التخيير في الأخذ وان لم يكن من ذلك الباب فتتساقطان حسب القاعدة الأولية ويرجع إلى أصل آخر .\r\nثم إنه قيل إن ظهور العناوين الثانوية هو الدخل في الملاك ومن لوازمه وجود الملاك لهما ويكون المورد من باب التزاحم .\r\nوفيه ان التزاحم يكون فرع إطلاق الدليلين وشمولهما لمورد واحد وهو في المقام مفقود لأن القاعدتين امتنانيتان ولا امتنان في صورة لزوم الضرر باعمال قاعدة الحرج وبالعكس .\r\nمضافا بأن أقوائية الملاك تكون بالنسبة إلى شخص واحد ملاكا للترجيح\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\nواما بالنسبة إلى الشخصين فلا : ففي مثل أنقذ الغريق الدائر بين كونه اما متعلقا بالنبي أو المؤمن يلاحظ أقوائية ملاك إنقاذ النبي واما في المقام فلا .\r\nالا أن يقال أن المراد ( 1 )  بالامتنان هو الامتنان على الأمة وان لم يكن بالنسبة إلى الشخص امتنانا فيمكن التقديم والخراسانيّ قده منكر للتقديم مطلقا ولم أر من يصرح بالتقديم من هذا الباب .\r\nولو شك في أن المقام من باب التعارض أو التزاحم يكون مندرجا في باب التعارض لعدم إثبات الملاك للتزاحم .\r\nوثالثا ان التزاحم أو التعارض يكون في صورة كون أحدهما مثبتا والاخر نافيا ولسان اللاضرر واللاحرج هو النفي فهما متوافقان لا متزاحمان ولا متعارضان الا ان يقال إن مفاد أحدهما بالملازمة نفى النفي وهو يفيد الإثبات أي اللاحرج ينفى اللاضرر ولازمه تحمل الضرر واللاضرر ينفى اللاحرج ولازمه عدم سلطنة المالك على ملكه .\r\nوالحاصل الضيق في السلطنة امر وجودي والسعة فيها أيضا امر وجودي واللاحرج يقتضى الثاني واللاضرر يقتضى الأول فهما متصادمان اما من باب التعارض أو التزاحم .\r\nثم إنه ربما يقال بان المقدّم على فرض المصادمة هو اللاحرج لحكومته ونظره إلى اللاضرر كما يوجد هذا في تقديمه في صورة كون شرب الخمر ضرريا وتركه حرجيا وهذا في مورد واحد بالنسبة إلى شخص واحد وفي المقام أيضا ولو كان في الشخصين ولكن مقتضى النّظر هو التقديم وكلما نتفكر لا نفهم النّظر هنا .\r\n","description":"","footnote":" ( 1 ) على هذا الفرض أيضا في مورد التعارض لا يتم التقديم لأن كل واحد من الطرفين من الأمة والعموم يشملهما . ","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nالأمر السابع\r\nفي أنه لا شبهة في حكومة اللاضرر على الأحكام الوضعيّة والتكليفية سواء كان الوضعي مثل وجوب الوفاء بالعقد أو مثل قاعدة سلطنة الناس على أموالهم انما الكلام في أنه هل يكون التقديم على قاعدة السلطنة مطلقا أو في صورة عدم لزوم ضرر على المالك على فرض تقديم اللاضرر فان لزم منه ضرر يكون المرجع هو قاعدة السلطنة بعد تعارض الضررين أو يكون مندرجا في باب تعارض الضررين ويلاحظ ما هو أعظم ضررا .\r\nوينبغي التوجه إلى امرين في المقام مقدمة : الأول انه قد اختلف بين الشيخ والخراسانيّ قدهما في أن قاعدة الناس مسلطون على أموالهم هل تكون شاملة لصورة لزوم الضرر على الغير أو تكون قاصرة من أصلها في مورد الضرر فاختار الأول الشمول والثاني عدم الشمول مستدلا بأن الشخص لا يكون سلطانا على عصاه بأن يتصرف فيه حتى لوازم منه عماء عين الغير ففي مورد الضرر التكويني مع قطع النّظر عن نفى الشرع أيضا لا يكون السلطنة على المال وعليه فلا تصل النوبة إلى حكومة اللاضرر عليها بل هي في نفسها ساقطة .\r\nواما على فرض عدم القصور في نفسها فهي وان كانت محكومة ولكن في صورة سقوط الحاكم عن الحكومة يحصل الحياة للمحكوم ويؤثر اثره وهذا هو الثمرة بين المسلكين ويفيد في مقامنا هذا إذا تعارض الضرران فإنه على قول الخراسانيّ لا يبقى لنا المرجع وعلى قول الشيخ قده يكون القاعدة هي المرجع بعد التساقط بالتعارض على فرض عدم كون قاعدة الناس واللاضرر في صف واحد بالنسبة إلى اللاضرر المعارض .\r\nالثاني أنه من المسلم أن تحمل الضرر عن الغير غير لازم ولا يرفع بواسطة اللاضرر لأنه قاعدة امتنانية ولا وجه لصيرورتها موجبة لضرر الغير وهكذا رفع الضرر عنه غير لازم ولكن إرجاع الضرر إلى الغير أيضا لا يجوز .\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\nفالسيل المتوجه إلى دار شخص لا يجوز له أن يوجهه إلى دار جاره بل له منعه عن داره وهذا ليس من تزاحم الضررين وان كان في كلام النائيني قده لأن السيل متوجه ابتداء إلى نفسه فلا يقال إن خراب دار الجار ضرر عليه وخراب دار نفسه أيضا ضرر عليه فيتزاحم الضرران .\r\nثم تعرض قده في ذيل كلامه لمسألة الإكراه للولاية عن قبل الجائر نقلا عن الشيخ قده فان ترك الولاية ضرر على الوالي وفعله ضرر على الناس في مورد كون الولاية ضررا كالضرب والنهب وجعل هذا من باب توجه الضرر ابتداء على الغير وحيث لا يجب التحمل عنه فالولاية جائزة لأن تحمل ضرر الغير غير لازم علينا ولا يكون من باب تعارض الضررين .\r\nوفي خصوص المثال إشكال وهو أن الضرر ابتداء ( 1 )  متوجه إلى الوالي وبواسطته على الناس فلا يكون الضرر متوجها على الناس ابتداء بل على نفسه فيكون من باب تحميل الضرر على الغير لا من باب تحمل الضرر عنه والتمسك بحديث الرفع في فقرة الإكراه يكون بالنسبة إلى الأحكام التكليفية لا الوضعيّة مثل الأضرار على الغير .\r\nثم إذا عرفت الأمرين نرجع إلى أصل البحث وهو يكون في صور الصورة الأولى هي ان يكون تصرف الشخص في ملكه ضررا على جاره وتركه يكون ضررا على نفسه ولا يكون هذا مثل الضرر المتوجه خارجا اما على ملك هذا أو ذاك مثل ما إذا وقع رأس البقر في الكوز ولا يمكن إخراجه الا بكسر الكوز أو بقطع\r\n","description":"","footnote":" ( 1 ) أقول إن هذا في فرض الدوران واقعا وان كان كذلك ولكن يدخل في باب التقية وهي واجبة ما لم تبلغ الدم .\r\nواما في صورة عدم الدوران واقعا وهو ان يكون الضرر متوجها إلى الغير سواء تصدى هذا للولاية أم لا ولكن تركه الولاية يكون ضررا عليه ففيه التأمل بل يمكن أن يقال إنه يشمله اللاضرر . ","page_name":" 155 ","page_number":155},
  {"content":"\r\nالرّأس إذا أريد حفظ الكوز فان المقام ينشأ الضرر من نفس تطبيق اللاضرر على أحد الشخصين .\r\nفقال الشيخ قده بتعارض الضررين في المقام ويكون المرجع هو قاعدة الناس ونظره قده إلى أن اللاضرر حاكم على قاعدة الناس بوجوده التشريعي لا التكويني فإنه قال في الرسائل بعد ان مثل لمورد تعارض الضررين بالتولي من قبل الجائر المستلزم تركه ضررا على نفسه وفعله ضررا على الغير ومثله ما إذا كان تصرف المالك في ملكه موجبا لتضرر جاره وتركه موجبا لتضرر نفسه فإنه يرجع إلى عموم قاعدة الناس وقال ويمكن الرجوع إلى قاعدة نفى الحرج اما لحكومتها ابتداء عليه أو للرجوع إلى الأصول بعد التساقط أيضا والخراسانيّ قده يخالفه لقصور قاعدة الناس في ذاتها في مورد الضرر .\r\nوقد أشكل النائيني قده في هذا الكلام صغرى وكبرى أي في كلام الشيخ قده اما إنكار الصغرى فلعدم صدق الحرج على المقام وعدم شمول قاعدة اللاضرر للضرر الَّذي يكون متولدا من تطبيقه ليحصل التعارض الَّذي هو الموضوع للرجوع إلى كبرى الناس واما إنكار الكبرى فهو منع كون المرجع بعد السقوط بالتعارض هو عموم الناس .\r\nاما توضيح ذلك فلان اللاضرر إذا انطبق على من يريد حفر البئر فمن هذا الانطباق ينشأ الضرر على الغير والفرد الناشئ من تطبيق الحكم على الموضوع لا يمكن أن يكون معارضا له لأنه متولد منه .\r\nوالحاصل ان الفرد من الحكم لا يعارض الطبيعي فلا يكون المقام داخلا في المتعارضين ولا يكون مثل الضرر الَّذي يتوجه من الخارج اما إلى الكوز أو إلى رأس البقر .\r\nولا وجه للقول بانصراف اللاضرر إلى غير الفرد المتولد منه لأنه بدوي فإنه ينشأ عن قلة الوجود لهذا الفرد خارجا وكثرة غيره من الضرر الغير المتولد منه نفس تطبيق القاعدة .\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\nوالجواب عنه هو أن كلما يقال في الأخبار مع الواسطة يقال في المقام أيضا فإنه كما حرر في محله يكون الإشكال فيها هو أن ما له الأثر هو قول الإمام عليه السلام ووجوب تصديق العادل يحتاج إلى أثر شرعي فإذا نقل المفيد عن الكليني وهو عن غيره وغيره عن الإمام عليه السلام يكون مقول قول المفيد قول الكليني وهو الأثر له لأن قوله ليس حجة ومقول قول من نقل عن الإمام عليه السلام وان كان قوله عليه السلام ولكن لم يثبت لنا بالوجدان فما له الأثر غير موجود وما هو الموجود لا أثر له .\r\nفأجابوا بأن تصديق الواسطة يوجب حصول فرد يكون موضوعا لفرد آخر من وجوب تصديق العادل فان الموضوع قبل تطبيق التصديق وان لم يكن ولكن بعد وجوده ولو بواسطة نفس التصديق لا إشكال فيه فيتولد فرد من ( 1 )  الطبيعي لقابليته للانحلال على جميع الافراد طوليا أو عرضيا .\r\nفهنا أيضا يشمل اللاضرر للفرد الَّذي يتولد منه في طوله أي بعد تطبيقه على مورد من الموارد غاية الأمر يكون في المقام مضادا لهذا الفرد المنطبق عليه ابتداء وفي الاخبار مع الواسطة يكون حكم التصديق في جميع الوسائط متوافقا وهو لا يضر بل صرف استبعاد فقط .\r\nلا يقال كما قال شيخنا النائيني قده في رد هذا الوجه لدفع الإشكال ان الحاكم يكون من شأنه النّظر إلى المحكوم وهو يجب أن يكون مقدما عليه ولا يمكن أن يكون الحاكم متقدما على المحكوم وفي المقام قد عرفت أن اللاضرر يكون حاكما على الأحكام الأولية وفي المقام لا يمكن أن يكون حاكما على الضرر المتولد لأنه متأخر عنه في الرتبة فلا يشمله ولا يحصل التعارض .\r\n","description":"","footnote":" ( 1 ) أقول إنه لا يخفى أن هذا القدر من البيان لا يكفى الا لإيجاد الموضوع للتصديق طوليا واما إشكال عدم الأثر الشرعي فهو شيء آخر لم يتعرض لجوابه وبحثه في محله فاما أن يقال بكفاية ما يؤل إلى الأثر الشرعي بالآخرة لبناء العقلاء أو بغير ذلك . ","page_name":" 157 ","page_number":157},
  {"content":"\r\nلأنا نقول لا يكون المدعى في المقام حكومة اللاضرر على اللاضرر الاخر ليشكل بأنه متأخر بل الحكومة في الواقع تكون على الناس مسلطون على أموالهم ولكن يتولد من حكومته عليه ضرر على المالك الاخر وهو الجار مثلا والناس لصاحب الدار محكوم باللاضرر للجار فالفرد وان كان طوليا ولكن إمضائه من الشرع يكون عرضيا يعنى تطبيق الطبيعي على الافراد ( 1 )  كما أن الدلالة الالتزامية في طول الدلالة المطابقية ولكن الإمضاء الشرعي وحجيته في عرض واحد فالتعارض في المقام مسلم .\r\nوأما إنكار الكبرى عنه قده وهو أن المرجع بعد سقوط القاعدتين على فرض التعارض والتساقط عموم الناس أو قاعدة الحرج فلان مرجعية العام يكون في صورة تعارض المخصص له مع ما هو في عرضه واما لو خصص عموم بالحكومة وتولد فرد آخر من سنخ الحاكم من هذه الحكومة فتعارض هذين الفردين من افراد الحاكم لا يوجب أن يكون المرجع هو المحكوم .\r\nوبعبارة أخرى مرجعية العام تكون في صورة تعارض الدليلين الذين أحدهما\r\n","description":"","footnote":" ( 1 ) أقول توضيحا للمقام ان المراد بمحكومية الناس لا يكون الناس لصاحب الدار الَّذي يريد حفر البئر بل هو موافق للاضرر فيكون المراد حكومة اللاضرر للجار على الناس لصاحب الدار ومن المعلوم أن الناس لصاحب الدار مقدم في الواقع على اللاضرر للجار .\r\nولا يقاس حكومة اللاضرر للجار على اللاضرر لصاحب الدار حتى يقال أن الفردين من الضرر طوليان والإمضاء عرضي بل المحكوم شيء وهو الناس والحاكم شيء وهو اللاضرر وحيث أن ترك تصرف صاحب الدار في ملكه ضرر عليه في عرض تصرفه يعارض مع اللاضرر للجار وما مع المتقدم ليس متقدما يعنى اللاضرر الَّذي يكون مع المتقدم الَّذي هو الناس ليس متقدما .\r\nولا يقاس الحكومة بالنسبة إليه فلا يلاحظ طولية الافراد في الضرر في الإمضاء الشرعي أصلا فإذا كان الضرر متولدا من الناس وهو محكوم فلا يلزم محكومية اللاضرر لأنه غير متولد بل موضوعه هو المتولد ","page_name":" 158 ","page_number":158},
  {"content":"\r\nمخصص له واما في صورة تعارض فردين من المخصص القطعي فلا : فالقول بمرجعية عموم الناس في المقام غير وجيه لعدم بناء العرف على أمثال ما ذكر .\r\nوالجواب عنه قده هو أن إمضاء كل واحد من الخاصّين الطوليين حيث إنه في عرض واحد كما مر فلا يضر طولية الموضوع بالتعارض فيصير العام مرجعا الا أن الحق مع الخراسانيّ قده حيث يقول بقصور الناس في نفسه فلا يكون مرجعا في المقام .\r\nثم على فرض الخراسانيّ قده من أن قاعدة الناس لا تشمل المقام يعنى صورة لزوم الضرر على الغير فيكون العام ساقطا من رأسه فعلى فرض التساقط بالتعارض وعدم مرجعيته يجب الرجوع إلى أصل آخر وهو أصالة البراءة عن حرمة التصرف في المال ولكنهم لا يقولون بها في صورة كون الشبهة مصداقية للمال مثل ما يوجد في دار الإنسان ولا يعلم أنه ماله أو مال غيره .\r\nوهنا يكون الشبهة في الحكم فان قلنا بأنها مثل الشبهة في المصداق فلا يجري الأصل وان قلنا بالفرق ففي المقام يجري الأصل فإنه مال يكون الشك في حكمه .\r\nثم اعلم أنه على مسلك الشيخ من التعارض لا فرق بين أقوائية الضرر في أحد الطرفين وعدمها فإنها لا تصير مرجحة لتقديم اللاضرر في أحد الجانبين لكونه في الشخصين وعدم اندراجه في باب التزاحم .\r\nثم إن شيخنا النائيني حيث رأى أن مسلك الشيخ موافق للمشهور ولا يمكنه التعدي عنه تصدى لتوجيه في المقام وهو أن الضرر ابتداء لا يكون متوجها إلى صاحب الدار بل إلى الجار لضعف بنيانه وعدم تشييد مبانيه فللمالك التصرف في ماله وللجار تحكيم داره فلا نحتاج إلى القول بالتعارض والتساقط ثم الرجوع إلى أصالة جواز التصرف .\r\nوفيه ان الدار لا يكون الضرر متوجها إليها مع قطع النّظر عن تصرف الجار فان كل أحد يبنى داره بحسب وسعه وهنا لو فرضنا عدمه بحيث لو خلى وطبعه\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\nووجوده بتصرف الجار يكون توجه الضرر إليه من ناحية الجار لا ابتداء هذا كله في البحث عن مرجعية عموم الناس في التعارض واما مرجعية اللاحرج فهي تكون في صورة كون ترك تصرف صاحب الدار في داره حرجا عليه مع الضرر وضررا على الجار فقط فعلى رأى الشيخ قده يكون التعارض بين اللاضررين ويبقى اللاحرج بلا مزاحم أو يقال بأن اللاحرج لصاحب الدار حاكم على اللاضرر للجار لنظره إليه فيكون موافقا مع قاعدة الناس مسلطون على أموالهم وهي غير محكومة بعد تعارض الضررين .\r\nوفيه ان الحكومة للاحرج ممنوعة لعدم النّظر وعدم كونه في طول اللاضرر بل هما قاعدتان تنفيان جعل الحكم فيعارضه اللاضرر للجار وعلى فرض تسليم الحكومة فلصاحب الدار ثلاث قواعد الناس واللاحرج واللاضرر لعدم معارضة لا ضرر الجار أيضا بعد محكوميته مع اللاضرر لصاحب الدار وهكذا على فرض عدم الحكومة يكون الثلاث في صف واحد اللاحرج واللاضرر في صف المعارضة مع اللاضرر للجار والناس لا يكون مرجعا لقصوره في نفسه وله قده أن يقول بأنه مرجع بعد التعارض .\r\nولكن التحقيق هنا أيضا الرجوع إلى الأصل لعدم مرجعية الناس وعدم حكومة اللاحرج وهو اما ان يكون أصالة الإباحة في الأموال أو أصالة الحظر على اختلاف فيه في باب البراءة والحق هو الاحتياط في باب الأموال .\r\nثم إنه على فرض القول بجواز تصرف المالك في ماله فهل يجب عليه جبران الضرر المتوجه إلى الجار أم لا فيه خلاف وربما يقال إنه يكون كالأكل في المخمصة فان جوازه لا يلزم منه عدم الضمان بالنسبة إلى مال الغير فهكذا في المقام انه ضامن ويجوز له التصرف .\r\nوربما يقال لا يشمله أدلة الضمان بوجه لعدم صدق إتلاف مال الغير ولا من باب شمول قاعدة اليد لأنه لا يد له عليه وصدق السبب على هذا العمل أيضا مشكل\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\nفان من كان نقاشا ماهرا ويكون الحسود في ضرر من جهة حسده عليه إذا أتى بالنقش الجيد لا يقال إن النقاش بفعله مضر بهذا الشخص فان كل ما يلازم شيئا لا يسمى مسببا عنه في باب الضمان أو يكون في صدقه الإشكال .\r\nالصورة الثانية هي صورة توجه الضرر في الخارج إلى أحد المالين مثل وقوع رأس البقر في الكوز أو غرس الشجر في أرض الغير فإنه من كسر الكوز أو قطع رأس البقر يلزم الضرر على أحدهما وهكذا قلع الشجر يكون ضررا على صاحبه وبقائه يكون ضررا على صاحب الأرض وهذا اما ان يكون في الابتداء غصبا مثل وقوع رأس البقر بتحريك من صاحبه في الكوز أو بدون ذلك واما مع الإجازة .\r\nفعلى فرض عدم الغصب وعدم الإجازة لكل واحد منهما يكون الناس مسلطون على أموالهم فان صاحب البقر والشجر مسلطان على مالهما لئلا يكون للغير التصرف فيه وهكذا للغير فلكل واحد منهما المنع عن التصرف في ماله لأن كسر الكوز غير جائز لصاحب البقر وقطع الرّأس غير جائز لصاحب الكوز فلا مرجعية لقاعدة الناس بعد تعارض الضررين لوجودها لكل واحد منهما .\r\nثم إن الإفراغ أيضا هنا واجب على كل واحد منهما فلا نتصور التعارض في اللاضرر ومعه فلا نتصور مرجعية الناس لتعارضه أيضا في نفسه فالإشكال في هذه الصورة أقوى من الصورة السابقة .\r\nوقيل بأنه يجب في مسألة غرس الشجر قطع الأصول منه وطمّ موضع الحفر واما في صورة الغصب ففيه بحث آخر وهو ان الغاصب يؤخذ بأشد الأحوال وتفصيل الكلام موكول إلى الفقه فلا نطيل في المقام أزيد مما ذكر .\r\nوالصورة الثالثة هي عدم حصول الضرر في مسألة التصرف في الدار لصاحبه بل للجار ولكن يكون منع صاحب الدار عن الحفر منعه عن النّفع .\r\nوالصورة الرابعة هي ان يكون لاغيا بالحفر ولا يضره تركه ولا ينفعه فعله\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\nمع الضرر على الجار والكلام في ذلك أيضا لا مجال ( 1 )  فيه ويظهر بعضه مما مر في الصور السابقة .\r\nوالحمد للَّه أولا وآخرا ثم إنه قد تم بحمد اللَّه بهذا دورة كاملة من الأصول الراقية في خمس مجلدات بحسب تجزئتنا في هذا النحو من البحث الَّذي تراه تقريرا وتذييلا ليصير مطرحا للأنظار كما هو شأن أمثال هذه المباحث الفنية كما أنه صار كذلك في مباحثي بنحو آخر .\r\nوأنا العبد المحتاج إلى عفو ربه الغفور محمد علي الإسماعيل پور الأصفهاني القمشه إي ( الشهرضائي ) القمي وأرجو من اللَّه تعالى ان يجعله ذخرا ليوم المعاد وأرجو من مولاي ومولى الكونين الإمام الثاني عشر الحجة بن الحسن العسكري عليه السلام وعجل اللَّه له الفرج وسائر المعصومين صلوات اللَّه عليهم أجمعين ان يقبلوا منى هذا القليل فان الأصل قبول اللَّه تعالى وقبولهم واسطة بيننا وبينه تعالى وأرجو من إخواني الكرام ان لا ينسوني من الدعاء وطلب المغفرة والعفو عما زل فيه القدم أو طغا فيه القلم أحيانا ولا حول ولا قوة الا با لله العلي العظيم .\r\nتم التأليف في سنة 1397 من الهجرة القمرية والطبع في سنة 1405 منها .\r\nوالسلام علينا وعلى عباد اللَّه الصالحين ورحمة اللَّه وبركاته .\r\nثم حق الطبع في المجلدات الخمسة للمؤلف\r\n","description":"","footnote":" ( 1 ) فارجع إلى منية الطالب للشيخ موسى الخوانساري فيهما ويكون البحث عن الصورتين أيضا فيها إجمالا . ","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nالفهرست\r\nالعنوان الصفحة\r\nتقريظ الأستاذ مد ظله 2\r\nالبحث في معنى الاجتهاد 4\r\nالبحث في الإطلاق والتجزي في الاجتهاد 6\r\nفي جواز تقليد المجتهد المطلق 7\r\nفي أن المجتهد الانسدادي يجوز تقليده أم لا 8\r\nفي نفوذ حكم المجتهد المطلق وقضائه 12\r\nفي إمكان التجزي في الاجتهاد 14\r\nفي جواز عمل المتجزي برأيه 15\r\nالبحث في جواز التقليد عن المتجزي وعدمه 16\r\nفي جواز حكم المتجزي وقضائه بين الناس وعدمه 17\r\nفصل في مبادئ الاجتهاد 18\r\nفصل في التخطئة والتصويب وأقسام ذلك 20\r\nفي تبدل رأي المجتهد 26\r\nفي كشف خلاف الرّأي بالأمارة 29\r\nمقتضى القاعدة الثانوية في تبدل الرّأي 31\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\nتفصيلات حكم تبدل الرّأي 33\r\nوجوب إعلام المجتهد اضمحلال رأيه لمقلده 35\r\nفصل في مباحث التقليد وفي معناه 37\r\nفي أن وجوب التقليد هل يكون مقدميا أو نفسيا أو غير ذلك 42\r\nفي جواز تقليد من له قوة الاستنباط عن غيره وعدمه 43\r\nفي تقليد الأعلم وبيان الدليل العقلي والأصل فيه 44\r\nفي الدليل الاجتهادي على تقليد الأعلم 50\r\nالبحث في مورد عدم العلم بالاختلاف بين الفتويين 56\r\nفي الشك في اختلاف الأعلم وغيره في الفتوى مع العلم بشخص الأعلم 57\r\nالبحث في مورد العلم باختلاف الفتويين من الشك في أعلمية أحدهما 60\r\nالبحث في الشك في الاختلاف والتفاضل كليهما 61\r\nالبحث في أنه مع التفاضل والاتفاق في الفتوى فإلى أيهما الاستناد ؟ 62\r\nهل يجب تقليد الأورع مع التساوي في العلم والأعلم مع الاختلاف 64 - 63\r\nهل يجوز للأعلم إرجاع مقلده إلى غيره أم لا ؟ 65\r\nالبحث في الشروط الأخر للمفتي كالذكورة وغيرها 67\r\nالبحث في العدول عن الحي إلى الحي 72\r\nفي التبعيض في التقليد في مسألة واحدة 78\r\nفي التبعيض في حصص الطبيعي 79\r\nفي جواز العدول عن الاحتياط وعدمه 80\r\nالبحث في أن المقلد إذا نسي فتوى مجتهده هل يجب عليه الفحص 82\r\nفي أن المقلد إذا رجع عن الفتوى ثم وجدها هل يجب عليه العود 83\r\nفي العدول إلى الأعلم الجديد بعد تقليد من كان أعلم قبله 84\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\nفي الشك في صحة العمل من جهة الشك في صحة التقليد السابق 85\r\nفي حكم عمل العامي بلا احتياط ولا تقليد 86\r\nفصل في اشتراط الحياة في المفتي 88\r\nالبحث في جواز البقاء على تقليد الميت وعدمه 95\r\nالبحث في الإطلاقات الدالة على جواز البقاء 96\r\nبناء العقلاء والسيرة الشرعية على البقاء 97\r\nالبحث في أن مقتضى الاستصحاب هل هو جواز البقاء أو وجوبه 99\r\nفي العدول بفتوى الثاني عن الأول ثم التقليد عمن يقول بوجوب البقاء على تقليد الميت 102\r\nالبحث في آثار العدول من جهة ما مر من إعمال المقلد عبادة أو معاملة 104\r\nالبحث في تقليد الصبي في حال صغره عن مجتهد ثم تقليده عمن يقول بوجوب البقاء على تقليد الميت 105\r\nالبحث فيمن قلد من يقول بوجوب العدول فعدل ثم قلَّد من يقول بحرمته 107\r\nالبحث في أن فسق المجتهد وجنونه وكفره يكون كموته 108\r\nالبحث في أن المدار في حقيقة التقليد على رأي الميت أو الحي 109\r\nالبحث في مورد عدم إمكان تقليد الحي لعدم وجوده أو لعدم الوصول إليه 111\r\nإذا تعذر التقليد عن المجتهد الجامع للشرائط فهل يجوز تقليد الفاقد لسائر الشروط غيره أم لا ؟ 112\r\nمن لا يرى نفسه أهلا للإفتاء لا يجوز له ذلك 114\r\nالبحث في تصرفات المجتهد في الأمور بعد موته 115\r\nالعمل بالاحتياط تقليدي أم لا ؟ 116\r\nالبحث في تقليد الأجير والوكيل والوصي 117\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\nالبحث في سند قاعدة لا ضرر من الروايات 121\r\nالبحث في كلمة في الإسلام في ذيل قوله عليه السلام لا ضرر ولا ضرار 126\r\nالبحث في معنى كلمة الضرر والضرار والمراد بنفيهما 127\r\nفي الإشكال والجواب بالنسبة إلى قلع شجرة سمرة 137\r\nإشكال كثرة التخصيص على الروايات 138\r\nالبحث في نسبة قاعدة لا ضرر مع غيرها من القواعد ومع نفسها في الموارد 141\r\nفي عدم اختصاص القاعدة بصورة العلم بالضرر 148\r\nفي أن المراد بالضرر هل هو الشخصي أو النوعيّ 151\r\nفي ملاحظة القاعدة مع قاعدة اللاحرج 152\r\nالبحث في أن قاعدة اللاضرر تقدم على قاعدة الناس مطلقا أو في صورة عدم لزوم الضرر على المالك وملاحظة القاعدتين مع قاعدة اللاحرج 154\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\nجدول الخطاء والصواب\r\nالصفحة السطر الخطأ الصواب\r\n40 - 10 المفتحص المتفحّص\r\n62 - 19 نكذلك فكذلك\r\n68 - 11 منصب مناصب\r\n76 - 13 المقليد التقليد\r\n139 - 1 الآلاف الآلاف\r\n141 - 22 كلتا الصورتين كلتا الصورتين\r\n144 - 21 التحضيص التخصيص\r\n148 - 11 الفعلة الفعلية\r\n151 - 17 المنجر المنجّز\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167}
  ]