[
  {"content":"\r\nالمعجم الكبير\r\nللطبراني\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nالمعجم الكبير\r\nللحافظ أبي القاسم سليمان ابن احمد الطبراني\r\n260 ه‍ - 360 ه‍\r\nحققه وخرج أحاديثه\r\nحمدي عبد المجيد السلفي\r\nالجزء الخامس وعشرون\r\nويليه :\r\n1 - الأحاديث الطوال للحافظ الطبراني\r\n2 - جزء فيه ذكر أبي القاسم الطبراني للحافظ ابن منده\r\nالناشر\r\nمكتبة ابن تيمية\r\nالقاهرة ت : 864240\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nان التراث العربي والاسلامي هو عنوان مجد الأمة ومرآة النضج الفكري\r\nوالعقلي لفقهائنا وأدباء وعلمائنا الذين أغنوا الثقافة الانسانية بسيل وافر\r\nمن عيون الحكمة والأدب والأفقه ان هذا التراث النفيس وهو وديعة غاليه\r\nوأمانة مقدسة عند الأجيال .\r\nوقد تميزت بغداد بالخزانات والمكتبات الواسعة التي احتضنت\r\nمجموعات قيمة من هذا الترات ومخطوطات نادره في شتى أنواع المعارف\r\nوفى عهد الثورة المباركة ( ثوره 17 - 30 تموز ) بقيادة السيد الرئيس\r\nالمناضل صدام الحسين استنفرت الطاقات العلمية والمادية لاستحضار ما انتجبه\r\nعقول أسلافنا وتعميم فوائده لتشمل المعنيين بتجديد صلة هذا الجيل\r\nبالماضي الناصع وبناء المجتمع الجديد على أسس راسخة من الأصالة .\r\nوفى سبيل ذلك هيات وزارة الأوقاف والشؤون الدينية بتوجيه من\r\nالسيد الرئيس القائد المستلزمات المادية والعلمية لتحقيق هذه المخلوقات\r\nواحيائها وطبعها ونشرها .\r\nوان هذا الكتاب الذي نقدمه للقراء مثال من المثلة ونموذج من\r\nبين النماذج نرجو من الله سبحانه ان يتقبل مسعانا لخدمة تراث أمتنا\r\nالمجيدة وديننا الحنيف والله ولى توفيق\r\nدائرة الرشاد والعلام الديني\r\nفي وزارة الأوقاف والشؤون الدينية\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nباب القاف\r\n* ( قيلة بنت مخرمة العنبرية ) *\r\nحدثنا أبو مسلم الكشي ثنا حفص بن عمر أبو عمر\r\nالضرير الحوضي ح\r\nوحدثنا معاذ بن المثنى والفضل بن الحباب أبو خليفة قالا ثنا عبد الله\r\nبن سوار بن قدامة بن عنزة العنبري ح\r\nوحدثنا يعقوب بن إسحاق المخرمي ثنا عفان بن م سلم ح\r\nوحدثنا محمد بن زكريا الغلابي ثنا عبد الله بن رجاء العداني ح\r\nوحدثنا محمد بن هشام بن أبي الدميك المستملي ثنا عبيد الله بن\r\nمحمد بن عائشة التيمي قالوا ثنا عبد الله بن حسان العنبري أبو الجنيد\r\nأخو بني كعب العنبري حدثتني جدتاي صفية ودحيبة ابنتا عليبة وكانتا\r\nربيبي قيلة أن قيلة بنت مخرمة حدثتهما أنها كانت تحت حبيب بن أزهر\r\nأخي بني جناب فولدت له النساء ثم توفي فانتزع بناتها منها أثوب\r\nثوب بن أزهر عمهن فخرجت تبتغي الصحابة إلى رسول الله صلى الله\r\nعليه وسلم في أول الإسلام فبكت جويرية منهن حديباء قد كانت أخذتها\r\nالفرصة وهي أصغرهن عليها سبيج لها من صوف فرحمتها فاحتملتها\r\nمعها فبينما هما ترتكان الجمل إذ انتفخت الأرنب فقالت الحديباء\r\nالقصبة لا والله لا يزال كعبك أعلى من كعب أثوب في هذا الحديث أبدا\r\nثم لما سنح الثعلب فسمته اسما غير الثعلب نسبه عبد الله بن حسان\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nثم قالت فيه ما قالت في الأرنب فبينما هما ترتكان إذ برك الجمل\r\nوأخذته رعدة فقالت الحديباء القصية أدركتك والله أخدة أثوب\r\nفقلت واضطررت إليها ويحك ما أصنع قالت قلبي ثيابك ظهورها\r\nوحقنا وتدحرجي ظهرك لبطنك وقلبي أحلاس جملك ثم خلعت\r\nسبيجها فقلبته وتدحرجت ظهرا لبطنها فلما فعلت ما أمرتني انتفض\r\nالجمل ثم قام فتفاج وبال فقالت الحديباء أعيدي عليك أذاتك\r\nففعلت ما أمرتني به فأعدتها ثم خرجتا ترتك فإذا أثوب على أثرنا\r\nبالسيف مصلتا فوألنا إلى حواء ضخم فداره حتى ألقى الجمل إلى\r\nرواق البيت الأوسط جمل ذلول فاقتحمت داخله بالجارية فأدركني\r\nبالسيف فأصاب ظبته طائفة من قرون رأسي وقال ألقي إلي بنت\r\nأخي يا دفار فرميت بها إليه فجعلها على منكبه فذهب بها وكنت\r\nأعلم به من أهل البيت ومضيت إلى أخت لي ناكح في بني شيبان ابتغي\r\nالصحابة إلى رسول الله صلى الله عليه وسلم أول الإسلام فبينما أنا\r\nعندها ذات ليلة من الليالي تحسب عيني نائمة جاء زوجها من السامر\r\nفقال وأبيك لقد وجدت لقيلة صاحبا صاحب صدق فقالت أختي من\r\nهو قال حريث بن حسان الشيباني عاد وافد بكر بن وائل إلى رسول\r\nالله صلى الله عليه وسلم ذا صباح فقالت أختي الويل لي لا تسمع\r\nبهذا أختي فتخرج مع أخي بكر بن وائل بين سمع الأرض وبصرها ليس\r\nمعها من قومها رجل فقال لا تذكريه لها فإني غير ذاكرة لها\r\nفسمعت ما قالا فغدوت فشددت على جملي فوجدته غير بعيد فسألته\r\nالصحبة فقال نعم وكرامة وركابه مناخة عندي فخرجت معه صاحب\r\nصدق حتى قدمنا على رسول الله صلى الله عليه وسلم وهو يصلي\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\nبالناس صلاة الغداة وقد أقيمت حين شق الفجر والنجوم شابكة في\r\nالسماء والرجال لا تكاد تعارف من ظلمة الليل فصففت مع الرجال\r\nامرأة حديثة عهد بجاهلية فقال لي الرجل الذي يليني من الصف\r\nامرأة أنت أم رجل فقلت لابل امرأة فقال إنك قد كدت\r\nتفتنيني فصلي في النساء وإذا صف من النساء قد حدث عند الحجرات\r\nلم أكن رأيته حين دخلت فكنت فيهن حتى إذا طلعت الشمس دنوت\r\nفجعلت إذا رأيت رجلا ذا رداء وذا قشر طمح إليه بصري لأرى رسول\r\nالله صلى الله عليه وسلم فوق الناس حتى جاء رجل بعدما ارتفعت\r\nالشمس فقال السلام عليك يا رسول الله فقال رسول الله صلى\r\nالله عليه وسلم وعليك السلام ورحمة الله وعليه أسمال مليتين قد كانتا بزعفران وقد\r\nنقضتا وبيده عسيب نخلة مقصر مقشو قفر غير\r\nخوصتين من أعلاه قاعد القرفصاء فلما رأيت رسول الله صلى الله عليه\r\nوسلم المتخشع في الجلسة أرعدت من الفرق فقال له جليسه يا رسول\r\nالله أرعدت المسكينة فقال رسول الله صلى الله عليه وسلم ولم ينظر\r\nإلى وأنا عند ظهره يا مسكينة عليك السكينة فلما قالها رسول الله\r\nصلى الله عليه وسلم أذهب الله عني ما كان دخل في قلبي من الرعب\r\nوتقدم صاحبي أول رجل حريث بن حسان فبايعه على الإسلام وعلى\r\nقومه ثم قال يا رسول الله اكتب بيننا وبين بني تميم بالدهناء\r\nلا يجاوزها إلينا منهم إلا مسافر أو مجاوز فقال رسول الله صلى الله\r\nعليه وسلم أكتب بالدهناء يا غلام فلما أمر له بها شخص بي وهي\r\nوطني وداري فقلت يا رسول الله لم يسألك السوية من الأمر إذ\r\nسألك إنما هذه الدهناء عندك مقيد الجمل ومرعى الغنم ونساء بني\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nتميم متوجهان وراء ذلك فقال امسك يا غلام صدقت المسكينة المسلم\r\nأخو المسلم يسعهما الماء والشجر ويتعاونان على القيان فلما رأى ذلك\r\nحريث قد حيل دون كتابه ضرب بإحدى يديه على الأخرى ثم قال\r\nكنت أنا وأنت كما قال وحتفها تحمل ضان بأظلافها فقالت والله\r\nما أعلم ان كنت فتقاولا في الظلماء لدولا لدى الرجل عفيفا عن الرفيقة\r\nحتى قدمنا على رسول الله صلى الله عليه وسلم ولكن لا تلمني على أن\r\nأسأل حظي إذ سألت حظك قال وما حظك في الدهناء لا أبا لك ؟\r\nقلت مقيد جملي تسأله لجمل امرأتك قال لا جرم اني أشهد رسول\r\nالله صلى الله عليه وسلم اني لك أخ المنكر ما حييت إذا تنيت على هذا\r\nعنده فقت إذ بدأتها فلن أضيعه فقال رسول الله صلى الله عليه\r\nوسلم أيلام بن هذه أن يفصل الخطة وينصر من وراء الحجرة\r\nفبكيت ثم قلت قد والله ولدته يا رسول الله حراما فقاتل معك يوم\r\nالربذة ثم ذهب يميرني من خيبر فأصابته حماها فمات فترك على\r\nالنساء فقال رسول الله صلى الله عليه وسلم فوالذي نفسي بيده\r\nلو لم تكوني مسكينة لجررناك على وجهك أو لجررت على وجهك شك\r\nعبد الله بن حسان أي الحرفين حدثته المرأتان أتغلب إحداكن أن تصاحب\r\nفي الدنيا معروفا فإذا حال بينه وبين من هو أولى به استرجع ثم قال\r\nرب آسني ما أمضيت فأعني على ما أبقيت فوالذي نفس محمد بيده\r\nإحداكن لتبكي فتستعله صويحبة فيا عباد الله لا تعذبوا موتاكم\r\nثم كتب لها في قطيعة أديم أحمر لقيلة والنسوة من بنات قيلة الا يظلمن\r\nحقا ولا يكرهن على منكح وكل مؤمن ومسلم لهن نصير أحسن ولا تسئن\r\nقال محمد بن هشام فسره لنا بن عائشة فقال الفرصة ذات\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nالحدب والفرصة القطعة من المسك والفرصة الدولة يقال انتهز فرصتك\r\nأي دولتك السبيج شمل كساء الربكان ضرب من السير الانتفاج\r\nالسعي السفر شنح أي ولاك ميامنه وبعض العرب يجعل مياسرة\r\nوهم يتطيرون بأحدهما ويتفاءلون بالآخر تفاخ تفتح فوالنا لحبانا إلى\r\nحواء دفار يا منتنة من ذلك قول العرب في الدنيا أم دفر لنتنها ثم\r\nنشدت عنه استخبرت عنه المقشو المقشور الفتان الشياطين واحدتها\r\nقاين حتفها تحمل ضأن بأظلافها مثل من أمثال العرب في شاة بحثت\r\nبأظلافها في الأرض فأظهرت مدية فذبحت بها فصارت مثلا القضية\r\nالقضاء الأمور وشخص أي ارتفع بصري فكبرا من أكبار ما سمعت\r\nآسني أي اجعل لي أسوة بما تعطى به قال بن متمم بن نويرة :\r\nفقلت لها المريض الأسى إذ سألتني * ولوعة حزن تترك الوجه أسفعا\r\nحدثنا محمد بن عبد الله الحضرمي ثنا علي بن سعيد\r\nالكندي ثنا حفص بن الصالح عن أشعث عن رجل من بني العنبر عن قيلة\r\nقالت أتيت النبي صلى الله عليه وسلم فصليت معه بعض الصلاة فلما قضى الصلاة\r\nقمت فنظر إلي وكانت امرأة طويلة فقال إن\r\nكان بن هذه ليقاتل من وراء الحاجز قالت والله إن كان لكذلك\r\nيا رسول الله ولكنه مات قالت اكتب لي كتابا قالت ومعي\r\nثلاث بنات فكتب من محمد رسول الله لقيلة والنسوة الثلاث\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nلا يظلمن حقا ولا يستكرهن على نكاح وكل مؤمن أو مسلم لهن ولي\r\nوناصر أحسن فلا يسأن\r\nحدثنا معاذ بن المثنى ثنا عبد الله بن سوار العنبري ح\r\nوحدثنا عبد الله بن محمد بن عمران الأصبهاني حدثنا أبو\r\nحفص عمرو بن علي حدثني عبد الله بن سوار العنبري ثنا عبد الله\r\nبن حسان العنبري أن جدتيه صفية ودحيبة ابنتا عليبة أخبرتاه\r\nأن قيلة بنت مخرمة كانت إذا أخذت حظها من المضجع بعد العتمة قالت\r\nبسم الله وأتوكل على الله وضعت جنبي لربي واستغفره لذنبي حتى\r\nتقولها مرارا ثم تقول أعوذ بالله وبكلماته التامات التي لا يجاوزهن\r\nبر ولا فاجر من شر ما ينزل من السماء وما يعرج فيها وشر ما ينزل في\r\nالأرض وشر ما يخرج منها وشر فتن النهار وشر طوارق الليل الا\r\nطارقا يطرق بخير آمنت بالله واعتصمت به الحمد لله الذي استسلم\r\nلقدرته كل شئ والحمد لله الذي ذل لعزته كل شئ والحمد ا لله\r\nالذي تواضع لعظمته كل شئ والحمد لله الذي خشع لملكه كل شئ\r\nاللهم إني أسألك بمعاقد العز من عرشك ومنتهى الرحمة من كتابك\r\nوجدك الأعلى واسمك الأكبر وكلماتك التامات التي لا يجاوزهن بر ولا\r\nولا فاجر أن تنظر إلينا نظرة مرحومة لا تدع لنا ذنبا الا غفرته ولا فقرا\r\nالا جبرته ولا عدوا الا أهلكته ولا عريانا الا سوت ولا دينا\r\nالا قضيته ولا أمرا لنا فيه صلاح في الدنيا والآخرة الا أنطيتناه يا أرحم\r\nالراحمين آمنت بالله واعتصمت به ثم تقول سبحان الله ثلاثا وثلاثين والله أكبر ثلاثا وثلاثين\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nوالحمد لله أربعا وثلاثين ثم تقول يا بنتي\r\nهذه رأس الخاتمة ان بنت رسول الله صلى الله عليه وسلم أتته\r\nتستخدمه فقال الا أدلك على خير من خادم قالت بلى فأمرها\r\nبهذه المائة عند المضجع بعد العتمة\r\n* ( قيلة أم بني أنمار ) *\r\nحدثنا محمد بن عبد الله الحضرمي ثنا أحمد بن محمد\r\nبن أبي خلف ثنا يعلى بن شبيب ثنا عبد الله بن أعين بن خثيم عن قيلة\r\nأم بني أنمار قالت رأيت رسول الله صلى الله عليه وسلم عند المروة\r\nيحل من عمرة فجلست إليه فقلت يا رسول الله اني امرأة اشتري\r\nوأبيع فربما أردت أن أبيع السلعة فأسنام بها أكثر مما أريد أن أبيعها\r\nبه ثم أنقص حتى أبيعها بالذي أريد وإذا أردت أن أشتري السلعة\r\nأعطيت بها أقل مما أريد أن آخذها به ثم أزيد حتى آخذها بالذي أريد\r\nفقال النبي صلى الله عليه وسلم لا تفعلي يا قيلة إذا أردت أن تبيعي\r\nالسلعة تعلله بها الذي تريدين أن تبيعي به أعطيت أو منعت وإذا أردت\r\nأن تشتري السلعة فاعطي بها الذي تريدين أن تأخذيها به أعطيت أو منعت\r\n* ( فتيلة بنت صيفي الجهنية ) *\r\nحدثنا محمد بن النضر الأزدي وعمر بن حفص السدوسي\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nقالا ثنا عاصم بن علي ثنا المسعودي عن معبد بن خالد عن عبد الله بن\r\nيسار عن قتيلة بنت صيفي قالت جاء حبر من الأحبار إلى رسول الله\r\nصلى الله عليه وسلم فقال يا محمد نعم القوم أنتم لولا أنكم تشركون\r\nفقال النبي صلى الله عليه وسلم وما ذاك قال تقولون إذا حلفتم\r\nوالكعبة قال فأمهل رسول الله صلى الله عليه وسلم شيئا ثم قال\r\nمن حلف فليحلف برب الكعبة ثم قال يا محمد نعم القوم أنتم\r\nلولا أنكم تجعلون لله ندا قال سبحان الله وما ذاك قال\r\nتقولون للرجل ما شاء الله وشئت فأمهل رسول الله صلى الله عليه\r\nوسلم ثم قال إنه قد قال فمن قال ما شاء الله فليجعل بينهما\r\nثم شئت\r\nحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة ثنا\r\nمحمد بن عبيد عن المسعودي عن معبد بن خالد عن عبد الله بن يسار عن\r\nقتيلة بنت يسار عن قتيلة بنت صيفي الجهنية عن النبي صلى الله عليه\r\nوسلم مثله\r\nحدثنا المقدام بن داود المصري ثنا عبد الله بن محمد بن\r\nالمغيرة ثنا مسعر بن كدام\r\nح وحدثنا الحسين بن جعفر القتات الكوفي قال ثنا منجاب بن الحارث\r\nأنا علي بن مسهر عن مسعر عن معبد بن خالد عن عبد الله بن يسار الجهني\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\n\r\n\r\nعن قتيلة امرأة منهم قالت جاء يهودي وحبر إلى أصحاب رسول الله\r\nصلى الله عليه وسلم فقال أنكم تشركون وانكم تنددون تقولون لا\r\nوالكعبة وتقولون ما شاء الله وشئت فأمرهم رسول الله صلى الله\r\nعليه وسلم ان يقولوا لا ورب الكعبة وأن يقولوا ما شاء الله ثم شئت\r\n* ( قيلة بنت قيس أخت الأشعث بن قيس ) *\r\nتزوجها النبي صلى الله عليه وسلم ولم يدخل بها حتى فارقها\r\nباب الكاف\r\n* ( كبيشة ويقال كبشة ) *\r\nحدثنا معاذ بن المثنى ثنا علي بن المديني ح\r\nوحدثنا طالب بن قرة الأذني ثنا محمد بن عيسى الطباع قالا ثنا\r\nسفيان بن عيينة عن يزيد بن يزيد بن جابر عن عبد الرحمن بن أبي عمرة\r\nالأنصاري عن جدة له يقال لها كبيشة قال دخل علي النبي صلى الله عليه\r\nوسلم وعندي قربة معلقة فشرب من فم القربة وهو قائم فقطعت فم\r\nالقربة التمس البركة بذلك\r\n* ( كبيرة بنت سفيان ) *\r\nحدثنا محمد بن السري بن مهران الناقد البغدادي\r\nحدثنا محمد بن عباد المكي ثنا محمد بن سليمان بن مسمول المكي عن\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n\r\nيحيى بن أبي ورقة بن سعيد أخبرتني مولاتي كبيرة بنت سفيان وكانت\r\nقد أدركت الجاهلية وكانت من المبايعات قالت قلت يا رسول الله اني\r\nوأدت أربع بنين لي في الجاهلية فقال اعتقي أربع رقاب قالت\r\nفأعتقت أباك سعيد وابناه ميسرة وجبيرا وأم ميسرة قالت وقال لنا\r\nرسول الله صلى الله عليه وسلم دم عفراء أزكى عند الله من دم\r\nسوداء\r\n* ( كريمة بنت كلثوم الحميرية ) *\r\nحدثنا محمد بن محمد الجذوعي القاضي ثنا عبد الجبار\r\nبن عاصم ثنا بقية بن الوليد عن معاوية بن يحيى عن سليمان بن موسى عن\r\nتثبت عن غصيف بن الحارث عن عطية بن بسر قال جاء عكاف بن وداعة\r\nرسول الله صلى الله عليه وسلم فقال يا عكاف لك زوجة فقال\r\nيا رسول الله أبرح حتى تزوجني من شئت فقال رسول الله صلى الله\r\nعليه وسلم قد زوجتك على اسم الله والبركة كريمة بنت كلثوم\r\nالحميرية\r\n* ( كليبة بنت برثن العنبرية ) *\r\nحدثنا محمد بن صالح بن الوليد النرسي ثنا سعد\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\n\r\n\r\nبن عمار بن شعيب بن عبد الله بن زينب بن ثعلبة حدثني أبي قال سمعت\r\nجدتي زينب قالت دعتني كليبة أم كلثوم بنت برثن العنبرية فقالت\r\nيا بني ان هذا أخذ زريبتي كنت ألبس فلقيت الرجل فأتيت به النبي صلى\r\nالله عليه وسلم فقلت يا رسول الله ان هذا أخذ زريبة أمي فقال\r\nرد على زريبة أمه\r\nباب اللام\r\n* ( لبابة بنت الحارث أم الفضل\r\nامرأة العباس بن عبد المطلب ) *\r\nحدثنا أحمد بن عبد الله بن عبد الرحيم البرقي\r\nثنا عبد الملك بن هشام ثنا زياد بن عبد الله عن محمد بن إسحاق قال لبابة\r\nبنت الحارث بن حزن بن بجير بن ريبة بن عبد الله بن هلال بن عامر بن\r\nصعصعة بن معاوية\r\nما أسندت أم الفضل\r\n* ( عبد الله بن عباس عن أمه أم الفضل ) *\r\nحدثنا علي بن عبد العزيز ثنا عارم أبو النعمان ثنا\r\nحماد بن زيد عن أيوب عن عكرمة ان بن عباس يوم عرفة وأتبرمان\r\nفأكله وقال بن عباس حدثتني أم الفضل\r\nان النبي صلى الله عليه وسلم\r\nأفطب عرفة أتته بلبن فشرب\r\nحدثنا إسحاق بن إبراهيم الدبري عن عبد الرزاق عن\r\nمعمر عم أيوب عن عكرمة عن بن عباس قال أفطر رسول الله صلى الله\r\nعليه وسلم بعرفة وأهدت له أم الفضل لبنا فشرب بعرفة\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nحدثنا العباس بن الفضل الأسفاطي ثنا خالد بن يريد\r\nالعمري ثنا بن أبي ذئب عن صالح مولى التوأمه عن بن عباس قال حدثتني\r\nأم الفضل أن النبي صلى الله عليه وسلم أتي بلبن بعرفة فشرب وهو يخطب\r\nحدثنا أبو زرعة عبد الرحمن بن عمرو الدمشقي ثنا\r\nأحمد بن خالد الوهبي ثنا عبد العزيز بن أبي سلمة الماجشون عن حسين\r\nبن عبد الله عن عكرمة عن بن عباس عن أم الفضل قالت أتيت النبي صلى\r\nالله عليه وسلم بأم حبيب بنت العباس وهي صبية فوضعتها في حجر\r\nالنبي صلى الله عليه وسلم فبالت فلكمت في ظهرها ثم احتملتها فقال\r\nالنبي صلى الله عليه وسلم مه ثم دعا بقدح من ماء فصبه على مبالها\r\nثم قال اسلكوا بالماء في سبيل المبول\r\nحدثنا إسحاق بن إبراهيم الدبري عن عبد الرزاق عن\r\nمعمر عن الزهري عن عبيد الله بن عبد الله بن عتبة عن بن عباس عن أمه\r\nأم الفضل قالت إن آخر ما سمعت رسول الله صلى الله عليه وسلم قرأ\r\nفي المغرب بسورة والمرسلات\r\nحدثنا علي بن عبد العزيز ثنا القعنبي عن مالك\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nوحدثنا بكر بن سهل ثنا عبد الله بن يوسف أنا مالك\r\nح وحدثنا علي بن المبارك الصنعاني ثنا إسماعيل بن أبي أويس\r\nحدثني مالك\r\nح وحدثنا أبو خليفة ثنا عبد الله بن محمد بن أسماء ثنا جويرية بن أسماء\r\nحدثني مالك عن بن شهاب عن عبيد الله بن عبد الله بن عتبة عن بن عباس ان أم\r\nالفضل بنت الحارث سمعته يقرأ والمرسلات عرفا فقالت يا بني لقد\r\nذكرتني بقراءتك هذه السورة وثلاثمائة آخر ما سمعت رسول الله صلى الله\r\nعليه وسلم يقرأ بها في المغرب\r\nحدثنا مطلب بن شعيب الأزدي ثنا عبد الله بن صالح\r\nحدثني الليث حدثني عقيل عن بن شهاب عن عبيد الله بن عبد الله بن عتبة\r\nعن بن عباس عن أم الفضل قالت رأيت رسول الله صلى الله عليه وسلم\r\nصلى المغرب فقرأ فيها والمرسلات عرفا وكان آخر شئ صلى ثم\r\nلم يصل بعدها\r\nحدثنا أحمد بن رشدين المصري ثنا يوسف بن عدي\r\nثنا رشدين بن سعد عن قرة بن عقيل ويونس عن بن شهاب عن عبيد الله بن عبد الله\r\nبن عتبة عن بن عباس قال أخبرتني أم الفضل قالت سمعت\r\nرسول الله صلى الله عليه وسلم يقرأ في صلاة المغرب بالمرسلات عرفا\r\nحدثنا إسماعيل بن الحسن الخفاف المصري ثنا أحمد\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\nبن صالح ثنا بن وهب أخبرني يونس عن بن شهاب أخبرني عبيد الله بن\r\nعبد الله بن عتبة ان بن عباس قال حدثتني أم الفضل بنت الحارث بن\r\nحزن أنها سمعت رسول الله صلى الله عليه وسلم يقرأ في المغرب بالمرسلات عرفا\r\nحدثا بشر بن موسى ثنا القدرة ح\r\nوحدثنا معاذ بن المثنى ثنا مسدد ح\r\nوحدثنا أحمد بن عمرو أسمع المكي ثنا محمد بن أبي عمر العدني ح\r\nوحدثنا الحسين بن إسحاق التستري ثنا عثمان بن أبي شيبة ح\r\nوحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة قالوا ثنا سفيان بن\r\nعيينة عن الزهري عن عبيد الله بن عبد الله عن بن عباس عن أم الفضل قالت آخر ما سمعت رسول الله صلى الله عليه وسلم يقرأ في المغرب بالمرسلات\r\nحدثنا أحمد بن زهير التستري ثنا عبيد الله بن سعد ثنا\r\nعمي ثنا أبي عن صالح بن جلس عن بن شهاب عن عبيد الله بن عبد الله\r\nبن عتبة عن بن عباس أن أمه أم الفضل بنت الحارث أخبرته أنها سمعت\r\nرسول الله صلى الله عليه وسلم يقرأ في المغرب والمرسلات عرفا ثم\r\nما صلى حتى قبضه الله عز وجل\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\n\r\n* ( تمام بن العباس عن أم الفضل ) *\r\nحدثنا محمود بن محمد الواسطي ثنا وهب بن بقية\r\nثنا خالد ح\r\nوحدثنا الحسين بن إسحاق التستري ثنا عثمان بن أبي شيبة ثنا محمد\r\nبن بشر قالا ثنا محمد بن عمرو عن الزهري عن تمام بن عباس قال\r\nسمعتني أم الفضل وأنا أقرا والمرسلات عرفا فقالت أي يا بني هذه\r\nآخر سورة سمعت رسول الله صل الله عليه وسلم يقرؤها في صلاة\r\nالمغرب\r\n* ( ما روى أنس بن مالك عن أم الفضل ) *\r\nحدثنا محمد بن النضر وبشر بن موسى قالا ثنا محمد\r\nبن داود الصبي ثنا عبد العزيز بن أبي سلمة الماجشون عن حميد عن أنس\r\nعن أم الفضل بنت الحارث قالت صلى بنا رسول الله صلى الله عليه\r\nوسلم المغرب في بيته في ثوب متوحشا به ما صلى صلاة بعدها حتى قبض\r\nصلى الله عليه وسلم\r\n* ( ما روى عبد الله بن الحارث بن نوفل عن أم الفضل بنت الحارث ) *\r\nحدثنا أبو زرعة عبد الرحمن بن عمرو الدمشقي\r\nعفان بن مسلم ح وحدثنا يوسف بن يعقوب القاضي ثنا سليمان بن حرب ح\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nوحدثنا علي بن عبد العزيز ثنا عارم أبو النعمان قالوا ثنا حماد بن\r\nزيد عن أيوب عن أبي الخليل عن عبد الله بن الحارث عن أم الفضل أن\r\nرجلا قال يا رسول الله أني كانت لي امرأة فتزوجت عليها فزعمت\r\nالأولى أنها أرضعت الحدثى فقال رسول الله صلى الله عليه وسلم\r\nلا تحرم الاملاجة ولا الاملاجتان\r\nحدثنا إسحاق بن إبراهيم الدبري عن عبد الرزاق عن\r\nمعمر عن أيوب عن أبي الخليل عن عبد الله بن الحارث عن أم الفضل ان\r\nا مرأة طلقها زوجها ثم تزوج امرأة أخرى فزعمت امرأته أنها أرضعتها\r\nفقال رسول الله صلى الله عليه وسلم لا تحرم الملجة ولا الملجتان\r\nحدثنا عثمان بن عمر الضبي ثنا أبو الوليد الطيالسي ح\r\nوحدثنا خليفة ثنا داود بن شبيب قالا ثنا حماد بن سلمة عن قتادة\r\nعن أبي الخليل عن عبد الله بن الحارث عن أم الفضل ان رجلا جاء فقال\r\nيا رسول الله اني تزوجت امرأة وعندي امرأة أخرى فزعمت أنها أرضعت\r\nالحدثى فقال لا تحرم الاملاجة ولا الاملاجتان\r\nحدثنا محمد بن يحيى بن المنذر القزاز ثنا حفص بن\r\nعمر الحوضي ثنا همام عن قتادة عن أبي الخليل عن عبد الله بن الحارث\r\nعن أم الفضل ان النبي صلى الله عليه وسلم سئل عن المصة الواحدة\r\nتحرم فقال لا\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nحدثنا الحسين بن إسحاق التستري ثنا عثمان بن أبي\r\nشيبة ثنا أبو أسامة حماد بن أسامة عن سعيد بن أبي عروبة عن قتادة\r\nعن أبي الخليل عن عبد الله بن الحارث عن أم الفضل أن النبي صلى الله\r\nعليه وسلم قال لا تحرم المصة ولا المصتان ولا الرضعة ولا الرضعتان\r\nحدثنا عبيد بن غنام حدثنا أبو بكر بن أبي شيبة ثنا\r\nمحمد بن بشر وعبدة بن سليمان قالا ثنا سعيد بن أبي عروبة عن قتادة\r\nعن أبي الخليل عن عبد الله بن الحارث أن أم الفضل حدثته ان نبي الله\r\nصلى الله عليه وسلم قال لا تحرم الرضعة والرضعتان أو المصة\r\nوالمصتان\r\nحدثنا علي بن عبد العزيز ثنا عمرو بن عون الواسطي\r\nانا خالد بن عبد الله عن يزيد بن أبي زياد عن عبد الله بن الحارث عن أم\r\nالفضل قالت بينا انا قاعدة عند رأس رسول الله صلى الله عليه وسلم\r\nوهو مريض فبكيت فقال ما يبكيك فقلت أخشى عليك فلا ندري\r\nما نلقى بعدك من الناس قال أنتم المستضعفون بعدي\r\n* ( كريب مولى بن عباس عن أم الفضل ) *\r\nحدثنا أحمد بن زيد بن هارون القزاز المكي ثنا إبراهيم\r\nبن المنذر الحزامي ح\r\nوحدثنا إسماعيل بن الحسن الخفاف المصري ثنا أحمد بن صالح قالا\r\nثنا عبد الله بن وهب أخبرني\r\nأسامة بزيد عن بن شهاب عن أبي رشدين\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nعن أم الفضل بنت الحارث أنها كانت إذا سمعت أحدا يقرأ والمرسلات\r\nقالت صلى الله على رسوله قرأ في صلاة المغرب بالمرسلات عرفا لم\r\nيصل لنا عشاء حتى قبضه الله عز وجل\r\n* ( عمير مولى أم الفضل عن أم الفضل ) *\r\nحدثنا علي بن عبد العزيز ثنا القعنبي عن مالك ح\r\nوحدثنا بكر بن سهل ثنا عبد الله بن يوسف أنا مالك عن أبي النضر\r\nمولى عمر بن عبيد الله بن معمر عمير مولى بن عباس عن أم الفضل\r\nبنت الحارث أن ناسا اختلفوا عندها يوم عرفة في رسول الله صلى الله عليه\r\nوسلم فقال بعضهم هو صائم وقال بعضهم ليس بصائم فأرسلت\r\nإليه بقدح من لبن وهو واقف على بعيره فشرب بعرفة\r\nحدثنا إسحاق بن إبراهيم عن عبد الرزاق عن عبد الله\r\nبن عمر والثوري عن سالم أبي النضر عن عمير مولى أم الفضل قال شكوا\r\nفي صيام رسول الله صلى الله عليه وسلم بعرفة فقالت أم الفضل\r\nأنا أعلم لكم ذلك فأرسلت إليه بقعب من لبن فشرب منه\r\nحدثنا الحسين بن إسحاق التستري ثنا حرملة بن يحيى\r\nثنا بن وهب أخبرني عمرو بن الحارث أن أبا النضر حدثه أن عميرا مولى\r\nبن عباس حدثه أنه سمع أم الفضل تقول شك الناس في صيام يوم عرفة\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nونحن مع رسول الله صلى الله عليه وسلم فأرسلت إليه بقعب من لبن\r\nوهو بعرفة فشربه\r\nحدثنا معاذ بن المثنى ثنا علي بن المديني ثنا سفيان\r\nبن عيينة عن أبي النضر مولى عمر بن عبيد الله عن عمير مولى بن عباس\r\nعن أم الفضل قالت شك الناس في صوم النبي صلى الله عليه وسلم\r\nيوم عرفة فقلت أنا أعلم لكم ذلك فأرسلت إليه بإناء فيه لبن فشرب\r\n* ( قابوس بن المخارق عن أم الفضل ) *\r\nحدثنا علي بن عبد العزيز ثنا عثمان بن سعيد المزي ثنا\r\nعلي بن صالح عن سماك بن حرب عن قابوس الشيباني عن أبيه قال\r\nجاءت أم الفضل إلى رسول الله صلى الله عليه وسلم فقالت اني رأيت\r\nبعض جسمك في بيتي قال نعم ما رأيت تلد فاطمة غلاما وترضعيه بلبن\r\nقثم قالت فأتت به تحمله إلى النبي صلى الله عليه وسلم فأخذته\r\nفوضعته في حجره فبال فلطمته بيدها فقال أوجعت مشهور رحمك\r\nالله قالت هات إزارك حتى نغسله فقال إنما يغسل بول الجارية\r\nوينضح بول الغلام\r\nحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة ثنا معاوية\r\nبن هشام عن حسن بن صالح عن سماك بن حرب عن قابوس بن المخارق\r\nقال قالت أم الفضل يا رسول الله رأيت كأن في بيتي من أعضائك\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\nفقال خيرا تلد فاطمة وترضعيه فولدت حسنا أو حسينا فأرضعته\r\nفجئت به إلى النبي صلى الله عليه وسلم يوما فوضعته في حجره فبال\r\nفضربت كتفه فقال النبي صلى الله عليه وسلم أوجعت مشهور رحمك الله\r\nحدثنا محمد بن عبد الله الحضرمي ثنا منجاب الحارث ح\r\nوحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة قالا ثنا أبو\r\nالأحوص عن سماك بن حرب عن قابوس بن المخارق عن لبابة بنت الحارث\r\nقالت بال الحسن بن علي في حجر النبي صلى الله عليه وسلم فقلت\r\nأعطني ثوبك والبس ثوبا غيره فقال إنما يغسل من بول الأنثى وينضح\r\nمن بول الذكر\r\nحدثنا محمد بن عثمان بن أبي شيبة ثنا الحسن بن\r\nعلي الحلواني ثنا يزيد بن هارون أنا عبد الملك بن الحسين أبو مالك\r\nالأشجعي عن سماك بن حرب عن قابوس بن المخارق عن أبيه عن أم\r\nالفضل قالت قلت للنبي صلى الله عليه وسلم اني رأيت في المنام كأن طائفة\r\nمنك فبيتي فقال خيرا تلد فاطمة غلاما فترضعيه في بيتك فولدت\r\nحسنا فكان في بيتي فأتيت به رسول الله صلى الله عليه وسلم فبال\r\nعليه فقلت يا رسول الله ألق هذا لثوب أغسله فقال إنما يغسل بول الإناث ولا يغسل بول الذكر\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\n* ( شداد أبو عمار عن أم الفضل ) *\r\nحدثنا أبو زيد أحمد بن يزيد الحوطي ثنا محمد بن\r\nمصعب القرقساني ثنا الأوزاعي عن أبي عمار عن أم الفضل أنها أتت النبي\r\nصلى الله عليه وسلم فقالت يا رسول الله اني رأيت في المنام حلما منكرا\r\nفقال وما هو قالت أصلحك الله انه شديد قال فما هو\r\nقالت رأيت كان بضعة من جسدك قطعت ثم وضعت في حجري فقال\r\nرسول الله صلى الله عليه وسلم خيرا رأيت تلد فاطمة إن شاء الله\r\nغلاما يكون في حجرك فولدت فاطمة حسنا فكان في حجرها فدخلت\r\nبه على النبي صلى الله عليه وسلم فوضعته فبال عليه فذهبت أتناوله\r\nفقال دعي مشهور فإن مشهور ليس بنجس ثم دعا بماء فصبه عليه\r\n* ( هند بنت الحارث الخثعمية أم عبد الله بن شداد عن أم الفضل ) *\r\nحدثنا محمد بن نصر الصائغ البغدادي ثنا إبراهيم بن\r\nحمزة الزبيري ثنا عبد العزيز بن أبي حازم عن يزيد بن الهاد قال حدثتني\r\nهند بنت الحارث الخثعمية امرأة عبد الله بن شداد عن أم\r\nالفضل أم عبد الله بن عباس عن رسول الله صلى الله عليه وسلم أنه قام ليلة بمكة\r\nمن الليل فقال اللهم هل بلغت ثلاث مرات فقام عمر بن الخطاب\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nفقال اللهم نعم فحرصت ونصحت وجهدت فأصبح فقال ليظهرن\r\nالإيمان حتى يرد الكفر إلى مواطنه وليخوضن البحار بالإسلام وليأتين\r\nعلى الناس زمان يتعلمون فيه القرآن فيتعلمونه ويقرؤونه ثم يقولون\r\nقد قرأنا وعلمنا فمن ذا الذي هو خير منا فهل في أولئك وضر قالوا\r\nلا يا رسول الله ومن أولئك قال أولئك وقود النار\r\nحدثنا يحيى بن أيوب العلاف ثنا سعيد بن أبي مريم\r\nثنا يحيى بن أيوب وابن لهيعة ان بن الهاد حدثهما عن هند بنت الحارث\r\nعن أم الفضل امرأة العباس أن رسول الله صلى الله عليه وسلم دخل على\r\nالعباس وهو شاك فتمنى العباس الموت فقال رسول الله صلى الله عليه\r\nوسلم يا عم لا تتمن الموت فإنك إن كنت محسنا فإن تؤخر تزداد حسنا\r\nإلى وأسوق وان كنت مسيئا فإن تؤخر تستعتب من اساءتك خير لك\r\nفلا تتمن الموت\r\n* ( ليلى الغفارية ) *\r\nحدثنا محمد بن عبد الله الحضرمي ثنا القاسم بن محمد بن أبي شيبة ثنا محمد\r\nبن فضيل عن هاشم بن البريد عن مسلم أبي هاشم\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\nعن موسى بن القاسم الثعلبي عن ليلى الغفارية قالت كنت امرأة اخرج\r\nمع النبي صلى الله عليه وسلم أداوي الجرحى\r\n* ( ليلى بنت قانف الثقفية ) *\r\nحدثنا أبو مسلم الكشي ثنا علي بن المديني ثنا يعقوب\r\nبن إبراهيم بن سعد ثنا أبي عن بن إسحاق حدثني نوح بن حكيم وكان\r\nقارئا للقرآن عن رجل من بني عروة بن مسعود يقال له داود ولدته أم\r\nحبيبة بنت أبي سفيان عن ليلى بنت قانف الثقفية قالت كنت فيمن غسل\r\nأم كلثوم بنت رسول الله صلى الله عليه وسلم فكان أول ما أعطانا\r\nرسول الله صلى الله عليه وسلم الحقو ثم الدرع ثم الخمار ثم الملحفة\r\nثم أدرجت في الثوب الأخير ) *\r\nليلى بنت أبي حثمة بن حذيفة بن غانم\r\nبن عبد الله بن عبيد بن عويج بن عدي بن كعب أم\r\n* ( عبد الله بن عامر بن ربيعة من المهاجرات\r\nحدثنا محمد بن عبد الله الحضرمي ثنا أبو كريب ثنا\r\nيونس بن بكير حدثني محمد بن إسحاق أخبرني عبد الرحمن بن الحارث بن\r\nعبد العزيز بن عبد الله بن عامر بن ربيعة عن أمه ليلى قالت كان عمر بن\r\nالخطاب من أشد الناس علينا في اسلامنا فلما تهيأنا للخروج إلى أرض\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nالحبشة جاءني عمر بن الخطاب وأنا على بعيري أريد ان أتوجه فقال أين\r\nيا أم عبد الله فقلت آذيتمونا في ديننا فنذهب في أرض الله حيث\r\nلا نؤذى في عبادة الله قال صحبكم الله ثم ذهب فجاءني زوجي عامر\r\nبن ربيعة فأخبرته بما رأيته من رقة عمر فقال ترجين أن يسلم فقلت\r\nنعم فقال والله لا يسلم حتى يسلم حمار الخطاب\r\n* ( لبيسة بنت كعب ويقال بنت حرب\r\nأم عمارة الأنصارية من بني ماتت ) *\r\nحدثنا محمد بن عبد الله الحضرمي ثنا محمد بن عبد الله\r\nبن نمير ثنا يونس بن بكير عن بن إسحاق قال شهد العقبة من النساء\r\nلبيسة وأختها ابنتا كعب بن عمرو بن عوف وهي أم عمارة التي أخذ\r\nابنها مسيلمة\r\nحدثنا علي بن عبد العزيز ثنا إبراهيم بن حميد الطويل\r\nثنا شعبة عن حبيب الأنصاري عن ليلى مولاة لهم عن جدته أم عمارة بنت\r\nكعب ان رسول الله صلى الله عليه وسلم دخل عليها فدعت له بطعام\r\nفدعاها تأكل معه فقالت اني صائمة فقال إن الصائم\r\nإذا أكل في\r\nبيته دعت له الملائكة حتى يقضوا أكلهم ويفرغوا\r\nحدثنا محمد بن عبد الله الحضرمي ثنا يحيى الحماني\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nوعلي بن حكيم الأودي ح\r\nوحدثنا محمود بن محمد الواسطي ثنا زكريا بن يحيى زحمويه قالوا\r\nثنا شريك عن حبيب بن زيد عن ليلى عن مولاتها قالت دخل علي رسول\r\nالله صلى الله عليه وسلم فأتيته بفاكهة أو طعام فاعتزل بعض القوم\r\nفلم يأكل فقال رسول الله صلى الله عليه وسلم ما لهم قلت إنهم\r\nصيام قال مامن صائم يأكل عنده قوم مفطرون الا صلت عليهم\r\nالملائكة حتى يمسي\r\nحدثنا معاذ بن المثنى ثنا محمد بن كثير ثنا سليمان بن\r\nكثير عن حصين عن عكرمة عن أم عمارة الأنصارية أنها أتت النبي صلى\r\nالله عليه وسلم فقالت ما أرى كل شئ الا الرجال ما أرى النساء يذكرن\r\nبشئ فنزلت ان المسلمين والمسلمات والمؤمنين والمؤمنات\r\nحدثنا محمد بن عبد الله الحضرمي ثنا مصرف بن عمرو\r\nاليامي ثنا عبد الله بن إدريس عن سفيان عن عكرمة قال أتت النبي صلى\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n\r\nالله عليه وسلم امرأة يقال لها أم عمارة فقالت يا رسول الله ما ينزل\r\nالقرآن الا في الرجال فأنزل الله هذه الآية ان المسلمين والمسلمات\r\nوالمؤمنين\r\nوالمؤمنات\r\nحدثنا محمد بن إسحاق بن راهويه ثنا أبي ح\r\nوحدثنا معاذ بن المثنى ثنا علي بن المديني قالا ثنا جرير عن حصين\r\nعن عكرمة عن أم عمارة قالت قلت يا رسول الله ما أرى كل شئ الا\r\nللرجال فأنزل الله عز وجل ان المسلمين والمسلمات والمؤمنين\r\nوالمؤمنات الآية\r\nباب الميم\r\n* ( ميمونة بنت سعد خادمة النبي صلى الله عليه وسلم ) *\r\nحدثنا بكر بن سهل الدمياطي ثنا عبد الله بن صالح\r\nثنا معاوية بن صالح عن زياد بن أبي سودة عن ميمونة وليست بميمونة\r\nزوج النبي صلى الله عليه وسلم أنها قالت يا رسول الله أفتنا عن بيت\r\nالمقدس فقال رسول الله صلى الله عليه وسلم أرض المحشر والمنشر\r\nائتوه فصلوا فيه فإن الصلاة فيه كألف صلاة قالت أرأيت من لم يطق\r\nأن يتحمل أن يأتيه قال فإن لم يطق ذلك فليهد إليه زيتا يسرج\r\nفيه فمن أهدي إليه كان كمن صلى فيه\r\nحدثنا أحمد بن مطير الرملي القاضي ثنا محمد بن\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nأبي السري العسقلاني ثنا رواد بن الجراح ح\r\nوحدثنا يعقوب بن إسحاق بن الزبير الحلبي ثنا أبو جعفر النفيلي ثنا\r\nعيسى بن يونس عن ثور بن يزيد عن زياد بن أبي سودة عن أخيه عثمان\r\nبن أبي سودة عن ميمونة مولاة النبي صلى الله عليه وسلم أنها قالت\r\nيا رسول الله أفتنا\r\nفي بيت المقدس فقال أرض المنشر والمحشر ائتوه\r\nفصلوا فيه فإن صلاة فيه كألف صلاة قالت أرأيت ان لم نطق أن\r\nتتحمل إليه أو نأتيه قال فاهدين إليه زيتا يسرج فيه فإنه من اهدى\r\nله كان كمن صلى فيه\r\nحدثنا أحمد بن مطير الرملي القاضي ثنا محمد بن أبي\r\nالسري العسقلاني ثنا رواد بن الجراح عن صدقة بن صدقة عن ثور بن يزيد\r\nعن زياد بن أبي سودة عن أخيه عن ميمونة عن النبي صلى الله عليه\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\nوسلم مثله\r\nحدثنا عبد الله بن محمد بن سعيد بن أبي مريم ثنا\r\nمحمد بن يوسف الفريابي\r\nح وحدثنا فضيل بن محمد الملطي ثنا أبو نعيم قالا ثنا إسرائيل عن\r\nزيد بن جبير عن أبي يزيد الضني عن ميمونة بنت سعد أن رسول الله\r\nصلى الله عليه وسلم سئل عن رجل قب امرأته وهما صائمان قال\r\nقد أفطرا\r\nحدثنا فضيل بن محمد الملطي ثنا أبو نعيم ثنا\r\nإسرائيل ح\r\nوحدثنا عثمان بن عمر الضبي ثنا عبد الله بن رجاء أخبرنا إسرائيل عن\r\nزيد بن جبير عن أبي يزيد الضني عن ميمونة بنت سعد مولاة النبي صلى\r\nالله عليه وسلم أن النبي صلى الله عليه وسلم سئل عن ولد الزنا فقال\r\nلا خير فيه نعلان أجاهد بهما أحب إلي من أن أعتق ولد زنا\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\nحدثنا أحمد بن النضر العسكري ثنا إسحاق بن زريق\r\nالراسبي ثنا عثمان بن عبد الرحمن الطرائفي ثنا عبد الحميد بن يزيد عن\r\nآمنة بنت عمر بن عبد العزيز عن ميمونة بنت سعد أنها قالت أفتنا\r\nيا رسول الله عن رجل نسي الصلاة حتى طلعت الشمس أو غربت\r\nما كفارتها قال إذا ذكرها فليصلها وليحسن صلاتها وليتوضأ وليحسن\r\nوضوءه فذلك كفارته\r\nحدثنا أحمد بن النضر العسكري ثنا إسحاق بن زريق\r\nالراسبي ثنا عثمان بن عبد الرحمن الطرائفي ثنا عبد الحميد بن يزيد عن آمنة\r\nبنت عمر بن عبد العزيز عن ميمونة بنت سعد أنها قالت يا رسول الله\r\nأفتنا عن الصوم فقال من كل شهر ثلاثة أيام من استطاع أن يصومهن\r\nفإن كل يوم يكفر عشر سيئات وأنه ينقى من الإثم كما ينقي الماء الثوب\r\nحدثنا أحمد بن النضر العسكري ثنا إسحاق بن زريق\r\nالراسبي ثنا عثمان بن عبد الرحمن ثنا عبد الحميد بن يزيد عن آمنة بنت\r\nعمر بن عبد العزيز عن ميمونة بنت سعد أنها قالت أفتنا يا رسول الله\r\nعن السرقة فقال من أكلها وهو يعلم أنها سرقة فقد اشترك إثم\r\nسارقها\r\nحدثنا أحمد بن النضر العسكري ثنا إسحاق بن زريق\r\nالراسبي ثنا عثمان بن عبد الرحمن ثنا عبد الحميد بن يزيد عن آمنة بنت\r\nعمر بن عبد العزيز عن ميمونة بنت سعد أنها قالت أفتنا عن الصدقة فقال\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nوثلاثمائة حاجب من النار لمن أحسنها يبتغي بها وجه الله عز وجل\r\nحدثنا أحمد بن النضر العسكري ثنا إسحاق بن زريق\r\nالراسبي ثنا عثمان بن عبد الرحمن عن عبد الحميد بن يزيد عن آمنة بنت\r\nعمر بن عبد العزيز عن ميمونة بنت سعد أنها قالت يا رسول الله أفتنا\r\nعن الكلب فقال طعمة جاهلية وقد أغنى الله عنها\r\nحدثنا أحمد بن النضر العسكري ثنا إسحاق بن زريق\r\nالراسبي ثنا عثمان بن عبد الرحمن عن عبد الحميد بن يزيد عن آمنة بنت\r\nعمر بن عبد العزيز عن ميمونة بنت سعد أنها قالت يا رسول الله أفتنا\r\nعن الغسل من الجنابة فقال تبلي أصول الشعر وتنقي البشر فإن مثل\r\nالذين لا يحسنون الغسل كمثل شجرة أصابها ماء فلا ورقها ينبت ولا أصلها\r\nيروى فاتقوا الله وأحسنوا الغسل فإنها من الأمانة التي حملتهم والسرائر\r\nالتي استودعتم قالت قلت كم يكفي الرأس من الماء يا رسول الله\r\nقال ثلاث حفنات\r\nحدثنا أحمد بن النضر العسكري ثنا إسحاق بن زريق\r\nالراسبي ثنا عثمان بن عبد الرحمن عن عبد الحميد بن يزيد عن آمنة بنت\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nعمر بن عبد العزيز عن ميمونة بنت سعد قالت قلت يا رسول الله هل\r\nيأكل أحدنا وهو جنب قالا يأكل حتى يتوضأ قالت قلت\r\nيا رسول الله هل يرقد الجنب قال ما أحب أن يرقد هو جنب\r\nحتى يتوضأ ويحسن وضوءه وإني أخشى أن يتوفى فلا يحضره جبريل\r\nعليه السلام\r\nحدثنا أحمد بن النضر العسكري ثنا إسحاق بن زريق\r\nالراسبي ثنا عثمان بن عبد الرحمن عن عبد الحميد بن يزيد عن آمنة بنت\r\nعمر بن عبد العزيز عن ميمونة بنت سعد أنها قالت أفتنا يا رسول الله\r\nعن صلاة الجمعة قال فيها ساعة لا يدعو العبد فيها ربه الا استجاب\r\nله قلت أية ساعة هي يا رسول الله قال ذلك حين يقوم الإمام\r\nحدثنا أحمد بن النضر العسكري ثنا إسحاق بن زريق\r\nالراسبي ثنا عثمان بن عبد الرحمن عن عبد الحميد بن يزيد عن آمنة بنت\r\nعمر بن عبد العزيز عن ميمونة بنت سعد أنها قالت أفتنا يا رسول الله\r\nفي رجل سها في صلاته فلا يدري كم صلى قال ينصرف ثم يقوم في\r\nصلاته حتى يعلم كم صلى فإنما ذلك الوسواس يعرض له فيسهيه\r\nعن صلاته\r\nحدثنا أحمد بن النضر العسكري ثنا إسحاق بن زريق\r\nالراسبي ثنا عثمان بن عبد الرحمن عن عبد الحميد بن يزيد عن آمنة بنت\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\nعمر بن عبد العزيز عن ميمونة بنت سعد أنها قالت أفتنا يا رسول الله\r\nمم عذاب القبر قال من أثر البول فمن أصابه بول فليغسله\r\nفإن لم يجد ماء فليمسحه بتراب طيب\r\nحدثنا أحمد بن النضر العسكري ثنا إسحاق بن زريق\r\nالراسبي ثنا عثمان بن عبد الرحمن عن عبد الحميد بن يزيد عن آمنة بنت\r\nعمر بن عبد العزيز عن ميمونة بنت سعد وثلاثمائة قالت أفتنا يا رسول الله\r\nمن لم يغز وأعطى ماله يغزى عليه فله أجر أم للمنطلق قال له أجر\r\nماله وللمنطلق أجر ما احتسب من ذلك\r\nحدثنا محمد بن عبد الله الحضرمي ثنا الحسين بن\r\nعبد الرحمن بن أبي ليلى ثنا عبد الرحيم بن سليمان ح\r\nوحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة ثنا المحاربي كلاهما\r\nعن موسى بن عبيدة عن أيوب بن خالد عن ميمونة بنت سعد وكانت\r\nخادما للنبي صلى الله عليه وسلم قالت قال رسول الله صل الله عليه\r\nوسلم مثل الرافلة في الزينة في غير أهلها كمثل الظلمة يوم القيامة\r\nلا نور لها\r\nحدثنا مصعب بن إبراهيم بن حمزة الزبيري حدثني أبي\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n\r\nثنا عبد العزيز بن محمد عن موسى بن عبيدة عن أيوب بن خالد عن ميمونة\r\nبنت سعد عن النبي صلى الله عليه وسلم قال ما من امرأة تخرج في\r\nشهرة من الطيب فينظر الرجال إليها الا لم تزل في سخط الله حتى\r\nترجع إلى بيتها\r\n* ( ميمونة بنت أبي عسيب مولاة رسول الله صلى الله عليه وسلم ) *\r\nحدثنا محمد بن حيان المازني ثنا المنتجع بن مصعب\r\nالمازني حدثتني ربيعة بنت يزيد حدثني مية عن ميمونة بنت عسيب مولاة\r\nرسول الله صلى الله عليه وسلم أن امرأة من حريش أتت رسول الله صلى الله عليه وسلم\r\nعلى بعير فنادت يا عائشة أعينيني بدعوة من رسول\r\nالله صلى الله عليه وسلم تسكنيني أو تطمنيني وأنه قال لها ضعي\r\nيدك اليمنى على فؤادك وقولي بسم الله اللهم داوني بدوائك واشفني\r\nبشفائك وأغنني بفضلك عن من سواك واحذر عني أذاك قال ربيعة\r\nفدعوت به فوجدته جيدا قال المنتجع وأرى أن ربيعة قالت في هذا الحديث\r\nان المرأة كانت غيري\r\n* ( ميمونة بنت كردم الثقفية ) *\r\nحدثنا علي بن عبد العزيز ثنا أبو نعيم ثنا عبد الله\r\nبن عبد الرحمن بن يعلى بن كعب الطائفي عن يزيد بن مقسم عن ميمونة بنت\r\nكردم أنها كانت رديف أبيها فسمعت أباها يسأل النبي صلى الله عليه\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nوسلم فقال إني نذرت لأنحرن ببوانة فقال هل بها وثن أو طاغية\r\nيعبد قال لا قال أوف بنذرك حيث نذرت\r\nحدثنا عبيد بن غنام والحضرمي قالا حدثنا أبو بكر\r\nبن أبي شيبة ثنا مروان بن معاوية عن عبد الله بن عبد الرحمن الطائفي عن\r\nميمونة بنت كردم اليسارية أن أباها لقي النبي صلى الله عليه وسلم وهي\r\nرديفة له فسأله فقال إني نذرت أن أنحر ببوانة فقال له رسول الله\r\nصلى الله عليه وسلم هل بها وثن قال له لا قال فأوف\r\nبنذرك حيث نذرت\r\nحدثنا أحمد بن محمد بن الجهم الشمري ثنا الجراح\r\nبن مخلد ثنا أبو قتيبة عن عبد الله بن يزيد بن ضبة الطائفي حدثتني\r\nعمتي سارة بنت مقسم عن ميمونة بنت كردم قالت رأيت النبي صلى الله\r\nعليه وسلم وكانت أصبعه التي تلي الإبهام\r\nلها فصل في الطول على الإبهام يعني من الرجل\r\n* ( ميمونة بنت صبيح أم أبي هريرة ) *\r\nحدثنا أبو خليفة الفضل بن الحباب ثنا أبو الوليد\r\nالطيالسي ثنا عكرمة بن عمار حدثني أبو كثير السحيمي قال ثنا أبو\r\nهريرة قال والله ما خلق الله مؤمنا يسمع بي ولا يراني الا أحبني\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nقلت وما علمت بذلك يا أبا هريرة قال إن أمي كانت امرأة مشركة\r\nوكنت أدعوها إلى الإسلام فتأبى علي فدعوتها ذات يوم فأسمعتني في\r\nرسول الله صلى الله عليه وسلم ما أكره فأتيت رسول الله صلى الله\r\nعليه وسلم وأنا أبكي فقلت يا رسول الله اني كنت أدعو أمي إلى\r\nالإسلام فتأبى علي وأني دعوتها فأسمعتني فيك ما أكره فادع الله أن\r\nيهدي أم أبي هريرة فقال رسول الله صلى الله عليه وسلم اللهم\r\nأهد أم أبي هريرة قال فخرجت أعدو أبشرها بدعوة رسول الله صلى\r\nالله عليه وسلم فلما أتيت الباب إذا هو مجاف فسمعت بخضخضة\r\nالماء وسمعت خشفة رجلي فقالت يا أبا هريرة كما أنت وفتحت\r\nالباب ولبست درعها وعجلت على خمارها فقالت اني أشهد ان لا إله\r\nإلا الله وأن محمدا رسول الله فرجعت إلى رسول الله صلى الله عليه\r\nوسلم أبكي من الفرح كما كنت أبكي من الحزن فقلت يا رسول الله ان الله\r\nقد أجابك في أمي فادع الله أن يحببني وأمي إلى عباده المؤمنين ويحببهم\r\nإلينا فقال رسول الله صلى الله عليه وسلم اللهم حبب عبدك وأمتك\r\nإلى عبادك المؤمنين وأحبهم إليهما\r\n* ( مارية جدة المثنى بن صالح خادم رسول الله صلى الله عليه وسلم ) *\r\nحدثنا محمد بن الفضل السقطي ثنا يوسف بن يعقوب\r\nالصفار ثنا أبو بكر بن عياش عن المثنى بن صالح عن جدته مارية وكانت\r\nخادما لرسول الله صلى الله عليه وسلم قالت ما رأيت الين كفا من\r\nرسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n\r\nحدثنا حفص بن عمر بن الصباح الرقي ثنا المعلى بن\r\nأسد العمي ثنا محمد بن حمران عن عبد الله بن حبيب عن\r\nأم سليمان عن أمها عن جدتها مارية قالت طأطأت لرسول الله صلى الله عليه وسلم\r\nحتى صعد حائطا ليلة فر من المشركين\r\n* ( مليكة بنت عمرو السعدية ) *\r\nحدثنا علي بن عبد العزيز ثنا أحمد بن يونس ثنا زهير\r\nحدثتني امرأة من أهلي عن مليكة بنت عمرو الزيدية من ولد زيد الله بن\r\nسعد قالت اشتكيت وجعا في حلقي فأتيتها فوضعت لسمن بقرة\r\nقالت إن رسول الله صلى الله عليه وسلم قال ألبانها شفاء وسمنها\r\nدواء ولحومها داء\r\n* ( مريم المغالية امرأة ثابت بن قيس بن شماس ) *\r\nحدثنا محمد بن عبد الله الحضرمي ثنا عقبة بن مكرم\r\nثنا يونس بن بكير ثنا بن إسحاق عن عباد بن الوليد بن عبادة بن الصامت\r\nقال دخلت على الربيع بنت معوذ بن عفراء فسألتها عن شأنها قالت\r\nكنت عند بن عم لي فكرهته فاختلعت منه فأتيت عثمان فقال ليس\r\nعليك منه عدة الا أن يكون قريب عهد بك فتستبرئين منه بحيضة فقالت\r\nالربيع وإنما أخذ ذلك عثمان عن قول النبي صلى الله عليه وسلم لمريم\r\nالمغالية امرأة ثابت بن قيس بن شماس فاختلعت منه\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\n\r\n* ( باب النون\r\n* ( نعمى بنت جعفر بن أبي طالب\r\nحدثنا عبد الله بن أحمد بن حنبل حدثني محمد بن\r\nالفرج ثنا عبد الوهاب بن عطاء الخفاف ثنا عبد الملك بن جريج عن عطاء عن\r\nأسماء بنت عميس أن النبي صلى الله عليه وسلم قال لنعمي بنت جعفر\r\nما لي أرى أجسام بنت جعفر أنضاء أبهم حاجة قالت لا ولكنهم\r\nتسرع إليهم العين أفأرقيهم قال نعم فعرضت عليه كلاما لا بأس به\r\nفقال أرقيهم\r\n* ( نويلة بنت مسلم ) *\r\nحدثنا الحسين بن إسحاق التستري ثنا رجاء بن محمد\r\nالسقطي حدثنا إسحاق بن إدريس حدثنا إبراهيم بن جعفر حدثني أبي عن\r\nجدته أم نويلة بنت مسلم قالت صلينا الظهر أو العصر في مسجد بني\r\nحارثة فاستقبلنا مسجد إيلياء فصلينا ركعتين ثم جاءنا من يحدثنا\r\nأن رسول الله صلى الله عليه وسلم قد استقبل البيت الحرام فتحول\r\nالرجال مكان النساء والنساء مكان الرجال فصلينا السجدتين الباقيتين\r\nونحن مستقبلون البيت الحرام فحدثني رجل من بني حارثة أن رسول الله\r\nصلى الله عليه وسلم قال أولئك رجال آمنوا بالغيب\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n\r\n\r\n\r\n* ( نسيكة أم عمرو بن جلاس ) *\r\nحدثنا محمد بن عبد الله الحضرمي ثنا عبد الله بن الحكم\r\nبن أبي زياد القطواني ثنا عبيد الله بن موسى عن إبراهيم بن إسماعيل عن\r\nحبيبة بنت سمعان عن نسيكة أم عمرو بن جلاس قالت اني لعند عائشة\r\nوقد ذبحت شاة لها فدخل رسول الله صلى الله عليه وسلم في يده\r\nعصية فألقاها ثم هوى إلى المسجد فصلى فيه ركعتين ثم هوى إلى فراشه\r\nفانبطح عليه ثم قال هل من غداء فأتيناه بصحفة فيها خبز\r\nشعير وفيها كسرة وقطعة من الكرش وفيها الذراع قال فأخذت\r\nقطعة من الكرش وانها لتنهشها إذ قالت ذبحنا شاة اليوم فما أمسكنا\r\nغير هذا قالت يقول رسول الله صلى الله عليه وسلم لا بل كله\r\nا أمسكت الا هذا\r\n* ( نسيبة أم عطية الأنصارية نزلت البصرة\r\nما أسندت أم عطية\r\nأنس بن مالك عن أم عطية ) *\r\nحدثنا حفص بن عمر بن الصباح الرقي ثنا محمد بن سنان العوفي\r\nثنا همام بن يحيى قتادة عن أنس بن مالك أنه كان أخذ ذلك\r\nعن أم عطية قالت غسلنا ابنة النبي صلى الله عليه وسلم فأمرنا أن\r\nنغسلها بالسدر ثلاثا وإلا فخمسا وإلا فأكثر من ذلك فرأينا أن أكثر\r\nمن ذلك سبعا\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\n* ( إسماعيل بن عبد الرحمن عن جدته أم عطية ) *\r\nحدثنا أبو مسلم الكشي ثنا حجاج بن نصير ح\r\nوحدثنا أبو خليفة ثنا أبو الوليد الطيالسي قالا ثنا إسماعيل بن عثمان\r\nالعدوي ثنا إسماعيل بن عبد الرحمن بن عطية عن جدته أم عطية قالت\r\nلما دخل رسول الله صلى الله عليه وسلم المدينة جمع النساء في بيت ثم\r\nبعث إلينا عمر بن الخطاب فقام على الباب فسلم ثم قال إني رسول\r\nرسول الله صلى الله عليه وسلم إليكن لأبايعكن على أن لا تسرقن ولا\r\nتزنين ولا تقتلن أولادكن ولا تأتين ببهتان تفترينه بين أيديكن وأرجلكن\r\nولا تعصينه في معروف قالت فأخرجنا أيدينا من خارج الباب وأخرج\r\nيده فبايعناه قالت وأمرنا أن نخرج في العيدين العواتق والحيض\r\nونهانا أن نخرج في جنازة أو نأتي جمعة فقلت لها ما لا تعصينه\r\nقالت النوح\r\n* ( محمد بن سيرين عن أم عطية ) *\r\nحدثنا إسحاق بن إبراهيم الدبري أنا عبد الرزاق أنا\r\nمعمر عن أيوب عن بن سيرين عن أم عطية قالت توفيت زينب بنت رسول\r\nالله صلى الله عليه وسلم فقال اغسلوها ثلاثا أو خمسا أو أكثر من\r\nذلك ان رأيتن واغسلنها بماء وسدر واجعلن في الآخرة شيئا من كافور\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\nفإذا فرغن فأذنني فلما فرغنا آذناه فألقى إلينا حقوه قال أشعرنها\r\nإياه قالت جعلنا رأسها ثلاثة قرون وأرسلناهن من خلفها قالت\r\nوالحقو إزار صغير\r\nحدثنا إسحاق بن إبراهيم الدبري عن عبد الرزاق عن\r\nبن جريج أخبرني أيوب السختياني أنه سمع بن سيرين يقول كانت امرأة\r\nمن الأنصار يقال لها أم عطية من اللاتي بايعن رسول الله صلى الله عليه\r\nوسلم قدمت البصرة تبادر ابنا لها فلم تدركه فحدثتنا وذكر نحو\r\nحديث معمر\r\nحدثنا علي بن عبد العزيز ثنا القعنبي عن مالك ح\r\nوحدثنا أبو يزيد القراطيسي ثنا عبد الله بن عبد الحكم ح\r\nوحدثنا بكر بن سهل ثنا عبد الله بن يوسف قالا أنا مالك بن أنس\r\nعن أيوب بن أبي تميمة عن محمد بن سيرين عن أم عطية الأنصارية قالت\r\nدخل علينا رسول الله صلى الله عليه وسلم حين توفيت ابنته فقال\r\nاغسلنها ثلاثا أو خمسا أو أكثر من ذلك أن رأيتن ذلك بماء وسدر\r\nواجعلن في الآخرة كافورا أو شيئا من كافور فإذا فرغتن فأذنني قالت\r\nفلما فرغنا آذناه فأعطان حقوه فقال أشعرنها إياه يعني إزاره\r\nحدثنا مطلب بن شعيب الأزدي حدثنا عبد الله بن صالح\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\nحدثني الليث بن سعد عن يحيى بن أيوب عن مالك بن أنس عن أيوب\r\nالسختياني عن محمد بن سيرين عن أم عطية قالت توفيت ابنة رسول الله\r\nصلى الله عليه وسلم فاجتمعنا عندها فدخلنا عليها فدخل علينا رسول\r\nالله صلى الله عليه وسلم\r\nفقال اغسلنها ثلاثا أو خمسا أو أكثر من ذلك\r\nان رأيتن ذلك بالماء والسدر واجعلن في الآخرة كافورا أو شيئا من كافور\r\nفإذا فرغتن فأذنني فلما فرغنا آذناه فألقى إلينا حقوه وقال أشعرنها إياه\r\nحدثنا علي بن عبد العزيز ثنا عارم أبو النعمان ح\r\nوحدثنا جعفر بن محمد بن حرب العباداني ثنا سليمان بن حرب قالا\r\nثنا حماد بن زيد ثنا أيوب عن محمد عن أم عطية قالت توفيت إحدى بنات\r\nرسول الله صلى الله عليه وسلم فخرج علينا رسول الله صلى الله عليه\r\nوسلم فقال اغسلنها ثلاثا أو خمسا أو أكثر ان رأيتن ذلك بماء وسدر\r\nواجعلن في الآخرة كافورا أو شيئا من كافور فإذا فرغتن فأذنني فلما\r\nفرغنا آذناه فألقى إلينا حقوه وقال أشعرنها إياه\r\nحدثنا أحمد بن عمرو أسمع المكي ثنا محمد بن أبي عمر\r\nالعدني ثنا سفيان بن عيينة عن أيوب عن محمد بن سيرين عن أم عطية\r\nقالت دخل علينا رسول الله صلى الله عليه وسلم ونحن نغسل ابنته فقال\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\nأغسلنها ثلاثا أو خمسا أو أكثر من ذلك أن رأيتن ذلك بماء وسدر واجعلن\r\nفي الآخرة كافورا أو شيئا من كافور فإذا فرغتفا\r\nاذنني فلما فرغنا آذناه فألقى إلينا حقوه فقال أشعرنها إياه\r\nحدثنا علي بن عبد العزيز ثنا الحجاج بن المنهال ثنا حماد\r\nبن سلمة عن أيوب عن محمد بن سيرين عن أم عطية أنها قالت توفيت\r\nبنت رسول الله صلى الله عليه وسلم فقال رسول الله صلى الله\r\nعليه وسلم اغسلوها بالماء والسدر ثلاثا أو خمسا أو أكثر من ذلك ان\r\nرأيتن ذلك واجعلوا في آخرهن شيئا من كافور فإذا فرغتن فأذنني\r\nفآذناه فألقى حقوه وقال أشعرنها إياه\r\nحدثنا الحسين بن إسحاق التستري ثنا عثمان بن أبي\r\nشيبة ثنا إسماعيل بن علية عن أيوب عن محمد بن سيرين عن أم عطية\r\nقالت أتانا رسول الله صلى الله عليه وسلم ونحن نغسل ابنته فذكر نحوه\r\nحدثنا الحسين بن إسحاق التستري ثنا يحيى بن\r\nعبد الحميد ثنا هشيم أنا منصور بن زاذان عن بن سيرين وهشام بن حسان\r\nعن حفصة بنت سيرين وخالد بن الحذاء عن حفصة بنت سيرين عن أم عطية\r\nقالت توفيت إحدى بنات النبي صلى الله عليه وسلم فأمرنا أن نغسلها\r\nبماء وسدر وقال اغسلنها ثلاثا أو خمسا أو أكثر من ذلك ان رأيتن\r\nواجعلن في أخرهن كافورا أشيئا من كافور فإذا فرغتن فأذنني فلما\r\nأذناه فألقى إلينا حقوه فقال أشعرنها إياه\r\nحدثنا محمود بن محمد الواسطي ثنا أبو الشعثاء علي بن\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\nالحسين ثنا حفص بن الصالح عن هشام وأشعث عن محمد بن سيرين عن أم\r\nعطية قالت توفيت إحدى بنات النبي صلى الله عليه وسلم فقال رسول\r\nالله صلى الله عليه وسلم اغسلنها بما وسدر واغسلنها وترا ثلاثا\r\nأو خمسا وان رأيتن أن تزدن فزدن وليكن ذلك وترا ثلاثا\r\nأو خمسا وان رايتن ان تزدن فزدن وليكن ذلك وترا اجعلن في آخره\r\nكافورا أو شيئا من كافور ثم ألقى لنا حقوه فقال أشعرنها إياه ) *\r\nحدثنا يوسف القاضي ثنا سليمان بن حرب ثنا زيد بن\r\nإبراهيم التستري ثنا محمد بن سيرين عن أم عطية قالت توفيت إحدى\r\nبنات النبي صلى الله عليه وسلم فأمرنا أن نغسلها ثلاثا أو خمسا أو أكثر\r\nمن ذلك أن رأيتنه وأن تجعلن في الغسلة الآخرة شئ من كافور وسدر\r\nحدثنا محمد بن عبد الله بن العباس ثنا محمد بن المغيرة\r\nثنا النعمان بن عبد السلام ثنا سعيد بن عبد الرحمن أخو أبي حرة ثنا محمد\r\nبن سيرين عن أم عطية قالت توفيت ابنة النبي صلى الله عليه وسلم فقال\r\nاغسلنها ثلاثا أو خمسا أو أكثر من ذلك أن رأيتن ذلك بماء وسدر واجعلن\r\nفي الآخرة شيئا من كافور فإذا فرغتن فأذنني فلما فرغنا آذناه فألقى\r\nإلينا حقوه فقال اشعرنها إياه\r\nحدثنا العباس بن الفضل الأسفاطي ومحمد بن معاذ\r\nالحلبي قالا ثنا موسى بن إسماعيل ثنا حماد بن سلمة عن أيوب وحبيب\r\nوهشام عن محمد بن سيرين عن أم عطية قالت توفيت بنت النبي صلى\r\nالله عليه وسلم فقال اغسلنها بالماء والسدر ثلاثا أو خمسا أو أكثر من\r\nذلك ان رأيتن واجعلن في آخرهن شيئا من كافور فإذا فرغتن فائذنني\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nقالت فأذناه فألقى إلينا حقوة فقال اشعرنها إياه قال أيوب\r\nوقالت بقصة تغسلن ثلاثا أو خمسا أو سبعا واجعلن لها ثلاثة قرون\r\nحدثنا أحمد بن محمد الجواربي الواسطي ثنا إبراهيم بن\r\nراشد الادمي ثنا عبد الرحمن بن حمزة الشعيثي ثنا بن عون عن محمد بن\r\nسيرين عن أم عطية قالت توفيت ابنة النبي صلى الله عليه وسلم فدخل\r\nعلينا ونحن نغسلها فقال اغسلنها ثلاثا أو خمسا فإذا فرغتن فائذنني\r\nفلما فرغنا آذناه فألقى إلينا حقوه فقال اشعرنها إياه\r\nحدثنا إسحاق بن جميل الأصبهاني انا أحمد بن منيع\r\nثنا يزيد بن هارون أخبرنا بن عون عن محمد عن أم عطية رفعه نحوا منه\r\n* ( باب ) *\r\nحدثنا علي بن عبد العزيز ثنا عبد الله بن رجاء انا\r\nعمران القطان عن محمد بن سيرين حدثتنا أم عطية الأنصارية قالت وقد\r\nغزوت مع النبي صلى الله عليه وسلم غزوات كنا نقوم على الكلمى ونداوي\r\nالجرحى فقلت يا رسول الله إحدانا تخرج مع الناس يوم الفطر ويوم\r\nالنحر قالت فسمعت رسول الله صلى الله عليه وسلم يقول تخرجن\r\nالعواتق وذوات الخدور والحيض فيشهدن الخير ودعوة المسلمين قلت\r\nيا رسول الله إحدانا لا يكون لها ثوب قال تلبسها أختها من ثوبها\r\nحدثنا علي بن عبد العزيز ثنا حجاج بن المنهال ثنا حماد\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\nبن سلمة عن أيوب ويونس وهشام وحبيب عن محمد بن سيرين عن أم عطية\r\nأنها قالت أمرنا رسول الله صلى الله عليه وسلم أن نخرج العواتق\r\nوذوات الخدور فقيل والحيض قال نعم يشهدن الخير ودعوة المسلمين\r\nفقلنا يا رسول الله إحدانا لا يكون لها ثوب قال لتلبسها أختها\r\nطائفة من ثوبها\r\nحدثنا محمد بن علي الصائغ المكي ثنا سعيد بن\r\nمنصور ثنا هشيم عن هشام بن حسان عن محمد بن سيرين عن أم عطية\r\nعن النبي صلى الله عليه وسلم نحوه\r\nحدثنا العباس بن الفضل الأسفاطي ثنا موسى\r\nبن إسماعيل ح\r\nوحدثنا معاذ بن المثنى وعثمان بن عمر الضبي قالا ثنا إبراهيم بن\r\nأبي سويد قالا ثنا حماد بن سلمة عن أيوب ويونس وحبيب وهشام\r\nويحيى بن عتيق عن محمد بن سيرين عن أم عطية قالت أمرنا رسول الله\r\nصلى الله عليه وسلم أن نخرج العواتق وذوات الخدور يوم العيد\r\nفقيل والحيض فقال يشهدن الخير ودعوة المسلمين قالت امرأة\r\nيا رسول الله ان لم تكن لإحدانا ثوب كيف تصنع قال تلبسها\r\nصاحبتها طائفة من ثوبها\r\nحدثنا عبد الله بن أحمد بن حنبل حدثني أبي ثنا\r\nهشيم أنا منصور بن زاذان عن محمد بن سيرين عن أعطيه أن رسول\r\nالله صلى الله عليه وسلم كان يخرج الأبكار والعواتق وذوات الخدور\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\nالحيض في العيدين فأما الحيض فيعتزلن المصلى ويشهدن الخير ودعوة\r\nالمسلمين فقالت إحداهن ان لم يكن لإحداهن جلباب قال فلتعرها أختها من جلابيبها\r\nحدثنا معاذ بن المثنى بن معاذ العنبري ثنا أبي\r\nثنا بن عون عن محمد بن سير أم عطية قالت أمرنا بالخروج\r\nفي العيدين ونخرج الحيض والعواتق وذوات الخدور فأما الحيض\r\nفيشهدن جماعة المسلمين ودعوتهم ويعتزلن صلاتهم\r\nحدثنا النعمان بن أحمد الواسطي القاضي حدثنا\r\nحيدون بن عبد الله أبو حيدرة ثنا صلة بن سليمان ثنا أشعث بن عبد الملك\r\nثنا محمد بن سيرين عن أم عطية قالت كنا نؤمر بالخروج في العيدين\r\nذوات الخدور والحيض فأما الحيض فيشهدن مصلى المسلمين\r\nحدثنا أحمد بن محمد بن أحمد الجواربي الواسطي\r\nثنا أبو محذورة محمد بن عبيد الله الوثنا أبو داود الطيالسي ثنا\r\nالحكم بن عطية ثنا محمد بن سيرين عن أم عطية الأنصارية قالت أمرنا\r\nرسول الله صلى الله عليه وسلم أن نخرج العواتق وذوات الخدور\r\nوالحيض يوم العيد فأما الحيض فيشهدن مصلى المسلمين\r\nحدثنا سعيد بن عبد الرحمن التستري ثنا يوسف بن\r\nموسى القطان ثنا جرير عن أشعث بن سوار عن محمد بن سيرين عن أم\r\nعطية قالت أمرنا النبي صلى الله عليه وسلم أن نخرج في العيدين ذوات\r\nالخدور والحيض يشهدن مع المسلمين دعوتهم وصلاتهم وتعتزل\r\nالحيض الصلاة\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\n* ( باب ) *\r\nحدثنا معاذ بن المثنى بن معاذ بن معاذ العنبري ثنا أبي ثنا أبي ثنا\r\nبن عون عن محمد بن سيرين عن أم عطية أنها قالت وذكرت\r\nبيعة النبي صلى الله عليه وسلم قالت فما وفت منا امرأة غير أم سليم\r\nوأم كلثوم وامرأة معاذ بن أبي سبرة\r\nحدثنا إبراهيم بن نائلة الأصبهاني ثنا محمد بن\r\nالمغيرة ثنا النعمان بن عبد السلام عن سعيد بن عبد الرحمن ثنا محمد بن\r\nسيرين عن أم عطية الأنصارية قالت أخذ رسول الله صلى الله عليه\r\nوسلم على النساء فيما أخذ أن لا ينحن فما وفي منهن الا فلانة\r\nوفلانة وأم فلان\r\n* ( باب ) *\r\nحدثنا محمد بن علي الصائغ المكي ثنا سعيد بن\r\nمنصور ثنا هشيم ثنا غير واحد منهم منصور بن زاذان عن محمد بن سيرين\r\nوهشام عن محمد عن أم عطية قالت نهينا عن اتباع الجنائز ولم\r\nيعزم علينا\r\nحدثنا إسحاق بن إبراهيم عن عبد الرزاق عن معمر\r\nعن أيوب عن بن سيرين عن أم عطية قالت نهينا عن اتباع الجنائز\r\nولم يعزم علينا\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nحدثنا الحسين بن إسحاق التستري ثنا عثمان بن أبي\r\nشيبة ثنا إسماعيل بن علية عن أيوب عن محمد بن سيرين قال قالت أم\r\nعطية كنا ننهى عن اتباع الجنائز ولم يعزم علينا\r\nحدثنا معاذ بن المثنى بن معاذ بن معاذ العنبري ثنا\r\nأبي ثنا أبي ثنا بن عون عن محمد عن أم عطية قالت نهينا عن اتباع\r\nالجنائز ولم يعزم علينا\r\n* ( باب ) *\r\nحدثنا أحمد بن زهير التستري ثنا نصير بن علي\r\nالجهضمي ثنا محمد بن بلال ثنا عمران القطان عن قتادة عن محمد بن\r\nسيرين عن أم عطية قالت سمعت رسول الله صلى الله عليه وسلم يقول\r\nلا يحل لامرأة تؤمن بالله واليوم الآخر ان تحد فوق ثلاثة أيام\r\nالا على زوج\r\nحدثنا إسحاق بن إبراهيم الدبري عن عبد الرزاق عن معمر عن أيوب عن بن سيرين عن\r\nأم عطية قالت أمرنا ان لا نلبس في\r\nالاحداد الثياب المصبغة الا العصب وأمرنا ان لا نحد على هالك أو\r\nقالت على ميت فوق ثلاث الا الزوج وأمرنا ان لا نمس طيبا\r\nالا أدناه للطهر الكست والأظفار\r\nحدثنا معاذ بن المثنى ثنا مسدد ثنا بشر بن المفضل\r\nثنا سلمة بن علقمة عن محمد بن سيرين قال توفي بن لأم عطية فلما\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\nكان في الثالث دعت بصفرة فتمسحت بها فقالت أنا نهينا أن نحد\r\nعلى ميت أكثر من ثلاث ليال الا على زوج\r\n* ( باب ) *\r\nحدثنا إسحاق بن إبراهيم الدبري عن عبد الرزاق عن\r\nمعمر عن أيوب عن بن سيرين عن أم عطية قالت لم نكن نرى\r\nالصفرة والكدرة شيئا\r\nحدثنا عبد الرحمن بن الحسين الصابوني التستري\r\nثنا الحسن بن مدرك ثنا عبد العزيز بن عبد الله القرشي ثنا سليمان\r\nالقافلاني عن محمد بن سيرين عن أم عطية قالت قال رسول الله صلى\r\nالله عليه وسلم ان الله لا يقبل صلاة من لا يصيب أنفه الأرض\r\n* ( حفصة بنت سيرين عن أم عطية ) *\r\nحدثنا أبو مسلم الكشي ثنا محمد بن عبد الله\r\nالأنصاري ثنا هشام بن حسان حدثتنا حفصة بنت سيرين عن أم عطية\r\nقالت غزوت مع النبي صلى الله عليه وسلم سبع غزوات أخلفهم في\r\nرحالهم واصنع لهم الطعام وأجبر على الجريح وأداوي المريض\r\nحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة ثنا\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nعبد الرحيم بن سليمان عن هشام بن حسان عن حفصة بنت سيرين عن أم\r\nعطية قالت غزوت مع رسول الله صلى الله عليه وسلم سبع غزوات\r\nأخلفهم في رحالهم وأصنع لهم الطعام وأداوي الجرحى وأقوم على المريض\r\n* ( باب ) *\r\nحدثنا إسحاق بن إبراهيم الدبري عن عبد الرزاق عن\r\nهشام بن حسان عن حفصة بنت سيرين قالت قدمت علينا أم عطية\r\nالأنصارية البصرة فقالت معبد هو وأمي تعني النبي صلى الله عليه\r\nوسلم أمرنا أن نخرج في العيدين العواتق وذوات الخدور والحيض\r\nفأما الحيض فيعتزلن المصلى ويشهدن الخير ودعوة المسلمين\r\nحدثنا محمد بن النضر الأزدي ثنا معاوية بن عمرو\r\nثنا زائدة ثنا هشام بن حسان حدثتني حفصة بنت سيرين عن أم عطية\r\nقالت أمرنا رسول الله صلى الله عليه وسلم معبد وأمي أن نخرجهن\r\nيوم الفطر ويوم النحر العواتق وذوات الخدور\r\nوالحيض قالت فأما\r\nالحيض فيعتزلن المصلى ويشهدن الخير ودعوة المسلمين قالت فقلنا\r\nأفرأيت إحداهن لا يكون لها الجلباب قال تلبسها أختها من جلبابها\r\nقال هشام سمعت محمدا يذكره عن أم عطية ولكني لحديث\r\nحفصة أحفظ\r\nحدثنا محمد بن علي الصائغ المكي ثنا سعيد بن\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\nمنصور ثنا هشيم عن هشام بن حسان عن حفصة بنت سيرين عن أم\r\nعطية عن النبي صلى الله عليه وسلم مثله\r\nحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة ثنا\r\nأبو أسامة عن هشام بن حسان عن حفصة بنت سيرين عن\r\nأم عطية\r\nعن النبي صلى الله عليه وسلم مثله\r\nحدثنا محمد بن موسى الإصطخري ثنا إبراهيم بن\r\nعباد الكرماني ثنا يحيى بن أبي بكير ثنا أبو جعفر الرازي عن هشام بن\r\nحسان عن محمد بن سيرين عن حفصة بنت سيرين عن أم عطية قالت\r\nأمرنا رسول الله صلى الله عليه وسلم أن نخرج يوم الفطر العواتق\r\nوذوات الخدور والحيض فأما الحيض فيعتزلن الصلاة ويشهدن الخير\r\nودعوة المسلمين فقالت امرأة يا رسول الله فإذا كانت إحدانا ليس\r\nلها جلباب قال تلبسها أختها جلبابها\r\nحدثنا محمد بن عمرو بن خالد الحراني ثنا أبي ثنا\r\nزهير ثنا عاصم الأحول عن حفصة بنت سيرين عن أم عطية قالت كنا\r\nنؤمر بالخروج في العيدين والمحياة والبكر قالت والحيض يخرجن\r\nفيكن خلف الناس يكبرن مع الناس\r\nحدثنا أحمد بن عمرو أسمع المكي ثنا محمد بن\r\nأبي عمر العدني ثنا سفيان عن أيوب السختياني عن حفصة بنت سيرين\r\nقالت سألت أم عطية هل سمعت هذا من رسول الله صلى الله عليه\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nوسلم يعني في المرأة لا يكون لها جلباب هل تشهد العيد قالت\r\nنعم معبد وكانت إذا حدثت عن رسول الله صلى الله عليه وسلم قالت\r\nمعبد سمعت رسول الله صلى الله عليه وسلم يقول اخرجوا العواتق\r\nوذوات الخدور فليشهدن العيد ودعوة المسلمين ويعتزلن الحيض مصلى\r\nالمسلمين\r\nحدثنا إسحاق بن جميل الأصبهاني ثنا أحمد بن منيع\r\nثنا إسماعيل بن علية ثنا أيوب عن حفصة بنت سيرين عن أم عطية بنحوه\r\nحدثنا أحمد بن زهير التستري ثنا محمد بن عثمان\r\nبن كرامة ثنا عبيد الله بن موسى ثنا حسن بن صالح عن عاصم الأحول\r\nعن حفصة بنت سيرين عن أم عطية أمرنا رسول الله صلى الله عليه وسلم\r\nأن نخرج يوم العيدين حتى تخرج الجواري والعواتق قالت حفصة\r\nفقالت امرأة لأم عطية والحيض قالت والحيض يخرجن فيعتزلن\r\nالمصلى ويذكرن الله\r\nباب\r\nحدثنا علي بن عبد العزيز ثنا عارم أبو النعمان\r\nثنا حماد بن زيد عن أيوب عن حفصة بنت سيرين عن أم عطية قالت\r\nأخذ علينا في البيعة عند البيعة أن لا ننوح فما وفي منهن غير خمس\r\nأم سليم وأم العلاء وبنت أبي سبرة وأم معاذ بنت أبي سبرة وامرأة أخرى\r\nحدثنا معاذ بن المثنى وأبو خليفة الفضل بن الحباب\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\nقالا ثنا مسدد ثنا عبد الوارث ثنا أيوب عن حفصة بنت سيرين عن أم عطية\r\nقالت بايعنا رسول الله صلى الله عليه وسلم فقرأ علينا أن لا تشركن\r\nبالله شيئا ونهانا عن النوح فقبضت امرأة منا يدها فقالت\r\nيا رسول الله ان فلانة أسعدتني وأنا أريد أن أجزيها فلم يقل لها\r\nشيئا فذهبت ثم رجعت قالت فما وفت منا امرأة الا أم\r\nسليم وأم العلاء وبنت أبي سبرة وامرأة معاذ\r\nحدثنا محمد بن النضر الأزدي ثنا معاوية بن عمرو\r\nثنا زائدة عن هشام بن حسان عن حفصة بنت سيرين عن أم عطية قالت\r\nكان فيما أخذ علينا رسول الله صلى الله عليه وسلم عند البيعة\r\nان لا ننوح\r\nحدثنا أحمد بن النضر العسكري ثنا سعيد بن حفص\r\nالنفيلي ثنا زهير عن عاصم الأحول عن حفصة بنت سيرين عن أم عطية\r\nقالت بايعنا رسول الله صلى الله عليه وسلم فكان فيما أمرنا بالمعروف\r\nان لا ننوح فقالت امرأة يا رسول الله ان آل فلان أسعدتني فلن\r\nأبايعك حتى اسعدهن قالت فأسعدتهن ثم بايعته قالت فلم تف\r\nمنا امرأة غيري وأم سليم\r\nحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة ح\r\nوحدثنا الحسين بن إسحاق التستري ثنا يحيى الحماني قالا ثنا\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nأبو معاوية عن عاصم الأحول عن حفصة بنت سيرين عن أم عطية في قوله\r\nولا يعصينك في معروف قالت منه النوح قلت للنبي صلى الله عليه\r\nوسلم حين بايعناه أن لا نعصينه في معروف يا رسول الله إلا آل فلان\r\nصلى الله عليه وسلم إلا آل فلان\r\nباب\r\nحدثنا يوسف بن يعقوب القاضي ثنا سليمان\r\nبن حرب ح\r\nوحدثنا علي بن عبد العزيز ثنا عارم أبو النعمان قالا ثنا حماد بن\r\nزيد عن أيوب عن حفصة بنت سيرين عن أم عطية قالت كنا ننهى أن\r\nنحد على قامت يفوق ثلاث لا نتطيب ولا نكتحل ولا نلبس ثوبا مصبوغا\r\nالا ثوب عصب قالت وقد رخص لهن حين يغتسلن في الطهر في\r\nالقسط والأظفار\r\nحدثنا بشر بن موسى ثنا الحميدي ح\r\nوحدثنا أحمد بن عمرو أسمع المكي ثنا محمد بن أبي عمر العدني\r\nقالا ثنا سفيان عن عاصم عن حفصة بنت سيرين عن أم عطية قالت\r\nالمتوفى عنها\r\nزوجها لا تحد على ميت الا على زوج ولا تكتحل ولا تختضب\r\nولا تلبس ثوبا مصبوغا الا ثوب عصب ولا تطيب\r\nوقال هشام عن حفصة عن أم عطية عن النبي صلى الله عليه وسلم مثله\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة ح\r\nوحدثنا الحسين بن إسحاق التستري ثنا عثمان بن أبي شيبة قالا\r\nثنا عبد الله بن نمير عن هشام بن حسان عن حفصة بنت سيرين عن أم\r\nعطية قالت قال رسول الله صلى الله عليه وسلم لا يحد على ميت\r\nفوق ثلاث الا المرأة فإنها تحد على زوجها أربعة أشهر وعشرا لا تلبس\r\nثوبا مصبوغا الا ثوب عصب ولا تكتحل ولا تطيب الا عند أدنى طهرها\r\nتطيب بقسط وأظفار\r\nحدثنا علي بن عبد العزيز ثنا أبو عبيد ح\r\nوحدثنا إسحاق بن جميل الأصبهاني أنا أحمد بن منيع قالا ثنا يزيد\r\nبن هارون أنا هشام بن حسان عن حفصة بنت سيرين عن أم عطية\r\nقالت قال رسول الله صلى الله عليه وسلم لا يحل لامرأة تؤمن بالله\r\nواليوم الآخر أن تحد فوق ثلاث الا على زوج فذكر نحوه\r\nحدثنا سعيد بن عبد الرحمن التستري ثنا يعقوب بن\r\nإبراهيم الدورقي ثنا يحيى بن أبي بكير ثنا إبراهيم بن طهمان عن هشام\r\nبن حسان عن حفصة بنت سيرين عن أم عطية قالت قال رسول الله صلى\r\nالله عليه وسلم لا تحد المرأة فوق ثلاثة أيام إلا على زوجها فإنها\r\nتحد أربعة أشهر وعشرا ولا تلبس ثوبا مصبوغا إلا ثوب مغسول\r\nولا تكتحل ولا تختضب ولا تمس طيبا إلا إذا طهرت من حيضها بعده\r\nمقسط أو أظفار\r\nباب\r\nحدثنا عبد الرحمن بن سالم الرازي ثنا سهل بن\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nعثمان ثنا عبد الرحيم بن سليمان عن إسماعيل بن مسلم عن محمد بن\r\nسيرين عن أم عطية قالت نهينا عن اتباع الجنائز ولم يعزم علينا حدثنا علي بن عبد العزيز ثنا\r\nعارم أبو النعمان ثنا حماد بن زيد عن أيوب عن حفصة بنت سيرين عن أم عطية قالت كنا\r\nننهى عن اتباع الجنائز ولم يعزم علينا\r\nحدثنا محمد بن الفضل الأزدي ثنا معاوية بن عمرو\r\nثنا زائدة عن هشام بن حسان عن حفصة بنت سيرين عن أم عطية قالت\r\nنهينا عن اتباع الجنائز ولم يعزم علينا\r\nحدثنا محمد بن علي الصائغ ثنا سعيد بن منصور\r\nثنا هشيم عن هشام بن حسان عن حفصة بنت سيرين عن أم عطية مثله\r\nحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة ثنا\r\nأبو أسامة عن هشام عن حفصة بنت سيرين عن أم عطية مثله\r\nحدثنا محمد بن النضر الأزدي ثنا معاوية بن عمرو\r\nعن أبي إسحاق ها عن سفيان الثوري عن خالد الحذاء عن أم الهذيل\r\nعن أم عطية قالت نهانا عن اتباع الجنائز ولم يعزم علينا\r\nباب\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nحدثنا علي بن عبد العزيز ثنا عمرو بن عوف الواسطي ح وحدثنا\r\nعبد الله بن أحمد بن حنبل ثنا وهب بن بقية قالا ثنا خالد بن\r\nعبد الله عن خالد الحذاء عن حفصة بنت سيرين عن أم عطية أن رسول الله\r\nصلى الله عليه وسلم دخل على عائشة فقال هل عندك شئ قالت\r\nلا الا شئ بعثت به إلينا نسيبة وهي أم عطية من الشاة التي بعثت بها\r\nإليها من الصدقة قال وثلاثمائة قد بلغت محلها\r\nحدثنا أبو خليفة الفضل بن الحباب ثنا أبو الوليد\r\nالطيالسي ثنا يزيد بن زريع ثنا خالد الحذاء عن حفصة بنت سيرين عن\r\nأم عطية أن النبي صلى الله عليه وسلم قال لعائشة عندك شئ\r\nتطعميني قالت لا الا من الشاة التي بعثت بها إلى نسيبة من\r\nالصدقة قال هاتيه فقد بلغت محلها\r\nحدثنا الحسين بن إسحاق التستري ثنا عثمان بن\r\nأبي شيبة ثنا إسماعيل بن علية عن خالد الحذاء عن حفصة بنت سيرين\r\nعن أم عطية قالت بعث إلي رسول الله صلى الله عليه وسلم بشاة من\r\nالصدقة فبعثت إلى عائشة بشئ منها فلما جاء رسول الله صلى الله\r\nعليه وسلم إلى عائشة قال هل عندكم شئ قالت لا الا أن نسيبة\r\nبعثت إلينا من الشاة التي بعثت بها إليها فقال وثلاثمائة قد بلغت\r\nمحلها\r\nباب\r\nحدثنا علي بن عبد العزيز ثنا حجاج بن المنهال ثنا\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nحماد بن سلمة عن قتادة عن أم الهذيل عن أم عطية الأنصارية وقد بايعت\r\nالنبي صلى الله عليه وسلم قالت كنا لا نعد الكدرة والصفرة بعد\r\nالغسل شيئا\r\nحدثنا يوسف القاضي ثنا محمد بن المنهال ثنا يزيد\r\nبن زريع عن سعيد بن أبي عروبة عن قتادة عن حفصة بنت سيرين عن أم\r\nعطية قالت كنا لا نعد الكدرة والصفرة بعد الطهر شيئا\r\nحدثنا محمد بن النضر الأزدي ثنا معاوية بن عمرو\r\nثنا زائدة عن هشام بن حسان عن حفصة بنت سيرين عن أم عطية قالت\r\nكنا لا نعد الكدرة والصفرة شيئا\r\nباب\r\nحدثنا إسحاق بن إبراهيم الدبري عن عبد الرزاق\r\nعن هشام بن حسان ح\r\nوحدثنا محمد بن النضر الأزدي ثنا معاوية بن عمرو ثنا زائدة عن\r\nهشام بن حسان عن حفصة بنت سيرين عن أم عطية قالت توفيت\r\nإحدى بنات رسول الله صلى الله عليه وسلم فجاءنا نبي الله صلى\r\nالله عليه وسلم فقال اغسلنها بالسدر واغسلنها وترا ثلاثا أو خمسا\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\nأو أكثر من ذلك أن رأيتن واجعلن في الآخرة كافورا فإذا فرغتن\r\nفائذنني قالت فلما فرغنا آذناه فالقي إلينا حقوه فقال أشعرنها\r\nإياه قالت ضفرنا رأسها ثلاث قرون ناصيتها وقرنها ثم ألقيناه\r\nخلفها\r\nحدثنا محمد بن النضر الأزدي ثنا معاوية بن عمرو\r\nعن أبي إسحاق ها عن هشام بن حسان عن حفصة بنت سيرين عن\r\nأم عطية الأنصارية توفيت إحدى بنات رسول الله صلى الله عليه وسلم\r\nفقال رسول الله صلى الله عليه وسلم اغسلنها بماء وسدر واغسلنها\r\nوترا ثلاثا أو خمسا أو أكثر ان رأيتن واجعلن في الآخرة كافورا أو شيئا\r\nمن كافور فإذا فرغتن فاذنني فآذناه فألقى إلينا حقوه وقال\r\nأشعرنها إياه قالت فضفرنا رأسها ثلاث قرون مقدمتها وقرنيها\r\nوألقيناها من خلفها\r\nحدثنا إسحاق بن إبراهيم الدبري عن عبد الرزاق عن\r\nالثوري عن هشام بن حسالا عن حفصة بنت سيرين عن أم عطية مثله\r\nحدثنا معاذ بن المثنى ثنا مسدد ثنا يحيى بن سعيد\r\nعن هشام بن حسان عن حفصة بنت سيرين عن أم عطية عن النبي صلى\r\nالله عليه وسلم نحوه\r\nحدثنا محمد بن هشام المستملي ثنا علي بن المديني\r\nثنا سفيان بن عيينة عن هشام بن حسان عن حفصة بنت سيرين عن أم\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\nعطية قالت غسلنا بنت النبي صلى الله عليه وسلم وفرقنا رأسها\r\nثلاث قرون\r\nحدثنا إسحاق بن إبراهيم عن عبد الرزاق عن بن\r\nجريج أخبرني أيوب السختياني قال سمعت حفصة بنت سيرين تقول\r\nحدثتنا أم عطية أنهن جعلن رأس بنت رسول الله صلى الله عليه وسلم\r\nثلاث قرون قلت نقضته فغسلته فجعلته ثلاث قرون قالت نعم\r\nحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة ح\r\nوحدثنا معاذ بن المثنى وأبو خليفة الفضل بن الحباب قالا ثنا مسدد\r\nثنا إسماعيل بن إبراهيم عن خالد الحذاء عن حفصة بنت سيرين عن أم\r\nعطية ان رسول الله صلى الله عليه وسلم قال في غسل ابنته وابدأن\r\nبميامنها ومواضع الوضوء منها\r\nحدثنا أحمد بن عمرو أسمع المكي ثنا محمد بن\r\nأبي عمر العدني ثنا وكيع عن سفيان الثوري عن خالد الحذاء عن أم الهذيل\r\nوهي حفصة بنت سيرين عن أم عطية قالت لما غسلنا بنت النبي صلى الله\r\nعليه وسلم قال لنا ونحن نغسلها ابدأوا بميامنها ومواضع الوضوء\r\nحدثنا عبد الله بن أحمد بن خلاد القطان النصري ثنا\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\nعبد الرحمن بن عمرو بن جبلة حدثت أم عيسى بنت هاشم قالت سمعت\r\nحفصة بنت سيرين قالت لنا أم عطية أمرنا رسول الله صلى الله عليه\r\nوسلم أن لا نمنع الماعون قلت وما الماعون قالت ما يتعاطا\r\nالناس بينهم\r\nحدثنا عبد الله بن أحمد بن خلاد ثنا عبد الرحمن بن\r\nعمرو بن جبلة حدثتنا حفصة بنت عمرو مولاة أنس بن سيرين قالت\r\nسمعت حفصة بنت سيرين تقول سمعت أم عطية تقول كنا نخرج مع\r\nرسول الله صلى الله عليه وسلم نداوي الجرحى وندفن القتلى\r\nحدثنا عبد الله بن أحمد بن خلاد ثنا عبد الرحمن بن\r\nعمرو بن جبل حدثتنا حبة بنت حبيب العدوية قالت حدثتنا حفصة\r\nبت سيرين عن أم عطية قالت كان رسول الله صلى الله عليه وسلم\r\nيأمرنا بحفظ فروجنا وألسنتنا وقال إنهما يوردانكن ولا يصدرانكن\r\nحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة ح\r\nوحدثنا إسحاق بن جميل الأصبهاني ثنا أحمد بن منيع قالا ثنا أبو\r\nمعاوية ثنا عاصم الأحول عن حفصة بنت سيرين عن أم عطية قالت لما\r\nماتت بنت رسول الله صلى الله عليه وسلم قال لنا رسول الله صلى الله\r\nعليه وسلم اغسلنها وترا ثلاثا أو خمسا واجعلن في الآخرة كافورا أو\r\nشيئا من كافور فإذا غسلتنها فاعلمنني فأعلمناه قالت فألقى\r\nإلينا حقوه فقال أشعرنها إياه\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n\r\n\r\nحدثنا أحمد بن زهير التستري ثنا محمد بن عثمان\r\nبن كرامة ثنا عبيد الله بن موسى عن سالم الحناط عن محمد بن سيرين\r\nعن حفصة بنت سيرين عن أم عطية ان ابنة للنبي صلى الله عليه وسلم\r\nتوفيت فدخل النبي صلى الله عليه وسلم فقال اغسلنها ثلاثا وترا\r\nأو خمسا أو ما رأيتن واجعلنه وترا فغسلناها فدخل فألقي إلينا حقوه\r\nفقال أشعرنها تحت كفنها واجعلن في آخره كافورا\r\nحدثنا بانوبة بن خالد الأبلي ثنا عمر بن يحيى الأيلي\r\nثنا معاوية بن عبد الكريم الضال ثنا محمد بن سيرين عن أخته عن أم عطية\r\nقالت نهانا رسول الله صلى الله عليه وسلم عن لبس الذهب وتفضيض\r\nالاقداح فكلمه النساء في لبس الذهب فأبى علينا ورخص لنا في\r\nتفضيض الاقداح\r\n* ( أم شراحيل عن أم عطية ) *\r\nحدثنا أبو مسلم الكشي ثنا أبو عاصم عن أبي الجراح\r\nعن جابر بن صبح عن أم شرحيل عن أم عطية ان رسول الله صلى الله\r\nعليه وسلم بعث عليا في سرية فرأيته رافعا يديه وهو يقول اللهم لا\r\nتمتني حتى تريني عليا\r\n* ( أم حبيبة مولاة أم عطية عن أم عطية ) *\r\nحدثنا الحسين بن إسحاق التستري ثنا يحيى بن\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n\r\nعبد الحميد الحماني ثنا شريك عن عبد الملك بن أبي سليمان عن أم حبيبة\r\nمولاة أم عطية عن أم عطية قالت كنت في النسوة اللاتي أهدين إحدى\r\nبنات النبي صلى الله عليه وسلم إلى زوجها فقال لنا رسول الله صلى\r\nالله عليه وسلم إذا اغتسلت فصبوا الماء على رأسها ثلاث صبات قال\r\nيحيى فقلت لشريك من الجنابة قال قال نعم\r\nباب الهاء\r\n* ( هند بنت عتبة بن ربيعة\r\nبن عبد شمس بن عبد مناف أم معاوية\r\nمن أخبارها ) *\r\nحدثنا محمد بن السري بن مهران الناقد ثنا أبو\r\nالسكين زكريا بن يحيى الطائي حدثني عم أبي زحر بن حصن عن جده\r\nحميد بن منهب الطائي قال كانت هند بنت عتبة عند الفاكه بن المغير\r\nالمخزومي وكان الفاكه من فتيان قريش وكان له بيت للضيافة يغشاه\r\nالناس من غير اذن فخلا ذلك البيت يوما واضطجع الفاكه وهند فيه\r\nوقت القائلة ثم خرج الفاكه في بعض حاجاته فأقبل رجل ممن كان\r\nيغشاه فولج البيت فلما رأى المرأة ولى هاربا فأبصره الفاكه وهو خارج\r\nمن البيت فأقبل إلى هند فضربها برجله وقال لها من هذا الذي كان\r\nعندك قالت ما كان عندي أحد وما انتبهت حتى أنبهتني قال\r\nالحقي بأهلك وتكلم فيها الناس فقال لها أبوها يا بنية ان الناس قد\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\nأكثروا فيك فنبئيني نبأك فإن يكن الرجل عليك صادقا دسست إليه\r\nمن يقتله فتنقطع عنك القالة وإن كان كاذبا حاكمته إلى بعض كهان\r\nاليمن فحلفت له بما كانوا يحلفون به انه لكاذب عليها فقال للفاكه\r\nيا هذا انك قد رميت ابنتي بأمر عظيم فحاكمني البعض كهان اليمن\r\nفخرج عتبة في جماعة من بني عبد مناف وخرج الفاكه في جماعة من بني\r\nمخزوم وخرجت معهم هند ونسوة معها فلما شارفوا البلاد وقالوا\r\nنرد على الكاهن تنكر حال هند وتغير وجهها فقال لها أبوها اني قد\r\nأرى ما بك من تنكر الحال وما ذاك الا لمكروه عندك أفلا كان هذا من\r\nقبل أن يشهد الناس مسيرنا فقالت لا والله يا أبتاه ما ذاك لمكروه\r\nولكني أعرف أنكم تأتون بشرا يخطئ ويصيب ولا آمن ان يسميني بسمة\r\nتكون علي سبة في العرب فقال إني اختبره قبل أن ينظر في أمرك\r\nفصفر بفرسه حتى أدلى ثم أخذ حبة من بر فأدخلها في إحليله وأوكأ\r\nعليها بسير فلما صبحوا أكرمهم ونحر لهم فلما قعدوا قال له عتبة\r\nانا قد جئناك في أمر وإني قد اختبأت لك خبا أختبرك به فانظر ما هو\r\nقال نمرة في كمرة قال أريد أبين من هذا قال حبة من بر في\r\nإحليل مهر قال صدقت أنظر في أمر هؤلاء النسوة فجعل يدنو\r\nمن إحداهن فيضرب كتفها ويقول انهضي حتى دنا من هند فضرب كتفها\r\nوقال قومي غير وحشاء ولا زانية ولتلدن غلاما يقال له معاوية\r\nفنهض لها الفاكه فأخذ بيدها فنترت يدها من يده وقالت إليك فوالله\r\nلأحرصن على أن يكون ذلك من غيرك فتزوجها أبو سفيان فجاءت\r\nبمعاوية\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\nحدثنا إسحاق بن إبراهيم الدبري أنا عبد الرزاق أنا\r\nمعمر عن الزهري عن عروة عن عائشة قالت جاءت هند إلى النبي\r\nصلى الله عليه وسلم فقالت يا رسول الله والله ما كان على ظهر\r\nالأرض أهل خباء أحب من أن يذلهم الله من أهل خبائك وما على وجه\r\nالأرض اليوم أهل خباء أحب إلى أن يعزهم الله من أهل خبائك فقال النبي\r\nصلى الله عليه وسلم وأيضا والذي نفسي بيده قال معمر يعني ليزدادن\r\nثم قالت يا رسول الله ان أبا سفيان رجل ممسك فهل علي\r\nجناح أن أمسك على عياله من ماله بغير اذنه قال النبي صلى الله عليه\r\nوسلم لا حرج عليك أن تنفقي عليهم بالمعروف\r\nحدثنا إسحاق بن إبراهيم الدبري عن عبد الرزاق\r\nعن بن جريج أخبرني هشام بن عروة عن أبيه أنه حدثه عن عائشة أن هندا\r\nأم معاوية جاءت إلى النبي صلى الله عليه وسلم فقالت إن أبا\r\nسفيان رجل شحيح وإنه لا يعطيني وولدي اما أخذت منه وهو لا يعلم\r\nفهل علي في ذلك شئ قال خذي ما يكفيك وبنيك بالمعروف حدثنا علي بن عبد العزيز ثنا أبو نعيم ثنا سفيان عن\r\nهشام بن عروة عن أبيه عن عائشة قالت قالت هند أم معاوية يا رسول\r\nالله أن أبا سفيان رجل شحيح فهل علي جناح ان آخذ من ماله سرا\r\nقال خذي أنت وبنيك ما يكفيك بالمعروف\r\nحدثنا محمد بن معاذ الحلبي ثنا عبد الله بن مسلمة\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\nالقعنبي حدثني أبي عن هشام بن عروة عن أبيه عن عائشة قالت جاءت\r\nهند أم معاوية إلى رسول الله صلى الله عليه وسلم فقالت إن أبا سفيان\r\nرجل شحيح ولا يعطيني ما يكفيني وولدي الا ما أخذت منه وهو\r\nلا يعلم فهل علي في ذلك حرج فقال لها النبي صلى الله عليه وسلم\r\nخذي ما يكفيك وبنيك بالمعروف\r\nحدثنا علي بن المبارك الصنعاني ثنا إسماعيل بن أبي\r\nأويس حدثني أبي عن هشام بن عروة عن أبيه عن عائشة أن هندا أم\r\nمعاوية جاءت إلى رسول الله صلى الله عليه وسلم فقالت يا رسول الله\r\nان أبا سفيان رجل شحيح وإنه لا يعطي ولدي الا ما أخذت منه وهو\r\nلا يعلم فهل علي في ذلك شئ فقال لها النبي صلى الله عليه وسلم\r\nخذي ما يكفيك وبنيك بالمعروف\r\nحدثنا أحمد بن عمرو أسمع المكي ثنا محمد بن أبي\r\nعمر العدني ثنا وكيع بن الجراح عن هشام بن عروة عن أبيه عن عائشة\r\nقالت جاءت هند إلى النبي صلى الله عليه وسلم فقالت إن أبا سفيان\r\nرجل شحيح ولا يعطيني وولدي ما يكفيني الا ما أخذت من ماله وهو\r\nلا يعلم فقال خذي لك ولولدك ما يكفيك بالمعروف\r\nحدثنا أحمد بن الفضل العسكري ثنا سعيد بن حفص\r\nالنفيلي ثنا يونس بن راشد عن هشام بن عروة عن أبيه عن عائشة أن\r\nهندا أم معاوية جاءت رسول الله صلى الله عليه وسلم فقالت يا رسول\r\nالله ان أبا سفيان رجل شحيح وإنه لا يعطيني وولدي الا ما أخذت منه\r\nوهو لا يعلم فهل علي في ذلك من شئ فقال رسول الله صلى الله عليه\r\nوسلم خذي ما يكفيك وبنيك بالمعروف\r\nحدثنا محمد بن عبد الله الحضرمي ثنا الحسن بن\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\n\r\nحماد الضبي ثنا يحيى بن يمان عن معمر عن الزهري عروة بن الزبير\r\nعن هند قالت قلت يا رسول الله ان أبا سفيان رجل ممسك أفنطعم\r\nعبيدنا من ماله قال نعم\r\n* ( هجيمة أم الدرداء\r\nويقال اسمها خيرة وقد كتبناه في باب الخاء ) *\r\nحدثنا علي بن عبد العزيز ثنا محمد بن سعيد الأصبهاني\r\nثنا شريك عن خلف بن حوشب عن ميمون بن مهران عن أم الدرداء قال\r\nقيل لها سمعت رسول الله صلى الله عليه وسلم شيئا قالت نعم\r\nسمعته يقول أول ما يوضع في الميزان الخلق الحسن\r\nحدثنا الحسين بن إسحاق التستري ثنا سويد بن\r\nسعيد ثنا رشدين بن سعد عن زبان بن فائد عن سهل بن معاذ بن أنس\r\nالجهني عن أبيه قال سمعت أم الدرداء تقول قال رسول الله صلى الله\r\nعليه وسلم والذي نفسي بيده ما من امرأة تضع ثيابها في غير بيت\r\nزوجها أو أمهاتها الا وهي هاتكة كل ستر بينها وبين الرحمن عز وجل\r\nباب الياء\r\n* ( يسيرة من المهاجرات ) *\r\nحدثنا محمد بن النضر الأزدي ثنا أبو غسان مالك\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n\r\nبن إسماعيل ح\r\nوحدثنا محمد بن عبد الله الحضرمي ثنا أبو بكر بن أبي شيبة ويحيى\r\nالحماني وأبو كريب قالوا ثنا محمد بن بشير ثنا هاني بن عثمان عن أمه\r\nحميضة عن جدتها يسيرة وكانت إحدى المهاجرات قالت قال لنا رسول الله\r\nصلى الله عليه وسلم يا نساء المسلمين عليكن بالتسبيح والتهليل\r\nوالتقديس وأعقدن بالأنامل فإنهن مستنطقات ومسؤولات ولا يعقلن فينسين\r\nالرحمة ونسب أبو كريب هاني بن عثمان فقال الجهني\r\nحدثنا معاذ بن المثنى ويوسف القاضي قالا ثنا\r\nمسدد ح\r\nوحدثنا محمد بن عبد الله الحضرمي ثنا إبراهيم بن مكتوم قالا ثنا\r\nعبد الله بن داود عن هاني بن عثمان عن أمه حميضة عن جدتها يسيرة\r\nقالت سمعت رسول الله صلى الله عليه وسلم يأمر النساء أن يراعين\r\nالتسبيح والتهليل والتقديس ويعقدن بالأنامل ويقول انهن مسؤولات\r\nومستنطقات\r\nوقال بن داود بلغني ان الثوري سأل هاني عن هذا الحديث\r\nباب\r\nمن يعرف من النساء بالكنى لمن لم ينته إلينا\r\nأسماؤهن ممن لهن صحبة فمنهن\r\n* ( أم كلثوم بنت عقبة بن أبي معيط امرأة\r\nعبد الرحمن بن عوف ) *\r\nحدثنا علي بن عبد العزيز ومعاذ بن المثنى قالا ثنا\r\nالقعنبي ثنا محمد بن عبد الله بن مسلم بن أخي الزهري عن عمه ابن شهاب\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\nعن حميد بن عبد الرحمن بن عوف عن أمه أم كلثوم بنت عقبة بن أبي معيط\r\nأن رسول الله صلى الله عليه وسلم سئل عن قل هو الله أحد فقال\r\nثلث القرآن أو تعدله\r\nحدثنا إدريس بن جعفر العطار ثنا يزيد بن هارون\r\nأنا سفيان بن حسين عن الزهري عن حميد بن عبد الرحمن بن عوف عن\r\nأمه أم كلثوم قالت قال رسول الله صلى الله عليه وسلم ليس بالكاذب\r\nالذي يصلح بين الناس فيقول خيرا أو ينمي خيرا\r\nحدثنا إسحاق بن إبراهيم الدبري عن عبد الرزاق عن\r\nمعمر عن الزهري عن حميد بن عبد الرحمن عن أمه أم كلثوم بنت عقبة\r\nوكانت من المهاجرات الأول قالت سمعت رسول الله صلى الله عليه وسلم\r\nيقول ليس بالكاذب من أصلح بين الناس فقال خيرا أو نمى خيرا\r\nحدثنا علي بن عبد العزيز ثنا عارم أبو النعمان\r\nثنا حماد بن زيد عن معمر عن الزهري عن حميد بن عبد الرحمن عن أم كلثوم\r\nبنت عقبة قالت قال رسول الله صلى الله عليه وسلم يقول ليس\r\nبالكاذب من أصلح بين الناس\r\nحدثنا عبد الرحمن بن جابر البحتري الطائي الحمصي\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\nثنا بشر بن شعيب بن أبي حمزة عن أبيه عن الزهري عن حميد بن\r\nعبد الرحمن عن أبيه عن أم كلثوم قالت سمعت رسول الله صلى الله عليه\r\nوسلم يقول ليس بالكاذب من أصلح بين الناس فقال خيرا أو نمى خيرا\r\nحدثنا أبو أسامة عبد الله بن محمد بن أبي أسامة\r\nالحلبي ثنا حجاج بن أبي منيع الرصافي ثنا جدي عبيد الله بن أبي زياد عن\r\nالزهري عن حميد بن عبد الرحمن عن أمه أم كلثوم بنت عقبة قالت سمعت\r\nرسول الله صلى الله عليه وسلم يقول ليس بالكاذب الذي يصلح بين\r\nالناس فينمي خيرا\r\nأو يقول خيرا حدثنا مطلب بن شعيب الأزدي ثنا عبد الله بن صالح\r\nحدثني الليث عن يحيى بن أيوب عن مالك بن أنس عن بن شهاب عن\r\nحميد بن عبد الرحمن عن أم كلثوم بنت عقبة وثلاثمائة سمعت رسول الله صلى\r\nالله عليه وسلم يقول ليس الكذاب الذي يصلح بين الناس فينمي\r\nخيرا أو يقوله\r\nحدثنا عمرو بن أبي الطاهر بن السرح المصري ثنا\r\nمحمد بن عزيز الأيلي ثنا سلامة بن روح عن عقيل عن بن شهاب ان حميد\r\nبن عبد الرحمن أخبره أن أمه أم كلثوم بنت عقبة وكانت من صواحب رسول\r\nالله صلى الله عليه وسلم وكانت من المهاجرات الأول اللاتي\r\nبايعن رسول الله صلى الله عليه وسلم قالت سمعت رسول الله صلى الله عليه\r\nوسلم يقول ليس بالكذاب الذي يصلح بين الناس فينمي خيرا\r\nأو يقول خيرا\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\nحدثنا عبد الله بن أحمد بن حنبل حدثني أبي ح\r\nوحدثنا معاذ بن المثنى ثنا مسدد قالا ثنا بشر بن المفضل عن\r\nعبد الرحمن بن إسحاق عن الزهري عن حميد بن عبد الرحمن عن أمه أم\r\nكلثوم قالت سمعت رسول الله صلى الله عليه وسلم يقول ليس\r\nالكذاب بأن يقول الرجل في إصلاح ما بين الناس\r\nحدثنا محمد بن صالح بن الوليد النرسي ثنا مالك\r\nبن سعد القيسي ثنا روح بن عبادة ثنا محمد بن أبي حفصة عن الزهري\r\nعن حميد بن عبد الرحمن عن أمه أم كلثوم بنت عقبة بن أبي معيط وكانت\r\nأخت عثمان لأمه قالت سمعت رسول الله صلى الله عليه وسلم يقول\r\nليس بالكاذب من أصلح بين الناس من قال خيرا أو نمى خيرا\r\nحدثنا محمد بن حاتم المروزي ثنا حبان بن موسى\r\nوسويد بن نصر قالا أنا عبد الله بن المبارك عن يونس ح\r\nوحدثنا إسماعيل بن الحسن الخفاف ثنا أحمد بن صالح ثنا بن وهب\r\nأخبرني يونس عن بن شهاب أخبرني حميد بن عبد الرحمن أن أمه أم كلثوم\r\nبنت عقبة بن أبي معيط وكانت من المهاجرات الأول اللاتي بايعن رسول\r\nالله صلى الله عليه وسلم أخبرته أنها سمعت رسول الله صلى الله\r\nعليه وسلم يقول ليس الكذاب الذي يصلح بين الناس فيقول خيرا أو\r\nينمي خيرا\r\nحدثنا يحيى بن أيوب العلاف المصري ثنا سعيد بن\r\nأبي مريم أنا بن لهيعة أن بن الهاد حدثه عن عبد الوهاب بن رفيع عن\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\nبن شهاب عن حميد بن عبد الرحمن عن أمه أم كلثوم بنت عقبة قالت\r\nما رأيت رسول الله صلى الله عليه وسلم يرخص في الكذب في شئ الا\r\nفي ثلاث كان رسول الله صلى الله عليه وسلم لا يعده كذبا الرجل\r\nيصلح بين الناس يزيد في القول يريد به الإصلاح والرجل يقول في\r\nالحرب والرجل يحدث امرأته والمرأة تحدث زوجها\r\nحدثنا عبد الله بن أحمد بن حنبل حدثني عبد الله بن\r\nموسى بن شيبة ثنا إبراهيم بن صرمة عن يحيى بن سعيد عن عبد الوهاب\r\nبن أبي بكر عن بن شهاب عن حميد بن عبد الرحمن عن أمه أم كلثوم\r\nقالت ما سمعت رسول الله صلى الله عليه وسلم يرخص من الكذب\r\nالا في ثلاث كان رسول الله صلى الله عليه وسلم يقول لا أعده\r\nكذبا الرجل يصلح بين الناس والرجل يقول في الحرب والرجل\r\nيحدث امرأته والمرأة تحدث زوجها\r\nحدثنا عبد الله بن أحمد ومحمد بن عبد الله الحضرمي\r\nقالا ثنا عبد الأعلى بن حماد النرسي ثنا وهيب ثنا أيوب ومعمر عن\r\nالزهري عن حميد بن عبد الرحمن عن أم كلثوم بنت عقبة أن رسول الله\r\nصلى الله عليه وسلم قال ليس بالكاذب من أصلح بين الناس وقال\r\nخيرا أو نمى خيرا\r\nحدثنا محمد بن شعيب بن الحجاج الزبيدي ثنا أبو حمة بن محمد بن يوسف ثنا أبو قرة قال ذكر زمعة بن صالح عن يعقوب بن\r\nعطاء عن الزهري عن حميد بن عبد الرحمن عن أمه أم كلثوم بنت عتبة\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\nقالت سمعت رسول الله صلى الله عليه وسلم يقول ليس بالكاذب\r\nمن أصلح بين الناس فقال خيرا أو نمى خيرا\r\nحدثنا أحمد بن عبد الوهاب بن نجدة الحوطي ثنا\r\nأبي ثنا بقية بن الوليد عن الزبيدي عن الزهري عن حميد بن عبد الرحمن\r\nعن أمه أم كلثوم قالت سمعت رسول الله صلى الله عليه وسلم يقول\r\nليس بالكذاب من أصلح بين الناس فقال خيرا أو نمى خيرا\r\nحدثنا أحمد بن محمد بن يحيى بن حمزة حدثني أبي\r\nعن أبيه عن برد بن سنان والأوزاعي عن الزهري عن حميد بن عبد الرحمن\r\nعن أمه أم كلثوم قالت قال رسول الله صلى الله عليه وسلم ليس\r\nبالكاذب من قال خيرا أو نمى خيرا\r\nحدثنا أبو أسامة عبد الله بن محمد أبو أسامة الحلبي\r\nثنا حجاج بن أبي منيع الرصافي ثنا جدي عبيد الله بن أبي زياد عن\r\nالزهري أخبرني حميد بن عبد الرحمن أن أمه وهي أم كلثوم بنت عقبة\r\nأخبرته أنها سمعت رسول الله صلى الله عليه وسلم ليس\r\nبالكاذب الذي يصلح بين الناس فينمي خيرا أو يقول خيرا\r\nحدثنا بشر بن موسى ثنا القدرة ثنا سفيان عن\r\nالزهري عن حميد بن عبد الرحمن شوال نحوه\r\nحدثنا محمد بن أحمد بن خيثمة ثنا سليمان بن توبة\r\nثنا يونس بن محمد المؤدب ثنا حماد بن زيد عن يحيى بن عتيق عن الزهري\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\nعن حميد بن عبد الرحمن عن أمه أم كلثوم عن النبي صلى الله عليه وسلم\r\nقال ليس بالكاذب الذي يصلح بين الناس فينمي خيرا أو يقول خيرا\r\nحدثنا إسحاق بن داود الصواف التستري ثنا أبو\r\nالأشعث أحمد بن المقدام ثنا فضيل بن سليمان النميري حدثنا عبد الرحمن\r\nبن حميد عن أبيه عن أم كلثوم بنت عقبة أنها سمعت رسول الله صلى\r\nالله عليه وسلم يقول ليس بالكاذب الذي يصلح الرجل بين اثنين\r\nحدثنا معاذ بن المثنى ومحمد بن جعفر الرازي قالا\r\nثنا أبو بكر بن الأسود ثنا عمي حميد بن الأسود عن أسامة بن زيد عن\r\nصالح بن جلس عن سعد بن إبراهيم عن أبي سلمة بن عبد الرحمن عن\r\nأم كلثوم بنت عقبة بن أبي معيط وكانت امرأة عبد الرحمن بن عوف\r\nوكانت صلت القبلتين مع رسول الله صلى الله عليه وسلم قالت قال رسول\r\nالله صلى الله عليه وسلم ليس بالكاذب من أصلح بين الناس فقال\r\nخيرا أو نمى خيرا\r\nحدثنا أحمد بن عمرو أسمع المكي ثنا محمد بن أبي\r\nعمر العدني ثنا سفيان بن عيينة عن الزهري عن حميد بن عبد الرحمن\r\nعن أمه أم كلثوم بنت عقبة أن النبي صلى الله عليه وسلم قال أفضل\r\nالصدقة على ذي الرحم الكاشح\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n\r\n* ( أم كلثوم بنت أبي سلمة بن عبد الأسد المخزومية\r\nربيبة رسول الله صلى الله عليه وسلم ) *\r\nحدثنا يحيى بن أيوب العلاف ثنا سعيد بن\r\nأبي مريم ح\r\nوحدثنا أبو الزنباع روح بن الفرج ثنا يحيى بن بكير ح\r\nوحدثنا الحسين بن إسحاق التستري ثنا يحيى بن عبد الحميد الحماني\r\nقالوا ثنا مسلم بن خالد الزنجي ثنا موسى بن عقبة عن أمه أم كلثوم قالت\r\nلما بنى النبي صلى الله عليه وسلم بأم سلمة قال إني كنت أهديت\r\nللنجاشي هدية ولا أراها الا سترجع إلينا ان النجاشي فيما أرى قد\r\nمات أهديت له حلة وأواق مسك فإذا رجعت إلينا يا أم سلمة فهي\r\nلك قالت فكان كما قال رسول الله صلى الله عليه وسلم مات النجاشي\r\nورجعت الهدية إلى رسول الله صلى الله عليه وسلم عروبة إلى كل\r\nامرأة من نسائه أوقية مسك وبعث بالحلة وما بقي بالمسك إلى أم سلمة\r\nحدثنا عبد العزيز بن الحسن بن بكر بن الشرود\r\nالصنعاني حدثني أبي عن جدي عن سفيان الثوري عن مسلم بن خالد\r\nالزنجي مثله\r\n* ( أم فروة بنت أبي قحافة أخت أبي بك الصديق ) *\r\nحدثنا إسحاق بن إبراهيم الدبري عن عبد الرزاق عن\r\nعبد الله بن عمر عن القاسم بن غنام عن بعض أمهاته أو جداته عن أم فروة\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\nوكانت قد بايعت النبي صلى الله عليه وسلم قالت سئل رسول الله\r\nصلى الله عليه وسلم أي الأعمال أفضل قال الصلاة في أول وقتها\r\nحدثنا مطلب بن شعيب الأزدي ثنا عبد الله بن صالح\r\nحدثني الليث عن عبد الله بن عمر عن القاسم بن غنام عن جدته أم أبيه\r\nالدنيا عن أم فروة جدة أبيه وكانت ممن بايع رسول الله صلى الله عليه\r\nوسلم أنها سمعت رسول الله صلى الله عليه وسلم يقول أحب الأعمال\r\nإلى الله تعجيل الصلاة لأول وقتها\r\nحدثنا بكر بن أحمد بن سعدويه البصري ثنا\r\nعبد الواحد بن الصالح ثنا قزعة بن سويد الباهلي ثنا عبد الله بن عمر عن\r\nالقاسم بن غنام عن أمهاته عن أم فروة قالت قال رسول الله صلى الله\r\nعليه وسلم أحب الأعمال إلى الله عز وجل الصلاة في أول وقتها\r\nحدثنا محمد بن محمد الجدوعي القاضي ثنا محمد\r\nبن يحيى بن ميمون العتكي ثنا معتمر بن سليمان عن عبيد الله بن عمر\r\nبن القاسم بن غنام عن جدته أم فروة قالت سئل رسول الله صلى الله\r\nعليه وسلم وأنا اسمع أي الأعمال أفضل فقال الصلاة لأول وقتها\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nحدثنا أحمد بن عمرو أسمع المكي ثنا يعقوب بن حميد\r\nثنا بن أبي فديك عن الضحاك بن عثمان عن القاسم بن غنام عن امرأة\r\nمن المبايعات أن النبي صلى الله عليه وسلم سئل أي الأعمال أفضل\r\nقال ايمان بالله ثم الصلاة لأول وقتها\r\n* ( أم رومان امرأة أبي بكر الصديق ) *\r\nحدثنا محمد بن عبد الله الحضرمي ثنا أبو بكر\r\nبن أبي شيبة ثنا محمد بن فضيل عن حصين عن شقيق عن مسروق قال\r\nسألت أم رومان وهي أم عائشة أم المؤمنين عن أمر عائشة إذ قيل لها\r\nما قيل فأنزل الله عذرها فقالت قالت أم مسطح فعل الله بمسطح\r\nوفعل فقالت عائشة لم قالت لأنه كان فيمن يحدث الحديث\r\nفقالت عائشة وأي حديثه فأخبرتها قالت سمعه رسول الله صلى\r\nالله عليه وسلم وأبو بكر قالت نعم فخرت مغشيا عليها فما أفاقت إلا\r\nوعليها حمى نافض قالت فجاء رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nفقال ما لهذه قالت فقلنا حمى أخذتها قال فلعله من أجل\r\nحديث تحدث به قالت فقعدت وقالت والله أداء حلفت لا تصدقوني\r\nوان اعتذرت لا تعذروني فمثلي ومثلكم مثل يعقوب وبنيه والله المستعان\r\nعلى ما تصفون قالت وانصرف رسول الله صلى الله عليه وسلم\r\nفأنزل الله عز وجل ما أنزل فأتاها فأخبرها فقالت بحمد الله\r\nلا بحمد أحد\r\n* ( أم حكيم بنت الزبير بن عبد المطلب بن هاشم ) *\r\nحدثنا علي بن عبد العزيز ثنا حجاج بن المنهال ثنا\r\nحماد بن سلمة عن عمار بن أبي عمار عن أم حكيم قالت دخل علي\r\nرسول الله صلى الله عليه وسلم فأكل كتفا فجاء بلال فآذنه بالصلاة\r\nفصلى ولم يتوضأ\r\nحدثنا معاذ بن المثنى ثنا علي بن المديني ثنا خالد\r\nبن الحارث ح\r\nوحدثنا إدريس بن جعفر العطار ثنا يزيد بن هارون ح\r\nوحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة ثنا يزيد بن هارون ح\r\nوحدثنا معاذ بن المثنى ثنا مسدد ثنا محمد بن أبي عدي كلهم\r\nعن سعيد بن\r\nأبي عروبة عن قتادة عن صالح أبي الخليل عن عبد الله بن\r\nحارث عن أم حكيم بنت الزبير أن رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nدخل على أختها ضباعة بنت الزبير فنهش من كتف ثم قام فصلى\r\nولم يتوضأ\r\nحدثنا محمد بن صالح بن الوليد النرسي ثنا محمد\r\nبن المثنى ثنا معاذ بن هشام حدثني أبي عن قتادة عن إسحاق بن عبد الله\r\nبن الحارث عن أم حكيم بنت الزبير أنها ناولت النبي صلى الله عليه وسلم\r\nكتفا من لحم فأكل منه ثم صلى\r\nحدثنا عبد الله بن أحمد بن حنبل حدثني أبو الربيع\r\nالزهراني ثنا جعفر بن سليمان الضبعي عن داود بن أبي هند عن إسحاق\r\nالهاشمي حدثتني صفية قالت دخل علي رسول الله صلى الله عليه وسلم\r\nفقربت إليه كتفا فأكل منها ثم قام فصلى\r\nحدثنا عبد الله بن أحمد بن حنبل حدثني عقبة بن\r\nمكرم العمي ثنا محبوب بن الحسن عن داود بن أبي هند عن إسحاق\r\nبن عبد الله بن الحارث حدثتني أم حكيم بنت الزبير وثلاثمائة كانت تصنع\r\nللنبي صلى الله عليه وسلم طعاما وتبعث به إليه وربما أتاها فأكل\r\nعندها فزعمت أنه أتاها ذات يوم فأتته بكتف فجعلت تسحها له وزعمت أنه\r\nأكل وصلى ولم يتوضأ\r\n* ( أم أيمن أم أسامة بن زيد\r\nمولاة رسول الله صلى الله عليه وسلم كانت لأخت خديجة فوهبتها\r\nلرسول الله صلى الله عليه وسلم فأنكحها زيد بن حارثة ويقال اسمها بركة\r\nحدثنا محمد بن عبد الله الحضرمي ثنا محمد بن\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\nبن الحسن بن أشكاب ثنا محمد بن بشر ثنا سفيان عن قيس\r\nبن مسلم عن طارق بن شهاب عن أم أيمن وكانت ممن بايع النبي\r\nصلى الله عليه وسلم\r\nحدثنا محمد بن عبد الله الحضرمي ثنا عثمان بن أبي\r\nشيبة ثنا جرير عن عطاء بن السائب عن عكرمة عن بن عباس قال أم\r\nأيمن هي أم أسامة\r\nحدثنا عمر بن عبد العزيز بن مقلاص ثنا أبي ثنا ابن\r\nوهب أخبرني يونس عن بن شهاب قال كانت أم أيمن أم أسامة بن زيد\r\nمن الحبشة وكانت وصيفة لعبد الله بن عبد المطلب وكانت تحضن\r\nرسول الله صلى الله عليه وسلم وهو صغير فأعتقها رسول الله صلى\r\nالله عليه وسلم ثم أنكحها زيد بن حارثة وتوفيت بعد النبي صلى الله عليه\r\nوسلم بخمسة أشهر هكذا قال الزهري وروى في هذا الحديث انها عاشت بعد وفاة عمر بن الخطاب\r\nحدثنا عبد الله بن محمد بن سعيد بن أبي مريم\r\nثنا محمد بن يوسف الفريابي ثنا سفيان عن قيس بن مسلم عن طارق بن\r\nشهاب قال قالت أم أيمن يوم قتل عمر اليوم وهي الإسلام\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nحدثنا محمد بن عبد الله الحضرمي ثنا عثمان بن أبي\r\nشيبة ثنا أبو أسامة عن سفيان عن قيس بن مسلم عن طارق بن شهاب\r\nان أم أيمن لما قدمت من أرض الحبشة أشارت بالعش\r\nحدثنا عمر بن عبد العزيز بن مقلاص ثنا أبي\r\nثنا بن وهب أخبرني عمرو بن الحارث أخبرني بكر بن سوادة عن حفش بن\r\nعبد الله حدثه عن أم أيمن وثلاثمائة وما زاد دقيقا فصنعته للنبي صلى الله عليه\r\nوسلم رغيفا فقال ما هذا فقالت طعام نصنعه ههنا فأحببت\r\nان اصنع لك منه رغيفا فقال رديه فيه ثم اعجنيه\r\n* ( ما أسندت أم أيمن ) *\r\nحدثنا علي بن عبد العزيز ثنا أبو نعيم ثنا صالح بن\r\nرستم أبو عامر الخزار عن أبي يزيد المدني قال قالت أم أيمن قال النبي\r\nصلى الله عليه وسلم ناوليني الخمرة من المسجد قالت اني حائض\r\nقال إن حيضتك ليست بيدك\r\nحدثنا دران بن سفيان القطان ثنا أبو كامل\r\nالجحدري ثنا مطهر بن سوار أبو بشر عن أبي عامر الخزاز عن أبي يزيد\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\nالمديني عن أم أيمن قالت قال لي رسول الله صلى الله عليه وسلم\r\nناوليني الخمرة فقلت اني حائض فقال أو بيدك هو\r\nحدثنا علي بن عبد العزيز ثنا أبو نعيم ثنا موسى بن\r\nقيس الحضرمي ثنا عياض بن عياض قال بكت أم أيمن على رسول الله\r\nصلى الله عليه وسلم فقالوا لها أتبكين على رسول الله صلى الله عليه\r\nوسلم وهو من أهل الجنة قالت إنما أبكي على خبر السماء كان يأتينا\r\nحدثنا علي بن عبد العزيز ثنا أبو حذيفة ثنا سفيان\r\nالثوري عن قيس بن مسلم عن طارق بن شهاب قال لما قبض رسول\r\nالله صلى الله عليه وسلم بكت أم أيمن وهي أم أسامة بن زيد فقيل\r\nلها ما يبكيك فقالت انقطع عنا خبر السماء\r\nحدثنا علي بن عبد العزيز ثنا يحيى الحماني ثنا شريك\r\nعن منصور عن عطاء عن بن أم أيمن عن أم أيمن قالت قال رسول الله\r\nصلى الله عليه وسلم لا يقطع السارق الا في حجفة وقومت على عهد\r\nرسول الله صلى الله عليه وسلم دينارا أو عشرة دراهم\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\nحدثنا إبراهيم بن محمد بن عرق الحمصي ثنا عمرو\r\nبن عثمان ثنا محمد بن خالد الوهبي ثنا خالد بن محمد من آل الزبير\r\nعن أبيه قال حدثني علي بن حسين بن علي حدثتني أم أيمن قالت سمعت\r\nرسول الله صلى الله عليه وسلم يقول إنما الأسود ببطنه وفرجه\r\nحدثنا الحسين بن إسحاق التستري ثنا عثمان بن\r\nأبي شيبة ثنا شبابة بن سوار حدثني أبو مالك النخعي عن الأسود بن\r\nقيس عن نبيح العنزي عن أم أيمن قالت قام رسول الله صلى الله عليه\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\nوسلم من الليل إلى فخارة في جانب البيت فبال فيها فقمت من الليل\r\nوأنا عطشانة فشربت ما فيها وأنا لا أشعر فلما مطرف النبي صلى الله\r\nعليه وسلم قال يا أم أيمن قومي فأهريقي ما في تلك الفخارة\r\nقلت قد والله شربت ما فيها قالت فضحك رسول الله صلى الله\r\nعليه وسلم حتى بدت نواجذه ثم قال اما انك لا تتجعين بطنك ابدا\r\nحدثني أحمد بن المعلى الدمشقي ثنا صفوان بن\r\nصالح ثنا الوليد بن مسلم عن عبد الرحمن بن نمر قال قال الزهري حدثني\r\nحرملة مولى أسامة بن زيد أنه بينا هو جالس مع عبد الله بن عمر دخل\r\nالحجاج بن أيمن بن أم أيمن وصلى صلاة لم يتم ركوعها ولا سجودها\r\nفدعاه بن عمر حين سلم فقال يا بن أخي أتحسب انك صليت انك\r\nلم تصل فعد لصلاتك فلما ولى الحجاج قال لي عبد الله بن عمر من\r\nهذا فقلت هذا الحجاج بن أيمن بن أم أيمن فقال لو رأى هذا\r\nرسول الله صلى الله عليه وسلم لأحبه فذكر حبه ما ولدت أم أيمن\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nوكانت حاضنة رسول الله صلى الله عليه وسلم\r\nحدثنا إبراهيم بن محمد بن عرق الحمصي ثنا محمد\r\nبن مصفى ثنا عمرو بن صالح عن سعيد بن أبي عروبة عن قتادة عن سعيد\r\nبن المسيب عن أم أيمن أن النبي صلى الله عليه وسلم زوج ابنته فاطمة\r\nعلي بن أبي طالب وأمره أن لا يدخل على أهله حتى يجيئه فجاء رسول\r\nالله صلى الله عليه وسلم فذكر الحديث\r\n* ( أم عياش مولاة رسول الله صلى الله عليه وسلم وخادمه ) *\r\nحدثنا محمد بن عبد الله الحضرمي ثنا هدبة بن خالد\r\nعن عبد الواحد بن صفوان عن أبيه عن أم عياش وكانت خادما للنبي صلى\r\nالله عليه وسلم بعث بها مع ابنته إلى عثمان بن عفان\r\nحدثنا محمد بن عبد الله الحضرمي ثنا كردوس بن\r\nمحمد الواسطي ثنا عبد الكريم بن روح حدثني أبي روح بن عنبسة عن أبيه عنبسة بن سعيد عن جدته أم أبيه أم عياش وكانت أمة لرقية\r\nبنت رسول الله صلى الله عليه وسلم قالت كنت أوضئ النبي صلى الله عليه\r\nوسلم وأنا قائمة وهو قاعد\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nحدثنا محمد بن عبد الله الحضرمي ثنا كردوس بن\r\nمحمد ثنا عبد الكريم بن روح حدثني أبي عن أبيه عن جدته أم عياش\r\nقالت ولدت رقية لعثمان غلاما فسماه رسول الله صلى الله عليه وسلم\r\nعبد الله\r\nوكنى عثمان بابى عبد الله\r\nحدثنا محمد بن عبد الله الحضرمي ثنا كردوس ثنا\r\nعبد الكريم بن روح حدثني أبي عن أبيه عن جدته أم عياش قالت سمعت\r\nرسول الله صلى الله عليه وسلم يقول ما زوجت عثمان أم كلثوم\r\nالا بوحي من السماء\r\nحدثنا محمد بن عبد الله ثنا كردوس ثنا عبد الكريم\r\nبن روح حدثني أبي عن أبيه عن جدته أم عياش قالت ما رأيت رسول\r\nالله صلى الله عليه وسلم خضب حتى مات\r\n* ( أم حبيب بنت العباس بن عبد المطلب ) *\r\nحدثنا محمد بن عبد الله الحضرمي ثنا عقبة بن مكرم\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nالضبي ثنا يونس بن بكير عن محمد بن إسحاق عن حسين بن عبد الله عن\r\nعكرمة عن بن عباس قال نظر رسول الله صلى الله عليه وسلم إلى أم\r\nحبيبة بنت العباس تدب بين يديه فقال صلى الله عليه وسلم لعن\r\nبلغت هذه وأنا حي لأتزوجنها فقبض قبل أن تبلغ فتزوجها الأسود\r\nبن عبد الأسد فولدت له رزق بن الأسود ولبابة بنت الأسود سمتها\r\nباسم أمها أم الفضل\r\n* ( أم حبيب مولاة أم عطية الأنصارية ) *\r\nحدثنا محمد بن عبد الله الحضرمي ثنا عثمان بن\r\nأبي شيبة ثنا شريك بن عبد الله عن عبد الملك بن أبي سليمان عن أم حبيب\r\nمولاة أم عطية قالت كنت في النسوة اللاتي أهدين بنت رسول الله\r\nصلى الله عليه وسلم فقال اصببن إذا صببتن على رأسها ثلاثا\r\nفي الغسل من الجنابة\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n* ( أم خالد بنت خالد بن سعيد بن العاص ) *\r\nحدثنا علي بن عبد العزيز ثنا أبو نعيم الفضيل\r\nبن دكين ح\r\nوحدثنا أبو مسلم الكشي ثنا أبو الوليد الطيالسي قالا ثنا إسحاق\r\nبن سعيد بن عمرو بن سعيد بن العاص عن أبيه عن عمرو عن أم خالد بنت خالد\r\nأن رسول الله صلى الله عليه وسلم أتي بثياب فيها خميصة\r\nصغيرة فقال من ترون تكسو هذه فسكت القوم فقال\r\nائتوني بأم خالد فأتي بي أحمل فأخذ الخميصة بيده فألبسني\r\nإياها فقال ابلي واخلقي ابلي واخلقي قالت فكان فيها علم أخضر\r\nأو أصفر فقال يا أم خالد هذه سناه وسناه\r\nبالحبشية حسن\r\nحدثنا محمد بن هشام المستملي ثنا علي بن المديني\r\nثنا سفيان بن عيينة عن إسحاق بن سعيد الأموي عن أخالد بنت خالد\r\nقالت كساني النبي صلى الله عليه وسلم خميصة ذات اعلام وأخذ\r\nيمسح عليها ويقول سنيه وسنيه بالحبشية طيب\r\nحدثنا إسحاق بن إبراهيم الدبري عن عبد الرزاق عن\r\nبن عيينة عن موسى بن عقبة عن أم خالد بنت خالد بن سعيد بن العاص\r\nقالت سمعت رسول الله صلى الله عليه وسلم يستعيذ من عذاب القبر\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n\r\nحدثنا الحسين بن إسحاق التستري ثنا يحيى بن\r\nعبد الحميد الحماني ثنا سليمان بن بلال وعبد الرحمن بن أبي الزناد\r\nعن موسى بن عقبة قال سمعت أم خالد بنت خالد تقول سمعت رسول الله\r\nصلى الله عليه وسلم يقول استجيروا بالله من عذاب القبر فإن\r\nعذاب القبر حق\r\nقال موسى بن عقبة ولم أسمع أحدا يقول سمعت النبي صلى الله\r\nعليه وسلم الا أم خالد\r\nحدثنا أحمد بن يحيى الحلواني ثنا مصعب بن\r\nعبد الله الزبيري حدثني أبي عن موسى بن عقبة عن أم خالد بنت خالد\r\nوثلاثمائة سمعت رسول الله صلى الله عليه وسلم يتعوذ بالله من عذاب القبر\r\nحدثنا مسعدة بن سعد العطار وعبد الله بن الصقر\r\nالسكري قالا ثنا محمد بن المنذر الحزامي ثنا بكار بن حارست ثنا موسى\r\nبن عقبة حدثتنا أم خالد بنت خالد قالت أتيت النبي صلى الله عليه\r\nوسلم فنظرت إلى خاتم النبوة بين كتفيه\r\nحدثنا عبد الرحمن بن سالم الرازي ثنا سهل بن\r\nعثمان ثنا جنادة بن سالم عن عبيد الله بن عمر عن أم خالد بنت خالد\r\nبن سعيد بن العاص الأكبر قالت سمعت رسول الله صلى الله عليه وسلم\r\nيتعوذ من عذاب القبر\r\n* ( أم خالد بنت الأسود بن عبد يغوث ) *\r\nحدثنا إبراهيم بن محمد بن عرق الحمصي ثنا محمد\r\nبن مصفى ثنا معاوية\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nبن حفص ثنا بن المبارك عن معمر عن الزهري عن\r\nعبيد الله بن عبد الله عن أم خالد بنت الأسود بن عبد يغوث أنها دخلت\r\nعلى النبي صلى الله عليه وسلم فقال من هذه فقالوا أم خالد\r\nبنت الأسود بن عبد يغوث فقال الحمد لله الذي يخرج الحي\r\nمن الميت يعني المؤمن من الكافر\r\nحدثنا بكر بن سهل ثنا نعيم بن حماد ثنا بن المبارك\r\nعن معمر عن الزهري عن عبيد الله بن عبد الله بن عتبة قال دخل النبي\r\nصلى الله عليه وسلم على أم خالد فقال من هذه فقالوا\r\nبعض خالاتك فقال إن خالاتي في هذه الأرض لغرائب من هذه\r\nقالوا أم خالد بنت الأسود بن عبد يغوث فقال سبحان الذي يخرج\r\nالحي من الميت\r\n* ( أم شريك القرشية العامرية ) *\r\nحدثنا علي بن المبارك الصنعاني ثنا زيد بن المبارك\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nثنا إسماعيل بن عبد الكريم ثنا إبراهيم بن عقيل بن معقل عن أبيه عن\r\nوهب بن منبه عن جابر بن عبد الله عن أم\r\nشريك أنها سمعت النبي صلى\r\nالله عليه وسلم يقول ليفرن الناس من الدجال في الجبال قالت أم\r\nشريك يا رسول الله فأين العرب يومئذ قال هم قليل\r\nحدثنا إسحاق بن إبراهيم الدبري عن عبد الرزاق عن\r\nبن عيينة عن عبد الحميد بن جبير بن شيبة عن سعيد بن المسيب عن أم\r\nشريك أن رسول الله صلى الله عليه وسلم أمرها بقتل الأوزاغ\r\nحدثنا أبو مسلم الكشي ثنا أبو عاصم عن عبد الحميد\r\nبن جعفر عن أبي إدريس عن سعيد بن المسيب عن أم شريك ان النبي\r\nصلى الله عليه وسلم أمر بقتل الأوزاغ\r\nحدثنا محمد بن محمد الجذوعي القاضي ثنا عقبة\r\nبن مكرم العمي ثنا محمد بن موسى ثنا حماد بن بشير ثنا أبو عبد الله\r\nالشامي عن شهر بن حوشب عن أم شريك قالت كان رسول الله صلى\r\nالله عليه وسلم يقرأ على الجنائز\r\nبفاتحة الكتاب\r\n* ( أم عثمان بنت سفيان أم ولد شيبة بن عثمان الحجبية ) *\r\nحدثنا علي بن عبد العزيز ثنا أبو نعيم ثنا هشام\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nالدستوائي عن بديل العقيلي عن صفية بنت شيبة عن أم ولد شيبة انها\r\nرأت رسول الله صلى الله عليه وسلم يسعى بين الصفا والمروة وهو يقول\r\nلا يقطع الأبطح الا سدا\r\nحدثنا محمد بن عبد الله الحضرمي ثنا الحسين بن\r\nعيسى المروزي ثنا بن المبارك أنا محمد بن عبد الرحمن عن منصور بن\r\nعبد الرحمن عن أمه عن أم عثمان بنت سفيان أم ولد شيبة وقد بايعت\r\nرسول الله صلى الله عليه وسلم ان النبي صلى الله عليه وسلم دعا\r\nشيبة ففتح البيت فلما دخل ركع وفرغ جانبيه\r\n* ( أم سعد بنت عمرو الجمحية ويقال أم سعيد ) *\r\nحدثنا محمد بن عبد الله الحضرمي ثنا هارون بن\r\nإسحاق الهمداني ثنا عبد الرحمن بن محمد المحاربي عن محمد بن عمرو\r\nعن صفوان بن سليم عن أم سعد بنت عمرو الجمحية قالت سمعت رسول\r\nالله صلى الله عليه وسلم يقول من كفل يتيما له أو لغيره من الناس\r\nكنت أنا وهو في الجنة كهاتين\r\nحدثنا محمد بن عبد الله الحضرمي ثنا أبو بكر\r\nبن أبي شيبة ثنا محمد بن بشر ثنا محمد بن عمرو ثنا صفوان بن سليم\r\nعن أم سعيد بنت عمرو بن مرة الجمحي عن النبي صلى الله عليه\r\nوسلم مثله\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nورواه سفيان بن عيينة عن صفوان بن سليم عن أم سعيد بنت مرة\r\nالفهري عن أبيها\r\n* ( أم المنذر الأنصارية يقال اسمها سلمى بنت قيس ) *\r\nحدثنا محمد بن عبد الله الحضرمي قال سمعت محمد\r\nبن عبد الله بن نمير يقول أم المنذر التي روت عن النبي صلى الله عليه\r\nوسلم اسمها سلمى بنت قيس\r\nقال بن نمير ثنا بذلك يونس بن بكير عن بن إسحاق وصلت\r\nالقبلتين مع رسول الله صلى الله عليه وسلم\r\nحدثنا حفص بن عمر بن الصباح الرقي ثنا محمد\r\nبن سنان العوفي ح\r\nوحدثنا محمد بن العباس المؤدب ثنا سريج بن النعمان الجوهري\r\nقالا ثنا فليح بن سليمان عن أيوب بن عبد الرحمن بن عبد الله بن أبي\r\nصعصعة عن يعقوب بن أبي يعقوب عن أم المنذر قالت دخل علي النبي\r\nصلى الله عليه وسلم ومعه علي وهو ناقة قالت ولنا دوالي معلقة\r\nقالت فقام رسول الله صلى الله عليه وسلم يأكل وقام علي يأكل فقال\r\nالنبي صلى الله عليه وسلم مهلا فإنك ناقة قالت فجلس علي فأكل\r\nمنها النبي صلى الله عليه وسلم ثم جعلت لهم سلقا وشعيرا فقال النبي\r\nصلى الله عليه وسلم من هذا أصب\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\n\r\n* ( أم عطاء مولاة الزبير بن العوام ) *\r\nحدثنا عبد الله بن أحمد بن حنبل حدثني أبي ثنا\r\nيعقوب بن إبراهيم بن سعد ثنا أبي عن محمد بن إسحاق حدثني عبد الله\r\nبن عطاء بن إبراهيم مولى الزبير بن العوام عن أمه وجدته أم عطاء قالتا\r\nوالله لكانا ننظر إلى الزبير بن العوام حين أتانا على بغلة له بيضاء فقال\r\nيا أم عطاء ان رسول الله صلى الله عليه وسلم قد نهى المسلمين أن يأكلوا\r\nمن نسكهم فوق ثلاث فلا تأكليه فقلت معبد أنت كيف نصنع بما أهدي\r\nلنا قال أما ما أهدي لكن فشأنكن به\r\n* ( أم مبشر الأنصارية ) *\r\nحدثنا إسحاق بن إبراهيم الدبري عن عبد الرزاق عن\r\nمعمر عن الأعمش عن أبي سفيان عن جابر بن عبد الله أن النبي صلى الله\r\nعليه وسلم دخل على أم مبشر في نخل فقال من غرس هذا النخل\r\nأمسلم أو كافر قالت بل مسلم قال ما من مسلم يغرس غرسا\r\nأو يزرع زرعا فيأكل منه دابة أو طائر أو انسان الا كان له صدقة\r\nحدثنا علي بن عبد العزيز ثنا معلى بن أسد العمي\r\nثنا عبد الواحد بن زياد عن الأعمش عن أبي سفيان عن جابر عن أم مبشر\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\nقالت دخل على النبي صلى الله عليه وسلم في حائط فقال من غرس\r\nهذا مسلم أو كافر فقلت مسلم فقال ما من مسلم غرس غرسا\r\nفيأكل منه انسان أو دابة أو طائر الا كانت له صدقة\r\nحدثنا أحمد بن زهير التستري ثنا محمد بن عثمان\r\nبن كرامة ثنا عبيد الله بن موسى ثنا شيبان عن الأعمش عن أبي سفيان\r\nعن جابر عن أم مبشر قالت دخل علي رسول الله صلى الله عليه وسلم\r\nوأنا في نخل فقال مسلم غرس هذا أو كافر قلت لا بل مسلم\r\nقال ما من مسلم يغرس غرسا أو يزرع زرعا فيأكل منه طائر أو\r\nسبع أو دابة أو انسان الا كانت له صدقة\r\nحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة ثنا\r\nمحمد بن فضيل عن الأعمش عن أبي سفيان عن جابر عن أم مبشر قالت\r\nدخل علي رسول الله صلى الله عليه وسلم وأنا في نخل لي فقال من غرس هذا النخل أمسلم أم كافرا قلت لا بل مسلم فقال\r\nما من مسلم يغرس غرسا فيأكل منه طائر أو انسان أو سبع أو دابة\r\nالا كان له صدقة\r\nحدثنا عبيد بن غنام ثنا محمد بن عبد الله بن نمير\r\nحدثنا أبي حدثنا الأعمش عن أبي سفيان عن جابر قال حدثتني أم مبشر\r\nامرأة زيد بن حارثة قالت دخل علي رسول الله صلى الله عليه وسلم\r\nوانا في نخل لي فقال ألك هذا قلت نعم قال من غرسه\r\nأمسلم أم كافر قلت مسلم قال ما من مسلم يغرس غرسا\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n\r\nأو يزرع زرعا فيأكل منه طائر أو انسان أو سبع أو شئ الا كان له\r\nصدقة\r\nباب\r\nحدثنا محمد بن النضر الأزدي ثنا معاوية بن عمرو\r\nثنا زائدة عن الأعمش عن أبي سفيان عن جابر عن أم مبشر ح\r\nوحدثنا زكريا الساجي ثنا محمد بن المثنى يحيى بن حماد ثنا\r\nأبو عوانة عن الأعمش عن أبي سفيان عن جابر عن أم مبشر قالت جاء\r\nغلام حاطب إلى النبي صلى الله عليه وسلم فقال والله لا يدخل\r\nحاطب الجنة فقال رسول الله صلى الله عليه وسلم كذبت انه\r\nشهد بدرا والحديبية\r\nحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة ثنا\r\nعبد الله بن إدريس عن الأعمش عن أبي سفيان عن جابر عن أم مبشر\r\nقالت سمعت النبي صلى الله عليه وسلم في بيت حفصة وهو يقول\r\nلا يدخل النار رجل شهد بدرا والحديبية قالت حفصة يا رسول الله\r\nإن الله يقول وإن منكم إلا واردها كان على ربك حتما مقضيا قال\r\nثمة قالت ثم ننجي الذين اتقوا ونذر الظالمين فيها جثيا\r\nباب\r\nحدثنا يحيى بن عثمان بن صالح ثنا نعيم بن حماد\r\nثنا عبد الله بن إدريس عن الأعمش عن أبي سفيان عن جابر عن أم مبشر\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nان النبي صلى الله عليه وسلم خطب بنت البراء بن معرور فقالت اني\r\nاشترطت لزوجي أن لا أنكح بعده قال إن ذلك لا يصلح\r\nباب\r\nحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة ثنا\r\nأبو معاوية عن الأعمش عن أبي سفيان عن جابر عن أم مبشر قالت دخل\r\nعلي رسول الله صلى الله عليه وسلم وأنا في حائط من حوائط بني النجار\r\nفيه قبور قد موتوا في الجاهلية فخرج فسمعته يقول استعيذوا\r\nبالله من عذاب القبر فقلت يا رسول الله وللقبر عذاب فقال\r\nنعم انهم يعذبون في قبورهم عذابا يسمعه البهائم\r\nحدثنا عبد الله بن أحمد بن حنبل ثنا يحيى بن معين\r\nثنا حجاج بن محمد عن بن جريج أخبرني أبو الزبير انه سمع جابر بن\r\nعبد الله يقول حدثتني أم مبشر أنها سمعت النبي صلى الله عليه وسلم\r\nيقول عند حفصة لا يدخل النار إن شاء الله رجل أحد من أصحاب\r\nالشجرة الذين بايعوا تحتها قالت بلى يا رسول الله فانتهرها فقالت\r\nحفصة وان منكم الا واردها فقال النبي صلى الله عليه وسلم ثم\r\nننجي الذين اتقوا ونذر الظالمين فيها جثيا\r\nحدثنا أحمد بن المعلى الدمشقي قال ثنا صفوان بن\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nصالح ثنا الوليد بن مسلم عن المثنى بن الصباح عن عمرو بن شعيب\r\nعن سعيد بن المسيب عن أم مبشر ان رسول الله صلى الله عليه وسلم\r\nقال لها يا أم مبشر من كان لها ثلاثة أفراط من ولده أدخله الله\r\nالجنة بفضل رحمته إياهم وكانت أم مبشر تطبخ طبيخا فقالت أو\r\nفرطان فقال أو فرطان\r\nحدثنا أحمد بن عبد الرحمن بن عقال الحراني ثنا\r\nأبو جعفر النفيلي ثنا محمد بن سلمة عن محمد بن إسحاق عن بن أبي\r\nنجيح عن مجاهد عن أم مبشر قالت قال رسول الله صلى الله عليه\r\nوسلم ألا أخبركم بخير الناس رجلا قالوا بلى فأشار بيده\r\nنحو المشرق فقال رجل أخذ بعنان فرسه في سبيل الله ينتظر أن يغير\r\nأو يغار عليه الا أخبركم بخير الناس بعده رجلا قالوا بلى فأشار\r\nبيده نحو الحجاز فقال رجل في غنمه يقيم الصلاة ويؤتي الزكاة\r\nيعلم ما حق الله في ماله قد اعتزل الناس\r\n* ( أم بشر بنت البراء بن معرور ) *\r\nحدثنا علي بن عبد العزيز ثنا بن الأصبهاني ثنا\r\nعبد الرحمن بن محمد المحاربي عن محمد بن إسحاق عن الحارث بن فضيل\r\nعن الزهري عن عبد الرحمن بن كعب بن مالك قال لما حضرت كعبا\r\nالوفاة دخلت عليه أم بشر بنت البراء بن معرور فقالت يا أبا عبد الرحمن إن\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n\r\nلقيت مشهور فأقرأه مني السلام قال يغفر الله لك يا أم بشر نحن أسفل\r\nمن ذلك فقالت يا أبا عبد الرحمن أما سمعت رسول الله صلى الله عليه\r\nوسلم يقول إن أرواح المؤمنين في أجواف طير خضر تعلق بشجر الجنة\r\nقال بلى قالت فهو ذاك\r\n* ( أم سليم بنت ملحان الأنصارية أم أنس بن مالك من أخبارها ) *\r\nحدثنا إسحاق بن إبراهيم الدبري أنا عبد الرزاق أنا\r\nجعفر بن سليمان عن ثابت البناني عن أنس قال خطب أبو طلحة أم\r\nسليم قبل ان يسلم فقالت أما اني فيك لراغبة وما مثلك يرد\r\nولكنك رجل كافر وأنا امرأة مسلمة فإن تسلم فذلك مهري لا أسألك\r\nغيره فأسلم وتزوجها أبو طلحة\r\nحدثنا موسى بن هارون ثنا قتيبة بن سعيد ثنا محمد\r\nبن موسى المخزومي الفطري عن عبد الله بن عبد الله بن أبي طلحة عن\r\nأنس بن مالك قال تزوج أبو طلحة أم سليم وكان صداق ما بينهما\r\nالإسلام أسلمت أم سليم قبل أبي طلحة فخطبها فقالت اني قد\r\nأسلمت فإن أسلمت نكحتك فأسلم فكان صداق ما بينهما الإسلام\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\n* ( خبر فرص أم سليم وعكتها ) *\r\nحدثنا بكر بن سهل الدمياطي ثنا عبد الله بن صالح\r\nحدثني الليث ح\r\nوحدثنا عبد الرحمن بن معاوية العتبي ثنا يحيى بن بكير ثنا الليث\r\nعن خالد بن يزيد عن سعيد بن أبي هلال عن القرظي يعني محمد بن\r\nكعب عن أنس بن مالك قال اتي أبو طلحة أم سليم وهي أم أنس وأبو\r\nطلحة رابه فقال عندك يا أم سليم شئ فإني مررت على رسول الله\r\nصلى الله عليه وسلم وهو يقرئ أصحاب الصفة سورة النساء وقد ربط\r\nعلى بطنه حجرا من الجوع فقالت كان عندي شئ من شعير طحنته\r\nثم أرسلتني إلى الأسواق والأسواق حوائط لهم فأتيتهم بشئ من\r\nحطب فجعلت منه قرصا ثم قال أعندك آدم فقالت قد كان\r\nعندي نحي فيه سمن فلا أدري أبقي فيه شئ فأتته به فعصره فقال\r\nإن عصر اثنين أبلغ من عصر واحد فعصراه جميعا فأخرجا مثل التمرة\r\nفدهنت القرص ثم دعاني فقال يا أنس تعر ف رسول الله صلى الله\r\nعليه وسلم قلت نعم قال إني تركته مع أصحابه في الصفة يقرئهم\r\nفادعه ولا تدع معه غيره انظر ان لا تفضحني فاتيت رسول الله صلى\r\nالله عليه وسلم فلما رآني قال لعل أباك أرسلك إلينا قلت\r\nنعم ثم قال للقوم انطلقوا وهم يومئذ ثمانون رجلا فأمسك\r\nيدي فلما دنوت من الدار نزعت يده من يدي فجعل أبو طلحة\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\nيطلبني في الدار ويرميني بالحجارة ويقول فضحتني عند رسول الله\r\nصلى الله عليه وسلم ثم إنه خرج إليه فأخبره الخبر فقال لا\r\nيضرك فأمرهم فجلسوا ثم دخل فأتينا بالقرص فقال هل من\r\nآدم فقالت أم سليم يا رسول الله قد كان عندنا نحي وقد عصرته\r\nأنا وأبو طلحة فقال رسول الله صلى الله عليه وسلم هلموه\r\nفإن عصرته الثلاثة أبلغ من عصر الاثنين فأتي به فعصره رسول الله صلى الله\r\nعليه وسلم معهما فأخرجوا منه مثل التمرة فمسحوا به القرص فمسحه\r\nرسول الله صلى الله عليه وسلم بيده ثم دعا فيه بالبركة ثم قال\r\nادعوا لي عشرة فدعوت عشرة فأكلوا منه حتى ثملوا شبعا فما زالوا\r\nيدخلون عشرة عشرة حتى شبعوا ثم جلس رسول الله صلى الله عليه\r\nوسلم وجلسنا معه فأكلنا حتى فضل\r\nحدثنا بكر بن سهل الدمياطي حدثنا عبد الله بن\r\nيوسف أنا مالك بن أنس عن إسحاق بن عبد الله بن أبي طلحة أنه سمع\r\nأنس بن مالك يقول قال أبو طلحة لأم سليم لقد سمعت كلام رسول\r\nالله صلى الله عليه وسلم أعرف فيه الجوع فهل عندك شئ قالت\r\nنعم فأخرجت أقراصا من شعير ثم أخرجت خمارا لهم فلفت الخبز\r\nبعضه ببعض ثم أرسلتني إلى رسول الله صلى الله عليه وسلم فذهبت\r\nفوجدت رسول الله صلى الله عليه وسلم في المسجد ومعه الناس فقال\r\nلي رسول الله صلى الله عليه وسلم أرسلك أبو طلحة فقلت\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\nنعم فقال رسول الله صلى الله عليه وسلم لمن معه قوموا فانطلق وانطلقت\r\nبين أيديهم حتى جئت أبا طلحة فأخبرته فقال أبو طلحة يا أم\r\nسليم قد جاء رسول الله صلى الله عليه وسلم بالناس وليس عندنا من\r\nالطعام ما يشبعهم قالت الله ورسوله أعلم فانطلق أبو طلحة\r\nحتى بلغنا رسول الله صلى الله عليه وسلم فأقبل رسول الله وأبو\r\nطلحة معه حتى دخلا فقال رسول الله صلى الله عليه وسلم هلمي\r\nيا أم سليم ما عندك فأتت بذلك الخبز فأمر به رسول الله صلى الله\r\nعليه وسلم ففت وعصرت أم سليم عكة فأدمته ثم قال رسول الله صلى\r\nالله عليه وسلم فيه ما شاء الله ان يقول ثم قال ائذن لعشرة فأذن لهم\r\nفاكلوا حتى شبعوا ثم خرجوا ثم قال ائذن لعشرة فأذن لهم فاكلوا\r\nحتى شبعوا ثم خرجوا ثم قال ائذن لعشرة فأذن لهم فاكلوا حتى\r\nشبعوا ثم خرجوا ثم قال ائذن لعشرة فأكل القوم كلهم حتى\r\nشبعوا والقوم سبعون أو ثمانون\r\nحدثنا علي بن المبارك الصنعاني ثنا إسماعيل\r\nبن أبي أويس ح\r\nوحدثنا موسى بن هارون ثنا قتيبة بن سعيد قالا ثنا محمد بن موسى\r\nالفطري عن إسحاق بن عبد الله بن أبي طلحة عن أنس بن مالك قال قال\r\nأبو طلحة يا أم سليم اصنعي شيئا لرسول الله صلى الله عليه وسلم\r\nفطحنت شيئا من شعير فصنعته ثم دعاني أبو طلحة فقال اذهب\r\nإلى رسول الله صلى الله عليه وسلم فقل ان أبي يدعوك وأسره قال\r\nأنس فأقبلت ورسول الله صلى الله عليه وسلم جالس في المسجد فلما\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\nرآني قال يا أنس قلت لبيك يا رسول الله قال دعاني\r\nأبوك قلت نعم قال قوموا ثم قال ليمر رسول الله\r\nصلى الله عليه وسلم على مجلس الا قال قوموا فخرجت سريعا\r\nحتى أتيت أبا طلحة فقلت هذا رسول الله صلى الله عليه وسلم\r\nقد جاء وأتى بالناس فقال أبو طلحة ألم آمرك أن تخلو به قلت لما\r\nسألني هل دعاني أبوك فقلت نعم لم أكذبه ولقي أبو طلحة رسول\r\nالله صلى الله عليه وسلم على باب الدار فقال يا رسول الله إنما هو\r\nشئ أردنا أن نخصك به فقال ادخل فدخل هو ورسول الله صلى\r\nالله عليه وسلم قال وأم سليم معها عكة تعصرها وكانت يبست أو\r\nكادت تيبس فقال رسول الله صلى الله\r\nعليه وسلم يا أم سليم ناولنيها حتى أكون أحسن لها عصرا منك فأخذ رسول الله صلى الله\r\nعليه وسلم بيده فقال بالسمن هكذا\r\nثم وضع رسول الله صلى الله عليه وسلم يده على رأس الثريد ثم قال يا أبا طلحة ادخل عشرة\r\nفدخل عليه عشرة فأكلوا حتى شبعوا ثم لم يزل يدخل عشرة عشرة\r\nفيأكلوا حتى ثملوا حتى دخل عليه ما بين السبعين إلى الثمانين ثم\r\nأكل رسول الله صلى الله عليه وسلم وأهل البيت وأفضلوا ما أهدوا\r\nلجيرانهم\r\nحدثنا إسماعيل بن الحسن الخفاف المصري ثنا أحمد\r\nبن صالح ثنا بن وهب أنا أسامة بن زيد ان عمرو بن عبد الله بن أبي طلحة\r\nحدثه أنه سمع أنس بن مالك يقول جئت رسول الله صلى الله عليه\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\nوسلم يوما فوجدته جالسا مع أصحابه يحدثهم وقد عصب بطنه على حجر\r\nفقلت لبعض أصحابه لم عصب رسول الله صلى الله عليه وسلم بطنه\r\nفقال من الجوع فذهبت إلى أبي طلحة وهو زوج أم سليم بنت ملحان\r\nفقلت يا أبتاه قد رأيت رسول الله صلى الله عليه وسلم قد عصب\r\nبطنه بعصابة فسألت بعض أصحابه فقال من الجوع فدخل أبو طلحة\r\nعلى أمي فقال هل من شئ فقالت عندي كسر من خبز وتمرات\r\nفإن جاء النبي صلى الله عليه وسلم أشبعناه وان جاء معه أحد قل\r\nعنهم فقال أبو طلحة اذهب يا أنس فقم قريبا من رسول الله فإذا\r\nقام فادعه حتى يتفرق أصحابه ومن معه حتى إذا قام على عتبة بابه فقل\r\nأبي يدعوك ففعلت ذلك فلما قلت أبي يدعوك قال لأصحابه\r\nيا هؤلاء تعالوا ثم أخذ بيدي فشدها وأقبل بأصحابه حتى إذا دنوا\r\nمن بيتنا أرسل يدي فدخلت وأنا حزين لكثرة من جاء معه فقلت\r\nيا أبتاه قد قلت لرسول الله الذي قلت لي فدعا أصحاب فقد جاءك\r\nبهم فخرج أبو طلحة إليهم فقال يا رسول الله إنما أرسلت أنسا\r\nيدعوك وحدك ولم يك عندي ما يشبع من أرى فقال رسول الله صلى\r\nالله عليه وسلم ادخل فإن الله عز وجل سيشبعهم بما عندك فدخل\r\nمعي رسول الله صلى الله عليه وسلم فقال اجمعوا ما كان عندكم ثم\r\nقربوه وجلس من كان عنده بالسدة وقربت ما كان عندنا من خبز وتمر\r\nجعلناه على حصيرنا فدعا فيه بالبركة ثم قال ادخل علي ثمانية\r\nفأدخلت عليه ثمانية وجعل كفه فوق الطعام فقال كلوا وسموا الله\r\nفأكلوا من بين أصابعه حتى شبعوا ثم أمرني فأدخلت ثمانية وقام\r\nالأولون ففعلت فدخلوا فأكلوا حتى شبعوا ثم امرني فأدخلت ثمانية\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\nفما زال على ذلك حتى دخل ثمانون رجلا كلهم يأكل حتى يشبع ثم\r\nدعاني ودعا أمي وأبا طلحة فقال كلوا فأكلنا حتى شبعنا ثم رفع\r\nيده فقال يا أم سليم أين هذا من طعامك حين قدمته قالت بابى\r\nأنت وأمي لولا أني رأيتهم يأكلوا لقلت ما نقص من طعامنا شئ\r\nحدثنا علي بن عبد العزيز ثنا القعنبي ح\r\nوحدثنا أبو خليفة ثنا علي بن المديني قالا ثنا عبد العزيز بن محمد\r\nالدراوردي عن عمر بن يحيى بن عمارة عن أبيه عن أنس بن مالك وكانت\r\nأم سليم بنت ملحان تحت أبي طلحة فصنعت خزيرا ثم قال لي أبو\r\nطلحة اذهب يا بني فادع رسول الله فذهبت فدعوته فجئته وهو بين\r\nظهراني الناس فقلت ان أبي يدعوك فقال للناس انطلقوا فلما\r\nرأيته قال للناس تقدمت بين أيديهم حتى جئت أبا طلحة فقلت يا أبة\r\nهذا رسول الله معه الناس فقام أبو طلحة على الباب حتى أتى رسول\r\nالله صلى الله عليه وسلم فقال يا رسول الله إنما كان شيئا يسيرا\r\nقال هلمه فإن الله سيجعل فيه بركه فجاء به فجعل رسول الله\r\nصلى الله عليه وسلم يديه فيه ودعا فيه حتى أكل منه ثمانون رجلا\r\nحدثنا محمد بن عبد الله الحضرمي وجعفر بن محمد\r\nالفريابي قالا ثنا هدبة بن خالد ثنا مبارك بن فضالة ثنا بكر بن عبد الله\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\nالمزني وثابت البناني عن أنس بن مالك أن أبا طلحة لما رأى رسول الله\r\nصلى الله عليه وسلم طاويا جاء إلى أم سليم فقال إني رأيت رسول\r\nالله صلى الله عليه وسلم طاويا فهل عندك شئ قالت عندنا نحو\r\nمدين من دقيق شعير قال فاعجنيه واطبخيه عسى أن ندعو النبي صلى\r\nالله عليه وسلم يأكل منه فعجنته وخبزته وجاء قرص فقال لي ادع\r\nرسول الله فأتيت النبي صلى الله عليه وسلم ومعه أناس أحسبه قال\r\nبضعة وثمانين فقلت يا رسول الله أبو طلحة يدعوك فقال لأصحابه\r\nأجيبوا أبا طلحة فجئت مسرعا حتى أخبرته أنه قد جاء هو وأصحابه\r\nفقال والله لرسول الله أعلم بما في بيتي مني فاستقبله أبو طلحة\r\nفقال والله ما عندنا الا قرص رأيتك طاويا فأمرت أم سليم فجعلت لك\r\nقرصا فدعا بالقرص ودعا بجفنه فوضعه فيها وقال هل من سمن\r\nفقال أبو طلحة قد كان في العكة شئ قال فجاء بها فجعل النبي\r\nصلى الله عليه وسلم وأبو طلحة يعصرانها حتى خرج شئ فمسح\r\nالنبي صلى الله عليه وسلم به سبابته ثم مسح بالقرص ثم قال بسم\r\nالله فانتفخ القرص فلم يزل يصنع ذلك والقرص ينتفخ حتى رأيت\r\nالقرص في الجفنة يتميع فقال ادع لي عشرة من أصحابي فدعوت\r\nله عشرة فوضع النبي صلى الله عليه وسلم القرص وقال كلوا بسم\r\nالله فأكلوا من حوالي القرص حتى شبعوا فلم يزل يدعو عشرة عشرة\r\nيأكلون ذلك القرص حتى أكل منه بضع وثمانون رجلا من حوالي\r\nالقرص حتى شبعوا قال وان وسط القرص حيث وضع رسول الله\r\nصلى الله عليه وسلم يده كما هو\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\nحدثنا أحمد بن إسحاق الخشاب الرقي ثنا عمرو\r\nبن قسيط ح\r\nوحدثنا أحمد بن النضر العسكري ثنا سعيد بن حفص النفيلي ثنا\r\nعبيد الله بن عمرو عن عبد الملك بن عمرو عن عبد الرحمن بن أبي ليلى عن\r\nأنس بن مالك قال أمر أبو طلحة أم سليم فقال اصنعي لرسول الله\r\nصلى الله عليه وسلم خاصة لنفسه طعاما يأكل منه ثم أرسلني أبو\r\nطلحة إلى النبي صلى الله عليه وسلم فأتيته فقلت بعثني إليك أبو\r\nطلحة فقال للقوم قوموا فلقينا أبو طلحة فقال يا نبي الله\r\nإنما صنعت لك طعاما لنفسك خاصة فقال لا عليك انطلق بنا\r\nفانطلق القوم معه فجاء بالطعام إنما جعله للنبي صلى الله عليه وسلم\r\nوحده ووضع رسول الله صلى الله عليه وسلم يده وسمى عليه ثم\r\nقال ائذن لعشرة فأذن لهم فدخلوا فقال كلوا بسم الله\r\nفأكلوا حتى شبعوا ثم قاموا ووضع النبي صلى الله عليه وسلم يده\r\nكما صنع في المرة الأولى وسمى ثم قال ائذن لعشرة قال\r\nحتى فعل ذلك بثمانين رجلا ثم أكل النبي صلى الله عليه وسلم وأهل البيت وتركوا سؤرا\r\nحدثنا محمد بن عثمان بن أبي شيبة قال ثنا جندل\r\nبن والق التغلبي ثنا عبيد الله بن عمرو عن عبد الكريم عن بن أبي ليلى\r\nعن أنس بن مالك قال أمر أبو طلحة أم سليم فقال اصنعي لرسول\r\nالله صلى الله عليه وسلم طعاما\r\nلنفسه خاصة يأكل منه ثم ذكر مثل\r\nحديث عمرو بن قسيط وسعيد بن حفص سواء\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\nحدثنا إبراهيم بن عبد الله بن أيوب المخرمي ثنا\r\nعبد الله بن عمر بن أبان ثنا عمران بن عيينة عن حصين بن عبد الرحمن\r\nبن أبي ليلى قال حدثني أنس بن مالك أن أبا طلحة وكان عمه وزوج\r\nأمه أتى بمدين من شعير فأمر بهما فصنعا ثم قال لي اذهب فادع\r\nلنا رسول الله صلى الله عليه وسلم فدعوته فقال للقوم قوموا\r\nفاقبل رسول الله صلى الله عليه وسلم وأقبلت بين يديه حتى دخلت على\r\nأبي طلحة فقال ما فعلت أوما صنعت قلت قد دعوت رسول الله\r\nصلى الله عليه وسلم فقال للقوم قوموا فقال أوما علمت ما عندنا\r\nقلت بلى ولكن لم أستطع ان أقول لرسول الله شيئا فلما انتهى\r\nرسول الله صلى الله عليه وسلم إلى الباب دعا عشرة عشرة فتكلم بما\r\nشاء الله فقال للقوم اطعموا فأكلوا حتى شبعوا ثم خرجوا ودعا\r\nعشرة آخرين حتى أكل منها ثمانون رجلا وفضل ما شبع منه أهل\r\nالبيت\r\nحدثنا أبو الزنباع روح بن الفرج ثنا يحيى بن بكير\r\nثنا بن لهيعة عن عمارة بن غزية أن ربيعة بن أبي عبد الرحمن أخبره\r\nأنه سمع أنس بن مالك يقول اقبل أبو طلحة يوما فإذا النبي صلى\r\nالله عليه وسلم قائم يقرئ أصحاب الصفة على بطنه فصيل من حجر\r\nيقيم به بطنه من الجوع فرجع إلى أم سليم فقال لقد رأيت برسول\r\nالله ما أغاظني فهل عندك من شئ قالت نعم شئ من شعير فقال لي اصنعيه فصنعته فقال\r\nلي اذهب فادع نبي الله ولا يعلم بك\r\nأحد قال أنس فلما رآني النبي صلى الله عليه وسلم قال أرسلك\r\nأبو طلحة قلت نعم قال قوموا فقام معه سبعون فأتيت\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nأبا طلحة فأخبرته فقال يا نبي الله إنما هو شئ صنعناه لك والله\r\nما عندنا ما نحتسيهم فقال هلم ما عندك فأتيته به وكانت\r\nعند أم سليم عكة السمن فجعلت تعصرها حتى تأدم به الطعام ثم وضع\r\nيده ثم قال تعالوا عشرة عشرة فجعلوا يأكلون لا يرعى أحد منهم على أحد\r\nحتى ثملوا وأفضلوا حتى أهدت أم سليم لجيرانها\r\nحدثنا سهل بن موسى شيران الرامهرمزي ثنا عيسى\r\nبن شاذان ثنا الصلت بن محمد الخاركي أبو همام ثنا حماد بن زيد\r\nعن الجعد أبي عثمان عن أنس بن مالك وهشام عن محمد عن أنس\r\nبن مالك وذكره سنان أبو ربيعة عن أنس بن مالك أن أمه أم سليم عمدت\r\nإلى مدين من شعير فهشته فجعلت منه خطيفة وعصرت عكة كانت\r\nعندها ثم بعثتني إلى رسول الله صلى الله عليه وسلم فأتيته وهو\r\nفي أصحابه فدعوته فقال ومن معي فجئت أمي فقلت انه يقول\r\nومن معي فجاء رسول الله صلى الله عليه وسلم في أصحابه فخرج\r\nإليه أبو طلحة فقال يا رسول الله إنما هو شئ صنعته أم سليم لك\r\nفتبسم رسول الله صلى الله عليه وسلم فدخل فجئ به فقال أدخل\r\nعلى عشرة فدخلوا فأكلوا حتى شبعوا ثم قال ادخل عشرة\r\nحتى عد أربعين ثم أكل النبي صلى الله عليه وسلم ثم قام فجعلت\r\nأنظر هل نقص منها شئ\r\nحدثنا عبدان بن أحمد ثنا محمد بن سليمان لوين\r\nثنا حماد بن زيد عن هشام عن محمد عن أنس قال صنعت أم سليم\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\nخطيفة من شعير كان عندها حسته قال فأرسلتني إليه ادعوه\r\nفأتيته فقلت يا رسول الله ان أم سليم صنعت لك خطيفة من شعير\r\nقال أنا ومن معي قال فرجعت إليها فأخبرتها فجاء أبو طلحة\r\nفقال يا رسول الله إنما هو الفساد وأقل من الفساد جعلت لك أم سليم قال\r\nأنا ومن معي فقام النبي صلى الله عليه وسلم ومن معه فدخل المنزل\r\nفقال لي يا أنس أدخل علي عشرة فدخل عشرة فأكلوا حتى شبعوا\r\nثم قال ادخل عشرة فدخل عشرة فأكلوا حتى شبعوا ثم قال\r\nأدخل عشرة علي قلت لأنس كم كانوا قال ثلاثين أربعين\r\nفأكلوا حتى شبعوا ثم أكل النبي صلى الله عليه وسلم وأكلنا حتى\r\nشبعنا قال فكأنه لم ينقص منه شئ\r\nوفي حديث أبي طلحة شئ من شعير جعلته أم سليم وعصرت عليه\r\nعكة كان فيها سمن\r\n* ( خبر أم سليم في موت ابنها من أبي طلحة ) *\r\nحدثنا محمد بن هارون ثنا قتيبة بن سعيد ثنا\r\nمحمد بن موسى المخزومي الفطري عن عبد الله بن عبد الله بن أبي طلحة\r\nعن أنس بن مالك قال ولدت أم سليم غلاما فاشتكى فاشتد شكوه\r\nثم توفي وأبو طلحة عند النبي صلى الله عليه وسلم فانصرف أبو طلحة\r\nمن عنده حين صلى المغرب وقد لفته أم سليم وجعلته في ناحية من بيتها\r\nفهوى إليه أبو طلحة فقالت عزمت عليك بحقي أن لا تقربه فإنه\r\nلم يكن منذ اشتكى خيرا منه الليلة فقربت إليه فطره فأفطر ثم\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\nأخذت طيبا فأصابته ثم دنت إلى أبي طلحة فأصابها فقالت يا أبا\r\nطلحة لو رأيت جيرانا أعاروا جيرانا لهم عارية حتى ظنوا أن قد\r\nتركوها لهم فلما طلبوها منهم وجدوا في أنفسهم قال بئسما صنعوا\r\nفقالت فإن الله قد أعارك فلانا ثم قبضه منك وهو أحق به فغدا إلى\r\nالنبي صلى الله عليه وسلم حين أصبح فأخبره الخبر فقال اللهم\r\nبارك لهما في ليلتهما فحملت بعبد الله بن أبي طلحة فوضعته من آخر\r\nالليل فقالت لا تهجه حتى يصبح فلما أصبحت غسلته وسررته\r\nثم دعت أنسا فقالت يا بني اذهب بأخيك إلى رسول الله صلى الله\r\nعليه وسلم قال أنس فأقبلت أحمله وإذا\r\nرسول الله صلى الله عليه\r\nوسلم قائم في إزار ومعه مسحاة فقال يا أنس ما هذا معك قلت\r\nأخي يا رسول الله فقال ناولنيه فناولته إياه فدعا بتمر\r\nفمضغه ثم حنكه فتلمظ الصبي فتبسم رسول الله صلى الله عليه\r\nوسلم فقال حب الأنصار التمر\r\nحدثنا عمر بن حفص السدوسي ثنا عاصم بن علي\r\nثنا سليمان بن المغيرة عن ثابت البناني عن أنس بن مالك قال كان لأبي\r\nطلحة بن من أم سليم فمات فقالت لأهلها لا تحدثوا أبا طلحة بموت\r\nمشهور حتى أكون أنا الذي أحدثه قال فجاء فقربت إليه عشاءه وشرابه\r\nفأكل وشرب ثم تصنعت له أحسن ما كانت تصنع قبل ذلك فلما شبع\r\nوروى وقع بها فلما عرفت أنه قد شبع وروى وقضى حاجته منها قالت\r\nيا أبا طلحة أرأيت لو أن أهل بيت أعاروا عاريتهم أهل بيت آخرين\r\nفطلبوا عاريتهم الهم أن يحبسوا عاريتهم قال لا قالت فأحتسب\r\nابنك قالت فغضب ثم قال تركتيني ثم تلطخت بما تلطخت ثم\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\nتحدثيني بموت ابني فانطلق إلى رسول الله صلى الله عليه وسلم فقال\r\nيا رسول الله ألم تر إلى أم سليم صنعت كذا وكذا فقال رسول الله\r\nصلى الله عليه وسلم بارك الله لكما في غابر ليلتكما قال فبلغت\r\nتلك الليلة فحملت قال فهي وأبو طلحة مع رسول الله صلى الله\r\nعليه وسلم فلما دنوا من المدينة أخذها المخاض فاحتبس عليها أبو\r\nطلحة ومضى رسول الله صلى الله عليه وسلم قال يقول أبو طلحة\r\nيا رب انك لتعلم أنه كان يعجبني أن أخرج مع رسول الله صلى الله\r\nعليه وسلم إذا خرج وأدخل معه إذا دخل فهذه احتبست بما ترى\r\nقال يقول أبو طلحة تقول أم سليم يا أبا طلحة لا أجد ما كنت أجد\r\nفانطلق مع رسول الله صلى الله عليه وسلم قال فانطلق حتى قدم\r\nمع رسول الله صلى الله عليه وسلم فضربها المخاض فولدت غلاما\r\nفقالت لي أمي يا أنس لا يطعم شيئا حتى تغدو به إلى رسول الله\r\nصلى الله عليه وسلم قال فبت تلك الليلة أكالئه محنيا عليه وهو\r\nيبكي حتى مطرف فغدوت به إلى رسول الله صلى الله عليه وسلم\r\nفوجدت بيده ميسما فلما رأى الصبي معي قال رسول الله صلى الله\r\nعليه وسلم لعل أم سليم ولدت قلت نعم قال فوضع الميسم\r\nوقعد فأتيته بالصبي فوضعته في حجره فدعا بعجوة من عجوة المدينة\r\nفلاكها في فمه حتى ذابت ثم لفظها في فم الصبي فجعل يتلمظ فقال رسول الله\r\nصلى الله عليه وسلم انظروا إلى حب الأنصار التمر ثم مسح\r\nوجهه وسماه عبد الله\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\n* ( خبر أم سليم في عرق رسول الله صلى الله عليه وسلم ) *\r\nحدثنا عمر بن حفص السدوسي ثنا عاصم بن علي\r\nثنا سليمان بن المغيرة عن ثابت عن أنس قال جاء النبي صلى الله عليه\r\nوسلم فقال عندنا فعرق فجاءت أم سليم بقارورة فجعلت تسلت العرق\r\nفيها فاستيقظ النبي صلى الله عليه وسلم فقال يا أم سليم\r\nما الذي تصنعين قالت هذا عرقك نجعله في طيبنا وهو أطيب الطيب\r\nحدثنا موسى بن هارون ثنا هاشم بن الحارث الحراني\r\nثنا عبيد الله بن عمرو عن أيوب عن محمد بن سيرين عن أم سليم قالت\r\nكان رسول الله صلى الله عليه وسلم يقيل عندي فأبسط له نطعا\r\nفيقيل عليه فيعرق فكنت أعجن السك بعرقه\r\nقال محمد بن سيرين واستوهبت من أم سليم من ذلك السك\r\nفوهبت لي منه فلما مات محمد حنط بذلك السك وكان محمد يعجبه\r\nان يحنط الميت بالسك\r\n* ( خبر أم سليم في الغزو مع رسول الله صلى الله عليه وسلم ) *\r\nحدثنا علي بن عبد العزيز ثنا حجاج بن المنهال ح\r\nوحدثنا العباس بن الفضل الأسفاطي ثنا موسى بن إسماعيل قالا ثنا\r\nحماد بن سلمة أنا ثابت البناني عن أنس بن مالك أن أم سليم كانت مع\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\n\r\nأبي طلحة الأنصاري يوم حنين ومعها خنجر فقال لها أبو طلحة\r\nما هذا معك يا أم سليم قالت خنجر اتخذته ان دنا مني أحد من\r\nالمشركين أبعج به بطنه فقال أبو طلحة يا رسول الله أما تسمع\r\nما تقول أم سليم تقول كذا وكذا فقلت يا رسول الله أقبل من\r\nبعدنا من الطلقاء انهزموا بك يا رسول الله فقال يا أم سليم ان\r\nالله قد كفى وأحسن\r\n* ( خبر أم سليم لما زارها رسول الله صلى الله عليه وسلم\r\nوصلى في بيتها ) *\r\nحدثنا الحسين بن إسحاق التستري ثنا سعيد بن\r\nيحيى بن سعيد الأموي ثنا أبي يحيى بن سعد الأنصاري عن إسحاق بن\r\nعبد الله بن أبي طلحة عن أنس بن مالك أن أم سليم سألت النبي صلى\r\nالله عليه وسلم أن يصلي في بيتها ليتخذونه مصلى فأتاها إلى حصير\r\nلها أو لهم فنضحته بماء فصلى عليه وصلوا معه\r\nما أسندت أم سليم\r\nحدثنا عبد الله بن أحمد بن حنبل ثنا شيبان بن\r\nفروخ ثنا محمد بن زياد البرجمي ثنا أبو ظلال عن أنس بن مالك عن\r\nأمه قالت كانت لي شاة فجمعت من سمنها عكة عروبة بها مع زينب فقلت يا زينب\r\nأبلغي هذه العكة رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\nيأتدم بها قال فجاءت زينب إلى النبي صلى الله عليه وسلم فقالت\r\nيا رسول الله هذا سمن بعثته إليك أم سليم فقال أفرغوا لها\r\nعكتها ففرغت العكة ودفعت إليها فجاءت وأم سليم ليست في البيت\r\nفعلقت العكه على وتد فجاءت أم سليم فرأت العكة ممتلئة تقطر سمنا\r\nفقالت يا زينب أليس أمرتك أن تبلغي هذه العكة رسول الله صلى الله\r\nعليه وسلم يأتدم بها قالت قد فعلت فإن لم تصدقيني فتعالي معي\r\nإلى رسول الله صلى الله عليه وسلم فذهبت أم سليم وزينب معها إلى\r\nرسول الله صلى الله عليه وسلم فقالت اني بعثت إليك معها بعكة\r\nفيها سمن فقال قد جاءت بها فقلت والذي بعثك بالهدى ودين\r\nالحق وثلاثمائة ممتلئة سمنا تقطره فقال النبي صلى الله عليه وسلم\r\nأتعجبين يا أم سليم ان الله أطعمك\r\nحدثنا محمد بن محمد بن عقبة الشيباني ثنا الحسن\r\nبن علي الحلواني ثنا حماد بن مسعدة عن سليمان التيمي عن أنس عن أم\r\nسليم أن سايقا كان يسوق بها في نسوة مع النبي صلى الله عليه وسلم\r\nيقال له أنجشة فقال له النبي صلى الله عليه وسلم رويدك يا أنجشة\r\nكذا سوقك بالقوارير\r\nحدثنا محمد بن صالح بن الوليد النرسي ثنا محمد\r\nبن المثنى ثنا الحجاج بن فروخ التميمي الواسطي ثنا أبو عمار عن أنس بن\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\nمالك عن أم سليم قالت كنت في بعض حجر نساء النبي صلى الله عليه\r\nوسلم وهو عنده إذ جاءه رجل فشكا إليه الحاجة فقال اصبر\r\nفوالله ما في آل محمد شئ منذ سبع ولا أوقد تحت برمة لهم منذ ثلاث\r\nوالله لو سألت الله أن يجعل جبال تهامة كلها ذهبا لفعل\r\nحدثنا علي بن عبد العزيز حدثني حرمي بن حفص\r\nالقسملي ومحمد بن أبي نعيم الواسطي ثنا وهيب بن أيوب عن أبي قلابة\r\nعن أنس عن أم سليم أن رسول الله صلى الله عليه وسلم كان يصلي\r\nعلى الخمرة\r\nحدثنا زكريا بحمدويه الصفار ثنا عفان ثنا وهيب\r\nعن أيوب عن أبي قلابة عن أنس عن أم سليم ان النبي صلى الله عليه وسلم\r\nكان يأتيها فيقيل عندها فتبسط له نطعا فيقيل عليه وكان كثير\r\nالعرق فكانت تجمع عرقه فتجعله في الطيب والقوارير فقال رسول الله\r\nصلى الله عليه وسلم ما هذا قالت عرقك نجعله في الطيب\r\nوكان النبي صلى الله عليه وسلم يصلي على الخمرة\r\nحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة ثنا\r\nعبد الوهاب الثقفي عن أيوب عن أنس بن سيرين عن أنس بن مالك عن أم\r\nسليم ان النبي صلى الله عليه وسلم كان يصلي في بيتها على الخمرة\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\nحدثنا أبو يزيد يوسف بن يزيد القراطيسي ثنا العباس بن طالب ثنا\r\nعبد الوارث بن سعيد عن أبي التياح عن أنس بن مالك\r\nعن أم سليم أن النبي صلى الله عليه وسلم كان يصلي على الخمرة\r\nحدثنا مطلب بن شعيب الأزدي ثنا عبد الله بن صالح\r\nحدثني الليث عن سعيد بن عبد الرحمن عن عبد الله بن عبد الله بن أبي طلحة\r\nالأنصاري عن أنس بن مالك عن أم سليم أن رسول الله صلى الله عليه\r\nوسلم زارهم يوما فدعا لي حتى ما أبالي أيزيد فقلت له ان لي من\r\nأهلي من له عندي خاصة فأنا أحب أن تدعو لها بخاصته عندي قال\r\nومن هو قلت أنس خادمك معبد أنت وأمي قال فدعا رسول\r\nالله صلى الله عليه وسلم حتى ما أبالي أن لا يزيد وكان فيما دعا أن\r\nقال واعطه مالا وولدا قال أنس فما أعلم أحد أصاب من رخاء\r\nالعيش اللين مثل ما أصبت ولقد دفنت بيدي هاتين مائة من ولدي\r\nلا أقول سقطا ولا ولد ولد\r\nحدثنا أحمد بن القاسم بن مساور الجوهري ثنا\r\nسعيد بن سليمان الواسطي ثنا سعيد بن عبد الرحمن الجمحي عن إسحاق\r\nبن عبد الله بن أبي طلحة عن أنس عن أمه عن النبي صلى الله عليه وسلم\r\nمثله\r\nحدثنا محمد بن عبد الله الحضرمي ثنا الصلت بن\r\nمسعود الجحدري ثنا جعفر بن سليمان عن ثابت عن أنس عن أم سليم\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\nقالت كان رسول الله صلى الله عليه وسلم يغزو بنا معه لنسوة من\r\nالأنصار فنسقي المرضى ونداوي الجرحى\r\nحدثنا معاذ بن المثنى ثنا يحيى بمعين ثنا محمد\r\nبن جعفر ثنا شعبة عن قتادة عن أنس عن أم سليم أنها قالت لرسول الله\r\nصلى الله عليه وسلم خادمك أنس ادع الله له فقال اللهم أكثر\r\nماله وولده وبارك له فيما أعطيته\r\nحدثنا الحسن بن العباس الرازي ثنا سهل بن عثمان\r\nثنا عبد الرحيم بن سليمان عن جنيد بن أبي وهرة التيمي عن عبد الملك بن\r\nأبي بشير عن حفصة بنت سيرين عن أم سليم قالت قال رسول الله صلى\r\nالله عليه وسلم ح\r\nوحدثنا أبو زرعة عبد الرحمن بن عمرو الدمشقي ثنا آدم ثنا شيبان ح\r\nوحدثنا الحسين بن إسحاق التستري\r\nثنا عثمان بن أبي شيبة ثنا\r\nالحسن بن موسى الأشيب ثنا شيبان عن ليت عن عبد الملك بن أبي بشير\r\nعن حفصة بنت سيرين عن أم سليم أم أنس قالت قال رسول الله صلى\r\nالله عليه وسلم إذا توفيت المرأة فأرادوا أن يغسلوها فليبدأوا ببطنها\r\nفليمسح بطنها مسحا رفيقا ان لم تكن حبلى فإن كانت حبلى فلا\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\nتحركنها فإن أردت غسلها فابدئي بسفليها فألقي على عورتها ثوبا ستيرا\r\nثم خذي كرسفة فاغسليها فأحسني غسلها ثم ادخلي يدك من تحت\r\nالثوب فامسحيها بكرسف ثلاث مرات فأحسني مسحها قبل أن توضئيها\r\nثم وضئيها بماء فيه سدر ولتفرغ الماء امرأة وهي قائمة لا تلي شيئا\r\nغيره حتى تنقي بالسدر وأنت تغسلين وليل غسلها أولى النساء بها والا\r\nفامرأة ورعة فإن كانت صغيرة أو ضعيفة فلتلها امرأة ورعة مسلمة\r\nفإذا فرغت من غسل سفلتها غسلا نقيا بماء وسدر فلتوضئها وضوء الصلاة\r\nفهذا بيان وضوئها ثم اغسليها بعد ذلك ثلاث مرات بماء وسدر فابدئي\r\nبرأسها قبل كل شئ فأنقي غسله من السدر بالماء ولا تسرحي رأسها\r\nبمشط فإن حدث بها حدث بعد الغسلات الثلاث فاجعليها خمسا فإن\r\nحدث في الخامسة فاجعليها سبعا وكل ذلك فليكن وترا بماء وسدر\r\nفإن كان في الخامسة أو الثالثة فاجعلي فيه شيئا من كافور وشيئا من\r\nسدر ثم اجعلي ذلك في جر جديد ثم أقعديها فأفرغي عليها وابدئي برأسها\r\nحتى تبلغي رجليها فإذا فرغت منها فألقي عليها ثوبا نظيفا ثم ادخلي\r\nيدك من وراء الثوب فانزعيه عنها ثم احشي سفلتها كرسفا ما استطعت\r\nواحشي كرسفها من طيبها ثم خذي سبية طويلة مغسولة فاربطيها على\r\nعجزها كما تربط على النطاق ثم اعقديها بين فخذيها وضمي فخذيها ثم\r\nألقي طرف السبية عن عجزها إلى قريب من ركبتها فهذا شأن سفلتها\r\nثم طيبيها وكفنيها واطوي شعرها ثلاثة أقرن قصة وقرنين ولا تشبهيها\r\nبالرجال وليكن كفنها في خمسة أثواب أحدها الإزار تلفي به فخذيها ولا\r\nتنفضي من شعرها شيئا بنورة ولا غيرها وما يسقط من شعرها فاغسليه\r\nثم أغرزيه في شعر رأسها وطيبي شعر رأسها فأحسني تطييبه ولا تغسليها\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\nبماء مسخن واخمريها وما تكفينها به بسبع نبذات ان شئت واجعلي كل\r\nشئ منها وترا وان بدا لك أن تخمريها في نعشها فاجعليه وترا هذا\r\nشأن كفنها ورأسها وان كانت محدورة أو مخصونة أو أشباه ذلك فخذي\r\nخرقة واحدة واغمسيها في الماء وقنبر تتبعي كل شئ منها ولا تحركيها\r\nفإني أخشى أن يتنفس منها شئ لا يستطاع رده\r\nحدثنا معاذ بن المثنى ثنا علي بن عثمان ح\r\nوحدثنا الحسين بن إسحاق التستري ثنا يحيى الحماني فلا ثنا\r\nعبد الواحد بن زياد عن عثمان بن حكيم عن عمرو بن عمر الأنصاري قال\r\nسمعت أم سليم تقول سمعت رسول الله صلى الله عليه وسلم يقول\r\nما من مسلمين يموت لهما ثلاثة أولاد لم يبلغوا الحنث الا أدخلهم الله\r\nالجنة بفضل رحمته إياهم فقلت واثنان فقال واثنان\r\nحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة ثنا\r\nعبد الله بن نمير عن عثمان بن حكيم حدثني عمر الأنصاري عن أم سليم\r\nبنت ملحان قالت قال رسول الله صلى الله عليه وسلم ما من مسلمين\r\nيموت لهما ثلاثة من أولادهما لم يبلغوا الحنث الا أدخلهم الله الجنة بفضل\r\nرحمته إياهما\r\nحدثنا الحسين بن علي المعمري ثنا عمرو بن أبي عاصم\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\nثنا أبي ثنا بن جريج عن عبد الكريم ان البراء بن زيد بنت أنس أخبره\r\nعن أم سليم أن رسول الله صلى الله عليه وسلم دخل عليها وعندها قربة\r\nمعلقة فقام إليها فشرب من فمها فقامت إلى فم القربة فقطعتها\r\nحدثنا عبد الله بن أحمد بن حنبل ثنا الصلت بن مسعود\r\nالجحدري ثنا سليم بن أخضر عن بن عون عن محمد بن يوسف عن أم\r\nسليم قالت قربت إلى رسول الله صلى الله عليه وسلم كتفا مشوية\r\nفأكل منها ثم قام إلى الصلاة ولم يتوضأ\r\nحدثنا أحمد بن عبد الوهاب بن نجدة الحوطي ثنا أبي\r\nثنا إسماعيل بن عياش عن عبد العزيز بن عبد الله عن حكيم بن حكيم عن\r\nعباد بن حنيف عن أبي أمامة بن سهل بن حنيف عن أم سليم أم أنس بن\r\nمالك أنها أتت النبي صلى الله عليه وسلم وهو في بيت أم سلمة وعنده\r\nرهط وهم جلوس فجلست حتى خرجوا فقلت يا رسول الله اني لن\r\nأدع أمرا يفقهني في ديني ويقربني من الله أن أسأل عنه أرأيت رسول\r\nالله المرأة ترى في المنام ما يرى الرجل أتغتسل فقال رسول الله صلى\r\nالله عليه وسلم إذا رأت الماء فلتغتسل فقالت أم سلمة تربت يداك\r\nيا أم سليم فضحت النساء فقال رسول الله صلى الله عليه وسلم\r\nبل تربت يداك أنت لولا ذلك ما أشبه الولد أمه\r\nحدثنا أحمد بن عمرو أسمع المكي ثنا يعقوب بن حميد\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\nثنا عبد الله بن محمد أبو علقمة الفروي عن إسحاق بن عبد الله عن أبي بكر\r\nبن محمد بن عمرو بن حزم أخبرتني أم سليم قالت دخلت على عائشة\r\nفقلت أين رسول الله صلى الله عليه وسلم فقالت في البيت يوحي\r\nإليه ثم مكثت ما شاء الله أن أمكث ثم سمعت رسول الله صلى الله عليه\r\nوسلم يقول يا عائشة هذا جبريل عليه السلام يقرأ عليك السلام\r\nحدثنا علي بن سعيد الرازي ثنا محمد بن مسلم بن\r\nوارة ثنا محمد بن سعيد بن سابق ثنا عمرو بن أبي قيس عن سعيد بن\r\nمسروق عن عباية بن رفاعة عن أم سليم قالت توفي بن لي وزوجي غائب\r\nفقمت فسجيته في ناحية من البيت فقدم زوجي فقمت المتيسرة له فوقع\r\nعلي ثم أتيته بطعام فجعل يأكل فقلت ألا أعجبك من جيراننا قال\r\nوما لهم قلت أعيروا عارية فلما طلبت منهم جزعوا قال بئس ما\r\nصنعوا فقلت هذا ابنك قال لا جرم لا تغلبيني على الصبر الليلة\r\nفلما مطرف غدا على رسول الله صلى الله عليه وسلم فأخبره فقال\r\nاللهم بارك لهم في ليلتهم فلقد رأيت لها بعد ذلك في المسجد سبعة كلهم\r\nقد قرأوا القرآن\r\nحدثنا إبراهيم بن دحيم الدمشقي ثنا أبي ثنا الوليد\r\nبن مسلم ثنا مالك بن أنس عن عبد الله بن أبي بكر أن أبا سلمة أخبره\r\nعن أم سليم بنت ملحان أنها استفتت رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\nوحاضت أو ولدت بعدما أفاضت يوم النحر فأذن لها رسول الله صلى\r\nالله عليه وسلم فخرجت\r\nحدثنا أحمد بن المعلى الدمشقي ثنا هشام بن عمار\r\nثنا إسحاق بن إبراهيم بن نسطاس حدثني مربع عن أم أنس أنها قالت\r\nيا رسول الله أوصني قال اهجري المعاصي فإنها أفضل الهجرة\r\nوحافظي على الفرائض فإنها أفضل الجهاد وأكثري من ذكر الله فإنك لا تأتي الله بشئ أحب إليه من كثرة ذكره\r\nحدثنا محمد بن صالح بن الوليد النرسي ثنا محمد بن\r\nالمثنى ثنا عبد الوهاب الثقفي ثنا أيوب عن عكرمة أن ناسا من أهل المدينة\r\nسألوا بن عباس عن امرأة حاضت بعدما أفاضت فقال تنفر فقالوا\r\nما نعالي أفتيتنا أم لا وزيد بن ثابت يقول لا تنفر فقال بن عباس\r\nاني لأقول ما أعلم ولا أبالي أخذتم به أو لم تأخذوا به ولكن إذا قدمتم\r\nالمدينة فسلوا أم سليم وغيرها فأخبرتهم أن عائشة قالت لصفية أفي الخيبة\r\nأنت انك لحابستنا فقال رسول الله صلى الله عليه وسلم ما ذلك\r\nفقالت عائشة صفية حاضت قال قيل وثلاثمائة قد أفاضت قال فلا\r\nإذا قال فرجعوا إلى بن عباس فقالوا وجدنا الحديث على ما حدثتنا\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\n\r\n* ( أم سليم بنت أبي حكيم الأنصارية ) *\r\nحدثنا أبو عمر الضرير ثنا محمد بن عثمان بن سعيد\r\nالكوفي ثنا أحمد بن يونس ثنا أبو شهاب عن بن أبي ليلى عن عبد الكريم عن\r\nعبد الله بن فلان عن أم سليم بنت أبي حكيم أنها قالت أدركت القواعد\r\nوهن يصلين مع رسول الله صلى الله عليه وسلم\r\n* ( أم حرام بنت ملحان الأنصارية\r\nخالة أنس بن مالك امرأة عبادة بن الصامت وهي الرميصاء ) *\r\nحدثنا محمد بن عبد الله الحضرمي ثنا أبو كريب ثنا\r\nحسين بن علي الجعفي عن هشام بن الغار قال قبر أم حرام بنت ملحان\r\nبقبرس وهم يقولون هذا قبر المرأة الصالحة\r\nحدثنا محمد بن عبد الله الحضرمي ثنا هدبة بن خالد\r\nثنا حماد بن سلمة عن ثابت عن أنس ان رسول الله صلى الله عليه وسلم\r\nقال دخلت الجنة فسمعت خشفة فقلت ما هذا فقالوا الرميصاء\r\nبنت ملحان\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\nحدثنا محمد بن عبد الله الحضرمي ثنا أبو بكر بن أبي\r\nشيبة ثنا عبد الوهاب الثقفي عن حميد عن أنس بن مالك قال قال رسول\r\nالله صلى الله عليه وسلم دخلت الجنة فسمعت بين يدي خشفة فإذا\r\nأنا بالغميصاء بنت ملحان\r\nحدثنا علي بن عبد العزيز ثنا عارم أبو النعمان ثنا\r\nحماد بن زيد عن يحيى بن سعيد عن محمد بن يحيى بن حيان عن أنس بن\r\nمالك قال حدثتني أم حرام أن النبي صلى الله عليه وسلم قال يوما في\r\nبيتها فاستيقظ وهو يضحك فقالت يا رسول الله ما يضحكك قال\r\nعجبت من قوم من أمتي يركبون البحر كالملوك على الأسرة قالت فقلت\r\nيا رسول الله ادع الله ان يجعلني منهم قال أنت منهم ثم نام\r\nفاستيقظ وهو يضحك فقال لي مثل ذلك مرتين أو ثلاثا وأقول يا رسول الله\r\nادع الله ان يجعلني منهم فيقول أنت من الأولين قال فتزوجها\r\nعبادة بن الصامت فخرج بها إلى الغزو قال فلما رجعت قربت لها دابة\r\nلتركبها فوقعت فاندقت عنقها\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\nحدثنا عبد الله بن أحمد بن حنبل قال قرأت في كتاب\r\nأبي أعطاني بن الأشجع كتبا عن أبيه وكان فيها عن سفيان عن يحيى بن\r\nسعيد عن محمد بن يحيى عن أنس بن مالك عن بنت ملحان قالت كنت\r\nنائمة عند النبي صلى الله عليه وسلم وأنا منه غير بعيدة فاستيقظ وهو\r\nيسبح فسألته فقال عرض علي ناس من أمتي يركبون البحر الأخضر\r\nكالملوك على الأسرة فقلت يا رسول الله ادع الله أن يجعلني منهم\r\nفدعا الله عز وجل\r\nحدثنا زكريا بن حمدويه الصفار ثنا عفان بن مسلم ح\r\nوحدثنا العبا س بن الفضل الأسفاطي ثنا موسى بن إسماعيل قالا ثنا\r\nحماد بن سلمة أنا يحيى بن شعيب عن محمد بن يحيى بن حيان عن أنس\r\nعن أم حرام قالت بينما رسول الله صلى الله عليه وسلم قائل في بيتي\r\nإذ استيقظ وهو يضحك قلت معبد أنت ما يضحكك قال عرض\r\nعلي ناس من أمتي يركبون ظهر هذا البحر كالملوك على الأسرة فقلت\r\nادع الله ان يجعلني منهم فقال اللهم اجعلها منهم ثم نام أيضا فاستيقظ\r\nوهو يضحك فقلت معبد وأمي ما يضحكك قال عرض علي ناس من\r\nأمتي يركبون ظهر هذا البحر كالملوك على الأسرة فقلت ادع الله ان\r\nيجعلني منهم فقال أنت من الأولين فغزت مع زوجها عبادة بن\r\nالصامت فلما قفلت ركضتها بغلة لها شهباء فماتت\r\nحدثنا محمد بن عبد الله الحضرمي ثنا أبو كريب ح\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\nوحدثنا محمد بن عبد الله بن عبد الرحمن المسروقي ثنا عمي موسى بن\r\nعبد الرحمن ثنا حسين بن علي الجعفي عن زائدة عن المختار بن فلفل عن\r\nأنس بن مالك قال اتكأ النبي صلى الله عليه وسلم عند بنت ملحان\r\nفغفى فاستيقظ وهو يضحك فقلت يا رسول الله بم تضحك فقال\r\nمن قوم من أمتي يركبون يغزون هذا البحر الأخضر مثلهم مثل الملوك\r\nعلى الأسرة قلت يا رسول الله ادع الله أن يجعلني منهم فقال\r\nأنت منهم فنكحت عبادة بن الصامت فخرجت مع بن قرطة فلما ركبت\r\nوقصت بها دابتها فماتت ثم دفنت\r\nحدثنا أحمد بن المعلى الدمشقي ثنا هشام بن عمار\r\nثنا يحيى بن حمزة ثنا ثور بن يزيد عن خالد بن معدان عن عمرو بن\r\nالأسود انه حدثه أنه اتى عبادة بن الصامت وهو في ساحل حمص في بناء\r\nله ومعه امرأته أم حرام قال عمرو فحدثتنا أم حرام وثلاثمائة سمعت رسول\r\nالله صلى الله عليه وسلم يقول أول جيش من أمتي يغزون هذا البحر\r\nقد أوجبوا فقالت أحرام يا رسول الله انا منهم فقال أنت\r\nمنهم ثم قال رسول الله صلى الله عليه وسلم أول جيش من أمتي\r\nيغزون مدينة قيصر مغفور لهم فقالت أم حرام يا رسول الله أنا منهم\r\nقال لا\r\nحدثنا إبراهيم بن دحيم الدمشقي ثنا أبي ح\r\nوحدثنا أحمد بن عمرو الخلال المكي ثنا محمد بن أبي عمر العدني قالا\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nثنا مروان بن معاوية الفزاري عن هلال بن ميمون عن أبي ثابت يعلى بن\r\nشداد حدثني عن أم حرام قالت ذكر رسول الله صلى الله عليه وسلم\r\nغزاة البحر فقال للمائد أجر شهيد وللغريق أجر شهيدين فقلت\r\nيا رسول الله ادع الله أن يجعلني منهم قال اللهم اجعلها منهم\r\nفركبت البحر فلما خرجت ركبت دابة فسقطت فماتت\r\nحدثنا محمد بن عبد الله الحضرمي ثنا عبد الجبار بن\r\nعاصم حدثنا حفص بن ميسرة عن زيد بن أسلم عن عطاء بن يسار عن امرأة\r\nكانت عند رسول الله صلى الله عليه وسلم يوما وهو نائم فاستيقظ وهو\r\nيضحك فقالت أي رسول الله لعلك تضحك من رأسي قال لا\r\nعرض علي قوم من أمتي يركبون البحر غزاة في سبيل الله مثلهم مثل\r\nالملوك على الأسرة قالت ثم نام فاستيقظ وهو يضحك فقالت ماذا\r\nيضحكك يا رسول الله قال عرض علي قوم يركبون البحر غزاة\r\nفي سبيل الله ثم يرجعون قليلة غنائمهم مغفور لهم فقلت يا رسول ادع\r\nالله أن يجعلني منهم فقال رسول الله صلى الله عليه وسلم اللهم\r\nاجعلها منهم\r\n* ( أم ورقة بنت عبد الله بن الحارث الأنصارية ) *\r\nحدثنا علي بن عبد العزيز ثنا أبو نعيم الفضل بن دكين\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\nثنا الوليد بن عبد الله بن جميع الزهري حدثتني جدتي عن أم ورقة بنت\r\nعبد الله بن الحارث الأنصاري وكان رسول الله صلى الله عليه وسلم\r\nيزورها ويسميها الشهيدة وكانت قد جمعت القرآن وكان رسول الله\r\nصلى الله عليه وسلم حين غزا بدرا قالت له تأذن لي فأخرج معك أداوي\r\nجرحاكم وأمرض مرضاكم لعل الله يهدي لي شهادة قال إن الله يهدي\r\nلك شهادة وكان رسول الله صلى الله عليه وسلم أمرها ان يؤم أهل\r\nدارها وكان لها مؤذن وكانت تؤم أهل دارها حتى عدا عليها جارية\r\nوغلام لها كانت دبرتهما فقتلاها في امارة عمر فقيل له ان أم ورقة\r\nقد قتلها غلاما وجاريتها فقام في الناس فقال إن أم ورقة عدا عليها\r\nغلامها وجاريتها فقتلاها وأنها هربا فأتي بهما فصلبهما فكانا أول\r\nمصلوبين بالمدينة قال عمر صدق رسول الله صلى الله عليه وسلم كان\r\nيقول انطلقوا نزور الشهيدة\r\nحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة ثنا\r\nوكيع ثنا الوليد بن عبد الله بن جميع حدثتني جدتي وعبد الرحمن بن خلاد\r\nالأنصاري عن أم ورقة بنت نوفل قالت لما غزا النبي صلى الله عليه\r\nوسلم بدرا قلت يا رسول الله ائذن لي ان أغزو معك أداوي جرحاكم\r\nوأمرض مرضاكم لعل الله يرزقني شهادة فقال فري في بيتك فإن الله\r\nيرزقك الشهادة وكانت تسمى الشهيدة وكانت قد قرأت القرآن\r\nفاستأذنت النبي صلى الله عليه وسلم في أن يتخذ في دارها موضعا تصلي\r\nفأذن لها\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\n\r\n* ( أم أيوب بنت قيس بن عمرو بن امرئ القيس\r\nالأنصارية ثم الخزرجية امرأة أبي أيوب ) *\r\nحدثنا محمد بن عثمان بن أبي شيبة ثنا يحيى الحماني\r\nثنا حماد بن زيد عن واصل مولى أبي عيينة عن محمد بن سيرين عن بن\r\nعباس أن أبا أيوب أراد ان يطلق أم أيوب فقال رسول الله صلى الله عليه\r\nوسلم يا أبا أيوب ان طلاق أم أيوب حوب\r\nما أسندت أم أيوب\r\nحدثنا معاذ بن المثنى ثنا علي بن المديني ح\r\nوحدثنا محمد بن عبد الله الحضرمي ثنا أبو بكر بن أبي خيبه ح\r\nوحدثنا علي بن عبد العزيز ثنا سعيد بن عبد الرحمن المخزومي قال ثنا\r\nسفيان بن عيينة عن عبيد الله بن أبي يزيد عن أبيه\r\nعن أم أيوب أن النبي صلى الله عليه وسلم نزل عليها قالت فصنعنا له طعاما فيه من هذه\r\nالبقول قال سفيان الكراث وغيره فكرهه وقال لأصحابه كلوا\r\nفإني لست كأحدكم إني أخاف أن أؤذي صاحبي\r\n* ( أم هاني الأنصارية ) *\r\nحدثنا عبد الله بن الحسين المصيصي ثنا الحسن بن\r\nموسى الأشيب ثنا بن لهيعة حدثني أبو الأسود محمد بن عبد الرحمن بن نوفل\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\n\r\nانه سمع درة بنت معاذ تحدث عن أم هاني الأنصارية أنها سألت النبي صلى\r\nالله عليه وسلم أنتزاور إذا متنا ويرى بعضنا بعضا قال\r\nالنبي صلى الله\r\nعليه وسلم يكون المنسم طيرا تعلق بالشجر حتى إذا كان يوم القيامة\r\nدخلت كل نفس في جسدها\r\n* ( أم سعد الأنصارية امرأة زيد بن ثابت ) *\r\nحدثنا محمد بن عبد الله الحضرمي ثنا أبو الربيع\r\nالزهراني ثنا سعيد بن زكريا عن عنبسة بن عبد الرحمن عن محمد بن\r\nزاذان عن أم سعد الأنصارية امرأة زيد بن ثابت قالت قال رسول الله صلى\r\nالله عليه وسلم ليس على من استفاد مالا زكاة حتى يحول عليه الحول\r\n* ( أم زياد الأشجعية ) *\r\nحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة ثنا زيد\r\nبن الحباب ثنا رافع بن سلمة الأشجعي ثنا حشرج بن نباتة الأشجعي عن\r\nجدته أم أبيه أنها غزت مع رسول الله صلى الله عليه وسلم يوم خيبر\r\nسادسة ست نسوة فبلغ ذلك النبي صلى الله عليه وسلم عروبة إليها\r\nقال بإذن من خرجتن ورأيت فيه الغضب فقلنا يا رسول الله\r\nخرجنا ومعنا دواء نداوي به الجرحى ونناول السهام ونسقي السويق ونغزل\r\nالشعر ونعين في سبيل الله فقال لنا أقمن فلما فتح الله عليه خيبر\r\nقسم لنا كما قسم للرجال قلت فما كان ذلك قالت تمرا\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\n\r\n\r\n* ( أم الحكم ) *\r\nحدثنا معاذ بن المثنى ثنا علي بن المديني ثنا زيد بن\r\nالحباب عن عياش بن عقبة حدثني الفضل بن الحسن بن أمية حدثني بن\r\nأم الحكم أخبرتني أمي أم الحكم قالت قدم رسول الله صلى الله عليه\r\nوسلم من مغزى وقد أصاب رقيقا فذهبت أنا وأختي فدخلنا على فاطمة\r\nفذهبنا إلى رسول الله صلى الله عليه وسلم فسألناه أن يحبينا وذكرنا\r\nحاجاتنا فقال سبقكم يتامى أهل بدر\r\n* ( أم ليلى الأنصارية\r\nجدة محمد بن عبد الرحمن بن أبي ليلى الفقيه القاضي ) *\r\nحدثنا بشر بن موسى وموسى بن هارون قالا ثنا محمد\r\nبن أبي عمران بن أبي\r\nليلى قال حدثتني عمتي حمادة بنت محمد عن عمتها\r\nآمنة بنت عبد الرحمن عن جدتها أم ليلى قالت بايعنا رسول الله صلى\r\nالله عليه وسلم فكان فيما أخذ علينا أن نختضب الغمس ونمتشط بالعسل\r\nولا نقحل أيدينا من خضاب\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\nحدثنا محمد بن عبد الله الحضرمي ثنا يحيى بن\r\nعبد الحميد الحماني ثنا حازم بن محمد الغفاري عن أمه حمادة بنت محمد بن\r\nعبد الرحمن بن أبي ليلى وكانت أكبر ولد محمد قالت سمعت عمتي تقول\r\nأدركت أم ليلى تصبغ لها درعها وخمارها وملحفها في كل شهر مرة وتخضب\r\nبدنها ورجليها غمسة وقالت على هذا بايعنا رسول الله صلى الله عليه\r\nوسلم قالت ورأيتها وفي يدها مسكتان من ذهب وكانوا يرون أنها\r\nمن الفئ وكان عبد الرحمن بن أبي ليلى يصبغ لها\r\nحدثنا بشر بن موسى وموسى بن هارون قالا ثنا محمد\r\nبن عمران بن أبي ليلى حدثتني عمتي حمادة بنت محمد عن عمتها آمنة\r\nبنت عبد الرحمن عن جدتها أم ليلى قالت أمرنا رسول الله صلى الله عليه\r\nوسلم إذا كانت إحدانا تقدر أن تتخذ في يدها مسكتين من فضة فإن لم تقدر\r\nفصدت يديها ولو بسير وقال لا إماؤه بالرجال\r\n* ( أم العلاء الأنصارية امرأة زيد بن ثابت ) *\r\nحدثنا إبراهيم بن سويد الشبامي انا عبد الرزاق أنا\r\nمعمر عن الزهري عن خارجة بن زيد بن ثابت عن أم العلاء قالت توفي\r\nعثمان بن مظعون فدخل عليه النبي صلى الله عليه وسلم فقلت رحمك\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\nالله أبا السائب شهادتي عليك فلقد أكرمك الله فقال النبي صلى الله عليه\r\nوسلم وما يدريك أن الله أكرمه قلت لا أدري قال أما هو\r\nفقد جاءه اليقين من ربه والله اني رسول الله وما أدري ما يفعل بي\r\nولا بكم فقلت والله لا أزكي بعده أحدا قالت ثم رأيت عينا لعثمان\r\nتجري في المنام فسألت النبي صلى الله عليه وسلم فقال ذاك عمله\r\nحدثنا مصعب بن إبراهيم بن حمزة الزبيري حدثني\r\nأبي ح\r\nوحدثنا الحسين بن إسحاق ثنا يحيى بن عبد الحميد الحماني ح\r\nوحدثنا أحمد بن عمرو أسمع المكي ثنا يعقوب بن حميد قالوا ثنا\r\nإبراهيم بن سعد عن الزهري عن خارجة بن زيد بن ثابت عن أم العلاء\r\nوكانت امرأة من نسائهم قد بايعت النبي صلى الله عليه وسلم قالت توفي\r\nعثمان بن مظعون فجعلناه في أثوابه فجاء النبي صلى الله عليه وسلم\r\nفقلت رحمك الله أبا السائب شهادتي عليك لقد أكرمك الله فقال\r\nالنبي صلى الله عليه وسلم وما يدريك أما هو فقد أتاه اليقين\r\nوالله اني لأرجو له الخير وما أدري ما يفعل الله به فقلت والله\r\nلا أزكي بعده أحدا أبدا فأخرسني قول فلما نمت رأيت عينا تجري\r\nلعثمان بن مظعون فذكرت ذلك لرسول الله صلى الله عليه وسلم\r\nفقال ذاك عمله حدثنا محمد بن عبد الله الحضرمي ثنا إسحاق بن\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nموسى الأنصاري ثنا سفيان بن عيينة عن عمرو بن دينار عن بن شهاب\r\nعن خارجة بن زيد عن أم العلاء قالت لما قدم المسلمون المدينة استهموا\r\nالمنازل فصار هذا ينزل على هذا وكان منهم عثمان بن مظعون نزل على\r\nامرأة من الأنصار فاشتكى فجعل النبي صلى الله عليه وسلم يعوده\r\nفوافق أن قضى فقالت المرأة شهادتي\r\nعليك أبا السائب أن الله قد\r\nأكرمك فقال لها رسول الله صلى الله عليه وسلم وما يدريك\r\nحدثنا العباس بن الفضل الأسفاطي ثنا أبو الوليد\r\nالطيالسي ثنا أبو عوانة عن عبد الملك بن عمير عن امرأة منهم يقال لها أم\r\nالعلاء أن النبي صلى الله عليه وسلم دخل عليهم في مرضها فقال\r\nأبشري يا أم العلاء فإن مرض المسلم يذهب خطاياه كما يذهب النار\r\nخبث الحديد\r\n* ( أم هشام بنت حارثة بن النعمان ) *\r\nحدثنا أبو مسلم الكشي ثنا حجاج بن نصير ثنا علي بن المبارك الهنائي ثنا\r\nيحيى بن أبي كثير ثنا محمد بن عبد الرحمن\r\nعن بنت حارثة بن النعمان قالت حفظت ق والقرآن المجيد من رسول\r\nالله صلى الله عليه وسلم وأنه ليقرأ بها في الجمعة على المنبر\r\nحدثنا إبراهيم بن دحيم الدمشقي ثنا أبي ثنا الوليد\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\nبن مسلم وعمر بن عبد الواحد عن الأوزاعي عن يحيى عن بنت حارثة بن\r\nالنعمان قالت لقد مكثنا وآل رسول الله صلى الله عليه وسلم شهرا\r\nوما لنا ولهم الا تنور واحد نخبز فيه فحفظت من رسول الله صلى الله\r\nعليه وسلم مما يقرأ بها على المنبر يوم الجمعة\r\nحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة ثنا\r\nعبد الله بن نمير عن محمد بن إسحاق عن عبد الله بن أبي بكر عن عبد الرحمن\r\nبن سعد بن زرارة عن أم هشام بنت حارثة قالت حفظت من النبي صلى\r\nالله عليه وسلم ق في صلاة الصبح\r\nحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة ثنا\r\nعبد الله بن نمير عن محمد بن إسحاق عن عبد الله بن أبي بكر عن\r\nعبد الرحمن بن سعد بن زرارة عن أم هشام بنت حارثة قالت لقد مكثنا\r\nسنتين أو سنة وبعض سنة وان تنورنا وتنور رسول الله صلى الله عليه\r\nوسلم واحد وما حفظت ق والقرآن المجيد الا من\r\nاختلفوا رسول الله صلى الله\r\nعليه وسلم يقرؤها على الناس في كل جمعة إذا خطب\r\nحدثنا أحمد بن الخطاب التستري ثنا عبيد الله بن\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nوحدثنا عبد الله بن أبي بكر بن محمد بن عمرو بن حزم الأنصاري عن\r\nسعد ثنا عمي ثنا أبي عن محمد بن إسحاق ح\r\nيحيى بن عبد الرحمن بن أسعد بن زرارة عن أم هشام بنت حارثة بن\r\nالنعمان قالت لقد كان تنورنا وتنور رسول الله صلى الله عليه وسلم\r\nواحدا سنتين أو سنة وبعض سنة وما أخذت ق والقرآن المجيد\r\nالا عن رسول الله صلى الله عليه وسلم كان يقرؤها كل جمعة إذا خطب\r\nالناس\r\n* ( أم الطفيل امرأة أبي بن كعب الأنصارية ) *\r\nحدثنا أبو الزنباع روح بن الفرج ثنا يحيى بن بكير ح\r\nوحدثنا أحمد بن رشدين ثنا يحيى بن سليمان الجعفي وأحمد بن\r\nصالح قالوا ثنا بن وهب أخبرني عمرو بن الحارث أن سعيد بن أبي هلال\r\nحدثه أن مروان بن عثمان حدثه عن عمارة بن عامر بن حزم الأنصاري عن\r\nأم الطفيل امرأة أبي بن كعب قالت سمعت رسول الله صلى الله عليه\r\nوسلم يقول رأيت ربي في المنام في صورة شاب موقر في خضر عليه\r\nنعلان من ذهب وعلى وجهه فراش من ذهب الحديث\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nحدثنا عبد الملك بن يحيى بن بكير حدثني أبي ثنا\r\nبن لهيعة عن بكير عن عبد الله بن الأشج عن بسر بن سعيد عن محمد\r\nبن أبي بن كعب عن أم الطفيل أن عمر بن الخطاب وأبي بن كعب اختصما\r\nفي الحامل يتوفى عنها زوجها فتضع فقالت أم الطفيل لأبي بن كعب\r\nألا تخبر عمر بقول رسول الله صلى الله عليه وسلم لسبيعة بنت الحارث\r\nلما وضعت بعد وفاة زوجها بأيام فأنكحها رسول الله صلى الله\r\nعليه وسلم رجلا\r\n* ( أم طارق مولاة سعد بن عبادة الأنصارية ) *\r\nحدثنا محمد بن النضر الأزدي ثنا معاوية بن عمرو\r\nعن أبي إسحاق عن الأعمش عن جعفر بن عبد الرحمن عن أم طارق\r\nمولاة سعد قالت أتانا رسول الله صلى الله عليه وسلم فاستأذن\r\nمرارا فلم يرد عليه فرجع فقال سعد ائتي رسول الله فاقرئي عليه السلام\r\nوأخبريه إنما سكتنا عنه أن يزيدنا فأتيته فبينا أنا قاعدة عنده إذ جاء\r\nشئ فاستأذن على الباب فقال من أنت فقالت أم ملدم فقال\r\nلا مرحبا ولا أهلا\r\nحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nثنا يعلى بن عبيد ثنا الأعمش عن جعفر بن عبد الرحمن عن أم طارق مولاة\r\nسعد قالت جاء النبي صلى الله عليه وسلم فاستأذن فسكت سعد ثم\r\nعاد فسكت سعد فانصرف النبي صلى الله عليه وسلم\r\nقالت فأرسلني\r\nسعد إليه أنه لم يمنعنا أن نأذن إليك الا أنا أردنا أن تزيدن قالت\r\nفسمعت صوتا على الباب يستأذن ولا أرى شيئا فقال رسول الله صلى\r\nالله عليه وسلم من أنت فقالت أنا أم ملدم فقال لا مرحبا\r\nولا أهلا أتهدين إلى أهل قباء قالت نعم قال فاذهبي إليهم\r\nحدثنا محمد بن عبد الله الحضرمي ثنا عثمان بن أبي\r\nشيبة ثنا جرير عن الأعمش عن جعفر بن يزيد عن أم طارق مولاة سعد\r\nبن عبادة قالت أتى النبي صلى الله عليه وسلم سعد بن عبادة فسلم\r\nفلم يرد عليه وسكت قالت فندم سعد فقال لي ائتي رسول الله صلى الله\r\nعليه وسلم فأخبريه أنا سكتنا عنه رجاء أن يزيدنا قالت\r\nفجاء فسلم على الباب أسمع صوته ولا أراه قالت فقال رسول الله صلى الله\r\nعليه وسلم ما أنت قالت أنا أم ملدم قال أنت\r\nفلا مرحبا بك ولا أهلا\r\n* ( أم ملك الأنصارية ) *\r\nحدثنا محمد بن عبد الله الحضرمي ثنا أبو بكر بن\r\nأبي شيبة ثنا محمد بن فضيل عن عطاء بن السائب عن يحيى بن جعدة\r\nعن رجل حدثه عن أم مالك الأنصارية أنها جاءت بعكة سمن إلى رسول\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nالله صلى الله عليه وسلم فأمر رسول الله صلى الله عليه وسلم بلال\r\nفعصرها ثم دفعها إليها فرجعت فإذا هي ممتلئة فأتت النبي صلى الله\r\nعليه وسلم فقالت نزل في شئ يا رسول الله قال وما ذاك يا أم\r\nمالك فقالت لم رددت إلي هديتي فدعا بلالا فسأله عن ذلك فقال\r\nوالذي بعثك بالحق لقد عصرتها حتى استحييت فقال رسول الله صلى\r\nالله عليه وسلم هنيئا لك يا أم مالك هذه بركة عجل الله ثوابها\r\nثم علمها في دبر كل صلاة سبحان الله عشرا والحمد لله عشرا والله\r\nأكبر عشرا\r\n* ( أم معاذ الأنصارية ) *\r\nحدثنا محمد بن عبد الله الحضرمي ثنا عبد الله بن\r\nأبي زياد القطواني ثنا يونس بن بكير حدثني محمد بن إسحاق\r\nحدثني عبد العزيز بن عبد الله بن الحارث عن سالم أبي النضر قال دخل\r\nرسول الله صلى الله عليه وسلم على عثمان بن مظعون وهو يموت فأمر\r\nرسول الله صلى الله عليه وسلم بثوب فسجي عليه وكان عثمان نازلا\r\nعلى امرأة من الأنصار يقال لها أم معاذ قال فمكث رسول الله صلى\r\nالله عليه وسلم مكثا طويلا عليه وأصحابه معه ثم تنحى رسول الله صلى\r\nالله عليه وسلم فبكى فلما بكى بكى أهل البيت فقال رحمك الله\r\nأبا السائب وكان السائب قد شهد معه بدرا قال فتقول أم معاذ\r\nهنيئا لك أبا سائب الجنة فقال النبي صلى الله عليه وسلم وما\r\nيدريك يا أم معاذ أما هو فقد جاءه اليقين ولا نعلم الا خيرا قالت\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\n\r\nلا والله لا أقولها لأحد بعده ابدا\r\n* ( أم معبد بن كعب ) *\r\nحدثنا أحمد بن عمرو أسمع المكي ثنا محمد بن أبي\r\nعمر العدني ثنا سفيان عن محمد بن إسحاق عن معبد بن كعب عن أمه\r\nقالت سمعت رسول الله صلى الله عليه وسلم ينهى عن الخليطين التمر\r\nوالبسر والرطب وقال اشربوا كل واحد منهما على حدته\r\nحدثنا علي بن عبد العزيز ثنا محمد بن عبد الله الرقاشي\r\nثنا يزيد بن زريع عن محمد بن إسحاق عن معبد بن كعب عن أمه وكانت\r\nقد صلت القبلتين قالت قال رسول الله صلى الله عليه وسلم لا تنبذوا\r\nالتمر والزبيب وانتبذوا كل واحد منهما على حدته\r\n* ( أم عثمان بنت أبي العاص الثقفي ) *\r\nحدثنا أحمد بن عمرو أسمع المكي ثنا محمد بن\r\nمنصور الجواز ثنا يعقوب بن محمد الزهري ثنا عبد العزيز بن عمران عن\r\nعبد الله بن عثمان بن أبي سليمان عن أبيه عن بن أبي سويد الثقفي قال\r\nسمعت عثمان بن أبي العاص يقول أخبرتني أمي قالت شهدت آمنة لما\r\nولدت رسول الله صلى الله عليه وسلم فلما ضربها المخاض نظرت إلى\r\nالنجوم تدلا حتى اني أقول بالنصرية على فلما ولدت خرج منها نور أضاء\r\nله البيت الذي نحن فيه والدار فما شئ أنظر إليه الا نور\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\n* ( أم حميد الأنصارية ) *\r\nحدثنا الحسن بن غليب المصري ثنا عثمان بن عمران\r\nالرملي ثنا بن لهيعة حدثني عبد الحميد بن المنذر الساعدي عن أبيه عن جدته\r\nأم حميد قالت قلت يا رسول الله يمنعنا أزواجنا أن نصلي معك ونحب\r\nالصلاة معك فقال رسول الله صلى الله عليه وسلم صلاتكن في بيوتكن\r\nأفضل من صلاتكن في حجركن وصلاتكن في حجركن أفضل من صلاتكن في\r\nدوركن وصلاتكن في دوركن أفضل من صلاتكن في الجماعة\r\n* ( أم عامر بنت يزيد بن السكن الأنصارية ) *\r\nحدثنا علي بن عبد العزيز ثنا إسحاق بن محمد\r\nالفروي ح\r\nوحدثنا علي بن المبارك الصنعاني ثنا\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nإسماعيل بن أبي أويس قالا ثنا إسماعيل بن إبراهيم بن إسماعيل بن أبي حبيبة الأشهلي عن عبد الرحمن بن\r\nعبد الرحمن بن ثابت بن صامت عن أم عامر بنت يزيد بن السكن وكانت\r\nمن المبايعات وثلاثمائة أتت النبي صلى الله عليه وسلم بعرق فتعرقه وهو في\r\nمسجد بني عبد الأشهل ثم قام فصلى ولم يتوضأ\r\n* ( أم أنس الأنصارية\r\nوليست بأم أنس بن مالك ) *\r\nحدثنا الحسين بن إسحاق التستري ثنا هشام بن عمار ثنا الوليد بن\r\nمسلم عن عنبسة بن عبد الرحمن عن محمد بن زاذان عن\r\nأم سعد امرأة زيد بن ثابت عن أم أنس قالت قلت يا رسول الله ان عيني\r\nتغلبني عن عشاء الآخرة فقال رسول الله صلى الله عليه وسلم عجليها\r\nيا أم أنس إذا ملأ الليل بطن كل واد فقد حل وقت الصلاة فصلى\r\nولا أثم عليك\r\nحدثنا محمد بن عبد الله الحضرمي ثنا أبو كريب ثنا زيد بن الحباب ثنا\r\nعبد الملك بن الحسن الأحول مولى مروان بن الحكم حدثني\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\n\r\nمحمد بن إسماعيل الأنصاري عن يونس بن عمران بن أبي أنس عن جدته أم\r\nأنس قالت أتيت رسول الله صلى الله عليه وسلم فقلت جعلك الله في\r\nالرفيق الأعلى من الجنة وأنا معك وقلت يا رسول الله علمني عملا\r\nصالحا أعمله فقال أقيمي الصلاة فإنها أفضل الجهاد واهجري المعاصي\r\nفإنها أفضل الهجرة واذكري الله كثيرا فإنه أحب الأعمال إلى الله ان تلقينه به\r\n* ( أم أسيد الأنصارية\r\n* ( أم مالك البهزية من بني سليم\r\nحدثنا معاذ بن المثنى ثنا مسدد ثنا عبد الواحد بن زياد\r\nعن ليث بن أبي سليم عن طاوس عن أم مالك البهزية قالت قال رسول الله\r\nصلى الله عليه وسلم خير الناس في الفتنة رجل معتزل في ماله يعبد ربه\r\nويؤدي حقه ورجل أخذ برأس فرسه في سبيل الله يخيفهم ويخيفونه\r\nحدثنا علي بن عبد العزيز ثنا عمرو بن عون الواسطي أنا خالد\r\nبن عبد الله عن ليث عن طاوس عن أم مالك البهزية قالت سئل رسول\r\nالله صلى الله عليه وسلم أي الناس أفضل في الفتنة قال رجل أخذ\r\nبرأس فرسه قد أخاف\r\nالعدو وأخافوه فقال رجل لطاووس يا أبا\r\nعبد الرحمن أي عدو قال المشركين\r\nحدثنا الحسين بن إسحاق التستري ثنا عثمان بن أبي\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\n\r\nشيبة حدثنا جرير عن ليث عن طاوس عن أم مالك البهزية قالت ذكر\r\nرسول الله صلى الله عليه وسلم فتنة فقال خيركم فيها وخير الناس\r\nفيها رجل معتزل في ماله يعبد الله ويعطي حقه ورجل أخذ برأس فرسه\r\nيخيف العدو ويخيفونه\r\n* ( أم أوس البهزية ) *\r\nحدثنا أحمد بن القاسم بن مساور الجوهري ثنا\r\nعصمة بن سليمان الحرار ثنا خلف بن خليفة عن أبي هاشم الرماني عن\r\nأوس بن خالد عن أم أوس البهزية أنها سلت سمنا لها فجعلته في عكه ثم\r\nأهدته إلى النبي صلى الله عليه وسلم فقبله وأخذ ما فيه ودعا لها بالبركة\r\nفردوها عليها وهي مملوءة سمنا فظنت أن النبي صلى الله عليه وسلم لم\r\nيقبلها فجاءت إلى النبي صلى الله عليه وسلم غنم صراخ فقال\r\nأخبروها بالقصة فأكلت منه بقية عمر النبي صلى الله عليه وسلم\r\nوولاية أبي بكر وولاية عمر وولاية عثمان حتى كان بين علي ومعاوية ما كان\r\n* ( أم معقل الأسدية ) *\r\nحدثنا عبد الله بن أحمد بن حنبل حدثني أبو كامل\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\nالجحدري ثنا أبو عوانة عن إبراهيم بن مهاجر عن أبي بكر بن عبد الرحمن\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\nقال أخبرني رسول مروان الذي أرسل إلى أم معقل قال فقالت قلت\r\nيا رسول الله اني امرأة قد كبرت وقد سقمت فهل عمل يجزئ عني من\r\nحجتي فقال عمرة في رمضان تجزئ عنك\r\nحدثنا المقدام بن داود ثنا أسد بن موسى ثنا إسرائيل\r\nعن أبي إسحاق عن الأسود عن بن أم معقل عن أم معقل أنها سألت رسول\r\nالله صلى الله عليه وسلم ما يعدل الحج قال عمرة في رمضان تعدل حجة\r\nحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة ثنا\r\nعبد الله بن نمير عن محمد بن إسحاق عن عيسى بمعقل عن أبي معقل\r\nالأسدي أسد خزيمة عن يوسف بن عبد الله بن سلام عن جدته أم معقل\r\nقالت قلت يا رسول الله هلك أبو معقل وكان لنا جمل وأوصى به أبو\r\nمعقل في سبيل الله قال هلا خرجت عليه يعني في الحج\r\nحدثنا محمد بن هشام بن أبي الدميك المستملي ثنا علي بن المديني ثنا\r\nيعقوب بن إبراهيم بن سعد حدثني أبي عن محمد بن\r\nإسحاق حدثني يحيى بن عباد بن عبد الله بن الزبير عن الحارث بن أبي\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\nبكر بن عبد الرحمن بن الحارث بن هشام عن أبيه قال كنت فيمن ركب\r\nمع مروان بن الحكم إلى أم معقل وكنت فيمن دخل عليها من الناس معه\r\nحين حدث هذا الحديث\r\nحدثنا أحمد بن عمرو أسمع المكي ثنا يعقوب بن حميد\r\nثنا وكيع عن الأعمش عن عمارة بن عمير عن أبي بكر بن عبد الرحمن بن\r\nالحارث بن هشام عن أم معقل أنها جعلت عليها أن تحج مع النبي صلى الله\r\nعليه وسلم فلم تهيأ لها فسألت النبي صلى الله عليه وسلم ما يجزئها\r\nفقال عمرة في رمضان\r\nحدثنا أحمد بن عمرو أسمع ثنا يعقوب بن حميد\r\nثنا عبد الله بن نافع عن مالك عن سمي عن أبي بكر بن عبد الرحمن عن أم\r\nمعقل أنها سألت رسول الله صلى الله عليه وسلم فقالت تجهزت للحج\r\nفعرض لي فقال لها النبي صلى الله عليه وسلم اعتمري في رمضان\r\nفإن عمرة فيه كحجة\r\nحدثنا محمد بن أبان الأصبهاني حدثنا حميد بن\r\nمسعدة ثنا عمر بن علي المقدمي عن موسى بن عقبة عن عيسى بن معقل عن\r\nجدته أم معقل قالت مات أبو معقل وترك بعيرا جعله في سبيل الله فأتيت\r\nرسول الله صلى الله عليه وسلم فقلت يا رسول الله ان أبا معقل هلك\r\nوترك بعيرا جعله في السبيل وعلي حجة فقال يا أم معقل حجي علي\r\nبعيرك فإن الحج من سبيل الله\r\nحدثنا عبد الله بن أحمد بن حنبل حدثني أبي ح\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\nوحدثنا أحمد بن عمرو أسمع المكي ثنا محمد بن أبي عمر العدني أنا\r\nعبد الرزاق أنا معمر عن الزهري عن أبي بكر بن عبد الرحمن بن الحارث بن\r\nهشام عن امرأة من بني أسد يقال لها أم معقل قالت أردت الحج فضل\r\nبعيري فسألت رسول الله صلى الله عليه وسلم فقال اعتمري\r\nفي شهر رمضان ان عمرة في شهر رمضان تعدل حجة\r\nحدثنا أبو زرعة عبد الرحمن بن عمرو الدمشقي ثنا\r\nمحمد بن المبارك الصوري ثنا معاوية بن سلام عن يحيى بن أبي كثير عن\r\nأبي سلمة عن بن أم معقل عن أمه قالت قلت يا رسول الله اني\r\nنذرت أن أحج ولي جمل أعجف فقال اعتمري في رمضان فإن عمرة\r\nفي رمضان كحجة\r\nحدثنا إبراهيم بن دحيم الدمشقي ثنا أبي ثنا الوليد\r\nبن مسلم ثنا الأوزاعي حدثني يحيى عن أبي سلمة بن عبد الرحمن قال حدثني\r\nبن أم معقل عن أمه قالت قلت يا رسول الله اني أريد الحج وجملي أعجف\r\nفقال اعتمري في رمضان فإن عمرة في رمضان كحجة\r\nحدثنا عبد الله بن أحمد بن حنبل ثنا العباس بن\r\nالوليد النرسي ثنا مسلم بن خالد عن جعفر بن محمد عن أبيه\r\nعن امرأة يقال لها أم معقل قالت قال رسول الله صلى الله عليه وسلم اعتمري\r\nفي رمضان فإنها تعدل حجة\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\n\r\n* ( أم مسلم الأشجعية ) *\r\nحدثنا محمد بن عبد الله الحضرمي ثنا عثمان بن أبي\r\nشيبة ثنا معاوية بن هشام ثنا سفيان عن حبيب بن أبي ثابت عن رجل عن\r\nأم مسلم الأشجعية قالت دخل علي النبي صلى الله عليه وسلم وأنا في\r\nقبة لي من آدم فقال لي ما أحسنها ان لم يكن فيها ميتة فجعلت أشقها\r\nحدثنا معاذ بن المثنى ثنا مسدد ثنا يحيى بن سعيد\r\nعن حبيب بن أبي ثابت عن رجل عن أم مسلم الأشجعية قالت دخل علي\r\nالنبي صلى الله عليه وسلم وأنا في قبة فقال نعم القبة ان لم يكن فيها ميتة\r\n* ( أم الحصين الأحمسية ) *\r\nحدثنا علي بن عبد العزيز ثنا عبد الله بن رجاء ثنا\r\nإسرائيل عن أبي إسحاق عن يحيى بن الحصين عن جدته أم الحصين قالت\r\nأنا رأيت رسول الله صلى الله عليه وسلم يخطب بمنى قد التحف بثوبه\r\nوان عضلة عضده ترتج وهو يقول يا أيها الناس اتقوا الله واسمعوا\r\nوأطيعوا وان أمر عليكم عبد حبشي مجدع فاسمعوا وأطيعوا ما أقام\r\nفيكم كتاب الله تعالى\r\nحدثنا محمد بن عمرو بن خالد الحراني ثنا زهير ثنا\r\nأبو إسحاق عن يحيى بن الحصين عن جدته أم الحصين قالت رأيت رسول\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\nالله صلى الله عليه وسلم في حجة الوداع وهو على رحله وراحلته وحصين\r\nفي حجري وقد أدخل ثوبه من تحت إبطه وهو يقول يا أيها الناس اتقوا\r\nالله واسمعوا وأطيعوا لمن كان عليكم وإن كان عبدا حبشيا مجدعا فاسمعوا\r\nوأطيعوا ما أقام فيكم كتاب الله\r\nحدثنا معاذ بن المثنى ثنا مسدد ثنا أبو الأحوص ثنا\r\nأبو إسحاق عن يحيى بن حصين عن أمه أم حصين قالت رأيت رسول الله صلى الله\r\nعليه وسلم في حجة الوداع وسمعته يذكرهم ويأمرهم وكان فيما\r\nسمعته يقول إن استعمل عليكم عبد حبشي مجدع فأقام فيكم كتاب\r\nالله فاسمعوا له وأطيعوا\r\nحدثنا أحمد بن إسحاق الخشاب الرقي ثنا عبد الله بن جعفر الرقي ثنا عبيد الله بن\r\nعمرو عن زيد بن أبي أنيسة عن يحيى بن حصين عن جدته أم الحصين\r\nقالت حججت مع رسول الله صلى الله عليه وسلم\r\nحجة الوداع فرأيت بلالا وأسامة وبلال يقود بخطام راحلته والأخر رافعا\r\nثوبه سترة به من الحر حتى رمى جمرة العقبة ثم انصرف وقد جعل ثوبه\r\nتحت إبطه الأيمن على عاتقه الأيسر فرأيت تحت عرصوف كتفه الأيمن\r\nكهيأة جمع فوقف للناس فقال قولا كثيرا فكان مما يقول إن أمر\r\nعليكم عبد حبشي أسود يقودكم بكتاب الله فاسمعوا وأطيعوا\r\nحدثنا محمد بن الفضل السقطي ثنا سعيد بن سليمان\r\nعن أبي بكر بن عياش عن أبي إسحاق حدثني يحيى بن الحصين والعيزار بن\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\nحريث عن أم الحصين قالت رأيت رسول الله صلى الله عليه وسلم عشية\r\nعرفة على بعير واقفا قائلا بردائه هكذا وأخرج عضده الأيمن قالت\r\nفسمعته يقول يا أيها الناس اسمعوا وأطيعوا وان أمر عليكم عبد\r\nحبشي مجدع فأقام فيكم كتاب الله\r\nحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة ثنا\r\nوكيع عن يونس بن أبي إسحاق عن العيزار بن حريث عن أم الحصين قالت\r\nسمعت النبي صلى الله عليه وسلم وعليه برده متلفع بها وهو يقول إن\r\nأمر عليكم عبد حبشي مجدع فاسمعوا له ما أقام فيكم كتاب الله تعالى\r\nحدثنا إبراهيم بن هاشم البغوي ثنا هدبة بن خالد\r\nثنا هارون بن موسى النحوي ثنا إسماعيل بن مسلم عن أبي إسحاق عن\r\nبن أم الحصين عن جدته أم الحصين أنها كانت تصلي خلف النبي صلى\r\nالله عليه وسلم في صف من النساء فسمعته يقول الحمد لله رب\r\nالعالمين الرحمن الرحيم مالك يوم الدين\r\nبلغ ولا الضالين قال آمين\r\nحتى سمعته وأنا في صف النساء وكان يكبر إذا سجد وإذا رفع\r\nحدثنا علي بن عبد العزيز ثنا مسلم بن إبراهيم ثنا\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nشعبة عن يحيى بن الحصين عن جدته قالت سمعت النبي صلى الله عليه\r\nوسلم يقول اسمعوا وأطيعوا وان أمر عليكم عبد يقودكم بكتاب الله\r\nوسمعته يقول اللهم اغفر للمحلقين قالها ثلاثا قالوا والمقصرين قال بعد الثالثة وللمقصرين\r\n* ( أم جندب الأزدية ) *\r\nحدثنا علي بن عبد العزيز ثنا مسلم بن إبراهيم ح\r\nوحدثنا العباس بن الفضل الأسفاطي ثنا أبو الوليد الطيالسي قالا\r\nثنا شعبة عن يزيد بن أبي زياد عن سليمان بن عمرو بن الأحوص عن جدته\r\nان النبي صلى الله عليه وسلم جاء والناس يزدحمون عليه عند الجمرة أو\r\nالجمرات فقال يا أيها الناس لا تهلكوا أنفسكم وارموا الجمار\r\nبمثل حصى الخذف\r\nحدثنا عبد الله بن أحمد بن حنبل وموسى بن هارون قالا\r\nثنا محمد بن أبي بكر المقدمي ثنا حماد بن زيد عن مفضل بن فضالة\r\nعن يزيد بن أبي زياد عن سليمان\r\nبن عمرو بن الأحوص قال حدثتني أم\r\nجندب أنها رأت النبي صلى الله عليه وسلم عند الجمرة وهو يقول\r\nلا يقتل بعضكم بعضا وارموا بمثل حصى الخذف\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\nحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة ح\r\nوحدثنا عمرو بن أبي الطاهر بن السرح المصري ثنا يوسف بن عدي\r\nالكوفي قالا ثنا عبد الرحيم بن سليمان عن يزيد بن أبي زياد عن سليمان بن\r\nعمرو بن الأحوص عن أمه أم جندب قالت رأيت رسول الله صلى الله عليه\r\nوسلم رمى جمرة العقبة من بطن الوادي يوم النحر وهو على دابة ثم انصرف\r\nفتبعته امرأة من خثعم ومعها صبي لها به بلاء فقالت يا رسول الله ان هذا\r\nمشهور وبقية أهلي وان به بلاء لا يتكلم فقال رسول الله صلى الله عليه\r\nوسلم ائتوني بشئ من ماء فغسل يديه ومضمض فاه ثم أعطاه إياه\r\nفقال اسقيه منه وصبي عليه منه فاستشفي الله له قالت فلقيت\r\nالمرأة فقلت لو وهبت لي منه قالت إنما هو لهذا المبتلى قالت فلقيت\r\nالمرأة من الحول المقبل فسألتها عن الغلام فقالت برأ وعقل عقلا ليس كعقول الناس\r\nحدثنا محمد بن عبد الله الحضرمي ثنا منجاب وأبو\r\nبكر بن أبي شيبة قالا أنا علي بن مسهر عن يزيد بن أبي زياد حدثني سليمان\r\nبن عمرو بن الأحوص عن أمه قالت رأيت رسول الله صلى الله عليه وسلم\r\nيوم النحر عند جمرة العقبة وهو راكب على بغلته ورجل خلفه يستره من\r\nالناس فسألت عن الرجل فقيل لي هذا الفضل بن العباس فازدحم عليه\r\nالناس فقال يا أيها الناس لا يقتل بعضكم بعضا وإذا رميتم الجمار\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\n\r\nفارموا بمثل حصى الخذف ثم استبطن الوادي واستعرض الجمرة فرماها\r\nمن بطن الوادي بسبع حصيات يكبر مع كل حصاة ثم انصرف\r\nحدثنا محمد بن عبد الله\r\nالحضرمي ثنا محمد بن عبد الله بن نمير ثنا محمد بن فضيل عن يزيد بن أبي زياد عن سليمان بن عمرو\r\nبن الأحوص عن أمه قالت رأيت رسول الله صلى الله عليه وسلم وهو يرمي\r\nجمرة العقبة يوم النحر من بطن الوادي وهو يقول يا أيها الناس لا يقتل\r\nبعضكم بعضا وارموا بمثل حصى الخذف فرمى سبعا ثم انصرف ولم يقف\r\nوخلفه رجل يستره من الناس فقلت من هذا فقالوا الفضل بن عباس\r\n* ( أم نصر المحاربية ) *\r\nحدثنا علي بن عبد العزيز ثنا محمد بن سعيد الأصبهاني\r\nثنا إبراهيم بن المختار الرازي عن محمد بن إسحاق عن عاصم بن عمر\r\nبن قتادة عن أم نصر المحاربية قالت سأل رجل رسول الله صلى الله عليه\r\nوسلم عن لحوم الحمر الأهلي فقال أليس ترعى الكلأ وتأكل الشجر\r\nقال نعم قال فأصب من لحومها\r\n* ( أم سفيان ) *\r\nحدثنا عبد الله بن أحمد بن حنبل حدثنا هدبة بن\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nخالد ثنا حماد بن سلمة عن يعلي بن عطاء عن موسى بن عبد الرحمن عن بن\r\nسفيان ان يهودية كانت الخطبة على عائشة فتحدث عندها فإذا قامت قالت\r\nأعاذك الله من عذاب القبر فلما جاء رسول الله صلى الله عليه وسلم\r\nأخبرته بذلك فقال كذبت إنما ذاك لأهل الكتاب فكسفت الشمس\r\nفقال أعوذ بالله من عذاب القبر ثم كبر فقام فأطال القيام ثم ركع\r\nفأطال الركوع ثم رفع رأسه فقام فأطال القيام ثم ركع فأطال الركوع\r\nوهو دون الركوع الأول ثم ركع ركعتين وسجد سجدتين يقوم فيهما\r\nمثل قيامه ويركع مثل ركوعه\r\n* ( أم حكيم بنت وداع الخزاعية ) *\r\nحدثنا العباس بن الفضل الأسفاطي ثنا موسى بن\r\nإسماعيل حدثتنا حبابة بنت عجلان الخزاعية قالت حدثتني أمي حفصة عن\r\nصفية بنت جرير عن أم حكيم بنت وداع الخزاعية قالت قلت يا رسول الله\r\nما جزاء الغني من الفقير قال النصيحة والدعاء قلت يا رسول الله\r\nنكره رد اللطف قال ما أقبحه لو أهدي إلى كراع لقبلت ولو دعيت\r\nإلى ذراع لأجبت\r\nحدثنا العباس بن الفضل حدثنا موسى بن إسماعيل\r\nحدثتنا حبابة بنت عجلان الخزاعية قالت حدثتني أمي حفصة عن صفية بنت\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nجرير عن أم حكيم بنت وداع الخزاعية قالت سمعت النبي صلى الله عليه\r\nوسلم يقول تهادوا فإن الهدية تضعف الحب وتذهب بغوائل الصدر\r\nحدثنا العباس بن الفضل ثنا موسى بن إسماعيل حدثنا\r\nحبابة بنت عجلان حدثتني أمي حفصة عن صفية بنت جرير عن أم حكيم\r\nبنت وداع قالت سمعت النبي صلى الله عليه وسلم يقول دعاء\r\nالوالد يفضي إلى الحجاب\r\nحدثنا العباس بن الفضل ثنا موسى بن إسماعيل\r\nحدثتنا حبابة بنت عجلان حدثتني أمي حفصة عن صفية بنت جرير عن أم\r\nحكيم بنت وداع قالت سمعت النبي يقول عجلوا الإفطار وأخروا السحور\r\n* ( أم سنبلة الأسلمية ) *\r\nحدثنا معاذ بن المثنى ثنا علي بن المديني ح\r\nوحدثنا محمد بن عبد الله الحضرمي ثنا أبو كريب قالا ثنا زيد بن\r\nالحباب ثنا عمرو بن قيظي بن شداد بن أسيد المدني أخبرني سليمان وزرعة\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\n\r\nومحمد بنو الحصين بن سنان وقال بن المديني بن سواءان حدثتهم أم\r\nسنبلة قالت أتيت رسول الله صلى الله عليه وسلم بهدية فأبين نساء\r\nالنبي صلى الله عليه وسلم أن يأخذنها وقلن انا لا نأخذ هدية فجاء\r\nرسول الله صلى الله عليه وسلم فقال خذوا هدية أم سنبلة فهي أهل\r\nباديتنا ونحن أهل حضرتها وأعطاها وادي كذا وكذا فاشتراه عبد الله بن\r\nحسن بن حسن بن علي بن أبي طالب منها قال فأعطاها ذودا\r\nقال عمرو بن قيظي فرأيت بعضها قال أبو كريب قلت لزيد\r\nبن الحباب من\r\nأعطاها قال رسول الله صلى الله عليه وسلم\r\n* ( أم بلال بنت هلال الأسلمية ) *\r\nحدثنا مصعب بن إبراهيم بن حمزة الزبيري ثنا أبي\r\nثنا أنس بن عياض ح\r\nوحدثنا معاذ بن المثنى ثنا مسدد ثنا يحيى بن سعيد كلاهما عن محمد\r\nبن أبي يحيى الأسلمي حدثني أبي عن امرأة يقال لها أم بلال وكان أبوها\r\nيوم الحديبية مع النبي صلى الله عليه وسلم قالت قال رسول الله صلى\r\nالله عليه وسلم ضحوا بالجذع من الضأن فإنه جائز\r\n* ( أم كرز الخزاعية ) *\r\nحدثنا عبد الله بن أحمد بن حنبل والحسين بن إسحاق\r\nالتستري قالا ثنا محمد بن خالد بن عبد الله الواسطي ثنا أبي عن سعيد بن\r\nأبي عروبة عن قتادة\r\nعن عطاء عن بن عباس عن أم كرز الخزاعية أنها سألت\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\nرسول الله صل الله عليه وسلم عن العقيقة فقال عن الغلام شاتان\r\nمكافأتان وعن الجارية شاة\r\nحدثنا الحسين بن إسحاق التستري ثنا إسماعيل بن\r\nعبد الله بن زرارة الرقي ثنا سويد بن عبد العزيز ثنا الحجاج بن أرطاة عن\r\nعطاء بن أبي رباح عن عبيد بن عمير عن أم كرز الخزاعية أن النبي صلى\r\nالله عليه وسلم قال في العقيقة للغلام شاتان وعن الجارية شاة\r\nحدثنا إسحاق بن إبراهيم الدبري أنا عبد الرزاق أنا\r\nبن جريج أخبرني عطاء عن حبيبة بنت ميسرة بن أبي خثيم عن أم بني كرز\r\nالكعبيين أنها سألت رسول الله صلى الله عليه وسلم عن العقيقة فقال\r\nعلى الغلام شاتان مكافأتان وعلى الجارية شاة قلت ما المكافأتان\r\nقال المثلان\r\nحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة ثنا\r\nسفيان عن عمرو بن دينار عن عطاء عن حبيبة بنت ميسرة عن أم كرز قالت\r\nسمعت رسول الله صلى الله عليه وسلم يقول عن الغلام شاتان\r\nمكافأتان وعن الجارية شاة\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\nحدثنا عبد الله بن ناجية ثنا يوسف بن موسى ثنا\r\nعبد الرحمن بن مغراء عن محمد بن إسحاق عن عطاء عن حبيبة بنت ميسرة\r\nعن أم كرز قالت سألت رسول الله صلى الله عليه وسلم عن العقيقة فقال\r\nعن الغلام شاتان مكافأتان وعن الجارية شاة\r\nحدثنا محمد بن هشام المستملي ثنا علي بن المديني\r\nثنا وهب بن جرير حدثني أبي عن قيس بن سعد عن عطاء عن أم عثمان\r\nبنت خثيم عن أم كرز أن النبي صلى الله عليه وسلم قال في العقيقة عن\r\nالغلام شاتان مكافأتان وعن الجارية شاة\r\nأم عثمان حبيبة بنت ميسرة بن خثيم ويقال بن أبي خثيم\r\nويقال بنت أبي خثيم حدثنا علي بن عبد العزيز حدثنا معلى بن أسد العمي\r\nثنا بن أبي مطيع عن مطر الوراق عن عطاء عن أم كرز أنها سمعت النبي\r\nصلى الله عليه وسلم يقول عن الغلام شاتان وعن الجارية شاة\r\nحدثنا إسحاق بن إبراهيم الدبري أنا عبد الرزاق أنا\r\nبن جريج أخبرني عبيد الله بن أبي يزيد أن سباع بن ثابت يزعم أن\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\nمحمد بن ثابت بن سباع أخبره أن أم كرز أخبرته أنها سألت رسول الله\r\nصلى الله عليه وسلم عن العقيقة فقال عن الغلام شاتان وعن الجارية\r\nشاة ولا يضركم ذكرانا كن أم إناثا\r\nحدثنا محمد بن عبد الله الحضرمي ثنا أبو بكر بن\r\nأبي شيبة ويحيى الحماني قالا ثنا سفيان بن عيينة عن عبيد الله بن أبي\r\nيزيد عن أبيه عن سباع بن ثابت عن أم كرز أنها سألت رسول الله صلى\r\nالله عليه وسلم عن العقيقة فقال عن الغلام شاتان وعن الجارية شاة\r\nولا يضركم ذكرانا كن أم إناثا\r\nحدثنا معاذ بن المثنى ثنا علي بن المديني ح\r\nوحدثنا طالب بن قرة الأذني ثنا محمد بن عيسى الطباع ح\r\nوحدثنا محمد بن عبد الله الحضرمي ثنا أبو بكر بن أبي شيبة ومحمد\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\n\r\nبن عبد الله بن نمير ويحيى الحماني قالوا ثنا\r\nسفيان بن عيينة عن عبيد الله\r\nبن أبي يزيد عن سباع بن ثابت أنه سمع أم كرز الكعبية تقول سمعت\r\nرسول الله صلى الله عليه وسلم يقول أقروا الطير على مكناتها\r\nحدثنا عبد الله بن أحمد بن حنبل حدثني أبي ثنا أبو\r\nبكر الحنفي ثنا أسامة بن زيد عن عمرو بن شعيب عن أم كرز الخزاعية\r\nقالت اتي النبي صلى الله عليه وسلم بغلام فبال عليه فأمر به فنضح\r\nوأتى بجارية فبالت عليه فأمر به فغسل\r\n* ( أم صبية الجهنية ) *\r\nحدثنا حفص بن عمر بن الصباح الرقي ثنا قبيصة بن\r\nعقبة ثنا سفيان عن أسامة بن زيد عن النعمان بن خربوذ عن أم صميته\r\nصبية قالت ربما نازعت رسول الله صلى الله عليه وسلم الوضوء\r\nمن اناء واحد\r\n* ( أم عفيف والنهدية ) *\r\nحدثنا عبد الله بن أحمد بن حنبل حدثني محمد بن\r\nأبي بكر المقدمي ح\r\nوحدثنا علي بن عبد العزيز ثنا عاصم بن علي قالا ثنا عبد المنعم أبو\r\nسعيد الحراني الإسواري عن الصلت بن دينار عن أبي عثمان النهدي عن\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\n\r\nامرأة منهم يقال لها أم عفيف قالت بايعنا رسول الله صلى الله عليه\r\nوسلم حين بايع النساء فأخذ عليهن أن لا تحدثن الرجل الا محرما وأمرنا\r\nان نقرأ على ميتنا بفاتحة الكتاب\r\n* ( أم إسحاق الغنوية ) *\r\nحدثنا أحمد بن علي الجارودي الأصبهاني ثنا السكن\r\nبن سعيد القاضي ثنا عبد الصمد بن عبد الوارث ثنا بشار بن عبد الملك\r\nحدثتني جدتي أم حكيم بنت دينا عن مولاتها أم إسحاق الغنوية قالت\r\nكنا عند رسول الله صلى الله عليه وسلم فأتي بقصع من ثريد فاكل\r\nرسول الله صلى الله عليه وسلم وأكلت معه وأكل معنا ذو اليدين ثم إن\r\nرسول الله صلى الله عليه وسلم تناول عرقا فناولنيه فقال ما لك\r\nقلت كنت صائمة فنسيت فقال ذو اليدين الآن بعدما شبعت فقال\r\nرسول الله صلى الله عليه وسلم لا بأس عليك إنما هو رزق ساقه\r\nالله إليك فأتمي صومك\r\n* ( أم شهاب الغنوية ) *\r\nحدثنا سهل بن موسى شيران الرامهرمزي ثنا عيسى بن\r\nشاذان ثنا عبد الله بن أحمد أبو أحمد الغلام حدثتني نادية بنت أبي ماجدة\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\n\r\nقالت حدثتني مولاتي أم شهاب الغنوية قالت أتيت رسول الله صلى\r\nالله عليه وسلم فأمر لي بسويق من شعير وكساني كساء\r\n* ( أم حفيد ويقال أم حقيق بنت الحارث\r\nبن أبي ضرار الخزاعية أخت ميمونة زوج النبي صلى الله عليه وسلم ) *\r\nحدثنا أبو مسلم الكشي ثنا أبو عمرو بن الاستثناء ثنا\r\nشعبة عن أبي بشر عن سعيد بن جبير عن بن عباس قال أهدت أم حفيد\r\nخالتي إلى رسول الله صلى الله عليه وسلم سمنا وأقطا وأضبا فأكل من\r\nالسمن والأقط وترك الأضب تقذرا ولو كان حراما ما أكل على مائدة\r\nرسول الله صلى الله عليه وسلم\r\n* ( أم معبد مولاة قرظة بن كعب الأنصاري ) *\r\nحدثنا محمد بن عبد الله الحضرمي ثنا يحيى الحماني\r\nثنا موسى بن محمد الأنصاري عن يحيى بن الحارث التيمي عن أم معبد\r\nمولاة قرظة قالت كنت أسقي أناسا من أصحاب النبي صلى الله عليه وسلم\r\nفيهم زيد بن ثابت ومعاذ بن جبل\r\nحدثنا محمد بن عبد الله الحضرمي ثنا يحيى الحماني\r\nثنا موسى بن محمد الأنصاري عن يحيى بن الحارث التيمي عن أم معبد مولاة\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\nقرظة بن كعب قالت أما الدباء فهي القرع الذي نهى رسول الله\r\nصلى الله عليه وسلم عنه\r\nحدثنا محمد بن عبد الله الحضرمي ثنا يحيى الحماني\r\nثنا موسى بن محمد الأنصاري عن يحيى بن الحارث التيمي عن أم معبد مولاة\r\nقرظة قالت أي بني ان المحرم ما أحل الله كالمستحل ما حرم الله\r\nحدثنا محمد بن عبد الله الحضرمي ثنا يحيى الحماني\r\nثنا موسى بن محمد الأنصاري عن يحيى بن الحارث التيمي عن أم معبد مولاة\r\nقرظة بن كعب قالت الحنتم حناتم يكون بأرض العجم فهذا الذي نهى\r\nعنه رسول الله صلى الله عليه وسلم\r\nحدثنا محمد بن عبد الله الحضرمي ثنا يحيى الحماني\r\nثنا موسى بن محمد الأنصاري ثنا يحيى بن الحارث التيمي عن أم معبد مولاة\r\nقرظة بن كعب قالت النقير أصول النخل المخصرة النابتة التي نهى\r\nعنها رسول الله صلى الله عليه وسلم\r\nوبه قالت كنت أسقي ناسا من أصحاب النبي صلى\r\nالله عليه وسلم فيهم زيد بن الأرقم ومعاذ بن جبل\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\n\r\n\r\n* ( أم الأزهر ) *\r\nحدثنا محمد بن عبد الله الحضرمي ثنا محمد بن\r\nالاستثناء حدثتني بنت منقذ العائشية عن جدتها زينب بنت الزبرقان عن أم\r\nالأزهر أن أباها ذهب بها إلى النبي صلى الله عليه وسلم فمسح بيده عليها\r\nوبارك عليها قالت فكانت امرأة عابدة صالحة\r\n* ( أم الوليد بنت عمر بن الخطاب ) *\r\nحدثنا أبو عقيل أنس بن سالم الخولاني ثنا أبو أمية\r\nعمرو بن هشام الحراني ثنا عثمان بن عبد الرحمن الطرائفي عن الوازع بن\r\nنافع عن سالم بن عبد الله بن عمر عن أم الوليد بنت عمر قالت اطلع رسول\r\nالله صلى الله عليه وسلم ذات عشية فقال يا أيها الناس أما تستحيون\r\nقالوا مم ذاك يا رسول الله قال تجمعون ما لا تأكلون وتبنون ما لا\r\nتعمرون وتأملون ما لا تدركون الا تستحيون ذلك\r\n* ( أم الحكم بنت عباس ) *\r\nحدثنا محمد بن عبد الله الحضرمي ثنا أبو بكر بن\r\nأبي شيبة ومحمد بن عبد الله بن نمير قالا ثنا زيد بن الحباب حدثني عياش\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\n\r\n\r\nبن عقبة حدثني الفضل بن حسن بن عمرو بن أمية عن بن أم الحكم أن\r\nأمه أم الحكم حدثته أنها ذهبت إلى رسول الله صلى الله عليه وسلم فسألته\r\nأن يخدمهم وكان رسول الله صلى الله عليه وسلم قدم من سفره وقد أصاب\r\nرقيقا فقال رسول الله\r\nصلى الله عليه وسلم سبقكم يتامى أهل بدر\r\n* ( أم الحارث بنت عياش ) *\r\nحدثنا محمد بن عبد الله الحضرمي ثنا ضرار بن صرد\r\nثنا مصعب بن سلام عن بن جريج عن محمد بن يحيى بن حسان عن أم\r\nالحارث بنت عياش قالت رأيت بديل بن ورقاء على جمع يتبع الناس\r\nفينادي ان رسول الله صلى الله عليه وسلم يأمركم أن لا تصوموا هذه\r\nالأيام فإنها أيام أكل وشرب\r\n* ( أم سنان الأسلمية ) *\r\nحدثنا محمد بن عبد الله الحضرمي ثنا أبو كريب ثنا\r\nمحمد بن عمر بن صالح ثنا أبو سنان يزيد بن حريث عن ثبيتة بنت حنظلة\r\nعن أمها أم سنان الأسلمية من المبايعات قالت جئت النبي صلى الله عليه\r\nوسلم فقلت يا رسول الله اني جئتك على حياء وما جئتك حتى ألجئت من\r\nالحاجة فقال لو استغنيت لكان خيرا لك\r\n* ( أم طليق ) *\r\nحدثنا عمرو بن أبي الطاهر بن السرح المصري ثنا\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\n\r\nيوسف بن عدي ثنا عبد الرحمن بن سليمان عن المختار بن فلفل عن طلق\r\nبن حبيب عن أبي طليق أن امرأته أم طليق قالت يا نبي الله ما يعدل\r\nالحج معك قال عمرة في رمضان\r\n* ( أم عبد بنت الحارث بن قديد الهذلية\r\nأم عبد الله بن مسعود ) *\r\nحدثنا محمد بن عبد الله الحضرمي ثنا عثمان بن أبي\r\nشيبة ثنا وكيع عن سفيان عن أبي إسحاق عن مصعب بن سعد أن عمر رضي\r\nالله عنه فرض في نساء المهاجرات في ألف ألف منهن أم عبد\r\nحدثنا محمد بن عبد الله الحضرمي ثنا مسلم بن جنادة\r\nثنا زيد بن الحباب عن المسعودي عن أخيه عتبة عن أبي إسحاق عن عمر\r\nبن الخطاب انه انتظر أم عبد حتى صلت على عتبة\r\n* ( أم عبد الله أخت شداد بن أوس الأنصارية ) *\r\nحدثنا أبو زرعة عبد الرحمن بن عمرو الدمشقي ثنا\r\nمحمد بن المبارك الصوري ثنا الوليد بن مسلم عن أبي بكر بن أبي مريم عن\r\nضمرة بن حبيب عن أم عبد الله أخت شداد بن أوس أنها بعثت إلى رسول\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nالله صلى الله عليه وسلم بقدح لبن عند فطره وهو صائم وذلك في طول\r\nالنهار وشدة الحر فرد إليها رسول الله صلى الله عليه وسلم أنى\r\nلك هذا اللبن قالت من شاة لي فرد إليها رسولها أنى كانت\r\nلك هذه الشاة قالت اشتريتها من مالكا فأخذه منها فلما كان من\r\nالغد أتته أم عبد الله فقالت يا رسول الله بعثت إليك باللبن مرئية لك\r\nمن المريض النهار وشدة الحر فرددت الرسول فيه\r\nفقال لها بذلك أمرت\r\nالرسل ألا نأكل الا طيبا ولا نعمل الا صالحا\r\n* ( أم عبد الله امرأة أبي موسى الأشعري ) *\r\nحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة ثنا\r\nأبو معاوية عن الأعمش عن إبراهيم عن سهم بن منجاب عن القرثع قال لما\r\nثقل أبو موسى صاحت امرأته فقال أما علمت ما قال رسول الله صلى الله\r\nعليه وسلم قالت بلى ثم سكتت فقيل لها بعد أي شئ قال رسول\r\nالله صلى الله عليه وسلم قالت إن رسول الله صلى الله عليه وسلم\r\nقال لعن الله من حلق أو خرق أو سلق\r\nحدثنا محمد بن عبد الله الحضرمي ثنا عثمان بن أبي\r\nشيبة ثنا جرير عن منصور عن إبراهيم عن يزيد بن أوس قال دخلت\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\n\r\nعلى أبي موسى وهو تقيت فذهبت امرأته لتبكي أو تهم به فقال لها أبو موسى\r\nأما سمعت ما قال رسول الله صلى الله عليه وسلم قالت بلى فسكتت\r\nفلما مات أبو موسى قال يزيد لقيت امرأته فقلت لها قول أبي موسى أما\r\nسمعت ما قال رسول الله صلى الله عليه وسلم ثم سكتت قالت نعم\r\nقال رسول الله صلى الله عليه وسلم ليس منا من حلق أو سلق أو خرق\r\n* ( أم كبشة العذرية ) *\r\nحدثنا عبيد بن غنام ومحمد بن عبد الله الحضرمي قالا\r\nحدثنا أبو بكر بن أبي شيبة ثنا حميد بن عبد الرحمن الرؤاسي عن حسن\r\nبن صالح عن الأسود بن قيس حدثني سعيد بن عمرو القرشي أن أم كبشة\r\nامرأة من عذرة قضاعة قالت يا رسول الله صلى الله عليه وسلم ائذن لي أن أخرج في\r\nجيش كذا وكذا قال لا قلت يا رسول الله انه ليس أريد أن أقاتل\r\nإنما أريد أن أداوي الجرحى والمرضى أو أسقي المرضى قال لولا أن تكون\r\nسنة وأن يقال فلانة خرجت لأذنت لك ولكن اجلسي\r\n* ( أم مغيث ) *\r\nحدثنا يحيى بن عثمان بن صالح ثنا سعيد بن أبي\r\nمريم ثنا عبد الجبار بن عمر عن إسحاق بن عبد الله بن أبي فروة عن محمد\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\n\r\n\r\nبن يوسف عن أبيه عن أم مغيث أنها سمعت رسول الله صلى الله عليه\r\nوسلم ينهى عن الخليطين فقلت وما هما قال التمر والزبيب\r\nوكانت أم مغيث جدة ربيعة بن أبي عبد الرحمن وقد صلت القبلتين على عهد\r\nرسول الله صلى الله عليه وسلم\r\nحدثنا يحيى بن عثمان بن صالح ثنا سعيد بن أبي\r\nمريم ثنا عبد الجبار بن عمر عن إسحاق بن عبد الله بن أبي فروة عن محمد\r\nبن يوسف عن أبيه عن أم مغيث عن النبي صلى الله عليه وسلم قال\r\nكل مسكر حرام\r\n* ( أم قيس بنت محصن الأسدية أخت عكاشة\r\n* ( ما روى وابصة بن معبد الأسدي عن أم قيس\r\nحدثنا علي بن سعيد الرازي ثنا عبد السلام بن\r\nعبد الرحمن بن صخر الوابصي حدثني أبي عن شيبان بن عبد الرحمن النحوي\r\nعن حصين بن عبد الرحمن عن هلال بن يساف قال دفعنا إلى وابصة بن\r\nمعبد قائما معتمدا على عصا فقال له ما دعاك إلى عصا قال حدثتني أم\r\nقيس بنت محصن أن رسول الله صلى الله عليه وسلم لما أسن وحمل اللحم اعتمد عليها\r\n* ( عبيد الله بن عبد الله بن عتبة عن أم قيس ) *\r\nحدثنا إسحاق بن إبراهيم الدبري عن عبد الرزاق عن\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\nمعمر وابن جريج وابن عيينة عن الزهري قال أخبرني عبيد الله بن عبد الله\r\nبن عتبة أن أم قيس بنت محصن وكانت من المهاجرات الأول اللاتي بايعن\r\nرسول الله صلى الله عليه وسلم فأخبرتني أنها أتت رسول الله صلى\r\nالله عليه وسلم بابن لها لم يبلغ أن يأكل الطعام وقد اعلقت عليه من العذرة\r\nفقال رسول الله صلى الله عليه وسلم على م تدعن أولادكن بهذه\r\nالعلائق عليكم بهذه العود الهندي يعني القسط فإن فيه سبعة أشفيه\r\nمنها ذات الجنب قال عبيد الله فأخبرتني أم قيس أن ابنها بال في حجر\r\nالنبي صلى الله عليه وسلم فدعا رسول الله صلى الله عليه وسلم بماء\r\nفصبه على بوله ولم يغسله\r\nحدثنا أبو مسلم الكشي ثنا حجاج بن المنهال وعبد الله\r\nبن مسلمة القعنبي ح\r\nوحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة قالوا ثنا سفيان بن عيينة\r\nعن الزهري عن عبيد الله بن عبد الله بن عتبة عن أم قيس بنت محصن أنها\r\nدخلت بابن لها لم يأكل الطعام فبال على رسول الله صلى الله عليه\r\nوسلم فدعا بماء فرشه عليه\r\nحدثنا علي بن عبد العزيز ثنا القعنبي عن مالك ح\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\nوحدثنا بكر بن سهل ثنا عبد الله بن يوسف أنا مالك ح\r\nوحدثنا علي بن المبارك الصنعاني ثنا إسماعيل بن أبي أويس حدثني\r\nمالك عن الزهري عن عبيد الله بن عبد الله بن عتب عن أم قيس بنت محصن\r\nأنها أتت بابن لها صغير لم يأكل الطعام إلى رسول الله صلى الله عليه وسلم\r\nالأبراج في حجره فبال على ثوبه فدعا رسول الله صلى الله عليه\r\nوسلم بماء فنضحه ولم يغسله\r\nحدثنا عمر بن عبد العزيز بن مقلاص حدثني أبي ثنا\r\nبن وهب أخبرني عمرو بن الحارث ويونس بن يزيد وابن سمعان أن بن\r\nشهاب حدثهم عن عبيد الله بن عبد الله عن أم قيس بنت محصن أنها جاءت\r\nالنبي صل الله عليه وسلم بابن لها صغير لم يأكل الطعام فأجلسه رسول\r\nالله صلى الله عليه وسلم في حجره فبال عليه فدعا رسول الله صلى\r\nالله عليه وسلم بماء فنضحه عليه ولم يغسله\r\nحدثنا بكر بن سهل الدمياطي ثنا شعيب بن يحيى\r\nانا الليث بن سعد ح\r\nوحدثنا مطلب بن شعيب الأزدي ثنا عبد الله بن صالح حدثني الليث عن\r\nبن شهاب عن عبيد الله بن عبد الله بن عتبة عن أم قيس بنت محصن أنها\r\nأتت رسول الله صلى الله عليه وسلم بابن لها صغير لم يأكل الطعام\r\nفأجلسه رسول الله صلى الله عليه وسلم في حجره فبال عليه فدعا رسول\r\nالله صلى الله عليه وسلم بماء فنضحه ولم يغسله\r\nحدثنا محمد بن الفضل السقطي ثنا سعيد بن سليمان الواسطي ثنا سليمان\r\nبن كثير عن الزهري عن عبيد الله بن عبد الله بن عتبة\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\nعن أم قيس بنت محصن أنها أتت رسول الله صلى الله عليه وسلم بابن\r\nلها صغير قد علقت عليه من العذرة فقال رسول الله صلى الله عليه وسلم\r\nعلى م تدعون الوسطاني بهذه العلائق عليكن بهذا العود الهندي يعني\r\nالقسط فإن فيه سبعة أشفية منها ذات\r\nالجنب قال عبيد الله وأخبرتني\r\nأم قيس أن ابنها بال في حجر النبي صلى الله عليه وسلم فدعا رسول\r\nالله صلى الله عليه وسلم بماء فصبه على بوله ولم يغسله\r\nحدثنا بكر بن سهل ثنا عمرو بن هاشم البيروتي ثنا\r\nالهقل بن زياد عن الأوزاعي عن الزهري عن عبيد الله بن عبد الله بن عتبة\r\nعن أم قيس بنت محصن قالت دخلنا على رسول الله صلى الله عليه وسلم\r\nومعي بن لي لم يطعم الطعام فجعله رسول الله صلى الله عليه وسلم في\r\nحجره فبال على ثوبه فأمر بماء فنضح عليه ولم يغسله\r\nحدثنا محمد بن أحمد البراء ثنا المعافي بن سليمان ثنا\r\nموسى بن أعين عن إسحاق بن راشد عن الزهري عن عبيد الله بن عبد الله بن\r\nعنبسة عن أم قيس بنت محصن الأسدية أخت عكاشة بن محصن وكانت\r\nمن المهاجرات الأول اللاتي بايعن رسول الله صلى الله عليه وسلم أنها سمعت\r\nرسول الله صلى الله عليه وسلم يقول عليكم بهذا العود الهندي يعني\r\nالقسط فإن فيه سبعة اشفية منها ذات الجنب\r\nحدثنا أحمد بن إبراهيم بن مخشي الفرغاني ثنا\r\nعبيد الله بن سعيد بن عفير حدثنا أبي حدثني جدي خال المغيرة بن الحسين\r\nبن راشد الهاشمي حدثني يحيى بن عبد الله بن سالم بن عبد الله بن عمر\r\nحدثني محمد بن مسلم بن شهاب عن عبيد الله بن عبد الله أن أم قيس بنت\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\nمحصن قالت أتيت رسول الله صلى الله عليه وسلم بابن لي لم يأكل\r\nالطعام فجعله في حجرة فبال على ثوب رسول الله\r\nصلى الله عليه وسلم\r\nفدعا بما فنضحه على ثوبه ولم يغسله\r\nقال المفضل بن محمد الجندي ثنا أبو حمة محمد بن\r\nيوسف ثنا أبو قرة قال ذكر زمعة بن صالح عن يعقوب بن عطاء عن الزهري\r\nعن عبيد الله بن عبد الله عن أم قيس بنت محصن وكانت من المهاجرات\r\nالأول اللاتي بايعن رسول الله صلى الله عليه وسلم وهي أخت عكاشة بنت\r\nمحصن أنها أتت رسول الله صلى الله عليه وسلم بابن لها لم يبلغ أن يأكل\r\nالطعام فبال في حجر النبي صلى الله عليه وسلم فدعا رسول الله صلى\r\nالله عليه وسلم بماء فنضحه على بوله ولم يغسله\r\n* ( نافع مولى حمنة بنت شجاع عن أم قيس ) *\r\nحدثنا أبو خليفة الفضل بن الحباب ثنا عبد الرحمن\r\nبن المبارك العيشي ح\r\nوحدثنا عبد الله بن ناحية ثنا عبيد الله بن عمر القواريري قالا ثنا سعد\r\nأبو عاصم ثنا نافع مولى حمنة بنت شجاع قالت قالت لي أم قيس لو\r\nرأيتني ورسول الله صلى الله عليه وسلم آخذ بيدي في سكة من سكك المدينة\r\nما فيها بيت حتى انتهى إلى بقيع الغرقد فقال لي يا أم قيس قلت\r\nلبيك وسعديك يا رسول الله قال لترين هذه المقبرة يبعث الله منها\r\nسبعين ألفا يوم القيامة على صورة القمر ليلة البدر يدخلون الجنة بغير\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\n\r\nحساب فقام عكاشة فقال وأنا يا رسول الله قال وأنت فقام\r\nآخر فقال وأنا يا رسول الله قال سبقك بها عكاشة\r\n* ( أبو الحسن مولى أم قيس عن أم قيس ) *\r\nحدثنا مطلب بن شعيب الأزدي ثنا عبد الله بن صالح\r\nحدثني الليث حدثني يزيد بن أبي حبيب عن أبي الحسن مولى أم قيس بنت\r\nمحصن عن أم قيس أنها قالت توفي مشهور فجزعت عليه فقلت للذي يغسله\r\nلا تغسل مشهور بالماء البارد فتقتله فانطلق عكاشة بن محصن إلى رسول الله\r\nصلى الله عليه وسلم فأخبره بقولها فتبسم ثم قال ما قالت طال\r\nعمرها فلا نعلم امرأة عمرت ما عمرت\r\n* ( عدي بن دينار عن أم قيس ) *\r\nحدثنا إسحاق بن إبراهيم الدبري أن عبد الرزاق أنا\r\nالثوري عن أبي المقدام ثابت بن هرمز عن عدي بن دينار عن أم قيس بنت\r\nمحصن أنها سألت رسول الله صلى الله عليه وسلم عن دم الحيضة يصيب\r\nالثوب فقال اغسليه بماء وسدر وحكيه بضلع\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\n* ( نساء غير مسميات ممن لهن صحبة ) *\r\nحدثنا إدريس العطار ثنا يزيد بن هارون ثنا يحيى\r\nبن سعيد عن بشير بن يسار ح\r\nوحدثنا علي بن عبد العزيز ثنا القعنبي ثنا سليمان بن بلال عن يحيى\r\nبسعيد عن بشير بن يسار أن حصين بن محصن أخبره أن عمته دخلت على\r\nرسول الله صلى الله عليه وسلم ذات يوم فقال ذات زوج أنت\r\nقالت نعم قال كيف أنت له قالت يا رسول الله ما آلوه الا ما\r\nعجزت فقال أنظري كيف أنت له فإنما هو جنتك ونارك\r\nحدثنا أبو مسلم الكشي ثنا أبو عمر الضرير ثنا حماد\r\nبن سلمة عن يحيى بن سعيد عن بشير\r\nبن يسار عن حصين بن محصن عن\r\nعمته أنها أتت رسول الله صلى الله عليه وسلم في حاجة فقضى لها حاجتها ثم\r\nقال أذات بعل أنت قالت نعم قال فكيف أنت له قالت\r\nما آلوه الا ما عجزت عنه قال فانظري كيف أنت له فإنه جنتك ونارك\r\nحدثنا موسى بن هارون ثنا أبو الربيع الزهراني ثنا\r\nحماد بن زيد عن يحيى بن سعيد عن بشير بن يسار عن حصين بن محصن\r\nعن عمته أنها أتت النبي صلى الله عليه وسلم فقال إما لك بعل\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\nقالت نعم قال كيف أنت له قالت ما آلو الا ما عجزت عنه\r\nفقال اعلمي انه جنتك ونارك\r\nحدثنا علي بن عبد العزيز وأبو مسلم الكشي قالا ثنا القعنبي حدثنا\r\nالحجاج بن صفوان عن أسيد بن أبي أسيد البراد عن امرأة\r\nمن المبايعات قالت كان فيما أخذ علينا رسول الله صلى الله عليه وسلم\r\nأن لا نعصيه في المعروف وأن لا نخمش وجها ولا ننشر شعرا ولا نشق\r\nجيبا ولا ندعو ويلا\r\nحدثنا عبيد بن غنام حدثنا أبو بكر بن أبي شيبة ح\r\nوحدثنا علي بن عبد العزيز ثنا محمد بن سعيد بن الأصبهاني قالا\r\nأخبرنا شريك عن عبد الله بن عيسى عن موسى بن عبد الله بيزيد عن امرأة\r\nمن بني عبد الأشهل قالت قلنا يا\r\nرسول الله ان لنا طرقا إلى المسجد\r\nمنتنة فقال أليس بعدها طرق أنظف منها قلنا بلى قال\r\nفهذه بهذه\r\nحدثنا إسحاق بن إبراهيم الدبري عن عبد الرزاق عن\r\nقيس بن الربيع عن عبد الله بن عيسى عن سالم بن عبد الله عن امرأة من\r\nبني عبد الأشهل قالت قلت يا رسول الله ان لنا طريقا خبيثة في المطر\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\nفقال النبي صلى الله عليه وسلم أليس دونها طريقا طيبة قلت\r\nبلى قال فذلك بذلك\r\nحدثنا موسى بن هارون ثنا أبو موسى عيسى بن إسحاق\r\nبن إبراهيم بن غزوان صاحب النرسي ثنا أبو أسامة عن محمد بن عمرو\r\nبن علقمة حدثني محمد بن عمارة بن عامر عن زينب بنت نبيط بن جابر\r\nعن أمها أو خالتها بنات أبي أمامة قالت أوصى إلي رسول الله صلى الله\r\nعليه وسلم ببناته يعني أبا أمامة أسعد بن زرارة فقلن حلانا رسول الله\r\nصلى الله عليه وسلم رعاثا من ذهب\r\nحدثنا مطلب بن شعيب الأزدي ثنا عبد الله بن صالح\r\nحدثني الليث بن سعد عن خالد بن يزيد عن سعيد بن أبي هلال عن مروان\r\nبن عثمان عن أبي أمامة بن سهل بن حنيف حدثتني خالتي قالت لقد أقرأنا\r\nرسول الله صلى الله عليه وسلم آية الرجم الشيخ والشيخة إذا زنيا\r\nفارجموهما البتة بما قضيا من اللذة\r\nحدثنا إسحاق بن إبراهيم بن العلاء بن زبريق الحمصي\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\nثنا محمد بن إسماعيل بن عياش حدثني أبي عن ضمضم بن زرعة عن\r\nشريح بن عبيد عن حديث حبيب بن عبيد عن حريث بن الأبح السليحي أن\r\nامرأة من بني أسد قالت كنت يوما عند زينب امرأة رسول الله صلى الله\r\nعليه وسلم ونحن رقمة ثيابا بمغرة فبينا نحن كذلك إذ طلع علينا\r\nرسول الله صلى الله عليه وسلم فلما رأى المغرة رجع فلما رأت ذلك\r\nزينب علمت أن رسول الله صلى الله عليه وسلم قد كره ما فعلت فأخذت\r\nماء فغسلت ثيابها ووارت كل حمرة ثم أن رسول الله صلى الله عليه\r\nوسلم رجع فاطلع فلم ير شيئا فدخل\r\nحدثنا محمد بن أبان الأصبهاني ثنا محمد بن عبادة\r\nالباهلي ثنا محمد بن يعقوب الزهري ثنا عبد العزيز بن عمران عن عبد الله بن\r\nعثمان بن أبي سليمان عن أبيه عن بن أبي سويد الثقفي قال سمعت\r\nعثمان بن أبي العاص يقول أخبرتني أمي قالت شهدت آمنة لما ولدت\r\nرسول الله صلى الله عليه وسلم فلما ضربها المخاض نظرت إلى النجوم\r\nتدلى حتى اني لأقول بالنصرية علي فلما ولدته خرج منها نور أضاء له البيت\r\nالذي نحن فيه والدار فما شئ أنظر إليه الا نور\r\nحدثنا إبراهيم بن محمد بن عرق الحمصي ثنا محمد\r\nبن مصفى ثنا بن أبي فديك عن بن أبي ذئب عن بن شهاب عن\r\nعبيد الله بن عبد الله بن عمر عن امرأة يتيمة كانت عند رسول الله صلى\r\nالله عليه وسلم من ثقيف أنها حدثت صفية بنت أبي عبيد ان رسول الله\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\nصلى الله عليه وسلم قال من استطاع منكم أن يموت بالمدينة فليمت\r\nفإنه من مات بها كنت له شهيدا أو شفيعا يوم القيامة\r\nحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة ثنا\r\nيزيد بن هارون أخبرنا إبراهيم بن عثمان عن محمد بن عبد الرحمن عن مولى\r\nآل طلحة عن عيسى بن طلحة حدثني ظئر محمد بن طلحة قال لما ولد\r\nمحمد بن طلحة أتيت به النبي صلى الله عليه وسلم فقال ما سموه\r\nقلنا محمد قال هذا اسمي وكنيته أو القاسم\r\nحدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة ثنا\r\nوكيع عن الأعمش عن أبي إسحاق عن عبد الرحمن بن زيد الفائشي\r\nعن بنت خباب قالت خرج أبي في غزاه في عهد النبي صلى الله عليه وسلم\r\nوكان رسول الله صلى الله عليه وسلم يتعاهدنا فيحلب عنزا لنا وكان\r\nيحلبها في جفنة فتمتلئ فلما قدم خباب كان يحلبها فعاد حلابها الأول\r\nوالله أعلم بالصواب وصلى الله على سيدنا محمد وآله وصحبه وسلم\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\nآخر كتاب المعجم للطبراني رحمه الله\r\nنسخه من أوله إلى آخره في ستة أجزاء العبد الفقير إلى الله تعالى\r\nأبو بكر بن علي الأنصاري البهنسي الشافعي عفا الله عنه وغفر له ولوالديه\r\nولذريته ولجميع المسلمين .\r\nووافق فراغه من تكملته صبيحة الاثنين رابع عشر شهر الله المحرم\r\nغرة عام ثمان وعشرين وسبعمائة .\r\nانتهى تحقيق وتخريج المعجم الكبير\r\nللحافظ الطبراني في ليلة 18 - 19 / 3 / 1983 م الموافق\r\nمن شهر رجب 1403 ه‍ والحمد لله على التمام .\r\nأبو مصطفى\r\nحمدي عبد المجيد السلفي\r\nالجمهورية العراقية - محافظة دهوك\r\nسرسنك\r\n\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188}
  ]