[
  {"content":"\r\nتاج المواليد\r\nفي مواليد الأئمة ووفياتهم\r\nتأليف\r\nالعلامة الطبرسي عليه الرحمة\r\nالمتوفى سنه 548\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\nكتاب\r\nتاج المواليد\r\nبسم الله الرحمن الرحيم\r\nالحمد لله حق حمده والصلاة على خير خلقه محمد وأهل بيته\r\nالطيبين الأخيار الذين اذهب الله عنهم الرجس وطهرهم\r\nتطهيرا وبعد لما رأيت رغبات جماعة من إخواننا\r\nحاظهم الله إلى عمل مختصر في ذكر مولد النبي صلى الله عليه وآله\r\nوسلم ومواليد الأئمة عليهم السلام مستوفرة\r\nوحاجتهم إلى جمع ذلك على وجه من الاختصار والايجاز\r\nليسهل حفظه ويقرب مأخذه شديدة بدأت به مبوبا\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nإياه أربعة عشر بابا على عدة المعصومين من النبي ص إلى\r\nصاحب الزمان عليه وعليهم السلام يتضمن كل باب منها\r\nخمسة فصول الفصل الأول في الأسماء\r\nوالألقاب والكنى والثاني في وقت الولادة .\r\nوالثالث في مبلغ العمر وبيان مقداد ما صحب\r\nبعضهم بعضا منه وما يليق بذلك والرابع\r\nفي وقت الوفاة والإشارة إلى سببها وتعيين مواضع القبور\r\nوالخامس في ذكر عدد الأولاد وأمهاتهم مستعينا\r\nبالله تع ومتوكلا عليه وهو حسبنا ونعم الوكيل . *\r\nالباب الأول في ذكر النبي عليه السلام خمسة\r\nفصول الفصل الأول في اسمه\r\nوكنيته ولقبه . اسمه صلوات الله عليه وآله\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nمحمد واحمد وكنيته أبو القاسم ، وألقابه كثيرة\r\nاشهره المصطفى ، والرسول ، والنبي ، والمزمل ، والمدثر\r\nوالشاهد ، والمبشر ، والنذير ، والماحي ، والعاقب\r\nوالحاشر ، وخاتم النبيين ، ونسبه : *\r\nمحمد بن عبد الله بن عبد المطلب بن هاشم بن عبد\r\nمناف بن قصي بن كلاب بن مرة بن كعب بن لوى بن\r\nغالب بن فهر بن مالك بن النضر وهو قريش بن كنانة بن\r\nخزيمة بن مدركة بن الياس بن مضر بن نزار بن معد بن\r\nعدنان . لم يتجاوز عدنان في نسبه صلوات الله عليه\r\nلقوله : إذا بلغ نسبي عدنان فامسكوا .\r\nولقوله عليه السلام أيضا : كذب النسابون ولظهور الاختلاف فيمن عدا\r\nعدنان بين النسابين وأمه آمنة بنت وهب بن\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nعبد مناف بن قصي بن كلاب بن مرة بن كعب . * -\r\nالفصل الثاني في وقت الولادة ولادته ع ولد صلوات\r\nالله عليه وآله عند طلوع الفجر من يوم الجمعة السابع\r\nعشر من شهر ربيع الأول بعد سنة الفيل بخمسين يوما\r\nبمكة الفصل الثالث في مبلغ عمره\r\nوبيان مقدار ما عاش مع كل واحد من أبيه وأمه وجده\r\nوعمه وغير ذلك . عاش صلوات الله عليه وآله ،\r\nثلثا وستين سنة ، منها مع أبيه سنتين وأربعة\r\nأشهر ومع أمه وجده عبد المطلب ثمانية سنين\r\nوكفله أبو طالب من بين اخوته بعد وفاة عبد المطلب\r\nوكان حاميه وناصره أيام حياته وتزوج بخديجة\r\nبنت خويلد وهو ابن خمس وعشرين سنة ولها يومئذ\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nأربعون سنة ومكثت مع النبي صلى الله عليه وآله\r\nوسلم اثنين وعشرين سنة وروى أنه صلوات الله عليه وآله\r\nتزوجها وهو ابن إحدى وعشرين سنة وبعث\r\nبمكة يوم الجمعة السابع والعشرين من رجب وهو ابن\r\nأربعين سنة ورميت الشياطين بالنجوم بعد مبعثه\r\nبعشرين يوما . وانزل عليه القران يوم الاثنين لاحد\r\nعشرة ليلة بقيت من شهر رمضان ، وروى أن الله\r\nتبارك وتعالى انزل القران كله في ليلة القدر إلى البيت\r\nالمعمور ثم أنزله من البيت المعمور إليه في مدة عشرين\r\nسنة ، وعرج به إلى السماء بعد البعثة بسنتين ، وحصر\r\nفي الشعب بعد أن رمى الشياطين بالنجوم بخمس سنين\r\nفمكث في الحصار ثلاث سنين ، وتوفى أبو طالب وله\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nصلوات الله عليه ست وأربعون سنة وثمانية أشهر\r\nوأربعة وعشرون يوما ، وتوفيت خديجة لسبع سنين\r\nمن مبعثه ، وقد أقام بمكة بعد البعثة ثلث عشرة\r\nسنة على خوف وتقية من المشركين وقبل ان هاجر\r\nصلوات الله عليه استتر في الغار ثلث أيام ، وروى\r\nستة أيام والأول أصح ثم هاجر منها ودخل\r\nالمدينة يوم الاثنين الحادي عشر من ربيع الأول ،\r\nوبقى بها عشر سنين إلى أن قبض صلوات الله عليه\r\nالفصل الرابع في ذكر وفاته وموضع\r\nقبره ، توفى رسول الله صلى الله عليه وآله يوم\r\nالاثنين لليلتين بقيتا من صفر سنة 11 إحدى وعشرة\r\nمن الهجرة ، واختلف أهل بيته وأصحابه في الموضع\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nالذي يدفن فيه فقال أمير المؤمنين عليه السلام : ان الله تع\r\nلم يقبض روح نبيه صلوات الله عليه الا في أطهر\r\nالبقاع ينبغي ان ندفنه هناك فرجعوا إلى قوله عليه السلام\r\nواتفقوا على ذلك فدفنوه في حجرته بحيث قبض صلوات\r\nالرحمن عليه الفصل الخامس في عدد\r\nأولاده وأزواجه عليه كان لرسول الله عليه التحية\r\nوالسلام ولد له سبعة أولاد من خديجة ابنان\r\nوأربع بنات : القاسم وعبد الله وهو الطاهر\r\nوالطيب ، وفاطمة صلوات الله عليها وزينب\r\nوأم كلثوم ورقية ، وولد له إبراهيم من مارية\r\nالقبطية . اما فاطمة ع فتزوجها أمير المؤمنين\r\nعلي بن أبي طالب عليه السلام أمر الله تبارك وتعالى نبيه ص\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\nصلوات الله عليه بان يزوجها منه . واما زينب\r\nفكانت عند أبي العاص بن الربيع بن عبد الغري بن\r\nعبد شمس وماتت بالمدينة . * -\r\nواما رقية فتزوجها عتبة بن أبي لهب وطلقها قبل\r\nالدخول بها فتزوجها عثمان بن عفان فماتت بالمدينة\r\nيوم بدر . واما أم كلثوم فتزوجها عتبة بن أبي لهب\r\nوفارقها قبل ان يدخل بها فتزوجها عثمان بعد رقية\r\nوتوفى القاسم والطاهر بعد النبوة ، وولد إبراهيم\r\nبالمدينة من مارية القبطية وهي الجارية التي\r\nأهداها له ملك الإسكندرية ، وعاش سنتين\r\nوأشهرا ثم مات وروى أنه عاش ثمانية عشر شهرا\r\nوقد تزوج صلوات الله عليه بثلث عشرة امرأة\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nست منهن قرشيات ، إحديهن خديجة بنت خويلد بن\r\nأسد بن عبد العزى بن قصي والثانية أم سلمة\r\nواسمها هند بنت أبي أمية والثالثة سورة بنت\r\nزمعة والرابعة عايشة بنت أبي بكر والخامسة حفصة\r\nبنت عمر والسادسة أم حبيبة بنت أبي سفيان ،\r\nوالاخر يأت من قبائل شتى فمن قيس زينب بنت خزيمة\r\nوميمونة بنت الحارث ومن أسد زينب بنت جحش\r\nومن كندة امامة بنت نعمان ، وجويرية بنت الحارث\r\nوصفية بنت حي بن اخطب من بني إسرائيل من أسارى\r\nخيبر قد اتى بها أمير المؤمنين عليه السلام وأم شريك وهي التي\r\nوهبت نفسها للنبي صلوات الله عليه وآله وقد ماتت\r\nجملة من أزواجه في حياته صلوات الله عليه خديجة\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nوزينب بنت خزيمة ، ولم يتزوج بمكة الا بخديجة رضي الله عنها\r\nالباب الثاني في ذكر أمير المؤمنين عليه السلام\r\nخمسة فصول الفصل الأول في أسمائه\r\nوشئ من ألقابه وكنيته عليه السلام اسم أول المعصومين\r\nوخلفاء الله تعالى بعد رسول رب العالمين علي بن أبي طالب\r\nبن عبد المطلب بن هاشم وله عليه السلام أسماء كثيرة\r\nوألقاب جمة في كتب الله المنزلة : التورية ،\r\nوالإنجيل ، والزبور ، والفرقان ، أوردها أصحابنا\r\nفي كتبهم . وكنيته أبو الحسن ومن ألقابه الذي\r\nانفرد به من بين الخلائق بتلقيب رسول الله صلى الله عليه وآله\r\nإياه بذلك أمير المؤمنين ، وقد أمر صلوات\r\nالله عليه أصحابه بان يسلموا عليه بأمير المؤمنين\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nوأخبر انه لم يكن قبله ولن يكون بعده أمير غيره ،\r\nومما لقب به عليه السلام أيضا المرتضى والولي والوصي ،\r\nوالوزير وغير ذلك مما يطول . وقد كناه النبي صلى الله عليه وآله\r\nأيضا بابى السبطين وأبى الريحانتين\r\nوأبى تراب الفصل الثاني في ذكر ولادته عليه السلام\r\nومسقط رأسه ولد عليهم السلام بمكة في بيت الله الحرام\r\nيوم الجمعة الثالث عشر من رجب سنة 30 ثلثين من\r\nعام الفيل ولم يولد قبله ولا بعده مولود في بيت\r\nالله تعالى سواه اكراما من الله تعالى وأمه فاطمة\r\nبنت أسد بن هاشم بن عبد مناف رضي الله عنها ،\r\nوكانت كالأم لرسول الله صلى الله عليه وآله وسلم\r\nقد ربى في حجرها وكان شاكرا لبرها وآمنت به في الأولين\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nوهاجرت معه في المهاجرين ولما قبضها الله تع إليه\r\nكفنها النبي صلوات الله عليه وآله بقميصه ليدرأ\r\nبه عنها هو أم الأرض وتوسد في قبرها لتأمن من\r\nضغطة القبر ولقنها الاقرار بولاية ابنها أمير المؤمنين\r\nعليه السلام لتجيب به عند المسائلة بعد الدفن تخصيصا منه\r\nصلوات الله عليه بهذا الفضل العظيم إياها لمنزلتها\r\nمن الله تع ومنه عليه السلام ، والخبر بذلك مشهور وقد نشأ\r\nعليه السلام في حجر رسول الله صلى الله عليه وآله ، وهو أول\r\nمن امن بالله عز وجل ورسوله من أهل البيت\r\nوالأصحاب وأول ذكر دعاه النبي صلى الله عليه\r\nوآله إلى الاسلام فأجاب وكان ذلك بالغد من البعثة\r\nمع صغر سنه وقد وردت الرواية بان جماعة من\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nأصحاب رسول الله اتوا النبي صلوات الله عليه وآله\r\nذات يوم وقدحوا في اسلام أمير المؤمنين عليه السلام وقالوا\r\nانه لم يقع الموقع الصحيح لأنه صدر عنه وهو صغير السن\r\nفقال النبي عليه التحية والسلام : إنما مثل على ع\r\nكمثل عيسى ويحيى في أنهما قد أوتيا الحكم صبيين ،\r\nفارتدت أنفاسهم ورجعوا خائبين ومن خصائص\r\nالأئمة عليهم السلام انهم قد أوتوا الحكم في حال الصبي وانهم\r\nقد ولدوا مطهرين مختونين على ما صح عنهم عليهم السلام في\r\nالروايات الا انهم عليهم السلام قالوا لكنا نمر الموسى على الموضع\r\nإصابة للسنة واتباعا للخيفية الفصل الثالث\r\nفي مقدار عمره عليه السلام وتفصيل ذلك عاش عليه السلام ثلثا\r\nوستين سنة . منها عشر سنين قبل البعثة ، واسلم\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nوهو ابن عشر وكانت مدة مقامه مع رسول الله صلوات\r\nالله عليهما بعد البعثة ثلثا وعشرين سنة . منها ثلث\r\nعشرة سنة بمكة قبل الهجرة في امتحان وابتلاء متحملا عنه\r\nأكبر الأثقال وعشر سنين بعد الهجرة بالمدينة يكافح\r\nعنه المشركين ويقيه بنفسه عن أعدائه في الدين حتى\r\nقبض الله تع نبيه إلى جنته ورفعه في عليين صلوات\r\nالله وله يومئذ ثلث وثلاثون سنة ، وأقام بعد\r\nرسول الله صلى الله عليه وآله ، وهو ولى امره وصيه\r\nثلثين سنة وغصب حقه منها ومنع من التصرف\r\nفيه أربعا أربعا وعشرين سنة وأشهرا وكان عليه السلام\r\nمستعملا فيها التقية والمداراة وولى الخلافة خمس\r\nسنين وأشهرا ممتحنا بجهاد المنافقين من الناكثين\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\nوالقاسطين والمارقين كما كان رسول الله صلى الله عليه وآله\r\nثلث عشرة سنة من أيام نبوته ممنوعا من احكامها\r\nخائفا ومحبوسا وهاربا ومطرودا غير متمكن من جهاد\r\nالكافرين ولا مستطيع دفعا عن المؤمنين . ثم هاجر\r\nوأقام بعد الهجرة عشر سنين مجاهدا للمشركين مبتلى\r\nبالمنافقين إلى أن قبضه الله تع إليه . * -\r\nالفصل الرابع في ذكر وفاته وموضع\r\nقبره عليه السلام مضى صلوات الله عليه ليلة الجمعة\r\nالحادي والعشرين من شهر رمضان سنة 40 أربعين\r\nمن الهجرة قتيلا بالسيف قتله عبد الرحمن بن ملجم\r\nالمرادي أشقى الآخرين لعنة الله عليه في مسجد الكوفة\r\nوذلك أنه خرج عليه السلام يوقظ الناس لصلاة الصبح\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nليلة تسع عشرة وكان ابن ملجم اللعين ارتصده من\r\nأول الليل لذلك . فلما مر به في المسجد وهو مستخف\r\nبأمره فماكر باظهار النوم ثار إليه وضربه على أم رأسه\r\nبالسيف وكان مسموما فمكث عليه السلام يوم تسع عشر وليلة\r\nالعشرين ويومها وليلة إحدى وعشرين إلى نحو الثلث\r\nالأول من الليل ثم قضى نحبه صلوات الله عليه شهيدا ولقى\r\nربه تع مظلوما ولسبب قتله شرح طويل لا يحتمله هذا\r\nالموضع وتولى الحسن والحسين عليهما السلام غسله وتكفينه بأمره ع\r\nوحملاه إلى الغري من نجف الكوفة ودفن هناك ليلا\r\nقبل طلوع الفجر ودخل قبره الحسن والحسين ومحمد بنو على\r\nعليهم السلام وعبد الله بن جعفر رضي الله عنه وعفى اثر قبره بوصية\r\nمنه عليه السلام فلم يزل قبره عليه السلام مخفيا لا يهتدى إليه في دولة\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nبنى أمية حتى دل عليه جعفر بن محمد الصادق عليه السلام\r\nفي دولة بنى العباس قال الجماعة المعقبون من ولد\r\nعلي عليه السلام خمسة الحسن والحسين عليهما السلام ومحمد بن الحنفية\r\nوعمر بن الثعلبية والعباس بن الكلابية . *\r\nالفصل الخامس في ذكر عدد أولاده عليه السلام\r\nكان لأمير المؤمنين عليه السلام ثمانية وعشرون ولدا ويقال\r\nثلث وثلاثون ولدا ذكرا وأنثى : الحسن والحسين عليهما السلام\r\nوالمحسن الذي أسقط وزينب الكبرى وزينب الصغرى\r\nالمكناة بأم كلثوم رضي الله عنهما أمهم فاطمة البتول\r\nسيدة نساء العالمين ومحمد المكنى بابى القاسم أمه\r\nخولة بنت جعفر بن قيس الحنفية وعمر ، ورقية ،\r\nكانا توأمين وأمهما أم حبيب بنت ربيعة والعباس ع\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nوجعفر وعثمان وعبد الله استشهدوا مع أخيه الحسين\r\nصلوات الله عليه ورضى عنهم بطف كربلاء أمهم أم البنين\r\nبنت حزام بن خالد بن دارم ومحمد الأصغر المكنى بابى بكر\r\nوعبيد الله الشهيدان مع أخيهم الحسين صلوات الله عليه\r\nبالطف رضي الله عنهما أمهما ليلى بنت مسعود الدارمية\r\nويحيى أمه أسماء بنت عروة الخثعمية وأم الحسن ،\r\nورملة أمهما أم سعيد بنت عروة بن مسعود الثقفي\r\nونفيسة ، وزينب الصغرى ، ورقية الصغرى ، وأم\r\nهاني ، وأم الكرام ، وجمانة المكناة بأم جعفر ، وامامة\r\nوأم سلمة ، وميمونة ، وخديجة وفاطمة رضى الله\r\nعنهن لأمهات شتى وكان عليه السلام لم يتزوج بامرأة\r\nأخرى مدة حياة فاطمة الزهراء عليها السلام اعظاما لقدرها ومنزلتها\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nالباب الثالث في ذكر الزهراء عليها السلام خمسة فصول\r\nالفصل الأول في اسمها وكنيتها\r\nولقبها ع روى عن الصادق عليه السلام أنه قال لفاطمة عليها السلام\r\nتسعة أسماء عند الله تعالى : فاطمة ، والصديقة\r\nوالمباركة ، والطاهرة ، والزكية ، والراضية والمرضية\r\nوالمحدثة ، والزهراء ، وكنيتها : أم أبيها ، وقد\r\nلقبها النبي صلى الله عليه وآله وسلم سيدة نساء\r\nالعالمين وقد دعيها أيضا بتولا ، فسئل صلوات\r\nالله عليه عن معناه فقال : هي المرأة التي لم تحض\r\nولم تر حمرة قط وان الحيض مكروه في بنات الأنبياء\r\nعليهم السلام وقد روى عنهم عليهم السلام ان سبيل أمهات الأئمة عليهم السلام\r\nسبيل فاطمة عليها السلام في ارتفاع الحيض عنهن . وهذا مما\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nتميزت به أمها أئمتنا عليهم السلام من سائر النساء لأنه لم يصح\r\nفي واحدة من جميع النساء حصول الولادة مع ارتفاع\r\nالحيض عنها سواهن تخصيصا لهن لمكان أولادهن\r\nالمعصومين صلوات الله عليهم أجمعين الفصل\r\nالثاني في وقت ولادتها عليها السلام . ولدت فاطمة عليها السلام\r\nبنت رسول الله صلى الله عليه وآله وسلم بمكة في العشرين\r\nمن جمادى الاخر سنه 5 خمس من البعث ، وبعد الاسراء\r\nبثلث سنين ، وأمها خديجة بنت خويلة وقد ذكرناها\r\nفيما تقدم الفصل الثالث في مبلغ عمره ها\r\nعاشت صلوات الله عليها ثماني عشرة سنة ، أقامت بمكة\r\nمع رسول الله صلى الله عليه وآله ثماني سنين ، ثم هاجرت\r\nمع رسول الله صلى الله عليه وآله وزوجها النبي عليه الصلاة\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nوالسلام بعد مقدمه المدينة بسنة وهي بنت تسع\r\nسنين من أمير المؤمنين عليه السلام بأمر الله تع وله عليه السلام يومئذ\r\nأربع وعشرون سنة ، وولدت فاطمة عليها السلام الحسن\r\nولها إحدى عشرة سنة ، والحسين عليهما السلام بعد الحسن بعشرة\r\nأشهر وثمانية عشرة يوما ، وقبض رسول الله صلى الله عليه وآله\r\nولها يومئذ ثماني عشرة سنة الا ثلاثة أشهر\r\nوبقيت بعده خمسة وسبعين يوما الفصل\r\nالرابع : في وقت وفاتها وموضع قبرها عليها السلام\r\nتوفيت الزهراء عليها السلام في الثالث من جمادى الاخر سنه 11\r\nإحدى عشرة من الهجرة ، وتولى أمير المؤمنين صلوات الله\r\nعليه غسلها ، وصلى عليها هو والحسن والحسين عليهما السلام\r\nوعمار والمقداد وعقيل والزبير وأبو ذر وسلمان\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nوبريدة ونفر من بني هاشم في جوف الليل ودفنها أمير المؤمنين\r\nعليه السلام سرا بوصية منها اليد ، فاختلف الناس في موضع\r\nقبرها ، فقال قوم : انها مدفونة في البقيع ، وقال قوم\r\nانها دفنت في بيتها ، وقال آخرون : انها في الروضة\r\nبين قبر رسول الله صلى الله عليه وآله ومنبره والأصح\r\nوالأقرب انها مدفونة في الروضة أو في بيتها ، فمن\r\nاستعمل الاحتياط إذا أراد زيارتها وزارها في المواضع\r\nالثلاثة كان أولى وأصوب والله أعلم الفصل\r\nالخامس في ذكر أولادها عليها السلام كان لفاطمة عليها السلام\r\nخمسة أولاد ذكر وأنثى : الحسن والحسين عليهما السلام ،\r\nوزينب الكبرى ، وزينب الصغرى المكناة بأم كلثوم رضي الله عنهما\r\nوولد ذكر قد أسقطته فاطمة عليها السلام بعد النبي\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nعليه التحية والسلام ، وقد كان رسول الله صلى الله عليه وآله\r\nسماه وهو حمل محسنا الباب\r\nالرابع في ذكر الإمام الثاني وهو الحسن بن علي\r\nعليهم السلام خمسة فصول الفصل الأول\r\nفي اسمه وكنيته ولقبه عليه السلام اسمه الحسن بن\r\nعلي بن أبي طالب وابن سيدة نساء العالمين فاطمة بنت\r\nرسول الله محمد سيد المرسلين صلوات الله عليه أحد\r\nابني رسول الله وسبطيه وريحانته وهو واخوه سيدا\r\nشباب أهل الجنة الملقب بالمجتبى والتقى المكنى\r\nبابى محمد صلوات الله عليه الفصل الثاني\r\nفي ذكر ولادته عليه السلام . ولد الحسن بن علي بن أبي طالب\r\nعليهم السلام بالمدينة ليلة النصف من شهر رمضان سنه 3\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nثلث من الهجرة وجائت به أمه فاطمة ع إلى النبي صلى\r\nالله عليه وآله يوم السابع من مولده في خرقة من حرم\r\nالجنة نزل بها جبرئيل عليه السلام إلى رسول الله صلى الله عليه وآله\r\nوسلم فسماه النبي صلى الله عليه وآله حسنا\r\nوعق عنه كبشا الفصل الثالث\r\nفي مبلغ عمره عليه السلام ، عاش صلوات الله عليه وآله سبعا\r\nوأربعين ، ويقال تسع وأربعين سنة وأشهرا كان مع\r\nرسول الله صلى الله عليه وآله وفاطمة عليها السلام ثماني سنين\r\nوسبعا وثلثين سنة مع أمير المؤمنين عليهما السلام وسنة مع أخيه\r\nالحسين عليهما السلام . وكانت مدة خلافته عشر سنين ، ووقعت\r\nالمهادنة بينه وبين معاوية بعد مضى ستة أشهر\r\nوثلث أيام من خلافته ، وإنما صالحه عليه السلام خوفا على\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nنفسه وحقنا لدماء المؤمنين من شيعة أبيه عليهما السلام .\r\nالفصل الرابع في وقت وفاته وموضع\r\nقبره عليه السلام ، مضى صلوات الله عليه لليلتين بقيتا من\r\nصفر سنه 50 خمسين من الهجرة مسموما سمته زوجته بنت\r\nالأشعب بن قيس الكندي بأمر معاوية بن أبي سفيان ارسل\r\nإليها ودسها وسوغها المال وفى رواية تقبل مأة ألف دينار\r\nوتزويجها من ابنه يزيد ، وضمن لها ان يرسل\r\nإليها ، فسقته جعدة السم ولم يزوجها من يزيد ،\r\nفبقي الإمام أبو محمد الحسن عليه السلام أربعين يوما مريضا ،\r\nوجاء في الروايات ان الإمام الحسين عليه السلام دخل على أخيه ع\r\nفقال لقد سقيت السم مرارا ، فما سقيت مثل هذه المرة\r\nلقد لفظت قطعة من كبدي فقال له الحسين عليه السلام ومن سقاك\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nفقال وما تريد منه ان يكن هو فالله أشد نقمة وان لم\r\nتكن هو فما أحب ان يؤخذ بي برئ ومضى لسبيله في صفر\r\nسنه 50 خمسين من الهجرة وله يومئذ ثمان وأربعون سنة\r\nوروى الطبراني في \" معجمه \" ان الحسن توفى في شهر ربيع\r\nالأول سنه 49 تسع وأربعين وتولى اخوه ووصيه الحسين\r\nعليه السلام غسله وتكفينه ودفنه عند جدته فاطمة\r\nبنت أسد بالبقيع الفصل الخامس في عدد\r\nأولاده ، قيل كانوا خمسة عشر : الحسن وزيد\r\nوعمرو والحسين وعبد الله وإسماعيل ومحمد ،\r\nويعقوب وجعفر وطلحة وحمزة وأبو بكر ،\r\nوالقاسم ، وكان المعقب منهم الحسن وزيد\r\nوقيل أحد عشر ذكرا وثلث بنات ، والله أعلم .\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nالباب الخامس في ذكر الامام أبى عبد الله\r\nالحسين عليه السلام وفيه خمسة فصول : * -\r\nالفصل الأول في اسمه وكنيته ولقبه\r\nاسمه الحسين بن سيدة نساء العالمين فاطمة البتول\r\nابنة خير الأولين والآخرين أحد ابني رسول الله ص\r\nوسبطيه وريحانتيه وقرتي عينيه وهو واخوه\r\nسيد شباب أهل الجنة الملقب بالطيب ، والوفي\r\nوالزكي والسيد ، وكنيته أبو عبد الله لاغير *\r\nالفصل الثاني في ذكر ولادته عليه السلام ،\r\nولد بالمدينة بخمس خلون من شعبان سنه 4 أربع\r\nمن الهجرة ، وكانت والدته الطهر البتول عليها السلام ،\r\nعلقت به بعد أن ولدت أخاه الحسن عليه السلام بخمسين ليلة\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\nهكذا صح النقل فلم يكن بينه وبين أخيه سوى هذه\r\nالمدة ولما ولد واعلم النبي صلى الله عليه وآله اخذه\r\nواذن في اذنه وقيل اذن في أذنه اليمنى وأقام في اليسرى\r\nالفصل الثالث في مبلغ عمره :\r\nعن أم الفضل الهلالية برواية الأوزاعي انها\r\nدخلت على رسول الله صلى الله عليه وآله وسلم انى\r\nرأيت رؤيا قال : خيرا . قالت انها شديدة ، قال\r\nاقصصيها ، قالت رأيت كان عضوا من أعضاءك\r\nانقطع فوقع في حجري ، قال خيرا رأيت تلد فاطمة\r\nغلاما فاضعه في حجرك . وامامته ، فد ليلها\r\nالنص من أبيه وجده ووصية أخيه وامامته\r\nبعد وفاة أخيه ثابتة وطاعته للخلائق لازمة\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nوان لم يدع إلى نفسه للتقية التي كان عليها والهذبة\r\nبينه وبين معاوية ، فالتزم الوفاء . فلما مات معاوية\r\nوانقضت المدة كانت تمتع الحسين عليه السلام من الدعوة\r\nإلى نفسه أظهر امره بحسب الامكان وأبان عن حقه\r\nللجاهلين ودعى عليه السلام إلى الجهاد وشمر للقتال . *\r\nالفصل الرابع في وقت وفاته وموضع\r\nقبره عليه السلام . قتل يوم عاشوراء لعشر مضين من المحرم\r\nيوم السبت وروى أنه كان يوم الاثنين عند الزوال\r\nسنه 61 إحدى وستين بكربلاء ، قتله عمر بن سعد بن أبي\r\nوقاص عليه اللعنة ، وكان أميرا للجيش من قبل\r\nعبيد الله بن زياد بن أبيه لعنه الله ، وعبيد الله\r\nكان واليا على العراق من جهة يزيد بن معاوية لاخذ\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nالبيعة منه عليه السلام أو لقتله وجميع أصحاب الحسين عليه السلام\r\nكانوا اثنين وسبعين نفسا من بنى عبد المطلب ومن\r\nساير الناس منهم اثنان وثلاثون فارسا وأربعون\r\nراجلا قتلوا جميعا ثم حملوا بأجمعهم لعنهم الله .\r\nعلى قتل الحسين صلوات الله عليه وأمروا الرماة برميه\r\nفرموه بالسهام حتى صار عليه السلام كالقنفذ وجرحوه في\r\nبدنه ثلاثمأة وبضعة وعشرين موضعا بالريح والسيف\r\nوالنبل والحجارة حتى آل الامر إلى أن أحجم عليه السلام عنهم\r\nوضعف عن قتالهم ثم طعنه سنان بن انس النخعي برمحه\r\nفصرعه وابتداد إليه خولي بن يزيد الأصبحي ليجتز رأسه\r\nفارعد . فقال له شمر بن ذي الجوشن لعنه الله تع\r\nفتب الله في عضدك مالك ترعد ونزل إليه عن دابته\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nفذبحه كما يذبح الكبش عليهم لعنة الله . وعدة من\r\nقتل معه صلوات الله عليه من أهل بيته وعشيرته\r\nثماني عشر نفسا ، فمن أولاد أمير المؤمنين عليه السلام العباس ع\r\nوعبد الله ، وجعفر ، وعثمان ، وعبيد الله ،\r\nوأبو بكر ومن أولاد الحسين عليه السلام : على ، وعبد الله\r\nومن بنى الحسن عليه السلام القاسم ، وأبو بكر ، وعبد الله\r\nومن أولاد عبد الله بن جعفر بن أبي طالب ( رضي الله عنه )\r\nمحمد ، وعون ، ومن أولاد عقيل بن أبي طالب عبد الله\r\nوجعفر ، وعقيل ، وعبد الرحمن ، ومحمد بن أبي سعيد بن\r\nعقيل بن أبي طالب رضي الله عنه وهؤلاء ثماني عشرة\r\nنفسا من بني هاشم قتلوا معه وهم كلهم مدفونون\r\nمما يلي رجل الحسين عليه السلام في مشهده حفر لهم حفرة والقوا\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nجميعا فيها وسوى عليهم التراب الا العباس بن علي رضي الله عنه\r\nفإنه دفن في موضع مقتله على المسناة وقبره ظاهر\r\nوليس لقبور اخوته وأهله الذين سميناهم اثر وإنما يزودهم\r\nالزائر من عند قبر الحسين عليه السلام ويومى إلى الأرض الذي\r\nنحو رجله بالسلام وعلي بن الحسين عليهما السلام في جملتهم\r\nويقال انه أقربهم إلى الحسين عليه السلام فاما أصحاب الحسين ع\r\nالذين قتلوا معه من سائر الناس ، فإنهم دفنوا حوله\r\nوليس يعرف لهم اجداث على الحقيقة والتفصيل غير أنه\r\nلاشك في أن الحائر محيط بهم رضي الله عنهم وأرضاهم\r\nواما رأس الحسين عليه السلام فقال بعض أصحابنا\r\nانه رد إلى بدنه بكربلاء من الشام وضم إليه ،\r\nوقد وردت رواية بان الصادق عليه السلام لما بلغ الغري\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nومعه ابنه إسماعيل وجماعة من أصحابه نزل عن دابته\r\nفي موضع منها وصلى ركعتين ثم قال لإسماعيل قم\r\nوزر رأس أبى عبد الله عليه السلام فقال له بعض من كان ،\r\nيا بن رسول الله أليس رأسه عليه السلام بعث إلى الشام\r\nقال الصادق عليه السلام بلى الا ان فلانا من موالينا وسمى\r\nرجلا سرقه وجاء به إلى هذا الموضع ودفنه . * -\r\nعقبه عليه السلام جميعهم من على زين العابدين عليه السلام\r\nالفصل الخامس في عدد أولاده عليه السلام\r\nكان للحسين عليه السلام ستة أولاد : علي بن الحسين الأكبر\r\nالإمام عليه السلام أمه شهربانو بنت كسر بن يزدجرد ،\r\nوعلي بن الحسين الأصغر قتل مع أبيه عليه السلام بالطف من\r\nكربلاء أمه أم ليلى بنت أبي مرة بن عروة بن مسعود\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nالثقفية وجعفر بن الحسين ع أمه قضاعية ، وكان\r\nوفاته في حياة أبيه الحسين عليه السلام ، ولا بقية له .\r\nوعبد الله بن الحسين ع قتل مع أبيه صغيرا قد جاء به\r\nسهم وهو في حجر أبيه فذبحه وقد تقدم ذكره فيما مضى\r\nوسكينة بنت الحسين ع وأمها رباب بنت امرء القيس بن عدي\r\nوهي أم عبد الله بن الحسين أيضا وفاطمة بنت\r\nالحسين أمها أم إسحاق بنت طلحة بن عبيد الله تيمية\r\nالباب السادس\r\nفي ذكر الامام الرابع وهو علي بن الحسين عليه السلام ،\r\nخمسة فصول : الفصل الأول في اسمه\r\nوكنيته ولقبه عليه السلام . اسم الامام الرابع عليه السلام\r\nعلي بن الحسين ، وكنيته أبو محمد ، ويقال أيضا\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nأبو الحسن ، ولقبه زين العابدين ويقال أيضا\r\nسيد العابدين والسجاد وذو الثفنات وإنما لقب\r\nبه لان مساجده قد صارت كثفنة البعير من كثرة\r\nصلاته عليه السلام الفصل الثاني في وقت ولادته ع\r\nولد زين العابدين عليه السلام يوم الجمعة ، ويقال يوم الخميس\r\nفي النصف من جمادى الاخر سنه 38 ثمان وثلثين من الهجرة\r\nوكانت أمه شهربان بنت يزدجرد بن شهريار ملك فارس\r\nويقال ان اسمها كان شهربانو ، وكان أمير المؤمنين عليه السلام\r\nولى حريث بن جابر الحنفي جائيا من المشرق ، فبعث إليه\r\nبنتي يزدجرد بن شهريار كسرى وفى رواية كان الأسارى\r\nفي زمن عمر بن الخطاب وأراد بيعهما ، فقال علي عليه السلام\r\nليس البيع على أبناء الملوك فاختارت الحسين عليه السلام\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nوتزوجها ، وولادة زين العابدين عليه السلام بالمدينة\r\nالفصل الثالث في مبلغ عمره ع\r\nعن الزهري قال كنا عند جابر فدخل عليه الحسين فقال\r\nكنت عند رسول الله صلى الله عليه وآله إذ دخل عليه\r\nالحسين ع فضمه إلى صدره وقبله واقعده إلى جنبه ثم\r\nقال يولد لابني هذا ابن يقال له على إذا كان يوم القيامة\r\nنادى مناد من بطنان العرش ليقم سيد العابدين ،\r\nفيقوم فيه علي بن الحسين ع عاش سبعا وخمسين سنة\r\nالفصل الرابع في وقت وفاته ع :\r\nبقي مع جده أمير المؤمنين عليه السلام سنتين ، ومع عمه\r\nالحسن عليه السلام اثنتي عشرة سنته ، ومع أبيه ثلثا وعشرين\r\nسنة وبعد أبيه عشرين سنة ، وتوفى بالمدينة سنه 95\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nخمس وتسعين من عشر محرم الحرام ، وإقامته عشرون\r\nسنة ، ودفن بالبقيع مع عمه الحسن عليهما السلام .\r\nالفصل الخامس في أولاده ، قيل كان\r\nله تسعة أولاد ذكورا ولم يكن له أنثى : محمد الباقر ع\r\nوزيد الشهيد بالكوفة وعبد الله وعبيد الله والحسن\r\nوالحسين وعلى وعمر وفى رواية محدث الشام\r\nله خمسة عشر ولدا ، وقال رحمه الله فانظر إلى بركة\r\nالعدل بان جعل الله تبارك وتع الأئمة المهديين\r\nمن نسل الحسين ع من بنت كسرى دون سائر زوجاته\r\nوهذه الرواية في كتابه المسمى \" بكفاية الطالب \"\r\nالباب السابع\r\nفي ذكر الإمام محمد الباقر عليه السلام وفيه خمسة فصول\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nالفصل الأول في ذكر نسبه واسمه\r\nوكنيته هو باقر العلم وجامعه وشاعر العلم ورافعه\r\nواما نسبه أبا واما فأبوه الإمام علي بن الحسين ع\r\nوأمه فاطمة بنت الإمام الحسن بن علي ع وتدعى أم الحسن\r\nوقيل أم عبد الله واما اسمه فمحمد ، وكنيته أبو جعفر\r\nوله ثلاثة ألقاب باقر العلم ، والشاكر . والهادي\r\nوأشهرها الباقر وسمى بذلك لتبقره في العلم\r\nوهو توسعه فيه الفصل الثاني\r\nفي بعض مناقبه ، عن عطاء المكي قال ما رأيت\r\nالعلماء عند أحد أصغر منهم عند أبي جعفر محمد بن علي\r\nبن الحسين ، ولقد رأيت الحكم بن عيينة مع جلالته\r\nفي القوم بين يديه كأنه صبي بين يدي معلمه وكان\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\nجابر بن يزيد الجعفي إذا روى عن محمد بن علي شيئا قال\r\nحدثني وصى الأوصياء ووارث علم الأنبياء محمد بن\r\nعلي بن الحسين ع وعن أبي جعفر قال سمعت جابر بن\r\nعبد الله يقول أنت خير البرية وجدك سيد شباب\r\nأهل الجنة وجدتك سيدة نساء العالمين وقال امرني\r\nرسول الله صلى الله عليه وآله وسلم ان أقرءك السلام\r\nوالباقر ع قد ولد من هاشميين علوي من علويين صلوات\r\nالله عليه الفصل الثالث\r\nفي مقدار عمره ع ، عاش صلوات الله عليه سبعا\r\nوخمسين سنة مع جده الحسين أربعا ، ومع أبيه\r\nزين العابدين تسعا وثلثين سنة ، وكانت مدة إمامته\r\nثماني عشرة سنة يختلف إليه الخاص والعام ويأخذون\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nعنه معالم دينهم حتى صار في الناس علما يضرب به الأمثال\r\nوكان في أيام إمامته بقية ملك الوليد بن عبد الملك\r\nوملك سليمان بن عبد الملك ، وملك عمر بن عبد العزيز\r\nوملك يزيد بن عبد الملك ، وملك هشام بن عبد الملك\r\nوفى ملك هشام استشهد عليه السلام . *\r\nالفصل الرابع في وقت وفاته ع\r\nوفى موضع قبره ع توفى الباقر عليه السلام في ذي الحجة\r\nويقال في شهر ربيع الأول ويقال في شهر ربيع الاخر\r\nوالأول أشهر بالمدينة سنه 114 أربع عشرة ومائة\r\nودفن ببقيع الفرقد إلى جانب تربة أبيه زين العابدين\r\nوعمه الحسن بن علي عليهم السلام الفصل الخامس\r\nفي عدد أولاده ، عدد أولاد الباقر عليه السلام سبعة نفر :\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nأبو عبد الله جعفر الإمام عليه السلام وكان يكنى به ، وعبد الله\r\nأمهما أم فروة بنت القاسم بن محمد بن أبي بكر ، وإبراهيم\r\nوعبيد الله وبط أمهما أم حكيم بنت أسيد بن المغيرة\r\nالثقفية ، وعلى وزينب لام ولد وأم سلمة لام\r\nولد وقيل إن لأبي جعفر عليه السلام لم يكن من الإناث\r\nالا أم سلمة وان زينب كان اسمها والأول أصح *\r\nالباب الثامن\r\nفي ذكر الامام السادس وهو الصادق جعفر بن محمد\r\nعليه السلام خمسة فصول الفصل الأول في\r\nاسمه وكنيته ولقبه عليه السلام : اسمه جعفر بن محمد\r\nبن علي بن الحسين بن علي بن أبي طالب عليهم السلام\r\nوكنيته أبو عبد الله ولقبه الصادق . *\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\nالفصل الثاني في وقت ولادته عليه السلام\r\nولد الصادق عليه السلام بالمدينة يوم الجمعة عند طلوع الفجر\r\nويقال يوم الاثنين لثلث عشرة ليلة بقيت من شهر ربيع\r\nالأول سنه 80 ثمانين من الهجرة ، وكانت أمه أم فروة بنت\r\nالقاسم كما ذكرناه فيما تقدم الفصل الثالث\r\nفي مقدار عمره ، عاش صلوات الله عليه خمسا وستين\r\nسنة ، منها مع جده زين العابدين عليه السلام اثنتي عشرة سنة\r\nومع أبيه الباقر عليه السلام إحدى وثلثين سنة ، وكانت مدة إمامته\r\nأربعا وثلثين سنة . وقد نقل عنه الناس على اختلاف مذهبهم\r\nودياناتهم من العلوم ما سارت به الركبات وانتشر ذكره\r\nفي البلدان وقد جمع أسماء الرواة عنه كانوا أربعة آلاف\r\nرجل وكان في أيام إمامته بقية ملك هشام بن عبد الملك\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\nوملك الوليد بن يزيد ، ويزيد بن الوليد بن عبد الملك ،\r\nوملك إبراهيم بن الوليد ، وملك مروان بن محمد الحمار ، ثم\r\nصارت المسودة من أهل خراسان مع أبي مسلم سنه 132 اثنين\r\nوثلثين ومائة ، فملك أبو العباس عبد الله بن محمد بن علي بن\r\nعبد الله بن عباس المعروف بالسفاح أربع سنين وثمانية\r\nأشهر وأياما ، ثم ملك اخوه عبد الله المعروف بابى جعفر المنصور\r\nإحدى وعشرين سنة واحد عشر شهرا وأياما ، وبعد عشرين\r\nسنة من ملكه استشهد ولى الله الصادق جعفر بن محمد عليهما السلام\r\nالفصل الرابع في وقت وفاته وموضع قبره\r\nتوفى الصادق عليه السلام يوم الاثنين النصف من رجب ويقال\r\nتوفى في شوال سنه 148 ثمان وأربعين ومائة من الهجرة ، ودفن\r\nبالبقيع مع أبيه وجده علي بن الحسين بن علي ع وعمه\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nالحسن بن علي عليه وعليهم السلام الفصل الخامس\r\nفي عدد أولاده ، وكان لأبي عبد الله الصادق عشرة أولاد\r\nإسماعيل ، وعبد الله ، وأم فروة أمهم فاطمة بنت الحسن\r\nعلي بن الحسين بن علي بن أبي طالب عليهم السلام وموسى عليهم السلام واسحق\r\nومحمد لام ولد يقال لها حميدة البربرية ، وعباس وعلى\r\nوأسماء ، وفاطمة ، لأمهات أولاد شتى . * -\r\nالباب التاسع\r\nفي ذكر الامام السابع موسى بن جعفر عليهما السلام خمسة فصول\r\nالفصل الأول في اسمه وكنيته ولقبه\r\nاسم الإمام موسى بن جعفر ، وكنيته أبو الحسن ويقال له\r\nأبو الحسن الأول ويكنى أيضا بابى إبراهيم وأبى على\r\nولقبه الكاظم والعبد الصالح الفصل الثاني\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\nفي وقت ولادته ، ولد بالابواء موضع بين مكة والمدينة\r\nيوم الثلاثاء ، وفى رواية أخرى يوم الأحد لسبع ليال خلون\r\nمن صفر سنه 128 ثماني وعشرين ومائة من الهجرة ، وأمه\r\nحميدة البربرية أخت صالح البربري وكانت يكنى أم ولد\r\nالفصل الثالث في مقدار عمره\r\nعاش موسى عليه السلام خمسا وخمسين سنة ، منها مع أبيه الصادق ع\r\nعشرين سنة ، وكان محبوسا في أيام إمامته مدة طويلة\r\nمن جهة الرشيد عشر سنين وشهرا وأياما ثم ملك بن\r\nالمهدى موسى بن محمد المعروف بالهادي سند وشهرا\r\nوأياما ، ثم ملك هارون بن محمد المعروف بالرشيد ثلثا\r\nوعشرين سنة وشهرين وسبعة عشر يوما وبعد مضى\r\nخمس عشرة سنة من ملك استشهد ولى الله موسى عليه السلام\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\nالفصل الرابع في وقت وفاته وموضع\r\nقبره ع ، توفى ببغداد يوم الجمعة لخمس بقين من رجب سنه 183\r\nثلث وثمانين ومائة مسموما ومظلوما على الصحيح من الاخبار\r\nفي حبس السندي بن شاهك سقاه السم السندي بأمر الرشيد\r\nودفن عليه السلام في الجانب الغربي في المقبرة المعروفة بمقابر قريش\r\nالفصل الخامس في عدد أولاده ع\r\nوكان لأبي الحسن موسى عليه السلام سبعة وثلاثون ولدا ذكر أو أنثى\r\nمنهم علي بن موسى الرضا عليه السلام ، وإبراهيم ، والعباس ، والقاسم\r\nلأمهات أولاد ، وإسماعيل ، وجعفر ، وهارون ، والحسن\r\nلام ولد ، واحمد ، ومحمد ، وحمزة ، لام ولد ، وعبد الله\r\nوإسحاق ، وعبيد الله ، وزيد ، والحسن ، والفضل ،\r\nوسليمان لأمهات أولاد ، وفاطمة الكبرى ، وفاطمة الصغرى\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nورقية ، وحكيمة ، وأم أبيها ، ورقية الصغرى ، وكلثم ،\r\nوأم جعفر ، ولبابة ، وزينب ، وخديجة ، وعلية\r\nوآمنة ، وحسنة ، وبريهة ، وعايشة ، وأم سلمة\r\nوميمونة وأم كلثوم . * -\r\nالباب العاشر\r\nفي ذكر الامام الثامن وهو علي بن موسى الرضا عليه السلام\r\nخمسة فصول الفصل الأول في اسمه\r\nولقبه وكنيته ع ، اسم الامام الثامن علي بن موسى\r\nبن جعفر ، وكنيته أبو الحسن ، ولقبه الرضا عليه السلام\r\nويقال له أبو الحسن الثاني الفصل الثاني\r\nفي وقت ولادته ع ، ولد يوم الجمعة ، ويقال يوم الخميس\r\nلاحدى عشر ليلا خلت من ذي القعدة سنه 148 ثمان وأربعين\r\nو ","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nومائة من الهجرة ، وأمه أم ولد يقال لها أم البنين ، وكان\r\nاسمها سكن النوبية ويقال خيزران المرسية ويقال\r\nشهدة والأصح خيزران الفصل الثالث\r\nفي مقدار عمره عليه السلام ، عاش الرضا عليه السلام خمسا وخمسين سنة\r\nوكان عليه السلام مع أبيه موسى بن جعفر عليهم السلام خمسا وثلثين سنة\r\nولم يعاصر جده الصادق عليه السلام لأنه مات قبل ولادة الرضا ع\r\nبأشهر ، وقد روى أن الرضا عليه السلام ولد بعد مضى الصادق\r\nعليه السلام بأربع سنين ، وان عمره كان تسعا وأربعين سنة\r\nوستة أشهر ، والأشهر هو الأول ، وكان مدة إمامته ع\r\nعشرين سنة ، وكان في أيام إمامته بقية ملك الرشيد\r\nثم ملك بعد الرشيد ابنه محمد المعروف بالأمين وهو\r\nابن زبيدة ثلاثة سنين وخمسة وعشرين يوما ، ثم\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\nخلع الأمين وحبس واجلس عمه إبراهيم بن شكله أربعة\r\nعشر يوما ثم اخرج محمد بن زبيدة من الحبس وبويع له ثانية\r\nوجلس في الملك سنة وستة أشهر وثلاثة وعشرين يوما\r\nثم ملك عبد الله بن هارون المأمون عشرين سنة وثلاثة\r\nوعشرين يوما ، فاخذ البيعة في ملكه لعلي بن موسى الرضا عليهما السلام\r\nبعهد المسلمين من غير رضاه ثم غدر به فقتله بالسم بطوس\r\nمن ارض خراسان ، فمضى إلى كرامة الله صلوات الله عليه\r\nالفصل الرابع في وقت وفاته وموضع\r\nقبره ع ، وكان وفاة الرضا عليه السلام يوم الاثنين لثلث ليال\r\nبقين من صفر سنه 203 ثلث ومأتين من الهجرة ، ويقال :\r\nتوفى في شهر رمضان ، والأول هو الأصح ، ومضى عليه السلام\r\nمسموما مظلوما من قبل المأمون كما قدمنا ذكره ، ثم\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nدفنه في دار حميد بن قحطبة الطائي في قرية يقال لها\r\nسناباد على دعوة من نوقان بأرض طوس ، وفيها قبر\r\nهارون الرشيد ، وقبر الرضا عليه السلام بين يديه في قبلته\r\nالفصل الخامس في ذكر ولده عليه السلام\r\nلم يترك الرضا عليه السلام ولدا الا ابنه الامام أبا جعفر محمد بن\r\nعلي عليه السلام ، وكان سنه يوم وفاة أبيه سبع سنين وشهرا\r\nوأمه أم ولد يقال لها سبيكة . * -\r\nالباب الحادي عشر\r\nفي ذكر الامام التاسع ، وهو التقى محمد بن علي الرضا\r\nعليهما السلام خمسة فصول الفصل الأول\r\nفي اسمه وكنيته ولقبه ع ، اسم الامام التاسع محمد\r\nوكنيته أبو جعفر وربما يقال له أبو جعفر الثاني\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nولقبه التقى ، والمنتجب ، والمرتضى ، عليه السلام\r\nالفصل الثاني في وقت ولادته ع :\r\nولد عليه السلام بالمدينة ليلة الجمعة لسبع عشر ليلة\r\nخلت من شهر رمضان ، ويقال للنصف منه ،\r\nوفى رواية أخرى انه ولد يوم الجمعة لعشر ليال خلون\r\nمن رجب سنه 195 خمس وتسعين ومائة ، وكانت أمه\r\nأم ولد ، اسمها درة فسماها الرضا عليه السلام خيزران\r\nوكانت من أهل بيت مارية القبطية ، ويقال ان\r\nأمه نوبة واسمها سبيكة الفصل الثالث\r\nفي مقدار عمره ع ، عاش عليه السلام خمسا وعشرين سنة\r\nمع أبيه الرضا عليه السلام سبع سنين وأشهرا ، وكانت\r\nمدة خلافته لأبيه وامامته من بعده سبع عشرة سنة\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\nوكان المأمون مشعوفا بابى جعفر عليه السلام لما قد رأى من\r\nفضله مع صغر سنه وبلوغه في العلم والحكمة والأدب\r\nوكمال العقل ما لم يساره فيه أحد من أهل ذلك الزمان\r\nفزوجه بابنته أم الفضل وحملها معه إلى المدينة\r\nوكان متوفرا على الكرامة وتعظيمه واجلاله قدره\r\nوكان في أيام إمامته عليه السلام بقية ملك المأمون ثم ملك\r\nالمعتصم ثماني سنين وأشهرا وهو الذي بنى مدينة سر من رأى\r\nوجلب الأتراك ، وفى أول ملكه استشهد ولى الله\r\nصلوات الله عليه الفصل الرابع\r\nفي وقت وفاته وموضع قبره عليه السلام ، توفى أبو جعفر الثاني\r\nعليه السلام ببغداد في ذي القعدة سنه 220 عشرين ومأتين ،\r\nودفن في مقابر قريش في ظهر جده أبى الحسن موسى بن جعفر عليهما السلام\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nالفصل الخامس في عدد أولاده ع\r\nوكان لأبي جعفر عليه السلام من الأولاد على الإمام عليه السلام ،\r\nوموسى ، ولم يخلف ذكر غيرهما ، ومن البنات حكيمة\r\nوخديجة ، وأم كلثوم ويقال ان له من البنات\r\nغير من ذكرناه ، فاطمة ، وامامة . *\r\nالباب الثاني عشر\r\nفي ذكر الامام العاشر وهو النقي علي بن محمد عليه السلام\r\nخمسة فصول الفصل الأول في اسمه\r\nوكنيته ولقبه عليه السلام ، اسم الامام العاشر علي عليه السلام\r\nوكنيته أبو الحسن ، وربما يقال له أبو الحسن الثالث\r\nولقبه النقي ، والعالم ، والفقيه ، والأمين ،\r\nويقال له العسكري ، والدليل ، والنجيب أيضا . *\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nالفصل الثاني في وقت ولادته عليه السلام :\r\nولد ع بصريا من مدينة الرسول صلوات الله عليه وآله\r\nيوم الثلاثاء في رجب ويقال في النصف من ذي الحجة\r\nويقال ولد لليلة بقين منه سنه 212 اثنتي عشرة ومأتين\r\nمن الهجرة ، وكانت أمه أم ولد يقال لها سمانة\r\nالفصل الثالث في مقدار عمره ع\r\nعاش عليه السلام إحدى وأربعين سنة وسبعة أشهر مع أبيه\r\nأبى جعفر عليه السلام ثماني سنين ، وكانت مدة إمامته ثلثا\r\nوثلثين سنة وأشهرا ، وكانت في أيام إمامته بقية\r\nملك المعتصم ثم ملك الواثق خمس سنين وتسعة\r\nأشهر ثم ملك المتوكل أربع عشرة سنة ثم ملك ابنه\r\nالمنتصر بن المتوكل ستة أشهر ثم ملك أحمد بن محمد بن\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\nالمعتصم المستعين وتسعة أشهر ثم ملك الزبير بن المتوكل\r\nوهو المعتز ثماني سنين وستة أشهر ، وفى آخر ملكه\r\nاستشهد ولى الله علي بن محمد عليه السلام الفصل الرابع\r\nفي وقت وفاته وموضع قبره ع ، توفى علي بن محمد عليه السلام يوم\r\nالاثنين بسر من رأى لثلث ليال خلون من رجب سنه 254\r\nأربع وخمسين ومأتين من الهجرة ، وكان سبب شخوصه\r\nمن المدينة إلى سر من رأى استدعاء المتوكل إياه ،\r\nودفن عليه السلام في داره بسر من رأى الفصل الخامس\r\nفي عدد أولاد عليه السلام ، وكان لأبي الحسن عليه السلام خمسة أولاد\r\nأبو محمد الحسن الإمام عليه السلام ، والحسين ، ومحمد ، وجعفر\r\nالمعروف بجعفر الكذاب المدعى للإمامة الملقب :\r\nبزق الخمر ، وابنته عائشة . * -\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nالباب الثالث عشر\r\nفي ذكر الامام الحادي عشر وهو الزكي الحسن بن علي العسكري\r\nعليهما السلام خمسة فصول الفصل الأول في اسمه\r\nوكنيته ولقبه ع ، اسم الامام الحادي عشر الحسن بن علي\r\nبن محمد بن علي الرضا عليهم السلام . وكنيته أبو محمد ، ولقبه\r\nالهادي ، والسراج ، والعسكري ، وكان عليه السلام وأبوه\r\nعلي بن محمد وجده محمد بن علي كل واحد منهم يعرف في زمانه\r\nبابن الرضا الفصل الثاني في وقت ولادته\r\nولد بالمدينة يوم الجمعة لثمان خلون من شهر ربيع\r\nالأول ، ويقال ولد في شهر ربيع الاخر سنه 232 اثنتين\r\nوثلثين ومأتين من الهجرة وأمه أم ولد يقال لها حدث\r\nالفصل الثالث في مقدار عمره ع\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\nعاش عليه السلام ثمانيا وعشرين سنة اثنتين وعشرين سنة\r\nمع أبيه علي بن محمد عليهم السلام ، وكانت مدة إمامته ست سنين\r\nوكان في سنى إمامته بقية ملك المعتز أشهرا ثم\r\nملك المهتدى يومين ثم ملك المقتدى أحد عشر شهرا\r\nوثمانية عشر يوما ثم ملك احمد المعتمد بن جعفر المتوكل\r\nثلثا وعشرين سنة واحد عشر شهرا وبعد مضى خمسين\r\nمن ملكه قبض الله تع إليه الحسن بن علي عليهما السلام . *\r\nالفصل الرابع في وقت وفاته\r\nوموضع قبره ع . مضى الحسن بن علي عليهما السلام يوم الجمعة\r\nلثمان ليال خلون من شهر ربيع الأول سنه 260 ستين\r\nومأتين بسر من رأى ، ودفن في داره بها في البيت الذي\r\nدفن فيه أبوه عليهما السلام وقال قوم من أصحابنا ان أبا محمد\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\nالحسن بن علي العسكري عليه السلام مضى مسموما ، وكذلك\r\nأبوه علي بن محمد وجده محمد بن علي والصادق والباقر\r\nوزين العابدين عليهم السلام ، خرجوا أيضا من الدنيا مسمومين\r\nواستدلوا على صحة ذلك بما روى عن الصادق عليه السلام\r\nوعن الرضا عليه السلام أيضا من قولها : والله ما منا الا\r\nشهيد مقتول ولم يثبت بصحة ما قالوه دليل قاطع\r\nولا يثبت عنهم عليهم السلام فيه رواية توجب العلم والله أعلم\r\nبذلك الفصل الخامس\r\nفي ذكر ولده عليه السلام ، اما الحسن بن علي العسكري عليه السلام\r\nفلم يكن له ولد سوى صاحب الزمان عليه الصلاة والسلام\r\nولم يخلف ولدا ع غيره ظاهرا وباطنا ، وإنما خلفه عليه السلام\r\nغائبا مستترا وخائفا منتظرا لدولة الحق ، وكان عليه السلام\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nقد اخفى مولده وستر امره لصعوبة الوقت وشدة طلب\r\nسلطان الزمان له واجتهاده في البحث عن امره ولما\r\nشاع من مذهب الشيعة الإمامية فيه وعرف\r\nمن انتظارهم له ، فلم يظهر ولده عليهما السلام في حياته الا\r\nلجماعة من الثقات وأهل الأمانة من شيعته ولا عرفه الجمهور\r\nبعد وفاته الا من اختص به على ما سنذكره انشاء الله\r\nالباب الرابع عشر\r\nفي ذكر الإمام الثاني عشر وهو القائم المهدى\r\nعليه وعلى ابائه الصلاة والسلام خمسة فصول\r\nالفصل الأول في اسمه وكنيته\r\nولقبه عليه السلام : الإمام الثاني عشر صلوات الله\r\nعليه اسمه اسم رسول الله صلى الله عليه وآله\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nوكنيته كنية رسول الله صلى الله عليه وآله ، ولا يحل\r\nلاحد ان يسميه باسمه ولا ان يكنى بكنيته قبل خروجه\r\nمن الغيبة لما قد ورد النهى عن ذلك ، وإنما يعتبر عنه ع\r\nبأحد ألقابه ، ومن ألقابه صلوات الله عليه المختصة\r\nبه الحجة ، والقائم ، والمهدى ، والخلف الصالح\r\nوصاحب الزمان ، والمنتظر ، وقد عبر عنه وعن\r\nحسبته عليه السلام بالناحية المقدسة الفصل\r\nالثاني في وقت ولادته ع ، ولد عليه السلام بسر من رأى\r\nليلة النصف من شعبان قبل طلوع الفجر سنه 255 خمس\r\nوخمسين ومأتين من الهجرة قد اتاه الله سبحانه في حال\r\nالطفولية والصبي الحكمة وفصل الخطاب كما اتاهما\r\nيحيى صبيا وجعله إماما وهو طفل قد اتى عليه خمس سنين\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nكما جعل عيسى بن مريم عليه السلام في المهد نبيا ، وقد سبق النص\r\nعليه في ملة الاسلام من النبي صلى الله عليه وآله ثم\r\nمن أمير المؤمنين علي بن أبي طالب عليه السلام من الأئمة الطاهرين\r\nعليهم السلام واحدا بعد واحد إلى ابنه الحسن عليه السلام ونص عليه\r\nأبوه عليه السلام عند ثقاته وشيعته والنصوص عليه صلوات\r\nالله عليه متواترة على وجه لا يتخالج فيها الشك\r\nلاحد انصف من نفسه لا يحتمل ذكرها هيهنا ،\r\nوكانت أمه عليه السلام أم ولد ، اسمها نرجس وهي بنت\r\nليشوعا بن قيصر ملك الروم من أولاد الحواريين من\r\nقبل الامام وكان اسمها عند أبيها مليكة ولها قصة\r\nعجيبة لا يسعها هذا الكتاب الفصل الثالث\r\nفي تفصيل ما مضى من عمره عليه السلام وذكر طرف من العلامات\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nالكائنة قبل خروجه والإشارة إلى شئ من سيره بعد قيامه\r\nمقدار ما مضى من عمر صاحب الزمان صلوات الله عليه\r\nمأتان وأربع وخمسون سنة لأنه ولد سنه 255 خمس\r\nوخمسين ومأتين وتاريخ اليوم سنة 509 تسع وخمسمائة\r\nوكان منها مع أبيه أبى محمد عليه السلام خمس سنين يعرضه\r\nفيها كل وقت وحين على خواصه وامنائه الموثوق\r\nبهم من الشيعة الإمامية لزوال الشبهة وحصول\r\nاليقين لهم وانتشار الخبر بوجود صاحب الامر صلوات الله عليه\r\nوفيهم قد عرضه عليه السلام في مجلس واحد على أربعين نفسا\r\nمنهم حتى حصل لهم العلم بوجوده عينه وتحققوه\r\nوشاهد وامنه الآيات والبراهين ، فظلت أعناقهم\r\nلها خاضعين ، فلما قبض أبو محمد عليه السلام وهو ابن\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\nخمس سنين ، ثار جعفر بن علي أخو أبى محمد وجاء بظاهر\r\nتركة أخيه عليه السلام ، وسعى في حبس جواري أبى محمد عليه السلام\r\nواعتقال حلائله وشيع على أصحابه وأمصارهم\r\nولده وقطعهم بوجوده والقول بإمامته وأغير\r\nبالقوم حتى أخافهم وشورهم وجرى على مخلفي أبى محمد\r\nعليه السلام بسبب ذلك أمر عظيم من حبس وتهديد\r\nواستخفاف وذل ، فلم يظفر السلطان منهم بطائل\r\nثم جاء إلى الشيعة الإمامية ، واجتهد في الصيام\r\nعندهم مقام أخيه أبى محمد عليه السلام فلم يقبل أحد منهم\r\nذلك ولا اعتقد فيه ما دام وتعرض له ، مضى إلى\r\nسلطان الوقت والشمس مرتبة أخيه وبذل مالا\r\nجليلا وتقرب بكل ما ظن أنه يتقرب به فلم ينتفع\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nبشئ من ذلك ولجعفر اخبار كثيرة في هذا المعنى لا يحتملها\r\nهذا الموضع واما غيبته صلوات الله عليه\r\nفقد تواترت الاخبار بها قبل ولادته واستفاضت\r\nبدولته قبل غيبته وهو صاحب السيف من أئمة\r\nالهدى عليهم السلام ، والمنتظر لدولة الايمان ، والقائم بالحق\r\nوله قبل قيامه غيبتان إحديهما أطول من الأخرى\r\nكما جاءت به الاخبار عن آبائه الصادقين عليهم السلام ،\r\nفاما الغيبة الصغرى ، فمنذ ولد صلوات الله عليه\r\nإلى أن قطعت السفارة بينه وبين شيعته\r\nوعدم السفراء بالوفاة ، واما الطولى فهي بعد الأولى\r\nوفى آخرهما يقوم بالسيف صلوات الله عليه ، وكان\r\nمدة غيبة الأولى وهي زمان السفارة أربعا وسبعين سنة\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nمنها خمس سنين مع أبيه عليه السلام وتسع وستون سنة\r\nبعد أبيه قد كان يعرف فيها اخباره ويقتفى آثاره\r\nويهتدى إليه بوجود سفير بينه وبينهم وباب قد\r\nدل الدليل القاطع على صدقه وصحة بابيته\r\nوسفارته وهي المعجزة التي كانت تظهر على يد كل واحد من\r\nالأبواب ، وعدد الأبواب وهم السفراء أربعة :\r\nأولهم أبو عمر وعثمان بن سعيد العمرى رضي الله عنه\r\nوارضاه وكان أسديا وكان يتجر في السمن\r\nومن اجل ذلك قيل له السمان ، وكان رضي الله عنه\r\nبابا وثقه لأبيه وجده علي بن محمد عليهم السلام من قبل\r\nثم تولى البابية من قبل صاحب الامر عليه السلام ،\r\nوظهرت المعجزات الكثيرة على يديه من قبله عليه السلام\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\nوعلى أيدي الباقين من السفراء رضي الله عنهم بعد والسيل\r\nوالليل وكذلك يخرج على أيديهم التوقيعات وجوابات\r\nمسائل الشيعة وتصل على أيديهم أيضا الأخماس والصدقات\r\nإلى صاحب الامر عليه السلام لتفرقها في أهلها ويضعها في\r\nمواضعها على هذا ، مضى لسبيله أبو عمر وعثمان بن\r\nسعيد رضي الله عنه ثم قام ابنه أبو جعفر محمد بن\r\nعثمان مقامه بنص أبى محمد عليه السلام ونص أبيه عثمان\r\nعليه بأمر صاحب الزمان عليه السلام وسد مسده في جميع\r\nما ينط به وفوض إليه القيام بذلك ، ثم مضى\r\nعلى منهاج أبيه رضي الله عنهما في جمادى الاخر سنه 305\r\nخمس وثلاثمائة ، ويقال سنه 304 أربع وثلاثمائة ،\r\nثم قام مقامه أبو القاسم الحسين بن روح من بنى\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\nنوبخت بنص أبى جعفر محمد بن عثمان عليه واقامه\r\nمقام نفسه بأمر الإمام عليه السلام ، وعاش رضي الله عنه\r\nسفيرا كما قد ذكرناه إحدى وعشرين سنة ، ومات رضي الله عنه\r\nفي شعبان سنه 326 ست وعشرين وثلاثمائة ، وقام\r\nمقامه أبو الحسن علي بن محمد السمرى بنص أبى القاسم\r\nالحسين بن روح عليه ووصيه إليه رضي الله عنه\r\nوقام بالامر على منهاج من مضى وتقدم عليه من الأبواب\r\nالثلاثة ، وعلى ذلك أربع سنين ، فلما استكمل أيامه\r\nوقرب اجله اخرج إلى الناس توقيعا نسخة : *\r\nبسم الله الرحمن الرحيم ، يا علي بن محمد السمرى ،\r\nأعظم الله اجر إخوانك فيك فإنك ميت ما بينك\r\nوبين ستة أيام فاجمع امرك ولا توص على أحد يقوم\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\nمقامك بعد وفاتك فقد وقعت الغيبة التامة\r\nفلا ظهور الا بعد اذن الله تع ذكره وذلك بعد طول\r\nالأمد وقسوة القلب وامتلاء الأرض جورا ، وسيأتي\r\nشيعتي من يدعى المشاهدة ، الا فمن ادعى المشاهدة\r\nقبل خروج السفياني والصيحة فهو كذاب مفتر ولا\r\nحول ولا قوة الا بالله العلي العظيم ، فانشخوا هذا\r\nالتوقيع وخرجوا من عنده ، فلما كان اليوم السادس\r\nعادوا إليه وهو يجود بنفسه ، فقيل له من وصيك ؟\r\nفقال لله أمر هو بالغه وقبض ، فهذا آخر كلام سمع\r\nمنه رضي الله عنه ، وكان وفاته في سنه 329 تسع وعشرين\r\nوثلاثمائة ، ووقعت بعد مضى السمرى الغيبة الثانية\r\nوهي أطولها وأئمتها وقد اتى عليها ومضى منها إلى هذا التاريخ\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nوهو سنه 509 تسع وخمسمائة كما قد ذكرناه فيما تقدم مأة\r\nوثمانون سنة ، ولم يوقت لاحد غايتها ولا نهايتها ،\r\nفمن عين لذلك وقتا فقد افترى كذبا وزورا الا انه قد\r\nجاءت الآثار بذكر علامات لزمان قيامه عليهم السلام وحوادث\r\nيكون امام خروجه ، فمنها : خروج السفياني ، وقتل\r\nالحسنى ، واختلاف بنى العباس في ملك ، وكسوف\r\nالشمس في النصف من شهر رمضان ، وخسوف القمر\r\nفي آخره على خلاف العادات ، وخسف البيداء ،\r\nوخسف بالمشرق ، وركود الشمس عند الزوال إلى وقت\r\nالعصر وطلوعها من المغرب ، وقتل نفس زكية بظهر الكوفة\r\nفي سبعين من الصالحين ، وذبح رجل هاشمي بين\r\nالركن والمقام ، واقبال رايات سود من قبل خراسان\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\nوخروج اليماني ، وظهور المغربي بمصر وتملكه الثامات ،\r\nونزول الترك الجزيرة ، ونزول الروم الرملة ، وطلوع\r\nنجم بالمشرق يضيئ كما يضئ القمر ثم ينعطف حتى يكاد\r\nيلتقى طرفاه ، وحمرة تظهر في السماء وتنشر في آفاقها\r\nونار تظهر بالمشرق طولا ويبقى في الجو ثلاثة أيام أو سبعة\r\nأيام ، وخلع العرب أعنتها وتملكها البلاد ،\r\nوخروجها عن سلطان العجم ، وقتل أهل مصر أميرهم\r\nوخراب الشام ، ودخول رايات قيس إلى مصر ، ورايات\r\nكندة إلى خراسان . وورود خيل من المغرب حتى تربط\r\nبفناء الحيرة . واقبال رايات سود من المشرف نحوها ،\r\nوشق في الفرات حتى يدخل الماء أزقة الكوفة ، وخروج\r\nستين كذابا كلهم يدعى النبوة . وخروج اثنى عشر من\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\nآل أبي طالب كلهم يدعى الإمامة لنفسه ، وعقد الجسر مما\r\nيلي الكرخ بمدينة بغداد ، وارتفاع ريح سوداء بها في\r\nأول النهار ، وزلزلة حتى يخسف كثير منها ، وخوف\r\nأهل العراق ، وموت ذريع فيه ، ونقص من الأموال\r\nوالأنفس والثمرات ، وجراد يظهر في أوانه وفى غير أوانه\r\nحتى يأتي على الزرع والغلات ، وقلة ريع لما يزرعه الناس\r\nواختلاف صنفين من العجم ، وسفك دماء كثيرة فيما\r\nبينهم ، وخروج العبيد عن طاعة ساداتهم وقتلهم مواليهم\r\nومسخ لقوم من أهل البدع حتى يصيروا قردة وخنازير\r\nونداء يسمعه أهل الأرض كل أهل لغة بلغتهم ، فقيل\r\nله . أعني الرضا عليه السلام أي نداء هو قال : ينادون في رجب\r\nثلاثة أصوات ، صوت ، الا لعنة الله على الظالمين\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\nوالصوت الثاني : أزفت الآزفة يا معشر المؤمنين ، والصوت\r\nالثالث : يرون بدنا بارزا نحو عين الشمس يقول : ان الله\r\nبعث فلانا فاسمعوا وأطيعوا ، فعند ذلك يأتي الناس الفرج\r\nوتود الأموات ان كانوا احياء ويشفى الله ويشف صدور\r\nقوم مؤمنين ، وموت احمر ، وموت ابيض ، والموت\r\nالأحمر السيف ، والأبيض الطاعون ، وخروج رجل\r\nبقزوين اسمه اسم النبي يسرع الناس إلى طاعته المشرك\r\nوالمؤمن يملا الجبال خوفا ، وهدم حائط مسجد الكوفة\r\nمؤخذ مما يلي دار عبد الله بن مسعود ، ومنا ينادى\r\nباسم القائم عليه السلام ليلة ثلث وعشرين من شهر رمضان\r\nفيسمع ما بين المشرق إلى المغرب فلا يبقى راقد إلا قام ،\r\nولا قائم الا قعد ولا قاعد إلا قام على رجليه من ذلك\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n( في علائم ظهور الإمام القائم المهدى عجل الله فرجه ) *\r\nالصوت وهو صوت جبرئيل عليه السلام الروح الأمين ، وأموات\r\nينشرون من القبور حتى يرجعوا إلى الدنيا فيتعارفون\r\nويتزاورون ثم يختم ذلك بأربع وعشرين مطرة يتصل ،\r\nفتحنا بها الأرض من بعدها وتعرف بركاتها وتزول\r\nبعد ذلك كل عاهة عن معتقدي الحق من شيعة المهدي عليه السلام\r\nفتعرفون عند ذلك ظهوره بمكة فيتوجهون نحوه\r\nلنصرته كما جاءت بذلك الآثار . فمن جملة هذه الاحداث\r\nمحتومة ، ومنها مشترطة والله أعلم بما يكون ، وإنما ذكرناها\r\nعلى حسب ما ثبتت في الأصول وجائت الاخبار عنهم عليهم السلام :\r\nان صاحب الزمان عليه السلام يخرج في وتر من السنين تسع أوسع\r\nأو خمس أو ثلث أو إحدى . ويقوم عليه السلام يوم السبت يوم عاشوراء\r\nوإذا قام عليه السلام اتى المؤمن في قبره فيقال له . انه قد ظهر صاحبك\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nفان يشأ ان تلحق به فالحق وان يشأ يقيم في كريمة ربك ،\r\nفأقم به ويبايعه بين الركن والمقام ثلاثمائة وثلث عشر\r\nعدة أهل بدر من النجباء والابدال والأخيار ، كلهم شاب\r\nلا كهل فيهم ، ثم يصير إليه شيعته من أطراف الأرض\r\nتطوى لهم طيا حتى يبايعوه ، ويكون دار ملكه الكوفة وأكثر\r\nمقامه صلوات الله عليه بها ، ويأمر بحفر نهر من ظهر مشهد\r\nالحسين عليه السلام يجرى إلى الغري حتى تنزل الماء في النجف ويعمل\r\nعلى فوهته القناطر والأرجاء يطحن فيها بلا كراء ، ويبنى\r\nفي ظهر الكوفة مسجد اله الف باب ، ويتصل بيوت أهل الكوفة\r\nبنهر كربلاء ، ويعمر الرجل حتى يولد له الف ذكر لا يولد\r\nفيهم ، وتظهر الأرض كنوزها حتى يراها الناس على وجهها\r\nويطلب الرجل منهم من يصله ماله ، ويأخذ زكاته فلا يجد\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\nأحدا يقبل منه ذلك استغناء بما رزقهم الله من فضله\r\nوحليته ونعته عليه السلام : أنه يكون شابا مربوعا\r\nحسن الوجه حسن الشعر يسبل شعره على منكبيه ،\r\nويعلو نور وجهه سواد شعر لحيته ورأسه ، وسيرته\r\nصلوات الله عليه ان يدعو الناس إلى الاسلام جديدا\r\nوهداهم إلى أمر قد دثر وضل عنه الجمهور ويحكم بالعدل\r\nويرتفع في أيامه الجور ، وآمنت به السبل ، وتخرج\r\nالأرض بركاتها ، ويرد كل حق إلى أهله ، ولا يبقى أهل\r\nدين الا وهو يظهر الاسلام ويعترف بالايمان ، ويحكم عليه السلام\r\nفي الناس بحكم داود وحكم محمد عليهم السلام ، ويسير عليه السلام إلى الكوفة\r\nفهدم بها أربعة مساجد ، ولا يبقى على وجه الأرض مسجد له\r\nشرف الا هدمها ، وجعل المساجد كلها جمالا شرفة لها\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\nويكسر كل جناح خارج في الطريق ، ويبطل الكنف والمواريب\r\nإلى الطرفات ، ولا يترك بدعة الا أزالها ، ولا سنة الا أقامها\r\nويفتح قسطنطنية والصين وجبال الديلم ، واما\r\nمقدار ملكه عليه السلام ، فقد روى عن الباقر عليه السلام\r\nانه يملك ثلاثمائة وتسع سنين كما لبث أهل الكهف\r\nفي كهفهم ، يملأ الأرض عدلا وقسطا كما ملئت ظلما وجورا\r\nويفتح الله له شرق الأرض وغربها ويقتل الناس حتى لا يبقى\r\nالا دين محمد صلوات الله عليه وآله تمام الخبر ثم يتوجه\r\nإلى الكوفة فينزلها وتكون دار ملكه كما قدمنا ذكره\r\nالفصل الرابع في الإشارة إلى وقت\r\nوفاته عليه السلام ، وقت وفاته ع يكون قبل القيامة بأربعين\r\nيوما يكون يكون فيها الفرج ، وعلامة خروج الا موت\r\nو ","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\nقيام الساعة للحساب والجزاء ، ويغلق باب التوبة ،\r\nويسقط التكليف ، فلا ينفع نفسا ايمانها لم يكن آمنت\r\nمن قبل الفصل الخامس في ذكر ولده ع\r\nواما الولد لصاحب الزمان عليه السلام ، فقد وردت الروايات\r\nعنهم عليهم السلام بأنه يولد له الأولاد ، وغير ممتنع أن يكون له في\r\nهذا الوقت أهل وولد ، وجايز أن يكون ذلك بعد خروجه\r\nوفى أيام دولته ولا قطع على أحد الامرين والله أعلم .\r\nقد وفينا بما وعدنا به في أول هذا المختصر من تضمين كل\r\nفصل ما يليق به ، والإشارة إلى شئ من النكت والطرف\r\nعلى وجه الاجمال وتجنبا في ذلك الاهمال ، ولم نأت بشئ\r\nمن الأسانيد فيه طلبا للاختصار ولشهرته بين الأصحاب\r\nنسئل الله تع ان يجعله خالصا لوجهه ومقربا من ثوابه\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\nورحمته ، وان يحشرنا في زمرة المصطفى ص وعترته ، انه\r\nخير المسؤولين وارحم الراحمين ، ونحمده على ما وفق ويسر\r\nونسئله الصلاة على نبينا محمد عليه التحية والسلام\r\nوالمنتجبين الطيبين الطاهرين من أهل بيته ، وهو\r\nحسبنا ونعم الوكيل\r\nتمت كتاب تاج المواليد ، قد قابلت مع النسخة التي كانت\r\nعندي لقدر الامكان والطاقة الا ما زاغ عنه النظر وخسأ\r\nعنه البصر في يوم عاشوراء سنه 1088 ثمان وثمانين بعد الألف\r\nفي قصبة قرميسين المعروف بكرمانشاهان صانها الله من الحدثان وانا الأقل ابن جابر محمد\r\nغفر الله ذنوبهما\r\nكتبة أقل العباد عبد الرحيم الأفشاري الزنجاني 1397\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79}
  ]