[
  {"content":"\r\nالمعجم الصغير للطبراني\r\nللحافظ أبي القاسم سليمان بن أحمد بن أيوب اللخمي الطبراني\r\nالمتوفي سنة 360 ه‍\r\nالجزء الثاني\r\nدار الكتب العلمية\r\nبيروت - لبنان\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nباب الميم\r\nمن اسمه محمد\r\nحدثنا محمد بن أحمد بن النضر الأزدي بن بنت معاوية بن عمرو حدثنا\r\nبن غسان مالك بن إسماعيل النهدي حدثنا أسباط بن نصر عن السدى\r\nعن صبيح مولى أم سلمة عن زيد بن أرقم أن النبي صلى الله عليه وسلم قال\r\nلعلي وفاطمة وحسن وحسين عليهم السلام أنا حرب لمن حاربكم سلم لمن سالمكم\r\nلم يروه عن السدي إلا أسباط\r\nحدثنا محمد بن العباس المؤدب أبو عبد الله البغدادي حدثنا سريج بن\r\nالنعمان حدثنا الحكم بن عبد الملك عن عمار عن محمد بن عبد الرحمن\r\nبن أبي ليلى عن معاذ بن جبل قال بينما النبي صلى الله عليه وسلم وآله وسلم في بعض\r\nأسفاره إذ سمع مناديا يقول الله أكبر الله أكبر فقال على الفطرة فقال أشهد أن\r\nلا إله إلا الله فقال شهدت بشهادة الحق فقال أشهد أن محمدا رسول الله فقال\r\nخرج من النار ثم قال انظروا فستجدونه راعيا معزيا وإما مكلبا\r\nحضرت الصلاة فنادى بها فنظروا فوجدوه راعيا عمار الذي روى هذا الحديث\r\nهو العبسي كوفي ثقة رواه عنه الثوري وشعبة ولم يروى هذا الحديث عن عمار إلا\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nالحكم بن عبد الملك تفرد به شريح بن النعمان . ولا يروى هذا الحديث عن معاذ\r\nإلا بهذا الاسناد .\r\nحدثنا محمد بن هشام بن أبي الدميك المستملي حدثنا إبراهيم بن زياد\r\nسبلان حدثنا إسماعيل بن مجالد عن هلال الوزان عن عروة عن عائشة أن النبي\r\nصلى الله عليه وسلم قال لحسان بن ثابت اهج المشركين اللهم أيده بروح\r\nالقدس لم يروه عن هلال إلا بن المجالد تفرد به سبلان وقد روى هذا الحديث\r\nعلي بن المديني عن سبلان\r\nحدثنا محمد بن علي بن شعيب السمسار حدثنا خالد بن خداش حدثنا حماد\r\nبن زيد عن يحيى بن عتيق عن محمد بن سيرين وعن أيوب السخيتاني عن يوسف\r\nبن ماهك عن حكيم بن حزام قال قال رسول الله صلى الله عليه وسلم\r\nلاتبع ما ليس عندك لم يروه عن يحيى إلا حماد بن زيد تفرد به خالد\r\nحدثنا محمد بن نصر بن حميد البزاز البغدادي حدثنا محمد بن عبد الله\r\nالأزدي حدثنا عاصم بن هلال البارقي عن أيوب السختياني عن هشام بن عروة\r\nعن أبيه قال سألت أسامة بن زيد كيف كان سير رسول الله صلى الله عليه\r\nوسلم إذا أفاض من عرفات قال العنق فإذا وجد فجوة نص لم يروه\r\nعن أيوب إلا عاصم تفرد به الأزدي\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\nحدثنا محمد بن عثمان النشيطي حدثنا عبيد الله بن عبد المجيد أبو علي الحنفي\r\nحدثنا عمران القطان عن قتادة عن خليد بن عبد الله العصري عن أبي الدرداء قال\r\nقال رسول الله صلى الله عليه وسلم خمس من جاء منهن مع إيمان بالله دخل\r\nالجنة من حافظ على الصلوات الخمس على وضوئهن وركوعهن وسجودهن\r\nوأدى الزكاة عن ماله طيبة بها نفسه وحج البيت إن استطاع إليه سبيلا وصام\r\nرمضان وأدى الأمانة لم يروه عن قتادة إلا عمران تفرد به الحنفي ولا يروى\r\nعن أبي الدرداء إلا بهذا الاسناد\r\nحدثنا محمد بكر الهزالي البصري حدثنا عبد الرحمن المبارك العيشي\r\nحدثنا حماد بن زيد بن هشام بن حسان عن محمد بن سيرين عن أبي هريرة\r\nرضي الله عنه قال قال رسول الله صلى الله عليه وسلم وآله وسلم السعيد من سعد في\r\nبطن أمه لم يروه عن هشام إلا حماد تفرد به عبد الرحمن\r\nحدثنا محمد بن موسى المصيصي حدثنا محمد بن قدامة الجوهري حدثنا\r\nعبد الواحد بن واصل أبو عبيدة الحداد حدثنا سليم بن حيان عن عمرو بن دينار\r\nعن طاوس عن حجر المدري عن زيد بن ثابت قال قال رسول الله صلى الله عليه\r\nوسلم وآله وسلم الرقبى والعمرى سبيلهما سبيل الميراث لم يروه عن سليم إلا أبو\r\nعبيدة تفرد به بن قدامة\r\nحدثنا محمد بن حاتم المروزي بطرسوس حدثنا سويد بن نصر وحبان بن\r\nموسى المروزيان قالا حدثنا عبد الله بن المبارك عن عيسى بن عمر عن عمرو بن\r\nمرة عن أبي وائل شقيق بن سلمة قال سهل بن حنيف يوم صفين\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nيا أيها الناس اتهموا رأيكم فإنا والله ما أخذنا بقوائم سيوفنا إلى\r\nأمر يفضعنا إلا أسهل بنا إلى أمر نعرفه إلا أمركم هذا فإنه لا يزداد إلا بشدة ولبسا\r\nلقد رأيتني يوم أبي جندل ولو أجد أعوانا على رسول الله صلى الله عليه وسلم وآله وسلم\r\nلأنكرت لم يروه عن عمرو إلا عيسى بن عمر تفرد به بن المبارك\r\nحدثنا محمد بن موسى الطحان المصري حدثنا مهدي بن جعفر الرملي حدثنا\r\nهشيم عن الحارث الغنوي عن بكير بن الأخنس عن مجاهد عن بن عباس قال\r\nافترض الله الصلوات الخمس على لسان نبيكم صلى الله عليه وسلم وآله وسلم في الحضر\r\nأربعا وفي السفر ركعتين وفي الخوف ركعة لم يروه عن الحارث الغنوي\r\nإلا هشيم تفرد به مهدي\r\nحدثنا محمد بن عمر بن عبد العزيز الديماسي الرملي حدثنا أبو عمير بن النحاس\r\nحدثنا مؤمل بن إسماعيل حدثنا سفيان الثوري عن علقمة بن مرثد عن سليمان\r\nبن بريدة عن أبيه أن امرأة قالت يا رسول الله إن أمي ماتت وعليها صوم قال\r\nصومي عن عنها أمك لم يروه عن سفيان عن علقمة بن مرثد إلا مؤمل\r\nوالمشهور من حديث الثوري عن عبيد الله بن عطاء عن بن بريدة عن أبيه\r\nفإن كان مؤمل بن إسماعيل حفظه فهو غريب من حديث علقمة بن مرثد\r\nحدثنا محمد بن العباس الدمشقي حدثنا أحمد بن أبي الحواري حدثنا\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nحفص بن غياث عن مسعر بن كدام والعوام بن حوشب عن إبراهيم السكسكي\r\nعن أبي بردة عن أبي موسى قال قال رسول الله صلى الله عليه وسلم وآله وسلم إذا\r\nمرض العبد المسلم أو سافر كتب له مثل عمله مقيما صحيحا لم يروه عن مسعر\r\nإلا حفص تفرد به بن أبي الحواري\r\nحدثنا محمد بن أبي النعمان الأنطاكي حدثنا الهيثم بن جميل حدثنا مبارك\r\nبن فضالة عن بكر بن عبد الله المزني عن بن عمر قال قال رسول الله صلى الله\r\nعليه وسلم وآله وسلم إني لأمزح ولا أقول إلا حقا لم يروه عن مبارك إلا الهيثم\r\nولا يروى عن بن عمر إلا بهذا الاسناد\r\nحدثنا محمد بن يزيد عن عبد الوارث حدثنا يحيى بن صالح الوحاظي حدثنا\r\nعيسى بن يونس عن الأعمش عن سالم بن أبي الجعد عن كريب عن بن عباس\r\nقال غلا السعر على عهد رسول الله صلى الله عليه وسلم وآله وسلم فقالوا يا رسول الله\r\nسعر لنا فقال إن الله هو المسعر القابض الباسط وإني لأرجو أن ألقى الله عز وجل\r\nوليس أحد منكم يطلبني بمظلمة في عرض ولا مال لم يروه عن الأعمش إلا عيسى\r\nتفرد به يحيى\r\nحدثنا محمد بن أحمد بن حماد الدولابي حدثنا أبي حدثنا الوليد بن القاسم\r\nعن الأعمش عن أبي سفيان عن جابر قال قال رسول الله صلى الله عليه وسلم وآله وسلم\r\nويل للعراقيب من النار لم يروه عن الأعمش إلا الوليد تفرد به حماد\r\nحدثنا محمد بن أحمد بن حماد أبو بشر الدولابي بمصر حدثنا أبي حدثنا\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nأشعث عن عطاف عن عبد الله بن حبيب بن أبي ثابت عن الشعبي عن جرير\r\nبن عبد الله البجلي عن النبي صلى الله عليه وسلم وآله وسلم قال بني الاسلام على خمس\r\nشهادة أن لا إله إلا الله وإقام الصلاة وإيتاء الزكاة وحج البيت وصوم رمضان\r\nلم يروه عن عبد الله بن حبيب إلا أشعث وسورة بن الحكم القاضي\r\nحدثنا محمد بن أحمد بن راشد الصوري بمدينة صور حدثنا يحيى بن عبد الله\r\nالبابلتي حدثنا الأوزاعي عن محمد بن الوليد الزبيدي عن الزهري عن سعيد بن\r\nالمسيب عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم وآله وسلم إذا صلى\r\nأحدكم فخلع نعليه فلا يؤذ بهما أحدا ليخلعهما بين رجليه لم يروه عن الأوزاعي\r\nعن الزبيدي عن الزهري إلا البابلتي ورواه محمد بن كثير العنكاني عن الأوزاعي\r\nعن محمد بن عجلان عن سعيد المقبري عن أبي هريرة\r\nحدثنا محمد بن أحمد بن هارون الحلبي المصيصي بالمصيصة حدثنا عبد الله\r\nبن محمد المسندي حدثنا سهل بن أسلم العدوي حدثنا يونس بن عبيد عن حميد\r\nبن هلال عن بن بردة عن أبي موسى قال كنا مع رسول الله صلى الله عليه وسلم وآله\r\nوسلم في غزاة فاستيقظنا وليس رسول الله صلى الله عليه وسلم وآله وسلم فقلنا نطلبه\r\nفإنا على ذلك إذ سمعنا صوتا هديرا كهدير الرحا فأتينا الصوت فإذا رسول الله\r\nصلى الله عليه وسلم وآله وسلم فقلنا يا رسول الله تقوم من فراشك ونحن حولك\r\nولا توقظ أحدا منا ونحن بأرض العدو فقال إنه أتاني آت من ربي فخيرني بين\r\nأن يدخل نصف أمتي الجنة أو الشفاعة فاخترت الشفاعة فقال أبو موسى فقلت\r\nادع الله أن يجعلني من أهل الشفاعة فقال اللهم اجعله من أهلها ثم قال آخر فقال\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\nآخر ثم قال آخر فلما كثروا قال رسول الله صلى الله عليه وسلم شفاعتي\r\nلمن شهد أن لا إله إلا الله وأن محمدا رسول الله لم يروه عن يونس إلا سهل\r\nحدثنا محمد بن خلف وكيع القاضي حدثنا الزبير بن بكار حدثنا أبو ضمرة\r\nأنس بن عياض عن يحيى بن سعدي الأنصاري عن القاسم بن محمد عن بن عمر\r\nقال قال رسول الله صلى الله عليه وسلم لا يتناجى اثنان دون الثالث لم يروه\r\nعن يحيى بن سعيد إلا أنس بن عياض تفرد به الزبير بن بكار\r\nحدثنا محمد بن الحسين الأنماطي حدثنا عبيد بن جناد\r\nحدثنا عطاء بن مسلم الخفاف حدثنا مسعر عن خالد الحذاء عن عبد الرحمن بن\r\nأبي بكرة عن أبيه قال سمعت رسول الله صلى الله عليه وسلم وآله وسلم يقول اغد\r\nعالما أو متعلما أو مستمعا أو محبا ولا تكن الخامس فتهلك قال عطاء بن مسلم\r\nفقال لي مسعر زدتنا خامسة لم تكن عندنا وقال والخامسة أن تبغض العلم وأهله\r\nلم يروه عن خالد إلا عطاء ولم يروه أيضا عن مسعر إلا عطاء تفرد به عبيد\r\nبن عباد\r\nحدثنا محمد بن أحمد بن نصر أبو جعفر الترمذي الفقيه حدثنا إبراهيم\r\nبن إسحاق الصيني حدثنا قيس بن الربيع عن الأسود بن قيس عن\r\nأبيه عن عمر رضي الله عنه قال كان رسول الله صلى الله عليه وسلم إذا فاته\r\nشئ من رمضان قضاه في عشر ذي الحجة لم يروه عن الأسود إلا قيس\r\nولا يروى عن عمر إلا بهذا الاسناد\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nحدثنا محمد بن أحمد بن سفيان الترمذي ببغداد حدثنا عبيد الله بن عمر\r\nالقواريري حدثنا هشيم عن إسماعيل بن سالم عن الشعبي عن جابر بن عبد الله\r\nقال كنت مع النبي صلى الله عليه وسلم وآله وسلم في سفر فلما دنونا من المدينة أردت\r\nأن أتعجل قال أمهل حتى تستحد المغيبة وتمتشط الشعثة لم يروه عن\r\nإسماعيل إلا هشيم تفرد به القواريري\r\nحدثنا محمد بن عبدوس بن كامل السراج حدثنا أبو بكر بن أبي شيبة\r\nحدثنا محمد بن بشر العبدي حدثنا مسعر بن كدام عن حماد بن أبي سليمان عن\r\nإبراهيم النخعي عن علقمة بن قيس عن عبد الله بن مسعود رضي الله عنه أن\r\nالنبي صلى الله عليه وسلم صلى الظهر والعصر خمسا فسجد سجدتي السهو\r\nلم يروه عن مسعر إلا بن بشر تفرد به بن أبي شيبة\r\nحدثنا محمد بن الفضل بن جابر السقطي ببغداد حدثنا فضيل بن عبد الوهاب\r\nحدثنا جعفر بن سليمان عن الخليل بن مرة عن عمرو بن دينار عن جابر بن\r\nعبد الله قال لما كان يوم خيبر نفذ رسول الله صلى الله عليه وسلم رجلا\r\nفجبن فجاء محمد بن سلمة وقال يا رسول الله لم أر كاليوم قط فبكى محمد بن مسلمة\r\nفقال رسول الله صلى الله عليه وسلم وآله وسلم لا تمنوا لقاء العدو وسلوا الله العافية\r\nفإنكم لا تدرون ما تبتلون به منهم فإذا لقيتموهم فقولوا اللهم أنت ربنا وربهم\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nونواصينا بيدك وإنما تقتلهم أنت ثم الزموا الأرض جلوسا فإذا غشوكم\r\nفانهضوا وكبروا ثم قال رسول الله صلى الله عليه وسلم لأبعثن غدا رجلا\r\nيحب الله ورسوله ويحبانه لا يولي الدبر فلما كان الغد بعث عليا وهو أرمد\r\nشديد الرمد فقال سر فقال يا رسول الله ما أبصر موضع قدمي فتفل في عينه\r\nوعقد له اللواء ودفع إليه الراية فقال علي على ما أقاتل يا رسول الله قال على أن\r\nيشهدوا أن لا إله إلا الله وأني رسول الله فإذا فعلوا ذلك فقد حقنوا دماءهم\r\nوأموالهم إلا بحقها وحسابهم على الله عز وجل لم يروه عن عمرو إلا الخليل\r\nولا على الخليل إلا جعفر تفرد به فضيل بن عبد الوهاب\r\nحدثنا محمد بن يعقوب بن سورة التميمي البغدادي حدثنا هشام بن\r\nعبد الملك الطيالسي حدثنا عبد العزيز بن محمد الدراوردي عن زيد بن أسلم عن\r\nعطاء بن يسار عن بن عباس أن النبي صلى الله عليه وسلم كان إذا أتي\r\nبالباكورة من الثمرة قبلها أو جعلها على عينيه ثم أعطاها أصغر من\r\nيحضره من الولدان لم يروه عن زيد بن أسلم إلا الدراوردي تفرد به\r\nأبو الوليد\r\nحدثنا محمد بن الربيع بن شاهين البصري ببغداد حدثنا عيسى بن إبراهيم\r\nالبركي حدثنا بشر بن المفضل حدثنا قرة بن خالد عن أبي جمرة عن بن عباس قال\r\nقال رسول الله صلى الله عليه وسلم وآله وسلم لأشج عبد القيس إن فيك خصلتين\r\nيحبهما الله الحلم والأناة لم يروه عن قرة إلا بشر\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nحدثنا محمد بن يوسف الضبي التركي ببغداد حدثنا محمد بن سعيد\r\nالخزاعي البصري حدثنا عزيز عوين بن عمرو القيسي عن سعيد بن إياس\r\nالجريري عن عبد الله بن بريدة عن يحيى بن يعمر عن جرير بن عبد الله\r\nأنه جاء إلى النبي صلى الله عليه وسلم وهو في بيت مدحوس\r\nمن الناس فقام في الباب فنظر النبي صلى الله عليه وسلم يمينا وشمالا فلم\r\nير موضعا فأخذ النبي صلى الله عليه وسلم وآله وسلم فلفه ثم رمى به إليه فقال\r\nيا جرير اجلس عليه فأخذه جرير فضمه وقبله ثم رده على النبي صلى الله عليه\r\nوسلم وآله وسلم فقال أكرمك الله يا رسول الله كما أكرمتني فقال رسول الله صلى الله\r\nعليه وسلم وآله وسلم إذا أتاكم كريم قوم فأكرموه لم يروه عن يحيى إلا بن بريدة\r\nولا عنه إلا الجريري تفرد به عزيز عوين بن عمرو وأخوه رياح بن عمرو\r\nحدثنا محمد بن الليث الجوهري ببغداد حدثنا عمرو بن محمد بن الحسن الأسدي\r\nحدثنا أبي حدثنا شريك عن العباس بن ذريح عن مسلم بن يزيد عن علي\r\nقال سمعت النبي صلى الله عليه وسلم يقول لكل نبي حواري\r\nوحواري الزبير وابن عمتي لم يروه عن العباس إلا شريك\r\nحدثنا محمد بن أحمد بن هشام السجزي ببغداد حدثنا عبد الله بن عمر بن\r\nأبان حدثنا حسين بن علي الجعفي عن زائدة عن هشام بن حسان عن محمد بن سيرين\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nعن أبي هريرة قال قيل يا رسول الله هل نصل إلى نسائنا في الجنة فقال إن\r\nالرجل ليصل في اليوم إلى مائة عذراء لم يروه عن هشام إلا زائدة تفرد به الجعفي البزار ورجالها رجال الصحيح غير محمد بن ثواب وهو ثقة\r\nحدثنا محمد بن موسى النهرتيري ببغداد حدثنا عبد الكريم بن أبي عمير\r\nالدهان حدثنا الوليد بن مسلم حدثني أبو عمر والأوزاعي وعيسى بن يونس عن\r\nالأعمش عن أبي صالح عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم وآله\r\nوسلم الامام ضامن والمؤذن مؤتمن اللهم أرشد الأئمة واغفر للمؤذنين\r\nلم يروه عن الأوزاعي إلا الوليد تفرد به عبد الكريم بن أبي عمير\r\nحدثنا محمد بن رجاء السقطي البصري أبو العباس الفقيه حدثنا\r\nعباس بن محمد بن حاتم حدثنا عبد العزيز بن صادر المدائني حدثنا فضيل بن سليمان\r\nالنميري عن كثير بن قاروندي أنبأنا حدثنا عون بن أبي جحيفة عن أبيه\r\nقال حججنا مع رسول الله صلى الله عليه وسلم وآله وسلم حجة الوداع فما زلنا نصلي\r\nركعتين حتى رجعنا لم يروه عن كثير إلا فضيل ولا عنه إلا بن صادر تفرد به\r\nالعباس\r\nحدثنا محمد بن أحمد بن البراء البغدادي حدثنا علي بن الجعد حدثنا أبو سعيد\r\nالشقري عن زياد الجصاص عن عبد الرحمن بن أبي بكرة عن أبيه عن\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nالنبي صلى الله عليه وسلم وآله وسلم قال إذا خلع أحدكم نعليه في الصلاة فلا يجعلهما بين\r\nيديه فيأثم بهما ولا خلفه فيأثم بهما أخوه المسلم ولكن ليجعلهما بين\r\nرجليه لم يروه عن زياد إلا أبو سعيد الشقري البصري تفرد به علي بن الجعد\r\nولا يروى عن أبي بكرة إلا بهذا الاسناد\r\nحدثنا محمد بن موسى بن حماد البربري حدثنا محمد بن الفرج جار أحمد بن\r\nحنبل حدثنا أبو همام محمد بن الزبرقان حدثنا هدبة بن المنهال عن الأعمش عن\r\nأبي سفيان عن جابر قال قال رسول الله صلى الله عليه وسلم وآله وسلم ليس\r\nبين العبد وبين الكفر إلا ترك الصلاة لم يروه عن هدبة إلا همام تفرد به\r\nمحمد بن الفرج البغدادي\r\nحدثنا محمد بن نصر الصائغ البغدادي حدثنا مصعب أحمد بن أبي بكر\r\nبن الحارث بن زرارة بن مصعب بن عبد الرحمن بن عوف الزهري حدثنا الحكم\r\nبن سعيد السعيدي عن الجعيد بن عبد الرحمن عن نافع عن بن عمرو قال قال\r\nرسول الله صلى الله عليه وسلم وآله وسلم يكون في آخر الزمن قوم يكذبون بالقدر\r\nألا أولئك مجوس هذه الأمة فإن مرضوا فلا تعودوهم وإن ماتوا فلا تشهدوهم\r\nلم يروه عن الجعيدي إلا الحكم بن سعيد المدني تفرد به أبو مصعب\r\nحدثنا محمد بن يحيى المروزي أبو بكر حدثنا علي بن الجعد حدثنا شريك\r\nومبارك بن فضالة عن هشام بن عروة عن أبيه عن عمر بن أبي سلمة قال\r\nدخلت على النبي صلى الله عليه وسلم وآله وسلم فرأيته يصلي في ثوب واحد\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nمتوشحا به وطعمت منه فقال أذكر الله وكل بيمينك وكل مما يليك لم يروه\r\nعن مبارك وشريك إلا علي بن الجعد\r\nحدثنا محمد بن علي الصباح البغدادي حدثنا هانئ بن المتوكل الإسكندراني حدثنا هانئ بن المتوكل الإسكندراني\r\nحدثنا حياة بن شريح عن محمد بن عجلان عن رجاء بن حياة وسمي مولى أبي\r\nبكر عبد الرحمن بن هشام عن أبي صالح ذكوان السمان عن أبي\r\nهريرة قال اتى فقراء المسلمين رسول الله صلى الله عليه وسلم فقالوا يا رسول\r\nالله ذهب ذوو الأموال بالدرجات يصلون كما نصلي ويصومون كما نصوم\r\nويحجون كما نحج ولهم فضول أموال يتصدقون منها وليس لنا ما نتصدق فقال\r\nألا أدلكم على أمر إذا فعلتموه أدركتم من سبقكم ولم يلحقكم من من خلفكم\r\nإلا من عمل بمثل ما عملتم به تسبحون الله دبر كل صلاة ثلاثا وثلاثين وتحمدونه\r\nثلاثا وثلاثين وتكبرونه أربعا وثلاثين فبلغ ذلك الأغنياء فقالوا مثل\r\nما قالوا فأتوا النبي صلى الله عليه وسلم فأخبروه فقال ذلك فضل الله يؤتيه\r\nمن يشاء لم يروه رجاء إلا بن عجلان\r\nحدثنا محمد بن أحمد بن يزيد النرسي البغدادي حدثنا أبو عمر حفص\r\nبن عمر الدوري المقري عن أبي محمد الزبيدي عن أبي عمرو بن العلاء عن مجاهد\r\nعن بن عباس أنه كان ينكر على من كان يقرأ وما كان لنبي أن يغل ويقول\r\nكيف لا يكون له أن يغل وقد كان له أن يقتل قال الله تعالى * ( ويقتلون الأنبياء\r\nبغير حق ) * ولكن المنافقين اتهموا النبي صلى الله عليه وسلم في شئ من\r\nالغنيمة فأنزل الله عز وجل وما كان لنبي أن يغل لم يروه عن أبي عمرو بن\r\nالعلاء إلا الزبيدي تفرد به أبو عمر الدوري\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\nحدثنا محمد بن السري بن مهران الناقد البغدادي حدثنا محمد بن عبد الله\r\nالارزي حدثنا عبيد الله بن تمام عن خالد الحذاء عن عكرمة عن بن عباس أن\r\nعلي بن أبي طالب خطب بنت أبي جهل فقال النبي صلى الله عليه وسلم إن\r\nكنت تزوجها فرد علينا ابنتنا على ها هنا انتهى حديث خالد الحذاء وفي غير\r\nهذا زيادة قال فقال النبي صلى الله عليه وسلم والله لا تجتمع بنت رسول الله\r\nوبنت عدو الله تحت رجل لم يروه عن خالد إلا بن تمام تفرد به الارزي\r\nحدثنا محمد بن أحمد بن خيثمة أبو عبد الله حدثنا محمد بن الحسين\r\nالقصاص حدثنا عيسى بن شعيب عن روح بن القاسم عن زيد بن أسلم عن مالك\r\nبن يخامر عن معاذ بن جبل قال رسول الله صلى الله عليه وسلم أنا زعيم\r\nببيت في ربض الجنة وبيت في وسط الجنة وبيت في أعلى الجنة لمن ترك المراء\r\nوإن كان محقا وترك الكذب وإن كان مازحا وحسن خلقه لم يروه عن\r\nروح إلا عيسى تفرد له بن الحسين\r\nحدثنا محمد بن موسى أبو هارون الأنصاري هارون أبو\r\nموسى ختن بن إسحاق الأنصاري القاضي حدثنا أبو الربيع عبيد الله بن محمد الحارثي\r\nحدثنا الحسن بن عبد الرحمن بن العرياني الحارثي حدثنا بن عون عن محمد بن\r\nسيرين عن أبي هريرة أن النبي صلى الله عليه وسلم كبر بهم في صلاة الصبح\r\nفأومى إليهم ثم انطلق فرجع ورأسه يقطر فصلى بهم فقال إنما أنا بشر وإني\r\nكنت جنبا فنسيت لم يروه عن بن عون إلا الحسن بن عبد الرحمن تفرد به\r\nأبو الربيع الحارثي\r\nحدثنا محمد بن السري بن سهل البزاز البغدادي حدثنا بشر بن الوليد\r\nالقاضي حدثنا سليمان بن داود اليمامي عن يحيى بن أبي كثير عن أبي سلمة عن\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nأبي هريرة عن النبي صلى الله عليه وسلم قال احفوا الشوارب وأعفوا\r\nاللحى لم يروه عن يحيى بن أبي كثير إلا سليمان\r\nحدثنا محمد بن طاهر بن خالد بن الدميك البغدادي حدثنا عبيد الله\r\nبن محمد بن عائشة التيمي حدثنا حماد بن سلمة عن علي بن زيد بن جدعان عن\r\nسعيد بن المسيب عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\r\nيدخل أهل الجنة الجنة جردا مردا بيضا مكحلين أبناء ثلاث وثلاثين وهم\r\nعلى خلق آدم ستون ذراعا في سبعة أذرع لم يروه عن علي بن زيد إلا حماد\r\nبن سلمة\r\nحدثنا محمد بن هارون بن عيسى بن إبراهيم بن عيسى بن المنصور الهاشمي\r\nالمنصوري حدثنا عبيد الله بن عبد الله العباس الهاشمي حدثنا إسحاق بن عيسى\r\nبن علي بن عبد الله بن عباس عن أبي جعفر المنصور عن أبيه عن جده عن بن\r\nعباس أن النبي صلى الله عليه وسلم قال ترك الوصية عار في الدنيا ونار\r\nوشنار في الآخرة لا يروى عن بن عباس إلا بهذا الاسناد تفرد به محمد\r\nبن هارون الهاشمي\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nحدثنا محمد بن إبراهيم بن أبان السراج البغدادي حدثنا عبيد الله بن\r\nعمر القواريري حدثنا عبد الواحد بن زياد عن معمر عن الزهري عن سعيد بن\r\nالمسيب عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم من يرد\r\nالله به خيرا يفقهه في الدين لم يروه عن الزهري عن سعيد بن المسيب إلا معمر\r\nتفرد به عبد الواحد بن زياد\r\nحدثنا محمد بن حيان أبو بكر الباهلي ببغداد ومعاذ بن\r\nالمثنى قالا حدثنا كامل بن طلحة الجحدري حدثنا محمد بن عمر الأنصاري عن محمد\r\nبن سيرين قال قال رجل لأبي هريرة قد أفتيتنا في كل شئ يوشك أن\r\nتفتينا في الخرء فقال سمعت رسول الله صلى الله عليه وسلم يقول من سل\r\nسخيمة على طريق من طرق المسلمين فعليه لعنة الله والملائكة والناس\r\nأجمعين لم يروه عن محمد بن سيرين إلا محمد بن عمر\r\nحدثنا محمد بن داود بن مالك الشعيري البغدادي حدثنا عبد الملك بن\r\nعبد ربه الطائي حدثنا سعيد بن سماك بن حرب عن عن أبيه عن عكرمة عن بن عباس\r\nقال جاء رجل إلى النبي صلى الله عليه وسلم فقال إن أبي شيخ كبير\r\nلا يستطيع الحج أفأحج عنه قال نعم حج عن أبيك لم يروه عن سعيد بن\r\nسماك إلا عبد الملك بن عبد ربه\r\nحدثنا محمد بن معاذ الشعيري البغدادي حدثنا عبيد الله بن عمر القواريري\r\nحدثنا محمد بن ثابت العبدي عن عبد العزيز بن قرير عن عطاء عن بن عباس\r\nعن أسامة بن زيد قال قال رسول الله صلى الله عليه وسلم لا ربا إلا في\r\nالنسية لم يروه عن عبد العزيز إلا محمد بن ثابت تفرد به القواريري\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nحدثنا محمد بن حنين العطار البغدادي حدثنا داود بن رشيد حدثنا علي\r\nبن هاشم بن البريد عن هشام بن عروة عن بكر بن وائل عن الزهري عن\r\nعروة عن عائشة قالت ما ضرب رسول الله صلى الله عليه وسلم امرأة من\r\nنسائه قط ولا ضرب بيده شيئا قط إلا أن يجاهد في سبيل الله وما نيل منه\r\nشئ قط فانتقم من صاحبه إلا أن تنتهك محارم الله فينتقم له لك يروه عن\r\nبكر بن وائل إلا هشام بن عروة تفرد به علي بن هاشم\r\nحدثنا محمد بن جعفر الرازي ببغداد حدثنا الوليد بن شجاع\r\nحدثنا عوبد بن أبي عمران الجوني عن أبيه عن عبد الله بن الصامت عن أبي ذر\r\nقال قال رسول الله صلى الله عليه وسلم وآله وسلم إذا سئلت أي الأجلين قضى\r\nموسى فقل خيرهما وأتمهما وأبرهما وإن سئلت أي المرأتين تزوج فقل\r\nالصغرى منها وهي التي جاءت وقالت يا أبت استأجره أن خير من استأجرت\r\nالقوي الأمين قال ما رأيت من قوته قال أخذ حجرا ثقيلا فألقاه عن البئر\r\nقال وما الذي رأيت من أمانته قالت قال امش خلفي ولا تمشي أمامي\r\nلم يروه عن أبي عمران إلا ابنه\r\nحدثنا محمد بن أحمد بن داود البصري المؤدب ببغداد حدثنا يوسف\r\nبن واضح حدثنا عمر بن علي المقدمي عن سفيان بن حسين عن الزهري عن\r\nعروة عن عائشة قالت قال رسول الله صلى الله عليه وسلم وآله وسلم من بات\r\nوفي يده ريح غمر فأصابه شئ فلا يلومن إلا نفسه لم يروه عن الزهري إلا سفيان\r\nبن الحسين\r\nحدثنا محمد بن المديني فستقة البغدادي حدثنا سريج بن يونس\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\nحدثنا أبو حفص الابار عن محمد بن جحادة عن أبي صالح عن أبي هريرة أنه\r\nرأى رجلا خارجا من المسجد حين أذن المؤذن فقال أما هذا فقد عصى أبا القاسم\r\nصلى الله عليه وسلم وآله وسلم لم يروه عن محمد بن جحادة إلا أبو حفص الابار\r\nحدثنا محمد بن يعقوب بن إسماعيل الأعلم البغدادي حدثنا محمد بن\r\nسلام الجمحي حدثنا حماد بن سلمة عن يونس بن عبيد وحميد بن الحسن عن أبي\r\nبكر أن رجلا قال يا رسول الله أي الناس خير قال من طال عمره وحسن عمله\r\nقال وأي الناس شر قال من طال عمره وساء عمله لم يروه عن يونس إلا حماد\r\nحدثنا محمد بن محمد الجدوعي الجدوعي القاضي حدثنا مسدد بن مسرهد\r\nحدثنا علي بن الجند عن عمرو بن دينار عن أنس بن مالك قال أوصاني\r\nرسول الله صلى الله عليه وسلم قال يا أنس أسبغ الوضوء يزد في عمرك وسلم على\r\nمن لقيت من أمتي تكثر حسناتك وإذا دخلت بيتك فسلم على أهل بيتك\r\nوصل صلاة الضحى فإنها صلاة الأوابين وارحم الصغير ووقر الكبير تكن\r\nمن رفقائي يوم القيامة لم يروه عن عمرو بن دينار إلا علي بن الجند ولا عن\r\nعلي إلا مسدد ومحمد بن عبد الله الرقاشي\r\nحدثنا محمد بن عثمان بن أبي شيبة حدثنا إبراهيم بن إسحاق الصيني حدثنا\r\nقيس بن الربيع عن حبيب بن أبي ثابت عن سعيد بن جبير عن بن عباس قال قال\r\nرسول الله صلى الله عليه وسلم وآله وسلم قال الله عز وجل يا بن آدم إنك ما دعوتني\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nورجوتني غفرت لك على ما كان فيك ولو أتيتني\r\nبملء ء الأرض خطايا لقيتك بملء ء الأرض مغفرة ما لم تشرك بي شيئا ولو بلغت خطاياك عنان السماء ثم استغفرتني\r\nلغفرت لك لم يروه عن حبيب إلا قيس تفرد به إبراهيم الصيني\r\nحدثنا محمد بن عبد الله الحضرمي أبو جعفر حدثنا سعيد بن عمرو الأشعثي\r\nحدثنا حفص بن غياث عن عاصم الأحول عن أبي عثمان النهدي عن سلمان الفارسي\r\nقال رسول الله صلى الله عليه وسلم وآله وسلم ثلاثة لا يكلمهم الله يوم القيامة\r\nولا يزكيهم ولهم عذاب أليم أشميط زان وعائل مستكبر ورجل جعل الله\r\nله بضاعة فلا يبيع إلا بيمينه ولا يشتري إلا بيمينه لم يروه عن عاصم إلا حفص\r\nحدثنا محمد بن الحسين أبو حصين القاضي حدثنا عون بن سلام حدثنا\r\nعيسى بن عبد الرحمن السلمي عن السدي عن أبي عبد الله الجدلي قال قالت لي\r\nأم سلمة أيسب رسول الله صلى الله عليه وسلم فيكم على رؤوس الناس فقلت\r\nسبحان الله وأني يسب رسول الله صلى الله عليه وسلم فقالت أليس يسب\r\nعلي بن أبي طالب ومن يحبه فأشهد ان رسول الله صلى الله عليه وسلم وآله وسلم\r\nكان يحبه لم يروه عن السدي إلا عيسى\r\nحدثنا محمد بن عثمان بن سعيد أبو عمر الضرير الكوفي حدثنا أحمد\r\nبن يونس حدثنا مندل بن علي العنزي عن عبد المجيد بن سهيل بن عبد الرحمن\r\nبن عوف عن عبيد الله بن عبد الله بن عتبة عن بن عباس قال قال رسول الله\r\nالله تعالى ريح الولد من ريح الجنة لم يروه عن عبيد الله\r\nإلا عبد المجيد تفرد به مندل\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nحدثنا محمد بن عقبة الشيباني الكوفي حدثنا الحسن بن علي الحلواني\r\nحدثنا نصر بن حماد بن الحارث الوراق حدثنا شعبة عن يحيى بن سعيد الأنصاري\r\nعن سعيد بن المسيب عن سعد بن أبي وقاص أن النبي صلى الله عليه وسلم قال\r\nلعلي أنت مني بمنزلة هارون من موسى إلا أنه لا نبي\r\nبعدي لم يروه عن شعبة إلا نصر\r\nحدثنا محمد بن عبد العزيز بن ربيعة الكلابي أبو مليل\r\nالكوفي حدثنا أبي حدثنا عبد الرحمن بن أبي حماد المقري عن أبي سلمة الصائغ\r\nعن عطية عن أبي سعيد الخدري سمعت رسول الله صلى الله عليه وسلم وآله وسلم يقول\r\nإنما مثل أهل بيتي فيكم كمثل سفينة نوح من ركبها نجا ومن تخلف عنها غرق\r\nوإنما مثل أهل بيتي فيكم مثل باب حطة في بني إسرائيل من دخله غفر له\r\nلم يروه عن أبي سلمة إلا بن أبي حماد تفرد به عبد العزيز بن محمد\r\nحدثنا محمد بن عبد الله بن عبد الرحمن المسروقي الكوفي حدثنا علي\r\nبن حكيم الأودي حدثنا حميد بن عبد الرحمن الرواسبي عن أبيه عن أبي إسحاق\r\nعن الشعبي عن جرير بن عبد الله البجلي قال قال رسول الله صلى الله عليه\r\nوسلم وآله وسلم إذا لحق العبد بأرض الحرب فقد حل دمه لم يروه عن أبي إسحاق\r\nالهمداني إلا عبد الرحمن الرواسبي\r\nحدثنا محمد بن علي بن مهدي الكوفي حدثنا موسى بن عبد الرحمن\r\nالمسروقي حدثنا زيد بن الحباب عن عبد الله بن المؤمل المكي عن أبي الزبير عن\r\nجابر قال قال رسول الله صلى الله عليه وسلم وآله وسلم من مات في أحد الحرمين بعث\r\nآمنا يوم القيامة لم يروه عن أبي الزبير إلا عبد الله بن المؤمل المؤمل وثقه بن حبان وغيره وضعفه أحمد وغيره وإسناده حسن\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nحدثنا محمد بن سعيد دحيم الكوفي حدثنا محمد بن عمرو الهياجي\r\nحدثنا إسماعيل بن صبيح اليشكري حدثنا أبو أويس عن شرحبيل بن سعد\r\nبن عويم بن ساعدة الأنصاري قال قال رسول الله صلى الله عليه وسلم وآله وسلم لأهل\r\nقباء إني أسمع الله قد أحسن الثناء عليكم في الطهور فما هذه الطهور قالوا والله\r\nيا رسول الله ما نعلم شيئا إلا أن جيراننا من اليهود يغسلون أدبارهم من\r\nالغائط فغسلنا كما غسلوا لا يروى عن عويم إلا بهذا الاسناد تفرد به\r\nأبو أويس\r\nحدثنا محمد بن خليد العبدي الكوفي المؤدب حدثنا عباد بن يعقوب\r\nالأسدي حدثنا محمد بن ميمون الزعفراني عن جعفر بن محمد عن أبيه عن جابر\r\nبن عبد الله قال لم يكن رسول الله صلى الله عليه وسلم وآله وسلم يؤخر صلاة\r\nالمغرب لعشاء ولا لغيره لم يروه عن جعفر إلا محمد\r\nحدثنا محمد بن الحسين الأشناني الكوفي حدثنا عباد بن يعقوب\r\nالأسدي حدثنا محمد بن فضيل عن مطرف بن طريف عن المنهال بن عمر\r\nعن محمد بن الحنفية عن علي قال لدغت النبي صلى الله\r\nعليه وسلم عقرب وهو يصلي فلما فرغ قال لعن الله العقرب لا تدع مصليا\r\nولا غيره ثم دعا بماء وملح وجعل يمسح عليها ويقرأ بقل يا أيها الكافرون وقل\r\nأعوذ برب الفلق وقل أعوذ برب الناس لم يروه عن مطرف إلا بن فضيل\r\nحدثنا محمد بن جعفر القتات الكوفي حدثنا أبو نعيم حدثنا سفيان عن\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nالأعمش عن أبي وائل عن أبي موسى عن النبي صلى الله عليه وسلم وآله وسلم قال\r\nالمرء مع من أحب ) * ) *\r\nحدثنا محمد بن أحمد بن الوضاح الكوفي قراءة على هناد بن السري حدثنا\r\nأبو كريب حدثنا معاوية بن هشام حدثنا شيبان عن جابر بن يزيد عن أبي الزبير\r\nعن جابر قال استغفر لي رسول الله صلى الله عليه وسلم خمسا وعشرين\r\nاستغفارة كل ذلك أعدها بيدي يقول قضيت عن أبيك دينه فأقول نعم فيقول\r\nغفر الله لك لم يرو هذا اللفظ عن أبي الزبير عن جابر إلا جابر بن يزيد\r\nتفرد به شيبان\r\nحدثنا محمد بن أحمد بن الوليد البغدادي حدثنا محمد بن أبي السري العسقلاني\r\nحدثنا الوليد بن مسلم حدثنا محمد بن حمزة بن يوسف بن عبد الله بن سلام عن أبيه\r\nعن جده قال خرج رسول الله صلى الله عليه وسلم وآله وسلم إلى المربد فرأى عثمان\r\nبن عفان يقود ناقة تحمل دقيقا وسمنا وعسلا فقال له رسول الله صلى الله عليه\r\nوسلم وآله وسلم أنخ فأناخ فدعا ببرمة فجعل من السمن والعسل والدقيق ثم أمر\r\nفأوقد تحتها حتى نضج ثم قال كلوا فأكل منه رسول الله صلى الله عليه وسلم وآله وسلم\r\nثم قال هذا شئ يدعوه أهل فارس الخبيص لا يروى عن عبد الله\r\nإلا بهذا الاسناد تفرد به الوليد بن مسلم\r\nحدثنا محمد بن أحمد بن روح حدثنا أحمد بن عبد الصمد الأنصاري حدثنا\r\nأبو سعيد سعد الأشهلي حدثنا محمد بن عجلان عن نعيم بن عبد الله المجمر\r\nعن بن عمر عن النبي صلى الله عليه وسلم وآله وسلم أنه قال إن أفضل صلاة الجماعة\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nعلى صلاة الفذ سبع وعشرين درجة لم يروه عن بن عجلان إلا أبو عيد\r\nأبو سعد الأشهلي\r\nحدثنا محمد بن داود بن جابر البغدادي حدثنا إسماعيل بن إبراهيم الترجماني\r\nحدثنا صالح المري عن سعيد الجريري عن أبي عثمان النهدي عن أبي هريرة قال\r\nقال رسول الله صلى الله عليه وسلم وآله وسلم إن أحبكم إلي أحاسنكم أخلاقا الموطئون\r\nأكنافا الذين يألفون ويؤلفون وإن أبغضكم إلي المشاؤون بالنميمة المفرقون\r\nبين الأحبة الملتمسون للبرآء العنت العيب لم يروه عن الجريري إلا صالح المري\r\nحدثنا محمد بن إسحاق بن إسماعيل البغدادي حدثنا منصور بن أبي مزاحم\r\nحدثنا أبو إسماعيل المؤدب عن يعقوب بن عطاء عن أبيه عن زيد بن خالد\r\nالجهني قال قال رسول الله صلى الله عليه وسلم وآله وسلم من جهز غازيا\r\nأو فطر صائما أو جهز حاجا كان له مثل أجره من غير أن ينقص من أجره\r\nشيئا\r\nحدثنا محمد بن عبد الرحمن أبو السائب المخزومي إمام مسجد شيراز حدثنا\r\nعبد المجيد بن المستام الحرائي حدثنا عصام بن سيف الحرائي عن أبي جعفر الرازي\r\nعن أبي قتادة عن محمد بن سيرين عن أبي هريرة قال نهى رسول الله صلى الله\r\nعليه وسلم وآله وسلم أن يصلي أحدنا مختصرا لم يروه عن قتادة إلا أبو جعفر\r\nالرازي ولا عن أبي جعفر إلا عصام بن سيف تفرد به عبد المجيد بن المستام\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\nحدثنا محمد بن عيسى بن السكن الواسطي حدثنا الحارث بن منصور\r\nأبو منصور حدثنا سفيان الثوري عن هشام بن عروة عن أبيه عن أبي حميد الساعدي\r\nأن رسول الله صلى الله عليه وسلم وآله وسلم استعمل رجلا من الأنصار يقال له بن\r\nاللتبية على الصدقة فلما قدم بعث إليه النبي صلى الله عليه وسلم ليحاسبه\r\nفقال هذا لكم وهذا أهدي لي فبلغ ذلك رسول الله صلى الله عليه وسلم\r\nفقال إنا نستعمل رجالا منكم على ما ولأنا الله فإذا قدم أحدكم قال هذا لكم\r\nوهذا أهدي إلي فهلا جلس في بيت أبيه وأمه فينظر ما يهدى إليه من عمل\r\nمنكم عملا فليأتنا بقليله وكثيره وليحذر أحدكم أن يأتي يوم القيامة ببعير يحمله\r\nعلى رقبته له رغاء أو بقرة لها خوار أو شاة تيعر لم يروه عن سفيان إلا الحارث\r\nبن منصور\r\nحدثنا محمد بن يعقوب الأهوازي الخطيب حدثنا يعقوب أبو يوسف\r\nالقلوسي حدثنا علي بن حميد الذهلي حدثنا عمرو بن فرقد القزاز عن عبد الله بن\r\nالمختار عن أبي إسحاق عن البراء بن عازب قال قال رسول الله صلى الله عليه\r\nوسلم من قال دبر كل صلاة أستغفر الله الذي لا إله إلا هو الحي القيوم\r\nوأتوب إليه غفر له وإن كان فر من الزحف لم يروه عن أبي إسحاق إلا عبد الله\r\nبن المختار البصري ولا عن عبد الله إلا عمرو بن فرقد تفرد به علي بن حميد\r\nحدثنا محمد بن يزيد المبرد النحوي أبو العباس حدثنا زياد بن يحيى\r\nأبو الخطاب حدثنا سهل بن حماد أبو عتاب الدلال حدثنا جرير بن أيوب البجلي\r\nعن محمد بن عبد الرحمن بن أبي ليلى عن أبي إسحاق الهمداني عن مسروق عن\r\nعائشة قالت قال رسول الله صلى الله عليه وسلم ما من عبد يصبح صائما\r\nإلا فتحت له أبوابا السماء وسبحت له أعضاؤه واستغفر له أهل السماء الدنيا\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\nإلى أن توارى بالحجاب فإن صلى ركعة أو ركعتين تطوعا أضاءت له السماء\r\nنورا وقلن أزواجه من الحور العين اللهم اقبضه إلينا فقد اشتقنا إلى رؤيته\r\nفإن هو هلل أو سبح أو كبر تلقته ملائكة يكتبونها إلى أن توارى بالحجاب\r\nلم يروه عن أبي إسحاق إلا بن أبي ليلى ولا عنه إلا جرير بن أيوب تفرد به\r\nأبو عتاب\r\nحدثنا محمد بن يحيى بن منذر بن القزاز البصري أبو سليمان حدثنا سعيد بن عامر\r\nالضبعي حدثنا شعبة وسعيد بن أبي عروبة عن أيوب السختياني عن نافع عن بن\r\nعمر قال قال رسول الله صلى الله عليه وسلم كل بيعين لا بيع بينهما حتى\r\nيتفرقا إلا بيع الخيار لم يروه عن شعبة إلا سعيد بن عامر\r\nحدثنا محمد بن محمد بن التمار البصري أبو جعفر حدثنا محمد بن الصلت أبو يعلى\r\nالتوزي حدثنا عبد الله بن رجاء المكي عن هشام بن حسان عن محمد بن\r\nسيرين عن أبي هريرة عن عبد الله بن مسعود قال مررت برسول الله صلى الله\r\nعليه وسلم وآله وسلم وهو يصلي فسلمت عليه فأشار إلي لم يروه عن هشام إلا عبد الله\r\nبن رجاء لا يروى عن أبي هريرة عن عبد الله بن مسعود إلا بهذا الاسناد تفرد به\r\nأبو يعلى التوزي\r\nحدثنا محمد بن إسحاق بن راهويه حدثنا عبد الله بن حمزة الزبيري حدثنا\r\nعبد الله بن نافع بن أبي نعيم عن نافع عن بن عمر أن رسول الله\r\nصلى الله عليه وسلم وآله وسلم كان يقصر الصلاة بالعقيق لم يروه عن نافع بن\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\nأبي نعيم إلا عبد الله بن نافع تفرد به عبد الله بن حمزة أخو إبراهيم بن\r\nحمزة الزبيري\r\nحدثنا محمد بن زهير الأيلي حدثنا جعفر بن محمد الجنديسابوري حدثنا\r\nعبد الله بن رشيد حدثنا عبد الله بن رشيد حدثنا عبد الله بن بزيع عن صدقة\r\nبن أبي عمران عن عبد الملك بن أبي سليمان عن عطاء بن أبي رباح عن جابر بن عبد الله قال قال رسول الله صلى\r\nالله عليه وسلم الصبي على شفعة حتى يدرك فإذا أدرك إن شاء أخذ وإن\r\nشاء ترك لم يروه عن صدقة إلا عبد الله بن بزيع ولا عنه إلا عبد الله بن رشيد\r\nحدثنا محمد بن عثمان بن أبي سويد البصري حدثنا عثمان بن الهيثم المؤذن\r\nحدثنا بن عون عن إبراهيم عن علقمة عن عبد الله بن مسعود عن النبي صلى الله عليه\r\nوسلم وآله وسلم أنه علمه التشهد التحيات لله والصلوات والطيبات السلام عليك أيها\r\nالنبي ورحمة الله وبركاته السلام علينا وعلى عباد الله الصالحين أشهد أن لا إله إلا الله\r\nوأشهد أن محمدا عبده ورسوله لم يروه مرفوعا عن بن عون إلا عثمان بن الهيثم\r\nحدثنا محمد بن عبد السلام السلمي البصري حدثنا محمد بن يحيى بن ميمون\r\nالعتكي حدثنا معتمر بن سليمان عن هلال بن حق عن أبي مسعود الجريري\r\nعن أبي العلاء يزيد بن عبد الله بن الشخير عن أخيه مطرف بن عبد الله عن أبي\r\nمسلم الجذمي عن الجارود العبدي قال كنا مع رسول الله صلى الله عليه وسلم وآله وسلم\r\nوفي الظهر قلة فتذاكرنا ما يكفينا من الظهر فقلت ذود نأتي عليهن في جوف الليل\r\nفنستمتع بظهورهن فقال رسول الله صلى الله عليه وسلم وآله وسلم ضالة المسلم حرق النار\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\nوبإسناده عن الجارود عن أبي المنذر القندي الغندي قال قال رسول الله صلى الله\r\nعليه وسلم وآله وسلم إذا وجدت الضالة فلا تغيب ولا تكتم فإن عرفت فأدها\r\nوإلا فهو مال الله يؤتيه من يشاء لم يرو هذين الحديثين عن هلال بن حق\r\nقاضي البصرة إلا معتمر بن سليمان تفرد بهما محمد بن يحيى بن ميمون\r\nحدثنا محمد بن كروان أبو إسحاق الجريري البصري حدثنا كثير بن\r\nشهاب القزويني حدثنا محمد بن سعيد بن سابق حدثنا عمرو بن أبي قيس عن مطرف\r\nبن طريف عن الأعمش عن أبي سفيان عن جابر بن عبد الله قال قال رسول الله\r\nصلى الله عليه وسلم وآله وسلم إن في الليل ساعة لا يسأل الله فيها عبد مسلم\r\nإلا أعطاه إياه وذلك كل الليل لم يروه عن مطرف إلا عمرو بن أبي قيس\r\nحدثنا محمد بن خالد الراسبي أبو عبد الله البصري النبلي حدثنا مهلب بن\r\nالعلاء حدثنا شعيب بن بيان الصفار حدثنا شعبة سمعت سماك بن حرب يقول\r\nسمعت النعمان بن بشير يقول سمعت رسول الله صلى الله عليه وسلم وآله وسلم يقول\r\nمثل المداهن في أمر الله والقائم في حقوق الله كمثل قوم ركبوا سفينة فأصاب\r\nرجل منهم مكانا فقال يا هؤلاء طريقكم وممركم علي وإني ثاقب ثقبا ها هنا فأتوضأ\r\nمنه وأستقي منه وأقضي فيه حاجاتي قال رسول الله صلى الله عليه وسلم وآله وسلم\r\nفإن هم تركوه هلك وأهلكهم وإن أخذوا على يديه نجا ونجوا لم يروه عن\r\nشعبة إلا شعيب بن الصفار تفرد به مهلب بن العلاء\r\nحدثنا محمد بن داود يزداد التوزي البصري حدثنا محمد بن سليمان\r\nالأسدي لوين حدثنا حديج بن معاوية الجعفي عن أبي إسحاق عن شقيق بن\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\nسلمة عن الحسن بن علي قال جاءت امرأة إلى رسول الله صلى الله عليه\r\nوسلم وآله وسلم معها ابناها فسألته فأعطاها ثلاث تمرات لكل واحدة منهم تمرة فأعطت\r\nكل واحد منهم تمرة فأكلاها ثم نظر إلى أمهما فشقت التمرة نصفين وأعطت\r\nكل واحد منهما نصف تمرة فقال رسول الله صلى الله عليه وسلم وآله وسلم قد رحمها\r\nالله برحمتها ابنيها لم يروه عن أبي إسحاق إلا حديج ولا يروى عن الحسن بن\r\nعلي إلا بهذا الاسناد\r\nحدثنا محمد بن حسان المازني المصري حدثنا سليمان بن يزيد أبو داود\r\nالمحمي البصري حدثنا علي بن يزيد الصدائي عن أبي هانئ عمر بن بشير عن\r\nعامر الشعبي عن عدي بن حاتم الطائي قال قال رسول الله صلى الله عليه وسلم\r\nلا تسافر المرأة فوق ثلاث ليال إلا مع زوج أو ذي محرم لا يروى\r\nهذا الحديث عن عدي بن حاتم إلا بهذا الاسناد تفرد به سليمان بن يزيد\r\nحدثنا محمد بن عبد الرحمن بن منصور البصري حدثنا يعقوب\r\nبن إسحاق أبو يوسف القلوسي حدثنا محمد بن عمر الرومي الباهلي حدثنا محمد بن\r\nمسلم الطائفي عن إبراهيم بن ميسرة عن طارس عن بن عباس قال قال رسول\r\nالله صلى الله عليه وسلم وآله وسلم أنا الشاهد على الله أن لا يعثر العاقل إلا رفعه ثم\r\nيعثر إلا رفعه ثم لا يعثر إلا رفعه حتى يصير إلى الجنة لم يروه عن إبراهيم\r\nبن ميسرة إلا محمد بن مسلم ولا عنه إلا محمد بن عمر الرومي تفرد به أبو يوسف\r\nحدثنا محمد بن عبد الرحمن بن ثعلب بصري حدثنا عبد الله بن أيوب\r\nالمخرمي حدثنا عبد الرحيم بن هارون الواسطي حدثنا عبد العزيز بن أبي رواد عن\r\nنافع عن بن عمر عن النبي صلى الله عليه وسلم وآله وسلم قال إن العبد ليكذب الكذبة\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nفيتباعد منه الملك ميسرة ميل من نتن ما جاء به لم يروه عن نافع إلا بن نافع إلا بن أبي\r\nرواد تفرد به عبد الرحيم بن هارون\r\nحدثنا محمد بن يونس البصري العصفري حدثنا قرين بن سهل بن قرين\r\nحدثني أبي حدثنا محمد بن عبد الرحمن بن أبي ذئب عن محمد بن المنكدر عن\r\nجابر بن عبد الله قال قال النبي صلى الله عليه وسلم لا هم إلا هم الذين\r\nولا وجع إلا وجع العين لا يرويه عن محمد بن المنكدر إلا بن أبي ذئب\r\nتفرد به سهل بن قرين\r\nحدثنا محمد بن يحيى بن زياد البصري حدثنا عبد الأعلى بن\r\nحماد النرسي حدثنا أبو عاصم العباداني عبيد الله بن عبد الله حدثنا الفضل بن\r\nعيسى الرقاشي عن الحسن قال خطبنا أبو هريرة على منبر رسول الله صلى الله\r\nعليه وسلم وآله وسلم فقال رسول الله صلى الله عليه وسلم وآله وسلم يقول ليعتذرن\r\nليعذرن الله تعالى يوم القيامة إلى آدم ثلاث معاذير يقول الله تعالى يا آدم\r\nلولا أني لعنت الكذابين وأبغضت الكذب والخلف وأعذب عليه لرحمت\r\nاليوم ولدك أجمعين من شدة ما أعددت لهم من العذب ولكن حق القول مني\r\nلان كذبت رسلي وعصي أمري رسلي لأملأن جهنم من الجنة والناس أجمعين\r\nويقول الله عز وجل يا آدم اعلم اني لا أدخل من ذريتك النار أحدا ولا أعذب\r\nبالنار إلا من قد علمت من علمي أني لو رددته إلى الدنيا لعاد إلى شر ما كان منه فيه\r\nولم يرجع ولم يعتب ويقول الله تعالى يا آدم قد جعلتك حكما بيني وبين ذريتك قم عند\r\nالميزان فانظر ما يرفع إليك من أعمالهم فمن رجح منهم خيره على شره مثقال ذرة\r\nفله الجنة حتى تعلم أني لا أدخل منهم النار إلا ظالما لا يروى هذا الحديث عن\r\nأبي هريرة إلا بهذا الاسناد تفرد به عبد الأعلى بن حماد وهذا الحديث يؤيد قول\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nمن قال إن الحسن قد سمع من أبي هريرة بالمدينة وقد رأى الحسن عثمان بن\r\nعفان يخطب على المنبر\r\nحدثنا محمد بن صالح بن الوليد النرسي البصري بن أخي العباس بن الوليد\r\nالنرسي حدثنا مسلم بن حاتم الأنصاري حدثنا محمد بن عبد الله الأنصاري عن\r\nأبيه عبد الله بن المثنى عن علي بن زيد بن جدعان عن سعيد بن المسيب عن أنس\r\nبن مالك قال قدم رسول الله صلى الله عليه وسلم وآله وسلم المدينة وأنا يومئذ بن\r\nثمان سنين فذهبت بي أمي إليه فقالت يا رسول الله أن رجال الأنصار ونساءهم\r\nقد أتحفوك غيري ولم أجد ما أتحفك إلا ابني هذا فاقبل مني يخدمك ما بدا لك قال\r\nفخدمت رسول الله صلى الله عليه وسلم وآله وسلم عشر سنين فلم يضربني ضربة قط\r\nولم يسبني ولم يعبس في وجهي وكان أول ما أوصاني به أن قال يا بني اكتم\r\nسري تكن مؤمنا فما أخبرت بسره أحدا وإن كانت أمي وأزواج النبي\r\nصلى الله عليه وسلم وآله وسلم يسألني أن أخبرهن بسره فلا أخبرهن ولا أخبر بسره\r\nأحدا أبدا ثم قال يا بني أسبغ الوضوء يزد في عمرك ويحبك حافظاك ثم قال يا بني\r\nإن استطعت لا تبيت إلا على وضوء فافعل فإنه من أتاه الموت وهو على وضوء\r\nأعطي الشهادة ثم قال يا بني إن استطعت أن لا تزال تصلي فافعل فإن الملائكة\r\nلا تزال تصلي عليك ما دمت تصلي ثم قال يا بني إياك والالتفات\r\nفي الصلاة فإن الالتفات في الصلاة هلكة فإن كان لا بد ففي التطوع لا في الفريضة ثم قال لي يا بني إذا\r\nركعت فضع كفيك على ركبتيك وافرج بين أصابعك وارفع يديك على جنبيك\r\nفإذا رفعت رأسك من الركوع فكن فكل عضو موضعه فإن الله لا ينظر\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nيوم القيامة إلى من لا يقيم صلبه في ركوعه وسجوده ثم قال يا بني إذا سجدت فلا\r\nتنقر كما ينقر الديك ولا تقع كما يقع الكلب ولا تفترش ذراعيك افتراش السبع\r\nوافرش ظهر قدميك الأرض وضع أليتيك على عقبيك فإن ذلك أيسر عليك يوم\r\nالقيامة في حسابك ثم قال بالغ في الغسل من الجنابة تخرج من مغسلتك\r\nليس عليك ذنب ولا خطيئة قلت بأبي وأمي ما المبالغة قال تبل أصول شعرك وتنقي\r\nالبشرة ثم قال لي يا بني إن إذا قدرت أن تجعل من صلواتك في بيتك شيئا فافعل\r\nفإنه يكثر خير بيتك ثم قال لي يا بني إذا دخلت على أهلك فسلم على أهلك يكن بركة عليك\r\nوعلى أهل بيتك ثم قال يا بني إذا خرجت من بيتك فلا يقعن بصرك على أحد\r\nمن أهل القبلة إلا سلمت عليه ترجع وقد زيد في حسناتك ثم قال لي يا بني إن قدرت\r\nأن تمشي وتصبح وليس في قلبك غش لاحد فافعل ثم قال لي يا بني إذا خرجت\r\nمن أهلك فلا يقعن بصرك أحد من أهل القبلة إلا ظننت أن له الفضل عليك\r\nثم قال لي يا بني إن حفظت وصيتي فلا يكونن شئ أحب إليك من الموت ثم\r\nقال لي يا بني إن ذلك من سنتي ومن أحيى سنتي فقد أحبني ومن أحبني كان\r\nمعي في الجنة لا يروى عن أنس بهذا التمام إلا بهذا الاسناد تفرد به مسلم\r\nالأنصاري وكان ثقة\r\nحدثنا محمد بن أحمد الباهلي المصري حدثنا وهب بن بقية حدثنا يحيى\r\nبن عبد الملك بن أبي غنية عن حصين بن عمرو الأحمسي عن أبي الزبير عن\r\nأنس بن مالك قال قال رسول الله صلى الله عليه وسلم وآله وسلم كان ليعقوب عليه\r\nالسلام أخ مؤاخي فقال له ذات يوم يا يعقوب ما الذي أذهب بصرك ما الذي\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\nقوس ظهرك فقال أما الذي أذهب بصري فالبكاء على يوسف وأما الذي\r\nقوس ظهري فالحزن على ابني يامين فأتاه جبريل عليه السلام فقال يا يعقوب\r\nإن الله عز وجل يقرئك السلام ويقول لك أما تستحي أن تشكوني إلى غيري\r\nفقال يعقوب إنما أشكو بثي وحزني إلى الله فقال جبريل الله أعلم بما تشكو\r\nيا يعقوب ثم قال يعقوب عليه السلام أي رب أما ترحم الشيخ الكبير أذهبت\r\nبصري وقوست ظهري فاردد علي ريحانتي يوسف أشمه شمة قبل الموت ثم اصنع بي\r\nيا رب ما شئت فأتاه جبريل صلى الله عليه وسلم فقال يا يعقوب إن الله عز وجل\r\nيقرأ عليك السلام ويقول لك أبشر وليفرح قلبك فوعزتي وجلالي لو كانا\r\nميتين لنشرتهما لك فاصنع طعاما للمساكين فإن أحب عبادي إلي المساكين\r\nوتدري لم أذهبت بصرك وقوست ظهرك وصنع إخوة يوسف بيوسف ما صنعوا\r\nلأنكم ذبحتم شاة فأتاكم فلان المسكين وهو صائم فلم تطعموه منها وكان يعقوب\r\nبعد ذلك إذا أراد الغذاء أمر مناديا فنادى ألا من كان صائما من المساكين\r\nفليفطر مع يعقوب لا يروى عن أنس إلا بهذا الاسناد تفرد به وهب\r\nبن بقية\r\nحدثنا محمد بن أحمد يزيد القصاص البصري حدثنا دينار بن عبد الله\r\nمولى أنس بن مالك قال قال رسول الله صلى الله عليه وسلم وآله وسلم\r\nطوبى لمن رآني ومن آمن بي ومن رأى من رآني\r\nحدثنا محمد بن بكير الطيالسي البصري حدثنا أبو الوليد الطيالسي حدثنا\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\nالحكم بن طهمان أبو عزة الدباغ حدثنا أبو الرباب مولى معقل\r\nبن يسار عن معقل بن يسار قال كنا مع رسول الله صلى الله عليه وسلم وآله وسلم في ميسر فأتينا على\r\nمكان فيه ثوم فأصاب ناس من المسلمين منه وجاؤوا إلى المصلى فقال من أكل\r\nمن هذه الشجرة فلا يقربن مصلانا لا يروى عن معقل بن يسار إلا بهذا\r\nالاسناد تفرد به أبو عزة الدباغ وكانت هذه القصة يوم خيبر\r\nحدثنا محمد بن زكريا بن دينار الغلابي البصري حدثنا عبد الله بن رجاء\r\nالغداني حدثنا إسرائيل عن الحارث بن حصيرة عن عبد الله بن بريدة عن أبيه\r\nعن النبي صلى الله عليه وسلم أنه رأى إنسانا به بلاء فقال لعلك\r\nسألت ربك فليتعجل لك البلاء قال نعم قال فهلا سألت ربك العافية وقلت\r\nربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار لا يروى عن\r\nبريدة إلا بهذا الاسناد تفرد به عبد الله بن رجاء\r\nحدثنا محمد بن عبد الرحيم الشافعي البصري حدثنا القاسم بن هاشم\r\nالسمسار حدثنا عبد الرحمن بن قيس الضبي حدثنا سكين بن سراج عن عمرو بن\r\nدينار عن عمر أن رجلا جاء إلى النبي صلى الله عليه وسلم وآله وسلم فقال يا رسول\r\nالله أي الناس أحب إلى الله وأي الأعمال أحب إلى الله فقال رسول الله\r\nصلى الله عليه وسلم أحب الناس إلى الله أنفعهم للناس وأحب الأعمال\r\nإلى الله سرور تدخله على مسلم أو تكشف عنه كربة أو تقضي عنه دينا\r\nأو تطرد عنه جوعا ولئن أمشي مع أخ لي في حاجة أحب إلي من أن أعتكف\r\nفي هذا المسجد شهرا في مسجد المدينة ومن كف غضبه ستر الله عورته ومن\r\nكظم غيظه ولو شاء أن يمضيه أمضاه ملا الله قبله رجاء يوم القيامة ومن مشى\r\nمع أخيه في حاجة حتى يثبتها له ثبت الله قدمه يوم تزول الاقدام لم يروه عن\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nعمرو بن دينار إلا سكين ويقال بن أبي سراج البصري تفرد به\r\nعبد الرحمن بن قيس الضبي ضعيف\r\nحدثنا محمد بن الأيلي أبو عبد الله المفسر المقرئ حدثنا عمرو عمر بن يحيى\r\nالأبلي حدثنا حفص بن جميع عن مغيرة عن إبراهيم عن علقمة عن عبد الله بن\r\nمسعود قال قال رسول الله صلى الله عليه وسلم الجزور والبقرة عن سبعة\r\nلم يروه عن مغيرة إلا حفص بن جميع تفرد به عمرو عمر بن يحيى\r\nحدثنا محمد بن عبد الله السلام البيروتي مكحول\r\nأبو عبد الرحمن حدثنا إبراهيم بن عمرو بن بكر السكسكي حدثنا أبي عن ثور\r\nبن يزيد عن مكحول عن عبد الرحمن بن غنم عن شداد بن أوس عن النبي\r\nصلى الله عليه وسلم قال الكيس من دان نفسه وعمل بعد الموت\r\nوالعاجز من أتبع نفسه هواها وتمنى على الله لم يروه عن مكحول إلا ثور\r\nبن يزيد وغالب بن عبد الله الجزري تفرد به عن ثور عمرو بن بكر\r\nحدثنا محمد بن زياد بن عن عبد الله بن جزاعا بن زياد بن عن عبد الله\r\nبن مغفل المزني البصري حدثنا عبيد الله بن محمد بن عائشة التيمي حدثنا حماد\r\nبن سلمة عن علي بن زيد عن سالم بن عبد الله بن عمر عن أبيه أن النبي\r\nصلى الله عليه وآله وسلم استقبل مطلع الشمس فقال من ها هنا يطلع قرن الشيطان\r\nومن ها هنا الزلازل والفتن والفدادون وغلظ القلوب لم يروه عن علي بن\r\nزيد إلا حماد\r\nحدثنا محمد بن الحسين بن مكرم البغدادي بالبصرة حدثنا أبو حاتم\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nالسجستاني سهل بن محمد حدثنا أبو حاتم محمد بن عبد الملك حدثنا الحسن\r\nبن أبي جعفر عن محمد بن جحادة عن أبي قيس بن عبد الرحمن بن ثروان\r\nعن عمرو بن ميمون الأودي عن أبي مسعود عقبة بن عمرو الأنصاري أن\r\nالنبي صلى الله عليه وسلم قال أيعجز أحدكم أن يقرأ ثلث القرآن في ليلة\r\nقالوا يا رسول الله ومن يستطع ثلث القرآن قال أيعجز أحدكم أن يقرأ يقرأ\r\nقل هو الله أحد لم يروه عن محمد بن جحادة إلا الحسن بن أبي جعفر\r\nولا عنه إلا أبو حاتم تفرد به أبو حاتم\r\nحدثنا محمد بن أيوب بن مرزوق أبو علي المارودي البصري\r\nحدثنا كامل بن طلحة الجحدري حدثنا عبد الله بن لهيعة حدثنا خالد بن\r\nأبي عمران عن نافع قال ما جلس بن عمر مجلسا إلا تكلم فيه بكلمات إلا سئل\r\nعنهن فقال كان النبي صلى الله عليه وسلم يدعو بهن اللهم اغفر لي ما قدمت\r\nوما أخرت وما أسررت وما أعلنت وما أنت أعلم به مني اللهم ارزقني\r\nمن طاعتك ما يحول بيني وبين معصيتك وارزقني من خشيتك ما تبلغني منه\r\nرحمتك وارزقني من اليقين ما تهون به علي من مصائب الدنيا وبارك في سمعي\r\nوبصري واجعلهما الوارث مني واجعل ثأري على من ظلمني وانصرني\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\nعلى من عادني ولا تجعل مصيبتي في ديني ولا تجعل الدنيا أكبر همي\r\nولا مبلغ علمي لم يروه عن نافع إلا خالد بن أبي عمران وبكير بن عبد الله\r\nالأشج\r\nحدثنا محمد بن حنيفة أبو حنيفة الواسطي حدثنا أحمد بن الفرج\r\nالجشمي الحوزي المقري حدثنا حفص بن أبي داود عن الهيثم بن حبيب الصيرفي\r\nعن علي بن الأقمر عن أبي جحيفة قال أبصر رسول الله صلى الله عليه وسلم\r\nرجلا يصلي وقد سدل ثوبه فدنا منه رسول الله صلى الله عليه وسلم\r\nفعطف عليه ثوبه لم يروه عن علي بن الأقمر إلا الهيثم تفرد به حفص بن\r\nأبي داود\r\nحدثنا محمد بن أحمد بن الكساء الواسطي حدثنا العلاء بن سالم حدثنا حفص\r\nبن عمر النجار حدثنا قرة بن خالد عن حميد الطويل عن أنس بن مالك قال\r\nقال عمر بن الخطاب رضي الله عنه وافقت ربي في ثلاث قلت يا رسول الله\r\nهذا مقام إبراهيم لو اتخذناه مصلى فأنزل الله تعالى واتخذوا من مقام إبراهيم\r\nمصلى وقلت يا رسول الله لو حجبت نساءك فإنه يدخل عليك البر والفاجر\r\nفأنزل الله آية الحجاب * ( وإذا سألتموهن متاعا فاسألوهن من وراء حجاب ) *\r\nوقلت في أسارى بدر اضرب أعناقهم فاستشار أصحابه فأشاروا عليه بأخذ الفداء\r\nفأنزل الله * ( ما كان لنبي أن يكون له أسرى حتى يثخن في الأرض ) * الآية\r\nلم يروه عن قرة بن خالد الا حفص بن عمر البخاري الرازي الامام تفرد به\r\nالعلاء بن سالم\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nحدثنا محمد بن علي الصائغ البصري المكي حدثنا محمد بن معاوية النيسابوري\r\nحدثنا محمد بن سلمة الحراني عن خصيف عن مجاهد عن أبي عباس قال قال\r\nرسول الله صلى الله عليه وسلم سيجئ أقوام في آخر الزمن وجوههم\r\nوجه الآدميين وقلوبهم قلوب الشياطين وأمثال الذئاب الضواري ليس في\r\nقلوبهم شئ من الرحمة سفاكون للدماء لا يرعون عن قبيح إن بايعتهم وأبوك\r\nوإن تواريت عنهم اغتابوك وإن حدثوك كذبوك وإن ائتمنهم خانوك\r\nصبيهم عارم وشابهم شاطر وشيخهم لا يأمر بمعروف وينهى عن منكر\r\nالاعتزاز بهم ذل وطلب ما في أيديهم فقر الحليم فيهم غاو والآمر فيهم\r\nبالمعروف متهم والمؤمن فيهم مستضعف والفاسق فيهم مشرف السنة فيهم\r\nبدعة والبدعة فيهم سنة فعند ذلك يسلط الله فيهم شرارهم فيدعو خيارهم فلا\r\nيستجاب لهم لم يروه عن خصيف إلا محمد بن سلمة تفرد به محمد بن معاوية ولا يروى\r\nعن بن عباس إلا بهذا الاسناد\r\nحدثنا محمد بن عمرو بن خالد الحراني أبو علاثة حدثني أبي حدثنا عبد الله\r\nبن لهيعة عن عمارة بن غزية عن إسحاق بن عبد الله بن أبي طلحة عن أنس بن\r\nمالك قال كان رسول الله صلى الله عليه وسلم من أفكه الناس مع\r\nالصبي لم يروه عن إسحاق بن عبد الله إلا عمارة بن غزية تفرد به بن لهيعة\r\nولا يروى عن أنس إلا بهذا الاسناد\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\nحدثنا محمد بن عمر بن منصور البجلي الكشي بمصر حدثنا قتيبة بن\r\nسعيد حدثنا حماد بن زيد عن أيوب عن عبد الله بن أبي قتادة عن أبيه قال كان\r\nرسول الله صلى الله عليه وسلم ولم يقول ساقي القوم آخرهم شربا لم يروه\r\nعن أيوب إلا حماد تفرد به قتيبة\r\nحدثنا محمد بن عبد الغني بن عبد العزيز العسال المصري بمصر حدثنا أبي\r\nحدثنا مؤمل بن عبد الرحمن الثقفي البصري عن محمد بن عجلان عن الزهري\r\nعن أنس بن مالك أن النبي صلى الله عليه وسلم لبى من مسجد ذي\r\nالحليفة لم يروه عن بن عجلان إلا مؤمل بن عبد الرحمن تفرد به عبد الغني بن\r\nعبد العزيز\r\nحدثنا محمد بن الربيع بن بلال الأندلسي بمصر حدثنا حرملة بن يحيى\r\nوأبو مصعب الزهري حدثنا عبد الله بن وهب أخبرنا جرير بن حازم عن عبيد الله\r\nبن عمر عن نافع عن بن عمر قال قال رسول الله صلى الله عليه وسلم يوشك\r\nالمسلمون أن يحصروا بالمدينة حتى يكون أبعد مسالحهم بالسلاح لم يروه عن\r\nعبيد الله بن عمر إلا جرير بن حازم تفرد به بن وهب وسلاح حد ما بين\r\nالمدينة وخيبر\r\nحدثنا محمد بن عبد الله بن عرس المصري حدثنا محمد بن ميمون\r\nالخياط المكي حدثنا سفيان بن عيينة عن إسماعيل بن أبي خالد عن قيس بن أبي\r\nحازم عن علي قال قال رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\nثلاث هن حق لا يجعل الله من له سهم في الاسلام كمن لا سهم له ولا يتولى\r\nالله عبدا فيوليه غيره ولا يحب رجلا قوما إلا حشر معهم لم يروه عن\r\nإسماعيل بن أبي خالد إلا بن عيينة تفرد به محمد بن ميمون\r\nحدثنا محمد بن عبدوس بن جرير الصوري بمدينة صور حدثنا هشام بن\r\nعمار حدثنا مروان بن معاوية الفزاري حدثنا طريف أبو سفيان السعدي عن\r\nعبد الله بن الحارث عن أنس بن مالك قال قال رسول الله صلى الله عليه\r\nوسلم يقول الله عز وجل أخرجوا من النار من كان في قلبه مثقال حبة من خردل من\r\nإيمان ثم يقول وعزتي وجلالي لا أجعل من آمن بي ساعة من ليل أو نهار\r\nكمن لا يؤمن بي لم يروه عن عبد الله بن الحارث بن نوفل إلا أبو سفيان\r\nتفرد به مروان بن معاوية\r\nحدثنا محمد بن الحارث الجبيلي حدثنا صفوان بن صالح حدثنا الوليد بن\r\nمسلم عن عبد العزيز بن حصين عن بن أبي نجيح عن مجاهد عن بن عباس\r\nفي قوله عز وجل * ( واذكر ربك إذا نسيت ) * قال إذا نسيت الاستثناء فاستثن\r\nإذا ذكرت قال هي خاصة لرسول الله صلى الله عليه وسلم وليس لاحد أن\r\nيستثني إلا في صلة يمين لم يروه عن بن نجيح إلا عبد العزيز بن الحصين\r\nتفرد به الوليد بن مسلم\r\nحدثنا محمد بن عبد الله بن عبد الرحمن بن الأزرق الأنطاكي بأنطاكية حدثنا أبي\r\nحدثنا مبشر بن إسماعيل عن شعيب بن أبي حمزة عن العلاء بن عبد\r\nالرحمن عن أبيه عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم من\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\nاقتراب الساعة انتفاخ الأهلة وأن يرى الهلال لليلة فيقال هو بن ليلتين\r\nلم يروه عن العلاء إلا شعيب تفرد به مبشر\r\nحدثنا محمد بن أحمد بن مسافر الأنطاكي بأنطاكية حدثنا محمد بن\r\nعبد الرحمن بن سهم الأنطاكي حدثنا عيسى بن يونس عن عبيد الله بن عمر\r\nقال من حج فليكن آخر عهده بالبيت الطواف إلا الحيض فإن رسول الله\r\nصلى الله عليه وسلم رخص لهن لم يروه عن عبيد الله إلا عيسى\r\nحدثنا محمد بن أحمد بن لبيد البيروتي حدثنا عبد الحميد بن بكار الدمشقي\r\nحدثنا محمد بن شعيب بن شابور عن عبد الرحمن بن يزيد بن جابر أن أباه حدثه عن\r\nعمرو بن شعيب عن أبيه عن جده عن رسول الله صلى الله عليه وسلم أنه\r\nنهى عن أكل لحوم الأضاحي بعد ثلاث وعن النبيذ في الجر وعن زيارة\r\nالقبور فلما كان بعد ذلك قال رسول الله صلى الله عليه وسلم كنت نهيتكم\r\nعن أكل لحوم الأضاحي بعد ثلاث فكلوا ما شئتم ونهيتكم عن نبيذ الجر\r\nفاشربوا وكل مسكر حرام ونهيتكم عن زيارة القبور فزوروها ولا تقولوا\r\nما يسخط الله عز وجل لم يروه عن يزيد بن جابر إلا ابنه عبد الرحمن ولا\r\nعن عبد الرحمن إلا محمد بن شعيب تفرد به عبد الحميد بن بكار\r\nحدثنا محمد بن إدريس بن مطيب المصيصي حدثنا سليم بن منصور بن\r\nعمار حدثنا أبي حدثنا معروف أبو الخطاب عن واثلة بن الأسقع لما أسلمت\r\nأتيت النبي صلى الله عليه وسلم فقال لي اغتسل بماء وسدر واحلق عنك\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\nشعر الكفر لم يروه عن واثلة بن الأسقع إلا بهذا الاسناد تفرد به منصور\r\nبن عمار\r\nحدثنا محمد بن عبده المصيصي أبو بكر حدثنا محمد بن كثير بن مروان\r\nالفلسطيني حدثنا عبد الرحمن بن أبي الزناد عن أبيه عن خارجة بن زيد بن ثابت\r\nعن أبيه قال قال رسول الله صلى الله عليه وسلم زوروا القبور ولا تقولوا\r\nهجرا ) * ) * وبه عن زيد قال 8 كان رسول الله صلى الله عليه وسلم يأكل\r\nالخبز بالتمر ويقول هذا إدام هذا وبه عن زيد بن ثابت قال قال رسول الله\r\nصلى الله عليه وسلم تجافوا عن عقوبة ذي المروءة إلا في حد من حدود\r\nالله عز وجل وبه عن زيد قال قال رسول الله صلى الله عليه وسلم من\r\nحسن إسلام المرء تركه مالا يعنيه لم يروى هذه الأحاديث عن أبي الزناد إلا ابنه\r\nتفرد بها محمد بن كثير بن مروان ولا كتبناه إلا عن محمد بن عبده\r\nولا يروى عن زيد إلا بهذا الاسناد وأبو الزناد بن آخر يكنى بأبي\r\nالقاسم ولم يسم روى عنه أحمد بن حنبل\r\nحدثنا محمد بن الخضر الرقي بالرقة حدثنا محمد بن حاتم الجرجرائي\r\nحبي العابد حدثنا يحيى بن سليم الطائفي عن إسماعيل بن أمية قال سمعت سعيد\r\nبن أبي سعيد المقبري يقول سمعت أبا هريرة يقول سمع رسول الله صلى\r\nالله عليه وسلم يقول ثلاثة أنا خصمهم يوم القيامة ومن كنت خصمه\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\nخصمته رجل أعطاني ثم غدر يعني عهد الله ورجل باع حرا فأكل ثمنه\r\nورجل استأجر أجيرا فاستوفى حقه ولم يوفه أجره لم يروه عن المقبري إلا إسماعيل\r\nبن أمية تفرد به يحيى بن سليم\r\nحدثنا محمد بن إبراهيم بن ساوية العكاوي بعكة حدثنا موسى بن أيوب\r\nالنصيبي حدثنا بقية بن الوليد عن إسماعيل بن عياش عن بن عون عن محمد بن\r\nسيرين عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم الفأرة\r\nمسخ وعلامة ذلك أنها تشرب لبن الشاة ولا تشرب لبن الإبل لم يروه عن\r\nبن عون إلا إسماعيل بن عياش ولا عن إسماعيل إلا بقية تفرد به موسى\r\nبن أيوب\r\nحدثنا محمد بن حسن بن قتيبة العسقلاني حدثنا عبد الله بن سليمان بن\r\nيوسف العبدي حدثنا أبو إسحاق الفزاري عن مسعر بن كدام أراه عن أبي\r\nمرة عن أبي الأحوص عن عبد الله بن مسعود قال كان رسول الله صلى الله\r\nعليه وسلم يقرأ صلاة الفجر يوم الجمعة ألم تنزيل السجدة وهل أتى على\r\nالانسان لم يروه عن مسعر إلا أبو إسحاق الفزاري تفرد به عبد الله بن سليمان\r\nحدثنا محمد بن الحسن بن كيسان المصيصي حدثنا إبراهيم بن حميد الطويل\r\nحدثنا صالح بن أبي الأخضر عن الزهري عن أنس بن مالك أن النبي صلى الله\r\nعليه وسلم كان إذا دخل الخلاء قال اللهم إني أعوذ بك من الخبث والخبائث\r\nلم يروه عن الزهري إلا صالح ولا عنه إلا إبراهيم تفرد به محمد بن الحسن\r\nبن كيسان\r\nحدثنا محمد بن سنان الشيرازي الشيزري حدثنا عبد الوهاب بن\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\nنجدة الحوطي حدثنا الوليد بن مسلم عن الأوزاعي عن عطاء بن أبي رباح\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم ما من أيام العمل\r\nفيهن أفضل من عشر ذي الحجة قالوا ولا الجهاد في سبيل الله قال ولا الجهاد\r\nفي سبيل الله إلا من عقر جواده وأهريق دمه لم يروه عن الأوزاعي إلا الوليد\r\nولا عنه إلا الحوطي تفرد به محمد بن سنان\r\nحدثنا محمد بن داود بن صدقة المصيصي حدثنا عبد الكبير بن معافى\r\nبن عمران حدثنا شريك عن محمد بن عبد الله المرادي عن عمر بن مرة عن سالم\r\nبن أبي الجعد عن ثوبان قال لما نزلت * ( والذين يكنزون الذهب والفضة ) *\r\nقال رسول الله صلى الله عليه وسلم تبا للذهب والفضة قالوا يا رسول الله\r\nفأي المال نكنز قال قلبا شاكرا ولسانا ذاكرا وزوجة صالحة لم يروه عن\r\nمحمد بن عبد الله المرادي إلا شريك تفرد به عبد الكبير بن المعافى\r\nحدثنا محمد بن أحمد بن الوليد البغدادي حدثنا محمد بن أبي السري العسقلاني حدثنا الوليد بن مسلم عن زهير بن محمد عن محمد\r\nبن المنكدر عن جابر أن رسول الله صلى الله عليه وسلم عق عن الحسن\r\nوالحسين وختنهما لسبعة أيام لم يروه عن محمد بن المنكدر إلا زهير بن محمد\r\nولم يقل أحد ممن روى هذا الحديث وختنهما لسبعة أيام إلا الوليد بن مسلم\r\nحدثنا محمد بن نوح بن حرب العسكري حدثنا يعقوب بن إسحاق\r\nالقطان حدثنا إسحاق بن سليمان عن أخيه طلحة بن سليمان عن الفياض بن\r\nغزوان عن زبيد اليامي عن مجاهد عن بن عمر عن معاذ بن جبل أنه سمع\r\nالنبي صلى الله عليه وسلم يقول يسير الرياء شرك إن الله عز وجل يحب\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\nالأتقياء الأخفياء الأبرياء الذين إذا غابوا لم يفتقدوا وإذا حضروا لم يعرفوا\r\nقلوبهم مصابيح الهدى يخرجون من كل فتنة سوداء مظلمة لم يروه عن زبيد\r\nإلا الفياض ولا عنه إلا طلحة تفرد به إسحاق بن سليمان\r\nحدثنا محمد بن عبد الرحيم الديباجي التستري حدثنا عثمان بن أبي شيبة\r\nحدثنا يحيى بن زكريا بن إبراهيم بن سويد النخعي حدثنا الحكم بن حسن\r\nالنخعي عن أبي بردة بن أبي موسى عن عبد الله بن يزيد الخطمي قال قال رسول\r\nالله صلى الله عليه وسلم عذاب أمتي في دنياها لم يروه عن الحسن بن\r\nالحكم إلا يحيى بن زكريا تفرد به عثمان بن أبي شيبة\r\nحدثنا محمد بن أحمد الرقام التستري حدثنا محمد بن معمر البحراني حدثنا\r\nحبان بن هلال حدثنا وهيب بن خالد عن عبد الله بن عثمان بن خثيم عن القاسم بن\r\nمحمد عن سهلة بنت سهيلان سالما مولى بني حذيفة كان يدخل عليها فذكرت\r\nذلك لرسول الله صلى الله عليه وسلم فقال أمصيه تحرمي عليه لم يروه عن\r\nبن خثيم إلا وهيب تفرد بن حيان حيان بن هلال\r\nحدثنا محمد بن أحمد بن إسحاق الدقيقي التستري حدثنا سهل بن بحر\r\nالجنديسابوري حدثنا سلام بن سليمان الضبي هو المدائني عن أبي حرة حمزة\r\nعن الحسن عن صعصعة بن معاوية عن أبي ذر قال قال رسول الله صلى الله عليه\r\nوسلم ما من مسلمين يموت لهما ثلاثة من الولد لم يبلغوا من الحنث إلا\r\nأدخلهم الله الجنة بفضل رحمته إياهم لم يروه عن أبي حرة حمزة إلا سلام\r\nالضبي\r\nحدثنا محمد بن محمويه الجوهري الأهوازي حدثنا معمر بن سهل\r\nالأهوازي حدثنا عبيد الله بن تمام عن سعيد الجريري عن عبد الله بن بريدة\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\nعن عائشة قالت كان رسول الله صلى الله عليه وسلم إذا أوى إلى فراشه\r\nقال اللهم إني أعوذ بك من الشر ولوعا ومن الجوع ضجيعا لم يروه عن\r\nسعيد إلا عبد الله تفرد به معمر بن سهل الاسناد قال الهيثمي رواه الطبراني في الصغير والأوسط وفيه من لم أعرفه\r\nحدثنا محمد بن محمد بن عزرة الأهوازي حدثنا معمر بن سهل حدثنا\r\nعبيد الله بن تمام عن يونس عن الوليد بن بشر عن بشر بن شفاف عن أبيه\r\nعن عبد الله بن عمرو قال قال رسول الله صلى الله عليه وسلم ليس\r\nشئ أكرم على الله من المؤمن لم يروه عن يونس إلا عبيد الله تفرد به معمر الاسناد قال الهيثمي رواه الطبراني في الصغير والأوسط فيه عبيد الله بن تمام وهو ضعيف\r\nحدثنا محمد بن حامان الجنديسابوري حدثنا محمود غيلان المروزي\r\nحدثنا الفضل بن موسى السيناني عن يزيد بريد بن زياد بن أبي الجند عن\r\nسالم بن أبي الجند عن أبي أمامة قال جاءت امرأة إلى النبي صلى الله عليه\r\nوسلم ومعها صبيان لها ترضعهما فسألت النبي صلى الله عليه وسلم شيئا\r\nيعطيها فلم يجد شيئا يعطيها حتى أصاب ثلاث تمرات فأعطاها فأعطت هذه تمرة\r\nوهذا تمرة وأمسكت تمرة فبكى أحد الصبيين فشقت التمرة شقين فأعطيت هذا\r\nنصفا فقال رسول الله صلى الله عليه وسلم حاملات والدات مرضعات\r\nرحيمات بأولادهن لولا يأتين إلى أزواجهن دخلت مصلياتهن الجنة لم يروه\r\nعن يزيد بن زياد الا الفضل بن موسى السيناني\r\nحدثنا محمد بن مسلم بن عبد الله بن مسلم الجنديسابوري حدثنا إبراهيم بن سالم\r\nبن رشيد الهجيمي البصري حدثنا عبد العزيز بن قيس بن عبد الرحمن عن\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\nحميد الطويل عن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم\r\nمن صلى علي صلاة واحدة صلى الله عليه عشرا ومن صلي علي عشرا صلى الله\r\nعليه مائة ومن صلى علي مائة كتب الله له بين عينيه براءة من النفاق وبراءة\r\nمن النار وأسكنه الله يوم القيامة مع الشهداء لم يروه عن حميد إلا عبد العزيز\r\nبن قيس تفرد به إبراهيم بن سالم بن سالم بن سالم الهجيمي ولم أعرفه وبقية رجاله ثقات وقال أيضا وله عند النسائي من صلى علي واحدة صلى الله عليه وسلم عشرا\r\nحدثنا محمد بن يحيى بن منده الأصبهاني حدثنا صالح بن قطن البخاري\r\nحدثنا محمد بن عمار بن ياسر حدثني أبي عن جدي قال رأيت عمار بن ياسر\r\nصلى بعد المغرب ست ركعات فقلت يا أبت ما هذه الصلاة فقال رأيت حبيبي\r\nرسول الله صلى الله عليه وسلم صلى بعد المغرب ست ركعات وقال من صلى\r\nبعد المغرب ست ركعات غفرت له ذنوبه وإن كانت مثل زبد البحر لا يروى\r\nعن عمار إلا بهذا الاسناد تفرد به صالح بن قطن\r\nحدثنا محمد بن راشد الأصبهاني حدثنا إبراهيم بن سعد الجوهري حدثنا\r\nحسين بن محمد المروزي حدثنا عبد العزيز بن أبي سلمة الماجشون عن قدامة بن\r\nموسى عن أبي صالح عن أبي هريرة قال كان رسول الله صلى الله عليه\r\nوسلم يدعو اللهم أصلح لي ديني الذي جعلته عصمة أمري وأصلح أمري وأصلح لي دنياي\r\nالتي جعلت فيها معاشي وأصلح لي آخرتي التي جعلت إليها معادي واجعل\r\nالحياة زيادة لي في كل خير والموت راحة لي من كل شر لم يروه عن أبي صالح\r\nإلا قدامة المدني ولا عنه إلا عبد العزيز تفرد به حسين بن محمد\r\nحدثنا محمد بن حسين الأبهري الأصبهاني ببغداد حدثنا محمد بن موسى\r\nالحرشي حدثنا سهيل بن عبد الله عن خالد الحذاء عن أبي قلابة عن أنس بن مالك\r\nقال قال رسول الله صلى الله عليه وسلم من لم يؤمن بقضاء الله ويؤمن بقدر\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\nالله فليلتمس إلها غير الله لم يروه عن خالد إلا سهيل تفرد به محمد\r\nبن موسى\r\nحدثنا محمد بن نصير الأصبهاني حدثنا إسماعيل بن عمرو البجلي حدثنا مبارك\r\nبن فضالة عن هشام بن حسان عن محمد بن سيرين عن أبي هريرة عن النبي\r\nصلى الله عليه وسلم لا تقص الرؤيا إلا على عالم أو ناصح لم يروه\r\nعن هشام إلا مبارك تفرد به إسماعيل ولا كتبناه إلا عن بن نصير\r\nحدثنا محمد بن العباس الأخرم حدثنا عبد الوهاب بن عبد الحكم الوراق\r\nحدثنا أبو ضمرة أنس بن عياض عن أبي حازم عن سهل بن سعد الساعدي\r\nأن رسول الله صلى الله عليه وسلم إياكم ومحقرات الذنوب فإن\r\nمحقرات الذنوب كمثل قوم نزلوا ببطن واد فجاء ذا بعود وذا بعود حتى\r\nجمعوا ما أنضجوا به خبزهم وإن محقرات الذنوب متى يؤخذ بها صاحبها\r\nتهلكه لم يروه عن أبي حازم إلا أنس تفرد به عبد الوهاب\r\nحدثنا محمد بن أبان الأصبهاني حدثنا إسماعيل بن عمرو البجلي حدثنا زهير\r\nبن معاوية عن سهيل بن معاوية بن أبي صالح عن أبيه عن أبي هريرة قال قال\r\nرسول الله صلى الله عليه وسلم إذا حضر العشاء وأقيمت الصلاة فابدؤوا\r\nبالعشاء لم يروه عن سهيل إلا زهير ولا عنه إلا إسماعيل تفرد به محمد\r\nبن أبان\r\nحدثنا محمد بن إبراهيم الوشاء الأصبهاني بمدينتها حدثنا الحسن بن جهور\r\nالأهوازي حدثنا إسماعيل بن يحيى التيمي حدثنا شعبة بن الحجاج عن الحكم\r\nبن عتيبة عن إبراهيم النخعي عن علقمة بن قيس قال رأيت علي بن أبي طالب\r\nعلى منبر الكوفة وهو يقول سمعت رسول الله صلى الله عليه وسلم يقول\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\nلا يزني الزاني وهو مؤمن ولا يسرق السارق وهو مؤمن ولا ينتهب\r\nالرجل نهبة يرفع الناس إليها أبصارهم وهو مؤمن ولا يشرب الرجل الخمر وهو\r\nمؤمن فقال رجل يا أمير المؤمنين ومن زنا فقد كفر فقال علي إن رسول الله\r\nصلى الله عليه وسلم كان يأمرنا أن نبهم أحاديث الرخص لا يزني وهو\r\nمؤمن أن ذلك له حلال فإن آمن أنه حلال فقد كفر ولا هو يسرق وهو\r\nمؤمن بتلك السرقة أنها له حلال فإن آمن أنها حلال فقد كفر ولا يشرب\r\nالخمر حين يشربها وهو مؤمن أنها له حلال فإن شربها وهو مؤمن أنها\r\nحلال فقد كفر ولا ينتهب نهبة ذات شرف حين ينتهبها وهو مؤمن أنها\r\nله حلال فقد كفر لم يروه عن شعبة\r\nإلا إسماعيل بن يحيى التيمي الكوفي تفرد به الحسن بن جهور ولم نكتبه\r\nإلا عن محمد بن إبراهيم الوشاء\r\nحدثنا محمد بن شعيب الأصبهاني حدثنا أحمد بن إبراهيم الزمعي\r\nحدثنا عبد الله بن أبي جعفر الرازي عن أبيه عن الربيع عن أبي العالية عن حذيفة\r\nبن اليمان قال قال رسول الله صلى الله عليه وسلم من لا يهتم بأمر المسلمين\r\nفليس منهم ومن لا يصبح ويمسي ناصحا لله ولرسوله ولكتابه ولامامه ولعامة\r\nالمسلمين فليس منهم لم يروه عن جعفر الرازي إلا ابنه ولا يروى عن\r\nحذيفة إلا بهذا الاسناد\r\nحدثنا محمد بن عبد العزيز الأصبهاني الرازي حدثنا أحمد بن الفرات\r\nحدثنا أبو زهير المروذي حدثنا أبو عبيدة بن الأشجعي عن الأشجعي عن\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\nسفيان الثوري عن علقمة بن مرثد عن سليمان بن بريدة عن أبيه قال قال رسول\r\nالله صلى الله عليه وسلم ليس شئ وهو أطوع لله من بن آدم لم يروه\r\nعن سفيان إلا الأشجعي واسمه عبيد الله بن عبد الرحمن ولا الأشجعي إلا ابنه\r\nحدثنا عبد الله بن أحمد بن حنبل حدثني أبي أخبرت عن بن الأشجعي\r\nعن أبيه عن سفيان بإسناده مثله ) * ) *\r\nحدثنا محمد بن عبد الله رسته الأصبهاني حدثنا إبراهيم بن سالم بن\r\nرشيد البصري حدثنا عمر بن حبيب القاضي عن هشام بن عروة عن أبيه عن عائشة\r\nقالت قال رسول الله صلى الله عليه وسلم من أدخل على أهل بيت من\r\nالمسلمين سرورا لم يرض له الله ثوابا دون الجنة لم يروه عن هشام إلا عمرو\r\nبن حبيب تفرد به إبراهيم بن سالم\r\nحدثنا محمد بن أسد بن يزيد الأصبهاني بمدينة أصبهان سنة 295\r\nخمس وتسعين ومائتين حدثنا أبو داود عن محمود بن غيلان عن أبي داود\r\nالطيالسي حدثنا شعبة عن الأعمش عن مجاهد عن بن عباس أن رسول الله\r\nصلى الله عليه وسلم تلا هذه الآية * ( اتقوا الله حق تقاته ولا تموتن إلا وأنتم\r\nمسلمون ) * فقال لو أن قطرة من الزقوم قطرت في بحار الدنيا أفسدت على\r\nأهل الدنيا معايشهم فكيف بمن يكون طعامه لم يروه عن الأعمش\r\nإلا شعبة\r\nحدثنا محمد بن إبراهيم بن حبيب العسال الأصبهاني حدثنا إسماعيل\r\nبن عمرو البجلي حدثنا داود الزبرقان حدثنا شعبة عن ثابت البناني عن\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\nأنس بن مالك قال كان النبي صلى الله عليه وسلم إذا أفطر قال بسم الله اللهم\r\nلك صمت وعلى رزقك أفطرت لم يروه عن شعبة إلا داود بن الزبرقان\r\nتفرد به إسماعيل بن عمر ولا كتبناه إلا عن محمد بن إبراهيم\r\nحدثنا محمد بن إبراهيم بن نصر بن شبيب الأصبهاني حدثنا مخلد بن\r\nالحسن بن أبي زميل الحراني البغدادي حدثنا عبيد الله بن عمرو الرقي عن\r\nزيد بن أبي أنيسة عن أبي إسحاق عن جرير بن عبد الله البجلي عن النبي\r\nصلى الله عليه وسلم قال صيام ثلاثة أيام من كل شهر صيام الدهر أيام\r\nالبيض ثلاث عشرة وأربع عشرة وخمس عشرة لم يروه عن أبي إسحاق\r\nإلا زيد بن أبي أنيسة ولا يروى عن جرير إلا بهذا الاسناد\r\nحدثنا محمد بن عبد الرحيم بن شبيب المقري الأصبهاني أبو بكر\r\nحدثنا إبراهيم بن سعيد الجوهري حدثنا حسين بن محمد المروزي عن\r\nسليمان بن قرم عن الأعمش عن أبي وائل عن عبد الله بن مسعود قال قال\r\nرسول الله صلى الله عليه وسلم لا يحل لمسلم أن يهجر أخاه فوق ثلاث\r\nلم يروه عن الأعمش إلا سليمان بن قرم ولا عن سليمان إلا حسين بن محمد\r\nتفرد به إبراهيم الجوهري\r\nحدثنا محمد بن عاصم الأصبهاني الفقيه حدثنا علي بن حرب الموصلي\r\nحدثنا عبد الرحمن بن يحيى المدني حدثنا إسرائيل عن أبي إسحاق عن الحارث\r\nعن علي قال كنا مع رسول الله صلى الله عليه وسلم في المسجد ننتظر\r\nالصلاة فقام رجل فقال إني أصبت ذنبا فأعرض عنه فلما قضى النبي صلى الله\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\nعليه وسلم قام الرجل فأعاد القول فقال النبي صلى الله عليه وسلم\r\nأليس قد صليت معنا هذه الصلاة وأحسنت لها الطهور قال بلى قال فإنها\r\nكفارة ذنبك لم يروه عن أبي إسحاق إلا إسرائيل ولا عنه إلا عبد الرحمن\r\nتفرد به علي بن حرب ولا يروى عن علي عليه السلام إلا بهذا الاسناد\r\nحدثنا محمد بن إسماعيل بن عبد الله بن مسعود العبدي الأصبهاني\r\nسمويه الفقيه حدثني أبي حدثنا حاتم بن عبيد الله النمري حدثنا سلام أبو المنذر\r\nحدثنا داود بن أبي هند عن أنس بن مالك أن النبي صلى الله عليه\r\nوسلم كتب إلى عماله في سنة الصدقات وذكر الحديث بطوله لم يروه عن\r\nداود الاسلام تفرد به حاتم بن عبيد الله\r\nحدثنا محمد بن إبراهيم بن عامر بن إبراهيم الأصبهاني حدثني عمي محمد بن عامر حدثنا\r\nأبي عامر بن إبراهيم حدثنا زياد أبو حمزة عن حمزة الزيات عن الأعمش بن\r\nخيثمة بن عبد الرحمن عن عدي بن حاتم الطائي قال قال رسول الله صلى\r\nالله عليه وسلم كلكم يكلمه ربه ليس بينه وبين ترجمان فينظر إلى\r\nيمينه فيرى ما قدم وإلى أمامه فإذا هو بالنار\r\nفاتقوا النار ولو بشق تمرة لم يروه عن حمزة إلا زياد أبو حمزة تفرد به\r\nعامر بن إبراهيم\r\nحدثنا محمد بن إسماعيل بن أحمد بن أسيد الأصبهاني أبو مسلم\r\nحدثنا إسماعيل بن عبد الله العبدي حدثنا إسماعيل بن أبان الوراق\r\nحدثنا أبو مريم عبد الغفار بن القاسم عن أبي إسحاق عن حبشي بن جنادة\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\nالسلولي قال قال رسول الله صلى الله عليه وسلم لعلى\r\nأنت مني بمنزلة هارون من موسى إلا أنه لا نبي بعدي لم يروه\r\nعن أبي إسحاق إلا أبو مريم تفرد به إسماعيل بن أبان\r\nحدثنا محمد بن أحمد بن الوليد الأصبهاني حدثنا سعد بن عبد الله بن\r\nعبد الحكم المصري حدثنا قدامة بن محمد الأشجعي عن إسماعيل بن شيبة الطائفي\r\nعن بن جريج عن عطاء عن بن عباس قال قال رسول الله صلى الله عليه\r\nوسلم ما من أمتي أحد ولي من أمر المسلمين الناس شيئا لم يحفظهم بما حفظ به\r\nنفسه وأهله إلا لم يجد رائحة الجنة لم يروه عن بن جريج إلا إسماعيل تفرد به\r\nقدامة بن محمد\r\nحدثنا محمد بن حرملة القلزمي بمدينة قلزم حدثنا إسحاق بن إسماعيل\r\nبن عبد الأعلى الأيلي حدثنا عمرو بن هاشم البيروتي حدثنا الأوزاعي عن يحيى\r\nبن أبي كثير عن عبد الله بن أبي قتادة عن أبيه قال قال رسول الله صلى الله\r\nعليه وسلم لا يقبل الله من امرأة صلاة حتى تواري زينتها ولا من\r\nجارية بلغت المحيض حتى تختمر لم يروه عن الأوزاعي إلا عمرو بن هاشم\r\nتفرد به إسماعيل بن إسحاق\r\nحدثنا محمد بن إسحاق بن إبراهيم بن شاذان الفارسي أبو علي أبو يعلى\r\nشيران حدثنا أبي حدثنا سعد بن الصلت حدثنا مسعر بن كدام عن العباس بن خديج\r\nعن زياد بن عبد الله العامري عن عمار بن ياسر قال قلت يا رسول الله هل\r\nقارفت شيئا مما قارف أهل الجاهلية قال لا وقد كنت على موعدين أما أحدهما\r\nفغلبتني عيني وأما الآخر فشغلتني عنه سامر القوم لم يروه عن مسعر إلا سعد\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\nتفرد به شاذان ولا يروى عن عمار إلا بهذا الاسناد\r\nحدثنا محمد بن أحمد بن وليد بن أبي هشام حدثنا العباس بن الوليد بن\r\nمزيد حدثنا أبي حدثنا الأوزاعي عن عبد الواحد بن قيس عن نافع عن بن عمر\r\nقال قال رسول الله صلى الله عليه وسلم كل مسكر خمر وكل خمر\r\nحرام لم يروه عن الأوزاعي إلا الوليد بن مزيد\r\nحدثنا محمد بن المرزبان الادمي الشيرازي حدثنا أحمد بن إبراهيم\r\nالنرمقي الرازي حدثنا سهل بن عب ربه السني حدثنا عبد الله بن العلاء بن\r\nشيبة عن بن عون عن عقبة بن عبد الغافر عن أبي سعيد الخدري قال ذكر\r\nعند رسول الله صلى الله عليه وسلم العزل فقال لا عليكم أن لا تفعلوا\r\nفإنما هو القدر لم يروه عن بن عون إلا عبد الله\r\nحدثنا محمد بن محبوب العسكري الزعفراني حدثنا قيس بن حفص الدارمي\r\nحدثنا الربيع بن بدر عن راشد بن محمد الحماني عن الحسن عن قيس بن عباد\r\nعن علي قال قال رسول الله صلى الله عليه وسلم من كذب\r\nعلي عامدا متعمدا فليتبوأ مقعده من النار لم يروه عن قيس بن عباد إلا الحسن\r\nولا عنه إلا راشد تفرد به قيس بن حفص عن الربيع بن بدر\r\nحدثنا محمد بن مملك الأصبهاني حدثنا أحمد بن عصام الأنصاري\r\nحدثنا أبو أحمد الزبيري حدثنا مسعر بن كدام عن الأعمش عن مسلم البطين\r\nعن سعيد بن جبير عن بن عباس قال إنما سمي الانسان إنسانا لأنه عهد إليه\r\nفنسي لم يروه عن مسعر إلا أبو أحمد تفرد به أحمد بن عصام\r\nحدثنا محمد بن علي بن الأحمر الناقد أبو الطيب حدثنا نصر بن\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\nعلي الجهضمي حدثنا زياد بن عبد الله البكائي حدثنا الرحيل بن معاوية الجعفي\r\nعن أبي إسحاق عن أبي سلمة بن عبد الرحمن عن أم سلمة زوج النبي صلى الله\r\nعليه وسلم قالت والذي توفى نفسه صلى الله عليه وسلم ما مات حتى\r\nكان أكثر صلاته قاعدا لم يروه عن الرحيل أخي زهير إلا زياد بن عبد الله\r\nتفرد به نصر\r\nحدثنا محمد بن إبراهيم بن يوسف أبو علي بن أمدحه الأصبهاني الحافظ\r\nحدثنا محمد بن الحارث المخزومي المدني حدثنا أبو مصعب الزهري حدثنا عبد العزيز\r\nالدراوردي عن صفوان بن سليم عن عطاء بن يسار عن أبي سعيد\r\nالخدري أن النبي صلى الله عليه وسلم ركب حمارا إلى قباء يستخبر\r\nفي العمة والخالة فأنزل الله تعالى أن لا ميراث لهما لم يروه عن صفوان\r\nإلا الدراوردي ولا عنه إلا أبو مصعب تفرد به محمد بن الحارث ولا أعلم\r\nأحدا ذكره إلا بخير\r\nحدثنا محمد بن يحيى بن مالك الضبي حدثنا محمد بن عبد العزيز\r\nبن أبي رزمة حدثنا الفضل بن موسى السيناني حدثنا مسعر بن كدام عن الركين\r\nبن الربيع عن أبيه عن عبد الله بن مسعود قال قال رسول الله صلى الله عليه\r\nوسلم الرؤيا الصادقة الصالحة جزء من سبعين جزءا من النبوة لم يروه\r\nعن مسعر إلا الفضل بن موسى تفرد به بن أبي رزمة\r\nحدثنا محمد بن يحيى بن ناصح السرمري بسرمرى حدثنا عفان بن مسلم\r\nحدثنا سعيد بن زيد قال سمعت أبا سليمان العصري يحدث عن عقبة بن صهبان\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\nحدثنا أبو بكرة عن النبي صلى الله عليه وسلم يحمل الناس يوم\r\nالقيامة فتتقادع بهم جنبتا الصراط تقادع الفراش في النار\r\nفينجي الله برحمته من يشاء ثم يؤذن للملائكة والنبيين والشهداء فيشفعون\r\nويشفعون ويخرج الله كل من كان في قلبه مثقال ذرة من الايمان لم يروه\r\nعن أبي بكرة إلا بهذا الاسناد\r\nحدثنا محمد بن الربيع بن سليمان الجيزي المصري حدثنا محمد بن\r\nعبد الله بن عبد الحكم حدثنا إسحاق بن الفرات حدثنا يحيى بن أيوب عن يحيى\r\nبن سعيد الأنصاري عن نافع عن بن عمر قال سمعت رسول الله صلى الله عليه\r\nوسلم يقولان أحدكم إذا مات عرض عليه مقعده بالغداة والعشي إن\r\nكان من أهل الجنة فمن الجنة وإن كان من أهل النار فمن النار فيقال هذا مقعدك\r\nحتى يبعثك الله عز وجل إليه يوم القيامة لم يروه عن يحيى بن سعيد إلا يحيى\r\nبن أيوب تفرد به إسحاق بن الفرات\r\nحدثنا محمد بن بركة أبو بكر الحلبي حدثنا علي بن بكار المصيصي\r\nحدثنا أبو إسحاق الفزاري عن سعيد بن أشوع عن أبي ليلى مولى الأنصاري\r\nعن أبي هريرة عن النبي صلى الله عليه وسلم قال لقد هممت أن آمر بالصلاة\r\nفتقام ثم انظر فمن لم يشهد المسجد فأحرق عليه بيته لم يروه عن سعيد بن عمرو\r\nبن أشوع قاضي الكوفة إلا أبو إسحاق الفزاري تفرد به علي بن بكار\r\nحدثنا محمد بن موسى بن عيسى الحضرمي المصري حدثنا محمد بن عبد الله\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\nبن عبد الحكم حدثنا إسحاق بن الفرات حدثنا يحيى بن أيوب عن يحيى بن سعيد\r\nالأنصاري عن نافع عن بن عمر قال أخبرتني حفصة زوج النبي صلى الله عليه\r\nوسلم كان إذا نودي لصلاة الصبح ركع\r\nركعتين قبل صلاة الصبح يخففهما لم يروه عن يحيى بن سعيد إلا يحيى بن أيوب\r\nتفرد به إسحاق\r\nحدثنا محمد بن بشر العسكري المصري حدثنا الربيع بن سليمان حدثنا\r\nأيوب بن سويد حدثنا الفرات بن سليمان عن الأعمش عن معاوية بن قرة عن\r\nمعقل بن يسار قال قال رسول الله صلى الله عليه وسلم العمل في الهرج\r\nوالفتنة كالهجرة إلي لم يروه عن الفرات إلا أيوب ولا رواه عن الأعمش\r\nإلا الفرات وسعد بن الصلت\r\nحدثنا محمد بن يعقوب بن إسحاق أبو الحسين حدثنا هشام بن عمر حدثنا عبد الله\r\nبن يزيد البكري حدثنا محمد بن يعقوب بن محمد بن طحلاء المديني حدثنا بلال\r\nبن أبي هريرة عن أبي هريرة قال إن النبي صلى الله عليه وسلم أتى بصفحة\r\nتفور فرفع يده منها فقال اللهم لا تطعمنا نارا إن الله لم يطعمنا نارا لم يروه\r\nعن بلال بن أبي هريرة إلا يعقوب بن محمد ولا عنه إلا عبد الله بن يزيد\r\nتفرد به هشام وبلال قليل الرواية عن أبيه\r\nحدثنا محمد بن أحمد بن أبي يوسف الخلال المصري حدثنا بحر بن نصر\r\nالخولاني حدثنا أشهب بن عبد العزيز حدثنا الليث بن سعد عن يزيد بن أبي\r\nحبيب عن سعد بن سنان عن أنس بن مالك قال قال رسول الله صلى الله عليه\r\nوسلم مانع الزكاة يوم القيامة في النار لم يروه عن الليث إلا أشهب\r\nالفقيه تفرد به بحر بن نصر\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\nحدثنا محمد بن أحمد بن الفرج حدثنا سفيان بن محمد الفزاري المصيصي\r\nحدثنا هشيم عن يونس بن عبيد عن الحسن عن أنس بن مالك قال قال\r\nرسول الله صلى الله عليه وسلم من كرامتي على ربي عز وجل أني ولدت\r\nمختونا ولم ير أحد سوأتي لم يروه عن يونس إلا هشيم تفرد تفرد به سفيان بن\r\nمحمد الفزاري\r\nحدثنا محمد بن ماهان الأبلي حدثنا يحيى بن حكيم المقوم حدثنا الحسن بن\r\nحبيب بن ندبة حدثنا أبو جناب الكلبي يحيى بن أبي حية عن أبي العالية عن أبي\r\nأمامة الباهلي قال قال رسول الله صلى الله عليه وسلم دخلت الجنة فسمعت\r\nخشفة بين يدي فقلت يا جبريل ما هذه الخشفة فقال بلال يمشي أمامك لم يروه\r\nعن أبي العالية إلا أبو جناب الكلبي ولا يحفظ عن أبي العالية عن أبي\r\nأمامة إلا هذا الحديث\r\nحدثنا محمد بن علي المروزي الحافظ ببغداد حدثنا محمد بن عبد الله بن\r\nقهزاد حدثنا يحيى بن إسحاق الكاشفري حدثنا عبد الكبير بن دينار\r\nالصائغ حدثنا أبو إسحاق الهمداني حدثنا سليمان الأعمش عن إبراهيم بن علقمة\r\nعن عبد الله قال كنا مع رسول الله صلى الله عليه وسلم في سفر فعز الماء\r\nفدعا رسول الله صلى الله عليه وسلم بإناء فوضع يده فيه فلقد رأيت الماء\r\nينبع من بين أصابع رسول الله صلى الله عليه وسلم لم يروه عن أبي إسحاق\r\nإلا عبد الكبير بن دينار ولا عنه إلا يحيى بن إسحاق\r\nحدثنا محمد بن جمعة بن خلف القهستاني ببغداد حدثنا الحسين بن إدريس\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\nالهروي حدثنا خالد بن هياج بن بسطام حدثنا أبي حدثنا سفيان الثوري عن شريك\r\nعن خالد بن علقمة عن عبد خير عن علي أن النبي\r\nصلى الله عليه وسلم توضأ ثلاثا ثلاثا لم يروه عن سفيان عن شريك إلا\r\nهياج بن بسطام تفرد به خالد ورواه غيره عن سفيان عن خالد بن علقمة نفسه\r\nحدثنا محمد بن معاذ الحلبي حدثنا محمد بن كثير العبدي حدثنا همام بن\r\nيحيى حدثنا إسماعيل بن مسلم المكي عن الحكم بن عتيبة عن عبد الرحمن بن أبي\r\nليلى عن كعب بن عجرة أن رجلا مر على النبي صلى الله عليه وسلم فرأى\r\nأصحاب رسول الله صلى الله عليه وسلم من جلده ونشاطه ما أعجبهم فقالوا\r\nيا رسول الله لو كان هذا في سبيل الله فقال رسول الله صلى الله عليه وسلم\r\nإن كان يسعى على ولده صغارا فهو في سبيل الله وإن كان خرج على\r\nأبوين شيخين كبيرين ففي سبيل الله وإن كان خرج يسعى على نفسه ليعفها ففي\r\nسبيل الله وإن كان خرج يسعى على أهله ففي سبيل الله وإن كان خرج يسعى\r\nتفاخرا وتكاثرا ففي سبيل الطاغوت لم يروه عن الحكم إلا إسماعيل بن مسلم\r\nولا عنه إلا همام تفرد به محمد بن كثير ولا يروى عن كعب بن عجرة إلا\r\nبهذا الاسناد\r\nحدثنا محمد بن سعدان الشيرازي حدثنا زيد بن أخرم الطائي حدثنا\r\nأبو أحمد الزبيري حدثنا حنظلة بن عبد الحميد عن عبد الكريم أبي أمية عن مجاهد\r\nعن عبد الله بن عكبرة وكانت له صحبة قال التخلل سنة لا يروى هذا الحديث\r\nعن عبد الله بن عكبرة إلا بهذا الاسناد به أبو أحمد الزبيري ولا نحفظ\r\nلعبد الله بن عكبرة حديثا غير هذا\r\nحدثنا محمد بن موسى الإصطخري حدثنا بشر بن أبي علي الكرماني حدثنا\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\nحسان بن إبراهيم عن أبان بن تغلب عن الأعمش عن أبي رزين عن أبي هريرة\r\nقال قال رسول الله صلى الله عليه وسلم طهور إناء أحدكم إذا ولغ فيه\r\nالكلب أن يغسله سبع مرات لم يروه عن أبان تغلب إلا حسان بن إبراهيم\r\nحدثنا محمد بن شعيب بن الحجاج الزبيدي بمدينة زبيد باليمن حدثنا\r\nأبو حمة محمد بن يوسف حدثنا أبو قرة موسى بن طارق ذكر سفيان الثوري\r\nعن سليمان التيمي عن أبي عثمان النهدي عن أسامة بن زيد قال قال رسول الله\r\nصلى الله عليه وسلم ما ذئبان ضاريان باتا في حظيرة فيها غنم يفترسان\r\nويأكلان بأسرع فسادا فيها من طلب المال والشرف في دين المسلم لم يروه\r\nعن سليمان التيمي إلا أبو قرة وعند سفيان في هذا الحديث إسنادان آخران رواه\r\nقطبة بن العلاء بن المنهال الغنوي عن سفيان عن عبد الله بن دينار ورواه\r\nعبد الملك بن عبد الرحمن الذماري عن سفيان عن أبي الجحاف عن أبي حازم عن أبي\r\nهريرة أما حديث قطبة فحدثناه القاسم بن محمد الدلال الكوفي حدثنا قطبة\r\nحدثنا سفيان عن عبد الله بن دينار عن عبد الله بن عمر عن النبي صلى الله عليه\r\nوسلم مثله ) * ) * وأما حديث أبو الجحاف فحدثناه العباس بن الفضل الأسفاطي\r\nحدثنا إبراهيم بن محمد بن عرعرة بن البرند السامي حدثنا عبد الملك بن\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\nعبد الرحمن الذماري حدثنا سفيان عن أبي الجحاف عن أبي حازم عن أبي هريرة\r\nعن النبي صلى الله عليه وسلم مثله ) * ) *\r\nحدثنا محمد بن سحنويه بن الهيثم البرذعي بمصر حدثنا إبراهيم بن يعقوب\r\nالجوزجاني حدثنا هارون أبو عبد الله صاحب المغازي عن عبد العزيز بن\r\nعمران عن عمر بن عبد الرحمن بن عوف\r\nأخبرني موسى بن يعقوب الزمعي أخبرني عمي أبو الحارث عن أبيه عن أم سلمة زوج النبي صلى الله عليه وسلم\r\nقال سمعت رسول الله صلى الله عليه وسلم يقول معد بن عدنان بن\r\nأد بن أدد بن زيد بن براء بن أعراق الثرا قال ثم يقول رسول الله صلى\r\nالله عليه وسلم أهلك عادا وثمودا وأصحاب الرس وقرونا بين ذلك كثير لا يعلمهم إلا\r\nالله فكانت أم سلمة تقول معد معد وعدنان عدنان وأد أدد وزيد زند\r\nهميسع وبراء نبت وأعراق الثرا إسماعيل بن إبراهيم صلى الله عليه وسلم\r\nلا يروى عن أم سلمة إلا بهذا الاسناد تفرد به موسى\r\nحدثنا محمد بن خالد بن يزيد البرذعي بمصر حدثني أبو سلمة عبيد بن\r\nخلصة بمعرة النعمان حدثنا عبد الله بن نافع المدني عن المنكدر بن محمد بن\r\nالمنكدر عن أبيه عن جابر بن عبد الله قال جاء رجل إلى النبي صلى\r\nالله عليه وسلم فقال يا رسول الله إن أبي أخذ مالي فقال النبي صلى الله عليه\r\nوسلم للرجل اذهب فأتني بأبيك فنزل جبريل عليه السلام على النبي صلى\r\nالله عليه وسلم فقال إن الله يقرئك السلام ويقول إذا جاءك الشيخ فسله عن\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nشئ قاله في نفسه ما سمعته أذناه فلما جاء الشيخ قال له النبي صلى الله عليه\r\nوسلم ما بال ابنك يشكوك أتريد أن تأخذ ماله فقال سله يا رسول الله هل\r\nأنفقته إلا على عماته أو خالاته أو على نفسي فقال النبي صلى الله عليه وسلم\r\nإيه دعنا من هذا أخبرنا عن شئ قلته في نفسك ما سمعته أذناك فقال\r\nالشيخ والله يا رسول الله ما يزال الله يزيدنا بك يقينا لقد قلت في نفسي شئ\r\nما سمعته أذناي فقال قل وأنا أسمع قال قلت\r\nغدوتك مولودا ومنتك يافعا * تعل بما أجني عليك وتنهل\r\nإذا ليلة ضافتك بالسقم لم أبت * لسقمك إلا ساهرا أتململ\r\nكأني أنا المطروق دونك بالذي * طرقت به دوني فعيناي تهمل\r\nتخاف الردى نفسي عليك وإنها * لتعلم أن الموت وقت مؤجل\r\nفلما بلغت السن والغاية التي * إليها مدى ما فيك كنت أؤمل\r\nجعلت جزائي غلطة وفظاظة * كأنك أنت المنعم المتفضل\r\nفليتك إذ لم ترع حق أبوتي * فعلت كما الجار المجاور يفعل\r\nتراه معدا للخلاف كأنه * برد على أهل الصواب موكل\r\nقال فحينئذ أخذ النبي صلى الله عليه وسلم بتلابيب ابنه وقال\r\nأنت ومالك لأبيك لا يروى هذا الحديث عن محمد بن المنكدر إلا بهذا التمام\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\nوالشعر إلا بهذا الاسناد تفرد به عبيد بن خلصة\r\nحدثنا محمد بن علي بن الوليد البصري حدثنا محمد بن عبد الأعلى\r\nالصنعاني حدثنا معتمر بن سليمان حدثنا كهمس بن الحسن حدثنا داود بن أبي\r\nهند عن الشعبي عن عبد الله بن عمر عن أبيه عمر بن الخطاب بحديث الضب\r\nأن رسول الله صلى الله عليه وسلم كان في محفل من أصحابه إذ جاء\r\nأعرابي من بني سليم قد صاد ضبا وجعله في كمه يذهب به إلى رحلة فرأى\r\nجماعة فقال على من هذه الجماعة فقالوا على هذا الذي يزعم أنه نبي فشق\r\nالناس ثم أقبل على رسول الله صلى الله عليه وسلم فقال يا محمد ما اشتملت\r\nالنساء على ذي لهجة أكذب منك وأبغض إلي منك ولولا أن تسميني قومي\r\nعجولا لعجلت عليك فقتلتك فسررت بقتلك الناس أجمعين فقال عمر يا رسول\r\nالله دعني أقتله فقال رسول الله صلى الله عليه وسلم أما علمت أن الحليم\r\nكاد أن يكون نبيا ثم أقبل على رسول الله صلى الله عليه وسلم فقال\r\nواللات والعزى لا آمنت بك وقد قال له رسول الله صلى الله عليه وسلم\r\nيا أعرابي ما حملك على أن قلت ما قلت وقلت غير الحق ولم تكرم مجلسي\r\nقال وتكلمني استخفافا برسول الله واللات والعزى لا آمنت بك أو يؤمن\r\nبك هذا الضب فأخرج الضب من كمه وطرحه بين يدي رسول الله صلى الله\r\nعليه وسلم وقال إن آمن بك هذا الضب آمنت بك فقال رسول الله صلى\r\nالله عليه وسلم يا ضب فتكلم الضب بلسان عربي مبين يفهمه القوم جميعا\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\nلبيك وسعديك يا رسول رب العالمين فقال له رسول الله صلى الله عليه\r\nوسلم من تعبد قال الذي في السماء عرشه وفي الأرض سلطانه وفي البحر\r\nسبيله وفي الجنة رحمته وفي النار عذابه قال فمن أنا يا ضب قال أنت رسول\r\nرب العالمين وخاتم النبيين قد أفلح من صدقك وقد خاب من كذبك فقال\r\nالاعرابي أشهد أن لا اله إلا الله وأنت رسول الله حقا والله لقد أتيتك وما على\r\nوجه الأرض أحد هو أبغض إلي منك ووالله لانت الساعة أحب إلي من\r\nنفسي من ولدي فقد آمن بك شعري وبشري وداخلي وسري\r\nوعلانيتي فقال رسول الله صلى الله عليه وسلم الحمد لله الذي هداك إلى\r\nهذا الدين الذي يعلو ولا يعلى عليه ولا يقبله الله إلا بصلاة ولا يقبل الصلاة إلا\r\nبقرآن فعلمه رسول الله صلى الله عليه وسلم الحمد لله وقل هو الله أحد\r\nفقال يا رسول الله والله ما سمعت في البسيط ولا في الرجس أحسن من هذا فقال\r\nله رسول الله صلى الله عليه وسلم إن هذا كلام رب العالمين وليس بشعر\r\nوإذا قرأت قل هو الله أحد مرة فكأنما قرأت ثلث القرآن وإذا قرأت قل\r\nهو الله أحد مرتين فكأنما قرأت ثلثي القرآن وإذا قرأت قل هو الله أحد\r\nثلاث مرات فكأنما قرأت القرآن كله فقال الاعرابي نعم الاله إلهنا يقل\r\nاليسر ويعطي الجزيل ثم قال رسول الله صلى الله عليه وسلم أعطوا\r\nالاعرابي فأعطوه حتى أبطروه فقام عبد الرحمن بن عوف فقال يا رسول الله\r\nإني أريد أن أعطيه ناقة أتقرب بها إلى الله عز وجل دون البختي وفوق الاعرابي\r\nوهي عشراء فقال رسول الله صلى الله عليه وسلم إنك قد وصفت\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\nما تعطي وأصف لك ما يعطيك الله جزاءا قال نعم قال لك ناقة من در جوفاء\r\nقوائمها من زبرجد أخضر وعنقها من زبرجد أصفر عليها هودج وعلى الهودج\r\nالسندس والإستبرق تمر بك على الصراط بالبرق الخاطف فخرج الاعرابي\r\nمن عند رسول الله صلى الله عليه وسلم فلقيه ألف أعرابي على ألف دابة\r\nبألف رمح وألف سيف فقال لهم أين تريدون قالوا نقاتل هذا الذي يكذب\r\nويزعم أنه نبي فقال الاعرابي أشهد أن لا إله إلا الله وأن محمدا رسول الله\r\nفقالوا صبوت وحدثهم بهذا الحديث فقالوا بأجمعهم\r\nلا إله إلا الله محمدا رسول الله فبلغ ذلك النبي صلى الله عليه وسلم فتلقاهم\r\nفي رداء فنزلوا على ركبهم يقبلون ما ولوا منه ويقولون لا إله إلا الله محمدا\r\nرسول الله فقالوا مرنا بأمرك يا رسول الله فقال تدخلوا تحت راية خالد\r\nبن الوليد قال فليس أحد من العرب آمن منهم ألف جميعا إلا بنو سليم\r\nلم يروه عن داود بن أبي هند بهذا التمام إلا كهمس ولا عن كهمس إلا معتمر\r\nتفرد به محمد بن عبد الأعلى\r\nحدثنا محمد بن علي بن يحيى بن زياد بن عبد الرحمن بن أسيد بن محمد بن\r\nعبد الله بن جحش بن رئاب الأسدي البصري المؤدب نسيب زينب زوج\r\nالنبي صلى الله عليه وسلم حدثنا عبد الأعلى بن حماد النرسي حدثنا يعقوب\r\nبن عبد الله القمي عن ليث عن مجاهد عن أبي سعيد قال جاء رجل إلى\r\nرسول الله صلى الله عليه وسلم فقال يا رسول الله أوصني قال عليك بتقوى\r\nالله فإنها جماع كل خير وعليك بالجهاد في سبيل الله فإنها رهبانية المسلمين\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\nوعليك بذكر الله وتلاوة كتابه فإنها نور لك في الأرض وذكر لك في السماء\r\nواخزن لسانك إلا من خير فإنك تغلب الشيطان لا يروى عن أبي سعيد\r\nإلا بهذا الاسناد تفرد به يعقوب القمي\r\nحدثنا محمد بن فضالة الجوهري البصري حدثنا أحمد بن بديل اليامي\r\nحدثنا إسحاق بن الربيع القصري حدثنا مسعر بن كدام عن منصور بن المعتمر\r\nعن سعد بن عبيدة عن أبي عبد الرحمن السلمي عن علي قال\r\nنكت رسول الله صلى الله عليه وسلم ذات يوم بعود الأرض ثم رفع\r\nرأسه وقال ما من نفس منفوسة وإلا قد كتب مكانها من الجنة وشقية\r\nأو سعيدة فقال رجل من القوم يا رسول الله أندع العمل فقال لا ولكن\r\nاعملوا فكل ميسر أما أهل السعادة فييسرون للسعادة وأما أهل الشقاء\r\nفييسرون للشقاء ثم قرأ * ( فأما من أعطى وصدق بالحسنى ) * الآيتين\r\nلم يروه عن مسعر إلا إسحاق\r\nحدثنا محمد بن الحسين بن البستنبان السرمري بها حدثنا الحسن بن بشر\r\nالبجلي حدثنا سعدان بن الوليد صاحب السابري عن عطاء بن أبي رباح عن بن\r\nعباس قال دخل رسول الله صلى الله عليه وسلم على أم هانئ بنت\r\nأبي طالب يوم الفتح وكان جائعا فقالت له يا رسول الله إن أصهارا لي قد لجأوا\r\nإلي وإن علي بن أبي طالب لا تأخذه في الله لومة لائم وإني أخاف أن يعلم\r\nبهم فيقتلهم فاجعل من دخل دار أم هانئ آمنا حتى يسمع كلام الله فآمنهم\r\nرسول الله صلى الله عليه وسلم فقال قد أجرنا من أجارت أم هانئ فقال\r\nهل عندك من طعام نأكله فقالت ليس عندي إلا بكسر يابسة وإني لأستحي\r\nأن أقدمها إليك فقال هلمي بهن فكسرهن في ماء وجاءت بملح فقال هل\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\nمن إدام فقالت ما عندي يا رسول الله إلا شئ من خل فقال هلميه فصبه\r\nعلى طعامه فأكل منه ثم حمد الله عز وجل ثم قال نعم الادام الخل يا أم هانئ\r\nلا يقفر ببيت فيه خل لم يروه عن سعد إلا الحسن بن بشر\r\nحدثنا محمد بن سليمان الصوفي البغدادي بمصر سنة 28 ثمانين ومائتين\r\nحدثنا محمد بن عبيد بن ميمون التبان المديني سنة 241 إحدى وأربعين ومائتين\r\nحدثني أبي عن محمد بن جعفر بن أبي كثير عن موسى بن عقبة عن أبان بن\r\nتغلب عن إبراهيم النخعي عن علقمة بن قيس عن علي قال قال\r\nرسول الله صلى الله عليه وسلم لا رضاع بعد فصال ولا يتم بعد حلم\r\nلم يروه عن أبان إلا موسى بن عقبة ولا عن موسى إلا محمد بن جعفر\r\nولا عن محمد إلا عبيد التبان تفرد به محمد بن سليمان عن محمد بن عبيد\r\nحدثنا محمد بن أبي حرملة القلزمي بمدينة القلزم حدثنا محمد بن سليمان عن محمد بن سليمان\r\nبن بنت مطر حدثنا أبو معاوية عن داود بن أبي هند عن أبي الزبير عن جابر\r\nقال كان النبي صلى الله عليه وسلم لا ينام حتى يقرأ ألم تنزيل السجدة\r\nوتبارك الذي بيده الملك لم يروه عن داود بن أبي هند إلا معاوية تفرد به\r\nبن بنت مطر\r\nحدثنا محمد بن عبد الوهاب أبو قرصافة العسقلاني حدثنا زكريا بن نافع\r\nالأرسوفي حدثنا عبد العزيز بن الحصين عن موسى بن عبيدة عن روح بن\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\nالقاسم عن منصور بن المعتمر عن هلال بن يساف عن أبي يحيى عن عبد الله\r\nبن عمرو قال قال رسول الله صلى الله عليه وسلم صلاة القاعد على\r\nالنصف من صلاة القائم لم يروه عن روح إلا\r\nعن موسى إلا عبد العزيز بن الحصين ولا عن عبد العزيز إلا زكريا بن نافع\r\nتفرد به أبو قرصافة\r\nحدثنا محمد بن أحمد أبو النعمان بن شبل البصري حدثنا أبي حدثنا عم\r\nأبي محمد بن النعمان عن يحيى بن العلاء البجلي عن\r\nعبد الكريم أبي أمية عن مجاهد عن أبي هريرة قال قال رسول الله\r\nصلى الله عليه وسلم من زار قبر أبويه أو أحدهما في كل جمعة غفر له وكتب\r\nبرا لم يروى عن أبي هريرة إلا بهذا الاسناد تفرد بن النعمان بن شبل\r\nحدثنا محمد بن سهل بن الصباح الصفار الأصبهاني حدثنا أحمد بن الفرات\r\nالرازي حدثنا سهل بن عبد ربه السندي الرازي حدثنا عمرو بن أبي قيس عن مطرف\r\nبن طريف عن المنهال بن عمرو عن عن التميمي عن بن عباس قال كنا نتحدث أن النبي\r\nصلى الله عليه وسلم عهد إلى سبعين عهدا لم يعهدها إلى غيره لم يروه\r\nعن مطرف إلا عمرو بن قيس ولا عن عمرو بن سهل تفرد به أحمد بن الفرات\r\nواسم التميمي أربدة\r\nحدثنا محمد بن بشران الدرهمي البصري حدثنا زيد بن أخزم الطائي حدثنا\r\nبشر بن عمر الزهراني حدثنا أبان بن يزيد العطار عن قتادة عن أبي العالية عن\r\nبن عباس أن رجلا لعن الريح عند الله رسول الله صلى الله عليه وسلم فقال رسول الله صلى الله عليه وسلم لا\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\nتلعنها فإنها مأمورة وإن من لعن شيئا\r\nليس له بأهل رجعت اللعنة إليه لم يروه عن قتادة إلا أبان ولا عن أبان إلا\r\nبشر تفرد به زيد بن أخزم\r\nحدثنا محمد بن جعفر بن ملاس الدمشقي حدثنا العباس بن الوليد بن مزيد\r\nالبيروتي أخبرني أبي حدثنا عبد الله بن شوذب عن أبي هارون العبدي عن أبي\r\nسعيد الخدري قال قال رسول الله صلى الله عليه وسلم إن في السماء ملكا\r\nيقال له إسماعيل على سبعين ألف ملك كل ملك كل ملك على سبعين ألف ملك لم يروه\r\nعن بن شوذب إلا الوليد بن مزيد ومحمد بن كثير الصنعاني\r\nحدثنا محمد بن حمزة بن عمارة الأصبهاني حدثنا العباس بن محمد بن حاتم\r\nحدثنا خالد بن يزيد الطبيب حدثنا كامل بن العلاء عن طلحة بن يحيى عن عائشة\r\nبنت طلحة عن عائشة أم المؤمنين قالت ربما حككت المني من ثوب رسول\r\nالله صلى الله عليه وسلم ثم يصلي فيه لم يروه عن عائشة بنت طلحة إلا\r\nطلحة بن يحيى ولا عن طلحة إلا كامل تفرد به خالد\r\nحدثنا محمد بن محمد بن خلاد الباهلي البصري حدثنا نصر بن علي حدثنا\r\nعلي بن جعفر عن أخيه موسى بن جعفر عن أبيه جعفر بن محمد عن أبيه محمد\r\nبن علي عن علي بن الحسين عن أبيه عن علي بن أبي طالب أن النبي صلى الله عليه وسلم أخذ بيد الحسن والحسين فقال\r\nمن أحب هذين وأباهما وأمهما كان معي في درجتي يوم القيامة لم يروه عن موسى\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\nبن جعفر الا أخوه علي بن جعفر تفرد به نصر بن علي\r\nحدثنا محمد بن إسحاق بن إبراهيم بن فروخ البغدادي بالرافقة حدثنا عبد الله\r\nابن محمد بن عيسوب الحراني أبو قتادة عبد الله بن واقد الحراني حدثنا سفيان\r\nالثوري عن أبي إسحاق عن مسلم عن مسلم البطين عن سعيد بن جبير عن بن عباس\r\nأن النبي صلى الله عليه وسلم كان يوتر بسبح اسم ربك الاعلى وقل\r\nيا أيها الكافرون وقل هو الله أحد لم يروه عن سفيان إلا أبو قتادة\r\nحدثنا محمد بن سعيد بن عبد الرحمن الحراني بالرقة حدثنا عمرو عمر\r\nبن نوفل بن خالد حدثنا أبو قتادة عبد الله بن واقد الحراني حدثنا بن جريج\r\nعن زياد بن سعد عن الزهري عن السائب بن يزيد عن بن عبد الرحمن القارئ\r\nأنه سمع عمر بن الخطاب رضي الله عنه يقول سمعت رسول الله صلى الله عليه\r\nوسلم يقول من نام عن حزبه من الليل فقرأ به من الهاجرة إلى الظهر فكأنما\r\nقرأ من الليل لم يروه عن بن جريج إلا أبو قتادة الحراني\r\nحدثنا محمد بن رزين بن جامع المصري أبو عبد الله المعدل حدثنا الهيثم بن\r\nحبيب حدثنا سلام الطويل عن حمزة الزيات عن ليث بن أبي سليم عن مجاهد\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم من صام يوم عرفة\r\nكان له كفارة سنتين ومن صام يوما من المحرم فله بكل يوم ثلاثون يوم\r\nلم يروه عن حمزة الزيات إلا سلام الطويل تفرد به الهيثم بن حبيب\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\nحدثنا محمد بن الحارث بن عبد الحميد الوردي بمصر حدثنا زهير بن عباد\r\nالرؤاسي حدثنا داود بن هلال عن هلال بن حسان عن محمد بن سيرين عن\r\nأنس بن مالك قال قال رسول الله صلى الله عليه وسلم لا يبلغ عبد حقيقة\r\nالايمان حتى يخزن من لسانه لم يروه عن هشام بن حسان إلا داود بن هلال\r\nتفرد به زهير بن عباد\r\nحدثنا محمد بن أبي غسان الفرائضي أبو غسان المصري حدثنا محمد بن\r\nعمرو بن سلمة المرادي حدثنا يونس بن تميم عن الأوزاعي عن يحيى بن أبي كثير\r\nعن أبي سلمة عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم من\r\nألبسه الله نعمة فليكثر من الحمد لله ومن كثرت ذنوبه فليستغفر الله ومن\r\nأبطأ رزقه فليكثر من قول لا حول ولا قوة إلا بالله ومن نزل مع قوم فلا\r\nيصومن إلا بإذنهم ومن دخل دار قوم فليجلس حيث أمروه فإن القوم أعلم\r\nبعورة دارهم لم يروه عن الأوزاعي إلا يونس بن تميم تفرد به محمد بن عمرو\r\nبن سلمة\r\nحدثنا محمد بن عبد الصمد بن أبي الجراح المقري المصيصي حدثنا محمد بن\r\nقدامة الجوهري حدثنا إسماعيل بن علية عن يونس بن عبيد عن جرير بن يزيد\r\nعن أبي زرعة بن عمرو بن جرير عن أبي هريرة قال قال رسول الله صلى الله\r\nعليه وسلم إقامة حد بأرض خير لأهلها من مطر أربعين صباحا لم يروه عن\r\nيونس بن عبيد إلا بن علية تفرد به محمد بن قدامة\r\nحدثنا محمد بن علي بن عبد الله القزويني ببغداد حدثنا حفص بن عمر\r\nالمهرقاني الرازي حدثنا القاسم بن الحكم القرني عن عبد الله بن عمرو بن مرة عن\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\nمحمد بن سوقة عن محمد بن المنكدر عن أبيه قال اخر النبي صلى الله عليه\r\nوسلم ذات ليلة صلاة العشاء الآخرة هنيهة فخرج علينا فقال ما تنتظرون\r\nقالوا الصلاة قال أما إنكم لن تزالوا فيها ما انتظرتموها ثم رفع بصره إلى السماء\r\nفقال النجوم أمان لأهل السماء فإذا ذهبت النجوم أتى أهل السماء ما يوعدون\r\nوأنا أمان لأصحابي فإذا ذهبت أتى أصحابي ما يوعدون وأصحابي أمان لامتي\r\nفإذا ذهب أصحابي أتى أمتي ما يوعدون أقم يا بلال لم يروه عن بن سوقة\r\nإلا عبد الله بن عمرو بن مرة تفرد به ربيعة\r\nحدثنا محمد بن عبد الله القرمطي من ولد عامر بن ربيعة ببغداد حدثنا\r\nيحيى بن سليمان بن نضلة الخزاعي حدثنا عمي محمد بن نضلة عن جعفر بن محمد عن\r\nأبيه عن جده علي بن الحسين حدثتني ميمونة بنت الحارث زوج النبي صلى الله\r\nعليه وسلم أن رسول الله صلى الله عليه وسلم بات عندها ليلتها\r\nفقام يتوضأ للصلاة فسمعته يقول في متوضئه لبيك لبيك ثلاثا نصرت نصرت\r\nثلاثا فلما خرج قلت يا رسول الله سمعتك تقول في متوضئك لبيك لبيك ثلاثا\r\nنصرت نصرت ثلاثا كأنك تكلم إنسانا فهل كان معك أحد فقال هذا راجز\r\nبني كعب يستصرخني ويزعم أن قريشا أعانت عليهم بني بكر ثم خرج رسول\r\nالله صلى الله عليه وسلم فأمر عائشة أن تجهزه ولا تعلم أحدا قالت فدخل\r\nعليها أبو بكر فقال يا بنية ما هذا الجهاز فقالت والله ما أدري فقال والله\r\nما هذا زمان غزو بني الأصفر فأين يريد رسول الله صلى الله عليه وسلم\r\nقالت والله لا علم لي قالت فأقمنا ثلاثا ثم صلى الصبح بالناس فسمعت\r\nالراجز ينشده\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\nيا رب إني ناشد محمدا * حلف أبينا وأبيه الا تلدا\r\nإنا ولدناك وكنت ولدا * ثمة أسلمنا ولم ننزع يدا\r\nإن قريشا أخلفوك الموعدا * ونقضوا ميثاقك المؤكدا\r\nوزعموا أن لست تدعو أحدا * فانصر هداك الله نصرا أيدا\r\nوادع عباد الله يأتوا مددا * فيهم رسول الله قد تجردا\r\nإن سيم خسفا وجهه تربدا\r\nفقال رسول الله صلى الله عليه وسلم لبيك لبيك ثلاثا نصرت نصرت\r\nثلاثا ثم خرج النبي صلى الله عليه وسلم فلما كان بالروحاء نظر إلى سحاب\r\nمنتصب فقال إن السماء هذا لينتصب بنصر بني كعب فقام رجل من\r\nعدي بن عمرو أخو بني كعب بن عمرو فقال يا رسول الله ونصر بني عدي\r\nفقال رسول الله صلى الله عليه وسلم ترب نحرك وهل عدي إلا كعب\r\nوكعب إلا عدي فاستشهد ذلك الرجل في ذلك السفر ثم قال النبي صلى الله\r\nعليه وسلم اللهم أعم عليهم خبرنا حتى نأخذهم بغتة ثم خرج حتى نزل\r\nبمر وكان أبو سفيان بن حرب وحكيم بن حزام وبديل بن ورقاء خرجوا تلك\r\nالليلة حتى أشرفوا على مر فنظر أبو سفيان إلى النيران فقال يا بديل هذه نار\r\nبني كعب أهلك فقال جاشتها إليك الحرب فأخذتهم مزينة تلك الليلة وكانت\r\nعليهم الحراسة فسألوا أن يذهبوا بهم إلى العباس بن عبد المطلب فذهبوا بهم\r\nفسألهم أبو سفيان أن يستأمن لهم من رسول الله صلى الله عليه وسلم فخرج\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\nبهم حتى دخل على النبي صلى الله عليه وسلم فسأله أن يؤمن له من آمن\r\nفقال قد آمنت من آمنت ما خلا أبا سفيان فقال يا رسول الله لا تحجر علي فقال\r\nمن آمنت فهو آمن فذهب بهم العباس إلى رسول الله صلى الله عليه\r\nوسلم ثم خرج بهم فقال أبو سفيان إنا نريد أن نذهب فقال أسفروا وقام\r\nرسول الله صلى الله عليه وسلم يتوضأ وابتدر المسلمون وضوءه ينتضحونه\r\nفي وجوههم فقال أبو سفيان يا أبا الفضل لقد أصبح ملك بن أخيك عظيما\r\nفقال ليس بملك ولكنها النبوة وفي ذلك يرغبون لم يروه عن جعفر إلا محمد\r\nبن نضلة تفرد به يحيى بن سليمان ولا يروى عن ميمونة إلا بهذا الاسناد\r\nحدثنا محمد بن ياسر الحذاء الدمشقي بمدينة حسل حدثنا هشام بن عمار\r\nحدثنا محمد بن شعيب حدثنا سعيد بن بشير عن قتادة عن بن سيرين عن\r\nعبيدة السلماني عن علي قال لولا أن تبطروا لحدثتكم\r\nبموعود الله على لسان نبيه صلى الله عليه وسلم لمن قتل هؤلاء يعني الخوارج\r\nلم يروه عن قتادة إلا سعيد بن بشير وهشام الدستوائي\r\nحدثنا محمد بن علي بن حبيب الطرائفي الرقي بالرقة حدثنا محمد بن يحيى\r\nالكلبي الحراني حدثنا الحسن بن محمد بن أعين قال كتب إلي محمد بن سلمة\r\nالنصيبي يذكر أن عبد العزيز بن صهيب حدثه خباب مولى الزبير بن\r\nالعوام عن الزبير قال يا رسول الله إنا إذا خرجنا من عندك أخذنا في أحاديث\r\nالجاهلية فقال إذا جلستم تلك المجالس التي تخافون فيها على أنفسكم فقولوا عند\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\nمقامكم سبحانك اللهم وبحمدك نشهد أن لا إله إلا أنت نستغفرك ونتوب\r\nإليك ويكفر عنكم ما أصبتم فيها لا يروى عن الزبير بهذا الاسناد\r\nتفرد به محمد بن علي الطرائفي\r\nحدثنا محمد بن جعفر بن سفيان الرقي حدثنا عبيد بن جناد الحلبي\r\nحدثنا بقية بن الوليد عن سلمة بن كلثوم عن الأوزاعي عن عمرو بن شعيب\r\nعن أبيه عن جده قال قال رسول الله صلى الله عليه وسلم المستحاضة\r\nتغتسل من قرء إلى قرء لم يروه عن الأوزاعي إلا سلمة بن كلثوم\r\nتفرد به بقية\r\nحدثنا محمد بن مسلم بن اليمان بمدينة جبلة حدثنا مزداد بن جميل حدثنا رفغين\r\nبن عيسى حدثنا أرطأة بن المنذر عن داود بن أبي هند عن سعيد بن المسيب\r\nعن أبي هريرة قال دعا رسول الله صلى الله عليه وسلم بالبركة لثلاث\r\nالسحور والثريد والكيل لم يروه عن داود بن أبي هند إلا أرطأة\r\nولا عنه إلا رفغين تفرد به مزداد\r\nحدثنا محمد بن المعافا بن أبي حنظلة الصيداوي بمدينة صيداء حدثنا محمد\r\nبن صدقة الجيلاني حدثنا محمد بن خالد الوهبي حدثنا زياد الجصاص عن أبي نصرة\r\nعن أبي سعيد الخدري عن النبي صلى الله عليه وسلم قال يكون في هذه\r\nالأمة خسف ومسخ وقذف في متخذي القيان وشاربي الخمر ولابسي الحرير\r\nلم يروه عن زياد الجصاص إلا محمد بن خالد .\r\nحدثنا محمد بن سهل بن المهاجر الرقي حدثنا مؤمل بن إسماعيل\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\nحدثنا حماد بن سلمة عن سهيل بن أبي صالح عن أخيه عن أبيه عن أبي هريرة قال\r\nقال رسول الله صلى الله عليه وسلم من أكثر ذكر الله فقد برئ من النفاق\r\nلم يروه عن سهيل إلا حماد تفرد به مؤمل فهو ضعيف وإن كان غيره فالحديث حسن\r\nحدثنا محمد بن إبراهيم الرازي بطرسوس سنة 278 ثمان وسبعين ومائتين\r\nحدثنا إبراهيم بن محمد المؤدب حدثنا عيسى بن موسى الفنجار عن\r\nأبي حمزة السكري عن الأعمش عن أيوب السختياني عن بن سيرين عن\r\nأبي هريرة عن النبي صلى الله عليه وسلم قال لا تسموا العنب الكرم\r\nفإنما الكرم الرجل المسلم لم يروه عن الأعمش إلا أبو حمزة واسمه محمد بن\r\nميمون تفرد به الفنجار ولم يسند الأعمش عن أيوب حديثا غير هذا\r\nحدثنا محمد بن أحمد بن عنبسة البزار بكفربيا حدثنا محمد بن كثير\r\nالصنعاني حدثنا الأوزاعي عن قتادة عن أنس بن مالك قال قال رسول الله\r\nصلى الله عليه وسلم أبو بكر وعمر سيدا كهول أهل الجنة لم يروه عن\r\nالأوزاعي إلا محمد بن كثير\r\nحدثنا محمد بن سفيان بن حدير الرملي حدثنا صفوان بن صالح\r\nحدثنا الوليد بن مسلم حدثنا يزيد بن يوسف الصنعاني عن يزيد بن يزيد بن\r\nجابر عن مكحول عن أم الدرداء عن النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\nفي قوله عز وجل * ( وكان تحته كنز لهما ) * قال ذهب وفضة لم يروه عن\r\nمكحول إلا بن جابر ولا عنه إلا يزيد بن يوسف تفرد به الوليد بن مسلم\r\nحدثنا محمد بن عبد الله بن رزين الحلبي حدثنا عبيد بن جناد الحلبي\r\nحدثنا عطاء بن مسلم الخفاف حدثنا سفيان الثوري عن أبي إسحاق عن الحارث\r\nعن علي رضي الله عنه قال قال رسول الله صلى الله عليه وسلم\r\nستكون فتن وستحاج قومك قلت يا رسول الله فما تأمرني قال احكم\r\nبالكتاب لم يروه عن سفيان إلا عطاء تفرد به عبيد بن جناد ولا يروى\r\nعن علي إلا بهذا الاسناد\r\nحدثنا محمد بن حصين بن خالد الأويسي بطرسوس حدثنا محمد بن\r\nأبي صفوان الثقفي حدثنا أزهر بن سعد السمان حدثنا بن عون عن عمران الخياط\r\nعن إبراهيم عن علقمة بن قيس عن عبد الله بن مسعود قال قال رسول الله\r\nصلى الله عليه وسلم الوتر على أهل القرآن لم يروه عن بن عون إلا أزهر\r\nتفرد به بن أبي صفوان\r\nحدثنا محمد بن عبد الله بن عثمان بن حماد بن سليمان بن الحسن\r\nبن أبان بن النعمان بن بشير الأنصاري بدمشق حدثنا عبد القدوس بن عبد السلام\r\nبن عبد القدوس حدثني أبي عن جدي عبد القدوس بن حبيب عن الحسن عن\r\nأنس بن مالك قال قال رسول الله صلى الله عليه وسلم ما خاب من\r\nاستخار وما ندم من استشار ولا عال من اقتصد\r\nوبإسناده عن أنس قال قلنا ويا رسول الله لا نأمر بالمعروف حتى نعمل به\r\nولا ننهى عن المنكر حتى نجتنبه كله فقال رسول الله صلى الله عليه وسلم\r\nبل مروا بالمعروف وإن لم تعملوا به وانهوا عن المنكر وإن لم تجتنبوه كله\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\nلم يروهما عن الحسن إلا عبد القدوس تفرد به ولده عنه\r\nحدثنا محمد بن أحمد بن جعفر الوكيعي بمصر حدثنا محمد بن الصباح\r\nالدولابي حدثنا داود بن الزبرقان عن محمد بن جحادة عن أبي صالح عن أبي\r\nسعيد قال قال رسول الله صلى الله عليه وسلم لا تسبوا أصحابي فلو أن\r\nأحدكم أنفق مثل أحد ذهبا ما بلغ مد أحدهم ولا نصيفه لم يروه عن بن جحادة\r\nعن أبي صالح إلا داود بن الزبرقان ورواه الحسن بن أبي جعفر عن محمد بن\r\nجحادة عن عطية عن أبي سعيد رضي الله عنه\r\nحدثنا محمد بن عبد الله بن إسماعيل بن جعفر بن علي بن عبد الله بن العباس\r\nبن عبد المطلب أبو عبد الله بن عبدوس بالبصرة حدثنا علي بن حرب الموصلي\r\nحدثنا سعيد بن سالم القداح عن أبي يونس القوي عن الحسن بن يزيد عن\r\nعمرو بن شعيب عن أبيه عن جده قال قال رسول الله صلى الله عليه وسلم\r\nكل مسكر حرام لم يروه عن يونس القوي إلا سعيد بن سالم وإنما\r\nلقب بالقوي لقوته على العبادة صام حتى خوي وبكى حتى عمي وطاف\r\nبالبيت حتى أقعد\r\nحدثنا محمد بن إبراهيم النحوي أبو عامر الصوري حدثنا سليمان بن عبد الرحمن\r\nبن بنت شرحبيل الدمشقي حدثنا شعيب بن إسحاق حدثنا مسعر بن كدام عن\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\nعلقمة بن زيد مزيد عن عبد الرحمن بن سابط عن خالد بن الوليد أنه أصابه\r\nأرق فقال له رسول الله صلى الله عليه وسلم ألا أعلمك كلمات إذا قلتهن\r\nنمت قل اللهم رب السماوات السبع وما أظلت ورب الأرضين السبع وما\r\nأقلت ورب الشياطين وما أضلت كن لي جارا من شر خلقك جميعا أن يفرط\r\nعلي أحد منهم أو أن يطغى عز جارك ولا إله غيرك لم يروه عن مسعر إلا\r\nشعيب بن إسحاق تفرد به بن بنت شرحبيل\r\nحدثنا محمد بن الخزر الطبراني حدثنا أحمد بن عبد العزيز الواسطي حدثنا\r\nيحيى بن عيسى الرملي عن الأعمش عن أبي حازم عن أبي هريرة عن النبي صلى\r\nالله عليه وسلم وعن الأعمش عن زيد بن وهب عن عبد الله بن مسعود\r\nقال قال رسول الله صلى الله عليه وسلم ستكون بعدي أثرة وأمور\r\nتنكرونها قالوا فما تأمر من أدرك ذلك يا رسول الله قال تؤدون الحق الذي\r\nعليكم وتسألون الله الذي لكم لم يروه عن الأعمش عن أبي حازم إلا يحيى\r\nبن سعيد تفرد به أحمد بن عبد العزيز الواسطي وحديث الأعمش عن زيد\r\nبن وهب مشهور\r\nحدثنا محمد بن بشر بن يوسف الأموي الدمشقي حدثنا دحيم بن عبد الرحمن\r\nبن إبراهيم حدثنا الوليد بن مسلم حدثنا ثور بن يزيد عن عمرو بن إسحاق الملائي\r\nعن أبي إسحاق الهمداني عن أبي الأحوص عن عبد الله بن مسعود أن النبي\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\nصلى الله عليه وسلم كان يقرأ في صلاة الصبح يوم الجمعة ألم تنزيل السجدة\r\nوهل أتى على الانسان يديم ذلك لم يروه عن عمرو بن قيس إلا ثور ولا\r\nعن ثور إلا الوليد بن مسلم تفرد به دحيم ولا كتبناه إلا عن محمد بن بشر\r\nحدثنا محمد بن الأعجم الصنعاني بصنعاء حدثنا جرير بن مسلم الصنعاني\r\nحدثنا عبد المجيد بن عبد العزيز بن أبي رواد عن أبيه عن عطاء بن السائب\r\nعن زاذان عن علي عن النبي صلى الله عليه وسلم قال\r\nمن ترك شعرة من جسده لم يغسلها في غسل الجنابة فعل به كذا وكذا في\r\nالنار قال علي فمن ثم عاديت شعري وكان يجز شعره لم يروه عن عبد العزيز إلا\r\nابنه تفرد به جرير بن مسلم والمشهور من حديث حماد بن سلمة عن عطاء\r\nبن السائب\r\nحدثنا محمد بن علي بن خلف الدمشقي حدثنا أحمد بن أبي الحواري\r\nحدثنا عبد الله بن نمير عن الأعمش عن عمران بن مسلم عن سويد بن غفلة عن\r\nبلال قال كان النبي صلى الله عليه وسلم يسوي مناكبنا في الصلاة لم\r\nيروه عن الأعمش إلا بن نمير تفرد به أحمد بن أبي الحواري ولا يروى عن\r\nبلال إلا بهذا الاسناد\r\nحدثنا محمد بن إسماعيل بن محمد أبو حفص الدمشقي حدثنا أبي\r\nهشيم عن يحيى بن سعيد الأنصاري وعبد العزيز بن صهيب وحميد الطويل\r\nكلهم عن أنس بن مالك أنهم سمعوه يقول سمعت رسول الله صلى الله عليه\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\nوسلم يلبي بهما جميعا لبيك بعمرة وحجة لم يروه عن يحيى بن سعيد إلا\r\nهشيم وأبو يوسف القاضي تفرد به إسماعيل بن محمد عن هشيم وتفرد به بن\r\nالوليد حدثنا أبو يوسف\r\nحدثنا محمد بن يزيد بن عبد الصمد الدمشقي حدثنا هشام بن عمار\r\nحدثنا محمد بن شعيب بن شابور قال كان مطعم بن المقدام يحدث عن سعيد\r\nبن أبي عروبة عن قتادة عن زرارة بن أوفى عن سعد بن هشام عن عائشة\r\nرضي الله عنها قالت كان النبي صلى الله عليه وسلم لا يسلم في ركعتي الوتر\r\nلم يروه عن مطعم إلا محمد بن شعيب تفرد به هشام\r\nحدثنا محمد بن أبي زرعة الدمشقي حدثنا هشام بن عمار حدثنا خالد بن\r\nيزيد القسري حدثنا ثابت أبو حمزة الثمالي عن أبي جعفر محمد بن علي بن\r\nالحسين عن أم سلمة زوج النبي صلى الله عليه وسلم قالت يا رسول الله\r\nإن نساء بني مخزوم قد أقمن مأتمهن على الوليد بن المغيرة فأذن لها فقالت\r\nوهي تبكيه\r\nأبكى الوليد بن الوليد بن المغيرة أبكي الوليد بن الوليد أخا العشيرة\r\nتفرد به هشام بن عمار ولا يروى عن أم سلمة إلا بهذا الاسناد\r\nحدثنا محمد بن داود بن أسلم الصدفي المصري حدثنا أحمد بن سعيد المدني\r\nالفهري حدثنا عبد الله بن إسماعيل المدني عن عبد الرحمن بن زيد بن أسلم عن\r\nأبيه عن جده عن عمر بن الخطاب رضي الله عنه قال قال رسول الله صلى الله\r\nعليه وسلم لما أذنب آدم صلى الله عليه وسلم الذنب الذي أذنبه رفع رأسه\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\nإلى العرش فقال أسألك حق محمد ألا غفرت لي فأوحى الله إليه وما محمد ومن\r\nمحمد فقال تبارك اسمك لما لما خلقتني رفعت رأسي إلى عرشك فإذا هو\r\nمكتوب لا إله إلا الله محمد رسول الله فعلمت أنه\r\nليس أحد أعظم عندك قدرا ممن جعلت اسمه مع اسمك فأوحى الله\r\nعز وجل إليه يا آدم إنه آخر النبيين من ذريتك وإن أمته آخر الأمم من\r\nذريتك ولولاه يا آدم ما خلقتك لا يروى عن عمر إلا بهذا الاسناد تفرد\r\nبه أحمد بن سعيد\r\nحدثنا محمد بن عبد الله بن محمد الطائي الحمصي حدثنا محمد بن خالد بن\r\nخلي الحمصي حدثنا أبي حدثنا سويد بن عبد العزيز عن محمد بن يزيد النصري عن\r\nالعلاء بن عبد الرحمن عن أبيه عن أبي هريرة قال قال رسول الله صلى الله عليه\r\nوسلم لا تذهب هذه الأمة حتى تخرج فيها منها ثلاثون دجالون\r\nكذابون كلهم يزعم كلهم يزعم أنه رسول الله لم يروه عن محمد بن يزيد الا سويد\r\nتفرد به خالد بن خلي\r\nحدثنا محمد بن عبيد بن آدم بن أبي إياس العسقلاني حدثنا أبو عمير بن\r\nالنحاس الرملي حدثنا أيوب بن سويد عن السري بن يحيى عن أبي إسحاق\r\nعن البراء بن عازب أن رسول الله صلى الله عليه وسلم قال لحسان بن ثابت\r\nاهج المشركين فإن الله عز وجل يؤيدك بروح القدس لم يروه عن السري\r\nإلا أيوب تفرد به أبو عمير عيسى بن محمد\r\nحدثنا محمد بن جعفر بن أيوب الأنصاري الرملي حدثنا علي بن سهل الرملي\r\nحدثنا مؤمل بن إسماعيل حدثنا مبارك بن فضالة عن عبيد الله عبد الله بن عمر\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\nعن نافع عن بن عمر قال قال رسول الله صلى الله عليه وسلم إذا أقيمت\r\nالصلاة وحضر العشاء فبدأوا بالعشاء لم يروه عن مبارك إلا مؤمل تفرد به\r\nعلي بن سهل الرملي\r\nحدثنا محمد بن علي الجارودي الأصبهاني حدثنا محمد بن عامر بن إبراهيم\r\nحدثنا أبي حدثنا النعمان بن عبد السلام عن أبي العوام عن قتادة عن سعيد\r\nبن أبي بردة عن أبي موسى قال كان رسول الله صلى الله عليه وسلم إذا\r\nخاف قوما قال اللهم إنا نعوذ بك من شرورهم وندفعك في نحورهم لم يروه\r\nعن سعيد إلا أبو العوام عمران القطان تفرد به النعمان بن عبد السلام\r\nحدثنا محمد بن سهل الرباطي الأصبهاني حدثنا سهل بن عثمان حدثنا\r\nشريك عن قيس بن وهب عن أبي الكنود قال سألت بن عمر عن\r\nصلاة السفر فقال ركعتان نزلتا من السماء فإن شئتم فردوها لم يرو أبو الكنود\r\nعن بن عمر حديثا غير هذا ولا رواه إلا قيس بن وهب تفرد به شريك\r\nحدثنا محمد بن عمر بن عبد الله بن الحسن الأصبهاني حدثنا أحمد بن\r\nمنصور الرمادي حدثنا أبو الجواب الأحوص بن جواب حدثنا عمار بن زريق\r\nعن أبي إسحاق عن الحارث وأبي ميسرة عن علي عليه السلام عن رسول الله\r\nصلى الله عليه وسلم أنه كان يقول عند مضجعه اللهم إني أعوذ بوجهك\r\nالكريم وكلماتك التامة من كل شر ما أنت آخذ بناصيته اللهم أنت تكشف\r\nالمغرم والمأثم اللهم لا يهزم جندك ولا يخلف وعدك ولا ينفع ذو الجد منك\r\nالجد سبحانك وبحمدك لم يروه عن أبي إسحاق عن أبي ميسرة إلا عمار\r\nبن زريق\r\nحدثنا محمد بن الحسين بن أحمد الأصبهاني حدثنا أحمد بن مهدي\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\nحدثنا ثابت بن محمد الزاهد حدثنا سفيان الثوري عن أبي الزبير عن جابر عن\r\nالنبي صلى الله عليه وسلم قال لا يقطع الصلاة الكشر ولكن تقطعها\r\nالقهقهة لم يروه مرفوعا عن سفيان إلا ثابت موثقون\r\nحدثنا محمد بن جعفر بن أعين عن الثوري عن أبي الزبير عن جابر من\r\nقول جابر\r\nحدثنا محمد بن جعفر بن أعين البغدادي بمصر حدثنا عاصم بن علي\r\nحدثنا عبد الحكيم بن منصور الواسطي عن عبد الملك بن عمير عن عبد الرحمن\r\nبن أبي ليلى عن معاذ بن جبل قال قال رسول الله صلى الله عليه وسلم\r\nإني أخاف عليكم ثلاثا وهي كائنات زلة عالم وجدال منافق بالقرآن\r\nودينا تفتح عليكم لم يروه عن عبد الملك إلا عبد الحكيم بن منصور ولا بروى\r\nعن معاذ إلا بهذا الاسناد\r\nحدثنا محمد بن محمد بن سليمان الباغندي حدثنا علي بن المديني\r\nحدثنا معاوية بن عبد الكريم الضال عن محمد بن سيرين عن عبيدة السلماني\r\nأن عليا عليه السلام لما قتل الخوارج يوم النهر قال اطلبوا المجدع المخدع\r\nفطلبوه فلم يجدوه ثم طلبوه فوجوده فقال لولا أن تبطروا لحدثكم بما قضى\r\nالله عز وجل على لسان نبيه صلى الله عليه وسلم لمن قتلهم لم يروه عن\r\nمعاوية علي بن المديني\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\nحدثنا محمد بن جرير الطبري الفقيه حدثنا إسماعيل بن المتوكل الحمصي\r\nحدثنا إسحاق بن إسماعيل بن عيسى الطباع وحدثنا القاسم بن معن عن الأعمش عن إبراهيم\r\nعن علقمة عن بن مسعود قال كنت مع النبي صلى الله عليه وسلم\r\nإذ أتاه يهودي فقال يا أبا القاسم ما الروح فأنزل الله عز وجل يسألونك\r\nعن الروح قال الروح من أمر ربي لم يروه عن القاسم بن معن إلا إسحاق\r\nحدثنا أبو عمرو محمد بن أحمد بن الحسين بن خزيمة البصري\r\nحدثنا أبو قلابة حدثنا يعقوب بن إسحاق الحضرمي حدثنا سليم بن حيان عن\r\nعمر بن دينار عن سعيد بن جبير عن بن عباس أن محرما وقصته راحلته\r\nفمات فقال رسول الله صلى الله عليه وسلم اغسلوه بماء وسدر وكفنه في ثوبيه\r\nولا تقربوه طيبا ولا تخمروا رأسه فإنه يبعث يوم القيامة ملبيا لم يروه عن\r\nسليم بن حيان إلا يعقوب بن إسحاق\r\nحدثنا محمد بن الحسين بن بنت رشدين بن سعد المصري حدثنا أحمد\r\nبن صالح حدثنا عبد الله بن وهب أخبرني مخرمة بن بكير بن عبد الله بن\r\nالأشج عن أبيه قال سمعت عبد الله بن مسلم بن شهاب قال سمعت أخي\r\nمحمد بن مسلم بن شهاب يقول سمعت حميد بن عبد الرحمن بن عوف يقول\r\nسمعت أم سلمة زوج النبي صلى الله عليه وسلم تقول قيل لرسول الله\r\nصلى الله عليه وسلم أين كنت عن ابنة حمزة فقال إن حمزة أخي من\r\nالرضاعة لم يروه عن الزهري إلا أخوه عبد الله ولا عن أخيه إلا بكير\r\nولا عنه مخرمة تفرد به بن وهب\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\nحدثنا محمد بن إدريس الحلبي حدثنا سهل بن صالح الأنطاكي\r\nحدثنا وكيع عن همام بن يحيى عن قتادة عن أنس بن مالك قال كانت للنبي\r\nصلى الله عليه وسلم أربع ضفائر في رأسه يروه عن قتادة إلا همام\r\nولا عنه إلا وكيع تفرد به سهل بن صالح\r\nحدثنا محمد بن موسى بن محمد بن أبي مالك المعافري بمصر حدثنا إبراهيم\r\nبن أبي داود البرلسي حدثنا أيوب بن سليمان بن بلال حدثنا أبو بكر بن\r\nأبي أويس عن سليمان بن بلال عن موسى بن عقبة عن الزهري عن عبد الله\r\nبن كعب بن مالك عن أبيه عن النبي صلى الله عليه وسلم أنه كان إذا\r\nقدم من سفر بدأ بالمسجد فصلى فيه ركعتين ثم دخل منزله لم يروه عن موسى\r\nإلا سليمان تفرد به بن أبي أويس\r\nحدثنا محمد بن شيبة المصري أخبرنا سعيد بن يحيى بن\r\nسعيد الأموي حدثنا أبي حدثنا مالك بن مغول عن معلى الكندي عن مجاهد\r\nعن بن عمر قال اتيت النبي صلى الله عليه وسلم عاشر عشرة فقام رجل\r\nمن الأنصار فقال يا بني الله من أكيس الناس وأحزم الناس فقال أكثرهم ذكرا\r\nللموت وأشدهم استعدادا للموت قبل نزول الموت أولئك هم الأكياس\r\nذهبوا بشرف الدنيا وكرامة الآخرة لم يروه عن مالك بن مغول إلا يحيى\r\nبن سعيد ولا رواه عن معلى الكندي إلا مالك بن مغول\r\nحدثنا محمد بن الفضل بن حماد الأصبهاني حدثنا حيان بن بشر القاضي\r\nحدثنا هشيم عن منصور بن زاذان عن عمرو بن دينار عن جابر بن عبد الله\r\nالأنصاري أن معاذ بن جبل كان يصلي مع النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\nصلاة العشاء الأخيرة ثم يأتي قومه فيصلي بهم تلك الصلاة لم يروه عن منصور\r\nبن زاذان إلا هشيم\r\nحدثنا محمد بن موسى القطان الهمداني ببغداد عموس حدثنا محمد بن\r\nحفص الأنصاري الحمصي حدثنا سعيد بن موسى الأزدي الحمصي حدثنا رباح\r\nبن زيد الصنعاني عن معمر عن الزهري عن أنس بن مالك قال قال رسول الله\r\nصلى الله عليه وسلم من داوم على قراءة يس كل ليلة ثم مات مات شهيدا\r\nلم يروه عن الزهري الا معمر ولا عنه إلا رباح تفرد به سعيد\r\nحدثنا محمد بن أحمد بن الحباب الخباب المروزي ببغداد حدثنا عبد الله\r\nبن عمر بن مهاجر المروزي حدثنا يحيى بن نصر بن حاجب حدثنا ورقاء بن\r\nعمر بن كليب عن منصور بن المعتمر عن سالم بن أبي الجعد عن ثوبان قال\r\nقال رسول الله صلى الله عليه وسلم استقيموا ولن تحصوا واعلموا أن\r\nخير أعمالكم الصلاة ولا يحافظ على الوضوء إلا مؤمن لم يروه عن ورقاء\r\nإلا يحيى بن نصر\r\nحدثنا محمد بن مسلم بن عبد العزيز الأشعري الأصبهاني حدثنا مجاشع\r\nبن عمرو بهمدان سنة 235 خمس وثلاثين ومائتين حدثنا عيسى بن سوادة\r\nالرازي حدثنا هلال بن أبي حميد الوزان عن عبد الله بن عكيم الجهني\r\nقال قال رسول الله صلى الله عليه وسلم إن الله عز وجل أوحى إلي\r\nفي علي ثلاثة أشياء ليلة أسري أنه سيد المؤمنين وإمام المتقين وقائد الغر\r\nالمحجلين لم يروه عن هلال إلا عيسى تفرد به مجاشع\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\nحدثنا محمد بن حماد الجوزجاني ببغداد حدثنا أحمد بن حفص حدثني أبي\r\nحدثنا إبراهيم بن طهمان عن الأعمش عن أبي صالح عن أبي هريرة قال قال\r\nرسول الله صلى الله عليه وسلم لا تناجشوا ولا تباغضوا ولا تحاسدوا\r\nولا تدابروا وكونوا عباد الله إخوانا كما أمركم الله لم يروه عن الأعمش إلا\r\nإبراهيم بن طهمان\r\nحدثنا محمد بن زيدان [ زبدان 
  ] الكوفي بمصر سنة خمس وثمانين ومائتين\r\nحدثنا سلام بن سليمان المدائني حدثنا شعبة عن زيد العمي عن أبي الصديق\r\nأبي المتوكل الناجي عن أبي سعيد قال قال رسول الله صلى الله عليه\r\nوسلم يا علي معك يوم القيامة عصا من عصي الجنة تذود بها المنافقين عن\r\nحوضي لم يروه عن شعبة إلا سلام\r\nحدثنا محمد بن عبد الرحيم بن نمير المصري حدثنا سعيد بن عفير حدثنا يحيى\r\nبن أيوب عن عبيد الله عن أبي الزبير عن جابر قال قلت يا رسول الله العمرة\r\nواجبة فريضتها كفريضة الحج فقال وأن تعتمر خير لك عبيد الله الذي روى\r\nعنه يحيى بن أيوب هذا الحديث هو عبيد الله بن أبي جعفر المصري ولم يرو\r\nهذا الحديث عن أبي الزبير إلا عبيد الله بن أبي جعفر تفرد به يحيى بن أيوب\r\nوالمشهور من حديث جابر بن عبد الله من حديث الحجاج بن أرطأة عن محمد بن\r\nالمنكدر عن جابر بن عبد الله ح حدثناه معاذ بن المثنى العنبري حدثنا مسدد حدثنا\r\nعبد الواحد بن زياد عن الحجاج بن أرطأة عن أبي المنكدر عن جابر عن النبي\r\nصلى الله عليه وسلم بمثل حديث أبي الزبير\r\nحدثنا محمد بن عبد الرحيم بن بحير بن معاوية بن بحير بن ريشان\r\nالحميري بمصر حدثنا عمرو بن الربيع بن طارق حدثنا يحيى بن أيوب حدثني\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\nعبيد الله بن عمر عن الحكم بن عتيبة عن إبراهيم النخعي عن الأسود بن يزيد\r\nعن عمر بن الخطاب قال خرج رسول الله صلى الله صلى الله عليه وسلم لحاجة فلم يجد\r\nأحدا يتبعه ففزع عمر بن الخطاب فأتاه بمطهرة من خلفه فوجد النبي صلى الله\r\nعليه وسلم ساجدا في سربة [ شربة 
  ] فتنحى عنه من خلفه حتى رفع النبي\r\nصلى الله عليه وسلم رأسه فقال أحسنت يا عمر حين وجدتني ساجدا فتنحيت\r\nعني إن جبريل عليه السلام أتاني فقال من صلى عليك من أمتك واحدة صلى الله\r\nعليه وسلم عشرا ورفعه بها عشر درجات لم يروه عن عبيد الله بن عمر إلا يحيى بن\r\nأيوب تفرد به عمرو بن الربيع\r\nحدثنا محمد بن جعفر بن الإمام بمدينة دمياط حدثني علي بن المديني حدثنا\r\nأنس بن عياض حدثني عبد الله بن عمر عن بن شهاب الزهري أخبرني عروة\r\nبن الزبير أن عمرة بنت عبد الرحمن أخبرته أن عائشة رضي الله عنها زوج النبي\r\nصلى الله عليه وسلم ورضي الله عنها قالت لقد كان رسول الله صلى الله عليه\r\nوسلم يدخل علي رأسه وهو معتكف فأرجله وكان لا يدخل بيته إلا لحاجة\r\nالانسان لم يروه عن عبد الله بن عمر إلا أنس بن عياض تفرد به علي\r\nبن المديني\r\nحدثنا محمد بن هارون بن محمد بن بكار بن بلال الدمشقي حدثنا مؤمل\r\nبن إهاب حدثنا مالك بن سعير بن الخمس حدثنا سفيان الثوري عن الأعمش\r\nعن عكرمة عن بن عباس قال قال رسول الله صلى الله عليه وسلم يكون\r\nعليكم أمراء هم شر عند الله من المجوس لم يروه عن سفيان إلا مالك بن سعير\r\nتفرد به مؤمل\r\nحدثنا محمد بن عبد الله بن أبي عون النسائي النسائي ببغداد حدثنا\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\nعلي بن حجر المروزي حدثنا عبد الحميد بن الحسن الهلالي عن سعيد بن إياس\r\nالجريري عن أبي السليل ضريب بن نقير عن أبي هريرة أن رجلا\r\nقال يا رسول الله سمعت دعاءك الليلة فالذي وصل إلي منك منه أنك تقول\r\nاللهم اغفر لي ذنبي ووسع لي في داري وبارك لي فيما رزقتني فقال هل تراهن\r\nتركن شيئا لم يروه عن سعيد الجريري إلا عبد الحميد بن الحسن تفرد به علي\r\nبن حجر\r\nحدثنا محمد بن عبد الله بن نمير اليافوني بمدينة يافا حدثنا عمران بن هارون\r\nالرملي حدثنا أيوب بن سويد حدثني أسامة بن زيد الليثي عن سعيد بن المسيب\r\nعن سراقة بن مالك بن جعشم قال قال رسول الله صلى الله عليه وسلم\r\nخيركم المدافع عن عشيرته ما لم يأثم لم يروه عن أسامة إلا أيوب\r\nحدثنا محمد بن يوسف بن عمرو بن يوسف القومسي ببغداد حدثنا الحسين بن\r\nعيسى البسطامي حدثنا أحمد بن أبي ظبية عن أبي ظبية عن الأعمش عن مسلم\r\nبن صبيح عن مسروق عن بن مسعود قال قال رسول الله صلى الله عليه\r\nوسلم لو يقول أحدكم إذا غضب أعوذ بالله من الشيطان الرجيم ذهب\r\nغضبه لم يروه عن الأعمش عن أبي الضحى عن مسروق إلا أبو\r\nظبية ورواه أصحاب الأعمش عن الأعمش عن عدي بن ثابت عن سليمان بن\r\nصرد الخزاعي\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\nحدثنا محمد بن إسحاق بن موسى المروزي ببغداد حدثنا محمود بن العباس\r\nصاحب بن المبارك حدثنا هشيم عن الأعمش عن إبراهيم النخعي عن علقمة عن\r\nبن مسعود قال قال رسول الله صلى الله عليه وسلم من أعطي أربعا أعطي\r\nأربعا وتفسير ذلك في كتاب الله عز وجل من أعطي الذكر ذكره الله لان الله تعالى\r\nيقول اذكروني أذكركم ومن أعطي الدعاء أعطي الإجابة لان الله تعالى يقول\r\nادعوني أستجب لكم ومن أعطي الشكر أعطي الزيادة لان الله تعالى يقول\r\nلئن شكرتم لأزيدنكم ومن أعطي الاستغفار أعطي المغفرة لان الله تعالى يقول\r\nاستغفروا ربكم إنه كان غفارا لم يروه عن الأعمش إلا هشيم تفرد به محمود\r\nبن العباس قال أبو القاسم أي الطبراني وقد افتتن جماعة ممن لا علم لهم بأن يقولوا ندعو\r\nفلا ولا يستجاب لنا وهذا رد على الله عز وجل لان الله يقول وقوله الحق\r\nادعوني استجب لكم وقال إذا سألك عبادي عني فإني قريب أجيب دعوة\r\nالداع إذا دعان ولهذا معنى لا يعرفه إلا أهل العلم والمعرفة وقد فسره النبي صلى الله\r\nعليه وسلم روى أبو سعيد الخدري وجماعة من أصحاب النبي صلى الله عليه\r\nوسلم ما من مسلم يدعو الله بدعوة إلا استجاب له فهو من دعوته على\r\nإحدى ثلاث أما أن يعجل له في الدنيا وإما أن تدخر يؤخر في الآخرة\r\nوإما أن يدفع عنه من البلاء مثلها فأما حديث أبي سعيد فحدثناه أبو\r\nزرعة الدمشقي حدثنا محمد بن بكار بن بلال حدثنا سعيد بن بشير عن قتادة\r\nعن أبي المتوكل الناجي عن أبي سعيد عن النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\nحدثنا محمد بن إسحاق بن إبراهيم بن خوثى الصنعاني حدثني عن أبي حدثنا\r\nعبد الملك بن عبد الرحمن الذماري حدثنا القاسم بن معن عن هشام بن عروة\r\nعن أبيه عن عائشة أن النبي صلى الله عليه وسلم قال الولاء لمن أعتق لم يروه\r\nعن القاسم بن معن إلا عبد الملك الذماري\r\nحدثنا محمد بن يحيى بن سهل بن محمد العسكري حدثنا سهل بن عثمان\r\nحدثنا عباد بن بشير الكوفي حدثنا أبو إسحاق عن الحارث عن علي\r\nقال قال رسول الله صلى الله عليه وسلم إني لا أتخوف على\r\nأمتي مؤمنا ولا مشركا أما المؤمن فيحجزه إيمانه وأما المشرك فيقمعه كفره\r\nولكن أتخوف عليكم منافقا عالم اللسان يقول ما تعرفون ويعمل ما تنكرون لم\r\nيروه عن أبي إسحاق إلا عباد بن بشير ولا يروى عن علي إلا بهذا الاسناد\r\nحدثنا محمد بن حفص بن بهمرد العسكري حدثنا إبراهيم بن المستمر العروقي\r\nحدثنا الضحاك بن مخلد أبو عاصم حدثنا مستورد بن عباد أبو همام حدثنا ثابت\r\nالبناني عن أنس بن مالك قال قال رجل يا رسول الله ما تركت من حاجة\r\nولا داجة إلا أتيت عليها قال أتشهد أن لا إله إلا الله وأن محمدا رسول\r\nالله قال نعم قال فإن هذا يأتي على ذلك كله لم يروه عن ثابت إلا مستورد\r\nتفرد به أبو عاصم\r\nحدثنا محمد بن عبد الله بن بكر السراج العسكري حدثنا محمد بن عباد المكي\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\nحدثنا إبراهيم بن عيينة عن عمرو بن منصور المشرقي عن الشعبي عن بن عمر\r\nأن النبي صلى الله عليه وسلم أتي في غزوة تبوك بجبنة فأخذ السكين فقطع\r\nوقال كلوا باسم الله لم يروه عن الشعبي إلا عمرو بن منصور تفرد به إبراهيم\r\nبن عيينة\r\nحدثنا محمد بن جعفر بن بسام قاضي البصرة حدثنا أبو معمر القطيعي\r\nحدثنا أبو إسماعيل المؤدب وعيسى بن يونس كلاهما عن مجالد عن الشعبي عن\r\nأنس بن مالك قال قال رسول الله صلى الله عليه وسلم إن لي حوضا وأنا\r\nفرطكم عليه لم يروه عن الشعبي إلا مجالد ولا عنه إلا أبو إسماعيل وعيسى\r\nبن يونس تفرد به أبو معمر\r\nحدثنا محمد بن الحسن بن هارون الموصلي حدثنا محمد بن عمار الموصلي\r\nحدثنا عمر بن أيوب عن مصاد بن عقبة عن زياد بن سعد عن أبي الزبير عن\r\nسعيد بن جبير عن بن عباس أن النبي صلى الله عليه وسلم جمع بين الظهر\r\nوالعصر والمغرب والعشاء لم يروه عن زياد بن سعد إلا مصاد تفرد به عمر\r\nبن أيوب\r\nحدثنا محمد بن عيسى بن سهلويه الآدمي الأصبهاني حدثنا محمد بن إسحاق\r\nالصاغاني حدثنا سعيد بن عامر الضبعي حدثنا شعبة بن عبد العزيز بن صهيب\r\nعن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم من وجد تمرا\r\nفليفطر عليه ومن لم يجد فليفطر على الماء فإن الماء طهور لم يروه عن شعبة\r\nإلا سعيد بن عامر\r\nحدثنا محمد بن يوسف الصابوني البصري حدثنا العباس بن الوليد\r\nالنرسي حدثنا وهيب بن خالد حدثنا عنبسة بن أبي رائطة الغنوي عن الحسن عن\r\nأبي بكرة أنه دخل المسجد ورسول الله صلى الله عليه وسلم قائم في الصلاة\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\nفركع دون الصف ثم مشى إلى الصف فلما انصرف رسول الله صلى الله عليه\r\nوسلم قال زادك الله حرصا ولا تعد لم يروه عن عنبسة إلا وهيب تفرد به\r\nالعباس النرسي\r\nحدثنا محمد بن الفضل بن الأسود النضري حدثنا عمر بن شبة النميري\r\nحدثنا حرمي بن عمارة حدثنا شعبة عن عمرو بن دينار عن يحيى بن جعدة عن\r\nعبد الرحمن بن عبد القارئ عن أبي طلحة أن النبي صلى الله عليه وسلم\r\nتوضأ فمسح على الخفين والخمار لم يروه عن شعبة إلا حرمي تفرد بن عمر بن شبة\r\nحدثنا محمد بن عمران بن الناقط البصري حدثنا عبدة بن عبد الله الصفار\r\nحدثنا يحيى بن آدم حدثنا إبراهيم بن حميد الرؤاسي عن هشام بن عروة عن محمد\r\nبن إبراهيم التيمي عن أنس بن مالك قال جاء رجل من بني كلاب إلى رسول\r\nالله صلى الله عليه وسلم فسأله عن عسب الفحل فنهاه فقال يا رسول الله انا\r\nنطرق فنكرم فرخص له في الكرامة لم يروه عن محمد بن إبراهيم إلا هشام\r\nبن عروة ولا عن هشام إلا إبراهيم بن حميد تفرد به يحيى بن آدم وتفسير إطراق\r\nالفحل أن يكون للرجل الفرس الأنثى ويسأل الرجل أن يعيره الفرس الذكر\r\nفيطلب منه العسب وهو الأجرة فنهى النبي صلى الله عليه وسلم عن ذلك\r\nفإن أعاره فرسه فأنزله عن فرسه فأهدى له هدية من غير شرط فلا بأس بذلك\r\nحدثنا محمد بن عون السيرافي بالبصرة حدثنا أبو الأشعث أحمد بن\r\nالمقدام حدثنا أصرم بن حوشب حدثنا قرة بن خالد عن أبي جعفر محمد بن\r\nعلي بن الحسين قال قلت لعبد الله بن جعفر بن أبي طالب حدثنا شيئا سمعته\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\nمن رسول الله صلى الله عليه وسلم فقال سمعت رسول الله صلى الله عليه\r\nوسلم يقول ما بين السرة والركبة عورة وسمعت رسول الله صلى الله عليه\r\nوسلم يقول صدقة السر تطفئ غضب الرب ئا ) وسمعت رسول الله صلى الله\r\nعليه وسلم يقول \" عليكم بلحم الظهر فإنه من أطيبه ورأيت رسول الله صلى\r\nالله عليه وسلم في يمينه قثاء وفي يساره ثمرات وهو يأكل من\r\nهذا مرة وهذا مرة وقال رسول الله صلى الله عليه وسلم حلا يؤمن أحدكم حتى يحبكم\r\nبحبي أيرجون أن يدخلوا الجنة بشفاعتي ولا يدخلها بنو عبد المطلب لم يروه هذا الحديث الذي هو جملة أحاديث من حيث المعنى\r\nعن قرة إلا أصرم تفرد به أبو الأشعث\r\nحدثنا محمد بن داود بن الجراح أبو عبد الله الكاتب حدثنا عبيد الله\r\nبن سعد الزهري حدثنا عمي يعقوب بن إبراهيم بن سعد حدثنا أبي عن محمد\r\nبن إسحاق حدثنا عبد العزيز بن مسلم مولى آل رفاعة بن رافع الأنصاري حدثني\r\nإبراهيم بن عبيد بن رفاعة بن رافع عن أنس بن مالك قال مر رسول الله\r\nصلى الله عليه وسلم بأبي عائش زيد بن الصامت أحد بني زريق وقد جلس\r\nوقال اللهم إني أسألك بأن لك الحمد لا إله إلا أنت يا منان يا بديع السماوات\r\nوالأرض يا ذا الجلال والاكرام فقال رسول الله صلى الله عليه وسلم لنفر\r\nمعه من أصحابه هل تدرون ما دعا به الرجل فقالوا الله ورسوله أعلم قال لقد\r\nدعا باسمه الأعظم الذي إذا دعي به أجاب وإذا سئل به أعطي لم يروه\r\nعن إبراهيم إلا عبد العزيز بن مسلم مولاهم تفرد به محمد بن إسحاق\r\nحدثنا محمد بن جعفر بن أيوب الأنصاري حدثنا علي بن سهل الرملي\r\nحدثنا مؤمل بن إسماعيل حدثنا مبارك بن فضالة عن عبيد الله بن عمر عن\r\nنافع عن بن عمر أن النبي صلى الله عليه وسلم قال إذا أقيمت الصلاة وحضر\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\nالعشاء فابدؤوا بالعشاء لم يروه عن مبارك إلا مؤمل\r\nحدثنا محمد بن يعقوب بن إسحاق البغدادي حدثنا علي بن نصر بن علي\r\nحدثنا محمد بن بلال حدثنا عمران القطان عن علي بن ثابت عن نافع عن بن عمر\r\nأن النبي صلى الله عليه وسلم قال يبعث المصورون يوم القيامة فيقال لهم\r\nأحيوا ما خلقتم لم يروه عن علي بن ثابت إلا عمران القطان وعلي بن ثابت هو\r\nأخو عزرة بن ثابت الأنصاري\r\nحدثنا محمد بن يوسف الهروي بدمشق حدثنا محمد بن أحمد بن يزيد\r\nالأنصاري حدثنا إسحاق بن عيسى الطباع حدثنا القاسم بن معن عن الأعمش\r\nعن ذر بن عبد الله الهمداني عن يسع الحضرمي عن النعمان بن بشير قال قال\r\nرسول الله صلى الله عليه وسلم الدعاء هو العبادة ثم تلا * ( وقال ربكم\r\nادعوني أستجب لكم إن الذين يستكبرون عن عبادتي ) * قال يعني عن دعائي\r\nحدثنا محمد بن الخطاب العسكري حدثنا العباس بن محمد بن حاتم\r\nالدوري حدثنا يحيى بن يعلى بن الحارث حدثنا أبي عن غيلان بن جامع\r\nعن إبراهيم بن محمد بن المنتشر عن أبيه عن حبيب بن سالم عن النعمان بن بشير\r\nقال كان رسول الله صلى الله عليه وسلم يقرأ في العيدين والجمعة بسبح\r\nاسم ربك الاعلى وهل أتاك حديث الغاشية لم يروه عن غيلان بن جامع\r\nإلا يعلى بن الحارث تفرد به يحيى بن يعلى\r\nحدثنا محمد بن يعقوب العبادي حدثنا محمد بن عيسى المدائني حدثنا\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\nأبو إسحاق السيلحيني حدثنا قيس بن الربيع عن سعيد بن مسروق وحصين\r\nبن أبي وائل شقيق بن سلمة عن حذيفة بن اليمان رضي الله عنه قال كان\r\nرسول الله صلى الله عليه وسلم إذا قام من الليل يشوص فاه بالسواك\r\nحدثنا محمد بن علي البزار الأصبهاني حدثنا عبد الرحمن بن عمر رسته\r\nحدثنا أبو داود الطيالسي حدثنا أبو عبادة الأنصاري عن الزهري عن محمد\r\nبن جبير بن مطعم عن أبيه قال كنا مع رسول الله صلى الله عليه وسلم\r\nبالجحفة فخرج علينا رسول الله صلى الله عليه وسلم فقال أليس تشهدون أن\r\nلا إله إلا الله وحده لا شريك له وأني رسول الله وأن هذا القرآن جاء من\r\nعند الله قلنا بلى فإن هذا القرآن طرفة بيد الله وطرفة بأيديكم فتمسكوا\r\nبه فإنكم لن تهلكوا ولن تضلوا بعده أبدا لم يروه عن الزهري إلا أبو عبادة\r\nعيسى بن عبد الرحمن الزرقي تفرد به أبو داود لم يحدث به أبو داود\r\nإلا بالبصرة\r\nحدثنا محمد بن يعقوب الفرجي حدثنا إبراهيم بن المنذر الحزامي\r\nحدثنا عبد الله بن وهب حدثني قرة بن عبد الرحمن عن يزيد بن أبي حبيب عن\r\nالزهري عن عروة بن الزبير عن أبي حميد الساعدي قال استلف رسول الله\r\nصلى الله عليه وسلم من رجل تمر لون فلما جاء يتقاضاه قال رسول الله\r\nصلى الله عليه وسلم ليس عندنا اليوم شئ فإن شئت أخرت عنا حتى\r\nيأتينا شئ فنقضيك فقال الرجل وا غدراه فتذمر عمر فقال له رسول الله\r\nصلى الله عليه وسلم دعنا يا عمر فإن لصاحب الحق مقالا انطلقوا إلى خولة\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\nبنت حكيم الأنصارية فالتمسوا عندها تمرا قال فانطلقوا فقالت والله ما عندي\r\nإلا تمر ذخيرة فأخبروا رسول الله صلى الله عليه وسلم فقال خذوه فاقضوه\r\nفلما قضوه أقبل إلى رسول الله صلى الله عليه وسلم فقال له استوفيت قال نعم\r\nقد أوفيت وأطبت فقال رسول الله صلى الله عليه وسلم إن خيار عباد\r\nالله عند الله الموفون المطيبون لم يروه عن الزهري إلا يزيد بن أبي حبيب\r\nولا عن يزيد إلا قرة تفرد به بن وهب لا يروى عن أبي حميد\r\nإلا بهذا الاسناد\r\nحدثنا محمد بن يوسف أبو عمر القاضي حدثنا زيد بن أخرم حدثنا عبد القاهر\r\nبن شعيب بن الحبحاب حدثنا هشام بن حسان عن محمد بن عجلان عن أبيه عن\r\nأبي هريرة قال قال رسول الله صلى الله عليه وسلم إذا جاء أحدكم القوم\r\nوهم جلوس فليسلم فإن بدت له حاجة وأراد القيام فليسلم فليست الأولى بأحق\r\nمن الآخرة لم يروه عن هشام إلا عبد القاهر ولم يروه عن بن عجلان\r\nوعن أبيه إلا هشام ورواه الثوري وابن جريح وبكر بن وائل والليث بن سعد\r\nوأصحاب بن عجلان عن المقبري عن أبي هريرة\r\nحدثنا أبو مسلم الكشي عن محمد بن عبد الرحيم عن\r\nأبي عاصم عن عجلان ح وحدثنا حفص بن عمر الموقي حدثنا قبيصة عن سفيان\r\nعن بن عجلان ح وحدثنا محمد بن علي المروزي الحافظ حدثنا خلف بن شاذان\r\nحدثني أبي عن جدي عن شعبة عن بكر بن وائل عن بن عجلان ح وحدثنا يحيى\r\nبن عثمان بن صالح المصري حدثنا عبد الله بن صالح حدثني الليث بن سعد عن\r\nمحمد بن عجلان ح وحدثنا المقدام بن داود حدثنا أسد بن موسى حدثنا سعيد\r\nبن سالم القداح عن بن جريج عن بن عجلان كلهم قالوا عن سعيد المقبري\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\nعن أبي هريرة عن النبي صلى الله عليه وسلم مثله\r\nحدثنا محمد بن نوح الجنديسابوري حدثنا موسى بن سفيان الجنديسابوري\r\nحدثنا عبد الله بن الجهم عن عمرو بن أبي قيس عن أبي ليلى عن الشعبي\r\nعن أبي بردة عن أبي موسى ومعاذ بن جبل قال ابعثنا رسول الله صلى الله عليه\r\nوسلم إلى اليمن فقال اذهبا فتطاوعا ولا تعاصيا وبشرا ولا تنفرا ويسرا\r\nولا تعسرا فرجع أبو موسى فقال إن بها شرابين يقال لأحدهما المزر\r\nوهو من الحنطة والشعير ويقال للآخر البتع وهو من العسل فقال حرام كل\r\nمسكر يصد عن ذكر الله والصلاة لم يروه عن الشعبي إلا بن أبي ليلى تفرد به\r\nعمرو بن أبي قيس\r\nحدثنا محمد بن موسى بن عبد الرحمن التستري الديباجي حدثنا محمد بن\r\nغالب بن حرب حدثنا عبيد بن عبيدة التمار حدثنا معتمر بن سليمان عن أبيه عن\r\nالأعمش عن خيثمة بن عبد الرحمن عن سويد بن غفلة عن علي رضي الله عنه\r\nإذا حدثتكم عن رسول الله صلى الله عليه وسلم فلان أخر من السماء إلى\r\nالأرض أحب إلى من أن أكذب عليه وإني سمعته عليه السلام يقول ستخرج\r\nأقوام آخر الزمن أحداث الأسنان سفهاء الأحلام يقولون من خير قول البرية\r\nلا يجاوز إيمانهم حناجرهم يمرقون من الدين كما يمرق السهم من الرمية فأينما\r\nلقيتموهم فاقتلوهم فإن في قتلهم أجرا لمن قتلهم لم يروه عن سليمان التيمي\r\nإلا معتمر تفرد به عبيد بن عبيدة\r\nحدثنا محمد بن عبدان الأهوازي أبو بكر حدثنا محمد بن غالب\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\nحدثنا عبد الصمد بن النعمان حدثنا حمزة الزيات عن الحكم بن عتيبة عن\r\nعبد الرحمن بن أبي ليلى عن عبد الله بن عكيم قال اتانا كتاب رسول الله\r\nصلى الله عليه وسلم أن لا تنتفعوا من الميتة بإهاب ولا عصب لم يروه\r\nعن حمزة إلا عبد الصمد\r\nحدثنا محمد بن الحسن بن دريد النحوي البصري أبو بكر حدثنا العباس\r\nبن الفرج الرياشي حدثنا الأصمعي حدثني عبد العزيز بن أبي سلمة الماجشون عن\r\nعبد الواحد بن أبي عون عن القاسم بن محمد عن عائشة رضي الله عنها قالت\r\nقبض رسول الله صلى الله عليه وسلم وارتدت العرب واشرأب النفاق\r\nفنزل بأبي ما لو نزل بالجبال الراسيات لهاضها قالت فما اختلفوا في نقطة\r\nإلا طار أبي بخطها وسنانها ثم ذكرت عمر بن الخطاب فقالت كان والله\r\nأحوذيا نسيج وحده وقد أعد الأمور أقرانها قال الرياشي يقال\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\nللرجل البارع الذي لا يشبه به أحد نسيج وحده ويقال عيير وحده ويقال\r\nجحيش وحده وقال الشاعر\r\nجاءت به معتجرا ببرده * سفواء تردى بنسيج وحده\r\nتقدح قيس كلها بزنده * من يلقه من بطل يسرنده أي يعلوه\r\nقال الرياشي وأنشد الأصمعي\r\nما بال هذا النوم يغرنديني أدفعه عني ويسرنديني\r\nلم يروه عن الأصمعي إلا الرياشي وحدثنا علي بن عبد العزيز حدثنا أحمد بن\r\nعبد الله بن يونس حدثنا عبد العزيز بن أبي سلمة الماجشون ح وحدثنا محمد بن\r\nعمر بن خالد الحراني حدثنا أبي حدثنا زهير بن معاوية عن عبد العزيز بن\r\nأبي سلمة عن عبد الواحد بن أبي عون عن القاسم عن عائشة نحوه ولم يذكر\r\nالشعر ح وحدثنا عبد الله بن أحمد بن حنبل حدثنا أبو معمر إسماعيل بن\r\nإبراهيم القطيعي حدثنا عبد الله بن جعفر المديني عن عبيد الله بن عمر عن القاسم\r\nبن محمد عن عائشة نحوه ولم يذكر الشعر لم يروه عن عبيد الله بن عمر\r\nإلا عبد الله بن جعفر تفرد به أبو معمر\r\nحدثنا محمد بن حكيم التستري القاضي حدثنا يعقوب بن إسحاق حدثنا\r\nأبو يوسف القلوسي حدثنا عباد بن زكريا الصريمي حدثنا هشام بن حسان عن\r\nعكرمة عن بن عباس قال كان النبي صلى الله عليه وسلم يقول اللهم إني\r\nأعوذ بك من غلبة الدين ومن بوار الأيم لم يروه عن هشام بن حسان إلا عباد\r\nبن زكريا\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\nحدثنا محمد بن يعقوب الوزان الأصبهاني حدثنا أحمد بن\r\nالفرات الرازي حدثنا محمد بن كثير حدثنا محمد بن فضيل عن الصلت بن\r\nبهرام عن أبي وائل عن البراء بن عازب قال قال رسول الله صلى الله عليه\r\nوسلم ما اختلج عرق ولا عين بذنب وما يدفع الله أكثر\r\nلم يروه عن الصلت إلا بن فضيل ولا عنه إلا محمد بن كثير تفرد به أحمد\r\nبن فرات\r\nحدثنا محمد بن إسحاق الصفار البغدادي حدثنا إسماعيل بن عبد الله بن\r\nزرارة الرقي حدثنا عبيد الله بن عمرو عن إسماعيل بن أبي خالد عن الشعبي عن\r\nأيمن بن ثابت عن يعلى بن مرة قال سمعت رسول الله صلى الله عليه وسلم\r\nيقول من سرق من الأرض شبرا أو غلة جاء يحمله يوم القيامة إلى أسفل الأرضين\r\nالسبع لم يروه عن إسماعيل بن أبي خالد إلا عبيد الله بن عمرو\r\nحدثنا محمد بن الحسين بن هديم الكوفي حدثنا عبد الله بن عمر بن أبان\r\nحدثنا محبوب بن محرز القواريري عن سيف الثمالي عن مجالد بن سعيد عن الشعبي\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم إياك ومشاورة\r\nالناس فإنها تدفن الغرة وتظهر العورة لا يروى عن بن عباس إلا بهذا\r\nالاسناد تفرد به محبوب\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\nحدثنا محمد بن أحمد بن عمرو الأصبهاني الأبهري حدثنا خالد بن يوسف\r\nالسمتي حدثنا أبو أمية عبد الحميد بن الحسن الهلالي عن محمد بن المنكدر\r\nعن جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم العائد في\r\nهبته كالعائد في قيئه لم يروه عن محمد بن المنكدر إلا عبد الحميد بن الحسن\r\nحدثنا محمد بن عبد الله بن مهدي أبو عبد الله القاضي الرامهرمزي حدثنا\r\nمحمد بن محمد بن مرزوق حدثنا يوسف بن هارون أبو يعقوب العبدي حدثنا\r\nهشام بن حسان عن محمد بن سيرين عن أبي هريرة قال قال رسول الله صلى الله\r\nعليه وسلم يا أبا هريرة إرض بما قسم الله تكن غنيا وكن ورعا تكن\r\nعبدا لله وأحب للناس ما تحب لنفسك تكن مؤمنا وأحسن مجاورة من\r\nجاورك تكن مسلما وإياك وكثرة الضحك فإنه يميت القلب والقهقهة من\r\nالشيطان والتبسم من الله لم يروه عن هشام بن حسان إلا يوسف بن هارون\r\nحدثنا محمد بن عبد الواحد بن العباس بن عبد الواحد بن جعفر بن سليمان\r\nبن علي بن عبد الله بن العباس بن المطلب حدثني جدي العباس بن عبد الواحد\r\nحدثني عمي يعقوب بن جعفر بن سليمان عن أبيه عن جده عن علي بن عبد الله\r\nبن العباس عن أبيه عن جده العباس قال قال رسول الله صلى الله عليه\r\nوسلم يا عم ولدك قوم لجج وغيرهم الابعد لا يروى عن العباس إلا بهذا\r\nالاسناد تفرد به ولد عنه\r\nحدثنا محمد بن زكريا البعلبكي أبو عبد الله حدثنا العباس أبو الوليد بن\r\nمزيد البيروتي حدثنا محمد بن شعيب بن شابور عن عمر بن يزيد البصري عن\r\nعمرو بن المهاجر عن عمر بن عبد العزيز عن يحيى بن القاسم بن عبد الله بن عمر\r\nعن أبيه عن جده قال قال رسول الله صلى الله عليه وسلم ما هلكت أمة قط\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\nحتى تشرك بالله وما أشركت أمة بالله حتى يكون أول شركها التكذيب\r\nبالقدر لم يروه عن عمر بن عبد العزيز إلا عمرو بن المهاجر ولا عن عمرو إلا\r\nعمر بن يزيد تفرد به محمد بن شعيب\r\nحدثنا محمد بن أحمد بن محمد بن أبي المقدمي القاضي حدثنا عبد الله بن شبيب\r\nالمدني حدثنا إسماعيل بن أبي أويس حدثنا محمد بن إسماعيل ابن أبي فديك\r\nحدثني طلحة بن محمد بن سعيد بن المسيب عن أبيه عن جده سعيد بن المسيب عن أبي\r\nهريرة نهى رسول الله صلى الله عليه وسلم أن يصلي الرجل صلاة لا يتم\r\nركوعها ولا سجودها لا يروى عن محمد بن سعيد إلا بهذا الاسناد تفرد به\r\nعبد الله بن شبيب\r\nحدثنا محمد بن عبد الرحمن أبو جعفر الارزناني بأصبهان حدثنا أحمد بن\r\nمهران اليزدي حدثنا خنيس بن بكر بن حبيش حدثنا مسعر بن كدام عن\r\nحماد عن إبراهيم عن أبي عبد الله الجدلي عن خزيمة بن ثابت عن النبي صلى الله\r\nعليه وسلم في المسح على الخفين للمسافر ثلاثة أيام وليا لهن وللمقيم يوم\r\nوليلة لم يروه عن مسعر إلا خنيس بن بكر\r\nحدثنا محمد بن روح البغدادي حدثنا إسماعيل بن إبراهيم الترجماني\r\nحدثنا عمر بن عبد الرحمن أبو حفص الابار عن الأعمش عن خالد الحذاء عن\r\nأبي قلابة عن أبي الأشعث الصنعاني عن شداد بن أوس قال قال رسول الله\r\nصلى الله عليه وسلم إن الله كتب الاحسان على كل شئ فإذا قتلتم\r\nفأحسنوا القتلة وإذا ذبحتم فأحسنوا الذبح وليحد أحدكم شفرته وليرح ذبيحته\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\nلم يروه عن الأعمش إلا أبو الآبار تفرد به الترجماني\r\nحدثنا محمد بن مرداس بن الفضل الشيرازي حدثنا زائدة بن أخزم الطائي\r\nحدثنا بشر بن عمر الزهراني حدثنا حماد بن سلمة عن يحيى بن سعيد الأنصاري\r\nعن أنس بن مالك عن النبي صلى الله عليه وسلم\r\nقال الأنصار كرشي وعيبتي فاقبلوا من محسنهم وتجاوزوا عن مسيئهم لم يروه\r\nعن يحيى بن سعيد إلا حماد بن سلمة تفرد به بشر بن عمر\r\nحدثنا محمد بن العباس بن مهران البصري حدثنا العباس بن محمد بن\r\nحاتم حدثنا أبو النضر هاشم بن القاسم حدثنا مبارك بن فضالة عن هشام بن\r\nعروة عن أبيه عن عائشة أن النبي صلى الله عليه وسلم قال المتشبع بما لم يعط\r\nكلابس ثوبي زور لم يروه عن مبارك بن فضالة إلا أبو النضر\r\nحدثنا محمد بن أحمد أبو عبد الله القاضي البركاني حدثنا نصر بن علي حدثنا\r\nنوح بن قيس عن عبد الله بن عمران الحداني عن عاصم الأحول عن عبد الله بن\r\nسرجس قال قال رسول الله صلى الله عليه وسلم الهدي الصالح والسمت\r\nالصالح والاقتصاد والتؤدة جزء من أربعة وعشرين جزءا من النبوة لم\r\nيروه عن عاصم إلا عبد الله بن عمران تفرد به نوح بن قيس\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nحدثنا محمد بن أحمد الزهري الأصبهاني حدثنا إسماعيل بن يزيد حدثنا\r\nأبو داود الطيالسي حدثنا سلام بن مسكين عن قتادة عن أنس بن مالك قال\r\nقال رسول الله صلى الله عليه وسلم خير دينكم أيسره لم يروه عن قتادة\r\nإلا سلام تفرد به إسماعيل بن يزيد\r\nحدثنا محمد بن حسنويه الأصبهاني المقرئ حدثنا أحمد بن الفرات الرازي\r\nحدثنا هشام بن بلال حدثنا محمد بن مسلم الطائفي عن أيوب بن موسى عن نافع\r\nعن بن عمر عن النبي صلى الله عليه وسلم قال ذكاة الجنين ذكاة أمة\r\nلم يروه عن أيوب بن موسى إلا محمد بن مسلم ولا عن محمد إلا هشام تفرد به\r\nأبو مسعود\r\nحدثنا محمد بن الفضل بن شاذويه الأصبهاني أبو مسلم النحوي حدثنا أحمد\r\nبن مهدي حدثنا علي بن صالح صاحب المصلى حدثنا القاسم بن معن عن عاصم\r\nالأحول عن أبي عثمان النهدي عن أسامة بن زيد أن رسول الله صلى الله عليه\r\nوسلم قال من لا يرحم لا يرحم لم يروه عن القاسم إلا علي بن صالح\r\nمن اسمه محمود\r\nحدثنا محمود بن محمد الواسطي حدثنا محمد بن أبان الواسطي حدثنا أبو عوانة\r\nعن قتادة عن أنس قال قال رسول الله صلى الله عليه وسلم نصرت\r\nبالصبا وأهلكت عاد بالدبور لم يروه عن قتادة إلا أبو عوانة تفرد به محمد\r\nبن أبان\r\nحدثنا محمود بن محمد المروزي ببغداد حدثنا داود بن رشيد حدثنا عبد الله\r\nبن جعفر المديني عن موسى بن عقبة عن الحسن بن محمد بن علي بن أبي طالب\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\nعن أبيه عن علي قال كان رسول الله صلى الله عليه\r\nوسلم يقول اللهم متعني بسمعي وبصري حتى تجعلهما الوارث مني\r\nوعافني في ديني واحشرني على ما أحييتني وانصرني على من ظلمني حتى تريني\r\nمنه ثأري اللهم إني أسلمت ديني وخليت وجهي إليك وفوضت أمري\r\nإليك وألجأت ظهري إليك لا ملجأ ولا منجى منك إلا إليك آمنت برسولك\r\nالذي أرسلت وبكتابك الذي أنزلت لم يروه عن موسى بن عقبة إلا عبد الله\r\nبن جعفر تفرد به داود بن رشيد ولا يروى عن علي إلا بهذا الاسناد\r\nحدثنا محمود بن الفرج الأصبهاني حدثنا إسماعيل بن عمرو البجلي\r\nحدثنا فضيل بن مرزوق عن عدي بن ثابت عن البراء بن عازب قال قال\r\nرسول الله صلى الله عليه وسلم من قضى نهمته في الدنيا حيل بينه\r\nوبين شهوته في الآخرة ومن مد عينه إلى زينة المترفين كان مهينا في ملكوت\r\nالسماء ومن صبر على القوت الشديد صبرا شديدا أسكنه الله من الفردوس\r\nحيث شاء\r\nحدثنا محمود بن علي البزار أبو حامد الأصبهاني حدثنا هارون بن موسى\r\nالفروي حدثنا أنس بن عياض عن يحيى بن سعيد الأنصاري عن عمرو بن شعيب\r\nعن أبيه عن جده قال قال رسول الله صلى الله عليه وسلم كفر بامرئ\r\nادعاء إلى نسب لا يعرف وجحده وإن دق لم يروه عن يحيى بن سعيد إلا أنس\r\nبن عياض\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nمن اسمه موسى\r\nحدثنا موسى بن محمد بن محمد بن كثير السريني حدثنا عبد الملك بن\r\nإبراهيم الجدي حدثنا شعبة عن قتادة عن أنس قال امر بلال أن يشفع\r\nالاذان ويوتر الإقامة لم يروه عن شعبة إلا عبد الملك الجدي\r\nحدثنا موسى بن عيسى بن المنذر الحمصي بحمص سنة 278 ثمان وسبعين\r\nومائتين حدثني أبي حدثنا محمد بن حماد الكوفي حدثنا عمر بن ذر الهمداني\r\nحدثنا مجاهد عن بن عباس قال مر النبي صلى الله عليه وسلم بعبد الله\r\nبن رواحة الأنصاري وهو يذكر أصحابه فقال رسول الله صلى الله عليه وسلم\r\nأما إنكم الملا الذين أمرني الله أن أصبر نفسي معكم ثم تلا هذه الآية * ( واصبر\r\nنفسك مع الذين يدعون ربهم بالغداة والعشي ) * إلى قوله تعالى * ( وكان أمره فرطا ) *\r\nأما إنه ما جلس عدتكم إلا جلس معهم عدتهم من الملائكة إن سبحوا الله\r\nسبحوه وإن حمدوا الله حمدوه وإن كبروا الله كبروه ثم يصعدون إلى\r\nالرب وهو أعلم منهم فيقولون يا ربنا عبادك سبحوك فسبحنا وكبروك فكبرنا\r\nوحمدوك فحمدنا فيقول ربنا يا ملائكتي أشهدكم أني قد غفرت لهم فيقولون\r\nفيهم فلان وفلان الخطاء فيقول هم القوم لا يشقى على جليسهم لم يروه عن\r\nعمرو بن ذر إلا محمد بن حماد تفرد به عيسى بن المنذر ولا يروى عن بن\r\nعباس إلا بهذا الاسناد\r\nحدثنا موسى بن عيسى بن المنذر الحمصي حدثنا أحمد بن خالد الوهبي\r\nحدثنا شيبان بن عبد الرحمن النحوي عن ليث بن أبي سليم عن عمرو بن مرة\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\nعن أبي البختري الطائي عن أبي سعيد الخدري قال قال رسول الله صلى الله\r\nعليه وسلم القلوب أربعة فقلب أجرب فيه مثل السراج أزهر\r\nوذلك قلب المؤمن وسراجه فيه نور وقلب أغلف مربوط على غلافه\r\nفذلك قلب الكافر وقلب منكوس وذلك قلب المنافق عرف ثم أنكر\r\nوقلب مصفح وذلك قلب فيه إيمان ونفاق فمثل الايمان فيه كمثل البقلة\r\nيمدها ماء طيب ومثل النفاق كمثل القرحة يمدها القيح والدم فأي المدتين\r\nغلبت عليه لم يروه عن شيبان إلا أحمد بن خالد الوهبي\r\nولا يروى عن أبي سعيد إلا بهذا الاسناد\r\nحدثنا موسى بن هارون بن عبد الله الحمال حدثنا محمد بن عمران بن\r\nأبي ليلى حدثنا معاوية بن عمر الذهني عن أبيه عن أبي الزبير عن جابر بن عبد الله\r\nقال حملني خالي جد بن قيس في السبعين راكبا الذين وفدوا على رسول الله\r\nصلى الله عليه وسلم ليلة العقبة من قبل الأنصار فخرج علينا رسول الله\r\nصلى الله عليه وسلم ومعه عمه العباس بن عبد المطلب فقال يا عم خذ على\r\nأخوالك فقال له السبعون يا محمد سل لربك ولنفسك ما شئت فقال أما الذي\r\nأسألكم لربي فتعبدوه ولا تشركوا به شيئا وأما الذي أسألكم لنفسي فتمنعوني\r\nما تمنعون منه أنفسكم قالوا فما لنا إذا فعلنا ذلك قال الجنة\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\nوبإسناده عن جابر بن عبد الله أن راية النبي صلى الله عليه وسلم\r\nكانت سوداء لم يرو هذين الحديثين عن عمار إلا ابنه معاوية ولا عن\r\nمعاوية إلا محمد بن عمران تفرد به موسى بن هارون والدهنيون فخذ من بجيله\r\nحدثنا موسى بن جمهور التنيسي بمدينة تنيس حدثنا هشام بن خالد الأزرق\r\nحدثنا خالد بن يزيد القسري عن أبي روق عطية بن الحارث عن الحارث عن الضحاك بن\r\nمزاحم عن بن عباس قال قال رسول الله صلى الله عليه وسلم للمرأة\r\nستران قيل وما هما قال الزوج والقبر قيل فأيهما أستر قال القبر لا يروى عن\r\nبن عباس إلا بهذا الاسناد تفرد به خالد بن يزيد\r\nحدثنا موسى بن زكريا التستري أبو عمران بالبصرة حدثنا نهار بن عثمان\r\nحدثنا مسعدة بن اليسع عن شبل بن عباد عن عمرو بن دينار عن جابر أن\r\nالنبي صلى الله عليه وسلم أبصر رجلا ثائر الرأس فقال لم يشوه\r\nأحدكم نفسه وأشار بيده أي يأخذ منه لم يروه عن عمرو بن دينار إلا شبل\r\nتفرد به مسعدة\r\nحدثنا موسى بن سهل أبو عمران الجوني البصري حدثنا عبد الواحد بن\r\nعتاب حدثنا قزعة بن سويد الباهلي بن عبيد الله بن عمر عن الزهري عن علي بن الحسين عن أبيه\r\nقال قال رسول الله صلى الله عليه وسلم من حسن إسلام المرء ترك\r\nما لا يعنيه لم يروه عن عبيد الله بن عمر إلا قزعة\r\nحدثنا موسى بن عيسى الخزري البصري حدثنا صهيب بن عباد بن صهيب\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\nحدثني جدي عباد بن صهيب حدثنا هارون بن إبراهيم الأهوازي عن محمد بن\r\nسيرين عن بن عمر قال قال رسول الله صلى الله عليه وسلم صلاة المغرب\r\nوتر النهار فأوتروا صلاة الليل لم يروه عن هارون إلا عباد بن صهيب\r\nسمعت عبد الله بن أحمد بن حنبل يقول سألت أبي عن عباد بن صهيب فقال\r\nإنما أنكروا عليه مجالسته لأهل القدر فأما الحديث فلا بأس به\r\nحدثنا موسى بن عيسى الزبيدي بمدينة زبيد باليمن حدثنا أبو حمة محمد بن\r\nيوسف الزبيدي حدثنا أبو قرة موسى بن طارق قال ذكر بن جريج عن معمر\r\nعن ثابت عن أنس بن مالك قال قالت فاطمة لما قبض رسول الله صلى الله عليه\r\nوسلم يا أبتاه من ربه أدناه يا أبتاه جنة الفردوس مأواه يا أبتاه إلى\r\nجبريل أنعاه لم يروه عن بن جريج إلا أبو قرة ح حدثنا الدبري عن عبد الرزاق\r\nعن معمر عن ثابت عن أنس مثله\r\nحدثنا موسى بن أبي حصين الواسطي حدثنا أبو الشعثاء علي بن الحسن\r\nحدثنا أبو معاوية الضرير حدثنا بشار بن كدام أخو مسعر بن كدام عن محمد\r\nبن زيد عن عبد الله بن عمر قال قال رسول الله صلى الله عليه وسلم إنما\r\nالحلف حنث أو ندم لم يروه عن بشار إلا أبو معاوية ولا نحفظ لبشار\r\nحديثا مسندا غير هذا\r\nحدثنا موسى بن خازم الأصبهاني حدثنا محمد بن بكير الحضرمي حدثنا ثابت\r\nبن الوليد بن عبد الله بن جميع حدثني أبي عن أبي الطفيل عامر بن واثلة عن\r\nأبي سريحة حذيفة بن أسيد الغفاري أن أبا ذر الغفاري وقف على بني\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\nغفار فقال يا بني غفار إن الصادق المصدوق صلى الله عليه وسلم حدثني أن\r\nالناس يحشرون ثلاث أفواج فوجا طاعمين كاسين وفوجا يمشون ويسعون\r\nوفوجا تسحبهم الملائكة وتحشرهم النار من ورائهم قال قد عرفنا هؤلاء وهؤلاء\r\nفما بال الذين يمشون ويسعون فقال رسول الله صلى الله عليه وسلم تنزل\r\nالآفة على الظهر فلا يبقى ظهر حتى إن أحدكم ليعطي أحدكم الحديقة المتخذة له\r\nبشارف ذات القتب فلا يجدها لم يروه عن ثابت بن الوليد إلا محمد بن بكير\r\nوقد روى محمد بن الفضل ويزيد بن هارون عن الوليد بن عبد الله\r\nحدثنا موسى بن الحسن الكسائي الأيلي حدثنا شيبان بن فروخ حدثنا\r\nسليمان بن المغيرة عن ثابت البناني عن أنس بن مالك قال أنشأ عمر بن\r\nالخطاب يحدثنا عن أهل بدر فقال إن رسول الله صلى الله عليه وسلم كان\r\nيرينا مصارع أهل بدر بالأمس من بدر يقول هذا مصرع فلان غدا وهذا مصرع\r\nفلان غدا إن شاء الله قال عمر فوالذي بعثه بالحق ما أخطأوا الحدود التي\r\nحدها رسول الله صلى الله عليه وسلم فجعلوا في بئر بعضهم على بعض\r\nفانطلق رسول الله صلى الله عليه وسلم حتى انتهى إليهم فقال يا فلان بن\r\nفلان ويا فلان بن فلان هل وجدتم ما وعدكم الله ورسوله حقا\r\nفقال عمر يا رسول الله كيف تكلم أجسادا لا أرواح\r\nفيها فقال ما أنتم بأسمع لما أقول منهم غير أنهم لا يستطيعون أن يردوا\r\nشيئا لا يروى هذا الحديث عن عمر إلا بهذا الاسناد تفرد به سليمان بن المغيرة\r\nحدثنا موسى بن محمد الأنطاكي حدثنا بركة بن محمد الحلبي حدثنا يوسف\r\nبن أسباط حدثنا سفيان الثوري عن منصور عن إبراهيم عن علقمة قال\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\n\r\n\r\nدخلت علي بن مسعود في يوم عاشوراء فإذا بين يديه قصعة ثريد وعراق\r\nفقلت يا أبا عبد الرحمن أليس هذا يوم عاشوراء فقال نعم كنا نصوم مع\r\nالنبي صلى الله عليه وسلم قبل أن يفرض شهر رمضان فلما فرض شهر\r\nرمضان نسخه ثم قال اقعد فقعدت فأكلت لم يروه عن الثوري إلا يوسف\r\nبن إسباط\r\nمن اسمه معاذ\r\nحدثنا معاذ بن المثنى بن معاذ العنبري أبو المثنى حدثنا محمد بن عبد الله\r\nالخزاعي حدثنا حماد بن سلمة عن أيوب عن أبي قلابة عن أنس وقتادة عن أنس\r\nقال قال رسول الله صلى الله عليه وسلم لا تقوم الساعة حتى يتباهى الناس\r\nبالمساجد لم يروه عن قتادة إلا حماد تفرد به الخزاعي\r\nمن اسمه منصور\r\nحدثنا منصور الفقيه المصري حدثنا الربيع بن سليمان حدثنا عبد الله\r\nبن وهب أخبرني يونس بن يزيد عن بن شهاب عن سالم بن عبد الله بن عمر عن\r\nأبيه عن النبي صلى الله عليه وسلم قال فيما سقت السماء العشر وفيما سقي\r\nبالنضح نصف العشر لم يوره عن الزهري إلا يونس وعمرو بن الحارث\r\nمن اسمه منتصر\r\nحدثنا منتصر بن محمد بن المنتصر البغدادي حدثنا علي بن شبرمة الحساني\r\nأنبأنا شريك عن منصور عن أبي حازم عن أبي هريرة قال قال رسول الله صلى\r\nالله عليه وسلم اللهم اغفر للحاج ولمن استغفر له الحاج لم يروه عن منصور\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\n\r\nإلا شريك ولا رواه عن شريك إلا علي بن شبرمة وحسين بن محمد المروذي\r\nحدثنا منتصر بن نصر بن منتصر بن أخي تميم بن المنتصر\r\nحدثنا أحمد بن سنان الواسطي حدثنا إسحاق بن يوسف الأزرق حدثنا سفيان\r\nالثوري عن حماد بن أبي سليمان عن سعيد بن جبير عن بن عباس قال قال\r\nرجل للنبي صلى الله عليه وسلم إني أجد في نفسي الشئ أن أكون حممة\r\nأحب إلي من أتكلم به فقال ذاك صريح الايمان لم يروه عن سفيان\r\nإلا إسحاق الأزرق\r\nمن اسمه مسيح\r\nحدثنا مسيح بن حاتم العتكي البصري حدثنا عبد الجبار بن عبد الله البصري\r\nقال خطب المأمون فذكر الحياء فأكثر ثم قال حدثنا هشيم عن منصور بن زاذان\r\nعن الحسن عن أبي بكرة وعمران بن حصين قال قال رسول الله صلى الله عليه\r\nوسلم الحياء من الايمان والايمان في الجنة والبذاء من الجفاء والجفاء\r\nفي النار لم يروه عن المأمون إلا عبد الجبار بن عبد الله البصري\r\nمن اسمه مسعود\r\nحدثنا مسعود بن محمد الرملي أبو الجارود حدثنا محمد بن أبي السري\r\nالعسقلاني حدثنا رواد بن الجراح عن مسعر عن سعيد بن أبي بردة عن أبيه\r\nعن جده أبي موسى قال قال رسول الله صلى الله عليه وسلم إن الله\r\nعز وجل يكتب للمريض أقصى ما كان يعمل في صحة ما دام ما دام في وثاقه\r\nوللمسافر أحسن ما كان يعمل في حضره لم يروه عنه مسعر بن كدام عن\r\nسعيد بن أبي بردة إلا رواد تفرد به بن أبي السري\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\n\r\n\r\nمن اسمه مطلب\r\nحدثنا مطلب بن شعيب الأزدي حدثنا نعيم بن حماد حدثنا عبد الله\r\nبن المبارك عن شعبة عن شعيب بن الحبحاب عن أنس بن مالك أن رسول\r\nالله صلى الله عليه وسلم أعتق صفية وجعل عتقها صداقها لم يروه عن\r\nشعبة إلا بن المبارك\r\nمن اسمه المقدام\r\nحدثنا المقدام بن داود المصري حدثنا أسد بن موسى حدثنا أبو معاوية\r\nبن حازم عن سليمان الشيباني عن عكرمة عن بن عباس قال قال رسول الله\r\nصلى الله عليه وسلم لا يباشر الرجل الرجل ولا المرأة المرأة لم يروه عن\r\nالشيباني إلا معاوية تفرد به أسد بن موسى\r\nمن اسمه مسلمة\r\nحدثنا مسلمة بن جابر اللخمي الدمشقي حدثنا منبه بن عثمان حدثنا الوضين\r\nبن عطاء عن محفوظ بن علقمة عن عبد الرحمن بن عائد أن شرحبيل بن السمط\r\nقال لعمرو بن عنبسة هل أنت محدثي حديثا سمعته رسول الله صلى الله\r\nعليه وسلم يقول قال\r\nالله تعالى حقت محبتي للذين يتصادقون من أجلي وحقت محبتي للذين\r\nيتناصرون من أجلي وما مؤمن ولا مؤمنة يقدم الله له ثلاثة أولاد من صلبه لم\r\nيبلغوا الحنث إلا أدخله الله الجنة بفضل رحمته إياهم لم يروه عن الوضين إلا منبه\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n\r\nحدثنا مسلمة بن الهيثم الأصبهاني حدثنا العباس بن الفرج الرياشي\r\nحدثنا عبد الملك بن قريب الأصمعي حدثنا أبي عن أبي غالب عن أبي أمامة قال\r\nقال رسول الله صلى الله عليه وسلم الخوارج كلاب النار لم يروه عن\r\nقريب أبي الأصمعي إلا ابنه وعمرو بن عاصم\r\nمن اسمه مسعدة\r\nحدثنا مسعدة بن سعد العطار المكي حدثنا إبراهيم بن المنذر الحزامي\r\nحدثنا إسحاق بن إبراهيم مولى مزينة حدثنا عكرمة بن مصعب بن ثابت عن\r\nعبد الله بن أبي قتادة عن أبي قتادة عن أبيه عن جده عن أبي قتادة قال خرج معاذ بن جبل\r\nلطلب رسول الله صلى الله عليه وسلم فلم يجده فطلبه في بيوته فلم يجده\r\nفأتبعه في سكة سكة حتى دل عليه في جبل ثواب\r\nفنظر يمينا وشمالا فبصر به في الكهف الذي اتخذ الناس إليه طريقا إلى مسجد\r\nالفتح قال معاذ فإذا هو ساجد فهبطت من رأس الجبل وهو ساجد فلم يرفع\r\nرأسه حتى أسأت به الظن فظننت أن قد قبض فلما رفع رأسه قلت يا رسول\r\nالله لقد أسأت بك الظن فظننت أن قد قبضت فقال جاءني جبريل عليه السلام بهذا الموضع فقال إن الله عز وجل يقرئك\r\nالسلام ويقول لك ما تحب\r\nأن أصنع بأمتك قلت الله أعلم فذهب ثم جاءني فقال إنه يقول لا أسوءك في\r\nأمتك فسجدت فأفضل ما يتقرب به إلى الله السجود لا يروى عن أبي قتادة\r\nعن معاذ إلا بهذا الاسناد تفرد به إبراهيم بن المنذر من اسمه مسلم\r\nحدثنا مسلم بن محمد العوجي الصنعاني في كتابه إلينا حدثنا عبد الملك بن\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n\r\nعبد الرحمن الذماري حدثنا سفيان الثوري عن هشام الدستوائي عن يحيى بن أبي\r\nكثير عن عكرمة عن بن عباس أن رسول الله صلى الله عليه وسلم رد نكاح\r\nبكر وثيب أنكحهما أبوهما وهما كارهتان لم يروه عن الثوري إلا الذماري\r\nمن اسمه مخول\r\nحدثنا مخول المستملي البغدادي حدثنا العباس بن محمد الدوري حدثنا\r\nيونس بن محمد المؤدب حدثنا زكريا بن ميسرة عن أبي غالب عن أبي أمامة\r\nقال قال رسول الله صلى الله عليه وسلم إذا توضأ المسلم فغسل يديه كفر به\r\nما عملته يداه فإذا غسل وجهه كفر عنه ما نظرت إليه عيناه فإذا مسح برأسه\r\nكفر عنه ما سمعت أذناه فإذا غسل رجليه كفر عنه ما مشت إليه قدماه\r\nثم يقوم إلى الصلاة فهي فضيلة لم يروه عن زكريا بن ميسرة إلا يونس بن محمد\r\nحدثنا مصعب بن إبراهيم بن حمزة بن محمد بن حمزة بن مصعب بن\r\nالزبير بن العوام بمدينة الرسول الله صلى الله عليه وسلم سنة 283 ثلاث وثمانين\r\nومائتين حدثنا عبيد الله بن محمد الجحشي حدثنا عمي عمر بن محمد عن محمد بن عجلان\r\nعن حميد الطويل عن أنس بن مالك قال خدمت رسول الله صلى الله عليه\r\nوسلم عشر سنين ما دريت شيئا قط وافقه ولا شيئا قط خالفه رضاء من الله\r\nتعالى بما كان وإن كان بعض أزواجه لتقول لو فعلت\r\nكذا وكذا يقول دعوه فإنه لا يكون إلا ما أراد الله وما رأيت رسول الله\r\nصلى الله عليه وسلم انتقم لنفسه من شئ قط إلا أن تنتهك لله حرمة\r\nكان أشد الناس غضبا لله لله عز وجل وما عرض عليه\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\n\r\nأمران قط إلا اختار أيسرهما ما لم يكن لله فيه سخط فإن كان فيه سخط\r\nكان أبعد الناس منه لم يروه عن بن عجلان إلا عمر بن محمد الجحشي\r\nتفرد به عبيد الله بن محمد من ولد عبد الله بن جحش بن رئاب الأسدي نسيب\r\nزينب رضي الله عنها\r\nمن اسمه مورع\r\nحدثنا مورع بن عبد الله أبو ذهل المصيصي بالمصيصة سنة 278\r\nثمان وسبعين ومائتين حدثنا الحسن بن عيسى الحربي حدثنا روح بن المسيب\r\nأبو رجاء الكلبي عن يزيد الرشك عن أنس بن مالك قال قال النبي صلى الله\r\nعليه وسلم إنما جعلت الشفاعة لأهل الكبائر من أمتي لم يروه عن يزيد\r\nالرشك عن أنس بن مالك إلا روح بن المسيب تفرد به الحسن بن عيسى\r\nمن اسمه مفضل\r\nحدثنا مفضل بن محمد الجندي أبو سعيد حدثنا علي بن زياد اللحجي\r\nحدثنا أبو قرة موسى بن طارق ذكر زمعة بن صالح عن يعقوب بن عطاء\r\nعن نافع عن بن عمر عن رسول الله صلى الله عليه وسلم أنه وقف بين\r\nالجمرتين في الحجة التي حج وذلك يوم النحر فقال هذا يوم الحج الأكبر لم\r\nيروه عن يعقوب إلا زمعة تفرد به أبو قرة\r\nمن اسمه مؤمل\r\nحدثنا مؤمل بن محمد بن سيار الشيرازي بشيراز حدثنا محمد بن يحيى\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nبن المثنى الباهلي البصري حدثنا سالم بن نوح حدثنا عمر بن عامر عن قتادة عن\r\nسعيد بن المسيب عن عائشة أنها كانت تغتسل مع رسول الله صلى الله عليه\r\nوسلم في إناء واحد لم يروه عن عمر بن عامر إلا سالم بن نوح\r\nباب النون\r\nمن اسمه نصر\r\nحدثنا نصر بن عبد الملك السنجاري بمدينة سنجار سنة 278 ثمان وسبعين\r\nومائتين حدثنا معمر بن محمد بن عبيد الله بن أبي رافع صاحب النبي صلى الله عليه\r\nوسلم حدثنا محمد عن أبيه عبيد الله عن أبيه أبي رافع قال قال رسول\r\nالله صلى الله عليه وسلم إذا طنت أذن أحدكم فليذكرني وليصل\r\nعلي لا يروى عن أبي رافع إلا بهذا الاسناد تفرد به معمر بن محمد\r\nحدثنا نصر بن الفتح المصري حدثنا بكار بن قتيبة حدثنا مؤمل بن\r\nإسماعيل حدثنا سفيان يعني بن عيينة عن الأعمش عن إبراهيم التيمي عن أبيه\r\nعن أبي ذر قال قال رسول الله صلى الله عليه وسلم من بنى لله مسجدا\r\nولو كمفحص قطاة بنى الله له بيتا في في الجنة لم يروه عن بن عيينة إلا مؤمل\r\nحدثنا نصر بن الحكم المروزي ببغداد سنة 287 سبع وثمانين ومائتين\r\nحدثنا محمد بن بسام المروزي حدثنا عبد الله بن جعفر المديني حدثنا نافع بن أبي\r\nالقارئ عن سعيد المقبري عن أبي هريرة رضي الله عنه قال قال رسول الله\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n\r\nصلى الله عليه وسلم لأهل المدينة اللهم بارك لهم في صاعهم ومدهم لم يروه\r\nعن نافع إلا عبد الله بن جعفر\r\nمن اسمه نفيس\r\nحدثنا نفيس الرومي بمدينة عكاء حدثنا عبد الواحد بن إسحاق الطبراني\r\nحدثنا يحيى بن سعيد الرملي حدثنا الأعمش عن أبي وائل عن عبد الله قال\r\nقال رسول الله صلى الله عليه وسلم انظروا إلى من هو دونكم ولا تنظروا\r\nإلى من هو فوقكم فإنه أجدر أن لا تزدروا نعمة الله عز وجل لم يروه عن الأعمش عن\r\nأبي وائل إلا يحيى بن عيسى تفرد به عبد الواحد بن إسحاق ورواه أصحاب\r\nالأعمش عن الأعمش عن أبي صالح عن أبي هريرة\r\nمن اسمه نعيم\r\nحدثنا نعيم بن محمد الصوري بمدينة صور حدثنا موسى بن أيوب النصيبي\r\nحدثنا محمد بن شعيب بن شابور عن خالد بن دهقان عن عبد الله بن أبي\r\nزكريا عن أم الدرداء عن أبي الدرداء قال قال رسول الله صلى الله عليه\r\nوسلم لا يزال المؤمن معنقا صالحا ما لم يصب دما حراما فإذا أصاب دما\r\nحراما بلح لا يروى عن أبي الدرداء إلا بهذا الاسناد تفرد به خالد بن\r\nدهقان\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\n\r\nمن اسمه النعمان\r\nحدثنا النعمان بن أحمد الواسطي حدثنا صالح بن محمد الكلابي الواسطي\r\nحدثنا علي بن عاصم حدثنا سوار بن عبد الله العنبري القاضي عن سيار بن سلامة\r\nأبي المنهال الرياحي عن أبي برزة الأسلمي أن النبي صلى الله عليه وسلم\r\nنهى عن النوم قبل العشاء والحديث بعدها لم يروه عن سوار القاضي إلا علي\r\nبن عاصم\r\nحدثنا نوح بن منصور الأصبهاني حدثنا الحسن بن محمد الزعفراني حدثنا\r\nيحيى بن عباد حدثنا شعبة عن حبيب بن عبد الرحمن عن حفص بن عاصم عن\r\nأبي هريرة قال قال رسول الله صلى الله عليه وسلم ما بين بيتي ومنبري\r\nروضة من رياض الجنة ومنبري على ترعة من ترع الجنة لم يروه عن شعبة\r\nإلا يحيى بن عباد\r\nحدثنا نوح الأبلي حدثنا أبو الأشعث أحمد بن المقدام العجلي حدثنا\r\nأصرم بن حوشب حدثنا قرة بن خالد عن الضحاك بن مزاحم عن طاوس قال\r\nسمعت أبا الدرداء يقول سمعت رسول الله صلى الله عليه وسلم يقول إن\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\n\r\nالله فرض فرائض فلا تضيعوها وحد حدودا فلا تعتدوها وسكت عن كثير\r\nمن غير نسيان فلا تتكلفوها رحمة من الله فاقبلوها لم يروه عن قرة إلا أصرم\r\nبن حوشب\r\nحدثنا واثلة بن الحسن العرقي بمدينة عرقة حدثنا كثير بن عبيد الحذاء\r\nحدثنا بقية بن الوليد عن إبراهيم بن أدهم عن فروة بن مجاهد عن سهل بن\r\nمعاذ عن أنس عن أبيه عن النبي صلى الله عليه وسلم قال من كظم غيظا\r\nوهو قادر على إنفاذه خيره الله من الحور العين يوم القيامة ومن أنكح عبدا\r\nوضع الله على رأسه تاج الملك يوم القيامة لم يروه عن إبراهيم بن أدهم إلا بقية\r\nمن اسمه الوليد\r\nحدثنا الوليد بن المطلب بن عبد الله بن الوليد بن إبراهيم بن\r\nأبي وداعة السهمي بمصر أنبأنا علي بن معبد بن نوح حدثنا عبد الوهاب بن\r\nعطاء الخفاف حدثنا شعبة عن معمر عن الزهري عن عروة عن بسرة\r\nبنت صفوان أن النبي صلى الله عليه وسلم قال من مس فرجه فليتوضأ\r\nلم يروه عن شعبة إلا عبد الوهاب بن عطاء\r\nحدثنا الوليد بن حماد الرملي حدثنا سليمان بن عبد الرحمن الدمشقي حدثنا\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\nخالد بن أبي خالد الأزرق عن محمد بن أبي ليلى عن الشعبي عن\r\nبن عمر قال قال رسول الله صلى الله عليه وسلم أفضل العبادة الفقه\r\nوأفضل الدين وأفضل الدين الورع لم يروه عن الشعبي إلا بن أبي ليلى القاضي تفرد به\r\nخالد الأزرق\r\nحدثنا الوليد بن العباس العداس المصري حدثنا عبد الغفار بن داود أبو\r\nصالح الحراني حدثنا حماد بن سلمة عن عبد الله بن عثمان بن خثيم عن سعيد\r\nبن جبير عن بن عباس أن النبي صلى الله عليه وسلم قرأ من عين حمئة\r\nلم يروه عن بن خثيم إلا حماد تفرد به أبو صالح\r\nحدثنا الوليد بن أبان الأصبهاني حدثنا محمد بن عمار الرازي حدثنا\r\nعبد الصمد بن عبد العزيز المقري حدثنا عمرو بن أبي قيس عن بشير بن عاصم عن\r\nعثمان بن اليقظان عن زاذان عن عبد الله قال قال رسول الله صلى الله عليه\r\nوسلم ثلاثة لا يهولهم الفزع الأكبر ولا ينالهم الحساب هم على كثيب من مسك\r\nحتى يفرغ من حساب الخلائق رجل قرأ القرآن ابتغاء وجه الله وأم به قوما\r\nوهم يرضون به وداع يدعو إلى الصلوات الخمس ابتغاء وجه الله وعبد أحسن\r\nفيما بينه وبين ربه وفيما بينه وبين مواليه لم يروه عن بشير بن عاصم إلا عمرو\r\nبن أبي قيس في الثقات\r\nحدثنا الوليد بن مروان الحمصي بحمص سنة 278 ثمان وسبعين ومائتين\r\nحدثنا جنادة بن مروان حدثنا مبارك بن فضالة عن محمد بن سيرين عن أبي هريرة\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\n\r\n\r\nأن رجلا قال يا رسول الله أيصلي أحدنا في الثوب الواحد فقال أو كلكم\r\nيجد ثوبين لم يروه عن مبارك إلا جنادة\r\nمن اسمه وهيب\r\nحدثنا وهيب المعلم البغدادي حدثنا الهيثم بن خالد حدثنا إسحاق بن عيسى\r\nالطباع حدثنا خالد بن إلياس عن يحيى بن عبد الرحمن عن أبي سلمة بن عبد\r\nالرحمن عن أبي سعيد الخدري قال سمعت رسول الله صلى الله عليه وسلم\r\nيقول من رأى من أخيه عورة فسترها دخل الجنة لا يروى عن أبي\r\nسعيد إلا بهذا الاسناد تفرد به خالد بن إلياس\r\nمن اسمه وصيف\r\nحدثنا وصيف الأنطاكي الحافظ حدثنا سليمان بن سيف أبو داود\r\nالحراني حدثنا سعيد بن سلام العطار حدثنا عمر بن محمد بن صهبان المدني عن\r\nصفوان بن سليم عن أبي سلمة عن أبي هريرة قال قال رسول الله صلى الله عليه\r\nوسلم لقنوا موتاكم لا إله إلا الله وقولوا الثبات الثبات ولا قوة إلا\r\nبالله لو يروه عن صفوان بن سليم إلا عمر بن محمد\r\nمن اسمه وافد\r\nحدثنا وافد بن موسى الدارع حدثنا روح بن عبد الواحد حدثنا\r\nخليد بن دعلج عن قتادة عن أنس بن مالك عن النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nمن قرأ القرآن يقوم به إناء الليل والنهار يحل حلاله ويحرم حرامه حرم الله\r\nلحمه ودمه على النار وجعله رفيق السفرة الكرام البررة حتى إذا كان يوم\r\nالقيامة كان القرآن له حجة حديثه تابعه عليه غيره\r\nباب الهاء\r\nمن اسمه هاشم\r\nحدثنا هاشم بن مرثد الطبراني أبو سعيد سنة 273 ثلاث وسبعين\r\nومائتين حدثنا آدم بن أبي إياس العسقلاني حدثنا محمد بن إسماعيل بن أبي\r\nفديك عن عبد الملك بن زيد عن مصعب بن مصعب عن بن شهاب الزهري\r\nعن أبي سلمة بن عبد الرحمن عن أبيه قال كلم طلحة بن عبيد الله عامر بن\r\nفهيرة بشئ فقال له النبي صلى الله عليه وسلم مهلا يا طلحة فإنه قد شهد\r\nبدرا كما شهدته وخيركم خيركم لمواليه لم يروه عن الزهري إلا مصعب\r\nولا عن مصعب إلا عبد الملك ولا عن عبد الملك إلا بن أبي فديك تفرد\r\nبه آدم\r\nحدثنا هاشم بن يونس القصار المصري حدثنا أبو صالح عبد الله بن صالح\r\nحدثنا يحيى بن أيوب عن بن جريج عن محمد بن كعب القرطي عن أبي هريرة\r\nقال قال رسول الله صلى الله عليه وسلم يحشر الأنبياء يوم القيامة على الدواب\r\nليوافوا من قبورهم المحشر ويبعث صالح عليه السلام على ناقته ويبعث ابناي\r\nالحسن والحسين على ناقتي العضباء وأبعث على البراق خطوها عند أقصى طرفها\r\nويبعث بلال على ناقة من نوق الجنة فينادي بالاذان محضا وبالشهادة حقا حقا\r\nحتى إذا قال أشهد ان محمدا رسول الله شهد له المؤمنون من الأولين والآخرين\r\nفقبلت ممن قبلت وردت على من ردت لم يروه عن بن جريج إلا يحيى بن\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n\r\n\r\nأيوب تفرد به أبو صالح ولا يروى عن أبي هريرة إلا بهذا الاسناد\r\nمن اسمه هشام\r\nحدثنا هشام بن أحمد بن هشام الدمشقي حدثنا محمد بن إسماعيل\r\nبن عبد الصمد بن علي بن عبد الله بن عباس حدثني جدي إسماعيل بن\r\nعبد الصمد عن أبيه عن جده عبد الله بن عباس رضي الله عنهما عن النبي صلى الله\r\nعليه وسلم قال للمملوك على سيده ثلاث خصال لا يعجله عن صلاته\r\nولا يقمه عن طعامه ويشبعه كل الاشباع لا يروى عن بن عباس إلا بهذا\r\nالاسناد تفرد به ولده عنه\r\nمن اسمه همام\r\nحدثنا همام بن يحيى بن همام بن مسلمة بن سلمة بن عقبة بن همام بن منبه\r\nالصنعاني حدثنا عبد المجيد بن عبد العزيز بن أبي رواد عن أبيه عن أبي إسحاق\r\nالهمداني عن عاصم بن صخرة عن علي رضي الله عنه أن النبي صلى الله\r\nعليه وسلم كان يصلى قبل العصر أربع ركعات لم يروه عن عبد العزيز\r\nإلا ابنه عبد المجيد\r\nمن اسمه هارون\r\nحدثنا هارون بن ملول المصري 285 خمس وثمانين ومائتين\r\nحدثنا أبو عبد الرحمن المقري حدثنا عبد الله بن عياش بن عباس القتباني حدثني\r\nأبي سمعت عيسى بن هلال الصدفي وأبا عبد الرحمن عبد الله الخطمي بن\r\nيزيد الحبلي يقولان سمعنا عبد الله بن عمر يقول سمعت رسول الله صلى الله عليه\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\nوسلم يقول سيكون آخر أمتي نساء كاسيات عاريات على رؤوسهن\r\nكأسنمة البخت العنوهن فإنهن ملعونات لا يروى هذا الحديث عن\r\nعبد الله بن عمر إلا بهذا الاسناد\r\nحدثنا أبو ذر هارون بن كامل المصري حدثنا عبد الله بن صالح حدثني\r\nالليث بن سعد حدثني يونس بن يزيد عن بن شهاب الزهري حدثني عطاء بن\r\nأبي رباح عن جابر بن عبد الله أن رسول الله صلى الله عليه وسلم قال من\r\nأكل ثوما أو بصلا فليعتزلنا أو ليعتزل مسجدنا أو ليقعد في بيته لم يروه\r\nعن الزهري عن عطاء إلا يونس ولم يرو الزهري عن عطاء غير هذا\r\nحدثنا أبو ذر هارون بن سليمان المصري حدثنا يوسف بن عدي الكوفي\r\nحدثنا عبد الرحمن بن محمد المحاربي حدثنا سفيان الثوري عن أبي الزبير عن\r\nجابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم إذا أراد الله بعبد\r\nشرا خضر له في اللبن والطين حتى يبني لم يروه عن سفيان إلا المحاربي\r\nولا عنه إلا يوسف تفرد به أبو ذر هارون بن سليمان\r\nحدثنا هارون بن موسى الأخفش المقري الدمشقي حدثنا سلام بن سليم\r\nالمدائني حدثنا أبو عمرو بن العلاء عن نافع عن بن عمر قال قرأت على النبي\r\nصلى الله عليه وسلم الله الذي خلقكم من ضعف فقال من ضعف\r\nثم جعل من بعد ضعف قوة قال ثم جعل من بعد ضعف قوة\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nوبإسناده عن بن عمر أن النبي صلى الله عليه وسلم قرأ فشاربون\r\nشرب الهيم لم يرو هذين الحديثين عن أبي عمرو إلا سلام\r\nحدثنا هارون بن محمد بن منخل الواسطي حدثنا أحمد بن منيع حدثنا أشعث\r\nبن عبد الرحمن بن زبيد عن عبيدة بن معتب الضبي حدثني شقيق بن سلمة عن\r\nحذيفة قال بال رسول الله صلى الله عليه وسلم على سباطة قوم ثم توضأ\r\nومسح خفيه لم يروه عن عبيدة إلا أشعث تفرد به أحمد بن منيع\r\nحدثنا هارون بن أحمد القاضي حدثنا العباس بن محمد حدثنا أبو نعيم حدثنا\r\nعبد السلام بن حرب عن شعبة عن مطرف بن طريف عن الشعبي عن مسروق\r\nعن عائشة قالت ما كان رسول الله صلى الله عليه وسلم يمتنع من شئ من\r\nوجهي وهو صائم لم يروه عن شعبة إلا عبد السلام بن حرب ولا عنه إلا\r\nأبو نعيم تفرد به العباس\r\nمن اسمه الهيثم\r\nحدثنا الهيثم بن خالد المصيصي حدثنا عبد الكبير بن المعافى بن عمران\r\nحدثنا شريك عن العباس بن ذريح عن الشعبي عن أنس بن مالك رفعه إلى\r\nالنبي صلى الله عليه وسلم قال من اقتراب الساعة أن يرى الهلال قبلا\r\nفيقال لليلتين وأن تتخذ المساجد طرقا وأن يظهر موت الفجاءة لم يروه\r\nعن الشعبي إلا العباس بن ذريح ولا عنه إلا شريك تفرد به عبد الكبير\r\nحدثنا الهيثم بن خلف حدثنا محمد بن خشيش الكوفي حدثنا\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nمفضل بن صالح عن محمد بن جحادة عن الحسن عن أنس بن مالك قال قال\r\nرسول الله صلى الله عليه وسلم المرء مع من أحب لم يروه عن بن جحادة\r\nإلا مفضل تفرد به بن خشيش\r\nباب الياء\r\nمن اسمه يعقوب\r\nحدثنا يعقوب بن إسحاق بن الزبير الحلبي حدثنا عبد الرحمن بن عمرو\r\nالحراني حدثنا زهير بن معاوية عن أبي الزبير عن جابر بن عبد الله قال قال\r\nرسول الله صلى الله عليه وسلم من قرأ قل هو الله أحد كل يوم خمسين\r\nمرة نودي يوم القيامة من قبره قم يا مادح الله فادخل الجنة لم يروه عن\r\nأبي الزبير إلا زهير تفرد به عبد الرحمن وهو ثقة\r\nحدثنا يعقوب بن إسحاق المخرمي البغدادي حدثنا يحيى بن زهير\r\nالقرشي حدثنا أزهر بن سعد السمان عن بن عون عن محمد بن سيرين عن أنس\r\nبن مالك قال قال رسول الله صلى الله عليه وسلم إن لله تبارك وتعالى\r\nملكا ينادي عند كل صلاة يا بني آدم قوموا إلى نيرانكم التي أوقدتموها على\r\nأنفسكم فأطفئوها لم يروه عن بن عون إلا أزهر تفرد به يحيى بن زهير\r\nحدثنا يعقوب بن إسحاق بن أبي إسرائيل حدثنا أحمد بن عبد الصمد\r\nالأنصاري حدثنا معن بن عيسى القزاز حدثنا قيس بن الربيع عن بن أبي ليلى عن\r\nداود بن علي بن عبد الله بن عباس عن أبيه عن بن عباس عن النبي صلى الله عليه\r\nوسلم قال قد عفوت من صدقة الخيل والرقيق وليس فيما دون المائتين\r\nزكاة لا يروى عن بن عباس إلا بهذا الاسناد تفرد بن معن بن عيسى\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\nحدثنا يعقوب بن إسحاق بن إبراهيم بن عباد بن العوام الواسطي حدثنا\r\nيحيى بن عبد الحميد الحماني حدثنا عبد الرحمن بن زيد بن أسلم عن أبيه عن\r\nالحسين بن علي في قول الله عز وجل وشاهد ومشهود قال الشاهد جدي رسول\r\nالله صلى الله عليه وسلم والمشهود يوم القيامة ثم تلا هذه الآية إنا أرسلناك\r\nشاهدا ومبشرا ونذيرا وتلا * ( ذلك يوم مجموع له الناس وذلك يوم مشهود ) *\r\nلم يروه عن زيد بن أسلم إلا ابنه عبد الرحمن ولا يروى عن الحسين إلا بهذا\r\nالاسناد\r\nحدثنا يعقوب بن مجاهد البصري حدثنا المنذر بن الوليد الجارودي حدثنا\r\nالحسين بن أبي جعفر عن محمد بن أبي جحادة عن الحكم بن عتيبة عن الحسن بن علي\r\nقال سمعت جدي رسول الله صلى الله عليه وسلم يقول ما من عبد يصلي\r\nصلاة الصبح ثم يجلس يذكر الله حتى تطلع الشمس إلا كان ذلك له حجابا من\r\nالنار لم يروه عن محمد بن جحادة إلا الحسن تفرد به المنذر ولا يروى عن\r\nالحسن بن علي إلا بهذا الاسناد\r\nحدثنا يعقوب بن إسحاق أبو عوانة الحافظ حدثنا محمد بن\r\nعقيل النيسابوري حدثنا حفص بن عبد الله السلمي حدثنا إبراهيم بن طهمان عن\r\nشعبة بن الحجاج عن قتادة عن أنس قال قال رسول الله صلى الله عليه وسلم\r\nرفعت لي سدرة المنتهى فإذا أربعة أنهار نهران ظاهران ونهران باطنان فأما\r\nالظاهران فالنيل والفرات وأما الباطنان فنهران في الجنة وأتيت بثلاثة أقداح\r\nقدح فيه لبن وقدح فيه خمر فأخذت الذي الذي فيه اللبن فشربت\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\nفقيل أصبت الفطرة أنت وأمتك لم يروه عن شعبة إلا إبراهيم بن طهمان\r\nتفرد به حفص بن عبد الله\r\nحدثنا يعقوب بن خليفة الأبلي حدثنا بشر بن آدم حدثنا أزهر بن سعد\r\nعن بن عون عن بهز بن حكيم عن أبيه عن جده قال قلت يا رسول الله من أبرأ قال\r\nأمك ثم من قال أمك قلت ثم من قال ثم أباك قلت ثم من قال\r\nالأقرب فالأقرب لم يروه عن بن عون إلا أزهر تفرد به بشر بن أزهر\r\nحدثنا يعقوب بن غيلان العماني بالبصرة حدثنا سعيد بن عروة الربعي\r\nالبصري حدثنا هشيم حدثنا إبراهيم بن محمد بن جبير بن مطعم عن أبيه\r\nعن جده قال اتيت رسول الله صلى الله عليه وسلم وهو يصلي بأصحابه\r\nالمغرب فسمعته وهو يقول ماله من دافع وقد خرج صوته من المسجد * ( إن\r\nعذاب ربك لواقع ما له من دافع ) * فكأنما صدع قلبي لم يروه عن إبراهيم بن\r\nمحمد إلا هشيم تفرد به سعيد بن عروة وهو ثقة ولا نحفظ لإبراهيم بن محمد\r\nبن جبير حديثا مسندا غير هذا\r\nحدثنا يعقوب بن محمد بن الحارث اللخمي الأنباري حدثنا وهب\r\nبن بقية الواسطي حدثنا خالد بن عبد الله عن الفضل بن أبي عبد الرحمن\r\nعن سعيد بن أبي صدقة عن محمد بن سيرين عن عمران بن حصين\r\nقال قال لي رسول الله صلى الله عليه وسلم يا عمران قلت لبيك\r\nقال قل اللهم إني أستهديك لأرشد أموري وأستجيرك من شر نفسي لم يروه\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nعن سعيد إلا الفضل بن أبي عبد الرحمن بصري ثقة تفرد به خالد بن عبد الله\r\nحدثنا يعقوب بن إبراهيم بن إسحاق بن إبراهيم بن إسماعيل بن طلحة\r\nبن عبد الله بن عبد الرحمن بن أبي بكر الصديق بمدينة الرسول صلى الله عليه\r\nوسلم سنة 283 ثلاث وثمانين ومائتين حدثنا إبراهيم بن المنذر الحزامي حدثنا\r\nزكريا بن منظور الأنصاري عن أبي حازم عن سهل بن سعد أن النبي صلى الله\r\nعليه وسلم قال من أعتق رقبة مسلمة أعتق الله بكل عضو منه\r\nعضوا من النار لا يروى عن سهل إلا بهذا الاسناد تفرد به زكريا\r\nبن منظور\r\nمن اسمه يوسف\r\nحدثنا يوسف بن يزيد أبو يزيد القراطيسي المصري سنة 285 خمس\r\nوثمانين ومائتين حدثنا العباس بن طالب حدثنا عبد الوارث بن سعيد عن\r\nأيوب السختياني عن سعد بن إبراهيم عن عمر بن أبي سلمة عن أبيه عن أبي\r\nهريرة قال قال رسول الله صلى الله عليه وسلم نفس المؤمن معلقة\r\nما كان عليه دين لم يروه عن أيوب إلا عبد الوارث تفرد به العباس\r\nحدثنا يوسف بن يعقوب بن إسماعيل بن حماد بن زيد بن درهم القاضي\r\nحدثنا سليمان بن حرب حدثنا حماد بن زيد عن أيوب السختياني عن يحيى بن\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\nسعيد بن أبي حيان التيمي عن أبي زرعة بن عمرو بن جرير عن أبي هريرة أن\r\nرسول الله صلى الله عليه وسلم ذكر الغلول فقال ليحذر أحدكم أن يجئ\r\nيوم القيامة ببعير على عنقه له رغاء لم يروه عن أيوب إلا حماد بن زيد تفرد به\r\nسليمان بن حرب\r\nحدثنا يوسف بن الحكم الضبي الخياط البغدادي حدثنا داود بن حماد\r\nبن قرافصة البلخي حدثنا يحيى بن سليم الطائفي عن عبيد الله بن عمر عن نافع عن\r\nبن عمر أن رجلا كان حديث عهد بعرس فبعث رسول الله صلى الله عليه\r\nوسلم بعثا وبعث فيهم ذلك الرجل فلما جاء القوم تعجل إلى أهله فإذا هو بامرأته\r\nقائمة على بابها فدخلته غيرة فهيأ الرمح ليطعنها به فقالت لا تعجل وانظر ماذا في البيت\r\nفدخل البيت فإذا هو بحية منطوية على فراشها فطعن الحية فماتت ومات الرجل فبلغ\r\nذلك النبي صلى الله عليه وسلم فقال إن لهذه البيوت عوامر من الجن ونهى\r\nعن قتل الجنان لم يروه بهذا التمام عن عبد الله إلا يحيى بن سليم ورواه\r\nسفيان الثوري مختصرا حدثنا بشر حدثنا خلاد بن يحيى الكوفي سنة 211 إحدى\r\nعشر ومائتين حدثنا سفيان الثوري عن عبيد الله عن نافع عن بن عمر أن\r\nرسول الله صلى الله عليه وسلم نهى عن قتل الجنان التي تكون في البيت\r\nحدثنا يوسف بن إسماعيل الأصم البغدادي حدثنا محمد بن صدران\r\nالسليمي حدثنا معتمر بن سليمان عن فضيل بن ميسرة عن أبي حريز\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\nعن سعيد بن جبير عن بن عباس قال قال رسول الله صلى الله عليه وسلم\r\nما من عمل أحب إلى الله عز وجل من عمل في عشر ذي الحجة إلا رجل يخرج\r\nبماله ونفسه ثم لا يرجع لم يروه عن أبي حريز إلا فضيل تفرد به معتمر\r\nحدثنا يوسف بن محمد أبو محمد المؤدب الأصبهاني حدثنا عبد الله بن داود\r\nالعابد سنديله حدثنا الحسين بن حفص حدثنا أبو مسلم عبيد الله بن سعيد قائد\r\nالأعمش عن الأعمش عن أبي سفيان عن جابر قال قال رسول الله صلى الله\r\nعليه وسلم خمروا آنيتكم وأوكوا أسقيتكم وأجيفوا أبوابكم وأطفئوا\r\nسرجكم فإن الشيطان لا يفتح بابا مجافا ولا يكشف غطاء ولا يحل وكاء وإن\r\nالفويسقة تضرم على أهل البيت بيتهم في النار لم يروه عن قائد الأعمش إلا\r\nالحسين بن حفص\r\nحدثنا يوسف بن يحيى الأصبهاني حدثنا محمد بن ميمون الخياط المكي\r\nحدثنا أبو سعيد مولى بني هاشم عبد الرحمن بن عبد الله حدثنا شعبة عن سلمة\r\nبن كهيل عن عطاء بن أبي رباح عن جابر بن عبد الله أن النبي صلى الله عليه\r\nوسلم باع مدبرا من نعيم بن عبد الله لم يروه عن شعبة إلا أبو سعيد\r\nتفرد به محمد بن ميمون\r\nحدثنا يوسف بن يعقوب المقرئ الواسطي إمام مسجد جامعها حدثنا\r\nزكريا بن يحيى زحمويه حدثنا صالح بن عمر عن مطرف بن طريف عن عطية العوفي\r\nعن أبي سعيد الخدري قال قال رسول الله صلى الله عليه وسلم إذا بلغ بنو\r\nالعاص ثلاثين رجلا اتخذوا دين الله دغلا ومال الله دولا وعباد الله\r\nخولا لم يروه عن مطرف إلا صالح تفرد به زحمويه\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\nحدثنا يوسف بن يعقوب بن عبد العزيز الثقفي حدثني أبي حدثنا سفيان\r\nبن عيينة عن بهز بن حكيم عن أبيه عن جده أن النبي صلى الله عليه وسلم\r\nمر بقوم يرمون وهم يحلفون أخطأت والله أصبت والله فلما رأوا رسول الله صلى\r\nالله عليه وسلم أمسكوا فقال ارموا فإن أيمان الرماة لغو لا حنث فيها ولا\r\nكفارة لم يروه عن بهز إلا سفيان تفرد به يوسف بن يعقوب عن أبيه\r\nحدثنا يوسف بن الحسين بن عبد الرحمن العباداني حدثنا نصر\r\nبن علي الجهضمي حدثنا وهب بن جرير حدثنا أبي عن محمد إسحاق\r\nعن عبد الله بن أبي بكر بن محمد بن عمرو بن حزم الأنصاري عن علي بن عبد الله\r\nبن العباس عن بن عباس قال دخل رسول الله صلى الله عليه وسلم مكة\r\nيوم الفتح وعلى الكعبة ثلاثمائة وستون صنما قد شد لهم إبليس أقدامها\r\nبرصاص فجاء ومعه قضيب فجعل يهوى به إلى كل صنم منها فيخر لوجهه فيقول\r\nجاء الحق وزهق الباطل إن الباطل كان زهوقا حتى مر عليها كلها لم يروه\r\nعن علي بن عبد الله بن العباس إلا عبد الله بن أبي بكر تفرد به محمد بن\r\nإسحاق\r\nحدثنا يوسف بن خالد بن عبد الله الضرير البصري بالأنبار حدثنا بشر\r\nبن آدم بن بنت أزهر بن سعد السمان حدثنا أشعث بن أشعث السعداني من الأزد\r\nحدثنا عمران القطان عن سليمان التيمي عن أبي عثمان النهدي عن سليمان الفارسي قال\r\nقال رسول الله صلى الله عليه وسلم إن المسلم ليصلي وخطاياه موضوعة\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nعلى رأسه فكلما سجد تحاتت عنه فتفرغ حين يفرغ من صلاته وقد تحاتت\r\nخطاياه لم يروه عن سليمان إلا عمران ولا عن عمران إلا أشعث بن أشعث\r\nتفرد به بشر\r\nحدثنا يوسف بن فورك المستملي الأصبهاني حدثنا أسيد بن عاصم حدثنا\r\nعبد الله بن رجاء الغداني حدثنا شعبة عن الحكم وحماد ومغيرة ومنصور عن\r\nإبراهيم النخعي عن أبي عبد الله الجدلي عن خزيمة بن ثابت أن النبي صلى الله\r\nعليه وسلم قال في المسح على الخفين للمسافر ثلاثة أيام ولياليهن وللمقيم يوم\r\nوليلة لم يروه عن شعبة ومغيرة ومنصور إلا عبد الله بن رجاء تفرد\r\nبه أسيد بن عاصم\r\nحدثنا يوسف بن يعقوب القطراني الكوفي حدثنا أبو كريب حدثنا حفص\r\nبن بشر عن قيس بن الربيع عن بكر بن وائل عن صفوان بن سليم عن عطاء بن\r\nيسار عن أبي سعيد قال قال رسول الله صلى الله عليه وسلم غسل الجمعة واجب\r\nعلى كل محتلم لم يروه عن بكر إلا قيس ولا قيس إلا حفص تفرد به أبو كريب\r\nمن اسمه يحيى\r\nحدثنا يحيى بن عثمان بن صالح بن صفوان السهمي المصري حدثنا نعيم\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\nبن حماد حدثنا سفيان بن عيينة عن أبي الزناد عن الأعرج عن أبي هريرة\r\nقال قال رسول الله صلى الله عليه وسلم أنتم في زمن من ترك عشر ما أمر به\r\nهلك وسيأتي زمن من عمل بعشر ما أمر به نجا لم يروه عن سفيان إلا نعيم\r\nحدثنا يحيى بن عثمان حدثنا بن عثمان حدثنا نعيم بن حماد حدثنا عبد الله بن إدريس عن\r\nالأعمش عن أبي سفيان عن جابر عن أم مبشر الأنصارية أن النبي صلى الله\r\nعليه وسلم خطب أم مبشر بنت البراء بن معرور فقالت إني شرطت\r\nلزوجي أن لا أتزوج بعده فقال النبي صلى الله عليه وسلم إن هذا لا يصلح\r\nلم يروه عن الأعمش إلا بن إدريس تفرد به نعيم\r\nحدثنا يحيى بن أيوب العلاف حدثنا أحمد بن يزيد بن عبد الملك المكي\r\nحدثنا بن المنذر أبو زيد حدثنا هشام بن عروة عن أبيه عن عائشة قالت قال\r\nرسول الله صلى الله عليه وسلم ما على أحدكم إذا ألح به همه أن يتقلد\r\nقوسه فينفي به همه لم يروه عن هشام إلا محمد بن المنذر الزبيدي تفرد به\r\nأحمد بن يزيد\r\nحدثنا يحيى بن محمد الحنائي البصري ببغداد حدثنا علي بن المديني حدثنا\r\nيحيى بن آدم عن قطبة بن عبد العزيز عن الأعمش عن إبراهيم التيمي عن أبيه\r\nعن أبي ذر قال قال رسول الله صلى الله عليه وسلم من بنى لله مسجدا بنى الله له\r\nبيتا في الجنة لم يروه عن قطبة إلا يحيى بن آدم تفرد به علي بن المديني\r\nحدثنا يحيى بن نافع أبو حبيب المصري حدثنا سعيد بن أبي مريم أخبرنا عبد الله\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\nبن لهيعة عن يزيد بن أبي حبيب عن عمران بن سليمان يعني القبي عن قتادة\r\nالأعمى عن زرارة بن أوفى عن سعد بن هشام قال سألت عائشة عن قيام\r\nرسول الله صلى الله عليه وسلم من الليل فقالت كان قيام رسول الله\r\nصلى الله عليه وسلم من الليل فريضة حين أنزل الله عز وجل * ( يا أيها المزمل قم الليل\r\nإلا قليلا ) * فكان أول فريضة فكانوا يقومون حتى تتفطر أقدامهم وحبس\r\nالله عز وجل آخر السورة عنهم حولا ثم أنزل * ( علم الله أن لن تحصوه فتاب\r\nعليكم فاقرأوا ما تيسر من القرآن ) * فصار قيام الليل تطوعا لم يروه عن عمران\r\nبن سليمان الكوفي إلا يزيد ولا عنه إلا بن لهيعة تفرد به بن أبي مريم\r\nحدثنا يحيى بن محمد بن صاعد حدثنا عبد الجبار بن العلاء حدثنا أبو سعيد\r\nمولى بني هاشم حدثنا قرة بن خالد عن حميد بن هلال عن عبد الله بن الصامت\r\nعن أبي ذر قال يقطع الصلاة الكلب الأسود والمرأة والحمار فقلت ما بال\r\nالكلب الأسود من الأبيض قال سألت رسول الله صلى الله عليه وسلم كما\r\nسألتني فقال الكلب الأسود شيطان لم يروه عن قرة إلا أبو سعيد تفرد\r\nبه عبد الجبار\r\nحدثنا يحيى بن عبد الله أبو زكريا الدينوري بالبصرة حدثنا سعيد\r\nبن محمد بن ثواب الحصري حدثنا أبو عاصم حدثنا بن جريج عن سليمان\r\nبن موسى سمعت سالم بن عبد الله يحدث عن أبيه قال قال رسول الله صلى\r\nالله عليه وسلم لا يمس القرآن إلا طاهر لم يروه عن سليمان بن موسى\r\nإلا بن جريج ولا عنه إلا أبو عاصم تفرد به سعيد بن محمد\r\nحدثنا يحيى بن يعقوب المباركي ببغداد حدثنا سليمان بن محمد المباركي\r\nحدثنا أبو شهاب الخياط عن الأجلح بن عبد الله عن حبيب بن أبي ثابت عن\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\nربعي بن حراش قال التقى حذيفة بن اليمان وعقبة بن عمر وأبو مسعود\r\nالأنصاري فقال أحدهما لصاحبه حدثنا ما سمعت من رسول الله صلى الله عليه\r\nوسلم فحدث أحدهما وصدقه الآخر فقال أحدهما يؤتى بعبد يوم القيامة\r\nفيوقف بين يدي الله عز وجل فيقول ما وراؤك فيقول كنت أبايع الناس فإذا\r\nبايعت معسرا تركت له وإذا بايعت موسرا أنظرته فيقول الله أنا أحق بالتجوز\r\nعن عبدي فيغفر له فقال الآخر صدقت هكذا سمعته من رسول الله صلى الله\r\nعليه وسلم لم يروه عن حبيب بن أبي ثابت إلا أجلح ولا عنه إلا أبو\r\nشهاب عبد ربه بن نافع تفرد به سليمان بن محمد\r\nحدثنا يحيى بن عبد الله بن عبد الصمد بن شعيب بن إسحاق الدمشقي\r\nأبو سعيد حدثنا محمود بن خالد عمر بن عبد الواحد عن الأوزاعي عن\r\nهارون بن رباب عن أنس بن مالك قال قال رسول الله صلى الله عليه\r\nوسلم يدخل أهل الجنة جردا مردا مكحلين لم يروه عن الأوزاعي\r\nإلا عمر بن عبد الواحد تفرد به محمود بن خالد\r\nحدثنا يحيى بن عبدويه بن شبيب أبو زكريا البغدادي مولى آل\r\nأبي بكرة صاحب رسول الله صلى الله عليه وسلم حدثنا أبو نعيم الفضل\r\nبن دكين حدثنا إسرائيل عن إبراهيم بن مهاجر عن مجاهد عن عائشة عن النبي\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\nصلى الله عليه وسلم قال صلاة القاعد على النصف من صلاة القائم\r\nلم يروه عن أبي سعيد إلا عمر بن عبد الواحد\r\nحدثنا يحيى بن إبراهيم بن إسماعيل بن عويق الحمصي إمام مسجد حمص\r\nحدثنا إسماعيل بن حصين الجبيلي حدثنا محمد بن شعيب بن شابور حدثنا مروان بن\r\nجناح أن عطاء بن أبي رباح كان يحدث عن أبي هريرة رضي الله عنه أنه كان يقول\r\nفي كل الصلاة الصلوات يقرأ فما أسمعنا رسول الله صلى الله عليه وسلم\r\nأسمعناكم ومما أخفى علينا أخفينا عليكم لم يروه عن مروان إلا محمد بن شعيب\r\nحدثنا يحيى بن علي بن خلف التستري حدثنا العباس بن محمد الدوري\r\nحدثنا عبد الرحمن بن يونس الحفري الكوفي حدثنا الحسن بن عياش أخو أبي\r\nبكر بن عياش عن محمد بن عجلان عن عبد الله بن محمد بن عقيل عن الربيع بنت معوذ\r\nبن عفراء الأنصارية أن النبي صلى الله عليه وسلم توضأ ومسح برأسه مرة\r\nلم يروه عن الحسن بن عياش إلا عبد الرحمن تفرد به العباس بن محمد\r\nحدثنا يحيى بن علي بن محمد بن هاشم أبو العباس الكناني الحلبي حدثنا\r\nأبو نعيم عبيد بن هشام الحلبي حدثنا سفيان بن عيينة عن الزهري وصفوان بن\r\nسليم عن سالم بن عبد الله عن أبيه أن النبي صلى الله عليه وسلم كان إذا\r\nافتتح الصلاة رفع يديه حتى يحاذي منكبيه وإذا ركع وبعد ما يرفع رأسه\r\nمن الركوع ولا يرفع بين السجدتين لو يروه عن صفوان إلا سفيان تفرد به\r\nأبو نعيم\r\nحدثنا يحيى حدثنا عمر بن عثمان حدثنا الوليد بن مسلم حدثنا بن جريج\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\nعن عطاء عن بن عباس قال قال رسول الله صلى الله عليه وسلم اسمح\r\nيسمح لك\r\nحدثنا يحيى بن أبي صفير الحلبي حدثنا هشام بن عمار حدثنا\r\nعبد الرحمن بن سعد بن عمار بن سعد القرظ مؤذن رسول الله صلى\r\nالله عليه وسلم حدثني أبي عن جدي عن أبيه سعد أن النبي صلى الله عليه\r\nوسلم أمر بلالا أن يدخل بيته في أذنيه إذا أذن وقال إنه أرفع لصوتك\r\nوبإسناده أن بلالا كان يؤذن مثنى مثنى ويتشهد مضعفا يستقبل القبلة\r\nفيقول أشهد لا إله إلا الله مرتين أشهد أن محمدا رسول الله مرتين ثم يرجع\r\nفيقول أشهد لا إله إلا الله مرتين أشهد أن محمدا رسول الله مرتين مستقبل\r\nالقبلة ثم ينحرف عن يمينه فيقول حي على الصلاة مرتين ثم ينحرف عن يساره\r\nفيقول حي على الفلاح مرتين ثم يستقبل القبلة فيقول الله أكبر الله أكبر\r\nلا إله إلا الله وإقامته منفردة قد قامت الصلاة مرة واحدة وأنه كان يؤذن\r\nيوم الجمعة للجمعة على عهد رسول الله صلى الله عليه وسلم إذا صار الفئ\r\nمثل الشراك\r\nوبإسناده أن النبي صلى الله عليه وآله وسلم كان إذا خرج إلى العيدين\r\nسلك على طريق ورجع على أخرى\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\nوبإسناده أن النبي صلى الله عليه وسلم كان يبدأ في العيدين بالصلاة\r\nقبل الخطبة ثم يكبر في الأولى بسبع قبل القراءة وفي الآخرة خمسا قبل القراءة\r\nوكان يخرج في العيدين ماشيا ويرجع ماشيا وكان يكبر بين أضعاف الخطبة\r\nويكثر التكبير في العيدين\r\nوبإسناده أن رسول الله صلى الله عليه وسلم كان إذا خطب في العيدين\r\nخطب على قوس وإذا خطب في الجمعة فخطب على عصا\r\nحدثنا يحيى بن عبد الله أبو زكريا القسام الأصبهاني حدثنا إسماعيل بن\r\nيزيد القطان حدثنا أبو جابر محمد بن عبد الملك حدثنا الحسن بن أبي جعفر عن ثابت عن\r\nأنس أن النبي صلى الله عليه وسلم قال ذات يوم لغلام من الأنصار ناولني\r\nنعلي فقال الغلام يا نبي الله بأبي أنت وأمي اتركني حتى اجعلهما أنا في رجليك\r\nفقال رسول الله صلى الله عليه وسلم اللهم إن عبدك هذا يترضاك فارض\r\nعنه لم يروه عن ثابت إلا الحسن بن أبي جعفر وهو ضعيف\r\nحدثنا أبو هند يحيى بن عبد الله بن حجر بن عبد الجبار بن وائل بن\r\nحجر الحضرمي الكوفي حدثني عمي محمد بن حجر بن عبد الجبار حدثنا\r\nسعيد بن عبد الجبار عن أبيه عبد الجبار عن أمه أم يحيى عن وائل بن حجر\r\nقال لما بلغنا ظهورا رسول الله صلى الله عليه وسلم خرجت وافدا عن\r\nقومي حتى قدمت المدينة فلقيت أصحابه قبل لقائه فقالوا قد بشرنا بك رسول الله\r\nصلى الله عليه وسلم من قبل أن تقدم علينا بثلاثة أيام فقال قد جاءكم وائل\r\nبن حجر ثم لقيته عليه السلام فرحب بي وأدنى مجلسي وبسط لي رداءه فأجلسني\r\nعليه ثم دعا في الناس فاجتمعوا إليه ثم طلع المنبر وأطلعني معه وأنا من دونه ثم\r\nحمد الله وقال يا أيها الناس هذا وائل بن حجر أتاكم من بلاد بعيدة من بلاد\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\nحضرموت طائعا غير مكروه بقية أبناء الملوك بارك الله فيك يا وائل وفي\r\nولدك ثم نزل وأنزلني معه وأنزلني منزلا شاسعا عن المدينة وأمر معاوية\r\nبن أبي سفيان أن يبوئني إياه فخرجت وخرج معي حتى إذا كنا ببعض الطريق\r\nقال يا وائل إن الرمضاء قد أصابت باطن قدي فأردفني خلفك فقلت ما أضن\r\nعليك بهذه الناقة ولكن لست من أرداف الملوك وأكره أن أعير بك قال\r\nفألقي إلي حذاءك أتوقى به من حر الشمس قال ما أضن عليك بهاتين الجلدتين\r\nولكن لست ممن يلبس لباس الملوك وأكره أن أعير بك فلما أردت الرجوع\r\nإلى قومي أمر لي رسول الله صلى الله عليه وسلم بكتب ثلاثة فيها كتاب\r\nلي خالص فضلني فيه عن قومي وكتاب لأهل بيتي بأموالنا هناك وكتاب لي\r\nولقومي في كتابي الخالص بسم الله الرحمن الرحيم من محمد رسول الله إلى المهاجرين\r\nأبي أمية أن وائلا يستسعى ويترفل على الأقوال حيث كانوا من\r\nحضرموت وفي كتابي الذي لي ولأهل بيتي بسم الله الرحمن الرحيم من محمد رسول الله\r\nإلى المهاجر بن أبي أمية لأبناء معشر وأبناء ضمعاج أقوال شنوءة بما كان لهم فيها من\r\nملك وموامر مرامر وعمران وبحر وملح ومحجر وما كان لهم من مال اترثوه\r\nبايعت وما لهم فيها من مال بحضرموت أعلاها وأسفلها مني الذمة والجوار اللهم\r\nلهم جار والمؤمنون على ذلك أنصار وفي الكتاب الذي لي ولقومي بسم الله\r\nالرحمن الرحيم من محمد رسول الله إلى وائل بن حجر والأقوال العياهلة من\r\nحضرموت بإقام الصلاة وإيتاء الزكاة من الصرمة التيعة ولصاحبها\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\nالتبعة لا جلب ولا جنب ولا شغار ولا وراط في الاسلام لكل عشرة من\r\nالسرايا ما تحمل القراب من التمر من أجبا فقد أربا وكل مسكر حرام فلما\r\nملك معاوية بعث رجلا من قريش يقال له بسر بن أبي أرطأة فقال له قد ضممت\r\nإليك الناحية فأخرج بجيشك فإذا تخلفت أفواه الشام فضع سيفك فاقتل من أبي\r\nبيعتي حتى تصير إلى المدينة ثم ادخل المدينة فاقتل من أبي بيعتي ثم اخرج من\r\nحضرموت فاقتل من أبي بيعتي وإن أصبت وائل بن حجر فاتني به ففعل\r\nوأصاب وائلا حيا فجاء به إليه فأمر معاوية أن يتلقى وأذن له فأجلس معه على سرير\r\nفقال معاوية أسريري هذا أفضل من ظهر ناقتك فقلت يا أمير المؤمنين كنت\r\nحديث عهد بجاهلية وكفر وكانت تلك سيرة الجاهلية وقد أتانا الله بالاسلام\r\nفبسيرة الاسلام ما فعلت قال فما منعك من نصرنا وقد اتخذت عثمان ثقة وصهرا\r\nقلت إنك قاتلت رجلا هو أحق بعثمان منك قال وكيف يكون أحق بعثمان مني\r\nوأنا أقرب إلى عثمان\r\nفالأخ أولى من بن العم ولست أقاتل المهاجرين قال\r\nأو لسنا مهاجرين قلت أو لسنا قد اعتزلناكم جميعا وحجة أخرى حضرت\r\nرسول الله صلى الله عليه وسلم وقد رفع رأسه نحو المشرق وقد حضره\r\nجمع كثير ثم رد إليه بصره فقال أتتكم الفتن تقطع الليل المظلم فشدد أمرها\r\nوعجله وقبحه فقلت له من بين القوم يا رسول الله وما الفتن فقال يا وائل قد\r\nاختلفت سفيان في الاسلام فاعتزلهما فقال أصبحت شيعيا قلت لا ولكن\r\nأصبحت ناصحا للمسلمين فقال معاوية لو سمعت ذا وعلمته ما أقدمتك قلت\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\nأوليس قد رأيت ما صنع محمد بن مسلمة عند مقتل عثمان انتهى بسيفه إلى صخرة\r\nفضربه بها حتى انكسر فقال أولئك قوم يحملون علينا فقلت فكيف تصنع\r\nبقول رسول الله صلى الله عليه وسلم من أحب الأنصار فبحبي ومن\r\nأبغض الأنصار فببغضي قال اختر أي البلاد شئت فإنك لست براجع\r\nإلى حضرموت فقلت عشيرتي بالشام وأهل بيتي بالكوفة فقال رجل من أهل\r\nبيتك خير من عشرة من عشيرتك فقلت ما رجعت إلى حضرموت\r\nسرورا بها وما ينبغي للمهاجر ان يرجع إلى الموضع الذي هاجر منه إلا من علة\r\nقال وما علتك قلت قول رسول الله صلى الله عليه وسلم في الفتن فحيث\r\nاختلفتم اعتزلناكم وحيث اجتمعتم جئناكم فهذه العلة فقال إني قد وليتك\r\nالكوفة فسر إليها فقلت ما إلي بعد النبي صلى الله عليه وسلم لاحد حاجة\r\nأما رأيت أن أبا بكر قد أرادني فأبيت وأرادني عمر فأبيت وأرادني عثمان\r\nفأبيت ولم أدع بيعتهم قد جاءني كتاب أبي بكر حيث ارتد أهل ناحيتنا\r\nفقمت فيهم حتى ردهم الله إلى الاسلام بغير ولاية فدعا عبد الرحمن بن الحكم\r\nفقال له فقد وليتك بالكوفة وسر بوائل بن حجر فأكرمه واقض حوائجه\r\nفقال يا أمير المؤمنين أسأت بي الظن تأمرني بإكرام رجل قد رأيت رسول الله\r\nصلى الله عليه وسلم أكرمه وأبا بكر وعمر وعثمان وأنت فسر معاوية\r\nبذلك منه فقدمت معه الكوفة فلم يلبث أن مات قال محمد بن حجر الوراط\r\nالعمار والأقوال الملوك العياهلة العظماء\r\nحدثنا يحيى بن عبد الباقي الاذني حدثنا أبو أحمد الخشاب التنيسي حدثنا\r\nمؤمل بن إسماعيل حدثنا حماد بن سلمة عن علي بن زيد وحبيب بن الشهيد عن\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nأبي عثمان النهدي عن أبي موسى الأشعري قال قال رسول الله صلى الله عليه\r\nوسلم يا أبا موسى ألا أدلك على كنز من كنوز الجنة قلت بلى قال\r\nلا حول ولا قوة إلا بالله لم يروه عن حبيب إلا حماد ولا عنه مؤمل\r\nتفرد به أبو أحمد\r\nحدثنا يحيى بن معاذ الفقير التستري حدثنا أحمد بن محمد بن أبي بزة\r\nالمكي حدثنا الحكم بن عبد الله البصري عن سعيد بن أبي عروبة عن قتادة عن\r\nالحسن عن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم من\r\nلقي أخاه المسلم بما يحب ليسره بذلك سره الله يوم القيامة لم يروه عن قتادة\r\nإلا سعيد ولا عنه إلا الحكم بن عبد الله تفرد به بن أبي بزة\r\nحدثنا يحيى بن عبد الله بن عبدويه الصفار البغدادي حدثني أبي عبد الله\r\nبن عبدويه حدثنا عبد الوهاب بن عطاء عن يونس بن عبيد عن الحسن عن بن\r\nعباس عن النبي صلى الله عليه وسلم قال عبد أطاع الله ومواليه يدخله\r\nالله الجنة ومواليه فيقول السيد رب هذا كان عبدي في الدنيا فيقول\r\nجازيته بعمله وجازيتك بعملك لم يروه عن يونس إلا عبد الوهاب تفرد به\r\nيحيى بن عبد الله عن أبيه\r\nحدثنا يحيى بن عبد الله بن محمد بن سالم القزاز الكوفي حدثني أبي حدثني\r\nمحمد بن جعفر عن أبيه عن جده محمد بن علي بن الحسين عن جابر بن عبد الله\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\nأن النبي صلى الله عليه وسلم رمل في حجته من الحجر إلى الحجر\r\nلم يروه عن محمد بن جعفر إلا عبد الله بن محمد بن سالم\r\nحدثنا يحيى بن إسماعيل بن محمد بن يحيى بن محمد بن زياد بن جرير بن عبد الله\r\nالبجلي الكوفي حدثنا جعفر بن علي بن خالد بن جرير بن عبد الله البجلي حدثنا\r\nأبو الأحوص سلام بن سليم عن عاصم بن أبي النجود عن زر بن حبيش عن\r\nعبد الله بن مسعود قال قال رسول الله صلى الله عليه وسلم لا تذهب\r\nالدنيا حتى يملك رجل من أهل بيتي يوطئ اسمه اسمي يملأ الأرض عدلا\r\nوقسطا كما ملئت جورا وظلما لم يروه عن أبي الأحوص إلا جعفر بن علي\r\nتفرد به يحيى بن إسماعيل\r\nحدثنا يحيى بن إبراهيم بن إسماعيل بن يحيى بن سلمة بن كهيل الكوفي\r\nحدثني أبي عن أبيه عن جده عن سلمة بن كهيل عن إبراهيم النخعي عن الأسود\r\nبن يزيد عن عائشة قالت كنت أفرك المني من ثوب رسول الله صلى الله\r\nعليه وسلم بالثمامة لم يروه عن سلمة بن كهيل إلا ولده\r\nمن اسمه يزيد\r\nحدثنا يزيد بن إبراهيم الرفاعي الأصبهاني عن أحمد بن يونس الضبي\r\nحدثنا أبو الجواب حدثنا سعير بن الخمس عن سليمان\r\nالتيمي عن أبي عثمان النهدي عن أسامة بن زيد قال قال رسول الله صلى الله\r\nعليه وسلم من صنع إليه معروف فقال لفاعله جزاك الله خيرا فقد أبلغ\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\n\r\nفي الثناء حدثنا أبو مسلم الكشي حدثنا سعيد بن سلام العطار حدثنا موسى\r\nبن عبيدة الزبدي عن محمد بن ثابت عن أبي هريرة قال قال رسول الله صلى\r\nالله عليه وسلم إذا قال رجل لأخيه جزاك الله خيرا فقد أبلغ في الثناء\r\nحدثنا إسحاق بن إبراهيم الدبري عن عبد الرزاق قراءة عن الثوري عن\r\nموسى بن عبيدة عن محمد بن ثابت عن أبي هريرة عن النبي صلى الله عليه\r\nوسلم بمثله\r\nحدثنا أبو مسلم الكشي حدثنا سعيد بن سلام حدثنا ثور بن يزيد عن\r\nخالد بن معدان عن معاذ بن جبل قال قال رسول الله صلى الله عليه وسلم\r\nاستعينوا على إنجاح حوائجكم بالكتمان فإن كل ذي نعمة محسود\r\nمن اسمه يونس\r\nحدثنا يونس بن محمد أبو جعفر الرازي قاضي البصرة حدثنا العباس\r\nبن محمد الدوري حدثنا يزيد بن هارون حدثنا أيوب أبو العلاء عن عبد الله بن\r\nشبرمة القاضي عن قمير امرأة مسروق عن عائشة رضي الله عنها عن النبي صلى الله\r\nعليه وسلم أنه قال في المستحاضة تدع الصلاة أيام أقرائها ثم تغتسل مرة\r\nثم تتوضأ إلى مثل أيام أقرائها فإن رأت صفرة انتضحت وتوضأت وصلت لم\r\nيروه عن بن شبرمة إلا أيوب أبو العلاء تفرد به يزيد بن هارون\r\nحدثنا يسر بن أنس البغدادي البزاز حدثنا يعقوب بن إبراهيم الدوري\r\nالدورقي حدثنا إسماعيل بن علية عن روح بن القاسم عن عبد الله بن أبي\r\nبكر بن محمد بن عمرو بن حزم عن عباد بن تميم عن عمه عبد الله بن زيد أن النبي\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nصلى الله عليه وسلم استسقى وقلب رداءه فجعل أعلاه أسفله لم يروه عن\r\nروح إلا بن علية\r\nحدثنا أبو عثمان السمسار الحمصي الحافظ حدثنا عمران بن بكار البراد\r\nحدثنا الربيع بن روح حدثنا محمد بن حرب الأبرش عن محمد بن الوليد\r\nالزبيدي عن عدي بن عبد الرحمن أبو أبي الهيثم بن عدي عن داود بن أبي\r\nهند عن سماك بن حرب عن جابر بن سمرة أن النبي صلى الله عليه وسلم\r\nكان إذا صلى الصبح جلس يذكر الله حتى تطلع الشمس لم يروه عن داود بن\r\nأبي هند إلا عدي بن عبد الرحمن ولا عنه إلا الزبيدي تفرد به عمران عن\r\nالربيع عن محمد بن حرب\r\nحدثنا أبو بكر بن المرجي الحافظ بالرملة حدثنا أحمد بن شيبان الرملي\r\nحدثنا الوليد بن مسلم عن مرزوق بن أبي الهذيل عن الزهري عن أنس بن مالك\r\nأن النبي صلى الله عليه وسلم قال المرء مع من أحب\r\nحدثنا أبو عجيبة المستملي الحافظ الحضري المصري بمصر حدثنا الربيع\r\nبن سليمان حدثنا عبد الله بن وهب أخبرنا إسماعيل بن عياش عن جعفر بن الحارث\r\nالنخعي عن عبد الملك بن عمير عن عبد الرحمن بن أبي بكرة عن أبيه أن النبي\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nصلى الله عليه وسلم قال أسلم وغفار ومزينة وجهينة خير عند الله من بني\r\nأسد وغطفان وبني عامر بن صعصعة لم يروه عن أبي الأشهب جعفر بن الحارث\r\nالنخعي الكوفي إلا إسماعيل تفرد به بن وهب\r\nومن سمعت منه من النساء\r\nحدثتنا فاطمة بنت إسحاق بن وهب العلاف الواسطي بواسط حدثني أبي\r\nحدثنا يزيد بن هارون حدثنا محمد بن عبد الرحمن بن محبر حدثنا محمد بن\r\nالمنكدر عن عطاء بن يسار عن أبي صالح السمان عن أبي هريرة قال قام رسول\r\nالله صلى الله عليه وسلم فدعا بدعاء لم يسمع الناس مثله واستعاذ استعاذة\r\nلم يسمع الناس مثلها فقال له بعض القوم كيف لنا يا رسول الله أن ندعو بمثل\r\nما دعوت به وأن نستعيذ كما استعذت فقال قولوا اللهم إنا نسألك بما سألت محمد\r\nعبدك ورسولك لم يروه عن\r\nعطاء بن يسار إلا محمد بن المنكدر ولا عنه إلا بن محبر تفرد به يزيد بن هارون\r\nحدثتنا عبدة بنت عبد الرحمن بن مصعب بن ثابت بن عبد الله بن أبي\r\nقتادة الأنصاري ببغداد في مربعة الحرشي في دارها قالت حدثني أبي عبد الرحمن\r\nعن أبيه مصعب عن أبيه ثابت عن أبيه عبد الله بن أبي قتادة عن أبيه أبي قتادة\r\nالحارث بن ربعي قال قال رسول الله صلى الله عليه وسلم خير فرساننا\r\nأبو قتادة وخير رجالتنا سلمة بن الأكوع قال أبو القاسم أي الطبراني وتفسير هذا الحديث\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\nأن المشركين أغاروا على لقاح المدينة فلحق أبو قتادة مسعدة وكان رئيس جيش\r\nالمشركين في ذلك فقتله وأخذ سلبه وبادر سلمة بن الأكوع فحبس بعض\r\nالمشركين رميا بالحجارة من قبل الجبل حتى لحقتهم خيل النبي صلى الله عليه\r\nوسلم فقال النبي صلى الله عليه وسلم خير فرساننا يعني في ذلك اليوم\r\nأبو قتادة وخير رجالتنا في ذلك اليوم سلمة بن الأكوع\r\nحدثتنا عبدة بنت عبد الرحمن بن مصعب بن ثابت بن عبد الله بن أبي\r\nقتادة الأنصاري قالت حدثني أبي عبد الرحمن عن أبيه مصعب عن أبيه ثابت\r\nعن أبيه عبد الله بن أبي قتادة عن أبيه أبي قتادة الحارث بن ربعي أنه حرس\r\nالنبي صلى الله عليه وسلم ليلة بدر فقال رسول الله صلى الله عليه وسلم\r\nاللهم احفظ أبا قتادة كما حفظت نبيك هذه الليلة\r\nوبإسناده عن أبي قتادة قال أغار المشركون على لقاح رسول الله صلى الله\r\nعليه وسلم فركبت فأدركتهم وقتلت مسعدة فقال رسول الله صلى الله عليه\r\nوسلم حين رآني أفلح الوجه اللهم اغفر له ثلاثا ونفلني سلب مسعدة\r\nوبإسناده قال قال رسول الله صلى الله عليه وسلم ليس على النساء غزو\r\nولا جمعة ولا تشييع جنازة لم يرو هذه الأحاديث عن أبي قتادة إلا ولده\r\nولا سمعناها إلا من عبدة وكانت امرأة عاقلة فصيحة متدينة\r\nحدثتنا سمانة بنت محمد بن موسى بن بنت الوضاح بن حسان الأنبارية\r\nبالأنبار حدثني أبي محمد بن موسى حدثنا محمد بن عقبة السدوسي حدثنا\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\nمحمد بن حمران حدثنا عطية الدعاء عن الحكم بن الحارث السلمي سمعت\r\nرسول الله صلى الله عليه وسلم يقول من أخذ من طريق المسلمين شبرا\r\nطوقه الله يوم القيامة من سبع أرضين بن حجر سمعت صليحة بنت أبي نعيم الفضل\r\nبن دكين سمعت أبي يقول القرآن كلام الله تعالى غير مخلوق\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\nتم - بحمد الله - طبع الجزء الثاني\r\nمن المعجم الصغير للطبراني\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154}
  ]