[
  {"content":"\r\nكشف النور عن أصحاب القبور\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nكشف النور عن أصحاب القبور\r\nالحمد لله وحده ، والصلاة والسلام على من لا نبي بعده ، يقول الحقير\r\nعبد الغني ابن إسماعيل النابلسي الحنفي : هذه رسالة كتبتها في ظهور كرامات الأولياء بعد\r\nموتهم وحكم رفع البناء عليهم وتعليق الستور إلى غير ذلك وسميتها \" كشف النور عن\r\nأصحاب القبور \" . وأسأل الله تعالى أن يلهمني ما هو الحق والصواب وأن يوفق\r\nإخواني المسلمين إلى الإنصاف عند ظهور الحق والاعتراف ، والله على كل شئ\r\nقدير وبالإجابة جدير .\r\nاعلموا إخواني في رضاعة ثدي الإسلام أن الكرامات التي أكرم\r\nالله تعالى بها أولياءه المقربين إلى حضرته أمور خارقة لعادة الله في خلقه ،\r\nخلقها الله تعالى بمحض قدرته وإرادته لا مدخل لقدرة الولي المخلوقة فيه\r\nولا لإرادته المخلوقة فيه أيضا على التأثير فيها البتة وإنما قدرة الولي وإرادته\r\nالمخلوقتان فيه سبب لخلق الله تعالى تلك الكرامات على يديه ونسبتها إليه ، وكل من\r\nاعتقد أن الولي له تأثير في شئ من ذلك فهو كافر بالله تعالى على ما عرف في علم\r\nالتوحيد .\r\nوحقيقة أمر الولي في خلق الله تعالى الكرامات على يديه أنه متحقق\r\nبوحدانية الله تعالى في التأثير . وأنه لا تأثير له عند نفسه البتة حتى أن حركات\r\nنفسه التي هي القوى الروحانية المتشعبة في البدن وهي القوة الباصرة والقوة السامعة\r\nوالقوة الذائقة والقوة اللامسة والقوة الشامة والقوة العقلية الباطنية المتفكرة\r\nوالمتخيلة والحافظة . وكذلك الحركات الظاهرة في جميع الأعضاء والأعصاب\r\nونحو ذلك ، فإنها مخلوقة فيه لله تعالى . وهو مشاهد لجميع ذلك في نفسه ومتحقق\r\nبه في كل وقت إلا إذا سلط الله عليه الغفلة في بعض الأحيان فيكون في ذلك\r\nالوقت ليس بولي الله تعالى إلا بحسب ما مضى كالمؤمن النائم فإنه مؤمن بسبب\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nحكم ما مضى في اليقظة من الإيمان وهذه الحالة هي أدنى أحوال الأولياء وأدنى شهود\r\nمن شهوداتهم . وربما سموا شيئا من ذلك في طريقهم موتا اختياريا أخذا من\r\nإشارة قوله تعالى ( إنك ميت وإنهم ميتون ) ومعنى إشارة الآية على عدم الفرق بين\r\nميت بالسكون والتشديد كما ذكره الجوهري في الصحاح : إنك يا محمد وإن ظهر\r\nالتأثير منك ومنهم في الباطن والظاهر بحسب الإدراك والأفعال ميت وهم ميتون لأن\r\nحياتك مخلوقة كحياتهم وهي عرض يخلق الله تعالى الإدراك باطنا والأفعال والأقوال\r\nظاهرا عندها لا بها ، فهي سبب لخلق ذلك من الله تعالى فهي موت في حقيقة الأمر\r\nفيك وفيهم جميعا . وهذا الموت الاختياري شرط في مقام الولاية حتى إذا لم يتحقق\r\nبه الولي في نفسه فليس بولي وإليه الإشارة بقوله عليه السلام : \" من عرف نفسه فقد\r\nعرف ربه \" يعني من عرف نفسه ، أنها كناية عن قوى باطنية وظاهرية منبعثة من\r\nالعدم بسطوة قدرة غيره عرف ربه . والرب هو المالك يعني عرف مالك أمره\r\nالباطن والظاهر وهو الله تعالى فيعرفه من حيث إنه الخالق لتلك القوى والمصرف\r\nلها فيما يشاءه تعالى ويختاره ويعلم أن نفسه في يد الله تعالى يتصرف فيها كيف يشاء\r\nكما كان يقسم النبي صلى الله عليه وسلم بقوله : \" والذي نفسي بيده \" أي وحق الذي جميع قواي\r\nالباطنية والظاهرية في تصرفه وحده لا مدخل لي في ذلك البتة . ومن هنا يفهم قول\r\nالنبي عليه السلام في حديث التقرب بالنوافل : \" كنت سمعه الذي يسمع به وبصره\r\nالذي يبصر به \" . . . إلى آخره فيظهر لذلك المتقرب بالنوافل الفاعل المتصرف في قواه\r\nكلها وتبقى القوى عنده أعراضا زائلة كما هي في حقيقة الأمر فيكون الحق كناية\r\nعنها بعد زوالها من نظر ذلك المتقرب . وليس هذا كله إلا بعد حصول الموت\r\nالاختياري له .\r\nوإذا كان كذلك فالولاية مشروطة عند العارفين بإدراك الموت\r\nوالتحقق به ، والكرامات للأولياء مشروطة حينئذ عندهم بوجود الموت لا بفقده\r\nفكيف يزعم عاقل أن الموت ينافي الكرامات ؟ والكرامات مشروطة به . وإذا\r\nلم يتحقق من الإنسان في نفسه فليس بعارف ولا ولي . وإنما هو عامي من عوام\r\nالمؤمنين غافل محجوب . وذلك لأن الولي هو الإنسان الذي يتولى الله تعالى جميع\r\nأموره الباطنية والظاهرية كما ذكرنا . وأمر غيره فنفسه هي التي تتولى أمرها بسبب\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\nالغفلة والحجاب عن المتولي في الحقيقة لجميع الأمور وهو الله تعالى لأنه تعالى\r\nمتولي أمر المؤمن والكافر والغافل والمستيقظ ، ولكن قال تعالى : ( قل هل يستوي\r\nالذين يعلمون والذين لا يعلمون إنما يتذكر أولو الألباب ) . أي إنما يعلم ذلك ، وهو\r\nعدم الفرق بينهما أصحاب البصائر .\r\nومما يدل على ثبوت الكرامة بعد الموت من أقوال الفقهاء قولهم\r\nبكراهة الوطئ على القبور . قال في مختصر محيط السرخسي للإمام الخبازي :\r\nوكره أبو حنيفة رحمه الله تعالى أن يطأ على قبر أو يجلس أو ينام عليه أو يبول\r\nأو يتغوط لما فيه من الإهانة . وفي جامع الفتاوى لقارئي الهداية : وسئل\r\nبعض الفضلاء عن وطئ القبور فقال : يكره . قيل : هل يكره على أنه\r\nتارك للأولى . فقال : لا بل يأثم لأنه عليه السلام قال : لأن أضع قدمي على جمر\r\nأحب إلي من وطئ القبر . قيل : التابوت والتراب الذي فوقه بمنزلة السقف .\r\nفقال : وإن كان له بمنزلة السقف لكن حق الميت باق فلا يجوز . أن يوطأ .\r\nوسئل الخجندي عن رجل لو كان قبر والديه بين القبور هل يجوز له أن يمر بين\r\nقبور المسلمين بالدعاء والتسبيح وقراءة القرآن ويزور قبرهما ؟ فقال : له ذلك إن\r\nأمكنه من غير وطئ القبور انتهى . وفي فتح القدير : ويكره الجلوس على القبر\r\nووطئه . وحينئذ فما يصنعه الناس ممن دفنت أقاربه ثم دفنت حواليهم خلق ، من\r\nوطئ تلك القبور إلى أن يصل إلى قبر أبيه مكروه ويكره النوم عند القبر وقضاء\r\nالحاجة بل أولى وكل ما لم يعهد من السنة ، والمعهود منها ليس إلا زيارتها\r\nوالدعاء عندها قائما كما كان يفعل صلى الله عليه وسلم في الخروج إلى البقيع ويقول : \" السلام\r\nعليك م دار قوم مؤمنين وإنا إن شاء الله بكم لاحقون أسأل الله لي ولكم العافية \" .\r\nانتهى كلامه . وحيث صح هذا وثبت في كتب الفقه فنقول : لم يكره الوطئ\r\nعلى القبر والجلوس عليه إلا لكرامة الموتى بعد موتهم . وهذه الكرامة ثابتة في\r\nالشرع . وهي أمر خارق للعادة في الخلق ، فإن العادة جارية أن الإنسان يباح\r\nله أن يمشي على الأرض وأن يجلس عليها وأن يطئ برجله أبعاض الحيوانات كلها\r\nإلا موتى أهل الإيمان ، فقد خولفت العادة في حقهم فكره ذلك كله كراهة تحريم ،\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nلأنها المحمل عند الإطلاق . وإنما كان ذلك تكريما لهم بعد موتهم ، وهم من\r\nعوام المؤمنين . فكيف الحال مع خواصهم وهم أهل الولاية المقربون إلى الله\r\nتعالى . فقد ثبتت الكرامة بعد الموت على لسان الشرع .\r\nوأيضا ثبوت أن النبي صلى الله عليه وسلم كان يزور القبور في البقيع ويدعو عندها قائما دليل على\r\nثبوت الكرامات بعد الموت لأن النبي صلى الله عليه وسلم لو لم يكن يعلم أن الدعاء عند قبور\r\nالمؤمنين مستجاب لخصوصية في المكان بسبب الموتى المدفونين فيه لما دعا عند\r\nقبورهم بقوله عليه السلام : \" أسأل الله لي ولكم العافية \" واستجابة الدعاء ببركة\r\nقبور المؤمنين التي تنزل عليها الرحمة من جملة الكرامات للمؤمنين بعد الموت .\r\nوذلك في حق قبور عوام المؤمنين فكيف قبور خواصهم من أهل التوحيد الكامل\r\nاليقين من المقربين إلى الله تعالى . وفي ذلك ثبوت الكرامة بعد الموت أيضا .\r\nومن الدليل على ثبوتها بعد الموت أيضا حكم الشرع بوجوب تغسيل الميت\r\nالمسلم ووجوب تكفينه ودفنه تكريما له . وهي كرامة أثبتها الشرع للمؤمنين بعد\r\nالموت خارقة للعادة في حق موتى سائر بني آدم من الكافرين وجميع الحيوانات التي\r\nجرت العادة الشرعية بعدم تغسيلها .\r\nومن الدليل على ذلك أيضا ما قاله صاحب النهاية في شرح الهداية : أن\r\nالميت ينجس بالموت وأن التغسيل واجب لإزالة نجاسة تثبت بالموت كرامة\r\nللآدمي بخلاف سائر الحيوانات . وفي جامع الفتاوى : يغسل لتنجسه بالموت كسائر\r\nالحيوانات الدموية إلا أنه يطهر بالغسل كرامة له . وقيل : لا ينجس لأنه مؤمن بل\r\nالغسل لأجل أنه على غير وضوء انتهى . وهذا يدل على ثبوت الكرامة للمؤمن بعد\r\nموته أيضا .\r\nوذكر في جامع الفتاوى : أن البناء على القبر لا يكره إذا كان الميت من\r\nالمشايخ والعلماء والسادات . وذكر فيه أيضا أنه ينبغي أن يكون غاسل الميت على\r\nطهارة ويكره أن يكون حائضا أو جنبا انتهى . وهذا مما هو صريح في ثبوت الكرامة\r\nللمؤمن بعد الموت أيضا بل الكرامات كلها لا تكون للمؤمن إلا بعد الموت .\r\nأما في الحياة الدنيا فلا كرامة له في الحقيقة إلا مجازا لأنه يكون في دار الجوار\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nلأعداء الله تعالى دار يكفر فيها بالله تعالى وهذا لا يشك فيه عاقل البتة . وفي عمدة\r\nالاعتقاد للإمام النسفي رحمه الله تعالى : وكل مؤمن بعد موته مؤمن حقيقة كما في\r\nحال نومه وكذا الرسل والأنبياء عليهم السلام بعد وفاتهم رسل وأنبياء حقيقة لأن\r\nالمتصف بالنبوة والإيمان الروح وهو لا يتغير بالموت انتهى .\r\nوربما نقول : مراده بالمؤمن الكامل وهو الولي ، والإيمان وهو الإيمان\r\nالكامل وهو الولاية وهي باقية بعد الموت لأن المتصف بها الروح والروح لا يتغير\r\nبالموت . أو المراد مطلق المؤمن ومطلق الإيمان فيكون المؤمن الكامل والإيمان\r\nالكامل مفهوما بالطريق الأولى بحسب ما ذكرنا لا سيما وقد قال تعالى في حق أهل\r\nالجنة : ( لا يذوقون فيها الموت إلا الموتة الأولى ) ونحن نتكلم على إشارة هذه\r\nالآية ولا نمتع ؟ ؟ ؟ عبارتها كما هو دأب أهل الله تعالى فنقول فيما نحن بصدده العارفون\r\nبربهم لهم موتتان موتة في نفوسهم وموتة في أبدانهم . والمعتبر عندهم النفوس\r\nدون الأبدان لأن الأبدان مساكن النفوس والعبرة بالساكن لا بالدار والسر في\r\nالسكان لا في الديار . فإذا جاهدوا أنفسهم المجاهدة الشرعية باطنا وظاهرا وسلكوا\r\nطريق الاستقامة ماتت نفوسهم فتحققوا بالحق لما ذاقوا الموت وبقيت أرواحهم\r\nمدبرة لأجسامهم في الدنيا بغير واسطة النفوس فكانوا ملائكة في صورة البشر ،\r\nلأن الملائكة أرواح مجردة وهم بعد موت نفوسهم أرواح مجردة أيضا ، كما كان\r\nينزل جبريل عليه السلام إلى صورة دحية الكلبي رضي الله تعالى عنه ويأتي إلى\r\nالنبي صلى الله عليه وسلم فعند ذلك إذا انقطعت علاقة أرواحهم من تدبير أبدانهم كانوا بمنزلة\r\nجبريل عليه السلام إذا عاد إلى عالم تجرده وفارق الصورة البشرية . ولا يسمى هذا\r\nموتا حقيقيا في حقهم بل يسمى انتقالا من عالم إلى عالم آخر وتقلبا في الأطوار . ولهذا\r\nقال تعالى عنهم ( لا يذوقون الموت إلا الموتة الأولى ) . وهذه إشارة الآية الكريمة\r\nالتي لا تنحصر معانيها وعباراتها ولا تنفد حكمها وأسرارها وإشاراتها . وإذا كان\r\nالأمر كذلك فكيف يتوهم عاقل أن الله تعالى يقطع تكريمه عن هذا الولي الذي\r\nكملت ولايته بموته الطبيعي والتحاقه بعالم المجردات حتى صار مع الملائكة في\r\nفضاء الأزل والملكوت كما كان يقول النبي صلى الله عليه وسلم عند موته : \" اللهم الرفيق الأعلى \" .\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nهذا وقد ورد في كتاب المحققين من أهل الله تعالى كثير من الحكايات والأخبار\r\nالمفصحة عن وقوع الكرامات للأولياء بعد الموت وتداولته الثقات مما لا يسعنا\r\nإنكاره . فمن ذلك ما ذكره قدوتنا إلى الله تعالى المجتهد الكامل والعالم العامل الشيخ\r\nمحي الدين ابن العربي قدس الله سره في كتابه \" روح القدس في مناصحة النفس \" في\r\nترجمة أبي عبد الله ابن زين اليابري بالياء المثناة التحتانية وضم الباء الموحدة\r\nالتحتانية الإشبيلي . كان من أهل الله تعالى أنه قرأ ليلة تأليف أبي القاسم ابن حمدين\r\nفي الرد على أبي حامد الغزالي فعمي فسجد لله تعالى من حينه وتضرع وأقسم أنه\r\nلا يقرأه أبدا ويذهبه ، فرد الله تعالى عليه بصره انتهى . وهي كرامة صدرت لأبي\r\nحامد الغزالي رضي الله عنه بعد موته على يد هذا الإنسان . وذكر الجلال السيوطي\r\nرحمه الله تعالى في كتابه له في ذكر الموت سماه \" بشرى الكئيب بلقاء الحبيب \"\r\nقال : أخرج الحافظ أبو القاسم اللالكائي في السنة بسند عن محمد بن نصر الصائغ\r\nقال : كان أبي مولعا بالصلاة على الجنائز . فقال : يا بني حضرت يوما جنازة .\r\nفلما دفنوها نزل إلى القبر نفسان ثم خرج واحد وبقي الآخر وحشى الناس التراب .\r\nفقلت : يا قوم يدفن حي مع ميت ؟ فقالوا ما ثم أحد فقلت : لعله شبه لي . ثم رجعت\r\nفقلت : ما رأيت إلا اثنين خرج واحد وبقي الآخر لا أبرح حتى يكشفه الله ما رأيت\r\nفقرأت عشر مرات يس وتبارك وبكيت وقلت : يا رب اكشف لي عما رأيت فإني\r\nخائف على عقلي وديني . فانشق القبر فخرج منه شخص فولى مبادرا . فقلت :\r\nيا هذا بمعبودك إلا وقفت حتى أسألك فما التفت . فقلت الثانية والثالثة فالتفت\r\nوقال : أنت نصر الصائغ . فقلت : نعم . قال : ما تعرفني ؟ قلت : لا . قال :\r\nنحن ملكان من ملائكة الرحمان موكلان بأهل السنة إذا وضعوا في قبورهم ، نزلنا\r\nحتى نلقنهم الحجة . وغاب عني .\r\nوحكى اليافعي في روض الرياحين عن بعض الأولياء . قال : سألت الله\r\nتعالى أن يريني مقامات أهل القبور . فرأيت ليلة من الليالي القبور قد انشقت وإذا\r\nمنهم النائم على السرير ومنهم النائم على الحرير والديباج ومنهم النائم على الريحان\r\nومنهم النائم على السرر ومنهم الباكي ومنهم الضاحك فقلت : يا رب لو شئت ساويت\r\nبينهم في الكرامة . فنادى مناد من أهل القبور : يا فلان هذه أمثال الأعمال .\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\nأما أصحاب السندس فهم أصحاب الخلق الحسن ، وأما أصحاب الحرير والديباج\r\nفهم الشهداء ، وأما أصحاب الريحان فهم الصائمون ، وأما أصحاب السرر فهم\r\nالمتحابون في الله ، وأما أصحاب البكاء فهم المذنبون ، وأما أصحاب الضحك\r\nفهم أهل التوبة .\r\nقال اليافعي : رؤية الميت في خير أو شر نوع من الكشف يظهر الله تبشيرا\r\nوموعظة أو مصلحة للميت أو إسداء خير أو قضاء دين أو غير ذلك . ثم هذه الرؤية\r\nقد تكون في النوم وهو الغالب وقد تكون في اليقظة وذلك من الكرامات\r\nللأولياء أصحاب الأحوال . وقال في كفاية المعتقد : أخبرنا بعض الأخيار عن\r\nبعض الصالحين أنه كان يأتي قبر والده في بعض الأوقات ويتحدث معه .\r\nوأخرج اللالكائي في السنة عن يحيى بن معين قال قال لي حفار أعجب ما\r\nرأينا من هذه المقابر أني سمعت من قبر والمؤذن يؤذن وهو يجيبه من القبر .\r\nوأخرج أبو نعيم في الحلية عن سعيد بن جبير قال : أنا والله الذي لا إله إلا\r\nهو أدخلت ثابت البناني في لحده ومعي حميد الطويل . فلما ساوينا عليه اللبن سقطت\r\nلبنة فإذا أنا به يصلي في قبره . وكان يقول : اللهم إن كنت أعطيت أحدا من خلقك\r\nالصلاة في قبره فأعطنيها فما كان الله ليرد دعائه .\r\nوأخرج الترمذي وحسنه والحاكم والبيهقي عن ابن عباس قال ضرب بعض أصحاب\r\nالنبي صلى الله عليه وسلم خباءه على قبر وهو لا يحسب أنه قبر فإذا فيه إنسان يقرأ سورة الملك حتى\r\nختمها . فأتى النبي صلى الله عليه وسلم فأخبره فقال النبي صلى الله عليه وسلم : هي المانعة هي المنجية تنجيه من\r\nعذاب القبر . قال أبو القاسم السعدي في كتاب الإفصاح : هذا تصديق من رسول الله صلى الله عليه وسلم\r\nبأن الميت يقرأ في قبره . فإن عبد الله أخبره بذلك وصدقه رسول الله صلى الله عليه وسلم . وأخرج\r\nابن مندة عن طلحة عن عبيد الله قال أردت ما لي بالغابة فأدركني الليل فآويت\r\nإلى قبر عبد الله بن عمرو بن حزام فسمعت قراءة من القبر فما سمعت أحسن منها\r\nفجئت إلى رسول الله صلى الله عليه وسلم فذكرت ذلك له . فقال : ذلك عبد الله ألم تعلم أن الله قبض\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nأرواحهم فجعلها في قناديل من زبرجد وياقوت ثم علقها وسط الجنة . فإذا كان\r\nالليل ردت إليهم أرواحهم فلا تزال كذلك حتى إذا طلع الفجر ردت أرواحهم إلى\r\nمكانها الذي كانت فيه .\r\nوأخرج أبو نعيم في الحلية عن إبراهيم أن المهلبي قال حدثني الذين كانوا\r\nيمرون بالمصر في في الأسحار قالوا : كنا إذا مررنا بجنبات قبر ثابت البناني سمعنا\r\nقراءة القرآن .\r\nوأخرج ابن مندة عن سلمة بن شبيب . قال سمعت أبا حماد الحفار . وكان\r\nثقة ورعا . قال : دخلت يوم الجمعة المقبرة نصف النهار ، فما مررت بقبر إلا\r\nسمعت منه قراءة القرآن . وأخرج ابن مندة عن عاصم السقطي قال : حفرنا قبرا\r\nببلخ فنفذ في قبر فنظرت فإذا بشيخ في القبر متوجه إلى القبلة وعليه إزار أخضر واخضر\r\nما حوله وفي حجره مصحف يقرأ فيه . وأخرج ابن مندة عن أبي ا لنصر النيسابوري\r\nالحفار . وكان صالحا ورعا قال : حفرت قبرا فانفتح في القبر قبر آخر ، فنظرت ،\r\nفإذا أنا بشاب حسن الوجه حسن الثياب طيب الريح جالسا متربعا وفي حجره\r\nكتاب مكتوب بخضرة أحسن ما رأيت من الخطوط وهو يقرأ القرآن فنظر الشاب\r\nإلي وقال : أقامت القيامة ؟ قلت : لا . فقال : أعد المدرة إلى موضعها فأعدتها\r\nإلى موضعها .\r\nونقل السهيلي في دلائل النبوة عن بعض الصحابة رضي الله عنهم أنه حفر\r\nفي مكان فانفتحت طاقة . فإذا شخص على سرير وبين يديه مصحف يقرأ فيه وأمامه\r\nروضة خضراء وذلك بأحد ، وعلم أنه من الشهداء لأنه رأى في صفحة وجهه جرحا .\r\nوأورد ذلك أيضا أبو حيان في تفسيره . وحكى اليافعي في روض الرياحين عن بعض\r\nالصالحين قال : حفرت لرجل من العباد قبرا وألحدته فيه فبينما أنا أسوى اللحد إذ\r\nسقطت لبنة من لحد بلية فنظرت فإذا شيخ جالس في القبر عليه ثياب بيض تقعقع\r\nوفي حجره مصحف من ذهب مكتوب بالذهب وهو يقرأ فيه فرفع رأسه إلي وقال :\r\nأقامت القيامة ؟ رحمك الله . قلت : لا . فقال رد اللبنة إلى موضعها رعاك الله .\r\nفرددتها . وقال اليافعي أيضا : روينا عمن حفر القبور من الثقاة أنه حفر قبرا\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nفأشرف فيه على إنسان جالس على سرير وبيده مصحف يقرأ فيه وتحته نهر يجري\r\nفغشي عليه وأخرج من القبر ولم يدروا ما أصابه فلم يفق إلا في اليوم الثالث .\r\nوأخرج سعيد بن منصور عن عدية بنت أهبان بن صفي الغفاري صاحب\r\nرسول الله صلى الله عليه وسلم قالت : أوصانا أبي أن نكفنه في قميص قالت : فلما\r\nأصبحنا من الغد من يوم دفنا . إذا نحن بالقميص الذي دفناه فيه عندنا .\r\nوأخرج ابن أبي الدنيا في كتاب المنامات بسند لا بأس به من مرسل راشد\r\nبن سعد أن رجلا توفيت امرأته ، فرأى نساء في المنام ولم ير امرأته معهن .\r\nفسألهن عنها . فقلن : إنكم قصرتم في كفنها فهي تستحي تخرج معنا . فأتى\r\nالرجل إلى النبي صلى الله عليه وسلم وأخبره . فقال النبي صلى الله عليه وسلم : انظر هل إلى بقية من سبيل . فأتى\r\nرجلا من الأنصار قد حضرته الوفاة فأخبره فقال الأنصاري : إن كان أحد يبلغ\r\nالموتى بلغته . فتوفي الأنصاري فجاء بثوبين مشردين بالزعفران . فجعلهما في\r\nكفن الأنصاري . فلما كان الليل أتى النسوة ومعهن امرأته ، وعليها الثوبان\r\nالأصفران انتهى .\r\nوذكر الشيخ الشعراوي رحمه الله تعالى في كتابه \" طبقات الأخيار \" في ترجمة\r\nالشيخ أحمد البدوي أن سيدي عبد العزيز الديريني رضي الله عنه كان إذا سئل عن\r\nسيدي أحمد البدوي قال : هو بحر لا يدرك له قرار وإخباره ومجيئه بالأسرى من\r\nبلاد الفرنج وإغاثة الناس في قطاع الطريق وحيلولته بينهم وبين من استنجد به\r\nلا تحويها الدفاتر رضي الله تعالى عنه . قلت : وقد شاهدت أنا بعيني سنة خمس\r\nوأربعين وتسعمائة أسيرا على منارة سيدي عبد العال مقديا مغلولا وهو مخبط العقل .\r\nفسألته عن ذلك . فقال : بينما أنا في بلاد الفرنج آخر الليل توجهت إلى سيدي\r\nأحمد فإذا أنا به فأخذني وطار بي في الهواء فوضعني هنا . فمكث يومين ورأسه .\r\nدائرة عليه شدة من الخطفة انتهى . وهذا كله ، صريح بثبوت الكرامات\r\nبعد الموت وهو أمر حق في نفسه لا يشك فيه إلا كل ناقص الإيمان منطمس\r\nالبصيرة مطرود عن باب فضل الله تعالى متعصب على أهل الله تعالى أوقعه الله تعالى\r\nفي ورطة الإنكار على أوليائه تعالى وقد أهانه الله تعالى وغضب عليه وألقاه\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nإلى الشيطان يتلاعب به ليبغض من يحبهم الله تعالى فيعرضه للاستخفاف بهم وبكراماتهم\r\nوإهانة قبورهم واحتقارها مع أن المعلوم عند من قرأ في علم العقائد والتوحيد\r\nأن الأرواح لها اتصال بالأجساد بعد الموت كاتصال شعاع الشمس بالأرض والروح\r\nفي مقرها فيجب احترام قبور المؤمنين البتة لهذا المعنى حتى قال الجلال السيوطي\r\nرحمه الله تعالى في كتابه \" بشرى الكئيب بلقاء الحبيب \" . قال اليافعي : مذهب أهل\r\nالسنة أن أرواح الموتى ترد في بعض الأوقات من عليين أو من سجين إلى أجسادهم\r\nفي قبورهم عند إرادة الله وخصوصا ليلة الجمة ويجلسون ويتحدثون وتتنعم أهل\r\nالنعيم وتعذب أهل العذاب . قال : ويختص الأرواح دون الأجسام بالنعيم\r\nوالعذاب ما دام في عليين أو سجين وفي القبر يشترك الروح والجسد انتهى .\r\nومما يدل على اتصال الأرواح بالأجسام في القبور بعد الموت ما نقله في\r\nبحر الكلام للإمام النسفي رحمه الله تعالى من قوله في عذاب القبر . فإن قيل :\r\nكيف يوجع اللحم في القبر ولم يكن فيه الروح ؟ فالجواب : سئل النبي صلى الله عليه وسلم أن\r\nقيل له : كيف يوجع اللحم في القبر ولم يكن فيه الروح : فقال عليه الصلاة\r\nوالسلام : كما يوجع سنك وإن لم يكن فيه الروح ؟ ألا ترى إن النبي صلى الله عليه وسلم أخبر أن\r\nالسن يتوجع لما أنه متصل باللحم ، وإن لم يكن فيه الروح . فكذلك بعد الموت\r\nلما كان روحه متصلا بجسده فيتوجع انتهى وهذا صريح في أن روحانيات الموتى\r\nمتصلة بأجسامهم التي في قبورهم وإن بليت أجسامهم وصارت ترابا . ولهذا جاء\r\nالشرع باحترام قبورهم كما ذكرناه فيما تقدم . فكيف لا ينبغي للمؤمنين احترام\r\nقبورهم وتعظيمها وزيارتها والتبرك بها وهم يعلمون أن الروحانيات الكاملة الفاضلة\r\nمتصلة بتلك الأجساد الطيبة الطاهرة كما هو مقتضى الأخبار النبوية وأن صارت\r\nترابا . ولا أرى المنكر لذلك إلا جاهلا يعتقد من جهله أن الأرواح أغراض تزول\r\nبالموت كما تزول الحركة عن الميت ، طبق ما هو مذهب بعض الفرق الضالة ،\r\nحتى أنهم يزعمون أن الأولياء إذا ماتوا صاروا ترابا والتحقوا بتراب الأرض\r\nوذهبت روحانياتهم ، فلا حرمة لقبورهم . ولهذا يهينونها ويحتقرونها وينكرون على\r\nمن زارها وتبرك بها حتى إني سمعت بأذني رجلا يقول يوما وأنا أسمع وكنت\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nذاهبا إلى زيارة قبر الشيخ أرسلان الدمشقي رضي الله عنه : كيف تزورون ترابا ؟\r\nما هذا إلا قلة عقل ! فتعجبت من ذلك غاية العجب ، وقلت في نفسي : ما هذا\r\nقول من يدعي الإسلام ، ولا حول ولا قوة إلا بالله العلي العظيم .\r\nوقد ورد في الحديث \" أن القبر روضة من رياض الجنة أو حفرة من\r\nحفر النيران ولا معنى لذلك إلا أن روحانيات الموتى إما تنعم في قبورهم أو تعذب\r\nفيها . وذلك باتصال الروحانيات بالأجساد البالية التي خرجت من الدنيا وهي\r\nطاهرة بالإيمان والطاعات أو قذرة بالكفر والمخالفات . فحينئذ قبور المؤمنين\r\nمحترمة متبجلة معظمة كما كانوا قبل ذلك ، وهم أحياء محترمون متبجلون . فإن من\r\nاحتقر عالما أو بغضه خيف عليه الكفر ، كما صرح بذلك الفقهاء .\r\nولا فرق بين الأحياء في ذلك والأموات . أرأيت أن الأحياء والأموات كلهم\r\nمخلوقات الله تعالى لا تأثير لأحد منهم في شئ من الأشياء البتة . وإنما المؤثر\r\nهو الله تعالى وحده على كل حال والأحياء والأموات سواء في عدم التأثير قطعا\r\nمن غير شبهة ولكن الاحترام واجب في حق الجميع . قال تعالى ( ومن يعظم\r\nشعائر الله فإنها من تقوى القلوب ) وشعائر الله هي الأشياء التي تشعر أي تعلم\r\nبه تعالى كالعلماء والصالحين أحياء وأمواتا ونحوهم .\r\nومن تعظيمهم بناء القباب على قبورهم وعمل التوابيت لهم ومن الخشب حتى\r\nلا تحتقرهم العامة من الناس وإن كان ذلك بدعة فهي بدعة حسنة ، كما قال\r\nالفقهاء في تكبير العمائم وتوسيع الثياب للعلماء ، أنه جائز حتى لا تستخف بهم\r\nالعامة ويحترمونهم . وإن كان ذلك بدعة لم يكن عليها السلف حتى قال في\r\nجامع الفتاوى في البناء على القبر : وقيل لا يكره إذا كان الميت من المشايخ والعلماء\r\nوالسادات . وفي المضمرات : وكان الشيخ أبو بكر محمد بن الفضل يقول : لا بأس\r\nباستعمال الأجر في ديارنا وكان يجوز استعمال رفرف الخشب . وذكر الإمام\r\nالتمرتاشى : هذا إذا كان حول الميت وأما إذا كان فوقه فلا يكره لأنه عصمة منن\r\nالسباع وهذا كما اعتادوا التسنيم باللبن صيانة عن النبش . ورأوا ذلك حسنا . وفي تنوير\r\nالأبصار : ولا يرفع عليه بناء . وقيل : لا بأس به . وهو المختار وفي شرح الكنز\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nللزيلعي . وقيل : لا بأس بالكتابة ووضع الحجر ليكون علامة لما روى أنه عليه السلام\r\nوضع حجرا على قبر عثمان بن مظعون انتهى .\r\nوأما وضع الستور والعمائم والثياب على قبور الصالحين والأولياء فقد كرهه\r\nالفقهاء حتى قال في فتاوى الحجة : وتكره الستور على القبور انتهى . ولكن نحن\r\nالآن نقول إن كان القصد بذلك التعظيم في أعن العامة حتى لا يحتقروا صاحب\r\nهذا القبر الذي وضعت عليه الثياب والعمائم ولجلب الخشوع والأدب لقلوب\r\nالغافلين الزائرين لأن قلوبهم نافرة عن الحضور والتأدب بين يدي أولياء الله تعالى\r\nالمدفونين في تلك القبور ، كما ذكرنا من حضور روحانياتهم المباركة عند قبورهم .\r\nفهو أمر جائز لا ينبغي النهي عنه لأن الأعمال بالنيات ، ولكل امرئ ما نوى .\r\nفإنه ، وإن كان بدعة على خلاف ما كان عليه السلف ولكن من قبيل قول\r\nالفقهاء في كتاب الحج : إنه بعد طواف الوداع يرجع القهقري حتى يخرج\r\nمن المسجد لأن في ذلك إجلال البيت وتعظيمه ، حتى قال في منهج السالك :\r\nوما يفعله الناس من الرجوع القهقري بعد الوداع فليس فيه سنة مروية ولا أثر\r\nمحكي وقد فعل أصحابنا انتهى . وهذا تعظيم للبيت الحرام مع أنه جماد والأولياء\r\nأفضل منه من غير شبهة لأنهم مكلفون بخدمة الله تعالى دون الكعبة لأن عبادتها\r\nبلا تكليف . وإن كانوا أمواتا فالميت كالجماد والاحترام لازم في حق الجميع .\r\nوكسوة الكعبة أمر مشروع حتى ذكروا أنه يجوز ستر الكعبة بالحرير وقبور الصالحين\r\nوالأولياء وإن لم تكن كعبة ولا كالكعبة من جهة الأحكام ولكنها محترمة لأن\r\nالكعبة إنما أمرنا بالتوجه إليها والطواف بها وتعظيمها واحترامها مع أنها جماد\r\nابتلاء من الله تعالى تكليفا لنا وإلا فهي أحجار . وكل من كان سجوده لها نفسها كان\r\nعابد أصنام فيكفر بالله تعالى ولهذا ورد أن عمر بن الخطاب رضي الله عنه قال\r\nحين قبل الحجر في طوافه : إني أعلم أنك حجر لا تضر ولا تنفع ، ولولا إني\r\nرأيت رسول الله صلى الله عليه وسلم فعل ذلك ما فعلته . قالوا سبب ذلك إنه تذكر وضع\r\nالجاهلية الأصنام حول البيت وسجودهم لها فخشى أن يظن أحد أن تقبيل الحجر\r\nيشبه نوعا من الجاهلية فقال ما قال رضي الله عنه : وما سمعنا أحدا من العامة ولا\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nغيرهم يعتقد أن قبور الصالحين كعبة يصح الطواف بها أو تصح الصلاة إليها\r\nحتى نخاف عليهم من ذلك . وإنما العامة جميعهم يعلمون أن القبلة هي الكعبة وحدها .\r\nوأنها في مكة ولكنهم يبالغون في التعظيم والاحترام لتلك القبور لأنها قبور أولياء\r\nالله تعالى وقبور أحبائه تعالى وأهل صفوته . هذا مقدار ما نعلم من أحوالهم والمؤمن\r\nلا يظن بالمؤمنين إلا خيرا .\r\nوقد ورد في الحديث كما أخرجه الأسيوطى رحمه الله تعالى في الجامع\r\nالصغير قال قال رسول الله صلى الله عليه وسلم : حسن الظن من حسن العبادة . وقال تعالى :\r\n( يا أيها الذين آمنوا اجتنبوا كثيرا من الظن أن بعض الظن أثم ولا تجسسوا ولا\r\nيغتب بعضكم بعضا ) الآية . ويجب الحمل على الكمال في حق عامة المؤمنين كما كان\r\nيعاملهم النبي صلى الله عليه وسلم مع علمه باطلاع الله تعالى له إن منهم المنافقين الذين كانوا\r\nيبطنون الكفر والجحود ويظهرون الإيمان . ومع ذلك كان يعامل الجميع معاملة أهل\r\nالإيمان لأنه جاء يحكم بالظاهر والله يتولى السرائر كما قال عليه الصلاة والسلام . أمرت\r\nأن أقاتل الناس حتى يشهدوا أن لا إله إلا الله وأني رسول الله ، فإذا قالوها فقد عصموا مني\r\nدماءهم وأموالهم إلا بحقها وحسابهم على الله . ولا ينبغي لمسلم أن ينكر كل ما يراه حدث\r\nولم يكن في العصر الأول ما لم يطلع على قباحته وأن فاعله فعله على وجه يخالف\r\nما هو مقصود الدين المحمدي . أرأيت أن رسول الله صلى الله عليه وسلم يقول : من سن\r\nسنة حسنة كان له ، ثوابها وثواب من عمل بها إلى يوم القيامة . فقد سمى ما\r\nتحدثه الأمة بعده مما هو غير مخالف لمقصود شرعه سنة مع أنه لم يكن له وجود\r\nفي زمنه صلى الله عليه وسلم . فالبدعة الحسنة الموافقة لمقصود الشرع تسمى سنة على هذا ، تسمية\r\nوردت على لسان الشارع صلى الله عليه وسلم .\r\nومن هذا القبيل ما ذكره الفقهاء في مبحث زيارة النبي صلى الله عليه وسلم من قولهم وما\r\nيفعله بعض الناس من النزول بالقرب من المدينة والمشي إلى أن يدخلها حسن .\r\nوكل ما كان أدخل في الأدب والاجلال كان حسنا كما ذكره والدي رحمه الله تعالى\r\nفي حاشيته على شرح الدرر في كتاب الحج .\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\nويقاس على هذا إيقاد القناديل والشمع عند قبور الأولياء والصالحين وهو\r\nأيضا من باب التعظيم والاجلال للأولياء . فالمقصد فيها مقصد حسن لا سيما\r\nإن كان لذلك الولي فقراء يخدمونه ، يحتاجون إلى إيقاد المصباح ليلا لقراءة قرآن\r\nأو تسبيح أو تهجد وإن كره الفقهاء الصلاة عند القبور ولكن محله في غير الموضع\r\nالمعد لذلك ، المتباعد عن القبر . وقد قال والدي رحمه الله تعالى في حاشيته\r\nعلى شرح الدرر : وتكره الصلاة في المقبرة لأنه يشبه اليهود . فإن كان فيها\r\nموضع أعد للصلاة ليس فيه قبر ولا نجاسة . فلا بأس به كما في الخانية وفي الحاوي .\r\nفإن كانت القبور وراء المصلي لا يكره وإن كان بينه وبين القبر مقدار ما لو كان في\r\nالصلاة ومر إنسان لا يكره فههنا أيضا لا يكره انتهى .\r\nوأما وضع اليدين على القبور والتماس البركة من مواضع روحانيات الأولياء\r\nفهو أمر لا بأس به أيضا . قال في جامع الفتاوى . وقيل : لا يعرف وضع اليد\r\nعلى المقابر سنة ولا مستحبا ولا نرى به بأسا انتهى . والأعمال بالنيات فإن كان\r\nمقصده خيرا كان خيرا . والله يتولى السرائر .\r\nوأما نذر الزيت والشمع للأولياء يوقد عند قبورهم تعظيما لهم ومحبة فيهم فهو جائز\r\nفي الجملة . أرأيت أن الفقهاء قالوا في وقف الذمي الزيت على سراج بيت المقدس :\r\nإنه صحيح لكونه قربة عندنا وعندهم . وفي كتاب أوقاف الخصاف من بحث وقف الذمي\r\nفإن قال أرضي صدقة موقوفة تكون غلتها في ثمن زيت للإسراج في بيت المقدس .\r\nقال : هذا جائز لأنه قربة عندنا وعندهم انتهى وبيت المقدس مسجد شريف\r\nفالإسراج فيه من جملة تعظيمه وكذلك قبور الصالحين والأولياء المقربين .\r\nوكذلك نذر الدراهم والدنانير للأولياء بأن تصرف على فقرائهم المجاورين\r\nعند قبورهم أمر جائز في نفسه لأن النذر فيه مجاز عن العطية كما قالوا في الهبة\r\nللفقراء إنه صدقة فليس له الرجوع بها وفي الصدقة على الأغنياء . أنها هبة\r\nفيثبت له الرجوع فيها . فالعبرة لمقاصد الشرع دون الألفاظ . فإن النذر إنما هو\r\nمخصوص بالله تعالى فإذا استعمل في غيره كمن قال لرجل : لك على عشرة دراهم\r\nإن شفا الله مريضي ونحوه . ثم قال : نذرت لفلان كذا كان وعدا منه بذلك\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nوهو مجاز عن الهبة إن كان ذلك الرجل غنيا وعن الصدقة إن كان فقيرا . ورب\r\nإنسان يقول لآخر من أهل الذمة الكافرين بالله تعالى إن شفا الله تعالى مريضي\r\nفلك عندي مائة درهم مثلا . ولا يأثم في قوله ذلك . ويكون صدقة لأن الصدقة\r\nعلى فقراء أهل الذمة جائزة ما عدا الزكوات ، كما قرره الفقهاء في كتبهم . فكيف\r\nيقول عاقل بحرمة قول الإنسان لولي من الأولياء بعد الموت إن شفى الله مريضي\r\nفلك عندي مائة درهم ونحوه . مع أن أهل الولاية أولى في هذا المعنى من غيرهم .\r\nوإن كانوا أمواتا فإن القائل يعلم أن ذلك يصرف في مصالح الخادم لذلك الولي\r\nوللفقراء المجاورين عنده فيجعل ذلك وعدا وعطية وإباحة من ذلك القائل لكل\r\nمن يأخذه ، تصحيحا لقول المؤمنين ما أمكن والله ولي التوفيق .\r\nوأما احتجاج بعض الناس على تحريم هذه الأمور بغير دليل قطعي فموجبه\r\nعدم الحياء من الله تعالى وعدم الخوف منه فإن الحرام في النهي في مقابلة الفرض في\r\nالأمر . وكل منهما يحتاج في ثبوته إلى دليل قطعي إما آية من كتاب الله تعالى أو سنة\r\nمتواترة أو إجماع معتد به أو قياس يورده المجتهد لا غيره من المقلدين لأنه لا عبرة\r\nبقياس المقلدين الذين لم تتوفر فيهم شروط الاجتهاد كما هو مسطر في كتب الأصول .\r\nوأما قول بعض المغرورين : بأننا نخاف على العوام إذا اعتقدوا وليا من\r\nالأولياء وعظموا قبره والتمسوا البركة والمعونة منه أن يدركهم اعتقاد أن الأولياء\r\nنؤثر في الوجود مع الله تعالى فيكفرون ويشركون بالله تعالى ، فننهاهم عن ذلك\r\nنهدم قبور الأولياء ونرفع البنيانات الموضوعة عليها ، ونزيل الستور عنها ،\r\nوتجعل الإهانة للأولياء ظاهرا حتى تعلم العوام الجاهلون أن هؤلاء الأولياء لو كانوا\r\nمؤثرين في الوجود مع الله تعالى لدفعوا عن أنفسهم هذه الإهانة التي نفعلها معهم .\r\nفاعلم أن هذا الصنيع كفر صريح مأخوذ من قول فرعون على ما حكاه الله تعالى لنا\r\nفي كتابه القديم بقوله تعالى : ( وقال فرعون ذروني أقتل موسى وليدع ربه إني أخاف\r\nأن يبدل دينكم أو أن يحدث في الأرض الفساد ) . وكذلك هؤلاء المغرورون\r\nلم يكمل إيمانهم بعد بأن الله تعالى يحب أولياءه وأنه يخلق على أيديهم في حياتهم\r\nجميع ما قدر أن يريدوه مما لم يخالف الشرع وجميع ما تريده روحانياتهم بعد موتهم\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nبأمره تعالى الذي روحانياتهم منه من الأمور الخارقة للعادة وكأنهم لم يعلموا\r\nبعد أن الإيمان حق وأنه منج عند الله تعالى فقلوبهم مملؤة من ظنون وشكوك\r\nوأوهام وتحيرات وزيغ . وقد عموا وصموا وختم الله تعالى على قلوبهم حتى لم يقدروا\r\nعلى الفرق بين الحق والباطل . ومن يضلل الله فما له من هاد ولو أنهم صدقوا\r\nفي خوفهم ذلك على عامة المسلمين لقرروا لهم أحكام العقائد والتوحيد وعلموهم\r\nالبراهين والحجج القطعية من غير منازعة ولا جدال وحملوهم على الفهم في العقائد\r\nوالنظر في الفضائل . وشدوا عليهم في ذلك غاية التشديد ، فإن العامة متى تحققوا\r\nفي نفوسهم أن الفاعل واحد على كل حال . ولا تأثير لشئ البتة تحولت خواطرهم\r\nعن اعتقاد التأثير في غيره تعالى وعلموا أن كل ما سواه تعالى بيده تعالى ، فتن\r\nوتحيرات تسمى أسبابا يضل الله بها من يشاء ويهدي من يشاء . قال\r\nتعالى : ( والله من وراثهم محيط ) يعني من وراء جميع الأشياء المحسوسات والأشياء\r\nالمعقولات على معنى أنه لا يشبهها ولا تشبهه البتة . وعلى فرض أن\r\nيكون غرضهم ذلك المذكور فكيف يجوز انتهاك حرمات الله تعالى في حق\r\nأوليائه وأهل خاصته بهدم قبابهم وتحقير قبورهم في عيون العامة وهتك ستورهم\r\nالموضوعة احتراما لهم من أجل هذا الأمر الموهوم وهو خوف الضلال على العامة .\r\nوكيف يجوز الظن السوء في حق العامة ولم يكن النبي صلى الله عليه وسلم ولا أصحابه يفعلون ذلك\r\nلا الظن السوء بالمسلمين حرام محقق كما قدمناه .\r\nوأما اعتقاد شيخ بعينه والانتماء إليه والسلوك على طريقته الخاصة فهو أمر\r\nمطلوب . فإن العمل بالجوارح كما يحتاج المقلد فيه إلى سلوك مذهب مخصوص\r\nإن لم يكن مجتهدا كالحنفي يقلد أبا حنيفة والشافعي يقلد الشافعي ونحو ذلك ، كذاك\r\nسلوك الطريق إلى الله تعالى يحتاج إلى تقليد شيخ مخصوص في البداية لتتصل البركة\r\nوالإمداد بواسطة محبة ذلك الشيخ واعتقاده من الله تعالى إلى ذلك الإنسان ،\r\nكما أن الشيخ إذا كان حيا تتصل بركته بخادمه ومعتقده والمستمد منه . فكذلك\r\nالشيخ إذا كان ميتا مدفوفا في قبره فإن المؤثر في الحقيقة هو الله تعالى ولا فرق\r\nفي الاستمداد بين الشيخ الحي والميت بعد معرفة أنهما لا يؤثران في شئ من\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nالأشياء مع الله تعالى قطعا ، فإن المريد الصادق إذا صدق في طلب المدد من الله\r\nتعالى على يد شيخ حي أو ميت مما هو سبب من جملة الأسباب ، فالله تعالى لا يخيبه\r\nالبتة . فإن المرشد الكامل إذا كان حيا ليس في وسعه إيصال المريد إلى الله تعالى\r\nبتأثيره . وإنما الموصل هو الله تعالى وحده ولكن المرشد سبب كما قال تعالى\r\nلمحمد صلى الله عليه وسلم . الذي هو أعظم مرشد للأمة : ( إنك لا تهدي من أجبت ولكن الله\r\nيهدي من يشاء إلى صراط مستقيم ) . وقال له : ( ليس لك من الأمر شئ ) .\r\nونقل قدوتنا الشيخ الأكبر محي الدين ابن العربي قدس الله سره : أن من جملة\r\nمشايخه الذين انتفع بهم في طريق الله تعالى ميزاب رآه في مدينة فاس في حائط ينزل منه\r\nماء السطح فانتفع به ومن مشايخه ظله الممتد من شخصه وذكر نحو ذلك في كتابه\r\nروح القدس . وهذه الأولياء الذين في قبورهم أليس أتهم أعلى من الميزاب\r\nوالظل اللذين كان يستمد منهما الشيخ الأكبر رضي الله عنه بسبب صدقه في طلبه .\r\nفكيف ينكر عاقل استمداد إنسان من ولي ميت من أولياء الله تعالى وهو يعلم أن\r\nروحانيات الأولياء متصلة بأجساهم في قبورهم كما سبق بيانه . وكيف يستبعد\r\nإنسان مسلم هذا الاستمداد من الأموات الذين هم أفضل من هؤلاء الأحياء الغافلين\r\nعن معرفة رب العالمين بيقين . ومع ذلك تراه إذا عرضت له حاجة إلى ظالم\r\nأو فاسق أو كافر جاء إليه متذللا خاضعا ويداهنه ، ويطلب منه قضاء حاجته\r\nويستمد منه ثم يقول : فلان قضى حاجتي ونفعني . بل إذا جاع استمد الشبع من\r\nالمأكل ، وإذا عطش استمد الري من الماء ، وإذا عرى استمد ستر العورة\r\nمن الثوب ، ونحو ذلك استمدادا طبيعيا مع علمه أن المأكل والماء والثوب جمادات\r\nلا روح فيها . ولو صرح بهذا الاستمداد وقال : أنا أطلب الشبع من المأكل ونحوه\r\nعلى المعنى المجازي مع اعتقاده أن الله تعالى هو الممد الحقيقي فلا خطأ عليه\r\nولا إثم ولا عار . وكذلك يقول هذا الغافل الدواء الفلاني مسهل والشئ الفلاني قابض\r\nوالمعجون الفلاني نافع من كذا ، ولا يبالي في هذا القول ولا يظهر منه الانتقاد\r\nوالاحتراز إلا في حق نسبة التأثير والاستمداد إلى أولياء الله تعالى الذين هم أفضل\r\nعند الله تعالى من كل دواء وكل معجون وما ذلك إلا من انطماس البصيرة والعماء\r\nعن الصواب .\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\nومما يحث المريد على اتخاذ الشيخ الحي مسترشدا منه أو الميت مستمدا منه\r\nما نقله الشيخ عبد الوهاب الشعراوي رحمه الله تعالى في كتابه العهود المحدية :\r\nأن معروف الكرخي كان يقول لأصحابه : إذا كان لكن إلى الله تعالى حاجة فأقسموا\r\nعليه بي ولا تقسموا عليه به تعالى . فقيل له في ذلك فقال : هؤلاء لا يعرفون\r\nالله تعالى فلم يجبهم ، ولو أنهم عرفوه لأجابهم . وكذلك وقع لسيدي محمد الحنفي الشاذلي\r\nأنه كان يعدي من مصر إلى الروضة ماشيا على الماء هو وجماعته فكان يقول لهم :\r\nقولوا يا حنفي . وامشوا خلفي وإياكم أن تقولوا يا الله ! تغرقوا . فخالف شخص منهم\r\nوقال : يا الله فزلقت رجله فنزل إلى لحيته في الماء فالتفت إليه الشيخ وقال :\r\nيا ولدي إنك لا تعرف الله تعالى حتى تمشي باسمه على الماء ، فاصبر حتى أعرفك\r\nبعظمة الله تعالى . ثم اسقط الوسائط انتهى .\r\nوفي الجملة فاتخاذ الشيخ الحي أن وجد ، وإلا فالميت أولى . الكل أموات\r\nلما قدمناه من إشارة قوله تعالى : ( إنك ميت وإنهم ميتون ) فافهم ترشد إن شاء الله\r\nتعالى ولا تعترض تكن من الهالكين . فإن الله تعالى يغار لأوليائه إذا انتهكت\r\nحرماتهم أشد غيرة ولا إله غيره إنه لقول فصل وما هو بالهزل إنهم يكيدون كيدا\r\nوأكيد كيدا فمهل الكافرين أمهلهم رويدا .\r\nوأما هذه الطبول والنايات وهذه الأعلام والرايات التي تنقيد بها الفقراء اليوم\r\nوهذه الأوقات التي اخترعتها مشايخ هذا الزمان فإن جميعها جهل ولهو وبطالة\r\nلا ينبغي للشيخ المرشد أن يعملها ولا أن يقر عليها لما يترتب عليها من مفسدة الغرور\r\nبغير الله تعالى والإعراض عن طلب العلم النافع والاجتهاد في سنن سيد المرسلين\r\nصلى الله عليه وسلم وإن كنا نحن لا ننكرها على الكاملين العارفين إذا صدرت منهم ( قل هل يستوي\r\nالذين يعلمون والذين لا يعلمون إنما يتذكر أولوا الألباب ) .\r\nوأما الاجتماع وذكر الله تعالى الصحيح الخالي من اللحن مع الأدب والخشوع\r\nبعد معرفة الواجب من الاعتقاد الموافق ، والواجب من كيفية الأعمال الصالة في\r\nالعبادات والمعاملات فهو أمر جائز مندوب إليه ولا التفات لمن رده من تعصبه وجهله .\r\nفقد نقل الشيخ المناوي رحمه الله تعالى في الشرح الكبير على الجامع الصغير عن\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nالشيخ الاسيوطى رحمه الله تعالى أنه أخذ من قوله عليه الصلاة والسلام : أكثروا ذكر\r\nالله حتى يقولوا مجنون . ونحو هذا الحديث : إن ما اعتاده الصوفية من عقد حلق\r\nالذكر والجهر به في المساجد ورفع الصوت بالتهليل لا كراهة فيه . ذكره\r\nفي فتاواه الحديثية ، قال : وقد وردت أخبار تقتضي ندب الجهر بالذكر وأخبار\r\nتقتضي الإسرار به والجمع بنيهما . إن ذلك يختلف باختلاف الأحوال والأشخاص\r\nكما جمع النووي رضي الله عنه به بين الأحاديث الواردة بندب الجهر بالقراءة\r\nوالواردة بندب الأسرار بها انتهى كلامه .\r\nوأما خصوص هذا الصعق والزعق والصياح والاضطراب والتواجد عند سماع\r\nأقوال المغنين واحتباك أصوات الذاكرين جهرا فلا نطلق القول فيه . وإنما نفصل .\r\nفإن كان بحق بأن قام للتواجد قومة المضطر الذي استغرته المعاني الإلهية الواردة\r\nعلى قلبه وخاطره في ذلك الوقت ، فإنا لا ننكر ذلك ولكن نسلمه لفاعله على أنه ليس\r\nكما لا له . والكمال في السكون كما قال الشيخ أرسلان رضي الله عنه في رسالته\r\nفي علم التوحيد : إذا عرفته سكنت وإذا جهلته تحركت . وأما إذا كان قيامه وتواجده\r\nمجرد شهوة نفسية بعثته فحركته عمدا وهيمته وأطربته وحملته على فعل ذلك الصياح\r\nوالاضطراب ، فهو شيطان مريد يجب منعه وطرده وإخراجه من بين الجماعة حتى\r\nلا يفسد بقية الذاكرين ويشتت قلوبهم ويزيل خشوعهم وأدبهم .\r\nفإن قال قائل : من أين يعرف المريد المحق من المبطل ؟ نقول له : من\r\nشرب الخمرة لا بد أن يتقاياها أو تنفح رائحتها من فمه وبيان ذلك إنا نسأله\r\nما الذي حملك حتى صحت وزعقت واضطربت ؟ فإن بين معنى اللهيا يحمل ذلك\r\nوشرح لنا شيئا من المعاني الواردة على قلبه عند السماع بحيث نستدل بالثمرة على\r\nالأغصان وبالزهرة على البستان سلمنا له ذلك واعتقدنا فيه الصلاح .\r\nوأما إذا سألناه فوجدناه من جملة الثيران لا يزيد على قوله همت في محبة ربي\r\nوأهاجني ذكرى حقائق الوجود وهو متعر من كل فضيلة فهو شيطان عنيد يجب\r\nطرده وإخراجه وتأديبه .\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nوأما إنشاد الأشعار التي تكلم بها العارفون كأشعار الشيخ شرف الدين ابن\r\nالفارض والشيخ الأكبر ابن العربي وعفيف الدين التلمساني والشيخ عبد الهادي\r\nالسودى ونحوهم من السادة الصوفية رضي الله عنهم فهي جملة المهيجة القلبية إلى\r\nالحضرة الإلهية . فكل من كان يفهم الحقائق يجوز له سماعها وإنشادها . وكل\r\nمن ألهته وأوقعته في الطرب النفساني ولم ينتفع منها بوارد يرد على قلبه فلا يجوز له\r\nسماعها ، لأن سماعه حينئذ مجرد لهو وبطالة ، كما قال الشاعر :\r\nلقد أسمعت لو ناديت حيا\r\nولكن لا حياة لمن تنادي\r\nويجب علينا أن لا نسيئ الظنون في أحد من العالمين إلا لمجاهر بكفره\r\nومتهتك بفسقه إذا أخبر من نفسه أو اطلعنا عليه من فلتات كلامه وتحققنا عدم فهمه\r\nوعدم تحققه بربه ، والجميع عندنا محمولون على الكمال . ولكن هذا مقدار الواجب\r\nعلينا في البيان ويجب على كل مسلم أن لا يخون نفسه ويغالطها . فإن وجد لها قوة\r\nعلى المعرفة والانتفاع بحضور حلق الذكر المشتمل على السماع والوجد والإتشاد\r\nفليحضر ، وإلا فاشتغاله بطلب العلوم النافعة أولى كما قال القائل شعرا :\r\nإذا لم تستطع شيئا فدعه\r\nوجا وزه إلى ما تستطيع\r\nوليحذر كل الحذر أن يكون منافقا في الطريق فإن الناقد بصير ( والله بما\r\nتعلمون خبير ) .\r\nوأما هذا الزي المخصوص الذي اتخذه كل فريق من الصوفية كلبس المرقعات\r\nوميازر الصوف والميلويات فهو أمر قصدوا به التبرك بمشايخهم الماضين ،\r\nفلا ينهون عنه ولا يؤمرون به فإن غالب ملابس هذا الزمان من هذا القبيل كالعمائم\r\nالتي اتخذها الفقهاء والمحدثون . والعمائم التي اتخذها العساكر والجنود والملابس\r\nالتي تتخذها عوام الناس وخواصهم فإنها جميعها مباحة ، وليس فيها شئ يوافق\r\nالسنة إلا القليل . ولا نقول إنها بدع أيضا لأن البدعة هي الفعلة المخترعة في\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nالدين على خلاف ما كان عليه النبي صلى الله عليه وسلم وكانت عليه الصحابة والتابعون رضي الله عنهم\r\nوهذه الهيئات والملابس والعمائم ليست مبتدعة في الدين بل هي مبتدعة في العادة\r\nولا هي مخالفة للسنة أيضا على حسب ما عرف الفقهاء السنة بأنها كل فعلة فعلها\r\nالنبي صلى الله عليه وسلم على وجه العبادة لا العادة . ولم يكن النبي صلى الله عليه وسلم يلبس العمامة على سبيل\r\nالعبادة ولا لبس الثياب المخصوصة على طريق العبادة . وإنما القصد بذلك ستر العورة\r\nودفع أذية الحر والبرد . ولهذا ورد عنه لبس الصوف والقطن وغير ذلك من\r\nالثياب العالية والسافلة . فليس مخالفته في ذلك مخالفة سنة وإن كان الاتباع في جميع\r\nذلك أفضل لأنه مستحب والله أعلم بالصواب وإليه المرجع والمآب . وصلى الله\r\nعلى سيدنا محمد وعلى آله وصحابته أجمعين . آمين .\r\nوكان الفراغ من تصنيفها نهار الأربعاء السادس والعشرين من شعبان سنة أربع\r\nوثمانين بعد الألف 1084 من الهجرة النبوية .\r\nوكان الفراغ من كتابتها على يد الفقير محمد عمر الدويكي الشافعي عفا عنهما\r\nمنتصف صفر المبارك سنة تسع وثمانين وألف ( 1089 ) .\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nالنابلسي - عبد الغني بن إسماعيل بن عبد الغني بن إسماعيل\r\nابن أحمد بن إبراهيم النابلسي الدمشقي العارف بالله الحنفي الصوفي\r\nالنقشبندي القادري ولد بدمشق سنة 1050 وتوفي بها سنة\r\n1143 . من تصانيفه : إبانة النص في مسألة القص أي اللحية .\r\nالابتهاج في مناسك الحاج . الأبيات النورانية في ملوك الدولة\r\nالعثمانية . إتحاف الساري في زيارة الشيخ مدرك الفزاري .\r\nإتحاف من بادر إلى حكم النوشادر . الأجوبة الأنسية عن\r\nالأسئلة القدسية . الأجوبة البتة عن الأسئلة الستة . الأجوبة\r\nالمنظومة عن الأسئلة المعلومة . احترام الخبز وشكر النعمة عليه\r\nوعدم إهانته بنحو دوسه بقدميه . إرشاد المتملي في تبليغ\r\nغير المصلي . إزالة الخفا عن حلية المصطفى صلعم . إسباغ المنة\r\nفي أنهار الجنة . اشتباك الأسنة في الجواب عن الفرض والسنة .\r\nإشراق المعالم في أحكام المظالم . إطلاق القيود شرح مرآة\r\nالوجود . أنس الحافر في معنى من قال أنا مؤمن فهو كافر .\r\nالأنوار الإلهية شرح مقدمة السنوسية . أنوار السلوك في أسرار\r\nالملوك . أنوار الشموس في خطب الدروس . إيضاح الدلالات\r\nفي سماع الآلات . إيضاح المقصود من معنى وحدة الوجود .\r\nبداية المريد ونهاية السعيد . بذل الإحسان في تحقيق معنى\r\nالإنسان . بذل الصلات في بيان الصلاة . برهان الثبوت في تبرئة\r\nهاروت وماروت . بسط الذراعين بالوصيد في بيان الحقيقة\r\nوإنجاز في التوحيد . بقية الله خير بعد الفناء في السير . بغية\r\nالمكتفي في جواز الخف الحنفي . بواطن القرآن ومواطن\r\n","description":"","footnote":"","page_name":" 1 ","page_number":24},
  {"content":"\r\nالعرفان . تثبت القدمين في سؤال الملكين . تحرير الحاوي\r\nبشرح تفسير البيضاوي . تحرير عين الاثبات في تقرير عين\r\nالاثبات . تحريك الاقليد في فتح باب التوحيد . تحريك سلسلة\r\nالوداد في مسألة خلق العباد . تحصيل الأجر في أذان الفجر .\r\nتحفة الراكع الساجد في جواز الاعتكاف في فناء المساجد .\r\nتحفة النابلسية في الرحلة الطرابلسية . تحفة الناسك في بيان\r\nالمناسك . تحقيق الانتصار في اتفاق الأشعري والماتريدية على\r\nالاختيار . تحفة الذوق والرشف في معنى المخالفة الواقعة بين\r\nأهل الكشف . تحقيق القضية في الفرق بين الرشوة والهدية .\r\nتحقيق معنى المعبود في صورة كل معبود . تحقيق النظر في تحقيق\r\nالنظر . تخبير العباد في سكن البلاد . تشحيذ الأذهان في تطهير\r\nالأدهان . تشريف التقريب في تنزله القرآن عن التعريب .\r\nتطبيب النفوس في حكم المقادم والرؤس . تعطير الأنام في تعبير\r\nالمنام مطبوع . تفوه الصور شرح عقد الدرر فيما يفتى به على\r\nقول زفر . تقريب الكلام على الأفهام في معنى وحدة الوجود .\r\nتكميل النعوت في لزوم الثبوت . تنبيه الأفهام على عدة الحكام\r\nشرح منظومة الحموي . تنبيه من النوم في مواجيد القوم .\r\nتنبيه من يلهو عن صحة الذكر بالاسم هو . توريث المواريث\r\nفي الدلالة على موضع الأحاديث في أطراف الكتب السبعة .\r\nالمتوفيق الحلي بين الأشعري والحنبلي . توفيق الرتبة في تحقيق\r\nالخطبة . ثواب المدرك لزيارة الست زينب والشيخ مدرك .\r\nجمع الأسرار ومنع الأشرار عن الطعن لصوفية الأخيار . جمع\r\n","description":"","footnote":"","page_name":" 2 ","page_number":25},
  {"content":"\r\nالأشكال ومنع الإشكال عن عبارة تفسير البغوي . الجواب التام\r\nعن حقيقة الكلام . الجواب الشريف للحضرة الشريفة أن\r\nمذهب أبي يوسف ومحمد هو مذهب أبي حنيفة . الجواب العلي\r\nعن حال الولي . الجواب عن الأسئلة المائة وإحدى وستين .\r\nالجواب المعتمد عن سؤالات أهل صفد . الجواب المنثور\r\nوالمنظوم عن سؤال المفهوم . جواهر النصوص في حل كلمات\r\nالفصوص . الجوهر الكلي في شرح عمدة المصلي . الحاصل\r\nفي الملك والمحمول في الفلك في أخلاق النبوة والرسالة والخلافة\r\nوالملك . الحديقة الندية شرح الطريقة المحمدية . حق اليقين\r\nوهداية المتقين الحقيقة والمجاز في رحلة بلاد الشام ومصر والحجاز .\r\nحلاوة الآلا في التعبير إجمالا . حلة الذهب الاريز في رحلة\r\nبعلبك وبقاع العزيز حلية العاري في صفات الباري . الحوض\r\nالمورود في زيارة الشيخ يوسف والشيخ محمود . الخضرة الأنسية\r\nفي الرحلة القدسية . خلاصة التحقيق في حكم التقليد والتلفيق\r\nحمرة بابل وغنية بلابل في الغزليات . خمرة الحان وزنة الألحان\r\nشرح رسالة الشيخ رسلان . دفع الاختلاف من كلام القاضي\r\nوالكشاف . دفع الايمام ورفع الإيهام جواب سؤال . ديوان\r\nالحقائق وميدان الرقائق ديوان الإلهيات . ديوان المدائح\r\nالمطلقة في المراسلات والألغاز . ذخائر المواريث في الدلالة على\r\nمواضع الأحاديث . رائحة الجنة شرح إضاءة الدجنة . ربع\r\nالإفادات في ربع العبادات . رد التعنيف على المعنف وإثبات جهل\r\nالمصنف . رد الجاهل إلى الصواب في جواز إضافة التأثير إلى\r\n","description":"","footnote":"","page_name":" 3 ","page_number":26},
  {"content":"\r\nالأسباب . رد الحجج الداحضة على عصبة الغي الرافضة ، رد المتين\r\nعلى المنقص [ 1 
  ] العارف محيي الدين . رد المفترى على الطعن للششترى .\r\nالرد الوفي على جواب الحصكفي في الخف . الرسوخ في مقام الشيوخ\r\nرشحات الأقلام شرح كفاية الغلام . رفع الاشتباه عن علمية\r\nاسم الله . رفع الريب عن حضرة الغيب . رفع الستور عن متعلق\r\nالحار والمجرور . رفع الضرورة عن حج الصيرورة رفع العناد\r\nعن حكم التعويض والإسناد . رفع الكسا عن عبارة البيضاوي\r\nفي سورة النساء . ركوب التقييد بالاذعان في وجوب التقليد\r\nفي الإيمان . رنة النسيم وغنة الرخيم . روض الأنام في بيان\r\nالإجازة في المنام . روض العطار بروائق الأشعار . زبدة الفائدة\r\nفي الجواب عن الأسئلة الواردة . زهر الحديقة في ترجمة رجال\r\nالطريقة . زيادة البسطة في بيان العلم نقطة . السائحات النابلسية\r\nوالسارحات الأنسية . السر المختبى في ضريح ابن العربي . صرعة\r\nالانتباه لمسألة الاشتباه . سلوى النديم وتذكرة العديم . الشمس\r\nعلى جناح الطائر في مقام الواقف السائر . صدح الحمامة في\r\nشروط الإمامة . الصراط السوي شرح ديباجة المثنوي .\r\nصرف الأعنة إلى عقائد أهل السنة . صرف العنان إلى قراءة\r\nحفص بن سليمان . صفوة الأصفياء في بيان الفضيلة بين الأنبياء .\r\nصفوة الضمير في نصرة الوزير . الصلح بين الإخوان في حكم\r\nإباحة الدخان الطلعة البدرية في شرح القصيدة المضرية . طلوع\r\nالصباح على خطبة المصباح * الظل الممدود في معنى وحدة\r\n\r\n","description":"","footnote":" [ 1 
  ] لعله ( منقص ) ","page_name":" 4 ","page_number":27},
  {"content":"\r\nالوجود . العبير في التعبير . عذر الأئمة في نصح الأمة . العقد\r\nالنظيم في القدر العظيم . شرح بيت من بردة المديح . العقود\r\nاللؤلؤية في طريق المولوية . علم الملاحة في علم الفلاحة . عيون الأمثال\r\nلعديم الأمثال . غاية الإجازة في تكرار الصلاة على الجنازة . غاية\r\nالمطلوب في محبة المحبوب . غيث القبول هما في معنى جعلا له شركاء\r\nفيما آتاهما . الغيث المنبجس في حكم المصبوغ بالنجس . فتح الاغلاق\r\nفي مسألة على الطلاق . الفتح الرباني والفيض الرحماني . فتح\r\nالعين عن الفرق بين التسميتين أعني المسلمين والنصارى . فتح\r\nالكبير بفتح راء التكبير . فتح المعيد المبدى شرح منظومة\r\nسعدي أفندي . الفتح المكي واللمح الملكي . فتح الكريم الوهاب\r\nفي العلوم المستفادة من الناي والشاب . الفتوحات المدنية\r\nفي الحضرات المحمدية . قطرة السماء الوجود ونظرة العلماء\r\nالشهود . قلائد الفرائد في موائد الفوائد في الفروع . قلائد\r\nالمرجان في عقائد الإيمان . القول الأبين في شرح عقيدة أبي مدين .\r\nالقول السديد في جواز خلف الوعيد والرد على الرجل العنيد\r\nالقول القاصم في قراءة حفص عن عاصم . القول المختار في الرد\r\nعلى الجاهل المحتار . القول المعتبر في بيان النظر . الكتابة\r\nالعلية على الرسالة الحنبلاطية . كتاب الوجود الحق والخطاب\r\nوالصدق . كشف الستر عن فريضة الوتر . كشف السر الغامض\r\nشرح ديوان ابن الفارض . كشف النور عن أصحاب القبور .\r\nالكشف عن الأغلاط التسعة من بيت الساعة . الكشف\r\nوالتبيان عما يتعلق بالنسيان . كفاية الغلام في أركان الإسلام .\r\n","description":"","footnote":"","page_name":" 5 ","page_number":28},
  {"content":"\r\nكفاية المستفيد في علم التجويد . الكشف والبيان عن أسرار\r\nالأديان . كنز الحق المبين في أحاديث سيد المرسلين . الكوكب\r\nالساري في حقيقة الجزء الاختياري . الكواكب المشرقة في حكم\r\nاستعمال المنطقة من الفضة . كوكب الصبح في إزالة القبح .\r\nكوكب المباني وموكب المعاني شرح صلوات سيدي عبد القادر\r\nالكيلاني . كوكب المتلألئ شرح قصيدة الغزالي . الكوكب\r\nالوقاد في حسن الاعتقاد . لطائف الأنسية على عقيدة السنوسية .\r\nلمعات الأنوار في المقطوع لهم بالجنة والمقطوع لهم بالنار . لمعات\r\nالبرق النجدي شرح تجليات محمود أفندي . لمعة النور المضية\r\nشرح الأبيات السبعة الزائدة من الخمرية الفارضية . اللؤلؤ المكنون\r\nفي حكم الأخبار إنما سيكون . المجالس الشامية في مواعظ أهل\r\nالبلاد الرومية . مخرج المتقي ومنهج المرتقى . المطالب الوفية شرح\r\nالفوائد السنية . المعارف الغيبية شرح عينية الجيلية . مفاتيح\r\nالقلوب في علم الحضور والغيوب . مفتاح الفتوح في مشكاة\r\nالجسم وزجاجة النفس ومصباح الروح . مفتاح المعية شرح\r\nالرسالة النقشبندية . المقاصد الممحصة في بيان كي الحمصة\r\nالمقامات الأسمى في امتزاج الأسما . مليح البديع في مديح الشفيع\r\nبديعية . مناعاة القديم ومناجاة الحكيم . نتيجة العلوم ونصيحة\r\nعلماء الرسوم . نخبة المسألة شرح التحفة المرسلة . نبزة القدمين\r\nفي سؤال الملكين . نزهة الواجد في الصلاة على الجنازة\r\nفي المساجد . نسمات الأسحار في مدح النبي المختار . نسيم\r\n","description":"","footnote":"","page_name":" 6 ","page_number":29},
  {"content":"\r\nالربيعي في التجاذب البديعي . النظر المشرف في معنى قول الشيخ\r\nعمر بن الفارض عرفت أم لم تعرف . النعم السوابغ في إحرام\r\nالمدني من رابغ . نفحات الأزهار على نسمات الأسحار . النفحات\r\nالمنتشرة في الجواب عن الأسئلة العشرة . نفحة القبول في مدحة\r\nالرسول . نفخة الصور ونفحة الزهور في شرح قبضة النور .\r\nنقود الصرر شرح عقود الدرر فيما يفتى به من أقوال الإمام\r\nزفر للسيد أحمد الحموي . النوافح الفائحة بروائح الرؤيا الصالحة .\r\nنور الأفئدة في شرح المرشدة لأبي الليث . نهاية السول في حلية\r\nالرسول صلعم . نهاية المراد شرح هدية ابن العماد في الفروع .\r\nوسائل التحقيق في رسائل التدقيق في مكاتبات العلمية . هدية\r\nالفقير وتحية الوزير . يوانع الرطب في بدايع الخطب . شرح\r\nمنظومة القاضي محب الدين . رسالة في تعبير رؤيا سئل عنها رسالة\r\nفي جواب - سؤال - ورد من بيت المقدس . رسالة في جواب سؤال\r\nورد من مكة المشرفة . رسالة في جواب سؤال ورد من بطريق\r\nالنصارى في التوحيد . رسالة في سؤال عن حديث نبوي .\r\nرسالة في الحث على الجهاد . رسالة في حكم المستعير من الحكام .\r\nرسالة في حل نكاح المتعة على الشريعة . رسالة في قوله صلعم من\r\nصلى على صلاة واحدة صلى الله عليه عشرا . رسالة في كي\r\nالحمصة . ( 214 ) رسالة في معنى بيتين رأت قمر السماء وذكرتني .\r\nوغير ذلك .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":30}
  ]