[
  {"content":"\r\nهذه الكراسة تنوير الحلك في إمكان رؤية النبي جهارا والملك\r\nللشيخ العلامة جلال الدين السيوطي\r\nبسم الله الرحمن الرحيم\r\nالحمد لله وسلام على عباده الذين اصطفى وبعد فقد كثر السؤال عن رؤية أرباب\r\nالأحوال النبي صلى الله تعالى عليه وسلم في اليقظة وأن طائفة من أهل العصر من الأقدم\r\nلهم في العلم بالغوا في إنكار ذلك والتعجب منه وادعوا أنه مستحيل فألفت هذه الكراسة\r\nفي ذلك وسميتها تنوير الحلك في إمكان رؤية النبي والملك ونبدأ بالحديث الصحيح\r\nالوارد في ذلك أخرج البخاري ومسلم وأبو داود عن أبي هريرة رضي الله عنه قال\r\nقال رسول الله صلى الله تعالى عليه وسلم من رآني في المنام فسيراني في اليقظة ولا\r\nيتمثل الشيطان بي وأخرج الطبراني مثله من حديث أبي قتادة قال العلماء اختلف\r\nفي معنى قوله فسيراني في اليقظة فقيل معناه فسيراني في القيامة وتعقب\r\nبأنه لا فايدة في هذا التخصيص لأن كل أمته يرونه في القيامة من رآه منهم ومن لم يرد\r\nوقيل المراد من آمن به في حياته ولم يره لكونه غائبا عنه فيكون مبشرا له أنه لا بد\r\nأن يراه في اليقظة قبل موته وقال قوم هو على ظاهره فمن رآه في النوم فلا بدان\r\nيراه بعين رأسه وقيل بيقين في قلبه حكاهما القاضي أبو بكر بن العربي وقال الإمام أبو\r\nمحمد بن أبي جمرة في تعليقه على الأحاديث التي انتقاها من البخاري هذا لحديث يدل\r\nعلى أنه من رآه صلى الله تعالى عليه وسلم في النوم فسيراه في اليقظة وقيل هذا\r\nعلى عمومه في حياته وبعد مماته أو هذا كان في حياته وهل ذلك لكل من رآه مطلقا\r\nأو خاص بمن فيه الأهلية والاتباع لسنته صلى الله تعالى عليه وسلم اللفظة\r\nتعطي العموم ومن يدعي الخصوص فيه بغير مخصص منه صلى الله تعالى عليه\r\nوسلم فمتعسف قال وقد وقع من بعض الناس عدم التصديق بعمومه\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\nوقال على ما أعطاه عقله وكيف يكون من قد مات يراه الحي في عالم الشاهد قال\r\nوفي هذا القول من المحذور وجهان خطيران أحدهما عدم التصديق بقول الصادق\r\nالذي لا ينطق عن الهوي صلى الله تعالى عليه وسلم والثاني الجهل بقدرة القادر وتبحيره\r\nكأنه لم يسمع في سورة البقرة قصة البقرة وكيف قال الله تعالى اضربوه ببعضها كذلك\r\nيحيي الله الموتى وقصة إبراهيم عليه السلام في الأربع من الطير وقصة عزير\r\nعليه السلام فالذي جعل ضرب الميت ببعض البقرة سببا لحياته وجعل دعاء\r\nإبراهيم عليه السلام سببا لإحياء الطيور وجعل تعجب عزير سببا لموته وموت\r\nحماره ثم لإحيائهما بعد مائة سنة فمن قدر على ذلك قادر على أن يجعل رؤيته صلى\r\nالله تعالى عليه وسلم في النوم سببا لرؤيته صلى الله تعالى عليه وسلم في اليقظة وقد\r\nذكر عن بعض الصحابة رضي الله تعالى عنهم أظنه ابن عباس رضي الله تعالى عنهما أنه\r\nرأى النبي صلى الله تعالى عليه وسلم في النوم فتذكر هذا الحديث وبقي يفكر فيه ثم دخل\r\nعلى بعض أزواج النبي صلى الله تعالى عليه وسلم أظنها ميمونة رضي الله تعالى عنها\r\nفقص عليها قصته فقامت وأخرجت له مرآته صلى الله تعالى عليه وسلم قال رضي\r\nالله تعالى عنه فنظرت في المرآة فرأيت صورة النبي صلى الله تعالى عليه وسلم ولم أر\r\nلنفسي صورة وقد ذكر عن السلف والخلف وهلم جر أعن جماعة ممن كانوا رأوه صلى\r\nالله تعالى عليه وسلم في النوم وكانوا ممن يصدقون هذا الحديث فرأوه بعد ذلك\r\nفي اليقظة وسئلوه عن أشياء كانوا منها متشوشين فأخبرهم بتفريجها ونص لهم على\r\nالوجوه التي منها يكون فرجة فجاء الأمر كذلك بلا زيادة ولا نقص قال والمنكر لهذا\r\nلا يخلوا إما أن يصدق بكرامات الأولياء أو يكذب بها فإن كان ممن يكذب بها فقد\r\nسقط البحث معه فإنه يكذب ما أثبتته السنة بالدلائل الواضحة وإن كان مصدقا\r\nبها فهذه من ذلك القبيل لأن الأولياء يكشف لهم بخرق العادة عن أشياء في العالمين\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nالعلوي والسفلى عديدة فلا ينكر هذا مع التصديق بذلك انتهى كلام ابن أبي\r\nجمرة وقوله إن ذلك عام وليس بخاص بمن فيه الأهلية والاتباع لسنته صلى الله\r\nتعالى عليه وسلم مراده وقوع الرؤية الموعود بها في اليقظة على الرؤية في المنام ولو مرة\r\nواحدة تحقيقا لو عده الشريف الذي لا يخلف وأكثر ما يقع ذلك للعامة قبل الموت\r\nعند الاحتضار فلا تخرج روحه من جسده حتى يراه وفاء بوعده وأما غيرهم\r\nفتحصل لهم الرؤية في طول حياتهم إما كثيرا وإما قليلا بحسب اجتهادهم ومحافظتهم\r\nعلى السنة والاخلال بالسنة مانع كبير وأخرج مسلم في صحيحه عن مطرق\r\nقال قال لي عمران بن حصين قد كان يسلم على حتى اكتويت فترك ثم تركت الكي فعاد\r\nوأخرج مسلم من وجه آخر عن مطرف قال بعث إلي عمران بن حصين في مرضه\r\nالذي توفي فيه فقال إني محدثك فإن عشت فأكتم عني وإن مت فحدث بها إن شئت\r\nإنه قد سلم قال النووي في شرح مسلم معنى الحديث الأول أن عمران بن حصين رضي\r\nالله عنه كانت به بواسير فكان يصبر على المها وكانت الملائكة تسلم عليه واكتوى\r\nفانقطع سلامهم ثم ترك الكي فعاد سلامهم عليه قال وقوله في الحديث الثاني\r\nفإن عشت فاكتم عني أراد به الإخبار بالسلام عليه لأنه كره أن يشاع عنه ذلك\r\nفي حياته لما فيه من التعرض للفتنة بخلاف ما بعد الموت وقال القرطبي في شرح مسلم\r\nيعني أن الملائكة كانت تسلم عليه إكراما له واحتراما إلى إن اكتوى فتركت السلام عليه\r\nففيه إثبات كرامات الأولياء وأخرج الحاكم في المستدرك وصححه من طريق مطرف بن\r\nعبد الله عن عمران بن حصين رضي الله عنه قال اعلم يا مطرق أنه كان يسلم على\r\nالملائكة عند رأسي وعند البيت وعند باب الحجرة فلما اكتويت ذهب ذاك قال\r\nفلما برء كلمه قال اعلم يا مطرف أنه عاد إلي الذي اكتم على حتى أموت فانظر كيف حجب\r\nعمران عن سماع تسليم الملائكة لكونه اكتوى مع شدة الضرورة إلى ذلك\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nلأن الكي خلاف السنة قال البيهقي في شعب الإيمان لو كان النهي عن الكي على\r\nطريق التحريم لم يكتو عمران رضي الله عنه مع علمه بالنهي غير أنه ركب المكروه\r\nففارقه ملك كان يسلم عليه فحزن على ذلك وقال هذا القول ثم قد قدر وكأنه عاد\r\nإليه قبل موته انتهى وقال ابن الأثير في النهاية يعني أن الملائكة كانت تسلم عليه فلما\r\nاكتوى لسبب مرضه تركوا السلام عليه لأن الكي يقدح في التوكل والتسليم إلى\r\nالله تعالى والصبر على ما يبتلي العبد وطلب الشفاء من عنده ولبس ذلك قادحا\r\nفي جواز الكي ولكنه قادح في التوكل وهو درجة عالية وراء مباشرة الأسباب وأخرج\r\nابن سعد في الطبقات عن قتادة أن الملائكة كانت تصافح عمران بن حصين رضي الله\r\nعنه حتى اكتوى فتنحت وأخرج أبو نعيم في الدلائل عن يحيى بن سعيد القطان قال ما\r\nقدم علينا البصرة من الصحابة رضوان الله تعالى عليهم أجمعين أفضل من عمران بن\r\nحصين رضي الله عنه أتت عليه الملائكة ثلاثون سنة تسلم عليه من جوانب بيته\r\nوأخرج الترمذي في تاريخه وأبو نعيم والبيهقي في دلائل النبوة عن عدالت قال كان عمران\r\nبن حصين رضي الله عنه يأمرنا أن نكنس الدار ونسمع السلام عليكم السلام عليكم\r\nولا نرى أحدا قال الترمذي هذا تسليم الملائكة وقال حجة الإسلام أبو حامد الغزالي\r\nفي كتاب المنقذ من الضلال ثم إنني لما فرغت من العلوم أقبلت بهمتي على طريق الصوفية\r\nوالقدر الذي أذكره ننتفع به أنني علمت يقينا أن الصوفية هم السالكون لطريق\r\nالله تعالى وأن سيرهم وسيرتهم أحسن السير والسير وطريقتهم أحسن الطريق\r\nوأخلاقهم أزكى الأخلاق بل لو جمع عقول العقلاء وحكمة الحكماء وعلم\r\nالواقفين على أسرار الشرع من العلماء ليغيروا شيئا من سيرهم وأخلاقهم ويبدلوه\r\nبما هو خير منه فإن جميع حركاتهم وسكناتهم في ظواهرهم وبواطنهم متلبسة\r\nمن نور مشكاة النبوة وليس وراء أنوار النبوة على وجه الأرض نور يستضاء به إلى\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\nأن قال حتى أنهم وهم في يقظتهم يشاهدون الملائكة وأرواح الأنبياء ويسمعون\r\nمنهم أصواتا ويقتبسون منهم فوائد ثم يترقى الحال من مشاهدة الصور والأمثال\r\nإلى درجات يضيق عنها نطاق النطق هذا كلام الغزالي وقال تلميذه القاضي أبو بكر\r\nبن العربي أجد الأئمة المالكية في كتابه قانون التأويل ذهبت الصوفية إلى أنه إذا حصل\r\nللانسان طهارة النفس وتزكية القلب وقطع العلايق وحسم مواد أسباب الدنيا\r\nمن الجان والمال والخلطة بالجنس والاقبال على الله تعالى بالكلية علما دائما وعملا\r\nمستمرا كشفت له القلوب ورأى الملائكة وسمع أقوالهم واطلع على أرواح الأنبياء\r\nوسمع كلامهم قال ابن العربي من عنده ورؤية الأنبياء والملائكة وسماع كلامهم\r\nممكن للمؤمن كرامة وللكافر عقوبة قال الشيخ عز الدين بن عبد السلام في القواعد\r\nالكبرى وقال ابن الحاج في المدخل رؤية النبي صلى الله تعالى عليه وسلم في اليقظة باب\r\nضيق وقل من يقع له ذلك إلا من كان على صفة عزيز وجودها في هذا الزمان بل عدمت\r\nغالبا مع أننا لا ننكر من يقع له هذا من الأكابر الذين حفظهم الله تعالى في ظواهر هم\r\nوبواطنهم قال وقد أنكر بعض علماء الظاهر رؤية النبي صلى الله تعالى عليه وسلم\r\nفي اليقظة وعلل ذلك بأن قال العين الفانية لا ترى العين الباقية والنبي صلى الله تعالى\r\nعليه وسلم في دار البقاء والرائي في دار الفناء وقد كان سيدي أبو محمد بن أبي جمرة يحل\r\nهذا الإشكال ويرده بأن المؤمن إذا مات يرى الله تعالى وهو لا يموت والواحد منهم\r\nيموت في كل يوم سبعين مرة انتهى وقال القاضي شرف الدين هبة الله بن عبد الرحيم\r\nالبارزي في كتاب الاعتقاد الأنبياء عليهم السلام بعدما قبضوا ردت إليهم\r\nأرواحهم فهم أحياء عند ربهم كالشهداء وقد رأى نبينا صلى الله تعالى عليه وسلم\r\nجماعة منهم وأخبره وخبره صدق أن صلواتنا معروضة عليه وأن سلامنا\r\nيبلغه وأن الله تعالى حرم على الأرض أن تأكل لحوم الأنبياء عليهم السلام قال\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nالبارزي وقد سمع من جماعة من الأولياء في زماننا وقبله أنهم رأوا النبي صلى الله\r\nتعالى عليه وسلم في اليقظة حيا بعد وفاته قال وقد ذكر ذلك الشيخ الإمام شيخ الإسلام\r\nأبو البيان نباء بن محمد محفوظ الدمشقي في نظيمته انتهى وقال الشيخ أكمل الدين البابرتي\r\nالحنفي في شرح المشارق في حديث من رآني الاجتماع بالشخصين يقظة ومناما\r\nلحصول مائية الاتحاد وله خمسة أصول كلية الاشتراك في الذات أو في صفة\r\nفصاعدا أو في حال فصاعدا أو في الأفعال أو في المراتب وكل ما يتعقل من المناسبة\r\nبين شيئين أو أشياء لا يخرج عن هذه الخمسة وبحسب قوته على ما به الاختلاف\r\nوضعفه يكثر الاجتماع ويقل وقد يقوى على ضده فتقوى المحبة بحيث يكاد الشخصان\r\nلا يفترقان وقد يكون بالعكس ومن حصل الأصول الخمسة وثبتتا المناسبة بينه\r\nوبين أرواح الكمل الماضين اجتمع بهم متى شاء وقال الشيخ صفي الدين ابن أبي المنصور\r\nفي رسالته والشيخ عفيف الدين اليافعي في روض الرياحين قال الشيخ الكبير\r\nقدوة الشيوخ العارفين وبركة أهل زمانه أبو عبد الله القرشي لما جاء الغلاء\r\nالكبير إلى ديار مصر توجهت لأن أدعو فقيل لي لا تدع فما يسمع لأحد منكم\r\nفي هذا الأمر دعاء فسافرت إلى الشام فلما قربت إلى خريج الخليل عليه السلام تلقاني\r\nالخليل فقلت يا رسول الله اجعل ضيافتي عندك الدعاء لأهل المصر فدعا لهم\r\nففرج الله تعالى عنهم قال اليافعي وقوله تلقاني الخليل قول حق لا ينكره إلا جاهل\r\nبمعرفة ما يرد عليهم من الأحوال التي يشاهدون فيها ملكوت السماء والأرض\r\nوينظرون الأنبياء أحياء غير أموات كما نظر النبي صلى الله تعالى عليه وسلم إلى موسى\r\nعليه السلام في الأرض ونظر أيضا في السماء هو وجماعة من الأنبياء في السماوات\r\nوسمع منهم مخاطبات وقد تقرر أن ما جاز للأنبياء معجزة جاز للأولياء كرامة\r\nبشرط عدم التحدي خاتمة أخرج أحمد في مسنده والخرائطي في مكارم الأخلاق\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nمن طريق أبي العالية عن رجل من الأنصار قال خرجت من أهلي أريد النبي صلى الله\r\nتعالى عليه وسلم فإذا به قائم ورجل معه مقبل عليه وظننت أن لهما حاجة قال الأنصاري لقد قام رسول الله صلى الله تعالى عليه وسلم حتى جعلت أرثي له من\r\nطول القيام فلما انصرف قلت يا رسول الله لقد قام بك هذا الرجل حتى جعلت أرثي\r\nلك من طول القيام قال صلى الله تعالى عليه وسلم ولقد رايته قلت نعم قال صلى الله\r\nتعالى عليه وسلم أتدري من هو قلت لا قال صلى الله عليه وسلم ذلك جبرئيل\r\nما زال يوصيني بالجار حتى ظننت أنه سيورثه ثم قال صلى الله تعالى عليه وسلم\r\nأما إنك لو سلمت رد عليك السلام وأخرج المدني في المعرفة عن تميم بن سلمة رضي\r\nالله تعالى عنه قال بينا أنا عند النبي صلى الله تعالى عليه وسلم إذا انصرف من عنده\r\nرجل فنظرت إليه مولى معتما بعمامة قد أرسلها من ورائه قلت يا رسول الله من هذا\r\nقال هذا جبرئيل وأخرج أحمد والطبراني والبيهقي في الدلائل عن حارثة بن النعمان\r\nرضي الله تعالى عنه قال مررت على رسول الله تعالى عليه وسلم ومعه جبرئيل\r\nعليه السلام فسلمت عليهما ومررت فلما رجعا وانصرف النبي صلى الله تعالى\r\nعليه وسلم قال هل رأيت الذي كان معي قلت نعم قال صلى الله تعالى عليه وسلم فإنه\r\nجبرئيل وقد رد عليك السلام وأخرج ابن سعد عن حارثة رضي الله تعالى عنه\r\nقال رأيت جبرئيل من الدهر مرتين وأخرج أحمد والبيهقي عن ابن عباس رضي الله تعالى\r\nعنهما قال كنت مع أبي عند رسول الله صلى الله تعالى عليه وسلم وعنده رجل يناجيه\r\nفكان كالمعرض عن أبي فخرجنا فقال لي أبي يا بني ألم ترا لي ابن عمك كالمعرض عني قلت\r\nيا أبت إنه كان عنده رجل يناجيه فرجع فقال يا رسول الله قلت لعبد الله كذا وكذا\r\nفقال إنه كان عندك رجل يناجيك فهل كان عندك أحد قال فهل رأيت يا عبد الله\r\nقلت نعم قال ذلك جبرئيل هو الذي * عنك وأخرج ابن سعد عن ابن\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nعباس رضي الله تعالى عنهما قال رأيت جبرئيل مرتين وأخرج الطبراني والبيهقي\r\nوالضباء في المختارة قال عاد رسول الله صلى الله تعالى عليه وسلم رجلا من\r\nالأنصار فلما دنى من منزله سمعه يتكلم في الداخل فلما وصل لم ير أحدا فقال رسول\r\nالله صلى الله تعالى عليه وسلم من كنت تتكلم قال يا رسول الله دخل على داخل ما رأيت\r\nرجلا قط بعدك أكرم مجلسا ولا أحسن حديثا منه قال صلى الله تعالى عليه وسلم\r\nذلك جبرئيل وإن منكم لرجالا لو أن أحدهم يقسم على الله لا بره وقال الشيخ سراج الدين\r\nبن الملقن في طبقات الأولياء قال الشيخ عبد القادر الكيلاني رأيت رسول الله\r\nصلى الله تعالى عليه وسلم قبل الظهر فقال لي يا بني لم لا تتكلم قلت يا أبتاه أنا رجل\r\nأعجم كيف أتكلم على فصحاء بغداد فقال افتح فاك ففتحته فتفل فيه سبعا\r\nفقال تكلم على الناس وادع إلى سبيل ربك بالحكمة والموعظة الحسنة فصليت\r\nالظهر وجلست وحضرني خلق كثير فارتج علي فرأيت عليا رضي الله تعالى عنه قائما\r\nبإزائي في المجلس فقال لي يا بني لم لا تتكلم قلت يا أبتا قد ارتج على فقال افتح فاك قال\r\nففتحته فتفل فيه ستا فقلت لم لا تكملها سبعا قال أدبا مع رسول الله صلى الله\r\nتعالى عليه وسلم ثم توارى عني فقلت غواص من الفكر يغوص في بحر القلب على ذر\r\nالعارفين فيخرجها إلى ساحل الصدر فينادي عليها سمسار ترجمان اللسان\r\nفتشترى بنفايس أثمان حسن الطاعة في بيوت أذن الله أن ترفع وقال أيضا في ترجمة\r\nالشيخ خليفة بن موسى النهر ملكي كان كثير الرؤية لرسول الله صلى الله تعالى\r\nعليه وسلم يقظة ومناما وكان يقال إن أكثر أفعاله متلقاة منه صلى الله تعالى عليه\r\nوسلم بأمر منه إما يقظة وإما مناما ورءاه في ليلة واحدة سبع عشرة مرة قال له في إحديهن\r\nيا خليفة لا تضجر مني كثير من الأولياء مات بحسرة رؤيتي وقال الكمال الادفوى\r\nفي الطالع السعيد في ترجمة الصفي ابن عبد الله محمد بن يحيى الاسوانى نزيل اخميم من\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\nأصحاب أبي يحيى بن شافعي كان مشهورا بالصلاح وله مكاشفات وكرامات كتب\r\nعنه ابن دقيق العيد وابن النعمان والقطب القسطلاني وكان يذكر أنه يرى النبي صلى\r\nالله تعالى عليه وسلم ويجتمع به وقال الشيخ عبد الغفار بن نوح القوصى في كتاب الوحيد\r\nمن أصحاب الشيخ أبي يحيى أبي عبد الله الاسوانى المقيم بأخميم كان يخبر أنه يرى النبي\r\nصلى الله تعالى عليه وسلم في كل ساعة حتى لا يكاد يكون ساعة إلا ويخبر عنه ساعة\r\nوقال في الوحيد أيضا كان للشيخ أبي العباس المرسى وصلة بالنبي صلى الله تعالى عليه\r\nوسلم إذا سلم على النبي صلى الله تعالى عليه وسلم رد عليه السلام ويجاوبه إذا تحدث\r\nمعه وقال الشيخ تاج الدين بن عطاء الله في لطائف المنن قال رجل للشيخ أبي العباس\r\nالمرسى يا سيدي صافحني بكفك هذه فإنك لقيت رجالا وبلادا فقال والله ما\r\nصافحت بكفي هذه إلا رسول الله صلى الله تعالى عليه وسلم وقال الشيخ لو حجب عني\r\nرسول الله صلى الله تعالى عليه وسلم طرفة عين ما عددت نفسي من المسلمين\r\nوقال الشيخ صفي الدين بن أبي المنصور في رسالته والشيخ عبد الغفار في الوحيد\r\nحكى عن الشيخ أبي الحسن الوتانى قال أخبرني الشيخ أبو العباس الطبنحى قال\r\nوردت على سيدي أحمد بن الرفاعي فقال ما أنا شيخك شيخك عبد الرحيم\r\nبقنا قال فسافرت بقنا فدخلت على الشيخ عبد الرحيم فقال لي عرفت رسول الله\r\nصلى الله تعالى عليه وسلم قلت لا قال رح إلى بيت المقدس حتى تعرف رسول الله صلى\r\nالله تعالى عليه وسلم فرحت إلى بيت المقدس فحين وضعت رجلي وإذا بالسماء والأرض\r\nوالعرش والكرسي مملوءة من رسول الله صلى الله تعالى عليه وسلم فرجعت إلى الشيخ\r\nفقال لي عرفت رسول الله صلى الله تعالى عليه وسلم قلت نعم قال الآن كملت طريقتك\r\nلم تكن الأقطاب أقطابا والأوتاد أوتادا والأولياء أولياء إلا بمعرفة رسول\r\nالله صلى الله تعالى عليه وسلم وقال في الوحيد وممن رايته بمكة الشيخ عبد الله\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nالدلاصى أخبرني أنه لم تصح له صلاة في عمره إلا صلاة واحدة قال وذلك أني كنت\r\nبالمسجد الحرام في صلاة الصبح فلما أحرم الإمام وأحرمت أخذتني آخذة فرأيت\r\nرسول الله صلى الله تعالى عليه وسلم يصلي إماما وخلفه العشرة فصليت معهم\r\nوكان ذلك في سنة ثلث وسبعين وستمائة فقرأ رسول الله صلى الله تعالى عليه\r\nوسلم في الركعة الأولى سورة المدثر وفي الثانية عم يتساءلون فلما سلم دعا بهذا\r\nالدعاء اللهم اجعلنا هداة مهديين غير ضالين ولا مضلين لا طمعا في برك ولا رغبة\r\nفيما عندك لأن لك المنة علينا بإيجادنا قبل أن لم نكن فلك الحمد على ذلك لا إله إلا\r\nأنت فلما فرغ رسول الله صلى الله تعالى عليه وسلم سلم الإمام فعقلت تسليمه\r\nفسلمت وقال الشيخ صفي الدين في رسالته قال لي الشيخ أبو العباس الحرار دخلت\r\nعلى النبي صلى الله تعالى عليه وسلم فوجدته يكتب مناشير للأولياء بالولاية وكتب\r\nلأخي محمد منهم منشورا قال وكان أخو الشيخ كبيرا في الولاية كان على وجهه نور\r\nلا يخفي على أحد أنه ولي فسألنا الشيخ عن ذلك فقال نفخ النبي صلى الله تعالى\r\nعليه وسلم في وجهه فأثرت النفخة هذا النور قال الشيخ صفي الدين ورأيت الشيخ\r\nالكبير أبا عبد الله القرطبي أجل أصحاب الشيخ القرشي وكان أكثر إقامته بالمدينة\r\nالنبوية وكان له بالنبي صلى الله تعالى عليه وسلم وصلة وأجوبة ويرد سلام وحمل رسول\r\nالله صلى الله تعالى عليه وسلم رسالة للملك الكامل وتوجه بها إلى مصر وأداها\r\nوعاد إلى المدينة قال وممن رأيت بمصر الشيخ أبو العباس القسطلاني أخص أصحاب\r\nالشيخ القرشي زاهدا مصر في وقته وكان أكثر أوقاته في آخر عمره بمكة فقال إنه\r\nدخل مرة على النبي صلى الله تعالى عليه وسلم فقال له النبي صلى الله تعالى عليه وسلم\r\nأخذ الله بيدك يا أحمد وقال اليافعي في روض الرياحين أخبر في بعضهم أنه يرى حول الكعبة\r\nالملائكة والأنبياء والأولياء وأكثر ما يراهم ليلة الجمعة وكذلك ليلة الاثنين\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nوليلة الخميس فعدد لي جماعة كثيرة من الأنبياء وذكر أنه يرى كل واحد منهم في\r\nموضع معين يجلس فيحول الكعبة ويجلس معه أتباعه من أهله وقرابته وأصحابه\r\nوذكر أن نبينا صلى الله تعالى عليه وسلم يجتمع معه من أولياء الله خلق كثير لا يحصى\r\nعددهم إلا الله تعالى ولم يجتمع على سائر الأنبياء كذلك وذكر أن إبراهيم وأولاده\r\nعليهم السلام يجلسون بقرب باب الكعبة بحذاء مقامه المعروف وموسى وجماعة\r\nمن الأنبياء بين الركنين اليمانيين وعيسى وجماعة منهم في جهت الحجر ونبينا جالس\r\nعند الركن اليماني مع أهل بيته وأصحابه وأولياء أمته انتهى وحكى عن بعض الأولياء\r\nأنه حضر مجلس فقيه فروى ذلك الفقيه حديثا فقال له الولي هذا لحديث باطل\r\nفقال له الفقيه ومن أين لك هذا فقال هذا النبي صلى الله تعالى عليه وسلم واقف\r\nعلى رأسك يقول إني لم أقل هذا الحديث وكشف للفقيه فرآه وفي كتاب الخ الإلهية\r\nفي مناقب السادة الوفائية لابن فارس قال سمعت سيدي علي يقول كنت وأنا ابن خمس\r\nوستين أقراء القرآن على رجل يقال له الشيخ يعقوب فأتيته يوما فرأيت النبي صلى الله تعالى\r\nعليه وسلم يقظة لا مناما وعليه قميص أبيض قطن ثم رأيت القميص على فقال لي أقراء فقرات\r\nعليه سورة والضحى وألم نشرح لك ثم غاب عني فلما أن بلغت إحدى وعشرين سنة\r\nأحرمت بصلاة الصبح بالقرافة فرأيته صلى الله تعالى عليه وسلم قبالة وجهي فعانقني وقال\r\nلي وأما بنعمة ربك فحدث فأوتيت لسانه من ذلك الوقت انتهى وفي بعض المجاميع\r\nحج سيدي أحمد الرفاعي فلما وقف تجاه الحجرة الشريفة أنشد شعر\r\nفي حالة البعد روحي كنت أرسله * تقبل الأرض عني فهي نائبتي\r\nوهذه نوبة الأشباح قد حضرت * أمدد يديك لكي تحظى به شفتي\r\nفخرجت اليد الشريفة من القبر الشريف فقبلها وفي معجم الشيخ برهان\r\nالدين البقاعي حدثني الإمام أبو الفضل بن أبي الفضل النويري أن السيد نور الدين\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nالاسجبنى والد الشريف عفيف الدين لما ورد إلى الروضة الشريفة وقال السلام\r\nعليك أيها النبي ورحمة الله وبركاته سمع من كان بحضرته قائلا من القبر وعليك\r\nالسلام يا ولدي وقال الحافظ محب الدين بن النجار في تاريخه أخبرني أبو أحمد داود\r\nبن علي بن محمد بن هبة الله بن المسلمة أنا أبو الفرج المبارك بن عبد الله بن محمد بن النقور\r\nقال حكى شيخنا أبو نصر عبد الواحد بن عبد الملك بن محمد بن أبي سعيد الصوفي\r\nالكرخي قال حججت وزرت النبي صلى الله تعالى عليه وسلم فبينا أنا جالس عند الحجرة\r\nإذ دخل الشيخ أبو بكر الدياربكري ووقف بإزاء وجه النبي صلى الله تعالى عليه\r\nوسلم وقال السلام عليك يا رسول الله فسمعت صوتا من داخل الحجرة وعليك\r\nالسلام يا أبا بكر وسمعه من حضر وفي كتاب ( مصباح الظلام في المستضيئين\r\nبخير الأنام ) للإمام شمس الدين محمد بن موسى بن النعمان قال سمعت يوسف بن علي\r\nالرقاشي يحكي عن امرأة هاشمية كانت مجاورة بالمدينة وكان بعض الخدام يؤذيها\r\nقالت فاستغثت بالنبي صلى الله تعالى عليه وسلم فسمعت قائلا من الروضة أما لك\r\nفي أسوة فاصبري كما صبرت أو نحو هذا قالت فزال عني ما كنت فيه ومات الخدام\r\nالثلاثة الذين كانوا يؤذونني وقال ابن السمعاني في كتاب الدلائل أنا أبو بكر هبة\r\nالله بن الفرج أنا أبو القاسم يوسف بن محمد بن يوسف الخطيب أنا أبو القاسم عبد الرحمن\r\nبن عمر بن تميم المؤدب ثنا علي بن إبراهيم بن علان أنا علي بن محمد بن علي ثنا أحمد بن\r\nالهيثم الطائي حدثني أبي عن أبيه ابن سلمة بن كعسل عن أبي صادق عن علي\r\nبن أبي طالب رضي الله تعالى عنه قال قدم علينا أعرابي بعد ما دفنا رسول الله\r\nصلى الله تعالى عليه وسلم بثلاثة أيام فرمى بنفسه على قبر النبي صلى الله تعالى عليه\r\nوسلم وحثا من ترابه على رأسه وقال يا رسول الله قلت فسمعنا قولك ووعيت عن\r\nالله تعالى فوعينا عنك وكان فيما أنزل الله تعالى عليك ولو أنهم إذ ظلموا أنفسهم\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nجاؤوك فاستغفروا الله واستغفر لهم الرسول لوجدوا الله توابا رحيما وقد\r\nظلمت نفسي وجئتك لتستغفر لي فنودي من القبر أنه قد غفر لك ثم رأيت في كتاب\r\nمزيل الشبهات في إثبات الكرامات لإمام عماد الدين بن إسماعيل بن هبة الله بن باطيش\r\nما نصه ومن الدليل على إثبات الكرامات آثار منقولة عن الصحابة والتابعين فمن بعدهم\r\nمنهم أبو بكر الصديق رضي الله تعالى عنه قال لعايشة لما حضرته الوفاة إنما هما\r\nأخواك وأختاك قالت رضي الله تعالى عنها هذان أخواي محمد وعبد الرحمن فمن\r\nأختاي فليس لي إلا اسما فقال رضي الله تعالى عنه زوابط ابنة خارجة وقد القي في روعي\r\nأنها جارية فولدت أم كلثوم ومنهم عمر بن الخطاب رضي الله تعالى عنه في قصة سارية\r\nحيث نادى وهو في الخطبة يا سارية الجبل الجبل فأسمع الله تعالى سارية كلامه\r\nوهو بنهاوند وقصته مع نيل مصر ومراسلته إياه وجريانه بعد انقطاعه ومنهم\r\nعثمان بن عفان قال عبد الله بن سلام أتيت عثمان رضي الله تعالى عنه لا سلمه عليه\r\nوهو محصور فقال مرحبا يا صبي رأيت رسول الله صلى الله تعالى عليه وسلم ومن هذه\r\nالخوخة فقال يا عثمان حصروك قلت نعم قال عطشوك قلت نعم فأدلى لي دلوا فيه ماء\r\nفشربت حتى رويت حتى أني لأجد برده بين ثديي وبين كتفي فقال إن شئت نصرت\r\nعليهم وإن شئت أفطرت عندنا فاخترت أن أفطر عنده صلى الله تعالى عليه وسلم فقتل\r\nذلك اليوم انتهى وهذه القصة مشهورة عن عثمان رضي الله تعالى عنه مخرجة في كتب\r\nالحديث أخرجها ابن أبي أسامة في مسنده وغيره وقد فهم المصنف منها أنها رؤية\r\nيقظة وإلا لم يصلح عدها في الكرامات ولا ينكرها من ينكر كرامات الأولياء ومما ذكره\r\nابن باطيش في هذا الكتاب قال ومنهم أبو الحسين محمد بن سمعون البغدادي الصوفي قال\r\nأبو طاهر محمد بن علي العلاة حضرت أبا الحسين بن سمعون يوما في مجلس الوعظ وهو\r\nجالس على كرسيه يتكلم وكان أبو الفتح القواس جالسا إلى جنب الكرسي فغشيه النعاس\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nونام فأمسك أبو الحسين ساعة عن الكلام حتى استيقظ أبو الفتح ورفع رأسه فقال\r\nله أبو الحسين رأيت النبي صلى الله تعالى عليه وسلم في نومك قال نعم قال أبو الحسين لذلك\r\nأمسكت عن الكلام خوفا أن تنزع وينقطع ما كنت فيه انتهى فهذا يشعر بأن ابن\r\nسمعون رأى النبي صلى الله تعالى عليه وسلم يقظة لما حضر وراه أبو الفتح في نومه وقال\r\nأبو بكر بن أبي أبيض في جزئه سمعت أبا الحسين نبأنا الجمال يقول حدثني بعض أصحابنا قال\r\nبمكة رجل يعرف بابن ثابت قد خرج من مكة إلى المدينة ستين سنة ليس إلا للسلام\r\nعلى رسول الله صلى الله تعالى عليه وسلم ويرجع فلما كان بعض السنين تخلف لشغل\r\nأو سبب فقال بينا هو قاعد في الحجر بين النائم واليقظان إذ رأى النبي صلى الله تعالى\r\nعليه وسلم وهو يقول أيا ابن ثابت لم تزرنا فزرناك تنبيهات الأول أكثر ما يقع رؤية النبي صلى الله\r\nتعالى عليه وسلم في اليقظة بالقلب ثم يترقى إلى أن يرى بالبصر وقد تقدم الأمر أن في\r\nكلام القاضي أبي بكر بن العربي لكن ليست الرؤية البصرية كالرؤية المتعارفة عند الناس\r\nمن رؤية بعضهم لبعض وإنما هي جمعية حالية وحالة برزخية وأمر وجداني\r\nلا يدرك حقيقته إلا من باشره وقد تقدم عن الشيخ عبد الله الدلاصى فلما أحرم\r\nالإمام أحرمت أخذتني آخذة فرأيت رسول الله صلى الله تعالى عليه وسلم فأشار\r\nبقوله أخذتني آخذة إلى هذه الحال الثاني هل الرؤية لذات المصطفى صلى الله تعالى\r\nعليه وسلم بجسمه وروحه أو لمثاله الذين رايتهم من أرباب الأحوال يقولون\r\nبالنبي صلى الله تعالى عليه وسلم وبه صرح الغزالي فقال ليس المراد أنه يرى جسمه\r\nوبدنه بل مثالا له صادق بذلك المثال آلة تكون تارة حقيقية وتارة تكون خيالية\r\nوالنفس غير المثال المتخيل فما رآه من الشكل ليس هو روح المصطفى ولا شخصه\r\nبل هو مثال له على التحقيق قال ومثل ذلك من يرى الله تعالى في المنام فإن ذاته\r\nمنزهة عن الشكل والصورة ولكن ينتهي تعريفاته إلى العبد بواسطة مثال محسوس\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nمن نورا وغيره ويكون ذلك المثال حقا في كونه واسطة في التعريف فيقول الرائي\r\nرأيت الله في المنام لا يعني أني رأيت ذات الله تعالى كما يقول في حق غيره انتهى\r\nوفصل القاضي أبو بكر بن العربي فقال رؤية النبي صلى الله تعالى عليه وسلم بصفته\r\nالمعلومة إدراك على الحقيقة ورؤيته على غير صفته إدراك للمثال وهذا الذي\r\nقاله في غاية الحسن ولا يمتنع رؤية ذاته الشريف بجسده وروحه وذلك لأنه صلى\r\nالله تعالى عليه وسلم وسائر الأنبياء عليهم السلام أحياء ردت إليهم أرواحهم\r\nبعدما قبضوا وأذن لهم في الخروج من قبورهم والتصرف في الملكوت العلوي\r\nوالسفلى وقد ألف البيهقي جزء في حياة الأنبياء وقال في دلائل النبوة الأنبياء\r\nأحياء عند ربهم كالشهداء وقال الأستاذ أبو منصور عبد القاهر بن طاهر\r\nالبغدادي المتكلمون المحققون من أصحابنا أن نبينا صلى الله تعالى عليه وسلم\r\nحي بعد وفاته وأنه صلى الله تعالى عليه وسلم يبشر بطاعات أمته ويحزن\r\nبمعاصي العصاة منهم وأنه صلى الله تعالى عليه وسلم يبلغه صلاة من يصلي\r\nعليه من أمته وقال إن الأنبياء عليهم لا يبلون ولا تأكل الأرض منهم شيئا\r\nوقد مات موسى عليه السلام في زمانه وأخبر نبينا صلى الله تعالى عليه وسلم\r\nأنه رآه في قبره مصليا وذكر في حديث المعراج أنه رآه في السماء الرابعة ورأى\r\nآدم وإبراهيم وإذا صح لنا هذا الأصل قلنا نبينا صلى الله تعالى عليه وسلم قد صار\r\nحيا بعد وفاته وهو على نبوته انتهى قال القرطبي في التذكرة في حديث الصعقة عن\r\nشيخه الموت ليس بعدم محض وإنما هو انتقال من حال إلى حال ويدل على ذلك\r\nأن الشهداء بعد قتلهم وموتهم أحياء يرزقون فرحين مستبشرين وهذه\r\nصفة الأحياء في الدنيا وإذا كان هذا في الشهداء فالأنبياء أحق بذلك وقد\r\nصح أن الأرض لا تأكل أجساد الأنبياء عليهم السلام وأنه صلى الله تعالى عليه\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\nوسلم اجتمع بالأنبياء ليلة الإسراء في بيت المقدس وفي السماء ورأى موسى\r\nعليه السلام قائما يصلي في قبره وأخبر صلى الله عليه وسلم أنه يرد السلام على كل من\r\nيسلم عليه إلى غير ذلك مما يحصل من جملته القطع بأن موت الأنبياء عليهم السلام\r\nإنما هو راجع إلى أن غيبوا عنا بحيث لا ندركهم وإن كانوا موجودين أحياء ولا\r\nيراهم أحد من نوعنا إلا من خصه الله تعالى بكرامته انتهى وأخرج أبو يعلى في\r\nمسنده والبيهقي في كتاب حياة الأنبياء عليهم السلام عن أنس رضي الله تعالى\r\nعنه أن النبي صلى الله تعالى عليه وسلم قال الأنبياء أحياء في قبورهم يصلون وأخرج\r\nالبيهقي عن أنس رضي الله تعالى عنه عن النبي صلى الله تعالى عليه وسلم قال إن الأنبياء\r\nلا يتركون في قبورهم بعد أربعين ليلة ولكنهم يصلون بين يدي الله حتى ينفخ\r\nفي الصور وروى سفيان في الجامع قال قال شيخ لنا عن سعيد بن المسيب قال\r\nما مكث نبي في قبره أكثر من أربعين ليلة حتى يرفع قال البيهقي فعلى هذا يصيرون\r\nكساير الأحياء حيث ينزلهم الله تعالى وروى عبد الرزاق في مصنفه عن الثوري\r\nعن أبي المقدام عن سعيد بن المسيب قال ما مكث نبي في الأرض أكثر من أربعين\r\nيوما وأبو المقدام عن ثابت بن هرمز الكوفي شيخ صالح وأخرج أبو حبان في\r\nتاريخه والطبراني في الكبير وأبو نعيم في الحلية عن أنس رضي الله تعالى عنه قال قال\r\nرسول الله صلى الله تعالى عليه وسلم ما من نبي يموت فيقيم في قبره إلا أربعين صباحا\r\nوقال إمام الحرمين في النهاية والرافعي في الشرح روي أن النبي صلى الله تعالى\r\nعليه وسلم قال أنا أكرم على ربي من أن يتركني في قبري بعد ثلث زاد إمام الحرمين\r\nوروي أكثر من يومين وذكر أبو الحسن بن الراغوتي الحنبلي في بعض كتبه\r\nحديث أن الله لا يترك نبيا في قبره أكثر من نصف يوم وقال الإمام بدر الدين\r\nبن الصاحب في تذكرته فصل في حياته صلى الله تعالى عليه وسلم بعد موته في البرزخ\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nوقد دل على ذلك تصريح الشارع وإيماؤه ومن القرآن قوله تعالى ولا تحسبن\r\nالذين قتلوا في سبيل الله أمواتا بل أحياء عند ربهم يرزقون فهذه الحالة وهي\r\nالحياة في البرزخ بعد الموت حاصلة لآحاد هذه الأمة من السعداء وحالهم أعلى\r\nوأفضل ممن يكون له هذه الرتبة لا سيما في البرزخ ولا يكون رتبة أحد من\r\nالأمة أعلى من رتبة النبي صلى الله تعالى عليه وسلم بل إنما حصل لهم هذه\r\nالرتبة ببركته وتبعيته واتصافا بما استحقوا هذه الرتبة بالشهادة والشهادة\r\nحاصلة للنبي صلى الله تعالى عليه وسلم على أتم الوجوه وقال صلى الله تعالى عليه\r\nوسلم مررت على موسى ليلة أسري بي عند الكثيب الأحمر وهو قائم يصلي في قبره وهذا\r\nصريح في إثبات الحياة لموسى عليه السلام فإنه وصفه بالصلاة وأنه كان قائما\r\nومثل هذا لا يوصف به الروح وإنما يوصف به الجسد وفي تخصيصه بالقبر دليل\r\nعلى هذا فإنه لو كان من أوصاف الروح لم يحتج لتخصيصه بالقبر فإن أحدا لم يقل إن\r\nأرواح الأنبياء مسجونة في القبر مع الأجساد وأرواح السعداء والمؤمنين\r\nفي الجنة وفي حديث ابن عباس رضي الله تعالى عنهما أنه لم يصح له صلاة في عمره\r\nإلا صلاة واحدة وذلك أني كنت بالمسجد الحرام في صلاة الصبح فلما أحرم الإمام\r\nوأحرمت أخذتني آخذة ثم سرنا مع رسول الله صلى الله تعالى عليه وسلم بين مكة\r\nوالمدينة فمررنا بواد فقال أي واد هذا فقالوا وادي الأزرق فقال كأني أنظر إلى موسى\r\nواضعا إصبعيه في أذنيه له جوار إلى الله بالتلبية مارا بهذا الوادي ثم سرنا حتى\r\nأتينا على سرية ثنية قال كأني أنظر إلى يونس على ناقة ضمراء عليه جبة صوف مارا\r\nبهذا الوادي ملبيا سئل هنا كيف ذكر حجهم وتلبيتهم وهم أموات وأجيب\r\nبأن الشهداء أحياء عند ربهم يرزقون فلا يبعد أن يحجوا ويصلوا ويتقربوا بما\r\nاستطاعوا وإن كانوا في الأخرى فإنهم في هذه الدنيا التي هي دار عمل متى\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nإذا فنيت مدتها وأعتقبتها الأخرى التي هي دار الجزاء انقطع العمل هذا لفظ القاضي\r\nعياض فإذا كان القاضي عياض يقول إنهم يحجون بأجسادهم ويفارقون قبورهم فكيف\r\nيستنكر مفارقة النبي صلى الله تعالى عليه وسلم لقبره فإن النبي صلى الله تعالى عليه وسلم\r\nإذا كان حاجا وإذا كان مصليا وإذا كان يسرى به بجسده إلى السماء فليس مدفونا\r\nفي القبر انتهى فحصل من مجموع هذه النقول والأحاديث أن النبي صلى الله تعالى عليه\r\nوسلم حي بجسده وروحه وأنه يتصرف ويسير حيث شاء في أقطار الأرض وفي\r\nالملكوت وهو بهيئته التي كان عليها قبل وفاته لم يتبدل منه شئ وأنه مغيب عن الأبصار\r\nكما غيبت الملائكة مع كونهم أحياء بأجسادهم فإذا أراد الله رفع الحجاب عمن أراد\r\nإكرامه برؤيته رآه على هيئته التي هو عليها لا مانع من ذلك ولا داعي إلى التخصيص\r\nبرؤية المثال الثالث سئل بعضهم كيف يراه الراؤن المتعددون في أقطار متعددة\r\nفأنشره كالشمس في كبد السماء وضوؤها يغشي البلاد مشارقا ومغاربا وفي مناقب\r\nالشيخ تاج الدين بن عطاء الله من بعض تلامذته قال حججت فلما كنت في الطواف\r\nرأيت الشيخ تاج الدين في الطواف فنويت أن أسلم عليه إذا فرغ من طوفه فلما\r\nفرغ من الطواف جئته فلم أره ثم رأيته في عمرته كذلك وفي ساير مسادره ؟ ؟ ؟ كذلك فلما\r\nرجعت إلى القاهرة سألت عن الشيخ فقيل لي طيب فقلت هل سافر قالوا لا فجئت إلى\r\nالشيخ وسلمت عليه فقال لي من رأيت فقلت يا سيدي رأيتك فقال يا فلان الرجل\r\nالكبير يملأ الكون لو دعي القطب من حجر لأجاب فإذا كان القطب يملأ الكون وسيد\r\nالمرسلين صلى الله تعالى عليه وسلم من باب أولى وقد تقدم عن الشيخ أبي العباس الظنجي\r\nأنه قال وأرى بالسماء والأرض والعرش والكرسي مملوءة من رسول الله صلى الله\r\nتعالى عليه وسلم قال قائل يلزم على هذا أن يثبت الصحبة لمن رآه والجواب أن ذلك\r\nليس بلازم أما إن قلنا أن المرئي المثال فواضح لأن الصحبة إنما تثبت برؤية ذاته\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nالشريف جسدا وروحا وإن قلنا المرئي الذات فشرط الصحبة أن يراه وهو في\r\nعالم الملك وهذه رؤية وهو في عالم الملكوت وهذه الرؤية لا تثبت صحبة ويؤيد\r\nذلك أن الأحاديث وردت أن جميع أمته عرضوا عليه فرآهم ورأوه ولم تثبت الصحبة\r\nللجميع لأنها رؤية في عالم الملكوت فلا تفيد صحبة وأخرج أبو بكر بن أبي داود في كتاب\r\nالمصائف عن أبي جعفر قال كان أبو بكر رضي الله تعالى عنه يسمع مناجاة جبرئيل للنبي\r\nصلى الله تعالى عليه وسلم وأخرج محمد بن نصر المروزي في كتاب الصلاة عن حذيفة\r\nبن اليمان رضي الله تعالى عنه أنه أتى النبي صلى الله تعالى عليه وسلم فقال له يا رسول الله\r\nبينما أنا أصلي إذ سمعت متكلما يقول اللهم لك الحمد كله ولك الملك كله وإليك\r\nيرجع الأمر كله علانية وسرا لك الحمد إنك على كل شئ قدير اللهم اغفر لي جميع\r\nما مضى من ذنوبي واعصمني فيما بقي من عمري وارزقني عملا زاكيا ترضى به عني\r\nفقال النبي صلى الله تعالى عليه وسلم ذاك ملك أتاك يعلمك تحميد ربك وأخرج محمد\r\nبن نصر عن أبي هريرة رضي الله تعالى عنه قال بينما أنا أصلي إذ سمعت متكلما يقول اللهم\r\nلك الحمد كله فذكر الحديث نحوه وأخرج ابن أبي الدنيا في كتاب الذكر عن أنس بن مالك\r\nرضي الله تعالى عنه قال قال أبي بن كعب لا دخلن المسجد ولأصلين ولأحمدن الله تعالى\r\nبمحامد لم يحمده بها أحد فلما صلى وجلس ليحمد الله تعالى ويثني عليه إذ هو بصوت\r\nعال من خلف يقول اللهم لك الحمد كله ولك الملك كله وبيدك الأمر كله وإليك\r\nيرجع الأمر كله علانية وسرا لك الحمد إنك على كل شئ قدير اغفر لي ما مضى من ذنوبي\r\nواعصمني فيما بقي من عمري وارزقني أعمالا زاكية ترضى بها عني وتب على فأتى النبي\r\nصلى الله تعالى عليه وسلم فقص عليه فقال ذاك جبرائيل وأخرج الطبراني والبيهقي\r\nعن محمد بن سلمة رضي الله تعالى عنه قال مررت على النبي صلى الله تعالى عليه وسلم\r\nواضعا حده على حد رجل فلم أسلم ثم رجعت فقال ما منعك أن تسلم قلت يا رسول الله\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\nرأيتك فعلت بهذا الرجل شيئا ما فعلته بأحد من الناس فكرهت أن أقطع عليك حديثك\r\nفمن كان يا رسول الله قال صلى الله تعالى عليه وسلم جبرئيل وأخرج الحاكم عن عائشة\r\nرضي الله تعالى عنها قالت رأيت جبرئيل واقفا في حجرتي هذه ورسول الله صلى الله تعالى\r\nعليه وسلم يناجيه فقلت يا رسول الله من هذا قال بمن شبهته قلت بدحية قال لقد\r\nرأيت جبرئيل وأخرج البيهقي عن حذيفة قال صلى رسول الله صلى الله تعالى عليه وسلم\r\nثم خرج فتبعته فإذا عارض قد عرض له فقال لي يا حذيفة هل رأيت العارض الذي عرض\r\nلي قلت نعم قال ذاك ملك من الملائكة لم يهبط إلى الأرض قبلها استأذن ربي فسلم\r\nعلي وبشرني بالحسن والحسين أنهما سيدا شبان أهل الجنة وأن فاطمة سيدة نساء\r\nأهل الجنة وأخرج الطبراني عن حذيفة رضي الله تعالى عنه قال بت عنده صلى الله\r\nتعالى عليه وسلم فرأيت عنده شخصا فقال لي يا حذيفة هل رأيت قلت نعم يا رسول\r\nالله قال هذا ملك لم يهبط إلى منذ بعثت أتاني الليلة فبشرني أن الحسن والحسين سيدا\r\nشبان أهل الجنة وأخرج أحمد والبخاري تعليقا ومسلم والنسائي والبيهقي\r\nكلاهما في دلائل النبوة عن أسيد بن حصين أنه بينما هو يقرأ من سورة البقرة وفرسه\r\nمربوطة عنده إذ جالت الفرس فسكت فسكنت ثم قراء فجالت فسكت فسكنت\r\nثم قراء فجالت فسكت فسكنت فرفع رأسه إلى السماء فإذا هو بمثل الظلة فيها أمثال\r\nالمصابيح عرجت إلى السماء حتى ما يراها فلما أصبح حدث رسول الله صلى الله\r\nتعالى عليه وسلم بذلك فقال تلك الملائكة دنت لصوتك ولو قرأت لأصبحت\r\nينظر الناس إليها لا تتوارى منهم وأخرج الواقدي وابن عساكر عن\r\nعبد الرحمن بن عوف رضي الله تعالى عنه قال رأيت يوم بدر رجلين عن يمين\r\nالنبي صلى الله تعالى عليه وسلم أحدهما وعن يساره أحدهما يقاتلان أشد\r\nالقتال ثم ثلثهما ثالث من خلفه ثم ربعهم رابع أمامه وأخرج إسحاق\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nبن راهويه في مسنده وابن جرير في تفسيره وأبو نعيم والبيهقي في دلائل النبوة\r\nعن أسيد الساعدي رضي الله تعالى عنه قال بعد ما عمى لو كنت معكم\r\nببدر لأخبرتكم بالشعب الذي خرجت منه الملائكة لا أشك ولا أتمارى\r\nوأخرج البيهقي عن أبي بردة بن نيار قال رضي الله تعالى عنه جئت بثلاثة أرؤس\r\nفوضعتهن بين يدي النبي صلى الله تعالى عليه وسلم فقلت يا رسول الله أما الرأسان\r\nفقتلتهما وأما الثالث فإني رأيت رجلا أبيض طويلا ضربه فأحدث رأسه فقال\r\nصلى الله تعالى عليه وسلم ذاك فلان من الملائكة وأخرج البيهقي عن ابن عباس\r\nرضي الله تعالى عنهما قال كان الملك يتصور في صورة من يعرفون\r\nمن الناس يثبتونهم فيقول إني قد دنوت منهم فسمعتهم يقولون لو حملوا\r\nعلينا ما ثبتنا ليسوا بشئ فذلك قوله تعالى إذ يوحي ربك إلى الملائكة\r\nأني معكم فثبتوا الذين آمنوا وأخرج أحمد وابن سعد وابن جرير وأبو\r\nنعيم في الدلائل عن ابن عباس رضي الله تعالى عنهما قال كان\r\nالذي أسر العباس أبو اليسر كعب بن عمر ورضي الله تعالى عنه وكان أبو اليسر\r\nرجلا مجموعا وكان عباس رجلا جسيما فقال النبي صلى الله تعالى عليه وسلم\r\nيا أبا اليسر كيف أسرت العباس قال يا رسول الله لقد أعانني عليه رجل\r\nما رأيته قبل ذلك ولا بعده هيئته كذا وكذا فقال صلى الله تعالى عليه وسلم\r\nلقد أعانك عليه ملك كريم وأخرج ابن سعد والبيهقي عن عمار بن أبي عمار\r\nأن حمزة بن عبد المطلب رضي الله تعالى عنه قال يا رسول الله أرني جبرئيل في\r\nصورته قال اقعد فقعد فنزل جبرئيل على خشبة كانت في الكعبة فقال صلى\r\nالله تعالى عليه وسلم ارفع طرفك فانظر فرفع طرفه فرأى قدميه مثل الزبرجد\r\nالأخضر وأخرج ابن أبي الدنيا في كتاب القبور والطبراني في الأوسط عن ابن عمر رضي\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nالله تعالى عنهما قال بينا أنا أسير بجنبات بدر إذ خرج رجل من حفرة في\r\nعنقه سلسلة فناداني يا عبد الله اسقني وخرج رجل من تلك الحفرة في يده\r\nسوط فناداني يا عبد الله لا تسقه فإنه كافر ثم ضربه بالسوط حتى عاد إلى\r\nحفرته فأتيت النبي صلى الله تعالى عليه وسلم فأخبرته فقال لي أوقد رأيته قلت نعم\r\nقال ذلك عدو الله أبو جهل وذاك عذابه إلى يوم القيامة محل الاستدلال رؤية\r\nالرجل الذي خرج عقبه وضربه بالسوط فإنه الملك الموكل بتعذيبه وأخرج\r\nابن أبي الدنيا والطبراني وابن عساكر من طريق عروة بن رويم عن العرباض بن سارية\r\nالصحابي رضي الله تعالى عنه أنه كان يحب أن يقبض فكان يدعو اللهم كبرت سني\r\nووهن عظمي فاقبضني إليك قال فبينما أنا يوما في مسجد دمشق وأنا أصلي وأدعو\r\nأن أقبض إذ أنا بفتى شاب من أجمل الرجال وعليه دواج أخضر فقال ما عدا الذي\r\nتدعو به قال قلت وكيف أدعو قال قل اللهم حسن العمل وبلغ الأجل قلت من\r\nأنت يرحمك الله قال أنا رتابيل الذي يشل الحزن من صدور المؤمنين ثم اختنت\r\nفلم أر أحدا وأخرج ابن عساكر في تاريخه عن سعيد بن سنان قال آتيت بيت المقدس\r\nأريد الصلاة فدخلت المسجد فبينا أنا على ذلك إذ سمعت خفيقا له جناحان قد\r\nأقبل وهو يقول سبحان الدائم قائم سبحان الحي القيوم سبحان الملك القدوس\r\nسبحان رب الملائكة والروح سبحان الله وبحمده سبحان الله العلي الأعلى سبحانه\r\nوتعالى ثم أقبل خفيق يتلوه مثل ذلك ثم أقبل خفيق بعد خفيق يتجاوبون\r\nحتى امتلاء المسجد فإذا بعضهم قريب مني فقال آدمي قلت نعم قال لا روع عليك\r\nتذنيب ومما حكى أن يدخل هنا ما أخرجه أبو داود من طريق ابن عمير بن أنس\r\nعن عمومة له من الأنصار أن عبد الله بن زيد رضي الله تعالى عنه قال يا رسول الله\r\nإني لبين نائم ويقظان إذ أتاني آت فأراني الأذان كان عمر بن الخطاب رضي الله تعالى عنه\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nقد رآه قبل ذلك فكتمه عشرين يوما وفي كتاب الصلاة لأبي نعيم الفضل بن حكين\r\nأن عبد الله بن زيد قال لولا اتهامي لنفسي لقلت إني لم أكن نائما وفي سنن أبي\r\nداود من طريق ابن أبي ليلى جاء إلى النبي صلى الله تعالى عليه وسلم رجل من الأنصار فقال\r\nيا رسول الله رأيت رجلا كان عليه ثوبين أخضرين فأذن ثم قعد قعدة ثم\r\nقام فقال مثلها إلا أنه يقول قد قامت الصلاة ولولا أن يقول الناس لقلت\r\nإني كنت يقظان غير نائم فقال صلى الله تعالى عليه وسلم لقد أراك الله خيرا قال\r\nالشيخ ولي الدين العراقي في شرح سنن أبي داود قوله إني لبين نائم ويقظان مشكل\r\nلأن الحال لا تخلوا عن نوم ويقظة فكان مراده أن نومه كان خفيفا لا يخلو عن نوم\r\nقريبا من اليقظة فصار كأنه درجة متوسطة بين النوم واليقظة قال\r\nوأظهر من هذا أن يحمل على الحالة التي تعتري أرباب الأحوال ويشاهدون فيها\r\nما يشاهدون ويسمعون ما يسمعون والصحابة رضوان الله تعالى عليهم أجمعين\r\nهم رؤس أرباب الأحوال ورد في عدة أحاديث أن أبا بكر رضي الله تعالى عنه\r\nوعمر رضي الله تعالى عنه وبلا لا رضي الله تعالى عنه رأوا مثل ما رأى عبد الله\r\nبن زيد وذكر إمام الحرمين في النهاية والغزالي في البسيط أن بضعة عشر من\r\nالصحابة كلهم قد رأوا مثل ذلك وفي الحديث أن الذي نادى بالأذان فسمعه عمر\r\nوبلال رضي الله تعالى عنهما جبرئيل عليه السلام أخرجه الحارث بن أبي أمامة\r\nفي مسنده ويشبه هذا ما أخرجه الحارث بن أبي أسامة في مسنده وابن عساكر\r\nفي تاريخه عن محمد بن المنكدر قال دخل النبي صلى الله تعالى عليه وسلم على أبي بكر\r\nرضي الله تعالى عنه فرآه ثقيلا فخرج من عنده فدخل على عائشة رضي الله تعالى\r\nعنها وأنه ليخبرها بوجع أبي بكر رضي الله تعالى عنه إذ دخل أبو بكر يستأذن\r\nفدخل فجعل النبي صلى الله تعالى عليه وسلم يتعجب بما عجل الله له من العافية\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nفقال ما هو إلا أن خرجت فغفوت أتاني جبرئيل عليه السلام فسعطني\r\nسعطة فقمت وقد برئت فلعل هذه غفوة حال لا غفوة نوم وأخرج الطبراني\r\nفي المعجم الكبير وأبو نعيم في المعرفة عن سهم بن خبيش وكان ممن شهد قتل عثمان\r\nرضي الله تعالى عنه قال فلما أمسينا قلت كيف تركتم صاحبكم حتى يصبح مثلوله\r\nفانطلقوا به إلى بقيع الغرقد فأمكنا له مزرقا لعلة ظلمة خوف الليل ثم حملناه وعشيكنا\r\nسواد من خلقنا كمنا فهبناهم حتى كدنا أن نتفرق عنه فنادى مناد لا روع\r\nعليكم أثبتوا فإنا جئنا لنشهده معكم وكان ابن خبيش يقول هم والله الملائكة\r\nوأخرج أبو نعيم بن حماد في كتاب الفتن ثنا محمد بن سابور عن نعمان بن المنذر عن\r\nعوف بن مالك قال دخلنا أرض الروم في غزوة الظرانة فتركنا مرجا فأخذت\r\nأنا برؤس دواب أصحابي فطولت لها فانطلق أصحابي ينعلفون فبينا أنا كذلك\r\nإذ سمعت السلام عليكم ورحمة الله وبركاته فالتفت فإذا انا برجل عليه\r\nثياب بيض فقلت عليك السلام ورحمة الله وبركاته فقال أمن أمة محمد\r\nصلى الله تعالى عليه وسلم قلت نعم قال فاصبر فإن هذه الأمة أمة مرحومة\r\nكتب الله تعالى عليها خمس فتن وخمس صلوات قلت سمهن لي قال امسك\r\nإحديهن موت نبيكم واسمها في كتاب الله فتنة الصماء ثم قتل عثمان واسمها\r\nفي كتاب الله الصماء ثم فتنة ابن الأشعث واسمها في كتاب الله النغير ثم تولى\r\nوهو يقول وبقيت الصلم فلم أدر كيف ذهب\r\nتم بعون الله تعالى\r\nوحسن توفيقه\r\nكتبه الفقير الحقير أويس القرانى أديمانى سنه 1403\r\nأويس\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24}
  ]