[
  {"content":"\r\nعبد الله السبيتي\r\nالمباهلة\r\nفمن حاجك فيه من بعد ما جاءك من\r\nالعلم فقل تعالوا ندع أبناءنا وأبناءكم\r\nونساءنا ونساءكم وأنفسنا وأنفسكم ثم\r\nنبتهل فنجعل لعنة الله على الكاذبين\r\n\" قرآن كريم \"\r\nقدم له\r\nالكاتب القدير\r\nالسيد صدر الدين شرف الدين\r\nالموسوي\r\nمطبوعات\r\nمكتبة النجاح\r\nطهران\r\nالطبعة الأولى\r\n1366 ه‍ - 1947 م\r\nبغداد\r\nالطبعة الثانية\r\n1982 - 1402\r\n","description":"","footnote":"","page_name":" تعريف الكتاب 1 ","page_number":1},
  {"content":"\r\nالاهداء\r\nبسم الله الرحمن الرحيم\r\nيا رسول الله\r\nهذه آجال تمر علي يوم المباهلة - ذلك اليوم الذي شع منه نور للاسلام وانبعثت\r\nفي الآفاق متألقا منيرا - والناس لا تكاد تحس بمروره حتى أن بعض الناس\r\nلا يعرفون عنه شيئا أو انهم شاءوا ان لا يعرفوا عنه شيئا . ان هذا شئ يغيضك ولابد .\r\nفإنك قد أوضحت بيومك ذاك طريقا لاحبا سويا لو سار عليه المسلمون لكانوا على\r\nخير عظيم . وان يومك ذاك قد أهلته ليكون عيدا من أعظم أعياد أمتك ويوما من\r\nأكبر الأيام وأكرمها .\r\nلقد مر الناس علية مرورا عابرا . .\r\nولكن علما من أعلام أمتك وحملة مواريثك وفرعا من دوحك الضاربة في\r\nالسماء وأعني به الامام السيد عبد الحسين شرف الدين وهو أحد أولئك الذين خلفتهم\r\nللسير بأمتك على الطريق الذي رسمته ولينهجوا بها على الصراط الذي نهجته . قد رفع\r\nصوته في يوم من الأيام داعيا لإذاعة فضل هذا اليوم المبارك في الناس واخراج قصة\r\nمؤتمر نجران ليعرفوه\r\nوها أنى طلبا لرضائكم وإجابة لنداء شبلكم وحامل لوائكم أتقدم بمجهودي\r\nالضئيل هذا فأرفعه بكلتا يدي إلى سدتكم الرفيعة راجيا منكم القبول ومن شبلكم الرضاء\r\nعبد الله السبيتي\r\n","description":"","footnote":"","page_name":" تعريف الكتاب 2 ","page_number":2},
  {"content":"\r\nالمقدمة\r\nبقلم : السيد صدر الدين شرف الدين\r\nاننا نقرأ الان كتابا جديدا للعلامة السبيتي ، وما أدري أين يقع\r\nرقم هذا الكتاب من السلسلة التي أفرغها مؤلفه في بضع سنين أهو الكتاب\r\nالخامس ؟ أم هو الكتاب السادس ؟ ما أدري ولا يهمني ان أدري ولكن\r\nالذي اهتم به من هذا انه يدلني على أن للشيخ عبد الله بلاءا حسنا في ميادين\r\nالبحث وجهدا متواصلا في مجالات العلم يتجاوز به صفوف المتخلفين من رجال\r\nالدين المطمئنين إلى دعة الفتور المفتونين بحب السلامة ويشمر به بعيدا حيث\r\nيشارك بالحياة ويساير مواكبها السائرة نحوا من المشاركة والمسايرة أقل ما\r\nيثبت له انه جندي يجد من ايمانه ووعيه صارفا عن الفرار من الساحة ووازعا\r\nيأبى له تسليم \" البدل \" أو التماس المعاذير .\r\nوأعظم بهذه مزية قبل ان تعرف ما وراءها من شمائل الفروسية في\r\nهذا الجندي النامي وقبل ان نستوثق من سلامة عدته وجدة سلاحه في أداتي\r\nالتفكير والتعبير اللذين يسموان بالايمان سموا يتفاوت بنسب الهبات والثقافات\r\nمن نفوس هؤلاء المجاهدين في العلم والحياة .\r\nهذه ميزة . . الرجل دائب في غير فتور ، ماض في غير تقهقر .\r\n","description":"","footnote":"","page_name":" المقدمة 3 ","page_number":3},
  {"content":"\r\nوكثيرون من رجال العلم فاترون دائبون على الفتور متقهقرون ماضون في\r\nالتقهقر في حال تنذر بوخامة العاقبة التي ينظرون إليها كالمكتوب المهم\r\nيستهول عمق الهوة دون ان يفكر بوسيلة تحميه من هول الانحدار .\r\nوأفضل ما يوضح ميزة الشعور بالواجب أن يمضي الرجل منا في قوم\r\nواقفين ان لم نقل في قوم راجعين .\r\nولا يصح اعتبار هذه الميزة ميزة - كما هو واضح - إلا حين يستمد\r\nبحث الباحث في التاريخ والمسائل النظرية القديمة من الحياة الحاضرة جدة في\r\nتبسيط الموضوع وأسلوب عرضه على نحو يحييه احياء يلائم مناحي التفكير الحاضر .\r\nوقد عرفنا رجالا مكثرين لا يغنيهم الا كثار شيئا وراء تضييع الأيام في انفاقها\r\nعلى نسخ كتب قديمة ينشرونها من أجداثها كما تنشر العظام البالية من أجدلتها\r\nمشوهة شائهة دون ان يسبلوا عليها رداء أو يكسوها بعمل فني حديث يجعل\r\nنشرها عملا مشروعا .\r\nفنحن حين نسجل للشيخ عبد الله ميزة في مؤلفاته المستمدة من الفكر\r\nالاسلامي وتاريخه نحافظ على الدقة بالتعبير ونلمح به إلى صنعه الخاص في أبحاثه\r\nالتي يلبسها من فكره وجهده ورأيه ما يشفع بالعودة إليها باعتبارها فكرة متصلة\r\nبحياتنا اتصالا مركزا بنظر المتجردين الأحرار .\r\nولي كلمة أحب ان أقولها في هذا السياق بهذه المناسبة وهي ان\r\n- التاريخ - بأشمل مداليله - من كل أمة جزء من حاضر كل أمة والعودة إليه\r\nعمل لاغناء عنة في بناء النهضات أو ضع استمرارها . وعلى ذلك فمعالجوه\r\nطبقة لابد منها حين توزع اعمال الحياة الحاضرة لان حذفها حذف لحلقة من\r\n","description":"","footnote":"","page_name":" المقدمة 4 ","page_number":4},
  {"content":"\r\nحلقات الحيات الحاضرة الأساسية .\r\nولكن يجب اختيار هذه الطبقة اختيارا على أساس الشروط الصحيحة\r\nلهذه البحوث ليصبح وجود هذه الطبقة مصادفا موقعة من التضامن مع الحياة\r\nوطريقة البحث وأسلوب التفكير وصحة الضمير وحسن الانتقاء كل أولئك من\r\nالشروط أما النقل الصرف دون تحقيق ولا تعليق أو معهما تافهين غثيثين - أما\r\nذلك فثرثرة ميسرة لطلب الشهرة فقط وذلك من أعبائنا التي يجب ان\r\nنتخفف منها ونتحرر ممن يحملنا إياها بصراحة وشجاعة\r\nوبعد فهذا كتاب يبحث في آية قرآنية كريمة كانت ولا تزال موضعا\r\nللاخذ والعطاء بين المسلمين . وكثرة الرد والبدل بمجردها في هذه الآية الكريمة\r\nتدل على أنها ذات اثر بالغ في الحياة الواقعة التي لن تتغير ما دام للاسلام لواء\r\nيخفق ، وما دام اسم محمد ينطلق في الفضاء البعيد والأفق الواسع . تذيعه منائر\r\nالدين الحنيف كل يوم ثلاث مرات .\r\nأما الآية التي اختص بها هذا الكتاب فهي آية المباهلة . وهي\r\nمن الآيات الفواصل في مراحل الاسلام وأدوار نشئة ولعظيم اثرها هذا كانت\r\nمدار بحث طويل بين المفسرين والفلاسفة من اعلام المسلمين حتى اليوم ذلك\r\nلأنها قاعدة من قواعد الإمامة التي شقيها السياسة متجنية على المفكرين والعلماء\r\nمنذ تحكمت مطامع السياسين بأصول الدين تخضعها لأهوائهم وتسيرها برغباتهم حتى\r\nجعلتها آخر الامر أداة للاقطاع والاثراء والارهاب على نحو ما عرفناه في\r\nأكثر ادوار الحكم الاسلامي منذ صدوره ، الامر الذي أورده الخاتمة المعروفة .\r\nولا أريد ان أشارك المؤلف بتأليفه بهذه الكلمة فذلك جهد قد لا\r\n","description":"","footnote":"","page_name":" المقدمة 5 ","page_number":5},
  {"content":"\r\nيقنع مني بالقليل من وقتي الضيق . بل ذلك تجن على المؤلف في جهد أنفق\r\nفيه ليالي طوالا وخرج منه موفقا توفيق الباحث العصري الأمين . فجاءت\r\nدراسته مستوفية لعناصر الدراسات الحديثة القيمة . قائمة على أصول البحث\r\nالجديد .\r\nفالكتاب صدى لرغبة تقدم بها إليه في احياء ( قصة المباهلة )\r\nالمطمورة في كتاب قديم بعد أن كان متحفزا لاحياء هذه القصة اخذا\r\nبنصيحة ( الكلمة الغراء ) ( 1 ) .\r\nاذن فأساس الفكرة تجديد طبع ( رواية قديمة ) وتحقيقها في مذهب\r\nمن مذاهب النشر الحديثة النافعة ، غير أنه بدأ له ان يلقي بين يدي ( الرواية\r\nالقديمة ) كلمة تجمع بين التحقيق والايضاح ثم توسعت الكلمة فكانت بحثا\r\nيفصل القول في ظروف يوم المباهلة وعوامله واثاره .\r\nهكذا تكونت هذه الدراسة لتكون حلقة من حلقات قلم العلامة السبيتي\r\nالتي نحمدها له ونتمنى عليه اطراد النشاط داعين الفرسان من جبهته إلى مثل\r\nهذا الأثمار النافع .\r\nصدر الدين شرف الدين\r\n\r\n","description":"","footnote":" 1 - الكلمة الغراء رسالة لسيدنا الوالد ولعلها أوفى بحث تناول\r\n( تفصيل الزهراء ) بحرية وعمق واستقلال . ","page_name":" المقدمة 6 ","page_number":6},
  {"content":"\r\nتصدير\r\nفي حياة علي ( ع ) وفي حياة الزهراء عليها السلام وفي حياة\r\nولديهما عليهما السلام نواح كثيرة للحديث عنهم ، وكفايات للإشادة بفضلهم ،\r\nوفي كل ناحية من نواحي الفضلية والكمال ملتقى مع هؤلاء الأربعة . .\r\nوقد التقت في حياتهم وشائج الفضائل والمثل العليا مذ تفتحت اكمام\r\nحياتهم وعرفوا هذا الوجود ، وإذا نظرنا إليهم من البداية إلى النهاية لرأيناهم\r\nيتقلبون بين أحضان الفضيلة وقد أسدلت عليهم أبرادها تلفهم من الفرع إلى\r\nالقدم فلا يساويهم في سموهم أحد ، ولا يدانيهم مخلوق . ولا جرم ان كانوا\r\nكذلك وقد تربوا في البيت الذي خرجت مننه الدعوة إلى الاسلام ، وكفلهم\r\nصاحب الدعوة الاسلامية .\r\nوليس عجبا بعد هذا إن كان في كل ناحية من نواحي حياتهم ملتقى\r\nللفضائل ، فان لهذه التربية اثر فعال في صبغهم بالصبغة المثالية وتوجيههم إلى\r\nالفضيلة والكمال . .\r\nولقد كان كل واحد منهم بحكم التربية وبحكم الوراثة معجزة خالدة\r\nانفصلت من جسم رسول الله صلى الله عليه وآله وسلم لتكون معجزة في صميم الحياة\r\n","description":"","footnote":"","page_name":" 1 ","page_number":7},
  {"content":"\r\nوان حياة كل واحد منهم تتصل بحياة رسول الله صلى الله عليه وآله ، ووجوده\r\nالكامل يتصل بوجوده ( ص ) المثالي وفضائله تتصل بفضائله ، من الساعة\r\nالأولى التي انفصلوا فيها من وجود واستقرار في وجود آخر .\r\nهذه حقيقة ثابتة يستطيع القارئ ان يراها من خلال حياتهم ، وان\r\nعرضا موجزا لحياتهم كفيل بان يرينا انه بعد النبوة لا نجد فواصل أخرى بين\r\nكمال وجوده ( ص ) وكمال وجودهم ، وان الله تعالى أعدهم للانسانية في أعلى مثاليه\r\nكما أعد رسول الله صلى الله عليه وآله وسلم من قبل .\r\nوفي الحق انهم المعجزة الخالدة التي كشف الزمن ذيله عنهم ،\r\nفجاءوا في وسط المعترك الهائج وليسوا منه ، وجاءوا بين طرفي الزمن وليسوا من الزمن\r\nوإنما هم اشعاعة من نور الله افاضه على هذا الوجود وعلى هذه الانسانية\r\nالمعذبة يشق الطريق ليهديها في كل أجيالها إلى الخير والسعادة ، والى المثل\r\nالعليا من الكمالات النفسية .\r\nموضوع هذا الكتاب ناحية واحدة من نواح كثيرة ، وآية واحدة\r\nمن كتاب الله المجيد من بين آيات كثيرة هي آية المباهلة :\r\n\" فمن حاجك فيه من بعد ما جاءك من العلم ، فقل تعالوا ندع أبناءنا\r\nوأبناءكم ونساءنا ونساءكم وأنفسنا وأنفسكم ثم نبتهل فنجعل لعنة الله\r\nعلى الكاذبين \" .\r\nهذا موضوع هذا الكتاب . وان موضوعا كهذا الموضوع ينكمش\r\n","description":"","footnote":"","page_name":" 2 ","page_number":8},
  {"content":"\r\nفيه القلم على نفسه متهيبا فلا يستطيع ان يجري مترسلا لتشعب نواحيه ، ورامي\r\nأطرافه ، ومن ناحية ثانية لما أحيط بهذا الموضوع من أسلاك شائكة متشابكة\r\nالأطراف ، لا يكاد ينتزع طرف منها حتى يلتقي بأطراف أخرى متحصنة\r\nبمتارك الزمن القاسي ومخلفات الأقلام المهوسة التي خلقت وراءها\r\nالزمن مظلما بالستائر الكثيفة والسحب الداكنة ، تتصل بعهدها\r\nالقديم المظلم .\r\nولكن . . سيف الظلم مفلول الحد ، ودولته دائما إلى زوال ، وان\r\nالحق مكفول لسائر الأجناس . . وفي الحق نور لا تخبو شعلته مهما أحاطوه\r\nبحصون كثيفة الجدر ، وسوروه بزبر الحديد ، ومهما تراكمت عليه الأصداء ،\r\nوعبرت عليه الأزمان ، ولا بد ان يخترق النور هذه الحجب ويكشف الظلمات . .\r\nوان السنين الطوال التي مرت تحمل سيف النقمة مسلولا لم يتسن\r\nلها ان تمس ذلك النور ولم تستطع ان تمد يدها إلى القلوب المستنيرة بنور الحق . .\r\nوان الأيدي العابثة بالحقائق التي أعقبت رسالة محمد صلى الله عليه وآله وسلم لم\r\nيكن مرجوا لها ان تمتد إلى المبادئ السامية لتفسدها وما كانت الا أيد عابثة في\r\nجدها ، هزيلة في احكامها غير مرجوة في نهايتها ، كما لم تكن رشيدة في بدايتها .\r\nوان تلك القلوب التي أغمضها ذل الاستبداد ، وامتهنتها حكومات\r\nالاستبعاد لم تمت ولم تدفن ولم تهن ولم تتكل وإنما انفردت في زاوية من الزمن\r\nتعمل نشيطة في سبيل هدفها في ظلمات الاستبداد وتحت قوارع النكبات\r\nلا متوانية ولا كسله . . .\r\n","description":"","footnote":"","page_name":" 3 ","page_number":9},
  {"content":"\r\nوكان الزمن حريصا الحوص كله على أن يسد النوافذ وان يحول بين\r\nسوانح الفرص ، ولكن بالرغم عنه يبد القبس ينير الطريق . ويوضح السبل !\r\nويفلت الأسد من أقفاصه الموصدة ، ويزأر زأرته القاصفة ، ويرجع بالحلقة\r\nالمفقودة ليوصلها بأخواتها ، وليسلم السلسلة متلاصقة الحلقات ، الا وان يومنا\r\nهذا موصول بأيام رسول الله صلى الله عليه وآله وسلم ، وموصول بيوم المباهلة\r\nوان جار عليه الزمن ، وأراد ان يلفه بطيات ماضيه ، لولا أن كتاب الله المجيد\r\nيعالن الناس بذلك اليوم وبفضل أربعة فقط من مئات الألوف من المسلمين ،\r\nوان سورة آل عمران تصارحهم بفضل آل محمد صلى الله عليه وعليهم وسلم\r\nالمرموق رغم كل حاسد وكل مناوء .\r\nان الله بعث محمدا رسولا هاديا وداعيا مبشرا ونذيرا ، يدعو إلى الله\r\nالواحد الاحد ، ونشر للناس كتابا لا يأتيه الباطل من بين يديه ولا من خلفه\r\nتنزيل من حكيم حميد ، يهدي للتي هي أقوم ، نعى ركود العقل واهاب بالانسان\r\nإلى التفكير بملكوت السماوات والأرض قبل الايمان . \" قل انظروا ما ذا في\r\nالسماوات والأرض \" \" وان في خلق السماوات والأرض واختلاف الليل والنهار\r\nلايات لأولي الألباب \" ودعى الانسان إلى النظر في نفسه \" ومن آياته ان\r\nان خلقكم من تراب ثم إذا أنتم بشر تنتشرون \" \" والله أخرجكم من بطون\r\nأمهاتكم لا تعلمون شيئا وجعل لكم السمع والابصار والأفئدة لعلكم\r\nتشكرون \"\r\n","description":"","footnote":"","page_name":" 4 ","page_number":10},
  {"content":"\r\nودعى الانسان إلى النظر في آيات الله الذي خلق كل شئ فأحسن\r\nصنعه واحكم تدبيره وما أودع في هذا الكون من بديع الصنع واحكام التنسيق\r\n\" ان الله فالق الحب والنوى يخرج الحي من الميت ويخرج الميت من الحي\r\nذلكم الله فانى تؤفكون \" \" فالق الاصباح وجعل الله سكنا والشمس والقمر\r\nحسبانا ذلك تقدير العزيز العليم \" \" ألم نجعل الأرض مهادا والجبال أوتادا .\r\nوخلقناكم أزواجا . وجعلنا نومكم سباتا . وجعلنا الليل لباسا . والنهار معاشا\r\nوبنينا فوقكم سبعا شدادا . وجعلنا سراجا وهاجا . وأنزلنا من المعصرات ماء\r\nثجاجا لنخرج منه حبا ونباتا وجنات ألفافا \" \" وفي الأرض قطع متجاورات\r\nمن أعناب وزرع ونخيل صنوان وغير صنوان يسقى بماء واحد ونفضل بعضها\r\nعلى بعض في الاكل ان في ذلك لايات لقوم يعقلون \" إلى أمثال ذلك\r\nمن الآيات .\r\nاجل : أمر بالنظر ثم بعد النظر والتفكير في صنع القادر الحكيم الايمان\r\nبالله الواحد الاحد ليخلص الانسان من رق تقليد الاباء وقد نعى على الانسان\r\nالركود والرجوع إلى الاباء والأجداد في كثير من الآيات .\r\nوكتاب الله سبحانه الذي شق طريقه إلى قلوب الظمأى إلى عدالة\r\nالحق لم يتبدل ولم يصبه تحريف . وإنما انحرفت نفوس قامت على انفاذ شريعته\r\nونصوصه متأثرة بعوامل هدامة في المبدأ والمنتهى وما زالت تعيش بين المسلمين\r\nوبمد حبائلها وشباكها إلى القلوب والضمائر فتجرفها عاصبة عيونها بعصابة من\r\nالتعصب المقيت .\r\n","description":"","footnote":"","page_name":" 5 ","page_number":11},
  {"content":"\r\nبيد ان هذا عهد غبر وتولت أيامه وانتهت دولته إلى أسوأ مصير\r\nوبدت الحقيقة تنكشف مشعة لماعة وليس على طالب الحق الا ان يضع كتاب\r\nالله بين يديه يقلب صفحاته صفحة صفحة . فليس ثمة أحد ارحم يطالب بحق\r\nمن الله ولا أحد اعلم بالخلق ظاهرهم وباطنهم منه تعالى . ثم يضع سنة رسول الله يقلبها\r\nحديثا فحديثا .\r\nوكتاب الله وسنة نبيه صريحان بان آل رسول الله صلى الله عليه وآله\r\nوسلم أفضل من أقلته الأرض وأظلته السماء . والقارئ يقرأ في كتاب الله\r\nالمجيد المراسيم الإلهية بالتزام جانب آل رسول الله ( ص ) ومودة قرباه وهم علي\r\nوفاطمة وحسن وحسين عليهم السلام ومن استوعب القرآن استيعاب تأمل\r\nواستقصاء وقرأه قراءة تفهم واستنتاج استخلص منه أعظم المدح والثناء على\r\nآل رسول الله صلى الله عليه وآله وسلم .\r\nولا أريدك ان تقرأ فيه الآيات مئة التي أنزلت في علي عليه\r\nالسلام ( 1 ) ولكن اقرأ قوله تعالى في سورة الأحزاب \" إنما يريد الله\r\nليذهب عنكم الرجس أهل البيت ويطهركم تطهيرا \" وقد رووا عن رسول\r\nالله صلى الله عليه وآله أنه قال نزلت في خمسة \" في وفي علي والحسن\r\n\r\n","description":"","footnote":" ( 1 ) في ينابيع المودة : اخرج الطبراني عن ابن عباس ( رض ) قال\r\nنزلت في علي أكثر من ثلاثمائة آية في مدحه ","page_name":" 6 ","page_number":12},
  {"content":"\r\nوالحسين وفاطمة \" ( 1 )\r\nوجاء في القرآن في سورة حم الشورى ( قل لا أسألكم عليه اجرا\r\nالا المودة في القربى ( 2 ) ومن يقترف حسنة نزد له فيها حسنا ان الله غفور\r\nرحيم . أم يقولون افترى على الله كذبا ) وقد رووا انه لما نزلت هذه الآية قالوا\r\nيا رسول الله من قرابتك هؤلاء الذين وجبت علينا مودتهم ؟ قال صلى الله عليه\r\nوآله وسلم :\r\n( علي وفاطمة وابناهما ) ( 3 )\r\n\r\n","description":"","footnote":" ( 1 ) في الكلمة الغراء ص 7 وقد أورد الامام جلال الدين السيوطي في\r\nتفسير هذه الآية من كتابه الدر المنثور عشرين رواية من طرق مختلفة في أن المراد\r\nمن أهل البيت هنا إنما هم الخمسة لاغير . وذكر بن جرير الطبري - كما في\r\nالشرف المؤبد للنبهاني - خمس عشرة رواية بأسانيد مختلفة في قصر الآية\r\nعليهم بالخصوص .\r\n2 - القربى كالزلفى وهي بمعنى القرابة والاستثناء والمعنى لا أسألكم\r\nعلى أداء الرسالة من الاجر الا ان تودوا قرابتي ويصح الاستثناء منقطعا\r\nاي لا أسألكم عليه اجرا ولكن أسألكم ان تودوا قرابتي .\r\n3 - أخرجه أحمد والطبراني والحاكم وابن أبي حاتم عن ابن\r\nعباس كما في الصواعق المحرقة لابن حجر وأخرجه أيضا عنه ابن المنذر وابن\r\nمردويه والمقريزي والبغوي والثعلبي في تفسيرها والسيوطي في درره المنشورة\r\nصرح بذلك النبهاني في أربعينه في الشرف المؤيد .\r\nونحن لا نريد ان نأتي على كل ما جاء في هذه الآيات الكريمة من\r\nرواية وتفسير وبحسب القارى ان يطلب الكلمة الغراء في تفضيل الزهراء\r\nلسماحة الامام السيد عبد الحسين شرف الدين فإنها وضعت خصيصا للبحث في\r\nهذه الآيات الكريمة والأحاديث الواردة في تفسيرها وقد أوضح هناك دلالة\r\nهذه الآيات بأجلى بيان وأوضح برهان فجزاه الله عن الحق وأهله خير جزاء\r\nالمحسنين . ","page_name":" 7 ","page_number":13},
  {"content":"\r\nواقرأ ان شئت سورة الدهر - هل اتى - وامعن النظر في آية\r\nالأبرار منها ، واستوعب استيعاب متأمل نصوصها وروح معانيها لتعلم ان أهل\r\nهذه السورة قد بلغوا الشأو ، ووصلوا إلى القمة العليا وانتهت بهم المثالية إلى\r\nأقصى الحدود التي لا تصل إليها الأفكار ولا تبلغها العقول .\r\nثم اقرأ آية المباهلة من سورة آل عمران ( فمن حاجك فيه من بعد\r\nما جاءك من العلم ، فقل تعالوا ندع أبناءنا وأبناءكم ونساءنا ونساءكم وأنفسنا\r\nوأنفسكم ثم نبتهل فنجعل لعنة الله على الكاذبين ) لتعلم انه سلام الله عليهم\r\nكما قال فيه الجاحظ \" صفوة الأمم ، وخيرة العرب والعجم . ولياب البشر\r\nومصاص بني آدم وزينة الدنيا . وحلية الدهر ، والطينة البيضاء والمغرس المبارك\r\nوالنصاب الوثيق ومعدن المكارم وينبوع الفضائل واعلام العلم وايمان الايمان \"\r\nوخيرة الله للتأمين على دعاء رسول الله ( ص ) وبرهانه على صحة الاسلام والدعامة\r\nلتركيز الايمان .\r\nولقد فهم المسلمون يوم كانوا خلوا من المؤثرات السياسة مزيد عناية الله\r\n","description":"","footnote":"","page_name":" 8 ","page_number":14},
  {"content":"\r\nبآل رسول الله صلى الله عليه وآله وسلم ، وكان سبيلهم إلى فهم القرآن\r\nالكريم ورسول الله ( ص ) وهذه حقيقة لا سبيل إلى نكرانها ، غير انا نبخس\r\nالحقيقة والواقع حقهما إذا أنكرنا انه كان في الأفق الاسلامي بعض السحب\r\nالداكنة كانت تلوح حينا وتضمحل حينا آخر ، ورسول الله والقرآن المجيد\r\nلم يكونا كفيلين باقتلاع بذرة الحقد على علي بن أبي طالب عليه السلام التي\r\nكانت مغروسة في النفوس والتي نمت بعد رسول الله صلى الله عليه وآله أو في\r\nاليوم الأول من وفاته وامتدت أغصانها في العصور المتوالية والى يومنا هذا والى\r\nان يشاء الله وليس من موضوعنا ان نتبسط هنا ولا نريد ان ننغمس في\r\nهذا الحديث .\r\nومهما يكن من أمر فان الآية الكريمة والآيات التي تقدمتها براهين\r\nواضحة جلية على سمو فضلهم ، وعلو قدرهم ، ورفعة مقامهم ، وانهم صفوة\r\nالصفوة ولباب اللباب ، والخيرة الخيرة من عامة المسلمين ، لا يدانيهم أحد من\r\nالخلق ولا يضاهيهم ، ولا نريد ان نستوعب الكلام في هذه الآيات ونحيل القارئ\r\nالكريم على \" الكلمة الغراء في تفضل الزهراء \" الملحقة بكتاب \" الفصول المهمة ،\r\nالطبعة الثانية لسماحة البحاثة المتتبع الثبت حجة الاسلام السيد عبد الحسين شرف الدين\r\nالمجاهد في سبيل الله والحقيقة وهناك تجد ما يزيل كل ريب أو شك بأجلى\r\nبيان واضح برهان .\r\nفتح رسول الله صلى الله عليه وآله مكة فجفل العرب الوثنيون وهالهم أمر\r\n","description":"","footnote":"","page_name":" 9 ","page_number":15},
  {"content":"\r\nرسول الله واضطرب النصارى في نجران ، وانخلعت قلوب القسس الذين يديرون\r\nشؤون كعبة نجران ، وهالهم انتشار الاسلام ، وبيناهم في حيرتهم سادرون إذ ورد\r\nعليهم كتاب رسول الله صلى الله عليه وآله وسلم يدعوهم للاسلام أو اعطاء\r\nالجزية أو ينابذهم الحرب ، والحرب كانت علاجا مرا يتجرعه رسول الله\r\nصلى الله عليه وآله وسلم على كره دفعا للأذى وكفا للفتنة ، وليس في موضوعنا\r\nان ندخل في هذا البحث .\r\nعظم على رؤساء نجران هذا التحدي من النبي ( ص ) وعقدوا\r\nمؤتمرا عاما اجتمع فيه رؤساء النصرانية ورجال حربها وأحلافهم ، يشتورون\r\nفيما يجب عليهم ان يصنعوه ، لان عوامل الخطر أصبحت تحيط بنجران بصورة\r\nخاصة وبالنصرانية بصورة عامة ، وأصبح الاسلام قوى الدعائم بشمول عدله ،\r\nوقوة برهانه ، وقد تلقى الدعوة الاسلامية من تلقاها وهو مستريح إليها ،\r\nلأنها دعوة طبيعة ليس فيها ما ينفيه العقل أو ينافيه وليس فيها ما يحجزه عن\r\nالنظر في ملكوت السماوات والأرض بل الاسلام دعوة إلى ذلك بصراحة\r\nرفعت كل الحواجز وسهلت جميع السبل .\r\nويلوح ان المؤتمر كان صريحا اتسع فيه المجال لرجاله المتعاقدين للنظر\r\nفي الحوادث الجسيمة التي تقع على مقربة منهم وتحت سمعهم وبصرهم .\r\nوقد أهمل التاريخ - على عادته - ما دار في ذلك المؤتمر من جدل\r\nعنيف بين الأقطاب المشتورين في صحة رسالته وصدق دعواه .\r\nوالذي يلوح انه ليس بمستطاع للتاريخ ان يقول كلمته في ذلك وليس\r\n","description":"","footnote":"","page_name":" 10 ","page_number":16},
  {"content":"\r\nفي استطاعة المؤرخين ان يبحثوا عن أصول الحوادث أو يقولوا كل شئ ، فان\r\nشيئا مخوفا كان يكم الأفواه ، ويلجم الأقلام ، ولو أن المؤرخين عنوا بانتهاج\r\nالحقائق حق العناية لكان التاريخ صورة صحيحة صادقة ليس فيها التواء\r\nولا اسفاف ولكن للسلطة كلمة خاصة لابد ان توحي بها إلى الأقلام ، فلا تستطيع\r\nهذه ان تحيد عنها أو تخرج من محبسها الضيق ، والمؤرخين إنما يكتبون\r\nما تلوح به لهم السياسة وما تفرضه عليهم فرضا ليكونوا بمنجاة من خبثها ولؤمها\r\nأو لعلهم كما يظن بعضهم \" ان المؤرخين لم يوفقوا إلى إقامة التاريخ على\r\nسنن منطقية ، وقواعد نقدية تحتفل ببيان الدوافع والعوامل التي تهئ ظروف\r\nالتاريخ المختلفة وتحدد له الاتجاهات \" ( 1 ) ونحن نرى انه كان للسياسة اثر كبير\r\nفي توجيه التاريخ ، وكان للعقيدة أيضا اثر في تسييره ، أقول هذا وانا أرى وجوها\r\nمن الأدلة تفيض في نفسي ولا معدى عنها عند تحليل الحوادث التاريخية .\r\nولا شك ان هذا الارهاق السياسي الذي وقعت الأقلام تحت وطأته ،\r\nوتلك الحدود الضيقة التي حبست فيها الأقلام والأفكار كانت باعثا قويا إلى\r\nتوجيه أفكار رجال صالحين من أهل العلم والأمانة عملوا تحت نكبات الصعاب\r\nفدونوا كثيرا من الحقائق بأمانة واخلاص كما هي بعيدين عن اغراض السياسة\r\nوأهدافها .\r\nولقد كلف هؤلاء الاعلام بالحق لذات الحق وهو الذي حملهم على\r\n\r\n","description":"","footnote":" ( 1 ) هذا رأى الأستاذ عبد الله العلائي وقد استقاه من\r\nاللورد اكتن . ","page_name":" 11 ","page_number":17},
  {"content":"\r\nتسجيل الحقائق وتدوينها ، وهذا الشعور دائما هو مفتاح أعمالهم وشفافية\r\nنفوسهم الطيبة ، فتحملوا النكبات ، وصبروا على الأذى ، ولم يخفهم سمل العيون\r\nوقطع الأيدي والأرجل والصلب على الجذوع النخل .\r\nومن الحقائق التي حملت إلينا على لسان أولئك البررة بأمانة واخلاص\r\nحديث مؤتمر نجران وما دار فيه من جدل وحوار ونحن نقدمه إلى القارئ في\r\nخاتمة هذا الكتاب ، ولعل هذا الحديث النادر هو الذي حملنا على افراد\r\nهذا الكتاب .\r\n. . ففي سنة 1347 ه‍ أخرجت المطبعة رسالة سماحة المجتهد الأكبر البحاثة\r\nالجليل السيد عبد الحسين شرف الدين سماها \" الكلمة الغراء في تفضيل الزهراء \"\r\nجاء في الصفحة الثالثة ما نصه بالحرف : \" وقد تصدى سيدينا الشريف المقدس\r\nابن طاووس لتفصيل المباهلة ومقدماتها وما كان قبلها في نجران ، من المؤتمرات\r\nوالمناظرات في جلساتهم المنعقدة لذلك حين دعاهم سيد الأنبياء والمرسلين إلى\r\nالله تعالى وأرسل إليهم في ذلك رسله ، فليراجع الاقبال من أراد الوقوف\r\nعلى تفصيل تلك الأحوال ، ليرى اعلام النبوة ، وآيات الاسلام ، وبشائر النبيين\r\nبسيدهم محمد ( ص ) وبعترته الطيبين الطاهرين وبذريته المباركة من بضعته سيدة\r\nنساء العالمين ، وكنت أردت ان اخرج هذه القصة من كتاب الاقبال وانتشرها\r\nفي رسالة على حده تعميما لفوائدها وتسهيلا لطالبها ، ولعل بعض أهل العلم\r\nالعالية ممن حبسوا نفوسهم على نشر الحق يسبقني إلى ذلك فأكون قد فزت\r\nبتنبيه إلى هذه المهمة \"\r\n","description":"","footnote":"","page_name":" 12 ","page_number":18},
  {"content":"\r\nجلجل الصوت في سمعي فان الدعوة جميلة ومنبعثة عن شعور قلب\r\nكبير استوعبت مشاعري ووعاها سمعي وبصري ، لأنها دعوة الخير مست القلب\r\nفتحرك ، وقرعت السمع فوعاها الذهن ، ولكنها رهيبة ! أمن المستطاع ان\r\nتقرن بالتلبية ؟ . أم هي عصيه على هذا القلم القاصر ؟ ! . . .\r\nلقد حبست نفسي على نشر الحق ، وأوقفت هذا القلم - ان صح\r\nالتعبير - على نشر الحق أيضا غير اني لست من أهل الهمم العالية الذين يقرنون\r\nالدعوة بالتلبية ولكن الصوت العالي المنطلق في الفضاء من الرجل الكبير كان\r\nرنانا عذبا مشت على نعماته النفس ، وتحركت فيها البواعث القوية لاخراج\r\nهذه الصورة عن مؤتمر نجران التي حملها إلينا السيد ابن طاووس ، ولكنها\r\nمقدمة بأحاديث معقبة بشروح وحواشي ، غير أنها رغبة أبت ان تحققها الأيام\r\nوانحسر الستر عن القضاء فإذا هو باسم ساخر ! . . .\r\nوكيف مضى الزمن والفكرة لم تحقق ! ؟\r\nوليس عجبا ان تبقى الفكرة طوال هذه المدة إذا كانت مقودة بزمام\r\nالقضاء والقدر ولكن الفكرة لم تتزحزح عن مكانها الذي ولدت فيه ، وإنما\r\nركدت تحت أكداس من رماد القضاء .\r\nلم يتغير المبدأ الذي اتخذته لنفسي منذ تنسمت الحياة العملية في ميادين\r\nالأعمال ، ولم تتبدل الفكرة إنما برزت بروزا واضحا منذ سمعت الصوت من\r\nالرجل الجليل واخذت أمهد السبل بالمطالعة والبحث عن يوم المباهلة ، وإذا\r\n","description":"","footnote":"","page_name":" 13 ","page_number":19},
  {"content":"\r\nبكتاب \" فجر الاسلام \" يشق طريقه من الأفق المصري وله في السمع\r\nدوى مجلجل ، وفي القلب طعنات دامية ، وفي الضمائر وخزات مؤلمة ، فتركت\r\nيوم المباهلة وحديث مؤتمر نجران إلى كتاب \" تحت راية الحق \" في الرد\r\nعلى طعون \" فجر الاسلام \" .\r\nكانت طعون كتاب فجر الاسلام قاسية لا يرتكبها أديب مفكر\r\nولا يقدم عليها عالم مثقف ولكن شاء الأديب الأستاذ احمد امين ان يتخلى\r\nعن أدبه وعلمه وشاء ان يكون مسفا ملتويا وأبت عليه نفسه ان يكون\r\nحرا ودفعته إلى التقليد فكتب مقلدا وطعن ظالما وتحدث بغير روية فتنكب\r\nعن الصراط السوى فأنكره الأدب والعلم واسف فجفاه الخلق والتوى في الطريق\r\nففقد الثقة .\r\nوكان من الطبيعي لنا ان نترك كتاب ( المباهلة ) ونترك كل شئ ،\r\nفان كتاب فجر الاسلام بما يحمله من طعون دامية يحتاج إلى محاسبة دقيقة\r\nوأقول دقيقة لا لان كتاب فجر الاسلام جائنا بشئ جديد لم يفتريه\r\nمن قبل ابن تيمية والشهرستاني وابن حزم الظاهري ولم يلصقوه بالشيعة ،\r\nوإنما يوم احمد امين بماضي سلفه وليس ما في كتابه الا حلقة تتلقى\r\nبأخواتها المختفية خلف التاريخ وكأن تلك الأنفس التي لفها الماضي بطياته تقمصت\r\nفي هذا الانسان الذي يسمونه اليوم احمد امين .\r\nوهكذا أسئ إلى العلم والحق مرة ثانية ولكن مع الفرق بين\r\nالإسائتين فان تلك كانت في عصور مظلمة ظالمة غايتها ارضاء المحكوم لحاكمه\r\n","description":"","footnote":"","page_name":" 14 ","page_number":20},
  {"content":"\r\nمن عقيدة أو سياسة لا للحق والحقيقة ، وتعتبر اليوم انها انحرفت عن وجهة\r\nالحق وغادرته لكن إلى عقبى وخيمة سيئة أدت إلى سخط المنصفين ، وليس\r\nمعنى هذا انه لا يوجد اليوم بين المسلمين من لا يحترم الأقلام المهوشة فان\r\nكتاب فجر الاسلام يعلن بان لا تزال باقية ولكن حتما ان هؤلاء سيفقدون\r\nقيمتهم الاجتماعية .\r\nوالإساءة الثانية كانت في عصر النور والحريات ولكنها تستقى من\r\nتلك العصور المظلمة ، ولا نعلم الهدف الذي يرمى إليه الأستاذ احمد امين وأمثاله\r\nوقد أنار العلم طريق الحياة ، واخذ الشعور بحب التحرر من تلك الآراء البالية\r\nيراود النفوس الحرة لها الطريق ، ولم يبق لتلك العناصر الهدامة اي قيمة\r\nغير أنه يلوح في الأفق ان عوامل الوراثة لم تمت في النفوس ، وإنما ركدت\r\nقليلا وهي تعود إلى سيرتها الأولى والى ما كانت عليه من قبل في عهدها الأول\r\nتسير في الأفق الضيق منبعثة عن ذلك الشعور الذي لم يعرف الحق ، وإنما\r\nهدفه النفوذ إلى مأرب خاصة ، ولا يبالي من اي كان طريق النفوذ لا يعلم\r\nواجبه العلمي ، وغير مقدر تبعة ذلك .\r\nهذه حقيقة راهنة لا سبيل إلى نكرانها ما دام يكشف عنها كتاب\r\nفجر الاسلام وليس من موضوعنا ان نسير وراء أهداف الكتاب وقد كشفت\r\nعن نوايا الأستاذ احمد امين طعونه التقليدية .\r\nوبالجملة فقد انصرفنا عن كتاب المباهلة إلى الرد على مطاعن فجر\r\nالاسلام وكتبنا كتاب \" تحت راية الحق \" وقدمناه إلى المطبعة ثم خرج منها\r\n","description":"","footnote":"","page_name":" 15 ","page_number":21},
  {"content":"\r\nعائدا إلى العراق المأوى الذي خرج منه ولكن مع الأسف لم يكن بالحسبان\r\nان الكتاب يحبس في زاوية من زوايا الكمرك في العراق ثم يحرق .\r\nأحرق الكتاب فكانت الصدمة عنيفة جدا وعلمت آنئذ ان الحق لا\r\nيزال سجيا في قفصه وكل ما يستطيع ان يفعله فعل الأسود في المحبس الضيق ،\r\nوعلمت أيضا ان العلم لا يزال في محبسه الضيق تحوطه سيوف السياسة ورماحها\r\nولم يتهئ له الانطلاق والتحرر لان اللحظة المرجوة لبروز العلم والحقائق لم\r\nيأت وقتها .\r\nوفي يوم من أيام سنة 1366 كنت جالسا في مكتبة الجامعة في بغداد\r\nمع جماعة من أهل الفضل والأدب وكان الحديث متنوعا لم تحدد أطرافه وإذا\r\nبالأستاذ . . وهو أحد المحامين المطلعين يدخل علينا ولم يمهلنا نحن الجالسين لحظة\r\nواحدة لنعطيه مكانه من مجلسنا وإنما توجه إلي بالسؤال التالي :\r\n\" أرأيت كتاب الاقبال ؟ . . .\r\nاستقبلت السؤال بهدوء . ولماذا ؟ ! وما في الاقبال ؟ كأنه كتاب يقرؤه\r\nأولئك البررة الذين يجأرون إلى الله بالدعاء فان فيه اعمال الشهور وادعيتها\r\nفهل أنت ممن يقرأه\r\n- \" ان فيه حديث مؤتمر وفيه أدب جم وتاريخ أهملته\r\nكتب التاريخ وفيه التعريف بفضل أهل بيت النبوة آل رسول الله ( ص ) الذين\r\nغمط حقهم المؤرخون . . أخرجه . . أخرجه للناس وللمستشرقين \" .\r\n","description":"","footnote":"","page_name":" 16 ","page_number":22},
  {"content":"\r\nلقد كان في دعوته حرارة ، وفي كلماته صدق ، وعلى قسمات وجهه\r\nشئ من الجد الصريح .\r\nكلمات لمست بإحدى يديها قلبي ، وبالأخرى أزاحت الستار عن تلك\r\nالفكرة المدفونة ، وكأنه شعر ان لحديث نجران موطن في نفسي ، فأراد ان\r\nيزيح الرماد وينفخ في النار .\r\nنفخ النار . وعاد ذلك الصوت من فم الرجل العظيم الجالس في \" صور \"\r\nبجرسه الرنان صيحة عالية عذبة الرنة قرعت السمع فهفا إليها القلب فتقدمت إلى\r\nالقلم والكتاب وعدت إلى الموضوع الذي أهملته من قبل وها انا أقدم هذا\r\nالكتاب إلى قرائي الكرام تلبية لذلك الصوت الذي حفظه الأثير بين ذراته\r\nفان كنت أصبت الهدف فذلك من فضل الله علي وان أخطأني الحظ فتلك زلة\r\nيغفرها لي الداعي الأول وقرائي الكرام .\r\n","description":"","footnote":"","page_name":" 17 ","page_number":23},
  {"content":"\r\nنجران\r\nمن الأمور القطعية التي لا شبهة فيها تطور الديانات على اختلاف\r\nالأدوار التي مرت عليها ولم تطرد في طريق واحد متدرجة صعودا أو\r\nمتراجعة هبوطا ، والديانات التي نشأت في الشعوب كانت على أطوار مختلفة لا\r\nيمكن الحكم عليها بالتدرج ، وإنما كانت صاعدة هابطة ولم تكن على\r\nطور واحد .\r\nومن الصعب جدا التعرف على تلك الأطوار التي مرت عليها مختلفة\r\nفي شكلها وطقوسها ، لان كل ما وصل إلينا ظن لم يؤيد بالبرهان الصحيح على أنه\r\nليس من موضوعنا الحديث عنها لنتبسط في ذلك ولا تهمنا بقليل ولا كثير .\r\nواما العقيدة بالإله أو الرب فهي فكرة سايرت الانسان في كل الأدوار\r\nوآمن بها في أقدم العصور وان كانت أحيطت بكثير من الضلال والسخف\r\nولقد تعددت الأرباب عند الأمم الغابرة فتجاوزت العشرات إلى المئات وربما كان\r\nلكل أسرة من الأسر ربا تعبده مضافا إلى آله القبيلة وربما كان للشخص الواحد\r\nربا يعبده وإذا خرج للسفر - ان اذن له - يصحبه كما هو الشأن عند\r\nبعض العرب .\r\nولم تكن هذه الأرباب نوعا واحدا ، وإنما هي أنواع شتى ، تمثل\r\nأفكارا شتى كالأرباب التي تمثل مشاهد الطبيعة كالبرق والرعد والمطر وأرباب\r\n","description":"","footnote":"","page_name":" 18 ","page_number":24},
  {"content":"\r\nالأسر والقبائل واله الخلق إلى غير ذلك ، وربما أشاروا بتماثيل مختلفة الصور\r\nوالاشكال وقد اختلفت درجات قدسها بنظرهم .\r\nوفي نهاية مطاف أطوار الديانات المختلفة جاء \" التوحيد \" ومعناه\r\nعندهم كما يلوح لنا : هو اله يعلو جميع الالهة وينفرد بالعظمة والجلال .\r\nثم الأديان الكتابية - بعد تلك الأطوار - هي التي أشارت إلى\r\nالله سبحانه وأثارت فكرة التوحيد الصحيح وعلمت الناس عبادة الاله الواحد\r\nالاحد الذي خلق كل شئ ووسعت قدرته كل موجود في السماوات والأرض\r\nوانه لا شريك له في خلقه ولا شبيه له في عظمته تفرد بالكمال وتنزه عن\r\nالنقص لا تدركه الابصار وأحاط بكل شئ علمه وهو على كل شئ قدير لم يلد\r\nولم يولد ولم يكن له كفوا أحد .\r\nوالسيد المسيح سلام الله عليه هو أحد الدعاة إلى توحيد الله جاء في\r\nجو مضطرب بالعقائد المفتونة بالفلسفة فدعا الناس إلى الله وذكرهم بالله الرؤوف\r\nالرحيم وأمرهم بعبادة الله الواحد الاحد الذي لم يلد ولم يولد ولم يكن في دعوته\r\nما يمس الوحدانية بشئ ولكن الأناجيل - وقد جاءت بعد عصره بجيلين -\r\nأشارت إلى أن المسيح ابن الله \" وانا قد رأيت وشهدت ان هذا هو ابن\r\nالله \" يوحنا 24 اصحاح 1 وأشارت إلى أنه قال \" انا الراعي الصالح \" يوحنا\r\n14 اصحاح 10 . وأشارت إلى أنه ابن الله \" قد اتيت باسم أبي \" . يوحنا 43\r\nاصحاح 5 \" وكما أن الأب يعرفني اعرف الأب \" يوحنا . .\r\nثم تطورت النصرانية وامتزجت بعقائد وثنية واعتقدت الثالوث\r\nالمقدس أو الأقانيم الثلاثة : الأب والابن وروح القدس ، واعتقدت الكنيسة\r\n","description":"","footnote":"","page_name":" 19 ","page_number":25},
  {"content":"\r\nاتحاد هذه الأقانيم الثلاثة \" وان الأب والابن وجود واحد ، وانك حين\r\nتقول الأب لا تدل على ذات منفصلة عن الابن أو روح القدس ، لأنه لا\r\nانفصال ولا تركيب في الذات الإلهية \" وهم شئ واحد \" وإن كان يستحيل\r\nعلى العقل البشري ادراك كيفية الاتحاد \" ( 1 )\r\nولم يكن هذا التثليث المتحد معروفا عند العرب ولا مما يصل إليه عقل\r\nالعربي ولا من ديانتهم ولكنه عبر حوض البحر المتوسط والبحر الأحمر -\r\nبحر القلزم - إلى شبه جزيرة العرب واستقر في \" نجران \" إلى جانب الوثنية في\r\n\" مكة \" يتضارعان .\r\nان الوثنية كانت تتصرف بعقول الأسر والقبائل العربية في شبه\r\nجزيرة العرب ، ووجدت فيها تربة خصبة ، ومنهلا عذبا ، ومرتعا صالحا ،\r\nوقد كان للعرب أفانين شتى في عبادة الأوثان وكان لهذه الأوثان في نفوسهم\r\nمكانة جليلة ، وقدسية عظيمة ، ويلوح انها لم تكن في درجة واحدة من\r\nالقداسة فصنم القبيلة أفضل من صنم البيت ، وصنم الكعبة أفضل من صنم القبيلة\r\nوقد اختلفت اشكال هذه المعبودات ، فالصنم - وهو ما كان متخذا من خشب\r\nأو معدن على شكل الانسان ، غير الوثن المتخذ من حجر على شكل الانسان\r\nوهما غير النصب وهو صخرة غير ذات صورة معينة .\r\nوكذلك اختلفت درجات هذه الأصنام ، فهبل مثلا كبير آلهة\r\nالعرب وهو منصوب على ظهر الكعبة يحجون إليه من كل فج عميق .\r\n\r\n","description":"","footnote":" ( 1 ) المسيحية والاسلام للأب لويس ادء . ","page_name":" 20 ","page_number":26},
  {"content":"\r\nولم يكتف العرب بهذه الأصنام الكبرى ، بل ربما كان بعضهم أو\r\nأكثرهم يتخذ له صنما في بيته يطوف به عند خروجه وساعة أوبته ، وربما\r\nصحبه معه في سفره .\r\nوكانوا يعتبرونها الوسيط بينهم وبين الله ويعبدونها لتقربهم من الله\r\nزلفى ، فهم يذكرون الله على ألسنتهم ، ويسمون عبد الله وتيم الله الا انهم\r\nنسوا عبادة الله واقتصروا على عبادة هذه الأصنام .\r\nولقد تسرب إلى الجزيرة العربية ديانات اصطدمت مع ديانتهم\r\nتسربت إليها اليهودية وكونت لها مستعمرات في شبه الجزيرة أهمها يثرب ، ونشط\r\nاليهود لبث دعوتهم وعملوا على نشرها في الجنوب وتهود كثير من\r\nأهل اليمن .\r\nوتسربت إليها النصرانية ، ولم يكن طريقها من الشمال فقط ، فان\r\nالنصرانية امتدت إلى الحبشة ثم عبرت البحر الأحمر إلى اليمن ثم استقرت\r\nفي نجران وكذلك تسربت من الشام إلى الحيرة وامتدت على شاطئي\r\nدجلة والفرات .\r\nالنصرانية الحقيقة التي جاء بها عيسى عليه السلام ديانة روحية مقدسة\r\nلم تكن لتختلف بجوهرها عن الديانة اليهودية التي جاء بها موسى عليه السلام\r\nوكذلك لا تختلف عن الاسلام بقدر ما يتراءى اليوم من الذين يدينون\r\nبالأديان الثلاثة .\r\n","description":"","footnote":"","page_name":" 21 ","page_number":27},
  {"content":"\r\nوهي دين سامي متقشف دعى إلى الزهد والمسالمة \" اترك القيصر لقيصر\r\nوما لله لله \" \" ومن ضربك على خدك الأيمن فادر له الأيسر \" ولم يكن فيها\r\nاي جدل في طبيعة السيد المسيح ولكنها اصطدمت بمدرسة الإسكندرية -\r\nوكانت ملتقى ثقافات ومجمعا من مجامع العلم والحركة الفكرية - والتقى الفكر\r\nالسامي القائل بطبيعة واحدة بالفكر الروماني الوثني ، ولم تخرج المسيحية بريئة من\r\nهذا المجتمع وإنما تلقحت بالتثليث وبهذا تزحلقت النصرانية عن سموها الروحي\r\nوهوت من علياء مراتب الايمان الكامل إلى الجدل في المسيح وأمه عليهما\r\nالسلام وعبادة الصور مما قربها إلى الوثنية .\r\nولم تكن النصرانية من قبل تعرف الصور ولكن المؤتمرات التي كانت\r\nتعقد تباعا وتقرر بشأن طبيعة المسيح عليه السلام هي التي كانت تقرر ادخال\r\nالصور وبعض المؤتمرات كان ينفيها والذي يلوح انه كان للأهواء الشخصية\r\nاثر كبير في ذلك .\r\nوقد انشقت النصرانية على نفسها إلى فرق عديدة : فرقة يرون\r\nان المسيح هو الله وان الله والانسان اتحدا في طبيعة واحدة هي المسيح .\r\nوأخرى قالت إن للمسيح طبيعتين متميزتين الطبيعة اللاهوتية والطبيعة الناسوتية\r\nإلى غير ذلك من الفرق ، وقد أشار القرآن المجيد ورد عليها فقال : \" لقد\r\nكفر الذين قالوا إن الله هو المسيح بن مريم . . وقال المسيح يا بني إسرائيل\r\nاعبدوا الله ربي وربكم انه من يشرك بالله فقد حرم الله عليه الجنة ومأواه النار .\r\nوما للظالمين من أنصار . لقد كفر الذين قالوا إن الله ثالث ثلاثة وما من اله\r\nالا اله واحد . قل فمن يملك من الله شيئا ان أراد ان يهلك المسيح بن\r\n","description":"","footnote":"","page_name":" 22 ","page_number":28},
  {"content":"\r\nمريم وأمه ومن في الأرض جميعا \" والمسيح نفسه نفى ما ينسب إليه من ادعاء\r\nالألوهية كما نص على ذلك الكتاب المجيد \" وإذ قال الله يا عيسى بن مريم\r\nأنت قلت للناس اتخذوني وأمي الهين من دون الله . قال سبحانك ما يكون\r\nلي ان أقول ما ليس لي بحق ان كنت قد قلته فقد علمته فإنك تعلم ما في نفسي\r\nولا اعلم ما في نفسك انك أنت علام الغيوب \"\r\n\" ويلوح ان فكرة التثليث لم تكن قبل القرن الثالث للميلاد وان\r\nأول من نشر فكرة التثليث هو راهب مصري اسمه انناسيوس كان البابا العشرين\r\nالكنيسة الإسكندرية من سنة 326 - 373 \" ( 1 )\r\nوالذي يظهر ان الذي عبر إلى الجزيرة العربية من هذه العقائد\r\nعقيدتان : العقيدة النسطورية والعقيدة اليعقوبية وانتشرت النسطورية في الحيرة\r\nواليعقوبية عند الغسانيين وسائر بلاد الشام ، ويظن بعضهم ان نجران ان كانت على\r\nمذهب اليعاقبة .\r\nوقد انتشرت التعاليم المسيحية بين العرب ووجد فيهم من يميل إلى\r\nالرهبنة ، وبناء الأديرة ، واشتهر منهم قس بن ساعدة وذكروا انه \" كان\r\nيتقفز القفار ، ولا تكنه دار ، يتحسى الطعام ويأنس بالوحش والهوام \"\r\nوذكروا ان قسا هذا كان أسقف نجران ، وكذلك اشتهر منهم\r\nأمية بن السلط وورقة بن نوفل .\r\nوقد نشط القسس والرهبان للتبشير بالدين المسيحي وكانوا يردون\r\nأسواق العرب لهذه الغاية .\r\n\r\n","description":"","footnote":" ( 1 ) راجع تاريخ الكنيسة المصرية هلال شهر ديسمبر 1927 ","page_name":" 23 ","page_number":29},
  {"content":"\r\nوكان أهم موطن للنصرانية في الجزيرة العربية نجران - وهي من\r\nمخاليف اليمن من ناحية مكة - وكانت بلدة زراعية خصبة \" عامرة بالسكان\r\nتصنع الأنسجة الحريرية وتتاجر في الجلود وفي صنع الأسلحة وكانت إحدى\r\nالمدن التي تصنع الحلل اليمانية التي تغني فيها الشعراء وكانت قريبة من الطريق\r\nالتجاري الذي يمتد إلى الحيرة \" . وتغنى بنجران وبكعبتها الشعراء يقول الأعشى :\r\nوكعبة نجران حتم * عليك حتى تناخى بأبوابها\r\nنزور بزيدا وعبد المسيح * وفيساهم خير أربابها\r\nوشاهدنا الجل والياسمون * والمسمعات بقصابها\r\nويربطنا دائم معمل * فأي الثلاثة ازرى بها\r\nوذكروا ان أهلها كانوا قبل النصرانية \" على دين العرب يعبدون\r\nنحلة عظيمة بين أظهرهم ، ولها في كل سنة عيد ، فإذا كان ذلك العيد علقوا عليها كل\r\nثوب حسن وجدوه وحلى النساء \" وقد ذكروا أسبابا لاعتناق أهلها دين\r\nالنصرانية ولكن في كلها مجال للشك ولا يهمنا تحقيق ذلك .\r\nومهما يكن من مر فان نجران تنصرت وصارت مركزا مهما للنصرانية ،\r\nوبنوا فيها كعبة غرار الكعبة في مكة قال ياقوت :\r\n\" وكعبة نجران هذه - يقال - بناها بنو عبد المدان بن\r\nالديان الحارثي على بناء الكعبة ، وعظموها مضاهاة للكعبة وسموها كعبة\r\nنجران وكان فيها أساقفة معتمون ، وهم الذين جاءوا إلى النبي صلى الله عليه\r\nوآله وسلم ودعاهم إلى المباهلة \" ( 1 )\r\n\r\n","description":"","footnote":" ( 1 ) معجم البلدان ج 8 ص 264 . ","page_name":" 24 ","page_number":30},
  {"content":"\r\nوقد غزوا ذو نواس نجران بجنوده ودعاهم إلى اليهودية فأبوا عليه ،\r\nوذكروا في سبب ذلك \" ان يهوديا كان بنجران عدا أهلها على ابنين له\r\nفقتلوهما ظلما فرفع امره إلى ذي نواس وتوسل إليه اليهودية واستنصره على\r\nأهل نجران - وهم نصارى - فحمى له ولدينه وغزاهم \" وقتل جماعة بالسيف\r\nوجماعة خدد لهم أخدودا من نار وألقاهم فيه وبعضهم يرى أنه نزل في تلك\r\nالواقعة قوله تعالى \" قتل أصحاب الأخدود النار ذات الوقود إذ هم عليها\r\nقعود وهم على ما يفعلون بالمؤمنين شهود وما نقموا منهم الا ان يؤمنوا بالله\r\nالعزيز الحكيم \" وللشك في ذلك مجال واسع . وقد استنجد نصارى نجران\r\nبالحبشة فأنجدوهم وغزوا بلاد العرب وهزموا ذا نواس واستمرت النصرانية\r\nفي نجران تحميها الحبشة من الجنوب والروم من الشمال .\r\nوكان يتولى كعبة نجران - وان شئت فقل نجران وتوابعها -\r\nثلاثة : السيد - واسمه وهب - ويظهر انه كان يدير الأمور الخارجية وبتولي\r\nأمور العلاقات بينهم وبين القبائل من غيرهم وهو ما نسميه اليوم وزير الخارجية\r\nوكان أيضا رئيسهم في الحرب وهو ما نسميه وزير الحريبة أو وزير الدفاع .\r\nوالعاقب - واسمه عبد المسيح - وكان يتولى الأمور الداخلية وهو ما نسميه\r\nاليوم وزير الداخلية والأسقف - وهو أبو حارثة - وكان يتولى الأمور\r\nالدينية . ولكن المهمات كان يشتور الثلاثة فيها . قال ياقوت :\r\n\" ووفد على رسول الله ( ص ) وفد نجران وفيهم السيد - واسمه\r\nوهب - والعاقب - واسمه عبد المسيح - والأسقف - وهو أبو حاتم -\r\nوأراد رسول الله ( ص ) مباهلتهم فامتنعوا وصالحوا النبي ( ص ) فكتب لهم كتابا\r\nفلما ولى أبو بكر نفذ ذلك لهم ولي عمر أجلاهم واشتري أموالهم \"\r\n","description":"","footnote":"","page_name":" 25 ","page_number":31},
  {"content":"\r\nوفد نجران\r\nفي لحظة قصيرة من الزمن خفق علم الاسلام في الجزيرة العربية\r\nوانطلقت الألسن في البيوت وفي المساجد وعلى المآذن تشهد ان لا إله إلا الله\r\nوحده لا شريك له وأن محمدا رسول الله في كل يوم خمس مرات .\r\nفي لحظة قصيرة جدا رأيت القلوب تهتز طربا عندما تنطق الشفاه بهذا\r\nالاسم المبارك الأغر .\r\nفان قرابة عشرين سنة يستظهر بها رسول الله صلى الله عليه وآله وسلم\r\nعلى وثنية العرب دين آبائهم وأجدادهم هي لحظة من الزمن قصيرة جدا ، وما\r\nعشرون عاما إذا قسناها إلى الجهود الجبارة ، والفتح العظيم ، والانتصار الباهر\r\nعلى الوثنية .\r\nلم يكن من حاجة لدين محمد صلى الله عليه وآله وسلم إلى زمن طويل\r\nليظهر فيه على الأديان كلها ، فإنه دين تسكن إليه نفوس مؤمنة بدوام ظله\r\nوشمول عدله .\r\nولم يكن من حاجة لمحمد صلى الله عليه وآله وسلم إلى زمن طويل\r\nليستظهر على الوثنية الرعناء ، وعلى النصرانية المتزحلقة ، وعلى اليهودية المتكالبة لأنها دعوة ليس فيها ما ينفيه العقل .\r\n","description":"","footnote":"","page_name":" 26 ","page_number":32},
  {"content":"\r\nوهل محمد الا رسول الله أرسله رحمة للعالمين ؟\r\nوهل محمد الا بشير ونذير ؟\r\nوأي نفس سامية تتردد في ترك عبادة الأوثان لعبادة الله الواحد\r\nالاحد ؟ . . . وأي نفس سامية مفتوحة للحق ولا تتسع لتعاليم محمد صلى الله\r\nعليه وآله وسلم ؟ . . أليس يدعو الناس إلى الحب والمودة والإخاء في الله ،\r\nوالى التراحم والبر والاحسان واعطاء السائل والمحروم ، والبر باليتيم ؟\r\nويدعوهم فيما يدعوهم إلى فك العقل من قيوده والى الحرية المطلقة ، ويدعوهم\r\nإلى ترك الرذيلة ، والى التمسك بأهداب الفضيلة ، ويدعوهم إلى توحيد الله الذي\r\nخلق كل شئ وبيده ملكوت كل شئ ، يدعوهم إلى تحطيم كل ما بينهم وبين\r\nالله سبحانه من أغلال لا هبل ولا اللات ولا العزى فإنها كلها لا تغني عن\r\nالله شيئا .\r\nلقد أعد النبي صلى الله عليه وآله وسلم كل العدد ، وهيأ الله له الأسباب\r\nوجاء نصر الله والفتح وفتح رسول الله ( ص ) مكة ، ودخل الناس في دين الله\r\nأفواجا ، وأقام الرسول ( ص ) في المدينة ومعه المسلمون مستريحين إلى نصر الله\r\nوقد كال جهادهم بالفوز والظفر واستتب الامر لمحمد صلى الله عليه وآله وسلم\r\nاستتابا جعل العرب الذين لم يؤمنوا بالله ورسوله ( ص ) يخافون سطوة الاسلام\r\nفتوافدوا على رسول الله ( ص ) ليدخلوا في دين الله .\r\nولكن هذا كله لم يكن تمهيدا كافيا للانتقال العظيم الذي أعد له الاسلام ،\r\nولنشر الدعوة في المملكتين العظيمتين فارس والروم ، فان رسالة الاسلام عامة\r\n","description":"","footnote":"","page_name":" 27 ","page_number":33},
  {"content":"\r\nلم تكن لبلاد دون أخرى ، أو لقوم دون آخرين والنصر وإن كان بيد الله ،\r\nيؤتيه من يشاء من عباده ، لكن لا يؤتيه الا لمن أعد له كل عدده .\r\nوالدعوة الاسلامية قد بلغت يومئذ من النضوج في النفوس ما يجعل\r\nالاسلام دين الكافة من الناس ، والدعوة في ذلك العهد تعدت عن دور\r\nالتوحيد ، والوعد والوعيد ، إلى النواحي الاجتماعية والأخلاقية والسياسية .\r\nوقد آن للنبي صلى الله عليه وآله وسلم ان يهئ المسلمين للانتقال\r\nالعظيم إلى خارج الجزيرة إلى الشمال والى الجنوب . . وآن له ان يبعث في نفوسهم\r\nروح النشاط لفتح المملكتين فارس والروم . وآن للمسلمين ان يفهموا ان\r\nهذا العلم المبارك الذي يرفرف فوق شبه جزيرة العرب يجب ان يخرج إلى خارجها\r\nليرف أيضا فوق عروش القياصرة والا كاسرة ، ثم ليطوف حول حوض البحر\r\nالأبيض ثم ينتهي به المطاف إلى ما وراء البحار . .\r\nولم يكن في الدعوة الاسلامية ما يخشى معه رسول الله صلى الله عليه\r\nوآله وسلم الدعوة إليه فإنه دين الحرية والمساواة ، والبر والرحمة وفك العقل\r\nمن القيود والاغلال ، تتقبله النفوس مرتاحة إليه . . ولم يكن رسول الله صلى\r\nالله عليه وآله وسلم ليتردد يوما في دعوة الملوك إلى الاسلام ولكنه أراد ان يهئ\r\nأصحابه للنهوض فخرج عليهم يوما فقال :\r\n\" أيها الناس : ان الله بعثني رحمة وكافة ، فلا تختلفوا علي كما اختلف\r\nالحواريون على عيسى بن مريم \"\r\n- وكيف اختلف الحواريون يا رسول الله \"\r\n- دعاهم إلى الذي دعوتكم إليه ، فاما من بعثه مبعثا قريبا قر وسلم ،\r\n","description":"","footnote":"","page_name":" 28 ","page_number":34},
  {"content":"\r\nواما من بعثه مبعثا بعيدا فكره وجهه وتثاقل \"\r\nثم ذكر لهم انه مرسل إلى هرقل وكسرى والمقوقس والحارث\r\nالغساني ملك الحيرة ، والحارث الحميري ملك اليمن ، والى نجاشي الحبشة .\r\nوذكروا انه لما فتح النبي صلى الله عليه وآله وسلم مكة وانقادت له\r\nالعرب وأرسل رسله ودعاته إلى الأمم ، وكاتب الملكين كسرى وقيصر يدعوهما\r\nإلى الاسلام أو الاقرار بالخزية أو الاذان بالحرب أكبر شأنه أهل نجران\r\nوخلطاؤهم من بني عبد المدان وجميع بني الحرث بن كعب ومن انضوى إليهم\r\nونزل بهم من دهماء الناس على اختلافهم هناك في المذاهب النصرانية من الأروسية\r\nوالسالوسية والمارونية والنسطورية ، وقد امتلأت قلوبهم - على تفاوت\r\nمنازلهم - رهبة من رسول الله صلى الله عليه وآله وسلم ورعبا ، وانهم لكذلك\r\nإذ وردت عليهم رسل رسول الله ( ص ) وهم : عتبة بن غزوان وعبد الله بن\r\nأبي أمية والهديل بن عبد الله أخو تيم بن مرة وصبيب بن سنان يدعوهم\r\nإلى الاسلام ، فان أجابوا فإخوان في الله ، فان أبوا فإلى خطة الخسف الجزية\r\nعن يد وهم صاغرون ، وان أبوا فأذنوهم على سواء ، وكان في كتابه صلى الله\r\nعليه وآله وسلم لهم :\r\n\" قل يا أهل الكتاب تعالوا إلى كلمة سواء بيننا وبينكم \" لا نعبد الا\r\nالله ولا نشرك به شيئا ولا يتخذ بعضنا بعضا أربابا من دون الله فان تولوا\r\nفاشهدوا بانا مسلمون \"\r\nذعر الأساقفة ذعرا شديدا وهز الكتاب نجران هزا عنيفا فعقدوا\r\nمؤتمرا عاما في كعبتهم اجتمع فيه رؤساء نجران ، وأهل الرأي من الأقيال\r\n","description":"","footnote":"","page_name":" 29 ","page_number":35},
  {"content":"\r\nواجتمع من القبائل من عك وحمير وأنمار ومن دنا منهم سببا ونسبا ، فكان\r\nمؤتمرا عاما اشتوروا فيه وأفاضوا فيه الرأي والجدل العنيف في حديث مفصل\r\nبجده القارئ في خاتمة هذا الكتاب ( 1 )\r\nويلوح لنا ان المشادة كانت عنيفة بينهم فيما يجب ان يتخذوه من\r\nحيطة ليأمنوا غزو الاسلام ، وليحتفظوا بكعبتهم \" لأنهم أصابوا بموضعهم من\r\nدينهم شرفا ووجها عند ملوك النصرانية جميعا . \"\r\nويلوح أيضا انه كان في هؤلاء الأساقفة من هو مؤمن برسالة محمد\r\nصلى الله عليه وآله وسلم مصدق بدعوته .\r\nوذكروا انه اجتمع عامة الناس على السيد والعاقب يسألونهما -\r\nبعد هذا الجدال العنيف - \" عن رأيهما وما يعملان في دينهم فقالوا لهم\r\n\" تمسكوا بدينكم حتى يكشف لنا دين محمد وسنسير إلى يثرب وننتظر ما\r\nجاء به وفيما يدعوا إليه \"\r\nقالوا : \" وتجهز السيد والعاقب والأسقف ومعهم أربعة عشر راكبا\r\nمن نصارى نجران وسبعون رجلا من اشراف بني الحرث بن كعب وساداتهم\r\n- وفيهم قيس بن الحصين ويزيد بن عبد المدان - فاغترز ( 2 ) القوم ظهور\r\n\r\n","description":"","footnote":" ( 1 ) أهمل المؤرخون هذا المؤتمر كما أهملوا كثيرا من الحقائق الأخرى\r\nومروا بيوم المباهلة وبالمؤتمر مرورا عابرا ونحن وضعنا هذه الرسالة لنقدم\r\nللقراء هذا المؤتمر المنعقد في نجران بما فيه من حوار وإشادة بفضل آل رسول\r\nالله وصدق رسالة محمد صلى الله عليه وآله وسلم .\r\n( 2 ) غرز الرجل رجله في الغروز - الركاب - وضعها فيه ","page_name":" 30 ","page_number":36},
  {"content":"\r\nخيولهم واقبلوا لوجوههم إلى المدينة \"\r\nوقالوا : \" ولما استراث ( 1 ) رسول الله صلى الله عليه وآله وسلم خبر\r\nأصحابه انفذ إليهم خالد بن الوليد في خيل سرحها معه لمشارفة أمرهم فألفوهم\r\nوهم عائدون \"\r\nوقالوا أيضا : \" ولما دنوا من المدينة أحب السيد والعاقب ان يباهيا\r\nالمسلمين وأهل المدينة بأصحابهما ، وبمن خف من بني الحرث معهما فاعترضاهم\r\nوقالا لو كففتم صدور ركابكم ومسستم الأرض فألقيتم عنكم تفثكم ( 2 ) وثياب\r\nسفركم وشننتم ( 3 ) عليكم من باقي مياهكم كان ذلك أمثل ، فانحدر القوم عن\r\nالركاب ، فأماطوا من شعثهم ( 4 ) والقوا عنهم ثياب بذلتهم ( 5 ) ولبسوا ثياب صونهم\r\n( 6 ) من الانحميات ( 7 ) والحرير والحبر ، وذروا المسك في لممهم ( 8 ) ومفاوقهم\r\nثم ركبوا الخيل واعترضوا الرماح على مسابح ( 9 ) خيلهم ، واقبلوا يسيرون\r\nزردقا ( 10 ) واحدا ، وكانوا من أجمل العرب صورا وأصحهم أجساما وخلقا ،\r\n\r\n","description":"","footnote":" ( 1 ) استراث الخبر استبطأه\r\n( 2 ) اي أزلتم الوسخ عنكم ( 3 ) شن الماء عليه اي صبه ( 4 ) الشعث\r\nككتف المغبر الرأس وأماط كشف اي أزالوا الغبرة التي لحقتهم من السفر\r\n( 5 ) البذلة من الثياب ما يستعمل كل يوم ( 6 ) الثياب التي تحفظ فيهم وتلفت انظار\r\nالناس إليهم ( 7 ) اتحم الحاثك الثوب وشاه ( 8 ) الشعر المجاوز شحمة الأذن فهو لمة\r\nفإذا بلغ المنكبين فهواجمة ( 9 ) المسبح منتهى معرفة الفرس وقيل هو منتهى\r\nمنبت العرف تحت القربوس اي وضعوا الرماح على فرابيس الخيل عرضا استهانة\r\nبالمسلمين وعدم المبالاة على حد قول الشاعر :\r\nجاء شقيق عارضا رمحه ان بني عمك فيهم رماح\r\nوالذي يتهيب الامر لابد ان يكون على استعداد فيحمل رمحه متهيئا للطوارئ ","page_name":" 31 ","page_number":37},
  {"content":"\r\nفلما كشفوهم الناس اقبلوا نحوهم ، فقالوا \" ما رأينا وفدا أجمل من هؤلاء \" وكان\r\nالحارث بن كعب يقول \" ما رأينا وفدا مثلهم \"\r\n\" واقبل القوم حتى دخلوا على رسول الله صلى الله عليه وآله وسلم في\r\nمسجده وحانت صلاتهم فضربوا ناقوسهم في المسجد وقاموا يصلون إلى المشرق\r\nفأراد الناس ان ينهوهم عن ذلك فكفهم رسول الله صلى الله عليه وآله وسلم ،\r\nثم أمهلهم وأمهلوه ثلاثا ، فلم يدعهم ولم يسألوه ، لينظروا إلى هديه ويعتبروا\r\nما يشاهدون منه مما يجدون من صفته فلما كان بعد ثلاث دعاهم إلى الاسلام\r\nفقالوا :\r\n\" يا أبا القاسم ما أخبرتنا كتب الله عز وجل بشئ من صفة النبي\r\nالمبعوث من بعد الروح عيسى \" عليه السلام \" الا وقد تعرفناه فيك الا خلة\r\nهي أعظم الخلال آية ومنزلة ، وأجلاها امارة ودلالة \" ! ! . .\r\nرسول الله ( ص ) - \" وما هي \" ؟ .\r\n- \" انا نجد في الإنجيل من صفة النبي . . من بعد المسيح انه يصدق\r\nبه ويؤمن به وأنت تسبه وتكذبه وتزعم انه عبد \" ! ! . . .\r\n- \" بل أصدقه واصدق به وأؤمن به ، واشهد انه النبي المرسل من\r\n\r\n","description":"","footnote":" ( 10 ) اي صفحا واحدا . ","page_name":" 32 ","page_number":38},
  {"content":"\r\nربه عز وجل وأقول : انه عبد لا يملك نفعا ولا ضرا ، ولا موتا ، ولا حياة\r\nولا نشورا .\r\n- وهل تستطيع العبيد ان تفعل ما كان يفعل ؟ وهل جاءت\r\nالأنبياء بما جاء من القدرة القاهرة ؟ ! . ألم يكن يحى الموتى ويبرأ الأكمه\r\nوالأبرص ، وينبئهم بما كانوا يكنون في صدورهم ، وما يدخرونه في بيوتهم ؟\r\nفهل يستطيع هذا الامر الا الله عز وجل أو ابن الله ؟ ! .\r\n- وقد كان عيسى أخي كما قلتم يحي الموتى ويبرئ الأكمه والأبرص\r\nويخبر قومه بما في نفوسهم وبما يدخرون في بيوتهم ، وكل ذلك بإذن الله\r\nعز وجل وهو عبد الله . . غير مستنكف ، فقد كان لحما ودما وشعرا وعظما\r\nوعصبا وأمشاجا يأكل الطعام ويظمأ وينصب والله باريه وربه الاحد الحق الذي\r\nليس كمثله شئ وليس له ند \"\r\n- : \" فأرنا مثله جاء من غير فحل ولا أب\r\n- : \" هذا آدم عليه السلام أعجب منه خلقا من غير أب ولا أم ،\r\nوليس شئ من الخلق بأهون على الله عز وجل في قدرته من شئ ولا أصعب\r\nوإنما امره ان أراد شيئا ان يقول له كن فيكون .\r\n\" ان مثل عيسى عند الله كمثل آدم خلقه من تراب ثم قال له كن\r\nفيكون .\r\nفقالوا : \" فما نزداد منك في أمر صاحبنا الا تبينا ، وهذا الامر\r\nالذي لا نقره لك فهلم فلنلاعنك ( 1 ) أينا أولى بالحق ونجعل على الكاذبين\r\n\r\n","description":"","footnote":" ( 1 ) يلوح من هذه الرواية ان وفد نجران طلب الملاعنة ، ويخالفها\r\nروايات شتى ويظهر منها ان الذي طلب المباهلة هو رسول الله ( ص ) وهذا\r\nالذي يظهر من القرآن المجيد . ","page_name":" 33 ","page_number":39},
  {"content":"\r\nفإنها مثله وآية معجلة \"\r\n\" فغشيه الوحي ونزل عليه قوله تعالى \" فمن حاجك فيه من بعد ما\r\nجاءك من العلم فقل تعالوا ندع أبناءنا وأبناءكم ونساءنا ونساءكم وأنفسنا\r\nوأنفسكم ثم نبتهل فنجعل لعنة الله على الكاذبين \"\r\nوتلا عليهم رسول الله صلى الله عليه وآله وسلم ما نزل في ذلك عليه\r\nمن القرآن وقال :\r\n\" ان الله امرني ان أصير إلى ملتمسكم وأمرني بمباهلتكم ان أقمتم\r\nوأصررتم على قولكم \"\r\n- ذلك آية ما بيننا وبينك وإذا كان الغد باهلناك . ثم انصرفوا إلى\r\nأماكنهم \"\r\nتذوق الرجال العارفون من الوفد حلاوة ما قرأ عليهم رسول الله\r\nصلى الله عليه وآله وسلم من آي القرآن الحكيم وادركوا صدق الحديث\r\nوادركوا شدة الخطر الذي يحوطهم فيما إذا باهلوا ، ولقد توفرت لدى بعضهم\r\nالامارات الدالة على صدق رسول الله صلى الله عليه وآله وصحة رسالته\r\nوإن كان الجهل والتعصب كانا يسيطران على بعض ذوي الشأن منهم\r\nفكان يعتز بالحول والطول ! . .\r\nويظهر لنا ان بعضهم غلبت عليه شهواته في حب الرياسة والجاه العريض\r\n","description":"","footnote":"","page_name":" 34 ","page_number":40},
  {"content":"\r\nالذي نالوه من ملوك النصرانية وهذا النعيم الترف الباذخ \" اما رأيت ما فعل\r\nبنا هؤلاء القوم ؟ . أكرمونا ومولونا ونصبوا لنا كنايسنا وأعلوا فيها ذكرنا\r\nفكيف تطيب نفوسنا بدين يستوفي فيه الشريف والوضيع ؟ \"\r\nومن اليسير ان نعرف ان هذه الأرستقراطية هي التي عصبت عيونهم عن\r\nالالتجاء إلى الواقع المحسوس وتغلبت على عقولهم والانتقال من ارستقراطية\r\nإلى ديمقراطية تتصل بالروح والعقل لا تقوى عليها النفوس المشغوفة بالملكية\r\nوالثراء وحب الرياسة .\r\nوعلى الغالب ان فكرة القوة وفكرة الثراء وحب الجاه شعور مرده\r\nفي بعض الأحيان إلى الغيرة النفسية التي تحصل عادة من المفضول على فاضله\r\nالمتغلب عليه بالبرهان القطعي والدليل الواضح وقد برز الان واضحا في نفوس\r\nالنجرانيين ، بيد انه مهما كان لهذه العناصر من مظاهر الجد في النفوس وإرادة\r\nان تظهر بالمظهر الحازم في الساعة الحاسمة فإنها لا تلبث ان تنهزم مخذولة من\r\nقوة الحق . وبحسبنا ان نطالع صورة ثانية يرسمها النجرانيون حينما انصرفوا\r\nإلى منزلهم من الحري وخلا بعضهم إلى بعض وقد اعتصرت يد الأسى تلك\r\nالقلوب المشغوفة بذلك البذخ وتلك الأموال التي تغدقها عليهم النصرانية من\r\nالشمال ومن الجنوب . وهذا رجل من العارفين يرشد قومه إلى الحقيقة فيقول\r\nلهم : \" قد جاءكم محمد بالفصل من امره وأمركم فانظروا أولا بمن يباهلكم ؟\r\nأبكافة اتباعه أم باهل المكانة من أصحابه . أم بذوي التخشع . . والصفوة ة دينا\r\nوهم القليل منهم عددا ؟ ! فان جاءكم بالكثرة وذوي الشدة فإنما جاءكم مباهيا كما\r\nيصنع الملوك فالفلج إذا لكم دونه . . وان جاءكم بنفر قليل ذوي تخشع فهؤلاء\r\n","description":"","footnote":"","page_name":" 35 ","page_number":41},
  {"content":"\r\nسجية الأنبياء وصفوتهم وموضع بهلتهم . فإياكم والاقدام إذا على مباهلتهم .\r\nفهذه لكم امارة فانظروا حينئذ ما تصنعون بينكم وبينهم \" ! !\r\nهذا قسط من الرأي الصائب والنصيحة الرشيدة وهو كاف للقارئ\r\nان يفهم منه انهم على علم سابق من سيرة الرسل وأوليائهم الذين طبعوا على\r\nغرارهم ، وجلي بعد هذا ان أهل التخشع هم الصفوة من اتباع الرسل\r\nوالأنبياء ، وموضع ثقتهم وبهلتهم .\r\nوهذه كلمات تلقي ضوءا على جانب كبير من الحق وهي في مجموعها\r\nصورة صادقة للحقيقة رسمتها كلمات الله في كتبه المنزلة على أنبيائه ورسله وهي\r\nنصيحة على كل حال . ونصيحة موفقة في كثير من نواحيها .\r\nوجدير بمن كان يصطفيهم الأنبياء ان يكونوا القدوة لكل جيل من\r\nالأجيال ، يجب على المؤمنين الاقتداء بهم والاسترشاد برشدهم وحقيق بالمؤمنين\r\nاتباعهم في الطريق التي يسيرون عليها لأنهم لا يدلون الا على خير ولا يرشدون\r\nالا إلى حق كما ورد في الحديث عن عمار بن ياسر \" . . يا عمار ان سلك الناس\r\nكلهم واديا وسلك عليا واديا فاسلك وادي علي وخل عن الناس . ان عليا لا\r\nيردك عن هدى ولا يدلك على ردى . يا عمار طاعة علي طاعتي وطاعتي\r\nطاعة الله \"\r\nوأصحاب محمد صلى الله عليه وآله أو بتعبير أوسع المسلمون وان\r\nبلغوا مئات الألوف في عهد صاحب الرسالة ( ص ) ولم يكن طريقهم إلى الدين\r\nطريقا واحدا ولم يكن هدفهم واحدا ولم يصل الدين إلى أعماق قلوبهم\r\n","description":"","footnote":"","page_name":" 36 ","page_number":42},
  {"content":"\r\nبنسبة واحدة والذين امتازوا بهديهم واخلاقهم وكمالهم النفسي كانوا افرادا قلائل\r\nأولئك النخبة الممتازة ة ومن بين هذه النخبة الممتازة افراد هم الصفوة الصفوة ولباب\r\nاللباب هم \" أهل بهلة الأنبياء \" وموضع عناية الله سبحانه وهداة الخلق إلى\r\nالحق لا يقاس بهم أحد ولا يساويهم في المنزلة عند الله أحد وهم \" سجية الأنبياء وصفوتهم \" الذين اصطفوهم من بين سائر المؤمنين ولو سئل الله بهم سؤال السائلين .\r\nوما كادت تطالع أساقفة نجران ان وجوه أهل بهلة الأنبياء حتى ارتدوا\r\nعلى أعقابهم ترتعد فرائصهم بعد لم يثوبوا إلى رشدهم من الدهشة التي\r\nاخذتهم حينما شاهدوا رسول الله صلى الله عليه وآله وسلم حتى طالعتهم هذه\r\nالوجوه المشعة بالنور الرباني في الساعة الحاسمة فاحتوتهم الدهشة ثانية وطاشت\r\nعقولهم فقد رأوا وجوها لو سئل الله ان يزيل بها جبلا لازاله .\r\nودنت اللحظة الفاصلة التي كادت ان تفصل بين عهدين ، وتحسم بين\r\nمبدأين إلى النهاية ة التي لا تتصل بحد من الزمن ، وقد جاء رسول الله صلى الله\r\nعليه وآله وسلم بالقول الفصل من امره وأمرهم ، ولا بقاء على الدوام الا للأصلح .\r\nولا شك بان المسيحية لم يبق لها شكلها الروحي ، والعالم يحتاج\r\nالمصلح الذي يطهر العقيدة من دنس الرذائل التي عمت أطراف العالم .\r\nوأسقف نجران أبى وامتنع عن أن يباهل ، فان تلمس الحقيقة في\r\nالوجوه التي خرجت لتباهله وليس في نجران ولا في غيرها من يدفع لعنة الله\r\nالحاطمة والعذاب النازل فيما لو سأل محمد صلى الله عليه وآله وسلم ربه ان يجعل لعنته\r\nعلى الكاذبين ورفعت تلك الأيدي للتأمين على دعاء نبيه ، وعرفوا انه لن\r\nيخطئهم السهم المراش فيما إذا باهلوه وانهم في نقطة التحول ، والعقل لا يتصور\r\n","description":"","footnote":"","page_name":" 37 ","page_number":43},
  {"content":"\r\nفي البراهين أقوى من برهان الوجدان والعيان وهذه سحب البلاء تتدافع\r\nفي الفضاء .\r\nوعرفوا أيضا ان النصرانية قد بلغت حدها المحدود برسالة محمد صلى الله\r\nعليه وآله وانتهى اجلها الذي أجلت له وانطوى بين تلافيف الزمن كما\r\nطويت شرائع من قبل وليلحق آخرها بأولها وحاضرها بماضيها .\r\nواستيقن الأسقف ان يومهم هذا لم يعد موصولا بماضيه ، وإنما هي\r\nشريعة جديدة وعدوا بها على لسان السيد المسيح ، وكتاب جديد ورسالة\r\nنهجت للناس الطريق الأمثل ومضت تشق طريقها إلى أرواح الناس لتجلوها\r\nمن صدء الاجرام الخلقي الذي انغمس في مبائتها العالم باسره .\r\nوهذا محمد رسول الله بحق يتقدم إلى الأمم وبيده كتاب الله المجيد\r\nينير البصائر ، ويرسم المثل العليا من الفضائل التي تأخذ بيد البشرية إلى\r\nالسعادة الدائمة .\r\n","description":"","footnote":"","page_name":" 38 ","page_number":44},
  {"content":"\r\nالسمر\r\nاجتاز الركب سكك المدينة على خيولهم المطهمة تفوح منه رائحة\r\nالمسك وعليهم ثياب صونهم من الحرير اللماع ، والحبر الموشى ، على سرج\r\nمزركشة بالذهب الوهاج ، قد اعترضوا الرماح على مناسج خيلهم ، وكانوا من\r\nأجمل العرب صورا .\r\nوبعد - لم يكن عجبا إذا افتتن الضعفاء بالوفد النجراني الذي يتمتع\r\nبكل المغريات للنفوس الضعيفة .\r\nوليس عجبا إذا كان هذا الوفد حديث أهل المدينة ، فقد\r\nدخلها وفود كثيرة في السنة العاشرة وقبلها يقدمون الطاعة للنبي صلى الله عليه\r\nوآله وسلم ، ولكن ليس فيهم مثل وفد نجران في معالمه الفاخرة وزينته اللماعة\r\nيقول المحارث ابن كعب : \" ما رأينا وفد مثلهم \" .\r\nكانت صورة الوفد تمر في نفس أصحاب محمد صلى الله عليه وآله وسلم\r\nجميعا ، ولكنه مرور عابر في نفوس بعضهم ، وهي أهون عليهم من أن تثير\r\nشيئا ، فان الرسالة السماوية نهجت لهم الطريق الأمثل . على حين استقرارها\r\n","description":"","footnote":"","page_name":" 39 ","page_number":45},
  {"content":"\r\nفي نفوس البعض الاخر مجلوة بترفها المغدق ، ونعيمها الباذخ ، رهيبة اللمعان ،\r\nرنانة الجرس ، هفت إليها النفوس الضعيفة واستوعبت مشاعرا وقلوبا ما أضاءها\r\nالنور المنبثق من رسالة السماء ، والضوء المنير من مصباح محمد صلى الله عليه\r\nوآله وسلم . .\r\nكان الترف الناعم ، والنعيم الباذخ ، والعيش اللين الذي يتمتع به وفد\r\nنجران حديث جماعة من أهل المدينة في سمرهم ومجالسهم .\r\nوأين المحتاج الذي يستطيع ان يرد طرفه عن حياة ناعمة ، ونعيم\r\nترف ودنيا مزهوة ؟\r\nوأي المحرومين لا يفكر في هذا النضار الوهاج المدلى في صدورهم ؟\r\nوقد صنعوا منه مقابض سيوفهم ووشوا به حبرهم ، وسرج خيولهم ، ثم لا\r\nتنكمش نفسه ولا يستهويه الذهب اللماع ولم تكن نفوسهم قد اكتملت بمناهج\r\nالدعوة الاسلامية ولم تتصل بأرواحهم لينظروا إلى زخرف الحياة نظر ازدراء\r\nوليجعلوا متعها تحت مواطئ الاقدام ، فان الاسلام هدى إلى الصراط القويم ،\r\nوالهدى رحمة من الله تجلو النفس ، وصفاء يمحو الظلمة ، وسعادة تصوغ النفس\r\nمن جوهر تتضاءل امامه المادة فلا يبقى لها اي ثمن .\r\nليلة مظلمة . لا يكاد ملتمس يحس فيها بطريقة لولا قبس ترسله النجوم\r\nالمتلألئة في صفحة السماء تفتح يدها مرة وتقبضها أخرى . . تقدمت جيوش\r\nالظلام تسدل الستائر - وقد القى النهار سلاحه - على يثرب مدينة الرسول\r\n","description":"","footnote":"","page_name":" 40 ","page_number":46},
  {"content":"\r\n( ص ) ومصدر النور . . هو ذا الليل يوغل ايغالا ويلبس القضاء بردته السوداء\r\nفتمتد على الكون روعة السكون ، وليس فيه ما يعكر صفحة السماء الا هذه\r\nالغيوم التي تدفعها الرياح إلى الفناء .\r\nليلة مشهودة ، لم تتصل بما قبلها ولا بما بعدها ، فان اضطرابات فكرية\r\nضربت حصارها على الأفكار والعقول فحارت في شأنها ، فان يدا قوية تمرست\r\nبعواصم من القوة لم تؤثر فيها قوة الحق .\r\nليلة مشهودة ، تزخر بالحوادث وتموج بألوان من الأفكار والناس\r\nلا يعلمون انها تحمل الحادث الخطير ، وان له شأنا بين الحوادث الخالدة الذكر\r\nوكل ما يعلمون ان الأفكار تتدافع كلما اجتمع اثنان أو أكثر كما تتدافع أمواج\r\nالبحر في الريح العاصفة .\r\nفرغ المسلمون من صلاتهم وما كان ليطيب لأكثرهم العودة إلى\r\nمنازلهم ولكنهم تكتلوا في مسجدهم حيث أقاموا صلاتهم يتحدثون كل وما\r\nيعنيه من أمر الحياة أو شؤون المسلمين العامة .\r\nولقد كان الوفد النجراني سفرا ضخما تجمعت فيه كل الأحاديث\r\nوفيه نواح كثيرة للحديث فليس عجبا إذا كان حديث جماعات من المسلمين في\r\nهذه اللحظة من الزمن الحالك السواد ، فقد كان هذا الاغراق في الترف\r\nحريا بان يدفع الناس للحديث عنه ، وكان هذا العنت الشديد منه حريا بان يكون\r\nموضعا للعجب وللحديث ، وان النفوس الفاحصة عن الوقائع أميل إلى التوغل\r\nفي الحديث عن نهاية الطاف في الحادث وانه مشهد يعسر نسيانه وفيه مغريات\r\n","description":"","footnote":"","page_name":" 41 ","page_number":47},
  {"content":"\r\nقد لمست أكثر القلوب بكلتا راحتيها .\r\nوفي زاوية المسجد حلقة مستديرة كبيرة فيها ألوان الأفكار ومختلف\r\nالأذواق والميول يتصل حديثها بالوفد مباشرة .\r\nالمحارث بن كعب - أرأيتم وفد نجران في معالمه الفاخرة ، وزينته\r\nوقد ملأت القلوب ؟ والحق اننا \" ما رأينا وفد مثلهم \" ولكن في حديثهم\r\nعن المسيح استحالة لا تصل إليها العقول وما أقر بها إلى الوثنية التي كنا ندين\r\nبها قبل الاسلام ، ولا أدري كيف يتوصل العقل البشري إلى اتحاد أقانيم\r\nثلاثة في حقيقة واحدة ثم لا يؤثر اطلاق الأب على الابن أو الابن على الأب\r\nأو هما على روح القديس ، ان هذه لشئ عجاب .\r\nبشير - ليس الذنب ذنب الأديان ، وإنما الأديان جميعها غايتها\r\nالاندماج في الكمال الروحي ، وانها جميعها تربط البشرية في فكرة واحدة\r\n- الله - الواحد الاحد ، وما تراه من تشعب المذاهب ، واختلاف العقائد ،\r\nليس هو من طبيعة الأديان التي جاءت بها رسل الله إلى خلفه وإنما هو من\r\nذنب القائمين عليها من بعد الرسل ، والفكرة المسيحية التي قررها الإنجيل\r\nفكرة ة واحدة لا تختلف عن الاسلام وهي لا تتصل بما نراه اليوم من نزاع\r\nحول طبيعة المسيح وأمه والأقانيم الثلاثة .\r\nوالمسيحية في حقيقتها دين مقدس بحث عن العلاقة بين الانسان وخالقه\r\nوبين الروح ومصدرها والشبهات المرتكزة التي نراها هي بعيدة عن الناموس\r\nالأكبر الذي جاء به عيسى بن مريم .\r\nوهذه النصرانية المنتشرة في طول البلاد وعرضها واعتنقها الملوك والامراء\r\n","description":"","footnote":"","page_name":" 42 ","page_number":48},
  {"content":"\r\nوأهل الغنى والثراء قد تزحلقت إلى ما تراه وهي أقرب إلى الوثنية :\r\nونجران أهم موطن للنصرانية في البلاد العربية وهؤلاء القسس قد\r\nشاهدوا وثنية العرب تنهزم امام الاسلام ، وهم اليوم يحاولون ان لا تنهزم\r\nالنصرانية كما انهزمت الوثنية ، ويحاولون ان لا ينخذلوا امام محمد صلى الله\r\nعليه وآله وسلم كما انخذل زعماء الوثنية واذن ليس عجبا ان يظهروا بهذا\r\nالمظهر الخلاب ، واحسب ان الخاطر الأول لهذا الوفد هو العبث بالمسلمين عن\r\nطريق الغني والثراء ، فإنه المشهد الذي يشق طريقه إلى النفوس سريعا ،\r\nويعسر على الذاكرة نسيانه طوال الأيام ولكن ما اقصر مرمى عيونهم ،\r\nفان رسالة الاسلام مضت تشق طريقها إلى الأرواح والقلوب ، ونهجت للناس\r\nالمنهج الأمثل وتلقى الناس الاسلام مرتاحين إليه فلا يغري المسلمين الثراء .\r\nوركام المادة قد داسه المسلمون تحت حوافر خيولهم في ساحات التضحية في\r\nسبيل الله .\r\nانس - التوحيد دعامة الاسلام الكبرى وطبيعي ان يصطدم\r\nبالعقائد التقليدية التي عليها الناس ولكن رسول الله صلى الله عليه وآله وسلم\r\nلم يدع إلى ذلك قبل ان يدعو إلى فك قيود العقل والتأمل في ملكوت\r\nالسماوات والأرض والتوحيد أشرف العقائد وأجدرها بالانسان في ارفع\r\nحالاته العقلية ، غير أن هؤلاء القسس لم يأتوا عن طريق المعقول في دعواهم\r\nفي عيسى عليه السلام ، وليس في حقائبهم من البراهين على الثالوث المتحد الا\r\nالخوارق التي جاء بها عيسى من ابراء الأكمه والأبرص واحياء الموتى وانه\r\nخلق من غير أب وليس هذا بالشئ الجديد في رسالة الرسل والأنبياء ، ولقد\r\n","description":"","footnote":"","page_name":" 43 ","page_number":49},
  {"content":"\r\nكان لموسى من قبل عيسى أمثال هذه المعجزات وقد خلق الله آدم من غير أب\r\nولا أم فخلقه أبلغ من خلق عيسى .\r\nلقد حاججهم النبي صلى الله عليه وآله وسلم عن طريق المنطق\r\nوالعقل الا انه يلوح انهم ركبوا متن غرورهم وسدروا في الغي جاحدين كل\r\nدليل وبرهان ، وكأنه كتب على الانسانية ان تبقى على الأعين هذه الحجب\r\nوالغشاوات التي تصد عن الهدى .\r\nأبو سعيد - ان الامر تعدى عن طوره المعقول وقد أفسد الديانون\r\nالقائمون على الشرائع وتنفيذها فكرة التوحيد لأهواء نفسية وأغراض شخصية\r\nوفكرة الله في الاسلام بلغت غاية المثل الاعلى في صفات الذات الإلهية المقدسة\r\nوهذا رسول الله صلى الله عليه وآله يحمل بكلتا راحتيه القرآن يشع\r\nبالنور وسحر البيان وقد بالغ في تقرير ما ينبغي الاعتقاد به في الذات الإلهية\r\nكل ذلك بقياس من العقل والمنطق والبرهان الواضح .\r\nولكن القسس واتباعهم عصبوا عيونهم بعصابة من التقليد فلم يبصروا\r\nالنور ولا تلمسوا الهدى الذي يدعو إليه القرآن ، وقد غلبت على عقولهم فتنة\r\nالبذخ والترف الذي هم عليه .\r\nان هذه المتع الجوفاء التي تحجب عن الابصار الضوء ، وعن القلوب النور\r\nوهذه المعالم الفاخرة تسهل السبل للانسان من أن ينغمس في النعيم الزائل ، أفلا\r\nتنظر إليهم وما من واحد منهم الا ويهمس في اذن الاخر مشيرا إلى حالة المسلمين\r\nالزاهدة ، وكيف يولى بني المسلمين الدنيا ظهره معرضا عنها ؟ . ولقد حدثني\r\nبعض من أرسله النبي إلى نجران ان أحد رجال هذا الوفد التفت إلى محدثه وقال\r\n","description":"","footnote":"","page_name":" 44 ","page_number":50},
  {"content":"\r\n: \" . . اما رأيت ما فعل بنا هؤلاء القوم ؟ أكرمونا ومولونا ونصبوا لنا كنايسنا\r\nوأعلوا فيها ذكرنا ، فكيف تطيب النفوس بدين يستوى فيه الشريف\r\nوالوضيع \"\r\nابن أرقم - هذه حقيقة واضحة يستطيع كل واحد ان يتلمسها في\r\nرجال هذا الوفد وكأنهم يرون الحياة في أثوابهم لا بقلوبهم وقديما ، قالوا إن\r\nقوة المرء بقلبه ورجال نجران انحرفوا عن جادة المسيح عليه السلام إلى\r\nاصطناع أساليب تضمن لهم العيش باسم الدين\r\nفي اللحظة الأخيرة ولم تنفع البراهين ولم يؤمن وفد نجران بحجج\r\nالوحي المبين أوحى الله تعالى إلى نبيه ( ص ) \" فمن حاجك فيه\r\nمن بعد ما جاءك من العلم ، فقل تعالوا ندع أبناءنا وأبناءكم ونساءنا\r\nونساءكم وأنفسنا وأنفسكم ثم نبتهل فنجعل لعنة الله على الكاذبين \"\r\nوليس وراء برهان المشاهدة برهان آخر\r\nطائف - ان الله سبحانه أمر نبيه ان يباهل وفد نجران\r\nصوت ججل في فضاء المسجد رنان الجرس لم يسمعه أحد الا تلفت\r\nحواليه وتهللت أسارير وجهه ، وسرى في المدينة كنسمة الصبح\r\nالعليلة تحمل صوت الحق الناعم إلى النفوس الخاشعة ويعبق شذاها\r\nبالامل الباسم في مرحلة التمييز - تمييز الحق من الباطل -\r\nوالترجيح في كفتي الميزان العادل\r\nالبراء بن عازب - لقد انبلج الصبح عن شمسه ، واستبان الحق\r\nمن الباطل ، فان كشف الحقيقة عن طريق المشاهدة ة أوقع تجليا بأكمل الوجوه\r\n","description":"","footnote":"","page_name":" 45 ","page_number":51},
  {"content":"\r\nوأوضحها في النفوس . ولهذه المباهلة قيمة تزيد عن قيمة المنطق والأقيسة\r\nلأنها قيمة الشهود في النفس الحساسة والعقل الواعي . وان البراهين والأدلة\r\nجميعا لا تغني في ساعة الجدل إذا لم يلتمس العقل قيمها المحسوسة ، وإذا كانت\r\nأدلة المؤمن أرجح من أدلة المنكر وتلمسها المنكر بعقله الواعي فقد اغنى الدليل\r\nغناه ، والا فليس في البراهين شئ أدل وأصلح للاقناع من وضع\r\nالحق والباطل في كفتي الميزان .\r\nقيس - حقا ما تقول قد أينع الغرس إذا كان هؤلاء يبصرون بعين\r\nأو يسمعون بأذن أو يرجعون إلى عقل ، واما وهم ليسوا كذلك - وقد فتنهم\r\nزخرف الحياة - فان الجدل لا تغني فيه البراهين والأدلة ، ولا تجلوه الأقيسة\r\nوالحقائق والعقيدة فأن 1 زائد 1 يساوي 2 هذا في واقع الامر ، اما في الجدل\r\nالديني والعقيدة فأن 1 زائد 1 يساوي 4 أو 5 أو ألفا وكأنه خفى عليكم ان مسألة\r\nالثالوث مشكلة ة تطلب الحل ولقد استحال حلها ويستحيل على العقول حلها\r\nولكن النصرانية اليوم قررتها وان امتنع الحل وهل هذا الا من عمل الرهبان القائمين\r\nعلى تنفيذ شريعة المسيح .\r\nالبراء - ان للانسان وعيا يشعر معه بما في هذا الكون من جمال\r\nونظام ، واسرار والغاز ، وقد يحتجب ذلك عن انسان فلا يدرك شيئا\r\nمن هذا الجمال والنظام والاسرار ولكن هذه المباهلة ترجيح بين نوعين من\r\nالأدلة والبراهين . وليس أدل على تهيئ الجو الصالح لانبثاق النور والهدى من\r\nترجيح هذا النوع من البرهان الملموس بالمشاهدة ، فإن لعنة الله الأبدية لا بد\r\nان تقع على الكاذب منهما ، ولا يسلم الكاذب من العذاب المحيط الشامل .\r\n","description":"","footnote":"","page_name":" 46 ","page_number":52},
  {"content":"\r\nرجل - أترون ان رسول الله ( ص ) يخرج لمباهلتهم منفردا أم\r\nيخرج معه أصحابه وأهله ؟ ؟\r\nانس - لاشك بأنه يخرج ومعه أبو بكر وعمر وعثمان وأبو عبيده\r\nوجماعة من الأنصار .\r\nالبراء - على هونك ان هذا تراث من عوسج خلقته لنا النوازع\r\nالنفسية والميول الشخصية التي حاربها الاسلام ، وما أجملها لو اننا تحررنا من\r\nسيطرة هذه النوازع التي تقلبت على سائر الحدود ولم يقيدها حد ، ولقد كانت\r\nالميول من قديم الزمن وقد أشغلت المفكرين ورجال الاصلاح لكن بدون\r\nجدوى .\r\nانك لتعلم وكل واحد ان صحب محمد ( ص ) ليسوا فئة واحدة\r\nموحدة الهدف وإنما هم فئات وأغراضهم شتى وأهدافهم مختلفة ولا أريد ان\r\nأقول انا نحيط بحكمة الله تعالى لتعلل هذا الاختلاف ، ولكن الميزان الذي\r\nبأيدينا والذي يحسن ان نزن به الاشخاص إنما هو العمل فقط ، واعمال كل\r\nشخص هي التي ترجحه في كفة الميزان ، وأغلب الظن ان رسول الله ( ص )\r\nإذا أراد ان يصحب أحدا إنما يصحب معه الرجل المعدوم العثرات الزاهد في\r\nالحياة ، وإذا كنا لا نحكم النوازع النفسية ولا نميل مع الأغراض ، فكل\r\nأحد يعلم بان في صحب محمد من هم أدنى إليه مجلسا وأقرب من ربه مقاما أثمة\r\nايمان أذلوا النفوس ، وقهروا الأبدان وفنيت قلوبهم ونفوسهم في ذات الله\r\nرضوا من الحياة بما دون الكفاف وهم غير من ذكرت .\r\nغلب على الجالسين وجوم آفتة ضيق أفق نفوسهم\r\n","description":"","footnote":"","page_name":" 47 ","page_number":53},
  {"content":"\r\nعن تفهم الصحابة واحدا واحدا وكأنهم رجعوا\r\nإلى الماضي يفتشونه حادثا فحادثا ليميزوا\r\nبين أصحاب رسول الله صلى الله عليه وآله وسلم\r\nسهل - حقا انا لا نملك الميزان الصحيح ولكن شيئا واحد لا يجوز\r\nان ننساه ونغفل عنه فان منطق الحوادث التي رأيناها منذ بدء الدعوة إلى\r\nالاسلام يقضى قضاء لا معدى عنه ان رسول الله سيصحب معه ابن عمه علي\r\nابن أبي طالب فإنه \" من أهل البيت لا يقاس به أحد مع رسول الله\r\n( ص ) في درجته \" وهو وزيره وكاشف الكرب عن وجهه . في المواقف\r\nالكثيرة من حروبه وليس في المسلمين من يضاهي عليا بمكانه\r\nوزهده واخلاصه وعلمه وفضله ومنزلته فقد بلغ الغاية القصوى وارتقى\r\nإلى أعلى مرتقى ولقد حدثني من سمع رسول الله يقول :\r\n\" من أراد ان ينظر إلى آدم في علمه والى نوح في عزمه والى\r\nإبراهيم في حلمه والى موسى في هيبته والى عيسى في زهده فلينظر إلى علي بن\r\nأبي طالب \" ( 1 ) وهو الرجل الذي لا يخزيه الله ابدا يحب الله ورسوله ويحبه\r\nالله ورسوله ( 2 ) وهو من رسول الله بمنزله هارون من موسى . ومولى\r\nكل مؤمن ومؤمنه .\r\n\r\n","description":"","footnote":" ( 1 ) أخرجه أحمد في مسنده والبيهقي في صحيحه والتفسير الكبير في\r\nتفسير آية المباهلة انه متفق على صحته ( 2 ) من حديث سهل الساعدي رواه\r\nالبخاري ومسلم . ","page_name":" 48 ","page_number":54},
  {"content":"\r\nالبراء - لم يكن ما حدثتنا به الا حلقة من حلقات فضائل علي ولقد\r\nتساندت فضائله بعضها إلى بعض وانتشرت انتشار عمود الصبح تجلي ظلمته\r\nالقلوب وله في قلوب خلص المسلمين حضوة وفي نفوسهم ولاء .\r\nان عليا نهج لنفسه الرسالة السماوية مثلا يسير عليه في كل خطوة من\r\nخطواته وفي كل حركة من حركاته وعند كل نفس من أنفاسه ، ومن استوعب\r\nحياة هذا الفتى عرف كيف ذهب يشق طريقه إلى الله تعالى ولقد تفتحت\r\nجوانب قلبه للرسالة المحمدية فوعاها وآمن بها ايمانا لا بشبهة ايمان ، ورأيناه في\r\nالبدء أول من يبادر إلى اعتناق الاسلام ثم سار مع الأيام يشبع غرائزه من\r\nالمنهلين العذبين القرآن واخلاق النبي ، وصفت نفسه صفاء استوعب لب الاسلام\r\nمن مصدريه .\r\nولقد أصبح الرجل الأول بين المسلمين والمصدر الأول والأخير\r\nبعد رسول الله ، نضج هذا الفتى نضوجا لم ينضجه أحد من صحب محمد\r\n( ص ) نضج في تفكيره في هذا الكون ونضج بملازمته لصاحب الرسالة منذ\r\nفجر صباه في سن الطفولة فليس ثمة أحد يضاهي عليا بما دلف إليه من تعاليم\r\nالاسلام واخلاق محمد ( ص ) .\r\nوفي الحق ان هذا الفتى نبتة غرسها رسول الله صلى الله عليه وآله وسلم\r\nفي الاسلام ، فندفع يسير كما يشاء له النبي ويريد له كتاب الله فبلغ غاية\r\nالشأو كما صار ملتقى المنبعين كتاب الله وسنة رسوله وقد\r\nقرن النبي حب علي بحبه وبغضه ببغضه .\r\n","description":"","footnote":"","page_name":" 49 ","page_number":55},
  {"content":"\r\nولكن هذا حدث خطير يحمل في دقائقه معالم الحكمة وفي روحه\r\nوتشريعه معالم الانذار بغضب الله ، وقد أنبأت عنه كلمات الله ولم يسبق له مثيل في\r\nالاسلام ولا قبله فلا تسيره مشيخه الأصحاب ولا كثرة الرجال والعدد وأن محمدا\r\nفي كل عمل من أعماله مقيد بمبدأ يسيره ربه عليه في الطريق الأخاذ إلى\r\nالمثل العليا التي أعدت للانسان الكامل بسائر أنواع الكمالات النفسية والسياسية\r\nفقد يسمح له ظرفه بأن يصحب عليا وغيره وقد لا يسمح له وقد يكون من\r\nالسياسة ان يصحبه وقد لا يكون ، والامر وراء ذلك كله ينزل من السماء .\r\nيمر حذيفة بن اليمان وسلمان الفارسي وأبو ذر وعمار\r\nيتحدثون بدعوة رسول الله ( ص ) وفد نجران إلى\r\nالمباهلة وحذيفة يقول : ان الوحي غشى النبي ونزل\r\nعليه \" قل تعالوا ندع أبناءنا وأبناءكم ونساءنا ونساءكم\r\nوأنفسنا وأنفسكم ثم نبتهل فنجعل لعنة الله على الكاذبين \"\r\nالبراء - صدق الله العظيم هذا ما كان يختلج في نفسي ويعتقده ضميري .\r\nبشير - أترى يخرج ومعه جميع نسائه أم يقتصر على عائشة وحفصة وأم\r\nسلمة .\r\nزيد - أيم الله ان المرأة تكون مع الرجل العصر من الدهر ثم\r\nيطلقها فترجع إلى أبيها وقومها ونساؤه من حرمت عليهن الصدقة ( 1 )\r\nرجل - يلتفت إلى البراء بن عازب - الانسان لا يدعو نفسه\r\nفمن هي النفس التي هي رسول الله ويدعوها إلى المباهلة ؟ . . ومن هم الأبناء\r\nالذين تعينهم الآية الكريمة .\r\n\r\n","description":"","footnote":" ( 1 ) أخرجه مسلم في صحيحه في باب فضائل علي . ","page_name":" 50 ","page_number":56},
  {"content":"\r\nالبراء - لا اعلم ! إلى حذيفة وسلمان وعمار وأبي ذر فأنهم من\r\nخلص أصحاب النبي واعلم بالسر .\r\nيذهبون إلى حلقة مؤلفة من أربعة يتناجون بصوت\r\nخافت كأنهم يحفرون قبرا لسر يريدون ان يدفنوه\r\nفي ضمائرهم .\r\nبشير - إلى حذيفة : يا أبا عبد الله لقد أشار الله سبحانه إلى قصة\r\nالوفد في كتابه المجيد بأبلغ واسمى ما تعرفه البلاغة من السمو وان\r\nهذه المباهلة ة قد رسمت المنهج الأمثل للمتخاصمين في الله . . ولكن\r\nمن هم الأبناء الذين يدعوهم رسول الله ؟ ومن هم النساء والأنفس ؟ . .\r\nحذيفة - ان الحافز لهذه المباهلة هو الحرص على توطيد دعامة الحق ،\r\nوواضح ان مقياس الاختيار إنما هو فضل الاشخاص الذين يقع عليهم الاختيار\r\nوعلى مقدار تمتعهم بالفضيلة والتقوى يقع على الاختيار ، ورسول الله صلى الله\r\nعليه وآله وسلم لا يتجه الا حيث يوجهه الله تعالى ويلوح لي ان الذين سيقع\r\nعليهم اختياره هم : علي من الأنفس وفاطمة من النساء والحسن والحسين\r\nمن الأبناء .\r\nبريدة - \" يلتفت إلى حذيفة وهو مضطرب الأعصاب \" أيترك عمه\r\nالعباس وأبا بكر وعمر ويختار هذا الشاب الفتى ويجعله كنفسه ؟ ! ثم يترك أحب\r\nنسائه إليه ، واعزهم عليه عائشة ؟ ثم يترك أبناء عمه وعمومته وأبناء المهاجرين\r\nوالأنصار ثم يختار طفلين ليباهل بهم هذا الوفد الجبار ؟ ! . . ليس هذا من المنطق\r\n","description":"","footnote":"","page_name":" 51 ","page_number":57},
  {"content":"\r\nالصحيح في شئ .\r\nأبو ذر - يلتفت إلى بريرة بغضب شديد - لامك الهبل ، انها كلمات\r\nجوفاء لا تملاء جوفا تملؤه ذرة من هذه الذرات المبعثرة في الفضاء ، ولا\r\nيجهل أحد انك خاضع في حديثك لتيارات جاشت بها نفسك حقدا وحسدا\r\nوهما يصطنعان لك هذه الأساليب . أيقال لمثل ابن أبي طالب ذلك ؟ !\r\nقل لي هل وقعت عينك أو عين أحد على أحد انقى صحيفة من علي\r\nصنو رسول الله صلى الله عليه وآله وسلم ومن فاطمة بضعته التي من أغضبها فقد\r\nاغضب رسول الله ومن اغضب رسول الله فقد اغضب الله ومن ريحانتيه من الدنيا سيدي\r\nشباب أهل الجنة .\r\nولا أظن أن أحدا من المسلمين لم يسمع رسول الله يقول \" ان مثل\r\nأهل بيتي فيكم مثل سفينة نوح من ركبها نجا ومن تخلف عنها هلك ( 1 )\r\nوان مثل أهل بيتي فيكم مثل باب حطة في بني إسرائيل من دخله غفر له ( 2 )\r\nولقد رأيته آخذا بيد علي فيقول \" يا علي أنت أخي ووصي ووزيري وأميني\r\nمكانك مني مكان هارون من موسى الا انه لا نبي بعدي من مات وهو يحبك ختم\r\nالله عز وجل له بالأمن والايمان ومن مات وهو يبغضك لم يكن له نصيب\r\nفي الاسلام .\r\nحذيفة - ( إلى بريده ) أرى الأفضل لنا ان نهئ قوانا العقلية لتصل\r\n\r\n","description":"","footnote":" ( 1 ) أخرجه أحمد . وللبزار - كما في ينابيع المودة - من تركها غرق .\r\n( 2 ) أخرجه الطبراني في الأوسط وأبو يعلى واحمد عن\r\nأبي ذر . ","page_name":" 52 ","page_number":58},
  {"content":"\r\nعن طريق الروح والعقل إلى الواقع ، وان الاهتداء لواقع الامر عن طريق\r\nالقوى الروحية والعقلية هو أعلى ما تصل إليه أفكار المفكرين ، وانه العنت كل\r\nالعنت الوصول إلى الحقائق عن طريق الرأي وكم رأينا وسمعنا ان الرأي يخلق\r\nالمصاعب ويضع العقبات في طريق التفكير وبالأخير لا أراه يصل وان وصل\r\nفان يصل وهو محطم القوى وحسبنا جميعا ان نرجع إلى كتاب الله ، فإنه حفظ\r\nلنا كثيرا من الآيات في فضل هؤلاء النفر ولحظات قصيرة في تلك الآيات\r\nالكريمة كافية للتدليل على فضل العترة المباركة \" ولكن الحسد أهلك الجسد \"\r\nوأخيرا أحب ان أطلعك ان الله سبحانه اختار عليا وفاطمة وحسنا وحسينا\r\nليؤمنوا على دعاء رسول الله صلى الله عليه وآله ولم يكن الاختيار من\r\nرسول الله .\r\n","description":"","footnote":"","page_name":" 53 ","page_number":59},
  {"content":"\r\nيوم المباهلة\r\nاستيقظت المدينة المنورة من نومها ومسحت عن عينها فترى الكرى\r\nوشبحت العيون فإذا صورة ثانية من الزمن غير التي يعرفونها بالأمس الماضي .\r\nالأرض واجفة . . والشمس كاسفة . . والسحب داكنة . .\r\nأصبحت البلدة الطيبة غيرها بالأمس . . ولم تكن كعهدها بالهدوء . .\r\nالناس في جيئة وذهوبة . .\r\nأصبحوا وفي القلوب خلجات . .\r\nأصبحوا وعلى الشفاه همسات صغت إليها الاذان وأرهفت غرب\r\nالأذهان . .\r\nلم يبق من لا يتحدث ثم هو لا يستفيض في الحديث . . والحديث\r\nكله عن المباهلة والمباهلة سفر ضخم فيه كل لون وكل حديث .\r\nانهم ليحزنهم التطير المشفي على الجزع ! انهم يشفقون من\r\nالمستقبل ! .\r\nمدت الأعناق لترى الساعة الرهيبة وصغت الاذان للرعدة\r\nالقاصفة .\r\nانها لقريبة جدا ساعة المباهلة أو ساعة الانذار بلعنة الله على\r\nالكاذبين .\r\n","description":"","footnote":"","page_name":" 54 ","page_number":60},
  {"content":"\r\nهذه الشمس تركت خباءها تزحف وشئ مجهول يزحف معها يجلجل\r\nصوته كالرعدة القاصفة . ها هي المسامع تستك والفرائص ترتعد .\r\nساعة من الزمن منتظرة هي الزمن كله . . انها الساعة الأخيرة على\r\nأحد المتباهلين أكانت هذه الساعة وليدا جديدا لم يشاهد لها مثيلات من قبل ؟ !\r\nأم هي خلجات القلوب ترقب الحادث الجديد ؟ . .\r\nانها ارتسامات الشعور الهادئ المضطرب معا . . عيون تنظر من\r\nكوة الحياة إلى صنفين . . انها العقل الواعي يقارن بين عهدين : العهد الماضي\r\nوالعهد الحاضر . . وبين مبدئين . . كلمة واحدة وليس بعدها أخرى ثم ترتفع\r\nالسجف ويتضح الحق مشعا . .\r\nأمل باسم يطفح بالنور . . وقلوب معتمة حيرى عصف بها الأسى\r\nوتكاد تفر من أقفاصها لو فتح لها الباب .\r\nيوم مشهود يوم الرابع والعشرين من ذي الحجة ( 1 ) تطلع الناس\r\nفيه إلى بزوغ شمسه كما تطلعوا إلى سابقه يوم دخل الوفد ولكل يوم منهما\r\nحدوده ومقاييسه فلا تغيب اثارهما . يحمل اليوم الأول فتنة البذخ إلى\r\nنفوس الضعفاء .\r\nوالثاني يحمل الدعوة سافرة . . اجل انه اليوم الذي يحمل بين\r\n\r\n","description":"","footnote":" ( 1 ) هذا هو المشهور وقيل كانت المباهلة في يوم الواحد والعشرين\r\nوقيل الخامس والعشرين وقيل في السابع والعشرين . ","page_name":" 55 ","page_number":61},
  {"content":"\r\nتلافيفه المفاجأة الكبرى ، والدعوة سافرة لا يسترها شئ ، وهي من مقولة\r\nالأرقام وليست من مقولة الجدل والبرهان . .\r\nيوم ليس كمثله يوم . يحمل بين طرفيه الحادث الخطير يجر في اعقابه\r\nالف حادث وحادث ، يحمل في طياته عدالة السماء وغضب جبار السماوات\r\nوالأرض ليعطي كلا من المتباهلين نصيبه منهما ، ويكاد الناس ان يؤمنوا انها\r\nالنهاية بعد أن ترفع الأكف للابتهال ، وتجأر الألسن بالدعاء .\r\nيوم الرابع والعشرين من ذي الحجة يوم مشهود . . مصدر عظمة\r\nفي سلسلة الأيام الاسلامية . . يوم تألق نوره بين الأيام المشعة في\r\nالرسالة المحمدية . .\r\nيوم مشهود حقت فيه كلمة الله العليا . . وتمت الغلبة للاسلام . و .\r\nيوم مشهود . عنت قبة رقاب أولئك السادة لشريعة الحق ، وأعطوا\r\nالجزية عن يد . .\r\nيوم مشهود . . يبسم بالامل الزاهر . يطوي صفحة من حياة ويفتح\r\nصفحة أخرى ، يتلقاها العقل من مصدرها بالبرهان المشاهد . ولا شك في أنها\r\nمن المع صفحات تاريخ الاسلام .\r\nيوم مشهود . لا شبيه له ولا مثيل ، ولا يقاس به يوم الا كان\r\nالقياس خطأ لما تبين فيه من الحق ، وظهر فيه من فضل آل محمد صلى الله عليه\r\nوعليهم وسلم على سائر الناس . . وآل محمد لا يقاس بهم أحد .\r\nيوم الرابع والعشرين من ذي الحجة ناصع الحبين مشرق المحيا تتراءى\r\nخلاله العظمة باهرة الحلال ، تلفت إلى حيث شئت فإنك ترى روحية عالية ،\r\n","description":"","footnote":"","page_name":" 56 ","page_number":62},
  {"content":"\r\nوقدسية سامية تتصلان بأعماق النفس .\r\nيوم مشهود . قف منه حيث شئت فإنما تقف على عظمة الرسالة\r\nالمحمدية تتجلى في نفس واحدة من الأنفس الكثيرة وامرأة واحدة من\r\nنساء كثيرات وطفلين ، طفلين لا غير . هم جميعا صفوة الصفوة ولباب\r\nاللباب ، الذين اختارهم الله لكرامته ، واعدهم لهداية أمته من بعد نبيه . . .\r\nيوم مشهود . . اختصم فيه خصمان بربهم . .\r\nلقد جاءت الساعة المرتقبة . واللحظة المنتظرة لحظة فقط تتفجر فيها\r\nبراكين الأرض وترسل السماء شهب النار . لحظة واحدة يهلك فيها الكبير ويفنى\r\nالصغير حيث زلزلت الأرض زلزالها .\r\nانطلقت الابصار إلى الجهة التي فيها رسول الله صلى الله عليه وآله\r\nوسلم ترقب الثغر الباسم والجبين المشرق والوجه الأغر . .\r\nيالجلال الله . . هو ذا رسول الله ووجهه يشع بالنور تسبيحه\r\nهيبة الله . . .\r\nيالعظمة الحق وجلال الايمان . هو ذا يحتضن الحسين ويمسك بيمناه\r\nالحسن وخلفه بضعته الزهراء مغشاة بملاءة من نور الله ، وهذا علي يمشي\r\nخلفها باهر الجلال ، يرتدي بردة من مهابة الله .\r\nالمباهلة هي القول الفصل في نهاية الجدل وقد اختارها الله لنبيه واختار\r\nله الاشخاص الذين يؤمنون على دعائه .\r\n","description":"","footnote":"","page_name":" 57 ","page_number":63},
  {"content":"\r\nوبعد - فالعقل لا يصل إلى صورة ارفع من هذه الصورة والى اشخاص\r\nفي رتبة هؤلاء أو ارفع لئلا يقع من العليم الحكيم الترجيح بدون مرجح في\r\nالمرحلة الحاسمة . . ولان العقل لا يساند الاختيار الا إذا وقع على الأمثل\r\nالأمثل من المثل العليا . وليس في مكنون علم الله سبحانه أمثل من هؤلاء .\r\nفالله \" عالم الغيب والشهادة . . ولا يعزب عنه مثال ذرة \"\r\n\" أمر رسول الله صلى الله عليه وآله وسلم بشجرتين ففصدتا ( 1 )\r\nوكسح ( 2 ) ما بينهما حتى إذا كان الغد أمر بكساء اسود رقيق فنشر على\r\nالشجرتين \" على هيئة المخيم .\r\n\" وخرج السيد والعاقب بولديهما وعليهما من الحلي واحلل ما يلفت\r\nالانظار ومعهم نصارى نجران وفرسان بني الحرث على خيولهم ، وهم على\r\nأحسن هيئة كأنهم ليوث غاب \" واجتمع الناس من أهل المدينة ومن حولها\r\nمن الاعراب وأهل الألوية يرقبون الحادث لا يعرفون ما هو مقبل عليهم ،\r\nعندهم ثقة تامة ولكن يرتادهم شك ، ولهم ايمان راسخ ولكن يراوده قلق ،\r\nوقد ضرب الاضطراب عليهم نطاقه والقلق مد روافه ، فهذه وجوه عليها غبرة\r\nترهقها قترة ، وهذه وجوه مسفرة ضاحكة مستبشرة . . الشمس تسير بأفقها\r\nمضطربة كاضطراب هذه القلوب . . . هذه الرياح تهب من حول الناس بألوان\r\nمختلفة تارة مهيبا وأخرى رهيبا . الناس جمود يتحركون . . صامتون يتكلمون\r\nآمنون وجلون . . حيارى وما هم بحيارى ، وأوشك الناس يتبينوا ان الانقلاب\r\n\r\n","description":"","footnote":" ( 1 ) اي كسرتا ( 2 ) كنس ما بينهما ","page_name":" 58 ","page_number":64},
  {"content":"\r\nالعظيم ، فخذلتهم عقولهم وخانهم صلب ايمانهم .\r\n\" وخرج رسول الله صلى الله عليه وآله وسلم محتضنا الحسين وبيده\r\nالحسن ومن خلفه فاطمة الزهراء ومن خلفها علي . . فتقدموا إلى أن وقفوا\r\nتحت ذلك الكساء على الهيئة التي خرج عليها \" يقول لهم : \" إذا دعوت\r\nامنوا - قولوا آمين - وأرسل إلى السيد والعاقب يدعوهما إلى المباهلة .\r\nجفل الوفد وانكمش على نفسه ، فإنهم لم يثوبوا إلى أنفسهم من\r\nدهشتهم بالأمس حينما اجتمعوا برسول الله صلى الله عليه وآله وسلم وقد اخذ\r\nعليهم آفاق الأرض والسماء حتى احتوتهم الدهشة ثانية من هذه الأوجه الكريمة\r\n- لم يأتنا أبو القاسم باهل الكبر والشدة من اتباعه . وإنما جاءنا\r\nبالأعزة والأحبة من أهل التخشع وبهلة الأنبياء والصفوة الصفوة المختارة\r\nتمر لحظات يتهيب فيها الوفد ويحار . . لحظات كأنها الدهر الخالد .\r\nلحظات قاسية لم يعانها أحد على نحو ما عاناها القسس ، ولم يشق بها أحد مثل\r\nما شقي بها هؤلاء . انها الساعة الأخيرة وانه ليكاد اليقين يمس قلوبهم بصدق\r\nمحمد صلى الله عليه وآله وسلم . . يأس جامح ملك قلوبهم .\r\nيتقدم السيد والعاقب إلى رسول الله ( ص )\r\n- \" يا أبا القاسم بمن تباهلنا ؟ !\r\n- \" أباهلكم بخير أهل الأرض وأكرمهم على الله . هؤلاء وأشار إلى\r\n","description":"","footnote":"","page_name":" 59 ","page_number":65},
  {"content":"\r\nعلي وفاطمة والحسن والحسين \"\r\n- \" فما نراك جئت لتباهلنا بالكبر ولا الكثر . ولا أهل الشارة\r\nممن نرى ممن آمن بك واتبعك ، وما نرى هنا معك الا هذا الشاب والمرأة\r\nوالصبيين أبهؤلاء جئتنا نباهلك ؟ !\r\n- اجل : \" بهؤلاء وهم خير أهل الأرض وأفضل الخلق \"\r\nاستكت اسماعهم وارتعدوا كأنما الأرض تريدان تسيخ بهم ، ساعة\r\nخاصمتها الرياح المختلفة في هبوبها والأعاصير الهوجاء ، ثم رجعوا إلى أسقفهم .\r\n- أبا حارثة ماذا ترى ؟\r\n- ماذا أرى ؟ \" اني لأرى وجوها لو سئل الله بها ان يزيل جبلا\r\nمن مكانه لازاله . . أفلا ترون محمدا رافعا يديه ينظر إلى ما تجيئان به ؟ وحق المسيح\r\nان نطق فوه بكلمة فلا نرجع إلى أهل ولا إلى مال \"\r\nأفلا ترون الشمس تغير لونها ، والأفق تتجمع فيه السحب الداكنة\r\nوالرياح تهب هائجة سوداء حمراء وهذه الجبال يتصاعد منها الدخان ؟\r\n\" لقد أطل العذاب انظروا إلى الطير وهي تقئ حواصلها والى\r\nالشجر كيف تساقط أوراقها ، والى هذه الأرض كيف ترجف تحت\r\nاقدامنا ؟ ! \"\r\n\" والله لقد عرفتم يا معشر النصارى ان محمدا نبي مرسل ، ولقد\r\nجاءكم بالامر الفصل من أمر صاحبكم ، والله ما باهل قوم نبيا قط فعاش كبيرهم\r\nولا نبت صغيرهم ولئن فعلتم لتهلكن وكان الاستئصال . . وإنما عهدكم بإخوانكم\r\nحديث وقد مسخوا قردة وخنازير . . \"\r\n","description":"","footnote":"","page_name":" 60 ","page_number":66},
  {"content":"\r\nوبحكم لا تباهلوه . .\r\n\" لا تباهلوا فتهلكوا ولا يبقى على وجه الأرض نصراني إلى\r\nيوم القيامة \"\r\n- إلى يوم القيامة ! .\r\n- نعم : إلى يوم القيامة .\r\nوذكروا انهم قالوا : \" يا أبا القاسم رأينا ان لا نباهلك . . وان نقرك\r\nدينك ، وان نثبت على ديننا .\r\nفإذا أبيتم المباهلة فأسلموا يكن لكم ما للمسلمين وعليكم ما على المسلمين\r\n- لا نسلم . . ولا نترك دين ابائنا ! .\r\n- أناجزكم القتال\r\nانها الحرب المهلكة . . لا طاقة لنا بحرب العرب ولكن . .\r\n- ولكن ماذا ؟ !\r\nنصالحك على أن لا تغزونا ، ولا تردنا عن ديننا على أن نؤدي إليك\r\nفي كل عام حلة ألفا في صفر وألفا في رجب وثلاثين درعا عاديه من حديد\r\nيقول اليعقوبي وغيره : فصالحهم رسول الله صلى الله عليه وآله وسلم\r\nعلى الفي حلة من حلل الأواقي ( كذا ) قيمة كل حلة أربعون درهما فما زاد\r\nونقص فعلى حساب ذلك وكتب لهم رسول الله ( ص ) كتابا .\r\nبسم الله الرحمن الرحيم .\r\n\" هذا كتاب من محمد رسول الله لنجران وحاشيتها إذ كان له عليهم\r\n","description":"","footnote":"","page_name":" 61 ","page_number":67},
  {"content":"\r\nحكمة في كل بيضاء وصفراء وثمرة ورقيق فما زاد ونقص فعلى هذا الحساب\r\nالف حلة في صفر والف في رجب وعليهم ثلاثون دينارا مثواة رسلي فما فوق\r\nوعليهم في كل حرب باليمن دروع عارية مضمونة لهم بذلك جوار الله وذمه\r\nمحمد فمن اكل الربا بعد عامهم هذا فذمتي منه بريئة \"\r\nفقال العاقب :\r\nيا رسول الله انا نخاف ان نأخذ بجناية غيرنا\r\nفقال اكتبوا : \" ولا يؤخذ أحد بجناية غيره \"\r\nوذكروا ان رسول الله صلى الله عليه وآله وسلم قال لأصحابه :\r\n\" والذي نفسي بيده ان الهلاك تدلى على أهل نجران ولو لاعنوا\r\nلمسخوا قردة وخنازير ولاضطرم عليهم الوادي نارا ولاستأصل الله نجران\r\nوأهله حتى الطير على رؤوس الشجر ولما حال الحول على النصارى كلهم حتى\r\nيهلكوا . \"\r\nموقف حساس وهل من سامع لهذا الكلام من رسول الله ، ومشاهد\r\nلموقف هؤلاء النفر إلى جانبه صلى الله عليه وآله وسلم ثم لا يمثل قلبه اجلالا\r\nواكبارا ثم لا يعترف بفضل الأنفس والنساء والأبناء ، والمؤمنون العازفون\r\nعن الدنيا شعروا بمقامهم وامتلأت قلوبهم ايمانا بمنزلتهم السامية ، واعترفوا بتقدمهم .\r\nولم يشأ رسول الله صلى الله عليه وآله وسلم ان يقف هنا ولم يدع\r\nالناس ان يمضوا قبل ان يتحدث إليهم عن ربه في نقاء هؤلاء الأربعة وطهرهم .\r\nفي هذه الساعة التي لا يزال الناس في دهشتهم وروعة الجلال التي\r\n","description":"","footnote":"","page_name":" 62 ","page_number":68},
  {"content":"\r\nملكتهم يعلن النبي صلى الله عليه وآله وسلم نقاء آل رسول الله وطهرهم\r\nمن كل دنس . تقول السيدة عائشة :\r\n\" خرج رسول الله وعليه مرط مرجل من شعر اسود فجاء الحسن\r\nفأدخله ثم جاء الحسين فأدخله ثم فاطمة ثم علي ثم قال :\r\n\" إنما يريد الله ليذهب عنكم الرجس أهل البيت \"\r\nماذا بقي بعد هذا ما يحمل القلوب على الالتفاف حول أهل البيت\r\nوأي شئ بعد الطهر والنقاء من كل رجس يحمل الناس على التهافت إلى\r\nحضيرتهم السامية ؟ .\r\nصوت رفيع من فم رسول الله صلى الله عليه وآله وسلم انطلق من\r\nحاضرة الاسلام مع الريح ثم صار يشق طريقه في الفضاء رنان الجرس يقرع\r\nفي سمع الأجيال جيلا فجيل حتى اليوم وحتى قيام الساعة صارخا .\r\nهؤلاء فقط أهل بيت النبوة وموضع الرسالة . . هؤلاء فقط . الذين\r\nاذهب الله عنهم الرجس وطهرهم تطهيرا .\r\nكلمات طرقت الاذان واستوعبها مشاعر المؤمنين رسالة السماء وكلمات\r\nالله تنهج للناس الطريق الأمثل الا يلج ، انه التنزيل بنصوص آياته وروح\r\nمعانيه يرسم لنا صورة مثالية لأولياء ارتفعت عن التفكير والتصوير .\r\nانه صوت الله يفرع الاسماع فأين أين ؟ . والى أين ؟\r\nانها الرواسب المادية في نفوس جعلت من المسلمين صنفين .\r\n","description":"","footnote":"","page_name":" 63 ","page_number":69},
  {"content":"\r\nأفضل الخلق\r\nيجدر بنا ان نقف عند هذا الحادث الخطير قليلا ، فأن لهذه المثالية\r\nالسامية التي رسمها كتاب الله لآل رسوله حقوق في ذمة المسلمين لا يستطيع\r\nالزمن ان يقضى عليها أو يتناولها بتحريف ، مهما انتهج من أساليب واصطنع\r\nمن أعوان ، لان النهج الذي نهجه كتاب الله واضح لا يدخله اي تعديل\r\nولا يمكن ان يتناوله التحريف ، وان تناوله التأويل ، ومن ثمة تشعب الطريق\r\nبين المسلمين وذر الخلاف قرنه ، ولكن الحق عزيز الجانب قد بث عيونه ونشر جنده\r\nومن المستصوب ان نقف هنا موقف المعقب على هامش المباهلة علنا\r\nنخرج مع القاري ولم يفتنا الصواب حينما يسفر البحث عن براهين متنوعة لاثبات\r\nمثالية الأنفس والنساء والأبناء وحينما تكون النتيجة انهم أفضل الخلق\r\nوهذا صحيح عن وجهة العقل ومن وجهة الواقع من وجهة الاختيار\r\nالذي وقع عليهم .\r\nفإنه واضح جلى ان الاختيار الذي وقع على علي وفاطمة وحسن\r\nوحسين له أهميته الكبرى في تقرير مرتبة الفضيلة وانحصارها .\r\nولان السبب الذي طوى نساء النبي صلى الله عليه وآله وسلم جميعا\r\nوخفرات المجد من عمر العلى وشبيبة الحمد جميعا ، وأصحابه جميعا ، وأبناء\r\n","description":"","footnote":"","page_name":" 64 ","page_number":70},
  {"content":"\r\nالمسلمين جميعا في زاوية ولم يدع رسول الله صلى الله عليه وآله وسلم أحد من\r\nهؤلاء لم يبق مجالا بأن الذين وقع عليهم الاختيار ، لا يقاس بهم أحد\r\nمن الناس الا كان القياس خطأ لان القياس إنما يقع في المرحلة التي يصح بها\r\nالقياس ، والذي لا مثيل له لا يقاس عليه .\r\nوالاختيار دلنا على أنهم لا مثيل لهم ، والبداهة تستلزم ذلك ، والعقل يحكم\r\nونحن لا نجد صعوبة في الفهم حين نفهم من هذا الاختيار التفضيل\r\nالمطلق والكمال المطلق في المرحلة الأخيرة .\r\nليس على الانسان حساب في فهم التفضيل حينما يعلم أن الله سبحانه\r\nاختارهم في ساعة المقايسة والموازنة . \" والله بكل شئ عليم \" .\r\nوهداية الله سبحانه تأخذ بيد الانسان فتخطو به إلى المثالية الرفيعة\r\nوليس في العقل ما يمنع من الوصول إلى أعلى درجات الكمال ، ولكن\r\nالعقل لا يفهم هذا الا باعتبار الوصول إلى فهم الحقيقة الإلهية فهما كاملا إلى\r\nحد الفناء في الله .\r\nكما وانه ليس لاختيار الله مقاييس أخرى غير مقاييس الفضيلة على اعتبار\r\nالوصول إليه تعالى وصولا مقربا منه ، وقد فنيت قلوب آل رسول الله صلى الله\r\nعليه وآله وسلم في ذات الله وكان لهم من الحياة الفضلى والفناء ما يثبت لهم المثالية\r\nالمطلقة في كل مقاييس الفضل ، والكمال النفسي والشخصي ، وقد جاء\r\nالاختيار منه برهانا ساطعا لا يفسح مجالا إلى قيل وقال ولا إلى استدلال . .\r\nوبعد - فالعقل لا يتصور مثالية ولا عبقرية ارفع من مثاليتهم\r\nوعبقريتهم ، فهم الراجحون في مقاييس الفضل والسبق والشرف والايمان\r\n","description":"","footnote":"","page_name":" 65 ","page_number":71},
  {"content":"\r\nأولئك هم كيف واجهتهم ، ومن اي النواحي أتيتهم ، تجدهم الراجحين في\r\nمقاييس الفضل والفضيلة .\r\nفي بيت رسول الله صلى الله عليه وآله وسلم تسع نسوة ، ولسنا في\r\nحاجة ة إلى تصوير من فيه منهن الكفاية من ناحية الدين والخلق والكمال\r\nفإنهن أمهات المؤمنين حقا ، وفي المدينة من المهاجرين والأنصار وبني هاشم\r\nجمع غفير تجاوز عشرات المئات إلى عشرات الألوف ، وفيهم النخبة الصالحة\r\nالممتازة من المقيمين على الحق ، اعتصموا بحبل الله وحبل الرسول صبروا على\r\nالأذى ، وجاهدوا في سبيل الله ، أولو سابقة في الاسلام ، أخلصوا لله في\r\nنياتهم ، وتوجهوا إليه بقلوبهم واعمالهم ، راضوا أنفسهم في سبيل كمالها فرضوا من\r\nالدنيا بالكفاف ، وفي بني هاشم والمسلمين من الأبناء ما يزيد عن العد\r\nاحتفل بهم التاريخ ، ولكن رسول الله صلى الله عليه وآله وسلم طوى هؤلاء\r\nجميعا ، وأولئك جميعا وتركهم جانبا ، ثم خرج بعلي ( ع ) من الأنفس\r\nوبفاطمة ( ع ) من النساء وبالحسن والحسين ( ع ) من الأبناء ولم يخرج معه\r\nأحدا غيرهم .\r\nولماذا ؟ ؟ . .\r\nحدثونا فيما حدثونا به عن أبي رباح مولى أم سلمة يرفعه إلى رسول\r\nالله صلى الله عليه وآله وسلم في جواب هذا السؤال أنه قال :\r\n\" لو علم الله تعالى ان في الأرض عبادا أكرم من علي وفاطمة\r\nوالحسن والحسين لأمرني ان أباهل بهم ، ولكن امرني بالمباهلة مع هؤلاء\r\n","description":"","footnote":"","page_name":" 66 ","page_number":72},
  {"content":"\r\n- وهم أفضل الخلق - فغلبت بهم النصارى \"\r\nبهذا يواجه رسول الله صلى الله عليه وآله وسلم أصحابه حيث يسأل\r\nوبهذه الكلمات الوجيزة يعلن عن قيم أصحاب الكساء وأهل آية المباهلة\r\nوقدسهم وسموهم وعن مكانتهم من الله عز وعلا\r\nحقا ان مثل هذا الخبر له قيمته في تعرف قيم آل رسول الله الذين\r\nاختارهم الله ليباهل بهم رسوله قسس نجران\r\nونحن لا نجد تصويرا لسمو فضلهم أدق وأصدق من هذا التصوير\r\nالمعلن برفيع مكانهم وكبير قدرهم وسامي منزلتهم وعظيم فضلهم ، ويحسبنا ان\r\nنستمع إليه يقول \" لو علم أن في الأرض أكرم من علي وفاطمة والحسن\r\nوالحسين لأمرني ان أباهل بهم \" بخ بخ ليس في علم الله أحد أفضل منهم ،\r\nلا في الأرض ولا في السماء .\r\nوان هذا التعبير ينشئ في نفوسنا صورا شتى من القيم المثالية التي\r\nتعبر عن قيمهم الرفيعة في المجتمع الروحاني الاقدس وهذا هو الشرف العظيم\r\nالذي تطامن إليه الرقاب نجوعا\r\nولهذا الحديث منشآة عالية في النفوس فهو ينشئ في نفوسنا صورا\r\nمن قدس النفس وعظيم المنزلة ، وينشئ في نفوسنا صورة من الفضل والكرامة\r\nعند الله تعالى ، وانه ليس أحد أكرم عليه منهم ، وينشئ في نفوسنا صورة\r\nمثالية رفيعة ارتفعت عن كل تفكير ، فان رسول الله صلى الله عليه وآله وسلم\r\nباهل بهم وهم أفضل الخلق وبهم غلب النصارى ، وحسب الناظر في هذا\r\nالحديث وغيره من الأحاديث الصحيحة ان يثبت أعلى درجة الكمال ، ويحسبه\r\n","description":"","footnote":"","page_name":" 67 ","page_number":73},
  {"content":"\r\nان يكون رجع إلى وعيه ، وثاب إلى رشده فأثبت ذلك بعقله\r\nونحن اليوم نعيش في عصر المحاكمات وقياس الأمور بأقيسة الأرقام\r\nلا بأقيسة الثقل .\r\nوبعد - فلا احسب ان أحدا من المسلمين يستطيع ان يرجع هذا\r\nإلى مظهر من مظاهر عطف النبي صلى الله عليه وآله وسلم على أهل بيته ،\r\nوان وجد فيهم من يعتقد مثل هذا - والعياذ بالله - فقد قصدت نفسه إلى\r\nنوازع الشيطان التي تحيك في السرائر ، وزلقت قدمه فتدحرج إلى هوة\r\nسحيقة ، فخسر الدنيا والآخرة ، وذلك هو الخسران المبين فان رسول الله .\r\n\" لا ينطق عن الهوى ، ان هو الا وحي يوحى علمه شديد القوى\r\nانه لقول رسول كريم . وما هو بقول شاعر قليلا ما تؤمنون . ولا بقول\r\nكاهن قليلا ما تذكرون . تنزيل من رب العالمين . ولو تقول علينا بعض\r\nالأقاويل لاخذنا منه باليمين ثم لقطعنا منه الوتين . فما منكم من أحد عنه\r\nحاجزين \" .\r\nوليست آية المباهلة بالآية الأولى والأخيرة التي التقى فيها القرآن المجيد\r\nبآل رسول الله صلى الله عليه وآله وسلم ، فقد التقى بهم مرات في كثير من\r\nالنواحي . يقول بن العباس :\r\n\" نزل في علي أكثر من ثلاثمائة آية في مدحه وعن الأعمش\r\nعن أصحاب بن عباس قال : ما انزل الله يا أيها الذين آمنوا الا وعلي أميرها\r\nوشريفها ولقد عاتب الله أصحاب محمد صلى الله عليه وآله وسلم في غير مكان\r\n","description":"","footnote":"","page_name":" 68 ","page_number":74},
  {"content":"\r\nوما ذكر عليا الا بخير \"\r\nولا نريد هنا ان ننقل إلى القارئ كل ما نزل فيه وفي أصحاب\r\nالكساء ، إذ ربما يكون في النقل الكثير شئ من الاطناب ، ولكن مع\r\nامساكنا عن التبسط في الحديث لا يسعنا الا ان نلفت القارئ إلى شئ\r\nميسور فهمه : ذلك أن المفسرين وحملة الحديث لم يتفقوا على شئ من الآيات\r\nالتي يدعى نزولها في بعض الصحابة كما اتفقوا على الآيات التي نزلت في أصحاب\r\nالكساء في مدحهم والثناء عليهم ونظرة عجلى في ذلك تثبت لنا صحة الدعوة\r\nومثلا واحدا نضعه بين يديك ، اقرأ قوله تعالى من سورة الدهر :\r\n\" ان الأبرار يشربون من كأس كان مزاجها كافورا . عينا يشرب بها\r\nعباد الله يفجرونها تفجيرا . يوفون بالنذر ويخافون يوما كان شره مستطيرا\r\nيطعمون الطعام على حبه مسكينا ويتيما وأسيرا . إنما نطعمكم لوجه الله لا نريد\r\nمنكم جزاء ولا شكورا \"\r\nاقرأ ذلك إلى قوله تعالى \" ان هذا كان لكم جزاء وكان سعيكم\r\nمشكورا \"\r\nاقرأ ذلك لتعلم مقام أهل بيت النبوة ومعدن الرسالة ، وقد ورد من\r\nطرق عديدة ان هذه الآيات نزلت في علي وفاطمة والحسن والحسين ( 1 )\r\n\r\n","description":"","footnote":" ( 1 ) اخرج غير واحد من اعلام أهل السنة عن ابن عباس ، ان\r\nهذه الآيات نزلت في علي وفاطمة والحسن والحسين واليك نص ما قاله\r\nالزمخشري في كشافه : \" وعن ابن عباس ( رض ) ان الحسن والحسين مرضا\r\nفعادهما رسول الله صلى الله عليه وآله وسلم في ناس معه ، فقالوا يا أبا الحسن\r\nلو نذرت على ولديك ، فنذر علي وفاطمة وفضة - جارية لهما - ان برئا مما بهما ان\r\nيصوموا ثلاثة أيام ، فشفيا وما معهما شئ ، فاستقرض علي من شمعون الخيبري\r\nاليهودي ثلاثة أصوع من شعير ، فطحنت فاطمة صاعا واختبزت خمسة\r\nأقراص على عددهم فوضعوها بين أيديهم ليفطروا ، فوقف عليهم سائل\r\nفقال : السلام عليكم أهل بيت محمد ، مسكين من مساكين المسلمين أطعموني\r\nأطعمكم الله من موائد الجنة ، فاثروه وباتوا لم يذوقوا الا الماء ، وأصبحوا\r\nصياما ، فلما أمسوا ووضعوا الطعام بين أيديهم وقف عليهم يتيم فأثروه ،\r\nووقف عليهم أسير في الثالثة ففعلوا مثل ذلك ، فلما أصبحوا اخذ علي ( رض )\r\nبيد الحسن والحسين واقبلوا إلى رسول الله صلى الله عليه وآله وسلم ، فلما\r\nابصرهم وهم يرتعشون كالفراخ من شدة الجوع ، قال ما أشد ما يسوؤني ما\r\nأرى بكم ، وقام فانطلق معهم فرأى فاطمة في محرابها ، وقد التصق بطنها في\r\nظهرها ، وغارت عيناها فساءه ذلك ، فنزل عليه جبرئيل عليه السلام وقال :\r\nخذها يا محمد ، هناك الله في أهل بيتك فاقرأه السورة \" انتهى . من الكشاف\r\nفي تفسير هل أتى - الدهر . ","page_name":" 69 ","page_number":75},
  {"content":"\r\nوهل من قارئ لهذه الآيات لا يمتلئ قلبه اكبارا واجلالا\r\nوتقديسا لهؤلاء الأبرار ؟ وهذه ناحية من نواحي عظمتهم المرموقة .\r\nأجل . ان هذه الآيات وغيرها من الآيات الكثيرة تلقي ضوءا\r\nعلى عبقرية أهل البيت عليهم السلام ، ويكاد ان يعتقد كل منصف انه لا يجد\r\nفي المسلمين من يشاركهم في فضلهم ، وبوضوح ترسم لنا ألوانا من السمو ،\r\nوتحتفل بضروب من العظمة ، وهي بمجموعها تمثل لنا صورة من المنزلة العالية\r\n","description":"","footnote":"","page_name":" 70 ","page_number":76},
  {"content":"\r\nوالمقام الرفيع عند الله تعالى ، وبالأخير المثالية التي خرجت عن حدود\r\nالمقاييس والموازين .\r\nوليس هناك ما يمنعهم من هذه المثالية وقد خرجوا من البيت الذي\r\nخرجت منه الدعوة الاسلامية وساروا في الطريق التي يسير فيها القرآن\r\nالمجيد ويدخلون كل بيت يدخله القرآن ولا يفترقون حتى يردوا على\r\nرسول الله يوم القيامة ( 1 )\r\nليس من السهل الهين على الانسان ان ينتزع من نفسه الأنسجة\r\n\r\n","description":"","footnote":" ( 1 ) من جملة حديث ورد عن رسول الله صلى الله عليه وآله وسلم\r\nوعرف بين المحدثين بحديث الثقلين أو حديث التمسك ولفظه عند الترمذي \" اني\r\nتارك فيكم ما ان تمسكتم به لن تضلوا بعدي الثقلين أحدهما أعظم من الاخر :\r\nكتاب الله عز وجل حبل ممدود من السماء إلى الأرض . وعترتي أهل بيتي\r\nولن يفترقا حتى يردا علي الحوض فانظروا كيف تخلفوني فيهما \" ؟ ! .\r\nولقد بسطنا البحث فيه في كتابنا \" تحت راية الحق \" وهو من\r\nالأخبار المتواترة أجمع المحدثون على رواية أخرجوه من طرق عديدة\r\nأخرجه مسلم في صحيحه وصاحب الجمع بين الصحاح الست وصاحب الجمع\r\nبين الصحيحين والترمذي والنسائي والحاكم والطبراني والطبري والبيهقي\r\nوالبزار والملا وأبو يعلي إلى كثير منهم وقد اجمعوا على صحته . نعم البخاري لم\r\nيخرجه وان صح من طريقه ولكن حال البخاري في أمثال هذا الحديث\r\nمعلوم كل متتبع ولا حول ولا قوة الا بالله العلي العظيم . ","page_name":" 71 ","page_number":77},
  {"content":"\r\nالتي يحاك منها الخطأ ليشاهد الحقيقة الماثلة امام عينيه واضحة جلية لا يسترها\r\nستر ، ولكن من السهل الهين ان يوقظ في نفسه الروح العلمية فتقوده إلى\r\nدراسة النفسيات والشخصيات عن طريق الحوادث التاريخية وبهذا يستطيع\r\n- إذا كان جريئا وكان صافي النفس - ان يكشف الستار عن الحقائق ويجليها من\r\nالأصداء المتراكمة عليها طوال السنين ومن السهل عليه اذن ان يكون ضميره\r\nأسرع إلى اقتباس الحقائق من عينيه ويأمن كل خطأ .\r\nوأيضا يجب ان لا نشك ان لكل جيل ولكل حضارة قيم اجتماعية\r\nهي مقياس الفضيلة في الموازين .\r\nوكذلك لاشك في اختلاف هذه القيم وتفاوت نسبها سموا واعتبارا ،\r\nوواجب الباحث الفصل بينها بكل الاعتبارات المقومة لهذه القيم .\r\nوالانسان الذي يرجح في كفة الميزان هو الذي تحف بشخصه\r\nاعلا القيم وأمثلها وذلك بالحصول على أمثل الصفات وأعلاها التي هي تجعله\r\nفريدا وحيدا ، وان يتصف بالصفات التي تقربه من الله \" تخلقوا باخلاق الله \"\r\nوكلما كان الانسان قريبا من الله فانيا في ذات الله كانت انسانيته أكمل ومنزلته\r\nاعلا وارفع .\r\nفإنه \" في كل ناحية من نواحي الانسانية ملتقى بسيرته ( 1 ) \" وقد \" ورث\r\nاما علي علي بحكم مولده ومرباه مناقب النبوة ومواهب الرسالة وبلاغة الوحي\r\nوصراحة المؤمن \" ( 2 ) وقد تجمعت فيه أخلاق محمد صلى الله عليه وآله\r\n\r\n","description":"","footnote":" ( 1 ) عبقرية الامام للعقاد .\r\n( 2 ) تاريخ الآداب العربية للزيات . ","page_name":" 72 ","page_number":78},
  {"content":"\r\nوسلم ، ومحمد انسان تجمعت في انسانيته صفات روحية جعلته أفضل\r\nمخلوق وأشرف مخلوق وفوق كل مخلوق .\r\nوعلي رديف محمد صلى الله عليه وآله وسلم . هذا للنبوة وهذا\r\nللإمامة وهو غرسه قد اخذ عنه أمثل الأخلاق واسمى الصفات فكان عنوانا\r\nكاملا لاسمى الصفات وامثل الأخلاق . والاسلام لم يعرف قط أصدق اسلاما\r\nولا أشد ايمانا منه ولم ينفذ الاسلام إلى أعماق قلب مسلم كما نفذ إلى أعماق\r\nقلبه كان يؤثر الآخرة على الأولى ويعمل لارضاء الله ورسوله لا لارضاء الناس\r\nولقد وصفه ضرار فأجاد الوصف فقال :\r\n\" كان والله بعيد المدى شديد القوى ، يقول فصلا ويحكم عدلا ،\r\nيتفجر العلم من جوانبه ، وتنطف الحكمة من نواحيه يستوحش من الدنيا\r\nوزهرتها ويستأنس بالليل وظلمته ، كان والله غزير الدمعة ، طويل الفكرة\r\nيقلب كفه ويخاطب نفسه ، يعجبه من اللباس ما قصر ومن الطعام ما خشن\r\nوكان فينا كأحدنا يجيبنا إذا سألناه وينبئنا إذا استنبأناه ، ونحن مع تقريبه\r\nإيانا وقربه منا لا نكاد نكلمه لهيبته ولا نبتدئه لعظمته بعظم أهل الدين ويحب\r\nالمساكين ، لا يطمع القوي في باطله ولا ييأس الضعيف من عدله ، واشهد\r\nلقد رأيته في بعض مواقفه وقد أرخى الليل سدوله وغارت نجومه ، وقد مثل\r\nفي محرابه قابضا على لحيته يتململ تململ السليم ويبكي بكاء الحزين يقول :\r\nيا دنيا إليك عني غري غيري ، أبي تعرضت أم إلي تشوقت ؟ هيهات\r\nقد باينتك ثلاثا لا رجعة لي عليك ، فعمرك قصير ، وخطرك حقير وخطبك يسير\r\nآه منن قلة الزاد وبعد السفر \"\r\n","description":"","footnote":"","page_name":" 73 ","page_number":79},
  {"content":"\r\nحقا هذا هو علي عليه السلام ، الشديد في محاسبة نفسه ، وهذا هو\r\nعلي حقا في كفة الميزان . فهل يرجح عليه أحد أو يساويه أحد من صحب\r\nرسول الله صلى الله عليه وآله ؟\r\nهذا هو علي ( ع ) وتاريخه المجيد من طفولته مفعم بمئات من الأدلة\r\nوالشواهد ، وحسب القارئ ان يرجع إلى الأحاديث الصحيحة والمشهورة\r\nوالمتواترة الواردة عن النبي صلى الله عليه وآله وسلم في فضل علي عليه\r\nالسلام وقد مر عليك شئ منها ونزيدك هنا بما يرجحه في كفة الميزان إذا\r\nنصبت الموازين :\r\nرووا انه قد لرسول الله ( ص ) طير مشوي فقال :\r\n\" اللهم آتني بأحب خلقك إليك يأكل معي هذا الطير \" فجاءه علي\r\n( ع ) فأكل معه ( 2 )\r\nوعن سعد بن أبي وقاص ( 1 ) \" أمر معاوية بسب علي فامتنعت ،\r\nفقال : ما منعك ان تسب أبا تراب قال : اما ما ذكرت ثلاثا قالهن له رسول\r\nالله صلى الله عليه وآله وسلم فلن أسبه ، ولان تكون لي واحدة منهن أحب\r\n\r\n","description":"","footnote":" ( 1 ) احمد في مسنده وموفق بن أحمد عن ابن عباس وعن انس\r\nوالترمذي عن انس وابن أبي داود وابن المعازي من عشرين طريق .\r\n( 2 ) أخرجه أحمد في مسنده ومسلم في صحيحه عن عامر أيضا الا\r\nأنه قال \" اما ما ذكرت ثلاثا قالهن رسول الله صلى الله عليه وآله وسلم فلن\r\nأسبه ، لان تكون لي واحدة منهن خير لي من حمر النعم والترمذي أيضا\r\nبعين ما عند مسلم . ","page_name":" 74 ","page_number":80},
  {"content":"\r\nإلى من حمر النعم سمعت رسول الله ( ص ) يقول له حين خلفه في بعض مغازيه\r\nفقال له علي يا رسول الله خلفتني مع النساء والصبيان . فقال له رسول الله ( ص )\r\nأما ترضى أن تكون مني بمنزلة هارون من موسى الا انه لا نبوة بعدي وسمعته\r\nيقول يوم خيبر : \" لأعطين الراية رجلا يحب الله ورسوله ويحبه الله ورسوله\r\nقال فتطاولنا لها فقال ادعوا عليا فأتي به أرمدا ، فبصق في عينيه ودفع الراية\r\nله ففتح الله عليه ولما نزلت الآية ندع أبناءنا وأبناءكم الآية دعا رسول الله\r\nصلى الله عليه وآله وسلم عليا وفاطمة وحسنا وحسينا فقال اللهم هؤلاء أهلي .\r\nومن رواية أبي بكر \" رأيت رسول الله صلى الله عليه وآله وسلم\r\nخيم خيمته وهو متكئ على قوس عربية ، وفي الخيمة علي وفاطمة والحسن\r\nوالحسين فقال يا معشر المسلمين انا سلم لمن سالم أهل الخيمة ، حرب لمن حاربهم\r\nولي لمن والاهم ، لا يحبهم الا سعيد الجد طيب المولد ، ولا يبغضهم الا شقى الجد\r\nردئ الولادة \"\r\nوبحسب علي عليه السلام ان يكون مع القرآن والقرآن معه . وأن\r\nيكون مع الحق والحق معه يدور معه كيف دار . وأن يكون عنوان\r\nصحيفة المؤمن حب علي .\r\nفبحسبها أن تكون مختارة الله ليباهل بها رسول الله من\r\nواما الزهراء تسع نسوة هن أمهات المؤمنين ومن بين نسوة زكيات المغرس\r\nفي المنبت الأثيل والشرف الموروث في المجد المؤثل خفرات عمر العلي غرة المجد\r\nوعقائل شبية الحمد كأم هاني وصفية .\r\n","description":"","footnote":"","page_name":" 75 ","page_number":81},
  {"content":"\r\nولا يجوز عند العقل ان يكون اختيار ولا تكون أفضلية ولا يتأتي الاختيار\r\nإذا لم يكن هناك كمال مطلق وأفضلية على سائر النساء والا لزم الترجيح بدون\r\nمرجح وهذا مستحيل عند العقل لا يجوز على الحكيم .\r\nومن اجل هذا الاختيار نفهم التفضيل المطلق بدون مشاركة لان\r\nالعقل لا يفهم الاختيار مع التساوي في الفضيلة والمشاركة في الكمال .\r\nفلا بد اذن من أفضلية وأكملية ليقع الاختيار صحيحا طبق\r\nالعقل .\r\nوإذا كانت سلام الله عليها قد اختارها الله مع من اختار فما ذلك\r\nالا من سمو القدس وغلبة الروحانية في الانسانية الطاهرة المهذبة وإذا غلبت\r\nالروحانية فقد تكاملت المثل العليا في النسوية العالية .\r\nوعلى قدر نشأة النواميس القدسية في هذا الملاك\r\nالنسوي الطاهر فقد تهيأت النفس للمثل العليا وخرقت العادة في اطرادها\r\nالبشري حتى استحيل إلى معجزة في كمال الوجود وكمال الفضيلة .\r\nوهكذا كانت فاطمة بنت محمد عليه وعليها السلام ، فقد تجمع في نسويتها\r\nنواميس روحية وكمالات نفسية رفعتها في الانسانية إلى اسمى الدرجات التي\r\nيصح في العقل ان ترتفع إليها امرأة ، فهي اذن سيدة نساء العالمين وكتب الحديث\r\nمليئة بالشواهد والبراهين على فضلها وعلو مقامها وحسبها انها بضعة رسول الله\r\nصلى الله عليه وآله وسلم من آذاها آذى رسول الله ومن أغضبها أغضبه .\r\n","description":"","footnote":"","page_name":" 76 ","page_number":82},
  {"content":"\r\nفبحسبهما هذا الاختيار لهما من الله تعالى .\r\nاما الحسنان هذا الاختيار يجب ان يقطع جميع النوازع التي تحاك في الصدور\r\nوقد لا يكون صعوبة في فهم الأفضلية حينما نفهم ان الاختيار من الله الحكيم ،\r\nوقد رأينا من قبل ان الحكيم لا يختار الا الأكمل الأفضل .\r\nوالقول بان الله اختارهما أمر يقتضيه العقل ويقره البرهان والمنطق\r\nالسديد .\r\nوالناس يخطئون فهم العقل ويخطئون صواب المنطق ويخطئون النبي\r\nحين يفهمون ان هذا الاختيار كان من رسول الله صلى الله عليه وآله وسلم وكان\r\nتفسيرا منه للأنفس والنساء والأبناء مأخوذا بالعاطفة الانسانية .\r\nوالمباهلة تشريع في المرحلة الحاسمة جاء النص بها من الله سبحانه\r\nوكما ترى المسألة الزام الخصم لم ينفع معه البرهان واذن ليس لرسول\r\nالله ( ص ) ان يختار مأخوذا بالعاطفة إذا جوزنا عليه ذلك تمشيا مع الخصم .\r\nعلى أنه في عرف اللغة العربية ما يشهد لنا ببنوة الحسنين عليهما السلام\r\nلرسول الله صلى الله عليه وآله وسلم واذن فالآية نص صريح .\r\n","description":"","footnote":"","page_name":" 77 ","page_number":83},
  {"content":"\r\nالمفسرون\r\nتوطئه القرآن الكريم هو كتاب الله المنزل على نبيه محمد صلى الله عليه وآله\r\nوسلم لهداية البشر ، وهو آخر كتاب سماوي منزل على آخر نبي\r\nمبعوث من عند الله سبحانه مربيا وهاديا ومنميا للاحساس \" ان هذا القران\r\nيهدي للتي هي أقوم \" وما أرسلناك الا رحمة للعالمين \"\r\nوالقرآن هو الكتاب الخالد الذي لا تخلق جدته وما زال ولا يزال\r\nولن يزال مظهرا من مظاهر هداية الله طبقا لما في علمه الأزلي يسير مع العصور\r\nفي كل بيئة ولكل جيل حتى النهاية والى قيام الساعة ، وهو الكتاب الذي\r\nيتسامى عند العقل على كل كتاب أنزله الله جل وعلا ومهمته هداية الناس\r\nإلى السعادتين .\r\nوانه لمن الميسور جدا فهم القرآن الكريم سواء في ذلك محكمه\r\nومتشابهه لان مرده إلى اللغة والى النبي صلى الله عليه وآله وسلم والراسخين في\r\nالعلم من بعده حفظته ، ومنفذي احكامه ، واعرف بحلاله وحرامه وخاصه\r\nوعامه ومطلقه ومقيده .\r\nوالقرآن هو المصدر الأول للتشريع الاسلامي ، والمخلصون لله\r\nوللدين لا يعدمون فيه الدليل على اي تكليف من التكاليف أصولا وفروعا\r\n","description":"","footnote":"","page_name":" 78 ","page_number":84},
  {"content":"\r\nفان في القرآن تبيان كل شئ يحتاجه المسلمون لمعالم دينهم \" لم يغادر صغيرة\r\nولا كبيرة \" مما يرجع إلى احكام الاسلام وأصوله \" الا أحصاها \" القرآن\r\nوأشار إليها صريحا حينا وتلويحا حينا آخر .\r\nواما الصراع الذي نشاهده أحيانا في التفسير فليس مرجعه عجز\r\nالقرآن أو قصور لغته ، أو عجز النبي صلى الله عليه وآله وسلم والأئمة من\r\nبعده عن تفسيره ، وإنما مرجع ذلك الصراع إلى الخلاف الذي انغمس فيه\r\nالمسلمون منذ الساعة الأولى ، وأكبر عناصر هذا الصراع هو الصراع الذي\r\nشق المسلمين إلى نصفين نصف إلى اليمين ونصف إلى الشمال والقرآن بينهما .\r\nولعل المفسرين انحرفوا مع ميولهم متأثرين بالسياسة من ناحية\r\nوبالعقيدة من ناحية أخرى وأسدلوا على الواقع ستائر كثيفة مستندين إلى\r\nأحاديث أحسن ما توصف به انها من وضع السياسة ، ومالوا إلى تأويلات\r\nتتجافاها اللغة وتأباها الملابسات في البداية والنهاية .\r\nولعل السياسة في الصدر الأول شاءت ان تزج آية في غير مكانها\r\nلغرض صرف الآية عن المعنى الذي سيقت له كما ترى ذلك في آية \" إنما يريد\r\nالله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيرا \"\r\nوليس أدل على تأثير العقيدة والسياسة على تفكير المفسرين من ذلك\r\nالصراع الحاد في تفسير قوله تعالى \" يا آيها الرسول بلغ ما انزل إليك من ربك\r\nوان لم تفعل فما بلغت رسالته والله يعصمك من الناس \" فان هذه الآية الكريمة\r\nأحيطت بميول ونوازع دفعت المفسرين إلى التفسير البعيد الذي لا يتصل بالآية\r\nولا بملابساتها ، ولعل تلك الميول أرادت ان تصرف الآية عن معناها إلى معنى آخر\r\n","description":"","footnote":"","page_name":" 79 ","page_number":85},
  {"content":"\r\nيكاد ان يكون غريبا عن المعنى الذي يلوح به قوله \" فإن لم تفعل فما بلغت\r\nرسالته \" فإنه ليس في الشريعة من احكام يخشي اظهارها رسول الله صلى الله\r\nعليه وآله وكذلك ليس فيها تكاليف هي موضع العتبي ليعصمه الله من الناس\r\nوعند نزول الآية كانت الشريعة تامة كاملة .\r\nولا نريد ان ننكر ان في المفسرين من لا قصد له ولكنه انخدع في\r\nالظواهر فسار في طريقه ورائده حسن الظن .\r\nولكن يجب ان لا نشك بان التفسير مع الاخلاص وحسن النية\r\nيلزمه البحث في كل مرحلة من مراحل الملابسات والعلل وأسباب النزول وبدايتها\r\nونهايتها وموقع الآية من الكلام وما إلى ذلك من مراحل ظواهر الآيات وسياقها\r\nوان تغاضي المفسر عن شئ من ذلك فقد أشطط في القول وصرف الكلام\r\nالعربي البليغ عن معناه .\r\nوكذلك نرى العقيدة حكمت على بعض المفسرين بصرف معني الولاية\r\nفي آية \" إنما وليكم الله ورسوله والذين آمنوا الذين يقيمون الصلاة ويأتون\r\nالزكاة وهم راكعون \" فلقد فرقوا بين الولاية لله ولرسوله والولاية لاولي\r\nالامر الذين يعطون الزكاة وهم راكعون ولم يكن من داع لذلك سوى ان\r\nان الذي اعطى الزكاة هو أمير المؤمنين علي بن أبي طالب عليه السلام .\r\nوانه لمن المؤسف أشد الأسف ان نجد من المفسرين من جرفته\r\nالسياسة الخادعة إلى اصطناع أساليب بعيدة عن المقصد السامي الذي يحاوله\r\nكتاب الله المجيد ، ويجترئون على صرف الآيات عن مقصدها لغرض أكثر ما\r\nيتصل بالسياسة والعقيدة ، وهذه الجرأة قد أدت إلى القول بالرأي في كتاب\r\n","description":"","footnote":"","page_name":" 80 ","page_number":86},
  {"content":"\r\nالله المجيد .\r\nولا نريد ان ننكر ان الميول كانت منذ الزمن الأول ، وقد كانت\r\nتجد طريقها إلى القلوب سهلا ، وان لها اثرا كبيرا في النفوس ولكن لم نكن\r\nلنظن انها تمد يدها إلى كتب الله المرسلة إلى هداية البشر ، ولكن مع الأسف\r\nالشديد فقد مدت يدها مأولة ومفسرة تفسيرا بعيدا عن المقصد ، ووجد\r\nأولئك الميالون من العقيدة مرتعا خصبا لتأويلاتهم ففسروا كما يشتهون وكما\r\nتشتهي السياسة التي وضعت أحاديث كثيرة لا تثبت تحت مبضعة المشرحين من\r\nأطباء الجرح والتعديل .\r\nلم يكن حظ آية الأنفس والأبناء عند بعض المفسرين أحسن من\r\nغيرها على صراحتها ، فقد طواها طيا ولفها لفا وقد تعوز الفاحص المعاذير عن\r\nهذا الطي واللف ولكن لا أراه تعوزه معرفة الدواعي الباعثة ولا أراه يخطئ\r\nالدوافع النفسية ، وقل ما تجد مفسرا مر على آية المباهلة ولم تنقبض نفسه ، ولم\r\nتتمرد عليه عقيدته ، ولم تطوح به سريرته ووجد في الوسط المسلم اذانا\r\nمستعدة للسمع ، وقلوبا ساذجة مستعدة للتصديق .\r\nويسع المنصف ان يقف من آية المباهلة الموقف الذي تقتضيه دلالة\r\nالمطابقة ، ولكن بعضهم لم يكن منصفا ولا رشيدا وذهب في التفسير مسرعا\r\nإلى أن الوفد امتنع عن المباهلة وصالح رسول الله صلى الله عليه وآله وسلم على\r\nالفي حلة وثلاثين درعا كأن الآية سيقت لهذا فقط ، وكأن هذا الصلح هو\r\nمدلول الآية المطابقي والالتزامي والعقلي ولم يخرج في تفسيره عن الوهم في\r\n","description":"","footnote":"","page_name":" 81 ","page_number":87},
  {"content":"\r\nالشعور والخطأ في التفكير ، لان الآية الكريمة سيقت لاسمى من ذلك .\r\nوكانت الطريقة المثلى للمفسرين - إذا أرادوا الانتفاع بهذه التفاسير\r\nانتفاعا صحيحا - ان يعني المفسرون بالأخبار الصحيحة ملاحظين ما ورد عن أهل\r\nبيت النبوة ، ومعدن الرسالة ، ومهبط الوحي ، وخزان العلم ، فان القرآن\r\nلهم ، ونزل عليهم في بيتهم ، وهم اعلم الناس به خاصا وعاما ، ومجملا ومبينا\r\nوناسخا ومنسوخا ، ومحكما ومتشابها ، والقرآن معهم وهم معه لن يفترقا حتى\r\nيردا على رسول الله صلى الله عليه وآله الحوض . ولكن شاءت السياسة\r\nللناس ان يعرضوا عن آل رسول الله صلى الله عليه وآله وسلم - أئمة العلم ،\r\nالراسخين في الدين قدما ، الثابتين على منهاج رسول الله ( ص ) البعيدين عن\r\nالزلل المطهرين من الرجس - وشاءت لهؤلاء الناس ان يرجعوا إلى القدري\r\nوالجبري والمرجئي والى الوضاعين المتزلفين إلى رجال السلطة .\r\nولا نريد ان نتبسط في الحديث مع المفسرين فان لهم ما يرتأون من\r\nتفسير ولهم ما يشتهون من الطريقة التي يسيرون عليها .\r\nوكذلك لا نريد ان نتساءل عن المدى الذي أصابوه في ما ذهبوا إليه من\r\nتفسير أو تأويل وما استدعى ذلك من تغيير خطير لان البحث في ذلك يستدعي\r\nعناية خاصة ليس موضوعها هذا الكتاب .\r\nومهما يكن من اتمر فان الأغراض اتسعت وكان إلى جانبها مولود شاب\r\nيسير الأغراض في رقعتها الوسيعة ، ولكن بالرغم عن ذلك فان في المفسرين\r\nمن تحلل بعض التحلل فحدثونا عن النجرانيين انهم حينما رأوا أبا القاسم صلى\r\nالله عليه وآله ومعه \" أهل بهلته \" جفلوا وقال قائلهم :\r\n","description":"","footnote":"","page_name":" 82 ","page_number":88},
  {"content":"\r\n\" اني لأرى وجوها لو سئل الله ان يزيل جبلا من مكانه لازاله بها \"\r\nولابد ان نحفظ لهم هذه المقالة لأنها خرجت من طريق ملتوية\r\nبالرغم عن المولود الذي يسير الأقلام والى القارئ نقدم نموذجا من\r\nالتفاسير .\r\nقال جار الله محمود عمر الزمخشري :\r\n\" فمن حاجك \" من النصارى \" فيه \" في عيسى \" من بعد ما جاءك\r\nمن العلم \" اي من البينات الموجبة للعلم \" تعالوا \" هلموا والمراد المجئ بالرأي\r\nوالعزم . . \" ندع أبناءنا وأبناءكم \" أي يدع كل منا ومنكم أبناءه ونساءه\r\nونفسه إلى المباهلة .\r\n\" وروي انهم لما دعاهم إلى المباهلة قالوا حتى نرجع وننظر \" فلما\r\nتخالوا قالوا للعاقب - وكان ذا رأيهم - يا عبد المسيح ما تري ؟ فقال :\r\n\" والله لقد عرفتم يا معشر النصارى ان محمدا نبي مرسل ولقد جاءكم\r\nبالفصل من أمر صاحبكم . والله ما باهل قوم نبيا فعاش كبيرهم ونبت\r\nصغيرهم ولئن فعلتم لتهلكن . . . وقد غدا محتضنا الحسين آخذا بيد الحسن\r\nوفاطمة تمشي خلفه وعلي خلفها وهو يقول :\r\nإذا دعوت فأمنوا . .\r\nفقال أسقف نجران :\r\nيا معشر النصارى اني لأرى وجوها لو شاء الله ان يزيل جبلا من\r\nمكانه لازاله بها فلا تباهلوا فتهلكوا ولا يبقى على وجه الأرض نصراني إلى\r\n","description":"","footnote":"","page_name":" 83 ","page_number":89},
  {"content":"\r\nيوم القيامة . .\r\nوقال :\r\nوعن عائشة ( رض ) ان رسول الله صلى الله عليه وآله وسلم خرج\r\nوعليه مرط مرجل من شعر اسود ، فجاء الحسن فأدخله ثم جاء الحسين فأدخله\r\nثم فاطمة ثم علي ثم قال :\r\n\" إنما يريد الله ليذهب عنكم الرجس أهل البيت \"\r\nقال الزمخشري :\r\n\" وفيه دليل لا شئ أقوى منه على فضل أصحاب الكساء عليهم السلام \"\r\nوقال نظام الدين الحسن بن محمد النسابوري في تفسير غرائب\r\nالقرآن ورغائب الفرقان .\r\n\" . . روى أنه صلى الله عليه وآله وسلم لما أورد الدلائل على نصارى\r\nنجران ثم إنهم اصروا على جهلهم قال صلى الله عليه وآله وسلم ان الله امرني\r\nان لم تقبلوا الحجة ان أباهلكم ، فقالوا يا أبا القاسم بل نرجع وننظر في أمرنا\r\nثم نأتيك ، فلما رجعوا قالوا للعاقب - وكان ذا رأيهم - يا عبد المسيح ما\r\nترى ؟ . . قال :\r\nوالله لقد عرفتم يا معشر النصارى ان محمدا نبي مرسل ، ولقد\r\nجاءكم بالكلام الفصل من أمر صاحبكم ، والله ما باهل قوم نبيا فعاش كبيرهم\r\nولا نبت صغيرهم ولئن فعلتم لكان الاستئصال ، فان أبيتم الا الاصرار على\r\nدينكم والإقامة على ما أنتم عليه فوادعوا الرجل وانصرفوا إلى بلادكم ، وقد\r\nخرج صلى الله عليه وسلم مرط من شعر اسود وكان صلى الله عليه\r\n","description":"","footnote":"","page_name":" 84 ","page_number":90},
  {"content":"\r\nوسلم قد احتضن الحسين واخذ بيد الحسن وفاطمة تمشى خلفه وعلي\r\nخلفها وهو يقول : إذا دعوت فأمنوا . فقال الأسقف\r\nيا معشر النصارى اني لأرى وجوها لو دعت الله ان يزيل جبلا من\r\nمكانه لازاله فلا تباهلوا فتهلكوا\r\nوروي عن عائشة ان رسول الله صلى الله عليه وسلم خرج وعليه مرط\r\nمرجل من شعر اسود فجاء الحسن فأدخله ثم جاء الحسين فأدخله ثم فاطمة ثم\r\nعلي ثم قال :\r\n\" إنما يريد الله ليذهب عنكم الرجس أهل البيت . . واما فضل أهل\r\nالكساء فلا شك في دلالة الآية على ذلك . . \"\r\nوقال المحقق ناصر الدين عبد الله الشيرازي البيضاوي في تفسيره : أنوار\r\nالتنزيل واسرار التأويل .\r\n\" فقل تعالوا \" هاموا بالرأي والعزم \" ندع أبناءنا وأبناءكم ونساءنا\r\nونساءكم وأنفسنا وأنفسكم \" اي يدعو كل منا ومنكم نفسه واعز أهله وألصقهم\r\nبقلبه إلى المباهلة . . \" ثم نبتهل \" اي تتباهل بان نعلن الكاذب منا . . فنجعل\r\nلعنة الله على الكاذبين .\r\nروي أنه لما دعوا إلى المباهلة قالوا حتى تنظر فلما تخالفوا قالوا للعاقب\r\n- وكان ذا رأيهم - ما ترى ؟ فقال والله لقد عرفتم نبوته ولقد جاءكم بالفصل\r\nفي أمر صاحبكم والله ما باهل قوم نبيا قط الا هلكوا فان أبيتم الا الف دينكم\r\nفوادعوا الرجل وانصرفوا فإنه رسول الله ( ص ) وقد غدا محتضنا الحسين\r\nآخذا بيد الحسن وفاطمة تمشي خلفه وعلي رضي الله عنه خلفها وهو يقول إذا دعوت\r\n","description":"","footnote":"","page_name":" 85 ","page_number":91},
  {"content":"\r\nفأمنوا فقال الأسقف يا معشر النصارى اني لأرى وجوها لو سألوا الله ان يزيل\r\nجبلا من مكانه لازاله فلا تباهلوا فتهلكوا \"\r\nقال الشيخ محمد نهاوندي في تفسيره \" نفحات الرحمن \" :\r\n\" . . روي أنه صلى الله عليه وآله لما أورد الدلائل على النصارى\r\nثم إنهم اصروا على جهلهم فقال صلى الله عليه وسلم ان لم تقبلوا الحجة\r\nأباهلكم فقالوا يا أبا القاسم بل نرجع وننظر في أمرنا ثم نأتيك فلما رجعوا\r\nقالوا للعاقب - وكان ذا رأيهم - يا عبد المسيح ما ترى فقال والله لقد عرفتم\r\nيا معشر النصارى ان محمدا صلى الله عليه وسلم نبي مرسل ولقد جاءكم\r\nبالكلام من أمر صاحبكم والله ما باهل قوم نبيا قط فعاش كبيرهم ولا نبت\r\nصغيرهم ولان فعلتم لكنا الاستئصال فان أبيتم الا الاصرار على دينكم\r\nوالإقامة على ما أنتم عليه فوادعوا الرجل وانصرفوا إلى بلادكم . . وكان\r\nرسول الله خرج وعليه مرط من شعر اسود وكان قد احتضن الحسين واخذ\r\nبيد الحسن وفاطمة تمشي خلفه وعلي خلفها وهو يقول إذا دعوت فأمنوا فقال أسقف\r\nنجران يا معشر النصارى اني لأرى وجوها لو سألوا الله ان يزيل جبلا من\r\nمكانه لازاله ، فلا تباهلوا فتهلكوا ولا يبقى على وجه الأرض نصراني \"\r\nوقال الفخر الرازي في تفسيره الكبير \" مفاتيح الغيب \" :\r\n\" . . ولما أورد الدلائل على نصارى نجران ثم إنهم اصروا على\r\nجهلهم فقال عليه السلام ان الله امرني ان لم تقبلوا الحجة ان أباهلكم فقالوا\r\nيا أبا القاسم بل نرجع فننظر في أمرنا ثم نأتيك فلما رجعوا قالوا للعاقب\r\n- وكان ذا رأيهم - يا عبد المسيح ما ترى فقال والله لقد عرفتم يا معشر\r\n","description":"","footnote":"","page_name":" 86 ","page_number":92},
  {"content":"\r\nالنصارى ان محمدا نبي مرسل ولقد جاءكم بالكلام الحق من أمر صاحبكم\r\nوالله ما باهل قوم نبيا قط فعاش كبيرهم ولا نبت صغيرهم ولان فعلتم لكان\r\nالاستئصال فان أبيتم الا الاصرار على دينكم والإقامة على ما أنتم عليه\r\nفوادعوا الرجل وانصرفوا إلى بلادكم . وكان رسول الله خرج وعليه مرط\r\nمن شعر اسود وكان قد احتضن الحسين واخذ بيد الحسن وفاطمة تمشي خلفه\r\nوعلي خلفها وهو يقول إذا دعوت فأمنوا فقال أسقف نجران يا معشر النصارى\r\nاني لأرى وجوها لو سألوا الله ان يزيل جبلا من مكانه لازاله بها فلا تباهلوا\r\nفتهلكوا ولا يبقى على وجه الأرض نصراني إلى يوم القيامة . .\r\nوروي انه عليه السلام لما خرج في المرط الأسود فجاءه الحسن\r\nفأدخله ثم جاء الحسين فأدخله ثم فاطمة ثم علي ثم قال :\r\n\" إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيرا \"\r\nقال الفخر الرازي : \" واعلم أن هذه الرواية كالمتفق على صحتها بين أهل\r\nالتفسير والحديث \" .\r\nهذا نموذج من التفسير الذي وقفنا عليه نضعه بين يدي القارئ وهو\r\nكما ترى لم يختلف تفكيرا ولا تعبيرا ، ولم يتفاوت فيه العربي والفارسي ولا\r\nاختلف الذوق العربي مع الذوق الفارسي ، وهو يشبه بعضه بعضا ومعنى هذا\r\n- فيما نرى - ان المفسرين لم يعنوا الحقائق العميقة القائمة في اللفظ والتركيب\r\nوالحقيقة والمجاز إلى آخره . ولا يتزودون منها الا باللمحات القصيرة الخاطفة\r\nوالنظرات العابرة ، ولا ندري لماذا هذا المرور العابر ؟ ! . مع أن لكتاب\r\n","description":"","footnote":"","page_name":" 87 ","page_number":93},
  {"content":"\r\nالله المجيد حكمته وخصائصه في أساليبه وميزته في تعبيره عن المعاني المقصودة ،\r\nوان في القرآن آيات محكمة واضحة المعنى قد يستوي في فهمها الناس ، وفيه آيات\r\nمتشابهة غامضة المعنى لا يستوى في فهمها الناس ، وربما يحتاج إلى الايضاح من\r\nالمصدر الأول الرسول صلى الله عليه وآله وسلم والراسخين في العلم ، وفيه\r\nالمفردات التي تعبر عن الحقيقة حينا والمجاز حينا آخر ، وعن الاستعارة والكناية\r\nإلى غير ذلك ، هذا مضافا إلى ما في القرآن الكريم من \" آيات لا يكفي\r\nفي تفهمها معرفة ألفاظ اللغة وأساليبها مثل - والعاديات ضبحا والذاريات ذروا\r\nإلى غيرها من مثيلاتها .\r\nوبعد - فلا احسب ان يكون القرآن في متناول الجميع على نمط\r\nواحد من الفهم ، واستجلاء المعاني واكتشاف الدقائق أو بنسبة واحدة ، للاختلاف\r\nفي مقدار الفهم والادراك العقلي ، فلابد ان يختلفوا في فهمه وادراك معانيه\r\nوالوصول إلى حقائقه ومجازاته حسب درجات أفهامهم ومداركهم العقلية .\r\nونحن حينما نقول هذا نكون قد حكمنا الذوق والمقاييس العلمية\r\nونراه واضحا لا يحتاج إلى التدليل عليه .\r\nولابد اذن - والحالة هذه - ان يكون لهم مدرك واحد في فهم\r\nالقرآن لا تتصل بالأذواق الفنية التي تطلبها اللغة العربية والمقاييس العلمية ، ولا\r\nبمعان الألفاظ من حقيقة أو مجاز ، واستعارة وكناية إلى آخره ، ولم تجد فيما رأينا\r\nوعنينا به مدركا سوى الرأي والاجتهاد وهما مصدران من مصادر التفسير عند\r\nالكثيرين . . والرأي والاجتهاد يتصلان بمعرفة الألفاظ وأسباب النزول\r\nحينا وبالعقيدة حينا آخر .\r\n","description":"","footnote":"","page_name":" 88 ","page_number":94},
  {"content":"\r\nونراهم في أمثال آية المباهلة حكموا بالعقيدة فقط ولم يتصلوا بالألفاظ\r\nوأسباب النزول ، ففسروا بالرأي والاجتهاد لكن عن العقيدة فقط .\r\nونحن لا نريد ان نلتقي مع المفسرين هذا الملتقى عبثا أو جنوحا\r\nعن الحقيقة ولقد رأيت قولهم \" يدع كل منكم نفسه واعز أهله \" فهم يفسرون\r\nالنفس بنفس رسول الله صلى الله عليه وآله وسلم فقالوا \" ولهذا ضمهم إلى نفسه\r\nبل قدمهم بالذكر \" وقالوا أيضا \" ولم يقتصر على تعريض نفسه . . وخص\r\nالأبناء والنساء لأنهم أعز الأهل وألصقهم في القلوب وربما فداهم الرجل بنفسه\r\nوحارب دونهم . . . وقدمهم بالذكر على الأنفس لينبه على لطف مكانتهم ، وقرب\r\nمنزلتهم وليؤذن بأنهم مقدمون على الأنفس مفدون بها \" إلى أمثال هذه التعبيرات\r\nالتي تشير إلى أن \" النفس \" في آية ( قل تعالوا ندع أبناءنا وأبناءكم ونساءنا\r\nونساءكم وأنفسنا وأنفسكم ) إنما هي نفس رسول الله صلى الله عليه وآله وسلم\r\nولم يلتفت أولئك الارائيون إلى أن هذا لا يستقيم لمكان لفظة \" ندع \" من\r\nعدة وجوه :\r\n( 1 ) ان الله سبحانه أمر نبيه صلى الله عليه وآله وسلم ان يدعو\r\nمن المسلمين الأبناء والنساء والأنفس ، ومعلوم باجماع المسلمين كافة ان رسول\r\nالله إنما دعا الحسنين وأباهما وأمهما عليهم السلام ولم يدع غيرهم ، فالصرف دعاء\r\nالأبناء إلى الحسنين والنساء إلى فاطمة والأنفس إلى علي عليه السلام لأنه لا\r\nيصح في العرف ان يدع الانسان نفسه ، كما لا يصح في مقام الامر ان يأمر\r\nنفسه وقد قال الفقهاء : \" ان الامر لا يجوز ان يدخل تحت الامر لان من\r\nحقه ان يكون فوق المأمور بالرتبة ، ويستحيل ان يكون فوق نفسه \" فلا يشمله\r\n","description":"","footnote":"","page_name":" 89 ","page_number":95},
  {"content":"\r\nامرء قطعا كما إذا أمر القائد جنده بالهجوم على حصون العدو فهذا الامر منه\r\nلا يشمل القائد نفسه ، فلو تخلف عن الهجوم لا يكون عاصيا ، وإذا هجم مع\r\nالجند لا يكون ممتثلا لأمر نفسه ، وهذا بخلاف الجندي فإنه يتصف بالعصيان\r\nإذا تخلف كما يتصف بالطاعة إذا تقدم .\r\nولعله يستدل على ذلك بما ذكره الشريف الرضى في كتابه \" حقائق\r\nالتأويل \" عن الواقدي في كتاب \" المغازي \" \" من أن رسول الله ( ص )\r\nلما اقبل ومن معه من أسارى المشركين كان سهيل بن عمر مقرونا إلى ناقة النبي\r\nفلما صار من أميال عن المدينة انتشط ( 1 ) نفسه من القرن ( 2 ) وهرب فقال النبي :\r\n\" من وجد سهيل بن عمرو فليقتله وافترق القوم في طلبه ، فوجده\r\nالنبي صلى الله عليه وآله وسلم من بينهم منقبعا إلى جذم ( 3 ) شجرة فلم يقتله\r\nوأعاد إلى الوثاق \"\r\nقال الشريف الرضي في تعليل ذلك :\r\n\" لأنه لم يصح دخوله تحت أمر نفسه ، ولو وجده غيره من أصحابه\r\nلوجب عليه ان يقتله لما صح ان يدخل تحت أمر النبي ( ص ) \"\r\nوأنت جد عالم انه لا يصح قطعا ان يكون المراد من \" أنفسنا \"\r\nنفس رسول الله صلى الله عليه وآله وسلم وهذا واضح لمن تأول وتجنب وحي\r\nالعقيدة .\r\n\r\n","description":"","footnote":" ( 1 ) انتشط اجتذب\r\n( 2 ) القرن الحبل\r\n( 3 ) جذم الشجرة أصلها ","page_name":" 90 ","page_number":96},
  {"content":"\r\n( 2 ) وإذا كان المراد من الأنفس نفس رسول الله صلى الله عليه\r\nوآله وسلم فقد خرج بنفسه ومعه الأبناء والنساء وانتهى كل شئ فكيف جاء\r\nأمير المؤمنين علي عليه السلام مع المتباهلين ؟ ! . . .\r\nوليس من السهل ان تجر العاطفة رسول الله فيخرج معه عليا إذا\r\nلم يكن مأمورا بذلك ، فان رسول الله ( ص ) لم يكن سيد حزب ، وإنما هو\r\nسيد أمة ولم تكن أعماله مما يشتهيه وإنما أعماله ضمن حدود الله سبحانه\r\nفلا يتجاوز حدود الله ، وبالاجماع خرج معه علي .\r\nولماذا يا مفسرون ؟\r\nفان قيل لمكان صيغة الجمع في \" أنفسنا \" قلنا إن صيغة الجمع لا\r\nتستلزم ان يخرج عليا من بين مئات الألوف من صحبه فاما ان يفرض\r\nالمفسرون ان رسول الله كان مأمورا باخراجه وهذا ما نقوله ، واما ان يفرضوا\r\nان اختاره من تلقاء نفسه ، ولا محيص لهم عن الاعتماد على سبب مفهوم لهذا\r\nالاختيار ، لامتناع تأثر النبي بالعاطفة .\r\nعلى أن الصيغة باعتبارها جمع تدل على الثلاثة على الأقل فأين الثالث\r\nيا ترى ؟ وهل ان النبي لم يجد بين أصحابه الرجل الذي يليق لان يخرج معه ؟ ! .\r\nوأيضا الكلام يأتي في صيغة \" نساءنا \" فلماذا اخرج الزهراء\r\nعليها السلام فقط ولم يخرج معه غيرها وفي بيته صلى الله عليه وآله وسلم تسع\r\nنسوة ؟ . . ولماذا . . ؟ والأسئلة كثيرة ومحرجة .\r\nاذن ليس المراد هو أبناء المسلمين ونساءهم وأنفسهم ، وإنما المراد\r\nهؤلاء فقط لاغيره واذن الامر من عند الله \" ان هو الا وحي يوحى علمه\r\n","description":"","footnote":"","page_name":" 91 ","page_number":97},
  {"content":"\r\nشديد القوى \" واذن لابد ان يكون المراد من \" الأنفس \" نفس علي فقط\r\nتنزيلا ، وهذا يتأدى من الآية الكريمة ، ومن مكان ( ندع ) في عرف اللغة\r\nكما هو واضح .\r\n( 3 ) وفي أسباب النزول للواحدي ص 75 \" وكان الشعبي يفسر\r\nالآية فيقول \" أبناءنا \" الحسن والحسين و \" نساءنا \" فاطمة و \" أنفسنا \"\r\nعلي بن أبي طالب \"\r\nوفي الصواعق المحرقة لابن حجر في الآية التاسعة من الباب الحادي\r\nعشر \" اخرج الدارقطني ان عليا يوم الشورى احتج على أهلها فقال لهم : أنشدكم الله\r\nهل فيكم أحد جعله الله نفس النبي وأبناءه أبناءه ونساءه نساءه غيري ؟ قالوا :\r\nاللهم لا . \"\r\nوفي دلائل النبوة ج 2 ص 124 قال الشعبي قال جابر \" وأنفسنا أنفسكم\r\nرسول الله صلى الله عليه وآله وسلم وعلي وأبناءنا وأبناءكم الحسن والحسين\r\nونساءنا ونساءكم فاطمة رضي الله عنهم أجمعين \"\r\nوقال جابر فيهم نزلت \" تعالوا ندع أبناءنا وأبناءكم ونساءنا ونساءكم\r\nوأنفسنا وأنفسكم . \"\r\n","description":"","footnote":"","page_name":" 92 ","page_number":98},
  {"content":"\r\nتعقيب\r\nقد يظن الظانون ان قصة المباهلة مضت بطريقها إلى الأبدية ، ولم\r\nيبق لاحد فيها مطمع ، ولا لعين مأرب ، ولا لاذن في سماعها من حاجة ، فقد\r\nطواها الزمن بين طياته ، وانقضت في يومها الذي وقعت فيه ، وذهبت\r\nليومها وساعتها .\r\nوالواقع ان هذا الظن قد يتصل بالحقيقة من بعض جهاتها وفي بعض\r\nنواحيها ، وكان الأولى ان لا يكون هذا الظن ، لان قصة المباهلة قصة قومية\r\nاسلامية روحية ، كان الواجب على المسلمين ان يتبنوا ذلك اليوم الذي وقعت\r\nفيه ، ويجعلونه عيدا قوميا في مصاف الأعياد القومية ، لأنه ان صح - وهو\r\nصحيح - ان الاسلام أمنية الحضارة العالمية ، فيوم المباهلة أحد الأيام التي\r\nكانت سبيلا إلى هذه الأمنية الغالية بما ظهر للاسلام من عزة ومنعة ، ولرسول\r\nالله صلى الله عليه وآله وسلم من عظمة وكرامة ، بانزواء أولئك القسس في\r\nزاوية من الخيبة والفشل في آمالهم ، وقد ارتعدت فرائصهم ، وانخلعت قلوبهم\r\nوعادوا إلى كعبتهم خائبين خاسرين ، وأعطوا الجزية عن يد وهم صاغرون ،\r\nولم يبق لنجران تلك المنزلة التي كانت لها في نفوس النصرانية ، وذلك السمو\r\nالذي تغنى به الشعراء وذلك القدس الذين تدين له الملوك .\r\n","description":"","footnote":"","page_name":" 93 ","page_number":99},
  {"content":"\r\nومن حق يوم المباهلة ان يهز أعصاب المسلمين وأن يكون موئل\r\nهنائهم ، له ذمته التي لا تضاع ، وعهده الذي لا يخفر ، وموثقه الذي لا ينقض\r\nومن حقه ان يكون بدر هالة الأيام الاسلامية الزاهرة ، ومن حقه ان تتجاوب\r\nفيه اصداء الشعور الاسلامي وتتبادل فيه التهاني ، فإنه اختل في ذلك اليوم\r\nتوازن نجران ، وجهة النصرانية في الجزيرة العربية وكعبتها وقبلة آمالها .\r\nولكن شاءت السياسة ان ينشق المسلمون نصفين وان تصنفهم صنفين\r\nصنف مال مع السياسة وسار إلى جنبها أصابت أم أخطأت . وليس من موضوعنا\r\nان نتحدث عن مصاير هذه السياسة ومبلغ قسوتها ، ولكنا نلاحظ انه ليس\r\nمن مصلحة السياسة ان تذكره بخير حيث لا تستطيع ان تذكره بشر ، ولا\r\nأقل من أن تلقيه في سلة مهملاتها إلى أن يشاء الله غير ما تشاء السياسة .\r\nوصنف مال إلى رسول الله صلى الله عليه وعليهم وسلم فتبنى يوم المباهلة\r\nفكان عيدا من أعيادهم ، وكان يوما من أيام فرحهم وسرورهم بما ظهر لرسول\r\nالله صلى الله عليه وعليهم وسلم من الكرامة والشأن العظيم وللاسلام من\r\nعزة الجانب .\r\nويوم المباهلة عند هذا الصنف من الناس يوم شريف مبارك ، يجأرون\r\nفيه إلى الله سبحانه بالدعاء ، وهو عندهم من الأيام الجليلة العظيمة بما فتح الله\r\nعلى الاسلام وعلى نبيه صلى الله عليه وآله وسلم من الفتح العظيم .\r\nمضت السنون وكرت الأعوام وهذا اليوم المبارك ما زال جديدا\r\nعظيما عند هذا الصنف من المسلمين ، منسيا مهجورا عند الصنف الاخر لا\r\nيعرفون عنه شيئا ! الا ما يثيره الجدل المذهبي الحين بعد الحين والفينة بعد الفينة\r\n","description":"","footnote":"","page_name":" 94 ","page_number":100},
  {"content":"\r\nبين هذين الصنفين . وفي النهاية خلق الجدل العنيف عالما مفعما بالأقوال\r\nوالآراء . ولا تزال المعركة الجدلية مشبوبة حارة يسعر نارها الحقد الكامن\r\nفي النفوس .\r\nاجل . قضت السياسة ان ينشق المسلمون على أنفسهم وان يفترقوا\r\nإلى طائفتين ، وسياسة قاسية كهذه السياسة تستطيع ان تحطم عظماء الرجال\r\nوتتغلب على الأمور ، ولكن لا تستطيع ان تحطم المبادئ ولا تجرأ ان\r\nتقتحم القلوب فالمبادئ يسيرها رجال خلقوا لان يعملوا تحت قوارع النكبات\r\nفي ظلمات الصعاب وهي أبعد من أن يتناولها السياسيون الخياليون .\r\nوعلى كر السنين ومر الأعوام يتطور النزاع ويكثر الجدل ولم يشعر\r\nالناس شدة الخطر المحدق وتفشي هذا المرض الخبيث ولم يمنعهم مانع من أن\r\nينشأ عليه صغيرهم ، ويشب كبيرهم ، ولعل ما نكب به الدين الاسلامي\r\nوالمسلمون كان نتيجة لهذا الجدل أو المرض ، وحتى الان لا يزال ينمو ويثمر\r\nهذه الثمرة الخبيثة .\r\nوطبيعي ان يكون ليوم المباهلة نصيب ليس بالقليل من هذا الجدل\r\nالعنيف ، ونحن وإن كان موضوعنا التحدث عن يوم المباهلة وعن المباهلة ، ولكن\r\nلا نريد ان نتغمس في هذا النزاع العقيم ولكن نريد ان نعقب حديث المباهلة\r\nبشئ من النوادر لمحناها حين مطالعتنا ، وهي تتصل بهذه القصة .\r\nقال الشريف الرضي في كتابه \" حقائق التأويل \" :\r\n","description":"","footnote":"","page_name":" 95 ","page_number":101},
  {"content":"\r\n\" من شجون ( 1 ) هذه المسألة ما حكي عن القاسم بن سهل\r\nالنوشجاني قال :\r\n\" كنت بين يدي المأمون في إيوان مسلم بمرو ، وعلي بن موسى\r\nالرضا ( ع ) قاعد عن يمينه فقال لي المأمون يا قاسم اي فضائل\r\nصاحبك أفضل ؟ !\r\nفقلت : \" ليس شئ أفضل من آية المباهلة ، فان الله سبحانه جعل\r\nنفس رسول الله صلى الله عليه وآله وسلم ونفس علي عليه السلام واحدة \"\r\nفقال لي :\r\nان قال خصمك ان الناس قد عرفوا الأبناء في هذه الآية والنساء\r\nوهم الحسن والحسين وفاطمة والأنفس هي نفس رسول الله ( ص ) باي\r\nشئ تجيب ؟ .\r\nقال النوشجاني : فأظلم علي ما بيني وبينه وأمسكت لا اهتدي بحجة ! .\r\nفقال المأمون للرضا عليه السلام : ما تقول فيها يا أبا الحسن ؟\r\nفقال له الرضا عليه السلام : في هذا شئ لا مذهب عنه\r\nالمأمون - ما هو\r\nالرضا - هو ان رسول الله صلى الله عليه وآله داع ولذلك\r\nقال الله سبحانه :\r\n\" قل تعالوا ندع أبناءنا وأبناءكم ونساءنا ونساءكم وأنفسنا وأنفسكم \"\r\nوالداعي لا يدعو نفسه وإنما يدعو غيره فلما دعا الأبناء والنساء ولم يصح ان\r\n\r\n","description":"","footnote":" ( 1 ) جمع شجن بالتحريك وهو الشعبة من كل شئ ","page_name":" 96 ","page_number":102},
  {"content":"\r\nيدعو نفسه لم يصح ان يتوجه دعاء الأنفس الا إلى علي بن أبي طالب عليه\r\nالسلام ، إذ لم يكن بحضرته - بعد من ذكرنا - غيره ممن يجوز توجه دعاء\r\nالأنفس إليه ، ولو لم يكن ذلك كذلك لبطل معنى الآية .\r\nقال النوشجاني :\r\n\" فانجلى عن بصري ، وامسك المأمون قليلا ثم قال يا أبا الحسن\r\n\" إذا أصيب الصواب انقطع الجواب \"\r\nهذه هي الكلمة المتصفة ما جاءت عابرة ولا هي خاطرة جرت\r\nما قصد بنطقها إلى دلالة الألفاظ وإنما هي بيان لفهم مدلول اللفظ المطابقي\r\nواعتراف منه بالحقيقة التي لا مفر منها ، والحق أحق ان يتبع وحرى بالعاقل\r\nان لا يندفع وراء تيارات نفسية كانت تسوق الكثيرين إلى مناجزة رجل\r\nكل جرمه وجريرته انه علي ابن أبي طالب . هذا كل جرمه .\r\nومن نوادر قصة المباهلة ما ذكره بعض العلماء - ولم يسمه\r\nالشريف الرضي - من أن للعرب في لسانها ان تخبر عن ابن العم اللاصق والقريب\r\nالمقارب بأنه نفس ابن عمه وان الحميم نفس حميمه . ومن الشاهد على ذلك\r\nقوله تعالى \" ولا تلمزوا أنفسكم ولا تنابزوا بالألقاب \" أراد تعالى ولا تعيبوا\r\nاخوانكم المؤمنين فاجرى الاخوة بالديانة مجرى الاخوة بالقرابة وإذا وقعت\r\nالنفس عنده على البعيد النسب كانت اخلق ان تقع على القريب النسب . .\r\nلعل هذه النظرية محاولة أخرى لصرف النفس عن المراد منها\r\nوانكار هذه الفضيلة ليعسوب الدين . . ونحن إذا ما قبلنا النظر وأنعمنا القسر\r\n","description":"","footnote":"","page_name":" 97 ","page_number":103},
  {"content":"\r\nفي هذا القول لرأينا انه ليس له من قيمة تشفع له في تصحيح اطلاق اللفظ\r\nعلى المعنى المدعى سوى هذه الأسس الهدامة التي يوحيها الوهم وليس لهذا\r\nالقول الذي أرسله بعض العلماء ! وهو \" ان للعرب في لسانها ان تخبر عن\r\nابن العم اللاصق والقريب المقارب بأنه نفس ابن عمه \" صورة في الخارج الا\r\nهذه الصورة المغلوطة التي قامت على أساس الوهم والخيال صورها وحي\r\nالعقيدة .\r\nولعل القارئ يفهم من التعبير \" ان للعرب في لسانها ان تخبر \"\r\nان العرب لم تخبر وإنما يريد ان يجيز لهم ان يخبروا عن ابن العم اللاصق بأنه\r\nنفس ابن عمه .\r\nولو أخبروا عن ابن العم بالنفس لكان حق التعبير \" ان العرب\r\nأخبرت \" ولما لم يكن شئ من ذلك أراد ان يتحكم ليصرف ذلك الفضل عن\r\nعلي أمير المؤمنين عليه السلام .\r\nعلى أن اللغة توقيفية لا يجوز ان يتصرف بها باي نوع من أنواع\r\nالتصرف فما ورد من الألفاظ نستعمله فيما ورد فيه سواء كان على سبيل الحقيقة\r\nأو المجاز أو الكناية وما لم يرد فلا يصح استعماله ولم نقف في معاجم اللغة ولا\r\nفي موارد الاستعمال التي بين أيدينا على صحة هذا الاستعمال .\r\nوما ذكره من الشواهد لا تدل على أكثر من اطلاق النفس\r\nعلى الأخ في الدين وهذا صحيح بنص القرآن الحكيم لا يستطيع ان ينكره\r\nأحد ، ونحن لا ندعي ان عليا نفس رسول الله حقيقة وإنما الدعوة ان الله\r\nسبحانه نزل نفس علي عليه السلام منزلة نفس رسول الله صلى الله عليه وآله\r\n","description":"","footnote":"","page_name":" 98 ","page_number":104},
  {"content":"\r\nوسلم وما ذلك الا لمكانة علي من الله وسمو نفسه وعلو قدره وفنائه في ذات\r\nالله ، وليس في المسلمين - وهم مئات الألوف يومئذ - من يصلح ان\r\nينزل هذه المنزلة وليس فيهم من له مكانة ليصح تنزيله حقيقة وليس فيهم من\r\nيستحق هذه المرتبة السامية والمكانة الرفيعة والمنزلة العظيمة غير على صنو رسول\r\nالله وصهره على ابنته .\r\nولو كان فيهم من له مكانته لما جاز من الحكيم ان يخصه دونه لأنه\r\nترجيح بدون مرجح ، وحيث لم يدع غيره علما انه ليس في المسلمين ولا في\r\nالصحابة من يضاهيه ليصح تنزيله هذه المنزلة السامية .\r\nوواضح انه ليس اطلاق النفس على علي عليه السلام كان من اطلاق\r\nالنفس على ابن العم القريب المقارب فان هذا الاطلاق لم يوجد في كلام العرب\r\nولم تقصده الآية الكريمة .\r\nعلى أنه ربما يكون ذلك مجازفة باللغة إذا فسخنا المجال للوهم في تفسير\r\nالمفردات ولرأينا انقسام امام سيل جارف من الاعتراضات .\r\nومن ذيول المباهلة ما ذكره الفخر الرازي في تفسيره الكبير قال :\r\n\" وكان في الري رجل يقال له محمود بن الحسن الحمصي وكان معلم\r\nالاثني عشرية وكان يزعم أن عليا رضي الله عنه أفضل من جميع الأنبياء سوى\r\nمحمد صلى الله عليه وآله وسلم ، واستدل على ذلك بقوله تعالى \" وأنفسنا وأنفسكم \"\r\nإذ ليس المراد بقوله \" أنفسنا \" نفس محمد صلى الله عليه وآله وسلم لان الانسان\r\nلا يدعو نفسه بل المراد غيره ، واجمعوا على أن ذلك الغير كان علي بن أبي\r\n","description":"","footnote":"","page_name":" 99 ","page_number":105},
  {"content":"\r\nطالب رضي الله عنه فدلت الآية على أن نفس علي هي نفس محمد صلى الله عليه\r\nوسلم ، ولا يمكن ان يكون المراد ان هذه النفس هي عين تلك النفس ، فالمراد\r\nان هذه النفس مثل تلك النفس ، وذلك يقتضي المساواة في جميع الوجوه ،\r\nتركنا العمل بهذا العموم في حق النبوة وفي حق الفضل لقيام الدلائل على أن\r\nمحمدا عليه الصلاة والسلام كان أفضل من علي رضي الله عنه فبقي فيما وراءه معمولا\r\nبه ، ثم دل الاجماع على أن محمدا عليه السلام كان أفضل من سائر الأنبياء\r\nعليهم السلام فيلزم ان يكون علي أفضل من سائر الأنبياء فهذا الاستدلال من\r\nظواهر هذه الآية . ثم قال :\r\nويؤيد الاستدلال بهذه الآية الحديث المقبول عند الموافق والمخالف\r\nوهو قوله عليه السلام : من أراد ان يرى آدم في علمه ونوحا في طاعته وإبراهيم\r\nفي خلته وموسى في هيبته وعيسى في صفوته فلينظر إلى علي بن أبي طالب\r\nرضي الله عنه \" فالحديث دل على أنه اجتمع فيه ما كان متفرقا فيهم وذلك\r\nيدل على أن عليا رضي الله عنه أفضل من جميع الأنبياء سوى محمد صلى الله\r\nعليه وسلم \"\r\nقال الرازي :\r\n\" واما سائر الشيعة وقد كانوا قديما وحديثا يستدلون بهذه الآية\r\nعلى أن عليا أفضل من سائر الصحابة لان الآية دلت على أن نفس علي رضي\r\nالله عنه مثل نفس محمد عليه السلام الا فيما خصه الدليل وكانت نفس محمد صلى\r\nالله عليه وسلم أفضل من الصحابة رضوان الله عليهم فوجب أن تكون نفس\r\n","description":"","footnote":"","page_name":" 100 ","page_number":106},
  {"content":"\r\nعلي أفضل من سائر الصحابة . هذا تقرير كلام الشيعة .\r\nوالجواب انه كما انعقد الاجماع بين المسلمين على أن محمدا عليه السلام\r\nأفضل من علي فكذلك انعقد الاجماع بينهم قبل ظهور هذا الانسان - محمود\r\nبن حسن الحمصي - على أن النبي أفضل ممن ليس بنبي واجمعوا ان عليا ما كان\r\nنبيا فلزم القطع بان ظاهر الآية كما أنه مخصوص في حق محمد صلى الله عليه وسلم\r\nفكذلك مخصوص في حق سائر الأنبياء عليهم السلام \" انتهى كلام الرازي .\r\nوالقارئ يلاحظ معنا انه لم يناقش في دلالة الآية على أفضلية علي عليه السلام\r\nعلى سائر الصحابة ويلاحظ أيضا انه لم يناقش في اتفاق المسلمين على صحة\r\nالخبر الدال على ما تفرق من الصفات في الأنبياء قد اجتمعت جميعا في شخص\r\nعلي عليه السلام وهذا يتضح من جوابه على دعوى ابن الحسن الحمصي ان\r\nعليا أفضل من سائر الأنبياء سوى محمد صلى الله عليه وآله وسلم وكذلك لم\r\nيرد على الشيعة ما استفادوه من دلالة الآية الكريمة على أفضلية علي عليه السلام\r\nوكل ما في الامر انه ناقش ابن الحسن الحمصي فيما ادعاه من الاجماع باجماع\r\nادعاه هو نفسه وفرضه على المسلمين فرضا .\r\nولمحمود الحمصي ان يقول إن اجماعا يخرج منه النخبة الممتازة من\r\nأصحاب رسول الله صلى الله عليه وآله وسلم ويخرج منه الهاشميون جميعا ويخرج\r\nمنه الشيعة جميعا ليس باجماع على كل تفسير يفسر به الفخر الرازي الاجماع\r\nولا يقام لهذا الاجماع وزن بين الاجماعات التي يدعيها المسلمون .\r\nوغير جائز في حكم العقل ان يكون اجماع ونصف المسلمين على التقريب\r\nيقولون بأفضلية علي عليه السلام على سائر الأنبياء .\r\n","description":"","footnote":"","page_name":" 101 ","page_number":107},
  {"content":"\r\nثم يعود محمود بن الحسن الحمصي فيقول : ان المسلمين والنخبة الممتازة\r\nمن صحب رسول الله صلى الله عليه وآله وسلم اجمعوا قبل ان يخلق الله\r\nهذا الانسان - أعني الفخر الرازي - ومن على راية . على أن عليا\r\nأفضل من خلق الله باستثناء محمد رسول الله . ويبدوا لنا ان هذا صحيح من\r\nوجهة الامر الواقع وان هذا الاجماع هو الاجماع الصحيح المعتبر الذي يصح\r\nان يحتج به المسلمون إذا رجعنا إلى شروط حجية الاجماع وامكان تحققه ووقوعه .\r\nلقد رأينا من قبل ان الروايات متفقة على أن النبي صلى الله عليه وآله\r\nوسلم اختار معه للمباهلة عليا وفاطمة وحسنا وحسينا عليهم السلام واجمع أهل\r\nالقبلة كافة على أنه صلى الله عليه وآله خرج بهؤلاء ولم يخرج معه غيرهم ،\r\nوواضح من هذا الاجماع ومن الروايات ان رسول الله صلى الله عليه وآله وسلم\r\nلم يدع مجالا لأي احتمال ، فقد فسر لفظة الأنفس والنساء .\r\nوأيضا لم يترك مجالا للشك أو التشكيك في صحة استعمال اللفظ أو صحة\r\nاطلاقه ، فقد خرج وأخرجهم معه على أن الحسنين مصداق الأبناء وفاطمة\r\nمصداق النساء ، وعلي مصداق الأنفس ، وحيث يفسر\r\nالنبي العربي فلا متسع للقول ، ويكفي ان يكون ذلك برهانا على\r\nصحة الاستعمال .\r\nولكن بعض الصحفيين نسب إلى بعض المفسرين ان حمل كلمة\r\n\" نساءنا \" على فاطمة فقط وكلمة \" أنفسنا \" على علي فقط لا تتصل باللغة\r\n","description":"","footnote":"","page_name":" 102 ","page_number":108},
  {"content":"\r\nوإنما تستفى من مصدر شيعي وان هذه الروايات الكثيرة المتفق عليها مصدرها\r\nشيعي أيضا ! وان مقصد الشيعة منها معروف ! وقد اجتهدوا في ترويجها ما\r\nاستطاعوا ، وقد نجحوا في ذلك إلى حد بعيد ! فإنهم استطاعوا ان يؤثروا على\r\nكثير من أهل السنة . وعلل ذلك بان كلمة \" نساءنا \" لا يقولها العربي ويريد\r\nبها بنته لا سيما إذا كان له أزواج وابعد من ذلك أن يراد من كلمة \" أنفسنا \"\r\nعلي فقط .\r\nولعلك ترى معنا ان مصدر هذا القول فكرة واحدة متأصلة في\r\nالنفوس ، تلك هي الكراهية لعلي عليه السلام ، لا لجرم له الا انه علي بن أبي\r\nطالب زوج الزهراء البتول . والا فقد فسر رسول الله لفظ \" الأنفس \" بعلي\r\nولفظ \" النساء \" بفاطمة وإذا كان هذا لا يصح فعمن نأخذ التفسير والى من\r\nترجع في تصحيح الاستعمال يا مسلمون ؟ ؟ !\r\nوبعد - فليست هذه النوازع بالشئ الجديد في تاريخ أمير\r\nالمؤمنين عليه السلام وإنما الجديد فيها ان تقع في العصر الحاضر الذي تفتحت\r\nفيه جوانب النفوس وان يتخذ الباحثون اليوم من تلك النوازع شيئا وهو أقرب إلى\r\nالثورة العصبية التي كانت تسيطر على عقول رجال الدين ، وعلى الأقلام في\r\nالأزمنة الغابرة .\r\nومن الغريب جدا ان الزمن لم يغير من نفوس هؤلاء شيئا والعلم لم\r\nيخفف من هذه الفكرة المغلوطة مع العلم بان النفوس اليوم السبت لفهم الحقائق\r\nأكثر من قبل وبدأت العيون تنفتح على الحقائق التي غابت عنها طويلا وان\r\n","description":"","footnote":"","page_name":" 103 ","page_number":109},
  {"content":"\r\nعليها من أصداء واخذت اليوم تتجلى وتتضح ، ومع العلم أيضا بان مبضع\r\nالتشريح أصبح حادا يستطيع ان يضع كل شخص وكل حقيقة تاريخية\r\nعلى المنضدة .\r\nوفي الأزمنة الغابرة كان الناس يميلون إلى هذه النوازع ويصدقونها\r\nمن غير بحث عن حقيقتها بيد ان هذا الزمن أصبح ينكر كل هذه الظواهر\r\nالمنبعثة عن النوازع النفسية أو تقليد أولئك العصبيين ، فلا الحقائق الدينية ولا\r\nالحقائق العلمية هي حقائق ما لم تعرض على الميزان وتوضع على المنضدة .\r\nوالعجيب كيف فقد هؤلاء المقاييس المنطقية والتوازن العقلي فضلوا\r\nالصواب حينما نسبوا الجهل إلى كبار علمائهم ومفسريهم وكبار محدثيهم ومؤرخيهم\r\nوأين القواعد والشروط التي تأسست لحفظ الحديث وتدوينه وتصحيحه ؟ !\r\nوأين موازين الجرح والتعديل التي كانت تزن الرجال فتخرج من تخرج\r\nوتعدل من تعدل ؟ ! وكأنها بنظر هؤلاء كلها جفاء لا ترتكز على شئ واعجب\r\nمن ذلك تضليل كبار محدثيهم وكبار علمائهم وطعنهم بالضعف العلمي الذي يرميهم\r\nبه وينسبه إليهم ذلك المفسر - أو ذلك الصحفي بعبارة أصح - إلى حد تمكن\r\nالشيعة بصحة ما يصح عندهم ، كأنه لا يعلم بأنه في كل ذلك يعترف والى\r\nالاعتراف وتفسخ ميزان الجرح والعديل عندهم ولربما كان هذا فرضا صادقا أو\r\nراجحا أو على الأقل مما يوجب الشك في تصحيح ما صح عندهم من الاخبار .\r\nغريب جدا ان تمر آية المباهلة على أجيال من الناس وعلى\r\nطبقات من المؤرخين والمحدثين والمفسرين ثم تمر على موازين الجرح والتعديل\r\n","description":"","footnote":"","page_name":" 104 ","page_number":110},
  {"content":"\r\nوفي كل هذه الأدوار يلعب بعقول أولئك العلماء وبعلمهم وبموازين\r\nالمحدثين وفيهم أصحاب الصحاح - فإنهم جميعا رووا اخبار المباهلة - ثم لا\r\nيرشدهم علمهم ولا تهديهم موازينهم ( 1 ) وانا لا أدري اي منطق هذا ،\r\nوكيف يتقبله علماء أهل السنة ويغضي عليهم الأزهر الشريف ؟ ! أليس فيهم\r\nمن يأسوا على السلف ويثأر لهم ؟ !\r\nوأيضا لا أدري الهدف الذي يرمي إليه المفكرون والمصلحون من\r\nوراء هذه الطعون القاتلة ؟ وما الذي يمنونه باخراجها على هذا الشكل من\r\nالطعن في الصميم ؟ ألم يكن لهم حاجز من ورع ، وحريجة من دين عن\r\n\r\n","description":"","footnote":" ( 1 ) لا ترمي بالحكم على أهل الصحاح بأنهم رووا تفصيل آية\r\nالمباهلة ولكنهم اتفقوا على أنه لما نزلت دعا رسول الله ( ص ) عليا وفاطمة\r\nوحسنا وحسينا .\r\nروى ذلك مسلم في صحيحه والحاكم على شرط الشيخين وصححه\r\nالذهبي على شرط البخاري ومسلم والحميدي في الجمع بين الصحيحين والثعلبي\r\nفي تفسيره وابن المغازي وأبو نعيم في حليته والحمويني في فوائده وابن إسحاق\r\nفي مغازيه وابن الصباغ المالكي في فصله والطبري في تفسيره والواحدي في\r\nأسباب النزول والزمخشري في كشافه والفخر الرازي في تفسيره وغيرهم ممن\r\nذكرنا في مطاوي هذه الفصول التي مرت عليك وغيره ممن لم نذكر\r\nوبعبارة أوضح قيام الاجماع من المسلمين كافة على أن النبي ( ص ) لم يدع\r\nللمباهلة غيرهم . ","page_name":" 105 ","page_number":111},
  {"content":"\r\nالطعن في علم السلف ، سلفهم الصالح ؟ ! حتى نزلوا بأقدارهم العلمية إلى أحط\r\nمنزلة يسعهم ان ينزلوا بهم إليها ، فنسبوا لهم الضعف بالتفكير ونسبا لهم عدم\r\nالتمييز بين الموضوع وغير الموضوع ، والصحيح وغير الصحيح ، ونسبوا لهم\r\nعدم النضوج العلمي الكافي لتمييز الصحيح من الموضوع كل ذلك بكلمة\r\nواحدة - ما أهونها عليهم - وهي \" انهم - يعني الشيعة - استطاعوا ان يؤثروا\r\nعلى كثير من أهل السنة \" وسهل عليهم هذا المنطق المخذول الذي حط من\r\nقدرهم العلمي وحط من قدر صحاحهم التي أفنوا أعمارهم في جمعها ويكفي في\r\nاختلالها والحط من قدرها وعدم الوثوق بها ان أصحابها لا يملكون الميزان\r\nالصحيح حيث استطاع الشيعة ان يؤثروا عليهم وتأثر هؤلاء وهم غافلون أو\r\nوهم جاهلون !\r\nوواضح بعد هذا ان لا يبقى وثوق باي كتاب وأي حديث وأي\r\nمحدث وأي جرح وأي تعديل ، ولا أراه ينفع ذلك الصحفي اخراج بعض\r\nالصحاح ، على إنا لا نراه يتمكن من ذلك بحكم الضرورة ، وليس من موضوعنا ان\r\nندخل في هذا البحث لان الكلام فيه طويل وعريض وهذا فيما أراه هو\r\nالخطأ أحط من هذا الاسفاف ، وحتى الان لم نعلم السبب الذي حمله على أن\r\nيسف وعلى ان يقع في هذا الخطأ . وعجيب ان ينسب الغفلة لكثير من سلفه\r\nوهل لأنهم رووا اخبار قصة المباهلة كما وقعت ؟ ! أو لأنهم حملوا كلمة \" نساءنا \"\r\nعلى فاطمة عليها السلام وكلمة \" أنفسنا \" على علي عليه السلام وهذا لا يصح\r\nيعرف اللغة كما يزعم ؟ !\r\n","description":"","footnote":"","page_name":" 106 ","page_number":112},
  {"content":"\r\nوقد يكون من الواضح انه يشير إلى الثاني من القولين لينجو من\r\nالطعن في مسانيد الحديث حتى الصحاح منها .\r\nويكاد يبدو ذلك غريبا لان هذا الرأي في حاجة إلى تمحيص قبل\r\nاثارته لان الواقع بين فرضين اثنين لا مفر من أحدهما :\r\nفاما ان يفرض ان الشيعة هم الذين فسروا كلمة \" نساءنا \" وحملوها على\r\nفاطمة وكلمة \" أنفسنا \" على علي عليه السلام .\r\nواما ان يفرض ان رسول الله صلى الله عليه وآله وسلم هو الذي\r\nفسر هذا التفسير ، والذي لا يرتاب فيه أحد انه لا سبيل إلى الأول قطعا ،\r\nوإنما التفسير كان من النبي صلى الله عليه وآله وسلم وقد رأينا من قبل ان\r\nالمسلمين كافة بما فيهم الخوارج اجمعوا على أنه لم يخرج مع النبي للمباهلة سوى علي\r\nعليه السلام من الأنفس وسوى فاطمة عليها السلام من النساء وسوى الحسن\r\nوالحسين من الأبناء وهذا تفسير عملي على اي اعتبار أراد الناس ان يعتبروا\r\nهذا التفسير منه ، وغير جائز بحكم العقل وبحكم اللغة العربية ان يكون تفسيره\r\nلا يصح بعرف اللغة كما يزعمون .\r\nوهذا صحيح من وجهة العقيدة الاسلامية ومن جهة اللسان لان\r\nرسول الله عربي وهو سيد العرب .\r\nثم نعود فنقول لهؤلاء : ان هذا التفسير منه صلى الله عليه وآله وسلم\r\nسواء أكان مبعثه العاطفة أم صحة الاستعمال العربي أم تفسير من الله سبحانه\r\nفهو لا يتصل بأحد من الشيعة ليموه هؤلاء على كثير من علماء السنة\r\nويستجهلونهم .\r\n","description":"","footnote":"","page_name":" 107 ","page_number":113},
  {"content":"\r\nونحن لا يسعنا ان ننسب إلى النبي صلى الله عليه وآله وسلم التأثر\r\nبالعاطفة بل لا يجوز عليه التأثر بالعاطفة في مثل هذا الموقف بل في كل مقام\r\nوهو الذي لم ينس في وقت من الأوقات الدعوة إلى المساواة بين افراد\r\nالمسلمين ، تلك المساواة التي أراد الاسلام ان يجمع بها بين كل الشعوب\r\nوالافراد ويؤلف بينهم جميعا ليكون منهم أمة واحدة تسودها المحبة والإخاء .\r\nلقد كان بين أصحاب النبي صلى الله عليه وآله وسلم من أهل\r\nالشرف والمكانة واللياقة والاحساس وأهل البلاء الحسن في بناء الهيكل\r\nالاسلامي من لا يصبر على هذا التحيز الذي تجره العاطفة ، إن كان ذلك عن\r\nعاطفة ، بل كان في صحبه من كان يجرأ على رسول الله صلى الله عليه وآله\r\nوسلم في مواقف لا تصح فيها الجرأة ولا تحمد ، أفتراهم يقفون منه موقف\r\nالجامد حينما يرونه عاطفيا متحيزا لذوي قرباه في ساحة الشرف الخالد بخلود\r\nالاسلام وخلود كتاب الله الذي يرتله المسلمون في اناء الليل وأطراف النهار ؟ ؟\r\nمع أنهم فهموا ان الدعوة كانت عامة لانفس المسلمين ولنسائهم ولأبنائهم ثم\r\nلا يخرج رسول الله صلى الله عليه وآله وسلم معه منهم سوى ابنته وابن عمه\r\nوولديهما عليهم السلام ! .\r\nوليس عندي - بل في واقع الامر - أضعف من هذا الاحتمال على اي\r\nتفسير أرادوا ان يفسروا خلق محمد صلى الله عليه وآله وسلم ، وعظمته وسمو\r\nمقامه ومركزه الاجتماعي كنبي مرسل لهداية البشر وسعادتهم ورفع التنابز من ،\r\nبينهم ، ومن عرف أخلاق النبي وتركيب مزاجه يدفع عنه كل احتمال من\r\n","description":"","footnote":"","page_name":" 108 ","page_number":114},
  {"content":"\r\nهذا القبيل .\r\nولعله ليس لهؤلاء المهوسين اعتراض بجيش في نفوسهم سوى اعتراض\r\nواحد : هو انه لماذا لم يخرج معه أحدا من أصحابه والفضيلات من نسائه ؟ . .\r\nهذا هو الاعتراض الواضح الصريح الذي يختلج في نفوس كثيرة ! !\r\nولكن ابن عساكر أراد ان يشبع تلك النفوس فأخرج رواية نسبها إلى\r\nجعفر بن محمد الباقر عليه السلام عن أبيه \" انه لما نزلت آية قل تعالوا ندع أبناءنا وأبناءكم \"\r\nالآية جاء بابي بكر وولده وبعمر وولده وبعثمان وولده وبعلي وولده \" ! .\r\nأخرجها بهذا الترقيم الرباعي المألوف في كل الحوادث .\r\nولكن ليس في ذلك عرض صحيح متزن حري بان يعقل الألسن\r\nويكم الأفواه ، وان حسب المهوسون ذلك عرضا صحيحا . فقد غاب\r\nعنهم رشدهم إذ لم يفقهوا ان هذا منازلة منه صلى الله عليه وآله وسلم لذوي\r\nالمكانة السامية من كبار صحبه وأهل الجهاد والبلاء في سبيل الله . ومنازلة\r\nمنه لعمه العباس شيخ الهاشميين . ومنازلة منه لعمته صفية بنت عبد المطلب وأم\r\nهاني بنت عمه ابن طالب وهما من صفوة الهاشميات .\r\nعلى أن هؤلاء ليسوا بأجل أصحابه وفيهم عمه العباس وسلمان وأبو\r\nذر وعمار والمقداد وأمثالهم كسعد سيد الخزرج وحذيفة وأبو عبيدة وغيرهم كثير .\r\nوعلى انه يلوح لنا ان الترقيم الثلاثي بهذا الشكل لم يكن في عصر\r\nالنبي صلى الله عليه وآله وسلم وإنما وضعته السياسة في عهد الأمويين والترقيم\r\nالرباعي وضعته السياسة في عصر العباسيين ومن يلاحظ الاخبار التي ترقم الترقيم الثلاثي\r\nوالتي ترقم الترقيم الرباعي ويلاحظ مواردها يعلم أن منطق السياسة هو الذي قضى قضاء لا\r\n","description":"","footnote":"","page_name":" 109 ","page_number":115},
  {"content":"\r\nمعدى عنه بهذا الترقيم حسب ترتيب الخلافة ! . .\r\nولعل سائلا يسأل كيف لم يتخلف هذا الترتيب الثلاثي في حادثة\r\nمن الحوادث التي اقتضت ان يتوارد الصحاب فيها على رسول الله صلى الله\r\nعليه وآله وسلم ؟ . سواء أكان ذلك بدعوة أم كانت على سبيل الصدفة ،\r\nوكيف لم يتفق ان سبق عثمان صاحبيه أو سبقهما عمر ؟ ! ولكن ليس على\r\nالسائل المنصف الا ان يتأمل الحوادث التي ورد فيها هذا الترقيم ليعلم انه ترقيم\r\nمصطنع في عصرين متضاربين ، وكلما القى ببصره على الحوادث المفاجئة وغير\r\nالمفاجئة لا يلبث ان تطالعه الشكوك من جميع جهاته .\r\nوكانت السياسة قد أباحت لمصطنعيها في سبيل تحقيق غاياتها ان ينتهجوا\r\nمن الوسائل ما يكفل لرجال السلطة سلطتهم الأرستقراطية ومثل هذا كثير\r\nفي كثير من الحوادث السياسية والدينية سواء في الصدر الأول أم في العصر\r\nالأموي أم في العصر العباسي وليس هذا الترقيم بهذا الترتيب لازما طبيعيا فلا\r\nينفك ، ولا هو تكوين ذاتي فلا يتخلف ، على أن العادة قد تحيله على هذا\r\nالاطراد المصطنع مرتبا على ترتيب الخلافة وإنما رقمته السياسة ثم فرضته على رواة\r\nالحديث والوقائع ووجد هؤلاء من أنفسهم دوافعا وبواعث دفعتهم لاعتناق\r\nهذه السياسة فرقموا هذا الترقيم وأعانها على ذلك ميل في النفوس ! . . .\r\nوإنا نستطيع ان نفهم ان هذا الترتيب مصطنع ولم يكن في عصر النبي\r\nصلى الله عليه وآله وسلم وانه حدث متأخرا من حوادث كثيرة لا نريد\r\nسردها ، ولكن مثلا واحدا نضعه بين أيدي المنصفين من قرائنا ليحللوه ثم\r\n","description":"","footnote":"","page_name":" 110 ","page_number":116},
  {"content":"\r\nلهم الحكم بعد ذلك .\r\nحدثونا عن عمر ( رض ) أنه قال - ودماؤه تنزف - لو كان أبو عبيده\r\nحيا لاستخلفته وقال لو كان سالم مولى أبي عبيدة حيا لاستخلفته ! ! وهذا\r\nيدلنا على أن عثمان كان في مرتبة متأخرة ولو أن الترتيب والترقيم كان على\r\nأساس الفضيلة في عهد النبي لما صح من أبي حفص ان يستخلف أبا عبيده أو\r\nسالم مولاه .\r\nوبعد - فواضح ان معدن الترقيم سياسي ومن الميسور للباحث ان\r\nيلتمس العلل التي كانت تبعث على الاصطناع ، ويسير عليه إذا رجع إلى العصر\r\nالأموي والى أحوال الصحابة الذين اصطنعهم الأمويون . ولم يأت الوقت\r\nلدرس هذه الناحية .\r\nعلى أن الرواية لو صحت نسبتها إلى الإمام جعفر الصادق عليه السلام\r\nلأخرجها شيعته وهم الذين لا تأخذهم في الحق لومة لائم كيف والرواية\r\nمنسوبة إلى امامهم الذي ينتسبون إليه . .\r\nوبقى شئ واحد لابد ان نلفتك إليه هو ان كلمة \" نساءنا \" لا\r\nيقولها العربي ويريد بنته لا سيما إذا كان له أزواج . دعوى كبيرة جازف فيها\r\nبنفسه لأنها تحتاج إلى تتبع عام واستقصاء شامل تام .\r\nعلى أن سيد العرب استعمل كلمة \" نساءنا \" في ابنته فقط مع أن في\r\nبيته تسع نسوة وفسر كلمة \" أنفسنا \" بعلي فقط مع أن حوله الألوف من أصحابه\r\nوبعد هذا لا تكون الدعوى الاهراء من نوازع الشيطان التي تحاك في الصدور .\r\n","description":"","footnote":"","page_name":" 111 ","page_number":117},
  {"content":"\r\nوشئ واحد نريد ان نشير إليه هنا وهو ما ذكره سماحة البحاثة\r\nحجة الاسلام الامام السيد عبد الحسين شرف الدين في كلمته الغراء قال ما نصه\r\nبالحرف :\r\n\" وأنت تعلم أن مباهلته صلى الله عليه وآله وسلم بهم . والتماسه منهم\r\nالتأمين على دعائه بمجرده فضل عظيم - وانتخابه إياهم لهذه المهمة العظيمة .\r\nواختصاصهم بهذا الشأن الكبير وايثارهم فيه على من سواهم من أهل السوابق\r\nفضل على فضل لم يسبقهم إليه سابق . ولن يلحقهم فيه لاحق - ونزول\r\nالقرآن العزيز آمرا بالمباهلة بهم بالخصوص فضل ثالث يزيد فضل المباهلة ظهورا\r\nويضيف إلى شرف اختصاصهم بها شرفا والى نوره نورا\r\n\" وهناك نكتة يعرف كنهها علماء البلاغة ، ويقدر قدرها الراسخون\r\nفي العلم ، العارفون باسرار القرآن . وهي ان الآية الكريمة ظاهرة في عموم\r\nالأبناء والنساء والأنفس كما يشهد به علماء البيان . ولا يجهله أحد ممن عرف\r\nان الجمع المضاف حقيقة في الاستغراق . وإنما أطلقت هذه العمومات عليهم\r\nبالخصوص تبيانا لكونهم ممثلي الاسلام ، واعلانا لكونهم أكمل الأنام وأذانا\r\nبكونهم صفوة العالم ، وبرهانا على أنهم خيرة الخيرة من بني آدم ، وتنبها\r\nإلى أن فيهم من الروحانية الاسلامية والاخلاص لله في العبودية ما ليس في\r\nجميع البرية . وان دعوتهم إلى المباهلة بحكم دعوى الجميع ، وحضورهم خاصة\r\nفيها منزل منزلة حضور الأمة عامة وتأمينهم عليهم بالخصوص - ومن غاص على\r\nاسرار الكتاب الحكيم ، وتدبره ووقف على اغراضه يعلم أن اطلاق هذه\r\n","description":"","footnote":"","page_name":" 112 ","page_number":118},
  {"content":"\r\nالعمومات عليهم بالخصوص إنما هو على حد قول القائل :\r\nليس على الله بمستنكر أن يجمع العالم في واحد\r\nولذا قال الزمخشري في تفسير الآية من كشافه : وفيه دليل لا شئ\r\nأقوى منه على فضل أصحاب الكساء \"\r\nوقال : \" بقيت نكتة يجب التنبيه لها وحاصلها ان اختصاص الزهراء\r\nمن النساء والمرتضى من الأنفس . مع عدم الاكتفاء بأحد السبطين من\r\nالأبناء دليل على ما ذكرناه من تفضيلهم عليهم السلام لان عليا وفاطمة لما لم\r\nيكن لهما نظير في الأنفس والنساء وكان وجودهما مغنيا عن وجود من سواهما\r\nبخلاف كل من السبطين ، فان وجود أحدهما لا يغني عن وجود الاخر\r\nلتكافئهما . ولذا دعاهما ( ص ) جميعا . ولو دعا أحدهما دون ضوء كان ترجيحا\r\nبلا مرجح وهذا ينافي العدل والحكمة .\r\n","description":"","footnote":"","page_name":" 113 ","page_number":119},
  {"content":"\r\nمؤتمر نجران\r\nقال جمال العارفين وفخر المحققين الثبت الورع والمتتبع المحقق السيد\r\nعلى ابن طاووس في كتاب الاقبال من اعمال شهر ذي الحجة \" فصل فيما نذكر\r\nمن انفاذ النبي صلى الله عليه وآله وسلم لرسله إلى نصارى نجران ومناظرتهم\r\nفيما بينهم وظهور تصديقه فيما دعاه .\r\nروينا ذلك بالأسانيد الصحيحة ، والروايات الصريحة إلى أبي الفضل\r\nمحمد بن عبد المطلب الشيباني رحمه الله من كتاب المباهلة ومن أصل كتاب\r\nالحسن ابن إسماعيل بن اشناس من كتاب عمل ذي الحجة فما رويناه بالطرق\r\nالواضحة ، عن ذوي الهمم الصالحة ، لا حاجة إلى ذكر أسمائهم لان المقصود\r\nذكر كلامهم .\r\nقالوا : لما فتح النبي صلى الله عليه وآله وسلم مكة وانقادت له العرب\r\nوأرسل رسله ودعاته إلى الأمم وكاتب الملكين كسرى وقيصر يدعوهما\r\nإلى الاسلام أو الاقرار بالجزية والصغار وإلا اذانا بالحرب العوان ، أكبر\r\nشأنه نصارى نجران وخلطاؤهم من بني عبد المدان ، وجميع بني الحرث بن كعب\r\n","description":"","footnote":"","page_name":" 114 ","page_number":120},
  {"content":"\r\nومن ضوي إليهم ( 1 ) ونزل بهم من دهماء الناس ( 2 ) على اختلافهم في دين النصرانية .\r\nوامتلأت قلوبهم - على تفاوت منازلهم - رهبة منه ورعبا ، فإنهم كذلك من شأنهم\r\nإذ وردت عليهم رسل رسول الله صلى الله عليه وآله وسلم . . وكان رسول الله\r\n( ص ) لا يقاتل قوما حتى يدعوهم فازداد القوم لورود رسل نبي الله ( ص )\r\nوكتابه نفورا وامتزاجا ( واهتياجا ) ففرعوا لذلك إلى بيعتهم العظمى ، وأمروا ففرش\r\nأرضها والبس جدرها بالحرير والديباج ، ورفعوا الصليب العظيم وكان من ذهب\r\nمرصع انفذه إليهم قيصر الأكبر وحضر ذلك ( المجلس ) بنو الحرث بن كعب\r\nوكانوا ليوث الحرب ، فاجتمع القوم جميعا للمشورة والنظر في أمورهم ، وأسرعت\r\nإليهم القبائل من مذحج وعك وحمير وانمار ومن دنا منهم نسبا ودارا من\r\nقبائل سبأ وكلهم قد ورم انفه غضبا منن قومهم ( لقومه ) ونكص من تكلم\r\nبالاسلام ارتدادا فحاضروا ( فخاضوا ) وأفاضوا في ركز المسير بنفسهم وجمعهم\r\nإلى رسول الله صلى الله عليه وآله وسلم والنزول به بيثرب لمناجزته ، فلما رأى\r\nأبو حامد ( حارثة ) حصين بن علقمة أسقفهم الأول ، وصاحب مدارسهم\r\nوعلامهم - وكان رجلا من بني بكر بن وائل - ما أزمع القوم عليه من اطلاق\r\nالحرب ، دعا بعصابة فرفع بها حاجبيه عن عينيه وقد بلغ يومئذ عشرين ومائة\r\nسنة ثم قام خطيبا معتمدا على عصى ، وكانت فيه بقية وله رأي وروية ، وكان\r\nموحدا يؤمن بالمسيح وبالنبي عليه السلام ويكتم ( ايمانه ) ذلك من كفرة\r\n\r\n","description":"","footnote":" ( 1 ) يقال ضويت إذا اويت إليه وانضمت\r\n( 2 ) دهماء الناس عامتهم وجماعتهم ","page_name":" 115 ","page_number":121},
  {"content":"\r\nقومه وأصحابه فقال :\r\nمهلا بني عبد المدان مهلا استديموا العافية والسعادة فإنهما مطويان في\r\nالهوادة ( 1 ) دبوا إلى قوم في هذا الامر دبيب الذر ، وإياكم والسورة ( 2 )\r\nالعجلي ، فان البديهة بها لا ينجب ( 3 ) انكم والله على فعل ما لم تفعلوا أقدر\r\nمنكم على رد ما فعلتم ، الا ان النجاة مقرونة بالانات ، الإرب احجام أفضل\r\nمن اقدام ، وكائن من قول أبلغ من صول ، ثم أمسك .\r\nفاقبل عليه كرز بن مسيرة ( سيرة ) الحارثي وكان يومئذ زعيم بني الحارث\r\nبن كعب وفي بيت شرفهم ، والمعصب ( 4 ) فيهم ، وأمير حروبهم فقال :\r\nلقد انتفخ سحرك ، واستطير قلبك ( 5 ) أبا حارثة كالمسبوع ( 6 )\r\nالنزاعة \" اليراعة \" ( 7 ) المهلوع ( 8 ) تضرب لنا الأمثال ، وتخوفنا النزال ،\r\nلقد علمت - وحق المنان - الحرب وهم عقيم ( 10 ) تثقف أود ( 11 ) الملك\r\nالحيار ، ولنحن أركان \" الرايش \" وذوي المنار الذين شددنا ملكهما واخرنا ملكهما\r\nفأي أيامنا ينكر أم لأيها ويك تلمز \" 12 \" ؟ !\r\n\r\n","description":"","footnote":" ( 1 ) الصلح ( 2 ) السورة الشدة ( 3 ) لا تحسن ( 4 ) السيد\r\n( 5 ) السحر الريه يقال للجبان انتفخ سحر اي جبنت واستطار\r\nالفجر انتشر ( 6 ) الذي افترسه السبع ( 7 ) الأحمق الجبان ( 8 ) الهلع\r\nأفحش الجزع ( 9 ) حمل الأثقال العظيمة يقال : ناء بالجمل إذا نهض\r\n( 10 ) جعل الحرب ذات حمل وهي عقيم ( 11 ) الأود الاعوجاج .\r\n\" 12 \" ويك ويلك واللمز العيب . ","page_name":" 116 ","page_number":122},
  {"content":"\r\nفما اتى على آخر كلامه حتى انتضم نصل نبلة كانت في يده بكفه غيظا\r\nوغضبا وهو لا يشعر فلما أمسك كرز بن سيرة اقبل عليه العاقب - واسمه\r\nعبد المسيح بن شرحبيل - وهو يومئذ عميد القوم وأمير رأيهم وصاحب مشورتهم\r\nالذي لا يصدرون جميعا الا عن قوله فقال :\r\nأفلح وجهك وانس ربعك \" 1 \" وعز جارك وامتنع ذمارك \" 2 \"\r\nذكرت وحق مغيرة الجباه حسبا صميما وعيصا \" 3 \" كريما وعزا قديما ،\r\nولكن أبا سيرة لكل مقام مقال ولكل عصر رجال والمرء بيومه أشبه منه\r\nبأمسه ، وهي الأيام تهلك جيلا وتديل قبيلا \" 4 \" والعافية أفضل جلباب\r\nوللآفات أسباب ، فمن أوكد أسبابها التعرض لأبوابها .\r\nثم صمت العاقب مطرقا فاقبل عليه السيد - واسمه اهتم \" أهم \" بن\r\nالنعمان - وهو يومئذ أسقف نجران ، وكان نظير العاقب في علو المنزلة وهو رجل\r\nمن عاملة وعداده في لخم فقال له :\r\nسعد جدك وعلا جدك \" 5 \" أبا وائلة ان لكل لامعة ضياء ، وعلى\r\nكل صواب نورا ولكن لا يدركه وحق واهب العقل الا من كان بصيرا ،\r\nانك أفضيت وهذان فيما تفرق بكم الكلم إلى سبيلي حزن \" 6 \" وسهل ،\r\n\r\n","description":"","footnote":" \" 1 \" الربع الدار .\r\n\" 2 \" الذمار ما يلزمك حفظه \" 3 \" العيص بالكسر\r\n\" 4 \" الشجر الكثير الملتف اي شجرة كريمة \" 4 \" من الدالة اي الهلاك\r\n\" 5 \" الجد الثانية بمعنى الحظ .\r\n\" 6 \" ضد السهل الطريق الوعرة . ","page_name":" 117 ","page_number":123},
  {"content":"\r\nولكل على تفاوتكم حظ من الرأي الربيق \" 1 \" والامر الوثيق إذا\r\nأصيب به مواضعه .\r\nثم إن أخا قريش قد نجدكم \" 2 \" لخطب عظيم ، وامر جسيم ، فما\r\nعندكم فيه قولوا \" تولوا \" وانجزوا ، انجوع واقرار أم نزوع ؟ \" 3 \"\r\nقال عتبه والهدير والنفر من أهل نجران : فعاد كرز بن سبرة\r\nلكلامه وكان كمتا ( كميا ) أبيا فقال :\r\nانحن نفارق دينا رسخت عليه عروقنا ، ومضى عليه آباؤنا ، وعرف\r\nملوك الناس ثم العرب ذلك ؟ ! انتهالك إلى ذلك ، أم نقر بالجزية وهي الخزية\r\nحقا ؟ ! لا والله حتى تجرد البواتر من أغمادها وتذهل الحلائل عن أولادها ،\r\nأو نشرق نحن ومحمد بدمائنا ثم يديل \" 4 \" الله عز وجل بنصره من يشاء\r\nقال السيد :\r\nأربع على نفسك ، وعلينا أبا سبرة \" 5 \" فان سل السيف يسل\r\nالسيوف ، وأن محمدا قد بخعت له العرب وأعطته طاعتها ، وملك رجالها\r\nوأعنتها ، وجرت احكامه في أهل الوبر منهم والمدر ، ورمقه الملكان العظيمان\r\nكسرى وقيصر ، فلا أراكم - والروح - لو تهدلكم الا وقد تصدع عنكم من\r\n\r\n","description":"","footnote":" \" 1 \" أي الرأي الذي عزم عليه كأنه مشدود بحبل .\r\n\" 2 \" نجدكم دعاكم .\r\n\" 3 \" اي اما اطاعته انتهاء عنها والبخوع بالموحدة الخضوع والطاعة\r\n\" 4 \" دال نصر \" 5 \" أربع بفتع البا أي ارفق بنفسك وبنا . ","page_name":" 118 ","page_number":124},
  {"content":"\r\nخف معكم من هذه القبائل ، فصرتم جفاء ( 1 ) كامس الذاهب ، أو كلحم\r\nعلى وضم ( 2 ) وكان فيهم رجل يقال له جهرة بن سراقة البارقي من زنادقة\r\nنصارى العرب ، وكان له منزلة من ملوك النصرانية ، وكان مثواه في بنجران\r\nفقال له :\r\nأبا سعيد قل في أمرنا ، وأنجدنا برأيك ، فهذا مجلس له ما بعده فقال :\r\nفاني أرى لكم ان تقاربوا محمدا وتستطيعوه \" وتطيعوه \" في بعض\r\nملتمسه عندكم ، ولينطلق وفودكم إلى ملوك أهل ملتكم إلى الملك الأكبر\r\nبالروم قيصر والى ملوك هذه الجلدة السوداء الخمسة - يعني ملوك السودان : ملك\r\nالنوبة وملك الحبشة وملك العلوة \" علوة \" وملك الرعادة وملك الراحات\r\nومريس والقبط وكل هؤلاء كانوا نصارى - وقال : وكذلك من ضوي\r\nإلى الشام وحل بها من ملوك غسان ولخم وجذام وقضاعة وغيرهم من ذوي\r\nيمنكم فهم لكم عشيرة وموالي وأعوان وفي الدين اخوان - يعني انهم نصارى -\r\nوكذلك نصارى الحيرة من العباد وغيرهم فقد صبت إلى دينهم قبائل تغلب بنت\r\nوائل وغيرهم من ربيعة بن نزار لتسير وفودكم ثم لنخرق ( 3 ) إليهم البلاد\r\n\r\n","description":"","footnote":" ( 1 ) جفا الوادي رمى بالزبد والقذى\r\n( 2 ) الوضم خشبة الجزار وكل شئ يوقى به اللحم عن الأرض\r\n( 3 ) خرق المفازة قطعها . ","page_name":" 119 ","page_number":125},
  {"content":"\r\nاغذاذا ( 1 ) فيستصرخونهم لدينكم ، فستنجدكم الروم وتسير إليكم الأساودة\r\nمسير أصحاب الفيل ، وتقبل إليكم نصارى العرب من ربيعة اليمن ، فإذا وصلت\r\nالامداد واردة سرتم أنتم في قبائلكم وسائر من ظافركم وبذل نصره وموازرته\r\nلكم حتى تضاهؤن من أنجدكم وأصرخكم من الأجناس والقبائل الواردة عليكم\r\nفأموا محمدا حتى نكجوا \" تنجو \" به جميعا فسيعنق إليكم وافدا لكم من\r\nصبا إليه مغلوبا مقهورا ، وينعتق به من كان منهم في مدرته مكثورا ( 2 )\r\nفيوشك ان تصطلموا حوزته ( 3 ) وتطفئوا جمرته ، ويكون تتهافت دخولا في دينكم ،\r\nثم لتعظمن بيعتكم هذه ولتشرفن حتى تصير كالكعبة المحجوجة بتهامة هذا\r\nالرأي فانتهزوه فلا رأي لكم بعده ! .\r\nفاعجب القوم كلام جهيرة بن سراقة ووقع منهم كل موقع ، فكادوا\r\nان يفترقوا على العمل به وكان فيهم رجل من ربيعة بن نزار من بني قيس بن\r\nثعلبة يدعى حارثة بن اثاك ( اتاك ) على دين المسيح عليه السلام فقام على قدميه واقبل\r\nعلى جهير وقال متمثلا :\r\nمتى ما تقد بالباطل الحق بابه * وان قدت بالحق الرواسي ينقد\r\nإذا ما اتيت الامر من غير بابه * ضللت وان تقصد إلى الباب تهتد\r\nثم استقبل السيد العاقب والقسيسين والرهبان وكافة نصارى نجران\r\n\r\n","description":"","footnote":" ( 1 ) الاغذاذ في السير الاسراع .\r\n( 2 ) المدرة البلدة والمكثور المغلوب .\r\n( 3 ) تصطلموا تستأصلوا والحوزة الناحية . ","page_name":" 120 ","page_number":126},
  {"content":"\r\nبوجهه لم يخلط معهم غيرهم فقال :\r\nسمعا سمعا يا أبناء الحكمة وبقايا حملة الحجة ان السعيد والله من نفعته\r\nالموعظة ولم يعش ( 1 ) عن التذكرة ، الأواني أنذركم وأذكركم قول مسيح الله\r\nعز وجل ، ثم شرح وصيته ونصه على وصيه شمعون بن يوحنا وما يحدث على\r\nأمته من الافتراق .\r\nثم ذكر عيسى عليه السلام وقال :\r\nان الله جل جلاله أوحى إليه فخذ يا ابن أمتي كتابي بقوة ثم فسره لأهل\r\nسوريا بلسانهم وأخبرهم اني انا الله لا اله الا انا الحي القيوم البديع الدائم ،\r\nالذي لا أحول ولا أزول ، واني بعثت رسلي وأنزلت كتبي رحمة ونور أو عصمة\r\nلخلقي ، ثم اني باعث بذلك نجيب رسالتي احمد صفوتي من خيرتي البار قليطا\r\nعبدي أرسله في خلو من الزمان ابعثه ( ابتعثه ) بمولده فاران من مقام أبيه\r\nإبراهيم انزل عليه توراة حديثة افتح بها أعينا عميا وأذانا صما ، وقلوبا غلفا ،\r\nطوبى لمن شهد أيامه ، وسمع كلامه فامن من ، واتبع النور الذي جاء به فإذا\r\nذكرت يا عيسى ذلك النبي فصل عليه ، فاني وملائكتي نصلي عليه .\r\nقال فما اتي حارثة بن اتاك على قوله حتى أظلم السيد والعاقب\r\nمكانهما ، وكرها ما قام به في الناس معربا ومخبرا عن المسيح عليه السلام بما أخبر\r\nوأقدم على ( من ذكر النبي \" صلى الله عليه وآله وسلم \" لأنهما كانا قد أصابا\r\nبموضعهما من دينهما شرفا بنجران ووجها عند ملوك النصرانية جميعا وكذا\r\n( وكذلك ) عند سوقتهم وعربهم في البلاد فأشفقا ان يكون ذلك سببا لانصراف\r\n\r\n","description":"","footnote":" ( 1 ) عشى الرجل ساء بصره . ","page_name":" 121 ","page_number":127},
  {"content":"\r\nقومهما عن طاعتهما لدينهما ، وفسخا لمنزلتهما في الناس فاقبل العاقب على\r\nحارثة فقال :\r\nأمسك عليك ياحار ( 1 ) فان راد هذا الكلام عليك أكثر من\r\nقابله ، ورب قول يكون بينة على قائله ، وللقلوب نفرات عند الاصداع ( 2 )\r\nبمظنون الحكمة فاتق نفورها فلكل بناء أهل ، ولكل خطب محل ، وإنما\r\nالدرك ( 3 ) ما اخذ لك بمواضي النجاة وألبسك جنة السلامة ( 4 ) فلا تعدلن\r\nبهما حظا ، فاني لم آلك - لا أبا لك - نصحا .\r\nثم ارم - يعني أمسك - فأوجب السيد ان يشرك العاقب فاقبل على\r\nحارثة فقال :\r\nاني لم أزل أتعرف لك فضلا تميل إليك الألباب ، فإياك ان تقتعد مطية\r\nاللجاج وان ترجف \" توجف \" إلى السراب فمن عذر بذلك فلست فيها\r\nأيها المرء بمعذور ، وقد أخبرك أبو واثلة وهو ولي أمرنا وسيد حضرنا عتابا\r\nفاوله اعتبارا ، ثم تعلم أن ناجم ( 5 ) قريش - يعني رسول الله - يكون\r\nدره قليلا ثم ينقطع ويخلو ( ويكون ) بعد ذلك قرن يبعث في آخره النبي\r\n\r\n","description":"","footnote":" ( 1 ) منادى مرخم\r\n( 2 ) الصدع الشق وصدع بالامر تظلم به جهارا\r\n( 3 ) الدرك الوصول واللحاق\r\n( 4 ) كل ما وقى من سلاح وغيره\r\n( 5 ) نجم الشئ ظهر ","page_name":" 122 ","page_number":128},
  {"content":"\r\nالمبعوث بالحكمة والبيان ، والسيف والسلطان ، يملك ملكا مؤجلا تطبق فيه\r\nأمته المشارق والمغارب ، ومن ذريته الأمير الظاهر يظهر على جميع الملكات\r\nوالأديان ، ويبلغ ملكه ما طلع عليه الليل والنهار وذلك يا حار امل من ورائه\r\nامد ، ومن دونه اجل ، فتمسك بدينك \" من دينك \" وتمتع - لله أبوك - عن\r\n\" من \" انس منصرم بالزمان ، أو لعارض من الحدثان ، فإنما نحن ليومنا ،\r\nولغد أهله .\r\nفاجابه حارثة بن اتاك فقال :\r\nايه عليك أبا قرة فإنه لاحظ في يومه لمن لا درك له في غده \" غدوه \"\r\nواتق الله تجد الله جل وتعالى بحيث لا مفزع الا إليه ، وعرضت مشيدا بذكر أبي\r\nواثلة ، فهو العزيز المطاع الرحب الباع ، وإليكما معا يلقى الرجل \" ملقى الرجال \"\r\nفلو أضربت التذكرة عن أحد لتبريز فضل لكنتما ، لكنها ابكار الكلام\r\n\" الكلمة \" تهدي لأربابها ، ونصيحة كنتما أحق من اصغي لها ، انكما مليكا\r\nثمرات قلوبنا ، ووليا طاعتنا في ديننا فالكيس الكيس يا آيها المعظمان عليكما به\r\nارمقا ما بدهكما نواحيه \" بواجبه \" واهجرا التسويف فما أنتما بعرضه ، آثرا\r\nالله فيما كان يؤثر كما بالمزيد من فضله ولا تخلدا فما أظلكما إلى الونية \" 1 \" فإنه\r\nمن أطال عنان الامر أهلكته العزة ، ومن اقتعد مطية الحذر كان بسبيل\r\nآمن من المتالف ، ومن استنصح عقله كان العبرة له لا به ، ومن نصح الله\r\nعز وجل آنسه الله جل وتعالى بعزة الحياة ، وسعادة المنقلب .\r\nثم اقبل على العاقب معاتبا فقال :\r\n\r\n","description":"","footnote":" \" 1 \" ونيت في الامر خففت ","page_name":" 123 ","page_number":129},
  {"content":"\r\nوزعمت أبا واثلة ان راد ما قلت أكثر من قائله وأنت لعمر الله حري\r\nالا يؤثر هذا عنك فقد علمت وعلمنا أمة الإنجيل معا بسيرة ما قام به المسيح في\r\nحواريه ومن آمن له من قومه وهذه منك فهة \" 1 \" لا يرحضها \" 2 \" الا التوبة\r\nوالاقرار بما سبق به من الانكار .\r\nفلما اتي على هذا الكلام صرف إلى السيد وجهه فقال .\r\nلا سيف الا ذو نبوة ، ولا علم الا ذو هفوة فمن نزع عن وهله واقلع\r\nفهو السعيد الرشيد ، وإنما الآفة في الاصرار ، وأعرضت بذكر نبيين\r\nيخلقان زعمت بعد ابن البتول ، فأين يذهب بك عما خلد في الصحف من\r\nذكرى ذلك ؟ ألم تعلم ما أنبأنا به المسيح عليه السلام في بني إسرائيل ؟\r\nوقوله لهم كيف بكم إذا ذهب بي إلى أبي وأبيكم ( كذا ) وخلف بعد اعصار تخلو من\r\nبعدي وبعدكم صادق وكاذب ؟ قالوا ومن هما يا مسيح الله ؟ قال : نبي من ذرية\r\nإسماعيل عليهما السلام صادق ومتنبئ من بني إسرائيل كاذب ، فالصادق منبعث\r\nمنهما برحمة وملحمة يكون له الملك والسلطان ما دامت الدنيا واما الكاذب\r\nفله نبز يذكر به المسيح الدجال يملك فواقا ثم يقتله الله بيدي إذا رجع بي .\r\nقال حارثة :\r\nوأحذركم يا قوم ان يكون من قبلكم من اليهود أسوة انهم أنذروا\r\nبمسيحين : مسيح رحمة وهدى ومسيح ضلالة وجعل لهم على كل واحد منهما\r\n\r\n","description":"","footnote":" \" 1 \" الفهة بالفتح والتشديد السقطة\r\n\" 2 \" الرحض بالحاء المهملة والضاد المعجمة غسل الثوب اي لا\r\nيغسلها الا التوبة ","page_name":" 124 ","page_number":130},
  {"content":"\r\nآية وامارة فجحدوا مسيح الهدى وكذبوا به وآمنوا بمسيح الضلالة\r\nالدجال واقبلوا على انتظاره ، واضربوا في الفتنة وركبوا بختها \" نصحها \"\r\nومن قبل ما نبذوا كتاب الله وراء ظهورهم ، وقتلوا أنبياءه والقوامين بالقسط\r\nمن عباده ، فحجب الله عز وجل عنهم البصيرة بعد التبصرة بما كتبت\r\n( كسبت ) أيديهم ونزع ملكهم منهم ببغيهم والزمهم الذلة والصغار وجعل\r\nمنقلبهم إلى النار .\r\nقال العاقب :\r\nفما أشعرك يا حار ان يكون هذا النبي المذكور في الكتب وهو\r\nقاطن في يثرب ؟ ! ولعله ابن عمك صاحب اليمامة فإنه يذكر من النبوة ما يذكر\r\nمنها أخو قريش ، وكلاهما من ذرية إسماعيل ولجميعهما اتباع وأصحاب يشهدون\r\nبنبوته ويقرون برسالته فهل تجد بينهما في ذلك من فاصلة فتذكرها ؟ !\r\nقال حارثة :\r\nاجل والله أجدها ، والله أكبر وابعد مما بين السحاب والتراب\r\nوهي الأسباب التي بها وبمثلها تثبت حجة الله في قلوب المعتبرين من عباده\r\nلرسله وأنبيائه ، واما صاحب اليمامة فيكفيكم ما أخبركم به سفراؤكم ( سفهاؤكم )\r\nوغيركم والمنتجعة ( 1 ) منكم ارضه ومن قدم من أهل اليمامة إلى احمد بيثرب فعادوا\r\nإليه جميعا بما تعرفوا هناك في بني قيلة وتبينوا به ، قالوا قدم علينا احمد بيثرب\r\n\r\n","description":"","footnote":" ( 1 ) المنتجعة طالبي الكلاء ","page_name":" 125 ","page_number":131},
  {"content":"\r\nوبيارنا ثماد ( 1 ) ومياهنا ملحة ، وكنا من قبله لا نستطيب ولا نستعذب فبصق\r\nفي بعضها ومج في بعض فعادت عذابا محلولية وجاش ( 2 ) منها ما كان ماؤها\r\nثمادا فصار بحرا ، قالوا وتفل محمد في عيون رجال ذوي رمد وعلى كلوم رجال\r\nذوي جروح فبرئت لوقته عيونهم فما اشتكوها واندملت جراحاتهم فما الموها\r\nفي كثير مما أدوا ونبئوا عن محمد ( ص ) من دلالة وآية ، وأرادوا صاحبهم\r\nمسيلمة على بعض ذلك فانعم لهم كارها ، واقبل بهم إلى بعض بيارهم فمج فيها .\r\nوكانت الركى ( 3 ) معذوذبة فحارت ملحا لا يستطاع ، وبصق في بئر كان\r\nماؤها وشلا فعادت ولم تبض ( 4 ) بقطرة من ماء ، وتفل في عين رجل كان بها\r\nرمد فعميت وعلى جراح ، فاكتسى جلده برصا فقالوا : لمسيلمة فيما ابصروا\r\nذلك منه واستبرأوه . فقال : ويحكم بئس الأمة أنتم لنبيكم ، والعشيرة لابن\r\nعمكم انكم تحيفتموني يا هؤلاء من قبل ان يوحى إلي في شئ ، مما سألتم ، والآن\r\nفقد اذن لي في أجسادكم وأشعاركم دون بياركم ومياهكم ، هذا لمن كان منكم\r\nبي مؤمنا . واما من كان مرتابا فإنه لا يزيده تفلي عليه الا بلاء فمن شاء الان\r\nمنكم فليأت لأتفل في عينه وعلى جلده . قالوا : ما فينا - وأبيك -\r\nأحد يشاء ذلك . انا نخاف ان يشمت بك أهل يثرب واضربوا عنه حمية\r\nلنسبه فيهم وتذمما لمكانه منهم .\r\n\r\n","description":"","footnote":" ( 1 ) قليلة الماء\r\n( 2 ) جاش الوادي كثر ماؤه\r\n( 3 ) البئر ذات الماء\r\n( 4 ) وشل الماء سال وبعض الماء سال قليلا اي قطر ","page_name":" 126 ","page_number":132},
  {"content":"\r\nفضحك السيد والعاقب حتى فحا الأرض بأرجلهما وقالا :\r\nما النور والظلام والحق والباطل باشد بيانا وتفاوتا مما بين هذين\r\nالرجلين صدقا وكذبا\r\nقالوا : وكان العاقب أحب مع ما تبين من ذلك أن يشيد ما فرط من\r\nتفريط مسيلمة ويوثل منزلته ليجعله لرسول الله ( ص ) كفأ . استظهارا\r\nبذلك في بقاء عزه ، وما طار له من السمو في أهل ملته فقال :\r\nولئن فخر أخو بني حنيفة في زعمه ان الله عز وجل أرسله وقال من\r\nذلك ما ليس له بحق فلقد بر في أن نقل قومه من عبادة الأوثان إلى\r\nالايمان بالرحمن .\r\nقال حارثة :\r\nأنشدك بالله الذي دحاها واشرق باسمه قمراها هل تجد فيما انزل الله\r\nعز وجل في السابقة ( السالفة ) يقول الله عز وجل : انا الله ولا اله الا انا ديان\r\nيوم الدين أنزلت كتبي وأرسلت رسلي لأستنقذ بهم عبادي من حبائل\r\nالشيطان ، وجعلتهم في بريتي وأرضي كالنجوم الدراري في سمائي يهدون\r\nبوحي وامري ، من أطاعهم أطاعني ومن عصاهم فقد عصاني . واني لعنت\r\nوملائكتي في سمائي وارضى واللاعنون من خلقي من جحد ربوبيتي أو عدل\r\nبي شيئا من بريتي أو كذب بأحد من أنبيائي ورسلي أو قال أوحي إلي ولم\r\nيوح إليه شئ أو غمص ( 1 ) سلطاني أو نقضه متبرا وأكمه عبادي وأضلهم عني\r\nالا وإنما يعبدوني من عرف ما أريد في ( من ) عبادتي وطاعتي من خلقي فمن لم\r\n\r\n","description":"","footnote":" ( 1 ) احتقر وعاب ","page_name":" 127 ","page_number":133},
  {"content":"\r\nيقصد إلي من السبيل التي نهجتها برسلي لم يزدد في عبادته مني الا بعدا .\r\nقال العاقب : رويدك لقد نبأت حقا .\r\nقال حارثة :\r\nفما دون الحق من مقنع وما بعده لامرء مفزع ولذلك قلت الذي\r\nقلت .\r\nفاعترضه السيد وكان ذا مجال ( 1 ) وجدال شديد فقال :\r\nما احرى وما أرى أخا قريش مرسلا الا إلى قومه بني إسماعيل\r\n( في دينه ) وهو مع ذلك يزعم أن الله عز وجل أرسله إلى الناس جميعا .\r\nفقال حارثة : أفتعلم أنت يا أبا قرة ؟ ان محمدا مرسل إلى قومه خاصة .\r\nقال : أجل !\r\n- أتشهد له بذلك ؟\r\n- ويحك وهل يستطاع دفع الشواهد ! نعم اشهد غير مرتاب بذلك\r\nوبذلك شهدت له الصحف الدارسة ، والانباء الخالية ! . .\r\nفاطرق حارثة ضاحكا ينكث الأرض بسبابته .\r\nقال السيد : ما يضحكك يا ابن اتاك ؟\r\nحارثة - عجبت فضحكت\r\nالسيد - أو عجب ما تسمع ؟\r\nحارثة - نعم العجب أجمع أليس - بالإله - بعجيب من رجل\r\nأوتي اثرة من علم وحكمة يزعم أن الله عز وجل اصطفى لنبوته واختص\r\n\r\n","description":"","footnote":" ( 1 ) صاحب مكر وحيل ","page_name":" 128 ","page_number":134},
  {"content":"\r\nبرسالته وأيد بروحه وحكمته رجلا خراصا يكذب عليه ، ويقول أوحى إلي\r\nولم يوحى إليه ، فيخلط كالكاهن كذبا بصدق ، وباطلا بحق !\r\nفارتدع السيد وعلم أنه قد وهل فامسك محجوجا . قالوا وكان حارثة\r\nبنجران حثيثا - يعني غريبا - فاقبل عليه العاقب وقد قطعه ما فرط إلى السيد من\r\nقوله فقال له :\r\nعليك \" 1 \" أخا بني قيس من ابن تغلبة واحبس عليك ذلق \" 2 \" لسانك\r\nوما لم تزل تستحم لنا من مثابة سفهك ، فرب كلمة ترفع صاحبها رأسا قد\r\nألقته في قعر مظلمة ورب كلمة لامت ورأيت قلوبا نغله \" 3 \" فدع عنك ما يسبق\r\nإلى القلوب انكاره وإن كان عندك مالك اعتذاره . ثم اعلم أن لكل شئ\r\nصورة وصورة الانسان العقل وصورة العقل الأدب ، والأدب أدبان طباعي\r\nومرتاضي فأفضلها أدب الله جل جلاله ، ومن أدب الله سبحانه وحكمته ان\r\nيرى لسلطانه حقا ليس لشئ من خلقه ، لان الحبل بين الله وبين عباده . .\r\nوالسلطان اثنان سلطان مملكة وقهر وسلطان حكمة وشرع . فأعلاهما فوقا\r\nسلطان الحكمة وقد ترى يا هذا ان الله عز وجل قد صنع لنا حتى جعلنا حكاما\r\nوقواما على ملوك ملتنا ومن بعدهم من حشونهم وأطرافهم ، فاعرف لذي الحق\r\nحقه أيها المرء وخلاك ذم ثم قال : وذكرت أخا قريش وما جاء به من\r\nالآيات والنذر فأطلت وأعرضت ولقد برزت . فنحن بمحمد عالمون ، وبه جدا\r\n\r\n","description":"","footnote":" 1 ) اسم فاعل بمعنى أمسك .\r\n2 ) اللسان الذلق اللسان الحديد البليغ .\r\n3 ) نغلة فاسدة . ","page_name":" 129 ","page_number":135},
  {"content":"\r\nموقنون شهدت لقد انتظمت له الآيات والبيانات سالفها وآنفها الا آية هي أسماها\r\n( أشفاها ) وأشرفها وإنما مثلها فيما جاء به كمثل الرأس للجسد ، فما حال جسد\r\nلا رأس له فامهل رويدا نتجسس الاخبار ونعتبر الآثار ولنستشف ما ألفينا\r\nمما افضى إلينا فان أنسنا الآية الجامعة الخاتمة لديه فنحن إليه أسرع واليه ( له ) أطوع\r\nوالا فاعلم ما تذكر به النبوة والسفارة عن الرب الذي لا تفاوت في امره ، ولا\r\nتغاير في حكمه .\r\nقال حارثة :\r\nقد ناديت فأسمعت وفزعت فصدعت وسمعت وأطعت ، فما هذه الآية\r\nالتي أوحش بعد الأنسة فقدها واعقب الشك بعد البينة عدمها ؟\r\nالعاقب - قد أثلجك أبو قرة بها فذهبت عنها في غير مذهب وحاورتنا\r\nفأطلت في غير ما طائل حوارنا .\r\nحارثة - وانى ذلك فحلها الان لي فداك أبي وأمي .\r\nالعاقب - أفلح من سلم للحق وصدع به ولم يرغب عنه ، وقد أحاط\r\nبه علما . فقد علمنا وعلمت من أنباء الكتب المستودعة علم القرون وما كان\r\nمنها وما يكون ، فإنها استهلت بلسان كل أمة منهم معربة مبشرة ومنذرة بأحمد\r\nالنبي العاقب الذي تطبق أمته المشارق والمغارب يملك وشيعته من بعده ملكا مؤجلا\r\nيستأثر مقتبلهم ملكا على الاحم \" 1 \" منهم بذلك النبي وتباعة وبيتا ويوسع\r\nمن بعدهم امنهم عدوانا وهضما فيملكون بذلك سبتا \" 2 \" طويلا حتى لا يبقى\r\n\r\n","description":"","footnote":" \" 1 \" الاحم الأقرب .\r\n\" 2 \" السبت الدهر . ","page_name":" 130 ","page_number":136},
  {"content":"\r\nفي جزيرة العرب بيت الا وهو راغب إليهم أو راهب لهم ثم يدال بعد لأي منهم \" 1 \"\r\nويشعث سلطانهم \" 2 \" حدا حدا وبيتا فبيتا حتى تجنى أمثال النغف \" 3 \" من الأقوام فيهم\r\nثم يملك أمرهم عبدانهم وقنهم يملكون جيلا فجيلا يسيرون في الناس بالقعرة خيطا\r\nخيطا \" 4 \" ويكون سلطانهم سلطانا عضوضا ضروسا فننقص الأرض حينئذ من أطرافها\r\nويشتد البلاء وتشتمل الأوقات حتى يكون الموت أعز من الحياة الحمراء وأحب\r\nحينئذ إلى أحدهم من الحياة إلى المعافاة السليم ، وما ذلك الا لما يدلون به من\r\nالضر والضراء والفتنة العشواء ، وقوام الدين يومئذ وزعماؤه أناس ليسوا من\r\nأهله فيمج الدين بهم وتعفو آياته ويدبر توليا وامحاقا ، فلا يبقى الا اسمه حتى\r\nينعاه ناعيه والمؤمن يومئذ غريب ، والديانون قليل ما هم حتى يستيئس الناس\r\nمن روح وفرجة الا أقلهم ، ويظن أقوام ان لن ينصر الله رسله ويحق وعده\r\nفإذا بهم الشصائب \" 5 \" والنقم واخذ من جميعهم بالكظم \" 6 \" تلافي الله دينه\r\nوراش عباده \" 7 \" من بعد ما قنطوا برجل من ذرية نبيهم احمد ونجله يأتي\r\nبه الله عز وجل من حيث لا يشعرون تصلي عليه السماوات وسكانها وتفرج به\r\n\r\n","description":"","footnote":" \" 1 \" أي يتقلب من حال إلي حال بعد مدة طويلة .\r\n\" 2 \" شعث السلطان تشتت .\r\n\" 3 \" النغف دود في أنوف الإبل والغنم .\r\n\" 4 \" خيطا بالياء المثناة من تحت الجماعة وبالموحدة كذلك .\r\n\" 5 \" الشصائب الشدائد .\r\n\" 6 \" مخرج النفس .\r\n\" 7 \" جمع عباده . ","page_name":" 131 ","page_number":137},
  {"content":"\r\nالأرض وما عليها من هوام ، وطائر وأنام وتخرج له أمكم - يعني الأرض - بركتها\r\nوزينتها وتلقي إليها كنوزها وأفلاذ كبدها حتى تعود كهيئتها على عهد آدم عليه\r\nالسلام ، وترفع عنهم المسكنة والعاهات في عهده والنقمات التي كانت تضرب بها الأمم\r\nمن قبل وتلقى أفي البلاد الامنة وتنزع حمة كل ذات حمة ومخلب كل ذي مخلب وناب كل\r\nذي ثاب حتى أن الجويرية اللكاع لتلعب بالأفعوان فلا يضرها شيئا ، وحتى\r\nيكون الأسد في الباقر ( 1 ) كأنه راعيها والذئب في البهم كأنه ربها ويظهر الله عبده\r\nعلى الدين كله فيملك مقاليد الأقاليم إلى بيضاء الصين حتى لا يكون على عهده\r\nفي الأرض اجمعها الا دين الله الحق الذي ارتضاه لعباده وبعث به آدم بديع\r\nفطرته واحمد خاتم رسالته ومن بينهما من أنبيائه ورسله .\r\nوما ان انتهى العاقب من اقتصاصه هذا قبل عليه حارثة مجيبا فقال :\r\n( اشهد بالله البديع يا أيها النبيه الخطير والعليم الأثير ، لقد ابتسم الحق بقلبك\r\nواشرق الجنان بعدل منطقك وتنزلت كتب الله التي جعلها نورا في بلاده\r\nوشاهدة على عباده بما اقتصصت من سطورها حقا فلم يخالف طرس منها ولا\r\nرسم من آياتها رسما فما بعد هذا ؟\r\nقال العاقب :\r\nفإنك زعمته أخا قريش فكنت بما تؤثر من هذا حق غالط .\r\nحارثة - وبم ؟ ألم تعترف له بنبوته ورسالته الشواهد ؟ !\r\nالعاقب - بلى لعمر الله ولكنهما نبيان رسولان يعتقبان بين مسيح\r\nالله عز وجل وبين الساعة اشتق اسم أحدهما من صاحبه محمد واحمد بشر بأولهما\r\n\r\n","description":"","footnote":" ( 1 ) الباقر جماعة البقر . ","page_name":" 132 ","page_number":138},
  {"content":"\r\nموسى وثانيهما عيسى فأخو قريش هذا مرسل إلى قومه ويقفوه من بعده ذو الملك\r\nالشديد والا كل الطويل يبعثه الله عز وجل خاتما للدين وحجة على الخلائق\r\nأجمعين ثم تأتي من بعده فترة تتزايل فيها القواعد من مراسيها فيعيدها الله عز\r\nجل على الدين كله فيملك هو والملوك الصالحون من عقبه جميع ما طلع عليه\r\nالليل والنهار ، من ارض وجبل وبر وبحر يرثون ارض الله عز وجل ملكا كما ورثها\r\nوملكها الأبوان آدم ونوح . يلقون - وهم الملوك الأكابر - وفي مثل\r\nهيئة المساكين بذاذة واستكانة ، فأولئك الأكرمون الأماثل لا تصلح عباد\r\nالله وبلاده الا عليهم ينزل عيسى ابن البشر على اخرهم بعد مكث طويل شديد\r\nلا خير في العيش بعدهم وتردفهم رجراجة ( واخراجة ) طغام في مثل أحلام\r\nالعصافير ، ( و ) عليهم تقوم الساعة وإنما تقوم على شرار الناس واخا فيهم فذلك الوعد\r\nالذي صلى به الله عز وجل على احمد كما صلى به على خليله إبراهيم ( ع ) في كثير\r\nمما لأحمد من البراهين والتأييد الذي خبرت به كتب الله الأولى .\r\nحارثة - فمن الأثر ( الامر ) المستقر عندك أبا وائلة في صدق هذين\r\nالاسمين انهما لشخصين لنبيين مرسلين في عصرين مختلفين ؟ .\r\nالعاقب - أجل\r\nحارثة - فهل يخالجك في ذلك ريب أو يعرض لك فيه\r\nظن ؟\r\nالعاقب - كلا والمعبود ان هذا لأجلى من يوخ ( 1 ) - وأشار\r\nإلى جرم الشمس فأكب حارثة مطرقا وجعل ينكث الأرض عجبا .\r\n\r\n","description":"","footnote":" \" 1 \" يوخ بالمثناة الشمس ","page_name":" 133 ","page_number":139},
  {"content":"\r\nحارثة - إنما الآفة أيها الزعيم المطاع ، ان يكون المال عند من\r\nيخزنه لامن ينفقه والسلاح عند من يتزين به لامن يقاتل به . والرأي عند\r\nمن يملكه لا من ينصره .\r\nالعاقب - لقد أسمعت يا حويرث فأقذعت ، وطفقت فأقدمت فمه .\r\nالحارث - أقسم بالذي قامت به السماوات والأرضون باذنه وغلبت\r\nالجبابرة بأمره انهما اسمان مشتقان لنفس واحدة ولنبي واحد ورسول واحد\r\nانذر به موسى بن عمران ، وبشر به عيس بن مريم ومن قبلهما أشارت به صحف\r\nإبراهيم .\r\nفتضاحك السيد بري قومه ومن حضرهم ان ضحكة هزؤ من حارثة\r\nوتعجبا وانتشط العاقب ( من ) ذلك فاقبل على حارثة مؤنبا فقال :\r\nلا يغررك باطل أبي قرة فإنه وان ضحك لك فإنما يضحك منك .\r\nحارثة - لئن فعلها لأنها لاحدى الدهارس \" 1 \" أو بؤة ( سؤة ) أفلم\r\nتتعرفا - راجع الله بكما - من موروث الحكمة لا ينبغي للحكيم ان يكون\r\nعابسا في غير إرب ولا ضاحكا من غير عجب ؟ ألم يبلغكما عن سيدكما المسيح\r\nعليه السلام قال : فضحك العالم في غير حينه غفلة من قلبه أو سكرة ألهته عما\r\nفي غده ؟\r\nالسيد - يا حارثة لا يعيش واحد بعقله حتى يعيش بظنه \" 2 \" وإذا\r\n\r\n","description":"","footnote":" \" 1 \" دهرس كجعفر . الداهية\r\n\" 2 \" يريد ان التعيش بالظنون الفاسدة أكثر من التعيش بالعقل\r\nومراده ان هذا الكلام صادق وان ضحكه لم يكن عبثا . ","page_name":" 134 ","page_number":140},
  {"content":"\r\nانا لم اعلم الا ما رويت فلا علمت ، أو لم يبلغك أنت عن سيدنا المسيح علينا سلامه\r\nان لله عبادا ضحكوا جهرا من سعة رحمة ربهم وبكوا سرا من\r\nخيفة ربهم !\r\nحارثة - إذا كان هذا فنعم\r\nالسيد - فما هنا فليكن مراجم ظنونك بعباد ربك ؟ وعد بنا إلى ما\r\nنحن بسبيله فقد طال التنازع والخصام بيننا يا حارثة .\r\nوذكروا ان هذا كان - جلسة - ثالثة في يوم ثالث من اجتماعهم\r\nللنظر من أمرهم .\r\nفقال السيد - يا حارثة ألم ينبئك أبو واثلة بأفصح لفظ اخترق اذنا\r\nودعا ذلك بمثله مخبرا فألقاك مع عرفائك ( عزماتك ) بموارده حجرا وها\r\nانا ذا أوكد عليك التذكرة من معدن ثالث فأنشدك الله وما انزل إلى\r\nكلمته من كلماته هل تجد في الزاجرة المنقولة من لسان أهل سوريا إلى لسان\r\nالعرب - يعنى صحيفة شمعون بن حمون الصفا التي توارثها عنه أهل نجران -\r\nألم يقل بعد بند طويل من كلام فإذا طبقت وقطعت الأرحام وعفيت ( وعلفت )\r\nالاعلام بعث الله عبده البارقليطا بالرحمة والمعدلة قالوا وما البارقليطا\r\nيا روح الله ( يا مسيح الله ) قال احمد النبي الخاتم الوارث ذلك الذي يصلي عليه حيا\r\nويصلي عليه بعد ما يقبضه إليه بابنه الطاهر الخاير ينشره الله في آخر الزمان بعدما\r\nانقضت ( انقضمت ) عرى الدين وخبت مصابيح الناموس فأفلت ( وافلت )\r\nنجومه فلا يلبث العبد الصالح الا أمما حتى يعود به الدين كما بدا ويقر الله\r\nعز وجل سلطانه في عبده ثم في الصالحين من عقبه وينشر منه حتى يبلغ ملكه\r\n","description":"","footnote":"","page_name":" 135 ","page_number":141},
  {"content":"\r\nمنقطع التراب .\r\nحارثة - قد أنشدتما ( بهذه المأثرة لأحمد وكررتما بها القول وهي\r\nكما ) قد أنشدتما حق لا وحشة مع ( من ) الحق ولا انس في غيره فمه .\r\nالسيد - فان من الحق ان لاحظ في هذه الأكرومة للأبتر .\r\nحارثة - انه لكذلك أليس لمحمد ولد\r\nالسيد - انك ما علمت الا لدا \" 1 \" ألم يخبرنا سفرنا وأصحابنا فيما\r\nتجسسنا من خبره ان ولديه الذكران ( من ) القرشية والقبطية بادا ، يعني هلكا\r\nوغودر محمد كقرن الا عضب \" 2 \" موف على ضريحه ، فلو كان بقية لكان\r\nلك بذلك مقالا إذا ولت أبناؤه الذي ينكر ( تذكر )\r\nالحارث - العبر لعمرو الله كثيرة والاعتبار بها قليل ، والدليل موف\r\nعلى سنن السبيل ان لم يغش عنه ناظر وكما أن ابصار الرمد لا تستطيع النظر في قرص\r\nالشمس لسقمها فكذلك البصائر القصيرة لا تتعلق بنور الحكمة لعجزها الا\r\nومن كان كذلك فلستماه - وأشار إلى السيد والعاقب - انكما ويمين الله\r\nلمحجوجين بما أتاكما الله عز وجل من ميراث الحكمة واستودعكما من بقايا\r\nالحجة ثم بما أوجب لكما من الشرف والمنزلة في الناس فقد جعل الله عز وجل\r\nمن أتاه سلطانا ملوكا للناس وأربابا وجعلكما حكما وقواما على ملوك ملتنا\r\nوذادة لهم يفزعون اليكما في دينهم ولا تفزعان إليهم وتأمرانهم فيأتمرون لكما وحق\r\nلكل ملك أو موطأ الأكتاف ( الأكناف ) ان يتواضع لله عز وجل إذ رفعه\r\n\r\n","description":"","footnote":" \" 1 \" الد الخصومة الشديدة\r\n\" 2 \" كناية عن الهلاك اي لم يبق له أحد ","page_name":" 136 ","page_number":142},
  {"content":"\r\nوان ينصح لله عز وجل في عباده ولا يدهن في امره ، وذكرتما محمدا بما\r\nحكمت له بالشهادات ( الشهادات ) الصادقة وبينته فيه الاسفار المستحفظة ،\r\nورأيتماه مع ذلك مرسلا إلى قومه لا إلى الناس جميعا وان ليس بالخاتم\r\nالحاشر \" 1 \" ولا الوارث العاقب لأنكما زعمتما أبترا أليس كذلك ؟ !\r\nالسيد والعاقب - نعم .\r\nحارثة - أرأيتما لو كان له بقية وعقب هل كنتما تمتريان ( ممتريان )\r\nلما تجدان ؟ . وبما تكذبان من الوراثة والظهور على النواميس ؟ . انه النبي\r\nالخاتم والمرسل إلى كافة البشر .\r\nالسيد والعاقب - لا .\r\nحارثة - أفليس هذا القيل لهذه الحال مع طول اللوائم والخصايم\r\nعندكما مستقرا .\r\nالسيد والعاقب - اجل .\r\nحارثة - الله أكبر .\r\nالسيد والعاقب - كبرت كبيرا فما دعاك إلى ذلك ؟\r\nحارثة - الحق أبلج ، والباطل لجلج ، ولنقل ماء البحر ونشق\r\nالصخر أهون من إماتة ما أحياه الله عز وجل واحياء ما اماته الان ،\r\nفاعلما ان محمدا غير ابتر ، وانه الخاتم الوارث والعاقب الحاشر حقا فلا نبي\r\nبعده وعلى أمته تقوم الساعة ويرث الله الأرض ومن عليها وان من ذريته\r\nالأمير الصالح الذي بينتماه ، ونبئتما انه يملك مشارق الأرض ومغاربها ، ويظهره\r\n\r\n","description":"","footnote":" \" 1 \" الحاشر من أسماء النبي ( ص ) لأنه يحشر الناس ممن على دينه خلفه . ","page_name":" 137 ","page_number":143},
  {"content":"\r\nالله عز وجل بالحنفية ( الحنيفية ) الإبراهيمية على النواميس كلها .\r\nالسيد والعاقب - أولى لك يا حارثة ، لقد أغفلناك وتأتي الامر مراوغة\r\nكالثعالبة فما تسأم المنازعة ولا تمل من المراجعة ، ولقد زعمت مع ذلك\r\nعظيما فما برهانك ؟\r\nحارثة - اما وجدكما لأنبئكما ببرهان من الشبهة ويشفى به جوى\r\nالصدور . ثم اقبل على ابن حارثة حصين بن علقمة شيخهم وأسقفهم الأول فقال :\r\nأرأيت أيها الأب الأثير ان تؤنس قلوبنا ، وتثلج صدورنا باحضار\r\nالجامعة والزاجرة ؟ - وكان هذا المجلس الرابع من اليوم الرابع - وذلك لما\r\nخلقت \" 1 \" الأرض ( الشمس ) وفي زمن قيظ شديد .\r\nفاقبلا على حارثة فقالا ارج هذا إلى غد القلوب منا الصدور ففرقوا على\r\nاحظار الزاجرة والجامعة من غد للنظر فيهما والعمل بما يتراؤن ( يترائيان ) منهما فلما كان\r\nمن الغد صار أهل نجران إلى بيعتهم لاعتبار ما أجمع صاحباهما مع حارثة على اقتباسه وتبينه\r\n( وتتبعه ) من الجامعة ، ولما رأى السيد والعاقب اجتماع الناس لذلك قطع\r\nبهما \" 2 \" لعلمهما بصواب حارثة ، واعترضاه ليصدانه عن تصفح الصحف عن أعين\r\nالناس وكانا من شياطين الانس فقال السيد انك قد أكثرت وأمللت فض \" 3 \"\r\n\r\n","description":"","footnote":" \" 1 \" حلقت الشمس ارتفعت وركدت\r\n\" 2 \" قطع بفلان إذا عجز عن سفره من نفقة الذهاب\r\n\" 3 \" بالفاء المعجمة والضاد المعجمة الكسر اي دعنا نترك الكلام\r\nونكسر الحديث وبالقاف والصادق المهملة من قطع جناح الطائر اي نقطع\r\nالكلام علنا ونجعله بيننا وقض بالقاف المثنات من قض اللؤلؤ . ","page_name":" 138 ","page_number":144},
  {"content":"\r\nالحديث لنا مع قضة ( قص الحديث لنا مع قصة ) ودعنا من ( مع تبيانه\r\nحارثة - وهل هذا الا منك ومن صاحبك ؟ . فمن الان فقولا\r\nما شئتما ! .\r\nالعاقب - ما من مقال الا قلنا ، وسنعود فننجز بعض ذلك ( لك )\r\nتنجيزا غير كاتمين لله عز وجل من حجة ولا جاحدين له آية ولا مفترين مع\r\nذلك على الله عز وجل لعبد انه مرسل منه وليس برسوله ، فنحن نعترف يا هذا\r\nبمحمد انه رسول من الله عز وجل إلى قومه من بني إسماعيل ( إسرائيل )\r\nفي غير أن تجيب له بذلك على غيرهم من عرب الناس ولا أعاجمهم ولا طاعة\r\nبخروج له عن ملة ولا دخول معه في ملة الا الاقرار له بالنبوة والرسالة إلى\r\nأعيان قومه ودينه .\r\nحارثة - بما شهدتما له بالنبوة والامر ؟\r\nالسيد والعاقب - حيث جاءتنا فيه البينة من تباشير الأناجيل والكتب\r\nالخالية .\r\nحارثة - منذ وجب هذا لمحمد عليكما في طويل الكلام وقصيره ،\r\nوبدئه وعوده ، فمن أين زعمتما انه ليس بالوارث الحاشر ولا المرسل إلى\r\nكافة البشر ؟ ؟\r\nالسيد والعاقب - لقد علمت وعلمنا فما نمتري بان حجة الله عز وجل\r\nلم ينته أمرها وانها كلمة الله جارية في الأعقاب ما اعتقب الليل والنهار ، وما\r\nبقي من الناس شخصان ، وقد ظننا من قبل ان محمدا ربها وانه القائد بزمامها\r\nفلما أعقمه الله عز وجل بمهلك الذكورة من ولده علمنا أنه ليس به ، لان\r\n","description":"","footnote":"","page_name":" 139 ","page_number":145},
  {"content":"\r\nمحمدا ابتر ، وحجة الله عز وجل الباقية ونبيه الخاتم بشهادة كتب الله عز وجل\r\nالمنزلة ليس بأبتر فاذن هو نبي يأتي بعد محمد اسمه من اسم محمد\r\nوهو احمد الذي أنبأ المسيح باسمه وبنبوته ورسالاته ( ورسالته ) الخاتمة\r\nويملك ابنه القاهر ( القاهرة ) الجامعة للناس جميعا ناموس الله عز وجل\r\nالأعظم ، ليس بمظهر ( بمظهرة ) دينه ولكنه ذريته وعقبه يملك قرى\r\nالأرض وما بينهما من لوب 1 وسهل وصخر وبحر ملكا مورثا موطأ وهذا\r\nنبأ أحاطت سفرة الأناجيل به علما وقد أوسعناك بهذا القيل سمعا وعدنا لك\r\nبه آنفة بعد سالفة فما إربك إلى تكراره ؟ ! .\r\nحارثة - قد اعلم انا وإياكم في رجع من القول منذ ثلاث وما ذاك\r\nالا ليذكر ناس ويرجع فارط ويظهر ( وتطمئن ) لنا الكلم ( ويظهر لنا\r\nالكلام ) وذكرتما نبيين يبعثان يعتقبان بين مسيح الله عز وجل والساعة\r\nقلتما وكلاهما من بني إسماعيل أولهما محمد بيثرب وثانيهما احمد العاقب واما محمد\r\nأخو قريش هذا الفاطن بيثرب فآياته ( فانابه ) حق مؤمن اجل وهو\r\n- والمعبود - احمد الذي نبأت به كتب الله عز وجل ودلت عليه آياته وهو حجة\r\nالله عز وجل ورسوله والخاتم الوارث حقا ولا نبوة ولا رسول لله عز وجل ولا\r\nحجة بين ابن البتول والساعة غيره بلى ومن كان ( منه ) من ابنته البهلولة 2\r\n( البتولة ) الصديقة فأنتما ببلاغ الله لكنكما ( اليكما ) من نبوة محمد في\r\nأمر مستقر ولولا انقطاع نسله لما ارتبتما فيما زعمتما به انه السابق العاقب .\r\n\r\n","description":"","footnote":" ( 1 ) اللوب جمع لابة : الحرة من الأرض\r\n( 2 ) البهلول بالضم السيد الجامع لكل خير ","page_name":" 140 ","page_number":146},
  {"content":"\r\nحارثة - فأنتما والله فيما تزعمان من نبي ثان من بعده في أمر ملتبس\r\nوالجامعة تحكم في ذلك بيننا ! .\r\nالسيد والعاقب - اجل ان ذلك لمن أكبر اماراته عندنا .\r\nفتنادى الناس من ( في ) كل ناحية الجامعة يا أبا حارثة الجامعة وذلك\r\nلما مسهم في طول محاورة الثلاثة من السآمة والملل وظن القوم مع ذلك أن\r\nالفلج ( الفلح ) لصاحبيهما بما كانا يدعيان في تلك المجالس من ذلك ، فاقبل أبو\r\nحارثة إلى علج \" 1 \" واقف منه أمما فقال امض يا غلام فات بها فجاء بالجامعة يحملها على\r\nرأسه وهو لا يكاد يتماسك بها لثقلها - قال - يعني الراوي - فحدثني رجل\r\nصدق من النجرانية ممن كان يلزم السيد والعاقب ويخف لهما في بعض أمورهما\r\nويطلع على كثير من شأنهما - لما حضرت الجامعة بلغ ذلك من السيد والعاقب كل\r\nمبلغ لعلمهما بما يهجمان عليه في تصفحها من دلائل رسول الله وصفته ، وذكر\r\nأهل بيته وأزواجه وذريته ، وما يحدث في أمته وأصحابه ، من بوائق الأمور\r\nمن بعده إلى فناء الدنيا وانقطاعها فاقبل أحدهما على صاحبه فقال هذا يوم ما\r\nبورك لنا في طلوع شمسه ، لقد شهدته أجسامنا وغابت عنه آراؤنا بحضور\r\nصغاتنا وسفلتنا ، ولقل ما شهد سفهاء قوم مجمعة الا كانت لهم الغلبة قال الآخر فهم\r\nشر غالب لمن غلب ، ان أحدهم ليفيق بأدنى كلمة ، ويفسد في بعض ساعته مالا\r\nيستطيع الأسى الحليم \" 2 \" له رتقا ولا الخولي النفيس اصلاحا \" 3 \" في حول\r\n\r\n","description":"","footnote":" \" 1 \" العلج الرجل الضخم من كفار العجم وقيل الكافر مطلقا .\r\n\" 2 \" الأسى الطبيب \" 3 \" الخولي الراعي الصالح . ","page_name":" 141 ","page_number":147},
  {"content":"\r\nمحرم ، ذلك لان السفيه هادم ، والحليم بان ، وشتان بين الهدم والبنيان ،\r\nفانتهز حارثة الفرصة فأرسل في خفية وسر إلى النفر من أصحاب رسول الله\r\nفاستحضرهم استظهارا بمشهدهم فحضروا ، فلم يستطع الرجلان فض ذلك المجلس ، ولا\r\nارجاءه وذلك لما بيناه من تطلع عامتهما من نصارى نجران إلى معرفة ما تضمنته\r\nالجامعة من صفة رسول الله ( وانبعاث له مع حضور رسل رسول الله ) لذلك\r\nوتأليب حارثة عليهما فيه وصفوا ( كذا ) \" 1 \" أبو حارثة شيخهم إليه . قال\r\nذلك النجراني فكان الرأي عندهما ان ينقادا لما بذههما من هذا الخطب ولا\r\nيظهر ان شماسا منه ( منهم ) ولا نفورا حذار ان يطرقا الظنة فيه إليهما ، وان\r\nيكونا أيضا أول معتبر للجامعة ومستحث ( ومستحب ) لها لئلا يفتات في شئ\r\nمن ذلك المقام والمنزلة عليهما ، ثم يستبين ان الصواب في الحال ويستنجد انه\r\nبموجبه ، فتقدما لما تقدم أنفسهما من ذلك إلى الجامعة وهي بين يدي\r\nأبي حارثة وحاذاهما حارثة بن اتاك ، وتطاولت إليهما فيه الأعناق ، وحفت\r\nرسل رسول الله صلى بهم فامر أبو حارثة بالجامعة ففتح ظرفها واستخرج منها\r\nصحيفة آدم الكبرى المستودعة علم ملكوت الله عز وجل جلاله ، وما ذرأ\r\nوما برأ في ارضه وسمائه ، وما وصلهما جل جلاله من ذكر عالميه وهي الصحيفة\r\nالتي ورثها شيت من أبيه عما دعا من الذكر المحفوظ فقرأ القوم\r\n- السيد والعاقب وحارثة - في الصحيفة تطلبا لما تنازعوا فيه من نعت رسول الله\r\nوصفته ومن حضرهم من الناس مصبحون ( يصبحون ) مرتفقون لما يستدرك\r\nمن ذكر ذلك ، فألفوا في المصباح ( المسباح ) الثاني من فواصلها بسم الله الرحمن الرحيم أنا\r\n\r\n","description":"","footnote":" \" 1 \" يريد الميل . ","page_name":" 142 ","page_number":148},
  {"content":"\r\nالله لا اله الا انا الحي القيوم ، معقب الدهور وفاصل الأمور سبقت بمشيتي\r\nالأسباب وذللت بقدرتي الصعاب فانا العزيز الحكيم الرحمن الرحيم ارحم ترحم\r\nسبقت رحمتي غضبي وعفوي عقوبتي ، خلقت عبادي لعبادتي ، وألزمتهم حجتي\r\nالا ان باعث فيهم رسلي ومنزل عليهم كتبي ابرم ذلك من لدن أول مذكور من يشر إلى\r\nاحمد نبيي وخاتم رسلي ذلك الذي اجعل عليه صلواتي واسلك في قلبه بركاتي\r\nوبه أكمل أنبيائي ونذري .\r\nقال آدم الهي من هؤلاء الرسل ومن احمد هذا الذي رفعت وشرفت\r\nقال كل من ذريتك واحمد عاقبهم قال رب أنت باعثهم ومرسلهم\r\nقال بتوحيدي ثم أقفي ذلك بثلاثمائة وثلاثين شريعة أنظمها وأكملها لأحمد جميعا\r\nفأذنت ( فاذن ) لمن جاءني بشريعة منها مع الايمان بي وبرسلي ان\r\nادخله الجنة .\r\nثم ذكر ما جملته : ان الله عرض على آدم معرفة الأنبياء وذريتهم\r\nونظرهم آدم ثم قال ما هذا لفظه :\r\nثم نظر آدم إلى نور قد لمع فسد الجو المنخرق فاخذ بالمطامع من المشارق\r\nثم سرى كذلك حتى طبق المغارب ثم سما حتى بلغ ملكوت السماء . فنظر فإذا\r\nهو محمد رسول الله صلى الله عليه وآله وسلم وإذا الأكناف قد تضوعت طيبا\r\nوإذا أنوار أربعة قد اكتنفته عن يمينه وشماله ومن خلفه وامامه أشبه شئ به\r\nارجا ونورا يتلوها أنوار من بعدها تستمد منها وإذا هي شبيهة بها في ضيائها\r\nونشرها ثم دنت منها فتكللت عليها وحفت بها ونظر فإذا أنوار من بعد ذلك\r\nفي مثل عدد الكواكب ودون منازل الأوائل جدا جدا وبعض هذه أضواء\r\n","description":"","footnote":"","page_name":" 143 ","page_number":149},
  {"content":"\r\nمن بعض وهم في ذلك متقاربون جدا ثم طلع عليه سواد كالليل وكالسيل ينسلون\r\nمن كل وجه وأوب فاقبلوا كذلك حتى ملأوا القاع والاكم فإذا هم أقبح شئ\r\nصورا وهيئة وانته ريحا فبهر آدم ما رأي من ذلك وقال :\r\nيا عالم الغيوب وغافر الذنوب يا ذا القدرة الباهرة ( القاهرة ) والمشيئة الغالبة\r\nمن هذا الخلق السعيد الذي كرمت ورفعت على العالمين ؟ ومن هذه الأنوار المنبعثة\r\nالمكتنفة له ؟ فأوحى الله عز وجل إليه يا آدم هذا وهؤلاء وسيلتك ووسيلة من أسعدت\r\nمن خلقي هؤلاء السابقون المقربون والشافعون المشفعون وهذا احمد سيدهم\r\nوسيد بريتي اخترته بعلمي واشققت ( واشتققت ) اسمه من اسمي فانا المحمود\r\nوهو محمد وهذا صنوه ووصيه آزرته به وجعلت بركاتي وتطهيري في عقبه\r\nوهذه سيدة إمائي والبقية في علمي من احمد نبيي وهذان السبطان والخلفان\r\nلهم وهذه الأعيان المضارع نورها أنوارهم بقية منهم الا ان كلا اصطفيت\r\nوطهرت وعلى كل باركت وترحمت فكلا بعلمي جعلت قدوة عبادي ونور\r\nبلادي .\r\nونظر فإذا شيخ في آخرهم يزهر في ذلك الصفيح كما يزهر كوكب\r\nالصبح لأهل الدنيا فقال الله تعالى :\r\nوبعبدي هذا افك عن عبادي الأغلال واضع عنهم الاصار\r\nوأملأ أرضي به حنانا ورأفة وعدلا كما ملئت من قبله قسوة وقشعرية وجورا\r\nقال آدم : رب ان الكريم من أكرمت والشريف من شرفت\r\nوحق يا الهي لمن رفعت وأعليت ان يكون كذلك فيا ذا النعم التي لا تنقطع\r\n\r\n","description":"","footnote":" ( 1 ) الاصار - الذنوب ","page_name":" 144 ","page_number":150},
  {"content":"\r\nوالاحسان الذي لا يجارى ولا ينفذ بم بلغ عبادك هؤلاء العالون هذه المنزلة\r\nمن شرف عطائك وعظيم فضلك وحبائك وكذلك من كرمت من عبادك\r\nالمرسلين ؟ ؟\r\nقال الله تبارك وتعالى : انا الله لا \" اله الا انا \" الرحمن الرحيم العزيز الحكيم عالم\r\nالغيوب ومضمرات القلوب اعلم ما لم يكن مما يكون ( و ) كيف يكون ومالا يكون\r\nكيف لو كان يكون واني اطلعت يا عبدي في علمي على قلوب عبادي فلم أر فيهم\r\nأطوع لي ولا انصح لخلقي من أنبيائي ورسلي فجعلت لذلك فيهم روحي وكلمتي\r\nوألزمتهم عببء ( هناء ) حجتي واصطفيتهم على البرايا برسالتي ووحي ثم ألقيت بمكاناتهم\r\nتلك في منازلهم حوامهم ( 1 ) وأوصيائهم من بعدهم فألحقتهم بأنبيائي ورسلي\r\nوجعلتهم من بعدهم ودائع حجتي والسادة في بريتي لاجبر بهم كسر عبادي\r\nوأقيم بهم أودهم ذلك انى بهم وبقلوبهم لطيف خبير ثم اطلعت على قلوب\r\nالمصطفين من رسلي فلم أجد فيهم أطوع ولا انصح لخلقي من محمد خيرتي\r\nوخالصتي فاخترته على علم ورفعت ذكره إلى ذكري ثم وجدت قلوب حامته\r\nاللائي من بعده على صبغة قلبه فألحقتهم به وجعلتهم ورثة كتابي ووحي وأوكار\r\nحكمتي ونوري وآليت بي الا أعذب بناري من لقيتني معتصما بتوحيدي وحبل\r\nمودتهم ابدا .\r\nثم أمرهم أبو حارثة ان يصيروا إلى صحيفة شيث الكبرى التي انتهى ميراثها\r\nإلى إدريس النبي قال وكان كتابتها بالقلم السرياني القديم وهو الذي كتب من\r\nبعد نوح من ملوك الهياطلة ( 2 ) وهم النماردة قال فافتض القوم الصحيفة\r\n\r\n","description":"","footnote":" ( 1 ) - قرابتهم ( 2 ) جنس من الترك وقيل من الهند لهم شوكة ","page_name":" 145 ","page_number":151},
  {"content":"\r\nوأفضوا منها إلى هذا الرسم :\r\nأجمع إلى إدريس قومه وصحابته وهو يومئذ في بيت من ارض\r\nكوفان فخبرهم فيما اقتص عليهم قال : ان بني أبيكم آدم ( الصلبية ) لصلبه وبني بنيه\r\nوذريته اختصموا فيما بينهم وقالوا : اي الخلق عندكم أكرم على الله عز وجل\r\nوارفع لديه مكانة وأقرب منه منزلة ؟ فقال بعضهم أبوكم آدم خلقه الله عز وجل\r\nبيده واسجد له ملائكته وجعله الخليفة في ارضه وسخر له جميع خلقه .\r\nوقال آخرون بل الملائكة الذين لم يعصوا الله عز وجل وقال بعضهم لا بل\r\nرؤساء الملائكة الثلاثة جبرائيل وميكائيل وإسرافيل وقال بعضهم لا بل امين\r\nالله جبرائيل فانطلقوا إلى آدم فذكروا الذين قالوا واختلفوا فيه فقال :\r\nيا بني انا أخبركم بأكرم الخلائق جميعا على الله عز وجل انه والله لما نفخ\r\nفي الروح حتى استويت جالسا فبرق لي العرش العظيم فنظرت فيه فإذا فيه لا إله\r\nإلا الله محمد رسول الله فلان امين الله فلان خيرة الله عز وجل فذكر عدة أسماء\r\nمقرونة بمحمد ثم لم أر في السماء موضع أديم أو صفيح منها الا فيه مكتوب لا\r\nإله إلا الله وما من موضع فيه مكتوب لا إله إلا الله ومكتوب خلقا لا خطا محمد رسول\r\nالله وما من موضع مكتوب فيه محمد رسول الله الا ومكتوب علي ( فلان ) ولي\r\nالله الحسن ( فلان ) خيرة الله الحسين ( فلان ) صفوة الله فذكر عدة\r\nأسماء ينتظم حساب المعدود .\r\nقال آدم فمحمد يا بني ومن خط من تلك الأسماء معه أكرم الخلائق\r\nعلى الله جميعا .\r\nثم ذكر ان أبا حارثة سأل السيد والعاقب ان يقفا على صلاة إبراهيم\r\n","description":"","footnote":"","page_name":" 146 ","page_number":152},
  {"content":"\r\nالذي جاء \" بها \" الاملاك من عند الله عز وجل فقنعوا بما وقفوا عليه في الجامعة . قال\r\nأبو حارثة لا بل شارفوها بأجمعها ، وأسبروها فإنه اصرم للعذور وارفع لحكمة\r\n( لحسكة ) الصدور وأجدر الا ترتابوا في الامر من بعد علم فلم يجد من المصير\r\nإلى قوله من بد فعمد القوم إلى تابوت في الامر من بعد علم فلم يجد من المصير\r\nإلى قوله من بد فعمد القوم إلى تابوت إبراهيم . وكان الله عز وجل يفضله على\r\nمن يشاء من خلقه قد اصطفى إبراهيم عليه بخلته وشرفه بصلواته وبركاته وجلعه قبلة\r\nواماما لمن يأتي من بعده وجعل النبوة والكتاب والإمامة في ذريته يتلقاها آخرين\r\nأول ، وورثه تابوت آدم المتضمن للحكمة والعلم الذي فضله الله عز وجل به على\r\nالملائكة طرا ، فنظر إبراهيم في ذلك التابوت فابصر بيوتا بعدد ذوي العزم\r\nمن الأنبياء المرسلين وأوصيائهم من بعدهم ونظر فإذا بيت محمد آخر الأنبياء وعن\r\nيمينه علي ابن أبي طالب اخذا بحجزته فإذا شكل عظيم يتلألأ نورا فيه هذا\r\nصنوه ووصيه المؤيد بالنصر . فقال إبراهيم :\r\nالهي وسيدي من هذا الخلق الشريف ؟ فأوحى الله عز وجل\r\nهذا عبدي وصفوتي الفاتح الخاتم وهذا وصيه الوارث\r\nقال : ربي ما الفاتح الخاتم ؟\r\nقال : هذا محمد خيرتي وبكر فطرني وحجتي الكبرى في بريتي نبئته\r\nواجتبيته . إذ آدم بين الطين والجسد . اني باعثه عند ( بعد ) انقطاع الزمان\r\nلتكملة ديني وخاتم به رسالتي ( رسالاتي ) ونذري وهذا علي اخوه وصديقه\r\nالأكبر آخيت بينهما واخترتهما وصليت وباركت عليهما وطهرتهما وأخلصتهما\r\nوالأبرار منهما وذرياتهما ، قبل ان اخلق سمائي وأرضي وما فيها من خلقي ، وذلك\r\nلعلمي بهم وبقلوبهم ، اني بعبادي عليم خبير .\r\n","description":"","footnote":"","page_name":" 147 ","page_number":153},
  {"content":"\r\nونظر إبراهيم فإذا اثنا عشر عظيما يكاد تلالا أشكالهم لحسنها نورا\r\nفسأل ربه جل وتعالى فقال ربي نبئني بأسماء هذه الصور المقرونة بصورة محمد\r\nووصيه ، وذلك لما رأى من رفيع درجاتهم والتحاقهم بشكلي محمد ووصيه فأوحى\r\nالله عز وجل . أمتي والبقية من بنى فاطمة الصديقة الزهراء وجعلتها مع خليلها\r\nعصبة لذرية نبي هؤلاء وهذان الحسنان وهذا فلان وهذا فلان وهذه كلمتي التي\r\nانشر به رحمتي في بلادي وبه انتاش ديني وعبادي ، ذلك بعد يأس منهم وقنوط\r\nمنهم من غياثي ، فإذا ذكرت محمدا نبيي لصلواتك فصل عليهم معه يا إبراهيم .\r\nفعندها صلى عليهم إبراهيم فقال رب صل على محمد وآل محمد كما\r\nاجتبيتهم وأخلصتهم اخلاصا .\r\nفأوحى الله عز وجل : لتهنك كرامتي وفضلي عليك فاني صائر\r\nبسلالة محمد ومن اصطفيت معه منهم إلى قناة صلبك ومخرجهم منك ثم من بكرك\r\nإسماعيل فأبشر يا إبراهيم فاني واصل صلاتك بصلاتهم ، ومتبع ذلك بركاني\r\nورحمتي عليك وعليهم ، وجاعل حسناتي وحجتي إلى الأمد المعدود ، واليوم\r\nالموعود الذي ارث فيه سمائي وارضى ، وابعث له خلقي لفصل قضائي وإفاضة\r\nرحمتي وعدلي .\r\nفلما سمع أصحاب رسول الله صلى الله عليه وآله وسلم ما أفضى إليه\r\nالقوم من تلاوة ما تضمنت الجامعة والصحف الدارسة من نعت رسول الله صلى\r\nالله عليه وآله وسلم وصفة أهل بيته المذكورين معه بما هم به وبما شاهدوا من\r\nمكانتهم عنده ازداد القوم بذلك يقينا وايمانا واستطيروا له فرحا .\r\nثم صار القوم إلى ما نزل على موسى فألفوا في السفر الثاني من التوراة\r\n","description":"","footnote":"","page_name":" 148 ","page_number":154},
  {"content":"\r\n\" اني باعث في الأميين من ولد إسماعيل رسولا انزل عليه كتابي وابعثه بالشريعة\r\nالقيمة إلى جميع خلقي اتيته حكمتي وأيدته بملائكتي وجنودي تكون ذريته\r\nمن ابنة له مباركة باركتها ثم من شبلين لهما كإسماعيل وإسحاق أصلين لشعبتين\r\nعظيمتين أكثرهم جدا جدا يكون منهم اثنا عشر قيما أكمل بمحمد وما أرسله\r\nبه من بلاغ وحكمة ديني واختم به أنبيائي ورسلي فعلى محمد وأمته\r\nتقوم الساعة .\r\nفقال حارثة الان أسفر الصبح لذي عينين ووضح الحق لمن رضى به\r\nدينا فهل في أنفسكما من مرض تستشفيان به ؟ فلم يرجعا إليه قولا .\r\nأبو حارثة - اعتبروا الامارة الخاتمة من قول سيدكم المسيح فصاروا\r\nإلى الكتب والأناجيل التي جاء بها عيسى فألفوا في المفتاح الرابع من الوحي\r\nإلى المسيح .\r\nيا عيسى يا ابن الطاهرة البتول اسمع قولي وجد في أمري اني خلفتك\r\nمن غير فحل وجعلتك آية للعالمين فإياي فاعبد وعلي توكل وخذ الكتاب بقوة\r\nثم فسره لأهل سوريا وأخبرهم اني انا الله لا إله إلا أنا الحي القيوم الذي لا\r\nأحول ولا أزول فامنوا بي وبرسولي النبي الأمي الذي يكون في آخر الزمان\r\nنبي الرحمة والملحمة الأول والاخر - أول النبيين خلفا وآخرهم مبعثا -\r\nذلك العاقب الحاشر فبشر به بني إسرائيل .\r\nقال عيسى : يا مالك الدهور وعلام الغيوب من هذا العبد الصالح الذي\r\nقد أحبه قلبي ولم تره عيني ؟ .\r\n- ذلك خالصتي ورسولي المجاهد بيده في سبيلي الموافق ( يوافق )\r\n","description":"","footnote":"","page_name":" 149 ","page_number":155},
  {"content":"\r\nقوله فعله وسريرته وعلانيته انزل عليه توراة جديدة ( حديثة ) افتح بها\r\nأعينا عميا وآذانا صما وقلوبا غلفا فيها ينابيع العلم وفهم الحكمة وربيع القلوب\r\nوطوباه طوبي أمته .\r\n- ربي ما اسمه وعلامته وما اكل أمته ( وما ملك أمته ) وهل\r\nله من بقية - يعني ذريته - ؟ ؟\r\n- سأنبئك بما سألت اسمه احمد منتجب ( منتخب ) من ذرية\r\nإبراهيم ومصطفى من سلالة إسماعيل ذو الوجه الأقمر والجبين الأزهر راكب\r\nالجمل تنام عيناه ولا ينام قلبه يبعثه الله \" كذا \" في أمة أمية ما بقي الليل\r\nوالنهار مولده في بلد أبيه إسماعيل مكة كثير الأزواج قليل الأولاد نسله من\r\nمباركة صديقة يكون له منها ابنة لها فرخان سيدان يستشهدان جعل نسل احمد\r\nمنهما فطوباهما ولمن أحبهما وشهد أيامهما فنصرهما .\r\n- الهي وما طوبي ؟ !\r\n- شجرة في الجنة ساقها وأغصانها من ذهب حلل وحملها\r\nكثدي الابكار أحلى من العسل والين من الزبد وماؤها من تسنيم لو أن غرابا\r\nطار وهو فرخ لأدركه الهرم قبل ان يقطعها وليس منزل من منازل أهل الجنة\r\nالا وظلاله فنن من تلك الشجرة .\r\nفلما اتي القوم على دراسة ما أوحى الله عز وجل إلى المسيح ( ع )\r\nمن بعث محمد صلى الله عليه وآله وسلم وصفته وملك أمته وذكر ذريته وأهل بيته\r\nأمسك الرجلان مخصومين وانقطع التحاور بينهم في ذلك فلما فلج حارثة\r\nعلى السيد والعاقب بالجامعة وما تبينوه في الصحف القديمة ولم يتم لهما ما قدروا\r\n","description":"","footnote":"","page_name":" 150 ","page_number":156},
  {"content":"\r\nمن تحريفها ولم يمكنهما ان يلبسا على الناس في تأويلهما أمسكا عن المنازعة من\r\nهذا الوجه وعلما انهما قد أخطئا سبيل الصواب فسارا إلى بيعتهما آسفين .\r\nوالحمد لله رب العالمين أولا وآخرا\r\nونرجو ان يعصمنا من الزلل والخطأ ( * )\r\nلقد اطلع فضيلة خطيب الكاظمية المفوه الأستاذ الشيخ كاظم آل نوح على\r\nبعض فصول الكتاب في أثناء الطبع فقال مؤرخا عام طبعه\r\nقد تم طبع كتاب فذ كامل * بحاثة في عصرنا هذا اشتهر\r\nذاك السبيتي الذي في مزبر * قد خط ما في اللوح فيه واستطر\r\nعلامة بحاثة في بحثه * لم يعره أبدا من البحث الضجر\r\nمتعمق في البحث يفلج خصمه * وهو الذي في العصر منه يفتخر\r\nقد تم طبع كتاب آل محمد * آرخ لآل محمد حق ظهر\r\n61 92 108 1105 1366\r\n\r\n\r\n","description":"","footnote":" * لقد اعتمدنا في نقل حديث أهل نجران على عدة نسخ تحريا\r\nللصحة والضبط وقد رأينا بعض الاختلاف بين بعض الكتب لذلك أثبتنا\r\nالكلمات التي اختلفت فيها بعض الكتب بين أقواس على أنها نسخ بدل . ","page_name":" 151 ","page_number":157}
  ]