[
  {"content":"\r\nمسند أبى يعلى\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nقرأت المسانيد : كمسند العدني ومسند أحمد بن منيع ، وهي كالأنهار ،\r\nومسند أبي يعلى كالبحر يكون مجتمع الأنهار ) .\r\nالحافظ إسماعيل بن محمد بن الفضل التميمي\r\nمسند أبي يعلى الموصلي\r\nالإمام الحافظ أحمد بن علي بن المثنى التميمي\r\n( 210 - 307 ه‍ ) حققه وخرج أحاديثه\r\nحسين سليم أسد\r\nالجزء الثالث عشر\r\nدار المأمون للتراث\r\nدمشق ص ب 4971 - بيروت ص ب 6433 / 113\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nجميع الحقوق محفوظة\r\nالطبعة الأولى 1412 ه - 1992 م\r\nدار الثقافة العربية\r\nدمشق ص ب 30756 بيروت ص ب 6433 / 113\r\nالمدير المسؤول\r\nاحمد يوسف الدقاق\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\nتابع حديث ميمونة زوج النبي صلى الله عليه وسلم\r\n( 7090 ) حدثنا زكريا بن يحيى الواسطي حدثنا\r\nهشيم عن الشيباني عن عبد الله بن شداد\r\nعن خالته ميمونة بنت الحارث قالت كان رسول الله\r\nصلى الله عليه وسلم يصلي على الخمرة\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n( 7091 ) حدثنا إبراهيم بن محمد بن عرعرة حدثنا\r\nوهب بن جرير حدثنا أبي قال سمعت محمد بن إسحاق\r\nيحدث عن محمد بن عبد الله عن محمد بن عبد الرحمن عن\r\nعبيد الله بن أبي رافع\r\nعن ميمونة قالت سمعت رسول الله صلى الله عليه وسلم لا تزال\r\nأمتي بخير متماسك أمرها ما لم يظهر فيهم أولاد الزنى فإذا\r\nظهروا خفت أن يعمهم الله بعقاب\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n( 7092 ) حدثنا محمد بن المنهال أخو حجاج\r\nالأنماطي حدثنا عبد الواحد يعني بن زياد حدثنا سليمان\r\nالشيباني قال حدثني عبد الله بن شداد\r\nعن ميمونة قالت كان رسول الله صلى الله عليه وسلم إذا أراد أن\r\nيباشر امرأة من نسائه وهي حائض أمرها فأتزرت\r\n( 7093 ) حدثنا محمد بن عبد الله المخرمي حدثنا\r\nيونس بن محمد حدثنا محمد بن أبي الفرات وهو بن دينار\r\nالطاحي عن محمد بن أبي حفصة عن الزهري عن عبيد الله\r\nبن عبد الله عن بن عباس\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nعن ميمونة زوج النبي صلى الله عليه وسلم قالت أصبح النبي صلى الله عليه وسلم\r\nخاثرا ثم أمسى وهو كذلك ثم أصبح وهو كذلك\r\nقالت فقلت يا رسول الله ما لي أراك خاثرا قال\r\nإن جبريل عليه السلام واعدني أن يأتيني وما أخلفني\r\nقال فنظروا فإذا جرو كلب تحت نضد لهم فأمر النبي\r\nصلى الله عليه وسلم بذلك المكان فغسل بالماء قال وجاءه جبريل عليه\r\nالسلام فقال له النبي صلى الله عليه وسلم واعدتني أن تأتيني وما\r\nأخلفتني فقال له جبريل عليه السلام أو ما علمت أنا لا\r\nندخل بيتا فيه كلب ولا صورة\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n( 7094 ) حدثنا أحمد بن إبراهيم حدثنا أبو بكر\r\nالحنفي حدثنا عمر بن إسحاق بن يسار قال قرأت لعطاء\r\nكتابا معه فإذا فيه\r\nحدثتني ميمونة زوج النبي صلى الله عليه وسلم أنها قالت يا رسول\r\nالله أيخلع الرجل خفيه كل ساعة قال لا ولكن يمسحهما\r\nما بدا له\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n( 7095 ) حدثنا محمد بن قدامة حدثنا سفيان بن\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nعيينة قال حدثني الشيباني عن عبد الله بن شداد\r\nعن ميمونة أن النبي صلى الله عليه وسلم صلى في مرط بعضه عليه\r\nوبعضه عليها وهي حائض\r\n( 7096 ) حدثنا أحمد بن منيع حدثنا مروان عن\r\nعبد الله بن عبد الله العامري عن يزيد بن الأصم\r\nعن ميمونة زوج النبي صلى الله عليه وسلم قال سمعتها تقول كان\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nرسول الله صلى الله عليه وسلم إذا سجد خوى بيده حتى يرى وضح\r\nإبطيه من ورائه وإذا قعد اطمأن على فخذه اليسرى\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n( 7097 ) حدثنا سويد بن سعيد حدثنا سفيان عن\r\nعبد الله بن عبد الله بن أخي يزيد الأصم عن عمه\r\nعن خالته ميمونة زوج النبي صلى الله عليه وسلم قالت كان النبي\r\nصلى الله عليه وسلم إذا سجد لو شاءت بهيمة مرت من تحت يديه\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n( 7098 ) حدثنا أبو عامر عبد الله بن عامر حدثنا\r\nإسحاق بن منصور السلولي حدثنا شريك عن سماك عن\r\nعكرمة عن بن عباس\r\nعن ميمونة قالت أجنبت أنا والنبي صلى الله عليه وسلم فاغتسلت من\r\nجفنة ففضل فيها فجاء النبي صلى الله عليه وسلم ليغتسل منها فقلت إني\r\nاغتسلت منها فقال إن الماء ليست عليه جنابة !\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n( 7099 ) حدثنا الزماني حدثنا عبد الوهاب حدثنا\r\nالمثنى عن عمرو بن شعيب عن سليمان بن يسار مولى ميمونة\r\nعن ميمونة أن رسول الله صلى الله عليه وسلم قال إن الدنيا حلوة\r\nخضرة فمن اتقى فيها وأصلح وإلا فهو كالآكل فيها ولا يشبع\r\nفبعد الناس كبعد الكوكبين أحدهما يطلع من المشرق والآخر\r\nيغيب بالمغرب\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n( 7100 ) حدثنا إسحاق قال سمعت سفيان بمنى\r\nيقول حفظته من في الزهري يحدث عن عبيد الله بن عبد الله\r\nعن بن عباس\r\nعن ميمونة أن النبي صلى الله عليه وسلم مر بشاة لمولاة لها أعطيتها\r\nمن الصدقة فقال ألا أخذوا إهابها فدبغوا وانتفعوا به\r\nقالوا يا رسول الله إنما هي ميتة قال إنما حرم أكلها\r\nقال أبو يعقوب وبرع سفيان في هذه الآية قل لا أجد\r\nفيما أوحي إلي محرما على طاعم يطعمه قال\r\nسفيان فلو لم يكن إلا هذه الآية استدللت بها على فاسد\r\nالاكل\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n( 7101 ) حدثنا زهير حدثنا وكيع حدثنا\r\nالأعمش عن سالم بن أبي الجعد عن كريب حدثنا بن\r\nعباس\r\nعن خالته قالت وضعت لرسول الله صلى الله عليه وسلم غسلا\r\nفاغتسل من الجنابة فأكفأ الاناء بشماله على يمينه فغسل كفه\r\nثلاثا ثم أفاض على فرجه فغسله ثم قال بيده على الحائط\r\nأو على الأرض فدلكها ثم مضمض واستنشق وغسل وجهه\r\nوذراعيه وأفاض على رأسه ثم أفاض على سائر جسده ثم تنحى فغسل سائر جسده ثم\r\nتنحى فغسل رجليه فأتيته بثوب فقال بيده هكذا يعني رده\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n( 7102 ) حدثنا أبو خيثمة حدثنا وكيع حدثنا\r\nجعفر بن برقان عن يزيد بن الأصم\r\nعن ميمونة قالت كان رسول الله صلى الله عليه وسلم إذا سجد جافى\r\nحتى يرى من خلفه بياض إبطيه\r\n( 7103 ) حدثنا أبو خيثمة حدثنا أبو عامر العقدي\r\nحدثنا زهير بن محمد عن عبد الله بن محمد عن عطاء بن\r\nيسار\r\nعن ميمونة أن النبي صلى الله عليه وسلم قال لا تتنبذوا في الدباء ولا\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\nفي الجر ولا في المزفت وكل شراب أسكر فهو حرام\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n( 7104 ) حدثنا زهير حدثنا بشر بن السري حدثنا\r\nليث عن الزهري عن حبيب مولى عروة عن ندبة مولى ميمونة\r\nعن ميمونة قالت كان رسول الله صلى الله عليه وسلم يباشر المرأة من\r\nنسائه وهي حائض إذا كان عليها إزار يبلغ أنصاف الفخذين أو\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nالركبتين محتجرة به\r\n( 7105 ) حدثنا زهير حدثنا وهب بن جرير حدثنا\r\nأبي قال سمعت أبا فزارة يحدث عن يزيد بن الأصم\r\nعن ميمونة أن النبي صلى الله عليه وسلم تزوجها حلالا وبنى بها\r\nحلالا وماتت بسرف في الليلة التي بنى بها وكانت\r\nخالتي فنزلت في قبرها أنا وابن عباس فلما وضعناها في\r\nاللحد مال رأسها فأخذت ردائي فجمعته فوضعته تحت\r\nرأسها فاجتذبه بن عباس فرمى به ووضع تحت رأسها\r\nكذانة قال وكانت حلقت في الحج فكان رأسها محمما\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n( 7106 ) حدثنا زهير حدثنا أحمد بن إسحاق\r\nحدثنا حماد بن سلمة عن حبيب بن الشهيد عن ميمون بن\r\nمهران عن يزيد بن الأصم\r\nعن ميمونة قالت تزوجني رسول الله صلى الله عليه وسلم بسرف\r\nوهما حلالان بعدما رجعنا من مكة\r\n( 7107 ) حدثنا زهير حدثنا هاشم بن القاسم\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nحدثنا شعبة عن الحكم قال\r\nقلت للقاسم أوتر بثلاث حين يؤذن المؤذن ثم أخرج\r\nإلى الصلاة قال لا تصل إلا بخمس أو سبع\r\nقال الحكم فأخبرت بذلك مجاهدا ويحيى بن الجزار\r\nفقالا لي سله عمن هذا فقال عن الثقة عن عائشة\r\nوميمونة عن النبي صلى الله عليه وسلم\r\n( 7108 ) حدثنا أبو خيثمة حدثنا عبد الله بن\r\nإدريس حدثنا الأعمش عن سالم بن أبي الجعد عن كريب\r\nعن بن عباس عن\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\nميمونة أن رسول الله صلى الله عليه وسلم اغتسل فأتي بمنديل\r\nفلم يمسه وجعل يقول بالماء هكذا من أصابعه يعني ينفض\r\nيده\r\n( 7109 ) حدثنا زهير حدثنا الحسن بن موسى\r\nحدثنا بن لهيعة حدثنا بكير بن الأشج عن كريب مولى بن\r\nعباس قال\r\nسمعت ميمونة قالت أعتقت وليدة في زمن رسول الله\r\nصلى الله عليه وسلم فذكرت ذلك له فقال لي رسول الله صلى الله عليه وسلم لو\r\nأعطيتها أخوالك كان أعظم لاجرك\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n( 7110 ) حدثنا أبو خيثمة حدثنا عفان حدثنا\r\nعبد الواحد بن زياد حدثنا عبد الله بن عبد الله بن الأصم عن\r\nيزيد الأصم قال\r\nثقلت ميمونة زوج النبي صلى الله عليه وسلم بمكة وليس عندها من بني\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\nأخيها فقالت أخرجوني من مكة فإني لا أموت بها إن\r\nرسول الله صلى الله عليه وسلم أخبرني أني لا أموت بمكة\r\nقال فحملوها حتى أتوا بها سرف إلى الشجرة التي بنى\r\nبها رسول الله صلى الله عليه وسلم تحتها في موضع القبة\r\nقال فماتت فلما وضعناها في لحدها أخذت ردائي\r\nفوضعته تحت خدها في اللحد فأخذه بن عباس فرمى به\r\n( 7111 ) حدثنا أبو خيثمة حدثنا سعيد بن\r\nسليمان حدثنا عباد عن حنظلة السدوسي قال سمعت\r\nعبد الله بن الحارث بن نوفل قال\r\nحدثتني ميمونة بنت الحارث زوج النبي صلى الله عليه وسلم أن النبي\r\nصلى الله عليه وسلم كان يصلي ركعتين قبل العصر\r\n( 7112 ) حدثنا زهير حدثنا سعيد بن سليمان\r\nحدثنا سليمان بن كثير حدثنا بن شهاب عن عبيد بن\r\nالسباق عن بن عباس\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\nعن ميمونة بنت الحارث قالت دخل علينا رسول الله\r\nصلى الله عليه وسلم يوما فاترا قالت فقلت يا رسول الله ما لي أراك\r\nفاترا قال إن جبريل عليه السلام وعدني أن يأتيني وما\r\nأخلفني قالت فمكث يومه ذاك وليلته\r\nقالت فاتهم جرو كلب كانت تحت نضد لهم للحسين\r\nفأمر به فأخرج وأمر بماء فنضح مكانه بيده\r\nقال فخرج فإذا هو بجبريل عليهما السلام قال\r\nإنك وعدتني أن تأتيني قال جبريل عليه السلام إنا لا\r\nندخل بيتا فيه كلب ولا صورة\r\nوأمر رسول الله صلى الله عليه وسلم بقتل الكلاب حتى إن كان ليكلم\r\nفي كلب الحائط الصغير فما يأذن فيه\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n( 7113 ) حدثنا يعقوب بن إبراهيم حدثنا أبو\r\nعاصم عن بن جريج قال سمعت نافعا يحدث عن إبراهيم\r\nبن عبد الله بن معبد بن عباس\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nعن ميمونة أنها سمعت رسول الله صلى الله عليه وسلم يقول صلاة\r\nفي مسجدي هذا أفضل من ألف صلاة فيما سواه إلا المسجد\r\nالحرام\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nحديث صفية بتت حيي بن أخطب\r\nزوج النبي صلى الله عليه وسلم رضي الله تعالى عنها\r\n( 7114 ) حدثنا شيبان بن فروخ حدثنا سليمان يعني\r\nبن المغيرة حدثنا حميد يعني بن هلال\r\nأن صفية قالت انتهيت إلى رسول الله صلى الله عليه وسلم وما من\r\nأحد أكره إلي منه فقال إن قومك صنعوا كذا وكذا\r\nقالت فما قمت من مقعدي وما من الناس أحد أحب\r\nإلي منه\r\n( 7115 ) حدثنا أبو الربيع الزهراني حدثنا جعفر بن\r\nسليمان عن داود بن أبي هند عن إسحاق الهاشمي\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\nحدثتنا صفية قالت دخل علي رسول الله صلى الله عليه وسلم فقربت\r\nإليه كتفا باردا فكنت أسحاها فأكلها ثم قام فصلى\r\n( 7116 ) حدثنا أبو خيثمة حدثنا وكيع حدثنا\r\nسفيان عن سلمة عن أبي إدريس عن بن صفوان\r\nعن صفية أم المؤمنين قالت قال رسول الله صلى الله عليه وسلم لا\r\nينتهي الناس عن غزو هذا البيت حتى يغزوه جيش حتى إذا\r\nكانوا ببيداء من الأرض خسف بأولهم وآخرهم ولم ينج\r\nأوسطهم قالت قلت يا رسول الله أرأيت المكروه منهم\r\nقال يبعثهم الله عز وجل على ما في أنفسهم\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n( 7117 ) حدثنا أبو خيثمة حدثنا وهب بن جرير\r\nحدثنا أبي قال سمعت يعلى بن حكيم يحدث عن صهيرة بنت\r\nجيفر\r\nعن صفية قالت حرم رسول الله صلى الله عليه وسلم نبيذ الجر\r\n( 7118 ) حدثنا زهير حدثنا عبد الصمد بن\r\nعبد الوارث حدثنا هاشم الكوفي حدثنا كنانة قال\r\nحدثتني صفية أن رسول الله صلى الله عليه وسلم جعل عتقها مهرها\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nوأنه صلى الله عليه وسلم دخل عليها وبيدها أربعة آلاف نواة تسبح بها\r\nفقال لقد سبحت منذ قمت عليك أكثر مما سبحت قالت\r\nقلت علمني يا رسول الله قال قولي سبحان الله عدد ما\r\nخلق\r\n( 7119 ) حدثنا أبو هشام محمد بن يزيد بن رفاعة\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nحدثنا يونس بن بكير عن إبراهيم بن إسماعيل بن مجمع\r\nقال حدثني عثمان بن كعب عن رجل يقال له ربيع\r\nعن صفية بنت حيي قالت أردفني رسول الله صلى الله عليه وسلم\r\nعلى عجز ناقة ليلا قالت فجعلت أنعس فيمسني رسول\r\nالله صلى الله عليه وسلم بيده ويقول يا هذه يا بنت حيي وجعل يقول\r\nيا صفية إني أعتذر إليك مما صنعت بقومك إنهم قالوا لي\r\nكذا إنهم قالوا لي كذا\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n( 7120 ) حدثنا محمد بن عبد الله بن نمير حدثنا\r\nيونس بن بكير أخبرنا إبراهيم بن إسماعيل قال حدثني\r\nعثمان بن كعب قال حدثني ربيع رجل من بني النضير وكان\r\nفي حجر صفية\r\nعن صفية بنت حيي قالت ما رأيت قط أحسن خلقا من\r\nرسول الله صلى الله عليه وسلم لقد رأيته ركب بي من خيبر على عجز ناقته\r\nليلا فجعلت أنعس فيضرب رأسي مؤخرة الرحل فيمسني\r\nبيده ويقول يا هذه مهلا يا بنت حيي حتى إذا جاء الصهباء\r\nقال أما إني أعتذر إليك يا صفية مما صنعت بقومك إنهم\r\nقالوا لي كذا وكذا\r\n( 7121 ) حدثنا وهب بن بقية أخبرنا خالد عن\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nعبد الرحمن بن إسحاق عن الزهري عن علي بن حسين\r\nقال\r\nحدثتني صفية بنت حيي زوج النبي صلى الله عليه وسلم قالت جئت\r\nإلى النبي صلى الله عليه وسلم فتحدثت عنده وهو عاكف في المسجد فقام\r\nمعي ليلة من الليالي يبلغني بيتي فلقيه رجلان من الأنصار\r\nفلما رأياه استحيا فرجعا فقال تعاليا فإنها صفية زوج النبي\r\nصلى الله عليه وسلم\r\nفقالا نعوذ بالله سبحان الله قال ما أقول لكما\r\nهذا أن تكونا تظنا سوءا ولكني قد علمت أن الشيطان يجري\r\nمن بن آدم مجرى الدم\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\nحديث أم حبيبة بنت أبي سفيان أم المؤمنين\r\n( 7122 ) حدثنا أبو خيثمة زهير بن حرب حدثنا\r\nسفيان بن عيينة حدثنا عمرو عن سالم بن شوال\r\nعن أم حبيبة قالت كنا نفعله على عهد رسول الله\r\nصلى الله عليه وسلم تعني نصلي الصبح بمنى يوم النحر\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n( 7123 ) حدثنا أبو خيثمة حدثنا جرير عن يحيى\r\nعن حميد بن نافع عن زينب بنت أبي سلمة\r\nعن أمها أم سلمة وأم حبيبة زوجي النبي صلى الله عليه وسلم قالتا\r\nجاءت امرأة إلى النبي صلى الله عليه وسلم فقالت يا نبي الله إن ابنتي\r\nتوفي زوجها وإنها تعتد وإني أخاف على عينها أفأكحلها\r\nفقال رسول الله صلى الله عليه وسلم قد كانت المرأة منكن ترمي\r\nبالبعرة على رأس الحول وإنما هي أربعة أشهر وعشر\r\n( 7124 ) حدثنا زهير حدثنا إسماعيل بن إبراهيم\r\nحدثنا داود بن أبي هند أخبرنا النعمان بن سالم عن عمرو\r\nبن أوس قال قال لي عنبسة بن أبي سفيان ألا أحدثك حديثا\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\nحدثتناه أم حبيبة بنت أبي سفيان قال بلى قال وما رئيته قال\r\nوما ذاك إلا كبشارة إليك قال\r\nحدثتنا أن رسول الله صلى الله عليه وسلم قال من صلى في يوم\r\nثنتي عشرة سجدة تطوعا بني له بهن بيت في الجنة\r\nفقالت أم حبيبة فما تركتهن منذ سمعتهن\r\nقال النعمان ما تركتهن منذ سمعتهن من عمرو\r\nقال داود أما نحن فقد نصلي ونترك\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n( 7125 ) حدثنا زهير حدثنا يحيى بن سعيد حدثنا\r\nعبيد الله قال أخبرني نافع عن سالم عن أبي الجراح\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\nعن أم حبيبة عن النبي صلى الله عليه وسلم قال لا تصحب\r\nالملائكة رفقة فيها جرس\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n( 7126 ) حدثنا زهير حدثنا هاشم بن القاسم حدثنا\r\nليث قال حدثني يزيد بن أبي حبيب عن سويد بن قيس عن\r\nمعاوية بن حديج عن معاوية بن أبي سفيان\r\nأنه سأل أخته أم حبيبة زوج النبي صلى الله عليه وسلم هل كان رسول\r\nالله صلى الله عليه وسلم يصلي في الثوب الذي يجامعها فيه قالت نعم\r\nإذا لم ير فيه أذى\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n( 7127 ) حدثنا أبو خيثمة حدثنا يعقوب بن إبراهيم\r\nحدثني أبي عن بن إسحاق قال حدثني محمد بن طلحة\r\nعن سالم بن عبد الله عن أبي الجراح مولى أم حبيبة\r\nعن أم حبيبة قالت سمعت رسول الله صلى الله عليه وسلم يقول\r\nلولا أن أشق على أمتي لامرتهم بالسواك عند كل صلاة كما\r\nيتوضؤون\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n( 7128 ) حدثنا زهير حدثنا يعقوب بن إبراهيم\r\nحدثنا بن أخي بن شهاب عن عمه قال أخبرني عروة بن\r\nالزبير أن زينب بنت أم سلمة أخبرته\r\nأن أم حبيبة زوج النبي صلى الله عليه وسلم أخبرتها قالت يا رسول\r\nالله انكح أختي بنت أبي سفيان فزعمت أن رسول الله صلى الله عليه وسلم\r\nقال لها وتحبين ذلك قالت نعم يا رسول الله لست\r\nلك بمخلية وأحب من شركني في خير أختي قالت فقال\r\nرسول الله صلى الله عليه وسلم إن ذلك لا يحل لي قالت فقلت يا\r\nرسول الله فوالله إنا لنتحدث أنك تريد أن تنكح درة بنت أبي\r\nسلمة قال رسول الله صلى الله عليه وسلم ابنة أم سلمة قالت نعم\r\nقال رسول الله صلى الله عليه وسلم وأيم الله لو أنها لم تكن ربيبتي في\r\nحجري ما حلت لي إنها لابنة أخي من الرضاعة أرضعتني\r\nوأبا سلمة ثويبة فلا تعرضن علي بناتكن ولا أخواتكن\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n( 7129 ) حدثنا أبو خيثمة حدثنا يعقوب بن إبراهيم\r\nحدثنا أبي عن بن إسحاق قال حدثني أبو جعفر محمد بن\r\nعلي ونافع أن عمرو بن نافع مولى عمر بن الخطاب حدثهما\r\nأنه كان يكتب المصاحف في عهد أزواج النبي صلى الله عليه وسلم\r\nقال فاستكتبتني حفصة مصحفا وقالت لي إذا بلغت\r\nهذه الآية من سورة البقرة فلا تكتبها حتى تأتيني بها\r\nفأمليها عليك كما حفظتها من رسول الله صلى الله عليه وسلم\r\nقال فلما بلغتها جئتها بالورقة التي أكتبها فقالت اكتب\r\n* ( حافظوا على الصلوات والصلاة الوسطى ) * وصلاة العصر\r\nوقوموا لله قانتين\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n( 7130 ) حدثنا زهير بن حرب حدثنا يزيد بن\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\nهارون أخبرنا محمد بن عبد الله الشعيثي عن أبيه عن\r\nعنبسة بن أبي سفيان\r\nعن أم حبيبة زوج النبي صلى الله عليه وسلم قالت قال رسول الله\r\nصلى الله عليه وسلم من صلى أربعا قبل الظهر وأربعا بعدها حرمه الله\r\nعلى النار\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n( 7131 ) حدثنا أبو خيثمة حدثنا وهب بن جرير\r\nحدثنا شعبة عن أبي حصين عن يحيى بن وثاب عن أبي\r\nعبد الرحمن\r\nعن أم حبيبة زوج النبي صلى الله عليه وسلم أن النبي صلى الله عليه وسلم كان\r\nيصلي على الخمرة\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n( 7132 ) حدثنا زهير حدثنا محمد بن يزيد بن\r\nخنيس قال دخلنا على سفيان الثوري نعوده من مرض كان به\r\nفدخل علينا سعيد بن حسان المخزومي فقال له سفيان الذي\r\nحدثتني أم صالح اردده علي قال فقال سعيد نعم\r\nحدثتني أم صالح عن صفية بنت شيبة\r\nعن أم حبيبة زوج النبي صلى الله عليه وسلم قالت قال رسول الله\r\nصلى الله عليه وسلم كلام بن آدم كله عليه لا له إلا أمر بمعروف أو نهى\r\nعن منكر أو ذكر الله عز وجل\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n( 7133 ) حدثنا عبد الله بن محمد حدثنا جويرية\r\nعن نافع أن سالم بن عبد الله بن عمر حدثه أن الجراح مولى أم\r\nحبيبة زوج النبي صلى الله عليه وسلم حدث عبد الله بن عمر\r\nأن أم حبيبة حدثته أن رسول الله صلى الله عليه وسلم قال إن\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\nالعير التي فيها الجرس لا تصحبها الملائكة\r\n( 7134 ) حدثنا محمد بن عبد الله بن نمير حدثنا\r\nمحمد بن يزيد بن خنيس المكي حدثنا سعيد بن حسان\r\nقال حدثتني أم صالح عن صفية بنت شيبة\r\nعن أم حبيبة قالت قال رسول الله صلى الله عليه وسلم كل كلام\r\nبن آدم عليه لا له إلا أمر بمعروف أو نهي عن منكر\r\nأو ذكر الله\r\n( 7135 ) حدثنا شيبان بن فروخ حدثنا جرير\r\nحدثنا عبد الملك بن عمير عن سالم بن منقذ عن عمرو بن\r\nأوس الثقفي قال دخلت على عنبسة بن أبي سفيان وهو ينزع\r\nفقال ما أحب أنك وذاك أني محدثك حديثا حدثتنيه\r\nأم حبيبة بنت أبي سفيان حدثتني أن النبي صلى الله عليه وسلم قال\r\nمن صلى ثنتي عشرة ركعة مع صلاة النهار بنى الله عز\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\nوجل له بيتا في الجنة\r\n( 7136 ) حدثنا شيبان حدثنا همام حدثنا نافع\r\nعن سالم عن الجرار مولى أم حبيبة\r\nعن أم حبيبة أنها قالت سمعت النبي صلى الله عليه وسلم يقول\r\nرفقة فيها جرس لا تصحبها الملائكة\r\n( 7137 ) حدثنا هارون بن معروف حدثنا يحيى بن\r\nسليم قال سمعت محمد بن سعيد المؤذن عن عبد الله بن\r\nعنبسة يقول\r\nسمعت أم حبيبة بنت أبي سفيان تقول قال رسول الله\r\nصلى الله عليه وسلم من حافظ على أربع ركعات قبل العصر بنى الله عز\r\nوجل له بيتا في الجنة\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n( 7138 ) حدثنا أبو نصر عبد الملك بن عبد العزيز\r\nالقشيري التمار حدثنا حماد بن سلمة عن عاصم عن أبي\r\nصالح\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\nعن أم حبيبة قالت قال رسول الله صلى الله عليه وسلم من صلى\r\nفي يوم ثنتي عشرة ركعة بنى الله له بيتا في الجنة\r\n( 7139 ) حدثنا أحمد بن إبراهيم حدثنا أبو\r\nعبد الرحمن حدثنا محمد بن عبد الله الشعيثي أبو عبد الله\r\nعن أبيه عن عنبسة بن أبي سفيان\r\nعن أخته أم حبيبة زوج النبي صلى الله عليه وسلم قالت من صلى\r\nأربع ركعات قبل الظهر وأربعا بعدها حرمه الله عز وجل\r\nعلى النار\r\n( 7140 ) حدثنا يحيى بن أيوب حدثنا إسماعيل بن\r\nعياش قال أخبرني عطاء الخراساني عن معاوية بن أبي سفيان\r\nقال\r\nدخلت على أم حبيبة زوج النبي صلى الله عليه وسلم فرأيت النبي\r\nصلى الله عليه وسلم قائما يصلي في ثوب واحد قد خالف بين طرفيه فقلت\r\nيا أم حبيبة أيصلي النبي صلى الله عليه وسلم في ثوب واحد\r\nفقالت نعم وهو الثوب الذي كان فيه ما كان تعني\r\nالجماع\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n( 7141 ) حدثنا محمد بن بشار حدثنا محمد حدثنا\r\nشعبة عن أبي بشر عن أبي المليح بن أسامة\r\nعن أم حبيبة عن النبي صلى الله عليه وسلم أنه كان إذا سمع المؤذن\r\nقال كما يقول المؤذن حتى يسكت\r\n( 7142 ) حدثنا بندار قال حدثني عبد الرحمن وبهز\r\nعن شعبة عن أبي بشر عن أبي المليح عن عبد الله بن عتبة\r\nعن أم حبيبة عن النبي صلى الله عليه وسلم أنه قال كما يقول المؤذن\r\nحتى يسكت\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n( 7143 ) حدثنا روح بن عبد المؤمن المقرئ\r\nحدثنا يعقوب بن إبراهيم بن سعد بن إبراهيم العوفي حدثنا\r\nأبي عن محمد بن إسحاق عن محمد بن طلحة بن يزيد بن\r\nركانة عن سالم بن عبد الله عن أبي الجراح مولى أم حبيبة\r\nزوج النبي صلى الله عليه وسلم\r\nأن أم حبيبة بنت أبي سفيان حدثته أن رسول الله صلى الله عليه وسلم\r\nقال لولا أن أشق على أمتي لامرتهم بالسواك عند كل صلاة\r\nكما يتوضؤون\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n( 7144 ) حدثنا أبو بكر بن زنجويه حدثنا أبو\r\nمسهر قال حدثني هيثم بن حميد حدثنا العلاء عن\r\nمكحول عن عنبسة بن أبي سفيان\r\nعن أم حبيبة زوج النبي صلى الله عليه وسلم أنها سمعت رسول الله\r\nصلى الله عليه وسلم يقول من مس فرجه فليتوضأ قال العلاء قال\r\nمكحول من مسه متعمدا\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n( 7145 ) حدثنا أبو خيثمة حدثنا أبو عامر العقدي\r\nحدثنا بن أبي ذئب عن الزهري عن أبي سلمة عن\r\nسفيان بن سعيد\r\nعن أم حبيبة أن النبي صلى الله عليه وسلم توضأ مما مست النار\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n( 7146 ) حدثنا زهير حدثنا عفان بن مسلم حدثنا\r\nأبو عوانة عن أبي بشر عن أبي مليح عن عبد الله بن عتبه\r\nعن عمته أم حبيبة أن رسول الله صلى الله عليه وسلم كان إذا سمع\r\nالمؤذن قال كما يقول حتى يسكت\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n( 7147 ) حدثنا أبو خيثمة حدثنا الحسن بن\r\nموسى حدثنا بن لهيعة حدثنا دراج عن عمر بن الحكم أنه\r\nحدثه\r\nعن أم حبيبة بنت أبي سفيان أن ناسا من اليمن قدموا\r\nعلى رسول الله صلى الله عليه وسلم فأعلمهم الصلاة والسنن والفرائض\r\nقالوا يا رسول الله إن لنا شرابا نصنعه من القمح والشعير\r\nقال الغبيراء قالوا نعم قال طلا تطعموه ثم لما كان\r\nبعد ذلك بيومين ذكروها له أيضا قال الغبيراء قالوا\r\nنعم قال فلا تطعموه ثم لما أرادوا أن ينطلقوا سألوه عنه\r\nفقال الغبيراء قالوا نعم قال فلا تطعموه قالوا\r\nفإنهم لا يدعونها قال من لم يتركها فاضربوا عنقه\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\nحديث أم عمارة بنت كعب عن النبي صلى الله عليه وسلم\r\n( 7148 ) حدثنا علي بن الجعد أخبرنا شعبة عن\r\nحبيب بن زيد الأنصاري قال سمعت مولاة لنا يقال لها ليلى\r\nتحدث\r\nعن أم عمارة بنت كعب أن رسول الله صلى الله عليه وسلم دخل\r\nعليها فدعت له بطعام قال تعالي فكلي فقالت إني\r\nصائمة فقال إن الصائم إذا أكل عنده صلت عليه\r\nالملائكة\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\nحديث أم هشام بنت حارثة بن النعمان\r\nعن النبي صلى الله عليه وسلم\r\n( 7149 ) حدثنا زهير حدثنا جرير عن محمد بن\r\nإسحاق عن عبد الله بن أبي بكر عن يحيى بن عبد الله\r\nعن أم هشام بنت حارثة بن النعمان قالت قرأت * ( ق\r\nوالقرآن المجيد ) * من في رسول الله صلى الله عليه وسلم وكان\r\nيقرؤها كل جمعة إذا خطب الناس\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n( 7150 ) حدثنا أبو خيثمة حدثنا شبابة بن سوار\r\nحدثنا شعبة عن خبيب بن عبد الرحمن عن عبد الله بن محمد\r\nبن معن\r\nعن ابنة حارثة بن النعمان قالت كان تنورنا وتنور\r\nرسول الله صلى الله عليه وسلم واحدا قالت فحفظت ق من في رسول\r\nالله صلى الله عليه وسلم يوم الجمعة\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\nحديث ضباعة بنت الزبير بن عبد المطلب\r\nعن النبي صلى الله عليه وسلم\r\n( 7151 ) حدثنا هدبة بن خالد حدثنا همام حدثنا\r\nقتادة عن إسحاق بن عبد الله بن الحارث أن جدته أم الحكم\r\nحدثته\r\nعن أختها ضباعة بنت الزبير أنها رفعت إلى النبي صلى الله عليه وسلم\r\nلحما فانتهس منه ثم صلى ولم يتوضأ\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\nحديث أخت عبد الله بن رواحة عن النبي صلى الله عليه وسلم\r\n( 7152 ) حدثنا محمد بن أبي بكر المقدمي حدثنا\r\nيحيى عن شعبة قال حدثني محمد بن النعمان عن طلحة\r\nبن مصرف عن امرأة من عبد القيس\r\nعن أخت عبد الله بن رواحة قالت سمعت النبي صلى الله عليه وسلم\r\nيقول وجب الخروج على كل ذات نطاق يعني في\r\nالعيدين\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\nحديث امرأة عن النبي صلى الله عليه وسلم\r\n( 7153 ) حدثنا إبراهيم بن الحجاج حدثنا حماد\r\nعن هشام بن أبي عبد الله عن بديل بن ميسرة عن عبد الله\r\nبن عتبة\r\nعن امرأة أن رسول الله صلى الله عليه وسلم أتي بوطبة فأخذها أعرابي\r\nبثلاث لقم فقال رسول الله صلى الله عليه وسلم أما أنه لو قال بسم\r\nالله لوسعكم\r\nوقال إذا نسي أحدكم اسم الله على طعامه فليقل إذا\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\nذكر باسم الله أوله وآخره\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\nحديث زينب بنت جحش عن النبي صلى الله عليه وسلم\r\n( 7154 ) حدثنا هارون بن عبد الله حدثنا بن أبي\r\nفديك حدثنا بن أبي ذئب قال حدثني صالح مولى التوأمة\r\nعن أبي هريرة أن رسول الله صلى الله عليه وسلم قال للنساء عام حجة\r\nالوداع هذه ثم ظهور الحصر\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\nقال فكن كلهن يحججن إلا سودة بنت زمعة وزينب\r\nبنت جحش فإنهما كانتا تقولان والله لا تحركنا دابة بعد إذ\r\nسمعنا من رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n( 7155 ) حدثنا إسحاق وهارون الحمال واللفظ\r\nلإسحاق قالا حدثنا سفيان عن الزهري عن عروة عن\r\nزينب عن حبيبة عن أم حبيبة\r\nعن زينب أن النبي صلى الله عليه وسلم استيقظ من نوم محمرا وجهه\r\nوهو يقول لا إله إلا الله ويل للعرب من شر قد اقترب فتح\r\nاليوم من ردم يأجوج ومأجوج مثل هذه قالت زينب يا\r\nرسول الله أنهلك وفينا الصالحون قال نعم إذا كثر\r\nالخبث\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n( 7156 ) حدثنا زهير حدثنا منصور بن سلمة\r\nالخزاعي أخبرنا مالك عن عبد الله بن أبي بكر عن حميد\r\nبن نافع عن زينب بنت أم سلمة أنها أخبرته\r\nقالت دخلت على زينب بنت جحش حين توفي\r\nأخوها فدعت بطيب فمست منه ثم قالت والله ما لي بالطيب\r\nمن حاجة غير أني سمعت رسول الله صلى الله عليه وسلم يقول على المنبر\r\nلا يحل لامرأة تؤمن بالله واليوم الآخر تحد على ميت فوق\r\nثلاث ليال إلا على زوج أربعة أشهر وعشرا\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n( 7157 ) حدثنا زهير حدثنا عبيد الله بن عبد المجيد\r\nالحنفي حدثنا عبد الله بن عمر عن إبراهيم بن محمد\r\nعن أبيه\r\nعن زينب بنت جحش أنها كانت ترجل رسول الله صلى الله عليه وسلم في\r\nمخضب من صفر\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n( 7158 ) حدثنا أبو خيثمة حدثنا إسحاق بن سليمان\r\nالرازي قال سمعت بن أبي ذئب عن صالح مولى التوأمة\r\nعن أبي هريرة قال قال رسول الله صلى الله عليه وسلم لنسائه هذه\r\nالحجة ثم ظهور الحصر فكن كلهن يحججن إلا زينب وسودة\r\nقالتا لا تحركنا دابة بعد قول رسول الله صلى الله عليه وسلم تعني هذه\r\nثم ظهور الحصر\r\n( 7159 ) حدثنا أبو خيثمة حدثنا سفيان بن عيينة\r\nعن الزهري عن عروة عن زينب عن حبيبة عن أم حبيبة\r\nعن زينب أن النبي صلى الله عليه وسلم استيقظ من نوم محمرا وجهه\r\nوهو يقول لا إله إلا الله ويل للعرب من شر قد اقترب فتح\r\nاليوم من ردم يأجوج ومأجوج مثل هذه قالت زينب أنهلك\r\nوفينا الصالحون قال نعم إذا كثر الخبث\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\nحديث رزينة\r\n( 7160 ) حدثنا عبيد الله بن عمر القواريري حدثتنا\r\nعليلة بنت الكميت قالت حدثتني أمي أمينة أنها حدثتها أمة الله\r\nبنت رزينة\r\nعن أمها رزينة مولاة رسول الله صلى الله عليه وسلم أن سودة اليمانية\r\nجاءت عائشة تزورها وعندها حفصة بنت عمر فجائت سودة\r\nفي هيئة وفي حال حسنة عليها درع من برود اليمن وخمار\r\nكذلك وعليها نقطتان مثل العدستين من صبر وزعفران في\r\nمؤقيها\r\nقالت عليلة وأدركت النساء يتزين به فقالت حفصة\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\nلعائشة يا أم المؤمنين يجئ رسول الله صلى الله عليه وسلم فشقا\r\nوهذه بيننا تبرق فقالت لها أم المؤمنين اتقي الله يا حفصة\r\nاتقي الله يا حفصة قالت لافسدن عليها زينتها\r\nقالت ما تقلن وكان في أذنها ثقل\r\nقالت لها حفصة يا سودة خرج الأعور\r\nقالت نعم ففزعت فزعا شديدا فجعلت تنتفض\r\nقالت أين أختبئ\r\nقالت عليك بالخيمة خيمة لهم من سعف يطبخون\r\nفيها فذهبت فاختبأت فيها وفيها القذر ونسج العنكبوت\r\nفجاء رسول الله صلى الله عليه وسلم وهما تضحكان لا تستطيعان أن\r\nتتكلما من الضحك قال ماذا الضحك ثلاث مرار فأومأتا\r\nبأيديهما إلى الخيمة فذهب فإذا سودة ترعد فقال لها يا\r\nسودة ما لك قالت يا رسول الله خرج الله خرج الأعور قال ما\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\nخرج وليخرجن ما خرج وليخرجن ما خرج وليخرجن ثم\r\nدخل فأخرجها فجعل ينفض عنها الغبار ونسج العنكبوت\r\n( 7161 ) حدثنا أبو سعيد الجشمي قال حدثتنا عليلة\r\nبنت الكميت قالت سمعت أمي أمينة قالت حدثتني أمة الله\r\nبنت رزينة\r\nعن أمها رزينة مولاة رسول الله صلى الله عليه وسلم أنه سبى صفية\r\nيوم قريظة والنضير حين فتح الله عليه فجاء بها يقودها سبية\r\nفلما رأت النساء قالت أشهد أن لا إله إلا الله وإنك رسول\r\nالله فأرسلها وكان ذراعها في يده فأعتقها ثم خطبها وتزوجها\r\nوأمهرها\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n( 7162 ) حدثنا عبيد الله القواريري حدثتنا عليلة\r\nعن أمها قالت قلت لامة الله بنت رزينة\r\nيا أمة الله حدثتك أمك رزينة أنها سمعت\r\nيذكر صوم عاشوراء قالت نعم وكان يعظمه حتى\r\nيدعو برضعائه ورضعاء ابنته فاطمة فيتفل في أفواههن ويقول\r\nللأمهات لا ترضعنهن إلى الليل\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\nحديث حليمة بنت الحارث أم رسول الله صلى الله عليه وسلم\r\n( 7163 ) حدثنا مسروق بن المرزبان الكوفي والحسن\r\nبن حماد ونسخته من حديث مسروق حدثنا يحيى بن زكريا بن\r\nزائدة حدثنا محمد بن إسحاق عن جهم بن أبي جهم عن\r\nعبد الله بن جعفر\r\nعن حليمة بنت الحارثأم رسول الله صلى الله عليه وسلم السعدية\r\nالتي أرضعته قالت خرجت في نسوة من بني سعد بن بكر\r\nنلتمس الرضعاء بمكة على أتان لي قمراء قد أذمت\r\nفزاحمت بالركب\r\nقالت وخرجنا في سنة شهباء لم تبق شيئا ومعي زوجي\r\nالحارث بن عبد العزى\r\nقالت ومعنا شارف لنا والله إن تبض علينا بقطرة من\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\nلبن ومعي صبي لي إن ننام ليلتنا مع بكائه ما في ثديه ما\r\nيغنيه وما شارفنا من لبن نغذوه إلا أنا نرجو فلما قدمنا مكة\r\nلم تبق منا امرأة إلا عرض عليها رسول الله صلى الله عليه وسلم فتأباه وإنما\r\nكنا نرجو كرامة رضاعة من والد المولود وكان يتيما فكنا\r\nنقول ما عسى أن تصنع أمه حتى لم يبق من صواحبي امرأة\r\nإلا أخذت صبيا غيري وكرهت أن أرجع ولم آخذ شيئا وقد\r\nأخذ صواحبي فقلت لزوجي والله لأرجعن إلى ذلك\r\nفلآخذنه\r\nقالت فأتيته فأخذته فرجعته إلى رحلي فقال زوجي\r\nقد أخذته فقلت نعم والله ذاك أني لم أجد غيره فقال\r\nقد أصبت فعسى الله أن يجعل فيه خيرا\r\nقالت فوالله ما هو إلا أن جعلته في حجري قالت فأقبل\r\nعليه ثديي بما شاء من اللبن\r\nقالت فشرب حتى روي وشرب أخوه تعني ابنها\r\nحتى روي وقام زوجي إلى شارفنا من الليل فإذا بها\r\nحافل فحلب لنا ما شئنا فشرب حتى روي\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\nقالت وشربت حتى رويت فبتنا ليلتنا تلك بخير شباعا\r\nرواء وقد نام صبياننا\r\nقالت يقول أبوه تعني زوجها والله يا حليمة ما أراك\r\nإلا قد أصبت نسمة مباركة قد نام صبينا وروي\r\nقالت ثم خرجنا فوالله لخرجت أتاني أمام الركب قد\r\nقطعتهن حتى ما يبلغونها حتى إنهم ليقولون ويحك يا بنت\r\nالحارث كفي علينا أليست هذه بأتانك التي خرجت عليها\r\nفأقول بلى والله وهي قدامنا حتى قدمنا منازلنا من حاضر بني\r\nسعد بن بكر فقدمنا على أجدب أرض الله فوالذي نفس\r\nحليمة بيده إن كانوا ليسرحون أغنامهم إذا أصبحوا ويسرح\r\nراعي غنمي فتروح غنمي بطانا لبنا حفلا وتروح أغنامهم\r\nجياعا هالكة ما بها من لبن\r\nقالت فنشرب ما شئنا من لبن وما من الحاضر أحد\r\nيحلب قطرة ولا يجدها\r\nيقولون لرعاتهم ويلكم ألا تسرحون حيث يسرح راعي\r\nحليمة فيسرحون في الشعب الذي يسرح فيه راعينا فتروح\r\nأغنامهم جياعا ما لها من لبن وتروح غنمي لبنا حفلا\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\nقالت وكان صلى الله عليه وسلم يشب في اليوم شباب الصبي في\r\nالشهر ويشب في الشهر شباب الصبي في سنة فبلغ ستا\r\nوهو غلام جفر\r\nقالت فقدمنا على أمه فقلنا لها وقال لها أبوه ردوا\r\nعلينا ابني فلنرجع به فإنا نخشى عليه وباء مكة\r\nقالت ونحن أضن بشأنه لما رأينا من بركته قالت فلم\r\nيزل بها حتى قالت ارجعا به فرجعنا به فمكث عندنا\r\nشهرين\r\nقالت فبينا هو يلعب وأخوه يوما خلف البيوت يرعيان\r\nبهما لنا إذ جاءنا أخوه يشتد فقال لي ولأبيه أدركا أخي\r\nالقرشي قد جاءه رجلان فأضجعاه فشقا بطنه فخرجنا نحوه\r\nنشتد فانتهينا إليه وهو قائم منتقع لونه فاعتنقه أبوه واعتنقته ثم\r\nقلنا ما لك أي بني قال أتاني رجلان عليهما ثياب بيض\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\nفأضجعاني ثم شقا بطني فوالله ما أدري ما صنعا\r\nقالت فاحتملناه فرجعنا به قالت يقول أبوه والله يا\r\nحليمة ما أرى هذا الغلام إلا قد أصيب فانطلقي فلنرده إلى\r\nأهله قبل أن يظهر به ما نتخوف عليه\r\nقالت فرجعنا به إليها فقالت ما لردكما به وقد كنتما\r\nحريصين عليه\r\nقالت فقلت لا والله إلا أنا كفلناه وأدينا الحق الذي\r\nيجب علينا فيه ثم تخوفت الاحداث عليه فقلنا يكون في\r\nأهله\r\nقالت فقالت آمنة والله ما ذاك بكما فأخبراني خبركما\r\nوخبره فوالله ما زالت بنا حتى أخبرناها خبره قالت فتخوفتما\r\nعليه كلا والله إن لابني هذا شأنا إلا أخبركما عنه إني\r\nحملت به فلم أحمل حملا قط كان أخف ولا أعظم بركة منه\r\nثم رأيت نورا كأنه شهاب خرج مني حين وضعته أضاءت لي\r\nأعناق الإبل ببصرى ثم وضعته فما وقع كما يقع الصبيان وقع\r\nواضعا يده بالأرض رافعا رأسه إلى السماء دعاه والحقا\r\nبشأنكما\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\nتميم الداري\r\n( 7164 ) حدثنا منصور بن أبي مزاحم حدثنا\r\nإسماعيل بن عياش عن سهيل بن أبي صالح عن أبيه عن\r\nعطاء بن يزيد\r\nعن تميم الداري أن النبي صلى الله عليه وسلم قال إنما الدين\r\nالنصيحة إنما الدين النصيحة إنما الدين النصيحة قالوا\r\nلمن يا رسول الله قال لله ولرسوله ولكتابه ولأئمة المسلمين\r\nوعامتهم\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n( 7165 ) حدثنا عبد الرحمن بن صالح الازدري حدثنا\r\nعلي بن مسهر عن عبد العزيز بن عمر بن عبد العزيز عن\r\nعبد الله بن موهب\r\nعن تميم الداري قال سألت النبي صلى الله عليه وسلم عن الرجل\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\nيسلم على يدي الرجل قال هو أولى الناس بمحياه\r\nومماته\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n( 7166 ) حدثنا محمد بن بشار حدثنا محمد حدثنا\r\nشعبة عن الأزرق بن قيس عن عبد الله بن رباح\r\nعن رجل من أصحاب النبي صلى الله عليه وسلم أن النبي صلى الله عليه وسلم صلى\r\nالعصر فقال لم رجل يصلي فرآه عمر فقال له اجلس\r\nفإنما هلك أهل الكتاب بأنه لم يكن لصلاتهم فصل فقال\r\nرسول الله صلى الله عليه وسلم أحسن بن الخطاب\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n( 7167 ) حدثنا محمد بن الخطاب حدثنا\r\nالجدي أخبرنا شعبة عن سعد بن إبراهيم عن محمد بن\r\nعبد الرحمن قال\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\nسمعت عمي يحدث عن النبي صلى الله عليه وسلم قال من سمع\r\nالنداء يوم الجمعة فلم يأت أو لم يجب ثم سمع النداء فلم\r\nيأت أو لم يجب ثم سمع النداء فلم يأت أو لم يجب\r\nطبع الله عز وجل على قلبه فجعل قلب منافق\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n( 7168 ) حدثنا محمد بن الخطاب حدثنا الجدي\r\nأخبرنا شعبة عن سعد بن إبراهيم قال سمعت محمد بن\r\nعبد الرحمن بن ثوبان يحدث عن رجل من الأنصار\r\nعن رجل من أصحاب النبي صلى الله عليه وسلم عن النبي صلى الله عليه وسلم\r\nقال ثلاث حق على كل مسلم يوم الجمعة السواك\r\nوالغسل والطيب إن وجد\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\nحديث أبي وهب الجشمي\r\n( 7169 ) حدثنا هارون بن عبد الله حدثنا هشام بن\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\nسعيد الطالقاني حدثنا محمد بن المهاجر الأنصاري قال\r\nحدثني عقيل بن شبيب\r\nعن أبي وهب الجشمي وكانت له صحبة قال قال\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\nرسول الله صلى الله عليه وسلم تسموا بأسماء الأنبياء وأحب الأسماء إلى\r\nالله عبد الله وعبد الرحمن وأصدقها حارث وهمام وأقبحها\r\nحرب ومرة\r\n( 7170 ) وبإسناده قال قال رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nارتبطوا الخيل وامسحوا بنواصيها وأعجازها أو قال أكفالها\r\nوقلدوها ولا تقلدوها الأوتار\r\n( 7171 ) وبإسناده قال قال رسول الله صلى الله عليه وسلم ، عليكم بكل\r\nكميت أغر محجل أو أدهم أغر محجل\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\nأسيد بن ظهير\r\n( 7172 ) حدثنا هارون بن عبد الله حدثنا أبو أسامة\r\nقال حدثني عبد الحميد بن جعفر الأنصاري حدثنا أبو الأبرد\r\nمولى بني خطمة أنه\r\nسمع أسيد بن ظهير الأنصاري أنه سمع النبي صلى الله عليه وسلم\r\nيقول صلاة في مسجد قباء كعمرة\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\nحديث المطلب بن أبي وداعة السهمي\r\n( 7173 ) حدثنا هارون الحمال حدثنا سفيان قال\r\nحدثنا كثير بن كثير بن المطلب بن أبي وداعة عن بعض أهله\r\nقال\r\nسمعت المطلب بن أبي وداعة السهمي يقول رأيت\r\nرسول الله صلى الله عليه وسلم يصلي مما يلي باب بني سهم والناس\r\nيمرون بين يديه وليس بينه وبين القبلة سترة\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\nحديث عمرو بن حزم\r\n( 7174 ) حدثنا الحسن بن عمر بن شقيق بن أسماء\r\nالجرمي حدثنا جعفر عن هشام عن محمد بن سيرين قال\r\nلما أراد معاوية أن يستخلف يزيد بعث إلى عامل\r\nالمدينة أن أفد إلي من شاء\r\nقال فوفد إليه عمرو بن حزم الأنصاري فاستأذن\r\nفجاء حاجب معاوية يستأذن فقال هذا عمرو قد جاء يستأذن\r\nفقال ما جاء بهم إلي فقال يا أمير المؤمنين جاء يطلب\r\nمعروفك فقال معاوية إن كنت صادقا فليكتب ما شاء\r\nفأعطه ما سألك ولا أراه\r\nقال فخرج إليه الحاجب فقال ما حاجتك اكتب ما\r\nشئت\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\nفقال سبحان الله أجئ إلى باب أمير المؤمنين\r\nفأحجب عنه أحب أن ألقاه فأكلمه\r\nفقال معاوية للحاجب عده يوم كذا وكذا إذا صلى الغداة\r\nفليجئ قال فلما صلى معاوية الغداة أمر بسرير فجعل في\r\nإيوان له ثم أخرج الناس عنه فلم يكن عنده أحد إلا كرسي\r\nوضع لعمرو فجاء عمرو فاستأذن فأذن له فسلم عليه ثم\r\nجلس على الكرسي فقال له معاوية حاجتك\r\nقال فحمد الله وأثنى عليه ثم قال لعمري لقد أصبح\r\nيزيد بن معاوية واسط الحسب في قريش غنيا عن المال\r\nغنيا إلا عن كل خير وإني سمعت رسول الله صلى الله عليه وسلم يقول\r\nإن الله لم يسترع عبدا رعية إلا هو سائله عنها يوم القيامة\r\nكيف صنع فيها\r\nوإني أذكرك الله يا معاوية في أمة محمد صلى الله عليه وسلم بمن\r\nتستخلف عليها قال فأخذ معاوية ربوة ونفس في غداة\r\nقر حتى عرق وجعل يمسح العرق عن وجهه ثلاثا ثم أفاق\r\nفحمد الله وأثنى عليه ثم قال أما بعد فإنك امرؤ ناصح\r\nقلت برأيك بالغ ما بلغ وإنه لم يبق إلا ابني وأبناؤهم\r\nوابني أحق من أبنائهم حاجتك قال ما لي حاجة\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\nقال ثم قال له أخوه إنما جئنا من المدينة نضرب\r\nأكبادها من أجل كلمات\r\nقال ما جئت إلا لكلمات قال فأمر لهم بجوائزهم\r\nقال وخرج لعمرو مثله\r\n( 7175 ) حدثنا إسحاق بن أبي إسرائيل وإبراهيم بن\r\nمحمد بن عرعرة ونسخته عن نسخة إبراهيم قالا حدثنا\r\nعبد الرزاق أخبرنا معمر عن بن طاوس عن أبي بكر\r\nبن محمد بن عمرو بن حزم عن أبيه قال\r\nدخل عمرو بن حزم على عمرو بن العاص فقال قتل\r\nعمار وقد قال رسول الله صلى الله عليه وسلم تقتله الفئة الباغية فدخل\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\nعمرو على معاوية فقال قتل عمار قال معاوية قتل عمار\r\nفماذا قال سمعت رسول الله صلى الله عليه وسلم يقول تقتله الفئة\r\nالباغية قال دحضت في بولك أو نحن قتلناه إنما قتله\r\nعلي وأصحابه\r\n( 7176 ) حدثنا أبو خيثمة حدثنا عفان بن مسلم\r\nحدثنا عبد الواحد بن زياد حدثنا عثمان بن حكيم قال\r\nحدثني أبو بكر بن محمد بن عمرو بن حزم قال\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\nعرضت على النبي صلى الله عليه وسلم رقية النهشة من الحية فأمر\r\nبها\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\nحديث بهيسة عن أبيها\r\n( 7177 ) حدثنا محمد بن مرزوق حدثنا محمد بن\r\nبكر البرساني حدثنا كهمس بن الحسن عن سيار رجل من\r\nبني فزارة عن أبيه عن بهيسة\r\nعن أبيها قالت استأذن أبي النبي صلى الله عليه وسلم فدخل بينه\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\nوبين قميصه من خلفه فجعل يلتزمه ثم جعل يقول يا نبي\r\nالله ما الشئ الذي لا يحل منعه قال الماء قال يا نبي\r\nالله ما الشئ الذي لا يحل منعه قال الملح قال يا\r\nنبي الله ما الشئ الذي لا يحل منعه قال أن تفعل الخير\r\nخير لك\r\nقال فانتهى إلى الماء والملح قال فكان ذلك الرجل\r\nلا يمنع شيئا من الماء وإن قل\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\nحديث رزين بن أنس السلمي\r\n( 7178 ) أخبرنا أبو يعلى أحمد بن علي بن المثنى\r\nالموصلي حدثنا أبو وائل خالد بن محمد البصري حدثنا فهد\r\nبن عوف بمنزل بني عامر حدثنا نائل بن مطرف بن رزين بن\r\nأنس السلمي قال حدثني أبي\r\nعن جدي رزين بن أنس قال لما ظهر الاسلام كانت لنا\r\nبئر فخفت أن يغلبنا عليها من حولها فأتيت النبي صلى الله عليه وسلم\r\nفقلت يا رسول الله إن لنا بئرا وقد خفت أن يغلبنا عليها من\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\nحولها فكتب لي كتابا من محمد بن رسول الله\r\nأما بعد فإن لهم بئرهم إن كان صادقا ولهم دارهم إن\r\nكان صادقا قال فما قاضينا به إلى أحد من قضاة المدينة إلا\r\nقضوا لنا\r\nبه قال وفي كتاب النبي صلى الله عليه وسلم هجاء كان\r\nكون\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\nحديث رجل من بلقين\r\n( 7179 ) حدثنا عبد الواحد بن غياث حدثنا حماد\r\nبن سلمة عن بديل بن ميسرة عن عبد الله بن شقيق\r\nعن رجل من بلقين قال أتيت رسول الله صلى الله عليه وسلم وهو\r\nبوادي القرى فقلت يا رسول الله بم أمرت قال أمرت أن\r\nتعبدوا الله لا تشركوا به شيئا وأن تقيموا الصلاة وتؤتوا\r\nالزكاة\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\nقلت يا رسول الله من هؤلاء فقال المغضوب\r\nعليهم يعني اليهود فقلت من هؤلاء قال الضالين\r\nيعني النصارى\r\nقلت فلمن المغنم يا رسول الله قال لله عز وجل\r\nسهم ولهؤلاء أربعة أسهم قال قلت فهل أحد أحق\r\nبالمغنم من أحد قال لا حتى السهم يأخذه أحدكم من\r\nجعبته فليس بأحق به من أحد\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\nحديث المسور بن مخرمة\r\n( 7180 ) حدثنا عثمان بن أبي شيبة حدثنا أبو\r\nمعاوية حدثنا هشام بن عروة عن أبيه عن عاصم بن عمر\r\nعن المسور بن مخرمة قال وضعت سبيعة بعد وفاة\r\nزوجها بأيام قلائل فأتت رسول الله صلى الله عليه وسلم فاستأذنته في\r\nالنكاح فأذن لها\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n( 7181 ) حدثنا عمرو بن محمد الناقد حدثنا حجاج\r\nبن أبي منيع الرصافي حدثنا عبيد الله بن أبي زياد عن\r\nالزهري أن علي بن حسين أخبره\r\nأن المسور بن مخرمة أخبره أن عليا خطب ابنة أبي\r\nجهل فبلغ ذلك فاطمة فأتت رسول الله صلى الله عليه وسلم فقالت إن\r\nالناس يزعمون أنك لا تغضب لبناتك وهذا علي ناكح ابنة أبي\r\nجهل قال المسور فشهدته حين تشهد فحمد الله وأثنى عليه\r\nثم قال أما بعد فإني أنكحت أبا العاص ابنتي فحدثني\r\nفصدقني وإنما فاطمة بضعة مني وإنها والله لا تجمع عند\r\nرجل مسلم ابنة رسول الله وابنة عدو الله أبدا فأمسك علي\r\nعن الخطبة\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n( 7182 ) حدثنا الدورقي أبو عبد الله أحمد بن\r\nإبراهيم حدثنا مبشر عن الأوزاعي عن الزهري أراه قال\r\nأخبرني علي بن حسين\r\nأن بن عباس قال أخبرني رجل من أصحاب رسول\r\nالله صلى الله عليه وسلم من الأنصار أنهم بينما هم جلوس مع رسول الله\r\nصلى الله عليه وسلم إذ رمي بنجم فاستنار فقال لهم رسول الله صلى الله عليه وسلم ما\r\nكنتم تقولون في الجاهلية إذا رمي بمثل هذا قالوا الله\r\nورسوله أعلم قالوا كنا نقول ولد الليلة رجل عظيم ومات\r\nالليلة رجل عظيم قال رسول الله صلى الله عليه وسلم فإنها لا يرمى بها\r\nلموت أحد ولا لحياته ولكن ربنا عز وجل إذا قضى أمرا\r\nيسبح حملة العرش ثم يسبح أهل السماء الذين يلونوهم حتى\r\nيبلغ التسبيح أهل السماء الذين يلونهم ثم قالوا للذين\r\nيلونهم حملة العرش ماذا قال ربكم فيخبرونهم ويستخبر\r\nأهل السماوات بعضهم بعضا حتى يبلغ الخبر أهل السماء\r\nالدنيا فيخطف الجن السمع فيلقونه إلى أوليائهم ويرمون\r\nفما جاؤوا به على وجهه فهو حق ولكنهم يقرفون معه أو\r\nيزيدون الشك من مبشر\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\nحديث خالد بن الوليد\r\n( 7183 ) حدثنا سريج بن يونس أبو الحارث حدثنا\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\nهشيم عن عبد الحميد بن جعفر عن أبيه قال\r\nقال خالد بن الوليد اعتمرنا مع النبي صلى الله عليه وسلم في عمرة\r\nاعتمرها فحلق شعره فاستبق الناس إلى شعره فسبقت إلى\r\nالناصية فأخذتها فاتخذت قلنسوة فجعلتها في مقدمة القلنسوة\r\nفما وجهت في وجه إلا فتح لي\r\n( 7184 ) حدثنا داود بن رشيد حدثنا الوليد بن\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\nمسلم عن شيبة بن الأحنف سمع أبا سلام الأسود يقول\r\nأخبرني أبو صالح الأشعري\r\nأن أبا عبد الله الأشعري حدثه أن رسول الله صلى الله عليه وسلم بصر\r\nبرجل يصلي لا يتم ركوعه ولا سجوده فقال لو مات هذا\r\nعلى ما هو عليه لمات على غير ملة محمد صلى الله عليه وسلم فأتموا\r\nالركوع والسجود فإن مثل الذي لا يتم ركوعه ولا سجوده مثل\r\nالجائع لا يأكل إلا التمرة والتمرتين لا تغنيان عنه شيئا قال\r\nأبو صالح فلقيت أبا عبد الله فقلت من حدثك هذا الحديث\r\nأنه سمعه من رسول الله صلى الله عليه وسلم قال حدثني أمراء الأجناد\r\nخالد بن الوليد وشرحبيل بن حسنة وعمرو بن العاص أنهم\r\nسمعوه من النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n( 7185 ) حدثنا سريج بن يونس حدثنا يحيى بن\r\nزكريا عن إسماعيل عن قيس\r\nقال خالد بن الوليد ما ليلة تهدى إلى بيتي فيها عروس\r\nأنا لها محب أو أبشر فيها بغلام بأحب إلي من ليلة شديدة\r\nالجليد في سرية من المهاجرين أصبح بها العدو\r\n( 7186 ) حدثنا سريج بن يونس حدثنا يحيى بن\r\nزكريا عن يونس بن أبي إسحاق عن أبي السفر قال\r\nنزل خالد بن الوليد الحيرة على أمر بني المرازبة فقالوا له\r\nاحذر السم لا يسقيكه الأعاجم فقال ائتوني به فأتي به\r\nفأخذه بيده ثم اقتحمه وقال بسم الله فلم يضره شيئا\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n( 7187 ) حدثنا سريج حدثنا يحيى بن زكريا عن\r\nإسماعيل عن قيس قال\r\nسمعت خالد بن الوليد يحدث القوم في الجريدة قال\r\nلقد رأيتني يوم مؤتة اندق بيدي تسعة أسياف وصبرت معي\r\nصفيحة لي يمانية\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n( 7188 ) حدثنا سريج حدثنا يحيى قال حدثني\r\nإسماعيل عن قيس قال\r\nقال خالد بن الوليد لقد منعني كثيرا من القراءة الجهاد\r\nفي سبيل الله\r\nوبه عن قيس قال أخبرت أن\r\nالنبي صلى الله عليه وسلم قال لا تسبوا خالدا فإنه سيف من سيوف الله\r\nسله الله على الكفار\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n( 7189 ) حدثنا أبو الحارث حدثنا يحيى قال\r\nحدثني إسماعيل عن قيس\r\nقال رأيت خالد بن الوليد يؤم الناس في الجيش في\r\nثوب واحد\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n( 7190 ) حدثنا أبو الحارث سريج بن يونس حدثنا\r\nيحيى بن زكريا بن أبي زائدة حدثنا مجالد عن عامر قال\r\nلما قبض رسول الله صلى الله عليه وسلم وارتد من ارتد من الناس قال\r\nقوم نصلي ولا نعطي الزكاة فقال الناس لأبي بكر اقبل منهم\r\nفقال لو منعوني عناقا لقاتلتهم فبعث خالد بن الوليد وقدم\r\nعدي بن حاتم بألف رجل من طئ حتى أتى اليمامة قال\r\nوكانت بنو عامر قد قتلوا عمال رسول الله صلى الله عليه وسلم وأحرقوهم\r\nبالنار فكتب أبو بكر إلى خالد أن اقتل بني عامر وأحرقهم بالنار\r\nففعل حتى صاحت النساء ثم مضى حتى انتهى إلى الماء\r\nخرجوا إليه فقالوا الله أكبر الله أكبر نشهد أن لا إله إلا\r\nالله نشهد أن محمدا رسول الله فإذا سمع ذلك كف عنهم\r\nفأمره أبا بكر أن يسير حتى ينزل الحيرة ثم يمضي إلى الشام\r\nفلما نزل بالحيرة كتب إلى أهل فارس ثم قال إني لأحب\r\nأن لا أبرح حتى أفزعهم فأغار عليهم حتى انتهى إلى سورا\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\nفقتل وسبى ثم أغار على عين التمر فقتل وسبى ثم مضى إلى\r\nالشام\r\nقال عامر فأخرج إلي بن بقيلة كتاب خالد بسم\r\nالله الرحمن الرحيم من خالد بن الوليد إلى مرازبة أهل\r\nفارس السلام على من اتبع الهدى فإني احمد الله الذي لا\r\nإله إلا هو بالحمد الذي فصل حرمكم وفرق جماعتكم ووهن\r\nبأسكم وسلب ملككم فإذا جائكم كتابي هذا فاعتقدوا مني\r\nالذمة وأدوا إلي الجزية وابعثوا إلي بالرهن وإلا فوالذي\r\nلا إله إلا هو لالقينكم بقوم يحبون الموت كحبكم الحياة\r\nسلام على من اتبع الهدى\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n( 7191 ) حدثنا أبو همام حدثنا بقية بن الوليد\r\nقال حدثني صفوان قال حدثني جبير بن نفير عن أبيه\r\nعن خالد بن الوليد أن النبي صلى الله عليه وسلم لم يخمس\r\nالسلب\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n( 7192 ) حدثنا أبو همام قال حدثني\r\nإسماعيل عن صفوان بن عمرو عن عبد الرحمن بن جبير\r\nبن نفير عن أبيه\r\nعن خالد بن الوليد أن النبي صلى الله عليه وسلم لم يخمس\r\nالسلب\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\nحديث عامر بن ربيعة\r\n( 7193 ) حدثنا محمد بن عبد الرحمن بن سهم\r\nالأنطاكي أخبرنا عبد الله بن المبارك أخبرنا سفيان الثوري\r\nعن عاصم بن عبيد الله بن عاصم بن عمر بن الخطاب عن\r\nعبد الله بن عامر بن ربيعة\r\nعن أبيه قال رأيت رسول الله صلى الله عليه وسلم يستاك وهو صائم\r\nما لا أعد أو قال ما لا أحصي\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n( 7194 ) حدثنا عبيد الله بن عمر الجشمي حدثنا\r\nيحيى بن سعيد وعبد الرحمن بن مهدي عن شعبة عن\r\nعاصم بن عبيد الله قال سمعت عبد الله بن عامر بن ربيعة\r\nيحدث\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\nعن أبيه أن امرأة من بني فزارة تزوجت رجل على نعلين\r\nفقال لها رسول الله صلى الله عليه وسلم في حديث يحيى أرضيت من\r\nنفسك ومالك بهذين النعلين وفي حديث عبد الرحمن\r\nأرضيت من نفسه وماله بنعلين قالت نعم فأجازه\r\n( 7195 ) حدثنا أبو بكر بن أبي شيبة حدثنا معاوية\r\nبن هشام حدثنا عمار بن رزيق عن عبد الله بن عيسى عن\r\nأمية بن هند عن عبد الله بن عامر بن ربيعة\r\nعن أبيه قال انطلقت أنا وسهل بن حنيف نلتمس الخمر\r\nفوجدنا خمرا وغديرا وكان أحدنا يستحيي أن يغتسل وأحد يراه\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\nفاستتر مني فنزع جبة عليه ثم دخل الماء فنظرت\r\nإليه فأصبته منها بعين فدعوته فلم يجبني فأخبرت\r\nالنبي صلى الله عليه وسلم فأتاه فضرب صدره ثم قال اللهم أذهب حرها\r\nوبردها ووصبها ثم قال قم فقام فقال رسول الله\r\nصلى الله عليه وسلم إذا رأى أحدكم من نفسه أو ماله أو أخيه ما\r\nيعجبه فليدع بالبركة فإن العين حق\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n( 7196 ) حدثنا إسحاق بن أبي إسرائيل أخبرنا نضر\r\nبن شميل أخبرنا شعبة حدثنا عاصم بن عبيد الله قال\r\nسمعت عبد الله بن عامر بن ربيعة يذكر\r\nعن أبيه أنه سمع رسول الله صلى الله عليه وسلم يقول ما من عبد\r\nصلى علي صلاة إلا صلت عليه الملائكة ما صلى علي فليقل\r\nعبد من ذلك أو ليكثر\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n( 7197 ) حدثنا إسحاق حدثنا وكيع عن سفيان\r\nعن عاصم بن عبيد الله عن عبد الله بن عامر بن ربيعة\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\nعن أبيه أن رجلا من بني فزارة تزوجت امرأة على نعلين\r\nفأجاز النبي صلى الله عليه وسلم نكاحها\r\n( 7198 ) حدثنا إسحاق حدثنا علي بن قادم أخبرنا\r\nشريك عن عاصم بن عبيد الله عن عبد الله بن عامر بن\r\nربيعة\r\nعن أبيه قال قال رسول الله صلى الله عليه وسلم يقول يعني الرب\r\nعز وجلان الرحم شجنة مني فمن وصلها وصلته ومن\r\nقطعها قطعته\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n( 7199 ) حدثنا إسحاق حدثنا عاصم قال حدثني\r\nالمسعودي عن أبي بكر بن حفص عن عبد الله بن عامر بن\r\nربيعة\r\nعن أبيه قال إن كان رسول الله صلى الله عليه وسلم ليبعثنا وما لنا\r\nطعام إلا السلف من التمر فنقسمه قبضة قبضة ننتهي إلى تمرة\r\nتمرة فوالله منذ أن فقدناها اختللناها\r\n( 7200 ) حدثنا إسحاق حدثنا سفيان عن الزهري\r\nعن سالم عن أبيه\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\nعن عامر بن ربيعة أن النبي صلى الله عليه وسلم قال إذا رأيتم\r\nالجنازة فقوموا لها حتى تخلفكم أو توضع\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n( 7201 ) حدثنا موسى بن محمد بن حيان البصري\r\nحدثنا الضحاك بن مخلد أخبرني بن جريج أخبرني عاصم بن\r\nعبيد الله\r\nأن رسول الله صلى الله عليه وسلم قال سيكون عليكم أمراء بعدي\r\nيصلون الصلاة يؤخرونها فإن صلوها لوقتها وصليتموها معهم\r\nفلكم ولهم وإن صلوها لغير وقتها فصليتموها معهم\r\nوعليهم فمن فارق الجماعة فقد برئ من الاسلام ومن مات\r\nوقد نكث العهد لقي الله ولا حجة له\r\nقلت من أخبرك بهذا قال عبد الله بن عامر بن ربيعة\r\nعن أبيه عن النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n( 7202 ) حدثنا موسى بن محمد بن حيان حدثنا\r\nوهب بن جرير أخبرنا أبي سمعت النعمان بن راشد يحدث\r\nعن الزهري عن عبد الله بن عامر بن ربيعة\r\nعن أبيه أنه رأى النبي صلى الله عليه وسلم يومئ برأسه حيث توجه\r\nوجهه\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n( 7203 ) حدثنا أبو الحارث سريج بن يونس\r\nحدثنا يحيى بن سعيد عن بن جريج عن عاصم بن\r\nعبيد الله عن عبد الله بن عامر بن ربيعة\r\nعن أبيه قال قال رسول الله صلى الله عليه وسلم يكون عليكم\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\nأمراء يصلون الصلاة لوقتها ويؤخرون عن وقتها فما صلوها\r\nلوقتها وصليتموها معهم فلكم ولهم وما أخروها عن وقتها\r\nفصليتموها معهم فلكم وعليهم ومن فارق الجماعة خلع ربقة\r\nالاسلام من عنقه ومن مات ناكثا العهد جاء يوم القيامة لا\r\nحجة له\r\n( 7204 ) حدثنا محمد بن أبي بكر المقدمي\r\nوإسحاق قالا حدثنا عمر بن علي حدثنا عمرو مولى آل منظور\r\nبن يسار عن عاصم بن عبيد الله عن عبد الله بن عامر بن\r\nربيعة\r\nعن أبيه أن النبي صلى الله عليه وسلم كان يطوف بالبيت فانقطع\r\nشسعة فأخرج رجلا شسعا من نعله فذهب يشهده في نعل\r\nالنبي صلى الله عليه وسلم فانتزعها وقال هذه أثرة ولا أحب الأثرة\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\nحديث أبي بصرة الغفاري\r\n( 7205 ) حدثنا عمرو بن محمد الناقد حدثنا يعقوب\r\nبن إبراهيم بن سعد قال حدثني أبي عن محمد بن إسحاق\r\nقال حدثني يزيد بن أبي حبيب عن خير بن نعيم الحضرمي\r\nعن عبد الله بن هبيرة السبائي وكان ثقة عن أبي تميم\r\nالجيشاني\r\nعن أبي بصرة الغفاري قال صلى بنا رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\nصلاة العصر فلما قضى صلاته قال يعقوب مرة أخرى فلما\r\nانصرف من صلاته قال إن هذه الصلاة عرضت على من كان\r\nقبلكم فتوانوا عنها وتركوها فمن صلاها منكم ضوعف له في\r\nأجرها ضعفين ولا صلاة بعدها حتى يرى الشاهد والشاهد\r\nالنجم\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n( 7206 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\nمحمد بن منيب العدني عن السري بن يحيى\r\nعن رجل من طئ وأثنى عليه خيرا قال كنت أسأل\r\nالله عز وجل أن يريني الاسم الذي إذا دعي به أجاب\r\nفرأيت مكتوبا في الكواكب في السماء يا بديع السماوات\r\nوالأرض يا ذا الجلال والاكرام\r\n( 7207 ) حدثنا الحسن بن حماد حدثنا حسين بن\r\nعلي عن زائدة عن عبد العزيز بن رفيع عن عبد الله بن عبيد\r\nبن عمير قال\r\nكان عبد الرحمن بن عوف إذا دخل منزله قرأ في زوايا\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\nمنزله آية الكرسي\r\n( 7208 ) حدثنا محمد بن قدامة حدثنا أبو بكر بن\r\nعياش عن أبي يحيى عن مجاهد قال\r\nمر رجل بابن عباس فقال إن هذا الرجل يحبني قالوا\r\nوما يدريك يا أبا عباس قال لأني أحبه\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\nحديث زيد بن حارثة\r\n( 7209 ) حدثني سعيد بن يحيى الأموي قال\r\nحدثني أبي حدثنا بن جريج عن كثير بن كثير عن علي\r\nبن عبد الله\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\nعن زيد بن حارثة قال سأل رجل رسول الله صلى الله عليه وسلم\r\nعن وقت صلاة الصبح فقال صلها معي اليوم وغدا فلما\r\nكان بقاع نمرة بالجحفة صلاها حين طلع الفجر حتى إذا\r\nكان بذي طوى أخرها حتى قال الناس أقبض رسول الله\r\nصلى الله عليه وسلم فقالوا لو صلينا فخرج النبي صلى الله عليه وسلم فصلاها أمام\r\nالشمس ثم أقبل على الناس فقال ماذا قلتم قالوا\r\nقلنا لو صلينا قال لو فعلتم أصابكم عذاب ثم دعا السائل\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\nفقال الصلاة ما بين هاتين الصلاتين\r\n( 7210 ) حدثنا عبد الرحمن بن صالح أبو محمد\r\nالأزدي حدثنا يونس بن بكير عن يونس بن أبي إسحاق عن\r\nأبيه عن البراء\r\nعن زيد بن حارثة أنه قال يا رسول الله آخيت بيني\r\nوبين حمزة بن عبد المطلب\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n( 7211 ) حدثنا محمد بن عبد الله بن نمير حدثنا\r\nيونس بن بكير حدثنا يونس بن أبي إسحاق عن أبيه\r\nعن البراء بن عازب\r\nأن زيد بن حارثة قال يا رسول الله آخيت بيني وبين\r\nحمزة\r\n( 7212 ) حدثنا محمد بن بشار قال حدثنا\r\nعبد الوهاب بن عبد المجيد أملاه علينا من كتابه حدثنا محمد\r\nبن عمرو عن أبي سلمة ويحيى بن عبد الرحمن بن حاطب بن\r\nأبي بلتعة عن أسامة بن زيد\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\nعن زيد بن حارثة قال خرجت مع رسول الله صلى الله عليه وسلم\r\nيوما حارا من أيام مكة وهو مردفي إلى نصب من الأنصاب\r\nوقد ذبحنا له شاة فأنضجناها قال فلقيه زيد بن عمرو بن\r\nنفيل فحيا كل واحد منهما صاحبه بتحية الجاهلية فقال النبي\r\nصلى الله عليه وسلم يا زيد ما لي أرى قومك قد شنفوا لك قال\r\nوالله يا محمد إن ذلك لبغير نائلة لي منهم ولكني خرجت\r\nأبتغي هذا الدين حتى أقدم على أحبار فدك فوجدتهم يعبدون\r\nالله ويشركون به\r\nقال قلت ما هذا بالدين الذي أبتغي فخرجت حتى\r\nأقدم على أحبار الشام فوجدتهم يعبدون الله ويشركون به\r\nقلت ما هذا بالدين الذي أبتغي فقال شيخ منهم إنك لتسأل\r\nعن دين ما نعلم أحدا يعبد الله به إلا شيخ بالحيرة\r\nقال فخرجت حتى أقدم عليه فلما رآني قال ممن أنت\r\nقلت من أهل بيت الله من أهل الشوك والغرب\r\nفقال إن الدين الذي تطلب قد ظهر ببلادك قد بعث نبي قد\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\nطلع نجمة وجمع من رأيتهم في ضلال فلم أحس بشئ\r\nبعد يا محمد\r\nقال وقرب إليه السفرة قال فقال ما هذا يا محمد\r\nفقال شاة ذبحناها لنصب من الأنصاب قال فقال ما كنت\r\nلآكل مما لم يذكر اسم الله عليه\r\nقال زيد بن حارثة فأتى النبي صلى الله عليه وسلم البيت قال\r\nوتفرقنا فطاف به وأنا معه وبالصفا والمروة قال وكان عند\r\nالصفا والمروة صنمان من نحاس أحدهما يقال له يساف\r\nوالآخر يقال له نائلة وكان المشركون إذا طافوا تمسحوا بهما\r\nفقال النبي صلى الله عليه وسلم لا تمسحهما فإنهما رجس فقلت في\r\nنفسي لامسنهما حتى أنظر ما يقول النبي صلى الله عليه وسلم فمسستهما\r\nفقال يا زيد ألم تنه قال ومات زيد بن عمرو وأنزل\r\nعلى النبي صلى الله عليه وسلم فقال النبي صلى الله عليه وسلم لزيد إنه يبعث أمة\r\nوحده\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\nحديث خباب بن الإرث\r\n( 7213 ) حدثنا زهير حدثنا جرير عن إسماعيل\r\nعن قيس\r\nعن خباب قال شكونا إلى رسول الله صلى الله عليه وسلم وهو متوسد\r\nببردة له في ظل الكعبة فقلنا ألا تستنصر لنا فجلس محمرا\r\nوجهه فقال قد كان من قبلكم يؤخذ الرجل فيحفر له\r\nفي الأرض ثم يجاء بالمنشار يجعل فوق رأسه ما يصرفه عن دينه\r\nأو يمشط بأمشاط الحديد ما دون لحمه من عظم وعصب ما\r\nيصرفه عن دينه وليتمن الله هذا الامر حتى يسير الراكب من\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\nصنعاء إلى حضر موت لا يخشى إلا الله عز وجل والذئب\r\nعلى غنمه ولكنكم تعجلون\r\n( 7214 ) حدثنا زهير حدثنا بن عيينة عن عمرو\r\nعن يحيى بن جعدة قال\r\nعاد خبابا ناس من أصحاب رسول الله صلى الله عليه وسلم فقالوا\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\nأبشر أبا عبد الله ترد على محمد صلى الله عليه وسلم الحوض فقال كيف\r\nبهذا وأشار إلى أعلى البيت وأسفله وقد قال رسول\r\nالله صلى الله عليه وسلم إنما يكفي أحدكم من الدنيا كزاد الراكب\r\n( 7215 ) حدثنا أبو خيثمة حدثنا إسماعيل بن\r\nإبراهيم عن أيوب عن حميد بن هلال عن رجل من\r\nعبد القيسكان مع الخوارج ثم فارقهم فقال\r\nدخلوا قرية فخرج عبد الله بن خباب ذعرا يجر رداءه\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\nفقالوا لم ترع فقال والله لقد رعتموني قالوا لم ترع\r\nقال والله لقد رعتموني قالوا أنت عبد الله بن خباب\r\nصاحب رسول الله صلى الله عليه وسلم قال نعم قالوا فهل سمعت من\r\nأبيك حديثا تحدثنا به عن رسول الله صلى الله عليه وسلم أنه ذكر فتنة\r\nالقاعد فيها خير من القائم والقائم فيها خير من الماشي\r\nوالماشي فيها خير من الساعي قال فإن أدركك ذاك فكن\r\nعبد الله المقتول قال أيوب ولا أعلمه إلا قال ولا تكن\r\nعبد الله القاتل قالوا أنت سمعت هذا من أبيك يحدث به\r\nعن رسول الله صلى الله عليه وسلم قال نعم قال فقدموه على ضفة\r\nالنهر فضربوا عنقه فسال دما كأنه شراك نعل مندفر وبقروا\r\nأم ولده عما في بطنها\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\nبقية حديث زيد بن أرقم\r\n( 7216 ) حدثنا إسحاق بن أبي إسرائيل حدثنا معتمر\r\nبن سليمان قال سمعت داود الطفاوي يحدث عن أبي\r\nمسلم البجلي\r\nعن زيد بن أرقم قال كان نبي الله صلى الله عليه وسلم يدعو في دبر\r\nالصلاة اللهم ربنا ورب كل شئ أنا شهيد أن العباد كلهم\r\nإخوة اللهم ربنا ورب كل شئ اجعلني مخلصا لك وأهلي في\r\nكل ساعة من الدنيا والآخرة ذا الجلال والاكرام واسمع\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\nواستجب الله أكبر الأكبر نور السماوات والأرض الله أكبر\r\nالأكبر حسبي الله ونعم الوكيل الله أكبر الأكبر\r\n( 7217 ) حدثنا إسحاق حدثنا جرير بن\r\nعبد الحميد عن داود البصري عن أبي مسلم البجلي قال\r\nسمعت زيد بن أرقم يقول أدركت النبي صلى الله عليه وسلم وهو\r\nيدعوا في دبر الصلاة وهو يقول فذكر مثله أو نحوه .\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n( 7218 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\nمحمد بن بكر البرساني أخبرنا سعيد عن قتادة عن القاسم\r\nالشيباني\r\nعن زيد بن أرقم أن رسول الله صلى الله عليه وسلم قال إن هذه\r\nالحشوش محتضرة فإذا أراد أحدكم أن يدخل الخلاء فليقل\r\nأعوذ بالله من الخبث والخبائث\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n( 7219 ) حدثنا إسحاق حدثنا النضر بن شميل\r\nحدثنا شعبة عن قتادة قال سمعت النضر بن أنس\r\nعن زيد بن أرقم قال قال رسول الله صلى الله عليه وسلم إن هذه\r\nالحشوش فذكر نحوه !\r\n( 7220 ) حدثنا صالح بن حاتم بن وردان قال\r\nحدثني أبي حدثنا أيوب عن عبد الله بن أبي مليكة\r\nعن المسور بن مخرمة قال قدمت على النبي صلى الله عليه وسلم\r\nأقبية قسمها بين أصحابه فقال لي أبي مخرمة انطلق بنا إليه\r\nلعله أن يعطينا منها شيئا\r\nقال فجاء أبي إلى البا ب فقال ها هنا هو فسمع\r\nالنبي صلى الله عليه وسلم صوته فخرج معه بقباء قال فكأني أنظر إليه\r\nيري أبي محاسن القباء وهو يقول خبأت هذا لك قال أبو\r\nمحمد صالح فقلت لأبي من أي شئ فعل هذا النبي صلى الله عليه وسلم\r\nبمخرمة فقال كان يتقي لسانه\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\nحديث أبي موسى الأشعري\r\n( 7221 ) حدثنا وهب بن بقية الواسطي أخبرنا\r\nخالد عن إسماعيل بن حماد بن أبي سليمان عن أبي\r\nإسحاق عن أبي عبيدة\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\nعن عبد الله قال كان رسول الله صلى الله عليه وسلم يعلمنا خطبة\r\nالحاجة فيقول إن الحمد لله نحمده ونستعينه ونعوذ بالله من\r\nشرور أنفسنا ومن سيئات أعمالنا من يهده الله فلا مضل له\r\nومن يضلل فلا هادي له وأشهد أن لا إله إلا الله وحده لا\r\nشريك له وأشهد أن محمد عبده ورسوله\r\nقال أبو عبيدة وسمعت من أبي موسى يقول كان\r\nرسول الله صلى الله عليه وسلم يقول فإن شئت أن تصل خطبتك بآي من\r\nالقرآن تقول اتقوا الله حق تقاته ولا تموتن إلا وأنتم\r\nمسلمون اتقوا الله الذي تساءلون به\r\nوالأرحام إن الله كان عليكم رقيبا اتقوا الله\r\nوقولوا قولا سديدا يصلح لكم أعمالكم ويغفر لكم ذنوبكم\r\nومن يطع الله ورسوله فقد فازا فوزا عظيما\r\nأما بعد ثم تكلم حاجتك\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n( 7222 ) حدثنا داود بن عمرو بن زهير الضبي حدثنا\r\nالوليد بن مسلم عن يحيى عن عبد الله بن نعيم عن\r\nالضحاك بن عبد الرحمن بن عرزب الأشعري\r\nعن أبي موسى الأشعري أن رسول الله صلى الله عليه وسلم عقد يوم\r\nحنين لأبي عامر الأشعري على خيل الطلب فلما انهزمت\r\nهوازن طلبها حتى أدرك دريد بن الصمة فأسرع به\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\nنفسه\r\nفقتل بن دريد أبا عامر قال أبو موسى فشددت علي بن\r\nدريد فقتلته وأخذت اللواء وانصرفت بالناس إلى\r\nرسول الله صلى الله عليه وسلم فلما رأى اللواء بيدي قال أبا موسى قتل\r\nأبو عامر قلت نعم يا رسول الله\r\nقال فرفع يديه يدعو له يقول اللهم أبا عامر اجعله\r\nفي الأكثرين يوم القيامة هذا أو نحوه\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n( 7223 ) حدثنا خالد بن مرداس حدثنا الربيع بن\r\nبدر عن أبيه عن جده\r\nعن أبي موسى الأشعري قال قال رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\nاثنان فما فوقهما جماعة\r\n( 7224 ) حدثنا العباس بن الوليد النرسي حدثنا\r\nيزيد حدثنا سعيد حدثنا قتادة عن يونس بن جبير عن\r\nحطان بن عبد الله الرقاشي\r\nأن أبا موسى صلى بهم صلاة فلما جلسوا في آخر\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\nصلاتهم قال رجل من القوم أقرت الصلاة بالبر والزكاة فلما\r\nانفتل أبو موسى أقبل على القوم فقال أيكم القائل كلمة كذا\r\nوكذا فأرم القوم مرتين قال فلعلك يا حطان قلتها قال ما\r\nقلتها ولقد خشيت أن تبكعني بها فقال رجل من القوم\r\nأنا قلتها وما أردت بها إلا الخير\r\nفقال أبو موسى أما تعلمون ما تقولون في صلاتكم أن\r\nنبي الله صلى الله عليه وسلم خطبنا فبين لنا سنتنا وعلمنا صلاتنا فقال إذا\r\nصليتم فأقيموا صفوفكم ثم ليؤمكم أحدكم فإذا كبر الامام\r\nفكبروا وإذا قال غير المغضوب عليهم ولا الضالين\r\nفقولوا آمين يجبكم الله فإذا كبر وركع\r\nفكبروا واركعوا فإن الامام يركع قبلكم ويرفع قبلكم فقال\r\nالنبي صلى الله عليه وسلم فتلك بتلك فإذا قال سمع الله لمن حمده\r\nفقولوا اللهم ربنا لك الحمد يسمع الله لكم فإن الله قال\r\nعلى لسان نبيه سمع الله لمن حمده فإذا كبر وسجد فكبروا\r\nواسجدوا فإن الامام يسجد قبلكم ويرفع قبلكم قال\r\nنبي الله صلى الله عليه وسلم فتلك بتلك حتى إذا كان عند القعدة فليكن\r\nمن أول قول أحدكم التحيات الصلوات الطيبات لله السلام\r\nعليك أيها النبي ورحمة الله وبركاته السلام علينا وعلى عباد\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\nالله الصالحين أشهد أن لا إله إلا الله وأن محمد عبده\r\nورسوله\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\nسبع كلمات من تحية الصلاة قال سعيد فلا أدري أفي\r\nقول أبي موسى كان ذلك أو شئ كان قتادة يقوله يعني بقوله\r\nسبع كلمات\r\n( 7225 ) حدثنا جبارة بن مغلس الحماني حدثنا أبو بكر\r\nالنهشلي قال حدثني أبو بكر بن أبي موسى\r\nعن أبيه قال قال رسول الله صلى الله عليه وسلم لا تنكح المرأة\r\nعلى عمتها ولا على خالتها\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n( 7226 ) حدثنا جبارة حدثنا أبو بكر عن\r\nزياد بن علاقة عن أسامة بن شريك\r\nعن أبي موسى الأشعري قال قال رسول الله صلى الله عليه وسلم\r\nاللهم اجعل فناء أمتي في الطعن والطاعون قالوا يا\r\nرسول الله فد عرفنا الطعن فما الطاعون قال وخز\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\nأعدائكم من الجن وفيه شهادة\r\n( 7227 ) حدثنا بندار حدثنا عبد الرحمن حدثنا\r\nإسرائيل عن أبي إسحاق عن أبي بردة\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\nعن أبيه عن النبي صلى الله عليه وسلم قال لا نكاح إلا بولي\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\n! ( 7228 ) حدثنا عقبة بن مكرم حدثنا يونس قال\r\nحدثنا عبد الغفار بن القاسم عن إياد بن لقيط قرظة بن\r\nحسان قال\r\nسمعت أبا موسى في يوم جمعة على منبر البصرة يقول\r\nسئل رسول الله صلى الله عليه وسلم عن الساعة وأنا شاهد فقال لا\r\nيعلمها إلا الله لا يجليها لوقتها إلا هو ولكن سأحدثكم\r\nبمشاريطها وما بين أيديها ردما من الفتن\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\nوهرجا فقيل وما الهرج يا رسول الله قال هو بلسان الحبشة\r\nالقتل وأن تخف قلوب الناس وأن يلقى بينهم التناكر\r\nفلا يكاد أحد يعرف أحدا ويرفع ذووا الحجى وتبقى\r\nرجرجة من الناس لا تعرف معروفا ولا تنكر منكرا\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\n( 7229 ) حدثنا بندار حدثنا سلم بن قتيبة حدثنا\r\nيونس سمع أبا بردة\r\nسمع أبا موسى سمع النبي صلى الله عليه وسلم يقول إذا أراد\r\nالرجل أن يزوج ابنته فليستأذنها\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\n( 7230 ) حدثنا بندار حدثنا عبد الله بن داود\r\nحدثنا يونس عن أبي بردة\r\nعن النبي صلى الله عليه وسلم مثله\r\n( 7231 ) حدثنا عقبة بن مكرم حدثنا يونس حدثنا\r\nإبراهيم بن إسماعيل عن يزيد الرقاشي عن أبيه\r\nعن أبي موسى قال قال رسول الله صلى الله عليه وسلم لقد مر\r\nبالصخرة من الروحاء سبعون نبيا منهم موسى نبي الله حفاة\r\nعليهم العباء يؤمون بيت الله العتيق\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\n( 7232 ) حدثني سعيد بن يحيى بن سعيد الأموي\r\nقال حدثني أبي حدثنا طلحة بن يحيى حدثني أبو بردة بن\r\nأبي موسى\r\nعن أبيه قال خرجنا إلى رسول الله صلى الله عليه وسلم في البحر\r\nحتى جئنا مكة وإخوتي معي أبو عامر بن قيس وأبو رهم بن\r\nقيس ومحمد بن قيس خمسون من الأشعريين وستة من\r\nعك ثم هاجرنا في البحر حتى أتينا المدينة\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\n( 7233 ) قال فقال أبو بردة فقال أبو موسى\r\nوكان رسول الله صلى الله عليه وسلم يقولان للناس هجرة واحدة ولكم\r\nهجرتان\r\n( 7234 ) حدثنا سعيد بن يحيى بن سعيد الأموي\r\nحدثني أبي حدثنا أبو بردة بن عبد الله بن أبي بردة عن أبي\r\nبردة عن أبي موسى قال رسول الله صلى الله عليه وسلم إن بين يدي\r\nالساعة الهرج قلنا وما الهرج قال القتل القتل حتى\r\nيقتل الرجل جاره وابن عمه وأباه قال فرأينا من قتل أباه\r\nزمان الأزارقة\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n( 7235 ) حدثنا عبد الغفار بن عبد الله بن الزبير\r\nحدثنا علي بن مسهر عن داود عن عبد الأعلى النخعي\r\nعن أم عبد الله قالت\r\nقال لي أبو موسى في مرضه ألا أخبرك بمن لعن\r\nرسول الله صلى الله عليه وسلم قال قلت بلى قال لعن من حلق أو\r\nسلق أو خرق\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n( 7236 ) حدثنا عبد الله بن عمر بن أبان حدثنا\r\nحفص بن غياث عن بريد عن أبي بردة\r\nعن أبي موسى قال قدمنا على رسول الله صلى الله عليه وسلم بعدما\r\nفتحت خيبر بثلاث فأسهم لنا ولم يسهم لاحد لم يشهد الفتح\r\nغيرنا\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\n( 7237 ) حدثنا خلف بن هشام البزاز حدثنا أبو\r\nعوانة عن قتادة عن أنس\r\nعن أبي موسى أظنه رفعه قال مثل المؤمن الذي يقرأ\r\nالقرآن مثل الأترجة ريحها طيب وطعمها طيب\r\nومثل المؤمن الذي لا يقرأ القرآن مثل التمرة ليس لها\r\nريح وطعمها حلو ومثل المنافق الذي يقرأ القرآن مثل الريحانة\r\nريحها طيب وطعمها مر ومثل المنافق الذي لا يقرأ القرآن مثل\r\nالحنظلة ليس لها ريح وطعمها مر\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\n( 7238 ) حدثنا إسحاق بن إبراهيم الهروي حدثنا\r\nهشيم عن عبد الرحمن بن إسحاق عن أبي بردة بن أبي\r\nموسى الأشعري\r\nعن أبيه قال قال رسول الله صلى الله عليه وسلم أعطيت فواتح\r\nالكلم وخواتمه قلنا يا رسول الله علمنا مما علمك الله عز\r\nوجل فعلمنا التشهد\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\n( 7239 ) حدثنا خالد بن مرداس حدثنا عبد الله بن\r\nالمبارك عن الأجلح قال حدثني أبو بكر بن أبي موسى\r\nالأشعري يعني\r\nعن أبيه قال بعثني رسول الله صلى الله عليه وسلم إلى اليمن\r\nفقلت يا رسول الله إن بها إشربة فما أشرب منها وما أدع\r\nقال وما هي\r\nقلت البتع والمزر\r\nقال وما البتع والمزر\r\nقلت البتع من العسل يشتد حتى يسكر والمزر من الذرة\r\nيشتد حتى يسكر\r\nقال فقال رسول الله صلى الله عليه وسلم لا تشرب مسكرا فإني\r\nحرمت كل مسكر\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\n( 7240 ) حدثنا عبيد الله بن عمر بن ميسرة\r\nالجشمي حدثنا يحيى بن سعيد حدثنا قرة بن خالد حدثنا\r\nحميد بن هلال حدثنا أبو بردة\r\nعن أبي موسى قال أقبلت إلى رسول الله صلى الله عليه وسلم أنا\r\nورجلان من الأشعريين أحدهما عن يميني والاخر عن يساري\r\nفكلاهما سأل رسول الله صلى الله عليه وسلم العمل وهو يستاك فقال ما\r\nتقول يا عبد الله بن قيس أو يا أبا موسى\r\nقال والذي بعثك بالحق ما أطلعاني على ما في\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\nأنفسهما وما شعرت أنهما يطلبان العمل قال فكأني أنظر\r\nإلى سواكه وهو تحت شفته قلصت ثم قال يا أبا موسى إنا لا\r\nأو لن نستعمل على عملنا من أراده ولكن اذهب أنت يا\r\nعبد الله بن قيس أو يا أبا موسى فبعثه على اليمن ثم\r\nأتبعه معاذ بن جبل فلما قدم عليه قال له انزل وألقى\r\nله وسادة\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\n( 7241 ) حدثنا عبيد الله بن عمر حدثنا يحيى بن\r\nسعيد حدثنا قرة بن خالد حدثنا سيار أبو الحكم عن أبي بردة\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\nعن أبي موسى قال قلت يا رسول الله إن أهل اليمن\r\nيتخذون شرابا البتع من العسل والمزر من الذرة والشعير\r\nأنهاكم عن كل مسكر\r\n( 7242 ) حدثنا محمد بن الخطاب حدثنا محمد بن\r\nعبد الملك حدثنا إسرائيل عن أبي إسحاق عن أبي بردة\r\nعن أبي موسى الأشعري قال دخلت امرأة أبي مظعون\r\nعلى نساء النبي صلى الله عليه وسلم فرأينها سيئة الهيئة فقلن لها ما لك\r\nما في قريش رجل أغنى من بعلك قالت ما كنا منه من\r\nشئ أما نهاره فصائم وأما ليله فقائم قال فدخل\r\nالنبي صلى الله عليه وسلم فذكرن ذلك له قال فلقيه النبي صلى الله عليه وسلم فقال يا\r\nعثمان أما لك بي أسوة قال وما ذاك يا رسول الله فداك\r\nأبي وأمي قال أما أنت فتقوم بالليل وتصوم بالنهار وأن\r\nلأهلك عليك حقا وإن لجسدك حقا فصل ونم وصم\r\nوأفطر قال فأتتهم المرأة بعد ذلك عطرة كأنها عروس فقلن\r\nلها مه قالت أصابنا ما أصاب الناس\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\n( 7243 ) حدثنا عثمان بن أبي شيبة حدثنا جرير\r\nعن عطاء بن السائب عن أبي بكر\r\nعن أبيه أبي موسى قال قال رسول الله صلى الله عليه وسلم لو أن\r\nحجرا قذف به في جهنم لهوى سبعين خريفا قبل أن يبلغ\r\nقعرها\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\n( 7244 ) حدثنا عثمان بن أبي شيبة حدثنا جرير\r\nعن الأعمش عن عمرو بن مرة عن أبي عبيدة\r\nعن أبي موسى قال كان النبي صلى الله عليه وسلم يسمي لنا نفسه\r\nأسماء فقال أنا محمد وأحمد والمقفي والحاشر ونبي\r\nالرحمة ونبي الملحمة\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\n( 7245 ) حدثنا بندار حدثنا محمد حدثنا شعبة\r\nعن عمرو بن مرة عن مرة\r\nعن أبي موسى عن النبي صلى الله عليه وسلم قال كمل من\r\nالرجال كثير ولم يكمل من النساء إلا مريم بنت عمران وآسية\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\nامرأة فرعون وفضل عائشة على النساء كفضل الثريد على\r\nسائر الطعام\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\n( 7246 ) حدثنا أبو عبد الله محمد بن إبراهيم\r\nالشامي حدثنا إبراهيم بن سليمان عن حرب بن سريج\r\nعن حماد بن أبي سليمان قال تعشيت مع عن أبي بردة فقال\r\nألا أحدثك ما حدثني به أبي عبد الله بن قيس قال قال\r\nرسول الله صلى الله عليه وسلم من أكل فشبع وشرب فروي فقال الحمد لله\r\nالذي أطعمني وأشبعني وسقاني وأرواني خرج من ذنوبه\r\nكيوم ولدته أمه\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\n( 7247 ) حدثنا عبد الواحد بن غياث حدثنا أبو\r\nعوانة عن قتادة عن الحسن قال\r\nحدث أبو موسى وهو بالدير من أصبهان قال قال\r\nرسول الله صلى الله عليه وسلم إن بين يدي الساعة الهرج قال فقلنا\r\nوما الهرج قال فقال القتل قال فقلنا والله إنا لنقتل\r\nفي العام الواحد أكثر من سبعين ألفا من المشركين قال\r\nفقال والله ما هو بقتلكم المشركين ولكنه قتل بعضكم\r\nبعضا قال فقلنا وفينا كتاب الله عز وجل ومعنا عقولنا\r\nقال وفيكم كتاب الله قال إنكم لترون أن معكم عقولكم\r\nغير أنه تنزع عقول أكثر أهل ذلك الزمان ويرون أنهم على\r\nشئ وليسوا على شئ ويخلف له هباء من الناس يرون\r\nأنهم في شئ وليسوا في شئ قال فقلنا ما المنجى\r\nمن ذلك قال ما أجد لي ولكم منها منجى أن هي أدركتنا\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\nفيما عهد إلينا نبينا عليه السلام إلا أن نخرج منها كيوم\r\nدخلناها\r\n( 7248 ) حدثنا محمد بن إسماعيل بن أبي سمينة\r\nالبصري حدثنا معتمر قال قرأت على فضيل عن أبي\r\nحريز عن أبي بردة\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\nقال عن أبي موسى قال قال قال رسول الله صلى الله عليه وسلم لا يدخل\r\nالجنة مدمن خمر ولا مؤمن بسحر ولا قاطع ومن مات وهو\r\nيشرب الخمر سقاه الله من الغوطة وهو ماء يسيل من\r\nفروج المومسات يؤذي ريحه من في النار\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\n( 7249 ) حدثنا مجاهد بن موسى حدثنا يزيد\r\nأخبرنا الأزهر بن سنان القرشي حدثنا محمد بن واسع\r\nالأزدي قال دخلت على بلال بن أبي بردة فقلت له يا بلال إن\r\nأباك حدثني\r\nعن أبيه عن النبي صلى الله عليه وسلم قال إن في جهنم واديا يقال\r\nله هبهب حقا على الله أن يسكنه كل جبار فإياك يا بلال أن\r\nتكون ممن يسكنه\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\n( 7250 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nعبيد الله بن موسى عن إبراهيم بن إسماعيل عن طليق بن\r\nعمران بن حصين بن أبي بردة\r\nعن أبي موسى قال قال لعن رسول الله صلى الله عليه وسلم من فرق بين\r\nوالد وولده وبين الأخ وأخيه\r\n","description":"","footnote":"","page_name":" 226 ","page_number":226},
  {"content":"\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\n( 7251 ) حدثنا خلف بن هشام البزار حدثنا حماد\r\nبن زيد عن غيلان بن جرير عن أبي بردة\r\n","description":"","footnote":"","page_name":" 228 ","page_number":228},
  {"content":"\r\nعن أبي موسى قال أتيت النبي صلى الله عليه وسلم في رهط من\r\nالأشعريين نستحمله فقال والله لا أحملكم وما عندي ما\r\nأحملكم عليه\r\nقال فلبثنا ما شاء الله ثم أتي بإبل فأمر بثلاث ذود\r\nغر الذرى قال فلما انطلقنا قلنا أو قال بعضنا\r\nلبعض لا يبارك الله لنا أتينا رسول الله صلى الله عليه وسلم نستحمله\r\nفحلف ألا يحملنا ثم حملنا ائتوه فأخبروه فقال ما أنا\r\nحملتكم ولكن الله حملكم إني والله إن شاء الله لا أحلف\r\nعلى يمين فأرى غيرها خيرا منها إلا كفرت عن يميني وأتيت\r\nالذي هو خير\r\n","description":"","footnote":"","page_name":" 229 ","page_number":229},
  {"content":"\r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\n( 7252 ) حدثنا خلف بن هشام البزار حدثنا حماد\r\nبن زيد عن أيوب عن أبي عثمان\r\nعن أبي موسى قال كنا مع النبي صلى الله عليه وسلم في سفر فكان\r\nالقوم إذا علوا شرفا كبروا فقال النبي صلى الله عليه وسلم أيها الناس\r\nاربعوا على أنفسكم فإنكم لا تدعون أصم ولا غائبا\r\nولكنكم تدعون سميعا قريبا\r\nقال وأتى علي وأنا أقول لا حول ولا قوة إلا بالله\r\nقال بلى يا عبد الله ألا أدلك على كنز من كنوز الجنة لا\r\nحول ولا قوة إلا بالله\r\n","description":"","footnote":"","page_name":" 231 ","page_number":231},
  {"content":"\r\n","description":"","footnote":"","page_name":" 232 ","page_number":232},
  {"content":"\r\n","description":"","footnote":"","page_name":" 233 ","page_number":233},
  {"content":"\r\n( 7253 ) حدثنا محرز بن عون حدثنا علي بن\r\nمسهر عن الأعمش عن شقيق\r\nعن أبي موسى قال جاء رجل إلى\r\nرسول الله صلى الله عليه وسلم فقال يا رسول الله الرجل يقاتل شجاعة\r\nويقاتل حمية ويقاتل رياء أي ذلك يكون في سبيل الله فقال\r\nرسول الله صلى الله عليه وسلم من قاتل لتكون كلمة الله هي العليا فهو\r\nفي سبيل الله عز وجل\r\n","description":"","footnote":"","page_name":" 234 ","page_number":234},
  {"content":"\r\n","description":"","footnote":"","page_name":" 235 ","page_number":235},
  {"content":"\r\n( 7254 ) حدثنا أبو هشام الرفاعي محمد بن يزيد\r\nحدثنا بن فضيل عن يونس بن عمرو بن أبي بردة\r\nعن أبي موسى قال اتى النبي صلى الله عليه وسلم أعرابيا فأكرمه\r\nفقال له ائتنا فأتاه فقال رسول الله صلى الله عليه وسلم سل\r\nحاجتك فقال ناقة نركبها وأعنزا يحلبها أهلي فقال\r\nرسول الله صلى الله عليه وسلم عجزتم أن تكون مثل عجوز بني\r\nإسرائيل\r\nقال إن موسى لما سار ببني إسرائيل من مصر ضلوا\r\nالطريق فقال ما هذا فقال علماؤهم أن يوسف لما حضره\r\nالموت أخذ علينا موثقا من الله أن لا نخرج من مصر حتى ننقل\r\nعظامه معنا قال فمن يعلم موضع قبره قال عجوز من بني\r\nإسرائيل فبعث إليها فأتته فقال دليني على قبر يوسف\r\nقالت حتى تعطيني حكمي قال ما حكمك قالت أكون\r\nمعك في الجنة فكره أن يعطيها ذلك فأوحى الله إليه أن\r\nأعطها حكمها فانطلقت بهم إلى بحيرة موضع مستنقع ماء\r\nفقالت أنضبوا هذا الماء فأنضبوا قالت احتفروا\r\n","description":"","footnote":"","page_name":" 236 ","page_number":236},
  {"content":"\r\nواستخرجوا عظام يوسف فلما أقلوها إلى الأرض إذا الطريق\r\nمثل ضوء النهار\r\n( 7255 ) حدثنا أحمد بن المقدام العجلي حدثنا\r\nحزم قال سمعت الحسن يحدث\r\nعن أبي موسى قال يرفعه إلى النبي صلى الله عليه وسلم قال إن بين\r\nيدي الساعة الهرج قالوا وما الهرج يا رسول الله قال\r\nالقتل قالوا أو ما يكفي ما نقتل كل عام مائة ألف من\r\nالمشركين قال ليس ذاك ولكن قتل أنفسكم قالوا ومعنا\r\nعقولنا قال إنه يختلس عقول أهل ذلك الزمان وسيؤخر\r\nلها هباء من الناس يرون أنهم على شئ وليسوا على شئ\r\nقال أبو موسى ما أراها إلا مدركتي وإياكم فما أعلم\r\n","description":"","footnote":"","page_name":" 237 ","page_number":237},
  {"content":"\r\nالمخرج منها فيما عهد إلينا إلا إن نخرج منها كيوم دخلنا فيها\r\n( 7256 ) حدثنا أبو عبد الرحمن العلاف حدثنا\r\nعبدة حدثنا صالح بن صالح بن حي الهمداني عن الشعبي\r\nعن أبي بردة\r\nعن أبي موسى قال عن النبي الله عليه وسلم قال من كانت له\r\nجارية فأدبها فأحسن أدبها وعلمها فأحسن تعليمها ثم أعتقها\r\nوتزوجها فله أجران وأيما رجل من أهل الكتاب آمن بنبيه\r\nوآمن بمحمد فله أجران وأيما عبد أدى حق الله وحق مواليه\r\nفله أجران\r\n","description":"","footnote":"","page_name":" 238 ","page_number":238},
  {"content":"\r\n","description":"","footnote":"","page_name":" 239 ","page_number":239},
  {"content":"\r\nقال صالح قال لي الشعبي أعطيتكما بغير شئ\r\nوإن كان الراكب ليركب في دونها إلى المدينة\r\n( 3 7257 ) حدثنا أبو كريب حدثنا يحيى بن زيد\r\nحدثني أبي عن أبي بردة\r\nعن أبي موسى قال قدم على عمر فقام على بابه فقال\r\n","description":"","footnote":"","page_name":" 240 ","page_number":240},
  {"content":"\r\nالسلام عليكم ورحمة الله أيؤذن لأبي موسى أو لعبد الله بن\r\nقيس ثلاثا فلم يكلم فانصرف فخرج عمر فقال أين أبو\r\nموسى قالوا انصرف فبعث في أثره فلما أن جاء قال ما\r\nصرفك قال استأذنت ثلاثا فلم يؤذن لي فانصرفت وسمعت\r\nرسول الله صلى الله عليه وسلم يقول من استأذن ثلاثا فلم يؤذن له\r\nفلينصرف قال ائتني بمن سمع هذا منه قال فأتى\r\nالأنصار فأخبرهم قال فكلهم يقول قد سمعنا فقال ليقم\r\nمعي بعضكم فقال معه بعضهم فأتى عمر فأخبرهم\r\n","description":"","footnote":"","page_name":" 241 ","page_number":241},
  {"content":"\r\n( 7258 ) عن أبي موسى قال أتاني ناس من قومي\r\nفقالوا استحمل لنا رسول الله صلى الله عليه وسلم وهو يحمل على إبل\r\nقال فأتينا النبي صلى الله عليه وسلم فاستحملناه قال فحلف والله لا\r\nأحملكم فانصرفنا وقد شق ذلك علينا قال فمكثنا أياما\r\nوأتي بإبل قال فقال خذ هذين القرينين خذ هذين\r\nالقرينين ثلاثا ستة احمال فقلت لأصحابي إنه قد حلف أن\r\nلا يحملنا ولا أراه إلا قد نسي فإن أخذناها لم يبارك لنا فيها\r\nفقلنا يا رسول الله لقد كنت قد حلفت ثلاثا أن لا تحملنا\r\nفقال وأنا أحلف الساعة والله لاحملنكم فحلف ثلاثا ثم\r\nقال من حلف على يمين فرأى ما هو خير منها فليأت الذي\r\nهو خير وليكفر عن يمينه\r\n( 7259 ) حدثنا مجاهد بن موسى حدثنا الوليد بن\r\nمسلم عن الأوزاعي عن موسى بن سليمان عن القاسم بن\r\nمخيمرة\r\nعن أبي موسى قال تحينت فطر النبي صلى الله عليه وسلم فأتيته بنبيذ\r\nجر فلما أدناه إلى فيه إذا هو ينش فقال اضرب بهذا\r\n","description":"","footnote":"","page_name":" 242 ","page_number":242},
  {"content":"\r\nالحائط فأن هذا شراب من لا يؤمن بالله ولا باليوم\r\nالاخر\r\n( 7260 ) حدثنا مجاهد بن موسى حدثنا الوليد\r\nعن صدقة أبي معاوية عن زيد بن واقد عن خالد بن\r\nعبد الله أنه\r\nسمع أبا هريرة يخبر أنه أتى النبي صلى الله عليه وسلم بنبيذ جر فقال\r\nله مثل هذا\r\n","description":"","footnote":"","page_name":" 243 ","page_number":243},
  {"content":"\r\n( 7261 ) حدثنا أبو كريب حدثنا يحيى بن بريد\r\nقال حدثني أبي عن أبي بردة\r\nعن أبي موسى قال قال رسول الله صلى الله عليه وسلم ليس منا من\r\nحمل علينا السلاح\r\n","description":"","footnote":"","page_name":" 244 ","page_number":244},
  {"content":"\r\n( 7262 ) حدثنا أبو بكر بن أبي شيبة حدثنا وكيع عن\r\nالمسعودي عن عمرو بن مرة عن أبي عبيدة\r\nعن أبي موسى قال قال النبي صلى الله عليه وسلم إن الله لا ينام\r\nولا ينبغي له أن ينام يخفض القسط ويرفعه حجابة النور\r\nلو كشفها لأحرقت سبحات وجهه كل شئ أدركه بصره من\r\nخلقه ثم قرأ أبو عبيدة نودي أن بورك من في النار ومن\r\nحولها وسبحان الله رب العالمين\r\n","description":"","footnote":"","page_name":" 245 ","page_number":245},
  {"content":"\r\n( 7263 ) حدثنا أبو كريب حدثنا أبو معاوية عن\r\nالأعمش عن عمرو بن مرة عن أبي عبيدة\r\nعن أبي موسى قال عن النبي صلى الله عليه وسلم بمثله إلا أنه\r\nلم يذكر وقرأ أبو عبيدة\r\n","description":"","footnote":"","page_name":" 246 ","page_number":246},
  {"content":"\r\n( 7264 ) حدثنا أبو كريب حدثنا أبو أسامة عن\r\nبريد بن أبي بردة\r\nعن أبي موسى قال عن النبي صلى الله عليه وسلم قال المؤمن يأكل في\r\nمعي واحد والكافر يأكل في سبعة أمعاء\r\n","description":"","footnote":"","page_name":" 247 ","page_number":247},
  {"content":"\r\n( 7265 ) حدثنا هدبة بن خالد حدثنا همام حدثنا\r\nأبو جمرة الضبعي عن أبي بكر\r\nعن أبيه أن رسول الله صلى الله عليه وسلم قال من صلى البردين\r\nدخل الجنة !\r\n","description":"","footnote":"","page_name":" 248 ","page_number":248},
  {"content":"\r\n","description":"","footnote":"","page_name":" 249 ","page_number":249},
  {"content":"\r\n( 7266 ) حدثنا عبد الواحد بن غياث حدثنا أبو\r\nعوانة عن قتادة بن أبي بردة\r\nعن أبي موسى قال يا بني لو رأيتنا ونحن مع\r\nنبينا صلى الله عليه وسلم وأصابتنا السماء لحسبت أن ريحنا ريح الضان\r\n( 7267 ) حدثنا أبو كريب حدثنا يحيى بن بريد\r\nحدثنا عبد الرحمن بن سعيد عن أبيه سعيد بن أبي بردة\r\n","description":"","footnote":"","page_name":" 250 ","page_number":250},
  {"content":"\r\nعن أبي بردة قال وفد إلى عمر أو إلى سليمان\r\nقال فقضى حوائجه حتى إذا كان في بعض الليل قال قم\r\nقال فقمت فانطلق إلى باب الوالي فدقه قال فقال\r\nالحاجب من هذا قال أبو بردة استأذن لي عليه قال\r\nفدخل قال أعلمه مكاني فأعلمه فخرج إليه فأذن له قال\r\nخير يا أبا بردة قال خير قال حاجتك قال قد فرغت من\r\nحوائجي ذكرت حديثا\r\nحدثني أبي قال قال رسول الله صلى الله عليه وسلم\r\nإذا جمع الله الخلائق للحساب أتي بيهودي أو نصراني\r\nقيل يا مؤمن هذا فداؤك من النار قال أنت سمعته قال\r\nسمعته من أبي\r\n","description":"","footnote":"","page_name":" 251 ","page_number":251},
  {"content":"\r\n","description":"","footnote":"","page_name":" 252 ","page_number":252},
  {"content":"\r\n( 7269 ) حدثنا مجاهد بن موسى حدثنا أبو\r\nأسامة حدثنا شعبة عن عمرو بن مرة الهمداني عن مرة عن\r\nأبي موسى الأشعري قال قال رسول الله صلى الله عليه وسلم\r\nكمل من الرجال كثير ولم يكمل من النساء غير مريم بنت\r\nعمران وآسية امرأة فرعون وإن فضل عائشة على النساء\r\nكفضل الثريد على سائر الطعام\r\n( 7270 ) حدثنا أبو كريب حدثنا يحيى بن بريد\r\nقال أخبرني أبي عن أبي بردة\r\nعن أبي موسى قال قال رسول الله صلى الله عليه وسلم إن جليس\r\nالصدق وجليس السوء كحامل المسك إما أن يحذيك وإما أن\r\nتجد ريحا طيبة ونافخ الكير إما أن يحرق ثيابك وإما أن تجد\r\nريحا خبيثة\r\n","description":"","footnote":"","page_name":" 253 ","page_number":253},
  {"content":"\r\n","description":"","footnote":"","page_name":" 254 ","page_number":254},
  {"content":"\r\n( 7271 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nعبيد الله بن موسى حدثنا إبراهيم بن إسماعيل عن صالح بن\r\nكيسان عن يزيد الرقاشي عن أبيه\r\nعن أبي موسى قال قال رسول الله صلى الله عليه وسلم لقد مر\r\nبالصخرة من الروحاء سبعون نبيا حفاة عليهم العباء\r\n( 7272 ) حدثنا أبو بكر بن أبي شيبة حدثنا عبد الله\r\nبن أبي نمير عن أبي جعفر الرازي حدثنا ربيع بن أنس عن\r\nجديه زيد وزياد وكانا يختلفان إلى أبي موسى بالبصرة\r\nيقرئهم القرآن\r\n","description":"","footnote":"","page_name":" 255 ","page_number":255},
  {"content":"\r\nعن أبي موسى قال سمعت رسول الله صلى الله عليه وسلم يقول لا\r\nتقبل صلاة رجل ما دام في جلده أو في جسده منه شئ\r\nيعني الصفرة\r\n","description":"","footnote":"","page_name":" 256 ","page_number":256},
  {"content":"\r\n( 7273 ) حدثنا أبو بكر حدثنا معتمر بن سليمان\r\nعن عباد بن عباد عن أبي مجلز\r\nعن أبي موسى قال آتينا رسول الله صلى الله عليه وسلم بوضوء\r\nفتوضأ قال اللهم اغفر لي ذنبي ووسع لي في داري\r\nوبارك لي في رزقي\r\n( 7274 ) حدثنا أبو بكر حدثنا حسين بن علي\r\nعن جعفر بن برقان عن ثابت بن الحجاج عن أبي بردة\r\n","description":"","footnote":"","page_name":" 257 ","page_number":257},
  {"content":"\r\nعن أبيه قال اختصم رجلان إلى النبي صلى الله عليه وسلم من\r\nحضرموت في أرض فقال للمدعي عليه احلف فقال\r\nالمدعي يا رسول الله ما لي إلا يمينه إذا يذهب بأرضي\r\nفقال إن اقتطعها بيمينه كان ممن لا يكلمه الله عز\r\nوجل ولا ينظر إليه ولا يزكيه وله عذاب أليم قال فتورع\r\nالآخر فردها عليه\r\n( 7275 ) حدثنا أبو بكر حدثنا معلى بن منصور\r\n","description":"","footnote":"","page_name":" 258 ","page_number":258},
  {"content":"\r\nعن موسى بن أعين عن عبد الله بن محمد بن عقيل عن\r\nسليمان بن يسار عن عقيل مولى بن عباس\r\nعن أبي موسى قال كنت أنا وأبو الدرداء عند\r\nرسول الله صلى الله عليه وسلم فقال من حفظ ما بين فقميه ورجليه\r\nدخل الجنة\r\n","description":"","footnote":"","page_name":" 259 ","page_number":259},
  {"content":"\r\n( 7276 ) حدثنا أبو بكر حدثنا حسين بن علي\r\nعن مجمع بن يحيى عن سعيد بن أبي بردة\r\nعن أبي بردة عن أبيه قال صلينا المغرب مع رسول الله صلى الله عليه وسلم ثم\r\nقلنا لو جلسنا حتى نصلي معه العشاء قال فجلسنا فخرج\r\nعلينا فقال ما زلتم ها هنا فقلنا نعم يا رسول الله\r\nصلينا معك المغرب ثم قلنا نجلس حتى نصلي معك العشاء\r\nقال أحسنتم أو أصبتم قال فرفع رأسه إلى السماء\r\nوكان كثيرا ما يرفع رأسه إلى السماء فقال النجوم أمان\r\nلأهل السماء فإذا ذهب النجوم أتى أهل السماء ما يوعدون\r\nوأنا أمنة لاصاحبي فإذا ذهبت أتى أصحابي ما يوعدون\r\nوأصحابي أمنة لامتي فإذا ذهب أصحابي أتى أمتي ما\r\nيوعدون\r\n","description":"","footnote":"","page_name":" 260 ","page_number":260},
  {"content":"\r\n( 7277 ) حدثنا أبو هشام الرفاعي حدثنا يحيى بن\r\nيمان حدثنا حرملة بن قيس عن أبي بردة\r\nعن أبي موسى قال قال رسول الله صلى الله عليه وسلم أمتي أمة\r\nمرحومة ليس عليها عذاب في الآ خرة عذابها في الدنيا\r\nالزلازل والفتن والقتل\r\n","description":"","footnote":"","page_name":" 261 ","page_number":261},
  {"content":"\r\n","description":"","footnote":"","page_name":" 262 ","page_number":262},
  {"content":"\r\n( 7278 ) حدثنا العباس بن الوليد النرسي حدثنا\r\nعبد الواحد حدثنا أيوب بن عائذ حدثنا قيس بن مسلم\r\nسمعت طارق بن شهاب قال\r\nعن أبي موسى الأشعري قال بعثني رسول الله صلى الله عليه وسلم\r\nإلى أرض قومي فجئت ورسول الله صلى الله عليه وسلم منيخ بالأبطح\r\nقال فسلمت عليه فقال أحججت يا عبد الله بن قيس\r\nقال قلت نعم يا رسول الله قال كيف قلت قال\r\nقلت لبيك إهلالا كإهلالك قال فقال هل سقت\r\nهديا قال قلت لا لم أسق هديا قال فطف بالبيت\r\nواسع بين الصفا ثم حل قال ففعلت حتى مشطتني امرأة\r\n","description":"","footnote":"","page_name":" 263 ","page_number":263},
  {"content":"\r\nمن بني قيس قال فمكثنا بذلك حتى استخلف عمر\r\nقال فأني عند المقام أفتي الناس بالذي أمرني\r\nرسول الله صلى الله عليه وسلم وبالذي صنعت قال فجاءني رجل فسارني\r\nفي أذني فقال اتئد في فتياك فإن أمير المؤمنين قد أحدث\r\nفي النسك قال فقلت أيها الناس من كنا أفتيناه شيئا في\r\nالنسك فليتئد فأن هذا أمير المؤمنين قادم عليكم فإلي من\r\nعلم منه شيئا فلما قدم عمر أتيته فقلت يا أمير المؤمنين\r\nأحدثت في النسك قال إن أخذنا بكتاب الله عز وجل فإنه\r\nيأمرنا بالتمام وإن أخذنا بسنة رسول الله صلى الله عليه وسلم فإنه لم\r\nيحل حتى نحر البدن قال فنهى عن العمرة في أيام\r\n","description":"","footnote":"","page_name":" 264 ","page_number":264},
  {"content":"\r\nالحج\r\n","description":"","footnote":"","page_name":" 265 ","page_number":265},
  {"content":"\r\n( 7279 ) حدثنا سريج بن يونس حدثنا خالد بن\r\nنافع حدثنا سعيد بن أبي بردة عن أبي بردة\r\nعن أبي موسى أن النبي صلى الله عليه وسلم وعائشة مرا بأبي موسى\r\nوهو يقرأ في بيته فقاما يستمعان لقراءته ثم إنهما مضيا فلما\r\nأصبح لقي أبا موسى رسول الله صلى الله عليه وسلم فقال يا أبا موسى\r\nمررت بك البارحة ومعي عائشة وأنت تقرأ في بيتك فقمنا\r\nفاستمعنا فقال له أبو موسى أما أني يا رسول الله لو علمت\r\nلحبرت لك تحبيرا\r\n","description":"","footnote":"","page_name":" 266 ","page_number":266},
  {"content":"\r\n","description":"","footnote":"","page_name":" 267 ","page_number":267},
  {"content":"\r\n( 7280 ) حدثنا هدبة بن خالد حدثنا همام حدثنا\r\nقتادة عن سعيد بن أبي بردة عن أبيه\r\nعن أبي موسى أن رجلين ادعيا بعيرا فبعث كل واحد\r\nمنهما شاهدين فقسمه رسول الله صلى الله عليه وسلم بينهما\r\n( 7281 ) حدثنا هدبة حدثنا همام حدثنا قتادة\r\nعن سعيد بن أبي بردة عن أبيه\r\nعن أبي موسى أن رسول الله صلى الله عليه وسلم قال ما من\r\n","description":"","footnote":"","page_name":" 268 ","page_number":268},
  {"content":"\r\nمسلم يموت إلا جعل الله مكانه من اليهود أو النصارى\r\nفي النار\r\n( 7282 ) حدثنا بشر بن الوليد الكندي حدثنا أبو\r\nمعشر عن مصعب بن ثابت عن محمد بن المنكدر عن أبي\r\nبردة بن أبي موسى\r\nعن أبي موسى قال قال رسول الله صلى الله عليه وسلم ما من\r\nمؤمن إلا يأتي يوم القيامة بيهودي أو نصراني يقول هذا\r\nفدائي من النار\r\n( 7283 ) حدثنا القاسم بن يحيى حدثنا الوليد بن\r\nمسلم حدثنا أبو سعيد روح بن جناح عن مولى لعمر بن\r\nعبد العزيز عن أبي بردة\r\nعن أبيه عن النبي صلى الله عليه وسلم يوم يكشف عن ساق\r\nقال عن نور عظيم يخرون له سجدا\r\n","description":"","footnote":"","page_name":" 269 ","page_number":269},
  {"content":"\r\n","description":"","footnote":"","page_name":" 270 ","page_number":270},
  {"content":"\r\n( 7284 ) حدثنا إبراهيم بن سعيد الجوهري حدثنا\r\nعلي بن عاصم عن خالد عن توبة العنبري عن أبي بردة بن\r\nأبي موسى\r\nعن أبيه أبي موسى قال قال رسول الله صلى الله عليه وسلم كان\r\nصاحب بني إسرائيل أشد في البول منكم كانت معه مبراة إذا\r\nأصاب شيئا من جسده البول براه بها\r\n( 7285 ) حدثنا إبراهيم بن سعيد حدثنا أبو أسامة\r\nحدثنا بريد بن عبد الله عن أبي بردة\r\n","description":"","footnote":"","page_name":" 271 ","page_number":271},
  {"content":"\r\nعن أبي موسى قال قال رسول الله صلى الله عليه وسلم لله أفرح\r\nبتوبة عبده الذي قد أسرف على نفسه من رجل سافر في أرض\r\nفلاة معطبة مهلكة فلما توسط أضل راحلته فسعى في بغائها\r\nيمينا وشمالا حتى أعيى أو أيس منها وظن أن قد هلك نظر\r\nفوجدها في مكان لم يكن يرجو أن يجدها فالله عز وجل\r\nأفرح بتوبة عبده المسرف من ذلك الرجل براحلته حين\r\nوجدها\r\n( 7286 ) وعن أبي موسى قال رضي الله تعالى عنه سئل النبي صلى الله عليه وسلم\r\nأي المسلمين أفضل قال من سلم المسلمون من لسانه\r\nويده\r\n","description":"","footnote":"","page_name":" 272 ","page_number":272},
  {"content":"\r\n( 7287 ) وعن أبي موسى عن النبي صلى الله عليه وسلم قال إن\r\nالله عز وجل يملي للظالم حتى إذا أخذه لم ينفلت\r\nثم تلا * ( وكذلك أخذ ربك إذا أخذ القرى وهي ظالمة إن أخذه\r\nأليم شديد ) *\r\n","description":"","footnote":"","page_name":" 273 ","page_number":273},
  {"content":"\r\n( 7288 ) حدثنا سعيد بن يحيى بن سعيد الأموي\r\nحدثني أبي بريد بن عبد الله بن أبي بردة حدثنا أبو\r\nبردة\r\nعن أبي موسى قال سألنا رسول الله صلى الله عليه وسلم أي\r\nالاسلام أفضل قال من سلم المسلمون من لسانه ويده\r\n( 7289 ) حدثنا القواريري حدثنا مكي عن\r\nالجعيد بن عبد الرحمن عن يزيد بن خصيفة عن حميد بن\r\nبشير عن محمد بن كعب القرظي قال\r\nحدثني أبو موسى الأشعري قال قال\r\nرسول الله صلى الله عليه وسلم لا يقلب كعباتها رجل ينظر ما تأتي به إلا\r\nعصى الله ورسوله\r\n( 7290 ) حدثنا عبيد الله بن عمر الجشمي حدثنا\r\n","description":"","footnote":"","page_name":" 274 ","page_number":274},
  {"content":"\r\nيحيى بن سعيد وبشر بن المفضل عن عبيد الله عن نافع\r\nعن سعيد بن أبي هند\r\nعن أبي موسى الأشعري قال قال رسول الله صلى الله عليه وسلم\r\nمن لعب بالنرد فقد عصى الله ورسوله\r\n","description":"","footnote":"","page_name":" 275 ","page_number":275},
  {"content":"\r\n( 7291 ) حدثنا أبو كريب حدثنا أبو أسامة عن\r\nبريد عن أبي بردة\r\nعن أبي موسى عن النبي صلى الله عليه وسلم قال إذا مر أحدكم\r\nفي مسجدنا أو في سوقنا ومعه نبل فليمسك على نصالها أو\r\nقال فليقبض بكفه أن يصيب أحدا من المسلمين منها\r\nشئ\r\n","description":"","footnote":"","page_name":" 276 ","page_number":276},
  {"content":"\r\n( 7292 ) وعن أبي موسى عن النبي صلى الله عليه وسلم قال\r\nمن حمل علينا السلاح فليس منا !\r\n( 7293 ) وعن أبي موسى قال احترق بيت بالمدينة\r\nعلى أهله من الليل فلما حدث رسول الله صلى الله عليه وسلم بشأنهم\r\nقال إن هذه النار إنما هي عدو لكم فإذا نمتم فأطفئوها\r\nعنكم\r\n","description":"","footnote":"","page_name":" 277 ","page_number":277},
  {"content":"\r\n( 7294 ) وعن أبي موسى قال قال\r\nرسول الله صلى الله عليه وسلم إن أعظم الناس أجرا في الصلاة أبعدهم\r\nإليه ممشى فأبعدهم والذي ينتظر الصلاة حتى يصليها مع\r\nالامام في جماعة أعظم أجرا من الذي يصليها ثم ينام\r\n","description":"","footnote":"","page_name":" 278 ","page_number":278},
  {"content":"\r\n( 7295 ) وعن أبي موسى عن النبي صلى الله عليه وسلم قال\r\nإن المؤمن للمؤمن كالبنيان يشد بعضه بعضا\r\n","description":"","footnote":"","page_name":" 279 ","page_number":279},
  {"content":"\r\n( 7296 ) وعن أبي موسى عن النبي صلى الله عليه وسلم قال\r\nكان إذا أتاه السائل وربما قال جاء السائل أو صاحب\r\nالحاجة قال اشفعوا فلتؤجروا ويقضي الله على لسان نبيه\r\nما شاء\r\n","description":"","footnote":"","page_name":" 280 ","page_number":280},
  {"content":"\r\n","description":"","footnote":"","page_name":" 281 ","page_number":281},
  {"content":"\r\n( 7297 ) وعن أبي موسى قال أرسلني أصحابي\r\nإلى رسول الله صلى الله عليه وسلم أسأله\r\nالحملان لهم إذ هم في جيش\r\nالعسرة وهي غزوة تبوك فقلت يا نبي الله إن أصحابي\r\nأرسلوني إليك لتحملهم قال لا والله لا أحملهم على\r\nشئ ووافقته وهو غضبان ولا أشعر فرجعت حزينا من منع\r\nرسول الله صلى الله عليه وسلم ومن مخافة أن يكون رسول الله صلى الله عليه وسلم قد\r\nوجد في نفسه علي فرجعت إلى أصحابي فأخبرتهم الذي قال\r\nرسول الله صلى الله عليه وسلم فلم ألبث إلا سويعة إذ سمعت بلالا ينادي\r\n","description":"","footnote":"","page_name":" 282 ","page_number":282},
  {"content":"\r\nأين عبد الله بن قيس فأجبته فقال أجب رسول الله صلى الله عليه وسلم\r\nيدعوك فلما أتيت رسول الله صلى الله عليه وسلم قال خذ هذين\r\nالقرينين وهذين القرينين وهذين القرينين لستة أبعرة\r\nابتاعهن حينئذ من سعد فانطلق بهن إلى أصحابك فقل إن الله\r\nعز وجل أو أن رسول الله صلى الله عليه وسلم يحملكم على هؤلاء\r\nفاركبوهن\r\nقال أبو موسى فانطلقت إلى أصحابي بهن فقلت إن\r\nرسول الله صلى الله عليه وسلم يحمل على هؤلاء ولكن والله لا أدعكم\r\nحتى ينطلق معي بعضكم إلى من سمع مقال رسول الله صلى الله عليه وسلم\r\nحين سألته لكم ومنعه في أول مرة ثم أعطاه إياي بعد ذلك\r\nلا تظنوا أني حدثتكم شيئا لم يقله فقالوا والله إنك عندنا\r\nلمصدق ولنفعلن ما أحببت فانطلق أبو موسى بنفر منهم حتى\r\nأتوا الذين سمعوا قول رسول الله صلى الله عليه وسلم ومنعه إياهم ثم أعطاه\r\nبعد فحدثهم مثل ما حدثهم أبو موسى سواء\r\n( 7298 ) وعن أبي موسى عن النبي صلى الله عليه وسلم قال\r\nرأيت في المنام أني أهاجر من مكة إلى أرض بها نخل\r\nفذهب وهمي إلى أنها اليمامة وهجر فإذا هي المدينة\r\nيثرب\r\n","description":"","footnote":"","page_name":" 283 ","page_number":283},
  {"content":"\r\nورأيت في رؤياي هذه أني هززت سيفا فانقطع صدره\r\nفإذا هو ما أصيب من المؤمنين يوم أحد وهززته أخرى فعاد\r\nخيرا مما كان فإذا هو ما جاء الله به من الفتح واجتماع\r\nالمؤمنين ورأيت فيها أيضا بقرا والله خيرا فإذا هم النفر من\r\nالمؤمنين يوم أحد وإذا الخير ما جاء الله به من الخير بعد\r\nوثواب الصدق أتانا بعد يوم بدر\r\n","description":"","footnote":"","page_name":" 284 ","page_number":284},
  {"content":"\r\n( 7299 ) وعن أبي موسى قال أن النبي صلى الله عليه وسلم قال\r\nليأتين زمان يطوف الرجل بالصدقة من الذهب ثم لا يجد أحدا\r\nيأخذها منه وترى الرجل يتبعه أربعون امرأة يلذن به من قلة\r\nالرجال وكثرة النساء\r\n( 7300 ) وعن أبي موسى قال كنت أنا وأصحابي\r\nالذين قدموا معي في السفينة نزولا في بقيع بطحان\r\nرسول الله صلى الله عليه وسلم بالمدينة فكان يتناوب رسول الله صلى الله عليه وسلم\r\nعند صلاة العشاء كل ليلة نفر منهم\r\n","description":"","footnote":"","page_name":" 285 ","page_number":285},
  {"content":"\r\nقال أبو موسى فوافقنا رسول الله صلى الله عليه وسلم أنا وأصحابي\r\nوله بعض الشغل في بعض أمره فأعتم بالصلاة حتى ابهار\r\nالليل حتى خرج رسول الله صلى الله عليه وسلم فلما قضى صلاته\r\nقال لمن حضره على رسلكم أبشروا إن من نعمة الله عليكم أنه\r\nليس من أحد من الناس يصلي هذه الصلاة غيركم أو قال\r\nما صلى هذه الساعة أحد غيركم لا يدري أي الكلمتين\r\nقال\r\nقال أبو موسى فرجعنا فرحين بما سمعنا من رسول\r\nالله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 286 ","page_number":286},
  {"content":"\r\n( 7301 ) عن أبي موسى عن النبي صلى الله عليه وسلم\r\nمن أحب الله أحب لقاء الله أحب الله لقاءه ومن كره لقاء الله كره الله\r\nلقاءه\r\n( 7302 ) عن أبي موسى قال كسفت الشمس\r\n","description":"","footnote":"","page_name":" 287 ","page_number":287},
  {"content":"\r\nزمن رسول الله صلى الله عليه وسلم فقام يصلي بأطول قيام وركوع وسجود\r\nرأيته يفعله في صلاة قط ثم قال إن هذه الآيات التي ترسل\r\nلا تكون لموت أحد ولا لحياته ولكن الله عز وجل يرسلها\r\nيخوف بها عباده فإذا رأيتم منها شيئا فافزعوا إلى ذكره ودعائه\r\nواستغفاره\r\n( 7303 ) عن أبي موسى قال سئل\r\nرسول الله صلى الله عليه وسلم عن أشياء كرهها فلما أكثر عليه غضب ثم\r\n","description":"","footnote":"","page_name":" 288 ","page_number":288},
  {"content":"\r\nقال للناس سلوني عما شئتم فقال رجل من أبي قال\r\nأبوك حذافة فقال آخر من أبي يا رسول الله قال أبوك\r\nسالم مولى شيبة\r\nفلما رأى عمر ما وجه رسول الله صلى الله عليه وسلم من الغضب\r\nقال يا رسول الله إنا نتوب إلى الله عز وجل\r\n( 7304 ) عن أبي موسى قال خرجنا مع\r\n","description":"","footnote":"","page_name":" 289 ","page_number":289},
  {"content":"\r\nرسول الله صلى الله عليه وسلم في غزاة ونحن ستة نفر بيننا بعير نعتقبه\r\nقال فنقبت أقدامنا ونقبت قدماي وسقط أظفاري فكنا\r\nنلف على أرجلنا الخرق قال فسميت غزوة ذات الرقاع لما\r\nكنا نعصب على أرجلنا من الخرق\r\nقال أبو بردة فحدث أبو موسى بهذا الحديث ثم كره\r\nذلك فقال ما كنت أصنع بأن أذكر هذا الحديث قال لأنه\r\nكره أن يكون شيئا من عمله أفشاه\r\nقال أبو أسامة وقال غيره الله يجزي به\r\n","description":"","footnote":"","page_name":" 290 ","page_number":290},
  {"content":"\r\n( 7305 ) وعن أبي موسى عن النبي صلى الله عليه وسلم قال\r\nتعاهدوا القرآن فوالذي نفسي بيده لهو أشد تفلتا من الإبل\r\nمن عقلها\r\n( 7306 ) وعن أبي موسى عن النبي صلى الله عليه وسلم قال\r\nمثل البيت الذي يذكر الله فيه والبيت الذي لا يذكر الله\r\nفيه مثل الحي والميت\r\n","description":"","footnote":"","page_name":" 291 ","page_number":291},
  {"content":"\r\nالذي يذكر الله فيه والبيت الذي لا يذكر الله فيه مثل الحي\r\nوالميت\r\n","description":"","footnote":"","page_name":" 292 ","page_number":292},
  {"content":"\r\n( 7307 ) وعن أبي موسى عن النبي صلى الله عليه وسلم قال\r\nظإنما مثل جليس الصالح وجليس السوء كحامل المسك\r\nونافخ الكير فحامل المسك إما أن يحذيك وإما أن تبتاع\r\nمنه وإما أن تجد منه ريحا طيبة ونافخ الكير إما أن يحرق\r\nثيابك وإما أن تجد منه ريحا منتنة\r\n( 7308 ) وعن أبي موسى عن النبي صلى الله عليه وسلم قال\r\nللمملوك الذي يحسن عبادة ربه ويؤدي إلى سيده الذي له\r\nعليه من الحق والنصيحة والطاعة أجران أجر ما أحسن عبادة\r\nربه وأجر ما أدى إلى مليكه الذي له عليه من الحق\r\n( 7309 ) وبه عن أبي موسى قال قال\r\nرسول الله صلى الله عليه وسلم إن الأشعريين إذا أرملوا في الغزو أو قل\r\nطعام عيالهم بالمدينة جمعوا ما كان عندهم في ثوب واحد ثم\r\nاقتسموا بينهم في إناء واحد بالسوية وهم مني وأنا منهم\r\n","description":"","footnote":"","page_name":" 293 ","page_number":293},
  {"content":"\r\n( 7310 ) وعن أبي موسى عن النبي صلى الله عليه وسلم قال\r\nإن مثلي ومثل ما بعثني الله به كمثل رجل أتاه قومه فقال يا\r\nقوم إني رأيت الجيش إني أنا النذير العريان فالنجاء\r\nفأطاعه طائفة من قومه فأدلجوا فانطلقوا على مهلهم فنجوا\r\nوكذبت طائفة فأصبحوا مكانهم فصبحهم الجيش فاجتاحهم\r\nفذلك مثل من أطاعني فاتبع ما جئت به ومثل من عصاني\r\n","description":"","footnote":"","page_name":" 294 ","page_number":294},
  {"content":"\r\nوكذب ما جئت به من الحق\r\n( 7311 ) عن أبي موسى عن النبي صلى الله عليه وسلم قال\r\n","description":"","footnote":"","page_name":" 295 ","page_number":295},
  {"content":"\r\nإن مثل ما أتاني الله به من الهدى والعلم كمثل غيث أصاب\r\nأرضا فكانت منها طائفة طيبة قبلت الماء فأنبتت الكلأ والعشب\r\nالكثير وكانت منها إخاذات أمسكت الماء فنفع الله بها\r\nالناس فشربوا منها وسقوا وزرعوا وأصابت منها طائفة أخرى\r\nإنما هي قيعان لا تمسك ماء ولا تنبت كلا فذلك مثل من\r\nفقه في دين الله ونفعه ما بعثني الله به فعلم وعلم ومثل من لم\r\nيرفع بذلك رأسا ولم يقبل هدى الله الذي أرسلت به\r\n","description":"","footnote":"","page_name":" 296 ","page_number":296},
  {"content":"\r\n( 7312 ) وعن أبي موسى عن النبي صلى الله عليه وسلم قال\r\nمثل المسلمين واليهود والنصارى كمثل رجل استأجر قوما\r\nيعملون له عملا يوما إلى الليل على أجر معلوم فعملوا له\r\nإلى نصف النهار ثم قالوا لا حاجة لنا في أجرك الذي\r\nشرطت لنا وما عملنا باطل فقال لهم لا تفعلوا اعملوا بقية\r\n","description":"","footnote":"","page_name":" 297 ","page_number":297},
  {"content":"\r\nيومكم وخذوا أجركم كاملا فأبوا وتركوا ذلك عليه فاستأجر\r\nقوما آخرين بعدهم وقال اعملوا بقية يومكم ولكم الذي\r\nشرطت لهم من الاجر فعملوا حتى إذا كان حين صلاة\r\nالعصر قالوا لك الذي عملنا باطل ولك الاجر الذي جعلت\r\nلنا لا حاجة لنا فيه قال اعملوا بقية عملكم فإن ما بقي من\r\nالنهار شئ يسير ثم خذوا أجركم فأبوا عليه فاستأجر قوما\r\nآخرين فعملوا له بقية يومهم حتى غابت الشمس واستكملوا\r\nأجر الفريقين كليهما والاجر كله فذلك مثل اليهود\r\nوالنصارى والذين تركوا ما أمرهم الله به ومثل المسلمين\r\nالذين قبلوا هدى الله وما جاء به رسوله\r\n","description":"","footnote":"","page_name":" 298 ","page_number":298},
  {"content":"\r\n( 7313 ) حدثنا أبو كريب حدثنا أبو أسامة عن\r\nبريد عن أبي بردة\r\nعن أبي موسى قال لما فرغ رسول الله صلى الله عليه وسلم من\r\nحنين بعث أبا عامر على جيش إلى أوطاس فلقي دريد بن\r\nالصمة فقتل دريدا وهزم الله أصحابه\r\nقال أبو موسى وبعثني مع أبي عامر قال فرمي أبو\r\nعامر في ركبته رماه رجل من بني جشم بسهم فأثبته في\r\n","description":"","footnote":"","page_name":" 299 ","page_number":299},
  {"content":"\r\nركبته فانتهيت إليه فقلت يا عم من رماك فأشار أبو عامر\r\nإلى أبي موسى أن ذاك قاتلي تراه ذاك الذي رماني\r\nقال أبو موسى فقصت له فاعتمدت له فلحقته فلما\r\nرآني ولى عني ذاهبا فاتبعته وجعلت أقول ألا تستحي ألا\r\nتثبت ألا تستحي ألست عربيا فكف فالتقيت أنا وهو\r\nفاختلفنا أنا وهو ضربتين فضربته بالسيف فقتلته ثم رجعت إلى\r\nأبي عامر فقلت قد قتل الله صاحبك\r\nقال فانزع هذا السهم فنزعته فنزل منه الماء قال يا\r\nبن أخي انطلق إلى رسول الله صلى الله عليه وسلم فأقرئه مني السلام\r\nوقل له يقول لك استغفر لي\r\nقال فاستخلفني أبو عامر ومكث يسيرا ثم أنه مات\r\nفلما رجعت إلى رسول الله صلى الله عليه وسلم دخلت عليه وهو في بيت\r\nعلى سرير وقد أثر السرير بظهر رسول الله صلى الله عليه وسلم وجنبيه\r\nفأخبرته خبرنا وخبر أبي عامر فقلت إنه قد قال استغفر لي\r\nقال فدعا رسول الله صلى الله عليه وسلم بماء فتوضأ منه ثم رفع يديه ثم\r\nقال اللهم اغفر لعبيد أبي عامر ثم قال اللهم اجعله يوم\r\nالقيامة فوق كثير من خلقك ومن الناس\r\nفقلت ولي يا رسول الله فاستغفر فقال\r\n","description":"","footnote":"","page_name":" 300 ","page_number":300},
  {"content":"\r\nرسول الله صلى الله عليه وسلم اللهم اغفر لعبد الله بن قيس ذنبه وأدخله\r\nمدخلا كريما\r\nقال أبو بردة إحداهما لأبي عامر والأخرى لأبي\r\nموسى\r\n( 7314 ) وعن أبي موسى قال كنت عند\r\nرسول الله صلى الله عليه وسلم نازلا بالجعرانة بين مكة والمدينة ومعه\r\nبلال فأتى رسول الله صلى الله عليه وسلم رجل أعرابي فقال له ألا تنجز\r\nلي يا محمد ما وعدتني\r\nفقال له رسول الله صلى الله عليه وسلم أبشر فقال له الاعرابي\r\nقد أكثرت علي من البشر\r\nقال فأقبل رسول الله صلى الله عليه وسلم على أبي موسى وبلال\r\nكهيئة الغضبان فقال أن هذا قد رد البشرى فاقبلا أنتما\r\nفقالا قبلنا يا رسول الله\r\n","description":"","footnote":"","page_name":" 301 ","page_number":301},
  {"content":"\r\nقال فدعا رسول الله صلى الله عليه وسلم بقدح فيه ماء فغسل يديه\r\nووجهه ومج فيه ثم قال لهما اشربا منه وأفرغا على\r\nوجوهكما ونحوركما فأخذا القدح ففعلا ما أمرهما\r\nرسول الله صلى الله عليه وسلم فنادتنا أم سلمة من وراء الستر أن أفضلا\r\nلامكما مما في إنائكما فأفضلا لها منه طائفة\r\n( 7315 ) وعن أبي موسى قال ولد لي غلام فأتيت\r\nبه رسول الله صلى الله عليه وسلم فسماه إبراهيم وحنكه بتمرة ودعا له\r\nبالبركة ودفعه إلي وكان أكبر ولد أبي موسى\r\n","description":"","footnote":"","page_name":" 302 ","page_number":302},
  {"content":"\r\n( 7316 ) وعن أبي موسى قال بلغنا مخرج\r\nرسول الله صلى الله عليه وسلم ونحن باليمن فخرجنا مهاجرين إليه وأخوان\r\nلي أنا أصغرهما أحدهما أبو بردة والآخر أبو رهم إما قال\r\nبضع وإما قال في ثلاثة أو اثنين وخمسين رجلا من قومي\r\nفركبنا سفينة فألقتنا سفينتنا إلى النجاشي بالحبشة فوافقنا جعفر\r\nبن أبي طالب وأصحابه عنده\r\nقال جعفر إن رسول الله صلى الله عليه وسلم بعثنا وأمرنا بالإقامة\r\nفأقيموا معنا فأقمنا معه حتى قدمنا جميعا\r\nقال فوافقنا رسول الله صلى الله عليه وسلم حين فتح خيبر\r\nفأسهم لنا أو قال فأعطانا منها وما قسم لاحد غاب عن فتح\r\nيعني خيبر شيئا إلا لمن شهد معه إلا أصحاب سفينتنا مع\r\n","description":"","footnote":"","page_name":" 303 ","page_number":303},
  {"content":"\r\nجعفر وأصحابه قسم لهم معهم\r\nقال فكان ناس من الناس يقولون لنا يعني أهل\r\nالسفينة سبقناكم بالهجرة\r\nقال فدخلت أسماء بنت عميس وهي ممن قدم معنا\r\nعلى حفصة زوج النبي صلى الله عليه وسلم زائرة وقد كانت هاجرت إلى\r\nالنجاشي فيمن هاجر إليه فدخل عمر على حفصة وأسماء\r\nعندها فقال عمر حين رأى أسماء من هذه قالت أسماء\r\nبنت عميس قال عمر الحبشية هذه البحرية هذه فقالت\r\nأسماء نعم قال عمر سبقناكم بالهجرة نحن أحق\r\nبرسول الله صلى الله عليه وسلم فغضبت وقالت كلمة يا عمر كلا\r\nوالله كنتم مع رسول الله صلى الله عليه وسلم يطعم جائعكم ويعظ\r\nجاهلكم وكنا في دار أو في أرض البعداء البغضاء بالحبشة\r\nوذلك في الله وفي رسول الله صلى الله عليه وسلم وأيم الله لا أطعم طعاما\r\nولا أشرب شرابا حتى أذكر ما قلت لرسول الله صلى الله عليه وسلم ونحن كنا\r\nنؤذى ونخاف وسأذكر ذلك لرسول الله صلى الله عليه وسلم وأسأله والله لا\r\nأكذب ولا أزيغ ولا أزيد على ذلك\r\nفلما جاء النبي صلى الله عليه وسلم قالت يا نبي الله إن عمر قال\r\n","description":"","footnote":"","page_name":" 304 ","page_number":304},
  {"content":"\r\nكذا وكذا قال رسول الله صلى الله عليه وسلم فما قلت له قالت قلت\r\nكذا وكذا قال ليس بأحق بي منكم وله ولأصحابه\r\nهجرة واحدة ولكم أنتم أهل السفينة هجرتان قالت\r\nفلقد رأيت أبا موسى وأصحاب السفينة يأتونني أرسالا يسألونني\r\nعن هذا الحديث ما من الدنيا شئ هم به أفرح ولا أعظم في\r\nأنفسهم مما قال رسول الله صلى الله عليه وسلم قال أبو بردة قالت أسماء\r\nفلقد رأيت أبا موسى وإنه ليستعيد هذا الحديث مني\r\n( 7317 ) وحدثنا مرة أخرى قال لكم الهجرة\r\nمرتين هاجرتم إلى النجاشي وهاجرتم إلي\r\n( 7318 ) وعن أبي موسى قال قال\r\nرسول الله صلى الله عليه وسلم نإني لأعرف أصوات رفقة الأشعريين\r\nبالقرآن وإن كنت لا أرى منازلهم حين نزلوا بالنهار وأعرف\r\nمنازلهم من أصواتهم بالقرآن بالليل ومنهم حكيم إذا لقي\r\n","description":"","footnote":"","page_name":" 305 ","page_number":305},
  {"content":"\r\nالخيل أو قال العدو قال لهم إن أصحابي يأمرونكم أن\r\nتنتظروهم\r\n( 7319 ) وعن أبي موسى قال كان\r\nرسول الله صلى الله عليه وسلم إذا بعث أحدا من أصحابه في بعض أمره\r\nقال بشروا ولا تنفروا ويسروا ولا تعسروا\r\n( 7320 ) حدثنا أبو كريب حدثنا أبو أسامة\r\nحدثنا بريد عن أبي بردة\r\n","description":"","footnote":"","page_name":" 306 ","page_number":306},
  {"content":"\r\nعن أبي موسى قال دخلت على رسول الله صلى الله عليه وسلم أنا\r\nورجلان من بني عمي فقال أحد الرجلين أي رسول الله أمرنا\r\nعلى بعض ما ولاك الله وقال الآخر مثل ذلك فقال إنا\r\nوالله لا نولي هذا العمل أحدا سأله ولا أحدا حرص عليه\r\n( 7321 ) عن أبي موسى قال قال\r\nرسول الله صلى الله عليه وسلم : المؤمن للمؤمن كالبنيان يشد بعضه\r\nبعضا ثم شبك بين أصابعه\r\n( 7322 ) حدثنا أبو كريب حدثنا أبو معاوية عن\r\nبريد عن أبيه\r\nعن أبي موسى قال قال رسول الله صلى الله عليه وسلم انا الله\r\nليملي للظالم حتى إذا أخذه لم يفلته ثم قرأ * ( وكذلك أخذ\r\nربك إذا أخذ القرى وهي ظالمة إن أخذه أليم شديد ) *\r\n","description":"","footnote":"","page_name":" 307 ","page_number":307},
  {"content":"\r\n( 7323 ) حدثنا أبو عبد الرحمن العلاف حدثنا\r\nأسباط بن محمد القرشي عن مطرف عن الشعبي عن أبي\r\nبردة\r\nعن أبي موسى أن النبي صلى الله عليه وسلم قال من كانت له\r\nجارية فأحسن إليها وأدبها وأعتقها وتزوجها فله\r\nأجران\r\n( 7324 ) حدثنا إسحاق حدثنا جعفر بن سليمان\r\nحدثنا أبو عمران الجوني عن أبي بكر بن عبد الله بن قيس\r\nقال\r\nسمعت أبي وهو بحضرة العدو قال سمعت\r\nرسول الله صلى الله عليه وسلم يقولان أبواب الجنة تحت ظلال\r\nالسيوف قال فقام رجل من القوم رث الهيئة فقال يا أبا\r\nموسى أنت سمعت هذا من رسول الله صلى الله عليه وسلم قال نعم\r\nقال فرجع إلى أصحابه فقال أقرأ عليكم السلام ثم كسر\r\nجفن سيفه فألقاه ثم مشى بسيفه إلى العدو فقاتل حتى\r\nقتل\r\n","description":"","footnote":"","page_name":" 308 ","page_number":308},
  {"content":"\r\n( 7325 ) حدثنا إسحاق حدثنا جرير عن\r\nمنصور عن أبي وائل\r\n","description":"","footnote":"","page_name":" 309 ","page_number":309},
  {"content":"\r\nعن أبي موسى قال قال رسول الله صلى الله عليه وسلم عودوا\r\nالمريض وأطعموا الجائع وفكوا العاني يعني الأسير\r\n","description":"","footnote":"","page_name":" 310 ","page_number":310},
  {"content":"\r\n( 7326 ) حدثنا إسحاق حدثنا جرير عن\r\nسليمان التيمي عن قتادة عن يونس بن جبير أبي غلاب عن\r\nحطان بن عبد الله\r\nعن أبي موسى عن النبي صلى الله عليه وسلم قال إذا كبر يعني\r\nالامام فكبروا وإذا قرأ فأنصتوا\r\n( 7327 ) حدثنا عبد الله بن عامر بن زرارة\r\nالحضرمي الكوفي ثقة حدثنا يحيى بن زكريا بن أبي زائدة عن\r\nيونس بن أبي إسحاق بن أبي بردة بن أبي موسى\r\nعن أبيه قال قال رسول الله صلى الله عليه وسلم تستأمر اليتيمة في\r\nنفسها فإن سكتت فقد أذنت وإن أبت لم تكره\r\n","description":"","footnote":"","page_name":" 311 ","page_number":311},
  {"content":"\r\n( 7328 ) حدثنا عبد الله بن عامر حدثنا يحيى بن\r\nزكريا عن محمد بن عمرو عن أبي سلمة\r\nعن أبي هريرة عن النبي صلى الله عليه وسلم مثله\r\n( 7329 ) حدثنا عاصم بن النضر الأحول حدثنا\r\nالمعتمر بن سليمان قال سمعت أبي حدثنا أبو عثمان عن\r\nأنس بن جندل يحدثه أنس أنه\r\n","description":"","footnote":"","page_name":" 312 ","page_number":312},
  {"content":"\r\nسمع من أبي موسى يقول إن النبي صلى الله عليه وسلم حدث بفتنة\r\nالنائم فيها خير من الجالس والجالس فيها خير من القائم\r\nوالقائم فيها خير من الساعي أو كما قال\r\n","description":"","footnote":"","page_name":" 313 ","page_number":313},
  {"content":"\r\n( 7330 ) حدثنا إبراهيم بن عبد الله الهروي\r\nحدثنا جعفر عن أبي عمران عن أبي بكر بن أبي موسى قال\r\nسمعت أبا موسى يقول سمعت رسول الله صلى الله عليه وسلم يقول\r\nأبواب الجنة تحت ظلال السيوف\r\nقال فقال رجل رث الهيئة يا أبا موسى أنت سمعته\r\nمن رسول الله صلى الله عليه وسلم قال نعم قال فجاء إلى أصحابه\r\nفقال أقرأ عليكم السلام ثم كسر جفن سيفه ثم رمى به إلى\r\nالعدو فضرب به حتى قتل\r\n( 7331 ) حدثنا إسحاق حدثنا عبد العزيز بن\r\nعبد الصمد العمي حدثنا أبو عمران عن أبي بكر بن عبد الله\r\nبن قيس\r\nعن أبيه أن رسول الله صلى الله عليه وسلم قال جنتان من فضة\r\nآنيتهما وما فيهما وجنتان من ذهب آنيتهما وما فيهما وليس\r\nبين القوم وبين أن ينظروا إلى ربهم عز وجل إلا رداء\r\nالكبرياء على وجهه في جنة عدن\r\n","description":"","footnote":"","page_name":" 314 ","page_number":314},
  {"content":"\r\n( 7332 ) وعن أبيه أن رسول الله صلى الله عليه وسلم قال إن\r\nفي الجنة خيمة من لؤلؤة مجوفة عرضها ستون ميلا في\r\nكل زاوية منها أهل لا يراهم الآخرون يطوف عليهم\r\nالمؤمن\r\n","description":"","footnote":"","page_name":" 315 ","page_number":315},
  {"content":"\r\n( 7333 ) حدثنا إسحاق حدثنا أبو أسامة قال\r\nحدثني أبو عميس بن عبد الله بن عبد الرحمن بن عبد الله بن\r\nمسعود عن قيس بن مسلم الجدلي عن طارق بن شهاب\r\nعن أبي موسى قال كان يوم عاشوراء يوما تصومه اليهود\r\nويعظمونه فلما قدم رسول الله صلى الله عليه وسلم المدينة أمر بصومه\r\n","description":"","footnote":"","page_name":" 316 ","page_number":316},
  {"content":"\r\n( 7334 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\nالنضر بن شميل حدثنا شعبة أو سعيد عن غالب التمار عن\r\nحميد بن هلال عن مسروق بن أوس\r\nأن أبا موسى حدثه أن رسول الله صلى الله عليه وسلم قضى في\r\nالأصابع عشرا عشرا\r\n","description":"","footnote":"","page_name":" 317 ","page_number":317},
  {"content":"\r\n","description":"","footnote":"","page_name":" 318 ","page_number":318},
  {"content":"\r\n( 7335 ) حدثنا إسحاق حدثنا إسماعيل بن\r\nإبراهيم عن غالب التمار عن مسروق بن أوس\r\nعن أبي موسى أن النبي صلى الله عليه وسلم قضى في الأصابع عشرا\r\nعشرا\r\n","description":"","footnote":"","page_name":" 319 ","page_number":319},
  {"content":"\r\nعمرو بن العاص رضي الله تعالى عنه\r\n( 7336 ) وبه أخبرنا أبو القاسم زاهر بن طاهر بن\r\n","description":"","footnote":"","page_name":" 320 ","page_number":320},
  {"content":"\r\nمحمد الشحامي قراءة عليه أخبرنا أبو سعد محمد بن\r\nعبد الرحمن بن محمد الجنزروذي قراءة عليه أخبرنا أبو عمرو\r\nمحمد بن أحمد بن حمدان الحيري بقراءة أبي جعفر العزائمي\r\nعليه في رجب سنة خمس وسبعين وثلاث مائة أخبرنا أبو يعلى\r\nأحمد بن علي بن المثنى الموصلي حدثنا أبو بكر بن أبي\r\nشيبة حدثنا وكيع بن الجراح عن موسى بن علي عن أبيه\r\nقال\r\nسمعت عمرو بن العاص يقول قال رسول الله صلى الله عليه وسلم\r\nاشدد عليك ثيابك قال ففعلت ثم أتيته فوجدته يتوضأ\r\nفرفع رأسه فصعد في البصر وصوبه ثم قال يا عمرو أني\r\nأريد أن أبعثك وجها فيسلمك الله ويغنمك وارغب لك من\r\nالمال رغبة صالحة قال قلت يا رسول الله أني لم أسلم\r\n","description":"","footnote":"","page_name":" 321 ","page_number":321},
  {"content":"\r\nرغبة في المال إنما أسلمت رغبة في الجهاد والكينونة معك\r\nفقال يا عمرو نعما بالمال الصالح للرجل الصالح\r\n( 7337 ) حدثنا أبو بكر حدثنا وكيع عن موسى بن\r\nعلي عن أبيه عن أبي قيس مولى عمرو بن العاص\r\nعن عمرو قال قال رسول الله صلى الله عليه وسلم فصل بين\r\nصيامكم وصيام أهل الكتاب أكلة السحر\r\n","description":"","footnote":"","page_name":" 322 ","page_number":322},
  {"content":"\r\n( 7338 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nعبد الأعلى عن سعيد عن مطر عن رجاء عن قبيصة\r\nعن عمرو بن العاص قال لا تلبسوا علينا سنة\r\nنبينا صلى الله عليه وسلم عدة أم الولد عدة المتوفى عنها\r\n","description":"","footnote":"","page_name":" 323 ","page_number":323},
  {"content":"\r\n( 7339 ) حدثنا عبد الله بن محمد حدثنا علي بن\r\nمسهر عن محمد بن عمرو عن أبي سلمة\r\nعن عمرو بن العاص قال ما رأيت قريشا أرادوا قتل\r\nرسول الله صلى الله عليه وسلم إلا يوم ائتمروا به وهم جلوس في ظل الكعبة\r\nرسول الله صلى الله عليه وسلم يصلي عند المقام فقام إليه عقبة بن أبي\r\n","description":"","footnote":"","page_name":" 324 ","page_number":324},
  {"content":"\r\nمعيط فجعل رداءه في عنقه ثم جذبه حتى وجب لركبتيه\r\nوتصايح الناس وظنوا أنه مقتول قال وأقبل أبو بكر يشتد\r\nحتى أخذ بضبع رسول الله صلى الله عليه وسلم من ورائه وهو يقول\r\nأيقتلون رجلا أن يقول ربي الله ثم انصرفوا عن النبي صلى الله عليه وسلم\r\nفقام رسول الله صلى الله عليه وسلم فلما قضى صلاته مر بهم وهم جلوس في\r\nظل الكعبة فقال يا معشر قريش أما والذي نفسي بيده ما\r\nأرسلت إليكم إلا بالذبح وأشار بيده إلا حلقه\r\nقال له أبو جهل يا محمد ما كنت جهولا فقال\r\nرسول الله صلى الله عليه وسلم أنت منهم\r\n","description":"","footnote":"","page_name":" 325 ","page_number":325},
  {"content":"\r\n( 7340 ) حدثنا أبو بكر حدثنا الفضل بن دكين عن\r\nهشام بن سعد عن عمرو بن شعيب عن أبيه\r\nعن عمرو بن العاص قال خرج رسول لله صلى الله عليه وسلم فوقف\r\nثم قال إنما هلك من كان قبلكم بسؤالهم أنبياءهم واختلافهم\r\nعليهم فلن يؤمن أحد حتى يؤمن بالقدر كله خيره وشره\r\n","description":"","footnote":"","page_name":" 326 ","page_number":326},
  {"content":"\r\n( 7341 ) حدثنا أبو بكر حدثنا غندر عن شعبة عن\r\nالحكم قال سمعت ذكوان يحدث عن مولى لعمرو بن العاص\r\nأنه أرسل إلى علي يستأذن على أسماء بنت عميس فأذن له\r\nحتى إذا فرغ من حاجته\r\nسأل المولى عمرا عن ذلك فقال إن رسول الله صلى الله عليه وسلم\r\nنهانا أن ندخل على النساء بغير إذن أزواجهن\r\n( 7342 ) حدثنا أبو بكر حدثنا يحيى بن آدم عن\r\nورقاء عن عمرو بن دينار عن زياد مولى لعمرو بن العاص\r\nعن عمرو بن العاص قال سمعت رسول الله صلى الله عليه وسلم\r\nيقول تقتل عمارا الفئة الباغية\r\n","description":"","footnote":"","page_name":" 327 ","page_number":327},
  {"content":"\r\n( 7343 ) حدثنا أبو بكر حدثنا شاذان حدثنا\r\nحماد بن سلمة عن أبي جعفر الخطمي عن عمارة بن\r\nخزيمة قال\r\nخرجنا مع عمرو بن العاص متوجهين إلى مكة فإذا\r\nنحن بامرأة عليها جبائر لها وخواتيم وقد بسطت يدها إلى\r\nالهودج فقال كنا مع النبي صلى الله عليه وسلم فإذا نحن بغربان يعني\r\nوفيها غراب أعصم أحمر المنقار والرجلين فقال لا يدخل\r\nالجنة من النساء إلا قدر هذا الغراب في هؤلاء الغربان\r\n","description":"","footnote":"","page_name":" 328 ","page_number":328},
  {"content":"\r\n( 7344 ) حدثنا أبو بكر حدثنا شبابة عن شعبة\r\nعن عمرو بن دينار عن رجل\r\nعن عمرو بن العاص قال قال رسول الله صلى الله عليه وسلم يجير\r\nعلى المسلمين الرجل منهم !\r\n( 7345 ) حدثنا هدبة بن خالد حدثنا حماد بن\r\nسلمة عن سعيد الجريري عن عبد الله بن شقيق\r\nعن عمرو بن العاص قال قيل يا رسول الله أي\r\nالناس أحب إليك قال عائشة قال من الرجال قال\r\n","description":"","footnote":"","page_name":" 329 ","page_number":329},
  {"content":"\r\nأبو بكر قال ثم من قال أبو عبيدة بن الجراح\r\n( 7346 ) حدثنا إبراهيم بن محمد بن عرعرة حدثنا\r\n","description":"","footnote":"","page_name":" 330 ","page_number":330},
  {"content":"\r\nعبد الرزاق حدثنا معمر عن بن طاوس عن أبي بكر بن\r\nمحمد بن عمرو بن حزم عن أبيه قال\r\nدخل عمرو بن حزم على عمرو بن العاص قال قتل\r\nعمار وقد قال رسول الله صلى الله عليه وسلم تقتله الفئة الباغية فدخل\r\nعمرو على معاوية فقال قتل عمار فقال معاوية قتل عمار\r\nفماذا قال سمعت رسول الله صلى الله عليه وسلم يقول تقتله الفئة\r\nالباغية قال دحضت في بولك أنحن قتلناه إنما قتله علي\r\nوأصحابه\r\n( 7347 ) حدثنا داود بن رشيد حدثنا الوليد عن\r\nيحيى بن عبد الرحمن بن حاطب عن حبان بن أبي\r\nجبلة\r\nعن عمرو بن العاص قال ما عدل بي رسول الله صلى الله عليه وسلم\r\nوبخالد بن الوليد في حربه منذ أسلمنا أحدا من أصحابه\r\n","description":"","footnote":"","page_name":" 331 ","page_number":331},
  {"content":"\r\n( 7348 ) حدثنا العباس بن الوليد حدثنا يحيى\r\nالقطان عن سليمان قال سمعت أبا صالح يقول\r\nجاء عمرو بن العاص إلى منزل علي يلتمسه فلم يقدر\r\nعليه ثم رجع فوجده فلما دخل كلم فاطمة فقال له علي ما\r\nأرى حاجتك إلى المرأة قال أجلان رسول الله صلى الله عليه وسلم نهانا\r\nأن ندخل على المغيبات\r\n( 7349 ) حدثنا أبو موسى إسحاق بن إبراهيم\r\nالهروي حدثنا يزيد بن هارون أخبرنا سعيد بن أبي عروبة\r\nعن قتادة عن رجاء بن حياة عن قبيصة بن ذؤيب\r\n","description":"","footnote":"","page_name":" 332 ","page_number":332},
  {"content":"\r\nعن عمرو بن العاص قال لا تلبسوا علينا سنة\r\nنبينا صلى الله عليه وسلم عدة أم الولد إذا توفي عنها سيدها أربعة أشهر\r\nوعشر\r\n( 7350 ) حدثنا داود بن رشيد حدثنا الوليد بن\r\nمسلم عن بن الأحنف سمع أبا سلام الأسود يقول أخبرني\r\nأبو صالح الأشعري\r\nأن أبا عبد الله الأشعري حدثه أن رسول الله صلى الله عليه وسلم بصر\r\nبرجل لا يتم ركوعه ولا سجوده فقال لو مات هذا على ما\r\nهو عليه لمات على غير ملة محمد صلى الله عليه وسلم فأتموا الركوع\r\nوالسجود فإن مثل الذي يصلي ولا يتم ركوعه ولا سجوده مثل\r\nالجائع الذي لا يأكل إلا التمرة والتمرتين لا تغنيان عنه شيئا\r\nقال أبو صالح فلقيت أبا عبد الله فقلت من حدثك\r\nهذا الحديث أنه سمع من رسول الله صلى الله عليه وسلم قال\r\nحدثني أمراء الأجناد خالد بن الوليد وشرحبيل بن\r\nحسنة وعمرو بن العاص أنهم سمعوه من\r\nرسول الله صلى الله عليه وسلم\r\n( 7351 ) حدثنا إسماعيل بن موسى بن بنت\r\nالسدي حدثنا أسباط بن محمد عن الأعمش عن\r\n","description":"","footnote":"","page_name":" 333 ","page_number":333},
  {"content":"\r\nعبد الرحمن بن أبي زياد عن عبد الله بن الحارث بن نوفل\r\nقال\r\nرجعت مع معاوية من صفين فكان معاوية وأبو الأعور\r\nالسلمي يسيرون من جانب ورأيته يسيرون من جانب\r\nفكنت بينهم ليس أحد غيري فكنت أحيانا أوضع إلى هؤلاء\r\nوأحيانا أوضع إلى هؤلاء فسمعت عبد الله بن عمرو يقول\r\nلأبيه أبة أما سمعت رسول الله صلى الله عليه وسلم يقول لعمار حين\r\nيبني المسجد إنك لحريص على الاجر قال أجل\r\nقال وإنك من أهل الجنة ولتقتلك الفئة الباغية قال بلى\r\nقد سمعته قال فلم قتلتموه\r\nقال فالتفت إلي معاوية فقال يا أبا عبد الرحمن ألا\r\nتسمع ما يقول هذا قال أما سمعت رسول الله صلى الله عليه وسلم يقول\r\nلعمار وهو يبني المسجد ويحك إنك لحريص على الاجر\r\nولتقتلك الفئة الباغية قال بلى قد سمعته قال فلم\r\nقتلتموه\r\nقال ويحك ما تزال تدحض في بولك أو نحن قتلناه\r\nإنما قتله من جاء به\r\n","description":"","footnote":"","page_name":" 334 ","page_number":334},
  {"content":"\r\n( 7352 ) حدثنا أبو يعقوب إسحاق بن أبي إسرائيل\r\nحدثنا النضر بن شميل حدثنا بن عون عن عمير بن إسحاق\r\nقال\r\nاستأذن جعفر رسول الله صلى الله عليه وسلم فقال ائذن لي أن آتي\r\nأرضا أعبد الله فيها لا أخاف أحدا فأذن له فأتى النجاشي\r\nقال\r\nفحدثني عمرو بن العاص قال فلما رأيت مكانه حسدته\r\nقال قلت والله لاستقتلن لهذا وأصحابه قال فأتيت النجاشي\r\nفدخلت معه عليه فقلت إن بأرضك رجلا بن عمه بأرضنا\r\n","description":"","footnote":"","page_name":" 335 ","page_number":335},
  {"content":"\r\nوإنه يزعم أنه ليس للناس إلا إله واحد وإنك والله إن لم تقتله\r\nوأصحابه لا أقطع إليك هذه النطفة أبدا لا أنا ولا واحد من\r\nأصحابي\r\nقال ادعه قلت إنه لا يجئ معي فأرسل معي\r\nرسولا\r\nقال فجاء فلما انتهى الباب ناديت ائذن لعمرو بن\r\nالعاص فناداه هو من خلفي ائذن لعبيد الله\r\nقال فسمع صوته فأذن له قبلي\r\nقال فدخل هو وأصحابه قال ثم أذن لي فدخلت\r\nفإذا هو جالس\r\nقال فذكر أين كان مقعده من السرير وذكر الحديث\r\nبطوله\r\n","description":"","footnote":"","page_name":" 336 ","page_number":336},
  {"content":"\r\n( 7353 ) حدثنا وهب بن بقية أخبرنا خالد عن\r\nمحمد بن عمرو عن أبيه عن جده قال\r\nقال عمرو بن العاصخرج جيش من المسلمين أنا\r\nأميرهم حتى نزلنا الإسكندرية فقال لي عظيم من\r\nعظمائهم أخرجوا إلي رجلا أكلمه ويكلمني فقلت لا\r\nيخرج إليه غيري فخرجت مع ترجمانه حتى وضع لنا\r\nمنبران فقال ما أنتم فقلنا نحن العرب ونحن أهل الشوك\r\n","description":"","footnote":"","page_name":" 337 ","page_number":337},
  {"content":"\r\nوالقرظ ونحن أهل بيت الله كنا أضيق الناس أرضا وأشده\r\nعيشا نأكل الميتة والدم ويغير بعضنا على بعض بشر\r\nعيش عاش به الناس حتى خرج فينا رجل ليس بأعظمنا يومئذ\r\nشرفا ولا بأكثرنا مالا فقال أنا رسول الله إليكم يأمرنا\r\nبأشياء لا نعرف وينهانا عما كنا عليه وكانت عليه أباؤنا\r\nفشنفنا له وكذبناه ورددنا عليه مقالته حتى خرج إليه قوم من\r\nغيرنا فقالوا نحن نصدقك ونؤمن بك ونتبعك ونقاتل من\r\nقاتلك فخرج إليهم وخرجنا إليه فقاتلناه فقتلنا وظهر\r\nعلينا وغلبنا وتناول من يليه من العرب فقاتلهم حتى ظهر\r\nعليهم فلو يعلم من ورائي من العرب ما أنتم فيه من العيش لم\r\nيبق أحد إلا جاءكم حتى يشرككم فيما أنتم فيه من العيش\r\nفضحك ثم قال إن رسول الله صلى الله عليه وسلم قد صدق قد جائتنا\r\nرسلنا بمثل الذي جاء به رسولكم فكنا عليه حتى ظهرت فينا\r\nملوك فجعلوا يعملون فيها بأهوائهم ويتركون أمر الأنبياء فإن\r\n","description":"","footnote":"","page_name":" 338 ","page_number":338},
  {"content":"\r\nأنتم أخذتم بأمر نبيكم لم يقاتلكم أحد إلا غلبتموه ولم\r\nيشارركم أحد إلا ظهرتم عليه فإذا فعلتم مثل الذي\r\nفعلنا فتركتم أمر نبيكم وعملتم مثل الذي عملوا بأهوائهم\r\nيخلى بيننا وبينكم فلم تكونوا أكثر عددا منا ولا أشد قوة\r\nمنا\r\nقال عمرو بن العاص فما كلمت رجلا أذكر\r\nمنه\r\n","description":"","footnote":"","page_name":" 339 ","page_number":339},
  {"content":"\r\nحديث معاوية بن أبي سفيان رضي الله تعالى عنه\r\n( 7354 ) حدثنا عبد الأعلى بن حماد حدثنا وهب بن\r\n","description":"","footnote":"","page_name":" 340 ","page_number":340},
  {"content":"\r\nجرير حدثنا أبي قال سمعت يحيى بن أيوب يحدث عن\r\nيزيد بن أبي حبيب عن جعفر بن ربيعة عن عبد الله بن عامر\r\nعن معاوية بن أبي سفيان قال سمعت رسول الله صلى الله عليه وسلم\r\nيقول إنما أنا خازن وإنما يعطي الله فمن أعطيته عطاء وأنا\r\nبه طيب النفس بورك له فيه ومن أعطيته عطاء عن شره\r\nنفس وشدة مسألة فهو كالذي يأكل ولا يشبع\r\n( 7355 ) حدثنا أحمد بن إبراهيم قال حدثني علي\r\nبن ميمون الرقي حدثنا خالد بن حيان أبو يزيد الخراز عن\r\n","description":"","footnote":"","page_name":" 341 ","page_number":341},
  {"content":"\r\nسليمان بن عبد الله بن الزبرقان عن يعلى بن أوس قال\r\nسمعت معاوية يقول سمعت رسول الله صلى الله عليه وسلم يقول\r\nكل مسكر على كل مؤمن حرام\r\n( 7356 ) حدثنا داود بن رشيد حدثنا الوليد عن بن\r\nجريج قال أخبرني عمر بن عطاء أن نافع بن جبير أرسله إلى\r\nالسائب بن يزيد أن يسأله فقال له السائب\r\nصليت الجمعة مع معاوية في المقصورة فلما\r\n","description":"","footnote":"","page_name":" 342 ","page_number":342},
  {"content":"\r\nسلمت قمت أصلي فقال لي إذا صليت الجمعة فلا\r\nتصلها بصلاة إلا أن تكلم أو تخرج فإن رسول الله صلى الله عليه وسلم أمر\r\nبذلك\r\n( 7357 ) حدثنا محمد بن بكار حدثنا فليح عن\r\nسعيد بن أبي سعيد المقبري عن أبيه قال\r\nسمعت معاوية يقول وهو على المنبر وفي يده قصة من\r\nشعر ما بال نسائكم يجعلن في رؤوسهن مثل هذا سمعت\r\nرسول الله صلى الله عليه وسلم يقول ما من امرأة تجعل في رأسها شعرا\r\nمن شعر غيرها إلا كان زورا\r\n","description":"","footnote":"","page_name":" 343 ","page_number":343},
  {"content":"\r\n","description":"","footnote":"","page_name":" 344 ","page_number":344},
  {"content":"\r\n( 7358 ) حدثنا محمد بن بكار حدثنا إسماعيل بن\r\nعياش عن زيد بن أسلم عن سعيد بن أبي سعيد المقبري\r\nعن أبيه\r\nعن معاوية بن أبي سفيان عن النبي صلى الله عليه وسلم مثله !\r\n( 7359 ) حدثنا سليمان بن عبد الجبار أبو أيوب\r\nالرقي حدثنا أبو عاصم عن بن جريج عن محمد بن\r\nالمنكدر عن رجل\r\nعن معاوية أنه رأى رسول الله صلى الله عليه وسلم أكل لبأ ثم صلى\r\nولم يتوضأ\r\n","description":"","footnote":"","page_name":" 345 ","page_number":345},
  {"content":"\r\n( 7360 ) حدثنا عبيد الله بن معاذ العنبري حدثنا\r\nأبي عن شعبة عن أبي التياح قال سمعت حمران بن أبان\r\nيقول\r\nخطبنا معاوية بن أبي سفيان فقال إنكم لتصلون صلاة ما\r\nكان رسول الله صلى الله عليه وسلم يصليها ولقد كان ينهي عنها يعني\r\nالركعتين بعد العصر\r\n( 7361 ) حدثنا أبو همام حدثنا الوليد بن مسلم\r\nقال حدثني عبد الرحمن بن يزيد بن جابر قال حدثني بن\r\nأبي المهاجر أو أبو عبد رب الوليد شك قال\r\n","description":"","footnote":"","page_name":" 346 ","page_number":346},
  {"content":"\r\nسمعت معاوية بن أبي سفيان يقول سمعت\r\nرسول الله صلى الله عليه وسلم يقولان رجلا ممن كان قبلكم لقي رجلا\r\nعالما أو عابدا فقال إن الآخر قتل تسعة وتسعين نفسا كلها\r\nيقتلها ظلما فهل تجد لي من توبة قال لا فقتله ثم لقي\r\nآخر فقال إن الآخر قتل مائة نفس كلها يقتلها ظلما فهل تجد\r\nلي من توبة قال لئن قلت لك إن الله عز وجل لا يتوب\r\nعلى من تاب لقد كذبت ها هنا دير فيه قوم يعبدون فأتهم\r\nفان عبد الله معهم لعل الله يتوب عليك\r\nفانطلق إليهم فمات قبل أن يأتيهم فاحتج ملائكة\r\nالعذاب وملائكة الرحمة فبعث الله ملكا أن قيسوا بين\r\nالمكانين فأيهما كان أقرب فهو منه فقاسوه فوجدوه أقرب\r\nإلى دير التوابين بأنملة فغفر الله له\r\n","description":"","footnote":"","page_name":" 347 ","page_number":347},
  {"content":"\r\n( 7362 ) حدثنا أبو همام حدثنا الوليد بن مسلم\r\nعن عبد الرحمن بن يزيد بن جابر قال سمعت أبا عبد رب\r\nيقول\r\nسمعت معاوية قال قال رسول الله صلى الله عليه وسلم إنما\r\nالأعمال بخواتيمها كالوعاء إذا طاب أعلاه طاب أسفله\r\nوإذا خبث أعلاه خبث أسفله\r\n","description":"","footnote":"","page_name":" 348 ","page_number":348},
  {"content":"\r\n( 7363 ) حدثنا عثمان بن أبي شيبة حدثنا أبو بكر\r\nبن عياش عن عاصم بن أبي النجود عن أبي صالح\r\nعن معاوية قال سمعت النبي صلى الله عليه وسلم يقول من شرب\r\nالخمر فاجلدوه فإن عاد فاجلدوه فإن عاد فاقتلوه\r\n","description":"","footnote":"","page_name":" 349 ","page_number":349},
  {"content":"\r\n","description":"","footnote":"","page_name":" 350 ","page_number":350},
  {"content":"\r\n","description":"","footnote":"","page_name":" 351 ","page_number":351},
  {"content":"\r\n","description":"","footnote":"","page_name":" 352 ","page_number":352},
  {"content":"\r\n( 7364 ) حدثنا عثمان بن أبي شيبة قال سمعت\r\nجريرا يقول سمعت شيخا يحدث مغيرة عن ابنة هشام\r\nبن الوليد بن المغيرة وكانت تمرض عمارا قال ت\r\nجاء معاوية إلى عمار يعوده فلما خرج من عنده قال\r\nاللهم لا تجعل منيته بأيدينا فإني سمعت رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 353 ","page_number":353},
  {"content":"\r\nيقول تقتل عمارا الفئة الباغية\r\n( 7365 ) حدثنا عثمان بن محمد حدثنا جرير عن\r\nمسعر عن مجمع عن أبي أمامة بن سهل بن حنيف قال\r\nسمعت معاوية يقول قال رسول الله صلى الله عليه وسلم وسمع\r\nالمؤذن فقال مثل ما قال !\r\n","description":"","footnote":"","page_name":" 354 ","page_number":354},
  {"content":"\r\n( 7366 ) حدثنا محمد بن إسماعيل بن أبي سمينة\r\nالبصري حدثنا عبد الوهاب بن نجدة حدثنا الوليد بن مسلم\r\nعن مروان بن نجاح عن بن حلبس\r\nعن معاوية قال قال رسول الله صلى الله عليه وسلم تزعمون أني\r\n","description":"","footnote":"","page_name":" 355 ","page_number":355},
  {"content":"\r\nمن آخركم وفاة ألا وإني من أولكم وفاة ولتتبعني أفنادا\r\nيضرب بعضكم رقاب بعض\r\n( 7367 ) حدثنا مسروق بن المرزبان حدثنا بن\r\nأبي زائدة عن محمد بن عمرو عن أبي سلمة\r\nعن أبي هريرة قال قال رسول الله صلى الله عليه وسلم من أحب\r\nالأنصار أحبه الله ومن أبغض الأنصار أبغضه الله\r\n","description":"","footnote":"","page_name":" 356 ","page_number":356},
  {"content":"\r\n( 7368 ) حدثنا مسروق بن المرزبان حدثنا بن\r\nأبي زائدة عن يحيى بن سعيد عن سعيد بن إبراهيم عن\r\nالحكم بن ميناء عن زيد بن جارية\r\nعن معاوية بن أبي سفيان عن النبي صلى الله عليه وسلم مثل\r\nذلك !\r\n( 7369 ) حدثنا عبد الأعلى بن حماد النرسي\r\n","description":"","footnote":"","page_name":" 357 ","page_number":357},
  {"content":"\r\nحدثنا حماد حدثنا عبد الله بن محمد بن عقيل عن محمد\r\nبن علي بن الحنيفة\r\nعن معاوية بن أبي سفيان أن رسول الله صلى الله عليه وسلم قال\r\nالعمرى جائزة لأهلها\r\n( 7370 ) حدثنا إبراهيم بن سعيد حدثنا يعقوب بن\r\nإبراهيم بن سعد قال حدثني أبي عن محمد بن إسحاق\r\nقال حدثني عبد الرحمن الأعرج بن هرمز\r\n","description":"","footnote":"","page_name":" 358 ","page_number":358},
  {"content":"\r\nأن العباس بن عبد الله بن العباس أنكح عبد الرحمن بن\r\nالحمم ابنته وأنكحه عبد الرحمن ابنته وقد كانا جعلاه\r\nصداقا فكتب معاوية بن أبي سفيان وهو خليفة إلى مروان\r\nفأمره بالتفريق بينهما وقال في كتابههذا الشغار وقد نهى\r\nرسول الله صلى الله عليه وسلم عنه\r\n( 7371 ) حدثنا داود بن رشيد حدثنا بقية عن\r\nحريز بن عثمان قال حدثني عبد الرحمن بن أبي عوف\r\nالجرشي عن أبي هند البجلي\r\nعن معاوية بن أبي سفيان قال سمعت رسول الله صلى الله عليه وسلم\r\nيقول لا تنقطع الهجرة حتى تنقطع التوبة قال ثلاث مرات\r\nولا تنقطع التوبة حتى تطلع الشمس من مغربها\r\n","description":"","footnote":"","page_name":" 359 ","page_number":359},
  {"content":"\r\n","description":"","footnote":"","page_name":" 360 ","page_number":360},
  {"content":"\r\n","description":"","footnote":"","page_name":" 361 ","page_number":361},
  {"content":"\r\n( 7372 ) حدثنا إبراهيم بن الحسين الأنطاكي\r\nحدثنا بقية بن الوليد عن أبي بكر بن أبي مريم عن عطية بن\r\nقيس قال\r\nسمعت معاوية بن أبي سفيان يقول سمعت\r\nرسول الله صلى الله عليه وسلم يقول العين وكاء السه فإذا نامت العين\r\nاستطلق الوكاء\r\n","description":"","footnote":"","page_name":" 362 ","page_number":362},
  {"content":"\r\n","description":"","footnote":"","page_name":" 363 ","page_number":363},
  {"content":"\r\n( 7373 ) حدثنا إبراهيم بن الحسين الأنطاكي\r\nحدثنا مبشر يعني بن إسماعيل الحلبي الكلبي والحارث بن\r\nعطية ومحمد بن كثير عن الأوزاعي عن يعيش بن الوليد\r\nعن معاوية بن أبي سفيان قال دخلت على أم حبيبة\r\nزوج النبي صلى الله عليه وسلم ورسول الله صلى الله عليه وسلم يصلي في ثوب واحد\r\nفقلت ألا أراه يصلي كما أرى قالت نعم وهو الثوب الذي\r\nكان فيه ما كان\r\n( 7374 ) حدثنا أبو عبيدة بن فضيل بن عياض\r\nحدثنا أبو سعيد حدثنا عبد الرحمن أبو العلاء حدثنا محمد بن\r\nمهاجر عن كيسان مولى معاوية قال\r\nخطبنا معاوية فقال إن رسول الله صلى الله عليه وسلم نهى عن سبع\r\nوأنا أنهاكم عنهن ألا إن منهن النوح والغناء والتصاوير\r\nوالشعر والذهب وجلود السباع والتبرج والحرير\r\n","description":"","footnote":"","page_name":" 364 ","page_number":364},
  {"content":"\r\n","description":"","footnote":"","page_name":" 365 ","page_number":365},
  {"content":"\r\n( 7375 ) حدثنا أبو هشام الرفاعي حدثنا أبو بكر\r\nبن عياش عن عاصم عن أبي صالح\r\nعن معاوية قال قال رسول الله صلى الله عليه وسلم من مات وليس\r\nعليه إمام مات ميتة جاهلية\r\n( 7376 ) حدثنا محمد بن يحيى البصري حدثنا\r\nمحمد بن يعقوب قال حدثني أحمد بن إبراهيم قال حدثني\r\nإسحاق بن إبراهيم بن الغمر مولى سموك قال حدثني أبي\r\nعن جدي قال\r\nسمعت معاوية بن حديج يقول\r\nكنت عند معاوية بن أبي سفيان حين جاءه كتاب عامله\r\nبخبره أنه وقع بالترك وهزمهم وكثرة من قتل منهم وكثرة من\r\n","description":"","footnote":"","page_name":" 366 ","page_number":366},
  {"content":"\r\nغنم فغضب معاوية من ذلك ثم أمر أن يكتب إليه قد فهمت ما\r\nذكرت مما قتلت وغنمت فلا أعلمن ما عدت لشئ من\r\nذلك ولا قاتلتهم حتى يأتيك أمري\r\nقلت له لم يا أمير المؤمنين فقال سمعت\r\nرسول الله صلى الله عليه وسلم يقول لتظهرن الترك على العرب حتى\r\nتلحقها بمنابت الشيخ والقيصوم فأكره قتالهم لذلك\r\n( 7377 ) حدثنا خليفة بن خياط حدثنا أبو عامر\r\nالعقدي حدثنا هشام بن سعد عن محمد بن عقبة\r\nعن معاوية بن أبي سفيان قال سمعت رسول الله صلى الله عليه وسلم\r\nيقول يكون أمراء فلا يرد عليهم يتهافتون في النار يتبع\r\nبعضهم بعضا\r\n","description":"","footnote":"","page_name":" 367 ","page_number":367},
  {"content":"\r\n( 7378 ) حدثنا الحسن بن حماد حدثنا أبو أسامة\r\nعن زائدة عن السائب بن حبيش الكلاعي عن أبي الشماخ\r\nالازدري عن بن عم له له صحبة\r\nأنه دخل على معاوية فقال سمعت رسول الله صلى الله عليه وسلم\r\nيقول من ولي من المسلمين شيئا فأغلق بابه عن المسكين\r\nوالضعيف وذي الحاجة دون حاجاتهم وفاقاتهم أغلق الله\r\nعز وجل عنه باب رحمته يوم حاجته وفاقته أحوج ما يكون\r\nإلى ذلك لا أدري من القائل الأزدي لمعاوية أو معاوية\r\nللازدي سمعت رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 368 ","page_number":368},
  {"content":"\r\n( 7379 ) حدثنا محمد بن بشار حدثنا محمد بن\r\nجعفر غندر حدثنا شعبة قال سمعت أبا إسحاق يحدث عن\r\nعامر بن سعد البجلي عن جرير أنه\r\nسمع معاوية بن أبي سفيان يخطب قال مات رسول\r\nالله صلى الله عليه وسلم وهو بن ثلاث وستين ومات أبو بكر وعمر وهو بن\r\nثلاث وستين\r\n","description":"","footnote":"","page_name":" 369 ","page_number":369},
  {"content":"\r\n( 7380 ) حدثنا سويد بن سعيد حدثنا عمرو بن\r\nيحيى بن سعيد عن جده سعيد بن عمرو بن العاص\r\nعن معاوية قال قال رسول الله صلى الله عليه وسلم توضؤوا\r\nقال فلما توضأ نظر إلي فقال يا معاوية إن وليت أمرا فاتق\r\nالله واعدل قال فما زلت أظن أني مبتلى بعمل لقول\r\nرسول الله صلى الله عليه وسلم حتى وليت\r\n","description":"","footnote":"","page_name":" 370 ","page_number":370},
  {"content":"\r\n( 7381 ) حدثنا سويد بن سعيد حدثنا الوليد عن\r\nثور عن خالد بن معدان\r\nعن معاوية بن أبي سفيان أن النبي صلى الله عليه وسلم قال إن الله\r\nعز وجل لا يغلب ولا يخلب ولا ينبأ بما لا يعلم من يرد\r\nالله به خيرا يفقهه في الدين ومن لم يفقه لم يبل به\r\n","description":"","footnote":"","page_name":" 371 ","page_number":371},
  {"content":"\r\n","description":"","footnote":"","page_name":" 372 ","page_number":372},
  {"content":"\r\n( 7382 ) أخبرنا أبو يعلى قال وجدت في كتابي\r\nعن سويد ولم أر عليه علامة السماع وعليه صح فشككت\r\n","description":"","footnote":"","page_name":" 373 ","page_number":373},
  {"content":"\r\nفيه وأكبر ظني أني سمعته منه عن ضمام بن إسماعيل\r\nالمعافري عن أبي قبيل قال\r\nخطبنا معاوية في يوم جمعة فقال إنما المال مالنا\r\nوالفئ فيئنا من شئنا أعطينا ومن شئنا منعنا فلم يرد عليه\r\nأحد فلما كانت الجمعة الثانية قال مثل مقالته فلم يرد عليه\r\nأحد فلما كانت الجمعة الثالثة قال مثل مقالته فقام إليه رجل\r\nممن شهد المسجد فقال كلا بل المال مالنا والفئ فيئنا\r\nمن حال بيننا وبينه حاكمناه بأسيافنا فلما صلى أمر بالرجل\r\nفأدخل عليه فأجلسه معه على السرير ثم أذن للناس فدخلوا\r\nعليه ثم قال أيها الناس إني تكلمت في أول جمعة فلم يرد\r\nعلي أحد وفي الثانية فلم يرد علي أحد فلما كانت الثالثة\r\nأحياني هذا أحياه الله سمعت رسول الله صلى الله عليه وسلم يقول سيأتي\r\nقوم يتكلمون فلا يرد عليهم يتقاحمون في النار تقاحم القردة\r\nفخشيت أن يجعلني الله منهم فلما رد هذا علي أحياني أحياه\r\nالله ورجوت أن لا يجعلني الله منهم\r\n","description":"","footnote":"","page_name":" 374 ","page_number":374},
  {"content":"\r\n( 7383 ) حدثنا أبو الوليد القرشي حدثنا الوليد\r\nعن بن جابر عن عمير بن هانئ\r\nعن معاوية بن أبي سفيان أنه خطبهم فقال سمعت\r\nرسول الله صلى الله عليه وسلم يقول لا تزال من أمتي أمة قائمة بأمر الله\r\nعز وجل لا يضرهم من خذلهم ولا من خالفهم حتى يأتي\r\nأمر الله وهم على ذلك\r\nقال عمير قال مالك بن يخامر السكسكي يا أمير\r\nالمؤمنين سمعت معاذ بن جبل يقول وهم بالشام فقال\r\nمعاوية هذا مالك بن يخامر وله النسمة يزعم أنه سمع معاذا\r\nيقول هم أهل الشام\r\n","description":"","footnote":"","page_name":" 375 ","page_number":375},
  {"content":"\r\n","description":"","footnote":"","page_name":" 376 ","page_number":376},
  {"content":"\r\n( 7384 ) حدثنا محمد بن بشار حدثنا أبو داود\r\nحدثنا شعبة عن عمرو بن مرة عن سعيد بن المسيب قال\r\nقدم معاوية فأتي بعصا على رأسها خرقة فقال ما كنت\r\nأرى أحدا يفعل هذا إلا اليهود إن رسول الله صلى الله عليه وسلم بلغه ذلك\r\nفسماه الزور\r\nحدثنا إسحاق بن أبي إسرائيل\r\nحدثنا عبدة بن سليمان حدثنا طلحة بن يحيى عن عمه عيسى\r\nبن طلحة قال\r\nكنت جالسا عند معاوية فأتى المؤذن يؤذنه بالصلاة\r\nفقال معاوية سمعت رسول الله صلى الله عليه وسلم يقول إن أطول\r\nالناس أعناقا يوم القيامة المؤذنون\r\n","description":"","footnote":"","page_name":" 377 ","page_number":377},
  {"content":"\r\n( 7385 ) حدثنا عمرو بن محمد حدثنا العلاء بن\r\nهلال الرقي حدثنا عبيد الله بن عمرو عن زيد بن أبي أنيسة\r\nعن أبي الفيض عن معاوية بن علي السلمى قال\r\nصلى بنا معاوية بن أبي سفيان المغرب ثلاثا فقام في\r\nركعتين فسبحوا به فأومأ إليهم أن أقيموا فلما قضى صلاته\r\nوسلم انصرف فخطبهم ثم قال رأيت رسول الله صلى الله عليه وسلم فعل\r\nكالذي رأيتموني فعلت ولولا أني رأيته فعله لم أفعله\r\n","description":"","footnote":"","page_name":" 378 ","page_number":378},
  {"content":"\r\n","description":"","footnote":"","page_name":" 379 ","page_number":379},
  {"content":"\r\n( 7386 ) حدثنا عبيد الله بن عمر القواريري حدثنا\r\nوهب بن جرير قال حدثني أبي قال سمعت عبد الله بن ملاذ\r\nالأشعري يحدث عن نمير بن أوس عن مالك بن مسروح\r\nعن عامر بن أبي عامر الأشعري\r\nعن أبيه أن رسول الله صلى الله عليه وسلم قال في الأشعريين هم\r\nمني وأنا منهم\r\nقال فحدثت به معاوية فقال ليس هكذا قال\r\nرسول الله صلى الله عليه وسلم إنما قال هم مني وإلي قال قلت ليس\r\nهكذا حدثني أبي إنما قال هم مني وأنا منهم قال\r\nفأنت إذا أعلم بحديث أبيك\r\n","description":"","footnote":"","page_name":" 380 ","page_number":380},
  {"content":"\r\n( 7387 ) حدثنا أحمد بن إبراهيم قال حدثني\r\nمرحوم حدثنا أبو نعامة السعدي عن أبي عثمان النهدي\r\nعن أبي سعيد الخدري قال خرج معاوية على حلقة\r\nفي المسجد فقال ما يجلسكم قالوا جلسنا نذكر الله عز\r\nوجل قال آلله ما أجلسكم إلا ذلك قالوا والله ما أجلسنا\r\nإلا ذلك قال أما إن رسول الله صلى الله عليه وسلم خرج على حلقة من\r\nأصحابه فقال ما يجلسكم قالوا جلسنا نذكر الله عز\r\nوجل ونحمده على ما هدانا للاسلام ومن علينا به قال آلله\r\nما يجلسكم إلا ذلك قالوا آلله ما أجلسنا إلا ذلك قال\r\nأما أني لم أستحلفكم تهمة لكم ولكن جبريل أتاني فأخبرني\r\nأن الله يباهي بكم الملائكة\r\n","description":"","footnote":"","page_name":" 381 ","page_number":381},
  {"content":"\r\n( 7388 ) حدثنا عبد الله بن عبد الصمد حدثنا\r\nالقاسم بن الحكم عن سفيان عن طلحة بن يحيى عن\r\nعيسى بن طلحة\r\nعن معاوية قال قال رسول الله صلى الله عليه وسلم أطول الناس\r\nأعناقا يوم القيامة المؤذنون\r\n( 7389 ) حدثنا جعفر بن محمد بن الفضيل\r\nالراسي حدثنا محمد بن يوسف الفريابي حدثنا سفيان عن\r\nثور عن راشد بن سعد\r\nعن معاوية بن أبي سفيان قال سمعت النبي صلى الله عليه وسلم\r\nيقول انك إذا اتبعت عورات الناس أفسدتهم أو كدت أن\r\nتفسدهم قال يقول أبو الدرداء كلمة سمعها معاوية من\r\n","description":"","footnote":"","page_name":" 382 ","page_number":382},
  {"content":"\r\nرسول الله صلى الله عليه وسلم يقول نفعه الله بها\r\n( 7390 ) حدثنا داود بن رشيد حدثنا أبو تميلة قال\r\nسمعت محمد بن إسحاق قال ادعى نصر بن الحجاج بن\r\nعلاط السلمي عبد الله بن رباح مولى خالد بن الوليد فقام\r\nعبد الرحمن بن خالد بن الوليد فقال مولاي ولد على فراش\r\nمولاي وقال نصر أخي أوصاني بمنزله قال فطالت\r\nخصومتهم فدخلوا معه على معاوية وفهر تحت رأسه فادعيا\r\nفقال معاوية سمعت رسول الله صلى الله عليه وسلم يقول الولد\r\nللفراش وللعاهر الحجر فقال نصر فأين قضاؤك هذا يا\r\nمعاوية في زياد فقال معاوية قضاء رسول الله صلى الله عليه وسلم خير من\r\nقضاء معاوية فكان عبد الله بن رباح لا يجيب نصرا إلى ما\r\nيدعي فقال نصر\r\nأبا خالد خذ مثل مالي وراثة وخذني أخا عند الهزاهز شاهدا\r\nأبا خالد ما ثري ومنصب سني وأعراق تهزك صاعدا\r\n","description":"","footnote":"","page_name":" 383 ","page_number":383},
  {"content":"\r\nأبا خالد لا تجعلن بناتنا إماء لمخزوم وكن مواجدا\r\nأبا خالد إن كنت تخشى بن خالد فلم يكن الحجاج يرهب خالدا\r\nأبا خالد لا نحن نار ولا هم جنان ترى فيها العيون رواكدا\r\n","description":"","footnote":"","page_name":" 384 ","page_number":384},
  {"content":"\r\nحديث جبير بن مطعم عن النبي صلى الله عليه وسلم\r\n( 7391 ) حدثنا زهير بن حرب حدثنا سفيان بن\r\nعيينة عن الزهري عن محمد بن جبير بن مطعم\r\nعن أبيه عن النبي صلى الله عليه وسلم قال لا يدخل الجنة\r\nقاطع !\r\n","description":"","footnote":"","page_name":" 385 ","page_number":385},
  {"content":"\r\n( 7392 ) حدثنا وهب أخبرنا خالد عن\r\nعبد الرحمن عن الزهري عن محمد بن جبير\r\n","description":"","footnote":"","page_name":" 386 ","page_number":386},
  {"content":"\r\nعن أبيه وقد أدرك جبير النبي صلى الله عليه وسلم قال لا يدخل\r\nالجنة قاطع !\r\n( 7393 ) حدثنا زهير حدثنا بن عيينة عن الزهري\r\nعن محمد بن جبير\r\nعن أبيه أن النبي صلى الله عليه وسلم قرأ في المغرب ب الطور\r\n","description":"","footnote":"","page_name":" 387 ","page_number":387},
  {"content":"\r\n( 7394 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\nسفيان عن الزهري عن محمد بن جبير\r\nعن أبيه قال سمعت رسول الله صلى الله عليه وسلم يقول لا يدخل\r\nالجنة قاطع !\r\n( 7395 ) حدثنا أبو خيثمة وإسحاق بن إبراهيم جميعا\r\n","description":"","footnote":"","page_name":" 388 ","page_number":388},
  {"content":"\r\nقالا حدثنا بن عيينة عن الزهري سمع محمد بن جبير بن\r\nمطعم\r\nعن أبيه أن النبي صلى الله عليه وسلم قال انا محمد وأنا أحمد\r\nوأنا الماحي الذي يمحى بي الكفر وأنا الحاشر الذي يحشر\r\nالناس على عقبي وأنا العاقب الذي ليس بعده نبي\r\n","description":"","footnote":"","page_name":" 389 ","page_number":389},
  {"content":"\r\n( 7396 ) حدثنا أبو خيثمة حدثنا بن عيينة عن أبي\r\nالزبير عن عبد الله بن باباه\r\nعن جبير بن مطعم فذكر النبي صلى الله عليه وسلم قال يا بني\r\nعبد مناف لا تمنعن أحدا طاف بهذا البيت وصلى أي ساعة\r\nشاء من ليل أو نهار\r\n","description":"","footnote":"","page_name":" 390 ","page_number":390},
  {"content":"\r\n","description":"","footnote":"","page_name":" 391 ","page_number":391},
  {"content":"\r\n( 7397 ) حدثنا أبو خيثمة حدثنا وكيع عن سفيان\r\nعن أبي إسحاق عن سليمان بن صرد\r\nعن جبير بن مطعم قال تذاكرنا الغسل من الجنابة عند\r\nالنبي صلى الله عليه وسلم فقال اما أنا فأفيض على رأسي ثلاثا\r\n","description":"","footnote":"","page_name":" 392 ","page_number":392},
  {"content":"\r\n( 7398 ) حدثنا زهير بن حرب حدثنا عبد الرحمن\r\nبن مهدي حدثنا شعبة عن عمرو بن مرة عن عاصم العنزي\r\nعن بن جبير بن مطعم\r\nعن أبيه قال كان رسول الله صلى الله عليه وسلم إذا دخل الصلاة\r\nقال الله أكبر كبيرا والحمد لله كثيرا ثلاثا سبحان الله\r\nبكرة وأصيلا ثلاثا أعوذ بالله من الشيطان الرجيم من نفخه\r\nوهمزه ونفثه\r\nقال عمرو نفخه الكبر وهمزه الموتة ونفثه\r\nالشنعر\r\n","description":"","footnote":"","page_name":" 393 ","page_number":393},
  {"content":"\r\n","description":"","footnote":"","page_name":" 394 ","page_number":394},
  {"content":"\r\n","description":"","footnote":"","page_name":" 395 ","page_number":395},
  {"content":"\r\n( 7399 ) حدثنا زهير حدثنا يزيد بن هارون أخبرنا\r\nمحمد بن إسحاق عن الزهري عن سعيد بن المسيب\r\nعن جبير بن مطعم قال لما قسم رسول الله صلى الله عليه وسلم\r\nذي القربى بين بني هاشم وبني المطلب أتيته أنا وعثمان\r\nفقلنا يا رسول الله هؤلاء بنو هاشم لا ينكر فضلهم بمكانك\r\nالذي وضعك الله عز وجل به منهم أرأيت بني المطلب\r\nأعطيتهم ومنعتنا وإنما نحن وهم منك بمنزلة فقال إنهم لم\r\nيفارقوني في جاهلية ولا إسلام وإنما بنو هاشم وبنو المطلب\r\nشئ واحد وشبك بين أصابعه\r\n","description":"","footnote":"","page_name":" 396 ","page_number":396},
  {"content":"\r\n( 7400 ) حدثنا زهير حدثنا يزيد حدثنا بن أبي\r\nذئب عن الزهري عن طلحة بن عبد الله بن عوف عن\r\nعبد الرحمن بن أزهر\r\nعن جبير بن مطعم قال قال رسول الله صلى الله عليه وسلم أن\r\nللقرشي مثل قوة الرجلين من غير قريش فقيل للزهري ما\r\nعنى به قال نبل الرأي\r\n","description":"","footnote":"","page_name":" 397 ","page_number":397},
  {"content":"\r\n( 7401 ) حدثنا زهير حدثنا يزيد أخبرنا بن أبي\r\nذئب عن الحارث بن عبد الرحمن عن محمد بن جبير بن\r\nمطعم\r\nعن أبيه قال كنا مع رسول الله صلى الله عليه وسلم في مسير له\r\nفقال يطلع عليكم أهل اليمن كأنهم السحاب هم خيار من\r\nفي الأرض فقال رجل من الأنصار إلا نحن يا رسول الله\r\nفسكت ثم أعادها فسكت ثم أعادها الثالثة إلا نحن يا\r\nرسول الله فقال كلمة ضعيفة إلا أنتم\r\n","description":"","footnote":"","page_name":" 398 ","page_number":398},
  {"content":"\r\n( 7402 ) حدثنا زهير حدثنا يزيد أخبرنا إبراهيم\r\nبن سعد عن أبيه عن بن جبير بن مطعم\r\nعن أبيه أن امرأة أتت النبي صلى الله عليه وسلم تسأله شيئا فقال لها\r\nارجعي إلي فقالت له يا رسول الله فإن رجعت فلم أرك\r\nتعرض بالموت فقال إن لم تجدني فألقي أبا بكر\r\n","description":"","footnote":"","page_name":" 399 ","page_number":399},
  {"content":"\r\n( 7403 ) حدثنا أبو خيثمة حدثنا عبد الملك بن\r\nعمرو أبو عامر عن زهير بن محمد عن عبد الله بن محمد بن\r\nعقيل عن محمد بن جبير بن مطعم\r\nعن أبيه أن رجلا أتى النبي صلى الله عليه وسلم فقال يا\r\nرسول الله أي البلدان شر فقال لا أدري فلما جاءه\r\nجبريل عليه وسلم قال جبريل أي البلدان شر قال لا\r\nأدري حتى أسأل ربي عز وجل\r\nفانطلق جبريل فمكث ما شاء الله ثم جاء فقال يا\r\nمحمد إنك سألتني أي البلدان شر فقلت لا أدري وإني\r\nسألت ربي عز وجل أي البلدان شر فقال أسواقها\r\n","description":"","footnote":"","page_name":" 400 ","page_number":400},
  {"content":"\r\n( 7404 ) حدثنا أبو خيثمة حدثنا يعقوب بن\r\nإبراهيم حدثنا بن أخي الزهري عن عمه قال أخبرني عمر\r\nبن محمد بن جبير بن مطعم أن محمد بن جبير قال\r\nأخبرني جبير بن مطعم أنهبينا هو يسير مع\r\nرسول الله صلى الله عليه وسلم ومعه الناس مقفله من حنين علقت\r\nالاعراب رسول الله صلى الله عليه وسلم يسألونه حتى اضطروه إلى سمرة\r\nفخطفت رداؤه فوقف رسول الله صلى الله عليه وسلم ثم قال أعطوني\r\nردائي فلو كان عدد العضاه نعما قسمته بينكم ثم لا\r\nتجدوني بخيلا ولا كذابا ولا جبانا\r\n","description":"","footnote":"","page_name":" 401 ","page_number":401},
  {"content":"\r\n","description":"","footnote":"","page_name":" 402 ","page_number":402},
  {"content":"\r\n( 7405 ) حدثنا زهير حدثنا عبد الرحمن بن\r\nمهدي حدثنا شعبة عن النعمان بن سالم قال سمعت\r\nرجلا\r\nسمع جبيرا قال قلت يا رسول الله إن إنسا يقولون\r\nليس لنا أجور بمكة قال لتأتينكم أجوركم ولو كنتم في جحر\r\nثعلب\r\n( 7406 ) حدثنا زهير حدثنا إسحاق بن يوسف\r\nحدثنا زكريا عن سعد بن إبراهيم عن نافع بن جبير\r\n","description":"","footnote":"","page_name":" 403 ","page_number":403},
  {"content":"\r\nعن أبيه أن النبي صلى الله عليه وسلم قال لا حلف في الاسلام\r\nوأيما حلف كان في الجاهلية فإن الاسلام لم يزده إلا شدة\r\n( 7407 ) حدثنا زهير حدثنا حجاج بن محمد\r\nحدثنا شعبة عن سعد بن إبراهيم قال سمعت بعض إخوتي\r\nيحدث عن أبي\r\nعن جبير بن مطعمأنه أتى النبي صلى الله عليه وسلم في فداء\r\nالمشركين وما أسلم يومئذ قال فانتهيت إليه وهو يصلي\r\nالمغرب وهو يقرأ فيها ب الطور كأنما صدع قلبي حين\r\nسمعت القرآن\r\n( 7408 ) حدثنا زهير حدثنا هشام بن عبد الملك\r\nحدثنا حماد بن سلمة عن عمرو بن دينار عن نافع بن جبير\r\nبن مطعم\r\n","description":"","footnote":"","page_name":" 404 ","page_number":404},
  {"content":"\r\nعن أبيه قال قال رسول الله صلى الله عليه وسلم ينزل الله عز\r\nوجل إلى السماء الدنيا كل ليلة فيقول هل من داع\r\nفأستجب له هل من مستغفر فأغفر له\r\n( 7409 ) حدثنا إبراهيم بن الحجاج السامي حدثنا\r\nحماد بن سلمة مثله\r\n","description":"","footnote":"","page_name":" 405 ","page_number":405},
  {"content":"\r\n( 7410 ) حدثنا زهير حدثنا عفان حدثنا حماد بن\r\nسلمة قال وأخبرنا عمرو بن دينار عن نافع بن جبير\r\nعن أبيه أن رسول الله صلى الله عليه وسلم كان في سفر فقال من\r\nيكلؤنا الليلة لا يرقد عن صلاة الفجر فقال بلال أنا\r\nفاستقبل مطلع الشمس فضرب على آذانهم فما أيقضهم إلا حر\r\nالشمس فقاموا فبادروا فتوضؤوا وأذن بلال وصلوا\r\nالركعتين ثم صلوا الفجر\r\n( 7411 ) حدثنا زهير حدثنا عفان حدثنا\r\nعبد العزيز بن مسلم حدثنا حصين عن محمد بن طلحة\r\nعن جبير بن مطعم قال قال رسول الله صلى الله عليه وسلم صلاة\r\nفي مسجدي هذا تزيد عن سواه من المساجد ألف صلاة ليس\r\nالمسجد الحرام\r\n","description":"","footnote":"","page_name":" 406 ","page_number":406},
  {"content":"\r\n","description":"","footnote":"","page_name":" 407 ","page_number":407},
  {"content":"\r\n( 7412 ) حدثنا سليمان الشاذكوني حدثنا هشيم\r\nحدثنا حصين عن محمد بن طلحة بن يزيد بن ركانة\r\nعن جبير بن مطعم قال قال رسول الله صلى الله عليه وسلم صلاة\r\nفي مسجدي هذا أفضل من ألف صلاة فيما سواه إلا المسجد\r\nالحرام\r\n( 7413 ) حدثنا أبو خيثمة حدثنا يعقوب بن\r\nإبراهيم حدثنا أبي عن بن إسحاق قال فذكر محمد بن\r\nمسلم عن محمد بن جبير بن مطعم\r\nعن أبيه جبير قال سمعت رسول الله صلى الله عليه وسلم يقول وهو\r\nيخطب الناس بالخفيف نضر الله عبدا سمع مقالتي فوعاها\r\nثم أداها من لم يسمعها فرب حامل فقه لا فقه له ورب\r\nحامل فقه إلى من أفقه منه\r\nثلاث لا يغل عليهن قلب مؤمن إخلاص العمل\r\nلله وطاعة ذوي الامر ولزوم الجماعة فإن دعوتهم تكون\r\nمن ورائهم\r\n","description":"","footnote":"","page_name":" 408 ","page_number":408},
  {"content":"\r\n","description":"","footnote":"","page_name":" 409 ","page_number":409},
  {"content":"\r\n","description":"","footnote":"","page_name":" 410 ","page_number":410},
  {"content":"\r\n( 7414 ) حدثنا أبو خيثمة زهير حدثنا يعقوب\r\nحدثنا أبي عن بن إسحاق قال أخبرني عمرو بن أبي عمرو\r\nمولى المطلب عن عبد الرحمن بن الحويرث عن محمد بن\r\nجبير بن مطعم\r\nعن أبيه مثل حديث بن شهاب لم يزد ولم ينقص\r\n","description":"","footnote":"","page_name":" 411 ","page_number":411},
  {"content":"\r\n( 7415 ) حدثنا هارون بن معروف وإسحاق بن أبي\r\nإسرائيل قالا حدثنا سفيان عن أبي الزبير عن عبد الله بن\r\nباباه\r\nعن جبير بن مطعم يبلغ به النبي صلى الله عليه وسلم أنه قال يا\r\nبني عبد مناف لا تمنعوا أحدا طاف بهذا البيت أو صلى أي\r\nساعة من ليل أو نهار\r\n( 7416 ) حدثنا إسحاق حدثنا سفيان عن\r\nالزهري عن محمد بن جبير بن مطعم\r\nعن أبيه أن النبي صلى الله عليه وسلم قال لو كان المطعم حيا\r\nقال وكان عنده يد فكلمني في هؤلاء النتنى لأطلقتهم\r\nأساري بدر\r\n","description":"","footnote":"","page_name":" 412 ","page_number":412},
  {"content":"\r\n( 7417 ) حدثنا إسحاق حدثنا النضر بن شميل\r\nحدثنا شعبة عن أبي إسحاق قال سمعت سليمان بن صدر\r\nقال\r\nسمعت جبير بن مطعمقال ذكر الغسل من الجنابة\r\nعند رسول الله صلى الله عليه وسلم فقال رسول الله صلى الله عليه وسلم أما أنا فأصب\r\nعلى رأسي ثلاثا\r\n( 7418 ) حدثنا إسحاق حدثنا النضر حدثنا\r\nشعبة عن سعد بن إبراهيم قال أخبرني بعض إخوتي\r\nعن جبير بن مطعمأنه أتى النبي صلى الله عليه وسلم في فداء من\r\nفداء المشركين قال فأتيت النبي صلى الله عليه وسلم وهو يصلي\r\nالمغرب فقرأ فيها ب الطور فكأنما صدع قلبي حين سمعت\r\nالقرآن\r\n","description":"","footnote":"","page_name":" 413 ","page_number":413},
  {"content":"\r\n( 7419 ) حدثنا أبو هشام محمد بن سليمان بن\r\nالحكم القديدي قال حدثني أبي عن إسماعيل بن خالد\r\nالخزاعي أن محمد بن جبير بن مطعم\r\nسمع جبير بن مطعم وهو يقول قال لي\r\nرسول الله صلى الله عليه وسلم أتحب يا جبير إذا خرجت سفرا أن تكون\r\nمن أمثل أصحابك هيئة وأكثرهم زادا فقلت نعم بأبي\r\nأنت وأمي قال فاقرأ هذه السور الخمس قل يا أيها\r\nالكافرون وإذا جاء نصر الله والفتح وقل هو الله أحد\r\nوقل أعوذ برب الفلق وقل أعوذ برب الناس وافتح كل\r\nسورة ببسم الله الرحمن الرحيم واختم قراءتك ببسم الله\r\nالرحمن الرحيم قال جبير وكنت غنيا كثير المال فكنت\r\nأخرج مع من شاء الله أن أخرج معهم في سفر فأكون\r\nأبذهم هيئة وأقلهم زادا فما زلت منذ علمنيهن\r\nرسول الله صلى الله عليه وسلم وقرأت بهن أكون من أحسنهم هيئة وأكثرهم\r\nزادا حتى أرجع من سفري ذلك\r\n","description":"","footnote":"","page_name":" 414 ","page_number":414},
  {"content":"\r\nحديث أبي برزة الأسلمي عن النبي صلى الله عليه وسلم\r\n( 7420 ) حدثنا العباس بن الوليد النرسي حدثنا\r\nعبد الأعلى أبو محمد السامي حدثنا سعيد يعني الجريري\r\n","description":"","footnote":"","page_name":" 415 ","page_number":415},
  {"content":"\r\nعن أبي نضرة عن عبد الله بن مولة القشيري قال\r\nكنت بالأهواز إذ مر بي شيخ ضخم على بغلة وهو\r\nيقول اللهم ذهب قرني من هذه الأمة فألحقني بهم\r\nفألحقته دابتي فقلت وأنا يرحمك الله قال وصاحبي هذا إن\r\nأراد ذلك قال ثم قال قال رسول الله صلى الله عليه وسلم خير أمتي\r\nقرني ثم الذين يلونهم فلا أدري أذكر الثالث أم لا ثم\r\nيخلف قوم يظهر فيهم السمن ويهريقون الشهادة ولا يسألونها\r\nفإذا هو أبو برزة الأسلمي\r\n","description":"","footnote":"","page_name":" 416 ","page_number":416},
  {"content":"\r\n( 7421 ) حدثنا أحمد بن إبراهيم الدورقي قال\r\nحدثني حجاج بن محمد حدثنا شعبة عن أبي حمزة جارهم\r\nعن حميد بن هلال عن عبد الله بن مطرف\r\nعن أبي برزة قال كان أبغض الاحياء إلى\r\nرسول الله صلى الله عليه وسلم بنو أمية وثقيف وبنو حنيفة\r\n( 7422 ) حدثنا زكريا بن يحيى الواسطي حدثنا\r\nهشيم عن عوف عن سيار بن سلامة\r\nعن أبي برزة الأسلمي قال كان رسول الله صلى الله عليه وسلم يكره\r\nالنوم قبل العشاء والحديث بعدها قال وكان يقرأ في صلاة\r\nالصبح من ستين إلى المئة وكان يعرف كل واحد منا من\r\nيليه\r\n","description":"","footnote":"","page_name":" 417 ","page_number":417},
  {"content":"\r\n","description":"","footnote":"","page_name":" 418 ","page_number":418},
  {"content":"\r\n( 7423 ) حدثنا مسروق بن المرزبان الكوفي حدثنا\r\nأبو بكر بن عياش عن الأعمش عن سعيد بن عبد الله بن\r\nجريج\r\nعن أبي برزة قال قال رسول الله صلى الله عليه وسلم يا معشر من\r\nآمن بلسانه ولم يدخل الايمان قلبه لا تغتابوا المسلمين ولا\r\nتتبعوا عوراتهم فإنه من تتبع عورات المسلمين تتبع الله عورته\r\nحتى يفضحه في بيته\r\n","description":"","footnote":"","page_name":" 419 ","page_number":419},
  {"content":"\r\n( 7424 ) حدثنا أبو بكر بن شيبة حدثنا أسود بن\r\nعامر عن أبي بكر بن عياش عن الأعمش عن سعيد بن\r\nعبد الله بن جريج\r\nعن أبي برزة الأسلمي قال قال رسول الله صلى الله عليه وسلم فذكر\r\nمثله\r\n( 7425 ) حدثنا أو بكر حدثنا إسماعيل بن علية\r\nعن عوف قال حدثني أبو المنهال قال\r\nانطلق أبي وانطلقت معه فدخلنا على أبي برزة الأسلمي\r\nفقال له أبي حدثنا كيف كان رسول الله صلى الله عليه وسلم يصلي\r\nالمكتوبة\r\nقال كان يصلي الهجير التي تدعونها الأولى حين\r\nتدحض الشمس ويصلي العصر حين يرجع أحدنا إلى رحله\r\n","description":"","footnote":"","page_name":" 420 ","page_number":420},
  {"content":"\r\nفي أقصى المدينة والشمس حية قال ونسيت ما قال في\r\nالمغرب قال وكان يستحب أن يؤخر العشاء التي تدعونها\r\nالعتمة وكان يكره النوم قبلها والحديث بعدها وكان ينفتل من\r\nصلاة الغداة حين يعرف الرجل جليسيه وكان يقرأ بالستين\r\nإلى المئة\r\n( 7426 ) حدثنا أب بكر بن أبي شيبة حدثنا عبدة بن\r\nسليمان عن حجاج بن دينار عن أبي هاشم عن أبي العالية\r\nعن أبي برزة الأسلمي قال كان رسول الله صلى الله عليه وسلم يقول\r\nإذا أراد أن يقوم من المجلس سبحانك اللهم وبحمدك\r\nأشهد أن لا إله إلا أنت أستغفرك وأتوب إليك\r\n","description":"","footnote":"","page_name":" 421 ","page_number":421},
  {"content":"\r\n( 7427 ) حدثنا أبو بكر حدثنا وكيع عن أبان بن\r\nصمعة عن أبي الوازع\r\nعن أبي برزة قال قلت يا رسول الله دلني على عمل\r\nأنتفع به قال نح الأذى عن طريق المسلمين\r\n","description":"","footnote":"","page_name":" 422 ","page_number":422},
  {"content":"\r\n","description":"","footnote":"","page_name":" 423 ","page_number":423},
  {"content":"\r\n( 7428 ) حدثنا أبو بكر حدثنا يزيد بن هارون عن\r\nالتيمي عن أبي عثمان\r\nعن أبي برزة أن جارية بينا هي على بعير أو راحلة عليها\r\nمتاع القوم بين جبلين فتضايق به الجبل فأتى عليها\r\nرسول الله صلى الله عليه وسلم فلما أبصرته جعلت تقول حل اللهم\r\nالعنه اللهم العنه فقال رسول الله صلى الله عليه وسلم من صاحب\r\nالجارية لا تصحبنا راحلة أو بعير عليها لعنة من الله أو كما\r\nقال\r\n","description":"","footnote":"","page_name":" 424 ","page_number":424},
  {"content":"\r\n( 7429 ) حدثنا أبو بكر حدثنا يزيد بن هارون\r\nعن التيمي عن أبي المنهال\r\nعن أبي برزة أن رسول الله صلى الله عليه وسلم كان يقرأ في صلاة\r\nالغداة من الستين إلى المئة\r\n( 7430 ) حدثنا أبو بكر حدثنا أحمد بن عبد الله\r\nقال حدثتني أم الأسود عن منية\r\nعن حديث أبي برزة قال كان للنبي تسع نسوة\r\nفقال يوما خيركن أطولكن يدا فقامت كل واحد تضع\r\nيدها على الجدار قال لست أعني هذا ولكن أصنعكن\r\nيدين\r\n","description":"","footnote":"","page_name":" 425 ","page_number":425},
  {"content":"\r\n( 7431 ) حدثنا أبو بكر حدثنا هوذة بن خليفة قال\r\nحدثني عوف عن مساور بن عبيد قال\r\nحدثني أبو برزة قال رجم رسول الله صلى الله عليه وسلم رجلا منا\r\nيقال له ماعز بن مالك\r\n","description":"","footnote":"","page_name":" 426 ","page_number":426},
  {"content":"\r\n( 7432 ) حدثنا أبو بكر حدثنا يونس بن محمد\r\nحدثنا مهدي بن ميمون حدثنا أبو الوازع قال\r\nسمعت أبا برزة يحدث قال بعث رسول الله صلى الله عليه وسلم\r\nإلى أحياء من أحياء العرب في شئ لا أدري ما هو فشتموه\r\nوسبوه وضربوه فرجع إلى رسول الله صلى الله عليه وسلم فقال أما إنك لو\r\nأهل عمان أتيت ما سبوك ولا ضربوك\r\n( 7433 ) حدثنا أبو بكر حدثنا أحمد بن عبد الله\r\nعن أم الأسود عن منية\r\nعن حديث أبي برزة قال سألوا رسول الله صلى الله عليه وسلم عن\r\nرجل أقلف أيحج بيت الله قال لا نهاني الله عز وجل\r\nعن ذلك حتى يختتن\r\n","description":"","footnote":"","page_name":" 427 ","page_number":427},
  {"content":"\r\n( 7434 ) حدثنا أبو بكر حدثنا أسود بن عامر عن\r\nأبي بكر عن الأعمش عن سعيد بن عبد الله بن جريج\r\nعن أبي برزة قال قال رسول الله صلى الله عليه وسلم لا تزول قدما\r\nالعبد يوم القيامة حتى يسأل عن عمره فيما أفناه وعن عمله ما\r\nعمل فيه وعن ماله من أين اكتسبه وفيما أنفقه وعن جسده\r\nفيما أبلاه\r\n","description":"","footnote":"","page_name":" 428 ","page_number":428},
  {"content":"\r\n( 7435 ) حدثنا هدبة حدثنا مهدي بن ميمون\r\nحدثنا أبو الوازع جابر بن عمرو\r\nعن أبي برزة الأسلمي قال بعث رسول الله صلى الله عليه وسلم رجلا\r\nإلى حي من أحياء العرب في شئ لا أدري ما هو فسبوه\r\nوضربوه فرجع إلى النبي صلى الله عليه وسلم فشكا ذلك إليه فقال لكن\r\nأهل عمان لو أتاهم رسولي ما سبوه ولا ضربوه\r\n( 7436 ) حدثنا عثمان بن أبي شيبة حدثنا جرير\r\nومحمد بن فضيل عن يزيد بن أبي زياد عن سليمان بن عمرو\r\nبن الأحوص قال حدثني أبو هلال\r\nعن أبي برزة قال كنا مع النبي صلى الله عليه وسلم في سفر فسمع\r\nرجلين يتغنيان وأحدهما يقول لصاحبه\r\n","description":"","footnote":"","page_name":" 429 ","page_number":429},
  {"content":"\r\nيزال حوار ما تزال عظامه زوى الحرب عنه أن يجن فيقبرا\r\nقال رسول الله صلى الله عليه وسلم من هذا قال فقيل له فلان\r\nوفلان قال فقال اللهم أركسهما في الفتنة ركسا\r\n","description":"","footnote":"","page_name":" 430 ","page_number":430},
  {"content":"\r\nودعهما في النار دعا\r\n( 7437 ) حدثنا أبو بكر بن أبي شيبة حدثنا محمد\r\nبن فضيل عن يزيد بن أبي زياد عن سليمان بن عمرو بن\r\nالأحوص قال حدثني رب هذه الدار أبو هلال\r\nإنه سمع أبا برزة الأسلمي يحدث أنهم كانوا مع\r\nرسول الله صلى الله عليه وسلم فسمعوا غناء فتشوفوا له فقام رجل فاستمع\r\nوذلك قبل أن تحرم الخمر فأتاهم ثم رجع فقال هذا\r\n","description":"","footnote":"","page_name":" 431 ","page_number":431},
  {"content":"\r\nفلان وفلان وهما يتغنيان يجيب أحدهما الآخر وهو يقول\r\nفذكر نحوه\r\n( 7438 ) حدثنا أحمد يعني بن إبراهيم الدورقي\r\nحدثنا أبو داود حدثنا شعبة عن علي بن زيد عن المغيرة بن\r\nأبي برزة\r\nعن أبيه قال سمعت رسول الله صلى الله عليه وسلم يقول غفار غفر\r\nالله لهما وأسلم سالمهما الله ما أنا قلته ولكن الله قال\r\n( 7439 ) حدثنا إبراهيم بن سعيد حدثنا يونس\r\n","description":"","footnote":"","page_name":" 432 ","page_number":432},
  {"content":"\r\nبن محمد قال حدثتنا أم الأسود بنت يزيد مولى أبي برزة\r\nالأسلمي قالت حدثتني منية بنت عبيد بن أبي برزة\r\nعن جدها أبي برزة قال قال رسول الله صلى الله عليه وسلم من\r\nعزى الثكلى كسي بردا من الجنة\r\n","description":"","footnote":"","page_name":" 433 ","page_number":433},
  {"content":"\r\n( 7440 ) حدثنا عقبة بن مكرم حدثنا يونس بن\r\nبكير حدثنا زياد بن المنذر عن نافع بن الحارث\r\nعن أبي برزة أن رسول الله صلى الله عليه وسلم قال يبعث الله\r\nعز وجل يوم القيامة قوما من قبورهم تأجج أفواههم النار\r\nفقيل من هم يا رسول الله فقال ألم تر أن الله يقول * ( إن\r\nالذين يأكلون أموال اليتامى ظلما إنما يأكلون في بطونهم\r\nنارا ) *\r\n","description":"","footnote":"","page_name":" 434 ","page_number":434},
  {"content":"\r\n( 7440 ) وعن نافع بن الحارث\r\nحدثنا أبو برزة قال سمعت رسول الله صلى الله عليه وسلم يقول إلا\r\n","description":"","footnote":"","page_name":" 435 ","page_number":435},
  {"content":"\r\nإن الكذب يسود الوجه والنميمة عذاب القبر\r\nوعن نافع\r\nعن أبي برزة قال سمعت رسول الله صلى الله عليه وسلم يقول إن\r\nبعدي أئمة إن أطعتموهم أكفروكم وإن عصيتموهم قتلوكم\r\nأئمة الكفر ورؤوس الضلالة\r\nحدثنا الحسن بن حماد الكوفي\r\nحدثنا محمد بن فضيل عن يزيد بن أبي زياد عن سليمان بن\r\nعمرو بن الأحوص الأزدي قال حدثني أبو هلال صاحب هذه\r\nالدار\r\n","description":"","footnote":"","page_name":" 436 ","page_number":436},
  {"content":"\r\nعن أبي برزة الأسلمي أن النبي صلى الله عليه وسلم رفع يديه في\r\nالدعاء حتى رئي بياض إبطيه\r\n","description":"","footnote":"","page_name":" 437 ","page_number":437},
  {"content":"\r\nحديث جابر بن سمرة السوائي عن النبي صلى الله عليه وسلم\r\n( 7441 ) حدثنا محمد بن عبيد بن حساب حدثنا أبو\r\nعوانة عن سماك\r\nعن جابر بن سمرة قال رأيت رسول الله صلى الله عليه وسلم يخطب\r\nقائما ثم يقعد فلا يتكلم ثم يقوم فيخطب خطبة أخرى على\r\nمنبره فمن حدثك أنه رآه يخطب قاعدا فلا تصدقه\r\n","description":"","footnote":"","page_name":" 438 ","page_number":438},
  {"content":"\r\n( 7442 ) حدثنا محمد بن عبيد بن حساب حدثنا أبو\r\nعوانة عن سماك\r\nعن جابر قال سمعت رسول الله صلى الله عليه وسلم يقولان بين\r\nيدي الساعة كذابين\r\n","description":"","footnote":"","page_name":" 439 ","page_number":439},
  {"content":"\r\n( 7443 ) حدثنا أبو همام الوليد بن شجاع حدثنا\r\nأبي حدثنا زياد بن خيثمة عن سماك بن حرب\r\nعن جابر بن سمرة عن رسول الله صلى الله عليه وسلم قال إني\r\nفرط لكم على الحوض وإن بعد ما بين طرفيه كما بين صنعاء\r\nوأيلة كأن الأباريق فيه النجوم\r\n","description":"","footnote":"","page_name":" 440 ","page_number":440},
  {"content":"\r\n( 7444 ) حدثنا محمد بن عبيد بن حساب حدثنا أبو\r\nعوانة عن سماك بن حرب\r\nعن جابر بن سمرة قال سمعت رسول الله صلى الله عليه وسلم يقول\r\nلتفتحن عصابة من المسلمين أو من المؤمنين كنز آل كسرى\r\nالذي في البيض\r\nقال وسمعته يقول إن الله سمى المدينة طابة\r\n","description":"","footnote":"","page_name":" 441 ","page_number":441},
  {"content":"\r\n( 7445 ) وبإسناده عن جابر بن سمرة قال مات\r\nبغل عند رجل فأتى رسول الله صلى الله عليه وسلم يستفتيه قال\r\nفزعم جابر أن رسول الله صلى الله عليه وسلم قال لصاحبها ما لك ما يغنيك\r\nعنها قال لا قال اذهب فكلها\r\n","description":"","footnote":"","page_name":" 442 ","page_number":442},
  {"content":"\r\n( 7446 ) وعن جابر قال رأيت ماعز بن مالك حين\r\nجئ به إلى النبي صلى الله عليه وسلم حاسرا ما عليه رداء فتشهد على نفسه\r\nأربع مرات أنه قد زنى فقال رسول الله صلى الله عليه وسلم فلعلك\r\nقال لا والله إنه قد زنى الاخر قال فرجمه ثم خطب\r\n","description":"","footnote":"","page_name":" 443 ","page_number":443},
  {"content":"\r\nفقال ألا كلما نفروا في سبيل الله خلف أحدهم له نبيب\r\nكنبيب التيس يمنح إحداهن الكثبة أما أن أمكنني الله\r\nعز وجل من أحد منهم لانكلنه عنهن\r\n","description":"","footnote":"","page_name":" 444 ","page_number":444},
  {"content":"\r\n( 7447 ) حدثنا محمد بن عبيد بن حساب حدثنا أبو\r\nعوانة عن سماك\r\nعن جابر بن سمرة قال كان رسول الله صلى الله عليه وسلم يصلي\r\nنحو صلاتكم ويؤخر العتمة بعد صلاتكم شيئا وكان\r\nيخف الصلاة\r\n","description":"","footnote":"","page_name":" 445 ","page_number":445},
  {"content":"\r\n( 7448 ) حدثنا زكريا بن يحيى الواسطي حدثنا\r\nشريك عن سماك\r\nعن جابر بن سمرة قال ماتت ناقة لأناس من بني\r\nسليم أو غيرهم من الحي وكانوا أهل بيت محتاجين فسألوا\r\nالنبي صلى الله عليه وسلم عن أكلها فرخص لهم النبي صلى الله عليه وسلم في أكلها\r\nفكفتهم شتوتهم\r\n( 7449 ) حدثنا زكريا بن يحيى حدثنا شريك عن\r\nسماك\r\nعن جابر بن سمرة قال جالست النبي صلى الله عليه وسلم أكثر من مائة\r\nمرة وكان أصحابه يتناشدون الشعر ويتذاكرون شيئا من أمر\r\n","description":"","footnote":"","page_name":" 446 ","page_number":446},
  {"content":"\r\nالجاهلية فربما تبسم معهم\r\n( 7450 ) وعن جابر بن سمرة قال كان بلال يؤذن\r\nالظهر إذا دحضت الشمس وكان ربما أخر الإقامة ولا يؤخر\r\nالاذان عن الوقت\r\n","description":"","footnote":"","page_name":" 447 ","page_number":447},
  {"content":"\r\n( 7451 ) وعن جابر بن سمرة ! أن النبي صلى الله عليه وسلم رجم\r\nيهوديا ويهودية\r\n( 7452 ) وعن جابر قال جالست النبي صلى الله عليه وسلم أكثر\r\nمن مائة مرة كان يخطب إلا قائما وكان يقعد قعدة\r\n","description":"","footnote":"","page_name":" 448 ","page_number":448},
  {"content":"\r\n( 7453 ) وعن جابر قال - كنا إذا أتينا النبي صلى الله عليه وسلم\r\nجلس أحدنا حيث ينتهي\r\n( 7454 ) وعن جابر قال ، صليت مع النبي صلى الله عليه وسلم\r\nيوم عيد فلم يؤذن ولم يقم\r\n","description":"","footnote":"","page_name":" 449 ","page_number":449},
  {"content":"\r\n( 7455 ) حدثنا عبد الرحمن بن صالح الأزدي\r\nحدثنا عبد الرحيم حدثنا حجاج بن أرطأة عن سماك بن\r\nحرب\r\nعن جابر بن سمرة قال كان النبي صلى الله عليه وسلم حمش\r\nالساقين إذا رأيته قلت أكحل وليس بأكحل لا يضحك إلا\r\nتبسما\r\n","description":"","footnote":"","page_name":" 450 ","page_number":450},
  {"content":"\r\n( 7456 ) حدثنا عبد الرحمن بن صالح حدثنا\r\nعبد الرحيم حدثنا إسرائيل عن سماك\r\nأنه سمع جابر بن سمرة يقول كان رسول الله صلى الله عليه وسلم قد\r\nشمط مقدم رأسه ولحيته فإذا ادهن ومشطه لم يتبين فإذا شعث\r\nرأيته وكان كثير شعر الليحة فقال رجل وجهه مثل\r\nالسيف قال لا مثل الشمس والقمر مستدير قال ورأيت\r\nخاتمه عند كتفه مثل بيضة النعامة تشبه جسده\r\n","description":"","footnote":"","page_name":" 451 ","page_number":451},
  {"content":"\r\n( 7457 ) حدثنا عثمان بن أبي شيبة حدثنا وكيع\r\nعن إسرائيل عن سماك\r\nعن جابر بن سمرة قال دخلت على النبي صلى الله عليه وسلم فرأيته\r\nمتكئا على مرفقه\r\n","description":"","footnote":"","page_name":" 452 ","page_number":452},
  {"content":"\r\n( 7458 ) حدثنا أبو بكر بن أبي شيبة حدثنا عباد بن\r\nالعوام عن حجاج عن سماك\r\nعن جابر بن سمرة قال كان في ساقي رسول الله صلى الله عليه وسلم\r\nحموشة وكان لا يضحك إلا تبسما وكان إذا نضرت إليه قلت\r\nأكحل العينين وليس بأكحل\r\n( 7459 ) حدثنا أبو بكر بن أبي شيبة حدثنا حسين\r\nبن علي عن زائدة عن سماك\r\nعن جابر بن سمرة قال عن النبي صلى الله عليه وسلم كان يقرأ في الفجر\r\nب قاف والقرآن المجيد وكانت صلاته بعد تخفيفا\r\n","description":"","footnote":"","page_name":" 453 ","page_number":453},
  {"content":"\r\n( 7460 ) حدثنا مخلد بن أبي زميل حدثنا عبيد الله\r\nبن عمرو عن عبد الملك بن عمير\r\nعن جابر بن سمرة قال سأل رجل النبي صلى الله عليه وسلم أصلي\r\nفي الثوب الذي آتي فيه أهلي قال نعم إلا أن ترى فيه\r\nشيئا فتغسله\r\n","description":"","footnote":"","page_name":" 454 ","page_number":454},
  {"content":"\r\n( 7461 ) حدثنا أبو بكر بن أبي شيبة حدثنا حاتم\r\nبن إسماعيل عن المهاجر بن مسمار عن عامر بن سعد\r\nعن جابر بن سمرة قال سمعت النبي صلى الله عليه وسلم يقول انا\r\nالفرط على الحوض !\r\n( 7462 ) حدثنا أبو بكر بن أبي شيبة حدثنا محمد\r\nبن القاسم حدثنا مطرف عن أبي خالد الوالبي\r\nعن جابر بن سمرة قال سمعت رسول الله صلى الله عليه وسلم يقول\r\nثلاث أخاف على أمتي استسقاء بالأنواء وحيف السلطان\r\nوتكذيب بالقدر\r\n","description":"","footnote":"","page_name":" 455 ","page_number":455},
  {"content":"\r\n( 7463 ) حدثنا أبو بكر بن أبي شيبة حدثنا حاتم\r\nبن إسماعيل عن المهاجر بن مسمار عن عامر بن سعد قال\r\nكتبت إلى جابر بن سمرة مع غلامي نافع أخبرني\r\nبشئ سمعته من رسول الله صلى الله عليه وسلم فكتب سمعت\r\nرسول الله صلى الله عليه وسلم يوم جمعة عشية رجم الأسلمي يقول لا\r\n","description":"","footnote":"","page_name":" 456 ","page_number":456},
  {"content":"\r\nيزال الدين قائما حتى تقوم الساعة ويكون عليكم اثنا عشر\r\nخليفة كلهم من قريش\r\nوسمعته يقول عصبة من المسلمين يفتتحون البيت\r\nالأبيض بيت كسرى وآل كسرى\r\n( 7465 ) وسمعته يقول إن بين يدي الساعة\r\nكذابين فاحذروهم\r\n( 7466 ) وسمعته يقول إذا أعطى الله أحدكم\r\nخيرا فليبدأ بنفسه وأهل بيته\r\n( 7467 ) وسمعته يقول انا فرطكم على\r\nالحوض\r\n","description":"","footnote":"","page_name":" 457 ","page_number":457},
  {"content":"\r\n( 7468 ) حدثنا أبو بكر بن أبي شيبة حدثنا أبو\r\nأسامة عن زكريا بن سياه عن عمران بن رياح عن\r\nعلي بن عمارة\r\nعن جابر بن سمرة قال كنت في مجلس فيه\r\nرسول الله صلى الله عليه وسلم وأبي سمرة جالس أمامي فقال إن الفحش\r\nوالتفحش ليسا من الاسلام في شئ وإن من أحسن الناس\r\nإسلاما أحسنهم خلقا\r\n","description":"","footnote":"","page_name":" 458 ","page_number":458},
  {"content":"\r\n( 7469 ) حدثنا أحمد بن إبراهيم الدورقي حدثنا\r\nأبو داود قال حدثني سليمان بن معاذ حدثنا سماك بن حرب\r\nعن جابر بن سمرة قال قال رسول الله صلى الله عليه وسلم إن\r\nبمكة حجرا كان يسلم علي ليالي بعثت وإني لأعرفه إذا مررت\r\nعليه\r\n","description":"","footnote":"","page_name":" 459 ","page_number":459},
  {"content":"\r\n( 7470 ) حدثنا عامر عبد الله بن براد حدثنا\r\nمحمد بن القاسم حدثنا فطر بن خليفة عن أبي خالد الوالبي\r\nعن جابر بن سمرة السوائي سوأة قيس قال سمعت\r\nالنبي صلى الله عليه وسلم يقول ثلاث أخاف على أمتي استسقاء بالأنواء\r\nوحيف السلطان وتكذيب بالقدر\r\n( 7471 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\nشريك عن سماك\r\nعن جابر بن سمرة أن النبي صلى الله عليه وسلم رجم يهوديا\r\nويهودية\r\n( 7472 ) حدثنا إسحاق حدثنا جرير عن\r\nالأعمش عن المسيب بن رافع عن تميم الطائي\r\nعن جابر بن سمرة قال دخل رسول الله صلى الله عليه وسلم\r\nالمسجد فرأى ناسا رافعي أيديهم فقال ما لهم رافعي\r\nأيديهم كأنها أذناب الخيل الشمس اسكنوا في الصلاة\r\n","description":"","footnote":"","page_name":" 460 ","page_number":460},
  {"content":"\r\n","description":"","footnote":"","page_name":" 461 ","page_number":461},
  {"content":"\r\n( 7473 ) وعن جابر بن سمرة قال دخل\r\nرسول الله صلى الله عليه وسلم المسجد فرأى ناسا يصلون رافعي رؤوسهم\r\nإللى السماء فقال لينتهين رجال يشخصون بأبصارهم في إلى\r\nالسماء أو لا ترجع إليهم\r\n","description":"","footnote":"","page_name":" 462 ","page_number":462},
  {"content":"\r\n( 7474 ) وعن جابر بن سمرة قال دخل\r\nرسول الله صلى الله عليه وسلم المسجد فقال ألا تصفون كما تصف\r\nالملائكة عند ربهم قالوا يا رسول الله وكيف تصف عند\r\nربهم قال يتمون الصفوف الأول ويتراصون في الصف\r\nقال وخرج إلى المسجد وهم في المسجد حلق فقال\r\nما لي أراهم عزين\r\n( 7475 ) حدثنا إسحاق حدثنا النضر بن شميل\r\nحدثنا شعبة عن سماك بن حرب\r\nعن جابر بن سمرة قال رأيت خاتم النبوة بين كتفي\r\nالنبي صلى الله عليه وسلم كأنه بيضة حمامة\r\n( 7476 ) حدثنا إسحاق حدثنا النضر بن شميل\r\nحدثنا شعبة عن سماك قال\r\n","description":"","footnote":"","page_name":" 463 ","page_number":463},
  {"content":"\r\nسمعت جابر بن سمرة قال سمعت رسول الله صلى الله عليه وسلم\r\nيقولان بين يدي الساعة كذابين قال سماك قال لي\r\nأبي فاحذروهم\r\n( 7477 ) حدثنا الحسن بن حماد حدثنا\r\nالمحاربي حدثنا أشعث بن سوار يذكر عن أبي إسحاق\r\nعن جابر بن سمرة قال رأيت النبي صلى الله عليه وسلم في ليلة\r\nإضحيان وعليه حلة حمراء فكنت أنضر إليه وإلى القمر فهو\r\nكان في عيني أزين من القمر\r\n","description":"","footnote":"","page_name":" 464 ","page_number":464},
  {"content":"\r\n( 7478 ) حدثنا أبو همام قال حدثني أبي حدثنا\r\nزياد بن خيثمة عن سماك بن حرب\r\nعن جابر بن سمرة عن رسول الله صلى الله عليه وسلم قال إني\r\nفرطكم على الحوض وإن بعد ما بين طرفيه كما بين صنعاء\r\nوأيلة كأن الأباريق مثل النجوم\r\n( 7479 ) حدثنا أبو طالب عبد الجبار بن عاصم\r\nقال حدثني عبيد الله بن عمرو الرقي أبو وهب عن عبد الملك\r\nبن عمير\r\nعن جابر بن سمرة أن رجلا سأل رسول الله صلى الله عليه وسلم\r\nأصلي في الثوب الذي آتي فيه أهلي قال نعم إلا أن ترى\r\nفيه شيئا فتغسله\r\n( 7480 ) حدثنا العباس بن الوليد النرسي حدثنا\r\nيحيى بن سعيد القطان عن سليمان قال حدثني المسيب بن\r\nرافع عن تميم بن طرفة الطائي\r\n","description":"","footnote":"","page_name":" 465 ","page_number":465},
  {"content":"\r\nعن جابر بن سمرة قال دخل رسول الله صلى الله عليه وسلم\r\nالمسجد وقد رفعوا أيديهم فقال قد رفعوا أيديهم كأنها\r\nأذناب خيل شمس اسكنوا في الصلاة\r\n( 7481 ) وعن جابر بن سمرة قال قال\r\nرسول الله صلى الله عليه وسلم ألا تصفون كما تصف الملائكة الذين\r\nعند ربهم قال كيف الملائكة الذين عند ربهم قال\r\nيتمون الصفوف الأول ويتراصون في الصف\r\n( 7482 ) وعن جابر بن سمرة قال ; خرج\r\nرسول الله صلى الله عليه وسلم وهم حلق في المسجد فقال ما لي أراكم\r\nعزين\r\n","description":"","footnote":"","page_name":" 466 ","page_number":466},
  {"content":"\r\nحديث واثلة بن الأسقع\r\n( 7483 ) حدثنا سعيد بن أبي الربيع السمان حدثنا\r\nعنبسة حدثنا حماد مولى أمية عن جناح مولى الوليد\r\nعن واثلة بن الأسقع أن رسول الله صلى الله عليه وسلم قال خير\r\nشبابكم من تشبه بكهولكم وشر كهولكم من تشبه\r\nبشبابكم\r\n","description":"","footnote":"","page_name":" 467 ","page_number":467},
  {"content":"\r\n( 7484 ) حدثنا العباس بن الوليد حدثنا بن\r\nالمبارك حدثنا إبراهيم بن أبي عبلة حدثنا الغريف بن عياش\r\nبن فيروز الديلمي\r\n","description":"","footnote":"","page_name":" 468 ","page_number":468},
  {"content":"\r\nعن واثلة بن الاسقعقال إن ناسا من بني سليم أتوا\r\nالنبي صلى الله عليه وسلم فقالوا إن صاحبنا لنا قد أوجب قال فليعتق\r\nرقبة يفك الله بكل عضو منها عضوا منه من النار\r\n( 7485 ) حدثنا محمد بن عبد الرحمن بن سهم\r\nالأنطاكي حدثنا الوليد بن مسلم عن عبد الرحمن بن عمرو\r\nالأوزاعي عن أبي عمار\r\nعن واثلة بن الأسقع قال قال رسول الله صلى الله عليه وسلم أن\r\nالله اصطفى كنانة من ولد إسماعيل واصطفى من كنانة قريشا\r\nواصطفى من قريش بني هاشم واصطفاني من بني\r\n","description":"","footnote":"","page_name":" 469 ","page_number":469},
  {"content":"\r\nهاشم\r\n( 7486 ) حدثنا محمد بن إسماعيل بن أبي سمينة\r\nالبصري حدثنا محمد بن مصعب حدثنا الأوزاعي عن أبي\r\nعمار شداد\r\n","description":"","footnote":"","page_name":" 470 ","page_number":470},
  {"content":"\r\nعن واثلة بن الأسقع قال اقعد النبي صلى الله عليه وسلم عليا عن\r\nيمينه وفاطمة عن يساره وحسنا وحسينا بين يديه وغطى عليهم\r\nبثوب وقال اللهم هؤلاء أهل بيتي وأهل بيتي أتوا إليك لا\r\nإلا النار\r\n","description":"","footnote":"","page_name":" 471 ","page_number":471},
  {"content":"\r\n( 7487 ) حدثنا منصور بن أبي مزاحم حدثنا يزيد\r\nبن يوسف عن الأوزاعي عن أبي عمار\r\nعن واثلة بن الأسقع قال قال رسول الله صلى الله عليه وسلم إن\r\nالله اصطفى بني كنانة من بني إسماعيل واصطفى من بني كنانة\r\nقريشا واصطفى من قريش بني هاشم واصطفاني من بني\r\nهاشم\r\n","description":"","footnote":"","page_name":" 472 ","page_number":472},
  {"content":"\r\n( 7488 ) حدثنا أحمد بن عيسى التستري حدثنا\r\nبشر بن بكر عن الأوزاعي قال حدثني ربيعة قال\r\nسمعت واثلة بن الأسقع قال خرج علينا رسول\r\nالله صلى الله عليه وسلم فقال تزعمون أني من آخركم وفاة ألا وأني من\r\nأولكم وفاة وتتبعوني أفنادا يهلك بعضكم بعضا\r\n( 7489 ) حدثنا الحسن بن حماد حدثنا أبو يحيى\r\nالكوفي عن أبي سعيد الشامي عن مكحول عن واثلة بن الأسقع عن النبي صلى الله عليه وسلم قال عد الآي\r\n","description":"","footnote":"","page_name":" 473 ","page_number":473},
  {"content":"\r\nفي التطوع ولا تعده من الفريضة\r\n","description":"","footnote":"","page_name":" 474 ","page_number":474},
  {"content":"\r\n( 7490 ) حدثنا محمد بن إسماعيل بن أبي سمينة\r\nالبصري حدثنا محمد بن كثير عن الأوزاعي عن ربيعة\r\nعن واثلة بن الأسقع قال خرج علينا رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 475 ","page_number":475},
  {"content":"\r\nفقال تزعمون أني من آخركم وفاة ألا وأني من أولكم\r\nوفاة ولتتبعني أفنادا يضرب بعضكم رقاب بعض\r\n( 7491 ) حدثنا أبو همام قال حدثني بقية بن\r\nالوليد عن عثمان بن عبد الرحمن القرشي قال حدثني\r\nعنبسة بن سعيد القرشي عن مكحول\r\nعن واثلة بن الأسقع قال قال رسول الله صلى الله عليه وسلم\r\nسحاق النساء بينهن زنى\r\n( 7492 ) حدثنا أبو الأسقع أحمد بن المقدام\r\nالعجلي حدثنا عبيد بن القاسم حدثنا العلاء بن ثعلبة عن\r\nأبي المليح الهذلي\r\nعن واثلة بن الأسقع قال تدانيت النبي صلى الله عليه وسلم بمسجد\r\n","description":"","footnote":"","page_name":" 476 ","page_number":476},
  {"content":"\r\nالخيف فقال لي أصحابه إليك يا واثلة أي تنح عن وجه\r\nالنبي صلى الله عليه وسلم فقال النبي صلى الله عليه وسلم دعوة إنما جاء يسأل\r\nقال فدنوت فقلت بأبي أنت وأمي يا رسول الله\r\nلتفتنا عن أمر نأخذه عنك من بعدك قال لتفتك نفسك\r\nقال قلت وكيف لي بذلك قال دع ما يريبك إلى ما لا\r\nيريبك وإن أفتاك المفتون\r\nقلت وكيف لي بعلم ذلك قال تضع يدك على\r\nفؤادك فإن القلب يسكن للحلال ولا يسكن للحرام وإن\r\nالورع المسلم يدع الصغير مخافة أن يقع في الكبير\r\nقلت بأبي أنت وأمي ما العصبية قال الذي يعين\r\nقومه على الظلم\r\nقلت فمن الحريص قال الذي يطلب المكسبة من\r\nغير حلها\r\nقلت فمن الورع قال الذي يقف عند الشبهة\r\nقلت فمن المؤمن قال من أمنه الناس على أموالهم\r\nودمائهم\r\n","description":"","footnote":"","page_name":" 477 ","page_number":477},
  {"content":"\r\nقلت فمن المسلم قال من سلم المسلمون من لسانه\r\nويده\r\nقلت فأي الجهاد أفضل قال كلمة حكم عند\r\nإمام جائر\r\n","description":"","footnote":"","page_name":" 478 ","page_number":478},
  {"content":"\r\n","description":"","footnote":"","page_name":" 479 ","page_number":479},
  {"content":"\r\nحديث عبد الله بن سلام\r\n( 7493 ) حدثنا عمرو الناقد حدثنا عمرو بن عثمان\r\n","description":"","footnote":"","page_name":" 480 ","page_number":480},
  {"content":"\r\nالكلابي حدثنا موسى بن أعين عن معمر بن راشد عن\r\nمحمد بن عبد الله بن أبي يعقوب عن بشر بن شغاف\r\nعن عبد الله بن سلام قال قال رسول الله صلى الله عليه وسلم إنا\r\nسيد ولد آدم يوم القيامة ولا فخر وأول من تنشق عنه الأرض\r\nوأول شافع ومشفع بيدي لواء الحمد تحتي آدم فمن\r\nدونه\r\n( 7494 ) حدثنا عمرو الناقد حدثنا عبد الغفار بن\r\nالحكم الحراني قال حدثني يحيى بن العلاء المديني وهو\r\n","description":"","footnote":"","page_name":" 481 ","page_number":481},
  {"content":"\r\nالذي يقال له الرازي عن محمد بن أبي يحيى الأسلمي عن\r\nيوسف بن عبد الله بن سلام\r\nعن أبيه قال رأيت رسول الله صلى الله عليه وسلم أخذ كسرة من خبز\r\nشعير ثم أخذ تمرة فوضعها عليها ثم قال هذه إدام\r\nهذه\r\n( 7495 ) حدثنا أبو ياسر عمار حدثنا هشام أبو\r\nالمقدام قال حدثني أبي عن يوسف بن عبد الله بن سلام\r\nعن أبيه أن النبي صلى الله عليه وسلم قال الحرب خدعة\r\n","description":"","footnote":"","page_name":" 482 ","page_number":482},
  {"content":"\r\n( 7496 ) حدثنا داود بن رشيد حدثنا الوليد بن\r\nمسلم حدثنا محمد بن حمزة بن يوسف بن عبد الله بن\r\nسلام عن أبيه\r\nعن جده قال أسلف رسول الله صلى الله عليه وسلم لرجل من اليهود\r\nدنانير في تمر مسمى إلى أجل مسمى فقال اليهودي من\r\nتمر حائط بني فلان قال النبي صلى الله عليه وسلم أما من تمر حائط بني\r\nفلان فلا\r\n","description":"","footnote":"","page_name":" 483 ","page_number":483},
  {"content":"\r\n( 7497 ) حدثنا عبد الله بن محمد بن أسماء حدثنا\r\nبن المبارك عن الأوزاعي قال حدثني يحيى بن أبي كثير\r\nقال حدثني هلال أن عطاء بن يسار حدثه\r\nأن عبد الله بن سلام حدثه\r\nأو قال حدثني أبو سلمة بن عبد الرحمن\r\nعن عبد الله بن سلامقال تذاكرنا بيننا فقلنا أيكم\r\nيأتي رسول الله صلى الله عليه وسلم فيسأله أي الأعمال أحب إلى الله عز\r\nوجل فهبنا أن يقوم منا أحد فأرسل إلينا رسول الله صلى الله عليه وسلم\r\nرجلا رجلا حتى جمعنا فجئنا يشير بعضنا إلى بعض فقرأ علينا\r\nرسول الله صلى الله عليه وسلم سورة * ( سبح لله ما في السماوات وما\r\nفي الأرض وهو العزيز الحكيم يا أيها الذين آمنوا لم تقولون ما\r\nلا تفعلون ) * فتلاهن من أولها إلى آخرها\r\nقال فتلاها علينا عبد الله بن سلام من أولها إلى آخرها\r\nقال فتلاها علينا عطاء من أوها إلى آخرها قال يحيى فتلاها\r\nعلينا هلال من أولها إلى آخرها قال الأوزاعي فتلاها علينا\r\nيحيى من أولها إلى آخرها\r\n","description":"","footnote":"","page_name":" 484 ","page_number":484},
  {"content":"\r\n","description":"","footnote":"","page_name":" 485 ","page_number":485},
  {"content":"\r\n( 7498 ) حدثنا أبو بكر بن أبي شيبة حدثنا يحيى بن\r\nيعلى الأسلمي عن عبد الملك بن عمير عن أبي أخي عبد الله\r\nبن سلام\r\nعن عبد الله بن سلام قال كان اسمي في الجاهلية فلان\r\nسماني رسول الله صلى الله عليه وسلم عبد الله\r\n","description":"","footnote":"","page_name":" 486 ","page_number":486},
  {"content":"\r\n( 7499 ) حدثنا منصور بن أبي مزاحم حدثنا يحيى\r\nبن حمزة عن الأوزاعي عن يحيى بن أبي كثير عن أبي\r\nسلمة بن عبد الرحمن\r\nعن عبد الله بن سلام قال ذكرنا أحب الأعمال إلى\r\nالله فقلنا من يسأل لنا رسول الله صلى الله عليه وسلم فهبناه أن نسأله\r\nفيفردنا رجلا رجلا حتى اجتمعنا عنده سار بعضنا إلى بعض\r\nفلم ندر ثم أرسل إلينا فقرأ علينا رسول الله صلى الله عليه وسلم هذه\r\nالسورة * ( سبح لله ما في السماوات وما في الأرض ) *\r\nإلى قوله * ( بنيان مرصوص ) *\r\nقال بن سلام فقرأ علينا رسول الله صلى الله عليه وسلم السورة كلها\r\nمن أولها إلى آخرها\r\nقال أبو سلمة وقرأ علينا عبد الله بن سلام السورة من\r\nأولها إلى آخرها\r\n","description":"","footnote":"","page_name":" 487 ","page_number":487},
  {"content":"\r\n( 7500 ) حدثنا عمار أبو ياسر حدثنا هشام بن زياد\r\nأبو المقدام قال حدثني أبي عن يوسف بن عبد الله بن سلام\r\nعن أبيه أن النبي صلى الله عليه وسلم قال اللهم بارك لامتي في\r\nبكورها\r\n( 7501 ) حدثنا أبو ياسر عمار حدثنا أبو المقدام\r\nهشام بن زياد قال حدثني أبي عن يوسف بن عبد الله بن سلام\r\nعن أبيه أن النبي صلى الله عليه وسلم قال الحياء من الايمان\r\n","description":"","footnote":"","page_name":" 488 ","page_number":488},
  {"content":"\r\nحديث جرير بن عبد الله البجلي\r\n( 7502 ) حدثنا أبو كريب حدثنا معاوية عن\r\nشيبان عن جابر عن عامر\r\nعن جرير قال سمعت رسول الله صلى الله عليه وسلم يقول بني\r\nالاسلام على خمس شهادة أن لا إله إلا الله وإقام الصلاة\r\n","description":"","footnote":"","page_name":" 489 ","page_number":489},
  {"content":"\r\nوإيتاء الزكاة وحج البيت وصيام رمضان\r\n( 7503 ) حدثنا عمرو بن محمد الناقد حدثنا\r\nإسماعيل بن علية حدثنا يونس بن عبيد عن عمرو بن سعيد\r\nعن أبي زرعة بن عمرو بن جرير قال\r\nقال جرير بايعت رسول الله صلى الله عليه وسلم على السمع\r\nوالطاعة وعلى أن أنصح لكل مسلم\r\n","description":"","footnote":"","page_name":" 490 ","page_number":490},
  {"content":"\r\nقال فكان إذا اشترى الشئ كان أعجب إلي من ثمنه\r\nقال لصاحبه والله لما نأخذ منك أحب إلينا مما نعطيك قال\r\nيريد الوفاء بذلك\r\n","description":"","footnote":"","page_name":" 491 ","page_number":491},
  {"content":"\r\n( 7504 ) حدثنا مخلد بن أبي زميل حدثنا عبيد الله\r\nبن عمرو عن زيد بن أبي أنيسة عن أبي إسحاق السبيعي\r\nعن جرير بن عبد الله البجلي عن النبي صلى الله عليه وسلم قال\r\nصيام ثلاثة أيام من كل شهر صيام الدهر أيام البيض صبيحة\r\nثلاث عشرة وأربع عشرة وخمس عشرة\r\n","description":"","footnote":"","page_name":" 492 ","page_number":492},
  {"content":"\r\n( 7505 ) حدثنا أحمد بن عيسى التستري حدثنا\r\nعبد الله بن وهب قال حدثني بن لهيعة عن عبد ربه بن\r\nسعيد عن سلمة بن كهيل عن شقيق بن سلمة\r\n","description":"","footnote":"","page_name":" 493 ","page_number":493},
  {"content":"\r\nعن جرير بن عبد الله البجلي قال كان رسول الله صلى الله عليه وسلم\r\nإذا بعث سرية قال بسم الله وفي سبيل الله وعلى ملة\r\nرسول الله لا تغلوا ولا تغدروا ولا تمثلوا ولا تقتلوا\r\nالولدان\r\n","description":"","footnote":"","page_name":" 494 ","page_number":494},
  {"content":"\r\n( 7506 ) حدثنا أبو بكر بن أبي شيبة حدثنا وكيع\r\nعن شعبة عن جابر عن طارق التميمي\r\nعن جرير أن النبي صلى الله عليه وسلم مر على نسوة فسلم\r\nعليهن\r\n","description":"","footnote":"","page_name":" 495 ","page_number":495},
  {"content":"\r\n( 7507 ) حدثنا أبو بكر بن أبي شيبة حدثنا عبيد الله\r\nبن موسى حدثنا داود الأعرج عن الشعبي\r\nعن جرير بن عبد الله قال سمعت رسول الله صلى الله عليه وسلم\r\nيقول بني الاسلام على خمس شهادة أن لا إله إلا الله\r\nوإقام الصلاة وإيتاء الزكاة وحج البيت وصوم\r\nرمضان\r\n","description":"","footnote":"","page_name":" 496 ","page_number":496},
  {"content":"\r\n( 7508 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\nعبد الرزاق أخبرنا معمر عن أبي إسحاق عن عبيد الله بن\r\nسعيد البجلي\r\nعن أبيه عن النبي صلى الله عليه وسلم قال ما من قوم يكون بين\r\nظهرانيهم رجل يعمل بالمعاصي هم أمنع منه وأعز لا\r\nيغيرون عليه إلا أصابهم الله بعقابه\r\n","description":"","footnote":"","page_name":" 497 ","page_number":497},
  {"content":"\r\n( 7509 ) حدثنا محمد بن بشار حدثنا محمد بن\r\nجعفر حدثنا شعبة عن زياد بن علاقة قال\r\nسمعت جرير بن عبد الله حين مات المغيرة بن شعبة\r\nواستعمل فرأيت جريرا يخطب فقال أوصيكم بتقوى الله\r\nوحده لا شريك له وأن تسمعوا وتطيعوا حتى يأتيكم أمير\r\nقال ثم ذكر المغيرة فقال استغفروا له عفا الله عنه فإنه\r\nكان يحب العافية ثم قال أما بعد فإني بايعت رسول\r\nالله صلى الله عليه وسلم على الاسلام واشترط علي النصح لكل مسلم\r\nفورب هذا المسجد إني لكم لناصح\r\n","description":"","footnote":"","page_name":" 498 ","page_number":498},
  {"content":"\r\nسهل بن سعد الساعدي عن النبي صلى الله عليه وسلم\r\n( 7510 ) حدثنا إسحاق بن أبي إسرائيل وعمرو الناقد\r\nقالا حدثنا سفيان عن الزهري\r\nسمعه من سهل بن سعد قال اطلع رجل من جحر في حجرة\r\n","description":"","footnote":"","page_name":" 499 ","page_number":499},
  {"content":"\r\nالنبي صلى الله عليه وسلم والنبي صلى الله عليه وسلم معه مدرى يحك به\r\nرأسه فقال لو أعلم أنك تنظر لطعنت به في عينك إنما\r\nجعل الاستئذان من أجل البصر\r\n","description":"","footnote":"","page_name":" 500 ","page_number":500},
  {"content":"\r\n( 7511 ) حدثنا إسحاق حدثنا عبد العزيز بن أبي\r\nحازم قال حدثني أبي\r\nعن سهل بن سعد أن رسول الله صلى الله عليه وسلم قال لا يزال\r\nالناس بخير ما عجلوا الفطر\r\n","description":"","footnote":"","page_name":" 501 ","page_number":501},
  {"content":"\r\n( 7512 ) وعن سهل بن سعد أن رسول الله صلى الله عليه وسلم\r\nقال يدخل الجنة من أمتي سبعون ألفا أو سبع مائة ألف قال\r\nأبو حازم لا أدري قال متماسكين أو آخذين بعضهم\r\n","description":"","footnote":"","page_name":" 502 ","page_number":502},
  {"content":"\r\nببعض\r\n( 7513 ) حدثنا إسحاق حدثنا سفيان عن أبي\r\nحازم\r\nسمع سهل بن سعد أن النبي صلى الله عليه وسلم قال من نابه شئ\r\nفي صلاته فإن التصفيق للنساء والتسبيح للرجال\r\n","description":"","footnote":"","page_name":" 503 ","page_number":503},
  {"content":"\r\n","description":"","footnote":"","page_name":" 504 ","page_number":504},
  {"content":"\r\n","description":"","footnote":"","page_name":" 505 ","page_number":505},
  {"content":"\r\n( 7514 ) سمعت إسحاق يقول سمعت سفيان\r\nيقول كان أبو حازم يقول\r\nسمعت سهل سهل بن سعد يقول إن النبي صلى الله عليه وسلم قال\r\nموضع سوط في الجنة خير من الدنيا وما فيها\r\n","description":"","footnote":"","page_name":" 506 ","page_number":506},
  {"content":"\r\n( 7515 ) حدثنا إسحاق حدثنا عبد العزيز بن أبي\r\nحازم قال حدثني أبي\r\nعن سهل بن سعد قال جاءنا رسول الله صلى الله عليه وسلم ونحن\r\nننقل التراب على رؤوسنا فقال\r\n","description":"","footnote":"","page_name":" 507 ","page_number":507},
  {"content":"\r\nاللهم لا عيش إلا عيش الآخرة فاغفر للأنصار والمهاجرة\r\n( 7516 ) حدثنا إسحاق حدثنا عبد الله بن جعفر\r\nقال حدثني أبو حازم\r\nعن سهل بن سعد قال قال رسول الله صلى الله عليه وسلم أحد\r\nركن من أركان الجنة\r\n","description":"","footnote":"","page_name":" 508 ","page_number":508},
  {"content":"\r\n! ( 7517 ) حدثنا إسحاق حدثنا سفيان عن أبي\r\nحازم\r\nسمعه من سهل بن سعد وهو من أصحاب النبي صلى الله عليه وسلم\r\nقال وقع بين الأوس والخزرج كلام حتى تناول بعضهم\r\nبعضا فأتي رسول الله صلى الله عليه وسلم فأخبر فأتاهم فأذن بلال\r\nبالصلاة فاحتبس رسول الله صلى الله عليه وسلم فلما أن احتبس أقام\r\nالصلاة وتقدم أبو بكر يؤم الناس وجاء رسول الله صلى الله عليه وسلم من\r\nمجيئه ذلك فتخلل الناس حتى انتهى إلى الصف الذي يلي أبا\r\nبكر فصفق الناس وكان أبو بكر لا يلتفت في الصلاة فلما\r\nسمع التصفيق التفت فإذا هو رسول الله صلى الله عليه وسلم فأشار إليه\r\nالنبي صلى الله عليه وسلم أن أثبت قال ما كان الله ليرى بن أبي قحافة\r\nبين يدي رسول الله صلى الله عليه وسلم\r\nوقال للناس ما لكم حين نابكم شئ في صلاتكم\r\nصفقتم إنما هو للنساء من نابه شئ في صلاته فليقل\r\nسبحان الله\r\n( 7518 ) حدثنا إسحاق حدثنا عبد الرزاق أخبرنا\r\nمعمر عن أبي حازم\r\n","description":"","footnote":"","page_name":" 509 ","page_number":509},
  {"content":"\r\nعن سهل بن سعد أن أحدا ارتج وعليه\r\nرسول الله صلى الله عليه وسلم وأبو بكر وعمر وعثمان فقال\r\nرسول الله صلى الله عليه وسلم أثبت أحد فما عليك إلا نبي أو صديق\r\nأو شهيدان\r\n","description":"","footnote":"","page_name":" 510 ","page_number":510},
  {"content":"\r\n( 7519 ) حدثنا إسحاق حدثنا حاتم بن إسماعيل\r\nعن محمد بن أبي يحيى عن أبيه قال\r\nدخلنا على سهل بن سعد الساعدي في نسوة فقال لو\r\nأني سقيتكم من بئر بضاعة لكرهتم ذلك وقد والله سقيت\r\nرسول الله صلى الله عليه وسلم من مائها\r\n","description":"","footnote":"","page_name":" 511 ","page_number":511},
  {"content":"\r\n( 7520 ) حدثنا إسحاق حدثنا سعيد بن\r\nعبد الرحمن الجمحي قال حدثنا أبو حاتم\r\nعن سهل بن سعد سمع النبي صلى الله عليه وسلم وذكر الجنة\r\nفقال فقال ما لا عين رأت ولا أذن سمعت ولا خطر على\r\n","description":"","footnote":"","page_name":" 512 ","page_number":512},
  {"content":"\r\nقلب بشر\r\n","description":"","footnote":"","page_name":" 513 ","page_number":513},
  {"content":"\r\n( 7521 ) حدثنا إسحاق حدثنا عبد الرزاق أخبرنا\r\nمعمر عن أبي حازم\r\nعن سهل بن سعد قال سمعته يحدث أن امرأة جاءت\r\nإلى النبي صلى الله عليه وسلم فوهبت نفسها له فصمت ثم عرضت نفسها\r\nعليه فلقد رأيتها قائما مليا أو قال هويا\r\nتعرض نفسها عليه وهو صامت فقام رجل أحسبه قال من\r\nالأنصار قال إن لم يكن لك بها حاجة فزوجنيها فقال\r\nألك شئ قال لا والله يا رسول الله قال فاذهب\r\nفالتمس شيئا ولو خاتما من حديد فذهب ثم رجع فقال\r\nوالله ما وجدت شيئا غير ثوبي هذا أشقه بيني وبينها فقال\r\n","description":"","footnote":"","page_name":" 514 ","page_number":514},
  {"content":"\r\nالنبي صلى الله عليه وسلم ما في ثوبك فضل عنك\r\n","description":"","footnote":"","page_name":" 515 ","page_number":515},
  {"content":"\r\n","description":"","footnote":"","page_name":" 516 ","page_number":516},
  {"content":"\r\n( 7522 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\nسفيان عن أبي حازم\r\nسمع سهل بن سعد يقول في القوم كنت عند\r\nرسول الله صلى الله عليه وسلم فقامت امرأة فقالت إنها قد وهبت نفسها\r\nله فر فيها رأيك فقام إليه رجل من القوم فقال زوجنيها\r\nفلم يرد عليه شيئا ثم قالت إنها قد وهبت نفسها لك فقام\r\nرجل فقال زوجنيها ثم قام الثالثة فقال هل عندك شئ\r\nقال لا قال فاذهب فاطلب قال فذهب فطلب فقال\r\nما وجدت شيئا قال فاذهب فاطلب ولو خاتما من حديد\r\nقال فذهب ثم رجع فقال لم أجد شيئا قال هل معك من\r\nالقرآن شئ قال نعم سورة كذا وسورة كذا فقال\r\nاذهب فقد أنكحتك على ما معك من القرآن\r\n( 7523 ) حدثنا إسحاق حدثنا سفيان عن أبي\r\nحازم\r\nعن سهل بن سعد قال قال النبي صلى الله عليه وسلم بعثت أنا\r\n","description":"","footnote":"","page_name":" 517 ","page_number":517},
  {"content":"\r\nوالساعة كهذه من هذه ووصف سفيان بإصبعه السبابة يشير\r\nبها\r\n","description":"","footnote":"","page_name":" 518 ","page_number":518},
  {"content":"\r\n( 7524 ) حدثنا خلف بن هشام البزاز حدثنا حماد\r\nبن زيد عن أبي حازم\r\nعن سهل بن سعد قال كان قتال بين بني عمرو بن\r\nعوف فأتاهم النبي صلى الله عليه وسلم ليصلح بينهم وقد صلى الظهر\r\nفقال لبلال إن حضرت صلاة العصر ولم آت فمر أبا بكر\r\nفليصل بالناس فلما حضرت صلاة العصر أذن بلال وأقام\r\nوقال يا أبا بكر تقدم فتقدم أبو بكر فجاء رسول الله صلى الله عليه وسلم\r\nفشق الصفوف فلما رأى الناس رسول الله صلى الله عليه وسلم صفحوا\r\nيعني التصفيق قال وكان أبو بكر إذا دخل في صلاة لم\r\nيلتفت فلما رأى التصفيق لا يمسك عنه التفت فرأى\r\nرسول الله صلى الله عليه وسلم خلفه فأومأ إليه النبي صلى الله عليه وسلم أن امض\r\nفلبث أبو بكر هنية يحمد الله على قول رسول الله صلى الله عليه وسلم\r\nامض ثم مشى أبو بكر القهقري يعني على عقبه فلما\r\nرأى ذلك النبي صلى الله عليه وسلم تقدم فصلى بالقوم صلاتهم فلما قضى\r\nصلاته قال يا أبا بكر ما منعك إذا أومأت إليك ألا تكون\r\nمضيت قال أبو بكر لم يكن لابن أبي قحافة أن يؤم\r\nرسول الله صلى الله عليه وسلم ثم قال للناس إذا نابكم في صلاتكم\r\nشئ فليسبح الرجال وليصفق النساء\r\n","description":"","footnote":"","page_name":" 519 ","page_number":519},
  {"content":"\r\n( 7525 ) حدثنا محمد بن يحيى الزماني حدثنا\r\nمكي بن إبراهيم حدثنا موسى بن عبيدة عن عمر بن الحكم\r\nعن عبد الله بن عمرو\r\nوعن أبي حازم\r\nعن سهل بن سعد أنه قال قال رسول الله صلى الله عليه وسلم\r\nدون الله سبعون ألف حجاب نور وظلمة وما تسع نفس\r\nشيئا من حس تلك الحجب إلا زهقت نفسها\r\n","description":"","footnote":"","page_name":" 520 ","page_number":520},
  {"content":"\r\n( 7526 ) حدثنا عبد الأعلى بن حماد النرسي\r\nحدثنا معتمر قال سمعت عقبة بن محمد المديني يحدث عن\r\nعبد الرحمن بن زيد بن أسلم عن أبي حازم عن\r\nسهل بن سعد رفع الحديث إلى النبي صلى الله عليه وسلم قال\r\nعند الله خزائن للخير والشر مفاتيحها الرجال فطوبى لمن\r\nجعلته مفتاحا للخير مغلقا للشر وويل لمن جعلته مغلاقا\r\nللخير مفتاحا للشر\r\n","description":"","footnote":"","page_name":" 521 ","page_number":521},
  {"content":"\r\n( 7527 ) حدثنا سويد بن سعيد حدثنا عبد العزيز\r\nبن أبي حازم عن أبيه\r\nعن سهل بن سعد قال سمعت رسول الله صلى الله عليه وسلم يقول\r\nيوم خيبر لأعطين الراية غدا رجلا يفتح الله على يده فبات\r\nالناس يدوكون أيهم يعطى فلما أصبح الناس غدوا على\r\n","description":"","footnote":"","page_name":" 522 ","page_number":522},
  {"content":"\r\nرسول الله صلى الله عليه وسلم كلهم يرجوا أن يعطاها فقال\r\nرسول الله صلى الله عليه وسلم أين علي بن أبي طالب فقالوا يا\r\nرسول الله هو يشتكي عينيه فأمر به فدعي فبزق على عينيه\r\nودعا له فبرأ مكانه حتى كأنه لم يكن به شئ فدفع الراية\r\nإليه فقال يا رسول الله علام نقاتلهم فقال صلى الله عليه وسلم على\r\nرسلك انفذ حتى تنزل بساحتهم ثم ادعهم إلى الله عز\r\nوجل وإلى رسوله حتى يكونوا مثلنا وأخبرهم بما يجب\r\nعليهم فيه من الحق فوالله لان يهدي الله بهداك رجلا واحدا\r\nخير لك من حمر النعم\r\n","description":"","footnote":"","page_name":" 523 ","page_number":523},
  {"content":"\r\n( 7528 ) حدثنا القواريري حدثنا بشر بن\r\nالمفضل عن عبد الرحمن بن إسحاق عن أبي حازم\r\nعن سهل بن سعد قال قال رسول الله صلى الله عليه وسلم إن أهل\r\nالجنة ليتراءون الغرفة من غرف الجنة كما تراءون الكوكب\r\nالدري في الأفق الشرقي أو الغربي\r\n","description":"","footnote":"","page_name":" 524 ","page_number":524},
  {"content":"\r\n( 7529 ) حدثنا يحيى بن أيوب حدثنا سعيد بن\r\nعبد الرحمن عن أبي حازم\r\nعن سهل بن سعد أن رسول الله صلى الله عليه وسلم قال\r\nللصائمين باب في الجنة يقال له الريان لا يدخل منه أحد\r\nغيرهم فإذا دخل آخرهم أغلق فمن دخل منه يشرب ومن\r\nشرب لم يظمأ أبدا\r\n","description":"","footnote":"","page_name":" 525 ","page_number":525},
  {"content":"\r\n( 7530 ) وعن سهل بن سعد أنه سمع\r\nرسول الله صلى الله عليه وسلم وهو يذكر الجنة يقول فيها ما لا عين\r\nرأت ولا أذن سمعت ولا خطر على قلب بشر\r\n","description":"","footnote":"","page_name":" 526 ","page_number":526},
  {"content":"\r\n( 7531 ) وعن سهل بن سعد أن\r\nرسول الله صلى الله عليه وسلم قال غدوة أو روحة يعني في سبيل الله\r\nخير من الدنيا وما فيها\r\n( 7532 ) حدثنا مصعب بن عبد الله الزبيري قال\r\nحدثني أبي عن قدامة بن إبراهيم قال رأيت الحجاج يضرب\r\nعباس بن سهل في أمر بن الزبير\r\nفأتاه سهل بن سعد وهو شيخ كبير له ضفران وعليه\r\nثوبان إزار ورداء فوقف بين السماطين فقال يا حجاج ألا\r\nتحفظ فينا وصية رسول الله صلى الله عليه وسلم قال وما أوصى به\r\nرسول الله صلى الله عليه وسلم فيكم قال أوصى أن يحسن إلى محسن\r\nالأنصار ويعفي عن مسيئهم قال فأرسله\r\n","description":"","footnote":"","page_name":" 527 ","page_number":527},
  {"content":"\r\n( 7533 ) حدثنا مصعب حدثنا بن أبي حازم عن\r\nعبد الله بن عامر عن أبي حازم\r\nعن سهل بن سعد قال كنت أتسحر في أهلي ثم\r\nتكون سرعة أن أدرك السجود مع رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 528 ","page_number":528},
  {"content":"\r\n( 7534 ) حدثنا داود بن عمرو بن زهير الضبي\r\nحدثنا زهرة بن عمرو بن معبد التيمي عن أبي حازم\r\nعن سهل بن سعد الساعدي قال قال\r\nرسول الله صلى الله عليه وسلم قيد سوط في الجنة خير من الدنيا وما\r\nفيها وغدوة في سبيل الله أو روحة خير من الدنيا وما\r\nفيها\r\n( 7535 ) وعن أبي حازم قال\r\nأخبرني سهل بن سعد قال شهدت من\r\nرسول الله صلى الله عليه وسلم ثلاثا حين كسرت رباعيته وجرح وجهه\r\nوهشمت البيضة على رأسه وإني لأعرف من يغسل الدم عن\r\nوجهه ومن ينقل عليه الماء وماذا جعل لمن أخذه\r\n","description":"","footnote":"","page_name":" 529 ","page_number":529},
  {"content":"\r\nوانقطع على أبي يعلى\r\n( 7536 ) حدثنا أبو إبراهيم الترجماني إسماعيل بن\r\nإبراهيم حدثنا عبد العزيز يعني بن أبي حازم عن أبيه\r\nعن سهل بن سعد أن رجلا سأله جرح وجه\r\nرسول الله صلى الله عليه وسلم فقال جرح وجه رسول الله صلى الله عليه وسلم\r\nوكسرت رباعيته وهشمت البيضة على رأسه فكانت فاطمة بنت\r\nمحمد صلى الله عليه وسلم تغسل الدم وعلي يسكب عليها الماء بالمجن\r\nفلما رأت فاطمة أن الماء لا يزيد الدم إلا كثرة أخذت فاطمة\r\n","description":"","footnote":"","page_name":" 530 ","page_number":530},
  {"content":"\r\nقطعة حصير فأحرقته حتى إذا صار رمادا ألصقته بالجرح\r\nاستمسك الدم\r\n( 7537 ) وعن سهل بن سعد أنه سمع\r\nرسول الله صلى الله عليه وسلم يقول لأعطين الراية غدا رجلا يفتح الله\r\nعلى يده قال فبات الناس يدوكون لذلك ويرون أيهم\r\nيعطاها فلما أصبح الناس غدوا على رسول الله صلى الله عليه وسلم كلهم\r\nيرجوا أن يعطاها فقال رسول الله صلى الله عليه وسلم أين علي بن أبي\r\nطالب قالوا يا رسول الله هو يشتكي عينيه فأمر به فدعي\r\nفبصق في عينيه ودعا له فبرأ مكانه حتى كأن لم يكن به شئ\r\nفأعطاه الراية فقال يا رسول الله أنقاتلهم حتى يكونوا مثلنا\r\nفقال رسول الله صلى الله عليه وسلم على رسلك إذا نزلت بساحتهم\r\nفادعهم إلى الاسلام وأخبرهم بما يجب عليهم فيه من الحق\r\nفوالله لان يهدي الله بهداك رجلا واحدا خير لك من حمر\r\nالنعم\r\n( 7538 ) وعن سهل بن سعد قال . كان بين مصلى\r\n","description":"","footnote":"","page_name":" 531 ","page_number":531},
  {"content":"\r\nرسول الله صلى الله عليه وسلم والجدار ممر الشاة\r\n( 7539 ) وعن سهل بن سعد قال جاءت امرأة إلى\r\nرسول الله صلى الله عليه وسلم فقالت يا رسول الله جئت أهب نفسي\r\nلك\r\nقال فنظر إليها رسول الله صلى الله عليه وسلم فصعد البصر فيها\r\nوصوبه فلما طال مقامها تنحت فجلست فقام رجل من\r\nأصحاب رسول الله صلى الله عليه وسلم فقال يا رسول الله صلى الله عليه وسلم إن لم يكن\r\nلك بها حاجة فزوجنيها\r\nقال فهل عندك من شئ قال لا والله يا\r\nرسول الله\r\n","description":"","footnote":"","page_name":" 532 ","page_number":532},
  {"content":"\r\nقال فاذهب فذهب ثم رجع فقال ما وجدت شيئا\r\nقال اذهب فانظر ولو خاتم من حديد\r\nقال فذهب ثم رجع فقال يا رسول الله لا ولا\r\nخاتم من حديد هذا إزاري وما له رداء أصدقها إياه\r\nفقال إزارك إن لبسته لم يكن عليك منه شئ وإن\r\nلبسته لم يكن عليها منه شئ\r\nقال فلما طال مجلسه قام فرآه رسول الله صلى الله عليه وسلم\r\nموليا فأمر به فدعي فقال ماذا معك من القرآن قال\r\nمعي سورة كذا وسورة كذا من السور عددها فقال\r\nاذهب فقد ملكتكها بما معك من القرآن\r\n( 7540 ) حدثنا القواريري حدثنا فضيل بن سليمان\r\nالنميري حدثنا أبو حازم\r\nحدثنا سهل بن سعد قال لما نزلت هذه الآية * ( وكلوا\r\nواشربوا حتى يتبين لكم الخيط الأبيض من الخيط الأسود ) *\r\nقال كان الرجل يأخذ الخيط الأبيض والخيط\r\n","description":"","footnote":"","page_name":" 533 ","page_number":533},
  {"content":"\r\nالأسود فيأكل حتى يستبينهما حتى أنزل الله عز وجل\r\nمن الفجر فبين ذلك\r\n( 7541 ) حدثنا أبو سعيد القواريري حدثنا بشر بن\r\nالمفضل عن عبد الرحمن بن إسحاق عن أبي حازم\r\nعن سهل بن سعد قال بشر وقد سمعته من أبي حازم\r\nأن رجالا من المسلمين كانوا يشهدون الصلاة مع\r\nرسول الله صلى الله عليه وسلم عاقدي ثيابهم في رقابهم ما على أحد منهم\r\nإلا ثوب واحد\r\n","description":"","footnote":"","page_name":" 534 ","page_number":534},
  {"content":"\r\n( 7542 ) حدثنا عبيد الله بن عمر حدثنا بشر بن\r\nالمفضل عن عبد الرحمن بن إسحاق عن أبي حازم\r\nعن سهل بن سعد قال كن النساء يؤمرن في عهد\r\n","description":"","footnote":"","page_name":" 535 ","page_number":535},
  {"content":"\r\nرسول الله صلى الله عليه وسلم في الصلاة أن لا يرفعن رؤوسهن حتى يأخذ\r\nالرجال مقاعدهم من الأرض من قباحة الثياب\r\nقال بشر قد سمعته من أبي حازم\r\n( 7543 ) حدثنا سريج بن يونس حدثنا عبيدة قال\r\nحدثني عمارة بن غزية عن أبي حازم\r\nعن سهل بن سعد قال قال رسول الله صلى الله عليه وسلم ما لبى\r\nمن ملب إلا لبى الدبر الذي يليه من هاهنا وها هنا عن يمينه\r\nوعن يساره حتى ينقطع التراب\r\n","description":"","footnote":"","page_name":" 536 ","page_number":536},
  {"content":"\r\n( 7544 ) حدثنا يحيى بن أيوب حدثنا سعيد بن\r\nعبد الرحمن القاضي عن أبي حازم\r\nعن سهل بن سعد أنه قال يا رسول الله يوم أحد ما\r\nرأينا مثل ما أتى فلان آتاه رجل لقد فر الناس وما فر وما\r\nترك للمشركين شاذة ولا فاذة إلا تبعها يضربها بسيفه\r\nقال ومن هو قال فنسب لرسول الله صلى الله عليه وسلم\r\nنسبه فلم يعرفه ثم وصف له بصفته فلم يعرفه حتى طلع\r\n","description":"","footnote":"","page_name":" 537 ","page_number":537},
  {"content":"\r\nالرجل بعينه فقال ذا يا رسول الله الذي أخبرناك عنه\r\nفقال هذا فقالوا نعم قال إنه من أهل النار\r\nقال فاشتد ذلك على المسلمين قالوا وأينا من أهل الجنة\r\nإذا كان فلان من أهل النار\r\nفقال رجل من القوم يا قوم انظروني فوالذي نفسي\r\nبيده لا يموت على مثل الذي أصبح عليه ولأكونن صاحبه\r\nمن بينكم ثم راح على جده في الغد فجعل الرجل يشد معه\r\nإذا شد ويرجع معه إذا رجع فينظر ما يصير عليه أمره حتى\r\nأصابه جرح أذلقه فاستعجل الموت فوضع قائمة سيفه\r\nبالأرض ثم وضع ذيابه بين ثدييه ثم تحامل على سيفه\r\nحتى خرج من ظهره وخرج الرجل يعدو ويقول أشهد أن لا\r\nإله إلا الله وأشهد أنك رسول الله حتى وقف بين يدي\r\nرسول الله صلى الله عليه وسلم فقال وذاك ماذا\r\nقال يا رسول الله الرجل الذي ذكر لك فقلت إنه من\r\nأهل النار فاشتد ذلك على المسلمين وقالوا فأينا من أهل\r\nالجنة إذا كان فلان من أهل النار فقلت يا قوم انظروني\r\nفوالذي نفسي بيده لا يموت على الذي أصبح عليه\r\nولأكونن صاحبه من بينكم فجعلت أشد معه إذا شد وأرجع معه\r\n","description":"","footnote":"","page_name":" 538 ","page_number":538},
  {"content":"\r\nإذا رجع وأنظر إلى ما يصير أمره حتى أصابه جرح أذلقه\r\nفاستعجل الموت فوضع قائمة سيفه بالأرض ووضع ذبابه\r\nبين ثدييه ثم تحامل على سيفه حتى خرج من بين ظهره فهو\r\nذاك يا رسول الله يتضرب بين أضغاثه\r\nفقال رسول الله صلى الله عليه وسلم إن الرجل ليعمل عمل أهل\r\nالجنة فيما يبدوا للناس وإنه لمن أهل النار وإن الرجل\r\nليعمل عمل أهل النار فيما يبدو للناس وإنه من أهل\r\nالجنة\r\n","description":"","footnote":"","page_name":" 539 ","page_number":539},
  {"content":"\r\n( 7545 ) حدثنا يحيى بن أيوب حدثنا سعيد بن\r\nعبد الرحمن عن أبي حازم\r\nعن سهل بن سعد أن بني عمرو بن عوف كانت بينهم\r\nمنازعة فقال رسول الله صلى الله عليه وسلم لبعض أصحابه اذهبوا بنا\r\nلنصلح بينهم فخرج وخرج معه من أصحابه\r\nفحضرت الصلاة فقام بلال فأذن ثم دنا من أبي بكر فقال\r\nألا أقيم الصلاة فتصلي بالناس حينما حبس رسول الله صلى الله عليه وسلم فقال\r\nبلى فأقام فتقدم أبو بكر فكبر بالناس فطلع\r\nرسول الله صلى الله عليه وسلم من مؤخر المسجد فجعل يجول على\r\nالصفوف جولا عامدا نحو القبلة فلما رآه المسلمون صفقوا\r\nبأبي بكر فمضى رسول الله صلى الله عليه وسلم حتى انتهى إلى أول\r\nصف فلما أكثروا التصفيق التفت أبو بكر فإذا\r\nرسول الله صلى الله عليه وسلم فكر راجعا فرده رسول الله صلى الله عليه وسلم إلى\r\nالقبلة ورفع يديه فحمد الله ثم كر كرة غير مكذبة حتى ولج في\r\nالصف فتقدم رسول الله صلى الله عليه وسلم فصلى بالناس حتى فرغ من\r\nصلاته ثم أقبل على الناس فقال أيها الناس من نابه شئ\r\nفي صلاته فليقل سبحان الله فإن التسبيح للرجال وإن\r\n","description":"","footnote":"","page_name":" 540 ","page_number":540},
  {"content":"\r\nالتصفيح للنساء يعني التصفيق ثم أقبل على أبي بكر\r\nفقال ما منعك أن تثبت حين أمرتك قال ما كان ينبغي\r\nلابن أبي قحافة أن يؤم رسول الله صلى الله عليه وسلم\r\n( 7546 ) حدثنا أبو بكر بن أبي شيبة حدثنا زيد بن\r\nالحباب عن عياش الحضرمي قال أخبرني يحيى بن ميمون\r\nقاضي مصر قال\r\nحدثني عن سهل بن سعد أن رسول الله صلى الله عليه وسلم قال من\r\nأنتظر الصلاة فهو في صلاة ما لم يحدث\r\n( 7547 ) حدثنا أبو بكر بن أبي شيبة حدثنا خالد\r\nبن مخلد عن موسى بن يعقوب الزمعي قال حدثني أبو\r\nحازم\r\n","description":"","footnote":"","page_name":" 541 ","page_number":541},
  {"content":"\r\nعن سهل بن سعد قال قال رسول الله صلى الله عليه وسلم سيعزي\r\nالناس بعضهم بعضا من بعدي تعزية بي فكان الناس\r\nيقولون ما هذا فلما قبض رسول الله صلى الله عليه وسلم لقي بعضنا بعضا\r\nيعزي بعضهم بعضا برسول الله صلى الله عليه وسلم\r\n( 7548 ) حدثنا أبو بكر بن أبي شيبة حدثنا معاوية\r\nبن هشام عن أبي حفص الطائفي عن أبي حازم\r\nعن سهل بن سعد قال قال رسول الله صلى الله عليه وسلم من\r\nصام يوم عرفة غفر له سنتين متتابعتين\r\n","description":"","footnote":"","page_name":" 542 ","page_number":542},
  {"content":"\r\n( 7549 ) حدثنا أبو بكر بن أبي شيبة حدثنا خالد\r\nبن مخلد عن محمد بن جعفر بن أبي كثير قال حدثني أبو\r\nحازم\r\nعن سهل بن سعد قال قال رسول الله صلى الله عليه وسلم يحشر\r\nالناس يوم القيامة على أرض بيضاء عفراء كقرصة النقي\r\nليس فيها معلم لاحد\r\n","description":"","footnote":"","page_name":" 543 ","page_number":543},
  {"content":"\r\n( 7550 ) حدثنا هارون بن معروف حدثنا بن وهب\r\nقال وحدثني عياش بن عقبة الحضرمي أن يحيى بن ميمون\r\nالحضرمي حدثه قال\r\nمر بي عن سهل بن سعد الأنصاري وأنا جالس في المسجد\r\nإلى المقصورة فقال لي ألا أخبرك ما سمعت من\r\nرسول الله صلى الله عليه وسلم فقلت لرجل إلى جنبي ليس بينه وبين\r\nرسول الله صلى الله عليه وسلم إلا هذا بلى أصلحك الله فأخبرني فقال\r\nسمعت رسول الله صلى الله عليه وسلم يقول من كان في المسجد ينتظر\r\nصلاة فهو في صلاة ما كانت الصلاة تحبسه\r\n","description":"","footnote":"","page_name":" 544 ","page_number":544},
  {"content":"\r\n( 7551 ) حدثنا القواريري حدثنا بشر بن\r\nالمفضل عن عبد الرحمن بن إسحاق حدثنا عبد الرحمن\r\nبن معاوية عن بن أبي ذباب\r\nعن سهل بن سعد قال ما رأيت رسول الله صلى الله عليه وسلم\r\nشاهرا يديه يدعو على منبر ولا على غيره ولكن رأيته يقول\r\nهكذا وقال أبو سعيد بإصبعه السباحة من يده اليمنى\r\nفقوسها\r\n","description":"","footnote":"","page_name":" 545 ","page_number":545},
  {"content":"\r\n( 7552 ) حدثنا هارون بن معروف حدثنا بن أبي\r\nحازم قال قال أبي\r\nعن سهل بن سعد قال قال رسول الله صلى الله عليه وسلم لن\r\nيزالوا بخير ما عجلوا الفطر\r\n( 7553 ) حدثنا هارون بن معروف حدثنا بن أبي\r\nحازم عن أبيه\r\nعن سهل بن سعد قال قال رسول الله صلى الله عليه وسلم أنا\r\nوكافل اليتيم في الجنة وأشار بالسباحة والوسطى\r\n","description":"","footnote":"","page_name":" 546 ","page_number":546},
  {"content":"\r\n( 7554 ) حدثنا الأزرق بن علي حدثنا حسان بن\r\nإبراهيم الكرماني حدثنا خالد بن سعيد المدني عن أبي حازم\r\nعن سهل بن سعد قال قال رسول الله صلى الله عليه وسلم إن لكل\r\nشئ سناما وإن سنام القرآن سورة البقرة من قرأها في بيته\r\nليلا لم يدخل الشيطان بيته ثلاث ليال ومن قرأها نهارا لم\r\nيدخل الشيطان بيته ثلاث أيام\r\n","description":"","footnote":"","page_name":" 547 ","page_number":547},
  {"content":"\r\n( 7555 ) حدثنا المقدمي حدثنا عمر بن علي عن\r\nأبي حازم\r\nعن سهل بن سعد أن النبي صلى الله عليه وسلم قال من\r\n","description":"","footnote":"","page_name":" 548 ","page_number":548},
  {"content":"\r\nيضمن لي ما بين لحييه وما بين رجليه وأضمن له الجنة\r\n\r\n","description":"","footnote":"","page_name":" 549 ","page_number":549}
  ]