[
  {"content":"\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nقرأت المسانيد : كمسند العدني ومسند أحمد بن منيع ،\r\nوهي كالأنهار ، ومسند أبى يعلى كالبحر يكون مجتمع الأنهار\r\nمسند أبى يعلى الموصلي\r\nالإمام الحافظ احمد ابن علي المثنى التميمي\r\n( 210 - 307 ه‍ )\r\nالجز الثالث\r\nحققه وخرج أحاديثه حسين سليم أسد\r\nدار الثقافة العربية\r\nدمشق - ص . ب : 4971 - بيروت - ص . ب : 6433 / 113\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nمسند [ ركانة 
  ]\r\n439 - ( 1412 ) أخبرنا أبو يعلى حدثنا أبو كريب حدثنا\r\nمحمد بن ربيعة قال لقيت بمكة رجلا من أهل عسقلان يقال\r\nله أبو الحسن فحدثني عن أبي جعفر بن محمد بن ركانة\r\nعن أبيه أنه صارع النبي صلى الله عليه وسلم فقال ركانة سمعت النبي صلى الله عليه وسلم\r\nيقول فرق بيننا وبين المشركين العمائم على القلانس\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nمسند بريدة\r\n( 1413 ) أخبرنا أبو يعلى قال قرئ على بشر بن\r\nالوليد عن أبي يوسف عن أبي حنيفة عن علقمة بن مرثد\r\nعن بن بريدة\r\nعن أبيه عن النبي صلى الله عليه وسلم أنه كان إذا بعث سرية أو جيشا\r\nأوصى صاحبها بتقوى الله في خاصة نفسه وأوصاه بمن معه من\r\nالمسلمين خيرا ثم قال اغزوا باسم الله قاتلوا من كفر\r\nبالله لا تغلوا ولا تغدروا ولا تمثلوا ولا تقتلوا وليدا\r\nفإذا لقيتم عدوكم من المشركين فادعوهم إلى الاسلام فإن\r\nأسلموا فاقبلوا منهم وكفوا عنهم ثم ادعوهم إلى التحول من\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nدارهم إلى دار المسلمين فإن فعلوا فاقبلوا منهم وإلا فأخبروهم\r\nأنهم كأعراب المسلمين يجري عليهم حكم الله الذي يجري على\r\nالمسلمين وليس لهم في الفئ ولا في الغنيمة نصيب فإن أبوا\r\nذلك فادعوهم إلى إعطاء الجزية فإن فعلوا فاقبلوا منهم وكفوا\r\nعنهم فإذا حاصرتم حصنا أو مدينة فإن أرادوكم أن تنزلوهم على حكم الله فلا تنزلوهم\r\nفإنكم لا تدرون ما حكم الله ولكن\r\nأنزلوهم على حكمكم ثم احكموا فيهم ما رأيتم وإذا حاصرتم\r\nقصرا فلا تعطوهم ذمة الله ولا ذمة رسوله ولكن أعطوهم\r\nذممكم وذمم آبائكم فإنكم أن تخفروا ذممكم وذمم آبائكم\r\nأهون\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nمسند أبي طلحة ( 1414 )\r\nأخبرنا أبو يعلى أحمد بن علي بن المثنى\r\nالموصلي حدثنا أبو بكر بن أبي شيبة حدثنا بن عيينة عن\r\nالزهري عن عبيد الله عن بن عباس\r\nعن أبي طلحة قال قال رسول الله صلى الله عليه وسلم لا تدخل\r\nالملائكة بيتا فيه كلب ولا صورة\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n( 1415 ) حدثنا أبو بكر حدثنا معاذ بن معاذ وعبد\r\nالاعلى قالا حدثنا سعيد بن أبي عروبة عن قتادة عن أنس\r\nبن مالك\r\nعن أبي طلحة قال كان النبي صلى الله عليه وسلم إذا غلب على قوم أحب\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nأن يقيم بعرصتهم ثلاثا\r\n( 1416 ) حدثنا أبو بكر حدثنا أبو خالد الأحمر\r\nوأبو معاوية عن حجاج عن الحسن بن سعد عن بن عباس\r\nقال\r\nأخبرني أبو طلحة أن رسول الله صلى الله عليه وسلم جمع بين الحج\r\nوالعمرة\r\n( 1417 ) حدثنا أبو بكر بن أبي شيبة حدثنا عبد الله\r\nبن بكر السهمي عن حميد عن ثابت عن إسحاق بن عبد الله\r\nبن أبي طلحة\r\nعن أبي طلحة أن النبي صلى الله عليه وسلم ضحى بكبشين أملحين فقال\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nعند الذبح الأول عن محمد وآل محمد وقال عند الذبح\r\nالثاني عمن آمن بي وصدق من أمتي\r\n( 1418 ) حدثناه إبراهيم بن سعيد الجوهري حدثنا\r\nعبد الله ببكر عن حميد عن ثابت عن إسحاق بن عبد الله\r\nبن أبي طلحة\r\nعن أبي طلحة أن النبي صلى الله عليه وسلم ضحى بكبشين أملحين فقال\r\nعند الذبح الأول عن محمد وآل محمد وقال عند\r\nالذبح الآخر عمن آمن بي وصدقني من أمتي\r\n( 1419 ) حدثنا إبراهيم بن سعيد حدثنا أبو معاوية\r\nعن حجاج عن الحسن بن سعد عن بن عباس\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nعن أبي طلحة أن النبي صلى الله عليه وسلم قرن الحج والعمرة\r\n( 1420 ) حدثنا محمد بن أبي بكر المقدمي حدثنا\r\nسليمان بن داود حدثنا محمد بن ثابت عن أبيه عن أنس\r\nعن أبي طلحة أنه دخل على النبي صلى الله عليه وسلم في وجعه الذي مات\r\nفيه فقال أقرئ قومك السلام فإنهم ما علمت أعفة\r\nصبر\r\n( 1421 ) حدثنا إبراهيم بن الحجاج السامي حدثنا\r\nعبد الواحد بن زياد حدثنا عثمان بن حكم حدثنا إسحاق بن\r\nعبد الله بن أبي طلحة قال\r\nقال أبو طلحة كنا قعودا بالأفنية نتحدث فجاء\r\nرسول الله صلى الله عليه وسلم فقام علينا فقال مالكم ولمجالس الصعدات\r\nاجتنبوا مجالس الصعدات قال قلنا يا رسول الله إنا\r\nجلسنا لغير ما بأس جلسنا نتذاكر ونتحدث فقال إما لا\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nفأدوا حقها قلنا يا رسول الله وما حقها قال غض\r\nالبصر ورد السلام وحسن الكلام\r\n( 1422 ) حدثنا عبد الواحد بن غياث أبو بحر حدثنا\r\nحماد عن ثابت عن أنس\r\nقال قال أبو طلحة رفعت رأسي يوم أحد فجعلت أنظر فما\r\nمنهم أحد إلا وهو يميد من النعاس تحت حجفته\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n( 1423 ) حدثنا أبو بحر حدثنا حماد عن هشام\r\nعن أبيه عن الزبير مثله وتلا * ( ثم أنزل عليكم من بعد\r\nالغم أمنة نعاسا يغشى طائفة )\r\n* ( 1424 ) حدثنا الحسن بن أبي الربيع الجرجاني\r\nحدثنا عبد الصمد بن عبد الوارث حدثني أبي عن علي بن\r\nزيد عن أنس بن مالك قال\r\nمطرت السماء بردا فقال لنا أبو طلحة ونحن غلمان ناولني\r\nيا أنس من ذاك البرد فجعل يأكل وهو صائم فقلت ألست\r\nصائما قال بلى إن ذا ليس بطعام ولا شراب وإنما هو بركة\r\nمن السماء نطهر به بطوننا قال أنس فأتيت النبي صلى الله عليه وسلم فأخبرته\r\nفقال خذ عن عمك\r\n( 1425 ) حدثنا أبو الربيع الزهراني حدثنا حماد\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\nبن عمرو الجزري حدثنا زيد بن رفيع عن الزهري عن\r\nأنس\r\nعن أبي طلحة قال أتيت النبي صلى الله عليه وسلم وهو يتهلل وجهه\r\nمستبشرا فقلت يا رسول الله إنك لعلي حال ما رأيتك على\r\nمثلها قال وما يمنعني أتاني جبريل فقال بشر أمتك من\r\nصلى عليك صلاة كتب الله له بها\r\nعشر حسنات وكفر عنه بها عشر سيئات ورفع له بها عشر درجات ورد الله عليه بمثل\r\nقوله وعرضت عليه يوم القيامة\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n( 1426 ) حدثنا محمد بن عباد المكي حدثنا\r\nحاتم عن معاوية يعني بن أبي مزرد عن عبد الله بن عبد الله\r\nبن أبي طلحة الأنصاري عن أبيه عبد الله بن أبي طلحة\r\nعن أبي طلحة قال دخلت المسجد فعرفت في وجه\r\nرسول الله صلى الله عليه وسلم الجوع فخرجت حتى أتيت أم\r\nسليم وهي أم أنس بن مالك كانت تحت مالك أبي أنس بن مالك فقلت يا\r\nأم سليم إني قد عرفت في وجه رسول الله صلى الله عليه وسلم الجوع فهل\r\nعندك من شئ قالت عندي شو أشارت بكفها فقلت\r\nاصنعي وأنعمي فأرسلت أنسا إلى رسول الله صلى الله عليه وسلم فقلت\r\nساره في أذنه وادعه فلما أقبل أنس قال رسول الله\r\nصلى الله عليه وسلم هذا رجل قد جاء بخير قال رسول الله صلى الله عليه وسلم أرسلك\r\nأبوك يدعونا يبني قال فقال رسول الله صلى الله عليه وسلم لأصحابه\r\nاذهبوا بسم الله قال فأدبر أنس يشتد حتى أتى أبا طلحة\r\nفقال هذا رسول الله صلى الله عليه وسلم قد أتاك في الناس قال فخرجت\r\nحتى لقيت رسول الله صلى الله عليه وسلم عند الباب على مستراح الدرجة\r\nفقلت يا رسول الله ماذا صنعت بنا إنما عرفت في وجهك\r\nالجوع فصنعنا لك شيئا تأكله قال ادخل وأبشر قال\r\nفأخذها رسول الله صلى الله عليه وسلم فجمعها في الصحفة بيده ثم أصلحها\r\nفقال هل من كأنه يعني الأدم قال فأتوه بعكتهم فيها\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nشئ أوليس فيها شئ فقال بها رسول الله صلى الله عليه وسلم بيده\r\nفاسكب منها السمن ثم قال أدخل علي عشرة عشرة\r\nفأكلوا كلهم وشبعوا وقال رسول الله صلى الله عليه وسلم للفضل الذي فضل\r\nكلوا أنتم وعيالكم فأكلوا وشبعوا\r\n( 1427 ) حدثنا محمد بن مرزوق حدثنا زاجر بن\r\nالصلت عن الحارث بن عمير عن شداد\r\nعن أبي طلحة أن رسول الله صلى الله عليه وسلم قال يا شباب قريش\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nلا تزنوا من سلم له شبابه فله الجنة\r\n( 1428 ) حدثنا أبو معمر الهذلي حدثنا هشيم\r\nأخبرنا حميد عن أنس\r\nعن أبي طلحة قال لقد سقط السيف مني يوم بدر لما\r\nغشينا من النعاس يقول الله إذ يغشيكم النعاس أمنة منه\r\n( 1429 ) حدثنا عبيد الله بن معاذ العنبري حدثنا\r\nأبي حدثنا شعبة عن عمرو بن دينار عن يحيى بن جعدة\r\nعن عبد الله بن عمرو\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\nعن أبي طلحة عن النبي صلى الله عليه وسلم قال توضؤوا مما غيرت\r\nالنار\r\n( 1430 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\nسفيان عن الزهري عن عبيد الله عن بن عباس\r\nعن أبي طلحة أن النبي صلى الله عليه وسلم قال لا تدخل الملائكة بيتا\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nفيه كلب ولا صورة\r\n( 1431 ) حدثنا إبراهيم بن محمد بن عرعرة حدثنا\r\nروح بن عبادة حدثنا سعيد بن أبي عروبة عن قتادة قال ذكر\r\nلنا أنس\r\nعن أبي طلحة أن رسول الله صلى الله عليه وسلم أمر يوم بدر بأربعة وعشرين\r\nرجلا من صناديد قريش فقذفوا في طوى من أطواء بدر خبيث\r\nمخبث وكان إذا ظهر على قوم أحب أن يقيم بعرصتهم ثلاث\r\nليال فلما كان ببدر يوم الثالث أمر براحلته فشد عليها\r\nرحلها ثم مشى واتبعه أصحابه وقالوا ما نراه ينطلق إلا\r\nليقضي حاجته حتى قام على شفة الركي فجعل يناديهم\r\nبأسمائهم وأسماء آبائهم يا فلان بن فلان يا فلان بن فلان\r\nأيسركم أنكم أطعتم الله ورسوله فإنا قد وجدنا ما وعدنا ربنا\r\nحقا فهل وجدتم ما وعد ربكم حقا قال قال عمر بن\r\nالخطاب يا رسول الله ما تكلم من أجساد لا أرواح لها فقال\r\nالنبي صلى الله عليه وسلم والذي نفسي بيده ما أنتم بأسمع لما أقول\r\nمنهم قال قتادة أحياهم الله حتى أسمعهم توبيخا\r\nوتصغيرا ونقمة وحسرة وندامة\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n( 1432 ) حدثنا إبراهيم بن الحجاج حدثنا حماد\r\nعن سهيل بن أبي صالح عن سعيد بن يسار\r\nعن أبي طلحة أن رسول الله صلى الله عليه وسلم قال إن الملائكة لا\r\nتدخل بيتا فيه تصاوير ولا كلب\r\nفقال زيد بن خالد الجهني لأبي طلحة مر بنا إلى عائشة\r\nنسألها عن هذا فأتيا عائشة فسألاها فقالت أما هذا فلا أحفظه\r\nعن رسول الله صلى الله عليه وسلم ولكن كان رسول الله صلى الله عليه وسلم في مغزى له\r\nفتحينت غفلته فكسوت عرش البيت نمطا فلما دخل استقبلت\r\nفأخذت بيده فقلت الحمد لله الذي نصرك وأعزك وأكرمك\r\nفنظر إليه فرأيت الكراهية في وجهه وذكر الحديث بتمامه\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nمسند قيس بن سعد\r\n( 1433 ) حدثنا أبو بكر بن أبي شيبة حدثنا بن\r\nعيينة عن بن أبي نجيح عن أبيه\r\nعن قيس بن سعد رواية قال لو كان الايمان معلقا\r\nبالثريا لناله ناس من أهل فارس\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n( 1434 ) حدثنا أبو بكر حدثنا وكيع عن سفيان\r\nعن سلمة عن القاسم بن مخيمرة عن أبي عمار\r\nعن قيس بن سعد قال أمرنا رسول الله صلى الله عليه وسلم أن نخرج\r\nزكاة الفطر قبل أن تنزل الزكاة فلما نزلت الزكاة لم يأمرنا ولم\r\nينهنا ونحن نفعله\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n( 1435 ) حدثنا أبو بكر حدثنا وكيع عن بن أبي\r\nليلى عن محمد بن عبد الرحمن بن أسعد بن زرارة عن محمد\r\nبن شرحبيل\r\nعن قيس بن سعد قال أتانا رسول الله صلى الله عليه وسلم فوضعنا له ماء\r\nفاغتسل ثم أتيناه بملحفة ورسية فالتحف بها فكأني أنظر إلى\r\nأثر الورس على عكنه\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n( 1436 ) حدثنا هارون بن معروف حدثنا أبو عبد\r\nالرحمن حدثنا بن لهيعة حدثني بن هبيرة قال سمعت شيخا\r\nيحدث أبا تميم أنه سمع\r\nقيس بن سعد بن عبادة وهو على مصر يقول إن\r\nرسول الله صلى الله عليه وسلم قال من كذب علي كذبة متعمدا فليتبوأ بيتا من\r\nجهنم أو مضجعا من جهنم ألا ومن شرب الخمر أتى يوم\r\nالقيامة عطشا وكل مسكر خمر وإياكم والغبيراء\r\nوسمعت عبد الله بن عمرو يقول مثل ذلك فلم يختلفا إلا في\r\nمضجع أو بيت\r\n( 1437 ) قال أبو يعلى وجدت في كتابي عن علي\r\nبن الجعد عن شعبة عن عمرو بن مرة عن بن أبي ليلى\r\nقال\r\nكان سهل بن حنيف وقيس بن سعد قاعدين بالقادسية\r\nفمرت بهما جنازة فقاما فقيل لهما إنما هو من أهل الأرض\r\nفقالا إن النبي صلى الله عليه وسلم مرت به جنازة فقام فقيل إنها جنازة\r\nكافر فقال أليست نفسا\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\nقال أبو يعلى وجدت في كتابي عن علي بن الجعد عن\r\nشعبة وليس عليه علامة السماع فشككت فيه\r\n( 1438 ) حدثنا هارون بن معروف حدثنا سفيان\r\nعن بن أبي نجيح عن أبيه\r\nعن قيس بن سعد قال قال رسول الله صلى الله عليه وسلم لو كان\r\nالايمان معلقا بالثريا لناله رجال من أبناء فارس\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nمسند أبي ريحانة ( 1439 )\r\nحدثنا مجاهد بن موسى حدثنا أبو بكر بن\r\nعياش حدثنا حميد الكندي عن عبادة بن نسي\r\nعن أبي ريحانة أن رسول الله صلى الله عليه وسلم قال من انتسب إلى\r\nتسعة آباء كفار يريد بهم كرما وعزا فهو عاشرهم في النار\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nعثمان بن حنيف\r\n( 1440 ) حدثنا هارون حدثنا محمد بن مسلمة\r\nعن محمد بن إسحاق عن سالم أبي النضر عن عبيد الله بن عبد الله بن\r\nعتبة قال\r\nخرجت مع عثمان بن حنيف نعود أبا طلحة في شكوى له\r\nقال فدخلنا عليه وتحته نمط على فراشه فيه صورة تماثيل\r\nفقال انزعوا هذا من تحتي فقال له عثمان أو ما سمعت يا أبا\r\nطلحة رسول الله صلى الله عليه وسلم يقول حين نهى عن الصورة إلا رقما في\r\nثوب أو ثوبا فيه رقم قال بلى ولكنه أطيب لنفسي أن لا\r\nيجعل تحتي\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nمسند أبي واقد الليثي\r\n( 1441 ) حدثنا أبو بكر بن أبي شيبة حدثنا سفيان بن\r\nعيينة عن الزهري عن سنان بن أبي سنان\r\nعن أبي واقد الليثي أن رسول الله صلى الله عليه وسلم حين أتى خيبر مر\r\nبشجرة يعلق المشركون عليها أسلحتهم يقال لها ذات أنواط\r\nفقالوا يا رسول الله اجعل لنا ذات أنواط فقال الله أكبر\r\nهذا كما قال قوم موسى لموسى اجعل لنا إلها كما لهم آلهة\r\nلتركبن سنة من كان قبلكم\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n( 1442 ) حدثنا أبو بكر حدثنا عبد الوهاب الثقفي\r\nعن عبد الله بن عثمان عن نافع بن سرجس أبي سعيد أنه\r\nسمع\r\nأبا واقد الليثي صاحب رسول الله صلى الله عليه وسلم وذكرت الصلاة\r\nعنده فقال كان رسول الله صلى الله عليه وسلم أخف الناس\r\nصلاة على الناس وأدومه على نفسه\r\n( 1443 حدثنا أبو بكر حدثنا بن عيينة عن ضمرة\r\nبن سعيد قال سمعت عبيد الله بن عبد الله بن عتبة يقول\r\nخرج عمر يوم عيد فسأل أبا واقد الليثي بأي شئ قرأ\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nرسول الله صلى الله عليه وسلم في هذا اليوم فقال ب قاف واقتربت\r\n( 1444 ) حدثنا عبد الله بن عمر بن أبان الكوفي بن\r\nأخت حسين الجعفي حدثنا عبد العزيز الدراوردي\r\nعن زيد بن أسلم عن بن لأبي واقد الليثي صاحب\r\nرسول الله صلى الله عليه وسلم\r\nعن أبيه أنه قال سمعت رسول الله صلى الله عليه وسلم يقول لأزواجه عام\r\nحجة الوداع هذه ثم ظهور الحصر\r\n( 1445 ) حدثنا أحمد بن إبراهيم الدورقي حدثنا عبد الصمد حدثنا\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nحرب حدثنا يحيى حدثنا إسحاق بن\r\nعبد الله بن أبي طلحة عن حريث أبي مرة\r\nأن أبا واقد الليث حدثه قال بينما نحن مع رسول الله صلى الله عليه وسلم\r\nإذ مر ثلاثة نفر فجاء أحدهم فوجد فرجة في الحلقة فجلس وجلس\r\nالآخر من ورائهم وانطلق الثالث فقال رسول الله صلى الله عليه وسلم ألا\r\nأخبركم عن هؤلاء النفر قالوا بلى يا رسول الله قال أما\r\nالذي جاء فجلس فأوى فآواه الله وأما الذي جلس من ورائكم\r\nفاستحيى فاستحيى الله منه وأما الذي انطلق فرجل أعرض\r\nفأعرض الله عنه\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n( 1446 ) حدثنا إسحاق حدثنا سفيان عن ضمرة\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\nبن سعيد الأنصاري سمع عبيد الله بن عبد الله بن عتبة يقول\r\nخرج عمر في يوم عيد فسأل أبا واقد الليثي بأي شئ\r\nكان رسول الله صلى الله عليه وسلم يقرأ في هذا اليوم فقال بقاف\r\nواقتربت\r\n( 1447 ) حدثنا محمد بن أبي بكر المقدمي حدثنا أبو\r\nعامر عن فليح عن ضمرة بن سعيد عن عبيد الله بن عبد الله\r\nبن عتبة\r\nعن أبي واقد الليثي قال سألني عمر بم قرأ نبي الله صلى الله عليه وسلم\r\nفي العيدين قلت ب اقتربت الساعة وانشق القمر وقاف\r\nوالقرآن المجيد\r\n( 1448 ) حدثنا القواريري حدثنا عفان بن مسلم\r\nحدثنا وهب حدثنا عبد الله بن عثمان بن خثيم عن نافع بن\r\nسرجس\r\nعن أبي واقد الليثي أنه سمعه يقولان رسول الله صلى الله عليه وسلم\r\nكان أخف الناس صلاة وأدومه على نفسه\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n( 1449 ) حدثنا الحسن بن حماد الوراق حدثنا\r\nحسين الجعفي عن زائدة عن بن خثيم المكي عن نافع بن\r\nسرجس قال\r\nدخلت على أبي واقد الليثي بمكة في مرضه الذي مات فيه\r\nفسمعته يقول أو قال كان رسول الله صلى الله عليه وسلم أخف الناس\r\nصلاة وأدومه على نفسه\r\n( 1450 ) حدثنا علي بن الجعد أخبرنا عبد الرحمن\r\nبن عبد الله بن دينار عن زيد بن أسلم\r\nعن أبي واقد الليثي قال قدم رسول الله صلى الله عليه وسلم المدينة\r\nوالناس يجبون أسنمة الإبل ويقطعون أليات الغنم فقال\r\nرسول الله صلى الله عليه وسلم ما قطع من البهيمة وهي حية فهي ميتة\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nمسند عبد الله الصنابحي\r\n( 1451 ) حدثنا مصعب بن عبد الله الزبيري حدثني\r\nمالك بن أنس عن زيد بن أسلم عن عطاء بن يسار\r\nعن عبد الله الصنابحي أن رسول الله صلى الله عليه وسلم قال إن\r\nالشمس تطلع معها قرن شيطان فإذا ارتفعت فارقها فإذا\r\nاستوت قارنها فإذا زالت فارقها فإذا دنت للغروب قارنها فإذا\r\nغربت فارقها فنهى رسول الله صلى الله عليه وسلم عن الصلاة في تلك\r\nالساعات\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n( 1452 ) حدثنا يحيى بن أيوب حدثنا عباد بن\r\nعباد عن مجالد بن سعيد عن قيس بن أبي حازم\r\nعن الصنابحي قال قال رسول الله صلى الله عليه وسلم إني مكاثر\r\nبكم الأمم فلا ترجعوا بعدي كفارا يضرب بعضكم رقاب\r\nبعض\r\n( 1453 ) حدثنا أبو بكر بن أبي شيبة حدثنا عبد\r\nالرحيم بن سليمان عن مجالد عن قيس بن أبي حازم\r\nعن الصنابحي الأحمسي أن رسول الله صلى الله عليه وسلم أبصر ناقة حسنة\r\nفي إبل الصدقة فقال قاتل الله صاحب هذه الناقة قال يا\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\nرسول الله إني ارتجعتها ببعيرين من حواشي الإبل فقال\r\nفنعم إذا\r\n( 1454 ) حدثنا أبو بكر حدثنا بن مبارك ووكيع\r\nعن إسماعيل عن قيس\r\nعن الصنابحي عن النبي صلى الله عليه وسلم قال إني فرط على\r\nالحوض وإني مكاثر بكم الأمم فلا تقتتلن بعدي\r\n( 1455 ) حدثنا أبو بكر حدثنا بن نمير وأبو أسامة\r\nقالا حدثنا إسماعيل عن قيس\r\nعن الصنابحي الأحمسي عن النبي صلى الله عليه وسلم مثله\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nمسند عمرو بن حريث\r\n( 1456 ) حدثنا محمد بن عبد الله بن نمير حدثنا\r\nيحيى بن يمان حدثنا إسماعيل قال\r\nسمعت عمرو بن حريث يقول ذهبت بي أمي إلى\r\nرسول الله صلى الله عليه وسلم فمسح رأسي ودعا لي بالرزق\r\n( 1457 ) حدثنا محرز بن عون حدثنا خلف بن\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\nخليفة عن الوليد بن سريع مولى آل عمرو بن حريث\r\nعن عمرو بن حريث قال صليت خلف النبي صلى الله عليه وسلم\r\nالفجر فسمعته يقرأ * ( فلا أقسم بالخنس الجوار الكنس ) *\r\nوكان لا يحني رجل منا ظهره حتى\r\nيستقيم ساجدا\r\n( 1458 ) حدثنا عبيد الله بن عمر بن ميسرة الجشمي\r\nحدثنا عفيف بن سالم الموصلي حدثنا إسماعيل بن إبراهيم بن\r\nالمهاجر عن عبد الملك بن عمير\r\nعن عمر بن حريث قال بعت دارا لي وأرضا بالمدينة\r\nفقال لي أخي سعيد بن حريث استعف عنها ما استطعت ولا\r\nتنفقن منها شيئا فإني سمعت رسول الله صلى الله عليه وسلم يقول من باع دارا\r\nأو عقارا فإنه قمن أن لا يبارك له فيه إلا أن يجعله في مثله قال\r\nعمرو فاشتريت ببعض ثمنها داري هذه يعني دار عمرو بن\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\nحريث\r\n( 1459 ) حدثنا أبو سعيد حدثنا سفيان بن عيينة\r\nعن مساور الوراق عن جعفر بن عمرو بن حريث\r\nعن أبيه أنه رأى رسول الله صلى الله عليه وسلم عليه عمامة سوداء\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n( 1460 ) حدثنا القواريري حدثنا وكيع عن مساور\r\nالوراق عن جعفر بن عمرو بن حريث\r\nعن أبيه قال خطبنا رسول الله صلى الله عليه وسلم وعليه عمامة\r\nسوداء\r\n( 1461 ) حدثنا أبو سعيد حدثنا أبو أحمد الزبيري\r\nحدثنا مسعر عن الوليد بن سريع\r\nعن عمرو بن حريث قال سمعت النبي صلى الله عليه وسلم يقرأ في الفجر\r\nوالليل إذا عسعس\r\n( 1462 ) حدثنا محمد بن الخطاب حدثنا مؤمل\r\nحدثنا شعبة حدثنا حصين عن عبد الملك\r\nعن عمرو بن حريث قال كان النبي صلى الله عليه وسلم ربما مس لحيته\r\nفي الصلاة\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n( 1463 ) حدثنا أبو بكر بن أبي شيبة حدثنا عبدة بن\r\nسليمان عن إسماعيل بن أبي خالد عن الأصبغ عن عمرو\r\nبن حريث وقال معتمر مولى لعمرو بن حريث عن عمرو بن حريث\r\nقال صليت مع النبي صلى الله عليه وسلم فقرأ\r\nفكأني أسمع صوته وهو يقول * ( فلا أقسم بالخنس الجوار\r\nالكنس ) *\r\nقال محمد بن يزيد في حديثه وذهبت بي أمي أو أبي إليه\r\nفدعا لي بالرزق\r\n( 1464 ) حدثنا القواريري حدثنا عبد الله بن داود\r\nعن فطر بن خليفة عن أبيه\r\nعن عمرو بن حريث قال خط لي رسول الله صلى الله عليه وسلم دارا\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\nبالمدينة بقوس وقال أزيدك\r\n( 1465 ) حدثنا القواريري حدثنا عبد الرحمن بن\r\nمهدي حدثنا سفيان عن السدي\r\nحدثني من سمع عمرو بن حريث يقول رأيت\r\nرسول الله صلى الله عليه وسلم يصلي في نعلين مخصوفتين\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n( 1466 ) حدثنا أبو سعيد حدثنا أبو أحمد\r\nالزبيري حدثنا سفيان عن أبي إسحاق\r\nعن من سمع عمرو بن حريث يقول رأيت النبي صلى الله عليه وسلم يصلي\r\nفي نعلين مخصوفتين\r\n1467 ) حدثنا أبو سعيد حدثنا عبد الله بن داود\r\nعن فطر عن أبيه\r\nعمرو بن حريث أن رسول الله صلى الله عليه وسلم مر بعبد الله بن\r\nجعفر وهو يبيع مع الغلمان أو الصبيان فقال اللهم بارك له\r\nفي بيعه أو قال في سفقته\r\n( 1468 ) حدثنا أبو خيثمة حدثنا يحيى بن سعيد\r\nعن مسعر حدثني الوليد بن سريع\r\nعن عمرو بن حريث قال سمعت رسول الله صلى الله عليه وسلم يقرأ في\r\nالصبح والليل إذا عسعس أو قال إذا\r\nالشمس كورت\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n( 1469 ) حدثنا زهير حدثنا محمد بن يزيد\r\nالواسطي عن إسماعيل بن أبي خالد عن مولى عمرو بن\r\nحريث\r\nعن عمرو بن حريث قال صليت مع النبي صلى الله عليه وسلم الفجر فقرأ\r\nإذا الشمس كورت كأني أسمع صوته يقول\r\n* ( فلا أقسم بالخنس الجوار الكنس ) *\r\nوقال ذهبت بي أمي وأبي إليه فدعا لي بالرزق\r\n( 1470 ) حدثنا أبو سعيد القواريري حدثنا عبد\r\nالوارث بن سعيد عن عطاء بن السائب\r\nعن عمرو بن حريث قال قال رسول الله صلى الله عليه وسلم الكمأة\r\nمن السلوى وماؤها شفاء للعين\r\n( 1471 ) حدثنا يحيى بن عبد الحميد حدثنا\r\nإسماعيل بن عبد الأعلى عن الوليد بن علي عن محمد بن\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\nسوقة عن أبيه قال\r\nأتيت عمرو بن حريث أتكارى منه بيتا في داره فقال تكار\r\nفإنها مباركة على من هي له مباركة على من سكنها فقلت\r\nمن أي شئ ذلك قال أتيت رسول الله صلى الله عليه وسلم وقد نحرت\r\nجزور وقد أمر بقسمتها فقال للذي يقسمها أعط عمرا منها\r\nقسما فلم يعطني وأغفلني فلما كان من الغد أتيت\r\nرسول الله صلى الله عليه وسلم وبين يديه دراهم فقال أخذت القسم الذي\r\nأمرت لك قال قلت يا رسول الله ما أعطاني شيئا قال\r\nفتناول كفا من دراهم ثم أعطانيها فجئت بها إلى أمي فقلت\r\nخذي هذه الدراهم أخذها رسول الله صلى الله عليه وسلم بيده ثم أعطانيها\r\nامسكيها حتى ننظر في أي شئ نضعها ثم ضرب الدهر ضربا به\r\nحتى اشتريت هذه الدار قالت أمي إذا أردت أن تنقد ثمنها فلا\r\nتنقد حتى تدعوني أدعو لك بالبركة فدعوتها حين هيأتها فقالت\r\nلي خذ هذه الدراهم فنثرتها فيها ثم خلطتها بها وقالت\r\nاذهب بها\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nمسند عمرو بن حريث\r\nرجل آخر ذكره أبو خيثمة\r\n( 1472 ) حدثنا أبو خيثمة حدثنا عبد الله بن يزيد\r\nوحدثنا أحمد بن الدورقي حدثنا أبو عبد الرحمن حدثني سعيد\r\nبن أبي أيوب حدثني أبو هانئ\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\nحدثني عمرو بن حريث أن رسول الله صلى الله عليه وسلم قال ما خففت\r\nعن خادمك من عمله فإن أجره في موازينك\r\n( 1473 ) حدثنا زهير بن حر ب حدثنا عبد الله بن\r\nيزيد حدثنا حياة قال أخبرني أبو هانئ حميد بن هانئ\r\nالخولاني أنه سمع\r\nأبا عبد الرحمن الحبلي وهو عبد الله بن يزيد وعمرو بن\r\nحريث وغيرهما يقولون إن رسول الله صلى الله عليه وسلم قال إنكم\r\nستقدمون على قوم جعد رؤوسهم فاستوصوا بهم خيرا فإنهم\r\nقوة لكم وبلاغ إلى عدوكم بإذن الله يعني قبط مصر\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nمسند حارثة بن وهب\r\n( 1474 ) حدثنا أبو بكر بن أبي شيبة حدثنا أبو بكر\r\nبن عياش وأبو الأحوص عن أبي إسحاق\r\nعن حارثة بن وهب قال صليت مع رسول الله صلى الله عليه وسلم\r\nبمنى آمن ما كان الناس وأكثره ركعتين\r\n( 1475 ) حدثنا أبو بكر بن أبي شيبة حدثنا وكيع\r\nعن شعبة عن معبد بن خالد قال\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\nسمعت حارثة بن وهب الخزاعي قال قال\r\nرسول الله صلى الله عليه وسلم تصدقوا فإنه يوشك أن يخرج الرجل بصدقته\r\nفلا يجد من يقبلها\r\n( 1476 ) حدثنا أبو بكر حدثنا وكيع عن سفيان\r\nعن معبد بن خالد\r\nعن حارثة بن وهب قال قال رسول الله صلى الله عليه وسلم لا يدخل\r\nالجنة الجواظ ولا الجعظري\r\nقال والجواظ الفظ الغليظ\r\n( 1477 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\nحجاج أو غيره أخبرنا شعبة حدثنا معبد بن خالد أنه سمع\r\nحارثة بن وهب الخزاعي قال سمعت رسول الله صلى الله عليه وسلم يقول\r\nالا أدلكم على أهل الجنة كل ضعيف متضعف لو أقسم على\r\nالله لابره وأهل النار كل مستكبر جواظ\r\n( 1478 ) حدثنا وهب بن بقية أخبرنا خالد عن\r\nداود عن عباس عن كندي بن سعيد عن أبيه قال\r\nججت في الجاهلية فإذا برجل يطوف بالبيت وهو يرتجز\r\nرد علي راكبي محمدا * رده لي واصطنع عندي يدا\r\nقلت من هذا يعني فقالوا عبد المطلب بن هاشم\r\nذهبت إبل له فأرسل بن ابنه في طلبها فاحتبس عليه ولم يرسله\r\nفي حاجة قط إلا جاء بها قال فما برحت حتى جاء النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\nوجاء بالإبل فقال يا بني لقد حزنت عليك هذه المرة حزنا لا\r\nيفارقني أبدا\r\n( 1479 ) حدثنا عمرو بن محمد الناقد حدثنا أبو\r\nأحمد الزبيري حدثنا سعد بن أوس العبسي عن شتير بن\r\nشكل\r\nعن أبيه شكل بن حميد قال قلت يا رسول الله علمني\r\nتعوذا أتعوذ به فأخذ بيدي فقال قل اللهم إني أعوذ بك من\r\nشر نفسي ومن شر سمعي ومن شر بصري ومن شر قلبي\r\nومن شر لساني ومن شر مني\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n( 1480 ) حدثنا يحيى بن أيوب حدثنا عباد بن\r\nعباد عن الزبير بن خريت عن نعيم بن أبي هند قال\r\nكنت جالسا إلى يزيد بن أبي مسلم أيام الحجاج وهو\r\nيعذ ب الناس فذكر رجلا في السجن فبعث إليه بغيظ وغضب\r\nفأتي به فلما قام بين يديه رأيت الرجل حرك شفتيه بشئ لم\r\nأسمعه فرفع رأسه إليه فقال خلوا سبيله أو قال ردوه\r\nقال فقمت إلى الرجل فقلت إني شهدت هذا حين أرسل\r\nإليك بغيظ وغضب ولا أشك أنه سيقع بك فلما قمت بين يديه\r\nرأيتك حركت شفتيك بشئ لم أسمعه فأمر فيك بما ترى فما\r\nالذي قلت\r\nقال قلت اللهم إني أسألك بقدرتك التي تمسك بها\r\nالسماوات السبع أن يقع بعضهن على بعض أن تكفينيه\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n( 1481 ) حدثنا الترجماني أبو إبراهيم حدثنا عبيس\r\nبن ميمون حدثنا يزيد الرقاشي\r\nعن أنس قال قال النبي صلى الله عليه وسلم أما يستطيع أحدكم أن\r\nيقرأ في الليلة قل هو الله أحد فإنها تعدل\r\nالقرآن كله\r\nقال وقال لا بد للناس من عريف والعريف في النار\r\nقال ويؤتى بالشرطي يوم القيامة فيقال له ضع سوطك\r\nوادخل النار\r\n( 1482 ) حدثنا إسحاق بن أبي إسرائيل حدثنا معتمر\r\nقال سمعت بن أبي الحكم الغفاري يقول حدثتني جدتي\r\nعن عم أبي رافع بن عمرو الغفاري قال كنت وأنا\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\nغلام أرمي نخل الأنصار فقيل للنبي صلى الله عليه وسلم إن هاهنا غلاما يرمي\r\nنخلنا أو قال يرمي النخل قال فأتي بي النبي صلى الله عليه وسلم فقال\r\nيا غلام لا ترم النخل قال قلت آكل قال لا ترم\r\nالنخل كل ما سقط قال ومسح رأسه وقال اللهم أشبع\r\nبطنه\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nمسند معاذ بن أنس\r\n( 1483 ) حدثنا داود بن عمرو الضبي حدثنا إسماعيل\r\nبن عياش حدثني أسيد بن عبد الرحمن عن فروة بن\r\nمجاهد عن سهل بن معاذ الجهني قال غزوت مع أبي\r\nالصائفة في زمن عبد الملك بن مروان وعلينا عبد\r\nالله بن عبد الملك فنزلنا على حصن سنان فضيق الناس المنازل\r\nوقطعوا الطرق\r\nفقام أبي في الناس فقال أيها الناس إني غزوت مع\r\nنبي الله صلى الله عليه وسلم غزوة كذا وكذا فضيق الناس المنازل وقطعوا\r\nالطرق فبعث نبي الله صلى الله عليه وسلم مناديا فنادى في الناس أن من ضيق\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\nنزلا أو قطع طريقا فلا جهاد له\r\n( 1484 ) حدثنا هارون بن معروف حدثنا أبو عبد\r\nالرحمن المقرئ عبد الله بن يزيد حدثني سعيد يعني بن أبي\r\nأيوب قال حدثني عبد الرحيم بن ميمون أبو مرحوم عن\r\nسهل بن معاذ بن أنس\r\nعن أبيه قال قال رسول الله صلى الله عليه وسلم من ترك اللباس وهو\r\nيقدر عليه تواضع له دعاه الله يوم القيامة على رؤوس الخلائق\r\nيخيره بين حلل الايمان يلبس أيها شاء\r\n( 1485 ) حدثنا هارون بن معروف حدثنا أبو عبد\r\nالرحمن حدثنا سعيد قال حدثني عبد الرحيم بن ميمون عن\r\nسهل بن معاذ بن أنس\r\nعن أبيه قال قال رسول الله صلى الله عليه وسلم من أعطى لله ومنع\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\nلله وأحب لله وأبغض لله وأنكح لله فقد استكمل\r\nإيمانه\r\n( 1486 ) حدثنا أحمد بن عيسى حدثنا بن وهب\r\nأخبرني يحيى بن أيوب عن زبان بن فائد عن سهل بن معاذ\r\nعن أبيه قال قال رسول الله صلى الله عليه وسلم من صام يوما في\r\nسبيل الله متطوعا في غير رمضان بعد من النار مائة عام سير\r\nالمضمر المجيد\r\n( 1487 ) حدثنا الحكم بن موسى أبو صالح حدثنا\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\nبقية قال حدثني أبو الحجاج المهري حدثنا زبان بن فائد عن\r\nسهل بن معاذ\r\nعن أبيه قال قال رسول الله صلى الله عليه وسلم من صلى صلاة الفجر\r\nثم قعد يذكر الله حتى تطلع الشمس وجبت له الجنة\r\n( 1488 ) حدثنا أبو الربيع الزهراني حدثنا عبد الله\r\nبن يزيد حدثني سعيد بن أبي أيوب حدثني أبو مرحوم عبد\r\nالرحيم بن ميمون عن سهل بن معاذ بن أنس\r\nعن أبيه عن النبي صلى الله عليه وسلم قال من أكل طعاما فقال\r\nالحمد لله الذي أطعمني هذا ورزقنيه من غير حومني ولا قوة\r\nغفر له ما تقدم من ذنبه ومن لبس ثوبا فقال الحمد لله الذي\r\nكساني هذا ورزقنيه من غير حول مني ولا قوة غفر له ما تقدم\r\nمن ذنبه\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n( 1489 ) حدثنا محرز بن عون حدثنا رشدين بن\r\nسعد عن زبان بن فائد عن سهل بن معاذ\r\nعن أبيه عن النبي صلى الله عليه وسلم قال من قرأ ألف آية في سبيل\r\nالله كتب يوم القيامة مع النبيين والصديقين والشهداء\r\nالصالحين وحسن أولئك رفيقا إن شاء الله\r\n( 1490 ) حدثنا محرز حدثنا رشدين بن سعد عن\r\nزبان بن فائد عن سهل بن معاذ\r\nعن أبيه عن النبي صلى الله عليه وسلم قال من حرس وراء المسلمين\r\nفي سبيل الله متطوعا لا يأخذه سلطان لير النار بعينه إلا تحلة\r\nالقسم فإن لا شريك له يقول * ( وإن منكم إلا\r\nواردها ) *\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n( 1491 ) حدثنا محرز بن عون حدثنا رشدين بن\r\nسعد عن زبان بن فائد عن سهل بن معاذ\r\nأبيه عن النبي صلى الله عليه وسلم قال من تخطى الناس يوم\r\nالجمعة اتخذ جسرا إلى جهنم\r\n( 1492 ) حدثنا هارون بن معروف حدثنا به أبو عبد\r\nالرحمن حدثنا سعيد حدثني أبو مرحوم عبد الرحيم بن ميمون\r\nعن سهل بن معاذ بن أنس الجهني\r\nعن أبيه عن النبي صلى الله عليه وسلم أنه نهى عن الحبوة يوم الجمعة\r\nوالامام يخطب\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n( 1493 ) حدثنا أبو همام حدثنا بن وهب\r\nأخبرني يحيى بن أيوب عن زبان بن فائد عن سهل بن معاذ\r\nالجهني\r\nعن أبيه أن رسول الله صلى الله عليه وسلم قال من قرأ القرآن وعمل بما\r\nفيه ألبس والديه تاجا يوم القيامة ضوؤه أحسن من ضوء الشمس في\r\nبيوت أهل الدنيا لكانت فيه فما ظنكم بالذي عمل بهما\r\n( 1494 ) حدثنا أبو همام حدثنا بن وهب حدثني\r\nسعيد بن أبي أيوب عن زبان بن فائد عن سهل بن معاذ بن\r\nأنس\r\nعن أبيه أن رسول الله صلى الله عليه وسلم قال من بر والديه طوبى\r\nله زاد الله في عمره\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n( 1495 ) حدثنا الحكم بن موسى حدثنا بقية بن\r\nالوليد حدثني أبو الحجاج حدثني زبان بن فائد عن\r\nسهل بن معاذ\r\nعن أبيه قال قال رسول الله صلى الله عليه وسلم من صلى صلاة\r\nالفجر ثم قعد يذكر الله حتى تطلع الشمس وجبت له\r\nالجنة\r\n( 1496 ) حدثنا أحمد بن إبراهيم الدورقي حدثنا أبو عبد الرحمن حدثنا\r\nسعيد حدثني أبو مرحوم عبد الرحيم بن\r\nميمون عن سهل بن معاذ بن أنس الجهني\r\nعن أبيه عن النبي صلى الله عليه وسلم أنه نهى عن الحبوة يوم الجمعة\r\nوالامام يخطب\r\nقال بن الدورقي قال أبو عبد الرحمن ليس هو بالمعروف\r\nعند الناس ولم يزل الناس يحتبون (\r\n1497 ) حدثنا أبو عبد الله أحمد بن إبراهيم حدثنا\r\nأبو عبد الرحمن حدثنا سعيد حدثني أبو مرحوم عن سهل بن\r\nمعاذ بن أنس\r\nعن أبيه أن رسول الله صلى الله عليه وسلم قال من كظم غيظا وهو قادر\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\nعلى أن ينفذه دعاه الله على رؤوس الاشهاد يوم القيامة فيخيره\r\nفي أي الحور شاء\r\n( 1498 ) حدثنا أحمد بن إبراهيم حدثنا أبو عبد\r\nالرحمن حدثنا سعيد حدثني أبو مرحوم عن سهل بن معاذ\r\nبن أنس\r\nعن أبيه أن رسول الله صلى الله عليه وسلم قال من أكل طعاما ثم قال\r\nالحمد لله الذي أطعمني هذا الطعام ورزقنيه من غير حول مني\r\nولا قوة غفر له ما تقدم مذنبه ومن لبس ثوبا قال الحمد\r\nلله الذي كساني هذا ورزقنيه من غير حول مني ولا قوة غفر له ما\r\nتقدم من ذنبه\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n( 1499 ) حدثنا أبو عبد الله الدورقي حدثنا أبو عبد\r\nالرحمن حدثنا سعيد حدثني أبو مرحوم عبد الرحيم بن\r\nميمون عن سهل بن معاذ بن أنس الجهني\r\nعن أبيه قال قال رسول الله صلى الله عليه وسلم من ترك اللباس وهو\r\nيقدر عليه تواضع لله دعاه الله يوم القيامة على رؤوس الخلائق\r\nحتى يخيره من حلل الايمان يلبس من أيها شاء\r\n( 1500 ) حدثنا أبو عبد الله حدثنا أبو عبد الرحمن\r\nحدثنا سعيد حدثني أبو مرحوم عبد الرحيم بن ميمون عن سهل\r\nبن معاذ بن أنس الجهني\r\nعن أبيه قال قال رسول الله صلى الله عليه وسلم من أعطى لله ومنع\r\nلله وأحب لله وأبغض لله وأنكح لله فقد استكمل\r\nإيمانه\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nمسند عرفجة بن أسعد\r\n( 1501 ) حدثنا حوثرة بن أشرس أبو عامر أخبرني أبو\r\nالأشهب جعفر بن حيان عن عبد الرحمن بن طرفة بن عرفجة بن\r\nأسعد بن منقر قال أبو عامر هؤلاء أخوال بني سعد\r\nأن جده عرفجة أصيب أنفه في الجاهلية يوم الكلاب\r\nفاتخذ أنفا من ورق فأنتن عليه فذكر ذلك لرسول الله صلى الله عليه وسلم\r\nفأمره أن يتخذ أنفا من ذهب\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\nقال أبو عامر حوثرة وزعم عبد الرحمن أنه قد رأى أنف\r\nجده\r\n( 1502 ) حدثنا شيبان بن فروخ حدثنا أبو الأشهب\r\nحدثنا عبد الرحمن بن طرفة بن عرفجة وزعم أنه رأى عرفجة\r\nجده قال\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\nأصيب أنف عرفجة يوم الكلاب فاتخذ أنفا من ورق\r\nفأنتن عليه فأمره النبي صلى الله عليه وسلم أن يتخذ أنفا من ذهب\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nمسند أبي العشراء الدارمي\r\n( 1503 ) حدثنا علي بن الجعد وهدبة بن خالد\r\nوعبد الاعلى النرسي وحوثرة بن أشرس وإبراهيم بن\r\nالحجاج قالوا حدثنا حماد بن سلمة عن أبي العشراء\r\nعن أبيه قال قلت يا رسول الله أما تكون الذكاة إلا من\r\nاللبة أو الحلق قال لو طعنت في فخذها لأجزأ عنك\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n( 1504 ) زاد حوثرة فقال رسول الله صلى الله عليه وسلم . والذي\r\nنفسي بيده لو طعنت في فخذها لأجزأ عنك\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nمسند عتبان\r\n( 1505 ) حدثنا شيبان بن فروخ حدثنا سليمان بن\r\nالمغيرة حدثنا ثابت عن أنس حدثني محمود بن الربيع\r\nعن عتبان بن مالك قال قدمت المدينة فلقيت عتبان بن\r\nمالك فقلت حديث بلغني عنك قال أصابني في بصري\r\nشئ فبعثت إلى رسول الله صلى الله عليه وسلم إني أحب أن تأتيني فتصلي في\r\nمنزلي فأتخذه مصلى قال فأتاني النبي فيمن شاء الله من\r\nأصحابه فدخل علي فهو يصلي في منزلي وأصحابه يتحدثون\r\nبينهم ثم أسندوا عظم ذلك وكبره إلى مالك بن دخشم قال\r\nودوا أنه دعا عليه فهلك ودوا أنه أصابه سقم فقضى\r\nرسول الله صلى الله عليه وسلم الصلاة فقال أليس يشهد أن لا إله إلا الله وأني\r\nرسول الله قالوا إنه يقول ذلك وما هو في قلبه قال\r\nلا يشهد أحد أن لا إله إلا الله وأني رسول الله فيدخل النار أو\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\nتطعمه النار قال فأعجبني هذا الحديث فقلت لابني\r\nاكتبه فكتبه\r\n( 1506 ) حدثنا أبو خيثمة حدثنا هاشم بن القاسم\r\nحدثنا سليمان بن المغيرة عن ثابت عن أنس\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\nعن عتبان بن مالك نحوا منه وزاد فيه وأصحابه يتحدثون\r\nبينهم ويذكرون ما يلقون من المنافقين ثم أسندوا عظم ذلك إلى\r\nمالك بن دخشم قال ودوا أنه دعا عليه يحملونه عليه\r\nفقضى رسول الله صلى الله عليه وسلم فذكر نحوا منه\r\n( 1507 ) حدثنا أبو حمزة هريم بن عبد الأعلى حدثنا\r\nمعتمر بن سليمان عن سليمان بن المغيرة حدثنا ثابت عن\r\nأنس عن محمود بن الربيع\r\nعن عتبان بن مالك قال لقيت عتبان بعد ذلك فحدثني\r\nبحديث أعجبني فقلت لابني اكتبه فكتبه قال وقد كان\r\nذهب بصره قال قلت يا نبي الله لو أتيتني فصليت عندي في\r\nمكان أتخذه مسجدا قال فجاء رسول الله صلى الله عليه وسلم فجعل يصلي\r\nوجعل أصحابه يتحدثون قال فذكروا ما يلقون من المنافقين من\r\nالأذى فحملوا عظم ذلك على مالك بن الدخشم فكان يعجبهم أن\r\nيحملوا النبي صلى الله عليه وسلم فيدعو عليه فيهلك فقالوا يا نبي الله إن من\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\nأمره كذا وكذا قال فقال نبي الله صلى الله عليه وسلم أليس يشهد أن لا إله\r\nإلا الله وأن محمدا رسول الله قالوا إنما يقول ذلك\r\nبلسانه وليس له حقيقة في قلبه قال فقال نبي الله صلى الله عليه وسلم لا\r\nيشهد أحد أن لا إله إلا الله وأني رسول الله فيدخله الله النار\r\nأو قال فتطعمه النار\r\nأبدا قال المعتمر قال إني سمعته من أنس وما حدث به\r\nأحدا\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nمسند عمرو بن خارجة\r\n( 1508 ) حدثنا خلف بن هشام حدثنا أبو عوانة\r\nعن قتادة عن شهر بن حوشب عن عبد الرحمن بن غنم\r\nعن عمرو بن خارجة قال خطب رسول الله صلى الله عليه وسلم وهو\r\nعلى ناقة وأنا تحت جرانها وهي تقصع بجرة ولعابها يسيل\r\nبين كتفي فقال يا أيها الناس إن الله أعطى كل ذي حق\r\nحقه فلا وصية لوارث والولد للفراش وللعاهر الحجر\r\nومن ادعى إلى غير أبيه أو انتمى إلى غير مواليه رغبة عنهم\r\nفعليه لعنة الله والملائكة والناس أجمعين لا يقبل الله منه\r\nصرفا ولا عدلا\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nمسند عمارة بن أوس\r\n( 1509 ) حدثنا يحيى بن عبد الحميد حدثنا قيس\r\nبن الربيع عن زياد بن علاقة\r\nعن عمارة بن أوس وقد كان صلى القبلتين جميعا قال\r\nإني لفي منزلي إذا مناد ينادي على الباب أن النبي صلى الله عليه وسلم قد حول\r\nالقبلة فأشهد على إمامنا والرجال والنساء والصبيان لقد\r\nصلوا إلى ها هنا يعني بيت المقدس وإلى ها هنا يعني\r\nالكعبة\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nمسند سعد بن الأطول\r\n( 1510 ) حدثنا عبد الأعلى بن حماد حدثنا حماد\r\nبن سلمة أخبرنا عبد الملك أبو جعفر عن أبي نضرة\r\nعن سعد بن الأطول أن رجلا مات وترك ثلاث مائة درهم\r\nوعيالا قال فأردت أن أنفقها على عياله فقال النبي صلى الله عليه وسلم\r\nإن أخاك محبوس بدينه فاقض عنه فقضى عنه فقال\r\nيا رسول الله قد قضيت عنه إلا امرأة ادعت دينارين وليس لها\r\nبينه فقال النبي صلى الله عليه وسلم أعطها فإنها صادقة\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n( 1511 ) حدثنا بن عبد الله بن بدر بن واصل بن\r\nعبد الله بن سعد بن الأطول قال حدثني أبي عبد الله بن بدر بن\r\nواصل بن عبد الله بن سعد بن الأطول حدثني عبد الله بن\r\nسعد بن الأطول قال كان عبد الله بن سعد يخرج إلى\r\nأصحابه بتستر يزورهم فيقيم يوم دخوله والثاني ويخرج في\r\nالثالث فيقولون له لو أقمت فيقول\r\nسمعت أبي يقول نهاني رسول الله صلى الله عليه وسلم أو سمعت\r\nرسول الله صلى الله عليه وسلم ينهى عن التناءة فمن أقام ببلد الخراج فقد تنأ\r\nفأنا أكره أن أقيم\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n( 1512 ) حدثنا بن عبد الله بن بدر حدثني عباد\r\nبن موسى القرشي عن حماد بن سلمة عن عبد الملك أبي\r\nجعفر عن أبي نضرة\r\nعن سعد بن الأطولان أباه مات وترك ثلاث مائة درهم\r\nوعيالا ودينا فأردت أن أنفق على عياله فقال لي النبي صلى الله عليه وسلم\r\nإن أباك محبوس بدينه فاقض عنه قلت بأبي أنت وأمي\r\nيا رسول الله قد قضيت عنه ما خلا امرأة ادعت دينارين وليس لها\r\nبينه قال أعطها فإنها صادقة فأعطيتها\r\n( 1513 ) حدثنا بن عبد الله حدثني عباد بن\r\nموسى عن حماد بن سلمة عن سعيد الجريري عن أبي\r\nنضرة عن رجل من أصحاب النبي صلى الله عليه وسلم بمثله\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nأبو مرثد الغنوي\r\n( 1514 ) حدثنا العباس بن الوليد النرسي حدثنا\r\nعبد الله بن المبارك حدثني عبد الرحمن بن يزيد بن جابر قال\r\nسمعت بسر بن عبيد الله وقال مرة عن بسر بن عبيد الله عن\r\nأبي إدريس الخولاني عن واثلة بن الأسقع\r\nعن أبي مرثد الغنوي قال سمعت رسول الله صلى الله عليه وسلم يقول\r\nلا تجلسوا على القبور ولا تصلوا إليها\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nعبد الله بن عبد الرحمن الأنصاري\r\n( 1515 ) حدثنا عبد الأعلى بن حماد حدثنا فضالة\r\nبن حصين العطار قال سمعت الخطاب بن سعيد عن سليمان\r\nبن محمد بن إبراهيم الأنصاري\r\nعن عبد الله بن عبد الرحمن الأنصاري قال قال\r\nرسول الله صلى الله عليه وسلم الراسخات في الوحل المطعمات\r\nفي المحل من باعها فإن ثمنها بمنزلة الرماد على شاهقة هبت له ريح\r\nفقذفته\r\n( 1516 ) حدثنا شيبان بن فروخ حدثنا جرير بن\r\nحازم حدثنا الحسن\r\nعن عبد الرحمن بن سمرة قال قال لي رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\nيا عبد الرحمن لا تسأل الامارة وذكر\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nالحديث المقداد بن عمرو الكندي\r\n( 1517 ) حدثنا هدبة حدثنا حماد بن سلمة عن\r\nثابت عن عبد الرحمن بن أبي ليلى\r\nعن المقداد بن عمرو الكندي قال قدمت على\r\nرسول الله صلى الله عليه وسلم ومعي رجلان من أصحابي فطلبنا هل يضيفنا أحد\r\nفلم يضيفنا أحد فأتينا رسول الله صلى الله عليه وسلم فقلنا يا رسول لله أصابنا\r\nجوع وجهد وإنا تعرضنا هل يضيفنا أحد فلم يضيفنا أحد فدفع\r\nإلينا أربعة أعنز فقال يا مقداد خذ هذه فاحتلبها فجزئها أربعة\r\nأجزاء جزءا لي وجزءا لك وجزءا لصاحبيك فكنت أفعل ذلك\r\nفلما كان ذات ليلة شربت جزئي وشرب صاحباي جزئيهما\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\nوجعلت جزء النبي صلى الله عليه وسلم في القعب وأطبقت عليه فاحتبس\r\nالنبي صلى الله عليه وسلم فقالت لي نفسي إن رسول الله صلى الله عليه وسلم قد دعاه أهل\r\nبيت من المدينة فتعشى معهم ورسول الله صلى الله عليه وسلم لا يحتاج إلى هذا\r\nاللبن فلم تزل نفسي تديرني حتى قمت إلى القعب فشربت ما\r\nفيه فلما تقار في بطني أخذني ما قدم وما حدث فقالت لي\r\nنفسي يجئ رسول الله صلى الله عليه وسلم وهو جائع ظمآن فيرفع القعب فلا\r\nيجد فيه شيئا فيدعو عليك فتسجيت كأني نائم وما كان بي\r\nنوم فجاء رسول الله صلى الله عليه وسلم فسلم تسليمة أسمع اليقظان ولم يوقظ\r\nالنائم فلما لم ير في القعب شيئا رفع رأسه إلى السماء فقال\r\nاللهم أطعم من أطعمنا واسق من سقانا قال فاغتنمت\r\nدعوة رسول الله صلى الله عليه وسلم فأخذت الشفرة وأنا أريد أن أذبح بعض تلك\r\nالا عنز فأطعمه فضربت بيدي فوقعت على ضرعها فإذا هي\r\nحافل ثم نظرت إليهن جميعا فإذا هن حفل فحلبت في القعب\r\nحتى امتلأ ثم أتيته وأنا أبتسم فقال هيه بعض سوأتك يا\r\nمقداد فقلت يا رسول الله اشرب ثم أخبر فشرب ثم\r\nشربت ما بقي ثم أخبرته فقال يا مقداد هذه بركة كان\r\nينبغي لك أن تعلمني حتى نوقظ صاحبينا فنسقيهما من هذه\r\nالبركة قال قلت يا رسول الله إذا شربت أنت البركة وأنا\r\nفما أبالي من أخطأت\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nعبد الرحمن بن شبل الأنصاري\r\n( 1518 ) حدثنا هدبة بن خالد حدثنا أبان حدثنا\r\nيحيى بن أبي كثير حدثني زيد عن أبي سلام عن الحبراني\r\nعن عبد الرحمن بن شبل أنه سمع رسول الله صلى الله عليه وسلم يقول\r\nإقرؤوا القرآن ولا تغلوا فيه ولا تجفوا عنه ولا تأكلوا به ولا\r\nتستكثروا به\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nمسند جندب بن عبد الله البجلي\r\n( 1519 ) حدثنا خلف البزاز حدثنا حماد بن زيد\r\nعن أبي عمران\r\nعن جندب بن عبد الله البجلي ولا أعلمه إلا رفعه إلى\r\nالنبي صلى الله عليه وسلم قال اقرؤوا القرآن ما ائتلفت عليه قلوبكم فإذا\r\nاختلفتم فيه فقوموا عنه\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\nقال وكنت على عهد رسول الله صلى الله عليه وسلم غلاما حزورا\r\n( 1520 ) حدثنا بشر بن الوليد الكندي حدثنا سهيل\r\nأخو حزم عن أبي عمران\r\nعن جندب قال قال رسول الله صلى الله عليه وسلم من قال في\r\nالقرآن برأيه فأصاب فقد أخطأ\r\n( 1521 ) حدثنا عبد الواحد بن غياث حدثنا حماد\r\nبن سلمة عن حميد عن الحسن\r\nعن جندب وغيره أن رسول الله صلى الله عليه وسلم قال احتج آدم\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\nوموسى فقال موسى أنت آدم الذي خلقك الله بيده وأسجد\r\nلك ملائكته وأسكنك جنته فأخرجت الناس من الجنة\r\nفقال آدم أنت موسى الذي كلمك الله نجيا وأتاك\r\nالتوراة تلومني على أمر قد كتب علي قبل أن يخلقني\r\nقال رسول الله صلى الله عليه وسلم فحج آدم موسى فحج آدم\r\nموسى\r\n( 1522 ) حدثنا عبيد الله بن عمر القواريري حدثنا\r\nعبد الرحمن بن مهدي حدثني عبد الحميد بن بهرام حدثنا\r\nشهر بن حوشب\r\nحدثني جندب بن سفيان رجل من بجيلة قال إني\r\nعند رسول الله صلى الله عليه وسلم إذ جاءه بشير من سرية بعثها فأخبره بنصر الله\r\nالذي نصر سريته وبفتح الله الذي فتح لهم قال يا\r\nرسول الله بينما نحن بطلب العدو وقد هزمهم الله إذ لحقت رجلا\r\nبالسيف فلما أحس أن السيف قد واقعه التفتت وهو يسعى فقال\r\nإني مسلم إني مسلم فقتلته وإنما كان يا نبي الله متعوذا\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\nقال فهلا شققت عن قلبه فنظرت صادق هو أو كاذب\r\nقال لو شققت عن قلبه ما كان يعلمني القلب هل قلبه إلا\r\nمضغة من لحم قال فأنت قتلته لا ما في قلبه علمت ولا\r\nلسانه صدقت ثال يا رسول الله استغفر لي قال لا\r\nأستغفر لك فدفنوه فأصبح على وجه الأرض ثلاث مرات\r\nفلما رأى ذلك قومه استحيوا وخزوا مما لقي فحملوه فألقوه في\r\nشعب من تلك الشعاب\r\n( 1523 ) حدثنا محمد بن بكار حدثنا عبد الحميد\r\nبن بهرام حدثنا شهر بن حوشب\r\nحدثني جندب بن سفيان رجل من بجيلة قال إني\r\nلعند رسول الله صلى الله عليه وسلم حين جاءه بشير من سرية بعثها فأخبره\r\nبنصر الله الذي نصر سريته وبفتح الله الذي فتح لهم فذكر\r\nنحوه وزاد فيه فقال رسول الله صلى الله عليه وسلم عند ذلك ستكون\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\nبعدي فتن كقطع الليل المظلم تصدم كصدم الحيات\r\nوفحول الثيران يصبح الرجل فيها مسلما ويمسي كافرا\r\nويمسي فيها مسلما ويصبح كافرا فقال رجل من المسلمين\r\nفكيف نصنع عند ذلك يا رسول الله قال ادخلوا\r\nبيوتكم وأخملوا ذكركم فقال رجل من المسلمين أفرأيت إن دخل\r\nعلى أحدنا في بيته فقال رسول الله صلى الله عليه وسلم ليمسك بيده وليكن\r\nعبد الله المقتول ولا يكن عبد الله القاتل فإن الرجل يكون\r\nفي قبة الاسلام فيأكل مال أخيه ويسفك دمه ويعصي ربه\r\nويكفر بخالقه وتجب له جهنم\r\n( 1524 ) حدثنا القواريري حدثنا عبد الرحمن\r\nعن سفيان عن سلمة بن كهيل قال\r\nسمعت جندب البجلي قال قال رسول الله صلى الله عليه وسلم من\r\nسمع سمع الله به ومن رأى رأى الله به\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n( 1525 ) حدثنا محمد بن أبي بكر المقدمي حدثنا\r\nأبو عوانة عن عبد الملك يعني بن عمير\r\nعن جندب بن سفيان البجلي قال سمعت رسول الله صلى الله عليه وسلم\r\nيقول انا فرطكم على الحوض\r\n( 1526 ) حدثنا محمد بن المثنى حدثنا\r\nالأنصاري حدثنا الأشعث عن الحسن\r\nعن جند ب بن عبد الله قال قال رسول الله صلى الله عليه وسلم من\r\nصلى صلاة الصبح كان في ذمة الله فإياك أن يطلبك الله بشئ\r\nذمته\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n( 1527 ) حدثنا أبو موسى حدثنا وهب بن جرير\r\nحدثني أبي قال سمعت الحسن قال\r\nحدثنا جندب بن عبد الله في هذا المسجد فما نسينا منه\r\nحديثا ولا نخشى أن يكون كذب على رسول الله صلى الله عليه وسلم قال قال\r\nرسول الله صلى الله عليه وسلم خرج برجل خراج ممن كان قبلكم فجزع\r\nمنه فأخذ سكينا فجر بها يده فما رقأ عنه الدم حتى مات قال\r\nالله تعالى عبدي بادرني بنفسه حرمت عليه الجنة\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\nقال أبو موسى قال وهب القدرية يحتجون بهذا\r\nالحديث وليس لهم فيه حجة\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n( 1528 ) حدثنا أبو موسى حدثنا الحجاج بن\r\nالمنهال حدثنا حماد عن عمار بن أبي عمار عن أبي\r\nهريرة\r\nوعن حماد عن حميد عن الحسن\r\nعن جندب بن عبد الله عن النبي صلى الله عليه وسلم قال لقي آدم\r\nموسى فقال موسى أنت آدم الذي خلقك الله بيده وأسكنك\r\nجنته وأسجد لك ملائكته فعلتما فعلت فأخرجت ذريتك من\r\nالجنة قال آدم يا موسى أنت الذي اصطفاك الله برسالته\r\nوكلمك وقربك نجيا قال نعم قال فأنا أقدم أم الذكر\r\nقال الذكر قال رسول الله صلى الله عليه وسلم فحج آدم موسى فحج آدم\r\nموسى\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n( 1529 ) حدثنا صالح بن حاتم بن وردان حدثنا\r\nالمعتمر بن سليمان قال سمعت أبي يحدث عن أبي عمران\r\nالجوني\r\nعن جندب بن عبد الله البجلي قال قال رسول الله صلى الله عليه وسلم\r\nقال رجل والله لا يغفر الله لفلان فقال الله من ذا الذي يتألى\r\nعلي أن لا أغفر لفلان فإنني قد غفرت لفلان وأحبطت\r\nعملك\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n( 1530 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\nحميد يعني الرؤاسي حدثني حسن بن صالح عن سماك\r\nبن حرب عن عكرمة\r\nعن بن عباس قال من سلم عليك من خلق الله فاردد\r\nعليه وإن كان مجوسيا فإن الله يقول * ( وإذا حييتم بتحية فحيوا\r\nبأحسن منها أو ردوها ) *\r\n( 1531 ) حدثنا إسحاق حدثنا سالم بن نوح\r\nعن يونس\r\nعن الحسن وإذا حييتم بتحية فحيوا بأحسن منها\r\nلأهل الاسلام أو ردوها على أهل الشرك\r\n( 1532 ) حدثنا خلف بن هشام حدثنا أبو عوانة\r\nعن الأسود بن قيس\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\nعن جندب بن سفيان قال صلينا مع النبي صلى الله عليه وسلم ذات يوم\r\nفذبح ناس ضحاياهم قبل الصلاة فلما انصرف رسول الله صلى الله عليه وسلم\r\nفرآهم قد ذبحوا قبل الصلاة قال من كان ذبح أضحيته قبل\r\nالصلاة فليذبح ذبحا آخر ومن كان لم يذبح حتى صلينا فليذبح\r\nعلى اسم الله\r\n( 1533 ) حدثنا خلف بن هشام حدثنا أبو عوانة\r\nعن الأسود\r\nعن جندب بن سفيان البجلي أن رسول الله صلى الله عليه وسلم دميت\r\nإصبعه في بعض المشاهد فقال\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\nهل أنت إلا إصبع دميت وفي سبيل الله ما لقيت\r\n( 1534 ) حدثنا عبد الأعلى بن حماد حدثنا معتمر\r\nبن سليمان قال سمعت أبي عن صاحب له وهو الحضرمي\r\nعن أبي السوار يحدث\r\nعن جندب بن عبد الله أن رسول الله صلى الله عليه وسلم بعث\r\nرهطا وبعث عليهم أبا عبيدة بن الجراح فلما أخذ ينطلق لكنه بكى صبابة إلى\r\nرسول الله صلى الله عليه وسلم فبعث رجلا مكانه يقال له عبد الله بن جحش\r\nوكتب له كتابا وأمره أن لا يكره أحدا من أصحابه على المسير\r\nمعه فلما قرأ الكتاب استرجع وقال سمع وطاعة يعني لله\r\nورسوله خبرهم الخبر وقرأ عليهم الكتاب فرجع رجلان ومضى\r\nبقيتهم فلقوا بن الحضرمي فقتلوه ولم يدرك ذاك اليوم من رجب\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\nأو من جمادى فقال المشركون للمسلمين فعلتم كذا وكذا في\r\nالشهر الحرام فأتوا رسول الله صلى الله عليه وسلم فحدثوه الحديث فأنزل الله\r\n* ( يسألونك عن الشهر الحرام قتال فيه قل قتال فيه كبير ) * إلى\r\nقوله * ( والفتنة أكبر من القتل ) * قال الشرك\r\nقال بعض الذين كانوا في السرية والله ما قتله إلا واحد فإن\r\nيك خيرا فقد وليته وإن يك ذنبا فقد عملته وقال بعض\r\nالمسلمين إن لم يكونوا أصابوا في شهرهم هذا وزرا فليس لهم\r\nفيه أجر فأنزل الله * ( والذين آمنوا وهاجروا وجاهدوا في سبيل\r\nالله أولئك يرجون رحمة من الله والله غفور رحيم ) *\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nمسند ثابت بن الضحاك\r\n( 1535 ) حدثنا هدبة بن خالد حدثنا أبان بن يزيد\r\nحدثنا يحيى بن أبي كثير أن أبا قلابة حدثه\r\nأن ثابت بن الضحاك حدثه أن رسول الله صلى الله عليه وسلم قال من\r\nحلف على ملة غير الاسلام كاذبا فهو كما قال ليس على رجل\r\nنذر فيما لا يملك\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nمسند حمزة الأسلمي\r\n( 1536 ) حدثنا سعيد بن عبد الجبار حدثنا المغيرة بن\r\nعبد الرحمن بن عبد الله بن خالد بن حزام الحزامي حدثنا أبو\r\nالزناد أن محمد بن حمزة حدثه\r\nعن أبيه حمزة الأسلمي أن رسول الله صلى الله عليه وسلم بعثه في سرية\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\nوأمره عليهم وقال إن أخذتم فلانا فأحرقوه بالنار فلما وليت\r\nدعوني من ورائي فجئت فقال إن أخذتم فلانا فاقتلوه ولا تحرقوه\r\nبالنار فإنه لا يعذب بالنار إلا رب النار\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nيزيد بن ركانة\r\n( 1537 ) حدثنا أبو الربيع حدثنا جرير يعني بن\r\nحازم عن الزبير بن سعيد حدثنا عبد الله بن يزيد بن ركانة\r\nعن أبيه\r\nعن جده أنه طلق امرأته البتة فأتى النبي صلى الله عليه وسلم فقال ما\r\nأردت بها قال واحدة قال آلله قال آلله قال\r\nهي على ما أردت\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n( 1538 ) حدثنا شيبان حدثنا جرير حدثنا الزبير بن\r\nسعيد الهاشمي عن عبد الله بن علي بن يزيد بن ركانة عن\r\nأبيه\r\nعن جده أنه طلق امرأته البتة على عهد النبي صلى الله عليه وسلم فأتى\r\nالنبي صلى الله عليه وسلم فأخبره فقال ما نويت بذلك قال واحدة\r\nقال آلله قال آلله قال هي على ما أردت\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n\r\nالجارود\r\n( 1539 ) حدثنا هدبة حدثنا أبان حدثنا قتادة عن\r\nيزيد بن عبد الله عن أبي مسلم الجذمي\r\nعن الجارود أن رسول الله صلى الله عليه وسلم قال ضالة المسلم حرق\r\nالنار\r\nعبد الله بن الحارث بن جزء الزبيدي\r\n( 1540 ) حدثنا هارون بن معروف حدثنا عبد الله\r\nبن وهب أخبرني عمرو أن سليمان بن زياد الحضرمي حدثه\r\nأن عبد الله بن الحارث بن جزء الزبيدي حدثه أنه مر\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\nوصاحب له بأم أيمن وفتية من قريش قد حلوا أزرهم فجعلوها\r\nمخاريق يجتلدون بها وهم عراة\r\nقال عبد الله فلما مررنا بهم قالوا إن هؤلاء قسيسون\r\nفدعوهم ثم إن رسول الله صلى الله عليه وسلم خرج عليهم فلما أبصروه تبددوا\r\nفرجع رسول الله صلى الله عليه وسلم مغضبا حتى دخل وكنت وراء الحجرة\r\nفسمعته يقول سبحان الله لا من الله استحيوا ولا من رسوله\r\nاستتروا وأم أيمن عنده تقول استغفر لهم يا رسول الله\r\nقال عبد الله فبأبي ما استغفر لهم\r\n( 1541 ) حدثنا عبد الأعلى بن حماد حدثنا المفضل\r\nبن فضالة عن بن لهيعة عن سليمان بن زياد\r\nعن عبد الله بن جزء قال اكلنا مع رسول الله صلى الله عليه وسلم يوما\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nشواء ونحن في المسجد أقيمت الصلاة فلم نزد على أن مسحنا\r\nأيدينا بالحصاة\r\nهبيب بن مغفل\r\n( 1542 ) حدثنا هارون بن معروف حدثنا عبد الله\r\nبن وهب قال وحدثنا عمرو بن الحارث عن يزيد بن أبي حبيب\r\nعن أسلم أبي عمران\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nعن هبيب بن مغفل أنه رأى محمد بن علبة القرشي يجر\r\nإزاره فنظر إليه هبيب بن مغفل فقال سمعت رسول الله صلى الله عليه وسلم يقول\r\nمن وطئه خيلاء وطئه في النار\r\nمسند أبي شهم\r\n( 1543 ) حدثنا بشر بن الوليد الكندي حدثنا يزيد بن\r\nعطاء عن بيان بن بشر عن قيس بن أبي حازم\r\nعن أبي شهم وكان بطالا قال مرت بي جارية في\r\nبعض طرق المدينة فأهويت بيدي إلى خاصرتها فلما كان الغد\r\nأتى الناس رسول الله صلى الله عليه وسلم يبايعونه وأتيته فبسطت يدي لابايعه\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nفقبض يديه فقال أنت صاحب الجبيذة أمس قال قلت\r\nيا رسول الله بايعني لا أعود أبدا قال فنعم إذا\r\nمسند رافع بن مكيث\r\n( 1544 ) حدثنا إسحاق بن أبي إسرائيل حدثنا عبد\r\nالرزاق أخبرنا معمر عن عثمان بن زفر عن بعض بني رافع بن مكيث عن رافع\r\nبن مكيث\r\nوكان شهد الحديبية عن النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\nقال حسن الملكة نماء وسوء الخلق شؤم\r\n( 1545 ) حدثنا هدبة بن خالد حدثنا همام بن\r\nيحيى حدثنا قتادة عن سعيد بن المسيب عن عامر بن أبي\r\nأمية أخي أم سلمة\r\nعن أم سلمة قالت كان رسول الله صلى الله عليه وسلم يصبح جنبا\r\nويصوم ولا يفطر\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nمسند رباح بن ربيع\r\n( 1546 ) حدثنا سعيد بن عبد الجبار بالبصرة حدثنا\r\nالمغيرة بن عبد الرحمن الخزامي حدثنا أبو الزناد عن مرقع بن\r\nصيفي\r\nعن جده رباح بن ربيع قال كنا مع رسول الله صلى الله عليه وسلم في\r\nغزاة وعلى مقدمة الناس خالد بن الوليد فإذا امرأة مقتولة على\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\nالطريق يتعجبون من خلقها قد أصابتها المقدمة فأتى\r\nرسول الله صلى الله عليه وسلم فوقف عليها فقال ها ما كانت هذه تقاتل ثم\r\nقال لرجل أدرك خالدا فلا يقتلن ذرية ولا عسيفا\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nمسند عفيف الكندي\r\n( 1547 ) حدثنا عبد الرحمن بن صالح حدثنا سعيد\r\nبن خثيم الهلالي عن أسد بن وداعة البجلي عن بن يحيى بن\r\nعفيف الكندي عن أبيه\r\nعن جده عفيف قال جئت في الجاهلية إلى مكة وأنا\r\nأريد أن أبتاع لأهلي من ثيابها وعطرها فأتيت العباس بن عبد\r\nالمطلب وكان رجلا تاجرا فأنا عنده جالس حيث أنظر إلى\r\nالكعبة وقد حلقت الشمس في السماء فارتفعت فذهبت إذ جاء\r\nشاب فرمى ببصره إلى السماء ثم قام مستقبل القبلة ثم لم\r\nألبث إلا يسيرا حتى جاء غلام فقام على يمينه ثم لم ألبث إلا\r\nيسيرا حتى جاءت امرأة فقامت خلفهما فركع الشاب فركع الغلام\r\nوالمرأة فرفع الغلام والمرأة فقلت يا عباس أمر\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\nعظيم فقال العباس أمر عظيم تدري من هذا الشاب قلت\r\nلا قال هذا محمد بن عبد الله بن أخي تدري من هذا\r\nالغلام هذا علي بن أخي تدري من هذه المرأة هذه خديجة\r\nبنت خويلد زوجته إن بن أخي هذا أخبرني أن ربه رب\r\nالسماوات والأرض أمره بهذا الدين الذي هو عليه ولا والله ما\r\nعلى الأرض كلها أحد على هذا الدين غير هؤلاء الثلاثة\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nمسند قتادة بن النعمان\r\n( 1548 ) حدثنا أبو معمر الهذلي إسماعيل بن\r\nإبراهيم حدثنا إسماعيل بن جعفر عن مالك بن أنس عن عبد\r\nالرحمن بن عبد الله بن عبد الرحمن بن صعصعة عن أبيه عن\r\nأبي سعيد الخدري قال\r\nأخبرني أخي قتادة بن النعمان أن رجلا قام في زمن النبي صلى الله عليه وسلم\r\nيقرأ من السحر قل هو الله أحد يرددها لا يزيد\r\nعليها فلما أصبح أتى رجل النبي صلى الله عليه وسلم فقال يا رسول الله\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\nإن فلانا قام الليلة فقرأ في السحر * ( قل هو الله أحد\r\nالله الصمد لم يلد ولم يولد ولم يكن له كفوا أحد ) *\r\nيرددها لا يزيد عليها كأن الرجل يتقالها\r\nقال النبي صلى الله عليه وسلم والذي نفسي بيده إنها لتعدل ثلث القرآن\r\n( 1549 ) حدثنا يحيى بن عبد الحميد الحماني\r\nحدثنا عبد الرحمن بن سليمان بن غسيل عن عاصم بن عمر\r\nبن قتادة عن أبيه\r\nيعني عن قتادة بن النعمان أنه أصيبت عينه يوم بدر فسالت\r\nحدقته على وجنته فأرادوا أن يقطعوها فسأل النبي صلى الله عليه وسلم فقال\r\nلا فدعا به فغمز حدقته براحته فكان لا يدري أي عينيه\r\nأصيبت\r\n( 1550 ) حدثنا أبو عبد الرحمن الأذرمي حدثنا عبد\r\nالعزيز بن عمران عن عبد الرحمن بن الحارث بن عبيد\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\nعن جده قال أصيبت عين أبي ذر يوم أحد فبزق فيها\r\nالنبي صلى الله عليه وسلم فكانت أصح عينيه\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nمسند معن بن يزيد\r\n( 1551 ) حدثنا عبد الأعلى بن حماد وعبد الرحمن\r\nبن سلام وعدة قالوا حدثنا أبو عوانة عن أبي الجويرية\r\nعن معن بن يزيد قال بايعت النبي صلى الله عليه وسلم أنا وأبي وجدي\r\nوخاصمت إليه فأفلجني وخطب علي فأنكحني وقال معن\r\nلا تحل غنيمة حتى تقسم على الناس جفة واحدة فإذا قسم حل\r\nلي أن أعطيك وهذا لفظ عبد الأعلى خاصة وليس في حديث\r\nغيره فإذا قسم أنا أعطيك\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nمسند أحمر\r\n( 1552 ) حدثنا أبو موسى حدثنا عبد الرحمن بن\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\nمهدي حدثنا عباد بن راشد قال سمعت الحسن يقول حدثنا\r\nأحمر صاحب النبي صلى الله عليه وسلم قال إن كنا لنأوي\r\nلرسول الله صلى الله عليه وسلم مما يجافي مرفقيه عن جنبيه إذا سجد\r\n( 1553 ) حدثنا شيبان بن فروخ حدثنا سليمان بن\r\nالمغيرة حدثنا حميد بن هلال\r\nعن هشام بن عامر قال جاءت الأنصار يوم أحد\r\nفقالوا يا رسول الله بنا قرح وجهد فكيف تأمرنا قال\r\nاحفروا وأوسعوا واجعلوا الرجلين والثلاثة في القبر\r\nفقالوا من نقدم قال قدموا أكثركم قرآنا قال فقدم\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\nأبي بين يدي اثنين من الأنصار أو قال واحد من الأنصار\r\n( 1554 ) حدثنا زهير بن حرب حدثنا إسماعيل بن\r\nإبراهيم حدثنا أيوب عن أبي قلابة قال كان الناس يشترون\r\nالذهب بالورق نسيئة قال إسماعيل أحسبه إلى العطاء\r\nفأتى عليهم هشام بن عامر فنهاهم وقال إن رسول الله صلى الله عليه وسلم\r\nنهى أن نبيع الذهب نسيئة وأنبأنا أو قال أخبرنا أن ذلك\r\nهو الربا\r\n( 1555 ) حدثنا أبو خيثمة حدثنا إسماعيل عن\r\nأيوب عن حميد بن هلال عن بعض أشياخهم قال\r\nقال هشام بن عامر لجيرانه إنكم متخطون إلى رجال ما\r\nكانوا بأخص لرسول الله صلى الله عليه وسلم ولا أوعى لحديثه مني سمعت\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\nرسول الله صلى الله عليه وسلم يقول ما بين خلق آدم إلى أن تقوم الساعة خلق\r\nأكبر من الدجال\r\n( 1556 ) حدثنا زهير حدثنا أحمد بن إسحاق\r\nحدثنا عبد العزيز حدثنا أيوب عن حميد بن هلال عن رهط\r\nنهم أبو الدهماء وأبو قتادة قال\r\nكنا نمر على هشام نأتي عمران بن حصين فقال ذات يوم\r\nإنكم لتتجاوزونني إلى رجال ما كانوا بأخص لرسول الله صلى الله عليه وسلم مني\r\nولا أعلم بحديثه مني سمعت رسول الله صلى الله عليه وسلم يقول ما بين\r\nخلق آدم إلى قيام الساعة خلق أكبر من الدجال\r\n( 1557 ) حدثنا زهير حدثنا أبو عامر العقدي عن\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\nشعبة عن يزيد الرشك عن معاذة\r\nعن هشام بن عامر الأنصاري قال سمعت رسول الله صلى الله عليه وسلم\r\nيقول لا يحل لمسلم أن يصارم مسلما فوق ثلاث وإنهما\r\nناكبان عن الحق ما كانا على صرامهما وإن أولهما فيئا يكون\r\nفي سبقه بالفئ كفارة له وإن سلم عليه فلم يقبل سلامه ردت\r\nعليه الملائكة ورد على الآخر الشيطان وإن ماتا على صرامهما\r\nلم يدخلا الجنة أو لم يجتمعا في الجنة\r\n( 1558 ) حدثنا زهير حدثنا عبد الصمد حدثنا\r\nأبي حدثنا أيوب عن حميد بن هلال عن أبي الدهماء\r\nعن هشام بن عامر قال شكوا إلى رسول الله صلى الله عليه وسلم ما بهم\r\nمن القرح فقال احفروا وأحسنوا وأوسعوا وادفنوا الاثنين\r\nوالثلاثة في القبر وقدموا أكثره قرآنا\r\nقال فمات أبي قدم بين يدي رجلين\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nمسند أبي جمعة\r\n( 1559 ) حدثنا عبد الغفار بن عبد الله حدثنا عبد الله\r\nبن عطارد البصري عن الأوزاعي عن أسيد بن عبد الرحمن\r\nعن صالح بن جبير\r\nعن أبي جمعة قال تغديت مع النبي صلى الله عليه وسلم ومعنا أبو عبيد\r\nبن الجراح فقال له أبو عبيدة يا رسول الله أحد خير منا\r\nأسلمنا معك وجاهدنا معك قال نعم قوم يكونون من\r\nبعدي يؤمنون بي ولم يروني\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n( 1560 ) حدثنا محمد بن عباد المكي حدثنا أبو\r\nسعيد مولى بني هاشم عن أبي خلف عن عبد الله بن عوف\r\nقال\r\nسمعت أبا جمعة جنبذ بن سبع يقول قاتلت النبي صلى الله عليه وسلم\r\nأول النهار كافرا وقاتلت معه آخر النهار مسلما وكنا ثلاثة\r\nرجال وسبع نسوة وفينا أنزلت لولا رجال مؤمنون ونساء\r\nمؤمنات الآية\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n( 1561 ) حدثنا أبو عبيدة بن الفضيل بن عياض\r\nحدثنا أبو سعيد مولى بني هاشم حدثنا المسعودي عن عون\r\nبن عبد الله قال\r\nلقيت شيخا بالشام فقلت أسمعت من رسول الله صلى الله عليه وسلم\r\nشيئا قال نعم سمعته يقول اللهم اغفر لنا وارحمنا\r\n( 1562 ) حدثنا الحسن بن حماد الكوفي حدثنا\r\nمسهر بن عبد الملك بن سلع أخبرني أبي قال\r\nقلت لعبد خير كم أتى عليك قال عشرون ومئة سنة\r\nقلت هل تذكر من أمر الجاهلية شيئا قال نعم كنا ببلاد\r\nاليمن فجاءنا كتاب رسول الله صلى الله عليه وسلم يدعو الناس إلى خير واسع فكان\r\nأبي ممن خرج وأنا غلام فلما رجع أبي قال لأمي مري بهذه\r\nالقدر فلتراق للكلاب فإنا قد أسلمنا فاسلمي\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nمسند عبد الله بن سرجس\r\n( 1563 ) حدثنا إبراهيم بن الحجاج السامي حدثنا\r\nعبد الواحد بن زياد حدثنا عاصم الأحول\r\nعن عبد الله بن سرجس قال رأيت رسول الله صلى الله عليه وسلم وأكلت\r\nمعه خبزا ولحما أو قال ثريدا فقلت غفر الله لك\r\nيا رسول الله قال ولك قلت لعبد الله بن سرجس استغفر\r\nلك رسول الله صلى الله عليه وسلم قال نعم ولك وتلا هذه الآية\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\nاستغفر لذنبك وللمؤمنين والمؤمنات\r\nقال ثم درت حتى صرت خلفه فرأيت خاتم النبوة عند\r\nنغض كتفه اليسرى جمعا عليه خيلان\r\n( 1564 ) حدثنا إبراهيم بن الحجاج حدثنا عبد\r\nالعزيز بن المختار حدثنا عاصم الأحول\r\nحدثنا عبد الله بن سرجس أن النبي صلى الله عليه وسلم نهى أن يغتسل\r\nالرجل بفضل المرأة وتغتسل المرأة بفضل الرجل ولكن\r\nيشرعان فيه جميعا\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nمسند عمرو بن مرة\r\n( 1565 ) حدثنا عبد الأعلى بن حماد حدثنا حماد\r\nيعني بن سلمة عن علي بن الحكم عن أبي حسن\r\nأن عمرو بن مرة قال لمعاوية سمعت رسول الله صلى الله عليه وسلم\r\nيقول ما من وال يغلق بابه دون ذوي الخلة والحاجة إلا\r\nأغلق الله أبواب السماء عن خلته ومسكنته\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n( 1566 ) حدثنا زهير بن حرب حدثنا إسماعيل بن\r\nإبراهيم عن علي بن الحكم قال حدثني أبو حسن\r\nعن عمرو بن مرة قال قلت لمعاوية سمعت\r\nرسول الله صلى الله عليه وسلم يقول ما من أمير ولا وال يغلق بابه دون ذوي\r\nالحاجة والخلة والمسكنة إلا أغلق الله أبواب السماء دون\r\nحاجته ومسكنته\r\nقال فجعل معاوية رجلا على حوائج الناس\r\n( 1567 ) حدثنا زهير بن حرب حدثنا الحسن\r\nبن موسى حدثنا بن لهيعة حدثنا الربيع بن سبرة\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\nعن عمرو بن مرة الجهني قال كنت جالسا عند رسول الله صلى الله عليه وسلم\r\nفقال من ها هنا من معد فليقم قال فأخذت ثوبي لاقوم\r\nقال اقعد ثم قال الثانية فقلت ممن أنا يا رسول الله\r\nقال من حمير\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nمخول\r\n( 1568 ) حدثنا محمد بن عباد المكي حدثنا محمد\r\nبن سليمان بن مسمول قال سمعت القاسم بن مخول البهزي ثم\r\nالسلمي يقول\r\nسمعت أبي وكان قد أدر ك الجاهلية والاسلام يقول نصبت\r\nحبائل لي بالابواء فوقع في حبل منها ظبي فأفلت فخرجت في\r\nإثره فوجدت رجلا قد أخذه فتنازعنا فيه فتساوقنا إلى\r\nرسول الله صلى الله عليه وسلم فوجدناه نازلا بالابواء تحت شجرة يستظل بنطع\r\nفاختصمنا إليه فقضى به بيننا شطرين\r\nقلت يا رسول الله نلقى الإبل وبها لبن وهي مصراة\r\nونحن محتاجون قال ناد صاحب الإبل ثلاثا فإن جاء وإلا\r\nفاحلل صرارها ثم اشرب ثم صر وأبق للبن دواعيه\r\nقلت يا رسول الله الضوال ترد علينا هل لنا أجر أن\r\nنسقيها قال نعم في كل ذات كبد حرى أجر\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\nثم أنشأ رسول الله صلى الله عليه وسلم يحدثنا قال سيأتي على الناس\r\nزمان خير المال فيه غنم بين المسجدين تأكل الشجر وترد\r\nالماء يأكل صاحبها من رسلها ويشرب من ألبانها ويلبس من\r\nأصوافها أو قال أشعارها والفتن ترتكس بين جراثيم العرب\r\nوالله ما تعبؤون يقولها رسول الله صلى الله عليه وسلم ثلاثا\r\nقلت يا رسول الله أوصني قال أقم الصلاة وآت\r\nالزكاة وصم رمضان وحج البيت واعتمر وبر والديك\r\nوصل رحمك وأقر الضيف وأمر بالمعروف وانه عن\r\nالمنكر وزل مع الحق حيث زال\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nمسند عم أبي حرة الرقاشي\r\n( 1569 ) حدثنا عبد الأعلى بن حماد حدثنا حماد\r\nعن علي بن زيد عن أبي حرة الرقاشي\r\nعن عمه قال كنت آخذا بزمام ناقة رسول الله صلى الله عليه وسلم في\r\nأوسط أيام التشريق في حجة الوداع فقال فيما يقول يا أيها\r\nالناس إن كل ربا موضوع وإن أول ربا يوضع ربا العباس بن\r\nعبد المطلب لكم رؤوس أموالكم لا تظلمون ولا تظلمون\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\n( 1570 ) حدثنا عبد الأعلى حدثنا حماد عن علي\r\nبن زيد عن أبي حرة الرقاشي\r\nعن عمه أن النبي صلى الله عليه وسلم قال لا يحل مال امرئ مسلم\r\nإلا بطيب نفس منه\r\nالحارث الأشعري\r\n( 1571 ) حدثنا هدبة بن خالد حدثنا أبان بن يزيد\r\nحدثنا يحيى بن أبي كثير أن زيدا حدثه\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\nأن أبا سلام حدثه أن الحارث الأشعري حدثه أن رسول الله صلى الله عليه وسلم قال إن\r\nالله أمر يحيى بن زكريا بخمس كلمات يعمل بهن ويأمر بني\r\nإسرائيل يعملون بهن وإن عيسى بن مريم قال له إن الله\r\nأمرك بخمس كلمات تعمل بهن وتأمر بهن بني إسرائيل\r\nيعملون بهن فإما أن تأمرهم وإما أن آمرهم قال إنك\r\nإن تسبقني بهن خشيت أن أعذب أو يخسف بي قال فجمع\r\nالناس في بيت المقدس حتى امتلأ وقعد الناس على الشرفات\r\nقال فوعظهم قال إن الله أمرني بخمس كلمات أعمل بهن\r\nوآمركم أن تعملوا بهن أولاهن أن تعبدوا الله ولا تشركوا به\r\nشيئا وإن مثل من أشرك بالله كمثل رجل اشترى عبدا من\r\nخالص ماله بذهب أو ورق قال هذه داري وهذا عملي\r\nفاعمل وأد إلي فجعل يعمل ويؤدي إلى غير سيده فأيكم يسره\r\nأن يكون عبده كذلك وإن الله خلقكم ورزقكم فلا تشركوا به\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\nشيئا وأمركم بالصلاة فإذا صليتم فلا تلتفتوا وأمركم\r\nبالصيام وإن مثل ذلك كمثل رجل كانت معه صرة فيها مسك\r\nومعه عصابة كلهم يعجبه أن يجد ريحها وإن الصيام أطيب عند\r\nالله من ريح المسك وآمركم بالصدقة وإن مثل ذلك كمثل\r\nرجل أسره العدو وقاموا إليه فأوثقوا يده إلى عنقه فقال هل\r\nلكم أن أفدي نفسي منكم قال فجعل يعطيهم القليل والكثير\r\nليفك نفسه منهم وآمركم بذكر الله كثيرا وإن مثل ذلك كمثل\r\nرجل طلبه العدو سراعا في إثره حتى أتى على حصن حصين\r\nفأحرز نفسه فيه كذلك العبد لا يحرز نفسه من الشيطان إلا بذكر\r\nالله\r\nوقال رسول الله صلى الله عليه وسلم وأنا آمركم بخمس أمرني الله\r\nبهن الجماعة والسمع والطاعة والهجرة والجهاد في سبيل الله\r\nفمن فارق الجماعة قيد شبر خلا الاسلام من رأسه إلا أن يرجع\r\nومن دعا بدعوى الجاهلية فإنه من جثى جهنم قيل وإن صام وصلى قال وإن صلى وصام\r\nفادعوا بدعوى الله الذي\r\nسماكم المسلمين المؤمنين عباد الله\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nمسند أبي هبيرة الأنصاري\r\n( 1572 ) حدثنا هارون بن معروف حدثنا عبد الله بن\r\nوهب أخبرنا مخرمة عن أبيه عن سعيد بن نافع قال\r\nرآني أبو هبيرة الأنصاري صاحب رسول الله صلى الله عليه وسلم وأنا أصلي\r\nالضحى حين طلعت الشمس فعاب ذلك علي ونهاني ثم\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nقال إن رسول الله صلى الله عليه وسلم قال لا تصلوا حتى ترتفع الشمس\r\nفإنها إنما تطلع في قرن شيطان\r\nمسند سعد مولى أبي بكر\r\n( 1573 ) حدثنا أبو موسى محمد بن المثنى حدثنا\r\nأبو داود حدثنا أبو عامر عن الحسن\r\nعن سعد مولى أبي بكر الصديق عن رسول الله صلى الله عليه وسلم قال\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\nلأبي بكر وكان سعد مملوكا له وكان رسول الله صلى الله عليه وسلم تعجبه\r\nخدمته قال رسول الله صلى الله عليه وسلم أعتق سعدا فقال أبو بكر يا\r\nرسول الله ما لنا ها هنا غيره فقال رسول الله صلى الله عليه وسلم أعتق سعدا\r\nأتتك الرجال أتتك الرجال\r\n( 1574 ) حدثنا أبو موسى حدثنا أبو داود حدثنا أبو\r\nعامر عن الحسن\r\nعن سعد قال قربت بين يدي رسول الله صلى الله عليه وسلم تمرا\r\nفجعلوا يقرنون فنهى رسول الله صلى الله عليه وسلم عن القران\r\n( 1575 ) حدثنا أبو هشام حدثنا معاذ بن هشام\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nحدثنا أبي عن قتادة عن الحسن\r\nعن دغفل ان النبي صلى الله عليه وسلم توفي وهو بن خمس\r\nوستين\r\nعبيد مولى رسول الله صلى الله عليه وسلم\r\n( 1576 ) حدثنا عبد الأعلى بن حماد حدثنا حماد\r\nبن سلمة عن سليمان التيمي\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\nعن عبيد مولى رسول الله صلى الله عليه وسلم قال إن امرأتين كانتا\r\nصائمتين فكانتا تغتابان الناس فدعا رسول الله صلى الله عليه وسلم بقدح فقال\r\nلهما قيئا فقاءتا قيحا ودما ولحما عبيطا ثم قال إن\r\nهاتين صامتا عن الحلال وأفطرتا على الحرام\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nأبو مالك الأشعري\r\n( 1577 ) حدثنا هدبة حدثنا أبان بن يزيد حدثني\r\nيحيى بن أبي كثير أن زيدا حدثه أن أبا سلام حدثه\r\nأن أبا مالك الأشعري حدثه أن رسول الله صلى الله عليه وسلم قال\r\nأربع في أمتي من أمر الجاهلية لا يتركونهن الفخر في\r\nالأحساب والطعن في الأنساب والاستسقاء بالنجوم\r\nوالنياحة\r\nوقال النائحة إذا لم تتب قبل موتها يقام يوم القيامة عليها\r\nسربال من قطران ودرع من جرب\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nمسند العباس بن مرداس السلمي\r\n( 1578 ) حدثنا إبراهيم بن الحجاج السامي حدثنا\r\nعبد القاهر بن السري السلمي حدثني بن كنانة بن العباس بن\r\nمرداس السلمي أن أباه\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\nحدثه عن أبيه العباس أن رسول الله صلى الله عليه وسلم دعا عشية\r\nعرفة لامته بالمغفرة والرحمة وأكثر الدعاء فأجابه الله أني\r\nقد فعلت وغفرت لامتك إلا ظلم بعضهم بعضا فأعاد فقال يا\r\nرب إنك قادر أن تغفر للظالم وتثيب المظلوم خيرا من مظلمته\r\nفلم يكن تلك العشية إلا ذا فلمكان من الغد دعا غداة المزدلفة\r\nفعاد يدعو لامته فلم يلبث النبي صلى الله عليه وسلم أن تبسم فقال بعض أصحابه\r\nيا رسول الله بأبي أنت وأمي تبسمت في ساعة لتكن تضحك\r\nفيها فما أضحكك أضحك الله سنك قال تبسمت\r\nمن عدو الله إبليس حين علم أن الله قد أجابني في أمتي وغفر\r\nللظالم أهوى يدعو بالثبور والويل ويحثو التراب على رأسه\r\nوقال مرة فضحكت من جزعه\r\n( 1579 ) حدثنا محمد بن أبي بكر المقدمي حدثنا\r\nأبو بكر الحنفي حدثنا عبد الحميد بن جعفر عن سعيد\r\nالمقبري عن أبي الحويرث\r\nأنه سمع الحكم بن ميناء أن النبي صلى الله عليه وسلم قال لعمر أجمع\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\nلي من ها هنا من قريش فجمعهم ثم قال يا رسول الله أتخرج\r\nإليهم أم يدخلون قال بل أخرج إليهم فخرج فقال يا\r\nمعشر قريش هل فيكم غيركم قالوا لا إلا بنوا أخواتنا\r\nقال بن أخت القوم منهم ثم قال يا معشر قريش\r\nاعلموا أن أولى الناس بالنبي المتقون فانظروا لا يأتي الناس\r\nبالاعمال يوم القيامة وتأتون بالدنيا تحملونها فأصد عنكم\r\nبوجهي ثم قرأ * ( إن أولى الناس بإبراهيم للذين أتبعوه وهذا\r\nالنبي والذين آمنوا والله ولي المؤمنين ) *\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nمسند عمير بن سعد\r\n( 1580 ) حدثنا إبراهيم بن الحجاج السامي حدثنا حماد\r\nبن سلمة عن أبي سنان عن أبي طلحة الخولاني قال\r\nأتينا عمير بن سعد في نفر من أهل فلسطين وكان يقال\r\nنسيج وحده فقعدنا على دكان له عظيم في داره فقال\r\nلغلامه يا غلام أورد الخيل قال وفي الدار تور من\r\nحجارة قال فأوردها فقال أين فلانة قال هي جربة تقطر\r\nدما أو قال تقطر ماء شك أبو إسحاق قال أوردها فقال\r\nأحد القوم إذا تجرب الخيل كلها قال أوردها فإني سمعت\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nرسول الله صلى الله عليه وسلم يقول لا عدوى ولا طيرة ولا هامة ألم تر\r\nإلى البعير من الإبل كيف يكون بالصحراء ثم يصبح في كركرته\r\nأو في مراقه نكتة لم تكن قبل ذلك فمن أعدى الأول\r\nمسند الحارث بوقيش\r\n( 1581 ) حدثنا صالح بن حاتم بن وردان حدثنا يزيد\r\nبن زريع حدثنا داود بن أبي هند عن عبد الله بن قيس\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\nعن الحارث بن وقيش قال قال رسول الله صلى الله عليه وسلم ما من\r\nمسلمين يموت بينهما أربعة إلا أدخلهما الله الجنة بفضل\r\nرحمته قال رجل يا رسول الله وثلاثة قال وثلاثة قال\r\nواثنان قال واثنان قال وإن من أمتي من يدخل\r\nبشفاعته أكثر من مضر\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nحبة بن حابس التميمي\r\n( 1582 ) حدثنا أحمد بن إبراهيم الدورقي قال\r\nحدثنا عبد الصمد حدثنا حرب حدثني يحيى قال حدثني حبة بن حابس\r\nالتميمي\r\nأن أباه أخبره أنه سمع رسول الله صلى الله عليه وسلم يقول لا شئ في\r\nالهام والعين حق وأصدق الطير الفأل\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nالفلتان بن عاصم\r\n( 1583 ) حدثنا إبراهيم بن الحجاج حدثنا عبد\r\nالواحد بن زياد حدثنا عاصم بن كليب يعني\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\nعن الفلتان بن عاصم قال كنا عند النبي صلى الله عليه وسلم فأنزل عليه\r\nوكان إذا أنزل عليه دام بصره مفتوحة عيناه وفرغ سمعه وقلبه لما\r\nيأتيه من الله قال فكنا نعرف ذلك منه فقال للكاتب\r\nاكتب * ( لا يستوي القاعدون من المؤمنين ) * والمجاهدون في سبيل الله قال فقام الأعمى فقال يا\r\nرسول الله ما ذنبنا فأنزل الله فقلنا للأعمى إنه ينزل على\r\nالنبي صلى الله عليه وسلم فخاف أن يكون ينزل عليه شئ من أمره فبقي قائما\r\nيقول أعوذ بغضب رسول الله قال فقال النبي صلى الله عليه وسلم للكاتب\r\nاكتب غير أولي الضرر\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nمسند معن بن نضله\r\n( 1584 ) حدثنا أبو موسى إسحاق بن موسى\r\nالأنصاري حدثنا محمد بن معن حدثني جدي محمد بن\r\nمعن عن أبيه معن بن نضله\r\nأن نضلة لقي رسول الله صلى الله عليه وسلم بمرين ومعه شوائل له\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\nفحلب لرسول الله صلى الله عليه وسلم في إناء فشرب رسول الله صلى الله عليه وسلم ثم شرب\r\nمن إناء واحد ثم قال يا رسول الله والذي بعثك بالحق إن\r\nكنت لأشرب سبعة فما أشبع وما أمتلئ فقال رسول الله صلى الله عليه وسلم إن المؤمن يشرب في معي واحد وإن الكافر يشرب في سبعة\r\nأمعاء\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\n( 1585 ) أخبرنا أبو يعلى حدثناه بن المديني\r\nبإسناده نحوه مسند وابصة بن معبد\r\n( 1586 ) حدثنا إبراهيم بن الحجاج السامي حدثنا\r\nحماد بن سلمة عن أبي عبد السلام عن أيوب بن عبد الله بن\r\nمكرز\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\nعن وابصة بن معبد الأسدي قال أتيت رسول الله صلى الله عليه وسلم\r\nوأنا أريد أن لا أدع شيئا من البر والاثم إلا سألته فأتيته في\r\nعصابة من الناس يستفتونه فجعلت أتخطاهم فقالوا إليك يا\r\nوابصة عن رسول الله صلى الله عليه وسلم فقلت دعوني أدنو من رسول الله صلى الله عليه وسلم\r\nفإنه أحب الناس إلي أن أدنو منه قال دعوا وابصة ادن يا\r\nوابصة استفت قلبك واستفت نفسك استفت قلبك واستفت\r\nنفسك البر ما اطمأنت إليه النفس واطمأن إليه القلب والاثم ما\r\nحاك في النفس وتردد في الصدر وإن أفتاك الناس وأفتوك\r\nثلاثا\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n( 1587 ) حدثنا علي بن حمزة المعولي حدثنا حماد\r\nبن سلمة عن الزبير أبي عبد السلام عن أيوب عبد الله\r\nعن وابصة الأسدي قال أتيت رسول الله صلى الله عليه وسلم وأنا أريد أن\r\nلا أدع شيئا من البر والاثم إلا سألته عنه فأتيته وحوله عصابة من\r\nالمسلمين يستفتونه فجعلت أتخطاهم إليه فقالوا إليك يا وابصة\r\nفقلت لهم دعوني أدنو منه فإنه أحب الناس إلي أن أدنو\r\nمنه فقال دعوا وابصة ادن يا وابصة ادن يا وابصة\r\nفدنوت فجلست بين يديه فقال لي يا وابصة أتسألني أو\r\nأخبرك قلت بل أخبرني يا رسول الله قال جئت تسألني\r\nعن البر والاثم قلت نعم فجمع أنامله ثم جعل ينكت بهن\r\nفي صدري ويقول يا وابصة استفت قلبك واستفت نفسك\r\nاستفت قلبك واستفت نفسك البر ما اطمأنت إليه النفس\r\nوالاثم ما حاك في الصدر وإن أفتاك الناس وأفتوك ثلاث\r\nمرات\r\n( 1588 ) حدثنا أبو عبيدة بن فضيل بن عياض حدثنا\r\nمالك بن سعير حدثنا السري بن إسماعيل عن الشعبي عن وابصة بن معبد قال انصرف رسول الله صلى الله عليه وسلم ورجل يصلي\r\nخلف القوم فقال أيها المصلي وحده ألا تكون وصلته\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\nصفا فدخلت معهم أو اجتررت رجلا إليك أن ضاق بكم\r\nالمكان أعد صلاتك فإنه لا صلاة لك\r\n( 1589 ) حدثنا عمرو الناقد حدثنا عمرو بن عثمان\r\nالكلابي الرقي حدثنا أصبغ بن محمد عن جعفر بن برقان\r\nعن شداد مولى عياض عن وابصة قال أبو عثمان عمرو يعني بن معبد إن شاء\r\nالله أنه كان يقوم في الناس يوم الأضحى أو يوم الفطر فيقول إني\r\nشهدت رسول الله صلى الله عليه وسلم في حجة الوداع وهو يقول أي يوم\r\nهذا قال الناس يوم النحر قال فأي شهر هذا ثم قال أي بلد هذا قالوا هذه البلدة قال فإن دماءكم\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\nوأموالكم وأعراضكم حرام عليكم كحرمة يومكم هذا في\r\nشهركم هذا في بلدكم هذا إلى يوم تلقونه ثم قال\r\nاللهم هل بلغت يبلغ الشاهد الغائب\r\nقال وابصة نشهد عليكم كما أشهد علينا\r\n( 1590 ) قال عمرو بن محمد الناقد حدثنا أبو سلمة\r\nالخزاعي أن جعفر بن برقان حدثهم في هذا الحديث أن سالم\r\nبن وابصة صلى بهم بالرقة وذكر حديث وابصة هذا\r\nوقال وابصة نشهد عليكم كما أشهد علينا فأوعيتم ونحن\r\nنبلغكم\r\n( 1591 ) حدثنا أبو علي أحمد بن إبراهيم\r\nالموصلي حدثنا أبو فضالة فرج بن فضالة عن عبد الخبير بن قيس بن ثابت\r\nبن شماس عن أبيه\r\nعن جده قال قتل يوم قريظة رجل من الأنصار يدعى\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nخلادا فقيل لامه يا أم خلاد قتل خلاد فجاءت وهي\r\nمتنقبة فقيل لها قتل خلاد وتجيئيننا متنقبة قالت إن رزئت\r\nخلادا فلا أرزأ حيائي\r\nفذكروا ذلك للنبي صلى الله عليه وسلم فقال أما إن له أجر شهيدين قيل\r\nيا رسول الله وبم قال لان أهل الكتاب قتلوه\r\nمسند سفينة رجل\r\n( 1592 ) حدثنا زحمويه حدثنا صالح حدثنا\r\nحاجب يعني بن عمر قال دخلت مع الحكم الأعرج على بكر\r\nبن عبد الله فتذاكروا أمر الميت يعذب ببكاء الحي فحدثنا بكر\r\nقال\r\nحدثنا رجل من أصحاب النبي صلى الله عليه وسلم وكان أبو هريرة خالفه في\r\nذلك فقال قال أبو هريرة والله لئن انطلق رجل محاربا في\r\nسبيل الله ثم قتل في قطر من أقطا الأرض شهيدا فعمدت\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nامرأة سفها أو جهلا فبكت عليه ليعذبن هذا الشهيد ببكاء هذ\r\nالسفيهة عليه فقال رجل صدق رسول الله وكذب أبو هريرة\r\nصدق رسول الله وكذب أبو هريرة\r\nرجل\r\n* ( * ( ( 1593 ) حدثنا زحمويه حدثنا صالح حدثنا الأعمش عن أبي صالح\r\nعن بعض أصحاب النبي صلى الله عليه وسلم أنه قال يا رسول الله\r\nعلمني عملا يدخلني الجنة ولا تكثر علي قال لا\r\nتغضب\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nرجل عن أبيه ( 1594 ) حدثنا زحمويه حدثنا صالح حدثنا أبو\r\nجناب يحيى بن أبي حية عن عبد الرحمن بن أبي ليلى عن\r\nرجل\r\nعن أبيه قال جاء رجل إلى النبي صلى الله عليه وسلم قال إن أخي\r\nوجع فقال ما وجع أخيك قال به لمم قال فابعث\r\nإلي به قال فجاءه فجلس بين يديه قال فقرأ عليه النبي صلى الله عليه وسلم\r\nفاتحة الكتاب وأربع آيات من أول سورة البقرة وآيتين من\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\nوسطها الله لا إله إلا هو الرحمن الرحيم إن في خلق\r\nالسماوات والأرض حتى فرغ من الآية\r\nوآية الكرسي وثلاث آيات من آخر سورة\r\nالبقرة وآية من أول سورة آل عمران * ( شهد الله أنه لا إله إلا\r\nهو والملائكة وألوا العلم قائما بالقسط ) * إلى\r\nآخر الآية وآية من سورة الأعراف * ( إن ربكم الله الذي خلق\r\nالسماوات والأرض ) * وآية من ب من سورة\r\nالمؤمنين * ( فتعالى الله الملك الحق لا إله إلا هو رب العرش\r\nالكريم ) * وآية من سورة الجن * ( وأنه\r\nتعالى جد ربنا ما اتخذ صاحبة ولا ولدا )\r\n* آيات من سورة الصف من أولها وثلاث آيات من آخر سورة الحشر\r\nوقل هو الله أحد والمعوذتين\r\n( 1595 ) حدثنا حمويه حدثنا بن أبي الزناد عن\r\nيحيى بن سعيد بن دينار مولى آل الزبير أخبرني الثقة أن\r\nرسول الله صلى الله عليه وسلم نهى يوم خيبر أن يوقع على الحبالى وقال تسقي\r\nزرع غيرك\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nفروة بن نوفل الأشجعي\r\n( 1596 ) حدثنا عبد الواحد بن غياث حدثنا عبد\r\nالعزيز بن مسلم عن أبي إسحاق عن فروة نوفل أتيت المدينة فقال لي\r\nرسول الله صلى الله عليه وسلم ما جاء بك قال قلت لتعلمني كلمات\r\nإذا أخذت مضجعي قال اقرأ قل يا أيها الكافرون\r\nفإنها براءة من الشرك\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nرسول قيصر\r\n( 1597 ) حدثنا حوثرة بن أشرس حدثنا حماد بن\r\nسلمة عن عبد الله بن عثمان بن خثيم عن سعيد بن أبي راشد\r\nقال\r\nكان رسول قيصر جارا لي زمن يزيد بن معاوية فقلت له\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\nأخبرني عن كتاب رسول الله صلى الله عليه وسلم إلى قيصر فقال إ\r\nرسول الله صلى الله عليه وسلم أرسل دحية الكلبي إلى قيصر وكتب معه إليه كتابا\r\nيخيره بين إحدى ثلاث إما إن يسلم وله ما في يديه من ملكه\r\nوإما أن يؤدي الخراج وإما أن يأذن بحرب\r\nقال فجمع قيصر بطارقته وقسيسيه في قصره وأغلق عليهم\r\nالباب وقال إن محمدا كتب إلي يخبرني بين إحدى ثلاث إما\r\nأن أسلم ولي ما في يدي من ملكي وإما أن أؤدي الخراج وإما\r\nأن آذن بحرب وقد تجدون فيما تقرؤون من كتبكم أنه سيملك\r\nما تحت قدمي من ملكي فنخروا نخرة حتى إن بعضهم خرجوا\r\nمن برانسهم وقالوا ترسل إلى رجل من العرب جاء في برديه\r\nونعليه بالخراج فقال اسكتوا إنما أردت أن أعلم تمسككم\r\nبدينكم ورغبتكم فيه ثم قال ابتغوا لي رجلا من العرب فجاؤوا\r\nبي فكتب معي إلى النبي صلى الله عليه وسلم كتابا وقال لي انظر ما سقط\r\nعنك من قوله فيسقط عند ذكر الليل والنهار فأتيت\r\nرسول الله صلى الله عليه وسلم وهو مع أصحابه وهم محتبون بحمائل سيوفهم حول\r\nبئر تبوك فقلت أيكم محمد فأومأ بيده إلى نفسه فدفعت إليه\r\nالكتاب فدفعه إلى رجل إلى جنبه فقلت من هذا فقالوا\r\nمعاوية بن أبي سفيان فقرأه فإذا فيه كتبت تدعوني إلى جنة\r\nعرضها السماوات والأرض فأين النار إذا\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\nفقال رسول الله صلى الله عليه وسلم يا سبحان الله إذا جاء الليل\r\nفأين النهار فكتبته عندي ثم قال رسول الله صلى الله عليه وسلم إنك\r\nرسول قوم فإن لك حق ولكن جئتنا ونحن مرملون قال\r\nعثمان أكسوه حلة صفورية فقال رجل من الأنصار علي\r\nضيافته\r\nوقال لي قيصر فيما قال انظر إلى ظهره فرأى\r\nرسول الله صلى الله عليه وسلم أني أريد النظر إلى ظهره\r\nفألقى ثوبه عن ظهره فنظرت إلى الخاتم في نغص الكتف فأقبلت عليه أقبله ثم\r\nقال رسول الله صلى الله عليه وسلم إني كتبت إلى النجاشي فأحرق كتابي والله\r\nمحرقه وكتبت إلى كسرى عظيم فارس فمزق كتابي والله\r\nممزقه وكتبت إلى قيصر فرفع كتابي فلا يزال الناس ذكر\r\nكلمة ما كان في العيش خير\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nعروة بن مسعود\r\n( 1598 ) حدثنا حوثرة حدثنا حماد بن سلمة عن\r\nعلي بن زيد بن جدعان\r\nأن عروة بن مسعود الثقفي قال لقومه زمن الحديبية أي\r\nقوم إني قد رأيت الملوك وكلمتهم فابعثوني إلى محمد\r\nفأكلمه فأتاه بالحديبية فجعل عروة يكلم النبي صلى الله عليه وسلم ويتناول\r\nلحية رسول الله صلى الله عليه وسلم والمغيرة بن شعبة شاك في السلاح على\r\nرأس رسول الله صلى الله عليه وسلم فقال له المغيرة كف يدك من قبل أن\r\nلا تصل إليك فرفع عروة رأسه فقال أنت هو والله إنك لفي\r\nغدرتك ما خرجت منها بعد فرجع عروة إلى قومه فقال أي\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nقوم إني قد رأيت الملوك وكلمتهم ما رأيت مثل محمد قط ما هو\r\nبملك ولقد رأيت الهدي معكوفا يأكل وبره وما أراكم إلا\r\nستصيبكم قارعة فانصرف ومن معه من قومه فصعد سور\r\nالطائف فشهد أن لا إله إلا الله وأن محمدا رسول الله فرماه\r\nرجل من قومه بسهم فقتله فقال النبي صلى الله عليه وسلم الحمد لله الذي\r\nجعل في أمتي مثل صاحب ياسين\r\nعبد الله بن الشخير\r\n( 1599 ) حدثنا حوثرة حدثنا حماد بن سلمة عن\r\nثابت البناني عن مطرف بن عبد الله بن الشخير\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nعن أبيه قال دخلت على النبي صلى الله عليه وسلم المسجد وهو\r\nقائم ولصدره أزيز كأزيز المرجل\r\nأبو الجعد\r\n( 1600 ) حدثنا أمية بن بسطام حدثنا يزيد حدثنا\r\nمحمد بن عمرو أخبرني عبيدة بن سفيان الحضرمي\r\nعن أبي الجعد الضمري وكانت له صحبة قال رسول الله صلى الله عليه وسلم من ترك الجمعة ثلاث مرات تهاونا بها طبع\r\nالله على قلبه\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nرجل\r\n* ( * ( ( 1601 ) حدثنا هدبة حدثنا همام عن قتادة عن\r\nمحمد بن سيرين\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\nأن رجلا بالكوفة شهد أن عثمان رضي الله تعالى عنه قتل شهيدا\r\nفأخذته الزبانية فرفعوه إلى علي رضي الله تعالى عنه وقالوا لولا أن\r\nتنهانا أو نهيتنا أن لا نقتل أحدا لقتلناه هذا زعم أنه يشهد أن\r\nعثمان رضي الله تعالى عنه قتل شهيدا فقال الرجل لعلي رضي الله تعالى\r\nعنه وأنت تشهد أتذكر أني أتيت رسول الله صلى الله عليه وسلم فسألته\r\nفأعطاني وأتيت أبا بكر رضي الله تعالى عنه فسألته فأعطاني وأتيت\r\nعمر رضي الله تعالى عنه فسألته فأعطاني وأتيت عثمان رضي الله تعالى عنه\r\nفسألته فأعطاني قال فأتيت رسول الله صلى الله عليه وسلم فقلت يا\r\nرسول الله ادع الله أن يبارك لي فقال النبي صلى الله عليه وسلم كيف لا\r\nيبارك لك وأعطاك نبي وصديق\r\nوشهيدان وأعطاك نبي وصديق وشهيدان وأعطاك نبي وصديق وشهيدان\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\nمسند عمار بن ياسر\r\n( 1602 ) أخبرنا أبو يعلى أحمد بن علي بن المثنى\r\nالموصلي سنة ست وثلاثمائة حدثنا الحسن بن عرفة حدثنا\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\nسعيد بن محمد الوراق الثقفي عن علي بن الحزور قال\r\nسمعت أبا مريم الثقفي يقول سمعت عمار بن ياسر يقول سمعت رسول الله صلى الله عليه وسلم يقول\r\nلعلى يا علي طوبى لمن أحبك وصدق فيك وويل لمن أبغضك وكذب فيك\r\n( 1603 ) حدثنا الحسن بن عرفة حدثنا الوليد بن\r\nالفضل العنزي عن إسماعيل العجلي عن حماد بن أبي سليمان عن إبراهيم النخعي عن علقمة بن قيس\r\nعن عمار بن ياسر قال قال رسول الله صلى الله عليه وسلم يا عمار\r\nأتاني جبريل آنفا فقلت يا جبريل حدثني بفضائل عمر بن\r\nالخطاب في السماء فقال يا محمد لو حدثتك بفضائل عمر\r\nمثل ما لبث نوح في قومه ألف سنة إلا خمسين عاما ما نفدت\r\nفضائل عمر وإن عمر لحسنة من حسنات أبي بكر\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n( 1604 ) حدثنا هارون بن معروف وأبو خيثمة قالا\r\nحدثنا سفيان عن عبد الكريم أبي أمية أن حسان بن بلال المزني\r\nحدثه\r\nأنه رأى عمار بن ياسر توضأ وأنه خلل لحيته فقيل له\r\nأتفعل هذا قال إني رأيت رسول الله صلى الله عليه وسلم يفعله ( 1605 ) حدثنا القواريري حدثنا سفيان حدثنا أبو\r\nإسحاق عن ناجية بن كعب\r\nأن عمارا قال لعمر تذكر حيث كنت أنا وأنت في الإبل\r\nفأصابتني جنابة فتمعكت تمعك الدابة فلقيت النبي صلى الله عليه وسلم فذكرت\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\nذلك له فقال إنما كان يكفيك من ذلك التيمم !\r\n( 1606 ) حدثنا القواريري حدثنا عبد الرحمن بن\r\nمهدي عن سفيان عن سلمة بن كهيل عن أبي مالك\r\nوعبد الله بن عبد الرحمن بن أبزى عن أبيه عبد الرحمن بن أبزى\r\nقال كنا عند عمر فأتاه رجل فقال يا أمير المؤمنين إنما\r\nنمكث الشهر والشهرين لا نجد الماء فقال عمر أما أنا فلم أكن\r\nأصلي حتى أجد الماء فقال عمار يا أمير المؤمنين تذكر إذ\r\nكنا بمكان كذا وكذا ونحن نرعى الإبل فتذاكرنا أنا أجنبنا قال\r\nقال نعم فإني تمرغت بالتراب فأتيت النبي صلى الله عليه وسلم حدثته\r\nفضحك وقال إذ كان الصعيد لكافيك وضرب بكفيه الأرض ثم\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\nنفخ فيهما ثم مسح وجهه وبعض ذراعيه فقال اتق الله يا\r\nعمار فقال يا أمير المؤمنين إن شئت لم أذكره ما حييت\r\nفقال لا ولكن نوليك من ذلك ما توليت\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n( 1607 ) حدثنا القواريري حدثنا يزيد بن زريع\r\nحدثنا شعبة عن الحكم عن ذر عن بن عبد الرحمن بن\r\nأبزى عن أبيه\r\nعن عمر بن الخطاب وعمار بن ياسر قال سأل رجل عمر\r\nفقال إني أجنبت فلم أجد الماء قال لا تصل فقال عمار\r\nأما تذكر أني كنت أنا وأنت في سرية على عهد رسول الله صلى الله عليه وسلم\r\nفأجنبنا فأما أنت فلم تصل وأما أنا فتمعكت فصليت فأتيت\r\nالنبي صلى الله عليه وسلم فذكرت ذلك له فقال إنما كان يكفيك فضرب بيده\r\nالأرض ضربة فنفخ في كفيه ومسح بوجهه وكفيه\r\n( 1608 ) حدثنا القواريري حدثنا يزيد بن زريع\r\nحدثنا سعيد حدثنا قتادة عن عزرة عن سعيد بن عبد الرحمن\r\nبن أبزى عن أبيه\r\nعن عمار أن النبي صلى الله عليه وسلم أمره في التيمم بالكفين\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\nوالوجه\r\n( 1609 ) حدثنا القواريري حدثنا يوسف بن خالد\r\nحدثنا عبد الرحمن بن إسحاق عن الزهري عن عبيد الله بن عبد الله بن\r\nعبد الله بن عتبة عن بن عباس\r\nأن عمار بن ياسر قال تيممنا مع رسول الله صلى الله عليه وسلم فمسحنا\r\nوجوهنا وأيدينا إلى المناكب بالتراب\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\n( 1610 ) حدثنا بندار حدثنا محمد يعني غندر\r\nحدثنا شعبة عن عمرو بن مرة قال سمعت عبد الله سلمة\r\nيقول رأيت عمار بن ياسر يوم الصفين شيخا طوالا آدم آخذا\r\nالحربة بيده ويده ترعد فقال والذي نفسي بيده لقد قاتلت\r\nبهذه الراية مع رسول الله صلى الله عليه وسلم ثلاث مرات وهذه الرابعة\r\nوالذي نفسي بيده لو ضربونا حتى بلغوا بنا شعفات هجر لعرفنا أن\r\nمصلحينا على الحق وإنهم على الضلالة\r\n( 1611 ) حدثنا محمد بن أبي بكر حدثنا ثابت بن\r\nحماد أبو زيد حدثنا علي بن زيد عن سعيد بن المسيب\r\nعن عمار قال مر بي رسول الله صلى الله عليه وسلم وأنا أسقي ناقة لي\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\nفتنخمت فأصابت نخامتي ثوبي فأقبلت أغسل ثوبي من الركوة\r\nالتي بين يدي فقال النبي صلى الله عليه وسلم يا عمار ما نخامتك ولا دموع\r\nعينيك إلا بمنزلة الماء الذي في ركوتك إنما تغسل ثوبك من\r\nالبول والغائط والمني من الماء الأعظم والدم والقئ\r\n( 1612 ) قرئ على بشر بن الوليد وأنا حاضر\r\nحدثنا أبو يوسف عن أبي حنيفة عن موسى بن طلحة عن بن الحوتكية عن عمر أن رجلا سأله عن أكل الأرنب فقال ادع لي\r\nعمارا فجاء عمار فقال حدثنا حديث الأرنب يوم كنا مع رسول الله صلى الله عليه وسلم في موضع كذا وكذا\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\nفقال عمار أهدى أعرابي لرسول الله صلى الله عليه وسلم أرنبا فأمر القوم\r\nأن يأكلوا فقال أعرابي إني رأيت دما فقال ليس\r\nبشئ ثم قال ادن فكل فقال إني صائم فقال\r\nصوم ماذا قال أصوم من كل شهر ثلاثة أيام قال فهلا\r\nجعلتها البيض\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n( 1613 ) حدثنا القواريري حدثنا بن مهدي\r\nعن سفيان عن بن أبي ثابت عن أبي البختري\r\nأعمارا أتي بشربة من لبن فضحك فقيل له ما\r\nيضحكك قال إن النبي صلى الله عليه وسلم قال إن آخر شراب تشربه لبن\r\nحين تموت\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n( 1614 ) حدثنا القواريري حدثنا يوسف بن\r\nالماجشون حدثني أبي عبيدة بن محمد بن عمار بن\r\nياسر عن مولاة لعمار بن ياسر قالت\r\nاشتكى عمار شكوى ثقل منها فغشي عليه فأفاق ونحن نبكي\r\nحوله فقال ما يبكيكم أتخشون أني أموت على فراشي\r\nأخبرني حبيبي صلى الله عليه وسلم أنه تقتلني الفئة الباغية وأن آخر زادي مذقة\r\nمن لبن\r\n( 1615 ) حدثنا القواريري حدثنا يحيى بن سعيد\r\nعن عبيد الله بن عمر حدثني سعيد المقبري عن عمر بن\r\nأبي بكر بن عبد الرحمن بن الحارث عن أبيه\r\nأن عمار بن ياسر صلى ركعتين فقال له عبد الرحمن بن\r\nالحارث يا أبا اليقظان أراك قد خففتهما قال إني بادرت\r\nبهما الوسواس إني سمعت رسول الله صلى الله عليه وسلم يقول إن الرجل\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\nليصلي الصلاة لعله أن لا يكون له منها إلا عشرها أو تسعها أو\r\nثمنها أو سبعها أو سدسها أو خمسها حتى أتى على\r\nالعدد\r\n( 1616 ) حدثنا القواريري حدثنا غندر حدثنا\r\nشعبة قال سمعت قتادة يحدث عن أبي نضرة عن قيس بن\r\nعباد قال\r\nقلت لعمار بن ياسر أرأيت قتالكم رأيا رأيتموه فإن الرأي\r\nيخطئ ويصيب أو عهدا عهده إليكم رسول الله صلى الله عليه وسلم قال ما\r\nعهد إلينا رسول الله صلى الله عليه وسلم شيئا لم يعهده إلى الناس كافة وقال\r\nإن رسول الله صلى الله عليه وسلم قال شعبة وأحسبه قال حدثني حذيفة\r\nقال إن في أمتي اثني عشر منافقا لا يدخلون الجنة ولا يجدون\r\nريحها حتى يلج الجمل في سم الخياط ثمانية منهم تكفيهم\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\nالدبيلة سراج من نار يظهر في أكتافهم حتى ينجم أو يجثم من\r\nصدورهم\r\n( 1617 ) حدثنا سليمان الشاذكوني حدثنا إسماعيل\r\nبن أبان حدثنا علي بن الحزور قال سمعت أبا مريم يقول\r\nسمعت\r\nعمار بن ياسر يقول سمعت رسول الله صلى الله عليه وسلم يقول ما\r\nتزين الأبرار في الدنيا بمثل الزهد في الدنيا\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n( 1618 ) حدثنا القواريري حدثنا أبو أحمد\r\nالزبيري حدثنا العلاء بن صالح عن عدي بن ثابت عن أبي\r\nراشد قال\r\nتكلم عمار فأوجز فقيل له قد قلت قولا لو زدتنا فقال إن\r\nرسول الله صلى الله عليه وسلم أمرنا بإقصار الخطب\r\n( 1619 ) حدثنا أبو موسى الهروي حدثنا أبو بكر\r\nبن عياش عن أبي إسحاق الهمداني عن ناجية العنزي قال\r\nبدأ عمار وعبد الله بن مسعود في التيمم فقال عبد الله\r\nلو مكثت شهرا لا أجد فيها الماء ما صليت\r\nفقال له عمار ما تذكر إذ كنت أنا وأنت في الإبل فجنبت\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\nفتمعكت تمعك الدابة فلما رجعت إلى رسول الله صلى الله عليه وسلم فأخبرته\r\nبالذي صنعت فقال إنما كان يكفيك التيمم\r\n( 1620 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nشريك عن الركين بن الربيع عن نعيم بن حنظلة\r\nعن عمار عن النبي صلى الله عليه وسلم قال من كان ذا وجهين في\r\nالدنيا كان له لسانان يوم القيامة من نار\r\n( 1621 ) حدثنا بن نمير حدثنا أبي حدثنا العلاء\r\nبن صالح عن عدي بن ثابت حدثنا أبو راشد قال\r\nخطبنا عمار بن ياسر فتجوز في الخطبة فقال إن\r\nرسول الله صلى الله عليه وسلم نهانا أن نطيل الخطبة\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n( 1622 ) حدثنا محمد عن عبد الرحمن بن جبلة\r\nحدثنا عمرو بن النعمان عن كثير أبي الفضل عن مطرف بن\r\nعبد الله بن الشخير قال\r\nسمعت عمار بن ياسر قال خطبنا رسول الله صلى الله عليه وسلم فقال اي\r\nيوم هذا فقلنا يوم النحر فقال أي شهر هذا قلنا\r\nذو الحجة شهر حرام قال فأي بلد هذا قلنا بلد\r\nالحرام قال فإن دماءكم وأموالكم وأعراضكم حرام كحرمة\r\nيومكم هذا في شهركم هذا في بلدكم هذا ألا هل يبلغ الشاهد\r\nالغائب\r\n( 1623 ) حدثنا الصلت بن مسعود الجحدري\r\nحدثنا جعفر بن سليمان حدثنا الخليل بن مرة عن القاسم بن\r\nسليمان عن أبيه عن جده قال\r\nسمعت عمار بن ياسر يقول أمرت أن أقاتل الناكثين\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\nوالقاسطين والمارقين\r\n( 1624 ) حدثنا عبد الله بن عمر بن أبان حدثنا\r\nمحمد بن فضيل بن غزوان حدثنا عطاء بن السائب عن أبيه\r\nقال\r\nكنت عند عمار وكان يدعو بدعاء في صلاته فأتاه رجل\r\nفقال له عمار قل اللهم بعلمك الغيب وقدرتك على الخلق\r\nأحيني ما علمت الحياة خيرا لي واقبضني إذا علمت الوفاة خيرا\r\nلي اللهم إني أسألك الخشية في الغيب والشهادة وكلمة\r\nالحق في الرضا والغضب والقصد في الغنى والفقر وأسألك\r\nالرضى بعد القضاء وبرد العيش بعد الموت وأسألك شوقا\r\nإلى لقائك من غير ضراء مضرة ولا فتنة مضلة اللهم زيني\r\nبزينة الايمان واجعلني من الهداة المهتدين\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\n( 1625 ) ثم قال ألا أعلمك كلمات هن أحسن\r\nمنهن كأنه يرفعهن إلى النبي صلى الله عليه وسلم قال إذا أخذت مضجعك من\r\nالليل فقل اللهم إني أسلمت نفسي إليك ووجهت وجهي\r\nإليك وفوضت أمر إليك آمنت بكتابك المنزل ونبيك\r\nالمرسل إن نفسي نفس خلقتها لك محياها ولك مماتها فإن\r\nكفتها فارحمها وإن أخرتها فاحفظها بحفظ الايمان\r\n( 1626 ) حدثنا وهب بن بقية حدثنا خالد عن\r\nعطاء عن ميسرة وأبي البختري\r\nأن عمارا يوم صفين جعل يقاتل فلا يقتل فيجئ إلى علي\r\nفيقول يا أمير المؤمنين أليس هذا يوم كذا وكذا هو فيقول\r\nأذهب عنك فقال ذلك مرارا ثم أتي بلبن فشربه فقال عمار\r\nإن هذه لآخر شربة أشربها من الدنيا ثم تقدم فقاتل حتى\r\nقتل\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\n( 1627 ) حدثنا إبراهيم بن الحجاج حدثنا حماد\r\nعن علي بن زيد عن سلمة بن محمد بن عمار بن ياسر\r\nعن عمار بن ياسر أن رسول الله صلى الله عليه وسلم قال إن من\r\nالفطرة المضمضة والاستنشاق وقص الشارب والسواك\r\nوغسل البراجم ونتف الإبط والاستحداد والاختتان\r\nوالانتضاح\r\n( 1628 ) حدثنا عمر بن الخطاب حدثنا عبد الملك\r\nبن إبراهيم الجدي حدثنا سفيان عن بن عجلان عن سعيد\r\nبن أبي سعيد\r\nأن عمارا صلى فقال له رجل لقد خففت الصلاة يا أبا\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\nاليقظان قال هل رأيتني نقصت من حدودها شيئا شهدت\r\nرسول الله صلى الله عليه وسلم يقولان الرجل ليصلي ثم ينصرف ما كتب له\r\nإلا نصفها ثلثها ربعها خمسها سدسها ثمنها تسعها\r\nعشرها\r\n( 1629 ) حدثنا حجاج بن يوسف الشاعر حدثنا\r\nيعقوب بن إبراهيم حدثنا أبي عن صالح عن بن شهاب\r\nحدثني عبيد الله بن عبد الله بن عتبة عن بن عباس\r\nعن عمار بن ياسر أن رسول الله صلى الله عليه وسلم عرس بذات\r\nالجيش ومعه عائشة زوجته فانقطع عقد لها من جزع ظفار فحبس\r\nالناس ابتغاء عقدها ذلك حتى أضاء الفجر وليس مع الناس ماء\r\nفتغيظ عليها أبو بكر وقال حسبت الناس وليس معهم ماء\r\nفأنزل الله تعالى على رسوله رخصة التطهير بالصعيد الطيب فقام\r\nالمسلمون مع رسول الله صلى الله عليه وسلم فضربوا أيديهم في الأرض ورفعوا\r\nأيديهم ولم يقبضوا من التراب شيئا فمسحوا بها وجوههم وأيديهم\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\nإلى المناكب ومن بطن أيديهم إلى الآباط\r\n( 1630 ) حدثنا حجاج حدثنا يعقوب حدثنا\r\nأبي عن محمد بن إسحاق حدثني محمد بن مسلم بن عبد الله\r\nبن شهاب عن عبيد الله بن عبد الله بن عتبة عن عبد الله بن\r\nعباس\r\nعن عمار بن ياسر قال كنت في القوم حين نزلت\r\nالرخصة في المسح بالصعيد إذا لم نجد الماء قال فضربنا\r\nضربة باليدين بالصعيد للوجه فمسحناه مسحة واحدة قال ثم\r\nضربنا ضربة أخرى لليدين فمسحناهما بها إلى المنكبين ظهرا\r\nوبطنا\r\n( 1631 ) حدثنا حجاج حدثنا يعقوب حدثنا أبو\r\nأويس عن الزهري أن عبيد الله بن عبد الله أخبره عن أبيه\r\nعن عمار بياسر أنه قال تمسحنا مع رسول الله صلى الله عليه وسلم من\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\nالتراب فمسحنا بوجوهنا وأيدينا إلى المناكب\r\n( 1632 ) حدثنا حجاج حدثنا عبد الرزاق عن\r\nمعمر عن الزهري عن عبيد الله\r\nأن عمار بن ياسر كان يحدث أنه كان مع رسول الله صلى الله عليه وسلم في\r\nسفر ومعه عائشة فهلك عقدها فاحتبس أو حبس الناس ابتغاءه\r\nوليس معهم ماء فأنزل الله تعالى آية التيمم قال عمار\r\nفضربوا أيديهم فمسحوا بها وجوههم ثم عادوا فضربوا بأيديهم\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\nفمسحوا بها أيديهم إلى الإبطين أو قال إلى المناكب\r\nقال عبد الرزاق وكان معمر يحدث عن الزهري عن عبيد\r\nالله أن عمارا كان يمسح بالتيمم وجهه مسحة واحدة ثم يعود\r\nفيمسح يديه إلى الإبطين وكان يختصره معمر هكذا\r\n( 1633 ) حدثنا حجاج حدثنا يزيد بن هارون\r\nأخبرنا بن أبي ذئب عن الزهري عن عبيد الله\r\nعن عمار بن ياسر قال كنا مع رسول الله\r\nفي سفر فهلك عقد لعائشة فطلبوه حتى أصبحوا وليس مع القوم ماء\r\nفنزلت الرخصة فقام المسلمون فضربوا بأيديهم إلى الأرض\r\nفمسحوا بها وجوههم وظاهر أيديهم وباطنها إلى الآباط\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\n( 1634 ) حدثنا إبراهيم بن الحجاج السامي حدثنا\r\nحماد عن أبي الزبير عن محمد بن علي\r\nعن عمار قال أتيت رسول الله صلى الله عليه وسلم وهو يصلي فسلمت\r\nعليه فرد علي\r\n( 1635 ) حدثنا إبراهيم حدثنا حماد عن عطا\r\nالخراساني عن يحيى بن يعمر\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\nعن عمار بن ياسر أنه قال قدمت على أهلي ليلا من سفر\r\nقد تشققت يداي فضمخوني بالزعفران فغدوت على\r\nرسول الله صلى الله عليه وسلم فسلمت فلم يرد علي ولم يرحب بي فقال\r\nاذهب فاغسل هذا عنك فذهبت فغسلته ثم جئت فسلمت\r\nعليه فرد علي ورحب بي وقال إن الملائكة لا تحضر جنازة\r\nالكافر بخير ولا المتضمخ بالزعفران ولا الجنب ورخص\r\nللجنب إذا أراد أن ينام أو يأكل أو يشرب أن يتوضأ\r\n( 1636 ) حدثنا عقبة بن مكرم حدثنا يونس بن\r\nبكير حدثنا علي بن أبي فاطمة عن أبي مريم قال سمعت\r\nعمار بن ياسر يقول يا أبا موسى أنشدك الله ألم تسمع\r\nرسول الله صلى الله عليه وسلم يقول من كذب علي متعمدا فليتبوأ مقعده من\r\nالنار فأنا سائلك عن حديث فإن صدقت وإلا بعثت عليك من أصحاب رسول الله صلى الله عليه وسلم من يقررك ثم أنشدك الله أليس إنما\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\nعناك أنت رسول الله صلى الله عليه وسلم بنفسك قال إنها ستكون فتنة في أمتي\r\nأنت يا أبا موسى فيها نائم خير منك قاعدا وقاعد خير منك\r\nقائما وقائم خير منك ماشيا فخصك رسول الله صلى الله عليه وسلم ولم يعم\r\nالناس فخرج أبو موسى ولم يرد عليه شيئا\r\n( 1637 ) حدثنا عبد الله بن عامر بن زرارة حدثنا\r\nشريك عن الركين عن بن حنظلة\r\nعن عمار قال قال رسول الله صلى الله عليه وسلم من كان ذا وجهين في\r\nالدنيا كان له لسانان من نار يوم القيامة\r\n( 1638 ) حدثنا محمد بن المنهال حدثنا يزيد بن\r\nزريع حدثنا سعيد بن أبي عروبة عن قتادة عن عزرة عن\r\nسعيد بن عبد الرحمن بن أبزى عن أبيه\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\nعن عمار بن ياسر قال سألت النبي صلى الله عليه وسلم عن التيمم\r\nقال فأمرني بالوجه والكفين ضربة واحدة\r\nوكان قتادة يعفر\r\n( 1639 ) حدثنا يحيى الحماني حدثنا يعلى بن\r\nالحارث المحاربي عن غيلان بن جامع عن إياس بن سلمة\r\nعن بن لعمار\r\nعن عمار أن النبي صلى الله عليه وسلم في ثوب واحد متوشحا\r\nبه\r\n( 1640 ) حدثنا خلف بن هشام قال حدثنا أبو\r\nالأحوص عن أبي إسحاق عن ناجية قال\r\nقال عمار أجنبت وأنا في الإبل فلم أجد ماء فتمعكت تمعك\r\nالدابة فأتيت رسول الله صلى الله عليه وسلم فأخبرته بذلك فقال\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\nإنما كان يجزيك من ذلك التيمم\r\n( 1641 ) حدثنا عبد الله بن عمر بن أبان حدثنا بن\r\nأبي غنية عن عقبة بن المغيرة الشيباني عن من حدثه عن جد\r\nأبيه المخارق قال لقيت عمار بن ياسر يوم الجمل وهو يبول في قرن فقلت له\r\nأقاتل معك وأكون معك قال قاتل تحت راية قومك فإن\r\nرسول الله صلى الله عليه وسلم كان يستحب الرجل يقاتل تحت راية قوم\r\n( 1642 ) حدثنا سريج بن يونس حدثنا عبد الرحمن\r\nبن عبد الملك بن أبجر عن أبيه عن واصل بن حيان قال قال\r\nأبو وائل\r\nخطبنا عمار بن ياسر فأوجز وأبلغ فلما نزل قلنا يا أبا\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\nاليقظان لقد أبلغت وأوجزت فلو كنت تنفست فقال إني\r\nسمعت رسول الله صلى الله عليه وسلم يقول إن طول صلاة الرجل وقصر خطبته\r\nمئنة من فقهه فأطيلوا الصلاة واقصروا الخطب وإن من\r\nالبيان سحرا\r\n( 1643 ) حدثنا موسى حدثنا وهب بن جرير\r\nحدثنا أبي قال سمعت قيس بن سعد يحدث عن عطاء عن\r\nمحمد بن علي بن أبي طالب\r\nعن عمار بن ياسر أنه سلم على النبي صلى الله عليه وسلم وهو يصلي فرد\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\nعليه السلام\r\n( 1644 ) حدثنا بن نمير حدثنا أبو خالد الأحمر\r\nعن عمرو بن قيس عن أبي إسحاق عن صلة قال\r\nكنا عند عمار في اليوم الذي يشك فيه من رمضان فأتي\r\nبشاة فتنحى بعض القوم فقال عمار من صام هذا اليوم\r\nفقد عصى أبا القاسم صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\n( 1645 ) حدثنا القواريري حدثنا خالد بن\r\nالحارث حدثنا بن عون عن الحسن قال قالت أم حسن\r\nقالت أم المؤمنين أم سلمة ما نسيت يوم الخندق وهو\r\nيعاطيهم اللبن وقد اغبر شعره يعني النبي صلى الله عليه وسلم وهو يقولان\r\nالخير خير الآخرة فاغفر للأنصار والمهاجرة وجاء عمار فقال\r\nويحك أو ويلك شك خالد بن سمية تقتلك الفئة الباغية\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\nقال بن عون حدثت محمدا عن أمه فقال أما إنها قد\r\nكانت تدخل على أم سلمة\r\n( 1646 ) حدثنا القواريري حدثنا غندر حدثنا\r\nشعبة عن الحكم قال سمعت أبا وائل قال\r\nبعث علي عمارا والحسن إلى الكوفة ليستنفرهم\r\nخطب عمار فقال أما إني لأعلم أنها زوجته في الدنيا والآخرة يعني\r\nعائشة\r\n( 1647 ) حدثنا موسى حدثنا عبد الرحمن بن\r\nمهدي عن يعلى بن الحارث عن غيلان بن جامع عن إياس\r\nبن سلمة عن بن لعمار\r\nعن عمار أن النبي صلى الله عليه وسلم صلى في ثوب !\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\n( 1648 ) حدثنا موسى بن محمد حدثنا محمد بن\r\nأبي الوزيد حدثنا سفيان بن عيينة عن عمر بن حبيب عن\r\nعبد الله بكثير قال\r\nقال عمار بن ياسر أمرنا رسول الله صلى الله عليه وسلم أن نطيل الصلاة\r\nونقصر الخطبة\r\n( 1649 ) حدثنا محمد بن عمار حدثنا عبد\r\nالوهاب حدثنا عبيد الله عن سعيد بن أبي سعيد عن عمر بن\r\nأبي بكر بن عبد الرحمن بن الحارث بن هشام\r\nأن عمار بن ياسر دخل المسجد فصلى ركعتين خفيفتين فقال\r\nرجل خففتهما يا أبا اليقظان فقال رأيتني نقصت من حدودها\r\nشيئا إني بادرت بهما الوسواس إني سمعت رسول الله صلى الله عليه وسلم\r\nيقول إن الرجل ليصلي ولعله أن لا يكون له من صلاته إلا عشرها أو تسعها أو ثمنها أو سبعها أو سدسها أو خمسها\r\nأو ربعها أو ثلثها أو نصفها\r\n( 1650 ) حدثنا أبو بكر بن أبي شيبة حدثنا محمد\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\nبن عبد الله الأسدي عن إسرائيل عن سماك عن ثروان\r\nبن ملحان قال\r\nكنا جلوسا في المسجد فمر علينا عمار فقلنا له حدثنا حديث\r\nرسول الله صلى الله عليه وسلم في الفتنة فقال سمعت رسول الله صلى الله عليه وسلم يقول\r\nسيكون بعدي أمراء يقتتلون على الملك يقتل بعضهم عليه\r\nبعضا قلنا لو حدثنا به غيرك كذبناه أما إنه سيكون\r\n( 1651 ) حدثنا الحسن بن قزعة حدثنا سفيان بن\r\nحبيب عن سعيد عن قتادة عن خلاس بن عمرو\r\nعن عمار بن ياسر قال قال رسول الله صلى الله عليه وسلم أنزلت\r\nالمائدة من السماء خبزا ولحما فأمروا أن لا يخونوا ويدخروا\r\nلغد فخانوا وادخروا ورفعوا فمسخوا قردة وخنازير\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\n( 1652 ) حدثنا عبيد الله بن عمر حدثنا يوسف\r\nبن خالد حدثنا عبد الرحمن بن إسحاق عن الزهري عن\r\nعبيد الله بن عبد الله بن عتبة عن بن عباس\r\nأن عمار بن ياسر قال تيممنا مع رسول الله صلى الله عليه وسلم فمسحنا وجوهنا وأيدينا إلى المناكب بالتراب\r\n( 1653 ) حدثنا محمد بن الفرج حدثنا محمد بن\r\nالزبرقان حدثنا موسى بن عبيدة أخبرني سعد بن إبراهيم عمن\r\nأخبره\r\nعن عمار بن ياسر أن رسول الله صلى الله عليه وسلم قال إن الحلال بين\r\nوالحرام بين وبينهما شبهات من توقاهن كن وقاء لدينه ومن يوقع\r\nفيهن يوشك أن يواقع الكبائر كالمرتع حول الحمى يوشك أن\r\nيواقعه لكل ملك حمى\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\n\r\nمسند البراء بن عازب\r\n( 1654 ) حدثنا أبو بكر بن أبي شيبة حدثنا شريك\r\nعن الحسن بن الحكم عن عدي بن ثابت\r\nعن البراء قال قال رسول الله صلى الله عليه وسلم من بدا جفا !\r\n( 1655 ) حدثنا أبو بكر بن أبي شيبة حدثنا أبو\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\nأسامة عن زكريا عن أبي إسحاق\r\nعن البراء قال نزلنا مع النبي صلى الله عليه وسلم الحديبية فوجدنا ماءها قد\r\nشربه أوائل الناس فجلس النبي صلى الله عليه وسلم على البئر ودعا بدلو منها\r\nفأخذ منه بفيه ثم مجه فيها ودعا الله تعالى فكثر ماؤها حتى روي\r\nالناس منها\r\n( 1656 ) حدثنا عمرو بن محمد الناقد حدثنا معمر\r\nبن سليمان الرقي حدثنا حجاج بن أرطاة عن أبي إسحاق\r\nعن البراء بن عازب قال سئل رسول الله صلى الله عليه وسلم عن الكلالة\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\nفقال تكفيك آية الصيف\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\n( 1657 ) حدثنا عمرو الناقد حدثنا حفص بن غياث\r\nالنخعي حدثنا الحجاج عن أبي إسحاق\r\nعن البراء بن عازب قال سئل أين كان يسجد\r\nرسول الله صلى الله عليه وسلم قال كان يسجد بين كفيه !\r\n( 1658 ) حدثنا زكريا بن يحيى الواسطي حدثنا\r\nهشيم عن يزيد بن أبي زياد عن عبد الرحمن بن أبي ليلى\r\nعن البراء بن عازب قال رأيت رسول الله صلى الله عليه وسلم حين افتتح\r\nالصلاة رفع يديه حتى حاذتا إبهاميه أو تحاذيان أذنيه\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\n( 1659 ) وعن البراء بن عازب قال قال رسول الله صلى الله عليه وسلم من الحق على المسلمين أن يغتسل أحدهم يوم\r\nالجمعة وأن يمس من طيب إن كان عند أهله فإن لم يكن\r\nعندهم فإن الماء طيب\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\nقال هشيم قلت ليزيد هل من غسل غير يوم الجمعة\r\nقال نعم يوم عيد الفطر ويوم الأضحى ويوم عرفة ويوم\r\nالجمعة وقال فيه\r\n( 1660 ) حدثنا أبو عبد الرحمن الأذرمي حدثنا\r\nإسحاق الأزرق حدثنا زكريا عن أبي إسحاق\r\nالبراء قال اعتمر رسول الله صلى الله عليه وسلم قبل الحج\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\nقال وقال ت عائشة لقد علم أن قد اعتمر أربعا لعمرته في\r\nحجة الوداع\r\n( 1661 ) حدثنا أبو خيثمة حدثنا إسماعيل بن\r\nإبراهيم عن داود بن أبي هند عن الشعبي\r\nعن البراء بن عازب قال خطبنا رسول الله صلى الله عليه وسلم في يوم\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\nنحر فقال ألا لا يذبحن أحد حتى يصلي فقام\r\nرجل فقال يا رسول الله هذا يوم اللحم فيه مكروه وإني عجلت\r\nنسيكتي لأطعم أهلي وأهل داري أو أهلي وجيراني قال\r\nفقد فعلت فأعد ذبحا آخر قال يا رسول الله عندي عناق\r\nلبن هي خير من شاتي لحم أفأذبحها قال نعم وهي خير\r\nمن نسيكتك ولا تقضي جذعة عن أحد بعدك\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\n( 1662 ) حدثنا أبو خيثمة حدثنا جرير بن عبد\r\nالحميد عن منصور عن الشعبي\r\nعن البراء بن عازب قال خطبنا رسول الله صلى الله عليه وسلم يوم\r\nالأضحى بعد الصلاة فقال من صلى صلاتنا ونسك\r\nنسيكتنا فقد أصاب النسك ومن نسك قبل الصلاة فشاته شاة\r\nلحم ولا نسك له\r\nفقال أبو بردة بن نيار خال البراء يا رسول الله فإني نسكت\r\nشاتي قبل الصلاة وعرفت أن اليوم يوم أكل وشرب وأحببت أن\r\nتكون شاتي أول شئ يذبح في بيتي فذبحت شاتي وتغديت قبل\r\nأن آتي الصلاة قال شاتك شاة لحم قال فقال يا\r\nرسول الله فإن عندنا عناقا لنا جذعة هي أحب إلي من شاتين\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\nأفتجزي عني قال نعم ولن تجزي عن أحد بعدك\r\n( 1663 ) حدثنا عثمان بن أبي شيبة حدثنا جرير\r\nعن فطر عن أبي إسحاق\r\nعن البراء قال كان رسول الله صلى الله عليه وسلم إذا خرج إلى سفر\r\nفقال اللهم بلاغا يبلغ خيرا مغفرة منك ورضوانا بيدك\r\nالخير إنك على كل شئ قدير اللهم أنت الصاحب في السفر\r\nوالخليفة في الأهل اللهم هون علينا السفر وأطو لنا الأرض\r\nاللهم أعوذ بك من وعثاء السفر وكآبة المنقلب\r\n( 1664 ) حدثنا مجاهد بن موسى حدثني بهز\r\nحدثنا شعبة عن أبي إسحاق عن الربيع بن البراء\r\n","description":"","footnote":"","page_name":" 226 ","page_number":226},
  {"content":"\r\nعن أبيه أن النبي صلى الله عليه وسلم كان إذا رجع من سفره قال\r\nآيبون تائبون عابدون لربنا حامدون\r\n( 1665 ) حدثنا مجاهد بن موسى حدثني بهز حدثنا شعبة حدثني عدي بن ثابت\r\nعن البراء بن عازب أن رسول الله صلى الله عليه وسلم كان في سفر فقرأ في\r\nالعشاء الآخرة في إحدى الركعتين ب التين والزيتون\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\n( 1666 ) حدثنا إسماعيل بن إبراهيم حدثنا\r\nهشيم أخبرنا أشعث عن عدي بن ثابت\r\nعن البراء بن عازب قال بعث رسول الله صلى الله عليه وسلم خالي إلى\r\nرجل تزوج امرأة أبيه فأمره أن يضرب عنقه\r\n( 1667 ) حدثنا أبو معمر حدثنا حفص عن\r\nأشعث عن عدي\r\nعن البراء أن النبي صلى الله عليه وسلم بعث رجلا إلى رجل تزوج امرأة\r\nأبيه فأمره أن يضرب عنقه ويأتي برأسه\r\n","description":"","footnote":"","page_name":" 228 ","page_number":228},
  {"content":"\r\n","description":"","footnote":"","page_name":" 229 ","page_number":229},
  {"content":"\r\n( 1668 ) حدثنا محمد بن بشار حدثنا عبد الرحمن\r\nوأبو داود قالا حدثنا شعبة عن عمرو بن مرة قال سمعت\r\nسعد بن عبيدة يحدث\r\nعن البراء أن رسول الله صلى الله عليه وسلم أمر رجلا إذا أخذ مضجعه أن\r\nيقول اللهم أسلمت نفسي إليك ووجهت وجهي إليك\r\nوألجأت ظهري إليك وفوضت أمري إليك رغبة ورهبة إليك\r\nلا ملجأ ولا منجا منك إلا إليك آمنت بكتابك الذي أنزلت\r\nوبرسولك الذي أرسلت فإن مات مات على الفطرة\r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\n","description":"","footnote":"","page_name":" 231 ","page_number":231},
  {"content":"\r\n( 1669 ) حدثنا عبد الرحمن بن صالح الأزدي\r\nحدثنا حفص بن غياث عن حجاج بن أرطاة عن أبي إسحاق\r\nعن البراء أن رسول الله صلى الله عليه وسلم كان يضع وجهه بين كفيه إذا\r\nسجد\r\n( 1670 ) حدثنا عبد الرحمن بن صالح حدثنا عبد\r\nالرحيم بن سليمان عن قنان بن عبد الله النهمي عن عبد\r\nالرحمن بن عوسجة\r\n","description":"","footnote":"","page_name":" 232 ","page_number":232},
  {"content":"\r\nعن البراء قال سمع النبي صلى الله عليه وسلم أبا موسى يقرأ فقال كأن\r\nصوت هذا من مزامير آل داود\r\n( 1671 ) حدثنا محمد بن بكار مولى بني هاشم\r\nحدثنا يحيى بن عقبة بن أبي العيزار حدثنا أبو إسحاق\r\nعن البراء قال سجدنا مع رسول الله صلى الله عليه وسلم في الظهر فظننا\r\nأنه قرأ تنزيل السجدة\r\n( 1672 ) حدثنا محمد بن بكار حدثنا أبو بكر بن\r\nعياش حدثنا أبو إسحاق\r\nعن البراء قال خرج رسول الله صلى الله عليه وسلم وأصحابه فأحرمنا\r\n","description":"","footnote":"","page_name":" 233 ","page_number":233},
  {"content":"\r\nبالحج فلما أن قدمنا مكة قال اجعلوا حجكم عمرة فقال\r\nناس يا رسول الله قد أحرمنا بالحج فكيف نجعلها عمرة قال\r\nانظروا ما أمرتكم به فافعلوا قال فردوا عليه القول\r\nفغضب ثم انطلق حتى دخل على عائشة غضبا قال فرأت\r\nالغضب في وجهه فقالت من أغضبك أغضبه الله تعالى\r\nفقال مالي لا أغضب وأنا آمر بالامر فلا يتبع\r\n( 1673 ) حدثنا خالد بن مرداس حدثنا هشيم\r\nعن أبي بلج عن زيد بن أبي الشعثاء العبدي\r\nعن البراء قال قال رسول الله صلى الله عليه وسلم إذا التقى المسلمان\r\nفتصافحا وحمدا الله واستغفراه غفر لهما\r\n","description":"","footnote":"","page_name":" 234 ","page_number":234},
  {"content":"\r\n( 1674 ) حدثنا محمد بن الخطاب حدثنا مؤمل\r\nحدثنا سفيان عن عمرو بن مرة عن عبد الرحمن بن أبي ليلى\r\nعن البراء قال قنت النبي صلى الله عليه وسلم في صلاة المغرب\r\nوالغداة\r\n","description":"","footnote":"","page_name":" 235 ","page_number":235},
  {"content":"\r\n","description":"","footnote":"","page_name":" 236 ","page_number":236},
  {"content":"\r\nقال عمرو فذكرت ذلك لإبراهيم فغضب وقال إنه\r\nكان صاحب أمر يعني بن أبي ليلى\r\n( 1675 ) حدثنا إبراهيم بن دينار حدثنا مصعب بن\r\nسلام عن حمزة بن حبيب الزيات عن أبو إسحاق السبيعي\r\nعن البراء قال خطبنا رسول الله صلى الله عليه وسلم حتى أسمع العواتق\r\nفي بيوتها أو قال في خدودها فقال يا معشر من آمن\r\nبلسانه لا تغتابوا المسلمين ولا تتبعوا عوراتهم فإنه من تتبع عورة\r\n","description":"","footnote":"","page_name":" 237 ","page_number":237},
  {"content":"\r\nأخيه تتبع الله عورته ومن تتبع الله عورته يفضحه في جوف\r\nبيته\r\n( 1676 ) حدثنا محمد بن عبد الرحمن بن سهم\r\nالأنطاكي حدثنا أبو إسحاق الفزاري عن أبي إسحاق\r\nالشيباني أنه حدثه محارب بن دثار قال سمعت عبد الله بن\r\nيزيد يقول على المنبر\r\nحدثنا البراء بن عازب أنهم كانوا يصلون مع\r\nرسول الله صلى الله عليه وسلم فإذا ركع ركعوا وإذا رفع رأسه من الركوع\r\nفقال سمع الله لمن حمده لم نزل قياما حتى نراه قد\r\nوضع\r\n","description":"","footnote":"","page_name":" 238 ","page_number":238},
  {"content":"\r\n( 1677 ) حدثنا زكريا بن يحيى حدثنا هشيم عن\r\nالعوام أخبرني عزرة بن الحارث الشيباني\r\nعن البراء قال كنا إذا صلينا مع رسول الله صلى الله عليه وسلم فرفعنا\r\nرؤوسنا من الركوع قمنا صفوفا حتى يسجد النبي صلى الله عليه وسلم فإذا سجد\r\nتبعناه\r\n","description":"","footnote":"","page_name":" 239 ","page_number":239},
  {"content":"\r\n( 1678 ) حدثنا عثمان بن أبي شيبة حدثنا وكيع\r\nعن إسرائيل عن أبي إسحاق\r\nعن البراء أن النبي صلى الله عليه وسلم لملقي المشركين يوم حنين نزل عن\r\nبغلته فترجل\r\n","description":"","footnote":"","page_name":" 240 ","page_number":240},
  {"content":"\r\n( 1679 ) حدثنا عثمان بن أبي شيبة حدثنا أبو\r\nمعاوية حدثنا بن أبي ليلى عن حفصة بنت عازب\r\nعن البراء قال جاء رجل إلى النبي صلى الله عليه وسلم يسأله عن مواقيت\r\nالصلاة فأمر بلالا فقدم وأخر وقال الوقت ما بينهما\r\n( 1680 ) حدثنا أحمد بن إبراهيم الدورقي حدثنا\r\nبهز حدثنا شعبة أخبرني الحكم بن عتيبة قال حدثني عبد\r\nالرحمن بن أبي ليلى يحدث\r\n","description":"","footnote":"","page_name":" 241 ","page_number":241},
  {"content":"\r\nعن البراء قال كان ركوع رسول الله صلى الله عليه وسلم وإذا رفع رأسه\r\nمن الركوع وإذا سجد وبين السجدتين قريبا من السواء\r\n( 1681 ) وحدثنا أحمد حدثنا أبو داود حدثنا\r\nشعبة عن الحكم قال سمعت بن أبي ليلى يحدث\r\nعن البراء قال كانت صلاة رسول الله صلى الله عليه وسلم إذا ركع وإذا\r\nرفع رأسه من الركوع وإذا سجد وإذا رفع رأسه من السجدتين\r\nقريبا من السواء\r\n","description":"","footnote":"","page_name":" 242 ","page_number":242},
  {"content":"\r\n( 1682 ) حدثنا عقبة بن مكرم حدثنا يونس يعني\r\nبن محمد حدثنا يونس بن عمرو عن أبيه عن أبي عبيدة\r\nعن أبيه عبد الله بن مسعود أنه قال كان رسول الله صلى الله عليه وسلم إذا\r\nاضطجع لينام وضع يده اليمنى تحت خده الأيمن وقال اللهم\r\nقني عذابك يوم تجمع عبادك\r\n( 1683 ) حدثنا عقبة بن مكرم حدثنا يونس\r\nحدثنا يونس بن عمرو قال قال أبي\r\nحدثنا البراء بن عازب عن رسول الله صلى الله عليه وسلم مثله غير أنه\r\nقال يوم تبعث عبادك\r\n","description":"","footnote":"","page_name":" 243 ","page_number":243},
  {"content":"\r\n( 1684 ) حدثنا إبراهيم بن عرعرة بن البرند حدثنا\r\nإسماعيل بن أبان حدثني مسعود بن سعد عن يزيد بن أبي\r\nزياد عن عبد الرحمن بن أبي ليلى\r\nعن البراء قال قال رسول الله صلى الله عليه وسلم حق على المسلمين\r\nأن يغتسلوا يوم الجمعة\r\n( 1685 ) حدثنا وهب بن بقية حدثنا خالد عن\r\nعوف عن أبي عبد الله ميمون\r\nعن البراء قال أمر رسول الله صلى الله عليه وسلم بحفر الخندق قال\r\nعرض لنا صخرة لا تأخذ فيها المعاول فشكوا ذلك إلى\r\nالنبي صلى الله عليه وسلم قال فأخذ المعول قال وأحسبه قال وضع\r\nثوبه فضرب ضربة وقال بسم الله فكسر ثلث الصخرة\r\nثم قال الله أكبر أعطيت مفاتيح الشام إني لأنظر إلى\r\nقصورها الحمر من مكاني هذا ثم قال بسم الله\r\nوضرب أخرى فكسر ثلثها وقال الله أكبر أعطيت مفاتيح\r\n","description":"","footnote":"","page_name":" 244 ","page_number":244},
  {"content":"\r\nفارس والله إني لأنظر إلى المدائن وقصرها الأبيض من مكاني\r\nهذا ثم قال بسم الله وضرب أخرى فكسر بقية الحجر\r\nوقال الله أكبر أعطيت مفاتيح اليمن والله إني لأنظر إلى\r\nمفاتيح صنعاء من مكاني هذا\r\n( 1686 ) حدثنا خالد بن مرداس حدثنا إسماعيل\r\nبن عياش عن عتبة بن أبي حكيم عن طلحة بن نافع عن\r\nعبد الرحمن بن عوسجة\r\nعن البراء النبي صلى الله عليه وسلم قال زينوا القرآن بأصواتكم\r\n","description":"","footnote":"","page_name":" 245 ","page_number":245},
  {"content":"\r\n( 1687 ) حدثنا إسحاق حدثنا أبو معاوية حدثنا\r\nقنان بن عبد الله عن عبد الرحمن بن عوسجة\r\n","description":"","footnote":"","page_name":" 246 ","page_number":246},
  {"content":"\r\nعن البراء قال قال رسول الله صلى الله عليه وسلم أفشوا السلام تسلموا\r\nوالاشرة شر\r\nقال أبو معاوية يعني كثر العبث\r\n( 1688 ) حدثنا أحمد بن إبراهيم الموصلي حدثنا\r\nأبو علي صالح بن عمر عن يزيد بن أبي زياد عن عبد الرحمن\r\nبن أبي ليلى\r\nعن البراء بن عازب قال قال رسول الله صلى الله عليه وسلم من قال\r\n","description":"","footnote":"","page_name":" 247 ","page_number":247},
  {"content":"\r\nللمدينة يثرب فليستغفر الله\r\n( 1689 ) حدثنا إسحاق حدثنا وكيع حدثنا بن\r\nأبي ليلى عن الحكم وعيسى عن عبد الرحمن بن أبي ليلى\r\nعن البراء أن النبي صلى الله عليه وسلم كان إذا افتتح الصلاة رفع يديه ثم\r\nلا يرفع حتى ينصرف\r\n( 1690 ) حدثنا إسحاق حدثنا شريك عن يزيد\r\nبن أبي زياد عن عبد الرحمن بن أبي ليلى\r\nعن البراء قال كان رسول الله صلى الله عليه وسلم إذا افتتح الصلاة رفع\r\nيديه نحو رأسه ثم لا يعود\r\n( 1691 ) حدثنا إسحاق حدثنا هشيم عن يزيد\r\nبن أبي زياد عن عبد الرحمن بن أبي ليلى\r\n","description":"","footnote":"","page_name":" 248 ","page_number":248},
  {"content":"\r\nعن البراء قال رأيت رسول الله صلى الله عليه وسلم حين افتتح الصلاة كبر\r\nورفع يديه حتى كادتا تحاذيان أذنيه ثم لم يعد\r\n( 1692 ) حدثنا إسحاق حدثنا بن إدريس قال\r\nسمعت يزيد بن أبي زياد عن بن أبي ليلى\r\nعن البراء قال رأيت رسول الله صلى الله عليه وسلم رفع يديه حين استقبل\r\nالصلاة حتى رأيت إبهاميه قريبا من أذنيه ثم لم يرفعهما\r\n( 1693 ) حدثنا محمد بن بكار حدثنا حديج بن\r\nمعاوية عن أبي إسحاق\r\nعن البراء بن عازب قال غزوت مع رسول الله صلى الله عليه وسلم خمس\r\nعشرة غزوة\r\n","description":"","footnote":"","page_name":" 249 ","page_number":249},
  {"content":"\r\n( 1694 ) قال وسمعت زيد بن أرقم يقول غزوت\r\nمع رسول الله صلى الله عليه وسلم بضع عشرة غزوة\r\n( 1695 ) حدثنا أبو بكر بن أبي شيبة حدثنا عبد الله\r\nبن إدريس عن مطرف عن أبي إسحاق\r\nعن البراء قال عرضت يوم بدر على رسول الله صلى الله عليه وسلم أنا\r\nوابن عمر فاستصغرنا وشهدنا يوم أحد\r\n","description":"","footnote":"","page_name":" 250 ","page_number":250},
  {"content":"\r\n( 1696 ) حدثنا أبو بكر حدثنا معاوية بن هشام\r\nحدثنا سفيان عن فراس عن الشعبي\r\nعن البراء قال توفي إبراهيم بن النبي صلى الله عليه وسلم وهو بن ستة\r\nعشر شهرا فقال رسول الله صلى الله عليه وسلم ادفنوه بالبقيع فإن له مرضعا\r\nتتم رضاعه في الجنة\r\n( 1697 ) حدثنا العباس بن الوليد النرسي حدثنا أبو\r\n","description":"","footnote":"","page_name":" 251 ","page_number":251},
  {"content":"\r\nالأحوص حدثنا أبو إسحاق عن عبد الله بن يزيد\r\nحدثنا البراء بن عازب وكان غير كذوب قال كنا\r\nنصلي خلف رسول الله صلى الله عليه وسلم فإذا قال سمع الله لمن حمده\r\nلم يحن أحد منا ظهره حتى يضع النبي صلى الله عليه وسلم جبهته إلى الأرض\r\nفإذا وضع جبهته إلى الأرض خررنا سجودا\r\n( 1698 ) حدثنا زكريا بن يحيى الواسطي حدثنا\r\nشريك عن أبي إسحاق\r\nعن البراء قال مر بنا رسول الله صلى الله عليه وسلم وقدورنا تغلي من\r\nلحوم الحمر فأمرنا أن نكفئها فأكفأناها\r\n","description":"","footnote":"","page_name":" 252 ","page_number":252},
  {"content":"\r\n( 1699 ) وعن البراء قال الرب عز وجل ما رأينا أحدا في حلة\r\nحمراء مترجلا أجمل من رسول الله صلى الله عليه وسلم كان له شعر قريبا من\r\nمنكبيه\r\n","description":"","footnote":"","page_name":" 253 ","page_number":253},
  {"content":"\r\n( 1700 ) حدثنا زكريا حدثنا أبو وكيع عن أبي\r\nإسحاق\r\n","description":"","footnote":"","page_name":" 254 ","page_number":254},
  {"content":"\r\nعن البراء قال ما رأيت ذا لمة في حلة أحسن من\r\nرسول الله صلى الله عليه وسلم\r\n( 1701 ) حدثنا زكريا بن يحيى حدثنا صالح بن\r\nعمر حدثنا يزيد بن أبي زياد عن عبد الرحمن بن أبي ليلى\r\nعن البراء قال كان رسول الله صلى الله عليه وسلم إذا افتتح الصلاة رفع\r\nيديه حتى يحاذي بهما أذنيه فذكرت ذلك لعدي بن ثابت فقال\r\nقد سمعت البراء يذكر ذلك\r\n( 1702 ) حدثنا زكريا بن يحيى حدثنا يحيى بن\r\nزكريا قال حدثني أبو يعقوب الثقفي عن يونس بن عبيد مولى\r\nمحمد بن القاسم قال أرسلني محمد بن القاسم إلى\r\nالبراء بن عازب أسأله عن راية رسول الله صلى الله عليه وسلم ما كانت\r\nقال كانت سوداء مربعة من نمرة\r\n","description":"","footnote":"","page_name":" 255 ","page_number":255},
  {"content":"\r\n( 1703 ) حدثنا زكريا بن يحيى حدثنا شريك عن\r\nأبي إسحاق\r\nعن البراء قال كان فيما اشترطوا على النبي صلى الله عليه وسلم ألا يدخلوا\r\nمكة إلا بجلبان السلاح\r\nقال وما جلبان السلاح قال القراب وفيه\r\n","description":"","footnote":"","page_name":" 256 ","page_number":256},
  {"content":"\r\n( 1704 ) حدثنا جعفر بن حميد الكوفي حدثنا عبيد\r\nالله بن إياد عن أبيه\r\nعن البراء قال قال رسول الله صلى الله عليه وسلم كيف تقولون بفرح\r\nرجل انفلتت منه راحلته تجر زمامها بأرض قفر ليس بها طعام ولا\r\nشراب وعليها له الطعام والشراب فطلبها حتى شق عليه ثم\r\nمرت بجذل شجرة فتعلق زمامها فوجدها متعلقة به قلنا\r\nشديدا يا رسول الله فقال رسول الله صلى الله عليه وسلم لله أشد فرحا\r\nبتوبة عبده من الرجل براحلته\r\n","description":"","footnote":"","page_name":" 257 ","page_number":257},
  {"content":"\r\n( 1705 ) حدثنا محرز بن عون حدثنا شريك عن\r\nأبي إسحاق\r\nعن البراء قال ما رأيت أحدا في حلة حمراء أجمل من\r\nرسول الله صلى الله عليه وسلم مترجلا كان له شعر قريب من أذنيه أو قال\r\nمنكبيه\r\nالشك من محرز\r\n( 1706 ) حدثنا زياد بن أيوب حدثنا أبو يحيى\r\nالحماني حدثنا مالك بن مغول والحسن بن عمارة وفطر عن\r\nإسماعيل بن رجاء عن أوس بن ضمعج\r\nعن البراء بن عازب قال سمعت رسول الله صلى الله عليه وسلم يقول\r\nزينوا القرآن بأصواتكم\r\n( 1707 ) حدثنا جعفر بن حميد الكوفي حدثنا عبيد\r\nالله بن إياد عن أبيه\r\nعن البراء بن عازب قال قال رسول الله صلى الله عليه وسلم إذا\r\nسجدت فضع كفيك وارفع مرفقيك\r\n","description":"","footnote":"","page_name":" 258 ","page_number":258},
  {"content":"\r\n( 1708 ) حدثنا أبو بكر بن أبي شيبة حدثنا إسحاق\r\nبن منصور عن أبي رجاء الخراساني عبد الله بن واقد عن\r\nمحمد بن مالك قال\r\nرأيت على البراء خاتما من ذهب فقيل له من أجله قال\r\nقسم رسول الله صلى الله عليه وسلم ففضل هذا الخاتم فقال من ترون\r\nأحق بهذا ثم قال ادن يا براء فألبسني في إصبعي وقال\r\nالبس ما كساك الله ورسوله\r\n","description":"","footnote":"","page_name":" 259 ","page_number":259},
  {"content":"\r\n( 1709 ) حدثنا عثمان بن أبي شيبة حدثنا أبو\r\nمعاوية حدثنا الأعمش عن عبد الله بن عبد الله عن بن أبي\r\nليلى\r\nعن البراء قال الغنم بركة !\r\n( 1710 ) حدثنا محمد بن بشار حدثنا محمد بن\r\nجعفر حدثنا شعبة عن أبي إسحاق الهمداني قال\r\nسمعت البراء بن عازب قال لما أقبل رسول الله صلى الله عليه وسلم من\r\n","description":"","footnote":"","page_name":" 260 ","page_number":260},
  {"content":"\r\nمكة إلى المدينة تبعه سراقة بن جعشم فدعا عليه رسول الله صلى الله عليه وسلم\r\nفساخت به فرسه فقال ادع الله لي ولا أضرك فدعا له\r\nفعطش رسول الله صلى الله عليه وسلم فمروا براع فقال أبو بكر الصديق فأخذت\r\nقدحا فحلبت فيه كثبة من لبن فأتيته فشرب ثم شرب حتى\r\nرضيت\r\n( 1711 ) حدثنا محمد بن بشار حدثنا محمد بن\r\nجعفر حدثنا شعبة عن أبي إسحاق عن أبي عبيدة ورجل آخر\r\nعن البراء قال كان رسول الله صلى الله عليه وسلم إذا أراد أن ينام توسد\r\nيمينه ويقول اللهم قني عذابك يوم تجمع عبادك\r\n( 1712 ) قال شعبة قال أبو إسحاق وقال أبو\r\nالأحوص يوم تبعث عبادك\r\n( 1713 ) حدثنا محمد بن بشار حدثنا محمد بن\r\nجعفر حدثنا شعبة عن أبي إسحاق قال\r\n","description":"","footnote":"","page_name":" 261 ","page_number":261},
  {"content":"\r\nسمعت البراء قال لما صالح رسول الله صلى الله عليه وسلم أهل مكة\r\nكتب علي بينهم كتابا فكتب محمد رسول الله فقال\r\nالمشركون لا تكتب محمد رسول الله لو كنت رسول الله لم\r\nنقاتلك قال لعلي امحه فقال علي ما أنا بالذي\r\nأمحوه فمحاه رسول الله صلى الله عليه وسلم بيده فصالحهم على أن يدخلها\r\nهو وأصحابه ثلاثة أيام ولا يدخلها إلا بجلبان السلاح فسألوه\r\nما جلبان السلاح قال القراب وما فيه\r\n( 1714 ) قال وسمعت أبا إسحاق قال\r\nسمعت البراء بن عازب قال كان رسول الله صلى الله عليه وسلم رجلا\r\nمربوعا بعيد ما بين المنكبين عظيم الجمة إلى شحمة أذنيه\r\nعليه حلة حمراء ما رأيت شيئا قط أحسن منه\r\n( 1715 ) وبإسناده عن أبي إسحاق قال\r\nسمعت البراء بن عازب قال كان أول من قدم من أصحاب\r\nرسول الله صلى الله عليه وسلم مصعب بن عمير وابن أم مكتوم فكانوا يقرؤون\r\nالناس قال فقدم بلال وسعيد وعمار بن ياسر قال ثم قدم\r\nعمر بن الخطاب في عشرين من أصحاب رسول الله صلى الله عليه وسلم ثم\r\n","description":"","footnote":"","page_name":" 262 ","page_number":262},
  {"content":"\r\nقدم رسول الله صلى الله عليه وسلم فما رأيت أهل المدينة فرحوا بشئ فرحهم\r\nبرسول الله صلى الله عليه وسلم قال حتى جعل الإماء يقلن قدم\r\nرسول الله صلى الله عليه وسلم قال فما قدم حتى قرأت ب سبح اسم ربك\r\nالاعلى في سور من المفصل\r\n( 1716 ) وبإسناده قال سمعت البراء قال كان\r\nالنبي صلى الله عليه وسلم ينقل التراب ولقد وارى التراب بطنه وهو يقول\r\nاللهم لولا أنت ما اهتدينا ولا تصدقنا ولا صلينا\r\nفأنزلن سكينة علينا\r\nوثبت الاقدام إن لاقينا\r\nإن الالى قد بغوا علينا\r\n","description":"","footnote":"","page_name":" 263 ","page_number":263},
  {"content":"\r\nوربما قال\r\nإن الملا قد أبوا علينا\r\nإذا أرادوا فتنة أبينا\r\nيرفع بها صوته\r\n( 1717 ) وبإسناده عن البراء قال مر رسول الله صلى الله عليه وسلم\r\nبقوم جلوس في الطريق فقال إن كنتم لا بد فاعلين فاهدوا\r\nالسبيل وردوا السلام وأعينوا المظلوم\r\n","description":"","footnote":"","page_name":" 264 ","page_number":264},
  {"content":"\r\n( 1718 ) حدثنا محمد بن بشار حدثنا عبد\r\nالرحمن حدثنا شعبة عن أبي إسحاق\r\nعن البراء عن النبي صلى الله عليه وسلم بمثله\r\nقال شعبة قلت لأبي إسحاق أسمعته من البراء قال\r\nلا\r\n( 1719 ) حدثنا محمد بن بشار حدثنا محمد\r\nحدثنا شعبة عن أبي إسحاق قال\r\nقال البراء بن عازب مات ناس من أصحاب\r\nرسول الله صلى الله عليه وسلم وهم يشربون الخمر فلما نزل تحريمها قال\r\nأناس من أصحاب النبي صلى الله عليه وسلم وكيف بأصحابنا الذين ماتوا وهم\r\nيشربونها فنزلت * ( ليس على الذين آمنوا وعملوا الصالحات جناح\r\nفيما طعموا إذا ما اتقوا وآمنوا ) *\r\n","description":"","footnote":"","page_name":" 265 ","page_number":265},
  {"content":"\r\n( 1720 ) حدثنا محمد بن بشار حدثنا عبد\r\nالرحمن حدثنا شعبة عن أبي إسحاق\r\nعن البراء بن عازب مثله\r\nقال شعبة قلت أسمعته من البراء قال لا\r\n( 1721 ) حدثنا محمد حدثنا محمد حدثنا\r\nشعبة عن أبي إسحاق\r\nأنه سمع البراء بن عازب ولامر رسول الله صلى الله عليه وسلم رجلا\r\nإذا أخذ مضجعه أن يقول اللهم أسلمت نفسي إليك ووجهت\r\nوجهي إليك وفوضت أمري إليك وألجأت ظهري إليك رغبة\r\nورهبة إليك لا ملجأ ولا منجى منك إلا إليك آمنت بكتابك\r\nالذي أنزلت وبنبيك الذي أرسلته فإن مات مات على\r\nالفطرة\r\n","description":"","footnote":"","page_name":" 266 ","page_number":266},
  {"content":"\r\n( 1722 ) وبه عن أبي إسحاق قال\r\nسمعت البراء يقول قرأ رجل الكهف وفي الدار دابة\r\nفجعلت تنفر فسلم فإذا ضبابة أو سحابة قد غشيته فذكره\r\nللنبي صلى الله عليه وسلم فقال أقرأ فلان فإنها السكينة نزلت عند القرآن\r\nأو تنزلت للقرآن\r\n( 1723 ) وبه عن أبي إسحاق قال\r\n","description":"","footnote":"","page_name":" 267 ","page_number":267},
  {"content":"\r\nسمعت البراء يقول آخر آية نزلت الكلالة وآخر سورة\r\nنزلت براءة\r\n( 1724 ) وبه عن أبي إسحاق\r\nأنه سمع البراء بن عازب يقول استصغرت يوم بدر أنا وابن\r\nعمر وكانت المهاجرون نيفا على الستين والأنصار نيفا على\r\nالمئتين وأربعين\r\n","description":"","footnote":"","page_name":" 268 ","page_number":268},
  {"content":"\r\n( 1725 ) وبإسناده عن أبي إسحاق\r\nأنه سمع البراء يقول في هذه الآية لا يستوي القاعدون\r\nمن المؤمنين والمجاهدون في سبيل الله قال\r\nفأمر رسول الله صلى الله عليه وسلم زيدا فجاء بكتف قال فشكا بن أم\r\nمكتوم ضرارته فنزلت * ( لا يستوي القاعدون من المؤمنين غير\r\nأولي الضرر ) *\r\n","description":"","footnote":"","page_name":" 269 ","page_number":269},
  {"content":"\r\n( 1726 حدثنا محمد حدثنا محمد حدثنا\r\nشعبة عن سعد بن إبراهيم عن أبيه عن رجل\r\nعن زيد بن ثابت في هذه الآية * ( لا يستوي القاعدون )\r\n* مثل حديث البراء\r\n","description":"","footnote":"","page_name":" 270 ","page_number":270},
  {"content":"\r\n( 1727 ) حدثنا محمد حدثنا محمد حدثنا\r\nشعبة عن أبي إسحاق قال\r\nسمعت البراء وسأله رجل من قيس قال أفررتم عن\r\nرسول الله صلى الله عليه وسلم يوم حنين فقال البراء لكن رسول الله لم يفر\r\nكانت هوازن ناسا رماة وإنا لما حملنا عليهم فأكببنا على\r\nالغنائم فاستقبلونا بالسهام ولقد رأيت رسول الله صلى الله عليه وسلم على\r\nبغلته الشهباء وإن أبا سفيان بن الحارث آخذ بلجامها وهو\r\nيقول\r\nأنا النبي لا كذب\r\nأنا بن عبد المطلب\r\n","description":"","footnote":"","page_name":" 271 ","page_number":271},
  {"content":"\r\n( 1728 ) حدثنا محمد حدثنا محمد بن جعفر\r\nحدثنا شعبة عن أبي إسحاق قال\r\nقال البراء أصبنا يوم خيبر حمرا فنادى منادي\r\n","description":"","footnote":"","page_name":" 272 ","page_number":272},
  {"content":"\r\nرسول الله صلى الله عليه وسلم أن أكفئوا القدور\r\n( 1729 ) حدثنا محمد حدثنا محمد حدثنا\r\nشعبة عن أبي إسحاق قال سمعت الربيع بن البراء يقول\r\nسمعت البراء يقولان رسول الله صلى الله عليه وسلم كان إذ أقبل من\r\nسفر قال آيبون عابدون لربنا حامدون\r\n( 1730 ) وبإسناده عن أبي إسحاق قال\r\nسمعت البراء يقول أهديت إلى رسول الله صلى الله عليه وسلم حلة\r\nحرير فجعل أصحابه يلمسونها يعجبون من لينها فقال\r\nتعجبون من لين هذه لمناديل سعد في الجنة خير منها\r\nوألين\r\n","description":"","footnote":"","page_name":" 273 ","page_number":273},
  {"content":"\r\n( 1731 ) حدثنا محمد حدثنا يحيى عن سفيان\r\nعن أبي إسحاق\r\nعن البراء قال اهد لرسول الله صلى الله عليه وسلم حلة حرير فجعل\r\nأصحابه يلمسونها فقال أتعجبون من لين هذا لمناديل سعد\r\nفي الجنة ألين من هذا\r\n( 1732 ) حدثنا محمد حدثنا محمد حدثنا\r\nشعبة عن أبي إسحاق قال\r\nسمعت البراء يقول كانت الأنصار إذا حجوا لم يدخلوا\r\nالبيوت إلا من ظهورها فجاء رجل من الأنصار فدخل من بابه\r\n","description":"","footnote":"","page_name":" 274 ","page_number":274},
  {"content":"\r\nفقيل له في ذلك فنزلت * ( وليس البر بأن تأتوا البيوت من ظهورها ) * الآية\r\n( 1733 ) حدثنا عبد الله بن عمر بن أبان حدثنا عبد\r\nالرحيم بن سليمان حدثنا قنان بن عبد الله النهمي عن عبد\r\nالرحمن بن عوسجة\r\nعن البراء عن النبي وسمع أبا موسى يقرأ القرآن\r\nكأن صوت هذا من أصوات آل داود\r\n","description":"","footnote":"","page_name":" 275 ","page_number":275},
  {"content":"\r\n\r\nمسند عقبة بن عامر الجهني\r\n( 1734 ) حدثنا أبو بكر بن أبي شيبه حدثنا أبو\r\nأسامة حدثنا سفيان عن معاوية بن صالح عن عبد\r\nالرحمن بن جبير بن نفير عن أبيه\r\nعن عقبة بن عامر أنه سأل النبي صلى الله عليه وسلم عن المعوذتين قال\r\nعقبة فأمنا رسول الله صلى الله عليه وسلم بهما في صلاة الفجر ثم دعاني فذكرت\r\nحديثه فيهما\r\n","description":"","footnote":"","page_name":" 276 ","page_number":276},
  {"content":"\r\n( 1735 ) حدثنا زهير بن حرب حدثنا جرير عن\r\nمحمد بن إسحاق عن يزيد بن أبي حبيب عن مرثد بن عبد الله\r\nعن عقبة بن عامر قال سمعت رسول الله صلى الله عليه وسلم يقول\r\nاقرأ بهاتين الآيتين من آخر سورة البقرة إني أعطيتهما من\r\nتحت العرش\r\n","description":"","footnote":"","page_name":" 277 ","page_number":277},
  {"content":"\r\n( 1736 ) حدثنا أبو خيثمة حدثنا الوليد بن مسلم\r\nحدثنا عبد الرحمن بن يزيد بن جابر عن القاسم بن عبد\r\nالرحمن\r\nعن عقبة بن عامر قال بينا أنا أقود برسول الله صلى الله عليه وسلم في\r\nنقب من تلك النقاب قال يا عقب ألا تركب فأجللت\r\nرسول الله صلى لله عليه وسلم أن أركب مركبه ثم قال يا عقب ألا تركب\r\nفأشفقت أن تكون معصية فنزل رسول الله صلى الله عليه وسلم وركبت هنيهة ثم\r\nركب ثم قال يا عقب ألا أعلمك سورتين من خير\r\nالسورتين قرأ بهما الناس قلت بلى يا رسول الله قال\r\nفأقرأني قل أعوذ برب الفلق وقل أعوذ برب الناس ثم\r\nأقيمت الصلاة فتقدم رسول الله فقرأ بهما ثم مر بي قال كيف\r\nرأيت يا عقب اقرأ بهما كلما نمت وقمت\r\n( 1737 ) حدثنا زهير حدثنا معن بن عيسى حدثنا\r\nمعاوية بن صالح عن بحير بن سعد عن خالد بن معدان عن\r\nكثير بن مرة\r\n","description":"","footnote":"","page_name":" 278 ","page_number":278},
  {"content":"\r\nعن عقبة بن عامر قال قال رسول الله صلى الله عليه وسلم المسر بالقرآن\r\nكالمسر بالصدقة والجاهر بالقرآن كالجاهر بالصدقة\r\n( 1738 ) حدثنا أبو خيثمة حدثنا عبد الله بن يزيد\r\nحدثنا موسى بن أيوب القاري قال حدثني عمي إياس بن عامر\r\nعن عقبة بن عامر قال لما نزلت * ( فسبح باسم ربك\r\nالعظيم ) * قال لنا\r\nرسول الله صلى الله عليه وسلم اجعلوها في ركوعكم فلما نزلت * ( سبح اسم\r\nربك الاعلى ) * قال اجعلوها في\r\nسجودكم\r\n","description":"","footnote":"","page_name":" 279 ","page_number":279},
  {"content":"\r\n( 1739 ) حدثنا زهير حدثنا عبد الله بن يزيد حدثنا\r\nحياة أخبرني بكر بن عمرو أن شعيب بن زرعة حدثه قال\r\nحدثني عقبة بن عامر أنه سمع النبي صلى الله عليه وسلم يقول لأصحابه\r\nلا تخيفوا أنفسكم أو قال الأنفس قيل يا رسول الله وبم\r\nنخيف أنفسنا قال بالدين\r\n( 1740 ) حدثنا زهير حدثنا عبد الله بن يزيد حدثنا قباث بن رزين المصري قال سمعت علي بن رباح اللخمي\r\nقال\r\nسمعت عقبة بن عامر الجهني يقول كنا جلوسا في\r\n","description":"","footnote":"","page_name":" 280 ","page_number":280},
  {"content":"\r\nالمسجد نقرأ القرآن فدخل علينا رسول الله صلى الله عليه وسلم فقال تعلموا\r\nكتاب الله وأفشوه قال قباث حسبته قال وتغنوا به فوالذي\r\nنفسي بيده لهو أشد تفلتا من العشار من العقل\r\n( 1741 ) حدثنا محمد بن عبد الله بن نمير حدثنا بكر بن يونس بن بكير عن موسى بن علي عن أبيه\r\nعن عقبة بن عامر قال قال رسول الله صلى الله عليه وسلم لا تكرهوا\r\nمرضاكم على الطعام والشراب فإن الله يطعمهم ويسقيهم\r\n","description":"","footnote":"","page_name":" 281 ","page_number":281},
  {"content":"\r\n( 1742 ) حدثنا هارون بن معروف حدثنا عبد الله بن\r\nوهب أخبرني عمرو بن الحارث عن أبي علي\r\nعن عقبة بن عامر أنه قال سمعت رسول الله صل الله عليه وسلم يقول\r\nستفتح عليكم أرضون ويكفيكم الله فلا يعجزن أحدكم أن\r\nيلهو بأسهمه\r\n","description":"","footnote":"","page_name":" 282 ","page_number":282},
  {"content":"\r\n( 1743 ) حدثنا هارون حدثنا عبد الله بن وهب\r\nأخبرني عمرو بن الحارث عن أبي علي ثمامة بن شفي\r\nأنه سمع عقبة بن عامر يقول سمعت رسول الله صلى الله عليه وسلم وهو\r\nعلى المنبر يقول * ( وأعدوا لهم ما استطعتم من قوة ) *\r\nألا إن القوة الرمي ألا إن\r\nالقوة الرمي\r\nألا إن القوة الرمي\r\n( 1744 ) حدثنا أبو يحيى كامل بن طلحة حدثنا بن\r\nلهيعة حدثنا كعب بن علقمة عن عبد الرحمن بن شماسة\r\nالمهري عن أبي الخير\r\n","description":"","footnote":"","page_name":" 283 ","page_number":283},
  {"content":"\r\nعن عقبة بن عامر قال قال رسول الله صلى الله عليه وسلم النذر\r\nيمين وكفارته كفارة يمين\r\n( 1745 ) حدثنا أحمد بن إبراهيم الدورقي حدثنا\r\nأبو عبد الرحمن حدثنا بن لهيعة عن مشرح بن هاعان\r\nالمعافري\r\nعن عقبة بن عامر الجهني أن رسول الله صلى الله عليه وسلم قال لو أن\r\nالقرآن جعل في إهاب ثم ألقي في النار ما احترقت\r\n","description":"","footnote":"","page_name":" 284 ","page_number":284},
  {"content":"\r\nقال أبو عبد الرحمن ففسره أن من جمع القرآن ثم\r\nدخل النار فهو شر من خنزير\r\n( 1746 ) حدثنا أحمد حدثنا أبو عبد الرحمن\r\nحدثنا بن لهيعة قال حدثني أبو قبيل حيي بن هانئ المعافري\r\nقال\r\nسمعت عقبة بن عامر يقول سمعت رسول الله صلى الله عليه وسلم يقول\r\nهلاك أمتي في الكتاب واللبن قالوا وما الكتاب واللبن\r\nقال يتعلمون القرآن فيتأولونه على غير تأويله ويحبون اللبن\r\nفيدعون الجماعات والجمع ويبدون\r\n","description":"","footnote":"","page_name":" 285 ","page_number":285},
  {"content":"\r\n( 1747 ) حدثنا أبو عبد الله الدورقي حدثنا أبو عبد\r\nالرحمن حدثنا بن لهيعة قال حدثني أبو قبيل المعافري عن\r\nأبي عشانة المعافري\r\nعن عقبة بن عامر الجهني عن النبي صلى الله عليه وسلم قال من خرج\r\nمن بيته إلى المسجد كتبت له بكل خطوة يخطوها عشر\r\nحسنات والقاعد في المسجد ينتظر الصلاة كالقانت ويكتب من\r\nالمصلين حتى يرجع إلى بيته\r\n( 1748 ) حدثنا كامل بن طلحة حدثنا بن لهيعة\r\nحدثنا يزيد بن أبي حبيب عن أبي الخير\r\nعن عقبة أن رسول الله صلى الله عليه وسلم صلى على قتلى أحد بعد ثمان\r\nسنين كالمودع للاحياء والأموات فقال إن بين أيديكم\r\n","description":"","footnote":"","page_name":" 286 ","page_number":286},
  {"content":"\r\nفرطات أنا عليكم شهيد وإن موعدكم الحوض وإني\r\nأنظر إليه في مكاني هذا وإن عرضه كما بين أيلة\r\nوالجحفة وإني أتيت بمفاتيح خزائن الأرض وأنا في مقامي\r\nهذا وإني لست أخاف عليكم\r\nأن تشركوا ولكني أخاف عليكم\r\nالدنيا أن تنافسوها قال عقبة فكان آخر نظرة نظرتها إلى\r\n","description":"","footnote":"","page_name":" 287 ","page_number":287},
  {"content":"\r\nرسول الله صلى الله عليه وسلم\r\n( 1749 ) حدثنا كامل حدثنا بن لهيعة حدثنا أبو\r\nعشانة قال\r\nسمعت عقبة بن عامر يقول سمعت رسول الله صلى الله عليه وسلم يقول\r\nعجب ربنا من الشاب الذي ليست له صبوة\r\n","description":"","footnote":"","page_name":" 288 ","page_number":288},
  {"content":"\r\n( 1750 ) حدثنا عبد الأعلى بن حماد حدثنا عبد\r\nالعزيز بن محمد عن صالح بن محمد بن زائدة عن عمر بن\r\nعبد العزيز\r\nعن عقبة بن عامر يقول قال رسول الله صلى الله عليه وسلم رحم الله\r\nحارس الحرس\r\n( 1751 ) حدثنا هارون حدثنا عبد الله بن وهب\r\nأخبر عمرو أن هشام بن أبي رقية حدثه قال\r\nسمعت مسلمة بن مخلد وهو قائم على المنبر يخطب وهو\r\nيقول يا أيها الناس أما لكم في العصب والكتان ما يغنيكم عن\r\nالحرير وهذا رجل فيكم يخبر عن رسول الله صلى الله عليه وسلم\r\nقم يا عقبة فقام عقبة بن عامر وأنا أسمع فقال إني\r\nسمعت رسول الله صلى الله عليه وسلم يقول من كذب علي متعمدا فليتبوأ\r\n","description":"","footnote":"","page_name":" 289 ","page_number":289},
  {"content":"\r\nمقعده من النار وأشهد أني سمعته يقول من لبس الحرير\r\nفي الدنيا حرمه أن يلبسه في الآخرة\r\n( 1752 ) حدثنا أحمد بن عيسى التستري حدثنا\r\nعبد الله بن وهب عن عمرو بن مالك عن عبيد الله\r\nبن أبي جعفر عن جعفر بن عبد الله بن الحكم قال\r\nسمعت عقبة بن عامر يقول سمعت رسول الله صلى الله عليه وسلم يقول\r\nمن صرع عن دابته في سبيل الله فمات فهو شهيد\r\n","description":"","footnote":"","page_name":" 290 ","page_number":290},
  {"content":"\r\n( 1753 ) حدثنا أبو خيثمة حدثنا يحيى بن سعيد\r\nالقطان عن يحيى قال حدثني عبد الله بن زحر أن أبا سعيد\r\nأخبره أن عبد الله بن مالك أخبره\r\nأن عقبة بن عامر أخبره أنه سأل رسول الله صلى الله عليه وسلم عن أخته\r\nنذرت أن تمشي حافية غير مختمرة فأمرها أن تختمر\r\nوتركب وتصوم ثلاثة أيام\r\n","description":"","footnote":"","page_name":" 291 ","page_number":291},
  {"content":"\r\n( 1754 ) حدثنا أبو خيثمة حدثنا وكيع بن الجراح\r\nحدثني عبد الحميد بن جعفر الأنصاري عن يزيد بن أبي\r\nحبيب عن مرثد بن عبد الله اليزني\r\nعن عقبة بن عامر قال قال رسول الله صلى الله عليه وسلم إن أحق\r\nالشروط أن يوفى ما استحل به الفرج\r\n( 1755 ) حدثنا أبو خيثمة حدثنا وكيع حدثنا\r\nموسى بن علي بن رباح عن أبيه قال\r\n","description":"","footnote":"","page_name":" 292 ","page_number":292},
  {"content":"\r\nسمعت عقبة بن عامر يقول ثلاث ساعات كان\r\nرسول الله صلى الله عليه وسلم ينهانا أن نصلي فيهن وأن نقبر فيهن موتانا\r\nحين تطلع الشمس حتى ترتفع وحين يقوم قائم الظهيرة حتى\r\nتميل الشمس وحين تضيف للغروب حتى تغرب\r\n( 1756 ) حدثنا زهير حدثنا يزيد بن هارون\r\nحدثنا محمد بن إسحاق عن يزيد بن أبي حبيب عن عبد\r\nالرحمن بن شماسة\r\nعن عقبة بن عامر قال سمعت رسول الله صلى الله عليه وسلم يقول لا\r\n","description":"","footnote":"","page_name":" 293 ","page_number":293},
  {"content":"\r\nيدخل الجنة صاحب مكس يعني العشار\r\n( 1757 ) حدثنا زهير حدثنا يزيد بن هارون\r\nأخبرنا أبان بن يزيد عن قتادة عن نعيم بن عمار\r\nعن عقبة بن عامر قال قال رسول الله صلى الله عليه وسلم أتعجز بن\r\nآدم أن تصلي أربع ركعات من أول النهار أكفك آخر\r\nيومك\r\n","description":"","footnote":"","page_name":" 294 ","page_number":294},
  {"content":"\r\n( 1758 ) حدثنا زهير حدثنا يزيد بن هارون\r\nأخبرنا هشام الدستوائي عن يحيى بن أبي كثير عن بعجة\r\nالجهني\r\nعن عقبة بن عامر قال قسم رسول الله صلى الله عليه وسلم ضحايا\r\nفأصابني جذع فقلت يا رسول الله إنه صار لي جذع قال\r\nضح به\r\n( 1759 ) حدثنا أبو خيثمة حدثنا أبو عاصم الضحاك\r\n","description":"","footnote":"","page_name":" 295 ","page_number":295},
  {"content":"\r\nبن مخلد عن حياة بن شريح عن خالد بن عبيد عن مشرح\r\nعن عقبة بن عامر الجهني عن النبي صلى الله عليه وسلم قال من تعلق\r\nتميمة فلا أتم الله عليه ومن تعلق ودعة فلا ودع الله له\r\n( 1760 ) حدثنا أبو خيثمة حدثنا عبد الصمد بن\r\nعبد الوارث حدثنا هشام عن قتادة عن قيس الجذامي\r\n","description":"","footnote":"","page_name":" 296 ","page_number":296},
  {"content":"\r\nعن عقبة بن عامر قال قال رسول الله صلى الله عليه وسلم من أعتق رقبة\r\nمؤمنة فهي فداؤه من النار\r\n( 1761 ) حدثنا أبو خيثمة حدثنا حبان حدثنا\r\nزهير حدثنا عبد الرحمن بن حرملة أن رجلا من الإسكندرية\r\nمن همدان حدثه يقال له أبو علي قال\r\nخرجنا في سفر ومعنا عقبة بن عامر فقلنا له صل بنا\r\nرحمك الله فقال لا أفعل سمعت رسول الله صلى الله عليه وسلم يقول\r\nمن أم الناس فأصاب الوقت وأتم الصلاة فله ولهم ومن انتقص\r\n","description":"","footnote":"","page_name":" 297 ","page_number":297},
  {"content":"\r\nمن ذلك شيئا فعليه ولا عليهم\r\n( 1762 ) حدثنا زهير حدثنا يعقوب بن إبراهيم\r\nحدثنا أبي عن بن إسحاق قال حدثني يزيد بن أبي حبيب\r\nعن عبد الرحمن بن شماسة التجيبي\r\nعن عقبة بن عامر قال سمعت رسول الله صلى الله عليه وسلم يقول لا\r\nيحل لامرئ مسلم أن يخطب على خطبة أخيه حتى يترك ولا\r\nيبيع على بيعه حتى يترك\r\n","description":"","footnote":"","page_name":" 298 ","page_number":298},
  {"content":"\r\n( 1763 ) حدثنا أبو خيثمة حدثنا عبد الله بن يزيد\r\nحدثنا حياة حدثنا أبو عقيل عن بن عمه\r\nعن عقبة بن عامر أنه خرج مع رسول الله صلى الله عليه وسلم في غزوة\r\nتبوك فجلس رسول الله صلى الله عليه وسلم يوما يحدث أصحابه فقال من\r\nقام إذا استقبلته الشمس فتوضأ فأحسن وضوءه ثم قام فصلى\r\nركعتين غفر له خطاياه وكان كما ولدته أمه\r\n( 1764 ) حدثنا أبو خيثمة حدثنا عبد الله بن يزيد\r\nحدثنا حرملة بن عمران عن أبي عشانة\r\nعن عقبة بن عامر أن رسول الله صلى الله عليه وسلم قال من كانت له\r\nأو كان له ثلاث بنات فصبر عليهن فأطعمهن وسقاهن وكساهن\r\n","description":"","footnote":"","page_name":" 299 ","page_number":299},
  {"content":"\r\nمن جدته كن له حجابا من النار\r\n( 1765 ) حدثنا أبو خيثمة حدثنا عبد الله بن يزيد\r\nحدثنا سعيد بن أبي أيوب حدثني عبد الله بن الوليد عن أبي\r\nالخير\r\nعن عقبة أن رسول الله صلى الله عليه وسلم قال إن كان في شئ شفاء\r\nففي شرطة حجام أو شربة من عسل أو كية نار تصيب\r\nالداء وأنا أكره الكي ولا أحبه\r\n( 1766 ) حدثنا إبراهيم بن الحجاج السامي حدثنا\r\n","description":"","footnote":"","page_name":" 300 ","page_number":300},
  {"content":"\r\nبن المبارك عن حرملة بن عمران عن يزيد بن أبي حبيب\r\nعن أبي الخير\r\nعن عقبة قال قال رسول الله صلى الله عليه وسلم الرجل في ظل\r\nصدقته حتى يقضى ببين الناس أو قال حتى يقتص بين\r\nالناس\r\nوكان أبو الخير لا يأتي عليه يوم إلا تصدق فيه بشئ ولو\r\nكعكة ولو بصلة\r\n( 1767 ) حدثنا أبو همام حدثنا محمد بن شعيب\r\nبن شابور أخبرني أبو عمرو يحيى بن الحارث الذماري أنه\r\nمع القاسم أبا عبد الرحمن مولى يزيد بن معاوية بن أبي سفيان\r\nيرفع الحديث إلى عقبة عن رسول الله صلى الله عليه وسلم قال من صام\r\nيوما في سبيل الله باعد الله منه جهنم مسيرة مائة عام\r\n","description":"","footnote":"","page_name":" 301 ","page_number":301},
  {"content":"\r\n\r\nمسند جابر\r\n( 1768 ) أخبرنا أبو يعلى أحمد بن علي بن المثنى\r\nالموصلي حدثنا شيبان حدثنا جرير قال سمعت عطاء بن\r\nرباح\r\nحدثنا جابر بن عبد الله أن النبي صلى الله عليه وسلم نهى أن يخلط الزبيب\r\nوالتمر والبسر والتمر\r\n","description":"","footnote":"","page_name":" 302 ","page_number":302},
  {"content":"\r\n( 1769 ) حدثنا محمد بن أبي بكر المقدمي حدثنا\r\n","description":"","footnote":"","page_name":" 303 ","page_number":303},
  {"content":"\r\nأبو عوانة عن أبي الزبير\r\nعن جابر أن النبي صلى الله عليه وسلم كان ينبذ له في تور من حجارة\r\n( 1770 ) حدثنا إبراهيم بن الحجاج حدثنا الفرات\r\nبن أبي الفرات القرشي قال سمعت عطاء بن أبي رباح يحدث\r\n","description":"","footnote":"","page_name":" 304 ","page_number":304},
  {"content":"\r\nعن جابر بن عبد الله قال كنا مع رسول الله صلى الله عليه وسلم فنمت ثم\r\nاستيقظت ثم نمت ثم استيقظت فقام رجل من المسلمين\r\nفقال الصلاة الصلاة قال فخرج إلينا رسول الله صلى الله عليه وسلم ورأسه\r\nيقطر فصلى ثم قال لولا أن أشق على أمتي ولا أحب\r\nأن أشق على أمتي لأحببت أن تصلوا هذه الصلاة هذه الساعة\r\nقال الفرات أظنها العشاء\r\n( 1771 ) حدثنا إبراهيم بن الحجاج حدثنا حماد\r\n","description":"","footnote":"","page_name":" 305 ","page_number":305},
  {"content":"\r\nعن حبيب المعلم عن عطاء بن أبي رباح\r\nعن جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم كفوا\r\nفواشيكم حتى تذهب فزعة العشاء فإنها ساعة تحترق فيها\r\nالشياطين\r\n( 1772 ) حدثنا إبراهيم حدثنا حماد عن أبي\r\nالزبير\r\nعن جابر قال أمرنا رسول الله صلى الله عليه وسلم أن نغلق الأبواب وأن\r\n","description":"","footnote":"","page_name":" 306 ","page_number":306},
  {"content":"\r\nنخمر الآنية وأن نوكي الأسقية وأن نطفئ المصابيح وأن\r\nنكف مواشينا حتى تذهب فحمة العشاء ونهى أن يأكل أحدنا\r\nبشماله وأن يمشي في نعل واحد وعن الصماء والاحتباء في\r\nثوب واحد\r\n( 1773 ) حدثنا محمد بن عبيد بن حساب حدثنا أبو\r\nعوانة عن قتادة عن عطاء بن أبي رباح\r\n","description":"","footnote":"","page_name":" 307 ","page_number":307},
  {"content":"\r\nعن جابر بن عبد الله أن رسول الله صلى الله عليه وسلم صلى على\r\nالنجاشي قال فكنت في الصف الثاني أو الثالث\r\n( 1774 ) حدثنا إبراهيم حدثنا عبد العزيز بن\r\nمسلم عن الأعمش عن أبي سفيان عن جابر\r\nوعن الأعمش عن أبي صالح\r\nعن أبي هريرة أن رجلا يقال له أبو حميد أتى النبي صلى الله عليه وسلم بإناء فيه\r\nلبن من النقيع نهارا فقال النبي صلى الله عليه وسلم ألا خمرته ولو أن تعرض\r\n","description":"","footnote":"","page_name":" 308 ","page_number":308},
  {"content":"\r\nعليه بعود\r\n( 1775 ) حدثنا إبراهيم حدثنا عبد العزيز عن\r\nالأعمش عن أبي صالح عن أبي هريرة عن النبي صلى الله عليه وسلم\r\nوعن الأعمش عن أبي سفيان\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم سددوا وقاربوا\r\nولن ينجي أحدا منكم عمله قلنا ولا أنت يا رسول الله قال\r\n","description":"","footnote":"","page_name":" 309 ","page_number":309},
  {"content":"\r\nولا أنا إلا أن يتغمدني الله منه برحمة\r\n","description":"","footnote":"","page_name":" 310 ","page_number":310},
  {"content":"\r\n( 1776 ) حدثنا الحارث بن سريج حدثنا معتمر\r\nحدثنا الفضل بن عيسى حدثني محمد بن المنكدر\r\nأن جابر بن عبد الله حدثه أن رسول الله صلى الله عليه وسلم قال العار\r\nوالتخزية تبلغ من بن آدم في القيامة في المقام بين يدي الله ما\r\nيتمنى العبد أن يؤمر به في النار\r\n","description":"","footnote":"","page_name":" 311 ","page_number":311},
  {"content":"\r\n( 1777 ) حدثنا شيبان حدثنا أبو عوانة عن أبي\r\nبشر عن سليمان بن قيس\r\nعن جابر بن عبد الله قال دعا رسول الله صلى الله عليه وسلم أبا طيبة\r\nفحجمه فسأله عن ضريبته فقا ثلاثة آصع قال فوضع عنه\r\nصاعا\r\n( 1778 ) حدثنا شيبان حدثنا أبو عوانة عن أبي\r\nبشر عن سليمان بن قيس\r\nعن جابر بن عبد الله قال قاتل النبي صلى الله عليه وسلم محارب\r\n","description":"","footnote":"","page_name":" 312 ","page_number":312},
  {"content":"\r\nخصفة بنخل فرأوا من المسلمين غرة فجاء رجل منهم يقال\r\nله غورث بن الحارث حتى قام على رأس رسول الله صلى الله عليه وسلم بالسيف\r\nفقال من يمنعك مني قال الله قال فسقط\r\nالسيف من يده فأخذ رسول الله صلى الله عليه وسلم السيف فقال له من\r\nيمنعك مني قال كن خير آخذ قال تشهد أن لا إله إلا\r\nالله قال لا ولكني أعاهدك أن لا أقاتلك ولا أكون مع\r\nقوم يقاتلونك قال فخلى سبيله فجاء إلى أصحابه فقال\r\nجئتكم من عند خير الناس فلما كان عند الظهر أو العصر أمر\r\nالنبي صلى الله عليه وسلم بصلاة الخوف شك أبو عوانة قال فكان الناس\r\nطائفتين طائفة بإزاء عدوهم وطائفة يصلون مع\r\nرسول الله صلى الله عليه وسلم فصلى بالطائفة الذين معه ركعتين ثم انصرفوا\r\nفكانوا في مكان أولئك وجاء أولئك فصلوا مع النبي صلى الله عليه وسلم ركعتين\r\nفكانت لرسول الله أربع ركعات وللقوم ركعتين\r\n","description":"","footnote":"","page_name":" 313 ","page_number":313},
  {"content":"\r\n","description":"","footnote":"","page_name":" 314 ","page_number":314},
  {"content":"\r\n","description":"","footnote":"","page_name":" 315 ","page_number":315},
  {"content":"\r\n( 1779 ) حدثنا عبد الأعلى حدثنا حماد عن أبي\r\nالزبير\r\nعن جابر أن رجلا ذبح قبل أن يصلي النبي صلى الله عليه وسلم عتودا جذعا\r\nفقال النبي صلى الله عليه وسلم لا يجزي عن أحد بعدك أن يذبح حتى\r\nيصلي\r\n( 1780 حدثنا عبد الأعلى حدثنا حماد عن أبي\r\nالزبير\r\nعن جابر أن النبي صلى الله عليه وسافر في رمضان فاشتد الصوم على\r\nرجل من أصحابه فجعلت ناقته تهيم به تحت ظل الشجر\r\nفأخبر النبي صلى الله عليه وسلم فأمره فأفطر ثم دعا رسول الله صلى الله عليه وسلم بإناء فيه ماء\r\nفوضعه على يده فلما رآه الناس شرب شربوا\r\n","description":"","footnote":"","page_name":" 316 ","page_number":316},
  {"content":"\r\n( 1781 ) حدثنا عبد الأعلى حدثنا حماد حدثنا\r\nمحمد بن إسحاق عن محمد بن يحيى بن حبان عن واسع بن\r\nحبان\r\nعن جابر أن رسول الله صلى الله عليه وسلم رخص في العرايا بالوسق\r\nوالوسقين والثلاثة والأربعة وقال في كل جاد عشرة أوسق وما\r\nبقي عذقا يوضع في المسجد للمساكين\r\nقال محمد وهم اليوم يشترطون ذلك على التجار\r\n( 1782 ) حدثنا سويد عن مالك عن هاشم\r\nبن هاشم بن عتبة بن أبي وقاص عن عبد الله بن نسطاس\r\n","description":"","footnote":"","page_name":" 317 ","page_number":317},
  {"content":"\r\nعن جابر بن عبد الله أن النبي صلى الله عليه وسلم قال من حلف على\r\nمنبري هذا يمينا آثمة تبوأ مقعده من النار\r\n( 1783 ) حدثنا أبو الربيع حدثنا حماد عن عمرو\r\nبن دينار\r\nعن جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم بين العبد\r\nوبين الكفر ترك الصلاة\r\n","description":"","footnote":"","page_name":" 318 ","page_number":318},
  {"content":"\r\n( 1784 ) حدثنا أبو الربيع حدثنا هشيم أخبرنا\r\nعلي بن زيد بن جدعان عن محمد بن المنكدر\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم ما بين منبري إلى\r\n","description":"","footnote":"","page_name":" 319 ","page_number":319},
  {"content":"\r\nحجرتي روضة من رياض الجنة وإن منبري على ترعة من ترع\r\nالجنة\r\n( 1785 ) حدثنا أبو الربيع حدثنا إسماعيل بن\r\nزكريا عن المعلى عن عبد الله بن محمد بن عقيل\r\nعن جابر أن رسول الله صلى الله عليه وسلم استتاب رجلا ارتد عن الاسلام\r\nأربع مرات\r\n( 1786 ) حدثنا إبراهيم حدثنا حماد عن أبي\r\nالزبير\r\nعن جابر بن عبد الله أنهم كانوا في مغزى لهم فأصابهم جوع\r\nشديد فألقى البحر دابة عظيمة فأكلوا منها خمسة وعشرين يوما\r\n","description":"","footnote":"","page_name":" 320 ","page_number":320},
  {"content":"\r\nلحما عبيطا قال أبو الزبير قال جابر بن عبد الله قال\r\nرسول الله صلى الله عليه وسلم هل جئتمونا منه بشئ\r\n","description":"","footnote":"","page_name":" 321 ","page_number":321},
  {"content":"\r\n( 1787 ) حدثنا إبراهيم حدثنا حماد عن أبي\r\nالزبير\r\nعن جابر أنهم ذبحوا يوم خيبر الخيل والبغال والحمير\r\nالأهلية فنهى رسول الله صلى الله عليه وسلم عن البغال والحمير ولم ينه عن\r\nالخيل\r\n","description":"","footnote":"","page_name":" 322 ","page_number":322},
  {"content":"\r\n( 1788 ) حدثنا إبراهيم حدثنا حماد عن أبي\r\nالزبير\r\nعن جابر بن عبد الله قال نهى رسول الله صلى الله عليه وسلم عن الدباء\r\nوالمزفت والنقير\r\n","description":"","footnote":"","page_name":" 323 ","page_number":323},
  {"content":"\r\nقال أبو الزبير فكان جابر إذا لم يجد سقاء انتبذ له في تور\r\nحجارة\r\n( 1789 ) حدثنا إبراهيم حدثنا حماد عن أبي\r\nالزبير\r\nعن جابر بن عبد الله أن رسول الله صلى الله عليه وسلم قال لا عدوى\r\nولا طيرة ولا صفر ولا غول\r\n","description":"","footnote":"","page_name":" 324 ","page_number":324},
  {"content":"\r\n( 1790 ) حدثنا إبراهيم حدثنا حماد عن عمار بن\r\nأبي عمار\r\n","description":"","footnote":"","page_name":" 325 ","page_number":325},
  {"content":"\r\nعن جابر قال جاءنا رسول الله صلى له عليه وسلم وأبو بكر وعمر\r\nفأطعمناهم رطبا وأسقيناهم من الماء فقال رسول الله صلى الله عليه وسلم\r\nهذا من النعيم الذي تسألون عنه\r\n( 1791 ) حدثنا إبراهيم حدثنا حماد عن حجاج\r\nالصواف عن أبي الزبير\r\nعن جابر أن رسول الله صلى الله عليه وسلم قال إذا أوى الرجل إلى\r\nفراشه ابتدره ملك وشيطان فيقول الملك اختم بخير ويقول\r\nالشيطان اختم بشر فإن ذكر الله ثم نام بات الملك يكلؤه فإذا استيقظ قال الملك افتح بخير وقال الشيطان افتح بشر\r\nفإن قال الحمد لله الذي رد علي نفسي ولم يمتها في\r\nمنامها الحمد لله الذي يمسك السماوات والأرض أن تزولا\r\nإلى آخر الآية الحمد لله الذي يمسك السماء\r\n","description":"","footnote":"","page_name":" 326 ","page_number":326},
  {"content":"\r\nأن تقع على الأرض إلا بإذنه فإن وقع من سريره فمات دخل\r\nالجنة\r\n( 1792 ) حدثنا عبد الأعلى حدثنا حماد عن\r\nعبد الله بن محمد بن عقيل عن عبد الرحمن بن جابر\r\nعن جابر بن عبد الله قال إن رسول الله صلى الله عليه وسلم أتي بكبشين\r\nأقرنين أملحين عظيمين موجوءين فأضجع أحدهما وقال بسم\r\nالله والله أكبر اللهم عن محمد وآل محمد ثم أضجع الآخر\r\nفقال بسم الله والله أكبر عن محمد وأمته شهد لك\r\nبالتوحيد وشهد لي بالبلاغ\r\n","description":"","footnote":"","page_name":" 327 ","page_number":327},
  {"content":"\r\n","description":"","footnote":"","page_name":" 328 ","page_number":328},
  {"content":"\r\n( 1793 ) حدثنا عبد الأعلى حدثنا حماد عن\r\nعلي بن زيد عن أبي المتوكل\r\nعن جابر بن عبد الله أن رسول الله صلى الله عليه وسلم قال في غزوة\r\nتبوك وهو على جمل أحمر فتخلف البعير فقال\r\nرسول الله صلى الله عليه وسلم ما شأنك يا جابر فقلت يا رسول الله\r\nتخلف بعيري فأتاه من قبل عجزه فدعا له وزجره فأتى علي\r\nرسول الله صلى الله عليه وسلم فقال ما فعل البعير يا جابر قلت يا\r\nرسول الله ما زال يقدمنا منذ الليلة قال فبكم أخذته\r\nفقلت بثلاثة عشر دينارا قال رسول الله صلى الله عليه وسلم بعنيه بثمنه\r\nالذي أخذته ولك ظهره إلى المدينة ففعلت فلما قدمنا\r\n","description":"","footnote":"","page_name":" 329 ","page_number":329},
  {"content":"\r\nالمدينة خطمته فأتيته فأعطاني البعير والثلاثة عشر دينارا\r\n","description":"","footnote":"","page_name":" 330 ","page_number":330},
  {"content":"\r\n","description":"","footnote":"","page_name":" 331 ","page_number":331},
  {"content":"\r\n( 1794 ) حدثنا عبد الأعلى حدثنا بشر\r\nبن منصور عن عمر بن نبهان عن أبي شداد\r\nعن جابر بن عبد الله قال رسول الله صلى الله عليه وسلم ثلاث من\r\nجاء بهن مع إيما دخل من أي أبواب الجنة شاء وزوج من\r\nالحور العين حيث شاء من عفا عن قاتله وأدى دينا خفيا وقرأ\r\nفي دبر كل صلاة مكتوبة عشر مرات قل هو الله أحد\r\nقال فقال أبو بكر أو إحداهن يا رسول الله\r\nقال أو إحداهن\r\n","description":"","footnote":"","page_name":" 332 ","page_number":332},
  {"content":"\r\n( 1795 ) حدثنا عبد الأعلى حدثنا يعقوب بن\r\nعبد الله عن عيسى بن جارية\r\nعن جابر بن عبد الله قال صلى أبي بالناس في قباء ودخل\r\nفي صلاته غلام من الأنصار وله سقي قال فلما سمع أبيا يقرأ\r\nسورة طويلة انفتل من صلاته فلما انفتل أبي أخبر بذلك قال\r\nفعرف أبي أن الغلام يشكو إلى رسول الله صلى الله عليه وسلم وقرب الغلام\r\nيشكو أبيا فقال رسول الله صلى الله عليه وسلم إن منكم منفرين فإذا صليتم\r\nفأوجزوا أو قال فأوجزوا شك أبو يحيى أو كما قال فإن\r\nخلفكم الكبير والمريض وذا الحاجة\r\n( 1796 ) حدثنا عبد الأعلى حدثنا يعقوب بن\r\nعبد الله عن عيسى بن جارية\r\nعن جابر بن عبد الله قال خرج رسول الله صلى الله عليه وسلم بمكة فمر\r\n","description":"","footnote":"","page_name":" 333 ","page_number":333},
  {"content":"\r\nعلى رجل قائم يصلي على صخرة فأتى ناحية مكة فمكث مليا\r\nثم أقبل فوجد الرجل على حاله يصلي فجمع يديه ثم قال ثلاث\r\nمرار يا أيها الناس عليكم بالقصد عليكم\r\nبالقصد عليكم بالقصد فإن الله لن يمل حتى تملوا\r\n( 1797 ) حدثنا أبو الربيع حدثنا يعقوب حدثنا\r\nعيسى بن جارية\r\nعن جابر مر رسول الله صلى الله عليه وسلم بمكة على رجل يصلي على\r\nصخرة فأتى ناحية فمكث مليا ثم انصرف فوجد الرجل يصلي\r\nعلى حاله فقام فجمع يديه ثم قال أيها الناس عليكم بالقصد\r\nعليكم بالقصد فإن الله لا يمل حتى تملوا\r\n( 1798 ) حدثنا أبو الربيع حدثنا يعقوب أخبرنا\r\nعيسى بن جارية\r\nعن جابر قال كان أبي يصلي بأهل قباء فاستفتح سورة\r\nطويلة ودخل معه غلام من الأنصار في الصلاة فلما سمعه قد\r\n","description":"","footnote":"","page_name":" 334 ","page_number":334},
  {"content":"\r\nاستفتح بسورة طويلة انفتل الغلام من صلاته وكان يريد أن يعالج\r\nناضحا له يسقي عليه فلما انفتل أبي بن كعب قال له القوم إن\r\nفلانا انفتل من الصلاة فغضب أبي فأتى النبي صلى الله عليه وسلم يشكو\r\nالغلام فأتاه الغلام يشكوه إليه فغضب النبي صلى الله عليه وسلم حتى رئي\r\nالغضب في وجهه ثم قال إن منكم منفرين فإذا صليتم\r\nفأوجزوا فإن خلفكم الضعيف والكبير والمريض وذا\r\nالحاجة\r\n( 1799 ) حدثنا عبد الأعلى حدثنا يعقوب\r\nحدثني عيسى بن جارية عن جابر قال دخل عبد الله بن مسعود المسجد\r\nوالنبي صلى الله عليه وسلم يخطب فجلس إلى جنبه أبي بن كعب فسأله عن\r\nشئ أو كلمه بشئ فلم يرد عليه أبي فظن بن مسعود أنها\r\nموجدة فلما انفتل النبي صلى الله عليه وسلم من صلاته قال بن مسعود يا أبي\r\nما منعك أن ترد علي قال إنك لم تحضر معنا الجمعة\r\nقال لم قال تكلمت والنبي صلى الله عليه وسلم يخطب فقام بن مسعود\r\nفدخل على النبي صلى الله عليه وسلم فذكر ذلك له فقال رسول الله صلى الله عليه وسلم\r\nصدق أبي أطع أبيا\r\n","description":"","footnote":"","page_name":" 335 ","page_number":335},
  {"content":"\r\n( 1800 ) حدثنا أبو الربيع حدثنا يعقوب أخبرنا\r\nعيسى بن جارية\r\nعن جابر قال دخل بن مسعود المسجد والنبي صلى الله عليه وسلم\r\nيخطب فذكر نحو حديث عبد الأعلى\r\n( 1801 ) حدثنا عبد الأعلى حدثنا يعقوب عن\r\nعيسى بن جارية\r\nحدثنا جابر بن عبد الله قال جاء أبي بن كعب إلى\r\nرسول الله صلى الله عليه وسلم فقال يا رسول الله إن كان مني الليلة شئ يعني\r\nفي رمضان قال وما ذاك يا أبي قال نسوة في داري\r\nقلن إنا لا نقرأ القرآن فنصلي بصلاتك قال فصليت بهن ثمان\r\nركعات ثم أوترت قال فكان شبه الرضا ولم يقل شيئا\r\n( 1802 ) حدثنا أبو الربيع حدثنا يعقوب أخبرنا\r\nعيسى\r\nعن جابر بن عبد الله قال صلى بنا رسول الله صلى الله عليه وسلم في شهر\r\nرمضان ثمان ركعات وأوتر فلما كانت القابلة اجتمعنا في المسجد\r\nورجونا أن يخرج إلينا فلم نزل فيه حتى أصبحنا ثم دخلنا فقلنا\r\n","description":"","footnote":"","page_name":" 336 ","page_number":336},
  {"content":"\r\nيا رسول الله اجتمعنا في المسجد ورجونا أن تصلي بنا فقال إني\r\nخشيت أو كرهت أن تكتب عليكم\r\n( 1803 ) حدثنا أبو الربيع حدثنا يعقوب أخبرنا\r\nعيسى بن جارية\r\nعن جابر قال جاء بن أم مكتوم إلى النبي صلى الله عليه وسلم فقال\r\nيا رسول الله إني مكفوف البصر شاسع المنزل فكلمه في\r\nالصلاة أن يرخص له أن يصلي في منزله قال أتسمع الاذان\r\nقال نعم قال ائتها ولو حبوا\r\n","description":"","footnote":"","page_name":" 337 ","page_number":337},
  {"content":"\r\n","description":"","footnote":"","page_name":" 338 ","page_number":338},
  {"content":"\r\n( 1804 ) حدثنا أبو الربيع حدثنا يعقوب حدثنا\r\nعيسى بن جارية\r\nعن جابر قال أمر رسول الله صلى الله عليه وسلم بقتل الكلاب فجاء بن\r\nأم مكتوم فقال يا رسول الله إن منزلي شاسع ولي كلب\r\nفرخص له أياما ثم أمر بقتله\r\n( 1805 ) حدثنا عبد الأعلى حدثنا حماد عن أبي\r\nالزبير\r\n","description":"","footnote":"","page_name":" 339 ","page_number":339},
  {"content":"\r\nعن جابر أن رسول الله صلى الله عليه وسلم قال من أحيا أرضا ميتة فله\r\nفيها أجر وما أكلت العافية يعني الطير والسباع فهو له\r\nصدقة\r\n","description":"","footnote":"","page_name":" 340 ","page_number":340},
  {"content":"\r\n( 1806 ) حدثنا عبد الأعلى حدثنا حماد عن\r\nأيوب عن أبي الزبير\r\nعن جابر أن رسول الله صلى الله عليه وسلم نهى عن المحاقلة والمزابنة\r\nوالمخابرة والمعاومة والثنيا\r\n","description":"","footnote":"","page_name":" 341 ","page_number":341},
  {"content":"\r\n","description":"","footnote":"","page_name":" 342 ","page_number":342},
  {"content":"\r\n( 1807 ) حدثنا عبد الأعلى حدثنا حماد بن\r\nشعيب عن أبي الزبير\r\nعن جابر قال نهى رسول لله صلى الله عليه وسلم أن يدخل الماء إلا\r\nبمئزر\r\n( 1808 ) حدثنا عبد الأعلى حدثنا حماد بن شعيب عن أبي الزبير\r\nعن جابر عن النبي صلى الله عليه وسلم قال ذكاة الجنين ذكاة أمه إذا\r\nأشعر\r\n","description":"","footnote":"","page_name":" 343 ","page_number":343},
  {"content":"\r\n( 1809 ) حدثنا عبد الأعلى حدثنا معتمر حدثنا\r\nأبو إسماعيل عن أبي الزبير والوليد بن عبد الله بن أبي مغيث\r\nعن جابر أن نبي الله صلى الله عليه وسلم قال لا تأذنوا لمن لم يبدأ\r\nبالسلام\r\n","description":"","footnote":"","page_name":" 344 ","page_number":344},
  {"content":"\r\n( 1810 ) حدثنا عبد الأعلى عن مالك عن جعفر\r\nبن محمد عن أبيه\r\nعن جابر بن عبد الله قال رأيت رسول الله صلى الله عليه وسلم رمل من\r\nالحجر الأسود حتى انتهى إلى الحجر الأسود الثلاثة أطواف\r\n( 1811 ) حدثنا أبو الربيع حدثنا حفص بن أبي\r\nداود عن محمد بن عبد الرحمن عن عطاء\r\nعن جابر بن عبد الله قال عاد رسول الله صلى الله عليه وسلم مريضا وأنا\r\nمعه فرآه يصلي ويسجد على وسادة فنهاه وقال إن استطعت\r\n","description":"","footnote":"","page_name":" 345 ","page_number":345},
  {"content":"\r\nأن تسجد على الأرض فاسجد وإلا فأومئ إيماء واجعل السجود\r\nأخفض من الركوع\r\n( 1812 ) حدثنا أبو الربيع حدثنا سلام يعني بن\r\nسليم عن محمد بن أبي حميد محمد بن المنكدر\r\nعن جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم\r\nأدلكم على ما ينجيكم من عدوكم ويدر لكم أرزاقكم تدعون الله\r\nفي ليلكم ونهاركم فإن الدعاء سلاح المؤمن\r\n( 1813 ) حدثنا أبو الربيع حدثنا محمد بن عبد الله\r\nالأنصاري حدثنا إسماعيل بن مسلم عن الحسن عن يزيد\r\nالرقاشي عن محمد بن المنكدر\r\nحدثنا جابر بن عبد الله قال رسول الله صلى الله عليه وسلم عسى أن\r\n","description":"","footnote":"","page_name":" 346 ","page_number":346},
  {"content":"\r\nيكذبني رجل وهو متكئ على أريكته يبلغه الحديث عني فيقول ما\r\nقال ذا رسول الله صلى الله عليه وسلم دع هذا وهات ما في القرآن\r\n( 1814 ) قال إسماعيل فحدثت به عمرو بن عبيد\r\nفقال لا حدثنا الحسن عن جابر بن عبد الله قال قلت\r\nفانطلق بنا إلى الحسن فأتينا الحسن فسألناه عن الحديث فقال\r\nحدثني يزيد الرقاشي عن محمد بن المنكدر عن جابر\r\n( 1815 ) حدثنا أبو بكر بن أبي شيبة حدثنا أبو\r\nخالد الأحمر عن بن جريج عن أبي الزبير\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم اركبوا\r\nالهدي بالمعروف حتى تجدوا ظهرا\r\n","description":"","footnote":"","page_name":" 347 ","page_number":347},
  {"content":"\r\n( 1816 ) حدثنا أبو بكر حدثنا وكيع عن بن\r\nجريج عن أبي الزبير عن جابر أن النبي صلى الله عليه وسلم نهى عن طرق الفحل\r\n! ( 1817 ) حدثنا أبو بكر حدثنا وكيع عن بن\r\nجريج عن أبي الزبير\r\n","description":"","footnote":"","page_name":" 348 ","page_number":348},
  {"content":"\r\nعن جابر أن النبي صلى الله عليه وسلم نهى عن منع فضل الماء ليمنع\r\nبه الكلأ\r\n( 1818 ) حدثنا أبو بكر حدثنا علي بن مسهر عن\r\nالأجلح عن الذيال بن حرملة الأسدي\r\nعن جابر بن عبد الله قال اجتمعت قريش للنبي صلى الله عليه وسلم يوما\r\nفقالوا انظروا أعلمكم بالسحر والكهانة والشعر فليأت هذا\r\nالرجل الذي قد فرق جماعتنا وشتت أمرنا وعاب ديننا فليكلمه\r\nولينظر ما يرد عليه\r\nقالوا ما نعلم أحدا غير عتبة بن ربيعة\r\nقالوا أنت يا أبا الوليد فأتاه عتبة فقال يا محمد\r\nأنت خير أم عبد الله فسكت رسول الله ثم قال أنت خير أم\r\nعبد المطلب فسكت رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 349 ","page_number":349},
  {"content":"\r\nقال فإن كنت تزعم أن هؤلاء خير منك فقد عبدوا الآلهة\r\nالتي عبت وإن كنت تزعم أنك خير منهم فتكلم حتى نسمع\r\nقولك إنا والله ما رأينا سخلة أشأم على قومك منك فرقت\r\nجماعتنا وشتت أمرنا وعبت ديننا ففضحتنا في العرب حتى لقد\r\nطار فيهم أن في قريش ساحرا وأن في قريش كاهنا والله ما\r\nننتظر إلا مثل صيحة الحبلى بأن يقوم بعضنا إلى بعض بالسيوف\r\nحتى نتفانى\r\nأيها الرجل إن كان إنما بك الحاجة جمعنا حتى تكون أغنى\r\nقريش رجلا وإن كان إنما بك الباءة فاختر أي نساء قريش شئت\r\nفنزوجك عشرا\r\nقال له رسول الله أفرغت قال نعم قال فقال\r\nرسول الله صلى الله عليه وسلم بسم الله الرحمن الرحيم حم تنزيل من\r\nالرحمن الرحيم حتى بلغ * ( فإن أعرضوا\r\nفقل أنذرتكم صاعقة مثل صاعقة عاد وثمود ) *\r\nفقال عتبة حسبك حسبك ما عندك غير هذا قال\r\nلا فرجع إلى قريش فقالوا ما وراءك قال ما تركت شيئا\r\nأرى أنكم تكلمونه به إلا كلمته\r\nقالوا هل أجابك قال نعم والذي نصبها بينة ما\r\nفهمت شيئا مما قال غير أنه قال أنذرتكم صاعقة مثل صاعقة\r\nعاد وثمود\r\n","description":"","footnote":"","page_name":" 350 ","page_number":350},
  {"content":"\r\nقالوا ويلك يكلمك رجل بالعربية لا تدري ما قال\r\nقال لا والله ما فهمت شيئا مما قال غير ذكر الصاعقة\r\n","description":"","footnote":"","page_name":" 351 ","page_number":351},
  {"content":"\r\n( 1819 ) حدثنا أبو بكر حدثنا شريك عن\r\nالأجلح عن أبي الزبير\r\nعن جابر قال لما قدم النبي صلى الله عليه وسلم مكة أتي بأبي قحافة\r\nورأسه ولحيته كأنهما ثغامة فقال غيروا الشيب واجتنبوا\r\nالسواد\r\n( 1820 ) حدثنا أبو بكر حدثنا حسين بن علي عن\r\nزائدة عن بن عقيل\r\nعن جابر قال رسول الله صلى الله عليه وسلم ناد يا عمر في الناس أنه\r\nمن مات يعبد الله مخلصا من قلبه أدخله الله الجنة وحرم عليه\r\nالنار قال فقال عمر يا رسول الله أفلا أبشر الناس قال\r\n","description":"","footnote":"","page_name":" 352 ","page_number":352},
  {"content":"\r\nلا لا يتكلموا\r\n( 1821 ) حدثنا أبو بكر حدثنا حسين بن علي\r\nعن زائدة عن بن عقيل\r\nعن جابر قال رسول الله صلى الله عليه وسلم لأبي بكر متى توتر\r\nقال من أول الليل بعد العتمة ثم قال لعمر متى توتر\r\nقال من آخر الليل قال لأبي بكر أخذت بالحزم وقال\r\nلعمر أخذت بالقوة\r\n","description":"","footnote":"","page_name":" 353 ","page_number":353},
  {"content":"\r\n( 1822 ) حدثنا أبو بكر حدثنا يونس بن محمد\r\nعن مفضل بن فضالة عن حبيب بن الشهيد بن محمد بن\r\nالمنكدر\r\nعن جابر بن عبد الله أن رسول الله صلى الله عليه وسلم أخذ بيد مجذوم\r\nفوضعها معه في القصعة فقال كل بسم الله ثقة بالله\r\nوتوكلا عليه\r\n","description":"","footnote":"","page_name":" 354 ","page_number":354},
  {"content":"\r\n( 1823 ) حدثنا أبو بكر حدثنا يونس بن\r\nمحمد حدثنا عبد الواحد بن زياد حدثنا مجالد بن سعيد\r\nحدثني الشعبي\r\nعن جابر أن امرأتين من هذيل قتلت إحداهما الأخرى\r\nولكل واحدة منهما زوج وولد فجعل رسول الله صلى الله عليه وسلم دية المقتول\r\nعلى عاقلة القاتلة وبرأ زوجها وولدها قال فقال عاقلة\r\nالمقتول ميراثها لنا فقال رسول الله صلى الله عليه وسلم لا ميراثها\r\nلزوجها وولدها قال وكانت حبلى فقالت عاقلة المقتولة\r\nإنها كانت حبلى وألقت جنينا قال فخاف عاقلة القاتلة أن\r\nيضمنهم قال فقالوا يا رسول الله شرب ولا أكل ولا\r\nصاح فاستهل فقال رسول الله صلى الله عليه وسلم أسجع الجاهلية\r\nفقضى في الجنين غرة عبد أو أمة\r\n","description":"","footnote":"","page_name":" 355 ","page_number":355},
  {"content":"\r\n( 1824 ) حدثنا أبو خيثمة حدثنا سفيان بن عيينة\r\nسمع عمرو\r\nجابر بن عبد الله قال كنا مع رسول الله صلى الله عليه وسلم في غزاة\r\nفكسع رجل من المهاجرين رجلا من الأنصار فقال الأنصاري يا\r\n","description":"","footnote":"","page_name":" 356 ","page_number":356},
  {"content":"\r\nللأنصار فقال المهاجري يا للمهاجرين فسمع ذلك\r\nرسول الله صلى الله عليه وسلم فقال ما بال دعوى الجاهلية قيل يا\r\nرسول الله كسع رجل من المهاجرين رجلا من الأنصار فقال\r\nرسول الله صلى الله عليه وسلم دعوها فإنها منتنة\r\n( 1825 ) حدثنا أبو خيثمة حدثنا سفيان بن عيينة\r\n","description":"","footnote":"","page_name":" 357 ","page_number":357},
  {"content":"\r\nسمع عمرو\r\nجابر بن عبد الله أن النبي صلى الله عليه وسلم باع مدبرا !\r\n","description":"","footnote":"","page_name":" 358 ","page_number":358},
  {"content":"\r\n( 1826 ) وبه قال رسول الله صلى الله عليه وسلم الحرب\r\nخدعة !\r\n( 1827 ) حدثنا أبو خيثمة حدثنا سفيان بن عيينة\r\nسمع عمرو\r\nعن جابر قال كان معاذ يصلي مع النبي صلى الله عليه وسلم ثم يرجع فيؤم\r\n","description":"","footnote":"","page_name":" 359 ","page_number":359},
  {"content":"\r\nقومه فأخر النبي صلى الله عليه وسلم ليلة الصلاة فجاء فقرأ سورة البقر فقال\r\nله النبي صلى الله عليه وسلم أفتان يا معاذ\r\n","description":"","footnote":"","page_name":" 360 ","page_number":360},
  {"content":"\r\n( 1828 ) حدثنا أبو خيثمة حدثنا سفيان\r\nسمع عمرو جابرا قال اتاه النبي صلى الله عليه وسلم يعني عبد الله بن\r\nأبي بعدما أدخل حفرته فأمر به فأخرج فنفث عليه من ريقه\r\nوألبسه قميصه والله أعلم\r\n","description":"","footnote":"","page_name":" 361 ","page_number":361},
  {"content":"\r\n( 1829 ) حدثنا زهير حدثنا سفيان\r\nسمع عمرو جابرا قال لما أنزل على النبي صلى الله عليه وسلم قل هو\r\nالقادر على أن يبعث عليكم عذابا من فوقكم\r\nقال أعوذ بوجهك أو من تحت أرجلكم قال أعوذ\r\nبوجهك أو يلبسكم شيعا ويذيق بعضكم بأس بعض قال\r\nهاتا أهون أو أيسر\r\n( 1830 ) حدثنا أبو خيثمة حدثنا سفيان\r\nسمع عمرو جابر ادخل رجل المسجد والنبي صلى الله عليه وسلم يخطب\r\n","description":"","footnote":"","page_name":" 362 ","page_number":362},
  {"content":"\r\nفقال أصليت قال لا قال فصل ركعتين\r\n( 1831 ) حدثنا أبو خيثمة حدثنا سفيان سمع\r\nعمرو\r\n","description":"","footnote":"","page_name":" 363 ","page_number":363},
  {"content":"\r\nعن جابر سمع أذناي من رسول الله صلى الله عليه وسلم يخرج أقوام\r\nمن النار فيدخلون الجنة\r\n( 1832 ) حدثنا أبو خيثمة حدثنا سفيان سمع\r\nعمرو\r\nعن جابر قال أطعمنا رسول الله صلى الله عليه وسلم لحم الخيل ونهانا\r\nعن لحوم الحمر الأهلية\r\n","description":"","footnote":"","page_name":" 364 ","page_number":364},
  {"content":"\r\n( 1833 ) حدثنا أبو خيثمة حدثنا سفيان قال قلت\r\nلعمرو\r\nأسمعت جابرا يقول مر رجل بسهام في المسجد فأمره\r\nالنبي صلى الله عليه وسلم أن يمسك بنصالها قال نعم\r\n( 1834 ) حدثنا أبو خيثمة حدثنا سفيان\r\nسمع عمرو جابر انهى النبي صلى الله عليه وسلم عن المخابرة !\r\n","description":"","footnote":"","page_name":" 365 ","page_number":365},
  {"content":"\r\n( 1835 ) حدثنا أبو خيثمة حدثنا سفيان عن\r\nعمرو عن سليمان بن يسار\r\nأن طارقا قضى بالعمرى للوارث عن قول جابر عن\r\nرسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 366 ","page_number":366},
  {"content":"\r\nحدثنا أبو خيثمة حدثنا سفيان عن\r\nأبي الزبير\r\nسمع جابرا يقول قال رسول الله صلى الله عليه وسلم أيكم كانت له أرض\r\nأو نخل فلا يبعها حتى يعرضها على شريكه\r\n( 1836 ) حدثنا أبو خيثمة حدثنا سفيان عن أبي\r\nالزبير\r\nعن جابر أن النبي صلى الله عليه وسلم أمر بلعق الصحفة ولعق الأصابع\r\n","description":"","footnote":"","page_name":" 367 ","page_number":367},
  {"content":"\r\nفإنه لا يدري في أي ذلك البركة\r\n( 1837 ) حدثنا أبو خيثمة حدثنا سفيان عن أبي\r\nالزبير\r\nعن جابر أن رسول الله صلى الله عليه وسلم قال اطفئوا\r\nالمصابيح !\r\n","description":"","footnote":"","page_name":" 368 ","page_number":368},
  {"content":"\r\n( 1838 ) حدثنا أبو خيثمة حدثنا سفيان عن أبي\r\nالزبير\r\nعن جابر قال لم نبايع النبي صلى الله عليه وسلم على الموت إنما\r\nبايعناه على أن لا نفر\r\n( 1839 ) حدثنا أبو خيثمة حدثنا سفيان عن أبي\r\nالزبير\r\n","description":"","footnote":"","page_name":" 369 ","page_number":369},
  {"content":"\r\nعن جابر قال نهى رسول الله صلى الله عليه وسلم أن يبيع حاضر لباد\r\n( 1840 ) حدثنا أبو خيثمة حدثنا سفيان عن أبي\r\nالزبير\r\nعن جابر أن رجلا قال للنبي صلى الله عليه وسلم رأيت كأن عنقي\r\nضربت أو رأسي انقطع قال لم يخبر أحدكم بتلعب\r\nالشيطان\r\n","description":"","footnote":"","page_name":" 370 ","page_number":370},
  {"content":"\r\n( 1841 ) حدثنا أبو خيثمة حدثنا سفيان عن أبي\r\nالزبير\r\nعن جابر أن النبي صلى الله عليه وسلم نهى عن بيع الثمر حتى يبدو\r\nصلاحه\r\n","description":"","footnote":"","page_name":" 371 ","page_number":371},
  {"content":"\r\n( 1842 ) حدثنا زهير حدثنا سفيان عن الأسود بن\r\nقيس عن نبيح العنزي\r\nعن جابر بن عبد الله أن النبي صلى الله عليه وسلم أمر بالقتلى قتلى أحد\r\nأن يردوا إلى مصارعهم وكان قد نقل بعضهم إلى المدينة أو\r\nمن شاء الله منهم\r\n( 1843 ) حدثنا زهير حدثنا سفيان عن الأسود بن\r\n","description":"","footnote":"","page_name":" 372 ","page_number":372},
  {"content":"\r\nقيس عن نبيح العنزي\r\nعن جابر أن النبي صلى الله عليه وسلم نهى أن تطرقوا النساء ليلا قال\r\nجابر ثم طرقناهن بعد\r\n","description":"","footnote":"","page_name":" 373 ","page_number":373},
  {"content":"\r\n( 1844 ) حدثنا زهير حدثنا سفيان عن حميد\r\nالأعرج عن سليمان بن عتيق\r\nعن جابر أن النبي صلى الله عليه وسلم نهى عن بيع السنين !\r\n( 1845 ) حدثنا زهير حدثنا سفيان عن بن\r\nجريج عن عطاء\r\nعن جابر بن عبد الله قال نهى رسول الله صلى الله عليه وسلم عن\r\nالمحاقلة والمزابنة والمخابرة وعن بيع الثمر حتى يبدو صلاحه\r\n","description":"","footnote":"","page_name":" 374 ","page_number":374},
  {"content":"\r\nوأن لا يباع إلا بالدنانير والدراهم إلا العرايا\r\n( 1846 ) حدثنا زهير حدثنا بن عيينة قال سمع\r\nجعفر أباه يحدثه\r\nعن جابر أن النبي صلى الله عليه وسلم كان يغرف على رأسه ثلاثا يعني في\r\nالغسل\r\n","description":"","footnote":"","page_name":" 375 ","page_number":375},
  {"content":"\r\n( 1847 ) حدثنا زهير حدثنا هشيم بن بشير حدثنا\r\nأبو الزبير\r\nعن جابر قال رسول الله صلى الله عليه وسلم من كذب علي متعمدا\r\nفليتبوأ مقعده من النار\r\n( 1848 ) حدثنا زهير حدثنا هشيم حدثنا أبو\r\nالزبير\r\nعن جابر قال رسول الله صلى الله عليه وسلم لا يبيتن رجل عند\r\nامرأة في بيت إلا أن يكون ناكحا أو ذا محرم\r\n","description":"","footnote":"","page_name":" 376 ","page_number":376},
  {"content":"\r\n( 1849 ) حدثنا زهير حدثنا هشيم بن بشير حدثنا\r\nأبو الزبير\r\nعن جابر قال لعن رسول الله الله عليه وسلم آكل الربا وموكله\r\nوكاتبه وشاهديه وقال هم سواء\r\n( 1850 ) حدثنا زهير حدثنا هشيم أخبرنا سيار\r\nعن الشعبي\r\nعن جابر بن عبد الله قال خرجنا في غزاة مع\r\nرسول الله صلى الله عليه وسلم قال فلما قفلنا تعجلت على بعير لي قطوف\r\nقال فلحقني راكب من خلفي فنخس بعيري بعنزة كانت معه\r\nفسار بعيري كأجود ما أنت راء من الإبل فالتفت فإذا\r\nرسول الله صلى الله عليه وسلم فقال ما يعجلك قال قلت إني حديث عهد\r\nبعرس قال بكرا تزوجت أم ثيبا قال قلت ثيبا\r\nقال فهلا جارية تلاعبها وتلاعبك قال فلما رجعوا قال\r\n","description":"","footnote":"","page_name":" 377 ","page_number":377},
  {"content":"\r\nأمهلوا حتى ندخل ليلا عشاء كي تمتشط الشعثة وتستحد\r\nالمغيبة\r\n( 1851 ) حدثنا زهير حدثنا هشيم أخبرنا داود بن\r\nأبي هند عن أبي الزبير\r\nعن جابر أن رسول الله صلى الله عليه وسلم قال العمرى جائزة\r\nلأهلها !\r\n","description":"","footnote":"","page_name":" 378 ","page_number":378},
  {"content":"\r\n( 1852 ) حدثنا زهير حدثنا هشيم أخبرنا ليث\r\nعن عطاء\r\nعن جابر بن عبد الله أن رسول الله صلى الله عليه وسلم قال حيث أفاض من\r\nعرفات أيها الناس عليكم السكينة والوقار ولا يقتل بعضكم\r\nبعضا\r\n( 1853 ) حدثنا مصعب بن عبد الله الزبيري\r\nحدثني أبي عن هشام بن عروة عن محمد بن المنكدر\r\nعن جابر أن رسول الله صلى الله عليه وسلم قال الا أخبركم على من\r\n","description":"","footnote":"","page_name":" 379 ","page_number":379},
  {"content":"\r\nتحرم النار غدا على كل هين لين قريب سهل\r\n( 1854 ) حدثنا عبيد بن جناد الحلبي حدثنا يوسف\r\nبن محمد بن المنكدر عن أبيه\r\nعن جابر بن عبد الله قال سئل رسول الله صلى الله عليه وسلم عن الايمان\r\nقال الصبر والسماحة\r\n","description":"","footnote":"","page_name":" 380 ","page_number":380},
  {"content":"\r\n( 1855 ) حدثنا أبو همام حدثنا المغيرة\r\nبن سقلاب أخبرنا معقل بن عبيد الله عن عمرو بن دينار\r\nعن جابر بن عبد الله قال رسول الله صلى الله عليه وسلم من ضمن لي ما\r\nبين لحييه وما بين رجليه ضمنت له الجنة\r\n( 1856 ) حدثنا عبد الغفار بن عبد الله حدثنا\r\nالمعافى بن عمران حدثنا الفضيل بن مرزوق حدثني الوليد رجل\r\n","description":"","footnote":"","page_name":" 381 ","page_number":381},
  {"content":"\r\nمن أهل الخير والصلاح عن محمد بن علي عن سعيد بن\r\nالمسيب عن جابر بن عبد الله قال سمعت رسول الله صلى الله عليه وسلم يقول وهو\r\nعلى منبره يوم جمعة يا أيها الناس توبوا إلى الله قبل أن\r\nتموتوا وبادروا بالأعمال الصالحة وصلوا الذي بينكم وبين\r\nربكم بكثرة ذكركم إياه وبكثرة صدقتكم في السر والعلانية\r\nتؤجروا وتنصروا وترزقوا\r\nواعلموا أن الله قد افترض عليكم الجمعة فريضة مفروضة في\r\nيومي هذا ومقامي هذا في شهري هذا في عامي هذا إلى\r\nيوم القيامة فمن تركها في حياتي أو بعد موتي جحودا بها أو\r\nاستخفافا بها فلا جمع الله له شمله ولا بارك له في أمره ألا ولا صلاة له ألا\r\nولا زكاة له ألا ولا حج له ولاصوم له ألا\r\nولا بر له فمن تاب تاب الله عليه\r\nولا تؤمن امرأة رجلا ولا يؤمن أعرابي مهاجرا ولا يؤمن\r\nفاجر برا إلا سلطان يخاف سيفه وسوطه\r\n","description":"","footnote":"","page_name":" 382 ","page_number":382},
  {"content":"\r\n( 1857 ) حدثنا عيسى بن سالم حدثنا عبيد الله بن\r\nعمرو عن بن عقيل\r\nعن جابر بن عبد الله قال جاء رجل إلى النبي صلى الله عليه وسلم فقال يا\r\nرسول الله أرأيت إن جاهدت في سبيل الله صابرا محتسبا مقبلا\r\nغير مدبر حتى أقتل أدخل الجنة قال نعم إلا أن يكون\r\nعليك دين ليس عندك له وفاء\r\n","description":"","footnote":"","page_name":" 383 ","page_number":383},
  {"content":"\r\n( 1858 ) حدثنا داود بن عمرو بن زهير الضبي\r\nحدثنا سفيان عن أبي الزبير\r\nعن جابر بن عبد الله أن رجلا قال للنبي صلى الله عليه وسلم إني رأيت كأن\r\nرأسي قطعت أو عنقي ضربت فقال لم يخبر أحدكم بتلعب\r\nالشيطان\r\n( 1859 ) حدثنا عمرو بن محمد الناقد حدثنا هشيم\r\nبن بشير أخبرنا أبو الزبير\r\nعن جابر قال رسول الله لا يبيتن رجل عند امرأة في بيت\r\nإلا أن يكون ناكحا أو ذا محرم\r\n( 1860 ) حدثنا جعفر بن مهران السباك حدثنا عبد الأعلى\r\nحدثنا محمد بن إسحاق عن حرام بن عثمان عن\r\nمحمود بن عبد الرحمن بن عمرو بن الجموح\r\nعن جابر بن عبد الله قال ابتعنا بقرة في عهد نبي الله صلى الله عليه وسلم\r\nلنشترك عليها فانفلتت منا فامتنعت علينا فعرض لها مولى لنا\r\nيقال له ذكوان بسيف في يده وهي تجول بالصماد فضبا إلى\r\n","description":"","footnote":"","page_name":" 384 ","page_number":384},
  {"content":"\r\nتل فلما مرت به ضربها بالسيف في أصل عنقها أو على عنقها\r\nفخرقها بالسيف ووقعت فلم يدرك ذكاتها فخرجت أنا وعبد الله\r\nبن ثابت بن الجذع فلقينا رسول الله صلى الله عليه وسلم فذكرنا له شأنها فقال\r\nكلوا إذا فاتكم من هذه البهائم شئ فاحسبوه بما تحسبون به\r\nالوحش\r\n( 1861 ) حدثنا جعفر بن مهران قال حدثنا عبد الأعلى\r\nعن محمد بن إسحاق عن عبد الله بن سهل أبي\r\nليلى\r\nعن جابر بن عبد الله قال خرج مرحب بن الحارث اليهودي\r\nوهو يقول\r\n","description":"","footnote":"","page_name":" 385 ","page_number":385},
  {"content":"\r\nقد علمت خيبر أني مرحب شاكي السلاح بطل مجرب\r\nأطعن أحيانا وحينا أضرب إذا الليوث أقبلت تلهب\r\nوأحجمت عن صولة المجرب كان حماي الحمى لا يقرب\r\nهل من مبارز فقال رسول الله صلى الله عليه وسلم من لهذا قال\r\nمحمد بن مسلمة أنا يا رسول الله أنا والله الموتور الثائر قتلوا\r\nأخي بالأمس فقال قم إليه اللهم أعنه فلما دنا أحدهما من\r\nصاحبه عرضت بينهما شجرة فطفق أحدهما يلوذ بها من صاحبه\r\nفكلما لاذ بها منه اقتطع بسيفه ما دونه حتى رأيتها وإنها كالرجل\r\nالقائم حتى خلص كل واحد منهما إلى صاحبه فشد عليه مرحب\r\nفضربه واتقاه بالدرقة فوقع سيفه فيها فنشب وعضت له الدرقة\r\nفأمسكته فضربه محمد بن مسلمة فقتله\r\n","description":"","footnote":"","page_name":" 386 ","page_number":386},
  {"content":"\r\n( 1862 ) حدثنا جعفر بن مهران حدثنا عبد الأعلى\r\nعن محمد بن إسحاق قال حدثني عاصم بن عمر بن\r\nقتادة عن عبد الرحمن بن جابر\r\nعن أبيه جابر بن عبد الله قال اقبلنا مع رسول الله صلى الله عليه وسلم لا\r\nنعلم بخبء القوم الذي خبؤوا لنا فاستقبلنا وادي حنين في\r\nعماية الصبح وهو واد أجوف من أودية تهامة حطوط إنما ينحدرون\r\n","description":"","footnote":"","page_name":" 387 ","page_number":387},
  {"content":"\r\nفيه انحدارا قال فوالله إن الناس ليتتابعون لا يعلمون بشئ إذ\r\nفجئهم الكتائب من كل ناحية فلم يتناظر الناس أن انهزموا\r\nراجعين قال وانحاز رسول الله صلى الله عليه وسلم ذات اليمين قال أين أيها\r\nالناس أنا رسول الله أنا محمد بن عبد الله\r\n( 1863 ) حدثنا جعفر حدثنا عبد الأعلى عن\r\n","description":"","footnote":"","page_name":" 388 ","page_number":388},
  {"content":"\r\nمحمد بن إسحاق حدثني عاصم بن عمر بن قتادة عن\r\nعبد الرحمن بن جابر\r\nعن أبيه جابر قال كان أمام هوازن رجل جسيم على جمل\r\nأحمر في يده راية سوداء إذا أدرك طعن بها وإذا فاته شئ\r\nمن بين يديه دفعها من خلفه فأنفذه فصمد له علي بن أبي\r\nطالب ورجل من الأنصار كلاهما يريده قال فضربه علي على\r\nعرقوبي الجمل فوقع على عجزه قال وضرب الأنصاري ساقه\r\nقال فطرح قدمه بنصف ساقه فوقع واقتتل الناس\r\nوخرج حين كانت الهزيمة كلدة وكان أخا صفوان بن\r\nأمية وكان يومئذ مشركا في المدة التي ضرب له\r\nرسول الله صلى الله عليه وسلم ألا بطل السحر اليوم فقال له صفوان اسكت\r\nفض الله فاك فوالله لان يربني رجل من قريش أحب إلي من أن\r\nيربني رجل من هوازن\r\n","description":"","footnote":"","page_name":" 389 ","page_number":389},
  {"content":"\r\n( 1864 ) حدثنا عبيد الله بن معاذ العنبري حدثنا\r\nأبي حدثنا شعبة عن أبي الزبير\r\nعن جابر بتن عبد الله قال صلى النبي صلى الله عليه وسلم على النجاشي\r\nفكنت في الصف الثاني\r\n( 1865 ) حدثنا عبيد الله حدثنا بشر بن المفضل\r\nحدثنا عمر بن عبد الله مولى غفرة قال سمعت أيوب بن خالد بن\r\nصفوان يقول\r\nقال جابر خرج علينا رسول الله صلى الله عليه وسلم فقال يا أيها الناس\r\nإن لله سرايا من الملائكة تحل وتقف على مجالس الذكر في\r\nالأرض فارتعوا في رياض الجنة قالوا وأين رياض الجنة يا\r\nرسول الله قال مجالس الذكر فاغدوا وروحوا في ذكر الله\r\nوذكروه بأنفسكم من كان يحب أن يعلم منزلته عند الله فلينظر\r\n","description":"","footnote":"","page_name":" 390 ","page_number":390},
  {"content":"\r\nكيف منزلة الله عنده فإن الله ينزل العبد منه حيث أنزله من\r\nنفسه\r\n( 1866 ) حدثنا عبيد الله بن عمر القواريري حدثنا\r\nبشر بن المفضل عن عمر مولى غفرة عن أيوب بن خالد\r\nعن جابر عن النبي صلى الله عليه وسلم نحوه\r\n( 1867 ) حدثنا عبيد الله بن معاذ قال ذكر أبي\r\nعن يوسف بن محمد بن المنكدر عن أبيه\r\nعن جابر بن عبد الله قال رسول الله صلى الله عليه وسلم إن الله تعالى\r\nحيي كريم يستحيي من عبده أن يرفع إليه يديه فيردهما صفرا\r\n","description":"","footnote":"","page_name":" 391 ","page_number":391},
  {"content":"\r\nليس فيهما شئ\r\n( 1868 ) حدثنا عبيد الله بن معاذ قال ذكر أبي\r\nعن يوسف بن محمد بن المنكدر عن أبيه\r\nعن جابر قال بينما نحن مع رسول الله صلى الله عليه وسلم في السوق إذا\r\nامرأة قد أخذت بعنان دابته وهو على حمار فقالت يا\r\nرسول الله إن زوجي لا يقربني ففرق بيني وبينه ومر زوجها فدعاه\r\nالنبي صلى الله عليه وسلم فقال مالك ولها جاءت تشكو منك جفاء تشكو منك\r\nأنك لا تقربها قال يا رسول الله والذي أكرمك إن عهدي بها لهذه\r\nالليلة وبكت المرأة فقالت كذب فرق بيني وبينه فإنه من\r\nأبغض خلق الله إلي فتبسم رسول الله صلى الله عليه وسلم ثم أخذ برأسه ورأسها\r\nفجمع بينهما وقال اللهم أدن كل واحد من صاحبه قال\r\nجابر فلبثنا ما شاء الله أن نلبث ثم مر رسول الله صلى الله عليه وسلم بالسوق فإذا\r\n","description":"","footnote":"","page_name":" 392 ","page_number":392},
  {"content":"\r\nنحن بامرأة تحمل أدما فلما رأته طرحت الأدم وأقبلت إلى النبي صلى الله عليه وسلم\r\nفقالت يا رسول الله والذي بعثك بالحق ما خلق الله من بشر\r\nأحب إلي منه إلا أنت\r\nقال عبيد الله ولا أراني سمعته من أبي\r\n( 1869 ) حدثنا عبيد الله حدثنا أبي حدثنا قره\r\nعن أبي الزبير\r\nعن جابر بن عبد الله قال دعا النبي صلى الله عليه وسلم بصحيفة عند موته\r\nيكتب فيها كتابا لامته قال لا يضلون ولا يضلون فكان في\r\nالبيت لغط فتكلم عمر بن الخطاب فرفضه النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 393 ","page_number":393},
  {"content":"\r\n( 1870 ) حدثنا عبيد الله حدثنا أبي حدثنا قره\r\nعن أبي الزبير\r\nعن جابر عن النبي صلى الله عليه وسلم قال من يصعد الثنية ثنية\r\nالمرار فإنه يحط عنه ما حط عن بني إسرائيل فكان أول من\r\nصعدها خيلنا خيل بني الخزرج قال فتتابع الناس فقال\r\nرسول الله صلى الله عليه وسلم كلكم مغفور له إلا صاحب الجمل الأحمر\r\nفقلنا تعال يستغفر لك رسول الله صلى الله عليه وسلم فقال والله لان أجد\r\nضالتي أحب إلي من أن يستغفر لي صاحبكم وإذا هو رجل ينشد\r\nضالة\r\n( 1871 ) حدثنا بن نمير حدثنا سعيد بن الربيع\r\nحدثنا قره بن خالد عن أبي الزبير\r\nعن جابر أن رسول الله صلى الله عليه وسلم دعا عند موته بصحيفة ليكتب فيها\r\n","description":"","footnote":"","page_name":" 394 ","page_number":394},
  {"content":"\r\nكتابا لا يضلون بعده ولا يضلون وكان في البيت لغط وتكلم عمر\r\nبن الخطاب فرفضها رسول الله صلى الله عليه وسلم\r\n( 1872 ) حدثنا ابن نمير حدثنا حفص عن بن\r\nجريج عن عطاء\r\nعن جابر أن رسول الله صلى الله عليه وسلم نهى أن يخلط التمر والزبيب\r\nجميعا\r\n( 1873 ) حدثنا محمد بن عبد الله بن نمير حدثنا\r\nأبو أسامة عن عبد الحميد بن جعفر عن يزيد بن أبي حبيب\r\nعن عطاء\r\nعن جابر بن عبد الله قال سمعت رسول الله صلى الله عليه وسلم يوم فتح\r\nمكة يقول إن لله ورسوله حرم بيع الخمر وبيع الخنازير\r\nوبيع الميتة وبيع الأصنام فقال رجل يا رسول الله فما ترى\r\n","description":"","footnote":"","page_name":" 395 ","page_number":395},
  {"content":"\r\nفي شحم الميتة فإنا ندهن به السفن وندهن به الجلود ونستصبح\r\nبه فقال قاتل الله اليهود إن الله حرم عليهم شحومها\r\nأخذوا فجملوها ثم باعوها وأكلوا أثمانها\r\n","description":"","footnote":"","page_name":" 396 ","page_number":396},
  {"content":"\r\n( 1874 ) حدثنا بن نمير حدثنا أبي حدثنا\r\nالربيع بن سعد الجعفي عن عبد الرحمن بن سابط\r\nعن جابر قال من سره أن ينظر إلى رجل من أهل الجنة\r\nفلينظر إلى الحسين بن علي فإني سمعت رسول الله صلى الله عليه وسلم\r\nيقوله\r\n( 1875 ) حدثنا عثمان بن أبي شيبة حدثنا أبو خالد\r\nالأحمر سليمان بن حيان عن ثور بن يزيد عن أبي الزبير\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم تسليم بإصبع واحدة\r\n","description":"","footnote":"","page_name":" 397 ","page_number":397},
  {"content":"\r\nتشير بها فعل اليهود\r\n( 1876 ) حدثنا عثمان بن أبي شيبة حدثنا\r\nإسماعيل بن مجالد عن أبيه عن عامر\r\nعن جابر قال لما قدم جعفر من الحبشة عانقه\r\nالنبي صلى الله عليه وسلم\r\n( 1877 ) حدثنا عثمان بن أبي شيبة حدثنا جرير بن\r\nعبد الحميد الضبي عن سفيان الثوري عن عبد الله بن محمد بن\r\nعقيل\r\nعن جابر بن عبد الله قال كان رسول الله صلى الله عليه وسلم يشهد مع\r\nالمشركين مشاهدهم قال فسمع ملكين خلفه وأحدهما يقول\r\nلصاحبه اذهب بنا حتى نقوم خلف رسول الله صلى الله عليه وسلم قال فقال\r\nكيف نقوم خلفه وإنما عهده باستلام الأصنام قبل قال فلم يعد\r\nبعد ذلك أن يشهد مع المشركين مشاهدهم\r\n","description":"","footnote":"","page_name":" 398 ","page_number":398},
  {"content":"\r\n( 1878 ) حدثنا عثمان حدثنا جرير عن سفيان\r\n","description":"","footnote":"","page_name":" 399 ","page_number":399},
  {"content":"\r\nعن عبد الله بن زياد بن حدير عن النبي صلى الله عليه وسلم مثله\r\n( 1879 ) حدثنا عبد الله بن عمر بن أبان حدثنا عبد\r\nالرحيم بن سليمان حدثنا الحجاج بن أرطاة عن عطاء بن أبي\r\nرباح وأبي الزبير المكي\r\nعن جابر بن عبد الله الأنصاري أن رسول الله صلى الله عليه وسلم نهى\r\nأن يباع النخل سنتين أو ثلاثا ونهى أن يشترى ما في رؤوس النخل\r\nبكيل من تمر ونهى أن تباع الثمرة حتى يبدو صلاحها\r\n( 1880 ) حدثنا عبد الله بن عمر بن أبان حدثنا عبد\r\nالوهاب بن عبد المجيد يعني الثقفي عن جعفر بن محمد عن\r\nأبيه\r\nعن جابر بن عبد الله أن رسول الله صلى الله عليه وسلم خرج عام الفتح إلى\r\nمكة في رمضان فصام حتى بلغ كراع الغميم قال فصام\r\nالناس وهم مشاة وركبان فقيل له إن الناس قد شق عليهم\r\n","description":"","footnote":"","page_name":" 400 ","page_number":400},
  {"content":"\r\nالصوم إنما ينظرون ما تفعل أنت فدعا بقدح فرفعه إليه حتى نظر\r\nالناس ثم شرب فأفطر بعض الناس وصام بعض فقيل\r\nللنبي صلى الله عليه وسلم إن بعضهم صام فقال أولئك العصاة واجتمع\r\nإليه المشاة من أصحابه فصفوا إليه فقالوا نتعرض لدعوات\r\nرسول الله صلى الله عليه وسلم وقد اشتد السفر وطالت الشقة فقال لهم\r\nاستعينوا بالنسل فإنه يقطع عنكم الأرض وتخفون له قال\r\nففعلنا فخففنا له\r\n","description":"","footnote":"","page_name":" 401 ","page_number":401},
  {"content":"\r\n( 1881 ) حدثنا منصور بن أبي مزاحم حدثنا\r\nمحمد بن خطاب البصري عن علي بن زيد عن محمد بن\r\nالمنكدر\r\nعن جابر بن عبد الله أن النبي صلى الله عليه وسلم قال إذا ذلت العرب ذل\r\nالاسلام\r\n( 1882 ) حدثنا عبد الله بن محمد بن سالم\r\nحدثنا محمد بن جعفر بن محمد بن علي بن حسين عن أبيه عن\r\nجده\r\nعن جابر أن النبي صلى الله عليه وسلم رمل من الحجر إلى الحجر\r\n( 1883 ) حدثنا سفيان بن وكيع بن الجراح حدثنا\r\nأبي عن إبراهيم بن يزيد المكي عن أبي الزبير\r\n","description":"","footnote":"","page_name":" 402 ","page_number":402},
  {"content":"\r\nعن جابر قال كنا في سفر فصام رجل فغشي عليه فوقف\r\nعليه أصحابه فمر النبي صلى الله عليه وسلم فقالوا صام فقال النبي صلى الله عليه وسلم ليس\r\nمن البر الصوم في السفر\r\n","description":"","footnote":"","page_name":" 403 ","page_number":403},
  {"content":"\r\n( 1884 ) حدثنا جعفر بن حميد الكوفي حدثنا\r\nيعقوب يعني القمي عن عيسى بن جارية\r\nعن جابر قال كان رجل يحمل الخمر من خيبر إلى المدينة\r\nفيبيعها من المسلمين فحمل منها بمال فقدم به المدينة فلقيه\r\nرجل من المسلمين فقال يا فلان إن الخمر قد حرمت فوضعها\r\nحيث انتهى على تل وسجى عليها بالأكسية ثم أتى النبي صلى الله عليه وسلم\r\nفقال يا رسول الله بلغني أن الخمر قد حرمت قال أجل\r\nقال إلى أن أردها على من ابتعتها منه قال لا يصلح ردها\r\nقال إلى أن أهديها لمن يكافئني منها قال لا قال إن\r\nفيها مالا ليتامى في حجري قال إذا أتانا مال البحرين فأتنا\r\nنعوض أيتامك من مالهم ثم نادى بالمدينة قال فقال\r\nالرجل يا رسول الله الأوعية ننتفع بها قال فحلوا\r\nأوكيتها فأنصبت حتى استقرت في بطن الوادي\r\n","description":"","footnote":"","page_name":" 404 ","page_number":404},
  {"content":"\r\n( 1885 ) حدثنا جعفر بن حميد حدثنا يعقوب\r\nعن عيسى\r\nعن جابر نحو حديث أبي الربيع في قصة بن أم مكتوم قال\r\nأجب ولحبوا أو زحفا\r\n( 1886 ) حدثنا جعفر حدثنا يعقوب عن\r\nعيسى\r\nعن جابر نحو حديث بن أم مكتوم في الكلاب\r\n( 1887 ) حدثنا أبو بكر حدثنا معاوية بن هشام\r\nحدثنا سفيان عن داود عن عامر\r\nعن جابر بن عبد الله قال لما لقي النبي صلى الله عليه وسلم النقباء من\r\nالأنصار قال لهم تؤووني وتمنعوني قالوا فما لنا قال\r\nلكم الجنة\r\n( 1888 ) حدثنا زهير بن حرب حدثنا جرير بن\r\nعبد الحميد عن حصين عن سالم\r\n","description":"","footnote":"","page_name":" 405 ","page_number":405},
  {"content":"\r\nعن جابر أن النبي صلى الله عليه وسلم كان يخطب قائما يوم الجمعة فجاءت\r\nعير من الشام فانفتل الناس حتى لم يبق إلا اثنا عشر رجلا\r\nفأنزلت هذه الآية التي في الجمعة وإذا رأوا تجارة أو لهوا انفضوا\r\nإليها وتركوك قائما\r\n","description":"","footnote":"","page_name":" 406 ","page_number":406},
  {"content":"\r\n( 1889 ) حدثنا زهير حدثنا جرير عن ليث عن\r\nعطاء\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم من أكل من هذا\r\nالثوم والبصل والكراث فلا يقربنا\r\n","description":"","footnote":"","page_name":" 407 ","page_number":407},
  {"content":"\r\n( 1890 ) حدثنا زهير حدثنا جرير عن عاصم\r\nعن الشعبي\r\nعن جابر بن عبد الله قال نهى رسول الله صلى الله عليه وسلم أن تنكح المرأة\r\nعلى عمتها أو على خالتها\r\n( 1891 ) حدثنا زهير حدثنا جرير عن عاصم\r\nعن الشعبي\r\nعن جابر قال رسول الله صلى الله عليه وسلم إذا طالت غيبة أحدكم فلا\r\nيأت أهله طروقا\r\n( 1892 ) حدثنا زهير حدثنا جرير عن الأعمش\r\nعن أبي سفيان\r\n","description":"","footnote":"","page_name":" 408 ","page_number":408},
  {"content":"\r\nعن جابر قال أتت الحمى النبي صلى الله عليه وسلم فاستأذنت عليه قال\r\nمن أنت قالت أنا أم ملدم قال أتهتدين إلى أهل قباء\r\nقالت نعم قال فأتتهم فحموا ولقوا منها شدة فاشتكوا إليه وقالوا\r\nيا رسول الله ما لقينا من الحمى قال إن شئتم دعوت الله\r\nفكشفها عنكم وإن شئتم كانت طهورا قالوا لا بل تكون لنا\r\nطهورا أو عرفا\r\n( 1893 ) أخبرنا أبو خيثمة حدثنا جرير عن\r\nالأعمش عن أبي سفيان\r\nعن جابر قال سمعت رسول الله صلى الله عليه وسلم يقول القسوة وغلظ\r\nالقلوب قبل المشرق في ربيعة ومضر والايمان في أهل\r\nالحجاز\r\n","description":"","footnote":"","page_name":" 409 ","page_number":409},
  {"content":"\r\n( 1894 ) وعن جابر قال سمعت النبي صلى الله عليه وسلم يقول\r\n\" الناس تبع لقريش في الخير والشر\r\n( 1895 ) وعن جابر قال سمعت النبي صلى الله عليه وسلم يقول\r\nإن الشيطان إذا سمع النداء بالصلاة ذهب حتى يكون مكان\r\nالروحاء\r\nقال سليمان فسألته عن الروحاء فقال هي من المدينة\r\nسبعة وثلاثين ميلا\r\n","description":"","footnote":"","page_name":" 410 ","page_number":410},
  {"content":"\r\n( 1896 ) وعن جابر قال رضي الله تعالى عنه ركب رسول الله صلى الله عليه وسلم فرسا\r\nبالمدينة فصرعه على جذم نخلة فانفكت قدمه فأتيناه نعوده فوجدناه\r\nفي مشربة لعائشة يسبح جالسا فقمنا خلفه فسكت عنا ثم أتيناه\r\nمرة أخرى فوجدناه يصلي المكتوبة فقمنا خلفه فأشار إلينا\r\nفقعدنا فلما قضى الصلاة قال إذا صلى الامام جالسا فصلوا\r\nجلوسا وإذا صلى قائما فصلوا قياما ولا تفعلوا كما يفعل أهل\r\nفارس بعظمائها\r\n","description":"","footnote":"","page_name":" 411 ","page_number":411},
  {"content":"\r\n( 1897 ) وعن جابر قال قدمنا مع رسول الله صلى الله عليه وسلم\r\nفتطوفنا بالبيت وأحللنا فلما أتينا البطحاء أمرنا أن نهل بالحج\r\nقال فقال بعض القوم أنهل بالحج وإنما عهدنا بالنساء أمس\r\nقال فكان منهم في ذلك كلام فقال رسول الله صلى الله عليه وسلم لو\r\nعلمت أنهم يفعلون هذا ما سقت الهدي قال وقال لنا\r\nليشترك النفر في الهدي\r\n","description":"","footnote":"","page_name":" 412 ","page_number":412},
  {"content":"\r\n( 1898 ) حدثنا أبو خيثمة حدثنا جرير عن\r\nالأعمش عن سالم بن أبي الجعد\r\nعن جابر بن عبد الله قال أقبلنا من مكة إلى المدينة مع\r\nرسول الله صلى الله عليه وسلم قال فأعيا جملي فتخلفت عليه أسوقه قال\r\nوكان رسول الله صلى الله عليه وسلم في حاجة متخلفا فلحقني فقال لي مالك\r\nمتخلفا قال قلت لا يا رسول الله إلا أن جملي ضلع\r\nعلي فأردت أن ألحقه بالقوم قال فأخذ رسول الله صلى الله عليه وسلم بذنبه\r\nفضربه ثم زجره فقال اركب فلقد رأيتني بعد وإني لاكفه عن\r\nالقوم\r\nقال فنزلنا منزلا دون المدينة فأردت أن أتعجل إلى أهلي\r\nفقال لي رسول الله صلى الله عليه وسلم لا تأت أهلك طروقا قال قلت يا\r\nرسول الله إني حديث عهد بعرس قال فما\r\nتزوجت قلت امرأة ثيبا قال فهلا بكرا تلاعبها\r\nوتلاعبك قال فقلت يا رسول الله إن عبد الله توفي أو\r\nاستشهد وترك جواري فكرهت أن أتزوج إليهن مثلهن قال\r\nفسكت ولم يقل لي أحسنت ولا أسأت\r\n","description":"","footnote":"","page_name":" 413 ","page_number":413},
  {"content":"\r\nقال ثم قال لي بعني جملك هذا قال قلت لا\r\nبل هو لك يا رسول الله قال لا بل بعنيه قال قلت\r\nلا بل هو لك يا رسول الله قال بل بعنيه قال قلت\r\nفإن لرجل علي أوقية ذهب فهو لك بها قال قد أخذت فتبلغ\r\nعليه المدينة قال فلما قدمت المدينة قال رسول الله صلى الله عليه وسلم\r\nلبلال أعط أوقية ذهب وزده قال فأعطاني أوقية ذهب\r\nوزادني قيراطا قال فقلت لا تفارقني زيادة رسول الله صلى الله عليه وسلم\r\nقال فكان في كيس لي فأخذه أهل الشام يوم الحرة\r\n( 1899 ) حدثنا أبو خيثمة حدثنا جرير عن\r\nالأعمش عن أبي سفيان\r\nعن جابر بن عبد الله يقول سمعت رسول الله صلى الله عليه وسلم يقول\r\nلو كان لابن آدم نخل لتمني إليه مثله ولا يملا جوف بن آدم إلا\r\nالتراب\r\n","description":"","footnote":"","page_name":" 414 ","page_number":414},
  {"content":"\r\n( 1900 ) وعن جابر جاء غلام لحاطب إلى\r\nرسول الله صلى الله عليه وسلم فقال يا رسول الله دخل حاطب النار فقال\r\nكذبت أليس قد شهد بدرا والحديبية\r\n( 1901 ) وعن جابر سمعت النبي صلى الله عليه وسلم يقول\r\nيبعث كل عبد على ما مات عليه\r\n","description":"","footnote":"","page_name":" 415 ","page_number":415},
  {"content":"\r\n( 1902 ) وعن جابر أن النبي صلى الله عليه وسلم قال رضي الله تعالى عنها طعام رجل\r\nيكفي رجلين وطعام رجلين يكفي أربعة وطعام أربعة يكفي\r\nثمانية\r\n( 1903 ) وعن جابر عن النبي صلى الله عليه وسلم قال صلى الله عليه وسلم إذا أكل\r\nأحدكم فليلعق أصابعه فإنكم لا تدرون في أيه تنزل البركة\r\n( 1904 ) وعن جابر عن النبي صلى الله عليه وسلم قال إن\r\nالشيطان ليحضر أحدكم عند كل شئ حتى يحضره عند طعامه\r\nوشرابه فإذا وقعت لقمة أحدكم فليرفعها وليمط ما أصابها\r\nمن الأذى ثم ليأكلها ولا يدعها للشيطان\r\n","description":"","footnote":"","page_name":" 416 ","page_number":416},
  {"content":"\r\n( 1905 ) وعن جابر سمعت النبي يقول من\r\nخاف أن لا يستيقظ آخر الليل فليوتر أول الليل ثم ليرقد ومن طمع\r\nأن يستيقظ آخر الليل فليوتر من آخر الليل فإن القراءة محضورة\r\nمن آخر الليل وذلك أفضل\r\n","description":"","footnote":"","page_name":" 417 ","page_number":417},
  {"content":"\r\n( 1906 ) وعن جابر قال سمعت النبي صلى الله عليه وسلم يقول\r\nبأن أهل الجنة يأكلون فيها ويشربون ولا يتفلون ولا يبولون ولا\r\nيتمخطون ولا يتغوطون قال فما بال الطعام قال\r\nجشاء ورشحا كرشح المسك يلهمون التسبيح والتحميد كما\r\nتلهمون النفس\r\n","description":"","footnote":"","page_name":" 418 ","page_number":418},
  {"content":"\r\n( 1907 ) وعن جابر سمعت النبي صلى الله عليه وسلم يقول قبل\r\nموته بثلاث لا يموتن أحد منكم إلا وهو يحسن الظن بالله\r\nعز وجل\r\n","description":"","footnote":"","page_name":" 419 ","page_number":419},
  {"content":"\r\n( 1908 ) وعن جابر قال ما بايعنا رسول الله صلى الله عليه وسلم\r\nزمن الحديبية على الموت ولكن بايعناه على أن لا نفر غير جد بن\r\nقيس اختبأ في إبط بعيره\r\n( 1909 ) وعن جابر سمعت النبي صلى الله عليه وسلم يقول إن\r\nعرش إبليس على البحر فيبعث سراياه يفتنون الناس فأعظمه عنده\r\n","description":"","footnote":"","page_name":" 420 ","page_number":420},
  {"content":"\r\nأعظمه فتنة\r\n( 1910 ) حدثنا أبو خيثمة حدثنا جرير عن\r\nالأعمش عن سالم بن أبي الجعد\r\nعن جابر جاء رجل من الأنصار إلى رسول الله صلى الله عليه وسلم فقال يا\r\nرسول الله إن لي جارية فإني أعزل عنها فقال النبي صلى الله عليه وسلم\r\nسيأتيها ما قدر لها ثم أتاه بعد ذلك فقال يا رسول الله قد\r\nحملت الجارية فقال رسول الله صلى الله عليه وسلم ما قدر الله من نفس\r\nتخرج إلا وهي كائنة\r\n","description":"","footnote":"","page_name":" 421 ","page_number":421},
  {"content":"\r\n( 1911 ) حدثنا أبو خيثمة حدثنا جرير عن\r\nالأعمش عن أبي سفيان\r\nعن جابر سمعت النبي صلى الله عليه وسلم يقولان في الليل ساعة لا\r\nيوافقها رجل مسلم يسأل الله خيرا من الدنيا والآخرة إلا أعطاه\r\nإياه\r\n( 1912 ) وعن جابر قال كانت عند أم المؤمنين\r\nعائشة امرأة معها صبي يقطر منخراه دما فدخل رسول الله صلى الله عليه وسلم\r\nفقال ما شأن هذا الصبي قالت به العذرة قال\r\nويحكن يا معشر النساء لا تقتلن أولادكن وأي امرأة كان بصبيها\r\nعذرة أو وجع برأسه فلتأخذ قسطا هنديا فلتحكه ثم لتسعطه\r\n","description":"","footnote":"","page_name":" 422 ","page_number":422},
  {"content":"\r\nثم أمر عائشة ففعلت ذلك بالصبي فبرأ\r\n( 1913 ) وعن جابر قال كان خال لي من الأنصار\r\nيرقي من الحية فنهى رسول الله صلى الله عليه وسلم عن الرقي فأتاه خالي فقال يا\r\nرسول الله إنك نهيت عن الرقي وإني أرقي من الحية قال\r\nرسول الله اعرضها علي قال فعرضها عليه قال لا\r\nبأس بهذه هذه من المواثيق\r\n","description":"","footnote":"","page_name":" 423 ","page_number":423},
  {"content":"\r\n( 1914 ) حدثنا أبو خيثمة حدثنا جرير عن\r\nالأعمش عن أبي سفيان\r\nعن جابر قال كان رجل من الأنصار يرقي من العقرب\r\nفنهى رسول الله صلى الله عليه وسلم عن الرقي قال فقال يا رسول الله إنك\r\nنهيت عن الرقي وإني كنت أرقي من العقرب فقال\r\nرسول الله صلى الله عليه وسلم من استطاع منكم أن ينفع أخاه فليفعل\r\n( 1915 ) حدثنا زهير حدثنا جرير عن منصور\r\nعن سالم بن أبي الجعد\r\nعن جابر قال ولد لرجل منا غلام فسماه محمدا فقال له\r\nقومه لا ندعك تسميه باسم رسول الله صلى الله عليه وسلم فانطلق بابنه حامله\r\nعلى ظهره فأتى به رسول الله صلى الله عليه وسلم فقال يا رسول الله ولد لي غلام\r\nفسميته محمدا فقال لي قومي لا ندعك تسميه باسم\r\nرسول الله صلى الله عليه وسلم فقال تسموا باسمي ولا تكتنوا بكنيتي فإنما أنا\r\n","description":"","footnote":"","page_name":" 424 ","page_number":424},
  {"content":"\r\nقاسم أقسم بينكم\r\n","description":"","footnote":"","page_name":" 425 ","page_number":425},
  {"content":"\r\n( 1916 ) حدثنا أبو خيثمة حدثنا عباد بن\r\nالعوام أخبرنا محمد بن عمرو عن سعيد بن الحارث\r\nعن جابر بن عبد الله قال كنت أصلي مع رسول الله صلى الله عليه وسلم\r\nالظهر وآخذ قبضة من الحصا فأجعلها في كفي ثم أحولها إلى\r\nالكف الأخرى حتى تبرد ثم أضعها لجبيني حتى أسجد من شدة\r\nالحر\r\n","description":"","footnote":"","page_name":" 426 ","page_number":426},
  {"content":"\r\n( 1917 ) حدثنا زهير حدثنا عباد بن العوام أخبرنا\r\nحجاج عن أبي الزبير\r\nعن جابر قال كنا لا نقتل تجار المشركين على عهد\r\nرسول الله صلى الله عليه وسلم\r\n( 1918 ) حدثنا زهير حدثنا عباد بن العوام عن\r\nسفيان بن حسين عن يونس بن عبيد عن عطاء\r\nعن جابر أن النبي صلى الله عليه وسلم نهى عن الثنيا إلا أن تعلم\r\n( 191 ) حدثنا أبو خيثمة حدثنا عباد عن\r\nالحسن بن أبي جعفر عن أبي الزبير\r\nعن جابر قال نهى رسول الله صلى الله عليه وسلم عن ثمن الكلب والهر إلا\r\n","description":"","footnote":"","page_name":" 427 ","page_number":427},
  {"content":"\r\nالمعلم\r\n","description":"","footnote":"","page_name":" 428 ","page_number":428},
  {"content":"\r\n","description":"","footnote":"","page_name":" 429 ","page_number":429},
  {"content":"\r\n( 1920 ) حدثنا أبو خيثمة حدثنا جرير عن\r\nليث عن أبي الزبير\r\nعن جابر قال بعثنا رسول الله صلى الله عليه وسلم ست مائة رجل مع أبي\r\nعبيدة بن الجراح وما معنا إلا جراب من تمر قال فاقتسمناه\r\nفأصاب كل رجل منا خمس تمرات أو سبع تمرات فأكلنا حتى\r\nبلغنا الجوع قال فجعلنا نمص نواه فلما بلغنا الجوع ساحلنا\r\nالبحر فإذا حباب مثل الكثيب الضخم قد نضب عنه الماء فقال\r\nبعضنا أنأكل هذا وهو ميتة فقال أبو عبيدة أنتم غزاة في سبيل\r\nالله كلوا فلا بأس فأكلنا منه وملحنا منه وتزودنا فلما انتهينا إلى\r\nرسول الله صلى الله عليه وسلم ذكرنا له ذلك فقال لا بأس به هل مع أحد منكم\r\n","description":"","footnote":"","page_name":" 430 ","page_number":430},
  {"content":"\r\nشئ منه يطعمنيه قال فقال بعضنا لبعض نعم فبعثنا إليه\r\nمنه\r\n( 1921 ) حدثنا زهير حدثنا جرير عن\r\nمغيرة عن الشعبي\r\nعن جابر بن عبد الله قال توفي أو استشهد عبد الله بن\r\nعمرو بن حرام وعليه دين فاستعديت رسول الله صلى الله عليه وسلم على\r\nغرمائه أن يضعوا من دينه فطلبت إليهم فلم يفعلوا فقال لي\r\nرسول الله صلى الله عليه وسلم اذهب فصنف تمرك أصنافا العجوة على حدة\r\nوعذق زيد على حدة أصنافا ثم أرسل إلي قال ففعلت ثم\r\nأرسلت إلى رسول الله صلى الله عليه وسلم فجاء فجلس على أعلاه أو في وسطه\r\n","description":"","footnote":"","page_name":" 431 ","page_number":431},
  {"content":"\r\nثم قال كل للقوم قال فكلت لهم حتى أوفيتهم الذي\r\nلهم ثم بقي تمري كأنه لم ينقص منه شئ\r\n","description":"","footnote":"","page_name":" 432 ","page_number":432},
  {"content":"\r\n( 1922 ) حدثنا أبو خيثمة حدثنا محمد حدثنا\r\nالأعمش عن أبي سفيان\r\nعن جابر قال قال النبي صلى الله عليه وسلم ما في الأرض نفس منفوسة\r\nتأتي عليها مائة سنة\r\n","description":"","footnote":"","page_name":" 433 ","page_number":433},
  {"content":"\r\n( 1923 ) حدثنا زهير حدثنا محمد حدثنا\r\nالأعمش عن أبي سفيان\r\nعن جابر قال رسول الله صلى الله عليه وسلم تسموا باسمي ولا تكتنوا\r\nبكنيتي فإنما جعلت قاسما أقسم بينكم\r\n( 1923 ) مكرر حدثنا زهير حدثنا محمد حدثنا\r\nالأعمش عن سالم بن أبي الجعد\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم تسموا باسمي ولا\r\nتكتنوا بكنيتي فإنما جعلت قاسما أقسم بينكم\r\n( 1924 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nيحيى بن آدم حدثنا حسن بن عياش عن جعفر عن أبيه\r\nعن جابر كنا نصلي مع النبي صلى الله عليه وسلم الجمعة ثم نرجع فنريح\r\nنواضحنا\r\n","description":"","footnote":"","page_name":" 434 ","page_number":434},
  {"content":"\r\nقال حسن فقلت لجعفر أي ساعة تيك قال زوال\r\nالشمس\r\n( 1925 ) حدثنا أبو بكر حدثنا مصعب حدثنا\r\nحسن بن صالح عن ليث عن طاوس\r\nعن جابر قال رسول الله صلى الله عليه وسلم من كان يؤمن بالله واليوم\r\nالآخر فلا يدخل الحمام بغير إزار ومن كان يؤمن بالله واليوم\r\nالآخر فلا يدخل حليلته الحمام ومن كان يؤمن بالله واليوم الآخر\r\nفلا يأكل على مائدة تشرب عليها الخمر\r\n","description":"","footnote":"","page_name":" 435 ","page_number":435},
  {"content":"\r\n( 1926 ) حدثنا أبو بكر حدثنا حفص بن غياث\r\nعن جعفر عن أبيه\r\nعن جابر قال كانت العرب يفيض بهم الرجل يقال له أبو\r\nسيارة على حمار فلما حج رسول الله صلى الله عليه وسلم وقفت قريش مواقفها\r\nفكانت تقول نحن الحمس فخرج حتى وقف بعرفات فهو\r\nقوله ( ثم أفيضوا من حيث أفاض الناس )\r\n","description":"","footnote":"","page_name":" 436 ","page_number":436},
  {"content":"\r\n( 1927 ) حدثنا أبو بكر حدثنا وكيع عن أسامة\r\nعن محمد بن المنكدر\r\nعن جابر قال رسول الله صلى الله عليه وسلم سلوا الله علما نافعا\r\nوتعوذوا بالله من علم لا ينفع\r\n( 1928 ) حدثنا أبو بكر حدثنا عبد الرحيم بن\r\nسليمان عن مجالد عن عامر\r\nعن جابر عن النبي صلى الله عليه وسلم قال رجم يهوديا\r\nويهودية !\r\n","description":"","footnote":"","page_name":" 437 ","page_number":437},
  {"content":"\r\n( 1929 ) حدثنا أبو بكر حدثنا حميد بن\r\nعبد الرحمن عن أبيه عن أبي الزبير\r\nعن جابر أن أبا بكر كان يصلي بصلاة رسول الله صلى الله عليه وسلم والناس\r\nيصلون بصلاة أبي بكر\r\n( 1930 ) حدثنا أبو بكر حدثنا أبو أحمد عن\r\nشريك عن بن عقيل\r\nعن جابر أن النبي صلى الله عليه وسلم قال من أراد أن يصوم فليتسحر ولو\r\n","description":"","footnote":"","page_name":" 438 ","page_number":438},
  {"content":"\r\nبشئ\r\n( 1931 ) حدثنا أبو بكر حدثنا بن إدريس عن\r\nالأعمش عن أبي سفيان\r\nعن جابر قال رسول الله صلى الله عليه وسلم لقد اهتز العرش لموت\r\nسعد بن معاذ\r\n","description":"","footnote":"","page_name":" 439 ","page_number":439},
  {"content":"\r\n( 1932 ) حدثنا أبو بكر حدثنا شريك عن\r\nسلمة بن كهيل عن عطاء وأبي الزبير\r\nعن جابر أن النبي صلى الله عليه وسلم باع مدبرا !\r\n","description":"","footnote":"","page_name":" 440 ","page_number":440},
  {"content":"\r\n( 1933 ) حدثنا أبو بكر حدثنا شبابة عن\r\nالمغيرة بن مسلم عن أبي الزبير\r\nعن جابر أن رسول الله صلى الله عليه وسلم عق عن الحسن والحسين\r\n( 1934 ) حدثنا أبو بكر حدثنا محمد بن فضيل\r\nعن الأعمش عن أبي صالح وأبي سفيان\r\nعن جابر قال رسول الله صلى الله عليه وسلم إذا فرغ أحدكم من طعامه\r\nفليلعق أصابعه فإنه لا يدري في أي طعامه تكون البركة\r\n( 1935 ) حدثنا أبو بكر حدثنا يحيى بن آدم عن\r\nأبي الأحوص عن الأعمش عن أبي سفيان\r\n","description":"","footnote":"","page_name":" 441 ","page_number":441},
  {"content":"\r\nعن جابر سمعت رسول الله صلى الله عليه وسلم يقول لايمان في أهل\r\nالحجاز والقسوة وغلظ القلوب قبل المشرق في ربيعة\r\nومضر\r\n( 1936 ) حدثنا أبو بكر حدثنا حسين بن علي\r\nعن زائدة عن سليمان عن أبي سفيان\r\nعن جابر قال جهز رسول الله صلى الله عليه وسلم جيشا حتى انتصف الليل\r\nأو بلغ ذلك ثم خرج إلينا فقال قد صلى الناس ورقدوا وأنتم\r\nتنتظرون هذه الصلاة أما إنكم لن تزالوا في صلاة ما\r\nانتظرتموها\r\n","description":"","footnote":"","page_name":" 442 ","page_number":442},
  {"content":"\r\n( 1937 ) حدثنا أبو بكر حدثنا عيسى بن يونس\r\nعن عبد الله بن مسلم عن عبد الرحمن بن سابط\r\nعن جابر قال قلت يا رسول الله كيف أصبحت قال\r\nبخير مرجل لم يصبح صائما ولم يعد سقيما\r\n( 1938 ) حدثنا أبو خيثمة حدثنا محمد بن خازم\r\nعن حجاج عن محمد بن المنكدر\r\nعن جابر بن عبد الله قال اتى النبي صلى الله عليه وسلم أعرابي فقال\r\nأخبرني عن العمرة أواجبة هي قال رسول الله صلى الله عليه وسلم لا وأن\r\nتعتمر خير لك\r\n","description":"","footnote":"","page_name":" 443 ","page_number":443},
  {"content":"\r\n( 1939 ) حدثنا أبو خيثمة حدثنا محمد بن خازم\r\nحدثنا داود بن أبي هند عن أبي نضرة\r\nعن جابر بن عبد الله قال خرج رسول الله صلى الله عليه وسلم على أصحابه\r\nذات ليلة وهم ينتظرون العشاء فقال صلى الناس ورقدوا وأنتم\r\nتنتظرونها أما إنكم في صلاة ما انتظرتموها ثم قال لولا\r\nضعف الضعيف وكبر الكبير لأخرت هذه الصلاة إلى شطر\r\n","description":"","footnote":"","page_name":" 444 ","page_number":444},
  {"content":"\r\nالليل\r\n( 1940 ) حدثنا زهير حدثنا محمد بن خازم\r\nحدثنا الأعمش عن أبي سفيان\r\nعن جابر قال اتى النبي صلى الله عليه وسلم النعمان بن قوقل فقال يا\r\nرسول الله إذا أحللت الحلال وحرمت الحرام وصليت\r\nالمكتوبات أأدخل الجنة قال قال نعم\r\n( 1941 ) حدثنا زهير حدثنا محمد بن\r\nخازم حدثنا الأعمش عن أبي سفيان\r\n","description":"","footnote":"","page_name":" 445 ","page_number":445},
  {"content":"\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم مثل الصلوات الخمس\r\nكمثل نهر جار غمر على باب أحدكم يغتسل كل يوم خمس\r\nمرات\r\n( 1942 ) حدثنا زهير حدثنا محمد بن خازم عن\r\nالأعمش عن أبي سفيان\r\nعن جابر سمعت النبي صلى الله عليه وسلم يقول قبل موته بثلاث لا يموتن\r\nأحد منكم إلا وهو يحسن بالله الظن\r\n( 1943 ) حدثنا زهير حدثنا محمد حدثنا\r\nالأعمش عن أبي سفيان\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم إذا قضى أحدكم\r\nالصلاة في مسجده فليجعل لبيته نصيبا من صلاته فإن الله جاعل\r\n","description":"","footnote":"","page_name":" 446 ","page_number":446},
  {"content":"\r\nفي بيته من صلاته خيرا\r\n( 1944 ) وبه حدثنا الأعمش عن أبي سفيان\r\nعن جابر قال إنما أهل رسول الله صلى الله عليه وسلم بالحج '\r\n","description":"","footnote":"","page_name":" 447 ","page_number":447},
  {"content":"\r\n( 1945 ) حدثنا داود بن رشيد حدثنا بقية عن\r\nجرير بن يزيد الحميري حدثني المنذر عن محمد بن\r\nالمنكدر\r\nعن جابر بن عبد الله قال مر رسول الله صلى الله عليه وسلم برجل يتوضأ وهو\r\nيغسل خفيه فنخسه بيده وقال إنا لم نؤمر بهذا قال فأراه\r\nرسول الله صلى الله عليه وسلم فقال بيده من مقدم الخفين إلى الساق وفرق بين\r\n","description":"","footnote":"","page_name":" 448 ","page_number":448},
  {"content":"\r\nأصابعه مرة واحدة\r\n( 1946 ) حدثنا داود بن رشيد حدثنا حفص بن\r\nغياث عن الأعمش عن أبي صالح عن أبي هريرة وعن أبي\r\nسفيان\r\nعن جابر قال جاء سليك الغطفاني ورسول الله صلى الله عليه وسلم يخطب\r\nفي يوم الجمعة فقال له أصليت قبل أن تجئ قال لا\r\nقال فصل ركعتين وتجوز فيهما\r\n","description":"","footnote":"","page_name":" 449 ","page_number":449},
  {"content":"\r\n( 1947 ) حدثنا داود بن رشيد حدثنا الوليد بن\r\nمسلم عن عنبسة بن عبد الرحمن عن محمد بن زاذان\r\n","description":"","footnote":"","page_name":" 450 ","page_number":450},
  {"content":"\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم إذا وقعت كبيرة أو\r\nهاجت ريح مظلمة فعليكم بالتكبير فإنه يجلي العجاج\r\nالأسود\r\n( 1948 ) حدثنا أبو عبد الله أحمد إبراهيم\r\nالنكري حدثنا مبشر عن الأوزاعي عن يحيى بن أبي كثير\r\nقال سألت أبا سلمة بن عبد الرحمن أي القرآن انزل قبل\r\nفقال يا أيها المدثر فقلت أو * ( اقرأ باسم\r\nربك الذي خلق\r\n) * قال سألت جابر بن عبد الله أي القرآن أنزل قبل فقال\r\nيا أيها المدثر فقلت أو * ( اقرأ باسم ربك الذي خلق ) * قال\r\nجابر لا أخبرك إلا ما حدثنا رسول الله قال رسول الله صلى الله عليه وسلم\r\nجاورت بحراء شهرا فلما قضيت جواري نزلت فاستبطنت بطن\r\nالوادي قال فنوديت فنظرت أمامي وخلفي وعن يميني وعن\r\nشمالي فلم أر أحدا ثم نوديت فنظرت أمامي وخلفي وعن\r\n","description":"","footnote":"","page_name":" 451 ","page_number":451},
  {"content":"\r\nيميني وعن شمالي فلم أر أحدا ثم نظرت إلى السماء فإذا هو\r\nعلى العرش في الهواء قال مبشر يعني جبريل فجئت فأتيت\r\nخديجة فأمرتهم فدثروني فأنزل الله يا المدثر قم\r\nفأنذر وربك فكبر وثيابك فطهر\r\n","description":"","footnote":"","page_name":" 452 ","page_number":452},
  {"content":"\r\n( 1949 ) حدثنا هدبة بن خالد حدثنا أبان بن\r\nيزيد حدثنا يحيى بن أبي كثير قال\r\nسألت أبا سلمة أي القرآن أنزل أول قال * ( يا أيها\r\nالمدثر ) * قال فقلت إني أنبئت أن أول سورة\r\nنزلت من القرآن * ( اقرأ باسم ربك الذي خلق ) * قال\r\nأبو سلمة سألت جابر بن عبد الله أي القرآن أنزل أول قال\r\nيا أيها المدثر فقلت له إني أنبئت أن أول سورة نزلت\r\nمن القرآن * ( اقرأ باسم ربك الذي خلق\r\n","description":"","footnote":"","page_name":" 453 ","page_number":453},
  {"content":"\r\n) * قال جابر لا أحدثك إلا ما حدثنا رسول الله صلى الله عليه وسلم قال\r\nجاورت في حراء فلما قضيت جواري فاستبطنت الوادي\r\nفنوديت فنظرت أمامي وخلفي وعن يميني وعن شمالي فلم أر\r\nشيئا فنوديت فنظرت فوقي فإذا أنا به قاعد على عرش بين السماء\r\nوالأرض قال فجثثت منه فانطلقت إلى خديجة فقلت\r\nدثروني فدثروني وصبوا علي ماء باردا فأنزلت علي * ( يا أيها\r\nالمدثر قم فأنذر وربك فكبر )\r\n* ( 1950 ) حدثنا أحمد بن إبراهيم الدورقي حدثنا\r\nمبشر عن الأوزاعي عن يحيى بن أبي كثير حدثني بن مقسم\r\nقال\r\nحدثني جابر بن عبد الله قال كنا مع رسول الله صلى الله عليه وسلم فمرت بنا\r\nجنازة فقام لها رسول الله صلى الله عليه وسلم فلما ذهبنا لنحمل إذا هي جنازة\r\nيهودية فقلنا يا رسول الله إنها جنازة يهودية قال إن الموت\r\nفزع فإذا رأيتم جنازة فقوموا\r\n","description":"","footnote":"","page_name":" 454 ","page_number":454},
  {"content":"\r\n( 1951 ) حدثنا إسحاق بن أبي إسرائيل حدثنا عبد\r\nالرزاق أخبرنا معمر عن الزهري بن أبي صعير\r\nعن جابر بن عبد الله قال لما كان يوم أحد أشرف النبي صلى الله عليه وسلم\r\nعلى الشهداء الذين استشهدوا يومئذ فقال زملوهم بدمائهم فإني\r\nقد شهدت على هؤلاء فكان يدفن الرجلان والثلاثة في القبر\r\nالواحد ويسأل أيهم كان أقرأ للقرآن فيقدمه قال جابر\r\nفدفن أبي وعمي يومئذ في قبر واحد\r\n","description":"","footnote":"","page_name":" 455 ","page_number":455},
  {"content":"\r\n( 1952 ) حدثنا زكريا بن يحيى الواسطي حدثنا\r\nهشيم عن أبي الزبير\r\nعن جابر قال رسول الله صلى الله عليه وسلم من كذب علي متعمدا فليتوبوا\r\nمقعدة من النار\r\n( 1953 ) حدثنا محمد بن الصباح حدثنا\r\nإسماعيل بن زكريا عن الأعمش عن أبي سفيان\r\nعن جابر قال رسول الله صلى الله عليه وسلم ليس بين العبد وبين تركه\r\nالايمان تركه الصلاة\r\n( 1954 ) حدثنا زكريا بن يحيى حدثنا هشيم عن\r\nأبي الزبير\r\nعن جابر قال كنا مع أبي عبيدة بن الجراح في سرية أو\r\nجيش فنفد زادنا فبصرنا بحوت قذفه البحر فأردنا أن نأكل منه\r\nجيش فنهانا أبو عبيدة ثم قال نحن رسل رسول الله وفي سبيل الله\r\n","description":"","footnote":"","page_name":" 456 ","page_number":456},
  {"content":"\r\nكلوا فأكلنا منه فلما رجعنا ذكرنا ذلك لرسول الله صلى الله عليه وسلم فقال إن\r\nكان معكم منه شئ فابعثوا به إلينا\r\n( 1955 ) حدثنا عمرو الناقد حدثنا سفيان بن\r\nعيينة عن عمرو\r\nعن جابر بن عبد الله يقول بعثنا رسول الله صلى الله عليه وسلم في ثلاث مئة\r\nراكب وأميرنا أبو عبيدة بن الجراح نرصد عيرا لقريش فأقمنا\r\nبالساحل نصف شهر فأصابنا جوع شديد حتى أكلنا الخبط قال\r\nفسمي ذلك الجيش جيش الخبط ثم ألقى البحر لنا دابة يقال لها\r\nالعنبر فأكلنا منه نصف شهر حتى ثابت أجسامنا وادهنا بودكه فأخذ\r\nأبو عبيدة ضلعا من أضلاعه فنظر إلى أطول جمل في الجيش\r\nفحمله عليه فمر تحته\r\n( 1956 ) قال أبو عثمان قال لنا سفيان بن عيينة قال\r\nأبو الزبير\r\nعن جابر أعطانا رسول الله صلى الله عليه وسلم جرابا فيه تمر فلما نفد وجدنا\r\nفقده فجعل الرجل يجئ بالشئ قال وأخرجنا من عينيه كذا\r\nوكذا جرة من ودك قال فلما قدمنا على النبي صلى الله عليه وسلم سألنا هل\r\n","description":"","footnote":"","page_name":" 457 ","page_number":457},
  {"content":"\r\nمعكم منه شئ\r\n( 1957 ) حدثنا عمرو بن محمد الناقد حدثنا\r\nسفيان عن عمرو\r\nعن جابر قال كسع رجل من المهاجرين رجلا من الأنصار\r\nفقال الأنصاري يا للأنصار وقال المهاجري يا للمهاجرين\r\nفلما سمع النبي صلى الله عليه وسلم ذاك قال بال دعوى الجاهلية قالوا يا\r\nرسول الله رجل من المهاجرين كسع رجلا من الأنصار فقال\r\nدعوها فإنها منتنة فقال عبد الله بن أبي بن سلول أقد\r\nفعلوها لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل فقال\r\nعمر دعني يا رسول الله أضرب عنق هذا المنافق فقال دعه\r\nإنه لا يتحدث الناس أن محمدا يقتل أصحابه\r\n( 1958 ) حدثنا عمرو الناقد حدثنا سفيان عن\r\nعمرو\r\nعن جابر قال اتى النبي صلى الله عليه وسلم عبد الله بن أبي بعدما أدخل\r\nحفرته فأمر به فأخرج فوضع على ركبتيه ونفث عليه من ريقه\r\nوألبسه قميصه والله أعلم\r\n","description":"","footnote":"","page_name":" 458 ","page_number":458},
  {"content":"\r\n( 1959 ) حدثنا خلف بن هشام حدثنا حماد بن\r\nزيد عن عمرو\r\nعن جابر بن عبد الله قال كسع رجل من المهاجرين رجلا\r\nمن الأنصار قال فجاء قوم ذا وقوم ذا فقال هؤلاء\r\nيا للمهاجرين وقال هؤلاء يا للأنصار فبلغ ذلك النبي صلى الله عليه وسلم\r\nفقال دعوها فإنها منتنة ثقال ألا ما بال دعوى الجاهلية ألا ما بال دعوى الجاهلية\r\n( 1960 ) حدثنا زكريا بن يحيى الواسطي حدثنا\r\nهشيم حدثنا أبو الزبير\r\nعن جابر قال لعن النبي صلى الله عليه وسلم آكل الربا وموكله\r\nوشاهديه وكاتبه وقال هم سواء\r\n( 1961 ) حدثنا زكريا بن يحيى حدثنا هشيم عن\r\nخالد قال حدثنا بعض أشياخنا\r\nعن جابر بن عبد الله أن أبا بكر قال من كانت له عند\r\nرسول الله صلى الله عليه وسلم عدة فليقم قال فقلت إن رسول الله صلى الله عليه وسلم وعدني أن\r\nيعطيني كذا وكذا وحفن بيده ثلاث حفنات قال فقال أبو\r\nبكر إذا أتانا مال فأتنا قال فجاءه مال فتيته قال فحفنته\r\n","description":"","footnote":"","page_name":" 459 ","page_number":459},
  {"content":"\r\nبيدي فقال اعددها فإذا هي خمس مائة قال فأعطاني ألفا\r\nأخرى قال وقال ألك مال سواه قال قلت لا قال\r\nفإذا حال عليه الحول فأد زكاته\r\n( 1962 ) حدثنا زكريا حدثنا هشيم عن مجالد\r\nعن الشعبي\r\nعن جابر أن أبا بكر قال من كان له عدة فليقم فذكر\r\nنحوه إلا أنه ليذكر فيه قول أبي بكر إذا حال عليه الحول\r\n","description":"","footnote":"","page_name":" 460 ","page_number":460},
  {"content":"\r\nولا قوله لك مال غيره\r\n( 1963 ) حدثنا زكريا حدثنا هشيم أخبرنا علي\r\nبن زيد حدثنا محمد بن المنكدر\r\nعن جابر قال أكلت مع رسول الله صلى الله عليه وسلم وأبي بكر وعمر\r\nوعثمان خبزا ولحما فصلوا ولم يتوضؤوا\r\n","description":"","footnote":"","page_name":" 461 ","page_number":461},
  {"content":"\r\n( 1964 ) حدثنا زكريا حدثنا هشيم عن علي بن\r\nزيد عن محمد بن المنكدر\r\nعن جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم ما بين\r\nمنبري إلى حجرتي روضة من رياض الجنة وإن منبري على ترعة\r\nمن ترع الجنة\r\n( 1965 ) حدثنا زكريا حدثنا هشيم أخبرنا سيار\r\nعن أبي هبيرة الأنصاري\r\nعن جابر قال اشترى رسول الله صلى الله عليه وسلم مني بعيرا كان لي ونحن\r\nفي سفر قال وجعل لي ظهره إلى أن نقدم فلما قدمنا أتيته\r\n","description":"","footnote":"","page_name":" 462 ","page_number":462},
  {"content":"\r\nبالبعير فدفعت إليه فأمر لي بثمنه أوقيتين فانصرفت فإذا\r\nرسوله قد اتبعني فقال هلم يدعوك النبي صلى الله عليه وسلم فظننت أنه قد بدا له\r\nفلما أتيته قال لي خذ بعيرك فهو لك قال فانصرفت\r\nفلقيت رجلا من اليهود فأخبرته بالذي كان فجعل يعجب وقال\r\nأعطاك الثمن ورد عليك البعير\r\n( 1966 ) حدثنا عمرو الناقد حدثنا سفيان بن\r\nعيينة عن عمرو\r\nسمع جابرا يقول قال لي رسول الله صلى الله عليه وسلم إذا جاء مال\r\nالبحرين أعطيناك هكذا وهكذا وحفن سفيان بيده ثلاث\r\nحفنات\r\n( 1967 ) حدثنا عمرو حدثنا سفيان عن عمرو\r\nعن جابر قال لما أنزل على رسول الله صلى الله عليه وسلم قل هو القادر\r\nعلى أن يبعث عليكم عذابا من فوقكم قال أعوذ بوجهك\r\nأو من تحت أرجلكم قال أعوذ بوجهك أو يلبسكم\r\nشيعا ويذيق بعضكم بأس بعض قال هاتان أهون أو هاتان\r\nأيسر\r\n","description":"","footnote":"","page_name":" 463 ","page_number":463},
  {"content":"\r\n( 1968 ) حدثنا عمرو حدثنا سفيان عن عمرو\r\nحدثنا جابر قال النبي صلى الله عليه وسلم الحرب خدعة\r\nقال أبو عثمان قال لي بعض أصحابنا كثير منهم كان\r\nيقول الحرب خدعة ولم أسمعه أنا إلا بالرفع خدعة\r\n( 1969 ) حدثنا عمرو حدثنا سفيان عن عمرو\r\nعن جابر قال دخل رجل المسجد النبي صلى الله عليه وسلم يخطب يوم\r\nالجمعة قال صليت قال لا قال فصل\r\nركعتين\r\n( 1970 ) حدثنا عمرو حدثنا سفيان عن أبي\r\nالزبير\r\nعن جابر قال دخل سليك الغطفاني المسجد والنبي صلى الله عليه وسلم\r\nيخطب يوم الجمعة قال أصليت قال لا قال\r\nفصل ركعتين\r\n( 1971 ) حدثنا عمرو الناقد حدثنا سفيان قال\r\n","description":"","footnote":"","page_name":" 464 ","page_number":464},
  {"content":"\r\nقلت لعمرو\r\nأسمعت جابر بن عبد الله يقول مر رجل بسهام في المسجد\r\nفقال له رسول الله صلى الله عليه وسلم أمسك بنصالها\r\n( 1972 ) حدثنا عمرو الناقد حدثنا سفيان عن\r\nعمرو\r\nعن جابر قال قال رجل يوم أحد يا رسول الله إن قتلت\r\nفأين أنا قال في الجنة فألقى تمرات في يده وقاتل حتى\r\nقتل\r\n","description":"","footnote":"","page_name":" 465 ","page_number":465},
  {"content":"\r\n( 1973 ) حدثنا عمرو حدثنا سفيان عن عمرو\r\nسمعت جابر بن عبد الله يشير إلى أذنيه سمع أذني من\r\nرسول الله صلى الله عليه وسلم أن قوما يخرجون من النار فيدخلون\r\nالجنة\r\n( 1974 ) حدثنا عمرو حدثنا سفيان عن عمرو\r\nعن جابر قال قال لي رسول الله صلى الله عليه وسلم يا جابر\r\nأتزوجت قلت نعم قال بكرا أو ثيبا قال قلت لا\r\nبل ثيبا قال فهلا جارية تلاعبك وتلاعبها قلت يا\r\nرسول الله إن أبي قتل يوم أحد وترك تسع بنات وهن لي تسع\r\nأخوات فلم أحب أن أجمع إليهن جارية خرقاء مثلهن ولكن امرأة\r\nتمشطهن وتقوم عليهن قال أصبت\r\n( 1975 ) حدثنا عمرو حدثنا سفيان عن عمرو\r\nعن جابر أطعمنا رسول الله صلى الله عليه وسلم لحوم الخيل ونهانا عن\r\nلحوم الحمر\r\n","description":"","footnote":"","page_name":" 466 ","page_number":466},
  {"content":"\r\n( 1976 ) حدثنا عمرو حدثنا سفيان عن عمرو\r\nعن جابر قال رسول الله صلى الله عليه وسلم دخلت الجنة فرأيت فيها دارا\r\nفسمعت فيها ضوضاء فقلت لمن هذا قالوا لرجل من\r\nقريش قلت من هو قالوا عمر بن الخطاب\r\nفأردت أن أدخلها فذكرت غيرتك يا أبا حفص فبكى\r\nوقال أعليك أغار يا رسول الله\r\n( 1977 ) حدثنا عمرو حدثنا سفيان عن عمرو\r\nعن جابر قال إن رجلا دبر غلاما له ولم يكن له مال غيره\r\nفباعه النبي صلى الله عليه وسلم فاشتراه بن النحام منه\r\n","description":"","footnote":"","page_name":" 467 ","page_number":467},
  {"content":"\r\n( 1978 ) حدثنا عمرو حدثنا سفيان عن بن\r\nالمنكدر\r\nسمع جابر بن عبد الله قال قال لي رسول الله صلى الله عليه وسلم حين\r\nتزوجت هل اتخذتم أنماطا قلت أنى لنا أنماط\r\nقال أما إنها ستكون\r\n( 1979 ) حدثنا زكريا بن يحيى قال حدثنا هشيم\r\nعن حصين عن سالم بن أبي الجعد وأبي سفيان\r\nعن جابر بن عبد الله قال بينما النبي صلى الله عليه وسلم يخطب يوم الجمعة\r\nوقدمت عير إلى المدينة فابتدرها أصحاب رسول الله صلى الله عليه وسلم حتى لم\r\nيبق معه إلا اثنا عشر رجلا فقال رسول الله صلى الله عليه وسلم والذي نفسي\r\n","description":"","footnote":"","page_name":" 468 ","page_number":468},
  {"content":"\r\nبيده لو تتابعتم حتى لا يبقى منكم أحد لسال بكم الوادي النار\r\nفنزلت هذه الآية * ( وإذا رأوا تجارة أو لهوا انفضوا إليها وتركوك\r\nقائما ) *\r\nوقال في الاثني عشر الذين ثبتوا مع رسول الله صلى الله عليه وسلم أبو بكر\r\nوعمر\r\n( 1980 ) حدثنا عبد الله بن عمر بن أبان حدثنا\r\nمحموب عن أسامة عن محمد بن المنكدر\r\nعن جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم على المنبر\r\nسلوا الله علما نافعا وتعوذوا بالله من علم لا ينفع\r\n( 1981 ) حدثنا عبد الله حدثنا إبراهيم بن عيينة\r\nعن أبي طالب القاص عن محارب بن دثار\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم نعم الادام الخل\r\nوكفى بالمرء شرا أن يسخط ما قرب إليه\r\n","description":"","footnote":"","page_name":" 469 ","page_number":469},
  {"content":"\r\n( 1982 ) حدثنا عبيد الله بن عمر أبو سعيد حدثنا\r\nحماد أخبرنا عمرو\r\n","description":"","footnote":"","page_name":" 470 ","page_number":470},
  {"content":"\r\nعن جابر قال لما نزلت * ( قل هو القادر على أن يبعث عليكم\r\nعذابا من فوقكم أو من تحت أرجلكم ) * قال رسول الله صلى الله عليه وسلم أعوذ\r\nبوجهك أو يلبسكم شيعا ويذيق بعضكم بأس بعض\r\nقال هذا أهون أو هذا أيسر\r\n( 1983 ) حدثناه إسحاق بن أبي إسرائيل حدثنا\r\nحماد عن عمرو\r\nعن جابر قال لما نزلت * ( هو القادر على أن يبعث عليكم\r\nعذابا من فوقكم ) * قال أعوذ بوجهك أو من تحت\r\nأرجلكم قال أعوذ بوجهك أو يلبسكم شعيا\r\nقال هذا أهون\r\n( 1984 ) حدثنا عبيد الله بن عمر حدثنا حماد\r\nعن عمرو\r\nعن جابر أن رجلا من الأنصار أعتق غلاما له لم يكن\r\nله مال غيره قال فبلغ ذلك رسول الله صلى الله عليه وسلم فقال من يشتريه\r\nمني فاشتراه نعيم بن عبد الله بثمان مائة فدفعها إليه قال\r\nسمعت جابرا يقول عبدا قبطيا مات عام أول\r\n","description":"","footnote":"","page_name":" 471 ","page_number":471},
  {"content":"\r\n( 1985 ) حدثناه إسحاق حدثنا حماد بإسناده\r\nمثله\r\n( 1986 ) حدثنا عبيد الله بن عمر حدثنا حماد\r\nحدثنا عمرو بن دينار\r\nعن جابر بن عبد الله أن رجلا من المهاجرين كسع رجلا من\r\nالأنصار تجمع قوم هذا وقوم هذا فقال هذا يا للمهاجرين\r\nوقال هذا يا للأنصار فبلغ ذلك رسول الله صلى الله عليه وسلم فقال دعوها\r\nفإنها منتنة ثم قال ألا ما بال دعوى الجاهلية ألا ما بال\r\nدعوى الجاهلية\r\n( 1987 ) حدثنا إسحاق حدثنا حماد بإسناده نحوه\r\n( 1988 ) حدثنا عبيد الله القواريري حدثنا حماد\r\nعن عمرو\r\nعن جابر أن رجلا دخل ورسول الله صلى الله عليه وسلم يخطب يوم\r\nالجمعة فقال صليت يا فلان قال لا قال فقم فاركع\r\n( 1989 ) حدثناه إسحاق حدثنا حماد بن زيد عن\r\nعمرو بن دينار\r\n","description":"","footnote":"","page_name":" 472 ","page_number":472},
  {"content":"\r\nعن جابر قال بينما النبي صلى الله عليه وسلم يخطب الناس يوم الجمعة\r\nفذكر نحوه\r\n( 1990 ) حدثنا القوايري حدثنا حماد عن عمرو\r\nعن جابر قال هلك أبي فترك سبع بنات أو تسع بنات\r\nقال حماد ولا أعلمه إلا قال تسع فتزوجت امرأة ثيبا فقال لي\r\nرسول الله صلى الله عليه وسلم تزوجت يا جابر قلت نعم قال بكرا\r\nأم ثيبا قلت ثيبا قال فهلا جارية تلاعبها وتلاعبك أو\r\nقال تضاحكها وتضاحكك قال قلت إن عبد الله هلك وترك\r\nتسع بنات وإني كرهت أن أجيئهن بمثلهن فأردت امرأة تقوم\r\nعليهم فقال لي بارك الله لك أو قال خيرا\r\n( 1991 ) حدثنا إسحاق حدثنا حماد عن عمرو\r\nسمعت جابرا يقول هلك أبي وترك تسع أو سبع فذكر\r\nنحوه إلا أنه قال فقال لي فبارك الله لك ودعا لي\r\n( 1992 ) حدثنا عبيد الله القوايري حدثنا حماد\r\nقال قلت لعمرو بن دينار يا أبا محمد\r\nأسمعت جابر بن عبد الله يحدث عن النبي صلى الله عليه وسلم أن الله\r\n","description":"","footnote":"","page_name":" 473 ","page_number":473},
  {"content":"\r\nيخرج من النار قوما بالشفاعة قال نعم\r\n( 1993 ) حدثنا إسحاق حدثنا حماد بإسناده مثله\r\n( 1994 ) حدثنا عبيد الله حدثنا حماد حدثنا عمرو\r\nعن جابر أن رجلا مر بأسهم في المسجد قد أبدى نصولها\r\nفأمر أن يأخذ بنصولها لا يخدش مسلما\r\n( 1994 ) إسحاق حدثنا حماد عن\r\nعمرو عن جابر مثله\r\n( 1995 ) حدثنا إسحاق حدثنا سفيان قال قلت لعمرو\r\nأسمعت جابرا يحدث أن رجلا دخل المسجد بسهام فقال\r\nرسول الله صلى الله عليه وسلم خذ بأنصالها قال نعم\r\n( 1996 ) حدثنا عبيد الله حدثنا حماد عن عمرو\r\nعن جابر قال حماد ولا أعلمه إلا قد رفعه أنه نهى عن\r\nكراء الأرض\r\n","description":"","footnote":"","page_name":" 474 ","page_number":474},
  {"content":"\r\n( 1997 ) حدثنا أبو سعيد القواريري حدثنا حماد\r\nعن مطر عن عطاء\r\nعن جابر يرفعه قال نهى رسول الله صلى الله عليه وسلم عن كراء الأرض\r\n( 1998 ) حدثنا عبيد الله بن عمر حدثنا حماد\r\nحدثنا عمرو عن محمد بن علي\r\nعن جابر بن عبد الله أن رسول الله صلى الله عليه وسلم نهى يوم خيبر عن\r\nلحوم الحمر الأهلية وأذن في لحوم الخيل\r\n( 1999 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\nيحيى بن سليم عن بن خثيم عن عبد الرحمن بن سابط\r\n","description":"","footnote":"","page_name":" 475 ","page_number":475},
  {"content":"\r\nأنه حدثه جابر بن عبد الله سمع رسول الله صلى الله عليه وسلم يقول لكعب\r\nبن عجرة يا كعب بن عجرة الصلاة قربان والصيام جنة\r\nوالصدقة تطفئ الخطيئة كما يطفئ الماء النار يا كعب بن\r\nعجرة الناس غاديان فبائع نفسه فموبق رقبته ومبتاع نفسه\r\nفمعتق رقبته\r\n\r\n","description":"","footnote":"","page_name":" 476 ","page_number":476}
  ]