[
  {"content":"\r\nمسند أبى يعلى\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\nجميع الحقوق محفوظة\r\nالطبعة الأولى 1412 ه - 1992 م\r\nدار الثقافة العربية\r\nدمشق ص ب 30756 بيروت ص ب 6433 / 113\r\nالمدير المسؤول\r\nاحمد يوسف الدقاق\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nقرأت المسانيد : كمسند العدني ومسند أحمد بن منيع ، وهي كالأنهار ،\r\nومسند أبي يعلى كالبحر يكون مجتمع الأنهار ) .\r\nالحافظ إسماعيل بن محمد بن الفضل التميمي\r\nمسند أبي يعلى الموصلي\r\nالإمام الحافظ أحمد بن علي بن المثنى التميمي\r\n( 210 - 307 ه‍ ) حققه وخرج أحاديثه\r\nحسين سليم أسد\r\nالجزء الرابع\r\nدار المأمون للتراث\r\nدمشق ص ب 4971 - بيروت ص ب 6433 / 113\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\nتابع\r\nمسند جابر\r\n( 2000 ) حدثنا إسحاق حدثنا عبد الوارث بن\r\nسعيد عن القاسم بن عبد الواحد عن عبد الله بن محمد بن\r\nعقيل\r\nسمع جابرا قال قال لي رسول الله صلى الله عليه وسلم إن العبد إذا\r\nتزوج بغير إذن سيده كان عاهرا\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n( 2001 ) حدثنا إسحاق حدثنا سفيان عن أبي\r\nالمنكدر\r\nعن جابر قال ما سئل رسول الله صلى الله عليه وسلم شيئا قط فقال لا\r\n( 2002 ) حدثنا إسحاق حدثنا سفيان حدثنا\r\nمحمد السلمي قال سفيان أراه بن علي بن عم المنصور عن\r\nعبد الله بن محمد بن عقيل\r\nسمع جابرا قال قال لي رسول الله صلى الله عليه وسلم يا جابر علمت أن\r\nالله أحيا أباك فقال له تمن على الله فقال أرجع إلى الدنيا\r\nفأقتل مرة أخرى قال إني قضيت أنهم لا يرجعون\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n( 2003 ) حدثنا إسحاق حدثنا يحيى بن سليم\r\nعن بن خثيم عن أبي الزبير\r\nعن جابر قال لما رجعت مهاجرة البحر إلى رسول الله صلى الله عليه وسلم\r\nفقال لا تحدثوا بأعاجيب ما رأيتم بأرض الحبشة قال فتية\r\nمنها يا رسول الله بينما نحن جلوس إذ مرت علينا عجوز من\r\nعجائزها تحمل على رأسها قلة منا فمرت بفتى منهم فجعل\r\nإحدى يديه بين كتفيها فدفعها فخرت على ركبتها فانكسرت\r\nقلتها فلما ارتفعت التفتت إليه فقالت سوف تعلم يا غدر إذا وضع\r\nالله الكرسي وجمع الأولين والآخرين وتكلمت الأيدي والأرجل\r\nبما كانوا يكسبون فسوف تعلم كيف أمرك وأمري عنده غدا\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nقال يقول رسول الله صلى الله عليه وسلم صدقت ثم صدقت كيف يقدس\r\nالله قوما لا يؤخذ لضعيفهم من شديدهم\r\n( 2004 ) حدثنا إسحاق حدثنا مالك بن سعير بن\r\nالخمس حدثنا إسماعيل بن عبد الملك عن أبي الزبير\r\nعن جابر قال لما كان الخندق نظرت إلى رسول الله صلى الله عليه وسلم\r\nفوجدته قد وضع حجرا بينه وبين إزاره يقيم به صلبه\r\nمن الجوع\r\n( 2005 ) حدثنا إسحاق حدثنا جرير عن\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\nالأعمش عن أبي صالح وأبي سفيان\r\nعن جابر قال جاء رجل يقال له أبو حميد بقدح من لبن من\r\nالنقيع فقال له رسول الله صلى الله عليه وسلم ألا خمرته ولو بعود تعرضه\r\nعليه\r\n( 2006 ) حدثنا إسحاق حدثنا جرير عن\r\nالأعمش عن أبي سفيان\r\nعن جابر قال كان رجل يرقي من العقرب فنهى\r\nرسول الله صلى الله عليه وسلم عن الرقي فقال يا رسول الله إنك نهيت عن الرقي\r\nوإني كنت أرقي من العقرب قال رسول الله صلى الله عليه وسلم من استطاع\r\nمنكم ان ينفع أخاه فليفعل\r\n( 2007 ) حدثنا إسحاق حدثنا جرير عن\r\nالأعمش عن أبي سفيان\r\nعن جابر قال كان خالي من الأنصار يرقي من الحمة\r\nفقال رسول الله صلى الله عليه وسلم اعرضها علي فعرضها علي فعرضها عليه فقال\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nرسول الله صلى الله عليه وسلم لا بأس بهذا هذه من المواثيق\r\n( 2008 ) حدثنا إسحاق حدثنا جرير عن\r\nالأعمش عن أبي سفيان\r\nعن جابر قال سمعت النبي صلى الله عليه وسلم يقول إذا سجد أحدكم\r\nفليعتدل ويفترش ذراعيه افتراش الكلب\r\n( 2009 ) حدثنا إسحاق حدثنا جرير عن\r\nالأعمش عن أبي سفيان\r\nعن جابر قال كانت عند عائشة امرأة قال أبو يعلي\r\nتصب على صبي يقطر منخراه دما فدخل رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nفقال ما شأن هذا الصبي فقالوا به العذرة فقال\r\nويحكن يا معشر النساء لا تقتلن أولادكن أيما امرأة كان\r\nبصبيها عذرة أو وجع برأسه فلتأخذ قسطا هنديا فلتحكه ثم\r\nلتسعط ثم أمر عائشة ففعلت ذلك بالصبي فبرأ\r\n( 2010 ) حدثنا إسحاق حدثنا عبد الرزاق عن\r\nمنصور عن سالم بن أبي الجعد\r\nعن جابر قال كان النبي صلى الله عليه وسلم إذا سجد جافى حتى يرى بياض\r\nإبطيه\r\n( 2011 ) حدثنا إسحاق حدثنا هشيم عن أبي\r\nبشر عن أبي سفيان\r\nعن جابر أن وفد ثقيف سألوا النبي صلى الله عليه وسلم قالوا إن أرضنا أرض\r\nباردة فكيف بالغسل فقال أما أنا فأحثي على رأسي\r\nثلاثا\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n( 2012 ) حدثنا إسحاق حدثنا هشام بن يوسف\r\nعن بن جريج قال حدثني أبو الزبير أنه سمع\r\nجابر بن عبد الله يقول لم يطف النبي صلى الله عليه وسلولا أصحابه بين\r\nالصفا والمروة إلا طوافا واحدا طوافه الأول\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n( 2013 ) حدثنا إسحاق حدثنا عبد الرزاق\r\nأخبرنا معمر عن الزهري عن بن أبي الصغير\r\nعن جابر قال لما كان يوم أحد أشرف النبي صلى الله عليه وسلم على\r\nالشهداء الذين استشهدوا يومئذ فقال زملوهم بدمائهم فإني قد\r\nشهدت على هؤلاء فكان يدفن الرجلان والثلاثة في القبر\r\nالواحد ويسأل أيهم كان أقرأ للقرآن فيقدمه\r\nقال جابر فدفن أبي وعمي يومئذ في قبر واحد\r\n( 2014 ) حدثنا إسحاق حدثنا سفيان عن\r\nمحمد بن المنكدر سمعه من جابر\r\nوعمرو بن دينار\r\nسمع جابر بن عبد الله يقول قال رسول الله صلى الله عليه وسلم دخلت\r\nالجنة فرأيت دارا أو قصرا فسمعت فيه صوتا أو\r\nضوضاء فقلت لمن هذا قيل هو لابن الخطا ب قال\r\nسفيان زاد بن المنكدر فأردت أن أدخله فذكرت غيرتك\r\nفبكى عمر قال يا نبي الله أو أغار عليك\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n( 2015 ) حدثنا إسحاق حدثنا سفيان عن\r\nمحمد بن المنكدر\r\nسمع جابر بن عبد الله يقول قال لي رسول الله صلى الله عليه وسلم يا جابر\r\nهل اتخذتم أنماطا قلت أي رسول الله وأنى لنا أنماط\r\nقال أما إنها ستكون\r\n( 2016 ) حدثنا إسحاق حدثنا سفيان عن\r\nمحمد بن المنكدر\r\nسمع جابر بن عبد الله يقول ولد لرجل منا غلام فسماه\r\nالقاسم فقلنا لا نكنيك أبا القاسم ولا ننعمك عينا فأتى\r\nرسول الله صلى الله عليه وسلم فذكر ذلك له فقال اسمه عبد الرحمن\r\n( 2017 ) حدثنا إسحاق حدثنا سفيان عن عبد الله\r\nبن محمد بن عقيل ومحمد بن المنكدر\r\nعن جابر بن عبد الله أن النبي صلى الله عليه وسلم أكل لحما ثم صلى ولم\r\nيتوضأ وان أبا بكر أكل لحما ثم صلى ولم يتوضأ وأن عمر بن\r\nالخطاب أكل لحما ثم صلى ولم يتوضأ\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n( 2018 ) حدثنا إسحاق حدثنا سفيان عن\r\nمحمد بن المنكدر\r\nسمع من جابر بن عبد الله قال مرضت فأتاني النبي صلى الله عليه وسلم وأبو\r\nبكر وهما يمشيان فوجداني قد غشي علي فتوضأ رسول الله صلى الله عليه وسلم\r\nفصب علي وضوءه فأفقت فسألته فقلت يا رسول الله كيف\r\nأصنع في مالي فلم يجبني حتى نزلت آية الميراث يعني\r\nقوله * ( يوصيكم الله في أولادكم )\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n( 2019 ) حدثنا إسحاق حدثنا سفيان عن\r\nمحمد بن المنكدر\r\nعن جابر قال قال لي رسول الله صلى الله عليه وسلم لو قد جاء مال\r\nالبحرين أعطيتك هكذا وهكذا وهكذا وحدثنا سفيان يرينا بيده\r\nثلاث حثيات نحو رأسه فلم يقدم مال البحرين حتى قبض\r\nرسول الله صلى الله عليه وسلم فلما أن قدم مال البحرين قام أبو بكر فقال من\r\nكانت له على رسول الله صلى الله عليه وسلم عدة أو دين فليأت قال جابر فأتيته\r\nفقلت إن النبي صلى الله عليه وسلم وعدني قال فأعطاني ثم أتيته بعد\r\nذلك أسأله فلم يعطني ثم أتيته الثالثة فقلت قد سألتك فلم\r\nتعطني وسألت فلم تعطني فإما أن تعطي وإما أتبخل علي\r\nفقال وأي الداء أدوأ من البخل ما منعتك من مرة إلا وأنا أريد\r\nأن أعطيك\r\n( 2020 ) حدثنا إسحاق حدثنا سفيان عن\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nعمرو بن دينار عن محمد بن علي\r\nعن جابر مثله إلا أنه قال حثا علي حثية فعددتها فوجدتها\r\nخمس مائة قال فقال خذ مثلها مرتين\r\n( 2021 ) حدثنا إسحاق حدثنا سفيان عن\r\nمحمد بن المنكدر\r\nسمع جابرا يقول قتل أبي يوم أحد فجئ به قد مثل به\r\nفوضع بين يدي رسول الله صلى الله عليه وسلم فجعلت أريد أن أكشف عنه وينهاني\r\nقومي مرتين فأمر به النبي صلى الله عليه وسلم فرفع قال سفيان كأنهم ردوا إلى\r\nمصارعهم قال سمع صوت صائحة فقال من هذه فقالوا\r\nابنة عمرو أو أخت عمرو قال فلم تبكي أو لا تبكي فما زالت\r\nالملائكة تظلله بأجنحتها حتى رفع\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n( 2022 ) حدثنا إسحاق حدثنا سفيان عن بن\r\nالمنكدر\r\nسمع جابرا يقول ندب رسول الله صلى الله عليه وسلم الناس يوم الخندق\r\nفانتدب الزبير ثم ندب الناس فانتدب الزبير فقال رسول\r\nالله صلى الله عليه وسلم لكل نبي حواري وحواري الزبير\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n( 2023 ) حدثنا إسحاق حدثنا سفيان عن محمد\r\nبن المنكدر\r\nسمع جابرا يقول قال رسول الله صلى عليه وسلم المدينة كالكير تنفي خبثها وينصع طيبها\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n( 2024 ) حدثنا إسحاق حدثنا سفيان عن محمد\r\nبن المنكدر\r\nسمع جابرا يقول كانت يهود تقول من أتى امرأته في قبلها\r\nمن دبرها كان الولد أحول فنزلت * ( نساؤكم حرث لكم فأتوا\r\nحرثكم أنى شئتم ) *\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n( 2025 ) حدثنا إسحاق حدثنا عباد بن العوام\r\nأخبرنا حجاج عن أبي الزبير\r\nعن جابر فقال رسول الله صلى الله عليه وسلم لا بأس بالحيوان اثنين\r\nبواحد يدا بيد ولا خير فيه نساء\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n( 2026 ) حدثنا إسحاق وزهير قالا حدثنا وكيع\r\nعن الأوزاعي عن حسان بن عطية عن محمد بن المنكدر\r\nعن جابر أن النبي صلى الله عليه وسلم رأى رجلا وسخة ثيابه فقال أما وجد\r\nهذا ما ينقي ثيابه ورأي رجلا ثائر الشعر فقال ما وجد هذا\r\nما يسكن به شعره\r\n( 2027 ) حدثنا العباس بن الوليد النرسي حدثنا\r\nوهيب حدثنا جعفر بن محمد عن أبيه\r\nعن جابر بن عبد الله قال أقام رسول الله صلى الله عليه وسلم تسعا بالمدينة\r\nلم يحج ثم أذن في الناس بالخروج فلما جاء ذا الحليفة\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nصلى بذي الحليفة وولدت أسماء بنت عميس محمد بن أبي\r\nبكر فأرسلت إلى رسول الله صلى الله عليه وسلم فقال اغتسلي\r\nواستثفري بثوب وأهلي قال ففعلت فلما اطمأن صدر\r\nراحلة رسول الله صلى الله عليه وسلم على البيداء أهل وأهل لنا لا نعرفه إلا\r\nالحج وله خرجنا ورسول الله بين أظهرنا والقرآن ينزل عليه\r\nوهو يعرف تأويله وإنما يفعل ما أمر به\r\nقال جابر فنظرت بين يدي ومن خلفي وعن يميني\r\nوعن شمالي مد بصري والناس مشاة وركبان فجعل\r\nرسول الله صلى الله عليه وسلم يلبي لبيك اللهم لبيك لا شريك لك لبيك إن\r\nالحمد والنعمة لك والملك لا شريك لك فلما قدمنا مكة بدأ\r\nفاستلم الركن فسعى ثلاثة أطواف ومشى أربعة فلما فرغ من طوافه انطلق إلى المقام فقال قال الله واتخذوا من مقام\r\nإبراهيم مصلى فصلى خلف مقام إبراهيم\r\nركعتين قال جعفر قال أبي كان يقرأ فيهما بالتوحيد قل\r\nيا أيها الكافرون وقل هو الله أحد قال ولم يذكر دلك\r\nعن جابر ثم انطلق إلى الركن فاستلمه ثم انطلق إلى الصفا فقال\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nنبدأ بما بدأ الله به إن الصفا والمروة من شعائر الله\r\nفرقي على الصفا حتى بدا له البيت فكبر ثلاثا\r\nوقال لا إله إلا الله وحده لا شريك له له الملك وله الحمد\r\nيحيى ويميت بيده الخير وهو على كل شئ قدير ثلاثا ثم دعا\r\nفي ذلك ثم هبط من الصفا فمشى حتى إذا انصبت قدماه في بطن\r\nالمسيل سعى حتى إذا صعدت قدماه من بطن المسيل مشى إلى\r\nالمروة فرقي على المروة حتى بدا له البيت فقال مثل ما قال على\r\nالصفا فطاف سبعا وقال من لم يكن معه هدي فليحل ومن\r\nكان معه هدي فليقم على إحرامه فإني لولا أن معي هديا لحللت\r\nولو أني استقبلت من أمري ما استدبرت لأهللت بعمرة\r\nقال وقدم علي من اليمن فقال له النبي صلى الله عليه وسلم بأي شئ\r\nأهللت يا علي قال قلت اللهم إني أهل بما أهل به رسولك\r\nقال فإن معي هديا فلا تحل قال علي فدخلت على فاطمة وقد اكتحلت ولبست ثيابا\r\nصبيغا فقلت من أمرك بهذا فقالت أبي أمرني\r\nقال وكان علي يقول بالعراق فانطلقت إلى رسول الله صلى الله عليه وسلم\r\nمحرشا على فاطمة مستثبتا في الذي قالت فقال صدقت\r\nأنا أمرتها\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\nقال ونحر رسول الله صلى الله عليه وسلم مائة بدنة من ذلك بيده ثلاثا\r\nوستين ونحر علي ما غبر ثم أخذ من كل بدنة قطعة فطبخ\r\nجميعا فأكلا من اللحم وشربا من المرقة\r\nفقال سراقة بن مالك بن جشعم يا رسول الله ألعامنا هذا\r\nأم للأبد قال لا بل للأبد دخلت العمرة في الحج\r\nوشبك بين أصابعه\r\n( 2028 ) حدثنا أبو خيثمة حدثنا يحيى بن سعيد\r\nالقطان حدثنا جعفر بن محمد حدثنا أبي قال\r\nأتينا جابر بن عبد الله فذكر نحوه !\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n( 2029 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\nنضر حدثنا شعبة عن سعد قال سمعت محمد بن عمرو قال\r\nقدم الحجاج فكان يؤخر الصلاة\r\nفسألنا جابر بن عبد الله عن ذلك فقال كان رسول الله صلى الله عليه وسلم\r\nيصلي الظهر بالهاجرة حين تزول الشمس والعصر والشمس نقية\r\nوالمغرب حين تغرب الشمس والعشاء أحيانا يؤخر وأحيانا\r\nيعجل فكان إذا رأى الناس قد اجتمعوا عجو إذا رآهم قد\r\nتأخروا أخر وكانوا أو كان يصلي الصبح بغلس\r\n( 2030 ) حدثنا إسحاق حدثنا يحيى بن سليم\r\nعن بن خثيم عن أبي الزبير\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\nعن جابر بن عبد الله قال سمعت رسول الله صلى الله عليه وسلم يقول\r\nمن لم يذر المخابرة فليأذن بحرب من الله ورسوله\r\n( 2031 ) حدثنا إسحاق قال سمعت معتمرا يقول\r\nحدث أبي عن خداش عن أبي الزبير\r\nعن جابر بن عبد الله أن رسول الله صلى الله عليه وسلم قال إذا استلقى\r\nأحدكم فلا يضع إحدى رجليه على الأخرى\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n( 2032 ) حدثنا زكريا حدثنا هشيم عن\r\nالشعبي\r\nعن جابر عن النبي صلى الله عليه وسلم أنه استخلف ابني صوريا حيث\r\nسألهما عن الرجم فاستحلفهما كيف تجدانه في متاب الله في\r\nكتابكم قال فاستحلفهما بالله الذي إله إلا هو الذي أنزل\r\nالتوراة على موسى كيف تجدون حد الزنى في كتابكم\r\n( 2033 ) حدثنا زكريا بن يحيى حدثنا هشيم حدثنا عبد الملك عن عطاء\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\nعن جابر قال شهدت مع رسول الله صلى الله عليه وسلم العيد صلى قبل أن\r\nيخطب بغير أذان ولا إقامة ثم خطب بعدما صلى فوعظ الناس\r\nوذكرهم ثم أتى النساء فوعظهن ومعه بلال فذكرهن وأمرهن\r\nبالصدقة قال فجعلت المرأة تلقي خاتمها وخرصها والشئ\r\nكذلك فأمر النبي صلى الله عليه وسلم بلالا فجمع ما هناك فقال إن منكن في\r\nالجنة ليسيرا فقالت امرأة يا رسول الله لم قال إنكن\r\nتكثرن اللعن وتكفرن العشير\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n( 2034 ) حدثنا زكريا بن يحيى حدثنا هشيم عن\r\nعبد الملك قال سمعت عطاء يحدث\r\nعن جابر قال كنا نتمتع مع رسول الله صلى الله عليه وسلم فنذبح البقرة عن\r\nسبعة ونشترك فيها\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n( 2035 ) حدثنا زكريا بن يحيى حدثنا هشيم عن\r\nحجاج عن عطاء\r\nعن جابر قال رسول الله صلى الله عليه وسلم من كانت له أرض فليزرعها\r\nفإن عجز عنها فليمنحها أخاه المسلم ولا يكرها\r\n( 2036 ) حدثنا أحمد بن عيسى حدثنا عبد الله بن\r\nوهب قال أخبرني عمرو بن الحارث عن عبد ربه بن سعيد\r\nعن أبي الزبير\r\nعن جابر عن رسول الله صلى الله عليه وسلم قال لكل داء دواء فإذا\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nأصيب يعني دواء الداء برأ بإذن الله\r\n( 2037 ) حدثنا هارون بن معروف حدثنا عبد\r\nالله بن وهب قال أخبرني عمرو بن الحارث أن بكيرا حدثه أن\r\nعاصم بن عمر بقتادة حدثه\r\nأن جابر بن عبد الله عاد المقنع ثم قال لا أبرح حتى تحتجم\r\nفإني سمعت رسول الله صلى الله عليه وسلم يقول إن فيه شفاء\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n( 2038 ) حدثنا هارون حدثنا محمد بن سلمة\r\nالحراني قال أخبرني أو أخبرنا محمد بن إسحاق عن\r\nمحمد بن يحيى بن حبان عن عمه واسع بن حبان\r\nعن جابر بن عبد الله أمر رسول الله صلى الله عليه وسلم من كل جاد عشرة\r\nأوسق من التمر بقنو يعلق في المسجد للمساكين\r\n( 2039 ) حدثنا أبو همام قال أخبرني عبد الله بن\r\nوهب قال أخبرني داود بن قيس المدني وغيره عن عبد الله بن\r\nمحمد بن عقيل بن أبي طالب\r\nعن جابر بن عبد الله أن امرأة سعد بن الربيع قال يا\r\nرسول الله إن سعدا هلك وترك ابنتين وأخاه فعمد أخوه فقبض ما\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\nترك سعد وإنما تنكح النساء على أموالهن فلم يجبها في مجلسه\r\nذلك ثم جاءت فقالت يا رسول الله ابنتا سعد فقال\r\nرسول الله صلى الله عليه وسلم أدع لي أخاه فجاءه فقال إدفع إلى ابنتيه\r\nالثلثين وإلى امرأته الثمن ولك ما بقي\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n( 2040 ) حدثنا بشر بن الوليد الكندي حدثنا\r\nمسور بن الصلت حدثنا محمد بن المنكدر\r\nعن جابر عن رسول الله صلى الله عليه وسلم أنه قال كل معروف\r\nصدقة وما أنفق الرجل على أهله وماله كتب له صدقة وما وقى به\r\nعرضه فهو له صدقة قال وكل نفقة مؤمن في غير معصية فعلى الله\r\nخلفه ضامنا إلا نفقة في بنيان قال مسور قال محمد بن\r\nالمنكدر فقلنا لجابر بن عبد الله ما أراد بقول وما وقى به\r\nالمرء عرضه قال يعطي الشاعر وذا اللسان قال جابر\r\nكأنه يقول الذي يتقى لسانه\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n( 2041 ) حدثنا أبو علي الشيلماني حدثنا\r\nخالد بن إسماعيل المخزومي حدثنا عبيد الله بن عمر عن صالح\r\nمولى التوأمة\r\nعن جابر قال النبي صلى الله عليه وسلم أيما شاب تزوج في حداثة سنه\r\nعج شيطانه يا ويله عصم مني دينه\r\n( 2042 ) حدثنا الشيلماني بهذا الاسناد عن\r\nصالح\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\nعن أبي هريرة قال لو لم يبمن أجلي إلا يوم واحد لقيت\r\nالله بزوجة إني سمعت رسول الله صلى الله عليه وسلم يقول شراركم\r\nعزابكم\r\n( 2043 ) حدثنا أبو يوسف الجيزي حدثنا\r\nمؤمل حدثنا عبد الله العمري حدثنا ربيعة بن عطاء\r\nعن جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم كيف أنتم\r\nإذا غدي عليكم بجفنة وريح عليكم بأخرى قالوا يا\r\nرسول الله إنا يومئذ لبخير فقال رسول الله صلى الله عليه وسلم بل أنتم اليوم\r\nخيرا\r\n( 2044 ) حدثنا سريج بن يونس حدثنا إسماعيل بن مجالد عن مجالد عن الشعبي\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nعن جابر بن عبد الله أن أعرابيا أتى النبي صلى الله عليه وسلم فقال أنسب\r\nالله فأنزل الله قل هو الله أحد إلى آخرها\r\n( 2045 ) حدثنا خلاد بن أسلم حدثنا عبد\r\nالمجيد بن أبي رواد حدثنا بن جريج عن أبي الزبير\r\nعن جابر قال رسول الله صلى الله عليه وسلم أن أحب الطعام إلى الله ما\r\nكثرت عليه الأيدي\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n( 2046 ) حدثنا أبو الحارث سريج بن يونس حدثنا\r\nإسماعيل بن مجالد عن مجالد عن الشعبي\r\nعن جابر قال جاء أعرابي إلى النبي صلى الله عليه وسلم فقال ثيابنا في\r\nالجنة ننسجها بأيدينا فضحك أصحاب النبي صلى الله عليه وسلم فقال\r\nالاعرابي لم تضحكون من جاف يسأل عالما فقال\r\nرسول الله صلى الله عليه وسلم صدقت يا أعرابي ولكنها ثمرات\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n( 2047 ) حدثنا سريج بن يونس حدثنا إسماعيل\r\nعن مجالد عن الشعبي\r\nعن جابر بن عبد الله قال سئل النبي صلى الله عليه وسلم عن أبي طالب هل\r\nتنفعه نبوتك قال نعم أخرجته من غمرة جهنم إلى ضحضاح\r\nمنها\r\nوسئل عن خديجة لأنها ماتت قبل الفرائض وأحكام القرآن\r\nفقال أبصرتها على نهر من أنهار الجنة في بيت من قصب لا\r\nصخب فيه ولا نصب\r\nوسئل عن ورقة بن نوفل قال أبصرته في بطنان الجنة\r\nعليه سندس\r\nوسئل عن زيد بن عمرو بن نفيل فقال يبعث يوم القيامة\r\nأمة وحده بيني وبين عيسى عليهما السلام\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n( 2048 ) حدثنا الحسن بن عيسى بما سرجس\r\nمولى بن المبارك أخبرنا بن المبارك أخبرنا سفيان عن\r\nعبد الله بن محمد بن عقيل\r\nعن جابر قال كان النبي صلى الله عليه وسلم يصلي الظهر إذا زالت\r\nالشمس\r\n( 2049 ) حدثنا عبد الغفار بن عبد الله حدثنا\r\nعلي بن مسهر عن مجالد عن الشعبي\r\nعن جابر بن عبد الله قال كنا عند النبي صلى الله عليه وسلم إذ أقبل سعد بن\r\nأبي وقاص فقال رسول الله صلى الله عليه وسلم هذا خالي\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n( 2050 ) حدثنا خلاد بن أسلم أخبرنا النضر\r\nأخبرنا أبو العوام عبد العزيز بن ربيع الباهلي وكان منزله في دار\r\nزياد قال سمعت أبا الزبير واسمه محمد\r\nعن جابر بن عبد الله قال كنا مع النبي صلى الله عليه وسلم في مسيرة فأتى\r\nعلى قبرين يعذب صاحباهما فقال أما إنهما لا يعذبان في\r\nكبير أما أحدهما كان يغتاب الناس وأما الآخر فكان لا يتأذى من\r\nبوله فدعا بجريدة رطبة أو جريدتين فكسرهما ثم أمر بكل كسرة\r\nفغرست على قبر فقال رسول الله صلى الله عليه وسلم أما إنه سيهون من\r\nعذابهما ما كانتا رطبتين أو ما لم تيبسا\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n( 2051 ) حدثنا شيبان حدثنا طلحة بن زيد عن\r\nعبيدة بن حسان عن عطاء الكيخاراني\r\nعن جقالبينا نحن مع رسول الله صلى الله عليه وسلم في بيت في نفر\r\nمن المهاجرين فيه أبو بكر وعمر وعثمان وعلي وطلحة\r\nوالزبير وعبد الرحمن بن عوف وسعد بن أبي وقاص فقال\r\nرسول الله صلى الله عليه وسلم لينهض كل رجل إلى كفئه ونهض النبي صلى الله عليه وسلم\r\nإلى عثمان فاعتنقه قال أنت وليي في الدنيا وأنت وليي في\r\nالآخرة\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n( 2052 ) أخبرنا أبو يعلي أحمد بن علي بن المثنى\r\nالموصلي حدثنا زهير حدثنا جرير عن الأعمش عن أبي\r\nسفيان\r\nعن جابر قال سمعت النبي صلى الله عليه وسلم يقولان أهل الجنة\r\nيأكلون فيها ويشربون ولا يتفلون ولا يبولون ولا يتمخطون\r\nولا يتغوطون قال فما بال الطعام قال جشاء ورشح\r\nكرشح المسك يلهمون التسبيح والتحميد كما تلهمون\r\nالنفس\r\n( 2053 ) حدثنا زهير حدثنا جرير عن الأعمش\r\nعن أبي سفيان\r\nعن جابر قال سمعت النبي صلى الله عليه وسلم يقول قبل موته بثلاث ألا\r\nلا يموتن أحد منكم إلا وهو يحسن الظن بالله\r\n( 2054 ) حدثنا أبو همام حدثنا بن وهب قال\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\nأخبرني عمرو بن الحارث عن أبي الزبير\r\nعن جابر أنه قال يا رسول الله نعمل لأمر قد فرغ منه أو\r\nلأمر نأتنفه قال لأمر قد فرغ منه فقال سراقة بن مالك\r\nففيم العمل إذا قال رسول الله صلى الله عليه وسلم كل ميسر لعمله\r\n( 2055 ) حدثنا الجراح بن مخلد حدثنا يحيى بن\r\nكثير بن درهم العنبري حدثنا عبد العزيز بن ربيع الباهلي عن عطاء\r\nبن رباح\r\nعن جابر قال كنا مع رسول الله صلى الله عليه وسلم في سفر فأتى على\r\nقبرين يعذبان فقال أما إنهما يعذبان في غير كبير الغيبة\r\nوالبول ثم دعا بجريدة فكسرها فوضع على كل واحد منهما\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\nقطعة وقال أرجو أن يخفف عنهما ما لم تيبسا\r\n( 2056 ) حدثنا الجراح حدثنا أحمد بن سليمان\r\nالخراساني حدثنا أحمد بن محرز الأزدي عن محمد بن\r\nالمنكدر\r\nعن جابر قال رسول الله صلى الله عليه وسلم لان يمتلئ جوف أحدكم\r\nقيحا أو دما خير له من أن يمتلئ شعرا هجيت به\r\n( 2057 ) حدثنا عبد الواحد بن غياث حدثنا أبو\r\nعوانة عن أبي بشر عن سليمان بن قيس\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\nعن جابر قال بعث رسول الله صلى الله عليه وسلم إلى أبي طيبة فحجمه\r\nفسأله كم ضريبتك قال ثلاثة آصع فوضع عنه\r\nصاعا\r\n( 2058 ) حدثنا أحمد بن منيع حدثنا محمد بن\r\nيزيد الواسطي عن محمود بن إسحاق عن محمد بن المنكدر\r\nعن جابر بن عبد الله قال النبي صلى الله عليه وسلم عليكم بالإثمد عند\r\nالنوم فإنه يجلوا البصر وينبت الشعر\r\n( 2059 ) حدثنا الفضل بن الصباح حدثنا سعيد بن\r\nزكريا عن عنبسة بن عبد الرحمن عن محمد بن المنكدر\r\nعن جابر قال رسول الله صلى الله عليه وسلم السلام قبل الكلام\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n( 2059 ) مكرر وقال النبي صلى الله عليه وسلم ولا تدعوا أحد\r\nإلى الطعام قبل أن يسلم\r\n( 2060 ) حدثنا عمرو الناقد حدثنا علي بن ثابت\r\nالجزري حدثنا الوازع بن نافع عن أبي سلمة بن عبد الرحمن\r\nعن جابر قال كنا نصلي مع رسول الله صلى الله عليه وسلم في غزوة بدر إذ\r\nتبسم في صلاته فلما قضى الصلاة قلنا يا رسول الله رأيناك\r\nتبسمت قال مر بي ميكائيل وعلى جناحه أثر غبار وهو\r\nراجع من طلب القوم فضحك إلي فتبسمت إليه\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n( 2061 ) حدثنا عمرو حدثنا عمرو بن عثمان\r\nالكلابي حدثنا هارون بن حيان حدثنا محمد بن المنكدر\r\nعن جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم من قتل\r\nدون ماله فهو شهيد\r\n( 2062 ) حدثنا حجاج بن يوسف الذي يعرف بابن\r\nالشاعر حدثنا عثمان بن عمر حدثنا يونس عن الزهري عن\r\nأبي سلمة\r\nعن جابر قال كنا مع رسول الله صلى الله عليه وسلم نجتني الكباث فقال\r\nعليكم بالأسود منه فإنه أطيبه فقلنا وكنت ترعى الغنم قال\r\nنعم وهل من نبي إلا وقد رعاها\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n( 2063 ) حدثنا صالح بن مالك حدثنا عبد\r\nالعزيز بن عبد الله بن أبي سلمة عن محمد بن المنكدر\r\nعن جابر قال رسول الله صلى الله عليه وسلم أريت أني أدخلت الجنة\r\nفإذا أنا بالرميصاء امرأة أبي طلحة قال وسمعت خشفا أمامي\r\nفقلت من هذا يا جبريل قال هذا بلال قال ورأيت\r\nقصرا أبيض بفنائه جارية فقلت لمن هذا القصر فقالت\r\nلعمر بن الخطاب فأردت أن أدخله فأنظر إليه فذكرت غيرتك يا\r\nعمر فقال عمر بأبي أنت وأمي يا رسول الله أو عليك\r\nأغار\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n( 2064 ) حدثنا أبو بكر بن أبي شيبة حدثنا بن\r\nعيينة عن عمرو\r\nعن جابر قال نهى رسول الله صلى الله عليه وسلم عن المخابرة !\r\n( 2065 ) حدثنا أبو بكر حدثنا أبو الأحوص عن أبي\r\nإسحاق عن سعيد بن أبي كرب\r\nعن جابر سمعت رسول الله صلى الله عليه وسلم يقول ويل للعراقيب من\r\nالنار !\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n( 2066 حدثنا قاسم بن أبي شيبة حدثنا أبو داود\r\nالطيالسي عن أبي العوام عن أبي الزبير\r\nعن جابر ان النبي صلى الله عليه وسلم مر بقبرين فقال إنهما يعذبان وما\r\nيعذبان من كبير أما أحدهما فإنه كان لا يتأذى من بوله وأما الآخر\r\nفإنه كان يغتاب الناس\r\n( 2067 ) حدثنا قاسم بن أبي شيبة حدثنا أبو\r\nأسامة عن بريد عن أبي بردة\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\nعن أبي موسى عن النبي صلى الله عليه وسلم قال المؤمنين أكل في معي\r\nواحد والكافر يأكل في سبع أمعاء\r\n( 2068 ) حدثنا قاسم حدثنا أبو معاوية عن\r\nمجالد عن أبي الوداك\r\nعن أبي سعيد عن النبي صلى الله عليه وسلم مثله !\r\n( 2069 ) حدثنا قاسم حدثنا أبو أسامة عن\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\nمحمد بن عمرو عن أبي سلمة\r\nعن أبي هريرة عن النبي صلى الله عليه وسلم مثله !\r\n( 2070 ) حدثنا قاسم بن أبي شيبة حدثنا أبو\r\nعاصم عن بن جريج عن أبي الزبير\r\nعن جابر عن النبي صلى الله عليه وسلم مثله !\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n( 2071 ) حدثنا عمرو بن الضحاك حدثنا أبي\r\nحدثنا عمران القطان حدثنا مطر عن طلحة\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم من ادعى لغير أبيه أو\r\nانتمى إلى غير مواليه رغبة عنهم فعليه لعنة الله ومن سب والديه أو\r\nوالده فكذلك ومن أهل لغير الله فكذلك ومن استحل شيئا\r\nمن حدود مكة فكذلك ومن قال علي ما لم أقل فكذلك\r\n( 2072 ) حدثنا جعفر بن حميد حدثنا يعقوب بن\r\nعبد الله عن عيسى بن جارية\r\nعن جابر قال أمر رسول الله صلى الله عليه وسلم بقتل كلاب المدينة فجاءه\r\nبن أم مكتوم فقال يا رسول الله أنا مكفوف البصر ومنزلي شاسع\r\nولي كلب فرخص له أياما ثم أمر بقتل كلبه فقتل\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n( 2073 ) حدثنا جعفر بن حميد حدثنا يعقوب\r\nعن عيسى بن جارية\r\nعن جابر قال جاء بن أم مكتوم إلى النبي صلى الله عليه وسلم فقال يا\r\nرسول الله إني مكفوف البصر ومنزلي شاسع وأنا أسمع الاذان\r\nقال فإن سمعت الاذان فأجب ولو حبوا ولو زحفا\r\n( 2074 ) حدثنا جعفر بن حميد حدثنا يعقوب\r\nعن عيسى بن جارية\r\nعن جابر قال كان رجل يحمل الخمر من خيبر إلى المدينة\r\nفيبيعها من المسلمين فحمل منها بمال فقدم به المدينة فلقيه\r\nرجل من المسلمين فقال يا فلان إن الخمر قد حرمت فوضعها\r\nحيث انتهى عل تل وسجى عليه بأكسية ثم أتى النبي صلى الله عليه وسلم قال يا\r\nرسول الله بلغني أن الخمر قد حرمت قال أجل قال\r\nإني أردها على من ابتعتها منه قال لا يصلح ردها قال لي\r\nأن أهديها وذكر الحديث\r\n2075 ) حدثنا جعفر حدثنا بن المبارك عن\r\nعتبة بن حكيم عن حصين بن حرملة عن أبي المصبح\r\nعن جابر بن عبد الله قال رسول الله صلى الله عليه وسلم ما أغبرت قدما\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\nفي سبيل الله ساعة من نهار فهما حرام عن النار\r\n( 2076 ) حدثنا محمد بن قدامة حدثنا بن عيينة\r\nحدثنا سعيد بن حسان عن عروة بن عياض\r\nعن جابر قال اتى النبي صلى الله عليه وسلم رجل فقال إن عندي أمة\r\nوإني أعزل عنها فقال أما إن ذلك ليس يمنع أمرا أراده الله\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\nفلم يلبث أن جاء فقال للنبي صلى الله عليه وسلم إنها قد حملت فقال\r\nالنبي صلى الله عليه وسلم أنا عبد الله ورسوله\r\n( 2077 ) حدثنا محمد بن عبيد بن حساب حدثنا\r\nأبو عوانة عن الأسود بن قيس عن نبيح\r\nالعنزي عن جابر أن امرأة قال يا رسول الله صل علي وعلى زوجي فقال صلى الله عليه وسلم صلى الله عليك وعلى\r\nزوجك ( 2078 ) حدثنا حفص الحلواني حدثنا بهلول بن\r\nمورق الشامي عن موسى بن عبيدة عن أخيه\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم لا تزال أمتي\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\nظاهرين على الحق حتى ينزل عيسى بن مريم فيقول إمامهم تقدم\r\nفيقول أنتم أحق بعضكم أمراء بعض أمر أكرم الله به هذه\r\nالأمة\r\n( 2079 ) حدثنا بن أبي سمينة حدثنا إبراهيم بن\r\nحبيب بن الشهيد قال قال أبي عن عمرو بن دينار\r\nعن جابر بن عبد الله قال أمر أبي بخزيرة فصنعت ثم\r\nأمرني فأتيت بها النبي صلى الله عليه وسلم قال فأتيته وهو فمنزله قال فقال\r\nلي ماذا معك يا جابر ألحم ذي قال قلت لا قال\r\nفأتيت أبي فقال لي هل رأيت رسول الله صلى الله عليه وسلم قلت نعم قال فهلا سمعته يقول شيئا قال قلت نعم قال لي ماذا\r\nمعك يا جابر ألحم ذي قال لعل رسول الله صلى الله عليه وسلم أن يكون\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\nاشتهى فأمر بشاة لنا داجن فذبحت ثم أمر بها فشويت ثم\r\nأمرني فأتيت بها النبي صلى الله عليه وسلم فقال لي ماذا معك يا جابر\r\nفأخبرته فقال جزى الله الأنصار عنا خيرا ولا سيما\r\nعبد الله بن عمرو بن حرام وسعد بن عبادة\r\n( 2080 ) حدثنا أحمد بن الدورقي حدثنا\r\nإبراهيم بن حبيب بن الشهيد قال قال أبي عن عمرو بن دينار\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\nعن جابر بن عبد الله قال أمر أبي بحريرة فصنعت ثم\r\nأمرني فأتيت بها النبي صلى الله عليه وسلم فذكر نحوه !\r\n( 2081 ) حدثنا هارون حدثنا سفيان عن أبي\r\nالزبير\r\nعن جابر يبلغ به قال أفضل الجهاد من عقر جواده وأهريق\r\nدمه\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n( 2082 ) حدثنا بشر بن الوليد الكندي حدثنا\r\nفليح بن سليمان حدثنا محمد بن المنكدر\r\nعن جابر قال ندب رسول الله صلى الله عليه وسلم يوم الخندق الناس من\r\nيأتيه بخبر بني قريضة فانتدب الزبير ثم ندبهم فانتدب الزبير ثلاثا\r\nفقال النبي صلى الله عليه وسلم إن لكل نبي حواريا وحواري الزبير\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n( 2083 ) حدثنا عبيد الله بن عمر القواريري حدثنا\r\nيزيد بن زريع حدثنا الحجاج بن الصواف عن أبي الزبير قال\r\nحدثني جابر بن عبد الله أن رسول الله صلى الله عليه وسلم دخل على أم\r\nالسائب أو أم المسيب وهي تزفزف فقال مالك يا أم\r\nالسائب أو يا أم المسيب تزفزفين قال ت الحمى لا بارك الله\r\nفيها فقال لا تسبي الحمى فإنها تذهب خطايا بن آدم كما\r\nيذهب الكير خبث الحديد\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n( 2084 ) حدثنا القواريري حدثنا يزيد بن زريع\r\nحدثنا محمد بن إسحاق عن عاصم بن عمر بن قتادة عن\r\nمحمود بن لبيد\r\nعن جابر قال بينا نحن عند رسول الله صلى الله عليه وسلم إذ جاءه رجل\r\nبمثل البيضة من ذهب أصابها ببعض المغازي قال فقام بها عن\r\nشقه الأيسر فقال له يا رسول الله خذ هذه مني صدقة فوالله ما\r\nأصبحت أملك مالا غيرها فأعرض عنه ثم جاءه عن شقه الأيمن\r\nفقال له مثل ذلك فأعرض عنه ثم جاءه من بين يديه فقال له مثل ذلك فقال رسول الله صلى الله عليه وسلم هاتها مغضبا قال فلما أعطاه\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\nإياها خذفه بها لو أصابه أوجعه أو عقره ثم قال يجئ أحدكم\r\nبماله أو كما قال لا يملك غيره يتصدق به ثم يقعد بعد ذلك\r\nيتكفف الناس إنما الصدقة عن ظهر غنى خذ عنا مالك لا حاجة\r\nلنا به\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n( 2085 ) حدثنا أبو موسى الهروي حدثنا\r\nالمعافى عن إبراهيم بن يزيد عن عطاء\r\nعن جابر قال رسول الله صلى الله عليه وسلم كل معروف يصنعه أحدكم\r\nإلى غني أو فقير صدقة له يوم القيامة\r\n( 2086 ) حدثنا منصور بن أبي مزاحم حدثنا\r\nعبد الرحمن بن أبي الموال عن محمد بن المنكدر\r\nعن جابر قال كان رسول الله صلى الله عليه وسلم يعلمنا الاستخارة كما\r\nيعلمنا وذكر الحديث\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n( 2087 ) حدثنا أبو إبراهيم الترجماني حدثنا\r\nبقية بن الوليد عن عمر عن أبي الزبير\r\nعن جابر أن بقرة انقلبت على خمر فشربت فخافوا عليها\r\nفأتوا النبي صلى الله عليه وسلم فقال كلوا ولا بأس بأكلها\r\n( 2088 ) حدثنا أبو بكر حدثنا أبو أحمد عن\r\nشريك عن بن عقيل\r\nعن جابر أن النبي صلى الله عليه وسلم قال من أراد أن يصوم فليتسحر ولو بشئ\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n( 2089 ) حدثنا إبراهيم بن الحجاج السامي حدثنا\r\nالفرات بن أبي الفرات القرشي قال سمعت عطاء بن أبي رباح\r\nيحدث\r\nعن جابر بن عبد الله قال كنا مع رسول الله صلى الله عليه وسلم فنمت ثم\r\nاستيقظت ثم نمت ثم استيقظت فقام رجل من المسلمين فقال\r\nالصلاة الصلاة قال فخرج إلينا رسول الله صلى الله عليه وسلم ورأسه يقطر\r\nفصلى بنا ثم قال لولا أن أشق على أمتي لأحببت أن يصلوا هذه\r\nالصلاة هذه الساعة\r\nقال الفرات أظنها العشاء\r\n( 2090 ) حدثنا محمد بن عمرو بن جبلة حدثنا\r\nمحمد بن مروان عن هشام عن أبي الزبير عن جابر قال قال رسول الله صلى الله عليه وسلم ما من أيام أفضل عند\r\nالله من أيام عشر ذي الحجة قال فقال رجل يا رسول الله\r\nهي أفضل أم عدتهن جهادا في سبيل الله فقال هي أفضل من\r\nعدتهن جهادا في سبيل الله إلا عفيرا يعفر وجهه في\r\nالتراب وما من يوم أفضل عند الله من يوم عرفة ينزل الله إلى\r\nالسماء الدنيا فيباهي بأهل الأرض أهل السماء فيقول انظروا إلى\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\nعبادي شعثا غبرا ضاحين جاؤوا من كل فج عميق لم يروا\r\nرحمتي ولم يروا عذابي فلم أر يوما أكثر عتيقا من النار من يوم عرفة\r\n( 2091 ) حدثنا حجاج بن يوسف حدثنا يعقوب\r\nحدثنا أبي عن صالح عن بن شهاب عن أبي سلمة قال\r\nسمعت جابرا يحدث أنه سمع رسول الله صلى الله عليه وسلم يقول لما\r\nكذبتني قريش حين أسري بي إلى بيت المقدس قمت في الحجر\r\nفجلى الله لي بيت المقدس وطفقت أخبرهم عن آياته وأنا أنظر\r\nإليه\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n( 2092 ) حدثنا حجاج حدثنا يزيد بن هارون\r\nأخبرنا بن أبي ذئب عن الزهري عن أبي سلمة\r\nعن جابر عن النبي صلى الله عليه وسلم قال من أعمر عمري له\r\nولعقبه فهي له بتا لا يجوز للمعطي فيها شرط ولا\r\nمثنوية\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n( 2093 ) حدثنا حجاج حدثنا يعقوب حدثنا\r\nأبي عن صالح عن بن شهاب أن أبا سلمة بن عبد الرحمن\r\nأخبره\r\nعن جابر بن عبد الله أن رسول الله صلى الله عليه وسلم قضى أيما رجل أعمر\r\nرجلا عمري له ولعقبه فقال أعطيكها وعقبكما ما بقي منكم أحد\r\nفإنها لمن أعطيها وإنها لا ترجع إلى صاحبها من أجل أنه\r\nأعطى عطاء وقعت فيه المواريث\r\n( 2094 ) قال حدثنا محمد بن عبد الرحمن بن سهم\r\nالأنطاكي حدثنا بقية بن الوليد حدثنا مبشر بن عبيد عن أبي\r\nالزبير عن جابر قال قال رسول الله صلى الله عليه وسلم أتنكح النساء إلا من\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\nالأكفاء ولا يزوجهن إلا الأولياء ولا مهر دون عشرة\r\nدراهم\r\n( 2095 ) حدثنا أبو بسيط حدثنا أبو اليمان حدثنا\r\nصفوان عن ما عن التميمي\r\nعن جابر ان النبي صلى الله عليه وسلم قال إن الشيطان قد يئس أن يعبد\r\nالمصلون ولكن في التحريش بينهم\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n( 2096 ) حدثنا منصور بن أبي مزاحم حدثنا\r\nمحمد بن الخطاب البصري عن علي بن زيد عن محمد بن\r\nالمنكدر عن جابر بن عبد الله أن النبي صلى الله عليه وسلم قال في حديث له إذا\r\nذلت العرب ذل الاسلام !\r\n( 2097 ) حدثنا بشر بن الوليد حدثنا فليح بن\r\nسليمان عن سعيد بن الحارث\r\nعن جابر بن عبد الله قال دخل رسول الله صلى الله عليه وسلم ورجل من\r\nأصحابه على رجل من الأنصار وهو يحول الماء في حائطه\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\nفقال إن كان عندك ماء بات هذه الليلة في شن وإلا\r\nكرعنا قال بلى عندي يا رسول الله ماء بات في سقاء قال\r\nفانطلقنا إلى العريش فانطلق فحلب شاة على ماء بات في\r\nشن قال فشرب رسول الله صلى الله عليه وسلم ثم عد ت بمثل ذلك فشرب\r\nصاحبه\r\n( 2098 ) حدثنا محمد بن بكار حدثنا أبو معشر\r\nقال سألت محمد بن المنكدر عن الوضوء مما مست النار فقال\r\nحدثني جابر بن عبد الله قال اكلت مع رسول الله صلى الله عليه وسلم فصلى\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\nولم يتوضأ بعد وضوئه الأول ثم أكلت مع أبي بكر فصلى ولم\r\nيتوضأ ثم أكلت مع عمر فصلى ولم يتوضأ ثم أكلت مع عثمان\r\nفصلى ولم يتوضأ\r\n( 2099 ) حدثنا غسان عن حماد عن أبي\r\nالزبير\r\nعن جابر أن النبي صلى الله عليه وسلم رأى حمارا قد وسم في وجهه قال\r\nألم أنه عن هذا لعن الله من فعله ونهى عن ضرب\r\nالوجه\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n( 2100 ) حدثنا بشر بن الوليد حدثنا عبد\r\nالرحمن بن سليمان بن عبد الله بن حنظلة بن أبي عامر الغسيل عن\r\nعاصم بن عمر بن قتادة\r\nعن جابر قال جاء يعود المقنع بن سنان وكان خال\r\nعاصم أخا أمه فسلم عليه وهو في رداء وإزار وقد أصيب بصره\r\nفقال ماذا تشتكي وقد مس رأسه ولحيته بشئ من صفرة قال\r\nخراج منعني النوم وأسهرني قال جابر يا غلام ادع لنا حجاما\r\nقال المقنع وما تصنع بالحجام يا أبا عبد الله قال أريد أن أعلق\r\nفيه محجما قال غفر الله لك والله إن الثوب ليصيبني أو\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\nالذباب يقع علي يؤذيني فلما رأى جزعة من ذلك أنشأ يحدثنا عن\r\nرسول الله صلى الله عليه وسلم قال قال رسول الله صلى الله عليه وسلم إن كان في شئ من\r\nأدويتكم خير أو إن يكن ففي شرطة محجم أو شربة من\r\nعسل أو لذعة من بنار توافق داء وما أحب أن أكتوي فدعا\r\nالحجام فأعلق المحجم في خراجه فلما بلغ حلوء حاجبه شرطه\r\nبمشرطة معه فأخرج الله تبارك وتعالى ما كان فيه من ضره\r\nوعوفي\r\n( 2101 ) حدثنا عبد الغفار حدثنا علي بن مسهر\r\nعن مجالد عن الشعبي\r\nعن جابر بن عبد الله قال كنا عند النبي صلى الله عليه وسلم إذ أقبل سعد بن\r\nأبي وقاص قال رسول الله صلى الله عليه وسلم هذا خالي\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n( 2102 ) حدثنا محمد بن الخطاب حدثنا مؤمل بن\r\nإسماعيل حدثنا سفيان عن الأعمش عن أبي سفيان\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم بين العبد وبين الكفر\r\nترك الصلاة\r\n( 2103 ) حدثنا محمد بن الخطاب حدثنا مؤمل\r\nحدثنا شعبة حدثنا سعد بن إبراهيم عن محمد بن عمر وقال لما\r\nقدم الحجاج جعل يؤخر الصلاة\r\nفسألت جابرا أو سئل فقال كان رسول الله صلى الله عليه وسلم يصلي\r\nالظهر بالهاجرة ويصلي العصر والشمس حية ويصلي المغرب\r\nإذا وجبت الشمس والعشاء كان إذا اجتمع الناس عجل وإذا قل\r\nالناس أخر ويصلي الصبح بغلس\r\n( 2104 ) حدثنا محمد بن الخطاب حدثنا مؤمل\r\nحدثنا سفيان حدثنا عبد الله بن محمد بن عقيل قال\r\nسمعت جابر بن عبد الله يقول كنت أصلي مع\r\nرسول الله صلى الله عليه وسلم المغرب ثم أرجع إلى أهلي في بني سلمة وهم\r\nعلى ميل من المدينة أو قال من المسجد وأنا أرى مواقع\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\nالنبل ثم قال الظهر كاسمها ظهرا والعصر والشمس بيضاء نقية\r\nوالمغرب كاسمها والعشاء كان النبي صلى الله عليه وسلم يؤخرها أحيانا ويعجلها\r\nأحيانا\r\n( 2105 ) حدثنا محمد بن الخطاب حدثنا مؤمل\r\nحدثنا سفيان عن أبي الزبير\r\nعن جابر قال دخلت على النبي صلى الله عليه وسلم وهو يصلي في ثوب\r\nواحد متوشحا به\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\nفقال أبو الزبير رأيت جابرا يصلي في ثوب واحد متوشحا\r\nبه\r\n( 2106 ) حدثنا محمد بن الخطاب حدثنا مؤمل\r\nحدثنا سفيان عن الأعمش عن أبي سفيان\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم من خاف أن لا يستيقظ\r\nمن آخر الليل فليوتر أول الليل ومن طمع منكم أن يستيقظ من\r\nآخر الليل فليوتر في آخر الليل فإن الصلاة من آخر الليل مشهودة\r\nوذلك أفضل\r\n( 2107 ) حدثنا عمار أبو ياسر حدثنا جعفر\r\nأخبرنا الجعد حدثنا أنس بن مالك\r\nعن جابر بن عبد الله قال شكا الناس إلى رسول الله صلى الله عليه وسلم يوما\r\nالعطش فدعا رسول الله صلى الله عليه وسلم بعس قال وقال عند أحد منكم\r\nماء قال فأتي بميضأة فصب فيه قال ثم وضع النبي صلى الله عليه وسلم يده\r\nفي العس قال جابر فكنت أنظر إلا العيون تنبع بين أصابع\r\nرسول الله صلى الله عليه وسلم والناس يستقون\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n( 2108 ) حدثنا عبد الله بن عمر بن أبان حدثنا\r\nعبد الرحيم بن سليمان عن يحيى بن أبي أنيسة وعبيد الله بن\r\nعمر عن أبي الزبير\r\nعن جابر أن رسول الله صلى الله عليه وسلم رمى الجمرة بمثل حصى\r\nالخذف\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n( 2109 ) حدثنا أبو همام قال حدثني المغيرة بن\r\nسقلاب أخبرنا معقل بن عبد الله عن عمرو بن دينار\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم من ضمن لي ما بين\r\nلحييه ورجليه ضمنت له الجنة\r\n( 2110 ) حدثنا أبوهما قال حدثني بن وهب قال\r\nأخبرني عمرو بن الحارث عن أبي الزبير\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\nعن جابر أنه قال يا رسول الله أنعمل لأمر قد فرغ منه أم لأمر\r\nنأتنفه قال لأمر قد فرغ منه فقال سراقففيم العمل إذا\r\nقال رسول الله صلى الله عليه وسلم كل ميسر لعمله\r\n( 2111 ) حدثنا أحمد بن إبراهيم الموصلي حدثنا\r\nعبد الوهاب الثقفي حدثنا جعفر بن محمد عن أبيه\r\nعن جابر قال كان رسول الله صلى الله عليه وسلم إذا خطب احمرت عيناه\r\nوعلا صوته واشتر غضبه حتى كأنه منذر جيش يقول صبحكم\r\nومساكم ويقول بعثت أنا والساعة كهاتين يقرن بين السبابة\r\nوالوسطى ويقول أما بعد فإن خير الحديث كتاب الله وخير\r\nالهدي هدي محمد صلى الله عليه وسلم وإن شر الأمور محدثاتها وكل بدعة\r\nضلالة ثم يقول أنا أولى بكل مؤمن من نفسه من ترك مالا\r\nفلأهله ومن ترك دينا وضيعة إلي وعلي\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n( 2112 ) حدثنا أحمد بن إبراهيم الموصلي حدثنا\r\nحفص بن غياث عن أشعث عن بن سيرين\r\nعن أبي بكرة سمعت النبي صلى الله عليه وسلم يخطب يوم النحر على\r\nراحلته بمنى\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n( 2113 حدثنا أحمد بن إبراهيم حدثنا حفص عن\r\nالأعمش عن أبي سفيان وأبي صالح أو أحدهما\r\nعن جابر قال خطبنا رسول الله صلى الله عليه وسلم يوم النحر بمنى بنحو\r\nمن حديث أبي بكرة\r\n( 2114 ) حدثنا محمد بن عباد المكي حدثنا بن\r\nعيينة عن أبي الزبير\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\nعن جابر أن النبي صلى الله عليه وسلم سئل عن كسب الحجام فقال أحسبه\r\nقال اعلفه ناضحكم\r\n( 2115 ) حدثنا محمد بن عباد حدثنا سفيان عن\r\nأبي الزبير\r\nعن جابر قال لنكن نسمي المنافقين كفارا على عهد\r\nرسول الله صلى الله عليه وسلم\r\n( 2116 ) حدثنا إبراهيم حدثنا حماد عن حبيب\r\nالمعلم عن عطاء\r\nعن جابر أن رجلا قال يوم الفتح يا رسول الله إني نذرت\r\nإن فتح الله عليك أن أصلي في بيت المقدس فقال\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\nرسول الله صلى الله عليه وسلم صل هاهنا فأعادها الرجل على النبي صلى الله عليه وسلم\r\nمرتين أو ثلاثا كل ذلك يقول صل هاهنا فلما أكثر عليه\r\nقال فشأنك إذا\r\n( 2117 ) حدثنا إبراهيم بن الحجاج حدثنا حماد\r\nعن سهيل بن أبي صالح عن عامر بن عبد الله بن الزبير عن\r\nعمرو بن سليم الزرقي\r\nعن جابر أن رسول الله صلى الله عليه وسلم قال إذا دخل أحدكم إلى\r\nالمسجد فليصل ركعتين قبل أن يجلس\r\n( 2118 ) حدثنا إبراهيم حدثنا حماد عن أبوي\r\nعن أبي الزبير\r\nعن جابر أن رسول الله صلى الله عليه وسلم لما بلغه موت النجاشي قام\r\nبأصحابه فصفوا خلفه صفين فصلى عليه\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n( 2119 ) حدثنا إبراهيم حدثنا وهيب عن\r\nجعفر بن محمد عن أبيه\r\nعن جابر أن رسول الله صلى الله عليه وسلم كان إذا خطب احمرت عيناه\r\nواشتد غضبه وعلا صوته حتى كأنه منذر جيش ثم قال\r\nصبحتكم الساعة ومستكم بعثت أنا والساعة كهاتين السبابة\r\nوالوسطى\r\nأما بعد فإن خير الهدى هدي محمد وشر الأمور محدثاتها\r\nوكل بدعة ضلالة\r\n( 2120 ) حدثنا إبراهيم حدثنا وهيب عن بن\r\nأبي ذئب عن عثمان بن عبد الله بن سراقة\r\nعن جابر أن رسول الله صلى الله عليه وسلم كان يصلي على راحلته حيث\r\nوجهت في غزوة أنمار\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n( 2121 ) حدثنا إسحاق حدثنا سفيان عن\r\nعمرو بن دينار\r\nسمع جابر بن عبد الله يقول قال رسول الله صلى الله عليه وسلم الحرب\r\nخدعة !\r\n( 2122 ) حدثنا إسحاق حدثنا عفان حدثنا حماد\r\nبن سلمة عن حميد عن أبي المتوكل\r\nعن جابر بن عبد الله أنهم كانوا لا يضعان أيديهم في الطعام\r\nحتى يكون رسول الله صلى الله عليه وسلم يبدأ\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n( 2123 ) حدثنا إسحاق حدثنا هشيم أخبرنا سيار\r\nومغيرة عن الشعبي\r\nعن جابر قال بعت رسول الله صلى الله عليه وسلم بعيرا على أن لي ظهره\r\nحتى أرجع إلى المدينة\r\n( 2124 ) حدثنا إسحاق حدثنا وكيع حدثنا\r\nزكريا عن الشعبي\r\nعن جابر أنه باع النبي صلى الله عليه وسلم بعيرا واشترط ظهره إلى أهله\r\n( 2125 ) حدثنا إسحاق حدثنا هشيم أخبرنا\r\nسيار عن أبي هبيرة\r\nعن جابر قال كنا مع رسول الله صلى الله عليه وسلم في سفر واشترى مني\r\nبعيرا وجعل لي ظهره حتى أقدم إلى المدينة فلما قدمنا أتيته بالبعير\r\nفدفعته إليه وأمر لي بالثمن ثم انصرفت وإذا رسول الله صلى الله عليه وسلم قد\r\nلحقني قال قلت لعله بدا له فيه قال فلما أتيته دفع إلي\r\nالبعير قال هو لك قال فمررت برجل من اليهود\r\nفأخبرته قال فجعل يعجب قال واشترى منك البعير فدفع\r\nإليك الثمن ثم وهبه لك قال قلت نعم\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n( 2126 ) حدثنا أبو خيثمة حدثنا يحيى بن سعيد\r\nعن جعفر بن محمد عن أبيه قال\r\nأتينا جابر بن عبد الله وهو ببني سلمة فسألناه عن حجة\r\nرسول الله صلى الله عليه وسلم فحدثنا أن رسول الله صلى الله عليه وسلم أقام بالمدينة تسع سنين\r\nلم يحج ثم أذن في الناس أن رسول الله صلى الله عليه وسلم حاج في هذا\r\nالعام فنزل المدينة بشر كثير كلهم يلتمس أن يأتم برسول الله صلى الله عليه وسلم\r\nويفعل ما يفعل فخرج رسول الله صلى الله عليه وسلم لخمس بقين من ذي القعدة\r\nوخرجنا حتى أتينا ذا الحليفة نفست أسماء لمحمد بن أبي بكر\r\nفأرسلت إلى رسول الله صلى الله عليه وسلم كيف أصنع فقال اغتسلي\r\nواستثفري بثوب ثم أهلي فخرج رسول الله صلى الله عليه وسلم حتى إذا\r\nاستوت به ناقته على البيداء أهل بالتوحيد لبيك اللهم لبيك لبيك لا\r\nشريك ك لبيك إن الحمد والنعمة لك والملك لا شريك\r\nلك ولبى الناس والناس يزيدون ذا المعارج ونحوه من\r\nالكلام والنبي صلى الله عليه وسلم يسمع فلا يقول لهم شيئا فنظرت مد بصري\r\nبين يدي رسول الله صلى الله عليه وسلم من راكب وماش ومن خلفه مثل ذلك\r\nوعن يمينه مثل ذلك وعن يساره مثل ذلك قال جابر\r\nورسول الله صلى الله عليه وسلم بين أظهرنا ينزل القرآن وهو يعرف تأويله وما\r\nعمل به من شئ عملناه قال فخرجنا لا ننوي إلا الحج حتى\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\nإذ أتينا الكعبة استلم نبي الله صلى الله عليه وسلم الحجر الأسود ثم رمل ثلاثة\r\nومشى أربعة حتى إذا فرغ عمد إلى مقام إبراهيم فصلى خلفه\r\nركعتين وقرأ * ( واتخذوا من مقام إبراهيم مصلى )\r\n* قال أي فقرأ فيهما بالتوحيد وقل يا أيها\r\nالكافرون ثم استلم الحجر ثم خرج إلى\r\nالصفا ثم قال نبدأ بم بدأ الله به وقرأ * ( إن الصفا والمروة\r\nمن شعائر الله ) * فرقى على الصفا حتى إذا نظر إلى\r\nالبيت كبر ثم قال لا إله إلا الله وحده لا شريك له له\r\nالملك وله الحمد وهو على كل شئ قدير لا إله إلا الله\r\nوحده أنجز وعده وصدق عبده وهزم أو غلب الأحزاب\r\nوحده ثم دعا ورجع إلى هذا الكلام ثم نزل حتى إذا انصبت\r\nقدماه في الوادي رمل حتى إذ صعد مشى حتى إذا أتى المروة فرقى\r\nعليها حتى إذا نظر إلى البيت قال عليها كما قال على الصفا\r\nولما كان السابع بالمروة قال يا أيها الناس إني لو استقبلت\r\nمن أمري ما استدبرت لم أسق الهدي وجعلتها عمرة فمن لم يكن\r\nمعه هدي فليحلل وليجعلهم عمرة فحل الناس كلهم فقال\r\nسراقة بن جشعم يا رسول الله ألعامنا هذا أم للأبد قال فشبك\r\nالنبي صلى الله عليه وسلم بين أصابعه قال بل للأبد ثلاث مرات دخلت\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\nالعمرة في الحج إلى يوم القيامة\r\nوقدم علي من اليمن فقدم معه بهدي وساق رسول الله صلى الله عليه وسلم معه\r\nهديا من المدينة فإذا فاطمة قد حلت ولبست ثيابا صبيغا واكتحلت\r\nوقالت أمرني أبي فأنكر ذلك علي عليها\r\nقال قال جعفر هذا الحرف لم يذكره جابر بن عبد الله\r\nقال علي بالكوفة فانطلقت محرشا أستثبت رسول الله صلى الله عليه وسلم في الذي\r\nذكرت فاطمة فقلن يا رسول الله إن فاطمة قد حلت ولبست ثيابا\r\nصبيغا واكتحلت وقالت أمرني به أبي قال صدقت صدقت\r\nصدقت أنا أمرتها به\r\nثم رجع إلى حديث جابر فقال لعلي بم أهللت\r\nقال قلت اللهم إني أهل بما أهل به رسولك ومعي الهدي\r\nقال فلا تحل قال وكان جماعة الهدي الذي أتى به\r\nالنبي صلى الله عليه وسلم والذي أتى به علي مائة فنحر رسول الله صلى الله عليه وسلم بيده ثلاث\r\nوستين وأعطى عليا فنحر ما غبر وأشركه في هديه وأمر\r\nرسول الله صلى الله عليه وسلم من كل بدنة ببضعة فجعلت في قدر فأكلا من لحمها\r\nوشربا من مرقها\r\nقال رسول الله صلى الله عليه وسلم قد نحرت هاهنا ومنى كلها منحر\r\nووقف ثم قال قد وقفت هاهنا وعرفة كلها موقف ووقف\r\nبالمزدلفة فقال قد وقفت هاهنا والمزدلفة كلها موقف\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n( 2127 ) حدثنا إسحاق حدثنا يحيى بن سليم\r\nعن إسماعيل بن أمية عن عبد الله بن عبيد بن عمير أن\r\nعبد الرحمن بن أبي عمار أخبره قال\r\nسألت جابر بن عبد الله أيؤكل الضب قال نعم قلت\r\nأصيد هي قال نعم قلت سمعت ذلك من رسول الله صلى الله عليه وسلم\r\nقال نعم\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n( 2128 ) حدثنا إسحاق حدثنا عبد الوارث بن\r\nسعيد حدثنا القاسم بن عبد الواحد عن عبد الله بن محمد بن\r\nعقيل\r\nعن جابر عن النبي صلى الله عليه وسلم قال إن أخوف ما أخاف على\r\nأمتي من بعدي لعمل قوم لوط\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n( 2129 ) حدثنا إسحاق حدثنا عبد العزيز بن\r\nمحمد عن جعفر بن محمد عن أبيه\r\nعن جابر أن رسول الله صلى الله عليه وسلم خرج إلى مكة عام الفتح في\r\nرمضان فصام حتى بلغ كراع الغميم فصام رمضان وصام الناس\r\nمعه فقيل له إن الناس قد شق عليهم الصيام وإنما ينظرون إلى ما\r\nفعلت فدعا بقدح من ماء بعد العصر فشرب والناس ينظرون\r\nفصام بعض الناس وأفطر بعض فبلغه أن ناسا صاموا فقال\r\nأولئك العصاة\r\n( 2130 ) حدثنا إسحاق حدثنا حماد بن زيد عن\r\nكثير بن شنطير عن عطاء\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم خمر والآنية وأوكوا\r\nالأسقية وأجيفوا الأبواب وكفوا صبيانكم عند المساء فإن\r\nللجن انتشارا وخطفة وأطفئوا المصباح عند الرقاد فإن الفويسقة\r\nربما اجترت الفتيلة فأحرقت أهل البيت\r\n( 2131 ) حدثنا إسحاق حدثنا محمد بن خازم\r\nحدثنا الأعمش عن أبي سفيان\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\nعن جابر قال سئل رسول الله صلى الله عليه وسلم أي الصلاة أفضل قال\r\nطول القنوت\r\n( 2132 ) حدثنا إسحاق حدثنا سفيان عن حميد\r\nالأعرج عن سليمان عن جابر أن النبي صلى الله عليه وسلم رفع الجوائح\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n( 2133 ) حدثنا إسحاق حدثنا حماد حدثنا\r\nمجالد عن عامر\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم ليس منا من سلق ولا\r\nحلق ولا خرق\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n2133 مكرر وعن جابر قال قال رسول الله\r\nصلى الله عليه وسلم إنكم اليوم على دين وإني مكاثر بكم الأمم فلا تمشوا\r\nالقهقري بعدي\r\n( 2134 ) حدثنا إسحاق حدثنا حماد عن\r\nمجالد عن الشعبي\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم السائمة جبار والبئر\r\nجبار والمعدن جبار وفي الركاز الخمس\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n( 2135 ) وعن جابر قال قال رسول الله صلى الله عليه وسلم لا\r\nتسألوا أهل الكتاب عن شئ فإنهم لن يهدوكم وقد ضلوا وإنكم\r\nإما أن تصدقوا بباطل وإما أن تكذبوا بحق وإنه والله لو كان\r\nموسى حيا بين أظهركم ما حل له إلا أن يتبعني\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n( 2136 ) حدثنا إسحاق حدثنا سفيان عن\r\nمجالد عن الشعبي عن جابر إن أوتيتم هذا فخذوه وإن لم تؤتوه فاحذروا\r\nفذكر ابني صوريا حتى أتاهم النبي صلى الله عليه وسلم فقال لهما\r\nبالذي أنزل التوراة على موسى والذي فلق البحر والذي أنزل\r\nعليكم المن والسلوى أنتم أعلم قالا قد نحلنا قومنا ذاك قال\r\nفقال أحدهما يناشدنا بمثل هذه قال تجدون النظر زنية\r\nوالاعتناق زنية والقبل زنية فإذا شهد أربعة أنهم رأوه يبدئ\r\nويعيد كما يدخل الميل في المكحلة فالرجم\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n( 2137 ) حدثنا إسحاق حدثنا بشر بن المفضل\r\nحدثنا عمار بن غزية حدثنا رجل من قومي\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم من أعطي عطاء\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\nفوجد فليجز به فإن لم يجد فليثن به فمن أثنى به فقد شكره\r\nومن كتمه فقد كفر ومن تحلى بما لم يعط كان كلابس ثوبي\r\nزور قال بإصبعه هكذا السبابة والوسطى\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n( 2138 ) حدثنا إسحاق والقواريري قالا حدثنا\r\nبشر بن المفضل حدثنا عمر بن عبد الله مولى غفرة قال\r\nسمعت أيوب بن خالد بن صفوان\r\nيذكر عن جابر قال خرج علينا رسول الله صلى الله عليه وسلم فقال\r\nيا أيها الناس إن لله سرايا من الملائكة تحل وتقف على مجالس\r\nالذكر في الأرض فارتعوا في رياض الجنة قالوا وما\r\nرياض الجنة يا رسول الله قال مجالس الذكر فاغدوا وروحوا\r\nفي ذكر الله واذكروه بأنفسكم\r\nمن كان يحب أن يعلم منزلته عند الله فإن الله ينزل العبد منه\r\nحيث أنزله من نفسه\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n( 2139 ) حدثنا زهير حدثنا عبد الرحمن بن\r\nمهدي عن سفيان عن سلمة\r\nأخبرني من سمع جابرا قال قال رسول الله صلى الله عليه وسلم من باع\r\nعبدا وله مال فماله للبائع إلا أن يشترط المبتاع\r\n( 2140 ) حدثنا أبو خيثمة حدثنا عبد الرحمن بن\r\nمهدي عن سفيان عن بن المنكدر\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\nعن جابر قال جاء النبي صلى الله عليه وسلم يعودني ليس براكب بغل ولا\r\nبرذون\r\n( 2141 ) حدثنا أبو خيثمة حدثنا عبد الرحمن\r\nعن سليم بن حيان عن سعد بن مينا\r\nحدثنا جابر بن عبد الله قال نهى رسول الله صلى الله عليه وسلم عن المحاقلة\r\nوالمزابنة والمخابرة كراء الأرض على النصف\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n( 2142 ) وحدثنا جابر بن عبد الله قال قال\r\nرسول الله صلى الله عليه وسلم من كان له فضل ماء أو أرض فليزرعها أو\r\nيزرعها أخاه ولا تبيعوها قال سليم قلت يا سعيد ما يعني\r\nبالبيع الكراء قال نعم\r\n( 2143 ) وقال سمعت جابر بن عبد الله يقول الله تعالى\r\nنهى رسول الله صلى الله عليه وسلم عن بيع الثمرة حتى تشقح قلت لجابر ما\r\nتشقح قال تحمر وتصفر وتؤكل\r\n( 2144 ) حدثنا جابر أن النبي صلى الله عليه وسلم صلى على\r\nالنجاشي وكبر أربع تكبيرات\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n( 2145 ) حدثنا أبو خيثمة حدثنا عبد الرحمن بن\r\nمهدي عن أبي إسحاق عن سعيد بن أبي كريب\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم ويل للعراقيب من\r\nالنار '\r\n( 2146 ) حدثنا أبو خيثمة حدثنا عبد الرحمن بن\r\nمهدي حدثنا حماد بن سلمة عن أبي الزبير\r\nعن جابر أن النبي صلى الله عليه وسلم دخل يوم الفتح مكة وعليه عمامة\r\nسوداء\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n( 2147 ) حدثنا أبو خيثمة حدثنا عبد الرحمن\r\nعن سفيان عن أبي الزبير\r\nعن جابر قال أفاض رسول الله صلى الله عليه وسلم من عرفة وعليه السكينة\r\nوأمر بالسكينة وأوضح في وادي محسر وقال خذوا مناسككم فإني\r\nلا أدري لعلكم لا تلقوني بعد عامكم أو يومكم هذا ورمى\r\nبمثل حصى الخذف\r\n( 2148 ) حدثنا زهير حدثنا عبد الرحمن عن\r\nسفيان عن أبي الزبير\r\nعن جابر أن النبي صلى الله عليه وسلم مر بحمار يدخن منخراه قد وسم في\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\nوجهه فقال ألم ألعن من فعل هذا ألا لا يوسمن في الوجوه\r\nلا يضربن في الوجه\r\n( 2149 ) وعن جابر قال دخل رسول الله صلى الله عليه وسلم على بني\r\nالنجار فسمع صوتا فخرج مذعورا فقال استعيذوا بالله من\r\nعذاب القبر\r\n( 2150 ) وعن جابر قال نحرنا يوم الحديبية سبعين\r\nبدنة البدنة عن سبعة وقال ليشترك النفر في الهدي\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n( 2151 ) وعن جابر قال رسول الله صلى الله عليه وسلم إن\r\nإبراهيم حرم بيت الله وأمنه وإني حرمت المدينة فحرام ما بين\r\nلابتيها لا يصاد صيدها ولا يقطع عضاهها\r\n( 2152 ) وعن جابر وابن عمر عن النبي صلى الله عليه وسلم قال\r\nالمؤمن يأكل في معي واحد والكافر يأكل في سبعة أمعاء\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n( 2153 ) وعن جابر عن النبي صلى الله عليه وسلم قال : عرش\r\nإبليس على البحر فيبعث سرايا فأعظمهم عنده أعظمهم فتنة\r\n( 2154 ) وعن جابر عن النبي صلى الله عليه وسلم قال : إن\r\nإبليس قد يئس أن يعبده المصلون ولكن في التحريش بينكم\r\n( 2155 ) حدثنا زهير حدثنا عبد الرحمن بن\r\nمهد حدثنا حماد بن زيد عن عمرو بن دينار عن محمد بن\r\nعلي\r\nعن جابر أن رسول الله صلى الله عليه وسلم نهى يوم خيبر عن لحوم الحمر\r\nالأهلية وأذن في لحوم الخيل\r\n( 2156 حدثنا زهير حدثنا عبد الرحمن حدثنا\r\nسفيان عن عبد الله بن محمد بن عقيل قال\r\nسمعت جابرا يقول الظهر كأسمها والعصر والشمس حية\r\nبيضاء والمغرب كأسمها كان النبي صلى الله عليه وسلم يصلي بنا وإنا نرى مواقع\r\nالنبل وكان النبي صلى الله عليه وسلم يعجل العشاء والفجر كأسمها\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n( 2157 ) حدثنا زهير حدثنا عبد الرحمن بن\r\nمهدي عن شعبة عن سعيد الجريري عن أبي نضرة\r\nعن جابر أن بني سلمة ذكروا للنبي صلى الله عليه وسلم بعد منازلهم فقال\r\nالنبي صلى الله عليه وسلم يا بني سلمة دياركم فإنما تكتب آثاركم\r\n( 2158 ) حدثنا زهير حدثنا عبد الرحمن بن\r\nمهدي عن سفيان عن أبي الزبير\r\nعن جابر أن النبي صلى الله عليه وسلم كوى رجلا في أكحله مرتين\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n( 2159 ) حدثنا شيبان حدثنا محمد بن خازم\r\nحدثنا عبد الله بن عبيد بن عمير حدثنا عبد الرحمن بن أبي عمار\r\nعن جابر أن رسول الله صلى الله عليه وسلم سئل عن الضبع فقال هي صيد\r\nيجعل فيها كبشا إذا أصابها المحرم\r\n( 2160 ) حدثنا شيبان حدثنا جرير قال سمعت\r\nمحمد بن المنكدر\r\nعن جابر أن النبي صلى الله عليه وسلم أتى امرأة من الأنصار فبسطت له عند\r\nصور ورشت حوله وذبحت شاة وصنعت طعاما فأكل وأكلنا\r\nمعه ثم توضأ لصلاة الظهر فصلى فقالت المرأة يا رسول الله قد\r\nفضلت عندنا من شاتنا فضلة فهل لك في العشاء قال نعم\r\nفأكل وأكلنا ثم صلى العصر ولم يتوضأ\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n( 2161 ) حدثنا هدبة بن خالد حدثنا حماد بن\r\nسلمة عن عمار بن أبي عمار\r\nعن جابر قال كان ليهودي على أبي دين تمر وترك أبي\r\nحديقتين وتمر اليهودي يستوعب الحديقتين فقال له النبي صلى الله عليه وسلم\r\nهل لك أن تأخذ العام بعضا وتؤخر بعضا إلى قابل فأبى\r\nاليهودي فقال لي النبي صلى الله عليه وسلم يا جابر إذا حضر الجداد\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\nفآذني فأذنته فجاء النبي صلى الله عليه وسلم وأبو بكر وعمر فجعل يكال له من\r\nأسفل النخل والنبي صلى الله عليه وسلم يدعوا بالبركة فوفيناه حقه قال عمار أراه\r\nمن أصغر الحديقتين قال ثم أتيناهم برطب فأكلوا وشربوا ثم قال\r\nالنبي صلى الله عليه وسلم هذا من النعيم الذي تسألون عنه\r\n( 2162 ) حدثنا أبو هشام الرفاعي حدثنا يحيى بن\r\nيمان حدثنا الأعمش عن أبا صالح\r\nعن جابر قال رسول الله صلى الله عليه وسلم أنتم الغر المحجلون .\r\n( 2163 حدثنا أبو هشام حدثنا بن فضيل حدثنا\r\nالأجلح عن أبي الزبير\r\nعن جابر قال لما كان يوم الطائف ناجى رسول الله صلى الله عليه وسلم عليا\r\nفأطال نجواه فقال بعض أصحابه لقد أطال نجوى بن عمه\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\nفبلغه ذلك ما أنا انجيته بل الله انتجاه\r\n( 2164 ) حدثنا أبو هشام الرفاعي حدثنا محمد بن\r\nفضيل حدثنا الوليد بن جميع عن أبي سلمة بن عبد الرحمن\r\nعن جابر قال قام رسول الله صلى الله عليه وسلم ذات يوم على المنبر\r\nفقال يا أيها الناس إني لم أقم فيكم بخبر جاءني من السماء\r\nولكني بلغني خبر ففرحت به فأحببت أن تفرحوا بفرح نبيكم إنه بينا\r\nركب يسيرون في البحر إذ نفذ طعامهم فرفعت لهم جزيرة فخرجوا\r\nيريدون الخبز فلقيتهم الجساسة فقلت لأبي سلمة وما\r\nالجساسة قال امرأة تجر شعر جلدها ورأسها\r\nفقالت في هذا القصر خبر ما تريدون فأتوه فإذا هم\r\nبرجل موثق فقال أخبروني أو سلوني أخبركم فسكت القوم\r\nفقال أخبروني عن نخل بيسان أطعم قالوا نعم\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\nقال أخبروني عن حمأة زغر فيها ماء قالوا نعم قالوا هو\r\nالمسيح تطوى له الأرض في أربعين يوما إلا ما كان من طيبة\r\nقال رسول الله صلى الله عليه وسلم وطيبة المدينة ما باب من أبوابها\r\nإلا ملك مصلت سيفه يمنعه وبمكة مثل ذلك ثم قال في\r\nبحر فارس ما هو في بحر الروم ما هو ثلاثا ثم ضرب بكفه\r\nاليمنى على اليسرى ثلاثا فقال لي بن أبي سلمة في هذا\r\nالحديث شئ ما حفظته قنا ما هو قال شهد جابر أنه بن\r\nصائد قلت لا فإن بن صائد قد مات قال وإن مات\r\nقلت قد أسلم قال وإن أسلم قلت فإنه دخل المدينة\r\nقال وإن دخل المدينة\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n( 2165 ) حدثنا أبو هشام حدثنا بن فضيل عن\r\nالأعمش عن أبي صالح وأبي سفيان\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم إذا فرغ أحدكم من\r\nطعامه فليلعق أصابعه فإنه لا يدري في أي طعامه تكون\r\nالبركة\r\n( 2166 ) حدثنا الحسن بن عمر بن شقيق حدثنا\r\nيزيد عن حسين عن عطاء بن أبي رباح\r\nعن جابر أن رجلا أعتق غلاما له عن دبر منه فقال\r\nالنبي صلى الله عليه وسلم من يشتريه مني قال فاشتراه نعيم بن عبد الله\r\nفأخذ ثمنه فدفعه إليه\r\n( 2167 ) حدثنا الحسن بن عمر بن شقيق حدثنا\r\nيزيد عن حبيب عن أبي الزبير\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\nعن جابر بن عبد الله بمثل حديث حسين عن عطاء وزاد\r\nفيه قال قال نبي الله صلى الله عليه وسلم إذا كان أحدكم فقيرا فليبدأ\r\nبنفسه\r\n( 2168 ) حدثنا أبو بكر بن زنجويه حدثنا عبد\r\nالرزاق أخبرنا معمر عن عبد الله بن محمد بن عقيل\r\nعن جابر قال النبي صلى الله عليه وسلم من تمام الصلاة إقامة\r\nالصف\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n( 2169 ) حدثنا أبو علي مجاهد بن موسى حدثنا\r\nأحمد بن عبد الله بن يونس حدثنا زهير عن أبي الزبير\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم ما يبيع حاضر لباد\r\nدعوا الناس يرزق الله بعضهم من بعض\r\n( 2170 ) وبإسناده قال ) نهى رسول الله صلى الله عليه وسلم عن بيع\r\nالثمر حتى يطيب\r\n( 2171 ) حدثنا مجاهد بن موسى حدثنا أحمد بن\r\nعبد الله حدثنا زهير حدثنا أبو الزبير\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم من كان شريكا في ربعة\r\nأو نخل فليس له أن يبيعه حتى يؤذن شريكه فإن رضي أخذ وإن\r\nكره ترك\r\n( 2172 ) حدثنا أبو إسحاق إبراهيم بن عبد الله\r\nالهروي حدثنا إسماعيل بن عليه حدثنا الحجاج بن أبي عثمان\r\nعن أبي الزبير\r\nعن جابر انطلق رسول الله صلى الله عليه وسلم ليصلح بين بني عمرو بن عوف\r\nمن الأنصار قال وحضرت الصلاة فقال بلال لأبي بكر أأؤذن\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\nفتصلي بالناس قال نعم فأقام بلال فتقدم أبو بكر فصلى\r\nبالناس وجاء رسول الله صلى الله عليه وسلم فجعلوا يصفقون بأيديهم لأبي بكر\r\nوكان أبو بكر لا يكاد يلتفت إذا كان في الصلاة فلما صفقوا التفت\r\nفرأى رسول الله صلى الله عليه وسلم فتأخر فأومأ النبي صلى الله عليه وسلم بيده إليه أن يصلي فأبى\r\nفتقدم رسول الله صلى الله عليه وسلم فصلى فلما قضى صلاته قال لأبي بكر ما\r\nمنعك أن تصلي قال ما كان لابن أبي قحافة أن يؤم\r\nرسول الله صلى الله عليه وسلم فأقبل على القوم فقال ما بال التصفيق إنما\r\nالتصفيق في الصلاة للنساء فإذا كان لأحدكم حاجة\r\nفليسبح\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n( 2173 ) حدثنا إبراهيم الهروي حدثنا\r\nإسماعيل بن إبراهيم حدثنا الحجاج بن أبي عثمان حدثني أبو\r\nالزبير\r\nأن جابرا حدثهم قال مر رسول الله صلى الله عليه وسلم بأم السائب أو أم\r\nالمسيب وهي تزفزف من الحمى فقال لها ما شأنك يا أم\r\nالسائب تزفزفين قال الحمى لا بارك الله فيها قال لا\r\nتسبيها فإنها تذهب خطايا بني آدم كما يذهب الكير خبث\r\nالحديد\r\n( 2174 ) حدثنا إبراهيم الهروي حدثنا\r\nإسماعيل بن إبراهيم حدثنا الحجاج بن أبي عثمان عن أبي\r\nالزبير عن جابر قال قدم رجل المدينة مهاجرا قال فحم حمى\r\nشديدة فأتى رسول الله صلى الله عليه وسلم فقال يا رسول الله أقلني الهجرة\r\nفقال لا والله لا أقيلك إن الاسلام لا يقال قال الحجاج\r\nوذكر أنه غير مرة كل ذلك يأبى عليه فخرج بغير إذنه فأخبر به\r\nالنبي صلى الله عليه وسلم فقال إنها طيبة تنفي خبث الرجال كما ينفي الكير خبث\r\nالحديد\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n( 2175 ) حدثنا إبراهيم حدثنا إسماعيل بن\r\nإبراهيم حدثنا الحجاج بن أبي عثمان عن أبي الزبير\r\nعن جابر قال قدم الطفيل بن عمرو الدوسي عل\r\nرسول الله صلى الله عليه وسلم بمكة فقال لرسول الله صلى الله عليه وسلم هلم إلى حصن حصين\r\nوعدد وعدة قال أبو الزبير الدوس حصن في رأس جبل لا\r\nيؤتى إلا في مثل الشراك فقال له رسول الله صلى الله عليه وسلم أمعك من\r\nوراءك قال لا أدري قال فأعرض عنه لما ذخر الله للأنصار\r\nقال فلما قدم رسول الله صلى الله عليه وسلم المدينة قدم الطفيل بن عمرو مهاجرا\r\nإلى رسول الله صلى الله عليه وسلم ومعه رجل من رهطه فحم ذلك الرجل حمى\r\nشديدة فخرج فأخذ شفرة فقطع بها دواحله فشخب حتى\r\nمات فدفن فجاء فيما يرى النائم في الليل إلى الطفيل بن عمرو\r\nفي شارة حسنة وهو مخمر يده فقال له الطفيل أفلان قال\r\nنعم قال كيف فعلت قال صنع بي ربي خيرا غفر لي\r\nبهجرتي إلى نبيه قال فما فعلت يداك قال قال ربي لن\r\nنصلح منك ما أفسدت منفسك فقص الطفيل رؤياه على\r\nرسول الله صلى الله عليه وسلم فرفع يده فقال اللهم وليديه فاغفر اللهم وليديه\r\nفاغفر اللهم وليديه فاغفر\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n( 2176 ) حدثنا محمد بن إسماعيل بن أبي سمينة\r\nحدثنا مبشر بن إسماعيل حدثنا أبو بكر الغساني عن حكيم بن\r\nعمير\r\nعن جابر أن النبي صلى الله عليه وسلم كان يسجد في أعلى جبهته مع قصاص\r\nالشعر\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n( 2177 ) حدثنا مسروق بن المزربان حدثنا بن أبي\r\nزائدة عن أبي إسحاق عن سعيد\r\nعن جابر قال كان النبي صلى الله عليه وسلم يقوم إلى خشبة يتوكأ عليها\r\nيخطب كل جمعة حتى أتاه رجل من الروم وقال إن شئت جعلت\r\nلك شيئا إذا قعدت عليه كنت كأنك قائم قال نعم قال\r\nفجعل له المنبر فلما جلس عليه حنت الخشبة حنين الناقة على\r\nولدها حتى نزل النبي صلى الله عليه وسلم فوضع يده عليها فلما كان من الغد\r\nفرأيتها قد حولت فقلنا ما هذا قال جاء النبي صلى الله عليه وسلم وأبو بكر\r\nوعمر فحولوها\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n( 2178 ) حدثنا عبد الله بن عمر بن أبان حدثنا\r\nمحمد بن فضيل عن الوليد بن جميع عن أبي سلمة\r\nعن جابر قال قام فينا رسول الله صلى الله عليه وسلم ذات يوم على المنبر\r\nفقال بينما ناس يسيرون في البحر فلقيتهم الجساسة\r\nفقلت وما الجساسة فقال امرأة تجر شعر جلدها ورأسها\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\nفقالت في هذا القصر خبر ما تريدون فأتوه فإذا هم برجل موثق\r\nقال أخبروني أو سلوني أخبركم فسكت القوم فقال\r\nأخبروني عن نخل بيسان وعين زغر وعمان هل أطعم\r\nقالوا نعم قال فأخبروني عن حمأة زغر هل فيها ماء قالوا\r\nنعم هي ملاى تدفق جانبيها قال فقال وهو المسيح تطوى له\r\nالأرض فيسلكها في أربعين إلا ما كان من طيبة قال\r\nرسول الله صلى الله عليه وسلم هي المدينة ما أبا ب من أبوابها إلا عليه ملك\r\nصالت سيفه يمنعه منها وبمكة مثل ذلك ثم قال في\r\nبحر فارس ما هو في بحر الروم ما هو ثلاثا قال فقال بن\r\nأبي سلمة إن في هذا الحديث شيئا ما حفظته قال فشهد جابر\r\nأنه بن صياد قال فقلت إن بن صياد قد مات قال وإن\r\nمات قال فقلت فإنه قد أسلم قال وإن كان أسلم\r\nقال فإنه دخل المدينة قال وإن كان قد دخل المدينة\r\n( 2179 ) حدثنا عقبة بن مكرم الهلالي حدثنا\r\nيونس بن بكير حدثنا إبراهيم بن إسماعيل عن أبي الزبير\r\nعن جابر قال ما سمعنا رسول الله صلى الله عليه وسلم باح لنا بشئ من\r\nالدعاء على الجنائز ولا أبو بكر ولا عمر\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n( 2180 ) حدثنا عقبة حدثنا يونس حدثنا هشام\r\nالدستوائي عن أبي الزبير\r\nعن جابر قال اشتكيت فدخل علي رسول الله صلى الله عليه وسلم فنفخ في\r\nوجهي فأفقت\r\n( 2181 ) حدثنا عقبة حدثنا يونس قال أخبرني\r\nإبراهيم بن إسماعيل عن أبي الزبير\r\nعن جابر قال نهى رسول الله صلى الله عليه وسلم أن يضطجع أحدنا يضع\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\nإحدى رجليه على الأخرى\r\n( 2182 ) حدثنا عقبة حدثنا يونس حدثنا سليمان\r\nالأعمش عن أبي سفيان\r\nعن جابر أن رسول الله الله عليه وسلم قال ليأتين على الناس زمان\r\nيخرج الجيش من جيوشهم فيقال هل فيكم أحد صحب محمدا\r\nفتستنصرون به فتنتصروا ثم يقال هل فيكم من صحب محمدا\r\nفيقال لا فمن صحب أصحابه فيقال لا فيقال من رأى\r\nمن صحب أصحابه فلوا سمعوا به من وراء البحر لاتوه\r\n( 2183 ) حدثنا عقبة حدثنا مسعدة بن اليسع عن\r\nشبل بن عباد عن عمرو بن دينار\r\nعن جابر بن عبد الله أن رجلا جاء إلى النبي صلى الله عليه وسلم قال اي\r\nالناس أعلم قال من يجمع علم الناس إلى علمه وكل\r\nصاحب علم غرثان\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n( 2184 ) حدثنا الأزر بن علي حدثنا حسان\r\nحدثنا محمد بن الفضيل عن عمرو بن دينار\r\nعن جابر بن عبد الله قال سمعت النبي صلى الله عليه وسلم يقولان\r\nالناس يكثرون وأصحابي يقلون فلا تسبوهم لعن الله من\r\nسبهم\r\n( 2185 ) حدثنا محمد بن المنهال حدثنا يزيد بن\r\nزريع حدثنا سعيد عن قتادة عن عطاء بن أبي رباح\r\nعن جابر قال كنت في الصف الثاني أو الثالث حيث صلى\r\nالنبي صلى الله عليه وسلم على النجاشي\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n( 2186 ) حدثنا مسروق حدثنا شريك عن\r\nالأعمش عن أبي سفيان\r\nعن جابر قال جاء سليك إلى المسجد والنبي صلى الله عليه وسلم يخطب\r\nفأمره أن يصلي ركعتين خفيفتين\r\n( 2187 ) حدثنا مسروق حدثنا بن أبي زائدة\r\nقال حدثني أبو أيوب الإفريقي عن محمد بن المنكدر\r\nعن جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم أريت\r\nالأنبياء فأنا شبيه إبراهيم\r\n( 2188 ) حدثنا مسروق بن المزربان حدثنا\r\nحفص عن جعفر عن أبيه\r\nعن جابر أن النبي صلى الله عليه وسلم جمع بين الظهر والعصر بعرفات بأذان\r\nوإقامتين والمغرب والعشاء بأذان وإقامتين\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n( 2189 ) حدثنا سفيان بن وكيع حدثنا حفص\r\nعن بن جريج عن سليمان بن موسى عن أبي الزبير\r\nعن جابر قال رخص لهم في قطع النخل ثم شدد عليهم\r\nفأتوا النبي صلى الله عليه وسلم فقالوا يا رسول الله علينا إثم فيما قطعنا أو علينا\r\nفيما تركنا فأنزل الله * ( ما قطعتم من لينة أو تركتموها قائمة على\r\nأصولها فبإذن الله ) *\r\n( 2190 ) حدثنا سفيان بن وكيع حدثنا أبي عن عبيد الله عن أبي مليح\r\nحدثنا جابر بن عبد الله قال أنزل الله صحف إبراهيم في\r\nأو ليلة من رمضان وأنزلت التوراة على موسى لست خلون من\r\nرمضان وأنزل الزبور على داود في إحدى عشرة ليلة خلت من\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\nرمضان وأنزل القرآن على محمد صلى الله عليه وسلم في أربع وعشرين خلت من\r\nرمضان\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n( 2191 ) حدثنا سفيان حدثنا أبو أسامة عن\r\nهشام عن الحسن\r\nعن جابر قال رسول الله صلى الله عليه وسلم بين الرجل أو قال بين\r\nالعبد وبين الكفر ترك الصلاة\r\n( 2192 ) حدثنا سفيان بن وكيع حدثنا روح بن\r\nعبادة حدثنا بن جريج قال أخبرني أبو الزبير\r\nعن جابر قال طلقت خالتي فأرادت أن تجد نخلها فزجرها\r\nرجل أن تخرج إليه فأتت النبي صلى الله عليه وسلم فقال بلى فجدي ذلك\r\nفإنك عسى أن تصدقي فتفعلي معروفا\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n( 2193 ) حدثنا سفيان حدثنا روح حدثنا بن\r\nجريج قال أخبرني عطاء أنه\r\nسمع جابر بن عبد الله وذكر العزل فقال قد كنا نفعله على\r\nعهد رسول الله صلى الله عليه وسلم\r\n( 2194 ) حدثنا سفيان حدثنا أبي عن بن أبي\r\nليلى عن أبي الزبير\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\nعن جابر قال رسول الله صلى الله عليه وسلم لا تسبوا الليل والنهار ولا\r\nالشمس والقمر ولا الرياح فإنها ترسل رحمة لقوم وعذابا\r\nلقوم\r\n( 2195 ) حدثنا سفيان حدثنا عبد الوهاب الثقفي\r\nعن أيوب عن هشام عن وهب بن كيسان\r\nعن جابر بن عبد الله عن النبي صلى الله عليه وسلم قال من أحيا أرضا\r\nميتة فله أجر وما أكلت العوافي فهو له صدقة\r\n( 2196 ) حدثنا سفيان حدثنا أبي عن أسامة بن\r\nزيد عن بن المنكدر\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم سلوا الله علما نافعا\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\nوتعوذوا بالله من علم لا ينفع\r\n( 2197 ) حدثنا سفيان حدثنا أبي عن أسامة\r\nعن محمد بن المنكدر\r\nعن جابر قال مر النبي صلى الله عليه وسلم بقوم يقرؤون القرآن في المسجد\r\nفقال اقرؤوا القرآن قبل أن يجئ قوم يقيمون إقامة القدح\r\nيتعجلونه ولا يتأجلونه\r\n( 2198 ) حدثنا سفيان حدثنا أبي عن سعيد بن\r\nعبيد الأزدي حدثنا الفضل الرقاشي عن محمد بن المنكدر\r\nعن جابر قال قام رسول الله صلى الله عليه وسلم خطيبا يوم الجمعة فقال\r\nعسى رجل تحضره الجمعة وهو على قدر ميل من المدينة فلا\r\nيحضر الجمعة قال ثم قال في الثانية عسى رجل تحضره\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\nالجمعة وهو على قدر ميلين من المدينة فلا يحضرها وقال في\r\nالثالثة عسى يكون على قدر ثلاثة أميال من المدينة فلا يحضر\r\nالجمعة ويطبع الله على قلبه\r\n( 2199 ) حدثنا سفيان حدثنا محمد بن المنكدر\r\nعن بن جريج قال أخبرني أبو الزبير\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\nأنه سمع جابر بن عبد الله يسأل عن ركوب البدن فقال\r\nسمعت رسول الله صلى الله عليه وسلم يقول لركبها بالمعروف إذا ألجئت إليها\r\nحتى تجد ظهرا\r\n( 2200 ) حدثنا واصل بن عبد الأعلى حدثنا بن\r\nفضيل عن الوليد بن جميع عن أبي سلمة\r\nعن جابر قال قام رسول الله صلى الله عليه وسلم ذات يوم على المنبر\r\nفقال إنه بينما أناس يسيرون في البحر فنفذ طعامهم فرفعت لهم\r\nجزيرة فخرجوا يريدون الخبز فلقيتهم الجساسة قلت لأبي\r\nسلمة وما الجساسة قال امرأة تجر شعر رأسها قالت لهم\r\nفي هذا القصر خبر ما تريدون فأتوه فإذا هم برجل موثق فقال\r\nأخبروني أو سلوني أخبركم فسكت القوم فقال أخبروني\r\nعن نخل بيسان وأريحيا أو أريحا أأطعم قالوا نعم قال\r\nفأخبروني عن حمأة زغر هل فيها ماء قالوا نعم قالوا هو\r\nالمسيح تطوى له الأرض فيسلكها في أربعين يوما إلا ما كان من\r\nطيبة فقال رسول الله صلى الله عليه وسلم ألا وإن طيبة هي المدينة ما من باب\r\nمن أبوابها إلا ملك صالت سيفه يمنعه منها وبمكة مثل ذلك ثم\r\nقال في بحر فارس ما هو في بحر الروم ما هو فقال لي\r\nأبو سلمة إن في هذا الحديث شيئا ما حفظت قال شهد\r\nجابر بن عبد الله أنه بن صياد قلت فإنه قد مات قال وإن\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\nمات قلت فإنه أسلم قال وإن أسلم قلت فإنه قد دخل\r\nالمدينة قال وإن دخل المدينة\r\n( 2201 ) حدثنا الحسين بن يزيد الطحان حدثنا\r\nإبراهيم بن عيينة عن أبي طالب عن محارب\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم نعم الادام الخل\r\nوكفى بالمرء شرا أن يتسخط ما قرب إليه\r\n( 2202 ) حدثنا عبد الله بن محمد بن سالم المفلوج\r\nثقة حدثنا محمد بن جعفر بن محمد بن علي بن حسين عن\r\nأبيه عن جده\r\nعن جابر أن رسول الله صلى الله عليه وسلم رمل من الحجر إلى الحجر\r\n( 2203 ) حدثنا سفيان بن وكيع حدثنا أبي عن\r\nإبراهيم بن يزيد عن أبي الزبير\r\nعن جابر قال كنا في سفر فصام رجل فغشي عليه فوقف\r\nعليه أصحابه فمر النبي صلى الله عليه وسلم فقالوا صام قال النبي صلى الله عليه وسلم ليس\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\nمن البر الصوم في السفر !\r\n( 2204 ) حدثنا عبد الله بن عامر بن زرارة حدثنا\r\nبن أبي زائدة عن بن جريج عن أبي الزبير\r\nعن جابر قال سمعت النبي صلى الله عليه وسلم يقول اركبها بالمعروف\r\nإذا ألجئت إليها حتى تجد ظهرا يعني به البدنة\r\n( 2205 ) حدثنا جبارة بن مغلس حدثنا أبو بكر\r\nالنهشلي حدثنا الهيثم بن أبي الهيثم\r\nعن جابر أن رسول الله صلى الله عليه وسلم احتجم في الأخدعين وبين الكتفين\r\nوأعطى الحجام أجره ولو كان حراما لم يعطه\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n( 2206 ) حدثنا مسروق بن المزربان حدثنا\r\nحفص بن غياث عن بن جريج عن محمد بن عباد بن جعفر\r\nعن جابر قال نهى رسول الله صلى الله عليه وسلم عن صيام يوم الجمعة\r\nمفردا\r\n( 2207 ) حدثنا عبد الله بن عمر بن أبان حدثنا\r\nعبد الرحيم بن سليمان حدثنا أشعث عن أبي الزبير المكي قال\r\nسألت جابر بن عبد الله عن الحنطة بالتمر وفضل يدا بيد\r\nفقال قد كنا على عهد رسول الله صلى الله عليه وسلم نشتري الصاع الحنطة بستة\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\nآصع من تمر يدا بيد فإن كان نوعا واحدا فلا خير فيه إلا مثلا\r\nبمثل\r\n( 2208 ) حدثنا عبد الأعلى حدثنا حماد عن\r\nسعيد الجريري عن أبي نضرة\r\nعن جابر أن النبي صلى الله عليه وسلم كان في سفر في رمضان فأتى هو\r\nوأصحابه على غدير فقال للقوم اشربوا قالوا نشرب ولا\r\nتشرب فقال إني أيسركم إني راكب فنزل فشرب\r\nوشربوا\r\n( 2209 ) حدثنا أبو خيثمة حدثنا يزيد بن هارون\r\nأخبرنا محمد بن إسحاق عن عطاء\r\nعن جابر قال لما قدم رسول الله صلى الله عليه وسلم مكة أتاه أصحاب\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\nالصليب الذي يجمعون الأوداك فقالوا يا رسول الله إنا نجمع\r\nهذه الأوداك من الميتة وغيرها وإنما هي للادم والسفن فقال\r\nرسول الله صلى الله عليه وسلم قاتل الله اليهود حرمت عليهم الشحوم فباعوها\r\nوأكلوا أثمانها فنهاهم عن ذلك\r\n( 2210 ) حدثنا أبو خيثمة حدثنا يزيد بن هارون\r\nأخبرنا سفيان بن حسين عن محمد بن المنكدر\r\nعن جابر قال رسول الله صلى الله عليه وسلم من عال ثلاثا من بنات\r\nيكفيهن ويرحمهن ويرفق بهن فهو في الجنة فقال رجل يا\r\nرسول الله واثنتين قال واثنتين حتى قلنا إن إنسانا لو\r\nقال واحدة لقال واحدة\r\n( 2211 ) حدثنا أبو خيثمة حدثنا يزيد بن هارون\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\nحدثنا المثنى بن سعيد القسام عن أبي سفيان\r\nعن جابر قال اخذ رسول الله صلى الله عليه وسلم ذات يوم بيدي حتى أتى\r\nبعض حجر نسائه فدخل ثم أذن لي فدخلت فقال هل من\r\nغداء أو هل من عشاء فقالوا نعم فأتب ثلاث أقرصة\r\nفقال هل من آدم فقالوا لا إلا شيئا من خل قال\r\nهاتوه فنعم الادام الخل\r\nقال جابر فما زلت أحبه مذ سمعت رسول الله صلى الله عليه وسلم يقول\r\nفيه\r\nقال أبو سفيان وما زلت أحبه مذ سمعت جابرا يقول ما\r\nيقول\r\n( 2212 ) حدثنا أبو خيثمة حدثنا يزيد أخبرنا بن\r\nأبي ذئب عن عبد الرحمن بن عطاء عن عبد الملك بن جابر بن\r\nعتيك\r\nعن جابر بن عبد الله قال قال رسول الله صلى الله عليه وسلم إذا حدث\r\nالرجل القوم ثم التفت فهي أمانة\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n( 2213 ) حدثنا أبو خيثمة حدثنا يزيد بن هارون\r\nعن عطاء\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم ما من مسلم يغرس غرسا إلا\r\nكان لصدقة ما أكل منه وما سرق منه وما أكلت الطير منه وما\r\nأكلت الوحش منه\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n( 2214 ) حدثنا أبو خيثمة حدثنا يزيد بن هارون\r\nأخبرنا داود بن أبي هند عن أبي الزبير\r\nعن جابر قال رسول الله صلى الله عليه وسلم العمرى جائزة لمن أعمرها\r\nوالرقبى جائزة لمن أرقبها\r\n( 2215 ) حدثنا أبو خيثمة حدثنا يزيد بن هارون\r\nأخبرنا العوام بن حوشب قال حدثني طلحة بن نافع\r\nعن جابر قال مر على رسول الله صلى الله عليه وسلم رجل فقالوا فيه وأثنى\r\nعليه فقال من يقتله قال أبو بكر أنا فانطلق فوجده قد\r\nخط على نفسه خطة فهو قائم يصلي فيها فلما رآه على ذلك\r\nالحال رجع ولم يقتله فقال رسول الله صلى الله عليه وسلم من يقتله فقال\r\nعمر أنا فذهب فرآه يصلي في خطة قائما يصلي فرجع ولم\r\nيقتله فقال رسول الله صلى الله عليه وسلم من له أو من يقتله فقال\r\nعلي أنا فقال رسول الله صلى الله عليه وسلم أنت ولا أراك تدركه فأنطلق\r\nفوجده قد ذهب\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n( 2216 ) حدثنا أبو خيثمة حدثنا يزيد بن هارون\r\nأخبرنا يحيى بن سعيد بن شرحبيل بن سعد أخبره\r\nعن جابر قال قبلنا مع رسول الله صلى الله عليه وسلم زمن الحديبية فنزلنا\r\nبالسقيا فقال معاذ بن جبل من يسقينا في أسقيتنا قال\r\nجابر فقلت انا فخرجت في فتية معي حتى أتينا الماء الذي\r\nبالاثاية وبينهما قريبا من ثلاثة وعشرين ميلا قال فأتينا الماء\r\nالذي بالاثاية فسقينا في حوضنا وسقينا في أسقيتنا حتى إذا كان بعد\r\nعتمة إذا أنا برجل ينازعه بعيره على الحوض فقال أوردوا\r\nوإذا هو رسول الله صلى الله عليه وسلم فأورد وأخذ بزمام راحلته فقام رسول الله صلى الله عليه وسلم\r\nفصلى العشاء وجابر فيما ذكر إلى جنبه ثم صلى بعد العشاء\r\nثلاث عشرة ركعة\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n( 2217 ) حدثنا أبو خيثمة حدثنا يزيد بن هارون\r\nأخبرنا سليمان التيمي عن أبي نضرة\r\nعن جابر بن عبد الله أن رسول الله صلى الله عليه وسلم قال مامنكم من\r\nنفس منفوسة يأتي عليها مائة سنة وهي حية\r\n( 2218 ) حدثنا أبو خيثمة حدثنا يزيد بن هارون\r\nأخبرنا الحجاج بن أبي زينب حدثنا أبو سفيان طلحة بن نافع قال\r\nسمعت جابر بن عبد الله قال كنت جالسا في داري فمر\r\nبي رسول الله صلى الله عليه وسلم فأشار إلي فقمت إليه فأخذ بيدي فانطلقنا حتى\r\nأتى بعض حجر نسائه فدخل ثم أذن لي فدخلت والحجاب\r\nعليها فقال هل من غداء فقالوا نعم فأتي بثلاثة\r\nأقراص فوضعهن فأخذ رسول الله صلى الله عليه وسلم قرصة فوضعه بين\r\nيديه وأخذ قرصة آخر فوضعه بين يدي ثم أخذ الثالث فكسره بابتين\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\nفجعل نصفه بين يديه ونصفه بين يدي ثم قال هل من\r\nآدم قالوا لا إلا شيئا من خل قال هاتوا فنعم الأدم\r\nهو\r\n( 2219 ) حدثنا أبو خيثمة حدثنا يزيد بن هارون\r\nأخبرنا هشام عن الحسن\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم إذا كنتم في الخصب\r\nفأمكنوا الركب أسنتها ولا تعدوا المنازل وإذا كنتم في\r\nالجدب فاستنجوا وعليكم بالدلجة فإن الأرض تطوى بالليل\r\nفإذا تغولت لكم الغيلان فبادروا بالاذان ولا تصلوا على جواد\r\nالطريق ولا تنزلوا عليها فإنها مأوى الحيات والسباع ولا\r\nتقضوا عليها الحوائج فإنها الملاعن\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n( 2220 ) حدثنا أبو خيثمة حدثنا يزيد أخبرنا\r\nمحمد بن إسحاق عن عاصم بن عمر بن قتادة عن محمود بن\r\nلبيد\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\nعن جابر قال جاء رجل ببيضة من ذهب إلى رسول الله صلى الله عليه وسلم\r\nأصابها في بعض المغازي فقال خذها يا رسول الله صدقة\r\nفوالله ما أصبحت أملك غيرها فأعرض عنه ثم أتاه عن شماله\r\nفقال مثل ذلك ثم أتاه من بين يديه فقال مثل ذلك فقال\r\nهاتها مغضبا فأخذها فخذفه بها خذفة لو أصابه لشجه أو\r\nعقره ثم قال يأتي أحدكم بماله كله فيتصدق به ثم يجلس\r\nفيتكفف الناس ألا إنه لا صدقة إلا عن ظهر غنى\r\n( 2221 ) حدثنا أبو خيثمة حدثنا يزيد أخبرنا\r\nمحمد بن إسحاق عن محمد بن إبراهيم عن عطاء بن يسار\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم إذا سمعتم نباح\r\nالكلاب ونهيق الحمر فتعوذوا بالله من الشيطان فإنهم يرون مالا\r\nترون وأقلوا الخروج إذا هدأت الرجل فإن الله يبث في خلقه\r\nفي ليله ما شاء وأجيفوا الأبواب فإن الشيطان لا يفتح بابا إذا\r\nأجيف وأوكوا الأسقية وخمروا الآنية وأطفئوا السرج\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n( 2222 ) حدثنا أبو خيثمة حدثنا يزيد أخبرنا\r\nالحجاج عن عطاء وعن بن أبي الزبير\r\nعن جابر قال وقت رسول الله صلى الله عليه وسلم لأهل المدينة من ذي\r\nالحليفة ولأهل الشام الجحفة ولأهل اليمن الملم\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\nولأهل الطائف قرن ولأهل العراق ذات عرق\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n( 2223 ) حدثنا أبو خيثمة حدثنا يزيد أخبرنا\r\nالحجاج بن أرطاة عن أبي الزبير\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم في الحيوان اثنان\r\nبواحد لا بأس به ولا يصلح نسيئة\r\n( 2224 ) حدثنا أبو خيثمة حدثنا يزيد بن هارون\r\nأخبرنا حماد بن سلمة عن حبيب المعلم عن عطاء\r\nعن جابر أن رجلا نذر أن يصلي في بيت المقدس فسأل\r\nعن ذلك رسول الله صلى الله عليه وسلم فقال لصلى ها هنا يعني المسجد\r\nالحرام قال يا رسول الله إني إنما نذرت أأصلي في بيت\r\nالمقدس قال صل ها هنا قال وأظنه قال في الثالثة\r\nصل حيث قلت\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n( 2225 ) حدثنا أبو خيثمة حدثنا الوليد قال\r\nحدثني أبو عمرو الأوزاعي قال سمعت يحيى يقول سألت أبا\r\nسلمة أي القرآن أنزل قبل فقال يا أيها المدثر فقلت\r\nأو اقرأ\r\nفقال جابر أحدثكم ما حدثنا رسول الله صلى الله عليه وسلم قال جاورت\r\nبحراء شهرا فلما قضيت جواري نزلت فاستبطنت الوادي\r\nفنوديت فنظرت أمامي وخلفي وعن يميني وعن شمالي فلم أر\r\nأحدا ثم نوديت فنظرت فلم أر أحدا ثم نوديت فنظرت فلم أر\r\nأحدا فرفعت رأسي فإذا هو على العرش في الهواء يعني\r\nجبريل فأخذتني رجفة شديدة فأتيت خديجة فقلت دثروني\r\nفدثروني وصبوا علي الماء فأنزل الله * ( يا أيها المدثر قم فأنذر\r\nوربك فكبر وثيابك فطهر ) *\r\n( 2226 ) حدثنا أبو خيثمة حدثنا سعيد بن عامر\r\nحدثنا هشام الدستوائي عن أبي الزبير\r\nعن جابر قال نهى رسول الله صلى الله عليه وسلم عن البصل والكراث\r\nقال فغلبتنا الحاجة فأكلنا منها فقال رسول الله صلى الله عليه وسلم من\r\nأكل من هذه الشجرة الخبيثة فلا يقربن مسجدنا فإن الملائكة\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\nتأذى بميت أذى به الانس أو قال بنو آدم\r\n( 2227 ) حدثنا أبو خيثمة حدثنا سعيد بن عامر\r\nعن شعبة عن مخول عن محمد بن علي\r\nعن جابر بن عبد الله قال كان رسول الله صلى الله عليه وسلم إذا اغتسل أفرغ\r\nعلى رأسه ثلاثا فقال رجل من بني هاشم إن شعري كثير\r\nفقال كاشعر رسول الله صلى الله عليه وسلم أكثر من شعرك وأطيب\r\n( 2228 ) حدثنا أبو خيثمة حدثنا روح بن عبادة حدثنا\r\nبن جريج قال أخبرني أبو الزبير\r\nأنه سمع جابر بن عبد الله يقول كتب النبي صلى الله عليه وسلم على كل\r\nبطن عقوله ثم كتب أنه لا يحل أن يتولى مولى رجل مسلم بغير\r\nإذنه\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n( 2229 ) حدثنا أبو خيثمة حدثنا روح بن عبادة\r\nحدثنا بن جريج قال أخبرني أبو الزبير\r\nأنه سمع جابرا يقول كنا نبيع سرارينا أمهات الأولاد\r\nوالنبي صلى الله عليه وسلم حي فينا لا يرى بذلك بأسا\r\n( 2230 ) حدثنا أبو خيثمة حدثنا روح حدثنا\r\nزكريا وهشام بن أبي عبد الله قالا أخبرنا أبو الزبير\r\nعن جابر قال بعثني رسول الله صلى الله عليه وسلم لحاجة فرجعت وهو على\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\nراحلته فسلمت عليه فلم يرد علي شيئا وزاد زكريا ثم سلمت\r\nعليه فلم يدر علي شيئا ثم اتفق حديثهما بعد فرأيته يرفع ويسجد\r\nفتنحيت عنه ثم قال ما صنعت في حاجتك فقلت صنعت\r\nكذا وكذا فقال ما منعني أن أرد عليك إلا أني كنت أصلي\r\nوزاد زكريا فلما قضى صلاته ناداني فرد علي السلام وقال\r\nإني كنت أصلي\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n( 2231 ) حدثنا أبو خيثمة حدثنا روح حدثنا بن\r\nجريج قال أخبرني أبو الزبير\r\nعن جابر قال نهى رسول الله صلى الله عليه وسلم أن يقتل شئ من الدواب\r\nصبرا\r\n( 2232 ) حدثنا أبو خيثمة حدثنا روح حدثنا\r\nأيمن بن نابل قال سمعت أبا الزبير يحدث\r\nعن جابر قال كان رسول الله صلى الله عليه وسلم يعلمنا التشهد كما يعلمنا\r\nالسور من القرآن بسم الله التحيات والصلوات والطيبات لله\r\nالسلام عليك أيها النبي ورحمة الله وبركاته السلام علينا وعلى\r\nعباد الله الصالحين أسأل الله الجنة وأعوذ بالله من النار\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n( 2233 ) حدثنا أبو خيثمة حدثنا روح حدثنا حجاج\r\nالصواف عن أبي الزبير\r\nعن جابر عن النبي صلى الله عليه وسلم قال من قال سبحان الله\r\nالعظيم وبحمده غرست له نخلة في الجنة\r\n( 2234 ) حدثنا أبو خيثمة حدثنا روح حدثنا\r\nزكريا بن إسحاق حدثنا أبو الزبير\r\nعن جابر أن رسول الله صلى الله عليه وسلم قال إذا ولي أحدكم أخاه\r\nفليحسن كفنه\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n( 2235 ) حدثنا أبو خيثمة حدثنا روح حدثنا بن\r\nجريج قال أخبرني أبو الزبير\r\nعن جابر قال نهى رسول الله صلى الله عليه وسلم عن الوسم في الوجه\r\nوالضرب في الوجه\r\n( 2236 ) حدثنا أبو خيثمة حدثنا روح حدثنا\r\nحسين المعلم عن العطاء\r\nعن جابر أن رجلا أعتق غلاما له عن دبر منه وأن الرجل\r\nاحتاج فقال النبي صلى الله عليه وسلم من يشتريه مني فاشتراه نعيم بن\r\nعبد الله فأخذ ثمنه فدفعه إليه\r\n( 2237 ) حدثنا أبو خيثمة حدثنا روح حدثنا\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\nبن جريج قال أخبرني أبو الزبير أنه\r\nسمع جابرا عن النبي صلى الله عليه وسلم لكل نبي دعوة قد دعا بها في\r\nأمته وخبأت دعوتي شفاعة لامتي يوم القيامة\r\n( 2238 ) حدثنا أبو خيثمة حدثنا روح حدثنا بن\r\nجريج قال قال عطاء\r\nسمعت جابرا يقول قال رسول الله صلى الله عليه وسلم لا تجمعوا بين\r\nالرطب والبسر وبين الزبيب والتمر\r\n( 2239 ) حدثنا أبو خيثمة حدثنا روح حدثنا\r\nزكريا بن إسحاق حدثنا أبو الزبير\r\nعن جابر قال غزا رسول الله صلى الله عليه وسلم إحدى وعشرين غزوة\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n( 2240 ) قال أبو الزبير قال جابر شهد ت\r\nرسول الله صلى الله عليه وسلم يوم العقبة !\r\n( 2241 ) حدثنا أبو خيثمة حدثنا روح حدثنا\r\nزكريا حدثنا أبو الزبير\r\nأنه سمع جابرا يقول غزوت مع رسول الله صلى الله عليه وسلم تسع عشرة غزوة\r\nقال جابر لم أشهد بدرا ولا أحد منعني أبي قال فلما قتل عبد\r\nالله يوم أحد لم أتخلف عن رسول الله صلى الله عليه وسلم في غزوة قط\r\n( 2242 حدثنا أبو خيثمة حدثنا روح حدثنا\r\nزكريا بن إسحاق حدثنا أبو الزبير\r\nأنه سمع جابر بن عبد الله يقول نهى رسول الله صلى الله عليه وسلم أن\r\nيتمسح بعظم أو ببعر\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n( 2243 ) حدثنا أبو خيثمة حدثنا روح حدثنا\r\nزكريا حدثنا عمرو بن دينار قال\r\nسمعت جابر بن عبد الله يحدث أن رسول الله صلى الله عليه وسلم كان ينقل\r\nمعهم الحجارة للكعبة وعليه إزاره فقال له العباس عمه يا بن\r\nأخي لو حللت إزارك فجعلته على منكبك دون الحجارة قال\r\nفحله فجعله على منكبه قال فسقط مغشيا قال فما رئي\r\nبعد ذلك اليوم عريانا\r\n( 2244 ) حدثنا أبو خيثمة حدثنا روح حدثنا بن\r\nجريج أخبرنا أبو الزبير أنه\r\nسمع جابر بن عبد الله يزعم أن النبي صلى الله عليه وسلم نهى عن الصور في\r\nالبيت ونهى الرجل أن يصنع ذلك\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n( 2245 ) حدثنا أبو خيثمة حدثنا روح حدثنا بن\r\nجريج قال أخبرني أبو الزبير\r\nأنه سمع جابرا يقول سمعت رسول الله صلى الله عليه وسلم يقول\r\nلا يغرس رجل مسلم غراسا ولا زرعا فيأكل منه سبع أو طائر\r\nأو شئ إلا كان له فيه أجر\r\n( 2246 ) حدثنا أبو خيثمة حدثنا روح حدثنا بن\r\nجريج قال أخبرني أبو الزبير\r\nأنه سمع جابرا أنه سمع رسول الله صلى الله عليه وسلم يقول لا يمسح\r\nأحدكم بالمنديل حتى يلعق يده إنه لا يدري في أي طعامه يبارك\r\nله وإن الشيطان يرصد الناس عند كل شئ حتى عند طعامهم ولا يرفع\r\nالقصعة حتى يلعقها فإن آخر الطعام فيه البركة\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n( 2247 ) حدثنا أبو خيثمة حدثنا روح حدثنا بن\r\nجريج قال أخبرني أبو الزبير\r\nأنه سمع جابر أنه سمع رسول الله صلى الله عليه وسلم يقول إذا طعم\r\nأحدكم فسقطت لقمته من يد فليمط ما أرابه ثم ليطعمها ولا يدعها\r\nللشيطان فإن الرجل لا يدري في أي طعامه يبارك له فيه\r\n( 2248 ) حدثنا أبو خيثمة حدثنا روح حدثنا\r\nزكريا بن إسحاق حدثنا أبو الزبير\r\nأنه سمع جابرا يقول قال رسول الله صلى الله عليه وسلم إذا رأيتم الهلال فصوموا\r\nوإذا رأيتموه فأفطروا فإن غم عليكم فعدوا ثلاثين\r\nيوما\r\n( 2249 ) حدثنا أبو خيثمة حدثنا روح حدثنا بن\r\nجريج قال أخبرني أبو الزبير\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\nأنه سمع جابرا يقول اعتزل رسول الله صلى الله عليه وسلم نساءه شهرا\r\nفخرج صبح تسع وعشرين فقال بعض القوم يا رسول الله أصبحنا\r\nمن تسع وعشرين فقال النبي صلى الله عليه وسلم إن الشهر تسع وعشرون\r\nثم صفق النبي صلى الله عليه وسلم بيديه ثلاثا مرتين بالأصابع كلها\r\nوالثالثة بتسع منها\r\n( 2250 ) حدثنا أبو خيثمة حدثنا روح حدثنا بن\r\nجريج قال أخبرني أبو الزبير\r\nأنه سمع جابرا يقول أراد النبي صلى الله عليه وسلم أن ينهى أن يسمى\r\nببركة وأفلح ويسار وبنافع وبنحو ذلك ثم رأيته سكت\r\nبعد عنها فلم يقل شيئا ثم قبض رسول الله صلى الله عليه وسلم ولم ينه عن\r\nذلك ثم أراد عمر أن ينهى عن ذلك ثم تركه\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n( 2251 ) حدثنا أبو خيثمة حدثنا روح حدثنا\r\nبن جريج قال أخبرني زياد بن إسماعيل عن سليمان بن عتيق\r\nعن جابر قال لما دخلت صفية بنت حيي على النبي صلى الله عليه وسلم\r\nفسطاطه حضره ناس وحضرت معهم ليكون لي فيها قسم فخرج\r\nالنبي صلى الله عليه وسلم فقال قوموا عن أمكم فلما كان من العشي حضرنا\r\nفخرج النبي صلى الله عليه وسلم في ردائه نحو من مد ونصف من تمر عجوة قال\r\nكلوا من وليمة أمكم\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n( 2252 ) حدثنا أبو خيثمة حدثنا روح حدثنا\r\nزكريا بن إسحاق حدثنا أبو الزبير\r\nأنه سمع جابر بن عبد الله قال كنا مع رسول الله صلى الله عليه وسلم في\r\nغزوة غزاها وذلك في رمضان فصام رجل من أصحاب النبي صلى الله عليه وسلم\r\nفضعف ضعفا شديدا وكاد العطش يقتله وجعلت ناقته تدخل\r\nالعضاه فأخبر به النبي صلى الله عليه وسلم فقال ائتوني به فأتي به فقال\r\nألست في سبيل الله ومع رسول الله أفطر فأفطر\r\n( 2253 ) حدثنا أبو خيثمة حدثنا روح حدثنا\r\nزكريا بن إسحاق حدثنا أبو الزبير\r\nعن جابر قال دخل أبو بكر الصديق يستأذن على\r\nرسول الله صلى الله عليه وسلم فوجد الناس جلوسا ببابه لم يأذن لاحد منهم قال\r\nفأذن لأبي بكر فدخل ثم أقبل عمر فاستأذن فأذن له فوجد\r\nالنبي صلى الله عليه وسلم جالسا حوله نساؤه واجما ساكتا فقال لأقولن شيئا\r\nأضحك النبي صلى الله عليه وسلم فقال يا رسول الله لو رأيت بنت خارجة سألتني\r\nالنفقة فقمت إليها فوجأت عنقها فضحك رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\nوقال هن حولي كما ترى يسألنني النفقة فقام أبو بكر إلى\r\nعائشة يجأ عنقها وقام عمر إلى حفصة يجأ عنقها كلاهما يقول\r\nتسألن رسول الله صلى الله عليه وسلم ما ليس عنده فقلن والله لا نسأل\r\nرسول الله صلى الله عليه وسلم شيئا أبدا ليس عنده ثم اعتزلهن شهرا أو تسعا\r\nوعشرين ثم نزل عليه هذه الآية * ( يا أيها النبي قل لأزواجك ) *\r\nحتى بلغ * ( للمحسنات منكن أجرا عظيما ) *\r\nقال فبدأ بعائشة فقال يا عائشة إني أريد أن أعر ض\r\nعليك أمرا لا أحب أن تعجلي فيه بشئ حتى تستشيري أبويك\r\nقالت وما هو يا\r\nرسول الله فتلا عليها الآية فقالت أفيك يا رسول الله أستشير أبوي بل أختار الله ورسوله والدار الآخرة\r\nوأسألك أن لا تخبر امرأة من نساءك بالذي قلت قال لا تسألني\r\nامرأة منهن إلا أخبرتها إن الله لم يبعثني معنتا ولكن بعثني\r\nمعلما ميسرا\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n( 2254 ) حدثنا أبو خيثمة حدثنا عبد الصمد بن\r\nعبد الوارث حدثنا هشام عن أبي الزبير\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم لا ترتدوا الصماء في\r\nثوب واحد ولا يأكل أحدكم بشماله ولا يمشين في نعل واحد\r\nولا يحتبين في ثوب واحد\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n( 2255 ) حدثنا أبو خيثمة حدثنا عبد الصمد\r\nحدثنا هشام عن أبي الزبير\r\nعن جابر قال كنا نعزل على عهد رسول الله صلى الله عليه وسلم فلم ينهنا\r\nعنه\r\n( 2256 ) حدثنا أبو خيثمة حدثنا عبد الصمد\r\nحدثنا أبي حدثنا القاسم بن عبد الواحد المكي حدثنا\r\nعبد الله بن محمد بن عقيل قال\r\nسمعت جابرا يقول قال رسول الله صلى الله عليه وسلم إن العبد إذا تزوج\r\nبغير إذن سيده كان عاهرا\r\n( 2257 ) حدثنا أبو خيثمة حدثنا عبد الصمد\r\nحدثنا كثير حدثنا عطاء\r\nعن جابر قال أرسلني رسول الله صلى الله عليه وسلم فانطلقت ثم رجعت وقد\r\nقضيتها فأتيت النبي صلى الله عليه وسلم فسلمت عليه فلم يرد علي فوقع في\r\nنفسي ما الله أعلم به قال قلت لعل رسول الله صلى الله عليه وسلم وجد علي\r\nأني أبطأت فسلمت عليه فلم يرد علي فوقع في نفسي أشد من\r\nالأولى ثم سلمت عليه فرد علي وقال إنه لم يمنعني أن أرد\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\nعليك إلا أني كنت أصلي وكان على راحلته متوجها لغير القبلة\r\n( 2258 ) حدثنا كامل بن طلحة حدثنا الليث بن\r\nسعد حدثنا أبو الزبير\r\nأن جابر بن عبد الله قال إن رسول الله صلى الله عليه وسلم قال غطوا\r\nالاناء وأوكوا السقاء وأطفئوا السراج فإن الشيطان لا يحل\r\nسقاء ولا يفتح بابا ولا يكشف إناء وإن لم يجد أحدكم إلا أن\r\nيعرض على إنائه عودا ويذكر الله فليفعل فإن الفويسقة تضرم على\r\nأهل البيت بيتهم\r\n( 2259 ) حدثنا كامل حدثنا ليث بن سعد قال\r\nوقال أبو الزبير\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\nأن جابرا قال إن رسول الله صلى الله عليه وسلم قال لا تأكلوا بالشمال\r\nفإن الشيطان يأكل بالشمال\r\n( 2260 ) حدثنا كامل حدثنا ليث بن سعد حدثنا\r\nأبو الزبير\r\nعن جابر عن رسول الله صلى الله عليه وسلم أنه نهى عن اشتمال الصماء\r\nوالاحتباء في ثوب واحد وأن يرفع الرجل إحدى رجليه على\r\nالأخرى وهو مستلق على ظهره\r\n( 2261 ) حدثنا كامل حدثنا ليث حدثنا أبو\r\nالزبير عن جابر أن رسول الله صلى الله عليه وسلم قال عرض علي الأنبياء جميعا\r\nفإذا موسى ضرب من الرجال كأنه من رجال شنوءة ورأيت\r\nعيسى فإذا أقرب من رأيت به شبها عروة بن مسعود ورأيت\r\nإبراهيم فإذا أقرب من رأيت به شبها صاحبكم يعني نفسه ورأيت\r\nجبريل فأقرب من رأيت به شبها دحية\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n( 2262 ) حدثنا كامل حدثنا ليث قال حدثني أبو\r\nالزبير\r\nعن جابر بن عبد الله أن رسول الله صلى الله عليه وسلم قال من رآني في\r\nالنوم فقد رآني فإنه لا ينبغي للشيطان أن يتمثل صورتي\r\nوقال إذا حلم أحدكم فلا يخبر الناس بتلعب الشيطان به في\r\nالمنام ( 2263 ) حدثنا كامل حدثنا ليث بن سعد حدثنا\r\nأبو الزبير\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\nعن جابر عن رسول الله صلى الله عليه وسلم أنه قال إذا رأى أحدكم\r\nالرؤيا يكرهها فليبصق عن يساره ثلاثا وليستعذ بالله من الشيطان\r\nثلاثا وليتحول عن شقه الذي كان عليه\r\n( 2264 ) حدثنا كامل حدثنا ليث قال حدثني أبو\r\nالزبير\r\nعن جابر قال كان رسول الله صلى الله عليه وسلم اعتز نساءه شهرا فخرج\r\nليلة تسع وعشرين فقلنا إنما مضى تسع وعشرون فقال إنما\r\nالشهر هكذا وصفق ثلاث مرات وخنس إصبعا واحدا\r\nفي الآخرة\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n( 2265 ) حدثنا كامل حدثنا ليث بن سعد قال\r\nحدثني أبو الزبير\r\nعن جابر بن عبد الله أنه أخبره أن حاطب بن أبي بلتعة كتب\r\nإلى أهل مكة يذكر أن رسول الله صلى الله عليه وسلم أراد غزوهم فدل\r\nرسول الله صلى الله عليه وسلم على المرأة التي كان معها الكتاب فأرسل إليها فأخذ\r\nكتابها من رأسها فقال يا حاطب أفعلت قال نعم أما\r\nإني لم أفعله غشا لرسول الله صلى الله عليه وسلم ولا نفاقا قد علمت أن الله مظهر\r\nرسوله ومتمم له أمر غير أني كنت بين ظهرانيهم وكانت\r\nوالدتي معهم فأردت أن أتخذها عندهم\r\nفقال له عمر ألا أضرب عنق هذا\r\nفقال تقتل رجلا من أهل بدر وما يدريك لعل الله قد\r\nاطلع على أهل بدر فقال اعملوا ما شئتم\r\n( 2266 ) حدثنا كامل حدثنا ليث حدثنا أبو\r\nالزبير\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\nعن جابر أن رسول الله صلى الله عليه وسلم قال إن خير ما ركبت إليه\r\nالرواحل مسجدي هذا والبيت العتيق\r\n( 2267 ) حدثنا كامل حدثنا ليث قال حدثني أبو\r\nالزبير\r\nعن جابر بن عبد الله أن أم سلمة استأذنت رسول الله صلى الله عليه وسلم في\r\nالحجامة فأمر أبو طيبة فحجمها\r\nقال أبو يعلى حسبت أنه قال كان أخاها من الرضاعة\r\n( 2268 ) حدثنا كامل حدثنا ليث قال حدثني أبو\r\nالزبير مولى حكيم بن حزام\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\nعن جابر أنهم كانوا إذا كانوا مع رسول الله صلى الله عليه وسلم حاضرين\r\nيبعث بالهدي فمن شاء منا أحرم ومن شاء ترك\r\n( 2269 ) حدثنا بن نمير حدثنا أبو معاوية عن\r\nالأعمش عن أبي سفيان\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم من مات على شئ بعثه\r\nالله عليه\r\n( 2270 ) حدثنا بن نمير حدثنا أبو معاوية عن\r\nالأعمش عن أبي سفيان\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم أهل الجنة يأكلون\r\nويشربون فيها ولا يتغوطون ولا يبولون ولا يتمخطون\r\nولكن رشح المسك\r\n( 2271 ) حدثنا بن نمير حدثنا أبو معاوية وأبي قالا\r\nحدثنا الأعمش عن أبي سفيان\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم أيما مؤمن سببته أو\r\nلعنته فاجعلها له زكاة وأجرا\r\n( 2272 ) حدثنا بن نمير حدثنا وكيع حدثنا\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\nالأعمش عن أبي سفيان\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم الناس تبل قريش في\r\nالخير والشر\r\n( 2273 ) حدثنا بن نمير حدثنا وكيع حدثنا\r\nالأعمش عن أبي سفيان\r\nعن جابر قال جاء رجل إلى النبي صلى الله عليه وسلم فقال اي المسلمين\r\nأفضل قال من سلم المسلمون من لسانه ويده\r\n( 2274 ) حدثنا بن نمير حدثنا وكيع حدثنا\r\nالأعمش عن أبي سفيان\r\nعن جابر قال جاء رجل إلى النبي صلى الله عليه وسلم فقال إني رأيت\r\nفي المنام كأن رأسي قطع فضحك النبي صلى الله عليه وسلم فقال إذا لعب\r\nالشيطان بأحدكم في منامه فلا يحدث به الناس\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n( 2275 ) حدثنا بن نمير حدثنا وكيع عن\r\nالأعمش قال\r\nقال جابر نهى رسول الله صلى الله عليه وسلم عن ثمن الكلب والسنو قال\r\nالأعمش أظن أبا سفيان ذكره\r\n( 2276 ) حدثنا بن نمير حدثنا حفص عن\r\nالأعمش عن أبي سفيان\r\nعن جابر قال جاء سليك الغطفاني والنبي صلى الله عليه وسلم يخطب فقال\r\nرسول الله صلى الله عليه وسلم إذا جاء أحدكم والامام يخطب فليصل ركعتين\r\nيتجوز فيهما\r\n( 2277 ) حدثنا بن نمير حدثنا محمد بن عبيد\r\nعن الأعمش عن أبي سفيان\r\nعن جابر قال رسول الله صلى الله عليه وسلم إن عشت إن شاء الله آمر أو\r\nأنهي أمتي أن لا يسموا أفلح ولا نافعا ولا بركة قال\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\nالأعمش لا أدري أذكر نافعا أم لا لان الرجل إذا جاء قال\r\nثم بركة قال وا لا\r\n( 2278 ) حدثنا بن نمير حدثنا محمد بن عبيد\r\nحدثنا الأعمش عن أبي سفيان\r\nعن جابر قال جاء رجل إلى النبي صلى الله عليه وسلم فقال ما\r\nالموجبتان فقال من مات لا يشرك بالله شيئا دخل الجنة ومن\r\nمات يشرك بالله شيئا دخل النار\r\n( 2279 ) حدثنا بن نمير حدثنا محمد بن عبيد\r\nويعلى عن الأعمش عن أبي سفيان\r\nعن جابر قال رسول الله صلى الله عليه وسلم من خاف منكم أن لا يوتر\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\nآخر الليل فليوتر أوله فإن قراءة آخر الليل محضورة وهو\r\nأفضل\r\n( 2280 ) حدثنا بن نمير حدثنا يعلى ومحمد عن\r\nالأعمش عن أبي سفيان\r\nعن جابر قال دخل النبي صلى الله عليه وسلم على عائشة وعندها صبي يقطر\r\nمنخراه دما فقالت به العذرة فقال لا تقتلوا أولادكم\r\nولكن أية امرأة بصبيها العذرة أو وجع في رأسه فلتأخذ قسطا هنديا\r\nثم لتحته بالماء ثم لتسعطه إياه ثم أمر عائشة ففعلت ذلك\r\nفبرأ\r\n( 2281 ) حدثنا بن نمير حدثنا بن إدريس عن\r\nالأعمش عن أبي سفيان\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم إن في الليل ساعة لا\r\nيوافقها مسلم يسأل خيرا إلا أعطاه إياه وذلك كل ليلة\r\n( 2282 ) حدثنا بن نمير حدثنا يعلى عن\r\nالأعمش عن أبي سفيان\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\nعن جابر قال رسول الله صلى الله عليه وسلم أمرت أن أقاتل الناس حتى\r\nيقولوا لا إله إلا الله فإذا قال وها عصموا مني دماءهم وأموالهم إلا\r\nبحقها وحسابهم على الله\r\n( 2283 ) حدثنا بن نمير حدثنا يعلى عن\r\nالأعمش عن أبي سفيان\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم إذا أكل أحدكم فليلعق\r\nأصابعه فإنه لا يدري في طعامه تكون البركة\r\n2284 ) حدثنا بن نمير حدثنا يعلى عن\r\nالأعمش عن أبي سفيان\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم إذا سقطت لقمة أحدكم\r\nفليأخذها ولا يدعها للشيطان\r\n( 2285 ) حدثنا بن نمير حدثنا أبي عن\r\nالأعمش عن أبي سفيان\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم إذا سجد أحدكم\r\nفليعتدل ولا يفترش ذراعيه افتراش الكلب\r\n( 2286 ) حدثنا بن نمير حدثنا أبي عن\r\nالأعمش عن أبي سفيان\r\nعن جابر قال سمعت النبي صلى الله عليه وسلم يقول إذا قضى أحدكم\r\nالصلاة في المسجد فليجعل لبيته جزءا من صلاته فإن الله\r\nجاعل في بيته من صلاته خيرا\r\n( 2287 ) حدثنا بن نمير حدثنا أبي عن\r\nالأعمش عن أبي سفيان\r\nعن جابر قال اشتكى أبي بن كعب فبعث إليه رسول الله صلى الله عليه وسلم\r\nطبيبا فكواه على أكحله\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n( 2288 ) حدثنا بن نمير حدثنا أبو معاوية عن\r\nالأعمش عن أبي سفيان\r\nعن جابر قال قطع رسول الله صلى الله عليه وسلم من أبي بن كعب عرقا\r\nوكواه على أكحله\r\n( 2289 ) حدثنا بن نمير حدثنا أبي عن\r\nالأعمش عن أبي سفيان\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم طعام الرجل يكفي\r\nاثنين وطعام الرجلين يفي الأربعة وطعام الأربعة يكفي\r\nالثمانية\r\n( 2290 ) حدثنا بن نمير حدثنا أبي حدثنا\r\nالأعمش عن أبي سفيان\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\nعن جابر قال سمعت رسول الله صلى الله عليه وسلم يقول قبل وفاته بثلاث\r\nيقول لا يموتن أحدكم إلا وهو يحسن بالله الظن\r\n( 2291 ) حدثنا بن نمير حدثنا أبو بكر بن عياش\r\nعن الأعمش عن أبي سفيان\r\nعن جابر قال رسول الله صلى الله عليه وسلم إن بالمدينة لرجالا ما سرتم\r\nمن مسير ولا قطعتم واديا إلا كانوا معكم حبسهم العذر\r\n( 2292 ) حدثنا بن نمير حدثنا أبي عن\r\nالأعمش عن أبي سفيان\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم مثل الصلوات مثل نهر\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\nجار على باب أحدكم يغتسل منه كل يوم خمس مرات\r\n( 2293 ) حدثنا بن نمير حدثنا أبو ربيعة عن أبي\r\nعوانة عن الأعمش عن أبي سفيان\r\nعن جابر قال رسول الله صلى الله عليه وسلم إذا سمع الشيطان ذكر الله\r\nذهب حتى يكون مكان الروحاء\r\n( 2294 ) حدثنا بن نمير حدثنا أبي عن\r\nالأعمش عن أبي سفيان\r\nعن جابر قال سمعت النبي صلى الله عليه وسلم يقولان الشيطان أيس\r\nأن يعبده المصلون ولكن بالتحريش بينهم\r\n( 2295 ) حدثنا بن نمير حدثنا أبي عن\r\nالأعمش عن أبي سفيان\r\nعن جابر قال اتى النبي صلى الله عليه وسلم رجل من الأنصار يقال له\r\nالنعمان بن قوقل فقال يا رسول الله أرأيت إن صليت الصلوات\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\nالمكتوبة وأحللت وحرمت الحرام ولم أزد على ذلك أدخل الجنة\r\nقال نعم\r\n( 2296 ) حدثنا بن نمير حدثنا أبي عن\r\nالأعمش عن أبي سفيان\r\nعن جابر عن النبي صلى الله عليه وسلم قال سأله رجل أي الصلاة\r\nأفضل قال طول القنوت\r\n( 2297 ) حدثنا بن نمير حدثنا أبي عن\r\nالأعمش عن أبي سفيان\r\nعن جابر قال صرع النبي صلى الله عليه وسلم من فرس فرثيت رجله فدخلنا\r\nعليه وهو يصلي فأشار إلينا بيده ثم دخلنا الغد وهو يصلي\r\nالمكتوبة قاعدا فأشار إلينا بيده أن اقعدوا ثم انصرف فقال\r\nإذا كان الامام قاعدا فصلوا قعودا وإذا صلى قائما فصلوا\r\nقياما\r\n( 2298 ) حدثنا بن نمير حدثنا أبي عن\r\nالأعمش عن أبي سفيان\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم ما من مسلم ولا\r\nمسلمة ذكر ولا أنثى ينام بالليل إلا على رأسه جرير معقود فإن هو\r\nاستيقظ فذكر الله انحلت عقدة فإن قام توضأ وصلى أنحلت عقده\r\nكلها وأصبح نشيطا قد أصاب خيرا وإن هو نام لا يذكر الله\r\nأصبح عليه عقده ثقيلا\r\n( 2299 ) حدثنا بن نمير حدثنا أبي عن الأعمش\r\nعن أبي سفيان\r\nعن جابر قال نهى رسول الله صلى الله عليه وسلم عن الرقي فأتاه خالي وكان\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\nيرقي من العقرب فقال إنك نهيت عن الرقي وأنا أرقي من\r\nالعقرب فقال النبي صلى الله عليه وسلم من استطاع أن ينفع أخاه\r\nفليفعل\r\n( 2300 ) حدثنا بن نمير حدثنا يحيى بن آدم عن\r\nقطبة عن الأعمش عن أبي سفيان\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم إذا أجمرتم الميت\r\nفأوتروا .\r\n( 2301 ) حدثنا بن نمير حدثنا أبو الجواب عن\r\nعمار بن رزيق عن الأعمش عن أبي سفيان\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\nعن جابر قال بايعنا النبي صلى الله عليه وسلم تحت الشجرة على أن لا\r\nنفر\r\n( 2302 ) حدثنا بن نمير حدثنا محاضر عن\r\nالأعمش عن أبي سفيان\r\nعن جابر قال أتينا النبي صلى الله عليه وسلم فقال جئتم تسألوني عن كذا\r\nوكذا قلنا نعم قال تسموا باسمي ولا تكنوا بكنيتي\r\nقال وذكرتم الساعة قلنا قد كان ذلك قال فما\r\nمن نفس منفوسة يأتي عليها مائة سنة\r\n( 2303 ) حدثنا بن نمير حدثنا بن أبي عبيدة\r\nعن أبيه عن الأعمش عن أبي سفيان\r\nعن جابر قال قال النبي صلى الله عليه وسلم لو أن لابن آدم نخلا لتمني\r\nإليه مثله ولا يملا جوفه إلا التراب\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\n( 2304 ) حدثنا بن نمير حدثنا بن أبي عبيدة\r\nعن أبيه عن الأعمش عن أبي سفيان\r\nعن جابر قال كانت جارية لعبد الله بن أبي يقال لها\r\nمسيكة فأكرهها فأتت النبي صلى الله عليه وسلم فشكت ذلك إليه فأنزل الله *\r\n( ولا تكرهوا فتياتكم على البغاء إن أردن تحصنا لتبتغوا عرض\r\nالحياة الدنيا ) *\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\n( 2305 ) حدثنا بن نمير حدثنا محاضر حدثنا\r\nالأعمش عن أبي سفيان\r\nعن جابر قال رسول الله صلى الله عليه وسلم لا يمرض مؤمن ولا مؤمنة ولا\r\nمسلم ولا مسلمة إلا حط الله به خطاياه\r\n( 2306 ) حدثنا بن نمير حدثنا محاضر عن\r\nالأعمش عن أبي سفيان\r\nعن جابر قال سمعت رسول الله صلى الله عليه وسلم يقول يبعث\r\nبعث فيقال لهم هل فيكم أحد صحب محمدا فيقال نعم\r\nفيلتمس فيوجد الرجل فيستفتح فيفتح عليهم ثم يبعث بعث\r\nفيقال هل فيكم من رأى أصحاب محمد فيلتمس فلا يوجد حتى\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\nلو كان من وراء البحر لاتيتموه ثم يبقى قوم يقرؤون القرآن لا\r\nيدرون ما هو\r\n( 2307 ) حدثنا بن نمير حدثنا محاضر حدثنا\r\nالأعمش حدثنا أبو سفيان\r\nعن جابر قال خرجنا مع النبي صلى الله عليه وسلم في سفره فهاجت ريح\r\nتكاد تدفن الراكب فقال رسول الله صلى الله عليه وسلم بعثت هذه الريح\r\nلموت منافق فلما قدمنا المدينة إذا هو قد مات في ذلك اليوم\r\nعظيم من عظماء المنافقين\r\n( 2308 ) حدثنا بن نمير حدثنا محاضر عن\r\nالأعمش عن أبي سفيان\r\nعن جابر قال رأى النبي صلى الله عليه وسلم رجلا توضأ فلم يصب عقبه ماء\r\nفقال ويل للعراقيب من النار\r\n( 2309 ) حدثنا بن نمير حدثنا أحمد بن عبد الله\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\nعن أبي بكر بن عياش عن الأعمش عن أبي سفيان\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم الايمان في أهل\r\nالحجاز والقسوة والغلظة في ربيعة ومضر\r\n( 2310 ) حدثنا بن نمير حدثنا إسحاق بن\r\nمنصور حدثنا إسرائيل عن الأعمش عن أبي سفيان\r\nعن جابر قال كنا مع رسول الله صلى الله عليه وسلم في غزاة فهاجت\r\nريح منتنة فقال النبي صلى الله عليه وسلم هؤلاء قوم من المنافقين ذكروا أناسا\r\nفاغتابوهم\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\n( 2311 ) حدثنا بن نمير حدثنا محمد بن عبيد\r\nويعلى عن الأعمش عن أبي سفيان عن جابر\r\nعن أبي سعيد قال دخلت على النبي صلى الله عليه وسلم وهو يصلي على\r\nحصير ويسجد عليه ودخلت عليه وهو يصلي متوشحا\r\n( 2312 ) حدثنا بن نمير حدثنا محمد بن عبيد\r\nعن الأعمش عن أبي سفيان\r\nعن جابر أن عمر رأى رجلا توضأ فترك موضع الظفر على قدمه\r\nفأمره بالإعادة\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n( 2313 ) حدثنا بن نمير حدثنا وكيع عن\r\nالأعمش عن أبي سفيان\r\nعن جابر أنه سئل عن الرجل يضحك في الصلاة\r\nفقال يعيد الصلاة ولا يعيد الوضوء\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\n( 2314 ) حدثنا بن نمير حدثنا وكيع حدثنا\r\nسفيان عن الأعمش عن أبي سفيان\r\nعن جابر قال لو دخلت على القوم يصلون ما سلمت\r\nعليهم\r\n( 2315 ) حدثنا بن نمير حدثنا وكيع حدثنا سفيان\r\nعن الأعمش عن أبي سفيان\r\nعن جابر قال كنت أميح لأصحابي يوم بدر .\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n( 2316 ) حدثنا بن نمير حدثنا أبو بكر بن عياش\r\nعن الأعمش عن أبي سفيان\r\nعن جابر قال إذا دخل قبره يعني الميت فجاءه الملك\r\nقام يهب كما يهب النائم فيسألان فيجيبهم فيقولان ما\r\nدينك فيقول الاسلام دعوني حتى أخرج فيقولان له\r\nاسكت\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\n( 2317 ) حدثنا بن نمير حدثنا أبي الأعمش ، الأعمش عن أبي سفيان\r\nقال سألت جابرا وهو مجاور بمكة وكان نازلا في بني فهر\r\nفسأله رجل هل كنتم تدعون أحدا من أهل القبلة مشركا قال\r\nمعاذ الله ففزع لذلك قال هل كنتم تدعون أحدا منكم\r\nكافرا قال لا\r\n( 2318 ) حدثنا بن نمير حدثنا قبيصة عن\r\nسفيان عن الأعمش عن أبي سفيان\r\nعن جابر رفعه قال كان يقول يا مقلب القلوب ثبت قلبي\r\nعلى دينك فقلنا يا رسول الله تخاف علينا وقد آمنا بما جئت\r\nبه فقال إن القلوب بين وأشار الأعمش بإصبعين\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\n( 2319 ) حدثنا بن نمير حدثنا يعلى حدثنا\r\nالأعمش عن أبي سفيان\r\nعن جابر قال اتي النبي صلى الله عليه وسلم فقيل له إن الحمى قد ألحت\r\nعلينا فقال إن شئتم أن ترفع عنكم رفعت وإن شئتم أن\r\nتكون لكم طهورا قالوا تكون لنا طهورا\r\n( 2320 ) حدثنا عبيد الله بن عمر القواريري حدثنا\r\nيحيى بن سعيد حدثنا جعفر بن محمد حدثنا أبي قال\r\nقال لي جابر بن عبد الله سألني بن عمك الحسن بن\r\nمحمد عن غسل الجنابة فقلت كان رسول الله صلى الله عليه وسلم يصب بيده\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\nعلى رأسه ثلاثا قال إن شعري كثير قال قلت يا بن\r\nأخي كان شعر رسول الله صلى الله عليه وسلم أكثر من شعرك وأطيب\r\n( 2321 ) حدثنا أبو سعيد القواريري حدثنا\r\nحماد بن زيد حدثنا أيوب عن أبي الزبير\r\nعن جابر أن رسول الله صلى الله عليه وسلم ذكر الثوم والبصل أو\r\nأحدهما فقال إن الملائكة تتأذى مما يتأذى منه بن آدم\r\n( 2322 ) حدثنا عبيد الله بن عمر حدثنا معتمر\r\nقال سمعت ليثا يذكر عن عطاء\r\nعن جابر أن نبي الله صلى الله عليه وسلم قال من أكل الثوم والبصل\r\nوالكراث فلا يقربن مسجدنا\r\n( 2323 ) حدثنا أبو سعيد القواريري حدثنا\r\nمحمد بن عثمان القرشي حدثنا سليمان حدثنا أبو الزبير\r\nعن جابر عن النبي صلى الله عليه وسلم إذا عز عليك المسان من الضأن\r\nأجزأ الجذع من الضأن\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\n( 2324 ) حدثنا عبيد الله بن عمر حدثنا هشام بن\r\nعبد الملك حدثنا زهير حدثنا أبو الزبير\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم لا تذبحوا إلا مسنة\r\nإلا أن يتعسر عليكم فتذبحوا جذعة من الضأن\r\n2325 ) حدثنا عبيد الله بن عمر حدثنا وكيع عن\r\nمسعر سمعه من عطاء بن أبي رباح\r\nعن جابر قال نهى عن البسر والتمر والزبيب والتمر\r\n( 2326 ) حدثنا أبو سعيد القواريري حدثنا\r\nعبد الرحمن بن مهدي حدثنا سفيان عن أبي الزبير\r\nعن جابر قال قال رسول الله صلى الله عليه وسلم المؤمن يأكل في معي\r\nواحد والكافر في سبعة أمعاء\r\n( 2327 ) حدثنا عبيد الله بن عمر حدثنا يزيد بن\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\nزريع حدثنا محمد بن إسحاق قال حدثني محمد بن إبراهيم بن\r\nالحارث عن عطاء بن يسار\r\nعن جابر بن عبد الله قال سمعت رسول الله صلى الله عليه وسلم يقول إذا\r\nسمعتم نباح الكلب بالليل أو نهاق الحمير فتعوذوا بالله فإنهم يرون\r\nما لا ترون وأقلوا الخروج إذا هدأت الرجل فإن الله يبث في\r\nليله من خلقه ما يشاء وأجيفوا الأبواب واذكروا اسم الله\r\nعليها فإن الشيطان لا يفتح بابا أجيف وذكر اسم الله عليه وغطوا\r\nالجرار واكفؤوا الآنية وأوكوا القرب\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\nأول مسند بن عباس\r\n( 2328 ) أخبرنا أبو يعلى أحمد بن علي بن المثنى\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\nالموصلي حدثنا هدبة حدثنا حماد بن سلمة عن علي بن\r\nزيد عن أبي نضرة قال\r\nسمعت بن عباس يخطب على منبر البصرة قال قال\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\nرسول الله صلى الله عليه وسلم إنه لم يكن نبي إلا وله دعوة يتنجزها في الدنيا\r\nوإني خبأت دعوتي شفاعة لامتي يوم القيامة وأنا سيد ولد آدم\r\nولا فخر وأول من تنشق عنه الأرض ولا فخر بيدي لواء\r\nالحمد وآدم ومن دونه تحت لوائي ولا فخر ويطول يوم القيامة\r\nعلى الناس ويشتد حتى يقول بعضهم لبعض إنطلقوا بنا إلى آدم\r\nأبي البشر فيشفع لنا إلى ربكم فيقضي بيننا فينطلقون إلى\r\nآدم فيقولون يا آدم اشفع لنا إلى ربك فليقض بيننا فيقول\r\nآدم لست هناك إني أخرجت من الجنة بخطيئتي وإنه لا يهمني\r\nاليوم إلا نفسي ولكن ائتوا نوحا فيقولون يا نوح اشفع لنا إلى ربك\r\nفيقضي بيننا فيقول لست هناكم إني دعوت دعوة أغرقت أهل\r\nالأرض وإنه لا يهمني اليوم إلا نفسي ولكن ائتوا إبراهيم خليل\r\nالرحمن فيأتون إبراهيم عليه السلام فيقولون يا إبراهيم اشفع لنا\r\nإلى ربك فليقض بيننا فيقول لست هناكم إن كذبت في\r\nالاسلام ثلاث كذبات قوله إني سقيم\r\nوقوله * ( بل فعله كبيرهم هذا ) * وقوله للملك\r\nحين مر به فقال رسول الله صلى الله عليه وسلم والله ما أراد بهم عزة لدين\r\nالله فإنه لا يهمني اليوم إلا نفسي ولكن ائتوا موسى عبدا اصطفاه\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\nالله برسالته وكلمه فيأتون موسى فيقولون يا موسى اشفع لنا\r\nإلى ربك فليقض بيننا فيقول إني لست هناكم إني قتلت\r\nنفسا وإنه لا يهمني اليوم إلا نفسي ولكن ائتوا عيسى روح الله\r\nوكلمته فيأتون عيسى فيقولون يا عيسى اشفع لنا إلى ربك\r\nفليقض بيننا فيقول لست هناكم إني أتخذت إلها من دون\r\nالله وإنه لا يهمني اليوم إلا نفسي أرأيتم لو كان متاع في\r\nوعاء مختوم أكان يقدر على ما فيه حتى يفض الخاتم فيقولون\r\nلا فيقول فإن محمدا صلى الله عليه وسلم خاتم النبيين وقد حضر وقد غفر\r\nالله له ما تقدم من ذنبه وما تأخر فيأتونني فيقولون يا محمد اشفع\r\nلنا إلى ربك فليقض بيننا فأقول أنا لها حتى يأذن الله لمن يشاء\r\nويرضى فإذا أراد الله أن يقضي بين خلقه نادى مناد أين\r\nأحمد وأمته أين أحمد وأمته فيجيئون فنحن الأولون\r\nوالآخرون آخر من يبعث وأول من يحاسب فتفرج لنا الأمم\r\nعن طريقنا فنمضي غرا محجلين من آثار الطهور فتقول الأمم\r\nكادت هذه الأمة أن تكون أنبياء كلها\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\n( 2329 ) حدثنا أحمد بن جميل المروزي حدثنا\r\nعبد الله بن المبارك أخبرنا رباح بن زيد عن عمر بن حبيب عن\r\nالقاسم بن أبي بزة عن سعيد بن جبير\r\nعن بن عباس أنه يحدث أن رسول الله صلى الله عليه وسلم قال إن أول\r\nشئ خلقه الله القلم وأمره فكتب كل شئ\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\n( 2330 ) حدثنا بشر بن الوليد حدثنا شريك عن أبي\r\nإسحاق عن التميمي\r\nعن بن عباس عن النبي صلى الله عليه وسلم قال لقد أمرت بالسواك\r\nحتى ظننت أنه سينزل على به قرآن أو وحي\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\n( 2331 ) حدثنا عثمان بن أبي شيبة حدثنا عبد الله بن\r\nإدريس الأودي عن محمد بن إسحاق إسماعيل بن أمية\r\nعن أبي الزبير عن سعيد بن جبير\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم لما أصيب\r\nإخوانكم بأحد جعل الله أرواحهم في أجواف طير خضر ترد أنهار\r\nالجنة وتأكل من ثمارها وتأوي إلى قناديل من ذهب معلقة في ظل\r\nالعر ش فلما وجدوا طيب مأكلهم ومشربهم ومقيلهم قالوا\r\nمن يبلغ إخواننا عنا أنا أحياء في الجنة نرزق لان لا ينكلوا عند\r\nالحرب ولا يزهدوا في الجهاد قال فقال الله انا أبلغهم\r\nعنكم فأنزل الله تبارك وتعالى * ( ولا تحسبن الذين قتلوا في\r\nسبيل الله أمواتا بل أحياء عند ربهم ) *\r\nالآية\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\n( 2332 ) حدثنا محمد بن أبي بكر المقدمي حدثنا أبو\r\nعوانة عن سماك عن عكرمة\r\nعن بن عباس قال جاء أعرابي إلى النبي صلى الله عليه وسلم فجعل يتكلم\r\nبكلام بين فقال النبي صلى الله عليه وسلم إن من البيان سحرا وإن من الشعر\r\nحكما\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\n( 2333 ) حدثنا محمد بن أبي بكر حدثنا أبو عوانة\r\nعن سماك عن عكرمة\r\nعن بن عباس عن النبي صلى الله عليه وسلم قال لا عدوى ولا طيرة\r\nولا هامة ولا صفر فقال له رجل إنا لنأخذ الشاة الجرباء\r\nفنطرحها في الغنم فتجرب قال فمن أعدى الأول\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\n( 2334 ) حدثنا محمد بن أبي بكر حدثنا أبو عوانة\r\nعن سماك عن عكرمة\r\nعن بن عباس عن النبي صلى الله عليه وسلم قال ماتت شاة لسودة بنت\r\nزمعة فقالت يا رسول الله ماتت فلانة تعني الشاة قال\r\nفلولا أخذتم مسكها فقالت نأخذ مسك شاة قد ماتت فقال\r\nالنبي صلى الله عليه وسلم إنما قال قل لا أجد فيما أوحي إلي محرما على\r\nطاعم يطعمه الآية لا بأس أن تدبغوه تنتفعون\r\nبه قالت فأرسلت إليها فسلخت مسكها فاتخذت منه قربة حتى\r\nتخرقت\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\n( 2335 ) حدثنا المعلى بن مهدي حدثنا أبو عوانة\r\nعن أبي بشر عن سعيد بن جبير\r\nعن بن عباس قال أهدت أم حفيد خالتي ابنة الحارث إلى\r\nرسول الله صلى الله عليه وسلم سمنا وأقطا وأضبا فدعا بهن رسول الله صلى الله عليه وسلم\r\nفأكلن على مائدته وتركهن كالمتقذر لهن ولو كن حراما ما أكلن\r\nعلى مائدة رسول الله صلى الله عليه وسلم ولا أمر بأكلهن\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\n( 2336 ) حدثنا جعفر بن حميد الكوفي حدثنا\r\nشريك عن سماك عن عكرمة\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم لا حلف في\r\nالاسلام وما كان في الجاهلية لم يزده الاسلام إلا شدة أو\r\nحدة\r\n( 2337 حدثنا المعلى حدثنا أبو عوانة عن أبي\r\nبشر عن سعيد بن جبير\r\nعن بن عباس أن رجلا وقصه بعيره فأمر به رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\nأن يغسل بماء وسدر ولا يمس طيبا ولا يكفن ولا يخمر رأسه\r\nوقال إنه يبعث يوم القيامة ملبدا\r\n","description":"","footnote":"","page_name":" 226 ","page_number":226},
  {"content":"\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\n( 2338 ) حدثنا المعلم حدثنا أبو عوانة عن عبد الأعلى\r\nالثعلبي عن سعيد بن جبير\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم اتقوا الحديث\r\nعلي إلا ما علمتم فإنه من كذب علي فليتبوأ مقعده من النار\r\nومن كذب على القرآن بغير علم فليتبوأ مقعده من النار\r\n","description":"","footnote":"","page_name":" 228 ","page_number":228},
  {"content":"\r\n( 2339 ) حدثنا محرز بن عون حدثنا سفيان عن\r\nعمرو عن عطاء\r\nعن بن عباس قال إنما سعى النبي صلى الله عليه وسلم بالبيت وبين\r\nالصفا والمروة ليري الناس قوته\r\n","description":"","footnote":"","page_name":" 229 ","page_number":229},
  {"content":"\r\n( 2340 ) حدثنا عثمان بن أبي شيبة حدثنا بن أبي\r\nزائدة عن بن أبي ليلى عن عطاء\r\nعن بن عباس قال لم يعتمر النبي صلى الله عليه وسلم عمرة إلا في ذي\r\nالقعدة\r\n( 2341 ) حدثنا عثمان بن أبي شيبة حدثنا هشيم\r\nعن بن أبي ليلى عن الحكم عن مقسم\r\nعن بن عباس قال لما قدم النبي صلى الله عليه وسلم خيبر دفع أرضيها\r\nونخلها مقاسمة على النصف\r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\n( 2342 ) حدثنا عثمان بن أبي شيبة حدثنا عبدة\r\nوحميد عن هشام بن عروة عن أبيه قال\r\nحدثتني عائشة أن يد سارق لم تقطع على عهد رسول الله صلى الله عليه وسلم\r\nإلا في ثمن جحفة أو ترس\r\n( 2343 ) حدثنا عثمان حدثنا حسين بن عيسى\r\n","description":"","footnote":"","page_name":" 231 ","page_number":231},
  {"content":"\r\nالحنفي حدثنا الحكم بن أبان عن عكرمة\r\nعن بن عباس قال قال النبي صلى الله عليه وسلم ليؤذن خياركم\r\nوليؤمكم قراؤكم !\r\n( 2344 ) حدثنا عثمان بن أبي شيبة حدثنا غسان بن\r\nمضر عن سعيد بن يزيد عن أبي نضرة\r\nعن بن عباس قال من سره أن يحرم ما حرم الله ورسوله\r\nفليحرم نبيذ الجر\r\n","description":"","footnote":"","page_name":" 232 ","page_number":232},
  {"content":"\r\n( 2345 ) حدثنا أبو بكر بن أبي شيبة حدثنا أبو\r\nالأحوص عن سماك عن عكرمة\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم لا تستقبلوا ولا\r\nتحفلوا ولا ينفق بعضكم لبعض\r\n","description":"","footnote":"","page_name":" 233 ","page_number":233},
  {"content":"\r\n( 2346 ) حدثنا خلف بن هشام البزار وأبو عبد الرحمن\r\nالعلاف وغيرهما قالوا حدثنا أبو عوانة عن بكير بن الأخنس\r\nعن مجاهد\r\nعن بن عباس قال فرض الله الصلاة على لسان نبيكم صلى الله عليه وسلم\r\nفي الحضر أربعا وفي السفر ركعتين وفي الخوف ركعة\r\n( 2347 ) حدثنا عبيد الله بن عمر القواريري حدثنا\r\nحماد بن زيد حدثنا الجعد أبو عثمان اليشكري عن أبي رجاء\r\nالعطاردي\r\n","description":"","footnote":"","page_name":" 234 ","page_number":234},
  {"content":"\r\nعن بن عباس يرويه عن النبي صلى الله عليه وسلم قال من رأى من أميره\r\nشيئا يكرهه فليصبر فإنه من يفارق الجماعة شبرا فيموت مات\r\nميتة جاهلية\r\n( 2348 ) حدثنا عبيد الله بن عمر حدثنا معتمر بن\r\nسليمان عن أبيه عن حنش عن عكرمة\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم من شرب شرابا حتى\r\nيذهب بعقله الذي أعطاه الله فقد أتى بابا من أبواب\r\nالكبائر\r\n","description":"","footnote":"","page_name":" 235 ","page_number":235},
  {"content":"\r\n( 2349 ) حدثنا أبو يوسف الجيزي حدثنا\r\nمؤمل حدثنا حماد بن زيد حدثنا عمرو بن مالك النكري عن\r\nأبي الجوزاء\r\nعن بن عباس قال حماد ولا أعلمه إلا قد رفعه إلى\r\nالنبي صلى الله عليه وسلم قال الاسلام وقواعد الدين ثلاثة عليهن أسس\r\nالاسلام من ترك منهن واحدة فهو بها كافر حلال الدم شهادة\r\nأن لا اله إلا الله والصلاة المكتوبة وصوم رمضان ثم قال\r\nبن عباس تجده كثير المال لا يزكي فلا يزال بذاك كافرا يحل\r\nدمه وتجده كثير المال لم يحج فلا يزال بذاك كافرا ولا يحل\r\nدمه\r\n( 2350 ) حدثنا إبراهيم بن الحجاج حدثنا عبد\r\n","description":"","footnote":"","page_name":" 236 ","page_number":236},
  {"content":"\r\nالواحد بن زياد حدثنا سليمان الأعمش عن سالم بن أبي\r\nالجعد\r\nعن بن عباس قال جاء رجل من بني عامر إلى النبي صلى الله عليه وسلم\r\nكان يداوي ويعالج فقال له يا محمد إنك تقول أشياء فهل\r\nلك أن أداويك قال فدعاه رسول الله صلى الله عليه وسلم ثم قال له هل لك\r\nأن أريك آية وعنده نخل وشجر قال فدعا رسول الله صلى الله عليه وسلم\r\nعذقا منها فأقبل إليه وهو يسجد ويرفع ويسجد ويرفع رأسه حتى\r\nانتهى إليه فقام بين يديه ثم قال له رسول الله صلى الله عليه وسلم ارجع إلى\r\nمكانك فرجع إلى مكانه فقال والله لا أكذبك بشئ\r\nتقوله بعدها أبدا ثم قال يا عامر بن صعصعة إني والله لا أكذبه\r\nبشئ يقوله بعدها أبدا قال والعذق النخلة\r\n","description":"","footnote":"","page_name":" 237 ","page_number":237},
  {"content":"\r\n( 2351 ) حدثنا خلف بن هشام البزار حدثنا أبو\r\nالأحوص عن سماك عن عكرمة\r\nعن بن عباس قال جاء رجل إلى النبي صلى الله عليه وسلم فقال يا\r\nرسول الله إن أبي شيخ كبير لا يستطيع الحج أفأحج عنه قال\r\nفقال رسول الله صلى الله عليه وسلم نعم فحج مكان أبيك\r\n","description":"","footnote":"","page_name":" 238 ","page_number":238},
  {"content":"\r\n( 2352 ) حدثنا خلف حدثنا أبو الأحوص عن\r\nسماك عن عكرمة\r\n","description":"","footnote":"","page_name":" 239 ","page_number":239},
  {"content":"\r\nعن بن عباس قال اكل رسول الله صلى الله عليه وسلم كتفا ثم مسح يده\r\nبمسح كان تحته ثم قام فصلى\r\n","description":"","footnote":"","page_name":" 240 ","page_number":240},
  {"content":"\r\n( 2353 ) حدثنا خلف حدثنا أبو الأحوص عن\r\nسماك عن عكرمة\r\nعن بن عباس قال كان رسول الله صلى الله عليه وسلم إذا أراد أن يخرج في\r\nسفر قال اللهم أنت الصاحب في السفر والخليفة في الأهل\r\nاللهم إني أعوذ بك من الضبنة في السفر والكآبة في المنقلب اللهم\r\nاقبض لنا الأرض وهون علينا السفر فإذا أراد الرجوع قال\r\nآيبون عابدون لربنا حامدون فإذا دخل أهله قال توبا\r\nتوبا لربنا أوبا لا يغادر علينا حوبا\r\n","description":"","footnote":"","page_name":" 241 ","page_number":241},
  {"content":"\r\n( 2354 ) حدثنا خلف حدثنا أبو الأحوص عن\r\nسماك عن عكرمة\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم ليقرأن القرآن\r\nأقوام من أمتي يمرقون من الاسلام كما يمرق السهم من\r\nالرمية\r\n","description":"","footnote":"","page_name":" 242 ","page_number":242},
  {"content":"\r\n( 2355 ) حدثنا خلف بن هشام حدثنا أبو الأحوص\r\nعن سماك عن عكرمة\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم لا تصوموا قبل\r\nرمضان صوموا لرؤيته وأفطروا لرؤيته فإن حال دونه غيابه فأكملوا\r\nثلاثين\r\n","description":"","footnote":"","page_name":" 243 ","page_number":243},
  {"content":"\r\n( 2356 ) وبإسناده\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم لا تستقبلوا\r\nالسوق وتحفلوا ولا ينفق بعضكم لبعض\r\n( 2357 ) وعن بن عباس قال كان رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 244 ","page_number":244},
  {"content":"\r\nيصلي على الخمرة\r\n","description":"","footnote":"","page_name":" 245 ","page_number":245},
  {"content":"\r\n( 2358 ) حدثنا محمد بن منصور الطوسي حدثنا أبو\r\nمحمد الزبيري حدثنا عبد السلام بن حرب عن عطاء بن السائب\r\nعن سعيد بن جبير\r\nعن بن عباس قال لما نزلت * ( تبت يد أبي لهب ) *\r\nجاءت امرأة أبي لهب إلى النبي صلى الله عليه وسلم ومعه أبو بكر فلما\r\nرأها أبو بكر قال يا رسول الله إنها امرأة بذية وأخاف أن تؤذيك\r\nفلو قمت فقال إنها لن تراني فقالت يا أبا بكر صاحبك\r\nهجاني قال وما يقول الشعر قالت أنت عندي مصدق\r\nوانصرفت فقلت يا رسول الله لم ترك قال لم يزل\r\nملك يسترني منها بجناحه\r\n","description":"","footnote":"","page_name":" 246 ","page_number":246},
  {"content":"\r\n( 2359 ) حدثنا محمد بن منصور الطوسي حدثنا\r\nموسى بن داود حدثنا محمد بن مسلم عن عمرو بن دينار عن\r\nأبي الشعثاء\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم كل قسم قسم\r\nفهو على ما قسم وكل قسم أدركه الاسلام فهو على ما\r\nقسم\r\n2360 ) حدثنا زياد بن أيوب أبو هاشم يعرف بدلويه\r\nحدثنا يحيى بن يمان عن سفيا عن يزيد بن أبي زياد عن\r\nمقسم\r\n","description":"","footnote":"","page_name":" 247 ","page_number":247},
  {"content":"\r\nعن بن عباس قال احتجم رسول الله صلى الله عليه وسلم وهو محرم في\r\nالأخدعين والكاهل وأعطى الحجام أجره ولو كان حراما لم\r\nيعطه\r\n","description":"","footnote":"","page_name":" 248 ","page_number":248},
  {"content":"\r\n( 2361 ) حدثنا سعيد بن يحيى بن سعيد الأموي\r\nقال حدثني أبي حدثنا بن جريج عن عمر بن أبي حسين\r\nعن عكرمة\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم الرؤيا الصالحة\r\nجزء أحسبه قال من ستة وأربعين جزءا من النبوة\r\n","description":"","footnote":"","page_name":" 249 ","page_number":249},
  {"content":"\r\n( 2362 ) حدثنا زياد بن أيوب عن بن أبي غنية\r\nعن سفيان عن جابر عن الشعبي\r\nعن بن عباس أن النبي صلى الله عليه وسلم احتجم وأعطى الحجام\r\nأجره\r\n( 2363 ) حدثنا سعيد بن يحيى بن سعيد الأموي\r\nحدثنا أبي حدثنا محمد بن قيس الأسدي عن محمد بن عبيد الله\r\nالثقفي عن سعيد بن جبير\r\nعن بن عباس قال قدم على النبي صلى الله عليه وسلم وفد بني أسد\r\n","description":"","footnote":"","page_name":" 250 ","page_number":250},
  {"content":"\r\nفتكلموا فأبانوا فقالوا يا رسول الله قاتلتك مضر كلها ولم\r\nنقاتلك ولسنا بأقلهم عددا ولا أكلهم شوكة وصلنا رحمك\r\nفقال رسول الله صلى الله عليه وسلم لأبي بكر وعمر حيث سمع كلامهم أيتكلمون\r\nهكذا قال يا رسول الله إن فقههم لقليل وإن الشيطان\r\nلينطق على لسانهم\r\n( 2364 ) حدثنا شيبان بن فروخ حدثنا أبو عوانة\r\nعن سماك عن عكرمة\r\nعن بن عباس قال ماتت شاة لسودة بنت زمعة فقالت يا\r\nرسول الله ماتت فلانة تعني الشاة قالت فقال رسول الله صلى الله عليه وسلم\r\nفهلا أخذتم مسكها قالت نأخذ مسك شاة قد ماتت\r\nفقال رسول الله صلى الله عليه وسلم قل لا أجد فيما أوحي إلي محرما\r\nإلى أو لحم خنزير أيكم يطعمه أي\r\n","description":"","footnote":"","page_name":" 251 ","page_number":251},
  {"content":"\r\nتدبغونه فتنتفعون به قال فأرسلت إليها فسلختها فدبغتها\r\nواتخذت منه قربة حتى تخرقت عندها\r\n( 2365 ) حدثنا يعقوب بن ماها حدثنا هشيم\r\nحدثنا أبو بشر عن سعيد بن جبير\r\nعن بن سعيد قال قال رسول الله صلى الله عليه وسلم يقول الله إذا\r\nأخذت كريمتي عبدي فصبر واحتسب لم أرض له ثوابا دون\r\nالجنة\r\n( 2366 ) حدثنا سعيد بن يحيى بن سعيد الأموي قال\r\nحدثني أبي حدثنا بن جريج عن عمرو بن دينار عن عكرمة\r\nعن بن عباس قال اشتد غضب الله على من قتله نبي الله\r\n","description":"","footnote":"","page_name":" 252 ","page_number":252},
  {"content":"\r\nفي سبيل الله واشتد غضب الله على قوم دموا وجه\r\nنبي الله صلى الله عليه وسلم\r\n( 2367 ) حدثنا سعيد بن يحيى قال حدثني أبي عن\r\nإسماعيل بن أبي خالد عن الشعبي قال\r\nأخبرني بن عباس أنه دخل قبر النبي صلى الله عليه وسلم علي والفضل\r\nوأسامة\r\n","description":"","footnote":"","page_name":" 253 ","page_number":253},
  {"content":"\r\nقال وأخبرني مرحب أنهم أدخلوا عبد الرحمن بن عوف\r\nفكأني أنظر إليهم في القبر أربعة قال الشعبي ومن يلي الرجل إلا\r\nأهله\r\n( 2368 ) حدثنا شيبان بن فروخ حدثنا أبو عوانة\r\nعن عاصم الأحول وحصين بن عبد الرحمن عن عكرمة\r\nعن بن عباس أن النبي صلى الله عليه وسلم سافر فأقام تسع عشرة يقصر\r\nالصلاة قال فنحن إذا سافرنا فأقمنا تسع عشرة قصرنا\r\nالصلاة فإذا زدنا على ذلك أتممنا\r\n","description":"","footnote":"","page_name":" 254 ","page_number":254},
  {"content":"\r\n( 2369 ) وعن أبي عوانة عن أبي بشر عن\r\nسعيد بن جبير\r\nعن بن عباس قال ما قرأ رسول الله صلى الله عليه وسلم على الجن وما\r\nرآهم انطلق رسول الله صلى الله عليه وسلم في طائفة من أصحابه عامدين إلى سوق\r\nعكاظ وقد حيل بين الشياطين وبين خبر السماء وأرسلت عليها\r\nالشهب فرجعت الشياطين إلى قومهم فقالوا مالكم قالوا\r\nحيل بيننا وبين خبر السماء وأرسلت علينا الشهب قال وما ذاك\r\nإلا من شئ حدث فاضربوا مشارق الأرض ومغاربها فمر النفر\r\nالذين أخذوا تهامة وهو بنخلة عامدين إلى سوق عكاظ\r\n","description":"","footnote":"","page_name":" 255 ","page_number":255},
  {"content":"\r\nوهو يصلي بأصحابه صلاة الفجر فلما سمعوا القرآن استمعوا له\r\nوقالوا هذا الذي حال بيننا وبين خبر السماء فرجعوا إلى قومهم\r\nفقالوا يا قومنا * ( إنا سمعنا قرآنا عجبا يهدي إلى الرشد فآمنا به )\r\n* فأوحى الله إلى نبيه * ( قل أوحي إلي أنه استمع نفر من الجن ) *\r\n","description":"","footnote":"","page_name":" 256 ","page_number":256},
  {"content":"\r\n( 2370 ) حدثنا إبراهيم بن الحجاج حدثنا حيان بن\r\nعبيد الله أبو زهير العدوي حدثنا أبو مجلز\r\nعن بن عباس قال\r\nوحدثنا عبد الله بن بريدة عن أبيه أن راية رسول الله صلى الله عليه وسلم\r\nكانت سوداء ولواؤه أبيض\r\n","description":"","footnote":"","page_name":" 257 ","page_number":257},
  {"content":"\r\n( 2371 ) حدثنا إبراهيم قال حدثنا وهيب عن\r\nعبد الله بن طاوس عن أبيه\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم الحقو الفرائض\r\nبأهلها فما بقي فهو لاولى رجل ذكر\r\n","description":"","footnote":"","page_name":" 258 ","page_number":258},
  {"content":"\r\n( 2372 ) حدثنا أبو بكر بن أبي شيبة حدثنا زيد بن الحباب\r\nحدثنا محمد بن مسلم عن عمرو بن دينار\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم الدين\r\nالنصيحة قالوا لمن يا رسول الله قال لكتاب الله\r\nولنبيه ولأئمة المسلمين\r\n","description":"","footnote":"","page_name":" 259 ","page_number":259},
  {"content":"\r\n","description":"","footnote":"","page_name":" 260 ","page_number":260},
  {"content":"\r\n( 2373 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nعبد الرحيم عن إسرائيل عن سماك عن عكرمة\r\nعن بن عباس قال قيل يا رسول الله حين فرغ من بدر\r\nعليك بالعير ليس دونها شئ قال فناداه العباس لا يصلح\r\nقال فقال النبي صلى الله عليه وسلم لم قال لان الله وعدك إحدى\r\nالطائفتين وقد أعطاك ما وعدك\r\n( 2374 ) حدثنا أبو بكر حدثنا محمد بن الحسن\r\n","description":"","footnote":"","page_name":" 261 ","page_number":261},
  {"content":"\r\nحدثنا إبراهيم بن طهمان عن أبي الزبير عن عتبة مولى بن\r\nعباس\r\nعن بن عباس قال لما قدم رسول الله صلى الله عليه وسلم من الطائف\r\nنزل الجعرانة فقسم بها الغنائم ثم اعتمر منها وذلك لليلتين\r\nبقيتا من شوال\r\n","description":"","footnote":"","page_name":" 262 ","page_number":262},
  {"content":"\r\n2375 ) حدثنا أبو بكر حدثنا عبيدة بن حميد\r\nعن يزيد بن أبي زياد عن تميم بن سلمة عن مسروق\r\nعن بن عباس قال خرج رسول الله صلى الله عليه وسلم فأعرس من الليل\r\nفرقد فلم يستيقظ إلا بالشمس فأمر رسول الله صلى الله عليه وسلم بلالا فأذن\r\nثم صلى ركعتين قال بن عباس فما يسرني به الدنيا وما فيها يعني\r\nالرخصة\r\n","description":"","footnote":"","page_name":" 263 ","page_number":263},
  {"content":"\r\n( 2376 ) حدثنا أبو بكر بن أبي شيبة حدثنا أبو\r\nبكر بن عياش عن عمرو بن ميمون عن أبي حاضرة الأزدي\r\nعن بن عباس قال قلت البدن على عهد رسول الله\r\nفأمر الناس بالبقرة\r\n( 2377 ) حدثنا حجاج بن يوسف حدثنا يعقوب بن\r\nإبراهيم قال حدثني أبي عن بن شهاب عن عبيد الله\r\nبن عبد الله\r\nعن بن عباس قال كان أهل الكتاب يسدلون أشعارهم\r\nوكان المشركون يفرقون رؤوسهم وكان رسول الله صلى الله عليه وسلم يعجبه موافقة\r\n","description":"","footnote":"","page_name":" 264 ","page_number":264},
  {"content":"\r\nأهل الكتاب في بعض ما لم يؤمر فيه فسدل رسول الله صلى الله عليه وسلم ناصيته\r\nثم فرق بعد\r\n","description":"","footnote":"","page_name":" 265 ","page_number":265},
  {"content":"\r\n( 2378 ) حدثنا أبو بكر بن أبي شيبة حدثنا أبو خالد\r\nالأحمر عن الضحاك بن عثمان عن مخرمة بن سليمان عن\r\nكريب\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم لا ينظر الله\r\nإلى رجل أتى رجلا أو امرأة في دبرها\r\n( 2379 ) حدثنا أبو بكر حدثنا بنمير عن\r\nحجاج عن الحكم عن مقسم\r\nعن بن عباس قال لما خرج النبي صلى الله عليه وسلم من مكة أخرج علي\r\nابنة حمزة فاختصم فيها علي وزيد وجعفر فقال علي ابنة\r\nأخي وأنا أحق بها وقال جعفر ابنة عمي وخالتها عندي وقال\r\nزيد بنت أخي لحمزة آخى بينهما رسول الله صلى الله عليه وسلم فقال\r\nرسول الله صلى الله عليه وسلم يا زيد أنت مولاي ومولاهما وقال لعلي\r\n","description":"","footnote":"","page_name":" 266 ","page_number":266},
  {"content":"\r\nأنت أخي وصاحبي وقال لجعفر شبيه خلقي وخلقي\r\nوهي إلى خالتها\r\n( 2380 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nعبيد الله بن موسى عن إبراهيم بن إسماعيل عن صالح بن\r\nكيسان عن عبيد الله بن عبد الله بن عتبة\r\nعن بن عباس قال نهى رسول الله صلى الله عليه وسلم أن يشرب من الاناء\r\nالمخنوث\r\n","description":"","footnote":"","page_name":" 267 ","page_number":267},
  {"content":"\r\n","description":"","footnote":"","page_name":" 268 ","page_number":268},
  {"content":"\r\n( 2381 ) حدثنا أبو بكر حدثنا الهذيل بن الحكم\r\nعن بن أبي داود عن عكرمة\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم موت الغريب\r\nشهادة !\r\n( 2382 ) حدثنا أبو خيثمة حدثنا سفيان بن عيينة\r\nقال حدثني الزهري عن عبيد الله بن عبد الله\r\n","description":"","footnote":"","page_name":" 269 ","page_number":269},
  {"content":"\r\nعن بن عباس قال كنت أنا والفضل على أتان\r\nورسول الله صلى الله عليه وسلم يصلي بعرفة فمررنا على بعض الصف فنزلنا عنها\r\nوتركناها ترتع بين الصف فلم يقل لنا النبي صلى الله عليه وسلم شيئا\r\n","description":"","footnote":"","page_name":" 270 ","page_number":270},
  {"content":"\r\n( 2383 ) حدثنا أبو خيثمة حدثنا سفيان بن عيينة\r\nعن الزهري عن عبيد الله\r\nعن بن عباس قال استفتى سعد بن عبادة رسول الله صلى الله عليه وسلم في\r\nنذر كان على أمه توفيت قبل أن تقضيه فقال أقضه عنها\r\n","description":"","footnote":"","page_name":" 271 ","page_number":271},
  {"content":"\r\n( 2384 ) حدثنا أبو خيثمة حدثنا سفيان حدثنا\r\nالزهري عن سليمان بن يسار\r\nعن بن عباس أن امرأة من خثعم سألت رسول الله صلى الله عليه وسلم غداة\r\nالنحر فقال إن فريضة الله في الحج أدركت أبي وهو شيخ كبير\r\nيستطيع أن يستمسك على الرحل أفهل ترى أن نحج عنه قال\r\nنعم\r\n","description":"","footnote":"","page_name":" 272 ","page_number":272},
  {"content":"\r\n( 2385 ) وعن بن عيينة عن زيد بن أسلم عن بن\r\nوعلة\r\nعن بن عباس عن النبي صلى الله عليه وسلم قال أيما إهاب قد دبغ فقد\r\nطهر !\r\n","description":"","footnote":"","page_name":" 273 ","page_number":273},
  {"content":"\r\n( 2386 ) حدثنا زهير حدثنا بن عيينة حدثنا\r\nعبيد الله بن أبي يزيد قال\r\nسمعت بن عباس يقول كنت ممن قدم النبي صلى الله عليه وسلم في ضعفة\r\nأهله من المزدلفة إلى منى\r\n","description":"","footnote":"","page_name":" 274 ","page_number":274},
  {"content":"\r\n( 2387 ) وعن بن عيينة قال حدثني سليمان بن\r\nسحيم عن إبراهيم بن عبد الله بن معبد بن عباس عن أبيه\r\nعن بن عباس قال كشف رسول الله صلى الله عليه وسلم الستارة والناس\r\nصفوف خلف أبي بكر فقال يا أيها الناس إنه لم يبق من\r\nمبشرات النبوة إلا الرؤيا الصالحة يراها المسلم أو ترى له ألا وإني\r\nنهيت أن أقرأ راكعا أو ساجدا فأما الركوع فعضموا فيه الرب\r\nوأما السجود فاجتهدوا في الدعاء فقمن أن يستجاب لكم\r\n","description":"","footnote":"","page_name":" 275 ","page_number":275},
  {"content":"\r\n( 2388 ) حدثنا زهير حدثنا بن عيينة عن عمرو\r\nعن محمد بن جبير\r\n","description":"","footnote":"","page_name":" 276 ","page_number":276},
  {"content":"\r\nعن بن عباس قال تعجبت ممن يتقدم الشهر وقد قال\r\nرسول الله صلى الله عليه وسلم إذا رأيتموه فصوموا وإذا رأيتموه فأفطروا فإن\r\nغم عليكم فأكملوا العدة ثلاثين\r\n( 2389 ) حدثنا زهير حدثنا بن عيينة عن عمرو\r\nعن طاوس\r\nعن بن عباس أمر رسول الله صلى الله عليه وسلم أن يسجد على سبع\r\nونهى أن يكف شعره وثياب\r\n","description":"","footnote":"","page_name":" 277 ","page_number":277},
  {"content":"\r\n( 2390 ) حدثنا زهير حدثنا بن عيينة عن عمرو\r\nعن طاوس\r\nعن بن عباس أن رسول الله صلى الله عليه وسلم احتجم وهو محرم\r\n","description":"","footnote":"","page_name":" 278 ","page_number":278},
  {"content":"\r\n( 2391 ) حدثنا زهير حدثنا بن عيينة عن عمر\r\nسمع أبا معبد\r\nسمع بن عباس يقول سمعت رسول الله صلى الله عليه وسلم وهو يقول\r\nلا يخلون رجل بامرأة ولا تسافر امرأة إلا ومعها ذو محرم\r\nفقام رجل فقال يا رسول الله إني اكتتبت في غزوة كذا وكذا\r\nوانطلقت امرأتي حاجة قال فانطلق فاحجج مع امرأتك\r\n( 2392 ) حدثنا أبو خيثمة حدثنا بن عيينة عن\r\nعمرو قال بذا أبو معبد\r\nعن بن عباس قال ثم أنكره بعد عن بن عباس\r\n","description":"","footnote":"","page_name":" 279 ","page_number":279},
  {"content":"\r\nقال كنا نعرف انقضاء صلاة رسول الله صلى الله عليه وسلم بالتكبير\r\n( 2393 ) حدثنا زهير حدثنا بن عيينة عن عمرو\r\nعن جابر\r\n","description":"","footnote":"","page_name":" 280 ","page_number":280},
  {"content":"\r\nعن بن عباس أن النبي صلى الله عليه وسلم نكح ميمونة وهو محرم\r\n","description":"","footnote":"","page_name":" 281 ","page_number":281},
  {"content":"\r\n( 2394 ) حدثنا زهير حدثنا بن عيينة عن عمرو\r\nعن أبي الشعثاء\r\nعن بن عباس قال صليت مع رسول الله صلى الله عليه وسلم بالمدينة ثمانيا\r\nجميعا وسبعا جميعا\r\n","description":"","footnote":"","page_name":" 282 ","page_number":282},
  {"content":"\r\n( 2395 ) حدثنا أبو خيثمة حدثنا بن عيينة عن عمرو\r\nقال أخبرني أبو الشعثاء\r\nأنه سمع بن عباس سمع النبي صلى الله عليه وسلم وهو يخطب من لم\r\n","description":"","footnote":"","page_name":" 283 ","page_number":283},
  {"content":"\r\nيجد نعلين لبس خفين ومن لم يجد إزارا لبس سروال\r\n","description":"","footnote":"","page_name":" 284 ","page_number":284},
  {"content":"\r\n( 2396 ) حدثنا أبو خيثمة حدثنا بن عيينة عن\r\nعمرو عن سعيد بن جبير\r\nعن بن عباس قال سمعت صلى الله عليه وسلم وهو يخطب وهو\r\nيقول إنكم ملاقوا الله حفاة عراة مشاة غرلا\r\n","description":"","footnote":"","page_name":" 285 ","page_number":285},
  {"content":"\r\n( 2397 ) حدثنا أبو خيثمة حدثنا بن عيينة أخبرنا\r\nعمرو عن عطاء\r\nعن بن عباس قال ليس المحصب بشئ إنما هو منزل\r\n","description":"","footnote":"","page_name":" 286 ","page_number":286},
  {"content":"\r\nنزله رسول الله صلى الله عليه وسلم\r\n( 2398 ) وعن بن عيينة أخبرنا عمرو عن عطاء\r\nوابن جريج عن عطاء\r\nعن بن عباس أن النبي صلى الله عليه وسلم أخرها حتى ذهب من الليل ما\r\nشاء الله فقال له عمر يا رسول الله رقد النساء والولدان فخرج\r\nوقال لولا أن أشق على أمتي لصليتها هذه الساعة يعني\r\nالعشاء\r\n","description":"","footnote":"","page_name":" 287 ","page_number":287},
  {"content":"\r\n( 2399 ) وعن عمرو قال سمعت عوسجة مولى بن\r\nعباس يحدث\r\nعن بن عباس أن رجلا مات على عهد النبي صلى الله عليه وسلم ولم يترك\r\nقرابة إلا عبدا هو أعتقه فقال النبي صلى الله عليه وسلم أعطوه ميراثه\r\n","description":"","footnote":"","page_name":" 288 ","page_number":288},
  {"content":"\r\n( 2400 ) وعن بن عيينة حدثنا إبراهيم بن عقبة عن\r\nكريب\r\nعن بن عباس أن امرأة أخرجت صبيا من محفة لها فقالت يا\r\nرسول الله ألهذا حج قال نعم ولك أجر\r\n","description":"","footnote":"","page_name":" 289 ","page_number":289},
  {"content":"\r\n( 2401 ) حدثنا زهير حدثنا بن عيينة عن أبي\r\nالزبير عن سعيد بن جبير\r\nعن بن عباس قال صليت مع النبي صلى الله عليه وسلم ثمانيا وسبعا\r\nجميعا قيل له لم فعل ذلك قال أراد أن لا يحرج أمته\r\n( 2402 ) حدثنا زهير حدثنا بن عيينة عن\r\nعبد الكريم الجزري عن عكرمة\r\nعن بن عباس قال نهى النبي صلى الله عليه وسلم أن يتنفس في الاناء أو\r\nينفخ فيه\r\n","description":"","footnote":"","page_name":" 290 ","page_number":290},
  {"content":"\r\n( 2403 ) حدثنا زهير حدثنا بن عيينة عن\r\nسليمان عن طاوس\r\nعن بن عباس قال كان الناس ينصرفون كل وجه فقال\r\nرسول الله صلى الله عليه وسلم لا ينفرن أحدكم حتى يكون آخر عهده\r\nبالبيت\r\n","description":"","footnote":"","page_name":" 291 ","page_number":291},
  {"content":"\r\n( 2404 ) حدثنا زهير حدثنا بن عيينة عن سليمان\r\nالأحول عن طاوس\r\nعن بن عباس قال كان النبي صلى الله عليه وسلم إذا قام يتهجد من الليل\r\nقال اللهم لك الحمد أنت نور السماوات والأرض ومن فيهن\r\nولك الحمد أنت قيم السماوات والأرض ومن فيهن ولك الحمد\r\nأنت ملك السماوات والأرض ومن فيهن ولك الحمد أنت\r\nالحق ووعدك الحق ولقاؤك الحق والساعة حق والجنة حق\r\nوالنار حق والنبيون حق اللهم لك أسلمت وبك آمنت وعليك\r\nتوكلت وإليك أنبت وبك خاصمت وإليك حاكمت فاغفر\r\nلي ما قدمت وما أخرت وما أسررت وما أعلنت أنت المقدم\r\nوأنت المؤخر لا إله إلا أنت ولا إله غيرك\r\n","description":"","footnote":"","page_name":" 292 ","page_number":292},
  {"content":"\r\n( 2405 ) حدثنا زهير حدثنا بن عيينة عن أيوب\r\nعن عكرمة\r\nعن بن عباس عن النبي صلى الله عليه وسلم قال ليس لنا مثل السوء\r\n","description":"","footnote":"","page_name":" 293 ","page_number":293},
  {"content":"\r\nالعائد في هبته كالكلب يعود على قيئه\r\n","description":"","footnote":"","page_name":" 294 ","page_number":294},
  {"content":"\r\n( 2406 ) وعن بن عيينة عن عاصم عن الشعبي\r\nعن بن عباس أن النبي صلى الله عليه وسلم شرب وهو قائم\r\n","description":"","footnote":"","page_name":" 295 ","page_number":295},
  {"content":"\r\n( 2407 ) وعن بن عيينة حدثنا بن أبي نجيح عن\r\nعبد الله بن كثير عن أبي المنهال قال\r\nسمعت بن عباس يقول قدم النبي صلى الله عليه وسلم المدينة وهم يسلفون\r\nفي التمر أو الثمر السنتين والثلاث فقال من يسلف في تمر\r\nفليسلف في كيل معلوم ووقت معلوم إلى أجل معلوم\r\n","description":"","footnote":"","page_name":" 296 ","page_number":296},
  {"content":"\r\n( 2408 ) حدثنا زهير حدثنا بن عيينة عن\r\nالحكم بن أبان عن عكرمة\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم سألت جبريل\r\nأي الأجلين قضى موسى قال أكملهما وأتمهما\r\n","description":"","footnote":"","page_name":" 297 ","page_number":297},
  {"content":"\r\n( 2409 ) حدثنا زهير حدثنا بن عيينة عن سليما\r\nالأحول عن سعيد بن جبير\r\nعن بن عباس قال يوم الخميس وما يوم الخميس يوم\r\nاشتد برسول الله صلى الله عليه وسلم وجعه فقال إئتوني أكتب لكم كتابا لا\r\nتضلون بعد فتنازعوا ولا ينبغي عند نبي تنازع قال\r\nدعوني فما أنا فيه خير مما تسألون عنه قال أمرهم بثلاث\r\nقال أخرجوا المشركين من جزيرة العرب وأجيزوا الوفد بنحو\r\nما كنت أجيزهم والثالثة لا أدري قال فنسيتها أو لم\r\nيقلها\r\n","description":"","footnote":"","page_name":" 298 ","page_number":298},
  {"content":"\r\n","description":"","footnote":"","page_name":" 299 ","page_number":299},
  {"content":"\r\n( 2410 ) حدثنا أبو معمر إسماعيل بن إبراهيم\r\nالهذلي حدثنا جرير وسفيان بن عيينة وعبد الله بن إدريس\r\nوحفص بن غياث ويحيى بن سليم وإسماعيل بن عياش عن\r\nعبد الله بن عثمان بن خثيم عن سعيد بن جبير\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم عليكم بالثياب\r\nالبيض فليلبسها أحياؤكم وكفنوا فيها موتاكم وعليكم بالإثمد\r\nفإنه يجلوا البصر وينبت الشعر\r\n","description":"","footnote":"","page_name":" 300 ","page_number":300},
  {"content":"\r\n( 2411 ) حدثنا أبو معمر حدثنا أبو الأحوص عن\r\nسماك عن عكرمة\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم الماء لا ينجسه\r\nشئ !\r\n","description":"","footnote":"","page_name":" 301 ","page_number":301},
  {"content":"\r\n( 2412 ) حدثنا أبو معمر عن هشيم عن علي بن\r\nزيد عن يوسف بن مهران\r\nعن بن عباس قال قبض النبي صلى الله عليه وسلم وهو بن خمس\r\nوستين !\r\n","description":"","footnote":"","page_name":" 302 ","page_number":302},
  {"content":"\r\n( 2413 ) حدثنا مصعب بن عبد الله بن مصعب قال\r\nحدثني الدراوردي عن ثور بن زيد عن إسحاق بن جابر عن\r\nعكرمة\r\nعن بن عباس أن رسول الله صلى الله عليه وسلم قال ليس منا من خبب\r\nعبدا على سيده وليس منا من أفسد امرأة على زوجها وليس منا\r\n","description":"","footnote":"","page_name":" 303 ","page_number":303},
  {"content":"\r\nمن أجلب على الخيل يوم الرهان\r\n( 2414 ) حدثنا مصعب بن عبد الله الزبيري قال\r\nحدثني المغيرة بن عبد الرحمن وعبد العزيز بن محمد عن عبد\r\nالرحمن بن الحارث بن عبد الله بن عياش أبو المغيرة عن بن أبي\r\nنجيح عن مجاهد\r\nعن بن عباس أن رسول الله صلى الله عليه وسلم نهى أن يوقع على الحبالى\r\nيوم خيبر ولا تسق زرع غيرك وعن بيع المغانم قبل أن تقسم وعن\r\nأكل لحوم الحمر الانسية وعن كل ذي ناب من السباع\r\n","description":"","footnote":"","page_name":" 304 ","page_number":304},
  {"content":"\r\n( 2415 ) حدثنا عبد الأعلى بن حماد النرسي حدثنا\r\nمعتمر بن سليمان عن منذر عن وهب\r\nعن بن عباس قال قال نبي الله صلى الله عليه وسلم يخرج من عدن اثنا\r\nعشر ألفا ينصرون الله ورسوله هم خير من بيني وبينهم\r\nقال المعتمر أظنه قال في الأعماق\r\n( 2416 ) حدثنا عبد الأعلى قال حدثني المعتمر بن\r\nسليمان قال سمعت ليثا عن أبي فزارة عن سعيد بن جبير أو\r\nمقسم عن بن عباس رفع الحديث إلى النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 305 ","page_number":305},
  {"content":"\r\n( 2417 ) وقال معتمر مرة أخرى عن أبي فزارة عن\r\nمقسم عن سعيد\r\nعن بن عباس رفع الحديث إلى النبي صلى الله عليه وسلم قال هذه\r\nالكلمات دواء من كل داء أعوذ بكلمات الله التامة وأسمائه كلها\r\nعامة من شر السامة والعامة وشر العين اللامة ومن شر حاسد إذا\r\nحسد ومن شر أبي قترة وما ولد ثلاثة وثلاثون من الملائكة أتوا\r\nربهم فقالوا وصب وصب بأرضنا فقال خذوا من أرضكم\r\nفامسحوا بوصبكم رقية محمد صلى الله عليه وسلم من أخذ عليها صفدا أو\r\nكتمها أحد فلا يفلح أبدا\r\n","description":"","footnote":"","page_name":" 306 ","page_number":306},
  {"content":"\r\n( 2418 ) حدثنا الحكم بن موسى حدثنا هقل قال\r\nسمعت الأوزاعي قال حدثني الزهري عن عبيد الله بن\r\nعبد الله بن عتبة\r\nعن بن عباس أن رسول الله صلى الله عليه وسلم شرب لبنا فمضمض ثم\r\nقال إن لهذا دسما\r\n","description":"","footnote":"","page_name":" 307 ","page_number":307},
  {"content":"\r\n( 2419 ) وعن هقل قال سمعت الأوزاعي حدثنا\r\nالزهري عن عبيد الله بن عبد الله بن عتبة\r\nعن بن عباس أن رسول الله صلى الله عليه وسلم مر بشاة ميتة فقال ألا\r\nاستمتعتم بجلدها فقالوا يا رسول الله إنها ميتة قال إنما\r\nحرم أكلها\r\n","description":"","footnote":"","page_name":" 308 ","page_number":308},
  {"content":"\r\n( 2420 ) حدثنا أبو صالح حدثنا هقل قال سمعت\r\nالأوزاعي قال قال عطاء\r\nعن بن عباس أن رجلا أصابته جراحة على عهد\r\nرسول الله صلى الله عليه وسلم فأصابته جنابة فاستفتى فأفتي بالغسل\r\nفاغتسل فمات فبلغ ذلك النبي صلى الله عليه وسلم فقال قتلوه قتلهم الله\r\nأفلم يكن شفاء العي السؤال\r\n","description":"","footnote":"","page_name":" 309 ","page_number":309},
  {"content":"\r\n( 2421 ) قال عطاء فبلغني أن النبي صلى الله عليه وسلم سئل عن\r\nذلك فقال لو غسل جسده وترك رأسه حيث أصابه الجراح\r\nأجزأه\r\n( 2422 ) حدثنا علي بن الجعد حدثنا شعبة عن\r\nعمرو بن مرة قال سمعت يحيى بن الجزار\r\nعن بن عباس أن النبي صلى الله عليه وسلم كان يصلي فأراد أحدنا أن\r\nيمر بين يديه فجعل يتقيه\r\n","description":"","footnote":"","page_name":" 310 ","page_number":310},
  {"content":"\r\n( 2423 ) حدثنا علي بن الجعد أخبرنا شعبة عن\r\nعمرو بن مرة قال سمعت يحيى الجزار\r\nعن بن عباس قال جئت أنا وغلام من بني هاشم على\r\n","description":"","footnote":"","page_name":" 311 ","page_number":311},
  {"content":"\r\nحمار فمررنا بين يدي النبي صلى الله عليه وسلم وهو يصلي فنزلنا عنه وتركنا\r\nالحمار يأكل من بقل الأرض أو قال من نبات الأرض فدخلنا\r\nمعه في الصلاة فقال رجل أكان بين يديه عنزة قال لا\r\n( 2424 ) حدثنا محمد بن بكار حدثنا بن أبي\r\nالزناد عن أبيه عن القاسم بن محمد قال\r\nسمعت بن عباس يقول لاعن رسول الله صلى الله عليه وسلبن أخوي\r\nبني عجلان أو بين رجل وامرأة شك عبد الرحمن قال فقال\r\nزوجها والله ما قربتها منذ عفرنا والعفر أن يسقى النخل بعد أن\r\nيترك من السقي بعد الآبار بشهرين\r\nقال رسول الله صلى الله عليه وسلم اللهم بين بين\r\nقال وكان زوج المرأة أصهب الشعر حمش الذراعين\r\nوالساقين قال وكان الذي رميت به بن السحماء قال فجاءت\r\nبغلام أسود جعد قطط عبل الذراعين خدلج الساقين\r\n","description":"","footnote":"","page_name":" 312 ","page_number":312},
  {"content":"\r\nفقال بن شداد يا أبا العباس أهي المرأة التي قال\r\nرسول الله صلى الله عليه وسلم لو كنت راجما أحدا بغير بينة لرجمتها قال\r\nفقال بن عباس لا وقال تلك امرأة كانت قد أعلنت في\r\nالاسلام قال رجل آخر يا أبن عباس كيف الصفة فقال بن\r\nعباس جاءت به على الوصف السئ\r\n","description":"","footnote":"","page_name":" 313 ","page_number":313},
  {"content":"\r\n","description":"","footnote":"","page_name":" 314 ","page_number":314},
  {"content":"\r\n( 2425 ) حدثنا محمد بن عبد الرحمن بن سهم\r\nحدثنا عبد الله بن المبارك حدثنا خالد الحذاء عن عكرمة\r\nعن بن عباس قال كان رسول الله صلى الله عليه وسلم إذا سقى قال\r\nابدؤوا بالكبير أو قال بالأكابر\r\n( 2426 ) حدثنا محمد بن عبد الرحمن بن سهم\r\nحدثنا أبو إسحاق الفزاري عن الأعمش عن الحكم بن عتيبة\r\nعن مقسم\r\nعن بن عباس قال صلى رسول الله صلى الله عليه وسلم يوم التروية بمنى\r\nالظهر والعصر والعشاء والفجر\r\n","description":"","footnote":"","page_name":" 315 ","page_number":315},
  {"content":"\r\n( 2427 ) حدثنا محمد بن عبد الرحمن بن سهم\r\nحدثنا عبد الله بن المبارك وعيسى بن يونس عن عوف الاعرابي\r\nعن زياد بن حصين عن أبي العالية\r\nعن بن عباس قال قال لي رسول الله صلى الله عليه وسلم غداة الجمرة\r\nهات القط لي فلقط له حصيات من حصى الخذف فلما\r\nوضعهن في يده قال نعم بأمثال هؤلاء نعم\r\nبأمثال هؤلاء وإياكم والغلو في الدين فإنما أهلك من كان\r\nقبلكم الغلو في الدين\r\n","description":"","footnote":"","page_name":" 316 ","page_number":316},
  {"content":"\r\n( 2428 ) حدثنا عبد الأعلى بن حماد حدثنا\r\nوهيب بن خالد حدثنا ليث عن طاوس\r\nعن بن عباس عن النبي صلى الله عليه وسلم قال خمس يقتلهن\r\nالمحرم الحداة والفأرة والعقرب والغراب والكلب\r\nالعقور\r\n","description":"","footnote":"","page_name":" 317 ","page_number":317},
  {"content":"\r\n( 2429 ) حدثنا هارون بن معروف حدثنا\r\nعبد الله بن وهب قال أخبرني عمرو بن الحارث أن بكيرا\r\nحدثه عن كريب مولى بن عباس\r\nعن بن عباس أن رسول الله صلى الله عليه وسلم حين دخل البيت وجد فيه\r\nصورة إبراهيم وصورة مريم وقال أما إنهم قد سمعوا أن\r\nالملائكة لا تدخل بيتا فيه صورة هذا إبراهيم مصور فما باله\r\nيستقسم\r\n( 2430 ) حدثنا هارون بن معروف حدثنا\r\nعبد الله بن وهب قال أخبرني عمرو عن عبد ربه بن سعيد\r\n","description":"","footnote":"","page_name":" 318 ","page_number":318},
  {"content":"\r\nقال حدثني المنهال بن عمرو ومرة قال أخبرني سعيد بن\r\nجبير عن عبد الله بن الحارث\r\nعن بن عباس قال كان رسول الله صلى الله عليه وسلم إذا عاد المريض\r\nجلس عند رأسه ثقال سبع مرات أسأل الله العظيم رب\r\nالعرش العظيم أن يشفيك قال فإن كان في أجله تأخير\r\nعوفي من وجعه ذلك\r\n( 2431 ) حدثنا علي بن الجعد أخبرنا أبو جعفر\r\nالرازي عن عمرو بن دينار عن طاوس\r\n","description":"","footnote":"","page_name":" 319 ","page_number":319},
  {"content":"\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم أمرت بالسجود\r\nعلى سبعة أعضاء ونهيت أن أكف ثوبا أو شعرا\r\n( 2432 ) وعن أبي جعفر عن عبد الكريم بن أبي\r\nالمخارق عن مقسم\r\n","description":"","footnote":"","page_name":" 320 ","page_number":320},
  {"content":"\r\nعن بن عباس عن النبي صلى الله عليه وسلم في رجل جامع امرأته وهي\r\nحائض فقال إن كان دما عبيطا فليتصدق بدينار وإن كان فيه\r\nصفرة فنصف دينار\r\n","description":"","footnote":"","page_name":" 321 ","page_number":321},
  {"content":"\r\n","description":"","footnote":"","page_name":" 322 ","page_number":322},
  {"content":"\r\n( 2433 ) حدثنا محمد بن بكار حدثنا خالد بن\r\nعبد الله الواسطي عن يزيد بن أبي زياد عن عكرمة\r\nعن بن عباس قال لعن رسول الله صلى الله عليه وسلم المخنث من الرجال\r\nوالمترجلات من النساء فقلت وما المترجلات من النساء قال\r\nالمتشبهات من النساء بالرجال\r\n","description":"","footnote":"","page_name":" 323 ","page_number":323},
  {"content":"\r\n( 2434 ) حدثنا محمد بن بكار حدثنا الوليد بن أبي\r\nثور عن سماك عن\r\nعكرمة عن بن عباس أن رسول الله صلى الله عليه وسلم قال على كل منسم\r\nمن الانسان الصلاة فقال رجل من القوم هذا شديد ومن\r\nيطيق هذا قال أمر بالمعروف ونهي عن المنكر صلاة وإن\r\n","description":"","footnote":"","page_name":" 324 ","page_number":324},
  {"content":"\r\nحملا عن الضعيف صلاة وإن كل خطوة يخطوها أحدكم إلى\r\nصلاة صلاة\r\n( 2435 ) حدثنا أبو معمر حدثنا أبو الأحوص عن\r\nسماك عن عكرمة\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم على كل منسم\r\nمن بن آدم كل يوم صدقة فذكر نحو هذا الحديث\r\n","description":"","footnote":"","page_name":" 325 ","page_number":325},
  {"content":"\r\n( 2436 ) حدثنا أبو همام حدثنا حماد بن أسامة\r\nحدثنا هشام بن حسان عن زيد بن الحواري\r\nعن بن عباس قال قيل يا رسول الله أنفض إلى نسائنا\r\nفي الجنة كما نفضي إليهن في الدنيا قال والذي نفس محمد\r\nبيده إن الرجل ليفضي بالغداة الواحدة إلى مائة عذراء\r\n( 2437 ) حدثنا عبد الله بن عمر بن أبان حدثنا\r\nعلي بن هاشم بن البريد عن مبارك بن حسان عن عطاء\r\nعن بن عباس قال قيل يا رسول الله أي جلسائنا خير\r\nقال من ذكركم الله رؤيته وزاد في علمكم منطقه وذكركم\r\nبالآخرة عمله\r\n","description":"","footnote":"","page_name":" 326 ","page_number":326},
  {"content":"\r\n( 2438 ) حدثنا عبد الله بن عمر حدثنا بن\r\nالمبارك حدثنا شريك عن خصيف عن عكرمة\r\nعن بن عباس قال فقدت قطيفة حمراء يوم بدر مما أصيب\r\nمن المشركين فقال أناس لعل النبي صلى الله عليه وسلم أخذها فأنزل الله\r\nوما كان لنبي أن يغل قال خصيف\r\nفقلت لسعيد ما كان لنبي أن يغل فقال بل يغل ويقتل\r\nأيضا\r\n","description":"","footnote":"","page_name":" 327 ","page_number":327},
  {"content":"\r\n( 2439 ) حدثنا الحسن بن حماد حدثنا عبدة بن\r\nسليمان حدثنا سعيد بن أبي عروبة عن أيوب عن عكرمة\r\nعن بن عباس قال لما تزوج علي فاطمة قال النبي صلى الله عليه وسلم\r\nأعطها شيئا قال ما عندي شئ قال فأين درعك\r\nالحطمية\r\n","description":"","footnote":"","page_name":" 328 ","page_number":328},
  {"content":"\r\n( 2440 ) وعن سعيد بن أبي عروبة عن قتادة عن\r\nعزرة عن سعيد بن جبير\r\nعن بن عباس قال سمع النبي صلى الله عليه وسلم رجلا يلبي عن شبرمة\r\nفقال أيها الملبي عن شبرمة من شبرمة قال أخ لي أو\r\nنسب لي قال حججت عن نفسك قال لا قال\r\nفاحجج عن نفسك ثم احجج عن شبرمة\r\n","description":"","footnote":"","page_name":" 329 ","page_number":329},
  {"content":"\r\n( 2441 ) حدثنا إبراهيم بن الحجاج حدثنا\r\nسكين حدثنا أبي\r\nعن بن عباس قال كان الفضل عباس رديف\r\nالنبي صلى الله عليه وسلم من عرفة فجعل الفتى يلاحظ النساء وينظر إليهن وجعل\r\nالنبي صلى الله عليه وسلم يصرف وجهه بيده من خلفه وجعل الفتى يلاحظ إليهن\r\nفقال له النبي صلى الله عليه وسلم بن أخي إن هذا يوم من ملك فيه سمعه وبصره\r\nولسانه غفر له\r\n( 2442 ) حدثنا أبو عبد الله بن عبد الرحمن\r\nالعلاف حدثنا عبد الملك بن الخطاب بن عبيد الله بن أبي بكرة\r\nعن عمارة بن أبي حفصة عن عكرمة\r\nعن بن عباس عن النبي صلى الله عليه وسلم قال لولا أن الكلاب أمة\r\n","description":"","footnote":"","page_name":" 330 ","page_number":330},
  {"content":"\r\nلأمرت بقتل كل أسود بهيم فاقتلوا العين من الكلاب فإنها\r\nالملعونة من الجن\r\n( 2443 ) حدثنا بشر بن الوليد الكندي حدثنا\r\nشريك عن محمد بن عبد الرحمن مولى آل طلحة عن كريب\r\nعن بن عباس قال جاء رجل إلى النبي صلى الله عليه وسلم فقال يا\r\nرسول الله إن أختي نذرت أن تحج ماشية فقال إن الله لا يصنع\r\n","description":"","footnote":"","page_name":" 331 ","page_number":331},
  {"content":"\r\nبشقاء أختك شيئا لتحج راكبة ولتكفر يمينها\r\n( 2444 ) حدثنا أبو الربيع الزهراني حدثنا بن\r\nالمبارك عن عبد الوهاب بن الورد عن الحسن بن حبيب أو\r\nكثير عن عكرمة\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم لا يتناجى اثنان\r\nدون الثالث فإن ذلك يؤذي منه والله يكره أذى المؤمن\r\n","description":"","footnote":"","page_name":" 332 ","page_number":332},
  {"content":"\r\n( 2445 ) حدثنا محمد بن الصباح وأبو الربيع\r\nالزهراني قالا حدثنا إسماعيل بن زكريا عن نضر الخزاز عن\r\nعكرمة\r\nعن بن عباس قال كان رسول الله صلى الله عليه وسلم على حراء فتزلزل\r\nالجبل فقال رسول الله صلى الله عليه وسلم أثبت حراء ما عليك إلا نبي أو\r\nصديق أو شهيد وعليه رسول الله صلى الله عليه وسلم وأبو بكر وعمر\r\nوعلي وعثمان وطلحة والزبير وعبد الرحمن بن عوف\r\nوسعد بن أبي وقاص وسعيد بن زيد بن عمرو بن نفيل\r\n","description":"","footnote":"","page_name":" 333 ","page_number":333},
  {"content":"\r\nوكتبه من حديث أبي الربيع .\r\n( 2446 ) حدثنا أبو الربيع حدثنا شريك بن\r\nعبد الله عن حسين بن عبد الله عن عكرمة\r\nعن بن عباس قال صلى رسول الله صلى الله عليه وسلم في ثوب قد خالف\r\nبين طرفيه متوشحا به يتقي بفضل الثوب حر الأرض وبردها\r\n","description":"","footnote":"","page_name":" 334 ","page_number":334},
  {"content":"\r\n( 2447 ) حدثنا أبو الربيع حدثنا سلام بن سليم\r\nعن زيد العمي عن أبي نضرة\r\nعن بن عباس قال كان رسول الله صلى الله عليه وسلم إذا سجد استوى\r\nفلو صب على ظهره ماء لامسكه\r\n( 2448 ) حدثنا أبو الربيع حدثنا سلام بن سليم\r\nعن زيد العمي عن مجاهد\r\nعن بن عباس قال رأيت النبي صلى الله عليه وسلم يسجد على\r\nثوبه !\r\n( 2449 ) حدثنا أبو الربيع حدثنا حفص بن أبي\r\nداود عن محمد بن عبد الرحمن بن أبي ليلى عن عطاء بن أبي\r\nرباح\r\n","description":"","footnote":"","page_name":" 335 ","page_number":335},
  {"content":"\r\nعن بن عباس قال احتجم رسول الله صلى الله عليه وسلم وهو صائم\r\nمحرم فغشي عليه فنهى الناس يومئذ أن يحتجم الصائم كراهية\r\nالضعف عليه\r\n","description":"","footnote":"","page_name":" 336 ","page_number":336},
  {"content":"\r\n( 2450 ) حدثنا أبو الربيع حدثنا سلام بن سلم\r\nالطويل عن الفضل بن عطية عن عطاء بن أبي رباح\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم الحدة تعتري\r\nخيار أمتي !\r\n( 2451 ) حدثنا أبو الربيع حدثنا بن أبي\r\nداود عن محمد بن عبد الرحمن بن أبي ليلى عن الحكم بن\r\nعتيبة عن مقسم\r\nعن بن عباسا رسول الله صلى الله عليه وسلم أعطى يوم بدر الفرس\r\nسهمين والرجل سهما\r\n","description":"","footnote":"","page_name":" 337 ","page_number":337},
  {"content":"\r\n( 2452 ) حدثنا هدبة حدثنا وهب عن يونس بن\r\nعبيد أخبرنا عمار بن أبي عمار قال\r\nسمعت بن عباس يقول توفي رسول الله صلى الله عليه وسلم وهو بن خمس\r\nوستين وكان الحسن يقول توفي رسول الله صلى الله عليه وسلم وهو بن\r\nستين\r\n( 2453 ) حدثنا أبو عمر الحار ث بن سريج حدثنا\r\nيحيى بن زكريا حدثنا محمد بن أبي القاسم عن\r\nعبد الملك بن سعيد بن جبير عن أبيه\r\nعن بن عباس قال كان تميم الداري وعدي بن بداء\r\nيختلفان إلى مكة فصحبهما رجل من قريش من بني سهم\r\n","description":"","footnote":"","page_name":" 338 ","page_number":338},
  {"content":"\r\nفمات بأرض ليس بها أحد من المسلمين وأوصى إليهما بتركته\r\nفلما قدما فدفعاها إلى أهله وكتما جاما كان معه من فضة مخوصا\r\nبالذهب فقالا لم نره فأتي بهما النبي صلى الله عليه وسلم فاستحلفهما بالله ما\r\nكتما ولا اطلعا وخلى سبيلهما ثم إن الجام وجد عند قوم من\r\nأهل مكة قال وا ابتعناه من تميم الداري وعدي بن بداء فقام\r\nأولياء السهمي فأخذوا الجام وحلف رجلان منهم بالله إن هذا\r\nالجام جام صاحبنا وشهادتنا أحق من شهادتهما وما اعتدينا إنا إذا لمن\r\nالظالمين ونزلت هاتان الآيتان * ( يا أيها الذين آمنوا شهادة بينكم\r\nإذا حضر أحدكم الموت ) * إلى آخر الآية\r\n","description":"","footnote":"","page_name":" 339 ","page_number":339},
  {"content":"\r\n( 2454 ) حدثنا حارث بن سريج حدثنا معتمر\r\nحدثنا ليث عن أبي فزارة عن يزيد بن الأصم\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم إني لم أؤمر\r\nبتشييد المساجد قال وقال بن عباس لتزخرفنها كما\r\nزخرفت اليهود والنصارى\r\n( 2455 ) حدثنا وهب بن بقية حدثنا خالد عن\r\nحسين بن قيس عن عكرمة\r\nعن بن عباس أن امرأة من خثعم أتت النبي صلى الله عليه وسلم فقالت يا\r\n","description":"","footnote":"","page_name":" 340 ","page_number":340},
  {"content":"\r\nنبي الله إني امرأة أيم وإني أريد أن أتزوج فما حق الزوج على\r\nزوجته فإن استطعت ذلك وإلا جلست أيما فقال النبي صلى الله عليه وسلم\r\nإن حق الزوج على زوجته إذا أرادها على نفسها وهي على ظهر\r\nبعيره لا تمنعه ومن حق الزوج على الزوجة أن لا تعطي من بيتها\r\nإلا بإذنه وإن فعلت كان الاثم عليها والاجر لغيرها ومن حق\r\nالزج على الزوجة أن لا تحرج من بيته إلا بإذنه فإن فعلت ذلك\r\nلعنتها الملائكة حتى ترجع أو تتوب\r\n( 2456 ) وبه قال حدثنا بن عباس قال كان\r\nالنبي صلى الله عليه وسلم إذا ثارت ريح استقبلها وجثا على ركبتيه وقال اللهم\r\nاجعلها رياحا ولا تجعلها ريحا اللهم اجعلها رحمة ولا تجعلها\r\nعذابا\r\n","description":"","footnote":"","page_name":" 341 ","page_number":341},
  {"content":"\r\n( 2457 ) حدثنا وهب بن بقية حدثنا خالد حدثنا\r\nحسين عن عكرمة\r\nعن بن عباس أن النبي صلى الله عليه وسلم قال من قبض يتيما بين\r\nمسلمين إلى طعامه وشرابه حتى يغنيه الله أوجب الله له الجنة\r\nالبتة إلا أن يعمل ذنبا لا يغفر\r\nومن عال ثلاث بنات فأنفق عليهن وأحسن إليهن وجبت له\r\nالجنة فقام رجل من الاعراب فقال أو اثنتين قال نعم\r\nحتى لو قال واحدة لقال نعم وما من عبد أذهب الله كريمتيه\r\nإلا كان ثوابه عند الله الجنة قال وما كريمتاه قال\r\nعيناه قال وكان بن عباس إذا حدث هذا الحديث قال\r\nوالله ذا من كرائم الحديث وغرره\r\n","description":"","footnote":"","page_name":" 342 ","page_number":342},
  {"content":"\r\n( 2458 ) حدثنا وهب حدثنا خالد عن حسين\r\nعن عكرمة\r\nعن بن عباس أن رسول الله صلى الله عليه وسلم قال إن الله أعطى كل\r\nذي حق حقه وإن الله فرض فرائض وسن سننا وحد حدودا\r\nوأحل حلالا وحرم حراما وشرع الاسلام وجعله سهلا سمحا\r\nواسعا ولم يجعله ضيقا\r\nيا أيها الناس إنه لا إيمان لمن لا أمانة له ولا دين لمن لاعهد\r\nله ومن نكث ذمة الله طلبه الله ومن نكث ذمتي خاصمته ومن\r\nخاصمته فلجت عليه ومن نكث ذمتي لم ينل شفاعتي ولم يرد\r\nعلي الحوض\r\nألا إن الله لم يرخص في القتل إلا في ثلاث مرتد بعد\r\nإيمان وزان بعد إحصان أو قاتل نفس فيقتل بها اللهم هل\r\nبلغت\r\n","description":"","footnote":"","page_name":" 343 ","page_number":343},
  {"content":"\r\n( 2459 ) وعن بن عباس أن رسول الله صلى الله عليه وسلم اعتمر\r\nوكان بينه وبين أهل مكة عهد أن لا يخرج أحدا من أهله فلما\r\nقضى رسول الله صلى الله عليه وسلم عمرته خرج من مكة ومر رسول الله صلى الله عليه وسلم بابنة\r\nحمزة بن عبد المطلب فقالت يا رسول الله إلى من تدعني فلم\r\nيلتفت للعهد الذي بينه وبين أهل مكة ومر بها زيد بن حارثة\r\nفقالت إلى من تدعني فلم يلتفت إليها ومر بها جعفر\r\nفناشدته فلم يلتفت إليها ثم مر بها علي بن أبي طالب فقالت\r\nيا أبا حسن إلى من تدعني فأخذها علي فألقاها خلف فاطمة\r\nفلما نزلوا أدنى منزل أتى زيد عليا فقال أنا أولى بها منك أنا\r\nمولى نبي الله صلى الله عليه وسلم قال علي أنا\r\nأولى بها منك قال جعفر أنا أولى بها خالتها عندي أسماء بنت عميس الخثعمية فلما علت\r\nأصواتهم بعث إليهم رسول الله صلى الله عليه وسلم فلما أتوه قال أما أنت يا\r\n","description":"","footnote":"","page_name":" 344 ","page_number":344},
  {"content":"\r\nجعفر فأنت تشبه خلقي وخلقي وأما أنت يا علي فأنا منك وأنت\r\nوصيي وأما زيد فمولاي ومولاكم فادفع الجارية إلى خالتها\r\nوهي أولى بها\r\n( 460 ) وعن بن عباس أن النبي صلى الله عليه وسلم قال من\r\nتسع وتسعين امرأة واحدة في الجنة وبقيتهن في النار فاشتد\r\nذلك على من حضر رسول الله صلى الله عليه وسلم من المهاجرين فقال\r\nرسول الله صلى الله عليه وسلم إن المسلمة إذا حملت كان لها أجر القائم\r\nالصائم المحرم المجاهد في سبيل الله حتى إذا وضعت فإن لها\r\nبأول رضعة ترضعه أجر حياة نسمة\r\n( 2461 ) حدثنا إبراهيم بن الحجاج السامي حدثنا\r\nمحمد بن ثابت العبدي حدثنا جبلة بن عطية عن إسحاق بن\r\nعبد الله\r\nعن بن عباس قال بينما رسول الله صلى الله عليه وسلم في بيت من بعض\r\n","description":"","footnote":"","page_name":" 345 ","page_number":345},
  {"content":"\r\nبيوت نسائه إذ وضع رأسه على فخذ إحداهن فأغفى فضحك في\r\nمنامه فبعد أن رأيته سأله بعض أهل البيت قالوا يا رسول الله\r\nما أضحكك فقال عجبت لناس من أمتي يركبون هذا البحر\r\nوهول العدو يجاهدون في السبيل فذكر لهم فضلا لم يحفظه\r\nمحمد قالت امرأة كانت ثمة يا رسول الله ادع الله أن يجعلني\r\nمنهم فدعا لها فخرج بها زوج لها في غزاة فينما هي على\r\nساحل البحر تسير على راحلة لها إذ وقعت فاندقت فخذها\r\nفماتت\r\n( 2462 ) حدثنا عبد الأعلى بن جابر حدثنا\r\nعبد العزيز بن محمد عن عمرو بن أبي عمرو عن عكرمة\r\n","description":"","footnote":"","page_name":" 346 ","page_number":346},
  {"content":"\r\nعن بن عباس أن النبي صلى الله عليه وسلم قال من وجدتموه وقع على\r\nالبهيمة فاقتلوه واقتلوا البهيمة\r\n","description":"","footnote":"","page_name":" 347 ","page_number":347},
  {"content":"\r\n( 2463 ) وعن بن عباس أن النبي صلى الله عليه وسلم قال 7 من\r\n","description":"","footnote":"","page_name":" 348 ","page_number":348},
  {"content":"\r\nوجدتموه يعمل عمل قوم لوط فاقتلوا الفاعل والمفعول\r\n( 2464 ) حدثنا إبراهيم بن احجا حدثنا\r\nوهيب عن بن طاوس عن أبيه\r\nعن بن عباس أن النبي صلى الله على\r\nوسلم قال أمرت أن أسجد على سبعة أعظم الجبهة وأشار بيده على أنفه واليدين\r\nوالركبتين والقدمين ولا أكف الثياب ولا الشعر\r\n","description":"","footnote":"","page_name":" 349 ","page_number":349},
  {"content":"\r\n( 2465 ) حدثنا إبراهيم بن الحجاج حدثنا\r\nوهيب عن بن طاوس عن عكرمة بن خالد\r\nعن بن عباس أنه بات عند خالته ميمونة فقام النبي صلى الله عليه وسلم من\r\nالليل فصلى قال فقمت عن يساره فجرني حتى أقامني عن يمينه\r\nقال فصلى ثلاث عشرة ركعة قيامه فيهن سواء\r\n","description":"","footnote":"","page_name":" 350 ","page_number":350},
  {"content":"\r\n","description":"","footnote":"","page_name":" 351 ","page_number":351},
  {"content":"\r\n( 2466 ) حدثنا الحسن بن عمر بن شقيق حدثنا\r\nالأسود بن حفص المروزي حدثنا حسين بن واقد عن يزيد\r\nالنحوي عن عكرمة\r\nعن بن عباس أن النبي صلى الله عليه وسلم كان إذا قدم من سفر قبل ابنته\r\nفاطمة\r\n( 2467 ) حدثنا عبد الله بن عمر بن أبان حدثنا\r\n","description":"","footnote":"","page_name":" 352 ","page_number":352},
  {"content":"\r\nعبد الرحيم بن سليمان حدثنا الحسن بن عبيد الله عن سالم بن\r\nأبي الجعد\r\nعن بن عباس قال رأى عمر بن الخطاب في يدي خاتم\r\nمن ذهب فأخذه فحذف به وقال فلا أنا طلبته ولا هو رده\r\nعلي\r\n( 2468 ) حدثنا عبد الله بن عمر بن أبان حدثنا\r\nعبد الرحمن بن محمد المحاربي عن محمد بن إسحاق عن\r\nعبد الرحمن بن أبي زيد عن القعقاع بن حكيم عن\r\nعبد الرحمن بن وعلة قال\r\nسألت بن عباس عن بيع الخمر من أهل الذمة قال\r\nأهدى رجل من ثقيف أو من دوس لرسول الله صلى الله عليه وسلم راوية عام\r\nالفتح وكان رسول الله صلى الله عليه وسلم يصادق في الجاهلية فقال له\r\nرسول الله صلى الله عليه وسلم إن الله لقد حرمه فأصغى إلى غلام له معه\r\nقال اذهب بها إلى الحزورة قرية جنب المدينة فبعها\r\n","description":"","footnote":"","page_name":" 353 ","page_number":353},
  {"content":"\r\nقال فقال رسول الله صلى الله عليه وسلم ما الذي أمرته قال أمرته أن\r\nيبيعها قال يا فلان إن الذي حرم شربها حرم ثمنها فأمر بها\r\nفأهريقت\r\n( 2469 ) حدثنا أبو هشام الرفاعي حدثنا بن\r\nفضيل حدثنا رشدين بن كريب عن أبيه\r\n","description":"","footnote":"","page_name":" 354 ","page_number":354},
  {"content":"\r\nعن بن عباس أن النبي صلى الله عليه وسلم كان يقول اللهم إني أعوذ\r\nبك من شر ما تجئ به الريح ومن شر ما تجئ به الرسل\r\n( 2470 ) حدثنا عبد الله بن عمر بن أبان قال حدثنا\r\nعبد الرحيم عن محمد بن إسحاق عن الحسين بن عبد الله\r\nعن عكرمة\r\nعن بن عباس قال قد رأيت رسول الله صلى الله عليه وسلم في يوم مطير\r\nوهو يتقي بكساء عليه الطين إذا سجد\r\n( 2471 ) حدثنا أبو خيثمة حدثنا هشي حدثنا\r\nيزيد بن أبي زياد عن مقسم\r\nعن بن عباس أن رسول الله صلى الله عليه وسلم احتجم وهو صائم\r\nمحرم\r\n","description":"","footnote":"","page_name":" 355 ","page_number":355},
  {"content":"\r\n( 2471 ) حدثنا أبو خيثمة حدثنا هشيم\r\nحدثنا منصور عن عطاء\r\nعن بن عباس أن النبي صلى الله عليه وسلم سئل عمن حلق قبل أن يذبح\r\nونحو ذلك فكان يقول لا حرج لا حرج\r\n","description":"","footnote":"","page_name":" 356 ","page_number":356},
  {"content":"\r\n( 2472 ) حدثنا أبو خيثمة حدثنا هشيم حدثنا\r\nعوف عن زياد بن حصين عن أبي العالية\r\nعن بن عباس قال لي النبي صلى الله عليه وسلم القط لي قال\r\nفتلقطت له حصيات هن حصى الحذف فلما وضعهن في يده\r\nقال نعم بمثل هؤلاء وإياكم والغلو في الدين فإنما هلك من\r\nكان قبلكم بالغلو في الدين\r\n( 2473 ) وعن هشيم حدثنا أبو بشر عن سعيد بن\r\nجبير\r\n","description":"","footnote":"","page_name":" 357 ","page_number":357},
  {"content":"\r\nعن بن عباس أن رجلا كان مع رسول الله صلى الله عليه وسلم محرما\r\nفوقصته ناقته فمات فقال رسول الله صلى الله عليه وسلم اغسلوه بماء وسدر\r\nوكفنوه في ثوبين فإنه يبعث يوم القيامة ملبدا\r\n( 2474 ) حدثنا أبو خيثمة حدثنا هشيم حدثنا\r\nيزيد بن أبي زياد عن مجاهد\r\nعن بن عباس قال قدم النبي صلى الله عليه وسلم مهلا بالحج طاف\r\nوسعى ولم يحل من أجل الهدي وأمر من لم يكن معه هدي أن\r\nيطوف ويسعى ويقصر أو يحلق ثم يحل\r\n","description":"","footnote":"","page_name":" 358 ","page_number":358},
  {"content":"\r\n( 2475 ) وعن هشيم حدثنا بن أبي ليلى عن\r\nعطاء\r\nعن بن عباس أن رسول الله صلى الله عليه وسلم كان يلبي بالعمرة حتى يستلم\r\nالحجر\r\n( 2476 ) وعن هشيم عن يزيد بن أبي زياد عن\r\nمقسم\r\nعن بن عباس أن رسول الله صلى الله عليه وسلم قال اللهم اغفر\r\n","description":"","footnote":"","page_name":" 359 ","page_number":359},
  {"content":"\r\nللمحلقين فقال رجل والمقصرين فقال اللهم اغفر\r\nللمحلقين قال في الثالثة أو الرابعة والمقصرين\r\n( 2477 ) وعن هشيم حدثنا خالد عن عكرمة\r\nعن بن عباس قال مسح النبي صلى الله عليه وسلم رأسي ودعا لي\r\nبالحكمة\r\n","description":"","footnote":"","page_name":" 360 ","page_number":360},
  {"content":"\r\n( 2478 ) حدثنا أبو خيثمة حدثنا هشيم عن أبي\r\nبشر عن عكرمة قال\r\nرأيت رجلا عند المقام يكبر في كل رفع ووضع فلقيت بن\r\nعباس فقلت إني رأيت رجلا يكبر في كل رفع ووضع قال\r\nأو ليست تلك صلاة رسول الله صلى الله عليه وسلم لا أم لعكرمة\r\n","description":"","footnote":"","page_name":" 361 ","page_number":361},
  {"content":"\r\n( 2479 ) وعن هشيم عن أبي بشر عن سعيد بن\r\nجبير\r\nعن بن عباس أن النبي صلى الله عليه وسلم سئل عن ذراري المشركين\r\nفقال الله أعلم بما كانوا عاملين\r\n( 2480 ) حدثنا زهير حدثنا عباد بن العوام عن\r\nهلال بن خباب عن عكرمة\r\n","description":"","footnote":"","page_name":" 362 ","page_number":362},
  {"content":"\r\nعن بن عباس أن ضباعة بنت الزبير بن عبد المطلب أتت\r\nالنبي صلى الله عليه وسلم فقالت يا رسول الله إني أريد الحج أفأشترط قال\r\nنعم اشترطي قالت كيف أقول قال قولي لبيك\r\nاللهم لبيك\r\nمحلي من الأرض حيث تحبسني\r\n","description":"","footnote":"","page_name":" 363 ","page_number":363},
  {"content":"\r\n( 2481 ) حدثنا أبو خيثمة حدثنا عباد أخبرنا\r\nالحجاج عن الحكم عن مقسم\r\nعن بن عباس أن النبي صلى الله عليه وسلم خطب ميمونة فجعلت\r\nأمرها إلى العباس فزوجها النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 364 ","page_number":364},
  {"content":"\r\n( 2482 ) حدثنا أبو بكر بن أبي شيبة وعبد الله بن\r\nعمر بن أبان قالا حدثنا عبدة بن سليمان عن محمد بن\r\nإسحاق عن يعقو ب بن عتبة عن عكرمة\r\nعن بن عباس أن النبي صلى الله عليه وسلم صدق أمية بن أبي الصلت في\r\nبيتين من شعره قال\r\nرجل وثور تحت رجل يمينه والنسر للأخرى وليث مرصد\r\nقال النبي صلى الله عليه وسلم صدق\r\nقال\r\nوالشمس تطلع كل آخر ليلة حمراء يصبح ضوؤها يتورد\r\n","description":"","footnote":"","page_name":" 365 ","page_number":365},
  {"content":"\r\nتأبى فما تطلع لنا في رسلها إلا معذبة وإلا تجلد\r\nقال النبي صلى الله عليه وسلم صدق\r\n( 2483 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nعبد الرحيم بن سليمان عن الحجاج عن المنهال عن\r\nعبد الله بن الحارث\r\nعن بن عباس قال رسول الله صلى الله عليه وسلم من دخل على مريض لم\r\nتحضر وفاته قال أسأل الله العظيم رب العرش العظيم أن\r\nيشفيك سبع مرات شفي\r\n( 2484 ) حدثنا أبو بكر حدثنا حفص عن\r\nالحجاج عن الحكم عن مقسم\r\nعن بن عباس قال كتب رسول الله صلى الله عليه وسلم كتابا بين المهاجرين\r\n","description":"","footnote":"","page_name":" 366 ","page_number":366},
  {"content":"\r\nوالأنصار أن لا يغفلوا معاقلهم وأن يفدوا عانيهم بالمعروف\r\nوالاصلاح بين الناس\r\n( 2485 ) حدثنا أبو بكر حدثنا عثام بن علي عن\r\nالأعمش عن حبيب عن سعيد\r\nعبن عباس قال كان رسول الله صلى الله عليه وسلم يصلي ركعتين ثم\r\nيستاك\r\n( 2486 ) حدثنا أبو بكر حدثنا عبد الله بن إدريس\r\nعن بن عجلان عن زيد بن أسلم عن عطاء بيسار\r\nعن بن عباس أن النبي صلى الله عليه وسلم توضأ فغرف غرفة فغسل وجهه ثم\r\nغرف غرفة فغسل يده اليمنى ثم غرفة فغسل يده اليسرى ثم\r\nغرف غرفة فمسح برأسه وأذنيه داخلهما بالسبابتين وخالف\r\n","description":"","footnote":"","page_name":" 367 ","page_number":367},
  {"content":"\r\nإبهاميه التي ظاهر أذنيه فمسح ظهارهما وباطنهما ثنا غرف غرفة\r\nفغسل رجله اليمنى ثم غرفة فغسل رجله اليسرى\r\n","description":"","footnote":"","page_name":" 368 ","page_number":368},
  {"content":"\r\n( 2487 ) حدثنا أبو بكر حدثنا عبد السلام بن\r\nحرب عن يزيد بن عبد الرحمن عن قتادة عن أبي العالية\r\nعن بن عباس أن النبي صلى الله عليه وسلم قال ليس على من نام ساجدا\r\nوضوء حتى يضطجع فإنه إذا اضطجع استرخت مفاصله\r\n","description":"","footnote":"","page_name":" 369 ","page_number":369},
  {"content":"\r\n","description":"","footnote":"","page_name":" 370 ","page_number":370},
  {"content":"\r\n( 2488 ) حدثنا أبو بكر حدثنا معاوية بن هشام\r\nعن عمار بن رزيق عن عبد الله بن عيسى عن سعيد بن جبير\r\nعن بن عباس قال بينما جبريل جالس عند النبي صلى الله عليه وسلم إذ\r\nسمع نقيضا من فوقه فرفع رأسه فقال له فتح باب في السماء ما\r\nفتح قط فأتاه ملك فقال أبشر بنورين أوتيتهما لم يعطهما نبي\r\nكان قبلك فاتحة الكتاب وخواتيم سورة البقرة لم تقرأ منهما\r\nحرفا إلا أعطيت\r\n","description":"","footnote":"","page_name":" 371 ","page_number":371},
  {"content":"\r\n( 2489 ) حدثنا أبو بكر حدثنا مصعب بن\r\nالمقدام عن مندل عن بن جريج عن عمر بن عطاء عن\r\nعكرمة\r\nعن بن عباس قال فجرت خادم لآل رسول الله صلى الله عليه وسلم فقال يا\r\nعلي حدها قال فتركها حتى وضعت ما في بطنها ثم ضربها\r\nخمسين ثم أتى رسول الله صلى الله عليه وسلم فذكر ذلك فقال\r\nأصبت\r\n( 2490 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\n","description":"","footnote":"","page_name":" 372 ","page_number":372},
  {"content":"\r\nعبد الرحمن بن محمد المحاربي عن الحجاج عن الحكم\r\nعن مقسم\r\nعن بن عباس أن النبي صلى الله عليه وسلم كان يخطب يوم الجمعة قائما\r\nثم يقعد ثم يقوم ويخطب\r\n( 2491 ) حدثنا أبو بكر حدثنا يحيى بن آدم\r\nحدثنا شريك عن الأعمش عن مجاهد\r\nعن بن عباس رفعه إلى النبي صلى الله عليه وسلم أنه نهى عن أكل كل ذي\r\nناب من السبع وعن قتل الولدان وعن بيع المغنم قال وأظنه قال\r\n","description":"","footnote":"","page_name":" 373 ","page_number":373},
  {"content":"\r\nوأظنه قال : وعن الحبالى أن يوطأن\r\n( 2492 ) حدثنا أبو بكر حدثنا معاوية عن بن\r\nجريج عن عطاء\r\nعن بن عباس قال رمل رسول الله صلى الله عليه وسلم في حجته وعمرته\r\nوأبو بكر وعمر وعثمان والخلفاء بعد\r\n( 2493 ) حدثنا أبو بكر بن عياش\r\nعن عمرو بن ميمون عن أبي حاضر\r\nعن بن عباس قال قلت البدن زمر رسول الله صلى الله عليه وسلم فأمر\r\nالناس بالبقرة\r\n( 2494 ) حدثنا أبو بكر حدثنا حفص بن غياث\r\nعن حجاج عن بن أبي نجيح عن أبيه\r\nعن بن عباس قال ما قاتل رسول الله صلى الله عليه وسلم قوما قط حتى\r\nيدعوهم\r\n","description":"","footnote":"","page_name":" 374 ","page_number":374},
  {"content":"\r\n( 2495 ) حدثنا أبو بكر حدثنا بن نمير عبد الأعلى\r\nقالا حدثنا محمد بن إسحاق عن أيوب بن موسى عن\r\nعطاء\r\nعن بن عباس قال كان ثمن المجن في عهد رسول الله صلى الله عليه وسلم\r\nعشرة دراهم\r\n( 2496 ) حدثنا أبو بكر حدثنا عبيد الله بن موسى\r\nعن إبراهيم بن إسماعيل عن صالح بن كيسان عن عبيد الله بن\r\nعبد الله بن عتبة\r\nعن بن عباس قال نهى رسول الله صلى الله عليه وسلم أن يشرب من في\r\nالاناء المخنوث\r\n","description":"","footnote":"","page_name":" 375 ","page_number":375},
  {"content":"\r\n( 2497 ) حدثنا أبو بكر حدثنا عبيد الله بن موسى\r\nحدثنا بن أبي ذئب عن الزهري عن عبيد الله بن عبد الله بن\r\nعتبة\r\nعن بن عباس قال نهى رسول الله صلى الله عليه وسلم عن صبر\r\nالروح\r\nقال وقال الزهري الاخصاء صبر شديد\r\n( 2498 ) حدثنا أبو بكر حدثنا يحيى بن يعلى\r\n","description":"","footnote":"","page_name":" 376 ","page_number":376},
  {"content":"\r\nحدثنا أبي حدثنا غيلان عن ليث عن عطاء وطاووس\r\nومجاهد\r\nعن جابر بن عبد الله وابن عمر وابن عباس أن\r\nرسول الله صلى الله عليه وسلم لم يطف هو وأصحابه إلا طوافا واحدا لعمرتهم\r\nوحجهم\r\n","description":"","footnote":"","page_name":" 377 ","page_number":377},
  {"content":"\r\n( 2499 ) حدثنا أبو بكر حدثنا يحيى بن يعلى\r\nقال حدثني أبي حدثنا غيلان عن عثمان أبي اليقظان عن\r\nجعفر بن إياس عن مجاهد\r\nعن بن عباس قال لما نزلت هذه الآية الذين يكنزون\r\nالذهب والفضة قال كبر ذلك على\r\nالمسلمين فقالوا ما يستطيع أحد منا أن يترك لولده مالا\r\nيبقى بعده فقال عمر أنا أفرج عنكم فانطلقوا وانطلق\r\nعمر واتبعه ثوبان فأتى النبي صلى الله عليه وسلم فقال يا نبي الله إنه قد كبر على\r\nأصحابك هذه الآية فقال نبي الله صلى الله عليه وسلم إن الله لم يفرض\r\n","description":"","footnote":"","page_name":" 378 ","page_number":378},
  {"content":"\r\nالزكاة إلا ليطيب ما بقي من أموالكم وإنما فرض المواريث\r\nفي الأموال لتبقى لمن بعدكم\r\nقال فكبر عمر فقال له النبي صلى الله عليه وسلم ألا أخبرك بما يكنز\r\nالمرء المرأة الصالحة إذا نظر إليها سرته وإذا أمرها أطاعته\r\nوإذا غاب عنها حفظته\r\n( 2500 ) حدثنا عقبة بن مكرم حدثنا يونس بن\r\nبكير حدثنا محمد بن إسحاق عن داود بن الحصين عن عكرمة\r\nعن بن عباس قال طلق ركانة بنت عبد يزيد أخو بني\r\nعبد المطلب في مجلس ثلاثا فحزن عليها حزنا شديدا فقال له\r\nرسول الله صلى الله عليه وسلم كم طلقتها يا ركانة فقال ثلاثا في مجلس\r\nواحد فقال رسول الله صلى الله عليه وسلم فإنها واحدة\r\n","description":"","footnote":"","page_name":" 379 ","page_number":379},
  {"content":"\r\n( 2501 ) حدثنا مسروق بن المرزبان حدثنا بن\r\nأبي زائدة قال حدثني داود بن أبي هند عن عكرمة\r\n","description":"","footnote":"","page_name":" 380 ","page_number":380},
  {"content":"\r\nعن بن عباس قال قالت قريش ليهود أعطونا شيئا\r\nنسأل عنه هذا الرجل فقالت سلوه عن الروح فسألوه\r\nونزلت * ( ويسألونك عن الروح قل الروح من أمر ربي وما\r\nأوتيتم من العلم إلا قليلا ) * قالوا لم نؤت نحن\r\nمن العلم إلا قليلا وقد أوتينا التوراة ومن أوتي التوراة فقد أوتي\r\nخيرا كثيرا فنزلت قل لو كان البحر مدادا لكلمات ربي\r\nالآية\r\n","description":"","footnote":"","page_name":" 381 ","page_number":381},
  {"content":"\r\n( 2502 ) حدثنا مسروق بن المرزبان الكوفي حدثنا\r\nبن أبي زائدة قال حدثني أبي عن بن إسحاق عن سعيد بن\r\nجبير\r\nعن بن عباس قال كانت الشياطين لهم مقاعد يستمعون\r\nفيها الوحي فإذا سمعوا الكلمة زادوا تسعا فأما الكلمة فتكون\r\nحقا وأما ما زادوا فيكون باطلا فلما بعث رسول الله صلى الله عليه وسلم منعوا\r\nمقاعدهم فشكوا ذلك إلى إبليس ولم تكن النجوم يرمى بها من\r\nقبل ذلك فقال إن هذا لأمر قد حدث في الأرض فاضربوا في\r\nالأرض فانطلقوا فوجدوا رسول الله صلى الله عليه وسلم بين جبلي نخلة يصلي\r\nفأتوه فأخبروا فقال هذا الحدث الذي حدث في الأرض\r\n( 2503 ) حدثنا محمد بن عباد المكي حدثنا\r\nسفيان بن عيينة عن عمرو عن عطاء\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم إذا أكل أحدكم\r\nفلا يمسح يده حتى يلعقها أو يلعقها\r\n","description":"","footnote":"","page_name":" 382 ","page_number":382},
  {"content":"\r\n( 2504 ) حدثنا هناد بن السري حدثنا يونس بن\r\nبكير قال حدثني مطر بن ميمون المحاربي قال حدثني\r\nعكرمة\r\nعن بن عباس قال بعث رسول الله صلى الله عليه وسلم رجلا من أصحابه\r\nإلى رجل من اليهود فأمره بقتله فقال يا رسول الله إني لا أستطيع\r\n","description":"","footnote":"","page_name":" 383 ","page_number":383},
  {"content":"\r\nذلك إلا أن تأذن لي فقال رسول الله صلى الله عليه وسلم إن الحرب خدعة\r\nفاصنع ما تريد\r\n( 2505 ) حدثنا إسماعيل بن موسى حدثنا\r\nحسين بن عيسى عن معمر عن الزهري عن أبي حازم\r\nعن بن عباس قال بينما رسول الله صلى الله عليه وسلم بالحديبية إذ\r\nقال الله أكبر الله أكبر قد جاء نصر الله والفتح وجاء أهل\r\nاليمن قيل يا رسول الله وما أهل اليمن قال قوم رقيقة\r\nقلوبهم لينة طباعهم الايمان يمان والفقه يمان والحكمة\r\nيمانية\r\n","description":"","footnote":"","page_name":" 384 ","page_number":384},
  {"content":"\r\n( 2506 حدثنا أبو سعيد الأشج حدثنا أبو خالد\r\nالأحمر عن بن عجلان عن أبي حازم عن أبي هريرة\r\nوحجاج عن الحكم عن مقسم\r\nعن بن عباس قالا قال رسول الله صلى الله عليه وسلم غدوة أو روحة\r\nفي سبيل الله خير من الدنيا وما فيها\r\n","description":"","footnote":"","page_name":" 385 ","page_number":385},
  {"content":"\r\n( 2507 ) حدثنا أبو كريب حدثنا بن المبارك عن\r\nحجاج عن الزهري عن عروة عن عائشة\r\nوعن حجاج عن عكرمة ،\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم لا نكاح إلا\r\nبولي !\r\n","description":"","footnote":"","page_name":" 386 ","page_number":386},
  {"content":"\r\n( 2508 ) وفي حديث عروة والسلطان ولي من لا\r\nولي له\r\n","description":"","footnote":"","page_name":" 387 ","page_number":387},
  {"content":"\r\n","description":"","footnote":"","page_name":" 388 ","page_number":388},
  {"content":"\r\n( 2509 ) حدثنا أبو كريب حدثنا يحيى بن آدم\r\nعن قطبة بن عبد العزيز عن الأعمش عن أبي يحيى القتات\r\nعن مجاهد\r\nعن بن عباس قال نهى رسول الله صلى الله عليه وسلم عن التحريش بين\r\nالبهائم\r\n( 2510 ) حدثنا أبو كريب حدثنا يحيى بن آدم\r\nعن شريك عن الأعمش عن مجاهد\r\n","description":"","footnote":"","page_name":" 389 ","page_number":389},
  {"content":"\r\nعن بن عباس قال نهى رسول الله صلى الله عليه وسلم عن التحريش بين\r\nالبهائم\r\n( 2511 ) حدثنا محمد بن عبد الله بن نمير حدثنا\r\nزيد بن الحباب حدثنا سيف بن سليمان قال حدثني قيس بن\r\nسعد عن عمرو بن دينار\r\nعن بن عباس أن النبي صلى الله عليه وسلم قضى بيمين وشاهد !\r\n","description":"","footnote":"","page_name":" 390 ","page_number":390},
  {"content":"\r\n( 2512 ) حدثنا بن نمير حدثنا عبد السلام عن\r\nخصيف عن سعيد بن جبير\r\nعن بن عباس أن رسول الله صلى الله عليه وسلم أهل في دبر الصلاة\r\n( 2513 ) حدثنا بن نمير حدثنا أبو خالد عن بن\r\nإسحاق عن خصيف عن سعيد بن جبير قال\r\nذكرت لابن عباس إهلال رسول الله صلى الله عليه وسلم فقال أوجب\r\nرسول الله صلى الله عليه وسلم الاحرام حين فرغ من صلاته ثم خرج فلما ركب\r\nراحلته فاستوت بقائما أهل فأدرك ذلك منه قوم فقالوا أهل حين\r\nاستقلت به راحلته وذلك أنهم لم يدركوا إلا ذلك ثم سار حتى\r\n","description":"","footnote":"","page_name":" 391 ","page_number":391},
  {"content":"\r\nعلا البيداء فأهل فأدرك معه رجال فقالوا أهل حين علا\r\nالبيداء\r\n( 2514 ) حدثنا داود بن عمرو بن زهير الضبي\r\nحدثنا بن أبي الزناد عبد الرحمن بن عبد الله عن أبيه عن\r\nالقاسم بن محمد\r\nعن بن عباس قال لاعن رسول الله صلى الله عليه وسلم بين العجلاني\r\nوامرأته وقال زوجها يومئذ يا رسول الله والله ما قربتها منذ\r\nعفرنا وجعل رسول الله صلى الله عليه وسلم يومئذ يقول اللهم بين وزوج\r\nالمرأة رجل أصهب الشعر حمش الذراعين والساقين وكان الذي\r\nرميت به بن سوداء فجاءت بغلام اسود جعد قطط عبل\r\nالذراعين خدل الساقين فقال له رجل يا أبا عباس كيف\r\nقلت قال قلت جاءت به على النعت السئ فقال له بن\r\nشداد بن الهاد أهي التي قال رسول الله صلى الله عليه وسلم لو كنت راجما بغير\r\nبينة قال لا تلك امرأة كانت قد أعلنت في الاسلام\r\n","description":"","footnote":"","page_name":" 392 ","page_number":392},
  {"content":"\r\n( 2515 ) حدثنا داود بن عمرو حدثنا محمد بن\r\nمسلم عن عمرو بن دينار عن عكرمة\r\nعن بن عباس أن رجلا قال يا رسول الله توفيت أمي ولم\r\nتو ص أفينفعها أن أتصدق عنها قال نعم\r\n","description":"","footnote":"","page_name":" 393 ","page_number":393},
  {"content":"\r\n( 2516 ) حدثنا داود بن عمرو حدثنا محمد بن\r\nمسلم عن عمرو بن دينار عن أبي معبد مولى بن عباس قال\r\nسمعت بن عباس يقول خطب رسول الله صلى الله عليه وسلم فقال لا\r\nتسافر امرأة إلا ومعها ذو محرم قال فقام رجل فقا إني قد\r\nاكتتبت في الغزو وقد أردت أن أحج بامرأتي فقال\r\nالنبي صلى الله عليه وسلم أحجج مع امرأتك\r\n( 2517 ) حدثنا هدبة بن خالد حدثنا حماد بن\r\nسلمة عن عطا بن السائب عن سعيد بن جبير\r\nعن بن عباس أن رسول الله صلى الله عليه وسلم قال مررت ليلة أسري\r\nبي برائحة طيبة فقلت ما هذه\r\nالرائحة يا جبريل قال هذه ماشطة بنت فرعون كانت تمشطها فوقع المشط من يدها فقال\r\nبسم الله قالت ابنة فرعون أبي قالت ربي ورب أبيك\r\nقالت أقول له إذا قالت قولي له قال لها أو لك رب غيري\r\nقالت ربي وربك الذي في السماء قال فأحمي لها بقرة من\r\n","description":"","footnote":"","page_name":" 394 ","page_number":394},
  {"content":"\r\nنحاس فقالت إن لي إليك حاجة قال وما حاجتك قالت\r\nأن تجمع عظامي وعظام ولدي قال ذلك لك علينا لما لك علينا\r\nمن الحق فألقي ولدها في البقرة واحدا واحدا فكان آخرهم\r\nصبي فقال لها يا أمه اصبري فإنك على الحق قال بن\r\nعباس فأربعة تكلموا وهم صبيان بن ماشطة بنت فرعون وصبي\r\nجريج وعيسى بن مريم والرابع لا أحفظه\r\n","description":"","footnote":"","page_name":" 395 ","page_number":395},
  {"content":"\r\n( 2518 ) حدثنا أبو همام حدثنا أبي عن زياد بن\r\nخيثمة عن إسماعيل السدي عن عكرمة\r\nعن بن عباس أن رسول الله صلى الله عليه وسلم لحد له\r\n( 2519 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\n","description":"","footnote":"","page_name":" 396 ","page_number":396},
  {"content":"\r\nحميد بن عبد الرحمن عن عبد الله بن المؤمل عن عطاء\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم إذا اختلف الناس\r\nفالحق في مضر وإذا عزت ربيعة فذلك ذل\r\nالاسلام ( 2520 ) حدثنا أبو بكر حدثنا عبيد الله بن موسى\r\nعن إبراهيم بن إسماعيل عن داود بن حصين عن عكرمة\r\nعن بن عباس عن النبي صلى الله عليه وسلم قال للجار أن يضع خشبة\r\nعلى جدار جاره وإن كره والطريق الميتاء سبع أذرع ولا ضرر\r\nولا ضرار\r\n","description":"","footnote":"","page_name":" 397 ","page_number":397},
  {"content":"\r\n","description":"","footnote":"","page_name":" 398 ","page_number":398},
  {"content":"\r\n","description":"","footnote":"","page_name":" 399 ","page_number":399},
  {"content":"\r\n( 2521 ) حدثنا أبو بكر حدثنا عبد الرحيم بن\r\nسليمان عن محمد بن كريب عن كريب قال\r\nسمعت بن عباس قال قال النبي صلى الله عليه وسلم ملعون من انتقص\r\nشيئا من تخوم الأرض بغير حقه\r\n2522 ) حدثنا أبو بكر حدثنا أبو خالد عن\r\nحجاج عن الحكم عن مقسم\r\nعن بن عباس عن النبي صلى الله عليه وسلم قال ليس منا من وطئ\r\nحبلى !\r\n( 2523 ) حدثنا أبو بكر حدثنا يحيى بن آدم عن\r\nسفيان عن أبي سنان بن عبد الله بن الحارث\r\n","description":"","footnote":"","page_name":" 400 ","page_number":400},
  {"content":"\r\nعن بن عباس أن النبي صلى الله عليه وسلم صلى على ميت بعدما دفن\r\n","description":"","footnote":"","page_name":" 401 ","page_number":401},
  {"content":"\r\n( 2524 ) حدثنا أبو بكر حدثنا بن أبي غنية عن\r\nداود بن عيسى عن الحسن قال\r\nأخبرني بن عباس أنه سمع النبي صلى الله عليه وسلم يقول اللهم إني\r\nحرمت المدينة كما حرمت مكة\r\n","description":"","footnote":"","page_name":" 402 ","page_number":402},
  {"content":"\r\n( 2525 ) حدثنا أبو بكر حدثنا وكيع عن\r\nإسرائيل عن سماك عن عكرمة\r\nعن بن عباس أن امرأة أسلمت على عهد النبي صلى الله عليه وسلم فجاء\r\nزوجها بعدها فقال يا رسول الله إنها قد كانت أسلمت معي\r\nفردها عليه\r\n","description":"","footnote":"","page_name":" 403 ","page_number":403},
  {"content":"\r\n( 2526 ) حدثنا أبو بكر حدثنا حسين بن محمد\r\nحدثنا جرير بن حازم عن أيوب عن عكرمة\r\nعن بن عباس أن جارية بكرا أتت النبي صلى الله عليه وسلم فذكرت أن أباها\r\nزوجها وهي كارهة فخيرها النبي\r\nصلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 404 ","page_number":404},
  {"content":"\r\n( 2527 ) حدثنا أبو بكر حدثنا يحيى بن يعلى\r\nعن منصور عن مجاهد عن طاووس\r\nعن بن عباس أن النبي صلى الله عليه وسلم صام حتى أتى عسفان ثم\r\n","description":"","footnote":"","page_name":" 405 ","page_number":405},
  {"content":"\r\nأفطر\r\n","description":"","footnote":"","page_name":" 406 ","page_number":406},
  {"content":"\r\n( 2528 ) حدثنا أبو بكر حدثنا محمد بن فضيل\r\nعن حجاج عن أبي صالح\r\nعن بن عباس قال قسم النبي صلى الله عليه وسلم يوم حنين للفارس ثلاثة\r\nأسهم وللراجل سهما\r\n( 2529 ) حدثنا أبو بكر حدثنا حسين بن علي\r\nعن زائدة عن سماك بن حرب عن عكرمة\r\nعن بن عباس قال جاء إلى النبي صلى الله عليه وسلم أعرابي فقال\r\nأبصرت الهلال الليلة قال تشهد أن لا إله إلا الله وأن محمد\r\nعبده ورسوله قال نعم قال قم يا بلال فناد في الناس\r\nفليصوموا غدا\r\n","description":"","footnote":"","page_name":" 407 ","page_number":407},
  {"content":"\r\n( 2530 ) حدثنا هدبة بن خالد حدثنا همام حدثنا\r\nقتادة عن عزرة عن سعيد بن جبير\r\nعن بن عباس أن رسول الله صلى الله عليه وسلم كان يقرأ في صلاة الصبح\r\nيوم الجمعة ألم تنزيل وهل أتى على\r\nالانسان\r\n","description":"","footnote":"","page_name":" 408 ","page_number":408},
  {"content":"\r\n( 2531 ) حدثنا هدبة بن خالد حدثنا حماد بن\r\nسلمة قال أخبرني عمران بن حدير عن عبد الله بن شقيق\r\nان بن عباس أخر صلاة المغرب ذات ليلة فقال له رجل\r\nالصلاة فسكت فقال له الصلاة فقال له لا أم لك تعلمنا\r\nبالصلاة قد كان النبي صلى الله عليه وسلم ربما جمع بينهما بالمدينة\r\n( 2532 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\nسفيان بن عيينة وحماد بن زيد عن أيوب عن عكرمة\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم من بدل دينه\r\nقاتلوه !\r\n","description":"","footnote":"","page_name":" 409 ","page_number":409},
  {"content":"\r\n( 2533 ) حدثنا إسحاق حدثنا عبد الصمد بن\r\nعبد الوارث حدثنا هشام عن قتادة\r\nعن أنس أن عليا أتي بناس من الزط وجدوهم يعبدون وثنا\r\nفحرقهم فبلغ بن عباس فقال إنما قال رسول الله صلى الله عليه وسلم من\r\nبدل دينه فاقتلوه !\r\n","description":"","footnote":"","page_name":" 410 ","page_number":410},
  {"content":"\r\n( 2534 ) حدثنا يحيى بن عبد الحميد حدثنا\r\nشريك عن سماك عن عكرمة عن بن عباس قال قال رسول الله صلى الله عليه وسلم من بنى لله\r\nمسجدا بنى الله له بيتا في الجنة\r\n( 2535 ) حدثنا أبو إبراهيم الزهري قال سمعت\r\nأبن بكير يحدث قال حدثني الليث عن يونس بن يزيد عن بن\r\nشهاب قال حدثني بن حزم\r\nعن بن عباس وأبي حبة الأنصاري قالا قال\r\n","description":"","footnote":"","page_name":" 411 ","page_number":411},
  {"content":"\r\nرسول الله صلى الله عليه وسلم لما أسري بي ظهرت لمستوى أسمع فيه صريف\r\nالأقلام\r\n( 2536 ) حدثنا عبيد الله بن عمر بن ميسرة حدثنا\r\nخالد بن الحارث حدثنا سعيد عن قتادة عن أبي نهيك\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم من سألكم بوجه\r\nالله فأعطوه ومن استعاذكم بالله فأعيذوه\r\n","description":"","footnote":"","page_name":" 412 ","page_number":412},
  {"content":"\r\n( 2537 ) حدثنا عبيد الله بن عمر القواريري حدثنا\r\nيحيى بن سعيد حدثنا عبيد الله بن الأخنس قال حدثني بن\r\nأبي مليكة\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم كأني أنظر إليه\r\nأسود أفحج يقلعها حجرا حجرا يعني الكعبة\r\n( 2538 حدثنا القواريري أبو سعيد حدثنا\r\n","description":"","footnote":"","page_name":" 413 ","page_number":413},
  {"content":"\r\nعبد الأعلى بن عبد الأعلى حدثنا هشام عن قيس بن سعد عن\r\nعطاء\r\nعن بن عباس أن النبي صلى الله عليه وسلم كان إذا رفع رأسه من الركوع\r\nقال اللهم ربنا لك الحمد ملء السماوات وملء الأرض\r\nوملء ما شئت من شئ بعد\r\n( 2539 ) حدثنا زهير حدثنا عبد الملك بن عمرو\r\nعن زهير بن محمد عن عمرو بن أبي عمرو عكرمة\r\nعن بن عباس عن النبي صلى الله عليه وسلم قال لعن الله من ذبح لغير\r\n","description":"","footnote":"","page_name":" 414 ","page_number":414},
  {"content":"\r\nالله ولعن الله من غير تخوم الأرض ولعن الله من كمه الأعمى\r\nعن السبيل ولعن الله من سب والديه ولعن الله من تولى غير\r\nمواليه ولعن الله من عمل عمل قوم لوط قال ثلاثا يعني\r\nقوم لوط\r\n( 2540 ) حدثنا زهير حدثنا عفان حدثنا وهيب\r\nحدثنا عبد الله بن عثمان بن خثيم عن سعيد بن جبير\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم من ادعى إلى غير\r\nأبيه أو تولى غير مواليه فعليه لعنة الله والملائكة والناس\r\nأجمعين\r\n","description":"","footnote":"","page_name":" 415 ","page_number":415},
  {"content":"\r\n( 2541 ) حدثنا زهير حدثنا عفان حدثنا أبان\r\nالعطار عن قتادة عن أبي العالية الرياحي\r\nعن بن عم نبيكم بن عباس أن النبي صلى الله عليه وسلم كان يدعوا بهذه\r\nعند الكرب لا إله إلا الله العظيم الحليم لا إله إلا الله رب\r\nالعرش العظيم لا إله إلا الله رب السماوات السبع ورب\r\nالعرش العظيم\r\n","description":"","footnote":"","page_name":" 416 ","page_number":416},
  {"content":"\r\n( 2542 ) حدثنا زهير حدثنا عفان حدثنا حماد بن\r\nسلمة أخبرنا داود بن أبي هند عن رفيع أبي العالية\r\nعن بن عباس أن رسول الله صلى الله عليه وسلم أتى على وادي الأزرق\r\nفقال ما هذا الوادي قيل وادي الأزرق قال كأني\r\nأنظر إلى موسى منهبطا وله جوار إلى ربه بالتلبية ومر على ثنية\r\nكداء فقال ما هذه قال ثنية كداء قال كأني أنظر\r\nإلى يونس بن متى على ناقة جعدة حمراء خطامها من ليف وعليه جبة\r\nمن صوف\r\n( 2543 ) حدثنا زهير حدثنا عفان حدثنا حماد بن\r\nسلمة عن علي بن زيد عن يوسف بن مهران\r\nعن بن عباس قال جاءنا رسول الله صلى الله عليه وسلم فسقيناه من هذا\r\n","description":"","footnote":"","page_name":" 417 ","page_number":417},
  {"content":"\r\nالنبيذ يعني نبيذ السقاية فشرب ثم قال أحسنتم هكذا\r\nفاصنعوه\r\n( 2544 ) حدثنا أبو يعلى حدثنا زهير حدثنا\r\nعفان حدثنا حماد بن سلمة عن علي بن زيد عن يوسف بن\r\nمهران\r\nعن بن عباس أن رسول الله صلى الله عليه وسلم قال ما أحد من ولد آدم\r\nإلا قد أخطأ أو هم بخطيئة ليس يحيى بن زكريا وما ينبغي لاحد أن\r\nيقول أنا خير من يونس بن متى\r\n","description":"","footnote":"","page_name":" 418 ","page_number":418},
  {"content":"\r\n( 2545 ) حدثنا زهير حدثنا شبابة بسوار حدثنا\r\nيونس بن أبي إسحاق عن المنهال بن عمرو عن علي بن\r\nعبد الله بن عباس\r\nعن أبيه قال قال لي العباس بت بآل رسول الله صلى الله عليه وسلم\r\nواحفظ صلاة رسول الله صلى الله عليه وسلم وتقدم إلى أن لا تنام حتى تحفظ\r\nصلاة رسول الله صلى الله عليه وسلم قال فصلى النبي صلى الله عليه وسلم العشاء وخرج من\r\nالمسجد حتى لم يبق فيه أحد غيري قال فنظر النبي صلى الله عليه وسلم\r\nفقال من هذا عبد الله قال قلت نعم قال مالك\r\n","description":"","footnote":"","page_name":" 419 ","page_number":419},
  {"content":"\r\nقال قلت أمرني العباس أن أبيت بكم الليلة قال فانطلق\r\nإذا قال افرشها عبد الله قال فأتيت بوسادة من\r\nمسوح حشوها ليف قال ثم تقدم النبي صلى الله عليه وسلم فصلى ركعتين\r\nليستا بطويلتين ولا قصيرتين ثم أتى فراشه حتى سمعت غطيطه أو\r\nخطيطه ثم استيقظ فقرأ * ( إن في خلق السماوات والأرض\r\nواختلاف الليل والنهار ) * حتى ختم السورة\r\nثم مسح ثلاثا ثم قام فبال ثم استن بسواكه ثم توضأ ثم\r\nقام فصلى ركعتين ليستا بطويلتين ولا قصيرتين ثم عاد إلى فراشه\r\nفنام حتى سمعت غطيطه أو خطيطه ثم استيقظ ثم استوى\r\nعلى فراشه وفعل كما فعل في المرة الأولى ثم مسح ثلاثا وقرأ\r\nالآيات من آخر سورة آل عمران * ( إن في خلق السماوات\r\nوالأرض واختلاف الليل والنهار ) * الآية حتى ختم\r\nالسورة ثم قام فاستن بسواكه ثم توضأ ثم صلى ركعتين ليستا\r\nبطويلتين ولا قصيرتين ثم عاد إلى فراشه فنام حتى سمعت غطيطه\r\nأو خطيطه ثم استيقظ ففعل كما فعل في المرتين الأوليين فصلى\r\nست ركعات ثم أوتر بثلاث ثم صلى الركعتين قبل الفجر فلما\r\nفرغ من صلاته قال اللهم اجعل لي في بصري نورا وفى\r\nسمعي نورا وفي قلبي نورا ومن أمامي نورا ومن خلفي\r\n","description":"","footnote":"","page_name":" 420 ","page_number":420},
  {"content":"\r\nنورا ومن فوقي نورا ومن تحتي نورا وعن يميني نورا وعن\r\nيساري نورا واجعل لي يوم القيامة نورا وأعظم لي نورا\r\n( 2546 ) حدثنا زهير حدثنا يحيى بن أبي بكير\r\nحدثنا إبراهيم بن نافع عن وهب بن ميناس العدني عن\r\nسعيد بن جبير\r\nعن بن عباس أن النبي صلى الله عليه وسلم كان إذا أراد السجدة بعد الركعة\r\nيقول اللهم لك الحمد ملء السماوات وملء الأرض وملء\r\nما شئت من شئ بعد\r\n( 2547 ) حدثنا زهير حدثنا يحيى بن أبي\r\nبكير حدثنا إسرائيل عن أبي يحيى عن مجاهد\r\nعن بن عباس قال رأى رسول الله صلى الله عليه وسلم فخذ رجل خارجة\r\nفقال غط فخذك فإن فخذ الرجل عورته\r\n","description":"","footnote":"","page_name":" 421 ","page_number":421},
  {"content":"\r\n( 2548 ) حدثنا زهير حدثنا يحيى بن أبي بكير\r\nحدثنا شعبة عن الحكم عن يحيى بن الجزار عن صهيب\r\nالبصري\r\nعن بن عباس أن النبي صلى الله عليه وسلم كان يصلي فجاءت جاريتان من\r\nقريش فأخذتا بركبتيه أظنه قال ففرع أو ففرق بينهما\r\nوصلى وجئت أنا وغلام من بني هاشم على حمار فمررنا بين يديه\r\nثم دخلنا في الصلاة فلم ينصرف\r\n( 2549 ) حدثنا زهير حدثنا إسماعيل بن أبي أويس\r\nقال حدثني إبراهيم بن إسماعيل عن داود بن الحصين عن\r\nعكرمة\r\nعن بن عباس عن رسول الله صلى الله عليه وسلم أنه كان إذا بعث جيوشه\r\n","description":"","footnote":"","page_name":" 422 ","page_number":422},
  {"content":"\r\nقال اخرجوا باسم الله فقاتلوا في سبيل الله من كفر بالله\r\nلا تغدروا ولا تمثلوا ولا تغلوا ولا تقتلوا الولدان ولا أصحاب\r\nالصوامع\r\n( 2550 ) حدثنا زهير حدثنا يزيد أخبرنا\r\nمحمد بن إسحاق عن أبي جعفر والزهري عن يزيد بن هرمز\r\nقال\r\nكتب نجدة الحروري إلى بن عباس يسأله عن سهم ذي القربى\r\nلمن هو وعن قتل الولدان ويذكر في كتابه أن العالم صاحب\r\n","description":"","footnote":"","page_name":" 423 ","page_number":423},
  {"content":"\r\nموسى قد قتل الغلام وعن النساء هل كن يحضرن الحرب مع\r\nرسول الله صلى الله عليه وسلم وهل كان يضرب لهن بسهم\r\nقال يزيد فأنا كتب لابن عباس كتابه\r\nفكتب إليه كتبت تسألني عن سهم ذي القربى لمن هو\r\nهو لنا أهل البيت وقد كان عمر بن الخطاب دعانا إلى أن ينكح منه\r\nأيمنا ويخدم منه عائلنا ويقضي منه عن غارمنا فأبينا إلا أن\r\nيسلمه إلينا وأبى ذلك فتركناه\r\nوكتبت تسألني عن قتل الولدان وتذكر أن العالم صاحب\r\nموسى قتل الغلام ولو كنت تعلم من الولدان ما يعلم ذلك العالم\r\nقتلت ولكنك لا تعلم فأجتنبهم فإن رسول الله صلى الله عليه وسلم قد نهى عن\r\nقتلهم\r\nوكتبت تسألني عن النساء هل كن يحضرن الحرب مع\r\nرسول الله صلى الله عليه وسلم وهل كان يضرب لهن بسهم فقد كن يحضرن مع\r\nرسول الله صلى الله عليه وسلم فأما أن يضرب لهن بسهم فلا قد كان يرضخ\r\nلهن\r\n","description":"","footnote":"","page_name":" 424 ","page_number":424},
  {"content":"\r\n","description":"","footnote":"","page_name":" 425 ","page_number":425},
  {"content":"\r\n( 2551 ) قال محمد حدثني بذلك من لا أتهم\r\nعن يزيد بن هرمز أنه كان في كتابه يسأله عن العبيد هل كانوا\r\nيحضرون الحرب مع رسول الله صلى الله عليه وسلم وهل كان يضرب لهم\r\nبسهم وعن اليتيم متى يخرج من اليتم ويقع في حقه الفئ\r\nفكتب إليه أن العبيد قد كانوا يحضرون الحرب مع رسول الله صلى الله عليه وسلم\r\nفأما أن يضرب لهم بسم فلا وقد كان يرضخ لهم وأما اليتيم\r\nفإذا احتلم خرج من اليتم ووقع حقه في الفئ\r\n( 2552 ) حدثنا زهير حدثنا عثمان بن عمر حدثنا\r\nيونس عن الزهري عن عبيد الله بن عبد الله بن عتبة\r\nعن بن عباس قال كان رسول الله صلى الله عليه وسلم أجود الناس وأجود\r\nما يكون في رمضان حين يلقاه جبريل وكان يلقاه كل ليلة في\r\nرمضان يدارسه القرآن فكان رسول الله صلى الله عليه وسلم إذا لقيه جبريل أجود من\r\nالريح المرسلة\r\n","description":"","footnote":"","page_name":" 426 ","page_number":426},
  {"content":"\r\n( 2553 ) حدثنا زهير حدثنا هاشم بن القاسم\r\nحدثنا ورقاء بن عمر اليشكري قال سمعت عبيد الله بن أبي يزيد\r\nيحدث\r\nعن بن عباس قال اتى رسول الله صلى الله عليه وسلم الخلاء فوضعت له\r\nوضوءا فلما خرج قال من وضع هذا قالوا بن عباس\r\nقال اللهم فقهه\r\n","description":"","footnote":"","page_name":" 427 ","page_number":427},
  {"content":"\r\n( 2554 ) حدثنا زهير حدثنا عثمان بن عمر\r\nأخبرنا يونس عن الزهري عن عبيد الله بن عبد الله\r\nعن بن عباس أن رسول الله صلى الله عليه وسلم كان يسدل شعره وكان\r\nالمشركون يفرقون رؤوسهم وكان أهل الكتاب يسدلون شعورهم\r\nوكان رسول الله صلى الله عليه وسلم يحب موافقة أهل الكتاب فيما لم ينزل عليه\r\n","description":"","footnote":"","page_name":" 428 ","page_number":428},
  {"content":"\r\nففر رسول الله صلى الله عليه وسلم رأسه\r\n( 2555 ) حدثنا زهير حدثنا شبابة بن سوار حدثنا\r\nيونس عن أبي إسحاق عن سعيد بن جبير\r\nعن بن عباس قال كان رسول الله صلى الله عليه وسلم يوتر بثلاث\r\nسبح اسم ربك الاعلى وقل يا أيها\r\nالكافرون وقل هو الله أحد\r\n","description":"","footnote":"","page_name":" 429 ","page_number":429},
  {"content":"\r\n( 2556 ) حدثنا زهير حدثنا يونس بن محمد\r\nحدثنا ليث عن قيس بن الحجاج عن حنش الصنعاني\r\nعن عبد الله بن عباس أنه حدثا أنه ركب خلف النبي صلى الله عليه وسلم يوما\r\nفقال له رسول الله صلى الله عليه وسلم يا غلام إني معلمك كلمات احفظ الله\r\nيحفظك احفظ الله تجده تجاهك وإذا سألت فسأل الله وإذا\r\nاستعنت فاستعن بالله واعلم أن الأمة لو اجتمعوا على أن\r\nينفعوك بشئ لم ينفعوك إلا بشئ قد كتبه الله لك ولو اجتمعوا\r\nعلى أن يضروك لم يضروك إلا بشئ كتبه الله عليك رفعت\r\nالأقلام وجفت الصحف\r\n","description":"","footnote":"","page_name":" 430 ","page_number":430},
  {"content":"\r\n( 2557 ) حدثنا زهير حدثنا إسماعيل بن أبي\r\nأويس حدثنا أبي عن ثور بن زيد عن عكرمة\r\nعن بن عباس أنه قال اتى النبي صلى الله عليه وسلم أعرابي فبايعه في\r\nالمسجد ثم انصرف فقام ففشج فبال فهم الناس به فقال\r\nالنبي صلى الله عليه وسلم لا تقطعوا على الرجل بوله ثم دعا به فقال\r\nألست بمسلم قال بلى قال فما حملك أن بلت\r\nفي المسجد فقال والذي بعثك بالحق ما ظننت إلا أنه صعيد\r\nمن الصعدات فبلت فيه فأمر النبي صلى الله عليه وسلم بذنوب من ماء فصب على\r\nبوله\r\n( 2558 ) حدثنا زهير حدثنا يعقوب بن إبراهيم\r\nحدثنا أبي عن بن إسحاق حدثني محمد بن مسلم الزهري عن\r\nطاوس اليماني قال\r\n","description":"","footnote":"","page_name":" 431 ","page_number":431},
  {"content":"\r\nقلت لعبد الله بن عباس زعموا أن رسول الله صلى الله عليه وسلم قال\r\nاغتسلوا يوم الجمعة واغسلوا رؤوسكم إلا أن يكون جنب ومسوا\r\nمن الطيب\r\nفقال بن عباس أما الطيب فلا أدري وأما الغسل فنعم\r\n","description":"","footnote":"","page_name":" 432 ","page_number":432},
  {"content":"\r\n( 2559 ) حدثنا زهير حدثنا يزيد بن هارون\r\nأخبرنا شعبة عن أبي جمرة\r\nعن بن عباس قال رسول الله صلى الله عليه وسلم يصلي من الليل بعد\r\nالعشاء ثلاث عشرة ركعة\r\n( 2560 ) حدثنا زهير حدثنا عبد الرحمن بن\r\nمهدي حدثنا إسرائيل عن أبي إسحاق عن الأرقم ب\r\nشرحبيل\r\nعن بن عباس أن رسول الله صلى الله عليه وسلم مات ولم يوص !\r\n","description":"","footnote":"","page_name":" 433 ","page_number":433},
  {"content":"\r\n( 2561 ) حدثنا زهير حدثنا القاسم بن مالك\r\nالمزني عن حنظلة بن عبد الله السدوسي عن شهر بن حوشب\r\nعن بن عباس أن رسول الله صلى الله عليه وسلم صلى ركعتين قرأ فيهما بأم\r\nالكتب لم يزد عليها شيئا\r\n","description":"","footnote":"","page_name":" 434 ","page_number":434},
  {"content":"\r\n( 2562 ) حدثنا زهير حدثنا جرير عن الأعمش\r\nعن أبي ظبيان قال\r\nقال بن عباس أي القراءتين تعدون قراءة الأولى قالوا\r\nقراءة عبد الله قال قراءتنا القراءة الأولى وقراءة عبد الله قراءة\r\nالأخيرة إن رسول الله صلى الله عليه وسلم كان يعرض عليه القرآن كل رمضان\r\nعرضة فلما كان العام الذي قبض فيه عرض عليه عرضتان فشهد\r\nعبد الله وشهد ما نسخ منه وما بدل\r\n( 2563 ) حدثنا زهير حدثنا محمد بن خازم\r\nحدثنا الأعمش عن مسعود بن مالك عن سعيد بن جبير\r\n","description":"","footnote":"","page_name":" 435 ","page_number":435},
  {"content":"\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم إني نصرت\r\nبالصبا وإن عادا أهلكت بالدبور\r\n","description":"","footnote":"","page_name":" 436 ","page_number":436},
  {"content":"\r\n( 2564 ) حدثنا زهير حدثنا محمد بن خازم أبو\r\nمعاوية عن حجاج بن أرطاة عن الحكم عن مقسم\r\nعن بن عباس قال أعتق رسول الله صلى الله عليه وسلم يوم الطائف من\r\nخرج إليه من عبيد المشركين\r\n( 2565 ) حدثنا زهير حدثنا يزيد بن هارون أخبرنا سفيان بن حسين عن الزهري عن عبيد الله بن عبد الله بن\r\nعتبة\r\nعن بن عباس قال جاء رجل إلى رسول الله صلى الله عليه وسلم فقال يا\r\nرسول الله إني رأيت ظلة تنطف سمنا وعسلا فأخذ الناس منها\r\nفبين مستكثر وبين مستقل ومن بين ذلك وكأن سببا دلي من\r\nالسماء فجئت فأخذت به فعلوت فأعلاك الله ثم جاء رجل من\r\nبعدك فأخذ به فعلا فأعلاه الله ثم جاء رجل من بعدكما فأخذ به\r\n","description":"","footnote":"","page_name":" 437 ","page_number":437},
  {"content":"\r\nفعلا ثم جاء رجل من بعدكم فأخذ به ثم قطع به ثم وصل له\r\nفعلا فأعلاه الله\r\nفقال أبو بكر يا رسول الله إئذن لي فلاعبرها فأذن له\r\nفقال أما الظلة فالاسلام وأما السمن والعسل فالقرآن وأما السبب\r\nفما أنت عليه تعلوا فيعليك الله ثم يكون رجل من بعدك\r\nعلى منهاجك فيعلوا فيعليه الله ثم يكون رجل من بعدكما فيأخذ\r\nباخذكما فيعلوا فيعليه الله ثم يكون رجل من بعدكم على\r\nمنهاجكم ثم يقطع به ثم يوصل له فيعلوا فيعليه الله قال\r\nأصبت يا رسول الله قال أصبت وأخطأت قال أقسمت يا\r\nرسول الله لتخبرني قال لا تقسم\r\n","description":"","footnote":"","page_name":" 438 ","page_number":438},
  {"content":"\r\n","description":"","footnote":"","page_name":" 439 ","page_number":439},
  {"content":"\r\n( 2566 ) حدثنا زهير حدثنا بشر بن السري\r\nحدثنا سيف بن سليمان عن عبد الله بن يسار\r\nعن بن عباس قال ما طاف رسول الله صلى الله عليه وسلم بشئ إلا وهو من\r\nالبيت\r\n( 2567 ) حدثنا زهير حدثنا عبد الصمد بن\r\nعبد الوارث حدثنا أبي حدثنا أيوب عن عبد الله بن سعيد بن\r\nجبير عن أبيه\r\n","description":"","footnote":"","page_name":" 440 ","page_number":440},
  {"content":"\r\nعن بن عباس قال لما قدم رسول الله صلى الله عليه وسلم المدينة فرأى\r\nاليهود يصومون عاشوراء قال ما هذا اليوم الذي تصومونه\r\nفقالوا هذا يوم صالح هذا يوم نجى الله فيه بني إسرائيل من\r\nعدوهم قال فصامه موسى قال رسول الله صلى الله عليه وسلم أنا أحق\r\nبموسى منكم فصامه رسول الله صلى الله عليه وسلم وأمر بصومه\r\n","description":"","footnote":"","page_name":" 441 ","page_number":441},
  {"content":"\r\n( 2568 ) حدثنا زهير حدثنا عفان بن مسلم\r\nحدثنا همام حدثنا الحجاج عن الحكم عن مقسم\r\nعن بن عباس أن النبي صلى الله عليه وسلم ذبح ثم حلق !\r\n","description":"","footnote":"","page_name":" 442 ","page_number":442},
  {"content":"\r\n( 2569 ) حدثنا زهير حدثنا معاوية حدثنا زائدة\r\nحدثنا سماك بن حرب عن عكرمة\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم اجتنبوا أن\r\nتشربوا في الدباء والحنتم والمزفت واشربوا في السقاء فإن هبتم\r\nغلمته فمدوه بالماء\r\n","description":"","footnote":"","page_name":" 443 ","page_number":443},
  {"content":"\r\n( 2570 ) حدثنا زهير حدثنا أحوص بن جواب الضبي\r\nحدثنا عمار بن رزيق عن الأعمش عن سميع مولى بن عباس عن بن\r\nعباس\r\n","description":"","footnote":"","page_name":" 444 ","page_number":444},
  {"content":"\r\nقال قمت مع النبي صلى الله عليه وسلم في الصلاة عن\r\nشماله فأخذ بيدي فأقامني عن يمينه\r\n( 2571 ) حدثنا زهير حدثنا جرير بن عبد الحميد\r\nعن فطر عن شرحبيل بن سعد\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم ما من مسلم\r\nيكون له ابنتان فيحسن إليهما ما صحبتاه أو صحبهما إلا أدخلتاه الجنة\r\n","description":"","footnote":"","page_name":" 445 ","page_number":445},
  {"content":"\r\n( 2572 ) حدثنا زهير حدثنا يونس بن محمد\r\nحدثنا داود عن إبراهيم الصائغ عن عطاء\r\nعن بن عباس قال صلى نبي الله صلى الله عليه وسلم الفطر بالناس ركعتين\r\nبغير أذان وخطب بعد الصلاة ثم أخذ بيد بلال ثم انطلق إلى\r\nالنساء فخطبهن ثم أمر بلالا بعدما قفا من عندهن أن يأتيهن\r\nفيأمرهن فيتصدقن\r\n","description":"","footnote":"","page_name":" 446 ","page_number":446},
  {"content":"\r\n( 2573 ) حدثنا زهير حدثنا حجاج بن محمد عن\r\nبن جريج قال سمعت عطاء يقول\r\n","description":"","footnote":"","page_name":" 447 ","page_number":447},
  {"content":"\r\nسمعت بن عباس سمعت نبي الله صلى الله عليه وسلم يقول لو\r\nأن لابن آدم ملء واد مالا لأحب أن يكون إليه مثله ولا يملا\r\nنفس بن آدم إلا التراب ويتوب الله على من تاب قال بن\r\nعباس فلا أدري أمن القرآن هو أم لا\r\n","description":"","footnote":"","page_name":" 448 ","page_number":448},
  {"content":"\r\n( 2574 ) حدثنا زهير حدثنا الحسن بن موسى\r\nحدثنا حماد بن سلمة عن عبد الله بن عثمان بن خثيم عن أبي\r\nالطفيل\r\nعن بن عباس أن رسول الله صلى الله عليه وسلم وأصحابه واعتمروا من\r\nالجعرانة فرملوا بالبيت ثلاثا ومشوا أربعا\r\n2575 ) حدثنا زهير حدثنا وكيع بن الجراح\r\nحدثنا صالح بن رستم عن بن أبي مليكة\r\nعن بن عباس قال أقيمت الصلاة ولم أصل الركعتين فرآني\r\nوأنا أصليها فمر بي وقال أتريد أن تصلي الصبح أربعا\r\n","description":"","footnote":"","page_name":" 449 ","page_number":449},
  {"content":"\r\nفقيل لابن عباس النبي صلى الله عليه وسلم قال نعم\r\n( 2576 ) حدثنا زهير حدثنا وكيع حدثنا شريك\r\nعن حسين بن عبد الله عن عكرمة\r\n","description":"","footnote":"","page_name":" 450 ","page_number":450},
  {"content":"\r\nعن بن عباس أن رسول الله صلى الله عليه وسلم صلى في كساء يتقي بفضوله\r\nحر الأرض وبردها\r\n( 2577 ) أخبرنا أبو يعلى أحمد بن علي بن المثنى\r\nالموصلي حدثنا زهير حدثنا إسحاق بن يوسف الأزرق عن عوف\r\nالاعرابي عن سعيد بن الحسن قال\r\nكنت عند بن عباس إذ أتاه رجل فقال إني إنسان إنما معيشتي\r\nمن صنعة يدي وإني أصنع هذه التصاوير فقال سمعت\r\nرسول الله صلى الله عليه وسلم يقول من صور صورة فإن الله يعذبه يوم القيامة\r\nحتى ينفخ فيها الروح وليس بنافخ فيها أبدا قال فربا لها\r\nالرجل ربوة شديدة واصفر وجهه فقال بن عباس ويحك إن أبيت\r\nإلا أن تصنع فعليك بهذا الشجر وكل شئ ليس فيه روح\r\n","description":"","footnote":"","page_name":" 451 ","page_number":451},
  {"content":"\r\n( 2578 ) حدثنا زهير حدثنا إسحاق بن يوسف\r\nعن سفيان عن المغيرة بن النعمان عن سعيد جبير\r\nعن بن عباس قال قام رسول الله صلى الله عليه وسلم في الناس فوعظهم\r\nفقال يا أيها الناس إنكم محشورون إلى الله حفاة عراة غرلا\r\nثم قرأ * ( كما بدأنا أول خلق نعيده وعدا علينا إنا كنا فاعلين ) *\r\nقال وأوتي برجال فيؤخذ بهم ذات الشمال\r\nفأقول كما قال العبد الصالح وكنت عليهم شهيدا ما دمت فيهم\r\nفلما توفيتني كنت أنت الرقيب عليهم وأنت على كل شئ شهيد\r\nإن تعذبهم فإنهم عبادك وإن تغفر لهم فإنك أنت العزيز الحكيم\r\nقال فيقال لي إنهم لن يزالوا مرتدين\r\nعلى أعقابهم مذ فارقتهم قال وأول من يكسى إبراهيم عليه\r\nالسلام\r\n( 2579 ) حدثنا زهير حدثنا عبد الله بن نمير عن\r\n","description":"","footnote":"","page_name":" 452 ","page_number":452},
  {"content":"\r\nالحجاج عن حسين بن عبد الله عن عكرمة\r\nعن بن عباس أن النبي صلى الله عليه وسلم رخص في الثوب المصبوغ ما\r\nلم يكن نفض أو ردع للمحرم\r\n( 2580 ) حدثنا زهير حدثنا هشام بن عبد الملك\r\nحدثنا أبو عوانة عن سماك عن سعيد بن جبير\r\nعن بن عباس قال نبي الله صلى الله عليه وسلم لما عز أحقا ما بلغني\r\nعنك قال وما بلغك عني قال بلغني أنك وقعت على\r\nجارية بني فلان قال نعم قال فشهد أربع شهادات فأمبه\r\nفرجم\r\n","description":"","footnote":"","page_name":" 453 ","page_number":453},
  {"content":"\r\n( 2581 ) حدثنا زهير حدثنا هشام بن عبد الملك\r\nحدثنا أبو عوانة عن سماك عن عكرمة\r\nعن بن عباس قال جاء أعرابي إلى رسول الله صلى الله عليه وسلم فجعل\r\nيتكلم بكلام بين فقال رسول الله صلى الله عليه وسلم إن من البيان سحرا\r\n","description":"","footnote":"","page_name":" 454 ","page_number":454},
  {"content":"\r\nوإن من الشعر حكما\r\n( 2582 ) حدثنا زهير حدثنا هشام حدثنا أبو\r\nعوانة عن سماك عن عكرمة\r\nعبن عباس عن النبي صلى الله عليه وسلم قال لا طيرة ولا\r\nعدوى ولا هامة ولا صفر فقال له رجل يا رسول الله إنا نأخذ\r\nالشاة الجرباء فنطرحها في الغنم فتجربه قال فمن أعدى\r\nالأول\r\n( 2583 ) حدثنا زهير حدثنا عبد الرحمن بن\r\nمهدي حدثنا سفيان عن الأعمش عن يحيى بن فلان عن\r\nسعيد بن جبير\r\nعن بن عباس قال مرض أبو طالب فجاء النبي صلى الله عليه وسلم يعوده\r\nوعند رأسه مقعد رجل فقام أبو جهل فجلس فيه فشكوه إلى أبي\r\nطالب وقالوا يقع في آلهتنا فقال يا بن أخي ما تريد إلى\r\n","description":"","footnote":"","page_name":" 455 ","page_number":455},
  {"content":"\r\nهذا قال أي عم إنما أريدهم لكلمة تدين لهم\r\nبها العرب وتؤدي إليهم بها العجم الجزية قال\r\nوما هي قال لا إله إلا الله قال أجعل الآلهة إلها واحدا إن هذا لشئ\r\nعجاب\r\n","description":"","footnote":"","page_name":" 456 ","page_number":456},
  {"content":"\r\n( 2584 ) حدثنا زهير حدثنا وهب بن جرير حدثنا\r\nأبي قال سمعت يعلى بن حكيم يحدث عن عكرمة\r\nعن بن عباس أن رسول الله صلى الله عليه وسلم خرج في مرضه الذي مات\r\nفيه عاصبا رأسه بخرقة فجلس على المنبر فحمد الله وأثنى عليه ثم\r\nقال إنه ليس من الناس من أحد أمن علي بنفسه وماله من بن أبي\r\nقحافة ولو كنت متخذا من الناس خليلا لاتخذت أبا بكر\r\nولكن خلة الاسلام أفضل سدوا كل خوخة في المسجد غير\r\nخوخة أبي بكر\r\n","description":"","footnote":"","page_name":" 457 ","page_number":457},
  {"content":"\r\n( 2585 ) حدثنا زهير حدثنا يونس بن محمد\r\nحدثنا أبو عوانة عن عبد الأعلى عن سعيد بن جبير\r\nعن بن عباس قال رسول الله صلى الله عليه وسلم من سئل عن علم\r\nفكتمه جاء يوم القيامة ملجم ابن لجام من نار ومن قال في القرآن\r\nبغير ما يعلم جاء يوم القيامة ملجما بلجام منار\r\n","description":"","footnote":"","page_name":" 458 ","page_number":458},
  {"content":"\r\n( 2586 ) حدثنا زهير حدثنا هاشم حدثنا\r\nعمران بن زيد التغلبي حدثني الحجاج بن تميم عن ميمون بن\r\nمهران\r\nعن عبد الله بن عباس عن النبي صلى الله عليه وسلم قال يكون في آخر\r\nالزمان قوم ينبزون الرافضة يرفضون الاسلام ويلفظونه فاقتلوهم\r\nفإنهم مشركون\r\n( 2587 ) حدثنا زهير حدثنا وهب بن جرير حدثنا\r\nأبي قال سمعت يونس بيزيد الأيلي يحدث عن الزهري عن\r\nعبيد الله بن عبد الله\r\nعن بن عباس عن النبي صلى الله عليه وسلم قال خير الصحابة أربعة\r\nوخير السرايا أربع مائة وخير الجيوش أربعة آلاف ولن يغلب\r\nاثنا عشر ألفا من قلة\r\n","description":"","footnote":"","page_name":" 459 ","page_number":459},
  {"content":"\r\n( 2588 ) حدثنا زهير حدثنا زكريا بن عدي حدثنا\r\nعبيد الله بن عمرو عن عبد الكريم عن عكرمة\r\nعن بن عباس قال خرج رجل من خيبر فاتبعه رجلان وآخر\r\nيتلوهما فيقول ارجعا ارجعا حتى ردهما ثم لحق الأول فقال\r\n","description":"","footnote":"","page_name":" 460 ","page_number":460},
  {"content":"\r\nإن هذان شيطانان وإني لم أزل بهما حتى رددتهما فإذا\r\nأتيت رسول الله صلى الله عليه وسلم فأقرئه السلام وأخبره أنا هاهنا في جمع\r\nصدقاتنا ولو كانت تصلح لبعثنا بها إليه قال فلما قدم الرجل\r\nالمدينة أخبر النبي صلى الله عليه وسلم فعند ذلك نهى النبي صلى الله عليه وسلم عن الخلوة\r\n( 2589 ) حدثنا هاشم بن الحارث حدثنا\r\nعبيد الله بن عمر وبإسناده نحوه\r\n","description":"","footnote":"","page_name":" 461 ","page_number":461},
  {"content":"\r\n( 2590 ) حدثنا زهير حدثنا ربعي بن إبراهيم\r\nحدثنا عبد الرحمن بن إسحاق حدثنا زيد بن أسلم عن بن\r\nوعلة\r\nعن بن عباس أن رجلا خرج والخمر حلال فأهدى\r\nلرسول الله صلى الله عليه وسلم راوية خمر فأقبل بها يقاد بها على بعير حتى وجد\r\nرسول الله صلى الله عليه وسلم جالسا فقال ما هذا معك قال راوية من خمر\r\nأهديتها لك قال هل علمت أن الله حرمها قال\r\nلا قال فإن الله قد حرمها قال فالتفت الرجل إلى\r\nقائد البعير فكلمه بشئ فيما بينه وبينه فقال ماذا قلت له\r\nقال أمرته ببيعها قال إن الذي حرم شربها حرم بيعها قال\r\nفأمر بعزلاء المزادة ففتحت فجرت في التراب فنظر إليها في\r\nالبطحاء ما فيها من شئ\r\n( 2591 ) حدثنا زهير حدثنا عبيد الله بن موسى\r\nأخبرنا أبو سفيان عن بن أبي نجيح عن أبيه\r\nعن بن عباس قال ما قاتل رسول الله صلى الله عليه وسلم قوما قط حتى\r\nيدعوهم\r\n","description":"","footnote":"","page_name":" 462 ","page_number":462},
  {"content":"\r\n( 2592 ) حدثنا زهير حدثنا إبراهيم أبو إسحاق\r\nحدثني الفضل بن موسى عن عبد الله بن سعيد بن أبي هند\r\nحدثني ثور عن عكرمة\r\nعن بن عباس قال كان رسول الله صلى الله عليه وسلم يلتفت في صلاته\r\nيمينا وشمالا ولا يلوي عنقه\r\n( 2593 ) حدثنا زهير حدثنا أبو مصعب حدثنا\r\nالأوزاعي عن الزهري عن عبيد الله بن عبد الله\r\nعن بن عباس قال مر رسول الله صلى الله عليه وسلم بشاة ميتة قد ألقاها\r\nأهلها فقال والذي نفسي بيده للدنيا أهون على الله من هذه\r\nعلى أهلها\r\n","description":"","footnote":"","page_name":" 463 ","page_number":463},
  {"content":"\r\n( 2594 ) حدثنا زهير حدثنا يزيد بن هارون\r\nأخبرنا همام بن يحيى حدثنا عطاء\r\nعن بن عباس قال دخل رسول الله صلى الله عليه وسلم الكعبة وفيها ست\r\nسواري فقال عند كل سارية ولم يصل\r\n( 2595 ) حدثنا زهير حدثنا عبد الرحمن بن\r\nمهدي عن نافع بن عمر عن بن أبي مليكة قال\r\nكتب إلي بن عباس أن رسول الله صلى الله عليه وسلم قال لو أن الناس\r\nأعطوا بدعواهم لادعى ناس من الناس دماء ناس وأموالهم ولكن\r\nاليمين على المدعى عليه\r\n","description":"","footnote":"","page_name":" 464 ","page_number":464},
  {"content":"\r\n( 2596 ) حدثنا زهير حدثنا محمد بن سابق\r\nحدثنا إبراهيم بن طهمان عن أبي الزبير\r\nعن بن عباس أن رسول الله صلى الله عليه وسلم سرب نسائه ليلة جمع قبل\r\nالزحام\r\n","description":"","footnote":"","page_name":" 465 ","page_number":465},
  {"content":"\r\n( 2597 ) حدثنا زهير حدثنا سعيد بن عامر عن\r\nهمام عن عطاء\r\nأن بن الزبير صلى المغرب فسلم في ركعتين ثم قام ليستلم\r\nالركن فسبح به القوم فرجع فصلى ركعة\r\nقال فأتيت بن عباس فأخبرته بذلك فقال ما أماط عن\r\nسنة نبيه صلى الله عليه وسلم\r\n( 2598 ) حدثنا زهير حدثنا حسين بن محمد\r\nحدثنا إسرائيل عن سماك عن عكرمة\r\n","description":"","footnote":"","page_name":" 466 ","page_number":466},
  {"content":"\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم الرؤيا الصالحة\r\nجزء من سبعين جزءا من النبوة\r\n( 2599 ) حدثنا زهير حدثنا جرير بن عبد الحميد\r\nعن عطاء بن السائب عن طاوس\r\nعن بن عباس يرفعه إلى النبي صلى الله عليه وسلم قال جري وغيره لم\r\nيرفعه قال الطواف بالبيت مثل الصلاة إلا أنكم تتكلمون فيه\r\nومن تكلم فيه فلا يتكلم إلا بخير\r\n","description":"","footnote":"","page_name":" 467 ","page_number":467},
  {"content":"\r\n( 2600 ) حدثنا زهير حدثنا عبد الجبار الخطابي\r\nحدثنا عبيد اللبن عمرو عن عبد الكريم عن قيس بن حبتر\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم ثمن الكلب\r\nخبيث وقال إذا جاءك يطلب ثمن الكلب فاملا كفه\r\nترابا\r\n","description":"","footnote":"","page_name":" 468 ","page_number":468},
  {"content":"\r\n( 2601 ) حدثنا زهير حدثنا أبو معاوية عن\r\nالحجاج عن الحكم عن يحيى بن الجزار\r\nعن بن عباس قال صلى رسول الله صلى الله عليه وسلم في فضاء ليس بين\r\nيديه شئ\r\n","description":"","footnote":"","page_name":" 469 ","page_number":469},
  {"content":"\r\n( 2602 ) حدثنا زهير حدثنا محمد بن عبيد\r\nحدثنا عثمان بن حكيم قال سألت سعيد بن جبير عن صوم\r\nرجب كيف ترى فيه فقال\r\nحدثني بن عباس أن رسول الله صلى الله عليه وسلم كان يصوم حتى نقول\r\nلا يفطر ويفطر حتى نقول لا يصوم\r\n","description":"","footnote":"","page_name":" 470 ","page_number":470},
  {"content":"\r\n( 2603 ) حدثنا زهير حدثنا عبد الله بن جعفر\r\nالرقي حدثنا عبيد الله يعني بن عمرو عن عبد الكريم عن\r\nسعيد بن جبير\r\nعن بن عباس أن النبي صلى الله عليه وسلم قال قوم يخضبون بالسواد في\r\nآخر الزمان كحواصل الحمام لا يريحون رائحة الجنة\r\n( 2604 ) حدثنا زهير حدثنا عبد الله بن جعفر\r\nحدثنا عبيد الله عن عبد الكريم عن عكرمة\r\nعن بن عباس قال أبو جهل لئن رأيت محمدا يصلي\r\n","description":"","footnote":"","page_name":" 471 ","page_number":471},
  {"content":"\r\nعند الكعبة لأتيته حتى أطأ على عنقه قال فقال رسول الله صلى الله عليه وسلم\r\nلو فعل لاخذته الملائكة عيانا ولو أن اليهود تمنوا الموت لماتوا\r\nورأوا مقاعدهم من النار ولو خرج الذي يباهلون رسول الله صلى الله عليه وسلم\r\nلرجعوا لا يجدون أهلا ومالا\r\n( 2605 ) حدثنا زهير حدثنا يحيى بن أبي بكير\r\nحدثنا إسرائيل عن عبد الله بمسلم عن سعيد بن جبير\r\n","description":"","footnote":"","page_name":" 472 ","page_number":472},
  {"content":"\r\nعن بن عباس قال كان رسول الله صلى الله عليه وسلم يقبل الركن اليماني\r\nويضع خده عليه\r\n( 2606 ) حدثنا شيبان حدثنا همام حدثنا قتادة\r\nعن عكرمة\r\nعن بن عباس في قول الله عز وجل * ( كان الناس أمة\r\nواحدة ) * قال على الاسلام كلهم وقال\r\nالكلبي يعني على الكفر كلهم\r\n","description":"","footnote":"","page_name":" 473 ","page_number":473},
  {"content":"\r\n( 2607 ) حدثنا عبد الله بن عمر بن أبا حدثنا\r\nمحمد بن فضيل عن الوليد بن جميع عمن حدثه\r\nعن بن عباس قال قال رسول الله صلى الله عليه وسلم راصوا\r\nالصفوف فإني رأيت الشياطين تخللكم كأنها أولاد\r\nالحذف\r\n","description":"","footnote":"","page_name":" 474 ","page_number":474},
  {"content":"\r\n( 2608 ) حدثنا الحسن بن محمد بن الصباح\r\nحدثنا معاذ بن هشام أخبرني أبي عن قتاد عن أبي قلابة\r\nعن خالد بن اللجلاج\r\nعن عبد الله بن عباس قال قال رسول الله صلى الله عليه وسلم رأيت ربي\r\nفي أحسن صورة قال لي يا محمد قلت لبيك وسعديك\r\nقال فيم يختصم الملا الاعلى قلت رب لا أدري فوضع يده\r\nعلى كتفي فوجدت بردها بين ثديي فعلمت ما بين المشرق\r\nوالمغرب فقال يا محمد فيم يختصم الملا الاعلى قلت\r\nفي الكفارات المشي على الاقدام في الجمعات وإسباغ\r\nالوضوء في المكروهات وانتظار الصلاة بعد الصلاة إلى الصلاة\r\nفمن حافظ عليهن عاش بخير ومات بخير وكان من ذنوبه كيوم\r\nولدته أمه\r\n","description":"","footnote":"","page_name":" 475 ","page_number":475},
  {"content":"\r\n( 2609 ) حدثنا أحمد بن إبراهيم الدورقي حدثنا\r\nمبشر عن الأوزاعي عن الزهري أراه أخبرني علي بن حسين\r\nأن بن عباس قال أخبرني رجل من أصحاب رسول الله صلى الله عليه وسلم\r\nمن الأنصار أنهم بينما هم جلوس مع رسول الله صلى الله عليه وسلم إذ رمي بنجم\r\nفاستنار فقال لهم رسول الله صلى الله عليه وسلم ما كنتم تقولون في الجاهلية\r\nإذا رمي بمثل هذا قالوا الله ورسوله أعلم كنا نقول ولد\r\nالليلة رجل عظيم ومات الليلة رجل عظيم قال فإنها لا يرمى\r\nبها لموت أحد ولا لحياته ولكن ربنا تبارك الله وتعالى إذا قضى\r\nأمرا سبح حملة العرش ثم سبح أهل السماء الذين يلونهم حتى\r\nيبلغ التسبيح أهل السماء الدنيا ثم قالوا للذين يلون حملة\r\nالعرش ماذا قال ربكم فيخبرونهم فيستخبر أهل السماء الدنيا فتخطف\r\nالجن السمع فيلقونه أوليائهم ويرمون فما جاؤوا به\r\nعلى وجهه فهو حق ولكنهم يقذفون\r\n","description":"","footnote":"","page_name":" 476 ","page_number":476},
  {"content":"\r\nفيه ويزيدون\r\nالشك من مبشر\r\n( 2610 ) حدثنا بن نمير حدثنا عبد السلام بن\r\nحرب عن يزيد الدالاني عن قتادة عن أبي العالية\r\nعن بن عباس قال رأيت رسول الله صلى الله عليه وسلم نام حتى غط أو\r\nنفخ فقلت يا رسول الله إنك قد نمت قال إن الوضوء لا\r\n","description":"","footnote":"","page_name":" 477 ","page_number":477},
  {"content":"\r\nيجب إلا على من نام مضطجعا فإنه إذا نام مضطجعا استرخت\r\nمفاصله\r\n( 2611 ) حدثنا عمر بن حصين حدثنا يحيى بن\r\nالعلاء عن صفوان بن سليم عن عطاء بن يسار\r\nعن بن عباس قال كان رسول الله صلى الله عليه وسلم إذا نظر في المرآة\r\nقال الحمد لله الذي حسن خلقي وخلقي وزان مني ما شان من\r\nغيري\r\nوإذا اكتحل جعل في كل عين اثنين وواحدا بينهما وكان\r\nإذا لبس نعليه بدأ باليمين وإذا خلع خلع اليسرى وكان إذا دخل\r\nالمسجد أدخل رجله اليمنى وكان يحب التيمن في كل شئ أخذا\r\nوعطاء\r\n","description":"","footnote":"","page_name":" 478 ","page_number":478},
  {"content":"\r\n( 2612 ) حدثنا عمرو بن حصين حدثنا يحيى بن\r\nالعلاء حدثنا عبد الله بن عبد الرحمن عن أبي صالح\r\nعن بن عباس قال يوم الأحد يوم غرس وبناء ويوم الاثنين\r\nيوم السفر ويوم الثلاثاء يوم الدم ويم الأربعاء يوم أخذ ولا عطاء\r\nفيه ويوم الخميس يوم دخول على السلطان ويوم الجمعة يوم\r\nتزويج وباءة\r\n\r\n","description":"","footnote":"","page_name":" 479 ","page_number":479}
  ]