[
  {"content":"\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\nجميع الحقوق محفوظة\r\nلدار المأمون للتراث\r\nالطبعة الأولى\r\n1408 ه - 1988 م\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nقرأت المسانيد : كمسند العدني ومسند أحمد بن منيع ، وهي كالأنهار ،\r\nومسند أبي يعلى كالبحر يسكون مجتمع الأنهار ) .\r\nالحافظ إسماعيل بن محمد بن الفضل التميمي\r\nمسند أبي يعلى الموصلي\r\nالإمام الحافظ أحمد بن علي بن المثنى التميمي\r\n( 210 - 307 ه‍ ) حققه وخرج أحاديثه\r\nحسين سليم أسد\r\nالجزء السابع\r\nدار المأمون للتراث\r\nدمشق ص ب 4971 - بيروت ص ب 6433 / 113\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\nعبد العزيز بن صهيب عن أنس بن مالك\r\n( 3888 ) حدثنا أبو خيثمة حدثنا إسماعيل بن\r\nعلية عن عبد العزيز بن صهيب\r\nعن أنس قال نهى رسول الله صلى الله عليه وسلم أن يتزعفر الرجل\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n( 3889 ) حدثنا أبو الربيع الزهراني حدثنا\r\nحماد عن عبد العزيز بن صهيب\r\nعن أنس أن النبي صلى الله عليه وسلم نهى أن يتزعفر الرجل\r\n( 3890 ) حدثنا أبو الربيع حدثنا حماد عن\r\nعبد العزيز\r\nعن أنس قال كان رسول الله صلى الله عليه وسلم أعتق صفية وجعل عتقها\r\nصداقها\r\n( 3891 ) حدثنا أبو خيثمة حدثنا إسماعيل عن\r\nعبد العزيز بن صهيب\r\nعن أنس قال قال رسول الله صلى الله عليه وسلم لا يتمنين أحدكم\r\nالموت لضر نزل به فإن كان لا بد متمنيا فليقل اللهم أحيني\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nما كانت الحياة خيرا لي وتوفني إذا كانت الوفاة خيرا لي\r\n( 3892 ) حدثنا عبد الأعلى بن حماد النرسي\r\nحدثنا عثمان بن عمر أخبرنا شعبة عن عبد العزيز بن صهيب\r\nقال\r\nسمعت أنس بن مالك يقول قال رسول الله صلى الله عليه وسلم\r\nلا يتمنين المؤمن الموت لضر نزل به فإن كان لا بد فاعل فليقل\r\nاللهم أحيني ما كانت الحياة خيرا لي وتوفني إذا كانت الوفاة\r\nخيرا لي\r\n( 3893 ) حدثنا أبو خيثمة حدثنا إسماعيل عن\r\nعبد العزيز بن صهيب قال\r\nسأل قتادة أنسا أي دعوة كان يدعو بها النبي صلى الله عليه وسلم أكثر\r\nقال كان أكثر دعوة كان يدعو بها النبي صلى الله عليه وسلم يقول اللهم آتنا\r\nفي الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار قال\r\nوكان أنس إذا أراد أن يدعو بدعوة دعا بها وإذا أراد أن يدعو\r\nبدعاء دعا بها\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n( 3894 ) حدثنا جعفر بن مهران حدثنا عبد\r\nالوارث عن عبد العزيز\r\nعن أنس قال كان رسول الله صلى الله عليه وسلم يقول اللهم إني أعوذ\r\nبك من الهرم\r\nوأعوذ بك من الجبن وأعوذ بك من البخل وأعوذ بك من الكسل\r\n( 3895 ) حدثنا جعفر حدثنا عبد الوارث عن\r\nعبد العزيز\r\nعن أنس قال قال رسول الله صلى الله عليه وسلم لا يؤمن عبد حتى\r\nأكون أحب إليه من أهله وماله والناس أجمعين\r\n( 3896 ) حدثنا أبو الربيع حدثنا حماد حدثنا\r\nعبد العزيز\r\nعن أنس قال اتخذ رسول الله صلى الله عليه وسلم خاتما من ذهب فنقش\r\nفيه محمد رسول الله ونهى أن ينقش على نقشه\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n( 3897 ) حدثنا أبو الربيع حدثنا حماد عن\r\nعبد العزيز بن صهيب\r\nعن أنس قال كان رسول الله صلى الله عليه وسلم يوجز ويتم !\r\n( 3898 ) حدثنا خلف بن هشام حدثنا حماد بن\r\nزيد عن عبد العزيز\r\nعن أنس أن النبي صلى الله عليه وسلم كان يوجز ويتم !\r\n( 3899 ) حدثنا أبو الربيع حدثنا حماد عن\r\nعبد العزيز بن صهيب\r\nعن أنس أن النبي صلى الله عليه وسلم قال يا معاذ قال لبيك يا\r\nرسول الله قال بشر الناس أنه من قال لا إله إلا الله دخل\r\nالجنة\r\n( 3900 ) حدثنا أبو الربيع حدثنا حماد حدثنا\r\nعبد العزيز بن صهيب\r\nعن أنس قال قال رسول الله صلى الله عليه وسلم تسحروا فإن في\r\nالسحور بركة !\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n( 3901 ) حدثنا عبد الواحد بن غياث حدثنا أبو\r\nعوانة عن قتادة وعبد العزيز بن صهيب\r\nعن أنس أن رسول الله صلى الله عليه وسلم قال تسحروا فإن في السحور\r\nبركة !\r\n( 3902 ) حدثنا زكريا بن يحيى الواسطي حدثنا\r\nهشيم حدثنا عبد العزيز بن صهيب\r\nحدثنا أنس أن رسول الله صلى الله عليه وسلم كان إذا دخل الخلاء قال\r\nاللهم إني أعوذ بك من الخبث والخبائث\r\n( 3903 ) حدثنا زكريا بن يحيى حدثنا هشيم\r\nحدثنا عبد العزيز\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nحدثنا أنس بن مالك قال كنت أسقي عمومتي الفضيخ\r\nالبسر إذ سمعنا مناديا ينادي ألا إن الخمر قد حرمت قال\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nفقالوا اكفأها يا أنس قال فوالله ما قالوا حتى ننظر ونسأل\r\nقال فكان الفضيخ يومئذ من خمورهم قال وذكر ممن كان\r\nهناك يومئذ أبو طلحة وسهيل بن بيضاء وناس من أصحاب\r\nرسول الله صلى الله عليه وسلم\r\n( 3904 ) حدثنا زحمويه حدثنا هشيم حدثنا\r\nعبد العزيز بن صهيب\r\nعن أنس قال قال رسول الله صلى الله عليه وسلم من كذب علي\r\nمتعمدا فليتبوأ مقعده من النار\r\n( 3905 ) حدثنا زكريا بن يحيى حدثنا هشيم\r\nحدثنا عبد العزيز بن صهيب\r\nعن أنس قال قدم ناس من عرينة المدينة فاجتووها فقال\r\nلهم رسول الله صلى الله عليه وسلم إن شئتم أن تخرجوا إلى إبل الصدقة\r\nفتشربوا من أبوالها وألبانها قال ففعلوا فاستصحوا\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nفمالوا على الرعاة فقتلوهم وساقوا ذود رسول الله صلى الله عليه وسلم وكفروا\r\nبعد إسلامهم فبعث رسول الله صلى الله عليه وسلم في آثارهم فأتي بهم\r\nفقطع أيديهم وأرجلهم وسمل أعينهم وتركهم في الحرة حتى ماتوا\r\n( 3906 ) حدثنا زحمويه حدثنا هشيم عن عبد العزيز\r\nحدثنا أنس بن مالك قال طلبت النبي صلى الله عليه وسلم ذات يوم فقيل\r\nلي عند خياط آل المطلب دعاه فأجابه فانطلقت حتى دخلت\r\nعليه فإذا الخياط قد جعل طعاما فيه دباء فجعلت آخذ الدباء\r\nفأجعله بين يدي رسول الله صلى الله عليه وسلم لما أعلم من حبه له\r\n( 3907 ) حدثنا محمد بن أبي بكر المقدمي\r\nحدثنا مبارك مولى عبد العزيز بن صهيب عن عبد العزيز بن صهيب\r\nعن أنس عن النبي صلى الله عليه وسلم قال مثل أمتي مثل نهر يغتسل\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nمنه خمس مرات فما عسى أن يبقين عليه من درنه يقوم إلى\r\nالوضوء فيغسل يديه فتتناثر كل خطيئة مس بها يديه\r\nويمضمض فتتناثر كل خطيئة تكلم بها لسانه ثم يغسل وجهه\r\nفتتناثر كل خطيئة نظرت بها عيناه ثم يمسح رأسه فتتناثر كل\r\nخطيئة سمعت بها أذناه ثم يغسل قدميه فتتناثر كل خطيئة مشت\r\nبها قدماه\r\n( 3908 ) حدثنا محمد بن أبي بكر المقدمي\r\nحدثنا مبارك عن عبد العزيز بن صهيب\r\nعن أنس قال قال رسول الله صلى الله عليه وسلم يكون في أمتي ناس\r\nيمرقون من الدين كما يمرق السهم من الرمية هم شر قتلى\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nتحت ظل السماء طوبى لمن قتلهم طوبى لمن قتلوه طوبى\r\nلمن قتلوه\r\n( 3909 ) حدثنا المقدمي عن مبارك عن عبد\r\nالعزيز\r\nعن أنس أن النبي صلى الله عليه وسلم سئل عن المؤمن قال من أمنه\r\nجاره ولا يخاف بوائقه والمسلم من سلم الناس من لسانه ويده\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n( 3910 ) حدثنا محمد بن أبي بكر حدثنا\r\nمبارك عن عبد العزيز\r\nعن أنس أن النبي صلى الله عليه وسلم قال الا أنبئكم بشراركم\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nقالوا بلى قال شراركم من يتقى شره ولا يرجى خيره\r\nوخياركم من يرجى خيره ولا يتقى شره\r\n( 3911 ) حدثنا عبد الأعلى حدثنا زكريا بن\r\nيحيى حدثنا هشيم سمعت عبد العزيز بن صهيب يحدث\r\nعن أنس قال رسول الله صلى الله عليه وسلم ثلاث لا يزلن في أمتي حتى\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nتقوم الساعة النياحة والمفاخرة في الأنساب والانواء\r\n( 3912 ) حدثنا نصر بن علي حدثنا زكريا بن\r\nيحيى حدثنا هشيم عن عبد العزيز\r\nعن أنس قال رسول الله صلى الله عليه وسلم ثلاثة لن يزلن في\r\nأمتي وذكر بنحوه\r\n( 3913 ) حدثنا جعفر بن مهران حدثنا عبد\r\nالوارث بن سعيد حدثنا عبد العزيز بن صهيب\r\nعن أنس بن مالك قال كان المهاجرون والأنصار يحفرون\r\nالخندق حول المدينة وينقلون التراب على متونهم ويقولون\r\nنحن الذين بايعوا محمدا على الا سلام ما بقينا أبدا\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nقال ويقول رسول الله صلى الله عليه وسلم وهو يجيبهم\r\nاللهم لا خير إلا خير الآخرة فبارك في الأنصار والمهاجرة\r\nقال ويؤتون بملء حفنتين شعيرا فيصنع لهم بإهالة\r\nسنخة وهي بشعة في الحلق ولها ريح منكرة فتوضع بين يدي\r\nالقوم\r\n( 3914 ) حدثنا علي بن الجعد أخبرنا شعبة\r\nوحماد بن سلمة وهشيم عن عبد العزيز بن صهيب\r\nحدثنا أنس بن مالك عن النبي صلى الله عليه وسلم أنه كان إذا دخل\r\nالخلاء قال أعوذ بك من الخبث والخبائث\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n( 3915 ) حدثنا إبراهيم بن الحجاج حدثنا\r\nحماد بن سلمة مثله !\r\n( 3916 ) حدثنا جعفر بن مهران حدثنا عبد\r\nالوارث عن عبد العزيز بن صهيب\r\nعن أنس بن مالك قال بعث رسول الله صلى الله عليه وسلم سبعين رجلا\r\nلحاجة يقال لهم القراء فعرض لهم حيان من بني سليم رعل\r\nوذكوان عند بئر يقال لها بئر معونة فقال القوم والله ما إياكم\r\nأردنا إنما نحن مختارون في حاجة لرسول الله صلى الله عليه وسلم فقتلوهم\r\nفدعا رسول الله صلى الله عليه وسلم عليهم شهرا في صلاة الغداة فذاك بدء\r\nالقنوت وما كنا نقنت\r\n( 3917 ) حدثنا جعفر بن مهران حدثنا عبد\r\nالوارث عن عبد العزيز قال دخلت أنا وثابت\r\nعلى أنس فقال له ثابت يا أبا حمزة إني اشتكيت فقال\r\nله أنس بن مالك ألا أرقيك برقية أبي القاسم صلى الله عليه وسلم قال بلى\r\nاللهم رب الناس أذهب البأس اشف أنت الشافي لا شافي إلا\r\nأنت شفاء لا يغادر سقما\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n( 3918 ) حدثنا جعفر حدثنا عبد الوارث عن عبد\r\nالعزيز\r\nعن أنس قال بنى رسول الله صلى الله عليه وسلم بزينب بنت جحش\r\nوجعل عليها طعاما وأولم عليها خبزا ولحما قال فأرسلت\r\nوأغطي على الطعام فدعوت فيجئ قوم فيأكلون ثم\r\nيخرجون فدعوت حتى ما أجد أحدا أدعوه قلت يا\r\nرسول الله والله ما أجد أحدا أدعوه قال فارفعوا\r\nطعامكم وإن زينب لجالسة في جانب البيت\r\nقال وكانت امرأة قد أعطيت جمالا وبقي في البيت ثلاثة\r\nرهط يتحدثون في البيت وخرج نبي الله صلى الله عليه وسلم فانطلق نحو حجرة\r\nعائشة فقال السلام عليكم أهل البيت ورحمة الله كيف\r\nأصبحتم قالت وعليك ورحمة الله كيف وجدت أهلك\r\nبارك الله لك فيهن\r\nقال فاستقرأ حجر نسائه كلهن يقول لهن كما قال لعائشة\r\nويقلن له كما قالت عائشة\r\nثم رجع نبي الله فإذا الرهط الثلاثة يتحدثون في البيت\r\nوكان نبي الله صلى الله عليه وسلم شديد الحياء فانطلق نحو حجرة عائشة فما\r\nأدري أنا أخبرته أو أخبره أن القوم قد خرجوا فرجع فلما وضع\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nإحدى رجليه في أسكفة الباب والأخرى خارجه أرخى سترا بيني\r\nوبينه فأنزلت آية الحجاب\r\n( 3919 ) حدثنا جعفر حدثنا عبد الوارث عن عبد\r\nالعزيز بن صهيب\r\nعن أنس قال كان رجل نصرانيا فأسلم على عهد رسول\r\nالله صلى الله عليه وسلم وقرأ البقرة وآل عمران قال فكان يكتب لنبي الله صلى الله عليه وسلم\r\nقال فعاد نصرانيا فكان يقول ما أرى يحسن محمد إلا ما\r\nكنت أكتب له فأماته الله فأقبروه فأصبح قد لفظته الأرض\r\nقالوا هذا عمل محمد وأصحابه إنما لم يرض دينهم نبشوا\r\nعن صاحبنا فأتوه\r\nقال فحفروا له فأعمقوا فأصبح وقد لفظته الأرض\r\nفقالوا هذا عمل محمد وأصحابه نبشوا عن صاحبنا\r\nفألقوه\r\nقال فحفروا له فأعمقوا في الأرض ما استطاعوا فأصبح\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nوقد لفظته الأرض فعلموا أنه ليس من الناس وأنه من الله عز\r\nوجل فألقوه\r\n( 3920 ) حدثنا جعفر حدثنا عبد الوارث عن\r\nعبد العزيز\r\nعن أنس قال خرج رسول الله صلى الله عليه وسلم سلى الصلاة فعرض له\r\nرجل فقال يا رسول الله متى تقوم الساعة فقوما أعددت\r\nلها فقال لا غير أني أحب الله ورسوله قال فأنت مع\r\nمن أحببت فلما قضى رسول الله صلى الله عليه وسلم الصلاة قال أين\r\nالسائل عن الساعة قال فجاء فقام فقال يا هذا قال\r\nأنس وغلام من دوس أنا وهو سواء فقال رسول الله صلى الله عليه وسلم إن\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nيطل بهذا الغلام العمر فلم يمت هرما حتى تقوم الساعة\r\n( 3921 ) حدثنا جعفر حدثنا عبد الوارث عن\r\nعبد العزيز\r\nعن أنس قال لما كان يوم أحد انهزم ناس من الناس عن\r\nرسول الله صلى الله عليه وسلم وأبو طلحة بين يدي رسول الله صلى الله عليه وسلم يجوب عنه\r\nبحجفة معه قال وكان أبو طلحة رجلا راميا شديد النزع كسر\r\nيومئذ قوسين أو ثلاثة وكان الرجل يمر بالجعبة فيها النبل فيقول\r\nانثرها لأبي طلحة قال ويتشرف نبي الله صلى الله عليه وسلم فينظر إلى\r\nالقوم فيقول أبو طلحة يا نبي الله بأبي أنت وأمي لا تشرف\r\nيصبك سهم من سهام القوم نحري دون نحرك\r\nولقد رأيت عائشة بنت أبي بكر وأم سليم وإنهما مشمرتان\r\nأرى خدم سوقهما تنقلان الماء على متونهما ثم تفرغانه\r\nفي أفواه القوم ثم ترجعان فتملآنها ثم تجيئان فتفرغانه في أفواه\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nالقوم ولقد وقع السيف من يد أبي طلحة من النعاس إما مرتين\r\nوإما ثلاثة\r\n( 3922 ) حدثنا عبد الأعلى حدثنا حماد\r\nحدثنا عبد العزيز\r\nعن أنس أن النبي صلى الله عليه وسلم قال تسحروا فإن في السحور\r\nبركة !\r\n( 3923 ) حدثنا عبد الأعلى حدثنا عثمان بن\r\nعمر حدثنا شعبة عن عبد العزيز قال\r\nسمعت أنسا يقول تسحروا فإن في السحور بركة !\r\n( 3924 ) حدثنا جعفر بن مهران حدثنا عبد\r\nالوارث عن عبد العزيز\r\nعن أنس قال لم يخرج إلينا رسول الله صلى الله عليه وسلم ثلاثا فأقيمت\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\nالصلاة فذهب أبو بكر يتقدم وقال رسول الله صلى الله عليه وسلم بالحجاب\r\nفرفعه فلما وضح لنا بياض وجه رسول الله صلى الله عليه وسلم ما نظرنا منظرا قط\r\nأعجب إلينا من وجه نبي الله صلى الله عليه وسلم حين وضح لنا قال فأومأ\r\nالنبي صلى الله عليه وسلم إلى أبي بكر أن تقدم قال وأرخى رسول الله صلى الله عليه وسلم\r\nالحجاب فلم نقدر عليه حتى مات\r\n( 3925 ) حدثنا عبد الأعلى حدثنا زكريا بن\r\nعمارة قال سمعت عبد العزيز بن صهيب\r\nعن أنس قال نهى رسول الله صلى الله عليه وسلم أن يزعفر الرجل\r\nجلده\r\n( 3926 ) حدثنا عبد الأعلى حدثنا عثمان بن\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\nعمر أخبرنا شعبة أخبرنا عبد العزيز بن صهيب قال\r\nسمعت أنس بن مالك ذكر تزويج النبي صلى الله عليه وسلم صفية فقال\r\nثابت ما أصدقها فقال أنس أصدقها نفسها أعتقها\r\nوتزوجها\r\n( 3927 ) حدثنا عبد الأعلى حدثنا زكريا بن\r\nيحيى حدثنا عبد العزيز بن صهيب\r\nعن أنس قال رسول الله صلى الله عليه وسلم من مات له ثلاثة لم\r\nيبلغوا الحنث أدخله الله الجنة بفضل رحمته إياهم\r\n( 3928 ) حدثنا عبد الأعلى حدثنا عثمان بن\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\nعمر حدثنا شعبة عن عبد العزيز بن صهيب قال\r\nسمعت أنس بن مالك قال ضحى رسول الله صلى الله عليه وسلم بكبشين\r\nأملحين قال أنس فأنا أضحي بكبشين\r\n( 3929 ) حدثنا عبد الأعلى حدثنا زكريا بن\r\nيحيى قال سمعت عبد العزيز يحدث\r\nعن أنس قال أصاب أهل المدينة قحط على عهد\r\nرسول الله صلى الله عليه وسلم قال فقام الناس إليه في جمعة وهو على المنبر\r\nيخطب فقالوا يا رسول الله غلت الأسعار واحتبست الأمطار\r\nفادع الله أن يسقينا قال فرفع رسول الله صلى الله عليه وسلم يديه فاستسقى\r\nقال فمطرنا فلم نزل نمطر حتى كانت الجمعة المقبلة قال\r\nفقام الناس إليه وهو على المنبر فقالوا يا رسول الله انقطعت\r\nالركبان وانهدم البنيان فادع الله أن يكشفها لنا قال فتبسم\r\nرسول الله صلى الله عليه وسلم ثم رفع يديه فقال اللهم حوالينا ولا علينا\r\nقال فتحرفت فصارت المدينة في إكليل وما حولها\r\nيمطر\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n( 3930 ) حدثنا عبد الأعلى حدثنا عثمان بن\r\nعمر حدثنا شعبة حدثنا عبد العزيز بن صهيب\r\nعن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم من لبسه\r\nفي الدنيا فلن يلبسه في الآخرة يعني الحرير\r\n( 3931 ) حدثنا عبد الأعلى حدثنا زكريا بن\r\nيحيى بن عمارة قال سمعت عبد العزيز بن صهيب\r\nعن أنس أن النبي صلى الله عليه وسلم كان إذا دخل الخلاء قال اللهم\r\nإني أعوذ بك من الخبث والخبائث\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n( 3932 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\nحماد عن ثابت وعبد العزيز\r\nعن أنس أن النبي صلى الله عليه وسلم صلى الصبح حين أتى من خيبر\r\nبغلس ثم ركب فقال الله أكبر خربت خيبر إنا إذا نزلنا\r\nبساحة قوم فساء صباح المنذرين قال فخرجوا يسعون في\r\nالسكك وهم يقولون محمد والخميس قال حماد أي\r\nوالجيش وظهر رسول الله صلى الله عليه وسلم فقتل مقاتلتهم وسبى ذراريهم\r\nقال وكانت صفية لدحية الكلبي ثم صارت بعد لرسول الله صلى الله عليه وسلم\r\nفتزوجها وجعل صداقها عتقها\r\nفقال عبد العزيز لثابت يا أبا محمد أنت سألت أنسا ما\r\nأمهرها فقال لك أمهرها نفسها فتبسم ثابت\r\n( 3933 ) حدثنا إسحاق حدثنا حماد بن زيد\r\nحدثنا عبد العزيز بن صهيب\r\nعن أنس بن مالك قال كان رسول الله صلى الله عليه وسلم يوجز الصلاة\r\nويتم\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n( 3934 ) حدثنا إسحاق حدثنا حماد عن عبد\r\nالعزيز بن صهيب\r\nعن أنس قال نهى رسول الله صلى الله عليه وسلم عن التزعفر\r\nللرجال\r\n( 3935 ) حدثنا إسحاق حدثنا حماد عن عبد\r\nالعزيز\r\nعن أنس قال رسول الله صلى الله عليه وسلم تسحروا فإن في السحور\r\nبركة !\r\n( 3936 ) حدثنا إسحاق حدثنا حماد عن عبد\r\nالعزيز\r\nعن أنس أن النبي صلى الله عليه وسلم اتخذ خاتما من فضة فنقش فيه\r\nمحمد رسول الله وقال للناس إني اتخذت خاتما ونقشه\r\nمحمد فلا ينقش على نقشه\r\n( 3937 ) حدثنا محمد بن أبي بكر المقدمي\r\nحدثنا مبارك مولى عبد العزيز بن صهيب حدثنا عبد العزيز\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nحدثنا أنس بن مالك أن النبي صلى الله عليه وسلم أردف معاذ بن جبل\r\nفقال يا معاذ بأعلى صوته قال لبيك رسول الله ثم ناداه الثانية ثم\r\nناداه الثالثة بأعلى صوته فقال لبيك رسول الله\r\nفقال صلى الله عليه وسلم من لم يشرك فله الجنة\r\n( 3938 ) حدثنا محمد بن أبي بكر حدثنا\r\nمبارك حدثنا عبد العزيز\r\nعن أنس عن النبي صلى الله عليه وسلم قال إن بني إسرائيل افترقت\r\nعلى إحدى وسبعين فرقة وإن أمتي تفترق على ثنتين وسبعين\r\nفرقة كلها في النار إلا السواد الأعظم\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n( 3939 ) حدثنا محمد حدثنا مبارك حدثنا\r\nعبد العزيز\r\nعن أنس أن النبي صلى الله عليه وسلم مرت به جنازة فقال طوبى له إن\r\nلم يكن عريفا\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n( 3940 ) حدثنا إسحاق حدثنا حماد عن عبد\r\nالعزيز بن صهيب\r\nعن أنس أن رسول الله صلى الله عليه وسلم كان إذا دخل الخلاء قال\r\nاللهم إني أعوذ بك من الخبث والخبائث\r\n( 3941 ) حدثنا إسحاق حدثنا حماد عن عبد\r\nالعزيز\r\nعن أنس أن رسول الله صلى الله عليه وسلم قال يا معاذ قال\r\nلبيك رسول الله ثم قال يا معاذ قال لبيك رسول الله\r\nثلاثا كل ذلك يقول لبيك رسول الله قال بشر الناس أنه\r\nمن قال لا إله إلا الله دخل الجنة !\r\n( 3942 ) حدثنا محمد بن أبي بكر حدثنا\r\nمبارك عن عبد العزيز\r\nعن أنس أظنه عن النبي صلى الله عليه وسلم قال سيرد على حوضي\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\nأقوام يختلجون دوني فأقول يا رب أصحابي فيقال\r\nإنك لا تدري ما أحدثوا بعدك\r\n( 3943 ) حدثنا هدبة بن خالد حدثنا همام\r\nحدثنا عبد العزيز\r\nعن أنس أن رسول الله صلى الله عليه وسلم قال إني قد اصطنعت خاتما\r\nفلا ينقشن أحد على نقشه\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n( 3944 ) حدثنا محمد بن بحر حدثنا مبارك بن\r\nسحيم بن عبد الله الشيباني حدثنا عبد العزيز بن صهيب\r\nعن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم افترقت بنو\r\nإسرائيل على إحدى وسبعين فرقة وإن أمتي ستفترق على ثنتين\r\nوسبعين فرقة كلهم في النار إلا السواد الأعظم\r\nقال محمد بن بحر يعني الجماعة\r\n( 3945 ) حدثنا محمد بن بحر حدثنا مبارك\r\nحدثنا عبد العزيز\r\nعن أنس قال رسول الله صلى الله عليه وسلم سيكون في هذه الأمة\r\nخسف ومسخ ورجف وقذف\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n( 3946 ) حدثنا محمد بن بحر حدثنا مبارك\r\nحدثنا عبد العزيز\r\nعن أنس قال قال رسول الله صلى الله عليه وسلم لأصحابه لا ترجعن\r\nبعدي كفارا يضرب بعضكم رقاب بعض\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\nالمختار بن فلفل عن أنس\r\n( 3947 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nعبد الله بن إدريس عن المختار بن فلفل\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم أن النبوة والرسالة\r\nقد انقطعت فجزع الناس قال قد بقيت مبشرات وهي جزء\r\nمن النبوة\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n( 3948 ) حدثنا داود بن عمرو حدثنا عبد الله بن\r\nإدريس قال سمعت مختار بن فلفل وكان أرق محدث يحدث\r\nوعيناه تدمعان يذكر\r\nعن أنس بن مالك قال رجل لرسول الله يا خير البرية\r\nفقال رسول الله صلى الله عليه وسلم ذاك إبراهيم عليه السلام\r\n( 3949 ) حدثنا أبو بكر حدثنا علي بن مسهر\r\nوابن فضيل عن المختار\r\nعن أنس قال جاء رجل إلى رسول الله صلى الله عليه وسلم فقال يا خير\r\nالبرية قال ذاك إبراهيم صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n( 3950 ) حدثنا أبو خيثمة حدثنا عبد الرحمن\r\nعن سفيان عن المختار بن فلفل\r\nعن أنس قال قال رجل للنبي صلى الله عليه وسلم يا خير البرية قال\r\nذاك إبراهيم عليه السلام\r\n( 3951 ) حدثنا أبو بكر حدثنا علي بن مسهر\r\nعن المختار بن فلفل\r\nعن أنس قال بينا رسول الله صلى الله عليه وسلم ذات يوم بين أظهرنا إذ\r\nأغفى إغفاءة ثم رفع رأسه مبتسما فقلت ما أضحكك يا\r\nرسول الله قال أنزلت علي آنفا سورة فقرأ بسم الله\r\nالرحمن الرحيم إنا أعطيناك الكوثر فصل لربك وانحر إن\r\nشانئك هو الأبتر ثم قال ما تدرون ما\r\nالكوثر قلنا الله ورسوله أعلم قال فإنه نهر وعدنيه\r\nعليه ربي خيرا كثيرا هو حوض ترد عليه أمتي يوم القيامة آنيته\r\nعدد نجوم السماء فيختلج العبد منهم فأقول رب إنه من\r\nأمتي فيقول إنك لا تدري ما أحدثوا بعدك\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n( 3952 ) حدثنا أبو بكر بن أبي شيبة حدثنا علي\r\nبن مسهر عن المختار بن فلفل\r\nعن أنس قال صلى بنا رسول الله صلى الله عليه وسلم ذات يوم فلما\r\nقضى الصلاة أقبل علينا بوجهه فقال أيها الناس إني إمامكم فلا\r\nتسبقوني بالركوع ولا بالسجود ولا بالقيام فإني أراكم من\r\nأمامي ومن خلفي ثم قال والذي نفسي بيده لو رأيتم ما\r\nرأيت لضحكتم قليلا ولبكيتم كثيرا قالوا وما رأيت يا\r\nرسول الله قال رأيت الجنة والنار\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n( 3953 ) حدثنا أبو خيثمة حدثنا محمد بن\r\nفضيل عن المختار\r\nعن أنس عن النبي صلى الله عليه وسلم قال الكوثر نهر في الجنة\r\nوعدنيه ربي عز وجل\r\n( 3954 ) حدثنا أبو خيثمة حدثنا عبد الله بن\r\nإدريس قال سمعت مختار بن فلفل قال\r\nسألت أنسا عن الشرب في الأوعية فقال نهى\r\nرسول الله صلى الله عليه وسلم عن المزفت وقال كل مسكر حرام\r\n( 3955 ) حدثنا محمد بن بكار حدثنا حفص بن\r\nعمر قاضي حلب حدثنا مختار بن فلفل\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\nعن أنس بن مالك أن رسول الله صلى الله عليه وسلم صلى على الأرض في\r\nالمكتوبة قاعدا وقعد في التسبيح في الأرض فأومأ إيماء\r\n( 3956 ) حدثنا عبد الله بن عمر بن أبان\r\nالكوفي حدثنا محمد بن فضيل عن المختار بن فلفل قال\r\nسألت أنس بن مالك عن الصلاة بعد العصر فقال كان\r\nعمر بن الخطاب يضرب على الصلاة بعد العصر قال فكنا\r\nنصلي على عهد رسول الله صلى الله عليه وسلم ركعتين بعد غروب الشمس قبل\r\nصلاة المغرب فقلت هل كان رسول الله صلى الله عليه وسلم صلاهما قال\r\nقد كان يرانا نصليهما فلم يأمرنا ولم ينهنا\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n( 3957 ) حدثنا محمد بن عبد الله بن نمير\r\nحدثنا بن فضيل حدثنا مختار بن فلفل\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم ذات يوم وانصرف\r\nمن الصلاة والذي نفسي بيده لو رأيتم ما رأيت لضحكتم\r\nقليلا ولبكيتم كثيرا قلنا يا رسول الله وما رأيت قال\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\nرأيت الجنة والنار\r\n( 3958 ) حدثنا أبو بهز الصقر بن عبد الرحمن بن\r\nبنت مالك بن مغول حدثنا عبد الله بن إدريس عن المختار بن\r\nفلفل\r\nعن أنس قال جاء النبي صلى الله عليه وسلم فدخل إلى بستان فجاء آت\r\nفدق الباب فقال يا أنس قم فافتح له وبشره بالجنة وبشره\r\nبالخلافة من بعدي قلت يا رسول الله أعلمه قال\r\nأعلمه فإذا أبو بكر قلت أبشر بالجنة وأبشر بالخلافة من\r\nبعد رسول الله صلى الله عليه وسلم\r\nثم جاء آت فدق الباب فقال يا أنس قم فافتح له\r\nوبشره بالجنة وبشره بالخلافة من بعد أبي بكر قال قلت\r\nيا رسول الله أعلمه قال أعلمه قال فخرجت فإذا عمر\r\nقال قلت له أبشر بالجنة وأبشر بالخلافة من بعد أبي بكر\r\nقال ثم جاء آت فدق الباب فقال يا أنس قم فافتح له\r\nوبشره بالجنة وبشره بالخلافة من بعد عمر وأنه مقتول\r\nقال فخرجت فإذا عثمان قال قلت له أبشر بالجنة وبالخلافة\r\nمن بعد عمر وأنك مقتول قال فدخل على النبي صلى الله عليه وسلم فقال يا\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\nرسول الله لمه والله ما تغنيت ولا تمنيت ولا مسست فرجي منذ\r\nبايعتك قال هو ذاك يا عثمان\r\n( 3959 ) حدثنا أبو خيثمة حدثنا جرير عن\r\nالمختار بن فلفل\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\nعن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم أنا أول من\r\nيشفع في الجنة وأنا أكثر الأنبياء تبعا\r\n( 3960 ) حدثنا أبو خيثمة حدثنا جرير عن\r\nالمختار بن فلفل\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم أنا إمامكم فلا\r\nتبادروني بالركوع ولا بالسجود فإني أراكم من أمامي ومن\r\nخلفي\r\n( 3961 ) حدثنا أبو خيثمة حدثنا جرير عن\r\nالمختار\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\nعن أنس قال قال رسول الله صلى الله عليه وسلم لا يزال الناس\r\nيسألون ما كذا ما كذا حتى يقولوا الله خلق الخلق فمن\r\nخلق الله\r\n( 3962 ) حدثنا عثمان بن أبي شيبة حدثنا\r\nجرير عن المختار\r\nعن أنس عن النبي صلى الله عليه وسلم فذكر نحوه !\r\n( 3963 ) حدثنا أبو خيثمة حدثنا محمد بن\r\nفضيل حدثنا المختار بن فلفل\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم ذات يوم\r\nوانصرف من الصلاة فأقبل إلينا فقال يا أيها الناس إني\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\nإمامكم فلا تسبقوني بالركوع ولا بالسجود ولا بالقيام ولا\r\nبالقعود ولا بالانصراف فإني أراكم من أمامي ومن خلفي\r\nوالذي نفسي بيده لو رأيتم ما رأيت لضحكتم قليلا ولبكيتم\r\nكثيرا قالوا يا رسول الله ما رأيت قال رأيت الجنة\r\nوالنار\r\n( 3964 ) حدثنا عثمان وأبو بكر ابنا أبي شيبة\r\nقالا حدثنا معاوية بن هشام حدثنا سفيان الثوري عن\r\nالمختار بن فلفل\r\nعن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم أنا أول من\r\nيقرع باب الجنة .\r\n( 3965 ) حدثنا عثمان بن أبي شيبة حدثنا\r\nجرير عن المختار بن فلفل\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم إني إمامكم فلا\r\nتبادروني بالركوع ولا بالسجود فإني أراكم من أمامي ومن\r\nخلفي\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n( 3966 ) حدثنا عثمان حدثنا بن إدريس عن\r\nالمختار بن فلفل قال\r\nسألت أنس بن مالك عن الأشربة فقال نهى رسول الله صلى الله عليه وسلم\r\nعن الظروف المزفتة وقال كل مسكر حرام قال قلت\r\nله صدقت السكر حرام إنما أشرب الشربة والشربتين\r\nعلى أثر الطعام قال فقال لي ما أسكر كثيره فقليله\r\nحرام قال ثم حرمت الخمر وهي من العنب والتمر\r\nوالعسل والحنطة والشعير والذرة وما خمرت من ذلك فهو\r\nالخمر\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n( 3967 ) حدثنا عثمان حدثنا جرير عن\r\nالمختار بن فلفل\r\nعن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم أنا أول\r\nالناس يشفع في الجنة وأنا أكثر الأنبياء تبعا\r\n( 3968 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nحسين بن علي عن زائدة عن المختار بن فلفل قال\r\nقال أنس قال النبي صلى الله عليه وسلم أنا أول شفيع في الجنة !\r\n( 3969 ) حدثنا أبو بكر حدثنا حسين بن علي\r\nعن زائدة عن المختار بن فلفل\r\nعن أنس عن النبي صلى الله عليه وسلم قال إن الله قال إن أمتك لا\r\nيزالون يتساءلون ما كذا ما كذا حتى يقولوا هذا الله خلق\r\nكل شئ فمن خلق الله\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n( 3970 ) حدثنا أبو بكر حدثنا حسين بن علي\r\nعن زائدة عن المختار بن فلفل\r\nعن أنس عن النبي صلى الله عليه وسلم قال لم يصدق نبي من الأنبياء\r\nما صدقت وإن من الأنبياء نبيا ما صدقه من أمته إلا\r\nرجل\r\n( 3971 ) حدثنا محمد بن إسماعيل بن أبي سمينة\r\nالبصري حدثنا عبد الله بن إدريس عن المختار بن فلفل\r\nعن أنس بن مالك أن رسول الله صلى الله عليه وسلم سئل عن شراب باليمن\r\nيقال له البتع والمزر قال ما أسكر فهو حرام\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n( 3972 ) حدثنا سليمان بن نوح حدثنا حسين\r\nالجعفي عن زائدة عن المختار بن فلفل\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم ما صدق نبي ما\r\nصدقت إن من الأنبياء من يجئ يوم القيامة ما معه من أمته إلا\r\nرجل\r\n( 3973 ) حدثنا منصور بن أبي مزاحم حدثنا\r\nجرير عن مختار بن فلفل\r\nعن أنس أن النبي صلى الله عليه وسلم قال انا أول الناس أشفع في\r\nالجنة وأنا أكثر الناس تبعا\r\n( 3974 ) حدثنا محمد بن إسماعيل بن أبي سمينة\r\nالبصري حدثنا عبد الوهاب بن نجدة الحمصي حدثنا\r\nمحمد بن شعيب بن شابور حدثنا سعيد بن خالد قال\r\nسمعت أنس بن مالك يقول قال رسول الله صلى الله عليه وسلم رباط\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\nيوم في سبيل الله أفضل من قيام أحدكم في أهله ألف سنة\r\nبصيام نهارها وقيام ليلها السنة ثلاث مائة وستون يوما اليوم\r\nألف سنة\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\nالشعبي عن أنس\r\n( 3975 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\nعلي بن قادم حدثنا شريك عن عبيد المكتب عن الشعبي\r\nعن أنس بن مالك قال ضحك رسول الله صلى الله عليه وسلم ذات يوم\r\nأو تبسم فقال لأصحابه ألا تسألوني من أي شئ\r\nضحكت قالوا يا رسول الله من أي شئ ضحكت\r\nقال عجبت من مجادلة العبد ربه يوم القيامة يقول يا\r\nرب أليس وعدتني ألا تظلمني قال بلى قال فإني لا أقبل\r\nعلي شاهدا إلا من نفسي فيقول أوليس كفاني شهيدا\r\nوالملائكة الكرام الكاتبين قال فيردد الكلام مرارا قال فيختم\r\nعلى فيه وتكلم أركانه ما كان يعمل قال فيقول بعدا لكن\r\nوسحقا عنكن كنت أجادل\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n( 3976 ) حدثنا عبد الله بن عمر بن أبان حدثنا\r\nعبد الرحيم عن أشعث بن سوار عن سلمة بن كهيل التنعي\r\nعن عامر\r\nعن أنس بن مالك قال إن أول ما يحاسب به العبد يوم\r\nالقيامة الصلاة فإن تمت تم سائر عمله وإن نقصت قيل\r\nانظروا هل له من تطوع فإن كان له تطوع قال أتموا به ما\r\nنقص من صلاته\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n( 3977 ) حدثنا أبو بكر بن النضر حدثنا أبو\r\nالنضر هاشم بن القاسم حدثنا عبيد الله الأشجعي عن\r\nسفيان بن سعيد الثوري عن عبيد المكتب عن فضيل عن\r\nالشعبي\r\nعن أنس بن مالك قال كنا عند رسول الله صلى الله عليه وسلم فضحك\r\nفقال هل تدرون مم أضحك قال قلنا الله ورسوله\r\nأعلم قال من مخاطبة العبد ربه يقول يا رب ألم\r\nتجرني من الظلم قال يقول عز وجل بلى قال فإني\r\nلا أجيز على نفسي إلا شاهدا مني قال فيقول كفى بنفسك\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\nعليك شهيدا وبالكرام الكاتبين شهودا قال فيختم على فيه\r\nويقال لأركانه انطقي قال فتنطق بأعماله ثم قال يخلى بينه\r\nوبين الكلام فيقول بعدا لكن وسحقا فعنكن كنت\r\nأناضل\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\nعلي بن زيد عن أنس\r\n( 3978 ) حدثنا إبراهيم بن الحجاج السامي\r\nحدثنا حماد بن سلمة حدثنا علي بن زيد\r\nعن أنس أن النبي صلى الله عليه وسلم كان يمر ستة أشهر بباب فاطمة بنت\r\nالنبي عند صلاة الفجر فيقول الصلاة يا أهل البيت ثلاث\r\nمرات إنما يريد الله أن يذهب عنكم الرجس أهل البيت\r\nويطهركم تطهيرا\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n( 3979 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nشاذان حدثنا حماد عن علي بن زيد\r\nعن أنس أن النبي صلى الله عليه وسلم كان يمر ببيت فاطمة ستة أشهر\r\nفذكر نحوه\r\n( 3980 ) حدثنا إبراهيم بن الحجاج حدثنا\r\nحماد عن علي بن زيد\r\nعن أنس بن مالك أن ملك الروم أهدى إلى النبي صلى الله عليه وسلم\r\nمستقة من سندس فلبسها النبي صلى الله عليه وسلم فكأني أنظر إلى يديها\r\nتذبذبان فقال أصحابه يا رسول الله أنزل هذا عليك من\r\nالسماء فقال رسول الله صلى الله عليه وسلم فوالذي نفسي بيده لمنديل من\r\nمناديل سعد بن معاذ في الجنة خير من هذا فبعث بها إلى\r\nجعفر فلبسها جعفر فقال إني لم أبعث بها إليك\r\nلتلبسها قال فما أصنع بها قال ابعث بها إلى أخيك\r\nالنجاشي\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n( 3981 ) حدثنا إبراهيم حدثنا حماد عن علي\r\nبن زيد\r\nعن أنس بن مالك قال لما قتل الحسين جئ برأسه\r\nإلى عبيد الله بن زياد فجعل ينكت بقضيبه على ثناياه\r\nوقال إن كان لحسن الثغر فقلت أما والله لأسوءنك\r\nفقال لقد رأيت رسول الله صلى الله عليه وسلم يقبل موضع قضيبك من فيه\r\n( 3982 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nغندر عن شعبة عن علي بن زيد قال\r\nقال أنس إن كانت الوليدة من ولائد المسلمين لتجئ\r\nفتأخذ بيد رسول الله صلى الله عليه وسلم فما ينزع يده من يدها حتى تذهب به\r\nحيث شاءت\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n( 3983 ) حدثنا أبو خيثمة حدثنا بن عيينة\r\nعن علي بن زيد\r\nعن أنس قال كان رسول الله صلى الله عليه وسلم يقول صوت أبي\r\nطلحة في الجيش خير من فئة وكان إذا لقي مع النبي صلى الله عليه وسلم جثا\r\nبين يديه وقال نفسي لنفسك الفداء ووجهي لوجهك\r\nالوقاء\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n( 3984 ) حدثنا أبو خيثمة حدثنا هشيم قال\r\nقال علي بن زيد أخبرنا\r\nعن أنس بن مالك قال شهدت وليمة امرأتين من نساء\r\nالنبي صلى الله عليه وسلم فما أطعمنا خبزا ولا لحما قال قلت فمه قال\r\nالحيس\r\n( 3985 ) حدثنا زكريا بن يحيى الواسطي حدثنا\r\nداود بن الزبرقان عن هشام عن محمد\r\nعن أبي هريرة قال قال رسول الله صلى الله عليه وسلم ما منكم من أحد\r\nيدخله عمله الجنة قال قلنا ولا أنت قال ولا أنا إلا\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\nأن يتغمدني ربي برحمة منه وفضل\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n( 3986 ) حدثنا زكريا بن يحيى حدثنا داود\r\nعن علي بن زيد بن جدعان\r\nعن أنس بن مالك عن النبي صلى الله عليه وسلم بمثل هذا\r\nالحديث !\r\n( 3987 ) حدثنا زكريا بن يحيى حدثنا داود\r\nعن علي بن زيد\r\nعن أنس بن مالك أن رسول الله صلى الله عليه وسلم قال الا أنبئكم\r\nبأهل الجنة قلنا بلى قال كل ضعيف متضعف ذو\r\nطمرين لا يؤبه له لو أقسم على الله لابره منهم البراء بن\r\nمالك\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n( 3988 ) حدثنا زكريا بن يحيى حدثنا داود بن\r\nالزبرقان حدثنا علي بن زيد\r\nعن أنس بن مالك عن النبي صلى الله عليه وسلم قال مثل الصلوات\r\nالخمس كمثل نهر عذب جار أو غمر على باب أحدكم يغتسل\r\nمنه كل يوم خميس مرات ما يبقى عليه من درنه\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n( 3989 ) حدثنا عبد الأعلى بن حماد النرسي\r\nحدثنا سفيان بن عيينة عن علي بن زيد\r\nأنه سمع أنس بن مالك يقول قال رسول الله صلى الله عليه وسلم أنا\r\nأول من يأخذ بحلقة باب الجنة فأقعقعها قال أنس فكأني\r\nأنظر إليه يقلب بيده\r\n( 3990 ) حدثنا هدبة بن خالد حدثنا حماد بن\r\nسلمة عن علي بن زيد وثابت\r\nعن أنس بن مالك أن رسول الله صلى الله عليه وسلم قال يوم أحد لما رهقوه\r\nوهو في سبعة من الأنصار ورجلين من غيرهم من يردهم\r\nعنا وهو رفيقي في الجنة فقام رجل من الأنصار فقاتل حتى\r\nقتل ثم قال مثل ذلك فقام رجل آخر فقاتل حتى قتل فلم يزل\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\nيقول ذلك حتى قتل السبعة فقال رسول الله صلى الله عليه وسلم ما أنصفنا\r\nأصحابنا\r\n( 3991 ) حدثنا داود بن عمرو حدثنا سفيان\r\nعن بن جدعان\r\nعن أنس قال رسول الله صلى الله عليه وسلم صوت أبي طلحة في\r\nالجيش خير من فئة\r\n( 3992 ) حدثنا هدبة بن خالد حدثنا حماد\r\nحدثنا علي بن زيد\r\nعن أنس بن مالك أن رسول الله صلى الله عليه وسلم قال أتيت ليلة\r\nأسري بي على رجال تقرض شفاههم بمقاريض من نار قلت\r\nمن هؤلاء يا جبريل قال هؤلاء خطباء أمتك يأمرون الناس\r\nبالبر وينسون أنفسهم وهم يتلون الكتاب أفلا يعقلون\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n( 3993 ) حدثنا عبد الأعلى حدثنا سفيان عن\r\nعلي بن زيد\r\nعن أنس قال كان أبو طلحة إذا كان في جيش نثر كنانته\r\nبين يديه وقال نفسي لنفسك الفداء ووجهي لوجهك الوقاء\r\nقال قال رسول الله صلى الله عليه وسلم صوت أبي طلحة في الجيش خير من\r\nفئة\r\n( 3994 ) حدثنا جعفر بن مهران حدثنا عبد\r\nالوارث عن علي بن زيد\r\nعن أنس قال لما أتى النبي صلى الله عليه وسلم قتل أهل بئر معونة قام\r\nفي صلاة الصبح في الركعة الآخرة بعد الركوع فقال اللهم\r\nالعن رعلا وذكوان وعصية عصت الله ورسوله يقولها ثلاث\r\nمرات ثم يكبر ثم يسجد فحفظت ذلك من رسول الله صلى الله عليه وسلم\r\nثلاثين يوما يفعله\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n( 3995 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nشاذان حدثنا حماد بن سلمة عن ثابت وعلي بن زيد\r\nعن أنس أن رسول الله صلى الله عليه وسلم لما رهقه المشركون يوم أحد\r\nفقال من يردهم عنا وهو رفيقي في الجنة فقام رجل من\r\nالأنصار فقاتل حتى قتل ثم قام آخر يردهم حتى قتل سبعة فقال\r\nرسول الله صلى الله عليه وسلم ما أنصفنا أصحابنا\r\n( 3996 ) حدثنا أبو خيثمة حدثنا وكيع حدثنا\r\nحماد بن سلمة عن علي بن زيد\r\nعن أنس قال رسول الله صلى الله عليه وسلم مررت ليلة أسري بي على\r\nقوم تقرض شفاههم بمقاريض من النار قلت من هؤلاء قال\r\nهؤلاء خطباء من أهل الدنيا ممن كانوا يأمرون الناس بالبر\r\nوينسون أنفسهم وهم يتلون الكتاب أفلا يعقلون\r\n( 3997 ) حدثنا هارون بن معروف حدثنا\r\nسفيان عن بن جدعان\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\nعن أنس كأني أنظر إلى النبي صلى الله عليه وسلم وهو يقول آخذ\r\nبحلقة الباب فأقعقعها وقال سفيان يعني بيده\r\n( 3998 ) حدثنا عبد الأعلى بن حماد النرسي\r\nحدثنا حماد عن علي بن زيد أن مصعب بن الزبير هم بعريف\r\nالأنصار ليقتله\r\nفدخل عليه أنس بن مالك قال سمعت رسول الله صلى الله عليه وسلم\r\nيقول استوصوا بالأنصار خيرا ومعروفا اقبلوا من\r\nمحسنهم وتجاوزوا عن مسيئهم قال فنزل مصعب من\r\nسريره على بساطه وألزق جلده أو خده عليه أو قال\r\nتمعك وقال أمر النبي صلى الله عليه وسلم على الرأس والعينين أمر النبي صلى الله عليه وسلم\r\nعلى الرأس والعينين فتركه\r\n( 3999 ) حدثنا الحسن بن أبي الربيع\r\nالجرجاني حدثنا عبد الصمد بن عبد الوارث حدثنا أبي عن\r\nعلي بن زيد بن جدعان\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\nعن أنس بن مالك قال مطرت السماء بردا فقال لنا أبو\r\nطلحة ونحن غلمان ناولني يا أنس من ذاك البرد فجعل\r\nيأكل وهو صائم فقلت ألست صائما قال بلى إن هذا\r\nليس بطعام ولا شراب وإنما هو بركة من السماء نطهر به\r\nبطوننا قال أنس فأتيت به النبي صلى الله عليه وسلم فأخبرته فقال خذ عن\r\nعمك\r\n( 4000 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\nعبد الوارث بن سعيد حدثنا علي بن زيد\r\nعن أنس أن رسول الله صلى الله عليه وسلم لما أتى على قتلى بئر معونة فقام\r\nفي صلاة الصبح قال فكان إذا رفع رأسه من آخر الركعة\r\nانتصب قائما ثم قال اللهم العن رعلا وذكوان وعصية عصت\r\nالله ورسوله ثلاثا ثم يكبر ويسجد سليمان\r\nالكوفي قال\r\nسمعت أنس بن مالك قال رسول الله صلى الله عليه وسلم من كذب\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\nعلي فليتبوأ مقعده من النار\r\n( 4002 ) حدثنا عبد الرحمن بن سلام الجمحي\r\nحدثنا إبراهيم بن طهمان عن أبي إسحاق\r\nعن أنس بن مالك أن رسول الله صلى الله عليه وسلم قال من ذكرت\r\nعنده فليصل علي فإنه من صلى علي مرة صلى الله عليه وسلم\r\nعشرا\r\n( 4003 ) حدثنا حسين بن الأسود حدثنا محمد\r\nبن فضيل عن محمد بن إسحاق عن المنهال بن عمرو\r\nعن أنس بن مالك قال كان لرسول الله صلى الله عليه وسلم دعوات لا\r\nيدعهن كان يقول اللهم إني أعوذ بك من الهم والحزن\r\nوالعجز والكسل والبخل والجبن وغلبة الدين وغلبة\r\nالرجال\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n( 4004 ) حدثنا أحمد بن حاتم حدثنا معتمر بن\r\nسليمان قال حدثني رجل يقال له بيان قال\r\nقلت لأنس حدثني بوقت رسول الله صلى الله عليه وسلم في الصلاة\r\nقال كان يصلي الظهر عند دلوك الشمس ويصلي العصر\r\nبين صلاتيكم الأولى والعصر وكان يصلي المغرب عند غروب\r\nالشمس ويصلي العشاء عند غروب الشفق ويصلي الغداة عند\r\nالفجر حين يفتتح البصر كل ما بين ذلك وقت أو قال\r\nصلاة\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n( 4005 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nالفضل بن دكين عن زهير عن بيان قال\r\nسمعت أنساب يقول بنى رسول الله صلى الله عليه وسلم بامرأة فأرسلني\r\nفدعوت رجالا إلى الطعام\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\nالأعمش عن أنس\r\n( 4006 ) حدثنا العباس بن الوليد النرسي حدثنا\r\nيوسف بن خالد عن الأعمش\r\nعن أنس أن النبي صلى الله عليه وسلم قال يعرض أهل النار يوم القيامة\r\nصفوفا فيمر بهم المؤمنون فيرى الرجل من أهل النار الرجل\r\nمن المؤمنين قد عرفه في الدنيا فيقول يا فلان أما تذكر يوم\r\nاستعنتني في حاجة كذا وكذا قال فيذكر ذلك المؤمن فيعرفه\r\nفيشفع له إلى ربه فيشفعه فيه\r\n( 4007 ) حدثنا نصر بن علي بن نصر حدثنا\r\nعثام بن علي عن الأعمش قال\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\nقال أنس بن مالك والبراء بن عازب كنا لا نحني ظهورنا\r\nحتى ننظر إلى النبي صلى الله عليه وسلم ساجدا\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n( 4008 ) حدثنا زهير بن حرب وأبو بكر بن أبي\r\nشيبة قالا حدثنا محمد بن فضيل عن الأعمش\r\nعن أنس قال كانت لرسول الله صلى الله عليه وسلم درع رهنا عند\r\nيهودي فما وجد ما يفتكها حتى مات\r\n( 4009 ) حدثنا جبارة بن مغلس وعبد الغفار\r\nجميعا قالا حدثنا أبو شهاب عن الأعمش\r\nعن أنس قال رسول الله صلى الله عليه وسلم ويل للمملوك من\r\nالمالك ويل للمالك من المملوك ويل للغني من الفقير ويل\r\nللفقير من الغني ويل للشديد من الضعيف ويل للضعيف من\r\nالشديد\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n( 4010 ) حدثنا عقبة بن مكرم حدثنا يونس بن\r\nبكير حدثنا سليمان الأعمش\r\nعن أنس بن مالك قال دخل رسول الله صلى الله عليه وسلم على رجل\r\nيعوده فإذا هو قد عاد كالفرخ من شدة المرض فقال\r\nرسول الله صلى الله عليه وسلم أما كنت تدعو أما كنت تسأل فقال\r\nبلى كنت أقول اللهم ما كنت معاقبي به في الآخرة فعجله لي\r\nفي الدنيا فقال رسول الله صلى الله عليه وسلم إذا لا تطيق ذلك ألا قلت\r\nرب آتني في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب\r\nالنار فقالها فعوفي\r\n( 4011 ) حدثنا عقبة بن مكرم حدثنا يونس بن\r\nبكير قال سليمان الأعمش سمعته يذكر\r\nعن أنس يرفعه أنه قال إذا تزوج الرجل على امرأة\r\nفإن كانت بكرا أقام عندها سبعا وإن كانت ثيبا أقام معها ثلاثا\r\nثم قسم بعد ذلك\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n( 4012 ) حدثنا أبو هشام الرفاعي حدثنا بن\r\nفضيل حدثنا الأعمش\r\nعن أنس قال كان النبي صلى الله عليه وسلم إذا أبصر الريح فزع وقال\r\nاللهم إني أسألك من خير ما أمرت به اللهم إني أعوذ بك من\r\nشر ما أرسلت به\r\n( 4013 ) حدثنا العباس بن الوليد النرسي حدثنا\r\nيوسف بن خالد عن الأعمش\r\nعن أنس بن مالك أن رسول الله صلى الله عليه وسلم رأى رجلا يحرك\r\nالحصى وهو في الصلاة فلما انصرف قال للرجل هو\r\nحظك من صلاتك\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n( 4014 ) وعن أنس أن رسول الله صلى الله عليه وسلم سافر في\r\nرمضان فصام وأفطر فصام أصحابه وأفطروا فلم يعب بعضهم\r\nعلى بعض\r\n( 4015 ) حدثنا واصل بن عبد الأعلى حدثنا\r\nبن فضيل عن الأعمش\r\nعن أنس قال كان رسول الله صلى الله عليه وسلم يدعى إلى خبز الشعير\r\nوالإهالة السنخة فيجيب لقد كانت له درع رهنا عند يهودي ما\r\nوجد ما يفتكها حتى مات\r\n( 4016 ) حدثنا الحسن بن حماد حدثنا أبو\r\nيحيى الحماني عن الأعمش عن رجل\r\nعن أنس قال دخل النبي صلى الله عليه وسلم على رجل يعوده فقال\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\nهل تشتهي شيئا هل تشتهي كعكا فقال نعم فطلبوا\r\nله\r\n( 4017 ) حدثنا عبد الرحمن بن صالح الأزدي\r\nحدثنا يحيى بن يعلى الأسلمي عن الأعمش\r\nعن أنس قال استشهد غلام منا يوم أحد فوجد على بطنه\r\nصخرة مربوطة من الجوع فمسحت أمه التراب عن وجهه\r\nوقالت هنيئا لك يا بني الجنة فقال النبي صلى الله عليه وسلم ما يدريك\r\nلعله كان يتكلم فيما لا يعنيه ويمنع ما لا يضره\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n( 4018 ) حدثنا إسماعيل بن إبراهيم الواسطي\r\nحدثنا إسحاق الأزرق عن شريك يعني عن الأعمش\r\nعن أنس عن النبي صلى الله عليه وسلم قال من بنى لله مسجدا\r\nكمفحص قطاة بنى له بيتا في الجنة\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n( 4019 ) حدثنا علي بن جعفر الأحمر أبو الحسن\r\nالكوفي حدثنا محمد بن فضيل عن الأعمش\r\nعن أنس عن النبي صلى الله عليه وسلم قال المؤمن لا يقضى له قضاء\r\nالا خير له !\r\n( 4020 ) حدثنا عبيد الله بن عمر حدثنا يوسف\r\nبن خالد عن الأعمش\r\nعن أنس أن النبي صلى الله عليه وسلم كان يستاك بفضل وضوئه\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n( 4021 ) حدثنا إبراهيم بن سعيد الجوهري\r\nحدثنا أبو أسامة أخبرنا الأعمش قال أخبرت\r\nعن أنس قال خرج رسول الله صلى الله عليه وسلم ذات ليلة وهو يريد أن\r\nيخبرنا بليلة القدر وقد أخبرنا به فسمع لغطا في المسجد\r\nفاختلست منه\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n( 4022 ) حدثنا إبراهيم حدثنا أبو أسامة\r\nحدثنا الأعمش\r\nأن أنس بن مالك قرأ هذه الآية * ( إن ناشئة الليل هي أشد\r\nوطأ وأصوب قيلا ) * فقال له رجل إنما تقرؤها وأقوم\r\nقيلا فقال إن أقوم وأصوب وأهيأ وأشباه هذا\r\nواحد\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\nعاصم الأحول عن أنس\r\n( 4023 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nعبدة عن عاصم الأحول\r\nعن أنس قال حالف رسول الله صلى الله عليه وسلم بين قريش والأنصار\r\nفي داري التي بالمدينة\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n( 4024 ) حدثنا أبو خيثمة حدثنا جرير عن\r\nعاصم\r\nعن أنس قال حالف رسول الله صلى الله عليه وسلم بين قريش والأنصار\r\nفي داري بالمدينة\r\n( 4025 ) حدثنا أبو بكر حدثنا أبو معاوية عن\r\nعاصم\r\nعن أنس قال قال رسول الله صلى الله عليه وسلم من كذب علي\r\nمتعمدا فليتبوأ مقعده من النار\r\n( 4026 ) حدثنا أبو بكر بن أبي شيبة وزهير بن\r\nحرب واللفظ لزهير حدثنا أبو معاوية عن عاصم\r\nعن أنس قال سألته عن القنوت قبل الركوع أو بعد\r\nالركوع قال قبل الركوع قال قلت فإن ناسا يزعمون أن\r\nرسول الله صلى الله عليه وسلم قنت بعد الركوع فقال إنما قنت رسول الله صلى الله عليه وسلم\r\nشهرا يدعو على أناس قتلوا ناسا من أصحابه يقال لهم القراء\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n( 4027 ) حدثنا أبو بكر حدثنا يزيد بن\r\nهارون عن عاصم قال\r\nسألت أنس بن مالك أحرم رسول الله صلى الله عليه وسلم المدينة قال\r\nنعم هي حرام حرمها الله ورسوله لا يختلى خلاها فمن فعل\r\nذلك فعليه لعنة الله والملائكة والناس أجمعين\r\n( 4028 ) حدثنا عبد الأعلى حدثنا حماد عن\r\nعاصم الأحول\r\nعن أنس أن رسول الله صلى الله عليه وسلم حالف بين المهاجرين\r\nوالأنصار في دار أنس بالمدينة\r\n( 4029 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\nشريك عن عاصم\r\nعن أنس قال قال لي النبي صلى الله عليه وسلم يا ذا الاذنين !\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n( 4030 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nعبد الله بن الأجلح عن عاصم\r\nعن أنس قال صلى رسول الله صلى الله عليه وسلم في ثوب واحد خالف بين\r\nطرفيه\r\n( 4031 ) حدثنا محمد بن أبي بكر المقدمي\r\nحدثنا عبد الواحد حدثنا عاصم الأحول قال\r\nسألت أنس بن مالك عن القنوت فقال قنت\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\nرسول الله صلى الله عليه وسلم شهرا بعد الركوع كان بعث يوما سبعين رجلا إلى\r\nقوم من المشركين قال وقوم من المشركين كان بينهم وبين\r\nرسول الله صلى الله عليه وسلم عهد فقتلهم المشركون الذين كان بينهم وبين\r\nرسول الله صلى الله عليه وسلم عهد فقنت رسول الله صلى الله عليه وسلم شهرا يدعو عليهم\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\nسهل أبو الأسود عن أنس\r\n( 4032 ) حدثنا أبو خيثمة حدثنا جرير عن\r\nالأعمش عن بكير الجزري عن سهل أبي الأسود\r\nعن أنس بن مالك قال كنا في بيت فقام رسول الله صلى الله عليه وسلم\r\nعلى باب البيت فقال الأئمة من قريش ولي عليكم حق\r\nولهم عليكم مثله ما فعلوا ثلاثا إذا استرحموا رحموا وإذا\r\nحكموا عدلوا وإذا عاهدوا وفوا فمن لم يفعل ذلك منهم فعليه\r\nلعنة الله والملائكة والناس أجمعين\r\n( 4033 ) حدثنا أبو بكر حدثنا وكيع حدثنا\r\nالأعمش حدثنا سهل أبو الأسود عن بكير الجزري\r\nعن أنس قال أتانا رسول الله ونحن في بيت رجل من\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\nالأنصار فأخذ بعضادتي الباب ثم قال الأئمة من قريش ولي\r\nعليكم حق ولهم مثل ذلك ما إذا حكموا عدلوا وإذا\r\nاسترحموا رحموا وإذا عاهدوا وفوا فمن لم يفعل ذلك منهم\r\nفعليه لعنة الله والملائكة والناس أجمعين\r\n( 4034 ) حدثنا حسين بن الأسود حدثنا أبو\r\nأسامة حدثنا عمر بن حمزة حدثني نافع يعني بن مالك\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم لا إله إلا الله\r\nتمنع العبد من سخط الله ما لم يؤثروا سفقة دنياهم على دينهم\r\nفإذا فعلوا ذلك ثم قال لا إله إلا الله قال الله كذبتم\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\nالزبير بن عدي عن أنس\r\n( 4035 ) حدثنا محمد بن أبي بكر حدثنا عبد\r\nالصمد حدثنا زياد قال\r\nسمعت أنس بن مالك يقول قال رسول الله صلى الله عليه وسلم طلب\r\nالعلم فريضة على كل مسلم !\r\n( 4036 ) حدثنا أبو بكر بن أبي شيبة حدثنا بن\r\nإدريس عن مالك بن مغول عن الزبير بن عدي\r\nعن أنس قال ما من يوم إلا والذي بعده شر منه\r\nسمعنا ذلك من نبيكم صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n( 4037 ) حدثنا أبو خيثمة حدثنا عبد الرحمن\r\nعن سفيان عن الزبير بن عدي قال\r\nشكونا إلى أنس ما نلقى من الحجاج فقال اصبروا فإنه\r\nلا يأتي عليكم عام أو يوم إلا الذي بعده شر منه حتى تلقوا\r\nربكم سمعته من نبيكم صلى الله عليه وسلم\r\n( 4038 ) حدثنا الأزرق بن علي حدثنا يحيى بن\r\nأبي بكير حدثنا بشر بن الحسين الأصبهاني عن الزبير بن\r\nعدي\r\nعن أنس قال رسول الله لا يبتاعن أحدكم على بيع\r\nأخيه ولا يخطب على خطبة أخيه\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n( 4039 ) حدثنا أبو خيثمة حدثنا جرير عن\r\nليث\r\nعن أنس قال نهى رسول الله صلى الله عليه وسلم عن النوم قبل العشاء\r\nوعن السمر بعدها\r\n( 4040 ) حدثنا عبيد بن جناد الحلبي حدثنا\r\nعبد الرحمن بن أبي الرجال عن إسحاق بن يحيى بن طلحة بن\r\nعبيد الله قال لي ثابت الأعرج\r\nأخبرني أنس بن مالك عن النبي صلى الله عليه وسلم قال لا تزال هذه\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\nالأمة بخير ما إذا قالت صدقت وإذا حكمت عدلت وإذا\r\nاسترحمت رحمت\r\n( 4041 ) حدثنا محمد بن أبي بكر المقدمي\r\nحدثنا عبد الرحمن بن أبي الصهباء حدثنا أبو غالب قال\r\nسمعت العلاء بن زياد قال\r\nقلت لأنس كيف يبعث الناس يوم القيامة قال يبعثون\r\nوالسماء تطش عليهم\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\nالسدي عن أنس\r\n( 4042 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nوكيع عن سفيان عن السدي\r\nعن أنس أن النبي صلى الله عليه وسلم كان ينصرف عن يمينه\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n( 4043 ) حدثنا زهير حدثنا عبد الرحمن عن\r\nسفيان عن السدي قال\r\nسمعت أنسا يقول انصرف رسول الله صلى الله عليه وسلم من الصلاة عن\r\nيمينه\r\n( 4044 ) حدثنا عبيد بن جناد الحلبي حدثنا\r\nعبيد الله بن عمرو عن أيوب عن أبي قلابة وحميد بن هلال\r\nعن أنس قال كنا ردف أبي طلحة وإن ركبته تمس ركبة\r\nرسول الله صلى الله عليه وسلم فكانا يصرخان جميعا بالحج والعمرة\r\n( 4045 ) حدثنا أبو خيثمة حدثنا عبد الرحمن\r\nعن سفيان عن السدي عن يحيى بن عباد\r\nعن أنس أن النبي صلى الله عليه وسلم سئل عن الخمر يتخذ خلا قال\r\nلا\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n( 4046 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\nعبد الصمد حدثنا حرب حدثنا يحيى حدثني عمرو بن\r\nزينب\r\nأن أنس بن مالك حدثه أن معاذا قال يا رسول الله أرأيت\r\nإن كان علينا الامراء لا يستنون بسنتك ولا يأخذون بأمرك فما\r\nتأمرني في أمرهم فقال رسول الله صلى الله عليه وسلم لا طاعة لمن لم يطع\r\nالله\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n( 4047 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nمحمد بن بشر عن حسن بن صالح عن خالد بن الفزر\r\nعن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم ألا إن\r\nالمزات حرام خليط البسر والتمر\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n( 4048 ) حدثنا زهير حدثنا وكيع حدثنا حسن\r\nبن صالح عن خالد بن الفزر\r\nعن أنس قال قال رسول الله صلى الله عليه وسلم ألا إن المزات\r\nحرام خليط البسر والتمر\r\n( 4049 ) حدثنا سفيان بن وكيع بن الجراح\r\nحدثنا أبي عن جدي عن قيس بن وهب الهمداني\r\nعن أنس بن مالك قال كان أجرأ الناس على مسألة\r\nرسول الله صلى الله عليه وسلم الاعراب أتاه أعرابي فقال يا رسول الله متى\r\nالساعة فلم يجبه حتى أتى المسجد فصلى فأخف الصلاة ثم\r\nأقبل على الاعرابي وقال أين السائل عن الساعة ومر سعد\r\nفقال رسول الله صلى الله عليه وسلم إن هذا عمر حتى يأكل عمره لم يبق\r\nمنكم عين تطرف\r\n( 4050 ) حدثنا سفيان بن وكيع أخبرني أبي\r\nعن جدي عن قيس بن وهب الهمداني\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\nعن أنس حدثنا أصحاب النبي صلى الله عليه وسلم أن النبي صلى الله عليه وسلم قال\r\nلا تأتي مائة سنة من الهجرة ومنكم عين تطرف\r\n( 4051 ) حدثنا أبو خيثمة حدثنا وكيع حدثنا\r\nسفيان عن السدي عن أبي هبيرة\r\nعن أنس بن مالك أن أبا طلحة سأل النبي صلى الله عليه وسلم عن أيتام\r\nورثوا خمرا فقال أهرقها قال أفلا أجعلها خلا قال\r\nلا\r\n( 4052 ) حدثنا الحسن بن حماد حدثنا مسهر\r\nبن عبد الملك بن سلع ثقة حدثنا عيسى بن عمر عن\r\nإسماعيل السدي\r\nعن أنس بن مالك أن النبي صلى الله عليه وسلم كان عنده طائر فقال\r\nاللهم ائتني بأحب خلقك يأكل معي من هذا الطير فجاء أبو\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\nبكر فرده ثم جاء عمر فرده ثم جاء علي فأذن له\r\n( 4053 ) حدثنا أبو خيثمة وحدثنا إسحاق بن\r\nيوسف عن عبد العزيز بن رفيع قال\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\nسألت أنس بن مالك قلت أخبرني بشئ عقلته عن\r\nرسول الله صلى الله عليه وسلم أين صلى الظهر يوم التروية فقال بمنى قلت\r\nأين صلى العصر يوم النفر فقال بالأبطح ثم قال افعل كما\r\nيفعل أمراؤكم\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n( 4054 ) حدثنا محمد بن أبي بكر المقدمي\r\nحدثنا يحيى بن محمد بن قيس قال سمعت عمرا مولى المطلب\r\nقال\r\nسمعت أنس بن مالك قال كان من دعاء النبي صلى الله عليه وسلم حين\r\nقفل من خيبر اللهم إني أعوذ بك من الهم والحزن والعجز\r\nوالكسل والجبن والبخل وضلع الدين وغلبة الرجال\r\n( 4055 ) حدثنا زهير حدثنا جرير عن ليث\r\nعن بشر\r\nعن أنس قال رسول الله صلى الله عليه وسلم يكون قبل خروج\r\nالدجال نيف على سبعين دجالا\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n( 4056 ) حدثنا أبو الأشعث العجلي حدثنا\r\nمحمد بن حمران حدثنا الحارث بن زياد\r\nعن أنس بن مالك قال خرجنا مع النبي صلى الله عليه وسلم في جنازة\r\nفرأى نسوة فقال أتحملنه قال أتدفنه قلن\r\nلا قال فارجعن مأزورات غير مأجورات\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n( 4057 ) حدثنا عمرو بن حصين حدثنا\r\nالمعتمر حدثني سفيان الثوري عن جابر بن يزيد عن أبي\r\nنصر\r\nعن أنس قال كناني رسول الله صلى الله عليه وسلم ببقلة كنت اجتنيتها\r\nيعني حمزة\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n( 4058 ) حدثنا أبو خيثمة حدثنا جرير عن\r\nليث بن أبي سليم عن بشر\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\nعن أنس بن مالك يرفعه إلى النبي صلى الله عليه وسلم في قوله * ( فوربك\r\nلنسألنهم أجمعين عما كانوا يعملون ) *\r\nقال عن لا إله إلا الله\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\nسليمان التيمي عن أنس بن مالك\r\n( 4059 ) حدثنا إبراهيم بن الحجاج السامي\r\nحدثنا حماد بن سلمة عن سليمان التيمي\r\nعن أنس بن مالك أن رسول الله صلى الله عليه وسلم كان يقول اللهم\r\nإني أعوذ بك من العجز والكسل والهرم والجبن\r\nوالبخل وعذاب القبر وشر المسيح الدجال\r\n( 4060 ) حدثنا أبو خيثمة حدثنا معاذ بن معاذ\r\nوجرير قالا حدثنا سليمان التيمي\r\nحدثنا أنس قال عطس رجلان عند النبي صلى الله عليه وسلم فشمت أو\r\nفسمت أحدهما وترك الآخر وقال إن هذا حمد الله وإن\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\nهذا لم يحمد الله\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n( 4061 ) حدثنا أبو خيثمة حدثنا جرير عن\r\nسليمان التيمي\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم من كذب علي\r\nمتعمدا فليتبوأ مقعده من النار\r\n( 4062 ) حدثنا زحمويه حدثنا هشيم عن\r\nسليمان التيمي\r\nعن أنس بن مالك عن النبي صلى الله عليه وسلم نحوه\r\n( 4063 ) حدثنا زهير حدثنا جرير عن سليمان\r\nالتيمي\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم من ينظر ما\r\nصنع أبو جهل قال فانطلق عبد الله بن مسعود فوجده قد\r\nضربه ابنا عفراء حتى برد فقال يا عدو الله أنت أبو جهل\r\nفقال هل فوق رجل قتله قومه أو قتلتموه\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n( 4064 ) حدثنا أبو خيثمة حدثنا جرير عن\r\nسليمان التيمي\r\nعن أنس بن مالك قال كان رجل يقال له أنجشة يسوق\r\nبنساء النبي صلى الله عليه وسلم فقال له النبي صلى الله عليه وسلم يا أنجشة رويدك سوقك\r\nبالقوارير\r\n( 4065 ) حدثنا إبراهيم بن الحجاج السامي\r\nحدثنا حماد عن سليمان التيمي\r\nعن أنس أن رسول الله صلى الله عليه وسلم نهى أن يخلط بين البسر\r\nوالتمر\r\n( 4066 ) حدثنا وهب بن بقية أخبرنا خالد\r\nعن سليمان التيمي\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\nعن أنس قال ذكر لنا رسول الله صلى الله عليه وسلم قال إن فيكم\r\nقوما يتعبدون حتى يعجبوا الناس وتعجبهم أنفسهم يمرقون من\r\nالدين كما يمرق السهم من الرمية\r\n( 4067 ) حدثنا وهب أخبرنا خالد عن\r\nالتيمي\r\nعن أنس أخبرني بعض أصحاب النبي صلى الله عليه وسلم أن النبي صلى الله عليه وسلم\r\nليلة أسري به مر على موسى وهو يصلي في قبره\r\n( 4068 ) حدثنا إسحاق بن أبي إسرائيل قال\r\nحدثني يحيى بن غيلان عن يزيد بن زريع عن سليمان التيمي\r\nعن أنس قال إنما سمل النبي صلى الله عليه وسلم أعينهم لأنهم سلموا\r\nأعين الرعاة\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n( 4069 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\nمعتمر عن أبيه\r\nعن أنس عن النبي صلى الله عليه وسلم أنه قال ليلة أسري بي رأيت\r\nقوما تقرض ألسنتهم بمقارض من نار أو قال من حديد قلت\r\nمن هؤلاء يا جبريل قال خطباء من أمتك\r\n( 4070 ) حدثنا أبو خيثمة حدثنا إسماعيل بن\r\nإبراهيم حدثنا التيمي قال\r\nسمعت أنسا يقول قال رسول الله صلى الله عليه وسلم من كذب علي\r\nفليتبوأ مقعده من النار\r\n( 4071 ) حدثنا إسماعيل بن عبد الله بن خالد\r\nالقرشي الرقي حدثنا بقية بن الوليد حدثنا علي بن فضيل\r\nالملطي قال سمعت سليمان التيمي يقول\r\nسمعت أنس بن مالك يقول وضأت رسول الله صلى الله عليه وسلم قبل\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\nموته بشهر فمسح على الخفين والعمامة\r\n( 4072 ) حدثنا إبراهيم بن الحجاج حدثنا\r\nسهل بن زياد عن التيمي\r\nعن أنس قال رسول الله صلى الله عليه وسلم إذا نودي بالصلاة\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\nفتحت أبواب السماء واستجيب الدعاء\r\n( 4073 ) حدثنا زهير بن حرب حدثنا\r\nإسماعيل عن سليمان التيمي\r\nحدثنا أنس بن مالك قال عطس رجلان عند النبي صلى الله عليه وسلم\r\nفشمت أو قال فسمت أحدهما وترك الآخر فقيل هما\r\nرجلان عطسا فشمت أو فسمت أحدهما وتركت الآخر\r\nقال إن هذا حمد الله وإن هذا لم يحمد الله عز وجل\r\n( 4074 ) حدثنا أبو خيثمة حدثنا إسماعيل عن\r\nسليمان التيمي\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\nحدثنا أنس بن مالك قال رسول الله صلى الله عليه وسلم يوم بدر من\r\nينظر ما صنع أبو جهل فانطلق بن مسعود فوجده قد ضربه\r\nابنا عفراء حتى برد فقال هل أنت أبو جهل فقال هل\r\nفوق رجل قتلتموه قال سليمان أو قتله قومه\r\n( 4075 ) حدثنا أبو خيثمة حدثنا إسماعيل عن\r\nسليمان التيمي\r\nحدثنا أنس بن مالك قال كانت أم سليم مع أزواج\r\nالنبي صلى الله عليه وسلم في مسير فأتى عليهن النبي صلى الله عليه وسلم وهو يسوق بهن\r\nسواق فقال يا أنجشة رويدك سوقك بالقوارير\r\n( 4076 ) حدثنا أبو خيثمة حدثنا إسماعيل\r\nحدثنا التيمي قال\r\nسمعت أنسا يقول قال رسول الله صلى الله عليه وسلم من كذب علي\r\nفليتبوأ مقعده من النار\r\n( 4077 ) قال فحدثنا به هكذا مرتين ثم حدثنا\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\nبه مرة أخرى قال فقال رسول الله صلى الله عليه وسلم من كذب علي\r\nمتعمدا فليتبوأ مقعده من النار\r\n( 4078 ) حدثنا عبد الأعلى بن حماد حدثنا\r\nحماد عن سليمان التيمي\r\nعن أنس أن النبي صلى الله عليه وسلم نهى أن يجمع بين البسر\r\nوالرطب\r\n( 4079 ) حدثنا شباب خليفة بن خياط\r\nالعصفري حدثنا المعتمر بن سليمان قال سمعت أبي\r\nعن أنس بن مالك قال كان الرجل يجعل للنبي صلى الله عليه وسلم من\r\nنخله الصدقات حتى فتحت قريظة والنضير فجعل يرد رسول الله\r\nبعد ذلك وإن أهلي أمروني أن آتي رسول الله صلى الله عليه وسلم فأسأله\r\nالذي كانوا أعطوه وكان رسول الله صلى الله عليه وسلم قد أعطاهن أم أيمن\r\nفسألت النبي صلى الله عليه وسلم فأعطانيهن فجاءت أم أيمن فلوت الثوب في\r\nعنقي وهي تقول كلا والذي لا إله غيره لا يعطيكهن وقد\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\nأعطانيهن والنبي صلى الله عليه وسلم يقول لك كذا ولك كذا حسبت أنه\r\nقال وهي تقول كلا والله حتى أعطاها عشرة أمثاله\r\n( 4080 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nمعتمر بن سليمان التيمي عن أبيه\r\nعن أنس أن الرجل كان يجعل للنبي صلى الله عليه وسلم النخلات من\r\nأرضه حتى فتحت عليه قريظة والنضير فجعل بعد ذلك يرد ما\r\nكان أعطاه\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\nقال أنس وإن أهلي أمروني أن آتي النبي صلى الله عليه وسلم فأسأله ما\r\nكان أعطاه أو بعضه وكان نبي الله صلى الله عليه وسلم قد أعطاه أم أيمن فأتيت\r\nالنبي صلى الله عليه وسلم فأعطانيهن فجاءت أم أيمن فجعلت الثوب في عنقي\r\nوقالت والله لا يعطيكهن وقد أعطانيهن\r\nقال نبي الله صلى الله عليه وسلم يا أم أيمن اتركيه ولك كذا وكذا\r\nتقول كلا والذي لا إله إلا هو فجعل يقول كذا حتى\r\nأعطاها عشرة أمثاله أو قريبا من عشرة أمثاله\r\n( 4081 ) حدثنا سويد بن سعيد حدثنا معتمر\r\nبن سليمان عن أبيه\r\nعن أنس بن مالك عن النبي صلى الله عليه وسلم قال رأيت الجنة\r\nوالنار في هذا الحائط فلم أر كاليوم في الخير والشر\r\n( 4082 ) حدثنا عبد الأعلى بن حماد حدثنا\r\nمعتمر قال سمعت أبي أن رجلا حدثه\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\nعن أنس بن مالك أنه قال إن كان أحدنا ليقيم صلبه في\r\nالصلاة خلف النبي صلى الله عليه وسلم حتى يتمكن النبي صلى الله عليه وسلم من السجود أو\r\nقال من الأرض ثم يسجد عند ذلك\r\n( 4083 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\nمعتمر بن سليمان قال سمعت أبي يحدث\r\nعن أنس قال قيل يا نبي الله لو أتيت عبد الله بن أبي\r\nفانطلق النبي صلى الله عليه وسلم فركب حمارا وانطلق المسلمون يمشون وهي\r\nأرض سبخة فلما أتاه النبي صلى الله عليه وسلم قال إليك عني فوالله لقد\r\nآذاني نتن حمارك فقال رجل من الأنصار والله لحمار رسول\r\nالله صلى الله عليه وسلم أطيب ريحا منك فغضب لعبد الله رجل من قومه\r\nوغضب لكل واحد منهما أصحابه فكان بينهم ضرب بالجريد\r\nوالأيدي والنعال فبلغنا أنها نزلت فيهم وإن طائفتان من\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\nالمؤمنين اقتتلوا فأصلحوا بينهما\r\n( 4084 ) حدثنا إبراهيم بن محمد بن عرعرة\r\nحدثنا معتمر عن أبيه قال\r\nسمعت أنسا أن النبي صلى الله عليه وسلم ليلة أسري به مر بموسى وهو\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\nيصلي في قبره قال أنس ذكر أنه حمل على البراق فأوثق\r\nالدابة أو قال الفرس فقال أبو بكر صفها لي فقال رسول\r\nالله صلى الله عليه وسلم وذكر كلمة فقال أشهد أنك رسول الله وكان\r\nأبو بكر قد رآها\r\n( 4085 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nعبدة بن سليمان عن سفيان عن سليمان التيمي قال\r\nسمعت أنس بن مالك يقول قال رسول الله صلى الله عليه وسلم مررت\r\nعلى موسى وهو يصلي في قبره\r\nيزيد الرقاشي عن أنس بن مالك\r\n( 4086 ) حدثنا علي بن الجعد حدثنا سفيان\r\nالثوري عن يزيد الرقاشي\r\nعن أنس عن النبي صلى الله عليه وسلم قال من توضأ فبها ونعمت\r\nومن اغتسل فالغسل أفضل يعني يوم الجمعة\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n( 4087 ) حدثنا خلف بن هشام البزار حدثنا\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\nحماد بن زيد عن الهقل بن زياد وعن يزيد الرقاشي\r\nعن أنس بن مالك قال ومن العصر إلى غروب الشمس\r\nأحب إلي من أن أعتق ثمانية من بني إسماعيل كلهم مسلم\r\nيعني لان أذكر الله\r\n( 4088 ) حدثنا خلف بن هشام حدثنا حماد بن\r\nزيد عن جعفر بن ميمون حدثنا الرقاشي قال\r\nكان أنس مما يقول لنا إذا حدثنا هذا الحديث إنه\r\nوالله ما هو بالذي تصنع أنت وأصحابك يعني يقعد أحدكم\r\nفتجتمعون حوله فيخطب إنما كانوا إذا صلوا الغداة قعدوا\r\nحلقا حلقا يقرؤون القرآن ويتعلمون الفرائض والسنن\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n( 4089 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nوكيع عن الأعمش عن عن يزيد الرقاشي\r\nعن أنس قال قال رسول الله صلى الله عليه وسلم جاءني جبريل بمرآة\r\nبيضاء فيها نكتة سوداء قال ما هذه قال هذه الجمعة وفيها\r\nساعة\r\n( 4090 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nوكيع عن الأعمش عن يزيد الرقاشي\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\nعن أنس قال رسول الله صلى الله عليه وسلم الأطفال خدم أهل\r\nالجنة !\r\n( 4091 ) حدثنا أبو الربيع الزهراني حدثنا نوح\r\nبن قيس حدثنا يزيد الرقاشي\r\nعن أنس قال كنا قعودا مع نبي الله صلى الله عليه وسلم فعسى أن يكون\r\nقال ستين رجلا فيحدثنا الحديث ثم يدخل لحاجته فنتراجعه\r\nبيننا هذا ثم هذا فنقوم كأنما زرع في قلوبنا\r\n( 4092 ) حدثنا أبو الربيع الزهراني حدثنا\r\nمحمد بن ثابت العبدي حدثنا معبد بن خالد الأنصاري عن\r\nيزيد الرقاشي\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\nعن أنس بن مالك قال سمعت رسول الله صلى الله عليه وسلم يقول\r\nكان فيمن خلا من إخواني من الأنبياء ثمانية آلاف نبي ثم كان\r\nعيسى بن مريم ثم كنت أنا\r\n( 4093 ) حدثنا أبو الربيع الزهراني حدثنا\r\nالصلت يعني بن حجاج وحدثنا الحجاج الخصاف عن\r\nيزيد الرقاشي\r\nعن أنس قال رسول الله صلى الله عليه وسلم من أعان أخاه في\r\nحاجته وألطفه كان حقا على الله أن يخدمه من خدم الجنة\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n( 4094 ) حدثنا أبو الربيع الزهراني حدثنا سلام\r\nبن سليم عن زيد العمي عن يزيد الرقاشي\r\nعن أنس عن النبي صلى الله عليه وسلم قال فلق البحر لبني إسرائيل\r\nيوم عاشوراء\r\n( 4095 ) حدثنا الفضل بن الصباح حدثنا أبو\r\nعبيدة عن محتسب قال حدثني يزيد الرقاشي\r\nعن أنس قال قال رسول الله صلى الله عليه وسلم ما من مسلم يشهد\r\nجنازة امرئ مسلم إلا كان له قيراط من الاجر فإن قعد حتى\r\nيسوى عليها كان له قيراطان من الاجر كل قيراط مثل أحد\r\n( 4096 ) حدثنا الفضل بن الصباح حدثنا أبو\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\nعبيدة عن محتسب عن يزيد الرقاشي\r\nعن أنس قال قعد أبو موسى في بيته واجتمع إليه ناس\r\nوأنشأ يقرأ عليهم القرآن قال فأتى\r\nرسول الله رجل فقال يا رسول الله ألا أعجبك من أبي موسى أنه قعد في بيت واجتمع\r\nإليه ناس فأنشأ يقرأ عليهم القرآن قال فقال رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\nأتستطيع أن تقعدني من حيث لا يراني أحد منهم قال نعم\r\nقال فخرج رسول الله صلى الله عليه وسلم قال فأقعده الرجل حيث لا يراه منهم\r\nأحد فسمع قراءة أبي موسى قال فقال إنه يقرأ على مزمار\r\nمن مزامير آل داود\r\n( 4097 ) حدثنا أبو خيثمة حدثنا مكي بن\r\nإبراهيم حدثنا هشام بن حسان عن يزيد الرقاشي\r\nعن أنس بن مالك أن رسول الله صلى الله عليه وسلم قال من سره النساء\r\nفي أجله والمد في رزقه فليصل رحمه\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n( 4098 ) حدثنا أبو خيثمة حدثنا عمر بن يونس\r\nالحنفي حدثنا عكرمة حدثنا يزيد الرقاشي قال\r\nسمعت أنس بن مالك قال سمعت رسول الله صلى الله عليه وسلم يقول\r\nثلاث من كن فيه فهو منافق وإن صام وصلى وحج واعتمر\r\nوقال إني مسلم إذا حدث كذب وإذا وعد أخلف وإذا\r\nاؤتمن خان\r\n( 4099 ) حدثنا أبو خيثمة حدثنا عمر بن\r\nيونس حدثنا عكرمة حدثنا يزيد الرقاشي\r\nعن أنس بن مالك قال قلت يا أبا حمزة إن قوما\r\nيشهدون علينا بالكفر والشرك قال أنس أولئك شر الخلق\r\nوالخليقة\r\nقال ويكذبون بالحوض قال سمعت رسول\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\nالله صلى الله عليه وسلم يقولان لي حوضا عرضه كما بين أيلة إلى الكعبة أو\r\nقال صنعاء أشد بياضا من اللبن وأحلى من العسل فيه آنية\r\nعدد نجوم السماء يمده ميزابان من الجنة من كذب به لم\r\nيصب به الشرب\r\n( 4100 ) حدثنا أبو خيثمة حدثنا عمر بن يونس\r\nالحنفي حدثنا عكرمة قال سمعت يزيد الرقاشي يقول\r\nحدثني أنس بن مالك قال سمعت رسول الله صلى الله عليه وسلم يقول\r\nبين العبد والكفر والشرك ترك الصلاة فإذا ترك الصلاة فقد\r\nكفر\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n( 4101 ) حدثنا أبو خيثمة حدثنا حجين بن\r\nالمثنى حدثنا عبد العزيز يعني الماجشون عن محمد بن\r\nالمنكدر عن يزيد الرقاشي\r\nعن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم سألت ربي\r\nاللاهين من ذرية البشر ألا يعذبهم فأعطانيهم\r\n( 4102 ) حدثنا صالح بن مالك حدثنا عبد\r\nالعزيز بن الماجشون بمثله !\r\n( 4103 ) حدثنا أبو خيثمة حدثنا جرير عن\r\nالأعمش عن يزيد الرقاشي\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم لو أن حجرا\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\nكسبع خلفات شحومهن وأولادهن ألقي في جهنم لهوى\r\nسبعين عاما لا يبلغ قعرها\r\n( 4104 ) حدثنا إبراهيم بن الحجاج النيلي\r\nحدثنا صالح المري عن يزيد الرقاشي\r\nعن أنس بن مالك عن النبي صلى الله عليه وسلم سمعه يقولان\r\nالصدقة وصلة الرحم يزيد الله بها في العمر ويدفع بها ميتة\r\nالسوء ويدفع الله بها المكروه والمحذور\r\n( 4105 ) حدثنا إبراهيم بن الحجاج النيلي\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\nحدثنا صالح عن يزيد الرقاشي\r\nعن أنس أن رسول الله قال شفاعتي لأهل الكبائر من\r\nأمتي\r\n( 4106 ) حدثنا إبراهيم بن الحجاج النيلي\r\nحدثنا صالح المري عن يزيد الرقاشي\r\nعن أنس قال سمعت رسول الله صلى الله عليه وسلم يقولان الله\r\nتطول على أهل عرفات يباهي بهم الملائكة يقول يا ملائكتي\r\nانظروا إلى عبادي شعثا غبرا أقبلوا يضربون إلي من كل فج\r\nعميق فأشهدكم أني قد أجبت دعاءهم وشفعت رغبتهم\r\nووهبت مسيئهم لمحسنهم وأعطيت محسنيهم جميع ما\r\nسألوني غير التبعات التي بينهم فإذا أفاض القوم إلى جمع\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\nووقفوا وعادوا في الرغبة والطلب إلى الله يقول يا ملائكتي\r\nعبادي وقفوا فعادوا في الرغبة والطلب فأشهدكم أني قد أجبت\r\nدعاءهم وشفعت رغبتهم ووهبت مسيئهم لمحسنهم وأعطيت\r\nمحسنهم جميع ما سألني وكفلت عنهم التبعات التي بينهم\r\n( 4107 ) حدثنا إبراهيم بن الحجاج النيلي\r\nحدثنا صالح عن ثابت وجعفر بن زيد ويزيد الرقاشي وميمون\r\nبن سياه\r\nعن أنس قال سمعت رسول الله صلى الله عليه وسلم يقول من صلى\r\nالغداة فهو في ذمة الله فإياكم أن يطلبكم الله بشئ من ذمته\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n( 4108 ) حدثنا إبراهيم بن الحجاج النيلي\r\nحدثنا صالح عن ثابت ويزيد الرقاشي وميمون بن سياه\r\nعن أنس قال رسول الله صلى الله عليه وسلم يا أيها الناس إن ربكم\r\nحيي كريم يستحي أن يمد أحدكم يديه إليه فيردهما\r\nخائبتين\r\n( 4109 ) حدثنا زهير بن حرب حدثنا وكيع\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\nحدثنا أبو العميس عتبة بن عبد الله عن يزيد الرقاشي\r\nعن أنس قال رسول الله صلى الله عليه وسلم إذا أذن المؤذن فتحت\r\nأبواب السماء فلا يرد الدعاء بين الأذان والإقامة\r\n( 4110 ) حدثنا أبو خيثمة حدثنا روح بن\r\nعبادة حدثنا موسى بن عبيدة حدثني يزيد الرقاشي\r\nعن أنس قال رسول الله صلى الله عليه وسلم ما من بقعة يذكر الله عليها\r\nبصلاة أو بذكر إلا استبشرت بذلك إلى منتهاها من سبع\r\nأرضين وفخرت على ما حولها من البقاع وما من عبد يقوم\r\nبفلاة من الأرض يريد الصلاة إلا تزخرفت له الأرض\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n( 4111 ) حدثنا أبو خيثمة حدثنا روح حدثنا\r\nالربيع بن صبيح ومسروق أبو عبد الله السامي قالا حدثنا يزيد\r\nالرقاشي\r\nعن أنس بن مالك قال نهى رسول الله صلى الله عليه وسلم عن صوم\r\nأيام التشريق الثلاثة بعد يوم النحر\r\n( 4112 ) حدثنا إبراهيم بن الحجاج السامي\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\nحدثنا حماد بن سلمة عن يزيد الرقاشي\r\nعن أنس بن مالك أن رسول الله صلى الله عليه وسلم أراد أن يصلي على\r\nعبد الله بن أبي فأخذ جبريل بثوبه فقال لا تصل على أحد\r\nمنهم ولا تقم على قبره\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n( 4113 ) حدثنا أبو معمر إسماعيل بن إبراهيم\r\nحدثنا عبد الله بن جعفر عن واقد بن سلامة عن يزيد\r\nالرقاشي\r\nعن أنس قال رسول الله صلى الله عليه وسلم من مات يوم الجمعة\r\nوقي عذاب القبر\r\n( 4114 ) حدثنا أبو هشام الرفاعي حدثنا\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\nالمحاربي عن ليث عن يزيد الرقاشي\r\nعن أنس قال رسول الله صلى الله عليه وسلم من استعاذ بالله في اليوم\r\nعشر مرات من الشيطان وكل الله به ملكا يرد عنه الشياطين\r\n( 4115 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\nروح بن المسيب حدثنا يزيد الرقاشي\r\nعن أنس قال رسول الله صلى الله عليه وسلم شفاعتي لأهل الكبائر\r\nمن أمتي قال فقال تصديق هذا في القرآن قال فقرأ\r\nعلينا إن تجتنبوا كبائر ما تنهون عنه نكفر عنكم سيئاتكم\r\nوندخلكم مدخلا كريما فهؤلاء الذين يجتنبون\r\nالكبائر وهؤلاء الذين واقعوا الكبائر بقيت لهم شفاعة\r\nمحمد صلى الله عليه وسلم قال فقال يزيد لأنس صدقت\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n( 4116 ) حدثنا موسى بن محمد بن حيان\r\nحدثنا درست بن زياد حدثنا يزيد الرقاشي\r\nحدثنا أنس بن مالك قال رسول الله صلى الله عليه وسلم الشمس\r\nوالقمر ثوران عقيران في النار\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n( 4117 ) حدثنا موسى بن محمد بن حيان\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\nحدثنا كهمس بن المنهال حدثنا سعيد بن أبي عروبة عن يزيد\r\nالرقاشي\r\nعن أنس أن رسول الله صلى الله عليه وسلم نهى عن صوم خمسة أيام من\r\nالسنة يوم الفطر ويوم النحر وأيام التشريق\r\n( 4118 ) حدثنا قطن بن نسير الغبري حدثنا\r\nعبيس بن ميمون القرشي حدثنا يزيد الرقاشي\r\nعن أنس بن مالك قال سمعت النبي صلى الله عليه وسلم يقول ما\r\nيستطيع أحدكم أن يقرأ قل هو الله أحد ثلاث\r\nمرات في ليلة فإنها تعدل ثلث القرآن\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n( 4119 ) حدثنا محمد بن بحر حدثنا المعلى\r\nبن ميمون المجاشي حدثنا يزيد الرقاشي\r\nعن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم من ألطف\r\nمؤمنا أو خف له في شئ من حوائجه صغر ذاك أو كبر\r\nكان حقا على الله أن يخدمه من خدم الجنة\r\n( 4120 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\nحاتم بن إسماعيل عن حميد بن صخر عن يزيد الرقاشي\r\nعن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم من صلى\r\nالغداة فأصيبت ذمته فقد استبيح حمى الله وأخفرت ذمته وأنا\r\nطالب بذمته\r\n( 4121 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\nحجاج عن الربيع بن صبيح حدثنا يزيد الرقاشي\r\nعن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم يجاء بابن\r\nآدم يوم القيامة كأنه مذج وربما قال كأنه جمل فيقول بن\r\nآدم أنا خير قسيم انظر إلى عملك الذي عملته لي فأنا\r\nأجزيك وانظر إلى عملك الذي عملته لغيري فيجازيك على\r\nالذي عملت له\r\n( 4122 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\nدرست بن زياد حدثني يزيد الرقاشي\r\nحدثنا أنس بن مالك قال كنا عند رسول الله صلى الله عليه وسلم فجاء\r\nرجل فقال يا رسول الله مات فلان قال أليس كان معنا\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\nآنفا قالوا بلى قال سبحان الله كأنها اخذة على غضب\r\nالمحروم من حرم وصيته\r\n( 4123 ) حدثنا أبو الربيع الزهراني حدثنا\r\nحماد حدثنا يزيد الرقاشي\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم من سره النساء\r\nفي أجله والزيادة في رزقه فليصل رحمه\r\n( 4124 ) حدثنا أبو الربيع الزهراني حدثنا\r\nحماد حدثنا يزيد الرقاشي\r\nعن أنس قال قال رسول الله صلى الله عليه وسلم إن أول ما افترض\r\nالله على الناس من دينهم الصلاة وآخر ما يبقى الصلاة\r\nوأول ما يحاسبون به الصلاة فيقول الله انظروا في صلاة عبدي\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\nفإن كانت تامة كتبت تامة وإن وجدت ناقصة قال انظروا\r\nهل له من تطوع فإن وجد له تطوع تمت الفريضة من\r\nالتطوع ثم قال انظروا هل زكاته تامة فإن وجدت زكاته تامة كتبت\r\nتامة وإن كانت ناقصة قال انظروا هل له من صدقة\r\nفإن كانت له صدقة تمت له زكاته من الصدقة\r\n( 4125 ) حدثنا أبو الربيع الزهراني حدثنا\r\nحماد عن يزيد الرقاشي\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم لان أجلس مع\r\nقوم يذكرون الله من غدوة حتى تطلع الشمس أحب إلي مما\r\nطلعت عليه الشمس\r\n( 4126 ) حدثنا أبو الربيع حدثنا حماد حدثنا\r\nالمعلى بن زياد عن يزيد الرقاشي\r\nعن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم لان أجلس\r\nمع قوم يذكرون الله من صلاة العصر إلى أن تغرب الشمس\r\nأحب إلي من أن أعتق ثمانية من ولد إسماعيل\r\n( 4127 ) حدثنا أبو خيثمة حدثنا عمر بن\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\nيونس حدثنا عكرمة حدثنا يزيد الرقاشي\r\nفي حوض زمزم والناس مجتمعون عليه من قريش\r\nوغيرهم قال\r\nحدثني أنس بن مالك قال كان رجل على عهد رسول\r\nالله صلى الله عليه وسلم يغزو مع رسول الله فإذا رجع وحط عن راحلته عمد إلى\r\nمسجد الرسول فجعل يصلي فيه فيطيل الصلاة حتى جعل\r\nبعض أصحاب النبي صلى الله عليه وسلم يرون أن له فضلا عليهم فمر يوما\r\nورسول الله صلى الله عليه وسلم قاعد في أصحابه فقال له بعض أصحابه\r\nيا نبي الله هذا ذاك الرجل فإما أرسل إليه نبي الله وإما جاء\r\nمن قبل نفسه فلما رآه رسول الله صلى الله عليه وسلم مقبلا قال والذي\r\nنفسي بيده إن بين عينيه سفعة من الشيطان فلما وقف على\r\nالمجلس قال له رسول الله صلى الله عليه وسلم أقلت في نفسك حين وقفت\r\nعلى المجلس ليس في القوم خير مني قال نعم\r\nثم انصرف فأتى ناحية من المسجد فخط خطا\r\nبرجله ثم صف كعبيه فقام يصلي فقال رسول الله أيكم يقوم\r\nإلى هذا يقتله فقام أبو بكر فقال رسول الله أقتلت\r\nالرجل قال وجدته يصلي فهبته فقال رسول الله أيكم\r\nيقوم إلى هذا يقتله قال عمر أنا وأخذ السيف فوجده قائما\r\nيصلي فرجع فقال رسول الله لعمر أقتلت الرجل قال\r\nوجدته يصلي فهبته فقال رسول الله أيكم يقوم\r\nإلى هذا يقتله قال عمر أنا وأخذ السيف فوجده قائما يصلي فرجع فقال رسول الله لعمر أقتلت الرجل قال يا نبي الله وجدته يصلي فهبته فقال رسول الله صلى الله عليه وسلم أيكم يقوم إلى هذا يقتله قال علي أنا قال رسول الله أنت له إن\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\nأدركته فذهب علي فلم يجده فرجع فقال رسول الله\r\nأقتلت الرجل قال لم أدر أين سلك من الأرض فقال\r\nرسول الله صلى الله عليه وسلم إن هذا أول قرن خرج من أمتي قال رسول\r\nالله صلى الله عليه وسلم لو قتلته أو قتله ما اختلف في أمتي اثنان إن بني\r\nإسرائيل تفرقوا على واحد وسبعين فرقة وإن هذه الأمة يعني\r\nأمته ستفترق على ثنتين وسبعين فرقة كلها في النار إلا فرقة\r\nواحدة فقلنا يا نبي الله من تلك الفرقة قال الجماعة\r\nقال يزيد الرقاشي فقلت لأنس يا أبا حمزة وأين\r\nالجماعة قال مع أمرائكم مع أمرائكم\r\n( 4128 ) حدثنا محمد بن بكار حدثنا عباد بن\r\nعباد المهلبي عن يزيد الرقاشي\r\nعن أنس بن مالك قال قالوا يا رسول الله أرأيت أحدنا\r\nيحدث نفسه بالشئ الذي لان يخر من السماء فينقطع أحب\r\nإليه من أن يتكلم به فقال رسول الله صلى الله عليه وسلم تلك محض الايمان\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n( 4129 ) حدثنا حفص بن عبد الله بن عمر\r\nالحلواني حدثنا درست بن زياد عن يزيد الرقاشي\r\nعن أنس قال كنت أمشي مع النبي صلى الله عليه وسلم فقال لي يا نبي\r\nادع لي من هذه الدار بوضوء فقلت رسول الله صلى الله عليه وسلم يطلب\r\nوضوءا فقال أخبره أن دلونا جلد ميتة فقال سلهم هل\r\nدبغوه قالوا نعم قال فإن دباغه طهوره\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n( 4130 ) حدثنا عبد الغفار بن عبد الله حدثنا\r\nأبو شهاب عن الأعمش عن يزيد الرقاشي\r\nعن أنس قال رسول الله صلى الله عليه وسلم أقرع باب الجنة فيفتح\r\nباب من ذهب وحلقة من فضة فيستقبلني النور الأكبر فأخر\r\nساجدا فألقي من الثناء على الله ما لم يلق أحد قبلي فيقال لي\r\nارفع رأسك سل تعطه وقل يسمع واشفع تشفع فأقول\r\nأمتي فيقال لك من كان في قلبه مثقال شعيرة من إيمان\r\nقال ثم أسجد الثانية ثم ألقي مثل ذلك ويقال لي مثل ذلك\r\nوأقول أمتي فيقال لي لك من كان في قلبه مثقال خردلة\r\nمن إيمان ثم أسجد الثالثة فيقال لي مثل ذلك ثم أرفع رأسي\r\nفأقول أمتي فيقال لي لك من قال لا إله إلا الله مخلصا\r\n( 4131 ) حدثنا الحسن بن قزعة حدثنا عثام\r\nعن الأعمش عن يزيد الرقاشي\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\nعن أنس قال رسول الله صلى الله عليه وسلم إن للرؤيا باطنا فكنوها\r\nبكناها وسموها بأسمائها والرؤيا لأول عابر\r\n( 4132 ) حدثنا أحمد بن إسحاق أبو عبد الله\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\nالجوهري البصري حدثنا مكي بن إبراهيم حدثنا موسى بن\r\nعبيدة الربذي عن يزيد الرقاشي\r\nعن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم بعث الله\r\nثمانية آلاف نبي أربعة آلاف إلى بني إسرائيل وأربعة آلاف\r\nإلى سائر الناس\r\n( 4133 ) حدثنا أحمد بن إسحاق البصري\r\nحدثنا مكي بن إبراهيم حدثنا موسى بن عبيدة الربذي\r\nأخبرني يزيد الرقاشي\r\nأخبرني أنس بن مالك عن النبي صلى الله عليه وسلم أنه قال ما من\r\nعبد إلا وله في السماء بابان باب يدخل عمله وباب يخرج\r\nفيه عمله وكلامه فإذا مات فقداه وبكيا عليه وتلا هذه الآية\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n* ( فما بكت عليهم السماء والأرض ) * فذكر أنهم\r\nلم يكونوا يعملون على الأرض عملا صالحا تبكي عليهم\r\nولم يصعد لهم إلى السماء من كلامهم ولا عملهم كلام طيب\r\nولا عمل صالح فتفقدهم فتبكي عليهم\r\n( 4134 ) حدثنا عبد الله بن عبد الصمد حدثنا\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\nمحمد بن حميد عن بن المبارك عن عمران بن زيد حدثنا يزيد الرقاشي\r\nعن أنس بن مالك قال سمعت رسول الله صلى الله عليه وسلم يقول يا\r\nأيها الناس ابكوا فإن لم تبكوا فتباكوا فإن أهل النار يبكون\r\nفي النار حتى تسيل دموعهم في وجوههم كأنها جداول حتى\r\nتنقطع الدموع فتسيل يعني الدماء فتقرح العيون فلو أن\r\nسفنا أرخيت فيها لجرت\r\n( 4135 ) حدثنا الحكم بن موسى حدثنا شهاب\r\nبن خراش عن يزيد الرقاشي\r\nحدثنا أنس بن مالك قال رسول الله صلى الله عليه وسلم أخاف على\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\nأمتي بعدي خمسا تكذيب بالقدر وتصديق بالنجوم\r\n( 4136 ) حدثنا أبو إبراهيم الترجماني إسماعيل\r\nبن إبراهيم حدثنا عبيس بن ميمون حدثنا يزيد الرقاشي\r\nعن أنس قال قال رسول الله صلى الله عليه وسلم أما يستطيع\r\nأحدكم أن يقرأ في الليلة قل هو الله أحد\r\nفإنها تعدل القرآن كله\r\nقال وقال لا بد للناس من عريف والعريف في\r\nالنار\r\nقال ويؤتى بالشرطي يوم القيامة فيقال له ضع سوطك\r\nوادخل النار\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n( 4137 ) كتب إلي محمد بن غالب بخطه قال\r\nحدثني المثنى قال أبو يعلى يعني جدي حدثنا أبو شهاب\r\nعن يزيد الرقاشي عن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم أقرع باب\r\nالجنة فيفتح لي باب من ذهب وحلقه من فضة فيستقبلني النور\r\nالأكبر فأخر ساجدا فألقي من الثناء على الله ما لم يلق\r\nأحد قبلي فيقال لي ارفع رأسك وسل تعط واشفع تشفع\r\nقل يسمع منك فأقول أمتي فيقال لك من كان في قلبه مثقال\r\nشعيرة من إيمان\r\nقال ثم أسجد الثانية فألقي مثل ذلك فأقول أمتي\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\nفيقال لي لك من كان في قلبه مثقال حبة من خردل من إيمان\r\nثم أسجد الثالثة فألقي مثل ذلك فيقال لي مثل ذلك ثم أرفع\r\nرأسي فأقول أمتي فيقال لك من قال لا إله إلا الله\r\nمخلصا\r\n( 4138 ) حدثنا أبو الربيع الزهراني حدثنا\r\nسلام عن زيد العمي عن يزيد الرقاشي\r\nعن أنس بن مالك أن رسول الله صلى الله عليه وسلم عرس ذات ليلة\r\nفأذن بلال فقال رسول الله صلى الله عليه وسلم من قال مثل مقالته وشهد مثل\r\nشهادته فله الجنة\r\n( 4139 ) حدثنا إبراهيم بن محمد بن عرعرة\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\nحدثنا يوسف بن يعقوب السدوسي حدثنا ميمون بن عجلان\r\nعن ميمون بن سياه\r\nعن أنس بن مالك عن النبي صلى الله عليه وسلم قال ما من مسلمين\r\nالتقيا فأخذ أحدهما بيد صاحبه إلا كان حقا على الله أن يجيب\r\nدعاءهما ولا يرد أيديهما حتى يغفر لهما\r\n( 4140 ) حدثنا إبراهيم بن محمد بن عرعرة\r\nحدثنا يوسف بن يعقوب حدثنا ميمون بن عجلان عن ميمون\r\nبن سياه\r\nعن أنس أن النبي صلى الله عليه وسلم قال ما من عبد مسلم أتى أخا له\r\nيزوره في الله إلا ناداه مناد من السماء أن طبت وطابت لك\r\nالجنة وإلا قال الله في ملكوت عرشه زار في وعلي قراه\r\nفلم أرض له بقرى دون الجنة\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n( 4141 ) حدثنا إبراهيم بن محمد بن عرعرة\r\nحدثنا يوسف بن يعقوب حدثنا ميمون بن عجلان عن\r\nميمون بن سياه\r\nعن أنس عن النبي صلى الله عليه وسلم قال ما من قوم اجتمعوا\r\nيذكرون الله لا يريدون بذلك إلا وجهه إلا ناداهم مناد من\r\nالسماء أن قوموا مغفورا لكم قد بدلت سيئاتكم حسنات\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n( 4142 ) سمعت إبراهيم بن محمد بن عرعرة\r\nقال سمعت مسلم بن إبراهيم حدثنا سلام بن مسكين قال\r\nميمون بن سياه سيد القراء !\r\nهود العصري عن أنس\r\n( 4143 ) حدثنا محمد بن الفرج أبو جعفر\r\nحدثنا محمد بن الزبرقان حدثنا موسى بن عبيدة أخبرني\r\nهود بن عطاء\r\nعن أنس بن مالك قال كان في عهد رسول الله صلى الله عليه وسلم رجل\r\nيعجبنا تعبده واجتهاده قد عرفناه لرسول الله صلى الله عليه وسلم باسمه فلم\r\nيعرفه ووصفناه بصفته فلم يعرفه\r\nفبينما نحن نذكره إذ طلع الرجل قلنا هو هذا قال\r\nإنكم لتخبرون عن رجل إن على وجهه سفعة من الشيطان\r\nفأقبل حتى وقف عليهم ولم يسلم فقال له رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\nأنشدك بالله هل قلت حين وقفت على المجلس ما في القوم\r\nأحد أفضل أو خير مني قال اللهم نعم ثم دخل\r\nيصلي فقال رسول الله صلى الله عليه وسلم من يقتل الرجل فقال أبو بكر\r\nأنا فدخل عليه فوجده يصلي فقال سبحان الله أقتل رجلا\r\nيصلي وقد نهى رسول الله صلى الله عليه وسلم عن ضرب المصلين فخرج\r\nفقال رسول الله صلى الله عليه وسلم ما فعلت قال كرهت أن أقتله وهو\r\nيصلي وقد نهيت عن ضرب المصلين\r\nقال من يقتل الرجل قال عمر أنا فدخل فوجده\r\nواضعا وجهه قال عمر أبو بكر أفضل مني فخرج فقال رسول\r\nالله صلى الله عليه وسلم مه قال وجدته واضعا وجهه لله فكرهت أن\r\nأقتله قال من يقتل الرجل فقال علي أنا قال أنت\r\nإن أدركته قال فدخل عليه فوجده قد خرج فرجع إلى\r\nرسول الله صلى الله عليه وسلم فقال له مه قال وجدته قد خرج فقال\r\nلو قتل ما اختلف من أمتي رجلان كان أولهم وآخرهم\r\nقال موسى فسمعت محمد بن كعب فقال هو الذي قتله\r\nعلي ذو الثدية\r\n( 4144 ) حدثنا عمرو بن الضحاك حدثنا أبي\r\nحدثنا موسى بن عبيدة عن هود بن عطاء\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\nعن أنس عن أبي بكر قال نهى رسول الله صلى الله عليه وسلم عن\r\nضرب المصلين\r\nسعد بن سعيد عن أنس\r\n( 4145 ) حدثنا أبو بكر بن أبي شيبة حدثنا عبد\r\nالله بن نمير عن سعد بن سعيد قال\r\nحدثني أنس بن مالك قال بعثني أبو طلحة إلى\r\nرسول الله صلى الله عليه وسلم لادعوه وقد جعل له طعاما قال فأقبلت\r\nورسول الله صلى الله عليه وسلم مع الناس قال فنظر إلي فاستحييت فقلت\r\nأجب أبا طلحة فقال للناس قوموا\r\nفقال أبو طلحة يا رسول الله إنما صنعت شيئا لك قال\r\nفمسحها رسول الله صلى الله عليه وسلم ودعا فيها بالبركة فقال أدخل نفرا من\r\nأصحابي عشرة قال كلوا فأخرج شيئا بين أصابعه\r\nفأكلوا حتى شبعوا وخرجوا وقال أدخل عشرة فأكلوا\r\nحتى شبعوا وخرجوا فما زال يدخل الرجل عشرة ويخرج\r\nعشرة حتى لم يبق منهم أحد إلا دخل فأكل حتى شبع قال\r\nثم هيأها فإذا هي مثلها حين أكلوا منها\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\nمعاذ بن قرة عن أنس\r\n( 4146 ) حدثنا منصور بن أبي مزاحم حدثنا\r\nأبو حفص الأبار عن يزيد بن أبي زياد عن معاوية بن قرة\r\nعن أنس قال كان للنبي صلى الله عليه وسلم موليان حبشي ونبطي\r\nفاستبا والنبي صلى الله عليه وسلم يسمع فقال أحدهما لصاحبه يا حبشي فقال\r\nالآخر يا نبطي فقال النبي صلى الله عليه وسلم لا تقولوا هذا إنما أنتما\r\nرجلان من أصحاب محمد صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n( 4147 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nوكيع عن سفيان عن زيد العمي عن معاوية بن قرة\r\nعن أنس قال قال رسول الله صلى الله عليه وسلم لا يرد الدعاء بين\r\nالأذان والإقامة\r\n( 4148 ) حدثنا أبو خيثمة حدثنا وكيع حدثنا\r\nشعبة قال قلت لمعاوية بن قرة\r\nأسمعت أنسا يقول قال النبي صلى الله عليه وسلم بن أخت القوم\r\nمنهم قال نعم\r\n( 4149 ) حدثنا محمد بن بكار حدثنا حسان\r\nابن إبراهيم عن سعيد بن مسروق عن حصين بن عبد الرحمن\r\nالشيباني عن معاوية بن قرة\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\nعن أنس قال ما أعرف شيئا من أمور الناس غير\r\nالقبلة\r\n( 4150 ) حدثنا أبو همام حدثنا عبد الأعلى\r\nحدثنا 2 جلد بن أيوب عن معاوية بن قرة\r\nعن أنس بن مالك قال لتنتظر الحائض خمسا سبعا\r\nثمانيا تسعا عشرا فإذا مضت العشر فهي مستحاضة\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\nبكر المزني عن أنس\r\n( 4151 ) أخبرنا أبو يعلى أحمد بن علي بن\r\nالمثنى الموصلي حدثنا هدبة بن خالد حدثنا مبارك بن\r\nفضالة حدثنا بكر وثابت البناني\r\nعن أنس أن أبا طلحة رأى رسول الله صلى الله عليه وسلم طاويا فجاء\r\nإلى أم سليم فقال إني رأيت رسول الله صلى الله عليه وسلم طاويا فهل عندك\r\nشئ قالت ما عندنا إلا نحو من مد من دقيق شعير قال\r\nفاعجنيه واصلحيه عسى أن ندعو رسول الله صلى الله عليه وسلم فيأكل عندنا\r\nقال فعجنته وخبزته فجاء قرصا قال فقال لي ادع\r\nالنبي صلى الله عليه وسلم قال فأتيت النبي صلى الله عليه وسلم ومعه ناس قال مبارك أحسبه\r\nقال بضعة وثمانين قال فقلت يا رسول الله أبو طلحة\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\nيدعوك فقال لأصحابه أجيبوا أبا طلحة فجئت مسرعا\r\nحتى أخبرته أنه قد جاء أصحابه\r\nقال بكر فقفدني قفدة فقال ثابت قال أبو طلحة\r\nرسول الله أعلم بما في بيتي مني\r\nوقالا جميعا عن أنس فاستقبله أبو طلحة فقال يا\r\nرسول الله ما عندنا شئ إلا قرص رأيتك طاويا فأمرت أم\r\nسليم فجعلت لك قرصا\r\nقال دعا بالقرص ودعا بالجفنة فوضعه فيها فقال هل\r\nمن سمن قال أبو طلحة قد كان في العكة شئ قال فجاء\r\nبها قال فجعل النبي صلى الله عليه وسلم أبو طلحة يعصرانها حتى خرج\r\nشئ فمسح النبي صلى الله عليه وسلم سبابته ثم مسح القرص فانتفخ\r\nفقال باسم الله فانتفخ القرص فلم يزل يصنع ذلك\r\nوالقرص ينتفخ حتى رأيت القرص في الجفنة يتصيع\r\nفقال ادع عشرة من أصحابي فدعوت له عشرة قال\r\nفوضع النبي صلى الله عليه وسلم يده وسط القرص فقال كلوا بسم الله فأكلوا\r\nحوالي القرص حتى شبعوا قال ثم قال ادع لي عشرة\r\nآخرين فدعوت له عشرة آخرين فقال كلوا بسم الله\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\nفأكلوا من حوالي القرص حتى شبعوا فلم يزل يدعو عشرة\r\nعشرة يأكلون من ذلك القرص حتى شبعوا وإن وسط القرص\r\nحيث وضع رسول الله صلى الله عليه وسلم يده كما هو\r\n( 4152 ) حدثنا أبو بكر بن أبي شيبة حدثنا بشر\r\nبن المفضل عن غالب القطان عن بكر\r\nعن أنس قال كنا نصلي مع رسول الله صلى الله عليه وسلم في شدة\r\nالحر فإذا لم يستطع أحدنا أن يمكن وجهه من الأرض بسط\r\nثوبه فسجد عليه\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n( 4153 ) حدثنا أبو خيثمة حدثنا وكيع عن\r\nخالد بن عبد الرحمن بن بكير السلمي عن غالب القطان عن\r\nبكر المزني\r\nعن أنس قال كنا إذا صلينا مع النبي صلى الله عليه وسلم سجدنا على\r\nثيابنا مخافة الحر\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n( 4154 ) حدثنا أبو خيثمة حدثنا سعيد بن عامر\r\nعن حبيب بن الشهيد عن بكر بن عبد الله\r\nعن أنس بن مالك أن رسول الله صلى الله عليه وسلم أهل بهما جميعا\r\nقال فذكرت ذلك لابن عمر فقال أهل بالحج فذكرت ذلك\r\nلأنس فقال ما تعدوننا إلا صبيانا\r\n( 4155 ) حدثنا أبو بكر بن أبي شيبة حدثنا عبد الأعلى\r\nعن خالد عن بكر بن عبد الله\r\nعن أنس أن رسول الله صلى الله عليه وسلم قال لبيك بحج وعمرة !\r\n( 4156 ) حدثنا سريج بن يونس حدثنا بشر بن\r\nالمفضل عن غالب عن بكر بن عبد الله\r\nعن أنس قال كنا نصلي مع رسول الله صلى الله عليه وسلم في شدة الحر\r\nفيأخذ أحدنا الحصى في يده فإذا برد وضعه وسجد عليه\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n( 4157 ) حدثنا محمد بن منصور الطوسي حدثنا\r\nروح حدثنا سعيد بن عبيد الله الجبيري قال سمعت بكر بن\r\nعبد الله المزني\r\nعن أنس بن مالك قال نزل تحريم الخمر فدخلت\r\nعلى ناس من أصحابي وهي بين أيديهم فضربتها برجلي\r\nثم قلت انطلقوا إلى رسول الله صلى الله عليه وسلم قد نزل تحريم الخمر\r\nقال وشرابهم يومئذ البسر والتمر\r\nمالك بن دينار عن أنس\r\n( 4158 ) حدثنا جبارة بن مغلس قال حدثني\r\nحفص بن صبيح الشيباني قال جبارة من أعبد الناس عن\r\nمالك بن دينار\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم إذا حدث\r\nالرجل ثم التفت فهي أمانة\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n( 4159 ) حدثنا جبارة بن مغلس حدثنا أبو\r\nإسحاق مالك بن دينار\r\nعن أنس قال صليت خلف النبي صلى الله عليه وسلم وأبي بكر\r\nوعمر وعثمان وعلي فكانوا يفتتحون القراءة ب الحمد لله\r\nرب العالمين ويقرؤون مالك يوم الدين\r\n( 4160 ) حدثنا محمد بن المنهال حدثنا يزيد\r\nحدثنا هشام الدستوائي عن المغيرة ختن مالك بن دينار عن\r\nمالك بن دينار\r\nعن أنس قال رسول الله صلى الله عليه وسلم أتيت على سماء\r\nالدنيا ليلة أسري بي فرأيت فيها رجالا تقطع ألسنتهم وشفاههم\r\nبمقاريض من نار فقلت يا جبريل ما هؤلاء قال هؤلاء\r\nخطباء من أمتك\r\n( 4161 ) حدثنا عبد الرحمن بن صالح الأزدي\r\nحدثني عجلان بن عبد الله من بني عدي عن مالك بن دينار\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\nعن أنس قال لما حضرت أبا سلمة الوفاة قالت أم\r\nسلمة إلى من تكلني فقال اللهم إنك لام سلمة خير من أبي\r\nسلمة\r\nفلما توفي خطبها رسول الله صلى الله عليه وسلم فقالت إني كبيرة السن\r\nقال أنا أكبر منك سنا والعيال على الله ورسوله وأما الغيرة\r\nفأرجو الله أن يذهبها فتزوجها رسول الله صلى الله عليه وسلم فأرسل إليها\r\nبرحاءين وجزة للماء\r\nشعيب بن الحبحاب عن أنس\r\n( 4162 ) حدثنا غسان بن الربيع عن حماد بن\r\nسلمة عن شعيب بن الحبحاب وعبد العزيز بن صهيب\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\nعن أنس بن مالك أن النبي أعتق صفية وجعل صداقها\r\nعتقها\r\n( 4163 ) حدثنا أبو خيثمة حدثنا معاذ بن\r\nهشام عن أبيه عن شعيب بن الحبحاب\r\nعن أنس قال تزوج رسول الله صلى الله عليه وسلم صفية بنت حيي\r\nوأصدقها عتقها\r\n( 4164 ) حدثنا إبراهيم بن الحجاج السامي\r\nحدثنا عبد العزيز بن المختار حدثنا شعيب بن الحبحاب\r\nحدثنا أنس بن مالك أن النبي صلى الله عليه وسلم أعتق صفية وجعل عتقها\r\nصداقها\r\n( 4165 ) حدثنا غسان عن حماد عن\r\nشعيب بن الحبحاب\r\nعن أنس بن مالك أن رسول الله صلى الله عليه وسلم أتي بقناع عليه بسر\r\nفقال مثل كلمة طيبة كشجرة طيبة أصلها ثابت وفرعها في\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\nالسماء تؤتي أكلها كل حين بإذن ربها فقال هي النخلة * (\r\nومثل كلمة خبيثة كشجرة خبيثة اجتثت من فوق الأرض\r\nما لها من قرار ) * قال هي الحنظل\r\nقال شعيب فأخبرت بذلك أبا العالية فقال كذلك كنا\r\nنسمع\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n( 4166 ) حدثنا محمد بن المثنى أبو موسى\r\nحدثنا زكريا بن يحيى الطائي أبو مالك حدثنا شعيب بن\r\nالحبحاب\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم أكمل الناس\r\nإيمانا أحسنهم خلقا وإن حسن الخلق ليبلغ درجة الصوم\r\nوالصلاة\r\n( 4167 ) حدثنا أبو يوسف الجيزي حدثنا\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\nعبد الله بن الوليد حدثنا سفيان عن يونس بن عبيد عن\r\nشعيب بن الحبحاب\r\nعن أنس أن النبي صلى الله عليه وسلم أعتق صفية وجعل عتقها\r\nصداقها\r\n( 4168 ) حدثنا قطن بن نسير الغبري حدثنا\r\nجعفر حدثنا شعيب بن الحبحاب\r\nعن أنس بن مالك قال أعتق رسول الله صلى الله عليه وسلم صفية وجعل\r\nعتقها صداقها\r\n( 4169 ) حدثنا عمر بن شبة حدثنا أبو بكر بن\r\nمروان بن الحكم بن يزيد بن عمير الأسيدي حدثنا\r\nعبد الوارث بن سعيد عن شعيب بن الحبحاب\r\nعن أنس قال قال رسول الله صلى الله عليه وسلم من صلى على جنازة\r\nكتب له قيراط فإن انتظر حتى يقضى قضاها كتب له قيراطان\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n( 4170 ) حدثنا سعيد بن الأشعث حدثني أبو\r\nبكر بن شعيب بن الحبحاب أخبرني شعيب\r\nعن أنس أن رسول الله صلى الله عليه وسلم كان يعجبه القرع\r\n( 4171 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\nعبد الوارث عن شعيب\r\nعن أنس قال رسول الله صلى الله عليه وسلم قد أكثرت عليكم في\r\nالسواك !\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\nأبو التياح عن أنس\r\n( 4172 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nعبيد بن سعيد القرشي حدثنا شعبة عن أبي التياح قال\r\nسمعت أنس بن مالك يقول قال النبي صلى الله عليه وسلم يسروا ولا\r\nتعسروا وسكنوا ولا تنفروا\r\n( 4173 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\nعبيد بن سعيد عن شعبة عن أبي التياح\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم البركة في\r\nنواصي الخيل !\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n( 4174 ) حدثنا أبو خيثمة حدثنا سعيد بن\r\nعامر حدثنا شعبة عن أبي التياح\r\nعن أنس قال كان رسول الله صلى الله عليه وسلم يصلي في مرابض\r\nالغنم قبل أن تبنى المساجد\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n( 4175 ) حدثنا عبد الغفار بن عبد الله بن\r\nالزبير حدثنا كريد بن رواحة العيشي حدثنا شعبة عن أبي\r\nالتياح قال\r\nسمعت أنس بن مالك يقول قال رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\nحب الأنصار آية كل مؤمن ومنافق فمن أحب الأنصار\r\nفبحبي أحبهم ومن أبغضهم فببغضي أبغضهم\r\n( 4176 ) حدثنا عبيد الله بن عمر القواريري\r\nحدثنا يحيى بن سعيد عن شعبة حدثني أبو التياح\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم اسمعوا\r\nوأطيعوا وإن استعمل عليكم حبشي كأن رأسه زبيبة\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n( 4177 ) حدثنا أبو خيثمة حدثنا وهب بن\r\nجرير حدثنا شعبة عن أبي التياح\r\nعن أنس قال قال رسول الله صلى الله عليه وسلم البركة في نواصي\r\nالخيل !\r\n( 4178 ) حدثنا زهير بن حرب حدثنا يزيد\r\nحدثنا حماد بن سلمة عن أبي التياح\r\nعن أنس قال كان موضع مسجد النبي صلى الله عليه وسلم لبني\r\nالنجار وكان فيه نخل وحرث وقبور من قبور الجاهلية فقال\r\nلهم رسول الله صلى الله عليه وسلم ثامنوني قال وا لا نبغي به ثمنا إلا عند\r\nالله قال فأمر رسول الله صلى الله عليه وسلم بالنخل فقطع وبالحرث فأفسد\r\nوبالقبور فنبشت وكان رسول الله صلى الله عليه وسلم يصلي قبل ذلك في\r\nمرابض الغنم وحيث أدركته الصلاة\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n( 4179 ) حدثنا جعفر بن مهران السباك حدثنا\r\nعبد الوارث عن أبي التياح\r\nعن أنس قال قال رسول الله صلى الله عليه وسلم من أشراط الساعة أن\r\nيرفع العلم ويثبت الجهل ويشرب الخمر ويظهر الزنا\r\n( 4180 ) حدثنا جعفر بن مهران حدثنا عبد\r\nالوارث عن أبي التياح الضبعي\r\nحدثنا أنس بن مالك قال لما قدم رسول الله صلى الله عليه وسلم المدينة\r\nنزل في علو بالمدينة في حي يقال له بن عمرو بن عوف\r\nفأقام رسول الله صلى الله عليه وسلم فيهم أربع عشرة ليلة ثم أرسل إلى ملا من\r\nبني النجار فجاؤوا متقلدين سيوفهم\r\nقال أنس فكأني أنظر إلى رسول الله صلى الله عليه وسلم على راحلته\r\nوأبو بكر ردفه وملا من بني النجار حوله حتى ألقى بفناء أبي\r\nأيوب فكان رسول الله صلى الله عليه وسلم يصلي حيث أدركته الصلاة\r\nويصلي في مرابض الغنم ثم إنه أمر ببناء المسجد\r\nفأرسل إلى ملا من بني النجار فجاؤوا فقال يا بني النجار\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\nثامنوني بحائطكم هذا قالوا لا والله لا نطلب به ثمنا إلا إلى\r\nالله\r\nقال أنس فكان فيه ما أقول لكم كانت فيه قبور\r\nالمشركين وكانت خربا وكان فيه نخل فأمر رسول\r\nالله صلى الله عليه وسلم بقبور المشركين فنبشت وبالخرب فسويت وبالنخل\r\nفقطع فوضعوا النخل قبلة المسجد وجعلوا عضادتيه حجارة\r\nقال فجعلوا ينقلون ذلك الصخر وهم يرتجزون ورسول\r\nالله صلى الله عليه وسلم معهم وهم يقولون\r\nاللهم لا خير إلا خير الآخرة\r\nفاغفر للأنصار والمهاجرة\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\n( 4181 ) قال أبو يحيى فحدثني بن أبي\r\nالهذل\r\nأن عمار بن ياسر كان رجلا ضابطا فكان يحمل\r\nحجرين فبلغ ذلك النبي صلى الله عليه وسلم فتلقاه فدفع في صدره فقال\r\nأحبني فجعل رسول الله صلى الله عليه وسلم ينفض التراب عن رأسه\r\nوصدره ويقول بن سمية تقتلك الفئة الباغية\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\nأبو عمران الجوني عن أنس\r\n( 4182 ) حدثنا أبو نصر عبد الملك بن عبد\r\nالعزيز القشيري التمار حدثنا حماد بن سلمة عن أبي عمران\r\nالجوني\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم دخلت الجنة\r\nفإذا أنا بقصر من ذهب فقلت لمن هذا القصر قالوا\r\nلفتى من قريش فظننت أنه لي فقلت من هو قالوا عمر\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\nبن الخطاب فيا أبا حفص لولا ما أعلم من غيرتك لدخلته\r\nقال يا رسول الله من كنت أغار عليه فإني لم أكن لاغار\r\nعليك\r\n( 4183 ) حدثنا نصر بن علي حدثنا عويد بن\r\nأبي عمران عن أبيه\r\nعن أنس بن مالك قال قال لي رسول الله صلى الله عليه وسلم يا\r\nأنس أسبغ الوضوء يزد في عمرك سلم على من لقيت من\r\nأمتي تكثر حسناتك وإذا دخلت بيتك فسلم على من لقيت من\r\nأهل بيتك يكثر خير بيتك وصل صلاة الضحى فإنها صلاة\r\nالأوابين قبلك\r\nوقال يا أنس ارحم الصغير ووقر الكبير وكن من\r\nرفقائي\r\n( 4184 ) حدثنا نصر بن علي حدثنا زياد بن\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\nالربيع حدثنا أبو عمران الجوني\r\nعن أنس بن مالك قال ما أعرف شيئا كان على عهد\r\nرسول الله صلى الله عليه وسلم فقيل له فأين الصلاة يا أبا حمزة فقال أولم\r\nتصنعوا في الصلاة ما قد علمتم\r\n( 4185 ) حدثنا أبو خيثمة حدثنا يزيد أخبرنا\r\nصدقة بن موسى عن أبي عمران الجوني\r\nعن أنس أن رسول الله صلى الله عليه وسلم وقت لنا في قص الشارب\r\nوتقليم الأظافير وحلق العانة ألا تترك أكثر من أربعين\r\nيوما\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\n( 4186 ) حدثنا عبيد الله بن معاذ بن معاذ\r\nالعنبري حدثنا أبي حدثنا شعبة عن أبي عمران الجوني\r\nعن أنس بن مالك عن النبي صلى الله عليه وسلم قال يقول الله\r\nلاهون أهل النار عذابا لو كان لك الدنيا بما فيها أكنت مفتديا\r\nبها فيقول نعم فيقول قد أردت منك أهون من هذا وأنت\r\nفي صلب آدم ألا تشرك أحسبه قال ولا أدخلك النار\r\nفأبيت إلا الشرك\r\n( 4187 ) حدثنا أبو نصر التمار حدثنا حماد بن\r\nسلمة عن علي بن زيد ويونس بن عبيد وحميد\r\nعن أنس قال رسول الله صلى الله عليه وسلم المؤمن من أمنه الناس\r\nوالمسلم من سلم المسلمون من لسانه ويده والمهاجر من\r\nهجر السوء والذي نفسي بيده لا يدخل عبد الجنة لا يأمن\r\nجاره بوائقه\r\n( 4188 ) حدثنا معاذ بن شعبة حدثنا داود بن\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\nالزبرقان عن أبي الهيثم عن إبراهيم التيمي\r\nعن أنس قال رسول الله صلى الله عليه وسلم إذا قرب لأحدكم طعامه\r\nوفي رجليه نعلان فلينزع نعليه فإنه أروح للقدمين وهو من\r\nالسنة\r\n( 4189 ) حدثنا عبيد الله بن عمر القواريري\r\nحدثنا حماد بن زيد عن أيوب عن حميد بن هلال\r\nعن أنس بن مالك أن رسول الله صلى الله عليه وسلم بعث زيدا وجعفرا\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\nوعبد الله بن رواحة فدفع الراية إلى زيد قال فإن أصيبوا\r\nجميعا قال قال أنس فنعاهم رسول الله صلى الله عليه وسلم إلى الناس قبل\r\nأن يجئ الخبر قال أخذ الراية زيد فأصيب ثم أخذها\r\nجعفر فأصيب ثم أخذها عبد الله فأصيب ثم أخذ الراية بعد\r\nسيف من سيوف الله خالد بن الوليد قال فجعل يحدث\r\nالناس وعيناه تذرفان\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\n( 4190 ) حدثنا أبو خيثمة حدثنا إسماعيل عن\r\nأيوب عن حميد بن هلال\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم أخذ الراية زيد\r\nفأصيب ثم أخذها جعفر فأصيب ثم أخذها عبد الله بن رواحة\r\nفأصيب ثم أخذها خالد بن الوليد من غير إمرة ففتح الله عليه\r\nوما يسرهم أو ما يسرني أنهم عندنا وإن عينيه لتذرفان\r\n( 4191 ) حدثنا إسماعيل بن عبد الله بن خالد\r\nالقرشي حدثنا عبيد الله بن عمرو عن أيوب عن أبي قلابة\r\nوحميد بن هلال\r\nعن أنس قال كنت رديف أبي طلحة وركبته تمس ركبة\r\nالنبي صلى الله عليه وسلم فكانوا يصرخون بهما جميعا بالحج والعمرة\r\n( 4192 ) حدثنا أبو الربيع الزهراني حدثنا\r\nحماد حدثنا أيوب\r\nعن أنس بن مالك قال ما رأيت أحدا أرحم بالعيال من\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\nرسول الله صلى الله عليه وسلم وكان استرضع لابنه إبراهيم بأقصى المدينة وكان\r\nزوجها قينا وكان يأتيه فيأتيه الغلام وعليه أثر الدخان فيلتزمه\r\nويقبله ويشمه\r\n( 4193 ) حدثنا أبو الربيع حدثنا حماد حدثنا\r\nأيوب قال\r\nرأيت أنس بن مالك والحسن يصليان يوم العيد قبل\r\nخروج الإمام قال ورأيت محمد بن سيرين جاء فجلس ولم\r\nيصل\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n( 4194 ) حدثنا عبيد الله بن معاذ بن معاذ\r\nالعنبري حدثنا أبي حدثنا عمران عن أيوب بن أبي تميمة\r\nقال\r\nضعف أنس عن الصوم فصنع جفنة من ثريد فدعا بثلاثين\r\nمسكينا فأطعمهم\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\n( 4195 ) حدثنا أبو خيثمة حدثنا إسماعيل عن\r\nأيوب عن عمرو بن سعيد عن أنس قال ما رأيت أحدا أرحم بالعيال من رسول\r\nالله صلى الله عليه وسلم كان إبراهيم مسترضعا في عوالي المدينة فكان ينطلق\r\nونحن معه فيدخل إلى البيت وإنه ليدخن وكان ظئره قينا\r\nفيأخذه فيقبله ثم يرجع\r\nفقال عمرو فلما توفي إبراهيم قال رسول الله صلى الله عليه وسلم إن\r\nإبراهيم ابني وإنه مات في الثدي وإن له لظئرين تكملان\r\nرضاعه في الجنة\r\n( 4196 ) حدثنا سريج بن يونس حدثنا\r\nإسماعيل بن إبراهيم عن أيوب عن عمرو بن سعيد\r\nعن أنس قال ما رأيت أحدا أرحم بالعيال من رسول\r\nالله صلى الله عليه وسلم فذكر نحوه !\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n( 4197 ) حدثنا العباس بن الوليد النرسي\r\nحدثنا وهيب عن أيوب عن عمرو بن سعيد\r\nعن أنس قال كان رسول الله صلى الله عليه وسلم أرحم بالصبيان وكان له\r\nبن مسترضعا في ناحية المدينة وكان ظئره قينا فكان يأتيه\r\nونحن معه وقد دخن البيت بما دخن فيشمه ويقبله ثم\r\nيرجع\r\n( 4198 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nمحمد بن جعفر عن شعبة عن يحيى بن يزيد الهنائي قال\r\nسألت أنس بن مالك عن قصر الصلاة فقال كان رسول\r\nالله صلى الله عليه وسلم إذا خرج مسيرة ثلاثة أميال أو ثلاثة فراسخ شعبة\r\nالشاك صلى ركعتين\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\n( 4199 ) حدثنا زهير بن حرب حدثنا قتيبة بن\r\nسعيد البلخي حدثنا محمد بن دينار الطاحي عن يحيى بن\r\nيزيد\r\nعن أنس بن مالك أن رسول الله صلى الله عليه وسلم سئل عن رجل طلق\r\nامرأته ثلاثا فتزوجت زوجا فمات عنها قبل أن يدخل بها هل\r\nيتزوجها الأول قال لا حتى يذوق عسيلتها\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\nحدثنا سعيد بن أبي\r\nالربيع حدثنا محمد بن دينار بإسناده\r\n( 4200 ) حدثنا الوليد بن شجاع أبو همام\r\nحدثنا بقية حدثني عثمان بن زفر عن بن جريج\r\nعمن سمع أنس بن مالك يقول قال رسول الله صلى الله عليه وسلم إذا\r\nجامع أحدكم أهله فليصدقها فإن سبقها فلا يعجلها\r\n( 4201 ) حدثنا أبو همام حدثنا عبد المجيد بن\r\nعبد العزيز بن أبي داود عن بن جريج عمن حدثه\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم إذا جامع أحدكم\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\nأهله فليصدقها ثم إذا قضى حاجته قبل أن تقضي حاجتها فلا\r\nيعجلها حتى تقضي حاجتها\r\n( 4202 ) حدثنا محمد بن بشار العبدي حدثنا\r\nمحمد بن جعفر حدثنا شعبة عن أبي حمزة جارنا يحدث\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم لمعاذ بن جبل\r\nاعلم أنه من شهد أن لا إله إلا الله دخل الجنة\r\n( 4203 ) حدثنا أبو بكر بن أبي شيبة حدثنا أبو\r\nمعاوية عن عاصم عن مورق\r\nعن أنس قال كنا مع رسول الله صلى الله عليه وسلم في سفر فمنا\r\nالصائم ومنا المفطر فنزلنا منزلا في يوم حار أكثرنا ظلا\r\nلأصحاب الكساء فمنا من يتقي الشمس بيده قال فسقط\r\nالصوام وقام المفطرون فضربوا الأبنية وسقوا الركاب فقال\r\nرسول الله صلى الله عليه وسلم ذهب المفطرون اليوم بالاجر\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\n( 4204 ) حدثنا عبد الله بن محمد بن أسماء\r\nحدثنا عبد الله بن المبارك حدثنا سفيان عن زيد العمي عن\r\nأبي إياس\r\nعن أنس بن مالك أن رسول الله صلى الله عليه وسلم قال لكل أمة رهبانية\r\nرهبانية هذه الأمة الجهاد في سبيل الله\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\n( 4205 ) حدثنا عثمان بن أبي شيبة حدثنا أبو\r\nداود الحفري عمر بن سعد عن سفيان الثوري عن خالد عن\r\nأبي نعامة\r\nعن أنس قال كان النبي صلى الله عليه وسلم وأبو بكر وعمر لا\r\nيقرؤون بسم الله الرحمن الرحيم\r\n( 4206 ) حدثنا أبو بكر بن أبي شيبة حدثنا بن\r\nعلية عن بن عون عن أنس بن سيرين عن\r\nعبد الحميد بن المنذر بن الجارود\r\nعن أنس بن مالك قال صنع بعض عمومتي\r\nللنبي صلى الله عليه وسلم طعاما فقال إني أحب أن تأكل في بيتي وتصلي فيه\r\nقال فأتاه وفي البيت فحل من تلك الفحول فأمر بجانب منه\r\nفكنس ورش فصلى وصلينا معه\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\n( 4207 ) حدثنا إبراهيم بن الحجاج حدثنا\r\nمهدي بن ميمون\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\nوحدثنا أبو خيثمة حدثنا عبد الرحمن عن مهدي بن\r\nميمون عن غيلان\r\nعن أنس قال إنكم تعملون أعمالا هي أدق في أعينكم\r\nمن الشعر كنا نعدها على عهد رسول الله صلى الله عليه وسلم الموبقات\r\n( 4208 ) حدثنا إسماعيل بن موسى السدي\r\nحدثنا علي بن عابس عن مسلم\r\nعن أنس قال استنبئ النبي صلى الله عليه وسلم\r\nيوم الاثنين وصلي عليه يوم الثلاثاء\r\n( 4209 ) حدثنا أبو خيثمة حدثنا عفان حدثنا\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\nحماد أخبرنا حميد عن موسى بن أنس بن مالك\r\nعن أنس أن رسول الله صلى الله عليه وسلم قال لقد تركتم بالمدينة\r\nرجالا ما سرتم من مسير ولا أنفقتم من نفقة ولا قطعتم من\r\nواد إلا كانوا معكم فيه قالوا يا رسول الله وكيف يكونون\r\nمعنا وهم بالمدينة قال حبسهم العذر\r\n( 4210 ) حدثنا شيبان بن فروخ حدثنا سلام بن\r\nمسكين حدثنا أبو ظلال\r\nعن أنس بن مالك عن النبي صلى الله عليه وسلم قال إن عبدا في\r\nجهنم لينادي ألف سنة يا حنان يا منان قال فيقول الله يا\r\nجبريل ائت عبدي قال فينطلق جبريل فيرى أهل النار منكبين\r\nعلى وجوههم قال فيرجع فيقول يا رب لم أره قال\r\nفيقول الله فإنه في مكان كذا وكذا قال فيأتيه فيجئ ربه\r\nفيقول الله له يا عبدي كيف وجدت مكانك ومقيلك قال\r\nفيقول يا رب شر مكان وشر مقيل قال فيقول ردوا\r\nعبدي فيقول يا رب ما كنت أرجو أن تردني إذ أخرجتني\r\nفيقول دعوا عبدي\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\n( 4211 ) حدثنا زهير بن حرب حدثنا يزيد\r\nأخبرنا أبو ظلال قال\r\nدخلت على أنس بن مالك قال لي متى ذهب بصرك\r\nقال وأنا بن سنتين فيما حدثني أهلي قال أفلا أبشرك\r\nفقلت بلى فقال مر بن أم مكتوم على رسول الله صلى الله عليه وسلم فسلم\r\nعليه ثم مضى فقال رسول الله صلى الله عليه وسلم إن الله يقول ما لمن\r\nأخذت كريمتيه عندي جزاء إلا الجنة\r\n( 4212 ) حدثنا الصلت بن مسعود الجحدري\r\nحدثنا جعفر بن سليمان حدثني أبو ظلال قال\r\nحدثني أنس عن رسول الله صلى الله عليه وسلم قال سلك رجلان\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\nمفازة أحدهما عابد والآخر به رهق فعطش العابد حتى\r\nسقط فجعل صاحبه ينظر إليه ومعه ميضأة فيها شئ من ماء\r\nفجعل ينظر إليه وهو صريع فقال والله لئن مات هذا العبد\r\nالصالح عطشا ومعي ماء لا أصيب من الله خيرا أبدا وإن\r\nسقيته مائي لأموتن فتوكل على الله عز وجل وعزم ورش عليه\r\nمن مائه وسقاه من فضله\r\nقال فقام حتى قطعا المفازة قال فيوقف الذي به رهق\r\nيوم القيامة للحساب فيؤمر به إلى النار فتسوقه الملائكة\r\nفيرى العابد فيقول يا فلان أما تعرفني قال يقول من\r\nأنت قال أنا فلان الذي آثرتك على نفسي يوم المفازة قال\r\nيقول بلى أعرفك قال فيقول للملائكة قفوا قال\r\nفيوقف ويجئ حتى يقف ويدعو ربه يقول يا رب قد تعرف\r\nيده عندي وكيف آثرني على نفسه يا رب هبه لي فيقول\r\nهو لك قال ويجئ فيأخذ بيده فيدخله الجنة\r\nقال الصلت قال جعفر قلت حدثك أنس عن\r\nالنبي صلى الله عليه وسلم قال نعم\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\n( 4213 ) حدثنا شيبان بن فروخ حدثنا\r\nمحمد بن زياد البرجمي عن أبي الظلال عن أنس بن مالك\r\nعن أمه قال كانت لها شاة فجمعت من سمنها في\r\nعكة فملأت العكة ثم بعثت بها مع ربيبة فقالت يا ربيبة\r\nأبلغي هذه العكة رسول الله صلى الله عليه وسلم يأتدم بها\r\nفانطلقت بها ربيبة حتى أتت رسول الله صلى الله عليه وسلم فقالت يا\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\nرسول الله عكة سمن بعثت بها إليك أم سليم\r\nقال فرغوا لها عكتها ففرغت العكة فدفعت إليها\r\nفانطلقت بها فجاءت أم سليم فرأت العكة ممتلئة تقطر\r\nفقالت أم سليم يا ربيبة أليس أمرتك أن تنطلقي بها إلى\r\nرسول الله صلى الله عليه وسلم فقالت قد فعلت فإن لم تصدقيني فانطلقي\r\nفسلي رسول الله صلى الله عليه وسلم\r\nفانطلقت أم سليم ومعها ربيبة فقالت يا رسول الله إني\r\nبعثت إليك معها بعكة فيها سمن قال قد فعلت قد جاءت\r\nبها فقالت والذي بعثك بالهدى ودين الحق إنها لممتلئة\r\nتقطر سمنا\r\nقال فقال لها رسول الله صلى الله عليه وسلم أتعجبين أن كان الله\r\nأطعمك كما أطعمت نبيه كلي وأطعمي\r\nقالت فجئت البيت فقسمت في قعب لنا كذا وكذا\r\nوتركت فيها ما ائتدمنا منه شهرا أو شهرين\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\n( 4214 ) حدثنا محمد بن عبد الله بن نمير\r\nحدثنا محمد بن عبد الله الأسدي عن محمد بن سليم عن\r\nنجيح أبي علي\r\nعن أنس بن مالك قال رجم رسول الله صلى الله عليه وسلم وأبو بكر\r\nوعمر وأمرهما سنة\r\n( 4215 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\nمحمد بن الحسن حدثنا محمد بن سليم عن نجيح أبي\r\nعلي\r\nعن أنس قال رجم رسول الله صلى الله عليه وسلم وأبو بكر وعمر\r\nوأمرهما سنة\r\n( 4216 ) حدثنا محمد بن عبد الله بن نمير\r\nحدثنا روح حدثنا أسامة بن زيد عن حفص بن عبيد الله\r\nعن أنس قال رسول الله صلى الله عليه وسلم لا تصلوا عند طلوع\r\nالشمس ولا عند غروبها فإنها تطلع وتغرب على قرن\r\nشيطان وصلوا بين ذلك ما شئتم\r\n( 4217 ) حدثنا محمد بن عبد الله بن نمير\r\nحدثنا أبو خالد عن الحسن بن عبيد الله عن ثعلبة\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\nعن أنس قال رسول الله صلى الله عليه وسلم عجبا للمؤمن ما يقضى\r\nله قضاء إلا كان خيرا له\r\n( 4218 ) حدثنا زهير حدثنا جرير حدثنا\r\nالحسن بن عبيد الله عن ثعلبة\r\nعن أنس بن مالك قال تبسم رسول الله صلى الله عليه وسلم ثم قال\r\nعجبت للمؤمن إن الله لا يقضي له قضاء إلا كان خيرا له\r\n( 4219 ) حدثنا شيبان بن فروخ حدثنا سلام بن\r\nمسكين حدثنا يزيد الضبي\r\nعن أنس بن مالك قال ما صليت خلف أحد بعد\r\nرسول الله صلى الله عليه وسلم أخف صلاة من رسول الله صلى الله عليه وسلم ولا أوجز في\r\nتمام\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\n( 4220 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nيونس بن محمد عن فليح بن سليمان عن هلال بن علي\r\nعن أنس بن مالك قال لم يكن رسول الله صلى الله عليه وسلم سبابا ولا\r\nفحاشا كان يقول لاحدنا عند المعتبة ما له تربت يمينه\r\n( 4221 ) حدثنا شيبان بن فروخ حدثنا سلام\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\nقال حدثني عبد العزيز بن أبي جميلة\r\nعن أنس بن مالك أنه قال إني لأعرف دعوة رسول الله صلى الله عليه وسلم\r\nلي أن يبارك لي في مالي وولدي\r\n( 4222 ) حدثنا مجاهد بن موسى الختلي\r\nحدثنا السهمي أبو وهب حدثنا سليمان الحضرمي\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم إذا أراد الله\r\nبقوم خيرا ابتلاهم\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\n( 4223 ) حدثنا مجاهد بن موسى حدثنا مروان\r\nالفزاري حدثنا هلال أبو معلى بن هلال قال\r\nسمعت أنس بن مالك وهو يقول أهديت للنبي صلى الله عليه وسلم ثلاث\r\nطوائر فأطعم خادمه طائرا فلما كان من الغد أتته بها فقال\r\nلها رسول الله صلى الله عليه وسلم ألم أنهك أن ترفعي شيئا لغد فإن الله يأتي\r\nبرزق كل غد\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\n( 4224 ) حدثنا أبو خيثمة زهير بن حرب حدثنا\r\nجرير عن ليث عن عبد الوارث\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم يؤتى بأربعة يوم\r\nالقيامة بالمولود وبالمعتوه وبمن مات في الفترة والشيخ\r\nالفاني كلهم يتكلم بحجته فيقول لعنق من\r\nالنار أبرز فيقول لهم إني كنت أبعث إلى عبادي رسلا من\r\nأنفسهم وإني رسول نفسي إليكم ادخلوا هذه فيقول من كتب\r\nعليه الشقاء يا رب أين ندخلها ومنها كنا نفر قال ومن كتبت\r\nعليه السعادة يمضي فيقتحم فيها مسرعا قال فيقول تبارك\r\nوتعالى أنتم لرسلي أشد تكذيبا ومعصية فيدخل هؤلاء الجنة\r\nوهؤلاء النار\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\n( 4225 ) حدثنا محمد بن الصباح أخبرنا\r\nشريك عن ليث عن عبد الوارث\r\nعن أنس قال مر بنا أبو طيبة في رمضان فقلنا من أين\r\nجئت قال حجمت رسول الله صلى الله عليه وسلم -\r\n( 4226 ) حدثنا إبراهيم بن الحجاج السامي\r\nحدثنا عبد المؤمن بن عبيد الله السدوسي قال حدثني أخشن\r\nالسدوسي\r\nعن أنس بن مالك قال سمعت النبي صلى الله عليه وسلم يقولوا الذي\r\nنفسي بيده لو أخطأتم حتى تملأ خطاياكم ما بين السماء\r\n","description":"","footnote":"","page_name":" 226 ","page_number":226},
  {"content":"\r\nوالأرض ثم استغفرتم الله يغفر لكم والذي نفس محمد بيده\r\nلو لم تخطئوا لجاء الله بقوم يخطئون ثم يستغفرون الله فيغفر\r\nلهم\r\n( 4227 ) حدثنا أبو بكر بن أبي شيبة حدثنا بن\r\nعلية عن بن عون عن أنس بن سيرين عن عبد الحميد بن\r\nالمنذر بن الوليد بن الجارود\r\nعن أنس بن مالك قال صنع بعض عمومتي\r\nللنبي صلى الله عليه وسلم طعاما فقال إني أحب أن يأكل في بيتي ويصلي قال\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\nفأتاه وفي البيت فحل من تلك الفحول فأمر بجانب منه فكنس\r\nورش فصلى وصلينا معه\r\n( 4228 ) حدثنا شيبان بن فروخ حدثنا الصعق\r\nبن حزن حدثنا علي بن الحكم البناني\r\nعن أنس بن مالك أن رسول الله صلى الله عليه وسلم قال اتاني جبريل\r\nبمثل المرآة البيضاء فيها نكتة سوداء قلت يا جبريل ما هذه\r\nقال هذه الجمعة جعلها الله عيدا لك ولامتك فأنتم قبل\r\nاليهود والنصارى فيها ساعة لا يوافقها عبد يسأل الله فيها\r\nخيرا إلا أعطاه إياه\r\nقال قلت ما هذه النكتة السوداء قال هذا يوم\r\nالقيامة تقوم في يوم الجمعة ونحن ندعوه عندنا المزيد\r\nقال قلت ما يوم المزيد قال إن الله جعل في الجنة واديا\r\nأفيح وجعل فيه كثبانا من المسك الأبيض فإذا كان يوم\r\nالجمعة ينزل الله فيه فوضعت فيه منابر من ذهب للأنبياء\r\nوكراسي من در للشهداء وينزلن الحور العين من الغرف\r\nفحمدوا الله ومجدوه قال ثم يقول الله اكسوا عبادي\r\nفيكسون ويقول أطعموا عبادي فيطعمون ويقول اسقوا\r\nعبادي فيسقون ويقول طيبوا عبادي فيطيبون ثم يقول ماذا\r\n","description":"","footnote":"","page_name":" 228 ","page_number":228},
  {"content":"\r\nتريدون فيقولون ربنا رضوانك قال يقول رضيت عنكم\r\nثم يأمرهم فينطلقون وتصعد الحور العين الغرف وهي من\r\nزمردة خضراء ومن ياقوتة حمراء\r\n( 4229 ) حدثنا علي بن الجعد أخبرنا سلام\r\nحدثني عمر بن معدان وثابت البناني كلاهما\r\nعن أنس بن مالك قال شهدت لرسول الله صلى الله عليه وسلم وليمة ما\r\nفيها خبز ولا لحم\r\n( 4230 ) حدثنا إبراهيم بن الحجاج السامي\r\nحدثنا سكين حدثنا المثنى القطان حدثني عبد العزيز\r\n","description":"","footnote":"","page_name":" 229 ","page_number":229},
  {"content":"\r\nيعني أبا سكين قال\r\nأتيت أنس بن مالك فقلت أخبرني عن صلاة رسول\r\nالله صلى الله عليه وسلم فأمر أهل بيته فصلى بنا الظهر والعصر\r\nفقرأ بنا قراءة همسا فقرأ بالمرسلات والنازعات وعم يتساءلون ونحوها من\r\nالسور\r\n( 4231 ) حدثنا شيبان بن فروخ حدثنا\r\nسكين بن عبد العزيز عن أبيه\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم عمر الذباب\r\nأربعون ليلة والذباب كله في النار إلا النحل\r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\n( 4232 ) حدثنا إبراهيم بن الحجاج السامي\r\nحدثنا حماد عن سنان أبي ربيعة\r\nعن أنس بن مالك أن رسول الله صلى الله عليه وسلم دخل على أعرابي\r\nيعوده وهو محموم فقال النبي صلى الله عليه وسلم كفارة وطهور فقال\r\nالاعرابي بل حمى تفور على شيخ كبير تزيره القبور فقام\r\nالنبي صلى الله عليه وسلم وتركه\r\n","description":"","footnote":"","page_name":" 231 ","page_number":231},
  {"content":"\r\n( 4233 ) حدثنا إبراهيم بن الحجاج السامي\r\nحدثنا حماد عن سنان أبي ربيعة\r\nعن أنس بن مالك أن رسول الله صلى الله عليه وسلم قال إذا ابتلى الله\r\nالمسلم ببلاء في جسده قال للملك اكتب له صالح عمله الذي\r\nكان يعمل فإن شفاه غسله وطهره وإن قبضه غفر له\r\nورحمه\r\n( 4234 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nعبد الله بن بكر عن سنان بن ربيعة الحضرمي\r\nعن أنس بن مالك أن امرأة أتت النبي صلى الله عليه وسلم فقالت يا\r\nرسول الله ابنة لي كذا وكذا فذكرت من حسنها وجمالها\r\nفاثرتك بها قال قد قبلتها فلم تزل تمدحها حتى ذكرت أنها لم\r\nتصدع ولم تشك شيئا قط قال لا حاجة لي في ابنتك\r\n","description":"","footnote":"","page_name":" 232 ","page_number":232},
  {"content":"\r\n( 4235 ) حدثنا عبد الأعلى بن حماد النرسي\r\nحدثنا حماد عن سنان أبي ربيعة\r\nعن أنس أن رسول الله صلى الله عليه وسلم قال إذا ابتلى الله العبد ببلاء\r\nفي جسده قال للملك اكتب له صالح عمله الذي كان يعمل\r\nفإن شفاه غسله وطهره وإن قبضه غفر له ورحمه\r\n( 4236 ) حدثنا أبو الربيع الزهراني حدثنا\r\nحماد بن زيد عن سنان بن ربيعة\r\nعن أنس بن مالك قال انطلقت بي أمي إلى رسول\r\nالله صلى الله عليه وسلم فقالت يا رسول الله خويدمك فادع الله له فقال\r\nاللهم أكثر ماله وولده وأطل عمره واغفر له قال فكثر\r\nمالي حتى صار يطعم في السنة مرتين وكثر ولدي حتى قد\r\nدفنت من صلبي أكثر من مائة وطال عمري حتى قد استحييت\r\nمن أهلي واشتقت لقاء ربي وأما الرابعة يعني المغفرة\r\n( 4237 ) حدثنا شيبان بن فروخ حدثنا سعيد\r\nبن سليم الضبي\r\n","description":"","footnote":"","page_name":" 233 ","page_number":233},
  {"content":"\r\nحدثنا أنس بن مالك قال رسول الله صلى الله عليه وسلم قال الله إذا\r\nأخذت كريمتي عبدي لم أرض له ثوابا دون الجنة قال\r\nقلت يا رسول الله وإن كانت واحدة قال وإن كانت\r\nواحدة\r\n( 4238 ) حدثنا شيبان حدثنا سعيد بن سليم\r\nالضبي\r\nحدثنا أنس بن مالك أن رسول الله صلى الله عليه وسلم جهز جيشا إلى\r\nالمشركين فيهم أبو بكر وعمر أمرهما والناس كلهم قال\r\nلهم أجدوا السير فإن بينكم وبين المشركين ماء إن سبق\r\n","description":"","footnote":"","page_name":" 234 ","page_number":234},
  {"content":"\r\nالمشركون إلى ذلك الماء شق على الناس وغلبتم عطشا شديدا\r\nأنتم ودوابكم وركابكم\r\nوتخلف رسول الله صلى الله عليه وسلم في ثمانية هو تاسعهم فقال\r\nلأصحابه هل لكم أن نعرس قليلا ثم نلحق بالناس قالوا\r\nنعم يا رسول الله فعرسوا فما أيقظهم إلا حر الشمس\r\nفاستيقظ رسول الله صلى الله عليه وسلم واستيقظ أصحابه فقال لهم قوموا\r\nواقضوا حاجتكم ففعلوا ثم رجعوا إلى رسول الله صلى الله عليه وسلم فقال\r\nلهم رسول الله صلى الله عليه وسلم هل مع أحد منكم ماء قال رجل\r\nمنهم يا رسول الله ميضأة فيها شئ من ماء قال جئ بها\r\nفجاء بها فأخذها رسول الله صلى الله عليه وسلم فمسحها بكفيه ودعا بالبركة ثم\r\nقال لأصحابه تعالوا فتوضؤوا فجاؤوا فجعل يصب عليهم\r\nرسول الله صلى الله عليه وسلم حتى توضؤوا وأذن رجل منهم وأقام قال\r\nفصلى بهم رسول الله صلى الله عليه وسلم وقال لصاحب الميضأة ازدهر\r\nبميضأتك فسيكون لها نبأ فركب رسول الله صلى الله عليه وسلم وأصحابه قبل\r\nالناس فقال لأصحابه ما ترون الناس فعلوا قالوا الله\r\nورسوله أعلم قال لهم إن فيهم أبا بكر وعمر\r\nوسيرشدان الناس\r\nفقدم الناس وقد سبق المشركون إلى ذلك الماء فشق\r\nعلى الناس وعطشوا عطشا شديدا وركابهم ودوابهم فقال\r\n","description":"","footnote":"","page_name":" 235 ","page_number":235},
  {"content":"\r\nرسول الله صلى الله عليه وسلم أين صاحب الميضأة قال ها هو ذا يا\r\nرسول الله قال جئ بميضأتك فجاء بها وفيها شئ من\r\nماء فقال لهم كلهم تعالوا فاشربوا فجعل يصب لهم رسول\r\nالله صلى الله عليه وسلم حتى شربوا كلهم وسقوا دوابهم وركابهم وملؤوا كل\r\nإداوة وقربة ومزادة ثم نهض رسول الله صلى الله عليه وسلم وأصحابه إلى\r\nالمشركين فبعث الله ريحا فضربت وجوه المشركين وأنزل الله\r\nتبارك وتعالى نصره وأمكن من أدبارهم فقتلوا منهم مقتلة\r\nعظيمة وأسروا أسارى كثيرة واستاقوا غنائم كثيرة ورجع\r\nرسول الله صلى الله عليه وسلم والناس وافرين صالحين\r\n( 4239 ) حدثنا موسى بن محمد بن حيان\r\nحدثنا عبد الملك بن عمرو حدثنا سعيد بن سليم الضبي قال\r\nسمعت أنس بن مالك يقول كان رسول الله صلى الله عليه وسلم إذا سافر\r\nأو غزا أردف كل يوم رجلا من أصحابه قال فكان رديف\r\nرسول الله صلى الله عليه وسلم معاذ بن جبل فناداه وهو رديفه فقال يا\r\nمعاذ بن جبل قلت لبيك يا رسول الله قال هل تدري ما\r\nحق الله على العباد أن يشهدوا أن لا إله إلا الله وأن محمدا\r\n","description":"","footnote":"","page_name":" 236 ","page_number":236},
  {"content":"\r\nعبده ورسوله وأن يعبدوه لا يشركوا به شيئا\r\nفكرر هذا الحديث ثلاث مرات ثم نادى فقال يا\r\nمعاذ قال لبيك يا رسول الله قال هل تدري ما حق\r\nالعباد على الله إذا فعلوا ذلك قال الله ورسوله أعلم قال\r\nفإن حق العباد على الله إذا فعلوا ذلك أن لا يعذبهم وأن\r\nيدخلهم الجنة\r\n( 4240 ) حدثنا أبو عبيدة بن فضيل بن عياض\r\nحدثنا أبو سعيد مولى بني هاشم حدثنا زربي أبو يحيى قال\r\nسمعت أنس بن مالك يقول قال رسول الله صلى الله عليه وسلم أكمل\r\nالمؤمنين إيمانا أحسنهم خلقا\r\n","description":"","footnote":"","page_name":" 237 ","page_number":237},
  {"content":"\r\n( 4241 ) حدثنا أبو عبيدة حدثنا أبو سعيد\r\nحدثنا زربي أبو يحيى\r\nعن أنس قال بينما نحن عند رسول الله صلى الله عليه وسلم إذ رفع رأسه\r\nفإذا هو شيخ قد أقبل فقال رسول الله صلى الله عليه وسلم ليس منا من لم\r\nيوقر كبيرنا ويرحم صغيرنا\r\n( 4242 ) حدثنا موسى بن محمد بن حيان\r\nحدثنا عبيد بن واقد حدثنا زربي قال\r\nسمعت أنس بن مالك قال جاء شيخ إلى النبي صلى الله عليه وسلم في\r\nحاجته فأبطؤوا عن الشيخ أن يوسعوا له فقال رسول الله صلى الله عليه وسلم\r\nليس منا من لم يرحم صغيرنا ويوقر كبيرنا\r\n( 4243 ) حدثنا عبيد الله بن عمر القواريري\r\nحدثنا فضيل بن عياض عن مسلم البراد\r\nعن أنس بن مالك قال كان رسول الله صلى الله عليه وسلم يجيب\r\nالعبد ويعود المريض ويركب الحمار\r\n","description":"","footnote":"","page_name":" 238 ","page_number":238},
  {"content":"\r\n( 4244 ) حدثنا سعيد بن الأشعث أخبرني\r\nعيسى بن صدقة بن عباد اليشكري قال\r\nدخلت مع أبي على أنس بن مالك فقلنا له حدثنا حديث\r\nينفعنا الله به فسمعته يقول من استطاع منكم أن يموت ولا\r\nدين عليه فليفعل فإني رأيت نبي الله صلى الله عليه وسلم وأتي بجنازة رجل وعليه\r\nدين فقال لا أصلي عليه حتى تضمنوا دينه فإن صلاتي\r\nعليه تنفعه فلم يضمنوا دينه ولم يصل عليه وقال إنه\r\nمرتهن في قبره\r\n","description":"","footnote":"","page_name":" 239 ","page_number":239},
  {"content":"\r\n( 4245 ) حدثنا سعيد بن أبي الربيع قال\r\nحدثني عيسى بن صدقة قال\r\nسمعت أنسا يقول اتقوا الله وأدوا الأمانات إلى أهلها\r\nقال أبو يعلى وأكبر ظني أن المعلى حدثني به عن\r\nعيسى ولكن لم أجد\r\n","description":"","footnote":"","page_name":" 240 ","page_number":240},
  {"content":"\r\nجعفر بن عمرو بن أمية عن أنس\r\n( 4246 ) حدثنا محمد بن عبد الله بن نمير\r\nحدثنا أنس بن عياض حدثني يوسف بن أبي ذرة عن\r\nجعفر بن عمرو بن أمية\r\nعن أنس بن مالك أن رسول الله صلى الله عليه وسلم قال ما من مسلم\r\nيعمر في الاسلام أربعين سنة إلا صرف الله عنه ثلاثة أنواع من\r\n","description":"","footnote":"","page_name":" 241 ","page_number":241},
  {"content":"\r\nالبلاء الجذام والجنون والبرص\r\nفإذا بلغ الخمسين لين الله عليه الحساب فإذا بلغ الستين\r\nرزقه الله الإنابة بما يحب فإذا بلغ السبعين أحبه الله وأحبه أهل\r\nالسماء فإذا بلغ الثمانين قبل الله حسناته وتجاوز عن سيئاته\r\nفإذا بلغ التسعين غفر الله له ما تقدم من ذنبه وما تأخر\r\nوسمي أسير الله في الأرض وشفع لأهل بيته\r\n( 4247 ) حدثنا أبو خيثمة حدثنا أنس بن\r\nعياض نحوه قال أبو خيثمة قال أنس بن عياض أنا أسير\r\nالله في أرضه !\r\n( 4248 ) حدثنا أبو عبيدة بن فضيل بن عياض حدثنا عبد الملك بن إبراهيم الجدي أخبرني عبد الرحمن بن\r\nأبي الموال قال حدثني محمد بن موسى عن محمد بن\r\nعبد الله بن عمرو بن عثمان عن جعفر بن عمرو الضمري\r\nعن أنس بن مالك أن رسول الله صلى الله عليه وسلم قال من عمره الله\r\nأربعين سنة في الاسلام كف الله عنه أنواع البلاء الجذام\r\nوالبرص وختر الشيطان ومن عمره الله خمسين في\r\n","description":"","footnote":"","page_name":" 242 ","page_number":242},
  {"content":"\r\nالاسلام لين الله عليه الحساب يوم القيامة ومن عمره الله ستين\r\nسنة في الاسلام رزقه الله الإنابة إلى الله بما يحب الله ومن\r\nعمره الله سبعين سنة في الاسلام أحبه أهل السماء وأهل\r\nالأرض ومن عمره الله ثمانين سنة في الاسلام محا الله عنه\r\nسيئاته وكتب حسناته ومن عمره الله تسعين سنة في الاسلام\r\nغفر الله ذنوبه وكان أسير الله في أرضه وشفع لأهل بيته يوم\r\nالقيامة\r\n( 4249 ) حدثنا يحيى بن أيوب حدثنا يحيى بن\r\nسليم قال حدثني رجلان من أهل حران من أهل العلم وكانا\r\nعندي ثقة عن زفر بن محمد عن محمد بن عبد الله بن\r\nعمرو بن عثمان بن عفان\r\nعن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم ما من معمر\r\nيعمر في الاسلام أربعين سنة إلا دفع الله عنه أنواع البلاء\r\nالجنون والجذام والبرص فإذا بلغ الخمسين هون الله عليه\r\nالحساب فإذا بلغ الستين رزقه الله الإنابة إلى الله بما يحب\r\n","description":"","footnote":"","page_name":" 243 ","page_number":243},
  {"content":"\r\nالله فإذا بلغ السبعين أحبه الله وأحبه أهل السماء فإذا بلغ\r\nالثمانين كتبت حسناته ومحيت سيئاته فإذا بلغ التسعين غفر\r\nالله له ما تقدم من ذنبه وما تأخر وكان أسير الله في أرضه\r\nوشفع في أهل بيته\r\n( 4250 ) قال يحيى بن سليم وأخبرني أيضا\r\nعبد الله بن عثمان عن سعد بن أبي الحكم المدني عن\r\nمحمد بن عبد الله بن عمرو بن عثمان\r\nعن أنس بن مالك بمثل حديث الحرانيين !\r\nسعيد بن سنان عن أنس بن مالك\r\n( 4251 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nيونس عن ليث عن يزيد بن أبي حبيب عن بن سنان\r\nعن أنس بن مالك عن رسول الله صلى الله عليه وسلم قال لا تقبل\r\n","description":"","footnote":"","page_name":" 244 ","page_number":244},
  {"content":"\r\nصدقة من غلول ولا صلاة بغير طهور\r\n( 4252 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\n","description":"","footnote":"","page_name":" 245 ","page_number":245},
  {"content":"\r\nيزيد بن هارون عن محمد بن إسحاق عن يزيد بن أبي\r\nحبيب عن سعيد بن سنان\r\nعن أنس بن مالك قال سمعت رسول الله يقول ما\r\nهو بمؤمن من لم يأمن جاره بوائقه\r\n","description":"","footnote":"","page_name":" 246 ","page_number":246},
  {"content":"\r\n( 4253 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nشبابة عن ليث عن يزيد بن أبي حبيب عن سعيد بن سنان\r\nعن أنس أن رسول الله صلى الله عليه وسلم قال عظم الجزاء مع\r\nعظم البلاء !\r\n( 4254 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nشبابة عن ليث عن يزيد بن أبي حبيب عن سعيد بن سنان\r\nعن أنس بن مالك عن النبي صلى الله عليه وسلم قال إن الله إذا أراد\r\nبعبد خيرا عجل له العقوبة في الدنيا وإذا أراد الله بعبد شرا\r\nأمسك عليه بذنبه حتى يوافيه يوم القيامة\r\n( 4255 ) حدثنا أبو بكر حدثنا يونس بن\r\nمحمد عن ليث عن يزيد عن بن سنان\r\nعن أنس بن مالك عن النبي صلى الله عليه وسلم أنه كان يقول فذكر\r\nنحوه !\r\n( 4256 ) حدثنا أبو بكر حدثنا يونس عن\r\n","description":"","footnote":"","page_name":" 247 ","page_number":247},
  {"content":"\r\nليث عن يزيد عن بن سنان\r\nعن أنس بن مالك عن النبي صلى الله عليه وسلم قال التأني من الله\r\nوالعجلة من الشيطان وما شئ أكثر معاذير من الله وما من\r\nشئ أحب إلى الله من الحمد\r\n( 4257 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nيونس عن ليث عن يزيد عن بن سنان\r\n","description":"","footnote":"","page_name":" 248 ","page_number":248},
  {"content":"\r\nعن أنس بن مالك عن النبي صلى الله عليه وسلم أنه قال تقبلوا لي ستا\r\nأتقبل لكم بالجنة قالوا ما هي قال إذا حدث أحدكم فلا\r\nيكذب وإذا وعد فلا يخلف وإذا اؤتمن فلا يخن وغضوا\r\nأبصاركم وكفوا أيديكم واحفظوا فروجكم\r\n","description":"","footnote":"","page_name":" 249 ","page_number":249},
  {"content":"\r\n( 4258 ) حدثنا عبد الله بن عمر بن أبان حدثنا\r\nعبد الرحمن بن محمد عن محمد بن إسحاق عن يزيد بن\r\nأبي حبيب عن بن سنان سعد الكندي\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم والذي نفسي\r\nبيده لا يضع الله رحمته إلا على رحيم قالوا يا رسول الله\r\nكلنا يرحم قال ليس برحمة أحدكم صاحبه يرحم الناس\r\nكافة\r\n( 4259 ) حدثنا أبو علي الحسن صاحب لنا\r\n","description":"","footnote":"","page_name":" 250 ","page_number":250},
  {"content":"\r\nحدثنا يونس حدثنا ليث عن يزيد بن أبي حبيب عن بن\r\nسنان\r\nعن أنس أن رسول الله صلى الله عليه وسلم قال المستبان ما قالا فعلى\r\nالبادئ حتى يعتدي المظلوم\r\n","description":"","footnote":"","page_name":" 251 ","page_number":251},
  {"content":"\r\n( 4260 ) حدثنا أبو علي الحسن حدثنا يونس\r\nحدثنا ليث عن يزيد عن سعد بن سنان\r\nعن أنس عن النبي صلى الله عليه وسلم كان يقول بين يدي الساعة\r\nفتن كقطع الليل المظلم يصبح الرجل مؤمنا ويمسي\r\nكافرا ويصبح كافرا ويمسي مؤمنا ويبيع قوم دينهم بعرض\r\nمن الدنيا يسير\r\n( 4261 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nمعاذ بن معاذ عن سليمان التيمي عن أبي مجلز\r\nعن أنس بن مالك قال قنت رسول الله صلى الله عليه وسلم شهرا في\r\nصلاة الصبح بعد الركوع يدعو على رعل وذكوان\r\n","description":"","footnote":"","page_name":" 252 ","page_number":252},
  {"content":"\r\n( 4262 ) حدثنا زهير بن حرب حدثنا جرير\r\nعن سليمان عن أبي مجلز\r\nعن أنس بن مالك قال قنت رسول الله صلى الله عليه وسلم شهرا بعد\r\nالركوع يدعو على رعل وذكوان وعصية عصت الله\r\nورسوله\r\n( 4263 ) حدثنا عبيد الله بن معاذ بن معاذ\r\nحدثنا المعتمر عن أبيه عن أبي مجلز\r\nعن أنس بن مالك قال قنت رسول الله صلى الله عليه وسلم شهرا بعد\r\nالركوع يدعو على رعل وذكوان وعصية عصت الله\r\nورسوله\r\n( 4264 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\nمعاذ بن معاذ حدثنا سليمان التيمي عن أبي مجلز\r\nعن أنس أن رسول الله صلى الله عليه وسلم قنت شهرا يدعو على رعل\r\nوذكوان\r\n( 4265 ) حدثنا محمد بن بحر البصري في\r\nبلهجيم حدثنا عبد المجيد بن عبد العزيز بن أبي رواد عن بن\r\n","description":"","footnote":"","page_name":" 253 ","page_number":253},
  {"content":"\r\nجريج عن المطلب بن عبد الله بن حنطب\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم عرضت علي\r\nأجور أمتي حتى القذاة يخرجها الرجل من المسجد وعرضت\r\nعلي ذنوب أمتي فلم أر ذنبا أعظم من الآية والسورة يتعلمها\r\nالرجل ثم ينساها\r\n","description":"","footnote":"","page_name":" 254 ","page_number":254},
  {"content":"\r\n( 4266 ) حدثنا أبو الربيع الزهراني حدثنا عبد\r\nالحكيم بن منصور حدثنا زياد بن أبي حسان قال\r\nسمعت أنس بن مالك قال رسول الله صلى الله عليه وسلم من أغاث\r\nملهوفا كتب الله له ثلاثة وسبعين حسنة واحدة منهن يصلح الله\r\nبها له أمر دنياه وآخرته واثنتين وسبعين في الدرجات\r\n","description":"","footnote":"","page_name":" 255 ","page_number":255},
  {"content":"\r\n( 4267 ) حدثنا محمد بن إسحاق المسيبي\r\nحدثنا يزيد بن هارون عن العلاء بن محمد الثقفي قال\r\nسمعت أنس بن مالك يقول كنا مع رسول\r\n","description":"","footnote":"","page_name":" 256 ","page_number":256},
  {"content":"\r\nالله صلى الله عليه وسلم بتبوك فطلعت الشمس بضياء وشعاع ونور لم يرها\r\nطلعت فيما مضى بمثله فأتى جبريل النبي صلى الله عليه وسلم فقال يا جبريل\r\nمالي أرى الشمس اليوم طلعت بضياء ونور وشعاع لم أرها\r\nطلعت فيما مضى قال إن ذلك أن معاوية بن معاوية الليثي\r\nمات بالمدينة اليوم فبعث الله إليه ألف ملك يصلون عليه\r\nقال وفيم ذاك قال قال كان يكثر قراءة قل هو\r\nالله أحد في الليل والنهار وفي ممشاه\r\nوقيامه وقعوده فهل لك يا رسول الله أن أقبض لك الأرض\r\nفتصلي عليه قال نعم فصلى عليه\r\n","description":"","footnote":"","page_name":" 257 ","page_number":257},
  {"content":"\r\n( 4268 ) حدثنا محمد بن إبراهيم السامي\r\nبعبادان حدثنا عثمان بن الهيثم مؤذن مسجد الجامع بالبصرة\r\nعندي عن محبوب بن هلال عن عطاء بن أبي ميمونة\r\nعن أنس بن مالك قال نزل جبريل على النبي صلى الله عليه وسلم قال\r\nمات معاوية بن معاوية الليثي فتحب أن تصلي عليه قال\r\nنعم قال ضرب بجناحه الأرض فلم يبق شجرة ولا أكمة\r\nإلا تضعضعت فرفع سريره فنظر إليه فكبر عليه وخلفه\r\nصفان من الملائكة في كل صف سبعون ألف ملك فقال\r\nالنبي صلى الله عليه وسلم يا جبريل بم نال هذه المنزلة من الله قال بحبه\r\nقل هو الله أحد وقراءته إياها ذاهبا وجائيا\r\n","description":"","footnote":"","page_name":" 258 ","page_number":258},
  {"content":"\r\nوقائما وقاعدا وعلى كل حال\r\n( 4269 ) حدثنا أبو طالب عبد الجبار بن عاصم\r\nحدثنا أبو المليح الرقي عن الوليد بن زروان\r\nعن أنس بن مالك قال وضأت رسول الله صلى الله عليه وسلم فلما\r\nغسل وجهه أخذ كفا من ماء فخلل لحيته بها من باطنها وقال\r\nهكذا أمرني ربي تبارك وتعالى\r\n( 4270 ) حدثنا علي بن الحسين الخواص\r\nحدثنا بقية عن عثمان بن زفر عن عبد الملك بن عبد العزيز\r\nسمع أنس بن مالك قال رسول الله صلى الله عليه وسلم إذا أتى\r\n","description":"","footnote":"","page_name":" 259 ","page_number":259},
  {"content":"\r\nأحدكم أهله فليصدقها فإن سبقها فلا يعجلها\r\n( 4271 ) حدثنا بن جامع محمد أبو عبد الله بن\r\nأبي كامل حدثنا الحسن بن موسى حدثنا الليث بن سعد\r\nحدثنا بكير بن عبد الله عن محمد بن عبد الله بن أبي سليم\r\nعن أنس بن مالك قال صليت مع النبي صلى الله عليه وسلم بمنى\r\nركعتين ومع عمر ركعتين ومع عثمان صدرا من إمارته\r\n( 4272 ) حدثنا محمد بن إسماعيل بن أبي\r\nسمينة حدثنا عبد الأعلى حدثنا هشام بن حسان عن\r\n","description":"","footnote":"","page_name":" 260 ","page_number":260},
  {"content":"\r\nعبد الله بن دهقان\r\nعن أنس بن مالك أن رسول الله صلى الله عليه وسلم نهى أن يأكل الرجل\r\nبشماله أو يشرب بشماله\r\n( 4273 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nيزيد بن هارون عن هشام بن حسان عن عبد الله بن دهقان\r\n","description":"","footnote":"","page_name":" 261 ","page_number":261},
  {"content":"\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم إذا أكل أحدكم\r\nفليأكل بيمينه وليشرب بيمينه فإن الشيطان يأكل بشماله\r\nويشرب بشماله\r\n( 4274 ) حدثنا موسى بن محمد بن حيان\r\nالبصري حدثنا عبد الأعلى حدثنا هشام عن عبد الله بن دهقان\r\nعن أنس بن مالك أن رسول الله صلى الله عليه وسلم نهى أن يأكل الرجل\r\nبشماله أو يشرب بشماله\r\n( 4275 ) حدثنا محمد بن عبد الله بن نمير\r\nحدثنا يونس بن بكير عن سعيد بن ميسرة\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم لقد مر بالصخرة\r\nمن الروحاء سبعون نبيا حفاة عليهم العباءة يؤمون بيت الله\r\nالعتيق منهم موسى نبي الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 262 ","page_number":262},
  {"content":"\r\n( 4276 ) حدثنا أبو الربيع الزهراني حدثنا\r\nحماد بن زيد حدثنا سلم العلوي قال\r\nسمعت أنس بن مالك قال لما نزلت آية الحجاب كنت\r\nأدخل كما كنت أدخل فقال لي رسول الله صلى الله عليه وسلم وراءك يا\r\nبني\r\n","description":"","footnote":"","page_name":" 263 ","page_number":263},
  {"content":"\r\n( 4277 ) حدثنا أبو الربيع حدثنا حماد حدثنا\r\nسلم العلوي قال\r\nسمعت أنس بن مالك قال قربت إلى رسول\r\nالله صلى الله عليه وسلم صحفة فيها قرع وكان يعجبه قال فلقد رأيته يدخل\r\nإصبعه يلتمس القرع\r\nقال فدخل عليه رجل فرأى عليه أثر صفرة فكرهها رسول\r\nالله صلى الله عليه وسلم وكان لا يواجه رجلا في وجهه بشئ يكرهه فلما قام\r\nقال لبعض القوم لو أمرتم هذا أن يدع هذه الصفرة\r\n( 4278 ) حدثنا عبيد الله بن عمر القواريري\r\nحدثنا يزيد بن هارون حدثنا إسماعيل بن أبي خالد عن أبي\r\nداود\r\nعن أنس بن مالك قال سئل رسول الله صلى الله عليه وسلم كيف يحشر\r\n","description":"","footnote":"","page_name":" 264 ","page_number":264},
  {"content":"\r\nالناس على وجوههم فقال إن الذي أمشاهم على أقدامهم\r\nقادر على أن يمشيهم على وجوههم\r\n( 4279 ) حدثنا زهير حدثنا يزيد أخبرنا\r\nإسماعيل بن أبي خالد عن أبي داود الأعمى\r\nعن أنس بن مالك قال سئل رسول الله صلى الله عليه وسلم كيف يحشر\r\nالناس على وجوههم قال إن الذي أمشاهم على أقدامهم\r\nقادر أن يمشيهم على وجوههم\r\n( 4280 ) حدثنا أبو خيثمة حدثنا وكيع عن\r\nسفيان عن عبد الرحمن بن الأصم قال\r\nسمعت أنس بن مالك يقول كان رسول الله صلى الله عليه وسلم وأبو\r\nبكر وعمر لا ينقصون التكبير\r\n","description":"","footnote":"","page_name":" 265 ","page_number":265},
  {"content":"\r\n( 4281 ) حدثنا زهير حدثنا عبد الرحمن عن\r\nسفيان عن عبد الرحمن بن الأصم\r\nعن أنس أن النبي صلى الله عليه وسلم وأبا بكر وعمر وعثمان كانوا\r\nيتمون التكبير إذا رفعوا وإذا وضعوا\r\n( 4282 ) حدثنا العباس بن الوليد النرسي\r\nحدثنا يحيى بن سعيد القطان عن نوفل قال\r\nدخلنا على أنس فقلنا حدثنا ما سمعت من رسول\r\nالله صلى الله عليه وسلم قال قال رسول الله صلى الله عليه وسلم ثلاث من كن فيه حرم على\r\nالنار وحرمت النار عليه إيمان بالله وحب في الله وأن يلقى\r\nفي النار فيحترق أحب إليه من أن يرجع في الكفر\r\n","description":"","footnote":"","page_name":" 266 ","page_number":266},
  {"content":"\r\n( 4283 ) حدثنا أبو همام حدثنا محمد بن\r\nشعيب بن شابور حدثنا سعيد بن خالد بن أبي طويل القرشي\r\nقال\r\nسمعت أنس بن مالك يحدث عن رسول الله صلى الله عليه وسلم أنه قال\r\nمن حرس ليلة على ساحل البحر كان أفضل من عبادة رجل\r\nفي أهله ألف سنة السنة ثلاث مائة وستون يوما كل يوم ألف\r\nسنة\r\n","description":"","footnote":"","page_name":" 267 ","page_number":267},
  {"content":"\r\n( 4284 ) حدثنا أحمد بن المقدام العجلي\r\nحدثنا محمد بن حمدان حدثنا الحارث بن زياد عن أنس بن\r\nمالك قال\r\nخرجنا مع النبي صلى الله عليه وسلم في جنازة فرأى نسوة فقال\r\nأتحملنه قلن لا قال تدفنه قلن لا قال\r\nفارجعن مأزورات غير مأجورات\r\n( 4285 ) حدثنا أبو الربيع الزهراني حدثنا\r\nنوح بن قيس حدثنا أشعث الحداني\r\nعن أنس بن مالك عن النبي صلى الله عليه وسلم قال قال ربكم من\r\nأذهبت كريمتيه ثم صبر واحتسب كان ثوابه الجنة\r\n( 4286 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\nحماد بن زيد حدثنا حنظلة بن عبد الله\r\nعن أنس أن النبي صلى الله عليه وسلم قنت في صلاة الصبح بعد\r\n","description":"","footnote":"","page_name":" 268 ","page_number":268},
  {"content":"\r\nالركوع قال فسمعته يدعو في قنوته على الكفرة قال\r\nوسمعته يقول واجعل قلوبهم كقلوب نساء كوافر\r\n( 4287 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\nحماد بن زيد عن حنظلة\r\nعن أنس قال قيل يا رسول الله أينحني بعضنا لبعض\r\nإذا التقينا قال لا قال فيلتزم بعضنا لبعض قال\r\nلا قال فيصافح بعضنا لبعض قال تصافحوا\r\n","description":"","footnote":"","page_name":" 269 ","page_number":269},
  {"content":"\r\n( 4288 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\nحماد حدثنا حنظلة\r\nعن أنس أن امرأة أتت النبي صلى الله عليه وسلم فمسح وجهها وكانوا\r\nيأتونه فيمسح وجوههن ويدعو لهن فقالت يا رسول الله\r\nطأطئ يدك قال فدفعها وقال إليك عني\r\n( 4289 ) حدثنا أبو الربيع الزهراني حدثنا\r\nحماد قال سمعت حنظلة بن عبد الله قال\r\nسمعت أنس بن مالك يقول قيل يا رسول الله أينحني\r\nبعضنا لبعض إذا التقينا قال لا قلت فيلتزم بعضنا لبعض\r\nقال لا قال فيصافح بعضنا بعضا قال نعم\r\n","description":"","footnote":"","page_name":" 270 ","page_number":270},
  {"content":"\r\n( 4290 ) حدثنا أبو سعيد الأشج حدثنا عقبة بن\r\nخالد حدثني عنبسة القاص حدثنا حنظلة\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم عمر الذباب\r\nأربعون يوما والذباب كله في النار\r\n( 4291 ) حدثنا صالح بن حرب أبو معمر\r\nحدثنا سلام بن أبي خبزة حدثنا حنظلة\r\nعن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم من أكل\r\nمن هاتين الشجرتين الثوم والبصل فلا يقربن من مصلانا\r\nوليأتني أمسح وجهه وأعوذه\r\n( 4292 ) حدثنا واصل بن عبد الأعلى الكوفي\r\n","description":"","footnote":"","page_name":" 271 ","page_number":271},
  {"content":"\r\nحدثنا بن فضيل عن عبد الرحمن بن إسحاق عن الحسين بن\r\nأبي سفيان\r\nعن أنس بن مالك قال زار رسول الله صلى الله عليه وسلم أم سليم\r\nفصلى في بيتها صلاة تطوع فقال يا أم سليم إذا صليت\r\nالمكتوبة فقولي سبحان الله عشرا والله أكبر عشرا ثم سلي\r\nما شئت فإنه يقول لك نعم ثلاث مرات\r\n( 4293 ) حدثنا منصور بن أبي مزاحم حدثنا\r\nعمر بن أبي خليفة عن ضرار بن مسلم قال سمعته ذكره\r\n","description":"","footnote":"","page_name":" 272 ","page_number":272},
  {"content":"\r\nعن أنس بن مالك قال أوصاني رسول الله صلى الله عليه وسلم قال يا\r\nأنس أسبغ الوضوء يزد في عمرك يا أنس صل صلاة الضحى\r\nفإنها صلاة الأوابين من قبلك يا أنس سلم على أهل بيتك\r\nتكثر حسناتك يا أنس سلم على من لقيت من أمتي تكثر\r\nحسناتك يا أنس أكثر الصلاة بالليل والنهار يحبك حافظاك\r\nيا أنس بت وأنت طاهر فإن مت مت شهيدا يا أنس وقر\r\nالكبير وارحم الصغير\r\n","description":"","footnote":"","page_name":" 273 ","page_number":273},
  {"content":"\r\n( 4294 ) حدثنا أبو سعيد الأشج قال حدثني\r\nعقبة بن خالد قال حدثني يوسف بن إبراهيم التميمي\r\nأنه سمع أنس بن مالك يقول سئل رسول الله صلى الله عليه وسلم أي\r\nأهل بيتك أحب إليك قال الحسن والحسين\r\nقال فكان يقول لفاطمة أدعي ابني فيشمهما\r\nويضمهما إليه\r\n( 4295 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\nجعفر بن سليمان حدثنا شبيل بن عزرة قال\r\nدخلت أنا وقتادة على أنس بن مالك فحدثنا أنس بن\r\nمالك قال رسول الله صلى الله عليه وسلم مثل الجليس الصالح مثل العطار\r\nإن أصابك منه وإلا أصابك من ريحه ومثل الجليس السوء\r\n","description":"","footnote":"","page_name":" 274 ","page_number":274},
  {"content":"\r\nمثل القين إن أصابك منه وإلا أصابك من دخانه\r\n( 4296 ) حدثنا عبيد الله بن عمر بن ميسرة\r\nحدثنا السكن بن إسماعيل الأصم حدثنا زياد\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم الدال على الخير\r\nكفاعله والله يحب إغاثة اللهفان\r\n","description":"","footnote":"","page_name":" 275 ","page_number":275},
  {"content":"\r\n( 4297 ) حدثنا عبد الأعلى بن حماد حدثنا\r\nبشر بن السري حدثنا عمارة بن زاذان عن زياد النميري\r\nعن أنس بن مالك قال كان رسول الله صلى الله عليه وسلم إذا علا نشزا\r\nمن الأرض يقول اللهم لك الشرف على كل شرف ولك\r\nالحمد على كل حال\r\n","description":"","footnote":"","page_name":" 276 ","page_number":276},
  {"content":"\r\n( 4298 ) حدثنا نافع بن خالد الطاحي ومحمد\r\nبن بحر قالا حدثنا نوح بن قيس حدثنا عبد الرحمن مولى\r\nقيس عن زياد النميري\r\nعن أنس بن مالك عن النبي صلى الله عليه وسلم أنه قال من بنى لله\r\nمسجدا صغيرا كان أو كبيرا بنى الله له بيتا في الجنة\r\n( 4299 ) حدثنا أبو الجهم الأزرق بن علي\r\nحدثنا يحيى بن أبي بكير حدثنا الحسن بن صالح عن جابر\r\nالجعفي عن زياد النميري\r\nعن أنس بن مالك قال اتى رسول الله صلى الله عليه وسلم شجرة فهزها\r\nحتى تساقط من ورقها ما شاء الله أن يتساقط ثم قال الأوجاع\r\nوالمصيبات أسرع في ذنوب بن آدم مني في هذه الشجرة\r\n","description":"","footnote":"","page_name":" 277 ","page_number":277},
  {"content":"\r\n( 4300 ) حدثنا محمد بن بحر في بلهجيم\r\nبالبصرة حدثني عدي بن أبي عمارة الجرمي حدثنا زياد\r\nالنميري\r\nعن أنس بن مالك قال كنا مع رسول الله صلى الله عليه وسلم فدخل دارا\r\nمن دور بني النجار فخرج إلينا منتقعا لونه فقال من أهل هذه\r\nالقبور قالوا قبور ماتوا في الجاهلية قال ثم أقبل علينا\r\nفقال تعوذوا بالله من عذاب القبور فوالذي نفسي بيده لقد رأيت\r\nأبدانهم كيف يعذبون في قبورهم\r\n( 4301 ) حدثنا محمد بن بحر حدثنا عدي بن\r\nأبي عمارة حدثنا زياد النميري\r\n","description":"","footnote":"","page_name":" 278 ","page_number":278},
  {"content":"\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم إن الشيطان\r\nواضع خطمه على قلب بن آدم فإن ذكر الله خنس وإن نسي\r\nالتقم قلبه فذلك الوسواس الخناس\r\n( 4302 ) حدثنا أبو خيثمة حدثنا معلى بن\r\nمنصور أخبرني محمد بن مسلم قال سمعت زياد النميري\r\nيحدث\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم بينما رجل\r\nممن كان قبلكم يخرج في بردين فاختال فيهما فأمر الله\r\nالأرض فأخذته فهو يتجلجل فيها إلى يوم القيامة\r\n","description":"","footnote":"","page_name":" 279 ","page_number":279},
  {"content":"\r\n( 4303 ) حدثنا أبو خيثمة حدثنا معلى بن\r\nمنصور حدثنا محمد بن مسلم أبو سعيد قال حدثني زياد\r\nالنميري\r\nعن أنس بن مالك عن النبي صلى الله عليه وسلم قال اشتكت النار إلى\r\nربها فقالت رب أكل بعضي بعضا فجعل لها نفسين نفسا\r\nفي الشتاء ونفسا في الصيف فشدة ما تجدون من الحر حرها\r\nوشدة ما تجدون من البرد من زمهريرها\r\n","description":"","footnote":"","page_name":" 280 ","page_number":280},
  {"content":"\r\n( 4304 ) حدثنا عبد الواحد بن غياث حدثنا أبو\r\nجناب قال حدثني زياد النميري قال أبو جناب حلف ثلاثة\r\nأيمان بالله الذي لا إله إلا هو الرحمن الرحيم\r\nأنه سمع أنس بن مالك وحلف بالله الذي لا إله إلا هو\r\nالرحمن الرحيم أنه سمع النبي صلى الله عليه وسلم يقول الشفاعة لأهل\r\nالكبائر من أمتي\r\n( 4305 ) وعن أنس عن النبي صلى الله عليه وسلم قال انا\r\nسيد ولد آدم ولا فخر وأنا أول من تنشق عنه الأرض ولا\r\nفخر وأنا أول من يأخذ بحلقة باب الجنة ولا فخر ولواء\r\nالحمد بيدي ولا فخر\r\n","description":"","footnote":"","page_name":" 281 ","page_number":281},
  {"content":"\r\n( 4306 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nشريك عن عبد الله بن عيسى عن عبد الله بن جبر\r\n","description":"","footnote":"","page_name":" 282 ","page_number":282},
  {"content":"\r\nعن أنس قال كان شاب يهودي يخدم النبي صلى الله عليه وسلم فمرض\r\nفأتاه النبي صلى الله عليه وسلم يعوده فقال أتشهد أن لا إله إلا الله وأني رسول\r\nالله قال فجعل ينظر إلى أبيه فقال له قل كما يقول لك\r\nمحمد فقال فقبل ثم مات فقال النبي صلى الله عليه وسلم لأصحابه صلوا\r\nعلى صاحبكم\r\n","description":"","footnote":"","page_name":" 283 ","page_number":283},
  {"content":"\r\n( 4307 ) حدثنا أبو خيثمة حدثنا شجاع بن\r\nالوليد حدثنا أبو خالد الذي يكون في بني دالان عن عبد الله\r\nبن عيسى عن عبد الله بن جبر الأنصاري\r\nعن أنس بن مالك قال سمعت رسول الله صلى الله عليه وسلم يقول\r\nيكفي أحدكم من الوضوء مد ومن الغسل صاع\r\n","description":"","footnote":"","page_name":" 284 ","page_number":284},
  {"content":"\r\n( 4308 ) حدثنا أبو خيثمة زهير بن حرب وأبو\r\nسعيد القواريري واللفظ لأبي خيثمة قالا حدثنا عبد الرحمن\r\nحدثنا شعبة عن عبد الله بن عبد الله بن جبر قال\r\nسمعت أنسا يقول قال رسول الله صلى الله عليه وسلم آية المؤمن حب\r\n","description":"","footnote":"","page_name":" 285 ","page_number":285},
  {"content":"\r\nالأنصار وآية المنافق بغض الأنصار\r\n( 4309 ) حدثنا أبو خيثمة حدثنا عبد الرحمن\r\nحدثنا سفيان عن عبد الله بن عبد الله بن جبر قال\r\nسمعت أنسا يقول كان رسول الله صلى الله عليه وسلم وبعض أزواجه\r\nيغتسلان من إناء واحد\r\n( 4310 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nيزيد بن هارون عن العوام بن حوشب قال حدثني سليمان بن\r\nأبي سليمان مولى بن عباس\r\nعن أنس بن مالك أن رسول الله صلى الله عليه وسلم قال لما خلق الله\r\nالأرض جعلت تميد فخلق الجبال فألقاها عليها فاستقرت\r\nفتعجبت الملائكة من خلق الجبال فقالت يا رب هل من\r\nخلقك شئ أشد من الجبال قال نعم الحديد قالت يا\r\nرب فهل من خلقك شئ أشد من الحديد قال نعم النار\r\nقالت يا رب فهل من خلقك شئ أشد من النار قال نعم\r\n","description":"","footnote":"","page_name":" 286 ","page_number":286},
  {"content":"\r\nالماء قالت يا رب فهل من خلقك شئ أشد من الماء\r\nقال نعم الريح قالت يا رب فهل من خلقك شئ أشد من\r\nالريح قال نعم الانسان يتصدق بيمينه ويخفيها من\r\nشماله\r\n( 4311 ) حدثنا أبو بكر بن أبي شيبة وأبو خيثمة\r\nزهير بن حرب قالا حدثنا أبو معاوية عن جعفر بن برقان عن\r\nبن أبي نشبة\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم ثلاث من أصل\r\nالاسلام الكف عمن قال لا إله إلا الله لا يكفره بذنب ولا\r\nيخرجه من الاسلام بعمل والجهاد ماض منذ بعثني الله إلى\r\nأن يقاتل آخر أمتي الدجال لا يبطله جور جائر ولا عدل عادل\r\nوالايمان بالاقدار كلها\r\n( 4312 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\nمحمد بن خازم حدثنا جعفر بن برقان عن بن أبي نشبة\r\n","description":"","footnote":"","page_name":" 287 ","page_number":287},
  {"content":"\r\nعن أنس قال رسول الله صلى الله عليه وسلم ثلاث من أصل الايمان\r\nالكف عمن قال لا إله إلا الله لا يكفره بذنب ولا يخرجه\r\nمن الاسلام بفعل والجهاد ماض منذ بعثني الله إلى أن تقاتل\r\nأمتي الدجال لا يبطله جور جائر ولا عدل عادل والايمان\r\nبالاقدار كلها\r\n( 4313 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nوكيع حدثنا سفيان عن القاسم بن شريح عن أبي بحر\r\nعن أنس قال رسول الله صلى الله عليه وسلم عجبا للمؤمن إن الله لا\r\nيقضي له قضاء إلا كان خيرا له\r\n( 4314 ) حدثنا إبراهيم بن الحجاج السامي\r\nحدثنا مهدي بن ميمون عن غيلان بن جرير\r\nعن أنس قال إنكم لتعملون أعمالا هي أدق في أعينكم\r\nمن الشعر كنا نعدها على عهد رسول الله صلى الله عليه وسلم من الموبقات\r\n( 4315 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\n","description":"","footnote":"","page_name":" 288 ","page_number":288},
  {"content":"\r\nوكيع عن عثمان بن سعد قال\r\nسمعت أنس بن مالك يقول كان رسول الله صلى الله عليه وسلم إذا نزل\r\nمنزلا لم يرتحل منه حتى يودعه بركعتين\r\n( 4316 ) حدثنا سفيان بن وكيع بن الجراح\r\nحدثنا أبي عن عثمان بن سعد\r\nعن أنس بن مالك قال كان النبي صلى الله عليه وسلم إذا سافر فنزل\r\nمنزلا فأراد أن يرتحل ودع المنزل بركعتين\r\n","description":"","footnote":"","page_name":" 289 ","page_number":289},
  {"content":"\r\n( 4317 ) حدثنا محمد بن عبيد بن حساب\r\nحدثنا أبو عوانة عن أبي عثمان\r\nعن أنس قال قال لي رسول الله صلى الله عليه وسلم يا بني !\r\n( 4318 ) حدثنا عبيد الله بن عمر القواريري\r\nحدثنا فضيل بن عياض عن منصور عن ربعي بن حراش عن\r\nأبي الأبيض\r\nعن أنس بن مالك قال كنا نصلي مع النبي صلى الله عليه وسلم العصر\r\nوالشمس بيضاء محلقة فآتي عشيرتي فأجدهم جلوسا فأقول\r\nلهم قوموا فصلوا فقد صلى رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 290 ","page_number":290},
  {"content":"\r\n( 4319 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nوكيع عن هشام عن يحيى بن أبي كثير\r\nعن أنس قال كان رسول الله صلى الله عليه وسلم إذا أكلوا عند أهل\r\nبيت قال أفطر عندكم الصائمون وأكل طعامكم الأبرار\r\nوصلت عليكم الملائكة\r\n","description":"","footnote":"","page_name":" 291 ","page_number":291},
  {"content":"\r\n( 4320 ) حدثنا عقبة بن مكرم حدثنا يونس بن\r\nبكير حدثنا هشام الدستوائي عن يحيى بن أبي كثير\r\nعن أنس بن مالك قال كان رسول الله صلى الله عليه وسلم إذا أفطر عند\r\nأهل بيت قال أفطر عندكم الصائمون وأكل طعامكم\r\nالأبرار وتنزلت عليكم الملائكة\r\n( 4321 ) حدثنا أبو خيثمة حدثنا يزيد بن\r\nهارون أخبرنا هشام الدستوائي عن يحيى بن أبي كثير\r\nعن أنس بن مالك قال كان رسول الله صلى الله عليه وسلم إذا أفطر عند\r\nقوم قال أفطر عندكم الصائمون وأكل طعامكم الأبرار\r\nوتنزلت عليكم الملائكة\r\n( 4322 ) حدثنا أحمد بن عيسى المصري\r\n","description":"","footnote":"","page_name":" 292 ","page_number":292},
  {"content":"\r\nحدثنا ان وهب أخبرني الخليل بن مرة أن يحيى بن أبي كثير\r\nاليمامي حدثه\r\nعن أنس بن مالك أن رسول الله صلى الله عليه وسلم كان إذا أفطر عند\r\nأهل بيت قال أفطر عندكم الصائمون وأكل طعامكم\r\nالأبرار وتنزلت عليكم الملائكة\r\n( 4323 ) حدثنا محمد بن إسحاق المسيبي\r\nقال حدثني عبد الله بن نافع عن عمر بن ذكوان عن داود بن\r\nبكر عن زياد بن أبي زياد\r\nعن أنس بن مالك أن النبي صلى الله عليه وسلم قال إنه سيكون بعدي\r\nأئمة فسقة يصلون الصلاة لغير وقتها فإذا فعلوا ذلك فصلوا\r\nالصلاة لوقتها واجعلوا الصلاة معهم نافلة\r\n","description":"","footnote":"","page_name":" 293 ","page_number":293},
  {"content":"\r\n( 4324 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nوكيع عن شعبة عن حمزة الضبي قال\r\nسمعت أنسا يقول كان رسول الله صلى الله عليه وسلم إذا نزل منزلا لم\r\nيرتحل حتى يصلي الظهر قال فقال له محمد بن عمرو وإن\r\nكان بنصف النهار قال وإن كان بنصف النهار\r\n( 4325 ) حدثنا أبو خيثمة حدثنا وكيع حدثنا\r\nشعبة عن حمزة الضبي قال\r\nسمعت أنس بن مالك يقول كان رسول الله صلى الله عليه وسلم إذا نزل\r\nمنزلا لم يرتحل حتى يصلي الظهر فقال له محمد بن عمرو يا\r\nأبا حمزة وإن كان بنصف النهار قال وإن كان بنصف النهار\r\n","description":"","footnote":"","page_name":" 294 ","page_number":294},
  {"content":"\r\n( 4326 ) حدثنا أبو خيثمة حدثنا يحيى عن\r\nشعبة عن حمزة العائذي قال\r\nسمعت أنس بن مالك قال كان رسول الله صلى الله عليه وسلم إذا نزل\r\nمنزلا لم يرتحل منه حتى يصلي الظهر قال فقال له رجل\r\nوإن كان بنصف النهار قال وإن كان بنصف النهار\r\n( 4327 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nوكيع عن شعبة عن عتاب مولى هرمز قال\r\nسمعت أنس بن مالك يقول بايعنا رسول الله صلى الله عليه وسلم على\r\nالسمع والطاعة فقال فيما استطعتم\r\n( 4328 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nوكيع عن الحكم بن عطية عن أبي المخيس اليشكري\r\n","description":"","footnote":"","page_name":" 295 ","page_number":295},
  {"content":"\r\nعن أنس بن مالك قيل يا رسول الله استشهد فلان\r\nمولاك قال كلا إني رأيت عليه عباءة غلها يوم كذا\r\nوكذا\r\n( 4329 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nزيد بن الحباب قال حدثني فليح بن سليمان المديني حدثنا\r\nعثمان بن عبد الرحمن\r\nأنه سمع أنس بن مالك يقول كنا نصلي مع رسول\r\nالله صلى الله عليه وسلم الجمعة إذا مالت الشمس\r\n","description":"","footnote":"","page_name":" 296 ","page_number":296},
  {"content":"\r\n( 4330 ) حدثنا أبو خيثمة حدثنا يونس بن\r\nمحمد حدثنا فليح عن عثمان بن عبد الرحمن\r\nأن أنس بن مالك أخبره أن رسول الله صلى الله عليه وسلم كان يصلي\r\nالعصر بقدر ما يذهب الرجل إلى بني حارثة بن الحارث ويرجع\r\nقبل غروب الشمس وبقدر ما ينحر الرجل الجزور ويعضيها\r\nلغروب الشمس وكان لا يصلي الجمعة حتى تميل الشمس\r\nوكان إذا خرج إلى مكة صلى الظهر بالشجرة ركعتين\r\n","description":"","footnote":"","page_name":" 297 ","page_number":297},
  {"content":"\r\n( 4331 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nعبد الله بن نمير عن سعد بن سعيد\r\nحدثني أنس بن مالك قال بعثني أبو طلحة إلى رسول\r\nالله صلى الله عليه وسلم لادعوه وقد جعل له طعاما قال فأقبلت ورسول\r\nالله صلى الله عليه وسلم مع الناس قال فنظر إلي فاستحييت فقلت أجب\r\nأبا طلحة فقال للناس قوموا\r\nفقال أبو طلحة يا رسول الله إنما صنعت شيئا لك قال\r\nفمسها رسول الله صلى الله عليه وسلم ودعا لها فيه بالبركة وقال أدخل نفرا من\r\nأصحابي عشرة قال كلوا فأخرج لهم شيئا بين أصابعه\r\nفأكلوا حتى شبعوا وخرجوا فما زال يدخل عشرة ويخرج\r\nعشرة حتى لم يبق منهم أحد إلا دخل فأكل حتى شبع قال\r\nثم هيأها فإذا هي مثلها حين أكلوا منها\r\n( 4332 ) حدثنا أبو بكر بن أبي شيبة حدثنا أبو\r\nأسامة ومحمد بن بشر عن زكريا بن\r\nأبي زائدة\r\nعن سعيد بن أبي بردة عن أنس بن مالك قال رسول الله صلى الله عليه وسلم إن الله ليرضى\r\n","description":"","footnote":"","page_name":" 298 ","page_number":298},
  {"content":"\r\nعن العبد يأكل الأكلة أو يشرب الشربة فيحمده عليها\r\n( 4333 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nمحمد بن بشر حدثنا زكريا قال حدثني سعيد بن أبي بردة\r\nعن أنس قال خدمت رسول الله صلى الله عليه وسلم تسع سنين فما\r\nأعلمه قال لي قط ما فعلت كذا وكذا أو عاب علي شيئا\r\nقط\r\n","description":"","footnote":"","page_name":" 299 ","page_number":299},
  {"content":"\r\n( 4334 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nإسحاق بن يوسف حدثنا زكريا عن سعيد بن أبي بردة\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم إن الله ليرضى\r\nعن العبد أن يأخذ الأكلة فيحمد الله عليها أو يشرب\r\nالشربة\r\n( 4335 ) حدثنا زهير بن حرب حدثنا إسحاق\r\nبن يوسف حدثنا زكريا بن أبي زائدة عن سعيد بن أبي بردة\r\nعن أنس قال خدمت رسول الله صلى الله عليه وسلم تسع سنين فما\r\nأعلمه قال لي قط لم فعلت كذا وكذا ولا عاب علي شيئا\r\nقط\r\n( 4336 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nمعلى بن منصور وخالد بن مخلد عن عبد الله بن جعفر عن\r\nإسماعيل بن محمد بن سعد\r\nعن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم صلاة\r\nالقاعد على مثل نصف صلاة القائم\r\n","description":"","footnote":"","page_name":" 300 ","page_number":300},
  {"content":"\r\n( 4337 ) حدثنا محمد بن إسماعيل بن أبي\r\nسمينة حدثنا عبد الرحمن بن مهدي حدثنا أبان بن خالد عن\r\nعبيد الله بن رواحة\r\nعن أنس بن مالك قال كان رسول الله صلى الله عليه وسلم لا يصلي الضحى\r\nإلا أن يقدم من سفر أو يخرج\r\n","description":"","footnote":"","page_name":" 301 ","page_number":301},
  {"content":"\r\n( 4338 ) حدثنا أبو بكر بن أبي شيبة حدثنا زيد\r\nبن الحباب قال حدثني الربيع بن سليم قال حدثني أبو\r\nعمرو مولى أنس بن مالك\r\nأنه سمع أنس بن مالك يقول قال رسول الله صلى الله عليه وسلم من\r\nخزن لسانه ستر الله عورته ومن كف غضبه كف الله عنه\r\nعذابه ومن اعتذر إلى الله قبل الله منه عذره\r\n","description":"","footnote":"","page_name":" 302 ","page_number":302},
  {"content":"\r\n( 4339 ) حدثنا عبد الله بن عون الخراز\r\nحدثنا مروان بن معاوية حدثنا إسماعيل بن أبي خالد عن\r\nنفيع\r\nعن أنس عن النبي صلى الله عليه وسلم قال ما من أحد يوم القيامة\r\nغني ولا فقير إلا ود أنما كان أوتي في الدنيا قوتا\r\n( 4340 ) حدثنا أبو بكر بن أبي شيبة حدثنا زيد\r\nبن الحباب حدثنا الحسين بن واقد قال حدثني معاذ بن\r\nحرملة الأزدي قال\r\nسمعت أنس بن مالك يقول قال رسول الله صلى الله عليه وسلم يأتي\r\n","description":"","footnote":"","page_name":" 303 ","page_number":303},
  {"content":"\r\nعلى الناس زمان يمطر الناس مطرا عاما ولا تنبت الأرض\r\nشيئا\r\n( 4341 ) حدثنا عبد الله بن عون حدثنا أبو\r\nمعاوية حدثنا إسماعيل بن أبي خالد عن أبي داود\r\nعن أنس قال رسول الله صلى الله عليه وسلم ما من ذي غنى إلا سيود\r\nيوم القيامة لو كان إنما أوتي في الدنيا قوتا\r\n( 4342 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nعبيد بن سعيد قال سمعت شعبة يذكر عن أبي مسلمة الأزدي\r\nقال\r\nسألت أنس بن مالك أكان رسول الله صلى الله عليه وسلم يصلي في\r\nنعليه قال نعم\r\n","description":"","footnote":"","page_name":" 304 ","page_number":304},
  {"content":"\r\n( 4343 ) حدثنا هارون بن معروف حدثنا\r\nعبد الرحمن يعني المقرئ حدثنا سعيد قال حدثني\r\nالضحاك بن شرحبيل العكي عن أعين البصري\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم من ترك يعني\r\nمالا فلأهله ومن ترك دينا فعلى الله ورسوله\r\n( 4344 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nعبد الله بن نمير عن محمد بن إسماعيل عن عمارة بن عاصم\r\nقال\r\nدخلت على أنس بن مالك بيته فسألته عن النبيذ فقال\r\nنهى رسول الله صلى الله عليه وسلم عن الدباء والمزفت قلت والحنتم فأعادها\r\nعلي قلنا ما الحنتم قال الجر الأخضر\r\n","description":"","footnote":"","page_name":" 305 ","page_number":305},
  {"content":"\r\nقال أنس بن مالك يا جارية ائتني بذاك الجر الأخضر\r\nفأتته بجر فصب لي فيه قدح نبيذ فشربته ثم قال ما رأيت\r\nجرا أخضر حتى ذهب رسول الله صلى الله عليه وسلم ولكن الحنتم جرار خضر\r\nكانت تأتينا من مصر\r\nثم أتته الجارية فقالت الصلاة أصلحك الله قال أي\r\nالصلاة قالت صلاة العصر فقلت قد صليتها قبل أن\r\nأدخل إليك قال استأخري عني لم تأت العصر بعد ثم\r\nراجعته فقال لها مثل قوله الأول ثم راجعته فقالت له\r\nفقال قد سمعت ما قلت ناوليني وضوءا فإن الناس يصلون\r\nهذه الصلاة قبل وقتها ثم صلى\r\n( 4345 ) حدثنا أبو خيثمة حدثنا الحسن بن\r\nموسى حدثنا زهير عن أبي إسحاق عن أبي أسماء\r\nالصقيل\r\nعن أنس بن مالك قال خرجنا نصرخ بالحج فلما\r\nقدمنا مكة أمرنا رسول الله صلى الله عليه وسلم أن نجعلها عمرة وقال لو أني\r\n","description":"","footnote":"","page_name":" 306 ","page_number":306},
  {"content":"\r\nاستقبلت من أمري ما استدبرت لجعلتها عمرة ولكني سقت\r\nالهدي وقرنت الحج والعمرة\r\n( 4346 ) حدثنا عمرو بن الضحاك بن مخلد\r\nحدثنا أبي حدثنا شبيب بن بشر\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم عينان لا تمسهما\r\n","description":"","footnote":"","page_name":" 307 ","page_number":307},
  {"content":"\r\nالنار أبدا عين باتت تكلا المسلمين في سبيل الله وعين\r\nبكت من خشية الله\r\n( 4347 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nالفضل بن دكين عن زهير عن عثمان بن حكيم عن إبراهيم\r\nبن محمد بن حاطب عن أبي طلحة الأسدي\r\nعن أنس بن مالك أن رسول الله صلى الله عليه وسلم خرج فرأى قبة\r\nمشرفة فقال ما هذه قال له أصحابه هذه لرجل من\r\nالأنصار فمكث وحملها في نفسه حتى إذا جاء صاحبها رسول\r\n","description":"","footnote":"","page_name":" 308 ","page_number":308},
  {"content":"\r\nالله فسلم في الناس أعرض عنه فصنع ذلك به مرارا حتى\r\nعرف الرجل الغضب فيه والاعراض عنه فشكا ذلك إلى\r\nأصحابه فقال والله إني لأنكر نظر رسول الله صلى الله عليه وسلم ما أدري ما\r\nحديث في وما صنعت قالوا خرج رسول الله صلى الله عليه وسلم فرأى قبتك\r\nفقال لمن هذه فأخبرناه فرجع إلى قبته فسواها بالأرض\r\nفخرج رسول الله صلى الله عليه وسلم ذات يوم فلم ير القبة فقال ما فعلت\r\nالقبة التي كانت ها هنا قال شكا إلينا صاحبها إعراضك عنه\r\nفأخبرناه فهدمها قال إن كل بناء بني وبال على صاحبه يوم\r\nالقيامة إلا ما لا بد منه\r\n","description":"","footnote":"","page_name":" 309 ","page_number":309},
  {"content":"\r\n( 4348 ) حدثنا أبو خيثمة حدثنا جعفر بن\r\nعون حدثنا أبو العميس حدثنا أبو طلحة قال\r\nقدم أنس الكوفة قال فأتاه الناس فقالوا حدثنا\r\nما سمعت من رسول الله صلى الله عليه وسلم\r\nقال وهو يقول إليكم عني أيها الناس حتى ألجؤوه إلى\r\nحائط القصر ثم قال يا أيها الناس لو تعلمون ما أعلم\r\nلضحكتم قليلا ولبكيتم كثيرا أيها الناس انصرفوا عني\r\nفانصرفوا\r\n( 4349 ) حدثنا محمد بن إسماعيل البختري\r\nالواسطي أبو عبد الله المكفوف حدثنا يزيد بن هارون حدثنا\r\nعبد الرحيم بن زيد العمي عن أبيه\r\nعن أنس بن مالك أن النبي صلى الله عليه وسلم قال من تزوج فقد\r\nأعطي نصف العبادة\r\n","description":"","footnote":"","page_name":" 310 ","page_number":310},
  {"content":"\r\n( 4350 ) حدثنا أبو الربيع الزهراني حدثنا\r\nحماد حدثنا معبد بن هلال العنزي قال اجتمع رهط من\r\nأهل البصرة وأنا فيهم\r\nفأتينا أنس بن مالك وشفعنا إليه بثابت البناني فدخلنا\r\nعليه فأجلس ثابتا معه على السرير فقلت لا تسألوه عن\r\nشئ غير هذا الحديث\r\nفقال ثابت يا أبا حمزة إخوانك من أهل البصرة جاؤوا\r\nيسألونك عن حديث رسول الله صلى الله عليه وسلم في الشفاعة فقال حدثنا\r\nمحمد صلى الله عليه وسلم قال إذا كان يوم القيامة ماج الناس بعضهم في\r\nبعض فيؤتى آدم فيقولون يا آدم اشفع لذريتك فيقول لست\r\nلها ولكن ائتوا إبراهيم فإنه خليل الله فيؤتى إبراهيم فيقول\r\nلست لها ولكن عليكم بموسى فإنه كليم الله فيؤتى موسى\r\nصفوة الله فيقول لست لها ولكن عليكم بعيسى فإنه روح الله\r\nوكلمته فيؤتى عيسى فيقول لست لها ولكن عليكم\r\nبمحمد صلى الله عليه وسلم فأوتى فأقول أنا لها فأنطلق فأستأذن على ربي\r\nفيؤذن لي عليه فأقوم بين يديه مقاما فيلهمني فيه محامد لا\r\nأقدر عليها الآن فأحمده بتلك المحامد ثم أخر له ساجدا\r\nفيقال لي يا محمد ارفع رأسك وقل يسمع لك وسل تعط\r\nواشفع تشفع\r\nفأقول أي رب أمتي أمتي فيقال لي انطلق فمن كان في\r\n","description":"","footnote":"","page_name":" 311 ","page_number":311},
  {"content":"\r\nقلبه مثقال برة أو مثقال شعيرة من إيمان فأخرجه فأنطلق\r\nفأفعل ثم أعود فأحمده بتلك المحامد فأخر له ساجدا فيقال\r\nيا محمد ارفع رأسك وقل يسمع وسل تعط واشفع تشفع\r\nفأقول أي رب أمتي أمتي فيقال لي انطلق فمن كان\r\nفي قلبه مثقال ذرة أو مثقال خردلة من إيمان فأخرجه منها\r\nفأنطلق فأفعل ثم أرجع فأحمده بتلك المحامد ثم أخر له\r\nساجدا فيقال يا محمد ارفع رأسك وقل يسمع لك وسل\r\nتعط واشفع تشفع فأقول أي رب أمتي أمتي فيقال لي\r\nانطلق فمن كان في قلبه أدنى أدنى من مثقال حبة خردل من\r\nإيمان فأخرجه من النار من النار من النار\r\nفلما رجعنا من عند أنس قلت لأصحابي هل لكم في\r\nالحسن وهو مستخف في منزل أبي خليفة في عبد القيس\r\nفأتيناه فدخلنا عليه فقلنا جئنا من عند أخيك أنس فلم نسمع\r\nمثل ما حدثنا في الشفاعة قال كيف حدثكم قال فحدثناه\r\nالحديث حتى إذا بلغنا قال هيه قلنا لم يزدنا على هذا\r\n( 4351 ) قال قد حدثنا هذا الحديث وهو\r\nجميع حدثني منذ عشرين سنة ولقد ترك شيئا فلا أدري أنسي\r\nالشيخ أم كره أن يحدثكموه فتتكلوا\r\n","description":"","footnote":"","page_name":" 312 ","page_number":312},
  {"content":"\r\nحدثني ثم قال في الرابعة ثم أعود فأخر له ساجدا\r\nثم أحمد بتلك المحامد فيقال لي يا محمد ارفع رأسك\r\nوقل يسمع وسل تعط واشفع تشفع فأقول أي رب ائذن\r\nفيمن قال لا إله إلا الله بها صادقا قال فيقال ليس لك\r\nوعزتي وكبريائي وعظمتي لأخرجن منها من قال لا إله إلا الله\r\nقال فأشهد على الحسن الحديث لحدثنا بهذا الحديث\r\nيوم حدث أنس !\r\n( 4352 ) حدثنا شيبان بن فروخ حدثنا عقبة بن\r\nعبد الله الرفاعي الأصم عن الجعد أبي عثمان قال\r\nصلى أنس بن مالك في مسجد بني رفاعة ها هنا فأمر\r\nرجلا من أصحابه أن يؤذن فصلى بهم الصبح فلما أن فرغ من\r\nصلاته أقبل على القوم فقال كان رسول الله صلى الله عليه وسلم إذا صلى\r\nبأصحابه أقبل على القوم فقال اللهم إني أعوذ بك من عمل\r\nيخزيني اللهم إني أعوذ بك من غنى يطغيني اللهم إني أعوذ\r\nبك من صاحب يرديني اللهم إني أعوذ بك من أمر يلهيني\r\nاللهم إني أعوذ بك من فقر ينسيني\r\n","description":"","footnote":"","page_name":" 313 ","page_number":313},
  {"content":"\r\n( 4353 ) حدثنا محمد بن بحر حدثنا محمد بن\r\nيعلى حدثنا عنبسة بن عبد الرحمن عن بن علاق\r\nعن أنس بن مالك قال رسول الله صلى الله عليه وسلم تعشوا ولو\r\nبكف من حشف فإن ترك العشاء مهرمة\r\n( 4354 ) حدثنا قطن بن نسير الغبري حدثنا\r\n","description":"","footnote":"","page_name":" 314 ","page_number":314},
  {"content":"\r\nجعفر حدثنا الجعد أبو عثمان اليشكري\r\nعن أنس بن مالك قال سمعت أم سليم كلام رسول\r\nالله صلى الله عليه وسلم فقالت بأبي أنت وأمي يا رسول الله لو دعوت الله له\r\nدعوات قال أنس فدعا لي رسول الله صلى الله عليه وسلم بثلاث دعوات قد\r\nرأيت ثنتين في الدنيا وأرجو أن أرى الثالثة في الآخرة\r\n( 4355 ) حدثنا أبو الربيع الزهراني حدثنا\r\nحماد عن الجعد أبي عثمان قال\r\nمر بنا أنس بن مالك في مسجد بني ثعلبة فقال أصليتم\r\nقال قلنا نعم وذاك صلاة الصبح فأمر رجلا فأذن وأقام ثم\r\nصلى بأصحابه\r\n( 4356 ) حدثنا عمار أبو ياسر حدثنا جعفر بن\r\nسليمان الضبعي حدثنا الجعد أبو عثمان\r\n","description":"","footnote":"","page_name":" 315 ","page_number":315},
  {"content":"\r\nحدثنا أنس بن مالك قال اعرس النبي صلى الله عليه وسلم ببعض نسائه\r\nقال فصنعت له أم سليم حيسا ثم جعلته قي تور ثم قالت\r\nلي اذهب بهذا إلى رسول الله صلى الله عليه وسلم فأقرئه منا السلام وأخبره أن\r\nهذا لنا منه قليل\r\nقال أنس وكانوا يومئذ في جهد شديد قال فجئت به\r\nإلى رسول الله صلى الله عليه وسلم فقلت يا رسول الله إنه بعثت بها إليك أم\r\nسليم وهي تقرئك السلام وتقول إن هذا لك منا قليل قال\r\nفنظر إليه قال ضعه قال فوضعته ثم قال لي النبي صلى الله عليه وسلم\r\nاذهب فادع فلانا وفلانا حتى سمى رجالا كثيرا ومن\r\nلقيت قال فجئت والبيت والصفة والحجرة ملاى من\r\nالناس\r\n","description":"","footnote":"","page_name":" 316 ","page_number":316},
  {"content":"\r\nمسند عائشة\r\n( 4357 ) أخبرنا أبو يعلى أحمد بن علي بن المثنى\r\nالموصلي حدثنا شيبان بن فروخ حدثنا جرير بن حازم حدثنا\r\nنافع عن مولاة لفاكه بن المغيرة أنها دخلت على\r\n","description":"","footnote":"","page_name":" 317 ","page_number":317},
  {"content":"\r\nعائشة فرأت في بيتها رمحا موضوعا فقلت يا أم\r\nالمؤمنين ما تصنعين بهذا الرمح فقالت نقتل به هذه\r\nالأوزاغ فإن نبي الله صلى الله عليه وسلم أخبرنا أن إبراهيم حين ألقي في النار\r\nلم تكن دابة في الأرض إلا تطفئ عنه غير الوزغ كان ينفخ\r\nعليه فأمرنا نبي الله صلى الله عليه وسلم بقتله\r\n","description":"","footnote":"","page_name":" 318 ","page_number":318},
  {"content":"\r\nقال وأخبرني عبد الرحمن السراج أن اسمها سائبة قال\r\nشيبان يعني اسم مولاة فاكه\r\n( 4358 ) حدثنا شيبان بن فروخ حدثنا جرير\r\nحدثنا نافع عن مولاة لفاكه بن المغيرة\r\nعن عائشة قال تنهى رسول الله صلى الله عليه وسلم عن قتل الحيات\r\nالتي تكون في البيوت غير ذي الطفيتين والبتراء فإنهما يطمسان\r\nالابصار ويقتلان أولاد الحبالى في بطونهن ومن لم يقتلهما\r\nفليس منا\r\n","description":"","footnote":"","page_name":" 319 ","page_number":319},
  {"content":"\r\n( 4359 ) حدثنا شيبان حدثنا جرير حدثنا\r\nالأعمش عن أبي الضحى عن مسروق\r\nعن عائشة قالت قال رسول الله صلى الله عليه وسلم إذا تصدقت المرأة\r\nمن بيت زوجها غير مفسدة فلها أجرها ولزوجها أجر ما\r\n","description":"","footnote":"","page_name":" 320 ","page_number":320},
  {"content":"\r\nاكتسب ولها أجر ما نوت وللخازن مثل ذلك\r\n","description":"","footnote":"","page_name":" 321 ","page_number":321},
  {"content":"\r\n( 4360 ) حدثنا شيبان حدثنا مهدي بن ميمون\r\nحدثنا أبو عثمان الأنصاري عن القاسم بن محمد\r\nعن عائشة أنه سمعت النبي صلى الله عليه وسلم يقول كل مسكر حرام\r\nوما أسكر منه الفرق فملء الكف منه حرام\r\n","description":"","footnote":"","page_name":" 322 ","page_number":322},
  {"content":"\r\n","description":"","footnote":"","page_name":" 323 ","page_number":323},
  {"content":"\r\n( 4361 ) حدثنا عبد الأعلى بن حماد النرسي عن\r\nمالك عن عبد الرحمن بن القاسم عن أبيه\r\nعن عائشة أن النبي صلى الله عليه وسلم أفرد الحج !\r\n","description":"","footnote":"","page_name":" 324 ","page_number":324},
  {"content":"\r\n( 4362 ) حدثنا عبد الأعلى عن مالك عن أبي\r\nالأسود محمد بن عبد الرحمن بن نوفل كان يتيما في حجر\r\nعروة عن عروة بن الزبير\r\nعن عائشة أن النبي صلى الله عليه وسلم أفرد الحج !\r\n","description":"","footnote":"","page_name":" 325 ","page_number":325},
  {"content":"\r\n( 4363 ) حدثنا عبد الأعلى عن مالك عن\r\nالزهري عن سالم بن عبد الله بن عمر أن عبد الله بن\r\nمحمد بن أبي بكر الصديق أخبر عبد الله بن عمر\r\nعن عائشة أن رسول الله صلى الله عليه وسلم قال ألم تري إلى قومك\r\nحين بنوا الكعبة اقتصروا عن قواعد إبراهيم قالت قلت\r\nيا رسول الله أفلا تردها على قواعد إبراهيم فقال رسول\r\nالله صلى الله عليه وسلم لولا حداثة قومك بالكفر قال فقال عبد الله بن\r\nعمر لئن كانت عائشة سمعت هذا من رسول الله ما أرى\r\n","description":"","footnote":"","page_name":" 326 ","page_number":326},
  {"content":"\r\nرسول الله صلى الله عليه وسلم ترك استلام الركنين اللذين يليان الحجر إلا أن\r\nالبيت لم يتمم على قواعد إبراهيم\r\n","description":"","footnote":"","page_name":" 327 ","page_number":327},
  {"content":"\r\n( 4364 ) حدثنا عبد الأعلى عن مالك عن\r\nهشام بن عروة عن أبيه\r\nعن عائشة أنها قالت ما أبالي صليت في الحجر أو في\r\nالبيت\r\n","description":"","footnote":"","page_name":" 328 ","page_number":328},
  {"content":"\r\n( 4365 ) حدثنا شيبان بن فروخ حدثنا طيب بن\r\nسلمان قال سمعت عروة تقول\r\n","description":"","footnote":"","page_name":" 329 ","page_number":329},
  {"content":"\r\nسمعت أم المؤمنين تقول سمعت رسول الله صلى الله عليه وسلم يقول\r\nمن صلى الفجر أو قال الغداة فقعد في مقعده فلم يلغ\r\nبشئ من أمر الدنيا ويذكر الله حتى يصلي الضحى أربع\r\nركعات خرج من ذنوبه كيوم ولدته أمه لا ذنب له\r\n( 4366 ) حدثنا شيبان بن فروخ حدثنا طيب بن\r\nسلمان قال قالت عمرة\r\nسمعت أم المؤمنين تقول كان رسول الله صلى الله عليه وسلم يصلي\r\nالضحى أربع ركعات لا يفصل بينهن بكلام\r\n","description":"","footnote":"","page_name":" 330 ","page_number":330},
  {"content":"\r\n( 4367 ) حدثنا شيبان بن فروخ حدثنا طيب بن\r\nسلمان قال سمعت عمرة قالت\r\nوسمعت عائشة تقولان رسول الله صلى الله عليه وسلم كان ينهى عن\r\nالوصال في الصيام ويأمر بتبكير الافطار وتأخير السحور\r\n","description":"","footnote":"","page_name":" 331 ","page_number":331},
  {"content":"\r\n( 4368 ) حدثنا شيبان حدثنا أبو الربيع السمان\r\nحدثنا هشام بن عروة عن أبيه\r\nعن عائشة قالت قال رسول الله صلى الله عليه وسلم نبات الشعر في\r\nالانف أمان من الجذام\r\n( 4369 ) حدثنا شيبان حدثنا حرب بن سريج قال\r\nحدثتني زينب بنت يزيد بن راشق العتكية\r\n","description":"","footnote":"","page_name":" 332 ","page_number":332},
  {"content":"\r\nأنها سمعت عائشة تقول قال رسول الله صلى الله عليه وسلم إن الأمم\r\nالسالفة المئة أمة إذا شهدوا لعبد بخير وجبت له الجنة وإن\r\nأمتي الخمسون منهم أمة فإذا شهدوا لعبد بخير وجبت له\r\nالجنة\r\nوقالت زينب قال رجل من نساك أهل الشام يقال له\r\nشهر بن حوشب ما كان خلق رسول الله صلى الله عليه وسلم يا أم المؤمنين\r\nقالت القرآن يا بني\r\nقالت فقال شهر حسبكم ومن يطيق القرآن قالت\r\nمن طوقه الله يا بني\r\n","description":"","footnote":"","page_name":" 333 ","page_number":333},
  {"content":"\r\n( 4370 ) حدثنا شيبان حدثنا أبو عوانة عن\r\nالأعمش عن أبي الضحى عن مسروق قال\r\nقالت عائشة قد أوتر رسول الله صلى الله عليه وسلم من كل الليل ثم\r\nانتهى وتره إلى السحر\r\n","description":"","footnote":"","page_name":" 334 ","page_number":334},
  {"content":"\r\n( 4371 ) حدثنا أبو الربيع الزهراني حدثنا\r\nإسماعيل بن زكريا حدثنا الأعمش عن إبراهيم عن\r\nالأسود بن يزيد\r\nعن عائشة قال تخيرنا رسول الله صلى الله عليه وسلم فاخترناه فلم\r\nيجعله طلاقا\r\n","description":"","footnote":"","page_name":" 335 ","page_number":335},
  {"content":"\r\n","description":"","footnote":"","page_name":" 336 ","page_number":336},
  {"content":"\r\n( 4372 ) حدثنا أبو الربيع حدثنا إسماعيل بن\r\nزكريا حدثنا الأعمش عن مسلم عن مسروق عن عائشة\r\nبمثله !\r\n( 4373 ) حدثنا أبو معمر إسماعيل بن إبراهيم\r\nحدثنا عبد السلام بن حرب عن بديل بن ميسرة عن أبي\r\nالجوزاء\r\nعن عائشة أن رسول الله صلى الله عليه وسلم كان لا يزيد في الركعتين\r\nعلى التشهد\r\n","description":"","footnote":"","page_name":" 337 ","page_number":337},
  {"content":"\r\n( 4374 ) حدثنا أبو معمر حدثنا علي بن هاشم\r\nعن هشام بن عروة عن عبد الله بن أبي بكر بن محمد بن\r\nعمرو بن حزم عن عمرة\r\nعن عائشة قالت قال رسول الله صلى الله عليه وسلم يحرم من الرضاعة\r\nما يحرم من الولادة\r\n","description":"","footnote":"","page_name":" 338 ","page_number":338},
  {"content":"\r\n( 4375 ) حدثنا أبو معمر عن علي بن هاشم\r\nعن هشام بن عروة عن بكير بن وائل عن الزهري عن عروة\r\nعن عائشة قالت ما ضرب رسول الله صلى الله عليه وسلم امرأة قط ولا\r\nضرب خادما له قط ولا ضرب بيده شيئا قط إلا أن يجاهد في\r\n","description":"","footnote":"","page_name":" 339 ","page_number":339},
  {"content":"\r\nسبيل الله وما نيل منه شئ فانتقمه من صاحبه إلا أن تنتهك\r\nمحارم الله فينتقم\r\n( 4376 ) حدثنا أبو معمر حدثنا عبد العزيز بن أبي\r\nحازم عن أبيه عن مسلم بن قرط عن عروة\r\nعن عائشة قالت قال رسول الله صلى الله عليه وسلم إذا ذهب أحدكم\r\n","description":"","footnote":"","page_name":" 340 ","page_number":340},
  {"content":"\r\nإلى الخلاء فليستطب بثلاثة أحجار فإنها تجزئه\r\n( 4377 ) حدثنا يحيى بن معين حدثنا عبدة عن\r\nهشام بن عروة عن أبيه\r\nعن عائشة قال تستأذن حسان بن ثابت رسول\r\n","description":"","footnote":"","page_name":" 341 ","page_number":341},
  {"content":"\r\nالله صلى الله عليه وسلم في هجاء المشركين قال فكيف بنسبي فيهم قال\r\nلأسلنك منهم كما تسل الشعرة من العجين\r\n( 4378 ) حدثنا عثمان بن أبي شيبة حدثنا عبدة\r\nعن هشام بن عروة عن أبيه\r\nعن عائشة قال تنهى رسول الله صلى الله عليه وسلم عن الوصال قالوا يا\r\nرسول الله إنك تواصل قال إنما هي رحمة رحمكم الله إني\r\nلست مثلكم إني أظل عند الله يطعمني ويسقيني\r\n","description":"","footnote":"","page_name":" 342 ","page_number":342},
  {"content":"\r\n( 4379 ) حدثنا عثمان بن أبي شيبة حدثنا عبدة\r\nوحميد عن هشام بن عروة عن أبيه قال\r\nحدثتني عائشة أن يد سارق لم تقطع على عهد رسول\r\nالله صلى الله عليه وسلم إلا في ثمن حجفة أو ترس\r\n( 4380 ) حدثنا عثمان بن أبي شيبة حدثنا عبد الله\r\nبن إدريس عن حزام بن هشام أخبرني أبي\r\nعن عائشة قال لقد رأيت رسول الله صلى الله عليه وسلم غضب فيما كان\r\nمن شأن بني كعب غضبا لم أره غضبه منذ زمان وقال\r\nلا نصرني الله إن لم أنصر بني كعب قالت وقال لي قولي\r\nلأبي بكر وعمر يتجهزا لهذا الغزو قال\r\nفجاءا إلى عائشة فقالا أين يريد رسول الله صلى الله عليه وسلم\r\nقال فقالت لقد رأيته غضب فيما كان من شأن بني كعب\r\n","description":"","footnote":"","page_name":" 343 ","page_number":343},
  {"content":"\r\nغضبا لم أره غضب منذ زمان من الدهر\r\n( 4381 ) حدثنا يحيى بن معين حدثنا سعيد بن\r\nالحكم حدثنا يحيى بن أيوب قال حدثني يحيى بن سعيد\r\nعن عمرة بنت عبد الرحمن قالت\r\nكان بمكة امرأة مزاحة فنزلت على امرأة مثلها فبلغ ذلك\r\nعائشة فقالت صدق حبي سمعت رسول الله صلى الله عليه وسلم يقول\r\nالأرواح جنود مجندة فما تعارف منها ائتلف وما تناكر منها\r\nاختلف\r\nقال ولا أعلم إلا قال في الحديث ولا تعرف تلك\r\nالمرأة\r\n","description":"","footnote":"","page_name":" 344 ","page_number":344},
  {"content":"\r\n( 4382 ) حدثنا عبد الأعلى قرأت على مالك بن\r\nأنس عن بن شهاب عن عروة\r\nعن عائشة زوج النبي أنها قالت ما خير بين أمرين إلا\r\nاختار أيسرهما ما لم يكن إثما فإن كان إثما كان أبعد الناس\r\n","description":"","footnote":"","page_name":" 345 ","page_number":345},
  {"content":"\r\nعنه وما انتقم رسول الله صلى الله عليه وسلم لنفسه إلا أن تنتهك حرمة الله\r\nفينتقم لله بها\r\n","description":"","footnote":"","page_name":" 346 ","page_number":346},
  {"content":"\r\n( 4383 ) حدثنا مصعب بن عبد الله بن مصعب\r\nالزبيري حدثني بن الدراوردي عن موسى بن عقبة عن أبي\r\nالزبير عن جابر\r\nعن عائشة أن النبي صلى الله عليه وسلم رأى صبيا قد أعلقوا عليه فقال\r\nعلام تقتلون صبيانكم عليكم بالقسط الهندي بماء ثم\r\nيسعطه\r\n( 4384 ) حدثنا مصعب بن عبد الله حدثني هشام\r\nبن عبد الله بن عكرمة عن هشام بن عروة عن أبيه\r\nعن عائشة قالت قال رسول الله صلى الله عليه وسلم اطلبوا الرزق في\r\nخبايا الأرض !\r\n","description":"","footnote":"","page_name":" 347 ","page_number":347},
  {"content":"\r\n( 4385 ) حدثنا مصعب بن عبد الله حدثني بن\r\nالدراوردي عن هشام بن عروة عن عروة\r\nعن عائشة قالت قال رسول الله صلى الله عليه وسلم كلوا واشربوا\r\nحتى يؤذن بلال !\r\n","description":"","footnote":"","page_name":" 348 ","page_number":348},
  {"content":"\r\n( 4386 ) حدثنا مصعب حدثني بشر بن السري\r\nعن مصعب بن ثابت عن هشام بن عروة عن أبيه\r\nعن عائشة أن النبي صلى الله عليه وسلم قال إن الله يحب إذا عمل\r\nأحدكم عملا أن يتقنه\r\n","description":"","footnote":"","page_name":" 349 ","page_number":349},
  {"content":"\r\n( 4387 ) حدثنا مصعب قال حدثني بشر بن\r\nالسري عن مصعب بن ثابت عن هشام عن أبيه\r\nعن عائشة قالت قال رسول الله صلى الله عليه وسلم ارهقوا القبلة\r\n( 4388 ) حدثنا مصعب بن عبد الله حدثنا\r\nإبراهيم بن سعد عن محمد بن إسحاق عن يحيى بن عباد\r\n","description":"","footnote":"","page_name":" 350 ","page_number":350},
  {"content":"\r\nعن عائشة قالت تهجد رسول الله صلى الله عليه وسلم في بيته وتهجد\r\nعباد بن بشر في المسجد فسمع رسول الله صلى الله عليه وسلم صوته فقال يا\r\nعائشة هذا عباد بن بشر فقلت نعم فقال اللهم ارحم\r\nعبادا\r\n( 4389 ) حدثنا مصعب حدثنا إبراهيم بن سعد\r\nعن محمد بن إسحاق عن يحيى بن عباد عن أبيه\r\nعن عائشة قالت ثلاثة من الأنصار كلهم من بني عبد\r\nالأشهل لم يكن أحد يعتد عليهم فضلا بعد رسول الله صلى الله عليه وسلم\r\nسعد بن معاذ وأسيد بن حضير وعباد بن بشر\r\n","description":"","footnote":"","page_name":" 351 ","page_number":351},
  {"content":"\r\n( 4390 ) حدثنا هارون بن معروف حدثنا عبد الله\r\nبن وهب قال وأخبرني عمرو عن سعيد بن أبي هلال عن\r\nمحمد بن عبد الله\r\nأن أبا مسلم الخولاني حج فدخل على عائشة زوج\r\nالنبي صلى الله عليه وسلم فجعلت تسأله عن الشام وعن بردها فجعل يخبرها\r\nفقالت كيف يصبرون على بردها فقال يا أم المؤمنين\r\nإنهم يشربون شرابا يقال له الطلاء فقالت صدق الله وبلغ\r\nحبي سمعت حبي يقول إن ناسا من أمتي يشربون الخمر\r\nيسمونها بغير اسمها\r\nقالت وكيف يصنع النساء قال يدخلن الحمامات\r\nقالت صدق الله وبلغ حبي سمعت حبي يقول ما من امرأة\r\nتضع ثوبها في غير بيتها إلا لم يحبها من الله ستر\r\n","description":"","footnote":"","page_name":" 352 ","page_number":352},
  {"content":"\r\n( 4391 ) حدثنا هارون بن معروف حدثنا ضمرة\r\nعن الأوزاعي عن الزهري عن عروة\r\nعن عائشة قال تطيبت رسول الله صلى الله عليه وسلم لاحرامه وطيبته\r\nلاحلاله طيبا لا يشبه طيبكم هذا يعني ليس له بقاء\r\n","description":"","footnote":"","page_name":" 353 ","page_number":353},
  {"content":"\r\n( 4392 ) حدثنا محمد بن عبد الرحمن بن سهم\r\n","description":"","footnote":"","page_name":" 354 ","page_number":354},
  {"content":"\r\nحدثنا أبو إسحاق الفزاري عن أبي سعد عن عمرو بن مرة\r\nعن أبي البختري الطائي\r\n","description":"","footnote":"","page_name":" 355 ","page_number":355},
  {"content":"\r\nعن عائشة قالت قال رسول الله صلى الله عليه وسلم ذمة المسلمين\r\nواحدة فإن أجارت عليهم جارية فلا تخفروها فإن لكل غادر\r\nلواء يعرب به يوم القيامة\r\n","description":"","footnote":"","page_name":" 356 ","page_number":356},
  {"content":"\r\n( 4393 ) حدثنا محمد بن عبد الرحمن حدثنا\r\nعبد الله بن المبارك أخبرنا يونس بن يزيد عن الزهري\r\nأخبرني عروة بن الزبير قال\r\nجلس رجل بفناء حجرة عائشة فجعل يتحدث قال\r\nفقالت عائشة لولا أني كنت أسبح لقلت له ما كان رسول الله\r\nيسرد الحديث كسردكم إنما كان حديث رسول الله صلى الله عليه وسلم فصلا\r\nتفهمه القلوب\r\n( 4394 ) حدثنا داود بن عمرو الضبي حدثنا\r\n","description":"","footnote":"","page_name":" 357 ","page_number":357},
  {"content":"\r\nحسان بن إبراهيم حدثنا هشام بن عروة عن عروة\r\nعن عائشة قالت إن كنت لافتل قلائد بدن رسول الله صلى الله عليه وسلم\r\nثم يبعث بالهدي وهو مقيم عندنا لا يجتنب شيئا مما يجتنب\r\nالمحرم\r\nبلغنا أن زيادا بعث بهدي وتجرد فقالت وهل كانت له\r\nكعبة يطوف بها حين لبس الثياب فإنا لا نعلم أحدا تحرم\r\nعليه الثياب ثم تحل له حتى يطوف بالكعبة\r\n","description":"","footnote":"","page_name":" 358 ","page_number":358},
  {"content":"\r\n","description":"","footnote":"","page_name":" 359 ","page_number":359},
  {"content":"\r\n( 4395 ) حدثنا سويد بن سعيد حدثنا بن أبي\r\nزائدة عن أبيه عن مصعب بن شيبة عن مسافع بن عبد الله\r\nعن عروة بن الزبير\r\nعن عائشة أن امرأة قالت للنبي صلى الله عليه وسلم هل تغتسل المرأة إذا\r\nاحتلمت وأبصرت الماء قال نعم فقالت لها عائشة تربت\r\nيراك فقال النبي صلى الله عليه وسلم دعيها وهل يكون الشبه إلا من قبل\r\n","description":"","footnote":"","page_name":" 360 ","page_number":360},
  {"content":"\r\nذلك إذا علا ماؤها ماء الرجل أشبه الرجل أخواله وإذا علا\r\nماء الرجل ماء المرأة أشبهه\r\n( 4396 ) حدثنا محمد بن إسماعيل بن أبي سمينة\r\nالبصري حدثنا عبد الوهاب حدثنا يونس عن الحسن عن\r\nأمه\r\nعن عائشة قالت كنا ننبذ لرسول الله صلى الله عليه وسلم في سقاء يوكى\r\n","description":"","footnote":"","page_name":" 361 ","page_number":361},
  {"content":"\r\nأعلاه وله عزلاء ننبذه بالغداة فيشربه بالعشي وننبذه بالعشي\r\nفيشربه بالغداة\r\n( 4397 ) حدثنا مسروق بن المرزبان حدثنا بن\r\nالمبارك عن يونس بن يزيد عن الزهري عن عروة\r\nعن عائشة قالت كان رسول الله صلى الله عليه وسلم إذا أراد أن يسافر\r\n","description":"","footnote":"","page_name":" 362 ","page_number":362},
  {"content":"\r\nأقرع بين نسائه فأيتهن خرج سهمها أخرجها\r\n( 4398 ) حدثنا أبو طالب عبد الجبار بن عاصم\r\n","description":"","footnote":"","page_name":" 363 ","page_number":363},
  {"content":"\r\nحدثني عبيد الله بن عمرو عن أيوب عن أبي قلابة عن\r\nعبد الله بن يزيد\r\nعن عائشة عن النبي صلى الله عليه وسلم قال لا يموت أحد من\r\nالمسلمين فيصلي عليه أمة من المسلمين يبلغون أن يكونوا\r\nمائة فيشفعوا له إلا شفعوا فيه\r\n","description":"","footnote":"","page_name":" 364 ","page_number":364},
  {"content":"\r\n( 4399 ) حدثنا محمد بن عبد الله الارزي\r\nحدثنا أبو زكير المدني قال سمعت هشام بن عروة يذكر عن أبيه\r\nعن عائشة قالت قال رسول الله صلى الله عليه وسلم كلوا البلح\r\nبالتمر فإن الشيطان إذا أكل بن آدم غضب يقول بقي بن آدم\r\nحتى أكل الخلق بالجديد\r\n","description":"","footnote":"","page_name":" 365 ","page_number":365},
  {"content":"\r\n( 4400 ) حدثنا شيبان بن فروخ حدثنا حماد بن\r\nسلمة عن حماد عن إبراهيم عن الأسود\r\nعن عائشة قالت قال رسول الله صلى الله عليه وسلم رفع القلم عن\r\nثلاثة عن النائم حتى يستيقظ وعن الغلام حتى يحتلم وعن\r\nالمجنون حتى يفيق\r\n","description":"","footnote":"","page_name":" 366 ","page_number":366},
  {"content":"\r\n( 4401 ) حدثنا سريج بن يونس حدثنا أبو معاوية\r\nعن عصام عن تباله بنت يزيد العبشمية\r\nعن عائشة قالت كان ينبذ للنبي صلى الله عليه وسلم في سقاء فنأخذ\r\nقبضة من زينب أو قبضة من تمر فنطرحها في السقاء ثم نصب\r\nعليها الماء ليلا فيشربه نهارا أو نهارا فيشربه ليلا\r\n( 4402 ) حدثنا سريج حدثنا أبو معاوية حدثنا\r\nهشام بن عروة عن أبيه\r\nعن عائشة قالت كفن رسول الله صلى الله عليه وسلم في ثلاثة أثواب\r\nبيض سحولية من كرسف ليس فيها قميص ولا عمامة أما الحلة\r\nفإنما شبه على الناس فيها أنها اشتريت له ليكفن فيها فتركت\r\n","description":"","footnote":"","page_name":" 367 ","page_number":367},
  {"content":"\r\nالحلة فأخذها عبد الله بن أبي بكر قال أحبسها أكفن\r\nفيها ثم قال لو رضيها الله لرسوله لكفن فيها فباعها وتصدق\r\nبثمنها\r\n","description":"","footnote":"","page_name":" 368 ","page_number":368},
  {"content":"\r\n( 4403 ) حدثنا سريج حدثنا أبو معاوية حدثنا\r\nهشام بن عروة عن أبيه\r\nعن عائشة قالت قدم رسول الله صلى الله عليه وسلم من سفر قالت\r\nفعلقت على بابي قرام ستر فيه الخيل أولات الأجنحة فلما رآه\r\nرسول الله صلى الله عليه وسلم قال لي تنزعيه\r\n","description":"","footnote":"","page_name":" 369 ","page_number":369},
  {"content":"\r\n( 4404 ) حدثنا سريج بن يونس حدثنا أبو معاوية\r\nعن هشام بن عروة عن عروة\r\nعن عائشة قالت كان ضجاع رسول الله صلى الله عليه وسلم الذي ينام\r\n","description":"","footnote":"","page_name":" 370 ","page_number":370},
  {"content":"\r\nعليه بالليل من آدم محشوا ليفا\r\n( 4405 ) حدثنا الحكم بن موسى حدثنا هقل\r\nعن الأوزاعي قال حدثني الزهري حدثني عروة بن الزبير\r\nعن عمرة بنت عبد الرحمن بن سعد بن زرارة\r\nعن عائشة قالت استحيضت أم حبيبة بنت جحش\r\nوكانت تحت عبد الرحمن بن عوف سبع سنين فاشتكت\r\nذلك إلى رسول الله فقال رسول الله صلى الله عليه وسلم إن هذا ليس\r\n","description":"","footnote":"","page_name":" 371 ","page_number":371},
  {"content":"\r\nبالحيضة إنما هو عرق فإذا أقبلت الحيضة فدعي الصلاة\r\nفإذا أدبرت فاغتسلي ثم صلي\r\nقالت عائشة فكانت تغتسل عند كل صلاة وكانت تقعد\r\nفي مركن لأختها زينب بنت جحش حتى إن حمرة الدم لتعلو\r\nالماء\r\n","description":"","footnote":"","page_name":" 372 ","page_number":372},
  {"content":"\r\n","description":"","footnote":"","page_name":" 373 ","page_number":373},
  {"content":"\r\n( 4406 ) حدثنا غسان بن الربيع عن ثابت يعني\r\nبن يزيد عن برد عن الزهري عن عروة\r\nعن عائشة قالت استفتحت الباب والنبي صلى الله عليه وسلم يصلي\r\nتطوعا والباب في القبلة فمشى النبي صلى الله عليه وسلم عن يمينه أو عن\r\nيساره حتى فتح الباب ثم رجع إلى صلاته\r\n( 4407 ) حدثنا هدبة حدثنا أبو بكر بن عياش\r\nعن سليمان الأعمش عن حبيب بن أبي ثابت عن عروة\r\n","description":"","footnote":"","page_name":" 374 ","page_number":374},
  {"content":"\r\nعن عائشة قالت كان رسول الله صلى الله عليه وسلم يتوضأ ثم يقبل ثم\r\nيصلي ولا يحدث وضوءا\r\n","description":"","footnote":"","page_name":" 375 ","page_number":375},
  {"content":"\r\n","description":"","footnote":"","page_name":" 376 ","page_number":376},
  {"content":"\r\n","description":"","footnote":"","page_name":" 377 ","page_number":377},
  {"content":"\r\n","description":"","footnote":"","page_name":" 378 ","page_number":378},
  {"content":"\r\n( 4408 ) حدثنا حوثرة بن أشرس أبو عامر أخبرني\r\nجعفر بن كيسان أبو معروف عن عمرة العدوية\r\nعن عائشة أن رسول الله صلى الله عليه وسلم قال لا تفنى أمتي إلا\r\nبالطعن والطاعون قلنا يا رسول الله قد عرفنا الطعن فما\r\nالطاعون قال غدة كغدة الإبل المقيم بها كالشهيد والفار\r\n","description":"","footnote":"","page_name":" 379 ","page_number":379},
  {"content":"\r\nمنها كالفار من الزحف\r\n( 4409 ) حدثنا عبد العزيز بن أبي سلمة بن عبيد\r\nالله بن عبد الله بن عمر بن الخطاب قال حدثني إبراهيم بن\r\nسعد عن الزهري عن القاسم بن محمد\r\nعن عائشة قال تدخل علي رسول الله صلى الله عليه وسلم وأنا مستقرة\r\nبقرام صور فتلون وجهه ثم تناول الستر فهتكه ثم قال إن\r\nمن أشد الناس عذابا يوم القيامة الذين يشبهون بخلق الله\r\n","description":"","footnote":"","page_name":" 380 ","page_number":380},
  {"content":"\r\n( 4410 ) حدثنا عبد العزيز بن أبي سلمة العمري\r\nحدثني إبراهيم بن سعد عن الزهري عن عمرة\r\nعن عائشة قالت جاءت أم حبيبة بنت جحش وكانت\r\nاستحيضت سبع سنين إلى رسول الله صلى الله عليه وسلم فشكت ذلك إليه\r\nواستفتته فيه فقال إن هذا ليس بالحيضة ولكن هذا عرق\r\nفاغتسلي ثم صلي\r\nقال فكانت تغتسل لكل صلاة وكانت تجلس في\r\nالمركن فتعلو حمرة الدم الماء ثم تصلي\r\n( 4411 ) حدثنا عبد العزيز العمري حدثني\r\nإبراهيم عن الزهري عن عمرة\r\nعن عائشة قالت قال رسول الله صلى الله عليه وسلم تقطع اليد في\r\nربع دينار فصاعدا\r\n","description":"","footnote":"","page_name":" 381 ","page_number":381},
  {"content":"\r\n","description":"","footnote":"","page_name":" 382 ","page_number":382},
  {"content":"\r\n","description":"","footnote":"","page_name":" 383 ","page_number":383},
  {"content":"\r\n( 4412 ) حدثنا عبد العزيز حدثني إبراهيم عن\r\nالزهري عن القاسم بن محمد\r\nعن عائشة أن رسول الله صلى الله عليه وسلم كان يغتسل من إناء هو\r\nالفرق قالت وكنت أغتسل معه في الاناء الواحد\r\nقال إبراهيم قال الزهري وأظن الفرق يومئذ نحوا من\r\nخمسة أقساط\r\n","description":"","footnote":"","page_name":" 384 ","page_number":384},
  {"content":"\r\n","description":"","footnote":"","page_name":" 385 ","page_number":385},
  {"content":"\r\n( 4413 ) حدثنا عبد العزيز حدثني إبراهيم بن\r\nسعد عن محمد بن إسحاق عن يحيى بن عباد عن أبيه\r\nعن عائشة قالت كنت أصدع فرق رسول الله صلى الله عليه وسلم من قرن\r\nيافوخه وأسدل له إذا دهنت ناصيته\r\n( 4414 ) حدثنا عبد العزيز العمري حدثني\r\nإبراهيم عن الزهري عن عروة\r\nعن عائشة قالت صلى رسول الله صلى الله عليه وسلم في خميصة لها\r\nأعلام فنظر إلى أعلامها نظرة فلما سلم قال اذهبوا\r\nبخميصتي هذه إلى أبي جهم فإنها ألهتني آنفا عن صلاتي\r\n","description":"","footnote":"","page_name":" 386 ","page_number":386},
  {"content":"\r\nوائتوني بأنبجاني أبي جهم\r\n","description":"","footnote":"","page_name":" 387 ","page_number":387},
  {"content":"\r\n","description":"","footnote":"","page_name":" 388 ","page_number":388},
  {"content":"\r\n( 4415 ) حدثنا عبد العزيز العمري حدثني\r\nإبراهيم عن الزهري عن عروة\r\nعن عائشة قال تقد كان نساء من نساء المؤمنات يصلين\r\nمع رسول الله صلى الله عليه وسلم متلفعات بمروطهن ثم يرجعن إلى بيوتهن وما\r\nيعرفن من الغلس\r\n","description":"","footnote":"","page_name":" 389 ","page_number":389},
  {"content":"\r\n( 4416 ) حدثنا إسحاق وعدة قالوا حدثنا\r\nسفيان بن عيينة عن الزهري عن عروة\r\nعن عائشة أن نساء من المؤمنات كن يصلين مع رسول\r\nالله صلى الله عليه وسلم الصبح بمروطهن ثم يرجعن إلى أهليهن ولا\r\nيعرفهن أحد\r\n( 4417 ) حدثنا أحمد بن عيسى المصري حدثنا\r\n","description":"","footnote":"","page_name":" 390 ","page_number":390},
  {"content":"\r\nعبد الله بن وهب أخبرني عمرو بن الحارث عن عبيد الله بن\r\nأبي جعفر عن محمد بن جعفر بن الزبير عن عروة\r\nعن عائشة أن رسول الله صلى الله عليه وسلم قال من مات وعليه صيام\r\nصام عنه وليه\r\n( 4418 ) حدثنا إسحاق بن أبي إسرائيل حدثنا\r\nسفيان عن الزهري عن عروة\r\n","description":"","footnote":"","page_name":" 391 ","page_number":391},
  {"content":"\r\nعن عائشة قالت قال رسول الله صلى الله عليه وسلم\r\nما نفعنا مال أحد ما نفعنا مال أبي بكر\r\n( 4419 ) حدثنا إسحاق حدثنا سفيان عن\r\nالزهري عن عروة\r\nعن عائشة قالت اختصم سعد وعبد بن زمعة عند رسول\r\nالله صلى الله عليه وسلم فقال سعد إن أخي أوصاني إذا قدمت مكة أن آخذ بن\r\nأمة زمعة وإنه ابني فقال عبد بن زمعة يا رسول الله أخي\r\nوابن أمة أبي ولد على فراش أبي فرأى شبها بينا بعتبة\r\nقال فقال هو لك الولد للفراش واحتجبي منه يا\r\nسودة\r\n","description":"","footnote":"","page_name":" 392 ","page_number":392},
  {"content":"\r\n( 4420 ) حدثنا إسحاق حدثنا سفيان عن\r\nالزهري عن عروة\r\nعن عائشة قالت كان رسول الله صلى الله عليه وسلم يصلي صلاة العصر\r\n","description":"","footnote":"","page_name":" 393 ","page_number":393},
  {"content":"\r\nوالشمس طالعة في حجرتها لم يظهر الفئ\r\n( 4421 ) حدثنا إسحاق حدثنا سفيان عن\r\nالزهري عن عروة\r\nعن عائشة قالت استأذن رهط من اليهود على\r\nالنبي صلى الله عليه وسلم فقالوا السام عليك قالت عائشة فقلت عليكم\r\n","description":"","footnote":"","page_name":" 394 ","page_number":394},
  {"content":"\r\nالسام واللعنة قال رسول الله صلى الله عليه وسلم يا عائشة إن الله يحب الرفق\r\nفي الامر كله قالت قلت ألم تسمع ما قالوا قال\r\nقلت وعليكم\r\n( 4422 ) حدثنا إسحاق حدثنا سفيان عن\r\nالزهري عن عروة\r\n","description":"","footnote":"","page_name":" 395 ","page_number":395},
  {"content":"\r\nعن عائشة قال تدخل علي رسول الله صلى الله عليه وسلم ذات يوم\r\nمسرورا يقول أي عائشة ألم تري إلى مجزز المدلجي دخل\r\nعلي فرأى أسامة وزيدا عليهما قطيفة قد غطيا رؤوسهما وبدت\r\nأقدامها فقال إن هذه أقدام بعضها من بعض\r\n","description":"","footnote":"","page_name":" 396 ","page_number":396},
  {"content":"\r\n( 4423 ) حدثنا إسحاق حدثنا سفيان عن\r\nالزهري عن عروة\r\nعن عائشة جاءت امرأة رفاعة القرظي إلى رسول الله\r\nفقالت إن رفاعة طلقني فبت طلاقي فتزوجت بعده عبد\r\nالرحمن بن الزبير وإن ما معه مثل هدبة الثوب فتبسم رسول\r\nالله صلى الله عليه وسلم فقال تريدين أن ترجعي إلى رفاعة لا حتى يذوق\r\nمن عسيلتك وتذوقي من عسيلته\r\n","description":"","footnote":"","page_name":" 397 ","page_number":397},
  {"content":"\r\n( 4424 ) حدثنا إسحاق حدثنا سفيان عن\r\nالزهري عن عروة\r\nعن عائشة أن النبي صلى الله عليه وسلم قال لا يحل لامرأة تؤمن بالله\r\nواليوم الآخر أن تحد على ميت فوق ثلاث إلا على\r\nزوج\r\n","description":"","footnote":"","page_name":" 398 ","page_number":398},
  {"content":"\r\n( 4425 ) حدثنا إسحاق حدثنا سفيان عن\r\nالزهري عن عمرة\r\nعن عائشة أن النبي صلى الله عليه وسلم قال دخلت الجنة فسمعت فيها\r\nقراءة فقلت ما هذه قالوا حارثة بن النعمان كذاكم البر كذاكم البر\r\nكذاكم البر وكان برا بأمه\r\n","description":"","footnote":"","page_name":" 399 ","page_number":399},
  {"content":"\r\n( 4426 ) حدثنا عبد الأعلى بن حماد النرسي\r\nحدثنا سفيان بن عيينة عن بن عجلان عن سعيد بن أبي\r\nسعيد عن أبي سلمة قال\r\nتوضأ عبد الرحمن عند عائشة فقالت يا عبد الرحمن\r\nأسبغ الوضوء إني سمعت رسول الله صلى الله عليه وسلم يقول ويل للعراقيب\r\nمن النار\r\n","description":"","footnote":"","page_name":" 400 ","page_number":400},
  {"content":"\r\n( 4427 ) حدثنا عبد الأعلى بن حماد حدثنا مسلم\r\nبن خالد عن عبد الله بن عبد الرحمن عن أبي يونس مولى\r\nعائشة\r\nأن عائشة قال تسأل رسول الله صلى الله عليه وسلم رجل وأنا قائمة وراء\r\nالباب أسمع فقال إن الصلاة تدركني وأنا جنب وأنا أريد\r\nالصيام فقال رسول الله صلى الله عليه وسلم وأنا تدركني الصلاة وأنا جنب\r\nوأنا أريد الصيام ثم أغتسل وأصوم فقال الرجل لست\r\nمثلك قد غفر الله لك ما تقدم من ذنبك وما تأخر فقال رسول\r\nالله صلى الله عليه وسلم وإني لأرجو أن أكون أتقاكم لله وأعلمكم بحدود\r\nالله\r\n","description":"","footnote":"","page_name":" 401 ","page_number":401},
  {"content":"\r\n( 4428 ) حدثنا عبد الأعلى حدثنا عمر بن علي\r\nحدثنا هشام بن عروة عن أبيه\r\nعن عائشة قالت إن كان رسول الله صلى الله عليه وسلم ليقبل بعض\r\nأزواجه وهو صائم ثم ضحكت\r\n","description":"","footnote":"","page_name":" 402 ","page_number":402},
  {"content":"\r\n","description":"","footnote":"","page_name":" 403 ","page_number":403},
  {"content":"\r\n","description":"","footnote":"","page_name":" 404 ","page_number":404},
  {"content":"\r\n( 4429 ) حدثنا عبد الأعلى حدثنا عمر بن علي\r\nحدثنا هشام بن عروة عن أبيه\r\nعن عائشة قالت إن كنت لاغتسل أنا ورسول الله صلى الله عليه وسلم من\r\nإناء واحد نشرع فيه جميعا\r\n( 4430 ) وبإسناده عن عائشة أن رسول الله صلى الله عليه وسلم كان\r\n","description":"","footnote":"","page_name":" 405 ","page_number":405},
  {"content":"\r\nإذا أراد أن يغتسل من الجنابة أفرغ على يديه فغسلهما ثم\r\nيتوضأ وضوءه للصلاة ثم وضع يديه في الاناء وضعا ثم\r\nأخرجهما فأدخلهما في رأسه فيتتبع أصول الشعر حتى إذا بل\r\nبشرة شعره وخيل إليه أنه قد أنقى أفرغ على رأسه ثلاث\r\nحثيات من ماء ثم أفرغ ما بقي على جسده\r\n","description":"","footnote":"","page_name":" 406 ","page_number":406},
  {"content":"\r\nوقال عروة من قبله إذا غسل كفيه فليغسل فرجه ثم\r\nيتوضأ وضوءه للصلاة\r\n( 4431 ) وعن عائشة عن النبي صلى الله عليه وسلم قال / إذا\r\nحضرت الصلاة ووضع العشاء فابدؤوا بالعشاء\r\n( 4432 ) حدثنا علي بن الجعد وهدبة قالا حدثنا\r\n","description":"","footnote":"","page_name":" 407 ","page_number":407},
  {"content":"\r\nسليمان بن المغيرة عن حميد بن هلال عن أبي بردة قال\r\nدخلنا على عائشة فأخرجت إلينا إزارا غليظا مما يصنع\r\nباليمن وكساء من هذه التي تدعونها الملبدة فقالت قبض\r\nرسول الله صلى الله عليه وسلم في هذين الثوبين\r\n( 4433 ) حدثنا نصر بن علي الجهضمي حدثنا\r\nمحمد بن عبد الرحمن الطفاوي عن هشام بن عروة عن أبيه\r\nعن عائشة قالت كانت سودة امرأة جسيمة إذا خرجت\r\nأشرفت على النساء فرآها عمر بن الخطاب فقال لها انظري\r\nكيف تخرجين فوالله ما تخفين علينا إذا خرجت فذكرت ذلك\r\nسودة لرسول الله صلى الله عليه وسلم وفي يده عرق قال فماد العرق من يده\r\n","description":"","footnote":"","page_name":" 408 ","page_number":408},
  {"content":"\r\nمن فزع الوحي فقال إن الله قد جعل لكن رخصة أن\r\nتخرجن لحوائجكن\r\n","description":"","footnote":"","page_name":" 409 ","page_number":409},
  {"content":"\r\n( 4434 ) حدثنا سويد بن سعيد عن مالك عن\r\nهشام بن عروة عن أبيه\r\nعن عائشة أن رجلا قال للنبي صلى الله عليه وسلم إن أمي افتلتت\r\nنفسها وأراها لو تكلمت تصدقت أفأتصدق عنها فقال رسول\r\nالله صلى الله عليه وسلم نعم\r\n","description":"","footnote":"","page_name":" 410 ","page_number":410},
  {"content":"\r\n( 4435 ) حدثنا سويد بن سعيد عن مالك عن\r\nهشام بن عروة عن أبيه\r\nعن عائشة أنها قالت جاءتني بريرة فقالت إني كاتبت\r\nأهلي على تسع أواق في كل عام أوقية فأعينيني فقالت لها\r\nعائشة إن أحب أهلك أن أعدها لهم عدة واحدة ويكون ولاؤك\r\nلي فعلت فذهبت بريرة إلى أهلها فقالت لهم فأبوا إلا أن\r\nيكون الولاء لهم فسمع ذلك رسول الله فسألها فأخبرته عائشة\r\nفقال رسول الله صلى الله عليه وسلم خذيها واشترطي لهم الولاء فإنما\r\nالولاء لمن أعتق\r\nقالت عائشة فقام رسول الله صلى الله عليه وسلم في الناس فحمد الله ثم\r\nقال أما بعد فما بال رجال يشترطون شروطا ليست في كتاب\r\nالله فما كان ليس في كتاب الله فهو باطل وإن كان مائة شرط\r\nوقال قضاء الله أحق وشرط الله أوثق وإنما الولاء لمن\r\nأعتق\r\n","description":"","footnote":"","page_name":" 411 ","page_number":411},
  {"content":"\r\n","description":"","footnote":"","page_name":" 412 ","page_number":412},
  {"content":"\r\n","description":"","footnote":"","page_name":" 413 ","page_number":413},
  {"content":"\r\n( 4436 ) حدثنا عبد الأعلى بن حماد حدثنا\r\nعثمان بن عمر حدثنا أسامة بن زيد عن القاسم بن محمد\r\nعن عائشة أن بريرة كانت مكاتبة لأناس من الأنصار\r\nقالت فأردت أن أبتاعها فأعتقها فأمرتها أن تأتيهم فتخبرهم\r\nفقالوا إن جعلت لنا ولاءها بعناها فاستفتيت رسول\r\nالله صلى الله عليه وسلم فقال اشتريها فأعتقيها فإنما الولاء لمن أعطى الثمن\r\nقالت فكانت تحت عبد فلما أعتقت قال لها رسول الله صلى الله عليه وسلم\r\nاختاري إن شئت تستقري تحت هذا العبد وإن شئت أن\r\nتفارقيه قالت فإني قد فارقته قالت فدخل علي رسول\r\nالله صلى الله عليه وسلم والمرجل يفور باللحم فقال ما هذا يا عائشة\r\nفقالت أهدته لنا بريرة تصدق به عليها فقال هو لبريرة\r\nصدقة وهو لنا هدية\r\n( 4437 ) حدثنا عبد الأعلى حدثنا عثمان بن\r\nعمر حدثنا بن أبي ذئب عن الزهري عن يحيى بن سعيد بن\r\nالعاص عن أبيه\r\n","description":"","footnote":"","page_name":" 414 ","page_number":414},
  {"content":"\r\nعن عائشة قالت جاء أبو بكر يستأذن على رسول الله\r\nصلى الله عليه وسلم وعليه مرط أم المؤمنين فأذن له فقضى إليه حاجته ثم\r\nخرج فاستأذن عليه عمر فأذن له وهو على تلك الحالة\r\nفقضى إليه حاجته ثم خرج فاستأذن عثمان فاستوى رسول\r\nالله صلى الله عليه وسلم فقال لعائشة اجمعي عليك ثيابك فأذن له فلما\r\nخرج قالت له عائشة مالك لم تفزع لأبي بكر وعمر كما فزعت\r\nلعثمان فقال إن عثمان حيي ولو أذنت له على ذلك الحال\r\nلخشيت أن لا يبلغ في حاجته\r\n","description":"","footnote":"","page_name":" 415 ","page_number":415},
  {"content":"\r\n( 4438 ) حدثنا عبد الأعلى حدثنا عثمان بن\r\nعمر حدثنا عثمان بن مرة عن القاسم قال\r\nقالت عائشة اشتريت لرسول الله صلى الله عليه وسلم نمرقة فألقيتها\r\nله فكأنه كره ذلك فقالت عائشة أعوذ بالله من سخط الله\r\nوسخط رسوله فقال ما هذه يا عائشة فقالت إذا دخل\r\nعليك داخل أو جاءك وفد فقال يا عائشة إن أصحاب\r\nهذه الصور يعذبون عذاب لا يعذبه أحد من العالمين يقال لهم\r\nأحيوا ما خلقتم\r\n( 4439 ) حدثنا عبد الأعلى حدثنا عمر بن علي\r\nعن عبد الرحمن بن أبي بكر قال سمعت القاسم يحدث\r\nعن عائشة أن رسول الله صلى الله عليه وسلم قال من استعمل على عمل\r\nفأراد الله به خيرا جعل الله له وزير صدق إن نسي ذكره\r\nوإن ذكر أعانه\r\n","description":"","footnote":"","page_name":" 416 ","page_number":416},
  {"content":"\r\n( 4440 ) حدثنا عبد الأعلى حدثنا محمد بن بحر\r\nحدثنا بن أبي ذئب عن الحارث بن عبد الرحمن عن أبي\r\nسلمة بن عبد الرحمن\r\nعن عائشة قالت أخذ النبي صلى الله عليه وسلم بيدي وأشار إلى القمر\r\nفقال يا عائشة تعوذي بالله من شر هذا الغاسق إذا وقب\r\n","description":"","footnote":"","page_name":" 417 ","page_number":417},
  {"content":"\r\n( 4441 ) حدثنا يحيى بن أيوب حدثنا شعيب بن\r\nحرب حدثنا يونس بن أبي إسحاق حدثنا مجاهد\r\nعن عائشة قالت كان لرسول الله صلى الله عليه وسلم وحش فكان يقبل\r\nويدبر فإذا دخل رسول الله صلى الله عليه وسلم ربض فلم يترمرم كراهية أن\r\nيؤذي رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 418 ","page_number":418},
  {"content":"\r\n( 4442 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nهاشم بن القاسم عن أبي عقيل عن مجالد عن الشعبي\r\nعن مسروق\r\nعن عائشة قالت حدث رسول الله صلى الله عليه وسلم يوما حديث فقالت\r\nامرأة منهن يا رسول الله كأن هذا الحديث حديث خرافة\r\nقال أتدرين ما خرافة إن خرافة كان رجلا من عذرة\r\nأسرته الجن في الجاهلية فمكث فيهم دهرا ثم ردوه إلى\r\nالانس فكان يحدث الناس بما رأى فيهم من الأعاجيب فقال\r\n","description":"","footnote":"","page_name":" 419 ","page_number":419},
  {"content":"\r\nالناس حديث خرافة\r\n( 4443 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nحفص عن بن جريج عن عطاء عن عبيد بن عمير\r\nعن عائشة قالت ما رأيت النبي صلى الله عليه وسلم يسرع إلى شئ من\r\nالنوافل إسراعه إلى ركعتي الفجر ولا إلى غنيمة\r\n","description":"","footnote":"","page_name":" 420 ","page_number":420},
  {"content":"\r\n( 4444 ) حدثنا أبو بكر حدثنا بن نمير عن بن\r\nإسحاق عن ثور عن محمد بن عبيد بن أبي صالح عن\r\nصفية بنت شيبة\r\nعن عائشة أن رسول الله صلى الله عليه وسلم قال لا طلاق ولا عتاق\r\nفي إغلاق\r\n","description":"","footnote":"","page_name":" 421 ","page_number":421},
  {"content":"\r\n","description":"","footnote":"","page_name":" 422 ","page_number":422},
  {"content":"\r\n( 4445 ) حدثنا أبو بكر حدثنا زيد بن حباب عن\r\nعبد الله بن المؤمل حدثنا عبد الله بن أبي مليكة\r\nعن عائشة أن رسول الله صلى الله عليه وسلم قال نعم الادام الخل !\r\n( 4446 ) حدثنا أبو بكر بن أبي شيبة حدثنا وكيع\r\nعن معاوية بن أبي مزرد عن يزيد بن رومان عن عروة\r\nعن عائشة قالت قال رسول الله صلى الله عليه وسلم الرحم معلقة\r\nبالعرش تقول من وصلني وصله الله ومن قطعني قطعه الله\r\n","description":"","footnote":"","page_name":" 423 ","page_number":423},
  {"content":"\r\n","description":"","footnote":"","page_name":" 424 ","page_number":424},
  {"content":"\r\n( 4447 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\nعبد الرحيم بن سليمان عن هشام بن عروة عن أبيه\r\nعن عائشة قالت قالوا يا رسول الله إن الاعراب يأتوننا\r\nبلحم لا ندري ذكروا اسم الله عليه أم لا قال فسموا أنتم\r\nعليه وكلوا\r\n","description":"","footnote":"","page_name":" 425 ","page_number":425},
  {"content":"\r\n( 4448 ) حدثنا أبو بكر حدثنا يزيد بن المقدام\r\nعن المقدام بن شريح عن أبيه\r\nأنه سأل عائشة أكان رسول الله يصلي على الحصير\r\nفإني سمعت في كتاب الله * ( وجعلنا جهنم للكافرين حصيرا ) *\r\nالامراء قالت لم يكن يصلي عليه\r\n","description":"","footnote":"","page_name":" 426 ","page_number":426},
  {"content":"\r\n( 4449 ) حدثنا أبو بكر حدثنا حسين بن علي\r\nعن زائدة عن عبد العزيز بن رفيع عن بن أبي مليكة عن\r\nعكرمة\r\nعن عائشة أن النبي صلى الله عليه وسلم كان يمر بالقدر فيتناول منها العرق\r\nفيصيب منه ثم يصلي ولا يتوضأ\r\n","description":"","footnote":"","page_name":" 427 ","page_number":427},
  {"content":"\r\n( 4450 ) حدثنا إبراهيم بن الحجاج السامي حدثنا\r\nسكين حدثنا حوشب بن عقيل عن غنية بنت الرضي\r\nقالت\r\nدخلت على أم المؤمنين عائشة في نسوة من عبد\r\nالقيس فسألناها عن النبيذ فقالت لا نفعكن الله يا عبد\r\n","description":"","footnote":"","page_name":" 428 ","page_number":428},
  {"content":"\r\nالقيس بالنبيذ نهى رسول الله عن الحنتم والدباء والنقير\r\nقالت ولكن اشربن في الأدم كله أو ما أوكيتن أو علقتن\r\n( 4451 ) حدثنا العباس بن الوليد النرسي حدثنا وهيب\r\n","description":"","footnote":"","page_name":" 429 ","page_number":429},
  {"content":"\r\nحدثنا هشام بن عروة عن أبيه\r\nعن عائشة قال تدخلت على أبي بكر فرأيت به الموت\r\nفقلت هيج هيج\r\nمن لا يزال دمعه مقنعا\r\nفإنه في مرة مدفوق\r\nفقال لها لا تقولي ذلك ولكن قولي وجاءت سكرة\r\nالموت بالحق ذلك ما كنت منه تحيد ثم قال في\r\nأي يوم توفي رسول الله صلى الله عليه وسلم\r\nقالت قلت يوم الاثنين قال أرجو فيما بيني وبين\r\nالليل قال فلم يتوف حتى أمسى ليلة الثلاثاء فدفن قبل\r\nأن يصبح\r\nقالت وقد قال قبل ذلك في كم كفن رسول الله صلى الله عليه وسلم قلت\r\nفي ثلاثة أثواب بيض سحولية ليس فيها قميص ولا عمامة\r\nفنظر إلى ثوب كان يمرض فيه فيه ردع من زعفران أو مشق\r\nفقال اغسلوا ثوبي هذا فزيدوا عليه ثوبين وكفنوني فيها\r\n","description":"","footnote":"","page_name":" 430 ","page_number":430},
  {"content":"\r\nقالت قلت إن هذا خلق قال الحي أحق بالجديد من\r\nالميت إنما هو للمهلة\r\n( 4452 ) حدثنا العباس بن الوليد النرسي حدثنا\r\n","description":"","footnote":"","page_name":" 431 ","page_number":431},
  {"content":"\r\nفضيل بن عياض عن منصور عن محمد بن شهاب عن\r\nعروة\r\nعن عائشة قالت ما رأيت رسول الله صلى الله عليه وسلم منتصرا من ظلامة\r\nظلمها قط إلا أن ينتهك من محارم الله شئ فإذا انتهك من\r\nمحارم الله شئ كان أشدهم في ذلك وما خير بين أمرين\r\nقط إلا اختار أيسرهما\r\n( 4453 ) حدثنا العباس حدثنا عبد الجبار بن الورد\r\nقال سمعت بن أبي مليكة يقول\r\nقالت عائشة سمعت رسول الله صلى الله عليه وسلم يقول كل من حوسب\r\nيومئذ فقد هلك فقلت يا رسول الله فإن الله يقول\r\nيحاسب حسابا يسيرا قال إنما ذلك العرض\r\nيا عائشة فأما كل من نوقش الحساب يومئذ فقد هلك\r\n","description":"","footnote":"","page_name":" 432 ","page_number":432},
  {"content":"\r\n( 4454 ) حدثنا العباس حدثنا أبو الأحوص عن\r\nميمون أبي حمزة عن إبراهيم عن الأسود\r\nعن عائشة عن النبي صلى الله عليه وسلم قال من دعا على من ظلمه\r\nأو قال على الظالم فقد انتصر\r\n( 4455 ) حدثنا العباس بن الوليد حدثنا يحيى بن\r\n","description":"","footnote":"","page_name":" 433 ","page_number":433},
  {"content":"\r\nسليم عن عبد الله بن عثمان بن خثيم عن عبد الله بن أبي\r\nمليكة قال\r\nسمعت عائشة تقول سمعت رسول الله صلى الله عليه وسلم يقول وهو\r\nبين ظهراني أصحابه أنا فرطكم على الحوض أنتظر من يرد\r\nعلي منكم فوالله ليقطعن رجال دوني فلأقولن رب مني ومن\r\nأمتي فيقال إنك لا تدري ما أحدثوا بعدك ما زالوا يرجعون\r\nعلى أعقابهم\r\n( 4456 ) حدثنا أمية بن بسطام حدثنا يزيد بن\r\nزريع حدثنا حبيب المعلم عن هشام بن عروة عن أبيه\r\nعن عائشة أن النبي صلى الله عليه وسلم استخلف بن أم مكتوم على\r\nالمدينة يصلي بالناس\r\n","description":"","footnote":"","page_name":" 434 ","page_number":434},
  {"content":"\r\n( 4457 ) حدثنا زكريا بن يحيى الواسطي حدثنا\r\nهشيم عن عبد الملك عن عطاء\r\nعن عائشة قالت كنت أغتسل أنا ورسول الله صلى الله عليه وسلم من\r\nالجنابة من إناء واحد نشرع فيه جميعا ولكنه كان يبدأ\r\nفيتوضأ\r\n( 4458 ) حدثنا زكريا بن يحيى الواسطي حدثنا\r\nهشيم عن مجالد عن الشعبي\r\nعن عائشة قال تأمرني رسول الله صلى الله عليه وسلم أن أغسل وجه\r\nأسامة بن زيد يوما وهو صبي قالت وما ولدت ولا أعرف\r\nكيف يغسل الصبيان قالت فاخذه فأغسله غسلا ليس بذاك\r\nقالت فأخذه فجعل يغسل وجهه ويقول لقد أحسن بنا إذ لم\r\nتك جارية ولو كنت جارية لحليتك وأعطيتك\r\n","description":"","footnote":"","page_name":" 435 ","page_number":435},
  {"content":"\r\n( 4459 ) حدثنا زكريا عن هشيم عن\r\nالأعمش عن أبي الضحى عن مسروق\r\nعن عائشة قالت كان رسول الله صلى الله عليه وسلم إذا عاد مريضا يضع\r\nيده على المكان الذي يشتكي المريض ثم يقول بسم الله لا بأس\r\nلا بأس أذهب البأس رب الناس واشف أنت الشافي\r\nلا شفاء إلا شفاؤك شفاء لا يغادر سقما قالت عائشة فلما\r\nمرض النبي صلى الله عليه وسلم وضعت يدي عليه لاقول هؤلاء الكلمات فنزع\r\nيدي عنه وقال اللهم أنت الرفيق الاعلى\r\n","description":"","footnote":"","page_name":" 436 ","page_number":436},
  {"content":"\r\n","description":"","footnote":"","page_name":" 437 ","page_number":437},
  {"content":"\r\n( 4460 ) حدثنا زكريا حدثنا هشيم عن مجالد\r\nعن الشعبي عن مسروق قال\r\nسألت عائشة هل كان رسول الله صلى الله عليه وسلم يتمثل قالت كان\r\nيقول إذا دخل بيته يتمثل يقول لو كان لابن آدم واديان من\r\nذهب لابتغى إليهما ثالثا ولا يملا جوف بن آدم إلا التراب\r\nويتوب الله على من تاب إنما جعل المال لتقضى به الصلاة\r\nوتؤتى به الزكاة قالت فكنا نرى أنه مما نسخ من القرآن\r\n( 4461 ) حدثنا أبو بكر بن أبي شيبة حدثنا\r\n","description":"","footnote":"","page_name":" 438 ","page_number":438},
  {"content":"\r\nعبيد بن سعيد القرشي عن سفيان عن منصور عن إبراهيم\r\nعن الأسود\r\nعن عائشة قالت أهدي لرسول الله صلى الله عليه وسلم ضب فلم يأكل منه\r\nفقلت يا رسول الله ألا أطعمه السؤال قال لا أطعم السؤال\r\nإلا ما آكل منه\r\n( 4462 ) حدثنا أبو بكر حدثنا عبيد بن سعيد\r\nحدثنا سفيان عن منصور عن إبراهيم عن الأسود\r\nعن عائشة أن النبي صلى الله عليه وسلم نهى عن الدباء والمزفت ( 4463 )\r\n","description":"","footnote":"","page_name":" 439 ","page_number":439},
  {"content":"\r\nحدثنا أبو بكر بن أبي شيبة حدثنا بن\r\nإدريس عن الأعمش عن الحكم عن عروة\r\n","description":"","footnote":"","page_name":" 440 ","page_number":440},
  {"content":"\r\nعن عائشة قالت جاءها سائل فأمرت له عائشة بشئ\r\nفلما جاء الخادم دعتها فنظرت فقال لها رسول الله صلى الله عليه وسلم أو ما\r\nيخرج شئ إلا بعلمك قالت إني لاعلم قال لا تحصي\r\nفيحصي الله عليك\r\n( 4464 ) حدثنا أبو بكر بن أبي شيبة حدثنا أبو\r\nمعاوية عن حجاج عن عطاء\r\nأن النبي صلى الله عليه وسلم كان إذا رمى الجمرة وذبح وحلق فقد حل له\r\nكل شئ إلا النساء\r\n","description":"","footnote":"","page_name":" 441 ","page_number":441},
  {"content":"\r\n( 4465 ) حدثنا أبو بكر حدثنا أبو معاوية عن\r\nحجاج عن أبي بكر بن عبد الله بن أبي الجهم عن عمرة\r\nعن عائشة عن النبي بمثله !\r\n( 4466 ) حدثنا إبراهيم بن الحجاج السامي\r\nحدثنا حماد عن حماد عن إبراهيم عن الأسود بن يزيد قال\r\nسألت عائشة عن الأوعية التي نهى عنها رسول\r\nالله صلى الله عليه وسلم فقالت القرع والمزفت وهي جرار خضر مزفتة يجاء\r\nبها من مصر\r\n","description":"","footnote":"","page_name":" 442 ","page_number":442},
  {"content":"\r\n( 4467 ) حدثنا إبراهيم بن الحجاج حدثنا\r\nحماد عن الأعمش عن أبي الضحى عن مسروق\r\nأن عائشة قالت لما نزلت سورة البقرة نهى رسول\r\nالله صلى الله عليه وسلم عن الخمر والربا\r\n","description":"","footnote":"","page_name":" 443 ","page_number":443},
  {"content":"\r\n( 4468 ) حدثنا إبراهيم حدثنا حماد عن داود\r\nبن أبي هند عن عزرة عن حميد بن عبد الرحمن عن\r\nسعد بن هشام\r\nعن عائشة أنها قالت كان على بابي ستر فيه تماثيل\r\nفقال رسول الله صلى الله عليه وسلم ألقوا هذا فإنه يذكرني الدنيا\r\nقالت وكان لنا قطيفة فيها حرير\r\n( 4469 ) حدثنا إبراهيم بن الحجاج حدثنا\r\nحماد عن عبد الرحمن بن القاسم عن القاسم بن حمد\r\n","description":"","footnote":"","page_name":" 444 ","page_number":444},
  {"content":"\r\nعن عائشة أن رسول الله صلى الله عليه وسلم قال أشد الناس عذابا يوم\r\nالقيامة الذين يضاهون بخلق الله\r\n( 4470 ) حدثنا إبراهيم حدثنا حماد عن محمد\r\nبن إسحاق عن يحيى بن عباد\r\nعن عائشة أن النجاشي أهدى إلى رسول الله صلى الله عليه وسلم هدية\r\nفيها خاتم من ذهب فيه فص حبشي فأخذه رسول الله صلى الله عليه وسلم بعود\r\nفدفعه إلى أمامة كالمعرض عنها فقال تحلي بهذا\r\n( 4471 ) حدثنا إبراهيم حدثنا حماد عن\r\nعلي بن زيد عن أم محمد\r\nعن عائشة أن رسول الله صلى الله عليه وسلم أهديت إليه هدية فيها قلادة جزع فقال لأدفعنها إلى أحب أهل البيت إلي فقالت\r\nالنساء ذهبت بها بنت أبي قحافة فدعا رسول الله صلى الله عليه وسلم أمامة\r\n","description":"","footnote":"","page_name":" 445 ","page_number":445},
  {"content":"\r\nبنت زينب فأعلقها في عنقها\r\n( 4472 ) حدثنا إبراهيم حدثنا حماد عن\r\nعلي بن زيد عن أبي عثمان النهدي\r\nعن عائشة أن رسول الله صلى الله عليه وسلم كان يقول اللهم اجعلني\r\nمن الذين إذا أحسنوا استبشروا وإذا أساؤوا استغفروا\r\n( 4473 ) حدثنا إبراهيم حدثنا حماد عن\r\nجبر بن حبيب وسعيد الجريري عن أم كلثوم بنت أبي بكر\r\nعن عائشة أن رسول الله صلى الله عليه وسلم علمها أن تقول اللهم\r\nأسألك من الخير كله عاجله وآجله ما علمت منه وما لم أعلم\r\nوأعوذ بك من الشر كله عاجله وآجله ما علمت منه وما لم أعلم\r\n","description":"","footnote":"","page_name":" 446 ","page_number":446},
  {"content":"\r\nاللهم إني أسألك من الخير ما سألك منه عبدك ونبيك\r\nوأعوذ بك من الشر ما استعاذك منه عبدك ونبيك وأسألك\r\nالجنة وما قرب إليها من قول أو عمل وأعوذ بك من النار وما\r\nقرب إليها من قول أو عمل وأسألك أن تجعل كل قضاء\r\nتقضيه لي بخير\r\n( 4474 ) حدثنا إبراهيم حدثنا حماد عن هشام\r\nبن عروة عن أبيه\r\nعن عائشة أن رسول الله صلى الله عليه وسلم كان يقول اللهم إني أعوذ\r\nبك من عذاب النار ومن فتنة النار وأعوذ بك من عذاب\r\nالقبر ومن فتنة القبر وأعوذ بك من المسيح الدجال ومن\r\nالكسل والهرم والمأثم والمغرم ومن شر فتنة الغنى\r\nوالفقر اللهم اغسلني من الخطايا بماء الثلج والبرد\r\n","description":"","footnote":"","page_name":" 447 ","page_number":447},
  {"content":"\r\nاللهم باعد بيني وبين خطاياي كما باعدت بين المشرق\r\nوالمغرب\r\n( 4475 ) حدثنا إبراهيم حدثنا حماد عن داود\r\n","description":"","footnote":"","page_name":" 448 ","page_number":448},
  {"content":"\r\nبن أبي هند عن الشعبي عن مسروق أن عائشة قالت للسائب ثلاث خصال لتدعهن أو\r\nلأناجزنك قال وما هي قالت أن رسول الله صلى الله عليه وسلم كان يقول اللهم إني أعوذ بك\r\nمن عذاب النار ومن فتنة النار وأعوذ بك من عذاب القبر ومن فتنة القبر وأعوذ بك\r\nمن المسيح الدجال ومن الكسل والهرم والمأثم والمغرم ومن شر فتنة الغنى والفقر اللهم اغسلني من الخطايا\r\nبماء الثلج والبرد اللهم باعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب\r\n( 4476 ) حدثنا إبراهيم حدثنا حماد عن\r\nمحمد بن عمرو عن يحيى بن عبد الرحمن بن حاطب\r\nأن عائشة قالت أتيت النبي صلى الله عليه وسلم بخزيرة قد طبختها له\r\nفقلت لسودة والنبي صلى الله عليه وسلم بيني وبينها كلي فأبت فقلت\r\nلتأكلن أو لألطخن وجهك فأبت فوضعت يدي في الخزيرة\r\nفطليت وجهها فضحك النبي صلى الله عليه وسلم فوضع بيده لها وقال لها\r\nالطخي وجهها فضحك النبي صلى الله عليه وسلم لها فمر عمر فقال يا\r\nعبد الله يا عبد الله فظن أنه سيدخل فقال قوما فاغسلا\r\n","description":"","footnote":"","page_name":" 449 ","page_number":449},
  {"content":"\r\nوجوهكما فقالت عائشة فما زلت أهاب عمر لهيبة رسول\r\nالله صلى الله عليه وسلم\r\n( 4477 ) حدثنا إبراهيم حدثنا حماد عن هشام\r\nبن عروة عن عروة\r\nعن عائشة أن سعد بن معاذ رمي في أكحله فضرب له\r\nالنبي صلى الله عليه وسلم خباء في المسجد ليعوده من قريب فقال سعد\r\nاللهم إنك تعلم أن أحب الناس إلي قتالا قوم كذبوا نبيك\r\nوأخرجوه وفعلوا وفعلوا وإني أظن أن قد وضعت الحرب بيننا\r\n","description":"","footnote":"","page_name":" 450 ","page_number":450},
  {"content":"\r\nوبينهم اللهم إن كنت أبقيت بيننا وبينهم حربا فأبقني لهم\r\nوإن كنت قد وضعت الحرب بيننا وبينهم فافجر هذا الكلم\r\nواجعل موتي فيه فبينما هو ذات ليلة إذ انفجر كلمه من لبته\r\nوإلى جنبه أهل خباء فسال الدم حتى دخل الخباء فنادوهم\r\nيا أهل الخباء ما هذا الذي يجيئنا من قبلكم فنظروا فإذا\r\nسعد بن معاذ قد انفجر كلمه من لبته وإذا لدمه هدير ودوي\r\nقال فمات عنه\r\n","description":"","footnote":"","page_name":" 451 ","page_number":451},
  {"content":"\r\n( 4478 ) حدثنا إبراهيم حدثنا حماد عن هشام\r\nبن عروة عن أبيه\r\nعن عائشة أن رسول الله صلى الله عليه وسلم قال في مرضه ليؤم الناس\r\nأبو بكر فقالت عائشة لحفصة قولي له إن أبا بكر رجل\r\nرقيق القلب وإنه إذا قام مقامك لم يسمع الناس من\r\nالبكاء فمر عمر فليؤم الناس فقالت حفصة ذلك\r\nللنبي صلى الله عليه وسلم فقال ليؤم الناس أبو بكر فقالت عائشة لحفصة\r\nمثل مقالتها الأولى فقال ليؤم الناس أبو بكر فأعادت\r\nعائشة لحفصة مثل مقالتها للنبي صلى الله عليه وسلم فقال دعيني إنكن لأنتن\r\nصواحب يوسف ليؤم الناس أبو بكر\r\n","description":"","footnote":"","page_name":" 452 ","page_number":452},
  {"content":"\r\n","description":"","footnote":"","page_name":" 453 ","page_number":453},
  {"content":"\r\n","description":"","footnote":"","page_name":" 454 ","page_number":454},
  {"content":"\r\n( 4479 ) حدثنا إبراهيم حدثنا حماد عن\r\nأيوب عن بن أبي مليكة\r\nعن عائشة بمثله ثم قال بن أبي مليكة وأية خلافة\r\nأبين من هذا\r\n( 4480 ) حدثنا إبراهيم حدثنا حماد عن هشام\r\nبن عروة عن أبيه\r\nعن عائشة قالت كان رسول الله صلى الله عليه وسلم يصلي العصر\r\n","description":"","footnote":"","page_name":" 455 ","page_number":455},
  {"content":"\r\nوالشمس طالعة في حجرتي\r\n( 4481 ) حدثنا إبراهيم حدثنا حماد بن سلمة\r\nعن عطاء بن السائب عن أبي سلمة بن عبد الرحمن\r\nأن عائشة قالت كان رسول الله صلى الله عليه وسلم إذا أراد أن يغتسل\r\nمن الجنابة غسل يديه ثلاثا ثم أخذ الماء بيمينه ثم يفرغه\r\nعلى يساره فيغسل فرجه حتى ينقيه ثم يغسل يساره غسلا حسنا\r\nثم يمضمض ثلاثا ويستنشق ثلاثا ويغسل وجهه ويغسل\r\nذراعيه ثلاثا ثلاثا ثم يصب على رأسه الماء ثلاثا ثم يغسل\r\nجسده فإذا فرغ من مغتسله غسل قدميه\r\n","description":"","footnote":"","page_name":" 456 ","page_number":456},
  {"content":"\r\n( 4482 ) حدثنا إبراهيم حدثنا حماد عن هشام\r\nبن عروة عن عروة\r\nعن عائشة أن رسول الله صلى الله عليه وسلم كان إذا أراد أن يغتسل من\r\nالجنابة توضأ وضوءه للصلاة ثم يدخل يده في الاناء فيتتبع\r\nأصول الشعر بيده الأيمن من شقه ويأخذ بيساره فيتتبع أصول\r\nالشعر من شقه الأيسر حتى إذا ظن أنه استبرأ البشرة كلها\r\nصب على رأسه\r\nقال هشام غير أنه يبدأ قبل ذلك بغسل يديه ثلاثا ثلاثا\r\nوبغسل فرجه\r\n( 4483 ) حدثنا إبراهيم حدثنا حماد عن قتادة\r\nوعاصم الأحول عن معاذ العدوية\r\nأن عائشة قالت كنت أغتسل أنا ورسول الله صلى الله عليه وسلم من إناء\r\nواحد قال عاصم قالت عائشة فيبادرني مبادرة\r\n","description":"","footnote":"","page_name":" 457 ","page_number":457},
  {"content":"\r\n( 4484 ) حدثنا إبراهيم حدثنا حماد عن هشام\r\nبن عروة عن عروة\r\nأن عائشة قالت كنت أغتسل أنا ورسول الله من إناء\r\nواحد\r\n( 4485 ) حدثنا إبراهيم حدثنا حماد عن أبي\r\nحمزة عن إبراهيم عن الأسود\r\nعن عائشة أن رسول الله صلى الله عليه وسلم كان يصلي فوجد القر فقال\r\nيا عائشة أرخي علي مرطك قالت إني حائض قال علة\r\nوبخلا إن حيضتك ليست في يديك\r\n( 4486 ) حدثنا إبراهيم حدثنا حماد عن هشام\r\nبن عروة عن أبيه\r\n","description":"","footnote":"","page_name":" 458 ","page_number":458},
  {"content":"\r\nعن عائشة أن فاطمة بنت أبي حبيش قالت يا رسول الله\r\nإني امرأة أستحاض فأترك الصلاة فقال رسول الله صلى الله عليه وسلم إنما\r\nذاك عرق وليست بحيضة فإذا أقبلت الحيضة فاتركي الصلاة\r\nوإذا ذهب فورها فاغسلي الدم عنك وتوضئي وصلي\r\n","description":"","footnote":"","page_name":" 459 ","page_number":459},
  {"content":"\r\n( 4487 ) حدثنا إبراهيم حدثنا حماد عن أبي\r\nعمران الجوني عن يزيد بن بابنوس\r\nأن عائشة قالت كان رسول الله صلى الله عليه وسلم ينال من رأسي وأنا\r\nحائض وبيني وبينه ثوب\r\n( 4488 ) حدثنا إبراهيم حدثنا حماد عن\r\nالحجاج عن ثابت بن عبيد عن القاسم بن محمد\r\nعن عائشة أن رسول الله صلى الله عليه وسلم قال لها ناوليني الخمرة\r\nقالت إني حائض فقال رسول الله صلى الله عليه وسلم إن حيضتك ليست\r\nفي يديك\r\n","description":"","footnote":"","page_name":" 460 ","page_number":460},
  {"content":"\r\n( 4489 ) حدثنا إبراهيم حدثنا حماد عن محمد\r\nبن عمرو عن أبي سلمة بن عبد الرحمن\r\nأن عائشة قالت كان رسول الله صلى الله عليه وسلم إذا صلى صلاة\r\nأثبتها\r\n","description":"","footnote":"","page_name":" 461 ","page_number":461},
  {"content":"\r\n","description":"","footnote":"","page_name":" 462 ","page_number":462},
  {"content":"\r\n( 4490 ) حدثنا إبراهيم حدثنا حماد عن\r\nهشام بن عروة عن عروة\r\nأن عائشة قالت كان رسول الله صلى الله عليه وسلم يصلي وأنا معترضة\r\nبينه وبين القبلة كاعتراض الجنازة تحت قطيفتي\r\n","description":"","footnote":"","page_name":" 463 ","page_number":463},
  {"content":"\r\n( 4491 ) حدثنا إبراهيم حدثنا حماد عن\r\nحماد عن إبراهيم عن الأسود\r\nعن عائشة قالت أجعلتمونا بمنزلة الكلب والحمار لقد\r\nرأيتني تحت كسائي بين يدي رسول الله صلى الله عليه وسلم وبين القبلة وهو\r\n","description":"","footnote":"","page_name":" 464 ","page_number":464},
  {"content":"\r\nيصلي فأكره أن أسنح بين يديه حتى أنسل من تحت الكساء\r\nانسلالا\r\n( 4492 ) حدثنا إبراهيم حدثنا حماد عن هشام\r\nبن عروة عن عروة\r\nعن عائشة أن رجلا قام ليلة فقرأ فرفع صوته بالقرآن فلما\r\nأصبح قال رسول الله صلى الله عليه وسلم يرحم الله فلانا كأين من آية ذكرنيها\r\nالليلة كنت قد أسقطتها\r\n","description":"","footnote":"","page_name":" 465 ","page_number":465},
  {"content":"\r\n( 4493 ) حدثنا إبراهيم حدثنا حماد عن\r\nعبيد الله بن عمر عن عمرة بنت عبد الرحمن الأنصارية\r\nأن عائشة قالت لو رأى رسول الله صلى الله عليه وسلم من النساء ما نرى\r\nلمنعهن من المساجد كما منعت بنو إسرائيل نساءها لقد رأيتنا\r\nنصلي مع رسول الله صلى الله عليه وسلم الفجر في مروطنا وننصرف وما\r\n","description":"","footnote":"","page_name":" 466 ","page_number":466},
  {"content":"\r\nيعرف بعضنا وجوه بعض\r\n( 4494 ) حدثنا إبراهيم حدثنا حماد عن محمد\r\nبن إسحاق عن يحيى بن عباد\r\n","description":"","footnote":"","page_name":" 467 ","page_number":467},
  {"content":"\r\nعن عائشة أنها قالت اختلفوا في غسل النبي صلى الله عليه وسلم فألقي\r\nعليهم النوم فما منهم أحد إلا وذقنه في صدره فنودوا من\r\nناحية البيت أن اغسلوه من وراء قميصه قالت عائشة لو\r\nاستقبلت من أمري ما استدبرت ما غسل رسول الله صلى الله عليه وسلم إلا\r\nنساؤه\r\n","description":"","footnote":"","page_name":" 468 ","page_number":468},
  {"content":"\r\n( 4495 ) حدثنا إبراهيم حدثنا حماد عن هشام\r\nبن عروة عن عروة\r\nعن عائشة أن أبا بكر قال لعائشة في أي يوم مات\r\nرسول الله صلى الله عليه وسلم فقالت في يوم الاثنين فقال أي يوم هذا\r\nقالت يوم الاثنين فقال ما شاء الله أرجو فيما بيني وبين\r\nالليل وقال لهم فبم كفنتموه فقالت في ثلاثة أثواب\r\nسحولية يمانية بيض ليس فيها قميص ولا عمامة\r\nفقال أبو بكر اغسلوا ثوبي هذا من عهد ردع من\r\nزعفران أو مشق ومعه ثوبين آخرين\r\nفقالت عائشة يا أبه هذا خلق فقال إن الحي أحق\r\nبالجديد فقال إنما هو للمهلة\r\nوكان عبد الله بن أبي بكر أعطاهم حلة حبرة فأدرج رسول\r\n","description":"","footnote":"","page_name":" 469 ","page_number":469},
  {"content":"\r\nالله فيها ثم أخرج منها فكفن في ثلاثة أثواب سحولية يمانية\r\nبيض فوجد عبد الله الحلة فقال لاكفنن نفسي في شئ مس\r\nجلد رسول الله صلى الله عليه وسلم ثم قال بعد ذلك لا والله لا أكفن نفسي\r\nفي شئ منعه الله رسوله أن يكفن فيه فمات أبو بكر ليلة\r\nالثلاثاء فدفن ليلا\r\n( 4496 ) حدثنا أبو الربيع الزهراني حدثنا حماد\r\nحدثنا هشام عن أبيه\r\nعن عائشة قالت دخل على رسول الله صلى الله عليه وسلم أصحابه في\r\nمرضه وهو يصلي قاعدا فقاموا يصلون خلفه فأومأ إليهم\r\nبيده أن أجلسوا فجلسوا فلما قضى النبي صلى الله عليه وسلم قال إنما الامام\r\nليؤتم به فإذا ركع فاركعوا وإذا سجد فاسجدوا وإن صلى\r\nقائما فصلوا قياما وإن صلى قاعدا فصلوا قعودا\r\n","description":"","footnote":"","page_name":" 470 ","page_number":470},
  {"content":"\r\n( 4497 ) حدثنا أبو الربيع حدثنا حماد حدثنا\r\nهشام بن عروة عن أبيه\r\nعن عائشة قالت كان النبي صلى الله عليه وسلم إذا اغتسل من جنابة يفرغ\r\nبيمينه على شماله فيغسل فرجه وربما كنت عن الفرج ثم يتوضأ\r\nكوضوئه للصلاة ثم يدخل يده في الماء ثم يقول به في شعره\r\nفإن ظن أنه قد مس البشرة الماء أفرغ على رأسه الماء ثلاثا\r\nوأفضل في الاناء فضلة فصبها عليه بعدما يفرغ\r\n( 4498 ) حدثنا أبو الربيع حدثنا حماد حدثنا\r\nهشام عن أبيه\r\n","description":"","footnote":"","page_name":" 471 ","page_number":471},
  {"content":"\r\nعن عائشة أنها قالت قال رسول الله صلى الله عليه وسلم أريتك في\r\nالمنام قلت لما جاء بك الملك في سرقة من حرير فيقول\r\nهذه امرأتك فلما كشفت عن وجهك فإذا أنت هي فأقول إن\r\nيكن من عند الله يمضه\r\n( 4499 ) حدثنا أبو الربيع حدثنا حماد حدثنا\r\nهشام عن أبيه\r\nعن عائشة أنه ذكر عندها قول بن عمر في المعول عليه\r\nفقالت يرحم الله أبا عبد الرحمن سمع الحديث فلم يحفظه\r\nإنما قال رسول الله صلى الله عليه وسلم ومر عليه بجنازة يهودي وأهله يبكون\r\n","description":"","footnote":"","page_name":" 472 ","page_number":472},
  {"content":"\r\nعليه فقال رسول الله صلى الله عليه وسلم إنهم ليبكون وإنه ليعذب\r\n( 4500 ) حدثنا أبو الربيع حدثنا حماد حدثنا\r\nهشام عن أبيه\r\n","description":"","footnote":"","page_name":" 473 ","page_number":473},
  {"content":"\r\nعن عائشة أنها قالت يا رسول الله كل نسائك لهن كنى\r\nغيري قال فاكتني بابنك عبد الله بن الزبير فكانت تكنى أم\r\nعبد الله\r\n","description":"","footnote":"","page_name":" 474 ","page_number":474},
  {"content":"\r\n( 4501 ) حدثنا أبو الربيع حدثنا حماد حدثنا\r\nهشام عن أبيه\r\nعن عائشة أن أخا أبي قعيس استأذن عليها فأبت أن تأذن\r\nله فذكرت ذلك للنبي صلى الله عليه وسلم فقال إنه عمك فأدخليه فقالت\r\nيا رسول الله إنما أرضعتني المرأة ولم يرضع الرجل قال\r\nإنه عمك فأدخليه\r\n","description":"","footnote":"","page_name":" 475 ","page_number":475},
  {"content":"\r\n","description":"","footnote":"","page_name":" 476 ","page_number":476},
  {"content":"\r\n( 4502 ) حدثنا أبو الربيع حدثنا حماد حدثنا\r\nهشام بن عروة عن أبيه\r\nعن عائشة أن حمزة بن عمرو الأسلمي سأل\r\nالنبي صلى الله عليه وسلم فقال يا رسول الله إني رجل أسرد الصوم أفأصوم في\r\nالسفر قال صم إن شئت وأفطر إن شئت\r\n","description":"","footnote":"","page_name":" 477 ","page_number":477},
  {"content":"\r\n( 4503 ) حدثنا أبو الربيع حدثنا حماد حدثنا\r\nهشام عن أبيه\r\nعن عائشة قالت قال رسول الله صلى الله عليه وسلم خمس فواسق\r\n","description":"","footnote":"","page_name":" 478 ","page_number":478},
  {"content":"\r\nيقتلن في الحرم العقرب والفأرة والحديا والغراب\r\nوالكلب العقور\r\n","description":"","footnote":"","page_name":" 479 ","page_number":479},
  {"content":"\r\n( 4504 ) حدثنا أبو الربيع حدثنا حماد حدثنا\r\nهشام عن أبيه\r\nعن عائشة قالت خرجنا موافين لهلال ذي الحجة فقال\r\nرسول الله صلى الله عليه وسلم من شاء أن\r\nيهل بحج أهل بحج ومن شاء أن يهل بعمرة فليهل بعمرة فكنت فيمن أهل بعمرة فذكرت\r\nأنها لما كانت بسرف حاضت قالت فدخل علي رسول\r\nالله صلى الله عليه وسلم وأنا أبكي قال فقلت وددت أني لم أخرج العام\r\nفقال انقضي رأسك أأنت عمرتك وامتشطي وافعلي\r\nما يفعل المسلمون في حجهم فأطاعت الله ورسوله فلما كان\r\nليلة النفر أمر عبد الرحمن بن أبي بكر أن يخرجها إلى التنعيم\r\nفأخرجها إلى التنعيم فأهلت منه بعمرة\r\n\r\n","description":"","footnote":"","page_name":" 480 ","page_number":480}
  ]