[
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nكلمة المؤسسة\r\nبين يدي الحقيقة :\r\nإنَّ بين يدي الحقيقةِ مسافاتٍ من الشوق تستهوي عشّاق النُّور ، فينطلقون نحوها يبتغونَ فضلاً من الله ورضواناً .\r\nعلى أنَّ هذه المسافات دربٌ ملؤه منعطفاتٌ وظروفٌ لا يُحسنُ خوضها إلا مَنْ أُوتي حظاً مِنْ قلبٍ صبور ، ونصيباً من عقلٍ شجاع . .\r\nوإنَّ هذا السَّفر المضني لحقيق بأنْ يكسرَ أشرعةً لم تُعدّ حقَّ الإعداد لهكذا مشوار عصيب . إذنْ ؛ لِيُهيِّئْ عُشّاقُ النُّور ومسافرو هذا الدرب ما يعينهم على خوض الغمار وإتمام المسير ، حتى لا تنكسر أشرعتُهم في وسط البحر المصطَفِق . .\r\nوهذا المشوار - وإنْ كُنَّا وسمناه ب‍ « مسافات الشوق » - فإنَّه مشوارٌ للعقلِ والعلم ، لامكان فيه لإعمال المشاعر القلبية ، وإيحاءات الميول العاطفية . وذلك أمرٌ غنيٌّ عن البيان حيث الكلام عن طلب الحقيقة والتعرّف عليها ، وهو أجلى وأوضح حيث الكلام عن تيارات الفرق الإسلامية ، وحيث البحث عن تمييزِ المحُقّ من المبُطل . .\r\nوقد يكون من نافلة القول أنْ نتحدَّث عمّا يتّصل بالحقيقة والوصول إليها وما يتطلبه ذلك من أدوات ، ذلك أننّا بين يدي مثال حيٍّ لذلك كلِّه ؛ هو هذا الكتاب « المنهج الجديد والصحيح في الحوار مع الوهّابيين » ، فمن المناسب إذنْ أنْ نستلهم حديثنا المقتضب مِنْ غُضُونه ، ونستقرئ أطراف الحديث من طيات صحائفه . . .\r\n","description":"","footnote":"","page_name":" الف ","page_number":1},
  {"content":"\r\nبين يدي المؤلفّ والكتاب :\r\nإنَّ مما يعطي البحث العلمي مصداقيَّته وقيمته ؛ أنْ يكون بقلمٍ ذي اختصاص في مضمار ذلك البحث ، ويزيده قيمةً إلى قيمته أنْ ينطلق مِن أُفُق التجربةِ التطبيقية . وقد تجلّى هذان الجانبان ( الاختصاص والتجربة ) بأحسن صورهما في مؤلفنا سماحة « د . السيد عصام العماد » - حفظه الله تعالى - ، فقد عرف المجتمع السُّني والشِّيعي شخصية عُنيتْ بجانب الدراسات الإسلامية ، وقدَّمَتْ من عمرها نصيباً وافراً في الاشتغال بالعلوم الدينية ، وهو - سماحة المؤلّف حفظه الله تعالى - ينطلق في كل ذلك من آفاق تجربته النفيسة في عالم اكتشاف الحقيقية . .\r\nفهو ذلك السني المتشدّد ( الوهابي ) الّذي استطاع أن يتحرَّر من كهف الوهابية - بكل ما يحمله « الكهف » مِن معاني الظُّلمة والحَجَرية ، ليٌحلِّق إلى رحاب أهل البيت عليهم السلام ، ويرتبط بالطيبين الطاهرين فكراً وعقيدةً ، بعد أن كان مرتبطاً بهم في انتمائه النَّسَبي الشريف ، مارًّا في ذلك كلِّه بتجربة علمية ناضجة سيحدثنا عنها في طيات كتابه هذا . . .\r\nوجديرٌ بالذكر أن تجربة سماحة السيد المؤلف تتميز بتلون خاص في أطوارها ومراحلها ، فقد عرفه الشارع السُّنّي إماماً لأحد مساجد مدينة « صنعاء » ومُدرِّساً فيه ، وهو طالب العلم الذي حضر عند كبار علماء الوهابية في بلاد اليمن ؛ منهم : « القاضي أحمد سلامة » و « العلامة محمد بن إسماعيل العمران » ، و « الدكتور عبد الوهاب الديلمي » ، ثمَّ هو من طلاّب قسم الحديث بجامعة الإمام محمد بن سعود في الرياض ، وقد كتب له أيضاً أنْ ينال نصيباً من الحضور عند مفتي المملكة « الشيخ ابن باز » .\r\nوينتهي الأمر بصاحبنا إلى تَبنِّي خط فكري متشدِّد ، وإلى اتخاذ موقف مُتطرِّف بالتشبة إلى مذهب الشيعة الإمامية على وجدِ الخصوص ! .\r\nإلاّ أنّ ( الله وليُّ الذين آمنوا يخرجهم من الظلمات إلى النور . . . ) .\r\n","description":"","footnote":"","page_name":" ب ","page_number":2},
  {"content":"\r\nوإلاّ أنّ ( الله يفعل ما يريد ) .\r\nويذوبُ قلب ذلك الوهابي المتشدِّد ، وينصهر هذا الرجل المُحبّ لله تعالى في بُوتقة الحقيقة التي تبدتْ له خيوطها النورية ، ويكتشف أوّل خلل في المنهج السني في التعامل مع علم الجرح والتعديل ، ويَتحسَّسُ شواهد خروج القوم عن منهج الوسطية الذي يؤمنُ به ، ليكون ذلك أول بصيصٍ مِن النور ، وبدايات الاستبصار .\r\nوإنْ كُنّا لا نتحدث عن ذلك إلا على سبيل الإشارة ؛ فلأن سماحةّ المؤلّف - حفظ الله - قد بين أكثر ذلك في كتابه ، وحكى لقارئه طرفاً من قصّة مشواره العظيم في أكثر من موضع فيه . .\r\nولا ينبغي لنا أنْ نُغْفلَ في حديثنا المقتضب أمراً آخر لا يقلّ أهمية عن جمع ما ذُكر ؛ هو هذا الهدف السامي الذي يتحرك سماحة السيد المؤلف - حفظ الله - وهو نصب عينيه ، لا تحيدان عَنهُ قيد أنمله ، نعني السعي إلى توحيد السف الإسلامي ، أو ما نعبّر عنه ب‍ « الوحدة الإسلامية » ، وهو ما يبدوا جلياً لكلّ من تصفح هذا الكتاب ، بل هو أمرٌ معروف عن سماحة السيد العماد في كل ما يطرحه ويتبناه ، ويبدوا ذلك واضحاً لمن امتحن سماحة السيد في محاضراته ومناظراتهٍ ، خصوصاً على برامج الشبكة العالمية ( الانترنت ) .\r\nوما أحوجنا إلى تأصيل ذلك - نعني فكر الوحدة الإسلامية - في كلِّ ما نتبنّاه من فكر ومنهج ، فعسى الله أن يرزقنا بذلك لَمَّ الشَّعَث وشَعْب الصدع ، ولعلَّنا حينئذٍ نقوى على ردِّ كيد أعدائنا أعداء الأمّة الإسلامية ، ولنطمع حينئذ في إعلان كلمة الله سبحانه وتعالى ، وتثبيت راية الحقّ في هذه البسيطة .\r\nأمَّا الكتاب فلا نرى مِن حاجةٍ إلى أنْ نتكلم ونبسط الحديث عنه ؛ فإنّا نحسبُه قد نطق فأحسن البيان عنْ كُنْهه . وإذا كان ثمَّة جانب يُتَكلَّم عَنْه في هكذا مقامٍ فإنّما هو مدى ما يلتزم به صاحب الكتاب من منهج علمي ، ومدى ما يتوخّاه مِن موضوعيةٍ في ما يتناوله مِنْ مادّةٍ في كتابه . . بيد أنّ الحديث كذلك - ها هنا - ليُعدُّ من نافلةِ القول بعد أنْ سمّى سماحة السيد المؤلف كتابه ب‍ « المنهج الجديد والصحيح . . . » ، فهو - الكتاب -\r\n","description":"","footnote":"","page_name":" ج ","page_number":3},
  {"content":"\r\nمنهج كلُّه ، فلم يبقَ إذنْ إلا أنْ نطالع الكتاب لننظر إلى أيِّ مدىً كان كاتبه موفقاً في رسم المنهج الذي سمّى به الكتاب .\r\nفأمّا نحنُ فقد قرأنا الكتاب ، ووجدنا سماحة الدكتور العماد موفّقاً إلى حدٍّ غير يسير في اختيار منهجه وعرضه بأحسن ما أمكن . . وهذا دور القارئ الكريم . .\r\nفليَمْضِ إذنْ على بركة الله .\r\n( والذين جاهدوا فينا لنهدينهم سبلنا وإنَّ الله لمع المحسنين ) العنكبوت ( 69 )\r\nوالحمد لله رب العالمين .\r\nمؤسسة الكوثر للمعارف الإسلامية\r\nقم المقدسة\r\n14 ربيع الأول 1423 ه‍\r\n27 / 5 / 2002 م\r\n","description":"","footnote":"","page_name":" د ","page_number":4},
  {"content":"\r\nالمنهج الجديد والصحيح في\r\nالحوار مع الوهابين\r\n( محاولة للتقريب بين الاثني عشرية والوهابية )\r\nتأليف\r\nالدكتور عصام علي يحيى العماد\r\nصاحب كتاب\r\n( رحلتي من الوهابية إلى الاثني عشرية )\r\n","description":"","footnote":"","page_name":" 1 ","page_number":5},
  {"content":"\r\n","description":"","footnote":"","page_name":" 2 ","page_number":6},
  {"content":"\r\nهوية الكتاب\r\nاسم الكتاب : المنهج الجديد والصحيح في الحوار مع الوهابين .\r\nمحاولة للتقريب بين الاثني عشرية والوهابية .\r\nاسم المؤلف : الدكتور عصام علي يحيى العماد .\r\nالناشر : مؤسسة الكوثر للمعارف الإسلامية .\r\nالطبعة : الأولى 1422 ه‍ - 2002 م .\r\nعدد النسخ : 2000\r\n","description":"","footnote":"","page_name":" 3 ","page_number":7},
  {"content":"\r\n","description":"","footnote":"","page_name":" 4 ","page_number":8},
  {"content":"\r\nالمنهج الجديد والصحيح في\r\nالحوار مع الوهابين\r\n« محاولة للتقريب بين الاثني\r\nعشرية والوهابية »\r\n","description":"","footnote":"","page_name":" 5 ","page_number":9},
  {"content":"\r\n","description":"","footnote":"","page_name":" 6 ","page_number":10},
  {"content":"\r\n\r\nالإهداء\r\nإلى والدي العلامة ( علي يحيى العماد ) الذي نهلت من علمه ومن أخلاقه . .\r\nإلى ذلك الأب العظيم الذي عاش الإسلام حقيقةً وواقعاً لا خيالاً وآمالاً . .\r\nإلى ذلك الأب العظيم الذي انبثقت سيرته وأخلاقه من كتاب الله الكريم . .\r\nإلى ذلك الأب العظيم الذي جاهد باسم الله من أجل حل مشكلات المسلمين ومن أجل أن ينشئ أبناءً يبتعدون عن الظلمات ويعيشون في ظل آيات الكتاب المبين . . .\r\nإليك أُقدم هذا العمل .\r\nابنك : عصام\r\n","description":"","footnote":"","page_name":" 7 ","page_number":11},
  {"content":"\r\n","description":"","footnote":"","page_name":" 8 ","page_number":12},
  {"content":"\r\n\r\nمُقَدِّمة\r\nإنَّ الحَمْدَ للهِ نَحْمَدُهُ ونستعينُهُ ونَسْتغفِرُهُ ، وَنَعوذُ بالله مِنْ شُرورِ أَنْفسِنَا وَمِنْ سَيِّئاتِ أَعمَالِنَا ، مَنْ يَهْدِهِ الله فَلا مُضِلَّ له وَمَنْ يُضْلِلْ فَلا هَادِيَ لَهُ . وَأَشْهَدُ أَنْ لا إِلَهَ إلاّ اللهُ وَحْدَهُ لا شَرِيكَ لَهُ ، وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ .\r\n( يَا أَيُّهَا الَّذِينَ آمَنُواْ اتَّقُواْ اللّهَ حَقَّ تُقَاتِهِ وَلاَ تَمُوتُنَّ إِلاَّ وَأَنتُم مُّسْلِمُونَ ) ( 1 ) .\r\n( يَا أَيُّهَا النَّاسُ اتَّقُواْ رَبَّكُمُ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاء وَاتَّقُواْ اللّهَ الَّذِي تَسَاءلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللّهَ كَانَ عَلَيْكُمْ رَقِيبًا ) ( 2 ) .\r\n( يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا ) ( 3 ) ( 4 ) .\r\nأَمَّا بَعْدُ :\r\nإنني أعتقد أنّ التقريب بين المسلمين لا يمكن أن يتم إلاّ بالحوار الصحيح الذي يستخدم منهجاً سليماً .\r\nإننا إذا لم نجدّد في أساليب الحوار بين المسلمين ، ونتفّنن في صياغتها وإخراجها من حالتها القديمة إلى حالةٍ جديدةٍ أكثر علمية ؛ فسوف لن يُثمرَ\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة آل عمران : 102 .\r\n( 2 ) سورة النساء : 1 .\r\n( 3 ) سورة الأحزاب : 70 - 71 .\r\n( 4 ) هذه الخطبة ثابتة عن النبي ، وهي معروفة عند كبار المحدثين ب‍ ( خطبة الحاجة ) ، وقد ذُكرت في الصحاح ، بدأت بها اقتداءً بالنبي صلّى الله عليه وآله وسلم نسأل الله أن يقضي بحق هذه الخطبة العظيمة حوائجنا في الدنيا والآخرة .\r\n","page_name":" 9 ","page_number":13},
  {"content":"\r\nالحوار تقريباً بين المسلمين ، بل سوف يخلق بعداً وتمزقاً أكثر من ذي قبل . وللحوار بين المسلمين آفاق رحبة يجب أن ننفتح عليها ، فهو :\r\nأولاً : طريق للتقريب بين المذاهب الإسلامية ؛ بين السنّة والاثني عشرية منْ جهة ، وبين الاثني عشرية والوهابية من جهةٍ أُخرى ، وبين الوهابية والسنّة من جهة ثالثة .\r\nولا شك أنّ التقريب لو تم لتحققت معالجة أكبر مشكلةٍ يعيشها المسلمون في عصرنا الحاضر .\r\nوهو ثانياً : طريق لمواجهة كل المؤامرات التي تُحاك منْ أجل تفريق المسلمين شيعاً وأحزاباً ، ومن أجل تمزيق الأُمة الواحدة إلى أشلاء متناثرة .\r\nوفي الحقيقة أن هذا الكتاب هو محاولة لمعالجة بعض سلبيات الحوار بين الاثني عشرية وبين الوهابية ، من خلال تجربتي في الحوار مع الوهابية لفترةٍ دامت أكثر من اثني عشر عاماً ، ومنْ خلال انتمائي السابق للوهابية ، فقد درست عند كبار علماء الوهابية في اليمن ، ثُمّ ذهبت للدراسة في المملكة السعودية . وكنت من أشدّ الوهابيين تعصباً ، حتى إنني كتبتُ كتاباً في تكفير الاثني عشرية سمّيته ( الصلة بين الاثني عشرية وفرق الغلاة ) ، وبعد أنّ تركت الوهابية وانتقلتُ إلى الاثني عشرية كتبت كتاباً تحت عنوان ( حقائق المذهب الاثني عشري وخصائصه أو رحلتي من الوهابية إلى الاثني عشرية ) . ومن ثَمَّ فأنا عندما أتحدَّث عن كيفية الحوار مع الوهابيين ، إنّما أتحدث عن كيفية الحوار مع جماعةٍ كنت من أكثر الناس تعصباً لها ، وبالتالي فأنا أعرفُ الطريقة المثلى في الحوار مع الوهابيين .\r\nولا بد من الإشارة إلى قضية هامة في منتهى الأهمية وهي : أن الحوار مع الوهابيين لا بد أن ينحصر في أمرين ضروريين :\r\nالأمر الأول : لا بد من إقناع الوهابي الذي نحاوره أن يكون الحوار في آية واحدة من القرآن أو في رواية واحدة لا في موضوع واحد ، بل لا بد من اقناعه أن\r\n","description":"","footnote":"","page_name":" 10 ","page_number":14},
  {"content":"\r\nيكون الحوار في نقطة واحدة من آية واحدة أو رواية واحدة من موضوع واحد ؛ لأنّ العقل الوهابي لا يمكن أنْ يستوعب حقيقة المذهب الاثني عشري إلاّ إذا بحثنا معه بالتدرج البطيء ؛ من آية إلى آية ومن رواية إلى رواية . ولا بد قبل بداية الحوار مع الوهابيين أن نبين لهم أهمية الالتزام بذلك .\r\nإنّ الحوار بهذه الصورة هو حوارٌ ذو منهجية علمية ؛ ففي العالم كلِّه نجد أنّ الجامعات ترفض البحث عن قضية كلية ، بل تطالب بالبحث عن جزء صغير من قضية كلية ؛ لأنّ فائدة البحث تكون قوية إذا انحصرت في جزئية صغيرة . أما إذا بحثنا مع الوهابيين بصورة عامة فلا يمكن لهم أن يدركوا حقائق وخصائص المذهب الاثني عشري .\r\nوالأمر الثاني : من الخطأ الكبير أن تحاور الوهابيين في غير حديث الثقلين ( 1 ) ؛ لأنك إذا حاورته في غير حديث الثقلين من فضائل الإمام علي الأُخرى فسوف يقول لك : وردت الفضائل في غيره - أيضاً - .\r\nومن هنا لا بد أن نبين للعقل الوهابي أنّ ورود الفضائل في غير الامام عليّ من الصحابة لا يعني التمسك بهم والأخذ باقوا لهم وأفعا لهم ، بينما حديث الثقلين\r\n\r\n","description":"","footnote":"\r\n( 1 ) إنّ إصراري الشديد على ضرورة أن يكون الحوار مع الوهابيين - قبل كل شيء - حول حديث الثقلين ؛ كان ناتجاً من تأكيد النبي صلى الله عليه وآله وسلم على هذا الحديث ، حيث بيّن النبي أنّ العمل بحديث الثقلين هو المنقذ للأُمة من الضلال والاختلاف ، وكان يحث أُمته على العمل بحديث الثقلين إلى آخر لحظة من حياته ، فكان حديث الثقلين هو كلمته الأخيرة - صلى الله عليه وآله وسلم - يوصي أُمته بحديث الثقلين ويودعها في نفس الوقت . كما أنني وجدت أن وصية العظماء في آخر حياتهم تتمركز حول حديث الثقلين ، وأصبحت التوصية بهذا الحديث من الوصايا الهامة التي أكد عليها الكثير من الشخصيات الإسلامية العظيمة ، ومن هنا نجد الإمام عليّ وفي اللحظات الأخيرة من حياته يوصي بالتمسك بالثقلين .\r\nوهكذا ؛ نجد الكثير من عظماء المسلمين ينهجون نهج النبي ، ويفتتحون وصاياهم الخالدة بضرورة التمسك بالثقلين ، ويحثون المسلمين على ضرورة الالتفات والعمل بحديث الثقلين ؛ كما أكدوا على ضرورة عدم الاكتفاء برواية هذا الحديث فحسب بل يجب العمل بمضمون الحديث ، ومن هنا أقول : إنّه لا يمكن أن نعرّف الوهابيين الحق إلاّ من خلال الحوار معهم حول حديث الثقلين .\r\n","page_name":" 11 ","page_number":15},
  {"content":"\r\nدلّ على وجوب التمسك بالإمام علي - كرم الله وجهه - . وقد ذكره الإمام مسلم - رحمه الله - في باب ( ما ورد عن النبي في الإمام علي ) .\r\nوإذا طلب الوهابي أن يكون الحوار من خلال القرآن ، فلا بد أن تبدأ معه بآية التطهير ، لا بآية الولاية أو غيرها ؛ لأسباب علمية كثيرة لا مجال لذكرها هنا ( 1 ) .\r\nوأهم هذه الأسباب أن هنالك ارتباطاً وثيقاً بين آية التطهير وبين حديث الثقلين ، فلا يوجد أحد من أهل السنّة ذكر آية التطهير وحديث الكساء إلاّ وذكر معهما حديث الثقلين ولا يوجد أحد من المسلمين يجهل العلاقة الوثيقة بين حديث الكساء وبين حديث الثقلين ، والبحث في آية التطهير سوف يجرّنا إلى البحث في حديث الكساء وإلى البحث في حديث الثقلين .\r\nولا بد من ترك الحوار في القضايا التي يثيرها الوهابيون من أجل صرف الناس عن مذهب أهل البيت ، مثل : أُسطورة وجود قرآن آخر للاثني عشرية وغيرها من الأساطير التي نسبوها لمذهب أهل البيت ، وباعدوا بسببها بين الناس وبين مذهب أهل البيت .\r\nوالذي جعلني أرى أن يكون ابتداء الحوار مع الوهابيين حول حديث الثقلين أنني رأيت - ومن خلال دراسة استقرائية شاملة - أنّ حديث الثقلين هو السبب الرئيسي في انتقال الكثير من الوهابية ومن أهل السنّة إلى المذهب الاثني عشري .\r\nومن هنا فلا بد أن يكون الحوار معهم قبل كلِّ شيء حول حديث الثقلين ، وأي حوارٍ معهم لا يبدأ بحديث الثقلين لن يكون مثمراً ولن ينقلهم إلى مذهب أهل البيت ، مع أننا لا نهدف من الحوار مع الوهابيين إلاّ نقلهم إلى مذهب أهل البيت ، أو التقريب بينهم وبين الاثني عشرية . ولا شك أنّ الكثير من الوهابيين يريدون معرفة الحق ، ولو عرفوا الحق لاتبعوه .\r\n\r\n","description":"","footnote":"\r\n( 1 ) ذكرنا علة تأخير الحوار مع الوهابيين حول آية الولاية حينما بحثنا عن خاصية الواقعية عند الاثني عشرية في كيفية التعامل مع الصحابة ، انظر : ص 170 من هذا الكتاب .\r\n","page_name":" 12 ","page_number":16},
  {"content":"\r\nومن هنا نحن نرفض طريقة بعض الاثني عشريين في الحوار مع الوهابيين ؛ لأنّها طريقة لا يمكن أن تفهمهم مذهب أهل البيت ، ولا يمكن أن تقرب بين الاثني عشرية والوهابية ، بل هي طريقة تبعدهم عن الحق ( 1 ) ، وتمزق عُرى الوحدة الإسلامية بين الاثني عشرية والوهابية ؛ لأنّ بعض الاثني عشريين لا يحسنون الظن بإخوانهم الوهابيين ويحسبون أنّ الوهابيين من المعاندين للحق . وهذا ظلم شديد للوهابيين ؛ فقد كنّا من الوهابيين وحين عرفنا الحق تركنا الوهابية ودخلنا في الاثني عشرية . ومن هنا نرى أنّ أكثر الوهابيين لو عرفوا حقيقة الاثني عشرية لتركوا الوهابية واتبعوا الحق .\r\nوهذا الكتاب يقوم على أساس حسن الظن بالوهابيين ؛ لأننا إذا لم نحسن الظن بالوهابيين فلن يكون الحوار معهم مثمراً ، فقد لاحظت - من خلال حواري مع الوهابيين لمدة استغرقت أكثر من اثني عشر عاماً ، ومن خلال تتبعي للحوار بين الاثني عشريين وبين الوهابيين - أن هنالك حدة في الحوار لم يسبق لها مثيل .\r\nصحيح أن هنالك - في القديم - خلافاً بين السنّة والاثني عشرية ، لكن الخلاف بين السنّة والاثني عشرية لم يصل إلى مستوى الخلاف بين الوهابية والاثني عشرية ؛ لأنّ الخلاف بين الاثني عشرية والوهابية اتسع اتساعاً كبيراً عند ظهور الشيخ محمد بن عبد الوهاب ، وإثر تدخل الأيدي الاستعمارية الصليبية ، التي يصب هذا النزاع في صالحها ، واتسعت دائرة الخلاف حتى وصلت - بين الاثني عشرية والوهابية - إلى درجة خطيرة قطعت أيّ صلة اسلامية بين الاثني عشرية والوهابية ، وأصبحنا نقف على الهاوية في صراعٍ شديد لا غالب فيه ولا مغلوب ، والمستفيد الوحيد منه هو الاستكبار العالمي\r\n\r\n","description":"","footnote":"\r\n( 1 ) الغريب أن بعض إخواننا الاثني عشرية يقولون : يجب أن ننتقل من مرحلة الدفاع إلى مرحلة الهجوم ، ثم نجدهم لا يميزون بين الهجوم الإيجابي الذي يؤدي إلى فائدة ، وبين الهجوم السلبي الذي له نتائج سلبية ، مع أن مرحلة الدفاع أفضل من مرحلة الهجوم السلبي .\r\n","page_name":" 13 ","page_number":17},
  {"content":"\r\nالصليبي ، وعندما نشأت جماعة التقريب بين السنّة والاثني عشرية حوربت هذه الجماعة من قبل بعض المنظمات التي صنعها الاستعمار .\r\nوتطور الصراع المرّ بين الوهابية والاثني عشرية حتى وصل إلى درجة الطعن بأكبر مقدس إسلامي وهو ( القرآن الكريم ) .\r\nإذن ، من اللازم علينا وضع خطة علمية لاستنقاذ هذا الحوار ، من أجل الحفاظ على مقدساتنا الإسلامية التي بدأت تتعرض لخطر كبير ، بسبب حدة الحوار بين الاثني عشرية والوهابية .\r\nومن هنا منذ أن انتقلت من الوهابية إلى الاثني عشرية جعلت همي الأكبر التقريب بين الاثني عشرية والوهابية ؛ لأن هنالك أيادي خفية تحاول تمزيق الصف الإسلامي بين هذين المذهبين الشامخين . وحاولت في هذا الكتاب أن أضع اساساً سليماً للحوار بين الاثني عشرية والوهابية ، وإذا لم يتحقق هذا الأساس فإني أرى أن الحوار بيننا لا يجدي وهذا الأساس يبتني على ثلاث مراحل رئيسية في الحوار - وهذه المراحل الثلاث وضعها علماء الاجتماع وآمن بها الإلهيون والماديون على السواء - وهي مراحل جديدة استخرجتها من علم الاجتماع وعلم النفس وطبقتها في الحوار الاثني عشري الوهابي ؛ لأن هذه المراحل الثلاث يتقبلها العقل الإسلامي والعقل المادي ، والتسليم بهذه المراحل الثلاث ضروري من أجل الحفاظ على الوحدة الإسلامية بين الاثني عشرية والوهابية .\r\nوسنشرح هذه المراحل الثلاث بصورة مفصّلة في هذا الكتاب .\r\nوالمشكلة الكبرى في هذا الحوار أنّه يفتقد أهمّ شرط من شروطه وهو : تبيين المحتويات والمعاني للمصطلحات المستخدمة أثناء الحوار بين الاثني عشرية والوهابية ، حتى يكون للحوار ثمرة ، لا سيما أنّ كل المتحاورين من المسلمين . وقد لاحظت أنّ هنالك اختلافاً صريحاً بين معاني المصطلح الواحد من حيث\r\n","description":"","footnote":"","page_name":" 14 ","page_number":18},
  {"content":"\r\nاللفظ ، مثل : مصطلح ( العصمة ) ، ومصطلح ( التقية ) وغيرهما من المصطلحات ، حيث وجدنا أن العصمة الوهابية تختلف اختلافاً جوهرياً عن العصمة الاثني عشرية ؛ لأن العصمة الوهابية تلازم النبوة ، في حين لا ملازمة بين العصمة والنبوة عند الاثني عشرية فقد كانت مريم معصومة ولم تكن نبية . ومن هنا فعصمة الإمام علي عند الاثني عشرية هي كعصمة مريم .\r\nوبسبب هذا الاختلاف فلن يتم التقريب بين الاثني عشرية والوهابية ( 1 ) .\r\nويأتي هذا الكتاب كمحاولة للتقريب بين المسلمين المتحاورين من الاثني عشريين والوهابيين ، حتى يتبين للجميع أن هنالك مشتركاتٍ كثيرةً بين الاثني عشرية وبين الوهابية .\r\nوالذين يقولون إنه لا يمكن التقريب بين الوهابية وبين الاثني عشرية ، إنما هُم في الحقيقة لم يدركوا لا حقيقة الاثني عشرية ولا حقيقة الوهابية .\r\nوهذا الكتاب هو محاولة للتقريب بين طائفتين عظيمتين من المسلمين ، ومحاولة لرفع الخصومة بين الاثني عشرية والوهابية ، ومحاولة جديدة لتبيين وتوضيح القواسم المشتركة بين طائفتين عظيمتين من المسلمين - الاثني عشريين والوهابيين - ، وكلا الطائفتين على يقين أنه لا يمكن أن تتجاهل إحداهما الأخرى .\r\nوالحمد لله إن عقلاء الطائفتين يحترم بعضهم بعضاً ، ولعلماء الطائفتين الحق في الاختيار ، كما أن لكل واحد منهم الحق في أن يعقب على الرأي الآخر الذي لا يقبله .\r\nوفي الحقيقة أن التقريب الذي تم بين السنّة والاثني عشرية في بدايات هذا القرن هو الذي شجعني على الدعوة إلى التقريب بين الاثني عشرية والوهابية .\r\n\r\n","description":"","footnote":"\r\n( 1 ) منذ ثلاثة عشر عاماً وأنا أُنادي بضرورة تأسيس جماعة للتقريب بين الاثني عشرية والوهابية ، وقد بدأت بوادر هذه الفكرة لدى بعض المحققيين الوهابيين الذين التقيت بهم . واعتبر ان تأسيس هذه الجماعة من أهمّ الواجبات الإسلامية التي يجب أن نسعى إليها ؛ لأن الصراع بين الاثني عشرية والوهابية أصبح مادة يستفيد منها خصوم الإسلام من أجل تمزيق الصف الإسلامي .\r\n","page_name":" 15 ","page_number":19},
  {"content":"\r\nولا بد أن تنطلق كلا الطائفتين من قاعدة الاحترام المتبادل الذي يدعونا إلى قبول الرأي الإسلامي الآخر والوصول إلى مستقبل اثني عشري ووهابي أفضل .\r\nوفي نهاية هذه المقدمة أذكر أمراً هاماً وضروريا لا بد من طرحه على الوهابيين قبل بدء الحوار معهم حول حديث الثقلين أو غيره ، وهو : إنه لا بدّ للوهابي أن يعلن قبل بدء الحوار مع الاثني عشري أنه يلتزم بما قاله أهل السنّة من أن الاثني عشرية من الفرق الإسلامية ، وأن يبين له أنّ الحوار بين الوهابية وبين الاثني عشرية هو حوار بين فرقتين من فرق الإسلام . وإذا أصرّ على تكفير الاثني عشرية ، فلا بد أن نبين له أنه خرج عن منهج أهل السنّة في التعامل مع الاثني عشرية ، وفي التعامل مع المذاهب الأربعة عند أهل السنّة . وإذا أصرّ الوهابي - أيضاً - على تكفير الاثني عشرية ، فلا يصح له أن يحاور الاثني عشرية في حديث الثقلين أو في غيره .\r\nولا بد من الإشارة إلى قضية هامة ترتبط بالحوار حول قضية الصحابة : حيثُ إنني أرى من الخطأ طرح قضية الصحابة قبل طرح حديث الثقلين ؛ لأن قضية الصحابة إنّما طُرحت بسبب مخالفة حديث الثقلين ، بل إنّني أعتقد أن الحوار حول أي شبهة من الشبهات التي أُثيرت ضد مذهب أهل البيت لا يصح إلاّ بعد طرح حديث الثقلين على مائدة الحوار ، لأنّ كل الشبهات التي أثيرت ضد مذهب أهل البيت إنّما تولدّت كنتيجة حتمية لإعراض بعض المسلمين عن حديث الثقلين . وحين ننتهي من البحث مع الوهابيين حول حديث الثقلين حينئذٍ نشرع في البحث معهم حول حديث الكساء ، ثم نبحث بعد ذلك معهم حديث الاثني عشر .\r\nوهذه الأحاديث الثلاثة ( حديث الثقلين + حديث الكساء + حديث الاثني عشر ) هي السبب الرئيسي في تحول الكثير من الوهابيين وأهل السنّة إلى الاثني عشرية ، فلا بد أن يدور الحوار في البداية حول هذه الأحاديث الثلاثة قبل الحوار مع الوهابيين حول الشبهات ؛ التي أثارها خصوم مذهب أهل البيت ضد الاثني عشرية .\r\n","description":"","footnote":"","page_name":" 16 ","page_number":20},
  {"content":"\r\nولا أنسى - هنا - أن أتقدم بالشكر الجزيل إلى والداتي الكبرى ( أُم إبراهيم ) والصغرى ( أُم عصام ) اللتان ما زالتا تعمران بيتنا - في ديار الغربة - بالخير والبركات . . إنّه ليصعب عليّ مفارقتكما ، ولكن صورتيكما حاضرتان معي ، ومطبوعتان في مخيلتي . . واعتقد لولا دعاؤكما ما كنت أدري ماذا يصنع بي ربي .\r\nوأتقدم بالشكر - أيضاً - إلى زوجتي العزيزة ( أُم يوسف ) على العناء الذي تحملته في المدة الطويلة ( 1 ) التي استغرقها تأليف هذا الكتاب ، وتأليف كتاب ( رحلتي من الوهابية إلى الاثني عشرية ) ( 2 ) ، وشكري لهن هو أقل ما أستطيع تقديمه ، وقد قال نبينا - صلّى الله عليه وآله وسلم - : « لا يشكر الله من لا يشكر الناس » ( 3 ) .\r\n( وَأُفَوِّضُ أَمْرِي إلى اللَّهِ إِنَّ اللَّهَ بَصِيرٌ بِالْعِبَادِ ) ( 4 ) ، وأسأله - تعالى - أن ينفع بهذا الكتاب .\r\nوَآخِرُ دَعْوَانا أَنِ الْحَمْدُ لِلّهِ رَبِّ الْعَالَمِينَ\r\nعصام علي يحيى العماد - صنعاء - 1412 ( 5 ) ه‍ ( * )\r\n\r\n","description":"","footnote":"\r\n( 1 ) استغرق تأليف هذين الكتاب أكثر من عشر سنين .\r\n( 2 ) يستحسن قراءة كتاب ( رحلتي من الوهابية إلى الاثني عشرية ) بعد قراءة ( المنهج الجديد والصحيح في الحوار مع الوهابية محاولة التقريب بين الاثني عشرية والوهابية ) ؛ لأن هذا الكتاب هو مقدمة ضرورية لا بد من معرفتها قبل قراءة ذلك الكتاب . وبإمكاننا أن نقول : إنّ كتاب ( المنهج الجديد والصحيح في الحوار مع الوهابية ) يعتبر القسم الأول من البحث ، وهو يتناول الجانب النظري للبحث . أما القسم الثاني من البحث فهو كتاب ( رحلتي من الوهابية إلى الاثني عشرية ) ، وهو يتناول الجانب التطبيقي للبحث .\r\n( 3 ) صحيح سنن الإمام أبي داود ، تأليف الشيخ الحافظ ناصر الدين الألباني رحمه الله ( 3 / 913 ) الطبعة الأولى .\r\n( 4 ) سورة غافر : من الآية 44 .\r\n( 5 ) كُتبت مقدمة هذا الكتاب في ذلك التاريخ ، لكنني أعدت النظر إلى الكتاب ومقدمته من جديد وأضفت أموراً في الكتاب وفي مقدمته وحذفت أُموراً أُخرى ، وأعدت ترتيب وصياغة الكتاب من جديد لا سيما فيما يتعلق بفترة تأليفه ؛ لأنني لم أكن أعلم أنّ الكتاب سيأخذ منِّي هذه الفترة الطويلة . ومن هنا فتاريخ هذه المقدِّمة هو تاريخ الشروع بتأليف هذا الكتاب مع بداية تاريخ تأليف كتاب ( رحلتي من الوهابية إلى الاثني عشرية ) .\r\n( * ) ملاحظة هامة : كل ما كان في هذا الكتاب داخل المعقوفتين - [ 
  ] - فهو من كلام مؤلّف هذا الكتاب .\r\n","page_name":" 17 ","page_number":21},
  {"content":"\r\n","description":"","footnote":"","page_name":" 18 ","page_number":22},
  {"content":"\r\n\r\nكيف نعرضُ المذهب الاثني عشري للوهابيين ؟\r\nشرحت في كتاب ( رحلتي من الوهابية إلى الاثني عشرية ) الأسباب التي جعلتني أترك المذهب الوهابي ، بعد أن أصبحت أحد أئمة المساجد الوهابية ، وأصبحت أدّرس في مساجد الوهابية . وفي هذا الكتاب سأعرض حقائق وخصائص المذهب الاثني عشري ، بطريقة تعالج مشكلات الفكر الوهابي أثناء طرحه للمذهب الاثني عشري . وفي نظري ما لم نعالج تلك المشكلات فلا يمكن أن يكون الحوار مع الوهابيين مثمراً .\r\nومن أجل معالجة الفكر الوهابي في كيفية تعامله مع المذهب الاثني عشري ، رأيت أن يكون عَرض المذهب الاثني عشري للوهابيين عبر ثلاث مراحل رئيسية ، لا بد من الالتزام بترتيب هذه المراحل الثلاث ، وإلاّ فلن يتم معالجة الفكر الوهابي ، ولن يتسنَّى للوهابيين أن يدركوا حقائق وخصائص المذهب الاثني عشري .\r\nكما يجب أن نبين للوهابيين أنّ عدم ملاحظة هذه المراحل الثلاث ، وعدم الالتزام بترتيبها هو الذي جعل منهجهم في دراسة حقائق وخصائص المذهب الاثني عشري ينحرفُ عن منهج أهل السنّة في دراستها .\r\nوبسبب خروج الوهابية عنْ منهج أهل السنّة في دراسة الاثني عشرية ؛ رسمت الوهابية صورة للاثني عشرية لا صلة بينها وبين الصورة التي رسمها قدماء أهل السنّة للاثني عشرية .\r\n","description":"","footnote":"","page_name":" 19 ","page_number":23},
  {"content":"\r\nوتأتي أهمية هذه الدراسة من أنني لم أجد بحثاً علمياً يتناول موضوع ( المنهج الجديد والصحيح في الحوار مع الوهابية ) ، أو يتناول موضوع ( الفرق بين منهج الوهابية في التعامل مع المذاهب الإسلامية وبين منهج قدماء أهل السنّة ) . ولا بد أن هناك سبباً للخلاف الشديد في تعريف ( حقائق المذهب الاثني عشري وخصائصه ) بين قدماء أهل السنّة وبين الوهابية .\r\nونحن لا نشك بأنّ سبب اختلاف المنهجين إنّما يعود إلى اختلاف ( طبيعة ) منهج أهل السنّة عن ( طبيعة ) منهج الوهابية . ومما لا ريب فيه أنّ هنالك ارتباطاً وثيقاً بين ( طبيعة المنهج ) الذي تبنته الوهابية وطبيعة الصورة التي رسموها ل‍ ( حقائق الاثني عشرية وخصائصها ) ؛ فقد يتم التأويل الباطل لها بحيث يجعلها بعيدة عن صورتها ورسمها الواقعي ، ويلحقها التحريف والتشويه حينما تعرض بطريقة ومنهج غير علمي ، يحمل في طبيعته مغالطة خفية .\r\nولا يمكن لنا أن ندرك دور ( طبيعة المنهج ) في التأثير على رسم وعرض حقائق المذهب الاثني عشري وخصائصه ؛ إلاّ إذا قمنا بدراسة علمية تعتمد على المقارنة بين ( حقائق المذهب الاثني عشري وخصائصه ) التي رسمها أهل السنّة ، و ( حقائق المذهب الاثني عشري وخصائصه ) التي رسمتها الوهابية .\r\nإنّ الباحث المنصف عن الاثني عشرية ينبغي أن يميز بين الاثني عشرية كما هي في حقيقتها وواقعها ، وبين مناهج دراستها وأساليب قراءتها التي وقعت في أخطاء كبيرة ، ومن ثَمّ أوقعتنا في انحراف عن درك حقيقة الاثني عشرية . ويجب أن نعرف الفرق بين الاثني عشرية نفسها وبين مناهج دراستها ، ومن هنا تأتي أهمية طرح ( المنهج الصحيح والسليم ) في دراسة المذهب الاثني عشري .\r\nونحن نخالف ( منهج الوهابية ) في دراسة الاثني عشرية ، ونتفق في بعض الجوانب مع ( منهج قدماء أهل السنّة ) وبعض متأخريهم .\r\n","description":"","footnote":"","page_name":" 20 ","page_number":24},
  {"content":"\r\nومنهجنا في عرض ورسم ( حقائق الاثني عشرية وخصائصها ) يمر بثلاث مراحل ، لا بد من الالتزام بها حتى نسلم من الأخطاء التي انزلق فيها اتباع الوهابية أثناء عرضهم ورسمهم ل‍ ( حقائق الاثني عشرية وخصائصها ) .\r\nوالمراحل الثلاث في هذا المنهج الذي اخترته - من أجل عرض حقائق وخصائص المذهب الاثني عشري على الوهابيين حتى يتمكنوا من فهمها ودركها - سوف أعرضها بهذا الترتيب الذي ينبغي مراعاته :\r\nالمرحلة الأُولى : ( مرحلة المعرفة الانتسابية للمذهب الاثني عشري ) ( * )\r\nوسوف ندرس في هذه المرحلة أسباب وعوامل خطأ الوهابية في مرحلة المعرفة الانتسابية للمذهب الاثني عشري . أو بتعبيرٍ آخر : أسباب وعوامل مشكلة الخلط بين المذهب الاثني عشري وفرق الغلاة عند اتباع الوهابية .\r\nوهذه الأسباب والعوامل تنقسم إلى قسمين :\r\nالقسم الأول : الأسباب والعوامل التي ترجع إلى جهل اتباع الوهابية بالمذهب الاثني عشري ، وهي ثلاثة أسباب :\r\n1 - السبب الأول : الجهل بمعنى الغلو .\r\n2 - السبب الثاني : الجهل بمعنى المذهب الاثني عشري .\r\n3 - السبب الثالث : الجهل بموقف المذهب الاثني عشري من الغلو وفِرَق الغلاة .\r\nالقسم الثاني : الأسباب والعوامل التي ترجع إلى طبيعة الجماعة الوهابية ، ويمكن حصرها في سببين رئسييّن :\r\n4 - السبب الرابع : طريقة التفكير عند الوهابية .\r\n\r\n","description":"","footnote":"\r\n( * ) درسنا وشرحنا المرحلة الثانية في دراسة الاثني عشرية في ص : 137 من هذا الكتاب ، كما درسنا المرحلة الثالثة في دراسة الاثني عشرية في ص : 149 من هذا الكتاب .\r\n","page_name":" 21 ","page_number":25},
  {"content":"\r\n5 - السبب الخامس : الخروج عَنْ منهج أهل السنّة في التعامل مع المذهب الاثني عشري .\r\nوبعد أن ينتهي القارئ من دراسة ( المرحلة الأولى ) يتناول ( المرحلة الثانية ) .\r\nالمرحلة الثانية : ( مرحلة المعرفة التحليلية للمذهب الاثني عشري )\r\nوفي هذه المرحلة نتناول أربع حقائق هامة وهي :\r\nالحقيقة الأُولى : حقيقة الألوهية والنبوة في المذهب الاثني عشري .\r\nوالحقيقة الثانية : حقيقة الشرائع والأحكام في المذهب الاثني عشري .\r\nوالحقيقة الثالثة : حقيقة أهداف المذهب الاثني عشري .\r\nوالحقيقة الرابعة : حقيقة معنى بعض المصطلحات في المذهب الاثني عشري .\r\nوبعد أن ينتهي القارئ من دراسة ( المرحلة الثانية ) يتناول ( المرحلة الثالثة ) .\r\nالمرحلة الثالثة : ( مرحلة المعرفة الجذرية للمذهب الاثني عشري )\r\nوفي هذه المرحلة نتناول أربع حقائق هامة وهي :\r\nالحقيقة الخامسة : حقيقة منابع المذهب الاثني عشري .\r\nوالحقيقة السادسة : حقيقة الإمامة في المذهب الاثني عشري .\r\nوالحقيقة السابعة : حقيقة هوية المذهب الاثني عشري .\r\nوالحقيقة الثامنة : حقيقة نشأة المذهب الاثني عشري وعلل نشأته .\r\nوبعد أن ينتهي القارئ من دراسة المراحل الثلاث ينتقل إلى دراسة ( خصائص المذهب الاثني عشري ) .\r\nخصائص المذهب الاثني عشري\r\nوهذه الخصائص وإن كانت ترتبط ب‍ ( مرحلة المعرفة التحليلية للمذهب الاثني عشري ) ، لكننا تعمدنا تأخيرها لأنها آخر ما يدركه الوهابيون من الاثني عشرية ، وسوف ندرس ثلاث خصائص من خصائص هذا المذهب ، وهي :\r\n","description":"","footnote":"","page_name":" 22 ","page_number":26},
  {"content":"\r\nالخاصية الأولى : خاصية الوسطية الإيجابية في التعامل مع أهل البيت عند الاثني عشرية .\r\nوالخاصية الثانية : خاصية الواقعية في التعامل مع الصحابة عند الاثني عشرية .\r\nوالخاصية الثالثة : خاصية غيبة الإمام الثاني عشر في المذهب الاثني عشري .\r\nهذه هي مراحل دراسة المذهب الاثني عشري التي ينبغي بل يجب الالتزام بالترتيب المذكور عند طرح هذا المذهب للوهابيين . وإليك فيما يلي بحثاً مختصراً حول كل منها حسب الترتيب المذكور ( 1 ) .\r\nوالشكل الآتي يبيّن خلاصة المنهج الجديد في عرض المذهب الاثني عشري على الوهابيين .\r\n\r\n","description":"","footnote":"\r\n( 1 ) تناولنا أكثر هذه المباحث في القسم الثاني من هذا الكتاب الذي تحدثت فيه عن رحلتي من الوهابية إلى الاثني عشرية .\r\n","page_name":" 23 ","page_number":27},
  {"content":"\r\n","description":"","footnote":"","page_name":" 24 ","page_number":28},
  {"content":"\r\nالشكل 
  ] 1 [\r\n* التسلسل في عرض المراحل الثلاث ( 1 ) للمذهب الاثني عشري - ›\r\n1 - مرحلة المعرفة الانتسابية للاثني عشري - ›\r\n1 . مشكلة الخلط بين الاثني عشرية وفرق الغلاة عند الوهابية\r\n2 . أسباب الخلط\r\n3 . آثار الخلط\r\n4 . علاج الخلط\r\n2 - مرحلة المعرفة التحليلة للاثني عشرية - ›\r\n1 . حقيقة الألوهية والنبوة عند الاثني عشرية\r\n2 . حقيقة الشرائع والأحكام عند الاثني عشرية\r\n3 . حقيقة أهداف الاثني عشرية\r\n4 . حقيقة معني البعض المصطلحات عند الاثني عشرية\r\n3 - مرحلة المعرفة الجذرية للاثني عشرية - ›\r\n1 . حقيقة منابع الاثني عشرية\r\n2 . حقيقة الإمامة عند الاثني عشرية\r\n3 . حقيقة هوية الاثني عشرية\r\n4 . حقيقة نشأة الاثني عشرية وعلل هذه النشأة\r\n4 - النتيجة : خصائص المذهب الاثني عشري - ›\r\n1 . خاضية الوسطية الإيجابية في التعامل مع أهل البيت عند الاثني عشرية\r\n2 . خاضية الواقعية في التعامل مع الصحابة عند الاثني عشرية\r\n3 . خاصّية غيبية الإمام الثاني عشر عند الاثني عشرية\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذا التقسيم الثلاثي - مرحلة المعرفة الانتسابية ومرحلة المعرفة التحليلية مرحلة المعرفة الجذرية - في دراسة المذاهب الدينية وغير الدينية من أروع التقسيمات التي انتجها البحث العلمي في علم الاجتماع , وهو تقسيمٌ عقلي ومنطقي , أخذ به المفكرون من اتباع الديانات السماوية ومن أتباع المذاهب غير الدينية .\r\n","page_name":" 25 ","page_number":29},
  {"content":"\r\n","description":"","footnote":"","page_name":" 26 ","page_number":30},
  {"content":"\r\nالمرحلة الأولى\r\n\r\nمرحلة المعرفة الانتسابية للمذهب الاثني عشري .\r\n( ولا تَلْبِسوا الحقَّ بالباطلِ ) ( 1 ) .\r\nإنّ أول ما يجب مراعاته والالتزام به لمن يريد أن يكتب عن المذهب الاثني عشري من غير أتباع هذا المذهب ، - حتى يتجنب جريمة التشويه لحقائق وخصائص هذا المذهب - هو أن يبدأ قبل الكتابة عن الاثني عشرية بملاحظة هذه المرحلة ، ففي هذه المرحلة الهامة والضرورية سوف ندرك أنّه يوجد جفوة أصيلة ومفارقة عميقة بين ( حقائق المذهب الاثني عشري وخصائصه ) وبين ( مشخصات الغلو ) ، بين الحقائق والخصائص الإسلامية العظيمة عند الاثني عشرية وتلك الصفات الهجينة والمبتذلة للفرق المغالية المنحرفة ، بين العقيدة الإلهية الإسلامية عند الاثني عشرية وتلك الأساطير البشرية المجوسية .\r\nفي هذه المرحلة الأولى الهامة سوف نتعرّف على النتائج الخطيرة التي نشأت من مشكلة الخلط بين ( الفكر الإسلامي الاثني عشري ) و ( الفكر المغالي ) ، وكان لهذا الخلط الأثر الكبير على اتباع الوهابية ؛ حيث نسبوا للاثني عشرية أموراً غريبةً غرابةً تامةً عنها وعن حقائقها وخصائصها .\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة البقرة : من الآية 42 .\r\n","page_name":" 27 ","page_number":31},
  {"content":"\r\nولعله مما يحتم الالتزام بهذا المنهج السليم - الذي طرحناه في هذا الكتاب - وجود هذه المرحلة الهامة التي لا بد لنا من إدراكها . وعدم إدراك أتباع الوهابية لهذه المرحلة هو الذي جعلهم ينسبون كل ما سمعوه من مخلفات المجوسية واليهودية والنصرانية إلى المذهب الاثني عشري ، وكان لعدم ادراكهم لهذه المرحلة الأثر في أن يَعرِضوا حقائق المذهب الاثني عشري وخصائصه عرضاً مشوهاً مضطرباً .\r\nوإنّني على يقين بأنّ ( حقائق الاثني عشرية وخصائصها ) لن تدرك كما هي في صفائها ونقائها إلاّ عند الالتفات إلى هذه المرحلة الأُولى الهامة والأساسية .\r\nونحن في هذا الكتاب أطلقنا عليها ( مرحلة المعرفة الانتسابية للمذهب الاثني عشري ) ؛ لأنّه لا بد لنا قبل أنْ نشرع في دراسة ( حقائق الاثني عشرية وخصائصها ) أن نميّز بين ما هو من صميم الاثني عشرية ، وما هو من صميم الغلو ؛ فعدم التمييز بينهما جعل أتباع الوهابية ينسبون للاثني عشرية الأساطير والخرافات المتعلّقة بالفرق المغالية المنحرفة . وفي هذه المرحلة سوف نفصل الأُمور التي نُسبت إلى الاثني عشرية ، وهي في حقيقة الأمر من نصيب فرق الغلاة ، ومن ثَمّ فهي ( مرحلة المعرفة الانتسابية للاثني عشرية ) . ولمّا كانت ( حقائق الاثني عشرية وخصائصها ) مستمدّة من القرآن الكريم والسنّة النبوية الشريفة ؛ فلا بد أن تتباين وتنفصل عن المقالات الإلحادية والوثنية المستمدّة من المجوسية واليهودية والمسيحية .\r\nوإنَّه لن يتم تصحيح دراسات الوهابية عن حقائق الاثني عشرية وخصائصها إلاّ في اليوم الذي يتحررون من مشكلة الخلط بين الاثني عشرية وفرق الغلاة .\r\nوفي هذه المرحلة قمنا في البداية بتوضيح وتبيين ( مشكلة الخلط بين الاثني عشرية وفرق الغلاة عند أتباع الوهابية ) ، وبعد أن انتهينا من تبيينها وتوضيحها\r\n","description":"","footnote":"","page_name":" 28 ","page_number":32},
  {"content":"\r\nقمنا بدراسة علمية للأسباب والعوامل التي كانت وراء ايجاد هذه المشكلة عند اتباع الوهابية .\r\nولا بد هنا أن ننبّه إلى أنّ قدماء أهل السنّة قد تحرروا من هذه المشكلة ، كما تحرر منها - أيضاً - المتأخرون والمعاصرون من أهل السنّة ، ومن ثَمّ نجدهم دافعوا عن المذهب الاثني عشري وهاجموا الذين ما زالوا يخلطون بينه وبين فِرَق الغلاة ( 1 ) .\r\nوقبل استكمال الحديث عن هذه المرحلة لا بد من التحدّث عن حقيقة حتمية في هذا المنهج الذي رسمناه وهي :\r\nإنّ هذا المنهج ينقسم إلى ثلاث مراحل - كما أشرنا إلى ذلك - ، ولقد سارت هذه المراحل الثلاث بطريقة خاصة وترتيب معين ؛ لا بد من الالتزام بتلك الطريقة وهذا الترتيب دون أدنى تغيير أو تحوير .\r\nوأنا على يقين وجزم بأنّ عدم الالتزام بذلك سوف يفقد هذا المنهج مقوّماته الأساسية وهدفه الهام ، وهو تصحيح دراسات الوهابية عن المذهب الاثني عشري ، وتبيين الفرق بين منهج أهل السنّة وبين منهج الوهابية في دراسة هذا المذهب .\r\nونحن على يقين بأنّه لن تخلص كتابات أتباع الوهابية عن المذهب الاثني عشري من التشويه والانحراف والمسخ إلاّ حين تلتزم بهذا المنهج .\r\nوحين نلقي صورة مجملة لأسباب نجاح قدماء أهل السنّة ومتأخريهم ومعاصريهم بالقياس إلى الوهابية ، في دراسة حقائق الاثني عشرية وخصائصها ؛ سوف يتبين لنا أنّ العامل الأوّل في نجاحهم هو أنّهم لم يقعوا في مشكلة الخلط بين الاثني عشرية وفِرَق الغلاة .\r\n* * *\r\n\r\n","description":"","footnote":"\r\n( 1 ) سوف نذكر أقوال علماء أهل السنّة في خطورة مشكلة الخلط بين المذهب الاثني عشري وبين فرق الغلاة عند الوهابية في هذه المرحلة .\r\n","page_name":" 29 ","page_number":33},
  {"content":"\r\nإنّ هذه المرحلة - أي مرحلة المعرفة الانتسابية كما قلنا - هي مرحلة هامة وضرورية ؛ لأنّه من خلال تصحيح خطأ الوهابية في هذه المرحلة سوف يتم تصحيح أخطاء أتباع الوهابية في تفسير حقائق الاثني وخصائصها ( وهما المرحلتان الأولى والثانية ) ، وبالتالي تكون دراساتهم قائمة على منهج واقعي ونظام علمي ، ولأنّ أهل السنّة المعاصرين صاروا على منهج قدمائهم فهم يدركون خطورة الخطأ في معرفة هذه المرحلة ، ومن هنا فسّروا حقائق الاثني عشرية وخصائصها بصورة مباينة لتفسير الوهابية ، وأعلنوا رفضهم لتفسير أتباع الوهابية لتلك الحقائق وهذه الخصائص ، وقرروا موازين علمية يجب أن يرجع إليها أتباع الوهابية قبل الشروع بتفسير ( حقائق الاثني عشرية وخصائصها ) ، ومن ثَمَّ لم يكن بدٌ من دراسة هذه المرحلة الهامة كي لا يتأثر أحدٌ من عوامِّ أهل السنّة بمنهج الوهابية .\r\nولا يمكن لأتباع الوهابية أن يدركوا ( حقائق الاثني عشرية وخصائصها ) إلاّ عند التأمّل الكامل في خطورة الخطأ في هذه المرحلة .\r\nومن ثَمَّ فنحن لا نبغي من القارئ الكريم مجرد القراءة السطحية الساذجة لهذه المرحلة ، القراءة التي لا تغوص في المعاني والأفكار ؛ إنّما نحن نبتغي من القارئ القراءة المتأمّلة العميقة التي تدرك الهدف من كتابة هذه المرحلة . . نبتغي استجاشة ضمير أتباع الوهابية لقراءة هذه المرحلة ؛ لأنّه تولّد من الخطأ في هذه المرحلة كل الأخطاء التي ارتكبوها في تفسير ( حقائق الاثني عشرية وخصائصها ) . نبتغي من كتابة هذه المرحلة الهامة أن يعود أتباع الوهابية إلى المنهج السليم والصحيح في دراسة ( حقائق الاثني عشرية وخصائصها ) الذي نهجه قدماء أهل السنّة ومتأخريهم . وهذا المنهج الصحيح هو الذي يريده الله وتفرضه الأمانة الدينية .\r\n","description":"","footnote":"","page_name":" 30 ","page_number":34},
  {"content":"\r\nولا يخفى على القارئ أنّني في كتابي ( الصلة بين الاثني عشرية وفرق الغلاة ) والذي خلطت فيه بين الاثني عشرية وفِرق الغلاة ، وبالتالي كفرّت الاثني عشرية ؛ إنّما كان نتيجة حتمية لعدم إدراكي لهذه المرحلة ، لأنني اعتمدت على كتابات الوهابية لا على كتابات أهل السنّة . ومن ثَمَّ فنحن سوف نجعل هذه المرحلة في رأس هرم المذهب الاثني عشري الذي سنرسمه في هذا الكتاب .\r\nلقد كنت - قبل أن أصحو من غفلتي عن هذه المرحلة الهامة والخطيرة - أنسبُ للمذهب الاثني عشري التصورات المجوسية والوثنية ، وأنسب إليه الأساطير الجاهلية ، وأنسب إليه الشطحات الصوفية ، وأنسب إليه كل أفكار فِرَق الغلاة وما فيها من لوثةٍ وثنية . . وجمعت كل ذلك في كتابي ( الصلة بين الاثني عشرية وفرق الغلاة ) ؛ كما بيّنت ذلك بصورة مفصلة في كتابي ( رحلتي من الوهابية إلى الاثني عشرية ) .\r\nلقد نسبت في كتابي ( الصلة بين الاثني عشرية وفرق الغلاة ) ( 1 ) كل الأفكار الوثنية المغالية إلى المذهب الاثني عشري ، وكنت أحسب أنني مُصيبٌ في كتابته . وبعد أن أدركت هذه المرحلة اكتشفت خطئي ، وعلمت أنّ الخطأ في فهم مرحلة المعرفة الانتسابية للاثني عشرية يساوي الخلط بين المذهب الاثني عشري وفرق الغلاة . وبعد أن تمّ تصحيح خطئي في فهم هذه المرحلة ( مرحلة المعرفة الانتسابية ) أصبحت أميز بين ما نُسب للاثني عشرية - وهو ليس منها - وبين ما نفي عنها - وهو منها - ، وعندئذٍ أحرقت ذلك الكتاب قبل طباعته بفترة قصيرة .\r\n\r\n","description":"","footnote":"\r\n( 1 ) إن أكبر مشكلة كنتُ أعاني منها حينما كنت وهابياً ؛ أنني كنتُ أحسب أنّ كل أنواع الغلو والشرك الموجودة عند غلاة الصوفية توجد بشكل أكبر عند الاثني عشرية ، لكنني بعد دراسة طويلة للاثني عشرية وقراءة العشرات من كتبهم التي تتبرأ من الشرك والغلو عند غلاة الصوفية ؛ تبين لي الفرق الجوهري بين الاثني عشرية وبين بعض الطرق الصوفية المغالية والجدير بالذكر هنا أنني تناولت موقف الاثني عشرية من الشرك والغلو عند غلاة الصوفية في كتابي ( موقف الاثني عشرية من الغلو والغلاة ) .\r\n","page_name":" 31 ","page_number":35},
  {"content":"\r\nفي ذلك العهد - قبل تصحيح فهم هذه المرحلة عندي - كنت أحسب أنّ هذه الصفات - مثل صفة المجوسية واليهودية والغنّوصية - يمكن لنا أن نطلقها على الاثني عشرية ، وبعد أن أدركت خطئي في فهم هذه المرحلة استيقنت أنّ تلك الصفات إنّما تنطبق على الفرق المغالية المنحرفة ؛ كما كان لإدراك خطئي في فهم هذه المرحلة ارتباطاً وثيقاً بتركي لمنهج الوهابية في دراسة الاثني عشرية ، واقتناعي - لا بصورة كلية وكاملة - بمنهج قدماء أهل السنّة ومتأخريهم السائرين على نهجهم . وكان لتصحيح خطئي في ادراك هذه المرحلة أثرٌ حاسمٌ في تصحيح وتقويم نظرتي عن الاثني عشرية ، وكان له أثرٌ حاسمٌ في استنقاذي من مشكلة الخلط بين الاثني عشرية وفِرَق الغلاة ؛ التي جعلتني أنسب للمذهب الاثني عشري ما هو من نصيب الغلو والغلاة .\r\nولا شك أنّ للبيئة الفكرية التي نشأت فيها صلةً كبيرة في تكوّن هذه المشكلة عندي ؛ فقد درست في المعاهد الدينية الوهابية في مدينة صنعاء ( عاصمة اليمن ) التي كانت تنشر كتباً حول الاثني عشرية ، ألفها أُناسٌ لا يدركون خطورة الخطأ في مرحلة المعرفة الانتسابية للاثني عشرية ، ومن ثَمَّ فهم يخلطون بينها وبين فِرَق الغلاة ، وينسبون الخرافات والتصورات الوثنية المغالية إليها . واثرّت عليّ تلك الكتب تأثيراً قوياً . وكانت تلك المعاهد تكتفي بتلك الكتب التي كتبت حسب منهج الوهابية ، وهو منهج يخلط بين الاثني عشرية وفرق الغلاة . ولم تكن تلك المعاهد الوهابية تسمح بنشر الكتب التي كتبها علماء أهل السنّة عن المذهب الاثني عشري ؛ التي تعتمد على منهج يخالف منهج الوهابية ، ويرى هذا المنهج أنّهم يخلطون بين الاثني عشرية والغلاة وينسبون انحرافات الغلاة إلى الاثني عشرية .\r\nوبعد مرور فترة زمنية تهيأت لي الفرصة لقراءة بعض الكتب التي كتبت حول المذهب الاثني عشرية والتي كتبها كبار أهل السنَّة ، وكانت مفاجأة كبيرة بالنسبة لي ؛ لأنني وجدتها تختلف عن منهج الوهابية اختلافاً جوهرياً ، وتدرك\r\n","description":"","footnote":"","page_name":" 32 ","page_number":36},
  {"content":"\r\nخطورة الخطأ في المعرفة الانتسابية للمذهب الاثني عشري ، وتنتقد منهج الوهابية في دراسة المذهب الاثني عشري ، وتعتبر أنّه لا يوجد عند الوهابية أدنى تمييز بين الاثني عشرية والغلاة ، وترى أنّ القارئ في كل ما كتبه أتباع الوهابية عن الاثني عشرية لا يخرج إلى نتيجة معينة تعرّفه على حقائق هذا المذهب وخصائصه ، وفي هذا يقول الكاتب السنّي المعاصر الأُستاذ حامد حنفي ( 1 ) :\r\n( بعد أن قضيت ردحاً طويلاً من الزمن أدرس فيها عقائد الأئمة الاثني عشر بخاصة وعقائد الشيعة بعامة ؛ فما خرجت من هذه الدراسة الطويلة التي قضيتها . . . بشيء ذي بال ) ( 2 ) .\r\nويرى كبار أهل السنة أنّ الوهابيين لا يدركون خطورة الخطأ في مرحلة المعرفة الانتسابية للاثني عشرية . ومن ثَمَّ كان من الطبيعي أنّهم لا يفصلون بين الاثني عشرية والغلاة ، وفي هذا يقول المفكّر الإسلامي السنِّي المصري أنور الجندي - رحمه الله - في كتابه القيم ( الإسلام وحركة التاريخ ) :\r\n( ومن الحق أنّ يكون الباحثُ يقظاً في التفرقة بين الشيعة [ يعني : الاثني عشرية 
  ] والغلاة ، هؤلاء الذين هاجمهم أئمة الشيعة أنفسهم وحذروا مما يدسونه ) ( 3 ) .\r\nوالعلامة المفكر الإسلامي المصري علي عبد الواحد وافي - رحمه الله - ( 4 ) عالج هذه المشكلة في كتابه القيّم ( بين الشيعة وأهل السنَّة ) ومما قاله :\r\n\r\n","description":"","footnote":"\r\n( 1 ) رئيس قسم الأدب العربي في جامعة عين شمس .\r\n( 2 ) في سبيل الوحدة الإسلامية للعلامة مرتضى الرضوي : ص 45 . مطبوعات مكتبة النجاح بالقاهرة ، ط / 2 سنة 1979 . وراجع تمام عبارته في ( ص 24 - 26 ) من هذا البحث .\r\n( 3 ) عبارة مقتطفة من : ص 421 .\r\n( 4 ) قال أحد قادة المنهج الوهابي في دراسة الاثني عشرية وهو ( إحسان الهي ظهير ) في ترجمة العلامة ( علي عبد الواحد وافي ) : ( إنّه علمٌ من أعلام مصر ) ، ثم يقول : ( لقد سمعتُ الكثير من علم الدكتور\r\nعلي عبد الواحد وافي ، وحدّثني عنه العديد من الأصدقاء حتى دفعني الشوق إلى لقائه ، وإذا أنا أطرق باب مصر وأدخلها طالباً للعلم ) . انظر كتاب إحسان الهي ظهير ( بين الشيعة وأهل السنة ص 6 ) . ولكن إحسان الهي ظهير بعد أن وصف العلامة السنّي علي عبد الواحد وافي بأوصاف عظيمة قال : ( إنّه انخدع بالمذهب الاثني عشري ) !\r\nونحن نقول : هل من المعقول أن ينخدع بالمذهب الاثني عشري كبار علماء أهل السنَّة في العصور القديمة والمتأخرة والحديثة ؟ !\r\nولماذا لم ينخدعوا بالفرق المغالية الأخرى من غير الاثني عشرية ، على فرض أنّ الاثني عشرية من فرق الغلاة كما تحسب الوهابية ؟ ! ! وليست القضية محصورة بالعلامة الدكتور علي عبد الواحد وافي .\r\n","page_name":" 33 ","page_number":37},
  {"content":"\r\n( إن كثيراً من مؤلفينا قد خلط بين الشيعة الجعفرية وغيرها من فرق الشيعة ) ( 1 ) .\r\nوقد بذل إمام أهل السنّة في العصر الحديث ( الشيخ محمد الغزالي ) - رحمه الله - جهوداً عظيمة مثمرة في تصحيح منهج الوهابية في دراسة الاثني عشرية ؛ كما بذل جهوداً جبارة في مقاومة المقلِّدين لمنهج الوهابية من أهل السنّة المعاصرين ، وبذل جهوداً كبيرة في معالجة المصابين بمشكلة الخلط بين الاثني عشرية والغلاة ، أو بتعبيرٍ أدق : في معالجة المصابين بمشكلة الخطأ في مرحلة المعرفة الانتسابية للاثني عشرية ، وفي هذا يقول :\r\n( ومن هؤلاء الأفاكين [ الذين يخلطون بين الاثني عشرية والغلاة 
  ] من روّج أنّ الشيعة أتباع عليّ ، وأن السنيين أتباع محمدٍ ، وأن الشيعة يرون علياً أحق بالرسالة ، أو أنّها أخطأته إلى غيره . وهذا لغوٌ قبيح وتزوير شائن ) ( 2 ) . وهو لا ينطبق إلاّ على الفرق المغالية المنقرضة .\r\nوقد توسع الإمام الغزالي - إمام أهل السنة في العصر الحديث - في كتابه القيّم ( ليس من الإسلام ) في نقد منهج المتأخرين من أهل السنّة ، المقلدين\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر كتابه : ص 11 .\r\n( 2 ) رسالة التقريب : ص 250 ، العدد 3 ، السنة الأُولى ، شهر شعبان 1414 ه - .\r\n","page_name":" 34 ","page_number":38},
  {"content":"\r\nللوهابية في دراسة الاثني عشرية ، ونقد الذين ما زالوا لا يفرّقون بين الاثني عشرية والغلاة ، وفي هذا يقول - رحمه الله - :\r\n( نسب [ ( 1 ) بعض الذين يخلطون بين الاثني عشرية وفرق الغلاة 
  ] إلى الإمامية - افتراء وتنكيلاً - نقصان آيات من القرآن ) ( 2 ) .\r\nويرى بعض مفكري أهل السنَّة أنّ منهج الوهابية يعتبر منهجاً متطرفاً في دراسة الاثني عشرية ، ومنهجاً مُخلِّطاً بين الاثني عشرية والغلاة ، ومنهجاً منحرفاً في مرحلة المعرفة الانتسابية للاثني عشرية . وقد تبنى هذا الرأي المفكر الإسلامي السنّي المصري ( محمد البهي ) ( 3 ) - رحمه الله - وقال في صدد نقده منهج الوهابية في دراسة الاثني عشرية :\r\n( وسَّعت [ الوهابية 
  ] شقة الخلاف بين السنّة والشيعة ، وأصبحت الفجوة كبيرة في النزاع المذهبي بين السنّة والشيعة منذ القرن الثامن عشر الميلادي ، بل أصبحت أشدّ من ذي قبل . وكان لزيادة الفجوة على هذا النحو أثرٌ سلبيٌ للدعوة الوهابية ) ( 4 ) .\r\nويقول العلامة السنّي ( عبد الحليم الجندي ) - حفظه الله - عن الذين يخلطون بين الاثني عشرية والغلاة أنّهم :\r\n( . . . نسبوا عمل الغلاة إلى الشيعة . . . فأحدثوا بذلك أثراً كاذباً في فهم الآخرين بدعاوى هم [ أي الاثني عشرية 
  ] منها براء ، مثل : إنّ الإمام هو الله ظهوراً واتحاداً وهو غلو يبلغ الكفر ) ( 5 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) التزمت حتى يتم التمييز بين ما أنقله من المصادر وبين تعليقي أن أضع تعليقاتي بين معقوفتين [ 
  ] .\r\n( 2 ) عبارة مقتطفة : من ص 48 .\r\n( 3 ) كان من كبار علماء أهل السنَّة في العصر الحديث ، ويعد من الذين جمعوا بين الدراسة الأزهرية القديمة والدراسة الحديثة في الجامعات الأوربية ، وتميز بسعة ثقافته وقوة منطقه . وهو من الشخصيات التي اعتمد عليها في كتبه الشهيد سيد قطب ، واعتمد عليها - أيضاً - الشيخ محمد الغزالي في بعض كتبه ، وقد كان وزيراً للأوقاف المصرية .\r\n( 4 ) في كتابه القيم ( الفكر الإسلامي في تطوره ) ، الفصل الرابع والأخير : ص 140 .\r\n( 5 ) الإمام جعفر الصادق ، عبد الحليم الجندي : ص 235 ، الهامش رقم 1 .\r\n","page_name":" 35 ","page_number":39},
  {"content":"\r\nوفي الحقيقة أنّ الذي لا يدرك مرحلة المعرفة الانتسابية للاثني عشرية سوف ينسب للاثني عشرية ما ليس له صلة بها ، وسوف يكون مثل الذين وصفهم الدكتور طه حسين - رحمه الله - ( 1 ) في كتابه ( علي وبنوه ) بقوله :\r\n( إنّ خصوم الشيعة نسبوا إليهم ما يعلمون وما لا يعلمون . . . لا يكتفي خصوم الشيعة من الشيعة بما يسمعون عنهم أو بما يرون من سيرتهم وإنّما يضيفون إليهم أكثر مما قالوا وأكثر مما سمعوا ، ثُمّ لا يكتفون بذلك . . . بل يحملون ذلك كلّه على أصحاب أهل البيت . . . وخصومهم واقفون لهم بالمرصاد ، يحصون عليهم كل ما يقولون ويفعلون ، ويضيفون إليهم أكثر مما قالوا ومما فعلوا ، ويحملون عليهم الأعاجيب من الأقوال والأفعال . . . ثم يتقدم الزمان فيزداد الأمر تعقيداً وإشكالاً ، ثم تختلط الأُمور بعد أن يبعد عهد الناس بالأحاديث . . . ) ( 2 ) .\r\nوقد ذكرنا - سابقاً - أنّ من كبار علماء أهل السنّة الذين أدركوا خطورة مشكلة الخلط بين الاثني عشرية والغلاة ؛ العلامة الدكتور علي عبد الواحد وافي ( 3 ) ، الذي عالج هذه المشكلة في كتابه ( بين الشيعة وأهل السنّة ) ، وقال في الرد على الوهابية الذين يخلقون ضجة مفتعلة بين السنّة والاثني عشرية :\r\n( . . . الخلاف بيننا وبينهم - أي بين السنّة والاثني عشرية - مهما بدا في ظاهره كبيراً لا يخرج في أهمِّ أوضاعه عندنا وعندهم من حيز الاجتهاد المسموح به ) ( 4 ) .\r\nومن كبار مفكري أهل السنّة الذين أدركوا أنّ الخلط بين المذهب الاثني عشري وفرق الغلاة عند أتباع الفرقة الوهابية يعدّ هو السبب في إصرارهم على\r\n\r\n","description":"","footnote":"\r\n( 1 ) أعلن الدكتور طه حسين توبته عمّا كتبه في الطعن الذي وجهه للقرآن الكريم في كتابه ( الشعر الجاهلي ) أو في كتابه ( الأيام ) ، كان ثمرة هذه التوبة كتابه القيم ( مرآة الإسلام ) . ونحن نرفض الذين ما زالوا يحاكمونه إلى كتبه التي تراجع عنها ، يجب أن يحاكم بما انتهى إليه لا بما بدأ به .\r\n( 2 ) عبارة مقتطفة من : ص 35 .\r\n( 3 ) انظر : ص 33 - 34 من هذا الكتاب .\r\n( 4 ) كتاب ( بين الشيعة وأهل السنّة ) للعلامة الدكتور عبد الواحد وافي : ص 4 .\r\n","page_name":" 36 ","page_number":40},
  {"content":"\r\nتكفير الاثني عشرية ؛ المفكر الإسلامي السني ( فهمي هويدي ) - حفظه الله - حيث يقول :\r\n( تعتبر قضية تكفير الشيعة [ يعني الاثني عشرية 
  ] إحدى الأطروحات الرئيسية في الفكر الوهابي ) ( 1 ) .\r\nكل هذه الأقوال التي نقلناها عن كبار أهل السنّة تعتَبرُ أنّ منهج الوهابية في دراسة الاثني عشرية قد قادهم إلى الخلط والتخليط بين الاثني عشرية والغلاة ، ومن ثَمّ وقعوا في انحراف كبير في مرحلة المعرفة الانتسابية لهذا المذهب .\r\nويرى بعض علماء أهل السنّة أنّ التصور الذي يحمله أتباع الوهابية عن الاثني عشرية مناقض أو مصادم لحقيقتها ولخصائصها ، ومُسَاوٍ ومتحدّ مع حقيقة الغلو ؛ كما نلمس ذلك في كتابات المفكر الإسلامي السنِّي سالم البهنساوي - حفظه الله - صاحب ( السنّة المفترى عليها ) . وهو يعدُّ من الذين التفتوا إلى خطورة مشكلة الخلط بين الاثني عشرية وفرقة الغلاة عند الوهابية ، أو بتعبير أدق وأصح : إلى خطورة خطأ الوهابية في مرحلة المعرفة الانتسابية للاثني عشرية . وكتابه يحتوي على دراسة عميقة تدعو إلى ضرورة تصحيح منهج الوهابية في دراسة الاثني عشرية ، وتبين خروجهم عن منهج أهل السنّة في دراسة هذا المذهب . كما انتقد كل التهّم التي شاعت في وسط الوهابيين ، ومن أهم هذه التهم التهمة القائلة ب‍ ( أنّ للاثني عشرية مصحفاً آخر . . . ) ، فهاجم البهنساوي هذه التهمة وقال :\r\n( إنّ المصحف الموجود بين أهل السنّة هو نفسه الموجود في مساجد وبيوت الشيعة ) ( 2 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) إيران من الداخل ، فهمي هويدي : ص 322 ، ط / 2 ، 1408 ه‍ - 1988 م ، مركز الأهرام للترجمة والنشر .\r\n( 2 ) عبارة مقتطفة : من ص 6 .\r\n","page_name":" 37 ","page_number":41},
  {"content":"\r\nويرى بعض مفكري أهل السنّة أنّ أتباع الفرقة الوهابية أخذوا تصوراتهم عن الاثني عشرية من مقالات الغلاة ، بل أخذ بعضهم تصوراتهم عن الاثني عشرية من مقالات اليهودية والنصرانية والمجوسية ومن مقالات المستشرقين .\r\nوحينما أخذوا معلوماتهم عن الاثني عشرية من تلك المقالات أُصيبوا بمرض الخلط بين المذهب الاثني عشري وبين فرق الغلاة ، وأُصيبوا بمشكلة الخطأ في مرحلة المعرفة الانتسابية للاثني عشرية ، ومن هؤلاء الذين يرون هذا الرأي المفكر الإسلامي السنّي ( أنور الجندي ) ، والذي سبق أن ذكرنا عبارة مقتطفة من كلامه حول ذلك ( 1 ) .\r\nوكان الإمام حسن البنا - زعيم الحركة الإسلامية السنّية في العالم - من أكثر المتحمسين لتصحيح منهج الوهابيين في دراسة الاثني عشرية ، ومن أكثر المحاربين للذين يخلطون بين الاثني عشرية والغلاة أو للذين يخطئون في مرحلة المعرفة الانتسابية للاثني عشرية ؛ كما كان الإمام حسن البنا - رضوان الله عليه - يعجب - كثيراً - من الذين يخلطون بين الاثني عشرية والغلاة ! ( مع العلم بأنّ أئمة الشيعة [ يعني : أئمة وعلماء الشيعة الاثني عشرية 
  ] قد أثروا التأليف الإسلامي ثروة لا تزال المكتبات تعج بها ) ( 2 ) .\r\nوكان الكاتب الإسلامي السنّي الكبير ( عبّاس محمود العقاد ) - رحمه الله - من الذين أدركوا دور مشكلة الخلط بين الاثني عشرية ، أو دور مشكلة الخطأ في مرحلة المعرفة الانتسابية للاثني عشرية ؛ التي هي وراء كل الأكاذيب المنسوبة للمذهب الاثني عشري . وكان يتمنى - لولا أن وافته المنية - أن يكتب كتاباً في\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : ص 33 من هذا البحث .\r\n( 2 ) عبارة مشهورة للإمام حسن البنا نقلها عنه تلميذه وزعيم الاخوان المسلمين الأستاذ عمر التلمساني المصري في كتابه القيم ( ذكريات لا مذكرات ) : ص 250 .\r\n","page_name":" 38 ","page_number":42},
  {"content":"\r\nالدفاع عن الاثني عشرية ، وفي هذا قال الكاتب المشهور المصري ( أنيس منصور ) : إنّه سمع العقاد يقول له :\r\n( إنّه يريد - قبل أن يموت - أن يؤلف دراسة موضوعية عن المذهب الشيعي ، فقد أدخلت عليه أكاذيب ( 1 ) أفسدت صورته عند كثير من الناس [ الذين لا يميزون بين حقيقة الاثني عشرية وبين تلك الأكاذيب 
  ] ، ولم يتسع عمره لأن يكتب هذا الكتاب ) ( 2 ) .\r\nوكان المؤرّخ السنِّي ( محمد كرد علي ) - رحمه الله - يهاجم الذين يخطئون في المرحلة الأُولى ، ويخلطون بين الاثني عشرية والغلاة ولا يميزون بين قادة الاثني عشرية وقادة الغلاة . . ويقول :\r\n( أما ما ذهب إليه بعض الكتاب [ الذين يخلطون بين قادة الغلاة وقادة الاثني عشرية 
  ] من أنّ مذهب التشيع من بدعة عبد الله بن سبأ المعروف بابن السوداء ؛ فهو وهم وقلة علم بتحقيق مذهبهم . ومن علم منزلة هذا الرجل عند الشيعة ( 3 ) وبراءتهم منه ومن أقواله وأعماله ، وكلام علمائهم في الطعن فيه بلا خلاف بينهم في ذلك ؛ علم مبلغ هذا القول من الصواب ) ( 4 ) .\r\nوالمرشد الروحي - السابق - للإخوان المسلمين في العالم ، الإمام ( عمر التلمساني ) - رحمه الله - يعجب من الذين يخطئون في مرحلة المعرفة الانتسابية للاثني عشرية ، ثُمّ يقولون : بأنّ الاثني عشرية من فرق الغلاة . مع أنّ الواقع يثبت ويؤكد بأنّ ( الفقه الشيعي ( 5 ) أغنى العالم الإسلامي من حيث التفكير ) ( 6 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) وكل هذه الأكاذيب نسبت ظلماً وزوراً إلى المذهب الاثني عشري .\r\n( 2 ) انظر كتاب ( لعلك تضحك ) للكاتب المصري أنيس منصور : ص 201 الطبعة الثالثة ، 1998 ، مطبعة نهضة مصر - القاهرة .\r\n( 3 ) يعني عند الاثني عشرية .\r\n( 4 ) انظر كتاب ( خطط الشام ) : ج 6 ، ص 251 .\r\n( 5 ) يقصد الفقه الاثني عشري .\r\n( 6 ) صرح بذلك ل‍ ( مجلة العالم الإسلامية ) المشهورة ، العدد 91 .\r\n","page_name":" 39 ","page_number":43},
  {"content":"\r\nأمّا إمام أهل السنّة وفقيههم في العصر الحديث ( محمد أبو زهرة ) - رحمه الله - فقد هاله منهج الوهابية الذين يخطئون في مرحلة المعرفة الانتسابية للمذهب الاثني عشري ، فيخلطون بين الاثني عشرية والغلاة ، وانتقد منهج الوهابية في التعامل مع بعض المصطلحات الكلامية عند الاثني عشرية ، وقال في تبيين وتوضيح مصطلح ( التقية ) الذي يعتبر من أهمِّ المصطلحات التي لم تدرك معناها الوهابية ، فاثبت إمام أهل السنّة أنّ معنى التقية عند الاثني عشرية قد أُخذ من القرآن الكريم ، وفي هذا يقول :\r\n( والتقية [ يعني : عند الاثني عشرية 
  ] أن يخفي المؤمن بعض ما يعتقد ولا يجهر به ؛ خشية الأذى ، أو للتمكن من الوصول إلى ما يريد من نصرة لدين الله أو للحق في ذاته . والأصل فيها - التقية - قوله تعالى : ( لاَّ يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاء مِن دُوْنِ الْمُؤْمِنِينَ وَمَن يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللّهِ فِي شَيْءٍ إلاّ أَن تَتَّقُواْ مِنْهُمْ تُقَاةً وَيُحَذِّرُكُمُ اللّهُ نَفْسَهُ وَإلى اللّهِ الْمَصِيرُ ) ( 1 ) . . ) ( 2 ) .\r\nويقول الإمام ( محمد أبو زهرة ) في صدد الرد على الوهابية الذين يخطئون في مرحلة المعرفة الانتسابية للاثني عشرية ، ثم يخلطون بين مقام الإمام عند الغلاة ومقامه عند الاثني عشرية :\r\n( وإنّ الإمامية [ الاثني عشرية 
  ] لا يصلون بالإمام إلى مرتبة النبي صلّى الله عليه وآله وسلم ) ( 3 ) .\r\nوكان إمام أهل السنّة الإمام الأكبر شيخ الأزهر ( محمود شلتوت ) - رحمه الله - من أكثر الذين دافعوا عن منهج قدماء أهل السنّة في التعامل مع المذهب الاثني عشري ، وبذلوا جهوداً في محاربة المنهج الوهابي في دراسة هذا المذهب ؛ لأنّهم\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة آل عمران : 28 .\r\n( 2 ) الإمام الصادق ، محمد أبو زهرة : ص 22 .\r\n( 3 ) الإمام الصادق ، محمد أبو زهرة : ص 151 .\r\n","page_name":" 40 ","page_number":44},
  {"content":"\r\nما زالوا يخطئون في مرحلة المعرفة الانتسابية لهذا المذهب ، وبالتالي فهم يخلطون بين الاثني عشرية وفرق الغلاة .\r\nولقد حاول الإمام شلتوت - رحمه الله - دعوة الوهابية البريئة إلى الرجوع لمنهج أهل السنّة ، كما حاول أن يزيل الضجة التي خلقتها الوهابية بين الاثني عشرية وأهل السنّة ، فحاربه الذين ما زالوا مصابين بمشكلة الخلط بين الاثني عشرية والغلاة من الوهابيين ، وحسبوا أنّه يدعو للتقريب بين أهل السنّة وبين فرق الغلاة .\r\nوأراد - رحمه الله - أن يبين للوهابيين أنّ المقالات التي ينسبوها للاثني عشرية هي مقالات السبئية والخطابية والبيانية الذين كفرهم الاثنا عشرية وأهل السنّة ، واعتبر أنّهم نسبوا تلك المقالات القبيحة إلى الاثني عشرية لأنهم يخطئون في مرحلة المعرفة الانتسابية للاثني عشرية ، ومن ثَمَّ فلا غرابة أن يخلطوا بين حقائق الاثني عشرية ومقالات الغلاة .\r\nوقد اضطر إلى مهاجمة بعض المعاصرين من أهل السنّة الذين تأثروا بالمنهج الوهابي ، وبدأوا يشككون في منهج قدماء أهل السنّة في التعامل مع الاثني عشرية ؛ لأنّهم كانوا العقبة الكبرى - في نظره - أمام التقريب بين السنّة والاثني عشرية ، قال رحمه الله :\r\n( حارب هذه الفكرة [ أي فكرة التقريب بين السنّة والاثني عشرية 
  ] ضيقوا الأُفق ، كما حاربها صنف آخر من ذوي الاغراض الخاصّة السيئة ، ولا تخلوا أية أُمة من هذا الصنف من الناس . . حاربها من يجدون في التفرق ضماناً لبقائهم وعيشهم ، وحاربها ذوو النفوس المريضة [ من أمثال المصابين بمرض الخلط بين الاثني عشرية والغلاة 
  ] وأصحاب الأهواء والنزعات الخاصّة ، هؤلاء وأولئك ممن يؤجرون أقلامهم لسياسات مفرقة ، لها أساليبها المباشرة وغير المباشرة في\r\n","description":"","footnote":"","page_name":" 41 ","page_number":45},
  {"content":"\r\nمقاومة أية حركة إصلاحية ، والوقوف في سبيل كل عمل يضم شمل المسلمين ويجمع كلمتهم ) ( 1 ) .\r\nوالذين يخطئون في مرحلة المعرفة الانتسابية للاثني عشرية هم الذين لا يميزون بين الاثني عشرية والغلاة ، وبالتالي لا يمكن لهم أن يدركوا - أيضاً - الفرق بين الرافضة والاثني عشرية . وقد واجه المفكّر السنِّي الكبير ( أنور الجندي ) أتباع الوهابية الذين لا يفرِّقون بين الرافضة وبين الاثني عشرية وقال : ( والرافضة غير السنّة والشيعة ) ( 2 ) ؛ لأنّ الرافضة كلمة عامة في كتب الفرق تشمل الكثير من الفرق المغالية التي كفرّها علماء الاثني عشرية قبل أن يكفرّها أهل السنّة .\r\nوهناك مئات الأقوال لكبار علماء أهل السنة التي تحذر من مشكلة الخطأ في مرحلة المعرفة الانتسابية للاثني عشرية أو من مشكلة الخلط بين الاثني عشرية والغلاة ؛ لو ذكرناها كلها لتضاعف حجم الكتاب ، وسنذكر الكثير منها في القسم الثاني من هذا الكتاب .\r\nبعد أن ذكرنا أقوال كبار علماء أهل السنّة في خطورة مشكلة الخطأ في مرحلة المعرفة الانتسابية للاثني عشرية ، أو خطورة مشكلة الخلط بين الاثني عشرية والغلاة ؛ يتضح لنا أنّه ليس هناك مشكلة اخترعها خصوم الإسلام في سبيل ضرب المسلمين وهدم وحدتهم أعظم من مشكلة الخلط بين الاثني عشرية والغلاة . وتأتي الخطورة الكبرى في هذه المشكلة أنها من المشكلات غير البارزة والظاهرة التي يمكن كشفها ومعرفتها لأوّل وهلة ، بل هي مشكلة خفية استطاع\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجلة ( رسالة الإسلام ) المصرية ، ونحن نأسف كثيراً اننا وجدنا بعض المسلمين يحاربون فكرة التقريب بين الاثني عشرية والوهابية ، مع أنهم يقولون بأن كلا الطائفتين من المسلمين . والغريب من هؤلاء أنهم يزعمون أن الخصومة بين الاثني عشرية وبين الوهابية أشد من الخصومة بين المسلمين وبين اليهود ! ! ! وهذا بهتان عظيم والله المستعان على ما يقولون .\r\n( 2 ) الإسلام وحركة التاريخ ، أنور الجندي : ص 28 .\r\n","page_name":" 42 ","page_number":46},
  {"content":"\r\nخصوم الإسلام - بطريقة ماكرة تُظهر الخير وتُبطن الشر - أن يزرعوها بين المسلمين من أجل تحطيم الوحدة الإسلامية المقدَّسة .\r\nومن ثَمّ وقع في حبال هذه المشكلة الخبيثة القبيحة بعض عوام أهل السنّة في العصور المتأخرة ، الذين انخدعوا بالمنهج الوهابي في دراسة الاثني عشرية ، ولم يَكتشف خباياها ومقاصدها الخطيرة إلاّ كبار علماء أهل السنّة المحققين . وبفضل جهود كبار علماء أهل السنّة بدأت هذه المشكلة تنحصر في إطار جماعة قليلة مهددة بالانقراض .\r\nونحب - هنا - أنّ ننبه إلى أننا رأينا تلك الوهابية البريئة تقول : بأنّ هنالك مشكلة غلو عند الاثني عشرية . وهم لا يدركون أنّه يوجد عندهم في الحقيقة مشكلة خلط بين الاثني عشرية والغلو ، أو مشكلة الخطأ في مرحلة المعرفة الانتسابية للاثني عشرية . وحقيقة الأمر أنّ هنالك مشكلة خلط عند الوهابية لا مشكلة غلو عند الاثني عشرية . ونرى هؤلاء المصابين بمشكلة الخلط يبحثون عن علل الغلو عند الاثني عشرية ، وهم لا يدركون أنه كان الأولى لهم أن يبحثوا عن علل خلطهم بين الاثني عشرية وفِرَق الغلاة ، وأنّه ليس هناك مشكلة غلو عند الاثني عشرية ، بل هي مشكلة خلط بين فرق الغلاة والاثني عشرية أو مشكلة خطأ في مرحلة المعرفة الانتسابية للاثني عشرية .\r\nوقد لاحظت أنّ أتباع الوهابية - من حيث لا يعلمون - يبحثون ويجهدون أنفسهم في البحث عن علل الغلو عند الاثني عشرية ، ويبحثون عن مشكلة الغلو عند الاثني عشرية . أما أهل السنّة المحققون المعاصرون فقد اكتشفوا أنّ أتباع الفرقة الوهابية مصابون بالخلط بين الاثني عشرية والغلاة ، بسبب عدم قراءتهم الصحيحة لكتب قدماء أهل السنّة عن الاثني عشرية . ومن ثَمّ اتجه كبار أهل السنّة المعاصرين المحققين إلى دراسة علل الخلط بين الغلاة والاثني عشرية عند الوهابية ، وصرّحوا بأنّ الوهابيين يحسبون أنّ هنالك مشكلة غلو عند الاثني\r\n","description":"","footnote":"","page_name":" 43 ","page_number":47},
  {"content":"\r\nعشرية ، ولا يعرفون أنّ المشكلة فيهم ، ولم يدركوا أنّها مشكلة خلط عندهم بين الاثني عشرية والغلاة . وتبين لعلماء أهل السنّة المحققين أنّ الاثني عشرية لم يصابوا - أبداً - بالغلو ، وإنّما أتباع الوهابية التبس عليهم الأمر ، فلم يميزوا بين الاثني عشرية والغلاة .\r\n* * *\r\nونحن بعد دراسة طويلة لمناهج البحث عن حقائق الاثني عشرية وخصائصها قد حصرناها في مناهج ثلاثة :\r\n1 - المنهج الأول : منهج الجماعة الوهابية في دراسة حقائق الاثني عشرية وخصائصها .\r\n2 - المنهج الثاني : منهج قدماء أهل السنّة ومتأخريهم في دراسة حقائق الاثني عشرية وخصائصها .\r\n3 - المنهج الثالث : منهج علماء الاثني عشرية في دراسة حقائق الاثني عشرية وخصائصها .\r\nونحن - في بداية الأمر - كنا نؤمن بمنهج الوهابية في دراسة حقائق الاثني عشرية وخصائصها ، ثم تعرّفنا على منهج قدماء علماء أهل السنّة ومتأخريهم وانتقلنا إليه ، ثم اهتدينا إلى منهج علماء الاثني عشرية في دراسة حقائق الاثني عشرية وخصائصها . وقد لاحظنا أنّ هنالك تناقضاً في تفسير حقائق الاثني عشرية وخصائصها ؛ بين منهج الوهابية ومنهج قدماء علماء أهل السنّة ومتأخريهم . ولا شك أنّه من المستحيل أن تكون كل تفسيراتهم صحيحة في الوقت الذي ينعدم الاتفاق بينها . ولو قلنا بصحتها مع تعارضها وتباينها للزم أن تكون كلها باطلة - بالمعنى المنطقي - أي غير صحيحة ، ولما استحق أي تفسير يقدّمه علماء الوهابية أو علماء أهل السنّة لحقائق الاثني عشرية وخصائصها أن ينظر إليه بتقدير واحترام .\r\n","description":"","footnote":"","page_name":" 44 ","page_number":48},
  {"content":"\r\nومن ثَمّ لا بد أن نقول بصحة بعض تفسيرات حقائق الاثني عشرية وخصائصها وبطلان بعضها . وسوف نثبت في البحوث القادمة ( 1 ) أنّ تفسير أهل السنّة من القدماء والمتأخرين لحقائق الاثني عشرية وخصائصها كان مصيباً غالباً ، وأنّ تفسير الوهابية لحقائق الاثني عشرية وخصائصها كان مخطئاً وبعيداً عن حقيقة الاثني عشرية .\r\nإننا حين نراجع المنهج الوهابي في تفسير حقائق الاثني عشرية وخصائصها نجده عاجزاً عن الاهتداء إلى التفسير الصحيح لحقائق الاثني عشرية وخصائصها ؛ الذي اهتدى إليه قدماء علماء أهل السنّة ومتأخريهم .\r\nإنّ الاثني عشرية التي تبحث عن حقائقها وخصائصها الوهابية لا تعني أهل السنّة في شيء ؛ لأنّ بحث الوهابية عن الاثني عشرية - على ذلك المنهج الغريب - لن يجعلها تدرك أنّ الاثني عشرية الحقة هي التي صوّرها ورسمها علماء أهل السنّة ، وهي التي دلّنا عليها كبار علماء الاثني عشرية .\r\nوقد عجزت الوهابية عن الاهتداء إلى حقيقة الألوهية والنبوة عند الاثني عشرية ، وعجزت عن إدراك كل حقائق الاثني عشرية وخصائصها ؛ لأنّها حاولت دائماً أن تفسر هذه الحقائق وأن تصورها تحت نفوذ مشكلة الخطأ في مرحلة المعرفة الانتسابية للاثني عشرية ، أو مشكلة الخلط بين الاثني عشرية والغلاة ، في حين أن الاثني عشرية ليس لها صلة بالغلو .\r\nوبمثل هذا العجز فسرّت الوهابية خصائص الاثني عشرية ، وضربت في التيه عندما حاولت دراسة ( خصائص الاثني عشرية ) .\r\nوالعجب العُجاب ما يصادفه الإنسان من بعض عوام أهل السنّة ؛ أنّك تجدهم يؤمنون بما قاله بعض الوهابية عن حقائق الاثني عشرية وخصائصها ، بينما\r\n\r\n","description":"","footnote":"\r\n( 1 ) في القسم الثاني من هذا الكتاب .\r\n","page_name":" 45 ","page_number":49},
  {"content":"\r\nيسخرون بما قاله كبار قدماء علماء أهل السنّة ومتأخريهم في تلك الحقائق وهذه الخصائص ! !\r\nويعجب الإنسان - أيضاً - أن الكثير من عوام أهل السنّة لم يبحثوا عن سبب اختلاف الوهابية البريئة وقدماء أهل السنّة ؛ في تفسير حقائق الاثني عشرية وخصائصها ، مع اتحاد الموضوع المبحوث عنه ، أي موضوع الاثني عشرية ! ومن الغريب أنّ بعض عوام أهل السنّة يغفلون عن الصراع الكبير والخطير بين الوهابية وبين أهل السنّة حول تفسير حقائق الاثني عشرية وخصائصها !\r\nويبدو أنّ هذه المشكلة الخبيثة - مشكلة الخطأ في مرحلة المعرفة الانتسابية للاثني عشرية ، أو مشكلة الخلط بين الاثني عشرية وفرق الغلاة عند الوهابية - كانت وما زالت وراء هذا الصراع الشديد بين الوهابية وعلماء أهل السنّة .\r\nوإذا كانت هذه المشكلة سبباً في توسيع مساحة الصراع بين السنّة وبين الاثني عشرية منذ ظهور الوهابية في القرن الثامن عشر ؛ فقد أصبحت هذه المشكلة - في عصرنا - سبباً في توسيع مساحة الصراع بين الوهابية وأهل السنّة . ولا يمكن لنا أن نكشف سرّ اختلاف الوهابية مع أهل السنّة في تفسير حقائق الاثني عشرية وخصائصها ما لم ندرك هذه المشكلة .\r\nوالذين يخطئون في مرحلة المعرفة الانتسابية للاثني عشرية ، أو يخلطون بين الاثني عشرية وفرق الغلاة هم الذين فسروا حقائق الاثني عشرية وخصائصها بصورة مخالفة لتفسير الذين أصابوا في إدراك مرحلة المعرفة الانتسابية للاثني عشرية ، وميزوا بين المذهب الاثني عشري وبين فِرَق الغلاة .\r\nولقد لاحظنا أنّ الكثير من القضايا المُثارة المتنازع عليها بين الاثني عشرية وبين الوهابية أصبحت - الآن - قضايا مثارة ومتنازع عليها بين الوهابية وكبار أهل السنّة في العصر الحديث .\r\n","description":"","footnote":"","page_name":" 46 ","page_number":50},
  {"content":"\r\nوإنّه من الطبيعي أن تثار تلك القضايا بين الاثني عشرية والوهابية من جهة وبين السنّة والوهابية من جهة أُخرى ؛ لأنّ أتباع الوهابية مصابون بمشكلة الخطأ في مرحلة المعرفة الانتسابية للاثني عشرية .\r\nوبعبارة أُخرى : مصابون بمشكلة الخلط بين الاثني عشرية والغلاة .\r\nلقد بيّن أهل السنّة أنّ القضايا التي أثارتها الوهابية البريئة ضد الاثني عشرية إنّما هي من شأن الغلو والغلاة ؛ لأن أهل السنّة يدركون الفرق بين الاثني عشرية والغلو . ومن ثَمّ لا يوجد نزاع وصراع بين السنّة والاثني عشرية ، بينما يوجد هذا الصراع وذلك النزاع بين أهل السنّة والوهابية الذين يخلطون بين الاثني عشرية وفرق الغلاة .\r\nومن هنا فهذه المشكلة الخبيثة وسّعت الخلاف بين السنّة والاثني عشرية من خلال تأثير الوهابيين ، ثُمّ وسّعت الخلاف بين السنّة والوهابية . وهذا هو الذي يفسرّ لنا سرّ تحذير كبار علماء أهل السنّة وكبار علماء الاثني عشرية من هذه المشكلة ، ويفسرّ لنا السبب الذي جعلهم يعدّونها أكبر مشكلة زُرعت من أجل تمزيق الصف بين السنّة والاثني عشرية ، وتمزيق الصف بين السنّة والوهابية ، لأن اختلاف أهل السنّة مع الوهابية حول الاثني عشرية قد خلق صراعاً شديداً بين الوهابيين وأهل السنّة ، ولا يمكن أن يتم التقريب بين الاثني عشرية والوهابية إلا إذا عالجنا هذه المشكلة ، كما لا يمكن أن يتم التقريب بين أهل السنّة والوهابية إلا إذا عالجنا هذه المشكلة .\r\nوقد عبّر عن حالة الصراع الشديد والاضطراب المرير بين مفهوم الاثني عشرية عند الوهابية ومفهومه عند أهل السنّة ؛ أحدُ الكتاب المكفرّين للاثني عشرية والمؤيدين للمنهج الوهابي في دراستها ، صاحب المؤلفات المشهورة ضد الاثني عشرية ، وهو الدكتور الشيخ ( ناصر القفاري ) من كبار الوهابيين المعاصرين ، فقال :\r\n( استرعى انتباهي تضخم الخلاف حول الاثني عشرية لدى الكتّاب المعاصرين ؛ فمن فريقٍ يرى أنّهم كفرة وأنّ غلوهم تجاوز الحدود الإسلامية ، كما في كتابات\r\n","description":"","footnote":"","page_name":" 47 ","page_number":51},
  {"content":"\r\nالأستاذ محب الدين الخطيب ، وإحسان الهي ظهير ، وإبراهيم الجبهان وغيرهم . وفريقٍ يرى أنّ الاثني عشرية طائفة معتدلة لم تجنح إلى الغلو الذي وقعت فيه الفرق الباطنية ، مثل : كتابات النشار ، وسليمان دنيا ، ومصطفى الشكعة . وفريق ثالث التبس عليه الأمر حتى ذهبَ يستفتي شيوخ الشيعة الاثني عشرية فيما كتبه عنهم احسان الهي ظهير ، ومحبّ الدين الخطيب ؛ كما تجد ذلك فيما كتبهُ البهنساوي في كتابه ( السنّة المفترى عليها ) ، ومن خلال هذه الاختلافات قد تضيع الحقيقة أو تخفى على الكثير ) ( 1 ) - ( 2 ) .\r\nومن ثَمّ كان تأكيدي على ضرورة معالجة هذه المشكلة ، فجعلت رسالة الماجستير الجامعية تحت عنوان ( مشكلة الخلط بين الاثني عشرية وفرق الغلاة عند الوهابية ) ، وبينت أنّ هذه المشكلة هي وراء تعدد مناهج دراسة الاثني عشرية .\r\nوإنّني بعد دراسة طويلة للمناهج الثلاثة التي ذكرتها - منهج الجماعة الوهابية ، ومنهج أهل السنّة ، ومنهج الاثني عشرية - استيقنت بأنّه لا يصّح أن يستفاد من المنهج الوهابي ، لا سيما بعد الاختلاف الشديد بين منهج الوهابية في تفسير حقائق الاثني عشرية وخصائصها من جهة ، وبين منهج أهل السنّة ومنهج الاثني عشرية في تفسيرها من جهة أخرى . .\r\nإنّ دراسة حقائق الاثني عشرية وخصائصها - حسب المنهج الوهابي - تتمُ بطريقة تقتضي أن يُضّحى بالموضوع ( حقائق الاثني عشرية وخصائصها ) في سبيل المنهج ، وكأنّ الموضوع ( حقائق الاثني عشرية وخصائصها ) لا يفرضُ منهجه من داخله ، وكأنّ أتباع المذهب الاثني عشري الذي ينتمي إليهم الموضوع ( حقائق الاثني عشرية وخصائصها ) لا منهج لهم .\r\n\r\n","description":"","footnote":"\r\n( 1 ) أُصول مذهب الشيعة الإمامية لاثني عشرية للشيخ الدكتور ناصر القفاري حفظه الله ، مقدمة الكتاب : ج 1 ، ص 10 - 11 .\r\n( 2 ) ستصدر مؤسسة الفكر الاسلامي كتاباً تناولتُ فيه نقد منهج ناصر القفاري في الكتابة عن الاثني عشرية .\r\n","page_name":" 48 ","page_number":52},
  {"content":"\r\nولا يمكن للمنهج الوهابي في دراسة الاثني عشرية أن يخرج من أزمة الصراع مع أهل السنّة حول تفسير حقائق الاثني عشرية وخصائصها ؛ إلاّ عند مراجعة منهج الاثني عشرية في تفسير هذه الحقائق والخصائص ، ومن ثَمّ نجد أنّ الكاتب الوهابي ( ناصر القفاري ) ( 1 ) ذكر أنّ العلامة السنّي ( سالم البهنساوي ) بعد أن رأى اختلاف ( إحسان الهي ظهير ) مع العلامة ( مصطفى الشكعة ) في مفهوم الاثني عشرية ؛ لجأ إلى شيوخ الاثني عشرية ، وكتب نتيجة حواره مع الاثني عشرية في كتابه ( السنة المفترى عليها ) ، وعرف أنّ الحق مع منهج أهل السنّة . ونجدُ - أيضاً - المفكر الإسلامي السنّي ( الدكتور حامد حنفي داود ) ( 2 ) يدعو إلى ضرورة نبذ المنهج الوهابي في دراسة حقائق الاثني عشرية وخصائصها ، وإلى ضرورة الرجوع إلى منهج الاثني عشرية في دراستها ، وفي هذا يقول :\r\n( يُخطىء كثيراً من يدعي أنّه يستطيع أن يقف على عقائد الشيعة الإمامية وعلومهم وآدابهم مما كتبه عنهم الخصوم ، مهما بلغ هؤلاء الخصوم منْ العلم والإحاطة ، ومهما أحرزوا من الأمانة العلمية في نقل النصوص والتعليق عليها بأسلوب نزيه بعيد عن التعصب الأعمى . أقول هذا جازماً بعد أن قضيت ردحاً طويلاً من الزمن أدرس فيه عقائد الأئمة الاثني عشر بخاصّة ، وعقائد الشيعة بعامة ، فما خرجت من هذه الدراسة الطويلة التي قضيتها متصفحاً في كتب المؤرخين والنقاد . . . بشيء ذي بال ، وما زادني إلى هذه الدراسة ، وميلي الشديد في الوقوف على دقائقها إلاّ بعداً عنها وخروجاً عليها . . . ذلك لأنّها دراسة بتراء\r\n\r\n","description":"","footnote":"\r\n( 1 ) نقلنا عبارته في ص 47 - 48 من هذا الكتاب .\r\n( 2 ) وهو من كبار مفكري أهل السنّة في العصر الحديث ، وكان مشرفاً على الدراسات الإسلامية بجامعة ( عليكرة ) بالهند .\r\n","page_name":" 49 ","page_number":53},
  {"content":"\r\nأحلتُ نفسي فيها على كتب الخصوم لهذا المذهب ، وهو المذهب الذي يمثل شطر المسلمين في مشارق الأرض ومغاربها ، ومن ثمّ اضطررت - بحكم ميلي الشديد إلى طلب الحقيقة حيث كانت ، والحكمة حيث وجدت ، والحكمة ضالة المؤمن - أن أدير دفة دراستي العلمية لمذهب الأئمة الاثني عشر إلى الناحية الأُخرى ، تلك هي دراسة هذا المذهب في كتب أربابه ، وأن أتعرف على عقائد القوم ممّا كتبه شيوخهم والباحثون المحققون من علمائهم وجهابذتهم .\r\nومن البديهي أنّ رجال المذاهب أشدّ معرفة لمذهبهم من معرفة الخصوم به ، مهما بلغ أولئك الخصوم من الفصاحة والبلاغة ، أو أُوتوا حظاً من اللسن والإبانة عمّا في النفس ، وفضلاً عن ذلك فإنّ الأمانة العلمية التي هي من أوائل أسس المنهج العلمي الحديث ، وهو المنهج الذي اخترته وجعلته دستوري في أبحاثي ومؤلفاتي حين أحاول الكشف عن الحقائق المادية والروحية ؛ هذه الأمانة المذكورة تقتضي التثبت التام في نقل النصوص والدراسة الفاحصة لها ، فكيف لباحث بالغاً ما بلغ من المهارة العلمية والفراسة التامة في إدراك الحقائق أن يتحقق من صحة النصوص المتعلقة بالشيعة والتشيع في غير مصادرهم ؟ !\r\nإذن ، لارتاب في بحثه العلمي على غير أساس متين . . ذلك ما دعاني أن أتوسع في دراسة الشيعة والتشيع في كتب الشيعة أنفسهم ، وأن أتعرف عقائد القوم نقلاً عمّا كتبوه بأيديهم ونطقت به ألسنتهم ، لا زيادة ولا نقص ، حتى لا أقع في الالتباس [ والخلط بين الاثني عشرية والغلاة 
  ] الذي وقع فيه غيري من المؤرخين والنقاد حين قصدوا للحكم على الشيعة والتشيع . وإنَّ الباحث الذي يريد أن يدرس مجموعة ما من الحقائق في غير مصادرها ومظانها الأصلية إنّما يسلك شططاً ويفعل عبثاً ، ليس هو من العلم ولا من العلم في شيء . ومثل هذا ما وقع فيه العلامة الدكتور ( أحمد أمين ) حين تعرّض لمذهب الشيعة في كتبه ، فقد حاول\r\n","description":"","footnote":"","page_name":" 50 ","page_number":54},
  {"content":"\r\nهذا العالم أن يجلّي للمثقفين بعضاً من جوانب ذلك المذهب ، فورّط نفسه في كثير من المباحث الشيعية كقوله : ( إنّ اليهودية ظهرت في التشيع ) ، وقوله : ( إنّ النار محرمة على الشيعي إلاّ قليلاً ) ، وقوله : ( بتبعيتهم لعبد الله بن سبأ ) ، وغير هذا من المباحث التي ثبت بطلانها وبراءة الشيعة منها ، وتصدّى لها علماؤهم بالنقد والتجريح ، وفصّل الحديث فيها العلامة محمد حسين آل كاشف الغطاء في كتابه أصل الشيعة وأُصولها ) ( 1 ) .\r\nولكي يدرك القارئ الخطورة الكبيرة في منهجية الوهابية في بيان ( حقائق الاثني عشرية وخصائصها ) ؛ نذكر مثالاً هاماً يبيّن ويوضّح مشكلة خلط أتباع الوهابية بين الاثني عشرية وفرق الغلاة ، فقد نقل الوهابية في كتبهم أن الرافضة - ويقصدون الاثني عشرية لأنّهم يخلطون بين الاثني عشرية والرافضة - تقول : ( إنّ عليّاً في السحاب ، فلا نخرج مع من خرج من ولده حتى ينادي منادٍ من السماء ، - يريد علياً ينادي - : اخرجوا مع فلان ) !\r\nومن المعلوم أنّ الذين يزعمون أنّ علياً في السحاب هم الغلاة لا الاثني عشرية . . كما أن الذين يزعمون أن الإمام علياً ينادي من أعلى السحاب : ( اخرجوا مع فلان ) هم الغلاة لا الاثني عشرية !\r\nونحن بعد دراسة عميقة في المذهب الاثني عشري عند كبار علمائه ، وفي أعظم مدينة علمية للاثني عشرية في العصر الحديث ؛ وجدنا الاثني عشرية في كتبهم القديمة والحديثة يتبرؤون ويلعنون من يقول : ( إن علياً في السحاب أو إنه ينادي من السحاب ) ! والثابت عندهم هو عين الثابت عند أهل السنّة ، وهو : أنّه عندما يخرج الإمام المهدي - الذي أجمع على خروجه أهل السنّة والاثنا عشرية - سوف ينادي ملك من السماء باسمه ، ويأمر بنصرته . ومن ثمَّ يجب علينا أن لا نعتمد على كتب الوهابية في دراسة حقائق الاثني عشرية وخصائصها .\r\n\r\n","description":"","footnote":"\r\n( 1 ) كلمة مقتطفة من مقدمة علامة أهل السنّة حامد حنفي داود لكتاب عقائد الإمامية للشيخ محمد رضا المظفر : ص 20 - 23 . وانظر كتاب في سبيل الوحدة الإسلامية للسيد مرتضى الرضوي : ص 75 - 83 ، مطبوعات النجاح في القاهرة ، ط 3 ، سنة 1400 ه‍ - 1980 م .\r\n","page_name":" 51 ","page_number":55},
  {"content":"\r\nوهكذا ؛ تتجلى في هذه المقتطفات الكبيرة وا لهامة مشكلة خطأ الوهابية في مرحلة المعرفة الانتسابية للاثني عشرية أو مشكلة خلط الوهابية بين الاثني عشرية والغلاة ، وكيف كانت سبباً في اخفاقات المنهج الوهابي في دراسة حقائق الاثني عشرية وخصائصها على مدار فترة زمنية طويلة ، وكانت سبباً في التباين الشديد بين حكم الوهابية وحكم أهل السنّة على هذه الحقائق وتلك الخصائص .\r\nوالغرض من توضيح مشكلة الخطأ في مرحلة المعرفة الانتسابية للاثني عشرية أو مشكلة الخلط بين الاثني عشرية وفرق الغلاة ، والتي توسعنا عامدين في عرضها من خلال أقوال كبار مفكري أهل السنة وعلمائهم ؛ إنّما يعود للأسباب التالية :\r\nأولاً : خطر هذه المشكلة باعتبارها كانت وما زالت السبب الأول في توسيع الاختلاف بين السنّة والاثني عشرية ، بعد أن اندسَّ الوهابيون في صفوف أهل السنّة ؛ كما أصبحت هذه المشكلة سبباً في توسيع الاختلاف بين السنّة والوهابية .\r\nثانياً : خطأ منهج الوهابية في دراسة حقائق الاثني عشرية وخصائصها كان نتيجة حتمية لهذه المشكلة . ولا شك أنّ خطأ منهج الوهابية في دراسة الاثني عشرية كان سبباً لاختلاف أهل السنّة مع الوهابية في تفسير مفهوم الاثني عشرية .\r\nثالثاً : معرفة هذه المشكلة بينّت لنا أهمية هذه المرحلة ، أي مرحلة المعرفة الانتسابية ؛ لأنّها قاعدة رئيسية في هذا المنهج الذي رسمناه من أجل تصحيح منهج الوهابية في دراسة حقائق المذهب الاثني عشري وخصائصه ، ومن أجل التقريب بين الاثني عشرية والوهابية ، ومن أجل التقريب بين أهل السنة والوهابية كما أسلفنا في أوائل البحث عن هذه المرحلة .\r\nرابعاً : يكتسب البحث عن مشكلة الخلط بين الاثني عشرية والغلاة أهمية كبيرة ، لأنّ مشكلة الخلط بين الحقائق والأوهام تمثل أكبر خطر يهدد جميع الديانات والمذاهب الدينية . وإذا كانت الأفكار المادية الإلحادية تمثل أكبر عدو\r\n","description":"","footnote":"","page_name":" 52 ","page_number":56},
  {"content":"\r\nخارجي للديانات والمذاهب الدينية ، فإنّ مشكلة الخلط بين الحقائق والأوهام تشكّل أكبر عدوٍ داخلي يهدد كيان الديانات والمذاهب الدينية . وإذا كان الفكر المادي يثير الشبهات ضد الديانات والمذاهب الدينية ، فإنّ مشكلة الخلط بين الحقائق وبين الأوهام تصر على التفسير الغريب والفهم البعيد لحقائق الأديان والمذاهب الدينية ، وتعطي صورة مشوهة لكل المذاهب الدينية ، وبالتالي تجعل العقل البشري ينفر من الدين - أي دين - ويتجه صوب الإلحاد والمذاهب اللادينية .\r\nخامساً : لقد كانت مشكلة الخلط بين الاثني عشرية وبين فرق الغلاة ، عند الوهابية هي السبب الأول الذي جعلهم يقولون بأنّ هنالك صلة بين الاثني عشرية وبين غلاة الصوفية ، في حين أن علماء الاثني عشرية يكفرّون الطرق الصوفية المغالية .\r\nكان هذا توضيحاً وتبييناً للمرحلة الأُولى في معرفة المذهب الاثني عشري .\r\n* * *\r\nومن المسائل الهامة في المرحلة الأولى لمعرفة المذهب الاثني عشري ، معرفة أسباب وعوامل خطأ الوهابية في المرحلة الأولى لمعرفة الاثني عشرية ، فالخطأ في هذه المرحلة يساوي ايجاد مشكلة الخلط بين الاثني عشرية وفرق الغلاة .\r\nوسوف نبحث - الآن - عن أسباب وعوامل خطأ الوهابية في مرحلة المعرفة الانتسابية للمذهب الاثني عشري ، أو بتعبير آخر : أسباب وعوامل مشكلة الخلط بين المذهب الاثني عشري وفِرَق الغلاة عند أتباع الوهابية . وهي ترجع إلى قسمين :\r\nالقسم الأول : الأسباب والعوامل التي ترجع إلى جهل أتباع الوهابية . وهي ترجع إلى عدة أسباب :\r\nالسبب الأُول : الجهل بمعنى الغلو .\r\nالسبب الثاني : الجهل بمعنى المذهب الاثني عشري .\r\nالسبب الثالث : الجهل بموقف المذهب الاثني عشري من الغلو وفِرَق الغلاة .\r\n","description":"","footnote":"","page_name":" 53 ","page_number":57},
  {"content":"\r\nالقسم الثاني : الأسباب والعوامل التي ترجع إلى طبيعة الوهابية . وهذه الأسباب ترجع إلى سببين رئسيين وهما :\r\nالسبب الرابع : طريقة التفكير عند الوهابية .\r\nالسبب الخامس : الخروج عن منهج أهل السنّة في التعامل مع المذهب الاثني عشري .\r\nوقبل تناول هذه الأسباب بصورة مفصلة ( 1 ) نريد أن نبين للقارئ الكريم أننا لا نريد من البحث عن هذه المشكلة مجرّد ( المعرفة الباردة ) ، إنّما نبتغي من القارئ الكريم أن يدرك خطورة هذه المشكلة على الوحدة الإسلامية المقدسة . . نبتغي أنّ تستحيل معرفة القارئ لهذه المشكلة إلى قوةٍ تفصله وتبعده عن الوقوع في حبا لها ، ومن ثمَّ آثرنا أن نرسم هذه المشكلة على شكل قنبلة يدوية من أجل تجسيم وتصوير شدّة خطرها على وحدة المسلمين ، فهي المشكلة التي وسعت دائرة الخلاف بين السنّة والاثني عشرية من جهة ، وبين الاثني عشرية والوهابية من جهة أُخرى ، وبين السنّة والوهابية من جهة ثالثة .\r\nوهذه هي صورة المشكلة مع الأسباب الخمسة التي كانت وراء تكوين أو توسيع هذه المشكلة رسمناها بالشكل التالي :\r\n\r\n","description":"","footnote":"\r\n( 1 ) تناولناها بصورة مفصلة في القسم الثاني من هذا الكتاب .\r\n","page_name":" 54 ","page_number":58},
  {"content":"\r\n\r\nالأسباب والعوامل الخمسة الرئيسية لتكوين وتوسيع\r\nمشكلة الخلط بين المذهب الاثني عشري وبين فرق الغلاة عند الوهابية\r\nأو\r\nمشكلة الخطأ في مرحلة المعرفة الإنتسابية للمذهب الاثني عشري\r\nعند الوهابية\r\nوالشكل يصوّر العقل الوهابي وهو يعبّأ\r\nبالمواد الخطيرة بوسيلة الأسهم الخمسة\r\nالتي كوّنت مشكلة الخلط\r\nفي هذا العقل فصار\r\nلا يميز بين المذهب الاثني عشري وبين\r\nفرق الغلاة\r\n","description":"","footnote":"","page_name":" 55 ","page_number":59},
  {"content":"\r\n","description":"","footnote":"","page_name":" 56 ","page_number":60},
  {"content":"\r\nالشكل رقم ( 2 ) كما يرى في الصورة يعبّر بوضوح عن خطورة مشكلة الخلط بين الاثني عشرية وفرق الغلاة . . فقد رسمنا العقل الوهابي الذي أُصيب بهذه المشكلة على صورة قنبلة يدوية .\r\nوكما ترى في الشكل فإننا رسمنا الأسباب الخمسة المكونة أو الموسعة للمشكلة عند الوهابية بصورة الأسهم التي تقوم بتعبئة القنبلة اليدوية أو العقل الوهابي بالمواد المفجِّرة ، وهو تعبير حاسم وصريح عن النتائج الخطيرة التي ستنبثق من هذه المشكلة الخبيثة ، فعندما يُستكمل تعبئتها سوف تنفجر فتمزق وحدة الصف بين السنّة والاثني عشرية من جهة ، ثُمّ تمزق وحدة الصف بين السنّة والوهابية من جهة أُخرى ، ثم تمزق وحدة الصف بين الاثني عشرية والوهابية من جهة ثالثة ، وسوف تخلق اختلافاً شديداً بين منهج أهل السنّة في تفسير حقائق الاثني عشرية وخصائصها وبين منهج الوهابية في تفسير هذه الخصائص وتلك الحقائق ، وسوف تكون السبب الأول في خطأ أتباع الوهابية في تفسيرهم لحقائق الاثني عشرية وخصائصها .\r\n\r\nالنتائج السلبية لهذه المشكلة :\r\nسوف نكتفي بالإشارة إلى الأخطاء التي طرأت على العقل الوهابي - من حيث لا يعلم - بعد أن تمكَّنت هذه المشكلة من السيطرة عليه وهي :\r\n1 - الخطأ في تفسير الحقيقة الأولى وهي : ( حقيقة الألوهية والنبوة في المذهب الاثني عشري ) ، والذي انبثق منه الخلط بين موقف الاثني عشرية من هذه الحقيقة وموقف الغلاة منها .\r\n2 - الخطأ في تفسير الحقيقة الثانية وهي : ( حقيقة الشرائع والأحكام في المذهب الاثني عشري ) ، والذي انبثق منه الخلط بين موقف الاثني عشرية من هذه الحقيقة وموقف الغلاة منها .\r\n3 - الخطأ في تفسير الحقيقة الثالثة وهي : ( حقيقة أهداف المذهب الاثني عشري ) ، والذي انبثق منه الخلط بين أهداف الاثني عشرية وأهداف فِرَق الغلاة .\r\n","description":"","footnote":"","page_name":" 57 ","page_number":61},
  {"content":"\r\n4 - الخطأ في تفسير الحقيقة الرابعة وهي : ( حقيقة معنى بعض المصطلحات في المذهب الاثني عشري ) ، والذي انبثق منه زيادة محتويات ومضامين جديدة وغريبة عن تلك المصطلحات ، وانبثق منه خلط الوهابية بين معاني تلك المصطلحات عند أهل السنّة وبين معانيها عند الاثني عشرية .\r\n5 - الخطأ في تفسير الحقيقة الخامسة وهي : ( حقيقة منابع المذهب الاثني عشري ) ، والذي انبثق منه الخلط بين منابع الاثني عشرية ومنابع فِرَق الغلاة .\r\n6 - الخطأ في تفسير الحقيقة السادسة وهي : ( حقيقة الإمامة في المذهب الاثني عشري ) ، والذي انبثق منه الخلط بين حقيقة معنى الإمامة عند الاثني عشرية وحقيقة معناها عند فِرَق الغلاة ، والخلط - أيضاً - بين حقيقة معنى الإمامة عند الاثني عشرية وبين معنى الإمامة عند أهل السنّة .\r\n7 - الخطأ في تفسير الحقيقة السابعة وهي : ( حقيقة هوية المذهب الاثني عشري ) ، والذي انبثق منه الخلط بين هوية الاثني عشرية وهوية فِرَق الغلاة .\r\n8 - الخطأ في تفسير الحقيقة الثامنة وهي : ( حقيقة نشأة المذهب الاثني عشري وعلل هذه النشأة ) ، والذي انبثق منه الخلط بين نشأة الاثني عشرية ونشأة فِرَق الغلاة من جهة ، والخلط بين علل نشأة الاثني عشرية وبين علل نشأة فرق الغلاة من جهة أُخرى .\r\nالنتيجة النهائية لهذه الأخطاء الثمانية :\r\nلقد تولّدَ من هذه الأخطاء الثمانية قضية خطيرة وهي : الخطأ في تفسير ( خصائص المذهب الاثني عشري ) وبالتالي أدّى إلى الخلط بين خصائص الاثني عشرية وخصائص فِرَق الغلاة .\r\nوحتى يتضح للقارئ أنّ هذه الأخطاء الثمانية الخطيرة في تفسير حقائق المذهب الاثني عشري وخصائصه قد انبثقت من انفجار مشكلة الخلط بعد استكمال أسبابها الخمسة ؛ قمنا برسم صورة تلك المشكلة الخبيثة وهي في حالة الانفجار الخطير . . ورسمناها بهذا الشكل :\r\n","description":"","footnote":"","page_name":" 58 ","page_number":62},
  {"content":"\r\n\r\nالنتائج والآثار الثمانية الرئيسية السلبية الناتجة والمتولّدة من مشكلة\r\nالخلط بين المذهب الاثني عشري وبين فرق الغلاة عند الوهابية\r\nأو\r\nمشكلة الخطأ في مرحلة المعرفة الانتسابية للمذهب الاثني عشري عند الوهابية\r\nوالشكل يصوّر العقل الوهابي وهو في حالة انفجار المواد الخطيرة والاسهم الخمسة\r\nالتي كوّنت مشكلة الخلط في هذا العقل فصار يفسّر حقائق المذهب\r\nالاثني عشري وخصائصه تفسيراً غريباً\r\n","description":"","footnote":"","page_name":" 59 ","page_number":63},
  {"content":"\r\n","description":"","footnote":"","page_name":" 60 ","page_number":64},
  {"content":"\r\nوالشكل ( 3 ) - كما يُرى في الصورة - يعبّر بوضوح صريح وحاسم عن الارتباط الوثيق بين الأسباب الخمسة التي كونت المشكلة ، وبين هذه الأخطاء الثمانية الخطيرة التي انبثقت من تلك الأسباب .\r\nوعندما نعيد النظر في الشكل رقم ( 2 ) ، ثم ننظر للمرة الثانية إلى الشكل رقم ( 3 ) سوف نرى في الشكل الثاني الأسهم الخمسة ، التي تعبّر عن الأسباب الخمسة ، وهي تتجه صوب العقل الوهابي لتكوّن هذه المشكلة ، أمّا الشكل الثالث فسوف نلاحظ تلك الأسهم تتجه في اتجاه معاكس لاتجاهها في الشكل الثاني ، وفي هذه دلالة صريحة بأنّ هذه الأخطاء الثمانية هي آثار ضرورية لتلك الأسباب الخمسة .\r\nوعندما تقارن بين الشكل الثاني والشكل الثالث وتعيد النظر فيهما سوف يتضح لك أنّ الشكل الثالث يرسم انفجاراً شديداً للقنبلة اليدوية التي تم تعبئتها في الشكل الثاني .\r\nوهذا تعبير صريح بأنّ انفجار المشكلة - التي نتج عنها الأخطاء الثمانية الخطيرة - كان مساوياً من حيث القوة لنسبة المواد الخمسة المفجِّرة ، أو الأسباب الخمسة الخبيثة التي كوّنت أو وسّعت تلك المشكلة التي انفجرت داخل العقل الوهابي ، ووسّعت دائرة الخلاف بين السنّة والاثني عشرية من جهة ، وبين الوهابية والاثني عشرية من جهة أُخرى ، وبين السنّة والوهابية من جهة ثالثة .\r\n* * *\r\nإلى هنا اتضح لنا أنّ هذه الدراسة ترسم المنهج السليم في عرض المذهب الاثني عشري ، وتحاول تصحيح منهج الوهابية في دراسة الاثني عشرية ؛ كما تحاول طرح منهجٍ جديدٍ في الحوار مع الوهابية ، كما تبذل جهداً كبيراً من أجل التقريب بين الاثني عشرية والوهابية ومن أجل التقريب بين أهل السنّة والوهابية واتضح لنا - أيضاً - أنّ هذه الدراسة للمذهب الاثني عشري تمر بمراحل ثلاث ؛ المرحلة الأولى منها درسنا مشكلة الخلط بين الاثني عشرية وبين فرق الغلاة عند الوهابية ، وقلنا : بأنّ هذه المشكلة تمثّل في الحقيقة الخطأ في مرحلة المعرفة الانتسابية للاثني\r\n","description":"","footnote":"","page_name":" 61 ","page_number":65},
  {"content":"\r\nعشرية ، وذكرنا أنّ المرحلة الأُولى تُمثل رأس الهرم ؛ لأنّ الخطأ في هذه المرحلة سوف يؤدّي بشكل حتمي إلى سراية الخطأ إلى المرحلة الثانية ، أي مرحلة المعرفة التحليلية للمذهب الاثني عشري ، وإلى المرحلة الثالثة ، أي مرحلة المعرفة الجذرية للمذهب الاثني عشري . وبالتالي سوف يؤدي الخطأ في المرحلة الأُولى إلى عدم إدراك الحقائق الثمان للمذهب الاثني عشري التي سوف ندرسها في المرحلتين الثانية والثالثة ، وإلى عدم إدراك خصائص المذهب الاثني عشري التي سندرسها في قاعدة الهرم .\r\nإذن ، فكل الأخطاء التي وقعت في أجزاء وطبقات ( هرم المذهب الاثني عشري ) إنّما كانت منبثقة ومتولِّدة من الخطأ في رأس الهرم ، أي الخطأ في المرحلة الأولى .\r\nونحن من أجل بيان وتصوير وتجسيم هذا المنهج الجديد في رسم المذهب الاثني عشري رسمنا ( هرم المذهب الاثني عشري ) بصورةٍ واضحة ، تبين كل خطوات هذه المنهج المرسوم ؛ من أجل تصحيح منهج الوهابية في دراسة الاثني عشرية ، ومن أجل التقريب بين الاثني عشرية والوهابية ، ومن أجل التقريب بين أهل السنّة والوهابية وهذه هي صورة المنهج على شكلٍ هندسي هرمي :\r\n","description":"","footnote":"","page_name":" 62 ","page_number":66},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":67},
  {"content":"\r\n","description":"","footnote":"","page_name":" 64 ","page_number":68},
  {"content":"\r\nوهرم المذهب الاثني عشري - كما يُرى في الصورة - يعبّر بوضوح حاسم عن المنهج الذي ذكرناه بلا لبسٍ أو إبهام ، ويبين أنّه لا بد لنا قبل البحث عن المرحلة الثانية ( مرحلة المعرفة التحليلية للمذهب الاثني عشري ) أن نبدأ بالبحث عن المرحلة الأُولى ، أيّ مرحلة المعرفة الانتسابية للمذهب الاثني عشري ، والتي نعالج فيها مشكلة الخلط بين الاثني عشرية وفِرَق الغلاة عند الوهابية ، حتى نتجنب الخطأ في فهم حقائق الاثني عشرية وخصائصها .\r\nكما ترى في الشكل - أيضاً - أنّ المرحلة الأُولى تقع في رأس الهرم ، تعبيراً عن أهميتها ، وتبييناً بأنّ الخطأ فيها سوف يؤدي إلى سقوط خطير وانزلاق كبير من أعلى هرم المذهب الاثني عشري إلى أسفله ، ولو لاحظنا مرحلة رأس الهرم لاستنقذنا أنفسنا من خطر السقوط . وهذه المرحلة هي وراء كل أخطاء أتباع المنهج الوهابي في دراساتهم عن الاثني عشرية .\r\nوعند إعادة النظر في الشكل الهرمي الاثني عشري سوف نرى ( مرحلة المعرفة التحليلية لحقائق المذهب الاثني عشري وخصائصه ) تقع في الطبقة الثانية بعد طبقة رأس الهرم الاثني عشري ، وهو تعبيرٌ حاسم عن درجة ومرتبة هذه المعرفة التي لا ينبغي أن تتقدم أو تتأخر عنها . ونحن نشاهد في الشكل الهرمي الاثني عشري الحقائق الأربع التي هي من صميم هذه المرحلة ، والتي يجب دراستها وتحليلها في هذه المرحلة .\r\nوعندما نعيد النظر في الشكل الهرمي الاثني عشري سوف نجد أنّ موضع ( المعرفة الجذرية للمذهب الاثني عشري ) في الطبقة الثالثة ، وهو تعبير صريح عن درجة ومرتبة هذه المعرفة التي لا ينبغي أن تتقدم أو تتأخر عنها ، ونشاهد - كذلك - الحقائق الأربع - من الحقيقة الخامسة إلى الحقيقة الثامنة - التي هي من صميم هذه المرحلة ، والتي يجب تحليلها ودراستها في هذه المرحلة ، ونشاهد في الشكل الهرمي الاثني عشري - أيضاً - أنّ الطبقة الرابعة والأخيرة هي موضع\r\n","description":"","footnote":"","page_name":" 65 ","page_number":69},
  {"content":"\r\nوموقع ( خصائص الاثني عشرية ) ، وهو تعبير صريح في أنّ ( خصائص الاثني عشرية ) لا يمكن أن تدرك ما لم نستوعب المراحل الثلاث السالفة ، والحقائق الثمان المرتبطة بالمرحلتين الأخريتين . ولا شك أنّ الشكل الهرمي الاثني عشري بطبقاته الأربع يعبّر عن مرتبة ودرجة وأهمية كل مرحلة .\r\nونحن عندما وضعنا المرحلة الأولى في الطبقة الأولى ( رأس الهرم الاثني عشري ) لأجل تبيين وتوضيح تأثيرها الخطير والكبير على بقية طبقات الهرم الاثني عشري ، وحين تقع الحقيقة الأولى ( حقيقة الألوهية والنبوة في المذهب الاثني عشري ) في رأس الطبقة الثانية فإنّه تعبير عن أهميّة هذه الحقيقة ، وعن سمّو مرتبتها التي لا يمكن أن ترتقي إليها بقية الحقائق السبع ؛ فليس هنالك حقيقة في كتب الاثني عشرية ترتفع إلى مستوى هذه الحقيقة ؛ لأنّها تؤكد على الفصل التام بين مقام الألوهية ومقام العبودية ، وتجريد كل العباد من خصائص الألوهية . كما تؤكد - هذه الحقيقة - على ضرورة ختم النبوة بمحمد صلّى الله عليه وآله وسلم ، فهي حقيقةٌ هامة وضرورية يَكْفرُ من ينكرها بإجماع علماء المذهب الاثني عشري .\r\nوهنالك تنبيه لا بد من ذكره وهو أنّ حقيقة الإمامة ( الحقيقة السادسة ) وضعت في الشكل الهرمي الاثني عشري في القسم الثاني من الطبقة الثالثة ، ولا شك أنّها في هذا الموضع والموقع متأخّرة - كثيراً - عن الرتبة والدرجة التي تناسب أهميتها وخطورتها ، وهكذا ؛ ( غيبة الإمام الثاني عشر في المذهب الاثني عشري ) - أيضاً - وضعت في أسفل نقطة في الشكل الهرمي الاثني عشري ( قاعدة الهرم ) ، ولا شك أنّها في هذا الموضع والموقع من الهرم جاءت متأخّرة - كثيراً - عن الرتبة والدرجة التي تناسب أهميتها وخطورتها ، وقد جعلناها في نهاية هرم الاثني عشرية ؛ لأننا أدركنا - من خلال انتقالنا من الوهابية إلى المذهب الاثني عشري - أنّ خاصّية غيبة الإمام الثاني عشر في المذهب الاثني عشري هي آخر ما يمكن أن يدركه أتباع المنهج الوهابي .\r\n","description":"","footnote":"","page_name":" 66 ","page_number":70},
  {"content":"\r\nوهكذا ؛ وضِعتْ ( حقيقة الإمامة في المذهب الاثني عشري ) في مرحلة المعرفة الجذرية للمذهب الاثني عشري وجعلتها الحقيقة السادسة في هذا الكتاب ؛ لأنني رسمت هذا المنهج من أجل أن يدركه الوهابية . ومن خلال تجربتي السابقة فإنّني لم استوعب وأدرك ( حقيقة الإمامة عند الاثني عشرية ) إلاّ بعد أن استطعت تجاوز مشكلة الخلط بين الاثني عشرية والغلاة ( المرحلة الأولى ) ، وبعد أن استطعت تجاوز مرحلة المعرفة التحليلية العميقة للحقائق الأربع ، وبعد أن استطعت الخروج من مشكلة الخلط - عندي - بين ( منابع الاثني عشرية ومنابع الغلاة ) ، أي بعد أن أدركت الحقيقة الخامسة . وهكذا ؛ شأن ( خاصية الغيبة ) فقد وضعتها في قاعدة الهرم الاثني عشري ؛ لأنّها كانت آخر ما آمنت به من الاثني عشرية .\r\nوإنّما ذكرت ذلك حتى لا يظن القارئ الكريم أننّي قصدت التقليل من شأن الإمامة ومن شأن غيبة الإمام الثاني عشر ؛ المتفرعة عن حقيقة الإمامة في المذهب الاثني عشري .\r\n* * *\r\nوعندما نعيد النظر في الشكل الهرمي الاثني عشري سوف نلاحظ الخطوط الطولية المتصلة والمتحركة من رأس الهرم إلى قاعدته ونهايته . وهذه الخطوط المتصلة هي تمثيلٌ واضح وراسخ للاتصال الوثيق بين المراحل الثلاث - أي مرحلة المعرفة الانتسابية ومرحلة المعرفة التحليلة ومرحلة المعرفة الجذرية - في هذا المنهج ، والاتصال الوثيق بين الحقائق الثمان المعروضة في المرحلتين الآخيرتين ( مرحلة المعرفة التحليلية ومرحلة المعرفة الجذرية ) . كما أنّ هذه الخطوط الطولية تعبّر تعبيراً صريحاً عن الانبثاق الذاتي للمرحلة الثانية من المرحلة الأُولى والمرحلة الثالثة من المرحلة الثانية ، وتعبّر - أيضاً - عن انبثاق خصائص الاثني\r\n","description":"","footnote":"","page_name":" 67 ","page_number":71},
  {"content":"\r\nعشرية من الحقائق الثمان ، كما أنّ هذه الخطوط الطولية قاطعة في الدلالة - على ما قلناه سابقاً - على ضرورة التدرج في دراسة المراحل الثلاث ، وفي دراسة الحقائق الثمان ، وفي دراسة الخصائص الثلاث ؛ فتلك المواضع والمواقع المعيّنة للمراحل وللحقائق وللخصائص في الهرم لها دلالة صريحة في تجسيم وتصوير ضرورة التدرج في هذا المنهج ، وفي عرض المراحل الثلاث للمذهب الاثني عشري ، وفي عرض الحقائق الثمان المرتبطة بالمرحلتين الأخيرتين ، وفي عرض الخصائص الثلاث ؛ حتى نستطيع التقريب بين الاثني عشرية والوهابية ، وحتى نتجنب ونبتعد عن الأخطاء التي انزلق فيها أتباع المنهج الوهابي في دراسة المذهب الاثني عشري . وقد انزلقوا في تلك الأخطاء بسبب أنّ طريقتهم في دراسة الاثني عشرية لا تستند على نظام فكري واحد ولا على نظام منهجي واحد .\r\nويشاهد القارئ الترابط المحكم بين طبقات الهرم وأجزائه ، من قمته إلى قاعدته ، وفي هذا دلالة صريحة على أنّه يجب أن ينظر إلى حقائق الاثني عشرية وخصائصها كوحدة متماسكة مترابطة متحدة ، وفي إطار منظومة مشتركة ، تدب فيها روح واحدة ، ومن ثَمَّ فهي ( الحقائق والخصائص ) تشكل مجموعة واحدة .\r\nوكل حقيقة من حقائق الاثني عشرية وكل خاصّية من خصائصها لا بد أن تنظر في اطار هذه المجموعة المترابطة المتصلة ، وحين ننظر إلى حقيقة واحدة من حقائق الاثني عشرية ، أو ننظر إلى خاصّية من خصائصها ، بالنظرة الجزئية المفردة المعزولة عن بقية الحقائق والخصائص ؛ فإنّنا لا يمكن أن نُدِرك عظمة روح هذه الحقيقة التي نظرنا إليها بمفردها ، ولن ندرك ما فيها من صفات الجمال والكمال . كما أنّ النظرة التجزيئية الفردية لحقيقة من حقائق الاثني عشرية ، أو خاصّية من خصائصها دون النظر إلى بقية حقائقها وخصائصها ؛ كانت من الأسباب الرئيسية التي جعلت أتباع المنهج الوهابي ينزلقون في أخطاء كبيرة في الكثير من أحكامهم على حقائق الاثني عشرية وخصائصها .\r\n","description":"","footnote":"","page_name":" 68 ","page_number":72},
  {"content":"\r\nويلاحظ المشاهد للشكل الهرمي الاثني عشري أنّ هنالك تسلسلاً ظاهراً وصريحاً ، وهو تعبير حاسم عن أنّ كل حقيقة من الحقائق الثمان للمذهب الاثني عشري تكون مقدمة للحقيقة التي بعدها ، وفي نفس الوقت تكون نتيجة للحقيقة التي قبلها ، والإيمان بالحقيقة الأُولى يقتضي الإيمان بالحقيقة الثانية . . وهكذا . . وهكذا ؛ إلى الحقيقة الثامنة .\r\nونحن إذا لم نستطع فهم الحقيقة الأُولى فإنه ليس بالامكان فهم بقية الحقائق ؛ لما عرفت من أن هناك تسلسلاً رياضياً وعلمياً بينها .\r\nوحينما نعيد النظر في الشكل الهرمي الاثني عشري سوف نلاحظ أنّ هنالك خطوطاً عرضية في الهرم الاثني عشري . وهو تعبير حاسم عن قاعدة أساسية في هذا المنهج - الذي رسمناه من أجل تصحيح منهج الوهابية في دراسة المذهب الاثني عشري ومن أجل التقريب بين الاثني عشرية والوهابية - تقول : بأنّه يجب التأمّل والتدقيق والتعمق والدراسة التحليلية والموضوعية لكل مرحلة من المراحل الثلاث للمذهب الاثني عشري ، ولكل حقيقة من حقائق هذا المذهب ، ولكل خاصّية من خصائصه ؛ فقد لمسنا - عند مراجعة ودراسة الكتب التي كتبت عن المذهب الاثني عشري حسب المنهج الوهابي - أنّ عدم التأمّل والتدقيق ، وعدم التحليل الكامل للمراحل والحقائق والخصائص ؛ كان وراء كل الأخطاء التي ارتكبوها في حق المذهب الاثني عشري .\r\nولو أعاد القارئ النظر إلى الشكل الهرمي الاثني عشري سوف يرى أننا رسمنا خطوطاً خارجية في السطح الخارجي للهرم ، تشمل وتعم كل الهرم . وهو تعبير صريح وواضح عن حقيقة هامة في هذا المنهج تقول : بأنّ هنالك تشابكاً وانسجاماً بين المراحل والحقائق والخصائص ، بحيث إنّ الخطأ في فهم المرحلة الأُولى - التي في رأس الهرم - يقتضي سريان الخطأ إلى المرحلتين الأخيرتين ، والإصابة في فهم أول مرحلة يقتضي الإصابة في فهم المرحلتين الأخيرتين . .\r\n","description":"","footnote":"","page_name":" 69 ","page_number":73},
  {"content":"\r\nوهكذا . . وهكذا . . في الحقائق الثمان وفي الخصائص الثلاث أنّه لا يمكن أن نخطئ في ( مرحلة المعرفة الانتسابية للمذهب الاثني عشري ) ، ثُمّ نصيب في ( مرحلة المعرفة التحليلية لهذا المذهب ) أو ( المعرفة الجذرية له ) ؛ لأنّ العلاقة بين المعارف الثلاث للمذهب الاثني عشري متشابكة . .\r\nوإذا أعاد القارئ نظره إلى الهرم يرى أنّ قمته تبدأ ضيقة ، ثم تتسع شيئاً فشيئاً كلَّما اتجهت نحو القاعدة . وهذا يعبّر عن حقيقة هامة أشرنا إليها وهي أنّه عندما أخطأ أتباع المنهج الوهابي في مشكلة الخلط بين الاثني عشرية والغلاة - رأس الهرم - أخذت أخطاؤهم في فهم حقائق الاثني عشرية تتسع يوماً بعد يوم ؛ كما أنه يعبّر عن حقيقة هامة وهي أنه عندما أخطأ أتباع المنهج الوهابي في مشكلة الخلط بين الاثني عشرية والغلاة أخذ اختلافهم مع الاثني عشرية ومع أهل السنّة يتسع يوماً بعد يوم ، حتى كادتْ الوهابية أن تنعزل عن الاثني عشريين وعن أهل السنّة .\r\nولن يستطيع أتباع المنهج الوهابي معرفة حقائق الاثني عشرية وخصائصها إلاّ إذا أدركوا الفرق بين الاثني عشرية وفِرَق الغلاة .\r\n* * *\r\nوالآن حان الوقت للبحث عن أسباب وعوامل خطأ الوهابية في هذه المرحلة الأُولى لمعرفة المذهب الاثني عشري ، وقد انبثقت من الخطأ في هذه المرحلة وتولّدت مشكلة الخلط بين المذهب الاثني عشري وفرق الغلاة .\r\n* * *\r\n","description":"","footnote":"","page_name":" 70 ","page_number":74},
  {"content":"\r\n\r\nما هي أسباب وعوامل تكوين وتوسيع هذه المشكلة ؟\r\nقد أشرنا إليها فيما سبق والآن نريد أن نبحث عنها بنفس الترتيب الذي ذكرناه ، ولكنا قبل البحث عن هذه العوامل والأسباب سوف نذكر تمهيداً هاماً ، ثُمّ نعود إلى دراسة الأسباب الخمسة ( 1 ) التي كوّنت تلك المشكلة .\r\nولعل من الحتميات التي يجب معرفتها قبل دراسة أسباب هذه المشكلة الخطيرة أن ندرك هذه الحقائق الهامة :\r\nالحقيقة الأولى : إنّ مشكلة الخلط بين الاثني عشرية وفرق الغلاة - لدى المنهج الوهابي - لم تلِد فجأةً بدون مقدمات وإرهاصات اقتضت ولادتها ، بل هي وليدة عوامل وأسباب كثيرة استغرقت فترة زمنية طويلة ، وحينما استكمِلت الأسباب وجدت المشكلة . ومن الثابت - علمياً - أنّ المشكلات التاريخية ليست وليدة لحظة واحدة ؛ كما هو شأن بعض الاكتشافات العلمية المفاجئة .\r\nالحقيقة الثانية : إنّ عملية تحديد أسباب ظهور المشكلات التاريخية عملية شديدة الصعوبة ، وليست كعملية اكتشاف أسباب الأمراض البسيطة ، ومن ثَمّ سوف يلاحظ القارئ أنّ بعض الأسباب التي سوف نذكرها لم تكن سبباً في وجود المشكلة ، بل كانت سبباً في توسيعها .\r\nالحقيقة الثالثة : إنّه لا يمكن معرفة أسباب هذه المشكلة الخطيرة إلاّ بعد دراسة تاريخ هذه المشكلة ، ومن ثمّ راجعنا كل كتابات الوهابية عن الاثني عشرية ، واستكشفنا من خلال دراستها في سنوات عديدة تاريخ المشكلة ، ثُمّ تعرّفنا على أسباب المشكلة بعد معرفة تاريخها ، وتبين لنا أنّ جذور هذه المشكلة في الفكر الوهابي ترجع إلى زمن ظهور الوهابية في عصر الدولة العثمانية .\r\nلقد كانت الدولة العثمانية تحارب المذهب الاثني عشري محاربةً شديدة ؛ بسبب الصراع على السلطة بين الدولة العثمانية التركية وبين الدولة الصفوية\r\n\r\n","description":"","footnote":"\r\n( 1 ) درسنا أكثر هذه الأسباب في كتابنا ( رحلتي من الوهابية إلى الاثني عشرية ) الذي يعتبر القسم الثاني من هذا الكتاب .\r\n","page_name":" 71 ","page_number":75},
  {"content":"\r\nالفارسية ، ومن ثَمّ نجد الدولة العثمانية التركية تطرح مشروعاً جديداً وغريباً وهو مشروع ( تكفير الاثني عشرية واستباحة دمائهم ) ؛ من أجل ترغيب شعوب الدولة العثمانية في مقاتلة إخوانهم من الاثني عشرية . وتسرّب هذا المشروع إلى القارة الهندية ، وصدر كتابٌ في الهند التزم بالمشروع العثماني - الذي تأثر بالمشاريع الاستعمارية التي تسعى إلى محاربة الوحدة الإسلامية - ، وهو كتاب ( التحفة الاثني عشرية ) ، من تأليف شاه عبد العزيز الدهلوي ( ت 1239 ه - ) ، وبعد ترجمته واختصاره قامت الدولة العثمانية بتوزيعه في وسط أهل السنّة . ووسّع هذا الكتاب دائرة الخلاف بين السنّة والاثني عشرية ، وكان له الأثر الكبير على منهج الوهابية في التعامل مع الاثني عشرية ، وعلى إيجاد مشكلة الخلط بين الاثني عشرية وفرق الغلاة عند الوهابية .\r\nوقد ظهر أثر كتاب ( التحفة ) على محبِّ الدين الخطيب - رحمه الله - ( 1 ) في كتابه ( الخطوط العريضة في دين الإمامية ) الذي يعتبر صورة مختصرة عن ( التحفة الاثني عشرية ) .\r\nوظلّت طريقة صاحب ( التحفة الاثني عشرية ) مؤثرة على أتباع المنهج الوهابي في دراسة الاثني عشرية ؛ كما نلمسُ ذلك بصورة صريحة في كتابات إحسان الهي ظهير عن الاثني عشرية ، والتي ما زال لها التأثير الكبير على كل ما كتبه الوهابيون عن الاثني عشرية .\r\nولا يخفى على المؤرخين الظروف السياسية التي صدر فيها كتاب ( التحفة الاثني عشرية ) ؛ فقد أجمع مؤرخو الديار الهندية - التي صدر فيها كتاب التحفة - أنّ الكتاب صدر عند انتهاء القرن الثاني عشر الهجري ، في زمنٍ كان الصراع السياسي بين ملك مملكة ( أوده ) في لكنهو - والذي كان مناصراً للاثني عشرية - وبين الملوك المناصرين لأهل السنّة ؛ قد بلغ أوجه وذروته .\r\n\r\n","description":"","footnote":"\r\n( 1 ) وهو أحد مؤسسي المنهج الوهابي في دراسة المذهب الاثني عشري .\r\n","page_name":" 72 ","page_number":76},
  {"content":"\r\nوهكذا ؛ نجد في التاريخ أنّه كلّما اشتدّ الصراع السياسي بين الملوك والسلاطين ظهرتْ الكتب الطائفية التي تخدم الملوك لا الشعوب المحكومة المظلومة ، ومن ثمَّ نجدُ هذه الكتب الطائفية تُهدى إلى الملوك ، وكتاب ( التحفة الاثني عشرية ) بعد ان اختصره وهذبه محمود شكري الآلوسي - رحمه الله - أهداه إلى السلطان وقال :\r\n( . . . وقدمته لأعتاب خليفة الله في أرضه ، ونائب رسوله عليه الصلاة والسلام في إحياء سنته وفرضه ، الذي راعى رعاياه بجميل رعايته ، ودبَّرهم بصائب تدبيره وواسع درايته ، وسلك أحسن المسالك في استقامة أمورهم ، وصيانة نفوسهم ، وحراسة جمهورهم ، وخَصَّ من بينهم علماءَ دولته ، وصلحاء ملته ، بحسن ملاحظته ، وفضل محافظته ، تمييزاً لهم بالعناية ، وتخصيصاً بما يجب من الرعاية ، ووضعاً للأُمور في مواضعها ، وإصابة مواقعها ، ألا وهو أمير المؤمنين ، الواجب طاعته على الخلق أجمعين ، سلطان البرَّين ، وخاقان البحرين ، السلطان ابن السلطان ، السلطان الغازي عبد الحميد خان ابن السلطان الغازي عبد المجيد خان .\r\nاللهم أيده بنصرك ، وانصره لتأييد ذكرك ، واطمس شرَّ سُوَيداء قلوب أعدائه وأعدائك ، ودقَّ أعناقهم بسيوف قهرك وسطوتك ) ( 1 ) .\r\nإلى أن يقول :\r\n( وغرضي من عرض ذلك الكتاب إلى ساحته الرفيعة الأعتاب أن يذرَّ إكسير نظره عليه ، ليحلَّ محلَّ القبول لديه . . فهناك - إن شاء الله تعالى - يحصل الأمل ، وأحضى بما رجوته من قبول العمل . . وقد رتبته على تسعة أبواب ، وإلى الله الزلفى وحسنُ المآب .\r\nالباب الأول : في ذكر فرق الشيعة وبيان أحوالهم . . . ) ( 2 ) .\r\nوكان الغرض من نقل هذا الكلام في مدح السلطان تعريف القارئ الكريم بأنّ الكتب الطائفية كانت تخدم السلاطين والملوك ، لا المحكومين والشعوب .\r\n\r\n","description":"","footnote":"\r\n( 1 ، 2 ) مختصر التحفة الاثني عشرية ، اختصرها وهذبها السيد محمود شكري الألوسي سنة ( 1301 ه - ) وقدّم لهذا الكتاب محب الدين الخطيب - رحمه الله - : ص 2 - 3 . الطبعة التركية .\r\n","page_name":" 73 ","page_number":77},
  {"content":"\r\nلكننا نأسف - كثيراً - بأنّ هذا الكتاب - الذي صدر في ظروف سياسية خاصة - أصبح مؤثراً على الوهابيين في دراسة الاثني عشرية ؛ ينهجون منهجه ، ويسيرون على منواله ، ويغضّون الطرف عن ردود كبار أهل السنّة على محتوياته . وهذا الكتاب وليد السياسة ومَا أتَتْ به السياسة ، سوف تذهب به السياسة .\r\nلقد كانت المقتضيات السياسية للدولة العثمانية تستوجب وتحتّم تشويه المذهب الاثني عشري ، وخاصّة بعد سقوط بغداد في يد الدولة الإيرانية الاثني عشرية ، حينئذ شعرت الدولة العثمانية بخطرٍ جدي يهدّد كيانها ، واستيقنت بأنّ أهل السنّة لن يقاتلوا الاثني عشرية إلاّ إذا اقتنعوا بأنّ الاثني عشرية من فرق الغلاة لا من فرق المسلمين . وهكذا ؛ ظهرت مشكلة الخلط بين الاثني عشرية وفرق الغلاة ، مستمدة - ابتداءً - من الظروف السياسية في عهد الدولة العثمانية . وتوّسعت المشكلة بعد ظهور الوهابية التي استفادت من الكتب التي صدرت في عهد الدولة العثمانية ، ولكنها أضافت إليها أموراً كثيرة .\r\nوكل هذه الكتب تحملُ الطابع الإعلامي لا الطابع العلمي التحليلي ، ومن المعلوم أنّ الطابع الإعلامي يسعى لتشويه صورة الخصم ، ويرفض الحوار العلمي التحليلي مع خصمه .\r\nوبعد أن سقطت الدولة العثمانية نادى علماء أهل السنّة إلى ضرورة إحياء منهج قدماء أهل السنّة في التعامل مع الاثني عشرية ، بعد أن اختفى ذلك المنهج في عصر الدولة العثمانية الذي تزامن مع عصر ظهور الوهابية ، وأصدر الإمام الأكبر محمود شلتوت شيخ الجامع الأزهر ، وكبير علماء أهل السنّة ؛ تلك الفتوى التي اعتبرت المذهب الاثني عشري مثل المذاهب الأربعة السنّية ، ويجوز للمسلم أن يختار أي مذهب من تلك المذاهب الخمسة الإسلامية .\r\nوهذا الذي ذكرناه في هذه الحقيقة هو جانب مختصر من ( تاريخ مشكلة الخلط بين الاثني عشرية وفِرَق الغلاة عند الوهابية ) ، ولكن على قارئ هذا الكتاب أن يرجع إلى الأدلة القوية المفصلة عن تاريخ هذه المشكلة ، التي سنذكرها في البحوث القادمة باعتبارها هي الأصل . وهذه الحقيقة لم تجئ هنا إلاّ لمجرد الإشارة السريعة المختصرة .\r\n","description":"","footnote":"","page_name":" 74 ","page_number":78},
  {"content":"\r\nالحقيقة الرابعة : إنّه لا بد من القيام بدراسة تحليلية تسعى إلى تفكيك وتجزئة عناصر ( مشكلة الخلط بين الاثني عشرية وفِرق الغلاة عند الوهابية ) ، ولا بد من دراسة كل جزءٍ وكل عنصر من أجزاء وعناصر هذه المشكلة بصورة منفردة ، ومن ثمّ قمنا بدراسة ( الغلو ) ، وهو العنصر الأول لهذه المشكلة ، ثُمّ درسنا ( الاثني عشرية ) ، وهي العنصر الثاني لهذه المشكلة ، ثُمّ درسنا ( نَوعَ العلاقة بين الاثني عشرية وبين الغلو ) ، وهي العنصر الثالث لهذه المشكلة ؛ لنرى أنّه هل توجد علاقة توافق واتفاق أم أنّ هنالك اختلافاً عميقاً بين الاثني عشرية والغلو ؟ وما هو موقف فِرَق الغلاة من الاثني عشرية ؟ وما هو موقف الاثني عشرية من فِرَق الغلاة ؟\r\nثُمّ درسنا ( الوهابية ) وهي العنصر الرابع لهذه المشكلة ، فما هو ميزان معرفة الوهابية بالاثني عشرية ؟ هل الوهابية تجهل حقيقة الاثني عشرية ؟ وما هي طريقة الوهابية في التعامل مع الفرق الإسلامية بصفةٍ عامة ؟ وما هي طريقة الوهابية في التعامل مع الاثني عشرية بصفة خاصة ؟ وما هو تعريف الغلو عند الوهابية ؟ وما هو تعريف الاثني عشرية عند الوهابية ؟ وما الفرق بين منهج أهل السنّة في التعامل مع الاثني عشرية وبين منهج الوهابية في التعامل معها ؟ ما هي طريقة التفكير عند الوهابية ؟ وما هو تأثير طريقة الوهابية في التفكير على طريقتهم في التعامل مع الاثني عشرية ؟\r\nإنّه لا يمكن لنا أن ندرك خطأ الوهابية في مرحلة المعرفة الانتسابية للاثني عشرية ، أو بتعبير أصح : لا يمكن لنا أن ندرك مشكلة الخلط بين الاثني عشرية وفرق الغلاة عند الوهابية إلاّ بعد دراسةٍ علمية تحليلية عميقة لهذه العناصر الأربعة : ( غلو + الاثنا عشرية + نوع العلاقة بين الغلو وبين الاثني عشرية + الوهابية ) .\r\nوهذه المشكلة الخطيرة قد مزقت الوحدة الإسلامية المقدّسة التي نعتقد أنّها من أهم أُصول الدين ، ونرى أنّ الحفاظ عليها فرض من الفروض العينية التي تجب على كلِّ مسلم ، كما نرى أنّ التقريب بين الاثني عشرية والوهابية من أهم الواجبات الإسلامية .\r\n","description":"","footnote":"","page_name":" 75 ","page_number":79},
  {"content":"\r\nالحقيقة الخامسة : بعد قراءة طويلة لكتب الوهابية حول الاثني عشرية ، والتي كتبها كتابٌ مصابون بمرض الخلط بين الاثني عشرية وفرق الغلاة ؛ وجدنا أنّ هؤلاء الكتاب ينقسمون إلى ستة أصناف :\r\nالصنف الأول : كتبوا ضد الاثني عشرية من أجل ارضاء بعض الملوك الذين لهم خصومة شديدة مع الدولة الاثني عشرية الإيرانية ، ومن ثمَّ نجد كتابتهم تحملُ طابعاً إعلامياً أمنياً وكأنها صدرت من جهازٍ أمني استخباراتي استعماري صليبي ، ومن ثَمَّ فهي تمثّل السياسة الخارجية للدولة التي طَبَعتْ هذه الكتب ، وليس لها صلة بحقيقة المذهب الاثني عشري . وهؤلاء الصنف من الكتّاب يُطلق عليهم ( كتاب الملوك والسلاطين ) ، وكان لهذا الصنف من الكتاب الحصة الكبرى في توسيع مشكلة الخلط بين الاثني عشرية وفرق الغلاة .\r\nالصنف الثاني : وهم السذج البسطاء الذين وقعوا فريسة لمكر ( الصنف الأول ) ، ومن سذاجتهم أنّهم كانوا يحسنون الظن بكتّاب الملوك والسلاطين ويصدقونهم في قو لهم : ب‍ « أنّ الاثني عشرية من فرق الغلاة لا مِنْ فِرَق المسلمين » !\r\nوقد كنت من هذا الصنف عندما كتبتُ كتابي ( الصلة بين الاثني عشرية وفِرق الغلاة ) .\r\nالصنف الثالث : كانوا من الكتّاب الذين لا يتصفون بالبساطة والسذاجة ، بل تنقصهم الدقة والعمق والدراية . ومثل هذا الصنف يقعون في الخلط والتخليط من حيث لا يعلمون ، وتراهم يجعلون من الغلو ما ليس منه ، ويثبتون للاثني عشرية ما ليس منها ، من دون دليل أو برهان ، وتراهم يفهمون بعض حقائق الاثني عشرية وخصائصها فهماً غريباً ؛ بسبب عدم التأمّل والدقة عند قراءتها ، وتراهم يخلطون بين التوحيد والشرك ، فيتهمون المسلمين من أهل السنّة ومن الاثني عشرية بالشرك ، وتراهم لا يميزون بين الشرك الأكبر المخرج عن الإسلام\r\n","description":"","footnote":"","page_name":" 76 ","page_number":80},
  {"content":"\r\nوبين الشرك الأصغر الذي قد يوجد عند بعض المسلمين مع بقاء إسلامهم ، وتراهم لا يميزون بين مراتب الكفر وأنواعه ، فهم يخلطون بين الكفر الذي ليس له علاقة بالردّة والخروج عن الإسلام وبين الكفر الذي يعطي مفهوم الردّة والارتداد عن الإسلام ، ومن ثَمَّ يتهمون الفرق الإسلامية المخالفة لهم بالردّة والخروج عن الإسلام ، ويحكمون على كثيرٍ من المسلمين السنّة والاثني عشرية بالكفر الأكبر ، وتراهم يخلطون بين الفلسفة والزندقة ، فيتهمون فلاسفة المسلمين بالزندقة ، وتراهم لا يميزون بين التصوّف المعتدل والتصوّف المنحرف ، فيحكمون على كلِّ الصوفية بالكفر ، وتراهم لا يميزون بين مراتب الغلو وأنواعه ، فهم يخلطون بين الغلو الذي ليس له علاقة بالردّة والكفر وبين الغلو الذي له علاقة بذلك .\r\nالصنف الرابع : وهم المصابون بالطائفية والحزبية المذهبية والكراهية والخصومة لكل من خالفهم من المذاهب الإسلامية ، والكراهية والخصومة تمنعهم من سماع المذهب الآخر المخالف لمذهبهم ؛ لأنهم يحكمون على كل مذهب إسلامي يخالفهم بالغلو قبل سماعه وقبل قراءته ، فلديهم أحكامٌ مسبقة ضد هذه المذاهب الإسلامية قبل معرفتها .\r\nوهذا الصنف يحسبون أنّ كلّ من خالفهم في فكرةٍ أو رأي يعدّ من الغلاة المنحرفين ، ومنْ ثمّ حكموا على الاثني عشرية وعلى جمهور أهل السنّة بأنّهم من فِرَق الغلاة ؛ لأنّهم رفضوا بعض أفكارهم وآرائهم الخاصّة .\r\nالصنف الخامس : وهم الذين رأوا أنّ الاثني عشرية قدّموا بعض الإشكالات والتنبيهات للوهابيين ، ولم يتحمّلوا هذه التنبيهات وتلك الإشكالات ، واعتبروها هجوماً على الفكر الوهابي ، وأثناء حماسة الدفاع عن الوهابية ضد تلك الإشكالات - التي كان ينبغي أن يجيبوا عنها - أنكروا الكثير من المسلمات عند أهل السنّة وعند الاثني عشرية ، لأنّ ردة الفعل عند كتاب الوهابية جعلتهم\r\n","description":"","footnote":"","page_name":" 77 ","page_number":81},
  {"content":"\r\nيخرجون من الحالة العقلية المنطقية إلى الحالة الانفعالية العاطفية ، فواجهوا تلك الإشكالات العلمية باتهامات تولّدت أثناء حماسة الدفاع عن الوهابية ، وما كان من الوهابيين إلاّ أنْ جمعوا كل مقالات الغلاة التي ذكرها كُتَّاب الفِرَق من السنّة والاثني عشرية ثُمّ نسبوها للاثني عشرية ولجمهور أهل السنّة . وهكذا ؛ ولّدت حركة ردة الفعل الوهابية خلطاً وتخليطاً خطيراً بين الاثني عشرية وفرق الغلاة ، بل وبين جمهور أهل السنّة وبين فرق الغلاة .\r\nإنّ الوهابيين استحضروا أمامهم تلك الإشكالات العلمية والقوية التي أوردها الاثنا عشرية وكبار أهل السنة على الفكر الوهابي ، وعجزوا عن معالجة تلك الإشكالات ، وأدركوا أنّ هنالك نقصاً معيناً في الفكر الوهابي ، واستنفذوا كل جهدهم في دفعه إلى أن استغرقوا كل قوةٍ لديهم دون جدوى ، حينئذ خلقت ردت الفعل عندهم منهجاً خطيراً يسعى إلى صياغة حقائق المذهب الاثني عشري وخصائصه بصورة مشوهّة ؛ لأنّ الهدف من تقرير تلك الحقائق والخصائص قد أصبح أسيراً لردّة الفعل ، بحيث أصبح الرد على الاثني عشرية هو المحرّك الأول والأخير فيما تبذله الوهابية ، وغاب عنهم - أثناء الاستغراق في الرد على هذا المذهب - أن يعرضوا حقائقه وخصائصه كما هي في ذاتها ، وكما هي في كتب الاثني عشرية ، وكما هي في كتب أهل السنّة الذين لم يتأثرّوا بالمنهج الوهابي .\r\nالصنف السادس : وهذا أخطر أصناف الوهابية الذين كتبوا ضد الاثني عشرية ؛ لأنّ أصحاب هذا الصنف اندسوا في صفوف البسطاء من الوهابيين ، وألصقوا أنفسهم بالوهابية - والوهابية منهم بريئة - ، وكتبوا كتباً في الدفاع عنها ، وكانوا يسعون إلى تحقيق أهداف خطيرة من خلال الدخول في الجماعة الوهابية . هؤلاء عندما طردهم كبار علماء أهل السنّة ، بعد أن اكتشفوا مآربهم الخبيثة المغرضة ، وعندما أدركوا أنّهم يسعون بكل وسيلة للحصول على الجاه والشهرة والثروة ؛ اضطروا للدخول مع الوهابية ؛ من أجل أن يحققوا أغراضهم\r\n","description":"","footnote":"","page_name":" 78 ","page_number":82},
  {"content":"\r\nبعد أن فضحهم أهل السنّة . ومن أمثال هذا الصنف ( عبد الله علي القصيمي النجدي ) الذي سافر من المملكة العربية السعودية إلى مصر ، وبعد أن طرده أهل السنّة من مصر واختلف مع علماء الأزهر الشريف ، حينئذ كتب كتابه ( الثورة الوهابية ) ، الذي رحّب به علماء الوهابية في العالم ورفضه علماء أهل السنّة ، وكتب - أيضاً - ( الصراع بين الإسلام والوثنية ) ، وأطلق كلمة ( الوثنية ) على المذهب الاثني عشري ، وفرح بسطاء الوهابيين بهذا الكتاب ، ثم بعد ذلك أعلن القصيمي الإلحاد وأنكر الأديان السماوية ، وهاجم الأنبياء ، وأعلن الوهابية البراءة منه ولعنوه ، ولكن بعد أن رسم لهم صورة غريبة عن الاثني عشرية ، وما زالت هذه الصورة مؤثرة على بعض بسطاء الوهابيين إلى اليوم .\r\nوالسادسة : ومما ساعد على توسيع هذه المشكلة الخطيرة عند الوهابية الغموض الشديد الذي اكتنف بعض الكلمات ، في القرن الأوّل الهجري والفترة الزمنية القريبة منه ، بحيث إنّ قدماء أهل السنّة وقدماء الاثني عشرية كانوا يطلقون كلمة ( التشيع ) على الفرق المنتسبة للتشيع ، والتشيع منها براء . ومثل هذه الأجواء هيّأت لخصوم الاثني عشرية أن ينسبوا إليها مقالات تلك الفرق المغالية التي أطلق عليها القدماء كلمة ( التشيع ) ؛ من خلال التلاعب والخلط بين مفهوم ومضمون كلمة ( الاثني عشرية ) التي تعبر عن مذهب واحد ، وبين كلمة ( التشيع ) التي تعبّر عن فرق ومذاهب كثيرة ، كفّر بعضها الاثني عشرية وأهل السنّة .\r\nولا شك أنّ الكلمات إذا لم تُعرّف تعريفاً دقيقاً فسوف تترك مجالاً للمغرضين الخبثاء ، أو المخلّطين البسطاء في التلاعب بمضامينها ومحتوياتها ومعانيها حسب ما يريدون ، بعيداً عن الضوابط والمعايير العلمية في تعريف الكلمات .\r\nوالسابعة : ومما ساعد على توسيع هذه المشكلة الخبيثة - عند أتباع المنهج الوهابي في دراسة المذهب الاثني عشري - تواجد بعض رجال الفِرَق المغالية في\r\n","description":"","footnote":"","page_name":" 79 ","page_number":83},
  {"content":"\r\nالقرون الأُولى في مدينة الكوفة ، مع أنّ التاريخ يبيّن بصورة صريحة أنّ رجال الغلاة كانوا محصورين ومعدودين في شرذمةٍ قليلةٍ ، كانت منبوذة من قبل أكثرية ساكني الكوفة من أهل السنّة ومن الاثني عشرية ، ثم انقرضت تلك الشرذمة من الغلاة ، بعد أن رفضهم وحاربهم المسلمون من الاثني عشرية ومن أهل السنّة الذين سكنوا الكوفة في القرون الأُولى .\r\nوسنثبت بالدليل والبرهان أنّه إذا دخلت الاثنا عشرية مدينة - أي مدينة - ، فلا بد أن يغادر ويهاجر الغلو من هذه المدينة . وسنتناول هذا الموضوع عندما نبيّن موقف الاثني عشرية من الغلو والغلاة ، وبحثناه - أيضاً - في كتابنا ( موقف الاثني عشرية من الغلو والغلاة ) .\r\nالثامنة : يجب ملاحظة أنّ الأوضاع السياسية المعادية والمقاطعة والمحاربة لأهل البيت النبوي في العصرين الأموي والعباسي ؛ ولّدت مذابحَ كبيرة جرت على أهل بيت النبوة . وإذا كان هذا قد جرى على أهل بيت النبي - رغم مقامهم الكبير عند كلّ المسلمين - فمن الطبيعي أن يتعرض شيعتهم من الاثني عشرية للظلم بصورة مضاعفة عشرات المرات . وتلك الأوضاع مكنّت خصومهم من أن ينسبوهم إلى فِرق الغلاة . ولا شك أنّ الضعيف والمظلوم والمغلوب لا يتمكن من الدفاع عن نفسه أمام خصمه القوي والظالم والغالب .\r\nوالآن حان الوقت لتلخيص المواضيع التي أشرنا إليها حتى تستقر في ذهن القارئ الكريم :\r\n1 - الموضوع الأول : توضيح وتبيين المرحلة الأُولى للمذهب الاثني عشري ، وأنّ الخطأ في هذه المرحلة سوف يتولد وينبثق عنه مشكلة الخلط بين الاثني عشرية وفِرَق الغلاة .\r\n2 - الموضوع الثاني : بعد أن انتهينا من توضيح وتبيين المرحلة الأُولى لمعرفة المذهب الاثني عشري ، أشرنا بصورة مختصرة إلى أسباب وعوامل تكوين أو توسيع مشكلة الخلط بين الاثني عشرية وفرق الغلاة عند الوهابية .\r\n","description":"","footnote":"","page_name":" 80 ","page_number":84},
  {"content":"\r\n3 - الموضوع الثالث : أشرنا بصورة مختصرة إلى الآثار الخطيرة والنتائج الخبيثة التي نجمت من الخطأ في مرحلة المعرفة الانتسابية للاثني عشرية ؛ فبعد أن انبثقت مشكلة الخلط بين الاثني عشرية وفِرَق الغلاة من الخطأ في المرحلة الأُولى ؛ تولّدت من هذه المشكلة الخطيرة تلك النتائج والآثار الخبيثة التي سبق أن ذكرناها بصورة مختصرة .\r\n* * *\r\nوحان الوقت لتناول أسباب وعوامل تكوين أو توسيع مشكلة الخلط بين الاثني عشرية وفرق الغلاة عند الوهابية ، بعد أن ذكرناها بصورة مختصرة :\r\nأولاً : القسم الأول من الأسباب والعوامل : جهل أتباع المنهج ( 1 ) الوهابي بالمذهب الاثني عشري وهذا الجهل يتمثل في عدة أسباب :\r\nالسبب الأول ( 2 ) : الجهل بمعنى الغلو :\r\n( الغلو ) هو أمرٌ مرفوض لدى كل الفرق الإسلامية ، فلا توجد فرقة إسلامية تقبل الغلو . وكراهية ( الغلو ) عند جميع الفرق الإسلامية ينبعث من تحذير القرآن والسنّة النبوية منه ، إذ بيّنا للمسلمين أنّ انحراف الأديان يقترن - دائماً - بالغلو .\r\nوتاريخ الغلو مع تاريخ الانحراف توأمان ، ولهذا فنحن لا نستطيع أن نَجِدَ انحرافاً من دون أن يكون مبدأه ومنشأه ظهور الغلو .\r\n\r\n","description":"","footnote":"\r\n( 1 ) نظراً إلى تكرار ذكر كلمة منهج في هذا الكتاب فلا بد من تعريفها بصورة مختصرة :\r\nمفهوم المنهج : المعنى اللغوي للكلمة : المنهج أو المنهاج يعني الطريق الواضح ، وَنَهَجَ الطريقُ : وَضُحَ واستبان ، وصار نهجاً بيناً واضحاً ( ابن منظور ، لسان العرب : 2 / 383 ) .\r\nوفي القرآن الكريم ( لكلٍ جَعَلنا شِرعةً ومِنهاجاً ) ( المائدة : 48 ) ، أي طريقاً واسعاً واضحاً في الدين ( ابن كثير ، تفسير القرآن العظيم : 2 / 588 ) .\r\nوالمعنى الأساسي لكلمة ( منهج ) هو : الطريق أو السبيل أو الخطة المحددة للوصول إلى غاية معينة ( المعجم الفلسفي / 195 . د - محمد زيان عمر ) .\r\n( 2 ) لن نتناول في هذا الكتاب إلا السبب الأول من أسباب وعوامل مشكلة الخلط بين الاثني عشرية وفرق الغلاة عند الوهابية مع إشارة مقتضبة إلى السبب الثالث ، وتفصيل البحث عن هذه الأسباب تناولته في كتابنا ( موقف الاثني عشرية من الغلو والغلاة ) .\r\n","page_name":" 81 ","page_number":85},
  {"content":"\r\nوهناك شيء مسلّم به من الوجهة التاريخية وهو : إنّ كلّ الفِرَق التي تنتسبُ إلى الإسلام - وهي بعيدةٌ عنه - كان الغلو وراء انحرافها عن الإسلام .\r\nونحن لا نريد هنا أن نذكر كل ما ورد في شأن الغلو في الكتاب والسنّة ، ولا نحاول هنا أن نبحث عن الآثار الخطيرة للغلو ؛ كما لا نحاول أن نبحث عن الفِرَق المغالية ، ولا عن منابع الفِرَق المغالية وتأثير المجوسية واليهودية والنصرانية على تلك الفرق ، فهذه المواضيع لا ترتبط ارتباطاً كاملاً بموضوع هذا الكتاب .\r\nأما الذي نريد أن نبحث عنه ويرتبطُ بموضوع هذا الكتاب ولم يتم البحث عنه في مكان آخر فهو معالجة تعريف الوهابية لهذه الكلمة ، فمنذ أن نشأت الوهابية في القرن الثامن عشر الميلادي وحتى الوقت الحالي ، وهي تُعرِّف هذه الكلمة ( الغلو ) بصورة غريبةٍ عن تعريف أهل السنّة والاثني عشرية لهذه الكلمة .\r\nوقد أدّى ذلك التعريف الغريب للغلو - مع الأسف - إلى توسيع مدلول ومفهوم كلمة الغلو عند الوهابية ، حتى أصبحوا يتهمون كل المذاهب الإسلامية بالغلو . وأذكرُ أنّني عندما كنت أدرسُ في السعودية - وكنت يومئذٍ وهابياً - كنا نتعلّم - مع الأسف - تعليماً غريباً يؤدّي إلى تزييف وتشويه صورة الأشاعرة والماتريدية الذين يمثلّون جمهور أهل السنة ، ويؤدّي إلى تشويه وتزييف صورة الاثني عشرية . ولم يكن هذا النمط من التعليم يُمثِّل الحكومة السعودية ، بل كان يُمثّل تياراً منبوذاً ومرفوضاً من قبل الحكومة السعودية .\r\nوكان لأسلوب التعليم - في تلك الفترة - أثرٌ سيّءٌ على مفهوم الغلو عندي ، حتى إنّني كنتُ من هواة اتهام المسلمين من أهل السنّة ومن الاثني عشرية ب‍ ( الغلو ) . ومن النتائج الخطيرة لاتهامي للمسلمين ب‍ ( الغلو ) ، التي تركت خطراً على نظرتي لأهل السنّة من الأشاعرة والماتريدية أو نظرتي للاثنى عشرية ؛ أنّني كنت أسيء الظن بكبار علماء أهل السنّة من القدماء والمتأخرين ؛ لأنّهم كانوا إما\r\n","description":"","footnote":"","page_name":" 82 ","page_number":86},
  {"content":"\r\nأشعرية أو ماتريدية ، ونحن ندرس في الجامعات السعودية أنّ هؤلاء كلَّهم من الغلاة المنحرفين .\r\nوقد صوّر علامة أهل السنة في العصر الحديث الإمام ( يوسف القرضاوي ) تلك الحالة المأساوية ، التي خَلَقت حقداً عند الوهابية لقدماء أهل السنة ولقدماء الاثني عشرية ومتأخريهم ومعاصريهم ، بسبب أنّهم اتهموا جمهور أهل السنَّة من الماتريدية والأشاعرة واتهموا الاثني عشرية بالغلو ، بعد أن وسّعوا من مدلول الغلو وفسَّرو كلمة ( الغلو ) تفسيراً غريباً . . وفي هذا يقول الإمام الشيخ ( يوسف القرضاوي ) - حفظه الله - :\r\n( إنّ تشويه الرموز الإسلامية ، وتحطيم الأعلام ، وتدمير القمم ؛ عمل لا يستفيد منه غير أعداء الإسلام ، وخصوم المسلمين . وهو - للأسف - ما أصبح هواية لبعض المنتمين إلى الدين [ يعني الوهابيين 
  ] ، لقد زرت المملكة العربية السعودية في العام الماضي ، فوجدتُ أمراً رابني وساءني : مجموعة من الكتب تتهم العلماء والدعاة ، [ مثل اتهامهم بالغلو 
  ] وتوسعهم سباً وقذفاً ، صَنَّفَ هذه الكتب بعض الإخوة الغلاة ممن ينسبون أنفسهم إلى السلفية ، والحق أنّ السلفية منهم براء .\r\nلم يكن هؤلاء يدعون عالماً كبيراً ، [ من أهل السنة أو من الاثني عشرية 
  ] سابقاً أو لاحقاً أو معاصراً ، يخالفهم في قضيةٍ ما ، إلاّ كالوا له الذم بأوسع مكيال .\r\nلم يسلم مِنْ طول ألسنتهم الباقلاني ، ولا إمام الحرمين ، ولا الإسفراييني ، ولا الغزالي ، ولا الرازي ، ولا النووي ، ولا ابن حجر العسقلاني ، ولا السيوطي ، ولا غيرهم من المتقدمين .\r\nكما لم يسلم منهم من المحدّثين الأفغاني ، ومحمد عبده ، والكواكبي ، ورشيد رضا ، وفريد وجدي . . وغيرهم من دعاة الإصلاح .\r\n","description":"","footnote":"","page_name":" 83 ","page_number":87},
  {"content":"\r\nوكذلك لم يسلم منهم من بعدهم من المفكرين والدعاة المودودي ، والندوي ، وحسن البنا ، وسيد قطب ، والغزالي ، والقرضاوي ، ومحمد عمارة ، وفهمي هويدي . . . وغيرهم من الأموات والأحياء ) ( 1 ) .\r\nإلى أن يقول :\r\n( ونسي هؤلاء [ يعني : الوهابيين 
  ] أنَّ حُسن الظن بالمسلمين أولى من سوئه ، وأنّ الأصل حمل حال المسلمين على الصلاح ، والتماس المعاذير لأهل الإسلام ، وافتراض نية الخير منهم ) ( 2 ) .\r\nويرى كبار أهل السنّة في العالم الإسلامي أنّه ليست نظرة الوهابيين للغلو غريبة فحسب ، بل إنّ نظرتهم للدين الإسلامي بصورة كلية غريبة عن هذا الدين ، وفي هذا يقول إمام أهل السنّة في العصر الحديث الشيخ محمد الغزالي :\r\n( إنّ فهم هؤلاء الناس [ يعني : الوهابيين 
  ] للدين غريب ) ( 3 ) .\r\nومن ثَمّ اعتبر الإمام الغزالي الوهابية أخطر خصوم الصحوة الإسلامية . . . وقال - رحمه الله - :\r\n( الصحوة الإسلامية المعاصرة مهدَّدة من أعداء كثيرين ، والغريب أنّ أخطر خصومها نوع من الفكر الديني يلبس ثوب السلفية [ يعتقد الإمام الغزالي أن الوهابية لا علاقة لها بالسلفية 
  ] ، وهو أبعد الناس عن السلف ، إنّها ادعاء السلفية وليست السلفية الصحيحة ) ( 4 ) .\r\n* * *\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب ( الشيخ الغزالي كما عَرفته رحلة نصف قرْن ) ، تأليف الإمام أم الدكتور يُوسف القرضاوي - حفظه الله - : ص 263 . الطبعة الأولى 1417 ه - . دار الوفاء - المنصورة - مصر .\r\n( 2 ) المصدر السابق .\r\n( 3 ) هموم داعية للإمام محمد الغزالي : ص 152 .\r\n( 4 ) سر تأخر العرب للإمام محمد الغزالي : ص 52 .\r\n","page_name":" 84 ","page_number":88},
  {"content":"\r\nإذن ، ينبغي للوهابية أن تلتفت إلى كلمات علماء أهل السنّة وكلمات علماء الاثني عشرية في نقد طريقتها في طرح مسألة ( الغلو ) ، وأنْ تمارس طريقة النقد الذاتي لأسلوبها في فهم كلمة ( الغلو ) . وبعد أن تنتهي من مرحلة النقد لمفهومها عن الغلو يجب أن تنتقل الوهابية إلى مرحلة إعادة النظر في فهمهم وتفسيرهم لكلمة ( الغلو ) ؛ لأنّ الإنسان لا يمكن أن يعيد النظر في فهمه وإدراكه إلاّ إذا مارس مرحلة النقد الذاتي لذلك الفهم ، فإذا لم يمارس هذه المرحلة فمن المحال أن يعيد النظر - من جديد - إلى فهمه وإدراكه السابقين ويميز الصواب والخطأ فيهما .\r\nونستنتج من ذلك : إنّه لا يمكن للوهابية أن تقوم بعملية تصحيح لمفهومها الغريب عن كلمة ( الغلو ) إلاّ من خلال مرحلتين :\r\nالمرحلة الأولى : النقد الذاتي لمفهومها عن كلمة ( الغلو ) .\r\nالمرحلة الثانية : إعادة النظر من جديد إلى كلمة ( الغلو ) .\r\nأمّا إذا بقيت الوهابية جامدة على تفسيرها الغريب لكلمة ( الغلو ) ، فلن يكون بمقدورها أن تستوعب انتقادات كبار أهل السنّة وكبار الاثني عشرية على تفسيرها لهذه الكلمة .\r\nإنني لاحظت من خلال قراءتي للكتب التي كتبها الوهابيون عن الغلو والغلاة أنّهم وقعوا في أخطاء كثيرة في تحديد وتعريف كلمة ( الغلو ) . . . وأنّهم وسّعوا من مدلول هذه الكلمة وأدخلوا فيها محتويات ومضامين غريبة عنها .\r\nولا بد لنا من الإشارة إلى حقيقة هامة ترتبط ارتباطاً وثيقاً بموضوع هذا الكتاب وهي : إنّ الوهابية - من حيث لا يعلمون - لم يميزوا بين معنى ( الغلو ) الذي ذكره فقهاء أهل السنّة وفقهاء الاثني عشرية ، في أبواب ومسائل أحكام المرتدين الخارجين عن الإسلام ، وبين معنى ( الغلو ) الذي يُطلق - أحياناً - على بعض رواة الحديث من المسلمين ، ولا يُقصد منه - غالباً - ذلك المعنى الخطير للغلو الذي ذُكر في أبواب ومسائل أحكام المرتدين .\r\n","description":"","footnote":"","page_name":" 85 ","page_number":89},
  {"content":"\r\nونرى أنّه من الضروري أن نذكر - هنا - تعريف علماء أهل السنّة وعلماء الاثني عشرية لذلك الغلو الذي ذكروه في أبواب ومسائل أحكام المرتدين ، وفي الغلاة الذين وقعوا في هذا النمط من الغلو يقول أحد أئمة أهل السنّة الإمام الشهرستاني - رحمه الله - ( ت : 548 ه - ) :\r\n( وهم الذين غلوا في حقِّ أئمتهم حتى أخرجوهم من حدود الخليقية ، وحكموا فيهم بأحكام الإلهية ، فربّما شبّهوا واحداً من الأئمة بالإله ، وربّما شبهوا الإله بالخلق ، وهم على طرفي الغلو والتقصير . وإنّما نشأت شبهتهم من مذاهب الحلولية ، ومذاهب التناسخية ، ومذاهب إليهود والنصارى ) ( 1 ) .\r\nونستخلص من كلام الشهرستاني : إنّ الغلو الذي ذُكر في مسائل وأبواب أحكام المرتدين يرتكز على مرتكزين أساسيين :\r\nالمرتكز الأول : تإليه الإنسان .\r\nوالمرتكز الثاني : أنْسَنتْ الإله .\r\nولا شك أنّ القولَ باتحاد الذات الإلهية أو حلو لها في الإنسان - أي إنسان - يقتضي أنسنت الذات الإلهية ؛ كما أنّ القول بقدم الإنسان - أي إنسان - يستلزم تإليه الإنسان . والباحث عن الفِرَق المغالية - التي غالت غلواً - بهذا المعنى الذي ذكرناه - يجد أنّ مقالات هذه الفرق لا تخرج عن هذين المرتكزين الأساسين الخطيرين .\r\nإذن ، فالغلو الذي ذُكر في أبواب ومسائل أحكام المرتدين يشتمل على صفات معينة وردت في كلام الشهرستاني ، أما الغلو الذي يطلقه علماء الرجال على بعض رواة الحديث فهو في الغالب لا يرتبط بذلك الغلو ، بل يرتبط بمسائل فرعية خلافية بعيدة عن قضايا أُصول الدين الإسلامي .\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب الملل والنحل للإمام أبي الفتح محمد بن عبد الكريم الشهرستاني الشافعي الأشعري .\r\n","page_name":" 86 ","page_number":90},
  {"content":"\r\nوعدم ملاحظة الوهابية للفرق بين معنى الغلو الذي ذُكر في أبواب ومسائل أحكام المرتدين ، وبين معنى الغلو الذي يُطلق - أحياناً - على بعض رواة الحديث من المسلمين ؛ جعلهم يقعون في أخطاء كثيرة سوف نذكرها في البحوث القادمة .\r\nوتكمن الخطورة الكبرى في الخلط عند الوهابية بين معنى الغلو الذي ذُكر في أبواب ومسائل أحكام المرتدين ، وبين معنى الغلو الذي أطلق على بعض رواة الحديث مِن المسلمين ، ذلك الخلط الخطير جعل الوهابية تخلط بين رجال الغلاة بالمعنى الأول وبين رجال الغلاة بالمعنى الثاني ؛ كما صنع الوهابي المعاصر عبد الرحمن عبد الله الزرعي - حفظه الله - في كتابه ( رجال الشيعةِ في الميزان ) ، وقد خلط في هذا الكتاب - من حيث لا يعلم - بين رواة الحديث من المسلمين الذين أطلق عليهم كلمة ( الغلو ) ؛ لأجل اختلافهم مع بعض علماء الرجال في مسائل فرعية خلافية ، وبين رجال الغلاة بالمعنى الذي ذكره العلماء في أبواب ومسائل أحكام المرتدين ، وهم من الرجال الذين أجمع على تكفيرهم علماء الاثني عشرية وعلماء أهل السنّة .\r\nولو كان ( عبد الرحمن الزرعي ) أدرك معنى ومفهوم الغلو ومراتبه وأنواعه لما وقع في هذا الخلط الخطير ؛ الذي يلزم منه تكفير الكثير من رواة الحديث النبوي .\r\nوسنقوم بدراسة نقدية لكتاب الزرعي عندما نتحدث عن السبب الثالث في تكوين مشكلة الخلط بين الاثني وفِرَق الغلاة ( 1 ) .\r\nإنّ الوهابيين المعاصرين عندما يقرؤون الكتب الرجالية عند قدماء أهل السنة ، يجدون أنّ قدماء أهل السنّة أطلقوا كلمة ( الغلو ) على رواة اختلفوا معهم في مسألة ( التفضيل بين الصحابة ) ، وحسبوا أن اطلاق كلمة ( الغلو ) على هؤلاء كان بسبب أنّهم يقولون بتإليه غير الله - تعالى - .\r\n* * *\r\n\r\n","description":"","footnote":"\r\n( 1 ) تناولنا نقد كتاب عبد الرحمن الزرعي في كتابنا ( موقف الاثني عشرية من الغلو والغلاة ) .\r\n","page_name":" 87 ","page_number":91},
  {"content":"\r\nوكلمة أُخرى لا بدّ من الإشارة إليها ، لأنّ لها تأثيراً خطيراً على إخفاقات الوهابيين - من حيث لا يعلمون - في تعريف الغلو ، وهي : إنّ علماء الجرح والتعديل من أهل السنّة قد أطلقوا كلمة ( الغلو ) على الرواة المسلمين الذين يخالفونهم في مسائل فرعية ؛ كما أطلقوا كلمة ( الغلو ) على القائلين بالتإليه أو الحلول أو الاتحاد . . أو . . أو . . الخ . هذه الأفكار الخطيرة التي تؤدي إلى تإليه الإنسان أو انسنت الإله . ولم يكن يعلم علماء الرجال أنّه ستأتي الجماعة الوهابية وتقع في خلط وخبط ، بسبب أنّهم استخدموا كلمة ( الغلو ) في مفهومين مختلفين اختلافاً جوهرياً ؛ لأنّ المعنى الأول للغلو يطلق على المسلمين والمعنى الثاني لا يطلق إلاّ على المرتدين ، وبالتالي خلطت الوهابية - من دون قصد - بين الرواة المسلمين وبين الرجال المرتدين المنتسبين للإسلام .\r\n* * *\r\nومن ثَمّ لم يكن بد - وقد ابتعدت الوهابية من حيث لا يعلمون عن مفهوم الغلو عند قدماء أهل السنّة - من أن نفصلَ ونميز بين حقيقة ( الغلو ) عند أهل السنّة وبين حقيقة ( الغلو ) عند الجماعة الوهابية ؛ لأنّ الوهابية بعد أن وسعت من مدلول كلمة ( الغلو ) أصبحت ترى أنّ جمهور أهل السنّة من الأشاعرة والماتريدية من فرق الغلاة الضالين والمنحرفين ، وأصبحت الوهابية تطلق كلمة ( الغلو ) على الاثني عشرية ، من دون ملاحظة الفرق بين مفهوم ومراد قدماء أهل السنّة من كلمة ( الغلو ) عندما أطلقوه على ( الاثني عشرية ) ، وبين مفهوم ومراد قدماء أهل السنّة من كلمة ( الغلو ) عندما أطلقوه على ( الخطابية ) . ومن هنا وجدت مشكلة الخلط بين الاثني عشرية وبين الغلاة عند الوهابية من جهة ، ومشكلة الخلط بين جمهور أهل السنّة من الأشاعرة والماتريدية وفرق الغلاة من جهة أُخرى . وهذا هو الذي يفسّر لنا سرّ الحملة العنيفة التي قام بها الوهابيون ضد الاثني عشرية وضد جمهور أهل السنّة من الأشاعرة والماتريدية .\r\n* * *\r\n","description":"","footnote":"","page_name":" 88 ","page_number":92},
  {"content":"\r\n\r\nالنتائج الخطيرة لتوسيع مدلول كلمة ( الغلو ) عند الوهابية\r\nعلى أننا نحب أن نذكر النتائج الخطيرة لتوسيع مدلول كلمة ( الغلو ) عند الوهابية ، ويكفينا أن نعرف أثر توسيع مدلول كلمة ( الغلو ) على كيفية تعامل الوهابية مع مخالفيها من الاثني عشرية ومن أهل السنّة ، من أجل قضايا كان يجب أن تعالجها الوهابية بحكمة ، لكن الوهابية حشرَت كلمة ( الغلو ) في هذه القضايا وخلقت ضجة وفتنة مفتعلة ومتخيلة - من حيث لا تعلم - بين المسلمين ، تحت غطاء محاربة الغلو في هذه القضايا التي اختلف حو لها علماء الإسلام ، وأصبحت الوهابية تحسب وتظن أنّ من خالفها في قضية معينة من هذه القضايا الخلافية يعتبر من الغلاة المنحرفين .\r\n* * *\r\nولعله مما يحتم علينا هنا أن نذكر أهمّ القضايا التي خلقت الوهابية بسببها فتنة بين المسلمين ، بسبب توسّعها في مفهوم كلمة ( الغلو ) . وإليك تلك القضايا الهامة بالترتيب :\r\nالقضية الأُولى : وهي الضجة الكبرى المفتعلة التي خلقتها الوهابية - من دون قصد - بسبب قضية ( الصفات الخبرية للذات الإلهية ) ، فهم اعتبروا كل من خالفهم في قضيّة ( الصفات الخبرية ) من أهل السنّة والاثني عشرية من الغلاة .\r\nوقد كتبوا مئات الكتب في الرد على أهل السنّة وفي الرد على الاثني عشرية ؛ لأنّهم أصبحوا في نظرهم من الغلاة والمنحرفين . وعمّت العالم الإسلامي معركة كبيرة حول ( الصفات الخبرية للذات الإلهية ) ضاعفت من التمزيق للصف الإسلامي .\r\n","description":"","footnote":"","page_name":" 89 ","page_number":93},
  {"content":"\r\nوبدلاً من أنْ يكون البحث عن الصفات الإلهية عاملاً لتوحيد المسلمين أصبح البحث عن هذه القضية عاملاً لتمزيق الصف الإسلامي ، وأصبحت الوهابية تتخيل معركة كبيرة بين فريقين :\r\nالفريق الأول : هم الوهابيون المسلمون الذين يفسرون ( الصفات الإلهية ) على الطريقة الوهابية .\r\nوالفريق الثاني : هم من الغلاة المنحرفين الضالين من أهل السنّة ومن الاثني عشرية الذين يقولون بتأويل آيات الصفات .\r\nوقد تكلّم علماء أهل السنّة عن الفتنة التي أوجدتها الوهابية عندما أطلقوا كلمة ( الغلو ) على كل الذين رفضوا منهجهم في تناول الصفات الإلهية - من أهل السنّة والاثني عشرية - في الكثير من كتبهم ، ورأوا أنّه كان الأولى للوهابيين أن يطرحوا منهجهم في تناول آيات الصفات من دون اتهام المسلمين من الاثني عشرية وأهل السنّة ب‍ ( الغلو ) .\r\nونجد أنّ العلامة السنّي ( محمد عادل عزيزة ) - حفظه الله - من أجل أنْ يبين للوهابيين أنّ قدماء أهل السنّة من الأشاعرة والماتريدية لم يكونوا من الغلاة ؛ احتج عليهم بشخصية لا يطعنون فيها ، وهو الإمام ( ابن كثير الدمشقي ) ، فبين في كتابه المعروف ( عقيدة الإمام الحافظ ابن كثير - من أئمة السلف الصالح - في آيات الصفات ) أنّ الإمام ابن كثير كان يُؤول بعض آيات الصفات .\r\nفكأنّه يريد أنْ يقول لهم : إذا كان جمهور أهل السنّة من الأشاعرة والماتريدية من الغلاة لأنّهم أولوا آيات الصفات ، فلماذا لا يكون ابن كثير الدمشقي من الغلاة ؟ ! لأنني ساثبت في كتابي ( عقيدة الإمام الحافظ ابن كثير في آيات الصفات ) أنّه ينهج نهج أهل السنّة من الأشاعرة والماتريدية ونهج الاثني عشرية في القول بتأويل الصفات ، لا منهجكم وطريقكم .\r\n","description":"","footnote":"","page_name":" 90 ","page_number":94},
  {"content":"\r\nوتأتي أهمية هذا الكتاب أنّه صدر في ظل الحملة الشديدة من قبل الوهابيين على الاثني عشرية وأهل السنّة من الأشاعرة والماتريدية ، الذين يرون أنّ تأويل آيات الصفات لا يمكن أن يكون سبباً في أن نجعل القائلين بالتأويل من الغلاة ومن أهل الضلال .\r\nولم يتمكن علماء الاثني عشرية وعلماء أهل السنّة أن يجدوا صلة تربط بين القائلين بتأويل آيات الصفات من أهل السنّة والاثني عشرية وبين الغلاة ، وانتقدوا الوهابية لأنّها تريد أن تلصق كلمة ( الغلو ) بهؤلاء الذين يمثّلون جمهور الأُمة الإسلامية ، ومن ثَمّ بيّنوا أنّ مفهوم الجماعة الوهابية عن ( الغلو ) يعتبر مفهوماً جديداً بعيداً عن معناه ومفهومه عند أهل السنّة والاثني عشرية .\r\nونحن سوف ننقل - هنا - نماذج من كلمات أهل السنّة التي كتبت بقصد ( الدفاع ) عن القائلين بتأويل الصفات من أهل السنّة والاثني عشرية ؛ في وجه المهاجمين لهم الذين اتهموهم بالغلو من الوهابيين .\r\nولقد واجه أهل السنّة جماعة جامدة بسيطة وبريئة تتهم كل من يخالفها في موضوع ( الصفات الإلهية ) ب‍ ( الغلو ) ، وبسبب هذا الاتهام الخطير أصبحت الوهابية تحتقر جمهور أهل السنّة من الأشاعرة والماتريدية وتحتقر الاثني عشرية ، وتطوّر الأمر حتى خلقت الوهابية فتنة بسبب موضوع الصفات ، وقد صوّر أهل السنّة هذه الفتنة بهذه الصورة ، قال العلامة السني ( محمد عادل عزيزة ) :\r\n( ولقد قصدت بنشر هذا العمل تضييق شقة الخلاف بين المسلمين ، وإماتة الحفائظ والأضغان بينهم ، فقد بلينا في هذا العصر وأصاب كثيراً من علماء أهل السنّة ما أصابهم من اتهام [ يقصد من قبل الجماعة الوهابية 
  ] ، ونبز بالألقاب ، وافتراء وتضليل وتكفير ومسبّة . . وغير ذلك ؛ لقولهم في آيات الصفات بقول مالك وأحمد والشافعي . . . ) ( 1 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) عقيدة الإمام الحافظ ابن كثير في آيات الصفات - من أئمة السلف الصالح - للعلامة محمد عادل عزيزة : ص 7 .\r\n","page_name":" 91 ","page_number":95},
  {"content":"\r\nوالذي يقرأ كتاب الشيخ ( محمد عادل عزيزة ) يجد أنّ الشيخ حاول دراسة مسألة الصفات بلغة بعيدة عن طريقة الوهابيين ، أي بعيدة عن لغة الاتهام بالغلو ، فهو يقول :\r\n( كما أنّ هذه الرسالة الصغيرة التي جمعت شتات أقوال الحافظ ابن كثير السلفي في آيات الصفات ، تجعل المسلم المتحرر من ربقة العصبية وا لهوى أكثر اتزاناً وهدوءاً في حكمه على من قال بقول ابن كثير ، الذي شهدت له الأمة بسلامة المعتقد والعدالة ، ودقة النقل ، وسعة العلم وغزارته . وعندها لا يستطيع أن يعتقدَ أن التأويل لبعض آيات الصفات ضلال ومروق عن الدين [ يقصد الشيخ الوهابيين الذين يتهمون أهل السنّة والاثني عشرية بالغلو والانحراف بسبب تأويل آيات الصفات 
  ] ، وقد قال به حبر الأُمة سيّدنا عبد الله بن عباس - رضي الله عنه - عند تفسير قوله تعالى ( يومَ يكشفُ عن سَاقٍ ) ( 1 ) ، قال ابن كثير : قال ابن عباس : يكشف عن أمرٍ عظيم . كما لا يمكنه أن يعتقدَ أنّ التفويض منهج أهل الضلال ) ( 2 ) .\r\nوفي الحقيقة أنّ الإشكالية الكبرى لا تعود إلى طريقة الوهابية في تناول آيات الصفات ، ونحن نحترم وجهة نظرهم في آيات الصفات ، إنّما الإشكالية تعود لأنّهم يرون أن جمهور أهل السنّة من القدماء والمتأخرين ، وهكذا قدماء ومتأخري الاثني عشرية ؛ قد أصبحوا من الغلاة بسبب تأويل آيات الصفات . وبسبب هذا الاتهام بالغلو تلقّى أهل السنّة والاثنا عشرية من الوهابية - منذ ظهورها في القرن الثامن عشر الميلادي - شتى الضربات وا لهجمات التي لم تضع أوزارها إلى اليوم .\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة القلم : الآية 42 .\r\n( 2 ) عقيدة الإمام الحافظ ابن كثير في آيات الصفات : ص 7 - 8 .\r\n","page_name":" 92 ","page_number":96},
  {"content":"\r\nونحن نقرأ في كلمات أهل السنّة وكلمات الاثني عشرية عبارات كثيرة ترسم عمق المعاناة من الوهابية . ونطلب من القارئ أن يتأمّل في كلمات العلامة السنّي الدكتور ( محسن عبد الحميد ) - حفظه الله - وهو يتحدث عن المشاكل التي أثارتها الوهابية - من حيث لا تعلم - ، عندما اتّهمت الذين خالفوها من السنّة والاثني عشرية بالغلو ، قال في كتابه ( تفسير آيات الصفات ) :\r\n( وقد لاحظت ولاحظ معي العاملون في الحقل الإسلامي الحديث في السنوات القليلة الأخيرة تياراً [ يعني : التيار الوهابي 
  ] يزعم أنّ منهجه قائم على تصحيح العقيدة ، ومحاربة مظاهر الشرك في المجتمع الإسلامي . . يُشغِل الجو الإسلامي بالمساجد وغيرها بمناقشات عقيمة حول تفسير آيات الصفات الخبرية ) .\r\nإلى أن يقول :\r\n( وكان هذا الوضع المؤلم دافعي الأوّل في العودة إلى آيات الصفات وقراءتها قراءة جديدة ) ( 1 ) .\r\nولقد شغلت هذه الفتنة الوهابية - التي جعلتهم يحسبون أنّ جمهور أهل السنّة وأنّ الاثني عشرية قد أصبحوا من الغلاة الضالين والمنحرفين - الكثير من علماء أهل السنّة منذ ظهور الوهابية .\r\nوفي هذا السياق نذكر العلامة والمفكّر السنّي الدكتور ( محمد عياش الكبيسي ) - حفظه الله - الذي عالج هذه الفتنة الوهابية في كتابين من مؤلفاته ، ومما قاله في شأن هذه الفتنة الوهابية :\r\n( ولقد دفعني هذا [ أي : الفتنة التي أثارتها الوهابية بين المسلمين بسبب قضية تفسير آيات الصفات 
  ] - أيضاً - لاختيار موضوع البحث في رسالة الماجستير\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير آيات الصفات للعلامة السنّي الدكتور محسن عبد الحميد ، مقدمة الكتاب .\r\n","page_name":" 93 ","page_number":97},
  {"content":"\r\n( الصفات الخبرية عند أهل السنّة والجماعة ) ، وقد قمت فيها باستقراء تام لجميع الصفات الخبرية في الكتاب والسنّة ، مبيّناً أقوال العلماء فيها من السلف والخلف ) ( 1 ) .\r\nوقال - أيضاً - بعد أن بحث بحثاً مفصّلاً في آيات الصفات ، وقدّم بعض الملاحظات حول تفسير آيات الصفات :\r\n( هذه الملاحظات تقودنا - أيضاً - إلى أن نفسح صدورنا لتقبل الخلاف في تفسيرها ، ولا ينبغي أن تعدّ الفيصل بين الإيمان والكفر وبين التوحيد والشرك ، لا سيما أنّ السلف لم يقفوا عندها طويلاً ، ومَنْ وقف عندها فسّرها بتفسيرات كثيرة ، تصح أن تكون الجذور الحقيقية للمذاهب الكلامية في الصفات ) ( 2 ) .\r\nويجب أن أذكر حقيقة هامة ترتبط بموضوع هذا الكتاب ، أي ( المنهج الجديد والصحيح في الحوار مع الوهابيين ) وهذه الحقيقة ناتجة من خلال تجربة شخصية مرّ بها كاتب هذه السطور عندما كان وهابياً ، وهي : لقد كنت أعتقد أنّ مَنْ خالف الوهابية في مسألة الصفات فهو ضال ومغال ومنحرف عن الإسلام ، وأعتقد أنّ رأي الوهابية في الصفات لا يمكن أن يحتمل الخطأ بأيّ صورة من الصور . وأذكر عندما كنت في جامعة الإمام محمد بن سعود في سنة ( 1988 م ) كانت هنالك حملة شديدة على أهل السنّة من الأشعرية والماتريدية بسبب موضوع الصفات ، وكنّا نتبرّأ من العلامة والمفكر السنّي ( عبد الفتاح أبو غدة ) ، ومن الإمام ( محمد الغزالي المصري ) ، ومن العلامة السنّي ( محمد علي الصابوني ) ، ومن الإمام ( حسن البنا ) ، ومنْ العشرات من علماء أهل السنَّة ؛ لأنّهم خالفوا الوهابية في مسألة الصفات .\r\n\r\n","description":"","footnote":"\r\n( 1 ، 2 ) العقيدة الإسلامية في القرآن ومناهج المتكلمين للعلامة الدكتور السنّي محمد عياش الكبيسي : ص 122 ، هامش رقم : 122 .\r\n","page_name":" 94 ","page_number":98},
  {"content":"\r\nوبعد أن تركت الوهابية اكتشفت المشاكل التي تكتنف نظريتهم حول الصفات وبدأت الحوار معهم حول الصفات ، لكنني أرى أنّ الحوار معهم حول الصفات لن يكون مثمراً إلاّ إذا جعلناهم يحسنون الظن برأي أهل السنّة من الأشاعرة والماتريدية ، ورأي الاثني عشرية الذي يقوم على أساس تأويل آيات الصفات كما أننا لا يمكن أن نستنقذهم إلا إذا أحسنا الظن بهم ، فهم إخواننا إلاّ أنّهم يتصفون بالبساطة في التفكير .\r\nوطريقتي في الحوار معهم أنني أذكر كلمات العلماء الذين تثق بهم الوهابية كابن كثير - مثلاً - ، تلك الكلمات الصريحة في تأويلهم آيات الصفات ؛ لأنك إذا ذكرت له اسم شيخ الطائفة الإمام ( محمد بن الحسن الطوسي ) من الاثني عشرية ، أو ذكرت له اسم الإمام ( أبو حامد الغزالي ) من أهل السنَّة ، فلن يتحمّل مجرّد ذكر اسمهما ، فكيف سيسمع رأيهما ؟ ! ومنْ ثمَّ بعد أن تذكر له رأي الإمامين الطوسي والغزالي لا بد أن تأتيَ له بما يؤيدهما من كلام ابن كثير ، حينئذٍ بالإمكان أن يحسن الظن برأي الإمامين . وهذه الطريقة اضطر إليها العلامة السنّي محمد عادل عزيزة في كتابه ( عقيدة الحافظ ابن كثير في آيات الصفات ) .\r\nإذن ، فلا داعي لذكر علماء أهل السنّة أو علماء الاثني عشرية الذين ينفرُ منهم الوهابيون ، بل يكفي أن تجد ما يؤيدهم من كلام ابن كثير ، حينئذ سيقبلون ما تريد أن تبينه لهم حول الصفات ، والعبرة بالأفكار لا بالاشخاص .\r\nوا لهدف الرئيسي هو التقريب بين الوهابيين وبين الاثني عشرية من جهة ، وبينهم وبين أهل السنة من جهة ثانية ، وبين الاثني عشرية وأهل السنّة من جهة ثالثة .\r\n* * *\r\nوإن من الحكمة في التعامل مع هذه الجماعة الوهابية البريئة والبسيطة التي تحتاج منّا إلى المعالجة والمعاينة لا المجادلة والمخاصمة ؛ أنْ ننظر إليها كما ينظرُ\r\n","description":"","footnote":"","page_name":" 95 ","page_number":99},
  {"content":"\r\nالطبيبُ إلى المريض الذي يحملُ له المحبّة والمودّة ، فهو يبذل كل ما لديه من جهدٍ من أجل أنْ يجلب له الدواء ويزيل عنه الداء . ولا شك أنّ الطبيب الذي يسيء الظن بمريضه لا يستطيع معاينة مريضه ومعالجته .\r\nإنّ أتباع هذه الجماعة البريئة يحسبون أنّ كل المذاهب الكلامية الإسلامية من أهل السنّة ومن الاثني عشرية قد أصبحوا من الغلاة ، ومن ثَّم فهم يرون أنّ العالم الإسلامي قد امتلأ بالغلاة ، فلا توجد مدينة أو قرية من مدن وقرى المسلمين إلاّ وفيها غلاة ! وهم لا يعرفون أنّهم يعيشون في حالة نفسية جعلتهم يتوّهمون أن المسلمين من أهل السنّة ومن الاثني عشرية أصبحوا من الغلاة .\r\nلقد عشت هذه الحالة النفسية فترة زمنية من حياتي ، وكنت أحسب أنّ المسلمين من أهل السنّة ومن الاثني عشرية قد صاروا من فرق الغلاة ، وكنت أعتقد أنّه لم تسلم من الغلو إلاّ الجماعة ( 1 ) ( الوهابية ) الناجية . ولم يكن يخطر ببالي أنني أعيش في حالة نفسية تولّد منها الشعور بأنّ المسلمين أصبحوا غلاة ، ومن ثَمّ قررت في بداية حياتي أنْ أخوض معركة مع الذين كنت أحسبهم من الغلاة ، وفي هذه الفترة من حياتي قررت أن أبدأ بمعالجة الغلو عند الاثني عشرية ، ثم أشرع في معالجة الغلو عند جمهور أهل السنّة من الأشاعرة والماتريدية . وبالفعل حسبت نفسي طبيباً يقفُ أمام رجل - أعني المذهب الاثني عشري - ، وبعد أن كشفت على هذا الرجل خُيّل إليّ أنّه مصابٌ بمرضٍ خطير أطلق عليه الأطباء مرض ( الغلو ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) من أجل تحقيق فكرة التقريب بين الاثني عشرية وبين الوهابية - التي هي الغرض من تأليف هذا الكتاب - لا بد من مراعاة قضية عدم استخدام الكلمة التي تتعارض مع هذه الفكرة ، ومن هنا عنى كاتب هذه الدراسة أن يطلق على الوهابية كلمة ( جماعة ) لا كلمة ( فرقة ) ؛ لأنني رأيت أن كلمة ( فرقة ) مرفوضة عند الاثني عشريين وعند الوهابيين ، ولا يمكن أن تتحقق قضية التقريب إلا إذا تعاملنا وفقاً للآداب الإسلامية المقدسة عند الاثني عشرية وعند الوهابية .\r\n","page_name":" 96 ","page_number":100},
  {"content":"\r\nولا زلت أذكر تلك اللحظة التي كنت أحسب فيها أنّني سأعالج المذهب الاثني عشري من مرض الغلو ، وكتبتُ لأجل هذه المعالجة كتاب ( الصلة بين الاثني عشرية وفِرَق الغلاة ) ، ثم ظهرَ لي قبل طباعة الكتاب أمرٌ لم أكن أحسبه ؛ ظهر لي أنّني كنت أعيش في حالة نفسية جعلتني أحسب أنّ ذلك الرجل - أعني المذهب الاثني عشري - قد أُصيب بمرض الغلو ، ولكنني اكتشفت - بعد حين من الزمن - أنّ هذا الرجل لم يكن مريضاً ، بل اكتشفتُ أنّ هذا الرجل - أعني المذهب الاثني عشري - من المتخصصين في معالجة الغلو ، ومن المتخصصين - أيضاً - في معالجة الأمراض النفسية . وتبين ليّ أنني كنتُ مصاباً بحالة نفسيةٍ جعلتني أتوهم أنّ هذا الرجل - أعني المذهب الاثني عشري - قد أُصيب بمرض الغلو الكبير الخطير ، حينئذٍ قررتُ أنْ أُعالج حالتي النفسية عند هذا الرجل . . وهكذا ؛ انعكست المعادلة ، فأصبح الطبيب يتعالج عند الذي كان يحسبه مريضاً .\r\nوقصتي مع هذا الرجل - أعني المذهب الاثني عشري - تشبه قصة طبيبٍ أُصيب بمرض السرطان في رأسه ، وبسبب شدّة المرض تكوّنت عنده حالة نفسية ، فأصبح يحسب أنّ كل رجلٍ سليمٍ في العالم قد أُصيب بمرض السرطان ، كما كنت أحسَبُ أنّ المسلمين من أهل السنّة والإثنى عشرية قد أُصيبوا بمرض الغلو . وكان هذا الطبيب يكشف على الرجل السليم - أي رجلٍ - ويخبره بأنّه مصابٌ بمرض السرطان ، إلى أن جاءهُ رجلٌ سليم مُتخصصٌ في معالجة أمراض السرطان ومتخصص - أيضاً - في معالجة الأمراض النفسية ، فكشف عليه الطبيب وأخبره أنّه قد أُصيب بالسرطان ، ولكن هذا الرجل - بسبب أنّه كان متخصصاً في أمراض السرطان وأمراض الحالات النفسية - لاحظ أنّ الطبيب قد خلط بين أنواع وأصناف الأمراض ، كما لاحظ سلامة أولئك الرجال الذين حسبهم الطبيب من المصابين بالسرطان ، وحينئذ قرر هذا الرجل أن يذهب إلى الطبيب ، وبعد محادثات طويلة بينة وبين الطبيب تبين له أنّ الطبيب مصابٌ\r\n","description":"","footnote":"","page_name":" 97 ","page_number":101},
  {"content":"\r\nبحالة نفسية ؛ فقرر أن يكشف على الطبيب - على الرغم أنه جاء من أجل المعالجة عند هذا الطبيب - ، وعند الكشف عليه استيقن أنّ الطبيب كان مصاباً بمرض السرطان في رأسه ؛ فلذلك تصور الطبيب أنّ البشرية كلّها قد أُصيبت بمرض السرطان . وهكذا ؛ انعكست المعادلة فأصبح الطبيب يتعالج عند هذا الرجل الذي جاء من أجل أن يكشف عليه هذا الطبيب - بعد أن كان يعالجه - ، وتبين أنّ الطبيب هو المريض ، وأنّ هذا الرجل - الذي حَسِبَ الطبيب أنّه مريض - كان سليماً سلامةً تامة .\r\n* * *\r\nوالشيء الجديد في هذا الكتاب هو أنّ الدراسات السابقة كانت تدافع عن الأنا ( الاثني عشرية ) ضد تهمة الآخر ( الوهابية ) ؛ لأنّها تتهم الأنا ( الاثني عشرية ) بأنها مصابة ب‍ ( مشكلة الغلو ) ، لكن هذا الكتاب عكس المعادلة وأثبت أنّ الآخر ( الوهابية ) مصابة ب‍ ( مشكلة الخلط الأكبر لا الأصغر ) فحسب بين الاثني عشرية وفرق الغلاة ، وتطالبه - أعني تطالب الوهابية - بأن يدفع عن نفسه هذه الحقيقة ( حقيقة الخلط الأكبر لا الأصغر ) ( 1 ) ، فحسب بعد أن ظل يتهم الأنا ( الاثني عشرية ) منذ ظهور الآخر ( الوهابية ) في القرن الثامن عشر .\r\n\r\n","description":"","footnote":"\r\n( 1 ) ونحن نستخدم كلمة الخلط في هذا الكتاب بمعنى خلط الشيء بالشيء بصورة كبيرة وكاملة ، بحيث يحسب الرائي انّ هذين الشيئين المختلفين متساويان ، من قبيل قوله تعالى : ( وَآخَرُونَ اعْتَرَفُواْ بِذُنُوبِهِمْ خَلَطُواْ عَمَلاً صَالِحًا وَآخَرَ سَيِّئًا . . . ) التوبة 102 . ومعنى كلمة ( خلطوا ) في الآية الكريمة - كما ذكر المفسرون - : أي مزجوا وضمّوا . ووردت في القرآن الكريم كلمة أخرى قريبةٌ من حيث المعنى لكلمة ( الخلط ) وهي : كلمة ( اللبس ) ، كما في قوله تعالى : ( وَلاَ تَلْبِسُواْ الْحَقَّ بِالْبَاطِلِ . . . ) البقرة 42 . ووردت كلمة ( الخلط ) في السنّة النبوية في موارد عديدة ، قال الإمام مجد الدين ابن الأثير - رحمه الله - ( ت 606 ) : « خلط : في حديث الزكاة ( لا خِلاط ولا ورَاط » ، الخِلاط : مَصْدَر خَالَطه يُخالطُه مُخالَطة وخِلاطاً ، والمراد به أن يخْلط الرجل إبله بإبل غيره . . ) . النهاية في غريب الحديث والأثر ( ج 2 ، ص 62 ) .\r\nووردت كلمة ( الخلط ) في الروايات المنقولة عن الأئمة الاثني عشر الذين أشار إليهم البخاري ومسلم في صحيحيهما بنفس هذا المعنى ، قال الإمام المحدِّث الطريحي ( ت 1085 ه - ) في تفسيره\r\nلمعاني كلمة ( الخلط ) في روايات الأئمة الاثني عشر : ( الاختلاطُ بالشيء : الامتزاج به ، سواء كان مع التمييز وعدمه ) . مجمع البحرين ( ج 4 ، ص 246 ) .\r\nوبإمكاننا هنا أن نقسم الخلط إلى قسمين :\r\nالقسم الأول : ( الخلط الأصغر ) ، وهذا النوع من الخلط موجود عند بعض علماء المذاهب الإسلامية ، ولا يترتب على هذا النوع من الخلط نتائج خطيرة ؛ لأنّه خلط في المسائل الفرعية .\r\nالقسم الثاني : ( الخلط الأكبر ) ، وهذا النوع من الخلط موجود عند الوهابية ، وهو خلطٌ خطير وكبير ؛ لأنّ من مظاهره السقوط في هاوية التكفير الأكبر للمسلمين . وهو خلط في مسائل أُصول الدين لا فروع الدين . وأبرز مورد لهذا النوع من الخلط ؛ الخلط الذي وقع فيه الخوارج حين خلطوا بين معنى ( الحكم ) في قوله تعالى ( إِن الحُكْمُ إلاّ للهِ . . . ) الانعام : 57 وبين معنى ( التحكيم ) في قوله تعالى : ( وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُواْ حَكَمًا مِّنْ أَهْلِهِ وَحَكَمًا مِّنْ أَهْلِهَا إِن يُرِيدَا إِصْلاَحًا يُوَفِّقِ اللّهُ بَيْنَهُمَا ) النساء 35 . ونتيجة لهذا الخلط الأكبر - عند الخوارج - بين مفهوم ومعنى ( الحكم ) في تلك الآية الذي هو من مختصات الذات الإلهية ، وبين معنى ومفهوم ( التحكيم ) في هذه الآية الذي لا علاقة له بالمعنى الأول ؛ إذ إن كل رجل يختلف مع رجل آخر لا بد لهما أن يحكّما رجلاً ثالثاً . . أقول نتيجة لهذا الخلط الأكبر عند الخوارج كفروا الإمام عليّاً وكفرّوا كبار الصحابة !\r\nومن نماذج هذا الخلط عند الوهابية أنّهم خلطوا بين الغلو الأكبر الذي يُخرج عن الإسلام ، وبين الغلو في مصطلح بعض المحدثين الذي أطلقوه - احياناً - على رواة الحديث من المسلمين ، ومن هنا كفروا الاثني عشرية !\r\n","page_name":" 98 ","page_number":102},
  {"content":"\r\nومنذ أكثر من قرنين كان هذا الآخر ( الوهابية ) يحسب نفسه طبيباً يعالج الأنا ( الاثني عشرية ) من ( مشكلة الغلو ) ، ويجعل الأنا ( الاثني عشرية ) موضوعاً للبحث والدراسة والتحليل ، ولكن الأنا ( الاثني عشرية ) اكتشف أن الآخر ( الوهابية ) مريضٌ ب‍ ( مشكلة الخلط الأكبر الخطير لا الخلط الأصغر ) ، وأصبح الآخر ( الوهابية ) موضوعاً ومدروساً ومبحوثاً عنه ، بعد أن كان يحسب نفسه دارساً وعارفاً وطبيباً ، وأخذ الأنا ( الاثني عشرية ) يبحث عن ( علل مشكلة الخلط الأكبر ) عند الآخر ( الوهابية ) ، بعد أن كان الآخر ( الوهابية ) - في السابق - يبحث عن ( علل مشكلة الغلو ) عند الأنا ( الاثني عشرية ) .\r\nويمكن لنا تصوير وتجسيم هذه القضية بالشكلين الآتيين :\r\n","description":"","footnote":"","page_name":" 99 ","page_number":103},
  {"content":"\r\n","description":"","footnote":"","page_name":" 100 ","page_number":104},
  {"content":"\r\nالشكل ( 1 ) يبين الحالة القديمة بين الوهابية وبين الاثني عشرية :\r\nالآخر ( الوهابية ) الذي كان يحسب نفسه طبيباً ومعالجاً - ›\r\nالأنا ( الاثنا عشري ) الموضوع المدروس\r\nالشكل ( ب ) يبين الحالة المطروحة في هذا الكتاب التي هي من مستجدات هذا الكتاب , ويرسم الحالة الجديدة بين الاثني عشرية والوهابية :\r\nالآخر ( الوهابية ) وقد انعكست المعادلة وأصبحت موضوعاً للبحث والتحليل والدراسة - ›\r\nالأنا ( الاثنا عشرية ) وقد انعكست المعادلة وأصبحت هي الذات الباحثة والدراسة والطبيبية\r\n","description":"","footnote":"","page_name":" 101 ","page_number":105},
  {"content":"\r\n","description":"","footnote":"","page_name":" 102 ","page_number":106},
  {"content":"\r\nومن هنا تجدني - دائماً - أؤكد بأنّ أكثر الوهابيين من المخلّطينَ البسطاء الأبرياء لا من المغرضين الخبثاء ، ومن هنا أطلقت كلمة ( بريئة ) على الوهابية . ولا شك أنّ الرجل المصاب بالتخليط والخلط لا يمكن معاملته بنفس الطريقة التي نتعامل بها مع الرجل السليم من الخلطِ والتخليط ، ولكنه يخلط قصداً وعمداً من أجل تحقيق أغراضه الخبيثة ؛ كما لا يمكن تسوية القاتل عمداً بالقاتل خطأً .\r\nإنّنا نسعى في هذا الكتاب وفي كل كتاباتنا ومحاضراتنا ومقالاتنا إلى استنقاذ هذه الجماعة الوهابية من مشكلة الخلط الأكبر ، ولا يمكن أن نستنقذها من هذا المستنقع الخطير - مشكلة الخلط - إذا كنا نسيء الظن بهذه الجماعة ، كما لا يمكننا استنقاذ هذه الجماعة المبتلاة بالخلط إذا قسونا عليها أو استخدمنا معها طريقة فظة وغليظة ؛ لأنّها سوف تنفرُ وتشتدُ خلطاً ( ولو كُنْتَ فَضّاً غَلِيظَ القَلبِ لانفضّوا من حَوْلِكَ ) ( 1 ) .\r\nولا شك أنّ الطبيب المتخصص في معالجة الأمراض النفسية لا يمكن أنْ يعالج مريضه المصاب بحالةٍ نفسية إذا كان يسيء الظن به أو يُغلظ عليه . وحين نعالج الوهابية من هذه المشكلة سوف يتم تحقيق فكرة التقريب بين الاثني عشرية والوهابية ، وسوف نحافظ على الوحدة الإسلامية المقدسة وبالتالي سوف نفشل المخططات الصليبية والصهيونية التي تسعى للقضاء على المودة والأخوة الموجودة بين المسلمين الاثني عشريين وبين المسلمين الوهابيين .\r\n* * *\r\nالقضية الثانية : الفتنة التي خلقتها الوهابية بين السنّة والسنّة من جهة ، وبين السنّة والاثني عشرية من جهة أخرى ؛ لأجل بعض المسائل التي ظن الوهابيون أنها من مسائل ( أُصول الدين ) ، مع أنها في حقيقتها من مسائل ( العقيدة ) لا من\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة آل عمران : من الآية 159 .\r\n","page_name":" 103 ","page_number":107},
  {"content":"\r\nمسائل ( أُصول الدين ) . وقد أدى هذا الفهم الخاطئ لأن تطلق الوهابية كلمة ( الغلو ) على مخالفيها في قضايا حسبتها أنها من مسائل ( أُصول الدين ) .\r\nإنّ الوهابية ، وبسبب معاناتها من مشكلة الخلط في كل شيء كان من الطبيعي أن تخلط بين ما أطلق عليه الخلف من أهل السنّة لا السلف ( مسائل العقيدة ) ، وبين ما أطلق عليه سلف أهل السنّة ( مسائل أُصول الدين ) . وكان من نتائج هذا الخلط أنّ الوهابيين لا يميزون بين من خالف بعض ( مسائل العقيدة ) التي لا ترتبط بأُصول الدين ، وبين من خالف مسألة من مسائل ( أصول الدين ) ، ومن ثَمّ أطلقوا كلمة ( الغلو ) على الكثير من أهل السنّة وعلى الاثني عشرية ؛ لأنّهم خالفوا الوهابية في بعض مسائل العقيدة التي لا علاقة لها ب‍ ( أُصول الدين ) .\r\nإنّ الوهابيين يحسبون أنّ أيّ مسألة من مسائل العقيدة يجب أن تكون - أيضاً - من مسائل أُصول الدين ؛ لأنّهم يرون أنّ هناك علاقة تساوي بين مسائل العقيدة وبين مسائل أُصول الدين ( مسائل العقيدة = مسائل أُصول الدين ) .\r\nإنّه بالإمكان لنا أن نقول : إنّ كل مسألة من مسائل أصول الدين يجب أن تكون من مسائل العقيدة ، ولكن ليس كل مسألة من مسائل العقيدة يجب أن تكون من أُصول الدين ، فبعض مسائل العقيدة من أُصول الدين وبعض مسائلها ليس من أصول الدين ( 1 ) . ولا يصح أنْ نخلط بين مسائل العقيدة المرتبطة بأُصول الدين وبين مسائل العقيدة المنفصلة عن أصول الدين .\r\nوتكمن أهميّة هذا البحث بعد أن وجدنا الوهابيين يرفضون التقريب بين أهل السنّة وبين الاثني عشرية ، حتى جعل الوهابي المعاصر ( ناصر القفاري ) رسالته في الدراسات العليا تحت عنوان ( مسألة التقريب ) ، واعتبر هذا الوهابي - وكل الوهابيين - أنّ مسألة التقريب بين أهل السنّة وبين الاثني عشرية ، وبين الاثني عشرية والوهابية لا يمكن أن تتم وتتحقق في عالم الواقع ؛ لأنّ الخلاف بين أهل السنّة والاثني عشرية وبين الاثني عشرية والوهابية - في رأيه ورأي الوهابيين - هو خلافٌ في أُصول الدين .\r\n\r\n","description":"","footnote":"\r\n( 1 ) وحسب تعبير علماء المنطق يكون بين أُصول الدين ومسائل العقيدة عموم وخصوص مطلق .\r\n","page_name":" 104 ","page_number":108},
  {"content":"\r\nوحينما بحثت في هذه المسائل الخلافية - بين أهل السنّة وبين الاثني عشرية - وجدت أنّه لا يوجد لها علاقة بأُصول الدين ، بل هي إما ترجع إلى بعض مسائل العقيدة التي قال علماء أهل السنّة أنّها لا علاقة لها بأُصول الدين ، وإما ترجع إلى قضايا فرعية فقهية لا تتصل بمسائل أُصول الدين ولا بمسائل العقيدة ، ومن ثَمّ فلا بد أن نعالج هذا الخلط عند الوهابية بين بعض ( مسائل العقيدة ) وبين ( مسائل أصول الدين ) . وهذه التفرقة ليست من عندنا ، بل إنّنا سننقل لإخواننا الوهابيين كلاماً قيماً للإمام ابن تيمية رحمه الله - ولا يمكن لهم أن يطعنوا في كلام ابن تيمية - ، قال في تبيين ضرورة التمييز بين بعض مسائل العقيدة وبين مسائل أُصول الدين :\r\n( إنّ المسائل الخبرية قد تكون بمنزلة المسائل العملية ، وأسميت تلك ( مسائل أصول ) وهذه ( مسائل فروع ) ، فإنّ هذه تسمية محدثة ، قسمها طائفة من الفقهاء والمتكلمين . وهي على المتكلمين والأصوليين أغلب ) ( 1 ) .\r\nوحتى يعلم القارئ أنّ الوهابية تخلط بين ( مسائل أُصول الدين ) وبين بعض ( مسائل العقيدة ) ، وكان من نتائجه أن أطلقوا كلمة ( الغلو ) على جمهور أهل السنّة من الأشاعرة والماتريدية وعلى الاثني عشرية ، كما رفضوا التقريب بين أهل السنّة وبين الاثني عشرية ، والتقريب بين الاثني عشرية والوهابية ؛ أرى - هنا - من الضرورة أنْ أنقل ما قاله أحد علماء أهل السنّة الذين لا تطعن فيهم الوهابية وهو العلامة ( محمد عبد الحليم حامد ) ، حيث يقول في هذا الخلط الخطير عند الوهابية تحت عنوان سمّاه ( تسمية العقيدة بأصول الدين تسمية تشريفية ) ، يقول :\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع البحث الذي كتبه العالم السنّي محمد عبد الحليم حامد حول هذا الموضوع في كتابه ( معاً على طريق الدعوة شيخ الإسلام ابن تيمية ، والإمام الشهيد حسن البنا ) . وإنّما أشرت إلى هذا العالم لأنه ليس صوفياً ولا شيعياً حتى تتأمل الوهابية في كلامه ، فهو رجل ليس من خصومهم .\r\n","page_name":" 105 ","page_number":109},
  {"content":"\r\n( واستقرت هذه التسمية [ يعني : التسمية الجديدة لمسائل العقيدة بأُصول الدين 
  ] على مَرّ الأجيال إلى عصرنا هذا ، وهنا حقائق هامة ينبغي الانتباه إليها وهي : إنّ هذه التسمية لم تعهد في القرون الثلاثة الفاضلة ، إنّها تسمية جديدة جرت على لسان علماء الكلام ابتداءً وبعض الفقهاء ، حسب ما قسموا مسائل الدين إلى ( أصول ) وتعني مسائل العقيدة ، ( وفروع ) وتعني مسائل الأحكام العملية ( الفقه ) . . هذا التقسيم راج وانتشر واستقرّ عند أهل السنّة وعلماء الكلام . وهذه هي الحقيقة الغائبة .\r\nفأهل السنّة عندما يطلقون تسمية أصول الدين على العقيدة [ يعني : عندما يطلقون أُصول الدين على بعض مسائل العقيدة التي لا ترتبط بأُصول الدين 
  ] يريدون بذلك تشريف العقيدة ) .\r\nإلى أن يقول :\r\n( ولا يقصدون [ أهل السنَّة 
  ] بذلك [ يعني : باطلاق أصول الدين على بعض مسائل العقيدة 
  ] أنّ كل مسائل العقيدة أصول ، بل إنّ فيها الفروع أيضاً ) .\r\nإلى أن يقول :\r\n( هذه هي نظرة علماء السلف - رحمهم الله - . وهذه نظرة دقيقة رشيدة حفظت لمذهب أهل السنّة استقامته واعتداله ، وعصمتهم من السقوط في هاوية التكفير السحيقة ، وحفظتهم من رمي الغير بسهام الزيغ والضلال والزعزعة والميوعة ) .\r\nإلى أن يقول :\r\n( فالإسلام عظيم متين لا يهدم بسهولة لمجرد خلاف أو زلة في مسائل من مسائل العقيدة [ يجب أن نميز بين الزلة في مسائل أصول الدين وبين الزلة في بعض مسائل العقيدة 
  ] دون نظر إلى حجم هذه المسألة ووزنها ) .\r\n","description":"","footnote":"","page_name":" 106 ","page_number":110},
  {"content":"\r\nإلى أن يقول :\r\n( وهذه الحقيقة ليست استنباطاً سبقتُ إليه ، وإنّما هي مدونة في كتب عالم جليل من علماء السلف ، وإمام عظيم من أئمتهم ؛ إنّه شيخ الإسلام ابن تيمية ) ( 1 ) . ثُمّ ذكر كلاماً طويلاً مفصّلاً للإمام ابن تيمية - رحمه الله - في ضرورة عدم الخلط بين مسائل أصول الدين وبين بعض مسائل العقيدة التي لا علاقة لها بأُصول الدين .\r\nويتحتم على كل وهابي أن يراجع كلام الإمام ابن تيمية - رحمه الله - ؛ حتى لا يخلط بين مسائل أُصول الدين وبين بعض مسائل العقيدة التي ترتبط بفروع الدين لا بأصوله ، وحتى لا يعتبر أكثر المسلمين من الغلاة ومن أهل الضلالة .\r\nوالحاجة إلى جلاء هذه الفكرة هي حاجة ضرورية للوهابية ؛ لأنّها إذا أدركت الفرق بين ( أصول الدين ) وبين بعض ( مسائل العقيدة ) ، سوف تحسن الظن بالكثير من المسلمين من السنّة ومن الاثني عشرية ، وسوف تعرف أنّها بحاجة إلى تجديد نظرتها حول ( مسألة التقريب ) بين أهل السنّة وبين الاثني عشرية ، وحول ( مسألة التقريب ) بين الاثني عشرية والوهابية ، وحول ( مسألة التقريب ) بين أهل السنّة والوهابية ؛ لأن الوهابية لم تعارض هذا التقريب إلاّ لظنها أنّ الخلاف بين السنّة والاثني عشرية هو خلاف في ( أصول الدين ) ، ولظنها أن الخلاف بين الاثني عشرية والوهابية هو خلاف في ( أصول الدين ) ، ولظنها أن الخلاف بين أهل السنّة والوهابية هو خلاف في ( أصول الدين ) . وهي لا تدري أنّها تعاني من خلط كبير بين مسائل أُصول الدين وبين بعض مسائل العقيدة التي هي في الأصل من فروع الدين .\r\n\r\n","description":"","footnote":"\r\n( 1 ) نفس المصدر : ص 134 - 137 .\r\n","page_name":" 107 ","page_number":111},
  {"content":"\r\nكما نعتقد أنّ معالجة مشكلة الخلط عند الوهابية - بين أُصول الدين وبين بعض مسائل العقيدة المرتبطة بفروع الدين - تكون مدخلاً ضرورياً من أجل معالجتهم من مشكلة الخلط بين الاثني عشرية وفرق الغلاة ، ومن أجل معالجتهم - أيضاً - من مشكلة الخلط بين جمهور أهل السنّة من الأشاعرة والماتريدية وبين فِرَق الغلاة ، ومن أجل أن يقبلوا فكرة التقريب بين المذاهب الإسلامية ، وأنّه لمن سعادة الوهابية وحسن حظها أنْ تدرك أنّ أُصول الدين كما أرادها الله لا تتفق مع أُصول الدين التي رسموها ، وخلطوا بين أُصول الدين كما أرادها الله وبين بعض مسائل العقيدة المرتبطة بفروع الدين . ومن ثَمّ ستجد الوهابية أنّ هذه المسائل الخلافية بين أهل السنّة والاثني عشرية ، والمسائل الخلافية بين الاثني عشرية والوهابية ، والمسائل الخلافية بين أهل السنّة والوهابية لا علاقة لها بأُصول الدين كما أرادها الله ، ولن تثير فتنة بين السنّة والاثني عشرية ، ولن تصطدم مع جمهور أهل السنّة من الأشاعرة المخالفين لها ، حينئذ سوف تعيش الوهابية والاثنا عشرية في أُخوةٍ ووئام ، وسوف تعيش الوهابية وأهل السنّة في سعادة تامة . وهذا ما يطلبه الله - تعالى - من كل أتباع هذا الدين ، وما ينبغي أن يتحقق ليرضى الله - سبحانه - عن هذه الأُمة .\r\n* * *\r\nوالله يعلم بحالي فكم من الشهور والسنين مضت وأنا أبحث - ليلاً ونهاراً - عن حلٍ ؛ من أجل تخفيف حدّة النزاع بين أهل السنّة والوهابية من جهة ، وبين الاثني عشرية والوهابية من جهة أُخرى ، وبين أهل السنّة والاثني عشرية منْ جهة ثالثة الذين هم أبناء أُمة واحدة . وتبين لي بما لا مجال للشك فيه أنّ الجماعة الوهابية - منْ دون قصد - كانت وراء توسيع ذلك النزاع ، وأنّ من النادر أن تجد كتاباً تنشره الوهابية إلاّ وأقرأه بتمعن وإتقان ، حتى أستطيع أن أبحث عن العلة التي جعلت هذه الجماعة تثير الفتنة بين السنّة وبين الاثني\r\n","description":"","footnote":"","page_name":" 108 ","page_number":112},
  {"content":"\r\nعشرية ، وجعلتها تنعزل عن بقية المسلمين من أهل السنّة بعد أن صاروا من الغلاة في نظرها ، حتى مَنَّ الله عليّ واكتشفت العلة بعد بحث طويل ، واستيقنت أن العلة تكمن في ( مشكلة الخلط عند الوهابية بين الاثني عشرية وفرق الغلاة ) ، حينئذ بدأت أدرس الخلط بصورتيه العامة والخاصة ( 1 ) عند الجماعة ( الوهابية ) ، والبحث عن أسباب علاجه .\r\nوقد لاحظت أنّ الخلط من أخطر الأمراض الفكرية التي تصيب الإنسان ، فبدأت بتحليل علله والبحث عن دوائه ، والتفكير في كيفية علاج الوهابية منه ، بعد أن كنت - سابقاً - أحد ضحايا مشكلة الخلط بين الاثني عشرية والغلاة .\r\nوقد لا يصدق القارئ أنني كنت أثناء البحث عن العلل التي جعلت الوهابية تكون سبباً للفتنة بين السنّة وبين الاثني عشرية ، وتكون سبباً في عز لها عن بقية المسلمين من أهل السنَّة ، لا سيما وأنا أتابع دماء المسلمين التي تسيل في الباكستان من أهل السنّة ومن الاثني عشرية ومن الوهابية ، بعد أن فتنت بين أبناء الأمة الواحدة كتابات الوهابي إحسان إ لهي ظهير - من حيث لا يعلم - ، وكنت أحياناً - من شدّة التأسف على الحالة المأساوية التي وصلت إليها الوحدة الإسلامية المقدسة بسبب كتابات الوهابية - أجد نفسي أبكي في زاوية مكتبتي ، إلى أنْ أذن الله - تعالى - لي وعرفت أنّ الوهابية تعاني من داء ( الخلط بين الاثني عشرية وفرق الغلاة ) ، بل من داء الخلط بصورة عامة . وبعد أن عرفت هذه المشكلة عرفت حقيقة الوهابية .\r\nلقد نشرت الوهابية المئات بل الآلاف من المقالات والمحاضرات والكتب التي تتحدث عن ( مشكلة الغلو عند الاثني عشرية ) ، بل عن ( مشكلة الغلو عند كل\r\n\r\n","description":"","footnote":"\r\n( 1 ) الخلط بصورة خاصة يرتبط بمشكلة الخلط بين الاثني عشرية وفرق الغلاة عند الوهابية . والخلط بصورة عامة عند الوهابية يشمل الكثير من القضايا والمسائل التي خلطت فيها الوهابية ، منها : الخلط بين أُصول الدين وبعض مسائل العقيدة ، ومنها : الخلط بين جمهور أهل السنة وبين فرق الغلاة .\r\n","page_name":" 109 ","page_number":113},
  {"content":"\r\nالمسلمين ما خلا الوهابية ) . لكنني بعد أنْ اكتشفت داء ( الخلط ) عند الوهابية التفت نظري إلى أنّ هنالك ( مشكلة خلط عند الوهابية ) ، لا ( مشكلة غلو عند الاثني عشرية ) ، أو ( مشكلة غلو عند أهل السنَّة ) . . مشكلة الخلط عند الوهابية جعلتني أدرك أنّ الوهابية تخلط بين السبئية وبين الاثني عشرية ، كما خلطت بين جمهور أهل السنّة من الأشاعرة والماتريدية وبين الغلاة الضالين والمنحرفين ، وكما خلطت بين المشركين وبين المسلمين .\r\nإنّني أعتقد أنّ الوهابيين إخواننا لا خصومنا ، وهم لا يضمرون العداء لأهل السنّة أو للاثني عشرية ، ولكنهم بسبب الإصابة بمشكلة الخلط بيننا وبين فرق الغلاة لم يفهمونا . ومن الواجب علينا أن نستخدم كل وسيلة شرعية حتى نعالج إخواننا من هذه المشكلة ، وحين يتم علاجهم سوف ترون كيف ستتحول تلك الخصومة والكراهية - للاثني عشريين ولجمهور أهل السنّة من الأشاعرة والماتريدية - إلى اخوةٍ إسلامية مستحكمة ؛ بين الوهابيين وبين الاثني عشريين من جهة وبين الوهابيين وأهل السنّة من جهة أُخرى ، عند ذلك يفرح المؤمنون الذين يقدّسون الوحدة الإسلامية ويشتدّ غيض أعداء الإسلام .\r\n* * *\r\nوهذا الكتاب محاولة لتصحيح الحوار بين الوهابيين وبين الاثني عشريين ، إذ الحاجة إلى هذه القضية ضرورية ؛ لأن تصحيح الحوار بيننا سيساعد على التقريب بين الاثني عشرية والوهابية ، وعلى سبيل المثال عندما نتناول معهم موضوع ( التوسل بذات الرسول الأعظم بعد وفاته ) لا بد لنا - قبل أن نتناول هذا الموضوع مع الوهابيين - أن نتناول في البداية هذه القضية ، وهي : هل الخلاف حول موضوع ( التوسل بذات الرسول الأعظم بعد وفاته ) بين المجيزين والمانعين هو خلاف في مسألة من مسائل أُصول الدين أم لا علاقة لهذا الاختلاف بأُصول الدين ؟\r\n","description":"","footnote":"","page_name":" 110 ","page_number":114},
  {"content":"\r\nوعندما يجيب إخواننا الوهابيون بأنّ الاختلاف في هذا الموضوع هو اختلاف في مسائل العقيدة .\r\nنقول لهم في الجواب على ذلك : بأنّ مسائل العقيدة تنقسم إلى قسمين - كما هو رأي الإمام ابن تيمية رحمه الله - : القسم الأول من مسائل العقيدة يرجع إلى أُصول الدين ، والقسم الثاني من مسائل العقيدة يرجع إلى فروع الدين .\r\nوحين يرى إخواننا الوهابيون أنّ الاختلاف في موضوع ( التوسل بذات الرسول صلّى الله عليه وآله وسلم بعد وفاته ) هو خلافٌ في أُصول الدين ؛ لا بد أن نبين لهم أنّهم قد أُصيبوا بمشكلة الخلط بين مسائل أُصول الدين وبين مسائل العقيدة ، ولا بد قبل الحوار في هذا الموضوع من معالجتهم من هذه المشكلة ، حتى يتبين لهم أنّ هذا الاختلاف حول هذا الموضوع هو خلافٌ في فروع الدين لا أُصوله ، وعلى فرض أنّه خلاف في مسألة عقائدية ، لكنه خلاف في مسألة عقائدية لا تتصل بمسائل أُصول الدين . وقد نحتاج معهم إلى حكمة وتؤدة حتى نعالجهم من مشكلة الخلط بين أُصول الدين وبعض مسائل العقيدة التي لا علاقة لها بأُصول الدين .\r\nوبديهي أن نبين لهم أنّ المذاهب الأربعة المعروفة ( مذهب الإمام أبي حنيفة ، والإمام مالك ، والإمام الشافعي ، والإمام أحمد بن حنبل رحمهم الله ) لم تجعل الاختلاف حول هذا الموضوع من الاختلاف في مسائل ( أُصول الدين ) .\r\nوغني عن الذكر أننا قد نحتاج أن نذكر لهم أقوال أهل السنّة في أنّ الاختلاف حول هذه المسألة هو خلافٌ في مسألة فرعية لا أصولية ولا عقائدية - في نظر بعض علماء أهل السنّة - .\r\nكما أنني أرفض أن نتهم الوهابيين بكراهية الرسول الأعظم - والعياذ بالله - أو التنقيص منه ، لأنّهم يرفضون التوسل به بعد مماته ؛ إذ لا ترابط بين رفض التوسل بالنبي بعد الممات وبين كراهيته - صلى الله عليه وآله وسلم - ، فلا يصح أن نقابل خطأ الوهابيين بخطأ مثله .\r\n","description":"","footnote":"","page_name":" 111 ","page_number":115},
  {"content":"\r\nوفي هذه المسألة نذكر لإخواننا الوهابيين - على سبيل المثال - ما قاله الإمام الشيخ حسن البنا - رحمه الله - حول هذا الموضوع ، قال - رحمه الله - :\r\n( والدعاء إذا قرن بالتوسل إلى الله بأحد من خلقه موضع خلاف فرعي في كيفية الدعاء وليس من مسائل العقيدة ) ( 1 ) .\r\nوإذا تبين لهم أنّ الاختلاف في هذا الموضوع هو اختلاف فرعي لا أُصولي ، حينئذ سوف نستطيع أنّ نستنقذهم من اتهامنا واتهام أهل السنّة بالشرك ؛ لأنّهم يعلمون أنّ الاختلاف في المسائل الفرعية لا علاقة له بالشرك أو الكفر ، وإنّما يتصل بالخطأ والصواب .\r\nولا بد لنا من استخدام هذه الطريقة في هذه المسألة وفي كلِّ مسألة مع الوهابية ؛ لأنّهم بسبب مشكلة الخلط بين أُصول الدين وبين فروع الدين قد خلقوا فتنة خطيرة بينهم وبين أهل السنّة من جهة وبينهم وبين الاثني عشرية من جهة أخرى حول هذه المسألة . وقد عانى الإمام الغزالي من الفتنة التي خلقتها الوهابية - من حيث لا تعلم - حول هذه المسألة ، وفي هذا يقول - رحمه الله - :\r\n( ونعود إلى التوسل بذات الرسول - صلى الله عليه وآله وسلم - حين يدعو المسلم ربّه ؛ إنّ الخلاف بين المجيزين [ يعني : أهل السنّة والاثني عشرية 
  ] والمانعين [ يعني : المصابين بمشكلة الخلط وهم الوهابية 
  ] كاد يشبه الخلاف بين دينين ، ولم أر لذلك سبباً معقولاً ) ( 2 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأصل الخامس عشر من الأُصول العشرين التي اقترحها الإمام حسن البنا - رحمه الله - من أجل الحفاظ على الوحدة الإسلامية بين أهل السنّة والوهابية من جهة ، وبين أهل السنّة والاثني عشرية من جهة أُخرى ، وبين الوهابية والاثني عشرية من جهة ثالثة .\r\n( 2 ) دستور الوحدة الثقافية بين المسلمين ، الغزالي : ص 130 . ط / الأولى 1997 م ، دار الشروق - القاهرة - مصر .\r\n","page_name":" 112 ","page_number":116},
  {"content":"\r\nوهذا صحيح في عمومه ، ولكن يبقى أن نشير أنّه يوجد سبب معقولٌ لهذا الخلاف الذي وصفه الإمام الغزالي - رحمه الله - بأنّه ( كاد يشبه الخلاف بين دينين ) ، وهذا السبب المعقول يكمن في مشكلة الخلط بصورة عامة التي يعاني منها العقل الوهابي ، فهذه المشكلة جعلته يخلط بين ما هو من أُصول الدين وما هو من فروع الدين .\r\nوما دام أنّ الموضوع يتعلق بأُصول الدين عند الوهابية فقد أصبحت تتعامل مع مخالفيها في هذه المسألة كما يتعامل المسلمون مع الديانات الأُخرى ؛ فهي تتهمهم بالشرك ، كما تتهمهم بالغلو . . وفي هذا يقول الإمام الغزالي موجهاً خطابه للوهابيين الذين اتهموا أهل السنّة والاثني عشرية بالشرك بسبب أنّهم توسلوا إلى الله - أثناء الدعاء - بأحدٍ من خلقه :\r\n( وبقي أن ننصح هواة الاتهام بالشرك [ يعني : المصابين بمشكلة الخلط 
  ] أن ينظفوا سرائرهم وألسنتهم من سوء الظن ، ولا يبنوا أحكاماً على أوهام . . ( 1 » ( 2 ) .\r\n* * *\r\nوالقضية الثالثة - قضية حكم الأخذ بخبر الآحاد في مسائل الاعتقاد - : من أهمّ القضايا التي خلقتْ الوهابية - من حيث لا يعلمون - بسببها فتنة ومعركة بين المسلمين ( 3 ) ، ودخلت الوهابية باسم أنصار القائلين بحجية خبر الآحاد في\r\n\r\n","description":"","footnote":"\r\n( 1 ) نفس المصدر السابق .\r\n( 2 ) مشكلة الخلط عند الوهابية تنقسم إلى قسمين :\r\nأ - القسم الأول : مشكلة الخلط عند الوهابية بصفة عامة ، وهذه تشمل نماذجاً كثيرة من الخلط .\r\nب - والقسم الثاني : مشكلة الخلط عند الوهابية بصفة خاصّة ، وأعني بها ( مشكلة الخلط عند الوهابية بين الاثني عشرية وفرق الغلاة ) .\r\n( 3 ) كتب الوهابيون رسائل عديدة في هذه القضية ، منها : ( الأدلة والشواهد على وجوب الأخذ بخبر الواحد في الأحكام والعقائد ) للشيخ الوهابي سليم الهلالي - رحمه الله - ، ومنها : رسالة ( أصل الاعتقاد ) للوهابي الدكتور عمر بن سليمان الأشقر - حفظه الله - ، ومنها : ( أخبار الآحاد في الحديث النبوي ) للوهابي الشيخ عبد الله الجبرين - رحمه الله - . وغيرها كثير .\r\n","page_name":" 113 ","page_number":117},
  {"content":"\r\nمجال الاعتقاد ، واتهمت القائلين بعدم حجية خبر الآحاد في مجال الاعتقاد بالغلو ، فاستعرت الحرب بينها وبين هؤلاء .\r\nوولدت معركة خطيرة بعيدة عن البحث العلمي ، حتى أصبح القارئ يشعر بأنّ هنالك حزبين لا يلتقيان أبداً ؛ الحزب الأوّل ضالع في الأخذ بخبر الآحاد في مجال الاعتقاد ، والحزب الثاني مؤيد للتيار الذي يرفض الأخذ بخبر الآحاد في مجال الاعتقاد . وهكذا ؛ خلقت الوهابية من هذه القضية تمزقاً شاملاً بين المسلمين .\r\nوأشهد أنّه ما دخلت الوهابية في قضية - أي قضية - إلاّ وصنعت ضجّة ، وهي تظن أنّها تصنع ذلك في مصلحة الإسلام والمسلمين . ولا يمكن أن نعالجهم إلا إذا استنقذناهم من تخليطهم المعيب في كل مذهب أو قضية يتناولونها .\r\nوحينما يعرض علماء أهل السنّة وعلماء الاثني عشرية قضية ( الأخذ بخبر الآحاد في مسائل الاعتقاد ) يحسنون طرحها ، ويحسنون تقديم الحكم فيها ، بطريقة بريئة من نزوات اتهام المسلمين بالغلو والانحراف .\r\nأمّا الوهابيون فكيف رسموا هذه القضية ؟\r\nلقد رسموها بحالة تقتضي أن تسوء علماء الإسلام من أهل السنّة والاثني عشرية والوهابية وتسر خصوم الإسلام ( 1 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) كما صنع الوهابي الشيخ محمد بن عبد الله الوهيبي - حفظه الله - في كتابه ( حجيَّة الآحاد في العقيدة وشبهات المخالفين ) حيث يذكر سبب تأليفه لكتابه قائلاً :\r\n( . . . أما بعد ؛ فإنّ المسلمين بحاجة ماسة إلى تذكيرهم أصول عقيدتهم كما فهمها السلف الصالح ، بعدما تكاثر أهل البدع ، وكثرت شبهاتهم [ يعني شبهات كبار علماء أهل السنّة وعلماء الاثني عشرية 
  ] ، وتأثر بها بعض الفضلاء . ومن هذه الأصول الهامة التي اضطرب فهمها لدى بعض الدعاة ؛ مسألة حجية خبر الآحاد في العقيدة ، حيث تأثر البعض بشبهات المتكلمين ودعاواهم حين فرّقوا بين العقائد والأحكام أو الأصول والفروع ، وادّعوا أنّ الآحاد لا يحتج به في الأُصول . وممن تأثر بذلك بعض كبار الدعاة ، ممن عرف منهم الدفاع عن السنة ) .\r\nراجع الكتاب المذكور : ص 4 . ط / الأُولى سنة 1415 ه - ، دار المسلم - الرياض - السعودية .\r\n","page_name":" 114 ","page_number":118},
  {"content":"\r\nولست أتحامل على الوهابيين ، وإنّما أُطالبهم أنْ لا يتهموا أعلام الإسلام بالغلو لأجلِ مخالفتهم في هذه القضية .\r\nوفي الحقيقة أنّ اتهام الوهابيين لمخالفيهم من أهل السنّة ومن الاثني عشرية بالغلو أصبح معلوماً لكل من قرأ كتب الوهابيين أو حضر في مجالسهم ؛ فلا يخالفهم المسلم - أي مسلم - في قضية إلاّ ويصفونه بأنّه من الغلاة . وبسبب توسعهم في مدلول الغلو أصبح الكثير من المسلمين في العالم الإسلامي مسجلين في قائمة الغلاة المنحرفين !\r\nولذلك تجد أنّ الوهابيين - من حيث لا يعلمون - هدموا حدود الغلو وتجاوزا معاييره التي رسمها الكتاب والسنّة ، ورسموا صورة للغلو غريبة لا يقبلها علماء الإسلام من أهل السنّة والاثني عشرية وتوسعوا في فهم حقيقة الغلو توسعاً كبيراً ، حتى إنّك من النادر أن تجد علماً من أعلام الإسلام إلاّ واتهموه بالغلو وأصبحت الوهابية تعدّ بعض القضايا المستندة إلى الكتاب والسنّة من الغلو ، مع أنّها من صميم الإسلام وبهذا وسعوا دائرة ( الغلو ) أيّما توسيع حتى جعلوا الاثني عشرية من الغلاة . ولو أخذنا بمفهوم الوهابيين عن الغلو لكان من المستحيل أنّ تجد إنساناً ( معتدلاً ) في هذا الوجود ! !\r\n* * *\r\nوأعود إلى ما ذكرت آنفاً من البحث عن قضية ( حكم العمل بالخبر الآحاد في مسائل الاعتقاد ) ، وحتى يستبين الأمر لإخواننا الوهابيين في أنّ الذين خالفوهم في هذه القضية ليسوا من الغلاة ؛ سوف أوضح لهم أنّ بعض الصحابة - رضوان الله عليهم - يخالفونهم في هذه القضية ، فقد ثبت في الحديث الصحيح أنّ عائشة - رضوان الله عليها - ردت خبر عمر - رضي الله عنه - في حديث ( تعذيب الميت ببكاء أهله عليه ) وقالت : « رحم الله عمر ، والله ما حدّث رسول الله صلى الله عليه وآله وسلم أنّ الله ليعذب المؤمن ببكاء أهله عليه » .\r\n","description":"","footnote":"","page_name":" 115 ","page_number":119},
  {"content":"\r\nوقالت : « حسبكم القرآن ( ولا تزروا وازرةٌ وزرى أُخرى ) ( 1 ) . . » ( 2 ) .\r\nوإذا كانت عائشة - رضي الله عنها - تتعامل مع هذه الرواية بهذه الصورة فكيف يصرّ الوهابيون على اتهام المسلمين بالغلو لأنّهم لم يأخذوا بعقائد وهابية مستقاة من أحاديث آحادية ؟ !\r\nوحينما يقذف الوهابيون إخوانهم من أهل السنّة ومن الاثني عشرية بالغلو في المرحلة الأُولى ، يتهمونهم في المرحلة الثانية بالشرك ؛ لأنّهم - في نظرهم - خالفوا رواية آحادية صدرت من قبل رجل يحتمل عليه الخطأ والنسيان ، أو يحتمل أنّهم أخطأوا في تعديله ؛ إذ يجوز أن يكون ظاهره العدالة وغاب عنهم حقيقة أمره وخفاياه .\r\nوهل من المنطق أن نتهم المسلمين بالغلو لأجل رفضهم عقيدة مبنية على رواية آحادية لم يأخذ بها إلاّ بعض الوهابيين ؟ بل هل يجوز لنا أن نتهم السيدة عائشة - رضي الله عنها - بالغلو لأنّها ردتْ حديثاً آحادياً ؟ . . ومن هنا قال الإمام ابن تيمية - رحمه الله - : « . . . ردّ من الصحابة غير واحد من الأخبار التي هي صحيحة عند أهل الحديث » ( 3 ) .\r\nوعلماء الاثني عشرية وعلماء أهل السنّة لم يحاربوا كل ما ورد من الأحاديث الآحادية ، بل حاربوا الأحاديث الآحادية التي تسيء إلى عقيدة الإسلام الصافية والنزيهة .\r\nونحن لا نشك أنّ هذه القضية من أخطر القضايا التي جعلت الوهابية البريئة تتهمُ المسلمين بالغلو ؛ لأنّ الوهابية عندما أصرّت على الأخذ بأخبار الآحاد في مسائل أُصول الدين وقعت في أخطاء كثيرة ، وأدخلت الوهابية - من حيث لا تعلم - قضايا كثيرة بعيدة عن الإسلام إلى مسائل أُصول الدين . كما أنّ هذه القضية\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الزمر : 7 .\r\n( 2 ) صحيح البخاري : حديث رقم 1288 .\r\n( 3 ) المسودة للإمام ابن تيمية : ص 245 - 247 .\r\n","page_name":" 116 ","page_number":120},
  {"content":"\r\nالخطيرة هي التي جعلت الوهابية تتهم المسلمين بالغلو ؛ لأنّهم رفضوا العقائد الوهابية التي تكونت عند الوهابيين بسبب اعتمادهم على أخبار آحادية في إثبات أُصول عقيدتهم . . . وجعلهم الإيمان بالأخذ بأَخبار الآحاد في اثبات العقائد الشاذة يكفرون مَنْ عداهم مِنْ المسلمين ؛ لأنّهم لم يعملوا بالأخبار الآحادية الظنية إذا كانت تأتي بأُمور شاذة في مسائل العقيدة .\r\nوحتى يُحسن الوهابيون الظن بمخالفيهم في هذه القضية يستحسن أن ننقل لهم أقوال علماء أهل السنّة في هذه القضية ، حتى يعرفوا أنّهم خالفوا جمهور المسلمين في هذه القضية ، ثُمّ اتهموهم بالغلو وفي هذه القضية يقول القاضي عياض :\r\n( قال ابن القاسم وابن وهب : رأيت العمل [ يعني : عمل أهل المدينة 
  ] أقوى من الحديث [ يعني : أقوى من حديث الآحاد 
  ] ) ( 1 ) .\r\nوإذا كان الإمام مالك - رحمه الله - يرد حديث الآحاد في بعض المسائل الفقهية إذا تعارض الخبر الآحادي مع السيرة العملية لأهل المدينة ؛ فكيف يصّر الوهابيون على الأخذ ببعض أخبار الآحاد في مجال مسائل العقيدة ، ثُمّ يتهمّون من شكك فيها بالغلو ، ويتهمونه بمحاربة السنّة النبوية ؟ وإذا كانوا يتهمون علماء أهل السنّة وعلماء الاثني عشرية بالغلو ، لأنّهم شككوا في بعض عقائد الوهابية المستقاة من أخبار آحادية ؛ فما هو قو لهم في الصحابة وفي الأئمة الأربعة الذين شككوا في بعض المسائل الفرعية المبنية على أخبار آحادية ؟ . . ولو أنصفوا لاحتملوا العذر لعلماء أهل السنّة ولعلماء الاثني عشرية كما احتملوه للصحابة وللأئمة الأربعة .\r\nوفي الحقيقة أنّ اعتقاد الوهابيين بالأخذ بالخبر الآحادي في مجال العقيدة قد جعلهم يدخلون في العقيدة مسائلَ غريبة وخطيرة ، ثم يتهمون كل سني أو اثني عشري بالغلو إذا خالف هذه العقائد الغريبة والخطيرة !\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترتيب المدارك : ج 1 ، ص 66 ، باب ما جاء عن السلف والعلماء في وجوب الرجوع إلى عمل أهل المدينة .\r\n","page_name":" 117 ","page_number":121},
  {"content":"\r\nولولا أنني أكره التشنيع على المسلمين ، وأنني من دعاة التقريب بين الاثني عشرية والوهابية ؛ لذكرتُ بعض عقائد الوهابيين الغريبة التي انبثقت وتولدت من بعض الروايات الآحادية التي رفضها أهل السنّة والاثنا عشرية .\r\nويكفي - هنا - أن نذكر لإخواننا من الوهابيين ما جاء عن الإمام أحمد في هذه القضية .\r\nوفي هذا قال العلامة الشيخ يوسف القرضاوي - حفظه الله - :\r\n« وقد وجدت الحنابلةُ مختلفين في هذه القضية ، نظراً لاختلاف ما روي عن الإمام أحمد بشأنها ، وتبين لي أنّ معظم الأصوليين المحققين في المذهب [ الحنبلي 
  ] يميلون إلى أنّ حديث - أو خبر الواحد - لا يفيد اليقين . وبتعبير آخر : لا يقتضي العلم . ذكر ذلك القاضي أبو يعلى في ( العدة ) ، وأبو الخطاب في ( التمهيد ) ، وابن قدامة في ( الروضة ) ، وابن تيمية في ( المسودة ) ( 1 ) . . » .\r\nوالوهابيون لا يعلمون أنّهم خالفوا الإمام ابن تيمية - رحمه الله - في هذه القضية ، حيث ثبت أنّه قال :\r\n« . . إنّ هذا من أخبار الآحاد فكيف يثبت به أصل الدين الذي لا يصّح الإيمان إلاّ به » ( 2 ) .\r\nوهكذا ؛ نجد الإمام الشاطبي يقول :\r\n( . . الظن في أُصول الدين فإنّه لا يغني عند العلماء ؛ لاحتماله النقيض عند الظان ، بخلاف الظن في الفروع فإنّه معمول به عند أهل الشريعة ، للدليل الدال على إعماله ، فكان الظن مذموماً إلاّ ما تعلّق منه بالفروع . وهذا صحيح ذكره العلماء في هذا الموضع ) ( 3 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) ( الشيخ الغزالي كما عرفته رحلة نصف قرن ) للإمام العلامة يوسف القرضاوي - حفظه الله - : ص 125 . طبعة / دار الوفاء ، مصر ، ط / الأولى سنة 1417 ه‍ - 1997 م .\r\n( 2 ) منهاج السنة : ج 2 ، ص 133 .\r\n( 3 ) الاعتصام للإمام الشاطبي : ( 1 / 235 ) .\r\n","page_name":" 118 ","page_number":122},
  {"content":"\r\nبل خالف الوهابيون - من حيث لا يحتسبون - جمهور الأُمة ، حيث ذهب جمهور أهل السنَّة إلى ( أنّ الأحاديث الآحادية ( 1 ) لا يجوز الاحتجاج بها في المسائل العقائدية ، وذلك لعدم القطع بثبوتها ) .\r\nوكل من بحث عن هذه القضية اتضح له أنّ هذا هو مذهب جمهور الأُمة ، وأنّه مذهب إمام الحرمين في ( البرهان ) ، والسعد في ( التلويح ) ، والإمام الغزالي في ( المستصفى ) ، والإمام ابن عبد البرّ في ( التمهيد ) ، والإمام ابن الأثير في مقدمة ( جامع الأصول ) ، وصفي الدين البغدادي في ( قواعد الأُصول ) ، والإمام ابن قدامة الحنبلي في ( روضة الناظر ) ، وعبد العزيز البخاري في ( كشف الأسرار ) ، وابن السبكي في ( جمع الجوامع ) ، والمهدي في ( شرح المعيار ) ، والإمام الصنعاني في ( إجابة السائل ) ، وابن عبد الشكور في ( مسلم الثبوت ) ، والإمام الشنقيطي في ( مراغي الصعود ) . . . الخ . . . الخ . . . وغيرهم كثير من كبار قدماء أهل السنَّة ومتأخريهم - رحم الله أمواتهم وحفظ أحياءهم - .\r\nوحتى يزداد الأمر وضوحاً أذكر أقوالاً أُخرى في توضيح وتبيين هذه القضية ، لعل الله يهدي إخواننا الوهابيين إلى الرشاد فلا يتهمون مخالفيهم بالغلو لأجل هذه القضية الخلافية .\r\nوفي هذه القضية يقول الإمام الخطيب البغدادي - رحمه الله - :\r\n( خبر الواحد لا يقبل في شيءٍ من أبواب الدين المأخوذ على المكلفين العلم بها والقطع عليها ) .\r\nوقال الإمام أبو إسحاق الشيرازي - رحمه الله - :\r\n( أخبار الآحاد لا توجب العلم ) ( 2 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) ذهب جمهور العلماء أنّ الحديث الآحادي هو ما عدا المتواتر .\r\n( 2 ) التبصرة : ص 298 .\r\n","page_name":" 119 ","page_number":123},
  {"content":"\r\nوقال الإمام الغزالي - رحمه الله - :\r\n( . . . خبر الواحد لا يفيد العلم ، وهو معلومٌ بالضرورة ، فإنا لا نصدق بكل ما سمع ، ولو صدقنا وقدرنا تعارض خبرين فكيف نصدق بالضدين . . ) ( 1 ) !\r\nوقال العلامة الشيخ ابن عبد الشكور - رحمه الله - :\r\n( الأكثر من أهل الأُصول ومنهم الأئمة الثلاثة على أنّ خبر الواحد إن لم يكن معصوماً لا يفيد العلم مطلقاً ، سواء احتف بالقرائن أو لا ) ( 2 ) .\r\nإلى أن قال :\r\n( ولو أفاد خبر الواحد العلم لأدى إلى التناقض إذا أخبر عدلان بمتناقضين . . . ) ( 3 ) .\r\nوقال الإمام أبو منصور عبد القاهر البغدادي - رضوان الله عليه - :\r\n( وأخبار الآحاد متى صح إسنادُها ، وكانت متونها غير مستحيلةٍ في العقل كانت موجبةً للعمل بها دون العلم ) ( 4 ) .\r\nوقال الإمام البيهقي - رحمه الله - :\r\n( . . . ترك أهلُ النظر من أصحابنا الاحتجاج بأخبار الآحاد في صفات الله تعالى إذا لم يكن لما انفرد منها أصل في الكتاب أو الإجماع . . ) ( 5 ) .\r\nوقال الإمام فخر الدين الرازي - رحمه الله - :\r\n( اعلم أنّ المراد في أُصول الفقه بخبر الواحد الخبر الذي لا يفيد العلم واليقين ) ( 6 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) المستصفى للإمام الغزالي : 1 / 145 .\r\n( 2 ) مسلم الثبوت بشرح فواتح الرحموت : ج 2 ، ص 121 - 122 .\r\n( 3 ) المصدر السابق .\r\n( 4 ) أُصول الدين للإمام عبد القاهر البغدادي : ص 12 .\r\n( 5 ) الأسماء والصفات للإمام البيهقي : ص 357 .\r\n( 6 ) المعالم للإمام فخر الدين الرازي : ص 138 .\r\n","page_name":" 120 ","page_number":124},
  {"content":"\r\nوقال - أيضاً - ينتقد الذين يأخذون بأخبار الآحاد في مسائل الاعتقاد :\r\n( . . . ثُمّ إنّهم يتكلمون في ذات الله تعالى وصفاته بأخبار الآحاد ، مع أنّها في غاية البعد عن القطع واليقين ) ( 1 ) .\r\nوفي الأخير أذكر ما جاء في هذه القضية عن المعاصرين من أهل السنَّة .\r\nقال الإمام الشيخ محمد الغزالي المصري - رحمه الله - :\r\n( لقد تخرجتُ في الأزهر من نصف قرن ، ومكثتُ في الدراسة بضع عشرة سنة ، لم أعرف خلا لها إلاّ أنّ أحاديث الآحاد يفيد الظن العلمي ، وأنّه دليل على الحكم الشرعي ما لم يكن هناك دليل أقوى منه . والقول بأنّ حديث الآحاد يفيد اليقين - كما يفيد المتواتر - ضرب من المجازفة المرفوضة عقلاً ونقلاً ) ( 2 ) .\r\nويقول - أيضاً - في أثناء رده على الوهابيين الذين اتهموا كبار علماء أهل السنَّة وعلماء الاثني عشرية بالغلو بسبب رفضهم بعض العقائد الوهابية الشاذة الثابتة بأخبار الآحاد :\r\n( حديث الآحاد يعطي الظن العلمي أو العلم الظني ، ومجاله الرحب في فروع الشريعة لا في أُصولها . ونحن نؤكد أنّ خبر الواحد قديماً وحديثاً ما كان يفيد إلاّ الظن . . . ومع ذلك ففي عصرنا قوم [ يعني : الوهابية 
  ] يريدون بخبر الواحد إثبات العقائد التي يكفر منكرها ، وهذا ضرب من الغلو الممجوح ) ( 3 ) .\r\nوقال الإمام يوسف القرضاوي - حفظه الله - :\r\n( حديث الآحاد وإثبات العقائد . . . وهذا . . . مؤسس على أمرين :\r\n1 - إنّ العقائد لا بد أن تُبنى على اليقين لا على الظن .\r\n2 - وإنّ أحاديث الآحاد - وإن صحتْ - لا تفيد اليقين ، بل لا يفيد اليقين إلاّ المتواتر .\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر كتابه ( أساس التقديس ) .\r\n( 2 ) السنّة النبوية بين أهل الفقه وأهل الحديث للإمام الشيخ محمد الغزالي : ص 74 .\r\n( 3 ) دستور الوحدة الثقافية بين المسلمين للشيخ الإمام محمد الغزالي : ص 68 .\r\n","page_name":" 121 ","page_number":125},
  {"content":"\r\nونصوص القرآن تؤيد الأمر الأول ؛ [ يعني : أنّ نصوص القرآن تؤيد أنّ العقائد لا بد أن تبنى على اليقين لا على الظن 
  ] فإنّ الله تعالى ذم المشركين بقوله : ( وَمَا لَهُم بِهِ مِنْ عِلْمٍ إِن يَتَّبِعُونَ إِلا الظَّنَّ وَإِنَّ الظَّنَّ لا يُغْنِي مِنَ الْحَقِّ شَيْئًا ) ( النجم : 28 ) .\r\nوأقوال جمهور علماء الأُصول ( أُصول الدين وأُصول الفقه ) تؤيد الأمر الثاني [ يعني : تؤيد أنّ أحاديث الآحاد لا تفيد اليقين 
  ] .\r\nوهذا التوجه في التعامل مع أحاديث الآحاد في العقائد هو الشائع لدى المدارس والجامعات الدينية الشهيرة في العالم الإسلامي ، مثل : الأزهر ، والزيتونة ، والقرويين ، وديوبند ، وما تفرع منها ) ( 1 ) .\r\nويقول الشهيد المفكر الاسلامي سيد قطب - رضوان الله عليه - :\r\n( وأحاديث الآحاد لا يؤخذ بها في أمر العقيدة ، والمرجع هو القرآن ، والتواتر شرط للأخذ بالأحاديث في أُصول الاعتقاد ) ( 2 ) .\r\nوفي هذا يقول الإمام الأكبر محمود شلتوت - رحمه الله - :\r\n( . . وهكذا ؛ نجد نصوص العلماء ( متكلمين وأصوليين ) مجتمعة أنّ خبر الآحاد لا يفيد اليقين ، فلا تثبت به العقيدة ، ونجد المحققين يصفون ذلك بأنه ضروري لا يصح أن ينازع أحد في شيء منه ) ( 3 ) .\r\nإلى أن يقول :\r\n( ومن هنا يتأكد ما قررناه من أنّ أحاديث الآحاد لا تفيد عقيدة ، ولا يصح الاعتماد عليها في شأن المغيبات ؛ قولٌ مجمع عليه ، وثابت بحكم الضرورة العقلية التي لا مجال للخلاف فيها عند العقلاء ) ( 4 ) .\r\nوهكذا وهكذا هنالك عشرات الأقوال بين أيدينا التي ذكرها كبار أهل السنّة في هذه القضية ، وإنّما ذكرناها من أجل إقناع إخواننا الوهابيين أن يعذروا علماء أهل السنّة الذين خالفوهم في هذه القضية ، الخلافية ولا داعي لجعلها سبباً في تمزيق الصف الإسلامي .\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر كتاب : ( الشيخ الغزالي كما عرفته رحلة نصف قرن ) للإمام الشيخ يوسف القرضاوي - حفظه الله - : ص 123 - 124 .\r\n( 2 ) في ظلال القرآن ، الشهيد المفسِّر سيد قطب : 6 / 4008 .\r\n( 3 ، 4 ) الاسلام عقيدة وشريعة للإمام شلتوت : 74 - 76 .\r\n","page_name":" 122 ","page_number":126},
  {"content":"\r\n\r\nصورة مختصرة عن السبب الثالث من أسباب مشكلة الخلط عند الوهابية ( 1 ) :\r\nللاثني عشرية مواقفها الشديدة من الغلو والغلاة ، تلك المواقف التي بها تفردت عن سائر المذاهب الإسلامية ، ولم يتخذ أيُّ مذهبٍ من مذاهب الإسلام مواقفاً حاسمة وشديدة من الغلو والغلاة كمواقف الاثني عشرية الشديدة ضد الغلو والغلاة ؛ لأنّ الاثني عشرية في حقائقها وفي خصائصها تخالف تلك التصورات المنحرفة للغلاة ، والمذهب الاثني عشري - بسبب استلهام حقائقه وخصائصه من القرآن الكريم والسنّة الصحيحة - لا يلتقي مع التصورات المجوسية والوثنية والغنوصية ( 2 ) للغلاة ، منذ أول الطريق إلى منتهاه . وهو - بناء على الحقائق الثمان الرئيسية ، وبناء على كل خصائصه التي لا تفارق القرآن والسنّة أبداً - لم يفكِّر لحظة واحدة بضم الغلو والغلاة إلى الإسلام ، بل إنّ المذهب الاثني عشري يسعى لاستنقاذ الغلاة من التصورات الوثنية وضمهم إلى الإسلام ، وهنالك الكثير من الغلاة الذين استنقذهم المذهب الاثنا عشري من الوثنيات وضمهم إلى الإسلام .\r\nونحن لسنا بحاجة لأن نبين لهم أكثر من ذلك إذ الواقع خيرُ دليلٍ ، فلقد شاهدت وحاورت وصادقت بعض الغلاة الذين هجروا الغلو وضمهم المذهب الاثني عشري إلى الإسلام .\r\n* * *\r\n\r\n","description":"","footnote":"\r\n( 1 ) أشرنا سابقاً إلى أنّ الأسباب والعوامل الأُخرى للمشكلة قد تناولناها في كتابنا ( موقف الاثني عشرية من الغلو والغلاة ) .\r\n( 2 ) الغنوصية : أصل بمعنى الغنوص - المعرفة . والمقصود بها التوصل بنوع من الكشف إلى المعارف العليا ، أو هو تذوق تلك المعارف تذوقاً مباشراً . انظر ( نشأة الفكر الفلسفي 1 / 186 ) للنشار . ويدخل من ضمن الغنوصية كل الفرق المنحرفة والوثنية والمذاهب الهندية كالبراهمة والتناسخية وغيرها ، كما تدخل - أيضاً - المذاهب المجوسية كالزرادشتية والمانوية وغيرها .\r\n","page_name":" 123 ","page_number":127},
  {"content":"\r\nونحن لم نكتب هذا البحث إلاّ لأنّ جهل إخواننا الوهابيين بمواقف المذهب الاثني عشري من الغلو والغلاة ؛ من الأسباب الرئيسية لتضّخم مشكلة الخلط بين الاثني عشرية وبين فرق الغلاة عند الجماعة الوهابية ، ومن ثَمّ فاخواننا من اتباع الجماعة الوهابية بحاجة ماسة إلى تبيين وتوضيح ( مواقف الاثني عشرية من الغلو والغلاة ) ، تقرِّب إليهم هذه المواقف كما هي في مصادرها في كتب الاثني عشرية .\r\nوقارئ هذا البحث لا بد له أنْ يعلم أنّ التباين بين المذهب الاثني عشري وبين فرق الغلاة من البديهيات ؛ لأنّ الاثني عشرية تتبع النصوص القرآنية كلمة كلمة وتتمسك بالسنّة ولا تتخطاها . .\r\nوهذا البحث إنّما كتب للذين لديهم شبهة ؛ إذ الشبهة قد تجعل الأمر البديهي الصريح بحاجة إلى توضيح . ولا شك أنّ الذي يتبع منهج كبار علماء أهل السنَّة في العصور القديمة والعصر الحديث لا يحتاج إلى هذا البحث ؛ لأنّهم لا يشكون في المفارقة والمباينة بين الاثني عشرية وفرق الغلاة ( 1 ) .\r\nوهذا البحث يتناول سبباً من أهمِّ الأسباب التي وسّعت مشكلة الخلط بين الاثني عشرية وفرق الغلاة عند الجماعة الوهابية . ولا شك أنّ الجماعة الوهابية لو كانت تعلم موقف الاثني عشرية من الغلو والغلاة لما خلطت بين الاثني عشرية وبين فرق الغلاة .\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع ما قاله حول هذا الموضع العلامة والمفكر السنِّي أنور الجندي - رحمه الله - في كتابه ( الإسلام وحركة التاريخ ) : ص 421 . وانظر ص 33 من كتابنا هذا . وانظر - أيضاً - ما قاله العلامة السنِّي مصطفى الشكعة في كتابه ( إسلام بلا مذاهب ) ص 187 . وارجع إلى ص 34 - 42 من هذا الكتاب .\r\nوارجع إلى جدول آراء الفرق الأربع عند ذكرنا لآراء الفريق الأول ( الوهابية ) ، والفريق الثاني والفريق الثالث ( أهل السنة ) ، والفريق الرابع ( الاثني عشرية ) من كتابنا ( رحلتي من الوهابية إلى الاثني عشرية ) .\r\n","page_name":" 124 ","page_number":128},
  {"content":"\r\nويشتمل هذا البحث على خمسة أقسام :\r\nالقسم الأول : يتناول ( موقف الاثني عشرية من التصورات الوثنية للغلاة ) .\r\nالقسم الثاني : يتناول ( موقف الاثني عشرية من التشريعات الوثنية للغلاة ) .\r\nوالقسم الثالث : يتناول ( موقف الاثني عشرية من الشخصيات الوثنية للغلاة ) .\r\nالقسم الرابع : يتناول ( موقف الاثني عشرية من الروايات الوثنية للغلاة ) .\r\nالقسم الخامس : يتناول ( موقف الاثني عشرية من الكتب الوثنية للغلاة ) .\r\nوفيما يلي صورة للأقسام الخمسة التي تبين وتوضّح موقف الاثني عشرية من الغلو والغلاة :\r\n","description":"","footnote":"","page_name":" 125 ","page_number":129},
  {"content":"\r\n","description":"","footnote":"","page_name":" 126 ","page_number":130},
  {"content":"\r\nالشكل 
  ] 5 [\r\n* موقف الاثني عشرية من الغلو والغلاة - ›\r\n1 - أولاً موقف الاثني عشرية من التصورات الوثنية للغلاة .\r\n2 - ثانياً موقف الاثني عشرية من التشريعات الوثنية للغلاة .\r\n3 - ثالثاً موقف الاثني عشرية من الشخصيات الوثنية للغلاة .\r\n4 - رابعاً موقف الاثني عشرية من الكتب الوثنية للغلاة .\r\n","description":"","footnote":"","page_name":" 127 ","page_number":131},
  {"content":"\r\n","description":"","footnote":"","page_name":" 128 ","page_number":132},
  {"content":"\r\n\r\nالقسم الأول ( 1 ) : موقف الاثني عشرية من التصورات الوثنية للغلاة :\r\nللمذهب الاثني عشري دور عظيم في انقاذ المسلمين من العقائد الوثنية والتصورات المنحرفة للغلاة . . ولم يكن مستطاعاً أن تنحصر التصورات المنحرفة للغلاة لولا تلك الجهود العظيمة التي بذ لها المذهب الاثني عشري في مواجهة الغلو والغلاة . وسوف يتَّضح ويتبين لنا الطريقة المنهجية والموضوعية التي اتخذها المذهب الاثني عشري في مواجهة الغلو والغلاة ، مما جعل الغلو ينحصر ويتأقلم في شرذمة قليلة . . ولولا الاثنا عشرية لانتشرت تصورات الغلاة بين المسلمين .\r\n* * *\r\nلقد كانت أهم الصور المنحرفة التي وقف المذهب الاثني عشري منها موقفاً حاسماً هي : الصورة التي تقتضي ( تأليه الإنسان ) وسلب صفة العبودية منه . وتلك الصورة ناشئة من عدم الفصل بين طبيعة الألوهية وطبيعة العبودية ، وبين مقام الإله ومقام الإنسان ، وبين خصائص الإله وخصائص الإنسان .\r\nلقد بيّن الأئمة الاثنا عشر - من لدن الإمام علي إلى الإمام المهدي - ، في المئات من أقوالهم المدّونة في كتب الاثني عشرية مقام ( الإنسان ) ومكانته ، وصرّحوا بأنّ الإنسان مهما ارتقى في مراتب الكمال من المحال أنْ يرتقي من مقام العبودية إلى مقام الألوهية ، ومن المحال أنْ يحصل على خاصّية من خصائص الذات الإلهية . وأقوال الأئمة الاثني عشر هي استلهام من نصوص القرآن والأحاديث النبوية الصحيحة ، وتبيين لما نزل في القرآن وما جاء به النبي - صلى الله عليه وآله وسلم - .\r\n\r\n","description":"","footnote":"\r\n( 1 ) تناولنا هذا القسم وبقية الأقسام الأُخرى التي تبين موقف الاثني عشرية من الغلو والغلاة في كتاب مستقل تحت عنوان ( موقف الاثني عشرية من الغلو والغلاة ) ، وسوف نذكر هنا خلاصّة القسم الأُول من ذلك الكتاب .\r\n","page_name":" 129 ","page_number":133},
  {"content":"\r\nومن هنا تجد أُسلوب القرآن وأُسلوب السنّة بصورة واضحة وجلية في كلماتهم المفردة وفي عباراتهم المركبّة ، وتجد تأثيرهما - القرآن والسنّة - بصورة ملموسة في كلِّ أقوالهم . ولا بد للقارئ من التأمّل في أقوالهم حتى يلاحظ انبثاقها وتولّدها من القرآن والسنّة النبوية .\r\nونحن نجد في كلّ أقوالهم ما يقتضي شمول العبودية لكل شيء ، وتفرّده - سبحانه - بالألوهية وأنها من مختصاته ، فهي ألوهية لله - سبحانه - وعبودية لكل ما عداه - سبحانه - ، وكل ما عداه فهو من عبيده . . ولأنّ أساس انحراف الغلاة يتمثّل ويتجسّم في تأليه الإنسان أو إعطاء خاصّية من خصائص الألوهية للعبيد ؛ فقد كثرت أقوال الأئمة الاثني عشر على تأكيد صفة العبودية لكلّ ما عدا الله ، ولأنّ الغلاة - لعنهم الله - ادّعوا إلوهية الأئمة الاثني عشر - والعياذ بالله - أو ادّعوا لهم خاصّية من خصائص الألوهية - والعياذ بالله - ، فقد ركّزت أقوال الأئمة الاثني عشر تركيزاً كبيراً على تقرير وتأكيد عبوديتهم لله - تعالى - ، وسلك الأئمة الاثنا عشر كل المسالك ، واتبعوا شتى أساليب الإبانة والتعبير لتقرير صفة العبودية لله - تعالى - ، والخضوع التام له ، ولتقرير صفة البشرية لأنفسهم .\r\nولقد توسع الأئمة الاثنا عشر في استعراض حقيقة وصفهم بالعبودية والخضوع لله ، وكل ذلك لأنّ نفي ( حقيقة وصفهم بالعبودية ) هي القاعدة التي يرتكز عليها الغلاة - لعنهم الله - ، وهي القاعدة التي تنبثق منها كل تصوراتهم المغالية المنحرفة . والخضوع لمقام الألوهية جلي في جميع أقوال الأئمة ، من لدن الإمام علي إلى الإمام المهدي . واحتلت هذه الحقيقة مساحة كبيرة في كتب الاثني عشرية التي جمعت أقوال الأئمة الاثني عشر .\r\nإنّ حقيقة صفة العبودية للأئمة الاثني عشر يقررها الأئمة الاثنا عشر في مئات الأقوال المروية عنهم في كتب الاثني عشرية ، وسنحاول أنْ نستعرض بعض الأقوال الواردة عنهم في تقرير هذه الحقيقة ، وعلى القارئ الكريم أنْ لا\r\n","description":"","footnote":"","page_name":" 130 ","page_number":134},
  {"content":"\r\nينسى أنْ يتذكر الأثر الحاسم لأقوال الأئمة الاثني عشر في محو التصورات الوثنية للغلاة ، ولا ينسى - أيضاً - دور أصحاب الأئمة الاثني عشر الذين حفظوا هذه الأقوال ورعوها ودوّنوها حتى وصلت إلينا .\r\nونحن نبتغي ونهدف من عرض أقوال الأئمة الاثني عشر أنْ يكون قارئ هذا البحث على علم بأنّ هذه الأقوال إنّما تواجه الغلو وفرق الغلاة ؛ الذين يقول بتكفيرهم علماء الاثني عشرية ، لكننا نأسف لإخواننا الوهابيين الذين لم يدركوا أقوال الأئمة الاثني عشر ، وظنوا أنّها موجهة نحو الاثني عشرية لا الغلاة ، ومن هنا نجدهم في كتاباتهم يذكرون هذه الأقوال تحت باب ( أقوال الأئمة الاثني عشر في ذم المذهب الاثني عشري ) .\r\nولو كان الوهابيون غير مصابين ب‍ ( مشكلة الخلط بين الاثني عشرية وبين فرق الغلاة ) لما وقعوا في هذا الخطأ الخطير ، لكن لا غرابة في هذا الخطأ الخطير بعد أنْ سيطرت عليهم ( مشكلة الخلط ) .\r\n* * *\r\nوالآن نمضي في عرض صفة ( عبودية الأئمة الاثني عشر ) من خلال أقوالهم التي آمن بها أتباع المذهب الاثني عشري ، فقد روي عَنْ الإمام جعفر الصادق عن آبائه أنّه قال : « قال رسول الله صلى الله عليه وآله وسلم : لا ترفعوني فوق حقّي فإنّ الله - تعالى - اتّخذني عبداً قبل أن يتّخذني نبياً » ( 1 ) .\r\nوهذه الحقيقة « اتّخذني عبداً » توسّع الأئمة الاثنا عشر في عرضها ؛ لأنها تبين أنّ مقام الإنسان مهما بلغ من الكمال فهو مقام العبودية لله سبحانه .\r\nوروي عن الإمام علي - كرم الله وجهه - أنه قال : « . . . . إيّاكم والغلو فينا ، قولوا : إننا عبيد مربوبون . . . » .\r\n\r\n","description":"","footnote":"\r\n( 1 ) ذكر الشيخ عبد الحليم الجندي في كتابه ( الإمام الصادق ) بعض الروايات المروية عن أئمة أهل البيت والتي تؤكد عبوديتهم لله سبحانه .\r\n","page_name":" 131 ","page_number":135},
  {"content":"\r\nوحقيقة ما قاله الإمام علي « أننا عبيد مربوبون » هي الحقيقة الأساسية والرئيسية ، والحقيقة الواقعية التي آمن بها كلّ أتباع المذهب الاثني عشر .\r\nويرى المراجع لكتب الاثني عشرية اهتمام الأئمة الشديد في وصف أنفسهم بأنّهم عبيد لله - سبحانه - ، ومربوبون له وكل كتاب من كتب الاثني عشرية عندما يتناول صفات الأئمة الاثني عشر يذكر هذه الحقيقة .\r\nوهذه الصفة ( صفة عبودية الأئمة الاثني عشر لله سبحانه ) هي الصفة الأساسية للأئمة الاثني عشر عند الاثني عشرية ، وتهتم كتب الاثني عشرية بتقرير صفة عبودية الأئمة الاثني عشر لله - سبحانه - في مواضع كثيرة ، حتى استقرت هذه الحقيقة في نفوس كل الاثني عشرية ، ووجدت حية قوية واقعية .\r\nوعندما كنت أراجع أقوال الأئمة الاثني عشر حول هذه الحقيقة أقف متأملاً ، وأقوم بتطبيق ما يذكره علماء الأئمة الاثني عشر وما ذكره الأئمة أنفسهم ، فأجد تمام المطابقة بينهما ، وأن ما قاله علماء الاثني عشرية هو عين ما ذكره الأئمة ، حتى أصبحت عبودية الأئمة الاثني عشر - عند الاثني عشرية - من الحقائق الأساسية في هذا المذهب العظيم ، وأصبحت هذه الحقيقة تملي على الاثني عشرية حياتهم ، وتواجههم في كلِّ درب ، وتعايشهم بالليل والنهار . . . عند ذلك لم يعدْ للغلو في الأئمة الاثني عشر مجال عند الاثني عشرية ، ولم يعد للغلاة مكان .\r\nوقد وضعت الحواجز القوية والمنيعة بين الاثني عشرية وبين الشرذمة القليلة المغالية المنبوذة من قبل الاثني عشرية ، وبطلت ومحيت التصورات الوثنية للغلاة التي كان يعتقد بها شرذمة من الغلاة ، وثبت في عالم الواقع الاثني عشري - الذي عشناه ولمسناه في فترة طويلة - حقيقة صفة عبودية الأئمة الاثني عشر لله سبحانه .\r\nإنّ كل اثني عشري يدرك ويؤمن بما قاله الإمام الثامن ( الإمام الرضا ) من الأئمة الاثني عشر حيث يقول - رضوان الله عليه - : « إنّ من تجاوز بأمير المؤمنين - كرم الله وجهه - العبودية فهو من المغضوب عليهم ومن الضالين » ( 1 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع ما نقله العلامة عبد الحليم الجندي في كتابه الإمام جعفر الصادق ، حيث نقل بعض روايات أهل البيت التي تفصل بين مقام الألوهية ومقام العبودية .\r\n","page_name":" 132 ","page_number":136},
  {"content":"\r\nوكل اثني عشري يؤمن بما قرره الإمام الرضا - رضوان الله عليه - من الفصل التام بين مقام الألوهية ومقام العبودية ، وبين خصائص الألوهية وخصائص العبودية .\r\nوعبودية الإمام علي لله - تعالى - هي القضية الأولى والقضية الكبرى في مذهب الاثني عشرية ، الذين يؤمنون بكل ما ورد عن الأئمة الأحد عشر الذين جاءوا بعد الإمام علي ؛ من أقوال تنفي الألوهية عن الإمام علي ، وتنفي عنه أي خاصية من خصائص الألوهية ، وتثبت وتقرر للإمام علي - كرم الله وجهه - صفة العبودية لله - سبحانه - والخضوع له .\r\nوكلّ اثني عشري يؤمن بما قال الإمام الرضا - رضوان الله عليه - في هذه العبارة المقتطفة : « . . . أوليس علي - كرم الله وجهه - كان آكلاً في الآكلين ، وشارباً في الشاربين ، وناكحاً في الناكحين ، ومحدثاً في المحدثين ؟ !\r\nوكان مع ذلك مصليّاً خاضعاً بين يدي الله ذليلاً ، وإليه أوّاهاً منيباً ، أفمن هذه صفته يكون إ لهاً ؟ فإنّ كان هذا إ لهاً فليس منكم أحدٌ إلاّ وهو الله ؛ لمشاركته له [ يعني : للإمام علي 
  ] في هذه الصفات الدالات على حدوث كل موصوف بها » ( 1 ) .\r\nوتتجلى هذه الأقوال بصورة واضحة وصريحة في كلمات علماء الاثني عشرية ( 2 ) ؛ التي انبثقت وتولّدت من أقوال الأئمة الاثني عشر في تقرير عبوديتهم لله - سبحانه - . وكما انبثقت أقوال الأئمة الاثني عشر من الكتاب والسنة النبوية ، فقد انبثقت أقوال علماء الاثني عشرية من أقوال الأئمة الاثني عشر - عليهم السلام - كما تتجلى هذه الحقيقة الأساسية في كل كتب الاثني عشرية ، وتتجلى - أيضاً - في الواقع الفعلي المعاش للاثني عشرية المعاصرين .\r\n* * *\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر السابق .\r\n( 2 ) ذكرنا أكثر هذه الأقوال في كتابنا ( رحلتي من الوهابية إلى الاثني عشرية ) عند تناول الحقائق الثمان للاثني عشرية .\r\n","page_name":" 133 ","page_number":137},
  {"content":"\r\nوالحاجة إلى جلاء هذه الحقيقة هي حاجة ضرورية ؛ من أجل معالجة الجماعة الوهابية التي تتهم الاثني عشرية بتأليه الأئمة الاثني عشر - والعياذ بالله - ، ومن هنا نحن ما كتبنا هذا الكتاب إلاّ من أجل استنقاذهم من هذه التهمة الخطيرة . كما أنّ الحاجة إلى جلاء هذه الحقيقة الأساسية عند الاثني عشرية هي حاجة ضرورية ؛ من أجل الحفاظ على الوحدة الإسلامية بين الاثني عشرية وبين الوهابية الذين ظلموهم في هذه التهمة الخطيرة .\r\n* * *\r\nوقبل أن نمضي في عرض الجهد الطويل لعلماء الاثني عشرية ، الذي بذلوه في محاربة الغلو والغلاة ( 1 ) نحبُّ أن نقرر حقيقة تنفعنا في تجلية موقف الاثني عشرية من الغلو وفرق الغلاة ، وتنفعنا في تجلية دور علماء الاثني عشرية في حفظ المسلمين من الغلو وفرق الغلاة ، وتنفعنا - أيضاً - في تجلية موقف علماء الاثني عشرية من كلِّ المعتقدات والتصورات المغالية والمنحرفة لفرق الغلاة ، وهذه الحقيقة تقول : إنّ أقوال الأئمة الاثني عشر في نفي صفة الألوهية عن الإمام علي - كرم الله وجهه - والتي ذكرنا بعضها ؛ كان لها قوة دافعة في حياة الاثني عشريين ، وحققت غرضها في استجاشة ضمير الاثني عشريين وتحريكهم ضد كل التصورات والاعتقادات المنحرفة ؛ التي لا تتفق مع العقيدة الاثني عشرية المستلهمة من القرآن والسنّة .\r\nولقد استحالت تلك الأقوال إلى واقع ملموس ومحسوس ، يدركه كل من عايش وجالس الاثني عشريين ، وقد عشتُ معهم ثلاثة عشر عاماً . لقد قادت تلك الأقوال المذهب الاثني عشري إلى الاعتدال والوسطية في كيفية التعامل مع الإمام علي - كرم الله وجهه - ، وفصلت هذه الأقوال بين الاثني عشرية وبين أي اعتقادٍ\r\n\r\n","description":"","footnote":"\r\n( 1 ) ذكرنا هذه الجهود العظيمة في كتابنا ( موقف الاثني عشرية من الغلو والغلاة ) .\r\n","page_name":" 134 ","page_number":138},
  {"content":"\r\nلا يلتقي مع الكتاب والسنّة ؛ لأنّ الاثني عشريين لهم اهتمام شديد بتطبيق أقوال الأئمة الاثني عشر المستلهمة من الكتاب والسنّة ، بسبب الأدلة والبراهين القوية والنصوص النبوية الصريحة في النصّ على الأئمة الاثني عشر ( 1 ) ، وفي وجوب اتباعهم والتمسك بهم ؛ لأنّهم لا يخالفون الكتاب والسنة . ومن هنا حين نستعرض النصوص الواردة عن الأئمة الاثني عشر في تقرير صفة العبودية لله - سبحانه - ( 2 ) لأنفسهم ، وحين ننقل أقوالهم ؛ إنّما نستعرضها وننقلها لأنها ليست مجرّد أقوال تقال ، بل هي أقوال استقرّت في ضمير الاثني عشريين ، واستقرت في حياتهم . وهي ليست أقوالاً تلفظها شفاه الاثني عشريين ، وليست أقوالاً بعيدة عن واقع حياة الاثني عشريين ، بل استحالت هذه الأقوال إلى عقيدة إيجابية آمن بها الاثنا عشريون .\r\nوإلى هنا نكون قد قدّمنا صورة مقتضبة عن المرحلة الأُولى في دراسة المذهب الاثني عشري ، ونشرع الآن في تبيين المرحلة الثانية لدراسة هذا المذهب .\r\n* * *\r\n\r\n","description":"","footnote":"\r\n( 1 ) ذكرنا هذه النصوص الموجودة في صحيح البخاري وفي صحيح مسلم في كتابنا ( رحلتي من الوهابية إلى الاثني عشرية ) عند تناول الحقيقة السادسة من حقائق الاثني عشرية .\r\n( 2 ) ذكرنا هذه النصوص في كتابنا ( موقف الاثني عشرية من الغلو والغلاة ) .\r\n","page_name":" 135 ","page_number":139},
  {"content":"\r\n","description":"","footnote":"","page_name":" 136 ","page_number":140},
  {"content":"\r\n\r\nالمرحلة الثانية : ( مرحلة المعرفة التحليلية للمذهب الاثني عشري )\r\nوالأمر الثاني الذي يجب مراعاته والالتزام به حينما نريد طرح ( حقائق الاثني عشرية وخصائصها ) على إخواننا الوهابيين ، حتى لا يرفضوا مسألة التقريب بين الاثني عشرية والوهابية وحتى لا يتعرضوا للانزلاق والخطأ ، وحتى لا يرتكبوا جريمة التشويه في حقِّ ( حقائق الاثني عشرية وخصائصها ) من حيث لا يعلمون ؛ هو أن نبين لهم ضرورة دراسة هذه المرحلة ، بعد أن وضحّنا لهم المرحلة الأولى . كما سنوضح لهم أنّ هدف ( المرحلة الأولى ) يتلخَّص في معالجتهم واستنقاذهم من مشكلة الخلط بين الاثني عشرية وفرق الغلاة ، وتحقق هذا الهدف عندما بيّنا لهم في المرحلة الأُولى الفرق بين الحقائق والخصائص المرتبطة والمتعلِّقة بالاثني عشرية ، وبين الأوهام المرتبطة والمتعلِّقة بفرق الغلاة . أما الهدف الرئيسي لهذه المرحلة ( مرحلة المعرفة التحليلية للاثني عشرية ) فهو يتبلور في تحليل ودراسة الحقائق التي أثبتنا - في المرحلة الأُولى - ارتباطها وتعلقها بالاثني عشرية بالدليل والبرهان ، ولا علاقة لنا بالأوهام التي ثبت لنا عدم انتسابها للاثني عشرية في المرحلة الأُولى - أيضاً - .\r\nوالحقائق التي سوف نقوم بتحليلها ودراستها هي الحقائق الموجودة في الكتب المعتبرة عند الاثني عشرية . وهذه الحقائق ليست شيئاً آخر سوى الثمرة الطبيعية لما تحتويه الكتب المعتبرة عند الاثني عشرية .\r\n","description":"","footnote":"","page_name":" 137 ","page_number":141},
  {"content":"\r\nوكلمة أُخرى في المنهج الذي نتوخاه في هذا الكتاب وهي : إنّنا قسّمنا الحقائق المستخرجة والمستلهمة من كتب الاثني عشرية إلى ثمان حقائق ، وفي هذه المرحلة الثانية سوف نتناول ( أربع حقائق ) من حقائق الاثني عشرية ، وسنتناول في المرحلة الثالثة ( مرحلة المعرفة الجذرية للمذهب الاثني عشري ) الحقائق الأربع المتبقية من حقائق الاثني عشرية الثمان .\r\nوالذي يقرأ هذه المرحلة دون أن يراجع المرحلة الأُولى من هذا الكتاب قد لا يدرك البيان الذي سنقدّمه حول الحقائق الأربع التي سنتناولها في هذه المرحلة ، وسنرى هذا بوضوح كلما تقدم بنا البحث .\r\nوقد أطلقنا على هذه المرحلة ب‍ ( المرحلة التحليلية للمذهب الاثني عشري ) ، لأننا سوف نقوم في هذه المرحلة بدراسة تحليلية لمحتويات ومضامين حقائق الاثني عشرية وخصائصها .\r\nولعله مما يُحتم الالتزام بهذا المنهج الذي وضعناه لغرض تصحيح منهج أتباع الجماعة الوهابية في دراسة الاثني عشرية ، ولغرض التقريب بين الاثني عشرية والوهابية أن نُدرِكَ حقيقة هامة ، وهي : إنّنا وجدنا أنّ الطابع العام فيما كتبه أتباع الجماعة الوهابية حول الاثني عشرية لم يكن يستند على الدراسة التحليلية لمضامين ومحتويات الاثني عشرية ، بل كان يستند على الدراسة التحليلية لمضامين ومحتويات مقالات فِرق الغلاة ؛ التي ذكرها قدماء أهل السنَّة وذكرها قدماء الاثني عشرية في كتب المقالات والفرق ، فتلقف تلك المقالات أتباع الجماعة الوهابية وحسبوها من حقائق الاثني عشرية وخصائصها .\r\nوالغريب أنّ بعض المتأخرين من أهل السنَّة اعتمدوا على تلك الدراسات الوهابية عن الاثني عشرية ، وهم يعلمون أنّ أتباع الجماعة الوهابية اعتمدوا على تلك المقالات التي نسبها علماء أهل السنَّة ، وعلماء الاثني عشرية في كتب الفرق للفرق المغالية والمنحرفة التي كفرها الاثنا عشرية .\r\n","description":"","footnote":"","page_name":" 138 ","page_number":142},
  {"content":"\r\nوقد لاحظت أنّ المحققين من أهل السنَّة أدركوا هذه الحقيقة الهامة ، ومن ثَمّ رفضوا مقالات الجماعة الوهابية ضد الاثني عشرية ، بعد أن علموا أنّ منبعها المقالات التي أثبتها أهل السنَّة والاثني عشرية عند ذكر فِرَق الغلاة ، وأخذوا يدرسون الاثني عشرية من خلال تحليل مضامينها ومحتوياتها .\r\nوهذا هو الذي يفسّر لنا سرّ الاختلاف بين فتوى ( إحسان إ لهي ظهير ) الذي حكم بتكفير الاثني عشرية ، وفتوى إمام أهل السنَّة وشيخ الأزهر ( محمود شلتوت ) الذي حكم بأنّ الاثني عشرية مسلمون ، فالإمام الأكبر اعتمد على الدراسة التحليلية لمضامين الاثني عشرية ، فحكم بأنّ الاثني عشرية مسلمون ، وإحسان إ لهي ظهير اعتمد على تلك المقالات ، فحكم بكفر الاثني عشرية ، ومن هنا تأتي الأهمية الكبرى لهذه المرحلة .\r\nإنّ المنهج السليم يقتضي أنْ ندرس مضامين ومحتويات المذهب - أيّ مذهب - قبل الحكم عليه بالكفر .\r\nوسبق أنْ أشرنا أنّ قصدنا في هذه المرحلة ( مرحلة المعرفة التحليلية للمذهب الاثني عشري ) إنّما هو عرض بعض الحقائق الهامة عند الاثني عشرية ، وأشرنا إلى أننا سنتناول أربع حقائق .\r\nولعله يتحتَّم أن ندرك هذه الحقائق الأربع الهامة بصورة مجملة ، وسوف نتناول هذه الحقائق بصورة مفصّلة في القسم الثاني من هذا البحث ( 1 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) يراجع البحث التفصيلي لهذه الحقائق الأربع في كتابنا ( حقائق الاثني عشرية وخصائصها بين أهل السنّة والجماعة الوهابية ) والذي بينت فيه رحلتي من الوهابية إلى الاثني عشرية ، الفصل الأول والفصل الثاني من الباب الثاني من ذلك الكتاب .\r\n","page_name":" 139 ","page_number":143},
  {"content":"\r\n","description":"","footnote":"","page_name":" 140 ","page_number":144},
  {"content":"\r\nالحقيقة الأُولى : ( حقيقة الألوهية والنبوة في المذهب الاثني عشري )\r\nإنّ أوّل حقيقة من الحقائق التي طُرِحت في كتب الاثني عشرية هي : ( حقيقة الألوهية والنبوة ) ، واحتلت هذه الحقيقة الهامة والأساسية أكبر مجال في الفكر الاثني عشري .\r\nويدرك كل من راجع كتب الاثني عشرية أنّ هذه الحقيقة هي موضوع الاثني عشرية وغايتها ، فكتب العقيدة عند الاثني عشرية هي تعريف بالله وبالنبوة ، تعريف لتوحيده في الألوهية ، وتوحيده في الربوبية . . وتعني كل كتب الاثني عشرية بضرورة الفصل والتمييز بين خصائص الألوهية وخصائص العبودية ، وضرورة تجريد العباد من خصائص الألوهية ؛ فالله هو وحده المتفرد بالألوهية ، وكل ما وراءه - سبحانه - فهو من خلق الله .\r\nإنّ الاهتمام الشديد لدى الاثني عشرية بهذه الضرورة - أي ضرورة الفصل بين الله سبحانه وبين العباد المخلوقين - هو الذي جعل الاثني عشرية يقفون موقفاً عدائياً من الفرق المغالية . وإذا راجع القارئ الكمية الهائلة من الكتب التي كتبها الاثنا عشريون في الرد على الغلاة ، وقرأ محتويات هذه الردود ، يجد أنّ هذه الردود كانت تأكّد على تكفير الغلاة ؛ لأنّهم أهملوا ضرورة الفصل بين مقام الألوهية ومقام العبودية . ومن أجل هذه الضرورة كفّر الاثنا عشرية الغلاة الذين يقولون بالحلول والاتحاد ؛ إذ إنّ هذا القول يلزم منه عدم الفصل بين مقام الألوهية ومقام العبودية .\r\nومن أجل هذه الحقيقة الكبرى حارب الاثنا عشرية الغلو والغلاة ، حتى أصبحوا في العصر الحديث شرذمة قليلة منبوذة ومطرودة من قبل كل الاثني عشريين .\r\n","description":"","footnote":"","page_name":" 141 ","page_number":145},
  {"content":"\r\nوالقسم الآخر من هذه الحقيقة الأُولى هي قضية ( النبوة ) إذ إننا نعتقد - من خلال الدراسة الطويلة للمذهب الاثني عشري لفترة ثلاثة عشر سنة متواصلة ( 1 ) - أنّ منهج الاثني عشرية وطريقتهم في طرح قضية ( النبوة ) وعرضها يتفق تماماً مع منهج القرآن في عرض هذه القضية الهامة . ونطلب من القارئ الكريم أن يرجع في معرفة هذه القضية وغيرها إلى كتب الاثني عشرية وحدها ، ليجد فيها أنّها تعرض قضية النبوة من خلال الاعتماد على النصوص القرآنية .\r\nونحب أن يكون معروفاً لقارئ هذا الكتاب أنّ الاثني عشرية حاربوا الغلاة ؛ لأنّهم لم يعتمدوا على القرآن في معرفة قضية النبوة ، وخرجوا عن منهجه ، وأنكروا حقيقة قرآنية مسلّمة وهي حقيقة ( إنّ قضية النبوة خُتمت بمحمد صلى الله عليه وآله وسلم ) ، كما حاربوا الغلاة ؛ لأنّهم أنكروا حقيقة قرآنية مسلّمة وهي حقيقة ( أفضلية محمد على كلِّ البشر ) .\r\nوملحوظ في كتب الاثني عشرية أنّها تقوم بتجلية حقيقة خاتمية النبوة بمحمد - صلى الله عليه وآله وسلم - ، وتجد كل مَنْ كتب مِنْ الاثني عشرية حول نبوة النبي محمد - صلى الله عليه وآله وسلم - يذكر أنّه آخر وخاتم الأنبياء ، ويكفر من يزعم أنّ هناك نبيّاً بعده ؛ فلا نبوة بعده ، ولا رسالة جديدة بعد رسالته . وتلمس في مواضع كثيرة في الكتب التي كتبها الاثنا عشرية ضد الغلاة ؛ الهجوم الشديد على الذين يزعمون أنّ النبوة لم تختم بمحمد - صلى الله عليه وآله وسلم - .\r\nونحبُّ في الأخير أنْ يكون معروفاً لقارئ هذا الكتاب أنّ هذه الحقيقة الأُولى عندما عرضت في كتب الاثني عشرية لم تعرض بصورة مستقلة عن القرآن والسنّة ، بل إنّ القارئ لكتب الشيعة سوف يجد بصورة صريحة أنّ هذه الحقيقة مأخوذة بكاملها وتمامها من نصوصّ القرآن ومن السنّة الشريفة ( 2 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) منذ سنوات وأنا أحضر بحوث الخارج ، وهي أعمق وأهم مرحلة في دراسة الاثني عشرية ، ولم أشرْع في دراسة بحوث الخارج إلا بعد أن أكملتْ دراسة مرحلة المقدمات ومرحلة السطوح .\r\n( 2 ) سنتناول هذه الحقيقة الكبرى وا لهامة في الفصل الثاني من الباب الثاني من كتاب ( رحلتي من الوهابية إلى الاثني عشرية ) .\r\n","page_name":" 142 ","page_number":146},
  {"content":"\r\nالحقيقة الثانية : ( حقيقة الشرائع والأحكام في المذهب الاثني عشري )\r\nولعله مما يميز هذا المنهج الذي رسمناه هو أنّه التزم بالترتيب العلمي والمنطقي بين الحقائق الثمان التي يتكوّن منها هرم الاثني عشرية ، بحيث إنّه إذا أدركت الحقيقة الأُولى فسوف تدرك بقية الحقائق . فهذه الحقائق تسير على نظام فكري واحد ، وأساس منهجي واحد ، مترتبة بشكل هرمي ، وكل حقيقة تسوقنا إلى الحقيقة التي بعدها ؛ فمن السذاجة والعبث محاولة الإصابة في إدراك الحقيقة التالية إذا لم تحالفنا الإصابة في إدراك الحقيقة السابقة .\r\nوإذا كانتْ الحقيقة الأُولى تتحدّث عن العقيدة ، وكان الطابع العام لها هو الحديث عن الجنبة الفكرية ، فإنّ الحقيقة الثانية تتحدّث عن جانب عملي . . الحقيقة الأُولى تتحدّث عن ممارسات العقل ، وهذه الحقيقة تتحدث عن ممارسات الجسد . وهذا هو الفرق بين الحقيقتين . ولا يمكن التفكيك بين الحقيقتين ، فالإيمان بالحقيقة الأُولى يقتضي العمل بالحقيقة الثانية .\r\nومن ثَمّ فالحديث عن هذه الحقيقة في كتب الاثني عشرية لا ينفصل عن الحديث عن الحقيقة الأُولى ؛ لأنّ هذه الحقيقة هي من مقتضيات الحقيقة الأُولى ( حقيقة الألوهية والنبوة ) ، وتنبثق منها انبثاقاً ذاتياً ؛ فإذا كانت الحقيقة الأولى في كتب الاثني عشرية تقرر أنّه لا إله إلاّ الله ، ولا معبود إلاّ الله ، ولا خالق إلاّ الله ،\r\n","description":"","footnote":"","page_name":" 143 ","page_number":147},
  {"content":"\r\nولا نافع ولا ضار إلاّ الله ، ولا مدبر إلاّ الله ، ولا مشرِّع إلاّ الله ، فإنّ هذه الحقيقة الثانية تقول : « ما دام أنّه قد تقرر وثبت في الحقيقة الأُولى أنّه لا مشرِّع إلاّ الله ؛ فيجب إذن أن لا تستمد الشرائع والأحكام إلاّ من القرآن الكريم والسنّة الشريفة » .\r\nومن ثَمّ فحين يراجع الإنسان كتب الشرائع والأحكام الفقهية في كتب الاثني عشرية ، سيجد أنّها مستخرجة ومنبثقة ومستنبطة من النصوص القرآنية والأحاديث النبوية الصحيحة ، وأنّ منهج كتب الاثني عشرية في عرض الشرائع والأحكام لا يخالف منهج القرآن والسنّة في عرض الشرائع والأحكام ، ومن ثَمّ رتبوا الشرائع والأحكام بنفس الصورة التي عرضها القرآن ، وتعاملوا بصورة مباشرة مع النصوص القرآنية .\r\nوطريقتهم - في كتبهم الفقهية - أنْ يشرعوا بالبحث عن أحكام الصلاة ، ثُمّ أحكام الصيام ، ثم أحكام الزكاة والخمس ، ثم أحكام الحج .\r\nوحين رأى الاثنا عشرية أنّ الغلاة انحرفوا في تأويل الشرائع والأحكام عن منهج القرآن والسنّة ، وحرّفوا معانيها إلى معانٍ باطنية غريبة عن معانيها الشرعية واللغوية مما يقتضي تعطيلها ؛ كفرّوهم وتبرّأوا منهم .\r\nويندرُ أن تجد كتاباً من كتب الاثني عشرية في أُصول الفقه لا يهاجم تأويلات الباطنية الغلاة - لعنهم الله - ، كما أنّ كتب الاثني عشرية أجمعت على أنّ غرض الغلاة من التأويلات الباطنية للنصوص القرآنية هو استباحة الشرائع والأحكام المحرمة ، ومن ثَمّ كفّرت كتب الاثني عشرية الذين استباحوا ترك الشرائع والأحكام ، بحجة أنّ ولاية الأئمة تغني عن الالتزام بالشرائع والأحكام .\r\nوفي هذه الحقيقة سوف نستعرض - أيضاً - بعض الأحكام المعروضة في كتب الاثني عشرية التي يستنكرها الذين لم يراجعوا الأدلة القرآنية والحديثية التي تثبتها ( 1 ) ، وسوف نستعرض مشكلة الذين يخلطون بين موقف الاثني عشرية من الشرائع والأحكام وموقف الغلاة منها .\r\n\r\n","description":"","footnote":"\r\n( 1 ) مثل : حكم المتعة ، وحكم السجود على التربة ، وحكم مسح القدمين في الوضوء . ( يراجع حول هذه القضايا الفصل الأول من الباب الثاني عند الحديث عن هذه الحقيقة ؛ حقيقة الشرائع والأحكام في المذهب الاثني عشري ) . وسوف نتناول هذه الحقيقة بصورة مفصّلة في الفصل الأول من الباب الثاني من كتاب ( رحلتي من الوهابية إلى الاثني عشرية ) .\r\n","page_name":" 144 ","page_number":148},
  {"content":"\r\nالحقيقة الثالثة : ( حقيقة أهداف المذهب الاثني عشري )\r\nإنّه لا يمكن معرفة نوع أهداف مذهب من المذاهب - أي مذهب - ومعرفة طبيعته إلاّ عند معرفة نوع اعتقادات ذلك المذهب ( الحقيقة الأولى ) ، ومعرفة شرائع وأحكام ذلك المذهب ( الحقيقة الثانية ) .\r\nومن أخطاء منهج الجماعة الوهابية في دراسة الاثني عشرية أنّهم يبحثون عن أهداف الاثني عشرية قبل البحث عن مرحلة المعرفة الانتسابية للاثني عشرية ، وقبل البحث عن الحقيقتين السابقتين للاثني عشرية ، ومن ثَمّ نراهم ينزلقون في مشكلة الخلط بين ( أهداف الاثني عشرية وأهداف فرق الغلاة ) ، مع أنّ أهداف الاثني عشرية لا بد أن تنبثق من خلال موقفها من الحقيقتين الأساسيتين السابقتين ، فإنّه لا يمكن أن نفصل بين أهداف الإنسان ومعتقداته ؛ لأنه حينما تنفصل أهدافه عن معتقداته يعيش في فترة صدام ونزاع داخلي مع نفسه ، نزاع بين المعتقد وا لهدف ، وسوف يخلق هذا النزاع في حياته انفصاماً في شخصيته .\r\nوقد لاحظنا - أيضاً - أنّ خطأ أتباع الجماعة الوهابية ، في إدراك الحقيقتين الأساسيتين السابقتين عند الاثني عشرية قد قادهم بالضرورة الفكرية إلى الخطأ في إدراك ( حقيقة أهداف الاثني عشرية ) ، بل إنّ خطأهم في فهم الحقيقة الأُولى عند الاثني عشرية قد قادهم إلى الخطأ في فهم كل الحقائق التي بعدها ( 1 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر الدراسة الموسعة حول هذه الحقيقة في الفصل الثاني من الباب الثاني في كتاب ( رحلتي من الوهابية إلى الاثني عشرية ) .\r\n","page_name":" 145 ","page_number":149},
  {"content":"\r\n","description":"","footnote":"","page_name":" 146 ","page_number":150},
  {"content":"\r\nوالحقيقة الرابعة : ( حقيقة معنى بعض المصطلحات في المذهب الاثني عشري ) .\r\nإنّ الذي جعلني أهتّم بهذه الحقيقة هو : أنني رأيت أن منهج أتباع الجماعة الوهابية قد عرّف بعض المصطلحات المطروحة بكثرة عند الاثني عشرية تعريفاً مختلفاً اختلافاً عميقاً عن تعريف بعض المحققين من أهل السنَّة لهذه المصطلحات ، ومن ثَمّ فلن أدرس في هذه الحقيقة إلاّ المصطلحات التي اختلف حول تعريفها أتباع الوهابية مع المحققين من أهل السنَّة ومع علماء الاثني عشرية ، مثل مصطلح : البداء ، والتقية ، والعصمة ، والمصحف .\r\nوكما ذكرت في مقدمة هذا الكتاب بأنّ أهم شرط من شروط نجاح حوار الاثني عشرية مع الوهابية هو تعريف وتبيين وتوضيح المصطلحات المتداولة بين الاثني عشرية والوهابيين ؛ ليتم التقريب بين المتحاورين - وكلهم مسلمون - ، لأننا وجدنا تلك المصطلحات تتفق من حيث اللفظ والغلاف الخارجي ، مع وجود الاختلاف العميق بين تعريف الاثني عشرية لهذه المصطلحات وبين تعريف الوهابية لها .\r\nوما لم يفهم كل واحدٍ منّا مراد الآخر ، ومراد علمائنا الاثني عشريين أو الوهابيين من تلك المصطلحات ، فلن تتحقق فكرة التقريب بين الاثني عشرية والوهابية ، وبالتالي سوف نفرِّط ونقصِّر في حق الوحدة الإسلامية المقدّسة .\r\n","description":"","footnote":"","page_name":" 147 ","page_number":151},
  {"content":"\r\nوكاتب هذا الكتاب اهتم في كتاباته ومحاضراته بفكرة التقريب بين الاثني عشرية وبين الوهابية ، وهذه الحقيقة الرابعة سوف تخفف من مشكلة الصراع بين الاثني عشرية والوهابية .\r\nولا شك أنّنا إذا أدركنا الحقائق الثلاث السابقة للاثني عشرية ، فسوف يكون لدينا اليقين بأنّه لا يمكن أن يكون هنالك مصطلح عند الاثني عشرية يتنافى مضمونه ومحتواه مع النصوص القرآنية والأحاديث النبوية ( 1 ) .\r\nوبعد ؛ فهذه الحقائق الأربع أشرنا إليها إشارة مختصرة في هذا العرض السريع لمنهج تفهيم الوهابية للمذهب الاثني عشري ، وسنقوم بدراستها في مرحلة المعرفة التحليلية .\r\nوقبل أنْ نختم هذا العرض نذكر تنبيهاً ضرورياً في نهاية هذه المرحلة وهو :\r\nلقد كان من ضروريات هذا المنهج أنْ ندرس الحقيقة السادسة ( حقيقة الإمامة في المذهب الاثني عشري ) في هذه المرحلة ( مرحلة المعرفة التحليلة للمذهب الاثني عشري ) ، وأن تُدرس في المرتبة الثانية بعد الحقيقة الأُولى ، لكننا نعلم أنّ الوهابية لا يمكن أنْ تستوعب حقيقة الإمامة عند الاثني عشرية إلاّ في مرتبة متأخرة ، ومن هنا آثرنا أن نذكر ( الإمامة عند الاثني عشرية ) في المرحلة الثالثة والأخيرة من مراحل دراسة الاثني عشرية . كما أننا لا نشك أنّ ( خاصّية الغيبة ) ( 2 ) كان يجب أنْ تدرس في هذه الحقيقة ( حقيقة الإمامة ) ؛ لارتباطها الوثيق بهذه الحقيقة ، بل لانبثاقها منها ، لكننا آثرنا تأخير البحث عنها ؛ لأنّ الإيمان ( بالغيبة ) يحتاج إلى مقدمات لا بد من ذكرها قبل الحديث عن ( الغيبة ) .\r\nوالآن حان الوقت للاستعراض السريع للمرحلة الثالثة والأخيرة من مراحل دراسة الاثني عشرية .\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر دراستنا عن هذه الحقيقة في الفصل الثاني من الباب الثاني في كتاب ( رحلتي من الوهابية إلى الاثني عشرية ) .\r\n( 2 ) نحن لا نشك أن ( خاصّية الغيبة ) ترتبط ارتباطاً وثيقاً بمرحلة المعرفة التحليلية للاثني عشرية .\r\n","page_name":" 148 ","page_number":152},
  {"content":"\r\n\r\nالمرحلة الثالثة : ( مرحلة المعرفة الجذرية للمذهب الاثني عشري ) .\r\nوالأمر الثالث الذي يجب مراعاته والالتزام به حينما نريد طرح ( حقائق الاثني عشرية وخصائصها ) على إخواننا الوهابيين ، حتى لا يتعرضوا للانزلاق والخطأ ، وحتى لا يرتكبوا جريمة التشويه في حق ( حقائق الاثني عشرية وخصائصها ) ، وحتى نقنعهم بضرورة التقريب بين الاثني عشرية والوهابية ؛ هو أنْ ندرس هذه المرحلة بعد ادراك المرحلة الأُولى والمرحلة الثانية . وسبق أنْ ذكرنا هدف المرحلتين السابقتين ، أما الهدف الرئيسي لهذه المرحلة فيتبلور في معرفة جذور المذهب الاثني عشري .\r\nولعله مما يحتم الالتزام بهذا المنهج - الذي وضعناه لغرض تصحيح منهج الجماعة الوهابية في دراسة الاثني عشرية ، ولغرض التقريب بين الاثني عشرية والوهابية - أنْ ندرك حقيقة هامة ، وهي : إنّنا وجدنا أنّ الطابع العام فيما كتبه أتباع الجماعة الوهابية ومقلدوهم من بعض أهل السنَّة المعاصرين حول الاثني عشرية ؛ كان يبدأ بالبحث عن جذور المذهب الاثني عشري قبل أنْ يقوم بدراسة تحليلية لمضامين ومحتويات هذا المذهب ، أي قبل أنْ يدرس المرحلة الثانية ، مع أنّه لا خلاف بين العلماء المحققين أنّ المعرفة الجذرية - لأيّ مذهب من المذاهب - تنبثق انبثاقاً ذاتياً من ( المعرفة التحليلة ) ؛ فالمعرفة الجذرية للمذهب الاثني\r\n","description":"","footnote":"","page_name":" 149 ","page_number":153},
  {"content":"\r\nعشري هي فرع عن التحليل الكامل لحقائقه وخصائصه ( المرحلة الثانية في هذا المنهج ) . وكل دراسة عن مذهب - أيّ مذهب من المذاهب - لا تقوم على أساس هذا الترتيب العلمي بين المرحلتين تعتبر دراسة فاشلة ، لا يمكن أن يرتضيها العقل السليم ولا الشرع الحكيم .\r\nإنّ مشكلة أتباع الجماعة الوهابية أنهم يبحثون عن ( حقيقة نشأة الاثني عشرية ) ، مع أن هذه الحقيقة من صميم المعرفة الجذرية ، ولا علاقة لها بالمعرفة التحليلية المرتبطة بالحقائق الأربع للمذهب الاثني عشري . ولو قاموا بدراسة تحليلية ل‍ ( حقيقة الألوهية والنبوة في المذهب الاثني عشري ) ، و ( حقيقة الشرائع والأحكام في المذهب الاثني عشري ) ، و ( حقيقة أهداف المذهب الاثني عشري ) ، و ( حقيقة معنى بعض المصطلحات عند المذهب الاثني عشري ) ؛ لما أمكن لهم أن يخلطوا بين نشأة الاثني عشرية ونشأة فِرَق الغلاة ، فما دامت تلك الحقائق الأربع السابقة - عند الاثني عشرية - مستلهمة من القرآن الكريم والسنّة الشريفة ؛ فلا بد أن تكون جذور المذهب الاثني عشري - منابعه وهويته ونشأته - إسلامية ، وإلاّ سنقع في مشكلة التناقض .\r\n* * *\r\nوفي هذه المرحلة سوف ندرس ما تبقى من الحقائق الثمان التي أشرنا إليها ، وهي الحقائق الأربع التي لم نذكرها .\r\nونحب أن ننبه - هنا - إلى أنّ الحقائق الثلاث ( حقيقة منابع الاثني عشرية ، وحقيقة هوية الاثني عشرية ، وحقيقة نشأة الاثني عشرية وعلل هذه النشأة ) ترتبط ارتباطاً وثيقاً بالمعرفة الجذرية للمذهب الاثني عشري . أما حقيقة الإمامة في المذهب الاثني عشري فقد سبق أن أشرنا إلى أنّها ترتبط بالمعرفة التحليلة للمذهب الاثني عشري .\r\nولعله مما يحتم هذا المنهج أنْ ندرك بصورة مختصرة وسريعة هذه الحقائق الأربع الهامة .\r\n","description":"","footnote":"","page_name":" 150 ","page_number":154},
  {"content":"\r\nالحقيقة الخامسة : ( حقيقة منابع المذهب الاثني عشري ) ( 1 )\r\nلقد قال أتباع الجماعة الوهابية - بسبب مشكلة الخلط عندهم بين الاثني عشرية وفرق الغلاة - : بأنّ منابع الاثني عشرية ترجع إلى الفكر المجوسي وما فيه من لوثة وثنية ، أو ترجع إلى اليهودية أو النصرانية .\r\nوكان الطابع العام لمنهج الجماعة الوهابية في دراسة الاثني عشرية أنّهم يصدرون تلك الأحكام الشنيعة على منابع مذهب الاثني عشرية قبل التحليل الكامل لمفاهيمه ومحتوياته ، ولو درسوا الحقائق الأربع السابقة لعلموا أنّه ما دامت عقيدة الاثني عشرية مستلهمة من القرآن الكريم والسنّة الشريفة ، وما دامت الشرائع والأحكام عند الاثني عشرية مستقاة منهما ، وما دام أنّ أهداف الاثني عشرية مستخرجة من الكتاب والسنّة ، وما دامت كل مصطلحات الاثني عشرية تتفق في مضامينها مع القرآن والسنّة . . أقول إذا عرفوا كل هذا فليس من المعقول - بعد كل ذلك - أنْ يقولوا بأنّ منابع الاثني عشرية ترجع إلى الفكر المجوسي !\r\nإنّ مشكلة أتباع الجماعة الوهابية هي عدم التمييز بين ( منابع الاثني عشرية ومنابع فرق الغلاة ) ، ولو قالوا بأنّ منابع الغلو والغلاة مستمدة من الفكر المجوسي لكانوا مصيبين في ذلك .\r\n\r\n","description":"","footnote":"\r\n( 1 ) وهذه الحقيقة تعد الحقيقة الأُولى في المعرفة الجذرية للمذهب الاثني عشري .\r\n","page_name":" 151 ","page_number":155},
  {"content":"\r\nوهذا الخلط عندهم بين ( منابع الاثني عشرية ومنابع فرق الغلاة ) إنّما جاء كنتيجة حتمية لإصابتهم ب‍ ( مشكلة الخلط بين الاثني عشرية وفرق الغلاة ) . ومن ثَمّ لا بدّ لهم من مراجعة المرحلة الأُولى من هذا الكتاب قبل البحث عن منابع الاثني عشرية ؛ فمن الخطأ أنْ نعالج مشكلة الخلط عند الوهابية بين منابع الاثني عشرية ومنابع فرق الغلاة قبل معالجة المشكلة الأساسية عندهم التي درسناها سابقاً . ولا يمكن أنْ يدرك ( حقيقة منابع الاثني عشرية ) من لم يدرك الحقائق الأربع السابقة .\r\nوفي هذه الحقيقة سوف نتحدّث بصورة مفصلة عن مقام القرآن ومقام السنّة في كتب الاثني عشرية ، بعد أن تبين لنا في الحقائق السابقة أنّ تلك الحقائق مستقاة من القرآن والسنّة ( 1 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر دراستنا عن هذه الحقيقة في الفصل الأول من الباب الثالث من كتاب ( رحلتي من الوهابية إلى الاثني عشرية ) .\r\n","page_name":" 152 ","page_number":156},
  {"content":"\r\nالحقيقة السادسة : ( حقيقة الإمامة في المذهب الاثني عشري ) ( 1 )\r\nإنّ الذي يراجع موضوع الإمامة عند الاثني عشرية ، ويطلّع على أدلتهم القوية من النصوصّ القرآنية والأحاديث الصحيحة ؛ سوف يعلم بأنّ قضية الإمامة كانت هبة خالصة من الله للبشر ، عرفّها لهم عن طريق آخر الرسل - عليهم الصلاة والسلام - . ولم تكن الإمامة من صنع الاثني عشريين ، ولا هم قالوا بها بسبب الظلم الذي حل على أهل البيت النبوي ؛ فقد جاء النصّ الصحيح - منذ فجر الإسلام - على إمامة الأئمة الاثني عشر ، بصورة كاملة حاسمة ، قبل أن يتعرّض البيت النبوي للظلم .\r\nإنّ من الخطأ أن يقال : إنّ عقيدة الاثني عشرية في النصّ على الأئمة الاثني عشر لم تعرف إلاّ في القرن الرابع ( 2 ) !\r\nإنّ الأمر ليس كذلك أبداً ، إنّما كانت عقيدة الاثني عشرية في النصّ على الأئمة الاثني عشر تنتشر بين الناس تدريجاً ، مرحلة بعد مرحلة ، وكان حديث الاثني\r\n\r\n","description":"","footnote":"\r\n( 1 ) وهذه الحقيقة تعدّ الحقيقة الثانية في مرحلة المعرفة الجذرية للمذهب الاثني عشري .\r\n( 2 ) أجمع المسلمون من أهل السنّة ومن الاثني عشرية أنّ الرسول الكريم قد أوصى لاثني عشر خليفة من بعده ، كما ذكر ذلك الإمام البخاري - رحمه الله - في صحيحه ، والإمام مسلم - رحمه الله - في صحيحه ، وعشرات من كبار محدِّثي أهل السنة والاثني عشرية . والكثير من هذه الكتب كانت موجودة قبل القرن الرابع .\r\n","page_name":" 153 ","page_number":157},
  {"content":"\r\nعشر موجوداً في الكتب والمجاميع الحديثية السنِّية ؛ في صحيح البخاري وغيره ، قبل القرن الرابع وقبل أنّ يستكمل عدد الأئمة ، وكان الناس يتقبلون النصّ على إمامتهم بعد أن يقرؤوا الأحاديث الصحيحة الدالة على امامتهم ، ويدخلون في الاثني عشرية فوجاً بعد فوجٍ ، وكان كل إمام من الأئمة الاثني عشر يترك أثراً في ضمير هذه الأُمة ، ويخلق استعداداً أكبر لقبول عقيدة النصّ على الأئمة الاثني عشر ، وكان الترقي في هذا الاستعداد ينمو كلما تهيأ للأُمة المزيد من المعرفة ، لا سيما أنّ كبار المحدِّثين من أهل السنّة كان لهم دور كبير في التأكيد على إمامة الأئمة الاثني عشر ؛ فقد اثبتوا أحاديث النصّ على الأئمة الاثني عشر في كتبهم التي كتبوها في القرون الثلاثة الأولى . . وكان لكتب الحديث عند أهل السنّة دورٌ كبيرٌ في استعداد الناس لقبول عقيدة النصّ على الأئمة الاثني عشر ، وكان عدد أتباع الأئمة الاثني عشر يزداد ، ومجال عقيدة الإيمان بإمامتهم يتسع ، وكانت هنالك - دائماً - مهاجمة ومحاربة للنصّ على إمامة الأئمة الاثني عشر من قبل الحكّام المعاصرين للأئمة الاثني عشر ؛ خوفاً أنْ تهدد هذه العقيدة عروشهم . وكان خط هذه العقيدة يبرز ويظهر عندما يضعف الحكام ، ويأخذ بالهبوط والانحسار عندما تقوى شوكتهم .\r\nوقد قدّمنا الأدلة القوية على إمامة الأئمة الاثني عشر عندما استعرضنا هذه الحقيقة في كتاب ( رحلتي من الوهابية إلى الاثني عشرية ) ، لكن الذي يهمنا في هذه الدراسة المختصرة والفكرية أنْ ننبه على حقيقة هامة وهي : إنّنا وجدنا أنّ اتباع الجماعة الوهابية - بسبب الخلط بين قادة الاثني عشرية وقادة الغلاة عندهم - لم يدركوا دور الأئمة الاثني عشر ( أوصياء الرسول الأكرم ) في تعريف الناس بعقيدة النصّ على إمامتهم ، فينسبون مسألة النصّ على إمامة الأئمة الاثني عشر إلى قادة الغلاة ، ولا يلتفتون إلى أنّ مسألة إمامة الأئمة الاثني عشر بعد الرسول موجودة في صحيح البخاري وفي أكثر كتب أهل السنّة الحديثية . ولا يمكن لهم أنْ ينسبوا أحاديث النصّ على الأئمة الاثني عشر إلى قادة الغلاة .\r\n","description":"","footnote":"","page_name":" 154 ","page_number":158},
  {"content":"\r\nوقد أخطأ منهجُ الجماعة الوهابية عند حديثه عن عقيدة النصّ على إمامة الأئمة الاثني عشر ، وغَفِل عن الدراسة العميقة للحديث الذي أجمع عليه كل المسلمين على اختلاف مذاهبهم ، قال رسول الله صلى الله عليه وآله وسلم : « لا يزال الدين محفوضاً ما وليهم اثنا عشر » ( 1 ) . كما أنّهم لم يكلفوا أنفسهم بمراجعة محتويات ومضامين الأدلة القوية من الكتاب والسنّة التي يقدمها الاثنا عشرية لاثبات إمامة الأئمة الاثني عشر ، ثم يقولون - من دون علم - إنّ هذه العقيدة من صنع الغلاة ومن مقالات المجوسية ! !\r\nإننا نعتقد أنّ مذهب الاثني عشرية يطير بجناحين :\r\nأحدهما : حديث الثقلين ( 2 ) .\r\nوالجناح الآخر : حديث الاثني عشر .\r\nوما لم تدرك الوهابية هذين الحديثين لا يمكن لها أن تفهم حقائق وخصائص المذهب الاثني عشري .\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر مصادر حديث الاثني عشر الفصل الأول من الباب الثالث عند دراستنا المفصّلة لهذه الحقيقة في كتاب ( رحلتي من الوهابية إلى الاثني عشرية ) .\r\n( 2 ) قال الكاتب الوهابي الذائع الصيت الدكتور محمد علي البار - حفظه الله - في كتابه ( الإمام علي الرضا ورسالته الطبية ) تحت عنوان : ( حديث الثقلين ) :\r\n« وقد أخرج مسلم في صحيحه حديث زيد بن أرقم - رضي الله عنه - قال : قام رسول الله - صلى الله عليه وآله وسلم - فينا خطيباً بماء يدعى خُمّا بين مكة والمدينة ، فحمد الله وأثنى عليه ووعظ وذكّر ثم قال : أما بعد ؛ ألا أيّها الناس فإنّما أنا بشرٌ يوشك أن يأتي رسول ربي فأجيب ، وأنا تارك فيكم ثقلين : أو لهما كتاب الله فيه الهدى والنور ؛ فخذوا بكتاب الله واستمسكوا به ، فحث على كتاب الله ورغّب فيه ، ثم قال : وأهل بيتي ، أذكركم الله في أهل بيتي ، أذكركم الله في أهل بيتي ، أذكركم الله في أهل بيتي . . . » .\r\nوحديث الثقلين هذا قد ورد في سنن الترمذي عن زيد بن أرقم قال : قال رسول الله - صلى الله عليه وآله وسلم - : « إني تارك فيكم ما إن تمسكتم به لن تضلوا بعدي ، أحدهما أثقل من الآخر : كتاب الله حبل ممدود من السماء إلى الأرض ، وعترتي أهل بيتي ، ولن يتفرقا حتى يردا عليّ الحوض ؛ فانظروا كيف تخلفوني فيهما » .\r\nثم قال الشيخ السعودي الوهابي :\r\n« والغريب حقاً أن حديث الثقلين هذا ، رغم وروده في صحيح مسلم وفي سنن الترمذي ، وحسّنه الحاكم النيسابوري في المستدرك ومسند الإمام أحمد ، إلا أنّ معظم المعاصرين من العلماء والخطباء يجهله أو يتجاهله ، ويوردون بدلاً عنه حديث « إني تارك فيكم ما إن تمسكتم به لن تضلوا بعدي أبداً : كتاب الله ، وسنتي » . وهو في موطأ الإمام مالك ، وفي سنده ضعف وانقطاع ، وإن كان متنه ومعناه صحيحاً . وكان من الواجب إيراد الحديثين كلاهما معاً لاهميتهما في الباب ، أما كتمان هذا الحديث الشريف الصحيح فهو مِنْ كتمان العلم الذي هدّد الله ورسولَهُ فاعلَه . . . » .\r\nوقال العلامة الحافظ محمد ناصر الدين الألباني - رحمه الله - في ( سلسلة الأحاديث الصحيحة ) :\r\n« حديث العترة وبعض طرقه - 1761 - : يا أيّها الناس ! إني قد تركتُ فيكم ما إن أخذتم به لن تضلوا : كتابَ الله ، وعترتي أهل بيتي » .\r\nثم قال الألباني : ( . . الحديث صحيح ، فإن له شاهداً من حديث زيد بن أرقم . . . أخرجه مسلم ( 7 / 122 - 123 ) والطحاوي في ( مشكل الآثار ) ( 4 / 368 ) ، وأحمد ( 4 / 366 - 367 ) وابن أبي عاصم في ( السنة ) ( 1550 و 1551 ) ، والطبراني ( 5026 ) من طريق يزيد بن حيان التميمي عنه ، ثُمّ أخرجه أحمد ( 4 / 371 ) والطبراني ( 5040 ) والطحاوي من طريق علي بن ربيعة قال : « لقيت زيد بن أرقم وهو داخل على المختار أو خارج من عنده ، فقلت له : أسمعت رسول الله - صلى الله عليه وآله وسلم - يقول : إني تارك فيكم الثقلين كتاب الله وعترتي ؟ قال : نعم » . واسناده صحيح ، رجاله رجال الصحيح ، وله طرق أخرى عند الطبراني ( 4969 - 4971 و 4980 - 4982 و 4050 ) وبعضها عند الحاكم ( 3 / 109 أو 148 و 533 ) ، وصحح هو والذهبي بعضها .\r\nوشاهد آخر من حديث عطية العوفي عن أبي سعيد الخدري مرفوعاً : « إني أوشك أن أدعى فأجيب ، وإني تركت فيكم ما إن أخذتم به لن تضلوا بعدي ؛ الثقلين ، أحدهما أكبر من الآخر ؛ كتاب الله حبل ممدود من السماء إلى الأرض وعترتي أهل بيتي ، ألا إنهما لن يفترقا حتى يردا عليّ الحوض » أخرجه أحمد ( 3 / 14 و 17 و 26 و 59 ) ، وابن أبي عاصم ( 1553 و 1555 ) والطبراني ( 2678 - 2679 ) والديلمي ( 2 / 1 / 45 ) ، وهو إسناد حسن في الشواهد ، وله شواهد أخرى من حديث أبي هريرة عند الدارقطني ( ص 529 ) والحاكم ( 1 / 93 ) والخطيب في الفقيه ( 56 / 1 ) وابن عباس عند الحاكم ، وصححه ووافقه الذهبي ) .\r\nثم ذكر الألباني تخريجات كثيرة للحديث وقال : « بعد تخريج الحديث بزمن بعيد كتب عليّ أن أهاجر من دمشق إلى عمان ، ثُمّ أن أسافر منها إلى الإمارات العربية . . فلقيت في قطر بعض الأساتذة والدكاترة الطيبين ، فأهدى إليّ أحدهم رسالة له مطبوعة في تضعيف هذا الحديث ، فلما قرأتها تبين لي أنه حديث عهد بهذه الصناعة ، وذلك من ناحيتين ذكرتهما له :\r\nالأولى : إنّه اقتصر في تخريجه على بعض المصادر المطبوعة المتداولة ، ولذلك قصر تقصيراً في تحقيق الكلام عليه ، وفاته كثير من الطرق والأسانيد التي هي بذاتها صحيحة أو حسنة فضلاً عن الشواهد والمتابعات ، كما يبدو لكل ناظر يقابل تخريجه بما خرجته هنا .\r\nالثانية : إنّه لم يلتفتْ إلى أقوال المصححين للحديث من العلماء ، ولا إلى قاعدتهم التي ذكروها في مصطلح الحديث : ( إن الحديث الضعيف يتقوى بكثرة الطرق ) ، فوقع في هذا الخطأ الفادح من تضعيف الحديث الصحيح .\r\nوكان قد نمي إليّ قبل الالتقاء به واطلاعي على رسالته أن أحد الدكاترة في الكويت يضعف هذا الحديث ، وتأكدت من ذلك حين جاءني خطاب من أحد الإخوة هناك ، يستدرك عليَّ إيرادي الحديث في ( صحيح الجامع الصغير ) بالأرقام ( 2453 و 2454 و 2745 و 7754 ) ، لأن الدكتور المشار إليه قد ضعفه ، وأن هذا استغرب مني تصحيحه ! ويرجوا الأخ المشار إليه أن أعيد النظر في تحقيق هذا الحديث ، وقد فعلت ذلك احتياطاً ، فلعله يجد فيه ما يدل على خطأ الدكتور ، وخطئه هو في استرواحه واعتماده عليه ، وعدم تنبّهه للفرق بين ناشئ في هذا العلم ومتمكن فيه ، وهي غفلة أصابت كثيراً من الناس الذين يتبعون كل مَنْ كتب في هذا المجال ، وليستْ له قدم راسخة فيه . والله المستعان » . انتهى كلام الشيخ الإمام الألباني رضوان الله عليه .\r\nوإنما ذكرته بتمامه لأنني رأيت أن الوهابيين ما زالوا يطبعون ويوزعون كتاب الدكتور ( علي أحمد السالوس ) حول تضعيف حديث الثقلين ، وهم يعلمون أنّ هذا الدكتور لا علم له بالحديث ولا برجاله ، وهم يعلمون - أيضاً - أن الألباني لم يذكر هذا الكلام بطوله إلا للردِ على الدكتور علي أحمد السالوس .\r\n","page_name":" 155 ","page_number":159},
  {"content":"\r\n","description":"","footnote":"","page_name":" 156 ","page_number":160},
  {"content":"\r\nالحقيقة السابعة : ( حقيقة هوية المذهب الاثني عشري ) ( 1 )\r\nولا بد من التنبيه إلى حقيقة هامة وهي : إنّه لا يمكن معرفة نوع الهوية الفكرية لأيّ مذهب من المذاهب قبل الدراسة التحليلية العميقة لمحتويات ومضامين فكر المذهب الذي نريد معرفة هويته الفكرية . ولقد سار منهج أتباع الجماعة الوهابية في طريق يخالف هذه الحقيقة الهامة ، فقالوا - ابتداء من دون بحث في كتب الاثني عشرية - : إنّ الهوية الفكرية للاثني عشرية مجوسية فارسية .\r\nإننا أخرّنا البحث عن هوية الاثني عشرية في هذا المنهج ؛ لأنّ الترتيب العقلي والعلمي يفرض علينا أنْ لا نتحدّث عن هوية المذهب الاثني عشري إلاّ بعد دراسته عبر الحقائق الست السابقة .\r\nوالغريب أنّ البعض يقول : إننا نسلّم بأنّ الهوية الفكرية للاثني عشرية إسلامية وعربية ، لكن نقول إنّ الهوية العرقية للاثني عشريين الأوائل كانت فارسية !\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذه الحقيقة تعد الحقيقة الثالثة في مرحلة المعرفة الجذرية للمذهب الاثني عشري .\r\n","page_name":" 157 ","page_number":161},
  {"content":"\r\nونحن سنثبت بالدليل أنّ أوائل الاثني عشرية في القرون الأولى كانوا من العرب ، وأن أكثر الفرس آنذاك كانوا من أهل السنَّة ، فمن المسلّم تاريخياً أنّ أكثر الفرس وأكثر أهالي إيران كانوا من أهل السنَّة ، ومن ثَمّ مدحهم ابن خلدون في مقدمته ؛ لأنّهم كانوا قادة المذهب السنِّي . وقد تحوّل أهالي إيران إلى المذهب الاثني عشرية في القرون المتأخرة .\r\n* * *\r\nإنّه ما دام قد ثبت لنا أن ( حقيقة الألوهية والنبوة عند المذهب الاثني عشري ) تتفق اتفاقاً كاملاً مع الكتاب والسنّة ، وثبت لنا بعد الدراسة التحليلية أنّ شرائع وأحكام الاثني عشرية عين شرائع وأحكام القرآن والسنّة ، وتبين لنا بالدليل والبرهان بأنّه لا يمكن الفصل بين الأهداف التي رسمها القرآن والسنّة وأهداف الاثني عشرية ، وما دام قد ثبت أنّ منابع الاثني عشرية هما الكتاب والسنّة الشريفة ، وقد عرفنا أنّه لا يوجد أدنى خلاف بين حقيقة الإمامة في الكتاب والسنّة وحقيقة الإمامة عند الاثني عشرية . . بعد أن ثبت كل هذا فستكون النتيجة الضرورية والحتمية بأنّه لا يمكن التفكيك بين الهوية الفكرية للإسلام وا لهوية الفكرية للاثني عشرية .\r\nولعله مما يحتم الوصول إلى هذه النتيجة أنْ نلتفت إلى ضرورة التدرج في دراسة هذه الحقائق حسب الترتيب العلمي والفكري في هذا المنهج ، والذين يبحثون عن هذه الحقيقة ( هوية الاثني عشرية ) قبل البحث عن المرحلة الأولى ، وقبل البحث عن الحقائق الست السابقة سوف ينزلقون في مشكلة الخلط بين ( هوية الاثني عشرية وبين هوية فرق الغلاة ) .\r\nونحن نسلِّم أنّ هوية فرق الغلاة مجوسية وفارسية أما هوية الاثني عشرية فهي إسلامية عربية .\r\n","description":"","footnote":"","page_name":" 158 ","page_number":162},
  {"content":"\r\nإننا نرفض الطريقة التي تسلكها الوهابية في التعامل مع المذاهب الإسلامية من خلال التشكيك في هويتها ، فليست هوية الاثني عشرية فارسية ولا هوية التسنن فارسية ، بل هوية الاثني عشرية والتسنن عربية ؛ لأنّ التاريخ يثبت لنا أنّ جذور الاثني عشرية وجذور التسنن ظهرت قبل بدء الفرس في صناعة الأحداث ( 1 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر الفصل الثاني من الباب الثالث في كتاب ( رحلتي من الوهابية إلى الاثني عشرية ) .\r\n","page_name":" 159 ","page_number":163},
  {"content":"\r\n","description":"","footnote":"","page_name":" 160 ","page_number":164},
  {"content":"\r\nالحقيقة الثامنة : ( حقيقة نشأة المذهب الاثني عشري وعلل هذه النشأة ) ( 1 )\r\nالقسم الأول : ( حقيقة نشأة المذهب الاثني عشري ) :\r\nإنّ عملية التوفيق بين نشأة الاثني عشرية ونشأة فِرَق الغلاة عند الوهابية كانت تنم عن سذاجة كبيرة ، وجهل بطبيعة فكر الغلاة وعناصره الوثنية العميقة ، وعدم استقامته على نظام فكري واحد ، وأساس منهجي واحد ، مما يخالف الفكر الاثني عشري الذي يتّحد بصورة كاملة مع الفكر الإسلامي .\r\nإنّ حركة الغلو نشأت في وسط ملوث مشحون بالأساطير المجوسية والخرافات اليهودية والمسيحية ، واستمدّ الغلو جذوره من هذه الأساطير ومن هذه الخرافات ؛ فمن السذاجة والعبث محاولة التوفيق بين نشأة فرق الغلاة وبين نشأة الاثني عشرية ، القائمة على أساس النصوص القرآنية والأحاديث النبوية .\r\nلكن أتباع الجماعة الوهابية - بسبب فهمهم الخاطئ - خلطوا بين أوّل من قال بالغلو في الإمام علي - كرم الله وجهه - وهو ( عبد الله بن سبأ ) ، وبين أوّل من قال بالولاء للإمام علي وهو ( الرسول الأعظم ) ؛ نتيجة دراستهم السطحية والساذجة لكتب الفرق والمقالات التي كتبها الاثنا عشرية وقدماء أهل السنّة ،\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذه الحقيقة تعد الحقيقة الرابعة في المعرفة الجذرية للمذهب الاثني عشري .\r\n","page_name":" 161 ","page_number":165},
  {"content":"\r\nفنسبوا مقالات الغلو للاثني عشرية ، وأخذوا - من حيث لا يعلمون - بعملية توفيق متعسِّفة بين نشأة الاثني عشرية ونشأة فِرَق الغلاة المنحرفة .\r\nإنّ الوهابية خلطت بين مقالتين متباينتين ؛ المقالة الأولى تقول : ( إنّ أوّل من قال بأنّ علياً - كرم الله وجهه - كان وصياً للرسول الأكرم هو عبد الله بن سبأ اليهودي ) . وهذه المقالة الأولى يؤمن بها الوهابية ؛ لأنّهم لم يميزوا بين هذه المقالة وبين المقالة الثانية الصحيحة التي أجمع عليها كل المسلمين والتي تقول : ( إنّ أول من قال بأنّ علياً كان إ لهاً هو عبد الله بن سبأ ) ، لكن الوهابية قاموا بعملية تحريف - من حيث لا يعلمون - للمقولة الثانية ، فحذفوا كلمة ( اله ) ووضعوا بدلاً عنها كلمة ( وصي ) ! وسوف نثبت ذلك بالدليل عند البحث الذي خصصناه لهذه الحقيقة .\r\nوقد أثبتنا في الحقيقة السادسة من كتابنا ( رحلتي من الوهابية إلى الاثني عشرية ) بالأدلة القوية من كتب أهل السنَّة أنّ أوّل من قال بالوصية للإمام علي هو الرسول الأعظم ؛ فمن السذاجة والعبث هذا الخلط بين هاتين المقالتين المختلفتين ؛ بين مقولة ( أول من قال بالوصية للإمام علي ) ، ومقولة ( أول من قال بالألوهية للإمام علي ) ، فالمقولة الأُولى تعتمد على أدلة قوية من القرآن والسنّة ، أما المقولة الثانية فتعتمد على عناصر وثنية ملحدة تحاول هدم القرآن والسنّة .\r\nولقد سار أتباع المنهج الوهابي في دراسة الاثني عشرية - أثناء البحث عن حقيقة نشأة الاثني عشرية وعلل هذه النشأة - على نفس المنهج الذي اعتمدوا عليه في البحث عن الحقائق السبع السالفة . وهو منهج لا يستقيم على نظام فكري واحد ، ولا على أساس منهجي واحد ، ولا يعتمد على ملاحظة المرحلة الأُولى من هذا الكتاب ، ولا يعتمد على الدراسة التحليلية العميقة لمفاهيم ومحتويات الاثني عشرية قبل البحث عن نشأتها . لكننا لمسنا أنّ المحققين من أهل السنَّة ، ومن عقلاء الوهابيين قد أدركوا أنّ أتباع الجماعة الوهابية يخلطون بين نشأة الاثني عشرية ونشأة فِرَق الغلاة .\r\n","description":"","footnote":"","page_name":" 162 ","page_number":166},
  {"content":"\r\nوقد رفض الكثير من علماء أهل السنَّة المحققين المقالة التي أذاعتها الجماعة الوهابية والتي تقول : ( إنّ أول من قال بأنّ الإمام علياً وصي الرسول الأكرم هو عبد الله بن سبأ ) ، وأثبت أهل السنَّة المحققون أنّ الإمام علياً - كرم الله وجهه - عُرف بين الصحابة بأنّه وصي الرسول الأكرم - صلى الله عليه وآله وسلم - قبل أنْ يظهر عبد الله بن سبأ ، وقالوا : إنّ الجماعة الوهابية نسبت القول بالوصية إلى عبد الله بن سبأ كراهة وتشنيعاً للاثني عشرية ، حتى يوهموا العوام بأنّ الاثني عشرية اعتمدوا في عقيدتهم بوصية النبي الأعظم للإمام علي على رجل يهودي هو ( عبد الله بن سبأ ) .\r\nوالقسم الثاني : ( علل نشأة المذهب الاثني عشري ) :\r\nلقد ثبت لنا في الحقيقة السادسة ( حقيقة الإمامة في المذهب الاثني عشري ) بالأدلة النقلية من الكتاب والسنّة أنّ علل وأسباب تمسك الاثني عشرية بالأئمة الاثني عشر يرجع إلى الأدلة القوية من الكتاب والسنّة ، ومن ثَمّ فمن السذاجة أنْ نبحث عن علل ولاء الاثني عشرية للأئمة الاثني عشر قبل دراسة ( الحقيقة السادسة ) . ومشكلة منهج الوهابية في دراسة الاثني عشرية أنّهم يبحثون عن هذه الحقيقة الثامنة قبل البحث عن الحقيقة السادسة .\r\nإنّه إذا ثبت أنّ قضية التشيع والولاء والتمسك بالأئمة الاثني عشر ثابتة بحديث الثقلين وحديث الاثني عشر ، وثبت أنّ التمسك بهم يأتي في الدرجة الثانية بعد التمسك بالقرآن والسنة ؛ فلا بد من التمييز بين علل تشيع وولاء الاثني عشرية للأئمة الاثني عشر ، وبين علل غلو فرق الغلاة في الأئمة الاثني عشر . والذين لا يميزون بين هذين النوعين المختلفين من العلل هم المصابون ب‍ ( مشكلة الخلط بين الاثني عشرية وبين فرقة الغلاة ) ، ومن ثمَّ فهم بحاجة إلى\r\n","description":"","footnote":"","page_name":" 163 ","page_number":167},
  {"content":"\r\nدراسة المرحلة الأُولى من هذا الكتاب قبل أنْ يبحثوا عن علل تشيع وولاء الاثني عشرية للأئمة الاثني عشر ، ومن هنا يأتي أهمية الترتيب الفكري والمنهجي في هذا الكتاب ( 1 ) .\r\nإنّه بعد أنْ ثبت لنا من خلال الحقائق السبع السابقة أنّ أدلة الاثني عشرية ترجع إلى الكتاب والسنّة ، ويكفي أنْ نقرأ كتب أُصول الفقه عند الاثني عشرية ، حينئذ سوف تجعلنا هذه الأدلة نؤمن بأنّ القرآن الكريم هو الأساس الأوّل في طرح كل تلك الحقائق السبع عند الاثني عشرية ، وتأتي بعد القرآن الكريم الأحاديث الصحيحة . وما دام أنّه قد ثبت في الحقيقة الأُولى ( حقيقة الألوهية والنبوة ) عند الاثني عشرية أنّها مستلهمة من القرآن والسنّة ، وهكذا ؛ في الحقيقة الثانية ثبت أنّ الشرائع والأحكام مستلهمة من القرآن والسنة ، وهكذا ؛ إلى الحقيقة السابعة . . بعد أن ثبت كل ذلك فلا بد أنْ يتبين ويتضح لنا نوع ( علل ولاء الاثني عشرية للأئمة الاثني عشر ) التي تتفق مع سنخية القرآن والسنّة .\r\n* * *\r\n\r\n","description":"","footnote":"\r\n( 1 ) درسنا هذه الحقيقة الهامة في الفصل الثاني من الباب الثالث في كتاب ( رحلتي من الوهابية إلى الاثني عشرية ) .\r\n","page_name":" 164 ","page_number":168},
  {"content":"\r\n\r\nكيف نعرض خصائص الاثني عشرية على الوهابيين ؟\r\nوبعد الانتهاء من عرض ( منهج البحث في الحقائق الثمان للمذهب الاثني عشري ) يبقى علينا أن نعرض ( منهج البحث في خصائص المذهب الاثني عشري ) لإخواننا الوهابيين .\r\nولا شك أنّ مقومات هذا المنهج الذي رسمناه تفرض علينا أنْ ندرك ثلاث حقائق هامة مرتبطة بالبحث عن ( خصائص المذهب الاثني عشري ) وهي :\r\nالأولى : إنّه لا يمكن أنْ ندرك خصائص الاثني عشرية إلاّ إذا أدركنا حقائقها ، ومن ثم بحثنا عن حقائق الاثني عشرية قبل البحث عن خصائصها .\r\nوالثانية : إنّ مشكلة أتباع الجماعة الوهابية أنّهم لم يميزوا بين الخصائص التي أثبتها للإسلام علماء أهل السنَّة وعلماء الاثني عشرية ، وبين الخصائص التي تفردوا بإثباتها للإسلام ، مع أنّ الأُولى أجمع عليها كل المسلمين من السنّة والاثني عشرية ، أما الثانية فقد تفرّد بإثباتها للإسلام الجماعة الوهابية ؛ كما أنهم خلطوا بين مسائل العقيدة الوهابية وبين مسائل أصول الدين الإسلامي ، وقد جرّهم هذا الخلط إلى اتهام المذاهب الإسلامية التي لا تلتزم بالخصائص التي نسبوها للإسلام بالانحراف والضلال والغلو ، وأحياناً بالكفر .\r\nوالثالثة : إنّنا لاحظنا أنّ أتباع الجماعة الوهابية لم يميزوا بين ( خصائص الاثني عشرية ) وبين ( خصائص فرق الغلاة ) ، ومن ثَمّ نسبوا بعض خصائص فرق الغلاة إلى الاثني عشرية . وهذا كلُّه ناتج عن ( مشكلة الخلط بين الاثني عشرية وبين فرق الغلاة عند أتباع الجماعة والوهابية ) التي تناولناها في مرحلة المعرفة الانتسابية للاثني عشرية في هذا الكتاب .\r\n","description":"","footnote":"","page_name":" 165 ","page_number":169},
  {"content":"\r\nوكما ذكرنا في المرحلة الثانية لمعرفة المذهب الاثني عشري ( مرحلة المعرفة التحليلية ) أنّ للمذهب الاثني عشري حقائقه التي يتكون منها قوامه ، ويتألف منها كيانه . وسوف نذكر - هنا - أنّ له خصائصه التي تتميز بها شخصيته ، وتنفرد بها ملامحه عن سائر المذاهب الإسلامية الأُخرى ؛ لأنّه أقرب المذاهب الإسلامية إلى الحق .\r\nونحن - هنا - قد قمنا بتقسيم خصائص المذهب الاثني عشري التي يتميز ويتفرد بها عن سائر المذاهب الإسلامية الأُخرى إلى أقسام عديدة ، وعرضنا أكثرها عند بحث القسم الثاني في كتابنا ( رحلتي من الوهابية إلى الاثني عشرية ) ، وتناولنا في ذلك الكتاب أهم ثلاث خاصّيات من خصائص الاثني عشرية . وسنكتفي في هذا الكتاب برسم صورة مختصرة عن هذه الخصائص الثلاث التي تفرّد بالأخذ بها المذهب الاثني عشري وهي :\r\n1 - الخاصية الأُولى : خاصية الوسطية ( 1 ) الإيجابية في كيفية التعامل مع أهل البيت .\r\n2 - الخاصّية الثانية : خاصّية الواقعية في كيفية التعامل مع الصحابة .\r\n3 - الخاصّية الثالثة : خاصّية غيبة الإمام الثاني عشر .\r\nوقد بذلنا كل جهدنا لنطرح هذه الخصائص بصورة يقبلها إخواننا الوهابيون .\r\n* * *\r\n\r\n","description":"","footnote":"\r\n( 1 ) نحن لن ندرس إلاّ الوسطية في التعامل مع أهل البيت ، لأننا نعتقد أنّه من خلال هذه الوسطية في التعامل مع أهل البيت انبثقت وسطيات أُخرى عند الاثني عشرية في كل حقائق وخصائص هذا المذهب . ومن هذه الخاصّية تنشأ خصائص وسطية أُخرى كخاصية ( الوسطية أثناء تناول الصفات الإلهية ) ، خاصّية ( الوسطية في كيفية التعامل مع الصحابة ) . ومن هنا فالمذهب الاثني عشري هو الوسط من بين المذاهب الإسلامية الأخرى ؛ كما أنّ الأُمة الإسلامية هي الوسط من بين الأُمم الأُخرى .\r\n","page_name":" 166 ","page_number":170},
  {"content":"\r\n1 - الخاصية الأُولى : خاصّية الوسطية الايجابية في كيفية التعامل مع أهل البيت - رضوان الله عليهم - :\r\nوالوسطية عند الاثني عشرية في كيفية التعامل مع أهل البيت هي أُولى الخصائص العظيمة التي يتسمون بها ، وهي التي بعد أن عرفتها جعلتني أرتحل من الجماعة الوهابية إلى المذهب الاثني عشري . لقد كنت أحسب - عندما كنت وهابيّاً - أنّ منهج أهل السنَّة في التعامل مع أهل البيت هو المنهج الوسط ؛ كما يقول ذلك كل علماء السنّة ، لكنني بعد أنْ قرأت كتاب ( العتب الجميل على أهل الجرح والتعديل ) لإمام أهل السنَّة ابن عقيل الشافعي ، وبعد قراءة كتاب ( الإمام جعفر الصادق ) لإمام أهل السنَّة محمد أبو زهرة ؛ تبين لي أنّ أهل السنَّة عدلوا عن الوسطية في كيفية التعامل مع أهل البيت ، وتبين لي أنّ الوسطية الواقعية في التعامل مع أهل البيت هي الوسطية التي يقول بها علماء المذهب الاثني عشري .\r\nولا بد من التنبيه إلى حقيقة هامة وهي : إنّ أهل السنَّة في كيفية تعاملهم مع أهل البيت لم يميزوا بين الوسطية الإيجابية وبين الوسطية السلبية ؛ فآمن أهل السنَّة - بسبب منهجية خاطئة - بأنّ الوسطية في التعامل مع أهل البيت تعني التبرُّؤ من المنهجين المتطرفين في التعامل مع أهل البيت ، أي المنهج المعادي لأهل البيت والمنهج المغالي فيهم ، ومن ثَمّ أعلنوا البراءة من المنهجين المتطرفين ، لكنهم اكتفوا بهذه البراءة ، ثُمّ اتخذوا موقفاً ساكناً وسلبياً تجاه أهل البيت .\r\nوعلى الرغم من أنّ أهل السنَّة يقولون ب - : أننا آمنا بما جاء عن النبي - صلّى الله عليه وآله وسلم - في أهل البيت ، ويقولون : نشهد أنّ التمسك بأهل البيت من واجبات الإسلام الضرورية ، ويقولون : إنّ التمسك بأهل البيت يأتي في المرتبة الثانية بعد التّمسك بالقرآن والسنة . . على الرغم من كل ذلك تجدهم يرجعون إلى غيرهم ويتمسكون بغير أئمة أهل البيت ؛ فكان عندهم مخالفة بين الفعل والقول !\r\n","description":"","footnote":"","page_name":" 167 ","page_number":171},
  {"content":"\r\nوهذا هو مرادنا بالوسطية السلبية في كيفية التعامل مع أهل البيت عند أهل السنَّة .\r\nأما الوسطية الإيجابية في التعامل مع أهل البيت عند الاثني عشرية فهي تعني في البداية التبرُّؤ من المنهجين المتطرفين ( منهج النواصب والغلاة ) في التعامل مع أهل البيت ، ثُمّ اتخاذ موقفٍ إيجابي تجاه أهل البيت .\r\nوالاثنا عشرية تقول بما قاله أهل السنَّة من وجوب التمسك بأهل البيت ، وبالفعل قد عمل الاثنا عشرية بذلك ، فرجعوا إلى أهل البيت وتمسكوا بهم ، وطبقوا وصية الرسول الأكرم الآمرة بالرجوع إليهم ، وبذلك فقد صدَّق فعلُهم قولَهم .\r\nوهذه هي نقطة الافتراق بين منهج أهل السنَّة في التعامل مع أهل البيت ومنهج الاثني عشرية في التعامل مع أهل البيت ، إنّهما منهجان متمايزان لا يلتقيان ، ولمن شاء أن يختار . ونحن اخترنا منهج الاثني عشرية في التعامل مع أهل البيت ، وتركنا منهج السنّة في التعامل معهم ، فخرجنا من المذهب الوهابي إلى المذهب الاثني عشري ، والله هو الهادي إلى سواء السبيل .\r\nوسوف نتحدث عن هذه الخاصّية العظيمة عند الاثني عشرية في القسم الثاني من هذا البحث في كتابنا ( رحلتي من الوهابية إلى الاثني عشرية ) .\r\n* * *\r\n2 - خاصية الواقعية في كيفية التعامل مع الصحابة :\r\nأما الخاصّية الثانية التي سنتحدث عنها بطريقة يستوعبها إخواننا الوهابيون فهي : ( خاصّية الواقعية في كيفية التعامل مع الصحابة ) . ونقصد بالواقعية - هنا - النظرة الموضوعية للصحابة التي تأخذ طبيعتهم البشرية بعين الاعتبار ، وتلاحظ إمكانية أنْ تجري عليهم القوانين والسنن التي تجري على غيرهم من البشر ، وأن من الممكن أن يخالفوا ويُخطئوا كما يخالف غيرهم ويخطئ . ونحن نرتئي - أثناء الحوار مع إخواننا الوهابيين - ألا يطرح هذا الموضوع تحت عنوان\r\n","description":"","footnote":"","page_name":" 168 ","page_number":172},
  {"content":"\r\n( نقد نظرية عدالة الصحابة عند أهل السنَّة ) ؛ لأنّ الوهابيين ينفرون من هذا العنوان ، ولسنا مضطرين إلى طرح هذا العنوان ، بل يكفي أنْ نذكر لهم مضمون ومحتوى نقدنا لهذه النظرية ، بطريقة تجعلهم يقبلون ما نريد من دون ذكر المصطلح الخاصّ لهذه النظرية . والعبرة بالمحتويات والمضامين والمعاني لا بالعناوين والمصطلحات والغلافات الخارجية .\r\nكما من اللازم أنْ نبين لهم أن الاثني عشرية إنّما ترفض العدالة الكلية للصحابة لا العدالة الجزئية لهم ؛ لأن الكثير من الوهابيين لا يدركون الفرق بين من أنكر العدالة الكلية للصحابة وبين من آمن بالعدالة الجزئية للصحابة ، ومن هنا خلطوا في حكمهم على الفريقين .\r\nإنّنا من خلال تجربتنا الطويلة في الحوار مع إخواننا الوهابيين ، ومن خلال انتمائنا السابق لهذه الجماعة قد آمنا واستيقنا بأنّ هذه الجماعة الوهابية تعطي للمصطلح والعنوان والغلاف الخارجي قيمة كبيرة ، وتجدهم يقيمون حرباً شديدة ضد قضيّة معينة ، وحين يتغير اسم هذه القضية تزول هذه الحرب الشديدة ، ولأجل ذلك يمتنعون عن قراءة بعض الكتب بسبب عناوينها ، فإذا تغير وتبدّل عنوانها قرأوها بشغفٍ وحبٍ ( 1 ) . ومن هنا نحتاج إلى دقة وفطنة في كيفية الحوار مع الجماعة الوهابية .\r\nكما ينبغي أن لا نبحث عن موضوع الصحابة مع الوهابيين إلا بعد طرح حديث الثقلين ؛ لأنّ قضية الصحابة تعتبر إحدى النتائج السلبية لمخالفة حديث الثقلين .\r\n\r\n","description":"","footnote":"\r\n( 1 ) ومن هنا تجدني في كل حواراتي مع الوهابيين - المسجلة في أكثر من ثلاثمائة شريط - استخدم كلمة ( اثني عشرية ) بدلاً عن كلمة ( شيعة ) ؛ لأنّهم ينفرون من كلمة ( شيعة ) ، فإذا قلت لهم كلمة ( اثني عشرية ) هان عليهم الخطب وسمعوا منك .\r\nوما دام أننا نسعى إلى التقريب بين الاثني عشرية وبين الوهابية فلا بد من مراعاة إخواننا الوهابيين حتى لا نقع في جريمة التفريط بالوحدة الإسلامية المقدسة .\r\n","page_name":" 169 ","page_number":173},
  {"content":"\r\nولا بد من الإشارة إلى قضية هامة ترتبط بقضية الصحابة وهي : انني أرى أن الحوار حول حديث الغدير يجب أن يكون بعد البحث حول حديث الثقلين ؛ لأننا إذا حاورنا إخواننا الوهابيين حول حديث الغدير ، سوف ينجر الحوار منذ البداية إلى قضية الصحابة وإلى حادثة السقيفة ؛ لأن هنالك ملازمةً عند العقل الوهابي بين قضية الصحابة وبين حديث الغدير ، كما أن الكثير منهم يحسبون أن الحوار حول حديث الغدير هو حوارٌ سياسي قد انقضى أوانه ، بخلاف نظرتهم إلى حديث الثقلين حيث يرون أنّ له مساس بالمرجعية الدينية لأهل البيت .\r\nوليس هذا الكلام فيه تقليل لشأن حديث الغدير ، بل هو كلامٌ نابعٌ من ضرورة مراعاة وملاحظة طريقة التفكير عند العقل الوهابي ؛ لأن الغرض من الحوار هو استنقاذ هذا العقل من المشكلات التي يعاني منها ، ومن هنا ذكرت في مقدمة هذا الكتاب ( 1 ) أنه عند الحوار مع الوهابيين حول الآيات الواردة في أهل البيت يجب أن نقدم آية التطهير وآية المباهلة وغيرهما ، على آية الولاية ؛ لأن هنالك ملازمة بين آية الولاية وبين قضية الصحابة بسبب الارتباط الوثيق بين آية الولاية وحديث الغدير .\r\nوالحوار حول حديث الثقلين وحول آية التطهير سوف يهيئ العقل الوهابي للحوار حول حديث الغدير وحول آية الولاية وحول قضية الصحابة التي هي أحد نتائج مخالفة حديث الثقلين .\r\nوسوف نبين عند دراسة خاصّية ( الواقعية عند الاثني عشرية في كيفية التعامل مع الصحابة ) أنّ هنالك مناهج ثلاثة في التعامل مع الصحابة :\r\nالمنهج الأول : منهج أهل السنَّة في كيفية التعامل مع الصحابة .\r\nوالمنهج الثاني : منهج الغلاة في كيفة التعامل مع الصحابة .\r\nوالمنهج الثالث : منهج الاثني عشرية في كيفية التعامل مع الصحابة .\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : ص 12 من مقدمة هذا الكتاب .\r\n","page_name":" 170 ","page_number":174},
  {"content":"\r\nوسيتضح لاحقاً أنّ المنهج الأول ( منهج أهل السنَّة ) والمنهج الثاني ( منهج الغلاة ) منهجان غير واقعيين في كيفية تعاملهما مع الصحابة ، وكلاهما يمثل تطرفاً بمعنيين مختلفين ؛ التطرّف عند منهج أهل السنَّة بمعنى الإفراط في كيفية تعاملهم مع الصحابة ، والتطرّف عند منهج الغلاة بمعنى التقصير والتفريط بحقّ الصحابة ، والمنهج الواقعي في كيفية التعامل مع الصحابة هو منهج الاثني عشرية .\r\nوجدير بالمحاور أن ينبه إخوانه الوهابيين إلى أنّهم يخلطون بين منهج الاثني عشرية ومنهج الغلاة - لعنهم الله - في التعامل مع الصحابة ، وسبب ذلك نابعٌ من خلطهم بين الاثني عشرية وبين الغلاة وعدم التمييز بينهم .\r\n* * *\r\n3 - خاصّية غيبة الإمام الثاني عشر :\r\nأما الخاصية الثالثة التي تحدّثنا عنها في القسم الثاني من هذا البحث فهي : ( خاصية الغيبة عند الاثني عشرية ) .\r\nإنّ الحاجة إلى الإيمان ب‍ ( غيبة الإمام الثاني عشر ) هي حاجة العقل والقلب ، وحاجة الحياة والواقع ، وحاجة الأُمة المسلمة والبشرية كلها على السواء ؛ لأنّ صاحب هذه الغيبة هو حلقة الوصل بين الأرض والسماء ، بعد انقطاع الوحي من السماء ، وبعد أنْ خُتمت أنوار الأنبياء . . ومن ثَمّ كان الإيمان بغيبة الإمام الثاني عشر من أهمِّ الخصائص التي تميز المذهب الاثني عشري عن سائر المذاهب الإسلامية الأُخرى .\r\nوقد حاولنا رسم هذه الخاصّية العظيمة للجماعة الوهابية بصورة جديدة ، لعلهم يعذرون إخوانهم بسبب إيمانهم بهذه الخاصّية الفريدة .\r\nويستطيع الإنسان - وهو واثق - أنْ يقول : إنّ عقيدة الاثني عشرية بغيبة الإمام الثاني عشر حقيقة أساسية وضرورية ، أخبر عنها الرسول الأعظم قبل تحققها في الواقع التاريخي بأكثر من مائتين وخمسين عاماً ، وآمنت بهذه الحقيقة\r\n","description":"","footnote":"","page_name":" 171 ","page_number":175},
  {"content":"\r\nجماعة من المسلمين قبل تحققها ، ودوّنت أحاديث الرسول الأكرم وجمعتها في كتب الحديث ، بل أفردت كتباً مستقلة حديثية جمعت الأحاديث الصحيحة في الغيبة ، إلى أنْ تحققت بعد أكثر من مائتي عامٍ مضامين ومحتويات تلك الأحاديث الصحيحة في عالم الواقع ، ولمسها الناس بأنفسهم ؛ كما أثبتنا ذلك عند الحديث عن هذه الخاصية الهامة والعظيمة في الفصل الأخير من القسم الثاني من هذا البحث في كتابنا ( رحلتي من الوهابية إلى الاثني عشرية ) .\r\nولا بد من التنبيه إلى أنّ البحث عن خاصّية الغيبة قبل البحث عن حقيقة الإمامة عند الاثني عشرية لن يوصل الباحث إلى نتيجة ، ومن المحال أنْ يدرك خاصّية الغيبة ما لم يدرك حقيقة الإمامة في هذا المذهب .\r\nولا بد من الإشارة إلى قضية هامة وهي : أنه لا يصح طرح خاصّية الغيبة مع الوهابيين إلا بعد طرح حديث الثقلين ؛ لأنّ خاصّية الغيبة إنّما كانت إحدى نتائج مخالفة حديث الثقلين .\r\nولأجل أن يدرك القارئ أهمية الترتيب في استعراض حقائق المذهب الاثني عشري وخصائصه - عندما يراد طرحه للذين خلطوا بينه وبين فرق الغلاة - أنْ يعيد النظر في هرم الاثني عشرية ( الشكل رقم - 4 - ) ، ويطيل النظر في المراحل الثلاث الضرورية من أجل إدراك المذهب الاثني عشري .\r\n* * *\r\nإنّنا سبق وأن أشرنا في المقدِّمة إلى أنّ هذا الكتاب يمثِّل المقدمة الأساسية للقسم الثاني من هذا البحث ، أعني كتابي ( رحلتي من الوهابية إلى الاثني عشرية ) . ومن هنا فما أثبتناه من حقائق الاثني عشرية وخصائصها في هذا الكتاب ، وفي كل من المرحلتين الأخيرتين من مراحل دراسة المذهب الاثني عشري ، وما أثبتناه - أيضاً - في خصائص الاثني عشرية ؛ إنّما تمثل النقاط الرئيسية التي نريد أنْ نتناولها في القسم الثاني من هذا البحث ؛ لأجل أن يكون لدى القارئ\r\n","description":"","footnote":"","page_name":" 172 ","page_number":176},
  {"content":"\r\nفكرة عامة عن موضوع كل حقيقة أو خاصّية من حقائق وخصائص الاثني عشرية ، إلى جانب ما ورد عن هذه الحقائق وتلك الخصائص في مبحث ( خروج الوهابية عن منهج أهل السنَّة في التعامل مع المذهب الاثني عشري ) ، عندما ذكرنا أقوال الفريق الأول ( الوهابية ) والفريق الثاني والثالث ( أهل السنَّة ) والفريق الرابع ( الاثني عشرية ) ؛ المرتبطة بحقائق الاثني عشري وخصائصها ( 1 ) . وبهذا نكون قد انتهينا من وضع صورة مقتضبة عن المرحلتين الأخيرتين في دراسة المذهب الاثني عشري ووصلنا إلى خاتمة القسم الأُول من الكتاب .\r\nوقبل الخاتمة أتقدم بالشكر الجزيل لسماحة الشيخ لؤي المنصوري على ما بذله من جهد كبير في مراجعة الكتاب ، وسماحة السيد طلال فخر الدين على ما بذله من جهد مشكور في تيسير نشر الكتاب .\r\n\r\n","description":"","footnote":"\r\n( 1 ) لقد بينا في كتابنا ( رحلتي من الوهابية إلى الاثني عشرية ) أن اختلاف الوهابية واختلاف أهل السنّة حول الاثني عشرية يدل على أنّ الاشكالية تعود إلى منهج الجماعة الوهابية في كيفية التعامل مع المذهب الاثني عشري ، وإلاّ فكيف اختلفت أحكامهم حول الاثني عشرية في حين أنّنا نجد أنّ لديهم حكماً واحداً على النصيرية ؟ !\r\n","page_name":" 173 ","page_number":177},
  {"content":"\r\n","description":"","footnote":"","page_name":" 174 ","page_number":178},
  {"content":"\r\n\r\nالخاتمة\r\nالمستقبل للمذهب الاثني عشري\r\nوحين نحسن العرض للمذهب الاثني عشري سوف يلتحق بهذا المذهب العظيم حتى أولئك الذين يوجهون الضربات الوحشية له ؛ لأنّهم إنّما يحاربون هذا المذهب بسبب عدم إدراكهم وفهمهم لحقائق وخصائص هذا المذهب العظيم ، وعزل أنفسهم - من حيث لا يعلمون - عن هذا المذهب بشتى التمويهات والأكاذيب عن هذا المذهب .\r\nولكن الذي لا شك فيه أنّ إخواننا الوهابيين إذا فهموا الخصائص الذاتية العظيمة للمذهب الاثني عشري ، فسوف يلتحقون بهذا المذهب ويكونون من دعاته .\r\nإنّ الوهابيين يعجبون كيف استطاع المذهب الاثني عشري أنْ يفرضَ نفسه على أكثر مناطق العالم ، على الرغم من كثرة أعدائه ، وانتشارهم في كل مكان على وجه الأرض ، واستخدامهم لشتى الخطط والأساليب في سبيل محاربته !\r\nلكن سرّ ذلك الانتشار يكمن في القوة الذاتية والفكرية للمذهب الاثني عشري ، وفي الاعتدال في فهم حقائق الإسلام ودرك مقاصده .\r\nوإنّ الوهابيين يرون أنّ المذهب الاثني عشري بقوته الذاتية هو الذي يلتحق به المئات من أهل السنَّة ، والعشرات من الوهابيين ، ويرونهم يعلنون حرباً على خصوم هذا المذهب ، بعد أن كانوا من أشدِّ أعداء ( الاثني عشريين ) !\r\n","description":"","footnote":"","page_name":" 175 ","page_number":179},
  {"content":"\r\nويشاهد الوهابيون أنّ المذهب الاثني عشري يأخذ عليهم كبار علمائهم ومفكريهم في كلِّ بلدٍ ، حتى إنّه ما بقيت منطقة عربية أو غير عربية إلاّ ودخل فيها المذهب الاثنا عشري ، بحيث أصبح الوهابيون على يقين بأنّ ( المذهب الاثني عشري ) هو الذي سوف يمثِّل أكثرية ( المسلمين ) في العالم الإسلامي ، لا سيما أنّهم يرون أنّه دخل إلى مناطق ما كانوا يتوقعون دخوله إليها ! ومن هنا فاخواننا الوهابيون لا يشكون أنّ المستقبل ( للمذهب الاثني عشري ) ، وفي هذا يقول العالم الوهابي الدكتور ( علي السالوس ) - حفظه الله - في كتابه ( الشيعة الاثنا عشرية في الأُصول والفروع ) :\r\n( والشيعة الإمامية الجعفرية الاثنا عشرية أكبر الفرق الإسلامية المعاصرة ) ( 1 ) .\r\nيقول هذا الكلام على رغم الخصومة الشديدة التي يحملها لهذا المذهب ؛ بسبب أنّه لم يدرك حقائقه وخصائصه .\r\nونحن نستيقن أنّ الوهابيين عائدون إلى المذهب الاثني عشري ، وأن المستقبل لهذا المذهب ، ولكن لن يتحقق ذلك إلاّ إذا عرضنا هذا المذهب بطريقة تتناسب مع سنخية العقل الوهابي .\r\nوهكذا ؛ جاءت كتابات الوهابيين تشهد أنّ المستقبل للمذهب الاثني عشري .\r\nوفي موضع آخر يذكر الكاتب الوهابي الشيخ ( ربيع بن محمد السعودي ) - حفظه الله - في كتابه ( الشيعة الإمامية في ميزان الإسلام ) ( 2 ) بما يؤكّد أنّ المستقبل لهذا المذهب ويقول :\r\n( ففي زيارة لمصر بعد انقطاع عنها دام أربع سنوات بل خمس ، وبعد أنْ استقر بي المقامُ في القاهرة ، بدأتُ أحسّ باتجاه جديد ) .\r\nوهو يعني التحوّل من المذهب السنّي والمذهب الوهابي إلى المذهب الاثني عشري .\r\n\r\n","description":"","footnote":"\r\n( 1 ) ج 1 ، ص 21 .\r\n( 2 ) ورغم أن الكتاب طبع في مؤسسة تحارب المذهب الاثني عشري ، لكنه لا يستطيع إنكار حقيقة أنّ المستقبل للمذهب الاثني عشري . طبع هذا الكتاب في مكتبة العلم بمدينة جدة - السعودية .\r\n","page_name":" 176 ","page_number":180},
  {"content":"\r\nإلى أن يقول :\r\n( ومما زاد عجبي من هذا الأمر أنّ إخواناً لنا ومنهم أبنا أحد العلماء الكبار المشهورين في مصر ، ومنهم طلاب علم طالما جلسوا معنا في حلقات العلم ، ومنهم بعضُ الإخوان الذين كنا نحسنُ الظنَّ بهم ؛ سلكوا هذا الدرب ! [ يعني : أصبحوا من الاثني عشريين 
  ] وهذا الاتجاه الجديد هو التشيع ) ( 1 ) .\r\nلو كان أخونا الشيخ ( ربيع بن محمد السعودي ) يدرك الخصائص الذاتية العظيمة للمذهب الاثني عشري لما عَجِب وانبهر حين رأى كبار أهل التسنن والوهابيين يدخلون في المذهب الاثني عشري أفواجاً !\r\nومن أجل هذا الشيخ وأمثاله كتبنا هذا الكتاب حتى يدركوا الأسباب التي جعلت الكثير من الوهابيين يدخلون في هذا المذهب ، وحتى يدركوا أنّ مسألة التقريب بين الاثني عشرية والوهابية ، هي مسألة ممكنة وليست مستحيلة كما يحسبون .\r\nوالآن نأتي إلى بشارةٍ من العالم الوهابي الذائع الصيت الشيخ الدكتور ( ناصر القفاري ) - حفظه الله - ، وهذه البشارة تبين أنّ المستقبل للمذهب الاثني عشري ، وفيها يقول الشيخ ناصر القفاري :\r\n( وقد تشيع الكثير [ يعني الكثير من أهل السنَّة ومن الوهابيين 
  ] - إلى أن يقول - ومن يطالع كتاب ( عنوان المجد في تاريخ البصرة ونجد ) يهوله الأمر حيث يجدُ قبائل بأكملها قد تشيعت ) .\r\nثم يصف الاثني عشرية بأنها : ( هي الطائفة الشيعية الكبرى في عالم اليوم ) ( 2 ) .\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر مقدمة كتابه المذكور .\r\n( 2 ) انظر مقدمة كتابه ( أُصول مذهب الشيعة الإمامية الاثني عشرية ) المجلّد الأول ، الطبعة السعودية .\r\n","page_name":" 177 ","page_number":181},
  {"content":"\r\nوكلَّما نقرأ كتابات إخواننا الوهابيين نزداد يقيناً بأنّ المستقبل للمذهب الاثني عشري ؛ لأنّهم يتابعون حركة الانتشار السريعة لهذا المذهب في وسط الوهابيين وغيرهم من المسلمين .\r\nوفي هذه الحقيقة ( حقيقة أنّ المستقبل للمذهب الاثني عشري ) يقول أخونا العزيز الشيخ ( عبد الله الغُنيمان ) - حفظه الله - المدرس بقسم الدراسات العليا بالجامعة الإسلامية بالمدينة النبوية في المملكة العربية السعودية ، يقول في كتابه ( مختصر السنة ) الذي اختصره من كتاب ( منهاج السنّة ) للإمام ابن تيمية :\r\n( حيث أطل الرفض [ يعني الاثني عشرية لأن الشيخ عبد الله غنيم يخلط بين الرافضة وبين الاثني عشرية 
  ] على كلِّ بلدٍ من بلاد الإسلام ) .\r\nإنّ الوهابيين على يقين بأنّ المذهب ( الاثني عشر ) هو الذي سوف يجذبُ إليه كل أهل السنَّة وكل الوهابيين في المستقبل القريب .\r\nويحمل إلينا العالم الوهابي الشيخ ( محمد بن عبد الرحمن المغراوي ) - حفظه الله - بشارة عظيمة في كتابه ( من سبَّ الصحابة ومعاوية فأُمه هاوية ) ، تبين انتشار المذهب الاثني عشري في بلاد المغرب ، ويقول - بعد أنْ يبين انتشار المذهب الاثني عشري في مشرق العالم الإسلامي - :\r\n( . . . فخفت على الشباب في بلاد المغرب . . . ) ( 1 ) ، ثم يبين دخول هذا المذهب .\r\nولو كان أخونا الشيخ ( محمد عبد الرحمن المغرواي ) يعلم الخصائص الذاتية العظيمة للمذهب الاثني عشري لما خاف من انتشار هذا المذهب في المغرب العربي .\r\nإنّه حين يتعرّف الوهابي على ( الاثني عشريين ) سوف يستيقن أنّهم ملائكة الرحمة ، وفرسان الحق . . وفي هذا ينقل إلينا أخونا الشيخ الوهابي ( مجدي محمد علي محمد ) - حفظه الله - في كتابه ( انتصار الحق مناظرة علمية مع بعض الشيعة الإمامية ) ( 2 ) ، ينقل الينا هذه العبارة :\r\n\r\n","description":"","footnote":"\r\n( 1 ) سلسلة العقائد السلفية ( من سبَّ الصحابة ومعاوية فأُمه هاوية ) ، تأليف الشيخ الفاضل محمد بن عبد الرحمن المغراوي ، مقدمة الكتاب : ص 4 . مكتبة التراث الإسلامي القاهرة .\r\n( 2 ) والكتاب طُبع في دارٍ وهابية ، دار طيبة في الرياض - السعودية .\r\n","page_name":" 178 ","page_number":182},
  {"content":"\r\n( . . . جاءني شاب من أهل السنَّة حيران ، وسبب حيرته أنّه قد امتدت إليه أيدي الشيعة . . . ) .\r\nإلى أن يقول في شأن هذا الشاب :\r\n( . . . حتى ظن المسكين أنّهم [ يعني : الاثني عشريين 
  ] ملائكة الرحمة وفرسان الحقِّ . . ) ( 1 ) .\r\nوهكذا . . . وهكذا . . هنالك المئات من عبارات الوهابيين التي تؤكد أنّ المستقبل القريب للمذهب الاثني عشري .\r\nولكن يبقى أمرٌ واحد يجب أن يكون في الحسبان وهو : إنّ الوهابيين ليسوا خصوماً لهذا المذهب العظيم ، لأنّهم حين يعرفونه لا يترددون في اتباعه ، ولكن يجب علينا أن ننزل إلى مستوى العقل الوهابي عند عرض الخصائص الذاتية العظيمة والعميقة للمذهب الاثني عشري ؛ حتى نرفعهم إلى مستوى العقل الاثني عشري .\r\nوينبغي الالتفات إلى شيء هام وهو : إنّ الحوار مع العقل الوهابي يجب أن يبدأ - أولاً - بحديث الثقلين وتبيين وتوضيح مطالبه ، ومن الخطأ البدء معه برد الشبهات التي يطرحها والإجابة عنها ما لم نبحث حديث الثقلين مسبقاً .\r\nوإقناع العقل الوهابي بطرح حديث الثقلين والبحث حوله قبل طرح الشبهات يحتاج منّا إلى جهد كبير وصبر جميل .\r\nوالله ينصر دين الحق ويظهره على الدين كله ( هُوَ الَّذي أرْسَلَ رَسُولَهُ بالهُدى وَدينِ الحقِّ ليُظْهِرهُ عَلَى الدّينِ كُلِّهِ ) ( 2 ) .\r\nوصدق الله العظيم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر الكتاب الذي ذكرناه : ص 11 - 14 .\r\n( 2 ) سورة الصف من الآية : 9 .\r\n","page_name":" 179 ","page_number":183}
  ]