[
  {"content":"\r\n\r\nالجزء الرابع من\r\nمستدرك نهج البلاغة\r\nالموسوم\r\nبمصباح البلاغة في مشكاة الصياغة\r\nمن مؤلفات الاثم الفاني حسن الميرجهاني الطباطبائي\r\nالمحمد ابادي الجرقويي الأصبهاني نزيل عاصمة طهران\r\nصانها الله عن طوارق الحدثان إلى ظهور\r\nمحور الامكان\r\nالحجة المنتظر الإمام الثاني عشر\r\nمحمد بن الحسن العسكري صاحب اعصر والزمان\r\nعجل الله تعالى فرجه بمنه\r\nحق الطبع محفوظ للمؤلف\r\nسنة 1388 ه‍ ق\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nهذا هو\r\nالجزء الرابع من كتاب\r\nمصباح البلاغة في مشكاة\r\nالصياغة لعبد الفاني\r\nحسن الميرجهاني الطباطبائي\r\nبسم الله الرحمن الرحيم وبه نستعين\r\nالحمد لله المحمود بنعمته المطاع بسلطانه الغالب لامره الدال على بقائه بفناء\r\nخلقه وعلى قدرته بعجز كل شئ سواه الذي خلق الخلق بين ناطق معترف بوحدانيته\r\nوصامت متخشع لربوبيته لا يخرج شئ عن قدرته ولا يمكن الفرار من حكومته وجعله\r\nشفيعا للمذنبين أبي القاسم محمد خاتم الأنبياء والمرسلين صلى الله عليه وآله الطيبين\r\nسيما ابن عمه ووصيه ووزيره وحافظ شريعته أبى الأئمة وسراج الأمة وكاشف الغمة\r\nعلى أمير المؤمنين ووارث علوم الأولين والآخرين وكلام الله الناطق الأمين واللعنة\r\nالدائمة على أعدائهم أجمعين من الان إلى يوم نصب الموازين أما بعد فهذا هو\r\nالجزء الرابع من كتاب مصباح البلاغة في مشكاة الصياغة الحاوي للخطب البالغة العلوية\r\nوالكلمات الجامعة الولوية والوصايا والكتب المرتضوية عليه وآله أفضل الصلاة والتحية\r\nمما روته الخاصة والعامة والمرجو من الله تعالى أن يجعله لي ذخيرة ليوم فقري وفاقتي وينفعني\r\nبه وجميع المؤمنين وصلى الله على محمد وأهل بيته الطيبين الطاهرين المعصومين المنتجبين\r\nمن وصاياه عليه السلام\r\nلولده محمد بن الحنفية نقلها الفيض الكاشاني ( ره ) في روضة الوافي وهو المجلد الثالث منه\r\nص 65 في باب مواعظه عليه السلام عن الصدوق رحمه الله في الفقيه قال عليه السلام له\r\nيا بني إياك والاتكال على الأماني فإنها بضايع النوكي وتثبيطه\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nعن الآخرة ومن خير حظ المرء قرين صالح جالس أهل الخير تكن\r\nمنهم باين أهل الشر ومن صدك عن ذكر الله عز وجل وعن\r\nذكر الموت بالأباطيل المزخرفة والأراجيف الملفقة تبين منهم\r\nولا يغلبن عليك سوء الظن بالله عز وجل فإنه لن يدع بينك\r\nوبين خليلك صلحا أذل بالأدب الصواب وأبعدها من الارتياب\r\nيا بني لا شرف أعلى من الاسلام ولا كرم أعز من التقوى ولا معقل\r\nأحرز من الورع ولا شفيع أنجح من التوبة ولا لباس أجمل من العافية\r\nولا وقاية أمنع من السلامة ولا كنز أغنى من القنوع ولا مال أذهب\r\nللفاقة من الرضا بالقوت ومن اقتصر على بلغة الكفاف فقد انتظم\r\nالراحة وتبوء خفض الدعة الحرص داع إلى التقحم في الذنوب\r\nالق عنك واردات الهموم بعزائم الصبر عود نفسك الصبر فنعم الخلق\r\nالصبر واحملها على ما أصابك من أهوال الدنيا وهمومها فاز الفائزون\r\nونجى الذين سبقت لهم من الله الحسنى فإنه جنة من الفاقة والجاء نفسك\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nفي الأمور كلها إلى الله الواحد القهار فإنك تلجئها إلى كهف\r\nحصين وحرز حريز ومانع عزيز وأخلص المسألة لربك فإن\r\nبيده الخير والشر والاعطاء والمنع والصلة والحرمان\r\nاللغات الاتكال الاعتماد والأماني جمع الأمنية وهي التمني والتوكي بالفتح جمع الأتوك وهو\r\nالأحمق والتثبيط التعويق عن الآخرة أي عن عملها وفي بعض النسخ تقنط عن الآخرة والأول ظهر والملفقة المجتمعة\r\nوبين خليلك يعني وبين الله أو المراد ان سوء الظن بخليلك لما لن يدع بينك وبين خليلك صلحا فإذا ظننت\r\nبالله ظن السوء لن يدع بينك وبين الله صلحا أو المراد بسوء الظن بالله بالنظر إلى الاخوان يعنى إذا رأيت من خليل\r\nلك من اخوانك مخالفة لله عز وجل فتظن إن الله سبحانه يعذبه فلا يمكنك الصلح معه أذل أي نور بالأدب بمداومة\r\nالذكر ومراعاة الحياء للنحيزة بالنون والحاء المهملة والزاء بعدها المثناة التحتانية الطريقة والطبيعة والتجارب\r\nعطف على الأدب وإضافة ا لبلغة بالضم إلى الكفاف بيانية خفض الدعة سعة العيش والراحة إلى التقحم أي\r\nالتهجم بلا رؤية في الذنوب لان الحريص لا يقنع بالحلال على ما أصابك أي على الصبر على ما أصابك فاز الفائزون\r\nأي بالصبر فازوا وأخلص المسألة لربك أي لا تسئل غيره وقال عليه السلام في هذه الوصية\r\nيا بني الرزق رزقان رزق تطلبه ورزق يطلبك فإن لم تأته أتاك فلا تحمل\r\nهم سنتك على هم يومك كفاك كل يوم ما هو فيه فإن تكن السنة من\r\nعمرك فما تصنع بغم ولا هم ما ليس لك واعلم أنه لن يسبقك إلى رزقك\r\nطالب ولن يغلبك عليه غالب ولن يحتجب عنك ما قدر لك فكم رأيت من\r\nطالب متعب نفسه مقتر عليه رزقه ومقتصد في الطلب قد ساعدته المقادير\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\nوكل مقرون به الفناء اليوم لك وأنت من بلوغ غد على غير يقين\r\nولرب مستقبل يوما ليس بمستدبره ومغبوط في أول ليلة قام\r\nفي اخرها بواكيه فلا يغرنك من الله طول حلول النعم\r\nوابطاء موارد النقم فإنه لو خشي الفوت لعاجل بالعقوبة قبل\r\nالموت يا بني اقبل من الحكماء ومواعظهم وتدبر أحكامهم وكن\r\nآخذ الناس بما تأمر به واكف الناس عما تنهى عنه وامر بالمعروف\r\nتكن من أهله فان استتمام الأمور عند الله تعالى الامر بالمعروف\r\nوالنهي عن المنكر وتفقه في الدين فإن الفقهاء ورثة الأنبياء إن\r\nالأنبياء لم يورثوا دينارا ولا درهما ولكنهم ورثوا العلم فمن أخذ\r\nمنه أخذ بحظ وافر واعلم أن طالب العلم يستغفر له من في السماوات\r\nوالأرض حتى الطير في جو السماء ( الهواء خ ل ) والحوت في البحر\r\nوان الملائكة لتضع أجنحتها لطالب العلم رضا به وفيه شرف الدنيا\r\nوالآخرة والفوز بالجنة يوم القيمة لان فقهاء هم الدعاء إلى الجنان\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nوالأدلاء على الله تعالى وأحسن إلى جميع الناس كما تحب أن يحسن\r\nإليك وارض لهم بما ترضاه لنفسك واستقبح من نفسك ما\r\nتستقبحه من غيرك وحسن مع جميع الناس خلقك حتى إذا غبت\r\nعنهم حنوا إليك وإذا مت بكوا عليك وقالوا إنا لله وإنا إليه\r\nراجعون ولا تكن من الذين يقال عند موتهم الحمد لله رب\r\nالعالمين واعلم أن رأس العقل بعد الايمان بالله مداراة الناس\r\nولا خير فيمن لا يعاشر بالمعروف من لابد من معاشرته حتى يجعل\r\nالله تعالى إلى الخلاص منه سبيلا فإني وجدت جميع ما يتعايش\r\nبه الناس وبه يتعاشرون ملى مكيال ثلثاه استحسان وثلثه\r\nتغافل وما خلق الله تعالى شيئا أحسن من الكلام ولا أقبح منه\r\nبالكلام ابيضت الوجوه وبالكلام اسودت الوجوه واعلم أن الكلام\r\nفي وثاقك ما لم تتكلم به فإذا تكلمت به صرت في وثاقه فاخزن\r\nلسانك كما تخزن ذهبك وورقك فان اللسان كلب عقور فإن أنت\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nخليته عقر ورب كلمة سلبت نعمة ومن سيب عذارة قاده إلى\r\nكل كريهة وفضيحة ثم لم يتخلص من دهره الا على مقت من الله وذم\r\nمن الناس قد خاطر بنفسه من استغنى برأيه من استقبل وجوه الآراء\r\nعرف مواقع الخطاء من تورط في الأمور غير ناظر في العواقب فقد تعرض\r\nلمفظعات ا لنوائب التدبير قبل العمل يؤمنك من الندم والعاقل\r\nمن وعظته التجارب وفي التجارب علم مستأنف وفي تقلب الأحوال علم\r\nجواهر الرجال الأيام تهتك لك عن السرائر الكامنة فافهم وصيتي\r\nهذه ولا تذهبن عنك صفحا فان خير القول ما نفع اعلم يا بني انه لابد\r\nلك من حسن الارتياد وبلاغك من الزاد مع خفة الظهر فلا تحمل على\r\nظهرك فوق طاقتك فيكون عليك ثقيلا في حشرك ونشرك في القيمة\r\nفبئس الزاد إلى المعاد العدوان على العباد واعلم أن امامك مهالك\r\nومهاوى وجسورا وعقبة كؤودا لا محالة ان هابطا وان مهبطها\r\nإما على جنة أو نار فارتد لنفسك قبل نزولك إياها فإذا وجدت\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nمن أهل الفاقة من يحمل زادك إلى القيمة فيوافيك به غدا حيث تحتاج\r\nإليه فاغتنمه وحمله وأكثر من تزوده وأنت قادر عليه فلعلك يطلبه\r\nفلا تجده وإياك أن تثق لتحمل زادك بمن لا ورع له ولا أمانة فيكون\r\nمثلك مثل ظمأن رأى سرابا حتى إذا جاءه لم يجده شيئا فتبقى في القيمة\r\nمنقطعا بك بيان حنوا من الحنين بمعنى الاشتياق مداراة ا لناس أي التقية منهم بالمعروف بما\r\nيعد في العرف حسنا والاستحسان جعل الشئ حسنا يعني كلما يمكن من أفعال الناس أن يحمل على الوجه\r\nالحسن يحمل عليه وما لم يكن فيه ذلك يتغافل عنه ولا يلتفت إليه وذلك إذا خاف منهم على نفسه والا فهو\r\nمداهنة محرمة الا ما لا يتعلق بالدين من سيب عذاره اي أرسل لجام لسانه أو لجام نفسه فيكون أعم الأول\r\nأظهر وأنسب بالكلام المفظعات النوائب أي الشدائد والمصائب الشديدة الشناعة وبالقاف والطاء المهملة\r\nأي اللازمة كالجنة اللاصقة بالبدن ولا تذهبن عنك صفحا ذلك بأن تعرض عنها بصفحة وجه قلبك فتذهب\r\nعنك من حسن الارتياد أي طلب الآخرة على الوجه الأحسن في المجاهدة وبلاغك من الزاد أي بقدر ما\r\nيكفيك في سفر الآخرة مع خفة الظهر من تبعة العباد وغيرها وحمل زاد القيمة أهل الفاقة كناية عن الانفاق\r\nفي سبيل الله وكل خير ومعروف لله بمن لا ورع له أي بصرفه في غير مستحقه وقال عليه السلام\r\nفي هذه الوصية يا بني البغى سايق إلى الحين لم يهلك امرء عرف\r\nقدره من حصن شهوته صان قدره قيمة كل امرء ما يحسن الاعتبار\r\nيفيدك الرشاد أشرف الغنى ترك المنى الحرص فقر حاضر المودة\r\nقرابة مستفادة صديقك أخ وك لأبيك وأمك وليس كل أخ\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\nلك من أمك وأبيك صديقك لا تتخذن عدو صديقك صديقا\r\nفتعادى صديقك كم من بعيد أقرب منك من قريب وصول معدم\r\nخير من مثر جاف الموعظة كهف لمن وعاها من من بمعروفه أفسده\r\nمن أساء خلقه عذب نفسه وكانت البغضة أولى به ليس من\r\nالعدل القضاء بالظن على الثقة ما أقبح الأشر عند الظفر\r\nوالكآبة عند النائبة والغلظة والقسوة على الجار والخلاف على\r\nالصاحب والخب من ذي المروة والغدر من السلطان كفر النعم لوم\r\nومجالسة الأحمق شوم أعرف الحق لمن عرفه لك شريفا كان أو وضيعا\r\nمن ترك القصد جار من تعدى الحق ضاق مذهبه كم من دنف قد\r\nنحى وصحيح قد هوى قد يكون الياس ادراكا والطمع هلاكا استعتب\r\nمن رجوت عتابه لا تبيتن على من امرء على غدر الغدر شر لباس\r\nالمرء المسلم من غدر ما أخلق أن لا يوفى له الفساد يبير الكثير والاقتصاد\r\nينمى اليسير من الكرم الوفاء بالذمم من كر ساد ومن تفهم ازداد\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nامحض أخاك النصيحة ونساعده على كل حال ما لم يحملك على معصية الله\r\nتعالى زل معه حيث زال لا تصرم أخاك على ارتياب ولا تقطعه دون\r\nاستعتاب لعل له عذر أو أنت تلوم اقبل من متنصل عذره فتنالك\r\nالشفاعة وأكرم الذين بهم تصول وازدد لهم على طول الصبحة\r\n( الصحبة خ ل ) برا واكراما وتبجيلا وتعظيما فليس جزاء من أعظم شأنك\r\nأن تضع من قدره ولا جزاء من سرك أن تسوءه أكثر البر ما ا ستطعت\r\nلجليسك فإنك إذا شئت رأيت رشده من كساء الحياء ثوبه اختفى\r\nعن العيون عيبه من تحرى القصد خفت عليه المؤن من لم يعط\r\nنفسه شهوتها أصاب رشده مع كل شدة ورخاء ومع كل آكلة\r\nعصص لا تنال نعمة الا بعد أذى لن لمن عاظك تظفر بطلبتك\r\nساعات الهموم ساعات الكفارات والساعات تنفد عمرك لا\r\nخير في لذة من بعدها النار وما خير بخير بعده النار وما شر\r\nبشر بعده الجنة كل نعيم دون الجنة محقور وكل بلاء دون النار\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nعافية لا تضعن حق أخيك اتكالا على ما بينك وبينه فإنه ليس\r\nلك باخ من أضعت حقه لا يكونن أخوك على قطيعتك أقوى منك على\r\nصلته ولا على الإساءة إليك أقوى منك على الاحسان إليه يا بني\r\nفإذا قويت فاقوا على طاعة الله وإذا ضعفت فاضعف عن معصية\r\nالله وان استطعت أن لا تملك المرأة من أمرها ما جاوز نفسها فافعل\r\nفإنه أدوم لجمالها وأرخى لبالها وأحسن لحالها فإن المرأة ريحانة\r\nلا قهرمانة ( وليست بقهرمانة خ ل ) فدارها على كل حال وأحسن الصحبة\r\nلها فيصفو عيشك واحتمل القضاء بالرضاء وان أحببت أن تجمع خير الدنيا\r\nوالآخرة فاقطع طمعك مما في أيدي الناس والسلام عليك ورحمة الله وبركاته\r\nبيان الحين الهلاك حصن حفظ وفي بعض النسخ خطر أي منع ما يحسن ما يعلم من الاحسان بمعنى العلم يعني\r\nتزيد قيمة المرء بزيادة علمه كما وكيفا ولا شك أن شرف المرء بشرف المعلوم فالعالم بعظمة الله جل جلاله وجلاله أعظم\r\nقدرا من العالم بأحكامه وكذلك في ساير العلوم وما كان المقصود منه الدنيا فقيمته ما يحصل له في الدنيا\r\nوماله في الآخرة من نصيب سوى الحسرة والندامة والمعدم الفقير والمثرى ذو المال من الثروة القضاء بالظن\r\nعلى الثقة أي إذا كنت تثق بأحد في الدين والديانة والمحبة وغيرها فما لم يحصل لك اليقين بزوال هذه\r\nالأشياء عنه لا تحكم بالزوال فان الظن لا يغنى من الحق شيئا والأشر النشاط والطغيان عند الظفري\r\nالظفر بالمطلوب أو العدو وفي بعض النسخ البطر وكأنه تصحيف والكآبة الغم والخب بالحاء المعجمة الخداع والمكر\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nوفي بعض النسخ الخبث بالمثلثة في آخره وفي بعضها بالحاء المهملة والنون وللثلاثة وكأنهما تصحيف جار إما\r\nبالجيم من الجور أو بالمهملة من الحيرة والدنف بكسر النون من أثقله المرض قد يكون الياس ادراكا فإنه إذا\r\nيئس من الناس يتداركه الله بقضاء حاجته استعتب استرض من رجوت أي خفت وأريد بالفساد المبير\r\nأي المهلك للمال الاسراف زل معه حيث زال أي وافقه في جميع الأمور ما لم يعص الله لا تصرم لا تقطع\r\nعلى ارتياب أي في محبته أو فسقه والمتنصل المعتذر فتنالك الشفاعة أي من محمد وأهل بيته عليهم\r\nالسلام لأنهم ضمنوا له الشفاعة كما مضى بهم تصول أي تحمل على أعاديك\r\nومن وصاياه عليه السلام\r\nومد نقل بعضها الرضي رضي الله عنه في النهج وقال من وصيته للحسن والحسين عليهم السلام لما ضربه ابن ملجم\r\nلعنه الله واخراه لكن نقلها الكليني في الكافي وعلي بن الحسين بن شعبة الحراني من أعلام المأة الرابعة في تحف\r\nالعقول تمامها رأيت أن أنقلها هنا مزيدا للفائدة وتتميما للمائدة لأنها أبسط ولما كان نقل الكليني أقدم من الرضي\r\nأرويها عنه بطرقي المنتهية إليه باسناده قال أبو علي الأشعري عن محمد بن عبد الجبار ومحمد بن إسماعيل عن الفضل عن\r\nصفوان عن عبد الرحمن بن الحجاج قال بعث إلى أبو الحسن موسى عليه السلام بوصيه أمير المؤمنين عليه السلام\r\nبسم الله الرحمن الرحيم هذا ما أوصى به علي بن أبي طالب ( عليه\r\nالسلام ) أوصى أنه يشهد أن لا إله إلا الله وحده لا شريك له\r\nوأن محمدا عبده ورسوله أرسله بالهدى ودين الحق ليظهره على الدين\r\nكله ولو كره المشركون صلى الله عليه وآله ثم إن صلوتي ونسكي\r\nومحياي ومماتي لله رب العالمين لا شريك له وبذلك أمرت وأنا من\r\nالمسلمين ثم إني أوصيك يا حسن وجميع أهل بيتي وولدي ومن بلغه\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nكتابي بتقوى الله ربكم ولا تموتن الا وأنتم مسلمون واعتصموا بحبل\r\nالله جميعا ولا تفرقوا فإني سمعت رسول الله صلى الله عليه وآله\r\nيقول صلاح ذات البين أفضل من عامة الصلاة والصيام وإن\r\nالمبيرة الحالقة للدين فساد ذات البين ولا قوة إلا بالله العلي العظيم\r\nانظروا ذوي أرحامكم فصلوهم يهون الله عليكم الحساب الله الله\r\nفي الأيتام فلا تغيروا أفواههم ولا تضيعوا بحضرتكم فقد سمعت رسول الله\r\nصلى الله عليه وآله يقول من عال يتيما حتى يستغنى أوجب الله عز\r\nوجل له بذلك الجنة كما أوجب الله لاكل مال اليتيم النار الله الله\r\nفي القرآن فلا يسبقكم إلى العمل به غيركم أحد الله الله في جيرانكم\r\nفإن النبي صلى الله عليه وآله أوصى بهم وما زال رسول الله صلى الله\r\nعليه وآله يوصى بهم حتى ظننا أنه سيورثهم الله ا لله في بيت ربكم\r\nفلا يخلو منكم ما بقيتم انه إن ترك لم تناظروا وأدنى ما يرجع به من أمه\r\nأن يغفر له ما سلف الله الله في الصلاة فإنها خير العمل وإنها عمود\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nدينكم الله الله في الزكاة فإنها تطفى غضب ربكم الله الله في شهر\r\nرمضان فإن صيامه جنة من النار الله الله في الفقراء والمساكين\r\nفشاركوهم في معايشكم الله الله في الجهاد بأموالكم وأنفسكم\r\nوألسنتكم فإنما يجاهد رجلان امام هدى أو مطيع له مقتد بهداه الله\r\nالله في ذرية نبيكم فلا يظلمن بحضرتكم وبين ظهرانيكم وأنتم تقدرون\r\nعلى الدفع عنهم الله الله في أصحاب نبيكم الذين لم يحدثوا حدثا\r\nولم يأووا محدثا فإن رسول الله صلى الله عليه وآله أوصى بهم\r\nولعن المحدث منهم ومن غيرهم والمؤوى للمحدث الله الله في النساء\r\nوفيما ملكت أيمانكم فإن أخر ما تكلم به نبيكم صلى الله عليه وآله ان\r\nقال أوصيكم بالضعيفين النساء وما ملكت ايمانكم الصلاة الصلاة\r\nالصلاة لا تخافوا في الله لومة لائم يكفيكم الله من آذاكم ومن بغى\r\nعليكم قولوا للناس حسنا كما أمركم الله عز وجل ولا تتركوا الامر\r\nبالمعروف والنهي عن المنكر فيولى الله أمركم شراركم ثم تدعون فلا\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nيستجاب لكم عليكم وعليهم يا بني بالتواصل والتباذل والتبار\r\nوإياكم والتقاطع والتدابر والتفرق وتعاونوا على البر والتقوى ولا\r\nتعاونوا على الاثم والعدوان واتقوا الله إن الله شديد العقاب\r\nحفظكم الله من أهل بيت وحفظ فيكم بنبيكم استودعكم الله واقرء\r\nعليكم السلام ورحمة الله ثم\r\nلم يزل يقول لا إله إلا الله حتى قبض صلوات الله عليه ورحمته في ثلاث ليال من العشر الأواخر ليلة ثلاث\r\nوعشرين من شهر رمضان ليلة الجمعة سنة أربعين من الهجرة وكان ضرب ليلة إحدى وعشرين من شهر رمضان\r\nأقول المشهور أنه عليه السلام ضرب في ليلة تسعة عشر من رمضان وقبض في ليلة إحدى وعشرين منه من السنة\r\nالحالقة قال الفيروزآبادي الحالقة الخصلة التي من شأنها أن تحلق أي تهلك وتستأصل الدين كما تستأصل الموسى\r\nالشعر فلا تغيروا أفواههم محتمل الوجهين أحدهما أي لا تجيعوهم فإن الجائع فمه تتغير نكهته والثاني لا تحرجوهم\r\nإلى تكرار الطلب والسؤال فإن السائل ينصب ريقه وتنشف لهوانه وتتغير ريح فمه كذا قال ابن أبي الحديد في شرح\r\nالنهج قوله لم تناظروا أي لم تمهلوا بل ينزل عليكم العذاب من غير مهلة قوله من أحدث فيها حدثا أو أوى محدثا الحدث\r\nالامر الحادث المنكر الذي ليس بمعتاد ولا معروف في السنة والمحدث يروى بكسر الدال وفتحها على الفاعل والمفعول\r\nفمعنى الكسر من نصر جانيا وآواه واجاره من خصمه وحال بينه وبين أن يقتص منه وبالفتح هو الامر المبتدع نفسه ويكون\r\nمعنى الايواء فيه الرضا به والصبر عليه فإنه إذا رضي بالبدعة وأقر فاعلها عليها ولم ينكرها فقد آواها قوله عليه السلام\r\nوحفظ فيكم نبيكم أي جعل الناس بحيث يرعون فيكم حرمته صلى الله عليه وآله أو حفظ سنته وأطواره فيكم أو يحفظكم\r\nلانتسابكم إليه صلى الله عليه وآله والأول أظهر .\r\nوصيته لابنه الحسين عليه السلام\r\nتحف العقول ص 88 لعلي بن الحسن بن شعبة الحراني قال وصيته لابنه الحسين عليهما السلام يا بني\r\nأوصيك بتقوى الله في الغنى والفقر وكلمة الحق في الرضا والغضب\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\nوالقصد في الغنى والفقر وبالعدل على الصديق والعدو وبالعمل\r\nفي النشاط والكسل والرضا عن الله في الشدة والرخاء أي بني\r\nما شر بعده الجنة بشر ولا خير بعده النار بخير وكل نعيم دون\r\nالجنة محقور وكل بلاء دون النار عافية واعلم أي بني أنه من\r\nأبصر عيب نفسه شغل عن عيب غيره ومن تعرى من لباس التقوى\r\nلم يستتر بشئ من اللباس ومن رضي بقسم الله لم يحزن على ما\r\nفاته ومن سل سيف البغى قتل به ومن حفر بئرا لأخيه وقع\r\nفيها ومن هتك حجاب غيره انكشفت عورات بيته ومن نسي\r\nخطيئته استعظم خطيئة غيره ومن كابد الأمور عطب ومن\r\nاقتحم الغمرات غرق ومن أعجب برايه ضل ومن استغنى بعقله\r\nزل ومن تكبر على الناس ذل ومن خالط العلماء وقر ومن\r\nخالط الأنذال حقر ومن سفه على الناس شتم ومن دخل\r\nمداخل السوء اتهم ومن مزح استخف به ومن أكثر من شئ عرف\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nبه ومن كثر كلامه كثر خطائه ومن كثر خطائه قل حياءه ومن قل\r\nحياءه قل ورعه ومن قل ورعه مات قلبه ومن مات قلبه\r\nدخل النار أي بنى عز المؤمن غناه عن الناس والقناعة مال\r\nلا ينفد ومن أكثر ذكر الموت رضي من الدنيا باليسير ومن علم أن\r\nكلامه من عمله قل كلامه إلا فيما ينفعه أي بني العجب ممن يخالف\r\nالعقاب فلم يكف ورجا الثواب فلم يتب ويعمل أي بني الفكرة تورث\r\nنورا والغفلة ظلمة والجدال ضلالة والسعيد من وعظ بغيره والأدب\r\nخير ميراث وحسن الخلق خير قرين ليس مع قطيعة الرحم نماء ولا\r\nمع الفجور غنى أي بنى العافية عشرة أجزاء تسعة منها في الصمت إلا\r\nبذكر الله وواحد في ترك مجالسة السفهاء اي بنى من تزيا بمعاصي\r\nالله في المجالس أورثه الله ذلا ومن طلب العلم علم يا بني رأس العلم\r\nالرفق وافته الخرق ومن كنوز الايمان الصبر على المصائب والعفاف\r\nزينة الفقر والشكر زينة الغنى كثرة الزيارة تورث الملالة والطمأنينة\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nقبل الخبرة ضد الحزم واعجاب المرء بنفسه يدل على ضعف عقله\r\nأي بني كم نظرة جلبت حسرة وكم من كلمة سلبت نعمة أي بني\r\nلا شرف أعلى من الاسلام ولا كرم أعز من التقوى ولا معقل\r\nأحرز من الورع ولا شفيع انجح من التوبة ولا لباس أجمل من العافية\r\nولا مال أذهب بالفاقة من الرضا بالقوت ومن اقتصر على بلغة\r\nالكفاف تعجل الراحة وتبوء خفض الدعة أي بنى الحرص مفتاح\r\nالتعب وداع إلى التقحم في الذنوب والشرة جامع لمساوى العيوب\r\nوكفاك تأديبا لنفسك ما كرهته من غيرك لأخيك عليك مثل الذي لك\r\nعليه ومن تورط في الأمور بغير نظر في العواقب فقد تعرض\r\nللنوائب التدبير قبل العمل يؤمنك الندم من استقبل وجوه الآراء\r\nعرف مواقع الخطاء الصبر جنة من الفاقة البخل جلباب المسكنة\r\nالحرص علامة الفقر وصول معدم خير من جاف مكثر لكل\r\nشئ قوت وابن آدم قوت الموت أي بني لا تؤيس مذنبا فكم\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nمن عاكف على ذنبه ختم له بخير وكم من مقبل على عمله مفسد في\r\nاخر عمره صائر إلى النار نعوذ بالله منها أي بني كم من عاص نجا وكم\r\nمن عامل هوى من تحرى الصدق خفت عليه المؤن في خلاف\r\nالنفس رشدها الساعات تنقص الأعمار ويل للباغين من أحكم\r\nالحاكمين وعالم ضمير المضمرين يا بني بئس الزاد إلى المعاد العدوان\r\nعلى العباد في كل جرعة شرق وفي كل أكلة غصص لن تنال نعمة الا\r\nبفراق أخرى ما أقرب الراحة من النصب والبؤس من النعيم والموت\r\nمن الحياة والسقم من الصحة فطوبى لمن أخلص لله عمله وعلمه\r\nوحبه وبغضه وأخذه وتركه وكلامه وصمته وفعله وقوله\r\nوحبه وبغضه واخذه وتركه وكلامه وصمته وفعله وقوله\r\nوبخ بخ لعالم عمل فجد وخاف البيات فأعد واستعد ان سئل نصح\r\nوان ترك صمت كلامه صواب وسكوته من غير عي جواب والويل\r\nلمن بلى بحرمان وخذلان وعصيان فاستحسن لنفسه ما يكرهه من\r\nغيره وأزرى على الناس بمثل ما يأتي واعلم أي بني أنه من لانت\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nكلمته وجبت محبته وفقك الله لرشده وجعلك من أهل طاعته\r\nبقدرته انه جواد كريم\r\nاللغات الصلاة السطوة والقدرة أي بهم تسطو وتغلب على الغير والعدة بالضم الاستعداد\r\nوبالكسر الجماعة عورات بيته وفي بعض النسخ عوراته كابدها أي قاساها وتحمل المشاق في فعلها بلا اعداد أسبابها\r\nوعطب أي هلك والغمرات ا لشدائد الأنذال جمع النذل الخسيس من النس المحتقر في جميع أحواله والمراد بهم ذوي\r\nالأخلاق الذميمة الدنية تزيأ أي صار ذا زي الخرق الشدة ضد الرفق الطمأنينة اسم من الاطمينان وهو توطين النفس\r\nوتسكينها والخبرة العلم بالشئ والحزم ضبط الامر وأحكامه والاخذ فيه بالثقة المعقل الحصن والملجأ والنجاح الظفر\r\nوالفوز أي لا يظفر الانسان بشفاعة شفيع بالنجاة من سخط الله وعذابه مثل ما يظفر بالتوبة البلغة بالضم ما يتبلغ به من\r\nالقوت ولا فضل فيه والكفاف بفتح الكاف ما كفى عن الناس من الرزق واغنى والخفض لين العيش وسعته والدعة بالتحريك\r\nالراحة والإضافة للمبالغة أي تمكن واستقر في متسع الراحة النصب بالتحريك أشد التعب الشره بكسر الشين وشد ا لراء الحرص\r\nوالغضب والطيش والعطب وقد يطلق على البشر أيضا الوصول بفتح الواو الكثير الاعطاء والمقدم الفقير والجاف فاعل\r\nمن جفا يجفو جفاءا ضد واصله وانسه والمكثر الذي كثر ماله يعني من يصل إلى الناس بحسن الخلق والمودة مع الفقر\r\nخير ممن يكثر في العطاء وهو جاف أي سئ الخلق التحري القصد والاجتهاد في الطلب والمؤن بضم الميم وفتح الهمزة جمع المؤنة\r\nوهي القوت أو الشدة والثقل الشرق الغصة وهو اعتراق الشئ في الحلق وعدم أساغته ويطلق الأول في المشروبات\r\nوالثاني في المأكولات بخ اسم فعل للمدح واظهار الرضا بالشئ ويكرر للمبالغة العي العجز عن الكلام ازرى عليه عمله\r\nأي عاتبه وعابه عليه\r\nومن كلامه عليه السلام\r\nتحف العقول ص 212 في باب حكمه ومواعظه قال قال عليه السلام إن المؤمن إذا نظر\r\nاعتبر وإذا سكت تفكر وإذا تكلم ذكر وإذا استغنى شكر وإذا\r\nاصابته شدة صبر فهو قريب الرضا بعيد السخط يرضيه عن\r\nالله اليسير ولا يسخطه الكثير ولا يبلغ بنبيه ارادته في الخير\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nينوى كثيرا من الخير ويعمل بطائفة منه ويتلهف على ما فاته من\r\nالخير كيف لم يعمل به والمنافق إذا نظر لها وإذا سكت سها\r\nوإذا تكلم لغا وإذا استغنى طغى وإذا ا صابته شدة ضغا فهو\r\nقريب السخط بعيد الرضا يسخطه على الله اليسير ولا يرضاه الكثير\r\nينوى كثيرا من الشر ويعمل بطائفة منه ويتلهف على ما فاته\r\nمن الشر كيف لم يعمل به تلهف أي حزن عليه وتحسر لها من اللهو أي لعب سها\r\nأي غفل ونسي وذهب قلبه إلى غيره لغا أي خطأ وتكلم\r\nمن غير تفكر وروية ضغا أي تذلل وضعف\r\nومن كتبه عليه السلام\r\nكتاب كتبه لأهل الكوفة بالفتح ولقد نقله المفيد في الارشاد ص 123 المطبوع في طهران سنة 1377 وهو هذا\r\nبسم الله الرحمن الرحيم من عبد الله علي بن أبي طالب أمير المؤمنين\r\nإلى أهل الكوفة سلام عليكم فإني حمد إليكم الله الذي لا إله\r\nإلا هو إما بعد فإن الله حكم عدل لا يغير ما بقوم حتى يغيروا ما\r\nبأنفسهم وإذا أراد الله بقوم سوء فلا مرد له وما لهم من دونه\r\nمن وال أخبركم عنا وعمن سرنا إليه من جموع أهل البصرة ومن\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nتأشب إليهم من قريش وغيرهم مع طلحة والزبير ونكثهم صفقة\r\nايمانهم فنهضت من المدينة حين انتهى إلي خبر من سار إليها وجماعتهم\r\nوما فعلوا بعاملي عثمان بن حنيف حتى قدمت ذا قار فبعثت الحسن\r\nبن علي وعمار بن ياسر وقيس بن سعد فاستنفرتكم بحق الله وحق رسوله\r\nصلى الله عليه وآله وحقي فاقبل إلي اخوانكم سراعا حتى قدموا\r\nعلي فسرت بهم حتى نزلت ظهر البصرة فأعذرت بالدعاء وقمت بالحجة\r\nوأقلت العثرة والزلة من أهل الردة من قريش وغيرهم واستتبتهم من\r\nنكثهم بيعتي وعهد الله عليهم فأبوا إلا قتالي وقتال من معي والتمادي\r\nفي الغي فناهضتهم بالجهاد فقتل الله من قتل منهم ناكثا وولى من ولى\r\nإلى مضرهم وقتل طلحة والزبير على نكثهما وشقاقهما وكانت المرأة عليهم أشأم من ناقة الحجر فخذلوا وأدبروا وتقطعت بهم\r\nالأسباب فلما رأوا ما حل بهم سألوني العفو عنهم فقبلت منهم\r\nوغمدت السيف عنهم وأجريت الحق والسنة فيهم واستعملت\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nعبد الله بن العباس على البصرة وانا سائر إلى الكوفة إن شاء الله تعالى وقد بعثت إليكم زحر بن قيس الجعفي لتسألوه فيخبركم\r\nعنا وعنهم ورد هم الحق علينا ورد الله لهم وهم كارهون\r\nوالسلام عليكم ورحمة الله وبركاته\r\nومن كتبه عليه السلام\r\nإلى معاوية أرسله بمصحوب جرير بن عبد الله التجلي إليه نقل شطرا منه الرضي رضي الله عنه في النهج رأيت أن كتب\r\nتمامه وهو المنقول عن كتاب نصر بن مزاحم المنقري التميمي الكوفي الملقب بالعطار المعروف بكتاب صفين\r\nالذي نقل عنه بعض خطبه عليه السلام وكتبه الرضي ( ره ) وصاحب كتاب بحار الأنوار في المجلد الثامن منه في باب\r\nغزواته عليه السلام قال كتب إليه علي عليه السلام بسم الله الرحمن الرحيم إما بعد\r\nفان بيعتي لزمتك بالمدينة وأنت بالشام لأنه بايعني القوم\r\nالذين بايعوا أبا بكر وعمر وعثمان على ما بويعوا عليه فلم يك\r\nللشاهد أن يختار ولا للغائب أن يرد وانما الشورى للمهاجرين\r\nوالأنصار فإذا اجتمعوا على رجل فسموه إماما كان ذلك لله رضا\r\nفان خرج من أمرهم خارج بطعن أو رغبة ردوه إلى ما خرج منه\r\nفان أبى قاتلوه على اتباعه غير سبيل المؤمنين ووليه الله ما تولى\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nويصليه جهنم وساءت مصيرا وإن طلحة والزبير بايعاني ثم\r\nنقضا بيعتي وكان نقضهما كردهما فجاهدتهما على ذلك حتى\r\nجاء الحق وظهر أمر الله وهم كارهون فادخل فيما دخل فيه المسلمون\r\nفإن أحب الأمور إلي فيك العافية إلا أن تتعرض للبلاء فإن\r\nتعرضت له قاتلتك واستعنت الله عليك وقد أكثرت في قتلة\r\nعثمان فادخل فيما دخل فيه الناس ثم حاكم القوم إلي أحملك وإياهم\r\nعلى كتاب الله فاما تلك التبي تريدها فخدعة الصبي عن اللبن\r\nولعمري لئن نظرت لعقلك دون هواك لتجدني أبرء قريش من دم\r\nعثمان واعلم انك من الطلقاء الذين لا تحل لهم الخلافة ولا تعرض\r\nفيهم الشورى وقد أرسلت إليك والى من قبلك جرير بن عبد\r\nالله وهو من أهل الأليمان والهجرة فبايع ولا قوة إلا بالله\r\nومن كتبه عليه السلام\r\nكتاب نصر بن مزاحم ص 79 عمر بن سعد عن رجل عن أبي الوداك أن طائفة من أصحاب علي عليه السلام\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nقالوا له أكتب إلى معاوية والى من قبله من قومك بكتاب تدعوهم فيه إليك وتامرهم بمالهم\r\nفيه من الخطاء فإن الحجة لن تزداد عليهم بذلك الا عظما فكتب إليهم صلوات الله عليه\r\nبسم الله الرحمن الرحيم من عبد الله علي أمير المؤمنين\r\nإلى معاوية ومن قبله من قريش سلام عليكم فإني أحمد إليكم\r\nالله الذي لا إله إلا هو أما بعد فإن لله عبادا امنوا بالتنزيل\r\nوعرفوا التأويل وفقهوا في الدين وبين الله فضلهم في القرآن الحكيم\r\nوأنتم في ذلك الزمان أعداء لرسول الله صلى الله عليه وآله\r\nتكذبون بالكتاب مجمعون على حرب المسلمين من ثقفتهم منهم حبستموه\r\nأو عذبتموه أو قتلتموه حتى أراد الله اعزاز دينه واظهار رسوله\r\nودخلت العرب في دينه أفواجا وأسلمت هذه الأمة طوعا وكرها\r\nوكنتم ممن دخل في هذا الدين إما رغبة واما رهبة على حين فاز\r\nأهل السبق بسبقهم وفاز المهاجرون الأولون بفضلهم فلا ينبغي\r\nلمن ليست له مثل سوابقهم في الدين ولا فضائلهم في الاسلام\r\nأن ينازعهم الامر الذي هم أهله وأولى به فيحوب بظلم ولا\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\nينبغي لمن كان له عقل أن يجهل قدره ولا أن يعدو طوره ولا أن\r\nيشقى نفسه بالتماس ما ليس له ثم إن أولى الناس بأمر هذه الأمة\r\nقديما وحديثا أقربها من رسول الله صلى الله عليه وآله واعلمها\r\nبالكتاب وأفقهها في الدين وأولها اسلاما وأفضلها جهادا وأشدها\r\nبما تحمله الرعية من أمورها اضطلاعا فاتقوا الله الذي إليه ترجعون\r\nولا تلبسوا الحق بالباطل وتكتموا الحق وأنتم تعلمون واعلموا أن خيار\r\nعباد الله الذين يعملون بما يعطون وأن شرارهم الجهال الذين\r\nينازعون بالجهل أهل العلم فإن للعالم بعلمه فضلا وإن الجاهل\r\nلن يزداد بمنازعة العالم إلا جهلا الا وإني أدعوكم إلى كتاب الله\r\nوسنة نبيه صلى الله عليه وآله وحقن دماء هذه الأمة لن تزدادوا\r\nمن الله إلا بعدا فان قبلتم أصبتم رشدكم واهتديتم لحظكم وإن\r\nأبيتم إلا الفرقة وشق عصا هذه الأمة لن تزدادوا من الله\r\nإلا بعدا ولن يزداد الرب عليكم الا سخطا والسلام\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\nومن كتبه عليه السلام\r\nإلى معاوية قال نصر في كتابه ص 33 فكتب إليه علي عليه السلام\r\nمن علي إلى معاوية بن صخر إما بعد فقد أتاني كتاب امرء\r\nليس له نظر يهديه ولا قائد يرشده دعاه الهوى فأجابه\r\nوقاده فاتبعه زعمت أنه أفسد عليك بيعتي خطيئتي في عثمان\r\nولعمري ما كنت إلا رجلا من المهاجرين أوردت كما أوردوا\r\nوأصدرت كما أصدروا وما كان الله ليجمعهم على ضلالة ولا\r\nليضربهم بالعمى وما أمرت فيلزمني خطيئته الامر ولا قتلت\r\nفيجب على قصاص وأما قولك إن أهل الشام هم الحكام على أهل\r\nالحجاز فهات رجلا من قريش الشام يقبل في الشورى أو تحل له الخلافة\r\nفان زعمت ذلك كذبك المهاجرون والأنصار والا أتيتك به من\r\nقريش الحجاز واما قولك ادفع إلينا قتلة عثمان فما أنت وعثمان إنما\r\nأنت رجل من بني أمية وبنو ع ثمان أولى بذلك منك فإن زعمت\r\nأنك أقوى على دم أبيهم منهم فادخل في طاعتي ثم حاكم القوم\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\nإلى أحملك وإياهم على المحجة واما تمييزك بين الشام والبصرة\r\nوبينك وبين طلحة والزبير فلعمري ما لا أمر فيما هناك إلا واحد لأنها\r\nبيعة عامة لا يثنى فيها النظر ولا يستأنف فيها الخيار واما دلوعك\r\nبي في أمر عثمان فما قلت ذلك عن حق العيان ولا بعين الخبر واما فضلي\r\nفي الاسلام وقرابتي من النبي صلى الله عليه وآله وشرفي في قريش\r\nفلعمري لو استطعت دفع ذلك لدفعته\r\nومن كتبه عليه السلام\r\nكتاب نصر بن مزاحم ص 47 قال فكتب علي عليه السلام في جوابه أي في جواب مكتوب معاوية أرسله إليه\r\nبسم الله الرحمن الرحيم من عبد الله أمير المؤمنين علي بن أبي طالب\r\nإلى معاوية بن أبي سفيان إما بعد فإن أخا خولان قدم على بكتاب\r\nمنك تذكر فيه محمدا صلى الله عليه وآله وما أنعم الله عليه\r\nبه من الهدى والوحي والحمد لله الذي صدقه الوعد وتمم له\r\nالنصر ومكن له في البلاد وأظهره على أهل العدى والشنئان\r\nمن قومه الذين وثبوا به وشنفوا له وأظهروا له التكذيب وبارزوه\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\nبالعداوة وظاهروا على اخراجه وعلى اخراج أصحابه وألبوا\r\nعليه العرب وجامعوهم على حربه وجهدوا في أمره كل الجهد\r\nوقلبوا له الأمور حتى ظهر أمر الله وهم كارهون وكان أشد\r\nالناس عليه البتة أسرته والأدنى فالأدنى من قومه إلا من عصمه\r\nالله منهم يا ابن هند فلقد خبأ لنا الدهر منك عجبا ولقد قدمت\r\nفأفحشت إذ طفقت تخبرنا عن بلاء الله تعالى في نبيه محمد صلى الله\r\nعليه وآله وفينا فكنت في ذلك كجالب التمر إلى هجر وداعي مشدده\r\nإلى النضال وذكرت ان الله اجتبى له من المسلمين أعوانا أيده الله\r\nبهم فكانوا في منازلهم عنده على قدر فضائلهم في الاسلام فكان\r\nأفضلهم زعمت في الاسلام وأنصحهم لله ورسوله خليفة الأولى\r\nوخليفة الخليفة ولعمرى ان مكانهما من الاسلام لعظيم وان المصاب\r\nبهما لجرح في الاسلام شديد رحمهما الله وجزاهما بأحسن الجزاء\r\nوذكرت أن عثمان كان في الفضل ثالثا فإن يكن عثمان محسنا فسيجزيه\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\nالله باحسانه وان يك مسيئا فسيلقى ربا غفورا لا يتعاظمه ذنب\r\nأن يغفره ولعمر الله إني لأرجو إذا أعطى الله الناس على قدر\r\nفضائلهم في الاسلام ونصيحتهم لله ورسوله أن يكون\r\nنصيبنا الأوفر في ذلك أن محمدا صلى الله عليه وآله لما دعى\r\nإلى الايمان بالله والتوحيد كنا أهل البيت أول من آمن به\r\nوصدق بما جاء به فلبثنا أحوالا مجرمة وما يعبد الله في ربع\r\nساكن من العرب غيرنا فأراد قومنا قتل نبينا واجتياح أصلنا\r\nوهموا بنا الهموم وفعلوا بنا الأفاعيل فمنعونا الميرة وامسكوا عنا\r\nالعذب واحلسوا الخوف وجعلوا علينا الأرصاد والعيون واضطرونا\r\nإلى جبل وعر وأوقدوا لنا نار الحرب وكتبوا علينا بينهم كتابا\r\nلا يواكلونا ولا يشاربونا ولا يناكحونا ولا يبايعونا ولانا من فيهم\r\nحتى ندفع النبي صلى الله عليه وآله فيقتلونه ويمثلوا به فلم\r\nنكن نا من فيهم الامن موسم إلى موسم فعزم الله لنا على منعه\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nوالذب عن حوزته والرمي من وراء حرمته والقيام بأسيافنا\r\nدونه في ساعات الخوف والليل والنهار فمؤمننا يرجو بذلك الثواب\r\nوكافرنا يحامى به عن الأصل فاما من أسلم من قريش بعد فإنهم\r\nمما نحن فيه أخلياء فمنهم حليف ممنوع أو ذو عشيرة تدافع عنه\r\nفلا يبغيه أحد بمثل ما بغانا به قومنا من التلف فهم من القتل بمكان\r\nنجوة وامن فكان ذلك ما شاء الله أن يكون ثم أمر الله رسوله\r\nبالهجرة واذن له بعد ذلك في قتال المشركين فكان إذا أحمر الباس\r\nودعيت نزال أقام أهل بيته فاستقدموا فوقا بهم أصحابه حر الأسنة\r\nوالسيوف فقتل عبيدة يوم بدر وحمزة يوم أحد وجعفر وزيد يوم\r\nموتة وأراد لله من لو شئت ذكرت اسمه مثل الذي أرادوا من الشهادة\r\nمع النبي صلى الله عليه وآله غير مرة إلا أن آجالهم عجلت ومنيته\r\nأخرت والله ولي الاحسان إليهم والمنان عليهم بما قد أسلفوا من\r\nالصالحات فما سمعت بأحد ولا رأيت فيهم من هو انصح لله في طاعة\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nرسوله ولا أطوع لرسوله في طاعة ربه ولا أصبر على اللاواء والضراء\r\nوحين الباس ومواطن المكروه مع النبي صلى الله عليه وآله من\r\nهؤلاء النفر الذين سميت لك وفي المهاجرين خير كثير نعرفه جزاهم\r\nالله بأحسن أعمالهم فذكرت حسدي الخلفاء وابطائي عنهم\r\nوبغيي عليهم فأما البغى فمعاذ الله أن يكون واما الابطاء عنهم\r\nوالكراهة لأمرهم فلست اعتذر منه إلى الناس لان الله جل ذكره\r\nلما قبض نبيه صلى الله عليه وآله قالت قريش منا أمير وقالت الأنصار\r\nمنا أمير فقالت قريش منا محمد رسول الله صلى الله عليه وآله فنحن\r\nأحق بذلك الامر فعرفت ذلك الأنصار فسلمت لهم الولاية والسلطان\r\nفإذا استحقوها بمحمد صلى الله عليه وآله دون الأنصار فإن أولى الناس\r\nبمحمد صلى الله عليه وآله أحق بها منهم والا فان الأنصار أعظم\r\nالعرب فيها نصيبا فلا أدري أصحابي سلموا من أن يكونوا حقي أخذوا أو\r\nالأنصار ظلموا ع رفت أن حقي هو المأخوذ وقد تركته لهم تجاوز الله عنهم\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nوأما ما ذكرت من أمر عثمان وقطيعتي رحمه وتأليبي عليه فإن\r\nعثمان عمل ما بلغك فصنع الناس ما قد رأيت وقد علمت أني كنت\r\nفي عزلة عنه إلا أن تجن فتجن ما بدا لك واما ما ذكرت من أمر\r\nقتلة عثمان فإني نظرت في هذا الامر وضربت أنفه وعينيه فلم\r\nأر دفعهم إليك ولا إلى غيرك ولعمرى لئن لم تنزع عن غيك\r\nوشقاقك لتعرفنهم عن قليل يطلبونك ولا يكلفونك أن تطلبهم\r\nفي بر ولا بحر ولا جبل ولا سهل وقد كان أبوك أتاني حين ولى الناس\r\nأبا بكر فقال أنت أحق بعد محمد صلى الله عليه وآله بهذا الامر وأنا\r\nزعيم لك بذلك على من خالف ابسط يدك أبايعك فلم افعل وأنت تعلم أن\r\nأباك قد قال ذلك وأراده حتى كنت أنا الذي أبيت لقرب عهد\r\nالناس بالكفر مخافة الفرقة بين أهل الاسلام فأبوك كان أعرف بحقي\r\nمنك فإن تعرف من حقي ما كان أبوك يعرف تصب رشدك وإن لم\r\nتفعل فسيغنى الله عنك والسلام\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nومن كتبه عليه السلام\r\nكتاب كتبه إلى مخنف بن سليم نقله نصر بن مزاحم في كتابه ص 56 قال فكتب إلى مخنف بن سليم عامل أصفهان وهمدان\r\nسلام عليك فإني أحمد إليك الله الذي لا إله إلا هو إما بعد\r\nفإن جهاد من صدق عن الحق رغبة عنه وهب في نعاس العمى\r\nوالضلال اختبارا له فريضة على العارفين إن الله يرضى عمن\r\nأرضاه ويسخط ع لي من عصاه وانا قد هممنا بالمسير إلى هؤلاء القوم\r\nالذين عملوا في عباد الله بغير ما أنزل الله واستأثروا بالفئ وعطلوا\r\nالحدود وأماتوا الحق وأظهروا في الأرض الفساد واتخذوا الفاسقين\r\nوليجة من دون المؤمنين فإذا ولي لله أعظم أحداثهم أبغضوه\r\nوأقصوه وحرموه وإذا ظالم ساعدهم على ظلمهم أحبوه وادنوه\r\nوبروه فقد أصروا على الظلم وجمعوا على الخلاف وقديما ما صدوا\r\nعن الحق وتعاونوا على الاثم وكانوا ظالمين فإذا أتيت بكتابي هذا\r\nفاستخلف على عملك أوثق أصحابك في نفسك واقبل إلينا لعلك\r\nتلقى هذا العدو المحل فتأمر بالمعروف وتنهى عن المنكر وتجامع الحق\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nوتباين الباطل فإن لا غناء بنا ولا بك عن أجر الجهاد وحسبنا الله\r\nونعم الوكيل ولا حول ولا قوة إلا بالله العلي العظيم\r\nومن كتبه عليه السلام\r\nلما كتب عبد الله بن عباس إليه يذكر له اختلاف البصرة قال نصر بن مزاحم في كتابه فكتب إليه علي عليه السلام\r\nمن عبد الله علي أمير المؤمنين إلى عبد الله بن عباس إما بعد\r\nفالحمد لله رب العالمين وصلى الله على سيدنا محمد عبده\r\nورسوله إما بعد فقد قدم علي رسولك وذكرت ما رأيت وبلغك\r\nعن أهل البصرة فقد قدم علي رسولك وذكرت ما رأيت وبلغك\r\nعن أهل البصرة بعد انصرافي وسأخبرك عن القوم هم بين مقيم\r\nلرغبة يرجوها أو عقوبة يخشاها فارغب راغبهم بالعدل عليه\r\nوالاحسان إليه والانصاف له وحل عقدة الخوف عن قلوبهم فإنه\r\nليس الامر أهل البصرة في قلوبهم عظم الا قليل منهم وانته إلى أمري\r\nولا تعده وأحسن إلى هذا الحي من ربيعة وكل من قبلك فأحسن\r\nإليهم ما استطعت إن شاء الله والسلام\r\nومن كتبه عليه السلام\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n\r\nكتابه عليه السلام إلى الأسود بن قطنة نقله نصر بن مزاحم في كتابه ص 57 طبع طهران سنة 1300 الهجرة القمرية\r\nمن عبد الله علي أمير المؤمنين إلى الأسود بن قطنة أما بعد فإنه\r\nلم ينتفع بما وعظ لم يحذر ما هو غابر وما أعجبته الدنيا رضي بها\r\nوليست بثقة فاعتبر بما مضى تحذر ما بقي واطبخ للمسلمين قبلك من\r\nالطلاء ما يذهب ثلثاه وأكثر لنا من لطف الجند واجعله مكان ما عليهم\r\nمن أرزاق الجند فإن للوالدان علينا حقا وفي الذرية من يخاف دعاءه\r\nوهو لهم صالح والسلام\r\nومن كتبه عليه السلام\r\nكتاب كتبه إلى عبد الله بن عامر نقله نصر بن مزاحم في كتابه المطبوع ص 57 قال وكتب عليه السلام\r\nبسم الله الرحمن الرحيم من عبد الله علي أمير المؤمنين إلى عبد الله\r\nبن عامر أما بعد فإن خير الناس عند الله عز وجل أقومهم لله\r\nبالطاعة فيما له وعليه وأقولهم بالحق ولو كان مرا فإن الحق به\r\nقامت السماوات والأرض ولتكن سريرتك كعلانيتك وليكم حكمك\r\nواحدا وطريقتك مستقيمة فإن البصرة مهبط الشيطان فلا\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\nتفتحن على يد أحد منهم لا نطيق سده نحن ولا أنت والسلام\r\nومن كتبه عليه السلام\r\nإلى عبد الله بن عباس نقله النصر في كتابه ص 58 قال وكتبه عليه السلام\r\nبسم الله الرحمن الرحيم من عبد الله علي أمير المؤمنين\r\nإلى عبد الله بن عباس أما بعد فانظر ما اجتمع عندك من\r\nغلات المسلمين وفيئهم فاقسمه على من قبلك حتى تغنيهم\r\nوابعث إلينا بما فضل نقسمه فيمن قبلنا والسلام\r\nومن كتبه عليه السلام\r\nكتاب كتبه إلى عبد الله بن عباس نقله النصر في كتابه ص 58 قال وكتب عليه السلام\r\nبسم الله الرحمن الرحيم من عبد الله علي أمير المؤمنين إلى\r\nعبد الله بن عباس أما بعد فإن الانسان قد يسره ما لم يكن\r\nليفوته ويسوءه فوت ما لم يكن ليدركه وان جهد فليكن سرورك\r\nفيما قدمت من حكم أو منطق أو سيرة وليكن أسفك على ما فرطت لله\r\nفيه من ذلك ودع ما فاتك من الدنيا فلا تكثر به خزنا وما أصابك\r\nفيها تبع به سرورا وليكن همك فيما بعد الموت والسلام\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nومن كتبه عليه السلام\r\nكتاب كتبه إلى أمراء الخراج منقول عن كتاب النصر ص 58 قال وكتب عليه السلام إلى أمراء الخراج\r\nبسم الله الرحمن الرحيم من عبد الله علي أمير المؤمنين إلى أمراء الخراج\r\nأما بعد فإنه من لم يحذر ما هو صائر إليه لم يقدم لنفسه ولم يحرزها\r\nومن اتبع هواه وانقاد له على ما يعرف نفع عاقبته عما قليل ليصبحن من\r\nالنادمين الا وان أسعد الناس في الدنيا من عدل عما يعرف ضره\r\nوإن أشقاهم من اتبع هواه فاعتبروا واعلموا ان لكم ما قدمتم من خير\r\nوما سوا ذلك وددتم لو أن بينكم وبينه أمدا بعيدا ويحذركم الله نفسه\r\nوالله رؤوف رحيم بالعباد وان عليكم ما فرضتم فيه وإن الذي طلبتم\r\nليسير وإن ثوابه لكثير ولو لم يكن فيما نهى عنه من الظلم والعدوان عقاب\r\nيخاف كان في ثوابه ما لا عذر لاحد بترك طلبته فارحموا ترحموا ولا تعذبوا\r\nخلق الله ولا تكلفوهم فوق طاقتهم وأنصفوا الناس من أنفسكم واصبروا\r\nلحوائجهم فإنكم خزان الرعية لا تتخذن حجابا ولا تحجبن أحدا عن حاجته\r\nحتى ينهيها إليكم لا تأخذوا أحدا بأحد الا كفيلا عمن كفل عنه واصبروا\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nأنفسكم على ما فيه الاغتباط وإياكم وتأخير العمل ودفع الخير فان\r\nفي ذلك الندم والسلام\r\nومن كتبه عليه السلام\r\nكتاب كتب إلى معاوية نقله النصر في كتابه ص 59 قال وكتب عليه السلام إلى معاوية\r\nبسم الله الرحمن الرحيم من عبد الله علي أمير المؤمنين إلى\r\nمعاوية بن أبي سفيان سلام على من اتبع الهدى فإني أحمد\r\nالله الذي لا إله إلا هو أما بعد فإنك قد رأيت من الدنيا وتصرمها\r\nبأهلها إلى ما مضى منها وخير ما بقي من الدنيا ما أصاب العباد\r\nالصادقون فيما مضى ومن نسي الدنيا نسيان الآخرة يجد بينهما\r\nبونا بعيدا واعلم يا معاوية انك قد ادعيت أمرا لست من أهله لا\r\nفي القدم ولا في الولاية ولست تقول فيه بأمر بين تعرف لك\r\nبه اثرة ولا لك عليه شاهد من كتاب الله ولا عهد تدعيه\r\nمن رسول الله صلى الله عليه وآله فكيف أنت صانع إذا انقشعت\r\nعنك جلابيت ما أنت فيه من دنيا قد انتهت بزينتها وركنت إلى\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\nلذتها وخلى فيها بينك وبين عدو جاهد ملح مع ما عرض في\r\nنفسك من دنيا قد دعتك فأجبتها وقادتك فاتبعتها وأمرتك\r\nفأطعتها فايس من هذا الامر وخذ أهبة الحساب فإنه يوشك ان\r\nيقفك واقف على ما لا يحينك منه محن ومتى كنتم يا معاوية\r\nساسة للرعية أو ولاة لأمر هذه الأمة بغير قدم حسن ولا\r\nشرف سابق على قومكم فشمر لما قد نزل بك ولا تمكن الشيطان\r\nمن بغيته فيك مع أني أعرف ان الله ورسوله صادقان فنعوذ\r\nبالله من لزوم سابق الشقا وان لا تفعل أعلمك ما أغفلك من\r\nنفسك فإنك مترف قد أخذ منك الشيطان مأخذه فجرى منك\r\nمجرى الدم في العروق واعلم أن هذا الامر لو كان إلى الناس أو\r\nبأيديهم لحسدونا ولا امتنوا به علينا ولكنه قضاء ممن امتن به\r\nعلينا على لسان نبيه الصادق المصدق لا أفلح من شك بعد\r\nالعرفان والبينة اللهم احكم بيننا وبين عدونا بالحق وأنت خير الحاكمين\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n\r\n\r\nومن كتبه عليه السلام\r\nكتاب كتبه عليه السلام إلى عمرو بن العاص نقله النصر في كتابه ص 60 قال وكتب إلى عمرو بن العاص\r\nبسم الله الرحمن الرحيم من عبد الله أمير المؤمنين علي إلى عمرو بن\r\nالعاص أما بعد فإن الدنيا مشغلة عن غيرها وصاحبها مقهور فيها\r\nلم يصب منها شيئا قط الا فتحت له حرصا أدخلت عليه مؤنة تزيده رغبة فيها ولن يستغنى صاحبها بما نال عما لم يبلغه ومن وراء\r\nذلك فراق ما جمع والسعيد من وعظ بغيره فلا تحبط أجرك أبا عبد الله\r\nولا تجارين معاوية في باطله فإن معاوية غمص الناس وسفه الحق\r\nومن كتبه عليه السلام\r\nكتاب كتبه إلى ابن عباس وإلى أهل البصرة المنقول من كتاب النصر ص 66 قال فكتب إليهما علي\r\nبسم الله الرحمن الرحيم من عبد الله علي أمير المؤمنين إلى زياد بن\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\nالنضر وشريح بن هاني سلام عليكما فإني أحمد إليكما الله الذي لا إله\r\nإلا هو أما بعد إني قد وليت مقدمتي زياد بن النضر وأمرته عليها\r\nوشريح على طائفة منها أمير فإن أنتما جمعكما بأس فزياد بن النضر على\r\nالناس وان افترقتما فكل واحد منكما أمير على الطائفة التي وليناه\r\nأمرها واعلما أن مقدمة القوم عيونهم وعيون المقدمة طلايعهم\r\nفإذا أنتما خرجتما من بلاد كما فلا تسئما من توجيه الطلايع ومن نقض الشعاب\r\nوالشجر والخمر في كل جانب كيلا يغر كما عدوا ويكون لهم كمين ولا تسيرن\r\nالكتائب الا من لدن الصباح إلى المساء الا على تعبية فان دهمكم دهم\r\nأو غشيكم مكروه كنتم قد تقدتم في التعبية وإذا نزلتم بعدو أو نزل بكم\r\nفليكن معسكركم في قبل الاشراف أو سفاح الجبال أو أثناء الأنهار كيما يكون\r\nذلك لكم ردءا أو تكون مقاتلتكم من وجه أو اثنين واجعلوا رقباءكم في صياصي\r\nالجبال وبأعالي الاشراف ومناكب الأنهار يرون لكم لئلا يأتيكم عدو من\r\nمكان مخافة أو آمن وإياكم والتفرق فإذا نزلت فانزلوا جميعا وإذا رحلتم\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nفارحلوا جميعا وإذا غشيكم ليل فنزلتم فحفوا عسكركم بالرمحا والأترسة\r\nورماتكم يلون ترستكم ورماحكم وما أقمتم فكذلك فافعلوا كيلا تصاب\r\nلكم غفلة ولا تلفى لكم غرة فما قوم حفوا عسكرهم برماحهم وترستهم\r\nمن ليل أو نهار الا كانوا كأنهم في حصون واحرسا عسكركما بأنفسكما\r\nوإياكما أن تذوقا نوما حتى تصبحا الا غرارا أو مضمضة ثم ليكن ذلك\r\nشأنكما ودأبكما حتى تنتهيا إلى عدو كما وليكم عندي كل يوم خبر كما\r\nورسول من قبلكما فإني ولا شئ الا ما شاء الله حثيث السير في آثاركما\r\nعليكما في حربكما بالتودة وإياكم والعجلة إلا أن تمكنكم فرصة بعد\r\nالاعذار والحجة وإياكم أن تقاتلا حتى أقدم عليكما الا أن تبديا أو يأتيكما\r\nأمري إن شاء الله والسلام\r\nومن كتبه عليه السلام\r\nكتاب كتبه إلى أمراء الأجناد نقله النصر في كتابه ص 68 قال وفي حديث عمر أيضا باسناده أن عليا كتب إلى أمراء\r\nالأجناد بسم الله الرحمن الرحيم من عبد الله علي أمير المؤمنين فإني\r\nأبرء إليكم وإلى أهل الذمة من معرة الجيش الا من جوعة إلى شبعة\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nومن فقر إلى غنى أو عمى إلى هدى فإن ذلك عليهم فاعزلوا\r\nالناس عن الظلم والعدوان وخذوا على أيدي سفهاءكم واحترسوا\r\nأن تعملوا أعمالا لا يرضى الله بها عنا فيرد علينا وعليكم دعاءنا\r\nفإن الله تعالى يقول قل ما يعبؤ بكم ربي لولا دعاءكم فقد كذبتم\r\nفسوف يكون لزاما فإن الله إذا مقت قوما من السماء هلكوا في\r\nالأرض فلا تدخروا أنفسكم خيرا ولا الجند حسن السيرة ولا الرعية\r\nمعونة ولا دين الله قوة وأبلوه في سبيله ما استوجب عليكم فإن\r\nالله قد اصطنع عندنا وعندكم ما شكره بجهدنا وأن ننصره ما\r\nبلغت قوتنا ولا قوة إلا بالله\r\nومن كتبه عليه السلام\r\nقال نصر بن مزاحم في كتابه ص 68 وفي كتاب عمر بن سعد أيضا وكتب إلى جنوده يخبرهم\r\nبالذي لهم والذي عليهم من عبد الله علي أمير المؤمنين أما بعد فإن\r\nالله جعلكم في الحق جميعا سواء أسودكم وأحمركم وجعلكم من الوالي\r\nوجعل الوالي منكم بمنزلة الوالد من الولد وبمنزلة الولد من الوالد\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nالذي لا يكفيهم منعه إياهم من طلب عدوه والتهمة به ما سمعتم\r\nوأطعتم وقضيتم الذي عليكم وان حقكم عليه انصافكم والتعديل\r\nبينكم والكف عن فيئكم فإذا فعل ذلك معكم وجبت عليكم طاعته\r\nبما وافق الحق ونصرته على سيرته والدفع عن سلطان الله فإنكم\r\nوزعة الله في الأرض ( قال عمر الوزعة الذين يدفعون عن الظلم ) فكونوا له أعوانا\r\nولدينه أنصارا ولا تفسدوا في الأرض بعد اصلاحها إن الله\r\nلا يحب المفسدين\r\nومن كتبه عليه السلام\r\nكتابه في جواب كتاب معاوية قال نصر في كتابه ص 252 فلما انتهى كتاب معاوية إلى علي قرءه ثم قال العجب لمعوية\r\nوكتابه ثم دعا علي عبيد الله بن أبي رافع كاتبه فقال اكتب إلى معاوية أما بعد فقد جاءني\r\nكتابك تذكر انك لو علمت وعلمنا أن الحرب تبلغ بنا وبك ما بلغت لم\r\nيخبها بعضنا على بعض فانا وإياك منها في غاية لم تبلغها واني لو\r\nقتلت في ذات الله وحييت ثم قتلت ثم حييت سبعين مرة لم أرجع\r\nعن الشدة في ذات الله والجهاد لأعداء الله واما قولك انه قد\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nبقي من عقولنا ما نندم به على ما مضى فإني ما نقصت عقلي ولا\r\nندمت على فعلي فاما طلبك الشام فإني لم أكن لأعطيك اليوم ما\r\nمنعتك أمس واما استواءنا في الخوف والرجاء فإنك لست بأمضى\r\nعلى الشك مني على اليقين وليس أهل الشام بأحرص على الدنيا\r\nمن أهل العراق على الآخرة وأما قولك انا بنو عبد مناف ليس لبعضنا\r\nعلى بعض فضل فلعمري انا بنواب واحد ولكن ليس أمية كهاشم ولا\r\nولا حرب كعبد المطلب ولا أبو سفيان كأبي طالب ولا المهاجر كالطليق\r\nولا المحق كالمبطل وفي أيدينا فضل النبوة التي أذللنا بها العزيز\r\nوأعززنا بها الذيل والسلام\r\nومن كتبه عليه السلام\r\nكتاب كتبه إلى معاوية بن أبي سفيان عن كتاب النصر ص 266 قال كتب علي بن أبي طالب عليه السلام إليه\r\nمن عبد الله علي أمير المؤمنين إلى معاوية بن أبي سفيان أما بعد\r\nفإن أفضل ما شغل به المرء نفسه اتباع ما حسن به فعله ويستوجب\r\nفضله ويسلم من عيبه وان البغى والزور يزريان بالمرء في دينه\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nودنياه ويبديان من خلله عند من يعنيه ما استرعاه الله ما لا\r\nيغني عنه تدبيره فاحذر الدنيا فإنه لا فرح في شئ وصلت إليه\r\nمنها ولقد علمت أنك غير مدرك ما قضى فواته وقد رام قوم أمرا\r\nبغير الحق فتأولوا على الله تعالى فأكذبهم ومتعهم قليلا ثم\r\nاضطرهم إلى عذاب غليظ فاحذر يوما يغتبط فيه من أحمد عاقبه\r\nعمله ويندم من أمكن الشيطان من قياده ولم يحاده فغرته الدنيا\r\nواطمأن إليها ثم انك قد دعوتني إلى حكم القرآن ولقد علمت أنك لست\r\nمن أهل القرآن ولست حكمه تريد والله المستعان وقد أجبنا القرآن\r\nإلى حكمه ولسنا إياك أجبنا ومن لم يرض بحكم القرآن فقد ضل ضلالا بعيدا\r\nومن كتبه عليه السلام\r\nما كتبه في جواب كتاب عمرو بن العاص الذي كتبه إليه المنقول في كتابه النصر ص 269 قال فكتب إليه علي\r\nأما بعد فإن الذي أعجبك من الدنيا مما نازعتك إليه نفسك\r\nووثقت به منها لمنقلب عنك ومفارق لك فلا تطمئن إلى الدنيا فإنها\r\nغرارة ولو اعتبرت بما مضى لحفظت ما بقي وانتفعت بما وعظت به والسلام\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nومن كتبه عليه السلام\r\nكتاب كتبه إلى معاوية ولقد نقله ابن ميثم في شرح نهج البلاغة قال كتب أمير المؤمنين إلى معاوية\r\nفقد بلغني كتابك تذكر مشاغبتي وتستقبح موادبتي وتزعمني\r\nمتجبرا وعن حق الله مقصرا فسبحان الله كيف تستجيز الغيبة\r\nوتستحسن الهضيهة إني لم أشاغب الا في أمر بمعروف أو نهي عن\r\nمنكر ولم أتجبر الا على باغ مارق أو ملحد منافق ولم أخذ في\r\nذلك الا بقول سبحانه لا تجد قوما يؤمنون بالله واليوم الآخر\r\nيوادون من حاد الله ورسوله ولو كانوا آباءهم وأبناءهم واما\r\nالتقصير في حق الله فمعاذ الله وانما المقصر في حق الله جل ثناؤه\r\nومن عطل الحقوق المؤكدة وركن إلى الأهواء المبتدعة واخلد الضلالة المحيرة ومن العجب أن تصف يا معاوية الاحسان تخالف\r\nالبرهان وتنكث الوثاق التي هي لله عز وجل طلبة وعلى العباد ( عباده خ ل ) حجة\r\nمع نبذ الاسلام وتضييع ا لاحكام وطمس الاعلام والجري في الهوى\r\nوالتهوس في الردى فاتق الله فيما لديك وانظر في حقه\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\nعليك وارجع إلى معرفة ما لا تعذر بجهالته فإن للطاعة اعلاما\r\nواضحة وسبلا نيرة ومحجة نهجة وغاية مطلبة تردها الأكياس\r\nوتخالفها الانكاس من نكب عنها جاز عن الحق وخبط في التيه وغير\r\nالله نعمته وأحل به نقمته فنفسك نفسك فقد بين الله لك سبيلك\r\nوحيث تناهت بك أمورك فقد أجربت إلى غاية خسرو محلة كفر وإن\r\nنفسك قد أوحلتك شرا وأقحمتك غيا وأوردتك المهالك وأوعرت\r\nعليك المسالك ( ومن ذلك الكتاب ) وان للناس جماعة يد الله عليها\r\nوغضب الله على من خالفها فنفسك نفسك قبل حلول رمسك فإنك\r\nإلى الله راجع والى حشره مهطع وستبهظك كربة وتحل بك غمة\r\nفي يوم لا يغني النادم ندمه ولا يقبل من المعتذر عذره يوم لا يغنى\r\nمولى عن مولى شيئا وهم لا ينصرون\r\nبيان قال الفيروزآبادي الشعب تهييج الشر كالتشغيب وشغبهم وبهم وعليهم كمنع وفرح هيج الشر\r\nعليهم وشاغبه شاره والمواربة المداهاة والمخاتلة وفي أكثر النسخ موازرتي أي موازرتي عليك\r\nوالعضيهة الإفك والبهتان وركن إليه كعلم مال وأخلدت إلى فلان أي ركنت إليه واخلد بالمكان\r\nأقام والطمس اخفاء الأثر وقال الجوهري المهوس الطوفان بالليل والهوس شدة الاكل والهوس\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nالسوق اللين يقال هست الإبل فهاست أي ترعى وتسير والهوس بالتحريك طرف من الجنون قوله\r\nفيما لديك أي من مال المسلمين وفيئهم أو في نعمة عليك ومعرفة ما لا يعذر بجهالته معرفة\r\nالامام وطاعته والاعلام الأئمة أو الأدلة والنهج الطريق الواضح والمطلبة النسخ المصححة متفقة\r\nعلى تشديد الطاء قال الجوهري طلبت الشئ طلبا وكذا أطلبته والتطلب الطلب مرة بعد أخرى والمعنى\r\nغاية من شأنها أن تطلبه ويطلبها العقلاء ويكشف عنه قوله عليه السلام يردها الأكياس\r\nوقرء ابن أبي الحديد بتخفيف الطاء وقال أي مساعفة لطالبها يقال طلب فلان مني كذا فأطلبته\r\nأي أسعفته والانكاس جمع نكس بالكسر وهو الرجل الضعيف ذكره الجوهري والجزري وقال ابن\r\nأبي الحديد وابن ميثم الدني من الرجال ونكب عن الطريق عدل والخبط المشي على غير استقامة قوله\r\nتناهت بك يقال تناهى أي بلغ والباء للتعدية أي بين الله لك سبيلك وغايتك التي توصلك\r\nإليها أعمالك أو المعنى قف حيث تناهت بك أمورك كقولهم حيث أنت وقولهم مكانك فلا يكون\r\nمعطوفا ولا متصلا بقوله فقد بين الله لك سبيلك قوله عليه السلام فقد أجريت هو من اجراء الخيل\r\nللمسابقة وقال في الصحاح وحل الرجل وقع في الوحل وأوحله غيره والاقتحام الدخول في الامر بشدة\r\nويقال جبل وعر ومطلب وعراي صعب حزن والرمس بالفتح القبر والمهطع المسرع وبهظه أثقله\r\nومن كتبه عليه السلام\r\nوروى ابن أبي الحديد وابن ميثم في شرحيهما للنهج إن أمير المؤمنين عليه السلام كتب إلى معاوية بن أبي\r\nسفيان عليهما اللعنة أما بعد فإن الدنيا دار تجارة ربحها أون خسرها\r\nالآخرة فالسعيد من كانت بضاعته فيها الأعمال الصالحة ومن\r\nرأى الدنيا بعينها وقدرها بقدرها واني أعظك مع علمي بسابق العلم\r\nفيك مما لا مرد له دون نفاذه ولكن الله تعالى أخذ على العلماء\r\nأن يؤدوا الأمانة وأن ينصحوا القوى والرشيد فاتق الله ولا تكن\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\nممن لا يرجو لله وقارا ومن حقت عليه كلمة العذاب فإن الله\r\nبالمرصاد وإن دنياك ستدبر عنك وستعود حسرة عليك فانتبه\r\nمن الغي والضلال على كبر سنك وفناء عمرك فإن حالك اليوم كحال\r\nالثوب المهيل الذي لا يصلح من جانب الا فسد من اخر وقد ازديت جيلا\r\nمن الناس كثيرا خدعتهم بغيك وألقيتهم في موج بحرك تغشاهم\r\nالظلمات وتتلاطم بهم الشبهات فحاروا من وجهتهم ونكصوا على\r\nأعقابهم وتولوا على أدبارهم وعولوا على أحسابهم الا من فاء\r\nمن أهل البصائر فإنهم فارقوك بعد معرفتك وهربوا إلى الله من\r\nموازرتك إذ حملتهم على الصعب وعدلت بهم عن القصد فاتق الله\r\nيا معاوية في نفسك وجاذب الشيطان قيادك فإن الدنيا منقطعة\r\nعنك والآخرة قريب منك والسلام\r\nأقول لقد روى الرضي رضي الله عنه وارضاه في النهج هذا الكتاب من قوله وأرديت جيلا إلى آخر\r\nالكتاب قوله عليه السلام ومن رأى عطف على قوله من كانت أي السعيد من رأى الدنيا بعينها أي\r\nيعرفها بحقيقتها أو يراها بالعين التي بها تعرف وهي عين البصرة ويعلم ما هي عليه من التغير والزوال\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nوانها خلقت لغيرها ليقدر هنا بمقدارها ويجعلها في نظره لما خلقت قوله ممن لا يرجو لله وقارا أي لا يتوقع\r\nلله عظمة فيعبده ويطيعه والوقار اسم من التوقير بمعنى التعظيم وقيل الرجاء ههنا بمعنى الخوف والمهيل المتداعى\r\nفي التمرق ومنه رمل مهيل أي ينهال ويسيل وأرديت اي أهلكت والجيل الصنف وروى بالباء الموحدة بمعنى\r\nالخلق وتنشأهم أي تأتيهم وتحيط بهم وحاروا عدلوا وتحيروا ونكصوا أي رجعوا وعولوا على أحسابهم أي اعتمدوا\r\nعلى نخوة الجاهلية وتعصبهم ورجعوا عن الدين الا من فاء أي رجع والموازرة المعاونة والصعب مقابله\r\nالذلول كناية عن الباطل لاقتحامه بصاحبه في المهالك والقياد بالكسر حبل يقاد به الدابة\r\nومن كتبه عليه السلام\r\nقال ابن أبي الحديد في شرح النهج قال أبو الحسن علي بن محمد المدائني كتب علي عليه السلام إلى معاوية في جواب كتابه\r\nأما بعد فإن ما أتيت به من ضلالك ليس ببعيد الشبه مما أتى به\r\nأهلك وقومك الذين حملهم الكفر وتمنى الأباطيل على حسد محمد\r\nصلى الله عليه وآله حتى صرعوا مصارعهم حيث علمت لم يمنعوا حريما\r\nولم يدفعوا عظيما وأنا صاحبهم في تلك المواطن الصالي بحربهم والفأل\r\nلحدهم والقاتل لرؤوسهم رؤوس الضلالة والمتبع إن شاء الله خلفهم\r\nبسلفهم فبئس الخلف خلف اتبع سلفا ومحله محطة النار والسلام\r\nقوله عليه السلام الصالي من صليت اللحم وغيره أصلية صليا إذا شويته ويقال أيضا صليت النار رجلا إذا أدخلته\r\nالنار والفأل من فللت الجيش أي هزمته ويقال فله فانقل أي كسره فانكسر ومحله محطة الضمير الأول راجع إلى الخلف والثاني\r\nإلى السلف والنار بدل أو عطف بيان لمحطة ولعل الأصوب أن الضميرين فيهما راجعان إلى السلف\r\nومن كتبه عليه السلام\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nقال ابن أبي الحديد وكتب عليه السلام إليه أي إلى معاوية في جوابه مكتوبة أما بعد فما أعجب\r\nما يأتيني منك وما أعلمني بما أنت صائر إليه وليس ابطائي عنك\r\nالا ترقبا لما أنت له مكذب وأنا له مصدق وكأني بك غدا تضج\r\nمن الحرب ضجيج الجمال من الأثقال وستدعوني أنت وأصحابك إلى\r\nكتاب تعظمونه بألسنتكم وتجحدونه بقلوبكم والسلام\r\nقوله عليه\r\nالسلام لما أنت به مكذب أي ما أخبرني به النبي صلى الله عليه وآله من وقت الحرب وشرائطه\r\nأو اتمام الحجة واتباع أمره تعالى في ذلك ونزول الملائكة للنصرة وبكل ذلك كان لعنه الله مكذبا\r\nومن كتبه عليه السلام\r\nقال فكتب إليه علي عليه السلام إما بعد فطال ما دعوت أنت وأولياءك أولياء\r\nالشيطان الرجيم الحق أساطير الأولين ونبذتموه وراء ظهوركم وجهدتم\r\nفي اطفاء نور الله بأيديكم وأفواهكم والله متم نوره ولو كره الكافرون\r\nولعمري ليتمن النور على كرهك ولينفذن العلم بصغارك ولتجاربن\r\nبعملك فعث في دنياك المنقطعة عنك ما طاب لك فكأنك بأجلك\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nقد انقضى وعملك قد هوى ثم تصير إلى لظى لم يظلمك الله شيئا وما ربك\r\nبظلام للعبيد قوله عليه السلام فعث من عاث يعيث إذا فسد وفي بعض النسخ فعش بالشين\r\nومن كتبه عليه السلام\r\nقال ابن أبي الحديد وابن ميثم في شرحيهما على النهج كتب أمير المؤمنين عليه السلام إلى معاوية\r\nأما بعد فإن الدنيا حلوة خضرة ذات زينة بهجة لم يصب إليها\r\nأحد إلا وشغلته بزينتها عما هو أنفع له منها وبالآخرة أمرنا\r\nوعليها حثثنا فدع يا معاوية ما يفنى واعمل لما يبقى واحذر الموت\r\nالذي إليه مصيرك والحساب الذي إليه عاقبتك واعلم أن الله\r\nإذا أراد بعبد خيرا حال بينه وبين ما يكره ووفقه لطاعته وإذا\r\nأراد بعبد شرا أغراه بالدنيا وأنساه الآخرة وبسط له امله وعافته\r\nعما فيه صلاحه وقد وصلني كتابك فوجدتك ترى غير غرضك\r\nوتنشد غير ضالتك وتخبط في عماية وتتيه في ضلالة وعصم\r\nبغير حجة وتلوذ بأضعف شبهة فاما سؤالك إلى المشاركة\r\nوالاقرار لك على الشام فلو كنت فاعلا ذلك اليوم لفعلته أمس\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nواما قولك عمر ولا لها فقد عزل عمر من كان ولاه صاحبه\r\nوعزل عثمان من كان عمر ولاه ولم ينصب للناس امام الا ليرى\r\nمن صلاح الأمة ما قد كان ظهر لمن كان قبله أو خفي عنهم غيه\r\nوالامر يحدث بعده الامر ولكل وال رأي واجتهاد فسبحان\r\nالله ما أشد لزومك للأهواء المبتدعة والحيرة المتبعة مع تضييع\r\nالحقايق واطراح الوثائق التي هي لله طلبة وعلى عباده حجة\r\nفأما اكثارك الحجاج في عثمان وقتلته فإنك انما نصرت عثمان حيث\r\nكان النصر لك وخذلته حيث كان النصر له والسلام\r\nقوله الحقايق قال المجلسي في بحار الحقايق هي ما يحق للرجل أن يحميه كما يقال حامي الحقيقة وقيل هي الأمور\r\nالتي ينبغي أن يعتقدها من خلافته عليه السلام ووجوب طاعته ووثائق الله عهوده المطلوبة له وهي على عباده\r\nحجة يوم القيامة\r\nومن كتبه عليه السلام\r\nرواه ابن أبي الحديد في شرح على النهج من كتاب أبي العباس يعقوب بن أحمد الصيمري انه عليه السلام\r\nكتبه في جواب كتاب أتاه من معاوية عليه ما يستحقه قال وكتب أيضا عليه السلام أما بعد\r\nفطال ما دعوت أنت وأولياءك أولياء الشيطان الحق أساطير ونبذتموه\r\nوراء ظهوركم وحاولتم اطفاءه بأفواهكم ويأبى الله إلا أن يتم نوره\r\nولو كره المشركون ولعمري لينفذن العلم فيك وليتمن النور بصغرك\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\nوقماتك ( قماطك ) ولتخسأن طريدا مدحورا أو قتيلا مشهورا ولتجزين\r\nبعلمك حيث لا ناصر لك ولا مصرح عندك وقد أسهبت في ذكر عثمان\r\nولعمرى ما قتله غيرك ولأخذله سواك ولقد تربصت به الدوائر\r\nووتمنيت له الأماني طمعا فيما ظهر منك ودل عليه فعلك واني لأرجو\r\nأن ألحقك به على أعظم من ذنبه وأكبر من خطيئته فأنا ابن عبد\r\nالمطلب صاحب السيف وان قائمه لفى يدي وقد علمت من قتلت\r\nبه من صناديد بني عبد شمس وفراعنة بني سهم وجمح ومخزوم\r\nوأيتمت أبناءهم وأيمت نساءهم وأذكرك ما لست له ناسيا يوم قتلت\r\nأخاك حنظلة وجررت برجله إلى القليب وأسرت أخاك عمرا فجعلت\r\nعنقه بين ساقيه رباطا وطلبتك ففررت ولك خصاص فلولا أني\r\nلا أتبع فارا لجعلتك ثالثهما وأنا أولى لك بالله إليه بره غير فاجره\r\nلئن جمعتني وإياك جوامع الاقدار لا تركنك مثلا يتمثل به الناس أبدا\r\nولا جعجعن بك في مناخك حتى يحكم الله بيني وبينك وهو خير\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\nالحاكمين ولئن أنسا الله في أجلى قليلا لأغزينك سراة المسلمين\r\nولا نهدن إليك في جحفل من المهاجرين والأنصار ثم لا أقبل لك معذرة\r\nولا شفاعة ولا أجيبك إلى طلب وسؤال ولترجعن إلى تحيرك وترددك\r\nوتلددك فقد شاهدت وأبصرت ورأيت سحب الموت كيف هطلت\r\nعليك يصيبها ( يصبها خ ل ) حتى اعتصمت بكتاب أنت وأبوك أول من كفر\r\nبه وكذب بنزوله ولقد كنت تفرستها وأذنتك أنت فاعلها وقد\r\nمضى منها ما مضى وانقضى من كيدك فيها ما انقضى وأنا سائر نحوك\r\nعلى اثر هذا الكتاب فاختره لنفسك وانظر لها وتداركها فإنك ان فرطت\r\nواستمررت على غيك وغلواءك حتى ينهد إليك عباد الله ارتجت عليك\r\nالأمور ومنعت أمرا هو اليوم منك مقبول يا ابن حرب ان لجاجك في\r\nمنازعة الامر أهله من سفاه الرأي فلا يطمعنك أهل الضلال ولا\r\nيوبقنك سفه رأي الجهال فوالذي نفس علي بيده لئن برقت في\r\nوجهك بارقة من ذي الفقار لتصعقن صعقة لا تفيق منها حتى\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nتنفخ في الصور النفخة التي يئست منها كما يئس الكفار من أصحاب القبور\r\nقوله عليه السلام حصاص الحصاص بالحاء المهملة شدة العدو وحدثه وقيل هو أن يمصع بذنبه\r\nويصر باذنه ويعدو وقيل هو الضراط وجعجع القوم إذا أناخوا بالجعجاع وهي الأرض والجعجاع أيضا الموضع الضيق\r\nالخشن ومنه كتاب عبيد الله وجعجع بالحسين وأصحابه أي ضيق عليهم المكان وقال في القاموس الجعجاع الأرض\r\nعامة ومناخ سوء لا يفر فيه صاحبه والفحل الشديد الرغاء والجعجعة صوت الرحا ونحر الجزور وأصوات الجمال إذا\r\nاجتمعت وبروك البعير وتبريكه والحبس والقعود على غير طمأنينة وتجعجع ضرب بنفسه الأرض من وجع وفي النهاية\r\nالسرى بمعنى النفيس الشريف وقيل السخي ذو المروة والجمع سراة بالفتح على غير قياس وتضم السين لأغربنك\r\nكأنه على الحذف والإيصال وفي بعض النسخ بالزاء من أغزاه إذا حمله على الغزو وفي القاموس الجحفل كجعفر\r\nالجيش الكثير فقد شاهدت يدل على أنه كان الكتاب بعد الرجوع عن صفين عند إرادة العود إليه والغلو\r\nبضم الغين وفتح اللام وقد تسكن الغلو وشرة ا لشباب وأوله ارتجت ا لباب أغلقته وارتج على القادي على ما لم\r\nيسم فاعله إذا لم يقدر على القراءة كأنه أطبق عليه كما يرتج الباب ولا تقل ارتح عليه بالتشديد كذا نقل المجلسي عن الجوهري\r\nومن كتبه عليه السلام\r\nفي جواب مكتوب معاوية نقله العلامة المجلسي ( ره ) عن كتاب كنز الفوائد للكراچكي في المجلد الثامن من\r\nبحار الأنوار ص 552 طبع امين ا لضرب قال جواب أمير المؤمنين صلوات الله وسلامه عليه من عبد الله\r\nأمير المؤمنين علي بن أبي طالب إلى معاوية بن أبي سفيان إما بعد\r\nفقد أتاني كتابك بتنويق المقال وضرب الأمثال وانتحال الأعمال\r\nتصف الحكمة ولست من أهلها وتذكر التقوى وأنت على ضدها\r\nقد اتبعت هواك فحاد بك المحجة ولحج بك عن سواء السبيل فأنت\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\nتسحب أذيال لذات الفتن وتخبط في زهرة الدنيا كأنك لست توقن\r\nبأوبة البعث ولا برجعة المنقلب قد عقدت التاج ولبست الخز\r\nوأفرشت الديباج سنة هرقلية وملكا فارسيا ثم لم يقنعك ذلك حتى\r\nيبلغني انك تعقد الامر من بعدك لغيرك فيملك دونك وتحاسب دونه\r\nولعمري لان فعلت ذلك فما ورثت الضلالة عن كلالة وانك لابن\r\nمن كان يبغي على أهل الدين ويحسد المسلمين وذكرت رحما عطفتك\r\nعلي فاقسم بالله الأعز الاجل ان لو نازعك هذا الامر في حياتك\r\nمن أنت تمهده له بعد وفاتك لقطعت حيله ولتبت أسبابه واما\r\nتهديدك لي بالمشارب الوبيئة والموارد المهلكة فانا عبد الله علي\r\nبن أبي طالب أبرز إلى صفحتك كلا ورب البيت ما أنت بأبي عذر عند\r\nالقتال ولا عند منافحة الأبطال وكأني بك لو شهدت الحرب وقد\r\nقامت على ساق وكشرت عن منظر كريه والأرواح تختطف اختطاف البازي\r\nزغب القطا لصرت كالمولهة الحيرانة تضربها العبرة بالصدمة لا تعرف\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\nأعلى الوادي من أسفله فدع عنك ما لست من أهله فإن وقع الحسام\r\nغير تشقيق الكلام فكم عسكر قد شهدته في قرن نازلته ورأيت اصطكاك\r\nقريش بين يدي رسول الله صلى الله عليه وآله إذا أنت وأبوك\r\nومن هو أعلى منكما لي تبع وأنت اليوم تهددني فاقسم بالله ان لو تبدى\r\nالأيام عن صفحتك لنشب فيك مخلب ليث هصور لا يفوته فريسة\r\nبالمراوغة كيف واني لي بذلك وأنت قعيدة بيت البكر المخدرة يفر\r\nيفزعها صوت الرعد وأنا علي بن أبي طالب الذي لا أهدد بالقتال\r\nولا أخوف بالنزال فإن شئت يا معاوية فأبرز والسلام\r\nتوضيح في القاموس المنوق كمعظم المذلل من الجمال ومن النخل الملقح والنواق رايض الأمور ومصلحها والنوقة\r\nالحذاقة في كل شئ وتنوق في مطعمه وملبسه تجود وبالغ وقوله لحج بك قال لحج السيف كفرح نشب في الغمد\r\nومكان لحج ككتف ضيق والمحج الملجأ ولحجه كمنعه ضربه واليه لجاء قوله عليه السلام فما ورثت الضلالة أي لم\r\nتأخذ هذه الضلالة من بعيد في النسب بل أخذت من أبيك قال الجوهري الكل الذي لا ولد له ولا والد\r\nوالعرب تقوله لم يرثه كلالة أي لم يرثه عن عرض بل عن قرب واستحقاق قال الفرزدق ورثتم قناة الملك غير\r\nكلالة عن ابني مناف عبد شمس وهاشم والوبيئة فعيلة من الوباء وهو الطاعون أو المرض العام يقال\r\nأرض وبيئة أي كثيرة الوباء وقد يخفف فيشدد قوله عليه السلام وما أنت بأبي عذر أي لابتدائي بالقتال\r\nيقال فلان أبو عذرها إذا كان هو الذي اقترعها واقتضها وقولهم ما أنت بذي عذر هذا الكلام أي لست\r\nبأول من اقتضيه ولا يبعد أن يكون بالغين المعجمة والدال المهملة قال الجوهري رجل ثبت الغدر أي ثابت\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\n\r\nفي قتال وكلام والمنافحة المدافعة والمضاربة وقرب كل من القرنين إلى الاخر بحيث يصل إليه نفحه أي ريحه\r\nونفسه وقال الجوهري كثير البعير عن نابه أي كشف عنه والكثر التبسم وقال الزغب الشعيرات الصفر على ريش الفرخ\r\nقوله عليه السلام تشقيق الكلام يقال شقق الكلام إذا أخرجه أحسن يخرج والهصر بالكسر والهصور الأسد\r\nوراغ الرجل والثعلب روغا وروغانا مال وحاد عن الشئ وقعيدة الرجل امرأته والخدر ستر يمد للجارية في ناحيته\r\nالبيت وبالفتح الزام البنت الخدر كالاخدار والتخدير وهي مخدورة ومخدرة ومخدرة .\r\nومن كتبه عليه السلام\r\nفي المجلد الثامن من بحار الأنوار عن أمالي المفيد عن الكاتب عن الأجلح عن جندب بن أبي ثابت عن ثعلبة\r\nبن زيد الحماني قال كتب أمير المؤمنين عليه السلام إلى معاوية بن أبي سفيان أما بعد فإن الله\r\nأنزل إلينا كتابه ولم يدعنا في شبهة ولا عذر لمن ركب ذنبا بجهالة\r\nوالتوبة مبسوطة ولا تزر وازرة ور أخرى وأنت ممن شرع الخلاف\r\nمتماديا في غمرة الأمل مختلف السر والعلانية وتكذيبا بعد في\r\nالاجل وكأنك قد تذكرت ما مضى منك فلم تجد إلى الرجوع سبيلا\r\nومن كتبه عليه السلام\r\nروى ابن أبي الحديد في شرح النهج قال كتب أمير المؤمنين عليه السلام إليه أي إلى معاوية في جواب كتاب\r\nكتبه إليه إما بعد يا ابن الصخر يا ابن اللعين يزن الجبال فيما زعمت حلمك\r\nويفصل بين أهل الجهل علمك وأنت الجاهل القليل الفقه\r\nالمتفاوت العقل الشارد عن الدين وقلت فشمر للحرب واصبر\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\nللضرب فإن كنت صادقا فيما تزعم ويعين عليك ابن النابغة فدع\r\nالناس جانبا واعف الفريقين من القتال وابرز إلي لتعلم أينا المرين\r\nعلى قلبه المغطى على بصره فانا أبو الحسن حقا قاتل أخيك وخالك\r\nوجدك شدخا يوم بدر ولك السيف بيدي وبذلك القلب القى عدوي\r\nاعلم أن لهذا الكتاب صورة أخرى سيجيئ نقلها لك في هذا الكتاب تتميما للفائدة عن كتاب معادن الحكمة إن شاء الله\r\nقال الشدخ كسر الشئ الأجوف شدخت رأسه فانشدخ هؤلاء الثلاثة حنظلة بن أبي سفيان والوليد\r\nبن عتبة وأبوه عتبة بن ربيعة فحنظلة أخوه والوليد خاله وعتبة جده وقد قتلوا في غزاة بدر\r\nومن كتبه عليه السلام\r\nفي المجلد الثامن من البحار عن كتاب الغارات لإبراهيم بن محمد الثقفي روى أن عليا كتب إلى معاوية من\r\nعبد الله أمير المؤمنين علي بن أبي طالب إلى معاوية بن أبي سفيان\r\nإن الله تبارك وتعالى ذا الجلال والاكرام خلق الخلق واختار خيرة\r\nمن خلقه واصطفى صفوة من عباده يخلق ما يشاء ويختار ما كان\r\nلهم الخيرة سبحان الله تعالى عما يشركون فامر الامر وشرع الدين\r\nوقسم القسم ع لي ذلك وهو فاعله وجاعله وهو الخالق وهو المصطفى\r\nوهو المشرع وهو القاسم وهو الفاعل لما يشاء له الخلق وله الامر\r\nو ","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nله الخير والمشية والإرادة والقدرة والملك والسلطان أرسل\r\nرسوله وخيرته وصفته بالهدى ودين الحق وأنزل عليه كتابه\r\nفيه تبيان كل شئ من شرايع دينه فبينه لقوم يعلمون وفيه فرض\r\nالفرائض وقسم فيه سهاما أحل بعضها لبعض وحرم بعضها لبعض\r\nبينها يا معاوية إن كنت تعلم الحجة وضرب أمثالا لا يعلمها إلا\r\nالعالمون فانا سائلك عنها أو بعضها إن كنت تعلم واتخذ الحجة\r\nبأربعة أشياء على العالمين فما هي يا معاوية ولمن هي وأعلم انهن\r\nحجة لنا أهل البيت على من خالفنا ونازعنا وفارقنا وبغى علينا والمستعان\r\nالله عليه توكلت وعليه فليتوكل المتوكلون وكان جملة تبليغه رسالة\r\nربه فيما أمره وشرع وفرض وقسم جملة الذين يقول الله وأطيعوا الله\r\nوأطيعوا الرسول وأولي الأمر منكم هي لنا أهل البيت ليست لكم ثم نهى\r\nعن المنازعة والفرقة وامر بالتسليم والجماعة فكنتم أنتم القوم الذين\r\nأقررتم لله ولرسوله وبذلكم فأخبركم الله أن محمدا لم يكن ( يك خ ل )\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\nأبا أحد من رجالكم ولكن رسول الله وخاتم النبيين وقال عز وجل\r\nأفإن مات أو قتل انقلبتم على أعقابكم فأنت وشركاءك يا معاوية\r\nالقوم الذين انقلبوا على أعقابهم وارتدوا ونقضوا الامر والعهد\r\nفيما عاهدوا الله ونكثوا البيعة ولم يضروا الله شيئا ألم تعلم يا معاوية\r\nأن الأئمة منا ليست منكم وقد أخبركم الله أن أولي الأمر المستنبطوا العلم\r\nوأخبركم أن الامر الذي تختلفون فيه يرد إلى الله وإلى الرسول\r\nوإلى أولي الأمر المستنبطي للعلم فمن أوفى بما عاهد عليه يجد الله\r\nموفيا بعهده يقول الله أوفوا بعهدي أوف بعهدكم وإياي فارهبون\r\nوقال عز وجل أم يخسدون الناس على ما آتاهم الله من فضله فقد\r\nآتينا آل إبراهيم الكتاب والحكمة وآتيناهم ملكا عظيما وقال للناس\r\nبعدهم فمنهم من آمن ومنهم من صدعته فتبوءا مقعدك من\r\nجهنم وكفى بجهنم سعيرا نحن آل إبراهيم المحسودون وأنت الحاسد\r\nلنا خلق الله آدم بيده ونفخ فيه من روحه واسجد له الملائكة\r\nو ","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\nعلمه الأسماء كلها واصطفاه على العالمين فحسده الشيطان فكان\r\nمن الغاوين ونوحا حسده قومه إذ قالوا ما هذا الا بشر مثلكم\r\nيريد أن يتفضل عليكم ذلك حسد منهم لنوح أن يقروا له بالفضل\r\nوهو بشر ومن بعده حسدوا هودا إذ يقول قومه ما هذا إلا\r\nبشر مثلكم يأكل مما تأكلون ويشرب مما تشربون ولئن أطعتم بشرا\r\nمثلكم إنكم إذا لخاسرون قالوا ذلك حسدا أن يفضل الله من شياء\r\nويختص برحمته من يشاء ومن قبل ذلك ابن آدم قابل قتل هابيل\r\nحسدا فكان من الخاسرين وطائفة من بني إسرائيل إذ قالوا لنبي\r\nلهم أبعث لنا ملكا نقاتل في سبيل الله فلما بعث الله لهم طالوت\r\nملكا حسدوه وقالوا إني يكون له الملك علينا وزعموا أنهم أحق\r\nبالملك منه كل ذلك نقص عليك من أنباء ما قد سبق وعندنا\r\nتفسيره وعندنا تأويله وقد خاب من افترى ونعرف فيكم شبهه\r\nوأمثاله وما تغنى الآيات والنذر عن قوم لا يؤمنون فكان نبينا\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\nصلى الله عليه وآله فلما جاءهم كفروا به حسدا من عند أنفسهم\r\nأن ينزل الله من فضله على من يشاء من عباده حسدا من القوم على\r\nتفضيل بعضنا على بعض الا ونحن أهل البيت آل إبراهيم المحسودون\r\nحسدا كما حسد آباءنا من قبلنا سنة ومثلا وقال الله وآل إبراهيم\r\nوآل لوط وآل عمران وآل يعقوب وآل موسى وآل هارون وآل داود\r\nفنحن آل نبينا محمد صلى الله عليه وآله ألم تعلم يا معاوية إن أولى\r\nالناس بإبراهيم للذين اتبعوه وهذا النبي والذي آمنوا ونحن أولوا\r\nالأرحام قال الله تعالى والنبي أولى بالمؤمنين من أنفسهم وأزواجه\r\nأمهاتهم وأولوا الأرحام بعضهم أولى ببعض في كتاب الله نحن\r\nأهل بيت اختارنا الله واصطفانا وجعل النبوة فينا والكتاب لنا\r\nوالحكمة والعلم والايمان وبيت الله ومسكن إسماعيل ومقام إبراهيم\r\nفالملك لنا ويلك يا معاوية ونحن أولى بإبراهيم ونحن آله وآل\r\nعمران وأولى بعمران وآل لوط ونحن أولى بلوط وآل يعقوب ونحن أولى\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\nبيعقوب وآل هارون وآل داود وأولى بهم وآل محمد\r\nوأولى به ونحن أهل بيت الذين أذهب الله عنهم الرجس وطهرهم\r\nتطهيرا ولكل نبي دعوة في خاصة نفسه وذريته وأهله ولكل نبي\r\nوصية في آله ألم تعلم أن إبراهيم أوصى بابنه يعقوب ويعقوب أوصى\r\nبنيه إذ حضره الموت وأن محمدا أوصى إلى آله سنة إبراهيم والنبيين\r\nاقتداء بهم كما أمره الله ليس لك منهم ولا منه سنة في النبيين\r\nوفي هذه الذرية التي بعضها من بعض قال الله لإبراهيم وإسماعيل\r\nوهما يرفعان القواعد من البيت ربنا واجعلنا مسلمين لك ومن\r\nذريتنا أمة مسلمة لك فنحن الأمة المسلمة قالا ربنا وابعث فيهم\r\nرسولا يتلوا عليهم آياتك الآية فنحن أهل هذه الدعوة ورسول الله\r\nمنا ونحن منه بعضنا من بعض وبعضنا أولى ببعض في الولاية\r\nوالميراث ذرية بعضها من بعض والله سميع عليم وعلينا نزل الكتاب\r\nوفينا بعث الرسول وعلينا تليت الآيات ونحن المنتحلون للكتاب\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\nالشهداء عليه والدعاة إليه والقوام به فبأي حديث بعده يؤمنون\r\nأفغير الله يا معاوية تبغى ربا أم غير كتابه كتابا أم غير الكعبة بيت الله\r\nومسكن إسماعيل ومقام أبينا إبراهيم تبغى قبلة أم غير ملته تبغى\r\nدينا أم غير الله تبغى ملكا فقد جعل الله ذلك فينا فقد أبديت عداوتك\r\nلنا وحسدك وبغضك ونقضك عهد الله وتحريفك آيات الله\r\nوتبديلك قول الله قال الله لإبراهيم إن الله اصطفى لكم الدين أفترغب\r\nعن ملته وقد اصطفاه الله في الدنيا وهو في الآخرة من الصالحين\r\nأم غير الحكم تبغى حكما أو غير المستحفظ منا تبغى إماما الإمامة لإبراهيم\r\nوذريته والمؤمنون تبع لهم لا يرغبون عن ملته قال فمن تبعه فإنه\r\nمني أدعوك يا معاوية إلى الله ورسوله وكتابه وولي أمره الحكيم\r\nمن آل إبراهيم والى الذي أقررت به زعمت إلى الله والوفاء بعهده\r\nوميثاقه الذي واثقكم به إذ قلتم سمعنا وأطعنا ولا تكونوا كالذين\r\nتفرقوا واختلفوا من بعد ما جاءهم العلم بغيا بينهم ولا تكونوا\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nكالتي نقضت غزلها من بعده قوة أنكاثا تتخذون ايمانكم دخلا بينكم\r\nان تكونوا أمة هي أربى من أمة فنحن الأمة الأربى فلا تكونوا كالذين\r\nقالوا سمعنا وهم لا يسمعون اتبعنا واقتد بنا فإن ذلك لنا آل إبراهيم\r\nعلى العالمين مفترض فإن الأفئدة من المؤمنين والمسلمين تهوى\r\nإلينا وذلك دعوة المرء المسلم فهل تنقم منا الا أن آمنا بالله وما أنزل\r\nإلينا واقتدينا واتبعنا ملة إبراهيم صلوات الله عليه وعلى محمد وآله\r\nومن كتبه عليه السلام\r\nعن كتاب معادن الحكمة مكاتيب الأئمة تأليف علم الهدى محمد بن المحسن الكاشاني قال\r\nكتبه على شيعته ولقد رواه الكليني رفع الله مقامه في كتاب الرسائل عن علي بن إبراهيم القمي باسناده والرضي\r\nرضي الله عنه بعض قطعاته في النهج وأورد السيد ابن طاوس بتمامه في كتابه كشف المحجة ص 173 إلى ص 189 عن\r\nكتاب الرسائل والمجلسي ( ره ) في المجلد الثامن من البحار وابن أبي الحديد في الجزء الثاني من شرحه على نهج البلاغة\r\nوقد نقلته هنا عن كتاب المعادن قال كتب أمير المؤمنين عليه السلام كتابا بعد منصرفه من النهروان وأمر\r\nأن يقرءا على الناس وذلك أن الناس سئلوه عن أبي بكر وعمر وعثمان فغضب عليه السلام وقال\r\nقد تفرغتم للسؤال عما لا يعينكم وهذه مصر قد افتتحت وقتل معاوية بن حديج ومحمد بن أبي بكر فيالها\r\nمن مصيبة ما أعظمها مصيبتي س بمحمد فوالله ما كان الا كبعض بني سبحان الله بينا نحن نرجو أن تغلب\r\nالقوم على ما في أيديهم إذ غلبوا على ما في أيدينا وأنا كاتب لكم كتابا فيه تصريح ما سألتم إن شاء\r\nالله تعالى فدعا كاتبه عبيد الله بن أري رافع فقال له ادخل على عشرة من ثقاتي فقال سمهم لي يا أمير\r\nالمؤمنين فقال له ادخل اصبغ بن نباته وأبا الطفيل عامر بن وائلة الكناني وزرين بن جيش الأسدي\r\nوجويرية بن مسهر العبدي وخندف بن زهير الأسدي وحارثة بن مصرف الهمداني والحارث\r\nبن عبد الله الأعور الهمداني ومصابيح النخع علقمة بن قيس وكميل بن زياد وعمير بن زرارة فدخلوا\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\nعليه فقال لهم خذوا هذا الكتاب وليقرأ عبيد الله بن أبي رافع وأنتم شهود كل يوم جمعة فإن\r\nشغب شاغب عليكم فانصفوه بكتاب الله بينه وبينكم .\r\nبسم الله الرحمن الرحيم من عبد الله علي أمير المؤمنين إلى\r\nشيعته من المؤمنين والمسلمين فإن الله يقول وان من شيعته\r\nلإبراهيم وهو اسم شرفه الله في الكتاب وأنتم شيعة النبي محمد\r\nصلى الله عليه وآله كما أن محمدا من شيعة إبراهيم اسم غير محتضر\r\n( كذا في الوسائل والظاهر أن الصواب غير مختص كما في البحار وكشف المحجة ) وامر غير مبتدع سلام\r\nالله عليكم والله هو السلام المؤمن أولياءه من العذاب المهيمن\r\nالحاكم بعدله بعث محمدا صلى الله عليه وآله وأنتم معاشر العرب\r\nعلى شر حال يغذوا أحدكم كلبه ويقتل ولده ويغير على غيره فيرجع\r\nوقد أغير عليه تأكلون العلهز والهبيد والميتة والدم تنيخون على\r\nأحجار خشن وأوثان مضلة وتأكلون الطعام الجشب وتشربون الماء\r\nالاجن تسافكون دماءكم ويسبى بعضكم بعضا وقد خص الله قريشا\r\nبثلاث آيات وعم العرب بآية فاما الآيات اللاتي في قريش فهو\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\nقوله تعالى واذكروا إذا أنتم قليل مستضعفون في الأرض تخافون\r\nأن يتخطفكم الناس فآواكم وأيدكم بنصره ورزقكم من الطيبات\r\nلعلكم تشكرون والثانية وعد الله الذين آمنوا منكم وعملوا\r\nالصالحات ليستخلفنهم في الأرض كما استخلف الذين من قبلهم\r\nوليمكنن لهم دينهم الذي ارتضى لهم وليبدلنهم من بعد\r\nخوفهم أمنا يعبدونني ولا يشركون بي شيئا ومن كفر بعد ذلك\r\nفأولئك هم الفاسقون والثالثة قول قريش لنبي الله حين دعاهم\r\nإلى الاسلام والهجرة فقالوا إن نتبع الهدى معك نتخطف من أرضنا\r\nفقال الله تعالى أو لم نمكن لهم حرما آمنا يجبى إليه ثمرات كل شئ\r\nرزقا من لدنا ولكن أكثرهم لا يعلمون واما الآية التي عم بها\r\nالعرب فهو قوله واذكروا نعمت الله عليكم إذ كنتم أعداء فألف بين\r\nقلوبكم فأصبحتم بنعمته اخوانا وكنتم على شفا حفرة من النار فأنقذكم\r\nمنها كذلك يبين الله لكم آياته لعلكم تهتدون فيالها من نعمة\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\nما أعظمها إن لم تخرجوا منها إلى غيرها ويا لها من مصيبة ما\r\nأعظمها إن لم تؤمنوا بها وترغبوا عنها فمضى نبي الله صلى الله عليه\r\nوآله وقد بلغ ما أرسل به فيالها من مصيبة خصت الأقربين\r\nوعمت المؤمنين لم يصابوا بمثلها ولم تعاينوا بعدها مثلها فمضى\r\nلسبيله صلى الله عليه وآله وترك كتاب الله وأهل بيته امامين\r\nلا يختلفان وأخوين لا يتخاذلان ومجتمعين لا يفترقان ولقد\r\nقبض الله نبيه صلى الله عليه وآله ولانا ( كذا في نسخة وفي بعض النسخ بغير همزة )\r\nأولى بالناس مني بقميصي هذا وما ألقي في روعي ولا عرض في رأيي\r\nأن وجه الناس إلى غيري فلما ابطؤا علي بالولاية لهممهم وتثبط\r\nالأنصار وهم أنصار الله وكتيبة الاسلام قالوا أما إذا لم تسلموها\r\nلعلي فصاحبنا أحق بها من غيره فوالله ما أدري إلى من أشكو أمان\r\nيكون الأنصار ظلمت حقها واما أن يكونوا ظلموني حقي بل حقي المأخوذ\r\nوأنا المظلوم اللغات حديج بضم الحاء وفتح الدال المهملتين والجيم وكان في المتن خديج\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\nفصححناه على تقريب ابن حجر وخلاصة تذهيب الكمال ولم نجد له ترجمة في كتب رجال الشيعة قوله مصرف كذا\r\nوالصواب مضرب أو سنرس ولم يتحقق لنا ضبطه كذا في حاشية المعادن أقول قال في القاموس المفرس كمحدث ابن أبي\r\nسفيان صحابي وابن ربعي شاعر شعب القوم ربهم وعليهم هيج الشر عليهم قوله غير محتضر كذا والظاهر أن الصواب\r\nغير مختص كما في البحار وكشف المحجة قوله ويقتل ولده إشارة إلى وأد البنات في الجاهلية قوله وبغير من أغار عليهم\r\nإذا هجم وأوقع بهم العلهر بكسر العين والهاء وسكون اللام والزاء شئ اتخذوه في سنين المجاعة وكانوا يخلطون\r\nالدم بأوبار الإبل ثم يشوونه بالنار ويأكلونه وقيل كانوا يخلطون الدم بأوبار الإبل فيه القردان ويقال للقراد الضخم\r\nعلهز وقيل العلهز شئ ينبت ببلاد بني سليم له أصل كأصل البردي الهبيد الحنظل أو حبه قوله تنيحون يقال أناح\r\nبالمكان أي أقام به والمراد هنا أنهم كانوا يعكفون على أصنامهم وأوثانهم اللاتي كانوا يعبدونها ويسجدون لها\r\nالجشب بفتح الجيم وسكوت الشين وكسرها الطعام الغليظ الاجن بفتح الهمزة بلا ألف أو معها وكسر الجيم الماء ا لذي تغير\r\nلونه وطعمه ولم تعاينوا في نسخة ولن تعاينوا قوله تثبط في نسخة تثبيط\r\nفقال قائل من قريش إن نبي الله قال الأئمة من قريش فدفعوا الأنصار\r\nعن دعوتها ومنعوني حقي منها فأتاني رهط يعرضون علي النصر منهم\r\nأبناء سعيد والمقداد بن الأسود وأبو ذر الغفاري وعمار بن ياسر\r\nوسلمان الفارسي وزبير بن العوام والبراء بن عازب فقلت لهم إن عندي\r\nمن نبي الله عهدا وله إلي وصية لست أخالفه عما أمرني به والله لو خرموني\r\nبأنفي لأقررت لله سمعا وطاعة فلما رأيت الناس قد انثالوا على أبي بكر\r\nبالبيعة أمسكت يدي وظننت أني أولى وأحق بمقام رسول الله صلى الله\r\nعليه وآله ومن غيره وقد كان نبي الله صلى الله عليه وآله أمر\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\nأسامة بن زيد على جيش وجعلهما في جيشه وما زال النبي صلى الله\r\nعليه وآله إلى أن فاضت نفسه يقول أنفذوا جيش أسامة أنفدوا\r\nجيش أسامة فمضى جيشه إلى الشام حتى انتهوا إلى أذرعات فلقى جيشا\r\nمن الروم فهزمهم وغنمهم الله أموالهم فلما رأيت راجعة من الناس\r\nقد رجعت عن الاسلام تدعوا إلى محق دين محمد وملة إبراهيم عليهما السلام\r\nخشيت إن أنا لم أنصر الاسلام وأهله أرى فيه ثلما وهدما تكون المصيبة\r\nعلي فيه أعظم من فوت ولاية أموركم التي انما هي متاع أيام قلائل ثم\r\nتزول وتنقشع كما يزول وينقشع السحاب فنهضت مع القوم في تلك الاحداث\r\nحتى زهق الباطل وكانت كلمة الله هي العليا وان رغم الكافرون ولقد\r\nكان سعد لما رأى الناس يبايعون أبا بكر نادى أيها الناس إني والله ما أردتها حتى رأيتكم تصرفونها عن علي ولا أبايعكم حتى يبايع علي ولعلي لا أفعل وان بايع ثم\r\nركب دابته وأتى حوران وأقام في عيان حتى هلك ولم يبايع وقام فروة بن\r\nعمرو الأنصاري وكان يقود مع رسول الله صلى الله عليه وآله وسلم فرسين\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\nويصرم ألف وسق من تمر فيتصدق به على المساكين فنادى يا معشر\r\nقريش أخبروني هل فيكم رجل تحل له الخلافة وفيه ما في علي فقال\r\nقيس بن مخرمة الزهري ليس فينا من فيه ما في علي فقال له صدقت\r\nفهل في علي ما ليس في أحد منكم قال نعم قال فما يصدكم عنه قال\r\nاجماع الناس على أبي بكر قال إما والله لئن أصبتم سنتكم لقد أخطأتم سنة\r\nنبيكم لو جعلتموها في أهل بيت نبيكم لأكلتم من فوقكم ومن تحت أرجلكم\r\nفولى أبو بكر فقارب واقتصد فصحبته مناصحا وأطعته فيما أطاع الله\r\nفيه جاهدا حتى إذا احتضر قلت في نفسي ليس يعدل بهذا الامر عني\r\nولولا خاصة بينه وبين عمر وأمر كان ربصاه بينهما لظننت أنه\r\nلا يعدله عني وقد سمع قول النبي صلى الله عليه وآله لبريدة الأسلمي\r\nاللغات الخزم جعل الخزامة في جانب أنف البعير وهي حلقة يشد فيها الزمام ويكنى به عن الاخضاع\r\nوالتسخير قوله انثالوا أي انصبوا عليه أذرعات بلد في طرف الشام يجاور أرض البلقاء تقشع وانقشع السحاب\r\nانكشف وزال حوران بالفتح ماء بنجد وأيضا كورة واسعة من أعمال دمشق والمراد هنا هو الأخير عيان كحيان بلد الوسق\r\nبفتح الواو وسكون السين حمل البعير وقيل ستون صاعا ربص بفلان انتظر به خيرا أو شرا\r\nحين بعثني وخالد بن الوليد إلى اليمن وقال إذا افترقتما فكل واحد منكما\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\nعلى حياله وإذا اجتمعتما فعلي عليكم جميعا فغزونا وأصبنا ( فأغرنا واصفينا خ ل )\r\nسبيا فيهم خولة بنت جعفر جار الصفا وانما سميت جأر الصفا لحسنها فأخذت\r\nالحنفية واغتنمها خالد مني فبعث بريدة إلى رسول الله صلى الله عليه\r\nوآله محرشا علي فأخبره بما كان من أخذي خولة فقال يا بريدة حظه في\r\nالخمس أكثر مما أخذ انه وليكم بعدي سمعها أبو بكر وعمر وهذا بريدة حي\r\nلم يمت فهل بعد هذا مقال لقائل فبايع عمر دون المشورة وكان مرضي\r\nالسيرة من الناس عندهم حتى إذا احتضر قلت في نفسي ليس يعدل بهذا\r\nالامر عني للذي قد رأى مني في المواطن وسمع من الرسول صلى الله\r\nعليه وآله فجعلني سادس ستة وأمر صهيبا أن يصلي بالناس ودعا أبا\r\nطلحة زيد بن سعد الأنصاري فقال له كن في خمسين رجلا من قومك\r\nفاقتل من أبي أن يرضى من هؤلاء الستة فالعجب من خلاف القوم إذ زعموا\r\nأن أبا بكر استخلفه النبي صلى الله عليه وآله فلو كان هذا حقا لم يخف على\r\nالأنصار فبايعه الناس على الشورى ثم جعلها أبو بكر لعمر برأيه خاصة\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\nثم جعلها عمر برأيه شورى بين الستة فهذا العجب واختلافهم والدليل\r\nعلى ما لا أحب أن أذكر قوله وهؤلاء الرهط الذين قبض رسول الله\r\nصلى الله عليه وآله وهو عنهم راض فكيف يأمر بقتل قوم رضي الله\r\nعنهم ورسوله إن هذا الامر عجيب ولو لم يكونوا بولاية أحد أكره منهم\r\nبولايتي كانوا يسمعون وأنا أحاج أبا بكر وأنا أقول يا معشر قريش أنا\r\nأحق بهذا الامر منكم ما كان منكم من يقرء القرآن ويعرف السنة\r\nويدين دين الحق وانما حجتي أني ولي هذا الامر من دون قريش أن نبي\r\nالله صلى الله عليه وآله وسلم قال الولاء لمن أعتق فجاء رسول الله\r\nصلى الله عليه وآله يعتق الرقاب من النار وأعتقها من الرق فكان\r\nفكان للنبي صلى الله عليه وآله ولاء هذه الأمة وكان لي بعده\r\nما كان له فما جاز لقريش من فضلها عليها بالنبي صلى الله عليه وآله\r\nوسلم جاز لبني هاشم على قريش وجاز لي على بني هاشم بقول النبي\r\nصلى الله عليه وآله يوم غدير خم من كنت مولاه فعلي مولاه إلا أن\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\nتدعي قريش فضلها على العرب بغير النبي صلى الله عليه وآله فإن شاءوا\r\nفليقولوا ذلك فخشى القوم إن أنا وليت عليهم أن أخذ بأنفاسهم\r\nواعترض لحلوقهم ولا يكون لهم في الامر نصيب فاجمعوا على اجماع رجل\r\nواحد منهم حتى ( ان ) صرفوا الولاية عني إلى عثمان رجاء أن ينالوها\r\nويتداولوها في ما بينهم فبينا هم كذلك إذ نادى مناد لا يدري من هو\r\nوأظنه جنيا فاسمع أهل المدينة ليلة ( لليلة خ ل ) بايعوا عثمان فقال\r\nيا ناعي الاسلام قم فانعه * قد مات عرف وبدا منكر\r\nما لقريش لا على كعبها * من قدموا ليوم ومن أخروا\r\nإن عليا هو أولى به * منه فولوه ولا تنكروا\r\nفكان لهم في ذلك عبرة ولولا أن العامة قد علمت بذلك لم أذكره\r\nفدعوني إلى بيعة عثمان فبايعت مستكرها وصبرت محتسبا وعلمت\r\nأهل القنوت أن يقولوا اللهم لك أخلصت القلوب واليك شخصت\r\nالابصار وأنت دعيت بالألسن واليك نجواهم في الأعمال فاتح بيننا\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\nوبين قومنا بالحق اللهم إنا نشكو إليك غيبة نبينا وكثرة عدونا\r\nوقلة عددنا وهواننا على الناس وشدة الزمان ووقع الفتن اللهم\r\nفرج ذلك بعدل تظهره وسلطان حق نعرفه فقال عبد الرحمن\r\nبن عوف يا ابن أبي طالب انك على هذا الامر حريص فقلت لست عليه\r\nحريصا إنما اطلب ميراث رسول الله صلى الله عليه وآله وحقه\r\nوإن لي من بعده ولاء أمته وأنت أحرص عليه مني إذ تحولون بيني\r\nوبينه وتصرفون وجهي دونه بالسيف واللهم إني أستعديك\r\nعلى قريش فإنهم قطعوا رحمي وأضاعوا أيامي ودفعوا حقي\r\nوصغروا قدري وعظيم منزلتي وأجمعوا على منازعتي حقا كنت أولى به\r\nمنهم فاستلبونيه ثم قالوا اصبر مغموما أو مت متأسفا وأما والله\r\nلو استطاعوا أن يدفعوا قرابتي كما قطعوا سببي فعلوا ولكنهم لا يجدون\r\nإلى ذلك سبيلا انما حقي على هذه الأمة كرجل له حق على قوم\r\nإلى أجل معلوم فإن أحسنوا وعجلوا له حقه قبله حامدا وان أخروه\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\nإلى أجله أخذه غير حامد ليس يعاب المرء بتأخير حقه إنما يعاب من\r\nأخذ ما ليس له ولما كان رسول الله صلى الله عليه وآله عهد إلي\r\nعهدا فقال يا ابن أبي طالب لك ولاء أمتي فإن ولوك في عافية\r\nوأجمعوا عليك بالرضا فقم بأمرهم وان اختلفوا عليك فدعهم وما هم\r\nفيه فإن الله سيجعل لك مخرجا فنظرت فإذا ليس لي رافد ولا معي\r\nمساعد إلا أهل بيتي فضننت بهم عن الهلاك ولو كان لي بعد\r\nرسول الله صلى الله عليه وآله عمي حمزة وأخي جعفر لم أبايع مكرها\r\nولكنني منيت برجلين حديثي عهد بالاسلام العباس وعقيل\r\nفضننت بأهل بيتي عن الهلاك فأغضيت عيني على القذى\r\nوتجرعت ريقي على الشجى وصبرت على أمر من العلقم وألم للقلب من\r\nحز الشفار واما أمر عثمان فكأنه علم من القرون الأولى علمها عند\r\nربي ولا ينسى خذ له أهل بدر وقتله أهل مصر والله ما أمرت ولا\r\nنهيت ولو أني أمرت لكنت قاتلا ولو أني نهيت لكنت ناصرا\r\nو ","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\nكان الامر لا ينفع فيه العيان ولا يشفى فيه الخبر غير أن من نصره لا\r\nيستطيع أن يقول خذله من أنا خير منه ولا يستطيع من خذله أن يقول\r\nنصره من هو خير مني وأنا جامع أمره استأثر فأساء الأثرة\r\nوجزعتم فأسأتم الجزع والله يحكم نبيكم وبينه والله ما يلزمني في عثمان\r\nتهمة ما كنت إلا رجلا من المسلمين المهاجرين في بيتي فلما اقتلوه اتيتموني\r\nتبايعوني فأبيت عليكم وأبيتم علي قبضت يدي وبسطتموها وبسطتها\r\nفمددتموها ثم تداككتم على تداك الإبل الهيم على حياضها يوم ورودها\r\nحتى ظننت أنكم قاتلي وأن بعضكم قاتل بعض حتى انقطعت النعل وسقط\r\nالرداء ووطئ الضعيف وبلغ من سرور الناس ببيعتهم إياي أن حمل إليها\r\nالصغير وهدج إليها الكبير وتحامل إليها العليل وحسرت لها الكعاب\r\nفقالوا بايعنا على ما بويع عليه أبو بكر وعمر فإنا لا نجد غيرك ولا\r\nترضى الا بك فبايعنا لا نفترق ولا نختلف فبايعتكم على كتاب الله\r\nوسنة نبيه صلى الله عليه وآله ودعوت الناس إلى بيعتي فمن بايعني\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\nطائعا قبلت منه ومن أبى تركته فكان أول من بايعني طلحة والزبير\r\nفقالا تبايعك على انا شركاءك في الامر فقلت لا ولكنما شركائي في\r\nالقوة وعوناي في العجز فبايعاني على هذا الامر ولو أبيا لماكرههما\r\nكما لم أكره غيرهما وكان طلحة يرجو اليمن والزبير يرجو العراق فلما علما\r\nأني غير موليهما استأذناني للغمرة يريدان الغدر فاتيا عايشة\r\nوواستخفاها مع كل شئ في نفسها علي والنساء نواقص الايمان نواقص\r\nالعقول نواقص الحظوظ فاما نقصان ايمانهن فقعودهن عن الصلاة\r\nوالصيام في أيام حيضهن وأما نقصان عقولهن فلا شهادة لهن إلا\r\nفي الدين وشهادة امرأتين برجل وأما نقصان حظوظهن فمواريثهن\r\nعلى الانصاف من مواريث الرجال وقادها عبيد الله بن عامر إلى\r\nالبصرة وضمن لها الأموال والرجال فبيناها يقودانها إذ هي نقودهما\r\nفاتخذاها فئة يقاتلان دونها فأي خطيئة أعظم مما أتيا اخراجهما زوجة\r\nرسول الله صلى الله عليه وآله من بيتها وكشفا عنها حجابا ستره الله عليها\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\nوصانا حلائلهما في بيوتهما ولا انصفا الله ورسوله من أنفسهما بثلاث\r\nخصال مرجعها على الناس قال الله تعالى يا أيها الناس إنما بغيكم على\r\nأنفسكم وقال من نكث فإنما ينكث على نفسه وقال ولا يحيق المكر السئ\r\nالا بأهله فقد بغيا علي ونكثا بيعتي ومكر أبي فمنيت بأطوع الناس في\r\nالناس عايشة بنت أبي بكر وبأشجع الناس الزبير وبأخصم الناس طلحة\r\nوأعانهم علي يعلى بن منية بأصوع الدنانير والله لئن استقام أمري\r\nلأجعلن ما له فيئا للمسلمين ثم أتوا البصرة وأهلها مجتمعون على بيتي\r\nوطاعتي وبها شيعتي خزان بيت مال الله والمسلمين فدعوا الناس إلى معصيتي\r\nوالى نقض بيعتي فمن أطاعهم أكفروه ومن عصاهم قتلوه فناجزهم حكيم بن\r\nجبلة فقتلوه في سبعين رجلا من عباد أهل البصرة ومخبتيهم يسمون المثفنين\r\nكان راح أكفهم ثفنات الإبل وأبى أن يبايعهم يزيد بن الحارث اليشكري\r\nفقال اتقيا الله إن أولكم قادنا إلى الجنة فلا يقودنا آخركم إلى النار فلا\r\nتكلفونا أن نصدق المدعي ونقضي على الغائب إما يميني فشغلها علي بن\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\nأبي طالب ببيعتي إياه وهذه شمالي فارغة فخذاها إن شئتما فخنق حتى\r\nمات وقام عبد الله بن حكيم التميمي فقال يا طلحة هل تعرف هذا الكتاب\r\nقال نعم هذا كتابي إليك قال هل تدري ما فيه قال أقرأه علي فإذا\r\nفيه عيب عثمان ودعائه إلى قتله فسيره من البصرة واخذوا عاملي\r\nعثمان بن حنيف الأنصاري غدرا فمثلوا به كل المثلة ونتفوا كل شعرة في\r\nرأسه ووجهه وقتلوا شيعتي طائفة صبرا وطائفة غدرا وطائفة عضوا\r\nبأسيافهم حتى لقوا الله فوالله لو لم يقتلوا منهم الا رجلا واحدا لحل لي\r\nبه دماءهم ودماء ذلك الجيش لرضاهم بقتل من قتل دع مع أنهم قد\r\nأكثر من العدة التي قد دخلوا بها عليهم وقد أدال الله منهم فبعدا للقوم\r\nالظالمين وأما طلحة فرماه مروان بسهم فقتله واما الزبير فذكرته قوله\r\nرسول الله صلى الله عليه وآله وسلم انك تقاتل عليا وأنت ظالم له وأما\r\nعائشة فإنها نهاها رسول الله صلى الله عليه وآله عن مسيرها فعضت يديها\r\nنادمة على ما كان منها وقد كان طلحة لما نزل ذا قار قام خطيبا فقال أيها\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\nالناس انا أخطأنا في أمر عثمان خطيئة ما يخرجنا منها إلا الطلب بدمه\r\nوعلي قاتله وعليه دمه وقد نزل دارا مع شكاك اليمن ونصارى ربيعة\r\nومنافقي مضر فلما بلغني قوله وقول كان عن الزبير قبيح بعثت إليهما\r\nأناشدهما بحق محمد صلى الله عليه وآله ما أتيتماني وأهل مصر محاصروا\r\nعثمان فقلتما إذهب بنا إلى هذا الرجل فانا لا نستطيع قتله الا بك لما\r\nتعلم أنه سير أبا ذر وفتق عمارا وآوى الحكم بن أبي العاص وقد طرده رسول\r\nالله صلى الله عليه وآله وأبو بكر وعمر واستعمل الفاسق على كتاب\r\nالله الوليد بن عقبة وسلط خالد بن عرفطة العذري على كتاب الله\r\nيمزق ويخرق فقلت كل هذا قد علمت ولا أرى قتله يومي هذا وأوشك\r\nسقاءه أن يخرج المخض زبدته فأقرا بما قلت واما قولكما إنكما تطلبان\r\nبدم عثمان فهذا ابناه عمرو وسعيد فخلوا عنهما يطلبان بدم أبيهما\r\nمتى كانت أسد وتيم أولياء بني أمية فانقطعا عند ذلك فقام عمران\r\nبن الحصين الخزاعي صاحب رسول الله صلى الله عليه وآله وهو الذي\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\nجاءت فيه الأحاديث وقال يا هذان لا تخرجانا ببيعتكما من طاعة\r\nعلي ولا تحملانا على نقض بيعته فإنها لله رضي أما وسعتكما بيوتكما\r\nحتى أتيتما بأم المؤمنين فالعجب لاختلافها إياكما ومسيرها معكما وكفا\r\nعنا أنفسكما وارجعا من حيث جئتما فلسنا عبيد من غلب ولا أول من سبق\r\nفهما به ثم كفا عنه وكانت عائشة قد شكت في مسيرها وتعاظمها القتال\r\nفدعت كاتبها عبيد بن كعب النميري فقالت اكتب من عائشة بنت أبي بكر\r\nإلى علي بن أبي طالب فقال هذا أمر لا يجري به القلم قالت ولم قال لان\r\nعلي بن أبي طالب في الاسلام أول وله بذلك البدء في الكتاب فقالت\r\nفقالت أكتب إلى علي بن أبي طالب من عايشة بنت أبي بكر إما بعد فإني\r\nلست أجهل قرابتك من رسول الله ولا قدمك في الاسلام ولا عناءك\r\nعن رسول الله وانما خرجت مصلحة بين بني لا أريد حربك ان كففت عن\r\nهذين الرجلين في كلام لها كثير فلم أجبها بحرف وأخرت جوابها لقتالها\r\nفلما قضى الله لي الحسنى سرت إلى الكوفة واستخلفت عبد الله بن عباس\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\nعلى البصرة فقدمت الكوفة وقد اتسقت لي الوجوه كلها إلا الشام\r\nفأحببت أن اتخذ الحجة واقضى العذر وأخذت بقول الله واما تخافن\r\nمن قوم خيانة فانبذ إليهم على سواء فبعثت جرير بن عبد الله إلى\r\nمعاوية معذرا إليه متخذا للحجة عليه فرد كتابي وجحد حقي ودفع\r\nبيعتي فبعث إلي أن أبعث إلى قتله عثمان فبعثت إليه ما أنت وقتلة\r\nعثمان أولاده أولى به فادخل أنت وهم في طاعتي ثم خاصموا القوم\r\nلأحملكم وإياهم على كتاب الله والا فهذه خدعة الصبي عن رضاع الملي\r\nفلما يئس من هذا الامر بعث إلي أن أجعل الشام لي حياتك فإن حدث\r\nبك حادثة من الموت لم يكن لاحد علي طاعة وإنما أراد بذلك أن يخلع\r\nطاعتي عن عنقه فأبيت عليه فبعث إلي أن أهل الحجاز كانوا الحكام على\r\nأهل الشام فلما قتلوا عثمان صار أهل الشام الحكام على أهل الحجاز\r\nفبعثت إليه إن كنت صادقا فسم لي رجلا من قريش الشام تحل له الخلافة\r\nويقبل في الشورى فإن لم تجده سميت لك من قريش الحجاز من تحل له\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\nالخلافة ويقبل في الشورى ونظرت إلى أهل الشام فإذا هم بقية الأحزاب\r\nفراش نار وذباب طمع تجمع من كل أوب ممن ينبغي له أن يؤب ويحمل\r\nعلى السنة ليسوا بالمهاجرين ولا الأنصار ولا التابعين باحسان\r\nفدعوتهم إلى الطاعة والجماعة فأبوا الا فراقي وشقاقي ثم نهضوا\r\nفي وجه المسلمين ينضخونهم بالنبل ويشجرونهم بالرماح فعند\r\nذلك نهضت إليهم فلما عضتهم السلاح ووجدوا اكم الجراح\r\nرفعوا المصاحف يدعوكم إلى ما فيها فأنبأتكم انهم ليسوا بأهل\r\nدين ولا قرءان وانما رفعوها مكيدة وخديعة فامضوا لقتالهم فقلتم\r\nاقبل منهم واكفف عنهم فإنهم ان أجابوا إلى ما في القرآن جامعونا\r\nعلى ما نحن عليه من الحق فقبلت منهم فخصصت عنهم فكان الصلح\r\nبينكم وبينهم على رجلين حكمين ليحييا ما أحيى القرآن ويميتا ما\r\nأمات القران فاختلف رأيهما واختلف حكمهما فنبذا ما في الكتاب\r\nوخالفا ما في القرآن وكانا أهله ثم إن طائفة اعتزلت فتركناهم\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\nما تركونا حتى إذا عاثوا ما في الأرض يفسدون ويقتلون وكان فيمن\r\nقتلوه أهل ميرة من بني الأسد وقتلوا خباب بن ارت وابنه وأم\r\nولده والحارث بن مرة العبدي فبعثت إليهم داعيا فقلت ادفعوا\r\nإلينا قتلة اخواننا فقالوا كلنا قتلتهم ثم شدت علينا خيلهم\r\nورجالهم فصرعهم الله مصارع الظالمين فلما كان ذلك من شأنهم\r\nأمرتكم أن تمضوا من فوركم ذلك إلى عدوكم فقلتم كلت سيوفنا ونصلت اسنة رماحنا وعاد أكثرها قصيدا فأذن لنا فلنرجع ولنستعد\r\nبأحسن عدتنا وإذا نحن رجعنا زدنا في مقاتلتنا عدة من قتل منا\r\nحتى إذا ظللتم على النخيلة أمرتكم أن تلزموا معسكركم وان تضموا إليه\r\nنواصيكم وأن توطنوا على الجهاد نفوسكم ولا تكثروا زيارة أبناءكم\r\nولا نساءكم فإن أصحاب الحرب مصابروها وأهل التشمير فيها والذين\r\nلا يتوجدون من سهر ليلهم ولا ظمأ نهارهم ولا فقدان أولادهم\r\nولا نسائهم وأقامت طائفة منكم معدة وطائفة دخلت المصر عاصية\r\nفلا من دخل المصر عاد إلي ولا من أقام منكم ثبت معي ولا ضير ولقد\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\nرأيتني وما في عسكري منكم خمسون رجلا فلما رأيت ما أنتم عليه دخلت\r\nعليكم فما قدر لكم أن تخرجوا معي إلى يومكم هذا لله أبوكم ألا ترون إلى\r\nمصر قد افتتحت والى أطرافكم قد انقضت والى مسالحكم ترقى والى بلادكم\r\nتغزى وأنتم ذو عدد جم وشوكة شديدة وأولو باس قد كان مخوفا\r\nلله أنتم أين تذهبون وأنى تؤفكون ألا إن القوم جدوا وتأسوا\r\nوتناصروا وتناصحوا وانكم أبيتم وتخاذلتم وونيتم وتغاششتم ما\r\nأنتم إن ائتمنتم على ذلك سعدوا فانبهوا رحمكم الله نائمكم وتحروا الحرب\r\nعدوكم فقد أبدت الرغوة عن الصريح وأضاء الصبح لذي عينين\r\nانما تقاتلون الطلقاء وأبناء الطلقاء وأهل الجفاء ومن أسلم كرها\r\nوكان رسول الله صلى الله عليه وآله وسلم انفا وللاسلام كله حربا\r\nأعداء السنة والقرآن وأهل البدع والاحداث ومن كانت نكايته\r\nتبقى وكان على الاسلام وأهله مخوفا اكلة الرشا وعبيد الدنيا لقد\r\nأنهى إلي أن ابن النابغة لم يبايع معاوية حتى شرط له أن يعطيه اتاوة\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\nهي أعظم مما في يديه من سلطانه فصفرت يد هذا البائع دينه بدنياه\r\nوخريت أمانة هذا المشتري بنصرة فاسق غادر بأموال المسلمين وأي سهم\r\nلهذا المشتري وقد شرب الخمر وضرب حدا في الاسلام وكلكم يعرفه بالفساد\r\nفي الدين وأي سهم لمن لم يدخل في الاسلام وأهله حتى رضخ له رضيخة\r\nفهؤلاء قادة القوم ومن تركت لكم ذكر مساويه أكثر وأبور وأنتم تعرفونهم\r\nبأعيانهم وأسماءهم كانوا على الاسلام ضدا ولنبي الله صلى الله\r\nعليه وآله حربا وللشيطان حزبا لم يتقدم ايمانهم ولم يحدث نفاقهم\r\nوهؤلاء الذين لو ولوا عليكم لأظهروا فيكم الفخر والتكبر والتسلط بالجبرية\r\nوالفساد في الأرض وأنتم على ما كان منكم من تواكل وتخاذل خير منهم\r\nواهدى سبيلا منكم الفقهاء والعلماء والفهماء وحملة الكتاب والمتهجدون\r\nبالاسحار الا تسخطون وتنقمون أن ينازعكم الولاية السفهاء البطاء عن الاسلام\r\nالجفاة فيه ا سمعوا قولي يهديكم الله إذا قلت وأطيعوا أمري إذا أمرت فوالله\r\nلئن أطعتموني لا تغووا وان عصيتموني لا ترشدوا قال الله تعالى أفمن\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\nيهدي إلى الحق أحق أن يتبع أمن لا يهدي إلا أن يهدى فما لكن كيف تحكمون\r\nوقال الله تعالى لنبيه صلى الله عليه وآله انما أنت منذر ولكل قوم\r\nهاد فالهادي بعد ا لنبي صلى الله عليه وآله هاد لامته على ما\r\nكان من رسول الله صلى الله عليه وآله فمن عسى أن يكون الهادي\r\nإلا الذي دعاكم إلى الحق وقادكم إلى الهدى فخذوا للحرب اهبتها\r\nواعدوا لها عدتها فقد شبت وأوقدت نارها وتجرد لكم الفاسقون\r\nلكيما يطفئوا نور الله بأفواههم ويغزوا عباد ا لله الا انه ليس أولياء\r\nالشيطان من أهل الطمع والجفاء أولى بالحق من أهل البر والاخبات\r\nفي طاعة ربهم ومناصحة امامهم إني والله لو لقيتهم وحدى\r\nوهم وأهل الأرض ما استوحشت منهم وما لا باليت ولكن اسف\r\nيريني وجزع يعتريني من أن يلي هذه الأمة فجارها وسفهائها\r\nفيتخذون مال الله دولا وكتاب الله دغلا والفاسقين حزبا\r\nوالصالحين حزبا وأيم الله لولا ذلك ما أكثرت تأنيبكم وتحريصكم\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\nولتركتكم إذ أبيتم حتى ألقاهم متى حم لي لقاءهم فوالله إني لعلي\r\nالحق وإني للشهادة لمحب وإني إلى لقاء الله ربي لمشتاق\r\nولحسن ثوابه لمنتظر إني نافرتكم فانفروا خفافا وثقالا وجاهدوا\r\nبأموالكم وأنفسكم في سبيل الله ولا تثاقلوا في الأرض فتغموا\r\nبالذل وتقروا بالخسف ويكون نصيبكم الاخسر إن أخا الحرب\r\nاليقظان الارق إن نام لم تنم عينه ومن ضعف أودى ومن كره\r\nالجهاد في سبيل الله كان المغبون المهين إني لكم اليوم على ما كنت\r\nعليه الأمس ( أمس خ ل ) ولستم لي على ما كنتم عليه من تكونوا ناصريه ا خذ\r\nبالسهم الأخيب والله لو نصرتم الله لنصركم وثبت أقدامكم إنه\r\nحق على الله أن ينصر من نصره ويخذل من خذله أترون الغلبة لمن\r\nصبر بغير نصر وقد يكون الصبر جبنا ويكون حمية وانما الصبر بالنصر\r\nوالورود بالصدر والبرق بالمطهر اللهم اجعلنا وإياهم على الهدى\r\nوزهدنا وإياهم في الدنيا واجعل الآخرة خيرا لنا من الأولى\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\nاللغات ص 76 س 4 التحريش الاغراء والمراد هنا ذكر ما يوجب عتابه له ص 78 س 3 الحلوق جمع الحلق س 7\r\nالناعي هو الذي يأتي بخبر الموت ص 80 س 5 الرافد المعين س 6 الضن البخل س 9 القذى ما يقع في العين\r\nس 10 الشجى ما يعترض في الحلق من عظم ونحوه العلقم الحنظل وكل شئ مر ص 11 الحز القطع والشفا بكسر الشين\r\nجمع الشفرة بفتحها وهي السكين العظيمة العريضة وحد السيف ص 81 س 10 حسرت أي كشفت والكعاب بفتح الكاف\r\nالجارية التي نهد ثديها يريدان سرور الناس ببيعتي بلغ إلى حد ان كشفت الجواري وجوههن ساعيات إليها ص 83\r\nس 6 الأصوع بضم الواو جمع الصاع وهو المكيال المعروف س 9 أكفروه أي أدخلوه في الكفر وألجأوه إليه فناجزهم\r\nأي بارزهم وقاتلهم ص 84 س 6 قوله صبرا أي حبس على القتل كان يمسك به ويرمى بشئ حتى يموت وكل\r\nمقتول في غير معركة ولا حرب ولا حظاء فإنه مقتول صبرا قاله ابن الأثير ص 9 أدال الله منهم أي جعل الكرة عليهم س 13\r\nذا قار موضع بين الكوفة وواسط ص 85 ص 10 سقاءه بكسر السين وعاء من الجلد يمخض فيه اللبن ويستخرج ربذه\r\nوالسقاء اناء ا للبن والماء والمخض تحريك السقاء الذي فيه اللبن لاخراج ما فيه من الزبد - يعني أوشك أن\r\nيفعل هو بنفسه ما يحصل به المقصود أو يفعل بعض الناس به ما يكفي أمره ويريح آخرين ص 88 س 2 من كل\r\nأوب أي من كل جهة س 6 نصلت أي خرجت قصيدا أي متكسرا س 9 نواصيكم أي اشرافكم س 11 لا يتوجدون\r\nأي لا يشتكون منها س 13 لا ضير في البحار وكشف المحجة لا صبر وهو أظهر ص 90 س 3 مسالحكم جمع المسلحة\r\nبمعنى المرقب وموضع السلاح أي الا ترون العدو يصعد عليها س 8 أبدت الرغوة عن الصريح مثل يضرب\r\nلظهور الامر بعد استتاره والرغوة الزبد والصريح اللبن الخالص الصافي س 10 انفا أي مستنكفا ص 91\r\nس 1 صفرت يده أي خلت فهو صفر اليد س 4 رضح له رضيخة أي أعطى له شيئا قليلا والرضخ أيضا الكسر\r\nوالشدخ س 5 أبو رأى أشد فسادا س 11 البطاء أي المتأخرون البعداء ص 92 س 8 الاخبات يقال أخبت\r\nلله أي اطمأن إليه وتخشع امامه س 11 يريني في كشف المحجة يربيني وفي البحار يبريني أي يهزلني من بريت السهم أو\r\nينبريني من انبرى إليه أي اعترض أو يريني من ورى القيح جوفه أي أفسده وفلان فلانا أصاب ريته أو يربيني\r\nمن أربيته أي زدته يعني يزيدني هما - وكتب المؤلف في الهامش يربيني من الارباء بمعنى الانماء يعني اسف\r\nيزيدني أسفا وتحزنا - أو من التربية كنى به عن دوامه ولزومه له - وفي بعض النسخ يبريني أي ينحتني من\r\nبريت السهم إذا نحت وعلى هذا يكون كناية عن الهزال أي يهزلني وعلى التقادير لا يخلو من تكلف س 12\r\nالدول بضم الدال وكسرها جمع الدولة وهي ما يتداول فيكون لهذا مرة ولذاك أخرى الدغل بفتحتين الخيانة والفساد\r\nس 13 التأنيب اللوم والتعنيف ص 93 س 1 الحم بضم الحاء أي قدر س 5 الخسف المشقة والمهانة الارق من ذهب عنه النوا\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nومن كتبه عليه السلام\r\nفي كتاب معادن الحكمة أيضا تاليف علم الهدى محمد بن محسن بن مرتضى الكاشاني صاحب التفسير والوافي\r\nوغيرهما ص 64 المطبوع في طهران قال كتاب أمير المؤمنين عليه السلام إلى حذيفة بن اليمان حين ولاه\r\nالمدائن قال فصل ومن ذلك ما في كتاب ارشاد القلوب للحسن بن محمد الديلمي ان عثمان بن عفان\r\nلما وجه عماله في الأمصار كان فيمن وجه الحارث بن الحكم إلى المدائن فأقام فيها مدة يتعسف أهلها\r\nويسئ معاملتهم فوفد منهم وفد إلى عثمان وقد شكوا إليه واعلموه بسوء ما يعاملهم به وأغلظوا\r\nعليه في القول فولى حذيفة بن اليمان عليهم وذلك في اخر أيامه فلم ينصرف حذيفة بن\r\nاليمان عن المدائن إلى أن قتل عثمان واستخلف علي بن أبي طالب عليه السلام فأقام حذيفة\r\nعليها وكتب إليه\r\nبسم الله الرحمن الرحيم من عبد الله علي أمير المؤمنين إلى\r\nحذيفة بن اليمان سلام عليك فإني قد وليتك ما كنت تليه\r\nلمن كان قبل من جرف المدائن وقد جعلت إليك اعمال الخراج\r\nوالرستاق وجباية أهل الذمة فاجمع إليك ثقاتك ومن أحببت ممن\r\nترضى دينه وأمانته واستعن بهم على أعمالك فان ذلك أعز\r\nلك ولوليك واكتب لعدوك واني أمرك بتقوى الله وطاعته\r\nفي السر والعلانية فاحذر عقابه في المغيب والمشهد وأتقدم إليك\r\nبالاحسان إلى المحسن والشدة على المعاند وأمرك بالرفق في أمورك\r\nقال في القاموس الجرف بالفتح المال من الناطق والصامت والخصب والكلاء الملتف - وبالكسر وقد\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\nيضم المكان الذي لا يأخذه السيل - وبالضم ما تجرفته السيول واكلته من الأرض وفي الارشاد\r\nمن حرف المدائن بالحاء المهملة وهو جمع الحرف بمعنى الحد والجانب ومسيل الماء\r\nواللين والعدل في رعيتك فإنك مسؤول عن ذلك\r\nوانصاف المظلوم والعفو عن الناس وحسن السيرة ما استطعت فالله\r\nيجزى المحسنين وأمرك أن تجبى خراج الأرضين على الحق والنصفة\r\nولا تتجاوز ما قدمت به إليك ولا تدع منه شيئا ولا تبتدع فيه أمرا ثم\r\nاقسمه بين أهله بالسوية والعدل واخفض لرعيتك جناحك وواس\r\nبينهم في مجلسك وليكن القريب والبعيد عندك سواء في الحق واحكم\r\nبين الناس بالحق وأقم بينهم بالقسط ولا تتبع الهوى ولا تخف في\r\nالله لومة لائم فإن الله مع الذين اتقوا والذين هم محسنون وقد\r\nوجهت إليك كتابا لتقرأه على أهل مملكتك ليعلموا رأينا فيهم وفي جميع\r\nالمسلمين فاحضرهم واقرأ عليهم وخذ البيعة لنا على الصغير والكبير\r\nمنهم إن شاء الله تعالى\r\nومن كتبه عليه السلام\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nقال في المعادن ولما وصل عهد أمير المؤمنين عليه السلام إلى حذيفة جمع الناس فصلى\r\nبهم ثم أمر بالكتاب فقرء عليهم وهو\r\nبسم الله الرحمن الرحيم من عبد الله علي أمير المؤمنين\r\nإلى من بلغه كتابي هذا من المسلمين سلام عليكم فإني أحمد\r\nإليكم الله الذي لا إله إلا هو وأسئله أن يصلي على محمد وآله\r\nفأما بعد فإن الله تعالى اختار الاسلام دينا لنفسه وملائكته\r\nورسله وأحكاما لصنعه وحسن تدبيره ونظرا منه لعباده وخص\r\nبه من أحب من خلقه فبعث إليهم محمدا صلى الله عليه وآله\r\nفعلمهم الكتاب والحكمة اكراما وتفضلا ( وتفضيلا خ ل ) لهذه الأمة\r\nوأدبهم لكي يهتدوا وجمعهم لئلا يتفرقوا ووفقهم لئلا يجوروا\r\nفلما قضى ما كان عليه من ذلك مضى إلى رحمة ربه حميدا محمودا\r\nثم إن بعض المسلمين أقاموا بعده رجلين رضوا بهداهما\r\nوسيرتهما قاما ما شاء الله ثم توفاهما الله عز وجل ثم ولوا بعدهما\r\nالثالث فأحدث احداثا ووجدت الأمة عليه فعالا فاتفقوا عليه\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nثم نقموا منه فغيروا ثم جاءوني كتتابع الخيل فبايعوني فإني\r\nاستهدى الله بهداه وأستعينه على التقوى الا وان لكم علينا\r\nالعمل بكتاب الله وسنة نبيه صلى الله عليه وآله والقيام\r\nعليكم بحقه واحياء سنته والنصح لكم بالمغيب والمشهد وبالله\r\nنستعين على ذلك وهو حسبنا ونعم الوكيل وقد وليت أموركم\r\nحذيفة بن اليمان وهو ممن ارتضى بهديه وأرجو صلاحه وقد\r\nأمرته بالاحسان إلى محسنكم والشدة على مريبكم والرفق بجميعكم\r\nاسئل الله لنا ولكم حسن الخيرة والاحسان ورحمته الواسعة في\r\nالدنيا والآخرة والسلام عليكم ورحمة الله وبركاته\r\nومن كتبه عليه السلام\r\nفي الجزء الأول من كتاب أمالي شيخ الطائفة روى عن شيخه رضي الله عنه قال قال حدثني أبو عبد الله\r\nمحمد بن محمد بن النعمان رحمه الله قال أخبرني أبو الحسن علي بن محمد بن الحسن ( الجيش خ ل ) الكاتب قال\r\nأخبرني الحسن بن علي الزعفراني قال أخبرني أبو إسحاق إبراهيم بن محمد الثقفي قال حدثني عبد الله بن\r\nمحمد بن عثمان قال حدثنا علي بن محمد بن أبي سعيد عن فضيل بن جعد عن أبي إسحاق الهمداني قال\r\nلما ولى أمير المؤمنين علي بن أبي طالب صلوات الله عليه محمد بن أبي بكر مصر واعمالها كتب له كتابا\r\nوأمره أن يقرأه على أهل مصر وليعمل بما وصاه به فيه وكان الكتاب بسم الله الرحمن الرحيم\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\nمن عبد الله أمير المؤمنين علي بن أبي طالب إلى أهل مصر ومحمد بن\r\nأبي بكر سلام عليكم فإني أحمد إليكم الله الذي لا إله إلا هو أما بعد\r\nفإني أوصيكم بتقوى الله فيما أنتم عنه مسؤولون وإليه تصيرون\r\nفإن الله تعالى يقول كل نفس بما كسبت رهينة ويقول ويحذركم\r\nالله نفسه والى الله المصير ويقول فوربك لنسئلنهم أجمعين عما\r\nكانوا يعملون واعلموا عباد الله ان الله عز وجل سائلكم عن الصغير من\r\nعملكم والكبير فان يعذب فنحن أظلم وأن يعف فهو أرحم الراحمين\r\nيا عباد الله ان أقرب ما يكون العبد إلى المغفرة والرحمة حين يعمل\r\nلله بطاعته وينصحه بالتوبة عليكم بتقوى الله فإنها تجمع الخير ولا خير\r\nغيرها ويدرك بها من الخير ما لا يدرك بغيرها من خير الدنيا وخير\r\nالآخرة قال الله عز وجل وقيل للذين اتفقوا ماذا أنزل ربكم قالوا خيرا\r\nللذين أحسنوا في هذه الدنيا حسنة ولدار الآخرة خير ولنعم دار\r\nالمتقين اعلموا يا عباد الله ان المؤمن من يعمل الثلاث من الثواب\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\nإما الخير فإن الله يثيبه بعمله في دنياه قال الله سبحانه لإبراهيم واتيناه\r\nأجره في الدنيا وانه في الآخرة لمن الصالحين فمن عمل لله تعالى أعطاه\r\nأجره في الدنيا والآخرة وكفاه المهم فيهما وقد قال الله تعالى يا\r\nعباد الله الذين آمنوا اتقوا ربكم للذين أحسنوا في هذه الدنيا حسنة\r\nوارض الله واسعة إنما يوفى الصابرون أجرهم بغير حساب فما أعطاهم\r\nالله في الدنيا لم يحاسبهم به في الآخرة قال الله تعالى للذين أحسنوا\r\nالحسنى وزيادة والحسنى هي الجنة والزيادة هي الدنيا وإن الله تعالى\r\nيكفر بكل حسنة سيئة قال الله عز وجل إن الحسنات يذهبن السيئات\r\nذلك ذكرى للذاكرين حتى إذا كان يوم القيمة حسبت لهم حسناتهم\r\nثم أعطاهم بكل واحدة عشرة أمثالها إلى سبعمأة ضعف قال الله\r\nعز جل جزاء من ربك عطاء حسابا وقال أولئك لهم جزاء الضعف\r\nبما عملوا وهم في الغرفات آمنون فارغبوا في هذا رحمكم الله واعلموا\r\nله وتحاضوا عليه واعملوا يا عباد الله ان المتقين حازوا عاجل الخير واجله شاركوا أهل الدنيا\r\nفي دنياهم ولم يشاركهم أهل الدنيا في اخرتهم أباحهم الله\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\nفي الدنيا ما كفاهم به وأعناهم قال الله عز وجل قل من حرم زينة\r\nالله التي أخرج لعباده والطيبات من الرزق قل هي للذين آمنوا في\r\nالحياة الدنيا خالصة يوم القيامة كذلك نفصل الآيات لقوم يعلمون\r\nسكنوا الدنيا بأفضل ما سكنت وأكلوها بأفضل ما أكلت شاركوا أهل\r\nالدنيا في دنياهم فأكلوا معهم من طيبات ما يأكلون وشربوا من طيبات\r\nما يشربون ولبسوا من أفضل ما يلبسون وسكنوا من أفضل ما يسكنون\r\nوتزوجوا من أفضل ما يتزوجون وركبوا من أفضل ما يركبون أصابوا\r\nلذة الدنيا مع أهل الدنيا وهم غدا جيران الله تعالى يتمنون عليه\r\nفيعطيهم ما يتمنون لا ترد لهم دعوة ولا ينقص لهم نصيب من اللذة\r\nفإلى هذا يا عباد الله يشتاق إليه من كان له عقل ويعمل له بتقوى\r\nالله ولا قوة إلا بالله يا عباد الله ان اتقيتم وحفظتم نبيكم في أهل بيته\r\nفقد عبدتموه بأفضل ما عبد وذكرتموه بأفضل ما ذكر وشكرتموه\r\nبأفضل ما شكر وأخذتم بأفضل الصبر والشكر واجتهدتم أفضل الاجتهاد\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\nوإن كان غيركم أطول منكم صلود وأكثر منكم صياما فأنتم اتقى الله\r\nمنه وانصح لاولى الامر احذروا يا عباد الله الموت وسكرته فأعدوا\r\nله عدته فإنه يفجئكم بأمر عظيم بخير لا يكون معه شر أبدا أو بشر\r\nلا يكون معه خير أبدا فمن أقرب من الجنة من عاملها ومن أقرب\r\nإلى النار من عاملها انه ليس أحد من الناس تفارق روحه جسده\r\nحتى يعلم إلى أي المنزلين يصير إلى الجنة أم النار أعدو هو لله أم ولى\r\nفإن كان وليا لله فتحت له أبواب الجنة وشرعت له طرقها ورأى ما أعد\r\nالله له فيها ففرغ من كل شغل ووضع عنه كل ثقل وإن كان عدوا\r\nلله فتحت له أبواب النار وشرع ( شرعت خ ل ) له طرقها ونظر إلى ما أعد\r\nالله له فيها فاستقبل كل مكره وترك كل سرور وكل هذا يكون عند\r\nالموت وعنده يكون بيقين قال الله تعالى الذين تتوفاهم الملائكة\r\nطيبين يقولون سلام عليكم ادخلوا الجنة بما كنتم تعملون ويقول الذين\r\nتتوفاهم الملائكة ظالمي أنفسهم فالقوا السلم ما كنا نعمل من سوء بلى\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\nان الله عليم بما كنتم تعملون فأدخلوا أبواب جهنم خالدين فيها\r\nفلبئس مثوى المتكبرين يا عباد الله إن الموت ليس منه قوت فاحذروه\r\nقبل وقوعه واعدوا له عدته فإنكم طرد الموت إن أقمتم له أخذكم\r\nوإن فررتم منه أدرككم وهو الزم لكم من ظلكم الموت معقود\r\nبنواصيكم والدنيا تطوى خلقتكم فأكثروا ذكر الموت عندما تنازعكم\r\nإليه أنفسكم من الشهوات وكفى بالموت واعظا وكان رسول الله صلى الله\r\nعليه وآله كثيرا ما يوصى أصحابه بذكر الموت فيقول أكثروا ذكر الموت\r\nفإنها هادم اللذات حائل بينكم وبين الشهوات يا عباد الله ما بعد\r\nالموت لمن لا يغفر له أشد من الموت القبر فاحذروا ضيعته وضنكه\r\nوظلمته وغربته ان القبر يقول كل يوم أنا بيت الغربة انا بيت التراب انا\r\nبيت الوحشة انا بيت الدود والهوام والقبر روضة من رياض الجنة أو\r\nحفرة من حفر النيران ان العبد المؤمن إذا دفن قالت له الأرض مرحبا\r\nواهلا قد كنت ممن أحب أن تمشي على ظهري فإذا وليتك فستعلم كيف\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\nصنعي بك فيتسع له مد البصر وان الكافر إذا دفن قالت له الأرض\r\nلا مرحبا ولا أهلا لقد كنت من أبغض من يمشي على ظهري فإذا وليتك\r\nفستعلم كيف صنعي بك فتضمه حتى تلتقي أضلاعه وان المعيشة\r\nالضنك التي حذر الله منها عدوه عذاب القبر انه يسلط على الكافر\r\nفي قبره تسعة وتسعين تنينا فينهش لحمه ويكسرن عظمه ويترددن\r\nعليه كذلك إلى يوم يبعث لو أن تنينا منها نفح في الأرض لم تنبت\r\nذرعا ابدا اعلموا يا عباد الله ان أنفسكم الضعيفة وأجسادكم\r\nالناعمة الرقيقة التي يكفيها اليسر تضعف عن هذا فاستطعتم ان\r\nتجزعوا لأجسادكم وأنفسكم مما لا طاقة لكم به ولا صبر لكم عليه فاعملوا\r\nبما أحب الله واتركوا ما كره الله يا عباد الله ان بعد البعث ما هو\r\nشد من القبر يوم يشيب فيه الصغير ويسكر منه الكبير ويسقط فيه\r\nالجنين وتذهل كل مرضعة عما أرضعت يوم عبوس قمطرير يوم كان\r\nشره مستطيرا ان فزع ذلك اليوم ليرهب الملائكة الذين لا ذنب لهم\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\nوترعب ( ترعد خ ل ) منه السبع الشداد والجبال الأوتاد والأرض\r\nالمهاد وتنشق المهاد فهي يومئذ واهية وتتغير فكأنها وردة\r\nكالدهان وتكون الجبال سرابا مهيلا كثيبا بعد ما كانت صما صلابا\r\nوينفخ في الصور فيفزع من في السماوات ومن في الأرض الا من شاء\r\nالله فكيف من عصى بالسمع والبصر واللسان واليد والرجل\r\nوالفرج والبطن ان لم يغفر الله له ويرحمه من ذلك اليوم لأنه يعصى\r\nويصير إلى غيره إلى نار قعرها بعيد وحرها شديد وشرابها صديد\r\nوعذابها جديد ومقامعها حديد لا يفتر عذابها ولا يموت ساكنها\r\nدار ليس فيها رحمة ولا يسمع لأهلها دعوة واعملوا يا عباد الله ان\r\nمع هذا رحمة الله التي لا تعجز العباد جنة عرضها كعرض السماوات\r\nوالأرض أعدت للمتقين لا يكون معها شر أبدا لذاتها لا تمل ومجتمعها\r\nلا يتفرق وسكانها قد جاوروا الرحمن وقام بين أيديهم الغلمان بصحاف\r\nمن الذهب فيها الفاكهة والريحان ثم اعلم يا محمد بن أبي بكر اني قد\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\nوليتك أعظم احيازي في نفسي أهل مصر فإذا وليتك ما وليتك من\r\nأمر الناس فأنت حقيق ان تخاف منه على نفسك وان تحذر فيه\r\nعلى دينك فان استطعت أن لا تسخط ربك برضى أحد من خلقه فافعل\r\nفان في الله عز وجل خلفا من غيره وليس في شئ سواه خلف منه\r\nاشتد على الظالم وخذ عليه ولن لأهل الخير وقربهم واجعلهم\r\nبطانتك واقرانك وانظر إلى صلاتك كيف هي فإنك امام لقومك ان\r\nتتمها ولا تخففها فليس من امام يصلى بقوم يكون في صلاتهم نقصان\r\nالا كان عليه لا ينقص من صلاتهم شئ وتممها وتحفظ فيها يكن لك\r\nمثل أجورهم ولا ينقص ذلك في أجرهم شيئا وانظر إلى الوضوء فإنه\r\nمن تمام الصلاة تمضمض ثلاث مرات واستنشق ثلاثا واغسل وجهك\r\nثم يدك اليمنى ثم اليسرى ثم امسح رأسك ورجليك فاني رأيت رسول\r\nالله صلى الله عليه وآله يصنع ذلك واعلم أن الوضوء نصف الايمان\r\nثم ارتقب وقت الصلاة فصلها لوقتها ولا تعجل بها قبله لفراغ\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\nولا تؤخرها عنه لشغل فان رجلا سئل رسول الله صلى الله عليه\r\nوآله عن أوقات الصلاة فقال رسول الله صلى الله عليه وآله أتاني\r\nجبرئيل عليه السلام فأراني وقت الصلاة حين زالت الشمس فكانت\r\nعلى حاجبه الأيمن ثم أراني وقت العصر فكان ظل شئ مثله ثم صلى المغرب\r\nحين غربت الشمس ثم صلى العشاء الآخرة حين غاب الشفق ثم صلى\r\nالصبح فأغلس بها والنجوم مشبكة فصل لهذه الأوقات وألزم السنة\r\nالمعرفة والطريق الواضح ثم انظر ركوعك وسجودك فإن رسول الله\r\nصلى الله عليه وآله كان أتم الناس صلاة وأحقهم عملا بها واعلم أن\r\nكل شئ من عملك تبع لصلاتك فمن ضيع الصلاة فإنه لغيرها أضيع\r\nاسئل الله الذي يرى ولا يرى وهو بالمنظر الاعلى ان يجعلنا وإياك ممن\r\nيحب ويرضى حتى يعيننا وإياك على شكره وذكره وحسن عبادته وأداء\r\nحقه وعلى كل شئ اختار لنا في دنيانا وديننا واخرتنا وأنتم يا أهل مصر\r\nفليصدق قولكم فعلكم وسركم علانيتكم ولا تخالف ألسنتكم قلوبكم\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\nواعلموا انه لا يستوى امام الهدى وامام الردى ووصى النبي\r\nوعدوه اني لا أخاف عليكم مؤمنا ولا مشركا إما المؤمن فيمنعه الله\r\nبايمانه واما المشرك فيحجزه الله عنكم بشركه ولكني أخاف عليكم المنافق\r\nيقول ما تعرفون ويعمل بما تنكروه يا محمد بن أبي بكر اعلم أن أفضل\r\nالفقه الورع في دين الله والعمل بطاعته واني أوصيك بتقوى الله\r\nفي سر امرك وعلانيتك وعلى أي حال كنت عليه الدنيا دار بلاء\r\nودار فناء والآخرة دار الجزاء ودار البقاء فاعمل لما يبقى واعدل\r\nعما يفنى ولا تنس نصيبك من الدنيا أوصيك بسبع هن من جوامع\r\nالاسلام تخش الله عز وجل ولا تخش الناس في الله وخير القول\r\nما صدقه العمل ولا تقض في أمر واحد بقضائين مختلفين فيختلف أمرك\r\nوتزيغ عن الحق وأحب لعامة رعيتك ما تحب لنفسك وأهل بيتك وأكره لهم ما تكره لنفسك وأهل بيتك فان ذلك أوجب للحجة وأصلح للرعية\r\nخفض الغمرات إلى الحق ولا تخف في الله لومة لائم وافصح المرء إذا\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nاستشارك واجعل نفسك أسوة القريب المؤمنين وبعيدهم جعل الله\r\nمودتنا في الدين وخلنا وإياكم خلة ا لمتقين وأبقى لكم طاعتكم حتى\r\nيجعلنا وإياكم بها اخوانا على سرر متقابلين أحسنوا أهل مصر موازرة\r\nمحمد أميركم واثبتوا على طاعتكم تردوا حوض نبيكم صلى الله عليه\r\nوآله أعاننا الله وإياكم على ما يرضاه والسلام عليكم ورحمة الله وبركاته\r\nومن كتبه عليه السلام\r\nرواه ابن الشيخ في كتابه المجالس في مجلس يوم الجمعة الثالث والعشرين من ذي الحجة سنة سبع وخمسين\r\nوأربعمائة عن أبي جعفر محمد بن الحسن بن علي بن الحسين الطوسي رضي الله عنه باسناده عن عبد الله بن أبي بكر قال\r\nحدثني أبو جعفر محمد بن علي عليهما السلام وأطال الكلام إلى أن قال فخطب الناس الحسن بن علي عليهما السلام فحمد\r\nالله وأثنى عليه وذكر عليا عليه السلام وسابقته في الاسلام وبيعة الناس له وخلاف من خالفه ثم أمر بكتاب علي\r\nوهو\r\nبسم الله الرحمن الرحيم إما بعد فإني أخبركم عن أمر عثمان حتى يكون\r\nسمعه عيانه إن الناس طعنوا عليه وكنت رجلا من المهاجرين أكثر\r\nاستعتابه وأقل عتابه ( عيبه خ ل ) وكان هذان الرجلان أهون سيرهما\r\nفيه الوجيف وقد كان من أمر عايشة فلتة على غضب فانتحى له قوم\r\nفقتلوه ثم إن الناس بايعوني غير مستكرهين وكان هذان الرجلان\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nأول من فعل على ما بويع عليه من كان قبلي ثم إنهما استأذناني\r\nفي العمرة وليسا يريدانها فنقضا العهد واذنا بحرب وأخرجا عايشة من\r\nبيتها ليتخذانها فتنة وقد سار إلى البصرة اختبارا لها وقد سرت إليكم اختيارا\r\nلكم ولعمرى ما إياي تجيبون ما تجيبون الا الله ورسوله ولن أقاتلهم\r\nوفي نفسي منهم حاجة وقد بعثت إليكم بالحسن بن علي وعمار بن ياسر\r\nوقيس بن سعيد مستنفرين فكونوا عند ظني بكم ولا حول ولا قوة إلا بالله\r\nومن كتبه عليه السلام\r\nلما بعث إليه عليه السلام زياد بن أبيه كتابا وفي جوفه كتاب معاوية ولقد رواه علم الهدى في كتاب معادن الحكمة\r\nفي مكاتيب الأئمة ص 196 قال فكتب إليه علي عليه السلام إما بعد فإني قد وليتك ما\r\nوليتك وانا أراك لذلك أهلا وانه قد كانت من أبي سفيان فلتة\r\nفي أيام عمر من أماني التيه وكذب النفس لم تستوجب بها ميراثا\r\nولم تستحق بها نسبا وان معاوية كالشيطان الرجيم يأتي المرء من بين\r\nيديه ومن خلفه وعن يمينه وعن شماله فاحذره ثم فاحذره ثم احذره والسلام\r\nومن كتبه عليه السلام\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nوقال في المعادن أيضا ص 197 فلما بلغ أمير المؤمنين عليه السلام ما عرج ( أي زياد بن أبيه ) عليه\r\nمن القسوة والجفوة أخرج إليه سعدا مولاه يحثه على حمل مال البصرة إلى الكوفة فكانت بينه وبين\r\nسعد منازعة في ذلك فرجع سعد وشكاه من شنيع ما أتى به هنا لك فكتب أمير المؤمنين\r\nصلوات الله عليه في ما كتب إليه يلومه على ما جرى لعله يذكر أو يخشى\r\nإما بعد فإن سعدا ذكر انك شتمته ظلما وتهددته ( هددته ) وجبهته تجبرا وتكبرا فما دعاك إلى التكبر وقد قال رسول الله صلى الله\r\nعليه وآله الكبر رداء الله فمن نازع الله ردائه قصمه وقد أخبرني\r\nانك تكثر من الألوان المختلفة في الطعام في اليوم الواحد وتدهن\r\nكل يوم فما عليك لو صمت لله أياما وتصدقت ببعض ما عندك محتسبا\r\nوأكلت طعامك مرارا قفارا فان ذلك شعار الصالحين أتطمع\r\nوأنت متمرغ في النعيم تستأثر به على الجار والمسكين والضعيف\r\nوالفقير والأرملة واليتيم أن يحسب لك أجر المتصدقين وأخبرني\r\nانك تتكلم بكلام الأبرار وتعمل عمل الخاطئين فان كنت تفعل ذلك\r\nفنفسك ظلمت وعملك أحبطت فتب إلى ربك يصلح لك عملك واقتصد\r\nفي أمرك وقدم الفضل ليوم حاجتك وأدهن غبا فاني سمعت رسول الله\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nصلى الله عليه وآله يقول ادهنوا غبا ولا تدهنوا دفقا ( رفها خ ل )\r\nومن كتبه عليه السلام\r\nقد نقله الشيخ الجليس علم الهدى في كتابه معادن الحكمة فيما أجاب أمير المؤمنين عليه السلام عن بعض\r\nكتب معاوية فإن مساويك مع علم الله تعالى فيك حالت بينك\r\nوبين أن يصلح لك أمرك أوان يرعوى قلبك يا ابن الصخر اللعين زعمت\r\nأن يزن الجبال حلمك ويفصل بين أهل الشك علمك وأنت الجلف\r\nالمنافق الأغلف القلب القليل العقل الجبان الرذل فإن كنت صادقا\r\nفيما تسطر ويعينك عليه أخو بني السهم فدع الناس جانبا وابرز\r\nلما دعوتني إليه من الحرب والصبر على الضرب واعف الفريقين من\r\nالقتال لتعلم أينا المرين على قلبه المغطى على بصره فانا أبو الحسن قاتل\r\nجدك وأخيك وخالك وما أنت منهم ببعيد والسلام\r\nومن كتبه عليه السلام\r\nمعادن الحكمة ص 164 مما كتب عليه السلام جوابا عن بعض كتبه قال من كتاب له عليه السلام إليه أيضا\r\nجوابا عن كتاب منه إما بعد فانا كنا نحن وأنتم على ما ذكرت من الألفة\r\nوالجماعة ففرق بيننا وبينكم أمس انا أمنا وكفرتم واليوم انا استقمنا\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\nوفتنتم وما أسلم مسلمكم الا كرها وبعد ان كاف أنف الاسلام كله\r\nلرسول الله صلى الله عليه وآله حربا وذكرت أني قتلت طلحة والزبير\r\nوشردت بعائشة ونزلت بين المصرين وذلك أمر غبت عنه فلا\r\nعليك ولا العذر فيه إليك وذكرت انك زائري في المهاجرين\r\nوالأنصار وقد انقطعت الهجرة يوم أسر أخوك فإن كان فيك عجل فاسترفه\r\nفاني ان أزرك فذلك جدير أن يكون الله انما بعثني للنقمة منك\r\nوان تزرني فكما قال أخو بني أسد مستقبلين رياح الصيف تضربهم\r\nيحاصب بين أغوار وجلمود وعندي السيف الذي أعضضته\r\nبجدك وخالك وأخيك في مقام واحد وانك والله ما علمت الأغلف\r\nالقلب المقارب العقل والأولى أن يقال لك انك رقيت سلما أطلعك\r\nمطلع سوء عليك لا لك لأنك نشدت غير ضالتك ورعيت غير سائمتك\r\nوطلبت أمرا لست من أهله ولا في معدنه فما أبعد قولك من فعلك\r\nوقريب ما أشبهت من أعمام وأخوال حملتهم الشقاوة وتمنى الباطل\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nعلى الجحود بمحمد صلى الله عليه وآله فصرعوا مصارعهم حيث\r\nعلمت لم يدفعوا عظيما ولم يمنعوا حريما بوقع سيوف ما خلا منها\r\nالوغى ولم تماشها الهوينا وقد أكثرت في قتلة عثمان فادخل\r\nفيما دخل فيه الناس ثم حاكم القوم إلى أحملك وإياهم على\r\nكتاب الله تعالى واما تلك التي تريد فإنها خدعة الصبي على\r\nاللبن في أول الفصال والسلام لأهله\r\nقوله وانك ما علمت ما خبر ان والأغلف عطف بيان له أو بدل منه وفي بعض النسخ لا غلف\r\nالقلب وعليه فهو خبر لمبتدأ محفوف والأغلف القلب أي قلبه في غلاف فلا يفقه شيئا والمقارب\r\nالعقل أي ناقص العقل كأنه يقرب أن يصير عاقلا الضالة ما يفقد الانسان من مال ونحوه ونشدها طلبها\r\nأي طلبت غير ما فقدت ورعيت غير ماشيتك الوغى الحرب والهوينا الرفق والتؤده ولم تماشها\r\nالهوينا أي لم يصحب تلك السيوف رفق وفي بعض النسخ ولم تماسها بالسين المهملة\r\nومن كتبه عليه السلام\r\nإلى أبي بكر بن أبي قحافة ولقد رواه الشيخ أبو منصور أحمد بن أبي طالب الطبرسي رحمه الله في كتاب الاحتجاج ج 1 ص 263\r\nلما بلغه عنه كلام بعد منع الزهراء عليها السلام فدك شقوا متلاطمات أمواج الفتن\r\nبحيازيم سفن النجاة وحطوا تيجان الفخر بجميع أهل الغدر واستضاؤوا\r\nبنور الأنوار واقتسموا مواريث الطاهرات الأبرار واحتقبوا ثقل الأوزار\r\nبغصبهم نحلة النبي المختار فكأني بكم تترددون في العمى كما يتردد\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\nالبعير في الطاحونة إما والله لو اذن لي بما ليس لكم به علم لحصدت\r\nرءوسكم عن أجسادكم كحب الحصيد بقواضب من حديد ولفلقت من\r\nجماجم شجعانكم ما اقرح به اماقكم وأوحش به مجالكم فإنه مذ عرفتموني\r\nمردى العساكر ومفنى الجحافل ومبيد خضراءكم ومخمل ضوضاءكم\r\nوجرار الدواوين إذ أنتم في بيوتكم معتكفون واني لصاحبكم بالأمس\r\nلعمر أبي وأمي لن تحبوا أن تكون فينا الخلافة والنبوة وأنتم تذكرون\r\nاحقاد بدر وثارات أحد إما والله لو قلت ما سبق من الله فيكم\r\nلتداخلت أضالعكم في أجوافكم كتداخل أسنان دوارة الرحى فان\r\nنطقت تقولون حسد وان سكت يقال ابن أبي طالب جزع من الموت\r\nهيهات هيهات ان الساعة يقال لي هذا وأنا الموت المميت وخواض\r\nالمنيات في جوف ليل حالك حامل السيفين الثقيلين والرمحين الطويلين\r\nومكسر الرايات في غطامط الغمرات ومفرج الكربات عن وجه خير\r\nالبريات أيهنوا فوالله لابن أبي طالب آنس بالموت من الطفل إلى محالب\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\nأمه هبلتكم الهوابل لو بحت بما أنزل الله فيكم في كتابه لاضطربتم\r\nاضطراب الأرشية في الطوى البعيدة ولخرجتم من بيوتكم هاربين\r\nوعلى وجوهكم هائمين ولكني أهون وجدي حتى ألقى ربي بيد جذاء\r\nصفرا من لذاتكم خلوا من طخياتكم فما مثل دنياكم عندي الا كمثل غيم\r\nعلاء فاستعلى ثم استغلظ فاستوى ثم تمزق فانجلى رويدا فعن قليل\r\nينجلي لكم القسطل وتجنون ثمر فعلكم مرا وتحصدون غرس أيديكم\r\nذعافا ممقرا وسما قاتلا وكفى بالله حكيما وبرسول الله خصيما\r\nوبالقيامة موقفا فلا أبعد الله فيها سواكم ولا اتعس فيها غيركم\r\nوالسلام على من اتبع الهدى\r\nالحيازيم جمع حيزوم وسط الصدر احتقب الاثم جمعه أو حمله على ظهره القاضب شديد القطع\r\nوفي بعض النسخ قوابض والظاهر أنه تصحيف الآماق جمع مأق مجرى الدمع من طرف العين مما\r\nيلي الانف مردى العساكر أي مهلكهم الجحافل جمع جحفل أي الجيش الكثير حالك شديد السواد\r\nوفي بعض النسخ خامد السيفين ا لغمرات الأمواه الكثيرة غطامط عظيم الأمواج هبلتكم الهوابل\r\nأي ثكلتكم الثواكل الأرشية بتخفيف الشين والياء جمع الرشاء وهو حبل الدلو والطوى البئر\r\nالمطوية بالحجارة طخياتكم أي ظلماتكم القسطل كجعفر الغبار الساطع في الحرب الذعاف بالضم السم\r\nالذي يقتل في من ساعته والممقر المر وكتب المؤلف في الهامش في بعض النسخ ممزقا بالزاء قبل القاف\r\nوكأنه تصحيف أتعسه أشقاه واهلكه\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nومن كتبه عليه السلام\r\nإلى عمرو بن العاص نقله علم الهدى في كتابه معادن الحكمة عن الشيخ البحراني في شرحه الكبير من\r\nكتاب كتبه عليه السلام مما ذكر آنفا إلى ذلك اللعين الشرير نسخته من عبد الله علي\r\nأمير المؤمنين إلى الأبتر ابن الأبتر عمرو بن العاص شانئ محمد وآل\r\nمحمد في الجاهلية والاسلام سلام على من اتبع الهدى إما\r\nبعد فإنك تركت مروءتك لامرء فاسق مهتوك ستره يشين الكريم\r\nبمجلسه ويسفه الحليم بخلطته فصار قلبك لقلبه تبعا كما وافق شن\r\nطبقة فسلبك دينك وأمانتك ودنياك واخرتك وكان علم الله بالغا\r\nفيك فصرت كالذئب يتبع الضرغام إذا ما الليل دجى يلتمس أن يداوسه\r\nوكيف تنجو من القدر ولو بالحق طلبت أدركت ما رجوت وقد برشد من كان\r\nالحق قائده فان يمكن الله منك ومن ابن اكلة الأكباد ألحقتكما بمن قتله\r\nالله من ظلمة قريش على عهد رسول الله صلى الله عليه وآله وان تعجرا\r\nونبقيا بعدي فالله حسبكما وكفى بانتقامه انتقاما وبعقابه عقابا\r\nمروءتك مودتك خ ل الشن القربة الخلق الصغيرة وهذا مثل يضرب لتوافق الشيئين وقيل في هذا المثل شن\r\nاسم رجل وطبقة اسم امرأة وكان الرجل الزم نفسه أن لا يتزوج إلى أن اتصل بها فوجدها موافقة لها فتزوجها\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nومن كتبه عليه السلام\r\nكتبه إلى معاوية نقله أيضا في معادن الحكمة ص 291 قال فصل ومن ذلك ما في ذلك الكتاب من كتاب\r\nآخر له صلوات الله وسلامه عليه وليتمن النور على كرهك ولينفذن العلم\r\nبصغارك ولتجازين بعملك فعش في دنياك المنقطعة عنك ما طاب\r\nلك فكأنك بأجلك قد انقضى وعملك قد هوى ثم تصير إلى لظى\r\nلم يظلمك الله شيئا وما ربك بظلام للعبيد\r\nومن كتبه عليه السلام\r\nرواه الطبرسي ( ره ) في الاحتجاج عن أبي عبيدة ( وهو اسمه معمر كجعفر البصري النحوي اللغوي كان متبحرا في\r\nعلم اللغة وأيام العرب واخبارها وكان يرى رأي الخوارج ) قال كتب معاوية إلى أمير المؤمنين عليه\r\nالسلام إن لي فضائل كثيرة كان أبي سيدا في الجاهلية وصرت ملكا في الاسلام وأنا صهر رسول الله\r\nصلى الله عليه وآله وخال المؤمنين وكاتب الوحي فقال أمير المؤمنين عليه السلام أبو الفضائل يبنى\r\nعلى ابن اكلة الأكباد اكتب إليه يا غلام\r\nمحمد النبي أخي وصنوي * وحمزة سيد الشهداء عمي\r\nوجعفر الذي يمسى ويضحى * يطير مع الملائكة ابن أمي\r\nوبنت محمد سكنى وعرسي * مسوط لحمها بدمي ولحمي\r\nوسبطا أحمد ولداي منها * فأيكمو له سهم كسهمي\r\nسبقتكمو إلى الاسلام طرا * غلاما ما بلغت أوان حلمى\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nوصليت الصلاة وكنت طفلا * مقرا بالنبي في بطن أمي\r\nوأوجب لي ولايته عليكم * رسول الله يوم غدير خم\r\nفويل ثم ويل ثم ويل * لمن يلقى الاله غدا بظلمي\r\nأنا الرجل الذي لا تنكروه * ليوم كريهة أو يوم سلم\r\nفقال معاوية أخفوا هذا الكتاب لا يقرئه أهل الشام فيميلوا إلى ابن أبي طالب ( عليه السلام )\r\nومن كتبه عليه السلام\r\nإلى قيصر الروم جوابا عن مسائله قال علم الهدى ( ره ) في المعادن فصل ومن ذلك ما في كتاب\r\nارشاد القلوب للديلمي ان عمر لما جلس في الخلافة جرى بين رجل من أصحابه يقال له الحارث\r\nبن سنان الأزدي وبين رجل من الأنصار كلام ومنازعة فلم ينتصف له عمر فلحق الحارث بن\r\nسنان بقيصر وارتد عن الاسلام ونسي القران كله الا قول الله عز وجل ( ومن يبتغ غير\r\nالاسلام دينا فلن يقبل منه وهو في الآخرة من الخاسرين ) فسمع قيصر هذا الكلام قال\r\nسأكتب إلى ملك العرب بمسائل فإن أخبرني بتفسيرها أطلقت من عندي من الأسارى فعرضت\r\nعليهم النصرانية فمن قبل منهم استعبدته ومن لم يقبل قتلته وكتب إلى عمر بن الخطاب بمسائل\r\nأحدها سؤاله عن تفسير الفاتحة وعن الماء الذي ليس من الأرض ولا من السماء وعما يتنفس\r\nولا روح فيه وعن عصا موسى مم كانت وما اسمها وما طولها وعن جارية بكر لأخوين في\r\nالدنيا وفي الآخرة لواحد لما وردت هذه المسائل على عمر لم يعرف تفسيرها ففزع في ذلك إلى\r\nعلي ( عليه السلام ) فكتب إلى قيصر .\r\nمن علي بن أبي طالب صهر محمد ووارث علمه وأقرب الخلق إليه\r\nووزيره ومن حقت له الولاية وأمر الخلق من أعدائه بالبراءة قرة\r\nعين رسول الله وزوج ابنته وأبي ولده إلى قيصر ملك الروم إما\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\nبعد فاني أحمد الله الذي لا إله إلا هو عالم الخفيات ومنزل البركات\r\nمن يهدي الله فلا مضل له ومن يضلل الله فلا هادي له ورد\r\nكتابك وأقرأنيه عمر بن الخطاب فأما سؤالك عن اسم الله تعالى\r\nفإنه اسم فيه شفاء من كل داء وعون عن كل دواء وأما الرحمن\r\nفهو عون لكل من آمن به وهو اسم لم يسم به غير الله الرحمن تبارك\r\nوتعالى وأما الرحيم فرحم من عصى وتاب وآمن وعمل صالحا وأما\r\nقوله الحمد لله رب العالمين فذلك ثناء منا على ربنا تبارك وتعالى\r\nبما أنعم علينا وأما قوله مالك يوم الدين فإنه يملك نواصي الخلق\r\nيوم القيمة وكل من كان في الدنيا شاكا أو جبارا ادخله النار\r\nولا يمتنع من عذاب الله عز وجل شاك ولا جبار وكل من كان في\r\nالدنيا طائعا مديما محافظا إياه ادخله الجنة برحمته واما قوله\r\nإياك نعبد وإياك نستعين فانا نستعين بالله عز وجل من ( على خ ل ) الشيطان\r\nالرجيم لا يضلنا كما أضلكم وأما قوله اهدنا الصراط المستقيم فذلك\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\nالطريق الواضح من عمل في الدنيا عملا صالحا فإنه يسلك على الصراط\r\nإلى الجنة وأما قوله صراط الذين أنعمت عليهم بتلك النعمة التي أنعمها\r\nلله عز وجل على من كان قبلنا من النبيين والصديقين فنسئل\r\nالله ربنا أن ينعم علينا كما أنعم عليهم واما قوله غير المغضوب عليهم\r\nفأولئك اليهود بدلوا نعمة الله كفرا فغضب عليهم فجعل منهم القردة\r\nوالخنازير فنسئل ربنا تعالى أن لا يغضب علينا كما غضب عليهم وأما قوله\r\nولا الضالين فأنت وأمثاله يا عابد الصليب الخبيث ضللتم من بعد عيسى\r\nبن مريم فنسئل الله ربنا أن لا يضلنا كما ضللتم وأما سؤالك من الماء الذي\r\nليس من الأرض ولا من السماء فذلك الذي بعثته بلقيس إلى سليمان\r\nبن داود عليهما السلام وهو عرق الخيل إذا جرت في الحروب وأما سؤالك\r\nعما يتنفس ولا روح له فذلك الصبح إذا تنفس واما سؤالك عن عصا\r\nموسى مما كانت وما طولها وما اسمها وما هي فإنها كانت يقال لها\r\nالبرنية الرائدة وكان إذا كان فيها الروح زادت وإذا خرجت منها\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nالروح نقصت وكانت من عوسج وكانت عشرة أذرع وكانت من الجنة\r\nأنزلها جبرئيل عليه السلام واما سؤالك عن جارية تكون في الدنيا\r\nلأخوين وفي الآخرة لواحد فتلك النخلة في الدنيا هي المؤمن مثلي\r\nوالكافر مثلك ونحن من ولد آدم عليه السلام وفي الآخرة للمسلم\r\nدون الكافر المشرك وهي في الجنة ليست في النار وذلك قوله\r\nعز وجل فيها فاكهة ونخل ورمان\r\nثم طوى الكتاب وانفذه فلما قرء قيصر عمد إلى الأسارى فاطلقهم واسلم ودعا أهل مملكته\r\nإلى الاسلام والايمان بمحمد صلى الله عليه وآله فاجتمعت عليه النصارى وهموا بقتله فجاء بهم\r\nفقال يا قوم اني أردت أن أجربكم وانما أظهرت منه ما أظهرت للنظر كيف تكونون فقد حمدت ا لان\r\nأمركم عند الاختبار فاسكنوا واطمأنوا فقال كذلك الظن بك وكتم قيصر اسلامه حتى مات وهو\r\nيقول لخواص أصحابه ومن يثق به ان عيسى عليه السلام عبد الله ورسوله وكلمته ألقاها إلى مريم\r\nوروح منه ومحمدا صلى الله عليه وآله نبي بعد عيسى وان عيسى بشر أصحابه بمحمد صلى الله عليه\r\nوآله ويقول من أدركه منكم فليقرئه مني السلام فإنه أخي وعبد الله ورسوله مات قيصر على\r\nالقول مسلما فلما مات وتولى بعده هرقل أخبروه بذلك قال اكتموا هذا وأنكروه ولا تقروا فإنه\r\nإن ظهر طمع ملك العرب وفي ذلك فسادنا وهلاكنا فمن كان من خواص قيصر وخدمه وأهله\r\nعلى هذا الرأي كتموه وهرقل أظهر النصرانية وقوى أمره والحمد لله وحده وصلى الله على محمد وآله\r\nومن كتبه عليه السلام\r\nكتبه إلى بعض عماله نقله ابن أبي الحديد في شرح النهج في الجزء الثالث منه قال قال عليه السلام سأكتب إلى من\r\nحولي من عمالي فيهم فكتب نسخة واحدة وأخرجها إلى العمال من عبد الله علي أمير\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\n\r\nالمؤمنين إلى من قرئ عليه كتابي هذا من العمال أما بعد فان\r\nرجالا لنا عندهم تبعة خرجوا هرابا نظنهم خرجوا نحو بلاد البصرة\r\nفاسئل عنهم أهل بلادك واجعل عليهم العيون في كل ناحية\r\nمن أرضك ثم اكتب إلي بما ينتهي إليك عنهم\r\nومن كتبه عليه السلام\r\nفي جوانب كتاب قرظة بن كعب بن عمرو الأنصاري وكان أحد عماله نقله ابن أبي الحديد في الجزء الثالث\r\nمن شرح النهج عن إبراهيم بن هلال حدثه عن محمد بن عبد الله عن ابن أبي سيف عن ابن الصلت التيمي عن\r\nأبي سعيد عن أبي عبد الله بن وال التيمي قال كتب إليه أمير المؤمنين عليه السلام\r\nإما بعد فقد فهمت ما ذكرت من أمر العصابة التي مرت بعلمك\r\nفقتلت البر المسلم وامن عندهم المخالف المشرك وان أولئك قوم استهواهم\r\nالشيطان فضلوا كالذين حسبوا أن لا يكون فتنة فعموا وصموا فاسمع\r\nبهم وأبصر يوم يحشر أعمالهم فالزم علمك واقبل على خراجك فإنك\r\nكما ذكرت في طاعتك ونصيحتك\r\nومن كتبه عليه السلام\r\nنقله في ذلك الجزء من الكتاب عنه أيضا قال فكتب علي إلى زياد بن خصفة مع عبد الله بن وال\r\nالتيمي كتابا نسخته أما بعد فقد كنت أمرتك أن تنزل دير أبي موسى\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nحتى يأتيك أمري وذلك إني لم أكن علمت أين توجه القوم وقد بلغني\r\nانهم أخذوا نحو قرية من قرى السواد فاتبع آثارهم وسل عنهم\r\nفإنهم قد قتلوا رجلا من أهل السواد مسلما مصليا فإذا أنت لحقت\r\nبهم فارددهم إلي فإن أبوا فناجزهم واستعن بالله عليهم فإنهم\r\nقد فارقوا الحق وسفكوا الدم الحرام وأخافوا السبيل والسلام\r\nومن كتبه عليه السلام\r\nإلى زياد بن خصفة نقله ابن أبي الحديد في الجزء الثالث من شرح النهج قال وكتب عليه السلام إلى زياد\r\nبن خصفة إما بعد فقد بلغني كتابك وفهمت ما ذكرت به الناجي\r\nوأصحابه الذين طبع الله على قلوبهم وزين لهم الشيطان أعمالهم\r\nفهم حيارى عموم يحسبون أنهم يحسنون صنعا ووصفت ما بلغ\r\nبك وبهم الامر فاما أنت وأصحابك فلله سعيكم وعليه جزاءكم\r\nوأيسر ثواب الله للمؤمن خير له من الدنيا التي يقبل الجاهلون أنفسهم\r\nعليها ما عندكم ينفد وما عند الله باق ولنجزين الذين صبروا أجرهم\r\nبأحسن ما كانوا يعملون واما عدوكم الذين لقيتم فحسبهم خروجهم من\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\n\r\nالهدى وارتكاسهم في الضلالة وردهم الحق وجماحهم في التيه\r\nفذرهم وما يفترون ودعهم في طغيانهم يعمهون فاسمع بهم\r\nوأبصر فكأنك بهم عن قليل بين أسير وقتيل فاقبل إلينا أنت\r\nوأصحابك مأجورين فقد أطعتم وسمعتم وأحسنتم والسلام\r\nومن كتبه عليه السلام\r\nإلى معقل بن قيس نقله ابن أبي الحديد في الجزء الثالث من شرحه على النهج\r\nإما بعد فالحمد لله على تأييده أوليائه وخذله أعدائه جزاك الله\r\nوالمسلمين خيرا فقد أحسنتم البلاء وقضيتم ما عليكم فاسئل عن أخي\r\nبني ناجية فان بلغت انه استقر في بلد من البلدان فسر إليه حتى تقتله\r\nأو تنفيه فإنه لم يزل للمسلمين عدوا وللفاسقين وليا والسلام\r\nومن كتبه عليه السلام\r\nقال فلما رجع معقل قرء على أصحابه كتابا من علي عليه السلام فيه\r\nمن عبد الله علي أمير المؤمنين إلى من قرء عليه كتابي هذا\r\nمن المسلمين والمؤمنين والمارقين والنصارى والمرتدين سلام\r\nعلى من اتبع الهدى وآمن بالله ورسوله وكتابه والبعث بعد الموت\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nوافيا بعهد الله ولم يكن من الخائنين إما بعد فإني أدعوكم إلى كتاب\r\nالله وسنة نبيه وان اعمل فيكم بالحق وبما أمر الله تعالى في كتابه\r\nفمن رجع منكم إلى رحله وكف يده واعتزل هذا المارق الهالك المحارب\r\nحارب الله ورسوله والمسلمين وسعى في الأرض فسادا فله الأمان على\r\nماله ودمه ومن تابعه على حربنا والخروج من طاعتنا استعنا بالله\r\nعليه وجعلناه بيننا وبينه وكفى بالله وليا والسلام\r\nومن كتبه عليه السلام\r\nإلى مصقلة بن هبيرة الشيباني نقله ابن أبي الحديد في الشرح أيضا في الجزء الثالث قال كتب عليه السلام إليه\r\nإما بعد فإن من أعظم الخيانة على الأمة وأعظم الغش على أهل المصر\r\nغش الامام وعندك من حق للمسلمين خمسمائة ألف درهم فابعث بها\r\nإلى حين يأتيك رسولي والا فاقبل إلي حين تنظر في كتابي فإني\r\nقد تقدمت إلى رسولي أن لا يدعك ساعة واحدة يقيم بعد قدومه\r\nعليك إلا أن تبعث بالمال والسلام\r\nومن كتبه عليه السلام\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n\r\nما كتبه عليه السلام إلى عبيد الله بن العباس وسعيد بن نمران نقله ابن أبي الحديد في أوايل الجزء الثاني\r\nمن شرح النهج في جواب كتابهما إليه قال فلما وصل كتابهما ساء علينا عليه السلام واغضبه وكتب إليهما\r\nمن علي أمير المؤمنين إلى عبيد الله بن العباس وسعيد بن نمران سلام الله\r\nعليكما فإني أحمد إليكما الله الذي لا إله إلا هو إما بعد فإنه أتاني\r\nكتابكما تذكران فيه خروج هذه الخارجة وتعظمان من شأنها صغيرا\r\nوتكثران من عددها قليلا وقد علمت أن نجب أفئدتكما وصغر أنفسكما\r\nوثبات رأيكما وسوء تدبير كما هو الذي أفسد عليكما من لم يكن عليكما\r\nفاسدا وجرءا عليكما من كان على لقاءكما جبانا فإذا قدم رسولي عليكما\r\nفامضيا إلى القوم حتى تقرءا عليهم كتابي إليهم وتدعوا هم إلى حظهم\r\nوتقوى ربهم فان أجابوا حمدنا الله وقبلناهم وان حاربوا استعنا\r\nبالله عليهم ونابذناهم على سواء إن الله لا يحب الخائنين\r\nومن كتبه عليه السلام\r\nقال ابن أبي الحديد عمن رواه وقال علي عليه السلام ليزيد بن قيس الأرحبي الا ترى ما صنع قومك\r\nفقال إن ظني يا أمير المؤمنين بقوي لحسن في طاعتك فإن شئت خرجت إليهم فكفيتهم ( فكففتهم خ ل )\r\nوان شئت كتبت إليهم فتنظر ما يجيبونك فكتب علي عليه السلام\r\nمن عبد الله علي أمير المؤمنين إلى من شاق وغدر من أهل الجند\r\nو ","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nصنعاء إما بعد فإني أحمد الله الذي لا إله إلا هو الذي لا يعقب له\r\nحكم ولا يرد له قضاء ولا يرد بأسه عن القوم المجرمين وقد بلغني\r\nتجريكم وسقاقكم واعراضكم عن دينكم بعد الطاعة واعطاء\r\nالبيعة فسالت أهل الدين الخالص والورع الصادق واللب\r\nالراجح عن يدا محرككم وما نويتم به وما أحمشكم له فحدثت عن ذلك\r\nبما لم أر لكم في شئ منه عذرا مبينا ولا مقالا جميلا ولا حجة ظاهرة\r\nفإذا أتاكم رسولي فتفرقوا وانصرفوا إلى رحالكم أعف عنكم\r\nواصفح عن جاهلكم واحفظ قاصيكم واعمل فيكم بحكم الكتاب فإن لم تفعلوا\r\nفاستعدوا ا لقدوم جيش جم الفرسان عظيم الأركان يقصد لمن\r\nطغى وعصا فتطحنوا كطحن الرحا فمن أحسن فلنفسه ومن أساء فعليها\r\nوما ربك بظلام للعبيد\r\nومن كتبه عليه السلام\r\nفي جواب مكتوب أخيه عقيل بن أبي طالب وقد نقله ابن أبي الحديد في الجزء الثاني من شرحه على النهج قال\r\nكتب عليه السلام إليه من عبد الله أمير المؤمنين إلى عقيل بن أبي طالب سلام\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\nعليك فاني أحمد الله إليك الذي لا إله إلا هو إما بعد كلانا الله\r\nوإياك كلاية من يخشاه بالغيب انه حميد مجيد قد وصل إلي كتابك\r\nمع عبد الرحمن بن عبيد الأزدي تذكر فيه انك لقيت عبد الله بن\r\nسعيد بن أبي سرح مقبلا من قديد في نحو من أربعين فارسا من أبناء\r\nالطلقاء متوجهين إلى جهة الغرب وان ابن أبي سرح طال ما كاد\r\nالله ورسوله وكتابه وصد عن سبيله وبغاها عوجا فدع ابن أبي\r\nسرح ودعك عنك قريشا وخلهم وتركاضهم في الضلال وتجوالهم\r\nفي الشقاق الا وان العرب قد أجمعت على حزب أخيك اليوم اجماعها على\r\nحرب رسول الله صلى الله عليه وآله قبل اليوم فأصبحوا قد جهلوا حقه\r\nوجحدوا فضله وبادوه العداوة ونصبوا له الحرب وجهدوا عليه كل\r\nالجهد وجروا إليه جيش الأحزاب اللهم فاجز قريشا عني الجوازي فقد\r\nقطعت رحمي وتظاهرت علي ودفعتني عن حقي وسلبتني سلطان بن أمي\r\nوسلمت ذلك إلى من ليس مثلي في قرابتي من الرسول وسابقي في الاسلام\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\nالا أن يدعي مدع ما لا أعرفه ولا أظن الله يعرفه والحمد لله على كل حال\r\nفأما ما ذكرت من غارات ( غارة ) الضحاك على أهل الحيرة فهو أقل وأذل من أن يلم بها\r\nأو يدنو منها ولكنه قد كان أقيل في جريدة خيل فاخذ على السماوة حتى\r\nمر بواقصة وشراف والقطقطانة مما والى ذلك الصقع فوجهت إليه جندا\r\nكثيفا من المسلمين فلما بلغه ذلك قر هاربا فاتبعوه فلحقوه ببعض الطريق\r\nوقد أمعن وكان ذلك حين طلعت الشمس للاياب فتناوشوا القتال قليلا\r\nكلا ولا فلم يصبر لوقع المشرقية وولى هاربا وقتل من أصحابه بضعة عشر رجلا\r\nونجا جريضا بعد ما أخذ عنه منه بالمخنق فلأيا بلأى ما نجا فاما ما سئلتني\r\nان اكتب لك برأي فيما أنا فيه فان رأيي جهاد المحلين حتى ألقى الله لا يزيد\r\nبي كثرة الناس معي عزه ولا تفرقهم عني وحشة لأنني بحق والله مع المحق\r\nوالله ما أكره الموت على الحق وما الخير كله الا بعد الموت لمن كان محقا\r\nواما ما عرضت به من سيرك إلى بنيك وبنى أبيك فلا حاجة لي في ذلك\r\nفأقم راشدا محمودا فوالله ما أحب أن تهلكوا معي ان هلكت ولا تحسبن\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nابن أمك لو أسلمه الناس متخشعا ولا متضرعا انه لكما قال أخو بني سليم\r\nفان تسئليني كيف أنت فإنني * صبور على ريب الزمان صليب\r\nيعز على أن ترى بي كآبة * فيشمت عاد أو يساء حبيب\r\nومن كتبه عليه السلام\r\nإلى زياد بن عبيد نقله ابن أبي الحديد في الجزء الرابع من شرحه على النهج ولقد رواه عن إبراهيم بن هلال قال\r\nكتاب من علي عليه السلام فيه من عبد الله علي أمير المؤمنين إلى زياد بن عبيد\r\nسلام عليك إما بعد فاني قد بعثت أعين بن صبيعة ليفرق قومه\r\nعن ابن الحضرمي فارقب ما يكون منه فان فعل وبلغ من ذلك ما يظن\r\nبه وكان في تفريق ذلك الأوباش فهو ما نحب وان ترامت الأمور\r\nبالقوم إلى الشقاق والعصيان فانبذ من أطاعك إلى من عصاك فجاهدهم\r\nفان ظفرت فهو ما ظننت والا فطاولهم وماطلهم فكأن كتائب\r\nالمسلمين قد أطلت عليك فقتل الله المفسدين الظالمين ونصر\r\nالمؤمنين المحقين والسلام\r\nومن كتبه عليه السلام\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nإلى ساكني البصرة نقله ابن أبي الحديد في شرح النهج قال من عبد الله علي أمير المؤمنين إلى\r\nمن قرء عليه كتابي هذا من ساكني البصرة من المؤمنين والمسلمين\r\nسلام عليكم إما بعد فإن الله حليم ذو أناة لا يعجل بالعقوبة قبل\r\nالبينة ولا يأخذ المذنب عند أول وهلة ولكنه يقبل التوبة ويستديم\r\nالأناة ويرضى بالإنابة ليكون أعظم للحجة وأبلغ في المعذرة وقد\r\nكان من شقاق جلكم أيها الناس ما استحققتم أن تعاقبوا عليه\r\nفعفوت عن مجرمكم ورفعت ا لسيف عن مدبركم وقبلت من مقيلكم\r\nوأخذت بيعتكم فان تفوا ببيعتي وتقبلوا نصيحتي وتستقيموا على طاعتي\r\nاعمل فيكم بالكتاب وقصد الحق وأقيم فيكم سبيل الهدى فوالله ما\r\nاعلم أن واليا بعد محمد صلى الله عليه وآله اعلم بذلك مني ولا\r\nاعمل بقولي أقول قولي هذا صادقا غير ذام لمن مضى ولا منتقصا لاعمالهم\r\nوان خطت بكم الأهواء المردية وسفه الرأي الجائر إلى منابذتي تريدون\r\nخلافي فها أنا ذا قربت جيادي ورحلت ركابي وأيم الله لئن ألجأتموني\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nإلى المسير إليكم لأوقعن بكم وقعة لا يكون يوم الجمل عندها الا كلعقة\r\nلاعق واني لظان أن لا تجعلوا إن شاء الله على أنفسكم سبيلا وقد قدمت\r\nهذا الكتاب إليكم حجة عليكم ولن أكتب إليكم من بعده كتابا إن أنتم استغششتم\r\nنصيحتي ونابذتم رسولي حتى أكون أنا الشاخص نحوكم إن شاء الله تعالى والسلام\r\nومن كتبه عليه السلام\r\nقال ابن أبي الحديد في الجزء السادس من شرح النهج قال إبراهيم وحدثني يحيى بن صالح عن مالك عن خالد الأسدي عن الحسن\r\nبن إبراهيم عن عبد الله بن الحسن بن الحسن قال كتب علي عليه السلام على أهل مصر لما بعث محمد بن أبي بكر إليهم يخاطبهم فيه ومخاطب\r\nمحمد أيضا فيه\r\nإما بعد فإني أوصيكم بتقوى الله وفي سر أمركم وعلانيته وعلى أي حال\r\nكنتم عليها وليعلم المرء منكم ان الدنيا دار فناء وبلاء والآخرة دار جزاء\r\nوبقاء فمن استطاع أن يؤثر ما بقي على ما يفنى فليفعل فان الآخرة\r\nتبقى والدنيا تفنى رزقنا الله وإياكم نصرا لما نصرنا وفهما لما فهمنا\r\nحتى لا نقصر عما أمرنا ولا نتعد إلى ما نهانا واعلم يا محمد انك إلى نصيبك\r\nمن الآخرة أحوج فان عرض لك أمران أحدهما للآخرة والاخر للدنيا\r\nفابدء بأمر الآخرة ولتعظم رغبتك في الخير ولتحسن فيه نيتك فإن الله\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\nعز وجل يعطي العبد على قدر نيته وإذا أحب الخير وأهله ولم يعمله\r\nكان كمن عمله فان رسول الله صلى الله عليه وآله قال حين رجع من\r\nتبوك ان بالمدينة لأقواما ما سرتم من مسير ولا هبتم من واد الا\r\nكانوا معكم ما حبسهم الا المرض يقول كانت لهم نية ثم اعلم يا\r\nمحمد إني وليتك أعظم أجنادي أهل مصر ووليتك ما وليتك من\r\nأمر الناس فأنت محقوق أن تخاف على نفسك وتحذر فيه على دينك\r\nولو كان ساعة من نهار فان استطعت أن لا تسخط من ربك لرضى\r\nأحد من خلقه فافعل فان في الله خلقا من غيره وليس في شئ خلف منه\r\nفاشتد على الظالم ولن لأهل الخير وقربهم إليك واجعلهم بطانتك\r\nواخوانك والسلام\r\nومن كتبه عليه السلام\r\nقال ابن أبي الحديد في الجزء السادس من شرح النهج قال إبراهيم وقد كان أمير المؤمنين كتب على يد الأشتر\r\nإلى أهل مصر روى الشعبي عن صعصعة بن صوحان من عبد الله علي أمير المؤمنين إلى\r\nمن بمصر من المسلمين سلام الله عليكم فاني أحمد الله إليكم الذي لا إله إلا\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nهو إما بعد فإني قد بعثت إليكم عبدا من عباد الله لا ينام أيام الخوف\r\nولا ينكل عن الأعداء حذار الدواير لا نأكل من قدم ولاواه في عزم\r\nمن أشد عباد الله بأسا وأكرمهم حسبا أضر على الفجار من حريق النار\r\nوأبعد الناس من دنس أو عار وهو مالك بن الحرث الأشتر حسام صارم\r\nلا نابي الضريبة ولاكليل الحد حليم في السلم رزين في الحرب ذو رأي أصيل\r\nوصبر جميل فاسمعوا له وأطيعوا أمره فإن أمركم بالنفير فانفروا وإن أمركم\r\nأن تقيموا فأقيموا فإنه لا يقدم ولا يحجم الا بأمري وقد آثرتكم به على نفسي\r\nنصيحة لكم وشدة شكيمة على عدوكم عصمكم الله بالهدى وثبتكم\r\nبالتقوى ووفقنا وإياكم لما يحب ويرضى والسلام\r\nومن كتبه عليه السلام\r\nقال ابن أبي الحديد في الجزء السادس من كتابه قال إبراهيم وحدثنا محمد بن عبد الله المدائني عن رجاله\r\nان محمد بن أبي بكر لما بلغه ان عليا وجه الأشتر إلى مصر شق عليه فكتب عند مهلك الأشتر إما بعد\r\nفقد بلغني موجدتك من تسريح الأشتر إلى عملك ولم افعل ذلك استبطاءا\r\nلك عن الجهاد ولا استرادة لك مني في الحد ولو نزعت ما حوت يداك من\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nسلطانك لوليتك ما هو أيسر مؤنة عليك واعجب ولاية إليك الا أن\r\nالرجل الذي وليته مصر كان رجلا مناصحا وعلى عدونا شديدا فرحمة\r\nالله عليه فقد استكمل أيامه ولاقى حمامه ونحن عنه راضون فرضى\r\nالله عنه وضاعف له الثواب وأحسن له المأب فاصحر لعدوك\r\nوشمر للحرب وادع إلى سبيل ربك بالحكمة والموعظة الحسنة\r\nوأكثر ذكر الله والاستعانة به والخوف منه يكفيك ما أهمك ويعينك\r\nعلى ما ولاك أعاننا الله وإياك على ما لا ننال برحمته والسلام\r\nومن كتبه عليه السلام\r\nكتاب كتبه جوابا لكتاب محمد بن أبي بكر نقله ابن أبي الحديد في شرح النهج في الجزء السادس منه قال فكتب\r\nإليه علي عليه السلام فقد أتاني رسولك بكتابك تذكر أن ابن العاص قد\r\nنزل في جيش جرار وان من كان على مثل رأيه قد خرج إليه فخروج من\r\nكان يرى رأيه خير لك من إقامته عندك وذكرت انك قد رأيت ممن\r\nقتلك فشلا فلا تفشل وان فشلوا حصن قريتك واضمم إليك شيعتك\r\nوأذل الحرس في عسكرك واندب إلى القوم كنانة بن بشر المعروف بالنصيحة\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nوانا نادب إليك الناس على الصعب والذلول فاصبر لعدوك وامض\r\nعلى بصيرتك وقاتلهم على نيتك وجاهدهم محتسبا لله سبحانه وإن كانت\r\nفئتك أقل الفئتين فان الله تعالى يعين القليل ويخذل الكثير وقد\r\nقرأت كتاب العاجزين المتحامين على المعصية والمتلائمين على الضلالة\r\nوالمريسين في الحكومة والمتكبرين على أهل الدين الذين استمتعوا بخلاقهم\r\nفلا يضرنك ارعادهما وابراقهما واجبهما ان كنت لم تحبهما بما هما\r\nأهله فإنك تجد مقالا ما شئت والسلام\r\nومن كتبه عليه السلام\r\nإلى عبد الله بن العباس نقله ابن أبي الحديد في شرحه قال قال إبراهيم فحدثنا محمد بن عبد الله عن المدائني\r\nقال كتب علي إلى عبد الله بن العباس وهو على البصرة من عبد الله علي أمير المؤمنين إلى\r\nعبد الله بن عباس سلام عليك ورحمة الله وبركاته إما بعد فإن\r\nمصر قد افتتحت وقد استشهد محمد بن أبي بكر عند الله عز وجل نحتسبه\r\nوقد كنت كتبت إلى الناس وتقدمت إليهم في بدء الاسلام وأمرتهم\r\nقبل الموقعة ودعوتهم سرا وجهرا وعودا وبدءا فمنهم الآتي كارها\r\nو ","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nومنهم المتعلل كاذبا ومنهم القاعد خاذلا اسئل الله أن يجعل\r\nلي منهم فرجا وأن يريحني منهم عاجلا فوالله لولا طمعي عند لقاء\r\nعدوي بالشهادة وتوطيني نفسي عند ذلك لأحببت أن لا أبقى\r\nمع هؤلاء يوما واحدا عزم الله لنا ولك على تقواه وهداه إنه\r\nعلى كل شئ قدير والسلام عليك\r\nورحمة الله وبركاته\r\nومن كتبه عليه السلام\r\nكتبه أمير المؤمنين عليه السلام إلى عثمان بن حنيف لما بلغه مشارفة القوم البصرة نقله ابن أبي الحديد في\r\nالجزء التاسع من كتابه من عبد الله علي أمير المؤمنين إلى عثمان بن حنيف إما\r\nبعد فان البغاة عاهدوا الله ثم نكثوا وتوجهوا إلى مصرك وساقهم\r\nالشيطان لطلب ما لا يرضى الله به والله أشد بأسا وأشد تنكيلا\r\nفإذا قدموا عليك فادعهم إلى الطاعة والرجوع إلى الوفاء بالعهد\r\nوالميثاق الذي فارقونا عليه فان أجابوا فأحسن حوارهم ما داموا عندك\r\nوان أبوا الا التمسك بحبل النكث والخلاف فناجزهم الخلاف حتى يحكم الله\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nبينك وبينهم وهو خير الحاكمين وكتبت كتابي هذا إليك من\r\nالربذة وانا معجل المسير إليك إن شاء الله وكتب عبيد الله بن أبي رافع\r\nسنة ست وثلاثين\r\nومن كتبه عليه السلام\r\nما كتبه إلى عايشة نقله علم الهدى في كتابه معادن الحكمة عن كتاب كشف الغمة ان أمير المؤمنين عليه\r\nالسلام كتبت إلى عايشة إما بعد فإنك خرجت من بيتك عاصية لله تعالى\r\nولرسوله صلى الله عليه وآله تطلبين أمرا كان عندك موضوعا\r\nثم تزعمين انك تريدين الاصلاح بين الناس فخبريني ما للنساء\r\nوقود العساكر وزعمت انك طالبة بدم عثمان وعثمان رجل من\r\nبني أمية وأنت امرأة من بني تيم بن مرة ولعمري ان الذي عرضك\r\nللبلاء وحملك على المعصية لأعظم إليك ذنبا من قتلة عثمان\r\nوما غضبت حتى أغبت ولا هجت حتى هيجت فاتقى الله يا عائشة\r\nوارجعي إلى منزلك واسبلي عليك سترك والسلام\r\nومن كتبه عليه السلام\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nفي معادن الحكمة قال من كلام له عليه السلام في وصف الاسلام بعدة من الأسانيد إلى\r\nجابر بن يزيد عن أبي جعفر عليه السلام وبأسانيد مختلفة عن الأصبغ بن نباتة قال خطبنا أمير\r\nالمؤمنين عليه السلام في داره أو قال في القصر ونحن مجتمعون ثم أمر صلوات الله عليه فكتب في كتاب\r\nوقرئ على الناس وروى غيره أن ابن الكواء سئل عن أمير المؤمنين عليه السلام عن صفة ا لاسلام\r\nوالايمان والكفر والنفاق فقال وفي الكافي علي بن إبراهيم عن أبيه ومحمد بن يحيى عن أحمد بن محمد بن\r\nعيسى وعدة من أصحابنا عن أحمد بن محمد بن خالد جميعا عن الحسن بن محبوب عن يعقوب السراج عن\r\nجابر عن أبي جعفر عليه السلام وبأسانيد مختلفة عن الأصبغ بن نباتة وأورد السيد رضي الله عنه\r\nفي نهج البلاغة بعض من هذه الخطبة على اختلافات شتى في بعض ألفاظها\r\nإما بعد ، فإن الله تعالى شرع ا لاسلام وسهل شرايعه لمن ورده\r\nوأعز أركانه لمن حاربه وجعله عزا لمن تولاه وسلما لمن دخله\r\nوهدى لمن أئتم به وزينة لمن تجلله وعذرا لمن انتحله وعروة\r\nلمن اعتصم به وحبلا لمن استمسك به وبرهانا لمن تكلم به ونورا\r\nلمن استضاء به وشاهدا لمن خاصم به وفلجا لمن حاج به وعلما\r\nلمن وعاه وحديثا لمن روى وحكما لمن قضى وحلما لمن جرب\r\nولباسا لمن تدثر وفهما لمن تفطن ويقينا لمن عقل وبصيرة لمن\r\nعزم وآية لمن توسم وغبرة لمن اتعظ ونجاة لمن صدق وتؤده\r\nلمن أصلح وزلفى لمن اقترب وثقة لمن توكل ورجاء لمن فوض وسبقة\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\nلمن أحسن وخيرا لمن سارع وجنة لمن صبر ولباسا لمن اتقى\r\nوظهيرا لمن رشد وكهفا لمن آمن وآمنة لمن سلم وروحا لمن صدق\r\nوغنى لمن قنع فذلك الحق سبيله الهدى ومأثرته المجد وصفته\r\nالحسنى فهو أبلج المنهاج مشرق المنار ذاكى المصباح رفيع الغاية\r\nيسير المضمار جامع الحلبة سريع السبقة أليم النقمة كامل العدة\r\nكريم الفرسان فالايمان منهاجه والصالحات مناره والفقه\r\nمصابيحه والدنيا مضماره والموت غايته والقيمة حلبته\r\nوالجنة سبقته والنار نقمته والتقوى عدته والمحسنون فرسانه\r\nفبالايمان يستدل على الصالحات وبالصالحات يعمر الفقه وبالفقه\r\nيرهب الموت وبالموت يختم الدنيا وبالدنيا تجوز القيمة وبالقيمة\r\nتزلف الجنة والجنة حسرة أهل النار والنار موعظة للمتقين\r\nوالتقوى سنخ الايمان الفلج بسكون اللام الغلبة على الخصم والتؤدة الرزانة والتأني قوله لمن\r\nسلم النسخة الصحيحة لمن أسلم أبلج المنهاج أي واضح الطريق ذاكى المصباح من ذكت النار أي اشتد لهيبها\r\nالحلبة بفتح الحاء وسكون اللام الخيل تجمع للسباق والمضمار الفسحة الواسعة لسباق الخيل والسبقة بالضم ما يتراهن به\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nومن كتبه عليه السلام\r\nإلى بعض أصحابه يعظه في الكافي عن علي بن إبراهيم عن محمد بن عيسى عن يونس عن أبي جميلة عن الصادق\r\nعليه السلام قال كتب أمير المؤمنين عليه السلام إلى بعض أصحابه يعظه أوصيك ونفسي بتقوى الله\r\nمن لا يحل معصيته ولا يرجى غيره ولا الغني الا به فان من أتقى الله\r\nعز وقوى وشبع وروى ورفع عقله عن أهل الدنيا فبدنه مع\r\nأهل الدنيا وقلبه وعقله معاين الآخرة فأطفأ بضوء قلبه ما\r\nأبصرت عيناه من حب الدنيا فقذر حرامها وجانب شبهاتها\r\nوأضر بالحلال الصافي الا ما لابد منه من كسرة يشد بها صلبه وثوب\r\nيوارى به عورته من أغلظ ما يجد واخشنه ولم يكن له فيما لابد\r\nثقة ولا رجاء فوقعت ثقته ورجاءه على خالق الأشياء فجد\r\nواجتهد واتعب بدنه حتى بدت الأضلاع وغارت العينات فبدل\r\nالله له من ذلك قوة في بدنه وشدة في عقله وما ذخر له في الآخرة\r\nأكثر فارفض الدنيا فان حب الدنيا يعمى ويصم ويبكم ويذل الرقاب\r\nفتدارك ما بقي من عمرك ولا تقل غدا وبعد غد فإنما هلك من كان\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nقبلك بإقامتهم على الأماني والتسويف حتى أتاهم أمر الله بغتة\r\nوهم غافلون فنقلوا على أعوادهم إلى قبورهم المظلمة الضيقة\r\nوقد أسلمهم الأولاد والأهلون فانقطع إلى الله بقلب منيب من\r\nرقص الدنيا وعزم ليس فيه انكسار ولا انخزال أعاننا الله\r\nوإياك على طاعته ووفقنا وإياك إلى مرضاته\r\nومن كتبه عليه السلام\r\nفي كتاب معادن الحكمة لعلم الهدى قال ومن ذلك ما أورد الشيخ الكليني وأخرجه السيد ابن طاووس في كشف\r\nالمحجة والمجلسي في الفتن والمحن وفهيما محمد بن يعقوب عن علي بن محمد ومحمد بن الحسن وغيرهما عن سهل بن\r\nزياد عن العباس بن عمران عن محمد بن القاسم بن الوليد عن المفضل عن سنان بن طريف عن أبي عبد الله\r\nعليه السلام قال كان أمير المؤمنين عليه السلام يكتب بهذه الخطبة إلى أكابر أصحابه وفيها كلام رسول الله\r\nصلى الله عليه وآله بسم الله الرحمن الرحيم إلى المقربين في الأظلة الممتحنين\r\nبالبلية المسارعين في الطاعة المستنبئين في الكرة تحية منا إليكم\r\nسلام عليكم إما بعد فان نور البصرة روح الحياة الذي لا ينفع ايمان\r\nالا به مع اتباع كلمة الله والتصديق بها فالكلمة من الروح والروح\r\nمن النور والنور نور السماوات والأرض فبأيديكم سبب وصل إليكم\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\nمنا اتيان واجبتان نعمة من الله لا تعقلون شكرها خصكم بها\r\nواستخلصكم لها وتلك الأمثال نضربها للناس وما يعقلها الا\r\nالعالمون إن الله عهد ان لن يحل عقدة أحد سواه فتسارعوا\r\nإلى وفاء العهد وامكثوا في طلب الفضل فإن الدنيا عرض حاضر\r\nيأكل منها البر والفاجر وان الآخرة وعد صادق يقضي فيها ملك\r\nقادر الا وان الامر كما قد وقع لسبع بقين من صفر تسير فيها الجنود\r\nيهلك فيها البطل الجحود خيولها عراب وفرسانها أحزاب ونحن\r\nبذلك واثقون ولما ذكرنا منتظرون انتظار المجدب المطر لينبت\r\nالعشب ويجنى الثمر دعاني إلى الكتاب إليكم استنقاذكم من العمى\r\nوارشادكم باب الهدى فاسلكوا سبيل السلامة فإنها جماع الكرامة\r\nاصطفى الله منهجه وبين حججه وارف ارفه ووصفه وحده وجعله\r\nرضي كما وصفه ان العبد إذا دخل حفرته يأتيه ملكان أحدهما منكر\r\nوالاخر نكير فأول ما يسلأنه عن ربه وعن نبيه وعن وليه فإن\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\nأجاب نجا وان تحير عذباه فقال قائل فما حال من عرف ربه وعرف\r\nنبيه ولم يعرف وليه فقال ذلك مذبذب لا إلى هؤلاء ولا إلى\r\nهؤلاء قيل فمن الولي يا رسول الله قال وليكم في هذا الزمان أنا\r\nومن بعدي وصيي ومن بعد وصيي لكل زمان لحجج الله كيما تقولوا\r\nكما قال الضلال قبلكم حين فارقهم نبيهم ربنا لولا أرسلت إلينا\r\nرسولا فنتبع آياتك من قبل أن نذل ونخزى وانما كان تمام ضلالتهم\r\nجهالتهم بالآيات وهم الأوصياء فأجابهم الله قل كل متربص\r\nفتربصوا فستعلمون من أصحاب الصراط السوى ومن اهتدى وانما\r\nكان تربصهم ان قالوا نحن في سعة عن معرفة الأوصياء حتى يعلن\r\nامام علمه فالأوصياء قوام عليكم بين الجنة والنار لا يدخل الجنة\r\nالا من عرفهم وعرفوه ولا يدخل النار إلا من أنكرهم وأنكروه لأنهم\r\nعرفاء العباد عرفهم الله إياهم عند أخذ المواثيق عليهم بالطاعة\r\nلهم فوصفهم في كتابه فقال جل وعز على الأعراف رجال يعرفون\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\nكلا بسيماهم وهم الشهداء على الناس والنبيون شهداء لهم يأخذوه\r\nلهم مواثيق العباد بالطاعة وذلك قوله فكيف إذا جئنا من كل\r\nأمة بشهيد وجئنا بك على هؤلاء شهيدا يومئذ يود الذين كفروا\r\nوعصوا الرسول لو تسوى بهم الأرض ولا يكتمون الله حديثا وكذلك\r\nأوحى الله إلى آدم ان يا آدم قد انقضت مدتك وقضيت نبوتك\r\nواستكملت أيامك وحضر اجلك فخذ النبوة وميراث النبوة واسم\r\nالله الأكبر فادفعه إلى ابنك هبة الله فاني لم أدع الأرض بغير\r\nعلم يعرف فلم يزل الأنبياء والأوصياء يتوارثون ذلك حتى انتهى الامر\r\nإلي وأنا أدفع ذلك إلى علي وصيي وهو مني بمنزلة هارون من\r\nموسى وان عليا يورث ولده حيهم عن ميتهم فمن سره أن\r\nيدخل جنة ربه فليتول عليا والأوصياء من بعده وليسلم لفضلهم\r\nفإنهم الهداة بعدي أعطاهم الله فهمي وعلمي فهم عترتي من\r\nلحمي ودمي أشكو إلى الله عدوهم والمنكر لفضلهم القاطع عنهم\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\nصلتي فنحن أهل البيت شجرة النبوة ومعدن الرحمة ومختلف الملائكة\r\nوموضع الرسالة فمثل أهل بيتي في هذه الأمة كمثل سفينة نوح\r\nمن ركبها نجا ومن تخلف عنها هلك ومثل باب حطة في بني إسرائيل\r\nمن دخله غفر له فأيما راية خرجت ليست من أهل بيتي فهي الدجالية\r\nإن الله اختار لدينه أقواما انتجبهم للقيام عليه والنصر له طهرهم\r\nبكلمة الاسلام وأوحى إليهم مفترض القرآن والعمل بطاعته في مشارق\r\nالأرض ومغاربها إن الله خصكم بالاسلام واستخلصكم له وذلك\r\nلأنه أمتع سلامة وأجمع كرامة اصطفى الله منهجه ووصفه ووصف\r\nأخلاقه ووصل أطنابه من ظاهر علم وباطن حلم ذي حلاوة ومرارة\r\nفمن طهر باطنه رأى عجائب مناظره في موارده ومصادره ومن فطن لما\r\nبطن رأى مكتوب الفتن وعجائب الأمثال والسنن فظاهرة أنيق\r\nوباطنه عميق ولا تفنى غرائبه ولا تنقضي عجائبه فيه مفاتيح الكلام\r\nومصابيح الظلام لا تفتح الخيرات الا بمفاتيحه ولا تكشف الظلمات لا بمصابيحه\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\nفيه تفصيل وتوصيل وبيان الاسمين الأعليين الذين جمعا فاجتمعا\r\nلا يصلحان إلا معا يسميان فيفترقان ويوصلان فيجتمعان تمامهما في\r\nتمام أحدهما حواليهما نجوم وعلى نجومها نجوم ليحتمى حماه ويرعى مرعاه\r\nوفي القرآن تبيانه وبيانه وحدود وأركانه ومواضع مقاديره\r\nووزن ميزانه ميزان العدل وحكم الفصل ان رعاة الدين فرقوا بين\r\nالشك واليقين وجاءوا بالحق المبين بنو الاسلام بنيانا فأسسوا\r\nله أساسا وأركانا فجاءوا على ذلك شهودا بعلامات وامارات فهما\r\nكفاء المكتفي وشفاء المستشفى يحمون حماه ويرعون مرعاه ويصونون\r\nمصونه ويفجرون عيونه لحب الله وبره وتعظيم أمره وذكره بما يجب\r\nأن يذكر به يتواصلون بالولاية ويتنازعون بحسن الرعاية ويتناسقون\r\nبكأس روية ويتلاقون بحسن التحية واخلاق سنية وقوام وعلماء\r\nوأوصياء لا يسوف فيهم الريبة ولا يسرع فيهم الغيبة فمن استبطأ\r\nمن ذلك شيئا استبطأ خلقا سيئا فطوبى لذي قلب سليم أطاع من\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nيهديه واجتنب من يرديه ويدخل مدخل كرامة وينال\r\nسبل سلامة تبصرة لمن بصره وطاعة لمن أطاع يهديه إلى\r\nأفضل الدلالة وكشف غطاء الجهالة المضلة المهلكة ومن أراد بعد\r\nهذا فليظهر بالمهدي دينه فإن المهدي لا تغلق أبوابه وقد فتحت\r\nأسبابه ببرهان وبيان لامرء استنصح وقيل نصيحة من نصح بخضوع\r\nوحسن خشوع فليقبل امرء بقبولها وليحذر قارعة قبل حلولها والسلام\r\nومن كتبه عليه السلام\r\nقال الشارح البحراني في شرحه للنهج روى عن الشعبي أن عليا عليه السلام لما قدم الكوفة وكان الأشعث\r\nبن قيس على ثغر أذربايجان من قبل عثمان بن عفان فكتب إليه بالتبعة وطالبه بمال أذربيجان مع زياد بن\r\nمرحب الهمداني وصورة الكتاب ( ونقل الكتاب أيضا في الجزء الثاني من كتاب عقد الفريد لابن عبد ربه المالكي\r\nبسم الله الرحمن الرحيم من عبد الله علي أمير المؤمنين إلى الأشعث بن\r\nقيس أما بعد فلولا هنات كن منك كنت المقدم في هذا الامر قبل الناس\r\nولعل اخر أمرك يحمد أوله وبعضه بعضا ان اتقيت الله انه قد كان من\r\nبيعة الناس إياي ما قد بلغك وكان طلحة والزبير أول من بايعني\r\nثم نقضا بيعتي عن غير حديث واخرجا عايشة فساروا بها إلى البصرة فصرت\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nإليهم في المهاجرين والأنصار فالتقينا فدعوتهم إلى أن يرجعوا\r\nإلى ما خرجوا منه فأبوا فأبلغت في الدعاء وأحسنت في البقية واعلم أن\r\nعملك اليوم ليس لك بطعمة ولكنه في عنقك أمانة وأنت مسترعى\r\nلمن فوقك ليس لك ان تفتأت في رعية ولا تخاطر الا بوثيقة وفي\r\nيديك مال من مال الله تعالى وأنت من خزاني حتى تسلمه إلي\r\nولعلي أن لا أكون شر ولاتك لك والسلام وكتب عبد الله بن أبي رافع في شعبان سنة ست وثلاثين\r\nالمسترعى من ج عله راعيا والطعمة المأكلة والرعية المزعمة تفتات بالهمزة أي تستبد في الامر المخاطرة التقدم\r\nفي الأمور العظام والاشراف فيها على الهلاك والوثيقة ما يوثق به في الدين\r\nومن كتبه عليه السلام\r\nنقله أحمد بن أبي يعقوب جعفر بن وهب الكاتب المعروف بابن واضح الاخباري المتوفى بعد سنة 292 في كتابه المعروف\r\nبتاريخ اليعقوبي في الجزء الثاني قال قال غياث عن فطر بن خليفة حدثني أبو خالد الوالبي قال قرأت\r\nعهد علي عليه السلام لجارية بن قدامة\r\nأوصيك يا جارية بتقوى الله فإنها جموع الخير وسر على عون الله\r\nفالق عدوك الذي وجهتك له ولا تقاتل إلا من قاتلك ولا\r\nتجهز على جريح ولا تسخرن دابة وان مشيت ومشى أصحابك ولا تستأثر\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nعلى أهل المياه بمياههم ولا تشربن الا فضلهم عنط يب نفوسهم\r\nولا تشتمن مسلما ولا مسلمة فتوجب على نفسك ما لعلك تؤدب\r\nغيرك عليه ولا تظمن معاهدا ولا معاهدة واذكر الله ولا تفتر\r\nليلا ولا نهارا واحملوا رجالتكم وترأسوا في ذات أيديكم وأجدد\r\nالسير وأجل للعدو حيث كان واقتله مقبلا واردده بغيظه صاغرا\r\nواسفك الدم في الحق واحقنه في الحق ومن تاب فاقبل توبته\r\nواخبارك في كل حين بكل حال والصدق في الصدق فلا رأى للكذوب\r\nومن كتبه عليه السلام\r\nتاريخ اليعقوبي أيضا قال وكتب علي عليه السلام إلى عماله يستحثهم بالخروج فكتب إلى الأشعث بن\r\nقيس وكان عامله بآذربيجان إما بعد فإنما غرك من نفسك وجرأك على\r\nاخرك املاء الله لك إذ ما زلت قديما تأكل رزقه وتلحد في آياته\r\nوتستمتع بخلاقك وتذهب بحسناتك إلى يومك هذا فإذا أتاك رسولي\r\nبكتابي هذا فاقبل واحمل ما قبلك من مال المسلمين إن شاء الله\r\nومن كتبه عليه السلام\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\n\r\nتاريخ اليعقوبي قال وكتب ( عليه السلام ) إلى يزيد بن قيس الأرحبي إما بعد فإنك أبطأت\r\nبحمل خراجك وما أدري ما الذي حملك على ذلك غير أني أوصيك\r\nبتقوى الله وأحذرك أن تحبط أجرك وتبطل جهادك بخيانة المسلمين\r\nفاتق الله ونزه نفسك عن الحرام ولا تجعل لي عليك سبيلا فلا\r\nأجد بدا من الايقاع بك واعزز المسلمين ولا تظلم المعاهدين\r\nوابتغ فيما أتاك الله الدار الآخرة ولا تنس نصيبك من الدنيا وأحسن كما أحسن الله إليك ولا تبغ الفساد في الأرض إن الله لا يحب المفسدين\r\nومن كتبه عليه السلام\r\nتاريخ اليعقوبي - قال وكتب إلى سعد بن مسعود عم المختار بن أبي عبيدة وهو عامله على المدائن\r\nأما بعد فإنك قد أديت خراجك وأطعت ربك وأرضيت امامك\r\nفعل البر التقي النجيب فغفر الله ذنبك وتقبل سعيك وحسن مآبك\r\nومن كتبه عليه السلام\r\nتاريخ اليعقوبي قال وكتب إلى عمرو بن أبي سلمة المخزومي وهو ابن أم سلمة زوج النبي صلى الله عليه\r\nوآله وسلم وكان عامله على البحرين إما بعد فإني قد وليت النعمان بن العجلان\r\nالبحرين بلا ذم لك فاقبل غير ظنين واخرج إليه من عمل ما وليت فقد\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\n\r\nأردت الشخوص إلى ظلمة أهل الشام وبقية الأحزاب فأحببت ان\r\nتشهد معي لقاءهم فإنك ممن استظهر به على إقامة الدين ونصر الهدى\r\nجعلنا الله وإياك من الذين يعملون بالحق وبه يعدلون\r\nومن كتبه عليه السلام\r\nلما بلغه ان النعمان بن العجلان قد ذهب بمال البحرين فكتب إليه علي عليه السلام\r\nإما بعد فإنه من استهان بالأمانة ورغب في الخيانة ولم ينزه\r\nنفسه ودينه أخل بنفسه في الدنيا وما يشفى عليه بعد أمر أبقى\r\nوأشفى وأطول فخف الله انك من عشيرة ذات صلاح فكن عند صالح\r\nالظن بك وراجع إن كان حقا ما بلغني عنك ولا تقلبن رأيي\r\nفيك واستنظف خراجك ثم اكتب إلي ليأتيك رأيي وأمري إن شاء الله\r\nومن كتبه عليه السلام\r\nتاريخ اليعقوبي قال وكتب إلى مصقلة بن هبيرة وبلغه أنه يفرق ويهب أموال أردشير خره وكان عاملا\r\nعليها أما بعد فقد بلغني عنك أمر أكبرت أن أصدقه انك تقسم فيئ\r\nالمسلمين في قومك ومن اعتراك من السألة والأحزاب وأهل الكذب\r\nمن الشعراء كما تقسم الجور فوالذي فلق الحبة وبرء النسمة لأفتشن\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nعن ذلك تفتيشا شافيا فان وجدته حقا لتجدن بنفسك على هوانا\r\nفلا تكونن من الخاسرين أعمالا الذين ضل سعيهم في الحياة\r\nالدنيا وهم يحسبون أنهم يحسنون صنعا\r\nومن كتبه عليه السلام\r\nتاريخ اليعقوبي في الجزء الثاني قال ووجه رجلا من أصحابه إلى بعض عماله مستحثا فاستخف\r\nبه فكتب إليه إما بعد فإنك شمت رسولي وزجرته وبلغني انك\r\nتبخر وتكثر من الادهان وألوان الطعام وتكلم على المنبر بكلام\r\nالصديقين وتفعل إذا نزلت أفعال المحلين فان يكن ذلك\r\nكذلك فنفسك ضررت وأدبي تعرضت ويحك أن تقول قال الله\r\nتعالى العظمة والكبرياء ردائي من نازعنيها سخطت عليه بل ما\r\nعليك أن تدهن فيها فقد أمر رسول الله صلى الله عليه وآله\r\nوسلم بذلك وما حملك أن تشهد الناس عليك بخلاف ما\r\nتقول ثم على المنبر حيث يكثر عليك الشاهد ويعظم مقت الله\r\nلك بل كيف ترجو وأنت متهوع في النعيم جمعته من الأرملة\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\n\r\nواليتيم أن يوجب الله لك أجر الصالحين بل ما عليك ثكلتك أمك\r\nلو صمت الله أياما وتصدقت بطائفة من طعامك فإنها سيرة الأنبياء\r\nوأدب الصالحين أصلح نفسك وتب من ذنبك واد حق الله عليك والسلام\r\nومن كتبه عليه السلام\r\nتاريخ اليعقوبي وقال وكتب إلى قيس بن سعد بن عبادة وهو على أذربيجان\r\nإما بعد فاقبل علي خراجك بالحق وأحسن إلى جندك بالأنصاف\r\nوعلم من قبلك مما علمك الله ثم إن عبد الله بن شبيل الأحمسي\r\nسئلني الكتاب إليك فيه بوصايتك به خيرا فقد رأيته وادعا\r\nمتواضعا فألن حجابك وافتح بابك واعمد إلى الحق فان وافق الحق\r\nما يحبوا أسره ولا تتبع الهوى فيضلك عن سبيل الله إن الذين يضلون\r\nعن سبيل الله لهم عذاب شديد بما نسوا يوم الحساب\r\nومن كتبه عليه السلام\r\nتاريخ اليعقوبي قال قال غياث ولما أجمع علي عليه السلام على القتال لمعاوية كتب أيضا إلى قيس\r\nأما بعد فاستعمل عبد الله بن شبيل الأحمسي خليفة لك واقبل\r\nإلي فان المسلمين قد أجمع ملاهم وانقادت جماعتهم فعجل الاقبال\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\n\r\nفانا سأحضر إلى المحلين عند غرة الهلال إن شاء الله وما تأخري\r\nإلا لك قضى الله لنا ولك بالاحسان في أمرنا كله\r\nومن كتبه عليه السلام\r\nتاريخ اليعقوبي قال وكتب عليه السلام إلى سهل بن حنيف وهو على المدينة\r\nإما بعد فقد بلغني ان رجالا من أهل المدينة خرجوا إلى معاوية\r\nفمن أدركته فامنعه ومن فاتك فلا تأس عليه فبعدا لهم فسوف\r\nيلقون غيا أما لو بعثرت القبور واجتمعت الخصوم لقد بدا لهم\r\nمن الله ما لم يكونوا يحتسبون وقد جاءني رسولك يسألني\r\nالاذن فاقبل عفى الله عنا وعنك ولا تذر خللا إن شاء الله\r\nومن كتبه عليه السلام\r\nتاريخ اليعقوبي قال وكتب علي عليه السلام إلى عمرو بن أبي سلمة الأرحبي وهو عامله على البحرين\r\nإما بعد فإن دهاقين عملك شكوا غلظتك ونظرت في أمرهم\r\nفما رأيت خيرا فلتكن منزلتك بين منزلتين جلباب لين بطرف من\r\nالشدة في غير ظلم ولا نقص فان هم أجابونا صاغرين فخذ ما لك\r\nعندهم وهم صاغرون ولا تتخذ من دون الله وليا فقد قال\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nالله عز وجل لا تتخذوا اليهود والنصارى أولياء وقال تبارك\r\nوتعالى ومن يتولهم منكم فإنه منهم وقرعهم بخراجهم\r\nوقاتل من ورائهم وإياك ودمائهم والسلام\r\nومن كتبه عليه السلام\r\nتاريخ اليعقوبي قال وكتب عليه السلام إلى قرظة بن كعب الأنصاري\r\nأما بعد فإن رجالا من أهل الذمة من عملك وذكروا نهرا\r\nفي أرضهم قد عفا وادفن وفيه لهم عمارة على المسلمين فانظر\r\nأنت وهم ثم أعمر وأصلح النهر فلعمري لئن يعمروا أحب إلينا\r\nمن أن يخرجوا وأن يعجزوا أو يقصروا في واجب من صلاح البلاد والسلام\r\nومن كتبه عليه السلام\r\nتاريخ اليعقوبي قال وكتب إلى زياد وكان عامله على فارس\r\nإما بعد فإن رسولي أخبرني بعجب زعم انك قلت له فيما\r\nبينك وبينه أن الأكراد هاجت بك فكسرت عليك كثيرا من الخراج\r\nوقلت له لا تعلم بذلك أمير المؤمنين يا زياد وأقسم بالله\r\nانك لكاذب ولئن لم تبعث بخراجك لأشدن عليك شدة ندعك\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\n\r\nقليل الوفر ثقيل الظهر الا أن تكون لما كسرت من الخراج محتملا\r\nومن كتبه عليه السلام\r\nتاريخ اليعقوبي قال وكتب عليه السلام إلى كعب بن مالك\r\nإما بعد فاستخلف على عملك واخرج في طائفة من أصحابك\r\nحتى تمر بأرض كورة السواد فتسأل عن عمالي وتنظر في سيرتهم\r\nفيما بين دجلة والعذيب ثم ارجع إلى البهقبا ذات فتول معونتها\r\nواعمل بطاعة الله فيما ولاك منها واعلم أن كل عمل ابن آدم محفوظ\r\nعليه مجزي به فاصنع خيرا صنع الله بنا وبك خيرا وأعلمني الصدق فيما\r\nصنعت والسلام\r\nومن كتبه عليه السلام\r\nفي جواب كتاب أبي الأسود الدئلي حين كتب إليه عليه السلام أما بعد فإن الله جعلك واليا مؤتمنا وراعيا\r\nمسؤولا وقد بلوناك رحمك الله فوجدناك عظيم الأمانة ناصحا للأمة توفر لهم فيئهم وتكف نفسك عن\r\nدنياهم فلا تأكل أموالهم ولا ترتشى بشئ في أحكامهم وابن عمك قد أكل ما تحت يديه من غير علمك فلم\r\nيسعني كتمانك ذلك فانظر رحمك الله فيما هنالك واكتب إلى برأيك فما أحببت اتبعه إن شاء الله - نقله\r\nابن عبد ربه المالكي في الجزء الثاني من كتابه عقد الفريد ورواه عن أبي مخنف عن سليمان بن أبي راشد عن\r\nعبد الرحمن بن عبيد قال فكتب عليه السلام في جوابه إما بعد فمثلك نصح الامام والأمة\r\nووالى على الحق وفارق الجور وقد كتبت لصاحبك بما كتبت إليه فيه\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nولم أعلمه بكتابك إلي فلا تدع اعلامي ما يكون بحضرتك مما النظر\r\nفيه للأمة صلاح فإنك بذلك جدير وهو حق واجب لله عليك والسلام\r\nوكتب علي عليه السلام إلى ابن عباس إما بعد فإنه قد بلغني عنك أمر ان كنت\r\nفعلته فقد أسخطت الله وأخربت أمانتك وعصيت امامك\r\nوخنت المسلمين بلغني انك خربت الأرض وأكلت ما تحت يدك\r\nفارفع إلي حسابك واعلم أن حساب الله أعظم من حساب الناس والسلام\r\nقال وكتب إليه ابن عباس إما بعد فإن كل الذي بلغك باطل وانا لما تحت يدي ضابط وعليه حافظ\r\nفلا تصدق على الظنين والسلام\r\nفكتب إليه علي عليه السلام\r\nإما بعد فإنه لا يسعني تركلك حتى تعلمني ما أخذت من الجزية\r\nمن أين أخذته وما وضعت منها أين وضعته فاتق الله فيما ائتمنتك\r\nعليه واسترعيتك إياه فان المتاع بما أنت رازمه قليل وتباعته\r\nوبيلة لا تبيد والسلام\r\nومن كتبه عليه السلام\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nالجزء الثاني من العقد الفريد قال وقال سليمان بن أبي راشد عن عبد الله بن عبيد عن أبي الكنود قال كنت\r\nمن أعوان عبد الله بالبصرة فلما ك ان من أمره ما كان أتيت عليا فأخبرته فقال واتل عليهم بناء الذي\r\nاتيناه فانسلخ منها فاتبعه الشيطان فكان من الغاوين ثم كتب معه إليه إما بعد فإني\r\nكنت أشركتك في أمانتي ولم يكن رجل من أهل بيتي أوثق عندي\r\nمنك بمواساتي وموازرتي بأداء الأمانة فلما رأيت الزمان قد\r\nكلب على ابن عمك والعدو قد حرز وأمانة الناس قد خربت وهذه\r\nالأمة قد فتنت قلبت لابن عمك ظهر المجن ففارقته مع ا لقوم المفارقين\r\nوخذلته أسوء خذلان وخنته مع من خان فلا ابن عمك اسيت\r\nولا الأمانة إليه أديت كأنك لم تكن على بينة من ربك وانما كدت\r\nأمة محمد ( صلى الله عليه وآله وسلم ) عن دنياهم وغدرتهم\r\nعن فيئهم فلما أمكنتك الفرصة في خيانة الأمة أسرعت الغدرة\r\nوعاجلت الوثبة فاختطفت ما قدرت عليه من أموالهم وانقلبت بها\r\nإلى الحجاز كأنك انما حزت على أهلك ميراثك من أبيك وأمك سبحان\r\nالله إما تؤمن بالمعاد إما تخاف الحساب إما تعلم انك تأكل حراما\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nوتشرب حراما وتشتري الإماء وتنكحهم بأموال اليتامى والأرامل\r\nوالمجاهدين في سبيل الله التي أفاء الله عليهم فاتق الله واد إلى\r\nالقوم أموالهم فإنك والله لئن لم تفعل وأمكنني الله منك لاعذرن\r\nإلى الله فيك فوالله لو أن الحسن والحسين فعلا مثل الذي فعلت ما\r\nكانت لهما عندي هوادة ولما تركتهما حتى أخذ الحق منهما والسلام\r\nومن كتبه عليه السلام\r\nالعقد الفريد قال فكتب إليه ابن عباس إما بعد فقد بلغني كتابك تعظم على أمانة المال الذي أصبت\r\nمن بيت مال البصرة ولعمري ان حقي في بيت مال الله أكثر من الذي أخذت والسلام فكتب إليه علي عليه السلام\r\nإما بعد فإن العجب كل العجب منك إذ ترى لنفسك في بيت مال الله\r\nأكثر مما لرجل من المسلمين قد أفلحت إن كان تمنيك الباطل وادعاءك ما\r\nلا يكون ينجيك من الاثم ويحل لك ما حرم الله عليك عمرك الله انك لانت\r\nالبعيد البعيد قد بلغني انك اتخذت مكة وطنا وضربت بها عطنا تشتري\r\nالمولدات من المدينة والطائف وتختارهن على عينك وتعطى بها مال\r\nغيرك واني أقسم بالله ربي وربك رب العزة ما أحب أن ما أخذت من\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\nأموالهم لي حلالا ادعه ميراثا لعقبي فما بال اغتياطك به تأكله حراما\r\nضح رويدا فكأنك قد بلغت المدى وعرضت أعمالك بالمحل الذي ينادى\r\nفيه المغتر بالخسرة ويتمنى المضيع التوبة والظالم الرجعة فكتب إليه ابن عباس\r\nوالله لئن لم تدعني من أساطيرك لا حملنه إلى معاوية يقاتلك به فكف عنه علي عليه السلام\r\nبيان كلب كفرح اشتد حرد في بعض النسخ حرب بالباء ككب اشتد غضبه وحربه كسلبه وزنا ومعنى\r\nوقوله خريت أي وقعت في بلية الفساد قوله فتنت في بعض النسخ فنكت بالنون والكاف أي لم يبق لها من يحميها\r\nالمجن بكسر الميم وفتح الجيم الترس وهذا مثل يضرب لمن كان لصاحبه على مودة ورعاية ثم تحول إلى غيره وخذله\r\nلاعذرن أي أبدى إلى الله عذري بعقوبتك الهوادة اللين والرخصة والمحاباة قوله ضح رويدا كلمة يقال\r\nلمن يؤمر بالتؤدة والتأني واصلها من قولهم لمن يطعم إبله ضحى لا يشبعها يريدان يسير بها مسرعا يضحى رويدا\r\nالعطن مبرك الإبل ومربض الغنم حول الماء أقول قد نقل صاحب معادن الحكمة علم الهدى أعلى الله مقامه في\r\nالمعادن هذين الكتابين باختلاف يسير ثم قال الشارح البحراني المشهور انه عليه السلام كتب هذا الكتاب إلى\r\nعبد الله بن عباس حين كان واليا على البصرة وألفاظ الكتاب تنبه على ذلك وأطال الكلام إلى أن قال\r\nوأنكر قوم ذلك فقالوا إن عبد الله بن عباس لم يفارق عليا قط ولا يجوز أن نقول في حقه ما قال وقال\r\nالقطب الراوندي رحمه الله يكون المكتوب إليه هو عبيد الله بن عباس لا عبد الله قال وحمله على ذلك\r\nأشبه وهو به أليق ثم قال واعلم أن هذين القولين لا مستند لهما إما الأول فهو مجرد استبعاد ان\r\nيفعل ابن عباس ما نسب إليه ومعلوم أن ابن عباس لم يكن معصوما وعلي عليه السلام لم يكن\r\nليراقب في الحق أحدا ولو كان أعز أولاده كما تمثل بالحسن والحسين في ذلك فكيف بابن عمه بل يجب أن\r\nتكون الغلظة على الأقرباء في هذا الامر أشد ثم إن غلظته عليه السلام عليه وعتابه له لا توجب مفارقته\r\nإياه لأنه عليه السلام إذا فعل أحد من أصحابه ما يستحق به المؤاخذة أخذه به سواء كان عزيزا أو ذليلا قريبا\r\nمنه أو بعيدا فإذا استوفى حق الله منه أو تاب إليه مما فعل عاد في حقه إلى ما كان عليه كما قال\r\nالعزيز عندي ذليل حتى أخذ الحق منه فلا يلزم إذا من غلظته على ابن عباس ومقابلته إياه بما يكره\r\nمفارقته له وشقاقه على ما بينهما من المحبة الوكيدة والقرابة واما القول الثاني فإن عبيد الله\r\nكان عاملا له عليه السلام باليمن ولم ينقل عنه مثل ذلك انتهى كلامه رفع الله مقامه\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\n\r\nوقال ابن أبي الحديد بعد نقل الاختلاف في المكتوب إليه وقد أشكل على هذا الامر أي أمر الكتاب\r\nفان أنا كذبت النقل وقلت هذا موضوع على أمير المؤمنين عليه السلام خالفت الرواة فإنهم\r\nقد أطبقوا على رواية هذا الكلام عنه وقد ذكر في أكثر كتب السير وان صرفته إلى عبد الله بن\r\nعباس صدني عنه ما أعلمه من ملازمته لطاعة أمير المؤمنين عليه السلام في حياته وبعد\r\nوفاته وان صرفته إلى غيره لم أعلم إلى من أصرفه من أهل أمير المؤمنين عليه السلام والكلام\r\nيشعر بان الرجل المخاطب من أهله وبني عمه فانا في هذا الموضع من المتوقفين ( انتهى كلامه )\r\nومن كتبه عليه السلام\r\nإلى أبي موسى الأشعري نقله علم الهدى في المعادن وقال ذكر ابن أبي الحديد انه عليه السلام\r\nلما نزل الربذة بعث هاشم بن عتبة بن أبي وقاص إلى أبي موسى الأشعري وهو الأمير يومئذ\r\nعلى الكوفة لينفر إليه الناس وكتب إليه معه من عبد الله علي أمير المؤمنين إلى\r\nعبد الله بن قيس أما بعد فإني قد بعثت إليك هاشم بن عتبة لتشخص\r\nإلى من قبلك من المسلمين ليتوجهوا إلى قوم نكثوا بيعتي وقتلوا شيعتي\r\nوأحدثوا في الاسلام هذا الحدث العظيم فاشخص بالناس إلي معه\r\nحين يقدم عليك فإني لم أولك المصر الذي أنت به ولم أقرك عليه\r\nإلا لتكون من أعواني وأنصاري على هذا الامر والسلام\r\nومن كتبه عليه السلام\r\nقال ثم بعث عليه السلام من الربذة بعد وصول المحل به خليفة عبد الله بن عباس ومحمد بن\r\nأبي بكر إلى أبي موسى وكتب معهما من عبد الله علي أمير المؤمنين إلى\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nعبد الله بن قيس أما بعد يا ابن الحائك يا عاض ايرابيه فوالله إن\r\nكنت لأرى أن بعدك من هذا الامر الذي لم يجعلك الله له أهلا\r\nولاجعل لك فيه نصيبا سيمنعك من رد أمري ولافتراء علي وقد\r\nبعثت إليك ابن عباس وابن أبي بكر فخلهما والمصر وأهله واعتزل\r\nعملنا مذءوما مدحورا فان فعلت والا فاني قد أمرتهما أن ينابذاك\r\nعلى سواء إن الله لا يهدي كيد الخائنين فإذا ظهرا عليك قطعاك\r\nإربا إربا والسلام على من شكر النعمة ووفى بالبيعة وعمل\r\nبرجاء العافية\r\nومن كتبه عليه السلام\r\nمعادن الحكمة - قال ومن ذلك ما رواه جامع الكافي باسناده ( عن علي بن إبراهيم عن محمد بن عيسى\r\nعن يونس عن بعض أصحابه عن أبي عبد الله عليه السلام ) قال إن مولى لأمير المؤمنين عليه السلام سأله\r\nما لا فقال عليه السلام يخرج عطائي فأقاسمك فقال لا أكتفي وخرج إلى معاوية فوصله فكتب إلى أمير المؤمنين\r\nعليه السلام يخبره بما أصاب من المال فكتب إليه أمير المؤمنين عليه السلام إما بعد فإن ما في\r\nيدك من المال قد كان له أهل قبلك وهو صائر إلى أهل بعدك\r\nوإنما لك منه ما مهدت لنفسك فأثر نفسك على صلاح ولدك فإنما\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\nأنت جامع لاحد رجلين إما رجل عمل فيه بطاعة الله فسعد بما\r\nأشقيت واما رجل عمل فيه بمعصية الله فشقى بما جمعت له وليس\r\nمن هذين أحد بأهل أن تؤثره على نفسك ولا تبرد له على ظهرك\r\nفارج لمن مضى رحمة الله وثق لمن بقي برحمة الله\r\nقوله إلى أهل في نسخة إلى أهله قوله أشقيت في نسخة شقيت قوله لا تبرد له على ظهرك أراد بالتبريد\r\nايصال الخفضن والدعة وإزالة المشقة يعني لا تحمل له على ظهرك التعب والمشقة يقال عيش\r\nبارد أي هي وكل محبوب عنده بارد قوله بقي برحمة الله في نسخة برزق الله ( الخبر في روضة الكافي\r\nومن كتبه عليه السلام\r\nما نقله الحافظ أبو المؤيد الموفق بن أحمد بن محمد البكري المكي الحنفي المعروف بأخطب خوارزم المتولد\r\nسنة 484 الهجرية والمتوفى سنة 568 الهجرية في كتابه المناقب قال وذكر ابن أعثم في فتوحه\r\nإن أمير المؤمنين علي بن أبي طالب عليه السلام كتب إلى طلحة والزبير قبل قتال الجمل أخذا\r\nللحجة عليهما أما بعد فقد علمتما أني لم أرد الناس حتى أرادوني\r\nولم أبايعهم حتى أكرهوني وأنتما ممن أراد بيعتي ونكثتما وبايعا\r\nولم تبايعا لسلطان غاصب ولا لعرض حاضر فإن كنتما بايعتماني طائعين\r\nفتوبا إلى الله وارجعا عما أنتما عليه وإن كنتما بايعتما مكرهين فقد\r\nجعلتما لي السبيل عليكما باظهاركما لي الطاعة وكتمانكما المعصية\r\nو ","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nأنت يا زبير فارس قريش وأنت يا طلحة شيخ المهاجرين ودفعكما هذا\r\nالامر قبل أن تدخلا فيه كان أوسع لكما من خروجكما بعد اقراركما\r\nوقد عرفتما منزلتي من رسول الله صلى الله عليه وآله\r\nومن وصاياه عليه السلام\r\nنور الابصار في مناقب آل بيت النبي المختار للعالم الفاضل سيد مؤمن بن حسن الشبلنجي قال\r\nأخرجه الفضائلي وفي رواية عن الحسن رضي الله عنه لما حضرت الوفاة أقبل يوصى فقال\r\nهذا ما أوصى به علي بن أبي طالب أخو محمد صلى الله عليه ( وآله )\r\nومسلم وابن عمه وصاحبه أول وصيتي أني أشهد أن لا إله إلا الله\r\nوأن محمدا رسوله وخيرته اختاره بعلمه وارتضاه لخلقه وان\r\nالله باعث من في القبور وسائل الناس عن أعمالهم عالما بما في\r\nالصدور ثم إني أوصيك يا حسن وكفى بك وصيا بما أوصاني به\r\nرسول الله صلى الله عليه ( وآله ) وسلم فإذا كان ذلك فالزم بيتك\r\nوابك على خطيئتك ولا تكن الدنيا أكبر همك وأوصيك يا بني\r\nبالصلاة عند وقتها والزكاة في أهلها عند محلها والصمت عند\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\nالتشبه والاقتصاد والعدل في الرضا والغضب وحسن الجوار واكرام\r\nالضيف ورحمة المجهود وأصحاب البلاء وصلة الرحم وحب المساكين\r\nومجالستهم والتواضع فإنه من أفضل العبادة وذكر الموت والزهد في\r\nالدنيا فإنك رهن موت وعرض بلاء وطرح سقم وأوصيك بخشية الله\r\nتعالى في سرائرك وعلانيتك وأنهاك عن مخالفة الشرع بالقول والفعل\r\nوإذا عرض لك شئ من أمر الآخرة فابدءا به وإذا عرض لك شئ من أمر الدنيا\r\nفتانه حتى تصيب رشدك فيه وإياك ومواطن التهمة والمجلس المظنون\r\nبه السوء فإن قرين السوء يغير جليسه وكن لله يا بني عاملا وعن الخناز جورا\r\nوبالمعروف أمرا وعن المنكر ناهيا وأخ الاخوان في الله وأحب الصالح\r\nلصلاحه ودار الفاسق عن دينك وأبغضه بقلبك وزايله بأعمالك\r\nلئلا تكون مثله وإياك والجلوس في الطرقات ودع الممارات ومجازات\r\nمن لا عقل له واقتصد يا بني في معيشتك واقتصد في عبادتك\r\nوعليك فيها بالامر الدائم الذي تطيقه وألزم الصمت وبه تسلم وقدم\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\nلنفسك تغنم وتعلم الخير تعلم وكن ذاكر الله تعالى على كل حال وارحم من\r\nأهلك الصغير ووقر الكبير ولا تأكل طعاما حتى تتصدق منه قبل أكله\r\nوعليك بالصوم فإنه زكاة البدن وجنة لأهله وجاهد نفسك\r\nواحذر جليسك واجتنب عدوك وعليك بمجالس الذكر وأكثر من الدعاء\r\nفإني لم آلك يا بني نصحا وهذا فراق بيني وبينك وأوصيك بأخيك\r\nمحمد خيرا فإنه ابن أبيك وقد تعلم حبي له واما أخوك الحسين فهو\r\nشقيقك وابن أمك وأبيك والله الخليفة عليكم وإياه أسئل أن يصلحكم\r\nوأن يكف الطغاة البغاة عنكم والصبر الصبر حتى يقضي الله هذا الامر\r\nولا حول ولا قوة إلا بالله العلي العظيم ثم قال يا حسن أبصروا\r\nضاربي أطعموه من طعامي واسقوه من شرابي فإن عشت فأنا أولى بحق\r\nوان مت فاضربوه ضربة فلا تمثلوا به فاني سمعت رسول الله صلى الله\r\nعليه ( وآله ) وسلم يقول إياك والمثلة ولو بالكلب العقور يا حسن إن\r\nأنامت لا تغال في كفني فإني سمعت رسول الله صلى الله عليه ( وآله )\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nوسلم يقول لا تغالوا في الأكفان وامشوا بين المشيين فإن كان خيرا\r\nعجلتموني وإن كان شرا القيتموني عن أكثافكم يا بني عبد المطلب لا ألفيتكم\r\nتريقون دماء المسلمين بعدي تقولون قتلتم أمير المؤمنين ألا لا يقتلن\r\nالا قاتلي ثم لا ينطق الا بلا إله إلا الله حتى قبض رضي الله عنه ا لخناء ا لجور والغدر لم آلك أي\r\nلم أرجعك المغاولة المبادرة ولا تغال أي لا تشتري بثمن غ آل لا ألفيتكم أي لا أجدكم تريقون أي تصبون\r\nومن كتبه عليه السلام\r\nنقله الإمام الفقيه أبي محمد عبد الله بن مسلم ابن قتيبة الدينوري المولود سنة 213 الهجرية والمتوفى سنة\r\n276 الهجرية في كتابه الإمامة والسياسة المعروف بتاريخ الخلفاء في الجزء الأول منه وقد نقله الرضي\r\nرضي الله عنه باختلاف وهكذا الخوارزمي في مناقبه كما أمر آنفا رأيت نقله هنا باعتبار الاختلاف والزيادة\r\nقال كتب عليه السلام إلى طلحة والزبير\r\nإما بعد فقد علمتما أني لم أرد الناس حتى أرادوني ولم أبايعهم\r\nحتى بايعوني وانكما لممن أراد وبايع وان العامة لم تبايعني لسلطان\r\nخاص فان كنتما بايعتماني كارهين فقد جعلتما لي عليكما السبيل باظهاركما\r\nالطاعة واسرار كما المعصية وان كنتما بايعتماني طائعين فارجعا إلى الله\r\nمن قريب إنك يا زبير لفارس رسول الله صلى الله عليه ( وآله ) وسلم\r\nوحواريه وانك يا طلحة لشيخ المهاجرين وان دفاعكما هذا الامر\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nقبل أن تدخلا فيه كان أوسع عليكما من خروجكما منه اقراركما به وقد زعمتما\r\nأني قتلت عثمان فبيني وبينكما فيه بعض من تخلف عني وعنكما من أهل المدينة\r\nوزعمتما إني آويت قتلة عثمان فهؤلاء بنو عثمان فليدخلوا في طاعتي\r\nوثم يخاصموا إلى قتلة أبيهم وما أنتما وعثمان إن كان قتل ظالما أو\r\nمظلوما وقد بايعتماني وأنتما بين خصلتين قبيحتين نكث بيعتكما واخراج أمكما\r\nومن كتبه عليه السلام\r\nجوابا لمكتوب معاوية في كتاب الإمامة والسياسة لابن قتيبة الدينوري أضا قال فأجابه علي ( عليه السلام )\r\nإما بعد فقدر الأمور تقدير من ينظر لنفسه دون جنده ولا يشتغل\r\nبالهزل من قوله فلعمري لئن كانت قوتي بأهل العراق أوثق عندي\r\nمن قوتي بالله ومعرفتي به ليس عنده بالله تعالى يقين من كان على هذا\r\nفناج نفسك مناجاة من يستغني بالجد دون الهزل فان في القول سعة\r\nولن يعذر مثلك فيما طمح إليه الرجال واما ما ذكرت من انا كنا\r\nوإياكم يدا جامعة فكنا كما ذكرت ففرق بيننا وبينكم ان الله بعث رسوله\r\nمنا فأمنا به وكفرتم ثم زعمت إني قتلت طلحة والزبير فذلك أمر غبت\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\n\r\nعنه ولم تحضره ولو حضرته لعلمته فلا عليك ولا العذر فيه إليك\r\nوزعمت أنك زائري في المهاجرين وقد انقطعت الهجرة حين أسر أخوك فإن\r\nيك فيك عجل فاسترقه وان ازرك فجدير أن يكون الله بعثني عليك للنقمة\r\nمنك والسلام .\r\nومن كتبه عليه السلام\r\nالإمامة والسياسة قال وذكروا انه ( عليه السلام ) لما فرغ من وقعة الجمل بايع له القوم جميعا فكتب\r\nله أهل العراق واستقام له الامر بها فكتب إلى معاوية إما بعد فإن القضاء السابق\r\nوالقدر النافذ ينزل من السماء كقطر المطر فتمضى أحكامه عز وجل\r\nوتنفذ مشيته بغير تحاب المخلوقين ولا رضا الآدميين وقد بلغك ما\r\nكان من قتل عثمان رحمه الله وبيعة الناس عامة إياي ومصارع الناكثين\r\nلي فادخل فيما دخل الناس فيه والا فانا الذي عرفت وحولي من تعلمه والسلام\r\nومن كتبه عليه السلام\r\nالإمامة والسياسة قال كتاب علي للخوارج قالوا فاجمع رأى علي والناس على المسير إلى معاوية\r\nبصفين فتجهز معاوية وخرج حتى نزل بصفين وأصبح على قد تجهز وعسكر فقيل له يا أمير\r\nالمؤمنين انه قد افترقت منا فرقة فذهبت قال فكتب إليهم علي ( عليه السلام )\r\nإما بعد فإن هذين الرجلين الخاطئين الحاكمين الذين ارتضيتم\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nحكمين قد خالفا كتاب الله واتبعا هواهما بغير هدى من الله فلم يعملا\r\nبالسنة ولم ينفذ للقرآن حكما فبرء الله منهما ورسوله وصالح المؤمنين\r\nإذا بلغكم كتابنا هذا فاقبلوا إلينا فانا سائرون إلى عدونا\r\nوعدوكم ونحن على الامر الذي كنا عليه والسلام\r\nومن كتبه عليه السلام\r\nالإمامة والسياسة قال ما كتب علي لأهل العراق قال فقام حجر بن عدي وعمرو بن\r\nالحمق وعبد الله بن وهب الراسبي فدخلوا على علي فسئلوه عن أبي بكر وعمر ما تقول فيهما\r\nوقالوا بين لنا قولك فيهما وفي عثمان قال علي كرم الله وجهه وقد تفرغتم لهذا وهذه\r\nمصر قد افتحت وشيعتي فيها قد قتلت إني مخرج إليكم كتابا أنبئكم فيه ما سألتموني عنه فاقرأوه\r\nعلى شيعتي فأخرج إليهم كتابا فيه\r\nإما بعد فإن الله بعث محمدا صلى الله عليه ( وآله ) وسلم نذيرا\r\nللعالمين وأمينا على التنزيل وشهيدا على هذه الأمة وأنتم يا\r\nمعشر العرب على غير دين وفي شر دار تسفكون دمائكم وتقتلون\r\nأولادكم وتقطعون أرحامكم وتأكلون أموالكم بينكم بالباطل فمن\r\nالله عليكم فبعث محمدا إليكم بلسانكم فكنتم أنتم المؤمنين وكان\r\nالرسول فيكم ومنكم تعرفون وجهه ونسبه فعلمكم الكتاب والحكمة\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\nوالسنة والفرائض وأمركم بصلة الأرحام وحقن الدماء واصلاح\r\nذات بينكم وأن تؤدوا الأمانات إلى أهلها وأن توفوا بالعقود وأن\r\nتعاطفوا وتباروا وتراحموا ونهاكم عن التظالم والتحاسد والتقاذف\r\nوالتباغي وعن شرب الحرام وعن بخش المكيال والميزان وتقدم إليكم\r\nفيما أنزل عليكم أن لا تزنوا ولا تأكلوا أموال اليتامى ظلما فكل خير\r\nيبعدكم عن النار قد خصكم عليه وكل شر يبعدكم عن الجنة قد نهاكم\r\nعنه فلما استكمل رسول الله صلى الله عليه ( وآله ) وسلم مدته من\r\nالدنيا توفاه الله وهو مشكور سعيه مرضي عمله مغفور له ذنبه شريف\r\nعند الله نزله فيا لموته مصيبة خصت الأقربين وعمت المؤمنين فلما\r\nمضى تنازع المسلمون الامر بعده فوالله ما كان يلقى في روعي ولا يخطر\r\nعلى بالى ان العرب تعدل هذا الامر عني فما راعني إلا اقبال الناس\r\nعلى أبي بكر واجفالهم عليه فأمسكت يدي ورأيت أني أحق بمقام\r\nمحمد في الناس ممن تولى الأمور علي فلبثت بذلك ما شاء الله حتى رأيت\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\nراجعة من الناس رجعت عن الاسلام يدعون إلى محورين محمد وملة إبراهيم\r\nعليهما السلام فخشيت إن لم أنصر الاسلام وأهله أن أرى في الاسلام\r\nثلما وهدما تكون المصيبة به علي أعظم من فوت ولاية أمركم التي انما\r\nهي متاع أيام قلائل ثم يزول ما كان منها كما يزول الشراب فمشيت عند\r\nذلك إلى أبي بكر فبايعته ونهضت معه في تلك الاحداث حتى زهق\r\nالباطل وكانت كلمة الله هي العليا وأن يرغم الكافرون فتولى أبو بكر\r\nرضي الله عنه تلك الأمور فيسر وسدد وقارب واقتصد فصحبته مناصحا\r\nوأطعته فيما أطاع الله فيه جاهدا فلما احتضر قلت في نفسي ليس يصرف هذا الامر عفي\r\nفجعلهما عمر شورى وجعلني سادس ستة فما كانوا لولاية أحد منهم باكره\r\nمنهم لولايتي لأنهم كانوا يسمعونني وأنا أحاج أبا بكر فأقول يا معشر\r\nقريش أنا أحق بهذا الامر منكم ما كان منا من يقرء القرآن ويعرف السنة\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\nفخشوا إن وليت عليهم أن لا يكون لهم في هذا الامر نصيب فبايعوا\r\nاجماع رجل واحد حتى صرفوا الامر عني لعثمان فأخرجوني منها رجاء\r\nأن يتداولوها حين يئسوا أن ينالوها ثم قالوا لي هلم فبايع عثمان\r\nوالا جاهدناك فبايعت مستكرها وصبرت محتسبا وقال قائلهم انك\r\nيا ابن أبي طالب على الامر لحريص قلت لهم أنتم أحرص أما أنا إذ طلبت\r\nميراث ابن أبي وحقه وأنتم إذ دخلتم بيني وبينه وتضربون وجهي دونه\r\nاللهم إني أستعين بك على قريش فإنهم قطعوا رحمي وصغروا عظيم\r\nمنزلتي وفضلي واجتمعوا على منازعتي حقا كنت أولى به منهم فسلبونيه\r\nثم قالوا اصبر كمدا وعش متأسفا فنظرت فإذا ليس معي رفاقة ولا مساعد\r\nإلا أهل بيتي فضننت بهم على الهلاك فأغضيت عيني على القذى\r\nوتجرعت ريقي على الشجى وصبرت من كظم الغيظ على أمر من العلقم\r\nطعما وألم للقلب من حز الحديد حتى إذا نقمتم على عثمان آتيتموه فقتلتموه\r\nثم جئتموني تبايعوني فأبيت عليكم وأبيتم علي فنازعتموني ودافعتموني\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\nولم أمد يدي تمنعا عنكم ثم ازدحمتم على حتى ظننت أن بعضكم قاتل\r\nبعض وانكم قاتلي وقلتم لا نجد غيرك ولا نرضى الا بك فبايعنا لا نفترق\r\nولا نختلف فبايعتكم ودعوتم الناس إلى بيعتي فمن بايع طائعا قبلت منه\r\nومن أبى تركته فأول من بايعني طلحة والزبير ولو أبيا ما أكرهتهما كما\r\nلم أكره غيرهما فما لبثا الا يسيرا حتى قيل لي قد خرجا متوجهين إلى البصرة\r\nفي جيش ما منهم رجل الا وقد أعطاني الطاعة وسمح لي بالبيعة فقاموا\r\nعلى عمالي بالبصرة وخزائن بيوت أموالي وعلى أهل مصري وكلهم في\r\nطاعتي وعلى شيعتي فشتتوا كلمتهم وأفسدوا علي جماعتهم ثم وثبوا على\r\nشيعتي فقتلوا طائفة منهم غدرا وطائفة صبرا وطائفة عصرا بأسيافهم\r\nفضاربوهم حتى لقوا الله صابرين محتسبين فوالله لو لم يصيبوا منهم\r\nالا رجلا واحدا متعمدين لقتله لحل لي بذلك قتل الجيش كله مع أنهم قد\r\nقتلوا من المسلمين أكثر من العدة التي دخلوا عليهم بها فقد أدال الله\r\nمنهم فبعدا للقوم الظالمين ثم إني نظرت بعد ذلك في أهل الشام فإذا\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\nهم أعراب وأحزاب وأهل طمع جفاة طغام تجمعوا من كل أوب ممن ينبغي\r\nأن يؤدب ويولي عليه ويؤخذ على يديه ليسوا من المهاجرين والأنصار\r\nولا من التابعين باحسان فسرت إليهم ودعوتهم إلى الجماعة والطاعة\r\nفأبوا الا شقاقا ونفاقا ونهضوا في وجوه المهاجرين والأنصار والتابعين\r\nباحسان ينضحونهم بالنبل ويشجونهم بالرماح فهنا لك نهضت إليهم\r\nفقاتلتهم فلما عضهم السلاح ووجدوا ألم الجراح رفعوا المصاحف\r\nيدعونكم إلى ما فيها فنبأتكم أنهم ليسوا بأصحاب دين ولا قرآن وانما\r\nرفعوها إليكم خديعة ومكيدة فامضوا على قتالهم فاتهمتموني وقلتم\r\nاقبل منهم فإنهم إن أجابوا إلى ما في الكتاب والسنة جامعونا على\r\nما نحن عليه من الحق وان أبوا كان أعظم لحجتنا عليهم فقبلت منهم\r\nوخففت عنهم وكان صلحا بينكم وبينهم على رجلين حكمين يحييان ما\r\nأخيا القرآن ويميتان ما أمات ا لقرآن فاختلف رأيهما وتفرق لحكمهما\r\nونبذا حكم القرآن وخالفا ما في الكتاب واتبعا هواهما بغير هدى من الله\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\nفجنبهما ا لله السداد وأهوى بهما في غمرة الضلال وكانا أهل ذلك\r\nفانخذلت عنا فرقة منهم فتركناهم ما تركونا حتى إذا عاثوا في الأرض\r\nمفسدين وقتلوا المؤمنين آتيناهم فقلنا لهم ادفعوا إلينا قتلة\r\nاخواننا فقالوا ك لنا قتلهم وكلنا استحللنا دمائهم ودماءكم\r\nوشدت علينا خيلهم ورجالهم فصرعهم الله مصارع القوم الظالمين\r\nثم أمرتكم أن تمضوا من فوركم ذلك إلى عدوكم فإنه أفزع لقلوبهم\r\nوانهك لمكرههم واهتك لكيدهم فقلتم كلت أدرعنا وسيوفنا ونفدت\r\nنبالنا ونصلت اسنة رما حنا فأذن لنا فلنرجع حتى نستعد بأحسن عدتنا\r\nوإذا رجعت زدت في مقاتلتنا عدة من هلك منا ومن قد فارقنا\r\nفان ذلك قوة منا على عدونا فأقبلتم حتى إذا أظللتم على الكوفة أمرتكم\r\nأن تلزموا معسكركم وتضموا قواصيكم وتتوطنوا على الجهاد ولا تكثروا زيارة\r\nأولادكم ونساءكم فإن ذلك يرق قلوبكم ويلويكم وان أصحاب الحرب\r\nلا يتوجدون ولا يتوجعون ولا يسئمون من سهر ليلهم ولا من ظمأ نهارهم\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\nولا من خمص بطونهم حتى يدركوا بثارهم وينالوا بغيهم ومطلبهم\r\nفنزلت طائفة منكم معي معذرة ودخلت طائفة منكم المصر عاصية\r\nفلا من نزل معي صبر فثبت ولا من دخل المصر عاد إلي ولقد نظرت إلى عسكري\r\nوما فيه معي منكم إلا خمسون رجلا فلما رأيت ما آتيتم دخلت إليكم فما قدرتم\r\nأن تخرجوا معي إلى يومكم هذا لله آباءكم فما تنتظرون إما ترون إلى أطرافكم\r\nقد انتقصت والى مصركم قد افتتح فما بالكم تؤفكون الا إن القوم قد اجتمعوا\r\nوجدوا وتناصحوا وانكم تفرقتم واختلفتم وتغاششتم فأنتم إن اجتمعتم\r\nتسعدوا فأيقظوا رحمكم الله نائمكم وتحرزوا الحرب عدوكم انما تقاتلون\r\nالطلقاء وأبناء الطلقاء ممن أسلم كرها وكان لرسول الله صلى الله عليه\r\n( وآله ) وسلم حربا أعداء السنة والقرآن وأهل الأحزاب والبدع\r\nوالاحداث ومن كانت بوائقه تتقى وكان عن الدين منحرفا واكلة الرشا\r\nوعبيد الدنيا لقد نمى إلي أن ابن الباغية لم يبايع معاوية حتى شرط عليه\r\nأن يؤتيه اتاوة هي أعظم ما في يديه من سلطانه فصفرت يد هذا البايع\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\nدينه بالدنيا وتربت يد هذا المشتري نصرة غادر فاسق بأموال الناس\r\nوان منهم لمن شرب فيكم الحرام وجلد حدا في الاسلام فهؤلاء قادة\r\nالقوم ومن تركت ذكر مساويه منهم شر وأضر وهؤلاء الذين لو\r\nولوا عليكم لأظهروا فيكم الغضب والفخر والتسلط بالجبروت والتطاول\r\nبالغضب والفساد في الأرض ولاتبعوا الهوى وحكموا بالرشا وأنتم على ما\r\nفيكم من تخاذل وتواكل خير منهم واهدى سبيلا فيكم الحكماء والعلماء\r\nوالفقهاء وحملة القرآن والمتهجدون بالاسحار والعباد والزهاد\r\nفي الدنيا وعمار المساجد وأهل تلاوة القرآن أفلا تسخطون\r\nوتنقمون أن ينازعكم الولاية سفهاءكم والأراذل والأشرار منكم\r\nاسمعوا قولي إذا قلت وأطيعوا أمري إذا أمرت واعرفوا نصيحتي إذا نصحت\r\nواعتقدوا جزمي إذا جزمت والتزموا عزمي إذا غرمت وانهضوا\r\nلنهوضي وقارعوا من قارعت ولئن عصيتموني لا ترشدوا ولا\r\nتجتمعوا خذوا للحرب اهبتها واعدوا لها التهيؤ فإنها قد وقدت نارها\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\nوعلا سناها وتجرد لكم فيها الظالمون كيما يطفئوا نور الله ويقهروكم\r\nعباد الله الا انه ليس أولياء الشيطان من أهل الطمع والجفاء بأولى في\r\nالجد في غيهم وضلالهم وباطلهم من أهل النزاهة والحق\r\nوالاخبات بالجد في حقهم وطاعة ربهم ومناصحة امامهم إني\r\nوالله لو لقيتهم وحيدا منفردا وهم في أهل الأرض إن باليت بهم\r\nأو استوحشت منهم إني في ضلالهم ا لذي هم فيه والهدى الذي\r\nأنا عليه لعلى بصيرة ويقين وبينة من ربي واني للقاء ربي لمشتاق\r\nولحسن ثوابه لمنتظر راج ولكن ا سفا يعتريني وجزعا يريبني من أن\r\nيلي هذه الأمة سفهاءها وفجارها فيتخذون مال الله دولا وعباد\r\nالله خولا والصالحين حربا والقاسطين حزبا وأيم الله لولا ذلك\r\nما أكثرت تأليبكم وجمعكم وتحريضكم ولتركتكم فوالله اني لعلى الحق\r\nوإني للشهادة لمحب انا نافر بكم ان شاء ا لله فانفروا اخفافا وثقالا\r\nوجاهدوا بأموالكم وأنفسكم في سبيل الله ان الله مع الصابرين\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\nومن كتبه عليه السلام\r\nكتاب الجمل والنصرة في حرب البصرة للشيخ الاجل أبي عبد الله محمد بن محمد بن النعمان المفيد الحارثي العكبري\r\nالبغدادي المعروف بالشيخ المفيد المتوفى سنة 413 قدس سره المطبوع في المطبعة الحيدرية في النجف الأشرف\r\nص 116 قال كتاب علي عليه السلام إلى أهل الكوفة فلما قدم الحسن وعمار وقيس الكوفة مستفرين لأهلها\r\nوكان في كتاب معهم بسم الله الرحمن الرحيم من علي بن أبي طالب إلى أهل\r\nالكوفة أما بعد فإني أخبركم من أمر عثمان حتى يكون أمره كالعيان\r\nلكم ان الناس طعنوا عليه فكنت رجلا من المهاجرين أظهر معه عتبه\r\nوأكره وأشقى به وكان طلحة والزبير أهون سيرهما إليه الرجيف\r\nوقد كان من أمر عايشة وقتله ما عرفتم فلما قتله الناس وبايعاني\r\nغير مستنكرين طايعين مختارين وكان طلحة والزبير أول من بايعني\r\nعلى ما بايعا به من كان قبلي ثم استأذناني في العمرة ولم يكونا\r\nيريدان العمرة فنقضا العهد واذنا في الحرب واخرجا عايشة من\r\nبيتها يتخذانها فتنة فسارا إلى البصرة واخترت السير إليهم معكم\r\nولعمرى إياي تجيبون انما تجيبون الله ورسوله والله ما قاتلتهم وفي\r\nنفسي شك وقد بعثت إليكم ولدي الحسن وعمارا وقيسا مستفرين\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\nلكم فكونوا عنه ظني بكم والسلام\r\nومن كتبه عليه السلام\r\nكتاب الجمل ص 123 قال كتاب علي إلى أبي موسى ولما بلغ عليا ما قال وصنع غضب غضبا شديدا\r\nوبعث عمار بن ياسر والحسن عليه السلام وكتب معهما كتابا فيه بسم الله الرحمن الرحيم\r\nمن عبد الله علي بن أبي طالب أمير المؤمنين إلى أهل الكوفة من المؤمنين\r\nوالمسلمين إما بعد فإن دار الهجرة تقلعت بأهلها فانقلعوا منها\r\nوجاشت جيشان المرجل وكانت فاعلة يوم ما فعلت وقد ركبت المرأة الجمل\r\nونيحتها كلاب الحوأب وقامت الفتنة الباغية يقودها يطلبون بدم هم\r\nسفكوه وعرض هم شتموه وحرمة انتهكوها وأباحوا ما أباحوا يعتذرون\r\nإلى الناس دون الله يحلفون لكم لترضون عنهم فإن ترضوا عنهم\r\nفإن الله لا يرضى عن القوم الفاسقين اعلموا رحمكم الله ان الجهاد\r\nمفترض على العباد فقد جاءكم في داركم من يحثكم عليه ويعرض عليكم\r\nرشدكم والله يعلم أني لم أجد بدا من الدخول في هذا الامر ولو علمت أن\r\nأحدا أولى به مني لما تقدمت إليه وقد بايعني طلحة والزبير طائعين\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\nغير مكرهين ثم خرجا يطلبان بدم عثمان وهما اللذان فعلا بعثمان ما\r\nفعلا وعجبت لهما كيف أطاعا أبا بكر وعمر في البيعة وأبيا ذلك علي\r\nوهما يعلمان اني لست بدون واحد منهما مع اني قد عرضت\r\nعليهما قبل أن يبايعاني ان أحبا بايعت لأحدهما فقالا لا ننفس\r\nعلى ذلك بل نبايعك ونقدمك علينا بحق فبايعا ثم نكثا والسلام\r\nومن كتبه عليه السلام\r\nكتاب الجمل ص 197 قال رجع علي عليه السلام إلى خيمته واستدعى عبد الله بن أبي رافع وقال اكتب إلى\r\nأهل المدينة بسم الله الرحمن الرحيم من عبد الله علي بن أبي طالب\r\nسلام عليكم فإني أحمد الله إليكم الذي لا إله إلا هو فإن الله بمنه\r\nوفضله وحسن بلائه عندي وعندكم حكم عدل وقد قال سبحانه في كتابه\r\nوقوله الحق إن الله لا يغير ما بقوم حتى يغيروا ما بأنفسهم وإذا أراد الله\r\nبقوم سوء فلا مرد له وما لهم من دونه من وال وإني مخبركم عنا\r\nوعمن سرنا إليه من جموع أهل البصرة ومن سار إليهم من قريش\r\nوغيرهم مع طلحة والزبير البصرة وصنعا بعاملي عثمان بن حنيف ما\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\nصنعا فقدمت إليهم الرسل وأعذرت كل الاعذار ثم نزلت ظهر\r\nالبصرة فأعذرت بالدعاء وقدمت الحجة وأقلت العثرة والزلة واستعتبتهما\r\nومن معهما من نكثهم بيعتي ونقضهما عهدي فأبوا الا قتالي\r\nوقتال من معي والتمادي في الغي فلم أجد بدا في مناصفتهم لي\r\nفناصفتهم بالجهاد فقتل الله من قتل ناكثا وولى من ولى\r\nمنهم وأغمدت السيوف عنهم وأخذت بالعفو فيهم وأجريت\r\nالحق والسنة في حكمهم واخترت لهم عاملا استعملته عليهم\r\nوهو عبد الله بن عباس واني ساير إلى الكوفة إن شاء الله تعالى\r\nوكتب عبد الله بن أبي رافع في جمادي الأولى سنة ست وثلاثين من الهجرة\r\nومن كتبه عليه السلام\r\nكتاب الجمل ص 198 قال وكتب أمير المؤمنين عليه السلام إلى أم هاني بنت أبي طالب ( رضي الله عنه )\r\nسلام عليك أحمد إليك الله الذي لا إله إلا هو أما بعد فإنا\r\nالتقينا مع البغاة والظلمة في البصرة فأعطانا الله تعالى النصر عليهم\r\nبحوله وقوته وأعطاهم سنة الظالمين فقتل كل من طلحة والزبير\r\nوعبد الرحمن بن غتاب وجمع لا يحصى وقتل منا بنو مخدوع وابنا\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\n\r\nصوحان وعليا وهندا وثمامة فيمن يعد من المسلمين رحمهم الله والسلام\r\nومن كتبه عليه السلام\r\nكتاب التفسير للشيخ الثقة الجليل علي بن إبراهيم بن هاشم القمي المطبوع في إيران ص 596 ذيل أية كذلك أوحينا\r\nإلى فريق في السعير من أوائل السورة قال حدثني الحسين بن عبد الله السكيني عن أبي سعيد النحلي عن عبد الملك بن\r\nهارون عن أبي عبد الله عليه السلام عن آبائه عليهم السلام إلى أن قال ثم كتب عليه السلام إلى معاوية\r\nلا تقتتل الناس بيني وبينك ولكن هلم إلى المبارزة فإن أنا قتلتك فإلى\r\nالنار أنت ويستريح الناس منك ومن ضلالتك فان قتلتني فانا إلى\r\nالجنة وتغمد عنك السيف الذي لم يسعني غمده حتى أرد مكرك\r\nوبدعتك وأنا الذي ذكر الله اسمه في التورية والإنجيل بموازرة رسول\r\nالله ( صلى الله عليه وآله ) وأنا أول من بايع رسول الله تحت الشجرة\r\nفي قوله لقد رضي الله عن المؤمنين إذ يبايعونك تحت الشجرة فلما قرء\r\nمعاوية كتابه وعنده ج لساءه قالوا قد والله أنصفك فقال معاوية والله ما أنصفني والله لا رمينه الخ\r\nومن كتبه عليه السلام\r\nفي مستدرك السابع عشر من مجلدات بحار الأنوار للعلامة المحدث النوري مؤلف كتاب مستدرك الوسائل\r\nنقله عن كتاب الكافي عن علي عن ابن عيسى عن يونس عن أبي جميلة قال قال أبو عبد الله عليه السلام\r\nكتب أمير المؤمنين صلوات الله عليه إلى بعض أصحابه يعظه\r\nأوصيك ونفسي بتقوى من لا يحل معصيته ولا يرجى غيره ولا الغنى\r\nالا به فإن من أتقى الله عز وجل قوى وشبع وروى ورفع عقله عن أهل\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\nالدنيا فبدنه مع أهل الدنيا وقلبه وعقله معاين الآخرة فاطفأ\r\nبضوء قلبه ما أبصرت عيناه من حب الدنيا فقذر حرامها وجانب\r\nشبهاتها وأصروا لله بالحلال الصافي الا ما لابد منه من كسرة يشد\r\nبها صلبه وثوب يواري به عورته ومن أغلظ ما يجدوا خشنه\r\nولم يكن له فيما لابد له مه ثقة ورجاء فوقعت ثقته ورجاؤه\r\nعلى خالق الأشياء فجد واجتهد واتعب بدنه حتى بدت الأضلاع\r\nوغارت العينان فأبدل الله له من ذلك قوة في بدنه وشدة في\r\nعقله وما ذخر له في الآخرة أكثر فارفض الدنيا فان حب الدنيا يعمى\r\nويصم ويبكم ويذل الرقاب فتدارك ما بقي من عمرك ولا تقل غدا وبعد\r\nغد فإنما هلك من كان قبلك بإقامتهم على الأماني والتسويف حتى\r\nأتاهم أمر الله بغتة فهم غافلون فنقلوا على أعوادهم إلى قبورهم\r\nالمظلمة الضيقة وقد أسلمهم الأولاد والأهلون وانقطع إلى الله\r\nبقلب منيب من رفض الدنيا وعزم ليس فيه انكسار ولا انخزال أعاننا\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\n\r\nالله وإياك على طاعته ووفقنا الله وإياك لمرضاته\r\nومن كتبه عليه السلام\r\nالمجلد السابع عشر من البحار للعلامة المجلسي في باب كلمات أمير المؤمنين عليه السلام قال وكتب إلى عبد الله\r\nبن العباس إما بعد فاطلب ما يعنيك واترك ما لا يعنيك فان في ترك\r\nمالا يعنيك درك ما يعنيك وانما تقدم على ما أسلفت لا على ما\r\nخلفت وأين ما تلقاه غدا على ما تلقاه والسلام\r\nومن وصاياه عليه السلام\r\nالسابع عشر من البحار في باب وصية علي عليه السلام لولده الحسن عليه السلام ولقد نقلها عن النجاشي\r\nأنه قال أخبرنا عبد السلام بن الحسين الأديب عن أبي بكر الدوري عن محمد بن أحمد بن أبي الثلج عن جعفر بن\r\nمحمد الحسني عن علي بن عبدك عن الحسن بن طريف عن الحسين بن علوان عن سعد بن طريف عن أصبغ بن\r\nنباته قال من وصية أمير المؤمنين عليه السلام لولده الحسن عليه السلام كيف واني بك يا بني\r\nإذا صرت من قوم صبيهم عارم وشابهم فاتك وشيخهم لا يأمر\r\nبالمعروف ولا ينهى عن منكر وعالمهم خب موار مستحوذ هواه متمسك\r\nبعاجل دنياه أشدهم عليك اقبالا لا يرصدك بالعوايل ويطلب\r\nالحيلة بالتمني ويطلب الدنيا بالاجتهاد خوفهم أجل ورجاهم عاجل\r\nلا يهابون إلا من يخافون لسانه ويرجون نواله دينهم الريا كل حق\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\nعندهم مهجور يحبون من غشهم ويملون من داهنهم قلوبهم\r\nخاوية لا يسمعون دعاء ولا يجيبون سائلا قد استولت عليهم\r\nسكرة الغفلة ان تركتهم لم يتركوك وان تابعتهم اغتالوك اخوان\r\nالظاهر وأعداء السرائر يتصاحبون على غير تقوى فإذا افترقوا ذم بعضهم\r\nبعضا يموت فيهم السنن ويحيى فيهم البدع فاحمق الناس من\r\nاسف على فقدهم أو سر بكثرتهم فكن عند ذلك يا بني كابن اللبون\r\nلا ظهر فيركب ولا وبر فيسلب ولا ضرع فيحلب فما طلابك بقوم إن\r\nكنت عالما أعابوك وان كنت جاهلا لم يرشدوك وان طلبت العلم\r\nقالوا متكلف متعمق وان تركت طلب العلم قالوا عاجز غبي وان تحققت\r\nلعبادة ربك قالوا مصنع مرائ وان لزمت الصمت قالوا لكن وان نطقت\r\nقالوا مهذار وان أنفقت قالوا مسرف وان اقتصرت قالوا بخيل وان\r\nاحتجت إلى ما في أيديهم صادموك وذموك وان لم تعتد بهم كفروك\r\nفهذه صفة أهل زمانك فأصغاك من فزع عن جودهم وامن من الطمع\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\nفيهم فهو مقبل على شانه مدبر لأهل زمانه ومن صفة العالم أن\r\nلا يعظ الا من يقتل عظته ولا ينصح معجبا برأيه ولا يخبر بما يخاف اذاعته\r\nولا توذع سرك الا عند كل ثقة ولا تلفظ الا بما يتعارفون به الناس\r\nولا تخالطهم إلا بما يعقلون فاحذر كل الحذر وكن فردا وحيدا\r\nواعلم أن من نظر في عيب نفسه شغل عن عيب غيره ومن كابد\r\nالأمور عطب ومن اقتحم اللجج غرق ومن أعجب برأيه ضل ومن استغنى\r\nبعقله زل ومن تكبر على الناس ذل ومن مزح استخف به ومن كثر\r\nمن شئ عرف به ومن كثر كلامه كثر خطائه ومن كثر خطائه قل\r\nحياءه ومن قل حياءه قل ورعه ومن قل ورعه قل دينه ومن\r\nقل دينه مات قلبه ومن مات قلبه دخل النار\r\nومن كتب عليه السلام\r\nما نقلته جماعة كثيرة من تقاة الاعلام والمحدثين الفخام منهم ثقة الاسلام محمد بن يعقوب الكليني في كتابه\r\nالرسائل ومنهم أبو أحمد الحسن بن عبد الله بن سعيد العسكري في كتابه الزواجر والمواعظ في الجزء الأول منه\r\nمن نسخة تاريخها ذو القعدة سنة ثلاث وسبعين وأربعمأة كما نقله العلامة المجلسي أعلى الله مقامه في المجلد السابع عشر من\r\nمجلدات بحار الأنوار عن كتاب الوصايا للسيد الجليل ابن طاوس الحسني رحمه الله عن كتاب الزواجر والمواعظ أنه قال ما هذا لفظه وصيته أمير المؤمنين علي بن أبي طالب عليه السلام لولده ولو كان من\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\nالحكمة ما يجب أن يكتب بالذهب لكانت هذه وحدثني بها جماعة فحدثني علي بن الحسين بن إسماعيل\r\nقال حدثنا الحسين بن أبي عثمان الآدمي قال أخبرنا أبو حاتم المكتب يحيى بن حاتم بن عكرمة قال\r\nحدثني يوسف بن يعقوب بأنطاكية قال حدثني بعض أهل العلم قال لما انصرف علي عليه السلام من\r\nصفين إلى قنسرين كتب به إلى ابنه الحسن عليه السلام من الوالد الفاني المقر للزمان وحدثنا أحمد بن\r\nعبد العزيز قال حدثنا سليمان بن الربيع النهدي قال حدثنا كادح بن رحمة الزاهدي قال حدثنا\r\nصباح بن يحيى المزني وحدثنا علي بن عبد العزيز الكوفي الكاتب ( المكتب خ ل ) قال حدثنا جعفر بن هارون\r\nبن زياد قال حدثنا محمد بن علي بن موسى الرضا عن أبيه عن أبيه جعفر الصادق عن أبيه عن جده ان\r\nعليا عليهم السلام كتب إلى الحسن بن علي عليهما السلام وحدثنا علي بن محمد بن إبراهيم التستري قال\r\nحدثنا جعفر بن عنبسة قال حدثنا عباد بن زياد قال حدثنا عمرو بن أبي المقدام عن أبي جعفر محمد بن علي\r\nعليهما السلام قال كتب أمير المؤمنين إلى الحسن بن علي عليهما السلام وحدثنا محمد بن علي بن زاهر الراضي\r\nقال حدثنا محمد بن العباس قال حدثنا عبد الله بن داهر عن أبيه عن جعفر بن محمد عن آبائه عليهم السلام عن\r\nعلي عليه السلام قال كتب علي عليه السلام إلى ابنه الحسن عليه كل هؤلاء حدثونا إن أمير المؤمنين عليه\r\nالسلام كتب بهذه الرسالة إلى الحسن وأخبرني أحمد بن عبد الرحمن بن فضال القاضي قال حدثنا الحسن بن\r\nمحمد بن أحمد بن جعفر بن محمد بن زيد بن علي بن الحسين بن علي بن أبي طالب قال حدثنا جعفر بن محمد الحسني\r\nقال حدثنا الحسن بن عبدك قال حدثنا الحسن بن ظريف بن ناصح عن الحسين بن الحسن بن علوان عن سعد بن\r\nظريف عن الأصبغ بن نباتة المجاشعي قال كتب أمير المؤمنين عليه السلام إلى ابنه محمد كذا واعلم يا ولدي محمد ضاعف\r\nالله جل جلاله عنايته بك ورعايته لك قال السيد ( ره ) قد روى الشيخ المتفق على ثقته وأمانته محمد بن يعقوب الكليني\r\nتغمده الله جل جلاله برحمته رسالة مولينا أمير المؤمنين عليه السلام إلى جدك الحسن ولده سلام الله جل جلاله عليه\r\nوروى رسالة أخرى مختصرة عن مولينا علي عليه السلام إلى ولده محمد بن الحنفية رضوان الله جل جلاله عليه وذكر\r\nالرسالتين في كتاب الرسائل ووجدنا نسخة عتيقة يوشك أن يكون كتابتها في زمن حياة محمد بن يعقوب ( ره )\r\nوهذا الشيخ محمد بن يعقوب ( ره ) كان حياته في زمن وكلاء مولانا المهدي عليه السلام عثمان بن سعيد العمري وولده\r\nأبي جعفر محمد وأبي القاسم الحسين بن روح وعلي بن محمد السمري وتوفى محمد بن يعقوب قبل وفاة علي بن محمد السمري ( ره )\r\nلان علي بن محمد السمري توفى في شعبان سنة تسع وعشرين وثلاثمائة وهذا محمد بن يعقوب الكليني توفى ببغداد\r\nسنة ثمان وعشرين وثلثمأة فتصانيف هذا الشيخ محمد بن يعقوب ورواياته في زمن الوكلاء المذكورين في وقت\r\nيجد طريقا إلى تحقيق منقولاته وتصديق مصنفاته ورأيت يا ولدي بين رواية حسن بن عبد الله العسكري\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\nمصنف كتاب الزواجر والمواعظ الذي قدمناه وبين رواية الشيخ محمد بن يعقوب في رسالة أبيك أمير\r\nالمؤمنين عليه السلام إلى ولده تفاوت فنحن نوردها برواية محمد بن يعقوب الكليني فهو أجمل وأفضل\r\nفيما قصدناه ثم أطال الكلام بذكر الرسالة باسناد الكليني ( ره ) وقال المجلسي ( ره ) بعد نقل كلام\r\nالسيد ( ره ) بتفصيله عن كتاب الوصايا ونقل الرسالة أقول أن الشيخ حسن بن علي بن شعبة قد ذكر هذا\r\nالخبر في كتاب تحف العقول لكن باختلاف كثير فأردت أن أورده بهذه الرواية أيضا لان المسك ما كررته\r\nيتضوع يقول جامع هذا الكتاب الحسن الميرجهاني الطباطبائي قد أورد السيد هذه الرسالة في نهج البلاغة\r\nلكنه اختلاف كثير بينها وبينما في تحف العقول من حيث الزيادة والنقصان فاقتديت بالعلامة المجلسي في نقلها\r\nهنا برواية التحف مزيدا للفائدة وتتميما للعائدة ولا حول ولا قوة إلا بالله العلي العظيم وصلى الله على محمد وآله\r\nتحف العقول للشيخ الثقة الجليل الأقدم أبي محمد الحسن بن علي بن الحسين بن شعبة الحراني رحمه الله\r\nمن أعلام القرن الرابع طبه طهران ص 68 قال كتابه إلى ابنه الحسن عليهما السلام\r\nمن الوالد الفان المقر للزمان المدبر العمر المستسلم للدهر الذام للدنيا\r\nالساكن مساكين الموتى الظاعن عنها إليهم غدا إلى المولود المؤمل ما\r\nلا يدرك السالك سبيل من ( قد خ ل ) هلك غرض الأسقام ورهينة\r\nالأيام ورمية المصائب وعبد الدنيا وتاجر المغرور وغريم المنايا\r\nوأسير الموت وحليف الهموم وقرين الأحزان ونصب الآفات\r\nوصريع ا لشهوات وخليفة الأموات إما بعد فإن فيما تبينت من\r\nادبار الدنيا عني وجموح الدهر علي واقبال الآخرة إلي ما يزعني عن\r\nذكر من سواي والاهتمام بما ورائي غير أنه حيث تفرد بي دون\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\nهموم الناس هم نفسي فصدفني رأيي وصرفني هواي وصرح لي\r\nمحض أمري فافضى بي إلى جد لا يكون فيه لعب وصدق لا يشوبه كذب\r\nووجدتك بعضي بل وجدتك كلي حتى كان شيئا لو أصابك أصابني\r\nوكان الموت لو أتاك أتاني فعناني من أمرك ما يعنيني من أمر نفسي فكتبت\r\nإليك كتابي هذا مستظهرا به إن أنا بقيت لك أو فنيت فإني أوصيك\r\nبتقوى الله أي بني ولزوم أمره وعمارة قلبك بذكره والاعتصام\r\nبحبله وأي سبب أوثق من سبب بينك وبين الله ان أنت أخذت\r\nبه أحي قلبك بالموعظة وموته بالزهد وقوة باليقين وذلله\r\nبالموت وقرره بالفناء وبصره فجائع الدنيا وحذره صولة الدهر\r\nوفحش تقلب الليالي والأيام واعرض عليه اخبار الماضين وذكره\r\nبما أصاب من كان قبله وسر في بلادهم وآثارهم وانظر ما فعلوا\r\nوأين حلوا وعمن انتقلوا فإنك تجدهم انتقلوا عن الأحبة وحلوا دار\r\nالغربة وناد في ديارهم أيتها الديار الخالية أين أهلك ثم قف\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\nعلى قبورهم فقل أيتها الأجساد البالية والأعضاء المتفرقة كيف\r\nوجدتم الدار التي أنتم بها أي بني وكأنك عن قليل قد صرت كأحدهم\r\nفاصلح مثواك ولاتبع آخرتك بدنياك ودع القول فيما لا تعرف\r\nوالخطاب فيما لا تكلف وامسك عن طريق إذا خفت ضلاله فإن الكف\r\nعن خيرة الضلالة خير من ركوب الأهوال وأمر بالمعروف تكن من\r\nأهله وأنكر المنكر بلسانك ويدك وباين من فعله بجهدك وجاهد\r\nفي الله حق جهاده ولا تأخذك في الله لومة لائم وخض الغمرات إلى\r\nالحق حيث كان وتفقه في الدنيا وعود نفسك التصبر والجئ في الأمور\r\nنفسك كلها إلى الهلك فإنك تلجئها إلى كهف حريز ومانع عزيز وأخلص\r\nفي المسألة لربك فان بيده العطاء والحرمان وأكثر الاستخارة وتفهم\r\nوصيتي ولا تذهبن عنها صفحا فان خير القول ما نفع واعلم أنه لا خير\r\nفي علم لا ينفع ولا ينتفع بعلم حتى لا يقال به أي بني إني لما رأيتك قد\r\nبلغت سنا ورأيتني ازداد وهنا بادرت بوصيتي إياك خصالا منهن أن\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\nيعجل بي أجلي دون أن أفضى إليك بما في نفسي أو انقص في رأيي كما نقصت\r\nفي جسمي أو يسبقني إليك بعض غلبات الهوى وفتن الدنيا فتكون كالصعب\r\nالنفور وانما قلب الحدث كالأرض الخالية ما ألقى فيها من شئ قبلته\r\nفبادرتك بالأدب قبل أن يقسو قلبك ويشتغل لبك المستقبل بحد رأيك\r\nمن الامر ما قد كفاك أهل التجارب بغيته وتجربته فتكون قد كفيت\r\nمؤنة الطلب وعوفيت من علاج التجربة فأتاك من ذلك ما قد كنا نأتيه\r\nواستبان لك منه ما ربما أظلم علينا فيه أي بني واني وان لم أكن غمرت\r\nعمر من كان قبلي فقد نظرت في أعمالهم وفكرت في اخبارهم وسرت\r\nفي آثارهم حتى عدت كأحدهم بل كأني بما انتهى إلي من أمورهم قد\r\nعمرت مع أولهم إلى آخرهم فعرفت صفو ذلك من كدره ونفعه من\r\nضره فاستخلصت لك من كل أمر نخيله وتوخيت لك جميله وصرفت عنك\r\nمجهوله ورأيت حيث عناني من أمرك ما يعني الوالد الشفيق وأجمعت عليه\r\nمن أدبك أن يكون ذلك وأنت مقبل بين ذي النفية والنية وان أبدءك\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\nبتعليم كتاب الله وتأويله وشرائع الاسلام وأحكامه وحلاله\r\nوحرامه ولا أجاوز ذلك بك إلى غيره ثم أشفقت أن يلبسك ما اختلف\r\nالناس فيه أهوائهم مثل الذي لبسهم وكان أحكام ذلك لك\r\nعلى ما كرهت من تنبيهك له أحب إلي من اسلامك إلى أمر لا آمن\r\nعليك فيه الهلكة ورجوت أن يوفقك الله فيه لرشدك وان\r\nيهديك لقصدك فعهدت إليك وصيتي هذه واحكم مع ذلك\r\nأي بني إن أحب ما أنت أخذ به إلي من وصيتي تقوى الله\r\nوالاقتصار على ما افترض عليك والاخذ بما مضى إليه الأولون\r\nمن آباءك والصالحون من أهل ملتك فإنهم لم يدعوا أن ينظروا\r\nلأنفسهم كما أنت ناظر وفكروا كما أنت مفكر ثم ردهم آخر ذلك\r\nإلى الاخذ بما عرفوا والامساك عما لم يكلفوا فإن أبت نفسك\r\nأن تقبل ذلك دون أن تعلم كما كانوا علموا فليكن طلبك ذلك بتفهم\r\nوتعلم لا بتورط الشبهات وعلو الخصومات وابدء قبل نظرك في ذلك\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\nبالاستعانة بإلهك عليه والرغبة إليه في توفيقك وترك كل شائبة\r\nأدخلت عليك شبهة وأسلمتك إلى ضلالة وإذا أنت أيقنت أن قد\r\nصفا لك قلبك فخشع وتم رأيك فاجتمع وكان همك في ذلك هما\r\nواحدا فانظر فيما فسرت لك وإن أنت لم يجتمع لك ما تحب من نفسك\r\nمن فراق فكرك ونظرك فاعلم انك انما تخبط خبط العشواء وليس طالب\r\nالدين من خبط ولا خلط والامساك عند ذلك أمثل وإن أول ما ابدء\r\nبه من ذلك واخره أني أحمد إليك إلهي والهك واله آباءك الأولين\r\nوالآخرين ورب من في السماوات والأرضين بما هو أهله وكما هو أهله\r\nوكما يحب وينبغي ونسئله أن يصلي عنا على نبينا صلى الله عليه وآله\r\nوعلى أهل بيته وعلى أنبياء الله ورسله بصلاة جميع من صلى عليه من\r\nخلقه وأن يتم نعمه علينا فيما وفقنا له من مسئلته بالإجابة لنا\r\nفإن بنعمته تتم الصالحات .\r\nاللغات قوله عليه السلام المقر للزمان أي المقر له بالغلبة والقهر المعترف بالعجز في يد تصرفاته كأنه\r\nقدره خصما ذا بأس المؤمل ما لا يدرك أي يؤمل البقاء وهو مما لا يدركه أحد الرهينة ما يرهن الرمية\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\nالهدف والتاء لنقل الاسم من الوصفية إلى الاسمية الصرفة الحليف المحالف والحلف بالكسر والحلف بالفتح التعاقد\r\nوالمعاهدة على التعاضد والتساعد والاتفاق نصب الآفات يقال فلان نصب عيني بالضم أي لا يفارقني والصريع\r\nالطريح يزعني أي يمنعني المحض الخالص أفضى أي انتهى الشوب المزج والخلط الفجائع جمع الفجيعة وهي المصيبة\r\nالفحش بمعنى الزيادة والكثرة والغمرات الشدائد الكهف الملجأ الحريز الحصين الاستخارة أجاله الرأي في الامر\r\nقبل فعله لاختيار أفضل الوجوه الصفح الاعراض استبان أي ظهر النخيل المختار المصفى توخيت أي تحريت\r\nالعشواء الضعيفة البصر واشعار لفظ الخبط له باعتبار أنه طالب للعلم بغير استكمال شرائط الطلب وعلى غير وجهه\r\nفتفهم أي بني وصيتي واعلم أن مالك الموت هو مالك الحياة\r\nوأن الخالق هو المميت وأن المفنى هو المعيد وأن المبتلى هو المعافي\r\nوأن الدنيا لم تكن لتستقيم إلا على ما خلقها الله تبارك وتعالى عليه\r\nمن النعماء والابتلاء والجزاء في المعاد وما شاء مما لا نعلم فإن\r\nأشكل عليك شئ من ذلك فاحمله على جهالتك به وانك أول ما خلقت\r\nخلقت جاهلا ثم علمت وما أكثر ما تجهل من الامر ويتحير فيه رأيك\r\nويضل فيه بصرك ثم تبصره بعد ذلك فاعتصم بالذي خلقك\r\nورزقك وسواك فليكن له تعمدك واليه رغبتك ومنه شفقتك\r\nواعلم يا بني أن أحدا لم ينبئ عن الله تبارك وتعالى كما أنبأ عنه نبينا\r\nصلى الله عليه وآله فارض به رائدا والى النجاة قائدا فإني لم آلك نصيحة\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\nوانك لم تبلغ في النظر لنفسك وان اجتهدت مبلغ نظري لك واعلم\r\nيا بني انه لو كان لربك شريك لا تتك رسله ولرأيت آثار ملكه\r\nوسلطانه ولعرفت صفته وفعاله ولكنه اله واحد كما وصف نفسه\r\nلا يضاده في ذلك أحد ولا يحاجه وانه خالق كل شئ وانه أجل من\r\nأن يثبت لربوبية بالإحاطة قلب أو بصر وإذا أنت عرفت ذلك فافعل\r\nكما ينبغي لمثلك في صغر خطرك وقلة مقدرتك وعظم حاجتك إليه\r\nأن يفعل مثله في طلب طاعته والرهبة له والشفقة من سخطه فإنه\r\nلم يأمرك إلا بحسن ولم ينهك إلا عن قبيح أي بني إني قد أنبأتك عن\r\nالدنيا وحالها وزوالها وانتقالها بأهلها وانباتك عن الآخرة وما\r\nأعد لأهلها فيها وضربت لك فيها الأمثال إنما مثل من أبصر الدنيا\r\nكمثل قوم سفر نبا بهم منزل جدب فأموا منزلا خصيبا وجنابا مريعا\r\nالرائد هو الذي يذهب لطلب المنزل لصاحبه أو من ترسله في طلب الكلاء ليتعرف موقعه والرسول\r\nقد عرف عن الله وأخبرنا فهو رائد سعادتنا لم ألك نصيحة أي لم أقصر في نصيحتك قوله بالإحاطة\r\nقلب أو بصر في النهج من أن يثبت ربوبيته بإحاطة قلب أو بصر الجناب الناحية الريع أي كثير العشب\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\nفاحتملوا وعثاء الطريق وفراق الصديق وخشونة السفر في الطعام\r\nوالمنام ليأتوا سعة دارهم ومنزل قرارهم فليس يجدون لشئ من\r\nذلك ألما ولا يرون نفقة مغرما ولا شيئا أحب إليهم مما قربهم من\r\nمنزلهم ومثل من اغتر بها كمثل قوم كانوا بمنزل خصب فنبا بهم إلى\r\nمنزل جدب فليس شئ أكره إليهم ولا أهول لديهم من مفارقة\r\nما هم فيه إلى ما يهجمون عليه ويصيرون إليه وقرعتك بأنواع\r\nالجهالات لئلا تعد نفسك عالما فإن ورد عليك شئ تعرفه أكبرت\r\nذلك فان العالم من عرف ان ما يعلم فيما لا يعلم قليل فعد نفسه\r\nبذلك جاهلا فازداد بما عرف من ذلك في طلب العلم اجتهادا فما\r\nيزال للعلم طالبا وفيه راغبا وله مستفيدا ولأهله خاشعا مهتما\r\nوللصمت لازما وللخطأ حاذرا ومنه مستحييا وان ورد عليه ما لا\r\nيعرف لم ينكر ذلك لما قرر به نفسه من الجهالة وان الجاهل من عد\r\nنفسه بما جهل من معرفة العلم عالما وبرأيه مكتفيا فما يزال للعلماء\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\nمباعدا وعليهم زاريا ولمن خالفه مخطئا ولما لم يعرف من الأمور\r\nمضللا فإذا ورد عليه من الأمور ما لم يعرفه أنكره وكذب به وقال\r\nبجهالته ما أعرف هذا وما أراه كان وما أظن أن يكون وانى كان\r\nوذلك لثقته برأيه وقلة معرفته بجهالته فما ينفك بما يرى مما\r\nيلتبس عليه رأيه مما لا يعرف للجهل مستفيدا وللحق منكرا وفي الجهالة\r\nمتحيرا وعن طلب العلم مستكبرا أي بني تفهم وصيتي واجعل نفسك\r\nميزانا فيما بينك وبين غيرك فاحبب لغيرك ما تحب لنفسك وأكره له ما\r\nتكره لنفسك ولا تظلم كما لا تحب أن تظلم وأحسن كما تحب أن يحسن\r\nإليك واستقبح من نفسك ما تستقبح من غيرك وأرض من الناس لك ما\r\nترضى به لهم منك ولا تقل بما لا تعلم بل لا تقل كلما تعلم ولا\r\nتقل ما لا تحب أن يقال لك واعلم أن الاعجاب ضد الصواب وآفة\r\nقوله عليه السلام وعثاء الطريق أي مشقته خشونة السفر في النهج خشونة السفر وجشوبة المطعم هجم\r\nعليه أي انتهى إليه بغتة قوله وأرض من الناس أي إذا عاملوك بمثل ما تعاملهم ولا تطلب منهم\r\nأزيد مما تقدم لهم الاعجاب الاستحسان ما يصدر عن النفس\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\nالألباب فإذا أنت هديت لقصدك فكن اخشع ما تكون لربك واعلم أن\r\nامامك طريقا ذا مشقة بعيدة وأهوال شديد وانه لا غنى بك\r\nفيه عن حسن الارتياد وقدر بلاغك من الزاد وخفة الظهر فلا تحملن\r\nعلى ظهرك فوق بلاغك فيكون ثقلا ووبالا عليك وإذا وجدت من أهل\r\nلحاجة من يحمل لك زادك فيوافيك به حيث تحتاج إليه فاغتنمه\r\nواغتنم من استقرضك في حال غناك واجعل وقت قضاءك في يؤمن عسرتك\r\nواعلم أن امامك عقبة كؤودا لا محالة مهبطا بك على جنة أو على نار\r\nالمخف فيها أحسن حالا من المثقل فارتد لنفسك قبل نزولك واعلم أن\r\nالذي بيده ملكوت خزائن الدنيا والآخرة قد أذن بدعائك\r\nوتكفل بإجابتك وأمرك أن تسئله ليعطيك وهو رخيم لم يجعل بينك\r\nوبينه ترجمانا ولم يحجبك عنه ولم يجئك إلى من يشفع إليه لك ولم\r\nيمنعك ان أسأت التوبة ولم يعيرك بالإنابة ولم يعاجلك بالنقمة\r\nولم يفضحك حيث تعرضت للفضيحة ولم يناقشك بالجريمة ولم يؤيسك\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\nمن الرحمة ولم يشدد عليك في التوبة فجعل النزوع عن الذنب\r\nحسنة وحسب سيئتك واحدة وحسب حسنتك عشرا وفتح لك باب\r\nالمتاب والاستيناف فمتى شئت سمع نداءك ونجواك فأفضيت إليه\r\nبحاجتك وأنبأته عن ذات نفسك وشكوت إليه همومك واستغته\r\nعلى أمورك وناجيته بما تستخفى به من الخلق من سرك ثم جعل بيدك\r\nمفاتيح خزائنه فالحح في المسألة يفتح لك باب الرحمة بما أذن لك\r\nفيه من مسئلته فمتى شئت استفتحت بالدعاء أبواب خزائنه فالحح\r\nولا يقنطك ان ا بطأت عنك الإجابة فان العطية على قدر المسألة\r\nوربما أخرت عنك الإجابة ليكون أطول للمسألة واجزل للعطية\r\nوربما سئلت الشئ فلم تؤته وأوتيت خيرا منه عاجلا وآجلا أو صرف\r\nالارتياد الطلب أصله واوى من راد يرود وحسن الارتياد اتيانه من وجهه البلاغ الكفاية أي ما يكفي\r\nمن العيش ولا يفضل الكؤود صعبة شاقة المصعد والمخف بالضم فالكسر الذي خفف حمله بعكس المثقل\r\nفارتد لنفسك أصله من راد يرود إذا طلب وتفقد وتهيأ مكانا لينزل إليها والمراد ابعث رائدا والإنابة\r\nالرجوع إلى الله النزوع الرجوع والكف المتاب التوبة الاستيناف الاخذ بالشئ وابتدائه وفي بعض\r\nالنسخ الاستيتاب أفضيت اي ألقيت وأبلغت إليه المناجاة المكالمة سرا الحح من الالحاح من ألح في\r\nالسؤال أي واظب عليه .\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\nعنك لما هو خير لك فلرب أمر قد طلبته فيه هلاك دينك لو أوتيته\r\nولتكن مسألتك فيما يعنيك مما يبقى لك جماله وينفى عنك وباله\r\nوالمال لا يبقى لك ولا تبقى له فإنه يوشك أن ترى عاقبة امرك حسنا أو\r\nسيئا أو يعفو العفو ا لكريم واعلم انك خلقت للآخرة لا للدنيا وللفناء\r\nلا للبقاء وللموت لا للحيوة وانك في منزل قلعة وطريق إلى الآخرة\r\nانك طريد الموت الذي لا ينجو ( منه خ ل ) هاربه ولا بد انه يدركك على\r\nحال سيئة قد كنت تحدث فيها نفسك بالتوبة فيحول بينك وبين\r\nذلك فإذا أنت قد أهلكت نفسك أي بني أكثر ذكر الموت وذكر ما\r\nتهجم عليه وتفضى بعد الموت إليه واجعله أمامك حتى يأتيك\r\nقد أخذت منه ح ذرك ولا يأخذك على غرتك وأكثر ذكر الآخرة\r\nوما فيها من النعيم والعذاب الأليم فإذا ذلك يزهدك في الدنيا\r\nويصغرها عندك وقد نباك الله عنها ونعتت لك نفسها وكشفت عن\r\nمساويها فإياك أن تغتر بما ترى من اخلاد أهلها إليها وتكالبهم عليها\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\nوانما أهلها كلاب عاوية وسباع ضارية يهر بعضها على بعض يأكل\r\nعزيزها ذليلها وكبيرها صغيرها قد أضلت أهلها عن قصد السبيل\r\nوسلكت بهم طريق العمى وأخذت بأبصارهم عن منهج الصواب فتاهوا\r\nفي حيرتها وغرقوا في فتنتها واتخذوا هاربا فلعبت بهم ولعبوا بها\r\nونسوا ما ورائها قد أضلت عقولها وركبت مجهولها سروح عاهة\r\nبواد وعث ليس لها راع يقيمها رويدا حتى يسفر الظلام كان قد وردت\r\nالظعينة يوشك من أسرع أي يؤب واعلم أن من كانت مطيته الليل\r\nوالنهار فإنه يسار به وإن كان لا يسير أبى الله الا خراب الدنيا وعمارة\r\nالقلعة بالضم فالسكون أي لا يصلح للاستيطان والإقامة يقال منزل قلعة أي لا يملك لنازله ويقلع عنه\r\nولا يدري متى ينفلع عنه والبلغة ما يبلغ به من العيش والمراد انها دار تؤخذ فيها الكفاية للآخرة\r\nوالحذر بالكسر الاحتراز والاحتراس والغرة بالكسر والتشديد الغفلة ونعتت لك نفسها في نسخة نعت لك\r\nمن النعي وهو الاخبار بالموت والمراد ان الدنيا تخبر بحالها من التغير والتحول عن فنائها التكالب التوائب\r\nوتكالبهم عليها أي شديد حرصهم عليها ضارية أي مولعة بالافتراس يهر أي يكره أن ينظر بعضها بعضا\r\nويمقت العمى والعمائة الغواية فتاهوا أي ضلوا عن الطريق الشين ضد الزين أضلت عقولها أضاعت عقولها\r\nالروح بالضم جمع سرح المال السالم من الإبل ونحوها الماشية والعاهة الآفة والوعث الطريق الغليظ\r\nالعسر يصعب السير فيه رويدا مصدر أورد مصغرا تصغير الترخيم مهلا ويسفر أي يكشف والمعنى عن قريب يكشف\r\nظلام الجهل عما خفى من الحقيقة بحلول الموت الظغينة الهودج عبر به عليه السلام عن المسافرين في\r\nطريق الدنيا إلى الآخرة كان حالهم أن وردوا على غاية سيرهم وقوله عليه السلام يؤب أي يرجع\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\nالآخرة أي بني فان تزهد فيما زهدك الله فيه من الدنيا وتعزف\r\nنفسك عنها فهي أهل ذلك وان كنت غير قابل نصيحتي إياك فيها\r\nفاعلم يقينا انك لن تبلغ أملك ولن تعدو اجلك وانك في سبيل\r\nمن كان قبلك فاخفض في الطلب وأجمل في المكتسب فإنه رب طلب قد\r\nجر إلى حرب وليس كل طالب بناج وكل مجمل بمحتاج وأكرم نفسك\r\nعن كل دنية وان ساقتك ا لي رغبة فإنك لن تعتاض بما تبذل\r\nمن نفسك عوضا ولا تكن عبد غيرك وقد جعلك الله حرا وما خير خير\r\nلا ينال الا بشر ويسر لا ينال الا بعسر وإياك أن توجف بك مطايا\r\nالطمع فتوردك مناهل الهلكة وان استطعت أن لا يكون بينك\r\nوبين الله ذو نعمة فافعل فإنك مدرك قسمك واخذ سهمك وان\r\nاليسير من الله تبارك وتعالى أكثر وأعظم من الكثير من خلقه\r\nوان ك ان كل منه ولو نظرت ولله المثل الاعلى فيما تطلب من الملوك\r\nومن دونهم من السفلة لعرفت أن لك في يسير ما تصيب من الملوك افتخارا\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\nوان عليك في كثير ما تصيب من الدناة عارا فاقتصد في أمرك\r\nتحمد مغبة علمك انك لست بائعا شيئا من دينك وعرضك بثمن\r\nوالمغبون من غبن نصيبه من الله فخذ من الدنيا ما أتاك وأنزلت\r\nما تولى فإن أنت لم تفعل فاجمل في الطلب وإياك ومقارنة من\r\nرهبته على دينك وباعد السلطان ولا تأمن خدع الشيطان\r\nوتقول متى أرى ما أنكر نزعت فإنه كذا هلك من كان قبلك من\r\nأهل القبلة وقد أيقنوا بالمعاد فلو سمت بعضهم بيع آخرته بالدنيا\r\nلم يطب بذلك نفسا ثم قد يتخيله الشيطان بخدعه ومكره حتى يورطه\r\nقوله عليه السلام فاخفض في الطلب أي وارفق من الخفض بمعنى السهل وأجمل في المكتسب أي اسع\r\nسعيا جميلا لا بحرص ولا بطمع الحرب محركة سلب المال من حرب الرجل سلبه ما له وتركه بلا شئ وأيضا\r\nبمعنى الهلاك والويل الدنية مؤنث الدني الساقط الضعيف الخصلة المذمومة المحقورة وأيضا النقيصة والمراد\r\nان طلب المال لصيانة ا لنفس وحفظه فلو أتعبت وبذلت نفسك لتحصيل المال فقد ضيعت ما هو المقصود\r\nمنه فلا ع وض لما ضيع ولن تعتاض أي لن تجد عوضا قوله عليه السلام وما خير خير لا ينال الا بشر\r\nالمراد انه الذي لا ينال الا بشر لا يكون خيرا بل يكون شرا لان طريقه شر فكيف يكون هو خيرا وهكذا ما لا ينال\r\nالا بعسر لا يكون يسرا توجف أي تسرع سيرا سريعا والمطايا جمع المطية وهي الدابة التي تركب والمناهل جمع\r\nالمنهل موضع الشرب على الطريق وما ترده الإبل ونحوها للشرب الدناة جمع دان أو الدني وهو الخسيس المغبة عاقبة\r\nالشئ الخدع جمع الخدوع الكثير الخداع فلو سمت من سام السلعة يسوم أي عرضها وذكر ثمنها والمراد انك لو عرضت ببعضهم\r\nبان يبيع اخرته بالدنيا لم يرض بذلك ولم يطب نفسه بهذه التجارة يورطه أي يلقاه في الورطة ويوقعه فيما لا خلاص له منه\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\nفي هلكته بعرض من الدنيا حقير وينقله من شر إلى شر حتى يؤيسه\r\nمن رحمة الله ويدخله في القنوط فيجد الوجه إلى ما خالف الاسلام\r\nوأحكامه فإن أبت نفسك الا حب الدنيا وقرب السلطان فخالفت\r\nما نهيتك عنه بما فيه رشدك فاملك عليك لسانك فإنه لا بقية\r\nللملوك عند الغضب ولا تسئل عن اخبارهم ولا تنطق عند أسرارهم\r\nولا تدخل فيما بينك وبينهم وفي الصمت السلامة من الندامة\r\nوتلافيك ما فرط من صمتك أيسر من إدراكك ما فات من منطقك\r\nوحفظ ما في الوعاء بشد الوكاء وحفظ ما في يديك أحب إلي من طلب\r\nما في يد غيرك ولا تحدث إلا عن ثقة فتكون كاذبا والكذب ذل\r\nوحسن التدبير مع الكفاف أكفى لك من الكثير مع الاسراف وحسن اليأس\r\nخير من الطلب إلى الناس والعفة مع الحرفة خير من سرور مع فجور\r\nوالمرء احفظ لسره ورب ساع فيما يضره من أكثر أهجر ومن تفكر أبصر\r\nومن خير حظ امرء قرين صالح فقارن أهل الخير تكن منهم وباين أهل\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\nالشر تبين عنهم ولا يغلبن عليك سوء الظن فإنه لا يدع بينك وبين\r\nخليل صلحا وقد يقال من الحزم سوء الظن بئس الطعام الحرام وظلم\r\nالضعيف أفحش الظلم والفاحشة كاسمها والتصبر على المكروه نقص\r\nللقلب وإن كان الرفق خرقا كان الخرق رفقا وربما كان الدواء داء\r\nوربما نصح غير الناصح وغش المستنصح وإياك والاتكال على المنى فإنها\r\nبضائع النوكى وتثبط عن خير الآخرة والدنيا ذك قلبك بالأدب كما\r\nتذكى النار بالحطب ولا تكن كحاطب الليل وعثاء السبيل وكفر النعمة لوم\r\nوصحبة الجاهل شوم والعقل حفظ التجارب وخير ما جربت ما وعظك\r\nومن الكرم لين الشيم بادر الفرصة قبل أن تكون غصة من الحزم العزم\r\nقوله فاملك عليك لسانك أي فاحفظ لسانك التلافي التدارك لاصلاح ما فسد أو كاد والفرط القصد\r\nولا تحدث الا عن ثقة أي ولا تقل الا عن صدق وثقة مع الكفاف أي بقدر الكفاية والمرء احفظ لسره أي الأولى\r\nأن لا تبوح بسرك أي أحد فأنت احفظ من غير كفان أذعته انتشر فلم تلم الا نفسك لأنك كنت عاجزا عن سر\r\nنفسك فغيرك أعجز رب ساع عما يضره أي ربما كان الانسان يسعى فيما يضره لجهله أو سوء قصده من أكثر أهجر يقال\r\nفلان أهجر في منطقه أي تكلم بالهذيان وكثير الكلام لا يخلو من الاهجار تبن عنهم أي تبين عنهم والفعل مجزوم لجواب\r\nالشرط الخرق بالضم العنف أي الشدة وضد الرفق المستنصح اسم مفعول المطلوب منه النصح المنى جمع منية بالضم فالسكون\r\nما يتمناه الانسان لنفسه والبضائع جمع بضاعة وهي من المال ما أعد للتجارة النوكى كسكرى جمع الأنوك أي الأحق والمقهور\r\nوالمغلوب والتثبط التعويق والوعثاء التعب والمشقة الشيم بالكسر جمع شيمة وهي الخلق والطبيعة والمراد به الأخلاق الحسنة\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\nمن سبب الحرمان التواني ليس كل طالب يصيب ولا كل راكب\r\nيؤب ومن الفساد إضاعة الزاد ولكل أمر عاقبة رب يسير\r\nأنمى من كثير سوف يأتيك ما قدر لك التاجر مخاطر ولا خير في\r\nمعين مهين لا تبيتن من أمر على غرر من حكم ساد ومن تفهم\r\nازداد ولقاء أهل الخير عمارة القلوب ساهل الدهر ما ذل لك قعوده\r\nوإياك أن تجمح بك مطية اللجاج وان قارفت سيئة فعجل محوها\r\nبالتوبة ولا تخن من ائتمنك وان خ انك ولا تذع سره وان أذاعه\r\nولا تخاطر بشئ رجاء أكثر منه واطلب فإنه يأتيك ما قسم لك خذ\r\nبالفضل وأحسن البذل وقل للناس حسنا وأي كلمة حكم جامعة\r\nأن تحب للناس ما تحب لنفسك وتكره لهم ما تكره لها إنك قل\r\nأن تحب للناس ما تحب لنفسك وتكره لهم ما تكره لها انك قل\r\nما تسلم ممن تسرعت إليه أن تندم أو تتفضل عليه واعلم أن من\r\nالكرم الوفاء بالذمم والدفع عن الحرم والصدود أية المقت\r\nوكثرة العلل آية البخل ولبعض امساكك عن أخيك مع لطف خير من بذل\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\nمع جنف ومن الكرم صلة الرحم ومن يرجوك أو يثق بصلتك إذا\r\nقطعت قرابتك والتحريم وجه القطيعة احمل نفسك مع أخيك\r\nعند صرمه على الصلة وعند صدوده على اللطف والمسألة\r\nوعند جموده على البذل وعند تباعده على الدنو وعند شدته\r\nعلى اللين وعند جرمه على الاعتذار حتى كأنك له عبد وكأنه\r\nذو نعمة عليك وإياك أن تضع ذلك في غير موضعه وأن تفعله\r\nبغير أهله لا تتخذن عدو صديقك صديقا فتعادى صديقك ولا\r\nقوله التاجر مخاطر أي بنفسه وماله والمهين بضم الميم بمعنى فاعل الاهابة ولا يصلح لان يكون معينا فيفسدها\r\nيصلح أو بفتحها بمعنى الحقير فإنه أيضا لا يصلح الضعف قدرته القعود بالفتح من الإبل ما يقتعده الراعي في كل\r\nحاجة أي يتخذ مركبا ويقال أيضا للإبل الفصيل من قياده والظنين بالظاء المتهم وبالضاد البخيل العزر\r\nبالتحريك المغرور به تجمح بك المطية يقال جمحت المطية تغلب على راكبه وذهب به وجمحت به أي طرحت به\r\nوحمله على ركوب المهالك اللجاج بالفتح الخصومة أي إني أحذرك من أن تغلبك الخصومات فلا تملك\r\nنفسك من الوقوع في مضارها الذمم بكسر الأول وفتح الثاني جمع الذمة العهد والأمان والضمان الحرم\r\nبضم الأول والثاني جمع الحريم ما يدافع عنه ويحميه والصدود الاعراض والميل عن الشئ والمقت\r\nشدة البغض الجنف الجور ربما كان الامساك مع حسن الخلق خير من البذل مع الجور قال الله تعالى في سورة\r\nالبقرة آية 265 قوله معروف ومغفرة خير منص دقة يتبعها أذى احمل نفسك مع أخيك عند صرمه على\r\nالصلة في بعض النسخ احمل نفسك من أخيك والصرم بالضم أو الفتح القطيعة وقوله عليه السلام\r\nعلى الصلة متعلق بأحمل نفسك أي ألزم نفسك بعملة صديقك إذا قطعك وهكذا بعده\r\nوالمراد بالجمود البخل\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\nتعمل بالخديعة فإنها خلق اللئيم وامحض أخاك النصيحة حسنة كانت\r\nأو قبيحة وساعده على كل حال وزل معه حيث زال ولا تطلبن\r\nمجازاة أخيك ولو حثا التراب بفيك وخذ على عدوك بالفضل فإنه\r\nأحرى للظفر وتسلم من الناس بحسن الخلق وتجرع الغيظ فإني لم أر\r\nجرعة أخلى منها عاقبة ولا ألذ مغبة ولا تصرم أخاك على ارتياب\r\nولا تقطعه دون استعتاب ولن لمن غالظك فإنه يوشك أن يلين\r\nلك ما أقبح القطيعة بعد الصلة والجفاء بعد الإخاء والعداوة\r\nبعد المودة والخيانة لمن ائتمنك وخلف الظن لمن ارتجاك والغدر\r\nبمن استأمن إليك فان أنت غلبتك قطيعة أخيك فاستبق لها من\r\nنفسك بقية ترجع إليها ان بدا ذلك له يوما ومن ظن بك خيرا\r\nفصدق ظنه ولا تضيعن حق أخيك اتكالا على ما بينك وبينه\r\nفإنه ليس لك باخ من أضعت حقه ولا يكن أهلك أشقى الخلق بك\r\nولا ترغبن فيمن زهد فيك ولا تزهدن فيمن رغب إليك إذا كان\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\nللخلطة موضعا ولا يكونن أخوك أقوى على قطيعتك منك على\r\nصلته ولا يكونن على الإساءة أقوى منك على الاحسان\r\nولا على البخل أقوى منك على البذل ولا على التقصير أقوى منك\r\nعلى الفضل ولا يكبرن عليك ظلم من ظلمك فإنه انما يسعى في مضرته\r\nونفعك وليس جزاء من سرك أن تسوءه والرزق رزقان رزق\r\nتطلبه ورزق يطلبك فإن لم تأته أتاك واعلم أي بني ان الدهر\r\nذو صروف فلا تكونن ممن تشتد لأئمته ويقل عند الناس عذره\r\nما أقبح الخضوع عند الحاجة والجفاء عند الغني إنما لك من دنياك\r\nما أصلحت به مثواك فانفق في حق ولا تكن خازنا لغيرك وان كنت\r\nحثا التراب أي صبه المغبة بفتحتين وتشديد الباء العاقبة الارتياب الاتهام والشك الاستعتاب\r\nطلب العتبي أي الاسترضاء بقية أي بقية من الصلة يسهل لك معها الرجوع إليه قوله إن بدا له\r\nأي ظهر له حسن العودة يوما قوله فصدق ظنه أي بلزوم ما ظن بك من الخير قوله على صلته أمر بلزوم حفظ\r\nالصداقة يعني إذا أتى أخوك بالقطيعة فقابلها أنت بالصلة حتى تغلبه ولا يكونن هو أقدر على ما يوجب القطيعة منك\r\nعلى ما يوجب الصلة وهكذا بعده قوله فإن لم تأته أتاك المراد أن الرزق رزقان رزق الطالب ورزق المطلوب فرزق الطالب\r\nما هو المقدر للانسان فان أنت لم تأته أتاك ورزق المطلوب ما كان مبدئه الحرص في الدنيا قوله الدهر ذو صروف صرف\r\nالدهر وصروفه نوائبه وحدثانه يعني إن الدهر بطبيعته وحقيقته متغير ومتزلزل لا يثبت بحال ولا يدوم على وجه وقد أذن\r\nبفراقه ونادت بتغيره ونعت نفسه وأهله ولا يجوز أن تشتد ذمه ولومه المثوى المقام أي حظك من الدنيا ما أصلحت به مقامك\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\nجازعا على ما تفلت من يديك فاجزع على كل ما لم يصل إليك\r\nواستدلل على ما لم يكن بما كان فإنما الأمور اشتباه ولا تكفرن ذا\r\nنعمة ( ولا تكفر نعمة خ ل ) فان كفر النعمة من الام الكفر واقبل العذر\r\nولا تكونن ممن لا ينتفع من العظة الا بما لزمه فان العاقل ينتفع\r\nبالأدب والبهائم لا تتعظ الا بالضرب أعرف الحق لمن عرفه لك\r\nرفيعا كان أو وضيعا واطرح عنك واردات الهموم بعزائم الصبر\r\nوحسن اليقين من ترك القصد جار ونعم حظ المرء القناعة\r\nومن شر ما صحب المرء الحسد وفي القنوط التفريط والشح يجلب\r\nالملامة والصاحب مناسب الصديق من صدق غيبه والهوى\r\nشريك العمى ومن التوفيق الوقوف عند ا لحيرة ونعم طارد الهم\r\nاليقين وعاقبة الكذب الذم وفي الصدق السلامة وعاقبة\r\nالكذب شر عاقبة رب بعيد أقرب من قريب وقريب أبعد من\r\nبعيد والغريب من لم يكن له حبيب لا يعدمك من حبيب سوء ظن\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\nومن حمى طنى ومن تعدى الحق ضاق مذهبه ومن اقتصر على قدره\r\nكان أبقى له نعم الخلق التكرم والام اللوم البغي عند القدرة\r\nوالحياء سبب إلى كل جميل وأوثق العرى التقوى وأوثق سبب أخذت\r\nبه سبب بينك وبين الله ومنك من أعتبك والافراط في الملامة تشب\r\nنيران اللجاج وكم من دنف قد نجا وصحيح قد هوى فقد يكون الياس\r\nادراكا إذا كان الطمع هلاكا وليس كل عورة تظهر ولا كل فريضة تصاب\r\nوربما أخطأ البصير قصده وأصاب الأعمى رشده ليس كل من طلب وجد\r\nولا كل من توقى نجا اخر الشر فإنك إذا شئت تعجلته وأحسن إن أحببت\r\nقوله تفلت بتشديد اللام أي تملص وتخلص من اليد فلم يمكن أن يحفظه والمراد لا تجزع على ما فاتك فان الجزع\r\nعليه كالجزع على ما لم تصله فالثاني لا يجوز لأنه لا يحصر فينال فالجزع عليه مذموم فكذا الأول العزائم جمع العزيمة\r\nوهو ما جزمت بها ولزمتها من الإرادة المؤكدة القصد الاعتدال جار أي مال عن الحق والصاحب مناسب\r\nينبغي أن يكون الصاحب كالنسيب المشفق ويراعى في المصاحب ما يراعى في قرابة النسب صدق غيبه أي حفظ\r\nلك حقك وهو غائب عنك والهوى شريك العمى في كونهما موجبين للضلال وعدم الاهتداء معهما إلى ما\r\nإلى ما ينبغي من المصلحة وفي بعض النسخ الهوى شريك العنا أي الشقاء والتعب منح مى طنى حمى بمعنى منع ودفع عنه وقام\r\nبنصره والمريض ما يضره وطني اللديغ من لدغ العقرب عوفي وطني فلانا عالجه التكرم تكلف الكرم وتكرم عنه تتره اعتبه أعطاه\r\nالعتبي وارضاه عنه بعد اسخاطه إياه عليه الدنف محركة المرض اللازم والمريض الذي لزمه المرض والدنف بكسر النون\r\nمن لازمه مرضه الجمع أدناف وهو بلفظ واحد يقال رجل دنف وامرأة دنف وهما دنف مذكر أو مؤنثا وهم وهن\r\nدنف لان الدنف مصدر وصف به إذا كان الطمع في الشئ هلاكا أي كان اليأس منه ادراكا للنجاة توقى أي تجنب\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\nأن يحسن إليك واحتمل أخاك على ما فيه ولا تكثر العتاب فإنه يورث\r\nالضغينة ويجر إلى البغضة واستعتب من رجوت اعتابه وقطيعة الجاهل\r\nتعدل صلة العاقل ومن الكرم منع الحزم من كابر الزمان عطب\r\nومن ينقم عليه غضب ( من ينتقم عليه غضب خ ل ) ما أقرب النقمة\r\nمن أهل البغي وأخلق بمن غدران لا يوفى له زلة المتوقى أشد زلة\r\nوعلة الكذب أقبح علة والفساد يبير الكثير والاقتصاد يثمر اليسير والقلة\r\nذلة وبر الوالدين من كرم الطبيعة والزلل مع العجل ولا خير في لذة\r\nتعقب ندما والعاقل من وعظته التجارب والهدى يجلو العمى\r\nولسانك ترجمان عقلك ليس مع الاختلاف ائتلاف من حسن الجوار تفقد\r\nالجار لن يهلك من اقتصد ولن يفتقر من زهد بين عن امرء دخيله رب\r\nباحث عن حتفه لا تشترين بثقة رجاء ما كل ما يخشى يضر رب هزل عاد\r\nجدا من آمن الزمان خانه ومن تعظم عليه أهانه ومن ترغم عليه\r\nأرغمه ومن لجأ إليه أسلمه وليس كل من رمى أصاب إذا تغير السلطان\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\nتغير الزمان وخير أهلك من كفاك والمزاح يورث الضغاين\r\nوربما أكدى الحريص رأس الدين صحة اليقين وتمام الاخلاص تجنبك\r\nالمعاصي وخير المقال ما صدقه الفعال والسلامة مع الاستقامة\r\nوالدعاء مفتاح الرحمة سل عن الرفيق قبل الطريق وعن الجار\r\nقبل الدار وكن من الدنيا على قلعة احمل لمن أدل عليك واقبل\r\nعذر من اعتذر إليك وخذ العفو من الناس ولا تبلغ إلى أحد مكروهه\r\nأطع أخاك وان عصاك وصله وإن جفاك وعود نفسك السماح\r\nالحزم ضبط الامر وأحكامه والحذر من فواته والاخذ فيه بالثقة وهنا بمعنى الشدة والغلظة\r\nعطب الرجل كفرح يعطب عطبا هلك وفي بعض النسخ من تنقم عليه غضب الأخلق الأجدر يقال\r\nهو خليق به أي جدير بحث في الأرض حفرها والحتف الموت وفي المثل كالباحث عن حتفه بظلفه\r\nيضرب لمن يطلب ما يؤدى إلى تلف النفس هزل في كلامه هزلا كضرب أي مزج وهو ضد الجد\r\nقوله ومن تعظم عليه أهانه تنبيه على وجوب الحذر من الزمان ودوام ملاحظة تغيراته والاستعداد\r\nلحوادثه قبل نزولها واستعار لفظ الخيانة باعتبار تغيره عند الغفلة عنه والامن فيه فهو في ذلك كالتصديق\r\nالخائن قوله كل من رمى أصاب تنبيه على ما ينبغي من ترك الأسف على ما يفوت من المطالب والتسلي\r\nبمن أخطأ في طلبه واليه أشار أبو الطيب ما كل من طلب المعالي نافذا فيها ولا كل الرجال فحول قوله إذا تغير\r\nالسلطان تغير الزمان تنبيه على أن تغير السلطان في رأيه ونيته وفعله في رعيته من العدل إلى الجور\r\nيستلزم تغير الزمان عليهم إذا يغير من الاعداد للعدل الاعداد للجور أكدى الحريص يقال أكدى الرجل\r\nأي لم يظفر بحاجته على قلعة أي على رحلة وعدم سكون للتوطن وفي بعض النسخ اجعل من أذل عليك\r\nولا تبلغ إلى أحد في بعض النسخ ولا تبلغ من أحد السماح الجود أي صير نفسك معتادة للجود\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\nوتخير لها من كل خلق أحسنه فان الخير عادة وإياك أن تذكر من الكلام\r\nقذرا أو يكون مضحكا وإن حكيت ذلك عن غيرك وانصف من نفسك قبل\r\nأن ينتصف منك وإياك ومشاورة النساء فإن رأيهن إلى أفن\r\nوعزمهن إلى وهن واكفف عليهن من أبصارهن بحجبك إياهن فان شدة\r\nالحجاب خير لك ولهن وليس خروجهن بأشد من ادخالك من لا يوثق\r\nبه عليهن وان استطعت أن لا يعرفن غيرك فافعل ولا تملك المرأة\r\nمن أمرها ما جاوز نفسها فإن ذلك أنعلم لحالها وأرخى لبالها\r\nوأدوم لجمالها فإن المرأة ريحانة وليست بقهرمانة ولا تعد\r\nبكرامتها نفسها ولا تطمعها أن تشفع لغيرها فتميل مغضبة عليك معها\r\nولا تطل الخلوة مع النساء فيملكنك أو تملهن واستبق من نفسك بقية\r\nمن امساكك عنهن وهن يرين أنك ذو اقتدار خير من أن يظهرن منك\r\nعلى انتشار وإياك والتغاير في غير موضع غيرة فان ذلك يدعو الصحيحة\r\nمنهن إلى السقم ولكن أحكم أمرهن فإن رأيت ذنبا فعاجل النكير على\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\nالكبير والصغير وإياك أن تعاقب فتعظم الذنب وتهون العتب وأحسن\r\nلمماليك الأدب واقلل الغضب ولا تكثر العتب في غير ذنب فإذا استحق\r\nأحد منهم ذنبا فأحسن العدل فان العدل مع العفو أشد من الضرب لمن\r\nكان له عقل والتمسك بمن لا عقل له أوجب القصاص واجعل لكل امرء\r\nمنهم عملا تأخذه به فإنه أحرى أن لا يتواكلوا وأكرم عشيرتك فإنهم\r\nجناحك الذي به تطير وأصلك الذي إليه تصير وبهم تصول وهم العدة\r\nعند الشدة فأكرم كريمهم وعد سقيمهم وأشركهم في أمورهم وتيسر عند\r\nمعسور لهم واستعن بالله على أمورك فإنه أكفى معين استودع الله\r\nدينك ودنياك وأسئله خير القضاء لك في الدنيا والآخرة والسلام عليك\r\nورحمة الله\r\nالقذر الوسخ قوله من قبل أن ينتصف منك أي عامل الناس بالأنصاف قبل أن يطلبوا منك النصف الا فن\r\nبالتحريك ضعف الرأي الوهن الضعف من لا يوثق به عليهن أي ادخال من يوثق به عليهن إما مساو لخروجهن\r\nفي المفسدة أو أشد وكل ما كان كذلك لا يجوز الرخصة فيه وانما كان أشد في بعض الصور لان دخول من لا\r\nيوثق به عليهن أمكن لخلوته بهن والحديث معهن فيها يزداد من الفاسد لا يتواكلوا أي يتكمل بعضهم على بعض\r\nالصولة السطوة والقدرة أي بهم تسطو وتغلب على الغير والعدة بالضم الاستعداد وبالكسر الجماعة قوله\r\nوعد سقيمهم من عاد المريض يعوده عيادة أي زاره\r\nومن كتبه عليه السلام\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\n\r\n\r\nبشارة المصطفى لشيعة المرتضى تأليف أبي جعفر محمد بن علي الطبري من علماء الإمامية في المادة السادسة من الهجرة\r\nالمطبوع في النجف الأشرف سنة 1369 الهجرية ص 235 قال وكتب أمير المؤمنين عليه السلام فيما كتب إلى سهل بن\r\nحنيف والله ما قلعت باب خيبر وقذفت به أربعين ذراعا لم يحس به\r\nأعضائي بقوة جسدية ولا حركة غذائية ولكني أيدت بقوة ملكوتية\r\nونفس بنور ربها مضيئة فانا من أحمد كالضوء من الضوء والله لو\r\nتظاهرت العرب على قتالي لما وليت ولو أمكنتني الفرصة من الفرار\r\nومن لم يبال متى حتفه عليه ساقط فجنانه في الملمات رابط\r\nومن وصاياه عليه السلام\r\nبشارة المصطفى ص 249 قال عن أبي جعفر محمد بن منصور قال حدثني أبو الطاهر قال حدثنا أبي عن أبيه\r\nان عليا ( عليه السلام ) جمع أهل بيته وهم أحد عشر الحسن بن علي والحسين بن علي ومحمد بن علي\r\nالأكبر وعمر بن علي ومحمد بن علي الأصغر والعباس بن علي وعبد الله بن علي وجعفر بن علي وعثمان\r\nبن علي وعبد الله بن علي وأبو بكر بن علي فلما اجتمعوا عنده قال يا بني كبارا وصغارا لا\r\nتكونوا كاشباه الفواه والحفاة الذين لم يتفقهوا في الدين ولم يعطوا\r\nمن الله اليقين كبيض بيض في أحدى ويح الفراخ آل محمد من خليفة\r\nمستخلف عفريت مترف يقتل خلفي وخلف الخلف ثم قال والله\r\nلقد علمت بتبليغ الرسالات وتمام الكلمات وتصديق العداة وليتمن\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\n\r\n\r\nعليكم نعمته أهل البيت\r\nومن وصاياه عليه السلام\r\nفي كتاب الجمل للشيخ الجليل محمد بن محمد بن النعمان المفيد المطبوع في النجف الأشرف ص 209 قال ومما رواه\r\nالواقدي عن رجاله قال لما أراد أمير المؤمنين عليه السلام الخروج إلى البصرة استخلف عليها عبد الله بن العباس\r\nووصاه وكان في وصيته له أن قال يا ابن عباس عليك بتقوى الله والعدل بمن\r\nوليت عليه وان تبسط للناس وجهك وتوسع عليك مجلسك\r\nوتسعهم بحلمك وإياك والغضب فإنه طيرة الشيطان وإياك والهوى\r\nفإنه يصدك عن سبيل الله واعلم أن ما قربك من الله فهو مباعدك\r\nمن النار وما باعدك من الله فمقربك من النار واذكر الله كثيرا ولا تكن\r\nمن الغافلين\r\nومن وصاياه عليه السلام\r\nتحف العقول ص 222 قال وقال لابنه الحسن عليهما السلام أوصيك بتقوى الله\r\nوأقام الصلاة لوقتها وايتاء الزكاة عند محلها وأوصيك بمغفرة\r\nالذنب وكظم الغيظ وصلة الرحم والحلم عند الجاهل والتفقه\r\nفي الدين والتثبت في الامر والتعهد للقرآن وحسن الجوار والامر\r\nبالمعروف والنهي عن المنكر واجتناب الفواحش كلها في كل ما عصى الله فيه\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\n\r\n\r\nومن كتبه عليه السلام\r\nتحف العقول ص 218 قال وكتب ( عليه السلام ) إلى عبد الله بن العباس ( سهوا مكر رشده )\r\nإما بعد فاطلب ما يعنيك واترك ما لا يعنيك فان في ترك ما لا يعنيك\r\nدرك ما يعنيك وانما تقدم على ما أسلفت لا على ما خلفت وابن ما\r\nتلقاه غدا على ما تلقاه والسلام\r\nومن وصاياه عليه السلام\r\nتحف العقول ص 191 قال وصيته عليه السلام لزياد بن النضر حين أنفذه على مقدمته إلى صفين\r\nاتق الله في كل ممسى ومصبح وخف على نفسك الغرور ولا تأمنها على\r\nحال من البلاء واعلم أن ك لم تزع نفسك عن كثير مما تحب مخافة مكروهة\r\nسمت بك الأهواء إلى كثير من الضر حتى تظعن فكن لنفسك مانعا وازعا\r\nعن الظلم والغي والبغي والعدوان قد وليتك هذا الجند فلا تستدلنهم\r\nولا تستطل عليهم فان خيركم أتقاكم تعلم من عالمهم وعلم جاهلهم\r\nوأحلم عن سفيههم فإنك انما تدرك الخير بالعلم وكف الأذى والجهل\r\nثم أردفه بكتاب يوصيه فيه وحذره اعلم أن مقدمة القوم عيونهم\r\nوعيون المقدمة طلائعهم فإذا أنت خرجت من بلادك ودنوت من\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\nعدوك فلا تسأم من توجيه الطلائع في كل ناحية وفي بعض الشعاب\r\nوالشجر والخمر وفي كل جانب حتى لا يغيركم عدوكم ويكون لكم كمين ولا\r\nتسير الكتائب والقبائل من لدن الصباح إلى المساء الا تعبية فان\r\nدهمكم امرء أو غشيكم مكروه كنتم قد تقدمتم في التعبية وإذا أنزلتم\r\nبعدو أو نزل بكم فليكن معسكركم في اقبال الاشراف أو في سفاح الجبال\r\nأو أثناء الأنهار كيما تكون لكم ردءا ودونكم مردا ولتكن مقاتلتكم من\r\nوجه واحد واثنين واجعلوا رقباءكم في صياصي الجبال وبأعلى الاشراف\r\nوبمناكب الأنهار يريؤن لكم لئلا يأتيكم غدو من مكان مخافة أو آمن\r\nوإذا نزلتم فانزلوا جميعا وإذا رحلتم فارحلوا جميعا وإذا غشيكم الليل فنزلتم\r\nفحفوا عسكركم بالرماح والترسة واجعلوا رماتكم يلوون ترستكم كيلا\r\nتصاب لكم غرة ولا تلقى لكم غفلة وأحرس عسكرك بنفسك وإياك أن ترقد\r\nأو تصبح الا غرارا أو مضمضة ثم ليكن ذلك شأنك ودأبك حتى تنتهي إلى\r\nعدوك وعليك بالتأني في حربك وإياك والعجلة إلا أن تمكنك فرصة\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\n\r\nوإياك أن تقاتل الا أن يبدؤك أو يأتيك أمري والسلام عليك ورحمة الله\r\nقوله عليه السلام ممسى ومصبح أي المساء والصباح لم تزع أي لم تكف ولم تمنع سمت أي ارتفعت\r\nوازعا أي زاجرا ولا تستطل أي لا تقتل منهم أكثر ما كانوا قد قتلوا الخمر بالتحريك كل ما واراك من جبل\r\nأو غيره الكتائب جمع الكتيبة القطعة من الجيش والقبائل جمع القبيلة وفي بعض النسخ القنابل جمع قنبلة\r\nأي طائفة من الناس عبى الجيش تعبية أي هيأه وجهزه دهمكم امراى فجأكم وغشيكم اقبال جمع القبل\r\nبالضم من المكان صفحه أي أسفله والاشراف المكان العالي سفح الجبل أصله وأسفله حيث يسفح أي ينصب\r\nفيه الماء الأثناء جمع ثنى وثنى الوادي بالكسر منعطفه مردا مصرفا الصياصي الحصون والقلاع وكل ما\r\nامتنع بها وصياصي الجبال أطرافها العالية ومناكب الأنهار نواحيها وجوانبها فحفوا فاحدقوا وأحاطوا\r\nالترسة بالكسر جمع الترس بالضم المجن ويقال بالفارسية ( سپر ) والرماة بالضم جمع الرامي والغرة\r\nبالكسر الغفلة ترقد تنام والغرار بالكسر النوم القليل وتمضمض أي دب الفرصة بالضم النوبة\r\nومن وصاياه عليه السلام\r\nتحف العقول ص 176 قال وصيته عليه السلام محمد بن أبي بكر حين ولاه مصر\r\nهذا ما عهد عبد الله علي أمير المؤمنين إلى محمد بن أبي بكر\r\nحين ولاه مصر أمره بتقوى الله والطاعة له في السر والعلانية\r\nوخوف الله في الغيب والمشهد وباللين للمسلم وبالغلظة على الفاجر\r\nوبالعدل على أهل الذمة وبانصاف المظلوم وبالشدة على الظالم\r\nوبالعفو عن الناس وبالاحسان ما استطاع والله يجزي المحسنين\r\nويعذب المجرمين وأمره أن يدعو من قبله إلى الطاعة والجماعة\r\nفان لهم في ذلك من العافية وعظيم المثوبة ما لا يقدرون قدره\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\n\r\nولا يعرفون كنهه وأمره أن يلين جناحه لهم ويساوى بينهم في\r\nمجلسه ووجهه ويكون القريب والبعيد عنده في الحق سواء وأمره\r\nيحكم بين الناس بالعدل وأن يقيم بالقسط ولا يتبع الهوى ولا\r\nيخاف في الله لومة لائم فإن الله مع من اتقاه واثر طاعته وأمره\r\nعلى من سواه وكتب عبيد الله بن أبي رافع\r\nعبيد الله بن أبي رافع من أصحاب أمير المؤمنين عليه السلام بل من خواصه وله كتاب قضايا أمير\r\nالمؤمنين عليه السلام وكتاب تسمية من شهد مع علي بن أبي طالب عليه السلام من الصحابة الجمل\r\nوصفين والنهروان وأخوه علي بن أبي رافع من خيار الشيعة وكاتبا له عليه السلام وكان كثير الحفظ\r\nوجمع كتابا في فنون من الفقه وأبوه إبراهيم أبو رافع مولى النبي صلى الله عليه وآله وشهد مع علي\r\nعليه السلام حروبه وكان صاحب ماله بالكوفة\r\nومن كتبه عليه السلام\r\nكتاب الاختصاص للشيخ المفيد قدس سره المطبوع في طهران سنة 1379 الهجرية القمرية ص 138 قال كتاب معاوية إلى\r\nعلي عليه السلام وجواب علي عليه السلام على يد الطرماح إليه كتب معاوية بن أبي سفيان إلى علي بن أبي طالب\r\nصلوات الله عليه بسم الله الرحمن الرحيم إما بعد يا علي لأضربنك بشهاب قاطع لا يدكنه الريح ولا يطفأه الماء\r\nإذا اهتز وقع وإذا وقع نقب والسلام فلما قرء علي عليه السلام كتابه دعا بدواة وقرطاس ثم كتب\r\nبسم الله الرحمن الرحيم إما بعد يا معاوية فقد كذبت أنا علي بن أبي\r\nطالب وأنا أبو الحسن والحسين قاتل جدك وعمك وخالك وأبيك وأنا\r\nالذي أفنيت قومك في يوم بدر ويوم فتح ويوم أحد وذلك السيف بيدي\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\n\r\nتحمله ساعدي بجرأة قلبي كما خلفه النبي صلى الله عليه وآله بكف\r\nالوصي لم استبدل بالله ربا وبمحمد صلى الله عليه وآله نبيا وبالسيف\r\nبدلا والسلام على من اتبع الهدى\r\nومن وصاياه عليه السلام\r\nللطبيب اليوناني المدعى للفلسفة والطب بعد أن أسلم بيده عليه السلام وقد رواها الشيخ الجليل\r\nأحمد بن علي بن أبي طالب الطبرسي ( ره ) في كتابه الاحتجاج باسناده عن أبي محمد العسكري عن علي بن\r\nالحسين زين العابدين عليهم السلام أنه قال قال له علي عليه السلام\r\nآمرك أن تقر لله بالوحدانية وتشهد له بالجود والحكمة وتنزهه\r\nعن العبث والفساد وعن ظلم الإماء والعباد وتشهد أن محمدا\r\nالذي أنا وصيه سيد الأنام وأفضل رتبة في دار السلام وتشهد\r\nأن عليا الذي أراك ما أراك وأولاك من النعم ما أولاك خير خلق الله\r\nبعد محمد رسول الله وأحق خلق الله بمقام محمد صلى الله عليه\r\nوآله بعده وبالقيام بشرايعه وأحكامه وتشهد أن أولياءه أولياء\r\nالله وأعداءه أعداء الله وأن المؤمنين المشاركين لك فيما كلفتك\r\nالمساعدين لك فيما أمرتك ( على ما أمرتك ) به خيرة أمة محمد صلى الله\r\n","description":"","footnote":"","page_name":" 226 ","page_number":226},
  {"content":"\r\nعليه وآله وصفوة شيعة علي وآمرك أن تواسى اخوانك المطابقين\r\nلك على تصديق محمد صلى الله عليه وآله وتصديقي والانقياد\r\nله ولي مما رزقك الله وفضلك على من فضلك به منهم تسد فاقتهم\r\nوتجبر كسرهم وخلتهم ومن كان منهم في درجتك في الايمان ساويته\r\nمن مالك بنفسك ومن كان منهم فاضلا عليك في دينك آثرته\r\nبمالك على نفسك حتى يعلم الله منك أن دينه آثر عندك من مالك\r\nوان أولياءه أكرم عليك من أهلك وعيالك وآمرك أن تصون دينك\r\nوعلمنا الذي أودعناك واسرارنا التي حملناك ولا تبد علومنا لمن يقابلها\r\nبالعناد ويقابلك من أهلها بالشتم واللعن والتناول من العرض والبدن\r\nولا تفش سرنا إلى من يشنع علينا وعند الجاهلين بأحوالنا ولا تعرض\r\nأولياءنا لبوادر الجهال وآمرك أن تستعمل التقية في دينك فإن الله\r\nعز وجل يقول لا يتخذ المؤمنون الكافرين أولياء من دون المؤمنين\r\nومن يفعل ذلك فليس من الله في شئ الا أن تتقوا منهم تقاة وقد\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\nأذنت لك في تفضيل أعداءنا ان لجأك الخوف إليه وفي اظهار البراءة منا\r\nان حملك الوجل عليه وفي ترك الصلوات المكتوبات ان خشيت على حشاشتك\r\nالآفات والعاهات فان تفضيلك أعداءنا علينا عند خوفك لا ينفعهم\r\nولا يضرنا وإن اظهارك براءتك منا عند تقيتك لا يقدح فينا ولا ينقصنا\r\nولان تبرأت منا ساعة بلسانك وأنت موال لنا بجنابك لتبقى على نفسك\r\nروحها التي بها قوامها ومالها الذي به قيامها وجاهها الذي به تماسكها\r\nوتصون من عرف بذلك وعرفت به من أولياءنا وإخواننا من بعد ذلك بشهور\r\nوسنين إلى أن يفرج الله تلك الكربة وتزول به تلك الغمة فإن ذلك أفضل\r\nمن أن تتعرض للهلاك وتنقطع به عن عمل الدين وصلاح اخوانك المؤمنين\r\nوإياك ثم إياك أن تترك التقية التي أمرتك بها فإنك شائط بدمك ودم\r\nخوانك معرض لنعمك ونعمهم على الزوال مذل لك ولهم في أيدي\r\nأعداء دين الله وقد أمرك الله باعزازهم فإنك إن خالفت وصيتي كان\r\nضررك على نفسك واخوانك أشد من ضرر المناصب لنا الكافر بنا\r\n","description":"","footnote":"","page_name":" 228 ","page_number":228},
  {"content":"\r\n\r\nومن وصاياه عليه السلام\r\nفروع الكافي في كتاب الوصايا رواها عن أبي على الأشعري عن محمد بن عبد الحبار ومحمد بن إسماعيل عن\r\nالفضل بن شاذان عن صفوان بن يحيى وفي التهذيب لشيخ الطائفة عن الحسين بن سعيد عن صفوان\r\nبن يحيى عن عبد الرحمن بن الحجاج واللفظ عن الكافي قال بعث إلى أبو الحسن موسى عليه السلام بوصية أمير\r\nالمؤمنين عليه السلام وهي بسم الله الرحمن الرحيم هذا ما أوصى به وقضى به في\r\nماله عبد الله على ابتغاء وجه الله ليولجني به الجنة ويصرفني به عن\r\nالنار ويصرف النار عنى يوم تبيض وجوه وتسود وجوه ان ما كان لي\r\nمن مال بينبع يعرف لي فيها وما حولها صدقة ورقيقها غير أن رياحا\r\nوأبا نيزر وجبير اعتقاء أهاليهم وفي التهذيب غير أبى رياح وأبى نيزر وجبير عتقاء ليس لأحد عليهم سبيل فهم موالى يعلمون في النال خمس حجج وفيه\r\nنفقتهم ورزقهم وارزاق أهاليهم وسع ذلك ما كان لي بوادي القرى\r\nكله من مال لبنى فاطمة ورقيقها صدقة وما كان لي بديمة وأهلها\r\nصدقة غير أن زريقا له مثل ما كتبت لأصحابه ( وفي التهذيب غير أن رقيقها\r\nلهم مثل ما كتبت لأصحابهم ) وما كان لي بأذينة وأهلها صدقة والقصيرة\r\nوالعفرتين ( خ ل ) كما قد علمتم صدقة في سبيل الله وان الذي كتبت من موالى\r\n","description":"","footnote":"","page_name":" 229 ","page_number":229},
  {"content":"\r\nهذه صدقة واجبة بتلة حيا انا أو ميتا ينفق كل نفقة ينبغي بها\r\nوجه الله وفي سبيل الله ووجهه وذوي الرحم من بني هاشم وبني المطلب\r\nوالقريب والبعيد فإنه يقوم على ذلك الحسن بن علي يا كل\r\nمنه بالمعروف وينفقه حيث يراه الله عز وجل في حل محلل الاحرج\r\nعليه فيه فان أراد ان يبيع نصيبا من المال فيقضى به الدين فليفعل\r\nان شاء ولاحرج عليه فيه وان شاء جعله سرى الملك ( وفي التهذيب\r\nشراء الملك ) وان ولد على ومواليهم وأموالهم إلى الحسن بن علي\r\nوإن كانت دار الحسن بن علي غير دار الصدقة فبدا له ان يبيعها فليبع\r\nان شاء لا حرج عليه فيه وان باع فإنه يقسم ثمنها ثلاثة أثلاث\r\nفيجعل ثلثا في سبيل الله وثلثا في بني هاشم وبني المطلب ويجعل\r\nالثلث في آل أبي ي ألب وانه يضعه فيهم حيث يراه الله وان حدث\r\nبحسن حدث وحسين حي فإنه إلى الحسين بن علي وان حسينا يفعل\r\nفيه مثل الذي أمرت به حسنا له مثل الذي كتبت للحسن وعليه\r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\nمثل الذي على الحسن وان لبنى ( لابني ) فاطمة من صدقة على مثل\r\nالذي لبنى على وانى انما جعلت الذي جعلت لابني فاطمة ابتغاء وجه\r\nالله عز وجل وتكريم حرمة رسول الله صلى الله عليه وآله وتعظيمهما\r\nوتشريفهما ورضاهما وان حدث بحسن وحسين حدث فان الاخر\r\nمنهما ينظر في بنى على فان وجد فيهم من يرضى به فان وجد آل أبي طالب\r\nقد ذهب كبرائهم وذووا آرائهم فإنه يجعله إلى رجل يرضاه من\r\nوينفق ثمره حيث امرته به من سبيل الله ووجهه وذوي الرحم\r\nمن بني هاشم وبني المطلب والقريب والبعيد لا يباع منه شئ ولا\r\nيوهب ولا يورث وانمال محمد بن علي وهو إلى ابني فاطمة وان رقيقي\r\nالذين في صحيفة صغرة التي كتبت لي عتقاء ( كلمة ليس في التهذيب ) هذا ما\r\n","description":"","footnote":"","page_name":" 231 ","page_number":231},
  {"content":"\r\nقضى به علي بن أبي طالب في أمواله هذه من قدم مسكن\r\nابتغاء وجه الله والدار الآخرة والله المستعان على كل حال ولا يحل\r\nلامرء مسلم يؤمن بالله واليوم الآخر أن يقول في شئ قضيته من مالي\r\nولا يخالف فيه امرى من قريب أو بعيد إما فان ولائدي\r\nاللائي أطوف عليهن السبعة عشر منهن أمهات أولاد معهن أولاد هن\r\nومنهن حبالى ومنهن من لا ولد له فقضائي فيهن ان بي حدث\r\nانه من كان منهن ليس لها ولد وليست بحبلى فهي عتيق لوجه الله\r\nعز وجل ليس لأحد علهن سبيل ومن كان منهن لها ولد أو\r\nحبلى فتمسك على ولدها وهي من حظه ( في بعض النسخ في حصته ) فان\r\nقضى به على في ماله الغد من يوم مسكن شهد أبو سمر بن\r\nأبرهة وصعصعة بن صوحان ويزيد بن قيس وهياج بن أبي هياج\r\nوكتبت علي بن أبي طالب بيده لعشر خلون من جمادى الأولى سنة سبع وثلاثين\r\n","description":"","footnote":"","page_name":" 232 ","page_number":232},
  {"content":"\r\n\r\nومن كتاب عليه السلام\r\nروى العلامة المجلسي أعلى الله مقامه في المجلد الثامن من البحار في باب شكاية أمير المؤمنين عليه السلام عمن\r\nتقدمه ص 180 طبع امين الضرب عن تاريخ أحمد بن أعثم الكوفي انه كتب عليه السلام في جواب كتاب كتب\r\nإليه معاوية والجواب هذا\r\nإما بعد فإنه اتاني كتابك تذكر فيه حسدي للخلفاء وابطائي\r\nوذلك أنه لما قبض النبي صلى الله عليه وآله واختلف الأمة قالت\r\nقريش منا الأمير وقالت الأنصار بل منا الأمير فقالت قريش محمد\r\nصلى الله عليه وآله منا ونحن أحق بالامر منكم فسلمت الأنصار القريش\r\nالولاية والسلطان فإنما تستحقها قريش بمحمد صلى الله عليه وآله\r\nدون الأنصار نحن أهل البيت أحق بهذا من غيرنا ( إلى قوله عليه السلام )\r\nوقد كان أبوك أبو سفيان جاءني في هذا الوقت الذي بايع الناس\r\nفيه أبا بكر فقال لي أنت أحق بهذا الامر من غيرك وانا يدك على من\r\nخالفك وان شئت لأملأن المدينة خيلا ورجلا على ابن أبي قحافة\r\nفلم اقبل ذلك فكنت انا الذي أبيت عليه مخافة الفرقة بين أهل الاسلام\r\n","description":"","footnote":"","page_name":" 233 ","page_number":233},
  {"content":"\r\n\r\n\r\nفان تعرف من حقي ما كان أبوك يعرفه لي فقد أصبت رشدك وان\r\nأبيت فها انا قاصد إليك والسلام\r\nومن كتبه عليه السلام\r\nالمجلد الثامن ص 390 من البحار عن أبي الحديد في شرح النهج قال لما بويع عليه السلام كتب إلى معاوية\r\nإما بعد فان الناس قتلوا عثمان عن غير مشورة منى وبايعوني عن\r\nمشورة منهم واجتماع فإذا اتاك كتابي فبايع بي واو فد إلى اشراف\r\nأهل الشام قبلك ومن كتبه عليه السلام\r\nفي المجلد الثامن ص 558 من البحار نقله العلامة المجلسي عن كتاب سليم بن قيس الهلالي بالاسناد عن ابان\r\nعنه قال قال وحدثني أيضا عمر بن أبي سلمة وزعم أبو هريرة العبدي انه سمعه عن أبي سلمة\r\nان معاوية دعا أبا الدرداء ونحن مع أمير المؤمنين عليه السلام بصفين ودعا أبا هريرة فقال\r\nلهما انطلقا إلى علي فاقرءاه منى السلام وأطال الكلام مفصلا من ارساله معهما كتابا إلى أمير المؤمنين\r\nوأرسله عليه السلام معهما جوابه قال بعد كلام طويل ثم كتب معاوية إلى أمير المؤمنين عليه السلام\r\nكتابا اخر ونقل الكتاب إلى أن قال فكتب إليه أمير المؤمنين عليه السلام إما بعد فقد قرأت\r\nكتابك فكثر ما يعجبني مما خطت فيه يدك وأطنبت فيه من كلامك\r\nومن البلاء العظيم والخطب الجليل على هذه الأمة ان يكون مثلك يتكلم\r\nأو ينظر في عامة امرهم أو خاصة وأنت من تعلم وأين من قد علمت\r\nوانا من قد علمت وأين من تعلم وسأجيبك فيما قد كتبت بجواب\r\n","description":"","footnote":"","page_name":" 234 ","page_number":234},
  {"content":"\r\n\r\nلا أظنك تعقله أنت ولا وزيرك ابن النابغة عمرو الموافق لك كما وافق شن\r\nطبقة فإنه هو الذي امرك بهذا الكتاب وزينة لك وحضر كما فيه إبليس\r\nومردة أصحابه وفي رواية أخرى ومردة أبالسته وان رسول الله صلى الله\r\nعليه وآله قد كان اخبرني انه رأى على منبره اثنى عشر رجلا أئمة ضلال\r\nمن قريش يصعدون منبر رسول الله صلى الله عليه وآله وينزلون\r\nعلى صورة القردة ( القرود ؟ ) يردون أمته على ادبارهم عن الصراط\r\nالمستقيم اللهم وقد خبرني بأسماء هم رجلا رجلا وكم يملك كل واحد\r\nمنهم واحدا بعد واحد عشرة منهم من بنى أمية ورجلين من حيين\r\nمختلفين من قريش عليهما مثل أوزار الأمة جميعا إلى يوم القيمة\r\nومثل جميع عذابهم فليس دم يهرق في غير حقه ولافرج يغشى ولا\r\nحكم بغير حق الا كان عليهما وزره وسمعته يقول إن بنى العاص إذا\r\nبلغوا ثلاثين رجلا جعلوا كتاب الله دخلا وعباد الله حولا خولا ومال الله دولا وقال رسول الله صلى الله عليه وآله وسلم يا اخى انك لست\r\n","description":"","footnote":"","page_name":" 235 ","page_number":235},
  {"content":"\r\nكمثلي ان الله امرني اصدع بالحق واخبرني يعصمني من الناس وأمرني ان أجاهد ولو بنفسي فقال جاهد في سبيل الله ولا تكلف الا\r\nنفسك وقال حرض المؤمنين على القتال وقد مكث بمكة ما مكثت\r\nلم أمر بقتال ثم امرني بالقتال لأنه لا يعرف الدين الابي وفي ولا\r\nالشرايع ولا السنن والاحكام والحدود ولا الحلال والحرام وان\r\nالناس يدعون بعدي ما امرهم الله به وما امرتهم فيك من ولايتك\r\nوما أظهرت من محبتك متعمدين غير جاهلين مخالفة ما انزل الله\r\nفيك فان وجدت أعوانا عليهم فجاهد هم وان لم تجد أعوانا فاكفف\r\nيدك واحقن دمك واعلم انك ان دعوتهم لم يستجيبوا لك فلا تدعن\r\nان تجعل الحجة عليهم انك يا اخى لست مثلي انى قد أقمت حجتك وأظهرت\r\nلهم ما انزل الله فيك وانه لم يعلم انى رسول الله وان حقي وطاعتي\r\nواجبان حتى أظهرت ذلك فانى كنت قد أظهرت حجتك وقمت بأمرك\r\nفان سكت عنهم لم تأثم غير أنه أحب ان تدعوهم وان لم يستجيبوا لك\r\n","description":"","footnote":"","page_name":" 236 ","page_number":236},
  {"content":"\r\nولم يقبلوا منك وتظاهرت عليك ظلمة قريش فإني أخاف عليك أن\r\nناهضت القوم ونابذتهم وجاهدتهم من غير أن يكون معك فئة\r\nتقوى بهم أن يقتلوك والتقية من دين الله ولا دين لمن لا تقية له\r\nوإن الله قضى الاختلاف والفرقة على هذه الأمة ولو شاء لجمعهم\r\nعلى الهدى ولم يختلف اثنان منهما ولا من خلقه ولم يتنازع من شئ\r\nمن أمره ولم يجحد الفضول ذا الفضل فضله ولو شاء عجل منهم النقمة\r\nوكان منه التغيير حتى يكذب الظالم ويعلم الحق أين مصيره والله جعل\r\nالدنيا دار الأعمال وجعل الآخرة دار الثواب والعقاب ليجزي الذين\r\nأساءوا بما عملوا ويجزي الذين أحسنوا بالحسنى فقلت شكر الله على نعمائه\r\nوصبرا على بلاءه وتسليما ورضا بقضاءه ثم قال صلى الله عليه وآله\r\nوسلم يا أخي أبشر فإن حياتك وموتك معي وأنت أخي وأنت وصيي وأنت وزيري\r\nوأنت وارثي وأنت تقاتل على سنتي وأنت مني بمنزلة هارون من موسى\r\nولك بهارون أسوة حسنة إذا استضعفه أهله وتظاهروا عليه وكادوا\r\n","description":"","footnote":"","page_name":" 237 ","page_number":237},
  {"content":"\r\nيقتلونه فاصبر لظلم قريش إياك وتظاهرهم عليك فإنها ضغائن في صدور\r\nقوم احقاد بدر وترات أحد وان موسى أمر هارون حين استخلفه في قومه\r\nإن ضلوا فوجد أعوانا أن يجاهدهم بهم فإن لم يجد أعوانا أن يكف يده\r\nويحقن دمه ولا يفرق بينهم فافعل أنت كذلك إن وجدت عليهم\r\nأعوانا فجاهدهم وان لم تجد أعوانا فاكفف يدك واحقن دمك فإنك ان\r\nنابذتهم قتلوك واعلم انك ان لم تكف يدك وتحقن دمك إذا لم تجد أعوانا\r\nتخوفت عليك أن يرجع الناس إلى عبادة الأصنام والجحود بأني رسول\r\nالله فاستظهر بالحجة عليهم ودعهم ليهلك الناصبون لك والباغون\r\nعليك ويسلم العامة والخاصة فإذا وجدت يوما أعوانا على إقامة كتاب\r\nالله والسنة فقاتل على تأويل القرآن كما قاتلت على تنزيله فإنما يهلك\r\nمن الأمة من نصب لك ولاحد من أوصياءك وعادى وجحد ودان بخلاف\r\nما أنتم عليه ولعمري يا معاوية لو ترحمت عليك وعلى طلحة والزبير ما كان\r\nترحمي عليكم واستغفاري لكم ليحق باطلا بل يجعل الله ترحمي عليكم\r\nو ","description":"","footnote":"","page_name":" 238 ","page_number":238},
  {"content":"\r\nاستغفاري لكم لعنة عليكم وعذابا وما أنت وطلحة والزبير بأحقر\r\nجرما ولا أصغر ذنبا ولا أهون بدعة وضلالة ممن استنالك ولصاحبك\r\nالذي تطلب بدمه ووطئا لكم ظلمنا أهل البيت وحملاكم على رقابنا\r\nقال الله تبارك وتعالى ألم تر إلى الذين أوتوا نصيبا من الكتاب يؤمنون\r\nبالجبت والطاغوت ويقولون للذين كفروا هؤلاء أهدى من الذين\r\nآمنوا سبيلا أولئك الذين لعنهم الله ومن يلعن الله فلن تجد لهم\r\nنصيرا أم لهم نصيب من الملك فإذا لا يؤتون الناس نقيرا أم يحسدون\r\nالناس على ما آتاهم الله من فضله فنحن الناس ونحن المحسودون\r\nقال الله عز وجل فقد آتينا آل إبراهيم الكتاب والحكمة وآتيناهم\r\nملكا عظيما فالملك العظيم أن جعل فيهم أئمة من أطاعهم أطاع\r\nالله ومن عصاهم عصى الله والكتاب والحكمة والنبوة فلم يقرون\r\nبذلك في آل إبراهيم وينكرونه في آل محمد يا معاوية فان تكفر بها\r\nأنت وصاحبك ومن قبلك من طغاة أهل الشام واليمن والاعراب\r\n","description":"","footnote":"","page_name":" 239 ","page_number":239},
  {"content":"\r\nأعراب ربيعة ومضر جفاة الأمة فقد وكل الله قوما ليسوا بها بكافرين\r\nيا معاوية إن القرآن حق ونور وهدى ورحمة وشفاء للمؤمنين\r\nوالذين لا يؤمنون في آذانهم وقر وهو عليهم عمى يا معاوية إن\r\nالله لم يدع صنفا من أصناف الضلالة والدعاة إلى النار الا وقد رد\r\nعليهم واحتج عليهم في القرآن ونهى عن اتباعهم وأنزل فيهم\r\nقرآنا ناطقا علمه من علمه وجهله من جهله إني سمعت من رسول\r\nالله صلى الله عليه وآله وسلم يقول ليس من القرآن آية الا ولها\r\nظهر وبطن وما من حرف الا وله تأويل وما يعلم تأويله الا الله والراسخون\r\nفي العلم الراسخون نحن آل محمد وأمر الله سائر الأمة أن يقولوا آمنا\r\nبه كل من عند ربنا وما يذكر إلا أولوا الألباب وأن يسلموا إلينا\r\nوقد قال الله ولو ردوه إلى الرسول وإلى أولي الأمر منهم لعلمه الذين\r\nيستنبطونه منهم هم الذين يسئلون عنه ويطلبونه ولعمرى لو أن الناس\r\nحين قبض رسول الله صلى الله عليه وآله وسلم سلموا لنا واتبعونا\r\nو ","description":"","footnote":"","page_name":" 240 ","page_number":240},
  {"content":"\r\nقلدونا أمورهم لأكلوا من فوقهم ومن تحت أرجلهم ولما\r\nطمعت أنت يا معاوية فما فاتهم منا أكثر مما فاتنا منهم ولقد\r\nأنزل الله في وفيك سورة خاصة الأمة يؤولونها على الظاهر\r\nولا يعلمون ما الباطن وهي في سورة الحاقة فأما من أوتي كتابه بيمينه\r\nوأما من أوتي كتابه بشماله وذلك أنه يدعي بكل امام ضلالة\r\nوامام هدى ومع كل واحد منهما أصحابه الذين بايعوه فيدعى بي\r\nوبك يا معاوية وأنت صاحب السلسلة الذي يقول يا ليتني لم أوت كتابيه\r\nولم أدر ما حسابيه سمعت رسول الله يقول ذلك صلى الله عليه وآله\r\nوسلم وكذلك كل إمام ضلالة كان قبلك أو يكون بعدك له مثل ذلك\r\nمن خزي الله وعذابه ونزل فيكم قول الله عز وجل وما جعلنا الرؤيا التي\r\nأريناك إلا فتنة للناس والشجرة الملعونة في القرآن وذلك أن رسول\r\nالله صلى الله عليه وآله وسلم رأى اثني عشر إماما من أئمة الضلالة\r\nعلى منبره يردون الناس على أدبارهم القهقري رجلان من قريش وعشرة\r\n","description":"","footnote":"","page_name":" 241 ","page_number":241},
  {"content":"\r\nمن بني أمية أول العشرة صاحبك الذي تطلب بدمه وأنت وابنك\r\nوسبعة من ولد الحكم بن أبي العاص أولهم مروان وقد لعنه رسول الله\r\nصلى الله عليه وآله وسلم وطرده وما ولد حين اسمع نبينا صلى الله\r\nعليه وآله ( حين استمع لنساء رسول الله صلى الله عليه وآله وسلم )\r\nيا معاوية إنا أهل بيت اختار الله لنا الآخرة على الدنيا ثوابا وقد سمعت\r\nرسول الله صلى الله عليه وآله وسلم أنت ووزيرك وصويحبك يقول\r\nإذا بلغ بنو أبي العاص ثلاثين رجلا اتخذوا كتاب الله دخلا وعباد الله\r\nخولا ومال الله دولا يا معاوية إن نبي الله زكريا نشر بالمنشار ويحيى ذبح\r\nوقتله قومه وهو يدعوهم إلى الله عز وجل وذلك لهوان الدنيا على الله\r\nإن أولياء الشيطان قد حاربوا أولياء الرحمن قال الله ان الذين يكفرون\r\nبآيات الله ويقتلون النبيين بغير حق ويقتلون الذين يأمرون بالقسط\r\nمن الناس فبشرهم بعذاب أليم يا معاوية إن رسول الله صلى الله عليه\r\nوآله وسلم قد أخبرني أن بني أمية سيخضبون لحيتي من دم رأسي\r\nو ","description":"","footnote":"","page_name":" 242 ","page_number":242},
  {"content":"\r\nأني مستشهد وستلى الأمة من بعدي وانك ستقتل ابني الحسن بالسم\r\nوان ابنك يزيد لعنه الله سيقتل ابني الحسين يلي ذلك منه ابن زانية\r\nوان الأمة سيليها من بعدك سبعة من ولد أبي العاص وولد مروان\r\nبن الحكم وخمسة من ولد تكملة اثني عشر إماما قد رأيهم رسول الله\r\nصلى الله عليه وآله وسلم يتواثبون على منبره تواثب القردة يردون أمته\r\nعلى دين الله على أدبارهم القهقري وانهم أشد الناس عذابا يوم القيامة\r\nوان الله سيخرج الخلافة منهم برايات سود تقبل من الشرق يذلهم الله بهم\r\nويقتلهم تحت كل حجر وان رجلا من ولدك مشوم ملعون جلف جاف منكوس\r\nالقلب فظ غليظ القلب قد نزع الله من قلبه الرأفة والرحمة أخواله من كلب\r\nكأني أنظر إليه ولو شئت لسميته ووصفته وأين كم هو فيبعث جيشا إلى\r\nالمدينة فيدخلونها فيسرفون فيها في القتل والفواحش ويهرب منهم رجل\r\nمن ولدي زكي تقي الذي يملأ الأرض عدلا وقسطا كما ملئت ظلما وجورا\r\nواني لأعرف اسمه أين كم هو يومئذ وعلامته وهو من ولد ابني الحسين\r\n","description":"","footnote":"","page_name":" 243 ","page_number":243},
  {"content":"\r\nالذي يقتله ابنك يزيد وهو الثائر بدم أبيه فيهرب إلى مكة ويقتل صاحب\r\nذلك الجيش رجلا من ولدي زكيا بريا عند أحجار الزيت ثم يسير ذلك الجيش\r\nإلى مكة واني لاعلم اسم أميرهم وأسماءهم وسمات خيولهم فإذا دخلوا\r\nالبيداء واستوت بهم الأرض خسف الله بهم قال الله عز وجل ولو ترى\r\nإذ فزعوا فلا فوت وأخذوا من مكان قريب قال من تحت أقدامهم فلا يبقى\r\nمن ذلك الجيش أحد غير رجل واحد يقلب الله وجهه من قبل قفاه ويبعث\r\nالله للمهدي أقواما يجمعون من الأرض قزع كقزع الخريف والله إني لأعرف\r\nأسماءهم واسم أميرهم ومناخ ركابهم فيدخل المهدي الكعبة ويبكي\r\nويتضرع قال جل وعز أمن يجيب المضطر إذا دعاه ويكشف السوء ويجعلكم\r\nخلفاء الأرض هذا لنا خاصة أهل البيت إما والله يا معاوية لقد كتبت\r\nإليك هذا الكتاب وإني لاعلم انك لا تنتفع به وانك لتفرح إذا أخبرتك\r\nانك ستلي الامر وابنك بعدك لان الآخرة ليست من بالك وانك بالآخرة\r\nلمن الكافرين وستندم كما ندم من أسس هذا الامر لك وحملك على رقابنا\r\n","description":"","footnote":"","page_name":" 244 ","page_number":244},
  {"content":"\r\n\r\nحين لم تنفعه الندامة ومما دعاني إلى الكتاب بما كتبت به انى أمرت\r\nكاتبي ان ينسخ ذلك لشيعتي ورؤس أصحابي لعل الله ان ينفعهم بذلك\r\nأو يقرأه واحد من قبلك فيخرجه الله به وبنا من الضلالة إلى الهدى\r\nومن ظلمك وظلم أصحابك وفتنتهم وأجبت ان احتج عليك\r\nفكتب اله معاوية هنيئا لك يا أبا الحسن تملك الآخرة وهنيئا لنا نملك الدنيا\r\nومن كتبه عليه السلام\r\nفي المجلد الثامن من البحار ص 470 في باب بغى معاوية قال كتب على إلى جرير إما بعد فإنما\r\nأراد معاوية ان لا يكون لي في عنقه بيعة وان يختار من امره ما أحب\r\nوأراد ان يرثيك حتى تذوق أهل الشام وان المغيرة بن شعبة قد كان\r\nأشار على أن استعمل معاوية على الشام وانا بالمدينة فأبيت ذلك\r\nعليه ولم يكن الله ليراني اتخذ المضلين عضدا فان بايعك الرجل والا\r\nفاقبل ومن كتبه عليه السلام\r\nفي المجلد الثامن من البحار ص 376 باسناده عن عبد الله بن عوف وقال كان كتاب علي بن عباس\r\nإما بعد فاشخص إلى بمن قبلك من المسلمين والمؤمنين وذكر هم\r\n","description":"","footnote":"","page_name":" 245 ","page_number":245},
  {"content":"\r\n\r\nبلائي عندهم وعفوي عنهم واستبقائي لهم ورغبهم في الجهاد واعلمهم\r\nالذي لهم في ذلك من الفضل والسلام\r\nومن كتبه عليه السلام\r\nالمجلد الثامن من البحار ص 447 روى عن أبي مخنف لوط بن يحيى عن عبد الله بن عاصم عن محمد بن\r\nبشير الهمداني قال ورد كتاب أمير المؤمنين عليه السلام مع عمرو بن سلمة الأرجى إلى أهل الكوفة\r\nفكبر الناس تكبيرة سمعها عامة الناس واجتمعوا لها في المسجد ونودي الصلاة جمعا فلم يتخلف أخد\r\nوقرء الكتاب فكان فيه بسم الله الرحمن الرحيم من عبد الله أمير المؤمنين إلى\r\nقرظة بن كعب ومن قبله من المسلمين سلام عليكم فانى احمد إليكم\r\nالله الذي لا إله إلا هو إما بعد فانا لقينا القوم الناكثين لبيعتنا\r\nوالمفارقين لجماعتنا الباغين علينا في أمتنا فحججنا هم فحاكمنا هم إلى الله\r\nفأدالنا عليهم فقتل طلحة والزبير وقد تقدمت إليهما بالمعذرة\r\nوأقبلت إليهما النصيحة واستشهدت عليهما صلحاء الأمة فما أطاعا\r\nالمرشدين ولا أجابا الناصحين ولا ذاهل البغى بعايشة فقتل حولها\r\nمن أهل البصرة عالم جسيم وضرب الله وجه بقيتهم فأدبروا فما كانت\r\nناقة الحجر بأشئم عليهم منها على أهل ذلك المصر مع ما جاءت به من\r\n","description":"","footnote":"","page_name":" 246 ","page_number":246},
  {"content":"\r\n\r\nالحرب الكبير في معصيتها ربها ونبيها واغترارها في تفريق المسلمين وسفك دماء المؤمنين بلا بينة ولا معذرة ولا حجة ظاهرة فلما هزمهم\r\nالله أمرت ان لا يبتع مدبر ولايجاز ( لا يجهز ؟ ) على جريح ولا يكشف\r\nعورة ولا يهتك ستر ولا يدخل دار الا بإذن وامنت الناس وقد استشهد منا رجال صالحون ضاعف الله حسناتهم ورفع درجاتهم\r\nوأثابهم ثواب الصادقين الصابرين وجزاكم الله من أهل مصر عن أهل بيت\r\nنبيكم أحسن جزاء العاملين بطاعته والشاكرين لنعمة فقد سمعتم\r\nوأطعتم وأجبتم إذا دعيتم فنعم الاخوان والأعوان على على الحق أنتم والسلام\r\nعليكم ورحمة الله وبركاته كتب عبيد الله بن أبي رافع في رجب سنة ست وثلثين\r\nومن وصاياه عليه السلام\r\nفي المجلد السابع عشر من البحار ص 122 عن كتاب مطالب السئول المحمد بن طلحة الشافعي قال قال عليه السلام\r\nاحذروا الدنيا إذا أمات الناس الصلاة وأضاعوا الأمانات واتبعوا\r\nالشهوات واستحلوا الكذب وأكلوا الربا وأخذوا الرشا وشيدوا\r\nالبناء واتبعوا الهوى وباعوا الدين بالدنيا واستخفوا بالدماء\r\nو ","description":"","footnote":"","page_name":" 247 ","page_number":247},
  {"content":"\r\nركنوا إلى الربا وتقاطعت الأرحام وكان الحلم ضعفا والظلم فخرا\r\nوالامراء فجرة والوزراء كذبه والامناء خونة والأعوان ظلمة\r\nوالقراء فسقة وظهر الجور وكثر الطلاق وموت الفجاة وحليت المصاحف\r\nوزخرفت المساجد وطولت المنابر ونقضت العهود وخربت القلوب\r\nواستحلوا المعازف وشرب الخمور وركبت الذكور واشتغل النساء\r\nوشاركن أزواجهن في فحينئذ عدوا أنفسكم في الموتى ولا تغرنكم الحياة الدنيا\r\nفان الناس اثنان برتقى واخر شقى والدار داران لا ثالث لهما والكتاب واحد لا يغادر صغيرة ولا كبيرة الا أحصاها الا وان حب الدنيا\r\nرأس كل خطيئة وباب كل بلية ومجمع كل فتنة وداعية كل ريبة\r\nالويل لمن جمع الدنيا وأورثها من لا يحمده وقدم على من لا يعذره\r\nالدنيا دار المنافقين وليست بدار المتقين فليكن حظك من الدنيا\r\n","description":"","footnote":"","page_name":" 248 ","page_number":248},
  {"content":"\r\nقد وقع الفراغ من تسويد هذا الكتاب وتأليفه عشية يوم الجمعة ليلية الثالث من شهر شعبان المعظم يوم\r\nميلاد السبط الثاني والامام الثالث سيد شباب أهل الجنة رحمة الله الواسعة سفينة نجاة العاصين\r\nمن المؤمنين زين السماوات والأرضيين مصباح الهدى والعروة الوثقى التي لا انفصام لها قرة عين\r\nالرسول وفلذة كبد البتول سيد الكونين وشفيع النشأتين مولانا ومولى الثقلين أبى عبد الله\r\nالحسين سلام الله عليه وعلى جده وأبيه وأمه وبنيه ستة ثمان وثمانين\r\nوثلاثمأة بعد الآلف من الهجرة المقدسة النبوية على مهاجر ها صلاة لا تحصى\r\nوتحية لا تنتهي وتسليم لا تعد والحمد لله على ما هدانا وله الشكر على ما\r\nأولانا ولقد ألفته وكتبته بيمناي الداثرة وانا العاصي الاثم\r\nابن علي بن القاسم الحمدآبادي الجرقوي الأصبهاني\r\nحسن الميرجهاني الطباطبائي الحسنى الحسيني وقاه\r\nالله عن عن التواني وعفى الله عنس جرائمه\r\n\r\n","description":"","footnote":"","page_name":" 249 ","page_number":249}
  ]