[
  {"content":"\r\n14 نور پاك ( عليهم السلام )\r\n1 . زندگى پيامبر عاليقدر اسلام ( صلى الله عليه وآله )\r\nدكتر عقيقى بخشايشى\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nدفتر نشر نويد اسلام\r\nمؤسسهء انتشارات نويد اسلام\r\n14 نور پاك ( عليهم السلام )\r\nزندگى پيامبر عاليقدر اسلام ( ص )\r\nناشر : انتشارات نويد اسلام / حروفچينى و صفحه بندى : متين نگار\r\nانتشار : تابستان 1381 / نوبت چاپ : اول\r\nليتوگرافى : اهل بيت ( ع ) / چاپ : بهار / صحافى : الجواد\r\nتيراژ : 2000 نسخه / قيمت : 550 تومان\r\nشابك : 9 - 97 - 6485 - 964\r\nكليه حقوق براى ناشر محفوظ است .\r\nنشانى :\r\nتهران ، رو به روى دانشگاه ، خيابان 12 فروردين ، كوچه نوروز ، پلاك 6 ، انتشارات فراهانى / 6405932\r\nقم ، پاساژ قدس ، طبقه همكف ، پلاك 111 ، انتشارات نويد اسلام / 7743462\r\nتبريز ، سازمان تبليغات اسلامى / 9 - 5272003\r\nمشهد ، انتشارات عليزاده / 50332\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nشناسنامهء مبارك پيامبر عاليقدر اسلام ( ص )\r\nنام مبارك : محمد ( ص )\r\nكنيهء شريف : ابوالقاسم\r\nالقاب مبارك : مصطفى\r\nنام پدر بزرگوار : عبد الله\r\nنام مبارك مادر : آمنه\r\nتاريخ ولادت : 17 ربيع الاول عام الفيل\r\nسال شروع نبوت : ه‍ . ق\r\nسن شروع نبوت : 40 سالگى\r\nمدت نبوت : 23 سال\r\nمدت عمر مبارك : 63 سال و 27 ماه رجب مبعث\r\nتاريخ شهادت : 28 صفر سنه 10 ه\r\nعلت شهادت : ذراع زهر آلود ذبيحه / توسط زن يهوديه خيبرى\r\nمحل دفن : مدينه طيبه\r\nتعداد فرزندان : 3 پسر و 4 دختر\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nاى آزادى بخش جهان انسانيت !\r\nصفحاتى چند از زندگى نمونه و حيات پيام بخش شما به عنوان تجليل از فداكارىها و\r\nخدمات رسالتى ، انسانى ، فرهنگى و تربيتى به رشتهء تحرير درآمده است با اعتراف به\r\nنارسايى و ناچيزى آن ، شايسته تر از ساحت قدس نبوى ( صلى الله عليه وآله ) و ارزنده تر از آستان شامخ و\r\nمنيع رسالت ، شخصيتى را سراغ نداشتم كه اهداء و تقديمش دارم .\r\nاينك با تقديم و اهداء اين اثر ناچيز ، رجاء واثق و انتظار وافر دارد كه اين هديه ناقابل\r\nمورد عنايت و توجه خاص آن مقام عالى قرار گيرد و با آن دل ملكوتى و با آن قلب سرشار\r\nاز مهر و محبت ، از پروردگار متعال درخواست نمايى كه تلاشگران راه دين و شريعت ، و\r\nخدمتگزاران راستين آزادى و سربلندى جهان اسلام را ، در تعقيب اهداف مقدس خويش\r\nيارى و نصرت دهد ! و كشورهاى اسلامى را در رويارويى با كجىها و انحرافات و تهاجمات\r\nمصون دارد و گسترهء شريعت اسلامى و آموزه‌هاى محمدى ( عليه السلام ) را جهان گستر و عالم\r\nشمول نمايد . و پرچم اسلام و قرآن را هر چه باشكوه تر در اقطار جهان ، به اهتزاز درآورد !\r\nگزارش انتخاب نام\r\nيكى از حساس ترين مراحل تأليف ، مرحلهء نامگزارى و انتخاب عنوان اصلى آن مى باشد\r\nچون نام مى بايست : كوتاه ، فشرده ، رسا و جاذب ، در عين حال ، دربرگيرندهء مجموع\r\nمحتواى مطالب كتاب بوده باشد چه بسيار كتابها و مجموعه‌هايى كه نام غير مناسب و\r\nنامأنوس آنها را به انزوا و مهجورى كشانده است و تمام سعى و كوشش مؤلف را ، بى اثر و\r\nضايع ساخته است ، از اينرو پس از اتمام اين مجموعه ، چهارده نام نوشته شد ، به پيش\r\nيكى از بزرگان حوزه علميه قم كه ذوق خاص و سليقهء ممتازى در اين زمينه دارد ارائه\r\nگرديد ، معظم له پس از رؤيت آن ، دو نام زير را برگزيدند : \" 1 - 14 نور پاك ( عليهم السلام ) 2 - جوانان\r\nدر محضر پيشوايان \" نگارنده نيز نام نخستين را عنوان اصلى كتاب و نام دومى را عنوان\r\nتكميلى و توضيحى آن قرار داد . اميد است خداوند متعال ، اين سعى و كوشش و مطالب\r\nگرد آمده را ، مورد قبول قرار داده و مايهء روشنائى راه پويندگان هدايت و سعادت و وسيلهء\r\nآمرزش و ذخيرهء روز معاد مؤلف ناتوان و تأثيرگزاران در اين كتاب قرار دهد . بمنه وكرمه و\r\nبه حق محمد وآله الطاهرين اللهم تقبل منا وأغفر لنا ذنوبنا واحشرنا مع الأبرار\r\nدكتر عقيقى بخشايشى تابستان 1381\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nپيشگفتار . . .\r\nبسمه تعالى\r\nپيشگفتار\r\nبحث و بررسى در سيره و روش علمى و عملى پيشوايان معصوم ( عليه السلام ) هم ارزنده است و\r\nسازنده و هم سودمند است ، و حركت زا ، از آنرو كه آنان اسوه‌هاى تقوى و فضيلت و\r\nالگوهاى عملى تربيتهاى الهى و آسمانى هستند و زندگى آنان ضامن تداوم سعادت و\r\nحيات جاودانى نسل بشر مى باشد .\r\nدر مورد تاريخ زندگى پيشوايان معصوم ( عليه السلام ) كتابها و تأليفات سودمندى از سوى\r\nپيشگامان علم و فضيلت ، تا كنون تأليف و نشر يافته است و همان آثار است كه امروز\r\nخميرمايه و شالوده اين آثار ناچيز را تشكيل مى دهند ولى اشكال عمده اى كه در نوع اين\r\nآثار ارزندهء گذشتگان \" رضوان خدا بر همهء آنان باد \" وجود دارد اين است كه آنها گاهى\r\nداراى تفصيل واطناب ملال آور ، و گاهى ايجاز و اختصار اخلال آور در محدوده ولادت و\r\nرحلت مى باشند چون شالودهء آنها نوعا بر هدف تدريس در كلاس يا مقطع خاص زمانى يا\r\nگروه ويژه صنفى تدوين نيافته است .\r\nدر سال تحصيلى 65 - 1366 به اينجانب توفيقى دست داد كه تدريس سيرهء\r\nمعصومين ( عليه السلام ) را در دانشگاه آزاد اراك بر عهده داشته باشد همين انگيزه موجب گرديد\r\nكه مطالبى را در اين باره تنظيم و خود نيز از رياحين آن مطالب معطر گردد اگر بخواهيم\r\nنام جامعى بر آن مطالب اعلام شود چه بهتر آن را \" دروازه \" يا \" پيشگفتار \" سيرهء\r\nمعصومين ( عليه السلام ) ناميد اكنون جاى شكر و خوشوقتى است كه همين مطالب از سوى\r\nانتشارات نويد اسلام تكثير ، و در اختيار آن عزيزان و ديگر دوستداران اين قبيل معارف\r\nانسان ساز اسلامى ، قرار مى گيرد ، اميد است مورد استفاده و ذخيرهء آخرت گردد .\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nسيره و روش پيشوايان معصوم ( عليها السلام )\r\nسيره مقوله اى است كه در مورد اقوال ، افعال ، وتقارير پيشوايان معصوم ( عليها السلام ) بحث و گفتگو\r\nمىكند و هدف نهائى آن ، آشنائى با زندگى پيشوايان معصوم ( عليها السلام ) و متأدب شدن با آداب و\r\nسنن و شيوه‌هاى حياتى و معنوى آن بزرگواران ( عليها السلام ) مى باشد . از اين رو كه آنان \" اسوه‌ها \" و\r\n\" الگوىهاى زندگى \" ما هستند پس توجه به زندگى پيشوايان عاليقدر ، از جهات مختلفى\r\nمىتواند مورد عنايت واقع شود كه ما در اين پيشگفتار به مواردى از آنها بسنده مى كنيم :\r\n1 . تربيت و اخلاق\r\nهر اجتماعى نياز به الگو و نمونهء تربيتى دارد كه در رسيدن به زندگى متعادل وايده آل\r\nآن را رهبرى و هدايت كند وجود نمونه‌هاى بارز تربيتى در هر زمينه در تكامل و تربيت\r\nافراد ، نقش حساس و حياتى را دارند .\r\nوجود قهرمانان ، به عنوان الگو ، و مربى نمونه ، براى انسانها ، مورد تأييد علم\r\nروانشناسى است و روانكاوان را اعتقاد بر آنست كه اگر در نهضت‌ها و حركتهاى اجتماعى ،\r\nنيروى عظيم توده‌ها ، به كانال مفيد و مطمئنى هدايت و سوق داده نشوند ، بيم آن مى رود\r\nكه قدرتهاى عظيم و خلاقه انسانى ، در راه نابودى و از بين بردن خويشتن ، به كار افتد و به\r\nبيراهه سوق داده شود . اگر در زندگى اجتماعى و انسانى نيز رهبرى شايسته و لايقى\r\nوجود نداشته باشد كه حركتهاى اصيل اجتماعى را رهبرى و ارشاد نمايد ، حركتهاى آنان\r\nبه نوعى آنارشيسم و هرج و مرج اجتماعى تبديل خواهد شد .\r\nاز اينرو ، سير در زندگى تربيتى پيشوايان معصوم ( عليه السلام ) كه شخصيتهاى الهى و آسمانى\r\nهستند در سازندگى و تربيت بشر ، نقش حساس و اساسى را دارد و بررسى زندگى و سيره\r\nآنان به مصداق آيه كريمه \" ولكم في رسول الله أسوة حسنة \" ( 1 ) ( شما را در زندگى رسول\r\nخدا ( صلى الله عليه وآله ) الگوى نيك و زيبائى است ) مىتواند الگوى تربيت و نمونهء مربى شايسته باشد ، و\r\nافراد را مطابق آن نمونه‌هاى راستين الهى ، بسازد و تربيت نمايد . تربيتى كه هدف نهايى\r\nآن رساندن انسان به كمال مطلوب دينى و دنيوى ، و سعادت و خوشبختى دنيا و عقبى هر دو مىباشد .\r\n\r\n","description":"","footnote":" 1 . احزاب آيه 21 ، الممتحنة آيه 4 و 6 . ","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\n\r\n2 . اجتماع وسياست\r\nتاريخ هر ملت حكم شناسنامهء آن ملت را دارد كه فراز و نشيب زندگى اجتماعى آن\r\nملت را ثبت ، و هويت زندگى و حيات معقول افراد آن را نشان مىدهد ، و حساسترين بخش\r\nتاريخ ، بيوگرافى شخصيتها و رجال آن تاريخ است . زندگى و تاريخ هر ملت مشخص كننده\r\nو متمايز كننده ملتى از ملت ديگر و گروهى از گروه ديگر مى باشد چون استقلال ملتها بر\r\nپايهء آن تمايز استوار است . مهمترين خصوصيت مميزه ملت ما پى ريزى شدن تاريخ\r\nحيات آن ، بر اساس تعاليم و رهنمودها و مبارزات پيشوايان معصوم ( عليه السلام ) است كه\r\nمتأسفانه در اثر غفلت و بى توجهى ، مورد بى اعتنائى كامل قرار گرفته است به حدى كه در\r\nمورد سلاطين و حكومتهاى جابرانهء آنان ، دهها جلد تأليف گوناگونى را مى توان سراغ\r\nگرفت ولى در مورد انبياء و معصومين ( عليهم السلام ) كه مربيان و آموزگاران اصلى و واقعى جامعه\r\nبشريت مى باشند كمتر اثر متقن و استوارى را مى توان يافت . آن هم در شرائطى كه ملل\r\nكنونى از سرباز گمنام تجليل به عمل مىآورند و خاطرهء جانبازى او را براى تشويق ديگر\r\nهمسالان او ، هر سال و به هر مناسبت ، تجديد مى نمايند و آرامگاه سمبوليكى بر او ترتيب\r\nمى دهند ، آيا جا ندارد امروز الگوهاى غربى و سمبلهاى صادراتى و عروسكهاى شرقى و\r\nغربى ، كنار زده شود و نواى مجد و عظمت و عامل اصلى استقلال فكرى و حيات\r\nاجتماعى و سياسى خويش را كه همان سيره و روش پيشوايان عاليقدر ( عليه السلام ) مى باشد مورد\r\nنظر قرار گيرد ؟ و آن عامل مجد و عظمت دوباره احياء و بازنگرى شود ؟ و به اين ترتيب\r\nپى ريزى اساسى در زمينه استقلال و عظمت ، و بازگشت به حيات عقلانى و زندگى واقعى ،\r\nو رهيدن از انواع تقاليد ، آغاز گردد ؟\r\n3 . مكتب و اعتقاد :\r\nگذشته از دو عامل فوق ، بحث و كنجكاوى از چهره‌ها و رفتار و روش رهبران دينى و\r\nراهنمايان حقيقى بشر ، يكى از وظائف تعيين شدهء الهى بر همگان ، مى باشد چون اعتقاد\r\nبه امامت يكى از اصول مكتب ما است پس چگونه امكان دارد كه امامت جزء اصول\r\nاعتقادى مذهب باشد ولى ما سيره و روش زندگى آنان ، صلح و جنگ ، قيام وقعود ، صبر و\r\nپايدارى ، علم و آگاهى ، مقاومت و ايستادگى و ديگر مسائل زندگى آنان را نشناخته\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nباشيم ؟ چون كمال اعتقاد ، وقتى محقق مى گردد كه علم و آگاهى كامل ، به سيره و روش\r\nآنان را نيز داشته باشيم چون اعتقاد كامل ، فرع شناخت كامل و معرفت مبسوط\r\nو تفصيلى است نه علم اجمالى و معتقدات گنگ و مبهم ، چون پيشوايان معصوم بنا بر\r\nتعيين الهى و تنصيص و تصريح رسول خدا ( صلى الله عليه وآله ) قرين قرآن ، و عدل و هم وزن آن هستند ،\r\nجايى كه رسول خدا ( صلى الله عليه وآله ) در آخرين روزهاى زندگى خود ، حقوق آنان را مورد توجه و\r\nعنايت و توصيه قرار داده است و مى فرمايد : \" من دو امانت گران سنگ را بين شما به\r\nوديعت مى گذارم ، قرآن و عترتم ، مادام كه به آنها تمسك جسته ايد گمراهى نداريد آنان\r\nهر دو باهم هستند تا روز قيامت . . . \" ( 1 ) توصيه به عترت و اهل بيت از باب خويشاوندى\r\nمحض ، وقرابت خشك و خالى نبوده و نيست بلكه از اينروست كه آنان ادامه دهندگان\r\nبرنامه قرآن ، و تعقيب كنندگان برنامه رسالت آسمانى ، مى باشند توصيه به آنان ، توصيه به\r\nادامه خط رسالت و استمرار بخشيدن به مكتب آسمانى و الهى اسلام است .\r\n4 . منبع فقه و قانون :\r\nو از سوى ديگر توجه به زندگى پيشوايان معصوم ( عليه السلام ) از نظر زندگى حقوقى و اجتماعى\r\nنيز ضرورت پيدا مىكند چون اگر در فقه غير شيعه ، منابع شرع و عمل و قانون تنها قرآن و\r\nسنت و اجماع ، قياس و استحسان است و مقصود از سنت همان قول و فعل و تقرير تنها\r\nرسول خدا ( عليه السلام ) است ولى در ميان شيعه شامل قول ، فعل و تقرير معصوم ( عليه السلام ) مى باشد كه\r\nمقصود از معصوم ( عليه السلام ) همان پيشوايان چهارده معصوم ( عليه السلام ) هستند از اينرو است كه فقه ما\r\n\r\n","description":"","footnote":" 1 . حديث ثقلين : از احاديث متواترى است كه اغلب محدثين اسلامى آن را نقل نموده‌اند زيد\r\nبن ارقم مى گويد : \" كه پيامبر خدا ( ص ) فرمود : \" خداوند مرا به سوى خويش فرا خوانده است كه\r\nاجابت نموده ام من دو چيز گران سنگ و بزرگ را در بين شما به وديعت مى نهم : كتاب خدا و اهل\r\nبيتم مواظب باشيد كه چگونه با آنها رفتار مى نمائيد آن دو ، از هم جدا نمى شوند تا اينكه در\r\nكوثر بر من وارد شوند \" .\r\nاين حديث شريف را در البدايه والنهايه ج 5 ص 209 ذخائر العقبى ص 30 ، الصواعق المحرقه\r\nص 147 ، غاية المرام ص 39 نقل نموده است بطور كلى 39 بار از طريق عامه و 82 بار از طريق\r\nخاصه نقل شده است كه تواتر حديث را مى رساند و به ما مىآموزد آن چنان كه قرآن جاودان\r\nو هميشگى است اهل بيت ( ع ) نيز همراه و همگام با قرآن ، جاودان و هميشگى است و زمين از\r\nوجود حجت خالى نخواهد ماند آنان از خود چيزى ندارند قول آنان ، قول رسول خدا ، وقول ( ع )\r\nاو ، قول جبرئيل ، وقول جبرئيل ، قول الله تعالى است . ","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n\r\nكه ابواب اجتهاد در آن مفتوح است از گستردگى خاصى برخوردار مى باشد كه مىتواند\r\nپاسخگوى مسائل مستحدثه و نيازهاى حاد اجتماعى امروز و فردا باشد . از اينرو توجه به\r\nسيرهء آنان نه در حد توجه به بيوگرافى يك شخصيت علمى و اجتماعى است بلكه به\r\nعنوان يك وظيفه الهى و اعتقادى و مكتبى و حقوقى است .\r\n5 . درس مقاومت و پايدارى :\r\nپيشوايان عاليقدر جهان اسلام ، در راه تثبيت اصول و اجراى احكام خدا شكنجه‌هاى\r\nپى در پى ، ناملايمات و احيانا زندانهاى متوالى و گوناگون ستمگران و حكام جائر را با\r\nشديدترين صورت ، تحمل كرده اند بى آنكه زبان به عجز و تمنا بگشايند يا تن به ذلت و\r\nخوارى در دهند ، و زندگى آنان مىتواند درس مقاومت و آزادگى را به ما بياموزد و اعلام\r\nدارد كه انسانها در مسير حيات خويش ، بايد زندگى آزاد و پر شرفى را برگزينند و تحت\r\nذلت و زبونى قرار نگيرند و در راه آزادى از حبس ، زجر ، قتل ، و شكنجه هراس به خود راه\r\nندهند چون آنان نمونه‌هاى عينى و مجسمه‌هاى عملى اين اعتقاد و آرمان بوده اند\r\nو هستند .\r\n6 . نهضت‌هاى علمى و آموزشى :\r\nپيشوايان معصوم ( عليه السلام ) علاوه بر منزلت معنوى و الهى ، راهنمايان علم و فضيلت\r\nو روشنگران نهضت علمى و فكرى جهان اسلام در قرون و اعصار مى باشند : على ( عليه السلام )\r\nمى فرمايد : \" سلوني قبل ان تفقدوني واني بطرق السماء أعلم من طرق الأرض \" ( 1 ) ( هرچه\r\nمى خواهيد از من بپرسيد پيش از آنكه مرا از دست بدهيد كه من راههاى آسمانى را بهتر\r\nاز راههاى زمينى مى دانم ) . در جاى ديگر مى فرمايد : \" نحن شجرة النبوة ، ومحط الرسالة\r\nو مختلف الملائكة ، و معادن العلم و ينابيع الحكمة \" ما درخت نبوت و فرودگاه رسالت ،\r\nمركز رفت و آمد فرشتگان ، و چشمه‌سارهاى حكمت هستيم ( 2 ) يا آنكه امام باقر ( عليه السلام ) به دو\r\nتن از معاصرين خود به نامهاى كهيل و حكم بن عتيبه ، مى فرمايد : \" شرقا أو غربا فلا\r\nتجدون علما صحيحا الا من عندنا أهل البيت \" ( عليه السلام ) ، اگر به مشرق برويد يا به مغرب و\r\n\r\n","description":"","footnote":" 1 . نهج البلاغه خطبه 187 .\r\n2 . اصول كافى ، ج 1 ، ص 399 ، حديث 1040 ، نهج البلاغه ، خطبه 107 . ","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nبخواهيد علم صحيح را طلب كنيد در هيچ نقطه آن را نمى يابيد جز در خانه ما اهل بيت\r\nرسالت ( صلى الله عليه وآله ) \" . ( 1 )\r\nآنان رهبرى فكرى و علمى جهان اسلام را در هر عصرى بر عهده داشته اند\r\nو توانسته‌اند حوزه‌هاى علمى باشكوهى را پى ريزى نمايند كه تشكيل حوزهء بزرگ علمى\r\nمدينه كه دربرگيرنده بيش از چهار هزار دانشجو بود آن هم در آن عصر غربت علم و\r\nدانش ، حوزه اى كه آكنده از دانشمندان ، محدثين ، مفسرين و محققين بود ، يكى از\r\nنمونه‌هاى بارز و روشن اين اقدام مى باشد .\r\nادارهء علمى و فكرى دانشگاهى كه در عصر صادقين ( صلى الله عليه وآله ) هزاران طالب علم و دانشجو را\r\nبا خود داشت ، كار ساده و آسانى نبود ، و امروز آثار و گفتار و تقارير آنان ، راهگشا و روشنگر\r\nمسير ما است . پس توجه به سيرهء پيشوايان ( عليه السلام ) دقيقا همان توجه به علم و دانش و\r\nفضيلت و كمال مطلوب است .\r\n7 . فرماندهى ستاد جبهه امتناع :\r\nپيشوايان معصوم ( عليه السلام ) بر اساس مركزيت اجتماعى و محوريت معنوى كه داشتند\r\nمسئوليت خطير و والاى ولايت و امامت را بر عهده داشتند و خود را از سوى پروردگار\r\nموظف به رعايت دقيق آن محور مى دانستند هرگز به خود اجازه نمى دادند كه در برابر\r\nطغيان بى امان ستمگران ، و فتنه‌گريهاى بيدادگران و در برابر فريادهاى دادخواهى\r\nستمكشان و مظلومان ساكت و آرام بنشينند و به دفاع و مبارزه سياسى ، عملى و\r\nاجتماعى ، يا فكرى و ارشادى نپردازند . از اين رو زندگى هر كدام از پيشوايان معصوم ( عليه السلام ) ،\r\nسرشار از برخوردها و معارضه‌ها ، و اوقات آنان صرف احقاق حق ضعفاء و دفاع از مظلومان\r\nو مستضعفين بود ، در تأمين اين هدف برخى به صورت ايجابى و مثبت و تا سرحد\r\nشهادت و ايثار پيشرفته اند و برخى تحت شرائط و ظروف خاص زمانى و مكانى به صورت\r\nفكرى ، اقتصادى و فرهنگى گام برداشته اند .\r\nسيره و روش پيشوايان معصوم همانند زنجير به هم پيوسته است و دائم جهاد و\r\n\r\n","description":"","footnote":" 1 . وسائل الشيعه كتاب القضاء ، ج 18 ، ص 26 ، حديث 33150 . ","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n\r\nمبارزه خستگى ناپذير بر ضد ظلم و ستم و فساد وجهل و طغيان بوده است . و هيچ نوع\r\nتفاوت در اصل هدف باهم نداشته اند هر چند روشها و تاكتيك‌ها و راهها ، متنوع و گوناگون\r\nبوده است . آنان هميشه بر خلاف جريانهاى طغيان ظلم و شورش ستم بوده و در جبههء\r\nامتناع فرمانروا و حاكم بوده اند .\r\n8 . ظهور مكاتب گوناگون و مبارزه با آنها :\r\nيكى ديگر از خصوصيات و ويژگيهاى پيشوايان معصوم ( عليهم السلام ) ، مبارزهء آنان با مكتبها و\r\nفلسفه‌هاى نوظهور است كه در دوران زندگى آنان به ظهور مى پيوست آنان بر اساس\r\nمحوريت و تمركزى كه در راه ادارهء فكرى و ارشادى جامعه داشتند با مدعيان دروغين\r\nهدايت و راهنمائى فكرى ويرانگر ، مبارزه داشته اند كه در عصر آنان مكاتب الحادى\r\nزندقه ، صوفيگرى و تن پرورى بوده است كه مستقيما پايه و اساس تعاليم را تهديد به\r\nنابودى مى نمود .\r\nمسئوليت پيشوايان به عنوان راهنمايان راستين و حقيقى الهى ، در مقابله با اين\r\nآفات و خطرات بسيار حساس و خطير بوده است آنان با ارائه دليلهاى متقن و راههاى\r\nروشن به مبارزه بر مىخاستند و گاهى افرادى از خود شيعيان را به عنوان رهبر و راهنما\r\nتحريك مى نمودند تا در برابر كژيها و نارسائيها قد علم نمايند . همانند مبارزه با قديمى\r\nبودن الفاظ قرآن ، يا مبارزه با ظهور مكتب اعتزال واشعرى و پذيرفتن رسميت چهار\r\nفرقه فقهى و دامن زدن به پرورش اسماعيليه وفطحيه وواقفيه كه در دوران امام\r\nصادق ( عليه السلام ) و امام موسى بن جعفر ( عليه السلام ) پيش آمد يكى از دهها نمونهء بارز ، اين محور\r\nمىتواند باشد . گذشته از زرتشتيان ، صابئيان ونسطوريان وبراهمهء هندى و ژاپنى كه\r\nاديان عمومى و باستانى بودند .\r\n9 . ناشناخته ماندن سيماى قهرمانان اسلام :\r\nيكى ديگر از فوائد بررسى زندگى پيشوايان معصوم ( عليه السلام ) مجهول و ناشناخته ماندن\r\nسيماى حقيقى آنان در ميان انبوه ابرهاى متراكم از اوهام و خيالات و تصوير واهى در\r\nميان خود پيروان و شيعيان مى باشد .\r\nحقيقت آنست كه ما شناخت كافى ووافى از هىچكدام از پيشوايان معصوم خود\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nنداريم و جز اندكى از مصائب و حوادث زندگى آنان و جز ايام ولادت و شهادت يا رحلت ،\r\nآن هم بر حسب تقويم رسمى كشورمان ، مطالب بيشترى نمى دانيم و تازه اين شناخت\r\nناقص هم همراه با تصورات واهى و آميخته با نوعى از قلب حقيقت و شخصيت و تصور\r\nنامطلوب از آن بزرگواران مى باشد كه هرگز شايستهء مقام آنان نيست و شايد قسمتى از آن\r\nمعلومات ، از سوغاتيهاى برخى از گويندگان و نويسندگان كم اطلاع مى باشد كه در اختيار\r\nمردم قرار گرفته است به حدى كه گاهى برخى از پيشوايان را سمبل گريه و ندبه وتضرع\r\nشناسانده اند نه قهرمانان مبارزه با ظلم و ستم و مردان اراده و تصميم ، زاهدان شب ،\r\nشيران روز ، و مبارزان خستگى ناپذير روزگاران .\r\nاينها و دهها عوامل ديگر تربيتى ، اجتماعى ، سياسى و اعتقادى است كه بحث از سيرهء\r\nمعصومين ( عليه السلام ) را لازم و ضرورى مى نماياند و ما را مكلف به انجام بحث و بررسى\r\nآن مى نمايد .\r\nموالاتهم فرض ، وحبهم هدى * و طاعتهم قربى ، وودهم تقوى\r\nيا اهل بيت رسول الله حبكم * فرض من الله في القرآن أنزله ،\r\nكفاكم من عظيم القدر انكم * من لم يصل عليكم لا صلاة له\r\nيا شاعر پارسى گو مىسرايد :\r\nطالب راه حق بيا نور هدى زما طلب * نور حقيقت از در عترت مصطفى طلب\r\nهست سفينهء نجات ، كشتى ، و ناخدا خدا * دست بر آن سفينه زن ، دامن ناخدا طلب\r\nخستهء درد را بگو ، هرزه مگرد كو به كو * از بر ما شفا بجو ، از در ما ، دوا طلب\r\n10 . موضع گيريهاى سياسى و اجتماعى :\r\nبا توجه به كمبودها و نارسايىهايى كه در مورد زندگى اجتماعى و سياسى پيشوايان\r\nراستين امت در زبان فارسى وجود دارد مطالبى را كه متفكر بزرگ اسلامى آيت الله شهيد\r\nسيد محمد باقر صدر ( اعلى الله مقامه الشريف ) در اين باره دارند از دائرة المعارف اسلامى\r\nشيعه ( 1 ) تأليف استاد سيد حسن امين نجل آيت الله سيد محسن امين عاملى مؤلف\r\n\r\n","description":"","footnote":" 1 . دائرة المعارف اسلامى شيعه ، ج 2 ، ص 94 - 97 . ","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nموسوعهء اعيان الشيعه ، ترجمه و در اين بخش مورد استفاده و استناد قرار مى دهيم ، تا\r\nحدودى بر غنا و ثروت منابع فارسى خود افزوده باشيم ايشان مى فرمايند :\r\n\" بسيار شائق بودم كه فرصتى رخ مى داد تا در مورد نقش هر كدام از پيشوايان\r\nمعصوم ( عليه السلام ) تجزيه و تحليل و بررسى تفصيلى مى داشتم يا حداقل در برانگيختن افكار\r\nدانشمندان خطوطى را ترسيم مى نمودم يا برخى از آثار عمومى و خدمات كلى ائمه را در\r\nاختيار جويندگان و شيفتگان آن خاندان قرار مى دادم ولى تاكنون چنين فرصتى پيش\r\nنيامده است و در اين فرصت كوتاه كه دست داده است تنها مى توان به ترسيم كلى و نشان\r\nدادن برخى از نشانه‌هاى عمومى از زندگى ائمه اطهار ( عليه السلام ) پرداخت .\r\nهنگامى به زندگى ائمه خواه به صورت فردى يا به صورت جمعى مى نگريم در آن\r\nنگرش كلى و عمومى در بادى امر اختلاف در احوال ، وتباين در رفتار و تناقض در ادوارى\r\nكه زندگى كرده اند مشاهده مى گردد .\r\nمثلا امام حسن ( عليه السلام ) با معاويه صلح مىكند در حالى كه امام حسين ( عليه السلام ) با يزيد\r\nمىجنگد تا كشته مىشود زندگى امام سجاد ( عليه السلام ) مشحون از دعا و نياز است در صورتى كه\r\nزندگى امام باقر ( عليه السلام ) پر از حديث وفقه و آموزشى و تعليم است .\r\nاما بر اساس تجزيهء جزء و جزء كه بنگريم مى توانيم خصلتهاى عمومى و نقش مشتركى\r\nرا در تمام ائمه پيدا نمائيم كه تمام اين تناقضها و مباينتها از ميان رخت بر مى بندد و\r\nمىبينيم هر كدام در جلوه‌هاى مختلفى از يك حقيقت و واقعيت واحد مى گردند و تنها\r\nاختلاف در تعبير بر حسب اختلاف ظروف و شرايط زمان و مكان باقى مى ماند . شرايط\r\nو ظروفى كه هر كدام از ائمه در آن قرار داشتند و مسائل اسلامى و شيعى كه در آن\r\nظروف ، بر هر كدام از ائمه بالخصوص مطرح بود و بر ديگران مطرح نبود بررسى بر اساس\r\nنظريه كلى ، نتايج پربارتر از بررسى جزئى را دارد چون در آن فرض ، روابط اعمال\r\nو كردارهاى آنان را در مى يابيم مثلا :\r\n11 . در مقام استشهاد :\r\nما در زندگى على ابن ابيطالب ( عليه السلام ) مى خوانيم كه اصحاب را در مورد خلافت خويش\r\nگرد آورد و از آنان در مورد نصوص امامت خود ، شهادت طلبيد و تعداد كثيرى از آنان در\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nاين باره شهادت دادند ، كه از رسول خدا ( صلى الله عليه وآله ) اين موضوع را شنيده اند .\r\nباز در مورد امام حسين ( عليه السلام ) مى خوانيم كه در دوران معاويه باقيمانده از صحابه رسول\r\nخدا ( صلى الله عليه وآله ) از مهاجرين و انصار و تعداد كثيرى از تابعين را گرد هم آورده و از آنان مى خواهد\r\nكه در مورد تصريحات پيامبر اكرم ( صلى الله عليه وآله ) در باره على ( عليه السلام ) و اهل بيت ( عليه السلام ) اطلاعات خود را در\r\nميان نهند .\r\nباز در زندگى امام باقر ( عليه السلام ) مى خوانيم كه او نيز به همان شيوه ، قيام مى ورزد و تابعان را\r\nگرد هم آورده و استشهاد به عمل مى آورد . . . هنگامى كه زندگى پيشوايان را به صورت\r\nمجموعه و كلى ، مورد بررسى قرار مى دهيم و بين اين كوششها و فعاليتهاى آنان ، ارتباط\r\nبرقرار مى سازيم ملاحظه مى كنيم كه اين عمليات سه گانه ، بر سه نسل توزيع و تقسيم\r\nگرديده است پس خود را در برابر يك نقشهء ترسيمى مرتبط به هم در مى يابيم كه برخى از\r\nآنها تكميل كنندهء برخى ديگر مى باشد . و هدف آن ، حفظ تواتر نصوص رسول خدا ( صلى الله عليه وآله ) در\r\nطول نسل‌هاى متعدد و متوالى مى باشد تا آنچنان واضح و روشن و علنى گردد كه با تمام\r\nتوطئه‌هاى پنهان سازى و كژسازى ، مبارزه و تحدى نمايد به اعتقاد نگارنده وجود\r\nمسئوليت مشتركى كه پيشوايان با آن سروكار داشتند تنها فرضيه اى نيست كه از عوامل\r\nمجوزهاى تاريخى آن بحث و گفتگو كنيم بلكه آن مسئوليت خود به خود امامت را مطرح\r\nمى سازد چون امامت و پيشوائى هست كه در تمام اين ادوار مختلف ، انعكاس واحدى\r\nداشته باشد هر چند رنگ ظاهرى آن بر حسب شرايط و موقعيتهاى خود اختلاف يا تنوع\r\nداشته باشد و ائمه يك واحد كلا مرتبط به هم را تشكيل مى دهند كه هر عضو آن به ديگر\r\nعضو ، ارتباط دارد و آن عضو ديگرى را تكميل مى سازد .\r\n12 . مسئوليت مشترك :\r\nشايد خيلى نيازمند بحث و بررسى مفصلى نباشيم و با وحدت نظر همگى به سرعت به\r\nنوع مسئوليت مشتركى كه همه پيشوايان ( عليه السلام ) در برنامه ريزى اصول مكتب الهى داشتند\r\nرسيده باشيم . چون همگان مى دانيم كه رسالت اسلامى ، از آن نظر كه يك رسالت\r\nاعتقادى و مكتبى و يك رسالت كلى است ، برنامه اش اين است كه هميشه خود را از\r\nانحراف و كژى محفوظ دارد و همآهنگى مرحله تئورى و عملى را در مقام اجراء در طول\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nزمان با هم تحقق بخشيده و تضمين نمايد ، از اينرو خداوند متعال امر رهبرى را در مرحله\r\nآزمايش عملى و روشنگرى تشريعى و رهبرى سياسى و اجتماعى بر عهدهء تعدادى از ائمه\r\nو پيشوايان راستين قرار داده است ، از آن نظر كه آنان افراد معتقد و مكتبى هستند و در\r\nمرحلهء اعتقادى به عالىترين مراتب آن نائل آمده اند ، ولى ما هنگامى كه در مرحلهء عمل\r\nمى خواهيم نقش مشترك و مسئوليت عمومى ائمه ( عليه السلام ) را كه با آن ارتباط داشته اند\r\nمشخص سازيم عملا مى بينيم كه هر كدام از آنان در آن پست زعامت و رهبرى ، به مرحلهء\r\nعمل و فعليت نرسيده اند چون حوادث دردناكى ، كه بعد از رحلت جانگداز پيشواى\r\nعاليقدر اسلام حضرت محمد بن عبد الله ( صلى الله عليه وآله ) رخ داد ، ائمه اطهار را از آن مسئوليت رهبرى\r\nو مرحله اجرائى دور ساخت ، و مسئوليت تطبيق عملى آنها بر عهدهء افراد ديگرى گذاشته\r\nشد ، از اينرو از مرحله اجرائى برنامه‌هاى رسالت ، انحراف فاحشى پديدار گرديد و اين\r\nانحراف و فاصله با گذشت زمان و بعد مسافت ، شدت پيدا نمود پس به اين ترتيب ، هدف\r\nما از مسئوليت مشترك در تاريخ زندگى پيشوايان راستين ، تنها آن جنبهء رهبرى وقيادت\r\nعملى نيست ، بلكه مقصود از آن موضع گيريهاى همگانى است كه عموم پيشوايان ( عليه السلام ) در\r\nفرو نشاندن حوادث وحل مشكلات اسلامى بر عهده داشتند مشكلاتى كه از هر طرف ،\r\nپيرامون برنامه‌هاى رسالت ، هر روز به وجود مى آمد .\r\n13 . نگهبانان مكتب و شريعت :\r\nدر اينجا بى مناسبت نيست به يك شايعهء مشهور كه بين مردم جريان دارد اشاره اى\r\nكرده باشيم و آن اين است كه اغلب مردم در بارهء پيشوايان عادت يافته اند كه آنان را تنها\r\nبه عنوان افراد مظلوم و ستمديده معرفى نمايند افرادى كه آنان را از مركز رهبرى ، و محور\r\nزعامت ، دور ساخته اند و امت اسلامى هم به اين ترتيب دچار انواع ظلم و محروميت\r\nگرديده اند اينان تصور دارند كه نقش ائمه در زندگى شان ، نوعا يك نقش منفى است از آن\r\nنظر كه از محور سياست و حكومت دور شده اند و احوال آنان شبيه حال فردى است كه\r\nمالك خانه اى باشد و آن خانه را از او به زور و غصب ، گرفته باشند و اميد او از امكان\r\nاسترداد خانه به كلى قطع گرديده باشد . . . قابل توجه است كه اين نوع تفكر گذشته از آنكه\r\nيك تفكر خطا و ناصواب در مورد ائمه ( عليه السلام ) ، به شمار مى آيد خود يك نوع ايجاد خطر از\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nناحيه عملى آن مى باشد چون اين نوع تفكر در نظر انسان ، روش منفى را محبوب جلوه گر\r\nمى سازد حتى از رهبرى و زعامت فكرى امت هم محروم مى سازد از اين رو نگارنده اعتقاد\r\nدارد كه از ضرورتهاى اسلامى مهم و قابل عنايت ، اثبات عملى خطاى اين نوع تفكر در\r\nاذهان است و ضرورت دارد زندگى ائمه را بر اساس يك نظريه كلى مورد بررسى قرار داد در\r\nطول خط سير آنان ، نقش مشترك فعالى كه در حمايت از رسالت و اعتقاد داشته اند مورد\r\nعنايت و توجه قرار گيرد . و بر جنبه اثباتى پيام و رسالت آنان ، بيشتر تكيه نموده شود تا\r\nجنبه‌هاى منفى و عزلت آنان و به نقش مشترك و فعال آنان در حمايت از رسالت و مكتب ،\r\nاعتماد و توجه بايد داشت . تا جنبه منفى و سلبى .\r\nقابل توجه است كه پيشوايان معصوم ( عليه السلام ) على رغم توطئه اى كه در ارتباط با دور\r\nساختن آنان از محور قدرت و حكومت جريان داشت ، در عين حال پيگيرى و مراقبت لازم\r\nرا با استمرار مسئوليت خود در محافظت از رسالت و روش اسلامى وحفظ و نگهدارى آن\r\nرسالت در رو به روئى با خط انحراف و دور افتادن از مبانى و ارزشهاى واقعى آن داشته اند ،\r\nو در روزگارانى كه سقوط و انشعاب و انحراف به حد علو وفوران خود ، رسيده و سپس هر روز\r\nشدت مى گرفت پيشوايان تدابير لازم و پيش بينىهاى مناسب را داشته اند و توانسته اند\r\nآن خط انحرافى را خنثى سازند .\r\nامام رضا ( عليه السلام ) و مأمون\r\nباز در نظر بگيريد داستان هجوم وحشتناكى كه به سوى كاخ مأمون در ارتباط با\r\nخشمناك بودن امام رضا ( عليه السلام ) صورت گرفت به حدى كه مأمون چاره اى جز پناه بردن به\r\nامام را نداشت امام رضا ( عليه السلام ) با صراحت بيان كرد : \" از خدا دربارهء امت اسلامى تقوى داشته\r\nباش . تو امور امت را تباه ساخته اى و امور را به افرادى واگذار نموده اى كه بر خلاف حكم\r\nخدا ، دستور مى دهند . . . \" . ( 1 )\r\n\r\n","description":"","footnote":" 1 . در اينجا بى مناسبت نمى بينيم ، حديثى را كه فردى از خلف بن حماد از احمد بن عمر حلبى\r\nنقل كرده است و مشعر به حالت تنفر و انزجار امام رضا ( ع ) مى باشد از فوائد رجاليه مرحوم\r\nبحر العلوم نقل نمائيم : احمد بن عمر حلبى گويد در منى به حضور امام رضا ( ع ) رسيدم و\r\nشكايت نمودم كه ما خاندانى بوديم كه مورد غبطه و خوشحالى و نعمت بوديم ولى اكنون همهء\r\nاينها از دستمان بيرون رفته است اكنون نيازمند افرادى شده ايم كه آنان خود روزگارى نيازمند ما\r\nبودند ؟\r\nامام ( ع ) فرمود : احمد ! آيا خوشحال مى شوى تو نيز آنچه را كه اين ستمگران دارند داشته باشى\r\nدر حالى كه روى زمين پر از طلا مال تو باشد ؟ گفتم نه اى فرزند رسول خدا ! فرمود : پس از همين\r\nجا برگرد و هيچكس خوشحال‌تر از تو نيست در صورتى كه تو سرمايه اى دارى كه با جهان پر از\r\nطلا معامله نمى كنى ؟ آيا بشارت ندهم كه خداوند متعال به وسيله تو وآباء و اجداد تو اين مرحله\r\nرا ميسر ساخت . ( رجال سيد بحر العلوم ج 1 ، ص 220 ) .\r\nقابل توجه در اين روايت كلمه : \" اين ستمگران است \" كه مىتواند بيانگر مفهوم بس ارزنده اى در\r\nموقعيت آن روز امام بوده باشد . ","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n14 . پيشوايان و زمامداران خودسر :\r\nما مى توانيم به روابط مثبت و سازندهء ائمه ( عليه السلام ) از زاويه ديگرى نيز بنگريم تا به همان\r\nنتيجه‌اى برسيم كه مورد نظر زعامتهاى منحرف با پيشوايان اهل بيت ( عليه السلام ) در طول خط\r\nداشتند اين روابط و مناسبات هميشه بر اساس خوف شديد و ترس دهشتناكى استوار بود\r\nكه زعامتها از فعاليت و تلاشهاى ائمه در زندگى اسلامى داشتند گاهى اين ترس وحشت تا\r\nمرحله رعب و هراس نيز مى رسيد نتيجهء آن شيوهء هراس آميز ، ايجاد حصار و ممنوعيت\r\nشديد به امام وقت منجر مى گرديد يا به مراقبت و كنترل شديد مى انجاميد سپس نوبت به\r\nمرحلهء توطئه و سوء قصد به جان آنان مى انجاميد و رهبرى منحرف از نظر عدم كفايت\r\nلازم ، نمى توانست جلو آن را سد كند و پيشوايان به حل آن اقدام مى ورزيدند و در حفظ\r\nو نگهدارى امت از خطر سقوط اقدام مى كردند در يك كلام مختصر بايد گفت : پيشوايان\r\nمعصوم ( عليه السلام ) همواره از آن معيار اعتقادى و از آن محور رسالتى خويش ، مدافعه و پاسدارى\r\nداشتند و دائم مراقب بودند كه هرگز آن معيار اساسى و محور اعتقادى و مكتبى به\r\nدرجه اى از سقوط نرسد كه خطرى نسبت به اسلام و مسلمانان ايجاد نمايد .\r\nبا توجه به اين مراقبت و پاسدارى است كه نمودار كامل آن بيش از هر مورد ، در مرحله\r\nكنترل حكام از انحراف جلوه گر مىشود چون اعمال و كارهاى حكومت حساس و كليدى\r\nاست و مىتواند سر منشأ دهها آثار انحرافى ديگرى شود ، آنان در آگاه سازى زعامت\r\nمنحرف وحفظ و رعايت آن از سقوط در اعوجاج و انحراف تلاش داشتند كه گاهى فعاليت\r\nآنان به صورت برخورد مسلح با تحميل مصائب و شدائد در راه كشف ضعف و نارسائى\r\nحكومت موجود ، متبلور مى گردد آنچنان كه امام حسين ( عليه السلام ) با يزيد رفتار نمود و گاهى\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nاين مراقبت و پاسدارى از كيان اسلام ، در رو به روئى و مواجهه با مشكلات و رويدادهائى\r\nاست كه كيان و موجوديت و كرامت دولت اسلامى را در انظار بيگانگان تهديد مى نمود ،\r\nتجسم و مصداق پيدا مىكند ، و گاهى نيز كه زعامتهاى منحرف از حل مشكل عاجز\r\nو ناتوان مى ماندند و عجز و ناتوانى آنان به حساب اسلام و مكتب گذاشته مى شد جلوه گر\r\nهمانند موردى كه نامهء امپراطور روم نسبت به عبد الملك بن مروان بوجود آورده بود\r\nو امام زين العابدين ( عليه السلام ) اين خلاء را پر كردند ( 1 ) و اين مشكل را به صورتى كه اعتبار و آبروى\r\nدولت اسلامى را در خارج حفظ كند انجام دادند و باز در مورد ديگرى امام محمد باقر ( عليه السلام )\r\nپاسخ مثبت دادند ، مصداق پيدا مىكند كه توانست استقلال نقدينگى كشور اسلام را در\r\nبرابر تهديد خارجى كفر ، حفظ نمايد باز در اين رديف مواردى وجود دارد كه در جاى جاى\r\nخود مطرح شده است نقش مثبت و حضور ائمه ( عليه السلام ) در تمام برخوردهاى اصولى و اساسى\r\nكفر و اسلام كه دائما رو به تزايد بود ظهور و تجلى پيدا مىكند هرگاه كه زعامتها\r\nو رهبريهاى منحرف ، با آنها مواجه و رو به رو مى گشتند آنان با ارادهء محكم و خلل ناپذير\r\nخود ، با آن مشكلات روبرو مى شدند اين برخوردها و معارضه‌ها هر چند نمودارى جلوه\r\nمنفى به جاى مثبت است ولى معارضه و برخورد هر چند به صورت و رنگ منفى باشد\r\nخود يك عمل مثبت و سازنده بزرگ در حمايت از كيان اسلامى و مراقبت از ارزشها\r\nو اعتبارهاى آن به شمار مى رود ، چون انحراف زعامتهاى موجود و حاكم ، چهرهء اسلام ،\r\nو رسالت آن را مشوش مىساخت پس به رهبران واقعى امت از خاندان رسالت ( صلى الله عليه وآله )\r\nضرورت داشت كه چهرهء اسلام را پاك و منور و پاكيزه تر سازند ، و سيماى نورانى آن را\r\nنورانى تر نشان دهند ، و هميشه به صورت عملى بين رسالت واقعى اسلام ، و حكومت\r\nموجود تفاوتهايى را نشان دهند به اين ترتيب اسلام را از سطح نظرى بودن ، به سلامت از\r\nانحراف بيرون آورند هر چند از نظر آثار عملى و اجراء ( در اثر حكومتهاى موجود ) مشوش\r\n\r\n","description":"","footnote":" 1 . داستان طرح نقشه و طرح پارچه هائى كه شعار : أب - إبن - و روح القدس داشت و از روم ،\r\nوارد كشور اسلامى مى شد و باز موضوع ضرب سكه كه در روم صورت مى گرفت و بنا داشتند\r\nكلمات اهانت آميز نسبت به رسول خدا را در آنها به كار گيرند وعبد الملك از امام سجاد ( ع )\r\nراهنمائى خواست در فصول آتى آمده است مى توان به كتاب امام محمد باقر ( ع ) از اين سرى\r\nمنشورات مراجعه كنيد . ","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nو مضطرب گردد . در اين مورد مى توان نمونهء جزئى را ذكر نمود كه مىتواند نشانگر تلاشها\r\nو كوششهائى از پيشوايان معصوم ( عليه السلام ) بوده باشد كه در راه وصول به اين حد از مراقبت\r\nصورت گرفته است . در نظر بگيريد كه امام موسى بن جعفر ( عليه السلام ) يك فرد زندانى است\r\nو طول اقامت در زندان صحت و سلامت او را تهديد به فناء كرده است و جسم او ناتوان\r\nو نحيف شده است به حدى كه وقتى به سجدهء پروردگار سر مى نهد همانند جامه اى كه\r\nروى زمين افكنده شده باشد ، مجسم مى گردد به او مى گويند : \" خليفه از تو معذبرت\r\nمى طلبد مشروط بر آنكه به زيارت او بشتابى و از او معذرت به طلبى و رضايت او را جلب\r\nكنى \" ، امام بزرگوار با شموخ و عظمت روحى خاصى كه دارد با كمال صراحت جواب منفى\r\nمىدهد و متحمل چنين مرارت و تلخى زندان مى گردد ولى هرگز تسليم زور نمى شود\r\nهمهء اين مرارتها و ناملايمات تنها براى يك هدف است و آن اين است كه هرگز رهبرى\r\nمنحرف به مقصود خود نائل نشود و به اين امر توفيق پيدا نكند كه حقايق را ، وارونه\r\nجلوه دهد \" . ( 1 )\r\n15 . تحكيم عقائد :\r\nو از سوى ديگر نقش مثبت و سازنده ائمه اطهار در تحكيم بخشيدن به عقائد\r\nو شخصيت مكتبى و فكرى امت ، و پايدارى و استقامت آنان در برابر امواج فكرى و اعتقادى\r\nمخالف از ديگر سو ، با علم فراوان و دانش فراگيرى كه داشته اند و آنان را توانا بر احساس\r\nاين حركتها و بررسى اين فعاليتها و نقشه كشى بر رفع و از ميان بردن اين توطئه‌ها نموده\r\nاست ما مى توانيم اهتمام بليغ امام حسن عسكرى ( عليه السلام ) را ( در صورتى كه او در مدينه به سر\r\nمى برد ) در مورد رفع شبهات فيلسوف معروف \" كندى \" كه ساكن عراق بود در پيرامون\r\nمتناقضات قرآن توجيه و تحليل نمائيم . ( 2 )\r\n\r\n","description":"","footnote":" 1 . كارى كه خود شهيد صدر نويسنده مقاله در برابر دژخيمان عفلقى انجام دادند و در ارائه\r\nحركتهاى فكرى و مكتبى نياكان و اجداد طاهرين ( ع ) خويش هرگز تسليم زور نگشته از اسلام و\r\nمبانى آن دفاع كردند و مبناى فكرى \" شيوعيت كفر وإلحاد است \" در هر شرايطى مطرح ساختند\r\nو در اين راه جان خويش را نيز فدا نمودند درود بر او همرزمان او به ويژه خواهر قهرمانش بانو\r\nبنت الهدى صدر باد !\r\n2 . اسحاق كندى كه از فلاسفه عرب به شمار مى رود كتابى در مورد تناقضات قرآن نوشته بود\r\nروزى يكى از شاگردان او به حضور امام رسيده بود امام فرمود آيا در ميان شما مرد رشيدى\r\nنيست كه گفته‌هاى استادتان را رد كند ؟ او در پاسخ گفت : همگى از شاگردان او هستيم و از ما\r\nساخته نيست كه به استاد اعتراض نمائيم : امام فرمود اگر مطالبى به شما تلقين شود مىتوانيد آن\r\nرا نفى كنيد گفت آرى . امام ( ع ) فرمود : وقتى به حضور استاد رسيدى با او با گرمى و محبت رفتار\r\nنما و سعى كن با او با الفت و انس رفتار نمائى سپس شبهه خود را مطرح ساز و بگو : آيا گوينده\r\nقرآن مىتواند از گفتار خود غير آن معانى را كه شما حدس مى زنيد اراده كرده باشد ؟ او به شما\r\nپاسخ خواهد داد آرى پس به او بگو تو چه مى دانى شايد گوينده قرآن خلاف آن را اراده\r\nكرده است . . . . ","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n16 . ارتباط امام و امت :\r\nيكى ديگر از موارد مثبت ، و سازنده بودن ائمه اطهار ( عليه السلام ) وجود رابطهء محكم\r\nو ناگسستنى با امت خويش مى باشد و زندگى پيشوايان معصوم ( عليه السلام ) پر از اين شواهد\r\nو قرائن است كه مى رساند آنان دائما با جماهير امت خويش ، ارتباط مستقيم داشته اند ،\r\nزعامت و رهبرى امام تنها به عنوان فردى از خاندان \" اهل بيت \" به صورت تصادف يا بر\r\nاساس مجرد انتساب به رسول خدا ( صلى الله عليه وآله ) نبود ( چون چه بسيار افرادى كه به رسول خدا ( صلى الله عليه وآله )\r\nانتساب دارند ) بلكه بر اساس داد و ستد فكرى و بر اساس نقش مثبت و ايجابى بود كه امام\r\nهمواره در ارتباط با امت و در ممارست با او داشت ( على رغم آن همه دور افتادنها و كنار زده\r\nشدن‌ها كه از ناحيه محور حكومت و قدرت ظاهرى داشتند ) چون بسيار طبيعى است كه\r\nامت به سادگى و آسانى و مفت و رايگان ، زعامت و قيادت امر را در اختيار هر كسى قرار\r\nنمى دهد و هيچ فردى نمى تواند بدون بخشش يا اعطاء لازم و بدون امتياز خاص در قلوب\r\nجا باز كند و يا دردى را كه اميدى به حل مشكلات آن توسط آن پناهندگان وجود نداشته\r\nباشد ، به سراغ او بروند .\r\nاين ارتباط و زعامت گسترده در نتيجه نقش مثبت و سازنده ائمه اطهار ( عليه السلام ) در زندگى\r\nامت است كه از شخصيت على ( عليه السلام ) يك نمونه زنده و الگوى عالى در برابر ديگر انقلابيون\r\nمجسم مى سازد كه پس از غائله كشتن عثمان به سراغ او مى روند و همين ارتباط و علاقه\r\nدر ديگر ائمه ( عليه السلام ) با امتها و مردم خود وجود داشته است كه امت آنان را نمونه عالى و الگوى\r\nكامل رهبرى مى ديدند و به سراغ آنان مى رفتند . نگاهى به زندگى امام موسى بن\r\nجعفر ( عليه السلام ) بيافكنيد او از چه پايگاه و با چه پشتوانه معنوى با صراحت كامل در برابر هارون\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n\r\nرشيد ستمگر مى گويد : \" تو امام بدنها هستى ولى من امام دلها وقلوب هستم \" . ( 1 )\r\nنگاهى به زندگى امام جعفر صادق ( عليه السلام ) بيافكنيد جائى كه عبد الله بن حسن ( يكى از\r\nعموهايش ) مى خواهد براى فرزندش محمد از مردم بيعت بگيرد به حضور امام مىشتابد\r\nو به او عرض مىكند : \" بدان ! حضرتعالى اگر درخواست مرا بپذيرى و به من جواب مساعد\r\nبدهى هيچ كدام از اصحاب و ياران تو تخلف نمى ورزند و دو نفر از قريش جنبش و ناآرامى\r\nنشان نمى دهند \" با اين جمله كوتاه مىتوانيد نحوهء اعتماد و ارتباط امت را با زعامت\r\nو قيادت ائمه ( عليه السلام ) و اهل بيت رسالت ( عليه السلام ) دريابيد و اين امر محصول تلاشهاى مثبت\r\nو سازنده آنان در حمايت از رسالت و مصالح امت بود نه در اثر منفى بافى و عزلت از مردم و\r\nتنهائى . . . .\r\nقصيدهء فرزدق\r\nباز شما مىتوانيد نقش مثبت و سازندهء ارتباط امام و امت را از آن قصيده مشهورى كه\r\nفرزدق در باره امام على بن الحسين ( عليه السلام ) سروده اند دريابيد جائى كه هيبت حكومت\r\nوجلالت مقام ظاهرى خلافت ، نتوانست راه را از ميان انبوه انسانهاى متراكم بر هشام\r\nبازگشايد .\r\nهمهء اين توطئه‌ها و نقشه‌ها از آنرو بوده است كه ائمه ( عليه السلام ) نقش فعال و مثبتى در زندگى\r\nداشته اند و اين تصميم گيريهاى حاد از روى تصادف يا تنها از روى انتقام از گذشته‌ها نبود\r\nبلكه در اثر اعمال مثبت روز و فعاليتهاى سازنده آنان بود . اگر فعاليت و نشاط مثبت نبود\r\nپس اين همه قتل و كشتار و تبعيد و زندان ونفى بلد و جلب و احضار براى چه بود ؟\r\nآيا حكومت را قبضه مى كردند ؟\r\nدر اينجا سئوالى باقى مى ماند و آن سؤال اين است :\r\nگاهى به ذهن خطور مىكند آيا نقش مثبت و فعال ائمه در سطح عمل و قبضه كردن\r\nقدرت موجود بود يا تنها محدود به حمايت از مكتب و پاسدارى از مصالح امت بود و تنها\r\nهدف آنان حفظ و حمايت امت از سقوط و پيمودن راه انحراف بود ؟\r\n\r\n","description":"","footnote":" 1 . تفصيل اين داستان را مىتوانيد در كتاب امام موسى بن جعفر ( ع ) قهرمان اراده و تصميم\r\nتأليف نگارنده از سرى همين انتشارات مطالعه فرمائيد . ","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\nپاسخ :\r\nجواب از اين سؤال نيازمند چگونگى آن و بررسى كامل در حديث و تاريخ است\r\nو اكنون در اين فرصت كوتاه ، نمى توان پاسخ اساسى به آن گفت ولى به صورت اختصار\r\nاين گونه بايد جواب گفت : \" پيشوايان معصوم قيام به شمشير و قبضه كردن قدرت را به\r\nصورت موقت و زودگذر ، بدون داشتن پشتوانهء اعتقادى و تربيتى و فرهنگى لازم و كافى\r\nندانسته و به مصلحت نمى ديدند چون اقامهء حكومت و تثبيت آن تنها متوقف به حمله\r\nنظامى نيست ، بلكه پيش از حملهء نظامى ، نيازمند يك آماده سازى بستر عقيدتى\r\nو مكتبى است تا افرادى را كه ايمان لازم و ثابت و آگاهى كامل به اهداف بزرگ خويش\r\nدارند و برنامه ريزى و نقشه خود را در زمينه حكومت تثبيت نموده اند ، آماده سازند تا آنچه\r\nرا به دست مى آورند حراست و پاسدارى نمايند و بر اين اساس بود كه على بن ابى\r\nطالب ( عليه السلام ) هنگامى حكومت را به دست گرفت كه وجود چنين سپاه عقيدتى و مكتبى از\r\nمهاجرين و انصار و تابعين از اصحاب او ، حضور ووجود داشتند .\r\n17 . رعايت حال شيعه :\r\nنقش مثبت و مسئوليت عمومى را كه ائمه اطهار ( عليه السلام ) در قبال امت داشتند شناختيم\r\nو آن ، ايستادگى در برابر انحراف و كژ روى وحفظ و نگهدارى آن محور معيارى و الگوئى\r\nاسلام از خطر سقوط به صفر و انحطاط و پستى بود ولى اين امر بخشى از مسئوليت و نقش\r\nوآثار آنان را نشان مىدهد نه همهء آن را در اينجا جنبه ديگر و مسئوليت مهم ديگرى نيز\r\nوجود دارد و آن جنبه اشراف و نظارت بر امور شيعه و پيروان خويش است از آن نظر كه\r\nجمعيتى هستند در ارتباط با امام و ايجاد نقشه و طراحى در رفتار و سلوك آنان و حمايت\r\nو پاسدارى از هستى و كيان و ايجاد رشد و كمال در فرهنگ و درك آنان و كمك رسانى به\r\nشيعه با تمام شيوه هائى كه مىتواند در ترقى و پيشرفت آنان ، تأثيرى داشته باشد ، در\r\nحدى كه آنان را به هم سطح نياز جامعه اسلامى پيش برده و به يك مرحله از سپاه\r\nعقيدتى و مكتبى برساند كه پيشگام و پيشرو در تمام امور گردند . ما شواهد فراوانى در اين\r\nباره از زندگى ائمه اطهار ( عليه السلام ) را داريم كه نشانگر فعاليت وسيع و دامنه دار آنان در ارتباط با\r\nرعايت حال شيعيان مؤمن و مخلص و مرتبط با آنان مى باشد و گاهى اشراف و توجه به\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nحال آنان ، به مرتبه اى مى رسيد كه راهكارهايى نيز براى حل اختلافات موجود بين آنان\r\nتنظيم مى گرديد و اموالى در اين باره پيش بينى و كنار گذاشته مى شد آنچنان كه معلى بن\r\nخنيس از امام جعفر صادق ( عليه السلام ) نقل مىكند اموالى را براى حل اختلافات شيعيان\r\nو دوستداران مكتب اهل بيت ( عليه السلام ) اختصاص داده بودند كه منحصرا در آن مورد صرف\r\nمى گشت . پس بر اين اساس ما مى توانيم تعدادى از نصوص و احاديث ائمه و پيشوايان\r\nمعصوم ( عليه السلام ) ، را بشناسيم از آن نظر كه شيوه هائى را به افراد ياد مى دادند كه بر سلوك\r\nو رفتار آنان اشراف و نظر داشتند و گاهى اسلوبها و شيوه‌ها با توجه به مقتضيات و شرايط\r\nزمان و مكان و با توجه به دگرگونى شرائط و شيوه‌هاى زندگى شيعيان ، تفاوت مى كرد ولى\r\nدر هر صورت اشراف و جانبدارى از شيعيان از آن نظر كه گروه مؤمن به امام ( عليه السلام ) بودند\r\nصورت مى پذيرفت \" . ( 1 )\r\nاز ديدگاه آيات قرآنى\r\nضرورت توجه به سيره و روش اهل بيت اطهار ( عليه السلام ) ايجاب مىكند كه از ديدگاه قرآنى و\r\nروايات اسلامى هم نظرى بيافكنيم بسيار روشن است كه ما از ميان دهها آيه و صدها\r\nحديث و روايت به دو مورد از آيات و دو مورد از روايات اشاره مى نمائيم علاوه بر آن تنها\r\nآيه اى كه در مورد رسول خدا ( صلى الله عليه وآله ) شرف نزول يافته است ( ولكم في رسول الله اسوة\r\nحسنة ) بهترين شاهد و گواه ما مى باشد .\r\n1 . آيه ولايت : ( انما وليكم الله ورسوله والذين آمنوا الذين يقيمون الصلاة ويؤتون\r\nالزكاة وهم راكعون ) ( 2 ) قرآن مجيد در طى اين آيه شريفه بيان مى دارد كه ولى امر\r\nو صاحب اختيار شما فقط خدا و رسول و مؤمنان هستند كه نماز مى خوانند و در حال ركوع\r\nصدقه و زكات مى پردازند . مفسرين اهل سنت و شيعه اتفاق نظر دارند كه آيهء فوق در شأن\r\nعلى بن ابى طالب ( عليه السلام ) نازل شده است ابو ذر غفارى راستگو و درست لهجه ترين اصحاب\r\nرسول خدا ( صلى الله عليه وآله ) مى گويد : \" روزى نماز را با پيامبر ( صلى الله عليه وآله ) خوانديم وسائلى از مردم تقاضاى\r\n\r\n","description":"","footnote":" 1 . دائرة المعارف الاسلاميه الشيعية ، تأليف سيدحسن الأمين ، ج 1 ، ص 94 - 97 ، مقاله آية الله\r\nالعظمى شهيد سيد صدر ، صدرالشهداء المعاصرين ( ره ) .\r\n2 . سوره مائده ، آيهء 55 . ","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nكمك نمود ولى كسى چيزى به او نداد او دستش را به آسمان بلند نمود و گفت خدايا\r\nشاهد باش ! در مسجد پيامبر ( صلى الله عليه وآله ) كسى به من چيزى نداد على بن ابى طالب ( عليه السلام ) در حال\r\nركوع بود با انگشتش به سائل اشاره نمود تا انگشتر را از دست آن حضرت گرفت و رفت ،\r\nپيامبر ( صلى الله عليه وآله ) كه جريان را مشاهده فرمود سرش را به جانب آسمان بلند نمود و عرض نمود\r\nخدايا ! برادرم موسى به تو گفت : خدايا شرح صدرى به من عطا كن و كارهايم را آسان\r\nگردان و زبان گويائى به من بده تا سخنانم را بفهمند و برادرم را و زير و كمك من قرار ده پس\r\nوحى نازل گرديد كه ما بازوى تو را به واسطه برادرت محكم مى گردانيم و نفوذ و تسلطى به\r\nشما عطا خواهيم نمود . خدايا من هم پيامبر تو هستم شرح صدرى برايم عطا كن\r\nو كارهايم را آسان گردان ، على را وزير و كمك و پشتيبانم قرار ده ! \" ابو ذر مى افزايد هنوز\r\nسخن پيامبر تمام نشده بود كه آيه فوق نازل شد . ( 1 ) اين حديث با اندك تفاوت در الدر\r\nالمنثور ج 2 ص 293 نيز نقل شده است بحرانى در كتاب الدر المنثور غاية المرام ص\r\n104 ، 24 حديث از كتابهاى عامه و 19 حديث از كتابهاى اماميه در شأن نزول آيه نقل\r\nكرده است .\r\n2 . آيه اكمال : ( اليوم اكملت لكم دينكم وأتممت عليكم نعمتى ، ورضيت لكم\r\nالأسلام دينا ) ( 2 ) كفار امروز از برچيده شدن اسلام نا اميد شدند پس شما از آنان نهراسيد\r\nولى از من بترسيد امروز دين شما را بر شما كامل و نعمت خود را بر شما تمام نمودم\r\nو اسلام را براى شما دين وآئين برگزيدم .\r\nاين آيه دلالت دارد كه كفار انتظار روزى را مى كشيدند كه دستگاه اسلام برچيده شود\r\nولى خداوند متعال با انجام امر ولايت و ابلاغ خلافت على ( عليه السلام ) كه ضامن بقاى اسلام\r\nو گسترش آن مى باشد آنان را مأيوس نمود .\r\nاز ديدگاه روايات و احاديث\r\nاحاديث فراوانى در لزوم پيروى از سنت و سيره وجود دارد از بين احاديث غدير سفينه\r\nثقلين ، حديث طير ، حديث دعوت ، تنها به حديث سفينة وثقلين بسنده مى كنيم .\r\n\r\n","description":"","footnote":" 1 . طبرى ، ص 16 ، چاپ 1356 قاهره .\r\n2 مائده آيه 6 . ","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n\r\n\r\n1 . حديث سفينه :\r\nابن عباس مى گويد : \" پيامبر خدا ( صلى الله عليه وآله ) فرمود : مثل اهل بيت من ، همانند كشتى نوح\r\nاست كه هر كس در آن آمد و سوار شد نجات يافت و هركس تخلف نمود غرق شد \" . ( 1 )\r\n2 . حديث ثقلين :\r\nكه تفصيل آن در صفحه 15 همين پيشگفتار گذشت . كه پيامبر خدا ( صلى الله عليه وآله ) \" قرآن مجيد\r\nوعترت طاهره \" را مورد سفارش و توصيهء اكيد قرار داده اند .\r\nاز ديدگاه شعر و ادبيات\r\nپيشوايان معصوم در شعر و ادب فارسى و عربى مورد توجه و علاقهء سخت اديبان\r\nو شاعران قرار گرفته اند مديحه‌ها و غزلها و مراثى بلند و ارزشمندى در مورد سيره و سنت\r\nو احوال وآثار آنان ايراد نموده اند كه برخى از آنها در نوع خود بى نظير و ماندگار مى باشد كه\r\nاز باب نمونه و نشان دادن مشتى از اين شاهكارها وآثار بلند ادبى مى توان در ادب فارسى\r\nبه 12 بند محتشم كاشانى و ترجيع آية الله شيخ محمد حسين غروى كمپانى ، و اشعار و\r\nسرودهاى شاعر معاصر استاد محمد حسين شهريار صاحب اشعار \" على اى هماى\r\nرحمت تو چه آيتى خدا را - كه به ما سوى فكندى همه سايه‌ها را . . . \" و در ادبيات عرب به\r\nمجموعه نفيس و گرانمايه \" الغدير في الادب والسنة والحديث \" در 11 جلد تأليف علامه\r\nبزرگوار آيت حق ، حجة الاسلام والمسلمين و زبان گوياى تشيع حضرت شيخ\r\nعبد الحسين احمد امينى رحمت و رضوان خدا بر او باد ! مراجعه نمود كه به بهانه حديث\r\nغدير ، صدها نمونه از شعراى متعهد ومبارز را در طول 15 قرن اسلامى در مورد على ( عليه السلام )\r\nو ائمه معصومين ( عليه السلام ) آورده است كه خود كتاب نيز ، يك اثر ادبى و شاهكار هنرى ماندگارى\r\nاست ما به عنوان تيمن وتبرك اشعار مرحوم سيد صفى الدين حلى را كه در مورد اهل\r\nبيت ( عليه السلام ) سروده‌اند در ذيل مى آوريم تا حسن ختامى داشته باشد .\r\nاديب و شاعر بزرگ سده هشتم هجرى شيخ صفى الدين حلى ( قدس سره ) ( 677 - 752 ه‍ ) از\r\n\r\n","description":"","footnote":" 1 . ذخائر العقبى ، ص 20 ، الصواعق المحرقه ، تأليف ابن حجر عسقلانى ، چاپ قاهره ، ص 150\r\nو 840 تاريخ الخلفاء ، تأليف سيوطى ، ص 307 ، نور الابصار شبلنجى ، چاپ مصر ، ص 114 ،\r\nبحرانى در غاية المرام ص 237 ، با يازده طريق از عامه و هفت واسطه از خاصه ، نقل\r\nنموده است . ","page_name":" 32 ","page_number":32},
  {"content":"\r\nشاگردان علامه حلى ( م 726 ه‍ ) در ساختن قصائد بديعيه ، گامهاى استوارى برداشته\r\nاست او كه در رديف اول شاعران لغت عرب ، جا دارد و گفته اند شعر او از نسيم ، لطيف تر ،\r\nو از چهرهء زيبارويان پر طراوت تر ، است . ( 1 ) قصيده بديعيه او در نعت و مدح رسول خدا از\r\n140 كتاب مايه گرفته است و شرحهائى بر آن بديعيه نگاشته اند كه بنا به تصريح مرحوم\r\nمدرس صاحب \" ريحانة الادب \" سيد عليخان مدنى نيز شرحى بر آن نگاشته اند ( 2 ) او جز\r\nمدائح نبوى به مدائح علوى نيز پرداخته است و در ثناى على ( عليه السلام ) گويد :\r\nجمعت في صفاتك الأضداد * فلهذا عزت لك الأنداد\r\nزاهد ، حاكم ، حليم ، شجاع * فاتك ، ناسك ، فقير ، جواد\r\n( در صفات و خصوصيات وجودى تو اضداد به هم رسيده اند از اينرو امثال و نظائر تو\r\nناياب گشته اند تو در عين حال كه زاهد هستى حاكم نيز مى باشى ، در عين حلم و بردبارى ،\r\nشجاع و دلاور نيز مى باشى ، خونريز ( در راه حق ) در عين حال عابد هم هستى و تهى دست\r\nولى بخشنده نيز مى باشى . باز او در مقام رد اشعار عبد الله پسر معتز خليفه عباسى كه\r\nمى خواست با اشعار خود ، مظالم و خودسريهاى خلفاى جور بنى عباس را بپوشاند\r\nمى گويد :\r\nالا قل لشر عبيد الاه * وطاغي وكذابها\r\nبگو به پسر شرورترين بندگان خدا ، طاغى قريش و دروغگوترين فرد قريش \" كه\r\nمجموع اشعار او 41 بيت است . در ضمن آن به مدح اولاد اطهار على ( عليه السلام ) مى پردازد\r\nو مى گويد :\r\nفدع ذكر قوم ، رضوا بالكفاف * وجاؤا الخلافة ، من بابها\r\nهم الزاهدون هم العابدون * هم الساجدون بمحرابها\r\nهم الصائمون ، هم القائمون * هم العالمون ، بآدابها\r\nهم قطب ملة دين الأله * و دور الرحى ، حول اقطابها\r\n\r\n","description":"","footnote":" 1 . قاضى نورالله شوشترى ، مجالس المؤمنين ، چاپ سنگى ، 1299 ه‍ . ق ، ص 471 ، به نقل از\r\nادبيات و تعهد در اسلام ، ص 155 .\r\n2 . مدرس تبريزى ، ريحانة الادب ، ج 1 ، ص 361 . ","page_name":" 33 ","page_number":33},
  {"content":"\r\nعليك بلهوك الغانيات * وخل المعالي لأصحابها\r\nترجمه : اى پسر معتز بايد ياد كرد از مردمى كه از متاع دنيا چشم پوشيدند و به قناعت\r\nو به سادگى عمر گذراندند و خلافت اسلام را از راه مشروع آن صاحب بودند .\r\nآن پشت به دنيا كردگان ، آن عبادت خداى برپا دارندگان ، آن پيشانى در برابر عظمت\r\nكردگار بر خاك نهندگان ، آن روزه داران روز ، نمازگزاران شب ، آن آداب دانان ، آن محوران\r\nدين و قرآن كه آسياى سنگ اسلام بر گرد آنان چرخد نه جز آنان .\r\nاى پسر معتز تو ! تو ( با دهان آلوده نام پاكان مبر ) و به زن بازيها و نوازندگان خويش كه\r\nبدان سرگرم هستى بسنده كن و شرفها و بزرگواريها را براى بزرگان و شريفان بگذار و تو را\r\nچه رسد كه منافسه و معارضه اى با آنان داشته باشى . ( 1 )\r\nاينك با در نظر گرفتن اين پيشگفتار ، به زندگى پيامبر عاليقدر اسلام ( صلى الله عليه وآله ) و ديگر\r\nپيشوايان عاليقدر راه حق وارد مى شويم و توفيق و كمال را از او مى طلبيم كه او تنها منبع\r\nهر كمال و مصدر هر فضل و فضيلتى است . ما در بررسى زندگى پيشوايان ( عليه السلام ) بيشتر به\r\nجنبه‌هاى عملى و الگويى و تربيتى آنان پرداخته ايم و كوشيده ايم مطالبى را آورده باشيم\r\nكه ملموس و قابل درك خواننده با شد نه رؤيايى و خيالى و بالاتر از فهم و انديشه .\r\nزندگى هر كدام از پيشوايان را در پنج بخش ترتيب داده ايم كه دربرگيرندهء بخشى از\r\nحيات تفصيلى آنان مى باشد نه تمام احوال و حالات در اين سير طولانى از قرآن مجيد ،\r\nسيره ، تاريخ و منابع معتبر سود جسته ايم .\r\nبه اين اميد ، كارى نه در حد و شأن پيشوايان بلكه در حد فهم خود فراهم آورده باشيم\r\nتا برنامهء عملى روز و ذخيرهء آخرت آن روز باشد .\r\nقم دكتر عقيقى بخشايشى\r\n\r\n","description":"","footnote":" 1 . ادبيات و تعهد در اسلام ، تأليف استاد محمدرضا حكيمى ، ص 159 ، دفتر نشر\r\nفرهنگ اسلامى . ","page_name":" 34 ","page_number":34},
  {"content":"\r\nبخش اول\r\nجهان در روزگار بعثت\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nبخش اول / جهان در روزگار بعثت . . .\r\nدر ارتباط با شناخت تاريخ بعثت ، ضرورت دارد كه نگاهى گذرا به دوران مقارن ظهور\r\nپيامبر اسلام ( صلى الله عليه وآله ) بيافكنيم و ابعاد مختلف زندگى اجتماعى و فردى آن روز را مد نظر قرار\r\nدهيم تا با مقابلهء نور وظلمت و مقارنهء علم وجهل ، پى به اهميت اين حادثهء تاريخى ببريم :\r\nعربستان بزرگترين شبه جزيرهء دنيا ، در جنوب غربى آسيا واقع است و اطرافش را\r\nآبهاى خليج فارس ، خليج عمان ، درياى عرب ، خليج عدن و درياى سرخ فرا گرفته است و\r\nاز شمال ريگزارهاى وسيع آن را پوشانده و به عراق و اردن محدود مىشود .\r\nاين شبه جزيره كه بيش از سه ميليون كيلومتر وسعت دارد تقريبا دو برابر خاك ايران ،\r\nو شش برابر خاك فرانسه ، ده برابر خاك ايتاليا و هشتاد برابر خاك سوئيس ( 1 ) زمين دارد و\r\nعموما صحراست و حاشيه باريكى از زمينهاى مسكونى اطراف آن را فرا گرفته است و غالبا\r\nمحصور به درياست و بدين ترتيب علاوه بر صحراهاى ريگزار و بى كران ، نواحى كوهستانى\r\nمعتدل و حاصل‌خيز و قسمتهاى ساحلى گرم و مرطوبى هم دارد . در آن روزها نوع ساكنان\r\nآن در اثر جهل و نادانى به بت پرستى و خرافات گرايش داشتند حاكميت خرافات و عقايد\r\nموهوم بيش از آنست كه به قلم آيد .\r\nخاندان توحيد\r\nپيامبر بزرگوار اسلام در يك خاندان توحيد و يكتا پرستى متولد گرديد نه تنها آباء\r\nنزديك بلكه اجداد دور او نيز ، از خاندان توحيد بوده اند و اين امر بر اساس تصريح\r\nمورخين و متكلمين اسلامى مسجل مى باشد .\r\nمرحوم صدوق در كتاب اعتقادات مىنويسد : \" اعتقاد ما دربارهء پدران پيامبر اسلام\r\nاين است كه آنان از آدم تا عبد الله ، مسلم بوده اند وابوطالب نيز مسلم بوده است و چنين\r\nروايت شده است كه عبد المطلب ( عليه السلام ) حجت وابوطالب وصى او بوده است \" . ( 2 )\r\n\r\n= + * * * + =\r\n","description":"","footnote":" 1 . مكتب اسلام ، شمارهء 25 ، مقالهء استاد سبحانى .\r\n2 . ترجمه اعتقادات صدوق ، ص 85 . ","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nمرحوم شيخ مفيد ( متوفى 413 ه‍ . ق ) نيز در كتاب \" اوائل المقالات \" مىنويسد :\r\n\" اماميه عموما عقيده دارند بر اينكه پدران رسول خدا ( صلى الله عليه وآله ) از آدم تا عبد الله بن\r\nعبد المطلب مؤمن به خدا بوده اند و در اين زمينه با قرآن و اخبار استدلال كرده اند . . . و\r\nرسول خدا ( صلى الله عليه وآله ) فرموده است : خدا پيوسته مرا از اصلاب مردان پاك به ارحام زنان پاك ،\r\nمنتقل مى ساخت تا آنكه به دنياى شما آورد \" .\r\nآنگاه شيخ مفيد مى افزايد : \" به عقيده اماميه عموى پيامبر ( ابوطالب ) مؤمن از جهان\r\nرفت و آمنه دختر وهب ( مادر پيغمبر ( صلى الله عليه وآله ) ) نيز بر آيين توحيد بود و در روز رستاخيز در\r\nزمرهء مؤمنان محشور خواهد شد \" . ( 1 )\r\nمرحوم علامه مجلسى نيز با تفصيل بيشتر در اين باره سخن گفته است . ( 2 )\r\nاجداد و نياكان پيامبر اسلام\r\nپدر و اجداد پيامبر اسلام عبارتند از :\r\nعبد الله - عبد المطلب - هاشم - عبدمناف - قصى - كلاب - مره - كعب - لوى - غالب - فهر\r\n- مالك - نضر - كنانه - خزيمه - مدركه - الياس - مضر - نزار - معد - عدنان . ( 3 )\r\nنسب آن حضرت تا معدبن عدنان به همين ترتيب است كه ذكر شد ولى از عدنان به\r\nبالا تا حضرت اسماعيل از نظر تعداد واسطه و نام آنان وحدت ضبط ندارد و چندان نيازى\r\nهم به بازگويى آن ، وجود ندارد . و طبق روايتى كه ابن عباس نقل كرده است : پيغمبر اسلام\r\nفرموده است : \" هر موقع نسب من به عدنان رسيد ، مكث نماييد و دستور مى داد ديگران\r\nهم از شمردن باقى نسب ، تا به اسماعيل خوددارى كنند \" . ( 4 )\r\nو خود آن حضرت وقتى نسب خود را بيان مى نمود از عدنان بيشتر تجاوز نمى كرد و\r\nمى فرمود : \" آنچه در ميان اعراب در اين قسمت معروف است درست نيست ، شايد اين نوع\r\nجلوگيرى از آن نظر بوده باشد كه افتخار به انساب وتفاخر به آن كه يكى از مشاغل\r\n\r\n","description":"","footnote":" 1 . ترجمه اعتقادات صدوق ، ص 12 .\r\n2 . مرآة العقول ، ج 1 ، ص 314 ، اين معنى در كتاب كافى ، ج 1 ، ص 444 ، نيز روايت شده است .\r\n3 . الكامل ، ج 1 ، ص 21 .\r\n4 . اذا بلغ نسبى الى عدنان ، فأمكثوا - بحار الانوار ، ج 5 ، ص 105 ، التنبيه والأشراف ، ص 195 -\r\nالجامع الصغير ، ج 1 ، ص 90 . ","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nجاهليت شمرده مى شد و گاهى بر سر تعيين اسامى به نزاع و مشاجره و گفتگوهاى بى ثمر\r\nو بى اثر نيز كشانده مى شدند نه تنها فايده اى در بر نداشت ، بلكه اغلب موجب تضييع وقت\r\nو ايجاد آشوب و فتنه بين مردم و اتلاف نيرو و وقت بود . و پيامبر عاليقدر اسلام بر\r\nمعيارهاى اصيل و ارزشهاى والاى علم ، تقوى ، فضيلت مى انديشيد نه بر نسب و قبيله و\r\nتفاخرجاهلى .\r\nقصى\r\nجد چهارم پيامبر اسلام است . مادر او فاطمه با كلاب ازدواج كرد و دو فرزند به نام زهره و\r\nقصى آورد . هنوز دومى در گهواره بود كه شوهرش كلاب درگذشت وى مجددا با مردى به\r\nنام \" ربيعه \" ازدواج كرد و همراه شوهر و فرزندان خود به شام رفت چون از سرزمين\r\nپدرانش گذشت قصى ( دور شده ) ناميدند . ( 1 )\r\nقصى از حمايتهاى ناپدرى خود بهره‌مند بود تا آنكه ميان قصى و قبيله ناپدرى اش\r\nاختلاف پديد آمد مردى از بنى عبده به او گفت كه به قوم خويش ملحق شو تو از ما\r\nنيستى گفت مگر من از كدام قبيله ام ؟\r\nگفت : از مادرت بپرس . قصى از مادرش سوال كرد ؟ و او گفت تو هم خود و هم پدرت از\r\nحيث نسب از او بزرگوارترى ، تو فرزند \" كلاب بن مره \" هستى قوم و اجداد تو از نزديكان\r\nكعبه و از خدمتگزاران حرم بودند قصى تا رسيدن ماه حرام صبر كرد و آنگاه با حاجيان\r\n\" قضاعه \" به مكه آمد .\r\nاو پس از ورود به مكه و اقامه در آن در اثر لياقت و استعداد و شايستگى كه در كارها از\r\nخود نشان مى داد برترى وتفوق خود را بر مكيان و بر قبيلهء قريش ثابت نمود ، و زمانى\r\nنگذشت كه مناصب عاليه قبيله اى مانند : حكومت مكه و كليددارى كعبه را ، حيازت نمود\r\nسپس علاوه بر منصب كليددارى رفادت ( 2 ) ، سقايت ( 3 ) ، ندوه ( 4 ) ، لواء ( 5 ) را نيز به دست آورد ، و\r\n\r\n= + * * * + =\r\n","description":"","footnote":" 1 . تاريخ پيامبر اسلام ، شادروان دكتر آيتى ، ص 33 .\r\n2 . مهماندارى حاجيان .\r\n3 . تهيه آب براى حجاج .\r\n4 . رياست مجلس شورا .\r\n5 . پرچمدارى و فرماندارى سپاه . ","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n\r\n\r\nفرمانرواى آن سامان گرديد ، وى در دوران حيات خود ، آثار فراوانى از خود به يادگار\r\nگذاشت ، نخست مردم را براى ساختن خانه در كنار كعبه تشويق نمود و ديگر آنكه براى\r\nاعراب ، مركز مشورت و رأى گيرى به نام \" دار الندوه \" ترتيب داد تا بزرگان و رؤساى عرب ،\r\nدر اين مركز عمومى دور هم گرد آمده و معضلات خود را در ميان بگذارند و مشكلات خود\r\nرا با رأى و شور هم حل و فصل نمايند . سرانجام آفتاب عمر او در قرن پنجم ميلادى ،\r\nغروب كرد و پسران نامدارى به اسامى عبد الدار وعبد مناف از خود به خلف و يادگار\r\nگذاشت كه منشأ خدمات بيشترى گرديدند .\r\nعبد مناف\r\nمادرش حبى دختر جليل خزاعى است . او كه جد سوم پيامبر اسلام شمرده مىشود با\r\nلقب \" قمر البطحاء \" ( ماه سرزمين بطحاء ) ناميده مىشود ، آنچنان كه عبد الله قمر حرم و\r\nعباس قمر بنى هاشم ناميده مىشود . وى از برادرش عبد الدار كوچكتر بود ولى در نظر\r\nمردم از موقعيت خاصى برخوردار بود . شعار او پرهيزگارى ، دعوت به تقوى و خداشناسى\r\nو خوشرفتارى با مردم و انجام صلهء رحم بود و با اين موقعيت هرگز در مقام رقابت براى\r\nاشغال مناصب عالى با برادرش عبد الدار نيامد چون تصدى مناصب به حسب وصيت پدر\r\nبا برادر بزرگش عبد الدار بود .\r\nهاشم\r\nمادرش \" عاتكه \" دختر \" مره \" بود . او جد دوم پيامبر اسلام ولقبش \" علا \" بود كه با عبد\r\nشمس \" توأم ودوقلو \" به دنيا آمده بود و دو برادر وى عبارتند از : \" مطلب \" و \" نوفل \" ، هاشم\r\nمتصدى رفادت وسقايت حجاج بود و در اين راه ، نهايت فداكارى و اخلاص را\r\nنشان مى داد .\r\nخصوصيات اخلاقى او\r\nيكى از خصوصيات اخلاقى هاشم اين بود كه هر موقع ، ماه ذيحجه رؤيت مى شد\r\nبامدادان به سوى كعبه مى آمد و به ديوار كعبه تكيه داده و خطبه‌اى به شرح\r\nزير مىخواند .\r\n\" اى گروه قريش ! شما همسايگان خانهء خدا ، و مردم سرزمين خانه خدا هستيد ، خدا\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\nشما را در كنار خانه خود جاى داده است و اين فضيلت را براى شما از ميان ساير فرزندان\r\nاسماعيل اختصاص داده است ، هان اى قوم قريش ! زوار خانه خدا با شور عجيبى به سوى\r\nشما روى مى آورند . آنان مهمانان خدايند ، پذيرايى آنان به عهده شما است ، در ميان آنان\r\nافراد تهيدست فراوانند كه از راه دور ره مىسپرند ، سوگند به صاحب اين خانه اگر قدرت و\r\nتوانايى داشتم كه از تمام مهمانان خانهء خدا به تنهايى پذيرايى كنم از شما تقاضاى كمك\r\nنمى كردم ولى فعلا آنچه در قدرت من هست و از راه حلال كسب كرده ام در اين راه به\r\nمصرف مى رسانم . شما نيز كمكم كنيد ولى شما را قسم مى دهم به احترام اين خانه مبادا\r\nكسى مالى را بذل كند كه آن را از راه ستم و ظلم به دست آورده باشد يا در بذل و بخشش آن\r\nگرفتار ريا يا اكراه و اجبار گردد و اگر كسى در مساعدت و بذل مال رضايت خاطر نداشته\r\nباشد ، از انفاق و احسان خوددارى كند \" . ( 1 )\r\nزمامدارى و رياست ، هاشم از هر جهت به سود مكيان بود و در بهبود وضع زندگى\r\nمردم تأثير شايانى داشت ، در سالهاى قحطى ، كرم و جوانمردى او مانع آن بود كه مردم ،\r\nرنج قحطى را احساس كنند يكى ديگر از خدمات او كه موجب رفاه مالى مكيان شد ،\r\nقراردادى بود كه او با امير \" غسان \" بست و اين اقدام او باعث شد كه برادرش \" عبد شمس \"\r\nنيز با برادرانش مطلب ونوفل با امير \" يمن \" وپادشاه \" ايران \" معاهده اى ببندند تا كالاهاى\r\nبازرگانى دو طرف با آزادى تمام و اطمينان خاطر به كشور همديگر صادر شود . اين\r\nمعاهده مشكلات فراوانى را حل نمود و بازارهاى متعددى را در مكه به وجود آورد كه تا\r\nطلوع اسلام هم ادامه داشت . علاوه بر اقدامات گذشته او نخستين فردى بود كه مسافرت\r\nمردم قريش را در تابستان به شام ، و در زمستان به يمن پى ريزى نمود . و اين شيوه تا\r\nمدتى بعد از ظهور اسلام ادامه داشت كه در قرآن به عنوان \" رحلة الشتاء والصيف \" نام\r\nبرده شده است . ( 2 ) او در اثناى سفر وفات يافت .\r\n\r\n","description":"","footnote":" 1 . سيره حلبى ، ج 1 ، ص 6 - روض الأنف ، ج 2 ، ص 65 - تاريخ پيامبر اسلام ، دكتر آيتى ،\r\nص 39 - تاريخ يعقوبى ، ص 311 - سيره النبى ، ج 1 ، ص 147 - شرح نهج البلاغه ابن ابى\r\nالحديد ، ج 3 ، ص 457 - جمهرة خطب العرب ، ج 1 ، ص 32 .\r\n2 . لايلاف قريش ، ايلافهم رحلة الشتاء والصيف فليعبدوارب هذا البيت الذى أطعمهم من\r\nجوع وآمنهم من خوف ( سوره قريش ، آيات 1 - 4 ) . ","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n\r\n\r\nعبد المطلب\r\nعبد المطلب فرزند هاشم نخستين جد پيامبر اكرم ( صلى الله عليه وآله ) زمامدار و سرشناس و رئيس\r\nقريش بود و در سراسر زندگى اجتماعى خود ، نقاط روشن و برجسته‌اى وجود دارد ، او را\r\n\" شيبة الحمد \" مى گفتند . او از پرستش بتها بر كنار بود و خدا را به يگانگى مى شناخت و به\r\nنذر و عهدش وفا مى كرد و سنتهايى را مورد عمل قرار داده بود كه بيشتر آنها بعدها در\r\nتعاليم قرآن تيز ديده شده و در سنت رسول خدا ( صلى الله عليه وآله ) پذيرفته شد . او چند سال از برادرش\r\nعبد شمس كوچكتر بود ولى به شرافت و فضيلت اشتهار داشت ، و مردم قريش او را از فرط\r\nبخشش وجود \" فيض \" مى ناميدند و كسى هرگز به خيال رقابت با او نبود .\r\nحفر زمزم\r\nاز روزى كه چاه زمزم پديد آمد قبيلهء \" جرهم \" گرد آن فراهم آمدند و ساليان درازى كه\r\nحكومت مكه را به عهده داشتند از آب آن بهره‌مند بودند ولى بر اثر رواج تجارت و شيوع\r\nخوشگذرانى مردم ، و مسامحه و بى بند و بارى آنان ، كم كم كار به جايى رسيد كه آب زمزم\r\nخشك شد ، عبد المطلب چاه آن را پيدا كرد و به كمك فرزند خويش \" حارث \" به حفر آن\r\nاقدام نمود تا به آب رسيد و دو آهوى طلا و چند شمشير پر قيمت ، پديدار شد ، مردم\r\nقريش خود را در اموال به دست آمده شريك مى دانستند ، عبد المطلب راضى نشد و بر اثر\r\nاختلاف نظر ، كار حفر زمزم مدتى متوقف شد ، ولى سرانجام پس از پايدارى عبد المطلب ،\r\nقريش كنار رفتند وعبد المطلب حفر زمزم را به پايان رسانيد و با فروش شمشيرها ، درى\r\nبراى كعبه ساخت و آهوهاى طلا را زينت آن درب قرار داد . ( 1 ) داستان نذر عبد المطلب\r\nچون از اعتبار لازم برخوردار نيست از آنرو نياورديم چون در آن داستان ، عادات جاهلى\r\nقبل از ابراهيم ( عليه السلام ) ديده مىشود در صورتى كه عبد المطلب خود از اوصياى آن پيامبر\r\nعظيم الشأن بود .\r\nعبد المطلب\r\nعبد المطلب يكى از نمونه‌هاى بارز اين نوع شخصيتهايى است كه فراتر از محيط خود\r\n\r\n","description":"","footnote":" 1 . تاريخ يعقوبى ، ج 1 ، ص 206 - سيرهء ابن هشام ، ج 1 ، ص 45 . ","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\nبوده اند او كه متجاوز از هشتاد سال در ميان جمعى زندگى مى كرد كه بت پرستى ،\r\nميگسارى ، رباخوارى ، آدمكشى و بدكارى از رسوم پيش پا افتادهء آنان بود و به\r\nشرابخوارى ، روابط نامشروع و انواع مفاسد اخلاقى آلوده بودند ، ولى او هرگز در سراسر\r\nعمر خود لب به شراب نزد و مردم را از آدمكشى ، ميگسارى و بدكارى باز داشت و از ازدواج\r\nبا محارم ، و طواف با بدن برهنه جدا جلوگيرى كرد .\r\nآرى شخصيتى كه در وجود او نور پيامبر بزرگ اسلام ( صلى الله عليه وآله ) ( بزرگترين رهبر جهانيان )\r\nبه وديعت گذارده شده بود ، مى بايست شخصى پاك و پيراسته از هر گونه آلودگى باشد .\r\nاعتقادات عبد المطلب به معاد\r\nبررسى گفتار عبد المطلب نشان مىدهد كه او در بارهء معاد نيز از محيط رنگ نپذيرفته\r\nو به معاد اعتقاد داشته است . او در يكى از سخنان خود گفته است : \" پس از اين جهان ،\r\nجهانى خواهد بود كه در آن نيكوكاران و بدكاران به پاداش كردار و كيفر اعمال خود\r\nخواهند رسيد \" . ( 1 )\r\nعدالت‌گسترى عبد المطلب\r\nدر نظامهاى قبيله اى حق و عدالت ، تابع متغيرى از مصالح قبيله‌گى بود . عبد المطلب\r\nكه در چنين نظامى زندگى مى كرد ، پيرو اين روش قبيله اى نبود بلكه او طرفدار حق و\r\nعدالت بود اعم از آنكه به سود او يا قبيله اش تمام شود يا به ضرر آن باشد چنان كه داستان\r\nزير به اين معنى گواهى مىدهد .\r\n\" حرب بن اميه \" كه از بستگان نزديك عبد المطلب بود و خود نيز از شخصيت‌هاى\r\nبزرگ قريش ، محسوب مى شد ، در همسايگى او مردى يهودى زندگى مى كرد . اتفاقا اين\r\nمرد يهودى روزى در يكى از بازارهاى \" تهامه \" تندى به خرج داد ، و كلمات زننده اى ميان\r\nاو و حرب رد و بدل شد . اين كار موجب گردديد كه مرد يهودى با تحريكات حرب كشته\r\nشود . عبد المطلب از جريان اطلاع يافت و روابط خود را با او قطع نمود و سرانجام\r\nخونبهاى يهودى را از حرب گرفت و به وارث يهودى پرداخت \" . ( 2 )\r\n\r\n= + * * * + =\r\n","description":"","footnote":" 1 . سيره حلبى ، ج 1 ، ص 4 .\r\n2 . سيره ابن هشام ، ج 1 ، ص 35 - بحار الانوار ، ج 1 ، ص 74 . ","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n\r\nغوغاى عام الفيل\r\nدر زمان عبد المطلب مكه در معرض خطر جدى قرار گرفت . چه جنگجويان حبشى به\r\nفرماندهى شخصى به نام \" ابرهة بن اشرم \" از يمن به مكه روى آوردند و مى خواستند\r\nحجاز را مانند يمن به دست آورند ، و كيش مسيحيت را كه در يمن رواج داده بودند در\r\nمكه نيز رايج سازند ، اينان تصميم داشتند كه كعبه را ويران سازند چه به ابرهه گزارش\r\nداده بودند كه مردى از بنى كنانه در كليساى \" قليس \" صنعاى يمن ، بى حرمتى كرده است\r\nوابرهه سوگند ياد كرده بود كه كعبهء قريش را ويران سازد ، وى براى اين منظور با سپاه\r\nانبوهى همراه با فيلهاى جنگى به سوى مكه حركت كرد ، و در نزديكى شهر اردو زد . در\r\nاين پيش آمد عبد المطلب بردبارى و مردانگى عجيبى از خود نشان داد كه بى سابقه بود .\r\nاو قريش را فرمود تا مكه را واگذارند و به قله كوهها پناه برند و اين لشكر انبوه را براى هر\r\nچه مى خواهند آزاد بگذارند ، قريش فرمان عبد المطلب را شنيدند و از جنگ دورى\r\nجستند و خود عبد المطلب در مكه ماند و مانند ديگران از شهر كناره نگرفت و در نزد\r\nكعبه مشغول دعا بود و از خدا يارى مى خواست و اشعارى در مقام مناجات با خدا\r\nمى خواند ، فردا كه به دستور ابرهه ، سپاه مجهز با پيلان به سوى مكه حمله برد ، يكباره\r\nمتوجه شدند آنان را به سنگى از گل سفت شده مى زنند به حدى كه مانند علفى خورد\r\nشده در هم كوبيده و نابود شدند و قريش بى آنكه چيزى از دست بدهد به عافيت و\r\nسلامتى به مكه بازگشتند و بزرگى و بزرگوارى عبد المطلب را پيش از پيش دريافتند ، تا\r\nآنجا كه مى گفتند : عبد المطلب ابراهيم دوم است . ( 1 )\r\nعبد الله پدر پيامبر اسلام ( صلى الله عليه وآله )\r\nعبد الله فرزند عبد المطلب ، مادرش فاطمه دختر عمرو بن عائدبن عمران . ( 2 ) ابوطالب و\r\nزبيربن عبد المطلب و پنج نفر از دختران عبد المطلب جز صفيه مادر زبير . از همين بانو\r\nتولد يافته ند كنيه عبد الله را \" ابوقثم \" و \" ابومحمد \" نوشته اند .\r\n\r\n","description":"","footnote":" 1 . تاريخ پيامبر اسلام ، دكتر آيتى ، ص 44 - ترجمه يعقوبى ، ج 1 ، ص 239 - سيرة النبى ، ج 1 ،\r\nص 15 - بحار الانوار ، ج 15 ، ص 137 - 135 .\r\n2 . ترجمه تاريخ يعقوبى ، ج 1 ، ص 520 - الكامل ، ج 2 ، ص 22 . ","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\n\r\nعبد الله پدر رسول خدا در بيست و پنج سالگى در مدينه نزد دائىهاى خويش از\r\nبنى النجار در خانه اى معروف به \" دار النابغه \" وفات كرد و علت وفات او را چنين نوشته اند\r\nكه او براى تجارت با كاروان قريش رهسپار شام شد و در بازگشت از شام به علت بيمارى در\r\nمدينه در ميان بنى عدى بن نجار توقف كرد ، يك ماه بسترى بود و چون كاروان قريش به\r\nمكه رفت و از حال وى جويا شد و بزرگترين فرزند خود حارث را نزد وى به مدينه فرستاد\r\nاما هنگامى او به مدينه رسيد كه عبد الله وفات يافته بود و به قول \" واقدى \" مورخ از عبد الله\r\nكنيزى به نام \" ام ايمن \" و پنج شتر و يك گله گوسفند و به قول ابن اثير شمشيرى كهن و\r\nپولى اندك به جاى مانده بود كه رسول خدا آنها را به ارث برده بود . ( 1 )\r\nآمنه مادر رسول خدا ( صلى الله عليه وآله )\r\nآمنه دختر وهب بن عبد مناف مى باشد كه ده سال پس از واقعهء حفر زمزم به ازدواج\r\nعبد الله درآمد ، شش سال و سه ماه از ولادت رسول خدا ( صلى الله عليه وآله ) در سفرى كه فرزند خويش را\r\nبه مدينه برده بود تا خويشاوندان مادرى وى ( طرف مادر عبد المطلب ) يعنى \" بنى عدى \"\r\nاو را ببينند هنگام بازگشت به مكه در سى سالگى در \" ابواء \" وفات كرد و همانجا دفن شد .\r\nولادت نور\r\nمشهور بين علماى سنت و جماعت آنست كه ولادت آن بزرگوار در دوازدهم ربيع\r\nالاول \" عام الفيل \" بوده است . ( 2 ) ولى اشهر بين خاصه آنست كه در هفدهم ربيع الاول رخ\r\nداده است .\r\nهنگام ولادت آن حضرت ، ايوان كسرى شكافت و چند كنگره فرو ريخت و آتشكدهء\r\nفارس خاموش شد ، درياچه ساوه خشك گرديد ، بتهاى بتخانه مكه سرنگون شد و نورى از\r\nوجود آن حضرت به سوى آسمان بلند شد كه شعاع آن فرسنگها راه را روشن مى ساخت .\r\nمراسم نامگذارى\r\nروز هفتم فرا رسيد ، عبد المطلب براى عرض تشكر به پيشگاه خداوند جليل\r\nگوسفندى كشت و بزرگان قريش را دعوت كرد و نام فرزند خود را محمد گذارد .\r\n\r\n","description":"","footnote":" 1 . مجلسى ، بحار الانوار ، ج 1 ، ص 35 - اسدالغابه ، ج 1 ، ص 14 .\r\n2 . سيره ابن هشام ، ج 1 ، ص 171 . ","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nهنگامى كه از او پرسيدند چرا اين نام را انتخاب كردى ، در صورتى كه ميان اعراب كم\r\nسابقه است ؟ گفت : خواستم كه در آسمان پيش خدا و در زمين پيش مخلوق ،\r\nستوده باشد .\r\nدر اين باره \" حسان بن ثابت \" شاعر رسول خدا ( صلى الله عليه وآله ) مى گويد :\r\nفشق له من اسمه ، ليجله * فذوالعرش محمود ، وهذا محمد\r\nآفريدگار نامى از خود را براى تجليل پيامبر خويش مشتق نمود ، زيرا نام خويش\r\n\" محمود \" - پسنديده - و نام پيامبر او محمد \" ستوده \" مى باشد و هر دو كلمه از\r\nيك ماده مشتقند .\r\nدر ميان قبيله بنى سعد\r\nآمنه در انتظار دايگان بنى سعد بود تا به عرف و عادت عرب ، طفل خود را به يكى از\r\nآنان بسپارد ، اين عادت پيش بزرگان مكه در جريان بود كه اطفال خود را به صحرا\r\nمى فرستادند تا در محيط پاك و سالم و فضاى پاك بزرگ شده و رشد و نمو نمايند و\r\nاستخوان بندى آنها محكمتر شود و از بيمارى و باى شهر مكه كه خطر آن براى نوزادان\r\nبيشتر بود مصون بمانند و لغت عربى را در منطقه اى كه لهجهء آنها اصيل و دست نخورده\r\nبود ، فرا گيرند .\r\nبعضى از قبايل به وجود دايگان نامى خود مشهور هستند ، كه قبيلهء سعد از آنان\r\nمى باشد آمنه در انتظار دايه ، طفل خود را به كنيزش سپرد و اندك زمانى او را شير داد و\r\nپس از آن نيز عموى وى حمزه را شير مى داد ، به اين جهت حمزه و محمد برادر رضاعى\r\nهم شدند .\r\nبرخى از مورخان مى گويند : دايگان بنى سعد در جستجوى اطفال شير خوار به مكه\r\nآمدند ، اما اطفال يتيم را نمى گرفتند چون از اطفال پدر دار اميد بهره بيشترى داشتند و\r\nاز زنان بيوه چندان بهره اى انتظار نمى رفت بدين جهت كسى براى گرفتن محمد حاضر\r\nنشد و هر يك از آنها طفلى را كه اميد سود بيشترى داشتند برگرفتند و رفتند . حليمه\r\nدختر ابى دوبيب از طايفهء بنى سعد كه بار اول به واسطه يتيمى محمد از گرفتن او سر\r\nباز زده بود ، طفل ديگرى را پيدا نكرد ، زيرا چون ضعيف و لاغر بود هيچكس طفل خود را\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nبه او نمى داد . وقتى مردم بنى سعد از مكه بر مى گشتند حليمه به شوهر خويش حارث\r\nگفت ، خوش نيست كه من اين چنين دست خالى برگردم و شيرخوارى نداشته باشم\r\nمى روم و همين يتيم را قبول مى كنم .\r\nشوهرش گفت : اهميت ندارد شايد خدا ما را به واسطهء او بركت دهد ، حليمه باز گشت\r\nو محمد را گرفت و با كسان خود به صحرا برگشت ، او هميشه مى گفت كه از موقع گرفتن او\r\nهمه زندگى اش بركت يافته است ، گوسفندانش فربه شده اند و شير آنها بيشتر گرديده\r\nاست . ولى شايد او به عظمت و شموخ مقام جدش عبد المطلب توجه يا اطلاعى نداشت .\r\nمحمد ( صلى الله عليه وآله ) حدود چهار سال در ميان قبيله سعد و در صحرا ماند ، حليمه او را شير\r\nمى داد و دخترش \" شيما \" از او پرستارى مى كرد ، هواى صحرا و زندگى سادهء بيابانى نشو\r\nو نماى او را تسريع كرد ، تناسب و زيبايى اندامش را مى افزود و در سال پنجم ولادت\r\nحليمه او را به مادرش بازگردند . قبيلهء سعد از بركت حضور رسول خدا در وسعت ووفور\r\nنعمت قرار گرفتند و كرامتها مشاهده كردند كه در كتابهاى حديث و تاريخ ، ثبت\r\nشده است . ( 1 )\r\nابن اسحاق روايت مىكند كه رسول خدا ( صلى الله عليه وآله ) مى فرمود :\r\n\" انا اعربكم ، انا قرشى واستر ضعت في بنى سعد بن بكر \" . ( من از همه شما\r\nفصيح‌ترم ، چه هم قرشى هستم و هم در قبيله سعد بن بكر شير خورده ام ) . ( 2 )\r\nمرگ مادر\r\nمحمد پس از پنج سال اقامت در صحرا نزد مادر خود بازگشت ، عبد المطلب\r\nسرپرستى خانواده را به عهده داشت و در نگهدارى او دقيقه اى فروگزارى نمى كرد .\r\nمى گويند :\r\nبراى عبد المطلب كه پيشواى قريش و رئيس مكيان بود در نزديك كعبه فرشى\r\nمى گستردند و فرزندان وى به احترام او اطراف فرش قرار مى گرفتند ، همين كه محمد\r\nخردسال مى آمد او را از صف عموهايش جلو برده و پهلوى خود ، روى فرش مى نشانيد و با\r\n\r\n","description":"","footnote":" 1 . سيره ابن هشام ، ج 1 ، ص 176 ، چاپ مصطفى الحلبى ، 1355 .\r\n2 . ترجمه حياة محمد ، ج 1 ، ص 162 . ","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nاو با عطوفت و مهربانى ، رفتار مى كرد .\r\nدر اين موقع اتفاق ديگرى در نزد محمد ( صلى الله عليه وآله ) پديدار گرديد كه او را بيش از همه پيش\r\nعبد المطلب ، عزيزتر ساخت و آن از دست دادن مادر گرامى اش بود .\r\nآمنه طفل خود را به مدينه برد كه اقوام خود را ببيند ، در اين سفر أم ايمن را نيز همراه\r\nخود برد ، وقتى به مدينه رسيدند ، محمد خانه اى را كه پدرش عبد الله در آن خانه جان\r\nسپرده بود و مكانى را كه در آنجا دفن گشته بود ديد و اين نخستين اثر و ضربه‌اى بود كه از\r\nيتيمى در روح او ، انعكاس يافت .\r\nپيامبر اسلام بعد از هجرت به مدينه داستان همسفرى با مادرش را براى اصحاب\r\nخويش نقل مى كرد كه يك ماه در يثرب بودند ، وقتى به مكه برمىگشتند در اثناء راه\r\nدر منزلى به نام \" أبواء \" مادرش مريض شده ، وفات يافت ، آن موقع محمد شش ساله بود .\r\nحكمت يتيم گشتن او براى ما چندان روشن نيست ولى مى توان حدس زد كه خدا\r\nخواست بزرگترين رهبر جهانيان ، پيش از آنكه امور هدايت و رهبرى امت را در دست\r\nبگيرد شيرينى و تلخى روزگار را بچشد ، و در نشيب و فراز و پستى و بلندى زندگى قرار\r\nبگيرد تا روحى بزرگ و روانى بردبار و شكيبا در راستاى هدايت مردم پيدا كند و تجربياتى\r\nاز سختيها ببيند و خود را براى مقابله با شدائد ، سختيها و محروميتها آماده سازد .\r\nدر قرآن مجيد نيز از يتيمى او ذكرى به عمل آمده است ، جايى كه خداوند انعام خود را\r\nيادآورى مىكند و مى گويد : \" ألم يجدك يتيما فآوى ؟ ( مگر خدا تو را يتيم نيافت پس\r\nپناهت داد ؟ ) \" . ( 1 )\r\nمرگ عبد المطلب\r\nاگر عبد المطلب مدتى زنده مى ماند شايد خاطرهء تلخ \" مرگ مادر \" تخفيف مى يافت و\r\nجاى خالى او بيشتر احساس نمى شد . ولى او ديرى نزيست و در سن هشتاد سالگى\r\nموقعى كه محمد بيش از هشت سال را نداشت وفات يافت ، محمد از مرگ او مانند مرگ\r\nمادر خود ، غمگين شد و دنبال جنازهء او تا لب قبر گريان بود . او با اينكه بعد از مرگ\r\n\r\n","description":"","footnote":" 1 . مجلسى ، بحار الانوار ، ج 1 ، ص 151 . ","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n\r\nعبد المطلب ، تحت سرپرستى عموى خود ابوطالب از همه گونه رعايت و مراقبت\r\nبرخوردار بود ، باز هميشه از نياى بزرگ ياد مى كرد و مرگ او براى طايفه بنى هاشم ضربتى\r\nهولناك بود . واقدى مى گويد : هشت سال و هشت ماه و هشت روز از عمر رسول خدا\r\nسپرى شده بود كه عبد المطلب وفات يافت . ( 1 ) پس از مرگ عبد المطلب ابوطالب\r\nسرپرستى محمد را به عهده گرفت ، او نيز همانند عبد المطلب او را دوست مى داشت و او\r\nرا بر فرزندانش مقدم مى شمرد . نجابت و هوشيارى و پاك طينتى اين طفل ، علاقه ى او را\r\nروز به روز بيشتر مىساخت .\r\nسفر نخستين به ديار شام\r\nموقعى كه محمد دوازده سال داشت وابوطالب مى خواست جهت تجارت به شام سفر\r\nكند خيال نداشت محمد را همراه خويش ببرد زيرا از رنج سفر و زحمت صحرانوردى بر\r\nاو ، بيم داشت . اما محمد به همراهى وى اظهار تمايل و علاقه نمود و ترديد او را بر طرف\r\nساخت . محمد تا \" بصرى \" كه محلى است در جنوب شام با قافله رفت .\r\nارباب تاريخ مى نويسند در اين سفر بود كه با راهبى به نام \" بحيرا \" برخورد كرد و راهب\r\nنشانه‌هاى پيغمبرى را چنان كه در كتابهاى مسيحى ياد شده بود در او بديد و برخى از\r\nروايات بر آنند كه كسان محمد را نصيحت كرد كه او را به شام نبرند مبادا يهوديان او را به\r\nنشان پيغمبرى بشناسند و به او آزار رسانند ! \"\r\nفاطمه دختر اسد\r\nفاطمه دختر اسد ، همسر ابوطالب و مادر طالب ، جعفر و عقيل وعلى بيش از همه\r\nفرزندانش رسول خدا را پرورش داد و از رسول خدا روايت مىشود كه از بعد از وفات\r\nفاطمه ، كه زنى مسلمان و بزرگوار بود گفت : \" اليوم ماتت امى \" : امروز مادرم وفات نمود و او\r\nرا با پيراهن خويش دفن كرد و در لحد او خوابيد ، و چون به او گفته شد : اى رسول خدا چرا\r\nبراى فاطمه اين چنين سخت بى تاب گشته اى ؟ گفت :\r\n\" إنها كانت أمى ، اذ كانت لتجيع صبيانها وتشبعنى ، وتشعبهم ، وتدهننى و\r\n\r\n","description":"","footnote":" 1 . حياة محمد ، ج 1 ، ص 165 . ","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nكانت أمى \" .\r\nاو به راستى مادرم بود گاهى كودكان خود را گرسنه نگه مى داشت ولى مرا سير مى كرد\r\nو آنان را گرد آلود مى گذاشت و مرا شسته و آراسته و خوشبو مى نمود او براستى مادرم بود . ( 1 )\r\nحلف الفضول\r\nيكى از حوادث جالب دوران بيست ساله ى آن بزرگ انسان تاريخ ، وقوع حادثه تاريخى\r\n\" حلف الفضول \" مى باشد :\r\nحلف الفضول كه آن را بهترين پيمان قريشيان ناميده اند در ميان چند طايفه از قريش\r\nبسته شده بود ، عامل اساسى اين پيمان آن بود كه مردى از بنى زبيد كالايى را به \" عاص\r\nبن وائل سهمى \" فروخت عاص كالا را گرفت و بهاى آن را نپرداخت . مرد زبيدى ناچار بالاى\r\nكوه ابوقبيس رفت و فرياد برآورد : اى مردم قريش ! به داد ستمديده اى ، دور از طايفه و\r\nكسان خويش برسيد كه در داخل شهر مكه كالاى او را به زور و ستم مى برند ! \" ( 2 ) با شنيدن\r\nنداى دادخواهى بنى مطلب بن عبد مناف ، بنى زهره ، بنى تميم ، بنى حارث ، در خانه\r\n\" عبد الله بن جدعان \" گرد آمدند و با هم پيمان بستند كه براى يارى هر ستمديده اى و\r\nگرفتن حق هر مظلومى ، همداستان باشند و اجازه ندهند كه در مكه بر احدى ستم رود ،\r\nنخستين ثمره ى اين پيمان گرفتن حق مرد زبيدى از عاص بن وائل بود . ( 3 ) پيامبر اسلام\r\nپس از بعثت و هجرت مى فرمود : \" لقد شهدت - في دار عبد الله بن جدعان ، لو دعيت الى\r\nمثله لأجبت و ما زاده الأسلام إلا تشديدا \" . \" در خانه ى عبد الله بن جدعان در پيمانى\r\nحضور يافتم كه اگر در اسلام نيز به مانند آن دعوت مى شدم باز اجابت مى كردم و اسلام\r\nجز استحكام و تشديد چيزى بر آن نيفزوده است \" . ( 4 )\r\nراز اين شدت و استحكام در آنست كه اسلام ، خواهان استيفاى حقوق ستمديدگان و\r\nمستضعفان مى باشد اين خواستهء الهى به هر ترتيب و تحت هر شرائط انسانى كه صورت\r\n\r\n","description":"","footnote":" 1 . ترجمه تاريخ يعقوبى ، ص 368 - امتاع الاسماع ، ص 8 .\r\n2 . روض الأنف ، ج 2 ، ص 72 - تاريخ پيامبر اسلام دكتر آيتى ، ص 90 .\r\n3 . التنبيه والاشراف ، ص 179 - سيرة النبى ، ج 1 ، ص 145 - الطبقات الكبرى ، ج 1 ، ص 129\r\n- ترجمه تاريخ يعقوبى ، ج 1 ، ص 372 .\r\n4 . التنبيه والاشراف ، ص 179 - الطبقات الكبرى ، ج 1 ، ص 109 - يعقوبى ، ج 1 ، ص 273 . ","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\nپذيرفته باشد ، مورد رضاى اسلام و پيامبر عاليقدر آن مى باشد .\r\nاما علت ناميده شدن اين پيمان به نام الفضول آنست كه مردمانى از قبيله \" جرهم \" و\r\n\" قطورا \" كه نامهايشان همه از ماده فضل مشتق بوده است ، تشكيل مى يافت . از آن رو\r\nپيمان \" فضلها \" يا \" فضول \" ناميده گرديد .\r\nسفر دوم به شام\r\nخديجه دختر خويلد كه بانوى تجارت پيشه و پرتلاش و شرافتمندى بود مردان را\r\nبراى بازرگانى اجير مى كرد و سرمايه اى از مال خود را براى تجارت با حقوق مناسب در\r\nاختيار آنان قرار مى داد و چون از راستگويى و امانت و مكارم اخلاقى محمد ( صلى الله عليه وآله ) باخبر\r\nشد شخصى را نزد وى فرستاد و به او پيشنهاد كرد كه اگر با سرمايه ى او همراه غلام وى\r\n\" ميسره \" براى تجارت رهسپار شام گردد بيش از آنچه به ديگران مى پردازد به وى خواهد\r\nپرداخت . ( 1 ) محمد پذيرفت و با غلامش رهسپار شام گرديد . در مسير شام چون به \" بصرى \"\r\nرسيد نسطور راهب وى را ديد به مسيره پيامبرى او بشارت داد و او نيز در اين سفر از او\r\nكراماتى مشاهده نمود كه او را خيره و مبهوت ساخت . چون به مكه بازگشت و آنچه را كه از\r\nنسطور راهب شنيده بود و خود نيز ديده بود ، خديجه را آگاه ساخت . از آن جمله گفت :\r\nامين بر سر موضوعى با تاجرى اختلاف پيدا كرد آن مرد به او گفت به \" لات \" و \" عزى \"\r\nسوگند بخور تا من سخن تو را بپذيرم امين در پاسخ او چنين گفت : پست ترين و\r\nمبغوض ترين موجودات پيش من همان لات و عزى است كه تو آنها را مى پرستى \" . ( 2 )\r\nانگيزه‌هاى ازدواج با خديجه\r\nافراد ماده گرا كه همه چيز را از دريچه ماديگرى مطالعه مى كنند پيش خود چنين\r\nتصور مى كنند كه چون خديجه ثروتمند و تجارت پيشه بود براى امور تجارى خود به يك\r\nمرد امين بيش از هر عامل ديگرى نيازمند بود . از اين لحاظ با محمد ( صلى الله عليه وآله ) ازدواج نمود و\r\nمحمد ( صلى الله عليه وآله ) نيز از وضع زندگى مرفه او آگاه بود . از اين رو با آنكه توافق سنى با هم نداشتند\r\nبا هم ازدواج كردند ولى بررسى تاريخ نشان مىدهد كه انگيزه ى خديجه براى ازدواج با\r\n\r\n","description":"","footnote":" 1 . امتاع الاسماع ، ص 9 - التنبيه والاشراف ، ص 197 .\r\n2 . الطبقات الكبرى ، ج 1 ، ص 140 . ","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nمحمد امين ( صلى الله عليه وآله ) رشته اى از علل و عوامل معنوى بود . صفات نيكى همچون : امانت ،\r\nراستگويى ، جوانمردى ، خوشرفتارى و خوشگفتارى بود و اين صفات اصولا توجه زن را به\r\nمرد جلب مىكند . گذشته از اين علل يك سلسله حوادثى نيز رخ داد كه از آينده درخشان\r\nمحمد ( صلى الله عليه وآله ) نويد مى داد وخديجه اين حوادث را به دقت تعقيب مى كرد و هر روز خود را از\r\nنظر روحى به محمد متمايل مى ساخت . اين حوادث گذشته از آنچه از قول ميسره غلام\r\nخديجه در جريان به شام گذشت عوامل زير مىتواند باشد :\r\n1 . اخبار علماى يهود به پيامبرى آن حضرت آنچنان كه دانيال يهود خبر داده بود . ( 1 )\r\n2 . ورقه عموى پيامبر خود از دانايان عرب بود و اطلاعات فراوانى در مورد كتب\r\nعهدين داشت و از اين موضوع خبر داده بود . ( 2 )\r\n3 . رؤيايى كه خود خديجه ديده بود كه خورشيد از بالاى مكه چرخ زد و كم كم پائين\r\nآمد و در خانهء او فرود آمد . ( 3 )\r\nاز ازدواج تا بعثت\r\nحساس ترين دوره زندگى انسان دوره ى جوانى اوست . زيرا در اين هنگام غرايز جنسى\r\nو تمايلات نفسانى به حد تكامل و رشد خود مى رسد ، طوفان شهوات ، فضاى عقل انسانى\r\nرا تيره و تار مى سازد .\r\nحكومت غرائز محكم تر و در نتيجه چراغ خود كم فروغ تر مى گردد ، شب و روز وقت و\r\nبى وقت كاخ بزرگى از آرزوها را در برابر ديدگان او مجسم مى گردد . هرگاه در چنين\r\nهنگامى ثروتى نيز در اختيار داشته باشد زندگانى او به صورت يك عامل خطرناكى در\r\nمى آيد ، زيرا از يك طرف غرايز حيوانى و صحت مزاج و از طرف ديگر امكانات مادى و\r\nدرآمد سرشار دست به دست يكديگر مى دهند و در نتيجه او را در بىخبرى از آينده فرو\r\nبرده غرق شهوات و اميال نفسانى خود مى سازند .\r\nدر اينكه محمد ( صلى الله عليه وآله ) شجاع و دلير ، نيرومند و تندرست و سالم بود جاى هيچ گفتگو\r\n\r\n","description":"","footnote":" 1 . مجلسى ، بحار الأنوار ج 16 ، ص 19 .\r\n2 . مجلسى ، بحار الأنوار ج 6 ، ص 104 .\r\n3 . سيرة النبى ج 1 ، ص 216 . ","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nنيست زيرا در محيط آزاد و دور از غوغاى زندگى شهرى پرورش يافته بود و خانواده‌اى كه\r\nدر ميان آنها ديده به جهان گشود همگى عنصر شهامت و شجاعت بودند ، ثروتى نيز مانند\r\nخديجه را در اختيار داشت و وسائل عيش و تفريح در آن محيط جهل و نادانى از هر\r\nجهت براى او آماده بود ولى بايد ديد او از اين امكانات مادى ، چگونه استفاده نمود ؟ آيا\r\nبساط عيش و عشرت پهن نمود ، يا وسائل جذب و هدايت مردم را فراهم ساخت ؟ تاريخ\r\nگواهى مىدهد كه او بسان مردان تجربه ديده و كارآمد زندگى مى كرد ، هميشه از\r\nخوشگذرانى و بىخبرى گريزان بود ، همواره آثار تفكر و تدبر در سيما و صورت او جلوه گر\r\nبود . براى دورى از فساد اجتماع ، مدتها در دامنهء كوهها ميان غار ، بساط زندگى را پهن\r\nمى نمود ، و در آثار قدرت خدا به مطالعه مى پرداخت به يقين ازدواج با خديجه نيز بر\r\nاساس و فلسفه بوده است .\r\nفرزندان او از خديجه\r\nخديجه براى همسر جوان خودش چند فرزند آورد ، دو تاى آنها پسر بودند به نامهاى\r\n\" قاسم \" و \" عبد الله \" كه به ترتيب به آنها \" طاهر \" و \" طيب \" مى گفتند و اولى بزرگتر بود و\r\nكنيه ى ابوالقاسم و چهار تاى آنها دختر بودند به نامهاى \" رقيه \" ، \" ام كلثوم \" ، \" زينب \" و\r\n\" فاطمه \" مورخان مى نويسند بزرگترين دختر پيامبر اسلام ( صلى الله عليه وآله ) به ترتيب \" رقيه \" ، \" زينب \" ،\r\n\" ام كلثوم \" و كوچك ترين آنان \" فاطمه \" بود . فرزندان ذكور او پيش از بعثت به درود حيات\r\nگفتند ولى دختران در دامان رسالت او بزرگ شدند . ( 1 )\r\nخويشتن دارى محمد ( صلى الله عليه وآله ) در برابر حوادث و پيش آمدها زبانزد عموم بود . او در مرگ\r\nفرزندان خود گاهى تأثرات دل خود را به صورت قطرات اشك از گوشه چشمانش\r\nمى ريخت و اين مطلب در مرگ ، ابراهيم كه مادر او ( قبطيه ) بود بيشتر روشن بود ، دل\r\nمى سوخت ولى زبان به سپاسگزارى و حمد الهى مشغول بود . ( 2 )\r\n\r\n","description":"","footnote":" 1 . ابن شهر آشوب ، مناقب ج 1 ، ص 140 ، قرب الأسناد ، ص 2 و 7 ، مجلسى بحار الانوار ،\r\nج 22 ، ص 51 .\r\n2 . سيره ابن هشام ، ج 1 ، ص 213 ، تاريخ طبرى ، ج 2 ، فروع كافى ، ج 1 ، ص 225 ، بحار الانوار ،\r\nج 15 ، ص 339 ، سيره النبى ، ج 1 ، ص 214 - 209 . ","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nدرايت و تدبير در مورد نصب حجر اسود\r\nچوان قريش هنوز بيش از سى و پنج سال از عمرش نگذشته بود كه با اختلاف قريش\r\nرو به رو گرديد و فصل اين خصومت به دست با كفايت او خاتمه پذيرفت و اين حادثه\r\nمى رساند كه درايت او در چه حد والايى بوده و نيز نشان مىدهد كه شخصيت او تا چه حد\r\nمورد احترام و توجه بود و همگى به امانت و صداقت او اطمينان داشتند ، اين حادثه از\r\nآنجا رخ داد كه سيل مهيب و وحشتناكى از كوههاى بلند مكه به سوى خانه خدا سرازير\r\nگشت ، در نتيجه هيچ يك از خانه‌هاى شهر مكه حتى كعبه كه در دره قرار دارد از صدمه\r\nآن مصون نماند و شكافهاى فراوانى در آن پديد آمد ، قريش تصميم گرفتند خانه خدا را\r\nتعمير كنند ولى از خراب كردن آن ترس و بيم داشتند ، \" وليدبن مغيره \" نخستين كسى\r\nبود كلنگ به دست گرفت و دور كعبه را خراب كرد در حالى كه بيم و هراس سراسر وجود او\r\nرا فرا گرفته بود ، مردم مكه در انتظار حادثه اى بودند ، ولى چون ديدند كه وليد بن مغيره\r\nمورد خشم بتها قرار نگرفت از اين جهت همگى در تخريب آن شركت كردند ، اتفاقا همان\r\nروز سفينه اى از مصر متعلق به يكى بازرگان رومى آمده بود و در نزديكى مكه در بندر\r\nجده در نتيجه طوفان شكست و قريش از جريان آگاه شدند ، چند نفر را به جده فرستادند\r\nتا تخته‌هاى كشتى را براى ساختمان كعبه بخرند و كارهاى نجارى را به يك نجار قبطى\r\nكه در مكه سكونت داشت ، واگذار نمودند .\r\nديوار كعبه به اندازه قامت يك انسان بالا آمد و وقت آن فرا رسيد كه حجر اسود را به\r\nجاى خود نصب كنند ، در اين هنگام اختلاف در ميان رؤساى قبايل افتاد و دو قبيله \" بنى\r\nعبد الدار \" و \" بنى عدى \" پيمان بستند كه نگذارند اين افتخار نصيب ديگران شود و براى\r\nتحكيم پيمان طبق سنت آن روز ظرفى را پر از خون كردند و دستهاى خود را در آن فرو\r\nبردند و در اثر اين پيش آمد كار بنايى پنج شبانه و روز تعطيل شد ، كار قريش به جاى\r\nباريكى رسيده بود و دسته‌هاى مختلفى از قريش در مسجد الحرام گرد آمده بودند و در\r\nانتظار حادثه خونينى بودند . بالأخره مرد سالخورده‌اى از قريش به نام \" أمية بن مغيره\r\nمخزومى \" رؤساى قريش را دور هم جمع كرد و پيشنهاد كرد : \" نخستين كسى كه از طرف\r\nصفا وارد شود او را به حكميت بپذيرند \" و همگى اين پيشنهاد را قبول كردند ، ناگهان\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nجوان رشيد قريش از آن دور وارد مسجد شد ، همگى گفتند : اين همان محمد امين است\r\nو ما به حكميت او راضى هستيم او براى فصل خصومت دستور داد پارچه اى را آوردند و\r\nحجر اسود را با دست خود در ميان آن گذارد . سپس فرمود : هر يك از رؤساى چهارگانه ى\r\nمكه ، گوشه ى آن را بگيرند . هنگامى كه حجر اسود را نزديك ركن بردند ، امين قريش با\r\nدست مبارك خود ، سنگ را در جاى خود نصب نمود \" ( 1 ) .\r\nو به اين طريق به مشاجرات قريش كه نزديك بود فتنه اى را بر پا سازد و حوادث\r\nخونينى به بار آورد ، خاتمه داد .\r\nعلى ( عليه السلام ) تربيت يافته مكتب رسالت\r\nابن اسحاق ، ابن اثير و امين اسلام طبرسى روايت مى كنند كه يكى از نعمت‌هاى\r\nخداوند بر على بن ابيطالب آن بود كه قريش به خشكسالى و قحطى گرفتار شدند و\r\nابوطالب هم مرد عائله مندى بود ، پس محمد ( صلى الله عليه وآله ) به عموى خويش عباس كه از\r\nثروتمندان بنى هاشم بود گفت : اى عباس برادرت ابوطالب عيال‌وار است و مردم به اين\r\nقحطى كه مى بينى گرفتارند . بيا تا نزد او برويم و از نظر مساعدت من يكى از فرزندان او را\r\nبگيرم و تو هم يكى ديگر را و آن دو را كفايت كنيم . عباس پذيرفت و هر دو ، پيش ابوطالب\r\nرفتند و گفتند ما آمده ايم تا بعضى از فرزندان تو را تا موقعى كه مردم از اين قحطى در\r\nآيند ، كفايت نماييم .\r\nابوطالب گفت : عقيل را براى من بگذاريد و اختيار ديگران با شماست . محمد ( صلى الله عليه وآله ) ،\r\nعلى ( عليه السلام ) را برگرفت و همراه خود برد و عباس جعفر را . على پيوسته با محمد بود تا خدايش\r\nبه نبوت برانگيخت ، در اين هنگام او را پيروى كرد و به وى ايمان آورد .\r\nجعفر همچنان با عباس ماند تا اسلام آورد و از او بى نياز گرديد . ( 2 )\r\nعلى ( عليه السلام ) گويد : \" و لقد كان يجاور في كل سنة بحراء ، فأراه ولا يراه غيرى \" او هر سال\r\n\r\n","description":"","footnote":" 1 . بنا به روايت مسعودى ، محمد به چهار نفر از بزرگان قريش بنى عقبه ، ابوزمعه ، بنى مطلب و\r\nقيس بن عدى فرمود : تا چهار گوشه آن جامه را گرفته بلندش كنند . مسعودى ، مروج الذهب ،\r\nج 2 ، ص 239 - ابن سعد ، الطبقات ، ج 1 ، ص 146 .\r\n2 . طبرى ، تاريخ الأمم والملوك ، ج 2 ، ص 57 ، اعلام الورى ، ص 49 ، شرح نهج البلاغه ابن ابى\r\nالحديد ، ج 3 ، ص 251 . ","page_name":" 55 ","page_number":55},
  {"content":"\r\nمدتى در كوه حرا به عزلت و تنهايى مى نشست ، تنها من او را مى ديدم و كسى جز من او را\r\nنمى ديد \" . بنا به گفته ابن اسحاق : \" اقامت او در كوه حرا در هر سال يك ماه و بر حسب\r\nبعضى روايات تنها در ماه رمضان بود چون اعتكافش به پايان مى رسيد به مكه باز\r\nمى گشت ، هفت بار يا هر چه مى خواست گرد كعبه طواف مى كرد و آنگاه به خانه اش\r\nبرمىگشت \" . ( 1 )\r\nپيامبر بزرگوار اسلام ، در ايام جاهليت و در روزگار پيش از بعثت هم با اخلاق و رفتار و\r\nمنش خوب و پسنديده اش ، مردم را به سوى خود جذب نموده بود امانتدارى و صداقت او\r\nبه حدى در اوج عالى و مرتبت بلند خويش بود كه از بين رؤساى قبايل چهارگانه ، كسى\r\nأمين بودن و درستكارى او را انكار ننمود و اين خود يكى از افتخارات و سوابق درخشان\r\nآن پيامبر موعود ، خبر مىدهد و زمينه‌هاى پذيرش او را در دلها فراهم مى سازد .\r\nحقا كه او مصداق بارز \" وانك لعلى خلق عظيم \" بود كه در بخشهاى بعدى نمودارهايى\r\nاز اين اخلاق رحمانى نشان داده خواهد شد .\r\n\r\n","description":"","footnote":" 1 . سيره النبى ، ج 1 ، ص 254 - 253 . ","page_name":" 56 ","page_number":56},
  {"content":"\r\nبخش دوم\r\nF\r\nمراحل دعوت و پذيرندگان اسلام\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nبخش دوم / مراحل دعوت و پذيرندگان اسلام . . .\r\nبعثت\r\nبرانگيخته شدن پيامبر ، از سوى خداوند متعال جهت انجام رسالت و ابلاغ پيام الهى\r\nجهت تأمين سعادت دينى و دنيوى يكى از بزرگترين پديده‌هاى سعادت آفرين مى باشد\r\nو پيامبر اسلام يكى از اين پيام آوران سعادت و خوشبختى بود .\r\nدر سال 40 عام الفيل ( 610 ميلادى ) يك بار ديگر محمد ( صلى الله عليه وآله ) كه شبى را در غار حراء\r\nسپرى كرده بود هنگام بامداد فرشته اى از طرف خدا مأمور شد آياتى چند به عنوان\r\nطليعه و آغاز كتاب هدايت و سعادت ، براى امين قريش بخواند تا او را به كسوت نبوت ،\r\nمفتخر سازد و آن فرشته الهى ، جبرئيل امين و آن روز همان روز بعثت بود كه بنابر\r\nمشهور 27 ماه رجب مى باشد . ( 1 )\r\nجاى ترديد نيست كه رو به رو شدن با فرشته آمادگى خاصى مى طلبد و تا روح شخص\r\nبزرگ و نيرومند نباشد تاب تحمل بار نبوت و ملاقات با فرشته را نخواهد داشت . \" امين\r\nقريش \" اين آمادگى را به وسيله عبادتهاى طولانى ، تفكرهاى ممتد و عنايات خاص الهى\r\nبه دست آورده بود و به نقل بسيارى از سيره نويسان پيش از بعثت خوابها و رؤياهايى\r\nمى ديد ، كه مانند روز روشن داراى واقعيت بود . پس از مدتى لذت بخش ترين ساعات\r\n\r\n","description":"","footnote":" 1 . چنان كه در بالا گفته شد بنابر مشهور از نظر شيعه بعثت پيامبر اسلام در 27 ماه رجب بوده\r\nاست ولى قرآن در چند مورد تصريح مىكند كه نزول قرآن بر پيامبر اسلام در ماه رمضان بوده\r\nاست . بنابراين مى بايست بعثت در ماه رمضان بوده باشد ولى مى توان گفت هر دو زمان صحيح\r\nاست . يعنى هم بعثت در 27 رجب باشد و هم نزول قرآن مجيد در ماه رمضان رخ دهد . توضيح\r\nاينكه اگر قرآن مى فرمايد ، آن را در ماه رمضان نازل كرديم منظور حقيقت و واقع قرآن است كه بر\r\nپيامبر نازل گرديد زيرا قرآن علاوه بر وجود تدريجى ، واقعيتى دارد كه خداى بزرگ پيامبر خود را\r\nاز آن در شبى معين از شبهاى ماه رمضان آگاه ساخت . و يك وجه تدريجى دارد و آن آغاز نزول\r\nدر روز بعثت بوده و تا پايان عمر آن حضرت به طور تدريجى ادامه داشت . ( براى توضيح بيشتر\r\nبه تفسير الميزان تأليف علامه طباطبايى مراجعه شود ) . ","page_name":" 59 ","page_number":59},
  {"content":"\r\nبراى او ساعت خلوت و عبادت در حال تنهايى بود . تا اينكه در روز مخصوصى ، فرشته اى\r\nدر برابر او قرار گرفت و به او گفت : \" اقرأ \" يعنى بخوان و او از آنجا كه أمى و درس نخوانده\r\nبود پاسخ داد كه من توانايى خواندن ندارم . جبرئيل او را سخت فشرد سپس درخواست\r\nخواندن كرد و همان جواب را شنيد . فرشته نيز او را سخت فشار داد . اين عمل سه بار\r\nتكرار شد ، و پس از فشار سوم ناگهان در خود احساس كرد مىتواند لوحى را كه در دست\r\nفرشته است بخواند و اين آيات را كه در حقيقت ديباچه‌ى كتاب سعادت بشر به شمار\r\nمى رود ، بخواند :\r\n\" بخوان به نام پروردگارت كه موجودات را آفريد انسان را از خون بسته ، بخوان\r\nپروردگار تو گرامى تر است تا آنكه با قلم تعليم داد و به آدمى آنچه را كه\r\nنمى دانست آموخت \" . ( 1 )\r\nجبرئيل مأموريت خود را انجام داد و پيامبر نيز پس از نزول وحى از كوه حراء پايين\r\nآمد و به سوى خانه ى خديجه رهسپار شد \" . ( 2 )\r\nآيات فوق برنامه ى اجمالى رسول اكرم ( صلى الله عليه وآله ) را روشن مى سازد و به طور آشكار\r\nمى رساند كه اساس آيين او را قرائت و خواندن و فهم و دانش و به كار بردن قلم تشكيل\r\nمىدهد . پيامبر اسلام ( صلى الله عليه وآله ) خود مى گويد : سپس از غار بيرون آمدم و چون به وسط كوه\r\nرسيدم آوازى از آسمان شنيدم كه مى گفت : \" اى محمد تو رسول خدايى و من جبرئيلم\r\nسر به آسمان كردم ، جبرئيل را دردم به صورت مردى كه دو گام خويش را به افق آسمان\r\nنهاده است ديدم او مى گفت : \" اى محمد تو رسول خدايى و من جبرئيلم \" پس ايستادم و\r\nاو را مى نگريستم نه پيش مى رفتم و نه ، روى خود را از او بر مى گرفتم و در آفاق آسمان\r\nنگاه مى كردم . در هيچ ناحيه اى نگاه نمى كردم جز آنكه او را همچنان مى ديدم ، سپس\r\n\r\n","description":"","footnote":" 1 . إقرأ باسم ربك الذى خلق ، خلق الأنسان من علق ، إقرأ وربك الأكرم ، الذى علم بالقلم ، علم\r\nالأنسان ما لم يعلم ( سوره علق ، آيات 1 - 5 ) .\r\n2 . سيره ابن هشام ، ج 1 ، ص 336 ، صحيح بخارى ، ج 1 ، ص 1 . ","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\nجبرئيل رفت و من به خانه ى خود برگشتم و نزد خديجه رفتم پرسيد : \" ابوالقاسم كجا\r\nبودى ؟ من كسان خود را پى تو فرستادم و تو را نيافتند من او را از آنچه گذشته بود ، خبر\r\nدادم . گفت : پسر عمو مژده باد تو را در اين راه و ثابت باش ، به خدايى كه جان خديجه به\r\nدست اوست اميدوارم تو پيامبر اين امت باشى \" .\r\nدعوت در خانواده\r\nمحمد ( صلى الله عليه وآله ) پس از مأموريت رسالت در آغاز اعضاى خانواده خود را ، به شناسايى و\r\nپرستش پروردگار خواند . خلاصه ى دعوت او اين بود : \" مردم پروردگار يگانه را بپرستيد ،\r\nمرا پيامبر بدانيد و به روز رستاخيز ايمان آوريد \" اينها اصول سه گانه ى دعوت او را تشكيل\r\nمى داد و پيش از همه وحدت و يگانگى خدا بود كه با شناخت و درك آن همه چيز قابل\r\nحل بود از اين رو مكرر مى فرمود : \" قولو لا إله الا الله ، تفلحوا ، به وحدانيت خدا ايمان\r\nبياوريد تا رستگار شويد . . . \" .\r\nايمان آورندگان\r\nنخستين فردى كه دعوت پيامبر اسلام را لبيك گفت از مردان على بن ابيطالب بود . ( 1 )\r\nچون على ( عليه السلام ) ساليانى پيش از بعثت در خانه او مى زيست و تربيت يافته ى او بود او را\r\nمى شناخت از اين رو پيش از ديگران ايمان خود را به او اعلام داشت .\r\nعلى ( عليه السلام ) در خطبه‌ها و سخنان خود از تقدم و سابقهء خود در اسلام ، ياد مىكند كه ما\r\nذيلا دو نمونه ى آن را مى آوريم :\r\n1 . جايى مى فرمايد \" من بندهء خدا و برادر رسول اكرم هستم ، صديق اكبر منم و اين\r\nجمله را كسى پس از من نگويد جز اينكه دروغگو باشد ، من با پيامبر هفت سال پيش از\r\nآنكه كسى با او نماز بخواند نماز گزاردم \" . ( 2 )\r\n\r\n","description":"","footnote":" 1 . تاريخ طبرى ، ج 2 ، ص 1156 ، تاريخ يعقوبى ، ج 2 ، ص 17 ، سيره ابن هشام ، ج 1 ،\r\nص 264 ، مروج الذهب ، ج 1 ، ص 400 چاپ مصر الغدير ، ج 3 ، ص 246 - 244 .\r\n2 . مرحوم علامه امينى در كتاب الغدير ، ج 3 ، ص 222 اسناد اين روايت را از كتابهاى حديث\r\nنقل كرده است . ","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n2 . در خطبه ى \" قاصعه \" منزلت و تقرب خود را با پيامبر چنين تشريح مىكند : \" شما\r\nقدر و منزلت مرا از رسول خدا ( صلى الله عليه وآله ) به سبب خويشى نزديك و مقام بلند و احترامى كه\r\nپيش آن حضرت داشتم مى دانيد . پيامبر در زمان كودكى مرا در كنار خود پرورش مى داد\r\nو به سينه اش مىجسبانيد در بسترش در آغوش مى داشت و بوى خوش او را استشمام\r\nمى كردم و . . . و من پى او مى رفتم مانند رفتن بچه شتر پى مادرش ، و هر روزى از فضائل\r\nاخلاقى خود ، نشانه اى را مىافراشت ( آشكار مى نمود ) و پيروى از آن را به من امر\r\nمى فرمود و در هر سال در حراء ( پيش از رسالتش ) اقامت مى نمود ، من او را مى ديدم و\r\nغير از من كسى او را نمى ديد . در آن زمان اسلام در خانه اى نيامده بود مگر خانه رسول\r\nخدا وخديجه و من سوم ايشان بودم ، نور وحى و رسالت را مى ديدم و بوى نبوت را\r\nاستشمام مى كردم \" . ( 1 )\r\nنخستين زن مسلمان\r\nپس از على ( عليه السلام ) خديجه نخستين زنى است كه به رسالت محمد ( صلى الله عليه وآله ) ايمان آورد و به او\r\nگرويد ، او در ايمان خود پايدار ، و در همسرى مهربان ، و در پيروى وفادار و با اخلاص بود و\r\nدر پيش آمدها به پيامبر اسلام دلدارى مى داد ، از اين رو شگفت و تعجبى نيست كه\r\nپيامبر اسلام پس از سالها از درگذشت او باز چون به ياد او مى افتاد اندوهناك مى گشت و\r\nمهر و محبت‌هاى او را يادآورى مى كرد و بر زبان مى راند .\r\nاو از حمايت پيامبر اسلام و آيين او با مال و جان دريغ نورزيد و به حدى در اين راه\r\nپيش رفت كه عده اى وجود او را يكى از استوانه‌هاى مهم گسترش اسلام قلمداد نمودند و\r\nشخص رسول الله ( صلى الله عليه وآله ) بارها به اين معنى تصريح داشته اند و مى فرمودند : \" به خدا قسم\r\nپروردگار عالم بهتر از خديجه را به من نصيب نفرمود ، در آن هنگامى كه همه به من كفر\r\nمى ورزيدند او به من ايمان آورد ، و در آن دمى كه همه مرا تكذيب مى كردند او مرا تصديق\r\nنمود ، آنگاه كه مردم مرا از مال خود محروم مى ساختند ، او با دارايى و امكانات مالى خود\r\n\r\n","description":"","footnote":" 1 . نهج البلاغه ج 2 ، ص 182 ، طبع مصر . ","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nبه مواسات و كمكم برخاست و خداوند از او به من فرزند عنايت كرد . . . \" . ( 1 )\r\nاو به تمام معنى همدم و شريك زندگى پيامبر اسلام ( عليه السلام ) بود ، در نشر تعاليم عاليه و\r\nگسترش دعوت جهانى او يار و مونس بود و هر وقت كه پيامبر اسلام در خارج از محيط\r\nمنزل با ناراحتى و شكنجهء روحى و آزار كفار قريش رو به رو مى گشت و با ناراحتى واندوه\r\nبه منزل بر مى گشت خديجه بود كه آثار اندوه را از چهره اش مى زدود و او را تسلى مى داد و\r\nاو دائم در بسط و گسترش اسلام كوشا و ساعى بود .\r\nعفيف كندى مى گويد : \" در دوران جاهليت به مكه رفتم تا براى خانواده ى خويش از\r\nپارچه‌ها و عطرهاى آنجا خريدار كنم ، پس نزد عباس بن عبد المطلب كه مردى بازرگان\r\nپيشه بود رفتم رو به كعبه نشسته بودم كه خورشيد در آسمان بر آمد و به زوال رسيد ناگاه\r\nجوانى آمد و ديده به آسمان دوخت و سپس رو به كعبه ايستاد . اندك زمانى فاصله شد كه\r\nپسرى رسيد و دست راست وى ايستاد و طولى نكشيد كه زنى آمد و پشت سر آن دو ، به\r\nسجده رفت ، آنگاه آن پسر و زن نيز سجده كردند ، به عباس گفتم امرى است عظيم !\r\nعباس گفت : \" آرى امرى عظيم است ، اين جوان را مى شناسى ؟ گفتم : نه . گفت : اين محمد\r\nبن عبد الله برادرزادهء من است ، اين زن را مى شناسى ؟ گفتم نه ، گفت : اين هم خديجه\r\nدختر خويلد همسر اوست ، اكنون اين برادرزاده ام مى گويد كه پروردگار آسمان و زمين او\r\nرا به دينى كه او خود بر آنست مأمور ساخته است به خدا قسم در روى زمين جز اين سه\r\nنفر ، احدى بر اين دين نيست \" . ( 2 )\r\nدعوت پنهانى\r\nپيامبر اسلام ( صلى الله عليه وآله ) تا سه سال به طور پنهانى ، مردم را به يگانگى و پرستش خداى يكتا\r\nو اقرار به پيامبرى خويش دعوت مى كرد و هر گاه بر گروهى از قريش مى گذشت\r\n\r\n","description":"","footnote":" 1 . طبقات ابن سعد ، ج 1 ، ص 124 - سطور مع نساء مؤمنات ، ص 13 ، همسران رسول خدا ،\r\nتأليف نگارنده چاپ 1341 ش .\r\n2 . تاريخ طبرى ، ج 2 ، ص 211 ، كامل ابن اثير ، ج 2 ، ص 37 ، اعلام الورى ، ص 25 . ","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n\r\n\r\nمى گفتند : جوان فرزند عبد المطلب از آسمان سخن مى گويد و مردم را به خداى ناديده\r\nفرا مىخواند .\r\nبدين ترتيب دعوت سرى افراد پيش رفت و بعد از على ( عليه السلام ) وخديجه به تدريج افرادى\r\nبه وى ايمان آوردند در اين مدت پيامبر اسلام با مسلمانان نماز مىخواندند .\r\nاسلام جعفر بن ابيطالب\r\nإبن اثير مىنويسد : \" جعفر بن ابيطالب اندكى بعد از برادرش على ( عليه السلام ) اسلام آورد و\r\nروايت شده است كه ابوطالب رسول خدا ( صلى الله عليه وآله ) را با على ديد كه نماز مى خواند وعلى پهلوى\r\nراست رسول خدا ايستاد پس به جعفر گفت : \" صل جناح إبن عمك وصل عن يساره ، تو\r\nهم در كنار و در طرف چپ او نماز گزار . \" پس جعفر بن ابيطالب در طرف چپ رسول خدا\r\nبه نماز ايستاد . ( 1 ) در اين هنگام جعفر اسلام را پذيرفت ، اسلام آوردن جعفر پيش از آن بود\r\nكه رسول خدا به خانه ى \" ارقم \" درآيد و در آن جا به دعوت مشغول شود \" . ( 2 )\r\nاسلام حمزة بن عبد المطلب\r\nابن اسحاق داستان اسلام آوردن حمزه را به تفصيل آورده است ولى تاريخ آن را معين\r\nنكرده است اما ديگران تصريح كرده اند كه حمزه در سال دوم بعثت رسول خدا ( صلى الله عليه وآله ) به دين\r\nاسلام در آمد \" . ( 3 )\r\nاجتماع در خانهء ارقم\r\nتا موقعى كه دعوت آشكار نشده بود مسلمانان براى نماز به دره‌هاى مكه مى رفتند و\r\nنماز خود را از قريش پنهان مى داشتند ، روزى \" سعد بن ابى وقاص \" با چند نفر از اصحاب\r\nرسول خدا ( صلى الله عليه وآله ) از جمله عمار ، ابن مسعود ، خباب بن ارت و سعيد بن زيد در دره‌هاى مكه\r\nنماز مى گزاردند كه چند نفر از مشركين رسيدند و با نمازگزاران به ستيزه برخاستند و\r\n\r\n","description":"","footnote":" 1 . مجلسى ، بحار الانوار ، ج 18 ، ص 184 .\r\n2 . اسد الغابه ، ج 1 ، ص 286 - هامش اصابه ، ج 1 ، ص 21 - الطبقات الكبرى ، ج 1 ، ص 121 .\r\n3 . اسد الغابه ، ج 2 ، ص 42 ، الاستيعاب ، ص 271 . ","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nكارشان را نكوهش كردند تا منازعه در ميان آنان درگرفت و در همين روز بود كه سعد بن\r\nابى وقاص مردى از مشركان را با استخوان فك شتر زخمى كرد و اين نخستين خونى بود\r\nكه در اسلام ريخته شد \" . ( 1 )\r\nنوشته اند عمار بن ياسر وصهيب بن سنان و جمعى ديگر در خانه ارقم اسلام آوردند . ( 2 )\r\nپس از اين واقعه بود كه رسول خدا ( صلى الله عليه وآله ) ويارانش در خانه ى ارقم بن ارقم قرار گرفتند و\r\nدر همانجا نماز مى گزاردند و خدا را عبادت مى كردند تا خداى متعال رسول خدا را فرمود :\r\n\" دعوت خويش را آشكار سازد \" . ( 3 )\r\nپس از سه سال از بعثت پيامبر اسلام ( صلى الله عليه وآله ) مأموريت يافت كه خويشان و عشيرهء خود را\r\nدعوت كند .\r\nدعوت خويشاوندان\r\nمرحله دوم دعوت آن بزرگوار دعوت خويشاوندان خود بود . در مورد اجرايى اين\r\nدستور و چگونگى آن اندك اختلافى بين مورخين به چشم مى خورد ولى خلاصه اش اين\r\nاست كه سعيد بن جبير از ابن عباس نقل مىكند : \" رسول خدا به كوه صفا بالا رفت و مردم\r\nرا نزد خود خواند . قريش سوى او فراهم آمدند . محمد گفت : مردم اگر به شما بگويم\r\nدشمن بامدادان يا شامگاهان سر وقت شما مى آيد مرا راستگو مى دانيد ؟ پاسخ دادند :\r\nآرى . گفت : من شما را از عذابى سخت بيم مى دهم . ابولهب گفت : تبا لك ، واى بر تو براى\r\nهمين ما را خواندى ؟ كه سوره‌ى تبت در نكوهش وتأديب اين مرد بى ادب نازل گرديد \" . ( 4 )\r\nطبق روايت ديگرى كه طبرى از عبد الله بن حارث از ابن عباس نقل مىكند ، على ( عليه السلام )\r\nچنين گفت : \" چون آيه \" و انذر عشيرتك الأقربين ، نازل شد رسول خدا آن را خواند و گفت :\r\n\r\n","description":"","footnote":" 1 . ابن اثير ، الكامل ج 2 ، ص 40 - سيره النبى ، ج 1 ، ص 275 - طبرى ، تاريخ الامم والملوك ،\r\nج 2 ، ص 61 .\r\n2 . الطبقات الكبرى ، ج 3 ، ص 343 ، چاپ بيروت 1377 م .\r\n3 . انسان العيون ، ج 1 ، ص 319 .\r\n4 . تاريخ طبرى ، ج 1 ، ص 112 - محمد خاتم پيامبران ، ج 1 ، ص 212 . ","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n\r\nپروردگار مرا فرستاده است تا خويشاوندان نزديك خود را دعوت به اسلام كنم . اكنون تو\r\nطعامى آماده كن و فرزندان عبد المطلب را بخوان تا امر خدا را به آنان ابلاغ كنم من چنين\r\nكردم تعداد آنان كه در اين دعوت فراهم آمدند چهل تن بود يا يكى كم وبيش . ابوطالب ،\r\nحمزه و ابولهب نيز در آن جمع بودند چون طعام خوردند و ابولهب ديد كه آن خوراك\r\nاندك ، همگان را كفايت كرد و چيزى هم باقى نماند ، گفت : محمد جادوگر است و در اين\r\nمجلس پيامبر نتوانست دعوت خود را ابلاغ كند . روز ديگر آنان را فراخواند و گفت :\r\nفرزندان عبد المطلب ! هيچكس از عرب بهتر از آنچه من براى شما آورده ام نياورده\r\nاست . من براى شما خير دنيا و آخرت را آورده ام ، خدا فرموده است شما را به سوى خود\r\nبخوانم كدام يك از شما مرا يارى مىكند تا برادر و وصى ، و خليفه‌ى من در بين شما باشد\r\nسخن او را بشنويد و بپذيريد \" . ( 1 )\r\nنخستين نماز\r\nنخستين نمازى كه بر پيامبر واجب گرديد نماز ظهر بود . جبرئيل فرود آمد و ترتيب\r\nوضو گرفتن را به او نشان داد . خود نماز خواند تا به او نشان دهد كه چگونه نماز بخواند .\r\nپس رسول خدا نماز خواند ، خديجه ، \" على \" رسول خدا ( صلى الله عليه وآله ) را ديدند و آنچه را ديده بودند\r\nانجام دادند . ( 2 )\r\nدعوت عمومى\r\nسه سال از آغاز بعثت گذشته بود كه پيامبر ( صلى الله عليه وآله ) پس از دعوت خويشاوندان دست به\r\nدعوت عمومى زد ( البته ما بين دعوت خويشان و دعوت عمومى مقدارى فاصله بوده\r\nاست ) وى مدت سه سال با تماسهاى خصوصى گروهى را به آيين اسلام هدايت كرده بود ،\r\nولى اينبار با صداى بلند گفت : يا صباحاه ! عرب اين كلمه را به جاى زنگ هشدار به كار\r\nمى برد و گزارش‌هاى مهم يا اخبار وحشت بار را با اين كلمه آغاز مى كردند . پس از شنيدن\r\n\r\n","description":"","footnote":" 1 . تاريخ طبرى ، ج 2 ، ص 1172 .\r\n2 . ترجمه يعقوبى ، ج 1 ، ص 387 - سيره النبى ، ج 1 ، ص 262 . ","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nاين كلمه گروهى از قبايل مختلف قريش به حضور وى شتافتند .\r\nسپس رو به جمعيت كرد و گفت :\r\nهان ! اى مردم ، اگر من به شما گزارش دهم كه پشت اين كوه دشمنان شما موضع\r\nگرفته اند و قصد جان و مال شما را دارند آيا مرا تصديق خواهيد كرد ؟ همگان گفتند ما در\r\nطول زندگى از شما دروغى نشنيده ايم .\r\nسپس گفت : اى گروه قريش خود را از آتش نجات دهيد من براى شما در پيشگاه خدا\r\nنمى توانم كارى انجام دهم من شما را از عذاب دردناك بر حذر مى دارم . سپس افزود :\r\nموقعيت من همان موقعيت ديده‌بانى است كه دشمن را از نقطه ى دور مى بيند و فورا\r\nبراى نجات قوم خود به سوى آنان مىشتابد . و با شعار مخصوص \" يا صباحاه \" آنان را از اين\r\nپيشامد با خبر مى سازد \" . ( 1 )\r\nواكنش در برابر دعوت\r\nقريش ابوطالب را گفتند : برادرزاده ات خدايان ما را به زشتى نام مى برد ما را به\r\nگمراهى نسبت مىدهد ، بگو از اين دعوت باز ايستد تا مال خود را در اختيار او بگذاريم ،\r\nمحمد در پاسخ گفت : خدا مرا برانگيخته است كه مال دنيا نيندوزم و مردم را به دنيا\r\nدوستى نخوانم بلكه مرا برانگيخته است تا دعوت او را به مردم برسانم و خلق را به دو\r\nخوانم . . . \" پيامبر اسلام ( صلى الله عليه وآله ) در برابر فشار آنان بر ابوطالب كه او را از اين دعوت باز دارد ،\r\nفرمود : \" عمو اگر خورشيد را در دست راست و ماه را در دست چپم قرار دهند من هرگز\r\nدست از دعوت خود بر نخواهم داشت \" . ( 2 )\r\nقريش چون ديدند محمد را نمى توان با پول خريد به فكر افتادند كه ابوطالب را از\r\nحمايت او باز دارند و به او پيشنهاد كردند او را در اختيار آنان بگذارد و در عوض \" عمار بن\r\nوليد بن مغيره \" را كه جوانى تناور و خردمند بود به او بدهند تا محمد را به جاى او به\r\n\r\n","description":"","footnote":" 1 . حلبى ، سيره حلبيه ، ج 1 ، ص 3 - 1 .\r\n2 . سبحانى ، فروغ ابديت ، ج 2 ، ص 18 - 17 . ","page_name":" 67 ","page_number":67},
  {"content":"\r\nقتل رسانند .\r\nابوطالب در پاسخ گفت : چه درخواست ستمكارانه اى ! شما مى خواهيد فرزند خود را به\r\nمن بسپاريد تا او را براى شما بپرورم و به جاى او فرزند مرا بگيريد و بكشيد ؟ اين انصاف\r\nنيست برويد و هر چه مى خواهيد بكنيد ، كه هرگز سخن شما پذيرفته نيست .\r\nبزرگان قريش چون از اين راه هم سودى نجستند ، راه ديگرى پيش گرفتند راهى كه\r\nنوعا مردم نادان هنگام درماندگى در برابر دليل منطقى خردمندان پى مى گيرند .\r\nعادت جاهلانه اين است كه چون در پاسخ در مانند به سفاهت گرايند ، دهن كجى\r\nمى كنند . دشنام مى دهند و آزار مى رسانند . قريش نيز به آزار پيامبر اسلام برخاستند و در\r\nاين راه تا آنجا كه توانستند پيش رفتند . ابولهب و زن او أم جميل ، حكم بن عاص ، عقبة بن\r\nابى معيط . . . از جمله كسانى بودند كه بيش از ديگران محمد ( صلى الله عليه وآله ) را آزار مى رساندند .\r\nپيامبر اسلام وقتى در بازار \" عكاظ \" مردم را به سوى خداى يكتا ، فرا مى خواند ابولهب\r\nبه دنبال او مى افتاد و مى گفت : مردم برادرزاده ى من دروغگو است از او بپرهيزيد . نيرنگ\r\nديگرى كه به كار مى بردند اين بود كه آزار پيامبر اسلام را بيشتر به عهده ى غلامان و\r\nكودكان مى گذاشتند .\r\nروزى پيامبر اسلام به نماز ايستاده بود . تنى چند از مشركان شكنبه‌ى شترى پر از\r\nسرگين را به غلامى از غلامان خود دادند و چون پيامبر اسلام ( صلى الله عليه وآله ) به سجده رفت غلام آن\r\nشكنبه را بر پشت آن جناب نهاد و دوش و پشت وى را آلوده ساخت . محمد شكايت را\r\nپيش عموى خود ابوطالب برد ابوطالب شمشير خود را برداشت و جوانان بنى هاشم به\r\nدنبال او راه افتادند ، چون نزد آن مردم نادان كه عامل چنين عمل زشت بودند رسيد ، گفت :\r\nهر كدام از شما سخن گويد گردنش را مى زنم سپس غلام خود را فرمود تا آن سرگينها را بر\r\nروى يك يك آنان ماليد \" . ( 1 )\r\n\r\n","description":"","footnote":" 1 . تاريخ يعقوبى ، ج 2 ، ص 18 - 17 . ","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nپيشرفت اسلام\r\nولى با وجود اين همه آزار و اهانت ، اسلام در حال پيشرفت بود و تعداد مسلمانان رو به\r\nفزونى مى رفت و به نسبتى كه سران قريش از آن بيم داشتند و با آن نبرد مى كردند ،\r\nناتوانان و بردگان به آئين اسلام مى گرائيدند و در برابر مشركان ، مى ايستادند .\r\nدعوت عمومى و ابلاغ همگانى\r\nمرحلهء سوم دعوت پيامبر عاليقدر اسلام ، دعوت عام و همگانى بود كه به صورت علنى\r\nشروع گرديد . با همه كوششها و تلاشهاى بازدارندهء مشركين ، و بت پرستان مكه ، پيامبر\r\nاسلام به مأموريت الهى خويش ادامه مى داد و در قرآن آمده است : \" فاصدع بما تؤمر ، و\r\nاعرض عن المشركين ، إنا كفيناك المستهزئين \" . ( 1 )\r\n\" آنچه مأموريت دارى اعلام كن و از مشركان اعراض نما ، ما نيز شر استهزاء كنندگان را\r\nاز تو دفع مى كنيم \" را به كار مى بست . طبق اين فرمان او دعوت خود را در هر كوى و بر زن\r\nو در هر فرصت و فراغت ابراز مى داشت و مردم را به يگانگى خدا و پرستش او و اقرار به\r\nپيامبرى خويش ، فرا مى خواند .\r\nاز ديگر سو ، مشركان نيز آزار و تهمت خود را افزونتر كردند و مبارزه را جدى تر نمودند\r\nو تصميم گرفتند كه هر خانواده و قبيله چندان كه مىتواند در آزار افراد مسلمان زير\r\nدست خود كوتاهى نكند . بدين ترتيب وحشيانه ترين رفتار را در مورد مسلمانان پيش\r\nگرفتند ، آنچنان كه قيصرهاى روم ، نومسيحيان را لاى پى ديوارها مى نهادند يا به كام شير\r\nمى افكندند ، بزرگان قريش نيز مسلمانان را در گرمگاه شن ، به پشت روى ريگ داغ\r\nمى افكندند و بر شكم آنان مى كوفتند و پشت و پهلوى آنان را با سنگهاى تفتيده داغ\r\nمى كردند ، عمار و پدر و مادر او ، خباب بن ارت و بلال بن رياح حبشى از جمله\r\nنو مسلمانانى بودند كه بيش از همه آسيب ديدند ، سميه مادر عمار را چندان مورد شكنجه\r\nقرار دادند كه زير شكنجه ، درگذشت او نخستين زن شهيده‌ى اسلام مى باشد . بلال\r\n\r\n","description":"","footnote":" 1 . سوره حجر ، آيه 95 - 94 . ","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nحبشى غلام امية بن خلف بود ، اميه نيمروز او را در \" بطحا \" ى مكه مى خواباند و سنگى\r\nبزرگ بر سينه ى وى مى نهاد و مى گفت : چنين خواهى بود تا به محمد كافر و منكر شوى ،\r\nو لات و عزى را پرستش كنى . اما بلال در چنين وضعى \" أحدا أحدا \" مى گفت و خدا را با\r\nيگانگى و وحدت مى ستود .\r\nابن هشام روايت كرده است كه مشركان نو مسلمانان را گرسنه و تشنه نگه مى داشتند\r\nو چندان مى زدند كه نمى توانستند ، درست بنشينند ولى آنان مقاومت و پايدارى از خود\r\nنشان مى دادند .\r\nموسم حج\r\nخطرى كه بزرگان و ثروتمندان قريش را بيش از هر خطر ديگرى تهديد مى كرد فرا\r\nرسيدن موسم حج بود زيرا در اين موسم ، قبايل مختلف عرب براى أداى مراسم حج ، به\r\nمكه مى آمدند در اين روزها پيامبر اسلام مى توانستند بانگ توحيد را به گوش همه\r\nساكنان عربستان برسانند . آنان ميترسيدند كه شرارهء دعوت اسلامى از محيط مكه فراتر\r\nرود و پرچم اسلام در محيط بيشترى به اهتزاز درآيد ، پس بايد هر چه زودتر دست به كار\r\nشوند و از نشر آن جلوگيرى كنند .\r\nبر اساس همين احساس خطر بود كه وليد بن مغيره گروهى از قريش را نزد خود\r\nخواند و گفت اكنون كه ايام حج نزديك مىشود و عرب از هر سو به شما روى مى آورد ، بايد\r\nدربارهء محمد ( صلى الله عليه وآله ) تصميم قاطع بگيريد و بگوييد اگر مردم در مورد او از شما پرسش كردند\r\nچه پاسخى خواهيد داد ؟ گفتند : \" هر چه تو گويى \" گفت : \" شما رأى خود را بگوييد \" گفتند :\r\n\" ما مى گوييم كه او كاهن است \" گفت : نه به خدا او كاهن نيست ، ما كاهنان را ديده ايم و\r\nسخنان مسجع آنان را شنيده ايم . گفتند : \" ما مى گوييم او ديوانه است \" گفت : نه سخن او به\r\nديوانگان نمى ماند ، نه ديوى وى را وسوسه مىكند و نه اندام او بى اراده مىلرزد .\r\nگفت : مى گوييم \" شاعر \" است . گفت : او شاعر نيست ما اقسام شعر را ديده و\r\nمىشناسيم سخن او به شعر نمى ماند .\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nگفتيم : اگر بگوييم ساحر است چطور ؟ گفت : نه ساحر نيست ما ساحران و جادوگران\r\nبسيارى را ديده ايم و او كارهاى ساحران را ندارد . گفتند : پس چه بگوييم . گفت : گفتار وى\r\nحلاوت خاصى دارد . ريشهء آن شاداب و شاخه‌هايش ثمربخش است هر چه در اين باره\r\nبگوييد نادرستى آن آشكار مىشود ، بهتر است بگوييد گفتار جادوگرانه دارد و با گفتار\r\nخود ، ميان پدر و فرزند و برادر و برادر زن و شوهر و خويشاوندان اختلاف مى افكند \" .\r\nآنگاه به همين تصميم پراكنده گشتند ، آنان بر سر راه حاجيان مى نشستند و آنان را از\r\nتماس و گفتگو با رسول خدا ( صلى الله عليه وآله ) باز مى داشتند \" . ( 1 )\r\nابولهب وام جميل زن او\r\nنمونه‌هاى فراوانى از آزار قريش در صفحات تاريخ ثبت است و \" ابن اثير \" ( 2 ) فصلى را\r\nبراى اين موضوع باز كرده است كه نام دشمنان رسول خدا ( صلى الله عليه وآله ) را در مكه و انواع آزارهاى\r\nآنان را بيان نموده است . آنچه در قسمت بالا گذشت نمونهء بس اندك بود ، ولى اذيت و\r\nآزارى كه پيامبر اسلام ( صلى الله عليه وآله ) از ناحيهء عموى خود ابولهب و همسر او أم جميل تحمل\r\nمى كرد با ديگران قابل مقايسه نبود چون خانه پيامبر اسلام در همسايگى آنان قرار\r\nداشت و آنان هر روز از فرو ريختن هر گونه زباله و خاكستر به سر و صورت آن جمال نورانى\r\nالهى مضايقه نداشتند و روزى هم شكنبهء گوسفندى بر سرش زدند و سرانجام كار به\r\nجايى رسيد كه حمزه نيز عين همان را بر سر ابولهب كوبيد \" . ( 3 )\r\nهجرت به حبشه\r\nاز آنجا كه ابوطالب وبنى هاشم حمايت از پيامبر اسلام ( صلى الله عليه وآله ) را بر عهده گرفته بودند\r\nقريش نمى توانست مستقيما به آزار بدنى پيامبر اسلام ( صلى الله عليه وآله ) بپردازد وإيذاى آنان در مورد\r\nرسول خدا ( صلى الله عليه وآله ) از حد استهزاء و تكذيب و احيانا ريختن خاكروبه و امثال اينها تجاوز\r\n\r\n","description":"","footnote":" 1 . سيره ابن هشام ، ج 1 ، ص 285 - 283 .\r\n2 . ابن اثير ، تاريخ كامل ، ج 2 ، ص 47 .\r\n3 . ابن اثير ، تاريخ كامل ، ج 2 ، ص 47 ، سبحانى ، فروغ ابديت ، ج 1 ، ص 234 . ","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nنمى كرد ولى شكنجه و آزار قريش نسبت به مسلمانان بى پناه و بردگان و افراد معمولى ،\r\nهر روز شدت و فزونى مى گرفت ، و شكنجه‌ها صورت خشن تر و بىرحمانه ترى پيدا\r\nمى كرد ، و چون فشار قريش افزايش يافت و شكنجه‌ها از مرز تحمل گذشت ، پيامبر\r\nاسلام ( صلى الله عليه وآله ) تصميم گرفت چاره اى بينديشد و موقتا ياران و پيروان محدود و اندك خود را\r\nاز محيط فشار و شكنجه‌رهايى بخشد . از اين رو به آنان گفت : كاش به كشور حبشه\r\nمى رفتيد ، چون در آنجا حكمرانى وجود دارد كه در حضور وى بر كسى ظلم نمى شود و\r\nآنجا سرزمين راستى است ، باشد كه خداوند ما را از اين گرفتارى فرجى عنايت كند .\r\nپس جمعى از مسلمانان رهسپار حبشه گرديدند و اين نخستين هجرت در اسلام بود\r\nو تاريخ آن در ماه رجب سال پنجم بعثت و دومين سال اظهار دعوت عمومى رسول\r\nخدا ( صلى الله عليه وآله ) بود كه يازده نفر مرد و چهار تن زن مسلمان ، به سرپرستى عثمان بن مظعون\r\nپنهانى از مكه گريختند و سواره و پياده خود را به بندر شعيبيه رساندند و از آنجا به وسيله\r\nكشتى بازرگانى كه در همان ساعت ، آماده ى حركت به كشور مسيحى مذهب حبشه بود\r\nرهسپار گرديدند ، قريش تا ساحل دريا آنان را تعقيب نمودند اما موقعى به ساحل دريا\r\nرسيدند كه مسلمانان از آن نقطه گذشته بودند \" . ( 1 )\r\nمهاجران حبشه در نوبت دوم\r\nمهاجران حبشه در اين نوبت كه به سرپرستى جعفر بن ابى طالب رهسپار كشور\r\nحبشه شدند بيشتر از قبايل هاشم ، اميه ، اسد ، عبد شمس ، نوفل ، عبد قصى ، عبد الدار ،\r\nتميم ، مخزوم ، بنى جمح ، بنى سهم ، بنى عدى ، بنى عامر وبنى حارث بودند كه تعداد آنها\r\n83 تن مرد و 18 تن زن بودند . ( 2 )\r\nآنان به حبشه رسيدند و مورد محبت و احترام خاص نجاشى حكمران حبشه قرار\r\nگرفتند و چون قريش از رفاه و آسايش آنان در حبشه خبردار شدند بر آن شدند كه دو مرد\r\n\r\n","description":"","footnote":" 1 . سيرة النبى ، ج 1 ، ص 345 .\r\n2 . در مورد تعداد مهاجران در نوبت دوم ، اقوال ديگرى نيز هست . ","page_name":" 72 ","page_number":72},
  {"content":"\r\nبا تدبير و شكيبا ، نزد نجاشى بفرستند تا آنان را از كشور حبشه بگيرند و به مكه باز گردانند\r\nتا دست قريش در شكنجه و آزار آنان باز باشد . به اين منظور عبد الله بن ابى ربيعه و\r\nعمرو بن عاص بن وائل را با هدايايى براى نجاشى و وزراى او ، به حبشه اعزام كردند .\r\nابوطالب با خبر يافتن از توطئهء قريش ، اشعارى براى نجاشى فرستاد او را بر نگهدارى\r\nو پذيرايى و حمايت از مهاجران ، ترغيب و تشويق نمود و اشعار ابى طالب با اين محتوى\r\nمى باشد :\r\nتعلم مليك الحبش أن محمدانبى كموسى ، والمسيح بن مريم\r\nأتى بالهدى ، مثل الذى أتيا به * و كل بامر الله يهدى ويعصم ( 1 )\r\nاز آن سوى فرستادگان قريش با هدايا به حضور نجاشى رسيدند و به نجاشى گفتند :\r\n\" گروهى از مردم نادان ما از دين قوم خود بيرون شده و به دين تازه اى درآمده اند كه نه ما\r\nآن را مى دانيم و نه شما . اكنون بزرگان قوم ، ما را نزد شما فرستاده اند تا آنان را به ما\r\nتسليم داريد \" .\r\nليكن نجاشى در پاسخ گفت : \" آنان از ميان همه ى پادشاهان و رؤساى جهان به طرف\r\nمن رو آورده اند من نمى توانم بدون تحقيق و بررسى آنان را از مملكت خود بيرون كنم . بايد\r\nبدانم آيا آنها در مورد اين دو فرستاده چه مى گويند . قرار شد بار ديگر نمايندگان قريش\r\nتوأم با مهاجران به حضور نجاشى برسند و در آن هنگام مهاجران نيز توضيحات لازم را\r\nبدهند . هنگامى كه طبق برنامه ، مسلمانان به حضور نجاشى رسيدند سخنور توانا جعفر\r\nبن ابيطالب از ميان مهاجران سخن آغاز كرد و خطاب به نجاشى كه اسقفها وكاردنيالها و\r\nدرباريان در كنار او نشسته بودند ، گفت : \" زمامدار محترم حبشه ! ما مردمى بوديم كه در\r\nدوران جاهليت ، بتها را مىپرستيديم ، زشتكارى مى كرديم ، قطع رحم مى نموديم ، حقوق\r\nهمسايگان پيش ما حرمت نداشت ، ضعيف و افتاده محكوم زورمندان بود . با\r\n\r\n","description":"","footnote":" 1 . \" زمامدار حبشه بداند كه محمد همانند موسى و مسيح ، پيامبرى از پيامبران خدا است كه\r\nبراى هدايت مردم آمده است و هدفى جز هدايت وحفظ و نگهدارى مردم از گناه را ندارد \" . ","page_name":" 73 ","page_number":73},
  {"content":"\r\nخويشاوندان به ستيزه و جنگ برمىخاستيم ، روزگارى به اين منوال بوديم تا اينكه\r\nفردى از ميان ما كه سابقه ى ، درخشانى در پاكى و درستكارى و صداقت داشت ، برخاست\r\nو با فرمان خدا ما را به توحيد و يكتا پرستى ، دعوت نمود و ستايش بتان را نكوهيده\r\nشمرد . دستور داد در رد امانت بكوشيم و از ناپاكىها اجتناب ورزيم و با خويشاوندان و\r\nهمسايگان خوشرفتارى نمائيم و از خونريزى و آميزشهاى نامشروع و شهادت دروغ و\r\nنفله كردن اموال يتيمان ، و سوق دادن زنان به كارهاى زشت . . . دور باشيم . به ما دستور\r\nداد نماز بخوانيم و روزه بگيريم . زكات ثروت خود را بپردازيم ، ما به او ايمان آورده و به\r\nستايش و پرستش خداى يگانه پرداختيم و آنچه را حرام شمرده بود ، حرام شمرده و\r\nحلالهاى او را حلال دانستيم ولى قريش در برابر ما رفتار ناجوانمردانه اى پيش گرفتند و\r\nروز و شب ، ما را شكنجه دادند كه ما از آيين خود دست برداريم و بار ديگر سنگها و گلها را\r\nبپرستيم . گرد خباثت و زشتيها بگرديم و ما مدتها در برابر آنان مقاومت نموديم تا آنكه\r\nتاب و توان ما تمام شد . براى حفظ آيين خود ، دست از مال و زندگى شسته به خاك\r\nحبشهء شما پناه آورديم . آواز دادگرى زمامدار حبشه به سان آهن ربا ما را به سوى خود\r\nكشانيد و اكنون نيز به دادگرى او اعتماد كامل داريم \" . ( 1 )\r\nبيان شيرين و سخنان نافذ و دلنشين جعفر ، به قدرى در جمع موثر افتاد كه زمامدار\r\nحبشه در حالى كه اشك در چشمانش حلقه زده بود از او پرسيد : \" قدرى از آنچه پيامبر\r\nشما از طرف خدا آورده است همراه دارى ؟ \"\r\nجعفر گفت : آرى .\r\nنجاشى گفت : پس براى ما بخوان .\r\nجعفر با ذوق خوب وحسن انتخابى كه داشت آياتى چند از سوره ى مريم را برگزيد ( با\r\nتوجه به اينكه نجاشى مسيحى بود ) و نظر اسلام را در مورد پاكدامنى مريم و موقعيت\r\nالهى حضرت عيسى ( عليه السلام ) روشن ساخت ، هنوز آيات به پايان نرسيده بود كه صداى گريهء\r\n\r\n","description":"","footnote":" 1 . ابن اثير ، تاريخ كامل ، ج 2 ، ص 54 . ","page_name":" 74 ","page_number":74},
  {"content":"\r\nنجاشى واسقفها بلند شد و قطرات اشك ، محاسن و كتابهايى را كه در برابر آنها گشوده\r\nشده بود ، تر نمود .\r\nسپس مدتى سكوت بر فضاى مجلس حكمفرما شد . زمزمه‌ها خوابيد ، نجاشى به\r\nسخن در آمد و خطاب به نمايندگان قريش گفت : \" گفتار پيامبر اينان و آنچه را كه عيسى\r\nآورده است از يك منبع ، نور مى گيرد . برويد من هرگز اينها را به شما تسليم نخواهم كرد \" .\r\nاين نشست بر خلاف آنچه وزيران و نمايندگان قريش تصور كرده بودند بر ضرر آنان\r\nتمام شد ، نه تنها پيروزى به دست نياوردند بلكه كلى نيز خسارت و زيان ديدند .\r\nعمروعاص كه فردى سياستمدار ( به عرف و منطق روز ) و شخصى حيله گر بود ، شب\r\nبا دوست خود عبد الله بن ربيعه به گفتگو پرداخت و به او چنين گفت : \" فردا ما از راه\r\nديگرى وارد مى شويم ، شايد اين راه به قيمت جان آنان تمام شود . من فردا به زمامدار\r\nحبشه مى گويم كه رئيس اين گروه مهاجر عقيدهء خاصى دربارهء حضرت عيسى ( عليه السلام ) دارد ،\r\nكه هرگز با مبانى و اصول نصرانيت سازگار نيست ، عبد الله او را از اين كار باز داشت و گفت :\r\n\" در ميان اين افراد كسانى هستند كه با ما خويشى دارند \" .\r\nولى سخن او در اين باره مؤثر نيفتاد . فرداى آن روز ، بار ديگر به دربار زمامدار حبشه\r\nبار يافتند ، اين بار به عنوان دلسوزى و حمايت از آيين رسمى كشور حبشه از عقايد\r\nمسلمانان در مورد حضرت عيسى ( عليه السلام ) انتقاد كردند و گفتند : \" اين گروه دربارهء عيسى ( عليه السلام )\r\nعقايد خاصى دارند كه هرگز با اصول عقايد مسيحيت سازگار نيست ووجود چنين افراد\r\nبراى آيين رسمى كشور شما خطرناك است وشما ممكن است حضورا از آنان بازجويى به\r\nعمل آوريد . زمامدار هوشيار حبشه اين بار نيز از در تحقيق و بررسى وارد شد و دستور داد\r\nگروه مهاجران را احضار كنند ، مسلمانان با خود در مورد انگيزه ى اين احضار فكر\r\nمى كردند . گويا به آنان الهام شده بود كه غرض از احضار ، پرسش از عقيده ى مسلمانان\r\nدرباره ى پيشواى مسيحيان خواهد بود . اين بار نيز جعفر سخنگوى جمعيت معرفى\r\nگرديد . او قبلا گفته بود : \" كه آنچه از رسول خدا ( صلى الله عليه وآله ) در اين باره شنيده است خواهد گفت \"\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nنجاشى رو به نمايندهء جمعيت مهاجران كرد و گفت : دربارهء مسيح عقيده شما چيست ؟\r\nوى پاسخ داد عقيدهء ما درباره ى حضرت مسيح ( عليه السلام ) همانست كه پيامبر ما خبر داده\r\nاست ، وى بنده ى صالح و پيامبر خدا ، روح و كلمه اى است از ناحيه ى او به مريم پاك إعطا\r\nوالقاء شده است .\r\nزمامدار حبشه از گفتار جعفر كاملا خوشوقت گرديد و گفت : \" به خدا سوگند عيسى را\r\nبيش از اين مقامى نبود ، ولى وزيران و اطرافيان تطميع شده ، اين گفتار را نپسنديدند\r\nولى او عليرغم افكار اطرافيان ، عقايد مسلمانان را تحسين نمود و به آنان آزادى عمل\r\nكامل داد و هداياى قريش را به خودشان مسترد داشت و گفت : خداوند موقع عطاى اين\r\nقدرت ، از من رشوه نگرفته است لذا سزاوار نيست من از اين طريق ارتزاق نمايم خداوند\r\nدرباره من گوش به حرف مردم نداده است تا من گوش به حرف آنان بدهم \" . ( 1 )\r\nفرستادگان قريش با هداياى مسترد شده با ناراحتى و يأس و افسردگى از دربار\r\nنجاشى بيرون آمدند و به مكه بازگشتند ، بدين ترتيب يك بار ديگر نور بر ظلمت ، و خدا\r\nپرستى بر بت پرستى و معنويت بر ماده گرايى پيروز شد و فرستادگان قريش شكست\r\nخوردند و توطئه‌ى آنان نقش بر آب گرديد .\r\nمحاصره اقتصادى\r\nقريش از اسلام آوردن حمزه و ديگر شخصيت‌هاى بزرگ و هجرت ياران رسول خدا به\r\nحبشه و پيروزى آنان بر نمايندگان قريش سخت ناراحت شدند بر آنان دشوار بود كه\r\nرسول خدا ( صلى الله عليه وآله ) و مسلمانان تا اين حد پيروز شوند . ناچار براى آنكه محمد ( صلى الله عليه وآله ) وبنى\r\nهاشم را ناتوان و مقهور سازند به فكر توطئه ى ديگرى افتادند و آن عبارت از حصر\r\nاقتصادى و تحريم روابط تجارى با مسلمانان بود ، آنان جلسه اى ترتيب دادند وطى آن\r\nعهدنامه اى نوشتند كه بر اساس آن عهدنامه ، بنى هاشم بايد از همه حقوق اجتماعى\r\nمحروم شوند و هيچكس حق نداشته باشد با آنان هرگونه معامله اى را انجام دهد .\r\n\r\n","description":"","footnote":" 1 . سيره ابن هشام ، ج 1 ، ص 338 . ","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nسران قريش عهدنامه را به خط منصور بن عكرمه به امضاء هيئت عالى قريش\r\nرساندند و در داخل كعبه آويزان كردند و سوگند ياد كردند تا دم مرگ بر طبق موارد زير\r\nرفتار كنند .\r\nمواد اطلاعيه\r\n1 . هر گونه خريد و فروش با هواداران محمد ( صلى الله عليه وآله ) تحريم گردد .\r\n2 . ارتباط و معاشرت با آنان اكيدا ممنوع و قدغن باشد .\r\n3 . كسى حق ندارد با مسلمانان ارتباط زناشويى داشته باشد .\r\n4 . در تمام پيش آمدها بايد از مخالفان محمد طرفدارى كرد .\r\nاز سوى ديگر ابوطالب يگانه حامى مقام رسالت ، از عموم خويشاوندان و فرزندان\r\nهاشم و مطلب ، دعوتى به عمل آورد و ضرورت يارى پيامبر را با آنان در ميان گذاشت و\r\nتصميم گرفت كه عموم فاميل از محيط مكه بيرون رود و به دره اى كه در ميان كوههاى\r\nمكه قرار داشت و به نام \" شعيب ابوطالب \" معروف شد انتقال يابند و در خانه‌هاى محقر و\r\nسايبانهاى مختصرى كه در آنجا وجود داشت سكنى گزينند و از محيط زندگى مشركان\r\nدور باشند و براى جلوگيرى از حملات ناگهانى قريش برجهاى مراقبت در نقاط مخصوص\r\nتأسيس شود و افرادى در آنجاها ، براى ديده‌بانى گماشته شوند ، تا آنان را از هر گونه\r\nپيشآمد گزارش و با خبر سازند . . . \" . ( 1 )\r\nاين محاصره دقيقا سه سال طول كشيد و فشار و سختگيرى به حد اعلاى خود رسيد .\r\nناله‌هاى جگر خراش فرزندان هاشم به گوش سنگدلان مكه مى رسيد ولى در دل\r\nقساوت بار آنان تأثيرى نداشت ، جوانان و مردان با خوردن يك دانه خرما به سر مى بردند و\r\nگاهى يك دانه خرما را دو نيم مى كردند و در تمام اين سه سال فقط ماه ذيحجه و رجب از\r\nماه‌هاى حرام بود كه امنيت كامل در سراسر شبه جزيره حكمفرما بود . بنى هاشم از شعب\r\nبيرون مى آمدند و به داد و ستد مختصرى مشغول مى شدند سپس به داخل دره رهسپار\r\n\r\n","description":"","footnote":" 1 . تاريخ طبرى ، ج 2 ، ص 28 - سيره ابن هشام ، ج 1 ، ص 350 . ","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nمى شدند و پيشواى اسلام تنها در اين دو ماه توفيق نشر وتبليغ اسلام را داشت .\r\nولى ايادى و عمال سران قريش ، در همين ماهها نيز وسيلهء آزار و فشار اقتصادى آنان\r\nرا فراهم مى آوردند ، زيرا غالبا بر سر بساطها و فروشندگان حاضر مى شدند و هر موقع\r\nمسلمانان مى خواستند كه چيزى را بخرند فورا به قيمت گرانترى مىخريدند و از اين راه\r\nنيروى خريد را از مسلمانان سلب مى نمودند . در ميان سران شرك : ابولهب بالخصوص\r\nپافشارى بيشترى مى كرد و در ميان بازار فرياد مى كشيد و مى گفت : \" اى مردم قيمت\r\nاجناس را بالا ببريد تا از پيروان محمد توان خريد را سلب كنيد . \" و براى تثبيت قيمت\r\nاجناس خود را به قيمت گرانتر مى فروختند و به همين جهت عقربهء ارزش در يك افق\r\nبالاترى گردش مى كرد .\r\nوضع رقت بار بنى هاشم\r\nفشار گرسنگى به حدى رسيده بود كه سعد وقاص ( يكى از مسلمانان آن روز )\r\nمى گويد : شبى من از ميان دره بيرون آمدم ، در حالى كه نزديك بود تمام قوا را از دست\r\nبدهم ناگهان پوست خشكيده ى شترى را ديدم ، آن را برداشتم و شستم و سوزانيدم و\r\nكوبيدم و بعد با آب مختصرى خمير كرده و از اين طريق سه روز به سر بردم .\r\nجاسوسان قريش در تمام راه ، مراقب بودند كه مبادا كسى خواربارى به شعب ابيطالب\r\nببرد ولى با اين كنترل كامل ، گاه و بيگاه \" حكيم بن حزام \" برادرزادهء \" خديجه \" و \" ابوالعاص\r\nبن ربيع \" داماد پيامبر و \" هشام بن عمرو \" نصف شبها مقدارى گندم و خرما بر شترى حمل\r\nكرده و تا نزديكى شعب مى آوردند ، سپس افسار آن را دور گردنش پيچيده و رها مى كردند و\r\nگاهى همين مساعدت موجب گرفتارى آنان مى گرديد ، چنان كه روزى ابوجهل ديد حكيم\r\nمقدارى خواربار بر شترى حمل كرده و راه دره را پيش گرفته است . وى سخت بر او آشفت\r\nو گفت : \" بايد تو را پيش قريش ببرم و رسوا كنم \" كشمكش آنان به طول انجاميد\r\n\" ابوالبخترى \" كه از دشمنان اسلام بود ، عمل \" ابوجهل \" را تقبيح كرد و گفت : \" وى غذاى\r\nخود را براى عمه ى خود خديجه مى برد ، تو حق ممانعت ندارى . \" او به اين سخن اكتفا\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nنكرد وابوجهل را لگد مال نمود .\r\nبطلان عهدنامه ى قريش\r\nحصر اقتصادى و اجتماعى مسلمانان كه از شب اول محرم سال هفتم شروع و تا نيمه\r\nرجب سال دهم بعثت ادامه داشت عملا دورهء آزمايش و امتحان بود تا روحيه مسلمانان\r\nآبديده‌تر گردد و بيشتر احساس حقانيت نموده و در دفاع از حق و رفع ظلم از خويش\r\nبكوشند . اين محاصره ى طولانى آنان را مصمم تر وجدى تر نمود .\r\nيعقوبى مىنويسد : رسول خدا ( صلى الله عليه وآله ) با همه بنى هاشم وبنى مطلب سه سال در شعب\r\nماندند تا آنكه رسول خدا و ابوطالب وخديجه تمام دارايى خود را از دست دادند و به\r\nسختى ونادارى گرفتار آمدند . سپس جبرئيل بر رسول خدا نازل آمد و گفت : \" خداوند\r\nموريانه اى را بر عهدنامه قريش گماشته تا هر چه بى مهرى و ستمگرى در آن بود ( به جز\r\nنام خدا ) همه را خورده است \" . رسول خدا ( صلى الله عليه وآله ) ابوطالب را از اين راز آگاه ساخت و ابوطالب\r\nهمراه رسول خدا و كسان خويش بيرون آمد تا به كعبه رسيدند و در كنار آن نشست و\r\nقريش هم از هر طرف روى آور شدند و گفتند : \" اى اباطالب ! هنگام آن رسيده است كه\r\nعهد خويشاوندى را يادآورى و نزديك شدن با قومت را آرزو نمايى و از سرسختى در مورد\r\nبرادرزاده ات دست بردارى \" . ( 1 )\r\nابوطالب در پاسخ گفت : \" هم اكنون عهدنامه ى خود را بياوريد شايد گشايشى و راهى\r\nبه صلهء رحم و رها كردن بى مهرى پيدا كنيم \" . عهدنامه را آوردند و همچنان مهر بر آن باقى\r\nبود . ابوطالب گفت : \" اين همان عهدنامه اى است كه درباره ى هم پيمانى خود نوشته ايد و\r\nآن را مىشناسيد ؟ \" گفتند : \" آرى \" گفت : \" آيا هيچ دستى به آن زده ايد ؟ \" گفتند : \" نه به خدا\r\nقسم ابوطالب گفت چيز عجيبى مطرح است ، گفت : \" برادرزاده ام محمد ( صلى الله عليه وآله ) از طرف\r\n\r\n","description":"","footnote":" 1 . تاريخ حصر اقتصادى از شب اول محرم سال هفتم بعثت تا نيمه رجب سال دهم به اجراء\r\nدرآمده است و برخى مدت آن را 3 سال و 4 ماه نيز گفته اند . تاريخ پيامبر اسلام ، دكتر آيتى ،\r\nص 148 . ","page_name":" 79 ","page_number":79},
  {"content":"\r\nپروردگار خويش چنين مى گويد ، كه خدا موريانه را بر آن داشته است و هر چه جز نام خدا\r\nبر آن بوده است ، همه را خورده است راستى بگوييد اگر سخنش راست باشد\r\nچه مى گوييد ؟\r\nگفتند : ما دست بر مى داريم و كارى با او نخواهيم داشت . گفت : من هم اگر سخنش\r\nدروغ باشد او را به شما مى سپارم تا بكشيد . گفتند : انصاف دادى و نكو گفتى .\r\nمهر عهدنامه شكسته شد و ديدند كه موريانه هر چه جز نام خدا بوده ، همه را خورده\r\nاست ، اما اين كرامت و اعجاز چيزى از عداوت آنان را كم نكرد وبنى هاشم بر\r\n\" شعب \" بازگشتند . ( 1 )\r\nدر هر حال شدت عمل قريش در اجراى عهدنامه ذره‌اى از صبر و تحمل مسلمانان را\r\nنكاست بلكه تحمل و توان روحى آنان را بالا برد و به اصطلاح معروف آبديده تر كرد . و\r\nسرانجام ناله ى جانگداز فرزندان و كودكان و اوضاع رقت بار مسلمانان گروهى را سخت\r\nتحت تأثير قرار داد و از امضاء عهدنامه سخت پشيمان شدند و به فكر حل قضيه افتادند .\r\nروزى هشام بن عمر و پيش زهيربن اميه كه نوه دخترى عبد المطلب بود رفت و\r\nچنين گفت : آيا سزاوار است كه تو غذا بخورى و بهترين لباسها را بپوشى و اما\r\nخويشاوندان تو برهنه و گرسنه بسر برند ؟ به خدا سوگند هر گاه تو درباره ى خويشاوندان\r\nابوجهل چنين تصميمى مى گرفتى و او را براى اجراى آن دعوت مى نمودى هرگز تسليم\r\nتو نمى گشت ؟\r\nزهير گفت : من يكه و تنها نمى توانم تصميم قريش را تغيير دهم ولى هر گاه فردى با\r\nمن باشد ، من عهدنامه را پاره مى كنم . هشام گفت : من با تو همراهم . وى گفت : شخص\r\nسومى را هم با خود همراه سازد .\r\n\r\n","description":"","footnote":" 1 . ترجمه تاريخ يعقوبى ، ص 389 ، الطبقات الكبرى ، ج 1 ، ص 208 ، سيرة النبى ، ج 1 ،\r\nص 400 ، الكامل ، ج 2 ، ص 61 ، امتاع الاسماع ، ص 26 ، بحار الانوار ، ج 19 ، ص 79 ، جوامع\r\nالسيره ، ص 65 . ","page_name":" 80 ","page_number":80},
  {"content":"\r\nوى برخاست و سراغ \" مطعم بن عدى \" رفت و گفت هرگز تصور نمى كنم تو راضى شوى\r\nدو گروه بنى هاشم وبنى عبد المطلب از فرزندان عبدمناف كه تو نيز افتخار انتساب به آن\r\nخانواده را دارى جام مرگ بنوشند .\r\nمطعم بن عدى گفت : چه كنم از يك فرد كارى ساخته نيست ؟\r\nوى پاسخ داد دو نفر ديگر هم با تو همراه هستند و آن دو نفر عبارت از من و زهير\r\nمى باشند . مطعم پاسخ داد كه بايد كسان ديگرى نيز با ما همكارى كنند از اين نظر هشام\r\nجريان را با ابى البخترى وزمعه به ترتيبى كه با مطعم در ميان گذارده بود در ميان نهاد و\r\nآنان را نيز براى همكارى دعوت نمود و قرار گذاردند كه همگى بامدادان در مسجد الحرام\r\nحاضر گردند . جلسهء قريش با شركت زهير و گروهى از همرزمان او منعقد گرديد ، وى مهر\r\nخاموشى را شكست و گفت : بايد قريش امروز اين لكه ى ننگين را از دامن خود پاك\r\nگرداند . بايد امروز اين عهدنامه ستم آلود پاره گردد . زيرا وضع جگر خراش فرزندان هاشم\r\nهمه را ناراحت كرده است . ابوجهل گفت اين مطلب هرگز عملى نيست و پيمان قريش\r\nمحترم است از آن طرف ربيعه به يارى زهير برخاست و گفت : بايد پاره شود و ما از آغاز به\r\nچنين عهدى ، راضى نبوديم .\r\nاز گوشه ديگر عده اى كه خود خواهان شكسته شدن اين پيمان بودند سخنان زهير را\r\nتأييد كردند ، ابوجهل احساس كرد كه مطلب جدى است و قبلا بر اين امر توافق شده است\r\nو اين گروه در غياب او تصميم قاطع گرفته اند لذا كوتاه آمد و ساكت نشست ، مطعم فورا از\r\nفرصت استفاده نمود و به محصل صحيفه ( نامه اى كه پيمان در آن نوشته شده بود ) رفت\r\nتا آن را پاره كند ديد موريانه ورقه را خورده و فقط از آن كلمه ( بسمك اللهم ) ( كه قريش\r\nنامه‌هاى خود را با آن آغاز مى نمودند ) باقى مانده است . ( 1 )\r\nابوطالب آن روز جريان را از نزديك مى ديد و منتظر ختم جريان بود لذا پس از آنكه\r\n\r\n","description":"","footnote":" 1 . سيرهء ابن هشام ، ج 1 ، ص 374 ، تاريخ طبرى ، ج 2 ، ص 79 ، سبحانى ، فروغ ابديت ، ج 1 ،\r\nص 286 . ","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nكار يكسره گرديد ، جريان را حضور برادرزاده ى خود معروض داشت و با تصميم و مشورت\r\nابوطالب گروه پناهنده جو ، بار ديگر به منازل خود و مجامع قريش باز گشتند .\r\nدرگذشت ابوطالب وخديجه\r\nافزون بر استوارى و استحكام مبانى يك دين و شريعت ، وجود افراد صالح و شايسته\r\nدر پيشبرد اهداف آن فوق العاده اهميت دارد . بى يار و ياور پيشبرد اهداف غير ممكن يا\r\nقريب به محال مى باشد . در صدر اسلام نيز افرادى بودند كه نقش سازندگى و ايثار آنان در\r\nحد عالى بود كه ابوطالب وخديجه از آن دسته بودند .\r\nدو ماه پس از خروج از شعب ، و سه سال پيش از هجرت بود كه وفات ابوطالب و سپس\r\nبا سه روز فاصله وفات خديجه پيش آمد و اين دو حادثه در ماه رمضان سال دهم بعثت ،\r\nروى داد ، خديجه در اين تاريخ 65 ساله و ابوطالب 80 ساله بود و از عمر رسول خدا ( صلى الله عليه وآله )\r\n49 سال و 8 ماه و 11 روز مى گذشت .\r\nآن روز پيامبر اسلام ( صلى الله عليه وآله ) دو حامى ارزشمند و دو مدافع دلسوخته را از دست داد و اين\r\nحادثه براى او بسيار دردناك بود ، زيرا خديجه براى او نه تنها همسرى مهربان و فداكار و\r\nدلسوز بود ، بلكه براى اسلام و مسلمانان خدمتگزارى صديق و با اخلاص بود ، به حدى كه\r\nدر راه اسلام آن همه زخم زبانها را تحمل كرد ، مشكلات را به جان خريد و اموال خود را در\r\nاين راه ايثار نمود و از خانه ى مجلل و زندگى مرفه و پرآسايش خويش صرف نظر نمود و به\r\nمدت سه سال در ميان دره و به دور از خانه و كاشانه به سر برد .\r\nتأثير درگذشت ابوطالب نيز از اين جهت بود كه او از هشت سالگى پيامبر اسلام ، تا آن\r\nروز ، حفاظت و حراست او را به عهده داشت و پروانه‌وار گرد شمع وجود او مى گشت . او در\r\nزمان غربت اسلام و اوج فشار و دشمنى مشركان ، يگانه مدافع اسلام و تنها حامى واقعى\r\nاو در امر ايمان و اعتقاد او به خدا و مبانى اسلام بود ، نه جنبهء فاميلى و خويشاوندى .\r\nنهايت امر بر اساس مصالح سياسى ، اسلام خود را كتمان مى كرد و اثر اين دو حادثه\r\nآنچنان عميق بود كه سال درگذشت آنان \" عام الحزن \" يعنى سال اندوه و غصه\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\nناميده گشت .\r\nايمان ابى طالب\r\nشواهد فراوانى بر ايمان عميق ابوطالب نسبت به آئين اسلام گواهى مىدهد كه يكى\r\nاز آنها حمايتهاى بى دريغ او از آورندهء اسلام در موقعيتهاى سخت و خطير مى باشد و\r\nديگرى سروده‌ها و اشعار خود اوست . او در يكى از اشعار خود مى گويد :\r\n\" مردم بدانند كه محمد ( صلى الله عليه وآله ) همانند موسى و عيسى ( عليه السلام ) پيامبر است و همچنان كه هر\r\nفردى از پيامبران به امر پروردگار منصب هدايت را به عهده مى گيرد ، او نيز به امر پروردگار\r\nراهنما و هدايت كننده ى ما است . شما اوصاف او را در كتاب آسمانى خود مى خوانيد و\r\nاينها گواهى مى دهند كه او در ادعاى نبوت راستگو است و هرگز سخنى ياوه و\r\nبى اساس نمى زند \" . ( 1 )\r\nرسول خدا مى فرمود : تا روزى كه ابوطالب حيات داشت ، دست قريش از آزار من كوتاه\r\nبود . ابوطالب تمام اوقات خود را در راه اسلام و دفاع از آورندهء اسلام صرف كرد و در آخرين\r\nلحظات زندگى هم به فرزندان خود چنين وصيت كرد : \" من محمد را به شما توصيه\r\nمى كنم ، زيرا او امين قريش ، و راستگوى عرب و حائز تمام كمالات انسانى است . آئينى را\r\nآورده است كه دلها به آن معترف ، اما زبانها از ترس شماتت به انكار آن برخاسته است . من\r\nدارم مى بينم كه افتادگان و ضعيفان عرب به حمايت او برخاسته و به او ايمان آورده اند و\r\nمحمد به كمك آنان بر شكستن صفوف قريش قيام نموده است و سران قريش را خوار و\r\nذليل ساخته است \" .\r\nمقدمات هجرت\r\nشيوهء پيامبر اسلام آن بود كه در مراسم حج ، دعوت خود را به قبيله‌هايى كه براى\r\nزيارت كعبه مى آمدند ، عرضه مى كرد و رسالت خود را به آنان ابلاغ مى نمود . مقارن\r\nهجرت رسول خدا ( صلى الله عليه وآله ) به يثرب ( مدينه ) ، در اين شهر ، دو قبيلهء معروف \" اوس \" و\r\n\r\n","description":"","footnote":" 1 . استاد سبحانى ، فروغ ابديت . ","page_name":" 83 ","page_number":83},
  {"content":"\r\n\" خزرج \" كه از مهاجران اعراب يمن ( قحطانى ) بودند ، زندگى مى كردند . همچنين سه\r\nطايفهء معروف از يهود بنامهاى \" بنى قريظه \" ، \" بنى نضير \" و \" بنى قينقاع \" كه از مهاجران\r\nشمال شبه جزيره و عدنانى بودند ، سكونت داشتند .\r\nدر ميان دو قبيلهء اوس وخزرج ، جنگهاى طولانى رخ داده بود كه تا آن زمان نيز ادامه\r\nداشت و تلفات و ضايعات فراوانى به بار آورده بود ، به حدى كه هر دو گروه به ستوه آمده\r\nبودند و در آرزوى صلح و زندگى آرامى به سر مى بردند . در تخاصم و منازعهء اين دو گروه ،\r\nخزرجيان با يهوديان هم پيمان بودند .\r\nدر آن زمان همه ساله گروهى از اعراب يثرب براى برگزارى مراسم حج ، در مكه شركت\r\nمى كردند و رسول خدا ( صلى الله عليه وآله ) با آنان تماس مى گرفت و همين ملاقاتها بود كه مقدمات\r\nهجرت را فراهم ساخت و تمركز نيروى متفرق اسلام را در آن شهر فراهم نمود . در سال\r\nيازدهم بعثت ، پيامبر اسلام با شش نفر از قبيلهء خزرج ملاقات نمود و به افراد آنان گفت :\r\nشما با يهود هم پيمانيد ؟\r\nگفتند : بلى .\r\nفرمود : بنشينيد تا با شما سخنى بگويم . آنان نشستند و سخنان رسول خدا را گوش\r\nدادند . پيامبر آياتى چند تلاوت نمود . آيات قرائت شده توسط رسول خدا ( صلى الله عليه وآله ) تأثير\r\nعجيبى در روحيهء آنان به وجود آورد و در همان مجلس به پيامبر اسلام ( صلى الله عليه وآله ) ايمان\r\nآوردند . چيزى كه در گرايش آنان به اسلام كمك كرد ، اين بود كه از يهوديان شنيده بودند\r\nكه پيامبرى از نژاد عرب كه مروج آئين توحيد و منقرض كنندهء حكومت بت پرستى است\r\nبه اين زودى مبعوث خواهد شد لذا با خود گفتند پيش از آنكه يهود پيش دستى كنند ما\r\nاو را يارى كنيم و به اين وسيله بر دشمنان پيروز آئيم گروه مزبور رو به پيامبر كرده گفتند\r\nميان ما آتش جنگ سالها است شعله ور مى باشد اميد است كه خداوند به سبب آئين پاك\r\nتو آن را فرونشاند و ما اكنون به سوى يثرب برمىگرديم وآئين نو را عرضه مى داريم ، هرگاه\r\nهمگى اتفاق بر پذيرفتن آن نمودند گرامى تر از شما كسى بر ما نيست اين شش نفر\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nفعاليت پى گير در راه نشر اسلام در ميان يثرب شروع كردند تا آنجا كه خانه اى نبود كه\r\nصحبت از پيامبر در آنجا نباشد .\r\nنخستين پيمان عقبه\r\nتبليغات پى گير اين شش نفر اثر خوبى بخشيد و باعث شد كه گروهى از يثربيان به\r\nآئين توحيد بگروند و در سال دوازدهم بعثت ، دسته اى مركب از 12 تن از مدينه به قصد\r\nحج حركت كردند و با رسول اكرم ( صلى الله عليه وآله ) در عقبه ( 1 ) ملاقات نمودند و نخستين پيمان اسلامى\r\nرا به وجود آوردند ، معروفترين اين 12 تن \" اسعد بن زرارة \" ، \" عبادة بن صامت \" بود . متن\r\nپيمان آنها پس از پذيرفتن اسلام ، به قرار زير بود :\r\n\" با رسول خدا ( صلى الله عليه وآله ) پيمان بستيم كه به وظايف زير عمل كنيم : به خدا شرك نورزيم ،\r\nهرگز دزدى و عمل نامشروعى انجام ندهيم ، فرزندان خود را نكشيم ، به يكديگر تهمت\r\nنزنيم و در كارهاى نيك ، نافرمانى نكنيم \" . ( 2 )\r\nرسول خدا ( صلى الله عليه وآله ) قول داد كه اگر آنان بر طبق پيمان خود عمل نمودند ، جايگاهشان\r\nبهشت است و اگر نافرمانى كردند در اين صورت كار دست خداست يا مى بخشد يا\r\nعذاب مىكند .\r\nاين دوازده نفر با دلى لبريز از ايمان و شور وشوق فراوان به خدا به سوى \" مدينه \"\r\nبرگشتند و به فعاليت پرداختند و نامه‌اى به رسول خدا ( صلى الله عليه وآله ) نوشتند كه براى آنان مبلغى\r\nبفرستد تا به آنان قرآن تعليم دهد ، پيامبر خدا ، مصعب بن عمير را كه جوان وارسته و زيبا\r\nرو بود براى تعليم و تربيت آنان فرستاد و در پرتو تبليغات و تعليمات اين مبلغ توانا و لايق\r\nبود كه مسلمانان در غياب رسول خدا ( صلى الله عليه وآله ) دور هم جمع مى شدند و نماز جماعت\r\nمى خواندند و بذرهاى آئين نوبنياد را در قلوب مردم مىافشاندند .\r\n\r\n","description":"","footnote":" 1 . دكتر آيتى ، تاريخ اسلام .\r\n2 . دكتر آيتى ، پيامبر اسلام ، ص 193 ، امتاع الأسماع ص 38 . ","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nدومين پيمان عقبه\r\nدومين پيمان عقبه در آخرين سال اقامت پيغمبر خدا در مكه صورت گرفت جمعيت\r\nكثيرى حضور داشتند و در بين آنان تعدادى نيز از بانوان حضور داشت همگى با پيغمبر\r\nخدا پيمان بستند آنچنان كه از ناموس ، و از زنان و دختران خود حمايت مى كنند از\r\nپيغمبر خدا نيز در راه آرمان الهى حمايت نمايند به همين اعتبار به اين پيمان ، \" پيمان\r\nزنان \" نيز گفته شده است .\r\nاين پيمان در اصطلاح تاريخ نويسان \" بيعة النساء \" يا \" حلف النسوان \" است ، زيرا\r\nرسول خدا از آنان تعهد گرفت كه از اسلام و پيامبر و حريم آن همانند زنان و نواميس\r\nخويش دفاع و حمايت نمايند .\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\nبخش سوم\r\nF\r\nهجرت ، گامى به سوى هدف\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n\r\nبخش سوم / هجرت ، گامى به سوى هدف . . .\r\nپس از پيمان عقبه ، مهاجران دسته دسته به مدينه رهسپار شدند تا آنكه اكثريت\r\nمسلمانان منتقل به مدينه گرديدند و در مدينه بذرهاى تشكيل حكومت نوپاى اسلامى\r\nپاشيده شد كه در فصول بعدى بار وثمر خود را خواهد داد .\r\nهجرت\r\nهجرت كوچ كردن در راه خدا به قصد موضع گيرى نوين در راستاى تحكيم مبارزات و\r\nادامهء تبليغات مؤثرتر مى باشد و آن اصلى است مثبت نه منفى ، جبهه گيرى نوينى است\r\nنه فرار از جبهه . از آنرو در اسلام داراى ارزش و اعتبار خاصى مى باشد . به همين جهت ، به\r\nترك مجلس گناه و محلى كه در آن معصيت پروردگار صورت مى گيرد ، \" هجرت \" اطلاق\r\nشده است و نيز به ترك اهل و ديار به قصد كسب علم و دانش ، \" هجرت \" گفته شده است ،\r\nو هجرت پيامبر بزرگوار اسلام از مكه به مدينه ، سرآغاز فعاليت نوين و گسترده‌اى است كه\r\nپى آمدها وآثار درخشانى دربرداشت . ثمراتى كه هجرت داشت اقامت و سكونت در\r\nمكه نداشت . پس از تحكيم موقعيت پيامبر در يثرب و پس از انعقاد پيمان عقبه دوم ، در\r\nشب 13 ذيحجه ، مهاجرت مسلمانان به يثرب آغاز گرديد و تا اول ربيع الاول سال\r\nچهاردهم بعثت ادامه داشت ، به حدى كه همگى به يثرب منتقل شدند و جز تعداد\r\nانگشت شمارى از آنان ، كسى در مكه باقى نماند .\r\nقريش پيش از هجرت مسلمانان به يثرب\r\nقريش مى پنداشتند كه مسلمانان هميشه در دسترس آنان خواهند بود و همواره با\r\nتهديد و ستم مى توانند به آنان چيره و غالب شوند و خطر را از ميان بردارند . اما هنگاميكه\r\nديدند مسلمانان در يثرب براى خود پايگاه و پناهگاهى آماده كرده اند و پيروان رسول\r\nخدا ( صلى الله عليه وآله ) گذشته از مكه ، در يثرب نيز فراوان شدند ، بيشتر به اهميت خطر و نزديكى آن\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nوقوف پيدا كردند . از اينرو در محل \" دارالندوة \" كه يادگار \" قصى بن كلاب \" و واقع در\r\nمجلس شوراى آنان بود ، گرد هم آمدند . موضوعى كه در جلسه مطرح شد ، اين بود كه با\r\nمحمد ( صلى الله عليه وآله ) چگونه رفتار كنند ؟ گفته شد او را در قفس آهنين زندانى كنند . اين رأى\r\nپذيرفته نشد ، زيرا : اولا ، به اين ترتيب نمى توان از نفوذ دعوت او به خارج جلوگيرى و\r\nممانعت كرد . ثانيا ، ممكن است ياران او برخيزند و بر شما چيره شوند و او را نجات دهند .\r\nديگرى گفت : او را از شهر خود به ميان قبايل ديگر تبعيد كنيم و چون در ميان آنان نيز\r\nسخنان خود را تكرار كند ، آنان او را از پاى درمىآورند . اين نظريه نيز رد شد و در پاسخ آن\r\nگفتند : او با شيرين زبانى خاص خود ، عرب را به دين خود مى خواند ، آنگاه به كمك نيروى\r\nآنان بر شما مىتازد \" . \" ابوجهل \" ، يكى از سرسخت ترين دشمنان اسلام گفت : \" نظر من اين\r\nاست كه از هر قبيله جوانى چابك ، شمشير برنده اى بردارد و بر بالين محمد ( صلى الله عليه وآله ) برود .\r\nآنگاه همگى به يكباره شمشيرهاى خود را بر او زنند تا كشته شود ، بدين ترتيب خون او\r\nميان قبايل متعدد ، پخش خواهد شد . از سوى ديگر فرزندان عبدمناف كه نمى توانند با\r\nهمه قبائل به جنگند و ما خونبهاى محمد را به آنان مى دهيم . اين رأى با اكثريت\r\nپذيرفته شد . جالب توجه است كه همه يا اكثر اين توطئه كنندگان از اشراف و ثروتمندان و\r\nاغنياء بودند ، نه از توده‌هاى محروم و نيازمند و محروم .\r\nحضار مجلس\r\nحاضران در مجلس عبارت بودند از اشراف قريش : عتبة بن ربيعة ، شيبة بن ربيعة ،\r\nابوسفيان بن حرب .\r\nاز بنى نوفل بن عبد مناف : طعمة بن عبدى ، جبيربن مطعم ، حارث بن عامر بن نوفل .\r\nاز بنى عبد الداربن قصى : نضربن حارث بن كلدة .\r\nاز بنى اسد : ابوالبخترى بن هشام ، زمعة بن الأسود ، حكيم بن حزام .\r\nاز بنى محزوم : ابوجهل بن هشام . از بنى سهم : نبيه بن حجاج و برادرش منسبة .\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\nاز بنى جمح : امية بن خلف در اين شورا حضور داشتند . ( 1 )\r\nاطلاع رسول خدا ( صلى الله عليه وآله )\r\nابن اسحاق مى گويد : دربارهء همين انجمن و تصميم نهايى قريش اين آيه نازل شد :\r\n\" واذ يمكر بك الذين كفروا ليثبتوك او يقتلوك ، او يخرجوك ويمكرون ويمكر الله والله خير\r\nالماكرين . . . \" . ( 2 )\r\n( هنگامى كه كافران از روى مكر و نيرنگ درباره تو نظر مى دادند تا تو را در بند كنند يا\r\nتو را بكشند يا تو را بيرون كنند ، آنان مكر و نقشه مى كشند و خداوند نيز نقشه و مكر\r\nمى كشد و او بهترين مكركنندگان است . . . )\r\nهمچنين خداوند در آيه زير حكايت مىكند : \" ام يقولوان شاعر نتربص به ريب\r\nالمنون قل تربصوا فانى معكم من المتربصين \" ( 3 ) يا آنكه مى گويد : شاعرى است كه مرگ\r\nوى را انتظار مىكشيم ، بگو منتظر باشيد ، من هم با شما از انتظار برندگانيم .\r\nدستور هجرت\r\nرجال قريش با تصميم قاطع ، بر كشتن رسول خدا ( صلى الله عليه وآله ) پراكنده شدند و از طرفى\r\nجبرئيل فرود آمد و گفت : امشب در بسترى كه شبهاى گذشته مى خوابيدى ، مخواب .\r\nقريش بر حسب تصميم و تبانى قبلى ، از اول شب خانه رسول خدا را محاصره كردند و\r\nانتظار مى بردند تا هرگاه به خواب رود ، بر وى حمله برند . رسول خدا هم بر حسب وحى\r\nپروردگار و دستورى كه براى هجرت رسيده بود ، على ( عليه السلام ) را فرمود تا در بستر وى بخوابد و\r\nروپوش وى را بر خود بپوشاند و سپس در مكه بماند و امانتهاى مردم را كه نزد رسول\r\nخدا ( صلى الله عليه وآله ) بود به آنان برساند و سپس در يثرب به او بپيوندد و هنگامى كه قريش بر در خانه\r\nرسول خدا ( صلى الله عليه وآله ) فراهم شده بودند ، ابوجهل بن هشام از روى مسخرگى گفت : محمد گمان\r\nمى برد كه اگر شما از وى پيروى كنيد ، پادشاهان عرب و عجم خواهيد بود و پس از مردن\r\n\r\n","description":"","footnote":" 1 . امتاع الأسماع ص 38 .\r\n2 . سورهء انفال آية 3 .\r\n3 . سوره طور آيات 30 - 31 . ","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nبرانگيخته مىشويد و در بهشتهايى مانند باغهاى اردن سكونت مى گزينيد و اگر ايمان\r\nنياوريد ، كسانى از شما را مى كشد و سپس كه مرديد به آتشى كه براى شما آماده است ،\r\nگداخته مىشويد . در اين موقع رسول خدا ( صلى الله عليه وآله ) مشتى از خاك برگرفت و سپس گفت :\r\n\" آرى ! چنين مى گويم . تو خود نيز يكى از آنان هستى و خاك را بر آنان پاشيد و اين آيه\r\nرا بر آنان تلاوت كرد : \" يس . والقرآن الحكيم . انك لمن المرسلين . . . فاغشيناهم فهم\r\nلايبصرون \" ( 1 ) و بى آنكه او را ببينند از ميان آنان گذشت و خاك بر سران هنوز بر روپوش\r\nپيامبر مى نگريستند و يقين داشتند كه زير آن خفته است . تا بامداد شد وعلى ( عليه السلام ) از بستر\r\nرسول خدا برخاست و دانستند كه نقشهء آنان نقش برآب شده است . آنان على ( عليه السلام ) را\r\nديدند . او با كمال خونسردى پرسيد : چه مى گوئيد ؟ گفتند : محمد را مى خواهيم . او\r\nكجاست ؟ فرمود : \" مگر او را به من سپرده بوديد تا از من تحويل بگيريد ؟ او اكنون در خانه\r\nنيست . \" چهره‌هاى مأموران قتل و كشتار از شدت غضب و خشم برافروخته شد و خشم\r\nگلوى آنان را مى فشرد و از اينكه تا صبحگاهان صبر كردند ، پشيمان شدند و تقصير را\r\nگردن ابولهب مى گذاردند كه او مانع حملهء شبانه گرديد .\r\nقريش از اينكه نقشه شان نقش بر آب شده است و با شكست روشنى روبرو شده اند\r\nسخت عصبانى بودند و با خود فكر مى كردند كه در اين مدت كم محمد هرگز نمى تواند از\r\nمحيط مكه ، بيرون برود ، ناچار يا در خود مكه يا در مسير يثرب خواهد بود . از اين جهت\r\nتلاش كردند مقدمات دستگيرى او را فراهم سازند .\r\nپيامبر در غار ثور\r\nآنچه از تواريخ اسلامى بدست آمده ومسلم گرديده است ، اينكه پيامبر شب هجرت را\r\nبا ابوبكر در غار ثور ، در جنوب مكه ( نقطهء مقابل مدينه ) به سر برده است . قريش با بستن\r\nراهها و گماردن مراقبان ، تمام راههاى مدينه را زير نظر گرفتند و شخص ماهرى را كه در\r\nشناسايى رد پاى اشخاص مهارت داشت ، اجير گرفتند تا به هر قيمتى باشد جايگاه او را\r\n\r\n","description":"","footnote":" 1 . سوره يس آيات 1 - 5 . ","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nبدست آورند ، و ضمنا اعلام كردند كه هركس از پناهگاه محمد اطلاع صحيحى دهد ، صد\r\nشتر بعنوان جايزه به او خواهند داد . جوانان قريش دست به كار شدند و بيشتر در\r\nقسمتهاى شمالى مكه را كه راه مدينه است ، فعاليت مى كردند ، در صورتى كه پيامبر براى\r\nخنثى كردن نقشهء آنان به سوى جنوب مكه رفته بود و در غار ثور كه نقطهء مقابل دروازهء\r\nمدينه است ، قرار گرفته بود . قيافه شناس معروف مكه ، \" ابوكزر \" با ردپاى پيامبر آشنا بود .\r\nروى اين اصل ، تا نزديكى غار آمد و گفت : \" خط مشى محمد تا اين نقطه بوده است ،\r\nاحتمال دارد كه او در غار پنهان شده باشد . \" آنگاه كسى را مأمور كرد تا به داخل غار برود .\r\nآن شخص هنگاميكه برابر غار آمد ، ديد تارهاى ضخيمى بر دهانهء آن تنيده شده است و\r\nكبوتران وحشى در آنجا آشيانه كرده و تخم گذاشته اند . وى بدون اينكه وارد غار گردد ،\r\nبرگشت و گفت : تارهاى دهانهء غار حاكى از اين است كه كسى آنجا نيست .\r\nفعاليت قريش سه شبانه و روز ادامه داشت ، و پس از سه روز تلاش بى ثمر ، جملگى\r\nمأيوس شدند و از فعاليت دست برداشتند .\r\nجانبازى در راه حقيقت\r\nنكتهء مهم در اين بخش از تاريخ ، همان جانبازى و ايثار على ( عليه السلام ) ايثارگر راه اسلام و\r\nحقيقت است . جانبازى در راه حقيقت از اوصاف مردانى است كه عاشق و دلدادهء آن\r\nباشند ، كسانى كه از جان و مال و شخصيت مىگذرند و تمام سرمايه‌هاى معنوى و مادى\r\nخود را در طريق احياى حقيقت به كار مى گيرند . يقينا اين قبيل اشخاص در صفوف عشاق\r\nحقايق قرار دارند و كمال و نورى را كه در هدف گيرى خود مشاهده مى كنند ، سبب\r\nمىشود كه دست از زندگى موقت بشويند و به زندگانى ابدى بپيوندند و خود ، فانى آن\r\nهدف متعالى گردند .\r\nآرميدن على ( عليه السلام ) در بستر پيامبر ، در آن شب پر حادثه ، نمونهء بارزى از اين عشق به\r\nحقيقت است . محركى براى اين عمل پر خطر ، جز عشق به بقا و حاكميت اسلام كه\r\nمتضمن سعادت جامعه است ، چيز ديگرى نمى تواند باشد .\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\nاين طرز جانبدارى ، به اندازه اى ارزش داشت كه خداوند جهان در قرآن آن را جانبازى\r\nبه منظور بدست آوردن رضايت الهى ناميده است ، و اين آيهء شريفه به نقل بسيارى از\r\nمفسرين در اين مورد نازل گرديده است : \" و من الناس من يشرى نفسه ابتغاء مرضاة الله\r\nوالله رؤوف بالعباد \" ( 1 ) برخى از مردم هستند كه با خدا معامله نموده و جان خود را براى\r\nرضايت خدا از دست مى دهند . خدا به بندگان خود مهربان است .\r\nفضيلت و اهميت اين عمل باعث شده است كه دانشمندان بزرگ اسلام ، آن را يكى از\r\nبزرگترين فضايل اميرمؤمنان ( عليه السلام ) به شمار آورند و او را مرد جانباز و فداكار معرفى كنند و\r\nدر تفسير و تاريخ ، هر موقع رشتهء سخن به اينجا كشيده شده ، نزول آيهء ياد شده را دربارهء\r\nاو مسلم گرفته اند .\r\nدانشمند بزرگ شيعه ، محمد بن حسن طوسى ، ( متوفاى 460 ) در كتاب \" امالى \"\r\nخود ، جريان هجرت را به طور گسترده تر نقل فرموده و جملهء مزبور را با مختصر تغييرى\r\nآورده ، ولى صورت جريان با آنچه در كتب اهل تسنن است ، فرق دارد ، زيرا او صريحا نقل\r\nمىكند كه پس از سپرى شدن هجرت على ، همراه \" هند بن ابى هاله \" فرزند خديجه ( از\r\nهمسر قبلى ) در نيمه‌هاى شب بعد شرفياب محضر رسول خدا شدند ، در يكى از آن شبها\r\nپيامبر به على ( عليه السلام ) فرمود : \" انهم لن يصلوا من الآن اليك ، يا على بامر تكرهه \" ( 2 ) ( از الان ،\r\nآنان نمى توانند چيز نامطلوبى به تو برسانند ) . اين جمله چنان كه ملاحظه مى فرمائيد ،\r\nتقريبا همان جمله اى است كه ابن هشام و طبرى وابن اثير نقل كرده اند ، ولى بنا به نقل\r\nمرحوم شيخ طوسى ، رسول اكرم ( صلى الله عليه وآله ) چنين اطمينان خاطر را در شب دوم يا سوم به او\r\nداده است ، نه شب اول . گذشته از همه اينها ، كلام خود على ( عليه السلام ) بهترين گواه ما است .\r\nخود او آشكارا اين عمل را يك نوع فداكارى در مسير حقيقت شمرده است ، چنان كه\r\nدر اشعارى كه از او نقل شده و ما ترجمهء آن را در اينجا مى آوريم ، منعكس است : \" من با\r\n\r\n","description":"","footnote":" 1 . سوره بقره آيه 207 .\r\n2 . استاد سبحانى ، فروغ ابديت ج 1 ، ص 349 - 358 . ","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nجان خود ، بهترين كسى را كه به روى زمين قدم گذارده ، نيكوترين مردى كه خانه خدا و\r\nحجر اسماعيل را طواف كرده است ، حفظ كردم . آن شخص عاليقدر ، محمد بن عبد الله\r\nاست و من زمانى دست به اين امر زدم كه كافران بر ضد وى نقشه مى كشيدند ، در اين\r\nموقع خداى بزرگ او را از مكر آنان حفظ نمود . من در بستر وى شب را به صبح آورده و در\r\nانتظار دشمن بودم و خود را آمادهء مرگ و يا اسارت نموده بودم \" . ( 1 ) آيا با اين جمله‌هاى رسا\r\nو تعبيرات صريح ، هرگز جا دارد به گفتهء ابن هشام كه قرائن زيادى بر اشتباه او هست ،\r\nاعتماد كنيم ؟ احتمال قوى مى رود كه منشأ اين اشتباه ، خلاصه نويسى سيرهء ابن هشام\r\nبوده باشد . از آنجا كه نظر وى اين بود كه مطالب را فشرده نقل كند ، تنها به نقل اصل جمله\r\nاكتفا كرده است ، و چون ظرف گفتن اين جمله كه همان شب دوم بوده ، در نظر او اهميت\r\nنداشته است ، از اين جهت از بازگويى آن صرف نظر نموده است و مطلب را نوعى اداء كرده\r\nاست كه گويا تمام اين جريانات در همان شب اول هجرت اتفاق افتاده است . دليل دومى\r\nكه تصور كرده اند دلالت دارد بر اينكه على ( عليه السلام ) سرانجام كار را مى دانست ، همان دستور رد\r\nامانات است كه حاكى از اين بود كه رسول خدا ( صلى الله عليه وآله ) مى دانست او در اين خانه آسيبى\r\nنخواهد ديد . از اين جهت او را مأمور رد امانات نمود . ولى ما گمان مى كنيم كه هرگاه دنباله\r\nجريان بطور صريح گفته شود ، شايد اين مشكل نيز از بين برود ، و اين كه دنبالهء\r\nجريان مهاجرت .\r\nدنبالهء جريان مهاجرت\r\nمراحل ابتدايى نجات پيامبر با نقشهء صحيح جامهء عمل به خود پوشيد . پيامبر\r\nاكرم ( صلى الله عليه وآله ) در دل شب به \" غار ثور \" پناه برد و نقشه توطئه چينان را خنثى نمود . او\r\nكوچكترين اضطراب در خود احساس نمى كرد حتى همسفر خود را در لحظات حساس با\r\nجملهء \" ولا تحزن ان الله معنا \" ( غم مخور خدا با ماست ) تسلى مى داد . سه شبانه روز از\r\nعنايات خداوند بزرگ بهره‌مند بودند . على و هند بن ابى هاله فرزند خديجه به نقل شيخ\r\n\r\n","description":"","footnote":" 1 . سيوطى در الدر المنثور به نقل از فروغ ابديت ج 1 ، ص 355 . ","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\n\r\nطوسى در امالى وعبد الله بن ابى بكر و عامر بن فهيده ، چوپان گوسفندان ابى بكر بنا به\r\nنقل بسيارى از مورخان شرفياب محضر رسول اكرم مى شدند .\r\nابن اثير مىنويسد : فرزند ابى بكر شبها تصميمات قريش را براى رسول خدا ( صلى الله عليه وآله ) و\r\nپدرش نقل مى كرد و چوپان وى شبها گوسفندان را از نزديكى غار به سوى مكه مى آورد .\r\nتا پيامبر و مصاحب وى از شير آنها استفاده كنند و هنگام مراجعت عبد الله جلوى\r\nگوسفندان راه مى رفت تا اثر پاى او از بين برود . از جمله وصاياى رسول اكرم در آن شب در\r\n\" غار ثور \" اين بود كه : على فردا در روز روشن با صداى رسا اعلام كند كه هر كس پيش\r\nمحمد امانتى دارد يا از او طلبكار است ، بيايد پس بگيرد . سپس دربارهء مسافرت \" فواطم \"\r\n( فاطمه‌ها ) ، ( مقصود : فاطمه دختر عزيز خود ، فاطمه بنت اسد ، فاطمه دختر زبير است )\r\nسفارش فرمود و دستور داد كه على مقدمات سفر آنان و كسانى از بنى هاشم را كه مايل به\r\nمهاجرت باشند فراهم سازد و آن جمله اى كه دستاويز اين افراد در دليل اول بود . در اين\r\nموقع فرمود : \" انهم لن يضلوا اليك من الان بشئ تكرهه \" \" چناچه ملاحظه مى فرماييد\r\nپيامبر موقعى به على دستور داد امانات مردم را رد كند كه ليلة المبيت سپرى شده بود ،\r\nهنگامى امر كرد كه خود آن لحظه ، آمادهء خروج از غار بود \" . ( 1 )\r\nخروج از غار\r\nعلى به دستور پيامبر ( صلى الله عليه وآله ) با سه شتر و همراه راهنماى امينى به نام \" اريقط \" در شب\r\nچهارم به طرف غار فرستاد . نعرهء شتر به گوش پيامبر اسلام رسيد و با همسفر خود از غار\r\nپائين آمده و سوار شتر شدند و از طرف پائين مكه روى خط ساحلى با طى منازلى كه\r\nتمام خصوصيات آن در كتابهاى سيره ، قيد شده است عازم يثرب گرديدند .\r\nبرنامهء مسافرت\r\nمسافتى را كه پيامبر اسلام مى بايست طى كند در حدود 400 كيلومتر بود و پيمودن\r\nاين راه در آن گرماى سوزان و آتش‌زا ، به نقشهء صحيحى نيازمند بود وآنگهى از اعراب\r\n\r\n","description":"","footnote":" 1 . استاد سبحانى ، فروغ ابديت ج 1 ، ص 358 . ","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nرهگذر بيم آن داشت كه مسير آنها را به قريش گزارش دهند . به همين جهت شبها راه\r\nمى رفتند و روزها استراحت مى كردند . گويا شتر سوارى پيامبر و همراهانش را از دور\r\nديده ، فورا خود را به انجمن قريش رسانيده و مسير رسول اكرم را گزارش داده بود . \" سراقة\r\nبن مالك \" براى اين كه خود تنها موفق به اخذ جائزه گردد ، ديگران را از تعقيب ، منصرف\r\nكرد و گفت : \" آنان كسان ديگرى بودند . سپس به خانه آمد و مسلحانه سوار بر اسب تند\r\nخود گرديد و با سرعت هر چه تمام‌تر ، خود را به نقطه اى كه پيامبر و همسفران وى در\r\nآنجا به استراحت بار انداخته بودند رسانيد . ابن اثير مى گويد : مشاهدهء اين منظره ، همسفر\r\nپيامبر را سخت اندوهگين ساخت و رسول خدا بار ديگر او را با جملهء \" لاتحزن ان الله\r\nمعنا \" ( هرگز محزون نباش خداوند با ماست ) دلدارى داد . سراقه ، مغرور نيروى بازو و\r\nسلاح برندهء خود بود و كوچكترين مانعى براى ريختن خون رسول خدا ( صلى الله عليه وآله ) براى دريافت\r\nبزرگترين جايزهء قريش را ، نداشت . در اين هنگام پيامبر با دلى لبريز از ايمان و اطمينان ،\r\nدر حق خود دعا كرد و عرض نمود ، خدايا ما را از شر اين مرد نجات ده . چيزى نگذشت كه\r\nاسب سراقه رم كرد و او را سخت بر زمين كوبيد . سراقه يقين كرد كه دست غيبى در كار\r\nاست و اين پيشامد در اثر سوء قصدى است كه او به جان محمد ( صلى الله عليه وآله ) دارد و دست از\r\nتعقيب آنان كشيد . ( 1 )\r\nورود به دهكدهء قبا\r\nقبا در دو فرسخى مدينه مركز قبيلهء \" بنى عمرو بن عوف \" بود . رسول اكرم ( صلى الله عليه وآله ) و\r\nهمراهان روز دوشنبه 12 ماه ربيع به آنجا رسيدند و در منزل بزرگ قبيله \" كلثوم بن هدم \"\r\nفرود آمدند و گروهى از مهاجرين و انصار به حضورش شتافتند .\r\nپيامبر اكرم تا آخر هفته در آنجا اقامت گزيدند . نخستين دستورى كه داد آن بود كه\r\nبتها درهم شكسته شود و شالودهء مسجدى براى قبيلهء بنى عوف ريخته گردد و اين\r\nنخستين مسجدى است كه در اسلام بنا شده است . نخستين سنگ قبله را ، پيامبر خود\r\n\r\n","description":"","footnote":" 1 . دكتر حسنين هيكل ، حياة محمد . ","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nگذاشت . برخى اصرار مى كردند كه پيامبر هرچه زودتر رهسپار مدينه گردد ولى او در\r\nانتظار پسر عموى خويش على ( عليه السلام ) بود . از سوى ديگر على ( عليه السلام ) پس از مهاجرت پيامبر\r\nاسلام ، در مكه اقامت گزيد و در نقطه اى از مكه ايستاد و گفت : هر كس پيش محمد امانت\r\nو سپرده‌اى دارد بيايد از ما بگيرد و كسانى كه پيش پيامبر امانت داشتند با دادن نشان و\r\nعلامت ، امانتهاى خود را پس گرفتند ، سپس طبق سفارش پيامبر اسلام ، زنان هاشمى و\r\nاز آن جمله فاطمه دختر پيامبر اسلام ، مادر خودش فاطمه دختر اسد و مسلمانانى را كه\r\nتا آن روز موفق به مهاجرت نشده بودند ، همراه خود به مدينه آورد . على ( عليه السلام ) در دل شب از\r\nطريق \" ذى طوى \" عازم مدينه گرديد . سرانجام انتظار به پايان رسيد ، على ( عليه السلام ) وارد قبا\r\nگرديد . ابن اثير مىنويسد : هنگامى كه على ( عليه السلام ) وارد قبا گرديد خون از قدمهاى او\r\nمى ريخت ، به پيامبر خبر دادند كه على آمد . ولى قدرت اين كه خدمت شما بيايد در خود\r\nندارد ، رسول خدا بلافاصله به نقطه اى كه على ( عليه السلام ) بود تشريف برد و او را در بغل گرفت و\r\nهنگامى كه چشم او به پاهاى آماس كردهء او افتاد ، قطرات اشك از چشمان او\r\nسرازير گرديد . ( 1 )\r\nپيامبر خدا ( صلى الله عليه وآله ) نخستين نماز جمعه را در قبا برگزار نمود و مردم را به محبت ومودت ،\r\nباهم توصيه فرمود .\r\nشور وشوق مردم يثرب\r\nپس از چند روز اقامت در قبا ، پيامبر ( صلى الله عليه وآله ) وعلى ( عليه السلام ) با همراهان راه يثرب ( مدينه ) را\r\nپيش گرفتند . يثرب شهر شور وشوق و التهاب بود . مردم در انتظار تشريف فرمائى پيامبر\r\nاسلام ثانيه شمارى مى كردند ، اينك كاروان كوچك ميان شور و هلهلهء مهاجرين و انصار\r\nوارد شهر يثرب مى شد مردم اعم از زن و مرد و پير و جوان به سوى كاروان كوچك\r\nمى دويدند و چشم دوختن به جمال پيامبر را متبرك مىشمردند . قبيله‌هاى اوس و\r\nخزرج از ورود رسول خدا آگاه شدند ، لباس و سلاح بر تن كردند و به استقبال او شتافتند ،\r\n\r\n","description":"","footnote":" 1 . كامل بن اثير ج 2 ، ص 74 ، استاد سبحانى ، فروغ ابديت . ","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nدو ناقه او را گرفتند . در مسير راه رؤساى طوائف ، زمام شتر را گرفته هر كدام اصرار\r\nمى ورزيدند كه حضرت در منطقه آنها وارد گردد ولى پيامبر به آنان مى فرمود : \" از\r\nپيشروى مركب جلوگيرى نكنيد \" ، ( خلوا سبيلها ، فانها مأمورة ) او در هر كجا زانو بزند من\r\nهمانجا پياده خواهم شد . محمد ( صلى الله عليه وآله ) سوار بر شتر پيش مى رفت تا در محلى زانو زد آنجا\r\nكه شتر زانو زده بود قطعهء زمينى بود كه محل خشك كردن خرما بود ، پيامبر پرسيد اين\r\nزمين از آن كيست ؟ پاسخ دادند : از آن سهل وسهيل فرزندان رافع بن عمرو است كه هر\r\nدو تحت سرپرستى معاذبن غفراء به سر مى برند .\r\nخانهء \" خالدبن زيد \" معروف به ( ابوايوب ) در نزديكى اين زمين بود . مادر او از فرصت\r\nاستفاده كرده اثاثيه پيامبر را به خانهء خود برد ، اصرار و سماجت براى ميزبانى پيامبر آغاز\r\nگرديد . پيامبر سخنان آنان را قطع كرد و فرمود : أين الرحل ؟ لوازم سفر من كجاست ؟\r\nعرض كردند مادر ابوايوب برده است . فرمود : \" المرء مع رحله \" : مرد آنجا است كه اثاث سفر\r\nاو در آنجاست . آنگاه به خانهء وى تشريف برد و ناقهء را اسعد بن زراره به منزل برد .\r\nتأسيس مسجد مركز و پايگاه اسلامى\r\nچهره‌هاى باز و خندان جوانان انصار و استقبال باشكوهى كه اكثريت \" اويسيان \" و\r\n\" خزرجيان \" از مقدم مبارك پيامبر به عمل آوردند ، پيامبر را بر آن داشت كه پيش از هر\r\nكارى براى مسلمانان يك جايگاه عمومى و مركز اجتماعات به نام \" مسجد \" بسازد كه امور\r\nآموزشى ، پرورشى ، سياسى ، قضايى و اجتماعى در آنجا انجام پذيرد . به همين منظور\r\nزمين متعلق به يتيمان سهل و سهيل خريدارى شد و پيامبر دستور داد در آنجا مسجدى\r\nبنا كنند . همه بيدرنگ دست به كار شدند . آنان مى دانستند كه اينجا مسجد است و\r\nميعادگاه آنان با خدا و پيامبر خدا است و همين جا است كه عدالت اسلامى گسترده\r\nخواهد شد . قانون جديدى نوشته خواهد شد و ناموس زندگى جديدى پى افكنده خواهد\r\nشد در اينجا فاصله ميان خدا و مردم بسته به نيروى ايمان و صفا و تقواى آنان است . پس\r\nاز ورود پيامبر اسلام به مدينه ، مدينه چهرهء ديگرى يافته بود . ديگر اين شهر همان\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\nشهرى نبود كه پيش از ورود محمد ( صلى الله عليه وآله ) مركز جنگ و جدال وخونريزى بود . اينك مدينه\r\nمركز فعاليتهاى تازه اى است ، مردمان مدينه بيش تر در دسته‌ها و گروههاى گوناگون پيرو\r\nعقيده‌هاى خاص بودند ليكن اينك همه آنان گرد پيغمبر اسلام درآمده اند و همين\r\nگرايش آنان باعث شده بود تا آنان همگى دور از چند دسته‌گىها كه قبلا داشتند جامعه\r\nواحده و گروه يگانه به نام \" امت اسلام \" تشكيل دهند در ميان آنان ديگر نشانه هائى از آن\r\nگوناگونى عقايد و رنگارنگى عادات و رسوم به چشم نمى خورد همهء آنان به يك چيز\r\nمىانديشيدند ، آنچه اسلام به ايشان آورده بود ، خدا يكى است محمد فرستاده و پيام آور\r\nاو است او دستورهاى آفريدگار يگانه را از جانب خدا براى آفريدگانش مى آورد .\r\nاينك پيامبر اسلام مى ديد بذرهايى را كه در مكه كاشته بود پس از 13 سال در اينجا\r\nدر مدينه جان گرفته ، سر بيرون آورده ، قد كشيده ، بالنده و سرافراز بر روى خاك ايستاده و\r\nشاخ و برگ مى گستراند . پيامبر خود نيز دست به كار شد همچون يك كارگر ساده ، زمين را\r\nمىكند و خاك بر مى داشت و گل مى كرد و بار مى كشيد ، مهاجران و انصار با روحى سرشار\r\nاز اميد و ايمان تلاش مى كردند آگاه بودند كه چه مى كنند ، كار مى كردند ، سنگ\r\nمى كشيدند ، گل مى برند و از شوق رجز مى خوانند .\r\nديوارها به سرعت بالا مى آمد و اين مردان بزرگ كه اكنون پايه‌هاى درخشانترين\r\nتمدن عظيم الهى را پى ريزى مى كردند مى خواندند :\r\nلئن قعدنا ، والنبى يعمل * فذاك منا العمل المضلل\r\nلاعيش الا عيش الأخرة * اللهم ارحم الأنصار والمهاجرة\r\n\" اگر ما بشينيم و پيامبر كار كند اين يك عمل گمراه كننده است \" \" زندگى فقط آخرت\r\nاست ، خدايا انصار و مهاجرين را رحمت كن \" پيامبر اسلام رجز ياران را اينطور\r\nتغيير مىداد .\r\nلاعيش الا عيش الأخرة * اللهم ارحم المهاجرين والأنصار\r\nهمگى مشغول كار بودند و هر كسى چيزى مى گفت ، ناگهان عمار ياسر وارد شد .\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nكمرش در زير خشتهاى بسيارى كه بر پشتش نهاده بودند خم شده بود . داد زد : \" اى\r\nرسول خدا ! مرا كشتند . خودشان اين همه بارى كه بر پشتم گذاشته اند نمى كشند \" .\r\nپيغمبر پيش رفت در حالى كه موهاى مجعدش را مىتكاند گفت : \" اى پسر سميه !\r\nاينها نيستند كه تو را مى كشند ، تو را آن دسته ستمكار خواهند كشت . عمار آرام شد سر به\r\nزير انداخت ، لحظه اى انديشيد و كم كم لبخند رضايت بر لبش نشست در هنگام كه\r\nهمگى مشغول فعاليت ساختمانى بودند ، على ( عليه السلام ) رجز مى خواند .\r\nلا يستوى من يعمر المساجد يدأب فيه قائما وقاعدا * و من يرى عن الغبار حائدا\r\nكسى كه در حال تعمير مسجدى است و ايستاده و نشسته مشغول فعاليت است ، با آن\r\nكس كه غبار خود را پاك مىكند ، برابر نيستند . عمار آن را از زبان على ( عليه السلام ) گرفت و با آن\r\nكلمات مرتب زمزمه مى كرد . چون ساختمان مسجد تمام شد ، ساختمان خانهء پيغمبر\r\nآغاز شد ، به دستور وى خانهء او را در كنار مسجد بنا كردند . بگونه اى كه گويى جزء مسجد\r\nاست . يعنى كه پيشواى اين رژيم در خانهء مردم يا خانهء خدا ، نشيمن دارد . دستور داد\r\nدرهاى خانه را از درون مسجد باز كردند ، ديوارها را از گل و كاه و سنگ و غالبا از\r\nشاخه‌هاى درخت خرما گل اندود مى كردند بالا آوردند و سقفها را با شاخهء خرما پوشاندند .\r\nبدين ترتيب نخستين مركز عبادت وسياست مدينه پى ريزى شد .\r\nهجرت مبدأ تاريخ اسلام\r\nسرآغاز تاريخ مسلمانان از هجرت رسول اكرم ( صلى الله عليه وآله ) و مسلمانان صدر اسلام ، آغاز و\r\nسرچشمه مى گيرد و هجرت يكى از حوادث بزرگ تاريخ رسالت به شمار مى آيد زيرا به\r\nبركت هجرت بود كه اسلام و ايمان در روى زمين مستقر گرديد و پيروزى بزرگ ، نصيب\r\nمسلمانان گشت و حكومت مستقلى در مدينه تشكيل يافت و مسلمانان از دربدرى نجات\r\nيافتند و در نقطهء مركزى اسلام را تشكيل دادند و از ديگر مبادى تاريخى كه از روى\r\nناچارى به آنها تمسك مى جستند مانند : عام الفيل ، عام البعاث يا ميلاد مسيح و ديگر\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n\r\nحوادث بزرگ گذشته نجات يافتند ، آنها تحت الشعاع اين عمل بزرگ و الهى واقع\r\nگرديدند . از آن رواست كه گفتيم هجرت در تاريخ اسلام نه يك واقعه است بلكه يك اصل\r\nبزرگ اجتماعى است . جنبهء اثباتى دارد نه نفيى سنگر گرفتن است نه عزلت و فرار\r\nاز مسئوليت .\r\nآثار و ثمرات هجرت\r\nهجرت پيامبر اسلام و تمركز مسلمانان در مدينه ، فصل جديدى را در زندگى آن\r\nحضرت بازگشود . او قبل از ورود به مدينه فقط در صدد جلب قلوب مردم وتبليغ آيين\r\nاسلام بود ولى از آن روز به بعد به سان يك سياستمدار پخته و كارآزموده ، هواداران خود\r\nرا تشكل داد و نگذاشت دشمنان داخلى و خارجى در آنان نفوذ كنند ، او در اين راه با سه\r\nمشكل بزرگ روبرو بود .\r\n1 . اختلافى كه ميان هواداران او جريان داشت و يادگار دوران جاهلى از سابق بود .\r\n2 . وجود يهود \" يثرب \" كه به اسلام گرايش نداشتند و از ثروت و امكانات مساعدى\r\nبهره‌مند بودند .\r\n3 . خطر قريش و عموم بت پرستان شبه جزيرهء عربستان كه دائما پيامبر اسلام و\r\nپيروان او را تهديد مى كردند . پيامبر اسلام به عنوان يك پيشواى شايسته و سياستمدار\r\nبرجسته ، براى حل هر يك از اين سه مشكل اساسى راه حلهاى مناسب به مورد اجرا\r\nمى گذاشت كه ذيلا هر كدام جداگانه مورد بررسى قرار مى گيرد .\r\nايجاد وحدت سياسى اجتماعى\r\nمهاجرين و انصار از آنجا كه پرورش يافتهء دو محيط مختلف جنوبى و شمالى بودند ،\r\nدر طرز تفكر و معاشرت فاصلهء زيادى باهم داشتند . از سوى ديگر اوسيان و خزرجيان كه\r\nجمعيت انصار را تشكيل مى دادند ، صد و بيست سال با هم نبرد كرده و دشمنان خونى\r\nهمديگر بودند و با اين خطرات و اختلافات ادامهء حيات دينى و سياسى جز با يك تحول\r\nدرونى به هيچ وجه امكان نداشت .\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nاز اين رو پيامبر اسلام به منظور ايجاد وحدت در ميان مسلمانان مهاجرين و انصار از\r\nيك طرف ميان آنان پيمان برادرى برقرار ساخت و اين امر هشت ماه بعد از هجرت بود و\r\nفرمود : \" تأخوا في الله أخوين أخوين \" : \" در راه خدا دو نفر ، دو نفر ، باهم برادر باشيد \" .\r\nسپس دست حضرت على بن ابى طالب را گرفت و گفت \" هذا أخى \" اين است برادر من .\r\nآنان بر اساس اين برادرى مى توانستند از همديگر ارث ببرند و اين حكم تا نزول آيهء \" اولو\r\nالارحام بعضهم اولى ببعض \" بعد از جنگ بدر منسوخ گرديد . و از طرف ديگر با بستن\r\nيك قرارداد سياسى و اجتماعى ميان آنان يك نوع اتحاد سياسى و اجتماعى را پى ريزى\r\nنمود .\r\nپيمان عدم تجاوز\r\nپيامبر خدا بس از ايجاد وحدت بين مسلمانان ، پيمانى هم با يهوديان اوس وخزرج\r\nمنعقد ساخت و اين پيمان را يهوديان دو قبيلهء اوس وخزرج نيز امضا كردند و پيامبر\r\nخدا ( صلى الله عليه وآله ) آيين و ثروت آنها را تحت شرايطى محترم شمرد . متن كامل اين پيمان كه يك\r\nسند زندهء تاريخى است در كتابهاى سيره و تاريخ آمده است و شامل 37 ماده مى باشد كه\r\nعمدتا دفاعى و حراستى بوده است : اين پيمان را با اين جمله ختم نمودند \" و ان الله جار\r\nلمن بر واتقى و محمد رسول الله . . . \" يعنى خدا پناه دهندهء نيكوكاران و پرهيزكاران است\r\nو محمد نيز پيامبر خدا \" . ( 1 )\r\nاين قرارداد سياسى و قانون اساسى آن روز اسلام نمونهء كاملى از روح آزادى عقيده و\r\nرفاه اجتماعى ، لزوم همكارى در امور همگانى در اسلام است بالاتر از همه ، حدود و\r\nاختيارات رهبر و مسئوليت عموم امضاء كنندگان را روشن كرده است . به موجب اين\r\nقرارداد اگر چه يهوديان \" بنى قريظه \" و \" بنى نضير \" و \" بنى قنيقاع \" شركت نكردند و فقط\r\nيهوديان خزرج واوس طرف معامله بودند ، ولى بعدها همين افراد با رهبر مسلمانان\r\n\r\n","description":"","footnote":" 1 . سيرة النبى ج 2 ، ص 238 ، الطبقات الكبرى ج 1 ، ص 238 ، دكتر آيتى ، تاريخ پيامبر ،\r\nص 216 . ","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nپيمانهائى را امضاء نمودند و از موارد آن پيمان جمله‌هاى زير است : به موجب قرارداد زير\r\nپيامبر با هر يك از سه گروه پيمان مى بندد كه هرگز به ضرر رسول خدا و ياران وى قدمى\r\nبرندارند و به وسيلهء زبان و دست ضررى به او نرسانند اسلحه و مركب در اختيار دشمنان\r\nاو نگذارند هرگاه بر خلاف متن اين قرارداد ، رفتار كنند پيامبر در ريختن خون آنان و ضبط\r\nاموال و اسير كردن زنان و فرزندان آنان دستش باز خواهد بود سپس از طرف گروه\r\nبنى نضير \" حيى بن اخطب \" و از جانب بنى قريظه ، \" كعب بن اسد \" و از ناحيهء قنيقاع\r\n\" مخيريق \" اين پيمان نامه را امضاء نمودند . ( 1 )\r\nبا اين محكم كاريها و پيمانهاى موثق ، محيط يثرب و توابع آن تا حدود زيادى عملا\r\nمنطقهء حرام اعلام گرديد .\r\nهدف اسلام و برنامه‌هاى عالى آن را متذكر شد و گفت : اسلام شماها را با يكديگر برادر\r\nنموده است و تمام كينه‌ها و خشمها بايد به دست فراموشى سپرده شود . . . موعظه و\r\nنصيحت پيامبر اسلام در آنان آنچنان اثر كرد كه يك مرتبه با صداى بلند شروع به گريه\r\nكردند و براى تحكيم برادرى ، همديگر را در آغوش گرفتند و از درگاه خداوند طلب\r\nآمرزش كردند ( 2 ) .\r\nالبته نقشه‌ها و توطئه‌هاى يهود با اين امر ساده خاتمه نيافت . كم كم ادامهء جنايت و\r\nخيانت و پيمان شكنى آنان توسعه يافت و با مشركان اوس و خزرج و كسانى كه در اسلام و\r\nايمان خود دو دل بودند ، روابط خصوصى برقرار نمودند و در نبردهاى مسلمانان با قريش\r\nعلنا مداخله كرده و به نفع بت پرستان شديدا فعاليت نموده و وارد عمل شدند كه در\r\nبرخوردهاى آينده مورد بحث قرار خواهد گرفت .\r\nتشكيل سپاه عقيده\r\nپيامبر براى حل مشكل سوم يعنى به منظور دفع خطر قريش و عموم بت پرستان\r\n\r\n","description":"","footnote":" 1 . سيرهء ابن هشام صفحات 503 - 504 .\r\n2 . استاد سبحانى ، فروغ ابديت ، ج 1 . ","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nشبه جزيرهء عربستان دست به تشكيل سپاه عقيده زد اين سپاه از همان افراد مسلمان و\r\nمجاهد تشكيل گرديد . به تدريج هم از نظر تعداد و هم از نظر آمادگى رزمى تكامل يافت و\r\nدر اواخر عمر پيامبر به قدرت بزرگى مبدل گرديد . پيامبر در سال اول و دوم هجرت ، با اين\r\nسپاه عقيده يك سلسله تظاهرات نظامى و مانورهاى جنگى ترتيب داد كه ذيلا به آنها\r\nاشاره مىشود و شرح بقيه جنگها به كتابهاى تاريخ و سيره محول مى گردد .\r\nمانورهاى نظامى\r\n1 . ماه هفتم از سال اول ، حمزه با سى نفر بر سر كاروان قريش به رياست ابوجهل و\r\nسيصد تن حامى كاروان به لب دريا فرستاده شد كه با ميانجيگرى \" مجدى بن عمرو \"\r\nجنگ و برخورد اتفاق نيافتاد .\r\n2 . ماه هشتم \" عبيدة بن حارث \" با 60 سوار مهاجر بر سر كاروانى به سرپرستى\r\nابوسفيان و 200 شمشير زن قريش همراه او فرستاد ، \" سعد بن ابى وقاص \" در اين برخورد\r\nتنها يك تير به سوى آنها پرتاب كرد و واقعه‌اى رخ نداد و به سلامت بازگشتند .\r\n3 . ماه نهم سعد بن ابى وقاص را با 20 يا 60 نفر مهاجر بر سر كاروانى اعزام نمود ، اما\r\nكاروان قبلا به سلامت گذشته بود .\r\n4 . ماه صفر سال دوم در اين ماه پيامبر اسلام ( صلى الله عليه وآله ) كار مدينه را به سعد بن عباده سپرد\r\nو خود در پى كاروان قريش و \" بنى ضمرة بن بكر \" تا \" أبوا \" تاخت و با قريش برخورد نكرد\r\nولى با بنى ضمره پيمان دفاع مشترك بست .\r\n5 . در ماه ربيع الاول سال دوم پيامبر اسلام ، \" صائب بن عثمان \" با \" سعد بن معاد \" را در\r\nمدينه جانشين قرار داد و با 200 نفر براى تعقيب كاروان قريش تا \" بواط \" آمد و به كاروانى\r\nكه \" امية بن خلف \" سرپرستى مى كرد دست نيافت و به سوى مدينه بازگشت .\r\n6 . در نيمه جمادى الاولى گزارش رسيد كه كاروان قريش به سرپرستى \" ابوسفيان \" از\r\nمكه به شام مى رود ، پيامبر با دسته اى تا \" ذات العشيره \" رفت وابوسلمه را جانشين خود\r\nقرار داد ، و تا اوائل ماه جمادى الاخرة در آنجا در انتظار كاروان توقف كرد ولى به كاروان\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\n\r\nدست نيافت ولى در اثناى اقامت در آن محل با قبيله \" بنى مدلج \" پيمانى بست كه متن\r\nآن در كتب تاريخ و سيره منعكس است .\r\n7 . پيامبر پس از بازگشت از ذات العشيرة بود كه گزارش رسيد \" كرز بن جابر \" بر شتران\r\nو گوسفندان مدينه دستبرد زده است . پيامبر براى تعقيب اين مرد غارتگر با گروهى تا\r\nناحيه \" بدر \" آمد و بدون اخذ نتيجه برگشت و تا آخر شعبان در مدينه ماند .\r\nهدف از مانورهاى جنگى چه بود ؟\r\nاين تظاهرات و مانورهاى نظامى ، حاكى از تثبيت موقعيت پيامبر اسلام ( صلى الله عليه وآله ) و آماده\r\nساختن مسلمانان و پيشگيرى از هجوم و يورش دشمن نيرومند قريش بوده است كه\r\nتمام اموال و دارائى و زندگى مسلمانان مهاجر را در اختيار داشتند و هر روز هم احتمال\r\nمى رفت كه حملهء نظامى را آغاز نمايند و حكومت نوبنياد اسلام را در مدينه تهديد به فنا\r\nو سقوط نمايند . هدف اساسى از اعزام اين دسته‌ها و بستن پيمانهاى نظامى با\r\nقبيله‌هايى كه در مسير راه تجارتى مكيان ميزيستند مصون ماندن از تعرض نظامى\r\nقريش و آگاه ساختن قريش از قدرت نظامى مسلمانان بود ، پيامبر عاليقدر اسلام\r\nمى خواست به حكومت قريش بفهماند كه كليه خطوط تجارى كاروان كه در اختيار\r\nمسلمانان است و هر گونه بخواهند مى توانند جلو بازرگانى آنان را بگيرند و اگر قريش در\r\nلجاجت و عناد خود باقى بمانند شريانهاى حياتى آنان را با نيروهاى اسلام قطع خواهد\r\nگرديد . خلاصه ، هدف اين بود كه قريش با در نظر گرفتن قدرت مسلمانان براى آنان آزادى\r\nتبليغ بدهند و راه را براى زيارت خانهء خدا و ترويج آئين يكتاپرستى باز كنند تا اسلام به\r\nوسيلهء منطق نيرومند خود ، در قلوب نفوذ كند و در پرتو آزادى ، نور اسلام در تمام\r\nشبه جزيره و مركز عربستان جلوه گر شود .\r\nتبديل قبله\r\nهنوز چندى از هجرت پيامبر اسلام به مدينه نگذشته بود كه زمزمهء مخالفت از ناحيهء\r\nيهوديان آغاز گرديد و دستور مؤكد آمد كه قبلهء مسلمانان از اين به بعد كعبه است و\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nمسلمانان وظيفه دارند در اوقات نماز متوجه مسجدالحرام گردند .\r\nداستان تغيير قبله اين چنين بود\r\nتعليمات پيامبر اسلام و رفتار و اخلاق الهى او در روح پيروان او نفوذ عميقى داشت از\r\nاين رو هر روز بر تعداد علاقمندان و مسلمانان افزوده مى شد ، يهوديان كه در آغاز فكر\r\nمى كردند مى توانند او را به دين خود ملحق سازند ، اكنون مى ديدند برخى از پيروان يهود\r\nهم به پيروى پيامبر اسلام درآمده اند ، شروع به توطئه و نقشه كشى نمودند و سخنان ناروا\r\nدربارهء او انتشار دادند . انكار نبوت و حيله گرى را نسبت به او آغاز كردند و از راههاى\r\nگوناگونى شروع به تضعيف مسلمانان نمودند از جمله مسئلهء نمازگذاردن به سوى\r\nبيت المقدس را پيش كشيدند و گفتند محمد مدعى است كه او داراى آئين مستقلى است\r\nوآئين و شريعت او ناسخ آئينهاى گذشته مى باشد در صورتى كه او هنوز قبلهء مستقلى\r\nندارد و بر قبله جامعه يهود نماز مى گذارد . شنيدن اين خبر براى پيامبر ناگوار بود . در نيمه\r\nشبها به آسمان نگاه مى كرد و در انتظار وحى بود كه دستورى در اين باره نازل گردد .\r\nقرآن مى گويد : نگاههاى معنى دار تو را به آسمان مى بينيم تو را به سوى قبله اى كه\r\nرضايت تو را جلب مىكند مى گردانيم ( 1 ) . از آيات ديگر استفاده مىشود كه تبديل قبله علاوه\r\nبر اعتراض يهود جنبهء امتحانى نيز داشته است و مقصود اين بود كه مؤمن حقيقى و\r\nواقعى از مدعيان دروغين آن تميز و تشخيص داده شود ( 2 ) .\r\nپيامبر اسلام دو ركعت از نماز ظهر را خوانده بود كه امين وحى فرود آمد و پيامبر را\r\nمأمور كرد كه به سوى مسجدالحرام متوجه گردد و پيامبر اسلام در حال نماز به طرف\r\nمسجد الحرام متمايل گرديد ( 3 ) . و متعاقب تغيير قبله از طرف خداوند زنان و مردانى كه در\r\nمسجد بودند از او پيروى كردند و به سوى كعبه نماز گزاردند و از آن روز ديگر كعبه قبله\r\nمسلمانان گرديد ، طبق پاره اى از تواريخ اين عمل در هفدهمين ماه هجرت به مدينه\r\n\r\n","description":"","footnote":" 1 . مجلسى ، بحار الأنوار ج 19 ، ص 110 - 111 .\r\n2 . مجلسى ، بحار الأنوار ج 19 ، ص 110 .\r\n3 . يعقوبى ، ترجمه تاريخ ، ج 1 . ","page_name":" 107 ","page_number":107},
  {"content":"\r\nصورت گرفته است ( 1 ) . قرآن مجيد تغيير قبله را به دستور خداوند متعال استناد داده و به\r\nكسانى كه به اين امر اعتراض مى كردند چنين پاسخ مىدهد : \" به زودى سفيهان مردم ،\r\nخواهند گفت چه چيز آنان را از قبله اى كه بر آن بودند برگردانيد ؟ بگو مشرق و مغرب از\r\nآن خداست و هر كس را بخواهد به راه راست هدايت مىكند . بدين طريق شما را امت ميانه\r\nقرار داديم تا الگوى مردم باشيد . و پيامبر الگوى شما باشد \" ( 2 ) .\r\nتغيير قبله ، سمت گيرى و جهت گيرى كامل مسلمانان را نشان مى داد و كاملا\r\nمى فهماند كه مسلمانان داراى آيين مستقل و مكتب واحد ممتاز از آيين يهود مى باشند .\r\n\r\n","description":"","footnote":" 1 . سوره بقره آيه 144 ، قد نرى تقلب وجهك في السماء .\r\n2 . سوره بقره آيه 144 . ","page_name":" 108 ","page_number":108},
  {"content":"\r\nبخش چهارم\r\nF\r\nپيامبر الگوى زندگى\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\nبخش چهارم / پيامبر الگوى زندگى . . .\r\nحضور پيامبر اكرم ( صلى الله عليه وآله ) در مكه به عنوان \" تكوين ملت \" و \" تدوين شريعت \" و در مهاجرت\r\nبه مدينه به عنوان \" تأسيس حكومت \" و \" ايجاد نظام عدل الهى \" بود كه دربرگيرندهء تمام\r\nابعاد زندگى بشر بر پايهء ايمان استوار و اعتقاد راسخ بود ، آياتى كه در مكه مشرفه نزول\r\nيافته است در ارتباط با تشييد مبانى عقيدتى توحيد ومعاد و تشريح ابعاد نبوت و رسالت\r\nبود ولى آياتى كه در مدينه شرف نزول يافته است اغلب در ارتباط با تأسيس حكومت و\r\nايجاد نظام اقتصادى ، اجتماعى ، سياسى ، فرهنگى و توحيدى مى باشد و در هر بخش\r\nپيامبر اسلام به عنوان الگوى زندگى و نمودار عملى انسان كامل مطرح بوده است و\r\nديگران وظيفهء الهى دارند تا زندگى خود را همانند او قرار دهند و بازگوئى رفتار و اخلاق و\r\nگفتار پيامبر عاليقدر اسلام كه عنوان سنت و روش زندگى پيامبر اسلام را بردارد از دو نظر\r\nمورد عنايت خداوند قرار دارد .\r\nيكى از آن نظر كه بازگوئى آنها نوعى تشريح و تجسيم واقعيت زندگى شخصيتى است\r\nكه تاريخ آفرين است و زندگى او بوجود آورندهء صدها و هزاران حادثه در طول تاريخ حيات\r\nانسانها است و هر كدام از رفتار و گفتار و اخلاق او مىتواند الهام بخش سلسله اى از حوادث\r\nبعدى قرار گيرد .\r\nقرآن مجيد زندگى رسول خدا را الگوى تمام عيار حيات معرفى مىكند جايى كه\r\nمى فرمايد : \" لقد كان لكم في رسول الله اسوة حسنة \" ( 1 ) از ديگر سو ، تشريح و بيان\r\nويژگيهاى زندگى آن بزرگوار اكنون به صورت \" قدوه \" و \" اسوه \" مورد استناد ميليونها انسان\r\nمؤمن و معتقد در سراسر جهان قرار دارد و بازگوئى آنها به عنوان نمونه و نسخهء عملى\r\nمردم ، ضرورت دارد . از اين رو اين بخش را مى توان در فقه به عنوان احكام و در علم اخلاق\r\n\r\n","description":"","footnote":" 1 . سوره احزاب آيه 21 . ","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\n\r\nبه صورت سيره و روش رسول الله و در تاريخ تحت عنوان \" تاريخ حيات \" مورد مطالعه قرار\r\nدارد و مورد استناد ميليونها انسان مؤمن و معتقد در سراسر جهان قرار دارد و بازگوئى\r\nآنها به عنوان نمونه و نسخه عملى مردم ، ضرورت پيدا مىكند .\r\nاخلاق او ، تجسم عملى قرآن\r\nزندگى او نمونهء عملى و عينى اخلاق و رفتار اسلامى بود آنچنان كه قرآن مجيد برنامه\r\nنظرى و فكرى اسلام است ، وجود او منبع فضايل و مناقب و سرچشمهء واقعى فضيلت و\r\nشرف و مظهر بارز تعاليم عاليه قرآن بود كه بيانگر واقعيات هستى و حيات مى باشد . او\r\nفضيلت را به خاطر خود فضيلت دوست مى داشت و اخلاق از نظر او خود هدف بود نه\r\nوسيله ، غايت بود ، نه راه ، و مقصود ذاتى بود ، نه عرضى و طفيلى . او پايه گزار اصول\r\nهمزيستى سالم و معاشرت واقعى و تنظيم كنندهء روابط صحيح و سالم اجتماعى بود او\r\nمؤسس علوم و دانش‌هاى انسانى و معلم ارزندهء اخلاق و فضيلتها بود .\r\nوجود او منبع بذل و بخشش و كرم و سخاوت بود و در جلب رضايت و خشنودى\r\nپروردگار عالم از صرف هر نوع امكانات مادى و مالى مضايقه و دريغ نداشت . اصولا مال و\r\nثروت از نظر او در حدى مورد قبول بود كه به توان به وسيله آن گرهى از مشكلات مردم را\r\nگشود يا توسط آن براى آخرت وتكميل معنويت اندوخته اى را كسب نمود و باقيات\r\nصالحاتى براى آيندگان باقى گذاشت .\r\nامانت و صداقت\r\nاو از آن دوران جوانى وعنفوان زندگى به صداقت و امانت دارى معروف و به صبر و\r\nشكيبائى و استقامت و كرم و بخشش موصوف بود . هر چه بدست مى آورد در راه خدا\r\nانفاق مى كرد و در حلم و فروتنى و تواضع و خوش خلقى در حدى بود كه خداوند متعال از\r\nميان دهها اوصاف جمال و كمال و زيبائى ، او را با صفت حسن \" خلق عظيم \" توصيف\r\nمى نمايد و در حق او مى فرمايد :\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n\" انك لعلى خلق عظيم \" ( همانا تو داراى اخلاق بس بزرگوار مى باشى ) ( 1 ) او در عفو و\r\nگذشت و فداكارى در حد ايثار و فناء بود و در برابر ايذاء و اهانت قوم خود استقامت داشت\r\nو دائم مى فرمود : \" خدايا تو قوم مرا ببخش و مورد عفو قرار بده آنان نادان هستند \" .\r\nاو هم به پيران احترام مى كرد و هم به جوانان ، هنگامى كه دو خواهر رضاعى از در وارد\r\nمى شدند به پا مى خاست و عباى خود را زير پاى آنان مى انداخت . به ياران خود سفارش\r\nمى كرد از فرزندان خويش با احترام ياد كنند ، او براى مادران احترام خاصى قائل بود و\r\nمى فرمود : \" بهشت زير پاى مادران است \" .\r\nاو در شدائد و مصائب ، استوار و پايدار بود و هرگز سستى وفتور به خويشتن ، راه\r\nنمى داد و هرگز نوميدى و يأس به دل او خطور نمى كرد .\r\nنظم و برنامه در زندگى\r\nپيامبر اسلام بخشى از سه وعده اوقات روزانهء خود را به عبادت ، بخش ديگرى را به\r\nرسيدگى به امور و گرفتاريهاى مردم و بخش سوم را به زندگى خانوادگى خود اختصاص\r\nداده بود . او هرگز اعضاى خانواده خود را ( خواه همسر ، خواه خدمتكار ) در برابر اشتباه\r\nبازخواست نمى كرد و از هر خطا و لغزشى در خانواده مى گذشت . در معاشرت بى نهايت\r\nلطف و جاذبه داشت . فقراء را بهترين دوست خود مى شمرد . هميشه در كنار لبهايش\r\nنشانى از لبخند وجود داشت . محمد ( صلى الله عليه وآله ) هرگز آزارش به كسى نمى رسيد . درشتى\r\nنمى كرد . باوفا و رازدار و امين بود . بى نهايت بردبار و شكيبا بود . در روزهاى سال غالبا روزه\r\nداشت و شب هم تا سپيده دم به نماز مى ايستاد و لحظه‌اى از ياد خدا غفلت نداشت به\r\nحدى كه خداوند متعال او را از اين زحمت و تعب مدام ، باز مى دارد و مى فرمايد :\r\n\" طه ، ما انزلنا عليك القرآن لتشقى \" ( 2 ) ( ما اين قرآن را فرو نفرستاديم كه خود را آنچنان\r\nبه زحمت وتعب بيافكنى ) لباسش را از هر چه پيش مى آمد تهيه مى گرديد و معمولا از\r\n\r\n","description":"","footnote":" 1 . سوره قلم آيه 5 .\r\n2 . سوره طه آيه 1 - 3 . ","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\n\r\nپشم و كتان تشكيل مى شد ، هر كس لباس او را مى خواست به او مى داد ، رنگ سفيد را به\r\nرنگهاى ديگر ، ترجيح مى داد و اجازه نمى داد كسى در سلام بر وى پيشى گيرد ، او با همهء\r\nديداركنندگان مصافحه مى كرد و در هيچ محفلى زانوى خود را از زانوى هم نشين خود\r\nجلوتر نمى برد . او جلوى مردم پاى خود را دراز نمى كرد و هرگز طورى نمى نشست كه\r\nجاى ديگران را تنگ سازد ، هر كس به خانه اش مى رفت مورد احترام فراوان او قرار\r\nمى گرفت ، هرگز نام كسى را به اهانت و تحقير ادا نمى نمود و وسط حرف كسى نمى دويد .\r\nاگر به نماز ايستاده بود و حاجت مندى انتظار او را مى كشيد نماز را كوتاه مى نمود و\r\nحاجتش را برمىآورد . چنان مهربان و فروتن و مأنوس بود كه بارها خدمتگزاران دست به\r\nدست مباركش مى دادند و شانه به شانه اش راه مى رفتند و غمهاى زندگى خود را برايش\r\nتعريف مى كردند و از زبان مباركش دلجوئى مى شدند .\r\nفنا در جمع\r\nدر هيچ انجمنى براى خود صدر و ذيل و بالا و پائين مقرر نمى داشت . به هر جا كه خاك\r\nهم بود مى نشست و آن طور كه على ( عليه السلام ) مى گويد : \" محمد ( صلى الله عليه وآله ) چنان در ميان قوم به\r\nسادگى و آزادگى مى نشست كه اگر ناشناسى از راه مى رسيد ، نمى توانست او را به اعتبار\r\nجاى نشستن و طرز نشستن به شناسد و مجبود بود به پرسد كدام يك از شما\r\nمحمد ( صلى الله عليه وآله ) است ؟ \"\r\nاثر وضعى اخلاق پيامبر اسلام ( صلى الله عليه وآله )\r\nاخلاق عالى پيامبر اسلام ( صلى الله عليه وآله ) امواج انقلاب مقدس اسلام را نخست در جامعه عرب ، و\r\nسپس در جهان پديد مى آورد و در سايه رستاخيز عظيم معنوى پراكندگى به يگانگى ،\r\nبىپروايى به عفت و پاكدامنى ، بيكارگى به كار و كوشش ، خودخواهى به نوع دوستى ، غرور\r\nو تكبر به تواضع و مهربانى تبديل گرديد .\r\nدنيا او را نفريفت و گرفتار تجمل و فريفته ظاهر فريباى خود نساخت بلكه او با\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\nچشمى عفيف و پرهيزكار به آن مى نگريست \" . ( 1 )\r\nپيامبر اسلام ( صلى الله عليه وآله ) با جملات كوتاه و پر معنى سخن مى گفت و هنگام سخن گفتن\r\nترشرو نبود و كلمات ناهنجار و خشن به كار نمى برد . آنگاه كه در برابر مخاطب قرار\r\nمى گرفت ، به رسم جباران به گوشهء چشم نگاه نمى كرد ( 2 ) .\r\nاجازه نمى داد كسى پيش پايش بايستد و همانند سلاطين به او احترام كند ، ولى او\r\nنسبت به ديگران احترام مى كرد ، البته پرهيزكاران در نزد او احترام بيشترى مى داشتند .\r\nاو نظافت را دوست مى داشت او از ميان غذاها علاقمند عسل بود و از غذاهاى بدبو\r\nحذر و پرهيز كامل داشت . پيامبر اسلام ( صلى الله عليه وآله ) تنها به خاطر دين غضب مى كرد و نيز همان\r\nعامل بود كه خشنودى او را فراهم مى ساخت ، هنگامى كه سوار بود اجازه نمى داد كسى با\r\nاو پياده راه برود چون اين رفتار را نوعى تحقير به شمار مى آورد از اين رو اگر مايل بود با\r\nخود سوارش مى كرد و اگر نه در محل معينى وعدهء ملاقات مى گذاشت و خود تنها\r\nمى رفت . در مسافرتهاى جمعى ، به سهم خود كار مى كرد و هيچ گاه سربار ديگران نبود . در\r\nسفرى به عرض رساندند ما خود تمام كارها را انجام مى دهيم ، فرمود : دوست ندارم\r\nامتيازى بين من وشما باشد ، زيرا خداوند دوست ندارد بنده اش را مشخص و ممتاز از\r\nديگران بيند ، آنگه برمىخاست و هيزم جمع آورى مى كرد .\r\nاو به پيمانهاى خود وفادار بود . صلهء رحم داشت ولى بى جهت از آنان حمايت\r\nنمى نمود . به كسى اجازه نمى داد پيش او بر ضد ديگرى سخن بگويد و مى فرمود : دوست\r\nدارم با مردم با قلبى سالم معاشرت داشته باشيم . در حياء و شرم حضور بى مانند و\r\nپر حوصله با حلم و گذشت بود . انس بن مالك كه خادم آن حضرت بود مى گويد :\r\n\" براى افطار و سحرى رسول خدا ( صلى الله عليه وآله ) شير فراهم مى كردم ، يك شب پيامبر دير بر\r\nخانه آمد ، من فكر كردم آن حضرت به مهمانى رفته و افطار كرده است . شير را خوردم\r\n\r\n","description":"","footnote":" 1 . علامه طباطبائى ، سنن النبى ( ص ) .\r\n2 . طبرسى ، مكارم الأخلاق . ","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\n\r\nچيزى نگذشت كه آن حضرت آمد ، از همراهان او پرسيدم پيامبر افطار كرده است ؟ گفتند :\r\nنه ! وقتى آن حضرت از جريان اطلاع پيدا كرد اصلا به روى خود نياورد ؟ و با خوشرويى\r\nگرسنگى شب را به روز آورد و همچنين فردا را روزه گرفت \" .\r\nخدمت به خلق\r\nپيامبر خدا ( صلى الله عليه وآله ) به عبادت و نماز علاقهء فراوان داشت ولى موقعى كه مردم با او كارى\r\nداشتند نماز را كوتاه مى نمود و به كار آنان مى رسيد و در برآوردن حوائج مردم از چيزى\r\nدريغ نداشت . همه را احترام مى كرد . فضيلت و بزرگى را به ايمان و عمل مى دانست و\r\nنظرى به ثروت و جاه و مقام نداشت با خدمتگزاران ، مهربانى مى كرد و در اصلاح امور آنان\r\nمى كوشيد \" . ( 1 )\r\nگذشت و بزرگوارى\r\nهرگاه به شخص او بى احترامى مى شد . در صدد انتقام برنمىآمد و از خطا و بدرفتارى\r\nديگران ، چشم پوشى مى كرد و در مقابل آزار و اذيتهاى آنان عفو و گذشت و بزرگوارى\r\nنشان مى داد . ( 2 ) با آن همه اذيت و آزارى كه قريش به رسول خدا كرده بودند ، هنگامى كه\r\nمكه را فتح كرد بى آنكه از آنان انتقام بگيرد آنان را بخشيد و آزاد ساخت \" و فرمود : \" أنتم\r\nالطلقاء في الله \" ( همگى در راه خدا آزاد هستيد ) با آنكه آنان انتظار انتقام و مقابله\r\nمثل داشتند . ( 3 )\r\nچنان كه همه مى دانيم در جنگ احد شخصى به نام \" وحشى \" عموى پيامبر يعنى\r\nحمزه را كشته بود ولى پيامبر اسلام او را مورد عفو و گذشت خود قرار داد و از گناه او\r\nدرگذشت . همچنين از ابوسفيان و هند با آن همه آزارها كه كرده بودند درگذشت و در صدد\r\nانتقام آنان برنيامد ( 4 ) .\r\n\r\n= + * * * + =\r\n","description":"","footnote":" 1 . طبرسى ، مكارم الاخلاق .\r\n2 . واقدى ، مغازى ، ج 1 .\r\n3 . سيرة النبى ( ص ) .\r\n4 . استاد سبحانى ، فروغ ابديت ، ج 2 . ","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n\r\nاما با بسيارى عفو و گذشتى كه داشت هنگامى كه به حريم دين تجاوز مى شد هرگز\r\nنرمش و عطوفت نشان نمى داد و حكم خدا را جارى مى ساخت و به وساطت كسى اعتنا\r\nنمى نمود . موقعى كه مطلع شد فاطمه مخروجى دزدى كرده است مقرر شد حكم شرعى\r\nدر حق او جريان يابد افرادى به وساطت پرداختند از آن ميان اسامة بن زيد فرزند فرزند\r\nخواندهء رسول خدا ( صلى الله عليه وآله ) بود ) ، به وساطت اسامه بن زيد گوش نكرد و گفت : هلاكت و\r\nانقراض اقوام پيشين به اين سبب بود كه اگر كسى از اشراف آنان مرتكب سرقت مى شد ، او\r\nرا مجازات نمى كردند و قانون را فقط دربارهء ناتوانان اجرا مى كردند \" آنگاه افزود \" سوگند به\r\nكسى كه جانم در اختيار اوست اگر دخترم فاطمه نيز ، چنين كارى مى كرد ، دستش را به\r\nجرم دزدى ، قطع مى كردم \" .\r\nنظافت و پاكيزگى\r\nپيامبر عزيز اسلام عطر را خيلى دوست مى داشت و براى خريد آن بيشتر از غذا خرج\r\nمى كرد ( 1 ) ، از هر مسيرى كه عبور مى كرد بوى خوش عطر او به مشام مى رسيد و پس از او\r\nهر كسى از آن راه مى گذشت مى فهميد كه پيامبر اسلام از آن راه عبور فرموده است ( 2 ) .\r\nزياد مسواك مى نمود و دست خود را پيش از غذا و بعد از غذا مى شست ( 3 ) . به هنگام\r\nبيرون آمدن از منزل در آينه يا آب نگاه مى كرد و با سر و وضعى مرتب از خانه\r\nبيرون مى آمد ( 4 ) .\r\nعبادت و پارسائى\r\nپيامبر عاليقدر اسلام ( صلى الله عليه وآله ) به نماز علاقهء فراوانى داشت و در دل شب ، از بستر خواب\r\nبرمىخاست و مسواك مى نمود و نماز مى گزارد ( 5 ) و با خداى خود راز و نياز مى كرد به حدى\r\n\r\n","description":"","footnote":" 1 . طبرسى ، مكارم الاخلاق .\r\n2 . منبع فوق .\r\n3 . منبع فوق .\r\n4 . منبع فوق .\r\n5 . محمد خاتم النبيين ، ص 368 . ","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n\r\nكه در اثر ايستادن طولانى در عبادت ، پاهاى مباركش متورم شده بود .\r\nاو از نگاه به آسمان و زمين و خورشيد و همهء ذرات جهان ، عبرت مى گرفت و از اين راه\r\nبيشتر به عظمت آفرينندهء آنها توجه مى نمود .\r\nپيامبر اسلام ( صلى الله عليه وآله ) در تمام صفات خوب ، نمونه بود و شيوه و اخلاق پاك او را نمى توان\r\nدر ضمن يك فصل كوتاهى به آخر رسانيد ، تنها هدف ما اين است كه خطوط اصلى\r\nسيماى نورانى او در اينجا ترسيم گردد تا مسلمانان كه خود را پيرو اسلام مى دانند كردار و\r\nرفتار آن حضرت را سرمشق قرار دهند و برنامهء زندگى و اخلاق صحيح را از او بياموزند .\r\nروش پيامبر در تبليغ اسلام\r\nپيامبر خدا ( صلى الله عليه وآله ) هرگز در راه دعوت و پيشرفت آئين اسلام ، اجازه نمى داد از دروغ و\r\nتزوير و راههاى باطل استفاده شود با آنكه شرايطى پيش مى آمد كه اگر زمامداران\r\nمعمولى به جاى او بودند از اين گونه راهها استفاده مى كردند . هنگامى كه پيامبر در مكه\r\nاقامت داشت و دعوت خود را به قبايل عرب ، عرضه مى كرد ، قبيله \" بنى عامر بن صعصعه \"\r\nرا دعوت كرد . مردى از آنان به نام \" بحيرة بن فراس \" گفت :\r\nاگر ما تو را در اين امر پيروى كرديم و آنگاه به يارى خدا پيروز شدى ، مىشود كه پس از\r\nتو اين كار به دست ما باشد ؟ رسول خدا گفت :\r\nاختيار اين امر به دست خداست و آن را در هر كجا بخواهد قرار مىدهد ، بحيره گفت :\r\nپس ما در مقابل عرب جان نثار تو باشيم و آنگاه كه خدا پيروزيت داد ، كار به دست ديگران\r\nبيافتد ؟ ما را نيازى به پذيرش اين دعوت نيست ! پيامبر خدا ( صلى الله عليه وآله ) ناراحت نشد چون خلاف\r\nواقعى مرتكب نشده بود .\r\nايستادگى در راه مكتب\r\nمقاومت و پايدارى در برابر آرمانهاى مكتب يكى از اصول اساسى زندگى پيغمبر خدا\r\nبود او هرگز و تحت هيچ شرايطى حاضر به معامله بر سر اصول نبود آن چنان كه در مورد\r\nشكستن بتهاى ثقيف با همه اسرارى كه اولياى بت داشتند پيغمبر خدا زير بار نرفت .\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\n\r\n\r\n\r\nتاكتيكها و روشها\r\nدر اينجا به برخى از تاكتيكها و روشهائى كه پيامبر اسلام در جنگها به مورد اجراء\r\nمى گذاشت اشاره مى كنيم كه مىتواند تا حدودى آموزنده و مفيد باشد .\r\n1 . حركت شبانه :\r\nپيامبر بزرگوار اسلام در اغلب جنگها ، نقل و انتقالات نظامى سپاه اسلام را شبانه انجام\r\nمى داد و اين امر در پنهان سازى هدف واستتار تحركها اثر مهمى داشته است به ويژه از\r\nآن نظر كه مشركين قريش در طوائف و قبائل مختلف ، هم پيمانها و هواداران به اصطلاح\r\nآن روز \" حلفا \" داشته اند كه مى توانستند مشركين را در جريان امر قرار دهند تا عمليات را\r\nخنثى سازند و ديگر از آن نظر كه حركتهاى شبانه مى توانست صبح زود و به موقع\r\nضربه‌هاى مؤثر و كارى خود را بر دشمن وارد آورد و دشمن را غافلگير سازد و فرمانده\r\nعاليقدر اسلام با توجه به روحيات اعراب ، از اين امر استفادهء شايانى برده است .\r\n2 . هجوم سريع :\r\nدر اغلب جنگها و برخوردهاى نظامى ، از حركت سريع و نقل و انتقال پرشتاب در\r\nحملات برق آسا در سپاه اسلام بهره گيرى مى نمود ، با استفاده از اين تاكتيك جنگى كه\r\n\" سريه ابى سلمه \" بر قبيله \" بنى اسد \" پيروز شد و آنان را مجبور به فرار و عقب نشينى\r\nساخت ( 1 ) . اين نوع عمليات نيازمند تجربه و تمرين كافى و مستمرى دارد كه نيروهاى\r\nمهاجم كنترل و ارتباط فرماندهى و فرمانبرى را كاملا پيوند دهد و يك پارچه سازد .\r\n3 . جمع آورى اطلاعات از اوضاع دشمن :\r\nيكى از شيوه‌هاى معمول پيغمبر بزرگوار اسلام كسب اطلاعات از طرف مخالف بود و\r\nاين برنامه را در جنگ بدر به دقت اجرا نمودند كه تفصيل آن در جاى خود آمده است .\r\nاستتار ورد گم كنى\r\nاستتار ورد گم كنى يكى از شيوه‌هاى بسيار مدرن نظامى است و امروز در تمام\r\n\r\n","description":"","footnote":" 1 . پيامبر اسلام در معركهء جنگ . ","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\n\r\nجنگهاى زمينى و هوائى و دريايى به آن اهتمام لازم و كاملى دارند و به همين جهت\r\nارتشهاى جهان ابزار و وسائل و خودروها و هواپيماهاى نظامى و حتى لباس رزمندگان را\r\nبه همان رنگ محيط در مى آورند تا با محيط همشكل و همرنگ باشد و تشخيص داده\r\nنشود مثلا لباس رزمندگان در بيشه زار و جنگل پلنگى صورت و رنگ جنگى دارد\r\nنيروهاى دريايى و هوائى نيز رنگ مناسب با رنگ هوا و دريا دارند .\r\nپيامبر اسلام ( صلى الله عليه وآله ) نيز اين تاكتيك لازم را در جنگ رعايت مى كرد و با كمال اختفاء و\r\nاستتار حركت مى نمود .\r\nحفظ اسرار نظامى\r\nحفظ اسرار معمولا امكان پذير نيست مگر آنكه تدبير و طرح و تاكتيك بسيار\r\nماهرانه اى چيده شود تا غافلگيرى دشمن تحقق يابد و اگر دشمن غافلگير شد مى توان به\r\nآسانى به همهء اهداف نظامى رسيد و با تلفات كم و ناچيز پيشرفت برق آسائى كرد پيامبر\r\nاسلام ( صلى الله عليه وآله ) اين تاكتيك را بسيار ماهرانه انجام مى داد كه يك نمونه بسيار جالب آن ، فتح\r\nمكه و تصرف پايگاه مستحكم مشركان قريش با حداقل تلفات بوده است . در اين جنگ ، با\r\nاين كه قريش و مسلمانان خشم و كينه و نفرت طولانى و حس انتقامجوئى عجيبى\r\nنسبت به هم داشتند ، در اثر اين تاكتيك جالب پيامبر ( صلى الله عليه وآله ) تنها با حداقل تلفات از طرفين\r\nهمه چيز را به نفع اسلام خاتمه داد .\r\nصف آرائى منظم\r\nشيوه‌هاى جنگى پيامبر اسلام و با نظام جنگى اعراب آن روز كاملا فرق داشت .\r\nجنگلهاى اعراب بيشتر نامنظم و به صورت جنگ گريز و تهاجم و يورشى غارتگرانه بود ،\r\nولى پيامبر اسلام از جنگهاى منظم و تحت صف معمولا بيشتر استفاده مى كرد .\r\nدر جنگ \" بدر \" با اين كه يارانش كمتر از يك سوم لشكر مجهز دشمن بود ، ولى نظم و\r\nكارائى و فرماندهى عالى جنگ ، فداكارى و ايثار و اطاعت از رهبر سبب پيروزى سريع\r\nنيروى اسلام شد . پيامبر ارتش 313 نفرى را بر سه دسته صد نفرى به صورت يك مثلث ،\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n\r\nصف بندى كرد ، در هر طرف 100 نفر قرار داشت آن چنان كه اگر قريش از هر طرف هجوم\r\nآوردند مواجه با مردان مسلح گردند و نتوانند نفوذ كنند و در عوض مسلمانان پشت به\r\nپشت هم قرار گرفته و بهتر دفاع كنند .\r\nابتكار عمل\r\nابتكار عمل و سازماندهى منظم و تصميم گيرى سريع و قاطع با رعايت جوانب\r\nمختلف آن يكى از سازنده ترين شيوه‌هاى جنگى است و مسلمانان از اين شيوه در\r\nبرخوردهاى نظامى فراوان استفاده كرده اند .\r\nشعارها و رمزها\r\nشعارها و تاكتيكهاى نظامى يكى از عوامل مؤثر در پيروزى جنگهاى ديروز و امروز\r\nبوده است و مسلمانان از اين تاكتيك فراوان بهره برده اند .\r\nما نمونه هائى را كه از جنگهاى رسول خدا ( صلى الله عليه وآله ) يادگار مانده است در اينجا\r\nذكر مىكنيم :\r\nامام جعفر صادق مى فرمايد : شعار مسلمانان در اغلب برخوردهاى نظامى اين چنين\r\nبود : يا محمد ! يا محمد !\r\nو در جنگ بدر : اى مدد و پيروزى الهى نزديك شو ! نزديك شو ! ( يا نصرالله إقترب ! )\r\nدر جنگ احد هم : اى نصر و مدد الهى نزديك شو ! ( يا نصر الله اقترب )\r\nدر جنگ بنى النضير : اى روح قدس ما را راحت كن ! ( يا روح القدس ارحنا )\r\nدر جنگ بنى قنيقاع : اى پروردگار ما ! هرگز مغلوب نگردى ! ( يا ربنا لايغلبنك )\r\nدر جنگ طائف : يا رضوان ! يا رضوان ! ( يا رضوان يا رضوان )\r\nدر جنگ حنين : اى فرزندان عبد الله ! اى فرزندان عبد الله !\r\nدر جنگ خندق : حم ! اى خداى محمد ! ديدگان آنان كور شود ! ( حم لايبصرون )\r\nدر جنگ بنى قريظه : اى سلام آنان را سالم بدار ! ( يا سلام اسلمهم ! )\r\nدر جنگ بنى مصطلق ( مريسع ) : سرنوشت امور به دست تواناى خداست .\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nدر جنگ حديبيه : ستمگران همواره مشمول لعنت خدا گردند !\r\nدر جنگ خبير : اى خداى بزرگ آنان را عليل نما !\r\nفتح مكه : ما به حقيقت بندگان خداى هستيم ! ( نحن عباد الله حقا حقا )\r\nدر جنگ تبوك : خداى يكتا - خداى بى نياز ! ( يا احد . يا صمد )\r\nدر جنگ بنى مليح : خدايا ! بميران ! بميران ( أمت ، أمت )\r\nدر جنگ صفين : اى نصرت و پيروزى موعود خدا نازل گرد ! نازل گرد ! ( يا نصرالله )\r\nدر جنگ كربلا : يا محمد ! يا محمد ! و شعار حسين ( عليه السلام ) هم يا محمد ! يا محمد ! بود\r\nو امام صادق ( عليه السلام ) مى افزايد : شعار ما خاندان رسالت همواره يا محمد ! يا محمد !\r\nمى باشد . ( 1 )\r\nروحيهء عالى\r\nداشتن روحيهء عالى در نظاميان كمك مؤثرى در پيشرفت جنگ مىكند و مى توان\r\nگفت : روحيه موتور محرك ارتش و مهمترين عامل پيشرفت و حمله در جنگها و\r\nبرخوردهاى نظامى مى باشد .\r\nرزمندگان اسلام با الهام گرفتن از تحرك آفرينى تعاليم دين از روح سرشار از قدرت و\r\nتوان برخوردار بوده اند كه نمونه‌هاى چند از روحيات عالى در اينجا ذكر مىشود كه\r\nنشانگر شور وشوق الهى و اسلامى و شهادت طلبى آنان مى باشد !\r\nدر جنگ احد پيامبر عاليقدر اسلام گروهى از جوانان را به علت سن به منازل خويش\r\nبرگردانيد و اجازهء شركت در جنگ را به آنان نداد از آن ميان \" سمرة بن جندب \" و \" رافع بن\r\nخديح \" بودند كه در سنين 14 سالگى قرار داشتند .\r\nابو رافع پدر نوجوان دوم با اصرار فراوان و توصيف رزمندگيهاى فرزندش مى خواست\r\nبه پيامبر اسلام بقبولاند كه او نيز در جنگ شركت ورزد و پيامبر اسلام با اصرار و علاقه\r\nتمام پدر و فرزندش به او اجازه داد آن وقت \" سمره \" كه هم سن و سال او بود لب به اعتراض\r\n\r\n","description":"","footnote":" 1 . محمد رسول الله ، ص 180 . ","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\n\r\nگشود و عرض كرد يا رسول الله چرا به هم سن و سال من رخصت شركت دادى و تقاضاى\r\nمرا رد كردى ؟ در صورتى كه اگر من با او كشتى بگيرم مى توانم به او پيروز گردم .\r\nدر اين هنگام با هم كشتى گرفتند \" سمره \" بر رافع پيروز شد و به اين ترتيب به او هم\r\nاجازهء شركت در جنگ داده شد و در معركه شركت جست . . . !\r\nعمرو بن جموح چريك پير\r\nعمرو بن جموح ، مرد سالخورده بود و پايش شديدا مىلنگيد ، چهار پسر تنومند و\r\nمبارزى داشت كه در ركاب پيامبر اسلام مى جنگيدند او هم مى خواست به اتفاق\r\nفرزندانش عازم معركه گردد ، فرزندانش مانع شدند و گفتند خداوند متعال اين تكليف را از\r\nتو برداشته است \" ليس على الأعرج حرج \" ( بر افراد لنگ تكليفى در جهاد نيست ) .\r\nاگر تو در خانه اقامت ورزى ، همگى به جاى تو جهاد مى كنيم عمرو بن جموح چريك\r\nنتوانست خود را نگه دارد وشوق و علاقه به شهادت او را به محضر پيامبر اسلام كشاند و\r\nدر محضر آن بزرگوار لب به شكايت باز گشود و گفت اين فرزندانم مانع مى گردند كه من\r\nهم در ركاب شما باشم ولى به خدا قسم آرزوى شهادت دارم و مى خواهم با اين پاى لنگ\r\nبه بهشت گام نهم .\r\nپيامبر اسلام فرمود :\r\nاين تكليف را خداوند متعال از عهدهء تو برداشته است \" ليس على الأعمى حرج ولا\r\nعلى الأعرج حرج \" او اصرار ورزيد تا اين كه حضرت به فرزندانش فرمودند : او را آزاد\r\nبگذاريد اميدوارم كه خداوند شهادت را نصيب او گرداند ، او همراه پيامبر اسلام در جنگ\r\nاحد شركت جست و با آن معنويت عالى و روح مشتاق و پر التهاب به فيض شهادت نائل\r\nآمد و دعاى او مستجاب گرديد . ( 1 )\r\nپيام سعد بر رزمندگان\r\nسعد بن ربيع با هفتاد زخم كارى و مؤثر در ميدان جنگ احد افتاده بود مردى از\r\n\r\n","description":"","footnote":" 1 . محمد رسول الله ، ص 200 . ","page_name":" 123 ","page_number":123},
  {"content":"\r\nمسلمانان فرارى كه از كنار او مى گذشت چشمش به او افتاد و گفت : از قرارى كه شنيده ام\r\nپيامبر كشته شده است .\r\nسعد گفت : اما خداى محمد كه زنده است ، او هرگز نمىميرد . تو چرا معطلى ، از دين\r\nخود دفاع نمى كنى ؟ ؟ وظيفهء ما دفاع از شخص محمد نبود كه اگر او كشته شد موضوع\r\nبرگردد . ما از دين خدا و معتقدات خويش دفاع و حمايت كرديم و اين امر هميشه\r\nباقى است .\r\nاز آن سوى رسول اكرم كه اصحاب خود را يك يك ياد و سرشمارى مى كرد تا ببيند\r\nكى زنده است و كى شهيد شده است ؟ و چه كسى جراحتش قابل معالجه است : فرمود :\r\nچه كسى داوطلب مىشود اطلاع صحيحى از سعد بن ربيع براى من بياورد ؟ زيد بن\r\nثابت گفت : من حاضرم ، او به سراغ سعد بن ربيع رفت وسعد را در ميان كشتگان يافت ، اما\r\nهنوز رمقى از حيات در كالبد او باقى بود ، به او گفت : پيغمبر خدا مرا فرستاده است تا خبر\r\nتو را برايش ببرم كه زنده اى يا مرده ؟\r\nسعد گفت :\r\nسلام مرا به پيامبر برسان بگو سعد از مردگان است زيرا چند لحظه اى بيشتر از زندگى\r\nاو باقى نمانده است و بگو سعد گفت اى رسول خدا ! خداوند به تو بهترين پاداشها را كه\r\nسزاوار يك پيغمبر است به شما بدهد .\r\nآنگاه افزود : اين پيام را هم از طرف من به انصار و ياران پيغمبر ابلاغ كن ، بگو\r\nسعد گفت :\r\nعذرى نزد خدا نخواهيد داشت اگر به پيغمبر آسيبى برسد وشما جان در بدن\r\nداشته باشيد . . . .\r\nهنوز مرد انصارى از كنار سعد بن ربيع دور نشده بود كه سعد جان به جان آفرين\r\nتسليم كرد !\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\n\r\nآرى اين روحيه‌ها و ايثارها بود كه اسلام را در آن روزگار ، جهانى و جاودانى ساخت ( 1 ) .\r\nصحنه‌هاى كارزار مسلمانان\r\nجنگها و برخوردهاى نظامى رسول خدا ( صلى الله عليه وآله ) و مسلمانان صدر اسلام بيش از هفتاد\r\nمورد ذكر گرديدده است ولى برخى از آنها تنها از نظر نام و اسم \" جنگ \" و در رديف غزوات\r\nيا سرايا آمده است . ولى در واقع امر عارى از آن مفهوم واقعى جنگ بوده است كه غالبا\r\nتوام با تلفات نيروى انسانى و همراه با خسارات مالى است و مهم‌ترين جنگها و\r\nبرخوردهاى نظامى صدر اسلام مواردى است كه به صورت فشرده در زير توضيح\r\nداده مىشود .\r\nجنگ بدر ( 19 رمضان سال دوم هجرى )\r\nجنگ بدر يكى از سرنوشت سازترين جنگهاى پيامبر اسلام و مسلمانان صدر اسلام\r\nشمرده مىشود كه سرنوشت آينده و مسير زندگى مسلمانان را تا حدودى ، روشن ساخت\r\nو فتوحات بعدى و پيروزيهاى آينده بر شالوده آن استوار گرديد و كيفيت وقوع چنين\r\nبوده است :\r\nمهاجرين كه در اثر فشار و تهديد و اختناق محيط مكه از چنگال مشركين فرار كرده\r\nبودند و تنها خود و عقيده خود را آزاد ساخته بودند ، اموال و دارائى و منازل و زندگى آنان\r\nدر اختيار و در تملك مكيان قرار داشت ، هر چه داشته آنان تصاحب كرده بودند و\r\nمسلمانان در مدينه با دشوارى و فشار شديد زندگى مى كردند به حدى كه گروهى از آنان از\r\nروى ناچارى مهمان ديگر برادران انصار خود گرديده بودند و اين امر تا پايان كار قابل\r\nتحمل نبود .\r\nو از سوى ديگر تنها راه تجارتى پر رفت و آمد مشركين مكه به شام از كنار مدينه\r\nمى گذشت و آن راه شريان اقتصادى مكيان به شمار مى رفت تا پيامبر اسلام و مسلمانان\r\nاطلاع يافتند كه كاروان تجارتى قريش از شام در مسير مدينه عازم بازگشت به مكه است\r\n\r\n","description":"","footnote":" 1 . محمد رسول الله ، ص 220 . ","page_name":" 125 ","page_number":125},
  {"content":"\r\nبا توجه به اصرار اين سرى مسلمانان مهاجر و به عنوان اعلام موجوديت و تشكل\r\nمسلمانان در مدينه پيامبر اسلام دستور داد يك نيروى نظامى براى جلوگيرى از حركت\r\nكاروان مزبور و ضبط اموال آنان ( كه در واقع اموال مسلمانان مهاجر بود كه قريش\r\nتصاحب كرده بود ) به سوى مسير حركت كاروان يعنى به حدود چاه بدر حركت نمايد .\r\nنيروى نظامى اسلام در اين حركت 313 نفر بود ، ابوسفيان كه در رأس كاروان بود با اطلاع\r\nاز حركت مسلمانان راه را منحرف ساخت و از بيراهه‌هاى كاروان تجارتى را به مكه سوق\r\nداد و با اعزام نماينده اى از قريش در كوبيدن مسلمانان استمداد كرد و يك سپاه 950\r\nنفرى از مكه به سوى مدينه حركت كرد و آنان در بدر در مقابل هم قرار گرفتند ابتدا جنگ\r\nتن به تن ميان شش رزمنده نامدار عرب صورت گرفت . حمزه عموى پيامبر وعلى و\r\nخجيده از نيروى اسلام و يكسو وعتبه بن ربيعه وشيبة بن ربيعه ووليد بن عتبه از سوى\r\nنيروى شرك درگرفت .\r\nدر اين برخورد تن به تن ، سه قهرمان مسلمان بر سه مشرك ، هماورد قريش پيروز\r\nغالب آمدند و آنان را به هلاكت رساندند و آنگاه جنگ دسته جمعى درگرفت . در اين جنگ\r\nقهرمانان اسلام شجاعانه جنگيدند و بيشتر سران شرك از آن جمله ابوجهل واميه بن\r\nخلف را به قتل رساندند و بسيارى را دستگير نمودند ، اين جنگ در ماه رمضان ، سال دوم\r\nهجرت رخ داد و منشأ آثار و بركات فراوانى براى مسلمانان گرديد .\r\nدر اين جنگ مسلمانان با آن كه تعدادشان يك سوم تعداد دشمنان بود و تنها وسيلهء\r\nحمل و نقل آنان 70 شتر و چند رأس اسب بود در صورتى كه مشركان تنها در روز 9 تا 10\r\nشتر را ذبح مى كردند ، مع الوصف با يارى و نصرت خداوند ، بر مشركين پيروز آمدند و اين\r\nمعنى را آموختند كه چه بسا نيروى اندك مىتواند نيروى عظيم را به اذن خداوند\r\nشكست دهد و قرآن مجيد توصيف اين نعمت را در يكى از آيات نورانى خود اين چنين\r\nبازگو مى فرمايد : \" و لقد نصركم الله ببدر وانتم اذلة فاتقوا الله لعلكم تشكرون \" .\r\n\" خداوند در جنگ بدر شما را يارى داد در حالى كه شما ناتوان بوديد ، بنابراين تقوى\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n\r\nپيشه كنيد ، باشد كه جزو شاكرين باشيد \" .\r\nدر جنگ بدر شش نفر از مهاجرين و هفت نفر از انصار به فيض شهادت نائل آمدند و از\r\nمشركين 70 نفر كشته و تعداد كثيرى مجروح به جا گذاشته و فرار كردند .\r\nجنگ بدر نخستين غزوه اسلامى از اهميت فراوانى برخوردار است و افرادى كه در اين\r\nجنگ شركت ورزيده بودند از امتياز خاصى برخوردار بودند به حدى كه در هر واقعه يا\r\nپيش آمدى كه يكى يا دو نفر از مجاهدان بدر شركت مى جستند و يا به مطلبى شهادت\r\nمى دادند ، امتياز فوق العاده اى بر آن كار بوده و علت اين امر آن است كه جنگ بد از ويژگى\r\nو حساسيت فوق العاده برخوردار بود و تجسم اسلام در برابر كفر و شرك و عرض اندام\r\nمسلمانان در مقابل كفار بود و زبده‌ترين مسلمانان صدر اسلام در آن شركت داشتند .\r\nموقعيت استراتژيكى بدر\r\nبدر يكى از بازارهاى عرب در سر راه مدينه و مكه و سوريه است كه به علت وجود\r\nچاهائى كه دارد از آبادى و رفت و آمد و باراندازهاى كاروانها برخوردار بود و منطقهء\r\nوسيعى است كه نقطهء جنوبى آن بلند و منطقهء شمالى آن پست و سرازير مى باشد و در\r\nابتدا پيامبر اسلام دستور فرود آمدن در آن قسمت سرازير داده بود .\r\nاستماع پيشنهاد\r\nپس از آن كه سپاه اسلام در نزديكى چاه بدر اردو زد \" خباب بن منذر \" كه يكى از\r\nافسران كارآزمودهء جنگى بود به پيامبر اسلام عرض نمود : آيا به فرمان خدا در اين جا\r\nفرود آمده ايد يا اين كه خودتان اين جا را براى نبرد مناسب ديديد ؟\r\nپيامبر خدا فرمود : دستور خاصى در اين باره وارد نشده است اگر نقطهء مناسبترى\r\nدر نظر باشد بگوئيد ، چنانچه مصالح جنگى اقتضا كند تغيير مى دهيم . . . خباب گفت : \" آرى\r\nمصلحت اين است كه در كنار آبى كه به دشمن نزديك است فرود آئيم ، سپس كنار آن\r\nحوضى بسازيم كه براى خود و چهارپايان هميشه آب را در اختيار داشته باشيم \" .\r\nپيامبر خدا نظر افسر خود را پسنديد و فرمان تغيير جا داد و اين جريان به خوبى\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nمى رساند كه پيامبر اسلام در امور اجتماعى و نظامى به مشورت و رعايت افكار عمومى\r\nفوق العاده احترام و عنايت داشت .\r\nپس از جنگ بدر\r\nبسيارى از مورخين عقيده دارند كه جنگهاى تن به تن و بسيج عمومى در غزوهء بدر تا\r\nظهر ادامه داشت و آتش جنگ با فرار سپاه قريش و اسير گشتن عده اى از آنها هنگام ظهر\r\nخاموش گرديد و پيامبر اسلام پس از دفن شهداء نماز عصر را در آنجا گزارد و پيش از\r\nغروب آفتاب از بيابان بدر بيرون آمد و غنائم جنگى را پس از عبور از تنگهء صفرا در بين راه\r\nبه طور مساوى در ميان سربازان اسلام تقسيم كرد و براى كسانى از مسلمانان كه كشته\r\nشده بودند سهمى جدا كرد و به بازماندگان آنان پرداخت .\r\nاين عمل رسول خدا ( صلى الله عليه وآله ) مورد نارضائى برخى از افراد پرتوقع گرديد . سعد بن ابى\r\nوقاص به پيامبر گفت : \" آيا مرا كه از اشراف بنى زهره هستم با اين آبكش‌هاى باغات يثرب\r\nيكسان مى بينيد ؟ \" ( 1 ) پيامبر اسلام از شنيدن اين سخن سخت آزرده گرديد و فرمود :\r\n\" هدف من از اين جنگ ، جمايت بيچارگان در برابر زورمندان مى باشد و من براى اين\r\nبرانگيخته شده ام كه تمام تبعيضات وامتيازات موهوم را ريشه كن سازم و تساوى حقوق\r\nرا در ميان مردم جايگزين سازم ، به تصريح آيهء خمس يك پنجم غنيمت متعلق به خدا و\r\nرسول خدا و خويشان ، يتيمان ، بينوايان و مسافران وامانده از اهل بيت است ولى پيامبر\r\nاسلام براى نبرد خمس را نيز ميان ارتشيان اسلام تقسيم نمود شايد آيه خمس تا آن روز\r\nنازل نشده بود و يا پيامبر روى اختياراتى كه دارد براى ايجاد آسايش بيشتر براى\r\nرزمندگان از برداشت خمس صرف نظر كرده باشد در هر صورت ، سعد بن ابى وقاص با\r\nشنيدن سخن رسول خدا ساكت گرديد و به تقسيم رسول خدا ( صلى الله عليه وآله ) تن داد . جنگ بدر\r\nبيش از 70 كشته و هفتاد اسير از مشركان را فراهم ساخت و غنائم بسيارى بدست\r\nمسلمانان افتاد وبيش از هر دستاورد ديگر ، موقعيت روحى مسلمانان را مستحكم تر\r\n\r\n","description":"","footnote":" 1 . فروغ ابديت ، ج 2 . ","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nنمود و اعتماد آنان را به فرمان خدا و رهبرىهاى رسول خدا چند برابر نمود و ايجاد\r\nروحيه بيش از هر موقعيت ديگر بود .\r\nمى نويسند وقتى خبر پيروزى مسلمانان به مكه رسيد ابولهب از غصه و ناراحتى\r\nمرد ( 1 ) . پس از جنگ بدر و انتشار خبر آن در مكه از سوى ابوسفيان گريه بر كشته‌ها ممنوع\r\nاعلام گرديد تا حس انتقام آنان تشديد پيدا كند و از سوى ديگر اسيران كه وارد مكه\r\nگرديدند مقرر گرديد اسيران با سواد به تعليم و آموزش كتابت به فرزندان مسلمانان و\r\nافراد حرفه اى به تعليم حرفه و صنعت به مسلمانان بپردازند و به آن طريق آزادى خود را\r\nتأمين نمايند و هر اسيرى با آموزش ده نفر از فرزندان مسلمانان مى توانستند آزادى خود\r\nرا بدست آورند و افراد بى سواد مى توانستند با پرداخت \" فديه \" آزادى خود را\r\nبدست آورند .\r\n\" سهيل بن عمرو \" كه شعرسرا وهجاپرداز بود ، يكى از ياران رسول خدا ( صلى الله عليه وآله ) اجازه\r\nخواست كه دندانهاى او را بكشد تا از سرودن شعر بر ضد اسلام و پيامبر او باز ايستد .\r\nرسول خدا اجازه ندادند و فرمودند اين كار \" مثله \" است و مثله كردن در اسلام روا و\r\nجائز نيست .\r\nجنگ بنى قنيقاع\r\nدر حدود سه ماه و نيم بعد از جنگ بدر يعنى در نيمهء شوال سال دوم هجرى ،\r\nنخستين برخورد با يهود پيش آمد يكى از طوائف يهود به نام بنى قنيقاع كه با مسلمانان\r\nقرارداد عدم تعرض داشتند و پيمان داشتند كه دشمنان اسلام را يارى نكنند .\r\nدر اثر تبليغات سردى كه هميشه داشتند و در پى اهانتى كه يكى از افراد آن قبيله\r\nنسبت به يك زن مسلمان در مغازه يك يهودى روا داشت مورد اعتراض رسول خدا قرار\r\nگرفتند ولى آنان بجاى قبول حقيقت و عذرخواهى با بنيانگذار شريعت اسلام به درشتى\r\nرفتار نمودند و گفتند خيال كرديد كه ما ضعيف و ناتوان هستيم و به سان قريش به رموز\r\n\r\n","description":"","footnote":" 1 . استاد سبحانى ، فروغ ابديت ، ج 2 . ","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\n\r\nجنگ و اصول نظامى آشنا نيستيم اين هنگامى روشن مى گردد كه با ما در صحنهء نبرد\r\nروبرو گرديد ( 1 ) .\r\nكار آنان به جنگ كشيد پانزده روز قلعهء آنان به محاصرهء سپاه اسلام درآمد و سرانجام\r\nتسليم شدند و محكوم به اخراج از مدينه گرديدند و به سوى شام حركت كردند و\r\nسرزمينهاى آنان در اختيار حكومت نوپاى اسلامى قرار گرفت . ( 2 )\r\nسال سوم هجرت\r\nسال سوم هجرت با حوادت و مسائل متعددى روبرو گرديد در نيمهء رمضان آن سبط\r\nاكبر امام حسن مجتبى ( عليه السلام ) پا به عرصهء حيات نهاد و در آن سال چند غزوه وسريه پيش\r\nآمد كه غزوهء السويق وغزوهء ذى الامر از آنها بود و در هر دو جنگ پيروزى از آن مسلمانان\r\nگرديد و مهمترين حادثه اى كه مسلمانان با آن روبرو بودند جنگى است كه به نام احد\r\nموسوم است .\r\nجنگ احد\r\nدر پى شكست فضاحت بار نيروى شرك در بدر قريش با هم متحد شدند تا به جنگ\r\nپيامبر خدا بروند و انتقام خون پدران و فرزندان و برادران مشرك خود را كه در بدر كشته\r\nشده بودند بگيرند پيامبر اسلام پس از پيروزى بدر در داخل مدينه به پاكسازى محيط\r\nزيست پرداخت و با يهود و منافقين داخلى به مبارزه پرداخت ، با وجود همهء مشكلات\r\nداخلى به پيروزيهائى نائل آمد تا پايگاه امنى در مدينه بوجود آورد وقتى پيامبر\r\nاسلام ( صلى الله عليه وآله ) اطلاع يافت كه قريش براى جنگ به مسلمانان در كنار كوه احد فرود آمده اند با\r\nاصحاب و ياران خويش با مشورت نشست . نظر پيغمبر اين بود كه دشمنان را در پشت\r\nديوار مدينه منتظر نگه دارد و آنها را سنگباران كند ، ولى اين نظريه مورد مخالفت جوانان\r\nافراطى و عاشق شهادت قرار گرفت ، آنها خواستار خروج از شهر بودند ، تعداد رزمندگان\r\n\r\n","description":"","footnote":" 1 . استاد سبحانى ، فروغ ابديت ، ج 2 .\r\n2 . پيامبر در ميدان نبرد . ","page_name":" 130 ","page_number":130},
  {"content":"\r\nمسلمان بالغ بر هزار نفر بود و نيروى مشركين در حدود سه برابر آنان بود ( 1 ) . بدين ترتيب\r\nنيروى اسلام از يك نابرابرى محسوس برخوردار بود . پيغمبر ( صلى الله عليه وآله ) از سپاهيان خود سان\r\nديد و پرچم جنگ را به دست \" مصعب \" سپرد و خود فرماندهى كل قوا را در خارج مدينه\r\nبه عهده گرفت .\r\n\" عبد الله بن ابى \" رهبر پيشين مردم مدينه كه با بيرون رفتن از شهر مخالف بود ،\r\nطرفداران خود را كه يك سوم جمعيت را تشكيل مى داد از رفتن با پيغمبر ، بازداشت و\r\nپيامبر خدا همراه با بقيه به راه خود ادامه داد تا اين كه به كوه احد رسيدند .\r\nپيغمبر سپاهيان خود را در دامنهء كوه احد مستقر نمود و يك گردان از كمانداران را\r\nبالاى كوه براى حفاظت از شكاف وسط كوه پياده كرد و اكيدا سفارش نمود كه به هيچ\r\nوجه محل پاسدارى خود را رها نكنند هر چند مسلمانان پيروزى بدست آورند يا شكست\r\nبخورند چون او كاملا آگاه از موقعيت استراتژيكى آن كوه و آن دره بود . ابتدا جنگ تن به\r\nتن ميان رزمندگان اسلام و سردمداران شرك ، درگرفت و حمزه عموى پيامبر وعلى ( عليه السلام )\r\nحريف خود را به قتل رساندند و شكست سطحى و فردى در سپاه شركت پديد آمد و آنگاه\r\nجنگ دسته جمعى آغاز گرديد اسب سواران مشركين كوشيدند تا سپاه اسلام را محاصره\r\nكنند ، ولى كمانداران اسلام از بالاى كوه ديگر با مهارت اسب سواران دشمن را تيرباران و\r\nمجبور به عقب نشينى كردند و آنان با فضاحت كامل پا به فرار گذاشتند و مجبور به ترك\r\nصحنهء كارزار شدند . مسلمانان به جاى اين كه كار دشمن را يكسره كنند ، شروع به\r\nجمع آورى غنايم و دست‌آوردهاى جنگى كردند و كمانداران كه از بالاى كوه اين منظره را\r\nتماشا مى كردند به خيال اين كه جنگ تمام شده است سنگرهاى خود را رها ساختند و از\r\nفرمان پيامبر خدا سرپيچى نمودند و محل مأموريت خود را ترك كردند تا غنايم\r\nجمع آورى كنند . دشمن از اين فرصت استفاده كرد و از پشت كمانداران ميان كوه احد و\r\nكوه كمانداران به جلو مسلمانان آمدند و شروع به تيراندازى به سوى مسلمانان كردند و\r\n\r\n","description":"","footnote":" 1 . پيامبر در ميدان نبرد . ","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nمعركه اى كه به پيروزى مسلمانان انجاميده بود در اثر سودجويى جمعى ناآگاه به\r\nفاجعه اى ناگوار گشت . در اين جنگ بيش از هفتاد و يك تن از مسلمانان به شهادت نائل\r\nگشتند . ابوسفيان دستور داد كه رجز بخوانند : \" أعل هبل ! أعل هبل ! \" \" زنده باد هبل ! زنده\r\nباد هبل ! \" . پيامبر اسلام فرمود آيا به او جواب نمى دهيد ؟ گفتند چه بگوئيم : \" الله ! اعلى و\r\nاجل الله اعلى واجل \" \" خداوند برتر و والاتر است \" ابوسفيان گفت : \" ان لنا العزى ولاعزى\r\nلكم \" \" ما عزى داريم ولى شما بت عزا نداريد \" پيامبر خدا فرمود در پاسخ بگويند : \" الله\r\nمولانا ومولى لكم \" \" ما سرپرست و صاحب داريم ولى شما سرپرست و صاحب نداريد \" .\r\nبدين ترتيب پيامبر بزرگوار اسلام ضربه‌هاى روانى و شوكه‌هاى تبليغى دشمن را\r\nبى پاسخ نگذاشت .\r\nراز شكست در جنگ احد\r\n\" و لقد صدقكم الله وعده اذ تحسونهم باذنه حتى اذا فشلتم وتنازعتم في الامر و\r\nعصيتم من بعد ما اريكم ما تحبون ، منكم من يريد الدنيا ومنكم من يريد الأخرة ثم\r\nصرفكم عنهم ليبتليكم ولقد عفى عنكم والله ذوفضل على المؤمنين \" .\r\nخداوند به وعده خود وفا كرد ( در جنگ بدر ) شما را به دشمنان پيروز گردانيد تا اينك\r\n( در جنگ احد مرتكب اشتباهات زير شديد ) در كار جنگ سستى ورزيديد . اختلاف ايجاد\r\nكرديد . پس از اين كه به آرزوى خود رسيديد و پيروز شديد از فرمان رهبر و فرمانده و\r\nپيامبر سرپيچى كرديد . بعضى از شما براى دنيا ( و غنائم ) و بعضى براى آخرت\r\nمى جنگيدند . و خداوند شما را از پيشرفت و پيروزى بازداشت تا شما را بيازمايد و البته\r\nاين اشتباهات مورد عفو قرار گرفت و خداوند نسبت به افراد با ايمان بخشايشگر است .\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\nبخش پنجم\r\nF\r\nپيام به سران حكومتها و ملل جهان\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nبخش پنجم / پيام به سران حكومتها و ملل جهان . . .\r\nپيام به سران حكومتها\r\nپيامبر بزرگوار اسلام پس از استقرار اسلام در مدينه از سال نهم به بعد پيامها و نامهايى به\r\nسران كشورها و قبايل دور و نزديك فرستادند كه تعداد آنها را برخى از نويسندگان به\r\nبيش از 316 مورد ثبت نموده اند كه از آن ميان سران كشورهاى زير مى باشد :\r\nنامه به هرقل امپراطور رم\r\nنامه به حكومت شام\r\nواكنش زمامدار شام\r\nنامه به رئيس حكومت بصرى\r\nنامه به مقوقس بزرگ مصر\r\nنامه به نجاشى پادشاه حبشه\r\nنامه به خسرو پرويز پادشاه ايران\r\nواكنش خسرو پرويز در برابر نامه\r\nنامه به پادشاه بحرين\r\nنامه به پادشاه يمامه\r\nنامه به پادشاه و مردم عمان\r\nعام الوفود ( سال ورود هيئتها )\r\nنمايندگان قبايل در محضر رسول خدا ( صلى الله عليه وآله )\r\nسال دهم هجرى\r\nمسيلمهء كذاب\r\nمأموريت على ( عليه السلام ) در يمن\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nاسلام آوردن باذان فرماندار يمن .\r\nما تفضيل اين موارد را در جايگاه خاص خود آورده ايم در اينجا به علت اختصار از نقل\r\nآنها خوددارى مى نمائيم .\r\nحجة الوداع\r\nاز وقايع مهم سال دهم هجرت ، حجة الوداع است كه آخرين حج رسول الله بوده است\r\nو به همين جهت آن را حجة الوداع ناميده اند ( 1 ) اگر چه پيامبر خدا ( صلى الله عليه وآله ) در طى ده سال\r\nهجرى بجز اين حج ، حج ديگرى نكرده است . ( 2 )\r\nاين حج را حجة البلاغ وحجة الكمال وحجة التمام نيز ناميده اند و علت تسميه آن به\r\nكلمه بلاغ به نظر علامه امينى ( قدس سره ) نزول آيه : \" بلغ ما انزل اليك . . . \" بوده ووجه تسميه آن به\r\n\" كمال \" و \" تمام \" نزول آيهء \" اليوم اكملت لكم دينكم واتممت عليكم نعمتى . . . \"\r\nبوده است ( 3 ) .\r\nدربارهء اعلام حج وجوب براى مسلمانان ، بعضى از مورخين سال هشتم و برخى سال\r\nنهم وعده اى هم سال دهم را ذكر كرده اند . ( 4 )\r\nاز طرف حضرت رسالت پناه سفر حج اعلام شد و به مردم اطلاع دادند كه هر كس\r\nمايل باشد مىتواند همراهى كند ، تمام كسانى كه توانايى حركت با آن قافله را داشتند در\r\nحج شركت جستند . نوشته اند كه دو بيمارى آبله و حصبه در آن زمان در مدينه شيوع\r\nداشت . به همين جهت عده اى نتوانسته اند همراه قافله باشند و با اين حال تعداد\r\nحج گذاران را به اختلاف از چهل هزار نفر تا يكصد و بيست هزار نفر نوشته اند ( 5 ) و بعضى هم\r\nيكصد و بيست و چهار هزار نفر و حتى بيش از آن نيز نقل كرده اند ( 6 ) و اين عده دربارهء\r\nحركت كنندگان با قافله است و غير از اهل مكه و يا ملحق شدگان در طى طريق مى باشند .\r\n\r\n","description":"","footnote":" 1 . آية الله احمدى ميانجى ، مكاتيب الرسول .\r\n2 . منبع فوق .\r\n3 . منبع فوق .\r\n4 . منبع فوق .\r\n5 . منبع فوق .\r\n6 . نامه به زمامداران جهان ، آية الله صابرى همدانى . ","page_name":" 136 ","page_number":136},
  {"content":"\r\nقافله حج پنج روز به آخر ذيقعده مانده از مدينه به راه افتاد و در اين سفر تمام\r\nهمسفران رسول خدا - كه نه تن بودند آن حضرت را همراهى مى كردند . وقتى كه كاروان\r\nحج به مسجد شجره رسيد به دستور بنيانگذار اسلام همگى احرام بستند و مردان دو تكه\r\nپارچهء ندوخته را يكى به شكل لنگ و ديگرى براى پوشاندن بدن مورد استفاده قرار دادن\r\nكه لباس احرام بود و همهء مسافران شعار حج را بر زبان آوردند كه عبارت آن چنين است\r\n\" لبيك اللهم لبيك - لبيك لا شريك لك لبيك - إن الحمد والنعمة لك والملك لا شريك\r\nلك لبيك \" .\r\nترجمه : پروردگار آماده ام ، آمادهء فرمانم اى خداى بى شريك آمادهء اجراى احكام تو\r\nهستم - راستى كه حمد شايستهء تو و نعمت از جانب تو است و اينك تو را سپاس مى گويم\r\nاى خداى يكتا \" . جبريل نازل شد و از آن حضرت خواست كه به حج گزاران دستور دهد تا\r\nصداها را به لبيك بلند كنند حال به نظر آوريد كه وقتى متجاوز از يكصد هزار نفر به يكباره\r\nفرياد لبيك برآورند چه اثر شگرفى در محيط مى گذارد و چگونه تمام شنوندگان را تحت\r\nتأثير قرار مىدهد و روح حج گزاران را تا چه حدى تصفيه مىكند وشوق زيارت بيت الله را\r\nتا چه اندازه ملتهب مى سازد ؟ گويند حركت قافله حج روز شنبه بوده و ورود به مكه ده روز\r\nبعد در روز سه شنبه بوده است .\r\nكاروان روز چهارم ذيحجه به مكه رسيد و به هنگام ديدار بيت الله الحرام با توبه به آن\r\nشكوه و جلال - پيامبر خدا بدين گونه لب به راز و نياز گشود : \" اللهم زد هذا البيت تشريفا و\r\nتعظيما ومهابة . . . ترجمه : پروردگارا به شرافت و عظمت اين خانه بيافزا و مهابت آن را در\r\nدلها روزافزون گردان ! ( 1 )\r\nپس از ورود به مكه مسلمانان عمره را بجاى آورده از احرام بيرون آمدند و سپس در\r\nروز هشتم ذيحجه براى حج احرام بستند و به عرفات رفتند و از آنجا روانهء مشعر الحرام\r\nگرديدند و صبح عيد قربان به سوى منى حركت كردند و به طور خلاصه آداب حج را به\r\nتفصيلى كه در كتب فقهى مذكور است بجاى آوردند . پيامبر اسلام در ضمن اعمال بر\r\n\r\n","description":"","footnote":" 1 . حياة محمد ، دكتر حسنين هيكل . ","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\n\r\nمردم توصيه مى فرمود كه مناسك حج را به دقت فرا گيرند و اظهار مى داشت كه شايد بعد\r\nاز امسال در چنين محلى ديگر شماها را ملاقات نكنم و بدين وسيله از نزديك شدن\r\nوفات خود غير مستقيم خبر مى داد ولى بعدها صريح تر وفات خود را به مردم اخبار\r\nفرموده است .\r\nدر طى ايام حج از طرف حضرت رسول ( صلى الله عليه وآله ) خطبه‌هايى ايراد شده است كه در ضمن\r\nآن احترام جان و مال مسلمانان و حرام بودن قتل نفس و حرمت غصب مال مردم را\r\nگوشزد فرموده و صرف نظر كردن از خونهائى را كه در عهد جاهليت ريخته شده بود و . . . را\r\nتوصيه مى فرمود ( 1 ) و سخنان آن حضرت را \" ربيعة بن امية بن خلف \" ( برادر صفوان بن\r\nاميه ) كه صداى بسيار رسايى داشت تكرار مى كرد تا تعداد بيشترى از مردم از آنها\r\nاستفاده كنند ( 2 ) پس از به پايان رسيدن مراسم حج به دستور رسول خدا ( 3 ) قافله به سوى\r\nمدينه حركت كرد .\r\nغدير خم\r\nبه هنگام مراجعت از حجة الوداع در مكانى به نام \" غدير خم \" كه راههاى مدينه ، مصر ،\r\nعراق و . . . از هم جدا مى شد ( 4 ) از خدا تكليف شد كه مردم را در جريان ولايت و خلافت\r\nعلى ( عليه السلام ) قرار دهد و اين واقعه به مناسبت محل وقوع آن به \" غدير خم \" معروف شده است\r\nو اين رخداد در روز هيجدهم ذيحجه سال دهم هجرت واقع گرديد . و تفضيل آن در كتاب\r\nارزشمند الغدير و ديگر منابع اسلامى آمده است .\r\nرحلت\r\nسرانجام آفتاب زندگى شخصيتى كه با فداكاريهاى خستگى ناپذير 23 ساله ى خود\r\nسرنوشت بشريت را دگرگون ساخت و صفحات نوين و درخشانى از تمدن الهى را به روى\r\nانسانها گشود نيمروز دوشنبه 28 صفر سال دهم به آشيان خلدش پرواز نمود . او كه\r\n\r\n","description":"","footnote":" 1 . طبرسى ، مكارم الاخلاق .\r\n2 . منبع فوق .\r\n3 . منبع فوق .\r\n4 . غدير خم ، محل جمع شدن آب . ","page_name":" 138 ","page_number":138},
  {"content":"\r\nرسول انسانيت و پيامبر بشير و نذير بود او در واپسين لحظات زندگى در بستر بيمارى\r\nشديد خويش اصحاب و مردم مدينه را فرا خواند و با آنان به گفتگو پرداخت و درخواست\r\nنمود اگر از او حق يا قصاص در خود مى دانند او را مشغول ذمه باقى نگذارند از انبوه مردم\r\nتنها يك نفر خواستار سه درهم گرديد كه فورا پرداخت گرديد .\r\nاو از اندوخته‌هاى دنيا چيز قابل توجهى از خود باقى نگذاشت ولى ميراث بس بزرگى\r\nبه يادگار گذاشت و آن آئين پاك و والاى اسلام و اصول فضيلت و معنويت انسانى بود كه\r\nعظمت و ارزش آن هرگز با كالاهاى مادى قابل مقايسه و سنجش و توزين نيست .\r\nاميرمؤمنان جسد مطهر پيامبر خدا را غسل داد و كفن كرد زيرا پيامبر فرموده بود مرا\r\nنزديك ترين فرد مرا غسل خواهد داد . ( 1 )\r\nاو نخست چهرهء او را باز كرد در حالى كه سيلاب اشك از ديدگانش جارى بود اين\r\nجمله‌ها را به زبان آورد : \" پدر و مادرم فداى تو باد ! با درگذشت تو ، رشتهء نبوت و وحى الهى\r\nو اخبار آسمانها بريده شد اگر نبود كه ما را به شكيبايى در برابر ناگواريها دعوت نموده اى\r\nآنچنان در فراق تو اشك مى ريختم كه سرچشمهء اشك را مىخشكاند ولى حزن واندوه ما\r\nرا در اين حادثه ، دائمى است و جز اين چاره اى نيست . پدر و مادرم فداى تو باد ! ياد ما را\r\nدر سراى ديگر به ياد آور و در خاطر خود همواره نگهدار ! ( 2 )\r\nنخستين كسى كه بر آن جنازه ، نماز گزارد على ( عليه السلام ) بود سپس ياران و اصحاب ، دسته\r\nدسته بر جسد او نماز گزاردند و اين مراسم تا ظهر روز سه شنبه ادامه داشت سپس آن\r\nبدن مطهر را در همان حجره اى كه در گذشته بود به خاك سپردند و مراسم دفن به وسيله\r\nعلى ( عليه السلام ) به كمك فضل و عباس انجام پذيرفت .\r\nوالسلام عليه يوم ولد ويوم مات ويوم يبعث حيا\r\n\r\n","description":"","footnote":" 1 . طبقات ابن سعد ، ص 57 .\r\n2 . نهج البلاغه ، خطبه 23 . ","page_name":" 139 ","page_number":139},
  {"content":"\r\nمنابع ومأخذ\r\n. اعيان الشيعه / سيد محسن امين / بيروت .\r\n. ادبيات وتعهد در اسلام / استاد محمدرضا حكيمى / نشر فرهنگ اسلامى .\r\n. اعتقادات صدوق / شيخ صدوق / چاپ اسلاميه تهران .\r\n. اسد الغابه في معرفة الصحابه / / چاپ لبنان .\r\n. بحار الانوار / علامه مجلسى / چاپ تهران .\r\n. تاريخ عرب / فيليپ حتى / چاپ تهران .\r\n. تاريخ تمدن اسلام جرجى زيدان / على جواهر كلام .\r\n. تاريخ الأدب الغرى / مصطفى صادق رافعى / دار الكتب العربيه لبنان .\r\n. تاريخ پيامبر اسلام / دكتر ابراهيم آيتى / نشر دانشگاه تهران .\r\n. ريحانة الأدب / محمد على مدرس تبريزى / چاپ اقبال تهران .\r\n. حياة محمد ( صلى الله عليه وآله ) / دكتر محمد حسنين هيكل / چاپ لبنان .\r\n. سنن النبى / تهيه و تنظيم از هادى فقهى / علامه طباطبائى .\r\n. سيرهء ابن هشام / محمد بن اسحاق / چاپ لبنان .\r\n. سيرهء حلبى / استاد حلبى / چاپ لبنان .\r\n. سيرهء پيشوايان / استاد مهدى پيشوايى / چاپ توحيد قم .\r\n. صحيح بخارى / محمد اسماعيل بخارى / چاپ لبنان .\r\n. طبقات ابن سعد / ابن سعد / لبنان - بيروت .\r\n. الغدير في الكتاب الأدب والسنه / علامه امينى / دار الكتب الاسلاميه .\r\n. كافى / ثقة الأسلام كلينى / اسوه .\r\n. فروغ ابديت / استاد سبحانى / دفتر تبليغات اسلامى .\r\n. محمد خاتم پيامبران / جمعى از نويسندگان / حسينيهء ارشاد .\r\n. مروج الذهب / مسعودى / لبنان .\r\n. مناقب آل ابى طالب / ابن شهر آشوب مازندرانى / اسوه .\r\n. محمد رسول الله / عقيقى بخشايشى / دفتر نشر نويد اسلام .\r\n. ملل ونحل شهرستانى / عبد الكريم شهرستانى / چاپ لبنان .\r\n. مكتب اسلام / هيئت تحريريه / چاپ قم .\r\n. مكارم الأخلاق طبرسى / انتشارات فراهانى .\r\n. مرآة العقول / علامه مجلسى / چاپ دار الكتب الاسلاميه .\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140}
  ]