[
  {"content":"\r\nعين العبرة في غبن العترة\r\nتأليف الشريف النقيب جمال الدين السيد\r\nاحمد آل طاووس\r\nالمتوفى 677 هج‍\r\nدار الشهاب\r\nقم\r\n","description":"","footnote":"","page_name":" تعريف الكتاب 1 ","page_number":1},
  {"content":"\r\n","description":"","footnote":"","page_name":" تعريف الكتاب 2 ","page_number":2},
  {"content":"\r\nترجمة المؤلف هو السيد جمال الدين أبو الفضائل أحمد بن سعد الدين أبى إبراهيم\r\nموسى بن جعفر بن محمد بن أحمد بن أبي عبد الله محمد \" الطاووس \" بن\r\nإسحاق بن الحسن بن محمد بن سليمان بن داود بن الحسن المثنى بن الحسن\r\nبن أمير المؤمنين علي بن أبي طالب عليه السلام ( 1 )\r\nوأمه بن الشيخ الجليل نادرة زمانه الشيخ ورام بن أبي فراس\r\nالحلي ( 2 ) وأم أبيه نبت شيخ الطائفة أبى جعفر محمد بن الحسن الطوسي\r\nفالشيخ الطوسي جد أبيه من الأم كما نص عليه اخوه رضى الدين في\r\n\" الاقبال \" فإنه قال قرأت كتاب المقنعة للشيخ المفيد على والدي بروايته\r\nعن الفقيه الحسين بن رطبة عن خال والدي السعيد أبى علي الحسن بن محمد\r\nعن والده محمد بن الحسن الطوسي جد والدي من قبل أمه عن الشيخ\r\nالمفيد الخ ( 3 )\r\nفما في لؤلؤة البحرين للشيخ الجليل الشيخ يوسف البحراني ص 150 من أن\r\nأم المترجم وأم أخيه رضى الدين بنت الشيخ ورام وأمها بنت الشيخ\r\n\r\n","description":"","footnote":" ( 1 ) عمدة الطالب ص 178 ط النجف والإجازات من البحار\r\nج 25 ص 17\r\n( 2 ) له تنبيه الخاطر المعروف بمجموعة وارم\r\n( 3 ) الاقبال ص 334 في فصل الدعاء لأول يوم من شهر رمضان ","page_name":" المقدمة 3 ","page_number":3},
  {"content":"\r\nالطوسي لا يتم لان وفاة الشيخ ورام كما ذكر ابن الأثير في الكامل ج 12\r\nص 110 سنة 605 ووفاة الشيخ الطوسي سنة 460 هج‍ فتكون وفاة\r\nالشيخ ورام بعد وفاة الشيخ الطوسي بمائة وخمسة وأربعين سنة فكيف\r\nيتصور كونه صهرا للشيخ الطوسي على ابنته وان فرض ولادة البنت بعد\r\nالشيخ أعلى الله مقامه\r\nكما أن ما في \" لؤلؤة البحرين \" من أن أم ابن إدريس الحلي صاحب\r\n\" السرائر \" بنت الشيخ الطوسي فتكون والدة المترجم السيد جمال\r\nالدين وابن إدريس ولدي خالة غير تام لان وفاة الشيخ الطوسي كما\r\nعرفت سنة 460 هج‍ وولادة ابن إدريس سنة 543 هج‍ ( 1 ) فبين وفاة الشيخ\r\nالطوسي وولادة ابن إدريس 83 سنة والعادة قاضية بعد قابلية من هي\r\nبهذا السن للولادة هذا إذا فرضنا ولادة البنت بعد الشيخ الطوسي وأما إذا\r\nكانت ولادتها قبل وفاته فتزداد السنون\r\nوكيف كان فالمترجم أبو الفضائل جمال الدين أحمد بن موسى فذ\r\nمن أفذاذ الطائفة وعين من عيون مصنفيها له مكانة سامية في نفوس\r\nالخاصة والعامة ولا بد بعد أن لم يكن رجالات هذا البيت \" آل طاووس \"\r\nمن الجامدين في الزهادة الذين صدهم التقشف عن كثير من الفضائل\r\nلحسبان انها تنافي خطة الورع وقد ذهب على القوم ان الفضيلة لا تضاد\r\n\r\n","description":"","footnote":" ( 1 ) في خاتمة مستدرك الوسائل ج ص 481 توفي ابن إدريس\r\nسنة 598 وله سنة 55 ","page_name":" المقدمة 4 ","page_number":4},
  {"content":"\r\nالتقوى ما لم يكن فيها تحيز إلى خلاعة أو اقتراف مأتم اما رجال هذا\r\nالبيت فقد جمعوا بين التبتل ولطف الشاكلة وضموا إلى الأقبال على المولى\r\nسبحانه التبسط في المعاشرة والى الرزانة خفة الأريحية والى البرهنة العلمية\r\nالتصويرات الشعرية فتجد أي فرد منهم بينا هو فقيه بارع أن حكيم متأله\r\nأو محدث ثبت ، شاعر مفلق أو خطيب مدره أو كاتب بارع\r\nيرون في ذلك تتميما لفضلهم الظاهر وشرفهم الوضاح وحسبهم\r\nالمتألق ، كما أنهم يجدون من كمال نسكهم واغراقهم نزعا في التعبد التصدي\r\nلإغاثة الملهوفين وانجاح طلبات المضطرين ونصره المظلوم والانتصاف\r\nمن الظالم\r\nفيراغمون نفوسهم الطاهرة بمخالطة رجالات الدولة ويدارون امراء\r\nالوقت تحصيلا لتلك الغايات الثمينة التي حث الأئمة الأطهار عليهم السلام\r\nعليها ففي حديث الكاظم ( ع ) : ان لله تعالى أقواما بأبواب الجبابرة يدفع\r\nبهم عن أوليائه وهم عتقاؤه وهم عتقاؤه من النار ( 1 ) ولم يأذن عليه السلام لعلي بن\r\nيقطين الهرب من وزارة هارون الرشيد لما يعهده منه من القيام بشؤون\r\nالشيعة وتدبير أمورهم والعود عليهم ( 2 )\r\nوعلى هذا الأساس قام آل طاووس ومنهم سيدنا المترجم بتولية\r\nنقابة العلويين وتدبير شؤونهم والدفع عما ينالهم من العدوان وأول من\r\n\r\n","description":"","footnote":" ( 1 ) مستدرك الوسائل ج 2 ص 438 الوسائل عين الدولة ج 2 ص 551 ","page_name":" المقدمة 5 ","page_number":5},
  {"content":"\r\nتولاها من هذا البيت جد ( المترجم ) أبو عبد الله محمد الملقب ( بالطاووس )\r\nفإنه كان نقيبا بسوري ( 1 ) وتولاها أخ المترجم سيدنا رضي الدين وابن أخيه مجد الدين\r\nمحمد ( 2 ) وبان المترجم غياث الدين عبد الكريم صاحب ( فرحة الغري ) ( 3 )\r\nإلى غيرهم من رجالات هذا البيت حرصا على الغاية الثمينة وهي المحاماة\r\nعن ذرية الرسول ( ص ) وانقاذهم من مخالب المعتدين ودفع العادية عن\r\nالمؤمنين ( 4 )\r\nوكان سيدنا \" المترجم \" جمال الدين مع توليته للنقاية تحصيلا لتلك\r\nالغاية السامية يفيض المعارف الآلهية ويحض على الورع ويدع إلى الاصلاح\r\nويتهالك دون الأمر بالمعروف والنهى عن المنكر\r\n\r\n","description":"","footnote":" ( 1 ) المجلسي في الإجازات ص 19 وسوري كما في معجم البلدان\r\nج 5 ص 168 من اعمال بابل قرب الحلة\r\n( 2 ) عمدة الطالب ص 179\r\n( 3 ) خاتمة مستدرك الوسائل ج 3 ص 441\r\n( 4 ) يشهد له ما في عمدة الطالب ص 179 ان ابن أخ المترجم وهو\r\nمحمد بن عز الدين الحسن بن موسى بن جعفر خرج إلى هلاكو خان\r\nوصنف له البشارة وسلم الحلة والنيل والمشهدين\r\nمن القتل والنهب ","page_name":" المقدمة 6 ","page_number":6},
  {"content":"\r\nثناء العلماء عليه\r\nولذلك أطراه العلماء بكل جميل وذكروا مآثره الجليلة فيقول تلميذه\r\nالرجالي الحسن بن داود : ان سيدنا أبا الفضائل الطاهر المعظم جمال\r\nالدين أحمد بن موسى بن جعفر فقيه أهل البيت مصنف مجتهد أورع أهل زمانه\r\nقرأت عليه كتاب \" البشرى \" وكتاب \" الملاذ \" وغيرهما من\r\nتصانيفه وأجاز لي جميع مصنفاته ورواياته وكان شاعرا مفلقا بليغا منشئا\r\nمجيدا حقق في الرجال والرواية والتفسير تحقيقا لا مزيد عليه ولقد رباني\r\nوعلمني وأحسن إلي وأكثر فوائد هذا الكتاب - الرجال - من إشاراته\r\nوتحقيقه جزاه الله تعالى عني أفضل جزاء المحسنين ه‍\r\nوفي \" أمل الآمل \" للحر العاملي كان السيد جمال الدين عالما فاضلا\r\nصالحا زاهدا عابدا ورعا فقيها محدثا ثقة شاعرا جليل القدر عظيم الشأن\r\nوفي إجازة العلامة الحلي الكبيرة لبنى زهرة وأجزت جميع ما صنفه\r\nالسيدان الكبيران السعيدان رضى الدين على وجمال الدين احمد ابنا موسى\r\nابن جعفر الحسنيان وهذان السيدان زاهدان عابدان ورعان ( 1 )\r\nووصفها الشهيد الثاني في اجازته لأبي جعفر محمد بن الشيخ تاج الدين\r\nعبد العلي ابن نجدة : بالإمامين السعيدين المرتضيين السيدين الزاهدين\r\nالعابدين البدلين الفردين رضي الحق والدين علي وجمال الدين أبي الفضائل\r\n\r\n","description":"","footnote":" ( 1 ) الإجازات من البحار ج 5 ص 22 ","page_name":" المقدمة 7 ","page_number":7},
  {"content":"\r\nأحمد بن طاووس الحسنين سقى الله عهدها صوب الغمام ( 1 )\r\nويقول السيد المحقق الخونساري : كان السيد جمال الدين أبو الفضائل احمد\r\nمجتهدا واسع العلم إماما في الفقه والأصول والأدب والرجال وهو أول من\r\nقسم اخبار الامامية إلى أقسامها الأربعة المشهور الصحيح والحسن\r\nوالموثق والضعيف واقتفى أثره في ذلك تلميذه العلامة الحلي وسائر من\r\nتأخر عنه من المجتهدين إلى اليوم وزيد عليها في زمن المجلسيين على\r\nما قيل بقية اقسام الحديث المعروفة من المرسل والمضر والمسلسل والمعظل\r\nوالمضطرب والمدلس والمقطوع وغيرها ( 2 )\r\nويحدث شيخنا العلامة ميرزا محمد حسين النوري : انه أول من فتح\r\nباب الحرج والتعديل وناظر وفي الرجال تعرض لكلمات العلماء وما وقع\r\nفي الاخبار من التعارض وكيفية الجمع في بعضها ورد بعضها وقبول الأخرى\r\nوفتح هذا الباب لمن تلاه من الأصحاب وكلما أطلق في الرجال والفقه ابن\r\nطاووس فهو المراد ( 3 )\r\nوعلى هذا النحو من الاطراء مشى الشيخ يوسف البحراني في اللؤلؤة\r\nوأبو علي الحائري في منتهى المقال والشيخ ملا علي الكنى في توضيح\r\nالمقال والشيخ عبد الله المامقاني في منتهى المقال والشيخ عباس القمي في\r\nالكنى والألقاب وشيخنا آغا بزرك في الذريعة إلى مصنفات الشيعة\r\n\r\n","description":"","footnote":" ( 1 ) المصدر ص 40 ( 2 ) روضات الجنات ص 19\r\n( 3 ) خاتمة المستدرك ج 3 ص 407 ","page_name":" المقدمة 8 ","page_number":8},
  {"content":"\r\nمشائخه\r\nلم نعثر على مشائخه الذين تلمذ عليهم في الحديث والفقه والأصول\r\nوالرجال بأكثر مما يحدث عنهم شيخنا النوري في خاتمة المستدرك فإنه\r\nذكر منهم \" 1 \" السيد الجليل فخار بن معد الموسوي \" 2 \" السيد صفى\r\nالدين محمد بن معد الموسوي \" 3 \" محي الدين ابن أخ ابن زهرة\r\nصاحب ( الغنية ) \" 4 \" أبو علي الحسن بن حشرم نص عليه صاحب\r\nالمعالم \" 5 \" الحسين بن أحمد السورواي \" 6 \" الشيخ نجيب الدين محمد\r\nبن نما الحلي \" 7 \" الفقيه محمد بن غالب نص عليه غياث الدين في\r\nفرحة الغري\r\n","description":"","footnote":"","page_name":" المقدمة 9 ","page_number":9},
  {"content":"\r\nلمعة من شعره ونثره\r\nذكر حجة الاسلام المحقق السيد محسن الأمين العاملي في أعيان الشيعة\r\nج 10 ص 282 مقاطيف من شعره ولسنا في حاجة هنا إلى ذكرها\r\nبتمامها منها المقطوعة البديقة التي أنشأها عند التوجه إلى مشهد أمير المؤمنين\r\nعليه السلام لعرض كتاب المقالة العلوية عليه سيب بديه\r\nاتينا تباري الريح منا عزائم * إلى ملك يستثمر الغوث آمله\r\nكريم المحيا ما أظل سحابه * فاقشع حتى يعقب الخصب هاطله\r\nإذا آمل اشفت على الموت روحه * أعادت عليه الروح فاتت شمائله\r\nمن الغرر الصيد الا ماجد نسخه * نجوم إذا ما الجو غابت آوافله\r\nإذا استنجدوا للحادث الضخم سددوا * سهامهم حتى تصاب مقاتله\r\nوها نحن من ذلك الفريق يهزنا * رجاء تهز الأريحي وسائله\r\nوأنت الكمي الأريحي فتى الوري فرو سحابا ينعش الجدب هامله\r\nوالا فمن يجلو الحوادث شمسه * وتكفى به من كل خطب نوازله\r\nوقال وقد تأخرت سفينة يتوجه بها إلى زيارة أمير المؤمنين عليه السلام\r\nلئن عاقني عن قصد ربعك عائق * فوجدي لأنفاسي إليك طريق\r\nتصاحب أرواح الشمال إذا سرت * فلا عائق إذ ذاك عنك يعوق\r\nولو سكنت ريح الشمال لحركت * سواكنها نفس إليك تشوق\r\n","description":"","footnote":"","page_name":" المقدمة 10 ","page_number":10},
  {"content":"\r\nإذا نهضت روح الغرام وخلفت * نجوما بجيل الوامقين وميق\r\nوليس سواء جوهر متأبد * له نسب في الغابرين عريق\r\nوجسم تباريه الحوادث ناحل * ببحر الفتوق الفاتكات غريق\r\nأسير بكف الروح يجري بحكمها * وليس سواء موثق وطليق\r\nفي الحوادث الجامعة لابن الفوطي ص 152 وقع في سنة 640 حريق\r\nفي مشهد ( سر من رأى ) فاتى على ضريحي علي بن الهادي والحسن العسكري\r\nعليهما السلام فتقدم الخليفة المستنصر بالله بعمارة المشهد المقدس والضريحين\r\nالشريفين واعادتهما إلى أجمل حالاتهما وكان الضريحان مما أمر بعملها\r\nالبساسيري\r\nفقال السيد الفقيه جمال الدين أحمد بن موسى بن طاووس الحسنى\r\nفي هذا كلاما بديعا وجميع فيه جزءا نظما ونثرا - منه -\r\nلا يلزم من الحادث المتجدد قدح في شرف من انظمت هاتيك\r\nالأعواد على مقدس جثتيهما بل يكون في ذلك برهان واضح شاهد\r\nبحلاليتهما لان روحي من وقعت الإشارة إليهما خالية من عرصات اللحود\r\nساكنة في حضرة الملك المعبود والشرف التام لجواهر النفوس دون من\r\nعداها عند من يذهب إلى وجود معناها وقد ذكر في التواريخ ان صاعقة\r\nسماوية نزلت في المسجد الحرام فلم يقدح ذلك في شرفه وللسيدين الطاهرين\r\nصلوات الله عليهم مناقب مذكورة ومفاخر مشهورة تحتوي عليها الكتب\r\nتشهد بحر استهما من الوهن ونزاهتهما من الطعن\r\n","description":"","footnote":"","page_name":" المقدمة 11 ","page_number":11},
  {"content":"\r\nهم معشر حبهم دين وبغضهم * كفر وقربهم منجى ومعتصم\r\nيستدفع السؤ والبلوى بحبهم * وسيترب به الاحسان والنعم\r\nمقدم بعد ذكر الله ذكرهم * في كل بدء ومختوم به الكلم\r\nيأبى لهم ان يحل الذم ساحتهم * خيم كريم وأيد بالندى هضم\r\nمن المؤسف ان ابن الفوطي لم يأت على تمام ذلك الجزء من النثر\r\n","description":"","footnote":"","page_name":" المقدمة 12 ","page_number":12},
  {"content":"\r\nاثاره\r\nذكر تلميذ الحسن بن داود في رجاله ان تأليفاته بلغت اثنين وثمانين\r\nمجلدا ولم يأت عليها وإنما ذكر منها ( 1 ) بشرى المحققين في الفقه ست\r\nمجلدات ( 2 ) ملاذ علماء الإمامية في الفقه أربع مجلدات ( 3 ) كتاب الكرم\r\nمجلد ( 4 ) السهم السريع في تحليل المدينة أو المبايعة مع القرض مجلد\r\n( 5 ) الفوائد العدة في أصول الفقه مجلد ( 6 ) الثاقب السمخر على نقض\r\nالمشجر في أصول الدين ( 7 ) الروح في النقض على ابن أبي الحديد\r\n( 8 ) شواهد القرآن ( 9 ) زهرة الرياض في المواعظ ( 10 ) الاختيار في\r\nأدعية الليل والنهار ( 11 ) الأزهار في شرح لامية المهيار ( 12 ) عمل\r\nاليوم والليلة ( 13 ) ديوان شعره ( 14 ) كتبا ايمان أبي طالب ( 15 ) حل\r\nالاشكال في معرفة الرجال ( 1 ) جمعه على ما في الذريعة إلى مصنفات الشيعة\r\nللحجة المدقق الشيخ آغا بزرك ج 3 ص 385 من كتبا خمسة رجال الشيخ\r\nالطوسي وفهرسته ورجال النجاشي والكشي ورجال ابن الغضائري وهو\r\nالذي حرره ورتبه الشيخ حسن بن الشهيد الثاني وسماه التحرير الطاووسي\r\nقال في ( اللؤلؤة ) كان فراغ السيد جمال الدين من كتابه ( حل الاشكال ) في الثالث والعشرين من ربيع الاخر سنة 644 في داره المجاورة لدار\r\n\r\n","description":"","footnote":" ( 1 ) نقلناه من أعيان الشيعة ج 10 ص 279 ","page_name":" المقدمة 13 ","page_number":13},
  {"content":"\r\nجده الشيخ ورام بن أبي فراس كما ذكر السيد نفسه ( 16 ) المقالة العلوية\r\nفي نقض الرسالة العثمانية للجاحظ قال شيخنا النوري عندنا نسخه من هذه\r\nالمقالة بخط تلميذه تقى الدين الحسن بن داود صاحب الرجال تاريخها\r\nسنة 665 وقد قرأها على المصنف وعليها تعليقات بخط المصنف وفى أعيان الشيعة\r\nج 10 ص 279 رأيت نسخة من المقالة العلوية في مكتبة العلامة\r\nالشيخ محمد رضا الشبيبي وأخرى في كرمانشها منقولة عن خط تلميذه الحسن\r\nابن داود وهي من موقوفات الحضرة الغروية الحيدرية\r\n","description":"","footnote":"","page_name":" المقدمة 14 ","page_number":14},
  {"content":"\r\nعين العبرة\r\nلقد شن الدهر غارته على تلك النفائس من اثار السيد جمال الدين\r\nفلا تكاد تقف على شئ منها نعم زويت عن مخالب الدهر ( عن العبرة\r\nفي غبن العترة ) قال شيخنا النوري رأيت منها نسخة عليها خط الحر العاملي\r\nوقال الحر العاملي في اجازته للمولى محمد فاضل بن محمد مهدي المشهدي\r\nأجزت له رواية ( عن العبرة في غبن العترة ) للسيد أحمد بن طاووس ( 1 )\r\nوفي روضات الجنات ص 19 من جملة ما نبه إليه الحسن بن داود\r\nكتاب عين العبرة في غبن العترة وقد بنى فيه على التكلم في الآيات\r\nالواردة في شأن أهل البيت وتحقيق ذلك مع الآيات النازلة في بطلان\r\nطريقة مخالفيهم وهو نادر في بابه مشتمل على فوائد جليلة لم توجد في غيره\r\nوأسنده في مقدمة الكتاب إلى ( عبد الله بن إسماعيل ) ثم تكرر\r\nمنه هذا الاسناد في أثناء الكتاب الوجه فيه ملاحظة التقية وعندنا منه\r\nنسخة طريفه كلها بخط شيخنا الشهيد الثاني أعلى الله مقامه\r\nوعلى ظهر الكتاب بخطه الشريف ما هذا صورته ( كتاب عين العبرة\r\nفي غبن العترة ) تأليف عبد الله بن إسماعيل سامحه الله وجدت بخط\r\nشيخنا الشهيد - الأول - على ظهر الكتاب ما هذا صورته من تصانيف\r\n\r\n","description":"","footnote":" ( 1 ) الإجازات من البحار ج 25 ص 162 ","page_name":" المقدمة 15 ","page_number":15},
  {"content":"\r\nالسيد السعيد العلامة جمال الدين أبي الفضائل أحمد بن موسى بن جعفر\r\nابن محمد بن أحمد بن محمد الطاووس الحسيني وانتسابه إلى عبد الله بن\r\nإسماعيل لان كل العالم عباد الله ولأنه من ولد إسماعيل الذبيح انتهى\r\nكلام الشهيد\r\nقال صاحب الروضات وهذه التعمية جارية عند آل طاووس فقد\r\nاستعملها اخوه رضى الدين علي بن طاووس في كتابه ( الطرائف ) وسمى نفسه\r\nعبد المحمود بن داود الذمي اما تسميته بعبد المحمود فكما تقدم في أخيه\r\nالسيد احمد من تسميته عبد الله واما النسبة إلى داود فهو إشارة إلى جده\r\nداود بن الحسن المثنى صاحب الدعاء المعروف بدعاء أم داود والا فالكتاب\r\nلا ريب في أنه من مؤلفات السيد جمال الدين أحمد بن موسى اه‍\r\nوان المواقف على سيرة هؤلاء السادة الاجلاء ومخالطتهم لأرباب\r\nالدولة وعلماء العامة وأكثر سكناهم في بغداد يعرف الوجه في هذه التعمية\r\nفان مداراتهم لأولئك الجماعة للتحصيل على الغايات المطلوبة لهم من إغاثة\r\nالملهوفين من الشيعة ونصرتهم وقضاء حوائجهم تدعوهم إلى عدم التظاهر\r\nبما يوجب النفرة عنهم فيفوت الغرض المطلوب\r\nلقد كانت هذه النادرة ( عين العبرة في غبن العترة ) متجبئة في زوايا\r\nالمكتبات معتقلة عند من لا يرى لجهد العلماء وسهرهم وأتعابهم في البحث\r\nالمتواصل قيمة تذكر حتى تلطف الموالي سبحانه على الأمة بشيخنا حجة\r\nالاسلام الثقة الثبت الشيخ ميرزا محمد الطهراني نزيل سامراء حفظه الله\r\n","description":"","footnote":"","page_name":" المقدمة 16 ","page_number":16},
  {"content":"\r\nومد في عمره فنسخها وسمح بالكتاب تسهيلا للقراء في الوقوف على\r\nما حواه من الآيات البينة والأحاديث الطريفة وليس هذا ببدع من شيخنا\r\nالحجة أيده الله فان الواقف على سيرته ونفسيته الطاهرة لا يحيد عن الاذعان\r\nبهذه المكرمة ويؤمن بان شيخنا الجيل لم يد في هذا منة على أحد وإنما\r\nهو توفيق ساقه إليه المولى تعالت آلاؤه وان العناية الربوبية شملته وهو\r\nدون واجبه في نشر المعارف الإلهية والدعوة إلى أهل البيت عليهم السلام\r\nوهذا هو الجهاد الأكبر الذي يشير إليه الإمام الباقر عليه السلام\r\nبقوله : رحم الله من أحيا أمرنا ودعا إلى ذكرنا\r\n","description":"","footnote":"","page_name":" المقدمة 17 ","page_number":17},
  {"content":"\r\nصورة خط الحر العاملي\r\nان هذه النسخة الماثلة للطبع استنسخها آية الله الشيخ ميرزا محمد\r\nالطهراني على نسخة صاحب ( الوسائل ) وكتب على ظهرها ما هذا نصه\r\nاستنسخه هذا الكتاب عن نسخة الشيخ النبيل محمد بن الحسن الحر\r\nالعاملي صاحب كتاب الوسائل وكان على ظهر نسخته ما هذا صورته التي\r\nكتبها بيده الشريفة :\r\n( هذا الكتاب من مؤلفات السيد الجليل جمال الدين أحمد بن\r\nموسى بن طاووس الحسنى رحمه الله وإنما غير اسمه لأنه كان مع الخلفاء في\r\nبلد واحد غالبا وإنما سمي نفسه عبد الله لان الخلق كلهم عبيد الله وإنما\r\nقال ابن إسماعيل لأنه من أولاد إسماعيل بن إبراهيم الخليل عليه السلام\r\nووصف صادق عليه وقد رأيت نسخة من هذا الكتاب بخط الشيخ محمد\r\nابن المؤذن البحريني وعليها خط الشهيد رحمه الله بما ذكرناه ومثل ذلك\r\nفعل اخوه رضي الدين علي بن موسى بن طاووس في كتاب ( الطرائف )\r\nحيث سمى نفسه عبد المحمود بن داود وقد رأيت بخط الشهيد الثاني على\r\nنسخة كتاب الطرائف صورة ما أشرنا إليه وقد ذكره علي بن طاووس في جملة\r\nمصنفاته \" كتاب كشف الحجة \" وغيره والله أعلم )\r\nحرره محمد بن الحسن\r\n","description":"","footnote":"","page_name":" المقدمة 18 ","page_number":18},
  {"content":"\r\nلقد قام المهذب الكامل صاحب المطبعة الحيدرية ومكتبتها في النجف\r\nالأشرف الأستاذ ( محمد كاظم الحاج شيخ صادق الكتبي ) بنشر هذا\r\nالكتاب الفريد في بابه وسهل الوقوف عليه والاستفادة مما حواه من نفسيات\r\n\" وصي الرسول الأقدس \" وأبنائه المعصومين عليهم السلام وان الأمة\r\nكيف فاتتها الاستنارة بتلك المزايا الحميدة والحضور بتلك الدرة الثمينة\r\nفأخذت تتردد في حنادس الشبهات والشكوك\r\nوليست هذه المأثرة بواحدة من مساعي الأستاذ الكتبي فلقد كان\r\nمجدا في احياء مآثر العلماء الأعلام ساعيا في نشره ما اندثر من مؤلفات\r\nالسلف الصالح فإلى المهيمن جل شأنه نبتهل ان يوفقه للدؤوب على هذه\r\nالخدمات الجليلة المشكورة عند آل الرسول الأعظم صلوات الله\r\nعليهم أجمعين\r\n( ان الله لا يضيع اجر المحسنين )\r\nوفاته\r\nفي خاتمة مستدرك الوسائل النوري ج 3 ص 466 ان وفاته\r\nكانت في سنة 677 هج‍ وفى روضات الجنات ص 19 دفن بالحلة وقبره\r\nفيها معروف مشهور يقصده الموافق والمخالف بالهدايا والنذور وفى منتهى\r\nالمقال لأبى علي الحائري ص 46 بعد أن وافق على مدفنه بالحلة قال\r\nوتحرج العامة فضلا عن الخاصة الحلف به كذبا للكرامات الظاهرة منه\r\n","description":"","footnote":"","page_name":" المقدمة 19 ","page_number":19},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nقال عبد الله ابن إسماعيل الكاتب سامحه الله الحمد لله واشهد ان\r\nلاله الا الله شهادة مخلص لجنابه في الاشهاد راج لحبائه يوم الاشهاد وأشهد أن محمدا\r\nعبده ورسوله صفوة صفوته وخيرة خيرته صلى الله عليه وعلى\r\nالغرر من آله صلاة فارة عن حصر العدد قارة في حصن الذخائر والعدد\r\nوبعد فان من سلف من الأفاضل جمع ما اتفق له من أسباب نزول\r\nآيات من الكتاب المجيد في رضى الله من خليقته أمير المؤمنين علي بن أبي طالب\r\nعليه السلام وفروع دوحته وقد رأيت لائقا ان يضم إلى ذلك\r\nشئ مما ورد في مناقبهم من التنزيل وتوابع ذلك ليبين فضل السادات\r\nعلى غيرهم بالتفضيل للسالك مقتصرا على رواية من لا يتهم على المنافين في\r\nمحبتهم أو يطعن عليه في درايته قاصدا إلى ما حضرني مما رواه أبو إسحاق\r\nأحمد بن إبراهيم الثعلبي في كتابه ( كشف البيان ) أو رواه علي بن أحمد\r\nالواحدي في تأليفه الوسيط في تفسير القرآن وان اتفق غير هذا خلوا من\r\nممارسة العناء وتتبع مدى الغايات في أقوال العلماء أثبته وفي القليل من\r\nرواية هذين الشخصين ايضاح لما أغفلته اعتبارا بها انه إذا دلت الجزئيات\r\n","description":"","footnote":"","page_name":" 1 ","page_number":20},
  {"content":"\r\n\r\nعلى الغرض فما علمك بكليها وإذا سألت فروع الشوامخ يزداد وسميها\r\nفما جزمك بأساسها عند روى وليها بالله التوفيق والعصمة\r\nفمن ذلك في سورة البقرة قال أبو إسحاق الثعلبي في اخر سورة البقرة\r\nعند قوله تعالى ( ان تبدوا ما في أنفسكم أو تخفوه يحاسبكم به الله )\r\nما صورته روت الرواة بألفاظ مختلفة قال لما نزلت هذه الآية جاء أبو بكر\r\nوعمر وعبد الرحمن بن عوف ومعاذ بن جبل وناس من الأنصار إلى\r\nالنبي صلى الله عليه وآله فجثوا على الركب وقالوا يا رسول الله ما نزلت اية\r\nأشد علينا من هذه الآية ان أحدنا ليحدث نفسه بما لا يحب ان يثبت في\r\nقلبه وان له الدنيا وما فيها وانا لمأخوذون بما نحدث به أنفسنا هلكنا\r\nوالله وكلفنا من العمل مالا نطيق قال النبي صلى الله عليه وآله فلعلكم\r\nتقولون كما قال بنوا إسرائيل لموسى عليه السلام سمعنا وعصينا فقولوا سمعنا\r\nوأطعنا فقالوا سمعنا وأطعنا واشتد ذل عليهم فمكثوا بذلك حولا فأنزل\r\nالله تعالى الفرج والراحة بقوله ( لا يكلف الله نفسا إلا وسعها ) الآية\r\nفنسخت قد تجاوز لامتي ما حدثوا به أنفسهم ما لم يعلموا أو يتكلموا به\r\nقال عبد الله بن إسماعيل سامحه الله تعالى ان أمير المؤمنين علي بن أبي طالب\r\nعليه السلام بات على فراش رسول الله صلى الله عليه وآله\r\nبأمره لم يتهمه في رسم ولم يناظره في حكم حسب ما رواه الثعلبي وغيره\r\nمتلقيا اخطار المنية بمهجته مستريحا إلى خشونة الموت ووحشة ولا يقال إن\r\n","description":"","footnote":"","page_name":" 2 ","page_number":21},
  {"content":"\r\nحديث النفس لا يمكن التخلص منه بخلاف الصبر على الموت فان كثيرا\r\nلم يحيدوا عنه لان الجواب بما ان الله تعالى كامل والكامل لا يكلف\r\nبالمحال ولا يأمر بالسعي مع تعذر المجال فإن كان القائل ما عرف هذا\r\nفالاشكال عليه بعدم معرفته وإن كان عرف فالاشكال وارد في وصف\r\nالله تعالى عمدا بغير سفته وإن كان شاكا فالاشكال بعدم المعرفة موجود\r\nولو فرضنا كونه تعالى مكلفا بالمحال فالحرج عند رسم الله تعالى حصل\r\nوهو محذور ثم إن الحديث الذي يجرى في النفسد المشار إليه في القصة\r\nمشعر بشدة ما تجرى في النفس وهو بعد اظهار الاسلام واعلانه عند\r\nالاعتبار محذور كبير صعب واما قول من قال إن الآية منسوخة بم أشار\r\nإليه فممنوع إن كان بنى على أن الآية الأولى مضمونها التكليف بما\r\nلا تصل القدرة إليه تعالى الله عن ذلك علو كبيرا إنما أمر تخييرا ونهى\r\nتحذيرا وكلف كما قال العارف صلوات الله عليه يسيرا\r\nومن كتاب ( الكشف والبيان ) عند قوله تعالى ما كان لنبي أن يكون\r\nله اسرى حتى يثخن في الأرض قال روى الأعمش عن عمرو بن مرة\r\nعن أبي عبيدة عن عبد الله بن مسعود قال لما كان يود بدر وجيئ بالأسرى\r\nقال رسول الله صلى الله عليه وآله ما تقولون في هؤلاء فقال أبويك يا رسول\r\nالله قومك وأهلك استبقهم واستأن بهم لعل الله ان يتوب عليه وخذ\r\nمنهم فدية تكون لنا قوة على الكفار قال عبد الله بن مسعود فلما كان\r\nمن الغد جئت رسول الله صلى الله عليه وآله فإذا هو وأبو بكر قاعدان\r\n","description":"","footnote":"","page_name":" 3 ","page_number":22},
  {"content":"\r\n\r\nيبكيان فقلت يا رسول الله أخبرني من أي شئ تبكى أنت وصاحبك\r\nفان وجدت بكاء بكيت وان لم أجد بكاء تباكيت فقال رسول الله صلى\r\nالله عليه وآله أبكي للذي عليه أصحابك في اخذهم الفداء ولقد عرض\r\nعلي عذابكم أدنى إلي من هذه الشجرة ، شجرة قريبة من نبي الله\r\nومن سورة الحجرات عند قوله تعالى ( يا أيها الذين آمنوا لا تقدموا\r\nبين يدي الله ورسوله ) قال أبو إسحاق الثعلبي وأخبرني ابن فتحويه حدثنا\r\nعمرو بن الخطاب حدثنا عبد الله بن الفضل حدثنا إسحاق بن إبراهيم\r\nحدثني هشام بن يوسف عن ابن جريح أخبرني ابن أبي مليكة ان عبد\r\nالله بن الزبير أخبرهم قال قد ركب من نبي تميم على النبي صلى الله عليه\r\nوآله فقال أبو بكر يا رسول الله أمر القعقاع بن معبد بن زرارة وقال\r\nعمر أمر الأقرع بن حابس فقال أبو بكر ما أردت الا خلافي وقال عمر\r\nما أردت الا خلافك فتماريا حتى ارتفعت أصواتهما فأنزل الله تعالى ( يا أيها\r\nالذين امنوا لا تقدموا بين يدي الله ورسوله ) قال عبد الله بن\r\nإسماعيل هتان القصتان وما يجرى في بابيهما منبه على\r\nخلاف ما يذهب إليه قوم من أن رسول الله صلى الله عليه وآله كان\r\nيستبقى أبا بكر عنده حيث الولايات تارة وحيث الحروب أخرى لأجل\r\nاستنباط الآراء منه واخذ التهذيب عنه إذ قد بان بالأولى ثمرة رأى الأول\r\nقرب العذاب من أصحاب رسول الله صلى الله عليه وآله وفي الأخرى\r\nنهيه ونهى الثاني عن أن يقدموا بين يده جسما لمادة رأى لا تحمد عاقبته\r\n","description":"","footnote":"","page_name":" 4 ","page_number":23},
  {"content":"\r\n\r\nولا تشكر مغبته\r\n( فصل ) يوافق هذا ما روى من أن رسول الله صلى الله عليه وآله لما\r\nبعث عليها في بعض شؤونه قال يا رسول الله ترسلني في الامر فأكون فيه\r\nكالسكة المحماة في العين أم الشاهد يرى مالا يرى الغائب ثقة منه بسداد مقاصده وشرف مصادره وموارده\r\nوكيف يليق من عاقل ان يقول إن رسول الله صلى الله وآله كان محتاجا\r\nإلى رأى سواه مع تأييده بتدبير الله فيما أولاه مع وفور تجاربه المتقنة وفنون\r\nاغراضه السديدة المتبانية ثم لو جاز أن يكون محتاجا كما ذكره الغلاة في\r\nمحبة أصحابهم إلى مشاورة من ذكروه لما جاز أن يكون الأوقات\r\nالمتكررة مستفيدا منهم اخذا عنهم ثم إن الذي ذكره الغلاة شي لم يبرهنوا\r\nعليه ولم يشيروا بامارة إليه بل ساقهم الغلو إلى أن رموا رسول الله صلى\r\nالله عليه وآله بسهام النقص ليكملوا أصحابهم وينزهوا أحبابهم وإذا\r\nاعتبرت رأيت الامارات المقتضية لترك الاخلاد إلى من وقعت الإشارة\r\nإليه نقصة في الرأي حسب ما تضمنته هاتان القصتان وغير هما أو نقصهما في\r\nمعاني الشجاعة حسب ما دلت عليه القصص الخيبرية والأحدية والحنينية\r\nوغيرهن فرأى رسول الله صلى الله عليه وآله تخلفهم وامر في قتل حيله\r\nوإبرامه ووكل الحروب إلى فرسان النزال وبهم القتال أمير المؤمنين علي\r\n","description":"","footnote":"","page_name":" 5 ","page_number":24},
  {"content":"\r\nابن أبي طالب عليه السلام مقصرا شرعته وأم عاجزا محجته\r\nأخو الحرب ان عضت به الحرب عضها * وان شمرت يوما له الحرب شمرا\r\nويحمى إذا ما الموت كان لقاؤه * سرى الشبر يحمى الانف ان يتأخرا\r\nكليث هزبر راح يحمى ذماره * رمته المنايا قصدها فتقطرا\r\nوهذا هو الجواب عما يذكرونه بالتخصيص من قعوده مع رسول\r\nالله صلى عليه وآله على العريش يوم بدر إذا كان لذلك اليوم جامعا\r\nلرجال الكفاح وفرسان الصياح لامعا بشبا الرماح كالحا عن أنياب\r\nالاخطار وفناء الاعمار وقتام البوار يليق من لا يرهب الموت ويحن إليه\r\nويشتاق إلى لقاء الله ويعطف عليه\r\nأغر كمصباح الظلام تخاله * إذا سار في ليل الدجى قمرا بدرا\r\nويأخذ رايات الطعان بحقها * فيوردها بيضا ويصدرها حمرا\r\nفان قيل فإن لم تدل هذه الصحبة على الاختصاص المنبئ عن فضله\r\nفلتدل صحبة الغار قلت ممنوع إذ من الجائزان تكون تلك الصحبة\r\nلغير ذلك من أمور متعدد حكمية أو لانس أثمره دوح الطبيعة الجبلية\r\nوقد تالف العين الدجى وهو قيودها * ويرجى شفاء السم والسم قاتل\r\nويمكن أن يكون المراد من قوله تعالى في اخر الآية ان كنتم مؤمنين\r\nمع قوله في أولها ( يا أيها الذين آمنوا ) أي يامن امن ظاهرا اتق الله ان\r\nكنت أمت باطنا ليتطابق الكلام والله أعلم ومن طريف ما تضمنته\r\nالقصة قول أحد الرجلين للاخر ما أردت الا خلافي وقوله ما أردت\r\n","description":"","footnote":"","page_name":" 6 ","page_number":25},
  {"content":"\r\n\r\nالا خلافك بيان الاستطراف بيان الاستطراف انهما لما راما تدبير الخلافة صفت النيات\r\nوخلصت الطويات وصار أيديهما عليها واحدة وعزماتها في تأسيس قواعدها صادرة واردة ( فصل )\r\nومن سورة براءة ما رواه أبو إسحاق في كتاب ( الكشف والبيان )\r\nومن كون علي عليه السلام اخذ ما حمل رسول الله صلى الله عليه\r\nوآله مع أبي بكر باذن رسول الله صلى الله عليه وآله من سورة براءة\r\nوهو أربعون من صدرها بعد ما توجه إلى مكة فكان اخذها منه بذى\r\nالحليفة وان رسول الله عليه وآله قال لا يبلغ عني غيري\r\nورجل مني\r\nقال عبد الله بن إسماعيل انك إذا اعتبرت هذه القصة ظهر لك منها\r\nما ظهر لغيرك من أرباب العقول من كون من اخذت منه ليس محلا قابلا\r\nللاختصاص به والا خلاد إليه والتعويل في اسرار الله تعالى وتدبير ملته\r\nعليه إذ كان من هبط عن بعض الرتبة أولى بالهبوط عن جملتها وان\r\nلا ينزل من الدرجة العالية في ذروتها ومنبه على أن الاختصاص بأكمل\r\nالمراتب واسمى المناصب العازل وان ربعه أولى بالمجد الآهل ومنبه ان\r\nذلك عن تدبير مدبر الوجود وهو أبلغ في المقصود وإنما قلت ذلك لان\r\nالله تعالى قال عن رسول الله ( وما ينطق عن الهوى ان هو إلا وحي\r\nيوحى ) وإذا كان الامر على هذه القضية فان الامر باعطائه الآيات\r\n","description":"","footnote":"","page_name":" 7 ","page_number":26},
  {"content":"\r\nعارف بما يؤل إليه الحال من اخذها ممن اخذت منه جهارا على أظهر\r\nالحالات وذلك عين القصد لإبانة نقصه وكمال من اخذها ليقرأها بنية\r\nاخلاصه ويقينه وبراعة تبيينه وشجاعة قلبه وحماسة دينه ومن ذلك غزاة\r\nحين وقول الأول لن نغلب اليوم من قلة فهزم أصحاب رسول الله صلى\r\nعليه وآله وكانوا اثنى عشر ألفا عدا أمير المؤمنين عليه السلام\r\nوالعباس بن عبد المطلب في آخرين قليلين لم يكن القائل منهم هذا المعنى\r\nمن قوله منقول من كتبا المفضل بن سملة في تفسير القرآن وإذا اعتبرت\r\nهذه القصة عجبت مما تضمنته وحوته من كون من أشار إليه لم يعرف له يوم\r\nفي جهاد فرق فيه الكتائب واردى فيه المقاتب وقتل فيه الاقران واصطلم\r\nفيه الشجعان وما اكتفى بذلك حتى كان بكلمته مع أعداء البا على\r\nالاسلام عظيما وخطبا جسيما لولا ما ابد الله تعالى به الاسلام من السيوف\r\nالهاشمية والمقامات العلية العلوية ومن شركها في بعض معانيها والفضل لمن\r\nكان في خيل الجلاد في هواديها مصطلما مهجد الكماة كاشفا غايبا الملمات\r\nشديد مضاء الباس يغنى لقاؤه * إذا زحموه بالقنا والقنابل\r\nومن تفسير الثعلبي في تفسير سورة قاف روى باسناده عن واصل\r\nعن أبي وائل قال ولما كان أبو بكر يقبض قالت عايشة\r\nلعمرك ما يغنى الثراء عن الفتى * إذا حشر جت يوما وضاق بها الصدر\r\nفقال أبو بكر يا بنيه لا تقولي ذلك ولكنه كما قال الله تعالى وجائت سكرة الحق بالموت .\r\n","description":"","footnote":"","page_name":" 8 ","page_number":27},
  {"content":"\r\n\r\nفصل\r\nقال عبد اله بن إسماعيل اعتبر كيف خلا المذكور من حفظ كتاب\r\nالله تعالى ولما شرع في تلاوة آية غيرها عن وضعها وتكلم\r\nبها على غير قاعدة وربما جعل الغلاة ذلك قراءة له لخصوصية به ولئن صح\r\nجعل كل غلط قراءة أدى ذلك إلى نسخ الكتاب جملة نعوذ بالله من الغلو من الدين المنبعث عن الهوى المردي وبه نستعين\r\nمن سورة النساء من كتاب الكشف عند قوله تعالى وفاكهة وأيا\r\nقال المصنف الثعلبي وأخبرنا عبد الله بن حامد أخبرنا محمد بن خالد حدثنا داود بن سليمان حدثنا عبد بن حميد حدثنا حجر بن عبيد عن العوام بن حوشب عن إبراهيم التيمي ان أبا بكر سئل عن قوله تعالى وفاكهة وأبا\r\nقال أي سماء تظلني وأي ارض تقلني إذا قلت في كتاب الله ما لا اعلم\r\nوقد روي أن عمر اشتبه عليه ذلك أيضا وقال عند الحديث في هذا تكلف\r\nقال عبد الله بن إسماعيل إذا تأملت صورة هذه القصة عجبت من غبن الزمن\r\nمولانا أمير المؤمنين صلوات الله عليه كما عجبت من قبل من قصد الحيف\r\nإليه بيان ما اندرج عليه هذا الكلام اعلم أن هذه الكلمة التي قصر العلم\r\nعنها كلمة لا شبهة عربية شهيرة بن الأواخر فضلا عن الأوائل والذي\r\nاستعجمت عليه عربي هذا نقص في العروبية منه وهو اجلا جلاه واظهر\r\nمعناه فكيف بما عدا ذلك من علوم كسبية وفوائد نقلية هذا فيما يرجع\r\nإلى المذكور واما مولانا أمير المؤمنين علي بن أبي طالب صلوات الله عليه\r\n","description":"","footnote":"","page_name":" 9 ","page_number":28},
  {"content":"\r\n\r\n\r\nفان الواحدي روى عند قوله تعالى ( وتعيها اذن واعية ) ان رسول\r\nالله صلى الله عليه وآله قال لأمير المؤمنين علي عليه السلام ان الله تعالى امرني\r\nان دينك ولا أقصيك وان أعلمك وتعي وحق على الله ان تعي وكفى بذلك دليلا على ما حواه من قحم الفضائل وصواب القول الفاضل جبلية\r\nكانت المعارف أو كبية عقلية أو نقلية وبيان هذه صواب الرواية وصحتها وتحقيقها\r\nعن رسول الله صلى الله عليه وآله وصراحتها انه عليه السلام كان البحر\r\nالمتلاطم عند جمود الأذهان الخطيب المصقع عند كلال اللسان واضطراب الجنان يستخرج من أصداف القرايح جواهرها ويستنبط من عيونها\r\nزاخرها ويتقلد من حلى عقودها فاخرها ويستطلع من أفق اسرارها\r\nبدورها ويستوضح من اكناف عرصاتها شذورها فلسانه وسنانه في المضاء\r\nسيان وجنانه وبيانه اخوان توأمان\r\nلكشف ستور الدارعين سنانه * وللقصة الطخياء تجلو مناطقه\r\nله قدم في المجد تخترق الثرى * رسوخا وبالعرش المحلق عاتقه\r\nأخو العزم رب الحزم اذاوني * سريع رمته بالفتور عوايقه\r\nومما يبرهن غربن العترة فيما بدأت به من القصة ان أبا عمر الزاهد حكى\r\nان أمير المؤمنين عليه السلام قال لابن عباس إذا كان بعد العشاء الآخرة\r\nفالقني في الجبان فلحقه فمضى في تفسير لفظة الحمد وهي خمسة أحرف من\r\nبعد العشاء إلى طلوع الفجر ثم قال له قم إلى وضوئك ومما يلحق بهذا قوله\r\nعليه السلام فوالله لا تسألوني عن آية في كتاب الله عز وجل نزلت في\r\n","description":"","footnote":"","page_name":" 10 ","page_number":29},
  {"content":"\r\nليل أو نهار أو سهل أو جبل الا أخبرتكم ومما يلحق بهذا قوله عليه السلام\r\nلو ثنيت لي الوسادة لحكمت بين أهل التوراة بتوراتهم وبين أهل الزبور\r\nبزبورهم وبين أهل الإنجيل بإنجيلهم وغيره خفى عنه لفظة عربية في\r\nالكتاب المنزل على النبي المبعوث إليه فاعتبر هذا المعنى لتثبت ما نبهت\r\nمن الغبن في تقدم المشار إليه عليه\r\nغبن له حدق الانصاف ناكبة * عزوبها الدهر بالجريال تنسكب\r\nومما يلحق بهذا ما روى من أن الفضل بن مروان كاتب الحسن بن\r\nوهب قرأ على المعتصم كتابا فسأله عن الكلاء فقال لا أدري فقال سل\r\nعنه فلما سأل عنه رجع إلى المعتصم فقيل سألت عنه فقال هو العشب فامر\r\nله بمائة ألف درهم فانصرف إلى الحسن بن وهب فأخبره فقال له الحسن\r\nلو ضربك مائة الف سوط على قلة فهمك كان أعود عليك مما أعطاك\r\nعلى جهلك\r\nقال عبد الله بن إسماعيل ان الحسن استفظع وانف أن يكون\r\nكاتب من كتابه بجهل ما جهله من معنى الكلمة العربية وهما بعيدا العهد من\r\nمخالطة أربابها وكاتبه تبع تبع لبعض البريد فاستحسن العقلاء الاستفظاع\r\nوساعدوا عليه ورأوا الفضل بمقام نقص فيما انتهت حاله إليه فكيف\r\nولا يأنف مالك البرية من أن يلي أكمل مراتب خدمته جاهل\r\nبكلمة من لغة قومه وقبيلته وهذا أيضا يؤكد الغبن لعارف المسلمين\r\nوخطيبهم وفصيح قريش ونجيبهم مقلد الحق أعناق بعيدهم وقريبهم بما شرع\r\n","description":"","footnote":"","page_name":" 11 ","page_number":30},
  {"content":"\r\nلهم من سنن الفوائد ومهد لهم من مستوعر شريف المقاصد\r\nفإن لم يكن لفضل ثم مزية * على الجهل فالجهد الطويل من الغبن\r\nقال عبد الله بن إسماعيل تصرفت بقولي الجهد تنزيها لمن استشهدت\r\nعنه عن صورة الكلمة الخافية قصة موضحة عن الغبن أيضا روى عن الواقدي\r\nان أبا بكر وعمر جاء أدار عثمان بن شيبة طالبين مفتاح الكعبة فقالت أمه\r\nخذ المفتاح فان تأخذه أنت أحب إلى من أن تأخذه يتم وعدى وقال\r\nالواحدي عن جماعة المفسرين ان أمير المؤمنين عليه السلام اخذه من\r\nعثمان قسرا ثم رده اختيارا قال ذلك عند قوله تعالى ( ان الله يأمركم\r\nان تؤدوا الأمانات إلى أهلها ) ومن جنس هذا ما روى من أن رسول الله\r\nصلى الله عليه وآله كان يمشى بين أبى بكر وخالد بن سعيد إذ مر بقبر\r\nأبى أحيحة أبى خالد فقال أبو بكر يا رسول الله ان هذا لقبر رجل عظيم\r\nالجمرة يوم القيامة فقال خالا والله يا رسول الله ما سرني انه كأبى قحافة وانه\r\nفي أعلى عليين فضحك رسول الله صلى الله عليه وآله حتى رد بيده على\r\nفيه ثم قال يا أبا بكر لا تؤذين مسلما بكافر\r\n( فصل )\r\nومن كتاب الكشف والبيان عند قوله تعالى في سورة النساء\r\n( ويستفتونك قل الله يفتيكم ) في الكلالة وقال محمد بن سيرين نزلت\r\nهذه الآية والنبي صلى الله عليه وآله في مسيره إلى حجة الوداع والى\r\nجنبه حذيفة والى جنب حذيفة عمر ولقاها النبي صلى الله عليه وآله حذيفة\r\n","description":"","footnote":"","page_name":" 12 ","page_number":31},
  {"content":"\r\n\r\nفلقاها حذيفة عمر فلما استخلف عمر سأل حذيفة عنها رجاء أن يكون\r\nعنده تفسيره فقال له حذيفة والله انك لأحمق ان ظننت ان امارتك تحملني\r\nعلى أن أحدثك فيها بما لم أحدث يومئذ لقانيها رسول الله صلى الله عليه\r\nوآله فلقيتكها كما لقانيها والله لا أزيدك عليها شيئا ابدا فقال عمر لم أرد\r\nهذا رحمك الله ثم قال عمر اللهم من كنت بينتها له فإنها لم تبين ومن فهمها\r\nفانى لم افهمها وقال طارق بن شهاب اخذ عمر كتفا وجمع أصحاب رسول\r\nالله صلى الله عليه وآله وقال لأقضين في الكلالة قضاء تحدث به النساء\r\nفي خدوره فخرجت حينئذ حية من البيت فتفرقوا فقالوا لو أراد الله\r\nان يتم هذا الامر لأتمه قال وخطب عمر الناس يوم الجمعة فقال إني والله\r\nلا ادع بعدي شيئا هواهم إلي من الكلالة سالت النبي صلى الله عليه وآله\r\nعنها فما أغلظ لي في شئ ما أغلظ لي فيها حتى طعن في فخذي وقال\r\nتكفيك آية السيف .\r\nقال عبد الله بن إسماعيل رحمه الله تعالى انك إذا اعتبرت هذا\r\nالنقص في القريحة تارة وفي الكسب أخرى وقرنت إلى ما نطق به معلوم\r\nالسيرة ونبهت عليه انفا من حال أمير المؤمنين عليه السلام عجبت ورأيت أن\r\nكل مغبون إذا فكر سأل بما جرى إذ كيف تقلبت به الحال لا يداني\r\nبه مظلمة مولانا أمير المؤمنين صلوات الله عليه وان غبنه مغمور فيما انساق\r\nأمر مولانا إليه وأقرر هذا مبالغا فأقول ان الله تعالى قال في اخر الآية\r\n( يبين الله لكم ان تضلوا ) اي لئلا تضلوا إذا عرفت هذا تنبهت على\r\n","description":"","footnote":"","page_name":" 13 ","page_number":32},
  {"content":"\r\nان الفهم بطئي إذ مع كون الإرادة الإلهية متعلقة بالافهام ما فهم من فهم\r\nولا دري من دري فكيف به عند شئ لا يقترن بهذا الإرادة الموقظة\r\nعن الأذهان الهادية إلى سبيل البيان ثم إن الامر في الآية جلي منصوص عليه فيها وهو ان الكلالة الاخوة حسب ما تضمنته الآية وأوضحته وان قيل إنما التبس عليه بمجرد اللغة فيها قلت ممنوع لان أبا بكر كان يقول\r\nالكلالة من عدا الولد وكان عمر يقول من عدا الولد والولد فالا شكال\r\nعليه إنما كان في موضع الوضوح لا فيما عداه وأيضا فان بعض الأشياخ\r\nالفاضلين حكى عنه لما جرى حديث الأب عنده قال وما هذا التكلف\r\nإذا عرفت هذا وما قبله بان لك ان المعنى للمشتبه عليه هو حلي في الآية\r\nواضح في التنزيل اضربنا عن هذا فان الآية شارحة بنفسها للمراد من الكلالة\r\nوكفى بهذا في ايضاح المعنى منها والذي تقرر ان الاشكال على المشار إليه\r\nكان في غير موضحة حسب ما أشرت إليه كون رسول الله غلظ عليه سؤاله\r\nوطعن في فخذه فلو كان الامر محتملا للسؤال ما كان لطف الرسول ورأفته\r\nومؤبد تسليكه قاضيا بالغيض والظعن الفخذه ثم إن الله تعالى لما عرف\r\nما عزم عليه من تفسير الكلالة اخرج حية منعت من ذلك علما منه بما\r\nتؤل الحال من الخلل إليه وأزيدك في تعرف معنى الغبن فأقول ظاهر\r\nولا خلاف في أن الثاني كان كثير التعلم من مولانا أمير المؤمنين عليه\r\nالسلام والاخذ عنه والاستفادة منه تارة في التدبيرات الدنيوية وتارة\r\nفي المسائل الشرعية اما في التدبيرات الدنيوية فإنه لما نخيل لعمر المسير\r\n","description":"","footnote":"","page_name":" 14 ","page_number":33},
  {"content":"\r\nإلى العراق للغزو منعه وعرفه وجه المصلحة في ذلك فاتبعه ومن جنس\r\nذلك ما جرى في عزمه على اخذ مال الكعبة لتقوية المجاهدين وهذا\r\nالتنبيه جار في باب الدين وهذا المعنى باب وسيع جدا ومن غريبة قصة\r\nأثبتها من خاطري وقد تختلف صورتها مروية عن الحكم بن مروان عن\r\nخير بن حبيب قال نزلت بعمر بن الخطاب نزلة قام لها وقعد وترنح وتفطر\r\nثم قال أيها الناس ما عندكم فيها قالا يا أمير المؤمنين أنت المرجع واليك\r\nالمفزع ( قال يا أيها الذين آمنوا اتقوا الله وقولوا قولا سديدا )\r\nقال عبد الله بن إسماعيل عرف انهم مدحوه بغير صفته وحلوه بغير\r\nحليته فلما رأى قول الاستهزاء منهم قال فقال لهم اما والله انكم لتعرفون\r\nابن نجدتها الخبير بها قالوا ومن ذاك كانت تشير إلى علي ابن أبي طالب\r\nعليه السلام فقال فانى يعدل به عنه وهل طفحت حرة بمثله قالوا فلو دعوته\r\nفأتاك قال هناك شمخ من هاشم ولحمة من الرسول وأثرة من علم يؤتى لها\r\nولا يأتي قال فتوجهوا إليه فوجدوا في بستان له يتركل على مسحاة وهو\r\nيقرء ( أيحسب الانسان ان يترك سدى ألم يك نطفة من منى بمنى\r\nودموعه تهمى على خذيه فتركوه حتى فرغ من بكائه ثم سأله عمر المسألة\r\nفأصدر إليه جوابها فلوا عمر يديه وقال اما والله ان الحق أرادك ولكن\r\nقومك أبو أعليك فقال له أمير المؤمنين خفض عليك من هنا وهنا أبا حفص\r\n( ان يوم الفصل كان ميقاتا ) فاظلم وجهه كأنما ينظر من ليل\r\nومن افراد مسلم ان عمر سال أبا أوفى عما قرء به رسول الله صلى\r\n","description":"","footnote":"","page_name":" 15 ","page_number":34},
  {"content":"\r\n\r\n\r\n\r\nالله عليه وآله في صلاة العيد فقلت ( اقتربت الساعة ) و ( ق والقرآن\r\nالمجيد )\r\nقال عبد الله بن إسماعيل رحمه الله تعالى إذا اعتبرت هذه القصة\r\nتأكد الغبن بيان ذلك أنه اما أن يكون للمشار إليه نية في تحصيل\r\nالأحكام الشرعية أولا فإن كان الأول فأين هذه الفطنة من قريحة من\r\nكان تلميذه المقصر عنه يسمع الكلام فيحفظه بمجرد قريحته من غير\r\nقصد إلى حفظه أو غرض في احرازه وإن كان الثاني من كونه لا نية له\r\nفي نقل الأحكام الشرعية أشد في غبن من كان في عكس هذه\r\nالنقايص تماما وفى روح الفضائل إماما ولمتفرقها في أقطار الفلوات قلوب\r\nالخواص نظاما\r\nففيه ما فيهم لا يمترون به * وليس في القوم ما فيه من الحسن\r\nعلمه في مجلس واحد * الف حديث حسب الحاسب\r\nكل حديث من أحاديثه * يفتح ألفا عجب العاجب\r\nمن كان الف احمد يوم الوغا * جلدة بين العين والحاجب\r\nومن ذلك نهيه عن المغالاة في المهور حتى نبهته المرأة بقوله تعالى\r\n( وان آتيتم إحديهن قنطارا فلا تأخذوا منه شيئا ) فقال كلكم أفقه من\r\nعمر حتى النساء\r\nومن ( الجمع بين الصحيحين ) من مسند عمار بن ياسر أنه قال لمجنب\r\nلا تصل فنبه عمار بأنهما كانا في سرية فلم صيل عمر أمانا فتمعكت في\r\n","description":"","footnote":"","page_name":" 16 ","page_number":35},
  {"content":"\r\n\r\nالتراب فقال رسول الله صلى الله عليه وآله ما صورة إنما يكفيك ان\r\nتضرب بيديك ثم تنفخ ثم تمسح وجهك وكفيك واللفظ أولا لي\r\nقال عبد الله بن إسماعيل إذا اعتبرت هذه القصة تأكد عجبك\r\nلوجوه منها ان آية التيمم مذكورة في سورة شهيرة متلوة متكررة فكيف\r\nخفيت عمن خفيت عنه ومنها ما يرجع إلى القريحة وكون هذه القصة جرت\r\nله وجرى فيها تردد وبعدت منه إذا المسائل إذا تردد فيها النزاع حفظتها\r\nالقرابح الجامدة واحتوت عليها نيران الفطنة الخامدة\r\nومن كتاب أبي إسحاق عند قوله تعالى في سورة براءة ( والسابقون\r\nالأولون من المهاجرين والأنصار ) ما صورته ويروى ان عمر ابن الخطاب\r\nقراء ( والسابقون الأولون من المهاجرين والأنصار الذين اتبعوهم\r\nباحسان ) برفع الراء وبغير واو في الذين فقال له ابن بن كعب إنما هو\r\nرسول الله والذين اتبعوهم باحسان وانك يومئذ تبيع القرص ببقيع الفرقد\r\nفقال صدقت حفظتم ونسينا وتفرغتم وشغلنا وشهدتهم وغبنا ثم قال عمر\r\nلأبي أفيهم الأنصار قال نعم ولم يستأمر الخطاب ولا بنيه فقال عمر كنت\r\nأظن انا قد رفعنا رفعة لا يبلغها أحد بعدنا الغرض من هذه القصة\r\nقال عبد الله بن إسماعيل وإذا اعتبرت ما حوته هذه القصة تأكدت\r\nالمعرفة بغبن مولانا أمير المؤمنين عليه السلام في تقدم هذا عليه بيان\r\nذلك عدم المعرفة بتنزيل هذه الآية ثم بيان كون أبي قال له انه قرأتها\r\n","description":"","footnote":"","page_name":" 17 ","page_number":36},
  {"content":"\r\n\r\nعلى رسول الله صلى الله عليه وآله وأنت تبيع القرص ببقيع الفرقد فصدقه\r\nوكان ذلك قريبا من موت رسول الله صلى الله عليه وآله إذ سورة براءة\r\nآخر ما نزل من السورة فانظر كيف تقلبت الحال حتى صار مع ضعف\r\nالوسائل تارة بالنقص في العلوم وتارة بعدم البسالة وتارة برقة الحال وتارة\r\nبمناظر في أن التنزيل كما قال وليس الامر كذا إلى أن صار رئيسا لمن\r\nزلت طائفة من العقول لطفه فتهمته الها معبودا وربا موجودا نعوذ\r\nبالله تعالى من مقالتهم وسوء طريقتهم ومما يشبه قول أبى في ربيع القرص\r\nما روى أن أبا بكر حض الناس على الجهاد فتثالوا قال عمر لو كان\r\nعرضا قريبا الآية فقال له خالد بن سعيد بن العاص يا بن أم عمر ألنا تضرب\r\nأمثال المنافقين والله لقد أسلمت وان لبني عدي صنما إذا جاعوا أكلوه وإذا\r\nشبعوا استأنفوه\r\nومما يلحق بهذا ما روى من أن نسوة رأين عمر راكبا ومعاوية ماشيا\r\nفقلن الا تعجبن عمر راكب وابن هند ماش\r\nومن ذلك ما رواه المؤرخون من كونه حفظ سورة البقر في اثنى عشر\r\nسنة وقيل في سبع عشر سنة ومن روى الرواية الأولى قال إنه لما\r\nحفظها نحر جزورا\r\nقال عبد الله بن إسماعيل ان القول في هذا كما قيل في جنسه من أنه\r\nإن كان هذا قدر القريحة فغريب أو قدر الاهتمام فعجيب ويمكن ان يقال إن\r\nنحر الجزور يدل على الأول لان النحر يدل على شدة السرور بحفظها\r\n","description":"","footnote":"","page_name":" 18 ","page_number":37},
  {"content":"\r\n\r\n\r\nوشدة السرور بحفظها امارة اهتمامه بها ( فاعتبروا يا أولى الابصار )\r\nومن ذلك ما روى أن عمر علل اخراج ولده عبد الله من الشورى\r\nلأنه عجز عن طلاق امرأته وصورة ذلك أنه طلقها حايضا رواه البخاري\r\nعن سليمان بن حرب ورواه مسلم عن عبد الرحمن بن بشر عن بهر كلاهما عن\r\nشعبة ورواه الواحدي في الوسيط باسناده إلى سبعة عن انس بن سرين\r\nقال سمعت ابن عمر يقول طلق ابن عمر امرأته وهي حايض فذكر ذلك\r\nعمر النبي صلى الله عليه وآله فقال مره فليراجعها فإذا طهرت فليطلقها ان شاء قلت فيحتسب بها قال فمه\r\nقال عبد الله بن إسماعيل إذا منع ادخاله في الشورى وهو تشبث\r\nبالخلافة كون عبد الله ما عرف طلاق امرأته فليكن عدم المعرفة بمقدار\r\nالمهر أولى من التشبث بها والزم في عدم التحصيل لها وإنما قلت ذلك لان\r\nعقد المحلول أيسر من حل المعقود وإذا كان عمر عجز عن معرفة قدر\r\nالمهر حسب ما سلف غاليا وهو أحد لوازم العقد المتيسر فليكن أبعد من\r\nالخلافة بمراتب ممن عجز عن حل العقد المتعسر والله أعلم\r\nومن ذلك ما رواه الواحدي في كتاب الوسيط عند قوله تعالى\r\n( ولا تصل على أحد منهم مات ) قال أخبرنا الفضل بن إبراهيم الصوفي\r\nأخبرنا أبو علي بن أحمد الفقيه أخبرنا أبو بكر أخو أبى الليث حدثني السكوني حدثني أبو أسامة عن عبد الله بن عمر وعن نافع عن ابن عمر قال\r\nلما توفي عبد الله بن أبي جاء ابنه إلى رسول الله صلى الله عليه وآله فسأله\r\n","description":"","footnote":"","page_name":" 19 ","page_number":38},
  {"content":"\r\nان يعطيه قميصه يكفن فيه ابه فأعطاه إياه ثم سئله ان يصلى عليه فقام\r\nرسول الله صلى الله عليه وآله فصل عليه فقام عمر بن الخطاب فاخذ\r\nبثوب رسول الله صلى الله عليه وآله فقال يا رسول الله تصلي عليه فقال\r\nرسول الله صلى الله عليه وآله إنما خيرني الله فقال ( استغفر لهم أو لا تستغفر لهم ) فأنزل الله عز وجل ( ولاتصل على أحد منهم مات ابدا )\r\nالا أنه قال الواحدي بعد هذه رواه البخاري عن عبيدة بن إسماعيل\r\nورواه مسلم عن أبي بكر بن أبي شيبة كلاهما عن أبي أسامة ونقلت من\r\nكتاب السدي في تفسير القرآن بعد كلام ذكره يتعلق بعبد الله بن أبي\r\nان النبي صلى الله عليه وآله اعطى ولده قميصه التحتاني فكفن فيه ثم قال ما صورته تقدم النبي صلى الله عليه وآله ليصلي عليه فقام عمر بين يديه ليحول بينه وبين الصلاة عليه فقال يا رسول الله صلى الله عليه\r\nاتصلي عليه أليس هو صاحب كذا وكذا فذكر النبي صلى الله عليه\r\nوآله نحو ما روى في الحديث الأول من التخيير ومن تفسير الثعلبي فلما\r\nأكثر عليه قال اخر عنى يا عمر فقد خيرت فاحترت\r\nقال عبد الله بن إسماعيل رحمه الله تعالى العدل في هذه القصة ان\r\nيقال لا يخلوا الزاري على رسول الله صلى الله عليه وآله من أن يكون\r\nعارفا تأييده بالله وعصمته وحراسته من الوهن وسلامته أولا فإن كان\r\nالأول فالاقدام بالازارء اقدام على عين الخطا عمدا وإن كان غير عارف\r\nبما وقعت به الإشارة فهو خطر فضيع ووهن شنيع ولهذا لواحق مذكورة\r\n","description":"","footnote":"","page_name":" 20 ","page_number":39},
  {"content":"\r\n\r\n\r\nفي مطانها مثبتة في أوطانها\r\nوروي الواحدي في كتاب الوسيط مرفوعا عند آية الحجاب من سورة\r\nالأحزاب إلى أن قال قال عمر بن الخطاب يا رسول الله تدخل\r\nعليك من الناس البر والفاجر فلو أمرت أمهات المؤمنين بالحجاب فأنزل\r\nالله آية الحجاب قال الواحدي رواه البخاري عن مسدد\r\nقال عبد الله بن إسماعيل وروى الثعلبي رفعه إلى عائشة قال\r\nكان عمر بن الخطاب يقول لرسول الله صلى عليه وآله احجب\r\nنساءك فلم يفعل وكان أزواج النبي صلى الله عليه وآله يخر جن ليلا إلى\r\nليل إلى المصانع وهو صعيدا فيح فخرجت سودة بنت زمعة وكانت\r\nامرأة طويلة فرآها عمرو وهو في المجلس فقال قد عرفناك يا سودة حرصا\r\nعلى أن ينزل الحجاب فأنزل الله آية الحجاب وسيأتي عند سورة التحريم\r\nشئ يتعلق بهذا انشاء الله تعالى\r\nقال عبد الله بن إسماعيل رحمه الله الآيات والآثار في وجوب\r\nبسنن رسول الله صلى الله عليه وآله موجودة فما هذا الالتزام لاقدام\r\nعليه بالتكبر وعلى زوجته بالتهجم الكبير ( لقد كان لكم في رسول\r\nالله أسوة حسنة لمن كان يرجو الله واليوم الآخر وذكر الله قل ان كنتم\r\nتحبون الله فاتبعوني يحببكم الله ) وقد ثبت في الحديث المروي من جهة\r\nالقوم أوردنا في عدة مواضع من أن رسول الله صلى الله عليه وآله قال\r\nالحق مع علي وإذا كان أمير المؤمنين تبع رسول الله صلوات الله عليهما وبعض\r\n","description":"","footnote":"","page_name":" 21 ","page_number":40},
  {"content":"\r\n\r\nأمته على الحق مطلقا فما ظنك بسيده رسول الله صلوات الله عليه وآله\r\nوإذا كان الامر على هذه القضية لاجرم تحقق كون من رد على رسول\r\nالله مغلطا له مصوبا بسهام الطعن إليه واليه\r\nومن كتاب ( الكشف ) في تفسير سورة الفتح قال بعد كلام فقال\r\nعمر والله ما شككت منذ أسلمت إلى يومئذ فاتيت النبي صلى الله عليه وآله فقلت الست رسول الله قال بلي قلت السنا على الحق وعدونا على\r\nالباطل قال بلى قلت فلم تعطى الدنية في ديننا قال إني رسول الله ولست\r\nأعصيه وهو ناصري قلت الست تحدثنا انا سنأتي البيت ونطوف به قال\r\nبلى هل أخبرتك انك تأتيه العام قلت لا قال فإنك ستأتيه وتطوف به قال قال ثم اتيت إلى ابن بكير فقلت أليس هذا نبي الله حقا قال بلى\r\nقلت السنا على الحق وعدونا على الباطل قال بلى قلت فلم نعطى الدنية\r\nفي ديننا اذن قال أيها الرجل انه رسول الله وليس يعصى ربه فاستمسك\r\nيعزره حتى تموت فوالله انه لعلى الحق قلت أوليس كان يحدث انه يأتي\r\nالبيت ويطوف به قال أو أخبرك انه يأتيه العام قلت لا قال فإنك اتيه\r\nومطوف به وروى في الجمع بين الصحيحين مثله .\r\nقال عبد الله بن إسماعيل رحمه الله تعالى إذا عرفت هذا تأكد\r\nانطوائك على معرفة الغبن لمولانا أمير المؤمنين في تقديم هذا الشاك وهو\r\nالقائل الصادق بتصديق رسول الله له فيما يشير إليه لو كشف الغطاء ما ازددت\r\nيقينا فأين ذلك النقص من هذا الكمال وأين ذلك الشك من هذا اليقين\r\n","description":"","footnote":"","page_name":" 22 ","page_number":41},
  {"content":"\r\nأكثر ما يقال إنه أظهر التوبة مما قال لكم الرجوع عن العقيدة المنجية\r\nالاسلامية حصل ثم انك إذا اعتبرت فنون ما رويته وأرويه وأغفلته مما\r\nيعرفه النبيه رأيت المعنى من ذلك ما أشبه الليلة بالبارحة والغادية بالرايحة\r\nمن تردده في الأمور وشكه في دبير الرسول الميمون المبرور\r\nومما يشبه هذه القصة ما رواه الواحدي في كتاب ( الوسيط ) عند سورة\r\nالتكاثر عند قوله ( ثم لتسئلن يومئذ عن النعيم ) قال أخبرنا أبو نصر\r\nأحمد بن محمد بن إبراهيم أخبرنا أبو عبد الله عبيد الله بن محمد أخبرنا عبد\r\nالله بن محمد المنيعي حدثنا أحمد بن محمد بن يحيى بن سعيد حدثنا هشام\r\nابن عبد الملك حدثنا حشرج بن نباتة حدثنا أبو نصير عن أبي عسيب قال\r\nخرج رسول الله صلى الله عليه وآله ليلا فدعاني فخرجت إليه ثم مر بابى\r\nبكر فدعا فخرج إليه ثم مر بعمر فدعاه فخرج إليه ثم انطلق يمشى ونحن\r\nمعه حتى دخل حائطا لبعض الأنصار فقال لصاحب الحايط أطعمنا بسرا\r\nفجاء بعذق فوضعه فاكل رسول الله صلى الله عليه وآله وأصحابه ثم دعا\r\nبماء فشرب ثم قال إنكم لمسؤولون عن هذا يوم القيامة فاخذ عمر العذق\r\nفضرب به الأرض حتى تناثر البسر بين يدي رسول الله صلى الله عليه وآله\r\nثم قال انا المسؤولون عن هذا يوم القيامة قال نعم الا عن ثلث خرقة\r\nيوارى الرجل بها عورته أو كسرة يسد بها جوعته لو حجز يدخل فيه من\r\nالحر والبرد\r\n","description":"","footnote":"","page_name":" 23 ","page_number":42},
  {"content":"\r\n\r\nقال عبد الله بن إسماعيل وهذه القصة إذا اعتبرتها وتيقنت ما حوته\r\nزادت بصيرتك في معرفة الغبن لمن كان الايمان مخالطا للحمه ودمه وكان\r\nمن امن الزلل في أبلغ ذرى معاقل عصم جرمه أول امره في ذلك كالاخر\r\nوسالفه كالغابر ولذلك مظان من طرق القوم مفهومة ومحال معلومة يفهمها\r\nالمقصر فضلا عن اللاحق ويشترك فيها المسوف والسابق\r\nقال عبد الله بن إسماعيل قال أبو إسحاق الثعلبي عند تفسير سورة\r\nالفتح في سياق كلام عن عمر فدعاه رسول الله صلى الله عليه وآله ليبعثه\r\nإلى مكة فقال يا رسول الله انى أخاف قريشا على نفسي وليس بمكة من\r\nبنى عدى بن كعب أحد يمنعني وقد عرفت قريش عداوتي إياها وغلظتي\r\nولكن أدلك على رجل هو أعزبها منى عثمان بن عفان فدعا رسول الله صلى\r\nالله عليه وآله عثمان فبعثه\r\nقال عبد الله بن إسماعيل يأمر رسول الله شخصا عن أمر الله\r\nفيحاجان ويناظران بيان الأول بالسيرة وبيان الثاني بقوله ( وما ينطق عن\r\nالهوى ) هذا فظيع من الامر ويؤيده ( قالوا يا شعيب إنا لتراك فينا\r\nضعيفا ولولا رهطك لرجمناك وما أنت علينا بعزيز قال يا قوم أرهطي أعز\r\nعليكم من الله واتخذتم ورائكم ظهريا ان ربى بما تعملون محيط )\r\nولو قلت طائي النار أعلم انه * رضى لك أو مدن لنا من وصالك\r\nلقدمت رجلي نحوها فوطئتها * هدى منك لي أو ضلة من ضلالك\r\nهذا فيما يرجع إلى الدين واما ما في ذلك من معاني الخور فإنه قلادة\r\n","description":"","footnote":"","page_name":" 24 ","page_number":43},
  {"content":"\r\n\r\n\r\n\r\nهذه القصة وجلبابها وحليتها وخضابها وليست هذه الخلة من شعار من\r\nتقدم عليه وذوي قرابته في شئ ليوث الأجناس ابطال المراس\r\nمقاديم وصالون في الحرب خطوهم * بكل رقيق الشفرتين يماني\r\nإذا استنجدوا لم يسألوا من دعاهم * لاية حرب أم باي مكان\r\nقال عبد الله بن إسماعيل قد رأيت أن أذكر ههنا قصة لايقة قال\r\nعمر بن الخطاب لانس بن مدرك لقد رأيتني يوم عكاظ والرمح في يدي\r\nوانا في طلبك فقال له أعيذك بالله يا أمير المؤمنين أن تكون أدركتني\r\nيومئذ قال ولم قال لو أدركتني لم تكن للناس خليفة\r\nقال قال عبد الله بن إسماعيل قال ذلك معرفة منه بضعف العزائم وفشل\r\nالقلب الخائم .\r\nومن كتاب الكشف ) عند تفسير سورة الحجرات عند قوله تعالى\r\n( ولا تجسسوا ) قال ابن إسحاق وأخبرني ابن فتحويه أخبرنا ابن حبش\r\nأخبرنا علي بن ربخويه حدثنا سلمة حدثنا عبد الرزاق خبرنا معمر قال\r\nأخبرني أبو أيوب عن أبي قلابة ان عمر بن الخطاب حدث ان أبا محجن\r\nالثقفي في يشرب الخمر بيته هو وأصحابه فانطلق عمر حتى دخل عليه فإذا\r\nليس عنده الأرجل فقال أبو محجن يا أمير المؤمنين ان هذا لا يحل لك\r\nقد نهاك الله عن التجسس فقال ما يقول هذا فقال زيد بن ثابت وعبد الله\r\nبن الأرقم صدق يا أمير المؤمنين هذا التجسس قال فخرج عمر وتركه\r\nقال عبد الله بن إسماعيل إذا اعتبرت ما تضمنته هذه القصة زادت\r\n","description":"","footnote":"","page_name":" 25 ","page_number":44},
  {"content":"\r\n\r\n\r\nمعرفتك بغبن مولانا أمير المؤمنين صلوات الله عليه من جهة هذا المتقدم عليه\r\nحيث هو بمقام التقصير عما وصلت معرفة مشعوف بالخمر وغيره من الصحابة\r\nبيان شعف ابن أبي محجن قوله\r\nإذا أمت فادفني إلى جنب كرمة * ثروى عظامي بعد موتى عروقها\r\nولا تدفنني في الفلات فإنني * أخاف إذا ما مت ان لا أذوقها\r\nوتقرير هذه القصة من غرضي لان الرئيس في معنى يتعين أن يكون\r\nعارفا به مالكا أعناق عذبه ولا شبهة في كون التقدم على جميع الأصحاب\r\nتقدما دينا ومن أقوى أسباب الدين المعرفة بما تضمنته آيات الكتاب\r\nفإذا فقد العلم بتلاوتها فقد أشكل تقدمه على جميع الأصحاب لكون\r\nالاحكام تأتى فجاة فيحتاج إلى تدبير حاضر وإذا ضممت إلى هذا\r\nوجد وتناهض بأعبائها مطلع على خفاياها وتقدم من لا يداني ذلك زاد\r\nتعجبك وتعتبك\r\nلا يصلح الناس فوضى لا سراة لهم * ولا سراة إذا جهالهم سادوا\r\nومن سورة الامتحان عند قوله تعالى ( يا أيها الذين امنوا لا تتخذوا\r\nعدوى وعدكم أولياء ) الآية ذكر الثعلبي قصة مطولة من معناها ان\r\nسارة مولاة أبى عمرو ابن صيفي بن هاشم بن عبد مناف سلم إليها حاطب بن أبي\r\nبلتعة كتابا إلى أهل مكة بوذنهم بتوه رسول الله صلى الله عليه\r\nوآله إليهم وأعطاها عشرة دنانير وقيل عشرة دراهم فامر رسول الله صلى الله عليه وآله عليا وعمر وطلحة وزبير في آخرين بالخروج إليه واخذ\r\n","description":"","footnote":"","page_name":" 26 ","page_number":45},
  {"content":"\r\n\r\n\r\nالكتاب منها عن أمر الله تعالى فتوجهوا فوجدوها بروضة خاخ ( * )\r\nفسألوها عن الكتاب فجحدت فهموا بالرجوع فقال علي صلوات الله عليه\r\nوالله ما كذبت ولا كذبت وسل سيفه وقال أخرجي الكتاب والا\r\nوالله لأضربن عنقك فلما رأت الجد أخرجته من ذؤابتها وقد خباته في\r\nشعرها فخلوا سبيلها ولم يتعرضوا لها حسب أمر رسول الله صلى الله عليه وآله\r\nقال عبد الله بن إسماعيل هذه القصة إذا اعتبرها وجدتها مشكلة\r\nجدا في جانب من شك في صدق رسول الله صلى الله عليه وآله وان\r\nسارة الكافرة أصدق من النبي صلى الله عليه وآله فيما أشار إليه لكن\r\nأمير المؤمنين عليه السلام عرف الله تعالى ورسوله فبنى على ما أوعز إليه\r\nرسول الله فكشف الحال في صدق المقال وقد أنشدت في هذا بيتين\r\nلي فيهما تصرف\r\nلا تحسبنه وان بدت خدع * يرضى الخدوع ويقبل العذلا\r\nلو كنت أنت وأنت مهجته * واشى رضاك إليه ما قبلا\r\nومن سند أحمد بن حنبل مرفوعا إلى أبى حرب بن الأسودان عمر\r\nاتى بأمره وضعت لستة أشهر فهم برجمها فبلغ ذلك عليا عليه السلام فقال\r\nليس عليها رجم فبلغ ذلك فأرسل إليه فسأله فقال علي ( والوالدات يرضعن\r\nأولادهن حولين كاملين لمن أراد ان يتم الرضاعة ) وقال ( حمله\r\nوفصاله ثلاثون شهرا ) فستة أشهر حمله وحمولين تمام لاحد عليها وان\r\n\r\n","description":"","footnote":" * بين مكة والمدينة ","page_name":" 27 ","page_number":46},
  {"content":"\r\n\r\nشئت لا رجم عليها قال فخلي عمر سبيلها ثم ولدت بعد الستة أشهر\r\nقال عبد الله بن إسماعيل وسوف يأتي في اخبار الثالث كلام في مثل هذا\r\n( فصل )\r\nومن كتاب السدى عند قوله تعالى ( يا أيها الذين امنوا لا تتخذوا\r\nاليهود والنصارى أولياء بعضهم أولياء بعض ومن يتولهم منكم فإنه منهم )\r\nالآية وما يعقبها ( * ) بها قال لما أصيب أصحاب النبي صلى الله\r\nعليه وآله بأحد قال عثمان لألحقن بالشام فان لي به صديقا من اليهود\r\nيقال له دهلك ولا خذن منه أمانا فانى أخاف ان تدال علينا اليهود وقال\r\nطلحة بن عبيد الله لأخرجن إلى الشام فان لي صديقا من النصارى قال\r\nالسدى أراد أحدهما ان يتهود والاخر أن يتنصر قال فاتى طلحة النبي صلى\r\nالله عليه وآله وعنده علي بن أبي طالب عليه السلام فاستأذنه طلحة في\r\nالمسير إلى الشام وقال إن لي بها مالا اخذوه فقال النبي صلى الله\r\nعليه وآله من الاستيذان فغضب علي فقال يا رسول الله ائذن لابن\r\nالحضرمية فوالله لا عز من نصر ولا ذل من خذل قال السدى والمرض\r\nالشك والفتح الظهور عليهم والامر الذي من عنده أجزيه ثم ذكر قول\r\n\r\n","description":"","footnote":" * ما يعقبها \" إن الله لا يهدي القوم الظالمين : فترى الذين في\r\nقلوبهم مرض ساعون فيهم يقولون تخشى أن تصيبنا دائرة فعسى الله أن\r\nيأتي بالفتح أو أمر من عند فيصبحوا على ما أسرفوا في أنفسهم نادمين \" ","page_name":" 28 ","page_number":47},
  {"content":"\r\n\r\nالمؤمنين عند ذلك فيهم ( ويقول الذين آمنوا أهؤلاء الذين اقسموا بالله\r\nجهد ايمانهم انهم لمعكم حبط أعمالهم ) يعنى أولئك بقوله انه يحلف\r\nلكن انه مؤمن معكم فقد حبط عمله بما دخل فيه من أمر الاسلام\r\nحين نافق فيه\r\nومن سورة الأحزاب قال السدى عند قوله تعالى ( وما كان لكم\r\nان تؤذوا رسول الله ولا ان تنكحوا أزواجه من بعده ابدا ان ذلكم كان\r\nعند الله عظيما ) لما توفى أبو سلمه وحبيش بن حذافة وتزوج رسول الله\r\nصلى الله عليه وآله امرأتيهما أم سلمة وحفصة وكانت تحت حبيش قال\r\nطلحة وعثمان أينكح محمد نسائنا إذا متنا ولا ننكح نسائه إذا مات والله\r\nلئن مات لأجلنا على نسائه بالسهام قال كان طلحة يريد عايشة وعثمان يريد\r\nأم سلمة فأنزل الله تعالى ( وما كان لكم ان تؤذوا رسول الله ولا ان تنكحوا\r\nأزواجه ) الآية وانزل ( ان تبدوا شيئا أو تخفوه فان الله كان بكل شئ\r\nعليما ) وانزل ( ان الذين يؤذون الله رسوله لعنهم الله في الدنيا\r\nوالآخرة واعد لهم عزابا مهينا )\r\nقال عبد الله بن إسماعيل إذا تبينت ما حواه التنزل في هذه الآيات\r\nبل وان لم تتأمل عرفت من غبن الباطل لمولانا أمير المؤمنين صلوات الله\r\nعليه ما تعرف به جليا ان المراتب الدنيوية ليس معللة في طردها بالأهلية\r\nوانها تجرى مجرى الحوادث الاتفاقية تضع الرفيع وترفع الوضيع ولذلك\r\nشرح أشرت إليه عند شئ اقتضاه وبسطت القول في معناه\r\n","description":"","footnote":"","page_name":" 29 ","page_number":48},
  {"content":"\r\n\r\nهون عليك يكون ما هو كائن * قاضى القضاء وجفت الأقلام\r\nكم من ضعيف العقل منهتك القوى * ما عنده نقض ولا ابرام\r\nقد مالت الدنيا الهى بسيبها * فعليه من رزق الاله ركام\r\nومهذب ندب أريب حازم * مرس له فيما يروم مرام\r\nأعي عليه طلابه فكأنها * فيما يحاوله عليه حرام\r\nشتان بينهما إذا ما قويسا * عجبا لما تأتى به الأيام\r\nولولا أن الامر جار على ما ذكرت والا فكيف كان يقدر أن يكون\r\nالثالث متقدما على أمير المؤمنين علي بن أبي طالب عليه صلوات\r\nالله الذي عرف الحق بشهادة الرسول فقصد إليه لا تثنيه عنه الحوادث\r\nالصادقة ولا تلويه عن سننه الخطوب الصارفة ولا لوية عن سننه\r\nالخطوب الصارفة ولا يستوحش من سلوك\r\nسبيل الحق وان انفرد فيه ولا يتهيب مجال الصواب وان أقفرت مفانيه\r\nمستمرا ذلك مع الرسول وبعد وفاته منذر التشبيه إلى حين انقضاء\r\nأوقاته والوجه في ذلك أن كوشف بالاسرار فمضى في مكاشفته\r\nونظر اليقين في أفق بصيرته فمضى على طريقته وهذا أحد الأسباب الذي\r\nاقتضى صرف الملك التمام الدنيوي عنه وابعاده منه الان الغالب مائل إلى\r\nزهرات الدنيا الفانيد يخضمها قاصد خضراء بهجاتها يقضمها ولا يضمها\r\nفشرع يحمى بحدود يقينه عنها ويباعد الغرور بن منها فوتره الأكثر\r\nوهجره الغالب واجتمعت عليه لذلك الكتائب فلم ينقض ذلك سور\r\nعزمه في منابذتهم ولا ضعف متن حزمه في محاربتهم فناهدهم بكتائب\r\n","description":"","footnote":"","page_name":" 30 ","page_number":49},
  {"content":"\r\n\r\n\r\nالجلد قبل وسهامهم شفار المشرفيات الحداد\r\nتخاله أسدا يحمى العرين إذا * يوم الهياج بابطال الوغى زحفا\r\nيحفه الزع والنصر للذان هما * كانا له عادة ان سار أو وقفا\r\nعوائد لأبي السبطين ظاهرة * برغم كل حسود مال وانحرفا\r\nومن تفسير السدى عند سورة النور عند قوله تعالى ( ويقولون آمنا\r\nبالله وبالرسول وأطعنا ثم يتولى فريق منهم من بعد ذلك وما أولئك\r\nبالمؤمنين ) قال السدى نزلت في علي بن أبي طالب عليه السلام وعثمان\r\nلما فتح رسول الله صلى الله عليه وآله بنى النضير وقسم أموالهم فقال\r\nعثمان لعلي أثنت رسول الله فأسئله ارض كذا وكذا فان أعطاكها\r\nفانا شريك فيها وآتيه انا فسئله إياها فان أعطانيها فائت شريكي فيها ( * ) فأعطاه إياها فقال علي أشركني فأبى عثمان ان يشركه فيها فقال\r\nبيني وبينك رسول الله صلى الله عليه وآله فأبى ان يخاصمه إلى النبي\r\nصلى الله عليه وآله فقال هو ابن عمه أخاف ان يقضى له فأنزل الله تعالى\r\nفيه ( وإذا دعوا إلى الله ورسوله ليحكم بينهم إذا فريق منهم معرضون\r\nوان يكن لهم الحق يأتوا إليه مذعنين أفي قلوبهم مرض أم ارتابوا )\r\nالآية القصة فبلغ عثمان انزل فيه إلى النبي صلى الله عليه وآله فاعتذر\r\nإليه وأقر بالحق وقال والله امرتني ان اخرج منها وادفعها إليه لفعلت\r\n\r\n","description":"","footnote":" * الظاهر هنا سقط ويصلح ، أن يكون - فسأل عثمان النبي\r\nفأعطاه إيها الخ ","page_name":" 31 ","page_number":50},
  {"content":"\r\n\r\nفأنزل الله تعالى ( واقسموا بالله جهد ايمانهم لئن امرتهم ليخرجن قل\r\nلا تقسوا طاعة معروفة ان يطيع الله فيما يؤمر به\r\nولا يخلف\r\nقال عبد الله بن إسماعيل القدح بهذه الآيات ظاهر جدا وليس قوله\r\nللرسول صلى الله عليه وآله ان امرتني ان اخرج منها وادفعها إليه فعلت\r\nمخرجا من عهدة المحذور سالبا بثوب الخطر منهنها ضيق الغضب إذ كان\r\nرسول الله صلى الله عليه وآله مع النوبة سلطان الملك وبسطة العز فالولي\r\nوالعدو من رعيته طوع امره راهبون فروغ زجره ويبقى على القائل\r\nمحذور الآيات على صريح معناه وتلويح فحواه وفى بذلك وهنا وعلى مولانا\r\nأمير المؤمنين حيث تقدمه مثله غبنا خاصة إذا تعلقت ما شهدت به العقول\r\nوواضحة في صفحات الصحف المنقول فمن ذلك ما رواه أحمد بن حنبل\r\nفي مسنده مرفوعا إلى عكرمة عن ابن عباس رضي الله عنه قال سمعته\r\nيقول ليس من آية في القرآن ( يا أيها الذين آمنوا ) الا وعلي رأسها\r\nوأميرها وشريفها ولقد عاتب الله عز وجل أصحاب محمد صلى الله عليه\r\nوآله في القرآن وما ذكر عليا الا بخير وروى نحو هذا من طريق أبى\r\nنعيم مرفوعا\r\nومن سورة الأحزاب قال أبو إسحاق الثعلبي وأخبرني عقيل إجازة\r\nأخبرنا أبو الفرج وأخبرنا ابن وهب\r\nحدثني ابن أبي ذويب عن ابن قسط عن نعجة بن بدر الجهني ان امرأة\r\n","description":"","footnote":"","page_name":" 32 ","page_number":51},
  {"content":"\r\n\r\n\r\n\r\nمنهم دخلت على زوجها وهو رجل منهم أيضا فولدت لستة أشهر فذكر\r\nذلك زوجها لعثمان بن عفان فامر بها ان ترجم فدخل عليه علي بن أبي طالب\r\nفقال إن الله تعالى يقول في كتابه ( وحمله وفصاله ثلاثون شهرا ) وقال ( وفصاله في عامين ) قال فوالله ما عند عثمان ان يبعث إليها ترد\r\nقال عبد الله بن إسماعيل رحمه الله تعالى اعتبر أيها المصنف هذا\r\nالخلل عند هذا القصة ترة بعدم المعرفة بالحكم وهو موجود في آيات\r\nالكتاب يعيها فطن أولى الا باب وتارة بالاقدام على قتل امرأة\r\nرجما بالحجارة من غير سبيل حجة أو وضوح محجة ثم باقدامه على القذف\r\nبالفاحشة والوزر به عظيم والخطر به جسيم ويتقدم مع هذا النقص في العلم\r\nتارة وفي الدين أخرى على مالك زمان لمعارف بيديه المنزه عن الوهل\r\nبما دلت الآيات والسنة عليه وقد رأيت أن أشير إشارة خفية إلى باهر\r\nعلم مولانا أمير المؤمنين عليه السلام وهي عند الاعتبار جلية في كمال علمه\r\nوتمام فهمه\r\nروى اخطب خطباء خوارزم في كتابه ( المناقب ) حديثا مرفوعا\r\nإلى رسول الله صلى الله عليه وآله ومنه قول النبي صلى الله عليه وآله\r\nلام سلمة عن علي عليه السلام سجيته من سجيتي ولحمه من لحمي ودمه من\r\nدمى وهو عيبة علمي اسمعي واشهدي لو أن عبدا عبد الله الف عام بين\r\nالركن والمقام ثم لقى الله لعلي لا كبه الله على منخريه في نار جهنم\r\nلم يبل ذو العقل الذي * جارت عليه صروف دهره\r\n","description":"","footnote":"","page_name":" 33 ","page_number":52},
  {"content":"\r\n\r\nببلية أشجى له من * جاهل يزرى بقدره\r\nتمضى حكومته عليه * بجهله ونفاذ امره\r\nومن سورة الفتح من كتاب ( الكشف والبيان ) تصنيف أبي إسحاق\r\nالثعلبي قال في سياق كلام ما صورته قالوا وكان رسول الله صلى\r\nالله عليه وآله عهد في نفر سماهم أمر بقتلهم وان وجدوا تحت ستار الكعبة\r\nمنهم عبد الله بن سعيد بن أبي سرح بن حبيب بن نصر بن مالك بن\r\nخبيل بن عامر بن لوى وإنما أمر رسول الله صلى الله عليه وآله بقتله انه\r\nكان أسلم وارتد مشركا ففر إلى عثمان وكان أخا له من الرضاعة فغيبه حتى أن\r\nرسول الله عليه وآله بعد أن اطمان أهل مكة فاستأذن له\r\nفصمت رسول الله صلى الله عليه وآله طويلا ثم قال نعم فلما انصرف\r\nبه عنهم قال رسول الله صلى الله عليه وآله لمن حوله من أصحابه أم والله لقد\r\nصمت ليقوم إليه بعضكم فيضرب عنقه فقال رجل من الأنصار فهلا أو مات\r\nإلي يا رسول الله فقال إن النبي لا يقتل بالإشارة\r\nقال عبد الله بن إسماعيل صدق الله العظيم ( لا تجد قوما يؤمنون بالله\r\nواليوم الآخر يوادون من حاد الله ورسوله ولو كانوا آبائهم أو أبنائهم\r\nأو إخوانهم أو عشيرتهم ) ويتأيد فضل مولانا أمير المؤمنين وتميزه من غيره\r\nعند هذا ما روى من أن أم هاني لما اوت في غزاة الفتح الحرث بن هاشم\r\nفي آخرين قصدها أمرا لها باخراج من اوت قال الرواى فجعلوا يذرقون\r\nكما تذرق الحبارى خوافا منه قلت ومن كانت السباع تفده حاد القران عنه\r\n","description":"","footnote":"","page_name":" 34 ","page_number":53},
  {"content":"\r\n\r\n\r\nفهو كما وصفه العارف به\r\nيقرن أرواح الكماة بالردى * لذتاك حاضت دونه اقرانه\r\nتبكى الطلى ان ضحكت أسيافه * ويرتوي ان عطشت سنانه\r\nترى سباع البيد تقفوه اثره * لأنها يوم الوغى ضيفانه\r\nومن كتاب ( الكشف والبيان ) عند سورة النجم عند قوله تعالى\r\n( أفرأيت الذي تولى وأعطى قليلا وأكدى ) إلى اخر المعنى قال\r\nالثعلبي انها نزلت في عثمان رواه عن ابن عباس والكلبي والمسيب بن\r\nشريك وقد كان عبد الله بن سعد بن أبي سرح قال له عندما كان ينفق\r\nويتصدق في الخير ما هذا الذي تصنع يوشك ان لا يبقى لك شئ فقال إن\r\nلي ذنوبا وخطايا وانى اطلب بما اصنع رضى الله وأرجو عفوه فقال له\r\nعبد الله أعطني ناقتك برحلها وانا اتحمل عنك ذنوبك كلها ( * ) واشهد\r\nعليه وامسك عن بعض ما كان يصنع من الصدقة والنفقة فأنزل الله تعالى\r\n( أفرأيت الذي تولى ) يعني يوم أحد حين ترك المركز وأعطى يعنى\r\nصاحبه قليلا وأكدى ثم قطع نفقته\r\nقال عبد الله بن إسماعيل هذه القصة دالة على ضعف علم من عوتب\r\nبانزالها وقرح بالفرار عن الفئة الباغية وصبي لها وروي من غير طريق\r\nالثعلبي ان عثمان جاء بعد ثلاث فقال له النبي صلى الله عليه وآله لقد ذهبت\r\n\r\n","description":"","footnote":" * الظاهر هنا سقط ويصلح أن يكون - فأعطاه إياها\r\nوأشهد عليه الخ ","page_name":" 35 ","page_number":54},
  {"content":"\r\n\r\n\r\nفيها عريضة\r\nقال عبد الله بن إسماعيل أين هذا الخور من حال البطل الباسل\r\nالحلال حل المغوار الصائل قادح نا الحرب يزند عزمه مهلب جراتها برياح\r\nحزمه مروى أوامها بسحاب دماء نصوله مطفئ جمرات فتنها يفيض\r\nشؤبوب غمام مصقوله متعرضات شبا الرماح الخطية والسيوف المشرفية يلقاها\r\nبنحره ويصادمها بصدره\r\nلا يرهب الموت كشافا غيابته * لا يغمد البيض الا في حشي القمم\r\nمستقبل الموت يبدو من مطالعه * مستدبر السلم خذن الصارم الخدم\r\nحتى تمد العواسي كف ضارعه * طلق المحيا وفي العهد والذمم\r\nقال أبو إسحاق الثعلبي في تفسير سورة آل عمران عند قوله تعالى\r\n( ان يمسسكم قرح فقد مس القوم ) الآية قال انس بن مالك انى رسول\r\nالله صلى الله عليه وآله يومئذ بعلي عليه السلام وعليه نيف وستون\r\nجراحة من طعنة وضربة ورمية فجعل رسول الله صلى الله عليه وآله بمسحها\r\nوهي تلتئم بإذن الله كأن لم تكن\r\nكيف انزوت عن أبي السبطين نافرة * أعنة الملك وافى الدين من وهل\r\nمردى الكتائب حيث الباس مختدم * بدر المعارف مبدي سرها الفصل\r\nحاوي المناقب يرقى من معارجها * إلى الذرى غير هياب ولا وجل\r\nدرت له الشمس تبدو جد ضاحكة * وقد وهي قرصها في هوة الطفل\r\nتزهو بطلعته الغراء سافرة * من بعد ما سربلت ثوبا من الخجل\r\n","description":"","footnote":"","page_name":" 36 ","page_number":55},
  {"content":"\r\n\r\nكما بدت ( * ) في ضحياء كاسفة * بالنقع عند ورود الحادث الجلل\r\nفللغزالة من أيامها عجب * ضدان عند وجود السلم والوجل\r\nحمدا فللدهر اعذار يفوه بها * إذ لا يرى نفسه فاغتاض بالخوال\r\nوهمة الزمن الفاني مقصره فنقصها بعلاه غير متصل\r\nروي أبو إسحاق الثعلبي في كتاب ( الكشف ) عند سورة التحريم\r\nفقال أخبرنا أبو سعيد محمد بن عبد الله بن حمدون قراءة عليه أخبرنا أبو\r\nحامد بن الحسن الشرقي حدثنا محمد بن يحيى حدثنا عبد الرزاق أخبرنا معمر\r\nعن الزهري عن عبيد الله بن عبد الله بن أبي ثور عن ابن عباس قال لم أزل حريصا\r\nعلى أن اسئل عمر عن المرأتين من أزواج رسول الله صلى الله عليه وآله\r\nالمتين قال الله عز وجل فيهما ( ان تتوبا إلى الله فقد صغت قلوبكما ) حين\r\nحج وحججت معه فلما كنا في بعض الطريق عدل عمر وعدلت معه\r\nبالإداوة فتبرز ثم اتاني فسكبت على يده فتوضأ فقلت يا أمير المؤمنين من\r\nالمرأتان من أزواج النبي صلى الله عليه وآله اللتان قال الله تعالى ( ان تتوبا\r\nفقد صغت قلوبكما ) فقال عمر واعجبا لك يا بن عباس قال الزهري كره\r\nوالله بما سئله ولم يكتمه قال هي حفصة وعايشة قال ثم اخذ يسوق الحديث فقال كنا\r\nمعاشر قريش قوما نغلت النساء فلما قدمنا المدينة وجدنا قوما تغلبهم نساؤهم\r\nفطفق نسائنا يتعلمن من نسائهم قال وكان منزلي في بنى أمية بالعوالي\r\nفتعظمت علي يوما امرأتي فإذا هي تراجعني فقالت وما تنكر ان أراجعك\r\n\r\n","description":"","footnote":" * هنا سقط وتصحيح الوزن - كما بدت وهي في ضحياء كاسفة ","page_name":" 37 ","page_number":56},
  {"content":"\r\nفوالله ان أزواج النبي صلى الله عليه وآله ليراجعنه ولتهجره إحداهن\r\nاليوم إلى الليلة قال فانطلقت فدخلت على حفصة فقلت أتراجعين رسول\r\nالله صلى الله عليه وآله قالت نعم قلت وتهاجره أحد يكن اليوم إلى\r\nالليلة قلت نعم قلت قد خاب من فعل ذلك منكن وخسر فتأمن ان\r\nيغضب الله عز وجل لغضب رسول الله ولا تسأليه شيئا وسليني ما بدالك ولا يغرنك\r\nان جارتك هي أوسم وأحب إلى رسول الله صلى الله عليه وآله منك\r\nيريد عايشة وكان لي جار من الأنصار نتناوب النزول إلى رسول الله\r\nصلى الله عليه وآله فينزل يوما وانزل يوما فيأتيني بخبر الوحي وغيره\r\nوآتيه بمثل ذلك قال وكنا نتحدث ان غسان تنعل الخيل لتغزونا فنزل\r\nصاحبي ثم اتاني عشاء فضرب بابى ثم ناداني فخرجت إليه فقال حدث\r\nأمر عظيم قلت ماذا جاء عسان قال بل أعظم من ذلك طلق رسول\r\nالله صلى الله عليه وآله نسائه فقلت خابت حفصة وخسرت قد كنت\r\nأظن هذا كائنا حتى إذا صليت الصبح شددت علي ثيابي ثم نزلت\r\nفدخلت على حفصة وهي تبكى فقلت أطلقكن رسول الله قالت لا أدري\r\nوهو معتزل في هذه المشربة فاتيت غلاما له اسود فقلت استأذن لعمر\r\nفدخل الغلام ثم خرج إلي وقال قد ذكرتك له فصمت فانطلقت حتى اتيت المنبر فإذا حوله رهط جلوس يبكى بعضهم فجلست قليلا حتى غلبني\r\nما أجد فاتيت الغلام فقلت استأذن لعمر فدخل ثم خرج فقال ذكرتك\r\n","description":"","footnote":"","page_name":" 38 ","page_number":57},
  {"content":"\r\nله فصمت فخرجت فجلست إلى المنبر ثم غلبني م\r\nا أجد فاتيت يعنى الغلام\r\nفقلت استأذن لعمر فدخل ثم خرج فقال قد ذكرتك له فصمت قال\r\nفوليت مدبرا فإذا الغلام يدعوني فقال ادخل فقد اذن لك فدخلت\r\nفسلمت على رسول الله صلى الله عليه وآله فإذا هومتك على زبل ( 1 ) قد اثر في جنبه فقلت أطلقت يا رسول الله نساءك فرفع رأسه إلي وقال\r\nلا فقلت الله أكبر ثم ذكره له ما قال لامرأته وما قالت له امرأته فتبسم\r\nرسول الله صلى الله عليه وآله فقلت يا رسول الله فدخلت على حفصة\r\nفذكرت ما قلت لها فتبسم أخرى فقتل استأنس يا رسول الله قال نعم\r\nفجلست فرفعت رأسي في البيت فوالله ما رأيت فيه شيئا يرد البصر\r\nالا اهبا ( 2 ) ثلاثة فقلت يا رسول الله ادع الله عز وجل ان يوسع على\r\nأمتك فقد وسع الله على فارس والروم وهم لا يعبدون الله عز وجل فاستوى\r\nجالسا ثم قال أفي شك أنت يا بن الخطاب أولئك قوم عجلت لهم طيباتهم\r\nفي الحياة الدنيا فقلت استغفر لي رسول الله وكان أقسم ان لا يدخل عليهن\r\nشهرا من موجدته عليهن حتى عاتبه الله عز وجل قال الزهري قال أخبرني\r\nعروة عن عائشة قلت فلما مضت تسعة وعشرون ليلة دخل علي رسول\r\nالله بدابي فقلت يا رسول الله انك أقسمت ان لا تدخل عليها شهرا فإنك\r\nدخلت علي من تسع وعشرون من أعدهن قال إن الشهر تسع وعشرون\r\n\r\n","description":"","footnote":" ( 1 ) جمع زبيل\r\n( 2 ) ككتب جمع اهاب وهو الجلد . وقيل الجلد قبل ان يدبغ ","page_name":" 39 ","page_number":58},
  {"content":"\r\n\r\n\r\nقال عبد الله بن إسماعيل هذا الحديث محتويا على غرائب إحداهما قوله\r\nتعالى ( فقد صغت قلوبكما ) أي مالت وقوله ( وان تظاهرا عليه ) اي تعاونا عليه والظاهرة على رسول الله صلى الله عليه وآله خطر إذ هو\r\nاذى له وأذاه شديد الوعيد بالنص وقوله ( فان الله هو مولاه وجبريل\r\nوصالح المؤمنين والملائكة بعد ذلك ظهيرا ) تبيين لشدة الواقع خوف الباري\r\nجل جلاله بجلاله ثم بجبرئيل صاحب الوقايع ثم بأمير المؤمنين عليه السلام\r\nبسيفه الصارم القاطع رواه الثعلبي ورفعه صاحب كتاب ( الخصايص ) إلى\r\nالنبي صلوات الله عليه وآله وهذا فضيلة لأمير المؤمنين عليه السلام في\r\nهذا الموضع لا توازى ومنقبة في الشجاعة والبسالة لا تضاهى ومنزلة رفيعة\r\nفي النجدة لا تدانى وان دافعت أيها الخصم عن الرواية فلا وجه له لثبوتها\r\nمن طريق أصحابك وان عاندت\r\nسل الذواهب عن عزم ابن فاطمة * تخبرك الأضبط البطل\r\nوالبيض أصدق اخبار امكانتها * يوم اللقا ذرى الهمات والقلل\r\nتدنى من الموت فالضرغام يألفها * ويكره السمر تقضيه عن الاجل\r\nلو لم تسن ظبا الهندي خالسة * روح الفوارس تارات وبالاسل\r\nلكن عزم أبى السبطين مقتنصا * مع المشية أرواحا ولم يصل\r\nصلى الاله عليه جد جائرة لبادرة * موطئ الكرار بالقبل\r\nابدى بها بهجات النور ضاحكة * ويمهدها النور بالحوذان والنقل\r\n","description":"","footnote":"","page_name":" 40 ","page_number":59},
  {"content":"\r\nفكل معنى إذا جلت محاسنه * فرع لتسليك ما ابداه من جمل\r\nالسيف والعلم والافضال صاحبها * والقول والنسب المياس في الحلل\r\nوالزهد في زهرات الأرض يشنؤها * كالشري شيب بريق الحية الأصل\r\nوالجد في خدمات الله مجتهدا * إذا تقاصرت الابدال عن عمل\r\nسل النجوم السواري فهي عارفة بليلة في مدى ساعاته الطول\r\nتهوى إلى الخافق الغربي مائلة * تبغى الهبوط وعزم الندب لم يملك\r\nحال من الحسن والغراء مشرقة * والشهب قبل طلوع الشمس في عطل\r\nقال عبد الله بن إسماعيل ولم يجز الاقتصار في الآية على ما تضمنته\r\nمن ذكر جلال الله تعالى إلى ذلك جميع ملائكته وسيفه وخليفته في خليفته حتى\r\nأضاف الله تعالى ذلك جميع ملائكته في ارضه وسماواته من حملة\r\nعرشه وسواهم ممن لا يحيط بهم غير العام لذاته ومن الاشكال على حفصة\r\nما أقرت به من مراجعتها لرسول الله صلى الله عليه وآله وهي مشاقة له\r\nومشاقة الرسول وبال ثم إن قوله تعالى ( ضرب الله مثلا الذين كفروا )\r\nأشار إلى أمر واقع وإن كان اللفظ لا يناسب القصد على من نزلت الآيات\r\nبسببه فإنه لابد من ادخاله فيها التزاما بشرف لفظ القرآن ويكون ادخال\r\nالرجال مفهما تكثير للفائدة\r\nقال عبد الله بن إسماعيل ومن غرائب الحديث كون عبد الله بن عباس\r\nالحبر ابن عم رسول الله صلى الله عليه وآله يحمل مع عمر الإداوة مع باهر فضله\r\nوشريف نسبه وسكوت عمر عن ذلك ثم يكون الحبر المعظم يسكب على\r\n","description":"","footnote":"","page_name":" 41 ","page_number":60},
  {"content":"\r\n\r\nيديه الماء ومن الاشكال تكرار طلب الاذن وهو تهجم لا يحسن اعتماده\r\nمع مماثل فكيف منه مع رسول الله صلى الله عليه وآله المؤيد بالتنزيل\r\nالإلهي في سكونه وحركته ثم سؤاله للنبي صلى الله عليه وآله هل طلقت\r\nنساءك ولا يليق ان يلتمس من الأماثل كشف اسرارهم فيكف بسيد\r\nالأماثل رسول الله صلى الله عليه وآله ومن الاشكال قوله فقد وسع الله\r\nعلى فارس والروم وفيه نوع تهمة للدين بيانه قوله النبي صلى الله عليه\r\nوآله أفي شك يا بن الخطاب واستوائه جالسا وفيه امارة الاستفظاع بل\r\nدليله ومن الاشكال ان المشار إليه التمس من الرسول صلى الله عليه وآله\r\nالاستغفار وليس في الحديث انه استغفر له وكرم أخلاق رسول الله صلى\r\nالله عليه وآله قاض بأنه لا يرد سائلا من غير عذر وقد أقر عمر بذلك\r\nفي انشاده مشيرا إلى رسول الله صلى الله عليه وآله في بعض ما وقفت عليه\r\nأخ لي اما كل شئ سئلته * فيعطى واما كل ذنب فيغفر\r\nومن الاشكال على عايشة في القصة تعريضها للرسول الصادق بتصديق\r\nالله تعالى بأنه كذب مشافهة له بذلك عنه أول دخلة دخلها حتى اعتذر\r\nبما تضمنته القصة\r\nوقال الواحدي في كتابه ( الوسيط ) عند قوله تعالى ( يا أيها النبي\r\nلم تحرم ما أحل الله لك ) ما صورته قال المفسرون كان النبي صلى الله عليه\r\nوآله في بيت حفصة فزارت أباها فلما رجعت رأت مارية في بيتها مع\r\nالنبي صلى الله عليه وآله فلم تدخل حتى خرجت مارية ثم دخلت وقالت\r\n","description":"","footnote":"","page_name":" 42 ","page_number":61},
  {"content":"\r\n\r\nانى رأيت من كان معك في البيت وكان ذلك في يوم عايشة فلما رأى\r\nالنبي صلى الله عليه وآله في وجه حفصة الغيرة والكأبة قال لها لا تخبري\r\nعايشة ولك علي الاقرار بها ابدا فأخبرت حفصة عايشة وكانتا متصافيتين\r\nقال أبو إسحاق الثعلبي بد كلام ذكره وأخبرنا ابن حامد أخبرنا\r\nأحمد بن محمد بن الحسن حدثنا علي بن الحسن حدثنا علي بن عبد الله حدثنا\r\nحجاج بن محمد الأعور عن ابن جريح قال زعم عطا انه سمع عبيد بن\r\nعمير قال سمعت عايشة زوج النبي صلى الله عليه وآله تخبر ان رسول\r\nالله صلى الله عيه وآله كان بمكث عند زينب بنت جحش ويشرب\r\nعندها علا قالت فتواطيت انا وحفصة أيتنا دخل علينا النبي صلى الله\r\nعليه وآله فلتقل ان أجد منك ريح مغافير فدخل على إحديهما فقالت\r\nله ذلك فقال بل شربت عقلا عند زينب بن جحش ولن أعود فنزلت\r\n( يا أيها النبي لم تحرم ما أحل الله لك ) الآية وقال أبو إسحاق بعد كلام\r\nذكره يقتضى تخصيص عايشة بالتلاعب بالنبي صلى الله عليه وآله فقلن\r\nله انا نشم منك روايح مغافير لتصده عن حفصة وكان دخل إليها فتسقيه\r\nالعسل فأرادت منعه بذلك وحكى ما يقتضى تخصيصا بحفصة في هذه القصة\r\nقال وقالوا ان النبي صلى الله عليه وآله كان بينه وبين مارية في يوم\r\nحفصة شئ ومعرفة حفصة بذلك وانكارها وان النبي صلى الله عليه وآله\r\nحرم جاريته عليه وعرفت حفصة عايشة بذلك فغضب بعد نهى النبي صلى الله\r\nعليه وآله عن اظهار ذلك لامرأة من نسائه فأنزل الله تعالى ( يا أيها\r\n","description":"","footnote":"","page_name":" 43 ","page_number":62},
  {"content":"\r\n\r\nالنبي لم تحرم ما أحل الله لك ) يعنى العسل ومارية\r\nقال عبد الله بن إسماعيل رحمه الله تعالى اعتبر أيها العاقل هذه\r\nالقصص وتأيد عد وقوفك عليها وليكن غضبك لله ولرسوله عندها\r\nشديدا غير واقف بإزاء هوى منشاء وقاعدة تقليدها يناسب حال عارف\r\nبرسول الله ومكانه من الله جل جلاله هذه السخرية والاستهزاء\r\nوالتصغير والتهوين فان قلت لا الزام أشد المحذور وان قلت تقع المعصية من\r\nالعارف قلت لا تنازع في ذلك لكن محذور اذى الرسول بنص القرآن\r\nفظيع صعب مع أنه يبعد مع استحضار المعرفة معاملة رسول صلى الله\r\nعليه وآله بغير واسطة بما تضمنته القصص إذ ذلك بخلاف معصية لا تتعلق\r\nبأذاه وتصغير علاه\r\nومما يعم المرأتين من غير هذه الآية ما قاله الثعلبي في شبب قوله تعالى\r\n( والنساء من نساء ) في صورة الحجرات انها نزلت في امرأتين من\r\nأزواج النبي صلى الله عليه وآله سخرتا من أم سلمة وذلك انها ربطت\r\nحقويها بسبيبة وهي ثوب ابيض ومثلها السب وكانت سدلت طرفها\r\nخلفها فكانت تجره فقالت عايشة لحفصة انظري ما تجرى خلفها كأنه لسان\r\nكلت فهذا كان سخريتهم\r\nقال عبد الله بن إسماعيل هذه الآية تنبه عن ذنب وقع وما عرفنا\r\nالاستغفار منه واذى لمؤمنة ما عرفنا النزوع عنه وفيها دلالة على أن أم\r\nسملة خير ممن سخر منها لان عسى موجبة وقد أنشد بعض الأفاضل\r\n","description":"","footnote":"","page_name":" 44 ","page_number":63},
  {"content":"\r\n\r\nظني بهم كعسى وهم يتنوفة * يتنازعون جواز الأمثال\r\nقال عبد الله بن إسماعيل ومما يحض عايشة في هذه القصة ما قاله\r\nالثعلبي من أنها نزلت في عايشة ( * ) عيرت أم سملة بالقصر ومما تختص\r\nحفصة ما رواه الواحدي في كتاب ( الوسيط ) في تفسير سورة الأحزاب\r\nقال أخبرنا محمد بن عبد الرحمن المطوعي أخبرنا محمد بن إسحاق الحافظ\r\nأخبرنا محمد بن معاذ الأهوازي حدثنا ابن حميد حدثنا جرير عن الشعبي\r\nعن جعفر بن أبي المغيرة عن سعيد بن جبير عن ابن عباس قال كان النبي\r\nصلى الله عليه وآله جالسا مع حفصة فتشاجرا بينهما فقال لها هل لك ان\r\nتجعلي بيني وبينك رجلا قالت نعم قال أبوك إذا فأرسل إلى عمر فلما ان\r\nدخل عليها قال تكلمي قالت يا رسول الله تكلم ولا تقل الا حقا فرفع عمر\r\nيده فوجى وجهها ثم رفع يده فوجى وجهها فقال له النبي صلى الله عليه\r\nوآله كف فقال عمر يا عدوة الله النبي صلى الله عليه لا يقول الا حقا\r\nوالذي بعثه بالحق لولا مجلسه ما رفعت يدي حتى تموتي فقام النبي صلى\r\nالله عليه وآله فصعد إلى غرفة فمكث فيها شهرا لا يقرب شيئا من نسائه\r\nفأنزل الله عز وجل ( يا أيها النبي قل لأزواجك ان كنتن تردن الحياة\r\nالدنيا وزينتها ) إلى قوله ( لطيفا خبيرا ) فنزل النبي صلى الله عليه وآله\r\nفعرض عليهن كلهن فقلن نختار الله ورسوله وكان أحد من عرض عليهن\r\nحفصة فقالت يا رسول الله مكان العايذ بك من النار والله لا أعود لشئ\r\n\r\n","description":"","footnote":" * الظاهر هنا سقط . والصحيح حين عبرت أم سلمة بالقصر ","page_name":" 45 ","page_number":64},
  {"content":"\r\nمثل هذا ابدا حسبنا الله ورسوله فرضى عنها\r\nقال عبد الله بن إسماعيل تضمنت هذه القصة ما تدل على عدم معرفة\r\nالمرأة بشرف رسول الله صلى الله عليه وآله وصورة معنى النبوة وهو\r\nقدح مفرط ومنها عيب أبيها عليها مع موافقته لأمثال ذلك وقد تضمنت\r\nهذه الأوراق بعضه ولم يزل الامر كذا إلى حين وفاته عند التماس الكتاب\r\nواما رضى رسول الله عنها فإنه ترتب على أن لا تعاود لشئ مثل ما جرى\r\nوقد عاودت بأذى أمير المؤمنين وأذاه اذى رسول الله صلى الله عليه وآله\r\nفي المنقول من طرق القوم وبيان عودها بما جرى من سرورها بكتاب\r\nعايشة إليها تخبرها بجنوح أحوال أمير المؤمنين عند توجهها لمحاربته ولم\r\nيكن الامر كما قالت روى ذلك عن الحسن بن أبي الحسن البصري\r\nمن يحسن الظن بأمانته ومعرفته هذا مع ثبوت الرواية بأنه رضى عنها\r\nودونه موانع\r\nقال عبد الله بن إسماعيل والحاصل من جميع ما ذكرته في هذا الفصل\r\nتبين الغبن لمولانا أمير المؤمنين عليه السلام ومساعدة كثير لمن ذكرت\r\nعليه مع نقصهم وكماله وعوجهم الظاهر واعتداله أقول هذا مستغفر الله\r\nتعالى من اجراء حديث المفاضلة في هذا الباب والمناضلة عمن قصروا عن\r\nمد طويل الخطاب\r\nتجاوز حد المدح حتى كأنه * بأحسن ما يثني عليه يعاب\r\n","description":"","footnote":"","page_name":" 46 ","page_number":65},
  {"content":"\r\n\r\n( فصل ) يتعلق بطلحة خاصة قال الواحدي في كتاب ( الوسيط ) عند قوله\r\nتعالى ( وما كان لكم ان تؤذوا رسول الله ) ما صورته ليس لكم اذاه في\r\nشئ من الأشياء ولا تنكحوا أزواجه من بعده قال عطا عن ابن عباس\r\nقال كان رجل من أصحاب النبي قال لو توفى رسول الله صلى الله عليه وآله\r\nلتزوجت عايشة فأنزل الله ما انزل قال مقاتل بن سليمان هو طلحة بن عبيد\r\nالله قال الزجاج أعلم الله ان ذلك محرم بقوله ( ان ذلك كان عند\r\nالله عظيما ) ثم أخبرهم انه تعالى يعلم يرهم وعلانيتهم بقوله ( ان تبدوا\r\nشيئا ) من أمرهن يعنى طلحة وذلك أنه لما نزلت آية الحجاب قال\r\nطلحة يمنعنا يا محمد من الدخول على بنات عمنا يعني عايشة وهما من\r\nيتم بن مرة\r\nقال عبد الله بن إسماعيل أعجب أيها الانسان مما حوته هذه القصد\r\nتارة يكون طلحة يظهر منه تمنى موت رسول الله صلى الله عليه وآله\r\nوتارة يظهر منه هواه لامرأته بقوله عند آية الحجاب يمنعنا محمد من بنات\r\nعمنا والمحذور بع متعدد تارة بقوله محمد وقد قال الله تعالى ( ولا تجعلوا\r\nدعاء الرسول بينكم كدعاء بعضكم بعضا ) ومنهم اظهار تعلق خاطره بها\r\nوهو تهجم على رسول الله صلى الله عليه وآله فظيع وبرهان على نقصه\r\nفي نفسه شنيع وتارة بأنه كره ما انزل الله وقد قال الله تعالى في قوم ذلك\r\nبأنهم كرهوا ما انزل الله فاحبط أعمالهم وتارة بأنه وجد حرجا وضيقا مما\r\n","description":"","footnote":"","page_name":" 47 ","page_number":66},
  {"content":"\r\n\r\nقضاه رسول الله صلى الله عليه وآله وهو محذور شديد بيانه ( فلا وربك\r\nلا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجا بما\r\nقضيت ويسلموا تسليما ) وكان بنى على أن رسول الله تلا آية الحجاب\r\nمن عند نفسه حاكيا عن الله تعالى ما لم يقله فالاشكال أشد وما يبعد هذا\r\nمن مفهوم القصة\r\nقال عبد الله بن إسماعيل إذا قرنت هذه النقايص بكمال مولانا\r\nأمير المؤمنين عليه السلام وكون مثل هذا كان متبوعا يحارب أمير المؤمنين\r\nعليه السلام ناهدا بالكتائب إليه عجبت من التباس الأحوال فظهر لك الغبن\r\nالفظيع لمن شهدت الألباب الصريحة والآثار الصحيحة بلزومه سنن الصواب\r\nوسلوك سبيل اثم الآداب غير متردد في رسم أو شاك في حكم أو معتذر\r\nبصاد عن امتثال ما أوعز فيه إليه أو رغبة فيه وان لم يجب عليه قال مولانا\r\nجعفر بن محمد الصادق عليه السلام في صفته في حديث طويل وما عرض\r\nله أمر ان لله تعالى فيهما رضى الا اخذ بأشدهما على نفسه وهذا الذي\r\nذكرته يصلح ذكره فيما سلف عند ذكر ما رواه السدى في مثل هذا\r\nجامعا بين حديث عثمان وطلحة لسعيد ان عمك كان اعلم بك إذا دخلني\r\nفي الشورى ولم يدخلك قال صدقت خافك على المسلمين ولم يخفني ولتقديم\r\nحديث عاشية وحفصة على هذا الفصل المتعلق به وجه شدة بغضه عايشة\r\nلأمير المؤمنين وأهل بيته وذكرت صاحبتها لذكرها ولبغضتها ولأنه جرى\r\n","description":"","footnote":"","page_name":" 48 ","page_number":67},
  {"content":"\r\n\r\nذكر هذا المعنى للذي ذكرته آنفا له ولغيره في الفصل المتعلق بعثمان بما\r\nفيه مقنع وبعايشة قام جيش طلحة والزبير بالبصرة\r\n( فصل ) قال الواحدي في كتاب ( الوسيط ) عند قوله تعالى في سورة إبراهيم\r\nصلوات الله عليه ( ألم تر إلى الذين بدلوا نعمة الله كفرا ) ما صورته أخبرنا\r\nأحمد بن محمد بن عبد الله الحافظ أخبرنا عبد الرحمن بن محمد البزاز حدثنا\r\nسهل بن عثمان العسكري حدثنا أبو مالك الحلبي عن الحجاج بن إسحاق\r\nعن عمرو ذي مر عن علي عليه السلام انه خطب الناس فسله رجل عن\r\nالذين بدلوا نعمة الله كفرا فقال هما الا فجران من قريش بنو المغيرة وبنو\r\nأمية فاما بنو المغيرة فأهلكهم الله يوم بدر واما بنو أمية فمتعوا إلى حين\r\nوروى باسناده إلى أبى الفضيل عن أمير المؤمنين عليه السلام انهم الذين\r\nنحروا يوم بدر\r\nقال عبد الله بن إسماعيل رحمه تعالى منهم عتبة وشيبة ابنا ربيعة\r\nفعتبة جد معاوية وشيبة أخو جده\r\nومن سورة بني إسرائيل قوله تعالى ( وما جعلنا الرؤيا التي\r\nأريناك إلا فتنة للناس والشجرة الملعونة في القرآن ) قال الثعلبي ما صورته\r\nوروى عبد المهيمن بن عباس بن سهل بن سعد عن أبيه عن جده قال\r\n","description":"","footnote":"","page_name":" 49 ","page_number":68},
  {"content":"\r\n\r\n\r\nرأى رسول الله صلى الله عليه وآله بنى أمية ينزون على منبره نزو القردة\r\nفسائه ذلك فما استجمع ضاحكا حتى مات فأنزل الله عز وجل وما جعلنا\r\nالرؤيا التي أريناك إلا فتنة للناس والشجرة الملعونة في القرآن يعنى\r\nشجرة الزقوم\r\nقال عبد الله بن إسماعيل الذي يظهر ان تفسير شجرة الزقوم\r\nتوليد مدبر وإنما قلت ذلك لما نقلته من تاريخ خلفاء بنى العباس وذكر\r\nغرر من اخبارهم ومحاسنهم على ما وقع في تاريخ بغداد عن الشيخ الحافظ\r\nأبى بك أحمد بن علي بن ثابت الخطيب تخريج الشيخ أبى عبد الله محمد\r\nابن أبي نصر الحميدي أخبرنا باني بن جعفر قال أخبرنا أحمد بن محمد بن\r\nعمران أخبرنا محمد بن يحيى قال حدثنا محمد بن زكريا الغلاني ( * ) حدثنا\r\nعبد الله بن الضحاك الهادي قال حدثنا محمد بن هشام الكلبي انه كان\r\nالمعتصم في أول أيام المأمون حين قدم بغداد عد ذكر قوما بسوء سيرة\r\nفقلت أيها الأمير ان الله تعالى أمهلهم فطغوا وحلم عنهم فبغوا فقال لي\r\nحدثني أبي الرشيد عن جدي المهدى عن أبيه المنصور عن أبيه محمد بن علي\r\nابن عبد الله بن عباس عن أبيه ان النبي صلى الله عليه وآله نظر إلى قوم\r\nمن بنى فلان يتبخترون في مشيهم فعرف الغضب في وجه ثم قرأ والشجرة\r\nالملعنة في القرآن فقيل أي الشجرة هي يا رسول الله حتى نجتنبها فقال\r\nليست بشجرة نبات إنما هو بنوا فلان إذا ملكوا جاروا وإذا ائتمنوا خانوا ثم\r\n\r\n","description":"","footnote":" * لعله الغلابي ","page_name":" 50 ","page_number":69},
  {"content":"\r\n\r\nضرب بيده على ظهر العباس قال فيخرج الله من ظهرك يا عم رجلا يكون\r\nهلاكهم على يده\r\nومن سورة محمد ما قاله الثعلبي عند قوله تعالى ( فهل عسيتم ان توليتم\r\nان تفسدوا في الأرض وتقطعوا أرحامكم ) قال بعضهم هو من الولاية\r\nوقال المسيب بن شريك والفراء فهل عسيتم ان توليتم أمر الناس ان\r\nتفسدوا في الأرض بالظلم نزلت في بنى أمية وذكر قوما آخرين تركت\r\nذكرهم واستدل على صحة هذا التأويل بحديث رفعه إلى عبد الله بن معقل\r\nسمعت النبي صلى الله عليه وآله يقول فهل عسيتم ان وليتم\r\n( فصل )\r\nحكى من أثق به عن الزمخشري في ( الفائق ) في حديث أبي هريرة\r\nإذا بلغ بنى أبى العاص ثلاثين رجلا اتخذوا مال الله دولا وعباده خولا\r\nودينه دخلا\r\nقال عبد الله بن إسماعيل وبعد ما صورته ولد الحكم بن أبي العاص\r\nأحدا وعشرين ابنا وولد لمروان بن الحكم تسعة بنين\r\n( فصل )\r\nوقال الثعلبي عند قوله تعالى في صورة الأحقاف ( والذي قال\r\nلوالديه أف لكما اتعد انني ان اخرج وقد خلت القرون من قبلي )\r\nما صورته قال ابن عباس وابن العالية والسدي ومجاهد نزلت هذه الآية في\r\nعبيد الله وقيل عبد الرحمن بن أبي بكر الصديق قال له أبواه أسلم وألحا عليه في\r\n","description":"","footnote":"","page_name":" 51 ","page_number":70},
  {"content":"\r\n\r\nدعائه للايمان فقال أحيوا لي عبد الله بن جدعان وعامر بن كعب ومشايخ\r\nقريش حتى أسئلهم عما يقولون قال محمد بن زياد كتب معاوية إلى مروان\r\nحتى يبايع الناس ليزيد فقال عبد الرحمن بن أبي بكر لقد جئتم بها\r\nهر قلية تبايعون لأبنائكم فقال مروان هذا الذي يقول الله تعالى فيه\r\n( والذي قال لوالديه أف لكما ) الآية فسمعت عايشة بذلك فغضبت وقالت\r\nوالله ما هو به ولو شئت لسميته ولكن الله لعن أباك وأنت في صلبه فأنت\r\nفضض من لعنة الله قال الجوهري وكل شئ تفرق فهو فضض وفى\r\nالحديث أنت فضض من لعنة يعنى ما انفض من نطفة الرجل وتردد في صلبه\r\n( فصل )\r\nقال الثعلبي عند قوله تعالى في سورة آل عمران ( ألن يكفيكم ان\r\nيمدكم ربكم بثلاثة آلاف من الملائكة منزلين ) قال بعد كلام وقال بعضهم\r\nكان هذا يوم أحد حين انصرف أبو سفيان وأصحابه وذلك أن رسول الله\r\nصلى الله عليه وآله كان يخاف ان يدخل المشركون المدينة فبعث علي بن أبي طالب\r\nعليه السلام فقال اخرج في اثر القوم فانظر ما يصنعون\r\nوما يريدون فان كانوا قد أجنبوا الخيل وامتطوا الإبل فإنهم يريدون مكة\r\nوان ركبوا الخيل وساقوا الإبل يريدون المدينة فوالذي نفسي بيده لان\r\nأرادوها لأسيرن إليهم ثم لأناجزنهم قال علي عليه السلام فخرجت في\r\nادبارهم انظر ما يصنعون فإذا هم قد أجنبوا الخيل وامتطوا الإبل وتوجهوا\r\nإلى مكة\r\n","description":"","footnote":"","page_name":" 52 ","page_number":71},
  {"content":"\r\n\r\nمن تفسير الثعلبي عند قوله تعالى ( ان الذين قال لهم الناس ان\r\nالناس قد جمعوا لكم فاخشوهم ) روى عن محمد بن إسحاق عن عبد الله\r\nابن خارجة بن زيد بن ثابت عن أبي السائب ان رجلا من أصحاب النبي\r\nصلى الله عليه وآله من بنى عبد الأشهل كان شهد أحد وذكر القصد الشهيرة\r\nومن معناها ان أبا سفيان لما انفصل عن أحد عزم على أن يرجع فيستأصل\r\nالنبي وأصحابه وانهم في طلبهم وقال عن مجاهد وعكرمة ان الأيد نزلت في\r\nمعنى بدر الوعد ومن معناها ان أبا سفيان قال بعد انفصال أحد للمسلمين بيننا\r\nوبينكم موسم بدر الصغرى وان النبي صلى الله عليه وآله توجه للميعاد\r\nواخلف أبو سفيان والناس المشار إليهم في الآية الأولى قوم من عبد القيس\r\nوعلى الروايد الثانية نعمى بن مسعود وهذا أيضا من كتاب ( الكشف )\r\nومن سورة الأنفال عند قوله تعالى \" ان الذين كفروا ينفقون\r\nأموالهم ليصدوا عن سبيل الله \" قال سعيد بن جبير وابن أبزي نزلت في\r\nأبي سفيان بن حرب استأجر يوم أحد الفين من الأحابيش يقاتل بهم\r\nالنبي صلى الله عليه وآله من استجاش من العرب وفيهم يقول\r\nكعب بن مالك\r\nفجئنا إلى موج من البحر وسطه * احابش فيهم حاسر ومقنع\r\nثلاثة آلاف ونحن نصية * ثلاث مئين ان كثرنا فأربع\r\nوقال الحكم بن عنينة نزلت في أبي سفيان أنفق على المشركين يوم\r\nأحد أربعين أوقية وكانت الأوقية على المشركين يوم أحد اثنين وأربعين\r\n","description":"","footnote":"","page_name":" 53 ","page_number":72},
  {"content":"\r\nمثقالا وقال ابن إسحاق عن رجاله لما أصبت قريش من أصحاب القليب\r\nيوم بدر فرجع فيلهم إلى مكة ورجع أبو سفيان بعيره مشى عبد الله بن أبي\r\nربيعة وعكرمة بن أبي جهل وصفوان بن أمية في رجال من قريش\r\nأصيب آبائهم وأبنائهم وإخوانهم ببدر فكلموا أبا سفيان بن حرب ومن\r\nكانت له في تلك العير من قريش تجارة فقالوا يا معشر قريش ان محمدا\r\nقد وتركم وقتل خياركم فأعينونا بهذا المال لعلنا ان ندرك منه ثار المن أصيب\r\nمنا ففعلوا فأنزل الله هذه الآية\r\nومن سورة البقرة قال الثعلبي بعد كلام أشار إليه بقول النبي لأبي\r\nسفيان ويحك اما ان لك ان تعلم أن رسول الله قال بابى أنت وأمي\r\nما أوصلك وحلمك وأكرمك اما هذه فان في النفس منه شيئا قال العباس\r\nفقتل له ويحك اشهد بشهادة الحق قبل والله ان تضرب عنقك فشهد فلما\r\nوالى رسول الله صلى الله عليه وآله في المهاجرين والأنصار متوجها ليدخل\r\nمكة في هذه الغزاة وهي غزاة الفتح قال أبو سفيان للعباس من هؤلاء\r\nيا أبا الفضل فعرفه انه رسول الله في المهاجرين والأنصار فقال لقد أصبح\r\nملك ابن أخيك عظيما فقلت ويحك انه النبوة فقال نعم إذا ونقلت من\r\nأوائل ديوان شعر يزيد رواية لزبير بن بكار وصورة ذلك انا واقف\r\nيوم اليرموك انا وأبو سفيان فجعل المسلمون كلما حملوا على الروم فاز الوهم\r\nعن موقفهم قال ابن سفيان متمثلا بقول عدى بن زيد الرقاع\r\nوبنو الأصفر الكرام ملوك * الروم لم يبق منهم مذكور\r\n","description":"","footnote":"","page_name":" 54 ","page_number":73},
  {"content":"\r\n\r\nفلما فرغ المسلمون من الوقعة أتيت أبى فأخبرته بذلك فاخذ بيدي\r\nوجعل يطوف على حلق المسلمين يطوف على حلق المسلمين فأحدثهم بالواقعة فيعجبون من أبي سفيان\r\nجدا ومن كفره ونقلت من كتاب الجوهري أبى بكر أحمد بن\r\nعبد العزيز ما صورته حدثني المغيرة بن محمد المهلبي انه ذكر إسماعيل بن\r\nإسحاق القاضي هذا الحديث قلت كأنه إشارة إلى حديث سابق وان ابن\r\nالزبير كان حاضرا فقال أبو سفيان بابى أنت أنفق ولا تكن كأبى حجر\r\nوتداولوها يا بنى أمية تداول الكرة فوالله ما من جنة ولا نار فقال معاوية\r\nأعزب فقال يا بنى هاهنا أحد قال ابن الزبير نعم والله لا كتمتها عليك\r\nقال فقال إسماعيل هذا باطل قال فقلت وكيف فقال والله ما أنكر هذا\r\nعليه ولكن أنكر يكون عثمان سمعه وما ضرب عنقه\r\nقال عبد الله بن إسماعيل لعل القاضي ما وقف على ما قاله السدى\r\nمع أن أبا سفيان من حيث وقتل النكرة عليه بقوله أعزب فهم ان ذلك\r\nليس من رأى من أنكر عليه ولا من انكار صاحب المجلى بل لأنه\r\nكان في المجلس من كانت المراقبة له ومن كتاب الجواهري قال حدثنا\r\nالشاذ كونى قال حدثنا عبد الله بن إدريس حدثنا شعبة بن عمرو بن مرة\r\nعن عبد الله سملة عن البراء بن عازب قال كنت عند عثمان فدخل\r\nعليه أبو سفيان بن حرب وقد كف بصره فقال يا بنى أنفق ولا تكن\r\nكأبى حجر يعني عمرو تداولوها يا بني أمية كما يتداول الولدان الكرة\r\nفوالله ما من جنة ولا نار فزيره عثمان وصاح به قال أبو حاتم وما كتبت\r\n","description":"","footnote":"","page_name":" 55 ","page_number":74},
  {"content":"\r\nمما لا احفظ أناده قال وكان عبد الله بن الزبير حاضرا فزبره عثمان\r\nفقال هاهنا أحد فقال عبد الله نعم والله لا كتمتها عليك يا عدو الله ومنه\r\nحدثني أبو حاتم قال حدثنا أبو النعمان عارم وسلمان بن حرب قالوا جميعا\r\nحدثنا حماد بن زيد عن المعلى بن زياد قال سمعت الحسن وذكر أبا سفيان\r\nفقال إني والله لا حسب أبا سفيان مات على الكفر الذي قاتل عليه يوم بدر\r\nقال عبد الله كان قد وقع عندي ان هذا وهم في الرواية\r\nاستبعاد الحضور أبي سفيان بدرا ثم رايته مرويا في بعض التواريخ محمد\r\nابن ( ) ( * ) من كتاب ( ربيع الأبرار )\r\nانه دخل أبو سفيان\r\nالنبي صلى الله عليه وآله وهو يقاد فأحس بتكاثر الناس عليه فقال في\r\nنفسه واللات والعزى يا بن أبي كبشة لأملأنها عليك خيلا ورجلا وانى\r\nلأرجو ان ارقى هذه الأعواد فقال النبي صلى الله عليه وآله أو يكفينا\r\nالله شرك يا أبا سفيان\r\nوقال الثعلبي في سياق قصة تتعلق بغزوة حنين وتانف النبي أناسا\r\nفيهم أبو سفيان\r\n( فصل ) من كتاب ( الكشف ) تصنيف أبي إسحاق الثعلبي عند قوله تعالى\r\nفي سورة آل عمران ( لي لك من الامر شئ ) انها نزلت عند تمثيل\r\nالكفار بالمسلمين في واقعة أحد وان رسول الله والمسلمين لما رأوا ما يصنع\r\n\r\n","description":"","footnote":" * بياض في الأصل ","page_name":" 56 ","page_number":75},
  {"content":"\r\n\r\nبأصحابهم قال لئن أدلنا الله عليهم لنفعلن مثل ما فعلوا ولنمثلن بهم مثلة\r\nما مثلها أحد من العرب بأحد قط وحكى قبل ذلك صورة تمثيل هند ونساء\r\nالمشركين بالقتلى فقال ما صورته فوقفت هند والنسوة معها يمثلن بالقتلى\r\nأصحاب رسول الله صلى الله عليه وآله يجد عن الاذان والأنوف حتى\r\nاتخذت هند من ذلك قلائد وأعطتها وحشيا ونفرت عن كبد حمزة رضي الله عنه\r\nفلاكتها فلم تستطع فلفظتها ثم علت صخرة مشرفة صرخت\r\nنحن جزيناكم بيوم بدر * والحرب بعد الحرب ذات سعر\r\nما كان من عتبة لي من صبر * أبي وعمي وأخي وبكري\r\nشفيت نفسي وقصيت نذري * شفيت ( وحشي ) غليل صدري\r\nومن الكتاب عند قوله تعالى في صورة آل عمران ( وما محمد الا\r\nرسول قد خلت من قبله الرسل ) قال أهل التفسير وأصحاب لمغازي\r\nخرج رسول الله صلى الله عليه وآله حتى نزل الشعب من أحد في سبعمائة\r\nرجل وامر عبد الله بن جبير أحد بنى عمر وبن عوف وهو أخو خوات\r\nابن جبير على الرماة وهم خمسون رجلا فقال أقيموا بأصل الجبل وانضحوا\r\nعنا بالنبل لا يأتونا من خلفنا وان كانت لنا أو علينا لا تبرحوا مكانكم\r\nفانا لن نزال غالبيين ما ثبتم مكانكم فجائت قريش وعلى ميمنتهم خالد بن\r\nالوليد وعلى ميسرتهم عكرمة بن أبي جهل ومعهم النساء يضربن بالدفوف\r\nويقلن الاشعار فكانت تقول\r\n","description":"","footnote":"","page_name":" 57 ","page_number":76},
  {"content":"\r\n\r\nنحن بنات طارق * مشى على النمارق * فراق غير وامق\r\nثم قال بعد كلام ثم حمل النبي صلى الله عليه وآله وأصحابه على\r\nالمشركين فهزموهم وقتل علي بن أبي طالب طلحة بن أبي طلحة وهو يحمل\r\nلواء المشركين وانزل الله نصره على المؤمنين قال الزبير بن العوام فرأيت\r\nهند وصواحبها هاربات مصعدات في الجبل باديات خدامهن ( * ) ما دون\r\nأخذهن شئ ثم قال بعد كلام ورمى عبد الله بن قمية رسول الله صلى\r\nالله عليه وآله بحجر فكسر انفه ورباعيته وشجه في وجهه\r\nومن سورة الامتحان ذكر الثعلبي عند قوله تعالى ( يا أيها النبي\r\nإذا جائك المؤمنات ) الآية ان هند ابنت عتبة كانت في النساء فقال\r\nالنبي ولا يسرقن فقالت هند ان أبا سفيان ما أصبت من شئ فيما مضى وفيما\r\nغبر فهو لك حلال فضحك رسول الله وعرفها فقال وانك لهند بنت عتبة\r\nقالت نعم فاعف عما سلف يا نبي الله وعفى الله عنك فقال ولا يقتلن\r\nأولادهن فقالت هند ربيناهم صغارا وقتلتموهم كبارا فأنت وهم اعلم\r\nوكان ابنها حنظلة بن أبي سفيان قد قتل يوم بدر ورأيت في بعض الكتب\r\nانها لما توفيت ارسل عمر من ينظرا شهدها حذيفة فلم يحضر فلم يصل\r\nعمر عليها\r\n( فصل )\r\nومما رويته عن لا اتهم من افراد مسلم عن ابن عباس قال كنت\r\n\r\n","description":"","footnote":" * خدام ككتاب جمع خدمة وهي الساق . وتطلق على الخلخال ","page_name":" 58 ","page_number":77},
  {"content":"\r\n\r\nالعب مع الصبيان فجاء رسول الله صلى الله عليه وآله فتواريت خلف باب\r\nقال فجاء فحظاني حظية وقال اذهب فادع لي معاوية قال فجئت فقلت هو\r\nبأكل فقال لا أشبع الله بطنه قال ابن المثنى قلت لامية بن خالد ما معنى قوله\r\nحظاني قال فقدني فقده\r\nقال عبد الله بن إسماعيل والحديث في ما يتعلق بالمشار إليه طويل\r\nجدا ذكرت منه جملة حسنة في غير هذا الموضوع\r\n( فصل ) قال عبد الله بن إسماعيل روى بعض الأشياخ المعتبرين أحد حفاظ\r\nالدنيا من محدثي القوم عن صالح بن أحمد بن حنبل يقول قلت لأبي ان\r\nقوما ينسبونا إلى توالي يزيد فقال يا بنى وهل يتوالى يزيد أحد يؤمن بالله\r\nفقلت لم لا تعلنه فقال متى رأيتني العن شيئا لم لا يلعن من لعنه الله في كتابه\r\nفقلت وأين لعن الله يزيد في كتابه فقال ( فهل عسيتم ان توليتم ان تفسدوا\r\nفي الأرض وتقطعوا أرحامكم أولئك الذين يلعنهم الله فأصمهم واعمى\r\nأبصارهم ) فهل يكون فسادا أعظم من القتل\r\nقال عبد الله بن إسماعيل وكفر المذكور ظاهر جدا ومما يدل عليه\r\nمن شعره قوله من أبيات أثبتها في غير هذا الموضع\r\nفان مت يا أم أحيمر فانكحي * ولا تأملي بعد الممات تلاقيا\r\nفان الذي حدثت عن حال بعثنا * أحادث طسم تترك القلب لاهيا\r\nولولا فضول الناس زرت محمدا * بمشمولة حتى تروى عظاميا\r\n","description":"","footnote":"","page_name":" 59 ","page_number":78},
  {"content":"\r\nوالحديث في معناه طويل ذكرت طائفة منه في موضع يليق به ومن\r\nتفصيل ما يذكر من مخازيه نهب المدينة واستحلال حرم الله تعالى وقتله\r\nسيدنا ومولانا الحسين بن علي صلوات الله عليهما\r\n( فصل ) ومن كتاب ( الوسيط ) عند قوله تعالى ( هذان خصمان اختصموا\r\nفي ربهم ) قال وكان أبو ذر يشم ان هذه الآية نزلت في الذين برزوا\r\nببدر وأخبرنا محمد بن إبراهيم بن محمد بن يحى أخبرنا عبد الملك بن الحسن\r\nابن يوسف القسطي حدثنا يوسف بن يعقوب القاضي حدثنا عمرو بن مرزوق\r\nأخبرنا شعبة عن أبي هاشم عن أبي ( مجلز ) عن قيس بن عبادة قال سمعت أبا\r\nذر يقسم لي أقسم بالله ان هذه الآية ( هذان خصمان اختصموا في ربهم )\r\nفي هؤلاء الستة حمزة وعبيدة وعلي بن أبي طالب وعتبة وشيبة ابنا ربيعة\r\nوالوليد بن عتبة وقال رواه البخاري عن حجاج بن منهال عن هشام\r\nورواه مسلم عن أبي بكر بن أبي شيبة عن وكيع عن سفيان كلاهما\r\nعن أبي هاشم\r\nومن سورة هل اتى عند قوله تعالى ( ولا تطع منهم اثما أو كفورا )\r\nقال ولا تطع منهم مشركي مكة اثما يعنى عتبة بن ربيعة وكفورا يعنى\r\nالوليد بن المغيرة قالا له ارجع عن هذا الامر ونحن نرضيك بالمال والتزويج\r\nقال عبد الله بن إسماعيل وقد سلف ان عتبه وشيبة كانا من المطعمين\r\nيوم بدر ومما نزل فيهما من القرآن\r\n","description":"","footnote":"","page_name":" 60 ","page_number":79},
  {"content":"\r\n\r\n( فصل ) قال عبد الله بن إسماعيل وصورة ما جرى من أبي سفيان ومعاوية في\r\nقتال أمير المؤمنين عليه السلام وعداوته وما اعتمد يزيد وعتبة وشيبة\r\nوالوليد وراثة عن سلفهم بيانه ما رواه العلماء من أن أمية بن عبد شمس\r\nكان قد نبه في أهل بيته نبي عبد شمس وشرف فيهم وتقدم عليهم حتى\r\nقال لعمه هاشم انا أشرف منك فان أحببت ان تعرف ذلك فنافرني\r\nفقال له هاشم كيف أنافرك وأنت كبعض ولدي فقال هيهات اني شرفت\r\nبنفسي وجد في ذلك فاجابه على المنافرة على أن يأخذ النافر من المنفور\r\nمائة ناقة ويجلبه عن الحرم عشر سنين فتنافرا إلى كاهن غسان من قرية سطيح كان بغسان وخرج كل واحد منهما في أهله وولده ومن مال إليه\r\nوكان ممن خرج مع أمية حموه أبو بهمة ابن عبد العزيز أحد نبي الحرث\r\nابن فهر فلما صاروا ببعض الطريق قالوا اخبؤا له خبيئا تتبارونه فمروا\r\nباطباق عنه فقال والنور والظلمة وما تهامة من بهمه وما ينجد من اكمه لقد خبا ثم اطباق جمجمة مع أبي بهمة قالوا فنفر بين هاشم وأمية فقال والقمر\r\nالباهر والنجم الزاهر وكل منجد غابر لقد سبق هشام أمية بالمأثر\r\nأولا واخر فاعطوه مائة ناقة ونهضوا فقال هاشم والله لا تدخل الحرم عشر\r\nسنين ونفاه إلى الأردن فأقام بها ودخل هاشم مكة ونحر الإبل واطعم فلما كان بعد عشر سنين قدم أمية مكة\r\n","description":"","footnote":"","page_name":" 61 ","page_number":80},
  {"content":"\r\n\r\nقال عبد الله بن إسماعيل يمكن أن يكون الكاهن لقن ما قال من\r\nبعض الأنبياء صلى الله عليهم\r\nقال عبد الله بن إسماعيل ثم تلا ذلك حسدا حرب بن أمية بن عبد\r\nشمس بن عبد المطلب بن هاشم بن عبد مناف لما ذهب شرفه كل مذهب\r\nفدعاه إلى المنافرة فكره عبد المطلب ذلك فلح حرب وأكثر وجعل\r\nيأكله بلسانه حتى تكلم في ذلك رجال من قريش فاجابه عبد المطلب\r\nوحكما بينهما نفيل بن عبد العزي جد عمر بن الخطاب فقضى لعبد المطلب\r\nبعد قصص طويلة ومدح لعبد المطلب جليلة فأنشأ نفيل يقول\r\nليهن قوم لهم في الفضل سابقة * حمل المآثر سبق ماله نوع\r\nأعطاهم الله نورا يستضاء به * إذا الكواكب اخفى نوه القرع\r\nوهبت الريح بالصرار فانطلقت * تزجي سحابا سريعا سيره ظلع\r\nقوم عروق الثرى منهم أرومتها * ما حارب اليوم في أو كارها الضوع\r\nأبناء هاشم أهل المجد قد علمت * علياء معد إذا ما هزه الوزع\r\nما ان ينال رجال علو منزله * ولا يحل بأدنى شقة الصدع\r\nيا حرب ما بلغت مسعاتكم هبعا * سقى الحجاج وماذا يحمل الهبع\r\nأبو كما واحد والفرع بينكما * منه الخشاش ومنه المثمر الينع\r\nفاعرف لقوم هم السادات أفضلهم * لا يدركنك يوم شره دفع\r\nفاخذ عبد المطلب الإبل فنحرها واطعم الناس فغضب حرب على\r\nنفيل وأوعده فاستعصم بالعاص بن وائل\r\n","description":"","footnote":"","page_name":" 62 ","page_number":81},
  {"content":"\r\n\r\n\r\n\r\n( فصل ) روى الثعلبي عند تفسيره سورة الفرقان عند قوله تعالى ( ويوم يعض الظالم على يديه ) ما صورته قال الشعبي كان عقبة بن أبي معيط خليلا لامية\r\nابن خلف فاسلم عقبة فقال أمية وجهي من وجهك حرام ان تابعت محمدا\r\nفكفر وارتد لرضا أمية فأنزل الله عز وجل ( ويوم يعض الظالم على يديه ) يعنى عقبة بن أبي معيط بن أمية بن عبد شمس بن عبد مناف على يديه\r\nندما وأسفا على ما فرط في جنب الله وروى أيضا ان الخليل أبي بن خلف\r\n( فصل ) ومن سورة ألم تنزيل في ا لوليد بن عقبة قال أبو إسحاق الثعلبي عند\r\nقوله تعالى ( أفمن كان مؤمنا كمن كان فاسقا لا يستوون ) نزلت في علي\r\nبن أبي طالب عليه السلام والوليد بن عقبة اخى عثمان لامه وذلك انهما\r\nكان بينهما تنازع وكلام في شئ فقال لعلي اسكت فإنك صبي وانا والله\r\nابسط منك لسانا واحد منك سنانا وأشجع منك جنانا واملأ منك حشوا\r\nفي الكتيبة فقال له علي اسكت فإنك فاسق فأنزل الله تعالى ( أفمن كان مؤمنا كمن كان فاسقا لا يستون )\r\nومن سورة الحجرات عند قوله تعالى ( ان جائكم فاسق بنباء فتبينوا ) انها نزلت في الوليد بن عقبة بن أبي معيط بعثه رسول الله صلى الله عليه\r\nوآله إلى بني المصطلق بعد الوقعة مصدقا وكان بينه وبينهم عداوة في\r\nالجاهلية فلما سمع به القوم تلقوه تعظيما لأمر رسول الله ولرسوله فحذره\r\n","description":"","footnote":"","page_name":" 63 ","page_number":82},
  {"content":"\r\nالشيطان انهم يريدون قتلة فهابهم فرجع من الطريق إلى رسول الله وقال إن\r\nبنى المصطلق قد منعوا صدقاتهم وأرادوا قتلي فغضب رسول الله وهم\r\nان يغزوهم فبلغ القوم رجوعه فاتوا رسول الله وقالوا يا رسول الله سمعنا\r\nبرسولك فخرجنا نتلقاه ونكرمه ونؤدي إليه ما قبلنا من حق فبداله في\r\nالرجوع فخشينا أن يكون إنما رده من الطريق كتاب منك لغضب غضبته\r\nعلينا وانا نعوذ بالله من غضبه وغضب رسول الله فاتهمهم رسول الله\r\nفبعث خالد بن الوليد إليهم وأمره ان يخفى عليهم قدومه وقال انظر فان\r\nرأيت منهم ما يدل على ايمانهم فخذ منهم زكاة أموالهم وان لم تر ذلك\r\nفاستعمل فيهم ما يستعمل في الكفار ففعل ذلك خالد واتاهم فسمع منهم\r\nاذاني صلاة المغرب والعشاء فاخذ منهم صدقاتهم ولم ير منهم الا الطاعة والخير\r\nفانصرف خالد إلى رسول الله صلى الله عليه وآله فأخبره الخبر فأنزل الله\r\n( يا أيها الذين آمنوا ان جائكم فاسق بنبأ فتبينوا ) يعنى الوليد بن عقبة\r\nابن أبي معيط سماه الله تعالى فاسقا نظيره ( فمن كان مؤمنا كمن كان\r\nفاسقا لا يستوون ) روى الثعلبي حديثا رفعه إلى عبد الله بن مسعود عند\r\nاية التجسس قيل له هل لك في الوليد بن عقبة تقطر لحيته خمرا فقال انا قد نهينا عن التجسس فان يظهر لنا شيئا نأخذه به\r\n( فصل ) ومما لحق بذلك حال عبد الله ابن سعيد ابن أبي سرح أخي عثمان\r\nابن نمان من الرضاعة وكان عثمان به حفيا يجادل عنه رسول الله صلى\r\n","description":"","footnote":"","page_name":" 64 ","page_number":83},
  {"content":"\r\nالله عليه وآله على ما مضى فهو لذلك ولغيره في حرب بنى أمية\r\nمن كتاب ( الكشف ) تسير الثعلبي عند تفسير سورة الأنعام\r\nعند قوله تعالى ( ومن قال سأنزل مثل ما انزل الله ) نزلت في عبد الله بن\r\nسعيد بن أبي سرح وكان لرسول الله صلى الله عليه وآله ذكر فنونا\r\nأضربت عن ذكرها فلما نزلت ( ولقد خلقنا الانسان من سلالة من\r\nطين ) الآية املاها رسول الله فعجب عبد الله من تفصيل خلق الانسان\r\nفقال تبارك الله أحسن الخالقين فقال له رسول الله اكتبها هكذا نزلت\r\nفشك عبد الله وقال إن كان محمد صادقا فلقد أوحي إلي كما أوحى إليه\r\nولئن كان كاذبا لقد قلت كما قال وارتد عن الاسلام ولحق بالمشركين\r\nونزل فيه وفي عما وقد كان اذاه وأشباهه من المسلمين ( الا من أكره\r\nوقلبه مطمئن بالايمان ولكن من شرح بالكفر صدرا )\r\nقال عبد الله بن إسماعيل رحمه الله تعالى اعتبر أيدك الله تعالى من\r\nذكرت من عشيرة الثالث وجماعته وقبيلته وخاصة وتأمل ما حكيته\r\nعنهم مقصرا أو أجملته موجزا والمح الحاصل منه ينبهك على خلل بين\r\nمشترك بين جماعتهم سار في طريقتهم تارة ببغض البدر الهاشمي والمحتد\r\nالنبوي وتارة بوهن العقائد وسوء المقاصد في المصادر والموارد وها انا\r\nأنضد لك ما فرقته وانظم ما نثرته ليبين لك معناه ويتضح عندك خفاياه\r\nقد أسلفت بيان عداوة أمية لهاشم وعداوة حرب بن أمية لعبد المطلب بن\r\nهاشم وعداوة الحكم بن أبي العاص لرسول الله صلى الله عليه وآله التي\r\n","description":"","footnote":"","page_name":" 65 ","page_number":84},
  {"content":"\r\n\r\nاقتضت لعنته على ما روته عايشة وهو طريد رسول الله الذي آواه عثمان وله\r\nقصة في ضلالة غريبة قال مروان ابنه لحويطب بن عبد العزى تأخر\r\nاسلامك أيها الشيخ فقال له حويطب والله لهممت غير مرة بالاسلام وكل\r\nذلك يعوقني عنه أبوك فسكت مروان فقال له حويطب اما أخبرك عثمان\r\nما كان من أبيك إليه حين أسلم فازداد غما واما عداوة ولده مروان لأهل\r\nهذا البيت فبين وهو الذي أشار إلى الوليد بن عتبة بالتضييق على الحسين\r\nصلوات الله عليه في البيعة ليزيد بالازدراء في ترك ذلك إليه ثم عداوة أبي سفيان\r\nبن حرب لرسول الله صلى الله عليه وآله ثم عداوة هند بنت عتبة\r\nزوجة أبو سفيان أم معاوية ثم عداوة معاوية لأمير المؤمنين وقبل ذلك\r\nدعاء الرسول صلى الله عليه وآله ما أسلفت على معاوية ثم عداوة جد\r\nمعاوية عتبة بن ربيعة لرسول الله صلى الله عليه وآله حتى قتل ببدر بسيوف\r\nالهاشميين أمير المؤمنين وجماعته على ما مضى ثم عداوة شيبة اخى جد معاوية\r\nلرسول الله صلى الله عليه وآله حتى قتل ببدر بيد الهاشميين أيضا ثم عداوة الوليد خاله حتى قتل بسيف علي أمير المؤمنين مغوار الجماعة المشار إليهم\r\nصلى الله عليهم ثم عداوة أخيه حنظلة لرسول الله حتى قتل على عداوته\r\nوبغضه بيد أمير المؤمنين عليه السلام ثم عداوة يزيد بن معاوية للحسين\r\nصلوات الله عليه حتى انتهت الحال إلى ما انتهت الهى ثم عداوة عقبة بن أبي\r\nمعيط لرسول الله صلى الله عليه وآله حتى روى الرواة في ذلك أنه كان\r\nيطأ عنقه الشريف بقدمه فلا يرفعها حتى يظن رسول الله صلى الله عليه وآله\r\n","description":"","footnote":"","page_name":" 66 ","page_number":85},
  {"content":"\r\nان عيينة قد سقطتا حتى قتله الله بيد أمير المؤمنين عليه السلام ثم عداوة\r\nالوليد بن عقبة هذا لأمير المؤمنين عليه السلام ونزول الكتاب المجيد فيه\r\nبأنه من الفاسقين وهذا أخو عثمان لامه موليه الولايات مقدمه على الأقطار\r\nوالجهات وهو الذي كتب إلى معاوية على ما يقع عندي لما أراد\r\nمصالحة أمير المؤمنين صلوات الله عليه مسلما حقه إليه\r\nفإنك والكتاب إلى علي * كدابغة وقد حلم الأديم\r\nففتاه عن رابه وجرت الفتن وسفكت الدماء بين الفريقين بواسطة\r\nبغضته وسؤانحانه ثم عداوة عبد الله بن أبي سرح أخي عثمان من الرضاعة\r\nلرسول الله صلى الله عليه وآله وردته بعد الاسلام قاصدا بالتكذيب\r\nعليه والإشارة بالقص الهى هذا بعض من كل وجزء ذو قل إذا العدد\r\nالذين شينوا هذا البيت الهاشمي بنو أمية لا يقع عليهم حصر الأقلام\r\nولا نحوي بهم حصون الافهام\r\nقال عبد الله بن إسماعيل اعتبر هذه البغضة وتبينها نجدهم فيها حائدين\r\nعن الطريق اللاحب حاصلين بالقدح الخائب محاربين للصفوة صلوات الله عليهم عن التمسك بحبل الله المتين دافع لهم عن السبيل الواضح المستبين\r\nوانظر إلى القبيل الهاشمي لتعرف الفارق بين القبيلتين والمائز بين الفئتين\r\nوما يستوي البحران هذا مكدر\r\nأجاج وهذا طيب الطعم سايغ\r\nهاشم وولده عبد المطلب وغرر بنيه منهم سيدهم رسول الله صلى الله\r\nعليه وآله وابنته فاطمة سيدة نساء أهل الجنة وأمها خديجة رضي الله عنها\r\n","description":"","footnote":"","page_name":" 67 ","page_number":86},
  {"content":"\r\n\r\nأول من صدقته من النساء وابناها الحسن والحسين سيدا شباب أهل الجنة\r\nوبعلها أمير المؤمنين علي بن أبي طالب سيد الصديقين بالنقل الذي لا يتهم\r\nراوية ولا يستغش حاكيه وأبوه المدافع عن رسول الله صلى الله عليه وآله\r\nالذاب عنه المانع الخطوب منه وأمه فاطمة بنت أسد كافلة رسول الله كفنها\r\nبثوبه وكبر عليها بسبعين تكبيرة لكل صف من الملائكة الذين صلوا\r\nعليها تكبيرة ونزل معها في قبرها ليوسع الله تعالى عليها رواه أبو الفرج\r\nالأصفهاني في كتابه ( مقاتل الطالبين ) واخوه جعفر الطيار بجناحين وولده\r\nعبد الله الجواد المفضال الأريجي المبذال وعمه حمزة سيد الشهداء المقتول\r\nبيد وحشي في جيش أبي سفيان بن حرب والعباس بن المطلب رضي الله عنه وولده الجبر المعظم قدس الله روحه وعبيدة الأريجي السخي والفضل\r\nالبطل الكمي وفثم المقدم السري\r\nمساميح بيض كرام الجدود * مراجيح في الرهج الأصهب\r\nإذا ضم في الروع يوم الهياج قدم إلى أرجب\r\nمطاعيم حين نزوح الشمال * بشقان قطقطها الأشهب\r\nمواهيب للمنفس المستزاد * لأمثاله حين لا موهب\r\nأكارم نمو حسان الوجوه * مطاعيم للطارق الأجنبي\r\nمقاري تحت طخى الظلام * موارى للقادح المثقب\r\nنجوم الأمور إذا دلست * بظلماء ديجورها الغيهب\r\n\r\n","description":"","footnote":" * كذا في الأصل المطبوع عليه . ووزن البيت ظاهر الاحتلال ","page_name":" 68 ","page_number":87},
  {"content":"\r\nوأهل القديم وأهل الحديث * إذا انقضت حبوة المجتبى\r\nقال عبد الله بن إسماعيل هذه إشارة وجيزة إلى طائفة رجال البيتين وبعض من أعاين الفئتين توقظ عين غافل وترشد طلب سائل وإذا\r\nاعتبرتها جدا فانظر كيف كانت عشيرة الثالث وجماعته وخاصة على\r\nسالف الدهر وغابره وما في الزمن وحاضره أعداء للأسرة الهاشمية حساد\r\nللقبيلة النبوية يصادمونهم بكتائب المنافسة والشيان ويصارمونهم بسيوف الظلم والعدوان وينهلونهم مكاره البغى ويعلونهم ويحاربونهم في الشيطان\r\nويكاثرونهم السلف مع السلف والخلف مع الخلف فملا حطمت الكتائب الهاشمية قرون اغلوائهم وإذا قتهم من أفواه أشفار المشرقية وبى دائهم\r\nوطحنتهم أرحية جلدهم في المعارك والجائتهم إلى أضيق المسالك كمنوا\r\nكمون النار في زنادها وسكنوا مسرين خبث النفوس وقديم أحقادها إلى أن\r\nأمكنت الفرصة فعاد والمثل قاعدتهم وجروا في سبيل ضلالتهم فقصد\r\nمولانا أمير المؤمنين صلوات الله عليه منهم من قصد بغدره أسامة فنون\r\nختره وأرصد له الأرصاد واظهر له الأحقاد فركد له ركود الرواسي\r\nالثوابت ولقيه بالعزم الثابت صارم العزم حاضر الحزم سارى الفكر ثبت\r\nالمقام صلب العود غيرنا كص عن اللقاء أو واهن في زمام الدماء فلما ان\r\nحقرت العزائم عدوه وأرهقته واكتنفته كتائب الأراقم وأنهشته\r\nبهافتية تحت العوالي كأنها * ضواري سباع أسدها ونمورها\r\nإذا نهضت مدت جناحين فيهما * على الخيل فرسان قليل صدودها\r\n","description":"","footnote":"","page_name":" 69 ","page_number":88},
  {"content":"\r\nكان شعاع الشمس تحت لوائها\r\nيخاطبها حمر المنايا وسودها\r\nلجأ عند ذلك إلى قعدتها في الختل رافعا للمصاحف داعيا إليها\r\nمعتمدا في الظاهر عليها ليبرد اوار الكتائب بحيلته ويطفئ لهب الحرب\r\nبخديعته فأصغى الغافلون من طغام الشام وغيرهم إلى مقاتله موازرين له\r\nعلى ضلالته غير معتبرين بسيرته وسيرة سلفه في الاعراض عن مراسم\r\nالكتاب وبعدهم عن معرفة يوم الحساب فلما رأى مولانا أمير المؤمنين\r\nعليه السلام ما انتهت الحال إليه بنى على ما بني عليه ثم قوى أمر معاوية\r\nبخديعة عمرو بن العاص أبا موسى الأشعري فزاحم مولانا أمير المؤمنين\r\nعليه السلام عند ذلك عن ركوب صهوات المنابر وحاربه بغيا وغبنا\r\nأطراف المأثر\r\nنلت هذا العز حتى تشرفت\r\nبيوتك فينا واشرأب عمودها * وقد صرت ترمينا بنبل بنا استوت\r\nمغارسه منا وفينا حديدها * بنيا هو وأقربوه جاد بن فتنكيس ذرواتها حاتين في درس معالم\r\nاياتها صفقوا نازين على فروع عذباتها منازعين من به رقيت باسقات\r\nدرجاتها وصار المقرون لقواعدها بسيوف جهادهم وصنوف اجتهادهم\r\nمدفوعين عنها مباعدين منها مخاطبين على عتبها وسامي رتبها\r\nألسنا عرى الاسلام حيث تقلبت * بنا الحال أو دارت علينا الدواثر\r\nإذا ولد المولود منا تهللت * له الأرض واهتزت إليه المنابر\r\n","description":"","footnote":"","page_name":" 70 ","page_number":89},
  {"content":"\r\n\r\nفهي عند ذلك تضطرب قلقة مرتاحة الهيم عاطفة عليهم ذعرة ممن\r\nقرع عاليها وتسنم ساميها ناطقا بالتسليك الزاجر عن الحرب وهو واقع\r\nفيه حال أقطاره ومعانيه ( أتأمرون الناس بالبر وتنسون أنفسكم وأنتم\r\nتتلون الكتاب أفلا تعقلون ) خطب عبد الملك بن مروان فقام إليه رجل\r\nمن نبي سمعان فقال ما بالكم تأمرون ولا تأتمرون وتنهون ولا تنتهون\r\nأفنقتدي بسيرتكم في أنفسكم أم نطيع قولك بألسنتكم فان قلتم اقتدوا\r\nبسيرتنا في أنفسنا فكيف وانى وما الحجة وكيف الافتداء بسيرة الخونة\r\nالظلمة وان قلتم اسمعوا قولنا واقبلوا نصحنا فكيف ينصح غيره من يغش\r\nنفسه وان قلتم خذوا الحكمة انى وجدتموها فعلام قلدنا كم أزمة أمورنا\r\nاما علمتم ان فينا من هو اعلم بفنون اللغات وصنوف العظات منكم فتحلحلوا\r\nعنها يبتدر إليها أهلها الذين شردتموهم في البلدان\r\nإذا ما علا الأعواد منهم مفوه * فاسفر عن بدر ولاحظ عن صفر\r\nرأيت عردو الدين اخضع كاسفا * وذا الدين والاسلام مبتلج الصدر\r\nوما عالنت كف بانكار حقهم * على الناس الا وهي ناقصة الشبر\r\nفروع بخار لا تزال نفوسهم * محبسة بين المكاره والصبر\r\nمحاربين مولانا أمير المؤمنين صلوات الله عليه كما زعموا على الدين\r\nأمرين له باتباع مناهج اليقين فياله غبنا خلا الدهر عن مروره من مضاهيه\r\nولم يتمحص في تقلباته بمساويه في مساويه ثم ال الامر إلى قتله صلوات\r\n","description":"","footnote":"","page_name":" 71 ","page_number":90},
  {"content":"\r\n\r\nالله عليه بسيوف الغفلة على يدي ( * )\r\nيرى قتله زلفى اليوم المهاد قرني من رب العباد وهذا أيضا زيادة في الغبن الذي جرت الحال\r\nايه وانتهت الأمور الهى وأشد في الغبن ما جرى من تظاهر يزيد على الخلافة\r\nومطاولتها مدعيا انه الأحرى بمقام رسول الله صلى الله عليه وآله في تثقيف\r\nالأمة وحراستها وأذب عن الشريعة وحياطتها مع كفره الذي صرح به\r\nلسان التواتر ونطقت به أفواه المحابر على ما مضى\r\nفان مت يا أم أحيمر فانكحي * ولا تأملي بعد الممات تلاقيا\r\nفان الذي حدثت من حال بعثنا * أحاديث طسم تترك القلب ساهيا\r\nيصطلم في دولته مهجة مولانا أبي عبد الله الحسين صلوات الله عليه\r\nأبناء مع طغام كثير ان مولانا الحسين عليه السلام جائر فيما قصد إليه مع شرفه المشبون ومجده الظاهر والمصون وسمته المهذب والموزون راغبا في\r\nإقامة سنن جده وأبيه وما أمر الله تعالى في كتابه من ارشاد وتنبيه وعدوه\r\nمشغول يشرب الخمر يناظر فيها ويقرر قواعد تحليلها وتقويم طريقة شاربيها\r\nويعاضده على محاربة مولانا أبي عبد الله عليه السلام من يدعى التزاما\r\nبشريعة حده صلوات الله عليه مقران ان الحق ما جاء به من عند الله\r\nوارشد إليه\r\nعجائب لذوي الأذهان معتبر * فيها بن العمر فيها جد معتبر\r\nولقد افحم الحجاج خالد بن يزيد وقد قال إلى كم هذا البسط في\r\n\r\n","description":"","footnote":" * بياض في الأصل . ولعله على يدي شقي يرى الخ . ) ","page_name":" 72 ","page_number":91},
  {"content":"\r\nالقتل قال أي ان لا يبقى في العراق من يزعم أن أباك كان يشرب الخمر ثم انقل أحال إلى الوليد بن يزيد فمزق المصاحف وهو عند السفلة معدود\r\nمن الخلائف تحبب إليه الفئ أسوة برسول الله صلى الله عليه وآله في\r\nوجوب طاعته وامتثال كلمته وبنو هاشم مع ذلك مغمورون مقهورون\r\nرعايا تجرى عليهم احكامه وينفذ فيهم ابرامه ومضى عليهم اصطلامه\r\nوالمساعد له مقر بالاسلام وشرايعه ولواحقه وتوابعه\r\nلو يعلم الحجر الصوان ما اجترحت\r\nيد الخطوب لسحت منه اماق * ومن غرائب الغبن خروج طلحة والزبير وعايشة قبل ذلك على\r\nأمير المؤمنين عليه السلام قاصدين إقامة سنن العدل وبناء سوره واحيائه\r\nبعد دثوره آخذين بدم عثمان وقد كانوا الجمر المحرقة في اصطلامه المطرقين له أسباب حمامه وهم راغبون بالحيلة في غراض دنيوية لا تخفى على ناقد بصيرا ومعتبر خبير بعيدين عن الحكمة فيما قصدوه كيف اختلفت بهم\r\nالحال لوجد المنافسات بين المتقدمين والرغبة في الملك بن المتبوعين\r\nوشعب جمعهم مع ذلك العزم الهاشمي ودرس آثارهم السيف العلوي\r\nفبين قتيل وأسير وهارب ومستجير\r\nلهم من قراع الهاشمي ابن فاطم * على خفوات البهم بين الضراغم\r\nوإذا اعتبرت ذلك جميعه رأيت فرعا للمنع من كتب الصحيفة ثم فرعا\r\nللشورى ولذلك تفصيل بوضح عن اسراره ويهتك مسلك أستاره\r\n","description":"","footnote":"","page_name":" 73 ","page_number":92},
  {"content":"\r\nومن أعداء الصفوة عمرو بن العاص اعدى بوضح عن هذه الدعوى\r\nمن القرآن المجيد قوله تعالى في أبيه يخاطب النبي صلى الله عليه وآله\r\n( ان شانئك هو الأبتر ) والأبتر هو الذي لا عقب له دليله ودليل ما قبله\r\nما رواه الواحدي في كتابه ( الوسيط ) عن محمد بن موسى بن الفضل\r\nحدثنا محمد بن يعقوب حدثنا أحمد بن عبد الجبار حدثنا يونس بن بكير\r\nعن محمد بن إسحاق حدثني يزيد بن رومان قال كمان العاص بن وائل\r\nالسهمي ذكر رسول الله صلى الله عليه وآله فقال دعوه فإنما هو رجل ابتر لا عقب له لو قد هلك انقطع ذكره واسترحم منه فأنزل الله تعالى في ذلك\r\n( انا أعطيناك الكوثر ) ما هو خير لك من الدنيا وفيها والكوثر العظيم\r\nمن الامر ( فصل لربك وانحر ان شانئك هو الأبتر ) العاص ابن وائل\r\nقال عبد الله بن إسماعيل غير مستنكر إذا أن يكون المشار إليه عدوا\r\nللصفوة حربا وعليهم مع قبيلة من الأغراض له في الخصال وبعدهم عن غاية\r\nنقصه بالكمال تارة بسؤ مذهبه وتارة لبعد ما بين نسبهم ونسبه لأنهم\r\nمصفون في الأنساب محضون نجرهم * هو المحض فينا والصريح المهذب\r\nخضمون اشراف لها ميم سادة * مطاعيم أيسار إذا الناس اجدبوا\r\nإذا ما المراضيع الخماص تأوهت * من البرد إذ مثلان سعد وعقرب\r\n","description":"","footnote":"","page_name":" 74 ","page_number":93},
  {"content":"\r\nوحاددت النكر الجلاد ولم يكن * لعقبة قدر المستعيرين معقب\r\nوبات وليد الحي طيان ساغبا * وكاعبهم ذات القفية أسغب\r\nإذا نشئت منهم بأرض سحابة * فلا النبت محظور ولا البرق خلب\r\nإذا أدلست ظلما أمرين حندس * فبدر لهم منها مضئ وكوكب\r\nوان هاج نبت العلم في الناس لم تزل * بهم تلقه خضرا فيها ومذنب\r\nلهم رتب فضل على الناس كلهم * فضائل يستعلى به المترتب\r\nمساميح منهم قائلون وفاعل * وسباق غايات إلى الخير مسهب\r\nأولئك نبي الله منهم وجعفر * وحمزة زين الفيلقين المجرب\r\nهم ما هم شفعا ووترا لقومهم * لفقد انهم ما يغدر المتحوب\r\nقال عبد الله بن إسماعيل يليق ان يثبت ها هنا قصص وجيزة\r\nتناسب معنى هذه الأبيات من ذلك أن معاوية بن أبي سفيان قال الشريف\r\nمن شرفناه فقال أبو الجهم ان كنت صادقا فضع من شرف الحسن والحسين\r\nومن جنس هذا ما روى أن عمر بن عبد العزيز قال من أشرف\r\nالناس فقال قائل أنتم قال بل أشرف الناس من يتمنى كل أحد أن يكون\r\nمنه ولا يتمنى أن يكون من أحد وهو والله صفة هذا إشارة إلى زين العابدين\r\nعليه السلام\r\nومن جنسها ان عروة بن الزبير كان إذا لاحاه رجل أمسك\r\nعنه ترفعا فجرى بينه وبين زين العابدين كلام فقال له خفض عنك أيها\r\nالرجل فانى تركك كما تترك له الناس فبلغت الكلمة منه أبلغ شئ\r\n","description":"","footnote":"","page_name":" 75 ","page_number":94},
  {"content":"\r\nقال عبد الله بن إسماعيل هذا ما اتفق لي اثباته بدارا بقلم التقصير\r\nمعرضا عن سبيل سهاب يصادم لمحه ساعات الفراغ باينا على قطع\r\nلسان الانبساط بسيف المراقبات وستر نيان الافراط بينان ستر القاربات\r\nسابحا في بحر يزع همة سابحة بعد سواحله وخرق يضع عزمة قاطعها\r\nجهد رواحله ويصرفه عن الجرى في ميدانها بغى صدام المحاربين ويصدف\r\nطلق عنانه شغل فسيح عرصاتها بوقفات الحايرين وفي القليل النزر التافه\r\nغناء لمعتبر فتح عين استرشاده واغمض جفن هواه بيد انتقاده وأراد\r\nسنن الاهتداء وارتاد سنن الطريق السواء وهجر شين المدافعات ميمون\r\nبوصال زين الانجاء وهو حسبنا ونعم الوكيل وصلواته على سيدنا ومولانا\r\nمحمد سيد النبيين وآله الطاهرين .\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":95}
  ]