[
  {"content":"\r\nالنجم الزاهر في صلاة المسافر\r\nمن\r\nتقريرات بحث سيدنا الأستاد فقيه عصره وفريد دهره المرجع الأعلى آية الله العظمى السيد محمد الحجة الكوهكمري قدس سره\r\nتأليف\r\nالسيد أبو الحسن الموسوي « مولانا » التبريزي\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\nنام كتاب : النجم الزاهر\r\nتأليف : سيد أبو الحسن « مولالنا » تبريزي\r\nنوبت چاپ : أول\r\nتاريخ انتشار : 1368\r\nحروفچينى از سازمان چاپ هادي\r\nچاپ از : چاپ طلوع\r\nفيلم وزينك : ليتوگرافى تصوير - تبريز\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nبسم اللَّه الرّحمن الرّحيم\r\nالحمد لله رب العالمين الصلاة والسلام على سيدنا محمد وآله الطاهرين واللعنة الدائمة على أعدائهم أجمعين اما بعد فان من الأمور الواضحة بين اى تلمسلمين بل من ضروريات دينهم وجود الفرق بين صلاة الحاضر والمسافر إجمالا وذلك حيث ثبت القصر بالنسبة إلى صلاة المسافر بخلاف صلاة الحاضر وهكذا الكلام بالنسبة إلى الصوم حيث ثبت الإفطار بالنسبة إلى المسافر دون الحاضر وهذا مما لا اشكال فيه . نعم وقع الخلاف بين العامة والخاصة في أن ثبوت هذا الحكم للمسافر هل من باب الاذن والرخصة أو من باب الوجوب والعزيمة فذهب بعض العامة إلى الأول واما الخاصة فيقولون بالثاني كما يأتي تفصيل ذلك في محله إنشاء الله .\r\nثم إنه لا بد في التقصير من اعتبار شروط .\r\nالشرط الأول\r\nهو المسافة\r\nوهي الموضوع في صلاة المسافر وهذا هو المراد من الضرب في الأرض في الآية لا مطلق الضرب . بل إن ذلك من ضروريات دينهم ولم يعرف المخالف في المسألة إلا ما نسب إلى داود الظاهري وأصحابه حيث قالوا القصر في كل سفر قريبا كان أو بعيدا . ولما كان هذا المعنى محتاجا إلى التحديد من الشرع حتى يرتفع به الإجمال فورد التحديد في الروايات تارة بمسيرة يوم وأخرى ببياض يوم . ومن الواضح ان المراد من ذلك هو السير المتعارف لعامة الناس\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nفي زمان صدور تلك الروايات الصادرة عنهم عليهم السلام . وربما وقع التحديد أيضا بالمرحلة التي يعبر عنه بالفارسية ب ( يك منزل ) واما العامة فلهم أقوال كثيرة في المسألة فقال أبو حنيفة السفر الذي يقصر فيه ثلث مراحل أربعة وعشرون فرسخا واثنان وسبعون ميلا . وقال الشافعي حد السفر مرحلتان ستة عشر فرسخا وثمانية وأربعون ميلا . وعن بعضهم انه مسيرة يوم وليلة ومن ذلك يعلم أنه لو ورد في رواياتنا ما يوافق أحد هذه الأقوال فلا بد من حملها على التقية على أن وقوع التقية في هذا الباب في غاية الندرة . ويشهد على ذلك ما رواه محمد بن يحيى الخزاز عن بعض أصحابنا عن أبي عبد الله عليه السلام قال :\r\nبينا نحن جلوس وأبى عند وال لبني أمية إذ جاء أبى فجلس فقال : كنت عند هذا قبيل فسألهم عن التقصير فقال قائل منهم في ثلث . وقال قائل منهم يوما وليلة وقال قائل منهم في روحة فسألني فقلت له ان رسول الله صلى الله عليه وآله لما نزل عليه جبرئيل قال له النبي ( ص ) في كم ذاك ؟ فقال : في بريد فقال : وأي شيء البريد ؟ قال : ما بين ظل عير إلى فيء وعير الحديث « 1 » . عير ووعير جبلان بالمدينة أحدهما من جهة المشرق والأخر من جهة المغرب وهو وعير ولذا عبر فيه في الرواية بالفيء وذلك باعتبار رجوع الظل . والخلاصة ان بعد نقل هؤلاء أقوالهم في مجلس الوالي وحكمه عليه السلام على خلافهم في ذلك المجلس يعلم التحديد الواقعي في السفر صريحا وانه لو ورد عنهم عليهم السلام ما يخالف هذا التحديد مثل ان حد التقصير ثلث مراحل أو يوم وليلة أو غير ذلك فلا بد من حمله على التقية مثل ما رواه زكريا بن آدم عن أبي الحسن الرضا عليه السلام عن التقصير في كم يقصر الرجل إذا كان في ضياع أهل بيته وأمره جائز فيها يسير في الضياع يومين وليلتين وثلاثة أيام ولياليهن فكتب عليه السلام التقصير في مسيرة يوم وليلة « 2 » ومثله ما رواه أحمد بن أبي نصر البزنطي عن الرضا ( ع ) قال : سألته عن الرجل يريد السفر في كم يقصر ؟ فقال :\r\n\r\nفي ثلاثة برد « 3 » . ومثله أيضا ما رواه أبو بصير عن أبي عبد الله عليه السلام قال :\r\n\r\n","description":"","footnote":"\r\n« 1 » الوسائل ب 2 / 13\r\n« 2 » المصدر ب 1 / 5\r\n\r\n« 3 » المصدر ب 1 / 10\r\n","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nلا بأس للمسافر ان يتم الصلاة في سفره مسيرة يومين « 1 » ثم لما كان من الأمر المسلم عند الإمامية انه لا بد في موضوع القصر من بياض يوم وكان هذا مما يختلف فوقع السؤال عنه في رواية عبد الرحمن بن الحجاج عن أبي عبد الله عليه السلام قال :\r\nقلت كم أدنى ما يقصر الصلاة قال : جرت السنة ببياض يوم فقلت له ان بياض يوم يختلف يسير الرجل خمسة عشر فرسخا ويسير الأخر أربعة فراسخ وخمسة فراسخ في يوم قال : فقال : انه ليس إلى ذلك ينظر اما رأيت سير هذه الأثقال ( الأميال ) بين مكة والمدينة ثم أومأ بيده أربعة وعشر ميلا يكون ثمانية فراسخ « 2 » فقد ظهر لك ان الشارع قد جعل للمسافة حدا مخصوصا مضبوطا لئلا يتحيرون عند الاختلاف بل يرجعون اليه كما أنه قد جعل حدا معينا في غيره من المقامات كما في الكر والحيض . ثم لا يخفى ان هذا الحد ليس امرا تعبديا من الشارع بل إرجاع منه إلى ما هو المتعارف لعامة الناس في تلك الأزمنة وهو بريد ان وكان في الأول اسما للرسول الذي يرسل معه الكتب وهو في التمدن القديم كان بمنزلة مصلحة البوستة اليوم . ولأجل حركته في برودة الهواء أطلق عليه البريد وكانوا يقسمون المسافات ويجعلون في رأس كل أربعة فراسخ مراكب مهيأة لهذا الأمر فإذا كان خبر أو كتاب مما يحب إيصاله لمقصد فحينئذ كان حمله البريد الأول وركض حصانه بأقصى ما يمكنه حتى يصل إلى البريد الثاني فيحمله البريد الثاني حتى يصل إلى البريد الثالث وهكذا حتى يصل الخبر أو الكتاب بسرعة إلى المقصد .\r\nثم إن الفرسخ أربعة أميال وكل ميل أربعة آلاف اذرع فالفرسخ اثنى عشر الف ذراع والبريدان أربعة وعشرون ميلا وهو ست وتسعون الف ذراع . ثم لا يخفى ان الاختلاف الواقع في الروايات بالزيادة والنقصان في تحديد الفرسخ انما هو من جهة اختلاف الاصطلاحات الواقعة في تلك العصور فعلى هذا فلا تنافي بين تلك التحديدات . ثم إن مقتضى تحديد الشارع المسافة بالحد المعين ان يكون هذا الحد المعين موضوعا للحكم فيثبت القصر عند وجوده ويرتفع عند عدمه وظاهر هذا التحديد عدم جواز النقيصة والزيادة كما هو مقتضى التحديدات الحقيقية\r\n\r\n","description":"","footnote":"\r\n« 1 » الوسائل ب 1 / 9\r\n« 2 » المصدر ب 1 / 15\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nكالحيض ولكن علم بالضرورة عدم كون الزيادة مضرا فيما نحن فيه والتحديد المذكور في الروايات من جهة بيان أقل ما يعتبر في المسافة واما الزيادة فلا حد لها بالضرورة .\r\nثم إن روايات الثمانية التي تقرب التواتر أو انها متواترة بالمعنى تكون ظاهرة في كون هذا الحد معتبرا بنحو الامتدادية ومقتضاه عدم كفايته إذا كان ذلك بنحو التلفيق وان كان مجموع الإياب والذهاب أكثر من الثمانية فحينئذ يقع التعارض بينها وبين ما دل على وجوب القصر للمسافر بذهاب أربعة فراسخ بقول مطلق . وذلك لأجل ظهور هذه الطائفة في كفاية الأربعة الامتدادية في وجوب القصر عليه من دون احتياج إلى الزيادة وهذه الطائفة من الاخبار كثيرة جدا فلا بد من الجمع بينهما ويظهر من بعض في مقام العلاج بينهما من الرجوع إلى المرجحات السندية فقدم أخبار الثمانية على اخبار الأربعة بطرح أخبار الأربعة والحكم باعتبار الثمانية الامتدادية ولكن الذي بسهل الخطب هو وجود طائفة ثالثة من الاخبار الشارحة للطائفتين المتقدمتين . وهذه الطائفة أيضا كثيرة جدا . منها رواية سليمان بن حفص المروزي قال : قال الفقيه ( ع ) التقصير في الصلاة بريدان أو بريد ذاهبا وجائيا . الحديث « 1 » فإنها قيدت الأربعة فيها بالذهاب والإياب وبالجملة ما كان من الروايات لسانه لسان هذه الرواية فكثيرة حيث تدل هذه الطائفة على كفاية الثمانية ولو تلفيقا في وجوب القصر . فبعد وقوع التفسير في نفس الروايات يرتفع التعارض المتوهم بين الطائفتين من دون احتياج في ذلك إلى إعمال قاعدة أخرى كما هو واضح فالحاصل بعد كون نفس الأئمة عليهم السلام شارحين لكلامهم ومبينين لمرامهم من الطائفتين المتقدمتين يحصل الجمع .\r\nبينهما ومن الواضح ان هذا ليس من قبيل الحكومة الاصطلاحية بل إن هذا أوضح وأبين منها ومن هذه الطائفة أيضا ما رواه محمد بن مسلم عن أبي جعفر عليه السلام قال سألته عن التقصير قال : في بريد قلت في بريد ؟ قال : انه ذهب بريدا ورجع بريدا فقد شغل يومه « 2 » ولما كان ذهن الراوي مأنوسا باعتبار البريدين في التقصير فلما سمع من الإمام ( ع ) الحكم بالتقصير في البريد تعجب منه فأجابه\r\n\r\n","description":"","footnote":"\r\n« 1 » الوسائل ب 2 / 4\r\n« 2 » الوسائل ب 2 / 9\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\nعليه السلام بان الانضمام بالرجوع يجعله بريدين . وبالجملة فالمستفاد من الرواية كفاية البريدين ولو تلفيقا في ثبوت القصر . فتحصل من ذلك أنه لا اشكال بحسب الروايات في الحكم بوجوب القصر في صورة التلفيق . وانما الإشكال في أن ثبوت هذا الحكم هل هو في صورة كون الرجوع ليومه كما هو ظاهر رواية محمد بن مسلم فان الظاهر من قضية شغل يومه هو الفعلية أو انه يكفى في ثبوت الحكم المزبور مجرد تحقق البريدين ولو تلفيقا إذا لم يتحقق أحد القواطع من وصوله إلى وطنه أو إقامة عشرة أو التردد ثلثين يوما وجهان بل قولان فعلى الأول إذا لم يرجع ليومه فهل يثبت في حقه الإتمام أو انه يتخير بين القصر والإتمام مطلقا وان لم يرجع ليومه أيضا أو يتعين القصر عليه في صورة الرجوع ليومه ويتخير بدونه وجوه بل أقوال .\r\nثم لا يخفى ان القول بالتخيير وان كان يظهر من بعض الا انه لا وجه للمصير اليه واما ما يستفاد من التعليل الوارد في رواية محمد بن مسلم من حيث ظهوره في أنه لا بد من الرجوع ليومه حتى يجب عليه التقصير فيرد عليه ان القول باعتبار الرجوع ليومه نظرا إلى ذيل الرواية ربما لا يلائم صدرها فان ظاهر صدرها هو الإطلاق فإرادة عدمه من الذيل ربما يوجب التفكيك في الرواية بين الصدر والذيل مع أنهما صدرا من شخص واحد في كلام واحد وفي سياق واحد هذا كله مع قطع النظر عن القرائن الخارجية والروايات الخاصة الواردة في المقام . والا فملاحظة سائر الروايات تقتضي رفع اليد عن ظهور فعلية شغل يومه وقد روى زرارة عن أبي عبد الله ( ع ) قال : سألت : أبا عبد الله ( ع ) عن التقصير فقال بريد ذاهب وبريد جائي « 1 » قال وكان رسول الله ( ص ) إذا اتى ذبابا قصر وذباب على بريد وانما فعل ذلك لأنه إذا رجع كان سفره بريدين ثمانية فراسخ « 2 » فإنك إذا لاحظت رواية محمد بن مسلم مع هذه الرواية يظهر لك انه لا وجه للبحث في أن المراد من شغل يومه هل هو الفعلية أو الشأنية كما وقع في هذا بعض الاعلام وذلك لوضوح ان السؤال في الروايتين عن أمر واحد وشئ فأرد فأجاب عليه السلام في إحديهما بالبريد أي في رواية محمد بن مسلم فبعد ما تعجب\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 2 / 14\r\n« 2 » ب 2 / 15\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\nمن ذلك من جهة انس ذهنه بما سواه وهو البريدان علل ما ذكره أولا بقوله انه ذهب بريدا ورجع بريدا فقد شغل يومه وفي رواية زرارة - بعد ما حكم ( ع ) بالبريد علله قبل سؤال الراوي واستشكاله كما هو دأب هذا الراوي لأجل حدة ذهنه ومزيد دقته بقوله لأنه إذا رجع كان سفره بريدين ثمانية فراسخ وذلك بعد ما نقل من فعل رسول الله ( ص ) شاهدا ودليلا على المطلب . فتحصل من ذلك كله ان المراد من الروايتين سؤالا وجوابا شيء واحد وان كل واحد منهما ناظر إلى جهة واحدة فالعلة المذكورة في الرواية مع ذكره عليه السلام فعل النبي صلى الله عليه وآله تكون شاهدا قويا على أن المراد من شغل يومه ليس هو الرجوع ليومه . وبالجملة فبعد وقوع التفسير في نفس الروايات وكون بعضها شارحا لبعضها الأخر لا وجه لإعمال قواعد أخرى وإرجاع البحث إلى مسألة أصولية كما لا يخفى . والحاصل انه لا إشكال في أن المناط في ثبوت التقصير هو كون الشخص مسافرا في قبال الحاضر . والى ذلك يرجع قوله فقد شغل يومه اى يكون حينئذ مسافرا . والا فلا خصوصية للاشغال فالتعليل بشغل اليوم لأجل دفع المنافاة بين أخبار الأربعة والثمانية من دون نظر إلى أن يكون الرجوع ليومه أو لا . ومن هنا يظهر ان الاستدلال بالتعليل المزبور باعتبار الرجوع ليومه ضعيف غايته . ثم إن الأمر في أخبار الأربعة إنما يدور بين الإطلاق والإهمال .\r\nفإن قلنا على الأول فحينئذ لا يكون فرق في ثبوت القصر بين ان يكون الرجوع ليومه أو ليلة أو غير ذلك ما لم يحصل أحد القواطع . وان قلنا على الثاني فلا يدل أيضا على لزوم الرجوع ليومه . وذلك أن التعليل في مقام رد ما يتوهم من كفاية الأربعة مطلقا كما هو ظاهر بعض الأخبار وانه لا بد في التقصير اما من ذهاب ثمانية فراسخ أو أربعة فراسخ ذهابا وأربعة فراسخ إيابا . فعلى هذا فلا يستفاد من الرواية وجوب الرجوع ليومه كما هو واضح لان المستفاد منها على النحو الثاني ليس إلا قضية مهملة وهي ثبوت التقصير عند حصول المسافة المزبورة واما استفادة انه لا بد من الرجوع قبل الليل فلا يستفاد منها نعم مقتضى الإهمال انه لا بد من الاكتفاء على القدر المتيقن وهو القصر فيما إذا سافر أربعة فراسخ ورجع ليومه واما لو سافر أربعة فراسخ ورجع ليلته أو رجع في سائر الأيام فلا يثبت\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nفيه القصر وبالجملة فالقائل بالإطلاق انما يكون في سعة من ذلك فما لم يحصل لسفره أحد القواطع لا بد له من التقصير . واما القائل بالإهمال فهو يضيق دائرة الاخبار ولا يمكن له التقصير في غير صورة الرجوع ليومه . واما القول بالتخيير بين القصر والإتمام في الأربعة وذلك من جهة الجمع بين تلك الأخبار واخبار الثمانية كما يظهر من بعض فمما لا وجه له حيث إنه لا بد في مثله من وجود شاهد على الجمع المذكور اما من نفس الاخبار واما من الخارج ومن البين انتفائه .\r\nهذا كله مع قطع النظر عن الأخبار الخاصة الدالة على أن الرجوع ليومه ليس لازما . والا فمن نظر إلى الأخبار الواردة في خصوص عرفات وغيرها يعلم بان الرجوع ليومه ليس لازما في ثبوت القصر . ونحن بعون الله ومنه نذكر بعض هذه الأخبار فنقول : منها صحيحة معاوية بن عمار أنه قال لأبي عبد الله عليه السلام ان أهل مكة يتمون الصلاة بعرفات . فقال : ويلهم أو ويحهم واي سفير أشد منه لا تتم أو لا تتموا كما في بعض النسخ « 1 » فإن قرئت جملة لا تتم مجهولا يكون نائب الفاعل لفظ الصلاة وان قرئت معلومة تكون خطابا لمعاوية بن عمار هذا على تقدير كون الصيغة مفردا واما على تقدير كونها جمعا يكون المخاطب هو أهل مكة . ثم إن لفظة ويلهم أو ويحهم وان لم تدل على تعين القصر الا ان ما بعدها يدل على وجوب القصر تعيينا كما هو واضح . ثم ما وقع من الفقيه الوجيه الهمداني في مصباحه من نقل الرواية عن معاوية بن وهب فهو سهو منه كما لا يخفى . ومنها صحيحته الأخرى عن أبي عبد الله عليه السلام قال : أهل مكة إذا زاروا البيت ودخلوا منازلهم أتموا وإذا لم يدخلوا منازلهم قصروا « 2 » والظاهر من الرواية بيان حكم أهل مكة وانهم إذا رجعوا والفرض انهم لم يدخلوا منازلهم فلا بد لهم من التقصير واما إذا فرض دخولهم منازلهم فلا بد لهم من الإتمام وفي هذا إشارة إلى الخلاف الواقع بينهم في أنه هل يعتبر في الإتمام من الدخول في البلد والوطن أو الدخول في البيت والمنزل . والرواية تدل على الثاني . ثم من الواضح ان بين مكة وعرفات مقدار أربعة فراسخ من المسافة أو أزيد منها وواضح أيضا انهم إذا ذهبوا إلى عرفات لم يرجعوا ليؤمهم منها .\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 3 / 7\r\n« 2 » ب 3 / 7\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nويفهم من الروايات انه لا بد لهم من التقصير إذا كان الرجوع قبل ثلاثة أيام والظاهر أنه لا خصوصية لذلك وذكر الثلاثة في الرواية انما هو من باب المثال وعليه فلا فرق بين ان يكون الرجوع قبل الثلاثة أو قبل العشرة . فلا بد في كل منهما من التقصير . وبالجملة فمناط التقصير هو كون الشخص مسافرا فما لم يقطع سفره بأحد القواطع فلا بد له من التقصير . ثم إن ما دل من الروايات على أنه لا بد من الإتمام في منى وعرفات فلا بد من الحمل على التقية كما يشهد على ذلك ما رواه زرارة عن أبي جعفر عليه السلام قال : حج النبي صلى الله عليه وآله فأقام بمنى ثلاثا يصلى ركعتين ثم صنع ذلك أبو بكر وصنع ذلك عمر ثم صنع ذلك عثمان ست سنين . ثم أكملها عثمان أربعا فصلى الظهر أربعا ثم تمارض ليشد ( ليسد ) بذلك بدعته . فقال للمؤذن : اذهب إلى علي عليه السلام فقل له :\r\nفليصل بالناس العصر . فأتى المؤذن عليا عليه السلام فقال له : ان أمير المؤمنين عثمان يأمرك ان تصلى بالناس العصر . فقال : اذن لا أصلي إلا ركعتين كما صلى رسول الله صلى الله عليه وآله فرجع ( فذهب ) المؤذن فأخبر عثمان بما قال علي عليه السلام فقال : اذهب اليه وقل له : انك لست من هذا في شيء اذهب فصل كما تؤمر . فقال عليه السلام : لا والله لا افعل . فخرج عثمان فصلى بهم أربعا فلما كان في خلافة معاوية واجتمع الناس عليه وقتل أمير المؤمنين ( ع ) حج معاوية فصلى الناس بمنى ركعتين الظهر ثم سلم فنظر بنو أمية بعضهم إلى بعض وثقيف ومن كان من شيعة عثمان ثم قالوا قد قضى على صاحبكم وخالف وأشمت به عدوه . فقاموا فدخلوا عليه فقالوا أتدري ما صنعت ما زدت على أن قضيت على صاحبنا وأشمت به عدوه ورغبت عن صنيعه وسنته . فقال : ويلكم اما تعلمون ان رسول الله صلى الله عليه وآله صلى في هذا المكان ركعتين وأبو بكر وعمر وصلى صاحبكم ست سنين كذلك . فتأمروني ان ادع سنة رسول الله صلى الله عليه وآله وما صنع أبو بكر وعمر وعثمان قبل ان يحدث . فقالوا لا والله ما نرضى عنك الا بذلك . قال : فاقبلوا فانى متبعكم ( مشفعكم ) وراجع إلى سنة صاحبكم فصلى العصر أربعا فلم يزل الخلفاء والأمراء على ذلك إلى اليوم . فقد علم من هذا الحديث الشريف ان الإتمام انما هو من مبتدعات عثمان . ثم إن أهل\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nمكة يشاركون مع سائر المسافرين الذين سافروا إليها في وجوب القصر عليهم إذا سافروا إلى عرفات . وذلك لوضوح ان ما بين مكة وعرفات مقدار أربعة فراسخ من المسافة كما قلنا سابقا فيكون حينئذ مجموع الذهاب والإياب ثمانية فراسخ فيتحقق حد السفر شرعا فيثبت القصر حينئذ . وعلى هذا لا يبقى بين أهل مكة ومن قصد الإقامة فيها عشرة أيام من سائر المسافرين فرق كما هو واضح . واما المقام الثاني فهو ان بين أهل مكة وسائر المسافرين فرقا في ثبوت الحكم . وهو ان أهل مكة إذا أرادوا الدخول إلى منازلهم أو بلدهم فلا بد لهم من الإتمام إذا دخلوا منازلهم أو بلدهم على اختلاف الواقع بين العلماء كما يأتي بيانه إنشاء الله وذلك لانقطاع سفرهم بالدخول وأيضا لا بد لأهل مكة من الإتمام إذا خرجوا منها ثانيا إلى منى وذلك لعدم تحقق المسافة المعتبرة بين مكة ومنى فثبت الإتمام في حق أهل مكة بخلاف سائر المسافرين قالوا جب عليهم هو القصر كما لا يخفى . ومن ذلك يظهر ان ما يدل من الاخبار على وجوب الإتمام في حقهم أيضا فمحمول على التقية . ثم إن الرواية الواردة في مقام بيان بدعة عثمان لا مساس لها لما نحن بصدده وهو وجوب القصر على من سافر أربعة فراسخ ولم يرجع ليومه وان يظهر من بعضهم التمسك بها على ذلك . فإنها واردة في مورد غير أهل مكة من المسافرين كما هو الظاهر . والوجه في تقصير النبي صلى الله عليه وآله أيضا صلاته بمنى انما كان ذلك اى كونه ( ص ) مسافرا . وفي هذا المورد قد أتم صلاته عثمان وأنكر عليه علي عليه السلام . واعتذر هو بأني تأهلت من مكة وقد سمعت عن رسول الله صلى الله عليه وآله يقول : ان من تأهل من بلدة فهو بحكم أهلها . وحيث أبطلوا عليه هذه المقالة اعتذروا عن قبله بأنه اشترى في مكة وطائف أملاكا وان من كان له ملك في موضع فله ان يتم صلاته فيه ما دام مالكا . وعلى كل حال فمن راجع اخبار عرفات يعلم بان فيها غنى وكفاية على المطلب وانه لا فرق بين الرجوع ليومه وغيره ما لم ينقطع سفره بأحد من القواطع . ومنها رواية إسحاق بن عمار قال : سألت أبا الحسن عليه السلام عن قوم خرجوا في سفر فلما انتهوا إلى الموضع الذي يجب عليهم فيه التقصير قصروا من الصلاة . فلما صاروا على فرسخين أو على ثلاثة فراسخ أو على\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nأربعة تخلف عنهم رجل لا يستقيم لهم سفرهم الا به فأقاموا ينتظرون مجيئه إليهم وهم لا يستقيم لهم السفر إلا بمجيئه إليهم فأقاموا على ذلك أياما لا يدرون هل يمضون في سفرهم أو ينصرفون . هل ينبغي لهم ان يتموا الصلاة أو يقيموا على تقصيرهم قال : ان كانوا بلغوا مسيرة أربعة فراسخ فليقيموا على تقصيرهم أقاموا أم انصرفوا . وان كانوا ساروا أقل من أربعة فراسخ فليتموا الصلاة ( ما أقاموا فإذا انصرفوا ) قاموا أو انصرفوا فإذا مضوا فليقصروا . « 1 » ورواه الصدوق في ( العلل ) بسنده عن محمد بن أسلم ( مسلم ) نحوه وزاد قال :\r\nثم هل تدري كيف صار هكذا ؟ قلت : لا . قال : لان التقصير في بريدين ولا يكون التقصير في أقل من ذلك فإذا كانوا قد ساروا بريدا وأرادوا أن ينصرفوا كانوا قد ساروا سفر التقصير . وان كانوا ساروا أقل من ذلك لم يكن لهم إلا إتمام الصلاة . قلت : أليس قد بلغوا الموضع الذي لا يسمعون فيه إذ ان مصرهم الذي خرجوا منه . قال : بلى . انما قصروا في ذلك الموضع لأنهم لم يشكوا في مسيرهم وان السير يجد بهم . فلما ان جاءت العلة في مقامهم دون البريد صاروا هكذا . ورواه البرقي في المحاسن عن محمد بن أسلم ( مسلم ) مثله مع الزيادة « 2 » فيدل هذا الخبر الشريف على أن من كان من قصده الذهاب إلى رأس أربعة فراسخ ويريد الرجوع بعد مضى أيام فلا بد له من تقصير صلاته ومن الواضح ان لفظة أيام تشمل الثلاثة وأزيد وحينئذ لا بد له من التقصير ما لم يحصل له إقامة عشرة أيام حيث إنه يصدق في حقه انه مسافر شرعا . ومقتضى ذلك ثبوت القصر في حقه ما لم يحصل أحد من قواطع السفر . ثم إن ثقة الإسلام الكليني قد روى هذا الخبر المزبور في الكافي إلى نصفه وترك نصفه الأخر من قوله ثم قال : وهل تدري كيف صارت هكذا إلى آخر الحديث . وذلك لأنه لو كان يذكر الذيل لكان يستفاد منه خلاف فتواه لذهابه إلى تعين القصر في أربعة فراسخ مطلقا وان تمام الموضوع في السفر هو هذا المقدار من المسافة . ومن هنا اقتصر في الكافي على نقل أخبار الأربعة ولم يذكر أخبار الثمانية . والا لم يكن من دأب الكليني ذلك بل كان هو رحمه الله يذكر الأحاديث بعباراتها وألفاظها من دون تصرف وتقطيع\r\n\r\n","description":"","footnote":"\r\n« 1 » الوسائل ب 3 / 10\r\n« 2 » الوسائل ب 3 / 11 رواه عن الكافي\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\nفيها ولذا كان ما فعله في المقام من التقطيع بمكان من الغرابة . نعم قد رأينا مثل ذلك كثيرا من الصدوق رحمه الله حيث يذكر كثيرا بعض الحديث ويترك بعضه الأخر . ثم لا يخفى ان ما ذكرنا من عدم ذكر الكليني ذيل الحديث ليس من باب القدح والطعن عليه . بل شأنه أجل وارفع من ذلك . وليس سمو مقامه وعلو قدره بأقل من مصنفي كتب الرجال كالشيخ والنجاشي وغيرهما حتى يحتاج إلى توثيقاتهم . بل هنا نكتة لطيفة دقيقة وهي ان الكليني رحمه الله صنف كتابه الكافي والتزم فيه بذكر الأحاديث الصحيحة . وذلك أنه صنف كتابه هذا إجابة لسؤال من سأله ان يجمع له كتابا يكون حاويا للروايات الصحيحة .\r\nفجمع له الكافي . ومن الواضح ان الأصوليين قد بينوا في الأصول بأن الانجبار في الرواية يكون على وجهين . الأول كون عمل المشهور جابرا لدلالة الرواية ومضمونها بان يكون مضمون الرواية طبق فتوى المشهور وان كان السند ضعيفا والثاني ان يكون جابرا لسند الرواية كما أن الصحيح قد يطلق في لسان القدماء على الخبر الذي يقطع أو يظن بصدور مضمونه عن الامام ولو من حيث مطابقته للأخبار الكثيرة الصحيحة من حيث السند وان كان نفس الخبر ضعيفا بحسب السند مثل هذا الخبر . وحيث إن صدره مطابق للأخبار الدالة على الاكتفاء في التقصير بأربعة فراسخ فلا يعد الخبر من الضعاف من حيث الصدر بخلاف الذيل فإنه يدل على اعتبار الثمانية وبالجملة فالخبر يكون من الصحاح صدرا عند الكليني لا ذيلا . وقد ذكرنا ان بناء الكليني على تدوين الأخبار الصحيحة بخلاف العلامة المجلسي فان بنائه في البحار على تدوين اخبار الشيعة بأجمعها مما وصلت يده اليه صحيحا كان أو ضعيفا حفظا من ضياعها . ومما ذكرنا أيضا يظهر وجه ما فعله الصدوق من تقطيع الأحاديث وذكر بعض الحديث وترك بعضه الأخر هذا . وقد يستدل لوجوب الإتمام على مريد الرجوع لا ليومه بما رواه الشيخ في التهذيب عن عبد الرحمن بن الحجاج عن أبي عبد الله عليه السلام قال :\r\nسألته عن التقصير في الصلاة فقلت له : ان لي ضيعة قريبة من الكوفة وهي بمنزلة القادسية من الكوفة فربما عرضت لي الحاجة ( حاجة ) انتفع بها أو يضرني القعود منها في رمضان فأكره الخروج إليها لأني لا أدرى أصوم أو أفطر . فقال\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\nلي فأخرج فأتم ( وأتم ) الصلاة وصم فانى قد رأيت القادسية فقلت له : كم أدنى ما يقصر فيه الصلاة . قال : جرت السنة ببياض يوم فقلت له : ان بياض يوم يختلف يسير ( مختلف فيسير ) الرجل خمسة عشر فرسخا في يوم ويسير الأخر أربعة فراسخ وخمسة فراسخ في يوم . قال : فقال : انه ليس إلى ذلك ينظر . اما رأيت سير هذه الأثقال ( الأميال ) بين مكة ومدينة . ثم أومأ بيده أربعة وعشرين ميلا يكون ثمانية فراسخ « 1 » وفيه : ان الرواية ليس لها مساس على المطلب . فإنه من الأخبار الواردة في المرور إلى الضيعة وكونها بمنزلة الوطن كما يأتي تفصيله فيما بعد إنشاء الله مضافا إلى أن الرواية تدل بإطلاقها على وجوب الإتمام لمن كان مريدا للرجوع ليومه ولغيره لا لخصوص أحدهما . والإنصاف أن ملاحظة صدر الرواية وذيلها التي ذكرها في الوسائل تقطيعا كما هو دابه في نقل الروايات تشهد على ما ذكرنا . وان الرواية من الروايات الواردة في المرور إلى الضيعة وان المرور إليها كالمرور إلى الوطن فيكون من أحد القواطع هذا مع كونها معارضا لموثقة ابن بكير التي ورد فيها الأمر بالتقصير لمن خرج من الكوفة إلى القادسية « 2 » وهكذا لا وجه للاستدلال برواية عمار عن أبي عبد الله عليه السلام قال : سألته عن الرجل يخرج في حاجة فيسير خمسة فراسخ أو ستة فراسخ ويأتي قرية فينزل فيها ثم يخرج منها فيسير خمسة فراسخ أخرى أو ستة فراسخ لا يجوز ذلك ثم ينزل في ذلك الموضع . قال : لا يكون مسافرا حتى يسير من منزله أو قريته ثمانية فراسخ فليتم الصلاة « 3 » : فان التأمل الصادق فيها يعطي انها انما وردت في مقام اشتراط وجوب القصد في المسافة . فعلى هذا تكون الرواية أجنبية عن المقام . وتشهد على ما ذكرنا رواية صفوان قال : سألت الرضا عليه السلام عن رجل خرج من بغداد يريد ان يلحق رجلا على رأس ميل فلم يزل يتبعه حتى بلغ النهروان وهي أربعة فراسخ من بغداد أيفطر إذا أراد الرجوع ويقصر . قال : لا يقصر ولا يفطر لأنه خرج من منزله وليس يريد السفر ثمانية فراسخ انما يريد ان يلحق صاحبه في بعض الطريق فتمادى به السير إلى الموضع الذي بلغه ولو أنه خرج من منزله يريد النهروان ذاهبا وجائيا لكان عليه ان ينوي من الليل سفرا\r\nو \r\n","description":"","footnote":"\r\n« 1 » ب 1 - 15 و 14 / 4 - الوسائل\r\n« 2 » ب / 1 / 7\r\n« 3 » ب 4 / 3\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nالإفطار فإن هو أصبح ولم ينو السفر فبدا له بعد ان أصبح في السفر قصر ولم يفطر يومه ذلك « 1 » .\r\nوموثقة عمار قال : سألت أبا عبد الله عليه السلام عن الرجل يخرج في حاجة له وهو لا يريد السفر فيمضي في ذلك فتمادى به المضي حتى تمضى به ثمانية فراسخ كيف يصنع في صلاته ؟ قال يقصر ولا يتم الصلاة حتى يرجع إلى منزله « 2 » والمراد انه يقصر في الرجوع كما هو واضح هذا . وبقي هنا شيء وهو انه يعتبر في ثبوت القصر وحدة السفر . فان من الواضح ان الحكم في الوحدة وو الكثرة يكون تابعا لوحدة الموضوع وكثرته وهذا حال كل عرض بالنسبة إلى موضوعه . ثم إن الوحدة المذكورة في المقام لا بد وأن تكون أما حقيقية أو اعتبارية وعلى الثاني المعتبر اما هو العقل أو الشرع أو العرف . والتحقيق ان الوحدة الحقيقية مما لا سبيل إليه في المقام . فان اتصال كل جزء من اجزاء السير مع آخر وعدم طرو العدم بينها كما يتفق ذلك في المسافرة مع السيارات أو الطائرات ليس شرطا في ثبوت القصر . بل إن من عادة المسافرين هو النزول في أثناء أسفارهم للاستراحة وغيرها . وبالجملة فالقطع حاصل لنا بعدم اعتبار هذا النحو من الوحدة شرعا في المقام . واما الوحدة الاعتبارية فإن كان المعتبر هو العقل فهذا أيضا كسابقه . فان المورد ليس من قبيل الموضوعات العقلية ولا مساس له بالعقل .\r\nفيبقى ان يكون المعتبر هو اما الشرع واما هو العرف وعلى كل منهما فاما ان يكون تحقق هذه الوحدة أما بوحدة القصد واما بوحدة المقصد اما وحدة المقصد فلا توجب وحدة السفر . إذ من الواضح ان في صورة المسافة التلفيقية للمسافر مقصدان . أحدهما رأس الأربعة والأخر منزله . بل ربما لا مقصد له أصلا كما إذا أمر المتطبب على المريض بمشيه ثمانية فراسخ فخرج هو عن منزله بقصد سير هذا المقدار من المسافة . فإنه لا إشكال في وجوب القصر عليه وان لم يكن له مقصد أصلا . فالتحقيق ان وحدة السفر انما هو بوحدة القصد بان يكون من قصده سير ثمانية فراسخ وان لم يكن له مقصد معين . ثم إذ قلنا بان المعتبر في وحدة السفر هو اعتبار العرف ونظره والشارع انما هو أمضاه فحينئذ يمكن التمسك بإطلاق\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 4 / 1\r\n« 2 » ب / 2\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\nالثمانية وإثبات حكم القصر في كل مورد يشك فيه في مدخلية شيء آخر في الموضوع وذلك لمعلومية ما هو الموضوع في نظر العرف فلا بد من التقصير حينئذ ما لم يعلم بطرو أحد من القواطع . واما إذا كان المعتبر هو نظر الشارع واعتباره كما هو كذلك في غير واحد من الموضوعات التي أخذ الشارع فيها طريقة على حده فحينئذ لا يمكن التمسك بالإطلاق في موارد الشك كما لا يخفى . ثم في الفقه المنسوب إلى مولانا الرضا عليه السلام أنه قال فيه : فإن كان سفرك بريدا واحدا وأردت ان ترجع من يومك قصرت لان ذهابك ومجيئك بريدان . إلى أن قال : وان سافرت إلى موضع مقدار اربع فراسخ ولم ترد الرجوع من يومك فأنت بالخيار فإن شئت أتممت وان شئت قصرت . وان كان سفرك دون اربع فراسخ فالتمام عليك واجب . ولكن التحقيق عدم حجية الفقه الرضوي عندنا فلا يكون دليلا على التخيير . ومما ذكرنا ظهر انه لا وجه للقول بأنه لا يصح التمسك بإطلاق روايات البريد وذلك من جهة وقوع الإجمال والإهمال فيها وذلك لما عرفت سابقا من أن أول ما نزل به جبرئيل عليه السلام على رسول الله صلى الله عليه وآله هو البريد ثم بين موضوعه بأنه ما بين ظل عير إلى فيئى وعير فيستفاد من ذلك كون الرواية في مقام البيان كما لا يخفى . ويدل على المطلب أيضا صحيحة أبي ولاد قال : قلت لأبي عبد الله عليه السلام انى خرجت من الكوفة في سفينة إلى قصر ابن هبيرة وهو من الكوفة على نحو من عشرين فرسخا في الماء فسرت يومي ذلك أقصر الصلاة ثم بدا لي في الليل الرجوع إلى الكوفة فلم أدر أصلي في رجوعي بتقصير أم بتمام . وكيف كان ينبغي ان أصنع ؟ فقال ان كنت سرت في يومك الذي خرجت فيه بريدا فكان عليك حين رجعت ان تصلى بالتقصير لأنك كنت مسافرا إلى أن تصير إلى منزلك . قال : وان كنت لم تسرفى يومك الذي خرجت فيه بريدا فان عليك ان تقضى كل صلاة صليتها في يومك ذلك بالتقصير بتمام من قبل ان تؤم من مكانك ذلك . لأنك لم تبلغ الموضع الذي يجوز فيه التقصير حتى رجعت فوجب عليك قضاء ما قصرت وعليك إذ أرجعت أن تتم الصلاة حتى تصير إلى منزلك « 1 » وقد أشار الإمام عليه السلام\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 5 / 1\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\nإلى بيان موضوع التقصير بقوله لأنك كنت مسافرا . إلخ ولا يخفى ان الظاهر من الرواية أيضا هو ان الرجوع انما حصل له في الليل . وبالجملة : فقد تحصل مما ذكرنا ان الثمانية أعم من الامتدادية والتلفيقية . فإذا حصل للمسافر هذا الحد يجب عليه التقصير إلا إذا طرء عليه أحد القواطع نعم ربما يقال باعراض المشهور عن إطلاق الثمانية حيث إنهم قالوا بتعين القصر فيمن أراد الرجوع ليومه وبالتخيير في غيره . ولكن يرده فتوى الكليني بخلافه إذ المختار عنده كفاية الأربعة مطلقا في التقصير وان تمام الموضوع عنده في وجوب التقصير هو تحقق هذا المقدار من المسافة سواء كان الرجوع في يومه أو بعده أو لم يرجع أصلا فلا وجه حينئذ للقول بأن الرواية معرض عنها . وان أبيت عن ذلك وقلت إن نقل الرواية أعم من كون مضمونها فتوى له أم لا فحينئذ نقول : يكفى لما ذكرنا فتوى الشيخ الأقدم ابن أبي عقيل على التقصير صريحا قال العلامة في المختلف : وقال ابن أبي عقيل : كل سفر كان مبلغه بريدان وهو ثمانية فراسخ أو بريدا ذاهبا وجائيا وهو أربعة فراسخ في يوم واحد أو ما دون عشرة أيام فعلى من سافره عند آل الرسول عليهم السلام إذا خلف حيطان مصره أو قريته وراء ظهره وغاب عنه منها صوت الأذان ان يصلى صلاة السفر ركعتين . انتهى على أن أعراض المشهور انما يرجع إلى جهة الدلالة في الرواية لا السند فيها . فان سند الرواية مما لا اشكال فيه ولا ريب يعتريه وانما ذهبوا إلى التخيير من جهة الجمع بين الروايات وهذا مما لا يضر على المطلب . والمضر انما هو في صورة ثبوت الأعراض بالنسبة إلى السند . وأنت إذا عرفت ان ضم الروايات بعضها ببعض يكفي في الدلالة على ثبوت التقصير فقد عرفت انه لا وجه لما ذهب اليه المشهور . فالحق في المسألة هو ثبوت القصر سواء كان الرجوع ليومه أو لغيره . ثم هل يعتبر في المسافة التلفيقية كون الذهاب أربعة دون الإياب مع فرض كون المجموع من الذهاب والإياب ثمانية فراسخ أو يعتبر كون كل واحد من الذهاب والإياب أربعة أو انه لا يعتبر ذلك لا في الذهاب ولا في الإياب بل المعتبر هو تحقق الثمانية كيف ما اتفق وجوه بل أقوال والأقوى هو الأول وهو اختيار المحقق في الشرائع وعليه أيضا فتوى المشهور\r\nو ","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\nيدل عليه ان المستفاد من الروايات هو اعتبار البريد في المسافة التلفيقية وهو الذي نزل به جبرئيل على رسول الله صلى الله عليه وآله عند نزول آية التقصير فيعلم من مجموع تلك الأخبار انه لا بد من اعتبار خصوصية الأربعة في ترتب الحكم ووجوب تقييد المسافة التلفيقية بها . وانما الكلام في أنها هل اعتبرت في الذهاب والإياب كليهما كما هو مقتضى الجمود على ظاهر الروايات أو انه لا بد من اعتبارها في الذهاب فقط بعد فرض كون المجموع ثمانية فراسخ فإذا فرض كون الذهاب خمسة والإياب ثلاثة لكفى ذلك في ترتب حكم القصر عليه وهذا هو الحق في المسألة . إذ من الظاهر أن الزائد على الأربعة في الذهاب ليس خارجا عن حكم السفر وليس هو كالسفر بلا قصد أو كسفر المعصية بل إن له دخلا في ترتب الحكم . واما البريد في الرجوع فهو انما اعتبر من جهة تتميم حد السفر وهو ثمانية فراسخ وهذا التفصيل وان كان خلاف الظاهر في بادي النظر الا انه لا بد من الالتزام به . وذلك من جهة وقوع التفسير في الروايات الكثيرة بأن بالرجوع يصير السفر ثمانية فراسخ . وبالجملة : فالمستفاد منها ان اعتبار البريد في الرجوع انما هو من أجل تتميم الثمانية والا فلا خصوصية للبريد في الرجوع بخلاف الذهاب كما عرفت آنفا . ثم إن اعتبار البريد في الذهاب دون الإياب انما هو فيما كان للشخص مقصد معين حتى يتحقق الذهاب والإياب بملاحظته . واما إذا لم يكن له مقصد معين بل كان قصده نفس السير فالاعتبار حينئذ بنفس ثمانية فراسخ . لكن التحقيق إمكان فرض الذهاب والإياب في هذا الفرض أيضا فإنه كلما بعد عن الموضع الذي خرج منه يصدق حينئذ الذهاب كما أنه يصدق الإياب بقربه اليه . واما المسافة المستديرة أيضا فيجيء هذا الاحتمال فيها أيضا . فإنه إذا خرج من نقطة من الدائرة فما لم يصل إلى النقطة المقابلة لتلك النقطة يصدق عليه كونه ذاهبا وإذا تجاوز عن تلك النقطة المقابلة يصدق عليه كونه جائيا . وبعبارة أخرى فإذا فرض ان قطر الدائرة فيما نحن فيه يمتد ويمر من النقطة التي هي مبدء سيره حتى يصل إلى النقطة المقابلة للنقطة الأولى فبتجاوزه عن النقطة الثانية يكون جائيا كما أنه ما لم يصل إليها يكون ذاهبا هذا . واما إذا كان من قصده السير من نقطة منها إلى\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nنقطة أخرى ثم الرجوع منها إلى الأولى ففرض الذهاب والإياب في هذه الصورة أوضح من أن يخفى . هذا تمام الكلام في المقام والله المستعان .\r\nالشرط الثاني\r\nقصد المسافة :\r\nوهذا مما لا اشكال فيه إجماعا . فلو كان سيره بمقدار المسافة لكن بلا قصد أو يسير فرسخا مع القصد ثم في رأس هذا الفرسخ بد إله أن يسير فرسخا آخر وهكذا إلى تمت الثمانية فلا يشمله حكم السفر من القصر وتدل عليه رواية صفوان المتقدمة قال : سألت الرضا عليه السلام عن رجل خرج من بغداد يريد ان يلحق رجلا على رأس ميل فلم يزل يتبعه حتى بلغ نهروان وهي أربعة فراسخ من بغداد أيفطر إذا أراد الرجوع ويقصر ؟ قال لا يقصر ولا يفطر لأنه خرج من منزله وليس يريد السفر ثمانية فراسخ . انما خرج يريد ان يلحق صاحبه في بعض الطريق فتمادى به السير إلى الموقع الذي بلغه ولو أنه خرج من منزله يريد النهروان ذاهبا وجائيا لكان عليه أن ينوي من الليل سفرا والإفطار . فإن هو أصبح ولم ينو السفر فبدا له بعد ان أصبح من السفر قصر ولم يفطر يومه ذلك « 1 » . واما ذيل الحديث الذي يستفاد منه ان جواز الإفطار يتوقف على كون القصد في الليل فهو لا يضر بما نحن فيه والتفكيك بين الصدر والذيل بوقوع العمل بأحدهما وعدمه في الأخر غير عزيز في الروايات . واعتبار قصد السفر ليلا في جواز الإفطار مما صار محلا للبحث بين الأصحاب وتدل عليه أيضا رواية أبي ولاد « 2 » المتقدمة أيضا حيث إن المستفاد منها ان ثبوت القصر عليه انما هو من جهة سيره أربعة فراسخ مع القصد ذاهبا ثم الرجوع إلى الكوفة ثانيا . وانه لو لم يكن سيره أربعة فراسخ لم يكن عليه القصر . ثم لا فرق بين خصوصيات القصد من كونه إلى جهة واحدة أو جهات متعددة . فالمعتبر هو تحفظ أصل هذا القصد وان كان ملفقا من الذهاب والإياب بأن يكون المجموع بعد رجوعه عن قصده الأول ثمانية فراسخ كما هو مقتضى رواية أبي ولاد هذا . واما الكلام في التابع فنقول : اعلم أن عنوان التابع مما ليس منه عين ولا أثر في عناوين الأدلة وليس له حكم على حده .\r\nو \r\n","description":"","footnote":"\r\n« 1 » ب 4 / 1\r\n« 2 » ب 5 / 1\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nإما إيراد الأصحاب له في كتبهم والبحث عنه انما هو من أجل ان التابع هل يمكن له القصد أم لا فعلى هذا فالبحث عن بعض الفروع الراجعة إلى المسألة انما هو من جهة تحقق إمكان القصد وعدمه . فالمناط في المسألة انما هو يدور مداره بأنه هل يمكن أم لا فإذا علم التابع بان متبوعه يسير ثمانية فراسخ فمن أجل انه يصح منه قصد الثمانية يجب عليه التقصير . وهذا من غير فرق بين ان يكون في جميع الثمانية تابعا لمتبوعه أو يكون في بعضها تابعا وفي بعضها الأخر مستقلا لوجود المناط في كل من الصورتين . وعلى هذا فلا بد من الحكم بالتقصير في حق الأسير والمكره حيث لا إشكال في استناد السير إليهما مع قصد هما الثمانية .\r\nفمن أجل تحقق السير منهما بمقدار الثمانية وتحقق ذلك منهما لا بد لهما من التقصير ويشهد على ما ذكرنا ما روى من فعل الرضا عليه السلام في سفره إلى خراسان . فإنه صلوات الله عليه مع كونه مكرها في سيره كان يقصر صلاته في أثناء سفره . واما من ينتظر الرفقة فيما دون المسافة فإن كان جازما بمجيء الرفقة أو عازما على السفر مع عدم تيسر الرفيق أيضا فحينئذ لا إشكال في ثبوت القصر عليه كما هو واضح . واما ان كان من قصده السفر على فرض تيسر الرفيق بان كان سفره معلقا على وجود الرفيق على رأس فرسخ أو فرسخين مثلا أو يريد محطة السكة الحديدية الواقعة على رأس فرسخ ليسافر بالقاطرة على فرض ان يدركها والا فينصرف عن السفر فيتم وإذا كان المعلق عليه حاصلا في هذا الموضع فلا بد عليه من احتساب مبدء سيره منه . فإن كان الباقي مسافة فيجب عليه التقصير والا فلا بد عليه من الإتمام . فان الواجب المشروط ما لم يوجد شرط وجوبه لم يكن واجبا . ومن الواضح ان وجود المعلق عليه في الواقع مما لا اثر له شرعا . بل الذي لا بد منه في المقام هو قصد المسافة في جميع الثمانية . وغير خفي ان القصد والإرادة من الكيفيات النفسانية القائمة بالنفس وهو لا يحصل الا مع القطع بوجود الرفيق أو وصوله بالقاطرة المفروض كونهما على رأس الفرسخ مثلا . ثم لا بأس بنقل كلام المحقق الهمداني في مصباحه في المقام فنقول قال قدس سره ولو تيسر له الرفقة فعزم على السفر اعتبر في جواز الترخص له بلوغ ما بقي من الذي أراد قطعه مع الرفيق مسافة لعدم اعتبار ما قطعه أولا حال خلوه عن الجزم كما\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nصرح به في الجواهر بل قد يلوح من كلماتهم التسالم عليه حيث جعلوه كطالب الآبق والبهائم على وجهه الذي يجب عليه التمام وان قطع مسافات فان تم إجماعهم عليه كما ليس بالبعيد فهو والا ففي بعض صوره لا يخلو من اشكال وهو فيما إذا كان مقصوده من حين أخذه بالسير قطع هذه المسافة التي لا يستقيم له قطعها الا مع الرفيق برجاء ان يلحقه رفيق عند رأس فرسخين مثلا فإنه بعد ان تيسر له الرفيق وقطعها صدق عليه انه قطع مجموعها عن قصد كما أنه لو احتمل كون زيد ملفوفا باللحاف فقده نصفين بقصد قتل زيد على تقديره وجوده تحت اللحاف وصادف الاحتمال للواقع فإنه يصدق عليه انه قتل زيدا عن قصد .\r\nنعم قبل ان تيسر له الرفيق لم يكن واثقا بوصوله إلى مقصده . والحاصل : ان السير الواقع على هذا الوجه ليس عاريا عن القصد بل عن الجزم بتحققها وكون العزم أيضا كالقصد شرطا في سببية البريدين بحيث يعتبر في جواز الترخيص بلوغ ما بقي من الذي أراد قطعه مع الرفيق مسافة يحتاج إلى دليل ولم نقف على ما يدل عليه عدا ما تقدمت الإشارة إليه من ظهور كلماتهم في التسالم عليه فهذا عمدة المستند له والا فلا يخلو عن تأمل انتهى كلامه رفع في الخلد مقامه .\r\nويرد عليه ان الواقع في الروايات ليس هو القصد حتى يقال إنه يصدق في المورد انه قطع مجموع هذه المسافة عن قصد بل الواقع فيها هو لفظ الإرادة كما يشهد على ذلك رواية صفوان المتقدمة الواردة فيمن خرج من بغداد يريد ان يلحق صاحبه حيث سال فيها أيفطر إذا أراد الرجوع ويقصر ؟ قال عليه السلام : لا يقصر ولا يفطر لأنه خرج من منزله وليس يريد السفر ثمانية فراسخ انما يريد ان يلحق صاحبه . ومن الواضح ان الإرادة ، لا تكون الا مع الجزم وعلى هذا فلا وجه للبحث عن صدق القصد وعدمه في مورد المسألة ولا يثمر في ذلك رجاء اللحوق بالرفيق الذي وقع في كلامه شيئا . ثم إن القصد ربما يستعمل ويراد منه الإرادة كما في باب النية حيث يذكرونها ويقولون النية هي القصد . وربما يستعمل ويراد منه العمد كما في مثال القتل الذي ذكره هو رحمه الله . ولا يخفى ان اختلاف استعمال القصد بحسب الموارد صار منشأ للخلط والاشتباه الواقع في كلامه . مسألة : قال في مصباح الفقيه : لو قصد مسافة ثم تردد في أثنائها تم عاد إلى الجزم فهل\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nيعتبر كون الباقي بنفسه مسافة أم يكفي بلوغها بضمه إلى السابق وجهان من ذهاب حكم ما قطعه بالتردد فإنه يجب عليه حينئذ التمام كما وقع التصريح به في خبر إسحاق بن عمار المتقدم . ومن أن هذا لا يقتضي سقوط ما قطعه عن الاعتبار بل ذهاب حكمه بعروض التردد فإذا عاد إلى الجزم زال اثر تردده . وهذا هو الأظهر كما جزم به في الجواهر وغيره إذ لا دليل على اعتبار استمرار القصد بحيث لا يتخلل في أثنائه تردد بل مقتضى إطلاقات أدلة التقصير في بريدين خلافه انتهى ولا يخفى عليك انه قدس سره عبر عن عدم كون العدول عن قصد المسافة مضرا بعدم كون استمرار القصد معتبرا مع أن الأليق هو التعبير بالأول .\r\nفإن استمرار القصد انما هو من شروط التقصير . ثم يظهر من السيد الفقيه اليزدي قدس سره الإشكال في صورة الانضمام قال في العروة ( مسألة 23 ) لو تردد في الأثناء ثم عاد إلى الجزم فاما ان يكون قبل قطع شيء من الطريق أو بعده ففي الصورة الأولى يبقى على القصر إذا كان ما بقي مسافة ولو ملفقة وكذا ان لم يكن مسافة في وجه لكنه مشكل فلا يترك الاحتياط بالجمع واما في الصورة الثانية فإن كان ما بقي مسافة ولو ملفقة يقصر أيضا والا فيبقى على التمام . نعم لو كان ما قطعه حال الجزم أولا مع ما بقي بعد العود إلى الجزم بعد إسقاط ما تخلل بينهما مما قطعه حال التردد مسافة ففي العود إلى التقصير وجه لكنه مشكل فلا يترك الاحتياط بالجمع . انتهى والتحقيق انه لا وجه للإشكال في المقامين . وذلك لوضوح ان المعتبر في المقام هو قصد ثمانية فراسخ . فإذا تحقق هذا المعنى لا بد من الحكم بالتقصير واعتبار عدم تخلل الترديد في الأثناء مما لا دليل عليه بل إن ما نحن فيه نظير الصلاة فإنه لا بد فيها من إتيانه بالاجزاء والشرائط التي اعتبرها الشارع فيها مقارنا بالنية التي يعتبر استمرارها في الصلاة فإذا فرض خلو بعض الآنات الواقعة في الصلاة من النية مع عدم إتيان شيء من الأفعال في تلك الحال فحينئذ لا إشكال في عدم كونه مضرا بالصلاة . وكذا الحال فيما إذا اتى في حال خلوه من النية بعض الأفعال فحينئذ يكون هذا البعض باطلا لعدم كونه مقارنا بالنية ولكن لا يوجب ذلك بطلان الصلاة بل لا بد للمكلف من إتيانه ثانيا . واما البطلان في الصوم إذا كان في بعض الآنات مترددا فيه\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nفهو من أجل أن خلو الصوم في بعض الآنات عن النية توجب نقصانه عن الحد الذي اعتبره الشارع فيه . ومما ذكرنا كله ظهر انه لا وجه للإشكال في المسألة كما يراه السيد اليزدي في العروة . وربما أورد في المقام بان مع طرو الترديد في الأثناء يبطل ما قطعه سابقا وبعد ذلك لا يتصور كونه منضما إلى اللاحق حتى يكون المجموع من السابق واللاحق مسافة . وأجابوا عنه انه لم يبطل من رأسه حتى لا يتصور الانضمام في المقام بل الذي صار باطلا انما هو حكمه وهو يعود مع زوال الترديد إذا كان المجموع منهما مسافة . ولكن لا يخفى عليك انه لا وجه لما ذكر اشكالا وجوابا . وذلك لوضوح عدم كون السابق باطلا لا أصلا ولا حكما بل إن حاله حال الصلاة إذا حصل للمكلف ترديد من إتمامها في الأثناء حيث إنه لا تتصف الأفعال السابقة بالبطلان ويكون انضمامها بالافعال اللاحقة صحيحا إذ أزال الترديد الحاصل في البين . ويظهر من المحقق الهمداني قدس سره ان احتمال الاحتساب قوى جدا فيما لو كان ما قطعه في حال التردد واقعا بعنوان الجزئية كما لو سلكه بقصد عدم تخلفه من رفيقه على تقدير استقرار عزمه على السير لا لغرض آخر كتحصيل الماء ونحوه . وفيه ان مع الترديد كيف يتصور الجزم لإرادة السفر ثمانية فراسخ حتى يقال باحتسابه من السفر . بل التحقيق انه لا بد من عده خارجا عن الجزئية . لا يقال : ان من الأمر الواضح في الأذهان والمرتكز فيها ان الحكم لا بد وأن يكون تابعا لموضوعه في الوحدة والتعدد مع أنه لا بد في المقام من التقصير في القطعة الأولى والأخيرة من المسافة والتمام في القطعة الواقعة في الأثناء . فإنه يقال : لا مانع من الالتزام على ما ذكر بعد ما دل الدليل عليه . الا ترى انه لا بد للمسافر من الإتمام إذا لم يتجاوز حد الترخص فإذا تجاوز ذلك لا بد له من التقصير مع أن السابق على حد الترخص جزء من المسافة بلا اشكال . وهذا بخلاف المقام فان الحكم بالإتمام فيما قطعه مترددا من جهة خروجه عن الجزئية . فعلى هذا فلا اختلاف في الحكم وموضوعه في المقام من حيث الوحدة والتعدد وقد عرفت سابقا ان وقوع الترديد في الأثناء أيضا ليس مضرا على المطلب . فإنه ليس من القواطع حتى لا يصح الانضمام وبالجملة فالأقوى في المسألة هو القصر في القطعة اللاحقة وان كان الاحتياط في الجمع\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\nبين القصر والتمام ( مسألة ) لو سافر مترددا سبعة فراسخ ثم في رأس السبعة عزم على أن يسافر على قرية في رأس الثمانية ثم الرجوع عنها إلى وطنه فإنه لا اشكال بناء على المختار عندنا من الحكم بالإتمام في ذهابه إلى القرية لأنه كما حققنا سابقا انه يعتبر في المسافة التلفيقية من اعتبار البريد في الذهاب واما على مختار السيد العلامة اليزدي فلا بد من الحكم بالتقصير فإنه يرى في وجوب القصر على المسافر بلوغ المجموع ثمانية فراسخ من غير اعتبار الأربعة في الذهاب .\r\nالشرط الثالث\r\nهو عدم قطع سفره بأحد من القواطع\r\nوعنون بعضهم كالمحقق الحائري في صلاته هذا شرطا رابعا لان الثالث من الشروط عنده وعند جماعة من الاعلام قدس الله أسرارهم هو استمرار القصد ولكن عنون سيدنا العلامة أدام الله ظله على رؤس المسلمين كذلك تبعا للمحقق في الشرائع حيث كان عنوان بحثه هذا الكتاب الذي توجهت انظار المتأخرين اليه وجعلوا مدار بحثهم على ترتيبه وكتبوا عليه شروحا كثيرة . وناهيك في ذلك كتاب الجواهر الذي عجز الدهر عن إتيان مثله .\r\nقال المحقق في الشرائع . فلو عزم على مسافة وفي طريقه ملك له قد استوطنه ستة أشهر أتم في طريقه وفي ملكه . وكذا لو نوى الإقامة في بعض المسافة . ولو كان بينه وبين ملكه أو ما نوى الإقامة فيه مسافة التقصير قصر في طريقه خاصة . إلخ ثم المراد من القاطع هو ما يمنع من تحقق صدق السفر سواء أكان ذلك من جهة مروره إلى بلده أو من جهة غيره من القواطع وما ذكره القدماء رضوان الله عليهم من المصاديق انما هو من جهة تبعيتهم للروايات . ومن محسنات كتبهم انهم كانوا يذكرون مسائل الفقه على طبق مضامين الروايات بل على طبق عباراتها ومن ذلك تعد عباراتهم بمنزلة الروايات . نعم ربما ألفوا كتبا أخر في محيط أوسع من محيط الشيعة للاحتجاج فيها على العامة وإفهاما على أنهم ليسوا بعاجزين عن مشى طريقتهم . بل لهم القدرة على استنباط الأحكام من بطون الأدلة واستخراج أحكام الفروعات منها التي تتجدد بمرور الزمان مع اجتنابهم من اعمال القياس والاستحسان . وقبل الاستدلال بالروايات لا بد لنا من تمهيد\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nمقدمة وهي ان الظاهر بحسب نظر العرف والشرع إذا كان في بلده أو قريب منه أو في أرض وضيعة له لا يعد مسافرا سواء أقلنا ان الوطن موضوع عرفي رتب الشارع عليه حكما شرعيا . أو انه موضوع شرعي تابع لاعتبار الشارع وجعله . وعلى كل حال لما كان الوطن بحسب مصاديقه وصغرياته موردا لعروض الاختلاف فتصدى الشارع لبيان تحديده ككثير من الموضوعات كالماء الكثير حيث حدده الشارع بالكر . فما ورد من تحديده بالاستيطان بستة أشهر فهو من هذا الباب حتى يرتفع الخلاف وبالجملة : لا اشكال ان الشخص ما دام في الوطن لا يعد مسافرا إذ السفر ضد الحضر وذلك من غير فرق بين ان يكون تحققه حقيقيا أو تنزيليا كما ورد في صحيحة زرارة عن أبي جعفر عليه السلام قال : من قدم مكة قبل التروية بعشرة أيام وجب عليه إتمام الصلاة وهو بمنزلة أهل مكة . « 1 » الحديث فالإمام عليه السلام في مقام بيان نفى الحكم بنفي موضوعه اى كونه مسافرا وجعل المقيم عشرة أيام بمكة من أهلها تنزيلا . واي تعبير أحسن من قوله ( ع ) وهو بمنزلة أهل مكة . وفرق واضح بين نفى الحكم بلسان نفى الموضوع ونفى الحكم بنفسه . ثم إن المسافر إذا مر في رأس الأربعة على وطنه ثم ذهب بعده أربعة فراسخ أخرى فحينئذ لا ينضم اللاحق من المسافة على السابق منها بالمرور على الوطن وهذا بخلاف حصول الترديد أو المعصية في أثناء المسافرة كما فيما إذا قطع اثنى عشر فرسخا وحصل الترديد أو المعصية في أربعة منها في الأثناء فإنه لا يحصل القطع بحصول الترديد أو المعصية في الأربعة المتوسطة وان كان لا يثبت الحكم الارفاقى من القصر في الأربعة المذكورة . وذلك لما عرفت من وضوح الفرق بين التصرف في الموضوع والتصرف في الحكم فالمرفوع في صورة حصول الترديد والمعصية هو الحكم وفيما إذا قام فيه عشرة أيام هو موضوعه اعني كونه مسافرا إذا عرفت هذا فاعلم أن للوطن إطلاقات الأول هو مسقط رأس الإنسان ومحل إقامة آبائه . الثاني الوطن الاتخاذى وهو الذي اتخذه دار إقامة على الدوام . الثالث الوطن الشرعي ولكن في ثبوته اشكالا . ومنشأ الخلاف في ذلك هو اختلاف الروايات الواردة في الضيعة والأرض المملوكة والموضع الذي أقام فيه ستة أشهر .\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 3 / 3\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\nثم إن الروايات الواردة في الوطن على طوائف . الأولى : ما يدل على وجوب الإتمام إذ أمر على ضيعته أو أرضه أو بلد له فيه دار بل له فيه نخلة واحدة وتلك الروايات كثيرة جدا . منها رواية إسماعيل بن الفضل قال : سألت أبا عبد الله عليه السلام عن الرجل يسافر من أرض إلى أرض وانما ينزل قراه وضيعته قال :\r\nإذا نزلت قراك وأرضك فأتم الصلاة وإذا كنت في غير أرضك فقصر « 1 » ومنها رواية عبد الله بن بكير عن بعض أصحابنا عن أبي عبد الله عليه السلام في الرجل يخرج من منزله يريد منزلا آخر أو ضيعة له أخرى قال : ان كان بينه وبين منزله أو ضيعته التي يؤم بريدان قصر وان كان دون ذلك أتم « 2 » ومنها رواية عبد الرحمن بن الحجاج عن أبي عبد الله عليه السلام قال : سألته عن التقصير في الصلاة فقلت له : ان لي ضيعة قريبة من الكوفة وهي بمنزلة القادسية من الكوفة فربما عرضت لي حاجة انتفع بها أو يضرني القعود منها في رمضان فأكره الخروج إليها لأني لا أدرى أصوم أو أفطر فقال لي : فأخرج فأتم ( وأتم ) الصلاة فإني قد رأيت القادسية الحديث « 3 » ومنها رواية عمار بن موسى عن أبي عبد الله عليه السلام في الرجل يخرج في سفر فيمر بقرية له أو دار فينزل فيها قال : يتم الصلاة ولو لم يكن له الا نخلة واحدة ولا يقصر وليصم إذا حضره الصوم وهو فيها « 4 » .\r\nالطائفة الثانية ما يدل على وجوب التقصير الا فيما أقام فيه عشرة أيام . منها صحيحة علي بن يقطين قال : سألت أبا الحسن الأول عليه السلام عن رجل يمر ببعض الأمصار وله بالمصر دار وليس المصر وطنه . أيتم صلاته أم يقصر ؟ قال :\r\nيقصر الصلاة والصيام مثل ذلك إذ أمر بها « 5 » ومنها رواية عبد الله بن سنان عن أبي عبد الله عليه السلام قال : من اتى ضيعته ثم لم يرد المقام عشرة أيام قصر .\r\nوان أراد المقام عشرة أيام أتم الصلاة « 6 » ومنها رواية موسى بن حمزة بن بزيع قال قلت لأبي الحسن عليه السلام جعلت فداك ان لي ضيعة دون بغداد فأخرج من الكوفة أريد بغداد فأقيم في تلك الضيعة أقصر أو أتم ؟ فقال : ان لم تنو المقام عشرة أيام فقصر « 7 » وهاتين الطائفتين مع قطع النظر عن وجود شاهد جمع بينهما\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 14 / 2\r\n« 2 » ب 14 / 3\r\n« 3 » ب 14 / 4\r\n« 4 » ب 14 / 5\r\n« 5 » ب 14 / 7\r\n« 6 » ب 15 / 6\r\n« 7 » ب 15 / 7\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\nلا بد من اعمال قواعد باب التعارض بينهما من الأخذ بأقواهما إذا كان الأقوى موجودا والا فالتخيير لكن سياقهما يمنع من التخيير . الطائفة الثالثة روايات شارحة للطائفتين المذكورتين . منها رواية علي بن يقطين عن أبي الحسن الأول عليه السلام أنه قال : كل منزل من منازلك لا تستوطنه فعليك فيه التقصير « 1 » ومنها روايته الثانية قال قلت : لأبي الحسن الأول عليه السلام الرجل يتخذ المنزل فيمر به أيتم أم يقصر ؟ قال : كل منزل لا تستوطنه فليس لك بمنزل وليس لك ان تتم فيه « 2 » والرواية الأولى في مقام بيان الحكم في المسألة والثانية في مقام بيان موضوع حكمها . ومنها روايته الثالثة قال : قلت : لأبي الحسن الأول عليه السلام ان لي ضياعا ومنازل بين القرية والقريتين الفرسخ والفرسخان والثلاثة .\r\nفقال : كل منزل من منازلك لا تستوطنه فعليك فيه التقصير « 3 » ولا يخفى عليك ان هذه الروايات صريحة في اعتبار صدق الوطن على الملك والا فلا يكون المرور إلى الضيعة ونحوها قاطعا للسفر . فلسان هذه الروايات هو الشارحية والحكومة لما دل بنحو الإطلاق ان المرور إلى الملك قاطع للسفر . الطائفة الرابعة ما ورد في بيان معنى الاستيطان وانه عبارة عن كل منزل يقيم فيه الإنسان ستة أشهر كما يشهد على ذلك ما رواه محمد بن إسماعيل بن بزيع عن أبي الحسن عليه السلام قال : سألته عن الرجل يقصر في ضيعة فقال : لا بأس ما لم ينو مقام عشرة أيام الا ان يكون له فيها منزل يستوطنه . فقلت : ما الاستيطان ؟ فقال : ان يكون فيها منزل يقيم فيه ستة أشهر فإذا كان كذلك يتم فيها متى دخلها « 4 » فيكون لسانها لسان الشارحية والحكومة للطائفة الثالثة الدالة على اعتبار الاستيطان في الملك .\r\nهذا كله ما يقتضيه المشي الأصولي في المقام واما مع غض النظر عنه . فنقول :\r\nان الروايات الواردة في الملك متعارضة جدا وكيف يمكن الجمع بين حكم القصر والإتمام مع اتحاد الراوي فيهما وهو علي بن يقطين . والتحقيق في المسألة ان يقال إن الناس كان بأيديهم فتوى ابن عباس حيث قال : إذا مر في طريقه ببلد له فيه مال أو أهل أتم الا ان يكون مارا « 5 » وأتم عثمان أيضا صلاته بمنى\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 14 / 1\r\n« 2 » ب 14 / 6\r\n« 3 » ب 14 / 10\r\n« 4 » ب 14 / 11\r\n« 5 » المنتهى للعلامة ص 393\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nولما أنكروا عليه عمله هذا قال : انى تأهلت بمكة لما قدمت وانى سمعت رسول الله صلى الله عليه وآله يقول من تأهل ببلدة فإنه يصلى صلاة مقيم ولما أبطلوا عليه هذه المقالة اعتذروا عن قبله بأنه كان لعثمان ارض بمنى . وقال مالك :\r\nانه إذا مر بقرية فيها أهله أو ماله أتم إذا أراد ان يقيم فيها يوما وليلة « 1 » واما الإمامية لما سألوا عن أئمتهم عن حكم المسألة فأجابوهم بالإتمام الذي رواه مخالفونا عن رسول الله صلى الله عليه وآله وأفتوا به . الا انهم عليهم السلام قيدوا الحكم المزبور بصورة الاستيطان ثم بينوا المراد منه بأنه ما يقيم فيه ستة أشهر . وكان هذا خوفا من المخالفين وتقية منهم فبينوا الحكم على نحو لا يخالف الواقع ولم يشائوا ان يكذبونهم فيما رووا عن رسول الله صلى الله عليه وآله حتى ينجر الأمر إلى النزاع والتشاجر . والعجب أن كل واحد من علي بن يقطين وموسى بن حمزة بن بزيع ومحمد بن إسماعيل بن بزيع كانوا من وزراء الشيعة وكانت بأيديهم ضياع وأراض وقرى وقدراء واعمل الخلفاء والناس على الإتمام في المسألة فسألوا عن الأئمة عن حكم المسألة فأجابوهم بوجوب التقصير .\r\nواما ما يدل على الإتمام كموثق عمار بن موسى عن أبي عبد الله عليه السلام في الرجل يخرج في سفر فيمر بقرية له أو دار فينزل فيها . قال يتم الصلاة ولو لم يكن له الا نخلة واحدة ولا يقصر وليصم إذا حضره الصوم وهو فيها « 2 » فيحمل على التقية إذ هو معارض صريح لروايات التقصير . ولا يمكن ان يكون ما دل على اعتبار الاستيطان شارحا وحاكما لمثل هذه الرواية التي حكم فيها بالإتمام ولو فيما لم يكن له الا نخلة واحدة ثم تكراره عليه السلام بقوله بأنه لا يقصر وليصم إذا حضره الصوم وهو فيها . بقي الكلام في اعتبار الوطن الشرعي الذي ذهب المشهور اليه . قال في مفتاح الكرامة اختلف الأصحاب فيما ينقطع به السفر هل هو مجرد الملك أو خصوص المنزل فالمشهور بين المتأخرين كما في الذخيرة والكفاية والمصابيح والحدائق الاكتفاء بمجرد الملك ولو نخلة واحدة بشرط الاستيطان ستة أشهر وهو خيرة العلامة والمحقق ومن تأخر عنهما كما في المدارك والمصابيح أيضا . وفي التذكرة لو كان له في أثناء المسافة ملك قد استوطنه\r\n\r\n","description":"","footnote":"\r\n« 1 » المنتهى للعلامة ص 393\r\n« 2 » ب 14 / 5\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nستة أشهر انقطع سفره بوصوله اليه ووجب عليه الإتمام عند علمائنا سواء عزم على الإقامة فيه أولا « 1 » انتهى . إذا عرفت هذا فاعلم أنه قد ذهب المشهور في رواية محمد بن إسماعيل بن بزيع إلى إرادة الماضي من المضارع من لفظة يستوطنه ولفظة يقيم إذ لا يمكن إبقاء المضارع فيها على ظاهره على مقالتهم . ولكن لا يخفى عليك ان إرادة الماضي من المضارع يوجب ارتكاب ما هو خلاف الظاهر منه . فلا بد من تصحيح معنى الرواية على وجه لا يتوجه عليه اشكال . فنقول : قد صرح علماء الأدب في الصرف ان المضارع قد يذكر ويؤخذ فيه معنى ( الإرادة ) وعلى هذا يكون المراد من لفظة ( يقيم ) في الرواية ( انه يريد البناء على الإقامة ) وليس المراد من ذلك ان الإرادة بمعناها الاسمي مأخوذة فيها بل إنهم عبروا عن المعنى الحرفي بالمعنى الاسمي في مقام التفهيم ومن الواضح ان لكل واحد من المشتقات ومن جملتها المضارع له مادة وهيئة . وما يدل على انتساب المبدء إلى الذات انما هو الهيئة وذلك من غير فرق بين أنحاء المشتقات من كون المبدء في بعضها حرفة وصناعة وفي بعضها الأخر قوة وملكة أو بالفعل فإن الهيئة في الجميع تدل على الانتساب . ومن هذا يظهر ان أخذ الإطلاق من لفظة ( يقيم ) بمعناها الحرفي ( أي يريد الإقامة ) غير صحيح جدا .\r\nوذلك لما حقق في الأصول ان أخذ الإطلاق من المعاني الحرفية بمكان من البطلان .\r\nفلا بد على هذا في أخذ الإطلاق منها من إرجاعها إلى المعنى الاسمي وبالجملة فلا إشكال في أنه لا بد في صدق الوطن وتحقق الإقامة من الفعلية ولا يكون تحققهما الا بالعمل الخارجي من اتخاذه منزلا معدا للإقامة لا مثل منزل معد للاستيجار على الغير ومجرد إرادة اتخاذه لا يكفى فيما ذكر . بل لا بد من التلبس بالفعل كما لا يخفى . فظهر انه لا يمكن ان يقال بأن إطلاق يقيم يشمل صورة إرادته الإقامة وان لم تحصل الإقامة بالفعل كما أنه لا يمكن ذلك في لفظة يستوطنه أيضا حتى تشمل صورة إرادة اتخاذه وطنا وان لم يتخذ وطنا معدا للإقامة بالفعل . والخلاصة : انه لا وجه لثبوت الوطن الشرعي وان توهمه المشهور . ومنشأ هذا التوهم كما قلنا الأخبار الدالة على الإتمام في الملك ثم تقييده\r\n\r\n","description":"","footnote":"\r\n« 1 » ج 3 ص 559 و 560\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nبإقامة ستة أشهر كما يدل عليه بعضها فيتخيل ان الوطن العرفي لا يشترط فيه الملك ولا إقامة ستة أشهر بخلاف الوطن الشرعي . ولكن قد عرفت سابقا ان الروايات الواردة في الملك قد صدرت عن تقية فلا يبقى الا اعتبار المنزل كما هو واقع في بعضها . وهذا مما لا محيص عنه فان التوطن من دون مسكن ومنزل مما لا يتصور . واما ما ذكر من التحديد بستة أشهر فإنما هو من جهة انها الأصل في تقسيم السنة حيث إنها بالطبع مقتضى قضية التقسيم في السنة بالنسبة إلى من كان له وطنان فمقتضى الأصل في المقام هو التقسيم بالنصف كما أن من كان له ثلاثة أوطان هو التقسيم بالثلث . وهذا نظير قولهم الأصل في الأشياء هو الاستدارة والا فلا موضوعية لستة أشهر . واما سؤال الراوي في الرواية فليس عن معنى الاستيطان وليس الإمام عليه السلام أيضا في مقام شرح هذا المفهوم شرعا أو عرفا بل إنه عليه السلام في مقام بيان ما يتحقق به الاستيطان بالنسبة إلى الوطن لمن كان له وطن آخر . ثم إن الواقع في الروايات هو لفظة يستوطنه وهي تدل كما عرفت على فعلية الاستيطان وتجدده ولكن الواقع في كلمات الفقهاء لفظة استوطنه كما في الشرائع حيث قال : الوطن كل موضع له فيه ملك قد استوطنه ستة أشهر فصاعدا متوالية كانت أو متفرقة . إلخ مع أنه في مقام تعريف الوطن العرفي . ثم إن الوطن على ما تشهد به اللغة والاستعمالات الصحيحة ليس هو مجرد مسقط رأس الإنسان ومسكن آبائه ، بل المراد منه محل إقامة الإنسان ومقره ومأواه سواء انطبق عليه المعنى الأول أم لا . وفي القاموس ( الوطن ) محركة ويسكن منزل الإقامة ومربط البقر والغنم ج أوطان ووطن به يطن وأوطن أقام وأوطنه ووطنه واستوطنه اتخذه وطنا . إلخ قلت : واي تعبير أحسن من التعبير ب ( دار الإقامة ) كما في بعض الروايات . وقد قالوا السفر خلاف الاستيطان والمقام . وبالجملة ان انقسام الوطن إلى الوطن العرفي والشرعي مما لم يثبت في الأدلة كما عرفت . إذ الواقع فيها هو الوطن العرفي الأعم من الأصلي والاتخاذى . ولا ترى أيضا في كلمات القدماء إلى زمان المحقق منه عينا ولا أثرا بل إن عبائرهم كلها في مقام بيان الوطن العرفي هذا هو الشيخ الأجل شيخ الطائفة أبو جعفر الطوسي قال في كتابه النهاية ومن خرج إلى ضيعة\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nله وكان له فيها موضع ينزله ويستوطنه وجب عليه الإتمام فإن لم يكن له فيها مسكن وجب عليه التقصير « 1 » وقال الفحل العظيم المحقق المدقق محمد بن إدريس المعروف بابن إدريس في كتابه السرائر والسفر خلاف الاستيطان والمقام .\r\nفاذن لا بد من ذكر حد الاستيطان وحده ستة أشهر فصاعدا سواء كانت متفرقة أو متوالية . فعلى هذا التقرير والتحرير من نزل في سفره قرية أو مدينة وله فيها منزل أو مملوك قد استوطنه ستة أشهر أتم « 2 » وقال شيخ الفقهاء والجامع بين طريقتي القدماء والمتأخرين في الفقه نجم الدين جعفر بن الحسن المعروف بالمحقق في كتاب المعتبر مسألة : إذا استوطن منزلا ستة أشهر فصاعدا أتم إذا مر به وقصر ان كانت مسافة . وقال الشافعي : لا يلزمه إتمام لأن النبي صلى الله عليه وآله وأصحابه مروا في حجهم بمكة ولهم فيها مساكن ولم يتموا لنا .\r\nانه لا بد من حد الاستيطان وحيث لم يحده الشرع قدرناه استيطانا . ومن أقام في ملكه هذا القدر فقد مر عليه فصلان مختلفان فقضى العرف بأنه وطن وأيد ذلك ما رواه محمد بن إسماعيل بن بزيع . إلخ وأنت ترى ان هذه العبارات كلها في مقام بيان الوطن العرفي . فراجع كلماتهم حتى تقف على أزيد من ذلك . ولله الحمد .\r\nالشرط الرابع\r\nان يكون السفر سائغا\r\nولو كان السفر سفر المعصية لا يقصر . ولا يخفى ان البحث في الشرط السابق كان راجعا إلى الموضوع وانه هل يرتفع موضوع السفر حقيقة أو حكما بأحد من القواطع أم لا . واما المقام فالبحث فيه راجع إلى حكمه بعد تحقق موضوعه . ثم إن للمسألة أقساما . منها ما يكون السفر بنفسه حراما بان تكون الحركات الأينية متصفة بالحرمة ويحمل عليه الحرام بالحمل الشائع الصناعي وذلك كالفرار من الزحف وإباق العبد من مولاه وسفر الزوجة بدون اذن زوجها والرسالة من قبل الظالم وغيرها . ومنها ما يكون السفر بنفسه مباحا ولكن كانت الغاية فعلا محرما . ولا يخفى ان الروايات دالة في الصورتين على وجوب\r\n\r\n","description":"","footnote":"\r\n« 1 » الجوامع الفقهية 251\r\n« 2 » ص 75\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\nالإتمام . وبعد دلالتها على الحرمة في المقامين لا فرق بين ان نذهب بحرمة مقدمة الحرام أم لا كما وقع البحث عنه في الأصول . ومن الروايات الواردة في الباب ما رواه عمار بن مروان عن أبي عبد الله عليه السلام قال : سمعته يقول :\r\nمن سافر قصر وأفطر الا ان يكون رجلا سفره إلى صيد أو في معصية الله أو رسول لمن يعصى الله أو طلب عدو أو شحنا ؟ ؟ ؟ أو سعاية أو ضرر على قوم من المسلمين « 1 » ومنها ما رواه ابن أبي عمير عن بعض أصحابه عن أبي عبد الله عليه السلام قال لا يفطر الرجل في شهر رمضان إلا في سبيل حق « 2 » ومقابله انه لو كان في سبيل باطل لا يفطر . اذن لا يثبت في حقه القصر أيضا للملازمة بينه وبين الإفطار . ومنها رواية حماد بن عثمان عن أبي عبد الله عليه السلام في قول الله عز وجل * ( فَمَنِ اضْطُرَّ غَيْرَ باغٍ ولا عادٍ ) * قال الباغي باغي الصيد والعادي السارق ليس لهما ان يأكلا الميتة إذا اضطرا إليها هي حرام عليهما ليس هي عليهما كما هي على المسلمين وليس لهما ان يقصرا في الصلاة « 3 » ومنهما موثقة سماعة قال :\r\nسألته عن المسافر ( إلى أن قال ) ومن سافر قصر الصلاة وأفطر الا ان يكون رجلا مشيعا لسلطان جائر أو خرج إلى صيد أو إلى قرية له تكون مسيره يوم يبيت إلى أهله لا يقصر ولا يفطر « 4 » . وغيرها من الروايات . نعم قد خالف في هذا الحكم بعض الفقهاء من العامة كأبي حنيفة حيث ذهبوا إلى ثبوت القصر في مطلق السفر « 5 » ومنها ان لا يكون نفس السفر ولا غايته محرما لكنه يرتكب في أثنائه فعلا محرما .\r\nوالتحقيق في هذا القسم ان ارتكاب المعصية فيه لا يؤثر في حرمة السفر ولا يكون السفر مصداقا للحرمة بل يكون ذلك نظير حرمة النظر إلى الأجنبية في الصلاة . فارتكاب المعصية في الأثناء أجنبي عن مفهوم السفر . ومنها . بان حصلت المعصية بنفس السفر ولكن لا من حيث كونه سفرا بل من حيث جهة أخرى ملازمة له كما لو ركب دابة مغصوبة أو كان مشيه في طريق مغصوب . فإنه يتحقق\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 8 / 3\r\n« 2 » ب 8 / 1\r\n« 3 » ب 8 / 2\r\n« 4 » ب 8 / 4\r\n« 5 » قال في البداية والنهاية - ومنهم من اجازه ( أي التقصير ) في كل سفر قرية كان أو مباحا أو معصية وبه قال أبو حنيفة وأصحابه والثوري وأبو ثور ج 1 ص 122 . وقال الشيخ في الخلاف وقال قوم سفر المعصية كسفر الطاعة في جواز التقصير سواء ذهب إليه الأوزاعي والثوري وأبو - حنيفة وأصحابه ج 1 ص 230\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\nبسفره انه تصرف في مال الغير فيصدق حينئذ على الحركات الخاصة الصادرة منه التي بها يتقوم مفهوم السفر كونها تصرفا في مال الغير . فقد يقال فيه بالإتمام من أجل اتحاد مفهوم السفر مع مفهوم التصرف في مال الغير مصداقا كالصلاة في المكان المغصوب . وقد يقال بامتناع اتحاد الصلاة والغصب مصداقا كما بينوا في الأصول . فإن اتحاد مقولتين مختلفتين مصداقا كالوضع والأين مما لا يمكن عقلا كما حقق في محله . ولك ان تقول ان الامتناع المذكور انما هو في المقولات الحقيقية . واما إذا كان أحد الشيئين أو أحدهما من الأمور الاعتبارية فلا مانع من اجتماعهما فيكون شيء واحد مصداقا لهما ومن هذا القبيل الصلاة والغصب . والتحقيق في المقام ان يقال إن هيهنا أمورا ثلاثة .\r\nالأول : تلك الحركات الأينية التي هي من الأمور المقولية . والثاني : الغصب وهو من الأمور الاعتبارية وهو يحصل من تصرف مال الغير من غير اذنه . والثالث :\r\nالسفر وهو أيضا أمر اعتباري وهو البعد عن الأهل والوطن وانتقاله منه إلى مكان آخر ومن الواضح ان الدابة المغصوبة ونظائرها لا يكون التصرف فيها الا تصرفا في مقدمات السفر فحرمتها غير مؤثرة في حرمة نفس السفر . ولا اتحاد في البين وكذلك المشي في طريق مغصوب فإنه أيضا لا يوجب حرمة السفر وان قيل بالحرمة من أجل استلزامه الاتحاد وهو كما ترى . وبالجملة فالمحرم في الأدلة هو السفر بما هو سفر وإن أمكن القول ببطلان الصلاة في مكان مغصوب . فان البطلان فيها انما هو من جهة ان مثل الركوع والسجود فيها لما كان تصرفا في ملك الغير كان مبغوضا وحراما فلا يصلح كونهما مقربا للمولى سبحانه فتبطل الصلاة . ولكن قال صاحب القوانين بكونها مبغوضا من جهة ومحبوبا من جهة أخرى وتصح صلاته فيثاب من أجل هذه الجهة ويعاقب من جهة تصرفه في ملك الغير . ولكنه كما عرفت ان ما ذهب اليه هذا المحقق مما لا يمكن القول به من جهة عدم قابلية مثل الركوع أو السجود باتصافه بالمقربية التي لا بد منها في العبادات إذ كيف يمكن ان يكون الوجود الخاص الذي هو أمر وحداني مصداقا للجهتين مع كون المأتي به امرا عباديا الذي يعتبر فيه التقرب إلى الله مع كون هذا الوجود بنفسه مبغوضا عنده سبحانه .\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nوهذا بخلاف الحركات الأينية في السفر . إذ لم يعتبر اتصافها بالمقربية .\r\nفلا مانع من أن تكون تلك الحركات بعنوان انها تصرف في ملك الغير مبغوضة .\r\nلعدم كون السفر بما هو هو محرما ومبغوضا . وعلى هذا فالقول بوجوب القصر في المسألة لا يخلو من قوة « 1 » ومنها ان يكون السفر مستلزما لترك الواجب كما إذا كان مديونا وسافر مع مطالبة الديان أو وجب عليه تعلم العلم واستلزم السفر تركه وتنظر الشهيد الثاني في الحكم بالإتمام لاقتضاء ذلك عدم ترخص السفر إلا للأوحدي لاستلزام سفر سائر الناس غالبا لترك واجب من الواجبات هذا . ثم إنه لا وجه للحكم بالإتمام في المسألة . فإن وقوع المضادة بين السفر وترك جملة من الواجبات لا يقتضي النهي عن السفر واتصافه بالحرمة فإن ذلك يتوقف على مسألة اقتضاء الأمر بأحد الضدين النهى عن الضد الأخر أو كون ترك أحدهما مقدمة لضده الأخر فيجب تركه بناء على وجوب المقدمة .\r\nولكن قد حقق في الأصول عدم تمامية كل منهما . وفصل بعضهم في تقريب وجوب الإتمام بين ان يسافر لأجل التخلص من أداء الدين أو تعلم العلم الواجب وبين ان يسافر لا لأجل مثل ما ذكر من الدواعي والأغراض الا انه عرض في سفره ترك جملة من الواجبات قهرا من غير أن يقصد من سفره ذلك . ففي الصورة الأولى جعل ترك الواجب غاية للسفر ولا ريب في حرمته فيجب الإتمام وهذا بخلاف الصورة الثانية - وفيه ان الروايات الواردة في وجوب الإتمام فيما كانت الغاية فيه فعلا محرما ليس إطلاق فيها حتى يقال بأخذه فيقال كل سفر حرمت غايته يجب التمام فيه بل المذكور فيها موارد خاصة كالصيد وتشييع السلطان الجائر وسعاية المسلم وإضراره وغيرها وغاية ما يؤخذ من تلك الموارد من الجامع هو الجامع الحقيقي بينها الذي هو الغاية الحقيقية فلا وجه للتعدي منها إلى غيرها من اللوازم لعدم شمول تلك الأخبار لها . ويمكن تقريب الإتمام بوجه آخر . بان يقال إن ترك الواجب يحصل بنفس السفر فيكون نفس السفر معصية وحراما كالفرار من الزحف . وفيه : انه فرق بين كون السفر بما هو سفرا حراما وبين كون حرمته بما هو سبب لترك الواجب . والواقع في الأدلة من الحكم بالإتمام\r\n\r\n","description":"","footnote":"\r\n« 1 » قلت بعون الله ومنه ان ما افاده سيدنا العلامة أدام الله ظله محل تأمل بل منع . وذلك لاتحاد السفر وجودا فيما نحن فيه مع تلك الحركات الأينية المبغوضة المحرمة فيكون هذا السفر بوجوده الخارجي مصداقا للحرمة وهذا من غير فرق بين انحصار الطريق في الطريق المحرم سلوكه وعدم انحصاره فيه . إذ هو باختياره هذا الطريق في الصورة الثانية جعل سفره هذا مصداقا للحرمة لاتحاده مع تلك الحركات الأينية في الوجود الخارجي كما لا يخفى . س . 1 . م\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\nهو الصورة الأولى لا الثانية . فقد ظهر من هذا كله ان الأقوى من المسألة هو القصر .\r\nومنها بان كانت الغاية ملفقة من الطاعة والمعصية مثل من سافر للزيارة ولإضرار مسلم وقصد كل واحد منهما فهل يجب القصر حينئذ نظرا إلى غايته المباحة أو التمام نظرا إلى غايته المحرمة . أو يؤخذ ما هو الأقوى منهما أو يجب الجمع بينهما أو لا بد من تقديم ما قصده أو لا منهما أو مطلقا وجوه . وقد اضطربت كلماتهم في المقام . والتحقيق : ان حكم المسألة يختلف باختلاف المباني فلا بد من ملاحظة ان القيد المأخوذ في الحكم هل هو أمر وجودي أو أمر عدمي وعلى كل منهما هل القيد إنما أخذ في كل واحد من القصر والإتمام أو في القصر فقط واما الإتمام فهو على مقتضى الأصل في الصلاة . ثم يقع الكلام في أن القيد هل أخذ بنحو الشرطية أو المانعية . بكون الإباحة شرطا في القصر والمعصية مانعا عنه .\r\nوهذا نظير البناء في الجواز والمنع في مسألة اللباس المشكوك على القول بشرطية المأكولية أو مانعية غير المأكول . وربما يستظهر من بعض عبائر الأصحاب كون الإباحة شرطا في القصر حيث عدوا في مقام شروط القصر كون السفر سائغا كما أنه يستظهر من بعضها الأخر كون حرمة السفر أو غايته مانعا من ثبوت القصر . وعلى كل حال ليس نظر الأصحاب إلى تحقيق الشرطية أو المانعية . فإذا قال العلامة قدس سره مثلا يشترط كذا في كذا إجماعا لا يستفاد منه انه في مقام إثبات الشرطية ونفى المانعية بل إن كلامه يصلح لكلا المعنيين وقد يظهر من بعض الروايات في النظر البدوي انه يعتبر من وجود القيد في كل واحد من القصر والإتمام كما تدل عليه رواية أبي سعيد الخراساني قال : دخل رجلان على أبى الحسن الرضا عليه السلام بخراسان فسألاه عن التقصير . فقال لأحدهما وجب عليك التقصير لأنك قصدتني . وقال للآخر وجب عليك التمام لأنك قصدت السلطان « 1 » ولكن بعد التأمل في الرواية يعلم أن القيد راجع إلى التقصير . فان سؤالهما انما كان عن القصر فكان الجواب أيضا راجعا اليه . ثم إن ملاحظة بعض الروايات تعطى كون المعصية مانعا من ثبوت القصر . واما ثبوت الإتمام معها فليس من أجل مدخلية المعصية في الإتمام بل من جهة عدم صلاحية السفر\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 8 / 9\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\nحينئذ للحكم الارفاقى فثبت الإتمام حينئذ قهرا فثبوته من باب ثبوت أحد الضدين الذين لا ثالث لهما . ثم الظاهر كون المعصية مانعا بنحو الإطلاق فإذا كان للسفر غاية أخرى مباحة فوجودها كالعدم . ثم المقام من صغريات أخذ حكم في موضوع حكم آخر كان بنحو تمام الموضوع أو جزئه . ولا ريب في صحته . والممتنع هو أخذه في موضوع نفسه لا في موضوع حكم آخر كالمقام . فان موضوع حكم القصر وهو ثمانية فراسخ أخذ فيه عدم كون السفر وغايته محرما . ثم المراد من الإباحة هل هي الإباحة بمعناها الواقعي أو الأعم منه ومن التنزيلي . ويترتب عليه ثمرات كثيرة . منها انه لو سافر بقصد قتل شخص توهم كونه مسلما محقون الدم .\r\nثم انكشف له فيما بعد كونه كافرا مهدور الدم أو على العكس فعلى كون المعتبر في المعصية هو وجودها الواقعي يكون حكمه هو القصر في الأول والإتمام في الثاني .\r\nوكذا الحكم في صورة الشك فان وظيفته الإتمام بحكم الظاهر . ولا يخفى ان المسألة تختلف باختلاف المباني . وتوضيح ذلك . ان الإتمام لما كان مترتبا على كون السفر أو غايته معصية فلا بد في الإتمام من ثبوت المعصية حتى يرتفع الحكم الارفاقى الثابت للمسافر من غير فرق بين المصادفة للواقع وعدمها . فإذا سافرا معتقدا كون السفر أو غايته معصية ولم تتحقق المعصية في الواقع فبناء على حرمة التجري لا بد من الإتمام . واما بناء على عدم حرمته كما هو المختار عندنا فلا . فان القطع مما لا حكم له . إذ الحكم انما هو ثبت للواقع المنكشف بالعلم . فعليه فالحكم الثابت للمتجرى هو القصر لعدم تحقق المعصية حقيقة فإن المعصية انما هي مخالفة الحكم الشرعي واقعا والفرض عدم تحقق المخالفة في صورة التجري واما سائر الأمارات غير القطع فربما يقال بإفادتها حكما ظاهريا عند التخالف المسمى عندهم بالحكم الواقعي الثانوي . ثم إذا التزمنا بالتوسعة في المعصية المأخوذة في رافعية القصر للمسافر وانها أعم من مخالفة الحكم الواقعي أو الظاهري يكون حكم الإتمام والقصر دائرا مدار الإمارة في كون مؤداها هل هو المعصية أم لا . واما على القول بعدم ثبوت حكم ظاهري في مؤدى الامارة كما هو المختار عندنا فلا . بل الحكم حينئذ يدور مدار الواقع المنجز بالأمارة فإذا ثبت وجود المعصية في الواقع المنجز بقيام الامارة فيرتفع القصر والا فلا بد من القصر . ومن ذلك يظهر حكم الأصول\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nالشرعية من استصحاب الحرمة أو الإباحة وغيره فعلى المختار من عدم حكم ظاهري في موردها يدور الحكم مدار الواقع ومثلها أيضا الأصول العقلية كقبح العقاب بلا بيان فإن أثرها التنجز عند الإصابة والعذر عند المخالفة .\r\nتذييل\r\nقد ذكر الفقهاء انه لا بد في ثبوت القصر من اعتبار الإباحة أو عدم المعصية في السفر بنحو الاستمرار . فكون الإباحة شرطا في ثبوت القصر أو كون المعصية مانعا عن ثبوته مما لا يوجب فرقا في السفر بين الابتداء والاستدامة . فبطرو المعصية للسفر في أي جزء كان من الطرفين أو الوسط لا بد من الإتمام فلو خرج بقصد الحرام ثم عدل في الأثناء إلى قصد الطاعة فلا بد في ثبوت القصر من كون الباقي مسافة شرعية . ولتوضيح المقام نذكر مقدمة وهي انه لو فرضنا موضوعا عاما حكم عليه المولى بشيء من الأحكام ثم اخرج منه بعضا فلا يخفى على المتأمل ان هذا الخارج يتصور على أنحاء . الأول : ان يكون خروجه موضوعيا بحسب الحقيقة والواقع بان لم يكن بعد من افراد العام حقيقة . والثاني : ان يكون خروجه موضوعيا لكن لا حقيقيا بل تنزيليا . والثالث : ان يكون خروجه حكميا وهو الذي يعبر عنه بالتخصيص . وهنا قسم رابع وهو خروج إطلاقي بأن يكون الخارج داخلا تحت عنوان المطلق ومصداقا له ومشمولا لحكمه الا انه قيد الإطلاق ببعض الحالات كما إذا قال المولى أكرم العلماء ثم قيد إكرامهم بعدم كونهم في حال القيام أو في يوم الجمعة . واما ففيما نحن فيه فالخارج بنحو الخروج الموضوعي كالذي يمر إلى وطنه فهو خارج عن عموم من سافر قصر وأفطر فإنه لا يعد عند العرف مسافرا ما دام في الوطن فبوصوله إلى الوطن ينقطع سفره بحسب الحقيقة والواقع عندهم . والخارج بنحو الخروج التنزيلي كالذي يمر إلى ضيعته على القول بقطع سفره به أو الذي يمر إلى وطنه الشرعي بناء على ثبوته . ومثال الخروج الحكمي أي التخصيص كان يقال من سافر قصر وأفطر إلا المكاري مثلا . والمثال للقسم الرابع بان يقال المسافر قصر وأفطر إلا في حال كون سفره معصية أو قصر وأفطر في حال كون سفره طاعة ومباحا . وبالجملة فلا فرق في ذلك سواء قلنا بمانعية\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\nالمعصية أو شرطية الطاعة والإباحة فلازم ما ذكرنا إذا سافر الشخص مسافة بعضها في المعصية وبعضها في الطاعة ترتب حكم كل بعض عليه فيتم في حال المعصية ويقصر في حال الطاعة وان لم يكن مقدار المسافة في صورة الطاعة بمقدار المسافة الشرعية . ثم لما كان الموضوع في المقام وهو السفر مقيدا بقيدين . أحدهما اعتبار كونه ثمانية فراسخ . وثانيهما عدم كون السفر معصية . فحينئذ هل يتقيد الموضوع أولا بالثمانية ثم بعدم كونه معصية أو على العكس . أو ان كل واحد من القيدين وردا على الموضوع معا . هذا . وقد يقال إن لازم كون الثمانية مقدما على القيد الأخر من عدم كونه معصية أو كونه مباحا كون التقييد بالقيد الثاني راجعا إلى التقييد ببعض الحالات فحينئذ يلزم لكل مقدار من المسافة حكمه من الإتمام أو القصر . بخلاف لو قلنا بتقديم الإباحة أو عدم المعصية على الثمانية فحينئذ ينعكس الأمر ويصير ان السفر المشروط بالإباحة أو عدم المعصية يعتبر ان يكون مسافة . ولازم هذا التقرير اعتبار الاتصال في المسافة المشروطة بالإباحة . ولا يخفى ان المسألة من المسائل العلمية العويصة التي ينبغي ان نتعرض لها مفصلا الا ان الحال لا تساعده فلنكتفى لها إجمالا فإن الميسور لا يسقط بالمعسور . فنقول :\r\nالمستفاد من الأدلة الشرعية كون الثمانية راجعا إلى الموضوع وقيدا له كالروايات التي ذكرناها سابقا الدالة على كون السفر بريدين أو ثمانية فراسخ أو مسيرة يوم . واما اعتبار عدم كونه معصية فمن الممكن ان يكون راجعا إلى الحكم .\r\nفالمعنى ان من سافر ثمانية فراسخ قصر وأفطر إلا في حال كونه معصية . فالحكم الارفاقى من القصر ثابت له الا في حال المعصية . ويلزم على هذا التقريران من سافر مسافة بعضها في معصية وبعضها الأخر في طاعة أن يتم في البعض الأول ويقصر في البعض الثاني فيترتب على كل واحد منهما حكمه من القصر والإتمام .\r\nفإن قلت : كيف يمكن إرجاع قيد عدم المعصية في قوله عليه السلام من سافر قصر وأفطر الا ان يكون رجلا سفره إلى صيد أو في معصية الله الحديث « 1 » إلى الحكم . واما إرجاع قيد المسافة إلى الموضوع اعني السفر مع أن اعتبار عدم المعصية من جهة الاستثناء في الرواية وهو قرينة متصلة بخلاف قيد المسافة فهو انما يستفاد من دليل آخر وهو قرينة منفصلة . قلت : ان قوله عليه السلام من سافر\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 8 / 3\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\nإلخ وان كان مطلقا بحسب اللفظ لكنه يشير إلى معنى معهود في الروايات وهو الذي يعبر عنه بمسيرة يوم أو بالبريدين أو بثمانية فراسخ . فالمراد من المسافر هو المسافر الشرعي المعهود . هذا بناء على البحث عن المسألة بنظر الذوق الأصولي .\r\nفالمسألة المركبة من المعصية والطاعة يترتب على كل واحد منهما حكمه من الإتمام والتقصير ولا يعتبر كون الباقي مسافة كما اختاره الفاضل النراقي واما المشهور من الفقهاء اعتبروا عدم عدما قطعه بقصد الحرام جزء من المسافة واما ما قبله وما بعده فلا مانع من انضمام أحدهما بالاخر . قال في المستند بعد ما ذكر ان المسألة ذات قولين . أحدهما اعتبار كون الباقي بنفسه مسافة والأخر كفاية بلوغ مجموع ما قبل المعصية وما بعدها المسافة . الأظهر الثاني لأنه قصد أولا الثمانية فكان عليه القصر في جميع هذه المسافة خرج منه ما خرج بقصد المسافة فيبقى الباقي .\r\nومنه يظهر القصر لو لم يكن الباقي مع ما قبل المعصية مسافة أيضا إذا كان المجموع مسافة فتأمل انتهى . ولا يخفى ان الحق مع المشهور حيث قالوا بعدم صحة احتساب ما قطعه بقصد الحرام جزء من المسافة واما ما قبله وما بعده فلا مانع من الانضمام كما عرفت وذلك من جهة دلالة الروايات عنهم عليهم السلام على ما ذهب اليه المشهور أضف إلى ذلك كونه موافقا لما يقتضيه النظر الأصولي الدقيق أيضا .\r\nبيانه انك قد عرفت ان المعصية إنما أخذت بنحو المانعية عن ترتب الحكم الارفاقى من التقصير . ومن الواضح ان مرتبة المانع متأخرة عن مرتبة الشرط والمقتضى فكيف من تأخره عن نفس الموضوع وعليه فالمعصية مانعة عن اقتضاء المسافة وإيجابها التقصير وما يكون مانعا يمتنع ان يكون جزء للمقتضي أو الشرط وعليه فلا بد أن تكون المسافة خالية عن المعصية وان قلنا بكون عدم المعصية قيدا للحكم لا الموضوع . نعم ليست المعصية بمثل المرور إلى الوطن حيث يحتاج بعده إلى إنشاء مسافة أخرى . فيصح فيما نحن فيه انضمام ما قبلها إلى ما بعدها بحيث يكون المجموع مسافة شرعية . واما قطعه بقصد الحرام فلا يعد جزءا منها كما لا يخفى .\r\nواما الروايات فيستفاد منها ما ذهب اليه المشهور فمنها ما رواه عمار بن مروان عن أبي عبد الله عليه السلام قال : سمعته يقول : من سافر قصر وأفطر الا ان يكون رجلا سفره إلى صيد أو في معصية الله الحديث « 1 » ومنها موثقة سماعة قال :\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 8 / 3\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nسألته عن المسافر ( إلى أن قال ) ومن سافر فقصر الصلاة وأفطر الا ان يكون رجلا مشيعا لسلطان جائر أو خرج إلى صيد الحديث « 1 » وبالجملة : فالمستفاد من الروايات ان كل واحد من القصر والإتمام إنما يترتب على السفر فموجب الإتمام هو سفر المعصية لا المعصية في السفر . فعلى هذا لو كان سفره سفر طاعة ورجع منها إلى المعصية فمجرد الرجوع لا يوجب ان يترتب حكم المعصية على سفره بل لا بد من شروعه بسفر المعصية والا فما دام لم يكن متلبسا بالشروع في سفر المعصية وكان في منزله لا يحكم عليه بوجوب الإتمام والصوم . وما خرج عن أبي الحسن عليه السلام ان صاحب الصيد يقصر ما دام على الجادة فإذا عدل عن الجادة أتم .\r\nفإذا رجع إليها قصر « 2 » ناظر إلى ما ذكرنا .\r\nالشرط الخامس\r\nان لا يكون سفره أكثر من حضره .\r\nاعلم أنه قد اختلفت عباراتهم في المقام فبعضهم كالمحقق ذكر عنوان المسألة بما ذكر وبعضهم عبر بان لا يكون كثير السفر وثالث بان لا يكون السفر عمله وغير ذلك من التعبيرات الواقعة في كلماتهم .\r\nواما الروايات ففيها أيضا وقعت تعبيرات مختلفة الا ان عنوان ان لا يكون سفره أكثر من حضره أو عدم كونه كثير السفر فليس مذكورا فيها أصلا . والمذكور في كثير منها جملة من العناوين الخاصة كالمكاري والملاح والكرى والاشتقان والبريد .\r\nوعبر في بعض الروايات عنوانا كليا بنحو التعليل مثل قوله عليه السلام ان بيوتهم معهم أو لأن منازلهم معهم أو بعد ذكر جملة من العناوين الخاصة قال : واي سفر عليهم . وبالجملة فالذي ينبغي ان يقال إنه لا بد لنا أولا من النظر إلى الروايات ثم ملاحظتها مع كلمات الأصحاب فإن لم يكن اختلاف بينهما فهو والا فإن كان الحكم المستفاد من الروايات مخالفا لفتاويهم وكان ما أفتوا به بالغا حد الإجماع فلا بد حينئذ من رفع اليد عن مدلول الروايات والأخذ بما أفتوا به وإذا لم يبلغ هذا الحد فلا بد من العمل بالروايات وان كان مخالفا لفتوى بعضهم .\r\nفنقول : اما الروايات فمنها ما رواه الكليني بسنده عن زرارة قال : قال أبو جعفر\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 8 / 4\r\n« 2 » ب 9 / 6\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\nعليه السلام : أربعة يجب عليهم التمام في سفر كانوا أو حضر : المكاري والكرى والراعي والاشتقان لأنه عملهم « 1 » وهذه الرواية مروية في الكتب الأربعة بسند صحيح عالي السند . وقال الصدوق بعد نقلها في الفقيه وروى الملاح . والاشتقان البريد انتهى . ومنها ما عن الخصال بسنده عن ابن أبي عمير عن أبي عبد الله عليه السلام قال : خمسة يتمون في سفر كانوا أو حضر المكاري والكرى والاشتقان وهو البريد والراعي والملاح لأنه عملهم « 2 » ومنها ما رواه الكليني بسنده عن هشام بن الحكم عن أبي عبد الله عليه السلام قال : المكاري والجمال الذي يختلف وليس له مقام يتم الصلاة ويصوم شهر رمضان « 3 » ومنها ما رواه الكليني بسنده عن محمد بن مسلم عن أحدهما عليهما السلام قال : ليس على الملاحين في سفينتهم تقصير ولا على المكاري والجمال ورواه الصدوق بإسناده عن محمد بن مسلم مثله « 4 » ومنها ما رواه الشيخ بسنده عن علي بن جعفر عن أخيه موسى عن أبي عبد الله عليه السلام قال : أصحاب السفن يتمون الصلاة في سفنهم « 5 » ومنها ما رواه البرقي في المحاسن عن أبيه عن سليمان الجعفري عمن ذكره عن أبي عبد الله عليه السلام قال : كل من سافر فعليه التقصير والإفطار غير الملاح فإنه في بيت وهو يتردد حيث يشاء ( شاء ) « 6 » ومنها ما رواه الكليني بسنده عن سليمان بن جعفر الجعفري عمن ذكره عن أبي عبد الله عليه السلام قال : الاعراب لا يقصرون وذلك أن منازلهم معهم « 7 » ومنها ما رواه أيضا بسنده عن إسحاق بن عمار قال سألته عن الملاحين والاعراب هل عليهم تقصير ؟ قال : لا بيوتهم معهم ورواه الشيخ بإسناده عن علي بن إبراهيم مثله « 8 » ومنها ما رواه الشيخ بسنده عن إسماعيل بن أبي زياد عن جعفر عن أبيه قال : سبعة لا يقصرون الصلاة الجابي الذي يدور في جبايته والأمير الذي يدور في امارته . والتاجر الذي يدور في تجارته من سوق إلى سوق والراعي والبدوي الذي يطلب مواضع القطر ومنبت الشجر .\r\nوالرجل الذي يطلب الصيد يريد به لهو الدنيا . والمحارب الذي يقطع السبيل ورواه في الخصال عن جعفر بن علي عن جده الحسن بن علي عن جده عبد الله\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 11 / 2\r\n« 2 » ب 11 / 12\r\n« 3 » ب 11 / 1\r\n« 4 » ب 11 / 4\r\n« 5 » ب 11 / 7\r\n« 6 » ب 11 / 11\r\n« 7 » ب 11 / 6\r\n« 8 » ب 11 / 5\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\nبن المغيرة ورواه علي بن إبراهيم في تفسيره عن أبيه عن النوفلي عن السكوني عن أبي عبد الله عليه السلام مثله « 1 » ومنها ما رواه الشيخ أيضا بسنده عن محمد بن جزك قال : كتبت إلى أبى الحسن الثالث عليه السلام ان لي جمالا ولى قوام عليها ولست اخرج فيها إلا في طريق مكة لرغبتي في الحج أو في الندرة إلى بعض المواضع فما يجب علىّ إذا أنا خرجت معهم ان اعمل أيجب علىّ التقصير في الصلاة والصيام في السفر أو التمام ؟ فوقع عليه السلام إذا كنت لا تلزمها ولا تخرج معها في كل سفر الا إلى مكة فعليك تقصير وإفطار . وبإسناده عن سعد عن عبد الله بن جعفر عن محمد بن جزك مثله . وعنه عن أبي جعفر عن أبيه عن عبد الله بن المغيرة وذكر الذي قبله . ورواه الكليني عن محمد بن يحيى عن عبد الله بن جعفر عن محمد بن جزك قال : كتبت اليه وذكر نحوه . محمد بن علي بن الحسين بإسناده عن عبد الله بن جعفر عن محمد بن شرف عن أبي الحسن عليه السلام مثله « 2 » ثم إن تلك العناوين المذكورة في الروايات ليست بما هي هي موضوع المسألة . بل الموضوع أمر كلي جامع بينها . والأمر الكلي المذكور في الروايات عنوانان . الأول ان بيوتهم أو منازلهم معهم . وثانيهما قوله عليه السلام بعد عد جملة من العناوين لأنه عملهم . وقبل الشروع في البحث عن العنوانين المذكورين نقول . ان حكم القصر انما هو يثبت للمسافر وهو الذي تغرب عن وطنه إذا سافر المسافة التي حدها الشارع وليس مطلق الضرب في الأرض كافيا في ثبوت القصر . ولذا لا بد لنا من تقييد الآية الشريفة وإذا ضربتم في الأرض . الآية بالمسافة الشرعية وحيث إن حكم القصر ثابت للمسافر النائي عن الوطن لم يكن هذا الحكم ثابتا في مورد من يدور في بلده وان كان ذلك شغل يومه أو من يدور حول بلده ولو كان ذلك بقدر الثمانية أو أزيد . فحينئذ نقول : قوله عليه السلام بيوتهم معهم أو ان منازلهم معهم يدل على خروج أمثال الملاحين والاعراب عن موضوع المسافر وذلك بخلاف المكارين وأمثالهم فإنهم داخلون في موضوع المسافر الا انهم خارجون عن حكم المسافر تخصيصا وبالجملة فأحد العنوانين أخذ قيدا للموضوع والأخر قيدا للحكم . وهذا\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 11 / 9\r\n« 2 » ب 12 / 4\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\nبخلاف من لم يكن له وطن أصلا كما في السياح الذي لم يتخذ لنفسه وطنا وكان يدور في أطراف العالم شرقا وغربا . واما مثل الملاحين فاوطانهم ومنازلهم معهم . ومن الممكن ان نفرض سفينة كبيرة تحتوي على عدد كثير من الإنسان وقد هيئوا فيها لأنفسهم جميع ما يحتاج إليه الإنسان في معيشته وتكون تلك السفينة كأحد البلاد الموجود فيها ما يحتاج إليه الإنسان من المأكولات والملبوسات وكل ما يحتاج إليه في أمر معيشته . والفرق بين هذه السفينة وبين البلاد الواقعة على وجه الأرض ان هذه السفينة بلد متحرك بخلاف تلك البلاد .\r\nومن الواضح أيضا عدم الفرق بين كون السفينة كبيرة أو صغيرة مشتملة على عدد كثير من النفوس أو على جماعة قليلة . وما أحسن ما وقع من التعبير في مورد الملاح كما في الروايات من قوله عليه السلام فإنه في بيت يتردد حيث يشاء .\r\nفعلى هذا لو أراد السياح الذي ليس له وطن سفرا للزيارة أو الحج لا يصدق عليه انه مسافر - إذ ليس له وطن حتى يخرج عنه ليصير مسافرا . وهذا بخلاف من كان بيته معه . فإنه ان أراد سفر الزيارة أو الحج وخرج عن موضعه بهذا القصد يصدق في حقه انه مسافر كما لا يخفى . ثم بقي الكلام في معنى الاشتقان الواقع في روايات الباب كما عرفت فنقول : الاشتقان معرب دشتبان وقد اختلفت العبائر في تفسيره وعلى كل حال فهو ممن تغرب عن وطنه لأجل عمله ومهنته ويجب عليه التمام في السفر إذا كان سفره بالغا حد المسافة كما أن الراعي أيضا كذلك . فان المراد منه من خرج عن موطنه لأجل عمله ولا بد فيه أيضا من تقييد الإطلاق بالمسافة الشرعية . فإن الذي يرعى الانعام حول بلده وكان ذلك دون المسافة فهو خارج عن حكم القصر موضوعا .\r\nثم إن الظاهر من تفسير الاشتقان بالبريد كما في رواية الفقيه التي مر ذكرها انه من كلام الصدوق حيث فسره بذلك إذ ذكر ذلك بعد قوله وروى الملاح كما هو واضح . ولكن الظاهر من رواية الخصال ان التفسير المزبور من كلام الإمام عليه السلام كما يشهد بذلك وقوعه في وسط الرواية - فإنه قال فيها خمسة يتمون في سفر كانوا أو حضر المكاري والكرى والاشتقان وهو البريد والراعي والملاح لأنه عملهم وذكر في الأمالي أيضا ما يشعر إلى ذلك حيث قال : في عداد ما\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\nعده من مذهب الإمامية ما هو لفظه والذين يجب عليهم التمام في الصلاة والصوم في السفر المكاري والكرى والاشتقان وهو البريد والراعي والملاح لأنه عملهم . ولكن في كتاب معاني الأخبار الذي صنفه لذكر الروايات الواردة عنهم عليهم السلام في تفسير معاني الروايات لم يذكر ذلك وهذا يوهن كون التفسير المذكور في الاشتقان من الإمام ( ع ) .\r\nثم إن الاشتقان لما كان فيه مصطلحات عديدة باختلاف البلاد والأمكنة صار ذلك منشأ لوقوع الاختلاف في تفسيره فقال بعضهم انه أمير البيادر وبعضهم انه البريد كما في رواية الصدوق والى غير ذلك . ثم إن هنا اشكالا لا بأس بالإشارة اليه وهو ان المستفاد من رواية الخصال خمسة يتمون في سفر أو حضر لكون السفر مهنة وعملا لهؤلاء . والإرفاق الذي ثابت للمسافر من القصر غير ثابت في حقهم إذ بعد كون السفر عادة لهم لا يكون فيه تعب ومشقة . ولا يخفى ان الحكم المزبور من الإتمام في غير الملاح انما يثبت لهؤلاء المذكورين في الرواية سواء تحقق موضوع السفر في حقهم وهو المسافة الشرعية أم لا الا ان الملاح حيث لم يكن له وطن أصلا أو انه في بيت يتردد معه دائما فلا يتحقق معه السفر الشرعي لما عرفت ان السفر هو تغرب الإنسان عن موطنه وهو منتف في حقه فإذا فمن اين صار السفر مهنة وعملا للملاح . ويمكن ان يجاب عنه أولا بأن عد الملاح في سياق الأربعة المذكورة انما هو من باب التغليب وان لم يصدق في حقه انه المسافر . وثانيا ليس جميع الملاحين كذلك . إذ من الملاحين من له موطن خارج السفينة في أحد البلاد وله دار وأهل يعيشون فيه فإذا خرج عن بلده وموطنه للاشتغال بعمله ومهنته يصدق حينئذ في حقه انه مسافر فيرتفع الاشكال على هذا الفرض ثم إن البدوي الذي يعيش في فلاة من الأرض ويطلب مواضع القطر ومنبت الشجر ليس عدم تقصيره من أجل كون السفر عملا له .\r\nبل إن بيته ومنزله معه فليس له مقر معلوم ليتخذه وطنا لنفسه . وهذا وضع أهل البادية الذي عليه عزمهم ما عاشوا في الدنيا . فلا يتصور السفر في حقهم وانما سفرهم فيما إذا فارقوا عن منازلهم ويتباعدوا عنها لزيارة أو حج مثلا . وهنا قسم آخر من البدوي له وطن يستقر فيه فصل الشتاء مثلا . ثم يخرج منه في بقية\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nأيام السنة ليطلب مواضع القطر والكلاء فيصدق عليه انه مسافر وان سفره عمل له . فالملاح الذي له موطن خارج السفينة ان خرج عن موطنه وبلده للاشتغال بعمله يكون نظيره .\r\nإذا عرفت هذا فاعلم أنه إذا اخترنا عدم خصوصية لتلك العناوين الواقعة في الروايات كالمكاري والكرى والاشتقان وغيرها خلافا لبعض فقهائنا من القدماء حيث اقتصروا في الحكم بالإتمام على صدق تلك العناوين المنصوصة فالقدر الجامع حينئذ هو كون السفر عملا ومهنة له . والضمير في قوله عليه السلام لأنه عملهم يرجع إلى السفر . ومن المعلوم أيضا ان المراد من السفر هو السفر الشرعي أعني كونه ثمانية فراسخ فيدور الحكم مدار كون هذا السفر عملا ومهنة للشخص سواء صدق عليه أحد العناوين المذكورة أم لا . واما رجوع الضمير إلى السير فغير صحيح جدا . فالتاجر الذي يدور في تجارته في الشوارع والأزقة من بلده يصدق عليه انه يدور في تجارته الا ان ذلك غير مراد قطعا فلا بد ان يراد من الضمير هو السفر .\r\nكما هو مذكور في صدر الرواية كما أن رجوع الضمير إلى كل واحد من مبادي العناوين المذكورة أيضا غير مقصود جدا إذ من الظاهر كون المكاراة مثلا بما هي هي مما لا يقضى الإتمام بل الذي يقتضي الإتمام اشتمالها على السفر مكررا حتى يعد السفر عملا وعادة له . فلا يكون السفر بالنسبة إليه تعبا ومشقة كما هو كذلك في غير المكاري أيضا فبمناسبة الحكم والموضوع يعلم أن ما هو صار سببا للإتمام في حق هؤلاء انما هو كون السفر صادرا عنهم مكررا وصيرورته عادة لهم من غير مدخلية للحرف المذكورة في الروايات في وجوب الإتمام . ثم انك إذا عرفت ان مرجع الضمير في الرواية هو السفر فهل المراد منه هو الأعم من السفر العرفي والشرعي أو المراد منه هو السفر الشرعي أعني ثمانية فراسخ ولو تلفيقا الصحيح هو الثاني ضرورة ان المنساق من النصوص والفتاوى هو الإتمام على من كان السفر عملا ومهنة له في صورة بلوغ سفره حد المسافة الشرعية الذي لولا العملية لكان موجبا للقصر .\r\nفمن كان عنده بعض الدواب واستعملها في الاحتطاب وغيره من مسافة فرسخ أو فرسخين لا يجب عليه حكم التمام ويكون خارجا عن موضوع الأدلة وان فرضنا صدق المكاري مثلا عليه عرفا هذا بالنظر إلى الأصول والقواعد . واما\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\nالروايات فهي تشهد على ما ذكرنا مثل ما رواه إسحاق بن عمار قال : سألت أبا إبراهيم عليه السلام عن الذين يكرون الدواب يختلفون كل الأيام أعليهم التقصير إذا كانوا في سفر ؟ قال : نعم « 1 » وروايته الأخرى عنه عليه السلام أيضا قال :\r\nسألته عن المكارين الذين يكرون الدواب وقلت : يختلفون كل أيام كلما جائهم شيء اختلفوا . فقال : عليهم التقصير إذا سافروا « 2 » . فان الظاهر من الروايتين ان المراد من الاختلاف فيهما هو التردد إلى ما دون المسافة الشرعية ومن البعيد حملهما على أن المفروض وجوب القصر بعد إقامة عشرة فصاعدا .\r\nثم المراد من قوله عليه السلام لأنه عملهم حيث علل وجوب الإتمام على المكاري والكرى والراعي والاشتقان هو اشتغالهم وعملهم بالفعل ولا يكفى مجرد التسمية . فمن يطلق عليه اسم المكاري وكانت له دواب يستعملها في عمل المكاراة وأيضا له خدمة وغلمان يختلفون في تلك العملية من دون ان يلازمهم هو بنفسه ولا يخرج معهم في سفرهم فلو اتفق انه سافر معهم للحج أو للزيارة يجب عليه عندئذ القصر وان كان يطلق عليه اسم المكاري في العرف كما تدل على ما ذكرنا رواية محمد بن جزك السابقة عن أبي الحسن الثالث عليه السلام قال : كتبت إلى أبى الحسن الثالث عليه السلام ان لي جمالا وان لي قوام عليها ولست اخرج فيها إلا في طريق مكة لرغبتي في الحج أو في الندرة إلى بعض المواضع فما يجب علىّ إذا أنا خرجت معهم ان اعمل أيجب علىّ التقصير في الصلاة والصيام في السفر أو التمام . فوقع عليه السلام إذا كنت لا تلزمها ولا تخرج معها في كل سفر الا إلى مكة فعليك تقصير وإفطار « 3 » كما أن من لم يصدق في حقه اسم المكاري أو غيره من العناوين المنصوصة كمن له مزرعة فيسافر كل يوم أو أكثر الأيام إلى بلد ليبيع أجناسه من الخضروات والفواكه والحبوب وكان سفره بالغا حد المسافة الشرعية فيجب عليه الإتمام وان لم يصدق عليه عنوان المكاري أو غيره من العناوين المنصوصة .\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 12 / 2 و 3\r\n« 2 » ب 12 / 2 و 3\r\n« 3 » ب 12 / 4\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nفرع\r\nورد في جملة من الروايات ان المكاري إذا جدّ به السير يقصر . فمنها صحيحة محمد بن مسلم عن أحدهما عليهما السلام قال : المكاري والجمال إذا جدّ بهما السير فليقصرا « 1 » ومنها صحيحة الفضل بن عبد الملك قال : سألت أبا عبد الله عليه السلام عن المكارين الذين يختلفون . فقال : إذا جدّوا السير فليقصروا « 2 » ومنها مرسلة عمران بن محمد الأشعري عن بعض أصحابنا يرفعه إلى أبى عبد الله عليه السلام قال : الجمال والمكاري إذا جدّ بهما السير فليقصرا فيما بين المنزلين ويتما في المنزل « 3 » ومنها ما رواه الكليني مرسلا قال : وفي رواية أخرى المكاري إذا جدّ به السير فليقصر . قال : ومعنى جدّ به السير جعل المنزلين منزلا « 4 » ومنها ما رواه علي بن جعفر في كتابه عن أخيه قال : سألته عن المكارين الذين يختلفون إلى النيل هل عليهم إتمام الصلاة قال : إذا كان مختلفهم فليصوموا وليتموا الصلاة الا ان جدّ بهم السير فليفطروا فليقصروا « 5 » وعن الشهيد في الذكرى حملها على ما إذا أنشأ المكاري والجمال سفرا غير صنعتهما . أو على ما إذا كانت المكاراة فيما دون المسافة ويكون جدّ به السير عبارة عن قصد المسافة .\r\nانتهى كلامه .\r\nقلت : المراد من جدّ به السير هو سرعة السير الخارج عن السير المعتاد للمكارين بحيث يوجب المشقة والعنف فحكم الشارع من أجل ذلك بالتقصير .\r\nوما ذكره الكليني من التقصير في صورة جعل المنزلين منزلا فهو من باب ذكر المصداق والا فلا خصوصية لما ذكره والمعنى الذي ذكرنا مما لا ريب فيه الا انه خلاف مذهب المشهور . وتوهم ان تلك الروايات بناء على ما ذهبنا اليه من المعنى تكون مما اعرض المشهور عنها فاسد جدا . فان عدم ذهابهم إلى ما ذكرنا ليس من باب اعراضهم عن تلك الأخبار المستفيضة التي بعضها من الأخبار الصحيحة سندا بل المنشأ لذلك هو الاختلاف في فهم المراد منها . وكونهم في\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 13 / 1\r\n« 2 » ب 13 / 2\r\n« 3 » ب 13 / 3\r\n« 4 » ب 13 / 4\r\n« 5 » ب 13 / 5\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nمقام التوجيه يشهد على عدم طرحهم إياها وكون تلك الأخبار موردا لعنايتهم فتصدوا لبيان ما هو المراد منها من الاحتمالات الواقعة فيها .\r\nفرع آخر\r\nيشترط في المكاري وشبهه ان لا يكون سفره المتلبس به بالفعل مسبوقا بإقامة العشرة . وقال المحقق ضابطه ان لا يقيم في بلده عشرة أيام . ومستند المسألة روايات منها ما رواه الشيخ بإسناده عن محمد بن أحمد بن يحيى عن أبي إسحاق إبراهيم بن هاشم عن إسماعيل بن مرار عن يونس بن عبد الرحمن عن بعض رجاله عن أبي عبد الله عليه السلام قال : سألته عن حد المكاري الذي يصوم ويتم قال أيما مكار أقام في منزله أو البلد الذي يدخله أقل من مقام عشرة أيام وجب عليه الصيام والتمام ابدا . وان كان مقامه في منزله أو في البلد الذي يدخله أكثر من عشرة فعليه التقصير والإفطار « 1 » ومنها ما رواه بإسناده عن سعد عن إبراهيم بن هاشم عن إسماعيل بن مرار عن يونس بن عبد الرحمن عن عبد الله سنان عن أبي عبد الله عليه السلام قال :\r\nقال : المكاري ان لم يستقر في منزله إلا خمسة أيام أو أقل قصر في سفره بالنهار وأتم بالليل وعليه صوم شهر رمضان . فإن كان له مقام في البلد الذي يذهب إليه عشرة أيام وأكثر قصر في سفره وأفطر « 2 » لا يقال : ان الرواية متضمنة لحكم لم يقل به أحد وهو التفصيل بين صلاة الليل والنهار إذا أقام خمسة أيام أو أقل حيث حكم بالتقصير في النهار والإتمام في الليل الا الشيخ في بعض كتبه « 3 »\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 12 / 1 الوسائل\r\n« 2 » ب 12 / 6 الوسائل\r\n« 3 » قال قدس سره : في النهاية ولا يجوز التقصير للمكاري والملاح والراعي والبدوي إذا طلب القطر والنبت والذي يدور في جبايته والذي يدور في امارته ومن يدور في التجارة من سوق إلى سوق ومن كان سفره أكثر من حضره فهؤلاء كلهم لا يجوز لهم التقصير ما لم يكن لهم في بلدهم مقام عشرة أيام . فإن كان لهم في بلدهم مقام عشرة أيام وجب عليهم التقصير . وان كان مقامهم في بلدهم خمسة أيام قصروا بالنهار وتمموا الصلاة بالنيل . الجوامع الفقهية ص 251 .\r\nوقال : في المبسوط . فإن كان لهم في بلدهم مقام عشرة أيام كان عليهم التقصير . وان كان مقامهم في بلدهم خمسة أيام قصروا بالنهار وتمموا الصلاة بالليل . ج 1 ص 148 المطبوع بالمطبعة الحيدرية\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\nوهذا يوجب سقوط الرواية عن الاعتبار فإنه يقال : عدم عمل الأصحاب ببعض الرواية لا يوجب سقوط بعضها الأخر عن الاعتبار الذي عملوا به كما نبهنا على ذلك في أمثال المقام . وهنا رواية ثالثة رواها الصدوق بسند صحيح عن عبد الله بن سنان عن أبي عبد الله عليه السلام قال : المكاري إذا لم يستقر في منزله إلا خمسة أيام أو أقل قصر في سفره بالنهار وأتم صلاة الليل وعليه صوم شهر رمضان فإن كان له مقام في البلد الذي يذهب إليه عشرة أيام أو أكثر وينصرف إلى منزله ويكون له مقام عشرة أيام أو أكثر قصر في سفره وأفطر « 1 » . ثم إن مورد الاستشهاد في الرواية هو قوله ( ع ) فإن كان له مقام . إلخ فإنه يستفاد من هذه الفقرة ان الحكم بالإتمام يرتفع بإقامة عشرة أيام الثابت له بعنوان كونه مكاريا فيجب القصر فهل ان ثبوت القصر عندئذ من باب الخروج الموضوعي لكون الإقامة المذكورة قاطعة للسفر وبعد ارتفاع السفر عن المكاري يصير هو كسائر الناس من وجوب القصر عليهم فحينئذ فالحكم بالتمام ثانيا يتوقف على تحقق موضوعه فلو قلنا إنه يحتاج إلى كثرة السفر والكثرة تحصل بالثلاث فلا بد من الإتمام في سفره الثالث كما في كثير الشك في الصلاة حيث يتحقق موضوعه بالدفعة الثالثة وان يصدق اسم المكاري عليه حتى في السفر الأول لكون الاعتناء بكثرة السفر لا المكاراة وتتفرع على ذلك نية الإقامة عشرة أيام في غير بلده واما بلده فالقاطع فيه نفس إقامة عشرة أيام من دون اعتبار النية لكونها قاطعة مطلقا وعن العلامة ان السفر للمكاري مثبت للإتمام والإقامة عشرة أيام نافية له وقاس ذلك بالطهر والحيض . والتحقيق مع أنه قياس باطل ان الإقامة ليست رافعة لحكم الإتمام من أجل كونها قاطعة . بداهة على هذا الفرض لا حاجة إلى إقامة عشرة أيام فإن المرور إلى الوطن قاطع مطلقا . وقد قلنا سابقا ان عنوان المكاري وشبهه إنما أخذ قيدا للحكم دون الموضوع فمع تحقق الإقامة يرتفع حكم الإتمام والمتيقن من ذلك هو السفر الأول فلا بد فيه من التقصير وهذا حكم تعبدي من الشرع وعليه الإجماع . واما في السفر الثاني فهل المرجع هو عموم ما دل على وجوب الإتمام مثل قوله عليه السلام أربعة يجب عليهم التمام وقد عد منهم المكاري فيدل\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 12 / 5\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\nان حكمه هو الإتمام وخرج عن عموم هذه الكلية السفر الأول وبقي الباقي تحت العموم . أو ان المرجع هو استصحاب حكم المخصص أو العمومات الأولية المثبتة للحكم على المكلفين مع قطع النظر عن العوارض والطواري من سفر وغيره وجوه . ثم إن الحكم الثابت للمكاري من الإتمام في صورة والقصر في صورة أخرى ليس من أجل خصوصية ثابتة له . بل الحكم ثابت لأمر جامع فكما ان ترتب الحكم من الإتمام على الأربعة أو أزيد لأمر جامع بينها وليس من أجل خصوصية ثابتة لتلك العناوين الخاصة بل الحكم المزبور ثابت لما هو الجامع بينها كعملية السفر فهكذا في المقام . فالموضوع هو أمر كلي جامع . وقد رتب الشارع عليه حكمين مختلفين على التقديرين . فعلى تقدير عدم الإقامة فعليه التمام وعلى تقدير الإقامة فيجب القصر فعلى هذا ليس بين المكاري وشبهه في صورة الإقامة فرق وهذا بخلاف ما إذا قلنا إن القصر ثابت لخصوص المكاري بما هو مكاري فحينئذ لا يتعدى منه إلى غيره ويدور الحكم مدار صدق موضوعه وهو المكاري . فإن قلنا إن المراد من المكاري ما هو بمعناه اللغوي فيعم الحكم حينئذ للجمال والملاح بل البريد . وان قلنا إن المراد منه معناه العرفي فلا بد حينئذ من الاقتصار على المعنى العرفي . وهذا نظير ما إذا قال المولى أكرم زيدا وعلمنا ان وجوب إكرامه ليس بما هو زيد . بل الحكم ثابت له بما هو عالم فيكون ما هو الموضوع حينئذ هو العالم . وهذا مما لا اشكال فيه . وانما الإشكال في بعض المصاديق كالبدوي الذي بيته معه والملاح فإنه في بيت يتردد حيث يشاء فلا يتصور السفر في حقهما .\r\nوانما سفرهما ان يفارقا عن منازلهما من أجل الزيارة والحج وتوقفهما عشرة أيام أو أزيد كشهر ربما كان امرا متعارفا لأمثالهما ولا يخرجهما ذلك عن صدق اسمهما عليهما كما هو واضح . ثم لا بد من التعرض للتفصيل بين صلاة الليل والنهار إذا أقام خمسة أيام أو أقل حيث حكم بالتقصير في النهار والإتمام في الليل وهذا التفصيل مما لم يذهب إليه الأصحاب إلا الشيخ كما عرفت . وفي الرواية إشكال آخر وهو ان قوله عليه السلام أو ( قل ) يشمل اليوم واليومين ومن الواضح انه لا يجب القصر إذا سافر بعد ذلك والحال ان مقتضى الرواية هو القصر . والتحقيق ان المراد من التقصير بالنهار هو سقوط النوافل النهارية\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nومن الإتمام ليلا هو ثبوت النوافل الليلية وإطلاق صلاة الليل على نوافله مما هو مصطلح في الروايات . نعم لو كان المذكور في الرواية هو لفظ الفريضة لم يكن للاحتمال المذكور مجال إذ الفريضة في مصطلح الاخبار لا تطلق على النوافل كاليومية فحينئذ يرتفع الاشكال من دون ان نحتاج إلى طرح الفقرة المذكورة ويكون المراد من تقصير الصلاة بالنهار سقوط النوافل النهارية ومن ( أتم صلاة الليل ) ثبوت نوافله كما يساعده الاعتبار أيضا . فإن المسافر يتخلص في الليل من مشقة السفر نوعا فلا يصعب عليه إتيان النوافل الليلية بخلاف النهار . ولا يخفى ان التوجيه المذكور في الرواية وان كان لا يخلو من خلاف الظاهر الا انه ليس ببعيد مع سلامة الفقرة المذكورة من الاشكال .\r\nالشرط السادس\r\nمن شرائط القصر الوصول إلى حد الترخص\r\nفي خروجه من البلد وعدم وصوله إليه في رجوعه إلى البلد . واعتبار حد الترخص في الحكم المزبور مما لا اشكال فيه بين الأصحاب . وانما الإشكال في تحديده . فهل الحد كل واحد من توارى الجدران وخفاء الأذان فأيهما حصل كفى في وجوب القصر كما هو الأشهر بل المشهور بين القدماء . أو لا بد من اعتبارهما معا . أو ان الشرط أحد الأمرين وكون الأخر معرفا له وجوه بل أقوال منشأ الاختلاف اختلاف الاخبار ثم لا يخفى ان المذكور في رواية محمد بن مسلم ان الشرط هو توارى المسافر من البيوت اى عدم رؤية أهلها وما ذكره المشهور هو توارى الجدران من المسافر وبينهما تفاوت فاحش .\r\nوعلى كل حال فلا بدلنا أولا من النظر إلى الروايات ثم البحث عن المسألة .\r\nفنقول : فمنها صحيحة محمد بن مسلم قال : قلت لأبي عبد الله عليه السلام الرجل يريد السفر ( فيخرج ) متى يقصر قال : إذا توارى من البيوت . الحديث . « 1 » ومنها صحيحة ابن سنان عن أبي عبد الله عليه السلام قال : سألته عن التقصير قال : إذا كنت في الموضع الذي تسمع فيه الأذان فأتم . وإذا كنت في الموضع الذي لا تسمع فيه الأذان فقصر وإذا قدمت من سفرك فمثل ذلك « 2 » ومنها ما رواه عمرو\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 6 / 1\r\n« 2 » ب 6 / 3\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nبن سعيد قال : كتب اليه جعفر بن محمد ( أحمد ) يسأله عن السفر في كم التقصير ؟\r\nفكتب عليه السلام بخطه وانا أعرفه قد كان أمير المؤمنين عليه السلام إذا سافر أو خرج في سفر قصر في فرسخ . الحديث « 1 » ومنها عن أبي سعيد الخدري قال : كان النبي صلَّى اللَّه عليه وآله إذا سافر فرسخا قصر الصلاة « 2 » ولا يخفى ان فعل النبي والوصي صلوات الله عليهما من التقصير في فرسخ ليس من أجل خصوصية للفرسخ بل الوجه فيه ان في هذا المقدار من السير يقطع الإنسان بوصوله إلى حد الترخص فيجب عليه القصر من أجل تحقق هذا الشرط هذا . واما المستفاد من الروايتين الأولتين فالظاهر منهما كون كل واحد من توارى المسافر من البيوت وخفاء الأذان سببا تاما في وجوب القصر مع أن بينهما تفاوتا فاحشا فان خفاء الأذان يتحقق قبل تواريه من البيوت بكثير سيما إذا قلنا بمقالة المشهور من أن الشرط في المقام هو توارى البيوت من المسافر دون توارى المسافر من البيوت . ثم لا يخفى ان مفهوم الشرط في كل واحد من الروايتين يدل على كون واحد من خفاء الأذان وتوارى المسافر من البيوت سببا تاما فيقع التعارض بين مفهوم كل واحد منهما مع منطوق الأخر .\r\nفإن الظاهر من الصحيحة الأولى انتفاء التقصير ما لم يتوار من البيوت سواء سمع الأذان أم لم يسمع فتتحقق المعارضة بين مفهوم هذه الصحيحة ومنطوق الفقرة من صحيحة ابن سنان وغيرها مما دل على سببية خفاء الأذان للتقصير مطلقا كما أن مقتضى إطلاق الفقرة الأولى من هذه الصحيحة التي هي بمنزلة المفهوم للفقرة الثانية تدل على وجوب الإتمام لدى سماع الأذان من غير فرق بين ان يكون ذلك قبل توارى البيوت أو بعده فيعارضها بناء على تقدير خفاء البيوت قبل خفاء الصوت منطوق الصحيحة الأولى .\r\nوقد يقال : بان مقتضى الجمع بينهما رفع اليد عن مفهوم الصحيحة الأولى بمنطوق الفقرة الثانية من الصحيحة الثانية وتخصيص الفقرة الأولى من هذه الصحيحة التي هي بمنزلة التصريح بمفهوم الفقرة الثانية منها بمنطوق الصحيحة الأولى فيكون محصل المجموع هو ما فهمه المشهور من سببية كل منهما لترتب الجزاء بشرط ان لا يسبقه الأخر .\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 6 / 2\r\n« 2 » ب 6 / 4\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\nواعترض على هذا الجمع شيخنا الأعظم الأنصاري قدس سره بان هذا الجمع حسن لو كان المقام مقام بيان السبب للتقصير فيحمل على تعدد السبب كما في نظائره لكن المقام مقام بيان التحديد والحمل على تعدد الحد غير مستقيم بين الأقل والأكثر . ولعله لذا عكس المتأخرون الجمع بين الصحيحتين فاعتبروا خفاء الأمرين .\r\nوقال المحقق الهمداني ان الذي يقتضيه التحقيق انه لا معارضة بين الصحيحة الأولى والثانية . إذ العادة قاضية بأن توارى الشخص من البيوت فضلا من توارى جدران البلد عنه أخص من خفاء الأذان وهذه الصحيحة لا تدل على انتفاء التقصير ما لم يبلغ هذا الحد الا بالمفهوم الذي غايته الظهور فلا يصلح معارضا للصحيحة الثانية التي هي نص في إناطة الحكم وجودا وعدما بسماع الأذان وعدمه . فقضية الجمع بينهما حمل الصحيحة الأولى على إرادة بيان تحديد تقريبي ببيان الموضوع الذي يتحتم عنده التقصير من غير أن يقصد به الانتفاء عند الانتفاء على الإطلاق . فالحد الحقيقي هو بلوغه إلى موضع لا يسمع فيه الأذان واما خفاء الجدران فمهما تحقق فقد وجب حاله التقصير ولكن لا من حينه بل من حين خفاء الأذان المتحقق قبله في العادة انتهى كلامه « 1 » والذي أفاده قدس سره فهو نظير ما ذكرنا من فعل النبي والوصي صلوات الله وسلامه عليهما من التقصير في الفرسخ . فان ذكر الفرسخ في الروايتين ليس من باب الموضوعية بل الوجه فيه كما ذكرنا سابقا ان في صورة تحقق الفرسخ يحصل للمسافر اليقين بوصوله حد الترخص . فهكذا فيما نحن فيه حيث لم يكن المسافر سفره دائما وقت الأذان حتى يعلم بأنه وصل حد الترخص أم لا . فذكر الشارع علامة لذلك وهي توارى المسافر عن البيوت فإذا تحقق هذا يحصل اليقين حينئذ انه وصل إلى حد الترخص بحيث لو أذنوا في البلد لم يسمع أصواتهم . فالتحديد الواقعي يحصل بخفاء الأذان وتوارى المسافر من البيوت أو توارى البيوت من المسافر ذكر معرفا وعلامة لذلك . ويرده ان ما افاده قدس سره يخالف لما هو الظاهر من الروايات وعبائر الأصحاب فإن الظاهر منهما كون كل واحد منهما سببا مستقلا كما يشهد بذلك كون عطف أحدهما إلى الأخر بلفظ ( أو ) . والتحقيق : ان المسألة تتوقف على حل اشكال صعب في المقام . فلا بد لنا صرف عنان الكلام إلى تحقيقه\r\n\r\n","description":"","footnote":"\r\n« 1 » كتاب الصلاة من مصباح الفقيه ص 751\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\nفنقول : إذا قلنا إن مبدء حساب المسافة المعتبرة شرعا من الثمانية هو سور البلد أو آخر البيوت فيما لا سور فيه فحينئذ إذا تجاوز المسافر عن سور البلد فقد تجاوز عن مبدء حساب المسافة فإن الفرض ان مبدء المسافة هو سور البلد فالوصول اليه هو الوصول إلى مبدء المسافة . فالقول بعدم جواز القصر له ما لم يصل إلى مبدء الترخص مما لا يجتمع مع هذا الفرض فلا بد ان يكون مبدء المسافة هو حد الترخص والا فجواز القصر يتوقف على مجرد تجاوزه عن سور البلد في الخروج كما أنه لا بد من القصر ما لم يصل إلى سور البلد عند العود وان تجاوز عن حد الترخص . وهنا اشكال آخر أيضا وهو امتناع جعل أمرين مختلفين معرفا وعلامة لبعد خاص سواء كان الاختلاف بينهما بالعموم والخصوص من وجه أو ان أحدهما عاما والأخر خاصا وعلى كل حال فالسبب اما هما أو أحدهما بمعنى ان أيا منهما تحقق يجب القصر من دون ملاحظة تحقق الأخر هذا . واما الجواب عما ذكرنا فيحتاج إلى تمهيد مقدمة . بيان ذلك ان كل شيء أخذ موضوعا لحكم سواء كان موضوعا عرفيا أو شرعيا قد يكون له توابع تكون خارجة عن حقيقة الموضوع الا انها تكون داخلة في حكم موضوعه مثلا ان الدار اسم لما أحاطت به الجدران من العرصة والبنا ولها أيضا توابع داخلة في حكمها كمجرى الماء وحريمها وطريقها ومفتاحها فإنها وان كانت خارجة عن حقيقة الدار الا انها داخلة في حكمها . ومن هنا كانوا يصرحون في اسناد المعاملات بان زيدا مثلا باع داره لفلان بكذا مع انتقال جميع توابعها الشرعية والعرفية . وهكذا الأمر في البلد فان البلد اسم لما أحاط به السور واما خارج السور فليس معدودا من اجزاء البلد الا ان البلد له توابع يكون حكمها حكمه . والتابع أمر عرفي لا بد من أخذه من العرف الا انه يترتب عليه حكم شرعي كما يترتب على نفس المتبوع الحكم المزبور . فإذا نقول : لو خرج المسافر من بلده ووصل إلى حد يسمع صوت أذان بلده ويرى بيوته أو يرونه أهله يصدق عندئذ انه في بلده وكذا الحال عند العود من السفر ولو كان خائفا في الطريق يزول خوفه والحكم المزبور عندهم ليس الا من جهة كون هذا المقدار من البعد تابعا للبلد فما دام لم يتجاوز عن الحد المزبور في الخروج فهو في حكم بلده\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nوكذا عند العود . فإذا وصل إلى حد يعد من توابع البلد يطلقون حينئذ انه وصل إلى البلد وبالجملة فتوابع البلد كاجزائه عند العرف . الا ان ترتب الحكم الشرعي على المسافر من الإتمام في الصورة المزبورة يحتاج إلى الدليل من الشرع .\r\nفالحكم بالإتمام فيما لم يتجاوز عن حد الترخص وكذا عند العود إذا وصل إلى هذا الحد من أجل دلالة الدليل من الشرع . ولذا ترى ان محل الإقامة عشرة أيام ليس كذلك عندهم . فقد حكموا بأن المسافر إذا خرج من محل الإقامة لا بد له من القصر بمجرد خروجه منه لعدم اعتبار حد الترخص فيه . نعم الحق بعضهم محل الإقامة بالوطن فاشترطوا فيه أيضا تجاوز المسافر عن الحد المزبور في القصر . وعلى كل حال فسريان حكم الموضوع لتوابعه العرفية تارة بالملازمة الواقعة بينه وبينها عند العرف فلا يحتاج إلى التصريح بدخول تلك التوابع تحت حكم المتبوع وأخرى ليس الأمر بتلك المثابة بل في شمول حكمه لها خفاء وغموض فيحتاج إلى التصريح اما من العرف كما في بعض المعاملات أو من الشارع كما في المقام . فان الوطن موضوع للإتمام ومبدء احتساب المسافة أيضا سور البلد أو آخر البيوتات ومع ذلك حكم الشارع بالإتمام ما لم يخرج من توابع البلد اعني حد الترخص وكذا في العود إلى الوطن فيتم صلاته إذا وصل حد الترخص وكذا في العود إلى الوطن فيتم صلاته إذا وصل حد الترخص . ومن هنا يقال إن المسافر لو خرج من وطنه فما دام لم يتجاوز عن حد الترخص كان عليه الإتمام وإذا جاز عنه يقصر ثم لو عاد في أثناء سفره إلى حد الترخص لاعوجاج في الطريق فيتم ثانيا وإذا خرج بعد ذلك من حد الترخص ثانيا فيقصر أيضا ويكفي في ذلك كون الباقي بضميمة ما قطعه أولا مسافة كما هو المختار عندنا ولا يحتاج القصر إلى كون الباقي مسافة كما ذهب اليه بعض الاعلام . نعم إذا دخل في أثناء الطريق وطنه فحينئذ يلزم كون الباقي مسافة بلا إشكال لأن المرور إلى الوطن قاطع للسفر .\r\nوما ذكرنا نظير ما كان سفره في الأثناء معصية فيجب عليه حينئذ الإتمام بعد ما كان الواجب عليه أولا القصر فإذا اتصف سفره بعد ذلك بالإباحة فيقصر ثانيا من غير نظر إلى كون الباقي مسافة إذا كان مجموع الطرفين مسافة كما قويناه سابقا وعلى كل حال فلا منافاة بين احتساب المسافة من سور البلد أو آخر البيوت\r\nو ","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\nبين عدم جواز القصر إذا لم يتجاوز عن توابع البلد . فالمعيار في القصر والتمام هو الخروج عن توابع البلد وعدمه . فما دام المسافر يسمع صوت الأذان أو يرى جدرانه لم يخرج من توابع البلد التي تعد عرفا كاجزائه مع كون مبدء المسافة المعتبرة هو سور البلد أو أخر البيوت فلا إشكال في كونه مسافرا بعد شروعه في السير في المسافة المعتبرة وان كان ذلك قبل الوصول إلى حد الترخص . نعم قبل وصوله اليه يكون بحكم المقيم شرعا . فما ذكره بعض الأكابر من أن وجوب التمام على المسافر قبل الوصول إلى حد الترخص من باب التخصص والخروج الموضوعي لا التخصيص والخروج الحكمي مما لا وجه له مع ذهابه إلى أن في صورة الشك في الوصول إلى حد الترخص ووجوب القصر عليه كان المرجع عمومات وجوب القصر . ولا يخفى ما في كلامه من التناقض البين إذ بناء على عدم تحقق السفر عرفا قبل الوصول إلى حد الترخص يكون مرجع الشك إلى الشك في أصل تحقق السفر ويكون الشك المزبور من مصاديق الشبهات المصداقية فالتمسك بعمومات القصر حينئذ من قبيل التمسك بالعام في الشبهات المصداقية وهو كما ترى . ( ثم ) يقع البحث في أنه كيف يعقل جعل حدين مختلفين لشيء واحد وعلى فرض كونه معقولا هل هو على وجه التخيير أم لا بد من تحقق الحدين والذي ينبغي ان يقال هو ان الوطن لما كان موضوعا للإتمام وكانت له توابع عرفا التي حكمها حكمه فحدها الشارع بحدين لئلا يقع الخلاف ويكون الرجوع إلى أمر مضبوط معين . وحيث إن الحدين من الأمور الاعتبارية التي زمام أمرها بيد المعتبر وهو في المقام الشارع فحينئذ لا يحتاج المقام إلى وجود جامع بينهما . فإن الأمور الاعتبارية لا يكون بينهما جامع مقولى كما حققناه في محله عند تصوير الجامع . واما الجامع الاعتباري فلا مانع من اعتباره . ويكون ما نحن فيه نظير السفر . فإنه عبارة عن مطلق الضرب في الأرض عرفا فحده الشارع تارة بثمانية فراسخ وتارة ببياض يوم وأخرى بغيرهما . والتحقيق ان كل واحد من الحدين المذكورين في حد الترخص أخذ على نحو الموضوعية من غير أن يقع التنافي بينهما سواء كانت النسبة بينهما من قبيل العموم والخصوص من وجه أو من قبيل العموم والخصوص المطلق أو التساوي . والتنافي إنما يتصور على تقدير كونهما من\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nقبيل المعرف لشيء واحد فمع اختلافهما يحصل التنافي بينهما بخلاف كون كل واحد منهما مأخوذا على نحو الموضوعية كما إذا أراد المولى إكرام زيد وكان ما هو الملاك والمناط في إكرامه جهتان كونه عالما وكونه هاشميا فالموضوع لإكرامه هو العنوانان فيجب ذكرهما وان انحصر مصداقهما في زيد وبالجملة فكل واحد من العنوانين موضوع للحكم بإكرامه فهكذا المقام . فذكر الحدين من خفاء الأذان أو خفاء المسافر من البيوت كما هو المستفاد من صحيحة محمد بن مسلم أو خفاء البيوت من المسافر كما في عبائر المشهور مما لا اشكال فيه . فان الحدين أخذا بنحو الموضوعية لا المعرفية فأيهما تحقق من الحدين يجب القصر من دون ملاحظة تحقق الأخر . واما على فرض كونهما معرفين لحد خاص فيقع الكلام في أنه هل يكفي أحدهما على وجه التخيير في وجوب القصر أو انه لا بد من تحقق أحدهما تعيينا أو يعتبر من اجتماعهما في وجوب القصر والا فلا بد من الإتمام وجوه . اما كفاية أحدهما تعيينا فهو مما لا وجه له بعد كون كل واحد مرويا صحيحا وتلقى الأصحاب كل واحد منهما بالقبول . نعم بناء على ما يظهر من بعض القدماء من نقل أحد الحدين فلا اشكال فيه سواء كان ذلك لكون الحد الأخر مطروحا عنده أو لأجل عدم الظفر فيه بالرواية . فيبقى الاحتمالان الآخران . وحاصل الكلام في المقام هو ما افاده المحقق صاحب الكفاية . قال قدس سره : إذا تعدد الشرط مثل إذا خفي الأذان فقصر وإذا خفي الجدران فقصر فبناء على ظهور الجملة الشرطية في المفهوم لا بد من التصرف ورفع اليد عن الظهور اما بتخصيص مفهوم كل منهما بمنطوق الأخر فيقال بانتفاء وجوب القصر عند انتفاء الشرطين واما برفع اليد عن المفهوم فيهما فلا دلالة لهما على عدم مدخلية شيء آخر في الجزاء بخلاف الوجه الأول فإن فيهما الدلالة على ذلك . واما بتقييد إطلاق الشرط في كل منهما بالاخر فيكون الشرط هو خفاء الأذان والجدران معا . فإذا خفيا وجب القصر ولا يجب عند انتقاء خفائهما ولو خفي أحدهما . واما بجعل الشرط هو القدر المشترك بينهما بان يكون تعدد الشرط قرينة على أن الشرط في كل منهما ليس بعنوانه الخاص بل بما هو مصداق لما يعمهما من العنوان ولعل العرف يساعد على الوجه الثاني كما أن العقل ربما يعين هذا الوجه بملاحظة ان الأمور\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\nالمتعددة بما هي مختلفة لا يمكن ان يكون كل منهما مؤثرا في واحد فإنه لا بد من الربط الخاص بين العلة والمعلول ولا يكون الواحد بما هو واحد مرتبطا بالاثنين بما هما اثنان ولذلك أيضا لا يصدر من الواحد الا الواحد فلا بد من المصير إلى أن الشرط في الحقيقة واحد وهو المشترك بين الشرطين بعد البناء على رفع اليد عن المفهوم وبقاء الشرط في كل منهما على حاله وان كان بناء العرف والأذهان العامية على تعدد الشرط وتأثير كل شرط بعنوانه الخاص فافهم .\r\nواما رفع اليد عن المفهوم في خصوص أحد الشرطين وبقاء الأخر على مفهومه فلا وجه لان يصار اليه الا بدليل آخر الا ان يكون ما أبقى على المفهوم أظهر فتدبر جيدا . انتهى كلامه رفع مقامه .\r\nتنبيه\r\nان رواية عبد الله بن سنان الواردة في سماع الأذان قد رواها الشيخ في التهذيب هكذا . قال : سألته عن التقصير قال : إذا كنت في الموضع الذي تسمع الأذان فأتم وإذا كنت في الموضع الذي لا تسمع الأذان فقصر . وإذا قدمت من سفر فمثل ذلك . وفي الاستبصار اقتصر بنقل الذيل فقط وزاد الكاف في لفظة ( سفر ) وقد نقل بعضهم كلتا الروايتين . فوقع الخلاف في أنهما روايتان أو رواية واحدة . وبناء على الوحدة أيضا هل الصادر هو ما في التهذيب أو ما في الاستبصار .\r\nوان ما في التهذيب هو المنقول بالمعنى وقد أضاف المفهوم في رواية التهذيب كما قيل . والحق كونهما رواية واحدة وان المجموع هو من ألفاظ الرواية . وقد نقل الشيخ الرواية في كتابيه بسند واحد الا ان نظره في كل واحد منهما غير ما هو في الأخر . ففي التهذيب كان نظر الشيخ تطبيق فتاوى المفيد في كتابه المقنعة على الروايات لان التهذيب هو شرح كتاب أستاذه المفيد . واما في الاستبصار نقلها في باب كان عنوانه الرجوع عن السفر فقد ذكر فيه مورد حاجته وهو ذيل الرواية في المقام . إذ نظر الشيخ في الاستبصار ذكر ما يتعلق بالأحاديث المختلفة مفردا على طريق الاختصار وصرف العناية إلى وجه الجمع بينها . ونقل في الوسائل الرواية بتمامها من التهذيب كما هو الظاهر . وزاد فيها لفظة الكاف في كلمة ( سفر ) وقد\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nعرفت انتفائها في رواية التهذيب وانما هي مذكورة في الاستبصار . الا ان الظاهر أن إضافة الكاف في كلمة ( سفر ) في الوسائل من اشتباه النساخ . ويشهد لذلك ان النسخ المصححة من الوسائل فاقدة لصدر الرواية وفي بعض النسخ الصدر مذكور في الحاشية دون المتن . وفي ( الوافي ) نقل الرواية بدون الكاف كما في التهذيب الا انه ذكر في الحاشية ان الرواية مذكورة في الاستبصار أيضا كذلك وقد عرفت الاختلاف بين التهذيب والاستبصار وما اشتهر من أن الاستبصار قطعة من التهذيب وان كل ما في الاستبصار موجود في التهذيب مما لا وجه له .\r\nفي وجوب الإتمام لو نوى الإقامة عشرة أيام في بلد\r\nقال المحقق قدس سره : إذا نوى الإقامة في بلد عشرة أيام أتم . ولا يخفى على المتأمل انه جمع في عبارته المذكورة النكات المستفادة من اخبار الباب منها . ان مجرد إقامة عشرة أيام لا يكفى من الإتمام بل لا بد فيها من النية . والمراد منها ليس معناها الاصطلاحي كما هو واضح من صدور الفعل عن العزم الناشي عن اختيار المكلف . بل المراد هو مطلق العزم بالبقاء ولو بأسباب قهرية خارجة عن اختياره كما في صورة نزول الثلج وحصول برودة شديدة في الهواء أو عدم الأمن في الطريق بحيث يتيقن انه يبقى عشرة أيام . ومنها : كون الإقامة المذكورة عشرة أيام كاملة . فلو عزم على إقامة عشرة أيام إلا ساعة أو أقل لم يكف ذلك في الإتمام ولا عبرة بالمسامحة العرفية ومنها انه يعتبر في الإقامة المذكورة كونها في مكان واحد وقد عبر عن هذا الشرط بالإتيان بلفظة ( بلد ) بالتنكير . فلو عزم الإقامة في مكانين أو أكثر لا يوجب ذلك الإتمام . ثم لا يخفى ان الاخبار في المسألة مستفيضة لو لم تكن متواترة فمنها صحيحة زرارة عن أبي جعفر عليه السلام قال قلت له :\r\nأرأيت من قدم بلدة إلى متى ينبغي له ان يكون مقصرا . ومتى ينبغي ان يتم فقال : إذا دخلت أرضا فأيقنت ان لك بها مقام عشرة أيام فأتم الصلاة . وان لم تدر ما مقامك بها تقول غدا أخرج أو بعد غد فقصر ما بينك وبين ان يمضي شهر فإذا تم لك شهر فأتم الصلاة وان أردت أن\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\nتخرج من ساعتك . « 1 » ومنها صحيحة منصور بن حازم عن أبي عبد الله عليه السلام قال : سمعته يقول : إذا أتيت بلدة فأزمعت المقام عشرة أيام فأتم الصلاة فإن تركه رجل جاهلا فليس عليه إعادة « 2 » ومنها صحيحة معاوية بن وهب عن أبي عبد الله عليه السلام أنه قال : إذا دخلت بلدا وأنت تريد المقام عشرة أيام فأتم الصلاة حين تقدم . وان أردت المقام دون العشرة فقصر . وان أقمت تقول : غدا أخرج أو بعد غد ولم تجمع على عشرة فقصر ما بينك وبين شهر .\r\nفإذا تم الشهر فأتم الصلاة . قال : قلت : إذا دخلت بلدا أول يوم من شهر رمضان ولست أريد ان أقيم عشرا . قال : قصر وأفطر . قلت : فان مكثت كذلك أقول :\r\nغدا أو بعد غد فأفطر الشهر واقصر ؟ قال : نعم هذا ( هما ) واحد . فإذا قصرت أفطرت . وإذا أفطرت قصرت « 3 » ومنها صحيحة علي بن جعفر عن أبي الحسن عليه السلام . قال : سألته عن الرجل يدركه شهر رمضان في السفر فيقيم الأيام في المكان عليه صوم ؟ قال : لا حتى يجمع على مقام عشرة أيام وإذا أجمع على مقام عشرة أيام صام وأتم الصلاة . قال وسألته عن الرجل يكون عليه أيام من شهر رمضان وهو مسافر يقضي إذا أقام في المكان ؟ قال : لا حتى يجمع على مقام عشرة أيام « 4 » ولا يعارضها من الاخبار الا ما قد يتوهم من رواية أبي أيوب قال سال محمد بن مسلم أبا عبد الله عليه السلام وانا اسمع عن المسافران حدث نفسه بإقامة عشرة أيام قال : فليتم الصلاة . فإن لم يدر ما يقيم يوما أو أكثر فليعد ثلاثين يوما ثم ليتم وان كان أقام يوما أو صلاة واحدة .\r\nفقال له محمد بن مسلم : بلغني انك قلت : خمسا . فقال : قد قلت ذلك . قال أبو أيوب : فقلت انا جعلت فداك يكون أقل من خمسة أيام . قال : لا « 5 » ثم إن قوله عليه السلام قد قلت ذلك يحتمل ان يكون المراد منه الإشارة إلى أن الحكم في المسألة هو ما قلته أولا من دون تعرضه إلى كفاية الخمسة في الإتمام . فالحكم في المسألة هو الإتمام إذا نوى إقامة عشرة أيام . ويؤيد هذا الاحتمال إتيان لفظة ( قد ) الموضوعة للتحقيق ولفظة ( ذلك ) الموضوعة للإشارة البعيدة . نعم المذكور\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 15 / 9\r\n« 2 » ب 17 / 3\r\n« 3 » ب 15 / 17\r\n« 4 » ب 15 / 1\r\n« 5 » ب 15 / 12\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\nفي بعض النسخ هو لفظة ( ذاك ) بدل ( ذلك ) الا ان المذكور في أكثرها هو لفظة ( ذلك ) . وهنا احتمال آخر في الرواية وهو ان المراد من قوله عليه السلام ( قد قلت ذلك ) في جواب الراوي تصديق ما بلغ اليه من كفاية الخمسة في الإتمام والإشارة إلى أنه قال ذلك من أجل التقية . فإن ذلك مذهب بعض العامة كما ذهب إليه الشافعي وقال : ان نوى مقام أربعة سوى بيوم دخوله وخروجه أتم « 1 » ولا يخفى انه إذا انضم يوم الدخول إلى يوم الخروج يكون المجموع خمسة . ولو أبيت عما ذكرنا فنقول حينئذ ان خبر أبي أيوب في كفاية خمسة أيام مما أعرض الأصحاب عنه . فلا يصلح للمعارضة مع اخبار الباب . وبناء على المعارضة لا بد لنا من اعمال المرجحات ومن الواضح ان من المرجحات كون الحكم في المسألة مخالفا للعامة فيحمل الخبر على التقية . وحمل الشيخ حكم الخمسة على من كان بمكة أو المدينة .\r\nواستشهد على ذلك في التهذيب بما رواه عن ابن محبوب عن علي بن السندي عن حماد بن عيسى عن حريز عن محمد بن مسلم قال : سألته عن المسافر يقدم الأرض فقال : ان حدثته نفسه ان يقيم عشرا فليتم وان قال : اليوم أخرج أو غدا اخرج ولا يدرى فليقصر ما بينه وبين شهر . فان مضى شهر فليتم . ولا يتم في أقل من عشرة إلا بمكة والمدينة . وان أقام بمكة والمدينة خمسا فليتم « 2 » وهذا الاحتمال الذي ذكره الشيخ قريب جدا سيما بعد كون السائل في الروايتين هو محمد بن مسلم وعدم اختلاف بينهما من حيث الصدر الا اختلافا يسيرا غير مخل بالمقصود . وعلى كل حال فقد ظهر مما ذكرنا عدم معارضة الخبر المزبور مع تلك الأخبار الكثيرة المستفيضة لو لم نقل بتواترها الدالة على وجوب الإتمام إذا نوى المسافر إقامة عشرة أيام ولا يكون في أقل من ذلك - ثم إن وجوب الإتمام للمقيم عشرة أيام اما من أجل خروجه عن موضوع المسافر حقيقة كما هو الحال في الحاضر أو من أجل خروجه عن موضوعه تنزيلا لا حقيقة . فالشارع نزل المقيم\r\n\r\n","description":"","footnote":"\r\n« 1 » قال في الخلاف : وقال الشافعي : ان نوى مقام أربعة سوى يوم دخوله وخروجه أتم . وان كان أقل قصر وبه قال عثمان وسعيد بن المسيب . وفي الفقهاء مالك والليث بن سعيد واحمد وإسحاق وأبو ثور . انتهى س . ا . م ( 2 )\r\n« 2 » ب 15 / 12\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\nعشرة أيام منزلة الحاضر مع كونه مسافرا حقيقة واما من أجل خروجه عن موضوعه بنحو التخصيص الفردي كأنه قال : المسافر غير المقيم عشرة أيام يجب عليه التقصير نظير ان يقال أكرم العلماء غير الفساق بان يكون مرجعه إلى وجوب إكرام العلماء العدول وحرمة إكرام العلماء الفساق وفي جميع هذه الأقسام الثلاثة يكون مقيم العشرة خارجا عن موضوع المسافر لا عن حكمه . الا ان القسم الأول منها غير متصور إذ المقيم عشرة أيام ليس خارجا عن موضوع المسافر حقيقة بخلاف القسمين الأخيرين فإنهما محتملان في المقام . وهنا قسم آخر وهو كونه خارجا عن حكم المسافر لا عن موضوعه . فمقيم العشرة مسافر حقيقة الا ان الشارع أخرجه عن حكم المسافر وهو التقصير . إذا عرفت هذا فاعلم : انه تختلف الثمرة باختلاف الأقسام المذكورة وإليك بعض الأمثلة فمنها انه لو سافر إلى أربعة فراسخ بقصد الرجوع ثم صادف انه عزم على إقامة عشرة أيام وبعد العشرة رجع إلى وطنه فبناء على الخروج الموضوعي لا يقصر عند رجوعه لعدم تحقق المسافة المعتبرة في الرجوع . واما بناء على الخروج الحكمي فيقصر لأنه مسافر على كل حال . وانما حكم الشارع عليه بوجوب الإتمام ما دام انه مقيم . وبعد انضمام أربعة فراسخ راجعا إلى أربعة فراسخ ذاهبا يكون المجموع ثمانية فراسخ فيجب القصر . ومنها - بناء على الخروج الموضوعي يجب اعتبار حد الترخص إذا أراد الرجوع من بلد الإقامة إذا فرضنا كون سفره من بلد الإقامة إلى المقصد ثمانية فراسخ . واما على الحكمي فلحاظ حد الترخص فليس بلازم إذا قلنا بعدم شمول الدليل في اعتباره بالنسبة إلى الخروج الحكمي . فلا بد لنا من تحقيق ما هو المناط في المقام من الخروج الموضوعي أو الحكمي من الرجوع إلى الروايات والعمل على طبقها . فنقول : فمنها صحيحة زرارة عن أبي جعفر عليه السلام قال :\r\nمن قدم قبل التروية بعشرة أيام وجب عليه إتمام الصلاة وهو بمنزلة أهل مكة فإذا خرج إلى منى وجب عليه التقصير . فإذا زار البيت أتم الصلاة وعليه إتمام الصلاة إذا رجع إلى منى حتى ينفر . ومن الواضح ان ذكر مكة في الرواية من باب المثال . ويستفاد من الرواية ان المقيم عشرة أيام يجب عليه الإتمام في الصلاة من أجل كونه بمنزلة أهل مكة . فالرواية دالة بالصراحة على الخروج\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\nالموضوعي . وان مقيم العشرة انما يجب عليه الإتمام من جهة كونه خارجا عن موضوع المسافر ويترتب حينئذ على مقيم العشرة جميع ما من الأحكام والآثار لأهل مكة مضافا إلى تفريع الإمام عليه السلام على التنزيل المذكور أحكاما ثلاثة بلفظة ( فا ) يشهد على الخروج الموضوعي . فالأول تفريعه عليه السلام على التنزيل المذكور بأنه إذا خرج من مكة إلى منى وجب عليه التقصير . وذلك أنه إذا خرج للوقوف في العرفات ثم إلى منى يبلغ سفره حينئذ حد المسافة أي بريدين فيحب عليه التقصير . الثاني انه إذا زار البيت أتم الصلاة . والوجه فيه كون المقيم عشرة أيام بمنزلة أهل مكة . فأهل مكة يتمون الصلاة لأن مكة بلدهم ومقيم العشرة أيضا يتم لأنه بمنزلتهم . الثالث عليه إتمام الصلاة إذا رجع إلى منى حتى ينفر . وذلك أن المسافة من مكة إلى منى أقل من بريد فأهل مكة يتمون في منى فهكذا المقيم عشرة أيام الذي هو بمنزلتهم . ومما ذكرنا ظهر ان الاشكال على عموم التنزيل بان التنزيل في الرواية راجع إلى وجوب الإتمام لمقيم العشرة في بلد الإقامة فقط من دون كونه ناظرا إلى جميع الأحكام والآثار لأهل مكة ليس في محله هذا ولكن يمكن ان يقال إن التنزيل المذكور في الرواية راجع إلى وجوب الإتمام لمقيم العشرة . فإن التنزيل المذكور في الرواية انما وقع بعد الحكم بالإتمام لمقيم العشرة وظهوره فيما ذكرنا واضح جدا . والأخذ بالإطلاق في اللفظ انما يصح فيما لم يكن في البين ما ينصرف اليه اللفظ كما في المقام .\r\nمع أنه يلزم من الأخذ بعموم التنزيل ما هو مخالف لما هو المسلم بينهم . وهو انه لو فرضنا ان مقيم العشرة إذا سافر من بلد الإقامة ثم رجع إلى البلد المذكور ثانيا من دون ان ينوي إقامة عشرة أيام يلزم حينئذ بمقتضى الأخذ بعموم التنزيل إتمام الصلاة فيه والحال انه لا بد له من التقصير الا ان يقال إن ذلك انما خرج بالدليل . وقد يقال كما عن بعض الاعلام ان إتمام الصلاة إذا زار البيت من أجل خصوصية للمكان لأن الإتمام بمكة أحب من التقصير . وفيه ان ذلك يوجب اختصاص الحكم بمكة مع أنه عليه السلام حكم بالإتمام في منى أيضا هذا . والذي يقتضي التحقيق في المقام هو عدم العموم للتنزيل المذكور بل التنزيل\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nراجع إلى وجوب الإتمام لمن نوى إقامة عشرة أيام في بلد . واما الأحكام المذكورة بعد الحكم المزبور من الإتمام فأحكام مستقلة غير متفرعة على التنزيل المذكور .\r\nاما الحكم بالإتمام في منى فإنما هو صادر عن تقية حيث إن عثمان بعد ما زار البيت ورجع إلى منى أتم صلاته بمنى بعد ما صلاها بمنى ركعتين أربع سنين « 1 » ومما يدل أيضا على أن الحكم بالإتمام بمنى صدر عن تقية ما ورد في بعض الروايات من أن الصلاة مع الامام بمنى أربع ركعات وإذا صلاها منفردا صلى ركعتين « 2 » وبالجملة فلا ريب في أن الإتمام بمنى صدر عن تقية . والا فليس الإتمام في منى من أجل كونها من الأمكنة الثابتة فيها التخيير وكون الإتمام فيها أحب من التقصير . واما الإتمام بمكة فمن أجل ان الإتمام بمكة أحب من التقصير . واما التقصير في خروجه إلى منى لبلوغ سفره حينئذ بريدين لأنه يذهب أولا إلى عرفات للوقوف فيها . ثم منها إلى منى فيجب عليه التقصير من دون ربطه إلى التنزيل المذكور . واما الإتمام إذا نوى إقامة عشرة أيام فهو من أجل دلالة الدليل على الإتمام لمقيم العشرة فهو حينئذ بمنزلة الحاضر . وقد ذكرنا ان ذكر مكة في الرواية من باب المثال . فالمستفاد من الصحيحة المذكورة هو الخروج الحكمي .\r\nالا ان هنا تقريرا آخر . وهو ان الوطن بحسب لغة العرب وعرفهم عبارة عن مقر الإنسان ومأواه ومحل سكونته فله مصداق حقيقي وهو ما اتخذه مقرا لنفسه بنحو الاستمرار والأبد وله مصداق تنزيلي بحسب تحديد الشرع كما هو كذلك في المكان الذي نوى فيه إقامة عشرة أيام . أو المكان الذي تردد عزمه فيه حتى مضى شهر فلا بد حينئذ من الإتمام . وبالجملة فأقامه عشرة أيام تكون قاطعا\r\n\r\n","description":"","footnote":"\r\n« 1 » وعن انس كما في مسند أحمد ج 1 / ص 45 ما هو لفظه : صلى رسول الله ص الصلاة بمنى ركعتين وصلاها أبو بكر بمنى ركعتين وصلاها عثمان بن عفان بمنى ركعتين أربع سنين ثم أتمها بعد\r\n« 2 » اخرج الشيخان وغيرهما بالإسناد عن عبد الله بن عمر ( رض ) قال : صلى بنا رسول الله ( ص ) بمنى ركعتين وأبو بكر بعده وعمر بعد أبي بكر وعثمان صدرا من خلافته ( رض ) ثم إن عثمان صلى بعد أربعا فكان ابن عمر إذا صلى مع الامام صلى أربعا وإذا صلى وحده صلى ركعتين صحيح البخاري ج 2 ص 54 . صحيح مسلم ج 2 ص 260 مسند أحمد ج 2 ص 148 سنن البيهقي ج 2 ص 126\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nللسفر فلا بد في اختيار السفر بعدها على قصد المسافة الشرعية ولا يكفى فيه انضمام اللاحق بالسابق في تحقق المسافة الشرعية . بل يمكن استفادة القاطعية أيضا بناء على التخصيص الفردي وان لم نقل بالخروج الموضوعي ولو تنزيلا وقد يستفاد ذلك من الروايات كصحيحة زرارة المروية في الكافي والتهذيب عن أبي جعفر عليه السلام قال : قلت له : أرأيت من قدم . إلخ وقد مر ذكرها في صدر البحث . ومن الواضح ان السائل كان يعلم إجمالا ان المسافر على قسمين . قسم من المسافر يجب عليه الإتمام وقسم يجب عليه التقصير . فأراد أن يبين الإمام عليه السلام تفصيل ذلك وانه في أي مورد يجب عليه الإتمام وفي أي مورد يجب عليه التقصير فأجاب عليه السلام عن ذلك بأنه يجب عليه الإتمام إذا تقين بإقامة العشرة ويجب عليه التقصير إذا لم يتيقن بالإقامة وتردد في عزمه حتى مضى شهر فعندئذ يجب الإتمام . ثم انا نقول في توضيح المقام ان المولى إذا قال أكرم العلماء لا الفساق فهذا يتصور على نحوين . فتارة أن الفساق خارجون عن وجوب الإكرام أي يجب إكرام العلماء الا الفساق منهم فالفساق خارجون عن حكم وجوب الإكرام وهذا خروج حكمي صرف . وأخرى ان الفساق لا يجب إكرامهم من أجل التخصيص الفردي فيكون الموضوع للإكرام العلماء العدول كما إذا قال أكرم العلماء العدول ولا تكرم العلماء الفساق والفرق بينهما بمكان من الوضوح .\r\nثم إن العموم الأفرادي تارة يستتبع العموم الاحوالى وأخرى لا يستتبع ذلك . ففي الخروج الحكمي الصرف يحصل التقييد للإطلاق الاحوالى فلا يكون مخصصا للافراد فيشمل في المقام عموم الحكم بالتقصير لجميع المسافرين في جميع الحالات في أسفارهم ويحصل التقييد للإطلاق الاحوالى المذكور في بعض الحالات كما في حال إقامة عشرة أيام وبعد إقامة العشرة يكون المقيم مشمولا لعموم الحكم بالقصر . واما الخروج الفردي فالخارج في هذا الفرض من ابتداء الأمر هو المقيم عشرة أيام وليس هنا إطلاق أحوالي حتى يقال بعد زوال الإقامة بعشرة أيام لا بد من التمسك بعموم الحكم بالقصر .\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nولو شككنا في المقام في كيفية الخروج في المقام بأنه هل هو بنحو التخصيص الفردي أو الحكمي فالاستصحاب يقتضي الإتمام بعد عدم بقاء العام في عمومه .\r\nوإذا شككنا في بقاء العموم وعدمه يكون ما نحن فيه من مصاديق الشبهات المصداقية فلا بد من الرجوع إلى الأصول وهو يقتضي الإتمام لكن التحقيق انه لا وجه للتمسك بالاستصحاب أو الاشتغال فان التمام هو مقتضى الأصل الأولى فلا بد بعد زوال الإقامة المذكورة في وجوب القصر من قصد المسافة الشرعية الجديدة . ولا نعني من القاطعية إلا هذا .\r\nمسألة\r\nهل المقيم في بلد عشرة أيام حكمه حكم أهل ذلك البلد\r\nفي أنه يعتبر حد الترخص فيه إذا خرج منه أولا . بل يختص اعتباره بخصوص الخارج من بلده ووطنه وجهان بل قولان اقويهما الثاني . فإن غاية ما يمكن الاستدلال على الأول وجوه . الأول : ان مقتضى عموم التنزيل المستفاد من رواية زرارة المتقدمة هو مساواة المقيم عشرة أيام مع أهل البلد في جميع الأحكام والآثار التي منها اعتبار حد الترخص في وجوب القصر عليه إذا أراد الخروج من بلد الإقامة . الثاني :\r\nهو التمسك بإطلاق أدلة اعتبار حد الترخص . فإن إطلاق تلك الأدلة يشمل للمقيم أيضا . فإن قوله عليه السلام في صحيحة ابن سنان إذا كنت في الموضع الذي تسمع فيه الأذان فأتم « 1 » وقوله عليه السلام في صحيحة حماد إذا سمع الأذان أتم المسافر « 2 » يشملان بإطلاقهما للمقيم أيضا . الثالث : استصحاب حكم وجوب التمام إذا خرج من بلد الإقامة إلى مسافة جديدة وأراد ان يصلى أثناء سفره قبل وصوله إلى حد الترخص وشك في أنه هل يجب عليه الإتمام أو التقصير فيستصحب وجوب الإتمام . وفي الكل نظر . اما الوجه الأول فقد ظهر مما ذكرنا ان استفادة عموم التنزيل من الرواية بمكان من الضعف والفتور . بل غاية ما يستفاد من التنزيل المذكور كون المقيم عشرة أيام في بلد كاهل ذلك\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 6 / 3\r\n« 2 » ب 6 / 7\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\nالبلد في وجوب التمام عليه ويتوقف وجوب القصر عليه على إنشاء سفر جديد .\r\nواما كونه بمنزلتهم في جميع الأحكام والآثار فلا يستفاد منه كما لا يخفى . واما الثاني ففيه أولا ان أدلة حد الترخص منصرفة عن المقيم عشرة أيام وثانيا ان تلك الأدلة في مقام الإثبات لأصل حد الترخص من دون نظر لها على أنه في أي مورد ولأي مسافر . فلا إطلاق للأدلة الدالة على اعتباره . فلا يصح التمسك حينئذ لاعتباره في مورد مقيم العشرة من جهة الإطلاق . الا ان يستدل على اعتباره في المورد بما أسلفناه سابقا من أن فناء البلد لما كان في حكم البلد عرفا وفرضنا ان الشارع أيضا أمضاه وحدده بأمر مضبوط لكي لا يقع فيه الاختلاف .\r\nفيثبت حينئذ في بلد الإقامة أيضا اعتبار حد الترخص . واما إذا قلنا إن اعتبار حد الترخص أمر تعبدي شرعي صرف قد اعتبره الشارع بمقتضى أدلة دالة على اعتباره فهي حينئذ منصرفة إلى الوطن من بلد وقرية وغيرهما . فلا إطلاق لها لما نحن فيه . واما الثالث : ففيه منع جريان الاستصحاب في المقام . فإن الإتمام انما كان ثابتا للمقيم . فإذا خرج من مكان الإقامة فقد صار غير مقيم فقد تبدل الموضوع فلا يجرى الاستصحاب . وهل يلحق بالوطن في اعتبار حد الترخص دخولا أيضا أم لا وجهان بل قولان . استدل للأول بعموم التنزيل المستفاد مما دل على أن المقيم بمكة بمنزلة أهلها فإن مقتضى ذلك مساواتهما في جميع الأحكام والآثار التي منها وجوب التقصير في العود إلى البلد ما لم يبلغوا حد الترخص . وفيه ما عرفت من منع العموم المذكور بل المنساق منه انه بمنزلة أهل مكة في وجوب الإتمام فقط . وحيث قد بسطنا الكلام فيه فلا نعود اليه . وقد يستدل أيضا على اعتباره بإطلاق قوله عليه السلام في صحيحة ابن سنان وإذا قدمت من سفرك فمثل ذلك وإطلاق قوله عليه السلام في صحيحة حماد إذا سمع الأذان أتم المسافر . ولا يخفى ما في الاستدلال المذكور من النظر . اما الصحيحة الأولى فلظهورها فيمن نزل منزله ووطنه فلا إطلاق لها حتى تشمل لمن يدخل محل إقامته عشرة أيام . واما الصحيحة الثانية أيضا لا يمكن الأخذ بالإطلاق فيها أيضا . فإن مقتضاها وجوب الإتمام على المسافر في كل موضع يسمع فيه الأذان سواء يقدم من سفره إلى وطنه أو محل الإقامة عشرة أيام أو غيرهما\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nوهذا مما لا يمكن الالتزام به كما لا يخفى . ثم إنه قد تحصل مما ذكرنا ان الإتمام في محل الإقامة مما لا اشكال فيه ولا ريب يعتريه الا انه لا بد لنا من التكلم في مواضع من فروع المسألة حتى يتضح الحال . فنقول : اما الأول : لا يخفى ان المنساق من إقامة العشرة في النصوص والفتاوى هو إقامة العشرة التامة كما أنه لا بد من وحدة المكان في الإقامة المذكورة أيضا . واما المسامحات العرفية فلا تجدي شيئا في المقام . فإن الذي لا بد لنا هو أخذ مفاهيم الألفاظ من العرف . واما في تطبيقها على مصاديقها لا بد فيه من الدقة العقلية فلا يكفي في تحقق الإقامة المذكورة نقص ساعة أو ساعتين من أجل المسامحة العرفية . فالمن مثلا عند القميين يساوي أربعين سيرا وهو ستة عشر مثقالا صيرفيا . والمثقال عبارة من أربعة وعشرين حمصة . فإذا فرضنا نقصان المن المذكور بمقدار حمصة يوجب ذلك عدم صدق المن المذكور عليه تحقيقا . فلا يترتب عليه الأثر المترتب المطلوب على المن لو فرضنا ترتب حكم واثر عليه . وبالجملة فالشارع بشارعيته ليس شانه التصرف في مفاهيم الألفاظ الدائرة بين العرف . نعم بناء على ثبوت الحقيقة الشرعية فلا مانع للشارع من وضع ألفاظ خاصة لمعان خاصة كما هو كذلك بناء على ما ذكر في لفظ الصلاة وغيرها من الماهيات الشرعية التي لم يكن يعرفها العرف . فإذا أراد الشارع استعمال لفظ خاص في معنى خاص وكان له اصطلاح جديد فيه خلاف ما عليه العرف لا بد له من التنبيه والتصريح بذلك .\r\nفان البيع في الآية الشريفة ( أحل الله البيع وحرم الربا . ) ليس معناه مخالفا لما هو عند العرف . الا ان الشارع له ان يجعل له أحكاما خاصة لمصاديقه فيجعل قسما منه حلالا وقسما آخر منه حراما . وهكذا الدم فليس فيه للشارع اصطلاح جديد . فمفهومه مأخوذ من العرف الا ان الشارع حكم فيه بالنجاسة . فموضوع النجاسة هو الدم في نظر العرف فإذا صدق على شيء انه دم يترتب عليه حكم النجاسة . نعم إذا فرضنا وجود اجزاء صغار منه بالدقة العقلية بعد زوال عينه وأثره في نظر العرف فهذا مما لا يقدح في مقام التطهير . فان ما هو الموضوع هو الدم في نظر العرف لا ما هو الدم في نظر العقل . نعم إذا فرضنا بقاء الدم بمقدار رأس إبرة عند العرف فهذا يوجب الحكم بالنجاسة .\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nالثاني : المستفاد من النصوص وفتاوى الأصحاب من إقامة العشرة كونها متوالية لياليها المتوسطة دون الليلة الأخيرة والأولى . ويصدق في تحققها متوالية تامة حقيقة من دون نقص ومسامحة عرفية إذا حصلت الإقامة من ابتداء اليوم الأول إلى غروب اليوم العاشر . ثم المراد من اليوم في المقام هل هو يوم الصوم حتى يكون ابتدائه من أول طلوع الفجر أو يوم الأجير حتى يكون ابتدائه من أول طلوع الشمس الأقوى عندي هو الثاني وان كان الأول هو الأحوط . وعلى كل حال فلا يجزى الناقص . وبالجملة فالعشرة بما هي هي مأخوذة في المقام . وبعبارة أخرى فالعشرة بما أنها مرتبة خاصة من العدد اعتبرت في موضوع المسألة .\r\nلا بما انها مراتب متعددة حاصلة من عدد آحادها حتى يبلغ عدد تلك المراتب هذا المقدار . ولا بما أنها مركبة من مرتبة ومرتبة من العدد كخمسة وخمسة حتى يكون مجموعهما عشرة فإذا عزم بإقامة العشرة في مكان بان يقيم خمسة أيام أولا ثم يسافر يوما مثلا ثم يرجع ويقيم خمسة أيام ثانيا حتى يكون المجموع عشرة أيام لا يكفي في المقام هذا . ثم ظهر مما ذكرنا انه لا يجزى الناقص ولو بساعة لعدم الصدق حينئذ كما نبهنا عليه في الموضع الأول من فروع المسألة وقلنا انه لا بد بعد أخذ المفهوم من العرف من تطبيقه على المصاديق بالدقة العقلية فأمر المفهوم في الألفاظ راجع إلى العرف وتطبيقه على مصاديقها راجع إلى العقل وهو لا يقبل التسامح جدا . وهل يكتفى بتلفيق اليوم المنكسر من يوم آخر كما إذا نوى الإقامة من زوال أول يوم إلى زوال اليوم الحادي عشر . أم يعتبر عشرة أيام تامة كاملة من دون تكسير وتلفيق . فلا يحتسب يومي الدخول والخروج من العدد إذ لم يكونا من أول طلوع الشمس وجهان بل قولان واختار في المدارك الثاني لأن نصفي اليومين لا يسمى يوما فلا تتحقق إقامة العشرة تامة . واعترض عليه شيخنا الأعظم الأنصاري بقوله : وهو وان كان تصديقا للحقيقة الا انه تكذيب للعرف حيث يفهمون من مثل المقام إرادة المقدار كما في التحديد بالأشهر انتهى كلامه ورفع مقامه . واستحسنه المحقق الهمداني قدس سره وقال : وهو حسن كما يتضح ذلك بمراجعة العرف في باب الإجارات والخيارات وغير ذلك من الموارد التي تقدر في العرف والشرع بالأيام والشهور .\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\nولكن الاحتياط بالجمع بين القصر والإتمام لدى التلفيق مما لا ينبغي تركه .\r\nانتهى كلامه . قلت : وما ذكره من كفاية التلفيق في المقام هو الأقوى في المسألة .\r\nتذييل\r\nروى الشيخ في التهذيب عن محمد بن أحمد عن الصهباني عن علي بن مهزيار عن محمد بن إبراهيم الحضيني قال : استأمرت أبا جعفر عليه السلام في الإتمام والتقصير . قال : إذا دخلت الحرمين فانو عشرة أيام وأتم الصلاة . قلت انى أقدم مكة قبل التروية بيوم أو يومين أو ثلاثة ( أيام ) قال : انو مقام عشرة أيام وأتم الصلاة « 1 » . قال المحدث الجليل الفيض الكاشاني في الوافي بيان : في تمكنه من نية الإقامة في المسألة الثانية إشكال لأنه لا بد له من الخروج إلى عرفات قبل مضى العشرة أيام وما في التهذيبين من رفع الاشكال كما يأتي أشد إشكالا « 2 » .\r\nانتهى .\r\nوالتحقيق : ان هذه الرواية بناء على صحة سنده في مقام بيان الحكم الواقعي تحت ستر التقية . فإن التخيير في الأمكنة الأربعة ومنها مكة كان امرا ثابتا عند الشيعة . واما العامة فمن قال بالتخيير فقد قال بالتخيير في جميع الأمكنة من دون خصوصية لبعض دون بعض . بل كان الفرق بين الأمكنة في التخيير امرا مستنكرا عندهم . واما الشيعة إذا دخلوا مكة فكثيرا ما كانوا يصلون صلاتهم قصرا بحسب ما هو المرتكز في أذهانهم من وجوب القصر في السفر . وكانوا لا يصلون معهم بل يخرجون من المسجد وكان خروجهم من المسجد حال انعقاد جماعاتهم من مستقبح الأمور عندهم واعتذارهم بأنهم مسافرون . فلذا لا يصلون معهم الصلاة تماما مما لم يكن عذرا مقبولا عندهم فأمر الإمام عليه السلام بالإتمام في مكة بقوله ( انو مقام عشرة أيام وأتم الصلاة ) من أجل ما ذكر حيث كان إظهار الخصوصية للأمكنة الأربعة معرضا لاستنكار العامة فحذرا لإشاعة أمر\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 25 / 15\r\n« 2 » الجزء الخامس من الوافي ص 34\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nالمسألة كانوا عليهم السلام في مقام إخفاء أمرها ولا يذكرون تلك الخصوصية إلا لبعض بطائنهم من الأصحاب . فقد بين عليه السلام في الرواية الحكم الواقعي وهو الإتمام الذي هو أفضل فردي الواجب المخير في تحت ستر التقية بما هو مورد قبول أمثال السائل وهو كفاية النية الصورية في إقامة العشرة . ولا يزال كذلك حال العوام حتى اليوم . فترى انهم يقصدون بلدة ( قم ) للزيارة ويتمون صلاتهم فيها . ويقولون انا قصدنا العشرة مع علمهم بأن إقامتهم فيها أقل من العشرة . ويظنون ان قصد إقامة عشرة أيام ولو صوريا تخييليا كاف في وجوب الإتمام . وسنتعرض للرواية المذكورة أيضا عند البحث في ثبوت التخيير في الأمكنة الأربعة إنشاء الله فانتظر . الثالث : المنساق من النصوص وصريح فتاوى الأصحاب اعتبار وحدة المكان في العزم على الإقامة من بلدة أو قرية أو ضيعة أو مجتمع بيوت في بادية ونحوها . فلو أراد إقامة خمسة أيام مثلا في هذا البلد وخمسة في بلد آخر قريب منه كبغداد والكاظمين مثلا لا يرتفع به حكم القصر . ولا ينافي ذلك ما رواه المشايخ الثلاثة عن عبد الرحمن بن الحجاج البجليّ قال : قلت لأبي عبد الله عليه السلام رجل ( الرجل ) يكون له الضياع بعضها قريب من بعض يخرج فيقيم فيها . يتم أو يقصر ؟ قال : يتم « 1 » عن التهذيب والفقيه ( فيطوف ) بدل فيقيم وعلى ان الواقع في الرواية هو كلمه ( فيطوف ) فالأمر أوضح . فلا دلالة فيها على أن الإتمام انما هو من أجل الإقامة . بل الأمر بالإتمام يمكن ان يكون لأمر آخر كنزوله إلى الضيعة . أو كونه حال خروجه إلى ضياعه غير قاصد للمسافة الشرعية . واما بناء على أن الواقع فيها هو كلمه ( فيقيم ) فلا دلالة فيها أيضا على المدعى . إذ يمكن ان يكون المراد من الإقامة إقامة اليوم واليومين كما في رواية البزنطي قال : سألت الرضا عليه السلام عن الرجل يخرج إلى ضيعته ويقيم اليوم واليومين والثلث أيقصر أم يتم ؟ قال : يتم الصلاة كلما اتى إلى ضيعة من ضياعه « 2 » . فلا دلالة للرواية على أنه لا بد من الإتمام في صورة إقامة العشرة في مجموع الضياع وبالجملة فالرواية مضطربة متنا من حيث\r\n\r\n","description":"","footnote":"\r\n« 1 » الوسائل ب 14 / 2 والجزء الخامس ص 30 من الوافي\r\n« 2 » الوسائل ب 14 / 16 والجزء الخامس ص 30 من الوافي\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nان الواقع فيها كلمة ( فيطوف ) أو ( فيقم ) وعلى التقديرين أيضا لا تدل على خلاف ما عليه النصوص وفتاوى الأصحاب كما عرفت\r\nوهنا مسائل :\r\nالمسألة الأولى\r\nإذا قصد الإقامة عشرة أيام في محل واحد هل يشترط ان لا يكون من قصده الخروج\r\nإلى بعض حدود ما يتعلق بالبلد من الأمكنة من بساتينه ومزارعه ومقابره ونحوها من الأمكنة التي يتعارف وصول أهل البلد إليها من حيث إنهم أهل ذلك البلد . أو انه لم يقدح ذلك في الإقامة . بل إذا لم يكن خروجه إلى حد الترخص بل إلى ما دون المسافة . والمسألة تحتاج إلى بسط في المقام فنقول : قد اختلفت كلماتهم في المقام . والمحكي عن الفاضل التوني كون الاعتبار بسور البلد . فان البلد اسم لمجتمع دوره وما أحاط سورة . فلا يجوز الخروج عن خطة سور البلد .\r\nوعن جماعة كون ذلك موكولا إلى العرف . وقال المحقق الأردبيلي في محكي شرح الإرشاد ما لفظه . وهل يشترط في نية الإقامة ان يكون في بلد بحيث لا يخرج إلى محل الترخص . أو يكفي عدم السفر إلى مسافة أو يحال إلى العرف بحيث قال مقيم في هذه البلدة . فلا يضر السير في البساتين والأسواق البعيدة من منزله وغير ذلك . وقد صرح الشهيد في البيان بالأول إلى أن قال : الظاهر من الاخبار هو الإطلاق من غير قيد . ولو كان مثل ذلك شرطا لكان الأولى بيانه في الاخبار والا يلزم التأخير والإغراء بالجهل . فيمكن تنزيله على العرف بمعنى انه جعل نفسه في هذه العشرة من المقيمين في البلد بان هذا موضعه ومكانه ومحله مثل أهله فلا يضر السير في الجملة إلى البساتين والتردد في البلد وحواليه ما لم يصل إلى موضع بعيد بحيث يقال إنه ليس من المقيمين في البلد . وكذا لو تردد كثيرا ودائما في المواضع البعيدة في الجملة . ولا يبعد عدم ضرر الخروج إلى محل الترخص أحيانا لغرض من الأغراض مع كون المسكن والمنزل في موضع معين لصدق إقامة العشرة عرفا المذكورة في الروايات . انتهى . وقال الفخر : فيما حكى عنه في بعض الحواشي المنسوبة إليه من عدم البأس في خروج المقيم إلى ما دون المسافة سواء كان ذلك في نيته من ابتداء الإقامة أو\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\nعرض له في الأثناء وسواء نوى إقامة عشرة أيام مستأنفة أو لا .\r\nانتهى . إذا عرفت هذا فاعلم : أن هيهنا جهتين . الجهة الأولى هو ان الحكم الثابت للبلد من الإتمام هل يتعدى إلى توابعه المتصلة عرفا أو إلى حد الترخص أم لا . فإذا قلنا بان الحكم الثابت للبلد يثبت لتوابعه أيضا فحينئذ فثبوت الحكم على التوابع ليس بنحو الاستقلال . بل من أجل التبعية . فعلى هذا فلا وجه لثبوت الحكم فيما هو خارج عن التوابع العرفية . فالتوابع المتصلة العرفية ليست من البلد حقيقة . بل ثبوت الحكم لها من جهة التبعية . واما حد الترخص فيمكن ان يقال فيه ان الحكمة في جعله هو تحديد التوابع العرفية بذلك لئلا يختلفوا في تشخيصها بل يكون لهم أمر مضبوط يرجعوا اليه وهو حد الترخص فعلى هذا لا مانع من ثبوت الحكم بالإتمام لمن خرج عن بلد الإقامة في الأثناء ما لم يبلغ ذلك حد الترخص بخلاف ما إذا قلنا إن التحديد بحد الترخص انما ثبت من الشارع تعبدا في مورد الوطن خاصه فالحكم المزبور من الإتمام في بلد الإقامة لا يتعدى إلى توابعه . وقد أسمعناك ما هو الحق في المقام في هذا المعنى فلا نعيد . وصفوة القول : هو ان ملاك الاتحاد في الحكم في البلد وتوابعه هو تبعيتها له - فيلزم إذا من حفظ موضوع التبعية عرفا أو شرعا . فلا يجوز حينئذ جريان الحكم المزبور فيما هو خارج عن البلد وتوابعه كما هو واضح الجهة الثانية : ان يقال إن مقيم العشرة إذا خرج عنه في الأثناء إذا كانت مدة الإقامة قليلة جدا يجب عليه الإتمام لصدق الإقامة عرفا . وقد اتخذ مقيم العشرة ذلك البلد في هذه الصورة منزله ومستقره ومحط رحله وموضع نومه .\r\nوشاع في المحاورات العرفية قولهم أقمنا في سفرنا كذا في منزل كذا أو في البلد الفلاني خمسة أيام أو عشرة أيام أو شهرا ويريدون منه ما ذكرنا من كونه منزلا ومستقرا لهم . ومن ذلك ترى ان جماعة من الفقهاء قد أفتوا بوجوب الإتمام فيما كان خروجه إلى ما دون المسافة أو ما دون حد الترخص في مدة يسيرة لقضاء حوائجه ثم العود إلى محل إقامته ثانيا وذلك لصدق الإقامة العرفية عشرة أيام في هذا الفرض . وبهذا التقرير ظهر انه لا ربط بين الجهتين في ما هو مناط الحكم من الإتمام إذ المناط في الجهة الأولى في الخروج إلى بعض حدود البلد هو صدق\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\nالتبعية عليها لبلد الإقامة . ولازم ذلك هو ملاحظة موضوع التبعية . وفي الجهة الثانية ان المناط هو صدق الإقامة العرفية . وقد وقع الخلط بينهما في كلام بعض الاعلام فلا تغفل .\r\nثم إنهم اختلفوا في المقدار اليسير من الزمان الذي لا يضر بالإقامة العرفية على أقوال . فمنها عدم القادحية بالإقامة المذكورة إذا كان من نيته الخروج في تمام النهار والرجوع إلى محل إقامته قبل الليل . ومنها : عدم القدح في الإقامة إذا كان من نيته الخروج في تمام النهار ومقدار من الليل إذا كان نومه في محل الإقامة . ومنها : تقديره بنصف اليوم . ومنها تقديره بساعة أو ساعتين . وبالجملة :\r\nفالمناط في الجهة الثانية هو صدق الإقامة العرفية وان كان من نيته الخروج إلى ما دون المسافة مع الرجوع ليومه أو ليلته . بل قد لا يكون الخروج إلى المسافة أيضا مضرا بالإقامة في هذه الأعصار بالوسائل الحديثة كالسيارات والطائرات والسكك الحديدية في مدة قليلة . ويشهد بذلك حال الإقامة في البلاد المستحدثة في هذه الأعصار في وسط البحار التي تعارف نقل أطعمتها وأمتعتها من البر الذي بينه وبينها مسافة بالمراكب الدخانية في مقدار قليل من الزمان بحيث صار البر بواسطة هذه الأسباب بمنزلة السوق لها . فان من سافر إلى بعض تلك البلاد فما لم يرتحل منه يقال له عرفا انه أقام بذلك البلد في هذه المدة . وان جرت عادته بان يخرج منه كل يوم إلى البر ويشترى طعامه وشرابه . إذا عرفت هذا فاعلم : أن للإقامة استعمالات وإطلاقات . الأول : انه يقال أقام زيد في بلد كذا اى جعل هذا البلد مركزا لنفسه وموضع رحله وإقامته واستراحته كالدراويش الذين جعلوا بلدا مركزا لأنفسهم ووضعوا فيه رحالهم ثم يسافرون منه كل يوم إلى القرى القريبة والبعيدة إلى دون المسافة بل أزيد ثم يجيئون الليل مركزهم للنوم والاستراحة . ومثلهم من أهل الحرف والتجارات من كان محل عمله بلد آخر فيخرج هو كل يوم من بلده إلى محل عمله ويرجع ليلا بلده الذي هو مركزه ومحل نومه واستراحته فإذا سئل عنه عن موضع إقامته يقول انا مقيم البلد الفلاني ويريد ذلك البلد الذي هو مركزه وموضع رحله ومحل نومه « 1 » الثاني : المراد منها هو التوطن . يقال أقام زيد في بلد\r\n\r\n","description":"","footnote":"\r\n« 1 » الظاهر أن من كان كذلك لا يصدق عليه عرفا ما دام في محل عمله انه مسافر فيتم صلاته فيه - س . ا . م\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\nكذا اى توطن فيه . الثالث : المراد منها العزم بإقامة العشرة في مكان وان خرج في الأثناء إلى المسافة بل أزيد في مدة قليلة ثم يرجع إلى محل إقامته . ولا يخفى ان إطلاق الإقامة عشرة أيام في هذا الفرض ليس إطلاقا حقيقيا بل انما هو بالمسامحة العرفية . وقد مر منا مرارا عدم الاعتبار بالمسامحات العرفية في ترتب الأحكام على موضوعاتها كما يشهد على ذلك عدم التزامهم بتلك المسامحات في موارد الآثار المهمة فإنهم لا يلتزمون بترتبها على موضوعاتها بتلك المسامحات فلا بد في تطبيق تلك الآثار على موضوعاتها من الدقة العقلية . فإذا وقف أحد لمقيمي بلدة من الفقهاء ثمرة بستان به يشمل هذا الوقف المواطنين منهم في البلد ومن جعل ذلك البلد مركزا لنفسه وموضع رحله ومحل نومه واستراحته وان كان عمله في بلد آخر . واما من عزم بإقامة العشرة في ذلك البلد وخرج إلى ما دون المسافة بل أزيد في مدة قليلة ثم يرجع إلى محل إقامته فلا يشمل له . فان القسم الأول والثاني صدق الإقامة فيهما صدق حقيقي من غير تطرق التسامح العرفي في هذا الصدق بخلاف القسم الثالث فإن إطلاق الإقامة عشرة أيام في هذا القسم ليس على النحو الحقيقة بل هو بالتسامح العرفي « 1 » . وقد وقع الخلط والاشتباه فيما بينهم بين الأقسام الثلاثة وتخيلوا ان مورد البحث كالموردين الأولين . مع أن المراد من الإقامة في المورد هو الإقامة الفعلية . ولازمه عدم جواز خروجه في أثناء الإقامة . ومما يشهد على تسامحهم هو أخذ قلة الزمان مصححا في صدق الإقامة العرفية . ومقتضى ذلك لو خرج المقيم عن بلد الإقامة في مورد البحث وسافر لقضاء بعض حوائجه مقدار خمسين فرسخا ثم رجع إلى بلد الإقامة وذلك في مدة ساعة وجوب الإتمام في حقه لعدم كون الخروج كذلك مضرا . لصدق الإقامة العرفية الا انه كيف يتجرء الفقيه على الإفتاء بالإتمام في الفرض المزبور . وهذا يشهد بان صدق الإقامة عرفا انما هو من باب المسامحة\r\n\r\n","description":"","footnote":"\r\n« 1 » بل وان كان عازما على إقامة العشرة وعدم خروجه عنه فإنه لا يكون المورد مشمولا للوقف لانصراف الوقف المذكور عن المورد كما لا يخفى . س . ا . م\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\nوالحال انه لا عبرة بالمسامحات العرفية في أمثال المقام كما مر مرارا . ويدل على ما ذكرنا من كون المراد من الإقامة في المقام هو الإقامة الفعلية نفس اخبار الباب كصحيحة زرارة عن الباقر عليه السلام حيث حكم الإمام عليه السلام بالإتمام فيمن أيقن بإقامة العشرة أيام بقوله ( وان لم تدر ما مقامك فيها تقول غدا أخرج أو بعد غد اخرج فقصر ) فبقرينة وقوع الخروج في الرواية مقابل المقام يعلم أن المراد من الخروج هو الخروج الفعلي . ولازم ذلك عدم جواز الخروج إلى ما دون المسافة وان كان ذلك في زمان يسير جدا لمنافاته مع الإقامة الفعلية .\r\nواما جواز الخروج إلى حد الترخص أو التوابع المتصلة عرفا فإنما هو من باب التوسعة في الحكم من أجل سريان حكم البلد اليه تبعا لا بالتسامح العرفي في صدق الإقامة حينئذ والا فلا اعتبار بالتسامحات العرفية في مقام تطبيق المفاهيم على مصاديقها كما مر مرارا . ومن أجل ما ذكرنا لو عزم بدوا إقامة خمسة أيام في البلد وخمسة أيام في توابعه لا يجب عليه حكم الإتمام لانتفاء التبعية حينئذ . بخلاف ما لو عزم إقامة العشرة في البلد فخرج في أثنائها إلى بعض توابعه المتصلة لقضاء حاجة مثلا ثم رجع إلى محل الإقامة فيجب الإتمام من أجل التبعية لا من جهة صدق الإقامة العرفية .\r\nثم : ان المحقق الهمداني قدس سره بعد ما ذكر ما هو التحقيق عنده من صحة صدق الإقامة العرفية على من خرج إلى ما دون المسافة والرجوع ليومه أو ليلته وعدم كونه منافيا للإقامة العرفية بل جوز الخروج إلى المسافة أو أزيد أيضا في هذه الأعصار عند قطعها بالسيارة أو بالسكة الحديدية أو غيرهما من الوسائل الحديثة وعدم كون ذلك منافيا للإقامة العرفية قال بما لفظه : كما يشهد بذلك ملاحظة حال الإقامة في البلاد المتجددة في هذه الأعصار في وسط البحر التي تعارف نقل أطعمتها واشربتها من البر الذي بينه وبينها مسافة بالمراكب الدخانية في مدة يسيرة بحيث صار البر بواسطة هذه الأسباب بمنزلة السوق لها .\r\nفان من سافر إلى بعض تلك البلاد ما لم يرتحل منها يقال له عرفا انه أقام بذلك البلد في هذه المدة وان جرت عادته بان يخرج كل يوم إلى البر ويشترى طعامه وشرابه .\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\nثم : استشكل في ذلك بأنه كيف يجدى هذا الصدق في إجراء حكم إقامة العشرة على مثل هذه الإقامة لعدم معهودية مثل هذه الإقامة المتخللة بسفر غير مخل بصدقها في تلك الأعصار أيضا كي يتناولها إطلاق لفظها فيرجع في حكمها إلى عموم ما دل على التقصير في السفر المقتصر في تخصيصها على القدر المتيقن مما يستفاد من نصوص الإقامة . إلخ ويرد عليه بأنه لو قلنا بانصراف أدلة الإقامة عن مثل هذه الإقامة لعدم معهودية ذلك في الأعصار السابقة مع صدق الإقامة العرفية وكونها سببا للإتمام .\r\nفلقائل أيضا ان يقول بانصراف أدلة القصر عن مثل تلك الاسفار المتداولة في هذه الأزمنة في مدة قليلة بقدر المسافة أو أكثر بالوسائل الحديثة من الطائرات والسيارات وغير ذلك لعدم معهودية مثل هذه الأسفار في زمان صدور أدلة القصر . فترى انهم يسافرون في مدة ستة ساعات بل أقل من طهران إلى جدة بالطائرة . فحينئذ فكما لا وجه لا دعاء الانصراف في أدلة القصر عن مثل هذه المسافرات المتداولة في أزمنتنا بتلك الوسائل الحديثة في مدة قليلة حد المسافة أو أكثر . فهكذا لا معنى لا دعاء الانصراف في أدلة الإقامة عن مثل هذه الإقامة والتحقيق ان حكم القصر تعلق على طبيعة ثمانية فراسخ بأي نحو كان بالإبل أو البغال أو الحمير أو بالطائرة أو السيارة أو السكة الحديدية وغيرها . فلا وجه لمثل تلك الانصرافات كما هو واضح لكل من تأمل وتدبر .\r\nالمسألة الثانية\r\nلو تحققت الإقامة عشرة أيام ثم بدا له الخروج إلى ما دون المسافة .\r\nفإن عزم على العود وإقامة عشرة مستأنفة أتم ذاهبا وعائدا وفي البلد بلا خلاف يعتد به بل إجماعا مستفيضا نقله ان لم يكن متواترا . فنقول : في توضيح المقام قد مر منا ان الإقامة قاطعة للسفر فلا يضم لاحقها بسابقها وان الإقامة تخصيص فردي وان لم نقل بعموم المنزلة لا انها توجب تقيدا للحكم . فمقيم العشرة بعد ما تحققت الإقامة إذا خرج عن محل الإقامة وسافر إلى محل آخر وكان بين محل الإقامة ومقصده ثمانية فراسخ ولو تلفيقا وكان عازما على العود إلى محل\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\nالإقامة واستئناف إقامة عشرة أخرى فلا إشكال في أنه يقصر ذاهبا وعائدا وفي المقصد ولو كان عازما على إقامة عشرة أيام في غير محل الإقامة الأولى فكذلك إذا كان سفره ثمانية فراسخ ولو بالتلفيق في الذهاب والمقصد والإياب منه إلى محل إقامته الجديدة . ومثله لو كان عازما لموطنه . فكلما تحققت كبرى المسألة فلا إشكال في ترتب صغرياتها كما هو واضح . وكذا لا إشكال في أنه لو تحققت كبرى عدم القصر تترتب صغرياتها عليها في وجوب الإتمام كما إذا لم تكن بينه وبين مقصده مسافة شرعية وكان من عزمه المقام في ذلك المقصد عشرة أيام فيتم صلاته ذاهبا وعائدا وفي المقصد . وكذلك لو كان عازما للعود إلى محل الإقامة الأولى ولم يكن بينهما مسافة ولو تلفيقا وكان عازما على استئناف إقامة العشرة ثانيا فحينئذ يجب عليه الإتمام ذاهبا وعائدا وفي المقصد وفي نفس محل الإقامة .\r\nوبالجملة . فلا إشكال في كبرى القصر أو الإتمام في المسألة . وانما الإشكال في بعض المصاديق المشتبهة وفي كونه من صغريات اى منهما . فلا بد لنا من التعرض لبعض تلك الأمور . فنقول : ومنها ما كان بين محل الإقامة ومقصده فرسخان مثلا وكان حين الخروج عازما على العود اليه من دون ان يكون عازما على إقامة العشرة فيه ثانيا فمن المتحمل بقائه فيه عشرة أيام أو أقل أو أكثر الا انه عازم إجمالا بذهابه إلى وطنه . فقد اضطربت فيه الأقلام وزلت فيه الاقدام ففي المسألة وجوه بل أقوال . فمنهما . إذا فرض كون المجموع من إيابه وذهابه ثمانية فراسخ بان كان من بلد الإقامة إلى المقصد فرسخان وبضميمة العود من المقصد إلى بلد الإقامة يصير المجموع أربعة فراسخ وكان من محل الإقامة إلى وطنه أربعة فراسخ أيضا فيصير حينئذ مجموع تلك المسافرة ثمانية فراسخ فلا بد له من التقصير في ذهابه وإيابه ومقصده وموضع إقامته وبعد الخروج منه إلى أن يصل إلى وطنه وأول من تعرض للمسألة واختار هذا القول هو الشيخ الأجل الطوسي قدس سره في المبسوط . قال فيه ما لفظه إذا خرج حاجا إلى مكة وبينه وبينها مسافة يقصر فيها الصلاة ونوى ان يقيم عشرا قصر في الطريق . فإذا وصل إليها أتم . فإن خرج إلى عرفة يريد قضاء نسكه لا يريد مقام عشرة أيام إذا رجع إلى\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\nمكة كان له القصر لأنه نقض مقامه لسفر بينه وبين بلده يقصر في مثله . وان كان يريد إذا قضى نسكه مقام عشرة أيام بمكة أتم بمنى وعرفة ومكة حتى يخرج من مكة مسافرا فيقصر . هذا على قولنا بجواز التقصير بمكة . واما ما روى من الفضل في الإتمام بها فإنه يتم على كل حال غير أنه يقصر فيما عداها من عرفات ومنى وغير ذلك الا ان ينوي المقام عشرا فيتم حينئذ على ما قدمناه « 1 » انتهى كلامه رفع مقامه . ومنها القول بلزوم الإتمام في المسألة إذا كان عازما إلى المقصد الذي بينه وبين محل الإقامة فرسخان على الفرض . ثم بالعود إلى محل الإقامة يكون مجموع المسافة من الذهاب والإياب أربعة فراسخ . واما انضمام سفره من محل الإقامة إلى وطنه فغير صحيح جدا . إذ ليس هو عازما فعلا على التفصيل بذهابه إلى وطنه حتى يحكم بانضمام ذلك إلى الأربعة فيكون المجموع ثمانية .\r\nومنها : التفصيل في المسألة فيتم في الذهاب والمقصد ويقصر في العود منه إلى محل الإقامة وفيه وفي الخروج منه حتى يصل إلى وطنه إذا كان مجموع ذلك مسافة . وبالجملة : انه إذا عزم على الإقامة في غير بلده عشرة أيام وصلى فيه فريضة تامة ثم خرج منه إلى ما دون المسافة لأمر قد بدا له . فان عزم على العود والإقامة في ذلك البلد عشرة أيام مستأنفة أتم ذاهبا وعائدا ومقصدا وفي ذلك البلد بلا خلاف يعتد به بل إجماعا لانقطاع سفره الأول وعدم حدوث سبب آخر موجب للقصر كما أنه لو عزم على الخروج من بلد الإقامة إلى ما دون المسافة لقضاء حاجته والعود منه إلى وطنه وكان من قصده في العود العبور من بلد الإقامة إلى وطنه من دون عزمه على الإقامة فيه مستأنفة فلا إشكال حينئذ في لزوم القصر لو كان المجموع مسافة حيث إنه من حين الخروج من بلد الإقامة كان قاصدا لوطنه تفصيلا فيذهب إلى ما دون المسافة لقضاء الحاجة وهو فرسخان مثلا من بلد الإقامة ثم العود منه إلى وطنه يمر عائدا من محل الإقامة من دون عزم الإقامة فيه . بل من أجل انه أحد المنازل في تلك المسافرة فيكون المجموع ثمانية فراسخ بعد ما كان مقدار المسافة من بلد الإقامة إلى وطنه أربعة . وهذا مما\r\n\r\n","description":"","footnote":"\r\n« 1 » ط المكتبة المرتضوية ص 138 / ج 1\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\nلا كلام فيه .\r\nوقال الشهيد في الذكرى بعد نقل كلام الشيخ في المبسوط على ما ذكره في مفتاح الكرامة « 1 » وقد تبعه عليه المتأخرون وان عمم بعضهم العبارة من غير تخصيص بمكة زادها الله تعالى شرفا وظاهرهم اعتبار عشرة جديدة في موضعه الذي نوى فيه الإقامة بعد خروجه إلى ما دون المسافة وظاهرهم ان نية إقامة ما دون العشر في رجوعه كلا نية انتهى .\r\nولا يخفى ان القول بالتقصير في الإياب وموضع الإقامة دون الذهاب والمقصد نظرا إلى أن تلبسه بقطع المسافة المعتبرة شرعا انما هو من حين الأخذ في الإياب واما الذهاب والمقصد فإنما يتجه التقصير فيهما لو صح الضم المذكور مع أن الظاهر من الأدلة عدم صحة هذا الضم إلا إذا كان الذهاب أربعة فراسخ مع رجوعه ليومه على الخلاف المتقدم .\r\nوفيه : ان المورد ليس من مصاديق المسافة التلفيقية حتى يقال بعدم الانضمام المذكور لكون الذهاب أقل من الأربعة . بل المورد من المسافة الامتدادية .\r\nفإن المناط في صدق الذهاب والإياب هو حصول القرب والبعد بالنسبة إلى الموضع الذي خرج منه . فقد يستفاد من اخبار التلفيق ان في المسألة التلفيقية يكون بعضها مبعدا من حضره وبعضها مقربا له . بخلاف المسافة الامتدادية يكون جميعها مبعدا من حضره . واما ففيما نحن فيه فبمجرد شروعه في السفر فقد خرج عن حضره بحيث لو فرض رجوعه اليه ثانيا في أثناء تلك المسافرة لا يعد ذلك المكان حضرا ومقرا له . بل تكون نسبته إليه كنسبة سائر البلدان الواقعة في مسيره . فلا تكون تلك المسافة مركبة من الذهاب والإياب بل تكون من مصاديق المسافة الامتدادية الواقعة بين حضرين فلا تكون مشمولة لاخبار التلفيق .\r\nثم لا بد لنا من الكلام في أن المستفاد من الروايات هل هو كفاية القصد الإجمالي الارتكازي في التقصير أم لا بد من تحقق القصد التفصيلي من حين الشروع في السفر . فبناء على الأول يتم على ما هو المختار عند الشيخ وتابعيه . وعلى الثاني فلا . ولا يخفى ان المستفاد من روايات الباب هو الثاني وانه لا يكفى\r\n\r\n","description":"","footnote":"\r\n« 1 » كتاب الصلاة ص 590\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\nصرف القصد الإجمالي فمنها : موثقة عمار عن أبي عبد الله عليه السلام قال : سألته عن الرجل يخرج في حاجة فيسير خمسة فراسخ أو ستة فراسخ ويأتي قرية فينزل فيها ثم يخرج منها فيسير خمسة فراسخ أخرى أو ستة فراسخ لا يجوز ذلك . ثم ينزل في ذلك الموضع . قال : لا يكون مسافرا حتى يسير من منزله أو قريته ثمانية فراسخ فليتم الصلاة « 1 » فظاهر الرواية لو لم يكن صريحها انه لا بد في التقصير من إرادة الثمانية من حين الشروع في السفر . وسيره من منزله أو قريته انما يوجب القصر إذا كان ذلك مع القصد التفصيلي المسافة المعتبرة شرعا وهكذا غيرها من الروايات الدالة على هذا المعنى واما ففي المسألة المبحوث عنها فإنه يريد فعلا بالتفصيل ما دون المسافة لقضاء حاجة له وليس له فعلا قصد الثمانية .\r\nوالحال انه لا بد في وجوب القصر من القصد التفصيلي على ما يستفاد من روايات الباب من حين شروعه في السفر . فمن عزم على إقامة عشرة أيام في مشهد عبد العظيم « شهررى » وبعد ما تحققت الإقامة المذكورة ولو بإتيان صلاة واحدة تامة بدا له الخروج إلى طهران لأخذ جواز السفر لزيارة العتبات العاليات ولا يدرى أيضا كم مقامه في طهران فحين خروجه من ذلك المشهد ليس له قصد تفصيلي للعود إلى وطنه بل يعلم إجمالا بحسب الارتكاز عوده إلى وطنه . واما الان فقصده هو طهران ولا يكفى هذا القصد الإجمالي في انضمام الذهاب إلى الإياب . نعم إذا كان قصده من ابتداء الأمر الخروج عن محل الإقامة قصدا تفصيليا فلا يضر ذلك إذا حصلت له الغفلة في أثناء تلك المسافرة عن قصده التفصيلي ما لم يحصل لسفره أحد من القواطع . لا يقال : أليست النية الإجمالية الارتكازية كافية في الصلاة والوضوء والغسل وغيرها فإنه يقال : نعم لا إشكال في كفاية النية إذا كانت في بدو الشروع فيها قاصدا لاتيانها تفصيلا وعروض النية الإجمالية الارتكازية في أثنائها ليس مخلا ما لم يحصل أحد من مبطلاتها .\r\nفالذي هو الشرط فيها هو وجود النية التفصيلية حين شروعه بتلك الأعمال . واما استمرارها من أولها إلى أخرها فليست شرطا فيها . وقد يتمسك في كفاية القصد\r\n\r\n","description":"","footnote":"\r\n« 1 » الوسائل ب 4 / 3\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\nالإجمالي في وجوب القصر بصحيحة أبي ولاد الحناط . قال : قلت لأبي عبد الله عليه السلام انى كنت نويت حين دخلت المدينة ان أقيم بها عشرة أيام وأتم الصلاة . ثم بدا لي بعد ان لا أقيم بها فما ترى لي أتم أم أقصر ؟ قال : ان كنت حين دخلتها على نيتك التمام فلم تصل فيها صلاة فريضة واحدة بتمام حتى بدا لك ان لا تقيم فأنت في تلك الحال بالخيار ان شئت فانو المقام عشرا وأتم وان لم تنو المقام عشرا فقصر ما بينك وبين شهر . فإذا مضى لك شهر فأتم الصلاة « 1 » بتقريب ان المستفاد من الصحيحة كون مجرد قصده للخروج عن محل الإقامة كافيا في ثبوت القصر فلا يحتاج إلى القصد التفصيلي كما هو المراد . وفيه ان الصحيحة لا تدل على ذلك بل دلالتها على خلاف ذلك أدل . فإن الظاهر منها ان المراد من الخروج مفارقته عن محل الإقامة والارتحال عنه قاصدا لوطنه قصدا تفصيليا فهو قاصد من بدو خروجه تفصيلا لوطنه هذا .\r\nوالأقوى في المسألة هو التفصيل بلزوم الإتمام في الذهاب والمقصد والقصر في الإياب إلى وصوله بوطنه إذا كانت المسافة بين المقصد والوطن ثمانية فراسخ أو أزيد إذ انه فعلا قصد المقصد لا وطنه تفصيلا . واما الوطن فقصده اليه إجمالي ارتكازي . وقد مر منا عدم كفاية هذا القصد الإجمالي في وجوب القصر . ثم إنه لا يضر الترديد في الإقامة في بلد الإقامة ثانيا . فان قصد الإقامة يقينا هو المانع والقاطع لسفره . واما الترديد فلا يوجب ذلك قطعا . وليس بلد الإقامة الذي لم يعزم فيه على إقامة العشرة في إيابه كنفس الوطن حيث إن العبور من الوطن قاطع للسفر قطعا . اما بلد الإقامة انما يكون قاطعا إذا قصد إقامة العشرة فيه ثانيا .\r\nالمسألة الثالثة\r\nإذا نوى إقامة عشرة أيام في بلد ثم بدا له الخروج في أثنائها إلى ما دون المسافة\r\nفهل حكمها حكم المسألة الثانية أم لا . فنقول : ان مورد البحث في المسألة هو كون قصده التفصيلي المقصد وقصده الإجمالي الارتكازي هو الوطن .\r\nوانه هل يجب عليه في هذه الصورة القصر أو التمام أو لا بد من التفصيل على\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 18 / 1\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\nما مر في المسألة السابقة . وقوله عليه السلام في صحيحة أبي ولاد وان كنت دخلت المدينة إلى قوله عليه السلام فليس لك ان تقصر حتى تخرج عنها هل يشمل لما نحن فيه فيكون الخارج عن بلد الإقامة في أثناء إقامته بعد الإتيان بصلاة واحدة بتمام مثل الخارج عنه بعد تمامية إقامة عشرة أيام على ما بيناه في المسألة الثانية أم لا . والذي لا بد لنا هو بيان ما هو الأصل في المسألة مع قطع النظر عن تلك الصحيحة . فنقول : المستفاد من الأدلة الدالة على لزوم الإتمام لمقيم العشرة هل هو ثبوت الإتمام بمجرد نية الإقامة بكون المناط حدوثها فقط . أو كون النية المذكورة علة لوجوب الإتمام حدوثا وبقاء . فعلى الأول ينقطع سفره بمجرد تحقق النية المذكورة بخلاف الثاني لأن المناط على هذا الفرض نية الإقامة حدوثا وبقاء إلى تمامية عشرة أيام كما هو الحق في المقام . فإن الأدلة ظاهرة كلها في الإقامة الفعلية فلو زالت النية في الأثناء وبدا له الخروج فلا يثبت حينئذ حكم المقيم في هذه الصورة بحسب الأدلة الأولية فلازمها القصر عليه فكون هذه المسألة في ترتب آثار المقيم عشرة أيام الذي تمت إقامة العشرة في حقه مما يحتاج إلى دليل .\r\nفإذا فالقول بانقطاع السفر السابق على الإقامة في صورة خروجه إلى ما دون المسافة في أثناء إقامته محل اشكال بل منع . والأدلة العامة كلها ظاهرة في المسألة السابقة . وعموم التنزيل كقوله عليه السلام « من قدم مكة قبل العرفة بعشرة أيام فهو بمنزلة أهل مكة » لا يشمل لما نحن فيه لو قلنا به . وما ذكرنا سابقا في وجوب الإتمام لمقيم العشرة من أن ذلك من أجل كون المقيم خارجا عن موضوع المسافر . أو من أجل خروجه عن موضوعه بنحو التخصيص الفردي مما لا يحتمل في المقام . لظهور الأدلة سواء قلنا بالخروج الموضوعي أو التخصيص الفردي انما هو فيمن عزم على إقامة العشرة وتحققت الإقامة وتمت العشرة ثم بدا له بعد تماميتها الخروج إلى ما دون المسافة كما هو المفروض في المسألة السابقة . وشمولها لما نحن فيه مشكل جدا . واما القول بكون ما نحن فيه كالمسألة السابقة للإجماع المركب وعدم القول بالفصل فيرد عليه أنه ثبت القول بالفصل بفتوى جماعة من الاعلام في ما نحن فيه بعدم انقطاع السفر بالإقامة المذكورة كما هو مقتضى صحيحة أبي ولاد بكونها مخصصا لحكم السفر بلزوم الإتمام ما لم يخرج عن بلد الإقامة في صورة إتيانه بصلاة فريضة\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\nواحدة تامة . فإذا خرج يجب عليه القصر فيضم السابق على إقامته في ذلك البلد على اللاحق بعدها وان كان خروجه إلى ما دون المسافة بعد كون المجموع من السابق واللاحق ثمانية فراسخ أو أزيد . وما عن جماعة من الاعلام من أن المقيم في المسألة كالمقيم في المسألة السابقة في خروجه عن موضوع المسافر فيجب عليه الإتمام بعد الإتيان بصلاة فريضة واحدة بتمام ويستحب له الإتيان بالنوافل الساقطة حال السفر ويصح صومه لو نوى الصوم ثم عدل بعد الزوال كمن صام ثم سافر بعد الزوال . ففيه : ان ذلك لا يوجب كونه خارجا عن موضوع المسافر . بل من الممكن كونه كذلك من أجل التخصيص الحكمي . كمن عزم المسافة الشرعية ثم بعد سيره مقدار الفرسخين أو ثلاثة فراسخ عدل عن سفره فرجع إلى وطنه . فما اتى من الصلاة قصرا قبل عدوله لا إشكال في صحته مع أنه ليس مسافرا شرعا على عكس ما نحن فيه فكذا فيما نحن فيه نلتزم بمقتضى صحيحة أبي ولاد بالتخصيص الحكمي ويجب عليه الإتمام ما دام لم يخرج عن البلد فتحصل مما ذكرنا كله عدم ثبوت القاطعية في المورد بحسب الأدلة الأولية . فما لم يحصل له البداء في إقامته يجب عليه الإتمام وبمجرد حصول البداء انتفى الموضوع فلا يجب الإتمام حتى قبل الخروج . غاية ما في الباب إذا اتى بصلاة فريضة واحدة بتمام يجب عليه الإتمام في هذه الصورة . ولولا دلالة الصحيحة على ذلك كان مقتضى القاعدة هو وجوب القصر في هذه الصورة أيضا . فظهر ان استفادة القاطعية من الصحيحة محل اشكال بل منع . فغاية ما يستفاد من الصحيحة هو الخروج الحكمي في المقام لا الخروج الموضوعي . واستفادة القاطعية أيضا من الآثار كوجوب الإتمام في صورة إتيانه بصلاة فريضة تامة وصحة صومه على ما ذكرنا واستحباب الإتيان بالنوافل الساقطة حال السفر ممنوعة جدا كما نبهنا على ذلك لعدم استلزام ذلك الخروج الموضوعي بل يجتمع ذلك مع القول بالخروج الحكمي أيضا كما هو واضح .\r\nولكن الأقوى ان الصحيحة تدل على الخروج الموضوعي لا الحكمي حيث إن الصحيحة في مقام التفصيل بين الإتيان بصلاة فريضة تامة وعدمه وفي مورد الإتيان بصلاة فريضة تامة قد حكم بعدم لزوم القصر ما دام لم يخرج من المدينة\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\nبقوله فليس لك ان تقصر حتى تخرج منها وهذا التعبير في معنى انك لست مسافرا حتى يجب عليك التقصير والا فلو كان المراد منه التخصيص الحكمي كان حق التعبير كذلك « فيجب عليك الإتمام . أو لا يجب عليك التقصير » فالتعبير بقوله « فليس لك ان تقصر . » كالصريح في نفى الموضوع بلسان نفى الحكم كأنه قال : ان وظيفتك ليس التقصير لأنك لست مسافرا ومن البديهي ان من لم يكن مسافرا فهو مقيم . ولعمري ان استفادة القاطعية من الصحيحة بمكان من الوضوح والبداهة مضافا إلى أن قوله عليه السلام وان كنت حين دخلتها على نيتك التمام إلى قوله عليه السلام ان شئت فانو المقام عشرا وأتم وان لم تنو المقام فقصر ما بينك وبين شهر . إلخ ظاهر فيما ذكرنا من الخروج الموضوعي فيما صلى فيها صلاة فريضة تامة . فإن قوله عليه السلام ان شئت فانو المقام ظاهر في هذا المعنى أنك أيها السائل إذا لم تصل صلاة فريضة واحدة بتمام فأنت مسافر حينئذ تكون بالخيار ان شئت فانو المقام فأتم أو لم تنو المقام عشرا فقصر ما بينك وبين شهر . فقد يستفاد من ذلك أنه إذا شاء فيه المقام وأتم الصلاة يجعل نفسه مقيما بنية الإقامة عشرا وإتيانه بفريضة واحدة تامة . كما أنه ان لم يشأ المقام فيكون مسافرا إلى شهر وبعد مضى شهر حصل القاطع لسفره . فكما ان الإتيان بفريضة واحدة تامة قاطع للسفر وهكذا مضى شهر أيضا إذا لم ينو المقام قاطع لسفره فيستفاد من الصحيحة ان القاطع تارة يكون بنية المقام عشرة أيام بعد ما تمت العشرة في الخارج وأخرى يكون بإتيان فريضة واحدة تامة إذا عدل بعده عن إقامته وثالثة بمضي شهر إذا لم ينو المقام عشرة أيام . وما عبر في مورد مضى الثلاثين بقوله عليه السلام فأتم فهو من باب بيان الموضوع ببيان حكمه وهذا غير عزيز كما لا يخفى . ويترتب على قاطعية تلك الأمور الثلاثة فروع كثيرة مستنبطة منها ولا مجال لنا لبسط الكلام فيها .\r\nفالخروج في الموارد المذكورة انما يكون خروجا موضوعيا . ومما يتفرع على نية إقامة العشرة إذا فرض عدم حصولها خارجا ولم يصل أيضا صلاة فريضة واحدة تامة هو وجوب التمام ما دام لم يعزم على الخروج في الأثناء . فالخروج حينئذ خروج حكمي . فوجوب التمام مترتب على مجرد حصول النية المذكورة . فما دام\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\nموضوع نية الإقامة عشرة أيام باق يجب عليه الإتمام من باب التخصيص الحكمي وإذا انتفى هذا الموضوع لطرو البداء بالخروج لا يجب عليه الإتمام بل الواجب عليه هو القصر إلا إذا صلى صلاة فريضة تامة فحينئذ يحصل القاطع ويترتب عليه آثاره . ومثله ما إذا حصلت نية الإقامة عشرة أيام وتمت ولم يصل فريضة أصلا بعصيانه في طول إقامته في محل الإقامة وقد تحققت منه الإقامة عشرة أيام بتمامها خارجا صدق القاطعية فيخرج المقيم حينئذ عن موضوع المسافر . واما في مورد نية الإقامة وحصول البداء في الأثناء بالخروج لو صلى فريضة تامة يحصل القاطع أيضا . فلا يستشكل في المقام بان بعد كون القاطع موقوفا على إتيان فريضة تامة أو بتمامية العشرة فيمن عزم على إقامتها كيف يحكم بترتب آثار القاطعية من بدو الأمر مع كون الحكم مقدما على موضوعه فإنه يقال : انا قد بينا لك ان ما هو الموجب لوجوب الإتمام هو مجرد نية العشرة . واما ما هو الموجب للقاطعية هو تحقق الموضوع خارجا كمضي عشرة أيام فيمن نوى إقامة العشرة .\r\nأو إتيان صلاة فريضة تامة فلا يلحق سفره السابق إلى اللاحق إذا كانت المسافة من محل الإقامة إلى وطنه أو المقصد الذي نوى فيه إقامة عشرة أيام أقل من الثمانية .\r\nومما ذكرنا يظهر لك حال بعض الفروع المتفرعة على المسألة . ثم لما كان مورد الرواية هو صلاة فريضة تامة . فالتعدي عنها في القاطعية كالصوم أو الإتيان بالنوافل الساقطة في السفر وغيرهما غير صحيح إذ المتيقن في المقام هو الاقتصار بالمورد بعد كون ذلك على خلاف الأصل . نعم عن جماعة من الفقهاء كفاية الصوم والنوافل المزبورة في القاطعية . فإن الصلاة على مذاقهم انما ذكرت من باب كونها أحد المصاديق للقاطعية من دون خصوصية لها في ذلك فبالغاء الخصوصية يسري الحكم إلى الصوم وغيره من الآثار الثابتة على الإقامة . ولا يخفى انه لا يمكن مجرد الإتيان بصلاة فريضة واحدة تامة من دون ترتب إتيانها على نية الإقامة عشرة أيام كما في صورة الغفلة والسهو أو الإتيان بها قضاء . وإذا شرع بالصلاة بنية الإتمام فبدا في أثنائها الخروج لا يترتب لها اثر ولا يحصل القطع بها حيث إن مقتضى النص هو صلاة فريضة بتمام . وهل يجب عليه إتمامها التي تلبس بها بنية الإتمام أم يجب قطعها واستينافها ثانيا قصرا أو لا بد من التفصيل\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nبين ما كان ذلك قبل ان يقوم للثالثة فيأتي قصرا وبعد قيامه للثالثة فيأتي تماما . أو يفصل بين ما لو كان ذلك قبل دخوله في ركوع الثالثة فيقصر وبعد دخوله في ركوعها فيتم وجوه . ولو نوى الإقامة عشرة أيام وصام ثم بعد الزوال بدا له الخروج قبل الإتيان بصلاة فريضة واحدة تامة هل يكون هذا مثل من صام الحاضر في وطنه وسافر بعد الزوال فيجب عليه إتمام صومه مع أن الفرض عدم إتيانه بصلاة فريضة واحدة تامة غاية ما في الباب دخول وقتها فقط أم لا . وقد ذكر الشهيد الثاني قدس سره في محكي الروض إلحاق الصوم الواجب إذا رجع عن نيته بعد الزوال بالفريضة التامة واستدل على ذلك بالروايات الدالة على أن من سافر في شهر رمضان بعد الزوال وجب عليه إكمال صومه كصحيحة الحلبي عن أبي عبد الله عليه السلام انه سال عن الرجل يخرج من بيته وهو يريد السفر وهو صائم قال : فقال : ان خرج من قبل ان ينتصف النهار فليفطر وليقض ذلك اليوم . وان خرج بعد الزوال فليتم صومه « 1 » وصحيحة محمد بن مسلم عنه عليه السلام إذا سافر الرجل في شهر رمضان فخرج بعد نصف النهار فعليه صيام ذلك اليوم ويعتد به من شهر رمضان الحديث « 2 » ولا يخفى ان لزوم إكمال الصوم انما هو من أجل ثبوت الملازمة بين الصلاة والصوم لما ثبت من أن كلما قصرت أفطرت وبالعكس فبعد الزوال قد ثبت حكم إتمام الصلاة فيثبت حينئذ إكمال الصوم أيضا ولا دخل لوجودها الخارجي .\r\nمسألة\r\nان تردد عزمه ولا يعلم متى يخرج غدا أو بعد غد\r\n/ أو عزم على الخروج ولكن لم يتهيأ قصر ما بينه وبين شهر وهو ثلاثون يوما ثم يتم ولو يوما أو صلاة واحدة وتعليق الحكم على الشهر هو الموجود في أكثر النصوص وكثير من الفتاوى بل الأكثر على ما قيل كما وقع التصريح به في صحيحة محمد بن مسلم وغيرها . واما رواية حنان عن أبيه عن أبي جعفر عليه السلام قال : إذا دخلت\r\n\r\n","description":"","footnote":"\r\n« 1 » من أبواب من يصح منه الصوم ب 5 / 2\r\n« 2 » ب 5 / 1\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\nالبلدة فقلت اليوم أخرج أو غدا اخرج فاستتممت عشرا فأتم « 1 » فلا تخلو عن المناقشة لقصورها عن المكافئة مع تلك الروايات أولا واحتمال وقوع التصحيف فيها ثانيا قال في الوسائل بعد نقل هذه الرواية ما لفظه . وفي رواية أخرى بهذا الاسناد فاستتممت شهرا فأتم « 2 » .\r\nولا يخفى ان ما عبر في الوسائل بقوله وفي رواية أخرى غير صحيح . إذا الظاهر اتحاد الروايتين . فقد ذكر الشيخ الرواية في كتابيه التهذيب والاستبصار .\r\nوالواقع في التهذيب لفظة « عشرا » وفي الاستبصار لفظة « شهرا » فالمظنون بل المقطوع وقوع التصحيف في عبارة التهذيب . والصحيح ما نقله في الاستبصار .\r\nوالعجب من صاحب الوسائل حيث تصدى في مقام الجمع بينهما بأن الأولى مخصوصة بمن نوى العشرة والثانية بمن لم ينو لما مضى ويأتي . مع أن الرواية صريحة في أنها صدرت في مورد الترديد وانه عازم للخروج اما اليوم أو غدا .\r\nومع هذا كيف يمكن حمل الرواية على ناوي الإقامة عشرا .\r\nثم المعتبر في المقام هل هو الشهر الهلالي كما عن الأكثر أو عد ثلاثين يوما كما عن جماعة وهو المحكي عن أكثر كتب المتأخرين . وعن التذكرة أيضا التصريح بأن العبرة بها لا بما بين الهلالين وان نقص عنها . وتبعه في ذلك غير واحد ممن تأخر عنه . فعلى هذا لو كان ابتداء تردده في أول يوم من الشهر الهلالي إلى الهلال الأخر واتفق نقصان الشهر لا يتم صلاته حتى يكمله من الشهر القابل .\r\nولا يخفى ان منشأ الاختلاف بينهم هو اختلاف الروايات والمذكور في روايات المسألة بأجمعها هو لفظ « الشهر » إلا في رواية محمد بن مسلم على أحد النقلين . فإن المروي عنه في المسألة روايتان . الأولى : ما رواه هو بنفسه فالمذكور فيه لفظ الشهر . فقد رواه الشيخ بسنده عن محمد بن مسلم قال : سألته عن المسافر يقدم الأرض . فقال : ان حدثته نفسه ان يقيم عشرا فليتم والا قال اليوم أخرج أو غدا اخرج ولا يدرى فليقصر ما بينه وبين شهر فان مضى شهر\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 15 / 14\r\n« 2 » ب 15 / 15\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\nفليتم . الحديث « 1 » والثانية : ما رواه أبو أيوب الخزاز قال : سال محمد بن مسلم أبا عبد الله عليه السلام . وانا اسمع عن المسافر ان حدث نفسه بإقامة عشرة أيام . قال : فليتم الصلاة فإن لم يدر ما يقيم يوما أو أكثر فليعد ثلاثين يوما ثم ليتم . الحديث « 2 » .\r\nوقد تعرضوا في مقام الجمع بينهما بوجوه . فمنها ان لفظ الشهر الواقع في تلك الروايات مجمل حيث إن لفظ الشهر يتردد مفهومه بين ان يراد منه ما بين الهلالين وان يراد منه عد ثلاثين يوما . ولفظ ثلاثين الواقع في رواية أبي أيوب الخزاز مبين . فيرتفع بهذه الرواية الإجمال الواقع في لفظ الشهر الواقع في تلك الروايات . وهذا الوجه عندي هو الأقوى .\r\nومنها : ان الروايات المتعرضة للشهر من قبيل المطلق ورواية أبي أيوب المتعرضة لعد ثلاثين يوما من قبيل المقيد . فيلزم حمل المطلق على المقيد .\r\nوفيه : ان جعل المقام من قبيل المطلق والمقيد غير صحيح . فان المطلق يشمل بإطلاقه للمقيد كالرقبة . فإنها تشمل بإطلاقها الرقبة المؤمنة والكافرة . فيصح تقييدها بالمؤمنة . واما ما نحن فيه فمن قبيل المتباينين . فان الشهر ربما يطلق ويراد منه الزمان المحدود بما بين الهلالين وان نقص يوما . وربما يطلق ويراد منه ثلاثون يوما وهو عدد أيام الشهر الذي ليس بناقص . فهما حد ان مخصوصان متباينان . ومنها : التفصيل وهو الاكتفاء بما بين الهلالين وان كان ناقصا لو كان الترديد حاصلا من أول الشهر والاعتبار بالثلاثين إذا كان ذلك في غيره . وفيه : ما عرفت آنفا من أن الاعتبار بعد ثلاثين يوما . حيث إن هذا اللفظ الواقع في رواية أبي أيوب من قبيل المبين الرافع لإجمال لفظ الشهر الواقع في روايات الباب . فعلى هذا لا موجب للفرق بين كون تردده في أول الشهر أو في أثنائه فإن فرض مبدء تردده في أول يوم من وروده البلدة . واتفق كونه أول الشهر وكان الشهر ناقصا فلا بد من إكماله بيوم من الشهر القابل ثم بعد مضى ثلاثين يوما في مورد البحث ينقطع سفره السابق كصورة الإقامة\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 15 / 16\r\n« 2 » ب 15 / 12\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nعشرة أيام . فيحتاج في ثبوت القصر ثانيا على قصد المسافة المعتبرة شرعا . ولا يكفى انضمام السفر اللاحق على السفر السابق والذي يدل على القاطعية في الموردين هو دليل التنزيل الذي جعل المقيم عشرة أيام وهكذا المتردد ثلاثين يوما بمنزلة أهل مكة كما ذكرنا ذلك سابقا . وقلنا إن المستفاد من دليل التنزيل هو الخروج الموضوعي وان المقيم عشرة أيام خارج عن موضوع المسافر لا عن حكمه . وان معنى قوله عليه السلام في صحيحة أبي ولاد فليس لك ان تقصر . هو انك لست مسافرا حتى يجب عليك القصر . والا فإن كان المراد من ذلك هو التخصيص الحكمي كان حق التعبير ان يقول يجب عليك إتمام الصلاة . أو لا يجب عليك القصر . فالمقام من قبيل نفى الموضوع بلسان نفى الحكم . فكان الإمام عليه السلام قال : ان وظيفتك ليس هو القصر لأنك لست مسافرا . ومن الواضح ان عدم كونه مسافرا يساوق كونه مقيما ولو بدليل التنزيل . أضف إلى ذلك ان استفادة القاطعية على هذا النحو من ذيل الصحيحة أوضح واجلى مما ذكر . حيث قال عليه السلام : ان كنت حين دخلتها على نيتك التمام فلم تصل فيها صلاة فريضة واحدة بتمام حتى بدا لك ان لا تقيم فأنت في تلك الحال بالخيار ان شئت فانو المقام عشرا وأتم . وان لم تنو المقام عشرا فقصر ما بينك وبين شهر . فإذا مضى لك شهر فأتم الصلاة « 1 » فقد ذكر القواطع الثلاثة في سياق واحد وأسلوب فأرد . وحكم بعدم القصر تارة وبالإتمام تارة أخرى والتعبير بالإتمام انما هو من باب بيان الموضوع بلسان بيان الحكم كما أشرنا إليه سابقا . وظهور الرواية في أن وجوب الإتمام في الموارد الثلاثة انما هو من واد واحد وهو عدم كون الشخص مسافرا مما لا يخفى .\r\nمسألة\r\nالقصر في السفر فرض وعزيمة لا رخصة بلا خلاف بيننا .\r\nنبل هو من ضروريات المذهب . وقد وقع التصريح بوجوب التقصير في السفر كوجوب الإتمام في الحضر\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 18 / 1\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\nفيما رواه الصدوق في الفقيه صحيحا عن زرارة ومحمد بن مسلم انهما قالا : قلنا :\r\nلأبي جعفر عليه السلام ما تقول : في الصلاة في السفر كيف هي وكم هي ؟ فقال :\r\nان الله عز وجل يقول * ( « وَإِذا ضَرَبْتُمْ فِي الأَرْضِ فَلَيْسَ عَلَيْكُمْ جُناحٌ أَنْ تَقْصُرُوا مِنَ الصَّلاةِ . » ) * فصار التقصير في السفر واجبا كوجوب التمام في الحضر قالا : قلنا :\r\nانما قال الله عز وجل * ( « فَلَيْسَ عَلَيْكُمْ جُناحٌ » ) * ولم يقل « افعلوا » فكيف أوجب ذلك التمام في الحضر ؟ قال عليه السلام : أوليس قد قال الله * ( « إِنَّ الصَّفا والْمَرْوَةَ مِنْ شَعائِرِ ا لله فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلا جُناحَ عَلَيْه أَنْ يَطَّوَّفَ بِهِما . » ) * ألا ترون ان الطواف بهما واجب مفروض لان الله عز وجل ذكره في كتابه وصنعه نبيه صلى الله عليه وآله وكذلك التقصير في السفر شيء صنعه النبي صلى الله عليه وآله وذكر الله في كتابه . الحديث « 1 » وغير ذلك من الروايات الدالة عليه ولا حاجة إلى الاستقصاء بعد وضوح الحكم في المسألة . ولا يخفى ان قولهما ولم يقل افعلوا دليل على أن المرتكز في أذهانهم كون صيغة الأمر دالا على الوجوب . واما العامة فقد وقع الخلاف فيما بينهم . فالأكثر ذهب إلى كونه رخصة لا عزيمة . ثم اختلفوا فمنهم من قال : التقصير أفضل كالشافعي . ومنهم من قال : الإتمام أفضل « 2 » ومنهم من ذهب إلى أن التقصير عزيمة كأبي حنيفة . وقد استدلوا على كون القصر رخصة بالآية الشريفة وإذا ضربتم في الأرض فليس عليكم جناح ان تقصروا . لكون نفى الجناح ظاهرا في الجواز . وقد ظهر لك من الصحيحة ان نفى الجناح هنا كنفي الجناح في السعي فهو لا ينافي الوجوب بعد ما قامت الأدلة الدالة على الوجوب في الموردين .\r\nوالتعبير بنفي الجناح في الموردين مع كونهما واجبا من أجل نكتة موجودة فيهما . اما آية السعي فإنما قال سبحانه فيها * ( فَلا جُناحَ عَلَيْه أَنْ يَطَّوَّفَ بِهِما ) * مع كونه واجبا لأنه كان على الصفا صنم يقال له إساف . وعلى المروة صنم يقال له نائلة وكان المشركون إذا طافوا بهما مسحوهما فتحرج المسلمون عن الطواف بهما لأجل الصنمين . فانزل الله تعالى هذه الآية . فالآية في مقام توهم الحرج\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 22 / 2\r\n« 2 » كالمزنى وهو من أصحاب الشافعي\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\nوالبأس .\r\nواما في آية القصر . فلان التقصير كان مظنة أن يخطر ببالهم ان عليهم نقصانا فيه فرفع عنهم هذا التوهم بقوله « لا جناح » الآية لتطيب أنفسهم ويطمئنوا اليه .\r\nثم إن أول من استشكل في دلالة الآية على وجوب القصر هو الخليفة الثاني عمر بن الخطاب . فذكر ذلك على النبي ( ص ) فقال ( ص ) تلك صدقة تصدق الله بها عليكم فاقبلوا صدقته « 1 » وبالجملة : فلا إشكال في كون القصر فرضا واجبا بعد دلالة الأدلة الكثيرة عليه . فمنها ما رواه زرارة عن أبي جعفر عليه السلام قال : سمى رسول الله صلى الله عليه وآله قوما صاموا حين أفطر وقصر عصاة وقال : هم العصاة إلى يوم القيامة . وانا لنعرف أبنائهم وأبناء أبنائهم إلى يومنا هذا « 2 » ومنها ما عن الخصال عن السكوني عن جعفر عن آبائه عليهم السلام عن رسول الله صلى الله عليه وآله قال : ان الله اهدى إلى والى أمتي هدية لم يهدها إلى أحد من الأمم كرامة من الله لنا . قالوا : وما ذاك يا رسول الله ؟\r\nقال : الإفطار في السفر والتقصير في الصلاة . فمن لم يفعل ذلك فقد رد على الله عز وجل هديته « 3 » وغير ذلك من الروايات المتضافرة . وانما الرخصة والتخيير في بعض مصاديق السفر . بان تكون المسافة أربعة فما زاد ولم تبلغ الثمانية ولم يرد الرجوع . ليومه أو ليلته . فإنه مخير بين القصر والإتمام على قول بل نسب إلى المشهور بين القدماء . وتقدم البحث فيه مفصلا وما يقتضيه التحقيق فيه فراجع . أو يكون قد سافر بعد دخول الوقت فإنه يتخير حينئذ بينهما على قول\r\n\r\n","description":"","footnote":"\r\n« 1 » قال في الفقه على المذاهب الأربعة ج 1 ص 472 فهذه الآية قد دلت على أن قصر الصلاة مشروع حال الخوف وهي وان لم تدل على أنه مشروع حال الأمن ولكن الأحاديث الصحيحة والإجماع قد دلت على ذلك . فمن ذلك ما رواه يعلى بن أمية قلت لعمر : ما لنا نقصر وقد أمنا ؟\r\nفقال سالت رسول الله ( ص ) فقال : صدقه تصدق بها عليكم فاقبلوا صدقته رواه مسلم .\r\n« 2 » ب 22 / 5\r\n« 3 » ب 22 / 11\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nمحكي عن خلاف الشيخ « 1 » أو يكون المسافر في أحد المواطن الأربعة مكة والمدينة والمسجد الجامع بالكوفة والحائر الحسيني . ومما يدل على كون القصر في السفر عزيمة لا رخصة شدة نكير الصحابة على عثمان حين أتم صلاته بمنى . « 2 »\r\nمسألة\r\nقد يستثني من قاعدة وجوب القصر في السفر تعيينا صلاة المسافر في أحد المواطن الأربعة\r\nمكة والمدينة والمسجد الجامع بالكوفة والحائر على ساكنه السلام . فان المسافر فيها يكون بالتخيير . الا ان الإتمام أفضل على ما نسب إلى المشهور وعن السيد المرتضى في جمل العلم والعمل لا يقصر في مكة ومسجد النبي ( ص ) ومسجد الكوفة ومشاهد الأئمة القائمين مقامه عليهم السلام .\r\nوعن الصدوق تعين القصر ما لم ينو المقام عشرة أيام . والأفضل ان ينو المقام حتى يتم صلاته وعن صفوان وابن أبي عمير وغيرهما من أصحابنا المعاصرين\r\n\r\n","description":"","footnote":"\r\n« 1 » الخلاف مسألة 14 من كتاب صلاة المسافر .\r\n« 2 » عن شرح مسلم للنووي في المجلد الخامس ص 195 أنه قال : اختلف العلماء في تأويلهما « اى عثمان وعائشة » فالصحيح الذي عليه المحققون أنهما رأيا القصر جائزا والإتمام جائزا فأخذا بأحد الجائزين وهو الإتمام . وقيل لان عثمان امام المؤمنين وعائشة أمهم فكأنهما في منازلهما . وأبطله المحققون بأن النبي كان أولى بذلك منهما وكذلك أبو بكر وعمر . وقيل لان عثمان تأهل بمكة وأبطلوه بأن النبي سافر بأزواجه وقصر . وقيل فعل ذلك من أجل الأعراب الذين حضروا لئلا يظنوا ان فرض الصلاة ركعتان ابدا حضرا وسفرا .\r\nوأبطلوه بأن هذا المعنى كان موجودا في زمن النبي ( ص ) بل اشتهر أمر الصلاة في زمن عثمان بأكثر مما كان وقيل لان عثمان نوى الإقامة بمكة بعد الحج . وأبطلوه بأن الإقامة بمكة حرام على المهاجرين فوق ثلاث . وقيل كان لعثمان ارض بمنى . وأبطلوه بان ذلك لا يقتضي الإتمام والإقامة . انتهى .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\nللأئمة الأطهار عليهم السلام أيضا وجوب القصر « 1 » .\r\nولا يخفى ان منشأ الاختلاف في المسألة هو اختلاف الروايات . فلا بد لنا من ملاحظة الروايات الواردة عنهم عليهم السلام حتى يتبين حكم المسألة .\r\nفنقول : ان الروايات الواردة في المقام على طوائف .\r\nالطائفة الأولى : روايات تدل بإطلاقها على الإتمام في المواطن الأربعة . كرواية مسمع عن أبي إبراهيم عليه السلام قال : كان أبى يرى لهذين الحرمين ما لا يراه لغيرهما ويقول : ان الإتمام فيهما من الأمر المذخور « 2 » ورواية معاوية بن عمار عن أبي عبد الله عليه السلام ان من الأمر المذخور الإتمام في الحرمين « 3 » ومرسلة الصدوق قال : قال الصادق عليه السلام من الأمر المذخور إتمام الصلاة في أربعة مواطن : مكة والمدينة ومسجد الكوفة وحائر الحسين عليه السلام « 4 » وصحيحة حماد بن عيسى عن أبي عبد الله عليه السلام أنه قال : من مخزون علم الله الإتمام في أربعة مواطن حرم الله وحرم رسوله صلى الله عليه وآله وحرم أمير المؤمنين عليه السلام وحرم الحسين بن علي عليه السلام « 5 » ورواية عمرو بن مرزوق قال : سألت أبا الحسن عليه السلام عن الصلاة في الحرمين وعند قبر الحسين عليه السلام قال : أتم الصلاة فيهن « 6 » ورواية أبي بصير عن أبي عبد الله عليه السلام قال : سمعته يقول : تتم الصلاة في أربعة مواطن : في المسجد الحرام ومسجد الرسول ومسجد الكوفة وحرم الحسين عليه السلام « 7 » وغيرها من الروايات الدالة على الإتمام .\r\n« الطائفة الثانية » وهي التي تدل على القصر كرواية معاوية بن عمار قال :\r\nسألت أبا عبد الله عليه السلام عن رجل قدم مكة فأقام على إحرامه قال : فليقصر\r\n\r\n","description":"","footnote":"\r\n« 1 » عن كتاب كامل الزيارات عن ابيد عن سعد بن عبد الله قال : سألت أيوب بن نوح عن تقصير الصلاة في هذه المشاهد مكة والمدينة والكوفة وقبر الحسين عليه السلام والذي يروي فيها ؟ فقال : انا اقصر وكان صفوان يقصر وابن أبي عمير وجميع أصحابنا يقصرون\r\n« 2 » ب 25 / 2\r\n« 3 » ب 25 / 20\r\n« 4 » ب 25 / 26\r\n« 5 » ب 25 / 1\r\n« 6 » ب 25 / 30\r\n« 7 » ب 25 / 25\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\nالصلاة ما دام محرما « 1 » ورواية عمار بن موسى قال : سألت أبا عبد الله عليه السلام عن الصلاة في الحائر قال : ليس الصلاة إلا الفرض بالتقصير ولا تصل النوافل « 2 » وصحيحة معاوية بن وهب قال : قلت لأبي عبد الله عليه السلام مكة والمدينة كسائر البلدان ؟ قال : نعم . قلت : روى عنك بعض أصحابنا انك قلت لهم : أتموا بالمدينة لخمس . فقال : ان أصحابكم هؤلاء كانوا يقدمون فيخرجون من المسجد عند الصلاة فكرهت ذلك لهم فلهذا قلته « 3 » ولا يخفى ان التعارض الواقع بين الطائفتين هو التباين فلا بد حينئذ من الحكم بالتخيير كما هو مقتضى الجمع العرفي مضافا إلى ما يدل على ذلك من الاخبار « الطائفة الثالثة » وهي التي تدل على التخيير وان المسافر فيها مخير بين القصر والإتمام ان شاء قصر وان شاء أتم كرواية علي بن يقطين قال : سألت أبا إبراهيم عليه السلام عن التقصير بمكة . فقال : أتم وليس بواجب الا انى أحب لك ما أحب لنفسي « 4 » ورواية عمران بن حمران قال : قلت لأبي الحسن أقصر في المسجد الحرام أو أتم ؟ قال : ان قصرت فلك . وان أتممت فهو خير . وزيادة الخير خير « 5 » ورواية علي بن يقطين عن أبي الحسن عليه السلام في الصلاة بمكة قال : من شاء أتم ومن شاء قصر . ورواية الحسين بن المختار عن أبي إبراهيم عليه السلام قال : قلت له : انا إذا دخلنا مكة والمدينة نتم أو نقصر . قال : ان قصرت فذلك . وان أتممت فهو خير تزداد « 6 » . وهذه الطائفة لها الحكومة على الطائفتين السابقتين فتكون شارحة لهما وان كل واحد من القصر والإتمام في تلك الأمكنة انما هو بالتخيير .\r\n« الطائفة الرابعة » وهي تدل على التخيير الموضوعي . بخلاف سابقتها فإنها كانت ظاهرة في الدلالة على التخيير الحكمي كما عرفت فمقتضى هذه الطائفة ان المسافر في الأماكن المذكورة مخير بين إدخال نفسه في موضوع المقيم بأن ينوي إقامة عشرة أيام فيتم صلاته وبين إدخال نفسه في موضوع المسافر فيقصر .\r\nفهذه الطائفة حاكمة على الطائفة السابقة . فتدل على أن المراد من التخيير الذي\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 25 / 3\r\n« 2 » ب 26 / 3\r\n« 3 » ب 25 / 27\r\n« 4 » ب 25 / 19\r\n« 5 » ب 25 / 11\r\n« 6 » ب 25 / 16\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\nدلت عليه الطائفة السابقة انما هو التخيير الموضوعي لا الحكمي . فهو مخير بين جعل نفسه مقيما بنية الإقامة وعدمه الا ان الأفضل هو نية الإقامة ليتم صلاته كما ذهب اليه الصدوق وحمل ما دل على أفضلية الإتمام فيها على الاستحباب باختيار الإقامة في تلك الأماكن الشريفة . فعلى هذا لا فرق بين تلك الأمكنة وغيرها من سائر البلدان على مقالة الصدوق وتابعيه الا من جهة استحباب الإتمام باختيار نية الإقامة في تلك الأمكنة الشريفة . ومما يدل على ما ذكرنا رواية علي بن حديد قال : سألت الرضا عليه السلام فقلت ان أصحابنا اختلفوا في الحرمين فبعضهم يقصر وبعضهم يتم . وانا ممن يتم على رواية قد رواها أصحابنا في التمام . وذكرت عبد الله بن جندب انه كان يتم . فقال : رحم الله ابن جندب . ثم قال : لي : لا يكون الإتمام الا ان تجمع على إقامة عشرة أيام وصل النوافل ما شئت . قال ابن حديد : وكان محبتي أن تأمرني بالإتمام « 1 » وصحيحة محمد بن إسماعيل ابن بزيع قال : سألت الرضا عليه السلام عن الصلاة بمكة والمدينة تقصير أو تمام . فقال :\r\nقصر ما لم تعزم على مقام عشرة أيام . « 2 » وبالجملة : فلا منافاة بين ما ذهب اليه الصدوق بمقتضى هذه الطائفة والطائفة الثالثة الظاهرة في التخيير الحكمي بعد كون هذه الطائفة الأخيرة شارحة لسابقتها كما عرفت فلو لا حظنا هذه الطوائف بعضها مع بعض يكون ما ذهب اليه الصدوق هو الحق في المسألة . إلا أن اخبار الباب ليست منحصرة فيها . فان هنا طوائف أخرى فلا بد لنا من إمعان النظر فيها وضم بعضها إلى بعضها الأخر حتى يتبين حكم المسألة . فمنها طائفة أخرى وهي .\r\n« الطائفة الخامسة » وهي تدل على أن المسافر بمجرد الدخول فيها يتم صلاته وان لم ينو إقامة عشرة أيام . بل وان كان دخوله إليها مارا كصحيحة عبد الرحمن بن الحجاج قال : سألت أبا عبد الله عليه السلام عن التمام بمكة والمدينة فقال : أتم وان لم تصل فيها إلا صلاة واحدة « 3 » ورواية عثمان بن عيسى\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 25 / 33\r\n« 2 » ب 25 / 32\r\n« 3 » ب 25 / 5\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\nقال : سألت أبا الحسن عليه السلام عن إتمام الصلاة والصيام في الحرمين .\r\nفقال : أتمها ولو صلاة واحدة « 1 » ورواية جعفر بن محمد بن قولويه في المزار عن قائد الحناط عن أبي الحسن الماضي عليه السلام قال : سألته عن الصلاة في الحرمين فقال : أتم ولو مررت به مارا « 2 » وهذه الطائفة تدل على خلاف ما ذهب اليه الصدوق . وتؤيد مقالة المشهور .\r\n« الطائفة السادسة » وهي تدل على كفاية نية المقام عشرة أيام وان كانت النية المزبورة نية صورية بأن يعلم الداخل فيها انه بعد يوم أو يومين أو ثلاثة أيام يسافر ولا تتحقق له الإقامة عشرة أيام . ومع ذلك فينوي إقامة عشرة أيام بزعمه وهذا نظير ما يستفتي عنا كثيرا ما بأني أريد إقامة يومين أو أو ثلاثة أيام مثلا في بلدة « قم » أو غيرها من سائر البلدان وأنوي إقامة عشرة أيام فهل أتم صلاتي أم لا ومن المعلوم ان نية الإقامة عشرة أيام في الفرض المزبور ليست إلا أمرا صوريا وموضوعا خياليا . ومع ذلك لا مانع من كون تلك النية الكذائية الصورية ذات أثر شرعي ويكون ذلك من خصوصيات الأماكن الأربعة وان لم نقل به في غير الأماكن المزبورة . ومقتضى الجمع بين هذه الطائفة والطائفة السابقة انه بمجرد الدخول بالأماكن المزبورة يتم صلاته ولو لم يصل إلا صلاة واحدة .\r\nولكن إذا تحقق منه ما ذكرنا من النية الصورية لكونها بمقتضى هذه الطائفة كنية المقام عشرة أيام على نحو القطع والجزم يصير حينئذ كمقيم العشرة . ومن الممكن أيضا حمل كلام الصدوق على هذا المعنى من أنه يتم إذا تحقق منه نية الإقامة عشرة أيام ولو على هذا النحو . فالحاصل انه لا فرق في نية الإقامة عشرة أيام بين كونها على نحو القطع والجزم وبين كونها صورية وخيالية . ويدل على ما ذكرنا ما رواه الشيخ عن محمد بن إبراهيم الحضيني قال : استأمرت أبا جعفر في الإتمام والتقصير قال : إذا دخلت الحرمين فانو عشرة أيام وأتم الصلاة . قلت :\r\nانى أقدم مكة قبل التروية بيوم أو يومين أو ثلاثة ( أيام ) قال : انو مقام عشرة أيام وأتم الصلاة « 3 » وقال الشيخ رحمه الله باعتبار هذه النية . ويكفى ما ذهب\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 25 / 17\r\n« 2 » ب 25 / 31\r\n« 3 » ب 25 / 15\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\nإليه في عدم ثبوت اعراضهم عن اعتبار النية المذكورة المستفادة من الرواية .\r\nهذا غاية التوجيه في كفاية النية المذكورة في الإتمام . وسيأتي بعض الكلام عن قريب فيما يرتبط بالمقام عند البحث في الرواية .\r\n« الطائفة السابعة » وهي تدل على أن ما ذكروا عليهم السلام من الأمر بالإتمام كان له سر وحكمة فمن أجل ذلك أمروهم بالإتمام ولم يكونوا عليهم السلام في مقام بيان الحكم الواقعي . فتكون هذه الطائفة حاكمة وشارحة للطائفة الخامسة والسادسة . فينقلب حينئذ ما ذكرنا من الحكم بالإتمام في صورة العزم الصوري بالإقامة عشرة أيام وان لم يصل إلا صلاة واحدة أو بمجرد المرور إليها كصحيحة معاوية بن وهب . قال : سألت أبا عبد الله عليه السلام عن التقصير في الحرمين والتمام . فقال : لا تتم حتى تجمع على مقام عشرة أيام . فقلت : ان أصحابنا رووا عنك انك أمرتهم بإتمام . فقال : ان أصحابك كانوا يدخلون المسجد فيصلون ويأخذون نعالهم ويخرجون والناس يستقبلونهم يدخلون المسجد للصلاة فأمرتهم بإتمام « 1 » وأيضا صحيحته الأخرى المروية في العلل قال : قلت لأبي عبد الله عليه السلام مكة والمدينة كسائر البلدان ؟ قال : نعم . قلت : روى عنك بعض أصحابنا انك قلت لهم أتموا بالخمس . فقال : ان أصحابكم هؤلاء كانوا يقدمون فيخرجون من المسجد عند الصلاة فكرهت ذلك لهم فلهذا قلته « 2 » فيستفاد من الصحيحتين على فرض تعددهما أو من الصحيحة على فرض اتحادهما وكونهما رواية واحدة ان الأمر بالإتمام كان من أجل حكمة وسر فيه كما قلنا فتكون هذه الطائفة حاكمة على الطائفة الخامسة والسادسة كما لا يخفى . واما الطوائف الأربعة السابقة فقد عرفت ان مقتضى الجمع العرفي بينها هو التخيير الموضوعي كما ذهب اليه الصدوق بمعنى انه مخير بين إدخال نفسه في موضوع المسافر فيقصر وعدمه وان كان الإتمام أفضل . فلا فرق حينئذ بين الأماكن المزبورة وسائر البلدان الا من جهة أفضلية الإتمام باختيار الإقامة في الأماكن الأربعة .\r\n« الطائفة الثامنة » وهي تدل على خلاف ما يستفاد من الطائفة السابقة\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 25 / 34\r\n« 2 » ب 25 / 27\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\nوعلى ان الإتمام فيها انما هو حكم واقعي من دون ملاحظة عنوان آخر في المقام حتى يكون سببا للإتمام كصحيحة عبد الرحمن بن الحجاج قال : قلت : لأبي الحسن عليه السلام ان هشاما روى عنك انك أمرته بالتمام في الحرمين وذلك من أجل الناس ؟ قال : لا . كنت انا ومن مضى من آبائي إذا وردنا مكة أتممنا الصلاة واستترنا من الناس « 1 » هذه هي الطوائف الموجودة في المسألة وقد تعرضنا لها بتفكيك كل طائفة عن الأخرى حتى لا يختلط الأمر في المقام كما وقع ذلك لبعض الاعلام . وإذ أعرفت ما ذكرنا فاعلم انك إذا تأملت في اخبار الباب يظهر لك ان الحق في المسألة هو ما ذهب اليه المشهور بان المسافر في المواطن الأربعة مخير بين الإتمام والقصر . والأفضل هو الإتمام . والمراد من التخيير هو التخيير الحكمي لا الموضوعي الذي نسب إلى الصدوق قدس سره . واختلاف الاخبار في الباب انما نشأ من ملاحظة اختلاف الظروف والمقتضيات والأشخاص والسائلين بحسب شؤونهم وحالاتهم . والا فلا تنافي بينها بحسب اللب والواقع . والاخبار الآمرة بالإتمام وان كانت ظاهرة في الوجوب التعييني الا انه يرفع اليد عن ظهورها بقرينة بعض الأخبار الأخر الدالة على التخيير وان الإتمام هو الأفضل .\r\nوكون الأمر بصيغته ومادته ظاهرا في الوجوب التعييني انما هو فيما لم تكن قرينة على الخلاف كما هو واضح . وما يدل على أن الإتمام فيما ينوي إقامة عشرة أيام ليس منافيا لما ذكرنا من التخيير وان الإتمام هو الأفضل . فإن الظاهر من الاخبار الآمرة بالإتمام وجوبه على سبيل التعيين وانما يرفع اليد عن هذا الظهور فيما إذا لم يعزم الإقامة عشرة أيام بمقتضى الأخبار الدالة على التخيير . وفي صورة إقامة العشرة يبقى هذا الظهور بحاله . فالإتمام على سبيل التعيين انما يكون إذا عزم الإقامة عشرة أيام . ويظهر من بعض الأخبار ان أمرهم بالإتمام كان من أجل الناس وسدا لباب الفتنة والفساد . وهذا لا ينافي كونه مخيرا في الواقع بين الإتمام والقصر كقوله عليه السلام في صحيحة معاوية بن وهب المتقدمة « ان أصحابك كانوا يدخلون المسجد فيصلون ويأخذون نعالهم ويخرجون والناس\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 25 / 6\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\nيستقبلونهم ويدخلون المسجد للصلاة فأمرتهم بالتمام » وفي صحيحته الأخرى المتقدمة أيضا « إن أصحابكم هؤلاء كانوا يقدمون فيخرجون من المسجد عند الصلاة فكرهت ذلك لهم فلذا قلته » وبالجملة : لما كان الخروج من المسجد حال انعقاد جماعاتهم امرا مستنكرا وقبيحا عند العامة ومظنة كونهم ممن لا يصلون « 1 » أمرهم عليه السلام بالإتمام . واعتذارهم بأنهم مسافرون ولذا لا يصلون معهم مما لا يعد مقبولا عندهم « 2 » هذا . ولكن قد بينوا عليهم السلام لبعض أصحابهم الذين يعدون من أصحاب السر عندهم الحكم الواقعي من غير ستر وقناع . وان الإتمام هو الأفضل كما في صحيحة علي بن مهزيار قال : كتبت إلى أبى جعفر عليه السلام ان الرواية قد اختلفت عن آبائك عليهم السلام في الإتمام والتقصير في الحرمين فمنها بان يتم الصلاة ولو صلاة واحدة ومنها ان يقصر ما لم ينو مقام عشرة أيام . ولم أزل على الإتمام فيها إلى أن صدرنا في حجنا في عامنا هذا . فان فقهاء أصحابنا أشاروا على بالتقصير إذا كنت لا انوى مقام عشرة أيام فصرت إلى التقصير . وقد ضقت بذلك حتى أعرف رأيك فكتب إلى بخطه قد علمت يرحمك الله فضل الصلاة في الحرمين على غيرهما فإني أحب لك إذا دخلتهما ان لا تقصر وتكثر فيهما الصلاة . فقلت له بعد ذلك بسنتين مشافهة انى كتبت إليك بكذا وأجبتني بكذا .\r\nفقال : نعم . فقلت اى شيء تعني بالحرمين فقال : مكة والمدينة « 3 » . ثم إن ما ذهب إليه أصحابنا الإمامية من وجوب القصر للمسافر ما لم ينو إقامة عشرة أيام كان امرا معروفا ظاهرا لا عند أنفسهم فقط . بل حتى عند العامة أيضا حيث كانوا يعلمون ان مذهب الشيعة في السفر القصر وجوبا ما لم ينو مقام عشرة أيام . واما ثبوت التخيير في المواطن الأربعة فلم يكن امرا معروفا شائعا حتى عند أنفسهم .\r\nفإنه كان من الأسرار المودعة عند أهله . ولذا كانوا عليهم السلام في مقام إخفاء\r\n\r\n","description":"","footnote":"\r\n« 1 » أو كونه قبيحا من حيث عدم الاعتناء بصلاتهم . س . ا . م .\r\n« 2 » فان جواز اقتداء المسافر بالمقيم من الأمور المسلمة عندهم . فراجع التذكرة وغيرها . س . ا . م\r\n« 3 » فروع الكافي ج 1 / ص 308 - الوسائل ب 25 / 4\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nامره . فجهل العامة بتلك الخصوصية الثابتة للأماكن الأربعة وكونها من مخزون علم الله دعت الحاجة إلى إخفاء أمرها . فإن إظهارها كان معرضا لاستنكار العامة .\r\nفحذرا لإشاعة أمرها كانوا عليهم السلام يخفونها حتى من الشيعة لاختلاطهم بالعامة إلا للأوحدي منهم الذين يعدون من أصحاب السر لديهم كما بينه الإمام عليه السلام لعلي بن مهزيار في صحيحته المتقدمة . واما الذين ليسوا كذلك ولم يصلوا مرتبتهم في تحمل أسرارهم ذكروا لهم الإتمام بعنوان آخر كقوله عليه السلام في رواية محمد بن إبراهيم الحضيني المتقدمة قال : إذا دخلت الحرمين فانو عشرة أيام وأتم الصلاة . وذكر عليه السلام الحكم بالإتمام أيضا في رواية أبي شبل قال : قلت لأبي عبد الله عليه السلام أزور قبر الحسين ؟ قال : نعم زر الطيب وأتم الصلاة عنده . قلت : بعض أصحابنا يرى التقصير . قال : انما يفعل ذلك الضعفة « 1 » ومن المحتمل قريبا ان المراد من الضعفة هم الذين لم يصلوا مرتبة أصحاب السر من الشيعة . فلا استبعاد ان لا يعد أمثال صفوان ومحمد بن أبي عمير وأمثالهما من أكابر الأصحاب من أصحاب السر مع جلالتهم علما وعملا كما يشهد لما ذكرنا ما رواه محمد بن سنان عن عدة من أهل الكوفة كتبوا إلى الصادق عليه السلام فقالوا له : ان المفضل يجالس الشطار وأصحاب الحمام وقوما يشربون الشراب فينبغي ان تكتب اليه فتأمره ان لا يجالسهم . فكتب إلى المفضل كتابا وختمه ودفع إليهم وأمرهم أن يدفعوا من أيديهم إلى يد المفضل فجائوا بالكتاب إلى المفضل منهم زرارة وعبد الله بن بكير ومحمد بن مسلم وأبو بصير وحجر بن زائدة ودفعوا الكتاب إلى المفضل . ففكه وقرأه . فإذا فيه بسم الله الرحمن الرحيم . اشتر كذا وكذا واشتر كذا وكذا ولم يذكر فيه قليلا ولا كثيرا مما قالوا فيه . فلما قرء الكتاب دفعه إلى زرارة ودفع زرارة إلى محمد بن مسلم حتى دار الكتاب على الكل فقال المفضل ما تقولون قالوا : هذا مال عظيم حتى ننظر ونجمع ونحمل إليك ثم ندرك الانزال بعد نظر في ذلك وأرادوا الانصراف فقال المفضل حتى تغدوا عندي فحبسهم لغدائه ووجه المفضل إلى\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 25 / 12\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\nأصحابه الذين سعوا بهم فجائوا فقرء عليهم كتاب أبى عبد الله عليه السلام فرجعوا من عنده وحبس المفضل هؤلاء ليتغدوا عنده فرجع الفتيان وحمل كل واحد منهم فحضروا واحضروا ألفي دينار وعشرة آلاف درهم قبل ان يفرغ هؤلاء من الغداء فقال لهم المفضل تأمروني أن اطرد هؤلاء من عندي تظنون ان الله يحتاج إلى صلاتكم وصومكم « 1 » فتأمل فيما فعل الصادق عليه السلام من اعمال حكمة عملية في إرسال الجماعة المذكورين إلى المفضل مع كفاية واحد منهم حيث عابوا على المفضل مجالسته مع هؤلاء الفتيان المنسوبين بفعل بعض المنكرات وتأمل في اعمال المفضل أيضا حكمة عملية حيث فهم مراد الإمام عليه السلام وكلف الجماعة الحاملين كتابه عليه السلام بتهيئة مال ليشتري به ما طلبه الصادق ( ع ) فاعتذروا بأنه لا يمكن لهم تحصيله في الوقت فاستمهلوه . فأرسل إلى جماعة الفتيان فأراهم كتاب أبى عبد الله عليه السلام فهيئوا هذا المال الكثير قبل فراغ الجماعة من غدائهم ففهمهم المفضل بعمله هذا سر مجالسته مع هؤلاء الفتيان المتفانين في حب مولانا الصادق عليه السلام .\r\nفيستفاد من هذه القضية كون المفضل من أصحاب السر . وهذا لا ينافي كون زرارة ومحمد بن مسلم وأمثالهما مع جلالتهم ان لا يكونوا من أصحاب السر . وممن بين الامام له الحكم الواقعي من أفضلية الإتمام علي بن يقطين قال : سألت أبا إبراهيم عليه السلام عن التقصير بمكة فقال : أتم وليس بواجب الا انى أحب لك ما أحب لنفسي « 2 » .\r\nوربما أمروا بالإتمام في مورد نية الإقامة عشرة أيام لما ذكرنا سابقا من كون الإتمام من الأسرار المودعة عند أهلها . فدعت الحاجة إلى إخفاء أفضلية الإتمام في تلك الأمكنة حتى من الشيعة خوفا من إشاعة هذا الحكم لعدم خصوصية لها عند العامة فلو ظهر لكان امرا مستنكرا قبيحا عندهم . ففي رواية محمد بن إبراهيم الحضيني المتقدمة قال : إذا دخلت الحرمين فانو عشرة أيام وأتم الصلاة .\r\nقلت : انى أقدم مكة قبل التروية بيوم أو يومين أو ثلاثة أيام قال : انو مقام عشرة\r\n\r\n","description":"","footnote":"\r\n« 1 » تنقيح المقال ج 3 / ص 239\r\n« 2 » ب 25 / 19\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\nأيام وأتم الصلاة فلم يذكر الإتمام إلا في صورة الإقامة عشرة أيام . ولما سال ثانيا إني أقدم مكة قبل التروية . إلخ أعرض عن سؤاله الثاني وأجاب بما أجاب به أولا عن سؤاله الأول . حيث لم يشاء ان يذكر ثبوت أفضلية الإتمام فإن نية المقام عشرة أيام مع العلم بعدم الإقامة مما لا اعتبار بها فلا بد من القول حينئذ بإعراض الأصحاب عن ذلك فتأمل « 1 » وعلى كل حال فقد ظهر مما تلونا عليك كون المسافر في الأماكن الأربعة بالتخيير بين الإتمام والقصر والأفضل هو الإتمام على ما نسب إلى المشهور وان اختلاف أجوبة الأئمة عليهم السلام انما هو بحسب اختلاف حالات الأشخاص والسائلين والا فلا تنافي بينها بحسب الواقع كما لا يخفى على المتأمل .\r\nبقي الكلام في موضوع المسألة من حيث الضيق والسعة لاختلاف النصوص في تعيين المراد من المواطن الأربعة فنقول : قال المحقق الهمداني قدس سره في مصباحه بعد ما ذكر ان أصل الحكم مما لا ريب فيه . انما الإشكال في تعيين خصوص المواطن لاختلاف النصوص في ذلك . إذ بين مشتمل على لفظ الحرم في الأربعة مع الإضافة إلى الله ورسوله ( ص ) وأمير المؤمنين ( ع ) والحسين ( ع ) وآخر بالحائر والحرمين بمكة والمدينة ومسجد الكوفة بالكوفة ولا ريب ان قضية الضوابط ثبوت الحكم في الأوسع مكانا من هذه الألفاظ لدى صحة مستنده ضرورة عدم منافاة ثبوته في الأضيق له . بل ربما يكون مؤكدا شبه التنصيص على الحكم في بعض افراد العام مع عدم المخالفة في الباقي هكذا قيل . وهو صحيح\r\n\r\n","description":"","footnote":"\r\n« 1 » ومن الممكن ان يقال إن الأصحاب لم يفهموا من قوله ( ع ) ثانيا انو مقام عشرة أيام دلالة على كفاية النية الصورية ، فحيث لا دلالة للرواية على المطلب فلم يذهبوا إلى كفاية النية المذكورة فلم يثبت اعراضهم من الرواية فالقول بالإعراض فرع دلالتها على المطلب نعم إذا قلنا بدلالة الرواية على كفاية النية المذكورة فحينئذ لا مانع من القول باعتبارها كما ذهب اليه شيخ الطائفة على ما عرفت سابقا وان فرض ان ما استفدنا نحن من الرواية هو خلاف ما استفادة المشهور منها الا ان دلالتها على اعتبار النية الصورية المذكورة بعيد جدا س . ا . م\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\nلو لم يكن ما دل على ثبوته في الأضيق دالا على أن هذا من خصائص ذلك المكان وليس كذلك إذ المنساق من قوله عليه السلام تتم الصلاة في أربعة مواطن في المسجد الحرام ومسجد الرسول ( ص ) ومسجد الكوفة وحرم الحسين ( ع ) إرادة بيان مخالفة حكم المسافر في هذه الأماكن بهذا الحكم وعدم تعديه عنها . فلا بد حينئذ في مقام الجمع بينه وبين ما دل على ثبوته في الأوسع مما وقع فيه التعبير عن تلك المواطن بلفظ مكة والمدينة والكوفة اما من رفع اليد عن ذلك الظهور وجعل النكتة في تخصيص المساجد بالذكر شرفها وكونها معدة للصلاة وغلبة وقوع الصلاة فيها ونحوها . أو تقييد إطلاق مكة والمدينة والكوفة بمساجدها وليس الأول أولى من الثاني بالنظر إلى ما يقتضيه الجمع بين الاخبار مضافا إلى موافقته للأصل وهو الاقتصار في رفع اليد عن عموم القصر في السفر على المتيقن ولكن ربما يؤيد الأول أي رفع اليد عن ظهور ما وقع فيه تخصيص المساجد بالذكر في الاختصاص بالنسبة إلى مسجد الحرام ومسجد الرسول صلى الله عليه وآله اشتهار تعليق هذا الحكم في الاخبار بالحرمين وتفسيرهما بمكة والمدينة كما نص عليه في صحيحة ابن مهزيار التي هي في حد ذاتها ظاهرة في إرادة مطلق الحرم المفسر بهذا التفسير انتهى ما أردنا نقله ولا يخفى ان ما ذكره قدس سره من اشتهار تعليق الحكم المزبور في الاخبار بالحرمين وتفسيرهما بمكة والمدينة كما نص عليه في صحيحة ابن مهزيار . إلخ مبنى على ما رواه في الكافي حيث لم يتعرض فيه لحكم منى . واما بناء على ما رواه في التهذيب فلا يصح ما ذكره فقد وقع فيه التعرض ل ( منى ) بقوله عليه السلام إذا توجهت من منى فقصر الصلاة فإذا انصرفت من عرفات إلى منى وزرت البيت ورجعت إلى منى فأتم الصلاة تلك الثلاثة . وقال بإصبعه . ثلاثا فيظهر بناء على رواية التهذيب كون السائل مرددا في أن الحكم المزبور هل هو ثابت لنفس مكة أو لما هو أوسع منها فيشمل ( منى ) أيضا . ولم يكن تردده في ثبوته للمسجد أو جميع البلد . فالرواية تكون مجملة لا يمكن لنا إثبات الحكم المزبور في جميع بلد مكة والمدينة . ان قلت :\r\nان استفاده الإطلاق وثبوت الحكم المزبور . في جميع مكة والمدينة من دون اختصاصه بالمسجد انما هو من جهة الأخبار الكثيرة الدالة على التخيير في مكة\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nوالمدينة لا خصوص المسجد فقط مع قطع النظر عن صحيحة ابن مهزيار . قلت :\r\nنعم . الا ان ما يدل من الاخبار على الأوسع من نفس البلد أيضا كثيرة كوقوع لفظ الحرم في غير واحد من الاخبار الشريفة مضافا إلى الله أو إلى رسوله أو التعبير بالحرمين ولا يخفى أن دائرة الحرم أوسع من دائرة نفس البلد لشموله ما هو خارج عن البلد أيضا بكثير . فكما لا يصح ان يقال بأخذ الإطلاق في لفظ الحرم فهكذا لا يصح ان يقال بأخذ الإطلاق في لفظ مكة والمدينة ولا أقل يكون ذلك موجبا لطرو الترديد في أخذ الإطلاق فيؤخذ بالقدر المتيقن في الحكم المخالف لعمومات التقصير وبالجملة : ان مقتضى الأخذ بالقدر المتيقن هو ثبوت أفضلية الإتمام في نفس مسجد الحرام ومسجد النبي ومسجد الكوفة لا نفس مكة والمدينة والكوفة ولا سيما بقرينة قوله عليه السلام قد علمت يرحمك الله فضل الصلاة في الحرمين على غيرهما . حيث يستفاد منه ان موضع التخيير كان امرا مرتكزا عندهم . وهو نفس المسجد لا ما يصدق عليه الحرم أو مكة أو المدينة فإن ما هو خارج عن المسجد لم يكن موضع الخوف والتقية . لعدم إقامة جماعاتهم في خارجه . وهذا شاهد قوى على أن مورد الحكم المزبور هو إتيان الصلاة في المسجد لا في كل موضع البلد أو الحرم . وان كان المناط في أفضلية الإتمام هو صدق الحرم يلزم حينئذ كون النجف أيضا موردا لثبوت الحكم المزبور لأنه يشمل النجف أيضا « 1 » فتحصل ان المناط في الثلاثة\r\n\r\n","description":"","footnote":"\r\n« 1 » غاية ما في الباب عدم كون الفقرة الدالة على الإتمام في الثلاثة أيام بمنى في رواية التهذيب حجة لعدم كونه معمولا به عند الأصحاب وذلك لا يقتضي عدم حجية ما وقع من تفسير الحرمين بمكة والمدينة على ما هو الظاهر . وما وقع من التعبير بحرم أمير المؤمنين ( ع ) في بعض الروايات لا يشمل النجف إذا الظاهر أن المراد منه هو الكوفة كما ورد من التعبير في بعض الروايات من أن مكة حرم الله والمدينة حرم رسول الله ( ص ) والكوفة حرم أمير المؤمنين ( ع ) ثم مما يشهد على عموم الحكم للبلدين مكة والمدينة ما في رواية حماد عن أبي عبد الله عليه السلام من الأمر المذخور إتمام الصلاة في أربعة مواطن بمكة والمدينة ومسجد الكوفة والحائر . إذ التعبير بالبلدين ثم العدول عن ذلك إلى التعبير بالمسجد من الكوفة شاهد قوى على عموم الحكم لهما كما عن بعض الأجلة . ثم إن ما ذكره سيدنا الأستاذ من أن موضع التخيير كان امرا مرتكزا . إلخ فقيه ان انعقاد جماعاتهم لم يكن منحصرا بالمسجد الحرام . بل كما كان انعقاد جماعاتهم فيه كان في غيره أيضا من مساجد البلد . ووقوع الخوف والتقية كان فيها أيضا . نعم كون المسجد الحرام ذا أهمية عظيمة في انعقاد الجماعات مما لا ينكر كما لا يخفى . س . ا . م\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\nهو صدق المسجدية . بل مجرد الشك في ذلك كاف في ذلك من غير التماس دليل آخر . ولقد أجاد الكلام في المعتبر حيث قال : وينبغي ان ينزل الخبر المتضمن لحرم أمير المؤمنين عليه السلام على مسجد الكوفة أخذا بالمتيقن انتهى وقد وقع أيضا التعبير بالمسجد في عدة من الاخبار فحينئذ لا يمكن الأخذ بإطلاق لفظ مكة والمدينة والكوفة . فإن هذا التعبير لو لم يكن دليلا على كون المراد من المواطن الثلاثة هو المسجد الحرام ومسجد الرسول ( ص ) ومسجد الكوفة فلا أقل يكون موجبا للشك والترديد في أن ثبوت الحكم المزبور هل هو في تلك المساجد خاصة أو فيما هو أوسع منها فيشمل جميع بلد مكة والمدينة والكوفة أو الأوسع من ذلك فيشمل ما صدق عليه الحرم فلا يبقى لنا وثوق بالأخذ بالإطلاق لا بالنسبة بإطلاق مكة والمدينة والكوفة ولا بالنسبة إلى الحرم . واما الحائر . فلم يقع التعبير به في شيء من الروايات إلا في مرسل حماد ومرسل الصدوق والظاهر اتحادهما وفي بعضها بعند قبر الحسين أو عند الحسين عليه السلام وكل هذه الألفاظ لا يخلو من إجمال . واما عند قبر الحسين ( ع ) فالقدر المتيقن منه ما حول القبر الشريف واما الحائر فهو أيضا مجمل كما لا يخفى . قال في السرائر والمراد بالحائر ما دار سور المشهد والمسجد عليه دون ما دار سور البلد عليه .\r\nلان ذلك هو الحائر حقيقة . لأن الحائر في لسان العرب . الموضع المطمئن الذي يحار الماء فيه . قد ذكر ذلك شيخنا المفيد في الإرشاد في مقتل الحسين عليه السلام لما ذكر من قتل معه من أهله . فقال : والحائر محيط بهم الا العباس عليه السلام فإنه قتل على المسناة وبالجملة فلإجمال الألفاظ المزبورة لا بد من الاقتصار على ما هو القدر المتيقن منها .\r\nوهيهنا فروع\r\n:\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\nالأول\r\nلا يتعدى الحكم المزبور إلى سائر المشاهد .\r\nلعدم الدليل الموجب للتعدي .\r\nفما عن السيد وابن الجنيد من إلحاق سائر المشاهد بها لعله لما يظهر من بعض الأخبار من كون الحكمة في ثبوت الحكم المزبور فيما ذكر انما هو شرف تلك البقاع فتعم سائر المشاهد أيضا . وفيه انه مجرد اشعار لا يصلح ان يكون دليلا في المسألة وليست الحكمة المزبورة علة مستنبطة حتى يمكن التعدي بها إلى سائر المشاهد أيضا .\r\nالثاني\r\nلا يلحق الصوم بالصلاة في التخيير المزبور\r\nلاختصاص الأدلة بالصلاة دون الصوم . بل يشعر إضراب أبي الحسن ( ع ) عن الجواب عن الصوم واقتصاره في الجواب على الصلاة في موثق عثمان بن عيسى المتقدم سابقا بعدم إتيان الحكم المزبور في الصوم . واما ما دل على الملازمة بين الإفطار والتقصير فهو منصرف عن مثل المقام إذ المتبادر هو ثبوت الملازمة بين الإفطار والتقصير فيما تعين القصر بحسب تحقق موضوعه ذاتا . لا فيما ثبت التخيير بعنوان آخر ثانوي لجهة من الجهات الخارجة عما يقتضيه نفس السفر من حيث هو هو .\r\nالثالث\r\nهل تسقط النوافل اليومية من المسافر في الأماكن الأربعة مطلقا أم لا تسقط\r\nمطلقا أو لا بد فيه من التفصيل بين ما لو صلى الفريضة خارجا عنها وبين ما لو صلاها فيها . فتسقط في الأول دون الثاني أو هي تابعة للفريضة فإن اختار إتمام الفريضة جاز الإتيان بنافلتها والا لم يجز وجوه بل أقوال والتحقيق الوجه الأخير . والأولى الإتيان بالنافلة لا بقصد التوظيف وقد تقدم الكلام في ذلك في أوائل كتاب الصلاة عند البحث عن النوافل .\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nالرابع\r\nلو فاتته فريضة في هذه الأماكن فهل هو مخير في قضائها\r\nأيضا كأدائها مطلقا أو بشرط إيقاعها في تلك الأماكن أم يتعين القصر مطلقا وجوه لا يخلو الأخير عن القوة . فإن صلاة المسافر شرعت قصرا وجواز الإتمام حكم ثابت فيها حال أدائها وهو ناش عن خصوصية المكان فلا مدخلية بأوصاف الفعل كما وكيفا حتى يعمه عموم التشبيه في قوله عليه السلام من فاتته فريضة فليمضها كما فاتته ومن ذلك يظهر حكم قضاء الصلوات الفائتة في الحضر لو أراد ان يقضيها في الأماكن المزبورة من عدم ثبوت التخيير في قضاء تلك الصلوات فيها هذا . وقد تقدم منا البحث في المسألة في مبحث قضاء الصلوات مفصلا . إلا انا أردنا هيهنا الإشارة إلى ما هو المختار في المسألة إجمالا .\r\nالخامس\r\nما ذكره المحقق الهمداني في مصباحه .\r\nقال قدس سره ما لفظه . لو لم يبق من الوقت الا مقدار أربع ركعات فالظاهر وجوب قصر الصلاتين لتقعا في الوقت وكذا لو بقيت بمقدار خمس ركعات فان عموم من أدرك ركعة لا يدل على جواز ذلك تعمدا كما عرفته في محله . فما عن بعض من احتماله أخذا بعموم من أدرك ضعيف . وأضعف منه احتمال جواز إتمام العصر وقضاء الظهر في الصورة الأولى .\r\nفإن أدلة التخيير لا تنصرف إلى مثل المقام . ولو سلم فالتخيير الذاتي الذي هو مفاد تلك الأدلة لا ينافي التعيين العرضي كما في سائر موارد التخيير هكذا قرره شيخنا المرتضى قده والأولى ان يقال إن جواز التلبس بأداء العصر في هذا الوقت موقوف على عدم صحة فعل الظهر قبلها وليس كذلك لأنه لو اتى بظهر مقصورة قبلها تقع صحيحة جزما فلم يسقط عنه التكليف بأدائها كي يتنجز في حقه الأمر بالعصر قبل الخروج عن عهدتها فلا يجوز له فعل العصر تامة كانت أو مقصورة حتى يخرج عن عهدة الظهر أو يختص الوقت بالعصر بحيث لا يصح أداء الظهر قبلها وهو في حق المسافر الذي يجوز له التقصير ليس الا بمقدار\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nأداء ركعتين من آخر الوقت لا غير . وأدلة التخيير لا تقتضي وسعة وقت الاختصاص كما لا يخفى انتهى كلامه رفع مقامه . قلت : والذي يقتضيه التحقيق في المقام ان يقال : ان ما نحن فيه ان كان من باب تبديل الموضوع فكان له ان يجعل نفسه مقيما فيأتي بالعصر تماما ثم يقضى الظهر . ولكن المورد ليس من باب تبديل الموضوع حيث إن المسافر في تلك الأماكن مع كونه مسافرا كان مخيرا بين الإتمام والقصر فلا يصح قياس ما نحن فيه بمن عزم الإقامة عشرة أيام بعد ما كان عازما على عدم الإقامة فلا بد له من الإتمام أو بالعكس بان كان عازما على الإقامة عشرة أيام ثم رجع عن عزمه من قبل ان يتم صلاة واحدة فلا بد له من التقصير . وذلك من جهة تبديل الموضوع حقيقة الذي كان امره راجعا اليه . واما ما نحن فيه فليس من هذا الباب قطعا . فان المكلف في الأماكن المزبورة مخير في الحكم لا في الموضوع على الفرض . فالأقوى هو ما ذهب اليه المحقق الهمداني لعدم كون ما نحن فيه من باب تبديل الموضوع حتى يصح إتيان العصر تماما . مع أن ما دل على التخيير في تلك الأماكن منصرف عن مثل المقام كما لا يخفى .\r\nمسألة\r\nإذا تعين القصر على المسافر فأتم عالما عامدا\r\nأعاد على كل حال في الوقت وخارجه بلا خلاف ولأنه قد زاد في فرض الله كما في رواية الأعمش الآتية .\r\nواما إذا كان جاهلا بالتقصير فلا إعادة ولو كان الوقت باقيا كما هو المشهور بل عن بعض دعوى الإجماع عليه وحكى عن الإسكافي والحلبي القول بأنه يعيد في الوقت لا في خارجه وان كان ناسيا أعاد في الوقت ولا يقضى لو خرج الوقت على المشهور ومقتضى الأصل الأولى في المقام هو الإعادة في جميع الصور عامدا كان أو جاهلا أو ناسيا الا ان الدليل قام على عدم وجوب الإعادة في الجاهل بالتقصير وان كان الوقت باقيا . واما الناسي فيعيد في الوقت لا في خارجه ولتوضيح المقام نذكر جملة من الاخبار فنقول :\r\nمنها ما رواه الشيخ بإسناده عن زرارة ومحمد بن مسلم قالا : قلنا لأبي جعفر عليه السلام رجل صلى في السفر أربعا أيعيد أم لا ؟ قال : ان كان قرأت عليه\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nآية التقصير وفسرت له فصلى أربعا أعاد وان لم يكن قرأت عليه ولم يعلمها فلا إعادة عليه ورواه الصدوق بإسناده عن زرارة ومحمد بن مسلم « 1 » والظاهر أن المراد من تفسير الآية تفسيرها على وجه يستفاد منها تعين وجوب القصر على المسافر . لا ان المراد ما توهمه العامة منها كون القصر في السفر رخصة لا عزيمة .\r\nومنها ما رواه الصدوق في الخصال بإسناده عن الأعمش عن جعفر بن محمد ( ع ) في حديث شرائع الدين قال : والتقصير في ثمانية فراسخ وهو بريدان وإذا قصرت أفطرت ومن لم يقصر في السفر لم تجز صلاته . لأنه قد زاد في فرض الله عز وجل « 2 » ومنها ما رواه الكليني بإسناده عن العيص بن القاسم قال : سألت أبا عبد الله عليه السلام عن رجل صلى وهو مسافر فأتم الصلاة . قال إن كان في وقت فليعد .\r\nوان كان الوقت قد مضى فلا . ورواه الشيخ بإسناده عن الكليني مثله وبإسناده عن سعد عن محمد بن الحسين مثله « 3 » ومنها رواية أبي بصير عن أبي عبد الله ( ع ) قال : سألته عن الرجل ينسى فيصلي في السفر أربع ركعات قال : ان ذكر في ذلك اليوم فليعد . وان لم يذكر حتى يمضى ذلك اليوم فلا إعادة عليه « 4 » والمراد من مضى اليوم مضى وقت الصلاة كما في رواية العيص . فليس الحكم مختصا بالصلاة النهارية كالظهر والعصر حتى لا يكون الحكم جاريا في صلاة العشاء إذا صلى أربع ركعات نسيانا . وبالجملة فالمستفاد من الاخبار الشريفة هو وجوب الإعادة على العامد دون الجاهل بالقصر مطلقا في الوقت وفي خارجه ودون الناسي في الوقت لا في خارجه .\r\nاشكال ودفع\r\nبقي فيما نحن فيه إشكال عقلي وهو كيف يقال باختصاص الحكم اى وجوب التقصير بالعالمين به مع أنه بظاهره دور صريح ومع أن مقتضاه معذورية الجاهل من حيث المؤاخذة أيضا لا في خصوص الحكم الوضعي مع أن ظاهر كلماتهم بل\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 17 / 4\r\n« 2 » ب 17 / 8\r\n« 3 » 17 / 1\r\n« 4 » 17 / 2\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\nصريح بعضهم كونه آثما بترك التقصير . ومن هنا يتولد اشكال آخر وهو كيف يجتمع الاذن في ترك الإعادة في سعة الوقت مع صحة المؤاخذة عليه . ونظير هذه المسألة قد تقدم في مسألة الجهر والإخفات . فإن معذورية الجاهل بالحكم في تلك المسألة مما لا اشكال فيه . ولكن قد يشكل في تعلقه من حيث اقتضائه اشتراط وجوب الجهر والإخفات بالعلم به وهو محال لأنه دور صريح . وقد يجاب عنه بان من الممكن ان يكون المأتي به في حال الجهل مشتملا على مصلحة ملزمة في حد ذاته . وأن يكون الواجب الواقعي مشتملا على تلك المصلحة مع مصلحة زائدة وخصوصية أخرى . فالحكم بالصحة انما هو لاشتمال المأتي به على تلك المصلحة الملزمة واما استحقاق العقاب فمن أجل تفويت المكلف المصلحة الزائدة والخصوصية الأخرى حيث كان واجبا عليه رعايتها وكان تفويت تلك المصلحة مستندا إلى تقصيره في ترك التعلم . فطبيعة الصلاة عند الجهل بوجوب القصر مشتملة لمصلحة ملزمة في حد ذاتها والصلاة المقصورة مشتملة عليها وعلى زيادة لا يمكن استيفائها عند استيفاء أصل المصلحة في الفرض المذكور . فإذا فرض ان المكلف صلى تماما لجهله بالحكم وحصل منه قصد القربة فيحكم حينئذ بالصحة وبعدم وجوب الإعادة . وكونه مستحقا للعقاب انما هو من جهة تفويته تلك المصلحة الزائدة من غير عذر من حيث تقصيره في ترك التعلم . هذا . وقد يجاب عنه ثانيا كما عن الشيخ الكبير كاشف الغطاء قدس سره من الالتزام بالترتب في المقام بان الواجب على المكلف أولا هو الصلاة قصرا . وعلى فرض تركه فالواجب هو الصلاة التامة . فلا منافاة بين الحكم بصحة المأتي به وثبوت العقاب من جهة تركه الواجب الأول . ولكن خير السبيل في دفع الاشكال المزبور هو سلوك ما يستفاد من كلمات الأئمة الطاهرين عليهم السلام . فان التدبر في كلماتهم يعطى لنا ان الجواب الصحيح ما هو ؟ من دون تشبث باعمال بعض المحسنات العقلية . فنقول : المستفاد من كلمات الأئمة من أهل البيت عليهم السلام ان القصر هدية من الله تعالى لعباده وصدقة وكرامة منه سبحانه عليهم في السفر امتنانا على الأمة . ويجب علينا الأخذ بتلك الهدية وقبولها كما يجب علينا الأخذ بجميع أو أمره ونواهيه وقد يكون عدم أخذها موجبا للعصيان من حيث\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nكونه ردا لهديته سبحانه وان لم يكن نفس العمل المأتي به في حد ذاته مبغوضا لكونه واجدا للمصلحة الملزمة . ومن هنا سمى رسول الله صلى الله عليه وآله قوما صاموا حين أفطر وقصر عصاة وقال : هم العصاة إلى يوم القيامة الحديث « 1 » فان عدم أخذ تلك الهدية يكون امرا قبيحا ومبغوضا كما لا يخفى . وفي رواية ابن أبي عمير عن بعض أصحابنا عن أبي عبد الله عليه السلام قال : سمعته يقول :\r\nقال رسول الله صلى الله عليه وآله ان الله عز وجل تصدق على مرضى أمتي ومسافريها بالتقصير والإفطار . أيسر أحدكم إذا تصدق بصدقة ان ترد عليه « 2 » وفي رواية السكوني عن جعفر عن آبائه عليهم السلام عن رسول الله صلى الله عليه وآله قال : ان الله اهدى إلى والى أمتي هدية لم يهدها إلى أحد من الأمم كرامة من الله لنا . قالوا : وما ذاك يا رسول الله ؟ قال : الإفطار في السفر والتقصير في الصلاة . فمن لم يفعل ذلك فقد رد على الله عز وجل هديته « 3 » فقد تحصل ببركة كلماتهم صلوات الله عليهم ان القصر هدية وصدقة منه إلى العباد فإن كان المكلف عالما بوجوب القصر عليه تعينا ومع ذلك أتم صلاته عالما عامدا فحينئذ رد على الله تعالى هديته ولم يقبل صدقته فلا تكون صلاته صحيحة مقبولة لانطباق عنوان القبيح على صلاته وبذلك تخرج عن كونها مأمورا به .\r\nفإن العبادة لا بد وأن تكون امرا محبوبا لا امرا مبغوضا ومصداقا للقبيح كما هو واضح . ويشهد لما ذكرنا ملاحظة حال العرف . فإذا اهدى أحدهم إلى أحد منهم هدية فردها فقد يكون ذلك توهينا منه بالنسبة اليه ويعد ردها فعلا قبيحا ومنكرا . فما بالك حينئذ لمن يرد على الله عز وجل هديته . وما ذكرنا من كون الفعل المأتي به متصفا بعنوان القبيح انما هو في صورة إتمام الصلاة عالما وعامدا بخلاف صورة الجهل والنسيان . فلا يتصف الفعل حينئذ بالعنوان المذكور . ولا تكون فعله توهينا لمقام الربوبية من حيث عدم التفاته بان في الإتمام تفويتا لهديته سبحانه . ولمكان اشتمال الفعل حينئذ على المصلحة الملزمة يتصف الفعل المذكور من الإتمام بالصحة . ان قلت : يلزم على ذلك\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 22 / 5\r\n« 2 » ب 22 / 7\r\n« 3 » ب 22 / 11\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nعدم وجوب الإعادة للناسي أيضا إذا تذكر في الوقت قلت : الالتزام بعدم وجوب الإعادة في الصورة المذكورة وان كان بمكان من الإمكان . الا انه لا مناص من الالتزام بالإعادة من جهة دلالة بعض النصوص على ذلك . واما الالتزام بصحة المؤاخذة في صورة الجهل فمن جهة ترك التعلم . فان الواجب على المكلف في السفر هو تعين القصر . والفرض انه في صورة الجهل أتم صلاته لا عالما وعامدا حتى تكون صلاته باطلة . بل جهلا . فقد ترك أخذ هديته سبحانه من جهة تركه التعلم بان الواجب عليه هو القصر تعينا . فصحة مؤاخذته من جهة تركه التعلم الواجب . وهذا لا ينافي صحة صلاته لاشتمالها على المصلحة الملزمة كما عرفت .\r\nويلحق الصوم بالصلاة فيما ذكرنا من الحكم . فمن كان عالما بوجوب الإفطار في السفر فصام عالما عامدا فصومه باطل . فقد رد على الله هديته فيكون صومه مصداقا للمبغوضية . فلا يمكن اتصافه بالقربة . وهذا بخلاف كونه جاهلا . فلا يصدق عليه ذلك حينئذ كما لا يخفى .\r\nمسألة\r\nإذا قصر المسافر الجاهل بوجوب القصر اتفاقا بأن لم يكن من قصده ذلك\r\nبل كان قصده الإتمام . فسلم في الثانية بزعم كونها أربعة فقد نسب إلى المشهور عدم صحة صلاته ووجوب الإعادة عليه وهذا مما لا اشكال فيه بناء على اختلاف ماهية الصلاتين من المقصورة والتامة . ولكن التحقيق كما ذهبنا اليه سابقا عدم اختلاف جوهري بينهما . ولا فرق بينهما إلا بزيادة الركعتين الأخيرتين وعدمها . فلا اختلاف بينهما بحسب الماهية . بل الاختلاف بينهما انما هو بالطول والقصر وأحسن التعابير في المقام هو التعبير بالقصر والتمام كما في الروايات . وعلى هذا لو قصر الجاهل بوجوب القصر اتفاقا مع كون قصده أربع ركعات بما انها كذلك ومقيدا بتلك الخصوصية فاللازم حينئذ الحكم بالبطلان كالصورة السابقة . نعم لو كان نظره من ذلك امتثال الأمر الواقعي المتوجه اليه من الإتيان بطبيعة الظهر مثلا من دون تقييدها بالخصوصية المذكورة . ولكن تخيل ان مصداق تلك الطبيعة بالنسبة إليه أربع ركعات فصلى قصرا اتفاقا فصلاته حينئذ\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nصحيحة . فإنه اتى بما هو واجب عليه في نفس الأمر من الصلاة المقصورة بداعي الأمر القربى . فلا خلل في عمله ولا في نيته . ونظير ذلك ما إذا اقتدى بالإمام الحاضر في صلاته وتخيل انه زيد فبان انه عمر ومع كون عمر وأيضا عادلا ومن البديهي عدم لزوم قصد التمامية والقصر من أول الأمر . ولذا لو شرع في الصلاة في مواضع التخيير ولم يقصد الإتمام والقصر . بل كان مرددا ان يتم أو يقصر ثم قصر أو أتم فصلاته صحيحة جدا هذا . واما إذا اتى بالقصر من باب الاتفاق مع كونه قاصدا للتمام من الأول تشريعا فحينئذ لا إشكال في بطلان صلاته لقبح التشريع في العمل وكونه متصفا بالمبغوضية بالقصد المزبور ولكن هذه الصورة خارجة عن فرض المسألة . فإن الظاهر أن مقصودهم من عنوان المسألة التعرض لحكم من زعم لشبهة من جهل أو سهو أو نسيان انه مكلف بالإتمام فقصد بفعله الخروج عما في عهدته على ما يراه من التمام فقصر من باب الاتفاق . وهنا فروع قد تعرض لها المحقق قدس سره وقد تعرضنا لبعضها فيما أسلفناه من أبحاثنا ولا نرى في التعرض لها تفصيلا كثير فائدة . فمنها : ان الاعتبار في القضاء هل بحال فوات الصلاة أي آخر الوقت الذي يتحقق عنده صدق اسم الفوت أو حال الوجوب وقد تكلمنا في مبحث قضاء الفوائت حول المسألة تفصيلا فلا نعيد ومنها : إذا دخل الوقت وهو حاضر ولم يصل ثم سافر والوقت باق ففي المسألة أقوال : فقيل إنه يتم بناء على اعتبار وقت الوجوب . وقيل يقصر لكون الاعتبار في القضاء بحال الأداء وقيل بالتفصيل فيتم في السعة ويقصر في الضيق . وقد تعرضنا للمسألة تفصيلا في مبحث القضاء ومنها : من دخل في صلاة بنية القصر ثم عن له الإقامة أتم بلا خلاف على الظاهر . وصحة هذه الصلاة بناء على ما ذهبنا اليه من عدم الاختلاف بين المقصورة والتامة بحسب الماهية أمر واضح .\r\nواما بناء على ما ذهب اليه المشهور من وجود الاختلاف بينهما بحسب الحقيقة وان ماهية المقصورة غير ماهية التامة فصحة صلاته عندئذ من جهة العدول من القصر إلى الإتمام . ويمكن تقريب الصحة على مبنى المشهور بوجه آخر أيضا .\r\nوهو ان يقال إن المكلف لما شرع في صلاته بنية القصر فقد وقع ما اتى من الصلاة صحيحا إلى بدو الإقامة ولا دليل للحكم بالبطلان بمجرد تبدل قصده من القصر\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nإلى التمام . ثم بدا له الإقامة فتوجه إليه أمر آخر وهو الأمر بالإتمام فامتثل به أيضا . فلا وجه للبطلان . غاية الأمر تكون صلاته مركبة من القصر والتمام . والالتزام به مما لا بأس به بعد دلالة الدليل على صحة الصلاة المذكورة . ويدل على الصحة مضافا إلى الأصل وإطلاقات أدلة الإقامة خصوص صحيحة علي بن يقطين انه سأل أبا الحسن الأول عليه السلام عن الرجل يخرج في السفر . ثم يبدو له في الإقامة وهو في الصلاة قال : يتم إذا بدت له الإقامة « 1 » ورواية سهل عن أبيه قال : سألت أبا الحسن عليه السلام عن الرجل يخرج في سفر تبدو له الإقامة وهو في صلاته أيتم أم يقصر ؟ قال : يتم إذا بدت له الإقامة « 2 » ومنها : لو نوى الإقامة عشرا ودخل في صلاته فعن له السفر قبل ان يتم صلاته فهل يجب عليه إتمام هذه الصلاة التي تلبس بها بنية الإتمام أو انها باطلة فيجب قطعها واستينافها قصرا وقد تردد في الحكم المحقق حيث قال : وفيه تردد . أقول . بناء على المختار من كون المقصورة والتامة مما لا اختلاف بينهما بحسب الماهية لا بد من إتمام الصلاة المذكورة قصرا لو لم يفت محل العدول بان لم يدخل في ركوع الثالثة .\r\nوالا فالصلاة باطلة لاستلزامها الزيادة الركنية . واما بناء على مبنى المشهور من اختلاف ماهية القصر والإتمام وان العدول عن كل واحد منهما إلى الأخر مخالف للأصل ففيه الوجهان . الأول : انه لا يرجع إلى التقصير بل لا بد له من الإتمام فإن الصلاة على ما افتتحت بصيغة المخاطب أو بصيغة المجهول . وفيه ان الرواية مختصة بما عدي المورد كما حققنا في محله . وأيضا انه دخل فيها دخولا مشروعا على حسب ما كان مكلفا به في الواقع حين تلبسه بالصلاة وهو يقتضي الاجزاء ولا دليل لرفع اليد عن ذلك . والثاني : يجب قطعها واستينافها قصرا لتبدل الموضوع فلا وجه لبقاء الحكم المزبور من وجوب التمام بعد ارتفاع موضوعه كما أنه لا وجه للعدول أيضا وان لم يفت محل العدول لاختلاف القصر والتمام بحسب الماهية عندهم كما عرفت . هذا تمام الكلام في المقام والحمد لله وقد تمت هذه الرسالة الشريفة المسماة ب « النجم الزاهر في صلاة المسافر » بيد مؤلفها الأقل\r\n\r\n","description":"","footnote":"\r\n« 1 » ب 20 / 1\r\n« 2 » ب 20 / 2\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\nأبى الحسن الموسوي التبريزي ابن العلامة السيد علي بن الفقيه الجليل المرحوم السيد محمد الشهير ب ( مولانا ) تقريرا لبحث فقيه عصره آية الله العظمى السيد محمد الحجة الحسيني الكوهكمرى التبريزي دام ظله في سنة 1369 ه . ق في بلدة قم حرم الأئمة وعش آل محمد صلوات الله وسلامه عليهم أجمعين .\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118}
  ]