[
  {"content":"\r\nنزهة الناظر\r\nفي الجمع بين الأشباه والنظائر\r\nتأليف\r\nالشيخ يحيى بن سعيد الحلي\r\nتحقيق\r\nالسيد أحمد الحسيني - نور الدين الواعظي\r\n","description":"","footnote":"","page_name":" تعريف الكتاب 1 ","page_number":1},
  {"content":"\r\nمطبعة الآداب - النجف 1386\r\n","description":"","footnote":"","page_name":" تعريف الكتاب 2 ","page_number":2},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nفي دراساتي الفقهية كثيرا ما كنت أحتاج إلى المطالعة في كتب\r\nالقدماء المطولة منها والمختصرة لكي أستخرج منها الآراء والنظريات\r\nالفقهية وكيفية استدلالهم عليها ، وكان من نصيبي في أكثر الأوقات\r\nالإخفاق في مهمتي وعدم الوصول إلى بغيتي ، ذلك لأن المصادر القديمة\r\nشحيحة والتراث الفقهي لا زال مخطوطا لم يطبع منه إلا أقل من القيل ،\r\nوالمطبوع منه نادر قليل الوجود أو ردئ الطبع ملئ بالتحريفات\r\nوالسقطات والأغلاط الشائنة .\r\nوقد تحدثت في مناسبة من المناسبات إلى أحد مراجع الدين -\r\nحفظهم الله وأبقاهم - لأعلم كيف يعالج هذه المشكلة في بحوثه ودراساته\r\nفوجدته أكثر شكاية مني وهو يفكر في المخرج من هذا المأزق الذي لم\r\nيجد له حلا بعد .\r\nمن هنا اختمرت في ذهني إخراج سلسلة تحت عنوان ( المكتبة\r\nالفقهية ) تضم النتاج الفقهي لكبار علمائنا الأقدمين - رضوان الله تعالى\r\nعليهم أجمعين - ليكون ما يطبع فيها جيد الطبع أنيق المنظر يسهل\r\nتناوله ولا يتعب قارئه .\r\nوحسبت في بدء الأمر أن هذا عمل يسير لا يحتاج إلى كثير عناء\r\nوجهد ، ولكن حينما عزمت على العمل وجدت العوائق والمثبطات غير\r\nقليلة والعبء ثقيل والطريق طويل شاق والحاجة إلى مساهم يشاركني\r\nفي الأعمال ماسة .\r\n","description":"","footnote":"","page_name":" مقدمة المحقق 3 ","page_number":3},
  {"content":"\r\nفرحت أطلب العون من جماعة من العلماء والأفاضل ، وشرحت\r\nلهم أهمية الموضوع وضرورته والخدمة العظمى الكامنة في القيام به\r\nتجاه الشريعة الاسلامية وقوانينها الفقهية ، وبينت لهم أن الكتب التراث\r\nلو تهمل ولا تطبع بطباعات جيدة توافق ذوق العصر ، يعني ذلك إهمال\r\nالقانون الاسلامي وإبعاده عن أذهان الناشئة وعدم إلفات نظر الباحثين إليه .\r\nكان هذا الكلام وما أشبهه يقع موقع القبول من السامعين لكن\r\nفي المجلس فقط ، ويتحمس له المخاطبون لكن لدقائق معدودة . . ثم\r\nيذهب الكلام سدى كما تنقشع الغيوم من السماء في لحظات .\r\nإن الشعور بالواجب كان يدفعني إلى تكرار القول بل إلى السعي في\r\nالعمل ، وكان من نتاج السعي خروج ( نزهة الناظر في الجمع بين الأشباه\r\nوالنظائر ) إلى النور وطبعه بشكل جميل جلب الأنظار ولهجت الألسن\r\nبالمدح والثناء عليه .\r\nوالآن أعود إلى ( المكتبة الفقهية ) بعد تسع سنوات ، وأعيد طبع\r\n( نزهة الناظر ) كتابا أولا للمكتبة ، وكلي أمل وطيد في أن أوفق\r\nلاخراج بقية الكتب ، التي أعددتها لتكون في هذه السلسلة .\r\nوالله تعالى أسأل في أن يوفقني للقيام بالواجب وعدم اهمال ما علي\r\nمن التكليف ، وهو الموفق والمعين .\r\nقم - 1 / ربيع الأول 1394 ه‍\r\nالسيد أحمد الحسيني\r\n","description":"","footnote":"","page_name":" مقدمة المحقق 4 ","page_number":4},
  {"content":"\r\nالمقدمة\r\nتدوين الفقه :\r\nبعث رسول الاسلام صلى الله عليه وآله في بيئة أمية تكاد\r\nتفقد وسائل العلم والثقافة ، ولم يكن فيها علوم تستحق الذكر إلا ما كان\r\nمحفوظا في الصدور من الأشعار والأيام الشهيرة وبعض العلوم الغريبة\r\nكالسحر والكهانة وما إلى ذلك .\r\nولكن كانت رسالة محمد صلى الله عليه وآله وسلم ودينه مبدأ مشجعا\r\nوحاثا للعلم والثقافة والمعرفة ، وهذه الآيات الأولى الموحاة إلى النبي العظيم\r\nتذكر نقطتين هامتين هما بدء الحليقة ونعمة العلم : ( اقرأ باسم ربك الذي\r\nخلق * خلق الانسان من علق * اقرأ وربك الأكرم * الذي علم بالقلم *\r\nعلم الانسان ما لم يعلم ) .\r\nوكان رسول الانسانية يهتم اهتماما بالغا بتثقيف الناس ثقافة راقية\r\nيضمن لهم رفاه الدنيا وسعادة الآخرة .\r\nويتضح شدة اهتمام النبي الأكرم بتعليم أمته مما هو مأثور عن المؤرخين\r\nوالمحدثين من أن النبي كان يفدي بعض أسرى المشركين بتعليم بعض\r\nأصحابه الكتابة والقراءة .\r\n","description":"","footnote":"","page_name":" مقدمة المحقق 5 ","page_number":5},
  {"content":"\r\nومع ذلك لم تكن الحاجة ماسة بتعلم الكتابة والتدوين ، ذلك لأن النبي\r\nكان حيا وكان الأصحاب يسمعون الشريعة شفاها منه ثم ينقلونها إلى بقية\r\nالمسلمين . . .\r\nوبعد ما مضى النبي ( صلى الله عليه وآله وسلم ) إلى ربه بدأت الحاجة إلى التدوين تظهر ،\r\nبل تشتد من حسين إلى آخر ، فأقبل الصحابة والتابعون وتابعو التابعين\r\nيكتبون ويدونون ما سمعوه من الرسول أو ما نقل إليهم بوسائط ، ويهتمون\r\nأكثر ما يهتمون بمعرفة علوم القرآن الكريم والسنة الطاهرة .\r\nوكانت مدونات القدماء - على الأكثر - بصورة أحاديث وروايات\r\nمعنعنة ومسندة من راو إلى آخر إلى أن تنتهي الرواية إلى النبي أو أحد\r\nالأئمة عليه وعليهم الصلاة والسلام . . . وهكذا وضعت المؤلفات الكثيرة\r\nعلى طريق الرواية والحديث .\r\nولكن طول الزمن وبعد الشقة بين الفقهاء والمعصومين وعدم إمكان\r\nالوصول إلى مصدر الشريعة الغراء وتجدد المسائل الحديثة كل يوم . . . كل\r\nهذه العوامل أوجبت الركون إلى الاستنباط بمعونة القواعد المستفادة من\r\nالكتاب والسنة ، فبدأ تدوين الفقه بطريق الاستدلال والاستنباط من الكتاب\r\nوالسنة والعقل والإجماع .\r\nوكان للتفنن نصيب وافر في وضع وترتيب هذه الكتب الفقهية\r\nوتنسيقها ، ونلاحظ من بين تلك الفنون في تأليف كتب الفقه نوع يسمى\r\nبالأشباه والنظائر .\r\nالأشباه والنظائر :\r\nيقصد من الأشباه والنظائر المسائل المختلفة المتشتة الموزعة بين أبواب\r\nمختلفة من الفقه يكون بينها شبه ما ، ويجمعها ذلك الشبه .\r\n","description":"","footnote":"","page_name":" مقدمة المحقق 6 ","page_number":6},
  {"content":"\r\nوليس هذا الاصطلاح خاصا بالفقه ، بل نرى في الأدب وغيره أيضا\r\nهذا النوع من التأليف والسعي وراء جمع أشتات المسائل بواسطة شبه ما بينها\r\nكالأشباه والنظائر في النحو للسيوطي المطبوع المتداول وغيره .\r\nولم يخل هذا النوع من التأليف أيضا من التفنن :\r\nفنرى السيوطي مثلا في كتابه ( الأشباه والنظائر ) يذكر القواعد\r\nالكلية ثم يعد المسائل المختلفة التي تستفاد من تلك القاعدة مسألة مسألة ،\r\nذلك لأن تلك القاعدة تجمع تلك المسائل في عقد منظم .\r\nبينما نرى الحلي في كتابه هذا ( نزهة الناظر ) يجمع المسائل المتشتة\r\nالتي بينها مشابهة ما بلا ذكر القواعد الكلية ، بل ربما تستفاد تلك المسائل\r\nمن قواعد شئ لا يرتبط بعضها ببعض .\r\nالمؤلفون في الأشباه والنظائر :\r\nألف في هذا النمط الطريف جماعة نسرد أسماءهم فيما يلي :\r\n1 - الشيخ نجيب الدين يحيى بن سعيد الحلي المتوفى سنة 689 أو 690\r\n2 - الشيخ تقي الدين الحسن بن علي بن داود الحلي صاحب كتاب\r\nالرجال المشهور .\r\n3 - الشيخ صدر الدين محمد بن عمر المعروف بابن الوكيل الشافعي\r\nالمتوفى سنة 716 .\r\n4 - الشيخ صلاح الدين خليل بن كليكلدي العلائي الشافعي المتوفى\r\nسنة 761 .\r\n5 - الشيخ تاج الدين عبد الوهاب بن علي السبكي الشافعي المتوفى\r\nسنة 771 .\r\n6 - الشيخ جمال الدين عبد الرحمن بن الحسن الأسنوي الشافعي المتوفى\r\nسنة 772 .\r\n","description":"","footnote":"","page_name":" مقدمة المحقق 7 ","page_number":7},
  {"content":"\r\n7 - الشيخ سراج الدين عمر بن علي الشافعي المتوفى سنة 804 .\r\n8 - الشيخ جلال الدين عبد الرحمن بن أبي بكر السيوطي الشافعي\r\nالمتوفى سنة 911 .\r\n9 - الشيخ زين الدين بن إبراهيم المعروف بابن نجيم المصري الحنفي\r\nالمتوفى سنة 970 .\r\n10 - الشيخ مصطفى بن عبد الله من غلمان الخاصة المتوفى سنة 1025\r\n11 - الشيخ محمد بن زين الدين عمر الكفيري الحنفي المتوفى سنة 1130\r\nوبعد ذكر هذه الأسماء يأتي دور السؤال عن أول من ألف في هذا\r\nالموضوع ووضع فيه كتابا خاصا ؟\r\nالواقع أننا لا نقدر أن نجيب على هذا السؤال بصورة باتة ، ولكن\r\nالذي يظهر من ملاحظة تاريخ وفيات الذين ذكرناهم أن الشيخ نجيب الدين\r\nيحيى بن سعيد هو أقدم عصرا من الكل ، ومن هنا نستنتج أنه أول من\r\nصنف في موضوع الأشباه والنظائر\r\nولم يسبقه أحد من العلماء في الكتابة\r\nبهذا اللون من التأليف .\r\nهذا الكتاب :\r\nوهذا الكتاب كما قلنا طريف للغاية في تنسيقه وتأليفه ، واسع الأفق\r\nسهل التناول ، سلس العبارة ، خال من التعقيدات الفقهية ، ليس بالمطول\r\nالذي يمل القارئ ولا بالمختصر الذي يفوته شئ مما يجب ذكره .\r\nعرض سريع للأبواب الفقهية من الطهارة إلى الديات . . .\r\nوهو مع اختصاره وعدم كونه من كتب الفقه الاستدلالية يقف موقف\r\nالمستدل في بعض المسائل ، فيذكر طرفا مما ورد في المسألة من الروايات\r\nويورد بعض الأقوال لكبار فيأخذ بها حينا ويردها حينا آخر .\r\n","description":"","footnote":"","page_name":" مقدمة المحقق 8 ","page_number":8},
  {"content":"\r\nوأكثر ما يستدل به من الروايات ما روي في كتابي من لا يحضره الفقيه\r\nوالتهذيب ، وأكثر ما يورد من الآراء هو آراء ابن بابويه والشيخ الطوسي\r\nرضوان الله تعالى عليهما .\r\nوطريقته أن يأتي بكلمة ( فصل ) ثم يسرد كل ما يمكن أن يكون\r\nبينه شبه ما في حكم من الأحكام الشرعية ، فيعد واحدا واحدا بصورة\r\nمختصرة حتى يأتي على الجميع ، وربما يقف بعض الأحيان موقف المستدل -\r\nوهو قليل كما قلنا .\r\nومختصر القول : إنه كتاب مختصر شيق يحبب إلى القارئ الاستمرار\r\nفي القراءة والمضي معه إلى آخر شوط .\r\nمؤلف الكتاب :\r\nومؤلف هذا الكتاب القيم هو الشيخ الفقيه الأجل أبو زكريا نجيب\r\nالدين يحيى بن أحمد بن يحيى بن الحسن بن سعيد الهذلي ( ويعرف على الألسنة\r\nبيحيى بن سعيد نسبة إلى جده الأعلى ) الحلي المتوفى سنة 689 أو 690 ه‍ .\r\nوقد ذكر هذا الكتاب من جملة مؤلفات يحيى بن سعيد أكثر من ترجم\r\nله ، ولكن صاحب الرياض قد استظهر نسبة هذا الكتاب إلى الشيخ مهذب\r\nالدين فقال :\r\n( وقد ينسب - أي هذا الكتاب - إلى الشيخ مهذب الدين الحسين بن\r\nمحمد بن عبد الله قدس سره ، كما كتب على ظهر نسخة تاريخ كتابتها\r\nسنة 674 ) .\r\nثم استظهر صاحب الرياض أن يكون مهذب الدين هذا هو الشيخ\r\nحسين بن ردة الذي هو من مشائخ الشيخ سديد الدين يوسف بن علي\r\nابن المطهر والد العلامة الحلي . . .\r\n","description":"","footnote":"","page_name":" مقدمة المحقق 9 ","page_number":9},
  {"content":"\r\nثم قال صاحب الرياض : ( لكن النسخة التي تنسب إلى الشيخ مهذب\r\nالدين لها ديباجة طويلة وكتبها لولده ، والنسخة التي تنسب إلى الشيخ نجيب\r\nالدين ليس لها هذه الديباجة ، أولها - أي أول نسخة الشيخ نجيب الدين\r\nيحيى بن سعيد : الحمد لله رب العالمين ، والصلاة على رسوله محمد\r\nوآله أجمعين . إعلم أني قد صنفت لك هذا الكتاب وجمعت فيه بين الحكم\r\nونظيره ، وسميته نزهة الناظر في الجمع بين الأشباه والنظائر\r\n- الخ . . ومع\r\nذلك فلا تفاوت بين النسختين في سائر المطالب ) .\r\nثم جاء شيخ المحققين وعلامة هذا الفن الشيخ آغا بزرگ الطهراني ، فنقل\r\nأقوال صاحب الرياض هذه في كتابه ( الذريعة إلى تصانيف الشيعة ) وعقبها بقوله :\r\n( أقول : توفي يحيى بن سعيد سنة 690 أو 689 ، ونسبة كتابه\r\nإلى رجل متوفى قبل المؤلف بستة عشر سنة بعيد في الغاية ، فالظاهر أن\r\nيحيى بن سعيد استحسن الكتاب فاستنسخ منه المهم وأسقط الديباجة الطويلة\r\nوما كتب اسم المؤلف لعدم علمه به ، فمن رأى النسخة بخطه نسبه إليه\r\nبزعم أنه المؤلف ، وإلا فهو ما ذكر اسمه فيه ) .\r\nوأقول : كلام صاحب الرياض مجرد استظهار من نسخة وجدها قد\r\nكتب على ظهرها أنها للشيخ مهذب الدين ، وهذا الاستظهار ليس في محله\r\nلأن كثيرا ما يتفق أن النساخ يكتبون أسامي أشخاص على كتب خطأ\r\nأو عفوا من دون ترو ، وقد نقل الشيخ أغا بزرگ أنه رأى نسخة من\r\nنزهة الناظر هذا كتب على ظهره هكذا ( إن نزهة الناظر في الجمع بين\r\nالأشباه والنظائر تصنيف الشيخ محمد بن الحارث الجزائري ) . . .\r\nوليست ببعيدة عنا النسخة المطبوعة في طهران سنة 1318 ه‍ حيث\r\nكتب عليها أنها ( من مصنفات الشيخ الفاضل أبي القاسم نجم الدين جعفر\r\nابن سعيد الحلي ) .\r\n","description":"","footnote":"","page_name":" مقدمة المحقق 10 ","page_number":10},
  {"content":"\r\nوأما الديباجة فالمظنون أن بعض تلامذة يحيى بن سعيد أو شخصا آخر\r\nاستنسخ هذا الكتاب في حياة المؤلف ثم وقع الكتاب بيد شخص آخر\r\nفاستنسخه ووضع له هذه الديباجة الطويلة الموجودة على لسان المؤلف . . .\r\nوقد اتفق مثل هذا في كتب القدماء كما يقال عن كتاب إعلام الورى\r\nللشيخ أبي علي الفضل بن الحسن الطبرسي المتوفى سنة 548 وكتاب ربيع\r\nالشيعة للسيد ابن طاوس المتوفى سنة 664 ه‍ فإنهما لن يختلفا في صلب\r\nالكتاب إلا المقدمة وبعض الاختلافات البسيطة في ترتيب الفصول .\r\nوفي مقدمة هذا الكتاب بالذات ( نزهة الناظر ) نرى في النسختين\r\nالمخطوطتين اللتين أثبتنا صورا منهما في آخر هذه المقدمة بعض الاختلاف\r\nحيث جاء في المخطوطتين زيادة على ما هو مذكور في النسخة المطبوعة : ( من\r\nشريعة النبي الأواه محمد بن عبد الله وأحبائه ثقلي الميزان من الثواب يوم\r\nالحساب ومحو العقاب من الكتاب ) ونحن نستبعد كثيرا أن تكون هذه\r\nالجمل من المؤلف الذي يرى في تعابيره السلاسة والطلاوة . . .\r\nوأما ما استظهره شيخنا الشيخ آغا بزرك من أن الحلي ( استحسن\r\nالكتاب فاستنسخ منه المهم وأسقط الديباجة الطويلة وما كتب اسم المؤلف\r\nلعدم علمه به ) فهو بعيد للغاية ، لأنه :\r\nأولا - لا يتفق هذا الكلام مع ما رآه صاحب الرياض من عدم التفاوت\r\nبين النسختين إلا المقدمة الطويلة والقصيرة .\r\nوثانيا - نرى الحلي في كثير من المواضع يبدي نظره الشخصي واستنتاجه\r\nواجتهاده بعد تمحيص الأحاديث والأقوال الواردة في المسألة ، وبعيد جدا\r\n- بل من المستحيل - أن يأتي ببحوث الآخرين واجتهاداتهم ثم ينسبها إلى\r\nنفسه كأنها آراؤه الشخصية .\r\n","description":"","footnote":"","page_name":" مقدمة المحقق 11 ","page_number":11},
  {"content":"\r\nوبالتالي لا نرى للشك موضعا من أن هذا الكتاب هو من تآليف\r\nالشيخ يحيى بن سعيد الحلي رحمة الله .\r\nثقافته :\r\nكان المؤلف يتمتع بثقافة واسعة سببت له الشهرة في الأوساط العلمية\r\nآنذاك ، وتلقفته أقلام المترجمين من الشيعة والسنة . . .\r\nوكان مبرزا ذا اطلاع كثير في الأدب والعلوم اللغوية ، حتى أن السيوطي\r\nذكره في كتابه بغية الوعاة الذي خصصه لذكر الأدباء والنحاة . . .\r\nوقال عنه صاحب روضات الجنات مبينا منزلته العلمية في الفقه :\r\n( إن الشيخ نجيب الدين يحيى بن أحمد الذي هو ابن عم المحقق من غير\r\nواسطة لو لم يكن في زمانه بأشهر منه في الفقه والتقدم لدى الفضلاء لما\r\nكان بأنقص منه . . . )\r\nوبالرغم من أن له مؤلفا في الأصول ينقل صاحب الروضات وغيره\r\nقصة عن العلامة الحلي تنم عن عدم تضلعه في أصول الدين وأصول الفقه كما كان\r\nمتضلعا في الأدب والفقه ، وإليك القصة بنقل صاحب روضات الجنات :\r\n( كان الشيخ الأعظم الخواجة نصير الدين محمد بن الحسن الطوسي\r\nوزيرا للسلطان هلاكوخان ، فأنفذه إلى العراق فحضر الحلة فاجتمع عنده\r\nفقهاؤها ، فأشار إلى الفقيه نجم الدين أبي القاسم جعفر بن سعيد وقال :\r\nمن أعلم هؤلاء الجماعة ؟ فقال : كلهم فاضلون علماء وإن كان واحد\r\nمنهم مبرزا في فن كان الآخر منهم مبرزا في فن آخر . فقال : من\r\nأعلمهم بالأصولين ؟ فأشار إلى والدي سديد الدين يوسف بن المطهر وإلى\r\nالفقيه مفيد الدين محمد بن جهم فقال : هذان أعلم الجماعة بعلم الكلام\r\nوأصول الفقه . فتكدر الشيخ يحيى بن سعيد وكتب إلى ابن عمه أبي القاسم\r\n","description":"","footnote":"","page_name":" مقدمة المحقق 12 ","page_number":12},
  {"content":"\r\nيعتب عليه ، وأورد في مكتوبه أبياتا وهي :\r\nلا تهن من عظيم قدر وإن كنت * مشارا إليه بالتعظيم\r\nفالكريم اللبيب ينقص قدرا * بالتعدي على اللبيب الكريم\r\nولع الخمر بالعقول رمى الخمر * بتنجيسها وبالتحريم\r\nكيف ذكرت ابن المطهر وابن جهم ولم تذكرني ؟ فكتب إليه\r\nيعتذر ويقول : لو سألك خواجة مسألة في الأصولين ربما وقفت وحصل\r\nلنا الحياء ) .\r\nأقوال للمترجمين له\r\nكان ذكر المترجمين لشيخنا أبي زكر يحيى بن سعيد الحلي رضوان الله\r\nتعالى عليه مقرونا بكثير من التجلة والاحترام ، والإشادة بمكانته الرفيعة\r\nالتي كانت له بين علماء عصره ووجهاء دهره ، وإليك مختصرا مما قالوه\r\nفي حقه :\r\n( إن الشيخ نجيب الدين يحيى بن أحمد - الذي هو ابن عم المحقق\r\nمن غير واسطة - لو لم يكن في زمانه بأشهر منه في الفقه والتقدم لدى الفضلاء\r\nلما كان بأنقص منه ) ( 1 ) .\r\n( ومن المشايخ شيخنا العلامة نجيب الدين يحيى بن أحمد . . . كان\r\nأورع الفضلاء وأزهدهم ، له تصانيف جامعة للفوائد . . . ) ( 2 )\r\n( يحيى بن أحمد بن يحيى بن سعيد الفاضل نجيب الدين الهذلي الحلي\r\nالشيعي ، قال الذهبي : لغوي أديب حافظ للأحاديث بصير باللغة والأدب\r\n\r\n","description":"","footnote":" ( 1 ) روضات الجنات ص 148 .\r\n( 2 ) لؤلؤة البحرين ص 224 . ","page_name":" مقدمة المحقق 13 ","page_number":13},
  {"content":"\r\nمن كبار الرافضة ، سمع من ابن الأخضر . . ) ( 1 ) .\r\n( يحيى بن أحمد بن سعيد ، شيخنا الإمام العلامة الورع القدوة ،\r\nوكان جامعا لفنون العلم الأدبية والفقهية والأصولية ، وكان أورع الفضلاء\r\nوأزهدهم ) ( 2 )\r\n( يحيى بن أحمد بن سعيد شيخنا الإمام العلامة الورع القدوة . . .\r\nله تصانيف جامعة للفوائد ) ( 3 ) .\r\n( يحيى بن أحمد بن سعيد ، شيخنا الإمام العلامة الورع القدوة ،\r\nكان جامعا لفنون العلوم الأدبية والفقهية والأصولية ، كان أورع الفضلاء\r\nوأزهدهم ، له تصانيف جامعة للفوائد ) ( 4 ) .\r\n( يحيى بن سعيد . . . من فضلاء عصره ، يروي عنه السيد عبد الكريم\r\nابن أحمد بن طاوس ) ( 5 ) .\r\n( الشيخ الفاضل يحيى بن أحمد بن يحيى بن سعيد الهذلي الحلي مجيب\r\nنداء يا يحيى خذ الكتاب بقوة والمقتبس من مشكاة الولاية والنبوة ، كان\r\nمن أعاظم مجتهدي الشيعة ) ( 6 ) .\r\nإلى غير ذلك من الكلمات الكثيرة التي أطروا بها شيخنا المؤلف . . .\r\n\r\n","description":"","footnote":" ( 1 ) بغية الوعاة ص 2 / 331 .\r\n( 2 ) رجال ابن داود ص 371 .\r\n( 3 ) جامع الرواة 2 / 324 .\r\n( 4 ) نقد الرجال 370 .\r\n( 5 ) أمل الآمل 2 / 346 - 347 .\r\n( 6 ) مجالس المؤمنين ص 234 . ","page_name":" مقدمة المحقق 14 ","page_number":14},
  {"content":"\r\nشيوخه وتلامذته :\r\nذكر الإمام الحجة الشيخ آغا بزرك الطهراني في كتابه المخطوط ( الأنوار\r\nالساطعة في المائة السابعة ) جماعة من شيوخ المؤلف وأساتذته وتلامذته\r\nوالراوين عنه ، وهم :\r\nأما شيوخه وأساتذته :\r\n1 - يروي عن والده عن جده يحيى الأكبر .\r\n2 - يروي عن السيد الأجل الفخار بن معد المتوفى سنة 630 .\r\n3 - المحقق الحلي صاحب كتاب الشرائع .\r\n4 - الشيخ نجيب الدين محمد بن جعفر بن أبي البقاء هبة الله بن\r\nنما الحلي .\r\n5 - الشيخ محيي الدين أبو حامد محمد بن عبد الله بن زهرة .\r\n6 - الشيخ محمد بن أبي البركات .\r\nوأما الراوون عنه وتلامذته :\r\n1 - السيد عبد الكريم بن طاوس المتوفى سنة 693 ، أجازه في ذي\r\nالقعدة سنة 686 .\r\n2 - العلامة الحلي .\r\n3 - ولده صفي الدين محمد بن يحيى بن سعيد .\r\n4 - السيد عز الدين الحسن بن علي بن محمد المعروف بابن الأبزر\r\nالحسيني :\r\n5 - السيد نجم الدين أبو عبد الله الحسين بن أرد شير بن محمد\r\nالطبري ، أجاز له سنة 677 .\r\n","description":"","footnote":"","page_name":" مقدمة المحقق 15 ","page_number":15},
  {"content":"\r\n6 - الشيخ كمال الدين علي بن حماد الواسطي الليثي .\r\n7 - الشيخ عمرو بن الحسن بن خاقان ، قرأ عليه المبسوط ، أجاز\r\nله سنة 674 .\r\nأقول : وذكر السيوطي في بغية الوعاة أن الشيخ يحيى سمع من ابن\r\nالأخضر .\r\nوابن الأخضر يطلق على اثنين هما :\r\n1 - أبو الحسن علي بن عبد الرحمن بن مهدي بن عمران الأشبلي\r\nالأديب اللغوي النحوي المتوفى سنة 514 كما ذكره السيوطي نفسه في\r\nالبغية ، وهذا ليس من أساتذة الشيخ يحيى يقينا ، لأن ابن الأخضر هذا\r\nتوفي قبل أن يولد الشيخ يحيى بقرن تقريبا .\r\n2 - الحافظ أبو محمد عبد العزيز بن أبي نصر المبارك بن أبي القاسم\r\nمحمود الجنابذي الأصل البغدادي المولد والدار المتوفى سنة 611 كما ذكره\r\nالمحدث القمي في الكنى والألقاب 1 / 200 ، ولا يبعد أن يكون هذا من شيوخ\r\nالشيخ يحيى وأنه سمع منه في أيام طفولته قبل أن يبلغ العشر سنين من عمره .\r\nمؤلفاته\r\n1 - الجامع للشرائع ، وهو يحتوي على أبواب الفقه كلها ، ذكره\r\nكل من ترجم للمترجم وجاء ذكره في الذريعة 5 / 61 وقال فيه : ونسخة\r\nالجامع هذا التي عليها خط المؤلف وقد قرئت عليه موجودة في مكتبة سيدنا\r\nالحسن صدر الدين بالكاظمية .\r\nأقول : ومن هذا الكتاب نسخة في مكتبة الإمام أمير المؤمنين\r\nعليه السلام في النجف الأشرف .\r\n","description":"","footnote":"","page_name":" مقدمة المحقق 16 ","page_number":16},
  {"content":"\r\n2 - المدخل في أصول الفقه ، ذكره أكثر من ترجم للمترجم وذكره\r\nأيضا الإمام الشيخ آغا بزرك في الذريعة في حرف ميم المخطوط .\r\n3 - نزهة الناظر ، وهو الذي يقول فيه صاحب روضات الجنات :\r\nثم إن للرجل - ويعني به يحيى بن سعيد - كتابا لطيفا في الفقه موجودا\r\nبين أظهر علماء الطائفة سماه نزهة الناظر في الجمع بين الأشباه والنظائر\r\nينوف\r\nعلى ثلاثة آلاف بيت تقريبا . . .\r\n4 - قضاء الفوائت ، ذكره السيد الأمين في أعيان الشيعة وقال :\r\nنسبه إليه الشهيد في غاية المراد .\r\nعملنا في الكتاب\r\nطبع هذا الكتاب لأول مرة في طهران سنة 1318 ه‍ في 171 صفحة\r\nبقطع صغير ، وكان في غاية السقم ، ردئ الطبع ، كثير الأخطاء ، مشوش\r\nالعبارات ، وقد استعنا في تصحيحه بنسختين هما :\r\n1 - نسخة يملكها سماحة الحجة الشيخ ميرزا على الزنجاني أطال الله\r\nأيام حياته الغالية ، وهي في مجموعة تضم بين دفتيها ( الحديث القدسي )\r\nثم ( نزهة الناظر ) ثم ( رسالة في الحبوة ) ، ومجموع عدد\r\nأوراقها ( 49 ) ورقة ، في كل صفحة ( 17 ) سطر ، وجاء في\r\nآخرها : ( تم الكتاب بعون الله وحسن توفيقه على يد العبد المذنب الراجي\r\nعفو ربه جواد بن المرحوم الشيخ مراد في الصحن بالنجف قبل الظهر\r\nعاشر في [ كذا 
  ] شهر صفر سنة الثامنة والسبعين بعد الألف والمائتين من\r\nالهجرة صلى الله على مهاجرها ) . وخط هذه النسخة نسخ لا بأس به ،\r\nوكتبت الفصول بالأحمر وإلى هذه النسخة نشير بحرف ( م ) .\r\n","description":"","footnote":"","page_name":" مقدمة المحقق 17 ","page_number":17},
  {"content":"\r\n2 - نسخة أخرى في مجموعة في مكتبة آية الله الحكيم العامة في\r\nالنجف الأشرف برقم ( 401 ) مخطوطات وفيها ( جمل العلم والعمل )\r\nللشريف المرتضى ، و ( المراسم ) لابن حمزة ، و ( الجمل ) للشيخ الطوسي\r\nو ( الوسيلة ) لابن زهرة ، و ( الإشارة ) لابن أبي المجد ، و ( نزهة\r\nالناظر ) ليحيي بن سعيد ، و ( جواهر الفقه ) للحلبي ، و ( الهداية )\r\nللصدوق ، وهذه النسخة من النزهة هي في ( 32 ) ورقة كتبت بخط\r\nنسخ دقيق ممتاز وفي كل صفحة ( 22 ) سطر وكتبت الفصول بالأحمر\r\nووضعت إشارات صغيرة بالأحمر على رؤوس المواضيع ، وكتب في آخرها\r\n( تمت هذه الأجزاء ضحوة يوم السبت رابع عشر من شهر محرم الحرام\r\nمطابق سنة 1217 ) ثم جاء اسم الناسخ هكذا ( إسماعيل بن عبد الله )\r\nويغلب على الظن أن الرسائل الأربع الأولى من هذه المجموعة بخط ناسخ غير\r\nناسخ بقية الرسائل ، بل الظاهر أن هذه المجموعة كانت في الأصل مجموعتين\r\nاجتمعتا عند التجليد للاختلاف الكثير الموجود في الورق ، بالإضافة إلى\r\nاختلاف الخط وأن القسم الأول تركت أمكنة العناوين بيضاء بينما كتبت\r\nفي القسم الثاني بالأحمر .\r\nوعلى كل حال لم تسلم هاتان النسختان والنسخة المطبوعة من الأخطاء\r\nوالتحريفات الكثيرة بل السقط في بعض الأحيان ، ولكن مقارنة هذه النسخ\r\nالثلاث أفادتنا فائدة كبيرة في رفع النواقص وتلافي الأخطاء .\r\nوقمنا بالإضافة إلى مقابلة بعض هذه النسخ بالبعض الآخر بتخريج\r\nالأحاديث المذكورة في الكتاب وذكر أكثر الأحاديث التي أشار إليها المصنف\r\nإشارة عابرة ، كما أننا شرحنا ما رأينا لزوم شرحه من أسماء البلدان والأمكنة\r\nوالألفاظ المغلقة وغيرها وهذه النسخة يشار إليها بحرف ( ح ) .\r\n","description":"","footnote":"","page_name":" مقدمة المحقق 18 ","page_number":18},
  {"content":"\r\nشكر وتقدير\r\nولا يسعني قبل أن أضع القلم من يدي أن أقدم شكري إلى سماحة\r\nالعلامة الحجة الشيخ ميرزا علي الزنجاني الذي أحسن بي الظن فكلفني بتحقيق\r\nهذا الكتاب وإخراجه إلى النور ، وأقدر كذلك الجهود المشكورة التي\r\nبذلها فضيلة الأخ العلامة الشيخ نور الدين الواعظي في تخريج أحاديث\r\nهذا الكتاب .\r\nفإليهما أقدم شكري وتقديري ، وأسأل الله تعالى أن يتقبل منا هذا\r\nالعمل ويجزينا بالجزاء الأوفى .\r\nالنجف الأشرف 1386 ه‍\r\nالسيد أحمد الحسيني\r\nالصفحة الأولى من نسخة ( م )\r\nالصفحة الأخيرة من نسخة ( م )\r\nالصفحة الأولى من نسخة ( ح )\r\nالصفحة الأخيرة من نسخة ( ح )\r\n","description":"","footnote":"","page_name":" مقدمة المحقق 19 ","page_number":19},
  {"content":"\r\nنزهه الناظر\r\nفي الجمع بين الأشباه والنظائر\r\nتأليف\r\nللشيخ يحيى بن سعيد الحلي\r\n","description":"","footnote":"","page_name":" 1 ","page_number":20},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":21},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nالحمد لله رب العالمين ، والصلاة والسلام على رسوله وآله أجمعين\r\nأما بعد :\r\nإعلم أني قد صنفت لك هذا الكتاب وجمعت فيه بين الحكم ونظائره\r\nوسميته ( نزهه الناظر في الجمع بين الأشباه والنظائر\r\n)\r\n","description":"","footnote":"","page_name":" 3 ","page_number":22},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":23},
  {"content":"\r\n\r\nفصل\r\n[ معنى العبادة وأقسامها 
  ]\r\nالعبادات كل فعل مشروع لا يجزي إلا بنية التعظيم والتذلل لله\r\nسبحانه وتعالى\r\nوحدها الشيخ محمود بن عمر الخوارزمي ( 1 ) في كتاب الحدود بأنها\r\n( نهاية التعظيم والتذلل لمن يستحق ذلك بأفعال ورد بها الشرع على وجوه\r\nمخصوصة أو ما يجري مجراها على وجوه مخصوصة )\r\nومعنى قوله : ( وما يجري مجراها ) الاخلال بالقبائح ، وهذا الحد\r\nالذي ذكره شامل له\r\nوأما الشيوخ أصحاب أبي هاشم ( 2 ) فإنهم حدوها بأنها ( نهاية الخضوع\r\nوالتذلل للغير بأفعال ورد بها الشرع موضوعة لها )\r\nوهذا الحد الذي ذكره الشيوخ ينتقض بعبادات مخالفي الاسلام ،\r\n\r\n","description":"","footnote":" ( 1 ) هو أبو القاسم محمود بن عمر بن محمد بن عمر الخوارزمي الشهير\r\nب‍ ( الزمخشري ) صاحب المؤلفات الشهيرة والمصنفات المفيدة أمثال الكشاف في تفسير\r\nالقرآن والفائق في تفسير الحديث وغيرهما ، وكان معتزليا متظاهرا به ، ولد في\r\nيوم الأربعاء السابع والعشرين من شهر رجب سنة 467 بزمخشر وتوفي ليلة عرفة\r\nسنة 538 بجرجانية خوارزم - وفيات الأعيان 4 / 254 - 260 .\r\n( 2 ) عبد السلام بن محمد بن عبد الوهاب الجبائي ، من شيوخ الاعتزال ، له\r\nآراء تفرد بها ، وتبعته فرقة سميت ( البهشمية ) نسبة إلى كنيته أبي هاشم ، له\r\nمصناف في الاعتزال ، ولد سنة 247 وتوفي سنة 321 ه‍ ببغداد - الأعلام 4 / 130 . ","page_name":" 5 ","page_number":24},
  {"content":"\r\nفإنها لا تسمى عبادة في شرعنا وإن اختصت بما ذكروه\r\nوقد فصل شيخنا السعيد أبو جعفر محمد بن الحسن الطوسي ( 1 ) قدس\r\nالله روحه : عبادات الشرع خمس : الصلاة ، والزكاة ، والصوم ، والحج\r\nوالجهاد ( 2 )\r\nوقال الشيخ أبو جعفر محمد بن علي الطوسي المتأخر ( 3 ) رضي الله عنه\r\nفي الوسيلة : عبادات الشرع عشر أصناف ، أضاف إلى هذه الخمس\r\nغسل الجنابة والحيض ، والخمس ، والاعتكاف ، والعمرة والرباط\r\nوقال الشيخ أبو يعلى سلار ( 4 ) العبادات ست ، أسقط الجهاد من\r\nالخمس الأول وأضاف إليها الطهارة والاعتكاف\r\n\r\n","description":"","footnote":" ( 1 ) شيخ الطائفة أبو جعفر محمد بن الحسن بن علي الطوسي صاحب\r\nالتصانيف التي طبقت الآفاق شهرتها أمثال الإستبصار والتهذيب والفهرست\r\nوالرجال والتبيان في تفسير القرآن وغيرهما ، تلمذ على الشيخ المفيد والسيد المرتضى\r\nوغيرهما ، وكان فضلاء تلامذته الذين كانوا مجتهدين يزيدون على ثلاثمائة من\r\nالخاصة والعامة ، ولد في شهر رمضان سنة 385 وتوفي في ليلة الثاني والعشرين من\r\nشهر محرم سنة 460 ه‍ في النجف الأشرف ودفن في داره هناك - للكنى والألقاب\r\n2 / 357 - 359 .\r\n( 2 ) الجمل والعقود ص 3 .\r\n( 3 ) الشيخ عماد الدين أبو جعفر محمد بن علي بن حمزة الطوسي المشهدي ،\r\nالمشهور ب‍ ( ابن حمزة ) المدفون بكربلاء ، له كتاب الوسيلة وكتاب الواسطة\r\nوكتاب الرائع في الشرائع وكتاب ثاقب المناقب وغيرها - أمل الآمل 2 / 285\r\nالذريعة 11 / 66 .\r\n( 4 ) أبو يعلى سلار بن عبد العزيز الديلمي ، ثقة جليل القدر عظيم الشأن فقيه\r\nمن تلامذة الشيخ المفيد والسيد المرتضى ، من تصانيفه المقنع في المذهب والتقريب\r\nفي أصول الفقه والمراسم في الفقه وغيرها ، توفي في شهر صفر سنة 448 وقيل\r\nلست خلون من شهر رمضان سنة 463 ه‍ - أمل الآمل 2 / 127 . ","page_name":" 6 ","page_number":25},
  {"content":"\r\nوقال الشيخ أبو الصلاح ( 1 ) العبادات عشر ، أسقط الجهاد أيضا\r\nمن الخمس الأول وأضاف إليها الوفاء بالنذر والعهود والوعود ، وبر الايمان\r\nوتأدية الأمانة ، والخروج من الحقوق ، والوصايا وأحكام الجنائز ، والاخلال\r\nبالقبيح\r\nأقول : إن العبادات كثيرة ، والذي قد حصرت منها خمس وأربعين\r\nقسما وهي : الطهارة وضوءا كان أو غسلا أو تيمما ، وإزالة النجاسات\r\nعن البدن والثياب ، والصلاة ، والزكاة ، والصوم ، والحج وما يتبعه ،\r\nوالجهاد ، والاعتكاف ، والخمس ، والعمرة ، والرباطة ، والوفاء بما عقد\r\nعليه من النذر والعهد واليمين ، وتأدية الأمانة والخروج من الحقوق\r\nوالوصايا ، وزيارة النبي والأئمة عليهم السلام ، وزيارة المؤمنين ، وتلاوة\r\nالقرآن ، والدعاء وما جرى مجراه من التسبيح وغيره ، ومن أحكام الجنائز\r\nقبل الموت وبعده ، والسجود ، والسلام على المؤمنين ، ورد السلام عليهم\r\nوصلتهم في المجالسة ، والسعي في حوائجهم ، والاشتغال بالعلوم العربية\r\nإذا قصد بها الاجتهاد في الأحكام الشرعية وصحة التلفظ بالدعاء والأحكام\r\nوالقضاء بين الناس ، والفتوى إذا كان من أهلها ، وانتظار الصلاة قبل\r\nدخول وقتها ، فقد روي في باب الصلاة من كتاب التهذيب عن النبي صلى\r\n\r\n","description":"","footnote":" ( 1 ) الشيخ تقي بن النجم الحلبي الشهير ب‍ ( أبي الصلاح ) كان من كبار\r\nعلماء الإمامية من معاصري شيخ الطائفة الطوسي ، له تقريب المعارف وشرح الذخيرة\r\nوالكافي في الفقه والبرهان على ثبوت الايمان وغيرها من المؤلفات . الكنى\r\nوالألقاب 1 / 95 . ","page_name":" 7 ","page_number":26},
  {"content":"\r\nالله عليه وآله وسلم ( إنه كنز من كنوز الجنة ) ( 1 ) والصبر ، وانتظار\r\nالفرج ، والتوكل على الله ، وكتمان المرض ، وكظم الغيظ ، والعفو عن\r\nالناس ، والاكتساب للعيال ، والعتق ، والتدبير ، والمكاتبة ، والوقف ،\r\nوالحبس ، والعمرى ، والرقبى إذا قصد بها التقرب إلى الله تعالى\r\n\r\nفصل\r\n[ في موجبات الوضوء 
  ]\r\nموجب الوضوء ستة عشر شيئا : الحيض والاستحاضة والنفاس\r\nومس الأموات من الناس بعد بردهم بالموت وقبل تطهيرهم بالغسل وانقطاع\r\nدم المستحاضة إذا وجب بها الوضوء دون الغسل والبول والغايط إذا\r\nخرجا من الموضع المعتاد والريح والنوم الغالب على السمع والبصر\r\nوما يزيل العقل والتميز والشك في الوضوء إذا تيقن الحدث قبل القيام\r\nعن محله والاشتغال في فعل غيره والشك في الوضوء إذا تيقن الحدث\r\nوتيقن الوضوء والحدث معا ولم يعلم السابق منهما والنذر لوضوء مندوب\r\nوكذلك العهد واليمين\r\nوقال الشيخ أبو جعفر الطوسي - رحمه الله - في التهذيب : وقال\r\nقوم أصحابنا من أصحاب الحديث يجب الوضوء من المذي إذا كان عن\r\nشهوة واستدل بما رواه الصفار عن أحمد بن محمد بن عيسى عن الحسن\r\nابن علي بن يقطين عن أخيه الحسين عن أبيه علي بن يقطين قال : سألت أبا الحسن موسى عليه السلام عن المذي أينقض الوضوء ؟ قال : ( إن\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 2 / 237 ، وفيه ( انتظار الصلاة بعد الصلاة كنز من كنوز\r\nالجنة ) . ","page_name":" 8 ","page_number":27},
  {"content":"\r\nكان عن شهوة ينقض ) ( 1 ) .\r\nوالصحيح حمل هذا الخبر على الاستحباب لأن الإمامية مجمعون على\r\nترك العمل بمقتضاه وقد رجع الشيخ في سائر كتبه - كما ذكره في\r\nالتهذيب ( 2 ) .\r\nفإن قيل : ما ذكرتم من الشك والوضوء وتيقن الحدث معا يدخل\r\nفيما تقدم من الأحداث فلا حاجة إلى ذكرها قسما آخر\r\nقلنا لا نسلم ذلك لأنا لا نعلم يقينا أن حدثه باق بل بالشك وتيقن\r\nالوضوء والحدث معا وعدم العلم بتقدير السابق منهما يوجب الوضوء\r\n\r\nفصل\r\n[ في الوضوءات المستحبة 
  ]\r\nالوضوءات المستحبات تسعة وثلاثون وضوءا : الوضوء على الوضوء\r\nووضوء الحائض إذا جلست في مصلاها تذكر الله تعالى ووضوء النوم لمن لا غسل\r\nعليه ووضوء النوم لمن عليه الغسل والوضوء إذا توجه في حاجة\r\nوالوضوء المطلق والوضوء للصلاة قبل دخول الوقت والوضوء للنوافل\r\nوالوضوء مضافا إلى غسل الجنابة لخبر صحيح ( 3 ) وهو مذهب الشيخ أبي\r\nجعفر في التهذيب والوضوء إذا أراد الجماع قبل أن يغتسل لأنه لا يؤمن\r\n\r\n","description":"","footnote":" ( 1 ) انظر التهذيب 1 / 19 .\r\n( 2 ) المصدر السابق 1 / 19 .\r\n( 3 ) مروي عن سيف بن عميرة عن أبي بكر قال : سألت أبا جعفر عليه\r\nالسلام كيف أصنع إذا أجنبت ؟ قال : اغسل كفيك وفرجك وتوضأ وضوء\r\nالصلاة ثم اغتسل . انظر التهذيب 1 / 104 . ","page_name":" 9 ","page_number":28},
  {"content":"\r\nأنه إذا جامع قبل أن يغتسل أو يتوضأ إذا حملت من ذلك الجماع أن\r\nيجئ الولد مجنونا والوضوء لمن أراد يجامع امرأته وهي حامل لأنه\r\nلا يؤمن إذا جامع قبل الوضوء أن يجئ الولد أعمى القلب بخيل اليد\r\nوالوضوء للطواف المسنون والوضوء للسعي والوضوء للوقوف بالمشعر\r\nوالوضوء للوقوف بعرفات والوضوء لرمي الجمار - وقال البصروي ( 1 )\r\nلا يجوز أن يرمى إلا على وضوء\r\nوالوضوء للتلبية والوضوء لدخول المساجد والوضوء عند دخول\r\nالرجل بزوجته فإنه مستحب للرجل والمرأة معا والوضوء إذا قدم من\r\nسفر قبل الدخول على أهله فقد قال الصادق عليه السلام : من قدم\r\nمن سفر فدخل على أهله وهو على غير وضوء فرأى ما يكره فلا يلومن\r\nإلا - نفسه رواه أبو جعفر ابن بابويه ( 2 ) في كتاب المقنع\r\nووضوء الحاكم إذا جلس للقضاء بين الناس والوضوء لمن غسل\r\nميتا إذا أراد تكفينه قبل أن يغتسل والوضوء لمن كان جنبا إذا أراد\r\nتغسيل الميت وبه قال الشيخ أبو جعفر محمد بن بابويه في كتاب من\r\n\r\n","description":"","footnote":" ( 1 ) أبو الحسن محمد بن محمد بن أحمد بن خلف البصروي الفقيه الشاعر ،\r\nنقلوا آراءه الفقهية في كتب الفقه ، قرأ الكلام على الشريف المرتضى ، توفي سنة\r\n443 ه‍ ، أمل الآمل 2 / 298 ، معجم البلدان 1 / 441 .\r\n( 2 ) الشيخ الصدوق أبو جعفر محمد بن علي بن الحسين بن موسى بن بابويه\r\nالقمي ، ولد بدعاء الإمام صاحب الزمان عليه السلام ، كان ثقة جليل القدر بصيرا\r\nبالأخبار ناقدا للآثار عالما بالرجال ، وله نحو من ثلاثمائة مصنف منها كتاب من\r\nلا يحضره الفقيه والمقنع وعلل الشرائع ومعاني الأخبار وغيرها ، توفي بالري سنة\r\n381 ه‍ - الكنى والألقاب 1 / 212 . ","page_name":" 10 ","page_number":29},
  {"content":"\r\nلا يحضره الفقيه ( 1 ) ورواه في باب الزيادات من التهذيب : محمد بن أحمد\r\nابن يحيى عن إبراهيم بن هاشم عن نوح بن شعيب عن شهاب بن عبد ربه ( 2 )\r\nعن أبي عبد الله عليه السلام ( 3 )\r\nوالوضوء لمن أراد أن يدخل الميت القبر جاء به خبر صحيح والوضوء\r\nلمن أراد أن يجامع امرأته وقد غسل ميتا وبه قال الشيخ أبو جعفر ابن\r\nبابويه في كتاب من لا يحضره الفقيه ( 4 ) وفي كتاب المقنع ووضوء الميت\r\nمضافا إلى غسله على ما قال به بعض أصحابنا ومنهم من قال بوجوبه وهو\r\nالصحيح جاءت به أخبار من جملتها خبر صحيح السند ( 5 )\r\nوالوضوء لقراءة القرآن والوضوء لمس المصحف والوضوء لمس\r\nكتابة المصحف وقال الشيخ أبو جعفر في التهذيب بوجوبه وهو قوي ( 6 )\r\nوالوضوء من المذي بالخبر الصحيح المتقدم الذي رواه علي بن يقطين ولخبر\r\nآخر رواه الحسين بن سعيد ( 7 ) عن محمد بن إسماعيل عن أبي الحسن موسى\r\nعليه السلام ( 8 ) قال : سألته عن المذي ؟ فأمرني بالوضوء منه ( 9 ) .\r\n\r\n","description":"","footnote":" ( 1 ) من لا يحضر 1 / 98 .\r\n( 2 ) في نسخ الكتاب ( هشام بن عبد ربه ) والذي أثبتناه هنا موجود في\r\nالتهذيب ، وانظر رجال الكشي ص 352 .\r\n( 3 ) انظر التهذيب 1 / 488 .\r\n( 4 ) من لا يحضر 1 / 98 .\r\n( 5 ) انظر التهذيب 1 / 302 - 303 .\r\n( 6 ) المصدر السابق 1 / 126 .\r\n( 7 ) كذا في المطبوعة والاستبصار ، وفي م وح ( الحسن بن سعيد ) .\r\n( 8 ) كذا في نسخ الكتاب ، وفي الإستبصار ( أبي الحسن الرضا ) .\r\n( 9 ) الإستبصار 1 / 92 . ","page_name":" 11 ","page_number":30},
  {"content":"\r\nوالوضوء قبل الأكل والوضوء بعد الأكل فقد روى أنهما يذهبان\r\nالفقر جاءت الأخبار بالوضوء ( 1 ) وألفاظ الشارع تحمل على الحقائق الشرعية\r\nوإذا وطئ الرجل جارية ثم أراد وطئ جارية أخرى قبل أن\r\nيغتسل توضأ على ما رواه في التهذيب في باب زيادات النكاح : محمد بن\r\nأحمد بن يحيى عن يعقوب عن ابن نجران ( 2 ) عمن رواه عن أبي عبد الله\r\nعليه السلام ( 3 )\r\nوالوضوء إذا أراد أن يكتب شيئا من القرآن على ما روي ( 4 ) والوضوء\r\nمن مصافحة المجوس على ما روي ( 5 ) والوضوء من القئ والوضوء من\r\nالرعاف السائل والوضوء من التخليل الذي يسيل منه الدم وهذه الثلاثة\r\nمذهب الشيخ الإستبصار وجاء بها خبران صحيحان ( 6 )\r\nوإعادة الوضوء إذا توضأ وكان قد نسي الاستنجاء وهو مذهب\r\nالشيخ أبي جعفر في التهذيب وورد بها خبران صحيحان ( 7 ) وخبر آخر\r\n\r\n","description":"","footnote":" ( 1 ) منها الخبر المروي في الكافي 6 / 290 حيث قال أبو عبد الله الصادق عليه\r\nالسلام لأبي حمزة الثمالي : ( يا أبا حمزة الوضوء قبل الطعام وبعده يذهبان الفقر ) .\r\n( 2 ) كذا في التهذيب ، وفي نسخ الكتاب ( عن يعقوب بن بحران ) .\r\n( 3 ) التهذيب 7 / 459 .\r\n( 4 ) في التهذيب 1 / 127 : وسأل علي بن جعفر أخاه موسى بن جعفر عن\r\nالرجل أيحل له أن يكتب القرآن في الألواح والصحيفة وهو على غير وضوء ؟ قال : لا .\r\n( 5 ) في الإستبصار 1 / 89 في حديث عن الصادق : فسأله هل يتوضأ إذا\r\nصافحهم - أي المجوس - ؟ فقال : نعم إن مصافحتهم تنقض الوضوء .\r\n( 6 ) الإستبصار 1 / 83 .\r\n( 7 ) الأول في التهذيب 1 / 50 عن سماعة ، والثاني فيه أيضا 1 / 79 عن أبي\r\nعبيدة الحذاء . ","page_name":" 12 ","page_number":31},
  {"content":"\r\nرواه عمار الساباطي ( 1 )\r\nوالوضوء مما خرج من الذكر الاستبراء على ما رواه محمد بن\r\nعيسى ( 2 ) وهو مذهب الشيخ في التهذيب\r\nوالوضوء إذا أراد أن يأخذ حصى الجمار على ما ذكره محمد بن محمد\r\nالبصروي في كتابه المعروف بالمفيد ثم قال بعد ذلك : لا يجوز أن يرمي\r\nالجمار إلا على وضوء .\r\n\r\nفصل\r\n[ في موجبات الغسل 
  ]\r\nيجب الغسل في اثنين وعشرين موضعا : الغسل عند التقاء الختانين\r\nسواء كان معه انزال أو لم يكن والغسل عند الوطئ في الدبر إذا كان\r\nمعه انزال بلا خلاف وإن لم يكن معه انزال فلا يجب الغسل لأن الأصل\r\nبراءة الذمة وهو مذهب الشيخ أبي جعفر الطوسي قدس الله روحه وقد\r\nروى ذلك أحمد بن محمد عن البرقي رفعه عن أبي عبد الله عليه السلام\r\nقال : إذا أتى الرجل المرأة في دبرها فلم ينزل فلا غسل عليهما وإن أنزل\r\nفعليه الغسل ولا غسل عليها ( 3 )\r\nوقال السيد المرتضى قدس الله روحه وجماعة من أصحابنا واختاره ابن\r\nإدريس : يجب الغسل سواء أنزل أو لم ينزل\r\nوالغسل عند انزال الماء الدافق بشهوة أو غير شهوة في حال الصحة\r\nمن المرض\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 1 / 45 .\r\n( 2 ) المصدر السابق 1 / 28 .\r\n( 3 ) المصدر السابق 1 / 125 . ","page_name":" 13 ","page_number":32},
  {"content":"\r\nوالغسل عند انزال الماء بشهوة وإن لم يكن معه دفق إذا كان مريضا\r\nوالغسل عند وجود البلل عقيب غسل وجب بانزال الماء الدافق\r\nلا بالتقاء الختانين وإن لم يكن البلل بدفق ولا شهوة إذا لم يبل ولم يجتهد\r\nقبل الغسل وإن كان قد بال واجتهد فلا غسل عليه . والغسل عند وجود\r\nالمني على ثوب لم يشاركه فيه غيره سواء قام\r\nمن موضعه أو لم يقم بلا خلاف\r\nوالغسل عند وجود المني على ثوب يشاركه فيه غيره إذا وجده قبل\r\nالقيام من موضعه فإن وجده بعد القيام من موضعه لم يجب عليه الغسل\r\nوقال المرتضى قدس الله روحه في الانتصار وابن إدريس في السرائر في\r\nهذا القسم : لا يجب عليه الغسل سواء قام من موضعه أو لم يقم\r\nوغسل الحائض إذا طهرت وغسل النفساء إذا طهرت وغسل\r\nالمستحاضة قبل انقطاع الدم إذا ثقب الكرسف ولم يسل وأغسال المستحاضة\r\nالثلاثة قبل انقطاع دمها إذا ثقب الكرسف وسال وغسل المستحاضة\r\nإذا انقطع عنها دم الاستحاضة إذا كان الدم ثقب الكرسف\r\nوغسل الميت إذا كان مؤمنا وغسل مس الميت من الناس بعد\r\nبرده وقبل تطهيره بالغسل\r\nوغسل من وجب عليه القود وغسل من وجب عليه الرجم وغسل\r\nمن وجب عليه الصلب وما وجب من الأغسال المسنونة بالنذر أو العهد\r\nأو اليمين\r\n\r\nفصل\r\n[ في الأغسال المسنونة 
  ]\r\nالأغسال المسنونة خمسة وأربعون غسلا : غسل يوم الجمعة وغسل\r\n","description":"","footnote":"","page_name":" 14 ","page_number":33},
  {"content":"\r\nليلة النصف من شهر رجب ويوم النصف منه وليلة النصف من شعبان\r\nوأول ليلة من شهر رمضان وكذلك كل ليلة مفردة منه على ما ذكره\r\nالشيخ أبو جعفر رحمه الله في المصباح فمن ذلك غسل ثالث ليلة منه\r\nوخامس ليلة منه وسابع ليلة منه وتاسع ليلة منه وحادية عشرة ليلة\r\nمنه وثالثة عشرة ليلة منه وليلة النصف منه وليلة سبع عشرة منه\r\nوليلة تسع عشرة منه وليلة إحدى وعشرين منه وغسلان في ليلة ثلاثة\r\nوعشرين منه غسل في أول الليل وغسل في آخر الليل - روى خبر في\r\nالتهذيب أن الصادق عليه السلام فعل ذلك ( 1 )\r\nوفي التهذيب في كتاب الصلاة في باب غسل رمضان : إن النبي\r\nصلى الله عليه وآله اغتسل ليلة تسع عشرة وليلة إحدى وعشرين وليلة\r\nثلاثة وعشرين حين غابت الشمس وصلى المغرب وصلى أربع ركعات ( 2 )\r\nوغسل أربعة وعشرين منه وليلة خمس وعشرين منه وليلة سبع وعشرين\r\nمنه وليلة تسع وعشرين منه وقد ذكر ذلك الشيخ محمد بن علي بن\r\nقرة رضي الله عنه ( 3 ) في كتاب عمل شهر رمضان عن الصادق عليه السلام ( 4 )\r\nوغسل ليلة الفطر ويومها ويوم التروية ويوم عرفة ويوم الأضحى\r\nويوم الغدير ويوم المباهلة وهو اليوم الرابع والعشرين من ذي الحجة\r\nوغسل الاحرام وغسل دخول الحرم وغسل دخول مكة وغسل\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 4 / 331 .\r\n( 2 ) المصدر السابق 3 / 64 - 66 .\r\n( 3 ) كذا في نسخ الكتاب والصحيح أنه الشيخ أبو الفرج محمد بن علي بن\r\nمحمد بن محمد بن أبي قرة القناني - أنظر الذريعة 15 / 345 .\r\n( 4 ) مذكور في الوسائل باب 14 من الأغسال المسنونة نقلا عن كتاب\r\nالاقبال عن كتاب عمل شهر رمضان . ","page_name":" 15 ","page_number":34},
  {"content":"\r\nدخول كعبة وغسل دخول المدينة وغسل دخول مسجد النبي صلى الله\r\nعليه وآله وسلم وغسل زيارة النبي صلى الله عليه وآله وسلم وغسل\r\nزيارة الأئمة عليهم السلام وغسل من قتل وزغة وغسل من سعى إلى مصلوب\r\nبعد ثلاثة أيام ليراه وغسل التوبة وغسل المولود وغسل قاضي صلاة\r\nالكسوف إذا احترق القرص كله وتركها متعمدا وقال سلار بوجوبه\r\nوغسل صلاة الحاجة وغسل صلاة الاستخارة\r\nوقد روي أنه إذا أراد تغسيل الميت يستحب له أن يغتسل قبل\r\nتغسيله وكذلك إذا أراد تكفينه\r\nوالحق المفيد قدس الله روحه في الرسالة استحباب الغسل لرمي\r\nالجمار فقال : فليغتسل لرمي الجمار فإن منعه مانع فليتوضأ\r\n\r\nفصل\r\n[ مواضع يجوز فيها التيمم 
  ]\r\nيجوز التيمم في ثمانية عشر موضعا : إذا تضيق وقت الصلاة ولم يجد\r\nالمكلف الماء مع الطلب له وقال الشيخ أبو جعفر الحسين بن بابويه في\r\nالرسالة : أنه يجوز في أول الوقت ( 1 )\r\nوإذا وجده وليس معه ثمنه وإذا وجده ومعه ثمنه لكنه يضر به\r\nخروجه في الحال وإذا فقد آلة الماء وإذا كان مريضا وخاف من\r\nاستعماله التلف أو زيادة المرض وإذا خاف من استعماله على نفسه أو ماله\r\nمن سبع أو لص وإذا كان معه ماء متى استعمله أضر به العطش\r\nوإذا احتلم في مسجد النبي تيمم للخروج سواء كان واجدا للماء في المسجد\r\nأو غير واجد وكذا إذا احتلم في المسجد الحرام وإذا أحدث في زحام\r\n\r\n","description":"","footnote":" ( 1 ) من لا يحضر 1 / 58 . ","page_name":" 16 ","page_number":35},
  {"content":"\r\nيوم الجمعة أو يوم عرفة ولم يتمكن من الخروج تيمم وصلى وأعاد الصلاة\r\nعلى ما رواه السكوني وذكره الشيخ في النهاية والشيخ أبو جعفر ابن بابويه\r\nفي كتاب من لا يحضره الفقيه إلا أنه قال : ولم يعد ذلك إذا انصرف ( 1 )\r\nوقال الفقيه محمد بن إدريس : لا يجوز ذلك\r\nوإذا أراد الصلاة على الجنازة وهو محدث تيمم استحبابا وإذا\r\nأراد النوم وثقل عليه الوضوء للنوم تيمم من فراشه استحبابا وإذا كان\r\nالميت محترقا أو مجدورا وخيف من تغسيله تقطيع جلده بملاقاة الماء وجب\r\nأن يتيمم والميت إذا لم يوجد الماء لتغسيله وجب أن يتيمم وإذا منع\r\nالبرد الشديد الغاسل من تغسيله ولم يكن هناك نار يسخن بها الماء وجب\r\nأن يتيمم\r\nوإذا مات الرجل بين نساء لا رحم له فيهن في موضع ليس فيه\r\nرجال يممته النساء فإن كان فيهن ذات رحم غسلته من وراء الثياب\r\nيصب عليه الماء صبا وإذا ماتت المرأة بين الرجال ولا رحم لها فيهم\r\nفي موضع ليس فيه نساء يممها الرجال . وروي أنهم يغسلون منها محاسنها\r\nويديها ووجهها ( 2 ) فإن كان لها فيهم ذو رحم غسلها من وراء الثياب\r\nيصب عليها الماء صبا\r\n\r\nفصل\r\n[ في النجاسات 
  ]\r\nيحصل التنجيس باثنين وعشرين شيئا : المسكر على اختلافه خمرا\r\n\r\n","description":"","footnote":" ( 1 ) من لا يحضر 1 / 60 ، التهذيب 1 / 185 .\r\n( 2 ) روى في الكافي 3 / 159 عن مفضل بن عمر عن الصادق عليه السلام\r\nأنه قال في حديث : ( يغسل بطن كفيها ووجهها ويغسل ظهر كفيها ) . ","page_name":" 17 ","page_number":36},
  {"content":"\r\nكان أو نبيذا أو بتعا أو مرزا ( 1 ) وقال الشيخ أبو الحسن علي بن بابويه\r\nفي الرسالة وابنه الشيخ أبو جعفر محمد بن علي في كتاب من لا يحضره\r\nالفقيه وفي كتاب المقنع والحسن بن أبي عقيل ( 2 ) في كتاب المتمسك :\r\nولا بأس بأن يصلي في ثوب قد أصابه خمر لأن الله تعالى حرم شربها ولم\r\nيحرم الصلاة في ثوب قد أصابته ( 3 ) . وهذا القول خلاف الاجماع وقد\r\nروى فيه عدة أخبار ضعيفة وروى ما يعارضها ( 4 )\r\nوالفقاع ومباشرة الكافر رطبا والكلب والخنزير كذلك وعرق\r\nالكلب والخنزير والكافر وما يخرج من أفواههم وأعينهم ومناخرهم وأجسادهم\r\nمن الدمع والبصاق واللعاب والمخاط والقيح وغير ذلك والمني من كل\r\nحيوان ومباشرة الميتة رطبة كانت أو يابسة من غير الآدمي إذا كانت\r\nلها نفس سائلة وكذلك أن كانت من الآدمي قبل تطهيره بالغسل\r\nوعذرة ما لا يؤكل لحمه وبوله وذرقه سواء كان محرما بالأصل أو محرما\r\n\r\n","description":"","footnote":" ( 1 ) البتع بكسر الباء وسكون التاء أو فتحها : نبيذ العسل ، والمرز بكسر\r\nالميم وسكون الراء : الشراب المتخذ من الشعير .\r\n( 2 ) هو أبو محمد الحسن بن أبي عقيل العماني الحذاء ، وجه من وجوه أصحابنا\r\nثقة فقيه متكلم ، وللفقهاء مزيد اعتناء ينقل أقواله وضبط فتاواه ، وهو أول من هذب\r\nالفقه واستعمل النظر - الكنى والألقاب 1 / 190 .\r\n( 3 ) انظر من لا يحضر 1 / 43 ، فإن فيه كما هنا ، ولكن قد صرح الصدوق\r\nبعدم جواز الصلاة في ثوب أصابته الخمر في كتابه المقنع ص 25 حيث قال :\r\n( وإياك أن تصلي في ثوب أصابه الخمر ) فما نقل عن كتاب المقنع في هذا الكتاب\r\nوهم واشتباه .\r\n( 4 ) انظر الإستبصار 1 / 189 - 192 . ","page_name":" 18 ","page_number":37},
  {"content":"\r\nبالجلل وعرق الإبل الجلالة ( 1 ) وغيرها من الحيوانات وبه قال الشيخ\r\nفي النهاية ومعظم كتبه وجماعة من أصحابنا يدل على ذلك ما رواه أبو\r\nالقاسم جعفر بن محمد عن محمد بن يعقوب عن محمد بن يحيى عن أحمد\r\nابن يحيى عن علي بن الحكم عن هشام بن سالم عن أبي عبد الله - عليه السلام -\r\nقال : لا تأكلوا من لحوم الجلالة وإن أصابك من عرقها فاغسله ( 2 ) وروى\r\nمثل ذلك حفص بن البختري عن أبي عبد الله عليه السلام ( 3 )\r\nوالدم على اختلافه عدا دم البق والبراغيث والسمك وكل ما لا نفس\r\nله سائلة وارتماس الجنب في البئر ينجسها على أصح القولين لخبر صحيح\r\nيلزم منه تنجيسها رواه محمد بن يعقوب عن محمد بن إسماعيل عن الفضل\r\nابن شاذان عن صفوان بن يحيى عن منصور بن حازم عن أبي عبد الله\r\nعليه السلام ( 4 )\r\nواشتباه الماء الطاهر بالماء النجس في الإنائين ولولا النص ( 5 )\r\nوالاجماع لجاز القرعة فيهما\r\nوقد ألحق الشيخ أبو جعفر بذلك عرق الجنابة من الحرام وإليه\r\nذهب المفيد في المقنعة ( 6 ) ورجع في الرسالة إلى ولده . والحق أيضا لبن\r\n\r\n","description":"","footnote":" ( 1 ) الحيوانات الجلالة : التي تتغذى من النجاسات .\r\n( 2 ) التهذيب 1 / 263 ، الكافي 6 / 250 وفيه ( هشام بن سالم عن أبي\r\nحمزة ) و ( من لحوم الجلالات ) .\r\n( 3 ) التهذيب 1 / 263 .\r\n( 4 ) الكافي 3 / 65 ، وفيه ( منصور بن حازم عن ابن أبي يعفور ) .\r\n( 5 ) في الوسائل 1 / 116 الحديث 14 .\r\n( 6 ) المقنعة ص 10 . ","page_name":" 19 ","page_number":38},
  {"content":"\r\nالصبية معتمدا على ما رواه السكوني وهو عامي وليس فيما رواه دليل ( 1 )\r\nوالحق أيضا الوزغة والعقرب وقال في الأول من المبسوط والأول من\r\nالإستبصار : أن إراقة ما وقعا فيه مستحبة واستعماله مكروه ( 2 ) والحق أيضا\r\nذرق الدجاج مطلقا من غير تقييد بالجلل وقيده شيخنا رحمه الله بالجلل ( 3 )\r\nوالصحيح أن هذه الأحكام الملحقة محمولة على الكراهية وأن الغسل فيها\r\nمستحب لأني لم أقف على شئ من الأخبار يتضمن التنجيس والأمر بالغسل\r\nليس دليل فيه\r\n\r\nفصل\r\n[ في المطهرات 
  ]\r\nالمطهرات خمسة عشر شيئا : الماء يطهر كلما ورد الشرع بغسله\r\nوالنار تطهر كلما يكون في القدر من اللحوم والتوابل والمرق إذا كانت\r\nتغلى ووقع فيها مقدار أوقية دم أو أقل للخبر الصحيح ( 4 ) وبه قال الشيخ\r\n\r\n","description":"","footnote":" ( 1 ) انظر رواية السكوني في التهذيب 1 / 250 ، والسكوني هو إسماعيل بن\r\nأبي زياد ، قال في الكنى والألقاب 2 / 285 - 286 : إسماعيل بن أبي زياد الذي يكثر\r\nالرواية عنه ، واحتمل بعض تشيعه ووثقه المحقق الداماد والعلامة الطباطبائي . . .\r\nوقال في المستدرك : وأما السكوني فخبره إما صحيح أو موثق ، وما اشتهر من\r\nضعفه فهو كما صرح به بحر العلوم وغيره من المشهورات التي لا أصل لها ، فإنا\r\nلم نجد في تمام ما بأيدينا من كتب هذا الفن وما نقل عنه منها إشارة إلى قدح فيه\r\nسوى نسبة العامية إليه في بعضها وهي غير منافية للوثاقة . . .\r\n( 2 ) الإستبصار 1 / 24 .\r\n( 3 ) انظر المقنعة ص 10 .\r\n( 4 ) مروي في التهذيب 1 / 279 . ","page_name":" 20 ","page_number":39},
  {"content":"\r\nأبو جعفر في الثاني من النهاية وغيره من كتبه وإليه ذهب جماعة من\r\nأصحابنا وقال محمد بن إدريس : لا يطهر\r\nوالعصير إذا صار أسفله أعلاه ولحرارته نقص نجس وحرم شربه\r\nفإذا غلى بالنار وذهب ثلثاه وبقي ثلثه طهر وحل شربه\r\nواللبن والجرار والكيزان وما أشبه ذلك إذا عمل من طين نجس\r\nوفخر وكلما تحيله النار من الأشياء النجسة إذا صار رمادا والأرض تطهر\r\nالخف والنعل من النجاسة والتراب يطهر إناء ولوغ الكلب مضافا إلى\r\nالماء في المرة الأولى جاء به حديث صحيح يلزم منه ذلك ( 1 ) وهو مذهب\r\nالشيخ أبي جعفر الطوسي وأكثر أصحابنا وقال شيخنا المفيد قدس الله\r\nروحه : في المرة الثانية ( 2 )\r\nوالحجر والمدر والخزف والخشب والخرق تطهر موضع\r\nالاستنجاء إذا لم يتعد الغائط المخرج فإن تعدى فلا بد من غسله بالماء\r\nويستحب أيضا أن يضاف إلى الماء قبل استعماله الأحجار\r\nوالشمس تطهر الأرض والبواري إذا أصابها الماء النجس أو البول\r\nالنجس وطلعت عليها الشمس وجففتها وأما الحصر فلم أقف على خبر\r\nبهذا الحكم فيها إلا من طريق العموم وهو ما رواه أبو بكر الحضرمي\r\nعن أبي عبد الله عليه السلام أنه قال : كلما أشرقت عليه الشمس فقد\r\nطهر ( 3 )\r\nواستحالة الخمر خلا ونزح كل ماء البئر النجسة أو بعضه في الموضع\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 1 / 225 .\r\n( 2 ) المقنعة ص 9 .\r\n( 3 ) التهذيب 1 / 273 و 2 / 377 ، والحديث في الموضعين عن أبي جعفر\r\nعليه السلام . ","page_name":" 21 ","page_number":40},
  {"content":"\r\nالذي يجب فيه نزح الكل أو البعض\r\nواجتماع المياه النجسة في موضع واحد مع بلوغها كرا وهو قول\r\nسيدنا المرتضى قدس الله روحه وعبد العزيز بن البراج رضي الله عنه\r\nوهو ضعيف\r\nوالايمان يطهر الكافر إذا أسلم واستبراء الجلال من الجلل على قول\r\n\r\nفصل\r\n[ ما يجوز فيه الصلاة من اللباس 
  ]\r\nيجوز الصلاة في تسعة وعشرين شيئا : القطن والكتان وجميع\r\nما ينبت من الأرض من الحشيش والنبات وجلد ما يؤكل لحمه إذا كان\r\nمذكى فإن كان مما لا يؤكل لحمه أو كان ميتا فلا يجوز الصلاة فيه\r\nدبغ أم لم يدبغ وصوفه وشعره ووبره وروثه وعظمه ميتا\r\nكان أو مذكى والخز الخالص ( 1 ) والسنجاب ( 2 ) على قول وبه قال\r\nالشيخ أبو جعفر في الأول من النهاية ومعظم كتبه وإليه ذهب جماعة\r\nمن أصحابنا\r\n\r\n","description":"","footnote":" ( 1 ) الخز : ثياب تنسج من الإبريسم ، والخز أيضا دابة من دواب الماء\r\nتمشي على أربع تشبه الثعلب وترعى من البر وتنزل في البحر ، لها وبر يعمل منه\r\nالثياب ، تعيش بالماء ولا تعيش خارجه ، وليس على حد الحيتان . والثاني هو\r\nالمراد هنا .\r\n( 2 ) السنجاب : حيوان على حد اليربوع أكبر من الفأرة ، شعره في غاية\r\nالنعومة ، يتخذ من جلد الفراء ، وهو شديد الختل ، إن أبصر الانسان صعد الشجرة\r\nالعالية ، وهو كثير في بلاد الصقالبة والترك ، وأحسن جلوده الأزرق الأملس . ","page_name":" 22 ","page_number":41},
  {"content":"\r\nوالحرير المحض للنساء في حال الاختيار مع الكراهة وللرجال عند\r\nالضرورة\r\nوالثوب الإبريسم إذا كان سداه أو لحمته مما يجوز الصلاة فيه\r\nوالذهب للنساء إذا عمل منه ما يسترهن والحديد والصفر والرصاص\r\nوالنحاس والجوهر والصدف والطين والجص والنورة والخزف\r\nوالآجر والصخر والقرطاس والمسك والزباد والعنبر واللاذن ( 1 )\r\nوالمن والغيم والثلج والملح جميع هذا إذا ستر العورة جازت الصلاة فيه\r\n\r\nفصل\r\n[ فيما يكره فيه الصلاة 
  ]\r\nتكره الصلاة في ثمانية وعشرين شيئا : الثياب السود إلا العمامة\r\nوالخف ويكره أيضا الاحرام فيها وقال أبو الصلاح : تكره الصلاة\r\nفي الثوب المصبوغ وأشدها كراهية الأسود ثم الأحمر والمشبع والمذهب\r\nوالموشح والمموه والملحم بالحرير والذهب والثوب الشفاف إذا كان تحته\r\nثوب آخر والثوب الواحد والسنجاب على قول الشيخ أبي جعفر في\r\nالأول من النهاية وأكثر كتبه وإليه ذهب جماعة أصحابنا والصحيح\r\nأنه لا يجوز وبه قال سيدنا المرتضى قدس الله روحه والشيخ أبو جعفر\r\n\r\n","description":"","footnote":" ( 1 ) الزباد : الطيب ، وهو وسخ يجتمع تحت ذنب دابة كالسنور تسمى الزيادة\r\nويسلت ذلك الوسخ المجتمع هناك بليطة أو بخرقة . والعنبر : ضرب من الطيب ،\r\nقيل أنه يخرج من قعر البحر فيأكله بعض دوابه لدسومته فيقذفه رجيعا فيطفو\r\nعلى الماء فتلقيه الريح إلى الساحل . واللاذن واللاذنة : من العلوك ، وقيل هو دواء\r\nبالفارسية ، وقيل هو ندى يسقط على الغنم في بعض جزائر البحر . ","page_name":" 23 ","page_number":42},
  {"content":"\r\nفي الثاني من النهاية والأول من مسائل الخلاف وأبو الصلاح في الكافي\r\nوهو اختيار الفقيه محمد بن إدريس\r\nوالثوب الذي فوق جلد الثعلب أو تحته . وقال الشيخ في النهاية\r\nلا يجوز\r\nوالحرير المحض للنساء والعمامة بغير حنك والثوب المؤتزر به فوق\r\nالقميص والثياب المنقوشة بالتماثيل والقميص المكفوف بالديباج أو الحرير\r\nالمحض والثوب المشتمل به اشتمال الصماء ( 1 ) وثوب الحائض إذا كانت متهمة\r\nوثوب شارب الخمر ومن لا يتحفظ من النجاسات إذا لم يعلم فيه نجاسة\r\nوكلما لا يتم الصلاة فيه منفردا كالتكة والجورب والقلنسوة والنعل والخف\r\nوالسيف والمنطقة والخاتم والسوار والخلخال والدملج وما أشبه ذلك إذا\r\nكان فيها نجاسة وجاء خبر مرسل يتضمن ما كان على الانسان أو معه\r\nوفيه نجاسة ( 2 ) والخلاخل إذا كان لها صوت والأسورة كذلك واللثام\r\nإذا لم يمنع من القراءة فإن منع كانت الصلاة فيه غير جائزة وروي\r\nخبر : ( أما على الأرض فلا وأما على الدابة فلا بأس ) ( 3 )\r\nوالخاتم إذا كان فيه صورة والنقاب للمرأة والقباء إذا كان مشدودا\r\nإلا في حال الحرب وقال الشيخ المفيد : لا يجوز ( 4 ) وقال الشيخ في\r\nالتهذيب : ذكر ذلك علي بن الحسين بن بابويه وسمعناها من الشيوخ مذاكرة\r\n\r\n","description":"","footnote":" ( 1 ) اشتمال الصماء : أن يجلل الشخص جسده كله بالكساء أو بالإزار .\r\n( 2 ) في التهذيب 2 / 358 عن أبي عبد الله عليه السلام قال : لا بأس بالصلاة\r\nفي الشئ الذي لا تجوز الصلاة فيه وحده يصيبه القذر مثل القلنسوة والتكة والجورب .\r\n( 3 ) الإستبصار 1 / 397 ، التهذيب 2 / 229 .\r\n( 4 ) المقنعة ص 25 . ","page_name":" 24 ","page_number":43},
  {"content":"\r\nولم أعرف به خبرا مسندا ( 1 )\r\nوالتكة من الإبريسم المحض للرجال - على ما روي ( 2 ) وهو مذهب\r\nأبي الصلاح\r\nوالتكة والقلنسوة إذا عملا من وبر ما لا يؤكل لحمه - على ما ذكره\r\nفي المبسوط وجاء به أحاديث والصحيح أنه لا يجوز الصلاة فيهما ( 3 )\r\n\r\nفصل\r\n[ في مواضع تكره للصلاة فيها 
  ]\r\nيكره الصلاة في سبع وثلاثين موضعا مع الاختيار : وادي ضجنان\r\nووادي الشقرة والبيداء وذات الصلاصل ( 4 ) وعلى القير ورد به\r\nخبر ( 5 )\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 2 / 232 .\r\n( 2 ) الإستبصار 1 / 383 ، التهذيب 2 / 205 - 207 .\r\n( 3 ) انظر الأحاديث في الإستبصار 1 / 383 - 385 .\r\n( 4 ) ضجنان : جبل بناحية تهامة ، وقيل جبيل على بريد من مكة وهناك\r\nالغميم . ووادي الشقرة : موضع معروف في طريق مكة والبيداء : أرض مخصوصة\r\nبين مكة والمدينة على ميل من ذي الحليفة نحو مكة . وصلاصل - بضم الاصاد الأولى -\r\nماء لعامر في واد يقال له الجوف به نخيل كثيرة ومزارع جمة ، وصلاصل - بفتح\r\nالصاد الأولى - ماء لبني أسمر من بني عمرو بن حنظلة . وكل هذه الأمكنة مواطن\r\nالعذاب ومغضوب عليها كما ورد في الأحاديث الكثيرة .\r\n( 5 ) عن الرضا عليه السلام انظر الإستبصار 1 / 397 . ","page_name":" 25 ","page_number":44},
  {"content":"\r\nوبين المقابر إلا إذا كان بينه وبينها عشرة أذرع أمامه وعن يمينه\r\nوشماله وخلفه - رواه عمار الساباطي في الجهات الأربع ( 1 )\r\nوالأرض الرملة والسبخة ( 2 ) وجاء خبر صحيح في السبخة ( 3 ) فإن\r\nكانت أرضا مستوية فلا بأس\r\nومعاطن الإبل ( 4 ) فإن كنسها ورشها بالماء زالت الكراهة ومرابط\r\nالخيل والبغال والحمير والمزابل ومذابح الأنعام وقرى النمل وبطن\r\nالوادي والحمامات وجواد الطرق ( 5 ) وبيوت الغائط وبيوت النيران\r\nوبيوت المجوس والكنائس والوحل والثلج وعلى كديس الحنطة ( 6 )\r\nوإن كان مطمئنا وإليه ذهب الشيخ في التهذيب وجاء به خبر صحيح ( 7 )\r\nوالموضع الذي يصلى فيه هو والمرأة معا إذا كانت بين يديه أو عن\r\nيمينه أو عن شماله ولم يكن بينها وبينه عشرة أذرع على الصحيح من\r\nالمذهب وبه قال المرتضى في مصباحه وجماعة من أصحابنا وهو اختيار ابن\r\nإدريس وذهب الشيخ أبو جعفر في الأول من النهاية إلى تحريمه\r\nمعتمدا في التحريم على ما رواه عمار الساباطي وهو فطحي ( 8 ) وقد روي\r\n\r\n","description":"","footnote":" ( 1 ) الإستبصار 1 / 397 .\r\n( 2 ) السبخة واحدة السباخ : وهي أرض مالحة يعلوها الملوحة ولا تكاد\r\nتنبت فيها إلا بعض الأشجار .\r\n( 3 ) الإستبصار 1 / 395 .\r\n( 4 ) معاطن الإبل : مباركها ، أو مباركها حول الماء خاصة للشرب .\r\n( 5 ) الجواد جمع جادة ، وهي وسط الطريق ومعظمه .\r\n( 6 ) كديس الحنطة : مجتمعها ، والمراد هنا مخازنها .\r\n( 7 ) عن أبي عبد الله الصادق عليه السلام - انظر التهذيب 2 / 309 .\r\n( 8 ) التهذيب 2 / 231 . ","page_name":" 26 ","page_number":45},
  {"content":"\r\nمن طريق العدول ما يعارض رواية عمار ( 1 ) وأطلق ذلك الشيخ المفيد فقال\r\nلا يجوز للمرء أن يصلي وامرأة تصلي إلى جانبه أو في صف معه ومتى\r\nصلى وهي مسامتة له بطلت صلاته ( 2 )\r\nوبيوت الخمر والنيران والموضع الذي يكون فيه بين يدي المصلي\r\nنار في مجمرة أو قنديل والموضع الذي يكون فيه بين يديه تماثيل غير\r\nمغطاة والموضع الذي يكون فيه سلاح مشهر والموضع الذي يكون فيه\r\nمصحف مفتوح وهو يحسن قراءته والموضع الذي فيه امرأة جالسة\r\nوالموضع الذي فيه انسان مواجه والموضع الذي في قبلته حائط ينز من\r\nبالوعة يبال فيها والموضع الذي فيه نجاسة لا تتعدى إليه وقال أبو صلاح\r\nلا يجوز الوقوف في الصلاة على الأرض النجسة ولا يجوز السجود بشئ من\r\nالأعضاء السبع إلا على محل طاهر\r\nوتكره الصلاة أيضا في سطح الكعبة في الفريضة خاصة دون النوافل\r\nوبه قال الشيخ أبو جعفر في النهاية في باب ما يجوز الصلاة فيه من الثياب\r\nوالمكان وقال في باب النفر من منى وفي مسائل الخلاف : لا يجوز أن\r\nيصلي الانسان الفريضة في جوف الكعبة مع الاختيار ( 3 )\r\n\r\nفصل\r\n[ المواضع التي تجوز العبادة فيها قبل دخول وقتها 
  ]\r\nيجوز العبادة قبل دخول وقتها في خمسة عشر موضعا : نوافل الليل\r\nفي أوله للمسافر والشاب الذي يغلبه النوم لرطوبة رأسه آخر الليل ونافلة\r\n\r\n","description":"","footnote":" ( 1 ) انظر التهذيب 2 / 230 - 232 .\r\n( 2 ) انظر هذا القول في التهذيب 2 / 230 ، وفيه ( بطلت صلاتهما ) .\r\n( 3 ) الخلاف 1 / 159 . ","page_name":" 27 ","page_number":46},
  {"content":"\r\nالفجر قبل دخول وقت الفجر وقال بعض الأصحاب لا يجوز إلا بعد\r\nطلوع الفجر والصحيح أن وقتها بعد صلاة الليل سواء كان قبل الفجر\r\nأو معه أو بعده للخبر الصحيح ( 1 )\r\nوأذان الفجر قبل طلوع الفجر وقال ابن إدريس : وغسل يوم\r\nالجمعة ويوم الخميس لمن يغلب على ظنه عوز الماء وكذلك غسل الاحرام\r\nقبل الميقات إذا خاف عوز الماء\r\nوطواف السعي والحج وطواف النساء ويجوز تقديم هذه الثلاثة\r\nللمتمتع إذا كان شيخا كبيرا أو مريضا أو امرأة تخاف الحيض جاءت\r\nبه أخبار\r\nوطواف الحج وسعى الحج للقارن والمفرد مع عدم الشيخوخة والمرض\r\nوالخوف والحيض ووجودها وطواف النساء لهما مع الشيخوخة والمرض\r\nوالحيض والخوف وروي في الطواف للمفرد ولم يتعرض بالقارن ولا\r\nبالسعي عن محمد بن يعقوب عن عدة من أصحابنا عن أحمد بن محمد\r\nعن الحسين بن سعيد عن صفوان عن حماد بن عثمان عن أبي الحسن موسى\r\nعليه السلام ( 2 )\r\nوصوم ثلاثة أيام للمتمتع بالعمرة إلى الحج من أول ذي الحجة في\r\nدم المتعة لمن يتعذر عليه دم الهدي أو ثمنه - ذكره الشيخ في النهاية وغيرها\r\nمن كتبه على ما رواه سعيد بن عبد الله عن أحمد بن محمد عن علي بن\r\nالنعمان عن محمد بن بسنان عن عبد الله بن مسكان عن زرارة ( 3 ) عن أبي\r\nعبد الله عليه السلام أنه قال : من لم يجد الهدي وأحب أن يصوم ثلاثة\r\n\r\n","description":"","footnote":" ( 1 ) انظر التهذيب 2 / 132 .\r\n( 2 ) الكافي 4 / 459 ، وفيه ( عن حماد بن عيسى عن أبي عبد الله عليه السلام )\r\n( 3 ) في التهذيب ( سعد بن عبد الله ) و ( عن أبان الأزرق عن زرارة ) . ","page_name":" 28 ","page_number":47},
  {"content":"\r\nأيام من أول العشر ) ( 1 ) وهذا الخبر لا يجوز العمل به لأن في سنده\r\nمحمد بن سنان وهو ضعيف وإلى ما قلنا ذهب ابن إدريس\r\nورمي الجمار بالليل للنساء والصبيان والخائف والرعاة والعليل\r\nوالعبيد فأما غير هؤلاء فلا يجوز لهم الرمي إلا بالنهار وكلما قرب من\r\nالزوال كان أفضل - رواه في التهذيب في باب نزول المزدلف في الصبيان\r\nوالنساء عن محمد بن يعقوب عن عدة من أصحابنا عن أحمد بن محمد\r\nعن الحسين بن سعيد عن أبي المعزا عن أبي بصير عن أبي عبد الله عليه\r\nالسلام ( 2 ) ورواه في الخائف في باب الرجوع إلى منى ورمي الجمار عن\r\nالحسين بن سعيد عن صفوان بن يحيى عن عبد الله بن سنان عن أبي عبد الله\r\nعليه السلام ( 3 ) وروى سعد عن أبي جعفر عن العباس بن معروف عن علي\r\nابن مهزيار [ عن الحسين بن سعيد عن زرعة عن سماعة بن مهران 
  ] عن\r\nأبي عبد الله عليه السلام قال : رخص للعبيد والخائف والراعي أن يرموا\r\nليلا ( 4 )\r\nوقد ألحق بعض أصحابنا بذلك نوافل يوم الجمعة إذا صليت قبل\r\nالزوال وغسل من وجب عليه الرجم أو القتل أو الصلب\r\n\r\nفصل\r\n[ في المواضع التي يستحب تأخير العبادة فيها 
  ]\r\nيستحب تأخير العبادة عن أول وقتها في تسعة مواضع : صلاة الليل\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 5 / 235 .\r\n( 2 ) التهذيب 5 / 194 .\r\n( 3 ) نفس المصدر 5 / 263 .\r\n( 4 ) نفس المصدر والصفحة والزيادة منه ، وفيه ( والراعي في الرمي ليلا ) . ","page_name":" 29 ","page_number":48},
  {"content":"\r\nعن أول وقتها وهو انتصاف الليل إلى قرب الفجر وغسل يوم الجمعة\r\nعن أول وقته وهو طلوع الفجر إلى قرب الزوال وصلاة العشاء الآخرة\r\nإلى غيبوبة الشفق والوتيرة إلى بعد الفراغ من كل ما يتطوع به من الصلاة\r\nعقيب العشاء الآخرة وصلاة المغرب والعشاء الآخرة ليلة الأضحى إلى\r\nربع الليل ليصليها بالمشعر وصلاة عيد الفطر قليلا عن أول وقتها وهو\r\nطلوع الشمس ورمي الجمار أول وقته وهو طلوع الفجر إلى قرب\r\nالزوال وزكاة الفطرة عن أول وقتها وهو غيبوبة الشمس ليلة عيد الفطر\r\nإلى قرب الخروج إلى المصلى وتأخير الصلاة قليلا عن أول وقتها انتظارا\r\nبها الجماعة وصلاة الظهر جاءت به في التهذيب في باب الأوقات\r\nأحاديث ( 1 )\r\n\r\nفصل\r\n[ في علامات القبلة 
  ]\r\nعلامات القبلة ست عشرة علامة : لأهل العراق أربع : كون الشمس\r\nعند الزوال على طرف حاجبه\r\nالأيمن والشفق بحذاء المنكب الأيسر والجدي خلف المنكب الأيمن\r\nوالفجر بحذاء المنكب الأيسر\r\nولأهل الشام ست : بنات النعش حال غيبوبتها خلف الأذن اليمنى\r\nوالجدي خلف الكتف الأيسر وموضع مغيب سهيل على العين اليمنى\r\nوطلوعه بين العينين والصبا على الخد الأيسر والشمال على الكتف الأيمن\r\nولأهل المغرب ثلاث : الثريا علي يمينه والعيوق على شماله والجدي\r\nعلى صفحة خده الأيسر\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 2 / 21 . ","page_name":" 30 ","page_number":49},
  {"content":"\r\nولأهل اليمن ثلاث : وقت طلوع الجدي بين عينيه وسهيل حين\r\nيغيب على كتفيه والجنوب على موضع كتفه الأيمن\r\n\r\nفصل\r\n[ المواضع التي يسقط استقبال القبلة فيها 
  ]\r\nيسقط استقبال القبلة عن المكلف بها في حال الضرورة في ثلاثة عشر\r\nموضعا : إذا لم يعلم جهتها ولا غلب على ظنه ذلك يصلي إلى أربع جهات\r\nإذا كان الوقت واسعا فإن تضيق الوقت صلى إلى جهة واحدة والمصلي\r\nصلاة شدة الخوف والمواجه للسبع إذا كان السبع في جهة القبلة ومن\r\nيضيق عليه وقت الفريضة وهو على الراحلة ولم يتمكن من استقبال القبلة\r\nولا النزول والمصلي في السفينة إذا دارت السفينة فليدر معها وليجتهد\r\nفي استقبال القبلة فإن لم يتمكن من استقبال القبلة ولا الصلاة على الأرض\r\nفليستقبلها بأول تكبيرة ثم يصلي والغريق المتوحل والسائح والأسير إذا\r\nلم يتمكنوا من استقبال القبلة فليستقبلوها بأول تكبيرة ويصلون والمريض\r\nإذا صلى مستلقيا علي قفاه مع عدم التمكن من الصلاة جالسا أو مضطجعا\r\nعلى يمينه ومن يصلي على الراحلة نافلة يستقبل بأول تكبيرة القبلة ثم يصلي\r\nحيث توجهت مع تمكنه من استقبال القبلة وعدم تمكنه والذابح إذا لم\r\nيتمكن من استقبال القبلة وخاف فوت الذبيحة والثور إذا استعصى\r\nوالبعير إذا اغتلم ولم يقدر عليه جرى مجرى الصيد في رميه بالسهم أو السيف\r\nأو الحربة ويسقط عن راميه استقبال القبلة .\r\n","description":"","footnote":"","page_name":" 31 ","page_number":50},
  {"content":"\r\n\r\nفصل\r\n[ مواضع استحباب التوجه بالتكبيرات 
  ]\r\nيستحب التوجه بالتكبيرات في سبعة مواضع : الأولة من كل فريضة\r\nوالأولة من نوافل الزوال والأولة من نوافل المغرب والأولة من الوتيرة\r\nوالأولة من صلاة الليل والمفردة من الوتر والأولة من ركعتي الاحرام\r\nقال الشيخ أبو جعفر في التهذيب إشارة إلى سبعة مواضع : ذكر\r\nذلك علي بن بابويه في رسالته ولم أجد به خبرا مستندا ( 1 ) فصل\r\n\r\n[ مواضع استحباب قراءة سورة الجحد 
  ]\r\nيستحب قراءة ( قل يا أيها الكافرون ) في سبعة مواضع : الأولة من\r\nنوافل الزوال والأولة من نوافل المغرب والأولة من نوافل الليل\r\nوالأولة من نوافل الفجر وفي ركعتي الغداة إذا أصبح بها والأولة من\r\nركعتي الاحرام والأولة من ركعتي الطواف\r\n\r\nفصل\r\n[ التكبيرات الواجبة والمستحبة في الصلوات الخمس 
  ]\r\nالتكبير في الصلوات الخمس خمس وتسعون تكبيرة : الواجب منها\r\nخمس وهي تكبيرات الاحرام\r\n[ والمستحب منها تسعون 
  ] ( 2 ) وتفصيل ذلك : في الظهر اثنتان وعشرون\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 2 / 94 .\r\n( 2 ) الزيادة منا يستوجبها السياق . ","page_name":" 32 ","page_number":51},
  {"content":"\r\nتكبيرة وكذلك في العصر والعشاء الآخرة وفي المغرب سبع عشرة\r\nتكبيرة وفي الصبح اثنتي عشرة تكبيرة في كل ركعة من الصلوات\r\nالمذكورات خمس تكبيرات : تكبيرة الركوع وتكبيرة السجدة الأولى\r\nوتكبيرة رفع الرأس منها وتكبيرة السجدة الثانية [ وتكبيرة رفع الرأس منها 
  ]\r\nويضاف إلى هذه الخمس التكبيرات في كل فريضة من الفرائض الخمس\r\nتكبيرتان وهما : تكبيرة الاحرام وتكبيرة القنوت\r\nوقال سلار رحمه الله : ومن أصحابنا من الحق تكبيرات الركوع\r\nوالسجود والقيام والقعود والجلوس في التشهدين والتسليم وهو الأصح في\r\nنفسي وما عدا ذلك مسنون\r\n\r\nفصل\r\n[ عدد التكبيرات في صلاة العيد 
  ]\r\nالتكبيرات في صلاة العيد عشرون تكبيرة : الواجب منها تكبيرة\r\nالاحرام خاصة والبواقي تستحب وقد ذكر الشيخ ذلك في التهذيب\r\nوتفصيل ذلك : تكبيرة الاحرام والتكبيرات الزوائد وهي تسع\r\nوتكبيرات الركوع والسجود في الركعتين في كل ركعة خمس على ما تقدم\r\n\r\nفصل\r\n[ عدد التكبيرات في صلاة الكسوف 
  ]\r\nالتكبيرات في صلاة الكسوف أربعة وعشرون تكبيرة : الواجب منها\r\nتكبيرة الاحرام خاصة وعشر تكبيرات في الركوعات العشر وثمان\r\nتكبيرات في السجدات الأربع وخمس تكبيرات للقنوتات الخمس\r\n","description":"","footnote":"","page_name":" 33 ","page_number":52},
  {"content":"\r\n\r\nفصل\r\n[ التكبيرات الواجبة في الصلوات الواجبة 
  ]\r\nالتكبيرات الواجبة في الصلوات الواجبات عشرون تكبيرة : خمس\r\nتكبيرات الاحرام في الفرائض الخمس وتكبيرة الاحرام في صلاة العيد\r\nوتكبيرة الاحرام في صلاة الكسوف أو الخسوف أو الرياح السود الشديدة\r\nأو الزلازل وخمس تكبيرات في صلاة الجنازة وتكبيرة الاحرام في\r\nصلاة الجمعة وتكبيرة الاحرام في ركعتي الطواف الواجب وتكبيرة\r\nالاحرام في الصلاة الواجبة بالنذر أو العهد أو اليمين\r\nأما التكبير بمنى عقيب خمس عشرة صلاة أوله عقيب الظهر يوم\r\nالنحر فواجب أيضا وهو مذهب السيد المرتضى قدس الله روحه في\r\nالانتصار وبه قال الشيخ أبو جعفر الطوسي في التبيان والاستبصار والجمل\r\nوذهب في النهاية والمصباح إلى أنه ليس بواجب والدليل على وجوبه\r\nقوله تعالى : ( واذكروا في أيام معدودات ) ( 1 ) أمر الله تعالى بالذكر\r\nوالأمر للوجوب والاجماع منعقد على أن الأيام المعدودات هي أيام\r\nالتشريق وأن الذكر هو التكبير فيها عقيب الصلوات المفروضات\r\nوقال الشيخ أبو جعفر في الأول : إن الأيام المعدودات هي أيام\r\nالتشريق بلا خلاف حكاه في التبيان عن ابن عباس والحسن ومالك\r\nوقال في النهاية : إنها عشر ذي الحجة وهو قول الفراء\r\nويدل أيضا على أن المراد بالآية التكبيرات أيام التشريق ما رواه محمد\r\nابن يعقوب عن علي بن إبراهيم عن أبيه عن حماد بن عيسى عن حريز عن\r\nمحمد بن مسلم قال : سألت أبا عبد الله عليه السلام عن قول الله عز وجل\r\n\r\n","description":"","footnote":" ( 1 ) سورة البقرة آية 203 . ","page_name":" 34 ","page_number":53},
  {"content":"\r\n( واذكروا الله في أيام معدودات ) ( 1 ) قال : التكبير في أيام التشريق\r\nمن صلاة الظهر من يوم النحر إلى صلاة الفجر من يوم الثالث ( 2 )\r\nويدل أيضا على وجوب التكبير ما رواه حفص بن غياث عن أبيه\r\nعن علي عليه السلام أنه قال : على الرجال والنساء أن يكبروا أيام التشريق\r\nفي دبر الصلوات ( 3 )\r\n\r\nفصل\r\n[ أنواع السجودات وأعدادها 
  ]\r\nالسجود على ضربين : واجب ومندوب\r\nفالواجب أربعة أشياء : سجود الصلاة وسجود قضاء ما فاته من\r\nسجدات الصلاة ناسيا وسجود السهو في الصلاة وسجود العزائم وهي\r\nأربع سجدات : سجدة ألم تنزيل وهي قوله : ( إنما يؤمن بآياتنا الذين\r\nإذا ذكروا بها خروا سجدا ) إلى قوله : ( وهم لا يستكبرون ) ( 4 ) وسجدة\r\nحم وهي قوله تعالى : ( ومن آياته الليل والنهار ) إلى قوله : ( إن كنتم\r\nإياه تعبدون ) ( 5 ) وسجدة النجم وهي قوله تعالى : ( فاسجدوا لله\r\nاعبدوا ) ( 6 ) وسجدة اقرأ وهي قوله تعالى : ( كلا لا تطعه والسجد واقترب ) ( 7 )\r\n\r\n","description":"","footnote":" ( 1 ) سورة البقرة آية 203 .\r\n( 2 ) الكافي 4 / 516 .\r\n( 3 ) التهذيب 3 / 289 .\r\n( 4 ) سورة السجدة آية 15 .\r\n( 5 ) سورة فصلت آية 37 .\r\n( 6 ) سورة النجم آية 62 .\r\n( 7 ) سورة العلق آية 19 . ","page_name":" 35 ","page_number":54},
  {"content":"\r\nوالمندوب خمس عشرة سجدة : الفصل بين الأذان والإقامة وسجدة\r\nالشكر وسجدة المتابعة للإمام ومعناه أنه رأى الإمام رافعا رأسه من الركوع\r\nأو السجود وأراد الدخول معه في الصلاة سجد فإذا رفع الإمام رأسه\r\nرفع هو رأسه وقام فاستقبل الصلاة\r\nوالسجود لمن دخل المسجد الحرام إذا قرب من الحجر الأسود\r\nوسجدات ما عدا العزائم الأربع وهي إحدى عشرة سجدة : سجدة آخر\r\nالأعراف وهي قوله تعالى : ( ويسبحونه وله يسجدون ) ( 1 ) وفي الرعد\r\nوهي قوله تعالى : ( ولله يسجد من في السماوات والأرض طوعا وكرها )\r\nإلى ( وبالآصال ) ( 2 ) وفي النحل وهي قوله تعالى : ( ولله يسجد ما في\r\nالسماوات وما في الأرض من دابة والملائكة وهم لا يستكبرون ) ( 3 ) وفي بني إسرائيل\r\nوهي قوله تعالى : ( ويخرون للأذقان سجدا يبكون ويزيدهم\r\nخشوعا ) ( 4 ) وفي مريم وهي قوله تعالى : ( إذا تتلى عليهم آيات الرحمن\r\nخروا سجدا وبكيا ) ( 5 ) وفي الحج سجدتان : الأولى قوله تعالى : ( ألم\r\nتر أن الله يسجد له من في السماوات ومن في الأرض ) ( 6 ) والثانية\r\n( يا أيها الذين آمنوا ا ركعوا واسجدوا ) ( 7 ) وفي الفرقان وهي قوله\r\n\r\n","description":"","footnote":" ( 1 ) سورة الأعراف آية 206 .\r\n( 2 ) سورة الرعد آية 15 .\r\n( 3 ) سورة النحل آية 42 .\r\n( 4 ) سورة الإسراء آية 107 .\r\n( 5 ) سورة مريم آية 58 .\r\n( 6 ) سورة الحج آية 18 .\r\n( 7 ) سورة الحج آية 77 . ","page_name":" 36 ","page_number":55},
  {"content":"\r\nتعالى : ( وإذا قيل لهم اسجدوا للرحمن قالوا وما الرحمن وزادهم نفورا ) ( 1 )\r\nوفي النمل وهي قوله تعالى : ( إلا يسجدوا لله الذي يخرج ) ( 2 ) وفي\r\nص وهي قوله تعالى : ( فخر راكعا وأناب ) ( 3 ) وفي الانشقاق وهي قوله\r\nتعالى : ( وإذا قرئ عليهم القرآن لا يسجدون ) ( 4 )\r\n\r\nفصل\r\n[ مواضع وجوب سجدة السهو 
  ]\r\nتجب سجدة السهو في ستة مواضع : إذا تكلم في الصلاة ناسيا\r\nوإذا تكلم فيها متعمدا معتقدا أنه قد فرغ منها وإليه ذهب الشيخ أبو\r\nجعفر في التهذيب في باب السهو في كل زيادة أو نقيصة ( 5 ) وسنورد\r\nفي آخر هذا الفصل ما يدل على ذلك\r\nوإذا سلم في الأولين ناسيا وإذا ترك سجدة واحدة ولم يتذكر حتى\r\nيركع أو يتشهد ويسلم في الثانية قضاها بعد التسليم وسجد سجدتي السهو\r\nوإذا ترك التشهد الأول ولم يذكر حتى ركع في الثالثة قضاه بعد التسليم\r\nوسجد سجدتي السهو وإذا شك بين الأربع والخمس وهو جالس تشهد\r\nوسلم وسجد سجدتي السهو فإن كان قائما لم يركع قعد وتشهد وسلم\r\nوصلى ركعة من قيام أو ركعتين من جلوس فإن كان قد ركع ولم\r\nيرفع رأسه أرسل نفسه من غير أن يرفع رأسه وفعل مثل ذلك فإن\r\n\r\n","description":"","footnote":" ( 1 ) سورة الفرقان آية 60 .\r\n( 2 ) سورة النمل آية 35 .\r\n( 3 ) سورة ص آية 24 .\r\n( 4 ) سورة الانشقاق آية 21 .\r\n( 5 ) التهذيب 2 / 191 - 192 . ","page_name":" 37 ","page_number":56},
  {"content":"\r\nكان قد رفع رأسه بعد شكه أو شك فيه قبل رفع رأسه ثم رفعه بطلت\r\nالصلاة\r\nوالحق بهذا أربعة مواضع فقال ابن بابويه وسلار : من قعد\r\nفي حال القيام أو قام في حال القعود فعليه سجدتا السهو وقال أبو الحسن\r\nعلي بن بابويه في الرسالة : وإذا شككت فلم تدر أصليت ركعتين أم ثلاثا\r\nوذهب وهمك إلى الأقل فابن عليه وتشهد في كل ركعة ثم اسجد سجدتي\r\nالسهو بعد التسليم\r\n[ وقال أيضا : وإن شككت فلم تدر أثلاثا صليت أم أربعا وذهب\r\nوهمك إلى الأربع فاسجد سجدتي السهو 
  ] ( 1 )\r\nوالأخبار المشار إليها :\r\nسعد عن أيوب بن نوح عن علي بن النعمان الرازي قال : كنت\r\nمع أصحاب لي في سفر وأنا إمامهم فصليت بهم المغرب فسلمت في الركعتين\r\nالأولتين فقال أصحابي : إنما صليت بنا ركعتين فكلمتهم وكلموني\r\nفقالوا : أما نحن فنعيد فقلت : لكنني لا أعيد وأتم بركعة فأتممت\r\nبركعة ثم سرنا فأتيت أبا عبد الله عليه السلام فذكرت له الذي كان من\r\nأمرنا فقال : أنت كنت أصوب منهم فعلا إنما يعيد من لا يدري ما صلى ( 2 )\r\nالحسين بن سعيد عن فضالة عن القاسم بن بريد عن محمد بن مسلم\r\nعن أبي جعفر عليه السلام في رجل صلى ركعتين من المكتوبة فسلم وهو\r\nيرى أنه قد أتم الصلاة وتكلم ثم ذكر أنه لم يصل غير ركعتين ؟ فقال :\r\n\r\n","description":"","footnote":" ( 1 ) كذا في ط وم ، وفي ح هكذا : ( وقال أبو الصلاح في الكافي : وإن\r\nلحق في الصلاة ناسيا فعليه سجدتا السهو ) .\r\n( 2 ) التهذيب 2 / 181 . ","page_name":" 38 ","page_number":57},
  {"content":"\r\nيتم ما بقي من صلاته ولا شئ عليه ( 1 )\r\nمحمد بن أحمد بن يحيى عن أحمد بن الحسن بن علي بن فضال\r\nعن عمرو بن سعيد المدائني عن مصدق بن صدقة عن عمار بن موسى الساباطي\r\nعن أبي عبد الله ( عليه السلام ) في الرجل يذكر بعد ما قام وتكلم ومضى في\r\nحوائجه أنه إنما صلى ركعتين في الظهر والعصر والعتمة والمغرب قال :\r\nيبنى على صلاته فيتمها ولو بلغ الصين ولا يعيد الصلاة ( 2 )\r\nأحمد بن محمد بن عيسى عن علي بن النعمان عن سعيد الأعرج قال\r\nسمعت أبا عبد الله عليه السلام يقول : صلى رسول الله صلى الله عليه وآله\r\nوسلم ثم سلم في الركعتين فسأله من خلفه : يا رسول الله أحدث في الصلاة\r\nشئ ؟ قال : وما ذاك ؟ قالوا : إنما صليت ركعتين فقال : اكذاك\r\nيا ذا اليدين - وكان يدعى ذا الشمالين - ؟ فقال : نعم فبنى على صلاته\r\nفأتم الصلاة أربعا وسجد سجدتين لمكان الكلام ( 3 )\r\nالحسين بن سعيد عن ابن أبي عمير [ عن جميل 
  ] قال : سألت أبا\r\nعبد الله عليه السلام عن رجل صلى ركعتين ثم قام ؟ قال : يستقبل\r\nقلت : فما يروي الناس - فذكرت له حديث ذي الشمالين - فقال : إن\r\nرسول الله صلى الله عليه وآله وسلم لم يبرح من مكانه ( 4 )\r\nوعنه [ عن فضالة 
  ] عن الحسين بن [ عثمان عن 
  ] سماعة عن أبي\r\nبصير عن أبي عبد الله عليه السلام مثله ( 5 )\r\nوعن الحسن بن صدقة عن أبي الحسن الأول - عليه السلام - إن\r\n\r\n","description":"","footnote":" ( 1 ) المصدر السابق 2 / 191 ، وفي ط ( ثم ذكر أنه صلى ركعتين ) .\r\n( 2 ) المصدر السابق 2 / 192 .\r\n( 3 ) المصدر السابق 2 / 345 .\r\n( 4 ) المصدر السابق 2 / 345 - 346 والزيادة منه .\r\n( 5 ) المصدر السابق 2 / 346 والزيادتان منه . ","page_name":" 39 ","page_number":58},
  {"content":"\r\nرسول الله صلى الله عليه وآله وسلم صلى وسلم في الركعتين الأولتين ( 1 )\r\nمحمد بن أحمد بن يحيى عن محمد بن يحيى المعاذي عن الطيالسي عن\r\nسيف بن عميرة عن إسحاق بن عمار قال : قال أبو عبد الله عليه\r\nالسلام : إذا ذهب وهمك إلى التمام أبدا في كل صلاة فاسجد سجدتين\r\nبغير ركوع ( 2 ) هذا الخبر فيه حجة لما ذكره ابن بابويه فيمن شك بين\r\nالثلاث والأربع\r\nسعد بن عبد الله عن أبي جعفر عن محمد بن أبي عمير عن بعض\r\nأصحابنا عن سفيان بن السمط عن أبي عبد الله عليه السلام قال : تسجد\r\nسجدتي السهو في كل زيادة ونقصان تدخل عليك ( 3 )\r\nعن حماد بن عثمان عن عبيد الله بن علي الحلبي عن أبي عبد الله عليه\r\nالسلام أنه قال : إذا لم تدر أربعا صليت أم خمسا أم نقصت أم زدت\r\nفتشهد وسلم واسجد سجدتي السهو بغير ركوع ولا قراءة وتشهد فيهما\r\nتشهدا خفيفا ( 4 )\r\nأحمد بن محمد بن عيسى عن الحسين بن سعيد عن ابن أبي عمير عن\r\nبعض أصحابنا عن سفيان بن السمط عن أبي عبد الله عليه السلام قال :\r\nتسجد سجدتي السهو في كل زيادة تدخل عليك أو نقصان ( 5 )\r\nمحمد بن أحمد بن يحيى عن أحمد بن الحسن عن عمرو بن سعيد\r\nعن مصدق بن صدقة عن عمار بن موسى الساباطي قال : سألت أبا عبد الله\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 2 / 345 .\r\n( 2 ) المصدر السابق 2 / 183 .\r\n( 3 ) الإستبصار 1 / 361 .\r\n( 4 ) الإستبصار 1 / 380 .\r\n( 5 ) المصدر السابق 1 / 361 . ","page_name":" 40 ","page_number":59},
  {"content":"\r\nعليه السلام عن السهو ما يجب فيه سجدتا السهو ؟ فقال : إذا أردت أن\r\nتقعد فقمت أو أردت أن تقوم فقعدت أو أردت أن تقرأ فسبحت أو أردت\r\nأن تسبح فقرأت فعليك سجدتا السهو وليس في شئ مما يتم به الصلاة\r\nسهو ( 1 )\r\n\r\nفصل\r\n[ الخطب الواجبة والمندوبة 
  ]\r\nالخطب إحدى عشرة خطبة وهي على ضربين : واجب ومندوب\r\nفالواجب خطبة الجمعة\r\nوالمندوب : خطبة عيد الفطر وخطبة عيد الأضحى والخطبة عند\r\nأمر الإمام الناس بالصوم للاستسقاء قبل صلاة الاستسقاء والخطبة بعد\r\nالفراغ من صلاة الاستسقاء والخطبة قبل يوم التروية يخبر الإمام الناس\r\nفيها بمناسك الحج والخطبة يوم التروية والخطبة يوم عرفة قبل الأذان\r\nللزوال ذكرها الشيخ أبو جعفر في الأول من مسائل الخلاف ( 2 ) والخطبة\r\nبمنى يوم النحر إذا زالت الشمس بعد صلاة الظهر والخطبة بعد الزوال\r\nيوم النفر الأول من منى ذكرها الشيخ أبو جعفر في الأول من مسائل\r\nالخلاف أيضا ( 3 ) وخطبة النكاح\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 2 / 353 .\r\n( 2 ) انظر الخلاف 1 / 452 .\r\n( 3 ) المصدر السابق 1 / 458 . ","page_name":" 41 ","page_number":60},
  {"content":"\r\n\r\nفصل\r\n[ المواضع التي يجوز فيها المشي في الصلاة 
  ]\r\nيجوز المشي في الصلاة في عشرة مواضع : إن وجد الإمام راكعا\r\nوخاف فوات تلك الركعة وبينه وبين الصفوف قدر يزيد على مربض عنز\r\nكبر وركع ومشى في ركوعه حتى يلحق بالصف وسجد وإن شاء ركع\r\nوسجد في موضعه فإذا رفع الإمام رأسه رفع هو رأسه وقام ومشى في\r\nصلاته حتى يلحق بالصف - منع المفيد من ذلك\r\nومن كان في صلاة الجماعة ورأي خللا في صف مشى ووقف في\r\nذلك الخلل والمرأة إذا جاء رجل أو رجال ووقفوا في صفها مشت\r\nالقهقرى ووقفت منفردة عن صف الرجال ومن رعف في الصلاة وأصاب\r\nثوبه أو بدنه منه قدر درهم فصاعدا جاز أن يمشي من غير أن يستدبر\r\nالقبلة ويغسل الدم ويتم الصلاة\r\nومن تضايقت عليه الصفوف جاز أن يمشي ليوسع على نفسه أو على\r\nغيره ويقف منفردا أو يقف في صف غير ذلك الصف ومن كان في\r\nدعاء الوتر وهو عطشان وعزم الصوم من الغد وأمامه قلة وبينه وبينها\r\nخطوتان أو ثلاث مشى إليها وشرب منها قدر حاجته وعاد في الدعاء\r\n- كذا رواه سعيد الأعرج عن أبي عبد الله عليه السلام بهذه الشروط\r\nمقيدا في الباب الأخير من التهذيب ( 1 ) ورواه في الباب الأول علي بن\r\nأبي حمزه وغيره عمن حدثه مطلقا ( 2 )\r\nوالمسافر إذا جد به السفر ولم يتمكن من الوقوف في الصلاة صلى\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 2 / 329 .\r\n( 2 ) المصدر السابق 2 / 128 . ","page_name":" 42 ","page_number":61},
  {"content":"\r\nماشيا - جاءت به أحاديث في باب صلاة المسافر ( 1 )\r\nومن كان في الصلاة ورأي حية أو عقربا جاز له أن يمشي إليها\r\nويقتلها ويتم الصلاة وروى عمار الساباطي عن أبي عبد الله عليه السلام\r\nفي الحية إذا كان بينه وبينها خطوة واحدة فليخط وليقتلها وإلا فلا ( 2 )\r\nومن خاف ضياع مال أو إباق عبد أو اتلاف دابة أو هلاك صبي\r\nجاز له أن يمشي في الصلاة ويستوثق في حفظ ذلك ويرجع فيتم صلاته\r\nفإن لم يتمكن إلا بقطع الصلاة قطعها والمتيمم إذا صلى ركعة واحدة\r\nوأحدث ما به ينتقض التيمم من غير تعمد ثم وجد الماء جاز له أن يمشي\r\nإليه ويتوضأ ويبني على صلاته ما لم يتكلم أو يستدبر القبلة - جاء به حديثان\r\nصحيحان ( 3 ) وإليه ذهب الشيخ أبو الحسن علي بن بابويه في الرسالة والشيخ\r\nأبو جعفر الطوسي في كتبه لكنه لم يقيده بصلاة ركعة\r\nومن كان في موضع مغصوب وتضيق عليه وقت الصلاة صلى ماشيا\r\nايماء وخرج من ذلك الموضع إذا تمكن من الخروج\r\n\r\nفصل\r\n[ الموضع التي يكره فيها الكلام 
  ]\r\nيكره الكلام في ستة عشر موضعا : في حال الجماع وحال الغائط\r\nوحال البول إلا بحمد الله تعالى وقراءة آية الكرسي فيما بينه وبين نفسه\r\nوحكاية الأذان والإقامة إذا سمعهما فيما بينه وبين نفسه أيضا والدعاء المروي\r\n\r\n","description":"","footnote":" ( 1 ) المصدر السابق 3 / 299 .\r\n( 2 ) التهذيب 2 / 331 .\r\n( 3 ) انظر التهذيب 1 / 205 ، الإستبصار 1 / 168 . ","page_name":" 43 ","page_number":62},
  {"content":"\r\nعند شدة الزحير ( 1 )\r\nوحال الأكل إلا بحمد الله تعالى وخلال الإقامة وهو فيها أشد\r\nكراهية من الأذان وغيبوبة الشمس إلى غيبوبة الشفق إلا بذكر الله\r\nتعالى ومن طلوع الفجر إلى طلوع الشمس إلا بذكر الله تعالى وحال\r\nالطواف وحال السعي وحال الاعتكاف إلا بذكر الله تعالى أو ما لا بد\r\nمنه وحالة استماع القرآن وفي الفراش وهو مع امرأته إذا كان جنبا\r\nفقد قال النبي صلى الله عليه وآله وسلم : يا علي من كان جنبا في الفراش\r\nمع امرأته فلا يقرأ القرآن فإني أخشى أن تنزل عليهما نار من السماء\r\nفتحرقهما ( 2 )\r\nوفي المساجد برفع الصوت وانشاد الشعر وايراد قصص الجاهلية\r\nورطانة العجم ( 3 ) وخلال دعاء أم داود وإذا قال المؤذنون ( قد قامت\r\nالصلاة ) كره الكلام إلا ما يتعلق بتسوية الصفوف أو تقديم إمام يصلي\r\nبالجماعة وحرمه الشيخ في النهاية معتمدا على خبرين ضعيفين ( 4 ) والصحيح\r\nأنه مكروه\r\nويكره الكلام في حال خطبة صلاة الجمعة وإليه ذهب الشيخ\r\nأبو جعفر في المبسوط وذهب في النهاية ومسائل الخلاف إلى تحريمه\r\nولم أقف من طريق أصحابنا على خبر يقتضي التحريم\r\n\r\n","description":"","footnote":" ( 1 ) الزحير والزحار : استطلاق البطن والتنفس بشدة أو وجع البطن ووجود\r\nالدم في الرجيع .\r\n( 2 ) من لا يحضر 3 / 359 .\r\n( 3 ) الرطانة تفتح الراء وكسرها : الكلام بالأعجمية تقول رطنت له وراطنته\r\nإذا كلمته بها .\r\n( 4 ) انظر التهذيب 2 / 55 . ","page_name":" 44 ","page_number":63},
  {"content":"\r\n\r\nفصل\r\n[ عدم وجوب قضاء ما فات من الصوم 
  ]\r\nلا يجب على سبعة قضاء ما يفوتهم من الصوم الواجب : المريض إذا استمر به\r\nالمرض من رمضان إلى رمضان آخر وأكثر من ذلك ثم برئ لا يقضي الأول\r\nبل يكفر عن كل يوم بمد من طعام فإن برئ فيما بينهما ولم يقض ثم\r\nمرض ولحقه رمضان آخر وهو مريض قضى الأول كله إن كان قد\r\nتمكن من قضاء الكل فيما مضى أو بعضه إن كان قد تمكن من قضاء\r\nالبعض وتصدق عن كل يوم بمد من طعام وقضى الثاني إن كان تمكن\r\nمن قضائه\r\nومن فاته رمضان أو شئ منه بمرض ومات فيه سواء استمر به\r\nالمرض إلى رمضان آخر أو لا يستمر لا يجب القضاء عنه بل يستحب لوليه\r\nأن يقضي عنه ولا كفارة هنا\r\nوالمتمتع إذا عدم الهدي أو ثمنه وأحل المحرم ولم يكن صام الأيام\r\nالثلاثة في الحج لا يجوز له الصوم بل يجب عليه الهدي ويستقر في ذمته إلى\r\nأن يتمكن منه والكافر والشيخ الكبير والمرأة الكبيرة العاجزان عنه ومن به\r\nالعطاش لا يرجى زواله ( 1 )\r\n\r\nفصل\r\n[ ما يكره فعله في الليل 
  ]\r\nيكره في الليل خمسة وعشرون شيئا : الكلام بعد صلاة المغرب حتى\r\n\r\n","description":"","footnote":" ( 1 ) العاشر بضم العين : داء يصيب الانسان يشرب الماء فلا يروى . ","page_name":" 45 ","page_number":64},
  {"content":"\r\nيصلي نافلة المغرب والكلام بعد صلاة العشاء الآخرة والنوم قبل أن\r\nيصلي عشاء الآخرة - روى ذلك في كتاب من لا يحضره الفقيه في نوادر\r\nالطلاق عن رسول الله صلى الله عليه وآله وسلم ( 1 )\r\nوالنوم على سطح ليس بمحجر ليلا ونهارا والنوم في البيت وحده\r\nليلا ونهارا والنوم بالليل ويده غمرة ( 2 ) فقد روي عن النبي صلى الله\r\nعليه وآله وسلم : لا يبيتن أحدكم ويده غمرة فإن فعل ذلك فأصابه لمم\r\nالشيطان فلا يلومن إلا نفسه ( 3 )\r\nوالنوم بعد صلاة الليل حتى تطلع الشمس والسهر إلا بمذاكرة العلم\r\nوالتخويف من الله تعالى وذهب أبو الصلاح إلى تحريمه\r\nوصيد السمك وصيد الوحش وأخذ الفراخ من العش ليلا ونهارا\r\nوالذباحة إلا إذا خيف فوت الذبيحة وشرب الماء قائما لأنه يورث\r\nالاستسقاء ( 4 ) وأما في النهار فلا يكره بل قد روى أنه أصح للجسد ( 5 )\r\nوانشاد الشعر ويتأكد ذلك في ليلة الجمعة ويومها وخصه أبو الصلاح\r\nبالغزل وروي في باب سنن الصيام من التهذيب كراهية الشعر من الصائم\r\n\r\n","description":"","footnote":" ( 1 ) من لا يحضر 3 / 363 .\r\n( 2 ) الغمر بالتحريك : ريح اللحم والزهونة ، واليد الغمرة : الوسخة التي\r\nلها رائحة كريهة .\r\n( 3 ) من لا يحضر 4 / 5 . واللمم جمع اللمة ، وهي بمعنى الهمة ، وهي تقع\r\nفي القلب ، فما كان من خطرات الخير ينسب إلى الملك وما كان من خطرات الشر\r\nينسب إلى الشيطان .\r\n( 4 ) الاستسقاء : داء يسبب تجمع ماء أصفر في البطن .\r\n( 5 ) في الكافي 6 / 382 عن أبي عبد الله عليه السلام قال : شرب الماء من\r\nقيام بالنهار أقوى وأصح للبدن . ","page_name":" 46 ","page_number":65},
  {"content":"\r\nوالمحرم وفي الحرم وفي يوم الجمعة ( 1 )\r\nوأن يروى بالليل وعمل جميع الصنائع لأن الله تعالى لا يبارك فيه\r\nعلى ما روي والسير في أول الليل والدفن والصرام والجذاذ ( 2 ) والحصاد\r\nودخول مكة ودخول المسافر إلى أهله والوليمة وعقد النكاح في\r\nليلة يكون القمر في برج العقرب ويومها وكذلك السفر\r\n[ ويكره الجماع في عشرة مواضع : في الليلة التي يسافر في صبيحتها\r\nوليلة قدومه من السفر وأول ليلة من الأشهر إلا شهر رمضان وليلة\r\nالنصف من كل شهر وآخر ليلة من الشهر لأنه لا يؤمن من الجنون\r\nوقد روي في كتاب من لا يحضره الفقيه : يا علي لا تجامع امرأتك في أول\r\nالشهر ووسطه وآخره فإن الجنون والجذام والخبل يسرع إليها وإلى ولدها 
  ] ( 3 )\r\nوفي محاق الشهر فقد روي أيضا عن أبي الحسن عليه السلام أنه\r\nقال : من أتى في محاق الشهر أهله فليسلم لسقوط الولد ( 4 )\r\nوليلة خسوف القمر ويوم كسوف الشمس وليلته والليلة التي فيها\r\nريح صفراء أو حمراء أو سوداء أو زلزلة حالة الريح والزلزلة وكذلك\r\nفي اليوم الذي يكون فيه ذلك وفيما بين غروب الشمس إلى مغيب الشفق\r\nفقد روي عن رسول الله صلى الله عليه وآله وسلم أنه قال : وأيم الله\r\nلا يجامع أحد في هذه الساعات التي وصفت فرزق من جماعه ولدا وقد سمع\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 4 / 195 .\r\n( 2 ) الصرام : قطع الثمرة واجتناؤها من النخلة والجذاذ بفتح الجيم وكسره\r\nالصرم ، يقال : جذ النخل : إذا صرمه .\r\n( 3 ) القطعة الموضوعة بين القوسين كانت مشوشة في نسخ الكتاب جدا ،\r\nوانظر الحديث في كتاب من لا يحضر 3 / 359 .\r\n( 4 ) من لا يحضر 3 / 255 . ","page_name":" 47 ","page_number":66},
  {"content":"\r\nهذا الحديث فيرى ما يحب ( 1 )\r\nقال المصنف : المراد بالساعات من ليلة خسوف القمر إلى آخر هذه\r\nالأقسام\r\nوإن كان هناك ضرورة زالت الكراهة في جميع قدمناه\r\n\r\nفصل\r\n[ عدد الصدقات الواجبة 
  ]\r\nيجب الصدقة بستة عشر شيئا : زكاة الأموال التسعة وهي : الحنطة\r\nوالشعير والتمر والزبيب والإبل والبقر والغنم والذهب والفضة\r\nإذا حصلت شروط الزكاة\r\nوالفطرة الواجبة على من كان عنده نصاب من الأموال التسعة المذكورة\r\nوهدي القارن وهدي المتمتع وهدي المصدود بالعدو عن الحج\r\nوهدي المحصور بالمرض عنه ولقطة الحرم بعد تعريفها سنة والكفارات\r\nالواجبة وثمن تراب الصياغة إذا لم يعرف صاحبه فإن عرفه وجب\r\nتسليمه إليه\r\nودية رأس الميت إذا قطع بعد موته ودية ما قطع من أعضائه\r\nودية جرحه وقيمة العبد إذا قتله مولاه تؤخذ ويتصدق بها جاء به\r\nحديث عن أبي عبد الله ( 2 ) في سنده سهل بن زياد وهو\r\n\r\n","description":"","footnote":" ( 1 ) المصدر السابق 3 / 255 .\r\n( 2 ) التهذيب 10 / 235 . ","page_name":" 48 ","page_number":67},
  {"content":"\r\nضعيف ( 1 ) ومحمد بن الحسن بن شمون وهو غال ( 2 ) والمعتمد في ذلك\r\nاجماع الإمامية\r\nوإذا وطئ الانسان ما يركب على ظهره مما لا يقع عليه الزكاة في\r\nالأغلب كالفرس والبغل والحمار وما أشبه ذلك وجب عليه التعزير وقيمته\r\nلمالكه واخراج ذلك الحيوان إلى بلد آخر وبيعه وتصدق ثمنه - على ما ذكره\r\nالشيخ المفيد في المقنعة وأبو جعفر الطوسي ومصنف الوسيلة في الوسيلة ولم أقف\r\nفي التهذيب وغيره على حديث يتضمن تصدقه بثمنه وقال الشيخ محمد بن\r\nإدريس : ثمنه لمن غرم\r\nوإذا حلف الانسان أو نذر أو عاهد الله تعالى أن يتصدق بشئ\r\nوجب عليه أن يتصدق به إذا كان الأولى الصدقة به فإن لم يكن كذلك\r\nفلم يجب عليه ذلك\r\nوالربا وغيره من المغصوب إذا علم الانسان مقداره ولم يعلم صاحبه\r\nيجب الصدقة به فإن علم صاحبه رده إليه وإن لم يعلم مقداره صالحه\r\nعليه وإن لم يعلم صاحبه ولا علم مقداره أخرج منه الخمس إلى مستحق\r\nالخمس وحل له التصرف في الباقي\r\n\r\n","description":"","footnote":" ( 1 ) أبو سعيد سهل بن زياد الآدمي الرازي من أصحاب أبي الحسن الثالث\r\nعليه السلام ، اختلف قول الشيخ الطوسي فيه فقال في موضع أنه ثقة وقال في عدة\r\nمواضع أنه ضعيف ، وقال النجاشي أنه ضعيف في الحديث غير معتمد فيه ، وقال\r\nابن الغضائري إنه كان ضعيفا جدا فاسد الرواية والمذهب - انظر رجال العلامة\r\nص 228 - 229 .\r\n( 2 ) محمد بن الحسن بن شمون أبو جعفر البغدادي واقف ثم غلا ، وكان\r\nضعيفا جدا فاسد المذهب ، وأضيف إليه أحاديث في الوقف - رجال النجاشي\r\nص 258 . ","page_name":" 49 ","page_number":68},
  {"content":"\r\n\r\nفصل\r\n[ مواضع استحباب الصدقة 
  ]\r\nيستحب الصدقة ثمانية وعشرين موضعا : الصدقة عن نوافل الليل\r\nونوافل النهار عن كل ركعتين بمد لكل مسكين فإن لم يقدر على ذلك\r\nفمد لكل أربع ركعات فإن لم يقدر فمد لصلاة الليل ومد لصلاة النهار\r\nوزكاة مال التجارة على الصحيح من المذهب وقال جماعة من\r\nأصحابنا بوجوبها\r\nوزكاة ما يدخل المكيال والميزان من الحبوب إذا بلغ كل جنس النصاب\r\nعدا الأجناس التسعة المتقدم ذكرها\r\nوزكاة مال الدين إذا كان تأخيره في ذمة المستدين من قبل من له\r\nالدين فإذا بذله المستدين وامتنع المدين من قبضه تعين له وكان أمانة في\r\nيد المستدين فإذا حال عليه الحول وجبت فيه الزكاة إذا حصلت شروط\r\nالزكاة وبلغ نصابا من الذهب والفضة أو الإبل أو البقر أو الغنم خاصة\r\nوزكاة الخيل السائمة ( 1 ) إذا حال عليها الحول : في العتيق ( 2 ) ديناران\r\nوفي البرذون ( 3 ) دينار واحد\r\nوزكاة الحلي المحرم لبسه مثل حلي النساء على الرجال وحلي الرجال\r\nعلى النساء والفطرة لمن لا يجد النصاب من الأموال التسعة وزكاة المال\r\nالغائب إذا لم يتمكن منه ومضى عليه حول أو أحوال يستحب له إذا عاد\r\nإليه أن يزكيه لسنة واحدة\r\n\r\n","description":"","footnote":" ( 1 ) السائمة : الخيل التي ترعى .\r\n( 2 ) الفرس العتيق : النجيب الرائع .\r\n( 3 ) البرذون بكسر الباء وفتح الذال : التركي من الخيل ، والجمع البرادين . ","page_name":" 50 ","page_number":69},
  {"content":"\r\nوزكاة سبائك الذهب والفضة إذا كان قربها من النار قبل أن يحول\r\nعليهما الحول وهما مضروبان دراهم ودنانير\r\nوالصدقة بالضغث من الثمار ( 1 ) يوم صرامها وجذاذها والصدقة\r\nبالجفنة ( 2 ) أو الجفنتين من الغلات يوم حصادها والصدقة عند صلاة الحاجة\r\nوهي ستون صاعا على كل مسكين صاع جاء به خير صحيح في باب\r\nالأغسال المسنونة من التهذيب ( 3 )\r\nوالصدقة يوم الجمعة والصدقة يوم عرفة والصدقة يوم العيدين\r\nوالصدقة يوم الغدير روى في التهذيب : أن الدرهم فيه بألف ألف درهم ( 4 )\r\nوالصدقة بكفن الميت إذا كان فقيرا والصدقة على المؤمن بما يتمكن\r\nمن أداء الواجب وفعل المندوب والتوسع على عياله والصدقة عند\r\nالمرض والصدقة عند خوف السلطان أو عدو والصدقة عند الخروج\r\nإلى السفر والصدقة بالتمر إذا فرغ من الحج وأراد الخروج من مكة\r\nيستحب له أن يشتري بدرهم تمرا ويتصدق به والأضحية والشاة إذا\r\nحلق رأسه والشاة إذا أراد أن يدخل البيت قبل أن يحلق بعد الاحلال\r\nمن العمرة التي يتمتع بها إلى الحج على أصح القولين والشاة إذا نسي التقصير\r\nحتى يهل بالحج على أصح القولين\r\n\r\n","description":"","footnote":" ( 1 ) الضغث : قبضة حشيش مختلطة الرطب باليابس ، والمراد هنا قبضة\r\nمن الثمار .\r\n( 2 ) الجفنة : القصعة الكبيرة .\r\n( 3 ) التهذيب 1 / 117 .\r\n( 4 ) المصدر السابق 6 / 24 ، وفيه ( والدرهم فيه بألف درهم لإخوانك\r\nالعارفين ) . ","page_name":" 51 ","page_number":70},
  {"content":"\r\nوالصدقة على السائلين على الأبواب والصدقة بوزن شعر المولود\r\nذهبا أو فضة يوم السابع من ولادته والعقيقة وذهب المرتضى إلى وجوبها\r\nوالصدقة على المكاتب وقال الشيخ في مسائل الخلاف : إذا كاتب\r\nعبده وكان السيد يجب عليه الزكاة وجب عليه أن يعطيه شيئا من زكاته\r\nيحتسب به من مال مكاتبته وإن لم يكن ممن وجب عليه الزكاة كان ذلك\r\nمستحبا\r\n\r\nفصل\r\n[ مناسبات الصدقة في استحقاق الثواب 
  ]\r\nيناسب الصدقة في استحقاق الثواب خمسة عشر شيئا : النفقة على\r\nالفقير من ذوي رحمه قدر كفايته وكفاية عياله إذا لم يكن له وارث غيره\r\nوالوصية للمملوك الذي وطئ أمة في القبل وهي حامل به من غيره\r\nقبل أن يمضي له أربعة أشهر وعشرة أيام إذا لم يعزل عنها\r\nوالوليمة عند القدوم من الحج والوليمة عند النكاح فقد روي\r\nعن النبي صلى الله عليه وآله وسلم أنه قال : إن من سنن المرسلين الاطعام\r\nعند التزويج ( 1 )\r\nوالوليمة عند النفاس والوليمة عند الختان والوليمة عند شراء\r\nالدار والوصية للوالدين والوصية لمن لا يرث من ذوي نسبه والوصية\r\nللأجانب ودية النطفة وهي عشرة دنانير بالعزل عن زوجته الحرة العاقلة\r\nالعفيفة يسلمها إليها على أصح القولين وقال جماعة من أصحابنا بوجوبها\r\nواطعام الضيف والهدية والمكافأة على الهدية والتوسع على العيال\r\nبما زاد على النفقة الواجبة\r\n\r\n","description":"","footnote":" ( 1 ) الكافي 5 / 367 . ","page_name":" 52 ","page_number":71},
  {"content":"\r\n\r\nفصل\r\n[ العمرات الواجبة 
  ]\r\nالعمرات الواجبة عشرة : عمرة التمتع وعمرة القارن وعمرة المفرد\r\nوالعمرة التي تؤدى عن العمرة التي أفسدها وعمرة من فاته الوقوف\r\nبالموقفين والعمرة الآتية من قابل لمن أفسد حجه والعمرة المندوبة إذا\r\nدخل فيها والعمرة لمن دخل مكة في حاجة وتسقط هذه العمرة عن\r\nالمرضى والحطابة والعمرة التي استؤجر عليها والعمرة الواجبة بالنذر\r\nأو العهد أو اليمين\r\n\r\nفصل\r\n[ مواضع وجوب البدنة 
  ]\r\nيجب البدنة ( 1 ) في ثمانية وعشرين موضعا : إذا جامع المحرم قبل\r\nوقوفه بعرفه في القبل وجب عليه بدنة والحج من قابل وإذا جامع فيما\r\nدون الفرج وجب عليه بدنة ولا يجب الحج من قابل وبه قال الشيخ\r\nأبو جعفر في النهاية ومسائل الخلاف وجاءت به أخبار صحيحة ( 2 ) وذهب\r\nسيدنا المرتضى علم الهدى قدس الله روحه وابن إدريس إلى أن الجماع وإن\r\nكان في الدبر وجب أيضا الحج من قابل\r\n\r\n","description":"","footnote":" ( 1 ) البدنة جمع البدن ، وتجمع على بدنات أيضا ، سميت بذلك لعظم بدنها\r\nوسمنها ، وتقع على الجمل والناقة والبقرة عند جمهور أهل اللغة وبعض الفقهاء ،\r\nوخصها جماعة بالإبل خاصة ، ومنهم المؤلف في هذا الكتاب ، وهي في السن ماله\r\nخمس سنين ودخل في السادسة .\r\n( 2 ) التهذيب 5 / 318 ، الإستبصار 2 / 192 . ","page_name":" 53 ","page_number":72},
  {"content":"\r\nوإذا جامع قبل وقوفه بالمشعر في القبل وجب عليه بدنة والحج من\r\nقابل وجاء به حديث صحيح ( 1 ) وقال بعض أصحابنا : لا يجب عليه الحج\r\nمن قابل وهو الذي يلوح من قول أبي الصلاح\r\nوإذا جامع قبل أن يطوف طواف الزيارة في القبل كان أو في الدبر وجب\r\nعليه بدنة فإن لم يجد فبقرة فإن لم يجد فشاة\r\nوإذا جامع قبل أن يطوف طواف النساء أو قبل أن يطوف منه\r\nأربعة أشواط وجب عليه بدنة فإن كان قد طاف منه أربعة أشواط فلا\r\nشئ عليه وروى به خبر صحيح ( 2 ) وقال ابن إدريس : يجب عليه طاف\r\nأربعة أشواط أو لم يطف\r\nوإذا جامع في العمرة المفردة قبل الفراغ منها وجب عليه بدنة وأبطلت\r\nعمرته ووجب عليه المقام بمكة إلى الشهر الداخل فإذا دخل الشهر خرج\r\nإلى بعض المواقيت فأحرم بعمرة\r\nوإذا جامع بعد الفراغ من العمرة التي يتمتع بها إلى الحج قبل التقصير\r\nوجب عليه بدنة وروي بذلك خبر صحيح ( 3 ) وقال الحسن بن أبي عقيل :\r\nفإن جامع الرجل في عمرته بعد أن طاف لها وسعى قبل أن يقصر فعليه\r\nبدنة وعمرته تامة أطلق رحمه الله العمرة\r\nوإذا جامع قاهرا زوجته على الجماع وقد أحل من احرامه ولم تحل\r\nهي وجب عليه البدنة دون زوجته\r\nوإذا جامع المحل أمته المحرمة بإذنه وجب عليه البدنة فإن لم يتمكن\r\nمن البدنة وجب عليه شاة وروي : أنه إن كان موسرا فعليه بدنة وإن\r\n\r\n","description":"","footnote":" ( 1 ) الكافي 4 / 378 ، من لا يحضر 2 / 212 .\r\n( 2 ) التهذيب 5 / 322 - 324 .\r\n( 3 ) المصدر السابق 5 / 162 . ","page_name":" 54 ","page_number":73},
  {"content":"\r\nشاء بقرة وإن كان معسرا فعليه دم شاة - رواه صباح الحذاء عن\r\nإسحاق بن عمار عن أبي الحسن موسى عليه السلام ( 1 )\r\nوإذا عبث بذكره فأمنى وجب عليه بدنة ولا يجب عليه الحج من\r\nقابل وبه قال الشيخ أبو جعفر في الأول من الإستبصار والأول من\r\nمسائل الخلاف وهو اختيار ابن إدريس وقال في النهاية : يجب عليه\r\nالحج من قابل روى به خبر ضعيف رواه صباح الحذاء عن إسحاق\r\nابن عمار عن أبي الحسن موسى عليه السلام ( 2 )\r\nوإذا أمنى المحرم بالنظر بشهوة إلى زوجته وجب عليه بدنة وهو\r\nمذهب أبي الصلاح\r\nوإذا أمنى المحرم بالنظر بشهوة أو غير شهوة إلى غير زوجته وجب\r\nعليه بدنة فإن لم يتمكن من البدنة كان عليه بقرة وإن لم يتمكن من\r\nالبقرة كان عليه دم شاة - هكذا ذكره الشيخ في النهاية مرتبا ولم أقف\r\nعلى خبر بالترتيب في البقرة بل في الشاة ( 3 ) روى ذلك موسى بن القاسم\r\nعن حماد عن حريز عن زرارة عن أبي جعفر عليه السلام أن عليه جزورا ( 4 )\r\n\r\n","description":"","footnote":" ( 1 ) المصدر السابق 5 / 320 .\r\n( 2 ) المصدر السابق 5 / 324 .\r\n( 3 ) يفهم الترتيب المذكور في النهاية مما رواه إسحاق بن عمار عن أبي\r\nبصير قال : سألت أبا عبد الله عليه السلام عن رجل نظر إلى سابق امرأة فأمنى ؟\r\nقال : إن كان موسرا فعليه بدنة وإن كان بين ذلك فبقرة ( وفي التهذيب وسطا\r\nفعليه بقرة ) وإن كان فقيرا فشاة . . . راجع الكافي 4 / 377 ، التهذيب 5 / 325\r\n( 4 ) الجزور بفتح الجيم : هي من الإبل خاصة ما كمل خمس سنين ودخل في\r\nالسنة السادسة ، يقع على الذكر والأنثى . ","page_name":" 55 ","page_number":74},
  {"content":"\r\nأو بقرة فإن لم يجد فشاة ( 1 )\r\nوإذا قبل امرأة بشهوة فأمنى وجب عليه بدنة فإن لم يتمكن فعليه\r\nشاة بشهوة كان أو غير شهوة وإليه ذهب ابن إدريس وجاء به خبر\r\nرواه مسمع بن عبد الملك عن أبي عبد الله عليه السلام ( 2 ) ولم يقيده الشيخ\r\nفي النهاية بالامناء بل أطلقه\r\nوإذا لاعب المحرم امرأته فأمنى وجب عليه بدنة لما رواه الحسين\r\nابن سعيد عن صفوان عن عبد الرحمن بن الحجاج عن أبي عبد الله عليه\r\nالسلام ( 3 ) وفي النهاية لم يعتبر الامناء بل أطلقه\r\nوإذا عقد المحرم لمحرم آخر على زوجه فدخل بها وجب عليه وعلى\r\nالعاقد بدنة وإذا عقد المحل لمحرم على امرأة فدخل بها العاقد وكانا عالمين\r\nوجب على كل واحد منهما بدنة وعلى المرأة إن كانت محرمة وكذلك أن\r\nكانت محله وعلمت بأن الذي تزوجها محرم على ما رواه سماعة في التهذيب\r\nفي كتاب كفارة خطأ المحرم ( 4 )\r\nوإذا جادل المحرم ثلاث مرات كاذبا وجب عليه بدنة جاء به خبر\r\nصحيح ( 5 )\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 5 / 325 .\r\n( 2 ) المصدر السابق 5 / 326 ، الكافي 4 / 376 وفيهما ( مسمع بن أبي سيار )\r\nهو متحد مع مسمع بن عبد الملك - انظر رجال النجاشي ص 329 .\r\n( 3 ) التهذيب 5 / 324 وفيه ( قال سألت أبا الحسن عليه السلام ) والكافي\r\n4 / 376 وفيه ( محمد بن إسماعيل عن الفضل بن شاذان عن عبد الرحمن بن الحجاج\r\nقال : سألت أبا الحسن عليه السلام ) .\r\n( 4 ) التهذيب 5 / 330 - 331 .\r\n( 5 ) المصدر السابق 5 / 335 . ","page_name":" 56 ","page_number":75},
  {"content":"\r\nوإذا أفاض من عرفات قبل غيبوبة الشمس وجب عليه بدنة فإن\r\nلم يقدر وجب عليه صيام ثمانية عشر يوما أما في الطريق أو إذا رجع إلى\r\nأهله - رواه في باب الإفاضة من عرفات محمد بن يعقوب عن عدة\r\nمن أصحابنا عن سهل بن زياد عن يونس عن أبي جعفر عليه السلام قال :\r\nسألته عن رجل أفاض من عرفات قبل أن تغيب الشمس ؟ قال : عليه بدنة\r\nينحرها يوم النحر فإن لم يقدر صام ثمانية عشر يوما بمكة أو في الطريق\r\nأو في أهله ( 1 )\r\nوروي في باب الذبح : محمد بن أحمد بن يحيى عن أحمد بن محمد\r\nعن الحسن بن محبوب عن داود الرقي عن أبي عبد الله عليه السلام في الرجل\r\nيكون عليه بدنة واجبة في فداء ؟ قال : إذا لم يجد بدنة فسبع شياه\r\nفإن لم يقدر صام ثمانية عشر يوما بمكة أو في منزله ( 2 ) ولا يسقط البدنة\r\nبرجوعه إلى عرفة لأن سقوطها بعد وجوبها يحتاج إلى دليل\r\nوقال الشيخ في مسائل الخلاف : إذا عاد قبل غيبوبة الشمس وأقام\r\nحتى غابت سقط عنه الدم وإن عاد بعد غروبها لم يسقط ( 3 ) وإذا\r\nأفاض من عرفات ولم يبت رجع ومضى إلى منى متعمدا أو مستخفا فعليه\r\nبدنة على ما روي في التهذيب في باب تفصيل فرائض الحج ( 4 )\r\nوإذا قتل المحرم النعامة في الحل وجب عليه بدنة وكذا إذا قتلها\r\nفي الحرم على ما ذكره الشيخ في النهاية معتمدا في نفي التضعيف على خبر\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 5 / 186 ، الكافي 4 / 476 ، وفيهما ( عن الحسن بن محبوب\r\nعن علي بن رئاب عن ضريس الكناسي عن أبي جعفر عليه السلام ) .\r\n( 2 ) التهذيب 5 / 237 .\r\n( 3 ) الخلاف 1 / 454 .\r\n( 4 ) التهذيب 5 / 294 . ","page_name":" 57 ","page_number":76},
  {"content":"\r\nمرسل في التهذيب رواه الحسن بن علي بن فضال وهو فطحي ( 1 ) والصحيح\r\nأن عليه بدنتين لأن أصحابنا أطلقوا القول بتضعيف الفداء على المحرم\r\nوأطلقه أيضا الشيخ في مسائل الخلاف والأخبار الصحيحة جاءت مطلقة\r\nبذلك ( 2 ) وهو اختيار محمد بن إدريس\r\nوإذا قتل المحل النعامة في الحرم وجب عليه بدنة فإذا رمى المحرم\r\nالنعامة مصيبا لها مع غيبوبتها عن العين ولم يعلم بحالها وجب عليه بدنة\r\nوإذا أدخل المحرم النعامة الحرم ولم يحلها حتى ماتت وجب عليه بدنة\r\nوإذا شارك المحرم غيره في رميها فقتلها ذلك الغير وجب على المحرم بدنة\r\nأصاب النعامة أو لم يصبها\r\nوإذا دل غيره عليها فقتلها ذلك الغير وجب على كل واحد منهما بدنة\r\nسواء كان الدال محرما في الحرم أو في الحل أو محلا في الحرم رواه\r\nحفص بن البختري عن أبي عبد الله عليه السلام ( 3 )\r\nوإذا أمر المحرم غلامه المحرم بصيدها فرماها الغلام فقتلها وجب على\r\nالسيد بدنة وإذا أمر المحرم غلامه المحل بصيدها فرماها الغلام فقتلها وجب\r\nعلى السيد بدنة على ما ذكره في النهاية ولم أقف في التهذيب على خبر\r\nبذلك بل ورد خبر صحيح أنه لا شئ عليه رواه موسى بن القاسم عن\r\n\r\n","description":"","footnote":" ( 1 ) الفطحي منسوب إلى الأفطح ، وهو عبد الله بن الإمام جعفر الصادق ،\r\nوالفطحية هم الذين قالوا بإمامة عبد الله هذا لأنه كان أكبر أولاد أبيه سنا وكان جلس\r\nمجلس أبيه وادعى الإمامة ووصية أبيه ، ولقب عبد الله بهذا اللقب لأنه كان أفطح\r\nالرأس أو أفطح الرجلين ، وقيل إن الفطحية تنسب إلى رئيس لهم من أهل الكوفة\r\nيقال له عبد الله بن فطيح - انظر فرق الشيعة ص 77 - 78 والحديث في التهذيب 5 / 372 .\r\n( 2 ) التهذيب 5 / 341 - 343 .\r\n( 3 ) المصدر السابق 5 / 351 . ","page_name":" 58 ","page_number":77},
  {"content":"\r\nصفوان عن عبد الله بن سنان وابن أبي عمير عن عبد الله عن أبي عبد الله\r\nعليه السلام ( 1 )\r\nوإذا أكلها المحل فيما بين البريد إلى الحرم وجب عليه بدنة وإليه\r\nذهب الشيخ المفيد في المقنعة والشيخ أبو جعفر في النهاية وجاء به حديث\r\nصحيح في كتاب من لا يحضره الفقيه وروى علي بن رئاب عن أبان بن\r\nتغلب عن أبي عبد الله عليه السلام في قوم حجاج محرمين أصابوا أفراخ\r\nنعام فأكلوا جمعا ؟ قال عليه السلام : عليهم مكان كل فرخ أكلوه بدنة\r\nيشتركون فيها جميعا فيشترونها على عدد الفراخ وعلى عدد الرجال ( 2 )\r\nوإذا كسر المحرم بيض نعامة بنفسه أو وطأها بغيره وكسرها فإن\r\nكان قد تحرك فيها الفرخ وجب عليه عن كل بيضه بكره من الإبل ( 3 )\r\nوجاء بالبكرة خبر صحيح ( 4 ) وبالبعير خبر صحيح ( 5 ) وإن لم يكن فيها\r\nفراخ وجب عليه ارسال فحل الإبل في الإناث بعدد البيض فما نتج كان\r\nهديا لبيت الله جاء بالفحل عدة أخبار وبالفحولة خبر واحد ( 6 ) هذا في\r\nالمحرم فأما المحل فليس عليه ارسال وليس عليه إلا قيمة البيض وهي عن\r\nكل بيضه درهم\r\nوجميع هذه الأفعال إذا فعلها الانسان ناسيا أو جاهلا فلا شئ عليه\r\nإلا النعامة وبيضها فإنه يجب فيهما ما ذكرناه على كل حال واعتبر الشيخان\r\n\r\n","description":"","footnote":" ( 1 ) المصدر السابق 5 / 382 .\r\n( 2 ) من لا يحضر 2 / 236 .\r\n( 3 ) البكرة من الإبل : الفتى منها .\r\n( 4 ) التهذيب 5 / 355 .\r\n( 5 ) نفس المصدر والصفحة .\r\n( 6 ) المصدر السابق 5 / 354 . ","page_name":" 59 ","page_number":78},
  {"content":"\r\nأبو الحسن ابن بابويه وأبو جعفر رضي الله عنهما في الارسال أن يكون\r\nقد تحرك فيها الفرخ فإن لم يكن كذلك كان عليه عن كل بيضة شاة\r\nقال أبو جعفر : فإن لم يجد شاة فعليه صيام ثلاثة أيام فإن لم يقدر\r\nفاطعام عشرة مساكين\r\n\r\nفصل\r\n[ مواضع وجوب البقرة 
  ]\r\nتجب البقرة في ثمانية عشر ( 1 ) موضعا : بقتل البقرة الوحشية في\r\nالمواضع التي ذكرناها في النعامة وهي عشرة وبالحمار الوحشي في جميع المواضع\r\nالعشرة المذكورة أيضا\r\nوتجب البقرة أيضا بالجماع قبل طواف الزيارة إذا عدم البدنة وتجب\r\nأيضا بالجماع بعد طواف الزيارة قبل الدخول في السعي وبالجماع وقد بقي\r\nمن السعي شوط وظن أنه تممه على ما رواه الحسين بن سعيد عن محمد بن\r\nسنان عن عبد الله بن مسكان عن أبي عبد الله عليه السلام ( 2 ) وهذا الخبر\r\nإن عملنا به فإنما يكون الحكم به في العمرة التي يتمتع بها إلى الحج فأما\r\nفي العمرة المبتولة وفي الحج فيجب عليه بدنة لأنه جامع قبل طواف النساء\r\nوتجب البقرة أيضا بالتقصير وقد بقي له من السعي شوط واحد ظنا\r\nأنه تممه على ما رواه الحسين بن سعيد عن صفوان بن يحيى وعلي بن النعمان\r\nعن سعيد بن يسار عن أبي عبد الله عليه السلام ( 3 )\r\n\r\n","description":"","footnote":" ( 1 ) كذا في م وح ، وفي ط ( ثمانية وعشرين ) وهو خطأ .\r\n( 2 ) التهذيب 5 / 153 .\r\n( 3 ) المصدر السابق 5 / 153 . ","page_name":" 60 ","page_number":79},
  {"content":"\r\nوإذا أمنى بالنظر إلى غير أهله وعدم البدنة وجب عليه بقرة وقد\r\nتقدم الحديث فيه\r\nوبجداله مرتين كاذبا يجب عليه بقرة\r\nوتجب البقرة أيضا بقلع شجرة الحرم محرما كان أو محلا إلا النخل\r\nوشجر الفاكهة وما غرسه الانسان بنفسه وما نبت في داره وقال الشيخ\r\nأبو جعفر رحمه الله في مسائل الخلاف : في الشجرة الكبيرة بقرة وفي\r\nالصغيرة شاة وقال أبو الصلاح : دم شاة ولم يفرق وقال ابن إدريس\r\nالأخبار وردت بتحريم قلع شجر الحرم دون الكفارة\r\nوتجب البقرة أيضا بالسباب وبالكذب مطلقا من دون تقييد بجدال\r\nعلى ما رواه محمد بن يعقوب عن عدة من أصحابنا عن أحمد بن محمد\r\nعن الحسين بن سعيد عن فضالة بن أيوب عن أبي المعزا ( 1 ) عن سليمان\r\nابن خالد قال : سمعت أبا عبد الله عليه السلام يقول : في الجدال شاة\r\nوفي السباب والفسوق بقرة ( 2 )\r\nوروي : أن من بعث بهدي وأمر الذي بعثه معه أن يشعر أو يقلد\r\nفي يوم كذا وكذا ولا يستطيع أن ينزع الثياب : فليلبس ولينحر بقرة\r\nفي يوم النحر روى في باب الزيادات من الحج في التهذيب ( 3 )\r\nوروى خبر في باب النذر من التهذيب أن عنبسة بن مصعب ( 4 )\r\n\r\n","description":"","footnote":" ( 1 ) كذا في الكافي ، وفي نسخ الكتاب تشويش في هذه الكنية ، وهو الحميد\r\nابن المثنى الصيرفي الثقة - انظر منتهى المقال لأبي على ص 352 .\r\n( 2 ) الكافي 4 / 339 .\r\n( 3 ) التهذيب 5 / 425 .\r\n( 4 ) كذا في التهذيب ، وفي نسخ الكتاب ( عتبة بن مصعب ) . ","page_name":" 61 ","page_number":80},
  {"content":"\r\nنذر في ابن له إن عافاه الله تعالى أن يحج ماشيا فعجز به : يستحب أن\r\nيذبح بقرة ( 1 )\r\n\r\nفصل\r\n[ مواضع تجب فيها الشاة 
  ]\r\nتجب الشاة في سبعة وثمانين موضعا : في قتل الضبي بالأفعال المتقدمة\r\nالعشرة وكذلك الحكم في الثعلب والأرنب من المحل في الحرم خاصة\r\nومن المحرم في الحل ومن المحرم في الحرم لكن في الحرم يتضاعف على\r\nالمحرم الفداء وإذا فقأ ( 2 ) المحرم عيني الضبي معا أو كسر يديه أو رجليه\r\nوجب عليه في كل واحد من هذه الأقسام الثلاثة شاة وحكم الحمامة حكم\r\nالضبي للمحرم في الحل خاصة فأما في الحرم فيجب عليه مع الشاة درهم\r\nوأما المحل فيجب عليه في الحرم درهم\r\nوإذا أغلق المحرم بابا حمام من حمام الحرم وفراخ وبيض فهلك\r\nكان عليه عن كل طير شاة وعن كل فرخ حمل ( 3 ) وعن كل بيض درهم\r\nفإن أغلق عليها قبل أن يحرم كان عليه عن كل طير درهم وعن كل فرخ\r\nنصف درهم وعن كل بيضه ربع درهم\r\nوإذا نفر المحرم حماما من حمام الحرم وجب عليه شاة إذا رجع فإن\r\nلم يرجع فعليه عن كل طير شاة على ما ذكره الشيخ أبو الحسن علي بن\r\nبابويه في الرسالة وقال الشيخ أبو جعفر في التهذيب : ولم أجد بما ذكره\r\nخبرا مسندا\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 8 / 313 .\r\n( 2 ) فقأ عينه : شقها وأعماها .\r\n( 3 ) الحمل بالتحريك : الخروف إذا بلغ ستة أشهر ، وقيل هو ولد الضأن . ","page_name":" 62 ","page_number":81},
  {"content":"\r\nفأما الشيخ المفيد في المقنعة في كتاب الأيمان والنذور والكفارات فقال\r\nومن نفر حمام الحرم كان عليه دم شاة ( 1 )\r\nوإذا أوقد جماعة محرمون نارا فوقع فيها طائر فإن لم يكن قصدوا\r\nذلك وجب عليهم كلهم شاة واحدة وإن قصدوا ذلك وجب على كل\r\nواحد منهم شاة\r\nوالمحرم إذا تعذر عليه ارسال فحولة الإبل في إناثها في كسر بيض\r\nالنعام كان عليه عن كل بيضه شاة فإن لم يجد تصدق على عشرة مساكين\r\nلكل مسكين مد من طعام فإن لم يقدر صام ثلاثة أيام رواه علي بن\r\nأبي حمزه وهو واقفي عن أبي الحسن عليه السلام ( 2 )\r\nوالمحرم إذا وجب عليه بدنة في فداء ولم يجد وجب سبع شياه\r\nوقد تقدم الخبر فيه في فصل ما يجب فيه البدنة ( 3 )\r\nوإذا اشترى محل لمحرم بيض نعام فأكل المحرم وجب على المحرم\r\nعن كل بيضه شاة وعلى المحل عن كل بيضه درهم جاء به خبر صحيح ( 4 )\r\nفأما الارسال فلا يجب ههنا\r\nوإذا شرب المحرم في الحرم لبن ظبية وجب عليه شاة وقيمة اللبن\r\nكذلك ورد الخبر مقيدا بالحرم رواه صالح بن عقبة عن يزيد بن عبد الملك\r\n\r\n","description":"","footnote":" ( 1 ) المقنعة ص 89 .\r\n( 2 ) التهذيب 5 / 354 ، وعلي بن أبي حمزة هذا قيل فيه إنه واقفي كذاب\r\nمنهم ملعون - انظر رجال العلامة ص 231 . والواقفة هم الذين وقفوا على الإمام موسى\r\nبن جعفر عليه السلام وقالوا إنه القائم المنتظر ولم يأتموا بعده بإمام - راجع\r\nفرق الشيعة ص 81 .\r\n( 3 ) التهذيب 5 / 481 .\r\n( 4 ) المصدر السابق 5 / 355 . ","page_name":" 63 ","page_number":82},
  {"content":"\r\nعن أبي عبد الله عليه السلام ( 1 ) وفي النهاية أطلقه شيخنا أبو جعفر\r\nوإذا ذبح الصيد وجب عليه شاة إذا كان مما يجب عليه فيه الشاة\r\nلأن في الخبر ما يلزم منه القول بهذا لأنه عليه السلام قال في محرمين\r\nأكلوا صيدا : ( فعليهم شاة وليس على الذي ذبحه إلا شاة ) ( 2 ) فقوله\r\nعليه السلام : ( شاة شاة ) يدل على أنه مما يجب فيه شاة وفي النهاية\r\nأطلقه شيخنا أبو جعفر\r\nوإذا كسر المحرم بيض حمام وقد تحرك فيه الفرخ وجب عليه عن\r\nكل بيضه شاة جاء به خبر صحيح ( 3 ) وقال ابن إدريس : وجب عليه\r\nحمل فإن لم يكن قد تحرك فيه الفرخ وأصابه في الحل كان عليه عن\r\nكل بيضه درهم وإن أصابه في الحرم كان عليه عن كل بيضه درهم وربع\r\nدرهم وإن أصابه محل في الحرم كان عليه ربع درهم\r\nوإذا قتل المحرم القطاة أو الحجلة أو الدراج ( 4 ) وما أشبه ذلك\r\nفي الحل وجب عليه حمل قد فطم ورعى من الشجر فإن قتلها في الحرم\r\nكان عليه حملان وإن قتلها محل في الحرم كان عليه حمل واحد\r\nوإذا قتل المحرم فرخ الحمام في الحل وجب عليه حمل فإن قتله\r\n\r\n","description":"","footnote":" ( 1 ) الكافي 4 / 388 و 395 .\r\n( 2 ) التهذيب 5 / 352 .\r\n( 3 ) المصدر السابق 5 / 358 .\r\n( 4 ) القطاة : طائر يقال أنه نوع من الحمام ، والحجلة طائر على قدر الحمام\r\nأحمر المنقار والرجلين ، والدراج طائر أسود باطن الجناحين وظاهرهما أغبر على\r\nخلقة القطا إلا أنه ألطف . ","page_name":" 64 ","page_number":83},
  {"content":"\r\nفي الحرم كان عليه حمل ونصف درهم فإن قتله محل في الحرم كان\r\nعليه نصف درهم\r\nوإذا قتل المحرم الضب أو اليربوع أو القنفذ وجب عليه جدي ( 1 )\r\nوقال أبو الصلاح : حمل ومن قتل أسدا لم يرده كان عليه كبش على\r\nما رواه داود بن أبي يزيد العطار عن أبي سعيد المكاري عن أبي عبد الله\r\nعليه السلام ( 2 )\r\nوإذا كسر المحرم بيض القطاة أو القبج ( 3 ) وقد تحرك فيها الفرخ\r\nوجب عليه عن كل بيضه مخاض من الغنم وقال الشيخ أبو جعفر في\r\nمسائل الخلاف : بكاره من الغنم جاء به خبر صحيح ( 4 ) فإن لم يكن\r\nقد تحرك فيها الفرخ كان عليه ارسال فحوله الغنم على إناثها بعدد البيض\r\nفما نتج فهو هدي لبيت الله تعالى\r\nوإذا قتل المحرم الجراد الكثير مع التمكن من الاحتراز عن قتله وجب\r\nعليه شاة وفي قتل الجرادة تمره وإذا أكل المحرم الجراد الكثير وجب\r\nعليه شاة على ما ذكره الشيخ في النهاية ولم أقف على خبر يوجب هذه\r\nالشاة وقال ابن بابويه : من أكل جرادة واحدة فعليه شاة\r\nوإذا لم يتمكن من البدنة أو البقرة الواجبة عليه بالجماع قبل طواف\r\nالزيارة وجب عليه شاة جاء به خبر صحيح ( 5 ) وإذا لم يتمكن من البدنة\r\n\r\n","description":"","footnote":" ( 1 ) الجدي : ما بلغ ستة أشهر أو سبعة من أولاد المعز ، وقيل هو الذكر\r\nمن أولاد المعز في السنة الأولى .\r\n( 2 ) التهذيب 5 / 366 .\r\n( 3 ) القبج : هو الحجل .\r\n( 4 ) التهذيب 5 / 358 .\r\n( 5 ) المصدر السابق 5 / 321 . ","page_name":" 65 ","page_number":84},
  {"content":"\r\nأو البقرة الواجبة عليه في الامناء بالنظر إلى غير أهله وجب عليه شاة\r\nوإذا تعذرت البدنة الواجبة على المحل الذي وطئ أمته المحرمة بإذنه وجب\r\nعليه شاة وإذا لمس المحرم أمته بشهوة وجب عليه دم شاة أمنى أو لم يمن\r\nفإن مسها بغير شهوة لم يكن عليه شئ أمنى أو لم يمن وإذا قبل المحرم\r\nأهله بغير شهوة وجب عليه شاة وإذا قبلها قبل أن يقصر هو وجب\r\nعليه شاة جاء التهذيب به حديثان صحيحان أحدهما في باب السعي\r\nوالآخر في باب الزيادات في فقه الحج ( 1 )\r\nوإذا فرغ من طواف النساء وقبل امرأته قبل أن تطوف هي طواف\r\nالنساء وجب عليه شاة جاء به حديث صحيح رواه الحسين بن سعيد\r\nعن صفوان عن عبد الرحمن بن الحجاج عن أبي الحسن عليه السلام ( 2 )\r\nوذهب المفيد إلى أن عليها دما إن آثرت ذلك وإن أكرهها غرم عنها ذلك\r\nوإذا لاعب المحرم أهله فأمنى وجب عليه شاة كذلك ورد الخبر\r\nمقيدا بالامناء وأطلق ذلك الشيخ أبو جعفر في النهاية\r\nوإذا قلم المحرم أظفار يديه جميعا وجب عليه شاة وإذا قلم أظفار\r\nرجليه جميعا في مجلس آخر وجب عليه شاة أخرى فإن قلم أظفار يديه\r\nورجليه جميعا في مجلس واحد وجب عليه شاة واحدة وفي كل ظفر من\r\nأظفار يديه مد من طعام إلى أن يبلغ عشرة فإذا بلغت عشرة ففيها\r\nشاة وكذلك أظفار رجليه وإذا أفتى المحرم غيره بتقليم ظفره فقلم\r\nالمستفتي فأدمى إصبعه وجب على المفتي شاة\r\nوإذا حلق المحرم رأسه لأذى وجب عليه شاة أو الصدقة على ستة\r\nمساكين لكل مسكين مدان من طعام أو صيام ثلاثة أيام مخيرا في ذلك\r\n\r\n","description":"","footnote":" ( 1 ) المصدر السابق 5 / 473 و 5 / 161 .\r\n( 2 ) المصدر السابق 5 / 324 . ","page_name":" 66 ","page_number":85},
  {"content":"\r\nوروى بذلك خبران صحيحان وروى خبر آخر صحيح أن الصدقة على\r\nعشرة مساكين يشبعهم ( 1 ) فإن حلقه من غير أذى متعمدا وجب عليه شاة\r\nمن غير تخيير بينها وبين الاطعام والصيام\r\nوإذا ظلل المحرم على نفسه في حال السير مختارا وجب عليه شاة مع\r\nالإثم فإن كان مضطرا أوجب عليه شاة مع غير الإثم فإن ظلل في حال النزول\r\nفلا شئ عليه مختارا كان أو مضطرا جاءت بذلك أخبار صحيحة ( 2 )\r\nفأما النساء والصبيان فيجوز لهم الظلال على كل حال جاءت بذلك أخبار\r\nصحيحة ( 3 ) وقال الشيخ أبو الصلاح : إن ظلل مختارا فعليه لكل يوم شاة\r\nومع الاضطرار لجمله المدة شاة\r\nوإذا جادل المحرم ثلاث مرات صادقا وجب عليه شاة وإذا جادل\r\nمرة كاذبا وجب عليه شاة\r\nوإذا نتف المحرم إبطيه معا وجب عليه شاة وإذا نتف إبطا واحدا\r\nوجب عليه اطعام ثلاثة مساكين ( 4 ) جاء بالنتف ثلاثة أخبار صحيحة ( 5 )\r\nولم أقف في التهذيب على خبر صحيح يتضمن خلافها\r\nوإذا لبس المحرم ثوبا لا يحل له لبسه مع الاختيار وجب عليه شاة\r\nوإذا لبس ثيابا جملة في مواضع متفرقة وجب عليه عن كل ثوب شاة\r\nفإن لبسها في موضع واحد وكانت أجناسا وضروبا وجب عليه عن كل\r\n\r\n","description":"","footnote":" ( 1 ) من لا يحضر 2 / 195 .\r\n( 2 ) التهذيب 5 / 309 .\r\n( 3 ) المصدر السابق 5 / 311 .\r\n( 4 ) كذا في ط ، وفي م وح ( عشرة مساكين ) وهو خطأ يفهم من الأحاديث\r\nالتي أشار إليها المصنف .\r\n( 5 ) التهذيب 5 / 340 . ","page_name":" 67 ","page_number":86},
  {"content":"\r\nثوب شاة جاء به أخبار صحيحة ( 1 ) وإن كانت جنسا واحدا وجب\r\nعليه شاة واحدة\r\nوإذا أكل المحرم طعاما لا يحل له أكله وجب عليه شاة كذلك ورد\r\nالخبر مطلقا في الطعام ( 2 )\r\nوإذا استعمل المحرم المسك أو العنبر أو العود أو الكافور أو الزعفران\r\nمختارا وجب عليه شاة ولم أقف في التهذيب على خبر يتضمن وجوب\r\nالشاة في استعمال الكافور والمعتمد في ذلك على عمل أصحابنا\r\nوإذا أفاض المحرم من المشعر قبل طلوع الفجر مختارا وجب عليه\r\nشاة فأما الشيخ الكبير والخائف فلا شئ عليهما\r\nوإذا لم يبت الحاج ليالي التشريق بمنى وجب عليه ثلاث شياه إذا\r\nأقام ثاني التشريق بمنى حتى تغيب الشمس وإن لم يقم ونفر لم يجب\r\nعليه شئ وإذا بات هذه الليالي بمنى حتى تغيب الشمس وخرج منها\r\nبعد نصف الليل فلا شئ عليه وكذلك أن بات بمكة مشتغلا بالطواف\r\nوالعبادة فلا شئ عليه أيضا فإن لم يكن مشتغلا وجب عليه ما ذكرناه\r\nوإذا زالت الشمس قبل أن يحلق عالما بأنه لا ينبغي كان عليه دم\r\nشاة جاء به خبر صحيح\r\nوإذا لبس المحرم الخف أو الشمشك ( 3 ) وجب عليه شاة على\r\nما ذكره بعض أصحابنا ولم أقف على خبر يتضمن ذلك\r\nوإذا قلع المحرم ضرسه وجب عليه شاة على ما روي في خبر مرسل ( 4 )\r\n\r\n","description":"","footnote":" ( 1 ) الكافي 4 / 348 ، التهذيب 5 / 369 .\r\n( 2 ) التهذيب 5 / 369 .\r\n( 3 ) في مجمع البحرين : قيل أنه المشاية البغدادية وليس فيه نص من أهل اللغة .\r\n( 4 ) التهذيب 5 / 385 . ","page_name":" 68 ","page_number":87},
  {"content":"\r\nوبه قال الشيخ أبو الصلاح\r\nوإذا نسي التقصير حتى يهل بالحج فعليه شاة على ما روي والصحيح\r\nأنه مستحب وقد تقدم\r\nوإذا حلق رأسه المتمتع بعد الفراغ من العمرة التي يتمتع بها متعمدا\r\nفعليه شاة على ما رواه علي بن حديد وهو ضعيف ورواه إسحاق بن\r\nعمار في باب السعي مطلقا من غير ذكر العمد ( 1 )\r\nوالمتمتع إذا عقص رأسه من غير حلقه يوم النحر كان عليه شاة\r\nعلى ما رواه موسى بن القاسم عن صفوان عن عيص عن أبي عبد الله عليه\r\nالسلام ( 2 ) وما رواه أيضا محمد بن الحسن عن صفوان عن ابن سنان عن\r\nأبي عبد الله عليه السلام\r\nوإذا زار البيت قبل أن يحلق فعليه شاة على ما رواه في التهذيب في\r\nباب الحلق عن محمد بن يعقوب باسناده عن محمد بن مسلم عن أبي جعفر\r\nعليه السلام في رجل زار البيت قبل أن يحلق ؟ فقال : إن كان زار\r\nالبيت قبل أن يحلق وهو عالم أن ذلك لا ينبغي له فإن عليه دم شاة ( 3 )\r\n\r\nفصل\r\n[ ما لا يجب فيه الكفارة 
  ]\r\nلا تجب الكفارة في اثنين وعشرين شيئا : الحدا ( 4 ) وسباع الوحش\r\n\r\n","description":"","footnote":" ( 1 ) المصدر السابق 5 / 158 .\r\n( 2 ) المصدر السابق 5 / 160 .\r\n( 3 ) المصدر السابق 5 / 240 .\r\n( 4 ) الحدأ جمع الحدأة ، وهو طائر خبيث حسن الجوار ، يقال إنه سنة ذكر\r\nوسنة أنثى . ","page_name":" 69 ","page_number":88},
  {"content":"\r\nوسباع الطير والكلب والخنزير والقرد والدب والأسد إذا أراد\r\nالانسان فدفعه عن نفسه فأدى إلى قتله والغراب والإبل والبقر الأهلي\r\nوالغنم والدجاج الحبشي والفاره والحلم والقراد ( 1 ) والذباب والبق\r\nوالبرغوث والحية والعقرب وجميع الحشرات والجراد إذا لم يكن\r\nعنه مندوحه\r\n\r\nفصل\r\n[ فيما يستباح مجانا 
  ]\r\nيستباح من غير عقد أربعة وعشرون شيئا : أرش المعيب والصدقات\r\nوالعبد إذا جرح جراحه أو قتل يحيط بثمنه والحربي وولد الحربي ومال\r\nالحربي وما وجد في موضع الحرب قد باد أهله وما لا يبلغ قيمته درهما\r\nإذا لم يعرف صاحبه وما بلغ قيمته درهما فصاعدا بعد تعريفه سنة\r\nوما وجد من الطعام في مفازه ( 2 ) بعد تقويمه على نفسه إن كان ثمنه درهما\r\nفصاعدا فإن كان أقل من درهم لم يحتج إلى تقويم\r\nوالشاة إذا وجدها في بريه ولم يعرف صاحبها جاز له أخذها والتصرف\r\nفيها يدل على ذلك ما رواه الحسين بن سعيد عن ابن أبي عمير عن حماد\r\nعن الحلبي عن أبي عبد الله عليه السلام قال : جاء رجل إلى النبي صلى\r\nالله عليه وآله وسلم فقال : يا رسول الله إني وجدت شاة ؟ فقال : هي\r\n\r\n","description":"","footnote":" ( 1 ) الحلم دود يقع في جلد الشاة الأعلى وجلدها الأسفل ، فإذا دبغ لم يزل\r\nذلك الموضع رقيقا ، وهو يشبه القمل في الانسان . والقراد كغراب : هو ما يتعلق\r\nبالبعير ونحوه ، وهو كالقمل للانسان .\r\n( 2 ) المفازة : البرية القفر التي لا ماء فيها ، سميت مفازة لأن من خرج منها\r\nوقطعها نجا من الهلاك وفاز . ","page_name":" 70 ","page_number":89},
  {"content":"\r\nلك أو لأخيك أو للذئب ( 1 )\r\nمحمد بن يعقوب عن علي بن إبراهيم عن أبيه عن ابن أبي عمير عن\r\nهشام بن سالم عن أبي عبد الله عليه السلام مثله ( 2 ) وهذان الخبران وإن\r\nكان مطلقين فيجب حملهما على من وجدها في البر لأن عمل أصحابنا على ذلك\r\nفمن وجدها في الجدار ( 3 ) عرفها ثلاثة أيام فإن جاء صاحبها سلمها\r\nإليه وإن لم يجئ فهي عنده أمانة وقد جاء حديث أنها تباع ويتصدق\r\nبثمنها رواه محمد بن يعقوب عن محمد بن موسى الهمداني عن منصور\r\nابن العباس عن الحسن بن علي بن فضال عن عبد الله بن بكير عن ابن\r\nأبي يعفور عن أبي عبد الله عليه السلام مثله سأل رجل أصاب شاة فأمره\r\nأن يحبسها عنده ثلاثة أيام ويسأل عن صاحبها فإن جاء صاحبها فسلمها\r\nوإلا باعها ويتصدق بثمنها ( 4 ) وهذا الحديث ضعيف السند\r\nوالبعير والفرس والحمير والبغل والإبل إذا تركه صاحبه من جهد\r\nآيسا منه في غير كلأ ولا ماء يجوز أخذه فإن كان غير آيس منه\r\nأو كان في كلأ وماء أو تركه صاحبه من غير جهد فلا يجوز أخذه\r\nوما يأكل المجتاز على الثمار على قول جماعة من أصحابنا وادعى ابن\r\nإدريس على جوازه في كتاب المكاسب الاجماع ما لم يكن قصد إليها وقال\r\nفي كتاب الأطعمة : ما لم ينهه صاحبه عن الأكل والدخول فإنه لا يجوز\r\nله حينئذ ذلك وقال بعض أصحابنا : لا يجوز وهو الصحيح وقال\r\nالمرتضى في المسائل الصيداوية : الأحوط والأولى أن لا يأكل وقال الشيخ\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 6 / 394 .\r\n( 2 ) المصدر السابق 6 / 392 .\r\n( 3 ) أي في مكان حوله جدار مبني .\r\n( 4 ) التهذيب 6 / 397 . ","page_name":" 71 ","page_number":90},
  {"content":"\r\nالطوسي في المسائل الحربية : الرخصة في الثمار من النخل وغيره لا تقاس\r\nعليه لأن الأصل حظر استعمال مال الغير وقال أبو الصلاح : يجوز لعابر\r\nالسبيل الانتفاع بما ينبته الحرث من الخضر والثمار والزرع من غير حمل ولا فساد\r\nيدل على ما اخترناه من المنع هو أن الأصل حظر استعمال مال الغير إلا بإذنه\r\nويدل عليه أيضا ما رواه أحمد بن محمد بن عيسى عن الحسن بن علي بن يقطين\r\nعن أخيه الحسين بن علي يقطين عن علي بن يقطين قال : سألت أبا الحسن ( عليه السلام ) عن الرجل يمر بالثمرة مثل الزرع والنخل والكرم والشجر\r\nوالمباطخ وغير ذلك من الثمر أيحل له أن يتناول منه شيئا ويأكل بغير إذن\r\nصاحبه ؟ قال : لا يحل أن يأخذ منه شيئا ( 1 )\r\nوقد روي في التهذيب لجواز الأكل أربعة أخبار ثلاثة أخبار مراسيل\r\nمنها خبران في باب بيع الثمار ( 2 ) وخبر في باب المكاسب ( 3 ) والخبر الرابع\r\nفي باب الحد في السرقة رواه علي بن إبراهيم عن أبيه عن النوفلي عن السكوني\r\nعن أبي عبد الله عليه السلام قال : قضى النبي ( صلى الله عليه وآله وسلم ) فيمن سرق الثمار في\r\nكمه فما أكل منه فلا شئ عليه وما حمله فيعزر ويغرم قيمته مرتين ( 4 )\r\nوإذا كان الأمر كذلك وجب ترك العمل بهذه الأخبار لضعفها\r\nوالرجوع إلى ما قدمناه من تمام القيمة\r\nوالكنز الموجود في الدار إذا عرف مشتريها بايعها فإن لم يعرفه يحل\r\nللمشتري بعد اخراج الخمس منه وما علم فيه الإباحة وما يأخذه الوصي\r\nعن حق القيام بمال اليتيم والديات والميراث والمال المقر به ونفقة من يجب\r\n\r\n","description":"","footnote":" ( 1 ) المصدر السابق 7 / 92 .\r\n( 2 ) المصدر السابق 7 / 92 .\r\n( 3 ) المصدر السابق 6 / 381 .\r\n( 4 ) المصدر السابق 10 / 110 . ","page_name":" 72 ","page_number":91},
  {"content":"\r\nله النفقة وهم الوالدان وإن علوا والولد وإن نزل والزوجة والمملوكة\r\nواللقيط ومن ماطله غريمه ودفعه عن حقه فوجد له مالا سواء كان من\r\nجنس الحق أو لم يكن أخذ منه بقدر\r\n\r\nفصل\r\n[ مواضع لا يجوز فيها البيع 
  ]\r\nلا يجوز البيع في ستة وستين موضعا : الحرة وأم الولد على ما نذكره\r\nفيما بعد والمكاتب ( 1 ) إلا المشروط عليه إذا عجز عن أداء ما يجب عليه\r\nرجع سيده في كتابته وكذلك يجوز بيعه إذا قتل رجلا خطأ وسلمه\r\nسيده إلى ولي المقتول رواه في التهذيب في باب القود بين الرجال والنساء\r\nالحسن بن محبوب عن أبي أيوب عن محمد بن مسلم عن أبي جعفر عليه\r\nالسلام ( 2 )\r\nوالعبد إذا قتل عمدا أو جرح لم يجز لسيده بيعه إلا بعد رضاء ولي\r\nالمقتول بالدية أو العفو عنه مخيرا بين أخذ الدية إذا بذلها السيد وبين العفو\r\nعنه أو قتله إذا قبل أو أخذه واسترقاقه وليس لسيده خيار\r\nوالعبد إذا قتل خطأ أو جرح جراحه يحيط بثمنه لا يجوز لسيده بيعه\r\nإلا بعد أن يتحمل أقل الأمرين من قيمته أو أرش الجراحة ( 3 ) أو يسلم\r\nالعبد إلى أولياء المقتول أو المجروح يسترقونه مخيرا سيده في ذلك وليس\r\nلأولياء المقتول على السيد في ذلك خيار\r\n\r\n","description":"","footnote":" ( 1 ) المكاتب : العبد الذي يلتزم بدفع ثمن نفسه إلى مولاه ، فإذا سعى وأدى\r\nالثمن عتق وأصبح حرا .\r\n( 2 ) التهذيب 10 / 198 .\r\n( 3 ) أرش الجراحة : ديتها . ","page_name":" 73 ","page_number":92},
  {"content":"\r\nوالعبد المرتد عن فطره لأنه يجب قتله في الحال والعبد المسلم\r\nلا يجوز بيعه على الكافر والعبد الآبق ( 1 ) منفردا فإن أضاف إليه\r\nشيئا آخر وباعهما معا جاز البيع والعبد إذا كان طفلا قبل أن يستغني\r\nعن أمه على ما روي ( 2 ) وفيه خلاف\r\nوالأرض المأخوذة عنوة والوقف إلا أن يخاف هلاكه أو يؤدي\r\nالمنازعة فيه بين أربابه إلى ضرر عظيم أو يكون لهم حاجة شديدة وبيع\r\nالوقف معها أصلح لهم وروى بيعه مع وجود حاجتهم وعدم ما يخرج\r\nمن الوقف عن كفايتهم : أحمد بن محمد عن الحسن بن محبوب عن علي\r\nابن رئاب عن جعفر بن حنان عن أبي عبد الله عليه السلام ( 3 ) وروى\r\nخبر آخر ضعيف لم يسند إلى إمام ومنع ابن إدريس من بيع الوقف\r\nعلى كل حال\r\nولا يجوز بيع المصحف إلا الجلد والورق وبيع الرطب بالتمر\r\nوبه قال الشيخ في النهاية وذهب في الإستبصار إلى جوازه مع الكراهية ( 4 )\r\nيدل على ما اخترناه ما رواه الحسين بن سعيد عن ابن أبي عمير عن حماد\r\nعن الحلبي عن أبي عبد الله عليه السلام قال : لا يصلح بيع التمر اليابس\r\nبالرطب من أجل أن اليابس يابس والرطب رطب فإذا يبس نقص - تم\r\nالخبر ( 5 )\r\nوالثمرة سنة واحدة قبل ادراكها من غير إضافة شئ إليها أو اشتراط\r\n\r\n","description":"","footnote":" ( 1 ) الآبق : العبد الذي هرب من مولاه وفر .\r\n( 2 ) الكافي 5 / 219 .\r\n( 3 ) التهذيب 9 / 133 .\r\n( 4 ) الإستبصار 3 / 93 .\r\n( 5 ) المصدر السابق 3 / 93 . ","page_name":" 74 ","page_number":93},
  {"content":"\r\nالقطع في الحال على قول الشيخ في النهاية ومسائل الخلاف وصاحب الوسيلة\r\nوالصحيح أنه مكروه وبه قال الشيخ أبو جعفر في التهذيب والاستبصار\r\nوالمفيد في المقنعة ( 1 ) وابن إدريس\r\nوبيع المزابنة - وهو أن يبيع التمر في رؤوس النخل بالتمر - ويجوز\r\nذلك في العرية وهي النخلة تكون في دار انسان لانسان آخر\r\nوبيع المحاقلة وهو أن يبيع سنبل الحنطة بالحنطة وسنبل الشعير بالشعير قبل\r\nحصادها\r\nوبيع ما لا يضبط سلما وبيع السلم مجهول الأجل وبيع الجنس بالجنس\r\nمما يكال أو يوزن متفاضلا فأما ما يباع عددا فيجوز ذلك نقدا لا نسيئة\r\nوبيع الحنطة بالشعير متفاضلا نقدا أو نسيئة وبه قال الشيخ المفيد في\r\nالمقنعة ( 2 ) والشيخ أبو جعفر في النهاية وصاحب الوسيلة وجاء بذلك\r\nثلاثة أخبار صحيحة ( 3 ) وقال جماعة من أصحابنا يجوز ذلك وهو\r\nاختيار ابن إدريس\r\nوبيع الحنطة بالشعير متساويين نسيئة وبيع ما يكال أو يوزن أو يعد\r\nجزافا وبيع الذهب بالفضة والفضة بالذهب من غير قبض في مجلس\r\nالبيع قبل أن يفترقا\r\nوبيع الغنم بلحم الغنم فإن اختلف الجنس جاز ذلك وبيع المختلف\r\nمتفاضلا نسيئة وما يباع عددا متفاضلا نسيئة وبيع البخس وهو أن\r\nيزيد في السلعة ما لا رغبه له فيها بل يواطيه صاحب السلعة على ذلك\r\nوقال بعض أصحابنا أنه مكروه وفي انعقاد هذا البيع وصحته خلاف\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 7 / 87 ، الإستبصار 3 / 88 ، المقنعة ص 94 .\r\n( 2 ) المقنعة ص 94 .\r\n( 3 ) التهذيب 7 / 94 - 95 . ","page_name":" 75 ","page_number":94},
  {"content":"\r\nوبيع النسيئة مجهول الأجل فإن ذكر الثمن كذا عاجلا وكذا آجلا\r\nفقد ذهب الشيخ في المبسوط إلى أن البيع حينئذ باطل واختاره ابن إدريس\r\nوالصحيح أن له أقل الثمنين في أبعد الأجلين وبه قال الشيخ في النهاية\r\nوروى به خبران أحدهما رواه السكوني عن أمير المؤمنين علي عليه السلام ( 1 )\r\nوالآخر رواه ابن أبي نجران عن عاصم بن حميد عن محمد بن قيس عن\r\nأبي جعفر عليه السلام ( 2 )\r\nوبيع الدين بالدين وبيع حمل الحيوان وبيع ما لا يقع الزكاة عليه\r\nوبيع الكلاب إلا كلب الصيد خاصة وأجاز الشيخ الفقيه سلار أيضا بيع\r\nكلب الزرع وكلب الحائط والصحيح أنه لا يجوز بيع شئ من الكلاب\r\nإلا كلب الصيد خاصة\r\nولا يجوز بيع الخنزير من مسلم على مسلم ولا من ذمي على مسلم\r\nولا من مسلم على ذمي فأما بيعه من ذمي إلى ذمي فجايز\r\nوبيع ما يؤكل من الحيوان إذا وطئه الانسان لأنه يجب احراقه بالنار\r\nجاء بهذا الحكم خبران صحيحان في الشاة والبهيمة ( 3 )\r\nوبيع ما يؤكل لحمه من الحيوان إذا شرب لبن خنزيره حتى اشتد\r\nوبيع ما يكون من نسله جاء بهذا الحكم حديثان في الحمل والجدي ( 4 )\r\nوبيع جوارح الطيور وما لا يؤكل لحمه منها إلا العقاب والبازي\r\nوالصقر وما يصلح فيها للصيد وبيع سباع الوحش وما لا يؤكل لحمه من\r\nالحيوان إلا الفهد والفيل والسنور وما لا يصلح منها للصيد\r\n\r\n","description":"","footnote":" ( 1 ) المصدر السابق 7 / 53 .\r\n( 2 ) المصدر السابق 7 / 47 .\r\n( 3 ) التهذيب 10 / 60 - 62 .\r\n( 4 ) الإستبصار 4 / 76 . ","page_name":" 76 ","page_number":95},
  {"content":"\r\nوبيع ما مات في الماء من السمك أو وثب على الأجراف فمات قبل\r\nأخذه وبيع دواب البحر إلا الخز وما يحل أكله من السمك مما له فلس\r\nوبيع الدبا وهو الجراد قبل أن يستقل بالطيران وبيع الدب لأنه\r\nمسخ وبيع ملك الغير إلا بإذن صاحبه أو إجازته البيع وبيع اللبن\r\nفي الضرع سواء حلب معه شئ أو لا يحلب وذهب الشيخ في النهاية إلى\r\nأنه إن حلب شيئا من اللبن وباعه مع ما بقي في الضرع صح البيع معتمدا\r\nعلى خبر رواه سماعة وهو واقفي ومع ذلك لم يسنده إلى أحد من الأئمة\r\nعليهم السلام ( 1 )\r\nوبيع الصوف أو الشعر أو الوبر قبل جزه فإن اشترى أصواف\r\nالغنم وجلدها في عقد واحد صح البيع على ما رواه ابن محبوب عن إبراهيم\r\nالكرخي عن أبي عبد الله عليه السلام ( 2 )\r\nوبيع المسك في فارة وبيع ما لا يختبر إلا بالشم أو الذوق قبل\r\nاختباره وبيع السمك في الماء قبل صيده وبيع الطير في الهواء وبيع\r\nالوحش قبل صيده وبيع الجلال قبل اعلام المشتري به أو استبرائه\r\nوبيع المعيب قبل أن يبين العيب أو يبرئ البائع من العيوب\r\nوبيع السلاح على الكفرة في حال الحرب والهدنة وبيع الدروع\r\nوأشباهها في حال الحرب دون الهدنة على كراهية فيه\r\nوبيع المغنية بزيادة في ثمنها لأجل الغناء وبيع الخشب بشرط أن\r\nيجعله صنما أو ملاهي وبيع العنب أو التمر بشرط أن يجعله خمرا أو نبيذا\r\nوالصحيح أن هذين البيعين لازمان لأن النهي في المعاملات لا يدل على الفساد\r\n\r\n","description":"","footnote":" ( 1 ) الكافي 5 / 194 .\r\n( 2 ) نفس المصدر والصفحة . ","page_name":" 77 ","page_number":96},
  {"content":"\r\nفإذا باع ذلك مطلقا من غير شرط على من يعلم أو يظن أنه يعمله كذلك\r\nفالبيع صحيح\r\nولا يجوز بيع الملاهي كالعود وشبهه وبيع آلات القمار وبيع\r\nالأصنام والتماثيل والصلبان وبيع كتب الضلال وبيع النجس من الثياب\r\nوالآلات وغيرها قبل أن يبين حالها وبيع العذرات إلا عذره ما يؤكل\r\nلحمه وذرقه وبيع الأبوال وأجاز ابن إدريس بيع أبوال الإبل\r\nوالبقر والغنم\r\nولا يجوز بيع كل مسكر وبيع الفقاع وبيع الميتة وبيع ما أهل\r\nبه لغير الله وبيع الدم وبيع لحم ما لا يؤكل لحمه وبيع بيض ما لا يؤكل\r\nلحمه وبيع لبن ما لا يؤكل لحمه ولي نظر في هذين القسمين\r\nوبيع السم إلا المحمودة وبيع الدود إلا دود القز وبيع الفار\r\nوبيع الحشرات وبيع البرغوث وشبهه وبيع المائع إذا تنجس إلا الدهن\r\nبعد اعلام المشتري\r\n\r\nفصل\r\n[ أشياء لا يجوز بيعها سلفا 
  ]\r\nلا يجوز بيع السلف في سبعة وعشرين شيئا : الخبز واللحم\r\nوروايا الماء والجلود والحنطة والشعير وغيرهما من الحبوب منسوبات\r\nإلى الأرض بعينها\r\nوالثوب من غزل امرأة بعينها أو نساجة رجل بعينه والكتان والقطن\r\nوالإبريسم منسوبات إلى أرض بعينها والتمر من نخل معين والفاكهة\r\nمن شجر معين والخضر من موضع معين ودهن بزر الكتان بحبه وبالعكس\r\nودهن السمسم بالسمسم وبالعكس ودهن الزيتون بالزيتون وبالعكس\r\n","description":"","footnote":"","page_name":" 78 ","page_number":97},
  {"content":"\r\nوكذلك الحكم فيما يعمل منه الادهان والمخيض من اللبن والقز مضافا\r\nإلى دوده وجميع ما لا يختبر إلا بالشم أو الذوق والقسي والنبل وجميع\r\nالأواني سواء كانت من خشبه أو طين والآجر وجميع الأوعية سواء كانت\r\nمن صوف أو شعر أو وبر أو كتان أو إبريسم أو غير ذلك والمختلط من\r\nالطيب كالذريرة والغالية والجوهر والذهب والفضة\r\n\r\nفصل\r\n[ مواضع يكره البيع فيها 
  ]\r\nيكره البيع في ثمانية عشر موضعا : عند تلقي الركبان ( 1 ) أقل من\r\nأربعة فراسخ فإن اشترى وكان فيه غبن ظاهر والبائع غير عالم كان بالخيار\r\nبين فسخ البيع أو امضائه بالثمن الذي انعقد عليه البيع فإن زاد على\r\nأربعة فراسخ فلا كراهية ولا خيار للبائع\r\nوبيع الحاضر لباد ومعناه أن يكون له وكيل في الشراء والبيع\r\nودخول المؤمن في سوم أخيه المؤمن وقال الشيخ أبو جعفر في النهاية\r\nلا يجوز\r\nوبيع الثمرة سنة واحدة قبل بدو صلاحها من غير أن يضيف إليها\r\nشيئا آخر على أصلح القولين وبه قال الشيخ أبو جعفر في التهذيب\r\nوالاستبصار وقال في النهاية ومسائل الخلاف لا يجوز\r\nوبيع الرطب بالتمر على ما ذكره الشيخ في الإستبصار وقال في\r\nالنهاية لا يجوز وهو الصحيح وقد تقدم\r\nوبيع المرابحة بالنسبة إلى أصل المال على أصح القولين وبه قال\r\n\r\n","description":"","footnote":" ( 1 ) تلقي الركبان : استقبال الحضري البدوي قبل وصوله إلى البلد . ","page_name":" 79 ","page_number":98},
  {"content":"\r\nالشيخ أبو جعفر في مسائل الخلاف والمبسوط وهو اختيار ابن إدريس\r\nوقال الشيخ في النهاية والمفيد في المقنعة لا يجوز ولم أقف في التهذيب\r\nعلى حديث يمنع جوازه بل ورد خبر بكراهته وخبر آخر صحيح\r\nالاسناد بأنه لا بأس به ( 1 )\r\nوبيع المعيب بالبراءة من عيوبه من غير بيان العيب ومباشرة\r\nالصرف والشراء من الظالمين والبيع عليهم وبيع الطعام محتكرا وبيع\r\nالأكفان وبيع الحيوان إذا استثنى شيئا من أعضائه وبيع الجواري والعبيد\r\nإذا كان ذلك عادة له في التجارة فيهم وبيع الطفل عن أمه قبل أن\r\nيستغنى عنها وبيع الدروع وأشباهها لأهل الكفر في حال الهدنة وبيع\r\nالمضطر بزيادة عظيمة على الثمن وأن يشتري الرجل جارية يطئها بثمن\r\nوهبته له زوجته\r\n\r\nفصل\r\n[ مواضع جواز بيع أم الولد 
  ]\r\nيجوز بيع أم الولد في ثمانية مواضع : إذا ما ت ولدها من سيدها\r\nجاز بيعها وإذا كان ثمنها دينا على مولاها ولا يملك غيرها بيعت وقضى\r\nبثمنها الآخر ثمنها الأول سواء كان مولاها حيا أو ميتا وقال سيدنا\r\nعلم الهدى : لا يجوز بيعها ما دام ولدها حيا لا في الثمن ولا في غيره وقال\r\nالشيخ أبو جعفر في النهاية : وإذا مات السيد ولم يخلف غيرها وكان ثمنها\r\nدينا على مولاها قومت على ولدها وتترك إلى أن يبلغ فإذا بلغ أجبر على\r\nثمنها فإن مات قبل البلوغ بيعت وقضى بثمنها الدين وجاء بما قاله\r\nثلاثة أحاديث في التهذيب : أحدها في كتاب العتق رواه محمد بن أحمد\r\n\r\n","description":"","footnote":" ( 1 ) الخبران في الكافي 5 / 197 . ","page_name":" 80 ","page_number":99},
  {"content":"\r\nابن يحيى عن محمد بن الحسين عن وهيب بن حفص عن أبي بصير قال :\r\nسألت أبا عبد الله عليه السلام عن رجل اشترى جارية فولدت منه ولدا\r\nفمات ؟ فقال : إن شاء أن يبيعها باعها وإن مات مولاها وعليه دين\r\nقومت على ابنها فإن كان ابنها صغيرا انتظر به حتى يكبر ثم يجبر على\r\nقيمتها فإن مات ابنها قبل أمه بيعت في ميراث الورثة إن شاء الورثة ( 1 )\r\nوالحديث الآخر في باب بيع الحيوان رواه أحمد بن محمد بن عيسى\r\nعن محمد بن عيسى عن القصرى عن خداش عن أبي بصير عن أبي عبد الله\r\nعليه السلام مثله ( 2 )\r\nوالحديث الآخر في باب السراري رواه علي بن الحسن عن علي بن\r\nأسباط عن عمه يعقوب الأحمر عن أبي بصير عن أبي عبد الله عليه السلام ( 3 )\r\nوالصحيح أنها تباع ولا ينتظر بها بلوغه لأن هذين الحديثين\r\nضعيفان\r\nوإذا مات سيدها وعليه دين ولم يخلف غيرها بيعت وقضى بثمنها\r\nدينه على ما ذكره الشيخ في النهاية في باب السراري والصحيح أنها لا تباع\r\nفي هذا القسم لما رواه محمد بن يعقوب عن محمد بن يحيى عن أحمد بن\r\nمحمد عن الحسين بن سعيد عن إبراهيم بن أبي البلاد عن عمر بن يزيد ( 4 )\r\nعن أبي عبد الله عليه السلام قال : أيما رجل اشترى جارية فأولدها ثم لم\r\nيؤد ثمنها ولم يدع من المال ما يؤدي عنه أخذ ولدها منها وبيعت فأدى\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 8 / 240 .\r\n( 2 ) المصدر السابق 7 / 80 .\r\n( 3 ) المصدر السابق 8 / 214 .\r\n( 4 ) كذا في التهذيب ، وفي نسخ الكتاب ( محمد بن يزيد ) . ","page_name":" 81 ","page_number":100},
  {"content":"\r\nثمنها قلت : فيبعن فيما سوى ذلك من دين ؟ قال : لا ( 1 )\r\nوإذا لم يكن للميت وارث يرثه غير جارية مملوكة هي أم ولد لغيره\r\nوخلف ذلك الميت مقدار ثمنها أو أكثر وجب شراؤها من تركته وأعتقت\r\nوأعطيت بقية المال ذكر ذلك الحسن بن أبي عقيل في كتاب المتمسك\r\nأنه إن أبى صاحبها الذي هي أم ولده أن يبيعها أجبر على بيعها وتعتق\r\nوإن كان ما خلفه أقل من ثمنها لم يجب شراؤها\r\nوإذا قتلت أو جرحت خطأ فسيدها بالخيار بين أن يفديها بأقل\r\nالأمرين من الدية أو قيمتها أو يسلمها إلى الغرماء فإن شاؤوا باعوها وإن\r\nشاؤوا استرقوها وبه قال الشيخ أبو جعفر في المبسوط في كتاب أمهات\r\nالأولاد وفي الثالث من مسائل الخلاف في كتاب أمهات الأولاد مستدلا\r\nعليه باجماع الفرقة وقد روى الحسن بن محبوب عن نعيم بن إبراهيم عن\r\nمسمع بن عبد الملك عن أبي عبد الله عليه السلام أنه قال : أم الولد\r\nجنايتها في حقوق الناس على سيدها ( 2 ) وهذا الخبر ضعيف لأن نعيم بن\r\nإبراهيم ومسمع بن عبد الملك مجهولان لأني لم أعرفهما بجرح ولا تعديل\r\nوإذا أسلمت عند ذمي ولها منه ولد بيعت وسلم ثمنها إلى ذلك الذمي\r\nعلى ما قاله الشيخ أبو جعفر في المبسوط وابن إدريس في السرائر وفي\r\nكتاب إسحاق بن عمار رواه عن جعفر عن أبيه أن عليا عليه السلام كان\r\nيقول في أم ولد لنصراني : إذا أسلمت بيعت لسيدها في قيمتها والصحيح\r\nأنها لا تباع ولا تقر عند الذمي بل يلزم الحاكم سيدها بنفقتها ويتركها عند\r\nمن يرى تركها عنده مصلحة وبهذا القول قال أبو جعفر الطوسي في\r\nمسائل الخلاف وقال : تكون عند امرأة مسلمة تتولى القيام لها\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 8 / 238 .\r\n( 2 ) المصدر السابق 10 / 196 . ","page_name":" 82 ","page_number":101},
  {"content":"\r\nوإذا رهن الانسان جارية وقبضها المرتهن ثم إن مالكها الراهن وطئها\r\nبعد ذلك وحملت منه فإن كان له مال ألزم بفكاكها وإن لم يكن له\r\nمال بيعت في الرهن\r\nوإذا تزوج الرجل أمه غيره أو وطئها بإباحة سيدها له أو وطئها\r\nبشبهه وولدت من ذلك الوطي ولدا ثم اشتراها من سيدها جاز له بعد\r\nذلك بيعها لما رواه في باب الزيادات في كتاب النكاح من التهذيب عن\r\nالحسن بن محبوب عن محمد بن مارد عن أبي عبد الله عليه السلام في الرجل\r\nيتزوج الأمة فتلد منه أولادا ثم يشتريها فتمكث عنده ما شاء الله لم تلد منه\r\nشيئا بعد ما ملكها ثم يبدو له في بيعها ؟ قال : هي أمته إن شاء باعها ما لم\r\nيحدث عنه حمل بعد ذلك وإن شاء أعتق ( 1 )\r\nوإذا قتلت سيدها خطأ بيعت وسلم ثمنها إلى ورثته على ما رواه\r\nمحمد بن أحمد بن يحيى عن أبي عبد الله عن الحسن بن علي عن حماد بن\r\nعيسى عن جعفر عن أبيه عليهما السلام قال : إذا قتلت أم الولد سيدها\r\nخطأ سعت في قيمتها حمل الشيخ هذا الخبر في الإستبصار على من مات\r\nولدها وروى غياث بن إبراهيم عن جعفر عن أبيه عليهما السلام ووهب\r\nابن وهب عن جعفر عن أبيه قال : إنها حرة لا سعاية عليها ولا تبعة ( 2 )\r\n\r\nفصل\r\n[ مواضع صحة بيع الاكراه 
  ]\r\nيصح بيع الاكراه في سبعة مواضع : بيع الحاكم مال المفلس ( 3 )\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 7 / 483 .\r\n( 2 ) هذه الأحاديث الثلاثة كلها في الإستبصار 4 / 276 .\r\n( 3 ) المفلس : الذي أصبح فقيرا بعد أن كان غنيا . ","page_name":" 83 ","page_number":102},
  {"content":"\r\nلقضاء دينه إذا امتنع المفلس من بيعه وكذلك حكم المماطل بالدين وهو\r\nملي ( 1 )\r\nوإذا كان على الميت دين ولم يخلف من جنس الدين ما يقضى عنه\r\nوامتنع الوراث من البيع جاز للحاكم أن يبيع من ملكه ما يقضى به الدين\r\nومن أعتق نصيبه من عبد مضاربة وكان موسرا ألزم شراء الباقي\r\nوعتقه وبه جاءت أحاديث صحيحة ( 2 ) وإن كان معسرا كان العتق بلا\r\nخلاف باطلا وقال ابن إدريس : إن العتق باطل سواء كان موسرا\r\nأو معسرا\r\nوالعبد إذا أسلم عند ذمي وجب بيعه على مسلم وتسليم ثمنه إلى الذمي\r\nولا يقر ملكه عليه\r\nوإذا لم يخلف الميت إلا وارثا مملوكا لغيره وترك من المال مقدار الثمن\r\nأو أكثر ألزم سيده بيعه ليعتق ويرث المال ولا يجوز لسيده الامتناع من\r\nذلك وإن كان ما خلف أقل من ذلك لم يجب شراؤه [ وكذلك إن كان\r\nاثنين أو جماعة ولم يخلف إلا دون أثمانهم 
  ] ( 3 )\r\nوإذا كان الرجل وطئ جارية غيره بإباحة ولم يشترط على السيد\r\nكون ولده منها حرا وجاءت بولد كان لسيدها ووجب على أبيه أن يشتريه\r\nولا يجوز للسيد الامتناع من البيع\r\nوإذا كان بين نفسين مال لا يصلح قسمته واحتاج أحدهما إلى ثمنه\r\nحاجة ضرورية وتعذر عليه من يشتري حصته منفردة وامتنع شريكه من\r\nالاجتماع معه على بيع الكل جاز للحاكم البيع عن شريكه إذا رأى ذلك\r\n\r\n","description":"","footnote":" ( 1 ) الملي : الذي له مال وهو غني وليس فقير .\r\n( 2 ) التهذيب 8 / 219 .\r\n( 3 ) الزيادة من ح وم . ","page_name":" 84 ","page_number":103},
  {"content":"\r\nمصلحة ولي في هذا القسم تردد وبيع هذه الأقسام مما ليس ببيع بل\r\nهو تقويم\r\nثم إن الأمة إذا دلست نفسها على حر فتزوجها وأولدها أنه يلزم قيمة\r\nالولد لسيد الجارية وإن كان قد دلسها الشهود رجع عليهم بالقيمة\r\nالتي غرمها\r\nوإذا كانت الجارية بين شركاء فوطئها أحدهم فحملت من ذلك\r\nالوطي كان عليه قيمتها يوم وطئها وهو الذي يقتضيه النظر وقال الشيخ\r\nفي النهاية : إن كانت القيمة أقل من ثمنها الأول ألزم ثمنها الأول وإن\r\nكانت أكثر ألزم ذلك وجاء بما قاله حديث رواه علي بن إبراهيم عن\r\nأبيه عن إسماعيل بن مرار عن يونس بن عبد الله عن ابن سنان عن أبي\r\nعبد الله عليه السلام ( 1 )\r\n\r\nفصل\r\n[ أشياء لا يصح الرهن فيها 
  ]\r\nلا يصح الرهن في تسعة وعشرين شيئا : ملك الغير إلا بإذنه وإذا\r\nرهن شيئا ولم يقبضه المرتهن ولا وكيله على أصح القولين وبه قال\r\nالشيخ المفيد في المقنعة والشيخ أبو جعفر في النهاية ومصنف الوسيلة وقال\r\nالشيخ أبو جعفر في مسائل الخلاف : ليس القبض من شرط صحة الرهن\r\nوهو اختيار ابن إدريس\r\nوالأرض المأخوذة عنوة والوقف والحر وأم الولد التي لا يجوز\r\nبيعها والمكاتب الذي لا يجوز بيعه والعبد الآبق في حال الإباقة لأجل\r\nالقبض فأما من لم يعتبر القبض في صحة الرهن فإنه يجوز\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 7 / 72 . ","page_name":" 85 ","page_number":104},
  {"content":"\r\nوالعبد المرتد عن فطرة لأنه يجب قتله في الحال والعبد المسلم عند\r\nالكافر والعبد إذا قتل أو جرح إلا بعد رضاء أولياء المقتول أو المجروح\r\nوالمملوك إذا كان طفلا قبل أن يستغني عن أمه إلا على مذهب من يجيز\r\nبيعه قبل استغنائه عنها\r\nوما لا يؤكل لحمه من الحيوان إلا ما تقدم أنه يجوز بيعه والملاهي\r\nوآلات القمار والأصنام والتماثيل والصلبان والجنين منفردا عن أمه\r\nواللبن في الضرع والصوف والشعر والوبر جزه إلا أن يسلم\r\nالغنم إلى المرتهن يكون عنده أمانة\r\nوالفقاع وكل مسكر إلا من ذمي عند ذمي والميتة والدم\r\nوالعذرة إلا ما يجوز بيعه منها والسموم إلا المحمودة\r\n\r\nفصل\r\n[ مواضع ثبوت الخيار 
  ]\r\nالخيار يثبت في أحد عشر موضعا : خيار المجلس للبائع والمشتري ما لم يفترقا\r\nبالأبدان أو يقع العقد بشرط ترك الخيار وخيار ثلاثة أيام في الحيوان للمشتري\r\nخاصة ما لم يتصرف فيه وقال سيدنا المرتضى الخيار فيه للمشتري والبائع معا\r\nوخيار البائع بعد مضي ثلاثة أيام إذا لم يقبض الثمن ولم يقبض\r\nالمشتري المبيع وروى الحسين بن سعيد عن صفوان عن عبد الرحمن بن\r\nالحجاج عن علي بن يقطين أنه سأل أبا الحسن عليه السلام عن الرجل\r\nيبيع البيع ولا يقبضه صاحبه ويقبض الثمن ؟ قال عليه السلام : الأجل\r\nبينهما ثلاثة أيام فإن قبض بيعه وإلا فلا بيع بينهما ( 1 )\r\nأحمد بن محمد عن علي بن حديد عن جميل عن زرارة عن أبي\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 7 / 22 . ","page_name":" 86 ","page_number":105},
  {"content":"\r\nجعفر عليه السلام قال : قلت : الرجل يشتري من الرجل المتاع ثم يدعه\r\nعنده يقول : حتى آتيك بثمنه ؟ قال : إن جاء بثمنه فيما بينه وبين ثلاثة\r\nأيام وإلا فلا بيع له ( 1 )\r\nإسحاق بن عمار عن العبد الصالح مثله\r\nوخيار بائع الخضر بعد مضي يوم إذا لم يقبض الثمن أو لم يقبض\r\nالمشتري المبيع رواه محمد بن يحيى عن محمد بن أحمد عن يعقوب بن يزيد عن محمد\r\nابن أبي حمزة أو غيره عمن ذكره عن أبي عبد الله أو أبي الحسن عليه السلام\r\nفي الرجل يشتري الشئ يفسد في يومه ويتركه حتى يأتيه بالثمن ؟\r\nفقال : إن جاء فيما بينه وبين الليل بالثمن وإلا فلا بيع له ( 2 ) وهذا الحديث\r\nمرسل لا يعتمد عليه وإنما المعتمد في هذا الحكم هو الاجماع\r\nوخيار الرد بالعيب في النكاح والمعاملات وخيار المغبون غبنا ظاهرا\r\nفي امضاء البيع وفسخه إذا لم يكن عالما بالغبن والخيار إذا لم يسلم\r\nللمشتري كل المبيع أو وجده بغير الصفة ومن اشترى سلعة مرابحة نقدا\r\nفعلم بعد ذلك أن البائع اشتراها نسيئة فهو مخير بين فسخ البيع وبين أن يأخذها\r\nبالثمن الذي انعقد عليه البيع على ما ذكره الشيخ في المبسوط واختاره ابن\r\nإدريس وقال الشيخ في النهاية : يكون له مثل ذلك الأجل وبه قال\r\nصاحب الوسيلة وهو الصحيح يدل على ذلك ما رواه محمد بن يعقوب\r\nعن علي بن إبراهيم عن أبيه ومحمد بن إسماعيل عن الفضل بن شاذان جميعا\r\nعن ابن أبي عمران عن هشام بن الحكم عن أبي عبد الله عليه السلام في رجل\r\nيشتري المتاع إلى أجل ؟ فقال : ليس له أن يبيعه بمرابحة إلا إلى\r\nالأجل الذي اشتراه إليه وإن باعه مرابحة فلم يخبره كان للذي اشتراه من\r\n\r\n","description":"","footnote":" ( 1 ) الكافي 5 / 171 . ( 2 ) المصدر السابق 5 / 172 . ","page_name":" 87 ","page_number":106},
  {"content":"\r\nالأجل مثل ذلك ( 1 )\r\nالحسن بن محبوب عن أبي محمد الوابشي عن أبي عبد الله عليه السلام\r\nمثل معناه ( 2 )\r\nواشترى سلعة مرابحة فعلم بعد ذلك أن البائع اشتراها بأقل من\r\nالثمن الذي أخبره به فهو مخير بين فسخ البيع وبين أن يأخذها بالثمن الذي\r\nانعقد عليه البيع وليس له غير ذلك ومن اشترط في البيع أو غيره شرطا\r\nفلم يف المشروط عليه به كان من له الشرط مخيرا بين الفسخ والامضاء\r\nوخيار الوصي في قبول الوصية إليه والامتناع منها ما لم يمت الموصي\r\nفإن مات قبل أن يبلغه الامتناع من قبولها وجب على الوصي القيام بها\r\nولزمته الوصية والخيار في مطالبة الحقوق وتركها\r\n\r\nفصل\r\n[ ما لا يجوز إجارته 
  ]\r\nلا يجوز إجارة ثلاثة عشر شيئا : الكلاب إلا كلب الصيد والماشية\r\nوالحائط ( 3 ) والزرع والخنزير إلا من ذمي على ذمي والسباع إلا السنور\r\nوالفهد وما يصلح للصيد منها وجوارح الطير إلا ما يصلح للصيد منها\r\nوجميع ما لا يحل تملكه للمسلمين من المسوخ والأصنام والصلبان والملاهي\r\nوآلات القمار وملك الغير إلا بإذن صاحبه والرهن إلا بإذن الراهن\r\nوالمرتهن والمرأة بغير إذن زوجها واليتيم إلا بإذن وليه والماء والدواب\r\nوالأواني والأوعية لعمل الخمور فيها أو حمله والانسان لعمل ما محرمه\r\n\r\n","description":"","footnote":" ( 1 ) المصدر السابق 5 / 208 .\r\n( 2 ) التهذيب 7 / 59 . ( 3 ) الحائط : البستان الذي فيه الأشجار والنخيل . ","page_name":" 88 ","page_number":107},
  {"content":"\r\nالله تعالى ولتغسيل الأموات وتكفينهم ومواراتهم والأذان والإقامة\r\nوالحكم بين الناس وظل المنازل والأشجار والحائط للنظر إليه والدراهم\r\nوالدنانير\r\n\r\nفصل\r\n[ المواضع التي يلزم الأجل المعلوم فيها 
  ]\r\nيلزم الأجل المعلوم في ستة عشر شيئا : بيع السلم بيع النسيئة\r\nوإجارة الأرض والعقار والرقيق والنبات والدواب والآلات\r\nوالأواني إلا إذا استأجرها لقطع مسافة معلومة أو لعمل شئ معلوم\r\nوالكفالة والضمان والمزارعة والمساقاة والمتعة فإن لم يذكر الأجل\r\nكان النكاح دائما وعقد الجزية وعقد الأمان\r\n\r\nفصل\r\n[ العقود اللازمة 
  ]\r\nالعقود اللازمة من الطرفين ستة عشر عقدا : البيع بعد التفرق بالأبدان\r\nوانقطاع الخيار والإجارة والمزارعة والمساقاة والضمان والكفالة برضاء الكفيل\r\nالملي والمعسر مع العلم باعساره والمكفول منه والمكفول عنه والحوالة\r\nبرضاء المحيل والمحال عليه وإذا كان الشئ المحال به في ذمة المحال عليه وكان له\r\nمثل واتفق الحقان في الجنس والنوع والصفة وكان المحال عليه مليا فإن ظهر أن\r\nالمحال عليه كان معسرا في حال الحوالة كان للمحتال أن يرجع على من أحاله\r\nفأما إذا لم يرض المحال عليه فمذهب شيخنا أبي جعفر في النهاية أنها لا تبطل\r\nوهو الصحيح واعتبر في مسائل الخلاف رضى المحيل والمحتال والمحال عليه\r\nوبه قال مصنف الوسيلة وابن إدريس\r\n","description":"","footnote":"","page_name":" 89 ","page_number":108},
  {"content":"\r\nوالصلح والهبة للولد الصغير والنكاح والكتابة المطلقة على كل\r\nحال والكتابة المشروطة قبل عجز المكاتب عن أداء ما يجب عليه وأطلق\r\nذلك الشيخ في مسائل الخلاف فقال : الكتابة لازمة من جهة السيد جائزة\r\nمن جهة العبد\r\nوعقد الجزية لأهل الذمة ما لم يخرقوا الذمة وعقد الأمان وعقد\r\nاليمين بين اثنين فيما هو جائز في الشريعة الاسلامية إذا لم يكن حلها مصلحة\r\nوعقد السبق والرماية على أصح القولين وبه قال ابن إدريس وقال\r\nالشيخ في مسائل الخلاف : أنه جائز من الطرفين\r\n\r\nفصل\r\n[ العقود الجائزة 
  ]\r\nالعقود الجائزة من الطرفين اثنا عشر عقدا : الوديعة والعارية\r\nوالوكالة إذا لم يكن الوكيل مستأجرا لها والشركة والمضاربة والجعالة\r\nوالوصية لغيره بشئ من ماله والوصية إليه قبل موت الموصى إليه في\r\nالموضعين معا والهبة للأجنبي قبل القبض والتصرف معا أو القبض والعوض\r\nعنها فإن قبض ولم يتصرف أو لم يعوض عنها كان له الرجوع فيها\r\nوالهبة لمن عدا ولده الصغير من ذي رحمه قبل القبض خاصة فإن قبضها\r\nلم يجز له الرجوع فيها فأما إن كانت الهبة منه لولده الصغير فلا يجوز\r\nالرجوع فيها لأن قبض الوالد قبض ولده الصغير\r\nوالبيع في المجلس إذا لم يقع العقد بشرط ترك الخيار والبيع في مدة\r\nالخيار المشروط للبائع والمشتري معا\r\n","description":"","footnote":"","page_name":" 90 ","page_number":109},
  {"content":"\r\n\r\nفصل\r\n[ العقود اللازمة من طرف الجائزة من طرف آخر 
  ]\r\nالعقود اللازمة من طرف الجائزة من طرف آخر أحد عشر عقدا :\r\nالرهن لازم من جهة الراهن جائز من جهة المرتهن وبيع الحيوان في مدة\r\nثلاثة أيام إذا لم يقع البيع بشرط ترك الخيار لازم من جهة البائع جائز\r\nمن جهة المشتري ما لم يتصرف المشتري فإن تصرف لزم البيع وذهب\r\nالمرتضى قدس سره إلى أنه جائز من جهة البائع أيضا والصحيح الأول\r\nلأن الاخبار به أكثر ( 1 )\r\nوضمان المتبرع لازم من جهة الضامن والمضمون له جائز من جهة\r\nالمضمون عنه وضمان غير الملي إذا لم يكن المضمون له عالما بحاله لازم\r\nمن جهة الراهن والمضمون عنه جائز من جهة المضمون له والحوالة على\r\nغير الملي إذا لم يكن المحتال عالما بحاله لازمة من جهة المحيل جائزة من جهة\r\nالمحتال فأما المحال عليه فقد تقدم الخلاف فيه\r\nوإذا حدث في الرقيق في مدة السنة من حين عقد البيع جنون أو جذام\r\nأو برص صار البيع جائزا من جهة المشتري دون البائع وإذا كان\r\nالعيب سابقا وقت البيع من غير أن يعلم المشتري به فالبيع لازم من جهة\r\nالبائع جائز من جهة المشتري وهو مخير بين رده وبين الامساك بأرش العيب\r\nأو بغير أرش ما لم يتصرف فيه فإن تصرف فيه فليس له إلا الأرش\r\nوإذا باع شيئا معينا بثمن معين موجود فظهر في الثمن عيب لم يعلم\r\nبه البائع فالبيع لازم من جهة المشتري جائز من جهة البائع وهو مخير\r\nبين الرضا به وبين الفسخ وليس له أن يلزم المشتري بثمن غيره وإذا\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 7 / 25 و 67 . ","page_name":" 91 ","page_number":110},
  {"content":"\r\nعجز المكاتب المشروط عن أداء ما يجب عليه أداؤه من مال الكتابة صارت\r\nالكتابة لازمة من جهة المكاتب جائزة جهة السيد فهو مخير بين فسخ\r\nالكتابة وبين الصبر عليه\r\nوإذا أوصى انسان لغيره بثلث ماله أو أقل وقبل الموصى له ذلك\r\nثم مات الموصي فالوصية لازمة من جهة الورثة وجائزة من جهة الموصى\r\nله وهو مخير بين الأخذ والترك وإذا أوصى له بأكثر من الثلث وأجازه\r\nالورثة قبل موت الموصي كانت الوصية لازمة للورثة بعد موت الموصي\r\nوجائزة من جهة الموصى له وذهب المفيد في المقنعة وسلار في الرسالة\r\nوابن إدريس إلى أنها لا تلزمهم إلا أن يجيزوها بعد موت الموصي فيلزمهم\r\nوالصحيح ما ذهبنا إليه يدل عليه ما رواه علي بن إبراهيم عن أبيه عن حماد\r\nعن حريز عن محمد بن مسلم عن أبي عبد الله عليه السلام في رجل أوصى\r\nبوصية ورثته شهود فأجازوا ذلك فلما مات الرجل نقضوا الوصية هل لهم\r\nأن يردوا ما أقروا به ؟ قال : ليس لهم ذلك الوصية جائزة عليهم إذا\r\nأقروا بها في حياته ( 1 )\r\nوروى أيضا أبو علي الأشعري عن محمد بن عبد الجبار عن صفوان\r\nابن يحيى عن منصور بن حازم عن أبي عبد الله عليه السلام ( 2 )\r\n\r\nفصل\r\n[ النساء اللواتي يحرمن في النكاح على التأبيد 
  ]\r\nالمحرمات من النساء في النكاح على التأبيد أربعة وأربعون : الأم وإن\r\nعلت والبنت وإن نزلت والعمة والخالة وإن علتا والأخت وبنت\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 9 / 193 .\r\n( 2 ) نفس المصدر والصفحة . ","page_name":" 92 ","page_number":111},
  {"content":"\r\nالأخت وإن نزلت وبنت الأخ وإن نزلت وأم الزوجة وإن علت\r\nدخل بالزوجة أو لم يدخل بها وبنت الزوجة التي دخل بها وإن نزلت\r\nفإن لم يدخل بها جاز له العقد علي بنتها وأم جاريته التي وطئها وإن\r\nعلت وبنتها وإن نزلت وزوجة الأب على الابن دخل بها الأب أو لم\r\nيدخل وزوجة الابن علي الأب دخل بها الابن أو لم يدخل وسرية الابن علي\r\nالأب وسرية الأب على الابن فهذه خمس عشرة\r\nويحرم مثلهن من جهة الرضاع والرضاع المحرم خمس عشرة رضعة\r\nمتواليات لم يفصل بينهن برضاع امرأة أخرى ويكون اللبن لبن فحل لا لبن\r\nدريرة ( 1 ) ويكون الرضاع في مدة الحولين فإن اختل شئ من ذلك لم\r\nيحصل التحريم وقال المفيد وسلار المحرم عشر رضعات والصحيح ما قدمناه\r\nلأن الأخبار به أكثر وأعدل رجالا ( 2 )\r\nوينضاف إلى ذلك أنه إذا وطئ الرجل امرأة بشبهة حرم على أبيه\r\nوطئها بالعقد وبملك اليمين أبدا ولي في تحريمها على أب الواطي وفي\r\nتحريم بنت هذه الموطوءة وأمها على الواطئ نظر\r\nوالمعقود عليها في العدة - باينه كانت أو غير باينة - تحرم على العاقد\r\nأبدا مع دخوله بها سواء كان عالما بالتحريم أو جاهلا به وسواء علم بأنها\r\nفي عدة أو لم يعلم واعتبر سلار في ذلك أن يكون العدة رجعية وهو\r\nخلاف الاجماع يدل على ما اخترناه ما رواه محمد بن يعقوب عن علي بن\r\nإبراهيم عن أبيه عن ابن أبي عمير عن حماد عن الحلبي عن أبي عبد الله عليه\r\n\r\n","description":"","footnote":" ( 1 ) يريد أن اللبن يكون لبن امرأة متزوجة ولدت مولودا يكون اللبن من\r\nأثر الولادة ، لا اللبن الذي در وحده من دون ولادة ، والدريرة فعيلة من الدر ،\r\nوهو سيلان اللبن من الضرع لكثرته فيه .\r\n( 2 ) التهذيب 7 / 312 - 316 . ","page_name":" 93 ","page_number":112},
  {"content":"\r\nالسلام قال : إذا تزوج الرجل المرأة في عدتها ودخل بها لم تحل له أبدا\r\nعالما كان أو جاهلا وإن لم يدخل بها حلت للجاهل ولم تحل للعالم ( 1 )\r\nوروي في باب الزيادات من كتاب النكاح في السهو التحريم أبدا\r\nعند الدخول : الحسن بن محبوب عن علي بن رئاب عن حمران عن أبي\r\nجعفر عليه السلام ( 2 )\r\nوالمعقود عليها في العدة مع علمه بالتحريم تحرم على العاقد أبدا دخل\r\nبها أو لم يدخل ومن تزوج بامرأة وهو محرم عالما بتحريم العقد حرمت\r\nعليه أبدا دخل بها أو لم يدخل فإن لم يكن عالما بتحريمه جاز له نكاحها\r\nبعد الاحرام بعقد مستأنف سواء دخل بها في العقد الأول أو لم يدخل\r\nلأن الأصل الإباحة ولم أقف على خبر بتحريمها وحمله على العدة قياس\r\nوالخبر في هذا الحكم روى مطلقا من غير تقييد بالدخول رواه محمد بن\r\nيعقوب عن عدة من أصحابنا عن سهل بن زياد ومحمد بن يحيى عن أحمد\r\nابن محمد جميعا عن أحمد بن محمد بن أبي نصر عن الميثمي عن زرارة بن\r\nأعين وداود بن سرحان عن أبي الله عليه السلام وعبد الله بن بكير\r\nعن أديم بياع الهروي عن أبي عبد الله عليه السلام أنه قال : الملاعنة إذا\r\nلا عنها زوجها لم تحل له أبدا [ والذي يتزوج المرأة في عدتها وهو لا يعلم\r\nلا تحل له أبدا 
  ] والذي يطلق الطلاق الذي لا تحل له حتى تنكح زوجا غيره\r\nثلاث مرات ويتزوج ثلاث مرات لا تحل له أبدا والمحرم إذا تزوج وهو\r\nيعلم أنها حرام عليه لا تحل له أبدا - هذا آخر الخبر ( 3 )\r\nوالتي زنى بها وهي ذات بعل أو في عدة رجعية تحرم على الزاني\r\n\r\n","description":"","footnote":" ( 1 ) المصدر السابق 7 / 307 ، وفيه ( ولم تحل للآخر ) .\r\n( 2 ) المصدر السابق 7 / 487 .\r\n( 3 ) المصدر السابق 7 / 305 - 306 والزيادة منه . ","page_name":" 94 ","page_number":113},
  {"content":"\r\nأبدا والمطلقة تسع طلقات للعدة قد تزوجت فيها بينها زوجين تحرم على\r\nالمطلق أبدا والتي بانت باللعان تحرم على الملاعن أبدا وإذا قذف\r\nزوجته وهي صماء أو خرساء حرمت عليه أبدا وإذا لاط الرجل بصبي\r\nلم يجز له بعد ذلك العقد على أم الصبي ولا علي بنته ولا على أخته وحرمن\r\nعليه أبدا وإذا زنى الرجل بعمته أو خالته حرم عليه العقد بعد ذلك على\r\nبنتيهما أبدا وإليه ذهب السيد المرتضى في الانتصار والشيخ المفيد في المقنعة\r\nوالشيخ أبو جعفر والخبر روي في الخالة ولم يتعرض فيه بالعمة ( 1 ) وهو\r\nمع ذلك ضعيف رواه علي بن الحسن الطاطري وهو واقفي شديد العناد ( 2 )\r\nوالمعتمد في هذه المسألة الاجماع وإلا فالأصل الإباحة\r\nوقد ألحق جماعة من أصحابنا بذلك أنه إذا زنى الرجل بامرأة لم يجز\r\nله بعد ذلك العقد على أمها ولا على بنتها أبدا جاءت به في التهذيب\r\nأحاديث صحيحة الاسناد ( 3 ) وإليه ذهب الشيخ في النهاية والاستبصار ومسائل\r\nالخلاف وصاحب الوسيلة وذهب السيد المرتضى وشيخنا المفيد في المقنعة\r\nوالشيخ أبو جعفر في التبيان وسلار في الرسالة إلى أنها لا تحرم\r\nوألحقوا أيضا أنه إذا زنى بامرأة لم يجز لأبيه ولا لابنه العقد\r\nعليها ولا وطئها بملك اليمين بعد ذلك أبدا وبه قال الشيخ في النهاية\r\n\r\n","description":"","footnote":" ( 1 ) المصدر السابق 7 / 311 .\r\n( 2 ) علي بن الحسن الطاطري الجرمي ، وسمي الطاطري لبيعه ثيابا يقال لها\r\nالطاطرية ، يكنى أبا الحسن ، وكان فقيها ثقة في حديثه من أصحاب الكاظم عليه\r\nالسلام ، واقفي المذهب من وجوه الواقفة . . . وكان شديد العناد في مذهبه ، صعب\r\nالعصبية على من خالفه من الإمامية . . . وله كتب كثيرة في نصرة مذهبه ، وله كتب\r\nفي الفقه رواها عن الرجال الموثوق بهم وبرواياتهم - منتهى المقال لأبي علي ص 211 .\r\n( 3 ) التهذيب 7 / 329 - 331 . ","page_name":" 95 ","page_number":114},
  {"content":"\r\nوالاستبصار وجاءت به أحاديث ضعيفة الأسانيد ( 1 ) وذهب سيدنا المرتضى\r\nوشيخنا المفيد إلى أنها لا تحرم\r\nوألحقوا أيضا أنه إذا قبل الأب أو الابن جارية بشهوة أو نظرا\r\nمنها إلى ما يحرم على غير مالكها النظر إليه أنها تحرم بعد ذلك على الأب\r\nأو الابن وطؤها أبدا وإليه ذهب الشيخ في النهاية والاستبصار\r\nوألحقوا أيضا أنه إذا وطئ من لها دون تسع سنين فأفضاها أنها\r\nيحرم عليه بعد ذلك وطؤها أبدا وإليه ذهب الشيخ أبو جعفر في الإستبصار\r\nمع جواز امساكها وذهب في النهاية في باب ما يستحب فعله لمن أراد\r\nالعقد أو الزفاف إلى أنه يفرق بينهما ولا تحل له أبدا والذي رواه في\r\nفي هذا الحكم خبر مرسل ( 2 ) ومع ذلك في سنده سهل بن زياد وسهل\r\nضعيف ( 3 ) روى محمد بن يعقوب عن عدة من أصحابنا عن سهل بن زياد\r\nعن يعقوب بن يزيد عن بعض أصحابنا عن أبي عبد الله عليه السلام قال :\r\nإذا خطب الرجل المرأة فدخل بها قبل أن تبلغ تسع سنين فرق بينهما ولم\r\nتحل له أبدا ( 4 )\r\nوالصحيح أنها لا تحرم ويدل على ذلك ما رواه علي بن إبراهيم ( 5 ) عن\r\nالحارث بن محمد بن النعمان صاحب الطاق عن بريد العجلي عن أبي جعفر ( عليه السلام )\r\n\r\n","description":"","footnote":" ( 1 ) الإستبصار 3 / 163 .\r\n( 2 ) الإستبصار 4 / 295 ، الكافي 5 / 429 .\r\n( 3 ) سهل بن زياد أبو علي الآدمي الرازي كان ضعيفا في الحديث غير معتمد\r\nفيه ، وكان أحمد بن محمد بن عيسى يشهد عليه بالغلو والكذب وأخرجه من قم\r\nإلى الري ، وكان يسكنها - رجال النجاشي ص 140 .\r\n( 4 ) هذا هو خبر سهل بن زياد الذي أشار إليه قد كرر ذكره بنصه .\r\n( 5 ) كذا في نسخ الكتاب ، وفي الإستبصار ( الحسن بن محبوب ) . ","page_name":" 96 ","page_number":115},
  {"content":"\r\nفي رجل افتض جاريته - يعني امرأته فأفضاها - قال : عليه الدية إن كان دخل\r\nبها فأفضاها قبل أن تبلغ تسع سنين ؟ قال : فإن أمسكها ولم يطلقها فلا شئ عليه ( 1 )\r\n\r\nفصل\r\n[ المحرمات من النساء في حال دون حال 
  ]\r\nاللاتي يحرم نكاحهن في حال دون حال أربع وعشرون : التي عقد\r\nعليها في العدة جاهلا بالتحريم ولم يدخل بها والتي عقد عليها في حال\r\nالاحرام جاهلا بالتحريم والتي لها زوج وأخت زوجته ما دامت الزوجة\r\nفي حباله وأخت أمته التي وطئها ما دامت الموطوءة في تملكه وبنت\r\nزوجته التي لم يدخل بها والأمة إذا كان له زوجة حرة إلا برضاء الحرة\r\nفإن عقد عليها بغير رضاء الحرة فالعقد باطل فإن امضته الحرة لم يمض\r\nوبه قال الشيخ في التبيان وهو اختيار ابن إدريس وقال الشيخ في النهاية\r\nإن أمضت الحرة العقد مضى يدل على ما اخترناه ما رواه محمد بن يعقوب\r\nعن علي بن إبراهيم عن أبيه عن ابن أبي عمير عن حماد عن الحلبي عن\r\nأبي عبد الله عليه السلام قال : تزوج الحرة على الأمة ولا تزوج\r\nالأمة على الحرة ومن تزوج أمة على حرة فنكاحه باطل ( 2 )\r\nوروى علي بن إبراهيم عن أبيه عن صالح بن سعيد عن بعض أصحابه\r\nعن منصور بن حازم عن أبي عبد الله عليه السلام : إن زوجته إن رضيت\r\nبفعله لا يفرق بينهما ويبقيان على النكاح الأول ( 3 ) وهذا خبر مرسل فالعمل\r\nبالخبر الأول أولى\r\n\r\n","description":"","footnote":" ( 1 ) الإستبصار 4 / 294 .\r\n( 2 ) التهذيب 7 / 344 .\r\n( 3 ) الكافي 7 / 241 ، والمذكور هنا مضمون ما في المصدر لا نصه . ","page_name":" 97 ","page_number":116},
  {"content":"\r\nوالحرة إذا كان له زوجة أمة إلا أن تعلم الحرة بذلك وترضى\r\nوبنت أخ زوجته إلا برضاء زوجته وبنت أخت زوجته إلا برضاء زوجته\r\nوالثالثة من الإماء على الحر والخامسة من الحرائر على الحر والثالثة\r\nمن الحرائر على العبد والخامسة من الإماء على العبد والأمة إذا اشتراها\r\nقبل استبرائها إذا كانت من ذوات الحيض واليهودية والنصرانية بنكاح\r\nالدوام فأما نكاح المتعة فجائز والمجوسية والمشركة والناصبية دائما ومتعة\r\nوالحائض في القبل حتى تطهر ومن لها دون تسع سنين حتى تبلغها\r\nوزوجته وأمته المريضتان إذا كان الوطي يضر بهما\r\n\r\nفصل\r\n[ النساء اللواتي يستحب تزويجهن 
  ]\r\nيستحب التزويج بثلاث عشرة امرأة : البكر وذات الدين وذات\r\nالأصل الكريم وكريمة المولد والولود والدرماء ( 1 ) والحسنة الشعر\r\nوالسمراء العجزاء المربوعة والطيبة البيت والطيبة ريح الفم والطيبة\r\nالكلام والموافقة والعزيزة في أهلها والذليلة مع بعلها\r\n\r\nفصل\r\n[ النساء اللواتي يكره نكاحهن 
  ]\r\nيكره نكاح ست وعشرين امرأة : العجوز والحسناء في منبت السوء\r\nوالعقيم والكردية والسوداء إلا النوبية ( 2 ) والأمة إلا مع وجود الطول\r\n\r\n","description":"","footnote":" ( 1 ) الدرماء : التي يكون الدرم في كعبها ، وهو أن يواري كعبها اللحم\r\nحتى لا يكون له حجم .\r\n( 2 ) النوبية منسوبة إلى النوب والنوبة ، وهو جيل من سودان . ","page_name":" 98 ","page_number":117},
  {"content":"\r\nعلى ما ذكره الشيخ أبو جعفر في النهاية وذهب في مسائل الخلاف والتبيان\r\nإلى أنه لا يجوز وبه قال المفيد في المقنعة وابن إدريس في السرائر إلا\r\nأن المفيد قال : فإن فعل خالف السنة ويفسخ نكاحه\r\nويكره أيضا نكاح سيئة الخلق والسليطة ( 1 ) ومن ليست بعفيفة\r\nوالصخابة ( 2 ) والولاجة ( 3 ) والخراجة والمتبرجة والحقود والمستضعفة\r\nمن أهل الخلاف والتي ليست بسديدة الرأي والتي ليست بقانعة\r\nوالذليلة في أهلها العزيزة مع بعلها وبنت امرأة كانت زوجة أبيه إذا\r\nرزقت البنت بعد مفارقة أبيه لأمها والتي قبلته وربته فإن كانت قبلته\r\nالمرة والمرتين فلا بأس على ما رواه أحمد بن محمد بن عيسى عن ابن أبي\r\nعمير عن إبراهيم بن عبد الحميد عن أبي الحسن عليه السلام ( 4 )\r\nوبنت التي قبلته والتي زنى بأمها أو بنتها على ما تقدم والتي زنى\r\nبها على ما تقدم والتي زنى بها أبوه أو ابنه وجارية أبيه إذا انتقلت\r\nإليه وكان أبوه قد قبلها بشهوة أو نظر منها إلى ما يحرم على غير الزوج\r\nالنظر إليه وكذلك الحكم في جارية الابن وبنت امرأة قد عقد عليها\r\nولم يدخل بأمها غير أنه نظر منها إلى يحرم على غير الزوج النظر إليه\r\n\r\n","description":"","footnote":" ( 1 ) السليطة : حادة اللسان الصخابة .\r\n( 2 ) الصخابة : كثيرة الصخب ، وهو الصيحة واضطراب الأصوات للخصام\r\nوالمرأة صخباء وصخابة : كثيرة اللغط والجلبة .\r\n( 3 ) الولاجة : كثيرة الدخول والخروج .\r\n( 4 ) التهذيب 7 / 455 . ","page_name":" 99 ","page_number":118},
  {"content":"\r\n\r\nفصل\r\n[ المواضع التي يكره الجماع فيها 
  ]\r\nيكره الجماع في أربعة وثلاثين موضعا : على الامتلاء وأول ليلة\r\nمن الشهر إلا شهر رمضان وفي ليلة النصف من كل شهر وفي آخر\r\nليلة من كل شهر فقد روى أن المرأة إذا حملت في هذه الليالي الثلاث\r\nيخاف جنون الولد ( 1 )\r\nوفي محاق الشهر فقد روى أنه ( من أتى أهله في محاق الشهر فليسلم\r\nلسقوط الولد ) ( 2 )\r\nوليلة خسوف القمر ويوم كسوف الشمس وليلته والليلة التي يقدم\r\nفيها سفره والليلة التي يريد السفر في صبيحتها وفيما بين طلوع الفجر\r\nإلى طلوع الشمس وفيما بين غروب الشمس إلى مغيب الشفق وبعد\r\nالظهر وفي كتاب من لا يحضره الفقيه : لا تجامع امرأتك بعد الظهر فإنه\r\nإن قضى بينكما ولد في ذلك الوقت يكون أحول والشيطان يفرح بالحول\r\nفي الانسان ( 3 )\r\nوليلة الأضحى وفيما بين الأذان والإقامة وعند الزلازل وعند\r\nالريح السوداء والصفراء والحمراء سواء كانت الريح أو الزلازل ليلا أو نهارا\r\nوإذا كان القمر في برج العقرب والجماع وهو مختضب قبل أن يأخذ\r\nالحناء مأخذه ورد به خبر صحيح ( 4 )\r\n\r\n","description":"","footnote":" ( 1 ) من لا يحضر 3 / 255 .\r\n( 2 ) نفس المصدر والصفحة .\r\n( 3 ) من لا يحضر 3 / 359 .\r\n( 4 ) مروي في الكافي 5 / 498 عن مسمع بن عبد الملك : قال سمعت\r\nأبا عبد الله عليه السلام يقول : لا يجامع المختضب . قلت : جعلت فداك لم لا يجامع\r\nالمختضب ؟ قال : لأنه محتصر . ","page_name":" 100 ","page_number":119},
  {"content":"\r\nوالجماع قائما ومستقبل القبلة ومستدبرها وفي وجه الشمس إلا أن\r\nيجعل بينه وبينها حائلا والجماع على شهوة غير زوجته أو جاريته لأنه\r\nيورث تخنيث الولد المنعقد من تلك النطفة وفي كتاب من لا يحضره الفقيه\r\nفإني أخشى إن قضى بينكما ولد أن يكون مخنثا أو مؤنثا مخبلا ( 1 )\r\nوالجماع بعد الاحتلام قبل أن يغتسل أو يتوضأ وضوء الصلاة فقد\r\nروي عن النبي صلى الله عليه وآله وسلم أنه قال : إن جامع قبل أن يغتسل\r\nفخرج الولد مجنونا فلا يلومن إلا نفسه ( 2 ) وأن يجامع زوجته الحامل قبل\r\nأن يتوضأ للصلاة وأن يجامع وتراه زوجة له أخرى وأن يجامع زوجته\r\nأو جاريته ويراه صبي فقد روى أنه يورث الزنا ( 3 )\r\nوالجماع في الدبر وأن يجامع على سقوف البنيان وتحت الأشجار\r\nالمثمرة وأن يجامع في السفينة\r\nويلحق بذلك كراهية الكلام في حال الجماع لأنه يورث خرس الولد\r\nإن حملت من ذلك الجماع - كذلك روي في كتاب من لا يحضره الفقيه ( 4 )\r\nوفي النهاية أطلقه بأنه يورث الخرس\r\nوكراهية النظر إلى فرجها في حال الجماع لأنه يورث عمى الولد\r\nكذلك روي أيضا في كتاب من لا يحضره الفقيه ( 5 ) وفي النهاية أطلقه بأنه\r\nيورث العمى\r\n\r\n","description":"","footnote":" ( 1 ) من لا يحضر 3 / 359 .\r\n( 2 ) المصدر السابق 3 / 363 .\r\n( 3 ) الكافي 5 / 499 .\r\n( 4 ) من لا يحضر 3 / 359 .\r\n( 5 ) انظر المصدر السابق ونفس الصفحة . ","page_name":" 101 ","page_number":120},
  {"content":"\r\nوكراهية العزل إلا عن عشر : الأمة ، والمتمتع بها ، والمرضعة ،\r\nوالعقيمة ، والمسنة ، والبدوية ( 1 ) ، والسليطة ، والمجنونة ، والمولودة من\r\nالزنا ، والزانية\r\n\r\nفصل\r\n[ المواضع التي يجب فيها مهر المثل 
  ]\r\nيجب مهر المثل على ثمانية : من تزوج ولم يسم مهرا ودخل بها\r\nومن غصب امرأة على فرجها يجب عليه مهر المثل والقتل أيضا ومن\r\nافتض بكرا بإصبعه ويجب أيضا مع المهر التعزير والمسلم إذا تزوج على\r\nمهر لا يحل للمسلم تملكه على أصح القولين وبه قال الشيخ أبو جعفر في\r\nمسائل الخلاف ومصنف الوسيلة وابن إدريس وقال الشيخ أبو جعفر في\r\nالنهاية والمفيد في المقنعة وأبو الصلاح وسلار وجماعة أصحابنا يكون\r\nالنكاح باطلا\r\nومن شرط في حال العقد أن لا يكون لها مهر عليه صح العقد ولزمه\r\nمهر المثل ومن زنى بصبية لم تبلغ تسع سنين ومن زنى بمجنونة ومن\r\nزنى بقريبة العهد بالاسلام جاهلة بالتحريم\r\n\r\nفصل\r\n[ المواضع التي لا يجب فيها المهر 
  ]\r\nلا يجب المهر في ثمانية مواضع : إذا زوج الرجل عبده بأمته لم يلزمه\r\nالمهر بل يستحب للسيد أن يعطي الجارية شيئا من ماله وإذا زوج الرجل\r\nأمته مدلسا لها بالحرة واختار الزوج الفسخ فسخ ولا مهر عليه وإذا\r\n\r\n","description":"","footnote":" ( 1 ) كذا في ط ، وفي ح وم ( الهذية ) . ","page_name":" 102 ","page_number":121},
  {"content":"\r\nفسخت المرأة نكاح نفسها بعيب في الرجل قبل دخوله بها فلا مهر لها\r\nعليه إلا العنين فإن لها عليه نصف الصداق والخصي فإن لها عليه الصداق\r\nكملا دخل الخصي بها أو لم يدخل على ما رواه الحسين بن سعيد عن أخيه\r\nالحسن عن زرعة بن محمد عن سماعة عن أبي عبد الله عليه السلام : إن\r\nخصيا دلس نفسه لامرأة ؟ فقال : يفرق بينهما وتأخذ المرأة منه صداقها\r\nويوجع ظهره كما دلس نفسه ( 1 ) وروي في باب المهور خبر صحيح\r\nيتضمن أنه إذا دخل بها يكون لها المهر وقال ابن إدريس : لا دليل\r\nعلى صحة هذه الرواية\r\nروى الحسن بن محبوب عن علي بن رئاب عن ابن بكير عن أبيه عن\r\nأحدهما عليهما السلام : أنه يفرق بينهما ( 2 ) ولم يتعرض لذكر المهر وقال\r\nابن بابويه في الرسالة : عليه نصف الصداق\r\nوإذا دلست المرأة نفسها وبها عيب يرد به النكاح واختار الزوج\r\nفسخ نكاحها فسخ ولا مهر عليه وإذا تزوج الرجل ولم يسم مهرا لها\r\nوطلقها قبل الدخول فلا مهر عليه بل يجب عليه أن ينفقها على قدر\r\nحاله وحالها فإن دخل بها كان عليه مهر نسائها فإن مات قبل الدخول\r\nبها فلا مهر لها أيضا وهل لها المتعة أم لا ؟ الصحيح أنه تجب لها المتعة\r\nعلى ما رواه محمد بن أحمد بن يحيى عن محمد بن عبد الحميد عن أبي جميلة\r\nعن زيد الشحام عن أبي عبد الله عليه السلام في رجل تزوج امرأة ولم\r\nيسم لها مهرا فمات قبل أن يدخل بها ؟ قال : هي بمنزلة المطلقة ( 3 )\r\nوإذا تزوج امرأة على حكمه أو حكمها ومات قبل الدخول\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 7 / 432 .\r\n( 2 ) نفس المصدر والصفحة .\r\n( 3 ) المصدر السابق 7 / 459 . ","page_name":" 103 ","page_number":122},
  {"content":"\r\nبها وقبل أن يحكما لم يكن لها مهر وكان لها المتعة وإذا تزوج المريض\r\nوسمى لها مهرا ومات قبل الدخول بها فلا مهر لها ولا ميراث لها منه\r\nوإن مات بعد الدخول كان لها المهر والميراث وإذا ارتدت المرأة قبل\r\nالدخول بها انفسخ النكاح بينها وبين الزوج ولا مهر لها عليه وروى\r\nفي التهذيب في باب حدود الزنا : أحمد بن محمد عن البرقي عن عبد الله\r\nابن المغيرة عن السكوني عن جعفر عن أبيه عن آبائه عليهم السلام قال\r\nفي المرأة إذا زنت قبل أن يدخل بها ؟ قال : يفرق بينهما ولا صداق\r\nلها لأن الحدث كان من قبلها ( 1 ) وقال الشيخ في النهاية : ليست له\r\nردها وله أن يرجع على وليها بالمهر وليس له فراقها إلا بالطلاق\r\n\r\nفصل\r\n[ أشياء تزيل النكاح 
  ]\r\nيزيل النكاح خمسة وعشرون شيئا : الطلاق البائن والموت واللعان\r\nوالردة من الرجل عن فطرة قبل الدخول بالمرأة وبعد الدخول بها والردة\r\nمنها من غير فطرة قبل الدخول بها على كل حال والردة منه بعد الدخول\r\nبها ولم يسلم حتى تنقضي العدة والردة من المرأة قبل الدخول بها سواء\r\nكانت عن فطرة أو غير فطرة وإن كان بعد الدخول بها وأصرت على الردة\r\nفهي زوجته يرثها ولا ترثه ولا نفقة لها عليه وإن لم تصر ورجعت إلى الاسلام\r\nفالنكاح ثابت بينهما وفسخ المرأة عقدها أو عقد بنت أختها إذا تزوج بنت أختها\r\nعليها وبيع العبد أو الأمة أو بيعهما معا إذا لم يرض المشتري أو البائع\r\nاقرارهما على النكاح واسلام الزوجة ولم يسلم الرجل حتى ينقضي عدتها\r\nمنه واسلام الزوج ولم يسلم زوجته حتى تنقضي عدتها منه إذا كانت\r\n\r\n","description":"","footnote":" ( 1 ) المصدر السابق 10 / 36 . ","page_name":" 104 ","page_number":123},
  {"content":"\r\nغير ذمية فإن كانت ذمية فله امساكها بالعقد الأول ولا ينفسخ النكاح\r\nومسبي أحد الزوجين وعتق الأمة إذا اختارت فسخ نكاح زوجها سواء\r\nكان زوجها حرا أو عبدا على أصح القولين وبه جاء حديث صحيح ( 1 )\r\nويملك أحد الزوجين الآخر فإن كان المالك الزوجة انفسخ النكاح\r\nولم تحل له حتى تعتقه وتتزوج به وقذف الرجل زوجته الصماء أو الخرساء\r\nسواء كان دخل بها أو لم يدخل ولم تحل له بعد ذلك أبدا وفسخ\r\nالحرة نكاح نفسها أو نكاح الأمة إذا تزوج بالأمة عليها واختارت الحرة\r\nالفسخ وإذا أذنت قبل الدخول أو رضيت به بعده لم يكن لها فسخ ولا\r\nخيار وفسخ الحرة نكاح نفسها خاصة دون نكاح الأمة إذا تزوج بالحرة\r\nوعنده أمة هي زوجته وهي لا تعلم ذلك فإن علمت قبل العقد أن له\r\nزوجة أمة أو رضيت به بعد العقد لم يكن لها فسخ ولا خيار وكذلك الحكم\r\nإذا كانت زوجته يهودية أو نصرانية وتزوج حرة مسلمة - رواه في التهذيب\r\nفي باب الزيادات من النكاح : محمد بن يعقوب عن علي بن إبراهيم عن\r\nأبيه [ عن ابن محبوب 
  ] عن ابن رئاب عن أبي بصير عن أبي جعفر عليه\r\nالسلام ( 2 )\r\nوفسخ الحر نكاح الأمة إذا تزوج بها ولم يعلم أنها أمة قبل العقد\r\nأو يرضى بها بعده فإن علم ورضي فلا خيار له وذهب الشيخ في مسائل\r\nالخلاف إلى أنه إذا تزوج بامرأة على أنها حرة فخرجت أمة أن العقد باطل\r\nوفسخ الحرة نكاح العبد كذلك وفسخ نكاح التي تزوج بها على\r\nأنها بنت مهيرة فخرجت بنت أمة وفسخ زوجة العنين ( 3 ) نكاحه إذا\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 7 / 341 - 342 .\r\n( 2 ) المصدر السابق 7 / 449 ، وليس فيه ( عن ابن محبوب ) .\r\n( 3 ) العنين : الذي لا يريد النساء ولا يميل إليهن ولا يقدر على الجماع ، سمي\r\nعنينا لأن ذكره يعن لقبل المرأة أي يعترض إذا أراد إيلاجه . ","page_name":" 105 ","page_number":124},
  {"content":"\r\nكانت العنة قبل العقد أو بعد العقد قبل الدخول بها إذا لم تكن عالمة بحاله\r\nقبل العقد أو ترضى به بعد العقد فإن حدثت العنة بعد الدخول بها لم\r\nيكن لها خيار ولا فسخ وكذلك أن كان يقدر على اتيان غيرها فلا خيار لها\r\nوفسخ زوجة الخصي ( 1 ) نكاحه إذا لم تكن عالمة بحاله قبل العقد\r\nولا رضيت به بعد العقد وفسخ زوجة المجبوب نكاحه كذلك وفسخ\r\nزوجة المجنون نكاحه إذا كانت الجنة به قبل العقد سواء عقل أوقات\r\nالصلاة أو لم يعقل فإن حدثت الجنة به بعد العقد وكان يعقل أوقات\r\nالصلاة فلا خيار لها وإن لم يعقل أوقات الصلاة كان على وليه طلاقها\r\nمنه وأما المجنونة فإن كانت الجنة بها قبل العقد ولم يعلم بها أو يرضى\r\nبها بعد العقد فله الفسخ وإن علم بها قبل العقد أو رضي بها بعد العقد\r\nفليس له فسخ وإن كانت الجنة بها بعد العقد عليها فليس له فسخ وإنما\r\nتبين منه بالطلاق\r\nوفسخ المرأة نكاح من انتمى إلى قبيلة ولم يكن منها على ما قاله الشيخ\r\nأبو جعفر في النهاية وورد به خبر ضعيف لم يسند إلى إمام ( 2 ) وقال\r\nالشيخ في المبسوط : الأقوى أنه لا خيار لها وهو اختيار ابن إدريس\r\nوهو الأصح\r\nوفسخ الرجل نكاح ثمان وهي : الرتقاء والقرناء والعفلاء ( 3 )\r\n\r\n","description":"","footnote":" ( 1 ) الخصي : العبد الذي سل خصيتاه فلم يقدر على الجماع .\r\n( 2 ) التهذيب 7 / 432 .\r\n( 3 ) الرتقاء : المرأة التي انسد مدخل الذكر من فرجها فلا يستطاع جماعها .\r\nوالقرناء : التي ينبت في فرجها لحم في مدخل الذكر كالغدة الغليظة وقد يكون\r\nعظما فيمنع من مجامعتها ، والعفلاء : التي غلظ فرجها فلم يمكن الجماع معها . ","page_name":" 106 ","page_number":125},
  {"content":"\r\n* ( والمفضاة ، والمجنونة ، والمجذومة ، والبرصاء ، والعمياء .\r\nوقد ألحق بعض أصحابنا بذلك العرجاء والمحدودة في الزنا ، وبه قال\r\nالشيخ المفيد في المقنعة وأبو الصلاح وسلار ، وذهب الشيخ في النهاية إلى\r\nأن في العرجاء تردد دون المحدودة\r\n\r\nفصل\r\n[ عدد العدة 
  ]\r\nالعدد إحدى عشرة : ثلاثة أقراء وقرءان اثنان وقرء واحد مع\r\nشهرين مضافين إليه وقرء واحد ( 1 ) وثلاثة أشهر وخمسة وأربعون يوما\r\nوأربعة أشهر وعشرة أيام وشهران وخمسة أيام ووضع الحمل وأبعد\r\nالأجلين وتسعة أشهر\r\nفالثلاثة أقراء عدة ثمان إذا كن من ذوات الحيض : الحرة المدخول\r\nبها سواء كان الحيض في الشهر مرة أو مرتين أو ثلاث مرات وعدة\r\nالموطوئة بملك اليمين إذا أعتقها سيدها وعدة الأمة إذا طلقها زوجها\r\nطلاقا رجعيا ثم أعتقها قبل خروجها من العدة وعدة المرتد عنها زوجها\r\nعن غير فطرة إذا كانت حرة مع الدخول بها إذا هرب ولم يقدر عليه\r\nوعدة أخت الزوجة إذا عقد عليها غير عالم بأنها أخت الزوجة مع الدخول\r\nبها إذا كانت حرة وعدة بنت الزوجة إذا عقد عليها غير عالم بأنها بنتها\r\nمع الدخول بها إذا كانت حرة وعدة الأم كذلك وعدة من أدخلت\r\nعلى غير زوجها فوطئها اعتقادا بأنها زوجته إذا كانت حرة\r\nوأما القرآن فعدة سبع إذا كن من ذوات الحيض : عدة المستمتع\r\n\r\n","description":"","footnote":" ( 1 ) القرء بضم القاف وسكون الراء : من الأضداد ، فيستعمل في حيض\r\nالمرأة وطهرها من الحيض . ","page_name":" 107 ","page_number":126},
  {"content":"\r\nبها بعد انقضاء أجلها مع الدخول بها سواء كانت حرة أو أمة وعدة\r\nالأمة إذا طلقها زوجها بعد الدخول وعدة المرتد عنها زوجها عن غير\r\nفطرة وعدة أم الزوجة وبنت الزوجة وأخت الزوجة وعدة من أدخلت\r\nعلى غير زوجها مع الدخول بها أيضا هؤلاء الخمس إذا كن من ذوات\r\nالحيض فإن كن لا يحضن وفي سنهن من تحيض فخمسة وأربعون يوما\r\nوأما القرء والشهران جميعا فعدة من طلقها زوجها بعد الدخول بها\r\nوحاضت حيضة واحدة بعد طلاقها ثم ارتفع حيضها ببلوغ سنها إلى الخمسين\r\nأو الستين فإنها تعتد بعد القرء المذكور بشهرين\r\nوأما القرء الواحد فعدة الأمة إذا اشتريت وكان سيدها الأول يطئها\r\nإذا كانت من ذوات الحيض فإن كانت لا تحيض وفي سنها من تحيض\r\nفخمسة وأربعون يوما\r\nوأما الثلاثة الأشهر فعدة اثنتي عشرة : عدة المطلقة الحرة إذا كانت\r\nلا تحيض وفي سنها من تحيض وعدة الموطوئة بملك اليمين إذا أعتقها سيدها\r\nوكانت لا تحيض وفي سنها من تحيض وعدة الأمة إذا طلقها زوجها طلاقا\r\nرجعيا ثم أعتقت قبل خروجها من العدة إذا كانت لا تحيض وفي سنها من\r\nتحيض وعدة المسترابة بالحمل بعد الطلاق ومضى تسعة أشهر وعدة\r\nالمرأة إذا كانت لا تحيض إلا في ثلاث سنين أو في أربع سنين حيضة واحدة\r\nوكان ذلك عادة لها مستمرة فإن كان عادتها غير ذلك وهي ناسية لها\r\nفكذلك ثلاثة أشهر وإن كانت ذاكرة لها اعتدت بمثل زمان قرءها في\r\nحال استقامتها وعدة من طلقها زوجها وهو غائب عنها إذا لم يكن سنها\r\nخمسين سنة أو ستين سنة فإن كان سنها كذلك فلا عدة لها وعدة من\r\nكان لها عادة في كل شهر أو شهرين مرة واحدة ثم تغيرت عادتها فصارت\r\nلا ترى الدم إلا في كل أربعة أشهر أو خمسة أشهر أو ما زاد على ذلك مرة\r\n","description":"","footnote":"","page_name":" 108 ","page_number":127},
  {"content":"\r\nواحدة وعدة المرتد عنها زوجها وأم الزوجة وبنت الزوجة وأخت الزوجة\r\nومن أدخلت على غير زوجها على ما تقدم إذا كن حرائر وكن لا يحضن\r\nوفي سنهن من تحيض\r\nوأما الخمسة والأربعون يوما فعدة ثمان : السبع اللاتي تقدمن وعدة\r\nالأمة إذا اشتريت وكان سيدها يطئها إذا كانت لا تحيض وفي سنها من تحيض\r\nوأما الأربعة أشهر وعشرة أيام فعدة خمس : المتوفى عنها زوجها إذا\r\nكانت حرة غير حامل سواء كانت صغيرة أو كبيرة متمتعا بها أو غير\r\nمتمتع مسلمة أو يهودية أو نصرانية وقال المفيد وسلار : عدة المتمتع\r\nبها إذا مات عنها زوجها شهران وخمسة أيام وعدة المرتد عنها زوجها\r\nعن فطرة سواء قتل في الحال أو هرب ولم يقدر عليه تعتد من يوم ارتداده\r\nوعدة الأمة إذا مات عنها سيدها أو طلقها طلاقا رجعيا ثم مات عنها إذا\r\nكانت أم ولد لسيدها فإن لم تكن أم ولد فعدتها شهران وخمسة أيام وعدة\r\nالأمة إذا مات عنها سيدها وكان يطئها بملك اليمين سواء كان لها منه ولد\r\nأو لم يكن وعدة المفقود عنها زوجها بعد رفع خبره إلى الإمام وينفذ من\r\nيتعرف خبره في الآفاق أربع سنين إذا لم يكن للمفقود ولي ينفق عليها\r\nوأما الشهران وخمسة أيام فعدة الأمة إذا مات زوجها عنها ولم يكن\r\nلها ولد من سيدها\r\nوأما وضع الحمل فعدة المطلقة سواء كانت حرة أو أمة ولو كان\r\nبعد الطلاق بلحظة واحدة\r\nوأما أبعد الأجلين فعدة الحامل إذا مات عنها زوجها ومعناه إن\r\nوضعت قبل أربعة أشهر وعشرة أيام تممت الأربعة أشهر وعشرة أيام\r\nوإن مضى أربعة أشهر وعشرة أيام ولم تضع صبرت حتى تضع ولو كان\r\nبعد ستة أشهر إلى تسعة أشهر\r\nوأما التسعة الأشهر فالتربص بالمسترابة\r\n","description":"","footnote":"","page_name":" 109 ","page_number":128},
  {"content":"\r\n\r\nفصل\r\n[ في العدد المختلفة 
  ]\r\nعدد الباينات مع الدخول إحدى وعشرون عدة : عدة المتوفى عنها\r\nزوجها وعدة المطلقة الثالثة للحرة وعدة المطلقة الثانية للأمة سواء كانت\r\nتحت حر أو عبد وعدة الخلع فإن رجعت فيما بذلت كان له الرجوع\r\nفي بضعها فإن كان الخلع قبل الدخول فلا رجوع لها وكذلك أن\r\nكان الخلع بعد طلقتين\r\nوعدة المباراة كذلك وعدة الصماء أو الخرساء إذا حرمت عليه\r\nبالقذف أبدا وعدة زوجته التي أرضعت زوجة له أخرى صغيرة الرضاع\r\nالمحرم وعدة اللعان وعدة التي ارتد عنها زوجها عن فطرة وعدة\r\nالمرأة إذا تزوج عليها بنت أخيها أو بنت أختها واختارت فسخ نكاح نفسها\r\nولي في هذا القسم نظر للخبر الآتي\r\nوعدة بنت الأخ أو بنت الأخت إذا فسخت عمتها أو خالتها نكاحها\r\nوقد روى بأن نكاحها باطل ( 1 ) وسيأتي الخبر به\r\nوعدة من فسخت نكاح زوجها بعيب يوجب رده أو فسخ زوجها\r\nنكاحها بعيب يوجب ردها وعدة الأمة إذا بيعت أو بيع زوجها إذا\r\nاختار البائع أو المشتري فسخ نكاحها وعدة الحرة إذا تزوج بها وله زوجة\r\nأمة واختارت الحرة فسخ نكاح نفسها وقد روى أن نكاح الأمة باطل ( 2 )\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 7 / 333 .\r\n( 2 ) الكافي 5 / 359 . ","page_name":" 110 ","page_number":129},
  {"content":"\r\nوعدة الحرة إذا تزوج بها وله زوجة يهودية أو نصرانية وعدة\r\nالأمة إذا تزوج بها على حرة واختارت الحرة فسخ نكاح الأمة وعدة\r\nالأمة إذا أعتقت واختارت فسخ نكاح زوجها وعدة من أمرها سيدها\r\nباعتزال زوجها الذي هو عبده\r\nوجميع هذه الأقسام إنما تجب العدة فيها مع الدخول بالمرأة فإن لم\r\nيكن هناك دخول فلا عدة إلا المتوفى عنها زوجها فإنه يجب عليها\r\nالعدة سواء دخل بها أو لم يدخل روى محمد بن أحمد بن يحيى عن\r\nبنان بن محمد عن موسى بن القاسم عن علي بن جعفر عن أخيه موسى بن\r\nجعفر عليه السلام أنه قال : ولا تزوج بنت الأخ والأخت على العمة\r\nوالخالة [ إلا برضى منهما 
  ] فمن فعل فنكاحه باطل ( 1 )\r\nوروى محمد بن يعقوب عن علي بن إبراهيم عن أبيه عن ابن محبوب\r\nعن ابن رئاب عن أبي بصير عن أبي جعفر عليه السلام من جملة خبر : فإن\r\nتزوج عليهما حرة مسلمة ولم تعلم أن له امرأة نصرانية ويهودية ثم دخل\r\nبها فإن لها ما أخذت من المهر فإن شاءت أن تقيم بعد معه أقامت وإن\r\nشاءت أن تذهب إلى أهلها ذهبت وإذا حاضت ثلاث حيض أو مرت\r\nلها ثلاثة أشهر حلت للأزواج قلت : فإن طلق عليها اليهودية والنصرانية\r\nقبل أن تنقضي عدة المسلمة له عليها سبيل أن يردها إلى منزله ؟ قال :\r\nنعم ( 2 )\r\nوقد تقدم في فصل اللاتي يحرم نكاحهن في حال دون حال خبر\r\nصحيح أن من تزوج بأمة على حرة فنكاحها باطل ( 3 )\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 7 / 333 ، والزيادة منه .\r\n( 2 ) الكافي 5 / 359 .\r\n( 3 ) انظر هذا الكتاب ص 97 والكافي 5 / 359 . ","page_name":" 111 ","page_number":130},
  {"content":"\r\n\r\nفصل\r\n[ ما يجب فيه العتق 
  ]\r\nيجب العتق في ثلاث عشرة كفارة : كفارة من أفطر يوما من شهر\r\nرمضان متعمدا أو فعل ما يجري مجرى الافطار من الجماع وغيره وكفارة\r\nالافطار في الاعتكاف وكفارة نقض النذر أو العهد وكفارة جز المرأة\r\nشعرها في المصاب وكفارة قتل العمد وكفارة قتل الخطأ وكفارة\r\nالظهار وكفارة من حلف بالبراءة من الله أو من رسوله أو الأئمة عليهم\r\nالسلام وكفارة اليمين وكفارة شق الرجل ثوبه في موت ولده أو زوجته\r\nوكفارة خدش المرأة وجهها في المصاب وكفارة نتف شعرها في المصاب\r\nأيضا\r\nفأما كفارة الافطار في شهر رمضان ونقض النذر أو العهد وجز\r\nالشعر فعتق رقبة أو صيام شهرين متتابعين أو اطعام ستين مسكينا مخيرا\r\nفي ذلك\r\nوقال سيدنا المرتضى قدس الله روحه في المسائل الموصلية الثالثة :\r\nمن نذر شيئا من القرب فلم يفعله مختارا فعليه كفارة فإن كان صيام\r\nفي يوم بعينه فأفطر من غير سهو ولا اضطرار فعليه ما على مفطر يوم\r\nمن شهر رمضان مختارا وإن كان مضطرا فعليه ما يجب في كفارة اليمين\r\nوالحجة فيه اجماع الفرقة وذهب الشيخ أبو الفتح محمد بن علي بن عثمان\r\nالكراجكي رحمه الله إلى أنها مرتبة مثل كفارة الظهار\r\nوأما كفارة قتل العمد فعتق رقبة وصوم شهرين متتابعين واطعام\r\nستين مسكينا يجب عليه الجمع في ذلك بين الثلاث\r\nوأما كفارة قتل الخطأ وكذا الظهار وكفارة اليمين بالبراءة مع الحنث\r\n","description":"","footnote":"","page_name":" 112 ","page_number":131},
  {"content":"\r\nفعتق رقبة فإن لم يجد الرقبة فصيام شهرين متتابعين فإن لم يستطع فاطعام\r\nستين مسكينا يجب عليه الترتيب في ذلك وذهب سلار إلى أن كفارة\r\nقتل الخطأ على التخيير وهو خلاف لظاهر التنزيل والاجماع وذهب\r\nالشيخ في الثالث من مسائل الخلاف إلى أن من حلف بالبراءة من الله لم\r\nيكن ذلك يمينا والمخالفة حنث ولا يجب به كفارة وهو اختيار ابن\r\nإدريس والصحيح ما قلناه وبه قال الشيخ المفيد في المقنعة وسلار في\r\nالرسالة والشيخ في النهاية لكنه أطلقه ولم يقيده بالحنث كما قيده المفيد\r\nوسلار وقال أبو الصلاح في الكافي : ومن حلف بالبراءة من الله أو من\r\nرسوله أو من أحد من الأئمة عليهم السلام مطلقا فعليه كفارة ظهار\r\nوإن علق ذلك بشرط وخالف ما علق بالبراءة فعليه الكفارة المذكورة\r\nوروى محمد بن يعقوب عن محمد بن يحيى قال : كتب محمد بن الحسن\r\nإلى أبي الحسن عليه السلام : رجل حلف بالبراءة من الله ومن رسوله\r\nفحنث ما توبته وكفارته ؟ فوقع عليه السلام : يطعم عشرة مساكين لكل\r\nمسكين مد [ من طعام 
  ] ويستغفر الله عز وجل ( 1 ) وعمل الطائفة على\r\nالعمل بخلاف هذا الخبر\r\nوأما كفارة اليمين وكفارة شق الثوب وكفارة الخدش وكفارة نتف\r\nالشعر فعتق رقبة أو اطعام عشرة مساكين أو كسوتهم مخيرا في ذلك فإن\r\nعجز عن ذلك كان عليه صيام ثلاثة أيام متتابعات والاطعام لكل مسكين\r\nمد والكسوة لكل مسكين ثوب واحد وبه تشهد الرواية الصحيحة ( 2 )\r\nوهو اختيار ابن إدريس وقال المفيد وأبو الصلاح وسلار : لكل مسكين\r\nثوبان أو شبعة في يومه فإن شق ثوبه على أبيه أو أمه أو أخيه أو قريب\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 8 / 299 ، والزيادة ليست فيه .\r\n( 2 ) المصدر السابق 8 / 296 . ","page_name":" 113 ","page_number":132},
  {"content":"\r\nمنه أو المرأة على زوجها فليس عليه شئ\r\nوألحق جماعة من أصحابنا منهم الكراجكي بذلك كفارة من أفطر\r\nبعد الزوال في يوم يقضيه من شهر رمضان والصحيح هو أن عليه\r\nاطعام عشرة مساكين فإن لم يتمكن كان عليه صيام ثلاثة أيام ورد\r\nبذلك خبران ( 1 )\r\nولا يعتبر الايمان في العتق في الكفارات إلا كفارة قتل الخطأ وبه\r\nقال الشيخ أبو جعفر في الأول من الخلاف وقال ابن إدريس : يعتبر ذلك\r\n\r\nفصل\r\n[ من يستحب عتقه 
  ]\r\nيستحب عتق سبعة : المملوك المؤمن العفيف الصالح والمملوك إذا\r\nأتى عليه بعد ملكه سبع سنين والمملوك المؤمن إذا كان عند مالكه تحت\r\nضيق وشدة يستحب شراؤه وعتقه والمملوك إذا عتق نصيبه منه تقربا\r\nإلى الله تعالى يستحب له شراؤه الباقي وعتقه وهو مذهب الشيخ أبي جعفر\r\nوقال ابن إدريس يجب عتقه والمملوك إذا ضربه مالكه فوق الحد\r\nوقال بعض أصحابنا يجب والمملوك إذا وطئ مالكه أمة وهي حامل به\r\nقبل أن يمضي له أربعة أشهر وعشرة أيام إذا لم يعزل عنها ومن عدا\r\nالوالدين والولد والمحرمات عليه في النكاح من ذوي نسبه\r\n\r\nفصل\r\n[ الذين ينعتقون من غير لفظ 
  ]\r\nالذين ينعتقون من غير أن يتلفظ بعتقهم أربعة وعشرون : الأب\r\n\r\n","description":"","footnote":" ( 1 ) الكافي 4 / 122 ، التهذيب 4 / 279 . ","page_name":" 114 ","page_number":133},
  {"content":"\r\nإذا ملكه ابنه والابن إذا ملكه أبوه والأم إذا ملكها ابنها والابن\r\nإذا ملكته أمه والعمة إذا ملكها ابن أخيها والخالة إذا ملكها ابن أختها\r\nوبنت الأخ إذا ملكها عمها وبنت الأخت إذا ملكها خالها\r\nفهذه الثمانية من جهة النسب ومثلهن من جهة الرضاع على أصح\r\nالقولين وبه قال الشيخ أبو جعفر في مسائل الخلاف والنهاية وذهب\r\nأبو الصلاح وابن إدريس إلى أنهم لا ينعتقون من جهة الرضاع\r\nوالأعمى والمجنون والمجذوم والمقعد وعبد الحربي إذا أسلم\r\nولحق بدار الاسلام صار حرا والعبد إذا أعتق سيده منه بعضه سرى\r\nالعتق في باقيه وإن لم يتلفظ السيد بعتق الباقي والمكاتب المشروط عليه\r\nإذا أدى ما عليه والمملوك إذا نكل به سيده ( 1 ) أو مثل به رواه\r\nالحسن بن محبوب عن هشام بن سالم عن أبي بصير عن أبي جعفر عليه\r\nالسلام قال : قضى أمير المؤمنين عليه السلام في امرأة قطعت ثدي وليدتها\r\nأنها حرة لا سبيل لمولاها عليها وقضى فيمن نكل بمملوكه فهو حر لا سبيل\r\nعليه ( 2 )\r\n\r\nفصل\r\n[ مواضع لا تقبل فيها شهادة النساء 
  ]\r\nلا تقبل شهادة النساء في ثمانية عشر موضعا : النكاح على ما ذكره\r\nالشيخ في الثالث من الخلاف في كتاب الشهادات والمبسوط في كتاب الشهادات\r\nوالشيخ المفيد في المقنعة وسلار في الرسالة وابن إدريس وقد روى أخبار\r\n\r\n","description":"","footnote":" ( 1 ) تنكيل المولى بعبده بأن يجدع أنفه أو يقطع أذنه .\r\n( 2 ) من لا يحضر 3 / 85 . ","page_name":" 115 ","page_number":134},
  {"content":"\r\nصحيحة بأنه إذا كان معهن رجل أنها تقبل ( 1 ) وستأتي في آخر الفصل\r\nوالطلاق والخلع والرجعة والظهار والايلاء والعتق والنسب\r\nوالرضاع ورؤية الهلال جاء بها خبر صحيح ( 2 ) والوكالة والوصية في\r\nكونه وصيا والجناية الموجبة للقود وروى الحسين بن سعيد عن جميل\r\nابن دراج وابن حمران عن أبي عبد الله عليه السلام أنه قال : يجوز شهادة\r\nالنساء في القتل ( 3 ) فحمله الشيخ على الدية دون القود\r\nوالردة والحد في السرقة والحد في شرب المسكر والحد في\r\nالقذف والحد في الزنا منفردات عن الرجال فإن شهد ثلاثة رجال\r\nوامرأتان عليه بالزنا وجب الرجم إن كان محصنا فإن كان غير محصن\r\nوجب عليه مائة جلدة فإن شهد بذلك رجلان وأربع نسوة وجب عليه\r\nمائة جلدة سواء كان محصنا أو غير محصن فإن شهد رجل واحد وست\r\nنساء وجب على كل واحد منهم ثمانون جلدة حد المفتري\r\nوتقبل شهادتهن منفردات عن الرجل في خمسة مواضع : الدين والعذرة\r\nوعيوب النساء وميراث المستهل والوصية في اخراج شئ من المال لا\r\nفي الولاية\r\nوالأخبار المشار إليها :\r\nالحسين بن سعيد عن أبي عمير عن حماد عن الحلبي عن أبي\r\nعبد الله عليه السلام أنه سئل عن شهادة النساء في النكاح ؟ قال : تجوز\r\n\r\n","description":"","footnote":" ( 1 ) ذكرت هذه الأخبار في التهذيب 6 / 264 - 269 .\r\n( 2 ) المصدر السابق 6 / 264 .\r\n( 3 ) المصدر السابق 6 / 266 .\r\n( 4 ) التهذيب 6 / 269 . ","page_name":" 116 ","page_number":135},
  {"content":"\r\nأحمد بن محمد عن الحسن بن محبوب عن بن الفضيل عن أبي\r\nالحسن عليه السلام مثله ( 1 )\r\nالحسين بن سعيد عن محمد بن الفضيل عن أبي الصباح الكناني عن\r\nأبي عبد الله عليه السلام قال : قال علي عليه السلام : شهادة النساء تجوز\r\nفي النكاح ( 2 )\r\n\r\nفصل\r\n[ الذين لا يقبل اقرارهم 
  ]\r\nلا يقبل اقرار سبعة انسان : العبد والصبي والمجنون والأبله\r\nالشديد البله والمكره والمبذر والمفلس إذا أقر بالمال الذي تعلق به\r\nحق غرمائه والراهن إذا أقر بالرهن لمن عدا المرتهن فإن أقر به المرتهن\r\nصح اقراره ومن أقر به فرارا من دين عليه ومن أقر بما لا يملك فإن\r\nانتقل إليه لزمه ذلك الاقرار ووجب عليه تسليمه لمن أقر به أولا ومن\r\nأقر بدين في حال مرضه ومات ومن أصحابنا من لم يصحح اقراره وجعله\r\nمن الثلث كالوصية ومنهم من صحح اقراره وجعله من أصل المال وهو الصحيح\r\n\r\nفصل\r\n[ من يسمع قوله 
  ]\r\nثمانية عشر القول قولهم : من هلك ما في أيديهم من الأمانات لمن\r\nيكون عليه أو يتصرفون عن إذنه مع اليمين ما لم يفرطوا والحاكم\r\nوأمين الحاكم والأب والجد والوصي والوكيل والمستعير والمستودع\r\n\r\n","description":"","footnote":" ( 1 ) نفس المصدر 6 / 264 .\r\n( 2 ) المصدر السابق 6 / 267 . ","page_name":" 117 ","page_number":136},
  {"content":"\r\nوالمستأجر والراعي والشريك والمضارب والمزارع والمساقي\r\nوالسمسار والوزان والناقد والمنادي\r\n\r\nفصل\r\n[ مواضع يقبل قول المدعي فيها من غير يمين 
  ]\r\nيقبل قول المدعي من غير يمين في ثمانية وعشرين ( 1 ) شيئا : من\r\nأقام الدليل القاطع على صدقه وأنه لا يدعي إلا حقا يقبل دعواه في كل\r\nما يدعيه والأب والجد والحاكم وأمينه والوصي في النفقات على\r\nمن هو تحت ولايتهم ما لم يدعوا شيئا تمنع العادة منه ومن ادعى أنه\r\nلا زكاة عليه ومن ادعى أنه أخرج زكاته إلى مستحقها ومن ادعى\r\nأنه عزل زكاة ماله وهلكت ومن ادعى كنزا وجد في دار كانت له\r\nبعد بيعها ومن وجد عنده طعام في زمان الاحتكار فادعى أنه اشتراه\r\nلقوته ومن ادعى عليه بشئ تقتضي العادة بخلافه فأنكره ومن ادعى\r\nعلى غيره شيئا فأنكره المدعى عليه ونكل عن اليمين ألزم الحق ولا يمين\r\nعلى المدعي على أصح القولين وبه قال الشيخ أبو جعفر في النهاية والمفيد\r\nفي المقنعة وسلار في الرسالة وذهب الشيخ أبو جعفر في المبسوط في باب\r\nالنكول عن اليمين وفي الثالث من الخلاف في كتاب الدعاوي إلى أنه لا يحكم\r\nعليه بالنكول بل يلزم اليمين المدعي فيحلف على ما ادعاه وهو اختيار ابن إدريس\r\nومن أعطى غيره زيادة على حقه وادعى بعد ذلك أنه غلط والصبي\r\nوالصبية إذا ادعيا البلوغ ومن طلقت ثلاثا وتزوجت زوجا ثانيا ودخل\r\nبها ثم مات وادعت أنه وطئها قبل قولها وحلت للزوج الأول وإذا\r\n\r\n","description":"","footnote":" ( 1 ) في ح وم ( ثمانية عشر ) وهو خطأ . ","page_name":" 118 ","page_number":137},
  {"content":"\r\nادعت المرأة الحيض أو الطهر أو انقضاء العدة بهما والظئر إذا جاءت\r\nبالولد فأنكره أهله وادعت أنه ولدهم واشتبه الأمر فيه ومن أقر بالسرقة\r\nمرة واحدة ثم أنكر ألزم بالسرقة دون القطع ومن أخرج من حرز\r\nمالا فأخذه وادعى أن صاحب المال أعطاه إياه فلم يوافقه أخذ ماله ولا\r\nقطع على المخرج ولا يمين ومن أقر بحد يوجب الرجم ثم أنكره قبل\r\nانكاره ومن قامت عليه البينة بالزنا فادعى الاكراه ومن زنى وهو\r\nقريب عهد بالاسلام وادعى الجهالة وإذا لاط السيد بمملوكه فادعى\r\nالمملوك أن السيد أكرهه على ذلك وإذا ساحقت المرأة جاريتها وادعت\r\nالجارية أن مولاتها أكرهتها على ذلك درئ عن الجارية الحد وإذا وجد\r\nرجل يجامع امرأة فادعيا الزوجية وأمكن ذلك وإذا وجد رجلان أو رجل\r\nوغلام أو رجل وامرأة في إزار واحد فادعيا أن البرد أحوجهما إلى ذلك\r\nومن أنكر دعوى من ادعى عليه بأنه قذفه\r\n\r\nفصل\r\n[ الذين يضيق عليهم في المطعم والمشرب 
  ]\r\nيضيق في المطعم والمشرب على ثمانية : المظاهر بعد ثلاثة أشهر من\r\nحين المرافعة إلى الحاكم إذا امتنع من الطلاق أو الكفارة مع القدرة عليها\r\nوالمولى بعد أربعة أشهر من حين رفعته زوجته إلى الحاكم إذا امتنع من\r\nالكفارة مع القدرة عليها أو الطلاق ومن قتل أو فعل فعلا يوجب الحد\r\nأو التعزير والتجأ إلى الحرم يضيق عليه في المطعم والمشرب حتى يخرج\r\nفيقاد منه أو يقام عليه الحد أو التعزير ومن أسلم وله أكثر من أربع زوجات\r\nأمر بأن يختار منهن أربعا فإن لم يفعل ضيق عليه في المطعم والمشرب حتى\r\n","description":"","footnote":"","page_name":" 119 ","page_number":138},
  {"content":"\r\nيختار منهن أربعا ومن أقر لانسان بشئ ولم يبينه وأصر على ذلك عزر\r\nوضيق عليه في المطعم والمشرب حتى يبينه ومن ادعى على غيره بشئ\r\nفسكت ولم يقر به ولم ينكر عزر وضيق عليه في المطعم والمشرب حتى يقر\r\nأو ينكر والمحارب إذا لم يقتل ولم يأخذ المال فإنه ينفى عن\r\nالبلد أو يضيق عليه في المطعم والمشرب حتى يتوب على ما ذهب إليه الشيخ\r\nأبو جعفر في النهاية والمبسوط ومسائل الخلاف وجاءت به أحاديث ضعيفة\r\nمن جملتها حديث رواه محمد بن سليمان الديلمي وهو غال ( 1 ) وروى من\r\nطريق العدول أحاديث تعارضها ( 2 ) وذهب الشيخ المفيد قدس الله روحه\r\nإلى أن الإمام مخير في قتله أو صلبه أو قطع يديه أو نفيه وهو الصحيح\r\nلأن الآية تقتضي التخيير\r\nوالمرتدة تخلد في السجن وتضرب أوقات الصلاة ويضيق عليها في\r\nالمطعم والمشرب وروى محمد بن علي بن محبوب عن يعقوب بن يزيد\r\nعن ابن أبي عمير عن حماد عن أبي عبد الله عليه السلام في المرتدة عن\r\nالاسلام ؟ قال : لا تقتل وتستخدم خدمة شديدة وتمنع الطعام والشراب\r\nإلا ما يمسك نفسها وتلبس خشن الثياب وتضرب على الصلوات ( 3 ) فأما إن\r\nتابت فإنها يقبل توبتها وتخرج من السجن سواء ارتدت عن فطرة أو غير\r\nفطرة وهو الذي يقوى في نفسي لأنه قد جاء بالتوبة الخبر مطلقا وهو\r\nقول النبي صلى الله عليه وآله وسلم : ( التوبة تجب ما قبلها )\r\nوروى الحسن بن محبوب عن غير واحد من أصحابنا عن أبي جعفر\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 10 / 131 ، وقال النجاشي في رجاله ص 282 : محمد بن سليمان\r\nابن عبد الله الديلمي ضعيف جدا لا يعول عليه في شئ .\r\n( 2 ) التهذيب 10 / 135 .\r\n( 3 ) المصدر السابق 10 / 143 . ","page_name":" 120 ","page_number":139},
  {"content":"\r\nوأبي عبد الله عليهما السلام في المرأة إذا ارتدت استتيبت فإن تابت فرجعت\r\nوإلا خلدت السجن ( 1 )\r\nوعنه عن عباد بن صهيب ( 2 ) عن أبي عبد الله عليه السلام قال :\r\nالمرتد يستتاب فإن تاب وإلا قتل قال : والمرأة تستتاب فإن تابت وإلا\r\nحبست في السجن ( 3 ) وهذان الخبران مطلقان أيضا\r\nوقد روى الحسين بن سعيد عن النضر بن سويد عن عاصم بن حميد\r\nعن محمد بن قيس عن أبي جعفر عليه السلام قال : قضى أمير المؤمنين\r\nعليه السلام في وليدة كانت نصرانية فأسلمت وولدت لسيدها ثم إن\r\nسيدها مات وأوصى بها عتاقة السرية على عهد عمر فنكحت نصرانيا ديرانيا\r\nفتنصرت فولدت منه ولدين وحبلت بالثالث ؟ قال : قضى أن يعرض\r\nعليها الاسلام فعرض عليها فأبت فقال : ما ولدت من ولد نصراني\r\nفهم عبيد لأخيهم الذي ولدت لسيدها الأول وأنا أحبسها حتى تضع ولدها\r\nالذي في بطنها فإذا ولدت قتلتها ( 4 )\r\nوروى علي بن الحسين بن فضال ما يقارب معناه\r\nقال الشيخ في النهاية : هذا الحكم مقصور على هذه القضية\r\n\r\nفصل\r\n[ المخلدون في السجن 
  ]\r\nالذين يخلدون في السجن خمسة : المرتدة وقد تقدم الحكم فيها ومن\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 10 / 137 .\r\n( 2 ) كذا في التهذيب ، وفي نسخ الكتاب ( حماد بن صهيب ) .\r\n( 3 ) التهذيب 10 / 144 .\r\n( 4 ) المصدر السابق 10 / 143 . ","page_name":" 121 ","page_number":140},
  {"content":"\r\nأمسك انسانا حتى قتله غيره ومن أمر غيره بقتل انسان فقتله المأمور\r\nومن سرق من حرز ربع دينار قطعت يده اليمنى من أصول الأصابع\r\nالأربعة ويترك له الراحة والابهام فإن سرق ثانية قطعت رجله اليسرى\r\nمن الكعب ويترك له من قدمه ما يقوم عليه فإن سرق ثالثة وجب أن\r\nيخلد في السجن مخلدا أبدا فإن سرق رابعة في السجن وجب قتله روى\r\nذلك سماعة عن أبي عبد الله عليه السلام ( 1 ) وروى هذه الأحكام من غير\r\nذكر القتل الحسين بن سعيد عن النضر بن سويد عن أبي القاسم عن أبي\r\nعبد الله عليه السلام ( 2 )\r\nومما رواه الطوسي في باب حدود الزنا مرسلا وروى الشيخ أبو جعفر\r\nابن بابويه في كتاب من لا يحضره الفقيه في أبواب القضايا والأحكام بحذف\r\nالاسناد قال : روى صفوان بن مهران عن عمرو بن السمط عن علي بن\r\nالحسين عليه السلام في الرجل يقع على أخته ؟ فقال : ضرب ضربة بالسيف\r\nبلغت منه ما بلغت فإن عاش خلد في السجن حتى يموت ( 3 )\r\nومما رواه الطوسي في الإستبصار في باب من أمر غيره بقتل انسان\r\nفقتله وأبو جعفر بن بابويه في من لا يحضره الفقيه في باب الحبس بتوجه\r\nالأحكام عن السكوني باسناده أن أمير المؤمنين عليه السلام قال في رجل\r\nأمر عبده أن يقتل رجلا فقتله قال : هل عبد الرجل إلا كسوطه وسيفه\r\nفقتل السيد واستودع العبد السجن ( 4 )\r\n\r\n","description":"","footnote":" ( 1 ) المصدر السابق 10 / 103 .\r\n( 2 ) المصدر السابق 10 / 104 .\r\n( 3 ) من لا يحضر 3 / 19 .\r\n( 4 ) الإستبصار 4 / 283 ، من لا يحضر 3 / 19 . ","page_name":" 122 ","page_number":141},
  {"content":"\r\n\r\nفصل\r\n[ في الذين يقتلون معد الحد والتعزير مرتين 
  ]\r\nيقتل في الثالثة بعد قيام الحد والتعذير عليه مرتين ستة : شارب الخمر\r\nجاءت به أحاديث صحيحة ( 1 ) وبه قال أكثر أصحابنا وإليه ذهب سيدنا\r\nالمرتضى في الانتصار والشيخ أبو جعفر ابن بابويه في كتاب من لا يحضره\r\nالفقيه ( 2 ) والشيخ المفيد في المقنعة ( 3 ) والشيخ أبو جعفر في الإستبصار ( 4 )\r\nوالنهاية وقال في المبسوط والخلاف ( 5 ) يقتل في الرابعة فإن استحل\r\nذلك وجب عليه القتل أول مرة\r\nوشارب النبيذ أيضا يقتل في الثالثة وبه قال الشيخ في النهاية\r\nوالاستبصار ( 6 ) والشيخ أبو جعفر ابن بابويه في كتاب من لا يحضره الفقيه ( 7 )\r\nوأبو الصلاح ورواه الحسين بن سعيد عن محمد بن الفضيل عن أبي\r\nالصباح الكناني عن أبي عبد الله عليه السلام عن أمير المؤمنين عليه السلام ( 8 )\r\nورواه يونس أيضا في الإستبصار عن ابن مسكان عن سليمان بن خالد عن\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 10 / 95 .\r\n( 2 ) من لا يحضر 4 / 40 .\r\n( 3 ) المقنعة ص 129 باب حد السكر .\r\n( 4 ) الإستبصار 4 / 235 - 236 .\r\n( 5 ) الخلاف 2 / 484 .\r\n( 6 ) الإستبصار 4 / 235 .\r\n( 7 ) من لا يحضر 4 / 40 .\r\n( 8 ) الإستبصار 4 / 235 ، وفيه ( كان النبي . . . ) . ","page_name":" 123 ","page_number":142},
  {"content":"\r\nأمير المؤمنين عليه السلام ( 1 )\r\nوشارب الفقاع وبه قال السيد المرتضى في الانتصار وأبو الصلاح\r\nورواه محمد بن الحسن الصفار عن محمد بن الحسين عن محمد بن إسماعيل\r\nابن بزيع عن أبي الحسن عليه السلام ( 2 )\r\nوآكل الربا على ما ذكره الشيخ في النهاية ورواه أبو بصير غير مسند\r\nإلى أحد من الأئمة عليهم السلام ( 3 ) فإن استحل ذلك وجب عليه القتل\r\nأول مرة\r\nومن أفطر متعمدا في شهر رمضان رواه سماعة غير مسند إلى أحد\r\nمنهم عليهم السلام ورواه في التهذيب في كتاب الحدود في باب المرتد\r\nعن علي بن إبراهيم عن محمد بن عيسى عن يونس عن أبي بصير عن أبي\r\nعبد الله عليه السلام قال : من أخذ في شهر رمضان وقد أفطر فرفع\r\nإلى الإمام يقتل في الثالثة ( 4 ) فإن استحل ذلك وجب عليه القتل أول مرة\r\nورواه عن الحسن بن محبوب عن هشام بن سالم عن بريد العجلي عن أبي\r\nجعفر عليه السلام ( 5 )\r\nوالمساحقة رواه محمد بن يحيى عن محمد بن الحسين عن عبد الرحمن\r\nابن أبي هاشم عن أبي خديجة عن أبي عبد الله عليه السلام ( 6 ) فإن كانت\r\n\r\n","description":"","footnote":" ( 1 ) نفس المصدر والصفحة .\r\n( 2 ) التهذيب 10 / 98 .\r\n( 3 ) المصدر السابق 10 / 145 .\r\n( 4 ) المصدر السابق 10 / 141 .\r\n( 5 ) المصدر السابق ونفس الصفحة .\r\n( 6 ) المصدر السابق 10 / 59 . ","page_name":" 124 ","page_number":143},
  {"content":"\r\nمحصنة قتلت أول مرة وذهب المفيد في المقنعة ( 1 ) والمرتضى في الانتصار\r\nوأبو الصلاح في الكافي إلى أن عليها مائة جلدة سوط سواء كانت محصنة\r\nأو غير محصنة وهو اختيار ابن إدريس في كتاب السرائر وقال أيضا\r\nفي السرائر في باب وطئ الأموات والبهائم : ومتى تكرر وطئ البهيمة\r\nأو الميتة وكان قد أدب وحد وجب عليه القتل في الثالثة لأنا قد أجمعنا\r\nعلى أن صاحب الكبيرة يقتل في الثالثة\r\nأقول : إن الاجماع على ما ذكره متعذر بل الأولى أن يستدل على\r\nذلك بما رواه في التهذيب في باب الحد في نكاح البهائم والأموات يونس\r\nابن عبد الرحمن عن أبي الحسن الماضي عليه السلام قال : أصحاب الكبائر\r\nكلها إذا أقيم عليهم الحد مرتين قتلوا في الثالثة ( 2 )\r\nرواه الشيخ أبو جعفر ابن بابويه في كتاب من لا يحضره الفقيه في\r\nباب نوادر الحدود عن صفوان بن يحيى عن يونس عن أبي الحسن الماضي ( عليه السلام ) ( 3 )\r\n\r\nفصل\r\n[ مواضع يجب فيها قتل المرأة 
  ]\r\nيجب قتل المرأة في خمسة عشرة موضعا : في الزنا إذا كانت محصنة\r\nقتلت في المرة الأولى وإن لم تكن محصنة قتلت في الرابعة إذا حدت ثلاث\r\nمرات وفي السحق على ما تقدم وفي أكل الربا وشرب الخمر وفي\r\nالافطار في شهر رمضان على ما تقدم وفي فعل السحر وفي سب رسول الله\r\nصلى الله عليه وآله وسلم أو أحد من الأئمة عليهم السلام وإذا أحدثت\r\nحدثا في الكعبة على ما رواه علي بن إبراهيم عن أبيه عن بعض أصحابه عن\r\n\r\n","description":"","footnote":" ( 1 ) المقنعة ص 126 . ( 2 ) التهذيب 10 / 62 .\r\n( 3 ) من لا يحضر 4 / 51 . ","page_name":" 125 ","page_number":144},
  {"content":"\r\nأبي الصباح الكناني عن أبي عبد الله عليه السلام أنه قال : من أحدث حدثا\r\nفي الكعبة قتل ( 1 )\r\nوإذا قتلت حرا أو حرة وإذا طلبت قتل الانسان أو أخذ ماله\r\nولم تنزجر إلا بالقتل وإذا اطلعت على عورات قوم ولم تنزجر إلا بالقتل\r\nوإذا قذفت أو فعلت فعلا يوجب التعزير وحدت أو عزرت ثلاث مرات\r\nوجب قتلها في الرابعة كالرجل وإذا سرقت فعل بها كما يفعل بالرجل\r\nفي الأولى والثانية والثالثة وتقتل في الرابعة على ما تقدم وإذا رمت في\r\nدار قوم نارا فاحترقت أو أحرقت فيها وجب قتلها كالرجل وإذا تترس\r\nبها المشركون ولم يك للمسلمين بد من قتلها\r\n\r\nفصل\r\n[ مواضع لا تقطع فيها يد السارق 
  ]\r\nلا يجب قطع السارق في ستة وعشرين موضعا : من سرق أقل من\r\nربع دينار ومن سرق من غير حرز سواء بلغ ربع دينار أو لم يبلغ\r\nومن سرق من الحمامات أو الخانات أو المساجد أو الأرحية إلا أن يكون\r\nالشئ مدفونا فيها أو مغلقا عليه أو مقفلا ومن نقب وجمع المتاع وكوره\r\nولم يخرجه ومن أخرج المال من الحرز وادعى أن مالكه أعطاه إياه ولم\r\nتقم عليه بينة عادلة بأنه سرقه جاء به خبر صحيح ( 2 )\r\nومن كان شريكا في المال فأخذ منه قدر نصيبه فإن زاد على نصيبه\r\nربع دينار وجب قطعه والصبي إذا كان له سبع سنين ( 3 ) وسرق عفي\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 10 / 149 .\r\n( 2 ) التهذيب 10 / 107 .\r\n( 3 ) كذا في ط ، وفي ح وم ( أربع سنين ) ، وهو خطأ يعلم مما سيأتي\r\nبعد أسطر من قوله ( واعتبرنا السبع والتسع سنين ) . ","page_name":" 126 ","page_number":145},
  {"content":"\r\nعنه أول مرة فإن سرق ثانية عزر فإن سرق ثالثة حكت أصابعه حتى تدمى\r\nفإن سرق رابعة قطعت أنامله التي هي رؤوس الأصابع الأربعة دون الابهام\r\nفإن سرق خامسة وقد بلغ تسع سنين وجب قطع أصابع يمينه الأربع ويترك\r\nله الراحة والابهام كما يقطع الرجل واعتبرنا السبع والتسع سنين لأنه قد\r\nجاء به خبر صحيح ( 1 ) وقال أبو الصلاح : إذا سرق الصبي هدد في\r\nالأولة وحكت أصابعه في الثانية بالأرض حتى تدمى وقطعت أطراف أنامله\r\nالأربع من المفصل الأول في الثالثة ومن المفصل الثاني في الرابعة ومن أصول\r\nالأصابع في الخامسة\r\nوالعبد إذا سرق من مال سيده لا يجب عليه القطع وكذلك إذا\r\nأقر بأنه سرق من غير سيده فإن قامت عليه البينة بأنه سرق من غير\r\nسيده وجب عليه القطع\r\nوالأب إذا سرق من مال ولده سواء كان في حرز أو غير حرز\r\nوالزوج إذا سرق من مال زوجته إذا لم يكن المال محرزا دونه فإن\r\nكان محرزا دونه وجب عليه القطع والزوجة حكمها حكم الزوج في ذلك\r\nوالأجير إذا سرق من مال المستأجر سواء كان محرزا أو غير محرز والضيف\r\nإذا سرق من مال مضيفه كذلك جاء به خبر صحيح مطلقا ( 2 ) وقال الشيخ\r\nأبو جعفر في مسائل الخلاف والمبسوط : إن كان محرزا دونهما وجب\r\nعليهما القطع\r\nوعبد الغنيمة إذا سرق من مال الغنيمة ومن سرق وليس له يد\r\nولا رجل ومن أقر مرة أو مرتين ثم رجع عن اقراره ألزم بالسرقة ولا\r\nقطع عليه وقد روى أحمد بن محمد عن ابن محبوب عن أبان عن الحلبي\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 10 / 120 .\r\n( 2 ) الكافي 7 / 228 . ","page_name":" 127 ","page_number":146},
  {"content":"\r\nعن أبي عبد الله عليه السلام قال : إذا أقر نفسه عند الإمام أنه سرق\r\nثم جحد قطعت يده وإن رغم أنفه ( 1 )\r\nوروى الحسين بن سعيد عن ابن أبي عمير عن حماد عن الحلبي ومحمد\r\nابن الفضيل عن الكناني وفضالة عن محمد بن مسلم عن أبي عبد الله\r\nعليه السلام مثله ( 2 )\r\nوعنه عن ابن محبوب عن أبي أيوب عن الفضيل عن أبي عبد الله\r\nعليه السلام قال : إذا أقر الحر على نفسه بالسرقة عند الإمام مرة واحدة\r\nقطع ( 3 ) ومن أشهد عليه شاهد واحد بالسرقة لا يقطع ومن سرق وتاب قبل\r\nقيام البينة عليه بالسرقة\r\nومن أقر على نفسه بالسرقة عند الإمام مرة ثانية في الاقرار لا يتحتم\r\nعليه القطع بل الإمام مخير فيه إن شاء عفى عنه وإن شاء قطع ومن\r\nسرق شيئا من كم انسان أو جيبه الظاهرين لا قطع عليه رواه سهل بن زياد\r\nعن محمد بن الحسن بن شمون عن عبد الله بن عبد الرحمن ( 4 ) عن مسمع أبي سيار\r\nعن أبي عبد الله عليه السلام ( 5 )\r\nومن أقر تحت الضرب أو في الحبس أو أقر بالتخويف فلا قطع\r\nعليه فإن جاء بالسرقة بعينها وجب عليه القطع وبه قال الشيخ في النهاية\r\nورواه علي بن إبراهيم عن أبيه عن ابن أبي عمير عن هشام بن سالم عن\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 10 / 123 .\r\n( 2 ) المصدر السابق 10 / 126 .\r\n( 3 ) نفس المصدر والصفحة .\r\n( 4 ) كذا في التهذيب ، وفي نسخ الكتاب ( عن عبد الله بن شمون عن عبد الرحمن\r\nابن شمون ) .\r\n( 5 ) التهذيب 10 / 115 . ","page_name":" 128 ","page_number":147},
  {"content":"\r\nسليمان بن خالد عن أبي عبد الله عليه السلام ( 1 ) وقال ابن إدريس :\r\nلا يجب عليه القطع\r\nوإذا شهد شاهدان على رجل بسرقة بعينها فقطع ثم أتيا بعد بآخر\r\nوقالا ( هذا الذي سرق وإنما وهمنا في حق الأول ) لم تقبل شهادتهما على\r\nالثاني وغرما دية يد الأول فإن قالا تعمدنا وجب عليهما قطع أيديهما إن\r\nاختار ذلك المقطوع ويؤدي إليهما دية واحدة وإن اختار يد أحدهما كان\r\nله ذلك ويؤدي الشاهد الآخر إلى المقطوع الثاني نصف دية يده\r\nومن سرق شيئا من التمر أو الكرم وهو بعد في الشجر فلا قطع\r\nعليه ومن سرق شيئا من حجارة الرخام على ما رواه السكوني ( 2 )\r\nومن سرق شيئا من الطير على ما رواه محمد [ بن يحيى عن أحمد بن\r\nمحمد 
  ] بن عيسى عن محمد بن يحيى الخزاز عن غياث بن إبراهيم عن أبي\r\nعبد الله عليه السلام أن عليا عليه السلام أتي بالكوفة برجل سرق حماما\r\nفلم يقتله وقال : لا قطع في الطير ( 3 )\r\nومن سرق شيئا من المأكول في عام مجاعة على ما رواه محمد بن يحيى\r\nوغيره عن محمد بن أحمد عن محمد بن عيسى بن عبيد عن زياد القندي\r\nعمن ذكره عن أبي عبد الله عليه السلام قال : لا يقطع السارق في سنة\r\nالمحل ( 4 ) في كل شئ يؤكل من اللحم أو الخبز وأشباه ذلك\r\n\r\n","description":"","footnote":" ( 1 ) المصدر السابق 10 / 106 .\r\n( 2 ) الكافي 7 / 230 .\r\n( 3 ) نفس المصدر والصفحة والزيادة منه .\r\n( 4 ) المحل : الجدب وانقطاع المطر ويبس الأرض .\r\n( 5 ) الكافي 7 / 231 . ","page_name":" 129 ","page_number":148},
  {"content":"\r\n\r\nفصل\r\n[ أقسام القتل وأحكامه 
  ]\r\nالقتل على ثلاثة أضرب : عمد محض وخطأ محض وخطأ شبيه\r\nبالعمد\r\nفالعمد المحض هو أن يقصد العاقل الكامل قتل غيره بما جرت به\r\nالعادة حصول الموت فيجب القود على القاتل أو الدية بما رضي به\r\nأولياء المقتول وبذلها القاتل\r\nوأما الخطأ المحض هو أن يرمي الانسان شيئا فيصيب به غيره فيجب\r\nفيه الدية على العاقلة وقال الشيخ المفيد في المقنعة يرجع العاقلة بها على\r\nالقاتل إن كان له مال فإن لم يكن له مال فلا شئ عليه ( 1 ) وقال سلار\r\nويرجع العاقلة بها على مال القاتل ولم يتعرض لكونه إذا لم يكن له مال\r\nفلا شئ عليه والذي ذكراه خلاف الاجماع\r\nوأما الخطأ شبيه بالعمد فهو أن يقصد الانسان تأديب من له تأديبه\r\nبما جرت به العادة في التأديب فيموت أو يعالج الطبيب غيره بما جرت\r\nبه العادة بحصول النفع عنده فيموت فحينئذ يجب فيه الدية على القاتل\r\nفي ماله خاصة وذهب أبو الصلاح إلى أنها على العاقلة أيضا وهو خلاف\r\nاجماع الإمامية\r\nوأما العاقلة ( 2 ) فقد اختلف فبها فقال ابن فارس في كتاب مجمل\r\n\r\n","description":"","footnote":" ( 1 ) المقنعة ص 116 .\r\n( 2 ) قال ابن منظور في لسان العرب 11 / 461 : العقل في كلام العرب\r\nالدية ، سميت عقلا لأن الدية كانت عند العرب في الجاهلية إبلا لأنها كانت أموالهم\r\nفسميت الدية عقلا لأن القاتل كان يكلف أن يسوق الدية إلى فناء ورثة المقتول\r\nفيعقلها بالعقل ويسلمها إلى أوليائه ، وأصل العقل مصدر ( عقلت البعير بالعقال\r\nأعقله عقلا ) ، وهو حبل تثنى به يد البعير إلى ركبته فتشد به ، قال ابن الأثير :\r\nوكان أصل الدية الإبل ثم قومت بعد ذلك بالذهب والفضة والبقر والغنم وغيرها . ","page_name":" 130 ","page_number":149},
  {"content":"\r\nاللغة : العاقلة هو بنو عم القاتل الأدنون وقال الشيخ في مسائل الخلاف\r\nوالمبسوط العاقلة كل عصبة خرجت من الوالدين والمولودين وهم الإخوة\r\nوأبناؤهم إذا كانوا من جهة أب وأم أو من جهة أب والأعمام وأبناؤهم\r\nوأعمام الأب وأبناؤهم والموالي وبه قال الشافعي وجماعة أهل العلم ( 1 )\r\nوقال الشيخ في النهاية : دية قتل الخطأ تلزم العاقلة وهم الذين يرثون دية\r\nالقاتل لو قتل ولا تلزم من لا يرث من ديته شيئا على حال سواء وهو\r\nاختيار ابن إدريس وقال مصنف الوسيلة : العاقلة من يرث الدية سوى\r\nالوالدين والزوج والزوجة\r\nوالذي وقفت عليه من الأخبار مما يمكن أن يستدل به ما رواه ابن\r\nمحبوب عن مالك بن عطية عن سلمة بن كهيل ما معناه : إن\r\nأمير المؤمنين عليه السلام أتي برجل قتل رجلا خطأ وذكر أنه من أهل\r\nالموصل فكتب إلى عامله بالموصل أن يلزم بالدية من قرابة الرجل المسلم\r\nالذي له سهم في الكتاب من لا يحجبه ميراثه أخذا نجوما في ثلاث سنين\r\nفإن لم يكن كذلك وكان له قرابة من قبل أبيه وقرابة من قبل أمه في\r\nالنسب سواء أنه تلزم الرجال المذكورين من قبل أبيه ثلثي الدية والرجال\r\nالمذكورين من قبل أمه ثلث الدية فإن لم يكن له إلا قرابة من قبل\r\nأمه ألزم الرجال المذكورين منهم الدية في ثلاث سنين وإن لم يكن له\r\nقرابة ألزم أهل الموصل ممن ولد بها دون غيرها الدية وتستأدى في ثلاث\r\n\r\n","description":"","footnote":" ( 1 ) الخلاف 2 / 400 - 401 . ","page_name":" 131 ","page_number":150},
  {"content":"\r\nسنين وإن لم يكن من أهل الموصل فرده إلي فأنا وليه والمؤدي عنه ( 1 )\r\nوروى الحسن بن محبوب عن هشام بن سالم عن زياد بن سوقة عن\r\nالحكم عن عتيبة عن أبي جعفر عليه السلام . . . قال : يا حكم إذا كان\r\nالخطأ من القاتل والخطأ من الجارح وكان بدويا فدية ما جنى البدوي من\r\nالخطأ على أوليائه من البدويين قال : وإذا كان القاتل أو الجارح قرويا\r\nفإن دية ما جنى من الخطأ على أوليائه من القرويين ( 2 )\r\nروى محمد بن علي بن محبوب [ عن العلاء 
  ] عن أحمد بن محمد عن\r\nابن أبي نصر عن أبي جعفر عليه السلام في رجل قتل رجلا عمدا ثم فر\r\nفلم يقدر عليه حتى مات ؟ قال : إن كان له مال أخذ منه وإلا أخذ\r\nمن الأقرب فالأقرب ( 3 )\r\nوروى الحسن بن محمد بن سماعة عن أحمد بن الحسن الميثمي عن\r\nأبان بن\r\nعثمان عن أبي بصير قال : سألت أبا عبد الله عليه السلام عن رجل\r\nقتل رجلا متعمدا ثم هرب القاتل فلم يقدر عليه ؟ قال : إن كان له مال أخذت\r\nالدية من ماله وإلا فمن الأقرب فالأقرب فإنه لا يبطل دم امرئ مسلم ( 4 )\r\nوروى يونس بن عبد الرحمن عمن رواه عن أحدهما عليهما السلام\r\nأنه قال في الرجل إذا قتل رجلا خطأ فمات قبل أن يخرج إلى أولياء المقتول\r\nمن الدية : أن الدية على ورثته فإن لم يكن له عاقلة فعلى الوالي من\r\nبيت المال ( 5 )\r\n\r\n","description":"","footnote":" ( 1 ) الكافي 7 / 364 - 365 .\r\n( 2 ) التهذيب 10 / 174 .\r\n( 3 ) المصدر السابق 10 / 170 ، والزيادة منه .\r\n( 4 ) نفس المصدر والصفحة .\r\n( 5 ) المصدر السابق 10 / 172 . ","page_name":" 132 ","page_number":151},
  {"content":"\r\nومن باب العتق ما رواه الحسين بن سعيد عن النضر عن عاصم عن محمد\r\nابن قيس عن أبي جعفر عليه السلام قال : قضى أمير المؤمنين عليه السلام\r\nفي امرأة أعتقت رجلا واشترطت ولاءه ولها ابن فالحق ولاؤه بعصبتها الذين\r\nيعقلون عنها دون ولدها ( 1 )\r\nوعنه عن النضر عن عاصم بن حميد عن محمد بن قيس عن أبي\r\nجعفر عليه السلام قال : قضى أمير المؤمنين عليه السلام ( 2 ) في رجل حرر\r\nرجلا فاشترط ولاءه فتوفي الذي أعتق وليس له ولد إلا النساء ثم توفي\r\nالمولى وترك مالا وله عصبة فاحتق في ميراثه بنات مولاه والعصبة فقضى\r\nبميراثه للعصبة الذين يعقلون عنه إذا أحدث حدثا يكون فيه عقل ( 3 )\r\nوأما الدية في جميع أنواع القتل المذكورة فألف دينار أو عشرة\r\nآلاف درهم أو مائتا حلة أو مائتا بقرة أو ألف من الشياه أو مائة من\r\nالإبل وتختلف أسنان الإبل باختلاف أنواع القتل فإن كان القتل عمدا\r\nمحضا فمائة من مسان الإبل وإن كان خطأ محضا فعشرون بنت مخاض\r\nوعشرون ابن لبون ذكر وثلاثون بنت لبون وثلاثون حقة وبه قال\r\nالشيخ المفيد في المقنعة ( 4 ) والشيخ أبو جعفر في النهاية ومسائل الخلاف ( 5 )\r\nوأبو الصلاح في الكافي وسلار في رسالته وجاء به حديث صحيح رواه\r\nعلي بن إبراهيم عن أبيه عن ابن أبي عمير عن بعض أصحابنا ( 6 ) عن عبد الله بن\r\n\r\n","description":"","footnote":" ( 1 ) المصدر السابق 8 / 253 .\r\n( 2 ) ليس في المصدر كلمة ( أمير المؤمنين عليه السلام ) .\r\n( 3 ) التهذيب 8 / 254 .\r\n( 4 ) المقنعة ص 115 .\r\n( 5 ) الخلاف 2 / 377 .\r\n( 6 ) في المصدر ( عن أبيه عن بعض أصحابه ) . ","page_name":" 133 ","page_number":152},
  {"content":"\r\nسنان والحسين بن سعيد عن عبد الله بن المغيرة والنضر بن سويد جميعا\r\nعن ابن سنان قال : سمعت أبا عبد الله عليه السلام يقول : قال أمير المؤمنين\r\nعليه السلام في الخطأ شبه العمد أن يقتل بالسوط أو بالعصا أو الحجر\r\nأن دية ذلك تغلظ وهي مائة من الإبل منها أربعون خلفة بين ثنية إلى\r\nبازل عامها وثلاثون حقة وثلاثون بنت لبون والخطأ يكون فيه ثلاثون\r\nحقة وثلاثون بنت لبون وعشرون بنت مخاض وعشرون ابن لبون ذكر\r\nمن الإبل وقيمة كل بعير مائة وعشرون درهما أو عشرة دنانير ومن\r\nالغنم قيمة كل ناب من الإبل عشرون شاة ( 1 )\r\nوروى علي عن محمد بن عيسى عن يونس عن محمد بن سنان عن العلاء بن\r\nالفضيل عن أبي عبد الله عليه السلام أنها ( 2 ) خمس وعشرون بنت مخاض وخمس\r\nوعشرون بنت لبون وخمس وعشرون حقة وخمس وعشرون جذعة . . . ( 3 )\r\nوإلى ما تضمنه هذا الخبر ذهب مصنف الوسيلة والعمل بالخبر الأول\r\nأولى لأن محمد بن عيسى ومحمد بن سنان ضعيفان ( 4 ) وأيضا فالخبر الأول\r\nيعضده عمل الجماعة\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 10 / 158 - 159 .\r\n( 2 ) في المصدر هكذا ( عن أبي عبد الله عليه السلام أنه قال : في قتل الخطأ\r\nمائة من الإبل أو ألف من الغنم أو عشرة آلاف درهم أو ألف دينار ، فإن كانت\r\nالإبل فخمس وعشرون . . . ) .\r\n( 3 ) التهذيب 10 / 158 .\r\n( 4 ) في رجال النجاشي ص 256 : محمد بن عيسى بن عبيد بن يقطين بن\r\nموسى مولى أسد بن خزيمة أبو جعفر ، جليل في أصحابنا ثقة عين كثير الرواية حسن\r\nالتصانيف ، روى عن أبي جعفر الثاني عليه السلام مكاتبة ومشافهة ، ذكر أبو جعفر\r\nابن بابويه عن ابن الوليد أنه قال : ما تفرد به محمد بن عيسى من كتب يونس\r\nوحديثه لا يعتمد عليه ، ورأيت أصحابنا ينكرون هذا القول ويقولون من مثل\r\nأبي جعفر محمد بن عيسى سكن بغداد . وقال العلامة في رجاله ص 141 - 142 :\r\nاختلف علماؤنا في شأنه ، فقال شيخنا الطوسي أنه ضعيف استثناه أبو جعفر بن بابويه\r\nمن رجال نوادر الحكمة وقال لا أروي ما يختص بروايته . قال الشيخ وقيل أنه\r\nكان يذهب مذهب الغلاة . . . وقال النجاشي أنه جليل في أصحابنا . . .\r\nوأما محمد بن سنان فقال فيه النجاشي في رجاله ص 251 : محمد بن سنان\r\nأبو جعفر الزاهري . . . هو رجل ضعيف جدا لا يعول عليه ولا يلتفت إلى ما تفرد\r\nبه . . . قال أبو محمد الفضل بن شاذان : لا أحل لكم أن ترووا أحاديث محمد بن\r\nسنان . . . ","page_name":" 134 ","page_number":153},
  {"content":"\r\nوإن كان القتل خطأ شبيه العمد ففيه أربعون حقة ثنية إلى بازل\r\nعامها وثلاثون حقة وثلاثون بنت لبون على ما رواه عبد الله بن المغيرة\r\nوالنضر بن سويد عن ابن سنان في الحديث الذي تقدم وروى أحمد بن\r\nمحمد عن علي بن الحكم عن علي بن أبي حمزه عن أبي بصير عن أبي عبد الله\r\nعليه السلام أنها ثلاثة وثلاثون حقة وثلاثة وثلاثون جذعة وأربع وثلاثون\r\nثنية كلها طروقة الفحل ( 1 )\r\nوروى علي عن محمد بن عيسى [ عن يونس 
  ] عن محمد بن سنان\r\nعن العلاء بن الفضيل عن أبي عبد الله عليه السلام أنها ثلاث وثلاثون حقة\r\nوثلاث وثلاثون جذعة وأربع وثلاثون خلفة ( 2 ) كلها طروقة الفحل ( 3 )\r\nورواه أيضا محمد بن سنان عن العلاء بن الفضيل في باب الديات\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 10 / 158 . قال في مجمع البحرين : طروقة الفحل هي فعولة\r\nبمعنى مفعولة ، أي مركوبة الفحل . . . يريد كثرة الجماع .\r\n( 2 ) الخلفة : الحامل من النوق ، وجمها مخاض من غير لفظها .\r\n( 3 ) التهذيب 10 / 158 ، والزيادة منه . ","page_name":" 135 ","page_number":154},
  {"content":"\r\nوأربع وثلاثون ثنية كلها طروقة الفحل\r\nوقال الشيخ المفيد وأبو الصلاح وسلار : دية العمد شبيه الخطأ ثلاث\r\nوثلاثون حقة وثلاث وثلاثون جذعة وأربع وثلاثون ثنية كلها طروقة\r\nالفحل ( 1 ) وهو المذكور في خبر أبي بصير وخبر العلاء بن الفضيل وقال\r\nالشيخ أبو جعفر في النهاية ومسائل الخلاف ثلاث وثلاثون بنت لبون وثلاث\r\nوثلاثون حقة وأربع وثلاثون خلفة طروقة الفحل ( 2 ) وقال في الكتابين\r\nالمذكورين : وقد روي أنها ثلاثون بنت مخاض وثلاثون بنت لبون وأربعون\r\nخلفة ولم أقف في التهذيب ولا في الإستبصار على حديث بما ذكره في\r\nالنهاية ومسائل الخلاف في الخطأ شبيه العمل\r\nوتستأدى دية العمد المحض في سنة واحدة ودية الخطأ المحض في\r\nثلاث سنين فأما دية الخطأ شبيه العمد فقد ذهب الشيخ أبو جعفر في\r\nمسائل الخلاف إلى أنها تستأدى في سنة واحدة ( 3 ) وقال في المبسوط\r\nتستأدى في سنين وهو مذهب الشيخ المفيد في المقنعة ( 4 ) وقال صاحب\r\nالوسيلة تستأدى في سنة واحدة إن كان غنيا وتستأدى في سنتين إن لم\r\nإن لم يكن كذلك والصحيح أنها تستأدى في سنة واحدة سواء كان\r\nغنيا أو غير غنى يدل على ذلك أن الأصل عدم التأخير في الحقوق\r\nويدل عليه أيضا ما رواه الحسن بن محبوب عن أبي ولاد عن أبي عبد الله\r\nعليه السلام قال : كان علي عليه السلام يقول : تستأدى دية الخطأ في\r\nثلاث سنين وتستأدى دية العمد في سنة ( 5 )\r\n\r\n","description":"","footnote":" ( 1 ) المقنعة ص 115 .\r\n( 2 ) الخلاف 2 / 375 .\r\n( 3 ) الخلاف 2 / 375 .\r\n( 4 ) المقنعة ص 115 .\r\n( 5 ) التهذيب 10 / 162 . ","page_name":" 136 ","page_number":155},
  {"content":"\r\n\r\nفصل\r\n[ مواضع وجوب الدية 
  ]\r\nتجب الدية في ثمانية وخمسين شيئا : في شعر الرأس الدية كاملة إذا\r\nلم ينبت فإن نبت وكان المجني عليه رجلا ففيه الأرش وإن كان امرأة ففيه\r\nمهر نسائها وقال الشيخ المفيد في المقنعة في شعر الرأس إذا أصيب فلم ينبت\r\nمائة دينار وكذلك قال في شعر اللحية ( 1 )\r\nوفي ذهاب العقل بعد انتظاره سنة ولم يرجع الدية كاملة وكذا\r\nتجب الدية كاملة إذا رجع بعد مضي السنة ولو بأدنى وقت فإن رجع\r\nقبل مضي السنة ففيه الأرش\r\nوفي ذهاب البصر منفردا عن العينين الدية كاملة وفي ذهاب العينين\r\nوالبصر معا الدية كاملة فإن كان ذلك بضربتين أو ضربات ففيه لكل\r\nواحدة دية وفي كل واحدة من العينين نصف الدية وفي عين الأعور\r\nالدية كاملة إذا كان العور خلقة وقد ذهبت بآفة من جهة الله تعالى\r\nوبه قال الشيخ في النهاية ومسائل الخلاف ( 2 )\r\nهذا إذا كانت الجناية خطأ : وإذا كانت الجناية عمدا فهو مخير بين\r\nأن يقلع عين الجاني ويأخذ نصف الدية أو يترك ويأخذ الدية كاملة وبه\r\nقال الشيخ أبو جعفر في النهاية وهو الصحيح وروى ذلك أحمد بن\r\nمحمد عن ابن أبي نجران عن عاصم بن حميد عن محمد بن قيس عن أبي\r\nجعفر عليه السلام إن أمير المؤمنين عليه السلام قضى بذلك ( 3 ) ورواه محمد\r\n\r\n","description":"","footnote":" ( 1 ) المقنعة ص 120 .\r\n( 2 ) الخلاف 2 / 389 .\r\n( 3 ) التهذيب 10 / 269 . ","page_name":" 137 ","page_number":156},
  {"content":"\r\nابن علي بن محبوب عن محمد بن حسان عن ابن أبي عمران الأرمني عن\r\nعبد الله بن الحكم عن أبي عبد الله عليه السلام ( 1 )\r\nوقال الشيخ في مسائل الخلاف أنه بالخيار بين أن يقبض عن إحدى\r\nعينيه أو يأخذ الدية كاملة ( 2 ) وبه قال الشيخ المفيد في المقنعة ( 3 )\r\nوإن كانت العوراء قد ذهبت في قصاص أو جنى عليه جان وأخذ\r\nديتها أو عفى عن الجاني لم يكن له أكثر من نصف الدية إذا كانت الجناية\r\nخطأ فإن كانت عمدا فله قلع عين الجاني أو يصطلحان على شئ أما\r\nنصف الدية أو أكثر أو أقل\r\nوفي أهداب العينين جميعا الدية كاملة وفي كل منهما ربع الدية على\r\nما ذكره الشيخ أبو جعفر في المبسوط ومسائل الخلاف ( 4 ) وهو مذهب أبي\r\nحنيفة وقال ابن إدريس فيه حكومة وهو مذهب الشافعي وقال مصنف\r\nالوسيلة في كل هدب ثلث دية الجفن\r\nوفي أشفار العينين جميعا الدية إلا سدسها وفي الأسفلين منهما نصف\r\nالدية وفي كل واحد ربع الدية وفي الأعلين ثلث الدية وفي كل واحد\r\nمنهما السدس وهو المذكور في كتاب ظريف ( 5 ) وبه قال الشيخ المفيد\r\n\r\n","description":"","footnote":" ( 1 ) نفس المصدر والصفحة .\r\n( 2 ) الخلاف 2 / 389 .\r\n( 3 ) المقنعة ص 120 .\r\n( 4 ) الخلاف 2 / 382 .\r\n( 5 ) ظريف بن ناصح أصله كوفي نشأ ببغداد ، كان ثقة في حديثه صدوقا\r\nله كتب منها كتاب الديات وكتاب الحدود ينقل عنهما كثيرا المؤلف في هذا\r\nالكتاب - انظر رجال النجاشي ص 156 . ","page_name":" 138 ","page_number":157},
  {"content":"\r\nفي المقنعة ( 1 ) والشيخ أبو جعفر في النهاية وسلار في الرسالة وقال الشيخ\r\nأبو جعفر في المبسوط في الأربعة الأجفان الدية كاملة وفي كل واحد\r\nمائتان وخمسون دينارا وقال فيه أيضا وروى أصحابنا أن في السفلى ثلث\r\nديتها وفي العليا ثلثيها وقال في مسائل الخلاف في الأربعة الأجفان الدية\r\nكاملة وفي كل جفنين من عين واحدة خمسمائة دينار في الأسفل منها\r\nثلث ديتها وفي العليا ثلثا ديتها ( 2 ) وقال في المبسوط في فصل القصاص\r\nفي شعر الأجفان نصف الدية وقال مصنف الوسيلة في الجفن الأعلى من\r\nكل عين ثلث ديتها وفي الأسفل نصف ديتها\r\nوفي الأذنين معا الدية كاملة وفي كل واحدة منهما نصف الدية\r\nوفيما قطع منهما بحسابه وفي السمع دية كاملة وفي الأنف إذا قطع\r\nفاستؤصل الدية كاملة وفيما قطع منه بحسابه وفي المارن ( 3 ) الدية كاملة\r\nوقال أبو الصلاح في أرنبة الأنف نصف الدية وفي ذهاب الشم الدية\r\nكاملة وفي الخدين الدية كاملة وفي كل واحد منهما نصف الدية\r\nوفي الشفتين الدية كاملة وفي السفلى منهما ستمائة دينار وفي العليا\r\nأربعمائة دينار وهو مذهب الشيخ أبي جعفر في مسائل الخلاف والاستبصار ( 4 )\r\nوالنهاية وبه قال صاحب الوسيلة رواه الحسن بن محبوب عن أبي جميلة عن\r\nأبان بن\r\nتغلب عن أبي عبد الله ( عليه السلام ) قال : في الشفة السفلى ستة آلاف وفي العليا\r\nأربعة آلاف لأن السفلى تمسك الماء ( 5 ) وذهب الشيخ أبو جعفر في المبسوط والمفيد\r\n\r\n","description":"","footnote":" ( 1 ) المقنعة ص 119 .\r\n( 2 ) الخلاف 2 / 382 .\r\n( 3 ) المارن : ما لان من الأنف وفضل عن القصبة .\r\n( 4 ) الخلاف 2 / 372 ، الإستبصار 4 / 288 .\r\n( 5 ) كذا في الإستبصار 4 / 288 ، والتهذيب 10 / 246 ، وفي نسخ الكتاب\r\n( في السفلى ستمائة وفي العليا أربعمائة ) . ","page_name":" 139 ","page_number":158},
  {"content":"\r\nفي المقنعة ( 1 ) وسلار في الرسالة وأبو الصلاح في الكافي إلى أن في\r\nالسفلى ثلثي الدية وفي العليا ثلث الدية وذهب ابن أبي عقيل إلى أن الشفتين\r\nمتساويتان رواه سماعة ولم يسنده إلى أحد من الأئمة في التهذيب ( 2 )\r\nوأسنده في الإستبصار إلى أبي عبد الله عليه السلام ( 3 )\r\nوفي كتاب ظريف بن ناصح إذا قطعت الشفة العليا فاستؤصلت فديتها\r\nنصف الدية خمسمائة دينار ودية الشفة السفلى إذا قطعت فاستؤصلت ثلثي\r\nالدية كملا ستمائة وستة وستون دينارا وثلثا دينار ويمكن حمل قوله على أنه\r\nإذا قطعت إحداهما منفردة عن الأخرى فأما إذا قطعتا معا فليس فيهما\r\nإلا الدية\r\nوفي اللحية الدية كاملة فإذا نبتت ففيها ثلث الدية وسيأتي الخلاف\r\nفي ذلك وفي اللحيين الدية كاملة وفي كل واحد منهما نصف الدية\r\nوبه قال مصنف الوسيلة\r\nوفي الأسنان الديد كاملة وتقسم عليها الدية ثمانية وعشرون سنا :\r\nاثني عشر في مقاديم الفم وهي أربع ثنايا وأربع رباعيات وأربع أنياب\r\nلكل واحد خمسون دينارا وستة عشر في آخر الفم لكل سن منها خمسة\r\nوعشرون دينارا وفي السن الزائدة إذا قلعت ثلث دية السن الأصلي\r\nوقال الشيخ المفيد في المقنعة والشيخ أبو جعفر في مسائل الخلاف فيه\r\nالأرش ( 4 )\r\nوفي سن الصبي قبل أن يتغير بعير وبه قال مصنف الوسيلة جاء بالبعير\r\n\r\n","description":"","footnote":" ( 1 ) المقنعة ص 119 .\r\n( 2 ) التهذيب 10 / 246 .\r\n( 3 ) الإستبصار 4 / 288\r\n( 4 ) المقنعة ص 120 ، الخلاف 2 / 386 . ","page_name":" 140 ","page_number":159},
  {"content":"\r\nخبران : أحدهما رواه السكوني وهو عامي والآخر رواه محمد بن الحسن\r\nابن شمون وهو غال ( 1 ) وقال الشيخ في المبسوط : والذي رواه أصحابنا\r\nأن في كل سن بعير ولم يفصلوا وقال أبو الصلاح : فيه عشرة دنانير\r\nوذهب المفيد في المقنعة ( 2 ) والشيخ أبو جعفر في النهاية إلى أن فيه الأرش\r\nوهو اختيار ابن إدريس هذا إذا نبت فإن لم ينبت ففيها ديتها كاملة\r\nوفي اللسان الدية كاملة فإن كان من أخرس ففيه ثلث الدية\r\nوفي ذهاب الذوق الدية كاملة وفي ذهاب الكلام الدية كاملة وتقسم\r\nالدية على ثمانية وعشرين حرفا لكل حرف جزء من ثمانية وعشرين جزء\r\nمن الدية روى هذا السكوني ( 3 ) وبه قال الشيخ أبو جعفر في المبسوط\r\nوالنهاية روى الحسين بن سعيد عن حماد بن عيسى عن عبد الله بن سنان\r\nعن أبي عبد الله عليه السلام : إن الدية تقسم على تسعة وعشرين حرفا ( 4 )\r\nوفي الضوء كله من العينين والشجج الدية وهو المذكور في كتاب\r\nظريف من ناصح وفي النفس الدية كاملة فإن نقص اعتبر بالساعات\r\nلأن الفجر يطلع والنفس في الشق الأيمن من الأنف فإذا مضت ساعة\r\nصار إلى الشق الأيسر ثم يقاس بنفس غيره فما نقص أخذ بحساب ذلك\r\nمن الدية روى ذلك محمد بن يحيى عن محمد بن الحسين عن محمد بن\r\nإسماعيل عن صالح بن عقبة عن رفاعة عن أبي عبد الله عليه السلام ( 5 )\r\n\r\n","description":"","footnote":" ( 1 ) انظر الخبر الأول في التهذيب 10 / 261 ، والخبر الثاني فيه أيضا\r\n10 / 256 .\r\n( 2 ) المقنعة ص 120 .\r\n( 3 ) التهذيب 10 / 263 .\r\n( 4 ) نفس المصدر والصفحة .\r\n( 5 ) المصدر السابق : 10 / 268 . ","page_name":" 141 ","page_number":160},
  {"content":"\r\nوفي العنق إذا انكسر فصار أسودا الدية كاملة وفي الكتفين الدية\r\nكاملة وفي كل واحد منهما نصف الدية وفي العضدين الدية كاملة وفي كل\r\nواحد منهما نصف الدية وفي الساعدين الدية كاملة وفي كل واحد منهما نصف الدية\r\nوفي أصابع اليدين الدية كاملة وفي كل واحد منها عشر الدية وفي كل\r\nأنملة ثلث عشر الدية إلا الابهام ففي كل أنملة منها نصف العشر لأن لها\r\nمفصلين وهو مذهب الشيخ المفيد في المقنعة والشيخ أبي جعفر في النهاية\r\nوالمبسوط وسلار في الرسالة وهو اختيار ابن إدريس وقد روى أن\r\nفي الابهام ثلث دية أصابع اليد وهو مذهب الشيخ أبي جعفر في الإستبصار\r\nومسائل الخلاف ( 1 ) وأبي الصلاح ومصنف الوسيلة وهو المذكور في\r\nكتاب ظريف بن ناصح\r\nوفي الترقوتين الدية كاملة وفي كل واحدة نصف الدية وقال\r\nمصنف الوسيلة والترقوة إن كسرها وجبرت على غير عثم ( 2 ) ففيها دية\r\nالنفس وإن جبرت على عيب ففيها أربعون دينارا وهذا القسم الأخير\r\nمذكور في كتاب ظريف بن ناصح\r\nوفي الثديين الدية كاملة وفي كل واحد منهما نصف الدية وفي\r\nالحلمتين الدية كاملة وهو مذهب الشيخ أبي جعفر في المبسوط وفي\r\nمسائل الخلاف ( 3 ) وخص مصنف الوسيلة ذلك بالمرأة فقال : في قطع\r\nالحلمة من ثدي المرأة ديتها وفي حلمة الرجل ثمن الدية وفي كتاب\r\nظريف بن ناصح ثمن الدية مائة وخمسة وعشرون دينارا ذكره مطلقا\r\n\r\n","description":"","footnote":" ( 1 ) الإستبصار 4 / 292 ، الخلاف 2 / 387 .\r\n( 2 ) قال في مجمع البحرين : عثم العظم المكسور : إذا انجبر من غير استواء ،\r\nومنه ( عثمت يده فعثمت ) إذا جبرتها على غير استواء .\r\n( 3 ) الخلاف 2 / 391 . ","page_name":" 142 ","page_number":161},
  {"content":"\r\nفيكون على ما ذكرناه في الحلمتين ربع الدية سواء كان من رجل أو امرأة\r\nوفي القلب إذا فزع فطار الدية كاملة وفي الصدر الدية كاملة\r\nوفي الأضلاع الدية كاملة على قول بعض أصحابنا وفي كتاب\r\nظريف بن ناصح إن دية كل ضلع مما يخالط القلب إذا كسر\r\nخمسة وعشرون دينارا ودية كل ضلع مما يلي العضدين عشرة دنانير إذا\r\nكسر وأطلق ذلك ابن إدريس فقال : في كل ضلع خمسة وعشرون\r\nدينارا\r\nوفي البطن الدية كاملة على ما روي أن في كل ما في الانسان منه\r\nشئ واحد ففيه الدية كاملة ( 1 ) وفي كسر الصلب إذا صار لا ينزل المني في حال\r\nالجماع وكذلك إذا ذهب الانزال بغير الكسر وهو قول الشيخ أبي\r\nجعفر في المبسوط وفي كسر الصلب إذا صار يقدر على القعود الدية\r\nكاملة\r\nوفي قطع النخاع الدية كاملة وفي كسر البعصوص ( 2 ) إذا لم يقدر\r\nعلى استمساك الغائط الدية كاملة وفي كسر العجان ( 3 ) إذا لم يقدر على\r\nاستمساك البول والغائط الدية كاملة كما تقدم في كسر البعصوص وإذا\r\nكسر البعصوص وأصابه سلس البول ودام إلى الليل ففيه الدية كاملة\r\nفإن دام إلى نصف النهار ففيه ثلثا الدية وإن دام إلى ضحوة ففيه ثلث\r\nالدية وكذا الحكم في العجان إذا كسر وأصابه سلس البول\r\nوفي قطع الذكر الدية كاملة وفي الحشفة الدية كاملة فإن كان\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 10 / 258 .\r\nالبعصوص كعصفور : عظم الورك وعظم دقيق حول الدبر وهو\r\nالعصعص .\r\n( 3 ) العجان ككتاب : ما بين الخصية والدبر . ","page_name":" 143 ","page_number":162},
  {"content":"\r\nعنينا ففيه ثلث الدية وفي الأنثيين الدية كاملة وفي اليسرى ثلثا الدية\r\nلأن الولد يكون منها وفي اليمنى ثلث الدية وبه قال الشيخ في النهاية\r\nومسائل الخلاف ( 1 ) ومصنف الوسيلة وروى ذلك علي بن إبراهيم عن\r\nأبيه عن أبي نصر عن عبد الله بن سنان عن أبي عبد الله عليه السلام ( 2 )\r\nوذهب الشيخ المفيد في المقنعة ( 3 ) وأبو الصلاح في الكافي إلى أنهما متساويتان\r\nفي الدية وهو اختيار ابن إدريس وهو مذهب المخالفين وقال الشيخ\r\nفي المبسوط : وفي بعض رواياتنا أن في اليسرى ثلثي الدية ( 4 )\r\nوفي فرج المرأة ديتها كاملة وفي الإسكتين - وهو اللحم المحيط\r\nبالفرج إحاطة الشفتين بالفم - الدية كاملة وفي كل واحد منهما نصف\r\nالدية وفي الشفرتين - وهما حاشيتا الإسكتين - ديتها كاملة وقال الشيخ\r\nأبو جعفر في المبسوط : الشفران والإسكتان عبارة عن شئ واحد وهو\r\nاللحم المحيط بالفرج إحاطة الشفتين بالفم وهو عند أهل اللغة عبارة عن\r\nشيئين وإليه ذهب مصنف الوسيلة\r\nوفي افضاء الصبية بالجماع قبل بلوغها تسع سنين ديتها كاملة والنفقة\r\nعليها إذا كانت زوجته حتى تموت والافضاء هو أن يصير مخرج المنى\r\nوالحيض والولد واحدا لأن بينهما حاجزا رقيقا فإن وطئها بعد تسع\r\nسنين لم يكن عليه شئ وأما الافضاء بالأصابع أو غيرها ففيه الدية خاصة\r\nسواء كانت زوجته أو غير زوجته\r\nوفي الأليتين إذا قطعهما إلى العظم الدية كاملة وفي كل واحدة\r\n\r\n","description":"","footnote":" ( 1 ) الخلاف 2 / 392 .\r\n( 2 ) التهذيب 10 / 250 .\r\n( 3 ) المقنعة ص 119 .\r\n( 4 ) التهذيب 10 / 250 . ","page_name":" 144 ","page_number":163},
  {"content":"\r\nمنهما نصف الدية وفي الفخذين الدية كاملة وفي كل واحد منهما نصف\r\nالدية وفي الساقين الدية كاملة وفي كل واحد منهما نصف الدية وفي\r\nالقدمين الدية كاملة وفي كل واحد منهما نصف الدية وفي أصابع\r\nالرجلين الدية كاملة وفي كل واحد منها عشر الدية وقال المفيد في\r\nالمقنعة وأبو جعفر في النهاية وأبو الصلاح في الكافي وسلار في الرسالة\r\nوهو اختيار ابن إدريس وذهب أبو جعفر في مسائل الخلاف والمبسوط\r\nإلى أن في الابهام ثلث دية الأصابع الخمس وهو المذكور في كتاب\r\nظريف بن ناصح\r\nوجميع ما ذكرناه مما يجب فيه الدية كاملة إن كان في الحر ففيه ديته\r\nوإن كان في الحرة ففيه ديتها وهي نصف دية الحر وإن كان في ذمي\r\nففيه ديته وهي ثمانون دينارا إن كان ذكرا وإن كان أنثى ففيها أربعون\r\nدينارا وإن كان في مملوك أو مملوكة ففيه قيمتهما ما لم يزد قيمته على دية الحر\r\nوقيمتها على دية الحرة وإن زادت على دية الحر أو الحرة ردت إليهما\r\nخبران يتعلقان بهذا الفصل :\r\nالحسين بن سعيد عن محمد بن خالد البرقي عن ابن أبي عمير عن\r\nهشام بن سالم قال : كلما في الانسان اثنان ففيهما الدية وفي أحدهما\r\nنصف الدية وما كان واحدا ففيه الدية ( 1 ) ورواه محمد بن علي بن\r\nبابويه في كتاب من لا يحضره الفقيه في باب ما يجب الدية ونصف الدية\r\nعن ابن أبي عمير عن هشام بن سالم عن أبي عبد الله عليه السلام ( 2 )\r\nوعن علي بن إبراهيم عن أبيه عن ابن أبي عمير عن أبي عبد الله\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 10 / 258 .\r\n( 2 ) من لا يحضر 4 / 100 . ","page_name":" 145 ","page_number":164},
  {"content":"\r\nعليه السلام قال : ما كان في الجسد منه اثنان ففيه الدية مثل العينين\r\nواليدين ( 1 )\r\n\r\nفصل\r\n[ مواضع يجب فيها ثلث الدية أو ثلثاها 
  ]\r\nيجب ثلث الدية كملا أو ثلثاها بالنسبة إلى العضو في ثمانية مواضع :\r\nفي الشفة السفلى على ما ذهب إليه المفيد في المقنعة وأبو جعفر في المبسوط\r\nوأبو الصلاح في الكافي وسلار في الرسالة والصحيح ما ذكرناه في الفصل\r\nالذي قبل هذا الفصل\r\nوفي سلس البول إذا دام إلى الظهر وفي البيضة اليسرى وفي\r\nالعضو الذي ضرب فصار أشل سواء كان مما يجب فيه الدية كاملة أو أقل\r\nوفي نزول الماء إلى العينين باللطمة في الوجه أو غيرها وفي السن إذا\r\nضربت فانصدعت ولم تسقط وكذلك إذا ضربت فاسودت وقال\r\nمصنف الوسيلة : وفي اسودادها وانصداعها ثلث ديتها وفي قلع السوداء\r\nأو المصدوعة ثلث ديتها وفي كتاب ظريف بن ناصح : إذا اسودت\r\nالسن إلى الحول فلم تسقط فديتها دية الساقطة خمسون دينارا فإذا انصدعت\r\nولم تسقط فديتها خمسة وعشرون دينارا وما انكسر منه فبحسابه من\r\nالخمسين دينارا فإن أسقط بعد وهي سوداء فديتها اثني عشر دينارا\r\nونصف وما انكسر منها فبحسابه من الخمسة والعشرين دينارا\r\nوإذا فك عظم من عضو فتعطل به ذلك العضو فيه ثلثا دية ذلك\r\nالعضو الذي هو فيه\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 10 / 250 مع بعض الاختلاف في السند . ","page_name":" 146 ","page_number":165},
  {"content":"\r\n\r\nفصل\r\n[ فيما يجب فيه نصف الدية 
  ]\r\nيجب نصف دية في خمسة مواضع : في الحاجبين معا وفي\r\nكل واحد منهما ربع الدية وفيما أصيب منهما فبحساب ذلك وفي رواية\r\nالأنف وهو الحاجز بين المنخرين وفي أحد العضوين إذا كان فيهما معا\r\nدية الرجل وهذا القسم يشمل أقساما كثيرة\r\nوفي كتاب ظريف بن ناصح أيضا : وقضى علي عليه السلام في\r\nصدغ الرجل إذا أصيب فلم يستطع الأمان إذا انحرف نصف الدية خمسمائة\r\nدينار وفيه أيضا : والصدر إذا رض فديته خمسمائة دينار وفيه أيضا :\r\nإذا قطعت الشفة العليا فاستؤصلت فديتها نصف الدية خمسمائة دينار وفيما\r\nقطع منها فبحساب ذلك\r\nوجميع ما ذكرناه في هذا الفصل إنما يلزم ذلك إذا كان في الرجل وإذا\r\nكان في الحرة ففيها نصف ديته وإن كان من ذمي ففيه نصف ديته وإن كان\r\nالمملوك ففيه نصف قيمته ما لم يتجاوز دية الحر فإن تجاوز رد إلى دية الحر\r\n\r\nفصل\r\n[ فيما يجب فيه ثلث الدية 
  ]\r\nيجب ثلث الدية في سبعة وثلاثين موضعا : في اللحية إذا حلقت\r\nفنبتت رواه سهل بن زياد عن محمد بن الحسن بن شمون عن عبد الله بن\r\nعبد الرحمن عن مسمع عن أبي عبد الله عليه السلام ( 1 ) وقال سلار : في\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 10 / 250 . ","page_name":" 147 ","page_number":166},
  {"content":"\r\nفي شعر اللحية أو الرأس إذا لم ينبت الدية فإن نبت ففيه ربع الدية\r\nوفي لسان الأخرس وذكر العنين وذكر الخصي - رواه الحسن بن\r\nمحبوب عن أبي أيوب عن بريد بن معاوية عن أبي جعفر عليه السلام ( 1 )\r\nوفي الظهر إذا كسر ثم صلح وفي المأمومة في الرأس وفي الجايفة\r\nفي البدن وفي النافذة في الأنف إذا لم ينسد فإن انسد ففيها خمس الدية\r\nمائتا دينار وفي خرم الأنف ثلث الدية على ما رواه محمد بن الحسن بن\r\nشمون ( 2 ) وفي كل جانب من الأنف ثلث الدية على ما رواه غياث ( 3 )\r\nوخبر آخر رواه محمد بن عبد الرحمن العزرمي ( 4 )\r\nوفي شق الشفتين حتى تبدو الأسنان ثلث الدية فإن بدت والتأمت\r\nفخمس الدية وفي البيضة اليمنى ثلث الدية وقد تقدم الخلاف فيها\r\nوفي سلس البول بكسر البعصوص أو العجان إذا دام السلس إلى ضحوة\r\nثم انقطع ثلث الدية\r\nومن داس بطن انسان حتى يحدث وجب أن يداس بطنه حتى\r\nيحدث لخبر رواه السكوني ( 5 ) وقال ابن إدريس لا قصاص فيه لأن فيه\r\nتعزيرا بالنفس\r\nوإذا ضربت المرأة فارتفع حيضها انتظر بها سنة فإن لم يرجع إليها\r\nحلفت ووجب على ضاربها ثلث دية المرأة\r\n\r\n","description":"","footnote":" ( 1 ) المصدر السابق 10 / 270 .\r\n( 2 ) المصدر السابق 10 / 256 .\r\n( 3 ) المصدر السابق 10 / 261 .\r\n( 4 ) المصدر السابق 10 / 275 .\r\n( 5 ) المصدر السابق 10 / 251 . ","page_name":" 148 ","page_number":167},
  {"content":"\r\nووجب على القاتل في الحرم أو في الأشهر الحرم - وهي رجب وذو\r\nالقعدة وذو الحجة والمحرم - الدية كاملة وثلث الدية وإليه ذهب أبو جعفر\r\nفي النهاية والمبسوط والتهذيب ( 1 ) والمفيد في المقنعة ( 2 ) وسلار في الرسالة\r\nومصنف الوسيلة وروى ذلك ابن أبي عمير عن أبان بن\r\nعثمان عن زرارة\r\nعن أبي عبد الله عليه السلام في الحرم ( 3 ) ورواه الحسين بن سعيد عن\r\nفضالة بن أيوب عن كليب بن معاوية عن أبي عبد الله عليه السلام في\r\nالأشهر الحرم ( 4 )\r\nوفي فتق السرة ثلث الدية وفي كل فتق ثلث دية العضو الذي\r\nهو فيه سواء كان مما يجب فيه الدية أو أقل - رواه محمد بن عيسى عن\r\nيونس عن صالح بن عقبة عن معاوية بن عمار عن أبي عبد الله عليه السلام ( 5 )\r\nوفي كتاب ظريف بن ناصح\r\nوفي قرحة لا تبرأ ثلث دية العضو الذي هو فيه - رواه محمد بن\r\nعلي بن محبوب عن أحمد بن محمد ومحمد بن عبد الجبار عن الحسن بن علي\r\nابن فضال عن عبد الله بن أيوب عن الحسن بن عثمان عن أبي عمرو الطبيب\r\nعن أبي عبد الله عليه السلام قال : قضى أمير المؤمنين عليه السلام ( 6 )\r\nفي رجل افتض جارية بإصبعه فخرق مثانتها فلا تملك بولها فجعل لها ثلث\r\n\r\n","description":"","footnote":" ( 1 ) المصدر السابق 10 / 215 - 216 .\r\n( 2 ) المقنعة ص 117 .\r\n( 3 ) التهذيب 10 / 216 .\r\n( 4 ) المصدر السابق 10 / 215 .\r\n( 5 ) المصدر السابق 10 / 248 .\r\n( 6 ) ليس في المصدر ( قال قضى أمير المؤمنين عليه السلام ) . ","page_name":" 149 ","page_number":168},
  {"content":"\r\nالدية مائة وستة وستون دينارا وثلثي دينار وقضى لها عليه بصداق مثل\r\nنساء قومها ( 1 )\r\nوفي كتاب ظريف بن ناصح في الشفة العليا إذا أصلبت فبينت بينا\r\nفاحشا فديتها ثلاثمائة وثلاثة وثلاثون دينارا وثلث دينار ففي المنكب إذا رض\r\nفعثم ثلث دية النفس وفي المرفق إذا رض فعثم ثلث دية النفس وفي الساق\r\nإذا كسرت فعثمت ثلث دية النفس وفي الفخذ إذا كسرت فعثمت ثلث\r\nدية النفس وفي الركبة إذا رضت فعثمت ثلث دية النفس وفي الورك\r\nإذا رض فعثم ثلث دية النفس وفي الساق إذا كسر فعثم ثلث دية النفس\r\nوفي الكعب إذا رض فجبر على غير عثم ولا عيب ثلث الدية ثلاثمائة وثلاثة\r\nوثلاثون دينارا وثلث دينار وذكرت هذه الأقسام الثمانية في كتاب ظريف\r\nابن ناصح منفردة\r\nفأما ما يجب في الثلث مما يبلغ ثلث دية النفس ففي العين القائمة إذا\r\nخسفت بها ثلث ديتها صحيحة وبه قال الشيخ أبو جعفر في المبسوط\r\nومسائل الخلاف ( 2 ) والنهاية وجاءت بذلك أخبار صحيحة ( 3 ) وذهب\r\nالشيخ المفيد في المقنعة وأبو الصلاح إلى أن فيها الربع وجاء بذلك\r\nخبر ضعيف رواه عبد الله بن سليمان عن أبي عبد الله عليه السلام ( 4 )\r\nوذهب المفيد وأبو الصلاح أيضا إلى أن العين القائمة إذا انطبقت وذهب\r\nسوادها يجب فيها ربع الدية\r\nوفي قطع اليد الشلاء ثلث ديتها صحيحة سواء كان مما يجب فيه\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 10 / 262 .\r\n( 2 ) الخلاف 2 / 373 .\r\n( 3 ) التهذيب 10 / 258 .\r\n( 4 ) المصدر السابق 10 / 270 . ","page_name":" 150 ","page_number":169},
  {"content":"\r\nالدية كاملة أو أقل وفي شعر العين الأعلى ثلث دية العين وقد تقدم\r\nالخلاف\r\nوفي شحمة الأذنين ثلث دية الأذن وفي خرمها ثلث دية الشحمة\r\nأيضا وبه قال الشيخ في مسائل الخلاف ( 1 ) ومصنف الوسيلة ويدل\r\nعليه ما رواه معاوية بن عمار في الخبر المتقدم أن في كل فتق ثلث الدية ( 2 )\r\nوفي السن الأسود إذا قلعت ثلث ديتها صحيحة على أصح القولين\r\nلخبرين صحيحين وبه قال الشيخ في مسائل الخلاف ( 3 ) ومصنف الوسيلة\r\nوهو اختيار ابن إدريس وفي كتاب ظريف بن ناصح ديتها اثني عشر\r\nدينارا ونصف وقال الشيخ في النهاية في باب ديات الأعضاء والجوارح\r\nفيه ربع دية السن الصحيح روي خبر ضعيف رواه عبد الله بن بكير\r\nوهو فطحي ( 4 ) وروى أحمد بن محمد عن علي بن الحكم وغيره عن أبان\r\nعن بعض أصحابه عن أبي عبد الله عليه السلام قال : كان أمير المؤمنين\r\nعليه السلام يقول : إذا اسودت الثنية جعل فيه الدية ( 5 )\r\nوفي السن الزائدة إذا اقلعت منفردة ثلث دية السن الأصلي وقال\r\n\r\n","description":"","footnote":" ( 1 ) الخلاف 2 / 381 .\r\n( 2 ) انظر هذا الكتاب ص 149 شرح رقم ( 5 ) .\r\n( 3 ) الخلاف 2 / 387 .\r\n( 4 ) قال العلامة في رجاله ص 106 : عبد الله بن بكير قال الشيخ الطوسي\r\nأنه فطحي المذهب إلا أنه ثقة ، وقال الكشي قال محمد بن مسعود عبد الله بكير وجماعة\r\nمن الفطحية هم فقهاء أصحابنا . . . وقال في موضع آخر أن عبد الله بن بكير ممن\r\nأجمعت العصابة على تصحيح ما يصح عنه وأقروا له بالفقه ، فأنا أعتمد على روايته\r\nوإن كان مذهبه فاسدا .\r\n( 5 ) التهذيب 10 / 256 . ","page_name":" 151 ","page_number":170},
  {"content":"\r\nالشيخ الأرش بين قيمته جرا\r\nوفي الإصبع الزائد ثلث دية الإصبع الأصلي وفي العظم إذا رض\r\nثلث دية العضو الذي هو ففيه سواء كان مما يجب فيه الدية كاملة أو أقل\r\nفإن صلح من غير عثم ولا عيب فيه أربعة أخماس دية رضه وفي كتاب\r\nظريف : ودية الرسغ إذا رض فجبر على غير عثم ولا عيب ثلث دية اليد\r\nمائة وستة وستون دينارا وثلثا دينار وفيه أيضا : وفي الكعب إذا رض\r\nثلث دية اليد مائة وستة وستون دينارا وثلثا دينار\r\n\r\nفصل\r\n[ أقسام الجراحات وديتها 
  ]\r\nالجراحات ستة عشر : أولها الحارصة وهي شبه الخدش وفيها بعير\r\nوالدامية وهي التي تشق اللحم وفيها بعيران ثم الباضعة وهي التي تبضع\r\nاللحم وفيها ثلاثة أبعرة وسمى ابن إدريس الباضعة المتلاحمة ثم السمحاق\r\nوهي التي تبلغ القشرة التي بين اللحم والعظم وفيها أربعة أبعرة ثم\r\nالموضحة وهي التي تبلغ العظم وفيها خمسة أبعرة ثم الهاشمة وهي التي\r\nتهشم العظم وتكسره من غير أن تفسد وفيها عشرة أبعرة ثم المنقلة وهي\r\nالتي تحوج إلى نقل عظم من موضع إلى موضع وفيها خمسة عشر بعيرا\r\nثم المأمومة وهي التي تبلغ أم الرأس وهي الخريطة التي فيها الدماغ وهو\r\nالمخ وفيها الثلث الدية ثلاثة وثلاثون بعيرا إن كان من أصحاب الإبل\r\nولم يلزمه ثلث البعير الذي تكمل به ثلث المائة وهو مذهب المرتضى في\r\nالانتصار والناصريات والمفيد في المقنعة وأبو جعفر في النهاية ثم الدامغة\r\nوهي التي تخرق الخريطة وتصل إلى جوف الدماغ وفيها ما في المأمومة\r\nثم الجايفة في البدن وهي التي تبلغ في الجوف وفيها ما في المأمومة في الرأس\r\n","description":"","footnote":"","page_name":" 152 ","page_number":171},
  {"content":"\r\nواعلم أن أصحابنا اتفقوا على ديات ست من هذه الجراحات وهي\r\nالسمحاق والموضحة والهاشمة والمنقلة والمأمومة والجايفة واختلفوا في الحارصة\r\nوالدامية والباضعة : فذهب المرتضى في الانتصار والمفيد في المقنعة وسلار\r\nفي الرسالة وابن إدريس إلى ذكرته في الحارصة والدامية والباضعة وقال\r\nأبو جعفر وأبو الصلاح في الكافي ومصنف الوسيلة : الحارصة هي الدامية\r\nوفيها بعير ثم الباضعة وهي التي تبضع اللحم وفيها بعيران ثم المتلاحمة وهي\r\nالتي تنفذ في اللحم وفيها ثلاثة أبعرة والصحيح ما ذهبنا إليه يدل عليه\r\nما رواه محمد بن علي بن محبوب عن أحمد بن محمد عن الحسن بن علي\r\nعن ظريف عن منصور بن حازم عن أبي عبد الله عليه السلام قال : في\r\nالحارصة ( 1 ) شبه الخدش بعير وفي الدامية بعيران وفي الباضعة [ وهي دون\r\nالسمحاق 
  ] ثلاث من الإبل ( 2 )\r\nالحسين بن سعيد عن القاسم بن عروة عن ابن بكير عن زرارة عن\r\nأبي عبد الله عليه السلام قال . . . في الباضعة ثلاث من الإبل ( 3 )\r\nوعنه عن أبيه عن ابن أبي عمير عن حماد عن الحلبي عن أبي عبد الله\r\nعليه السلام قال . . . في الباضعة ثلاث من الإبل ( 4 )\r\nفإن احتج بما رواه سهل بن زياد عن محمد بن الحسن بن شمون عن\r\nعبد الله بن عبد الرحمن عن مسمع بن عبد الملك عن أبي عبد الله عليه\r\nالسلام قال : قال أمير المؤمنين علي عليه السلام : قضى رسول الله صلى\r\n\r\n","description":"","footnote":" ( 1 ) في المصدر ( الحرصة ) .\r\n( 2 ) التهذيب 10 / 293 ، والزيادة منه .\r\n( 3 ) المصدر السابق 10 / 290 .\r\n( 4 ) نفس المصدر والصفحة . ","page_name":" 153 ","page_number":172},
  {"content":"\r\nالله عليه وآله وسلم . . . في الدامية بعيرا وفي الهاشمة ( 1 ) بعيرين وفي المتلاحمة\r\nثلاثة أبعرة ( 2 )\r\nوبما رواه علي بن إبراهيم عن أبيه عن النوفلي عن السكوني عن أبي\r\nعبد الله عليه السلام مثله في الحكم ( 3 )\r\nوالجواب : إن الأخبار التي استدللنا بها أعدل رجالا لأن سهل\r\nابن زياد ضعيف ومحمد بن الحسن غال والسكوني من رجال العامة ( 4 )\r\nوهذه الجراحات إنما يكون هذا حكمها إذا كانت في الرأس والوجه\r\nفأما إذا كانت في البدن ففيها بحساب ذلك من الرأس منسوبا إلى العضو\r\nالذي هي فيه مثال ذلك : الموضحة في الرأس والوجه ففيها نصف\r\nعشر الدية فإن كانت في اليد ففيها نصف عشر الدية وإن كانت في\r\nالإصبع ففيها نصف عشر دية الإصبع وهكذا في باقي الجراحات\r\nوقال الشيخ في النهاية : والقصاص ثابت في جميع الجراحات إلا\r\nالمأمومة خاصة لأن فيها تعزيرا بالنفس وليس فيها أكثر من ديتها\r\nوذهب الشيخ في مسائل الخلاف والمبسوط إلى أن القصاص لا يثبت في\r\nالمأمومة والجايفة والهاشمة والمنقلة وهو اختيار ابن إدريس\r\n\r\n","description":"","footnote":" ( 1 ) في المصدر ( في الباضعة ) .\r\n( 2 ) التهذيب 10 / 290 .\r\n( 3 ) نفس المصدر والصفحة .\r\n( 4 ) انظر ما يتعلق بسهل في هذا الكتاب ص 96 ومحمد بن الحسن بن شمون\r\nص 49 ، والسكوني ص 20 . ","page_name":" 154 ","page_number":173},
  {"content":"\r\n\r\nفصل\r\n[ المواضع التي لا تجب فيها الدية 
  ]\r\nلا تجب الدية في ثلاثين موضعا : من قتل نفسه والحربي والمرتد\r\nعن فطرة روى عمار الساباطي عن أبي عبد الله عليه السلام أن دمه مباح\r\nلكل من سمع منه ذلك ( 1 )\r\nومن قتله القصاص قتلا كان أو جرحا ومن قتله الحد جلدا كان\r\nأو رجما أو غير ذلك على أصح القولين وإليه ذهب الشيخ في النهاية\r\nويدل على ذلك ما رواه علي بن إبراهيم عن أبيه عن ابن أبي عمير عن\r\nحماد عن الحلبي عن أبي عبد الله عليه السلام قال : أيما رجل قتل في القصاص\r\nأو الحد فلا دية له ( 2 )\r\nويدل عليه أيضا ما رواه جعفر بن بشير عن معلى بن عثمان عن أبي\r\nعبد الله عليه السلام قال . . . من قتله القصاص أو الحد لم يكن له دية ( 3 )\r\nويدل عليه أيضا ما رواه على عن محمد بن عيسى عن يونس عن\r\nمفضل بن صالح عن زيد الشحام قال : سألت أبا عبد الله عليه السلام\r\nعن رجل قتله القصاص هل له دية ؟ فقال : لو كان ذلك لم يقتص من\r\nأحد ومن قتله الحد فلا دية له ( 4 )\r\nفإن كان في شئ من حدود الآدميين فإن ديته من بيت المال مستدلا على\r\nذلك بما رواه الحسن بن محبوب عن الحسن بن صالح الثوري عن أبي عبد الله ( عليه السلام )\r\n\r\n","description":"","footnote":" ( 1 ) التهذيب 10 / 136 .\r\n( 2 ) المصدر السابق 10 / 206 ، وفيه ( قتله الحد والقصاص فلا دية له ) .\r\n( 3 ) المصدر السابق 10 / 191 .\r\n( 4 ) المصدر السابق 10 / 207 . ","page_name":" 155 ","page_number":174},
  {"content":"\r\nقال : كان علي عليه السلام يقول : من ضربناه حدا من حدود الله تعالى فمات\r\nفلا دية له علينا ومن ضربناه حدا في شئ من حقوق الناس فمات فإن ديته\r\nعلينا ( 1 ) والعمل بالأخبار الأولة أولى لأن الحسن بن صالح زيدي بتري ( 2 )\r\nومن سب رسول الله صلى الله عليه وآله وسلم أو أحدا من الأئمة\r\nفدمه هدر لكل من سمع ذلك منه روى خبر مرسل في التهذيب في باب\r\nالقصاص في قتيل الزحام معناه أن عبد الله النجاشي سأل أبا عبد الله عليه\r\nالسلام فقال : إني قتلت سبعة ممن يشتم أمير المؤمنين عليه السلام ؟ فقال :\r\nعليك لكل رجل كبش تذبحه بمنى لأنك قتلتهم بغير إذن الإمام ولو\r\nإنك قتلتهم بإذنه لم يكن عليك شئ ( 3 )\r\nوروى في باب الحد في الفرية أنه حلال الدم ولم يتعرض للكبش ( 4 )\r\nومن زعم أنه نبي حل قتله ولا دية له رواه أحمد بن محمد عن\r\nابن فضال عن حماد بن عثمان عن ابن أبي يعفور قال : قلت لأبي عبد الله\r\nعليه السلام : إن بزيعا يزعم أنه نبي قال : إن سمعته يقول ذلك\r\nفاقتله ( 5 )\r\nومن طلب انسانا على نفسه أو ماله فدفعه فأدى إلى قتله فلا دية له\r\nومن دخل دار قوم ليسرق متاعهم فقتلوه فلا دية له وإذا قتل الأب\r\n\r\n","description":"","footnote":" ( 1 ) الإستبصار 4 / 279 .\r\n( 2 ) قال العلامة في رجاله ص 215 : الحسن بن صالح بن حي الهمداني\r\nالثوري الكوفي من أصحاب الباقر عليه السلام ، وهو صاحب المقالة ، وإليه تنسب\r\nالصالحية منهم . وانظر فرق الشيعة ص 57 .\r\n( 3 ) التهذيب 10 / 214 .\r\n( 4 ) المصدر السابق 10 / 86 .\r\n( 5 ) المصدر السابق 10 / 141 . ","page_name":" 156 ","page_number":175},
  {"content":"\r\nولده خطأ كان ديته على عاقلة الأب يأخذها منه ورثته دون الأب فإن\r\nلم يكن للولد وارث فلا دية له ومن مات في زحام يوم الجمعة أو يوم\r\nعرفة أو غيرهما من الأيام أو على جسر وما أشبه ولم يعرف قاتله وليس له\r\nوارث فلا دية له فإن كان له وارث فله الدية من بيت المال\r\nوالمرأة إذ جامعها زوجها بعد بلوغها تسع سنين فماتت من ذلك الجماع\r\nفلا دية لها وإذا أعنف الرجل بزوجته أو المرأة بزوجها فمات أحدهما وهما\r\nغير متهمين فلا دية لهما على ما ذكره الشيخ في النهاية وجاء به حديث ضعيف\r\nرواه يونس عن بعض أصحابنا عن أبي عبد الله عليه السلام ( 1 ) والصحيح\r\nأن عليهما الدية دون القود لأن الأصل يقتضي ذلك وبه قال الشيخ في\r\nالتهذيب والاستبصار وسلار في الرسالة وهو اختيار ابن إدريس ويدل\r\nعلى ذلك أيضا ما رواه الحسين بن سعيد عن ابن أبي عمير عن عماد عن\r\nالحلبي وهشام بن سالم والنضر وعلي بن النعمان جميعا عن ابن مسكان عن\r\nسليمان بن خالد أنه سئل عن رجل أعنف بزوجته فزعم أنها ماتت من\r\nعنفه ؟ قال : الدية كاملة ولا يقتل الرجل ( 2 )\r\nوالصبي إذا دخل دار قوم فوقع في بئر فمات فإن كان أصحاب\r\nالدار مأمونين وليس بينهم وبين أهل الصبي عداوة أو دخل بغير إذنهم\r\nفلا دية له وإن كان بينهم عداوة ضمنوا الدية إن دخل عليهم بإذنهم\r\nومن غشيه دابة فزجرها عنه صاحبها أو رفست غيره فمات فلا دية\r\nله وإن كان راكبها ضربها أو ركضها فصدمت انسانا أو رفسته فمات\r\nفعلى فاعل ذلك الدية وإذا انقلبت من غير أمر صاحبها فقتلت انسانا\r\nأو جرحته فلا دية له ومن ركب دابة وسار عليها أو كان يقودها\r\n\r\n","description":"","footnote":" ( 1 ) المصدر السابق 10 / 209 .\r\n( 2 ) التهذيب 10 / 210 . ","page_name":" 157 ","page_number":176},
  {"content":"\r\nفأصابت انسانا برجليها أو بإحداهما فقتلته فلا دية إلا له أن يضربها\r\nراكبها أو غيره فتكون الدية على فاعل ذلك ويضمن راكبها ما تصيبه\r\nبيديها أو بإحداهما في الموضعين معا سواء ضربها أو لم يضربها فإن كان\r\nواقفا عليها أو ساقها من ورائها ضمن ما تصيبه بيديها أو برجليها ضربها\r\nأو لم يضربها\r\nومن آجر دابته انسانا فرمت به فقتلته فلا دية له على صاحبها سواء\r\nكان معها أو لم يكن إلا أن يكون ضربها أو نفرها فإن كان فعل ذلك\r\nوجب عليه الدية ومن وقع من علو على غيره ولم يدفعه دافع ولا تعمد\r\nهو ذلك فمات الأعلى أو الأسفل أو ماتا معا فلا دية فإن تعمد هو ذلك\r\nأو دفعه دافع كانت الدية على فاعل ذلك ومن عبث بمجنون فلا دية\r\nله على ما ذكره الشيخ في النهاية والصحيح أن لأولياء المجنون ديته من\r\nبيت المال يدل على ذلك ما رواه الحسن بن محبوب عن علي بن رئاب\r\nعن أبي بصير عن أبي جعفر عليه السلام عن قتل مجنونا ؟ فقال : إن\r\nكان المجنون أراده فدفعه عن نفسه شئ فلا عليه من قود ولا دية\r\nويعطى ورثته الدية من بيت المال ( 1 )\r\nومن حذر غيره ورمى فلا قصاص عليه ولا دية لما رواه أحمد\r\nابن محمد عن محمد بن إسماعيل بن بزيع عن محمد بن الفضيل عن أبي\r\nالصباح الكناني عن أبي عبد الله عليه السلام قال : كان صبيان في زمان\r\nعلي عليه السلام يلعبون بأخطار لهم فرمى أحدهم بخطره فدق رباعية صاحبه\r\nفرفع ذلك إلى أمير المؤمنين عليه السلام فأقام الرامي البينة بأنه قال : حذار\r\nفأدرأ أمير المؤمنين عليه السلام القصاص ثم قال قد أعذر من حذر ( 2 )\r\n\r\n","description":"","footnote":" ( 1 ) الكافي 7 / 294 .\r\n( 2 ) التهذيب 10 / 208 . ","page_name":" 158 ","page_number":177},
  {"content":"\r\nوهذا الخبر وإن ورد على سبب خاص في الصبيان فلفظه للعموم وهو\r\nقوله عليه السلام ( قد أعذر من حذر ) ولفظة ( من ) للعموم على\r\nما تقدم في كتب أصول الفقه\r\nومن دخل في دار قوم بغير إذنهم فعقره كلبهم فمات فلا دية له\r\nوإن دخل عليهم بإذنهم فعليهم الدية وروى أبو الجوزاء عن الحسين بن\r\nعلوان عن عمرو بن خالد عن زيد بن علي عن آبائه عن علي عليه السلام أنه\r\nكان يضمن صاحب الكلب إذا عقر نهارا ولا يضمنه إذا عقر ليلا وإذا\r\nدخلت دار قوم بإذنهم فعقرك كلبهم فهم ضامنون وإذا دخلت بغير\r\nإذنهم فلا ضمان عليهم - هذا آخر الخبر ( 1 )\r\nوالمسلم إذا كان عند قوم مشركين ليس بينهم وبين المسلمين ميثاق\r\nفقتله المسلمون خطأ فلا دية له ويجب على قاتله كفارة قتل الخطأ وقد\r\nتقدم وإن كان بينهم ميثاق وجب على قاتله الدية والكفارة المذكورة\r\nوإن كان قاتله تعمد ذلك وجب عليه القود وأما الكفارة في قتل العمد\r\nفقد تقدم ذكرها\r\nوإذا اغتلم البعير ( 2 ) وجب على صاحبه حفظه فإن قتل انسانا\r\nأو أتلف شيئا قبل أن يعلم به صاحبه لم يكن عليه دية ولا غيرها وإن\r\nعلم به وفرط في حفظه كان ضامنا لما يتلفه وروى سهل بن زياد عن\r\nمحمد بن الحسن بن شمون عن عبد الله بن عبد الرحمن عن مسمع بن\r\nعبد الملك عن أبي عبد الله عليه السلام أن أمير المؤمنين عليه السلام كان\r\nإذا صال الفحل أول مرة لم يضمن صاحبه فإن ثنى ضمنه صاحبه ( 3 )\r\n\r\n","description":"","footnote":" ( 1 ) المصدر السابق 10 / 228 .\r\n( 2 ) اغتلم البعير : إذا هاج من شدة شهوة الضراب .\r\n( 3 ) الكافي 7 / 353 . ","page_name":" 159 ","page_number":178},
  {"content":"\r\nوروى علي بن إبراهيم عن أبيه عن النوفلي عن السكوني قال : قال\r\nقال رسول الله صلى الله عليه وآله وسلم : البئر جبار والعجماء جبار\r\nوالمعدن جبار ( 1 )\r\nوروى الحسن بن محبوب عن المعلى عن أبي بصير عن أبي عبد الله\r\nعليه السلام قال : سألته عن رجل غشيه رجل على دابة فأراد أن يطأه\r\nفزجر الدابة فنفرت بصاحبها فطرحته وكان جراحة أو غيرها ؟ فقال :\r\nليس عليه ضمان إنما زجر عن نفسه وهي الجبار ( 2 )\r\nوروى علي بن إبراهيم عن أبيه عن بعض أصحابنا عن أبي الصباح\r\nالكناني عن أبي عبد الله عليه السلام قال : من أحدث حدثا في الكعبة\r\nقتل ( 3 )\r\nوروى محمد بن علي بن محبوب عن سلمة بن الخطاب عن علي\r\nابن سيف بن عميرة عن عمرو بن شمر عن جابر عن أبي جعفر عليه السلام\r\nقال : من أشار بحديدة في مصر قطعت يده ومن ضرب فيها قتل ( 4 )\r\nوروى محمد بن الحسن الصفار عن إبراهيم بن هاشم عن النوفلي عن\r\nالسكوني عن جعفر عن أبيه عليهما السلام قال : قال رسول الله صلى الله عليه\r\nوآله وسلم : من شهر سيفه فدمه هدر ( 5 )\r\nوروى محمد بن إسماعيل بن بزيع عن حمزة بن زيد عن علي بن سويد\r\n\r\n","description":"","footnote":" ( 1 ) المصدر السابق 7 / 377 . وجبار : هدر لا غرم فيه .\r\n( 2 ) التهذيب 10 / 223 .\r\n( 3 ) الكافي 7 / 265 .\r\n( 4 ) التهذيب 10 / 135 .\r\n( 5 ) المصدر السابق 10 / 315 . ","page_name":" 160 ","page_number":179},
  {"content":"\r\nعن أبي الحسن موسى عليه السلام قال : إذا قام قائمنا قال : يا معشر\r\nالفرسان سيروا في وسط الطريق ويا معشر الرجال سيروا على جانبي الطريق\r\nفأيما فارس أخذ على جانبي الطريق فأصاب رجلا عيب ألزمناه الدية\r\nوأيما رجل أخذ في وسط الطريق فأصابه عيب فلا دية له ( 1 ) .\r\n\r\n\r\n","description":"","footnote":" ( 1 ) المصدر السابق 10 / 314 . ","page_name":" 161 ","page_number":180}
  ]