[
  {"content":"\r\nالشذرة الثانية من ذلك العقد اللماع . والقطرة المحيية من ذلك اليراع\r\nكتاب الرضاع\r\nالذي لم تشنف بمثل لئالئه الاسماع . من مؤلفات علم الأعلام . قدوة الأنام . آية اللَّه الملك العلام . العلامة المحقق . المتقن المتبحر المدقق .\r\nالمجاهد في سبيل اللَّه . الذي نصب نفسه الزكية لارغام أعداء الدين .\r\nالحليم الأواه . الذي بذل مهجته الشريفة في خدمة المؤمنين .\r\nذلك حجة الإسلام والمسلمين . قامع زيغ الملحدين . مشتت شمل الكافرين . العلامة الثاني . مولانا الشيخ محمد كاظم الخراساني . قدس اللَّه نفسه الزكية . المطمئنة الراضية المرضية\r\nطبع في مطبعة الولاية ( ببغداد ) 1331\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\nبسم اللَّه الرّحمن الرّحيم\r\nالحمد للَّه رب العالمين والصلاة والسلام على محمد وآله الطاهرين ولعنة اللَّه على أعدائهم إلى يوم الدين .\r\n( الرضاع ) كالنسب في أنه يوجب تحريم النكاح كتابا وسنة بلا خلاف بل إجماعا والاخبار به مستفيضة بل متواترة إجمالا وهي بين ما دل على تحريم النكاح به بالخصوص وهو ما دل على حرمة نكاح الأم أو الأخت أو العمة أو الخالة من الرضاعة . وما دل على ذلك بالإطلاق والعموم . وهو ما رواه الفريقان عن النبي صلى اللَّه عليه وآله : يحرم من الرضاع ما يحرم من النسب . فإنه أيضا من جملة ما يحرم بالنسب . وعن الكافي عن عبد اللَّه بن سنان عن أبي عبد اللَّه عليه السلام قال : سئل وأنا حاضر عن أمرية أرضعت غلاما مملوكا لها من لبنها حتى فطمته هل لها ان تبيعه قال : فقال :\r\nعليه السلام لا هو ابنها من الرضاعة ، حرم عليها بيعه وأكل ثمنه قال : ثمَّ قال : أليس رسول اللَّه صلى اللَّه عليه وآله قال : يحرم من الرضاع ما يحرم من النسب . وعن الشيخ عن جماعة عن أبي عبد اللَّه عليه السلام قال :\r\nلا يملك ابنته من الرضاعة ولا أخته ولا عمته ولا خالته فإنهن إذا ملكهن عتقن وقال : كلما يحرم من النسب فإنه يحرم من الرضاع . حيث يظهر\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nمن الروايتين عدم اختصاص قضية يحرم من الرضاع إلخ بالنكاح بل يعم غيره مما يحرم ولا ينفذ من النسب كالتملك والبيع وغيرهما كما هو ظاهره أيضا . ضرورة أن ما يحرم أعم ممن يحرم الظاهر في خصوص النكاح .\r\nوقبل التعرض لما يعتبر في الرضاع الناشر للحرمة شرعا ينبغي التعرض لما هو قضية الأصل في ما إذا لم يكن هناك دليل على النشر . فاعلم أن قضيته عدم النشر فإن الحرمة إنما تعرض بسبب الرضاع فلو شك في تحققه وحدوثه فأصالة عدم حدوثه تقتضي عدم عروض ما تحدث بسببه . ولا تعارض باستصحاب الحرمة قبل العقد فان الشك في الحرمة بعد العقد مسبب عن الشك في حدوث الرضاع الناشر . مع بداهة إن الشك في بقائها ناش عن الشك في حدوثه ولو من جهة الشك في اعتبار ما أخل به من القيد فيه شرعا كما هو الحال أيضا في ما إذا شك في حدوثه خارجا ولو للشك في بعض ما اعتبر فيه من قيوده وحدوده . ولا مجال لأصالة عدم اشتراط ما شك في اعتباره في النشر لعدم العلم بسبق النشر به بدونه . وأصالة عدم اعتباره قبل جعل الرضاع سببا للحرمة مثبتة . ومثل حديث الرفع غير مقتض لعدم اعتبار ما شك في اعتباره لو لم يكن مقتضيا لعدم النشر بدونه . حيث إن فاقده مما لم يعلم نشره فرفع والناس في سعة منه . واعتباره في نشره وإن كان مما لا يعلم أيضا إلَّا أن رفعه ينافي المنة هاهنا كما لا يخفى [ 1 
  ] ولا قاطع لهذا الأصل في موارد الشك حيث إن إطلاقات أخبار الباب إنما تكون مسوقة لبيان أن الرضاع كالنسب في أنه السبب للنشر لا بصدد ما هو السبب منه كما يظهر من التأمل فيها . كما ربما يشهد بذلك ما رواه في الكافي عن بريد العجلي في حديث . قال سئلت أبا جعفر عليه السلام\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] وهذا بخلاف موارد التكليف وبعض موارد الوضع مما كان رفع ما شك في اعتباره موجب للسعة على العيال فيرفع بمثل حديث الرفع مما يكون بصدد التسهيل والتوسعة والمنة فافهم . منه قدس سره .\r\n","page_name":" 3 ","page_number":3},
  {"content":"\r\nعن قول رسول اللَّه صلى اللَّه عليه وآله يحرم من الرضاع ما يحرم من النسب . فسر لي ذلك قال فقال عليه السلام كل أمرية أرضعت من لبن فحلها ولد أمرية أخرى من جارية أو غلام فذلك الذي قال رسول اللَّه صلى اللَّه عليه وآله الحديث . حيث سئل عن تفسير الرضاع الظاهر في أنه غير ظاهر في الإطلاق وإلَّا لما احتاج مثله إلى التفسير الذي هو عبارة عن كشف القناع وقد قرره الإمام عليه السلام على ذلك حيث فسره له ولم يقل انه ظاهر غير محتاج إلى التفسير فافهم . نعم يكون قول أبى جعفر عليه السلام دليلا قاطعا له لوروده مقام التفسير والبيان فإطلاقه هو المتبع بقيوده وحدوده في موارد الاشتباه . ثمَّ ان ظاهر ما يحرم من النسب هو نشر الحرمة بسببه إلى مثل كل من يحرم من جهة قرابته ونسبه فتحرم على الزوج أم الزوجة رضاعا ذاتا وأختها كذلك جمعا حيث إن حرمتهما كذلك نسبا على الزوج بما هو زوج ليست إلَّا من قبل قرابتهما مع الزوجة محضا وإن كانت حرمتهما بما هما امرئتان عليه بما هو رجل من قبل المصاهرة والقرابة معا . ودعوى أنّ الحرمة كذلك وإن كانت بسبب النسب إلَّا انه ليست القرابة والنسب بين المحرم والمحرم عليه وهذا هو المراد من النسب في الرواية . فاسدة فإن ظاهرها إن كلما يحرم نسبا يحرم مثله رضاعا وأم الزوجة بما هي كذلك مما يحرم نسبا فيحرم مثلها رضاعا ولا دلالة فيها أصلا على تخصيص النسب بما بين المحرم والمحرم عليه كما لا يخفى .\r\nكما أن ظاهرها هو اعتبار اتحاد ما يحصل بالرضاع من العنوان وما يحرم بالنسب صنفا فلو لم يتحد كذلك معه لم يحرم بسببه وإن اتحد مع ما يصادفه ويساوقه ويصدق عليه . ضرورة ان ظاهرها انه بالرضاع يحرم خصوص مثل ما يحرم بالنسب من العنوان إذا حدث بسببه ذاك العنوان بنفسه كالأم والبنت والأخت مثلا لا بما يصادفه ويلازمه كأم الأخ في ما كان له أخ في الأم . وأم السبط في ماله سبط في البنت . وأخت الأخ في ما كان\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\nله أخ أبويني في الأخت مثلا فلا يحرم بالرضاع ما إذا حدث المصادف لها ما لم يحدث نفسها فلا تحرم به مرضعة الأخ أو السبط ولا من ارتضعت مع الأخ حيث ليست إحداهن احدى من حرم بالنسب وإن كانت مصادفة لها أحيانا متحدة معها اتفاقا كما عرفت آنفا . فلا وجه لتوهم عموم المنزلة من هذه الأخبار أصلا ضرورة انه لو لم تكن ظاهرة فيما ذكرنا فلا أقل من عدم ظهورها فيما يعم حرمة مصادفها وكون المتيقن هو حرمة نفسها به كما لا يخفى . وقد عرفت ان التنزيل على خلاف الأصل لا يصار إليه إلَّا بالدليل . فان قلت يكفى دليلا على عموم المنزلة ما في بعض اخبار الباب من تعليل حرمة أولاد المرضعة وأولاد صاحب اللبن على أب المرتضع بان ولدها بمنزلة ولدك أو في موضع بناتك فإنها إذا صرن أولادا وبناتا له . فكما يحر من عليه يحر من على جميع أولاده نسبا ورضاعا ولو على غير المرتضع منهم . وعلى أخيه كذلك لأنه يصير عمهم وتحرم عليهم أخته كذلك بل تحرم عليه عمتهم فإنها تصير كأخته .\r\nوبالجملة يحرم عليه أو عليهم كل من كان حراما لو كان أولاد المرضعة وأولاد صاحب اللبن أولادا له حقيقة فإن ذلك قضية تنزيلها أولادا له كما لا يخفى .\r\nقلت : لا يذهب عليك ان قضية التنزيل إنّما هو الاقتصار على ترتيب ما يكون بلحاظه من الآثار فربما يكون بلحاظ أثر واحد أو اثنين أو تمام الآثار والمتبع في تعيين ذلك هو دليله فان عينه فهو وإلاّ فلا بد من الاقتصار على ترتيب المتيقن إن كان وإلاّ فالرجوع إلى الأصول . والتنزيل في التعليل بلحاظ حرمة تزويج أب المرتضع في أولاد المرضعة أو صاحب اللبن معلوم وبلحاظ تزويجه في غيرهن أو تزويج غيره فيهن غير مفهوم . ففي الصحيح عن أيوب بن نوح قال : كتب علي بن شعيب إلى أبي الحسن عليه السلام أمرية أرضعت بعض ولدي أيجوز لي ان أتزوج ولدها فكتب عليه السلام لا يجوز ذلك لان ولدها صار بمنزلة ولدك . وفي رواية علي بن مهزيار قال :\r\nسئل عيسى بن جعفر بن عيسى أبا جعفر الثاني عليه السلام : ان أمرية أرضعت\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nلي صبيا فهل يحل لي ان أتزوج ابنة زوجها فقال لي : ما أجود ما سئلت من هنا يؤتى أن يقول الناس حرمت امرأته من قبل لبن الفحل . هذا هو لبن الفحل لا غيره . فقلت له ان الجارية ليست ابنة المرية التي أرضعت لي هي ابنة غيرها فقال : لو كن عشرا متفرقات ما حل لك شيء منهن وكن في موضع بناتك . حيث إن الخبرين لو لم يكونا ظاهرين في أن التنزيل إنما هو بلحاظ خصوص حرمة تزويج الأب فلا ظهور لهما في أنه بملاحظة حرمة تزويج غيره أو تزويجه في غيرها مما يلازم كونها بناتا وولدا له حقيقة فلا يكون التعليل دليلا على التنزيل إلَّا بلحاظ حرمة تزويجه فيها .\r\nلا يقال إطلاقه دليل على تنزيلها بلحاظ جميع ما يمكن بلحاظه تنزيلها .\r\nفإنه يقال إن السؤال عن جواز تزويجه وحرمته يوجب صرف وجه الإطلاق إلى أن التنزيل بلحاظ حرمته لا أقل من كون لحاظها متيقنا ومعه لا مجال للاستدلال بالإطلاق بل لا بد من الرجوع في غير ذلك إلى الأصول . فما صار إليه بعض الفحول من عموم المنزلة غفلة وذهول وحسبان ان مجرد تنزيل غير الواقع منزلته يقتضي أن يكون مثله في جميع ماله بلوازمه وملازماته وملزومه من الآثار وقد عرفت انه لا يقتضي أن يكون كذلك إلا في خصوص ما بلحاظه تنزيله حسبما يساعد عليه دليله . وعدم الانفكاك بين اللوازم والملزومات واقعا غير مقتض لعدم التفكيك بينها تنزيلا . فتلخص انه لا دلالة في الأخبار المطلقة على حرمة أمرية بالرضاع إلا إذا حدث بسببه لها أحد العناوين المحرمة بالنسب كالأم والبنت والأخت وإنه لا دلالة لها أصلا على حرمتها إذا لم يحدث بسببه لها أحدها وإن حدث مما يصادفها ويساوقها من العناوين كأم الأخ أو الأخت في الأم . وأم السبط في البنت . وأخت الأخ في الأخت . وغير ذلك مما لا تكاد تخلو منه تلك العناوين الخاصة وقلّ أن لا يحدث بسببه أحدها فيلزم بناء على عموم المنزلة نشر الحرمة بين جماعة كثيرة بسبب حدوث\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nعنوان مصادف لأحد العناوين المحرمة غير من تنشر فيهن الحرمة لحدوث أحدها . فتحرم على أب المرتضع أخت الفحل لأنها صارت عمة ولده وهي مصادفة لأخته صادقة عليها . وكذا أمه وجداته لأنهن صرن جدات ولده من أبيه وجدة الولد من أبيه أم الأب أو جدته فيصادف كل منهما لما يحرم عليه من الأم والجدة . وكذا عمته لمصادفة عمة أب الولد مع عمته إلى غير ذلك مما لا يبعد دعوى القطع بعدم نشر الحرمة إليها مع كفاية أصالة عدمه مع عدم الدليل عليه . وقد عرفت عدم دلالة الاخبار إلاّ على النشر في خصوص . ما إذا حدث بالرضاع مثل أحد العناوين المحرمة بالنسب ثمَّ انه لا بد في النشر من أمور في المرضعة والمرتضع واللبن فيقع الكلام في ثلاثة مقامات .\r\n( المقام الأول يعتبر في المرضعة الحياة )\r\nفلا اعتداد بالارتضاع بعد موتها على المشهور بل لم نعثر على حكاية خلاف صريح للأصل بلا دليل على خلافه . وربما استدل عليه بظاهر الآية * ( وأُمَّهاتُكُمُ اللَّاتِي أَرْضَعْنَكُمْ ) * حيث إن الإرضاع ظاهر في الاختيار المتوقف على الحياة . ومثلها الرواية المفسرة : كل أمرية أرضعت . وقد أشكل بعدم اعتبار الاختيار في النشر إجماعا كما عن المسالك . وتوهم ان نهوض الدليل على عدم اعتبار القصد والمباشرة لا يوجب عدم اعتبار الحياة أيضا بعد ظهور الإرضاع في كل منهما . فاسد . حيث إنه لا ظهور للإرضاع في اعتبار كل منهما بل لا ظهور له الا في في اعتبار خصوص الاختيار المجمع على عدم اعتباره فلا دلالة له معه على اعتبار ما يتوقف عليه الاختيار . ولا قرينة على كونه كناية عن اعتبار الحياة المتوقف عليها الاختيار . نعم لو كان له دلالة ولو بالالتزام على اعتبار الحياة على حدة لم يلزم من قيام الدليل على عدم اعتبار الاختيار عدم اعتبارها . الا أن يكون بين عدم اعتباره وعدم\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nاعتبارها ملازمة كما تكون بين اعتباره واعتبارها . وقد استدل [ 1 
  ] على اعتبارها بان بعض فروض الارتضاع من الميتة خارج عن إطلاق مثل قوله تعالى * ( وأَخَواتُكُمْ مِنَ الرَّضاعَةِ ) * لانصراف المطلق إلى غيره فيدخل تحت قوله تعالى * ( وأُحِلَّ لَكُمْ ما وَراءَ ذلِكُمْ ) * فيثبت عدم النشر في هذا الفرد بالآية ويجب إلحاق غيره من الفروض الداخلة تحت إطلاق آية التحريم بها بعدم الفصل . وقلب هذا الدليل بان يثبت التحريم في الفروض الداخلة تحت آية التحريم ويلحق الفرض الخارج منه بعدم القول بالفصل . وإن كان ممكنا إلاّ ان غاية الأمر وقوع التعارض حينئذ بواسطة عدم القول بالفصل بين آيتي التحريم والتحليل فيجب الرجوع إلى أدلة الإباحة والأصول المعتضدة بفتوى معظم الفحول . قلت : لا يذهب عليك إنه لا يكاد يقع التعارض بين الآيتين بذلك فإن آية التحليل إنما تكون في دلالتها ناظرة طبعا لآية التحريم حيث حلل فيها ما وراء ما حرم في آيته وقد حرم بدلالتها المطابقية والالتزامية الفروض الداخلة تحت الإطلاق والخارجة منه . هذا مع أنه لا قول بالفصل لا إنه لا فصل فافهم .\r\n( المقام الثاني ) يعتبر في المرتضع أن يكون ارتضاعه قبل فطامه\r\nونفى عنه الخلاف في محكي المسالك بل عن التذكرة دعوى الإجماع عليه . ويدل عليه مضافا إلى الأصل حسنة الحلبي عن أبي عبد اللَّه عليه السلام : لإرضاع بعد فطام ومثلها رواية حماد بن عثمان عنه عليه السلام بزيادة قوله جعلت فداك وما الفطام قال الحولين الذين قال اللَّه عز وجل . ورواية عبد الملك الرضاع قبل الحولين قبل الفطام . ولا يخفى ان ظاهر الفطام هو الانقطاع عن الارتضاع فعلا ولا تفسيره بالحولين في رواية حماد بن عثمان وعليه لا بد من كون قبل الفطام في رواية عبد الملك عطف بيان لا خبرا بعد خبر وإن احتمله لو لم يكن ظاهره الموجب لاعتبار أمرين كون الارتضاع قبل الفطام وكونه في الحولين . فلا اعتداد بالارتضاع\r\n\r\n","description":"","footnote":"\r\n[ 1 
  ] والمستدل شيخنا العلامة أعلى اللَّه مقامه وقد نقلنا كلامه بعينه منه قدس سره\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\nبعد الحولين وقبل الانقطاع بل به فيهما ولو كان بعده بلا خلاف محكي إلا عن ابن الجنيد ولعله لرواية دواد بن الحصين وهي لإعراض الأصحاب ومخالفة أخبار الباب غير قابلة لان يستند إليها ولا مجال لاستناده إلى إطلاق بعض الأخبار بعد لزوم التقييد بالرواية التي عمل بها الأصحاب . ثمَّ انه حكى عن أبي الصلاح وبن زهرة وابن حمزة اعتباران يكون الرضاع قبل فطام ولد المرضعة أيضا تمسكا بظاهر لإرضاع بعد فطام الشامل لفطام ولد المرضعة . بل لم يفهم منه بن بكير الا ذلك وفيه ان المنسبق إلى الذهن هو فطام من كان منه الارتضاع والرضاع ولا يكاد ينسبق إليه ولد المرضعة أصلا . وليس فهم بن بكير بحجة على غيره كما لا يخفى .\r\n( المقام الثالث ) يعتبر في اللبن أمور .\r\nالأول كونه بالغا حدا خاصا\r\nبلا خلاف ظاهر بين الأصحاب حتى من الإسكافي المكتفى بالرضعة الواحدة فإنه لا يكتفى بمطلقها بل بما إذا كانت تامة . خلافا لبعض العامة فاكتفى بالمسمى وقدره بما يفطر الصائم والأخبار الدالة على اعتباره متواترة إجمالا للقطع بصدور بعضها لكثرتها واختلافها مضمونا . ثمَّ إن الأصحاب تبعا لاخبار الباب قد قدروا ذاك الحد بثلاثة تقديرات بالأثر والزمان والعدد . أما الأول فلا خلاف في أنه لو نبت به اللحم واشتد به العظم لكان ناشرا للحرمة بل ادعى عليه الإجماع والاخبار به مستفيضة منها صحيحة علي بن رباب عن أبي عبد اللَّه عليه السلام . قلت : ما يحرم من الرضاع قال : ما أنبت اللحم وشد العظم .\r\nقلت : يحرم عشر رضعات فقال : لا لأنها لا ينبت اللحم ولا يشد العظم .\r\nوتقديره في بعض الأخبار مثل صحيحة عبيد بن زرارة وحسنة حماد بن عيسى بإنبات اللحم والدم . لا اشكال فيه على تقدير احتمال الملازمة بينه وبين التقدير بإنبات اللحم والعظم فلو علم أحيانا بحصول إنبات اللحم والدم لاكتفى به في الحكم بالنشر ولو لم يقطع بحصول اشتداد العظم .\r\nوأصالة عدم الاشتداد غير جارية مع وجود الإطلاق الدال على النشر .\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nبل إحراز الاشتداد بذلك أيضا غير بعيد لئلا يلزم التقييد كما يحرز بعموم مثل . لعن اللَّه بني أمية قاطبة مثلا عدم ايمان من شك في إيمانه لئلا يلزم تخصيصه به . كما لا إشكال في لزوم تقييده بالاشتداد مع القطع بعدم الملازمة بينهما فإنه قضية التوفيق بين أخبارهما فيقيد إطلاق أخباره بأخبار الاشتداد وإنه ورد مورد الغالب . واحتمال ورود قيد الاشتداد مورده في غاية البعد كما لا يخفى . وأما التوفيق بين اخبار التقديرات فإن لم يعلم انفكاكها فكما عرفت فأي واحد منها حصل حكم بنشر الحرمة وإن لم يحرز حصول الآخرين وأصالة عدم حصولهما لا توجب مزاحمته بالحصر المستفاد من دليلهما بل قضية الإطلاق في أخبارهما حصولهما كما مرّ آنفا . وإن علم الانفكاك كما هو ظاهر بين التقدير بالزمان والعدد ويمكن العلم به أحيانا بين التقدير بالأثر والتقدير بأحدهما أيضا كما إذا علم لأجل المرض مثلا بعدم حصول النبات والاشتداد والاشتداد مع حصول الرضاع زمانا وعددا . فيحمل الحصر المستفاد من كل واحد منها على الإضافي بأن يكون الحصر في دليل حده الأثران بلحاظ الأثر وفي حدية الآخرين بلحاظ الزمان والعدد أو بتقييد النفي في كل واحد بما إذا لم يكن هناك أحد الأمرين . وقضية الحملين هو نشر الحرمة عند حصول أحد هذه الحدود ولو لم يعلم بعدم حصول غيره . وأما احتمال تقييد إطلاق الإثبات في القضية الاستثنائية في كل واحد منها بالنفي في الآخرين ليكون الحد الناشر هو ما إذا حصل التقديرات فبعيد جدا لا يساعد عليه العرف قطعا . وكذلك احتمال أن يكون التقدير بالأثر هو الأصل وإنما اعتبر الآخران فيما لم يحرز الانفكاك عنه وقد احتمل حصوله لا . ولو مع العلم بعدم حصوله كما ربما يتفق فيما إذا كان المرتضع مريضا بما به يذاب لحمه ويوهن عظمه . وذلك لعدم ما يوجبه مع اتحاد مساق أدلتها واعتبار بعض الخصوصيات في التحديد بغيره مما\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nلا يناسب أن يكون المدار عليه . ولا دلالة في صحيحة علي بن رباب المتقدمة عليه فان السؤال عن تحريم عشر رضعات بعد تحديده عليه السلام الرضاع بالأثر إنما هو لاحتمال كونها ذات الأثر فكانت محرمة ناشرة فأجابه بعدم تحريمها لعدم كونها كذلك فافهم . وأما التقدير الثاني فالمعروف بين الأصحاب انه يوم وليلة ومستندهم موثقة زياد بن سوقه قال . قلت لأبي جعفر عليه السلام : هل للرضاع حد يؤخذ به فقال : لا يحرم الرضاع أقل من رضاع يوم وليلة أو خمس عشرة رضعة متواليات من أمرية واحدة من لبن فحل واحد ولم يفصل بينها رضعة أمرية غيرها . الخبر ولا حاجة إلى ملاحظة سندها بعد كونها معمولا بها بين الأصحاب قديما وحديثا .\r\nولا يخفى ان مقتضى إطلاقها هو الاكتفاء بما هو المتعارف من الرضاع في اليوم والليلة كما وكيفا وعدم اعتبار الإكمال في كل رضعة وكفاية الإكمال برضعة أخرى وعدم الخلل بتخلل بسير من طعام بين رضعاته فيما لا يغني عن شرب ما اعتاده من اللبن في اليوم والليلة . وإن المراد منهما هو مقدارهما لا نفس يوم وليلة فيكفي التلفيق . لم يعتبر ابتداء الرضاع في ابتداء اليوم أو الليلة وانتهائه بانتهائه في آخر الآخر . ( وأما التقدير الثالث ) ففيه خلاف بين الأصحاب لاختلاف اخبار الباب . فعن محكي ابن الجنيد انه رضعة واحدة كاملة لإطلاق الكتاب والسنة وخصوص غير واحد من الروايات . وهذا القول ضعيف جدا لاستفاضة الأخبار الدالة على عدم النشر بما دون العشر مع ما فيها من الصحة سندا والقوة دلالة واستناد المشهور إليها عملا بخلاف تلك الروايات لما فيها من الضعف سندا بالكتابة والإضمار والإرسال واحتمال الصدور تقية فلا مجال لها للمعارضة والمقاومة كما هو واضح لا يكاد يخفى . وعن أكثر المتقدمين انه العشر . وعن الشيخ والمحقق والفضل في أكثر كتبه وأكثر المتأخرين انه الخمس عشر وهو الأظهر لما تقدم من موثقة زياد بن سوقة الدالة بصراحتها على أنه الخمس عشر وإن العشر\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nليس بمجرم والأخبار الدالة على النشر بالعشر . مثل رواية الفضيل عن الباقر عليه السلام لا يحرم من الرضاع إلَّا المحبور قلت وما المحبور قال أم تربى أو ظئر تستأجر أو أمة تشترى ثمَّ ترضع عشر رضعات يروى الصبي وينام .\r\nومفهوم موثقة عمر بن يزيد قال : سئلت الصادق عليه السلام عن الغلام يرتضع الرضعة والثنتين فقال : لا يحرم فعددت عليه حتى أكملت عشر رضعات فقال : إذا كانت متفرقة فلا . ومفهوم رواية هارون بن مسلم عن أبي عبد اللَّه عليه السلام قال لا يحرم من الرضاع إلَّا ما شد العظم وأنبت اللحم وأما الرضعة والرضعتان أو الثلاث حتى تبلغ عشرا إذا كن متفرقات فلا بأس . غير قابلة لأن يعارض بها الموثقة لما في رواية الفضيل من ضعف السند لمكان ابن سنان فيه حيث حكى تضعيفه عن غير المفيد رضى اللَّه عنه من مشايخ الرجال على ما قيل . وخلو الفقيه من زيادة رواها الشيخ في ذيلها وهي جملة . ثمَّ ترضع عشر رضعات والصدوق أسبق وأضبط من الشيخ . مع احتمال أن تكون الزيادة من تحريفات محمد بن سنان لأنه إنّما وقع في سند التهذيب وليس في سند الفقيه كما قيل .\r\nومعارضتها بما في صحيحة علي بن رباب عن الصادق عليه السلام قلت فتحرم عشر رضعات قال : لا لأنها لا تنبت اللحم ولا تشد العظم . وبموثقة عبيد بن زرارة عن أبي عبد اللَّه عليه السلام قال سمعته يقول : عشر رضعات لا يحر من شيئا . ولما في المفهومين من احتمال إرادة الكراهة فيهما كما هو ظاهر ثانيهما . مع عدم مقاومتهما للمنطوق مطلقا فضلا عما إذا كان صريحا كما لا يكاد يخفى . واحتمال التقية فيهما كما يشعر به بعض اخبار العشر حيث أعرض الإمام عليه السلام فيه عن جواب السؤال عن محرمية عشر رضعات . بقوله : دع ذا وقال : ما يحرم من النسب يحرم من الرضاع .\r\nثمَّ انه يعتبر في الرضعات الخمس عشرة أن يكون الرضعة كاملة فلا يكفي الناقصة ولا تحسب منها وإن كملت برضعة أخرى غير متحدة معها . فان\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nالمنصرف من الرضعة هي الكاملة كما أن الظاهر منها نفسها لا مقدارها .\r\nنعم ربما لا يقدح في الاتحاد مثل الفصل بالسعال أو الالتفات إلى ملاعب مع العود في الحال . ثمَّ المرجع في الكمال هو القطع بتحقق ذاك المفهوم المنسبق إلى الأذهان من إطلاق الرضعة حقيقة وعدم كفاية تحققه مسامحة عرفا وليس العرف محكما إلَّا في تعيين ما يظهر من الألفاظ لا في تطبيق ما يستفاد منها خارجا . وأن تكون الرضعات متواليات بان لا يفصل بينها برضعة من أمرية أخرى كما هو صريح موثقة زياد . ولا يبعد القدح بمطلق الرضعة وإن لم تكن كاملة ولا ينسبق من إطلاقها هاهنا الكاملة منها لعدم ورود إطلاقها مورد البيان من هذه الجهة بل إنّما هو من جهة ان القادح في التوالي هو الفصل بالرضعة لا بأمر آخر كالشرب والأكل فيبقى ظهور خمس عشر رضعة متواليات في عدم الفصل بمطلق الرضعة بحالة . مع أن الإطلاق لو كان في مقام البيان لأمكن منع انسباق الكمال منه هنا لاقترانه بالتوالي الذي ظاهره قدح مطلق الرضعة لا خصوص كاملها .\r\nومجرد كون قوله ولم يفصل تفسيرا له لا يقتضي عدم منعه عن انسباق الكمال من الإطلاق لما عرفت من أنه انما يكون لبيان ان القادح في التوالي هو خصوص الفصل بالرضعة لا مطلق الفصل كما هو قضية إطلاقه . هذا كله لو سلم صدق الرضعة على الرضعة الناقصة حقيقة كما هو الظاهر وإلَّا كان القادح فيه هو خصوص الكاملة لعدم صدق الرضعة على الناقصة .\r\n( الثاني ) مما يعتبر في اللبن أن يكون من أمرية واحدة\r\nفلو كان من امرأتين فلا نشر ولو كان الفحل واحدا . لموثقة زياد بن سوقة في التقدير العددي . وصحيحة بريد العجلي كل أمرية أرضعت من لبن فحلها الخبر بعد تقييد الرضاع فيها بما دل على اعتبار بلوغه حدا خاصا مقدرا بأحد التقديرات .\r\n( الثالث ) أن يكون من فحل واحد\r\nبلا خلاف ظاهر فيه بل عن محكي التذكرة لإجماع عليه . فلو بلغ الحد المعتبر من لبن فحلين\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nلما نشر لموثقة زياد وظاهر قوله عليه السلام في صحيحة بريد كل أمرية أرضعت من لبن فحلها الظاهر في لبن شخص فحلها لا جنس فحلها . وصريح قوله بعد ذلك فيها وكل أمرية أرضعت من لبن فحلين كانا لها واحدا بعد واحد فان ذلك الرضاع ليس بالرضاع الذي قال رسول اللَّه صلَّى اللَّه عليه وآله . وصحيحة عبد اللَّه بن سنان وحسنته بابن هاشم قال : سئلت أبا عبد اللَّه عليه السلام عن لبن الفحل قال : هو ما أرضعت امرئتك من لبنك ولبن ولدك ولد أمرية أخرى فهو حرام . هذا مع أن قضية الأصل كما عرفت اعتبار ذلك .\r\n( الرابع ) أن يكون اللبن عن علوق وحمل عن وطى صحيح\r\nللأصل . وصحيحة عبد اللَّه بن سنان المتقدمة فلو در بلا وطى أو معه بلا حمل أو معه وكان عن زنا لما نشر كما هو المعروف بين الأصحاب بل عن محكي جماعة الإجماع عليه . ثمَّ ان ظاهر قوله في الصحيحة من لبنك ولبن ولدك اعتبار كون الولد ملحقا بأبيه شرعا وعدم كفاية اللحوق عرفا كما في ولد الزنا لو قيل بشمول ولدك لولد الزنا كذلك .\r\nكما أن الظاهر كفاية ذلك ولو كان الوطي غير جائز بالعرض كما إذا كان في حال الحيض أو المرض . وكفاية الحمل وعدم اعتبار الانفصال لإطلاق قوله في صحيحة بريد العجلي كل أمرية أرضعت من لبن فحلها ولد أمرية أخرى الخبر وعدم دالة صحيحة ابن سنان على اعتبار الانفصال لولا دعوى شمولها لما إذا لم ينفصل الحمل . وعدم صدق الولد على الحمل لا يقتضي عدم صدق لبن الولد على اللبن حاله فان وجود الولد فعلا لا يعتبر في إضافة اللبن إليه قطعا . ثمَّ إنه لا خلاف ظاهرا في شمول الوطي الصحيح للوطي بالنكاح دائما وانقطاعا وملك اليمين والتحليل . وأما الوطي بالشبهة ففيه خلاف واشكال من الأصل وقوله في تفسير لبن الفحل في صحيحة عبد اللَّه بن سنان . هو ما أرضعت امرئتك من لبنك إلخ . الظاهر في غير الموطونة الشبهة ومن إطلاق الكتاب والسنة فان الفحل أعم من الزوج\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nكما قيل . وقد عرفت ان إطلاق الكتاب والسنة إنّما هو في مقام تشريع النشر بالرضاع وإن الفحل على ما يظهر من صحيحة عبد اللَّه بن سنان غير الواطئ بالشبهة بلا ريب ولا شبهة . وحمل ورود التقيد بالامرئة مورد الغالب بعيد لا يصار إليه إلَّا بموجب وليس . ومن هنا يشكل الأمر في المملوكة والمحللة لعدم صدق امرئتك من لبنك عليهما إلَّا أن يكون فيهما إجماع . اللهم إلَّا أن يدعى القطع بعدم الفرق وإن الملاك انما هو عدم كون اللبن من حرام كما في صحيحة ابن سنان وهو غير بعيد .\r\n( الخامس ) أن يكون شربه على نحو الامتصاص\r\nفان الظاهر اختصاص الارتضاع عرفا به وعدم صدقه على شرب المحلوب منه أو الشرب بالوجور على الحلق . خلافا لما هو المحكى عن ابن الجنيد فاكتفى بالوجور .\r\nأما لدعوى صدق الارتضاع به . وأما لحصول العلة الموجبة للحرمة وهو إنبات اللحم وشد العظم كما يظهر من غير واحد من الاخبار . وأما للمرسل عن أبي عبد اللَّه عليه السلام قال وجود الصبي بمنزلة الرضاع والكل كما ترى لعدم صدق الدعوى أولا . وعدم الجدوى فيها لو سلم صدقها ثانيا .\r\nلانصراف الارتضاع إلى غيره قطعا وربما تشهد المرسلة بصدق المدعى كما لا يخفى . والعلة إنّما هو الإنبات والشد بالرضاع وإلَّا للزم القول بالنشر بشرب المحلوب منه ولا يقول به أحد . والمرسلة ضعيفة غير صالحة للاستناد إليها في مخالفة الأصل وربما قيل بأنها معارضة برواية زرارة لا يحرم من الرضاع إلَّا ما ارتضعا من ثدي واحد حولين كاملين . ولا يخفى ما في هذه المعارضة لحكومة المرسلة عليها حيث دلت على أن الوجور بمنزلة الرضاع كسائر أدلة التنزيلات الحاكمة على الأدلة المثبتة لأحكام الموضوعات .\r\nمع ما في الرواية من مخالفة الإجماع وجعل الحولين ظرفا لأصل الرضاع لا تحديدا لمقداره لئلا يخالفه . مما ينافيه قيد الكاملين فتأمل .\r\n( السادس ) أن يكون اللبن غير ممتزج بشيء\r\nفلو القى في فم الصبي شيء كالدقيق مثلا\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\nثمَّ ارتضع بحيث امتزج اللبن حتى يخرج عن كونه لبنا لم يعتد به كما قيل .\r\nولكنه لا يخلو عن اشكال لو صدق مع ذلك الرضاع والارتفاع لإطلاق مثل كل أمرية أرضعت من لبن فحلها إلخ كما لا يخفى . ثمَّ انه إذا تحقق الرضاع بشرائطه صارت المرضعة وصاحب اللبن أبوين للمرتضع . وفروعه لهما أحفادا . وأصولهما له جدات وأجدادا . وفروعهما له إخوة وأولاد إخوة . ومن في حاشية نسبهما عمومة وخئولة . وضابط النشر وعدمه في المسائل التي تحصل من ملاحظة كل من المرتضع وأصوله وفروعه ومن في حاشيته نسبة ورضاعا مع كل من المرضعة والفحل وأصولهما وفروعهما ومن في حاشيتهما . قد علم مما مر ان النشر انما هو فيما إذا حصل بالرضاع أحد العناوين النسبية المحرمة لا فيما لا يحصل بسببه أحدها وإن حصل به عنوان مصادف له كعنوان أخت الأخ الأبويني المصادف للأخت وكأم السبط الملازمة للبنت . خلافا لمن قال بعموم المنزلة كما عرفت . فلا بد في النشر أو عدمه على خلاف الضابط من دليل خاص على خلافه وقد نهض أو ادعى نهوضه في\r\nمسائل .\r\n( أحدها ) المشهور عدم النشر بين المرتضعين من مرضعة واحدة إذا كان الفحل في أحدهما غير الفحل في الآخر\r\nفلا تحرم المزاوجة بينهما مع أنها تحرم في النسب فالعبرة في الإخوة رضاعا إنما هي بالإخوة من قبل الأب وذلك لصحيحة الحلبي قال : سئلت أبا عبد اللَّه عليه السلام عن الرجل يرضع من أمرية وهو غلام أيحل له أن يتزوج أختها لأمها من الرضاعة فقال : إن كانت المرئتان رضعتا من أمرية واحدة من لبن فحل واحد فلا يحل وإن كانت المرئتان رضعتا من أمرية واحدة من لبن فحلين فلا بأس . وموثقة عمار الساباطي المروي عنه عن ابن محبوب بواسطة هشام بن سالم قال : سئلت أبا عبد اللَّه عليه السلام عن غلام رضع من أمة أيحل له أن يتزوج أختها لأبيها من الرضاع فقال : لا فقد رضعا جميعا من لبن فحل واحد من أمرية واحدة قال : فيتزوج أختها\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nلأمها من الرضاعة قال : فقال عليه السلام : لا بأس بذلك ان أختها التي لم ترضعه فحلها غير فحل التي أرضعت الغلام فاختلف الفحلان فلا بأس كل أمرية أرضعت من لبن فحلها ولد أمرية أخرى من غلام أو جارية فذلك الرضاع الذي قال رسول اللَّه صلى اللَّه عليه وآله . وقد خالف في ذلك الطبرسي رضى اللَّه عنه وقال بالنشر ووافقه المحدث الكاشاني . قال في محكي الوافي بعد نقل صحيحة بريد المتقدمة : وهذا الخبر يدل على أن مع تعدد الفحل لا يحصل الحرمة وإن كانت المرضعة واحدة وهذا مخالف لقوله تعالى * ( وأَخَواتُكُمْ مِنَ الرَّضاعَةِ ) * وقول النبي صلى اللَّه عليه وآله يحرم من الرضاع ما يحرم من النسب . وقول الرضا في حديث محمد بن عبيدة الهمداني فما بال الرضاع قال : قال الرضا عليه السلام ما يقول أصحابك في الرضاع قال : قلت كانوا يقولون اللبن للفحل حتى جائتهم الرواية عنك إنه يحرم من الرضاع ما يحرم من النسب فرجعوا إلى قولك قال : فقال لي : ذلك أن أمير المؤمنين سألني عنها البارحة فقال لي : اشرح لي اللبن للفحل وانا أكره الكلام فقال : كما أنت حتى أسئلك عنها ما قلت في رجل كانت له أمهات أولاد شتى فأرضعت واحدة منهن بلبنها غلاما غريبا أليس كل شيء من ولد ذلك الرجل من أمهات الأولاد الشتى محرما على ذلك الغلام قال : قلت بلى قال : فقال : أبو الحسن فما بال الرضاع يحرم من قبل الفحل ولا يحرم من قبل الأمهات وإنما حرم اللَّه الرضاع من قبل الأمهات وإن كان لبن الفحل يحرم . وقد قالوا صلوات اللَّه عليهم إذا جائكم حديث فاعرضوه على كتاب اللَّه فما وافق كتاب اللَّه فخذوه وما خالف فذروه فما بال أكثر أصحابنا أخذوا بهذه الأخبار الثلاثة . وعنه في مفاتيحه انه احتمل حمل الأخبار المزبورة التي تكون مستند المشهور على التقية . وأنت خبير بان خبر ابن عبيدة لا يقاوم للمعارضة لتلك الأخبار .\r\nدلالة لصراحتها في عدم النشر وظهوره في النشر . ولا سندا لتعددها\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nوصحة سند بعضها ووثاقة سند الآخر . ولا جهة لمخالفتها الجمهور وموافقته لهم كما نقل عنهم غير واحد . كابن إدريس . والشهيد الثاني في المسالك . والفاضل العماد مير محمد باقر المشهور بالداماد على ما حكى عنهم قدس أسرارهم صاحب الحدائق قدس سره . ولم يظهر مخالفتها للكتاب ولا لقول النبي صلى اللَّه عليه وآله لإجمال الرضاع الناشر المفسر بهذه الاخبار وغيرها كما يشهد به بعضها حسبما عرفت فحمل خبر ابن عبيدة على التقية يكون متعينا مع ما فيه من آثارها كما لا يخفى فما بال المحدث أخذ به ووافق الجمهور وخالف المشهور .\r\n( ثانيها ) حكى عن العلامة في القواعد ان أم المرضعة من الرضاع أو أختها منه أو بنات أختها منه لا يحرمن على المرتضع\r\nمعللا بعدم اتحاد الفحل حيث إن الفحل في الرضاع بين المرضعة وأمها غير الفحل بينها وبين المرتضع . وقد حكى مثله عن المحقق الثاني . وفيه ان قضية إطلاق بعض الأخبار هو النشر وعدم دليل على اعتبار اتحاد الفحل إلَّا في المقدر بأحد التقديرات وفي الرضاع الموجب لإخوة المرتضعين كما عرفت في المسئلة السابقة . كيف وفي صحيحة الحلبي وموثقة عمار المتقدمتين التصريح بحرمة أخت المرضعة من الرضاع على المرتضع . وقد علل الحرمة في الموثقة بأن الأختين رضعتا من أمرية واحدة بلبن فحل واحد . ومنه يظهر كفاية تحقق الإخوة الرضاعية الناشرة بين الامرأتين بل بين الاثنين في حرمة فروع كل منهما ولو كان من الرضاع على الأخر فتدبر .\r\n( ثالثها ) الظاهر أنه يحرم أصول المرتضع على فروع المرضعة النسبية\r\nعلى خلاف ما تقدم من الضابط لغير واحد من الأخبار المعتبرة . مثل ما رواه في التهذيب عن أيوب بن نوح في الصحيح قال : كتب علي بن شعيب إلى أبى الحسن عليه السلام عن أمرية أرضعت بعض ولدي هل يجوز أن أتزوج بعض ولدها فكتب عليه السلام : لا يجوز ذلك لان ولدها صارت بمنزلة ولدك . ومثل ما رواه الكليني قدس سره عن محمد بن يحيى عن عبد اللَّه بن\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nجعفر قال : كتبت إلى أبي محمد عليه السلام أمرية أرضعت ولد الرجل هل يحل لذلك الرجل أن يتزوج ابنة هذه المرضعة أم لا فوقع عليه السلام :\r\nلا يحل . وعن محكي الشيخ في المبسوط وجماعة عدم الحرمة . وأما فروعها الرضاعية فلا دليل على حرمتهم على أصول المرتضع لظهور الولد والابنة في الخبرين في النسبيين . لا يقال إذا حرم النسبي فقد حرم الرضاعي فإنه يحرم من الرضاع ما يحرم من النسب . فإنه يقال إن مقابلة النسب بالرضاع ظاهر في أن المراد بما يحرم بالنسب غير ما نشئت حرمته بسبب الرضاع من ذوي النسب فتأمل . وأما ما قيل في الجواب من أن الإمام عليه السلام حكم بتحريم ولد المرضعة على أب المرتضع لأمن حيث هو ولدها حتى يحرم ولدها الرضاعي أيضا بل لأجل كونه بمنزلة ولد أب المرتضع نسبا وهذا المعنى غير معلوم في ولدها الرضاعي فتأمل . مع أن هذا الكلام لا يصح في ولدها الرضاعي الذي ارتضع بلبن فحل غير فحل المرتضع الذي يكون الكلام في أصوله لعدم الإخوة بين ذلك الولد وبين المرتضع على قول غير الطبرسي ومن الظاهر بل المقطوع أن كون ولد المرضعة بمنزلة ولد أب المرتضع فرع الإخوة الرضاعية للمرتضع المفقودة مع تعدد الفحل وإنما يصح هذا الكلام لو صح في صورة اتحاد الفحل وحدوث الإخوة بين ذلك الولد وبين المرتضع . وحينئذ فيكون هذا الولد من أولاد الفحل رضاعا انتهى . وفيه أن كون ولد المرضعة بمنزلة ولد أب المرتضع وجه حرمته عليه لا يقتضي عدم شمول ما يحرم من النسب له لولا ما ذكرناه من المقابلة . وكون ولد المرضعة ولدا تنزيليا لأب المرتضع لم يظهر كونه بواسطة الإخوة الرضاعية للمرتضع المفقودة في صورة تعدد الفحل . فإنه من الممكن قطعا أن يكون بمنزلة ولد الأب ولم تكن هناك إخوة رضاعية بينه وبين المرتضع شرعا وكان سبب التنزيل مختصا بجعله بمنزلة الولد لأب المرتضع في حرمته عليه فافهم . ومن ذلك ظهر إن كون أولاد\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\nالمرضعة بمنزلة أولاد أبيه كما هو ظاهر الخبرين لا يستلزم بوجه لا شرعا ولا عرفا كونهم بمنزلة أولاد أمه كي يحرمون عليها أيضا . اللهم إلاّ أن يكون إجماع على عدم الفصل فتأمل .\r\n( رابعها ) الظاهر أنه لا يحرم حواشي المرتضع نسبا على فروع المرضعة كذلك\r\nللأصل وقيل بحرمتهم لان فروع المرضعة إذا كانت بمنزلة ولد أب المرتضع كما عرفت في المسئلة السابقة كانت بمنزلة الإخوة لأولاده أيضا . وفيه عدم اقتضاء كون أولادها أولادا لأبيه تنزيلا وحرمتهم عليه لذلك كونهم إخوة لحواشيه لعدم الاستلزام أصلا لا شرعا ولا عرفا وإمكان التفكيك في مقام التنزيل بينهما كما عرفت في المسئلة السابقة . وما قيل من كون الفروع بمنزلة ولد الأب يقتضي أن يثبت لهم جميع الأحكام الثابتة للولد من حيث الولادة ومن جملة أحكامه تحريم أولاد الأب عليه . فيه ان حرمة أولاد الأب على ولده انما هو من حيث الإخوة لا من حيث الولدية للأب . وأما ما ربما قيل بأن الإخوة ليس مفهومها العرفي بل الحقيقي إلا كون الشخصين ولدا لواحدة فكونهم أولادا لأبيه أو لامه عين كونهم إخوة له لا عنوان آخر ملازم له . ففيه أولا منع ذلك بل الإخوة نسبة وقرابة خاصة ناشئة من ذلك لا عينه .\r\nوثانيا سلمنا ذلك ولكنه لا يقتضي أن يثبت لهم الا ما علم أنه بلحاظه يكون التنزيل من الأحكام الثابتة لهم لا جميعها وليس لحاظ غير الحرمة عليه بمعلوم لو لم يكن عدم لحاظه ظاهرا فلا يكاد يفيد دعوى العينية مفهوما ما لم يحرز ان التنزيل بلحاظ جميع آثار الأولاد لا خصوص ما بين الولد والأب من حرمة النكاح بينهما فكما ان القطع بلحاظ ذلك يمنع عن ترتيب سائر الأحكام المترتبة على الولد والأب من وجوب الإنفاق ووجوب الإطاعة وغيرهما كذلك يمنع عن ترتيب حرمة النكاح بينه وبين أولاد الأب فتأمل جيدا\r\n( خامسها ) نسب إلى ابن إدريس حرمه جدة المرتضع على الفحل\r\nوهو ضعيف إذ لم يحدث بسبب الرضاع لها الا عنوان\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nمصادف لما يحرم بالنسب وهو جدة الولد المصادف لما يحرم على الأب نسبا من أمه أو جدته أو أمهات زوجته وهذه العناوين بنفسها غير حاصلة بالرضاع\r\n( سادسها ) يحرم أب المرتضع على بنات الفحل نسبا على خلاف الضابط\r\nلصحيحة علي بن مهزيار قال سأل عيسى بن جعفر بن عيسى أبا جعفر الثاني عليه السلام عن أمرية أرضعت لي صبيا فهل يحل لي ان أتزوج ابنة زوجها فقال ما أجود ما سئلت من هنا يؤتى أن يقول الناس حرمت عليه امرأته من قبل لبن الفحل هذا هو لبن الفحل لا غيره فقلت له الجارية ليست ابنة المرية التي أرضعت لي هي ابنة غيرها فقال لو كن عشرا متفرقات ما حل لك شيء منهن وكن في موضع بناتك . وقيل لا يحرم لعدم الدليل على حرمة إخوة الولد وقد عرفت دليله . وهل تحرم أمه على أبناء الفحل قيل نعم للإجماع المركب ظاهرا مع أن كونهم بمنزلة بنات أب المرتضع يستلزم كونهم بمنزلة أبناء الأم والإجماع غير محقق ولو نقلا والاستلزام غير ثابت عرفا والتفكيك بين المتلازمين واقع شرعا ثمَّ انه قد الحق بفروع الفحل نسبا فروعه رضاعا مع اختصاص ظاهر الصحيحة بالنسب وقيل ولعله لقاعدة يحرم من الرضاع ما يحرم من النسب : فإذا حرم ولد الفحل نسبا على أصول المرتضع حرم ولده رضاعا . ولأن منشأ صيرورتهم أولادا لأصول المرتضع إخوته لولدهم ولا فرق بين الإخوة النسبية والرضاعية . وفيه ان حرمة ولد الفحل نسبا انما كانت من قبل الرضاع فلا يعمه ما يحرم من النسب كما عرفت سابقا ولم يعلم أن المنشأ لصيرورتهم أولادا تنزيلا إخوة المرتضع لهم ولعله كان بسبب مقتضى لصيرورتهم بمنزلة أولاد أبيه في ترتيب أحكام الأولاد عليهم ولم يكن بمقتضى لصيرورتهم بمنزلة إخوته وإلاّ لما أمكن التفكيك بين المتلازمين بحسب التنزيل . والتفكيك بينهما بحسبه بمكان من الإمكان كيف وموارد وقوعه أكثر من أن تحصى كما لا يخفى مع أنه لو سلم انه المنشأ لذلك فكونهم بمنزلة إخوته أيضا لا يستلزم كون ولد الفحل رضاعا كذلك أي\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nكانت بينه وبين المرتضع أخوه فإنه لا يكون إلا بالتنزيل وهو لا يكاد يكون الا بالدليل . وقاعدة يحرم من الرضاع ما يحرم من النسب قد عرفت انها ليست في مثله بدليل فتأمل جيدا .\r\n( تنبيه فيه تدقيق وتحقيق )\r\nلا يخفى ان الرضاع كما يؤثر ابتداء فيمنع من النكاح حدوثا كذلك يؤثر استدامة فيبطله إذا لحقه بلا خلاف يعرف ويدل عليه إطلاق يحرم من الرضاع ما يحرم من النسب وصريح حسنة الحلبي عن أبي عبد اللَّه عليه السلام : قال لو أن رجلا تزوج جارية فأرضعتها امرأته فسد نكاحه . ونحوها حسنته الأخرى وعن الفقيه انه رواها بسند صحيح بتفاوت يسير وظاهرها فساد ما بينه وبين الجارية من النكاح ويحرم عليه مؤبدا لو كانت المرضعة مدخولا بها كان الرضاع بلبنة أو لبن غيره لأنها صارت بنته أو ربيبته من امرأته المدخول بها ولا يحرم كذلك لو أرضعتها بلبن غيره ولم تكن بمدخولة وإن قيل بحرمتهما جمعا بمعنى فساد نكاحها مع جواز تجديد العقد عليها وقد علل بعد الحكم أيضا بحرمة المرضعة مؤبدا بصيرورتها برضاعها أم الزوجة بان بطلان نكاحها لأجل عدم الحكم بصحة نكاحهما ولا صحة نكاح إحداهما لأنه ترجيح بلا مرجح . قلت لا يذهب عليك ان الحكم بحرمة الكبيرة مشكل لعدم صيرورتها أم الزوجة لو قيل باعتبار بقاء التلبس بالمبدء في صدق المشتق لارتفاع زوجية الصغيرة في مرتبة صيرورة الكبيرة أما ويؤيده انه ما أشير في الحسنة وغيرها إلى حرمتها ولو كانت محرمة لأشير إليها كما لا يخفى . اللهم الا أن يقال إن ذلك كذلك دقة أما عرفا فيصدق أنّها صارت أم الزوجة حقيقة ولو بناء على اعتبار بقاء التلبس بالمبدء فتأمل . كما أن الحكم بحرمة الصغيرة جمعا بالمعنى المزبور مع الحكم بحرمة الكبيرة مؤبدا أشكل . وما ذكر من التعليل من لزوم الترجيح بلا مرجح من الحكم بصحة نكاحها . عليل لعدم لزومه فإنه انما يلزم ذلك لو لم يكن الرضاع موجبا لحرمة الكبيرة وفساد\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nنكاحها عينا وأما معه فلا موجب لفساد نكاح الصغيرة لعدم الجمع بين البنت وأمها أصلا فإن حرمتها جمعا تكون في مرتبة حرمة الكبيرة مؤبدا فيكون المرجح للحكم بصحة نكاحها مع حرمته جمعا بينها وبين الكبيرة التي صارت امّا لها هو الرضاع الموجب لصيرورتها أمّ الزوجة في عرض إيجابه لصيرورة الصغيرة ربيبة الزوجة الغير المدخول بها . فكما ان الموجب لعروض الحرمة تعيينا على إحداهما كان مرجحا لو سبق الموجب لعروض حرمتهما جمعا . كان مرجحا لو قارنه كما في المقام . ولو أرضعت زوجته الصغيرة إحدى الكبيرتين بلبنه ثمَّ أرضعتها الأخرى حرمن اجمع على ما قيل . وعن محكي الشيخ والإسكافي أنه تحرم المرضعة الأولى والمرتضعة دون الأخرى . لعل وجهه كما قيل إنه إنّما تحرم أمّ الزوجة فيما إذا تصادق عنوان الزوجية والبنتية في زمان حتى يصدق على أمها في ذلك الزمان أم الزوجة وهاهنا ليس كذلك لأن المرضعة الثانية صارت أما والصغيرة بنتا لها بعد ما انفسخ عقد الصغيرة وصيرورتها بنتا لزوجها . ولا يخفي انه لو كان الوجه ذلك لما كان لحرمة الأولى وجه لعدم تصادق الزوجية وبنتية الصغيرة لها أيضا في زمان كما عرفت فليس هذا بفارق بين الكبيرتين . ولعلّ الفارق هو صدق أمّ الزوجة على الأولى عرفا كما أشرنا إليه آنفا وعدم صدقه على الثانية بل يصدق عليها أنها أمّ بنت زوجها . ولعله راجع إلى ما في رواية علي بن مهزيار عن أبي جعفر عليه السلام . من قوله : وأما الأخيرة فلا يحرم عليه نكاحها لأنها أرضعت ابنته . في تعليل عدم حرمة المرضعة الأخيرة دون الأولى . ثمَّ انه كلما فسد عقد الصغيرة بالرضاع . فإن كان بسببها بلا اختيار من مرضعتها قيل بسقوط مهرها . وهو مشكل لثبوت المهر بالعقد وعدم ثبوت المسقط له . وتفويتها البضع الذي كان عوضه لا يوجب سقوطه لا لكون فعلها حصل منها بلا قصد وتميز لعدم اعتبار ذلك في باب الضمان بعد صحة الاستناد إليها بل لان البضع مما لا دليل على ضمانه . وقاعدة نفى الضرر وحدها\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nقاصرة عن إثباته ما لم تجبر وهاهنا بالعمل على وفقها من المشهور . ولو قيل بالضمان فلا بد أن يكون بمهر المثل لا بسقوط المسمى كما لا يخفى وإن كان بسبب الكبيرة وكانت لها مهر مسمى يغرمه الزوج بتمامه وقيل يغرم نصفه كالطلاق ولا دليل عليه إلاّ القياس . وهل له الرجوع إلى المرضعة فيما غرمه فيه إشكال أظهره عدم الرجوع لعدم إتلافها إلاّ البضع وقد عرفت عدم الدليل على ضمانه وإنه لو قيل فلا بد أن يكون بمهر المسمى لا بما غرمه .\r\nوغرامة الشهود للمهر للزوج الثاني إذا رجعوا عن شهادتهم بطلاق الأول إن كان بدليل يخصهم فلا يوجب التعدي عنهم وإن كان بقاعدة نفى الضرر فالعمل بها في مورد جبرها بعمل المشهور بها فيه لا يوجب العمل بها في غيره مما لا جابر لها كما لا يخفي . ثمَّ لو قيل بضمان الكبيرة فهل يختص ضمانها بما إذا لم يجب عليها الإرضاع عينا لفقد من يرضعها بما يسدّ به رمقها . الظاهر اختصاصه به . فان الضمان مع وجوب الإرضاع خلاف الامتنان وقد نفى الضرر في الإسلام منة على الأنام .\r\nهذا أخر ما أردنا إيراده وله الحمد وقد فرغنا في 28 شهر شوال المكرم من شهور سنة 1324\r\nوقد نجز طبعه يوم الاثنين العاشر من شهر شعبان المعظم لسنة 1331 ه\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24}
  ]