[
  {"content":"\r\nحاشية الامام السندي على النسائي\r\nالجزء السابع\r\nدار الكتب العلمية\r\nبيروت - لبنان\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\nكتاب الايمان والنذور\r\nقوله كانت يمين يحلف عليها المراد باليمين المحلوف به وعليها بمعنى بها ثم الظاهر نصب اليمين على\r\nالخبرية لان قوله لا ومقلب القلوب قد أريد به لفظه فيجري عليه حكم المعارف فيتعين أن يكون اسم كانت\r\nالا ان يقال كانت فيها ضمير القصة وكلمة لا في قوله لا ومقلب القلوب اما زائدة لتأكيد القسم كما في قوله ولا أقسم\r\nأو لنفي ما تقدم من الكلام مثلا يقال له هل الامر كذا فيقول لا ومقلب القلوب والله تعالى أعلم\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nقوله وعزتك لا يسمع بها أحد الا دخلها يريد أن مقتضى ما فيها من اللذة والخير والنعمة أن لا\r\nيتركها أحد سمع بها في أي نعمة كان ولا يمنع عنها شئ من النعم ولا يستغنى عنها أحد بغيرها أي شئ\r\nكان والمطلوب مدحها ومدح ما أعد فيها وتعظيمها وتعظيم ما فيها دار لا يساويها دار وليس المراد الحقيقة\r\nحتى يقال يلزم أن يكون جبريل بهذا الحلف حانثا ويكون في هذا الخبر كاذبا وهذا ظاهر ويحتمل أن\r\nالمراد لا يسمع بها أحد الا دخلها ان بقيت على هذه الحالة فحفت بالمكاره أي جعلت سبل الوصول\r\nإليها المكاره والشدائد على الأنفس كالصوم والزكاة والجهاد ولعل لهذه الاعمال وجودا مثاليا ظهر بها\r\nفي ذلك العالم وأحاطت الجنة من كل جانب وقد جاء الكتاب والسنة بمثله ومن جملة ذلك قوله تعالى\r\nوعلم آدم الأسماء كلها ثم عرضهم أي المسميات على الملائكة ومعلوم ان فيها المعقولات والمعدومات\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nوالله تعالى أعلم أن لا ينجو منها أحد الا دخلها الظاهر أن جملة الا دخلها حال بتقدير قد مستثنى\r\nمن أعم الأحوال ولا يخفى أنه لا يتصور النجاة فيها إذا دخلها فالاستثناء من قبيل التعليق بالمستحيل\r\nأي لا ينجو منها أحد في حال الا حال دخوله فيها وهو مستحيل فصارت النجاة مستحيلة وقد قيل بمثله\r\nفي قوله تعالى لا يسمعون فيها لغوا الا سلاما وقوله لا يذوقون فيها الموت الا الموتة الأولى قوله كان\r\nحالفا أي مريدا للحلف قوله فوالله الخ من كلام عمر ما حلفت بها أي بالآباء أو بهذه\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\nاللفظة وهي وأبي ذاكرا من نفسي ولا آثرا أي راويا من غيري بأن أقول قال فلان وأبى ومعنى ما حلفت\r\nبها ما أجريت على لساني الحلف بها فيصح التقسيم إلى القسمين والا فالراوي عن الغير لا يسمى حالفا\r\nقوله ولا بالأنداد أي الأصنام ونحوها مما كانوا يعتقدونها آلهة في الجاهلية قوله من حلف\r\nبملة سوى الاسلام كاذبا فهو كما قال ظاهره أنه في اليمين على الماضي إذ الكذب حال اليمين يظهر فيه\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nويمكن أن يقال كاذبا حال مقدرة أي مقدرا كذبه فينطبق على اليمين في المستقبل وقوله فهو كما قال\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nبظاهره يفيد أنه يصير كافرا وقد أول بضعفه في دينه وخروجه عن الكمال فيه والأقرب أن يقال ذلك\r\nراضيا بالدخول في تلك الملة والله تعالى أعلم قوله فإن كان كاذبا أي فيما علق عليه البراءة قوله\r\nأنكم تنددون ضبط بتشديد الدال الأولى أي تتخذون أندادا قوله رضي الله تعالى عنه ولا بالطواغيت أي الأصنام\r\nقوله باللات أي بلا قصد بل على طريق جرى العادة بينهم لأنهم كانوا قريبي العهد بالجاهلية وقوله\r\nلا إله إلا الله استدراك لما فاته من تعظيم الله تعالى في محله ونفى لما تعاطى من تعظيم الأصنام صورة\r\nوأما من قصد الحلف بالأصنام تعظيما لها فهو كافر نعوذ بالله منه أقامرك بالجزم جواب الامر\r\nوالمقامرة مصدر قامره إذا طلب كل منهما أن يغلب على صاحبه في فعل أو قول ليأخذ مالا جعلاه للغالب\r\nوهذا حرام بالاجماع الا أنه استثنى منه نحو سباق الخيل كذا في شرح الترمذي للقاضي أبي بكر\r\nفليتصدق ظاهره بما تيسر وقيل بما قصد أن يقامر به من المال والامر للندب والله تعالى أعلم\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nقوله ولا تعد له من العود أي لا ترجع إلى هذا المقال مرة ثانية قوله قلت هجرا بضم فسكون\r\nهو القبيح من الكلام قوله وتشميت العاطس أي الدعاء له بالرد إذا حمد الله وابرار القسم\r\nأي جعل الحالف بارا في حلفه إذا أمكن كما إذا حلف والله زيد يدخل الدار اليوم فإذا علم به زيد وهو\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\nقادر عليه ولا مانع منه ينبغي له أن يدخل لئلا يحنث القائل قوله ما على الأرض يمين أريد به\r\nالمحلوف عليه مجازا الا أتيته أي الخير وتركت المحلوف عليه قوله نستحمله أي نطلب منه\r\nما نركب عليه في غزوة تبوك بثلاث ذود بفتح الذال المعجمة جمع الناقة بمعنى أي بثلاث نوق ما أنا\r\nحملتكم الخ يريد أن المنة لله تعالى لا لمخلوق من مخلوقاته وهو الفاعل حقيقة أو المراد أني حلفت نظرا\r\nإلى ظاهر الأسباب وهذا جاء من الله تعالى على خلاف تلك الأسباب وعلى كل تقدير فالجواب عن\r\nالحلف هو قوله والله لا أحلف على يمين الخ وأخذ المصنف من قوله الا كفرت الخ جواز تقديم\r\nالكفارة على الحنث لكن التقديم اللفظي لا يدل على التقديم المعنوي والعطف بالواو لا يدل على الترتيب\r\nفيجوز أن يكون المتأخر متقدما نعم قد يقال الامر في الرواية الآتية\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nكما لا دلالة له على وجوب تقديم الحنث كما لا دلالة له على وجوب تقديم الكفارة ومقتضى هذا الاطلاق دليل للمطلوب وعلى هذا فقول من\r\nأوجب تقديم الحنث مخالف لهذا الاطلاق فلا بد له من دليل يعارض هذا الاطلاق ويترجح عليه حتى\r\nيستقيم الاخذ به وترك هذا الاطلاق قوله ثم ائت الذي هو خير كلمة ثم محمولة على معنى الواو\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nتوفيقا بين الروايات ولو حمل على ظاهرها لوجب تأخير الحنث عن الكفارة ولم يقل به أحد قوله\r\nفليأت الذي هو خير ظاهره كلام المصنف يدل على أنه أخذ التقديم من التقديم اللفظي فقط وقد\r\nعرفت أنه لا دلالة على التقديم المعنوي قوله إذا آليت من الايلاء أي حلفت على يمين أي\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nمحلوف عليه قوله لا نذر ولا يمين فيما لا يملك الخ ظاهره أنه لا ينعقد النذر ولا يمين في شئ من\r\nذلك أصلا لكن مقتضى بعض الأحاديث أنه لا يلزم الوفاء بهما بل يكونان سببين للكفارة والله تعالى\r\nأعلم قوله فاستثنى أي فقال إن شاء الله تعالى فإن شاء الخ أي فهو مخير غير حنث بكسر\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nالنون أي حال كونه غير حانث في الترك فهو حال من ضمير ترك قوله النية في\r\nاليمين يريد أن اليمين على ما نوى واستدل عليه بحديث إنما الاعمال اما لعموم الاعمال الأقوال والافعال جميعا\r\nواما لاطلاق قوله وإنما لامرئ ما نوى عن التقييد بالقول والفعل فدل على أن له ما نوى بقوله\r\nأو فعله وقد سبق للحديث زيادة بسط في أول الكتاب فلا نعيده قوله فتواصيت أي توافقت\r\nريح مغافير شئ كريه الرائحة فكان عادته صلى الله تعالى عليه وسلم الاحتراز عما له رائحة كريهة\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nومراد المصنف أن يفهم من الحديث أن تحريم ما أحل الله يمين وأن من قال لا آكل هذا ونحوه بنية\r\nالتحريم يكون تحريما ويمينا والله تعالى أعلم قوله فإذا فلق بكسر الفاء وفتح اللام جمع فلقة\r\nبكسر فسكون بمعنى الكسرة من الخبز قوله كنا أي معشر التجار نسمي على بناء المفعول\r\nويحتمل أنه على بناء الفاعل بتقدير نسمي أنفسنا السماسرة بفتح السين الأولى وكسر الثانية جمع\r\nسمسار بكسر السين وهو القيم بأمر البيع والحافظ له قال الخطابي هو اسم أعجمي وكان كثير ممن يعالج\r\nالبيع والشراء فيهم العجم فتلقوا هذا الاسم عنهم فغيره النبي صلى الله تعالى عليه وسلم بالتجار الذي هو\r\nمن الأسماء العربية يا معشر التجار بضم فتشديد أو كسر وتخفيف الحلف بفتح الحاء المهملة\r\nوكسر اللام اليمين الكاذبة كذا ذكره السيوطي في غير حاشية الكتاب قلت ويجوز سكون اللام أيضا\r\nذكره في المجمع وغيره فشوبوا بضم الشين أمر من الشوب بمعنى الخلط أمرهم بذلك ليكون كفارة\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nلما يجري بينهم من الكذب وغيره والمراد بها صدقة غير معينة حسب تضاعيف الآثام واستدل به\r\nالمصنف على أن الحلف الكاذب بلا قصد لا كفارة فيه إذ لم يأمرهم بالكفارة المعلومة في الحلف بعينها\r\nويؤيد ذلك بما يفهم من الرواية الآتية أنه اللغو حيث جاء اللغو فيها موضع الحلف والله تعالى أعلم\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\nقوله نهى عن النذر أي بظن أنه يفيد في حصول المطلوب والخلاص عن المكروه من البخيل\r\nالذي لا يأتي بهذه الطاعة الا في مقابلة شفاء مريض ونحوه مما علق النذر عليه وقال الخطابي نهى عن\r\nالنذر تأكيدا لامره وتحذيرا للتهاون به بعد إيجابه وليس النهي لإفادة أنه معصية والا لما وجب\r\nالوفاء به بعد كونه معصية والله تعالى أعلم قوله لا يأتي النذر علي بن آدم شيئا لم أقدره عليه الخ سوقه\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nيقتضي أن النبي صلى الله تعالى عليه وسلم قاله حكاية عن الله تعالى والمراد بقوله علي بن آدم أي لابن آدم\r\nفليتأمل والله تعالى أعلم قوله فلا يعصه ظاهره أنه لا ينعقد أصلا وقيل ينعقد يمينا وفيه كفارة اليمين\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nقوله ولا يستشهدون أي لعلم الناس أنه لا شهادة عندهم فهو كناية عن شهادة الزور السمن بكسر\r\nففتح أي يحبون ذلك ويتدارون لحصوله أو يكثرون الأكل والشرب فإنهما من أسبابه وهذا بيان دناءة\r\nهمهم قوله في قرن بفتحتين هو الحبل الذي يشد به قوله بخزامة بكسر خاء معجمة بعدها زاي\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nمعجمة هو ما يجعل في أنف البعير من شعر أو غيره ليقاد به بسير هو بسين مهملة مفتوحة وباء ساكنة\r\nما يقد من الجلد قوله لتمش ما قدرت ولتركب إذا عجزت قالوا وعليها الهدى لذلك كما جاءت به الرواية\r\nوالله تعالى أعلم\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\nقوله رضي الله تعالى عنه غير مختمرة أي غير ساترة رأسها بالخمار وقد أمرها بالاختمار والاستتار لان تركه معصية\r\nلا نذر فيه وأما المشي حافيا فيصح النذر فيه فلعلها عجزت عن المشي واللازم حينئذ الهدى فلعله تركه\r\nالراوي للاختصار وأما الامر بالصوم فمبني على أن الكفارة للنذر بمعصية كفارة اليمين وقيل عجزت عن\r\nالهدى فأمرها بالصوم لذلك والله تعالى أعلم قوله فأمرها أن تصوم عنها من لا يرى الصوم جائزا\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nيؤول الحديث بأن المراد الافتداء فإنها إذا افتدت فقد أدت الصوم عنها وهو تأويل بعيد جدا وأحمد\r\nجوز الصوم في النذر وقال هو المورد والقول القديم للشافعي جوازه مطلقا ورجحه محققو أصحابه بأنه\r\nالأوفق للدليل والله تعالى أعلم قوله ليلة نذر الخ من لا يصحح الاعتكاف بلا صوم يرى أن المراد\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nالليلة مع نهارها والروايات تساعد هذا التأويل قوله فأمره أن يعتكف لا مانع من القول بأن\r\nنذر الكافر ينعقد موقوفا على إسلامه فإن أسلم لزمه الوفاء به في الخير والكفر وإن كان يمنع عن انعقاده\r\nمنجزا لكن لا نسلم أنه منع عنه موقوفا وحديث الاسلام يجب ما قبله من الخطايا لا ينافيه لأنه في الخطايا\r\nلا في النذور وليس النذر منها والله تعالى أعلم قوله أن أنخلع من مالي الخ أي أخرج كله وأتجرد\r\nمنه كما يتجرد الانسان وينخلع من ثيابه وكان ذلك حين قبلت توبته من تخلفه من غزوة تبوك ومعنى\r\nصدقة إلى الله الخ أي تقربا إليه والى رسوله وفيه أن نية التقرب إلى غير الله تبعا في العبادة لا يضر\r\nبعد أن يكون المقصد الأصلي التقرب إلى الله لان المتقرب إلى الله تعالى متقرب إلى الرسول قطعا فليتأمل\r\nقبل هذا الانخلاع ليس بظاهر في معنى النذر وإنما هو كفارة أو شكر فلعله ذكره في الباب لمشابهته في\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nايجابه على نفسه ما ليس بواجب لحدوث أمر قلت لو ظهر الايجاب لما خفي كونه نذرا والله تعالى\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nأعلم قوله هل يدخل الأرضون في المال اختلفوا فيما إذا نذر أن يتصدق بماله هل يشمل الأراضي\r\nأم تختص بما تجب فيه الزكاة فنبه المصنف على أن الحديث يقتضي دخول الأراضي أيضا لان قول\r\nأبي هريرة فلم نغنم الا الأموال أراد بالأموال فيه الأراضي أو ما يشمل الأراضي قطعا والا لا يستقيم\r\nالحصر ضرورة أنهم غنموا أراضي كثيرة وأبو هريرة ممن يعلم اللغة واطلاقات الشرع فعلم أن اسم المال\r\nيطلق على الأراضي بل ينصرف إليها عند الاطلاق فكيف يخرج من اسم المال الأراضي قلت وكذا\r\nيدل عليه حديث كعب السابق بل دلالته عليه أظهر وأقوى كمالا يخفى فليتأمل قوله فلم نغنم من\r\nغم كسمع مدعم بكسر ميم وسكون دال مهملة وفتح عين مهملة فوجه أي توجه أو وجه وجهه\r\nهنيئا لك الجنة لأنه مات شهيدا في خدمة النبي صلى الله تعالى عليه وسلم ان الشملة بفتح فسكون\r\nكساء يشتمل به وقد أخذها قبل القسمة غلولا بشراك بكسر شين معجمة حد سيور النعل التي على\r\nوجهها شراك من نار أي لولا رددت أو هو رد بعد الفراغ من القسمة وقسمتها وحدها لا يتصور\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nفلذلك قال ما قال والله تعالى أعلم بحقيقة الحال قوله رضي الله تعالى عنها فلم يقل إن شاء الله لا اعراضا عنه بعد ما سمع\r\nفإنه بعيد عن منصبه الجليل ولكن لعدم الالتفات إليه لاشتغال قلبه بما كان فيه من حب الجهاد وعلم\r\nمنه أنه لو قال لنفعه لو قال إن شاء الله هذا أخبار عن قدر معلق في حقه بخصوصه لا أن من يقول\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\nذلك ينال المقصد كيف وقد قال سيدنا موسى ستجدني إن شاء الله صابرا ولم يحصل والله تعالى أعلم\r\nقوله كفارة النذر كفارة اليمين أي إذا كان النذر في معصية كما سيجئ قوله لا نذر في معصية\r\nليس معناه أنه لا ينعقد أصلا إذ لا يناسب ذلك قوله وكفارته الخ بل معناه ليس فيه وفاء وهذا\r\nهو صريح بعض الروايات الصحيحة فإن فيها لا وفاء لنذر في معصية وقوله وكفارته ألخ معناه أنه\r\nينعقد يمينا يجب فيه الحنث وهذا هو مذهب أبي حنيفة ولا يخفى أن حديث ومن نذر أن يعصي الله\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\nوأمثاله لا ينفي ذلك فلا حجة للمخالف فيه نعم هم يضعفون حديث وكفارته كفارة يمين ويقولون أن\r\nفي سنده سليمان بن أرقم وهو ضعيف وأنت خبير بأن الحديث قد سبق عن عقبة بن عامر وسيجئ عن\r\nعمران بن حصين وحديث عائشة في بعض إسناده عن الزهري عن أبي سلمة وفي بعضها حدثنا أبو سلمة\r\nوهذا يثبت سماع الزهري عن أبي سلمة وفي بعضها عن سليمان بن أرقم أن يحيى بن أبي كثير حدثه أنه\r\nسمع أبا سلمة وهذا الاختلاف يمكن دفعه بإثبات سماع الزهري مرة عن سليمان عن يحيى عن أبي سلمة\r\nومرة عن أبي سلمة نفسه وعند ذلك لا قطع لضعفه سيما حديث عقبة وعمران يؤيد الثبوت والله تعالى أعلم\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\nقوله لا نذر في غضب أي فيما يحمل عليه الغضب من العزم على المعاصي والله تعالى أعلم\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\nقوله يهادي على بناء المفعول أي يمشي بينهما معتمدا عليهما من ضعف به\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nقوله وكان دركا بفتحتين أي سبب إدراك لحاجته\r\nكتاب المزارعة\r\nالثالث من الشروط فيه المزارعة والوثائق كان ما ذكره في كتاب الايمان والنذور اعتبره بمنزلة\r\nما بين باب الايمان وباب النذور واعتبر كلا من الايمان والنذور من الشروط لأنه كثيرا ما يجرى فيهما\r\nالتعليق ولذلك سمى هذا الباب الثالث من الشروط وقال فيه يذكر المزارعة والوثائق والله تعالى أعلم\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nقوله فأعلمه من الاعلام قوله على طعامه أي على أنه يأكل معه أو من بيته قوله فإن سرت\r\nأكثر من شهر نقصت الخ يريد أن الازدياد في الاجر لأجل الاستعجال في السير جائز وأما النقصان\r\nفيه لأجل الابطاء فمكروه فإن الأول يشبه العطاء والهبة والثاني يشبه الظلم والنقص من الحق والله تعالى أعلم\r\nقوله رضي الله تعالى عنها قلت لعطاء عبد أؤاجره سنة بطعامه وسنة أخرى بكذا وكذا الخ كأنه صور المستأجر في المسألة عطاء\r\nكما يشير إليه آخر كلام عطاء وهو قوله لا تحاسبني لما مضى ومقتضى جوابه أن الإجارة بالطعام عنده جائزة وقوله\r\nويجزئك الخ فإنه لبيان أن السنة غير لازمة وإنما اللازم ما شرطه من الأيام وقوله أو آجرته الخ من كلام\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nبن جريج والله تعالى أعلم قوله إذا نكريها من الاكراء بما على البر بيع الساقي أي بما يزرع\r\nعلى الربيع أي النهر الصغير والمراد من الساقي الذي يستقى الزرع ازرعها خطاب لصاحب الأرض أي\r\nازرعها أنت بنفسك وإذا منحها أي أعطها أخاك بلا أجر ليزرعها قوله عن الحقل الحقل الزرع\r\nوالمراد كراء المزارع والحقل الثلث أي كراء الأرض بثلث ما يخرج منها وسقا بفتح فسكون\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\nقوله أو ليدعها أي ليتركها فارغة ان لم يزرعها بنفسه قوله فقال ولم أفهم لعل المراد ما فهمت\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\nسر هذا النهي وبأي سبب جاء النهي والله تعالى أعلم قوله وأمر رسول الله صلى الله تعالى عليه وسلم على\r\nالرأس والعين مبتدأ وخبر وقوله أن نتقبل أي نكري الأرض ببعض خرجها أي ببعض\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nما خرج منها قوله لان يمنح بفتح الهمزة من قبيل وأن تصوموا خير لكم\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nقوله فضول أرضين بفتحتين جمع أرض أي أراض فاضلة عن قدر ما يحتاجون إلى زرعه يكرون بضم ياء\r\nالمضارعة من أكرى أرضه وقوله نهى عن المخابرة المشهور أن المخابرة هي المعاملة على الأرض ببعض الخارج\r\nوهي المحاقلة فذكرها بعد يشبه التكرار الا أن يقال أحد النهيين لصاحب الأرض والثاني للآخذ لكن\r\nسيجئ في كلام المصنف أن المخابرة بيع الكرم بالزبيب فلا اشكال حتى يطعم على بناء المفعول أي حتى يصير\r\nصالحا للاكل الا العرايا جمع عرية وظاهر هذا الاستثناء أن المراد ما يعطيه صاحب المال\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\nلبعض الفقراء من نخلة أو نخلتين ثم يثقل عليه دخول الفقير في ماله كل يوم لخدمة\r\nالنخلة فيسترد منه النخلة على أن يعطيه قدرا من التمر في أوانه ولا يناسب للحديث تفسير العرية بنخلة يشتريها من يريد\r\nأكل الرطب ولا نقد بيده يشتريها به يشتريها بتمر بقي من قوته إذ لا وجه للرخصة في الشراء قبل بدو\r\nالصلاح بل هو أحوج إلى اشتراط بدو الصلاح من غيره فكيف يرخص له في خلافه من غير حاجة\r\nالا أن يجعل الاستثناء عن المزابنة كما في سائر الأحاديث وإن كان بعيدا من هذا الحديث فليتأمل\r\nقوله وعن الثنيا هي كالدنيا وزنا اسم من الاستثناء المجهول لأنه يؤدي إلى النزاع وكذا استثناء\r\nكيل معلوم لأنه قد لا يبقى بعده شئ والله تعالى أعلم قوله المحاضرة بيع الثمر بالثاء المثلثة أراد به\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nالرطب أو الثمار مطلقا قبل أن يزهو أي قبل أن يبدو صلاحه بيع الكرم أي بيع العنب\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\nالذي على رؤوس الكرم قوله أزرعها أي أعطى غيره ليزرع بالكراء خذوا زرعكم هذا\r\nالحديث يقتضي أن الزرع بالعقد الفاسد ملحق بالزرع في أرض الغير بغير اذنه والله تعالى أعلم ثم قيل إن\r\nحديث رافع بن خديج مضطرب متنا وسندا فيجب تركه والرجوع إلى حديث خيبر وقد جاء أنه\r\nعامل أهل خيبر بشطر ما يخرج منها من تمر أو زرع وهو يدل على جواز المزارعة وبه قال أحمد\r\nوالصاحبان من علمائنا الحنفية وكثير من العلماء أخذوا بالمنع مطلقا أو فيما إذا لم يكن المزارعة تبعا\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\nللمساقاة كمالك والله تعالى أعلم قوله بما يكون على الساقي أي بما ينبت على طرف النهر من\r\nالزرع فيجعلونه كراء الأرض وقال أكروا بفتح الهمزة من الاكراء\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\nقوله وطواعية الله ورسوله على وزن الكراهية\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\nقوله بما ينبت على الأربعاء جمع ربيع وهو النهر الصغير وشئ عطف على ما ينبت يستثنى صاحب\r\nالأرض أي يخرجه لنفسه مما للزراع قوله قال الماذيانات بالذال المعجمة قال الخطابي هي الأنهار\r\nوهي من كلام العجم صارت دخيلا في كلامهم وأقبال الجداول بهمزة مفتوحة ثم قاف ثم موحدة في النهاية\r\nهي الأوائل والرؤس جمع قبل بالضم والقبل أيضا رأس الجبل والجداول جمع جدول وهو النهر الصغير\r\nزجر عنه أي نهى عنه لأنه يفضي إلى النزاع\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\nعلى الربيع هو النهر الصغير\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\nقوله فترك كراء الأرض أي احترازا عن الشبهة وأخذا بالأحوط في الورع\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\nقوله سئل عن الخبر هو بكسر الخاء أشهر من فتحها وهو المخابرة\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\nقوله عن بيع الثمر حتى يبدو الخ الظاهر أن الثمر بالمثلثة لا بالمثناة\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\nقوله إن كان هذا شأنكم الخ أي فالنهي مخصوص بما إذا أدى إلى النزاع والخصام والا فلا نهى أو\r\nالمراد بهذا الزجر عن الخصام والنزاع لا النهي عن الكراء فإن مثل هذا الكلام كثيرا ما يجئ لذلك النهي فلا\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\nنهى أصلا والله تعالى أعلم قوله في صحة منه وجواز أمر أي حين كان صحيحا وكان أمره نافذا في أمواله\r\nكله لا صبيا ولا مريضا وشربها هو بكسر شين الحظ من الماء وسواقيها جمع ساقية ببز ورك\r\nجمع بزر وهو كل حب يبزر للنبات والبذر هو ما عزل للزراعة من الحبوب وتسميد ما يحتاج\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\nفي القاموس سمد الأرض تسميد اجعل فيها السماد أي السرقين برماد\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\nقوله وضحا في القاموس الوضح محركة الدرهم الصحيح والمضبوط ههنا بضم فسكون على أنه جمع\r\nقراضا بكسر القاف أي مضاربة\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\nقوله اشتركت أنا وعمار وسعد الخ هذا يدل على جواز الشركة في الأموال المباحة كالاحتطاب\r\nونحوه والله تعالى أعلم قوله وسفاتج جمع سفتجة قيل بضم السين وقيل بفتحها وأما التاء فمفتوحة\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\nفيهما فارسي معرب وفسرها بعضهم فقال هي كتاب صاحب المال لوكيله أن يدفع مالا قرضا يأمن به من\r\nخطر الطريق كذا في المصباح\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\nقوله لا مثنوية بفتح ميم وتشديد للنسبة بمعنى الرجوع\r\nكتاب عشرة النساء\r\nقوله ( حبب إلي من الدنيا النساء قيل إنما حبب إليه النساء لينقلن عنه مالا يطلع عليه الرجال من\r\nأحواله ويستحيا من ذكره وقيل حبب إليه زيادة في الابتلاء في حقه حتى لا يلهو بما حبب إليه من النساء\r\nعما كلف به من أداء الرسالة فيكون ذلك أكثر لمشاقة وأعظم لاجره وقيل غير ذلك وأما الطيب فكأنه\r\nيحبه لكونه يناجي الملائكة وهم يحبون الطيب وأيضا هذه المحبة تنشأ من اعتدال المزاج وكمال الخلقة وهو\r\nصلى الله تعالى عليه وسلم أشد اعتدالا من حيث المزاج وأكمل خلقه وقوله قرة عيني في الصلاة إشارة\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\nإلى أن تلك المحبة غير ما نعقله عن كمال المناجاة مع الرب تبارك وتعالى بل هو مع تلك المحبة منقطع إليه تعالى\r\nحتى أنه بمناجاته تقر عيناه وليس له قريرة العين فيما سواه فمحبته الحقيقية ليست الا لخالقه تبارك وتعالى\r\nكما قال لو كنت متخذا أحدا خليلا لاتخذت أبا بكر ولكن صاحبكم خليل الرحمن أو كما قال وفيه إشارة\r\nإلى أن محبة النساء والطيب إذا لم يكن مخلا لأداء حقوق العبودية بل للانقطاع إليه تعالى يكون من الكمال\r\nوالا يكون من النقصان فليتأمل وعلى ما ذكر فالمراد بالصلاة هي ذات ركوع وسجود ويحتمل أن المراد\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nفي صلاة الله تعالى على أو في أمر الله تعالى الخلق بالصلاة على والله تعالى أعلم قوله من كان له امرأتان\r\nالظاهر أن الحكم غير مقصور على امرأتين بل هو اقتصار على الأدنى فمن له ثلاث أو أربع كان كذلك\r\nيميل أي فعلا لا قلبا والميل فعلا هو المنهى عنه بقوله تعالى فلا تميلوا كل الميل أي بضم الميل فعلا\r\nإلى الميل قلبا أحد شقيه بالكسر أي يجئ يوم القيامة غير مستوى الطرفين بل يكون أحدهما كالراجح\r\nوزنا كما كان في الدنيا غير مستوى الطرفين بالنظر إلى المرأتين بل كان يرجح إحداهما والله تعالى أعلم\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\nقوله فلا تلمني فيما تملك ولا أملك أي المحبة بالقلب فإن قلت بمثله لا يؤاخذ ولا يلام غيره صلى الله تعالى\r\nعليه وسلم فضلا عن أن يلام هو إذ لا تكليف بمثله فما معنى هذا الدعاء قلت لعله مبني على جواز التكليف\r\nبمثله وان رفع التكليف تفضل منه تعالى فينبغي للانسان أن يتضرع في حضرته تعالى ليديم هذا الاحسان\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\nأو المقصود إظهار افتقار العبودية وفي مثله لا التفات إلى مثل هذه الأبحاث والله تعالى أعلم قوله\r\nفي مرطي بكسر هي الملحفة والإزار والثوب الأخضر يسألنك العدل التسوية كان المراد التسوية\r\nفي المحبة أو في إرسال الناس الهدايا فإنهم كانوا يتحرون يوم عائشة وهن كرهن ذلك التخصيص فاحبي\r\nهذه أي عائشة أي فلا تقومي لمن يقوم عليها ينشدنك من نشد كنصر إذا سأل تساميني\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\nأي تساويني ما عدا سورة أي جميع خصالها محمودة ما عدا سورة بسين مفتوحة وسكون واو فراء فهاء\r\nأي ثوران وعجلة من حدة بكسر حاء وهاء في آخرها أي شدة خلق ومن للبيان أو التعليل أو الابتداء\r\nتسرع من الاسراع الفيأة بفتح فاء وهمزة الرجوع أي ترجع منها سريعا ووقعت بي أي سبتني\r\nعلى عادة الضرات أرقب أي أنظر وأراعي لم أنشبها في القاموس نشبه الامر أي كسمع لزقة أي\r\nما قمت لها ساعة حتى أثخنت عليها بهمزة ثم مثلثة ثم خاء معجمة ثم نون أي بالغت في جوابها وأفحمتها\r\nانها ابنة أبي بكر إشارة إلى كمال فهمها ومتانة عقلها حيث صبرت إلى أن ثبت أن التعدي من جانب\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\nالخصم ثم أجابت بجواب الزام قوله وكانت أي فاطمة ابنة رسول الله صلى الله تعالى عليه وسلم\r\nحقا أي على أحواله وخصاله وآدابه على أتم وجه وأوكده\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\nقوله كفضل الثريد هو أفضل طعام العرب لأنه مع اللحم جامع بين اللذة والقوة وسهولة التناول\r\nوقلة المؤنة في المضغ فيفيد أنها جامعة لحسن الخلق وحلاوة المنطق ونحو ذلك قوله في لحاف امرأة\r\nبكسر لام ما يتغطى به وكفى بهذا شرفا وفخرا وفيه أن محبته تابعة لعظم منزلتها عند الله تعالى قوله\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\nكانوا يتحرون بهداياهم يوم عائشة لما يرون من حب النبي صلى الله تعالى عليه وسلم إياها أكثر\r\nمن حبه غيرها ومرادهن أن يأمرهم النبي صلى الله تعالى عليه وسلم أن يهدوا إليه حيث كان كما جاء في\r\nالبخاري ولا يخفى أن هذا كلام لا يليق بصاحب المروءة ذكره في المجلس فطلبهن من النبي صلى الله\r\nتعالى عليه وسلم أن يذكر للناس مثل هذا الكلام أما لعدم تفطنهن لما فيهن من شدة الغيرة أو هو\r\nكناية عن التسوية بينهن في المحبة بألطف وجه لان منشأ تحري الناس زيادة المحبة لعائشة فعند التسوية\r\nبينهن في المحبة يرتفع التحري من الناس فكأنه إذا ساوى بينهن في المحبة فقد أمرهم بعدم التحري والله\r\nتعالى أعلم قوله فأجفت من أجاف الباب رده فلما رفه على بناء المفعول من رفه بالتشديد\r\nأي أزيح وأزيل عنه الضيق والتعب قوله ترى مالا نرى تريد أنت ترى جبريل وتسمع كلامه\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\nونحن لا نراه قوله فضربت أي التي عندها النبي صلى الله تعالى عليه وسلم الكسرتين\r\nكالقطعتين وزنا ومعنى وكذا الفلقتين وفي المجمع الكسر بكسر كاف القطعة من الشئ المكسور\r\nويقول غارت أمكم اعتذارا عنها فدفع القصعة الظاهر أن القصعتين كانتا ملكا له صلى الله\r\nتعالى عليه وسلم وفعله صلى الله تعالى عليه وسلم ذلك كان لارضاء من أرسلت الطعام والا فضمان التلف يكون\r\nبالمثل وهو ههنا القيمة الا أن يقال القصعتان كانتا متماثلتين في القيمة بحيث كان كل منهما صالحة أن\r\nتكون بدلا للأخرى والله تعالى أعلم قوله ومعها فهر في القاموس الفهر بالكسر حجر قدر ما يدق به\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\nالجوز أو ما يملا الكف ويؤنث والجمع أفهار وفهور قوله رحمه الله فلم تزل به عائشة وحفصة أي لم تزالا\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\nملازمتين به ساعيتين في تحريمها عليه قوله فقال قد جاءك شيطانك أي فأوقع عليك اني قد ذهبت\r\nإلى بعض أزواجي فأنت لذلك متحيرة متفتشة عني فقلت أمالك شيطان أي فقطعت ذاك الكلام\r\nواشتغلت بكلام آخر فأسلم على صيغ الماضي فصار مسلما فلا يدلني على سوء لذلك واسلام\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\nالشيطان غير عزيز فلا ينكر على أنه من باب خرق العادة فلا يرد أو على صيغة المضارع من سلم بكسر\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\nاللام أي فأنا سالم من شره قوله لما كانت ليلتي التي هو عندي أي بليلة من جملة الليالي التي كان\r\nفيها عندي انقلب رجع من صلاة العشاء الا ريثما ظن بفتح راء وسكون ياء بعدها مثلثة أي\r\nقدر ما ظن رويدا أي برفق وأجافه أي رده وتقنعت إزاري كذا في الأصول بغير ياء\r\nوكأنه بمعنى لبست إزاري فلذا عدى بنفسه وأحضر من الاحضار بحاء مهملة وضاد معجمة بمعنى العدو\r\nوليس الا أن اضطجعت أي وليس بعد الدخول مني الا الاضطجاع فالمذكور اسم ليس وخبرها محذوف\r\nعائش ترخيم واختصار وبه ظهر أنه قد يزاد على الترخيم بالاختصار في الوسط عند ظهور الدليل على المحذوف\r\nرابية مرتفعة البطن حشيا بفتح حاء مهملة وسكون شين معجمة مقصور أي مرتفع النفس متواتره\r\nكما يحصل للمسرع في المشي لتخبرني بفتح لام ونون ثقيلة مضارع للواحدة المخاطبة من الاخبار فتكسر الراء\r\nههنا وتفتح في الثاني أنت السواد فلهدني بالدال المهملة من اللهد وهو الدفع الشديد في الصدر وهذا\r\nكان تأديبا لها من سوء الظن أن يحيف الله عليك ورسوله من الحيف بمعنى الجور أي بأن يدخل\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\nالرسول في نوبتك على غيرك وذكر الله لتعظيم الرسول والدلالة على أن الرسول لا يمكن أن يفعل بدون\r\nاذن من الله تعالى ولو كان منه جور لكان بإذن الله تعالى له فيه وهذا غير ممكن وفيه دلالة على أن\r\nالقسم عليه واجب إذ لا يكون تركه جورا الا إذا كان واجبا وقد وضعت بكسر التاء لخطاب المرأة كتاب تحريم الدم\r\nبيان أن إراقة دم مسلم بغير حق حرام قوله يشهدوا أن لا إله إلا الله وأن محمدا رسول الله\r\nالخ كأنه كناية في الموضعين عن إظهار شعائر الاسلام أو قبول الاحكام وبه اندفع أن مقتضى الغاية\r\nارتفاع المقاتلة بمجرد الشهادتين ومقتضى الجملة الشرطية عدم ارتفاعها بذلك حتى يصلي ويستقبل القبلة\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\nويأكل لحم ذبيحة المسلم واندفع أيضا أن أكل لحم الذبيحة غير مشروط في الاسلام عند أحد وحصل\r\nالتوفيق بين الروايات المختلفة في هذا الباب فليتأمل والله تعالى أعلم ثم أحاديث الباب قد مضت مرادا فلا نعيده\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\nقوله جمع شعيب بن أبي حمزة الحديثين أي روى كلا مهما لا أنه رواهما جميعا بإسناد واحد\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\nقوله ساره أي تكلم معه سرا فقال اقتلوه الضمير لمن تكلم فيه السار وهو الظاهر أو\r\nللسار وكأنه تكلم بكلام علم منه صلى الله تعالى عليه وسلم أنه ما دخل الايمان في قلبه فأراد قتله ثم\r\nرجع إلى تركه حين تفكر في إسلامه أي اظهاره الايمان ظاهر إذ مدار العصمة عليه لا على الايمان\r\nالباطني وظاهر هذا التقدير يقتضي أنه قد يجتهد في الحكم الجزئي فيخطئ في المناط نعم لا يقرر عليه\r\nولا يمضي الحكم بالنظر إليه بل يوقف للرجوع من ساعته إلى درك المناط والحكم به ولا يخفى بعده\r\nوالأقرب أن يقال أنه قد أذن له في العمل بالباطن فأراد أن يعمل به ثم ترجح عنده العمل بالظاهر\r\nلكونه أعم وأشمل له ولامته فمال إليه وترك العمل بالباطن وبعض الأحاديث يشهد لذلك وعلى هذا\r\nفقوله إنما أمرت أي وجوبا والا فأذن له في القتل بالنظر إلى الباطن والله تعالى أعلم قال نعم أي قال\r\nأي السار أو من توجه إليه بالسؤال\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\nقوله الا الرجل أي ذنب الرجل وكان المراد كل ذنب ترجى مغفرته ابتداء الا قتل المؤمن فإنه\r\nلا يغفر بلا سبق عقوبة والا الكفر فإنه لا يغفر أصلا ولو حمل على القتل مستحلا لا يبقى المقابلة بينه\r\nوبين الكفر ثم لا بد من حمله على ما إذا لم يتب والا فالتائب من الذنب كمن لا ذنب له كيف وقد\r\nيدخل القاتل والمقتول الجنة معا كما إذا قتله وهو كافر ثم آمن وقتل ولعل هذا بعد ذكره على وجه\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\nالتغليظ والله تعالى أعلم قوله الأول أي الذي هو أول قاتل لا أول الأولاد كفل بكسر\r\nالكاف هو الحظ والنصيب أول من سن القتل فهو متبوع في هذا الفعل وللمتبوع نصيب من فعل\r\nتابعه وان لم يقصد التابع اتباعه في الفعل والله تعالى أعلم قوله لقتل المؤمن أعظم عند الله الخ\r\nالكلام مسوق لتعظيم القتل وتهويل أمره وكيفية إفادة اللفظ ذلك هو أن الدنيا عظيمة في نفوس الخلق\r\nفزوالها يكون عندهم عظيما على قدر عظمتها فإذا قيل قتل المؤمن أعظم منه أو الزال أهون من قتل\r\nالمؤمن يفيد الكلام من تعظيم القتل وتهويله وتقبيحه وتشنيعه ما لا يحيطه الوصف ولا يتوقف ذلك\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\nعلى كون الزوال اثما أو ذنبا حتى يقال إنه ليس بذنب فكل ذنب من جهة كونه ذنبا أعظم منه فأي\r\nتعظيم حصل للقتل يجعله أعظم منه وان أريد بالزوال الإزالة فإزالة الدنيا يستلزم قتل المؤمنين كلهم\r\nفكيف يقال إن قتل واحد أعظم مما يستلزم قتل الكل وكذا لا يتوقف على كون الدنيا عظيمة في ذاتها\r\nأو عند الله حتى يقال هي لا تساوي جناح بعوضة عند الله وكل شئ أعظم منه فلا فائدة في القول بأن\r\nقتل المؤمن أعظم منه وقيل المراد بالمؤمن الكامل الذي يكون عارفا بالله تعالى وصفاته فإنه المقصود\r\nمن خلق العالم لكونه مظهرا لآيات الله وأسراره وما سواه في هذا العالم الحسي من السماوات والأرض\r\nمقصود لأجله ومخلوق ليكون مسكنا له ومحلا لتفكره فصار زواله أعظم من زوال التابع والله تعالى أعلم\r\nقوله ما يحاسب به العبد أي فيما بينه وبين الله يقضي بين الناس فيما جرى بينهم فلا منافاة بين\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\nالحكمين قوله فيبوء أي يرجع القاتل بإثمه الضمير للقاتل أو المقتول أي يصير متلبسا بإثمه\r\nثابتا عليه ذلك أو اثم المقتول بتحميل اثمه عليه والتحميل قد جاء ولا ينافيه قوله تعال ولا تزر وازرة\r\nوزر أخرى لان ذلك لم يستحق حمل ذنب الغير بفعله وأما إذا استحق رجع ذلك إلى أنه حمل أثر\r\nفعله فليتأمل قوله فاتقها أي فاتق هذه السيئة القبيحة المؤدية إلى مثل هذا الجواب الفاضح قوله\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\nوأنى له التوبة أي من أين جاءت له التوبة وأي دليل جوز قبول توبته قيل هذا تغليظ من بن\r\nعباس كيف والمشرك تقبل توبته وقد قال تعالى فيه ان الله لا يغفر أن يشرك به فكيف لا تقبل توبة\r\nالقاتل وقد قال تعالى ويغفر ما دون ذلك لمن يشاء وكان يتمسك في قوله بظاهر قوله ومن يقتل مؤمنا\r\nمتعمدا الآية ويجيب عن قوله والذين لا يدعون مع الله إلها آخر الآية تارة بالنسخ وتارة بأن ذاك\r\nإذا قتل وهو كافر ثم أسلم وقوله ومن يقتل مؤمنا الخ فيمن قتل وهو مؤمن لكن الناس يرون قوله\r\nتعالى ومن يقتل مؤمنا متعمدا مقيدا بالموت بلا توبة ويقولون بعد ذلك بأن المراد بالخلود طول المكث\r\nوبأن هذا بيان ما يستحقه بعمله كما يشير إليه قوله فجزاؤه جهنم ثم أمره إليه تعالى ان شاء عذبه وان شاء\r\nعفا عنه وبأن هذا في المستحل ولهم في ذلك متمسكات من الكتاب والسنة والله تعالى أعلم تشخب\r\nبمعجمتين وموحدة أي تسيل أوداجه هي ما أحاط العنق من العروق التي يقطعها الذابح واحدها\r\nودج بالتحريك لقد أنزلها الله أي آية ومن يقتل مؤمنا الآية\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\nقوله وانتهكوا أي حرمة التوحيد بالشرك\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\nقوله ناصيته أي ناصية القاتل ورأسه في يده أي في يد المقتول والجملة حال بلا واو\r\nبل بالضمير وفيها ضمير للقاتل والمقتول جميعا فيجوز أن تكون حالا عنهما أو عن أحدهما حتى\r\nيدنيه من الادناء وهو متعلق بيجئ أو يقول يكرر السؤال حتى يدنيه وضمير الفاعل لله تعالى\r\nوضمير المفعول للمقتول أو الفاعل للمقتول والمفعول للقاتل\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\nقوله أشفقنا منها أي خفنا من الشدة التي فيها فنزلت الآية التي في الفرقان للتخفيف علينا وهذا\r\nيفيد خلاف ما ذكره بن عباس والجمع ممكن بأنه بلغ بعضا إحدى الآيتين أو لا ثم بلغتهم الثانية\r\nفظنوا التي بلغت ثانيا أنها نزلت ثانيا الا أن روايات هذا الحديث في نفسها أيضا متعارضة فالاعتماد\r\nعلى حديث بن عباس والله تعالى أعلم قوله يعبد الله أي يوحده وقوله ولا يشرك به شيئا تأكيد\r\nله ولا يضره صورة العطف للمغايرة بالمفهوم أو يطيعه فيما يطيقه فما بعده إلى قوله ويجتنب الكبائر\r\nتخصيص بعد تعميم وفيه إشارة إلى أن هذا لا بد منه في كونه عابدا له تعالى وأن مناط الامر عليه فمن\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\nأتى بهذا القدر من الطاعة فله الجنة وان قصر في غيره قوله وقول الزور حملوه على شهادة الزور\r\nوالله تعالى أعلم قوله ندا أي مثلا وشريكا وهو خلقك أي والحال أنه انفرد بخلقك فكيف\r\nلك اتخاذ شريك معه وجعل عبادتك مقسومة بينهما فإنه تعالى مع كونه منزها عن شريك وكون الشريك\r\nباطلا في ذاته لو فرض وجود شريك نعوذ بالله منه لما حسن منك اتخاذه شريكا معه في عبادتك بناء\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\nعلى أنه ما خلقك وإنما خلقك هو تعالى منفردا بخلقك وفي الخطاب إشارة إلى أن الشرك من العالم\r\nبحقيقة التوحيد أقبح منه من غيره وكذا الخطاب فيما بعد إشارة إلى نحوه ولدك أي الذي هو أحب\r\nالأشياء عند الانسان عادة ثم الحامل على قتله خوف أن يأكل معك وهو في نفسه من أخس الأشياء\r\nفإذا قارن القتل سيما قتل الولد سيما من العالم بحقيقة الامر كما يدل عليه الخطاب زاد قبحا على قبح\r\nبحليلة جارك الذي يستحق منك لتوقير والتكريم فالحاصل أن هذه الذنوب في ذاتها قبائح أي قبائح\r\nوقد قارنها من الأحوال ما جعلها في القبح بحيث لا يحيطها الوصف والله تعالى أعلم قوله لا يحل دم\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\nامرئ أي اهراقه والمرء الانسان أو الذكر لكن أريد ههنا الانسان مطلقا أو أريد الذكر وترك\r\nذكر الأنثى على المقايسة والاتباع كما هو العادة الجارية في الكتاب والسنة يشهد الخ إشارة إلى أن\r\nالمدار على الشهادة الظاهرة لا على تحقيق إسلامه في الوقاع مفارق الجماعة أي جماعة المسمين لزيادة\r\nالتوضيح والنفس بالنفس أي النفس التي يطلب قتلها في مقابلة النفس ثم المقصود في الحديث بيان\r\nأنه لا يجوز قتله الا بإحدى هذه الخصال الثلاث لا أنه لا يجوز للقتال معه فلا اشكال بالباغي لان الموجود\r\nهناك القتال لا القتل على أنه يمكن ادراجه في قوله النفس بالنفس بناء على أن المراد بالقتل في مقابلة أنه\r\nقتله أو أنه ان لم يقتل قتله والباغي كذلك فيشمل الصائل أيضا ويجوز أن يجعل قتل الصائل من باب\r\nالقتال لا القتل أما قاطع الطريق فأيضا يمكن ادراجه في النفس بالنفس اما لأنه ان لم يقتل يقتل أو لأنه\r\nلا يقتل الا بعد أن يقتل نفسا وأما الساب لنبي من الأنبياء فهو داخل في قوله التارك للاسلام بناء على أنه\r\nمرتدا لا أنه يلزم حينئذ أن قتله للارتداد لا للحد فينبغي أن تقبل توبته وقد يقال معنى الا\r\nثلاثة نفر الا أمثال ثلاثة نفر أي مما ورد الشرع فيه يحل قتله فيصير حاصل الحديث أنه لا يحل القتل الا من أجل الشرع\r\nقتله فرجع حاصله إلى معنى قوله تعالى ولا تقتلوا النفس التي حرم الله الا بالحق وهذا الوجه أقرب إلى\r\nالتوفيق بين الأحاديث فليتأمل والله تعالى أعلم قوله الأرجل بالرفع على البدلية بتقدير الادم رجل\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\nقوله من بالبلاط بفتح الباء وقيل بكسر موضع بالمدينة فلم يقتلوني على لفظ الاستفهام قوله\r\nهنأت أي شرور وفساد فارق الجماعة أي خالف ما اتفق عليه المسلمون تفريقا بين المسلمين\r\nوايقاعا للخلاف بينهم أو يريد يفرق كلمة أو للشك ويفرق بمعنى أن يفرق مفعول يريد فاقتلوه\r\nأي ادفعوه ولا تمكنوه مما يريد فان أدى الامر إلى القتل في ذلك يحل قتله فإن يد الله على الجماعة أي\r\nحفظه تعالى ونصره مع المسلمين إذا اتفقوا فمن أراد التفريق بينهم فقد أراد صرف النصر عنهم قوله\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\nوهم جميع أي يجتمعون على أمر واحد كاجتماعهم على امام مثل أبي بكر وعمر رضي الله تعالى عنهما\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\nقوله من عكل بضم المهملة وسكون الكاف أبو قبيلة وقد جاء أن بعضهم كانوا من عكل وبعضهم من\r\nعرينة فاستوخموا أي استثقلوها ولم يوافق هواؤها أبدانهم وسقمت كسمعت في إبله أي\r\nفي الإبل التي مع الراعي فالإضافة لأدنى ملابسة فتصيبوا بالشرب وقد تقدم الكلام في شرب البول أول\r\nالكتاب فلا حاجة إلى الإعادة فبعث أي النبي صلى الله تعالى عليه وسلم ناسا في أثرهم وسمر\r\nبتخفيف الميم أو تشديدها على بناء الفاعل أي كحلهم بمسامير حميت حتى ذهب بصرها ونبذهم أي ألقاهم\r\nونسبة هذه الأفعال إليه صلى الله تعالى عليه وسلم لكونه الآمر بها قوله فاجتووا المدينة بالجيم\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\nافتعال من الجوى والمراد كرهوا المقام بها لضرر لحقهم بها وسمل على بناء الفاعل بميم مخففة آخره لا م أي\r\nفقأها ولم يحسمهم أي ما قطع دماءهم بالكي ونحوه قوله أو عرينة بالتصغير فأمر لهم أي بذود\r\nفقوله بذود متعلق به وجملة واجتووا المدينة حال وقوله أو لقاح شك من الراوي واللقاح\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\nبالكسر ذات اللبن من النوق قوله لو خرجتم إلى ذودنا أي لكان أحسن لكم وأرفق بحالكم أو كلمة\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\nأو للتمني فلا يحتاج إلى تقدير الجواب قوله في الحرة بفتح فتشديد اسم موضع بالمدينة فيه حجارة سود\r\nقوله أهل ضرع أي أهل لبن ريف بكسر الراء وسكون ياء أي أهل زرع فبعث الطلب\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\nبفتحتين جمع طالب كخدم جمع خادم قوله رضي الله تعالى عنهما يكدم الأرض بالدال المهملة أي يتناولها بفيه ويعض\r\nعليها بأسنانه قيل ما أمر النبي صلى الله تعالى عليه وسلم بذلك وإنما فعله الصحابة من عند أنفسهم والاجماع\r\nعلى أن من وجب عليه القتل لا يمنع الماء إذا طلب وقيل فعل كل ذلك قصاصا لأنهم فعلوا بالراعي مثل\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\nذلك وقيل بل لشدة جنايتهم كما يشير إليه كلام أبي قلابة والله تعالى أعلم قوله اللهم عطش من التعطيش\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\nفي الموضعين قوله عاتبه الله حيث شرع له التخفيف في العقوبة قوله على حلى بضم الحاء\r\nوتشديد الياء جمع حلى بفتح وتخفيف مثل ثدي وثدي أي لأجلها ورضخ بضاد وخاء معجمتين على\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\nبناء الفاعل أي كسر أن يرجم لعله عبر عن الكسر بالحجر بالرجم والله تعالى أعلم\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\nقوله لم تقبل له صلاة قيل القبول أخص من الاجزاء فإن القبول هو أن يكون العمل سببا لحصول الاجر\r\nوالرضا والقرب من المولى والاجزاء كونه سببا لسقوط التكليف عن الذمة فصلاة العبد الآبق صحيحة مجزئة لسقوط\r\nالتكليف عنه بها لكن لا أجر له عليها لكن باقي روايات الحديث تدل على أن المراد ما إذا أبق بقصد اللحاق\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\nبدار الحرب ايثارا لدينهم ولا يخفى أنه حينئذ يصير كافرا فلا تقبل له صلاة ولا تصح لو فرض أنه صلاها والله\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\nتعالى أعلم قوله من بدل دينه عمومه يشمل الذكر والأنثى ومنهم من خص بالذكر لما جاء النهي عن\r\nقتل الإناث في الحرب ولا يخفى ما في المخصص من الضعف في الدلالة على التخصيص فالعموم أقرب والله تعالى\r\nأعلم ثم المراد بالذين الحق وهذا ظاهر بالسوق فلا يشمل عمومه من أسلم من الكفرة ولا من انتقل منهم من\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\nملة إلى ملة أخرى من ملل الكفر قوله يعبدون وثنا أي بعد ما أسلموا فأحرقهم قالوا كان\r\nذلك منه عن رأى واجتهاد لا عن توقيف ولهذا لما بلغه قول بن عباس استحسنه ورجع إليه كما تدل عليه الروايات\r\nقوله قضاء الله أي هو أي القتل قضاء الله أو اقض قضاء الله قوله أمن من التأمين أو الايمان\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\nعاصف أي ريح شديد اختبأ بهمزة أي اختفى أما كان فيكم رجل رشيد أي فطن لصواب\r\nالحكم وفيه أن التوبة عن الكفر في حياته صلى الله تعالى عليه وسلم كانت موقوفة على رضاه صلى الله تعالى\r\nعليه وسلم وأن الذي ارتد وآذاه صلى الله تعالى عليه وسلم إذا آمن سقط قتله وهذا ربما يؤيد القول إن\r\nقتل الساب للارتداد لا للحد والله تعالى أعلم أن يكون له خائنة أعين قال الخطابي هو أن\r\nيضمر في قلبه غير ما يظهره للناس فإذا كف لسانه وأومأ بعينه إلى ذلك فقد خان وقد كان\r\nظهور تلك الخيانة من قبيل عينه فسميت خائنة الأعين\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\nقوله وكانت له أم ولد أي غير مسلمة ولذلك كانت تجترئ على ذلك الامر الشنيع فيزجرها\r\nأي يمنعها ذات ليلة يمكن رفعه على أنه اسم كان ونصبه على أنه خبر كان أي كان الزمان أو الوقت\r\nذات ليلة وقيل يجوز نصبه على الظرفية أي كان الامر في ذات ليلة ثم ذات ليلة قيل معناه ساعة من\r\nليلة وقيل معناه ليلة من الليالي والذات مقحمة فوقعت فيه قيل تعدى بفي لتضمين معنى الطعن يقال\r\nوقع فيه إذا عابه وذمه إلى المغول بكسر ميم وسكون غين معجمة وفتح واو مثل سيف قصير يشتمل\r\nبه الرجل تحت ثيابه فيغطيه وقيل حديدة دقيقة لها حد ماض قتيلا يستوي فيه التذكير والتأنيث\r\nلي عليه حق صفة لرجل أي مسلما يجب عليه طاعتي وإجابة دعوتي يتدلدل أي يضطرب في مشيه\r\nان دمها هدر ولعله صلى الله تعالى عليه وسلم علم بالوحي صدق قوله وفيه دليل على أن الذمي\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\nإذا لم يكف لسانه عن الله ورسوله فلا ذمة له فيحل قتله والله تعالى أعلم قوله ليس هذا أي القتل للسب\r\nوقلة الأدب قوله تغيظ قيل لأنه سب أبا بكر قال فوالله لاذهب الخ هذا من قول أبي برزة أي أن\r\nكلامي قد عظم عند أبي بكر حتى زال بسبب عظمه غضبه ثم قال أي أبو بكر بعد أن ذهب غضبه بما قلت\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\nقوله اذهب بنا الباء للمصاحبة أو التعدية لو سمعك أي سمع قولك إلى هذا النبي وظهر له أنك تعتقده\r\nنبيا أربعة أعين كناية عن زيادة الفرح وفرط السرور إذ الفرح يوجب قوة الأعضاء وتضاعف\r\nالقوى يشبه تضاعف الأعضاء الحاملة لها عن تسع آيات جمع آية وهي العلامة الظاهرة تستعمل\r\nفي المحسوسات كعلامة الطريق وغيرها كالحكم الواضح والمراد في الحديث اما المعجزات التسع كما هو\r\nالمراد في قوله تعالى أدخل يدك في جيبك تخرج بيضاء من غير سوء في تسع آيات وعلى هذا فالجواب\r\nفي الحديث متروك ترك ذكره الراوي وقوله لا تشركوا الخ كلام مستأنف ذكر عقب الجواب وأما\r\nالاحكام العامة شاملة للملة كلها كما جوز ذاك في قوله تعالى ولقد آتينا موسى تسع آيات بينات الخ وعلى\r\nهذا فالمذكور في الحديث هو الجواب لكن زيد فيه ذكر وعليكم خاصة يهود لزيادة الإفادة ولا تمشوا\r\nببرئ الباء في ببرئ للتعدية والسلطان السلطنة والحكم أي لا تتكلموا بسوء فيمن ليس له ذنب عند\r\nالسلطان ليقتله أو يؤذيه ولا تأكلوا الربا أي لا تعاملوا بالربا ولا تأخذوه يهود بحذف حرف\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\nالنداء ان داود دعا الخ أي فنحن ننتظر ذلك النبي لنتبعه وهذا منهم تكذيب لقولهم نشهد أنك نبي\r\nوأنهم ما قالوا عن صدق اعتقاد ضرورة أنه صلى الله تعالى عليه وسلم كان يدعى ختم النبوة به صلى الله\r\nتعالى عليه وسلم فالقول بأنه نبي يستلزم صدقه فيه وانتظار نبي آخر ينافيه فانظر إلى تناقضهم وكذبهم\r\nوانا نخاف الخ عذر آخر كتركهم الايمان به صلى الله تعالى عليه وسلم قوله من عقد عقدة\r\nدأب أهل السحر أن أحدهم يأخذ خيطا فيعقد عليه عقدة ويتكلم عليه بالسحر بنفث فمن أتى بذلك فقد\r\nأتى بعمل من أعمال أهل السحر فقد أشرك أي فقد أتى بفعل من أفعال المشركين أو لأنه قد\r\nيفضي إلى الشرك إذا اعتقد أن له تأثيرا حقيقة وقيل المراد الشرك الخفي بترك التوكل والاعتماد على\r\nالله سبحانه ومن تعلق شيئا أي علق شيئا بعنقه أو عنق صغير من التعلق بمعنى التعليق قيل المراد\r\nتمائم الجاهلية مثل الخرزات وأظفار السباع وعظامها وأما ما يكون من القرآن والأسماء الإلهية فهو\r\nخارج عن هذا الحكم بل هو جائز لحديث عبد الله بن عمرو أنه كان يعلق على الصغار بعض ذلك وقيل\r\nالقبح إذا علق شيئا معتقدا جلب نفع أو دفع ضرر أما للتبرك فيجوز وقال القاضي أبو بكر في شرح الترمذي\r\nتعليق القرآن ليس من طريق السنة وإنما السنة فيه الذكر دون التعليق وكل إليه كناية عن عدم\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\nالعون منه تعالى قوله فاشتكى لذلك أياما أي مرض والأمراض جائزة على الأنبياء وكونها بعد\r\nسحر هو سبب عادي لها لا يضر ولا يوجب نقصا في مراتبهم العلية عقد لك عقدا بضم عين وفتح\r\nقاف جمع عقدة كأنما نشط من عقال في النهاية إنما هو أنشط أي حل ولا يصح نشط فإنه\r\nبمعنى عقد لا حل قوله فقال الرجل ضمير قال للرجل السابق والرجل من جملة المقول\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\nناء بألف ثم همزة أو بالعكس أي بعد قاتل دون مالك أي قدامه قوله إن عدي على مالي\r\nعدي على بناء المفعول أي سرق مالي فان قتلت على بناء المفعول ففي الجنة أي فأنت فيها\r\nوان قتلت على بناء الفاعل ففي النار أي فمقتولك فيها\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\nقوله ومن قتل دون دينه أي من أراده أحد ليفتنه في دينه والا يريد قتله فقبل القتل أو قاتل عليه\r\nحتى قتل فهو شهيد وجوز له إظهار كلمة الكفر مع ثبوت القلب على الايمان والأولى الصبر على القتل\r\nوالله تعالى أعلم قوله دون مظلمته أي قصده قاصد بالظلم قوله من شهر سيفه شهر بالتخفيف كمنع\r\nوبالتشديد أي سل سيفه ثم وضعه أي في الناس أي ضربهم به فدمه هدر أي لا دية ولا قصاص\r\nبقتله قوله من رفع السلاح أي على الناس ثم وضعه فيهم قوله علينا أي المسلمين وترك\r\nذكر الذميين والمستأمنين للمقايسة أو المراد بعلينا كل من كان أهل أمن أو حرام الدم بالايمان أو الذمة أو الاستئمان\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\nفليس منا أي على طريقتنا ولا من أهل سنتنا أو هو تغليظ والله تعالى أعلم قوله وهو باليمين أي على\r\nاليمين بذهيبة تصغير ذهب والهاء لان الذهب يؤنث والمؤنث الثلاثي إذا صغر ألحق في تصغيره الهاء\r\nوقيل هو تصغير ذهبة على نية القطعة منها فصغرها على لفظها صناديد رؤساء غائر العينين أي\r\nداخلهما إلى القعر ناتئ بالهمز أي مرتفعهما كث اللحية بفتح الكاف وتشديد المثلثة أي\r\nكبيرها وكثيفها من يطع الله إذا عصيته إذا الخلق مأمورون باتباعه صلى الله تعالى عليه وسلم فإذا\r\nعصى يتبعونه فيه فمن يطيعه ومن في يطع استفهامية لا شرطية فالوجه اثبات الياء أي من يطيع الله كما\r\nفي الكبرى والله تعالى أعلم أيأمنني أي الله تعالى على أهل الأرض أي على تبليغ الوحي وأداء\r\nالرسالة إليهم ان من ضئضئ بكسر ضادين وسكون الهمزة الأولى أي من قبيلته يخرجون\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\nيظهرون لا يجاوز حناجرهم بالصعود إلى محل القبول أو النزول إلى القلوب ليؤثر في قلوبهم بمرقون\r\nيخرجون من الدين قيل الاسلام وقيل طاعة الامام من الرمية بفتح الراء وتشديد الياء هي\r\nالتي يرميها الرامي من الصيد قوله أحداث الأسنان أي صغار الأسنان فإن حداثة السن محل للفساد\r\nعادة سفهاء الأحلام ضعاف العقول من خير قول البرية أي يتكلمون ببعض الأقوال التي هي\r\nمن خيار أقوال الناس قال النووي أي في الظاهر مثل ان الحكم الا لله ونظائره كدعائهم إلى كتاب\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\nالله قوله أتى على بناء المفعول من عن يمينه بفتح الميم موصولة ويحتمل على بعد كسر الميم\r\nعلى أنها حرف جارة وعن اسم بمعنى الجانب وكذا من في الموضعين الأخيرين وأما قوله فقام رجل\r\nمن ورائه فحرف جر قطعا ما عدلت بالتخفيف أي ما سويت بين المستحقين مطموم الشعر\r\nيقال طم شعره إذا جزه واستأصله سيماهم التحليق قال النووي السيما العلامة والأفصح فيها القصر\r\nوبه جاء القرآن والمد لغة والمراد بالتحليق حلق الرأس ولا دلالة فيه على كراهة الحلق فإن كون الشئ\r\nعلامة لهم لا ينافي الإباحة لقوله صلى الله تعالى عليه وسلم وآيتهم رجل أسود إحدى عضديه مثل ثدي\r\nالمرأة ومعلوم أن هذا ليس بحرام ولا مكروه وقد جاء في سنن أبي داود بإسناد صحيح أنه صلى الله\r\nتعالى عليه وسلم رأى صبيا قد حلق بعض رأسه فقال احلقوه كله أو اتركوه كله وهذا صريح في إباحة حلق\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\nالرأس لا يحتمل تأويلا وقد يناقش في الاستدلال على أصول مذهب النووي بأنه يجوز عندهم\r\nتمكين الصغير مما يحرم على البالغ كالحرير والذهب فليتأمل شر الخلق والخليقة الخلق الناس\r\nوالخليقة البهائم وقيل هما بمعنى ويريد بهما جميع الخلائق قوله كفر أي من أعمال أهل الكفر\r\nفإنهم الذين يقصدون قتال المسلمين وتأويله بحمله على القتال مستحلا يؤدي إلى عدم صحة المقابلة لكون\r\nالسباب مستحلا كفر أيضا فليتأمل والسباب بكسر سين مهملة وخفة موحدة أي شتمه فسوق\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\nأي من أعمال أهل الفسوق\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\nقوله من خرج من الطاعة أي طاعة الامام وفارق الجماعة أي جماعة المسلمين المجتمعين على امام\r\nواحد ميتة بكسر الميم حالة الموت جاهلية صفة بتقدير أي كميته أهل الجاهلية ويحتمل الإضافة\r\nوالمراد مات كما يموت أهل الجاهلية من الضلال وليس المراد الكفر يضرب برها بفتح الباء وتشديد\r\nالراء لا يتحاشى أي لا يترك ولا يفي لذي عهدها أي لا يفي لذمي ذمته فليس مني أي فهو خارج\r\nعن سنتي تحت راية عمية بكسر عين وحكى ضمها وبكسر الميم المشددة وبمثناة تحتية مشددة هي\r\nالامر الذي لا يستبين وجهه كقاتل القوم عصبية قيل قوله تحت راية عمية كناية عن جماعة مجتمعين على\r\nأمر مجهول لا يعرف أنه حق أو باطل وفيه أن من قاتل تعصبا لا لاظهار دين ولا لاعلاء كلمة الله أوان كان\r\nالمعصوب له حقا كان على الباطل فقلته بكسر القاف الحالة من القتل\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\nقوله إذا أشار المسلم على أخيه هو ان يشير كل منهما على صاحبه فهما على جرف جهنم بضم جيم وراء\r\nمهملة مضمومة أو ساكنة مستعار من جرف النهر الطرف كالسيل وهو كناية عن قربهما من جهنم\r\nخرا أي سقطا أي القاتل والمقتول قوله أحدهما على الآخر أي كل منهما على صاحبه هذا\r\nالقاتل أي يستحقه لقتله فالخبر محذوف والأقرب أن هذا إشارة إلى ذات القاتل فهو مبتدأ والقاتل خبره\r\nوصحة الإشارة باعتبار إحضار الواقعة أي هذا هو القاتل فلا اشكال في كونه في النار لأنه ظالم أراد قتل\r\nصاحبه أي مع السعي في أسبابه لأنه توجه بسيفه فليس هذا من باب المؤاخذة بمجرد نية القلب بدون\r\nعمل كما زعمه بعض فاستدلوا على أن العبد يؤخذ بالعزم ثم قد استدل كثير على أن مرتكب الكبيرة مسلم\r\nلقوله إذا تواجه المسلمان فسماهما المسلمين مع كونهما مباشرين بالذنب وهذا الذي قالوا إن مرتكب الكبيرة\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\nمسلم حق لكن في كون الحديث دليلا عليه نظر ظاهر لان التسمية في حيز التعليق لا يدل على بقاء الاسم\r\nعند تحقق الشرط مثل إذا أحدث المتوضئ أو المصلي بطل وضوءه أو صلاته فليتأمل\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\nقوله لا ترجعوا أي لا تصيروا كفارا نصبه على الخبر أي كالكفار يضرب استئناف لبيان\r\nصيرورتهم كالفكرة أو المراد لا ترتدوا عن الاسلام إلى ما كنتم عليه من عبادة الأصنام حال كونكم\r\nكفارا ضاربا بعضكم رقاب بعض والأول أقرب والله تعالى أعلم\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\nقوله بجناية أبيه أي بذنبه بأن يعاقب في الآخرة عليه أو في الدنيا بالقتل ونحوه والا فالدية تتحملها\r\nالعاقلة الا أن يقال الجناية هو العمد لا الخطأ قوله بجريرة أبيه أي بجنايته قوله لا ألفينكم من\r\nألفيته وجدته والنهي ظاهرا يتوجه إلى المتكلم والمراد توجيهه إلى المخاطب أي لا تكونوا بعدي كذلك فإنهم\r\nإذا كانوا كذلك يجدهم كذلك فإن قلت كيف يجدهم بعده قلت بعد موتهم أو تعرض حالهم عليه أو يوم\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\nالقيامة والله تعالى أعلم قوله رحمه الله استنصت الناس أي قل لهم ليسكتوا حتى يسمعوا قولي وفيه اهتمام\r\nوتعظيم لما يقوله\r\nكتاب قسم الفئ\r\nالفئ ما حصل للمسلمين من أموال الكفار من غير حرب ولا جهاد كذا في النهاية وفي المغرب\r\nهو ما نيل من الكفار بعد ما تضع الحرب أو زارها وتصير الدار دار لاسلام وذكروا في حكمه أنه\r\nلعامة المسلمين ولا يخمس ولا يقسم كالغنيمة والمراد ههنا ما يعم الغنيمة أو الغنيمة والله تعالى أعلم قوله\r\nعن سهم ذي القربى من الغنيمة المذكورة في قوله تعالى واعلموا أنما غنمتم من شئ فأن لله خمسة\r\nالآية وكأنه تردد أنه لقربي الامام أو لقربي الرسول عليه الصلاة والسلام فبين له بن عباس أن المراد\r\nالثاني لكن الدليل الذي استدل به على ذلك لا يتم لجواز أن النبي صلى الله تعالى عليه وسلم قسم لهم ذلك\r\nلكونه هو الامام فقرابته قرابة الامام لا لكون المراد قرابة الرسول عليه الصلاة والسلام الا ان يقال\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\nالمراد قسم لهم مع قطع النظر عن كونه إماما والمتبادر من نظم القرآن هو قرابة الرسول مع قطع النظر\r\nعن هذا الدليل فليتأم والله تعالى أعلم رأيناه دون حقنا لعله مبنى على أن عمر رآهم مصارف\r\nفيجوز الصرف إلى بعض كما في الزكاة عند الجمهور وهو مذهب مالك ههنا والمختار من مذهب الحنفية\r\nوالخيار للإمام ان شاء قسم بينهم بما يرى وان شاء أعطى بعضا دون بعض حسب ما تقتضيه المصلحة\r\nوابن عباس رآهم مستحقين لخمس الخمس كما يقول الشافعي ههنا وفي الزكاة فقال بن عباس بناء على ذلك\r\nأنه عرض دون حقهم والله تعالى أعلم قوله أيمنا من لا زوج له من الرجال والنساء ويحذى\r\nبحاء مهملة وذال معجمة من أحذيته إذا أعطيته عائلنا أي فقيرنا والغارم المديون قوله\r\nوقسم أبيك هكذا في نسختنا أبيك بالياء والظاهر أن الجملة فعلية فالأظهر أبوك بالواو الا أن يجعل\r\nأبيك تصغير الأب اما لان المقام يناسب التحقير أو لان اسم الوليد ينبئ عن الصغر فصغره لذلك\r\nويحتمل أن يكون قسم بفتح فسكون مصدر قسم مبتدأ والخبر مقدر أي غير مستقيم أو غير لائق أو نحو\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\nذلك أو الخمس كله على أن القسم بمعنى المقسوم من كثرت خصماؤه الظاهر من جهة الخط والسوق\r\nأن من يفتح الميم موصولة فاعل ينجو ويحتمل على بعد أن فاعل ينجو ضمير أبيه ومن جارة فليتأمل\r\nالمعازف بعين مهملة وزاي معجمة وفاء أي آلات اللهو من يجز بجيم وزاي معجمة مشددة\r\nأي يقطع جمتك بضم جيم وتشديد الميم هي من شعر الرأس ما سقط على المنكبين ولا كراهة في\r\nاتخاذ الجمة فلعله كره لأنه كان يتبختر بها فلذلك أضاف إلى السوء والله تعالى أعلم قوله إنما أرى\r\nهاشما والمطلب شيئا واحدا المراد بهاشم والمطلب أولادهما أي هم لكمال الاتحاد بنيهم في الجاهلية\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\nوالاسلام كشئ واحد قوله لمكانك بمعنى المكانة والفضل أي لا تنكر فضلهم بسبب فضلك\r\nالذي جعلك الله مقرونا به أي بذلك الفضل حال كونك منهم فحصل لهم بذلك فضل أي فضل وشرف\r\nأي شرف قوله وبرة بفتحتين أي شعرة قوله من سنامه بفتح السين ما ارتفع من ظهر الجمل\r\nقوله مما أفاء الله خبر كانت أي رده الله عليه أي أعطاه الله إياه وسمى العطاء ردا للتنبيه على أن\r\nالمستحقين للأموال هم المسلمون والكفرة كالمتغلبين على أموال المسلمين فما جاء إلى المسلمين من الكفرة\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\nفكأنه رد إليهم مما لم يوجف لم يسرع ولم يجر أي مما بلا حرب في الكراع بضم كاف الخيل\r\nقوله من صدقة أي مما كانت صدقة في الواقع أو مما ظهر لها بعد ذلك أنها صدقة وان كانت حين\r\nالسؤال غير عالمة بذلك لا نورث أي نحن يريد معشر الأنبياء وهذا الخبر قد رواه غير أبي بكر أيضا\r\nوتكفي رواية أبي بكر لوجوب العمل به ولا يرد أن خبر الآحاد كيف يخصص عموم القرآن لان ذلك\r\nبالنظر إلى من بلغه الحديث بواسطة وأما من أخذه بلا واسطة فالحديث بالنظر إليه كالقرآن في وجوب\r\nالعمل فيصح به التخصيص على أن كثيرا من العلماء جوز التخصيص بأخبار الآحاد فلا غبار أصلا وههنا\r\nتحقيقات ذكرتها في حاشيتي الصحيحين قوله خمس الله الخ يريد أن ذكر الله للتبرك والتعظيم\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\nقوله فاجتمع رأيهم ظاهره أنه يقتضي أنه اشتبه عليهم معنى القرآن ومصرف سهم الرسول عليه\r\nالصلاة والسلام وعلموا أن ذكر الله لكونه مفتاح كلام الله تعالى في الدنيا والآخرة والله تعالى أعلم\r\nقوله وصفيه هو ما يصطفيه ويختاره لنفسه\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\nقوله وسهم النبي صلى الله تعالى عليه وسلم ظاهره أن سهمه صلى الله تعالى عليه وسلم زائد على الخمس\r\nقوله خمس الخمس يريد أن المذكورين مستحقون للخمس فلا بد من القسمة بينهم بالسوية والله تعالى أعلم\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\nقوله ممن فيه غناء هو بالفتح والمد الكفاية أي ممن كان في وجوده كفاية للمسلمين يكفيهم بشجاعته\r\nفي الحرب مثلا قوله وهو أشبه القولين فيه أنه لا يبقى حينئذ لذكرهم كثير فائدة سوى الايهام الباطل\r\nلان يتيمهم داخل في اليتامى فذكر ذوي القربى على حدة لا فائدة فيه الا أن ظاهر المقابلة والعموم يوهم\r\nأن المراد العموم وهو باطل على هذا التقدير فما بقي في ذكرهم فائدة الا هذا فافهم والله تعالى أعلم\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\nقوله الرب عز وجل قال لا نورث أي فلو فصلت بينهما بالقسمة كما يقسم الإرث فقد أوهمت الناس بالإرث فكيف\r\nأقسم سبيل المال أي مال الله بجعله في الكراع والسلاح ونحوهما يقول هذا اقسم لي بنصيبي\r\nمن بن أخي أي أقسم لي على قدر ما يكون نصيبي لو كان لي ارث من بن أخي والا فالظاهر أن\r\nالعباس وعليا لا يطلبان الإرث بعد تقرر أنه لا ارث والله تعالى أعلم كفيا ذلك على بناء المفعول\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\nأي يردان إلى ما يكفيهما مؤنة ذلك فاستوعبت هذه الآية الناس أي عامة المسلمين كلهم أي فالفئ\r\nلهم عموما لا يخمس ولكن يكون جملة لمصالح المسلمين وهذا مذهب عامة أهل الفقه خلافا للشافعي\r\nفعنده يقسم الا بعض أي الا العبيد يريد انه لا شئ للعبيد والله تعالى أعلم\r\nكتاب البيعة\r\nقوله على السمع والطاعة صلة بايعنا بتضمين معنى العهد أي على أن نسمع كلامك ونطيعك في مرامك\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\nوكذا من يقوم مقامك من الخلفاء من بعدك والمنشط والمكره مفعل بفتح ميم وعين من النشاط\r\nوالكراهة وهما مصدران أي في حالة النشاط والكراهة أي حالة انشراح صدورنا وطيب قلوبنا وما يضاد\r\nذلك أو اسما زمان والمعنى واضح أو اسما مكان أي فيما فيه نشاطهم وكراهتهم كذا قيل ولا يخفى أن\r\nما ذكره من المعنى على تقدير كونهما اسمى مكان معنى مجازي وكذا قال بعضهم كونهما اسمى مكان بعيد\r\nوقوله وأن لا ننازع الامر أي الامارة أو كل أمر أهله الضمير للامر أي إذا وكل الامر\r\nإلى من هو أهل له فليس لنا أن نجره إلى غيره سواء كان أهلا أم لا بالحق باظهاره وتبليغه\r\nلا نخاف أي لا نترك قول الحق لخوف ملامتهم عليه وأما الخوف من غير أن يؤدي إلى ترك فليس\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\nبمنهى عنه بل ولا في قدرة الانسان الاحتراز عنه قوله وأثره علينا الأثرة بفتحتين اسم من الاستئثار\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\nأي وعلى تفضيل غيرنا علينا ولا يخفى أنه لا يظهر للبيعة عليه وجه لأنه ليس فعلا لهم وأيضا ليس هو\r\nبأمر مطلوب في الدين بحيث يبايع عليه وأيضا عمومه يرفعه من أصله لان كل مسلم إذا بايع على أن يفضل\r\nعليه غيره فلا يوجد ذلك الغير الذي يفضل وهذا ظاهر فالمراد وعلى الصبر على أثرة علينا أي بايعنا\r\nعلى أنا نصبر أن أوثر غيرنا علينا وضمير علينا قبل كناية عن جماعة الأنصار أو عام لهم ولغيرهم والأول\r\nأوجه فإنه صلى الله تعالى عليه وسلم أوصى إلى الأنصار أنه سيكون بعدي أثرة فاصبروا عليها يعني أن\r\nالامراء يفضلون عليكم غيركم في العطايا والولايات والحقوق وقد وقع ذلك في عهد الامراء بعد الخلفاء\r\nالراشدين فصبروا انتهى قوله على النصح لكل مسلم من النصيحة وهي إرادة الخير وفي رواية بن\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\nحبان فكان جرير إذا اشترى أو باع يقول اعلم أن ما أخذنا منك أحب إلينا مما أعطيناك فافترت\r\nقوله على الموت أي لأنه ليس في اختيار أحد فالبيعة عليه لا تتصور لكن قد جاء في بعض الروايات\r\nالبيعة على الموت فيفسر ذلك بالبيعة على الثبات وان أدى ذلك إلى لموت وعلى هذا فمؤدي البيعة على\r\nالموت والبيعة على عدم الفرار واحد فوجه الجمع بين الروايتين أن بعضهم بايعوا بلفظ الموت وبعضهم\r\nبلفظ عدم الفرار ومراد جابر بما ذكره تعيين اللفظ الذي بايع به هو وأصحابه واله تعالى أعلم قوله\r\nوقد انقطعت الهجرة أي بعد الفتح والمراد الهجرة من مكة لصيرورتها بعد الفتح دار إسلام أو إلى\r\nالمدينة من أي موضع كانت لظهور عزة الاسلام في كل ناحية وفي المدينة بخصوصها بحيث ما بقي لها\r\nحاجة إلى هجرة الناس إليها فما بقيت هذه الهجرة فرضا وأما الهجرة من دار الحرب إلى دار الاسلام\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\nونحوها فهي واجبة على الدوام قوله وحوله عصابة بكسر العين أي جماعة ولا تأتوا ببهتان\r\nبكذب على أحد تفترونه تختلقونه بين أيديكم وأرجلكم أي في قلوبكم التي هي بين الأيدي\r\nوالأرجل في معروف لا يخفى أن أمره كله معروف ولا يتصور منه خلافه فقوله في معروف للتنبيه\r\nعلى علة وجوب الطاعة وعلى أنه لا طاعة للمخلوق في غير المعروف وعلى أنه ينبغي اشتراط الطاعة\r\nفي المعروف في البيعة لا مطلقا شيئا أي مما سوى الشرك إذ لا كفارة للشرك سوى التوبة عنه فهذا\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\nعام مخصوص نبه عليه النووي وغيره وهذا الحديث صريح في أن الحدود كفارات لأهلها وأما قوله\r\nتعالى في المحاربين لله ورسوله ذلك لهم خزي في الدنيا ولهم في الآخرة عذاب عظيم فقد سبق عن بن\r\nعباس ان ذلك في المشركين والله تعالى أعلم قوله ارجع إليهما لعل ذلك حين انقطعت فريضة\r\nالهجرة فأضحكهما من الاضحاك أي بدوام صحبتك معهما كما أبكيتهما بفراقك إياهما قوله\r\nعن الهجرة هي ترك الوطن والانتقال إلى المدينة تأييدا وتقوية للنبي صلى الله عليه وسلم والمسلمين\r\nوإعانة لهم على قتال الكفرة وكانت فرضا في أول الأمر ثم صارت مندوبة فلعل السؤال كان في آخر\r\nالامر أو لعله صلى الله تعلى عليه وسلم خاف عليه لما كان عليه الاعراب من الضعف حتى أن أحدهم\r\nليقول ان حصل له مرض في المدينة أقلني بيعتك ونحو ذلك ولذلك قال أن أمر الهجرة شديد\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\nويحك للترحم فاعمل من وراء البحار أي فأت بالخيرات كلها وان كنت وراء البحار ولا يضرك بعدك\r\nعن المسلمين لن يترك قال السيوطي في غير حاشية الكتاب بكسر التاء المثناة من فوق أي لن ينقصك\r\nوإن أقمت من وراء البحار وسكنت أقصى الأرض يريد أنه من الترة كالعدة والكاف مفعول به قلت\r\nويحتمل أنه من الترك فالكاف من الكلمة أي لا يترك شيئا من عملك مهملا بل يجازيك على جميع\r\nأعمالك في أي محل فعلت والله تعالى أعلم قوله أن تهجر أي تترك فأريد بالهجرة الترك وفيه\r\nأن ترك المعاصي خير من ترك الوطن فإن المقصود الأصلي من ترك الوطن هو ترك المعاصي هجرة\r\nالحاضر أي المقيم بالبلاد والقرى والبادي المقيم بالبادية فيجيب إذا أي لا حاجة في حقه إلى\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\nترك الوطن بل حضوره في الجهاد يكفي قوله هجروا المشركين أي تركوهم فجاؤوا وفيه أن\r\nترك الوطن في الجملة والعود إليه بإذنه صلى الله تعالى عليه وسلم لا يضر والله تعالى أعلم قوله\r\nأستقيم عليه أي أثبت عليه وأعمله أي أداوم عليه ولو بقاء فإن الهجرة لا تتكرر\r\nفإنه لا مثل لها أي في ذلك الوقت أو في حق ذلك الرجل والله تعالى أعلم\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\nقوله ولكن جهاد كلمة لكن تفيد مخالفة ما بعدها لما قبلها فالمعنى فما بقيت فضيلة الهجرة ولكن بقيت\r\nفضائل في معنى الهجرة كالجهاد ونية الخير في كل عمل يصلح لها وإذا استنفرتم على بناء المفعول أي\r\nطلب الامام منكم الخروج إلى الجهاد فانفروا أي فأخرجوا قوله لا تنقطع الهجرة أي ترك دار\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\nالحرب إلى دار الاسلام لمن كان في دار الحرب فأسلم هناك إذ الهجرة ههنا هو الخروج من الوطن إلى الجهاد\r\nوبهذين التأويلين ظهر التوفيق بين ما سبق من انقطاع الهجرة وبين ثبوتها والله تعالى أعلم قوله\r\nأو تستطيع ذلك أي ما تقول من السمع والطاعة في كل محبوب ومكروه أو تطيق شك من الراوي\r\nفبايعني والنصح أي فبايعني على ذلك والنصح أي وعلى النصح بالجر عطف على مقدر والله تعالى أعلم\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\nقوله فقال أبايعكم على أن لا تشركوا أي وصحبة المشرك قد تؤدي إلى الشرك والبيعة على ترك الشرك\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\nتتضمن البيعة على ترك ما يؤدي إليه فصارت متضمنة للبيعة على ترك صحبة المشرك والله تعالى أعلم قوله إن\r\nامرأة أسعدتني الاسعاد المعاونة في النياحة خاصة والمساعدة عام في كل معونة وكان نساء\r\nالجاهلية يسعد بعضهن بعضا على النياحة فحين بايعهن النبي صلى الله تعالى عليه وسلم على ترك النياحة\r\nقالت أم عطية أنها ساعدتها امرأة في النياحة فلا بد لها من مساعدتها على ذلك قضاء لحقها ثم لا تعود\r\nفرخص لها النبي صلى الله تعالى عليه وسلم في ذلك قبل المبايعة ففعلت ثم بايعت قالوا هذا الترخيص\r\nخاص في أم عطية وللشارع أن يخص من يشاء والله تعالى أعلم قوله قلنا الله ورسوله أحرم بنا\r\nأي حيثما أطلق البيعة بل قيد بالاستطاعة هلم نبايعك أي تبايع كل واحدة منا باليد على الانفراد\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\nفان البيعة باليد لا يتصور فيها الاجتماع ولذلك أجابهن صلى الله تعالى عليه وسلم بنفي الامرين فقال إني\r\nلا أصافح النساء أي باليد إنما قولي لمائة فلا حاجة إلى الانفراد في البيعة القولية والله تعالى أعلم\r\nقوله ارجع أي لا حاجة إلى الحضور عندي وكأنه صلى الله تعالى عليه وسلم رأى أنه يكرهه الناس\r\nويتأذون به وعلم أنه لا يتأذى بهذا ففعل هذا والله تعالى أعلم قوله فلم يبايعني لما فيه من العهد\r\nوالالزام والصغير ليس أهلا لذلك بل لا يلزمه شئ أن ألزمه نفسه فأي فائدة في البيعة معه قوله\r\nبعنيه طلب منه البيع اعانه لذلك العبد على وفاء ما بايع عليه من الهجرة\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\nقوله وعك بفتحتين أو سكون الثاني هو الحمى أو ألمها أقلني يريد أن ما أصابه قد أصابه بشؤم ما فعل\r\nمن البيعة فلو أقاله فلعله يذهب ما لحقه بشؤمه من المصيبة فخرج أي من المدينة قصدا لإقالة أثر البيعة\r\nكالكير هو بالكسر كير الحديد وهو المبني من الطين وقيل الزق الذي ينفخ به النار والمبني الكور تنفى\r\nخبثها أي تخرجه عنها وتنصع طيبها بالنون والصاد والعين المهملتين أي تخلصه قوله المرتد اعرابيا\r\nأي الذي يصير اعرابيا ساكنا بالبادية بعد أن هاجر قوله ارتددت أي عن الهجرة قوله وبدوت\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\nأي خرجت إلى البادية وروى وبديت ولعله سهو في البدو أي في الخروج إلى البادية أي فلا ينافي الهجرة\r\nالخروج إليها قوله والنصح الظاهر أنه بالنصب عطف على فيما استطعت أي فلقنني هذين اللفظين ويحتمل الجر\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\nعلى العطف على الموصول وفيه بعد فإن النصح مما وقع عليه البيعة كالسمع والطاعة وليس المراد السمع\r\nوالطاعة في المستطاع وفي النصح فليتأمل قوله خباء بكسر خاء بيت من صوف أو وبر لا من شعر\r\nمن ينتضل من انتضل القوم إذا رموا للسبق ويقال انتضلوا بالكلام والاشعار من هو في جشرته\r\nأي في إخراجه الدواب إلى المراعي الصلاة جامعة أي ائتوا الصلاة والحال أنها جامعة فهما بالنصب\r\nويجوز رفعهما على الابتداء والخبر فقال إنه أي ان الشأن على ما يعلمه من العلم أي على شئ\r\nيعلم النبي ذلك الشئ خيرا لهم جلعت عافيتها أي خلاصها عما يضر في الدين فيدقق بدال مهملة\r\nثم قاف مشددة مكسورة أي يجعل بعضها بعضا دقيقا وفي بعض النسخ براء مهملة موضع دال أي يصير\r\nبعضها بعضا رقيقا خفيا والحاصل أن المتأخرة من الفتن أعظم من المتقدمة فتصير المتقدمة عندها دقيقة\r\nرفيقة روى براء ساكنة ففاء مضمومة من الرفق أي توافق بعضها بعضا أو يجئ بعضها عقب بعض\r\nأو في وقته وروى بدال مهملة ساكنة ففاء مكسورة أي يدفع ويصب أن يزحزح على بناء المفعول\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\nوليأت إلى الناس أي ليؤدي إليهم ويفعل بهم ما يحب أن يفعل به وثمرة قلبه أي خالص عهده\r\nأو محبته بقلبه قوله ولو استعمل عليكم عبد حبشي أي لو جعل الخليفة بعض عبيده أميرا عليكم فلا يرد\r\nأن العبد لا يصلح للخلافة على أن المطلوب المبالغة فلا يلتفت إلى مثل هذا وفي قوله يقودكم بكتاب الله\r\nإشارة إلى أنه لا طاعة له فيما يخالف حكم الله تعالى والله تعالى أعلم قوله من أطاعني فقد أطاع الله\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\nأي لأني أحكم نيابة عنه وكذا أميره صلى الله تعالى عليه وسلم يحكم نيابة عنه فالحاصل أن طاعة\r\nالنائب طاعة للأصل قوله في سرية أي أميرا فيهم فنزل فيه قوله تعالى أطيعوا الله وأطيعوا الرسول\r\nوأولي الأمر حثا لاتباعه على أن يطيعوه والى هذا المعنى تشير ترجمة المصنف والله تعالى أعلم قوله\r\nوأنفق الكريمة أي صرف الأموال العزيزة عليه ونبهه بضم فسكون أي انتباهه من النوم\r\nبالكفاف بفتح الكاف أي سواء بسواء أي لا يرجع مثل ما كان وقد تقدم الحديث في كتاب\r\nالجهاد قوله جنة أي كالترس قال القرطبي أي يقتدي برأيه ونظره في الأمور العظام والوقائع\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\nالخطيرة ولا يتقدم على رأيه ولا ينفرد دونه بأمر يقاتل من ورائه قيل المراد أنه يقاتل قدامه فوراء\r\nههنا بمعنى أمام ولا يترك يباشر القتال بنفسه لما فيه من تعرضه للهلاك وفيه هلاك الكل قلت وهذا\r\nلا يناسب التشبيه بالجنة مع كونه خلاف ظاهر اللفظ في نفسه فالوجه أن المراد أنه يقاتل على وفق رأيه\r\nوأمره ولا يخالف عليه في القتال فصار كأنهم خلفه في القتال والله تعالى أعلم ويتقى به أي يعتصم\r\nبرأيه أو يلتجئ إليه من يحتاج إلى ذلك قوله إنما الدين النصحية هي إرادة الخير للمنصوح قلت\r\nلا بمعنى النافع والا لا يستقيم بالنسبة إليه تعالى بل بمعنى ما يليق ويحسن له فإن الصفة إذا قسناها بالنظر\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\nإلى أحد فأما أن يكون اللائق والأولى به إرادة ايجابها له أو سلبها عنه فإرادة ذلك الطرف اللائق له\r\nهي النصحية في حقه وخلافه هو الغش والخيانة واللائق به تعالى أن يحمد على كماله وجلاله وجماله ويثبت\r\nله من الصفات والافعال ما يكون صفات كمال وأن ينزه عن النقائص وعما لا يليق يعلى جنابه فإرادة\r\nذلك وكذا كل ما يليق بجنابه الأقدس في حقه تعالى من نفسه ومن غيره هي النصحية في حقه وقس على\r\nهذا ويمكن أن يقال النصحية الخلوص عن الغش ومنه التوبة النصوح فالنصيحة لله تعالى أن يكون\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\nعبدا خالصا له في عبوديته عملا واعتقادا والكتاب أي يكون خالصا في العمل به وفهم معناه عن مراعاة\r\nالهوى فلا يصرفه إلى هواه بل يجعل هواه تابعا له ويحكم به على هواه ولا يحكم بهواه عليه وعلى هذا القياس\r\nوقال الخطابي النصحية هي إرادة الخير للمنصوح له والنصح في اللغة الخلوص فالنصيحة لله تعالى صحة\r\nالاعتقاد في حد وحدانيته وإخلاص النية في عبادته والنصيحة لكتاب الله تعالى الايمان به والعمل\r\nبما فيه والنصح لرسوله التصديق بنبوته وبذل الطاعة له فيما أمر به ونهى عنه والنصيحة لائمة المسلمين\r\nأن يطيعهم في الحق وأن لا يرى الخروج عليهم بالسيف والنصيحة لعامة المسلمين ارشادهم إلى مصالحهم\r\nقوله الا وله بطانتان بطانة الرجل بكسر الباء صاحب سره وداخله أمره قيل المراد ههنا الملك والشيطان\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\nلا تألوه لا تقصره خبالا بفتح الخاء أي من جهة الفساد في أمره قال السيوطي أي لا يقصر\r\nفي افساد أمره فقد وقى أي من كل بلاء وهو أي ذلك الذي وقى من التي تغلب عليه\r\nمن الجماعة التي تغلب على بطانة السوء منهما من البطانتين أو المعنى وهو أي صاحب البطانتين\r\nمن جنس بطانة التي تغلب تلك البطانة عليه ههنا أي من البطانتين فإن غلبت عليه بطانة الخير يكون\r\nخيرا وان غلبت عليه بطانة السوء يكون سيئا وهذا أظهر والله تعالى أعلم قوله وأمر من التأمير\r\nإنما فررنا منها من النار بالايمان فكيف ندخلها\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\nقوله أن لا يؤمر أي حين أن لا يؤمر أو كلمة أن شرطية وفي كثير من النسخ الا أن يؤمر بمعصية\r\nوهو الظاهر والله تعالى أعلم قوله من صدقهم بكذبهم من التصديق والباء في بكذبهم بمعنى في أي\r\nأنهم يكذبون في الكلام فمن صدقهم في كلامهم ذلك وقال لهم صدقتم تقربا بذلك إليهم فليس مني\r\nتغليظ وتشديد بأنه قد انقطع الموالاة بيني وبينهم على بتشديد الياء ومن لم يصدقهم أي اتقاء\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\nوتورعا وهذا لا يكون الا للمتدين فلذلك قال فهو مني وأنا منه ويحتمل أن يكون مجرد الصبر عن صحبتهم\r\nفي ذلك الزمان مع الايمان مفضيا إلى هذه الرتبة العلية أو من صبر يوفق لاعمال تفضيه إلى ذلك والله تعالى\r\nأعلم قوله صلى الله عليه وسلم وقد وضع أي والحال أن النبي صلى الله تعالى عليه وسلم وضع رجله أو الرجل وضع رجله\r\nفي الغرز بفتح معجمة فمهملة ساكنة ثم معجمة هو ركاب كور الجمل إذا كان من جلد أو خشب وقيل مطلقا\r\nكلمة حق فإنه جهاد قل من ينجو فيه وقل من يصوب صاحبه بل الكل يخطئونه أو لا ثم يؤدي إلى\r\nالموت بأشد طريق عندهم بلا قتال بل صبرا والله تعالى أعلم\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\nقوله وانها ستكون أي بعد الموت ندامة فنعمت المرضعة أي الحالة الموصلة إلى الامارة وهي\r\nالحياة والفاطمة الحالة القاطعة عن الامارة وهي الموت أي فنعمت حياتهم وبئس موتهم والله تعالى أعلم رضي الله تعالى عنه\r\nكتاب العقيقة\r\nهي الذبيحة تذبح عن المولود من العق وهو القطع قوله وكأنه كره الاسم يريد أنه ليس فيه\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\nتوهين لامر العقيقة ولا إسقاط لوجوبها وإنما استبشع الاسم وأحب أن يسميه بأحسن منه كالنسيكة\r\nوالذبيحة ولذلك قال من أحب أن ينسك عن ولده بضم السين أي يذبح قال التوربشتي هذا الكلام\r\nوهو كأنه كره الاسم غير سديد أدرج في الحديث من قول بعض الرواة ولا يدري من هو وبالجملة\r\nفقد صدر عن ظن يحتمل الخطأ والصواب والظاهر أنه ههنا خطأ لأنه صلى الله تعالى عليه وسلم ذكر\r\nالعقيقة في عدة أحاديث ولو كان يكره الاسم لعدل عنه إلى غيره ومن سنته تغيير الاسم إذا كرهه\r\nوالأوجه أن يقال يحتمل أن السائل ظن أن اشتراك العقيقة مع العقوق في الاشتقاق مما يوهن أمرها\r\nفأعلم النبي صلى الله تعالى عليه وسلم أن الذي كرهه الله تعالى من هذا الباب هو العقوق لا العقيقة ويحتمل\r\nأن العقوق ههنا مستعار للوالد بترك العقيقة أي لا يجب أن يترك الوالد حق الولد الذي هو العقيقة كمالا\r\nيجب أن يترك الولد حق الوالد الذي هو حقيقة العقوق ولا يخفى أن المخاطب ما يهم هذا المعنى من\r\nالجواب ولذلك أعاد السؤال فقال إنما نسألك الخ فالوجه أن يقال أنه أطلق الاسم أولا ثم كرهه\r\nاما بالتفات منه صلى الله عليه تعالى وسلم إلى ذلك أو يوحي أو الهام منه تعالى إليه والله تعالى أعلم\r\nقوله عن الغلام شاتان مبتدأ وخبر والجملة جواب لما يقال ماذا ينسك أو ما ذا يجزئ ويحسن\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\nونحوه مكافئتان بالهمزة أي مساويتان في السن بمعنى أن لا ينزل سنهما عن سن أدنى ما يجزئ\r\nفي الأضحية وقيل مساويتان أو متقاربتان وهو بكسر الفاء من كافأه إذا ساواه قال الخطابي والمحدثون\r\nيفتحون الفاء وأراه أولي لأنه يريد شاتين قد سوى بينهما وأما بالكسر فمعناه مساويان فيحتاج إلى\r\nشئ آخر يساويانه وأما لو قيل متكافئتان لكان الكسر أولى وقال الزمخشري لا فرق بين الفتح والكسر\r\nلان كل واحدة إذا كافأت أختها فقد كوفئت فهي مكافئة ومكافأة أو يكون معناه معادلتان لما يجب في\r\nالأضحية من الأسنان ويحتمل مع الفتح أن يراد مذبوحتان من كافأ الرجل بين بعيرين إذا نحر هذا\r\nثم هذا معا من غير تفريق كأنه يريد شاتين تذبحهما معا قلت مراد الزمخشري أن كلا من الفتح\r\nوالكسر يقتضي بظاهره اعتبار شئ ثالث يساويانه أو يساويهما وان اكتفى بمساواة كل واحدة\r\nمنهما صاحبتها صح الفتح والكسر فليتأمل والله تعالى أعلم قوله عن الحسن والحسين أي ذبح\r\nعنهما وسيجئ بيان ما ذبح قوله قال في الغلام عقيقة كلمة في بمعنى مع كما في بعض الروايات وكون\r\nالعقيقة مع الغلام أنه سبب لها وأميطوا أزيلوا بحلق رأسه وقيل هو نهى عما كانوا يفعلونه من تلطيخ\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\nرأس المولود بالدم وقيل المراد الختان قوله ( في الغلام شاتان أي في عقيقة الغلام تجزئ شاتان\r\nقوله على الغلام كلمة على بمعنى في كما تقدم ويحتمل أن المراد على أب الغلام أو لما كان الغلام\r\nسببا لوجوب العقيقة جعل كان العقيقة واجبة عليه وعلى الوجهين فلا يستقيم الا على مذهب من يقول\r\nبوجوب العقيقة بل بوجوب الشاتين في عقيقة الغلام والجمهور على خلافه والله تعالى أعلم ذكرانا كن\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\nأي شياه العقيقة قوله بكبشين كبشين أي عن كل واحد بكبشين ولذلك كرر ويحتمل أن التكرير\r\nللتأكيد والكبشان عن الاثنين على أن كل واحد عق عنه بكبش قوله كل غلام أريد به مطلق\r\nالمولود ذكرا كان أو أنثى رهين أي مرهون وللناس فيه كلام فعن أحمد هذا في الشفاعة يريد أنه\r\nإذا لم يعق عنه فمات طفلا لم يشفع في والديه وفي النهاية أن العقيقة لازمة له لا بد منها فشبه المولود في\r\nلزومها له وعدم انفكاكه منها بالرهن في يد المرتهن وقال التوربشتي أي انه كالشئ المرهون لا يتم\r\nالانتفاع به دون فكه والنعمة إنما تتم على المنعم عليه بقيامه بالشكر ووظيفته والشكر في هذه النعمة\r\nما سنه النبي صلى الله تعالى عليه وسلم وهو أن يعق عن المولد شكرا لله تعالى وطلبا لسلامة المولد\r\nويحتمل أنه أراد بذلك أن سلامة المولود ونشوه على النعت المحمود رهينة بالعقيقة وههنا بسط\r\nذكرناه في حاشية أبي داود قوله سمعته من سمرة قيل لم يسمع الحسن عن سمرة الا هذا الحديث\r\nوبقية أحاديث الحسن عن سمرة مرسلة والله تعالى أعلم\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\nكتاب الفرع والعتيرة\r\nقوله لا فرع بفتحتين هو أول ما تلده الناقة فكانوا يذبحونه لآلهتهم فنهى الرجل عنه ولا عتيرة\r\nشاة تذبح في رجب قيل كان الفرع والعتيرة في الجاهية ويفعلهما المسلمون في أول الاسلام ثم نسخ\r\nوقيل المشهور أنه لا كراهة فيهما ثم هما مستحبان والمراد بلا فرع ولا عتيرة نفى وجوبهما أو نفى\r\nالتقرب بالإراقة كالأضحية وأما التقرب باللحم وتفرقته على المساكين فبر وصدقة قوله نهى لعله\r\nمن بعض الرواة لزعمه أن المراد بالنفي النهي على أنه من قبيل قوله تعالى فلا رفث ولا فسوق فعبر بالنهي\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\nلقصد النقل بالمعنى والله تعالى أعلم قوله إن على كل بيت الخ ظاهره الوجوب لكنهم حملوه\r\nعلى الندب المؤكد يعتر كيضرب أي يذبح قوله حق قال الشافعي معناه أنه ليس بباطل وقد جاء\r\nعلى وفق كلام السائل ولا يعارضه حديث لا فرع ولا عتيرة فإنه معناه أنهما ليسا بواجبين بكرا\r\nبفتح فسكون هو الفتى من الإبل بمنزلة الغلام من الناس خير أي فهو خير والجملة جزاء الشرط\r\nمن أن تذبحه أي حين يولد كما كان عادتهم بوبره بفتحتين أي بصوفه لكونه قليلا غير سمين\r\nفتكفأ كتمنع آخره همزة أي تقلبه وتكبه يريد أنك إذا ذبحته حين يولد يذهب اللبن فصار كأنك\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\nكفأت اناءك أي المحلب وتوله بتشديد اللام أي تفجعها بولدها قوله ومن شاء فرع من التفريع\r\nأي ذبح الفرع قوله اذبحوا لله أي اذبحوا ان شئتم واجعلوا لذبح في رجب وغيره سواء كذا\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\nذكره البيهقي في سننه يريد أن الامر للندب دون الوجوب قوله نفرع من أفرع أو فرع\r\nبالتشديد تغذوه أي تعلفه ماشيتك فاعل تغذوه ويحتمل أن يكون تغذوه للخطاب وماشيتك\r\nمنصوب بتقدير مثل ماشيتك أو مع ماشيتك استجمل بالجيم أي صار جملا أو بالحاء أي قوى للحمل\r\nقوله وان هذه الأيام أي أيام الأضحية\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\nقوله باهابها قيل الإهاب الجلد مطلقا وقيل إنما يقال له الإهاب قبل الدبغ لا بعده ولا يخفى أن\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\nالمراد ههنا الجلد مطلقا فهو مجاز على الثاني إنما حرم الله من التحريم أكلها ظاهره أن ما عدا\r\nالمأكول من أجزاء الميتة غير محرم الانتفاع به كالشعر والسن والقرن ونحوها قالوا لا حياة فيها فلا\r\nينجس بموت الحيوان قوله كأن أعطاها أي النبي صلى الله تعالى عليه وسلم إنما حرم أكلها\r\nعلى بناء المفعول من التحريم أو على بناء الفاعل بفتح فضم من الحرمة قوله ألا دفعتم اهابها هكذا\r\nفي نسختنا من الدفع بالفاء والعين المهملة أي أخذتموه وبعدتموه من اللحم بالنزع عنه والأقرب دبغتم\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\nبالباء والغين المعجمة والله تعالى أعلم قوله مسكها بفتح ميم فسكون أي جلدها شنا بفتح\r\nفتشديد أي عتيقا قوله أيما اهاب دبغ بعمومه يشمل جلد مأكول اللحم وغيره وبه أخذ كثير\r\nقوله الدباغ طهور بفتح الطاء قوله عن سلمة بن المحبق هو بضم الميم وفتح الحاء المهملة وتشديد\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\nالباء المكسورة والقاف وأصحاب الحديث يفتحون الباء قوله ميتة صفة لقربة على حذف المضاف\r\nأي جلد ميتة قوله ذكاة الميتة أي ذكاة جلود الميتة\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\nقوله مثل الحصان بكسر الحاء الفرس الكريم الذكر لو أخذتم اهابها قيل كلمة لو للتمني بمعنى ليت وقيل\r\nكلمة شرط حذف جوابها أي لكان حسنا يطهرها الماء والقرظ بفتحتين ورق يدبغ به ظاهره\r\nوجوب استعمال الماء في أثناء الدباغ قيل وهو أحد قولي الشافعي والله تعالى أعلم قوله أن لا تنتفعوا الخ\r\nقيل هذا الحديث ناسخ للاخبار السابقة لأنه كان قبل الموت شهر فصار متأخرا والجمهور على خلافه لأنه\r\nلا يقاوم تلك الأحاديث صحة واشتهارا وجمع كثير بين هذا الحديث والأحاديث السابقة بأن الإهاب اسم لغير\r\nالمدبوغ فلا معارضة بين هذا الحديث والأحاديث السابقة أصلا والله تعالى أعلم\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\nقوله أمر أي أذن ورخص أن يستمتع على بناء المفعول قوله نهى عن جلود السباع قيل\r\nقبل الدباغ أو مطلقا ان قيل بعدم طهارة الشعر بالدبغ كما هو مذهب الشافعي وان قيل بطهارته فالنهي\r\nلكونها من دأب الجبابرة وعمل المترفهين والله تعالى أعلم قوله عن الحرير والذهب أي عن استعمالهما\r\nللرجل واطلاقه يشمل استعمال الحرير بالفرش وقد جاء عنه النهي صريحا في صحيح البخاري ومياثر\r\nالنمور أي عن أن تفرش جلودها على السرج والرحال للجلوس عليها لما فيه من التكبر أو لأنه زي\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\nالعجم أو لان الشعر نجس لا يقبل الدباغ قوله عن لبوس بضم اللام مصدر لبس بكسر الباء\r\nقوله ويستصبح بها الناس أي ينورون به مصابيحهم هو حرام أي بيع الشحوم أو الانتفاع بها\r\nقاتل أي لعنهم أو قتلهم وصيغة المفاعلة للمبالغة جملوه في القاموس جمل الشحم وأجمله أذابه أي\r\nاستخرجوا دهنه قال الخطابي معناه أذابوها حتى تصير ودكا فيزول عنها اسم الشحم وفي هذا ابطال كل حيلة\r\nيتوصل بها إلى محرم وأنه لا يتغير حكمه بتغيير هيئته وتبديل اسمه\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\nقوله ألقوها وما حولها أي إذا كان جامدا كما في حديث أبي هريرة وكلوه أي الباقي قيل وما حولها\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\nيدل على أنه جامد إذ لو كان مائعا لما كان له حول يعني فلا حاجة إلى قيد زائد في الكلام وستعرف\r\nفي الرواية الآتية أن هذه الواقعة كانت في الجامد والمراد بما حولها ما يظهر وصول الأثر إليه ففيه\r\nتفويض إلى نظر المكلف في املاله قوله فليمقله المقل الغمس والغوص في الماء والمراد فليدخله\r\nفي ذلك الاناء ولا يخفى أن ذلك قد يؤدي إلى الموت فدل الحديث على أن ما لادم فيه موته لا ينجس\r\nالماء وغيره والا لما أمر الغمس خوفا من تنجس الطعام ونحوه\r\nكتاب الصيد والذبائح\r\nقوله وان أدركته أي الكلب أو الصيد لم يقتل أي الكلب الصيد والجملة حال فاذبح\r\nأي الصيد أي ان أردت أكله واذكر اسم الله أي لا تكتف بالتسمية عند إرسال الكلب عليك\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\nأي لأجلك فلا تطعم أي فلا تأكل وبه اخذ الجمهور خلافا لمالك فإنما أمسك على نفسه أي\r\nلأجل نفسه لا لك وشرط الحل أن يمسك عليك كما في الكتاب والأصل التحريم أيها أي أي\r\nتلك الكلاب قتل أي فيحتمل أنه قتله كلب آخر غير كلبك وحينئذ لا يحل لعدم التسمية عند إرساله\r\nقوله عن صيد المعراض بكسر ميم وسكون عين آخره ضاد معجمة خشبة ثقيلة أو عصا في طرفها\r\nحديدة أو سهم لا ريش له بحده بأن نفذ في اللحم وقطع شيئا من الجلد بعرضه هو بفتح العين\r\nأي بغير المحدد منه وقيذ بالذال المعجمة فعيل بمعنى مفعول أي حرام لعد الله تعالى المقوذة\r\nمن المحرمات والوقيذ والموقوذ المقتول بغير محدد من عصا أو حجر أو غيرهما فلا تأكل فإنك الخ\r\nهذا وأمثاله ظاهر في أن متروك التسمية في الصيد حرام والله تعالى أعلم وبالتعليل المذكور في الحديث\r\nيتبين أن الحرمة إذا كان الكلب الآخر أرسل بلا تسمية وأما إذا أرسل بتسمية فيحل والله تعالى أعلم\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\nقوله فاذكر اسم الله عليه أي عند الرمي لا عند الاكل كما هو المتبادر فأدركت ذكاته أي أدركته حيا\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\nفذبحته قوله إن خزق بخاء وزاي معجمتين أي جرح ونفذ وقتل بحده وقطع شيئا من الجلد\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\nقوله لكنا لا ندخل أي الملائكة والمراد طائفة منهم والا فالحفظة يدخلون كل بيت ولا صورة\r\nأي صورة ذي روح أمر بقتل الكلاب ثم نسخ الامر كما جاء صريحا قوله رضي الله تعالى عنهما غير ما استثنى منها\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\nأي غير الكلاب المعلومة بالاستثناء وسيجئ قوله لولا أن الكلاب أمة من الأمم أي أمة خلقت\r\nلمنافع أو أمة تسبح وهو إشارة إلى قوله وما من دابة في الأرض إلى قوله الا أمم أمثالكم في الدلالة على\r\nالصانع والتسبيح له قال الخطابي انه كره افناء أمة من الأمم بحيث لا تبقى منها باقية لأنه ما خلق الله عز وجل\r\nخلقا الا وفيه نوع من حكمة أي إذا كان الامر على هذا فلا سبيل إلى قتل كلهن فاقتلوا أشرارهن وهن\r\nالسود البهيم الأسود الخالص أي وأبقوا ما سواها لتنتفعوا بها في الحراسة ويقال أن السود من\r\nالكلاب شرارها قيراط هو مقدار محدود عند الله قوله ولا جنب أي من يتهاون في الاغتسال\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\nوقد سبق الحديث في كتاب الطهارة قوله أصبح يوما واجما مهتما وهو من أسكته الهم وعلته\r\nالكآبة من وجم يجم لقد استنكرت هيئتك أي أراها متغيرة فيثقل على ذلك قوله أما والله\r\nما أخلفني أي قبل هذا قط أوليس هذا منه اخلاف الوعد بل لا بد أن وعده كان مقيدا بأمر قد فقد\r\nذلك الامر والا فلا يتصور منه خلاف في الوعد جرو كلب أي كلب صغير تحت نضد\r\nبالتحريك السرير الذي ينضد عليه الثياب أي يجعل بعضها فوق بعض ولكنا لا ندخل الخ\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\nأي وكان الوعد مقيدا بعدم المانع فما أخلفت الوعد والله تعالى أعلم قوله من اقتنى أي اتخذ\r\nنقص يحتمل بناء الفاعل أو المفعول بناء على أنه جاء لازما ومتعديا قيراطان لعل الاختلاف\r\nحسب اختلاف الزمان فأولا شدد في أمر الكلاب حتى أمر بقتله ثم نسخ القتل وبين أنه ينقص من\r\nالاجر قيراطان ثم خفف من ذلك إلى قيراط والله تعالى أعلم الا ضاريا أي كلبا ضاريا أي معلما\r\nأو صاحب ماشية أي كلبا اتخذ للماشية أو المراد الا ضاريا أي رجلا صائدا والله تعالى أعلم قوله\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\nسفيان بن أبي زهير الشنائي بفتح الشين المعجمة والنون وهمزة مكسورة نسبة إلى أزد شنؤة ويقال\r\nفيه الشنوئي بضم النون على الأصل قوله لا يغني عنه زرعا ولا ضرعا المراد بالضرع ههنا الماشية\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\nقوله عن ثمن الكلب ظاهره حرمة بيعة وعليه الجمهور ولعل من لا يقول به يحمله على أنه كان حين\r\nكان الامر بقتله وقد علم نسخه والله تعالى أعلم قوله ومهر البغي هو ما تأخذه الزانية على الزنا سمى\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\nمهرا لكونه على صورته والبغي الزانية وأصله بغوى على وزن صبور فذلك استوى فيه التذكير والتأنيث\r\nوحلوان الكاهن بضم الحاء وسكون اللام مصدر حلوته إذا أعطيته والمراد ما يعطى على كهانته\r\nقال أبو عبيد وأصله من الحلاوة شبه ما يعطي الكاهن بشئ حلو لاخذه إياه سهلا دون كلفة يقال حلوت\r\nالرجل إذا أطعمته الحلو ويقال للرشوة حلوان قوله وكسب الحجام ظاهره التحريم وقد جاء\r\nتخصيصه بالاحرار دون العبيد وبه يقول أحمد والجمهور على أنه للتنزيه والله تعالى أعلم قوله عن\r\nثمن السنور والكلب قيل الأول للتنزيه والثاني للتحريم والحديث صحيح رواه مسلم وقد حمله بعض\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\nأهل العلم على الهر إذا توحش فلم يقدر على تسليمه وزعم بعض النهي كان في ابتداء الاسلام ثم\r\nنسخ ولا دليل على القولين وما عن عطاء من أنه لا بأس بثمن السنور لا يصلح معارضا للحديث كذا\r\nذكره البيهقي الا كلب صيد قيل أخذ قوم بهذا الاستثناء فأجازوا بيع كلب الصيد والجمهور على المنع\r\nوأجابوا بأن الحديث ضعيف باتفاق أئمة الحديث قلت لعل المراد الاستثناء والا فالحديث ورآه مسلم\r\nفي صحيحه بلا استثناء قوله مكلبة بفتح اللام المشددة أي معلمة فاقتني من الاقناء أو تجده\r\nقد صل بتشديد اللام أي ما لم ينتن ولم يتغير ريحه يقال صل اللحم وأصل لغتان وهذا على سبيل\r\nالاستحباب والا فالنتن لا يحرم وقد جاء أنه صلى الله تعالى عليه وسلم أكل ما تغير ريحه ولعله أكل تعليما\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\nللجواز قوله في ذي الحليفة من تهامة أي ليس هو الميقات المشهور في أخريات القوم أي في\r\nالجماعات المتأخرة منهم فدفع على بناء المفعول أي جاء سريعا كأنه مدفوع إليهم فأكفئت بضم الهمزة\r\nوكسر الفاء آخره همزة أي قلبت وأريق ما فيها ند بتشديد الدال أي شرد ونفر فأعياهم أي\r\nأعجزهم ان لهذه البهائم في هذه البهائم أوابد أي التي تتوحش وتنفر والحديث يدل على أن ما توحش\r\nمنها فحكمه حكم الصيد وبه يقول الجمهور قوله ولا تدري الماء قتله الخ يفيد أن الأصل في الصيد\r\nالحرمة فإذا حصل الشك يكون حراما كما هو الأصل\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\nقوله الا أن ينتن من أنتن إذا صار ذا نتن وقد سبق أن الاستثناء محمول على التنزيه دن التحريم والله\r\nتعالى أعلم قوله بالمروة بفتح ميم وسكون راء حجر أبيض براق يجعل منه كالسكين قوله فخزق\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\nبخاء وزاي معجمتين أي جرح قوله جفا أي غلظ طبعه لقلة مخالطة العلماء ولا يعتاد تحمل الأذى\r\nمن الناس فيتغير خلقه بأدنى أمر غفل بضم الفاء كذا ذكره السيوطي في حاشية الكتاب والمشهور\r\nأنه من باب نصر وصرح في المجمع أي يستولي عليه حبه حتى يصير غافلا عن غيره\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\nافتتن ضبطه السيوطي في حاشية أبي داود بالبناء للمفعول وقال المراد ذهاب الدين وقال في حاشية الكتاب\r\nأي أصابته فتنة وكلام الصحاح يفيد جواز البناء للفاعل أيضا وفي المجمع افتتن لأنه ان وافقه فيما يأتي ويذر\r\nفقد خاطر بدينه وان خالفه خاطر بروحه وهذا لمن دخل مداهنة ومن دخل آمرا وناهيا وناصحا كان\r\nدخوله أفضل قلت إذا دخل كذلك فقد خاطر بروحه كما لا يخفى والله تعالى أعلم قوله يوم القاحة بالقاف\r\nوحاء مهملة وصحف من رواه بالفاء موضع بين مكة والمدينة على ثلاث مراحل منها رأيتها تدمي مضارع\r\nرمى كرضى أي تحيض فكان الظاهر أنها ماضي يكون وجعلها بعضهم من أخوات ان وكأنهم زعموا\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\nأنه لا فائدة في كان ههنا وعلى هذا ينبغي أن يجعل كان للظن لا للتشبيه إذ لا يظهر له وجه فليتأمل قوله\r\nأنفجنا هو بنون وفاء وجيم من الانفاج وهو التهيج والإثارة فقبله أي فالقبول دليل الحل\r\nقوله بمروة بفتح ميم حجر أبيض يجعل منه كالسكين قوله لا آكله للكراهة طبعا لا دينا\r\nولا أحرمه وهذا صريح في أنه حلال لكنه مستقذر طبعا لا يوافق كل ذي طبع شريف فلذلك\r\nمن يقول بحرمته يقول كان هذا قبل نزول قوله تعالى ويحرم عليهم الخبائث وبعد نزوله حرم الخبائث والضب\r\nمن جملته لأنه صلى الله تعالى عليه وسلم كان يستقذره والله تعالى أعلم\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\nقوله فقرب على بناء المفعول من التقريب فأهوى مد وأمال يتناول منه أعافه بفتح الهمزة\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\nأي أكرهه قوله أقطا بفتح فكسر وأضبا بفتح وضم جمع ضب تقذرا\r\nأي كراهة طبعا لا دينا لأنه صلى الله تعالى عليه وسلم ذكر في وجه الكراهة أنه لم يكن بأرض قومي\r\nوالله تعالى أعلم قوله الله عز وجل عن أكل الضباب بالكسر جمع ضب ولا آمر بأكلهن أي لا أرخص في أكلهن\r\nقوله مسخت دواب يحتمل أنه قال ذلك قبل العلم بأن الممسوخ لا يعيش أكثر من ثلاثة أيام أو\r\nامتنع بمجرد المجانسة للممسوخ والحاصل أن حديث ان الممسوخ لا يبقى أكثر من ثلاثة أيام صحيح\r\nوهذا الحديث غير صريح في البقاء كما لا يخفى وعلى تقدير أنه يقتضي البقاء يجب حمله على أنه قبل العلم\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\nوالله تعالى أعلم قوله أذن في كل ذي ناب كالأسد والذئب والكلب وأمثالها مما يعدو على الناس بأنيابه\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\nوالناب السن الذي خلف الرباعية قوله رضي الله تعالى عنه لا تحل النهي بضم نون وسكون هاء مقصور هو المال\r\nالمنهوب والمراد المأخوذ من المسلم أو الذمي أو المستأمن قهرا لا المأخوذ من أهل الحرب قهرا فإنه\r\nحلال ولا تحل المجثمة بضم ميم وفتح المثلثة الحيوانات التي تنصب وترمى لتقتل أي تحبس وتجعل\r\nهدفا وترمى بالنبل والمراد أنها ميتة لا يحل اكلها وفعل التجثيم حرام جاء عنه النهي أيضا قوله وأذن\r\nفي الخيل يدل على حل لحوم الخيل وعليه الجمهور قوله أطعمنا أي أباح لنا وأذن لنا في أكلها\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\nقوله عز وجللا يحل أكل الخ اتفق العلماء على أنه حديث ضعيف ذكره النووي وذكر بعضهم أنه منسوخ\r\nوقال بعضهم لو ثبت لا يعارض حديث جابر وفي الكبرى ما نصه قال أبو عبد الرحمن الذي قبل هذا\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\nالحديث أصح ويشبه أن يكون هذا إن كان صحيحا أن يكون منسوخا لان قوله أكل لحوم الخيل\r\nدليل على ذلك يريد أن الاذن ينبئ عن منع سابق وهذا غير لازم لكن قد يتبادر إلى الأوهام وفيه\r\nنوع تأييد للنسخ والله تعالى أعلم قوله الانسية المشهور كسر الهمزة وسكون النون نسبة إلى الانس\r\nالمقابل للجن والمراد الأهلية وفيه وجوه أخر تقدمت قوله نضيجا أي مطبوخا ونيئا بكسر نون\r\nوسكون ياء مثناة وبهمزة وقد تبدل الهمزة ياء وتدغم فيقال نيا بياء مشددة أي غير مطبوخ فأكفئوا\r\nالقدور بقطع همزة وكسر فاء وبوصلها وفتح فاء لغتان يقال كفيت الاناء وأكفأته بهمزة في آخره\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\nإذا كببته أي اقلبوا القدور وأريقوا ما فيها قلت والمناسب ههنا قطع الهمزة كقوله فأكفأناها قوله\r\nصبح بالتشديد ومعهم المساحي جمع مسحاة وهي آلة من حديد وميمه زائدة من السحو\r\nبمعنى الكشف والإزالة والخميس أي الجيش يسعون يسرعون في المشي إلى الحصن ينهاكم\r\nضميره للرسول وذكر الله للتبرك وتعظيم أمر الرسول أو لله فإنه الحاكم والرسول مبلغ وعلى هذا لو قدر\r\nالرسول خبر أي ورسوله يبلغكم كان أظهر ويحتمل رجع الضمير لكل واحد رجس أي نجس\r\nهذا صريح في أن النهي للحرمة حمرا بضمتين جمع حمار لمن شهد التخصيص ربما يشعر بأن\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\nالكفار غير مكلفين بالفروع ومن يقول بالتكليف يحمله على عدم التخصيص لان من شهد هو المنتفع\r\nبالأحكام قوله لحوم الخيل والوحش كأنه أخذ من إطلاق الوحش جواز لحم الحمار الوحشي لكن\r\nالاطلاق في الحكاية غير معتبر فليتأمل قوله ببعض أثايا الروحاء في القاموس الاثاية بالضم ويثلث\r\nموضع بين الحرمين فيه مسجد نبوي أو بئر دون العرج عليها مسجد للنبي صلى الله تعالى عليه وسلم والظاهر أن أثايا\r\nجمع أثاية لتغليب أثاية على المواضع التي بقربها والله تعالى أعلم وقوله شأنكم بالنصب أي خذوا شأنكم\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\nهذا الحمار بالرفع أي بين يديكم فافعلوا فيه ما شئتم أو شأنكم بالرفع مبتدأ أي أمركم المطلوب هذا الحمار وهو\r\nلكم قوله أتى بدجاجة في القاموس الدجاجة معروفة للذكر والأنثى ويثلث\r\nأن لا آكله أي هذا النوع من الطيور قوله فلم يدن أي لم يقرب ذلك الطعام\r\nقوله عن كل ذي مخلب من الطير بكسر الميم وفتح اللام كالنسر والصقر والبازي ونحوها مما يصطاد\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\nمن الطيور بمخلبها والمخلب للطير بمنزلة الظفر من الانسان قوله عصفورا اسم طائر قوله وأين\r\nتقع التمرة أي أي نفع لها في بطن الرجل لقد وجدنا فقدها أي فعرفنا بذلك نفعها حين فقدناها\r\nولهذا اشتهر أن الأشياء تعرف بأضدادها قوله بسم الله الرحمن الرحيم نرصد عير قريش من رصد إذا قعد له على طريقه\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\nرقيبا من باب نصر أكلنا الخبط بفتحتين الورق أي ورق الأشجار فثابت أجسامنا\r\nأي رجعت إلى الحالة الأولى ضلعا بكسر معجمة وفتح لام وقد تسكن واحدة الأضلاع ثلاث\r\nجزائر جمع جزور والقصة مذكورة ههنا على غير ترتيبها فكلمة ثم لتراخي الاخبار وكذا الفاء في قوله\r\nفأخرجنا من عينيه الخ لتعقيب الاخبار والله تعالى أعلم قلة من ودك القلة بضم القاف وتشديد اللام\r\nجرة معلومة في حجاج عينيه بتقديم الحاء المهملة المكسورة والمفتوحة على الجيم المخفقة عظم مستدير\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\nحول العين جراب بكسر الجيم قوله وبضعة بكسر الباء وقد تفتح ما بين الثلاث إلى التسع\r\nأو الواحد إلى العشر وزودنا بتشديد الواو أي جعل زادنا عطف على بعثنا فأعطانا أي\r\nأبو عبيدة فلما أن جزناه من الجواز بالجيم بمعنى القطع أي قطعنا غالبه بأكله لنخبط الخبط\r\nأي نضرب الأوراق لتسقط والخبط ضرب الشجر بالعصا ليتناثر ورقها بعلف الإبل ونحوه والخبط\r\nبالحركة الورق وشيقة بفتح الواو وكسر الشين المعجمة وقاف هي أن يأخذ اللحم فيغلى قليلا ولا\r\nينضج ويحمل في الاسفار وقيل هي القديد من أباعر جمع بعير عيرات قريش جمع عير يريد\r\nإبلهم ودوابهم التي كانوا يتاجرون عليها كذا ذكره السيوطي وفي القاموس جمعه عيرات كعنبات وقد\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\nتسكن قوله ضفدعا بكسر الضاد والدال أو بفتح الدال عن قتله أي عن التداوي به لان التداوي\r\nبه يتوقف على القتل فإذا حرم القتل حرم التداوي به أيضا وذلك اما لأنه نجس أو لأنه مستقذر\r\nوالمتبادر انه حرام لا يجوز ذبحه وأكله والله تعالى اعلم قوله بقرية النمل أي بمساكنها وبيوتها\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\nقوله فأحرقت على بناء المفعول من الاحراق وظاهر الحديث يفيد ان الاحراق كان جائزا في شريعة ذلك\r\nالنبي فلذلك ما عاتب الله تعالى عليه بالاحراق وإنما عاتب عليه بالزيادة على الواحدة التي قرصت وهو\r\nغير جائز في شريعتنا فلا يجوز احراق التي قرصت أيضا وأما قتل المؤذي فجائز أن قد الخ هو بتقدير\r\nاللام متعلق بأهلكت تسبح إشارة إلى أن الأمة مطلوبة البقاء ولو لم يكن فيها البقاء ولو لم يكن\r\nفيها فائدة الا التسبيح لكفى داعيا إلى ابقائها\r\nكتاب الضحايا\r\nفيها أربع لغات أضحية بضم الهمزة وكسرها وجمعها الأضاحي بتشديد الياء وتخفيفها واللغة الثالثة\r\nضحية وجمعها ضحايا كعطية وعطايا والرابعة أضحاة بفتح الهمزة والجمع أضحى كأرطاة وأرطى وبها سمى\r\nيوم الأضحى قوله فلا يؤخذ من شعره الخ حمله الجمهور على التنزيه قيل الحكمة فيه أن يبقى كامل\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\nالاجزاء للعتق من النار وقيل التشبيه بالمحرم والله تعالى أعلم قوله فلا يقلم يقال قلم الظفر كضرب\r\nوقلم بالتشديد أي قطعه والتشديد للمبالغة والتخفيف ههنا أولى فافهم قوله فقال ألا يعتزل النساء\r\nكأنه زعمه من قول سعيد ولم يبلغه الرفع وزعم أن مقصوده التشبيه بالمحرم فاعترض بأن اللائق حينئذ\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\nترك النساء والطيب أيضا قوله قال لرجل أمرت ظاهر السوق أنه على بناء المفعول للخطاب أو بناء\r\nالفاعل للمتكلم أي أمرتك أو أمرت الناس ويحتمل أنه على بناء المفعول للمتكلم والمعنى أمرت بالتضحية في يوم\r\nالأضحى حال كونه عيدا أو يوم الأضحى أن اتخذه عيدا والمعنى الأول أقرب إلى قول الرجل الا منيحة أنثى\r\nأصل المنيحة ما يعطيه الرجل غيره ليشرب لبنها ثم يردها عليه ثم يقع على كل شاة لان من شأنها أن تمنح بها\r\nوهو المراد ههنا وإنما منعه لأنه لم يكن عنده غيرها ينتفع به قلت ويحتمل أن المراد ههنا ما أعطاه غيره\r\nليشرب اللبن ومنعه لأنه ملك الغير وقول الرجل لزعمه ان المنحة لا ترد ولذلك قال صلى الله تعالى عليه\r\nوسلم المنحة مردودة والله تعالى أعلم ولكن تأخذ الخ كأنه أرشده إلى أن يشارك المسلمين في العيد\r\nوالسرور وإزالة الوسخ فذاك يكفيه إذا لم يجد الأضحية والله تعالى أعلم وتقلم التشديد أنسب ههنا\r\nتمام أضحيتك أي هو ما يتم به أضحيتك بمعنى أنه يكتب لك به أضحية تامة لا بمعنى ان لك أضحية\r\nناقصة ان لم تفعل ذلك وان فعلته تصير تامة والله تعالى أعلم قوله بالمصلى ليرغب الناس فيه\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\nقوله إذا لم ينحر أي البعير يذبح أي الشاة ونحوها قوله فليذبح شاة مكانها أي لعدم\r\nأجزاء ما تقدم على الصلاة قوله لا يجزن من الجواز العوراء بالمد تأنيث الأعور البين\r\nعورها بفتحتين ذهاب بصر إحدى العينين أي العوراء عورها يكون ظاهرا بينا ظلعها المشهور\r\nعلى ألسنة أهل الحديث فتح الظاء واللام وضبطه أهل اللغة بفتح الظاء وسكون اللام وهو العرج قلت\r\nكأن أهل الحديث راعوا مشاكلة العور والمرض والله تعالى أعلم والكسيرة فسر بالمنكسرة الرجل\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\nالتي لا تقدر على المشي فعيل بمعنى مفعول وفي رواية الترمذي وبعض روايات المصنف كما سيجئ بدلها\r\nالعجفاء وهي المهزولة وهذه الرواية أظهر معنى لا تنقى من أنقى إذا صار ذا نقى أي مخ فالمعنى\r\nالتي ما بقي لها مخ من غاية العجف قوله ولا تحرمه على أحد من التحريم والمراد لا تقل أنها\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\nلا تجوز عن أحد والا فلا يتصور التحريم فليتأمل قوله أن نستشرف العين والاذن أي نبحث\r\nعنهما وتتأمل في حالهما لئلا يكون فيهما عيب قال السيوطي في حاشية الترمذي اختلف في المراد به\r\nهل هو من التأمل والنظر من قولهم استشرف إذا نظر من مكان مرتفع فإنه أمكن في النظر والتأمل\r\nأو هو تحرى الأشرف بأن لا يكون في عينه أو أذنه نقص وقيل المراد به غير العضوين المذكورين\r\nلأنه يدل على كونه أصلا في جنسه قال الجوهري أذن شرفاء أي طويلة والقول الأول هو المشهور وأن\r\nلا نضحي بتشديد الحاء ولا مقابلة بفتح الباء وكذا مدابرة الأولى هي التي قطع مقدم أذنها\r\nوالثانية هي التي قطع مؤخر أذنها والشرقاء مشقوقة الأذن والخرقاء التي في أذنها ثقب\r\nمستدير وفي رواية ولا بتراء أي مقطوعة الذنب وفي بعضها جذعاء من الجذع وهو قطع الأنف\r\nأو الاذن أو الشفة وهو بالأنف أخص فإذا أطلق غلب عليه\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\nقوله بأعضب القرن هي المكسورة القرن قوله الا مسنة اسم فاعل من أسنت إذا طلع سنها\r\nوذلك بعد السنتين لا من أسن الرجل إذا كبر جذعة بفتحتين قيل هي من الضأن ما تم له سنة\r\nوقيل دون ذلك قوله عتود بفتح فضم وهو الذي قوى على الرعي واستقل بنفسه عن الام\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\nقوله فحضر الأضحى الخ الحديث يدل على أن المسافر يضحي كالمقيم يوفى من أوفى إذا أعطى\r\nالحق وافيا والمراد يجزئ ويكفى والثنى هو المسن\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\nقوله أملحين قال العراقي في الأملح خمسة أقوال أصحها أنه الذي فيه بياض وسواد وبياضه أكثر وقيل\r\nهو الأبيض الخالص وقيل هو الذي فيه بياض وسواد وقيل هو الأسود تعلوه حمرة قلت وهذه الأربعة\r\nقوله أقرنين الأقرن الذي له قرنان معتدلان ذكره السيوطي على صفاحهما أي على صفحة\r\nالعنق منهما وهي جانبه فعل ذلك ليكون أثبت وأمكن لئلا تضطرب الذبيحة برأسها فتمنعه من إكمال\r\nالذبح أو تؤذيه كذا ذكروا قوله وانكفأ أي مال ورجع قوله والى جذيعة هكذا في نسختنا\r\nبالذال المعجمة وكتب على الذال علامة التصحيح والذي في النهاية وغيرها من كتب الغريب بالجيم\r\nوالزاي مصغرا هي القطعة من الغنم تصغير جزعة بالكسر وهو القليل من الشئ وبالتصغير ضبطه\r\nالجوهري وضبطه بن فارس بفتح جيم وكسر زاي وقال هي القطعة من الغنم كأنها فعيلة بمعنى مفعولة\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\nوما سمعناها في الحديث الا مصغرة والله تعالى أعلم قوله أقرن أي ذي قرنين فحيل بفتح الفاء\r\nوكسر الحاء المهملة أي كامل الخلقة لم تقطع أنثياه ولا اختلاف بين هذه الرواية وبين الرواية التي بخلافها\r\nلحملهما على حالين وكل منهما فيه صفة مرغوبة فإن ما قطع منه أنثياه يكون أسمن وأطيب لحما والفحيل\r\nأتم خلقه يمشي في سواد أي في رجليه سواد ويأكل في سواد أي في بطنه سواد وينظر\r\nفي سواد أي حول عينيه سواد وباقيه أبيض وهو أجمل قوله عشرا من الشاء ببعير فهذا يدل\r\nعلى أن البعير الواحد بمنزلة عشر من الشاء وعشر من الشاء تجزئ في الأضحية عن عشرة فكذا البعير\r\nالواحد ثم حديث بن عباس صريح في ذلك قال المظهر في شرح المصابيح عمل بهذا الحديث إسحاق بن\r\nراهويه وقال غيره أنه منسوخ قلت أخذوا بحديث بن عمر والجزور عن سبعة والله تعالى أعلم قوله\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\nونشترك فيها بجواز الشركة يقول الجمهور خلافا لمالك قوله من وجه بتشديد الجيم أي وجه\r\nوجهه والمراد استقبل والمراد أن يكون معنا في هذه الأمور أعد ذبحا بكسر الذال اسم لما يذبح\r\nوبالفتح مصدر والوجهان جائزان ههنا عناق لبن بفتح المهملة أنثى من أولاد المعز دون المسنة\r\nوالإضافة إلى اللبن اما للدلالة على أنها صغيرة ترضع اللبن أو للدلالة على أنها سمينة أعدت للبن هي\r\nأحب أي أطيب وأنفع لسمنها فإنها خير نسيكتيك أي خير ذبيحتك حيث تجزئ عن الأضحية\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\nبخلاف الأولى قوله عناق جذعة قال الكرماني هي صفة للعناق ولا يقال عناقة لأنه موضوع\r\nللأنثى من ولد المعز فلا حاجة إلى الثاء الفارقة بين المذكر والمؤنث ولن تجزى بفتح التاء وسكون\r\nالجيم بلا همز أي تقضى قاله الجوهري قال بنو تميم يقولون أجزأت عنك شاة بالهمز فعلى هذا يجوز\r\nضم التاء ويهما قرئ لا تجزى نفس عن أحد بعدك قال الكرماني هذا من خصائص أبي بردة كما\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\nأن قيام شهادة خزيمة مقام الشهادتين من خصائص خزيمة ومثله كثير كذا ذكره السيوطي قلت قد\r\nذكروا أن للنبي صلى الله تعالى عليه وسلم أن يخص البعض بحكم والله تعالى أعلم قوله فليعد ظاهره\r\nوجوب الأضحية ومن يقول به يحمله على أن المقصود بالبيان أن السنة لا تتأدى بالأولى بل يحتاج إلى\r\nالثانية فالمراد فليعد لتحصيل سنة الأضحية ان أرادها فذكر هنة بفتحتين تأنيث هن ويكون كناية\r\nعن كل اسم جنس وهذا معنى قول من قال يعبر بها عن كل شئ والمراد ههنا الحاجة أي فذكر أنهم\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\nفقراء محتاجون إلى اللحم قوله إني اصدت أصله اصطدت كما في بعض النسخ قلبت الطاء صادا\r\nوأدغمت بمروة بفتح فسكون أي بحجر أبيض قوله نيب بتشديد الياء أنشب أنيابه فيها\r\nوالناب سن خلف الرباعية قوله أنهر الدم من أنهر أي أجرى قال السيوطي الأنهار الإسالة\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\nوالصب بكثرة شبه خروج الدم من موضع الذبح بجري الماء في النهر قوله فعرض لها على\r\nبناء المفعول أي عرض لها عارض قوله الا بسن أو ظفر استثناء مما يفهم من الكلام السابق أي\r\nفاذبح بكل آلة تنهر الدم الا بسن أو ظفر فلا تذبح بهما قوله ما أنهر الدم الظاهر أن المراد\r\nبكلمة ما هي الآلة أي كل آلة أنهرت الدم وذكر اسم الله على ذبيحتها فكلوا ذبيحتها ما لم تكن تلك الآلة\r\nسنا أو ظفرا وجملة وذكر اسم الله يحتمل العطف والحالية فعظم صريح في أن العلة كونه عظما فكل\r\nما صدق اسم العظم عليه لا تجوز الذكاة به وفيه اختلاف بين العلماء فمدى الحبشة بضم الميم مقصورا\r\n","description":"","footnote":"","page_name":" 226 ","page_number":226},
  {"content":"\r\nجمع مدية بضم ميم وكسرها وقيل بتثليث الميم وسكون الدال السكين والمراد أن الحبشة كفار فلا يجوز\r\nالتشبه بهم فيما هو من شعارهم قوله إن الله كتب الاحسان على كل شئ أي أوجب عليكم الاحسان\r\nفي كل شئ فكلمة على بمعنى في ومتعلق الكتابة محذوف والمراد بالايجاب الندب المؤكد فأحسنوا القتلة\r\nبكسر القاف للنوع واحسان القتلة أن لا يمثل ولا يزيد في الضرب بأن يبدأ بالضرب في غير المقاتل\r\nمن غير حاجة ونحو ذلك الذبحة بكسر الذال وليحد من الاحداد شفرته بفتح الشين\r\nالسكين العظيم أي ليجعله حادا سريع القطع وليرح من الإراحة\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\nقوله أما تكون الهمزة للاستفهام وما نافية واللبة بفتح فتشديد موحدة سأل ان الذكاة منحصرة\r\nفيهما دائما فأجاب الا في الضرورة قوله انا لاقوا العدو غدا أي فلو استعملنا السيوف في الذبائح\r\nلكلت فتعجز عن المقاتلة نهبا بفتح النون هو المنهوب وكان هذا النهب غنيمة ذكره النووي والحديث\r\nقد تقدم قريبا\r\n","description":"","footnote":"","page_name":" 228 ","page_number":228},
  {"content":"\r\nقوله ليس السن كلمة ليس للاستثناء والسن بالنصب قوله وأصبنا نهبة قيل بفتح النون مصدر\r\nوبالضم اسم للمال المنهوب قوله اثنتين أي خصلتين اثنتين هما إحسان القتلة واحسان الذبحة\r\nفأحسنوا الذبح بفتح الذال\r\n","description":"","footnote":"","page_name":" 229 ","page_number":229},
  {"content":"\r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\n","description":"","footnote":"","page_name":" 231 ","page_number":231},
  {"content":"\r\nقوله يسر إليك من الاسرار قوله من آوى محدثا روى بكسر الدال أي من نصر جانيا وآواه\r\nوأجاره من خصمه وأحال بينه وبين أن يقتص منه وبفتحها فالمراد الامر المبتدع الذي هو خلاف السنة\r\nوايواؤه الرضا به والصبر عليه فإنه إذا رضى بالبدعة وأقر فاعلها ولم ينكرها عليه فقد آواه من غير منار\r\nالأرض المنار جمع منارة بفتح الميم وهي العلامة تجعل بين الحدين\r\n","description":"","footnote":"","page_name":" 232 ","page_number":232},
  {"content":"\r\nقوله نهى ان تؤكل أي نهى لصاحب الأضاحي عن ابقاء اللحوم إلى ما بعد ثلاث وأراد بذلك ان يتصدقوا\r\nعلى الفقراء وقال القاضي يحتمل أن يكون ابتداء الثلاث من يوم ذبحها ويحتمل أن يكون من يوم النحر\r\nبأن تأخر ذبحها إلى أيام التشريق قال وهذا أظهر ذكره النووي قوله ثم قال كلوا فهذا ظاهر في النسخ\r\nوالذي يدل عليه النظر في أحاديث الباب ان المدار على حاجة الناس فإن رأى حاجتهم شديدة ينبغي له\r\nأن لا يدخر فوق ثلاث والا فله ذلك وعلى هذا فلا نسخ ولعل نهى على مبني على ذلك لا على عدم بلوغ النسخ إليه\r\n","description":"","footnote":"","page_name":" 233 ","page_number":233},
  {"content":"\r\nقوله فاشربوا في أي وعاء شئتم صريح في نسخ ما سبق من النهي عن الدباء ونحوه وأنه لا كراهة\r\nفي الشرب في تلك الظروف لان أقل مراتب الامر الإباحة والرخصة فمن أين الكراهة وهو مذهب الجمهور\r\nخلافا لمالك والله تعالى أعلم\r\n","description":"","footnote":"","page_name":" 234 ","page_number":234},
  {"content":"\r\nقوله دفت بفتح دال مهملة وتشديد فاء والدافة جماعة من الاعراب جاؤوا المدينة لينالوا\r\nمن لحوم الأضحى والمراد أقبلوا من البادية والدف سير سريع وتقارب في الخطا حضرة بفتح حاء\r\nمهملة وضمها وكسرها والضاد ساكنة وادخروا ثلاثا أي لا فوق ثلاث يجملون بالجيم من\r\nأجمل أو جمل كضرب ونصر والودك بفتحتين دسم اللحم أي يذيبون الشحم ويستخرجون دهنه\r\nوما ذاك أي ما سبب هذا السؤال مع ظهور أنه جائز الدافة بتشديد الفاء الجماعة التي دفعت\r\nأي أردت أن تتصدقوا على أولئك وهذا ظاهر فيما قلنا أن المدار على حاجة الناس فليتأمل قوله إن\r\n","description":"","footnote":"","page_name":" 235 ","page_number":235},
  {"content":"\r\nيطعم من أطعم والغني بالرفع فاعله والفقير بالنصب مفعوله ثم قال هكذا في نسختنا والصواب قالت\r\nأي عائشة الكراع بضم الكاف معروف قوله فخبأ من خبأ بالهمزة إذا ادخر قوله دلى على\r\nبناء المفعول من التدلية أي نزلوه من القلعة إلى خارجها يتبسم وهذا تقرير منه صلى الله تعالى عليه\r\nوسلم على تناوله إذ عادة الناس في تلك الأيام أكل الشحم فلو كان حراما لوجب أن يبين أنه لا يجوز\r\n","description":"","footnote":"","page_name":" 236 ","page_number":236},
  {"content":"\r\nأكله ويلزم منه حله وهو يستلزم حل ذبائحهم فإن الشحم شحم ذبائحهم قوله اذكروا اسم الله عز وجل\r\nعليه وكلوا أرشدهم صلى الله تعالى عليه وسلم بذلك إلى حمل حال المؤمن على الصلاح وإن كان جاهلا\r\nوالى أن الشك بلا دليل لا يضر وأمرهم بالتسمية عند الاكل استحبا با ولم يرد أن تسميه الاكل تنوب\r\nعن تسمية الذابح كما هو ظاهر الحديث فلم يقل أحد بالنيابة وبالجملة فلا دلالة في الحديث على أن التسمية\r\nعند الذبح ليست بشرط كما هو مذهب الشافعي بل الحديث بظاهره يدل على النيابة فلا بد للكل من تأويل\r\nالحديث بما ذكرنا والله تعالى أعلم قوله خاصمهم المشركون أي خاصم المؤمنين المشركون فقالوا\r\nفي معرض الاستدلال على بطلان دين المسلمين بأنكم تحرمون ذبيحة الله تعالى التي هي الميتة وتحللون\r\nذبيحتكم وهذا شئ بعيد فأنزل الله تعالى دفعا لهذه الشبهة قوله ولا تأكلوا الخ وحاصل الجواب أن\r\n","description":"","footnote":"","page_name":" 237 ","page_number":237},
  {"content":"\r\nالذبيحة إنما حلت لأنه قد ذكر عليها اسم الله والميتة لم يذكر عليها اسم الله فحرمت لذلك ومقتضى هذا\r\nالتفسير أن متروك التسمية لا يحل ولو ناسيا فكيف عامدا والله أعلم قوله المجثمة اسم مفعول من\r\nالتجثيم وقد سبق عن قريب شرحها قوله أن تصبر البهائم أي تمسك وتجعل هدفا يرمي إليه حتى\r\nتموت ففيه تعذيب لها وتصير ميتة لا يحل أكلها ويخرج جلدها عن الانتفاع به قوله لا تمثلوا\r\nمن المثلة من باب نصر أي لا تغيروا صورته بالرمي إليه قوله غرضا بفتح غين معجمة وراء مهملة\r\n","description":"","footnote":"","page_name":" 238 ","page_number":238},
  {"content":"\r\nأي هدفا عج بتشديد الجيم أي رفع صوته\r\n","description":"","footnote":"","page_name":" 239 ","page_number":239},
  {"content":"\r\nقوله وعن الجلالة بفتح الجيم وتشديد اللام ما تأكل العذرة من الدواب والمراد ما ظهر في لحمها\r\nولبنها نتن فينبغي أن تحبس أياما ثم تذبح وكذا يظهر النتن في عرقها فلذلك منع عن الركوب عليها والله تعالى\r\nأعلم قوله والشرب من في السقاء لأنه قد يكون في الماء حية ونحوها فيدخل في الجوف فتؤذي\r\nالشارب فالأحسن تركه وقد جاء بعض ذلك لبيان الجواز والله تعالى أعلم\r\nكتاب البيوع\r\nقوله إن أطيب ما أكل الرجل الخ الطيب الحلال والتفضيل فيه بناء على بعده من الشبهات\r\n","description":"","footnote":"","page_name":" 240 ","page_number":240},
  {"content":"\r\nومظانها والكسب السعي وتحصيل الرزق وغيره والمراد المكسوب الحاصل بالطلب والجد في تحصيله\r\nبالوجه المشروع وولد الانسان من كسبه أي من المكسوب الحاصل بالجد والطلب ومباشرة\r\nأسبابه ومال الولد من كسب الولد فصار من كسب الانسان بواسطة فجاز له أكله والفقهاء قيدوا ذلك\r\n","description":"","footnote":"","page_name":" 241 ","page_number":241},
  {"content":"\r\nبما إذا احتاج إلى مال الولد فيجوز له الاخذ منه على قدر الحاجة والله تعالى أعلم قوله إن الحلال\r\nبين ليس المعنى كل ما هو حلال عند الله تعالى فهو بين بوصف الحل يعرفه كل أحد بهذا الوصف\r\nوأن ما هو حرام عند الله تعالى فهو كذلك والا لم يبق المشتبهات وإنما معناه والله تعالى أعلم أن الحلال\r\nمن حيث الحكم تبين بأنه لا يضر تناوله وكذا الحرام بأنه يضر تناوله أي هما بينان يعرف الناس حكمهما\r\nلكن ينبغي أن يعلم الناس حكم ما بينهما من المشتبهات بأن تناوله يخرج من الورع ويقرب إلى تناول\r\nالحرام وعلى هذا فقوله الحلال بين والحرام بين اعتذار لترك ذكر حكمهما أمورا مشتبهات بسبب\r\n","description":"","footnote":"","page_name":" 242 ","page_number":242},
  {"content":"\r\nتجاذب الأصول المبني عليها أمر الحل والحرمة فيها وسأضرب مثلا أي لايضاح تلك الأمور\r\nوالحمى بكسر الحاء والقصر أرض يحميها الملوك ويمنعون الناس عن الدخول فيها فمن دخله أوقع\r\nبه العقوبة ومن احتاط لنفسه لا يقارب ذلك الحمى خوفا من الوقوع فيه والمحارم كذلك يعاقب الله\r\nتعالى على ارتكابها فمن احتاط لنفسه لم يقاربها بالوقوع في المشتبهات يوشك بضم الياء وكسر الشين\r\nأي يقرب لأنه يتعاهد به التساهل ويتمرن عليه ويجسر على شبهة أخرى أغلظ منها وهكذا حتى يقع\r\nفي الحرام والله تعالى أعلم قوله من أين أصاب المال أي من أي وجه أي لا يبحث أحد عن\r\nالوجه الذي أصاب المال منه أهو حلال أم هو حرام وإنما المال نفسه يكون مطلوبا بأي وجه وصل\r\n","description":"","footnote":"","page_name":" 243 ","page_number":243},
  {"content":"\r\nاليد إليه أخذه ومثل هذا الحديث حديث يأتي على الناس زمان يأكلون الربا قلت هو زماننا هذا فإنا\r\nلله وانا إليه راجعون وفيه معجزة بينة له صلى الله تعالى عليه وسلم قوله إن من أشراط الساعة أي\r\nمن علامات قرب القيامة أن يفشو أي يظهر والمراد يكثر فما بعده عطف تفسير له ويظهر\r\nالجهل بسبب اهتمام الناس بأمر الدنيا هكذا في بعض النسخ وفي كثير من النسخ العلم فمعنى يظهر\r\nيزول ويرتفع أي يذهب العلم عن وجه الأرض والله تعالى أعلم حتى أستأمر تاجر بني فلان أي\r\nأشاوره بيان لكثرة الجهل إذ لا يجوز التعليق في البيع لكن بعض العلماء جوزوا شرط الخيار لغيره\r\nأو بيان لكثرة اهتمام الناس بأمر الدنيا وحرصهم على اصلاحها الكاتب الذي يعرف أن يكتب\r\nبالعدل ولا يطمع في المال بغير حق والله تعالى أعلم قوله البيعان بفتح فتشديد ياء أي المتبايعان\r\n","description":"","footnote":"","page_name":" 244 ","page_number":244},
  {"content":"\r\nوهما الذان جرى العقد بينهما فإنهما لا يسميان بيعين الا حينئذ بالخيار أي لكل منهما خيار فسخ\r\nالبيع ما لم يفترقا عن المجلس بالأبدان وعليه الجمهور وهو ظاهر اللفظ وقيل المراد بالمتبايعين المتساومان\r\nاللذان جرى بينهما كلام البيع وان لم يتم البيع بينهما بالايجاب والقبول وهما بالخيار إذ يجوز لكل منهما\r\nأن يرجع عن العقد ما لم يفترقا بالأقوال وهو الفراغ عن العقد فصار حاصله لهما الخيار قبل تمام العقد\r\nولا يخفى أن الخيار قل تمام العقد ضروري لا فائدة في بيانه مع ما فيه من حمل البيع على السوم وحمل\r\nالتفرق على التفرق بالأقوال وكل ذلك لا يخلو عن بعد الا أن يجاب عن الأول بأنه لدفع ان الموجب\r\nلا خيار له لأنه أوجب ثم بعض روايات حديث التفرق في الصحيحين ينفي هذا الحمل قطعا والله تعالى\r\nأعلم فان صدقا أي صدق البائع في صفة المبيع وبين ما فيه من عيب وغيره وكذا المشتري في الثمن\r\nمحق على بناء المفعول أي محيت وذهبت بركة بيعهما قوله ثلاثة لا يكلمهم الله الكلام مسوق\r\nلإفادة كمال الغضب عليهم والا فلا يغيب أحد عن نظره تعالى فقوله لا يكلمهم الله ولا ينظر إليهم أي\r\nتلطفا ورحمة وقوله ولا يزكيهم أي لا يطهرهم عن دنس الذنوب بالمغفرة أو لا يثنى عليهم بالأعمال الصالحة\r\nوالكل مقيد بأول الأحوال لا بالدوام ثم هذا بيان ما يستحقونه وفضل الله أوسع فقد قال ويغفر\r\nما دون ذلك لمن يشاء المسبل من أسبل أي من يطول ثوبه ويرسله إلى الأرض إذا مشى واللفظ\r\nمطلق الا أن بعض الروايات تفيد تقيده بما إذا فعل ذلك تكبرا وأما غيره فأمره أخف إن شاء الله\r\nتعالى والمنفق من التنفيق أو الانفاق بمعنى الترويج الا ان المشهور رواية هو الأول سلعته\r\nبكسر السين أي متاعه\r\n","description":"","footnote":"","page_name":" 245 ","page_number":245},
  {"content":"\r\nوالمنان عطاءه أي يمن بما يعطي وهذا إذا لم يعط شيئا الا منه كما في بعض الروايات وكثرة\r\nالحلف بفتح فكسر أو سكون فإنه أي الحلف والمراد الكاذبة أو مطلقا ثم يمحق من المحق\r\nوهو المحو أي يزيل البركة قوله الحلف قال السيوطي في حاشية أبي داود المراد اليمين الكاذبة\r\nقلت يمكن ابقاؤه على إطلاقه لان الصادق لترويج أمر الدنيا وتحصيله يتضمن ذكر الله للدنيا وهو\r\nلا يخلو عن كراهة ما بخلاف يمين المدعى عليه فإنها لإزالة التهمة فلا كراهة فيها إذا كانت صادقة\r\nمنفقة هو وما بعده مفعلة بفتح ميم وعين أي موضع لنفاقها ورواجها ومظنة له في الحال وممحقة\r\nأي موضع لنقصان البركة ومظنة له في المال بأن يسلط الله تعالى عليه وجوها يتلف فيها اما سرقا أو حرقا\r\nأو غرقا أو غصبا أو نهبا أو عوارض ينفق فيها من أمراض وغير ذلك مما شاء الله تعالى كذا ذكره\r\n","description":"","footnote":"","page_name":" 246 ","page_number":246},
  {"content":"\r\nالسيوطي قوله فضل ماء بالمد والتنوين هذا الحديث يفيد ذم منع بن السبيل فلا يدخل فيه منع\r\nزرع الغير ولا يلزمه البذل فيه وفي له أي ما عليه من الطاعة مع أن الوفاء واجب عليه مطلقا\r\nبعد العصر للمبالغة في الذم لأنه وقت يتوب فيه المقصر تمام النهار ويشتغل فيه الموفق بالذكر\r\nونحوه فالمعصية في مثله أقبح قوله ونبتاعها أي نشتريها فشوبوه بضم الشين أمر من الشوب\r\n","description":"","footnote":"","page_name":" 247 ","page_number":247},
  {"content":"\r\nبمعنى الخلط أمرهم بذلك ليكون كفارة لما يجري بينهم من الكذب وغيره والمراد بها صدقة غير معينة\r\nحسب تضاعيف الآثام وقد تقدم الحديث في كتاب الايمان قوله الا بيع الخيار استثناء من\r\nمفهوم الغاية أي فان تفرقا فلا خيار الا في بيع شرط فيه الخيار فيمتد فيه الخيار إلى الأبد المشروط وقيل\r\nمن نفس الحكم أي الا أن يكون بيعا جرى فيه التخاير بأن قال أحدهما للآخر في المجلس اختر فقال\r\nاخترت فلا خيار قبل التفرق والا أن يكون بيعا شرط فيه عدم الخيار أي شرط فيه أن لا خيار لهما في المجلس\r\nفيلزم البيع بنفس العقد ولا يكون فيه خيار أصلا والوجه الأول يعم المذهبين مذهب من يقول بخيار\r\nالمجلس ومن ينفيه والأخيران يختصان بمذهب القائل به وروايات الحديث تدل على أن المراد المعنى\r\n","description":"","footnote":"","page_name":" 248 ","page_number":248},
  {"content":"\r\nالثاني والله تعالى أعلم قوله الله تعالى أو يكون كلمة أو بمعنى الا أن والمضارع منصوب أي الا أن يكون\r\nالعقد ذا خيار قوله إذا تبايع الرجلان فكل واحد منهما بالخيار الخ هذه الرواية تبطل تأويل من\r\n","description":"","footnote":"","page_name":" 249 ","page_number":249},
  {"content":"\r\nينكر خيار المجلس فليتأمل والله تعالى أعلم قوله فارق صاحبه أي خوفا من أن يرد البائع البيع بماله\r\nمن الخيار فانظر إلى ما فهم عبد الله من الحديث وهو راويه هل هو الذي يقول المثبت للخيار في المجلس\r\nأم هو الذي يقول النافي له والله تعالى أعلم قوله لا بيع بينهما أي لا يلزم بحيث يبطل الخيار وقد\r\n","description":"","footnote":"","page_name":" 250 ","page_number":250},
  {"content":"\r\nيقال هذه الرواية ناظرة إلى قول من يفسر الافتراق بالافتراق بالأقوال فليتأمل قوله ولا يحل له\r\n","description":"","footnote":"","page_name":" 251 ","page_number":251},
  {"content":"\r\nأن يفارق صاحبه خشية أن يستقيله أي يبطل البيع بسبب ماله من الخيار فهذا يفيد وجود خيار\r\nالمجلس والا فلا خشية وقيل بل ينفيه لان طلب الإقالة إنما يتصور إذا لم يكن له خيار والا فيكفيه\r\nماله من الخيار في ابطاله البيع عن طلب الإقالة من صاحبه والله تعالى أعلم قوله أنه يخدع على بناء المفعول\r\nلا خلابة أي لا خداعة قال السيوطي هي الخداع بالقول اللطيف قيل إنما علمه النبي صلى الله تعالى\r\nعليه وسلم ذلك ليطلع به صاحبه على أنه ليس من ذوي البصائر فيراعيه ويرى له كما يرى لنفسه وكأن\r\nالناس في ذلك الزمان أخوان ينظر بعضهم لبعض أكثر مما ينظرون لأنفسهم وروى في آخر هذا\r\nالحديث ثم أنت بالخيار في كل سلعة ثلاث ليال قال أكثر أهل العلم وهذا خاص بهذا الرجل وحده\r\nولا يثبت لغيره الخيار بهذه الكلمة قوله في عقدته بضم فسكون أي في رأيه ونظره في مصالح نفسه\r\nوعقله أحجر بتقديم المهملة على المعجمة أي أمنعه قوله المحفلة بتشديد الفاء اسم مفعول وهي\r\n","description":"","footnote":"","page_name":" 252 ","page_number":252},
  {"content":"\r\nالمصراة والتحفيل هي التصرية هكذا المشهور وسيذكرها المصنف وسوق كلام المصنف يفيد أن بينهما\r\nفرقا قوله أو اللقحة بفتح وكسر فسكون قاف الناقة القريبة العهد بالنتاج وفي الصحاح اللقحة\r\nكالقربة والجمع لقح كقرب فلا يحفلها من التحفيل أي فلا تحبس لبنها في الضرع لتخدع به المشتري\r\nقوله وهو أي التصرية أو الضمير للتصرية التذكير باعتبار الخبر أخلاف الناقة أي ضروعها\r\nجمع خلف بالكسر وهو الضرع لكل ذات خف وظلف قوله لا تلقوا الركبان من التلقي أي\r\nلا تستقبلوا القافلة الجالبة للطعام قبل أن يقدموا الأسواق ولا تصروا هو من التصرية عند كثير\r\nوقد روى عن بعض المشايخ أنه كان يقول لتلامذته متى أشكل عليكم ضبطه فاذكروا قوله تعالى فلا تزكوا\r\nأنفسكم واضبطوه على هذا المثال فيرتفع الاشكال وجوز بعضهم انه بفتح التاء وضم الصاد وتشديد الراء\r\nمن الصر بمعنى الشد والربط والتصرية حبس اللبن في ضروع الإبل والغنم تغريرا للمشتري والصر هو\r\nشد الضرع وربطه لذلك وظاهر كلام المصنف يشير إلى الثاني فإنه فسر بالربط من ابتاع أي\r\n","description":"","footnote":"","page_name":" 253 ","page_number":253},
  {"content":"\r\nاشترى صاع من تمر أي صاع مما هو غالب 3 أهل العلم قال بن عبد البر أن لبن التصرية اختلط\r\nباللبن الطارئ في ملك المشتري فلم يتهيأ تقويم ما للبائع منه لان مالا يعرف لا يمكن تقويمه فحكم صلى الله\r\nتعالى عليه وسلم بصاع من تمر قطعا للنزاع والحاصل أن الطعام بدل اللبن الموجود في الضرع حال\r\nالبيع وأما الحادث بعد ذلك فقد حدث على ملك المشتري لأنه في ضمانه وقد أخذ الجمهور بالحديث ومن\r\nلا يأخذ به يعتذر عنه بأن المعلوم من قواعد الدين هو الضمان بالقيمة أو الثمن وهذا الضمان ليس شيئا من\r\nذلك فلا يثبت بحديث الآحاد على خلاف ذلك المعلوم قطعا وقالوا الحديث من رواية أبي هريرة وهو\r\nغير فقيه وأجاب الجمهور بأن له نظائر كالدية فإنها مائة بعير ولا تختلف باختلاف حال القتيل والغرة\r\nفي الجناية على الجنين وكل ذلك شرع قطعا للنزاع وأما الحديث فقد جاء من رواية بن عمر رواه\r\nأبو داود بوجه والطبراني بآخر ومن رواية أنس أخرجه أبو يعلى ومن رواية عمرو بن عوف أخرجه\r\nالبيهقي في الخلافيات وقد رواه بن مسعود موقوفا كما في صحيح البخاري والموقوف له حكم الرفع لتصريحهم\r\nأنه مخالف للأقيسة والموقوف المخالف مرفوع حكما وابن مسعود من أجلاء الفقهاء بالاتفاق وقولهم\r\nأبو هريرة غير فقيه ضعيف أيضا فقد ذكره في الإصابة في فقهاء الصحابة وذكر أنه كان يفتى ومن تتبع\r\nكتب الحديث يجده حقا بلا ريب والله تعالى أعلم قوله لا سمراء أي لا يتعين السمراء بعينها للرد\r\nبل الصاع من الطعام الذي هو غالب قوت البلد يكفي أو المعنى أن الصاع لا بد أن يكون من غير السمراء\r\n","description":"","footnote":"","page_name":" 254 ","page_number":254},
  {"content":"\r\nوالأول أقرب والله تعالى أعلم قوله أن الخراج بالضمان الخراج بالفتح أريد به ما يخرج ويحصل\r\nمن غلة العين المشتراة عبدا كان أو غيره وذلك بان يشتريه فيستغله زمانا ثم يعثر منه على عيب كان فيه\r\nعند البائع فله رد العين المبيعة وأخذ الثمن ويكون للمشتري ما استغله لأن المبيع لو تلف في يده لكان\r\nفي ضمانه ولم يكن له على البائع شئ والباء في قوله بالضمان متعلقة بمحذوف تقديره الخراج مستحق بالضمان\r\nأي بسببه أي ضمان الأصل سبب لملك خراجه وقيل الباء للمقابلة والمضاف محذوف والتقدير بقاء الخراج\r\nفي مقابلة الضمان أي منافع المبيع بعد القبض تبقى للمشتري في مقابلة الضمان اللازم عليه بتلف المبيع\r\nومن هذا القبيل الغنم بالغرم وفي المقام مباحث ذكرناها في حاشية أبي داود قوله وأن يبيع مهاجر\r\nالمراد أن يبيع حاضر لباد لكن خص المهاجر نظرا إلى ذلك الوقت وذلك لان الأنصار كانوا يومئذ\r\nأهل زرع والمهاجرين كانوا أهل تجارة كما روى عن أبي هريرة والله تعالى أعلم وقوله والنجش بفتح\r\nفسكون هو أن يمدح السلعة ليروجها أو يزيد في الثمن ولا يريد شراءها ليغتر بذلك غيره\r\n","description":"","footnote":"","page_name":" 255 ","page_number":255},
  {"content":"\r\nقوله نهى أن يبيع حاضر هو المقيم بالبلدة والبادي البدوي وهو أن يبيع الحاضر مال البادي نفعا له بأن\r\nيكون دلالا له وذلك يتضمن الضرر في حق الحاضرين فإنه لو ترك البادي لكان عادة باعه رخيصا قوله\r\nولا تناجشوا جئ بالتفاعل لان التجار يتعارضون فيفعل هذا بصاحبه على أن يكافئه بمثل ما فعل\r\nفنهوا عن أن يفعلوا معارضة فضلا عن أن يفعل بدأ والله تعالى أعلم\r\n","description":"","footnote":"","page_name":" 256 ","page_number":256},
  {"content":"\r\nقوله لا تلقوا الجلب هو بفتح لام وسكونها مصدر بمعنى المجلوب من محل إلى غيره ليباع فيه فإذا\r\nأتى سيده أي الجالب فهو بالخيار وذلك لان المتلقي كثيرا ما يخدعه فيذكر له سعر السوق على\r\nخلاف ما عليه فإن وجده كذلك فله خيار في رد البيع والله تعالى أعلم\r\n","description":"","footnote":"","page_name":" 257 ","page_number":257},
  {"content":"\r\nقوله ولا تسأل المرأة المخطوبة طلاق أختها الموجودة في بيت الخاطب بأن تقول لا أقبل النكاح\r\nولا أرضى به الا بطلاق السابقة قوله حتى يبتاع أي يشتري وهو غاية لما يفهم أي لينتظر حتى يبتاع\r\nوالا لا تستقيم الغاية ثم هذه الغاية تؤيد القول أن المراد بالبيع المغيا الشراء والسوم والله تعالى أعلم قوله\r\n","description":"","footnote":"","page_name":" 258 ","page_number":258},
  {"content":"\r\nقدحا بفتحتين وحلسا بكسر حاء مهملة كساء يلي ظهر البعير يفرش تحت القتب فيمن يزيد\r\nالظاهر أن في بمعنى من وكانا لفقير فقال بعضهم أعطى درهما فقال صلى الله تعالى عليه وسلم من يزيد\r\nأو كما قال فأعطى آخر درهمين فباع منه والله تعالى أعلم قوله نهى عن الملامسة هي أن يجعل العقد\r\nنفس اللمس قاطعا للخيار عند البيع أو قاطعا للخيار بعد البيع أو قاطعا لكل خيار أقوال والمنابذة\r\n","description":"","footnote":"","page_name":" 259 ","page_number":259},
  {"content":"\r\nأن يجعل نبذ المبيع كذلك\r\n","description":"","footnote":"","page_name":" 260 ","page_number":260},
  {"content":"\r\nقوله عن بيعتين المشهور فتح الباء والأقرب الكسر على الهيئة قوله عن لبستين بكسر اللام\r\nللهيئة وهو المشهور الموافق للمعقول وهما غير مذكورتين في الحديث للاختصار\r\n","description":"","footnote":"","page_name":" 261 ","page_number":261},
  {"content":"\r\nقوله عن بيع الحصاة هو أن يقول أحد العاقدين إذا نبذت إليك الحصاة فقد وجب البيع وقبل ذلك\r\nلي الخيار فهذا يتضمن اثبات خيار إلى أجل مجهول أو هو أن يرمي حصاة في قطيع غنم فأي شاة أصابها\r\nكانت مبيعة وهو يتضمن جهالة المبيع وقيل هو أن يجعل الرمي عين العقد وهو عقد مخالف لعقود الشرع\r\nفإنه بالايجاب والقبول أو التعاطي لا بالرمي وعن بيع الغرر هو ما كان له ظاهر يغر المشتري وباطن\r\nمجهول وقال الأزهري هو ما كان بغير عهدة ولا ثقة ويدخل فيه بيوع كثيرة من كل مجهول وبيع الآبق\r\nوالمعدوم وغير مقدور التسليم وأفردت بعضها بالنهي لكونه من مشاهير بيوع الجاهلية وقد ذكروا\r\nأن الغرر القليل أو الضروري مستثنى من الحديث كما في الإجارة على الأشهر مع تفاوت الأشهر في الأيام\r\nوكما في الدخول في الحمام مع تفاوت الناس في صب الماء والمكث فيه ونحو ذلك\r\n","description":"","footnote":"","page_name":" 262 ","page_number":262},
  {"content":"\r\nقوله لا تبيعوا الثمرة بالمثلثة ظاهره عموم النهي ما إذا شرطوا القطع ومن يقول بجوازه مع شرط القطع يرى\r\nأن النهي كان لاختصامهم بسبب العاهات كما يشهد لذلك الروايات الصحيحات وبالقطع تنقطع الخصومة\r\nفيجوز والله تعالى أعلم قوله ولا تبتاعوا الثمر بالتمر الأول بفتح المثلثة والميم الرطب على النخيل والثاني\r\nبالمثناة الفوقانية وسكون الميم ومثل هذا البيع يسمى مزابنة مفاعلة من الزبن بمعنى الدفع وهذا البيع\r\nقد يفضي إلى التدافع قوله أنه نهى عن المخابرة قد سبق ما يتعلق بشرح هذا قريبا وأن لا يباع\r\nكلمة لا زائدة ذكرت تذكيرا للنهي لبعد النهي أي وقال لا تبيعوا الثمر الا بالدنانير والدراهم والمراد لا تبيعوا\r\nالرطب بالتمر والعنب بالزبيب لشبهة الربا ورخص في العرايا جمع عرية فعيلة وهي عند كثير نخلة\r\nأو نخلتين يشتريها من يريد أكل الرطب ولا نفد بيده يشتريها بها فيشتريها بتمر بقي من قوته فرخص\r\nله في ذلك دفعا للحاجة فيما دون خمسة أو سق وقد اختلفوا في تفسيرها اختلافا كثيرا لكن هذا الحديث\r\n","description":"","footnote":"","page_name":" 263 ","page_number":263},
  {"content":"\r\nيناسب ما ذكرنا وقد سبق تفسير آخر هو المناسب في الحديث الآتي وقد تقدم الكلام فيه قوله حتى\r\nيطعم أي يصلح للاكل الا العرايا ظاهره أنه استثناء عن الأخير لكن المناسب لسائر الروايات\r\nأنه استثناء عن المزابنة وقد تقدم الكلام قوله نهى عن بيع الثمار أي على الأشجار حتى تزهى\r\nمن أزهى إذا احمر أو أصفر ان منع الله الثمر أي من الادراك فبم أي بأي وجه أي في مقابلة\r\nأي شئ مال أخيه أي الثمن وهذه العلة إنما توجد إذا لم يشترط القطع ومنه أخذ المصنف جواز\r\n","description":"","footnote":"","page_name":" 264 ","page_number":264},
  {"content":"\r\nالبيع قبل بدو الصلاح بشرط القطع والله تعالى أعلم قوله جائحة أي آفة أهلكت الثمرة أن تأخذ منه أي\r\nمن أخيك شيئا أي في مقابلة الهالك ظاهره حرمة الاخذ ووجوب وضع الجائحة وبه قال أحمد وأصحاب الحديث\r\nقالوا وضع الجائحة لازم بقدر ما هلك وقال الخطابي هي لندب الوضع من طريق المعروف والاحسان عند الفقهاء\r\nولا يخفى أن هذه الرواية تأبى ذلك جدا وقيل الحديث محمول على ما هلك قبل تسليم المبيع إلى المشتري فإنه\r\nفي ضمان البائع بخلاف ما هلك بعد التسليم لأن المبيع قد خرج عن عهدة البائع بالتسليم إلى المشتري فلا يلزمه\r\nضمان ما يعتريه بعده واستدل على ذلك بما روى أبو سعيد الخدري أن رجلا أصيب في ثمار ابتاعها فكثر\r\nدينه فقال النبي صلى الله تعالى عليه وسلم تصدقوا عليه ولو كانت الجوائح موضوعة لم يصر مديونا بسببها\r\nوالله تعالى أعلم قوله على ما هي استفهامية ثبت ألفها مع الجار على خلاف المشهور\r\nقوله ليس لكم الا ذلك ظاهره أنه وضع الجائح بمعنى أنه لا يؤخذ منه ما عجز عنه ويحتمل أن المعنى\r\n","description":"","footnote":"","page_name":" 265 ","page_number":265},
  {"content":"\r\nليس لكم في الحال الا ذلك لوجوب الانتظار في غيره لقوله تعالى فنظرة إلى ميسرة وحينئذ فلا وضع\r\nأصلا وبالجملة فهذا الحديث دليل لمن يقول بعدم الوضع والله تعالى أعلم قوله بيع الثمر سنين هو\r\nأن يبيع ثمره نخلة أو نخلات بأعيانها سنتين أو ثلاثا مثلا فإنه بيع شئ لا وجود له حال العقد قوله\r\n","description":"","footnote":"","page_name":" 266 ","page_number":266},
  {"content":"\r\nبخرصها قيل بكسر فسكون اسم بمعنى المخروص أي القدر الذي يعرف بالتخمين وبفتح فسكون\r\nمصدر بمعنى التخمين ويمكن أن يراد به المخروص أيضا كالخلق بمعنى المخلوق والمراد ههنا المخروص\r\nفيصح الوجهان قلت هذا على أن الباء في بخرصها للمقابلة كما هو المتبادر الشائع والمراد أي بقدر المخروص\r\n","description":"","footnote":"","page_name":" 267 ","page_number":267},
  {"content":"\r\nوأما إذا كانت للسببية فالخرص يكون مصدرا بمعناه والله تعالى أعلم قوله بيع العرايا بالرطب هذا\r\nيقتضي أن العرية ما يعطى صاحب الحائط لبعض الفقراء من النخل ثم يسترد منه بما يعطيه من تمر\r\nأو رطب لا ما يشتريه من يريد أكل الرطب بما بقي عنده من التمر كما لا يخفى فليتأمل قوله أو ما دون خمسة\r\n","description":"","footnote":"","page_name":" 268 ","page_number":268},
  {"content":"\r\nشك من الراوي أو هو تعميم في طرف النقصان لئلا يتوهم أن خمسة أوسق ذكرت تحديدا لمنع\r\nالنقصان ففيه بيان أن خمسة أوسق حد لمنع الزيادة فقط قوله أينقص الرطب تنبيه على علة المنع\r\nبعد اتحاد الجنس فيجري المنع في كل ما يجري فيه هذه العلة قال القاضي في شرح المصابيح ليس المراد\r\nمن الاستفهام استفهام القضية فإنها جلية مستغنية عن الاستكشاف بل التنبيه على أن المطلوب تحقق\r\nالمماثلة حال اليبوسة فلا يكفي تماثل الرطب والتمر على رطوبته لا على فرض اليبوسة لأنه تخمين\r\nفلا يجوز بيع أحدهما بالآخر وبه قال أكثر أهل العلم وجوز أبو حنيفة إذا تساويا كيلا حملا للحديث\r\nعلى النسيئة لما روى هذا الراوي أنه صلى الله تعالى عليه وسلم نهى عن بيع الرطب بالثمر نسيئة وضعفه\r\nبين لان النهي عن بيعه نسيئة لا يستدعي الاذن في بيعه يدا بيد الا من طريق المفهوم وهو عنده غير\r\nمنظور إليه فضلا عن أن يسلط على المنطوق ليبطل إطلاقه ثم هذا التقييد يفسد السؤال والجواب وترتيب\r\nالنهي عليهما بالكلية إذ كونه نسيئة يكفي في عدم الجواز ولا دخل معه للجفاف قلت المشهور عند الحنفية\r\nفي الجواب جهالة زيد بن عياش ورده الجمهور بأن عدم معرفة بعض لا يضر في عدم معرفة غيره فالأقرب\r\nقول الجمهور ولذلك خالف الامام صاحباه وذهبا إلى قول الجمهور والله تعالى أعلم قوله عن بيع الصبرة\r\n","description":"","footnote":"","page_name":" 269 ","page_number":269},
  {"content":"\r\nبضم صاد وسكون باء هي الطعام المجتمع كالكومة وجمعها صبر قوله أن يبيعه بكيل طعام أي من\r\nجنسه قوله عن المخابرة كراء الأرض ببعض الخارج والمزابنة بيع الرطب على رؤوس الأشجار\r\nبالتمر والمحاقلة بيع الحنطة في سنبلها بحنطة صافية\r\n","description":"","footnote":"","page_name":" 270 ","page_number":270},
  {"content":"\r\nقوله بيع النخلة أي ما عليها من الثمار منفردة عن النخل حتى تزهو هو بفتح التاء من زها النخل\r\nيزهو إذا ظهرت ثمرته والمراد أن يظهر صلاحها وعن السنبل أي عن بيع ما فيه من الحب يبيض\r\nبتشديد الضاد أي يشتد حبه العاهة الآفة التي تصيب الزرع أو التمر فتفسده قوله إنا لا نجد\r\nالصيحاني هو ضرب من التمر والظاهر أن المراد بالعذق أيضا نوع من التمر بجمع التمر بتمر مختلف\r\nمن أنواع متفرقة وليس مرغوبا فيه ولا يكون غالبا الا رديئا أي ان أهل التمر الجيد لا يعطون من الجيد\r\nفي مقابلة الردئ بقدره ولا يرضون به فكيف نفعل إذا بعنا الجيد هل نزيد لهم من الردئ فبين له صلى الله\r\nتعالى عليه وسلم أن من أراد تحصيل الجيد ينبغي له أن يبيع رديئه بنقد ثم يشتري به الجيد وليس فيه أنه يبيع\r\nالردئ من صاحب الجيد لكن بإطلاقه يشمل ما إذا باع منه فكأنه لهذا استدل به بعضهم على جواز\r\nحيلة الربا لكن رده غير واحد والله تعالى أعلم قوله جنيب نوع معروف من أنواع التمر\r\n","description":"","footnote":"","page_name":" 271 ","page_number":271},
  {"content":"\r\nقوله ريان أي الذي سقى نخله ماء كثير بعلا أي ما يشرب بعروقه ولا يسقى بالأنهار أني\r\nبتشديد لنون مقصور من أدوات الاستفهام قوله لا صاعي تمر كلمة لا لنفي الجنس ومدخولها\r\nمنصوب مضاف والمراد لا يحل بيع صاعين من تمر بصاع منه لا أنه لا يتحقق شرعا فيدل الحديث على\r\n","description":"","footnote":"","page_name":" 272 ","page_number":272},
  {"content":"\r\nبطلان العقد في الربا قوله أوه في النهاية أوه كلمة يقولها الرجل عند الشكاية والتوجع وهي ساكنة\r\nالواو مكسورة الهاء وربما قلبوا الواو ألفا فقالوا آه وربما شددوا الواو وكسروها وسكنوا\r\nالهاء فقال أوه وربما حذفوا الهاء فقالوا أو وبعضهم يفتح الواو مع التشديد فيقول أو عين\r\nالربا أي هذا العقد نفس الربا الممنوعة لا نظيرها وما فيه شبهتها لا تقربه من قرب كعلم أي قربه\r\nيضر فضلا عن مباشرته قوله يعني بالورق بفتح فكسر الفضة وفيه تنبيه على أن ربا النسيئة يجري\r\nفي هذه الأشياء عند اختلاف البدلين أيضا بخلاف ربا الفضل فإنها لا تكون الا عند اتحاد البدلين الا هاء\r\nهو كجاء أي هاك وأهل الحديث يقولون بالقصر وقال الخطابي الصواب المد وقال غيره الوجهان جائزان\r\nوالمد أشهر وهو حال أي الا مقولا منهما أي من المتعاقدين فيه خذ وخذ أي يدا بيد قوله التمر بالتمر\r\n","description":"","footnote":"","page_name":" 273 ","page_number":273},
  {"content":"\r\nإلى قوله يدا بيد أي ومثلا بمثل ولذلك فرع عليه فمن زاد تفريعه لا يظهر الا بملاحظة مثلا بمثل ففي الحديث\r\nاختصار ويحتمل أنه من باب صنعة الاحتباك فذكر في الحكم يدا بيد وترك مثلا بمثل ثم ذكر في التفريع\r\nتفريع مثلا بمثل وترك تفريع يدا بيد فليتأمل فمن زاد في الدفع أو ازداد بأخذ الزيادة فقد أربى\r\nأي أتى بالربا فصار عاصيا يريد ان الربا لا يتوقف على أخذ الزيادة بل يتحقق باعطائها أيضا فكل من\r\nالمعطي والآخذ عاص الا ما اختلفت ألوانه أي أربى في تمام تلك البيوع الا في بيع اختلفت ألوان\r\nبدلية أي أجناسه وبهذا ظهر أن الاستثناء منقطع مع كون المستثنى منه محذوفا وأنه لا بد من تقدير\r\nحرف الجر على خلاف القياس وأما تقدير المستثنى منه عاما حتى يكون الاستثناء متصلا بأن يقال فقد\r\nأربى في كل بيع سواء كان من المذكورات أو غيرها الا في بيع اختلفت ألوان بدلية لا يخلو عن اشكال\r\nمعنى لأدائه إلى ثبوت الربا إذا اتحد الجنس في كل بيع فليتأمل قوله كيف شئنا أي من حيتية\r\nالكمية والا فلا بد من مراعاة يدا بيد كما سيجئ فمن زاد الخ متعلق بقوله مثلا بمثل\r\n","description":"","footnote":"","page_name":" 274 ","page_number":274},
  {"content":"\r\nقوله جمع المنزل بالرفع فاعل جمع أي اجتمعا في منزل واحد والمراد في بلدة واحدة لا في بيت واحد قوله\r\nفقال عبادة أي بعد أن ارتكب معاوية بعض العقود الرديئة أو قصد أن يرتكبها كما يفهم من رواية\r\n","description":"","footnote":"","page_name":" 275 ","page_number":275},
  {"content":"\r\nمسلم هذا الحديث فقال ما بال رجال استدلال بالنفي على رد الحديث الصحيح بعد ثبوته مع اتفاق العقلاء\r\nعلى بطلان الاستدلال بالنفي وظهور بطلانه بأدنى نظر بل بديهة فهذا جراءة عظيمة يغفر الله لنا وله قوله\r\nوكان بايع أي فقام والا لما قام خوفا من معاوية تبرها وعينها أي سواء والفضة أكثرهما\r\nالجملة حال وهذا القيد بناء على المتعارف والعادة والا فقد جاء وإذا اختلفت هذه الأصناف فبيعوا\r\nكيف شئتم إذا كان يدا بيد مديا كقفل مكيال لأهل الشام وفي الحديث دلالة على أن البر والشعير\r\n","description":"","footnote":"","page_name":" 276 ","page_number":276},
  {"content":"\r\nجنسان كما عليه الجمهور لا واحد كما قال مالك والله تعالى أعلم قوله الكفة بكسر الكاف كفة الميزان\r\n","description":"","footnote":"","page_name":" 277 ","page_number":277},
  {"content":"\r\nقوله قال عمر الدينار الخ قيل هكذا في نسخة المجتبي قال عمر والذي في الكبرى بن عمر وذكره\r\nفي الأطراف في مسند بن عمر والله تعالى اعلم قوله صلى الله عليه وسلم ولا تشفوا من أشف معجمة وفاء إذا أعطى\r\n","description":"","footnote":"","page_name":" 278 ","page_number":278},
  {"content":"\r\nزائدا أي لا تفضلوا قوله حتى تفصل أي تميز بين الذهب والخرز\r\n","description":"","footnote":"","page_name":" 279 ","page_number":279},
  {"content":"\r\n","description":"","footnote":"","page_name":" 280 ","page_number":280},
  {"content":"\r\nقوله لا ربا الا في النسيئة كالكريمة وزنا قال النووي أجمع المسلمون على ترك العمل بظاهره ثم قال\r\nقوم انه منسوخ وتأوله آخرون على أن المراد لا ربا في الأجناس المختلفة الا في النسيئة قوله أرأيت هذا\r\nالذي تقول أي من أنه لا ربا في الفضل أشيئا أي أيكون شيئا واعتباره منصوبا على الاضمار\r\n","description":"","footnote":"","page_name":" 281 ","page_number":281},
  {"content":"\r\nبشرط التفسير بعيد نظرا إلى المعنى قوله بالنقيع قيل بالنون موضع قريب بالمدينة أو بالباء مرادا به\r\nبقيع الغرقد لا بأس أن تأخذ يحتمل فتح همزة أن على أنها ناصبة وكسرها على أنها شرطية جازمة\r\nأي لا بأس أن تأخذ بدل الدنانير والدراهم وبالعكس بشرط التقابض في المجلس والتقييد بسعر اليوم\r\nعلى طريق الاستحباب وبينكما شئ حال أي لا بأس ما لم تفترقا والحال أنه بقي بينكما شئ غير مقبوض قيل\r\nوذلك لأنه لو استبدل عن الدين شيئا مؤجلا لا يجوز لأنه بيع الكالئ بالكالئ وقد نهى عنه قلت وعلى هذا\r\nلو استبدل بعض الدين وأبقى بعضه على حاله ثم استبدله عند قبض البدل فينبغي أن لا يكون به بأس أيضا\r\nوالله تعالى علم قوله لبس أي خلط بسبب أن يبقى بينكما بقية\r\n","description":"","footnote":"","page_name":" 282 ","page_number":282},
  {"content":"\r\nقوله إذا كان من قرض لئلا يؤدي إلى جر نفع والقرض إذا جر النفع يكون مكروها قوله رويدك\r\nأي أمهلني قوله وزادني الزيادة في أداء الدين من غير اشتراط استحبها كثير وعدوها صدقة خفية\r\n","description":"","footnote":"","page_name":" 283 ","page_number":283},
  {"content":"\r\nقوله من هجر بفتحتين اسم بلد قال السيوطي في حاشية أبي داود ذكر بعضهم أن النبي صلى الله تعالى عليه وسلم\r\nاشترى السراويل ولم يلبسها وفي الهدى لابن قيم الجوزية أنه لبسها فقيل هو سبق قلم لكن في مسند أبي يعلى\r\nوالأوسط للطبراني بسند ضعيف عن أبي هريرة قال دخلت يوما السوق مع رسول الله صلى الله تعالى عليه وسلم\r\nفجلس إلى البزازين فاشترى سراويل بأربعة دراهم وكان لأهل السوق وزان فقال له زن وأرجح فوزن وأرجح\r\nوأخذ السراويل فذهبت لأحمله عنه فقال صاحب الشئ أحق بشيئه أن يحمله الا أن يكون ضعيفا يعجز\r\nعنه فيعينه أخوه المسلم قلت يا رسول الله وانك لتلبس السراويل فقال في السفر والحضر والليل والنهار\r\nفإني أمرت بالستر فلم أجد شيئا أستر منه قلت ويؤيده أنه اشتراه قبل الهجرة فليتأمل والله تعالى أعلم\r\nقوله المكيال على مكيال أهل المدينة أي الصاع الذي يتعلق به وجوب الكفارات ويجب إخراج\r\nصدقة الفطر به صاع المدينة وكانت الصيعان مختلفة في البلاد والوزن الخ المراد وزن الذهب والفضة\r\nفقط والمراد أن الوزن المعتبر في باب الزكاة وزن أهل مكة وهي الدراهم التي العشرة منها بسبعة مثاقيل\r\n","description":"","footnote":"","page_name":" 284 ","page_number":284},
  {"content":"\r\nوكانت الدراهم مختلفة الأوزان في البلاد وكانت دراهم أهل مكة هي الدراهم المعتبرة في باب الزكاة فأرشد\r\nصلى الله تعالى عليه وسلم إلى ذلك لهذا الكلام كما أرشد إلى بيان الصاع المعتبر في باب الكفارات وصدقة\r\nالفطر بما سبق والله تعالى أعلم قوله فلا يبعه حتى يستوفيه قال الخطابي أجمع أهل العلم على أن الطعام\r\nلا يجوز بيعه قبل القبض وإنما اختلفوا فيما عداه قيل فقال مالك هو في الطعام فقط وقال الشافعي ومحمد\r\nبل في كل شئ وقال أبو حنيفة وأبو يوسف وهو ظاهر مذهب أحمد أنه فيما سوى العقار والله تعالى أعلم\r\nقوله حتى يكتاله كناية عن القبض أو القبض عادة يكون بالكيل\r\n","description":"","footnote":"","page_name":" 285 ","page_number":285},
  {"content":"\r\nقوله إن كل شئ بمنزلة الطعام فتخصيص الطعام بالذكر للاهتمام لكونه مدار التقوى ولكثرة\r\nالحاجة إليه بخلاف غيره قوله اشتراه بكيل خرج مخرج الغالب المعتاد فلا مفهوم له فوافق أحاديث\r\nالاطلاق وأحاديث الجزاف\r\n","description":"","footnote":"","page_name":" 286 ","page_number":286},
  {"content":"\r\nقوله من يأمرنا قال السيوطي هذا أصل إقامة المحتسب على أهل السوق إلى مكان سواه\r\nأي ليتم القبض على آكد وجه قوله جزافا مثلث الجيم والكسر أفصح هو المجهول القدر مكيلا\r\nكان أو موزونا قوله رأيت الناس يضربون هذا أصل في ضرب المحتسب أهل الأسواق إذا خالفوا\r\nالحكم الشرعي في مبايعاتهم ومعاملاتهم\r\n","description":"","footnote":"","page_name":" 287 ","page_number":287},
  {"content":"\r\nقوله وإهالة بكسر الهمزة هي كل شئ من الادهان مما يؤتدم به وقيل هي ما أذيب من الالية والشحم\r\nوقيل الدسم الجامد سنخة بفتح مهملة وكسر نون معجمة أي متغيرة الريح قوله لا يحل سلف وبيع السلف\r\nالسلف بفتحتين القرض ويطلق على السلم والمراد ههنا القرض أي لا يحل بيع مع شرط قرض بأن يقول\r\nبعتك هذا العبد على أن تسلفني ألفا وقيل هو أن تقرضه ثم تبيع منه شيئا بأكثر من قيمته فإنه حرام لأنه قرض\r\nجر نفعا أو المراد السلم بأن أسلف إليه في شئ فيقول فإن لم يتهيأ عندك فهو بيع عليك ولا شرطان في بيع\r\n","description":"","footnote":"","page_name":" 288 ","page_number":288},
  {"content":"\r\nمثل بعتك هذا الثوب نقدا بدينار ونسيئة بدينارين وهذا هو بيعان في بيع وهذا عند من لا يجوز الشرط في البيع\r\nأصلا كالجمهور وأما من يجوز الشرط الواحد دون اثنين يقول هو أن يقول أبيعك هذا الثوب وعلى خياطته\r\nوقصارته وهذا لا يجوز ولو قال أبيعك وعلى خياطته فلا بأس به ولا بيع ما ليس عندك قيل هو كبيع الآبق\r\nومال الغير والبيع قبل القبض والجمهور على جواز بيع مال الغير موقوفا وهو مقتضى بعض الأحاديث ومنعه\r\nالشافعي لظاهر هذا الحديث قال الخطابي يريد العين دون بيع الصفة يعني أن المراد بيع العين دون الدين\r\nكما في السلم فإن مداره على الصفة وهذا جائز فيما ليس عند الانسان بالاجماع والله تعالى أعلم قوله ليس\r\nعلى رجل الخ أي لو باع ملك الغير لا يلزم عليه ذلك البيع حتى يطلب تسليم المبيع قوله فيسألني\r\nالبيع هو بمعنى المبيع وجملة ليس عندي صفته بناء على أن تعريفه للجنس ومثله يوصف بالجملة مثل\r\nكمثل الحمار يحمل أسفارا أو الجملة حال أبيعه بتقدير همزة الاستفهام قوله كنا نسلف من\r\nأسلف والمراد السلم أي نعطي الثمن ونسلمه لأجل هذه الأشياء إلى قوم الخ المقصود بيان محل الحديث\r\n","description":"","footnote":"","page_name":" 289 ","page_number":289},
  {"content":"\r\nالسابق وأنه في بيع العين لا في السلم قوله صلى الله عليه وسلم وهم يسلفون يقال أسلف اسلافا وسلف تسليفا والاسم\r\nالسلف وهو على وجهين أحدهما قرض لا منفعة فيه للمقرض غير الاجر والشكر والثاني أن يعطي مالا\r\nفي سلعة إلى أجل معلوم ونصب السنة السنتين اما على نزع الخافض أي إلى السنة أو على المصدر أي\r\nاسلاف السنة ووزن معلوم بالواو في الأصول فقيل الواو للتقسيم أي بمعنى أو أي كيل فيما يكال\r\nووزن فيما يوزن وقيل بتقدير الشرط أي في كيل معلوم إن كان كيليا ووزن معلوم إن كان وزنيا\r\n","description":"","footnote":"","page_name":" 290 ","page_number":290},
  {"content":"\r\nأو من أسلف في مكيل فليسلف في كيل معلوم ومن أسلف في موزون فليسلف في وزن معلوم قوله\r\nإلى أجل معلوم قيل ظاهره اشتراط الأجل في السلم وهو مذهب أبي حنيفة ومالك والصحيح من\r\nمذهب أحمد وقال الشافعي لا يشترط الأجل والمراد في الحديث أنه ان أجل اشترط أن يكون الأجل\r\nمعلوما كما في قرينته والله تعالى اعلم قوله استسلف أي استقرض بكرا بفتح فسكون الفتى من\r\nالإبل كالغلام من الانسان رباعيا كثمانيا وهو ما دخل في السنة السابعة لأنها زمن ظهور رباعيته\r\nوالرباعية بوزن ثمانية خيارا مختارا وفيه أن رد القرض بالأجود من غير شرط من السنة ومكارم الأخلاق\r\nوكذا فيه جواز قرض الحيوان وعليه الجمهور وعند أبي حنيفة لا يجوز وقالوا هذا الحديث\r\nمنسوخ ورده النووي بأنه دعوى بلا دليل قلت بل دليله حديث سمرة أن النبي صلى الله تعالى عليه\r\n","description":"","footnote":"","page_name":" 291 ","page_number":291},
  {"content":"\r\nوسلم نهى عن بيع الحيوان بالحيوان نسيئة وسيجئ قال الترمذي حديث حسن صحيح وذلك لان\r\nالاستقراض في الحيوان بيع بخلافه في الدراهم لأنها لا تتعين فيكون رد المثل في الدراهم كرد العين والحيوان\r\nيتعين فرد المثل فيه رد للبدل وهو بيع فلا يجوز للنهي ومرجعه إلى أنه قد اجتمع المبيح والمحرم فيقدم\r\nالمحرم بقي أن هذا مبني على قواعدهم ولا بعد في ذلك ويؤيد قول أبي حنيفة في الجملة أن استقراض\r\nالجارية للوطئ ثم ردها بعينها مما لا يقول به أحد مع أنه ينبغي أن يكون جائزا عي أصل من\r\nيقول باستقراض الحيوان فأمل والله تعالى أعلم قوله الا نجيبة أي ناقة نجيبه\r\nقوله نهى عن بيع الحيوان بالحيوان نسيئة أي من الطرفين أو أحدهما وبه قال علماؤنا الحنفية\r\nترجيحا للمحرم على المسيح ومن لا يقول به يحمله على النسيئة من الطرفين جمعا بينه وبين ما يفيد الإباحة\r\n","description":"","footnote":"","page_name":" 292 ","page_number":292},
  {"content":"\r\nولا يخفى ان النسيئة إذا كانت من الطرفين فلا يجوز لأنه بيع الكالئ بالكالئ قوله السلف في حبل\r\nالحبلة هما بفتحتين ومعناهما محبول المحبولة في الحال على أنهما مصدران أريد بهما المفعول التاء في\r\nالثاني للإشارة إلى الأنوثة والسلف فيه هو أن يسلم المشتري الثمن إلى رجل عنده ناقة حبلى ويقول إذا\r\nولدت هذه الناقة ثم ولدت التي في بطنها فقد اشتريت منك ولدها بهذا الثمن فهذه المعاملة شبيهة بالربا\r\nلكونها حراما كالربا من حيث أنه بيع ما ليس عند البائع وهو لا يقدر على تسليمه ففيه غرر قوله\r\nعن بيع حبل الحبلة هو أني قال البائع وعنده ناقة حبلى إذا ولدت هذه الناقة ثم ولدت التي في بطنها\r\nفقد بعتك ولدها ويؤيد هذا التفسير الحديث الأول وروى عن بن عمر ما يقتضي أن المراد أن يباع\r\nشئ بنا ويجعل أجل ثمنه إلى أن تنتج الناقة ثم ينتج ما في بطنها وإضافة البيع حينئذ لأدنى ملابسة قوله\r\n","description":"","footnote":"","page_name":" 293 ","page_number":293},
  {"content":"\r\nعن بيع هو أن يبيعه ثمرة حائطه إلى سنتين أو أكثر قوله بردين قطريين القطري بكسر القاف\r\nضرب من البرود فيه حمرة ولها أعلام فيها بعض الخشونة إلى الميسرة أي إلى وقت معلوم يتوقع\r\nفيه انتقال الحال من العسر إلى اليسر وكأنه كان وقتا معينا يتوقع فيه ذلك فلا يرد الاشكال بجهالة\r\nالأجل وآداهم للأمانة في الصحاح أدى دينه دية أي قضاه وهو آدى للأمانة منك بمد الألف قوله\r\n","description":"","footnote":"","page_name":" 294 ","page_number":294},
  {"content":"\r\nوربح ما لم يضمن هو ربح مبيع اشتراه فباعه قبل ان ينتقل من ضمان البائع الأول إلى ضمانه بالقبض\r\n","description":"","footnote":"","page_name":" 295 ","page_number":295},
  {"content":"\r\nوالحديث قد مضى سابقا قوله وعن الثنيا هي كالدنيا وزنا اسم للاستثناء والمراد أنه لا يجوز\r\nبمستثنية المجهول لأنه يؤدي إلى النزاع والله تعالى أعلم والمعاومة هي بيع ثمر النخل والشجر سنتين أو\r\nأكثر قوله أبر نخلا من التأبير وهو التلقيح وهو أن يشق طلع الإناث ويؤخذ من طلع الذكور\r\nفيوضع فيها ليكون الثمر بإذن الله تعالى أجود مما لم يؤبر فالذي أبر أي للبائع المبتاع أي\r\n","description":"","footnote":"","page_name":" 296 ","page_number":296},
  {"content":"\r\nالمشتري لنفسه وقت البيع قوله وله مال هي إضافة مجازية عند غالب العلماء كإضافة الجل إلى\r\nالفرس لان العبد لا يملك ولذلك أضيف المال إلى البائع في قوله فماله للبائع ولا يمكن مثله مع كون\r\nالإضافة حقيقية في المحلين وقيل المال للعبد لكن للسيد حق النزع منه قوله فأعيا جملي أي عجز\r\nعن السير أن أسيبه بتشديد الياء أي أتركه في محل بعنيه أي بعه منى قلت لا اما للحاجة\r\nإليه في السفر وذاك منعه عن البيع أو لأنه أراد أن يأخذه النبي صلى الله تعالى عليه وسلم بلا بدل فامتنع\r\nعن البيع لذلك حملانه بضم الحاء وسكون الميم أي ركوبه وبظاهره جوز أحمد اشتراط ركوب الدابة\r\nفي بيعها مطلقا وقال مالك بجوازه ان كانت المسافة قريبة كما كانت في قضية جابر ومن لا يجوز ذلك مطلقا\r\nيقول ما كان ذاك شرطا في العقد بل أعطاه النبي صلى الله عليه وسلم تكرما وسماه بعض الرواة شرطا\r\nوبعض روايات الحديث يفيد أنه كان إعارة ماكستك قللت في ثمن جملك والله تعالى أعلم قوله\r\n","description":"","footnote":"","page_name":" 297 ","page_number":297},
  {"content":"\r\nالرب عز وجل فأزحف الجمل بزاي معجمة وحاء مهملة وفاء أي أعيا ووقف قال الخطابي المحدثون يقولون بفتح\r\nالحاء أي على بناء الفاعل والأجود ضم الألف أي على بناء المفعول يقال زحف البعير إذ قام من الاعياء\r\nوأزحفه السير وكانت لي إليه أي الجمل أن عبد الله يريد أباه أصيب أي استشهد يوم\r\nأحد وترك جواري أي بنات صغارا عشاء أي آخر النهار أي لا في الليل وبعد العشاء قوله\r\n","description":"","footnote":"","page_name":" 298 ","page_number":298},
  {"content":"\r\nفإن كنت أي فإن الشأن كنت يهمني رأسه أي أخاف أن يتقدم رأسه على جمال الناس يهمني ذلك\r\nيوم الحرة أي يوم حارب أهل الشام أهل المدينة في الحرة بفتح فتشديد راء موضع بالمدينة فيه حجارة\r\nسود ويقال لكل لك أرض ذات حجارة سود قوله سوء أي ردئ هيأته أي هيأت ذلك الناضح\r\n","description":"","footnote":"","page_name":" 299 ","page_number":299},
  {"content":"\r\nقوله فخيرها من زوجها أي في زوجها قوله وخيرت على بناء المفعول\r\n","description":"","footnote":"","page_name":" 300 ","page_number":300},
  {"content":"\r\nقوله حتى تقسم وذلك لعدم الملك قبل القسمة إذ لا يدري كل غانم قبل القسمة ما يدخل في\r\nسهمه فلو باع سهمه قبل ذلك فقد باع المجهول قوله في كل شرك بكسر أوله وسكون الراء أي كل مشترك ربعة\r\nبفتح الراء وسكون الباء المسكن والدار بدل من شرك أو حائط بستان لا يصلح له أن يبيع أي\r\nيكره له البيع لا أن البيع حرام كذا قرره كثير من العلماء وإن كان ظاهر الأحاديث يقتضي الحرمة قوله\r\nابتاع أي اشترى\r\n","description":"","footnote":"","page_name":" 301 ","page_number":301},
  {"content":"\r\nواستتبعه أي قال للاعرابي اتبعني أكنت مبتاعا أي مريدا لشرائه أي فاشتر يلوذون\r\nأي يتعلقون بهما ويحضرون مكالمتهما ( 4648 ) هلم شاهدا أي هات شاهدا على ما تقول بتصديقك أي\r\nبمعرفتي أنك صادق في كل ما تقول أو بسبب أني صدقتك في أنك رسول ومعلوم من حال الرسول عدم\r\nالكذب فيما يخبر سيما لأجل الدنيا فجعل أي فحكم بذلك وشرع في حقه اما بوحي جديد أو بتفويض\r\nمثل هذه الأمور إليه منه تعالى والمشهور أنه رد الفرس بعد ذلك على الاعرابي فمات من ليلته عنده\r\n","description":"","footnote":"","page_name":" 302 ","page_number":302},
  {"content":"\r\nوالله تعالى أعلم قوله ( 4648 ) إذا اختلف البيعان أي في قدر الثمن أو في شرط الخيار مثلا يحلف البائع على\r\nما انكر ثم يتخير المشتري بين أن يرضى بما حلف عليه البائع وبين ان يحلف على ما أنكر فإذا تحالفا\r\nفاما أن يرضى أحدهما على ما يدعي الآخر أو يفسخ البيع هذا إذا كانت السلعة قائمة كما في بعض\r\nالروايات وقوله أو يتركا أي يفسخا العقد هكذا قالوا وظاهر الحديث أنه بعد حلف البائع يخير\r\nالمشتري بين أن يأخذه بما حلف عليه البائع وبين أن يرد كما في الرواية الآتية والله تعالى أعلم قوله ( 4652 )\r\n","description":"","footnote":"","page_name":" 303 ","page_number":303},
  {"content":"\r\nيشتريه مني فيه بيع المدبر ومن لا يراه يحمله على التدبير المقيد أو على أنه كان مديونا يوم دبر\r\nوالأول بعيد والثاني يبطله آخر الحديث والله تعالى أعلم وفيه أن السفيه يحجر ويرد عليه تصرفه والله\r\n","description":"","footnote":"","page_name":" 304 ","page_number":304},
  {"content":"\r\nتعالى أعلم قوله ( 4655 ) أن أقضى عنك كتابتك أي أشتريك وأعتقك وسمى ذلك قضاء للكتابة مجازا ثم فيه\r\nبيع المكاتب ومن لا يراه يحمله على أن البيع كان بعد فسخ الكتابة وتعجيزها برضا الطرفين قوله\r\nونفست بكسر فاء أي رغبت والجملة حال من فاعل قالت ( 4657 )\r\n","description":"","footnote":"","page_name":" 305 ","page_number":305},
  {"content":"\r\nعن بيع الولاء ليس المراد به المال بعد موت المعتق بالفتح وانتقاله إلى المعتق بالكسر بل المراد هو السبب\r\n","description":"","footnote":"","page_name":" 306 ","page_number":306},
  {"content":"\r\nالذي بين المعتق والمعتق الذي هو سبب لانتقال هذا المال قوله ( 4660 ) عن بيع الماء غالب العلماء على أن\r\nالماء إذا أحرزه انسان في انائه وملكه يجوز بيعه وحملوا الحديث على ماء السماء والعيون والأنهار التي لا مالك\r\nلها قوله ( 4662 ) عن بيع فضل الماء هو ما فضل عن حاجته وحاجة عياله وماشيته وزرعه قوله ماء الوهط\r\n","description":"","footnote":"","page_name":" 307 ","page_number":307},
  {"content":"\r\nضبط بفتحتين مال كان لعمرو بن العاص بالطائف وقيل قرية بالطائف وأصله الموضع المطمئن قوله هل\r\nعلمت الخ يريد أن الخمر حرام فلعلك ما علمت بذلك ففعلت ما فعلت لذلك فسار من السر الذي\r\nهو بمعنى الكلام الخفي ومفعوله انسانا وقوله ( 4665 ) ثم حرم التجارة في الخمر تنبيها على أنهما في الحرمة\r\nسواء وقال السيوطي في حاشية أبي داود جاء عن عائشة في بعض الروايات لما نزلت سورة البقرة نزل\r\nفيها تحريم الخمر فنهى رسول الله صلى الله تعالى عليه وسلم عن ذلك فهذا يدل على أنه كان في الآيات المذكورة\r\nتحريم ذلك وكأنه نسخت تلاوته\r\n","description":"","footnote":"","page_name":" 308 ","page_number":308},
  {"content":"\r\nقوله والأصنام وكانوا يعملونها من النحاس ونحوه ويبيعونها فانظر إلى سخافة عقولهم حيث يعبدون\r\n","description":"","footnote":"","page_name":" 309 ","page_number":309},
  {"content":"\r\nأربابا يبيعونها في الأسواق قوله ( 4670 ) عن بيع ضراب الجمل أي عن أخذ الكراء على ضرابه وينبغي\r\nلصاحب الفحل اعارته بلا كراء فإن في المنع عنها قطع النسل وبيع الأرض للحرث أي كراء الأرض\r\nللزرع وقد سبق قوله ( 4671 ) عن عسب الفحل عسبه بفتح فسكون ماؤه فرسا كان أو بعيرا أو غيرهما\r\nوضرابه أيضا ولم ينه عن واحد منهما بل عن كراء يؤخذ عليه فهو بحذف المضاف أي كراء عسبه وقيل\r\n","description":"","footnote":"","page_name":" 310 ","page_number":310},
  {"content":"\r\nيقال لكرائه عسب أيضا والله تعالى أعلم قوله ( 4676 ) أيما امرئ كلمة ما زائدة لزيادة الايهام وامرئ\r\nمجرور بالإضافة أفلس يقال أفلس الرجل إذا صار إلى حال لا فلوس له أو صار ذا فلس بعد أن\r\nكان ذا دراهم ودنانير وحقيقته الانتقال من اليسر إلى العسر قيل المفلس لغة من لا عين له ولا عرض\r\nوشرعا ما قصر ما بيده عما عليه من الديون ( 4676 ) ثم وجد رجل أي بعد أن باعها منه ولم يقبض من ثمنه\r\nشيئا كما في رواية الموطأ عند مالك فهو أولى به أي بذلك الذي وجد من السلعة أي يجوز له أن\r\n","description":"","footnote":"","page_name":" 311 ","page_number":311},
  {"content":"\r\nيأخذه بعينه ولا يكون مشتركا بينه وبين سائر الغرماء وبهذا يقول الجمهور خلافا للحنفية فقالوا انه كالغرماء\r\nلقوله تعالى وإن كان ذو عسرة فنظرة إلى ميسرة ويحملون الحديث على ما إذا أخذه على سوم ا لشراء مثلا\r\nأو على البيع بشرط الخيار للبائع أي إذا كان الخيار للبائع والمشتري مفلس فالأنسب أن يختار الفسخ وهو تأويل\r\nبعيد وقولهم إن الله تعالى لم يشرع للدائن عند الافلاس الا الانتظار فجوابه أن الانتظار فيما لا يوجد عند المفلس\r\nولا كلام فيه وإنما الكلام فيما وجد عند المفلس ولا بد أن الدائنين يأخذون ذلك الموجود عنده\r\nوالحديث يبين أن الذي يأخذ هذا الموجود هو صاحب المتاع ولا يجعل مقسوما بين تمام الدائنين\r\nوهذا لا يخالف القرآن ولا يقتضي القرآن خلافه والله تعالى أعلم قوله ( 4677 ) عن الرجل أي في الرجل\r\nيعدم من أعدم الرجل إذا افتقر وهو صفة الرجل لان تعريفه للجنس لا العهد انه بكسر ان\r\nوالجملة جزاء الشرط والضمير للمتاع قوله ( 4679 ) الله تبارك وتعالى قال حدثني أسيد بن حضير بالتصغير فيهما قال المزي\r\nفي الأطراف قال أحمد بن حنبل هو في كتاب بن جريج أسيد بن ظهير ولكن حديث بن جريج حدثهم\r\nبالبصرة قال المزي وهو الصواب لان أسيد بن حضير مات في زمن عمر وصلى عليه فكيف\r\n","description":"","footnote":"","page_name":" 312 ","page_number":312},
  {"content":"\r\nيدرك زمن معاوية قوله إذا وجدها أي السرقة أو الأمتعة أو الأموال المسروقة أو\r\nالمغصوبة غير المتهم أي في يد من اشترى من الغاصب والسارق لا في يد الغاصب أو\r\nالسارق بما اشتراها للا يتضرر من غير تقصير منه ولا يخفى ما بين هذا الحديث وبين\r\nحديث سمرة الآتي من المعارضة لكن ان ثبت أن الخلفاء قضوا بهذا الحديث فينبغي أن يكون العمل به\r\nأرجح الا أن كثيرا من العلماء مال إلى خلافه والله تعالى أعلم . قوله ( 4680 ) سرق منه على بناء المفعول\r\n","description":"","footnote":"","page_name":" 313 ","page_number":313},
  {"content":"\r\nقوله أحق بها أي بالسرقة على إرادة المسروق باسم السرقة قوله ( 4681 ) بعين ماله قال الخطابي هذا\r\nفي المغصوب والمسروق ونحوهما والبائع يطلق على المشتري وهو المراد ههنا قوله ( 4682 ) فهي للأول منهما\r\nأي للناكح الأول من الناكحين أو للولي الأول من الوليين ينفذ فيها تصرفه دن تصرف الثاني قوله ( 4684 )\r\n","description":"","footnote":"","page_name":" 314 ","page_number":314},
  {"content":"\r\nحتى يقضي عنه دينه أي أو يرضى عنه خصمه في الدنيا أو في الآخرة فإنه في معنى القضاء والله تعالى\r\nأعلم قوله ( 4685 ) أما اني لم أنوه بك هو صيغة المضارع من نوه تنويها إذا رفعه أي لا أرفع ولا أذكر لكم\r\nالا خيرا مأسور بالرفع خبر ان أي محبوس ممنوع عن دخول الجنة أو الاستراحة بها أراد صلى الله\r\nتعالى عليه وسلم أن يخبره بذلك ليستعجل في أداء الدين عنه قوله تدان بتشديد الدال من أدان\r\nإذا استقرض وهو افتعال من الدين وتكثر من الاكثار في الدين ولاموها من اللوم\r\nووجدوا عليها أي غضبوا\r\n","description":"","footnote":"","page_name":" 315 ","page_number":315},
  {"content":"\r\nقوله ( 4688 ) إذا اتبع بضم فسكون فكسر مخفف أي أحيل على ملئ بالهمزة ككريم أو هو كغني لفظا\r\nومعنى والأول هو الأصل لكن قد اشتهر الثاني على الألسنة فليتبع بإسكان الفوقية على المشهور من تبع\r\nأي فليقبل الحوالة وقيل بشدها والجمهور على أن الامر للندب وحمله بعضهم على الوجوب مطل الغنى\r\nأراد بالغنى القادر على الأداء ولو كان فقيرا ومطله منعه أداء وتأخير القاضي منع قضاء ما استحق أداؤه\r\nزاد القرطبي مع التمكن من ذلك وطلب صاحب الحق حقه قلت التمكن من ذلك معتبر في الغنى فلا حاجة\r\nإلى زيادته والإضافة إلى الفاعل لا غير وان جوز في قوله مطل الغنى ظلم الإضافة إلى المفعول أيضا على\r\nمعنى أن يمنع الغنى عن إيصال الحق إليه ظلم فكيف منع الفقير عن إيصال الحق إليه والمعنى يجب وفاء\r\nالدين وإن كان صاحبه غنيا فالفقير بالأولى لكن المعنى ههنا على القصر بشهادة تعريف الطرفين والسوق\r\nأي الظلم منع الغنى دون الفقير فلا يصح على تقدير الإضافة إلى المفعول فليتأمل\r\n","description":"","footnote":"","page_name":" 316 ","page_number":316},
  {"content":"\r\nقوله ( 4690 ) لي الواجد بفتح اللام وتشديد الياء أي مطلة والواجد بالجيم القادر على الأداء أي الذي يجد\r\nما يؤدي يحل عرضه أي للدائن بأن يقول ظلمني ومطلني وعقوبته بالحبس والتعزير قوله ( 4692 )\r\nأنا أتكفل به فيه دليل على جواز الضمان عن الميت ومن لا يقول به يحمله على أنه كان وعدا ولذلك\r\nقال بالوفاء وعبر بعض الرواة عنه بلفظ الكفالة والله تعالى أعلم\r\n","description":"","footnote":"","page_name":" 317 ","page_number":317},
  {"content":"\r\nقوله خياركم أي من خياركم قوله ( 4694 ) ما تيسر أي للمديون أداؤه ( 4695 ) تجاوز عنه أي\r\nلا تتعرض له ( 4695 ) لعل الله أن يتجاوز عنا أن زائدة دخلت في خبر لعل تشبيها لها بعسى قوله\r\n","description":"","footnote":"","page_name":" 318 ","page_number":318},
  {"content":"\r\nمشتريا حال وكذا ما بعده قوله ( 3345 ) من أعتق أي ممن يلزم عتقه فخرج الصبي والمجنون شركا\r\nبكسر الشين وسكون الراء أي نصيبا ( 4699 ) ما يبلغ ثمنه أي ثمن الباقي لا ثمن الكل والمراد بالثمن القيمة\r\nإذ المدار عليها بقيمة العبد على الإضافة البيانية أي أي قيمة هي عدل ووسط لا زيادة فيها ولا\r\n","description":"","footnote":"","page_name":" 319 ","page_number":319},
  {"content":"\r\nنقص أو بقيمة المقوم العدل الذي يعتمد على كلامه ووقع في نسخ النسائي بقيمة العبد والظاهر أنه\r\nسهو والصواب بقيمة العدل كما في غالب الكتب والله تعالى أعلم قوله ( 4700 ) فلا يبعها أي تنزها\r\nقوله ربعة بفتح فسكون أي منزل وقد سبق الحديث قريبا قوله ( 4702 ) أحق بسقبه\r\nالسقب بفتحتين القرب وباء بسقبه صلة أحق لا للسبب أي الجار أحق بالدار الساقبة أي\r\nالقريبة ومن لا يقول بشفعة الجار يحمل الجار على الشريك فإنه يسمى جارا أو يحمل الباء على\r\nالسببية أي أحق بالبر والمعونة بسبب قربه من جاره ولا يخفى أنه لا معنى لقولنا الشريك أحق\r\n","description":"","footnote":"","page_name":" 320 ","page_number":320},
  {"content":"\r\nبالدار القريبة كما هو مؤدى التأويل الأول والظاهر أن الرواية الآتية ترد التأويلين فليتأمل قوله ( 4704 )\r\nفي كل مال لم يقسم أي باق على اشتراكه فالشفعة إنما هي ما دامت الأرض مشتركة بينهم وأما إذا\r\nقسمت وعين لكل منهم سهمه وجعل لكل قطعة طريقا مفردة فلا شفعة وظاهره أنه لا شفعة للجار\r\nوإنما الشفعة للشريك وبه قال مالك والشافعي ومن لا يقول بها يحمل النفي على نفي شفعة الشركة\r\nلان الشريك أولى بها من الجار فإذا قسمت الأرض وعين لكل منهم سهمه وطريقه فما بقي له الا\r\nالأولوية فهذا محمل الحديث عندهم قوله والجوار أي ومراعاة الجوار وهذا لا دليل فيه لا للمثبت\r\nولا للنافي والله تعالى هو الكافي وهو أعلم بما هو الحق الوافي .\r\n( تم الجزء السابع ويليه الثامن وأوله كتاب القسامة )\r\n\r\n","description":"","footnote":"","page_name":" 321 ","page_number":321}
  ]