[
  {"content":"\r\nصحيح مسلم\r\nبشرح النووي\r\nالجزء العاشر\r\nناشر دار الكتاب العربي\r\nبيروت . لبنان\r\nالطبعة الأولى 1407 ه‍ . 1987 م\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nلا تحل المطلقة ثلاثا لمطلقها حتى تنكح زوجا غيره\r\n( ويطأها ثم يفارقها وتنقضي عدتها ) قولها ( فتزوجت عبد الرحمن بن الزبير ) هو بفتح الزاي وكسر الباء بلا خلاف وهو الزبير بن باطاء ويقال\r\nباطياء وكان عبد الرحمن صحابيا والزبير قتل يهوديا في غزوة بني قريظة وهذا الذي ذكرنا\r\nمن أن عبد الرحمن بن الزبير بن باطاء القرظي هو الذي تزوج امرأة رفاعة القرظي هو الذي ذكره\r\nأبو عمر بن عبد البر والمحققون وقال ابن منده وأبو نعيم الأصبهاني في كتابيهما في معرفة الصحابة\r\nإنما هو عبد الرحمن بن الزبير بن زيد بن أمية بن زيد بن مالك بن عوف بن عمرو بن عوف\r\nابن مالك بن أوس والصواب الأول قولها فبت طلاقي أي طلقني ثلاثا قولها هدبة الثوب هو بضم\r\nالهاء وسكان الدال وهي طرفة الذي لم ينسج شبهوها بهدب العين وهو شعر جفنها قوله\r\nصلى الله عليه وسلم ( لا حتى تذوقي عسيلته ويذوق عسيلتك ) هو بضم العين وفتح السين تصغير\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nعسلة وهي كناية عن الجماع شبه لذته بلذة العسل وحلاوته قالوا وأنث العسيلة لأن العسيلة\r\nنعتين التذكير والتأنيث وقيل أنثها على إرادة النطفة وهذا ضعيف لأن الانزال لا يشترط وفي\r\nهذا الحديث أن المطلقة ثلاثا تحل لمطلقها حتى تنكح زوجا غيره ويطأها ثم يفارقها وتنقضي\r\nعدتها فأما مجرد عقدة عليها فلا يبيحها للأول وبه قال جميع العلماء من الصحابة والتابعين فمن\r\nبعدهم وانفرد سعيد بن المسيب فقال إذا عقد الثاني عليها ثم فارقها حلت للأول ولا يشترط وطء\r\nالثاني لقول الله تعالى حتى تنكح زوجا غيره والنكاح حقيقة في العقد على الصحيح وأجاب الجمهور\r\nبأن هذا الحديث مخصص لعموم الآية ومبين للمراد بها قال العلماء ولعل سعيدا لم يبلغه هذا الحديث\r\nقال القاضي عياض لم يقل أحد يقول سعيد في هذا الا طائفة من الخوارج واتفق العلماء على أن\r\nتغييب الحشفة في قبلها كاف في ذلك من غير إنزال المنى وشذ الحسن البصري فشرط إنزال المنى\r\nوجعله حقيقة العسيلة قال الجمهور بدخول الذكر تحصل اللذة والعسيلة ولو وطئها في نكاح فاسد\r\nلم تحل للأول على الصحيح لأنه ليس بزوج قوله ( ان النبي صلى الله عليه وسلم تبسم ) قال العلماء\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nان التبسم للتعجب من جهرها وتصريحها بهذا الذي تستحي النساء منه في العادة أو لرغبتها في\r\nزوجها الأول وكراهة الثاني والله أعلم\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nما يستحب أن يقوله عند الجماع\r\nقوله صلى الله عليه وسلم ( لو أن أحدهم إذا أراد أن يأتي أهله قال بسم الله اللهم جنبنا الشيطان وجنب\r\nالشيطان ما رزقتنا فإنه ان يقدر بينهما في ذلك ولد لم يضره شيطان أبدا ) قال\r\nالقاضي قيل المراد بأنه لا يضره أنه لا يصرعه شيطان وقيل لا يطعن فيه الشيطان عند ولادته\r\nبخلاف غيره قال ولم يحمله أحد على العموم في جميع الضرر والوسوسة والاغواء هذا كلام القاضي\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nجواز جماعة امرأته في قبلها من قدامها ومن ورائها\r\n( من غير تعرض للدبر )\r\nقول جابر ( كانت اليهود تقول إذا أتى الرجل امرأته من دبرها في قبلها كان الولد أحول فنزلت نساؤكم\r\nحرث لكم فأتوا حرثكم أنى شئتم ) وفي رواية ان شاء مجبية وإن شاء غير مجبية غير أن ذلك\r\nفي صمام واحد المجبية بميم مضمومة ثم جيم مفتوحة ثم باء موحدة مشددة مكسورة ثم ياء مثناة\r\nمن تحت أي مكبوبة على وجهها والصمام بكسر الصاد أي ثقب واحد والمراد به القبل قال\r\nالعلماء وقوله تعالى فأتوا حرثكم أنى شئتم أي موضع الزرع من المرأة وهو قبلها الذي يزرع فيه\r\nالمنى لابتغاء الولد ففيه إباحة وطئها في قبلها إن شاء من بين يديها وإن شاء من ورائها وإن شاء\r\nمكبوبة وأما الدبر فليس هو بحرث ولا موضع زرع ومعنى قوله أنى شئتم أي كيف شئتم واتفق\r\nالعلماء الذين يعتد بهم على تحريم وطء المرأة في دبرها حائضا كانت أو طاهرا لأحاديث كثيرة\r\nمشهورة كحديث ملعون من أتى امرأة في دبرها قال أصحابنا لا يحل الوطء في الدبر في شئ من\r\nالآدميين ولا غيرهم من الحيوان في حال من الأحوال والله أعلم قوله ( إن يهود كانت تقول )\r\nهكذا هو في النسخ يهود غير مصروف لان المراد قبيلة اليهود فامتنع صرفه للتأنيث والعلمية\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nتحريم امتناعها من فراش زوجها\r\nقوله صلى الله عليه وسلم ( إذا باتت المرأة هاجرة فراش زوجها لعنتها الملائكة حتى تصبح\r\nوفي رواية حتى ترجع هذا دليل على تحريم امتناعها من فراشه لغير عذر شرعي وليس الحيض\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nبعذر الامتناع لان له حقا في الاستمتاع بها فوق الأزرار ومعنى الحديث أن اللعنة تستمر\r\nعليها حتى تزول المعصية بطلوع الفجر والاستغناء عنها أو بتوبتها ورجوعا إلى الفراش قوله\r\nصلى الله عليه وسلم ( فبات غضبان عليها ) وفي بعض النسخ غضبانا تحريم إفشاء المرأة\r\nقوله صلى الله عليه وسلم ( إن من أشر الناس عند الله منزلة يوم القيامة الرجل يفضى إلى امرأته\r\nوتفضي إليه ثم ينشر سرها ) قال القاضي هكذا وقعت الرواية أشر بالألف وأهل النحو يقولون\r\nلا يجوز أشر وأخير وإنما يقال هو خير منه وشر منه قال وقد جاءت الأحاديث الصحيحة\r\nباللغتين جميعا وهي حجة في جوازهما جميعا وأنهما لغتان وفي هذا الحديث تحريم إفشاء الرجل\r\nما يجرى بينه وبين امرأته من أمور الاستمتاع ووصف تفاصيل ذلك وما يجرى من المرأة فيه من\r\nقول أو فعل ونحوه فأما مجرد ذكر الجماع فإن لم تكن فيه فائدة ولا إليه حاجة فمكروه لأنه خلاف\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nالمروءة وقد قال صلى الله عليه وسلم من كان يؤمن بالله واليوم الآخر فليقل خيرا أو ليصمت\r\nوإن كان إليه حاجة أو ترتب عليه فائدة بأن ينكر عليه اعراضه عنها أو تدعى عليه العجز عن\r\nالجماع أو نحو ذلك فلا كراهة في ذكره كما قال صلى الله عليه وسلم انى لأفعله أنا وهذه وقال\r\nصلى الله عليه وسلم لأبي طلحة أعرستم الليلة وقال لجابر الكيس الكيس والله أعلم\r\nحكم العزل\r\nالعزل هو أن يجامع فإذا قارب الانزال نزع وأنزل خارج الفرج وهو مكروه عندنا في كل حال\r\nوكل امرأة سواء رضيت أم لا لأنه طريق إلى قطع النسل ولهذا جاء في الحديث الآخر تسميته\r\nالوأد الخفي لأنه قطع طريق الولادة كما يقتل المولود بالوأد وأما التحريم فقال أصحابنا لا يحرم في\r\nمملوكته ولا في زوجته الأمة سواء رضيتا أم لا لأن عليه ضررا في مملوكته بمصيرها أم ولد\r\nوامتناع بيعها وعليه ضرر في زوجته الرقيقة بمصير ولده رقيقا تبعا لأمه وأما زوجته الحرة فإن\r\nأذنت فيه لم يحرم ولا فوجهان أصحهما لا يحرم ثم هذه الأحاديث مع غيرها يجمع بينها بأن ما ورد\r\nفي النهى محمول على كراهة التنزيه وما ورد في الاذن في ذلك محمول على أنه ليس بحرام وليس\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nمعناه نفى الكراهة هذا مختصر ما يتعلق بالباب من الأحكام والجمع بين الأحاديث وللسلف\r\nخلاف كنحو ما ذكرناه من مذهبنا ومن حرمه بغير إذن الزوجة الحرة قال عليها ضرر في العزل\r\nفيشترط لجوازه إذنها قوله ( غزوة بلمصطلق ) أي بنى المصطلق وهي غزوة المريسيع قال\r\nالقاضي قال أهل الحديث هذا أولى من رواية موسى بن عقبة أنه كان في غزوة أوطاس قوله\r\n( كرائم العرب ) أي النفيسات منهم قوله ( فطالت علينا العزبة ورغبنا في الفداء ) معناه احتجنا\r\nإلى الوطء وخفنا من الحبل فتصير أم ولد يمتنع علينا بيعها وأخذ الفداء فيها فيستنبط منه منع\r\nبيع أم الولد وأن هذا كان مشهورا عندهم قوله صلى الله عليه وسلم ( لا عليكم ألا تفعلوا\r\nما كتب الله خلق نسمة هي كائنة إلى يوم القيامة الا ستكون ) معناه ما عليكم ضرر في ترك العزل\r\nلان كل نفس قدر الله تعالى خلقها لابد أن يخلقها سواء عزلتم أم لا وما لم بقدر خلقها الا يقع سواء\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nسواء عزلتم أم لا فلا فائدة في عزلكم فإنه إن كان الله تعالى قدر خلقها سبقكم الماء فلا ينفع حرصكم\r\nفي منع الخلق وفي هذا الحديث دلالة لمذهب جماهير العلماء أن العرب يجرى عليهم الرق كما يجرى\r\nعلى العجم وأنهم كانوا مشركين وسبوا جاز استرقاقهم لان بنى المصطلق عر ب صلبية من\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nخزاعة وقد استرقوهم ووطئوا سباياهم واستباحوا بيعهن وأخذ فدائهن وبهذا قال مالك والشافعي\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nفي قوله الصحيح الجديد وجمهور العلماء وقال أبو حنيفة والشافعي في قوله القديم لا يجرى عليهم\r\nالرق لشرفهم والله أعلم ( قوله إن لي جارية ) هي خادمنا وسانيتنا أي التي تسقى لنا شبهها بالبعير\r\nفي ذلك قوله صلى الله عليه وسلم للذي اخبره بأن له جارية يعزل عنها ( إن شئت ثم أخبره أنها\r\nحبلت ) إلى آخره فيه دلالة على الحاق النسب مع العزل لأن الماء قد سبق وفيه أنه إذا اعترف\r\nبوطء أمته صارت فراشا له وتلحقه أولادها الا أن يدعى الاستبراء وهو مذهبنا ومذهب مالك\r\nقوله صلى الله عليه وسلم ( انا عبد الله ورسوله ) معناه هنا أن ما أقول لكم حق فاعتمدوه واستيقنوه\r\nفإنه يأتي مثل فلق الصبح\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nتحريم وطء الحامل المسبية\r\nقوله ( عن يزيد بن خمير ) هو بالخاء المعجمة قوله ( أتى بامرأة مجح على باب فسطاط ) المجح بميم\r\nمضمومة ثم جيم مكسورة ثم حاء مهملة وهي الحامل التي قربت ولادتها وفي الفسطاط ست\r\nلغات فسطاط وفستاط وفساط بحذف الطاء والتاء لكن بتشديد السين وبضم الفاء وكسرها\r\nفي الثلاثة وهو نحو بيت الشعر قوله ( أتى بامرأة على باب فسطاط فقال لعله يريد أن يلم\r\nبها فقالوا نعم فقال لقد هممت أن ألعنه لعنا يدخل معه قبره كيف يورثه وهو لا يحل له كيف\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nيستخدمه وهو لا يحل له ) معنى يلم بها أي يطأها وكانت حاملا مسبية لا يحل جماعها حتى تضع\r\nوأما قوله صلى الله عليه وسلم كيف يورثه وهو لا يحل له كيف يستخدمه وهو لا يحل له فمعناه انه\r\nقد تتأخر ولادتها ستة اشهر حيث يحتمل كون الولد من هذا السابي ويحتمل أنه كان ممن قبله فعلى\r\nتقدير كونه من السابي يكون ولدا له ويتوارثان وعلى تقدير كونه من غير السابي لا يتوارثان\r\nهو ولا السابي لعدم القرابة بل له استخدامه لأنه مملوكه فتقدير الحديث أنه قد يستلحقه ويجعله\r\nابنا له ويورثه مع أنه لا يحل له توريثه لكونه ليس منه ولا يحل توارثه ومزاحمته لباقي الورثة\r\nوقد يستخدمه استخدام العبيد ويجعله عبدا يمتلكه مع أنه لا يحل له ذلك لكونه منه إذا وضعته\r\nلمدة محتملة كونه من كل واحد منهما فيجب عليه الامتناع من وطئها خوفا من هذا المحظور فهذا\r\nهو الظاهر في معنى الحديث وقال القاضي عياض معناه الإشارة إلى أنه قد ينمى\r\nهذا الجنين بنطفة هذا السابي فيصير مشاركا فيه فيمتنع الاستخدام قال وهو نظير الحديث الآخر من كان يؤمن\r\nبالله واليوم الآخر فلا يسق ماءه ولد غيره هذا كلام القاضي وهذا الذي قاله ضعيف أو باطل\r\nوكيف ينتظم التوريث مع هذا التأويل بل الصواب ما قدمناه والله أعلم\r\nجواز الغيلة وهي وطء المرضع وكراهة العزل\r\nقوله ( عن جدامة بنت وهب ) ذكر مسلم اختلاف الرواة فيها هل هي بالدال المهملة أم بالذال المعجمة\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\nقال والصحيح أنه بالدال يعنى المهملة وهكذا قال جمهور العلماء أن الصحيح أنها بالمهملة والجيم\r\nمضمومة بلا خلاف وقوله جدامة بنت وهب وفي الرواية الأخرى جدامة بنت وهب أخت عكاشة\r\nقال القاضي عياض قال بعضهم أنها أخت عكاشة على قول مقال أنها جدامة بنت وهب بن محصن\r\nوقال آخرون هي أخت رجل آخر يقال له عكاشة بن وهب ليس بعكاشة بن محصن المشهور\r\nوقال الطبري هي جدامة بنت جندل هاجرت قال والمحدثون قالوا فيها جدامة بنت وهب هذا\r\nما ذكره القاضي والمختار أنها جدامة بنت وهب الأسدية أخت عكاشة بن محصن المشهور\r\nالأسدي وتكون أخته من أمه وفي عكاشة لغتان سبقتا في كتاب الايمان تشديد الكاف وتخفيفها\r\nوالتشديد أفصح وأشهر قوله صلى الله عليه وسلم ( لقد هممت أن أنهى عن الغيلة حتى ذكرت\r\nأن الروم وفارس يصنعون ذلك فلا يضر أولادهم ) قال أهل اللغة الغيلة هنا بكسر الغين ويقال\r\nلها الغيل بفتح الغين مع حذف الهاء والغيال بكسر الغين كما ذكره مسلم في الرواية الأخيرة\r\nوقال جماعة من أهل اللغة الغيلة بالفتح المرة الواحدة وأما بالكسر فهي الاسم من الغيل وقيل إن\r\nأريد بها وطء المرضع جاز الغيلة والغيلة بالكسر والفتح واختلف العلماء في المراد بالغيلة\r\nفي هذا الحديث وهي الغيل فقال مالك في الموطأ والأصمعي وغيره من أهل اللغة أن يجامع امرأته\r\nوهي مرضع يقال منه أغال الرجل وأغيل إذا فعل ذلك وقال ابن السكيت هو أن ترضع المرأة\r\nوهي حامل يقال منه غالت وأغيل قال العلماء سبب همه صلى الله عليه وسلم بالنهي عنها أنه\r\nيخاف من ضرر الولد الرضيع قالوا والأطباء يقولون إن ذلك اللبن داء والعرب تكرهه وتتقيه\r\nوفي الحديث جواز الغيلة فإنه صلى الله عليه وسلم لم ينه عنها وبين سبب ترك النهى وفيه جواز\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nالاجتهاد لرسول الله صلى الله عليه وسلم وبه قال جمهور أهل الأصول وقيل لا يجوز لتمكنه\r\nمن الوحي والصواب الأول قوله صلى الله عليه وسلم ( فإذا هم يغيلون ) هو بضم الياء لأنه من أغال\r\nيغيل كما سبق قوله ( ثم سألوه عن العزل فقال رسول الله صلى الله عليه وسلم ذاك الوأد الخفي )\r\nوهي وإذا الموؤودة سئلت الوأد والموؤودة بالهمز والوأد دفن البنت وهي حية وكانت العرب\r\nتفعله خشية الاملاق وربما فعلوه خوف العار والموؤودة البنت المدفونة حية ويقال وأدت المرأة\r\nولدها وأدا قيل سميت موؤودة لأنها تثقل بالتراب وقد سبق في باب العزل وجه تسمية هذا وأدا\r\nوهو مشابهته الوأد في تفويت الحياة وقوله في هذا الحديث وإذا الموؤودة سئلت معناه أن العزل\r\nيشبه الوأد المذكور في هذه الآية قوله ( حدثني عياش بن عباس ) الأول بالشين المعجمة وأبوه بالسين\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nالمهملة وهو عياش بن عباس القتباني بكسر القاف منسوب إلى قتبان بطن من رعين قوله ( أشفق على\r\nولدها ) هو بضم الهمزة وكسر الفاء أي أخاف قوله صلى الله عليه وسلم ( ما ضار ذلك فارس ولا الروم )\r\nهو بتخفيف الراء أي ما ضرهم يقال ضاره يضيره ضيرا وضره يضره ضرا وضرا والله أعلم\r\nكتاب الرضاع\r\nهو بفتح الراء وكسرها والرضاعة بفتح الراء وكسرها وقد رضع الصبي أمه بكسر الضاد\r\nيرضعها بفتحها غالبا قال الجوهري ويقول أهل نجد رضع يرضع بفتح الضاد في الماضي\r\nوكسرها في المضارع رضعا كضرب يضرب ضربا وأرضعته أمه امرأة مرضع أي لها ولد\r\nترضعه فإن رضعتها بارضاعه قلت مرضعة بالهاء والله أعلم قوله صلى الله عليه وسلم ( إن\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nالرضاعة تحرم ما تحرمه الولادة وفي رواية يحرم من الرضاع ما يحر من الولادة وفي حديث\r\nقصة حفصة وحديث قصة عائشة الاذن لدخول العم من الرضاعة عليها وفي الحديث الآخر\r\nفليلج عليك عمك قلت إنما أرضعتني المرأة ولم يرضعني الرجل قال إنه عمك فليلج عليك هذه\r\nالأحاديث متفقة عل ثبوت حرمة الرضاع وأجمعت الأمة على ثبوتها بين الرضيع والمرضعة\r\nوأنه يصير ابنها يحرم عليه نكاحها أبدا ويحل له النظر إليها والخلوة بها والمسافرة ولا يترتب\r\nعليه أحكام الأمومة من كل وجه فلا يتوارثان ولا يجب على واحد منهما نفقة الآخر ولا يعتق\r\nعليه بالملك ولا ترد شهادته لها ولا يعقل عنها ولا يسقط عنها القصاص بقتله فهما كالأجنبيين\r\nفي هذه الأحكام وأجمعوا أيضا على انتشار الحرمة بين المرضعة\r\nوأولاد الرضيع وبين الرضيع\r\nوأولاد المرضعة وأنه في ذلك كولدها من النسب لهذه الأحاديث وأما الرجل المنسوب ذلك\r\nاللبن إليه لكونه زوج المرأة أو وطئها بملك أو شبهة فمذهبنا ومذهب العلماء كافة ثبوت\r\nحرمة الرضاع بينه وبين الرضيع ويصير ولدا له وأولاد الرجل أخوة الرضيع وأخواته\r\nوتكون أخوة الرجل أعمام الرضيع وأخواته عماته وتكون أولاد الرضيع أولاد الرجل\r\nولم يخالف في هذا إلا أهل الظاهر وابن عليه فقالوا لا تثبت حرمة الرضاع بين الرجل والرضيع\r\nونقله المازري عن ابن عمر وعائشة واحتجوا بقوله تعالى وأمهاتكم اللاتي أرضعنكم وأخواتكم\r\nمن الرضاعة ولم يذكر البنت والعمة كما ذكرهما في النسب واحتج الجمهور بهذه الأحاديث\r\nالصحيحة الصريحة في عم عائشة وعم حفصة قوله صلى الله عليه وسلم مع إذنه فيه أنه يحرم من\r\nالرضاعة ما يحرم من الولادة وأجابوا عما احتجوا به من الآية أنه ليس فيها نص بإباحة البنت\r\nوالعمة ونحوهما لأن ذكر الشئ لا يدل على سقوط الحكم عما سواه لو لم يعارضه دليل آخر كيف\r\nوقد جاءت هذه الأحاديث الصحيحة والله أعلم قوله صلى الله عليه وسلم ( أراه فلانا ) لعم حفصة\r\nهو بضم الهمزة أي أظنه قوله ( حدثنا علي بن هاشم بن البريد ) هو بباء موحدة مفتوحة\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\nثم راء مكسورة ثم ياء مثناة تحت قوله ( عن عائشة أنها أخبرته أن أفلح أخا أبى القعيس\r\nجاء يستأذن عليها وهو عمها من الرضاعة ) إلى آخره وذكر الحديث السابق في أول الباب\r\nعن عائشة أنها قالت يا رسول الله لو كان فلانا حيا لعمها من الرضاعة دخل على قال\r\nرسول الله صلى الله عليه وسلم نعم ان الرضاعة تحرم ما تحرم الولادة اختلف العلماء في عم\r\nعائشة المذكور فقال أبو الحسن القابسي هما عمان لعائشة من الرضاعة أحدهما أخو أبيها أبى بكر\r\nمن الرضاعة ارتضع هو وأبو بكر رضي الله عنه من امرأة واحدة والثاني أخو أبيها من الرضاعة\r\nالذي هو أبو القعيس وأبو القعيس أبوها من الرضاعة وأخوه أفلح عمها وقيل عم واحد وهذا\r\nغلط فإن عمها في الحديث الأول ميت وفي الثاني حي جاء يستأذن فالصواب ما قاله القابسي وذكر\r\nالقاضي القولين ثم قال قول القابسي أشبه لأنه لو كان واحدا لفهمت حكمه من المرة الأولى ولم تحتجب\r\nمنه بعد ذلك فإن قيل فإذا كان عمين كيف سألت على الميت وأعلمها النبي صلى الله عليه وسلم أنه عم\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nلها يدخل عليها واحتجت عن عمها الآخر أخي أبي القعيس حتى أعلمها النبي صلى الله عليه وسلم\r\nبأنه عمها يلج عليها فهلا اكتفت بأحد السؤالين فالجواب أنه يحتمل أن أحدهما كان عما من أحد\r\nالأبوين والآخر منهما أو عما أعلى والآخر أدنى أو نحو ذلك من الاختلاف فخافت أن تكون\r\nالإباحة مختصة بصاحب الوصف المسؤول عن أولا والله أعلم قوله ( عن عائشة أن أفلح أخا\r\nأبى القعيس جاء يستأذن عليها ) وفي رواية أفلح بن أبي قعيس وفي رواية استأذن على عمى من\r\nالرضاعة أبو الجعد فرددته قال لي هشام إنما هو أبو القعيس وفي رواية أفلح بن قعيس قال\r\nالحفاظ الصواب الرواية الأولى وهي التي كررها مسلم في أحاديث الباب وهي المعروفة في كتب\r\nالحديث وغيرها أن عمها من الرضاعة هو أفلح أخو أبى القعيس وكنية أفلح أبو الجعد والقعيس\r\nبضم القاف وفتح العين وبالسين المهملة قوله صلى الله عليه وسلم ( تربت يداك أو يمينك )\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nسبق شرحه في كتاب الغسل قوله ( مالك تنوق في قريش ) هو بتاء مثناة فوق\r\nمفتوحة ثم نون مفتوحة ثم واو مفتوحة مشددة ثم قاف أي تختار وتبالغ في الاختيار قال القاضي وضبطه بعضهم\r\nبتاءين مثناتين الثانية مضمومة أي تميل قوله ( وحدثنا هداب ) هو بفتح الهاء وتشديد الدال\r\nالمهملة ويقال له هدبه بضم الهاء وسبق بيانه مرات قوله ( أريد على ابنة حمزة ) هو بضم الهمزة\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nوكسر الراء ومعناها قيل له يتزوجها قوله ( محمد بن يحيى بن مهران القطعي ) هو بضم القاف وفتح\r\nالطاء منسوب إلى قطيعة قبيلة معروفة وهو قطيعة بن عبس بن بغيض بن ريث بن غطفان بن سعد\r\nابن قيس بن عيلان بالعين المهملة قوله ( كليهما عن قتادة ) كذا وقع في بعض النسخ وفى بعضها\r\nكلاهما وهو الجاري على المشهور والأول صحيح أيضا وقد سبق بيان وجهه في الفصول السابقة في مقدمة هذا الشرح قوله ( وفى رواية بشر سمعت جابر بن زيد ) يعنى في رواية بشر أن قتادة\r\nقال سمعت جابر بن زيد وهذا مما يحتاج إلى بيانه لأن قتادة مدلس وقد قال في الرواية الأولى\r\nقتادة عن جابر وقد علم أن المدلس لا يحتج بعنعنته حتى يثبت سماعه لذلك الحديث فنبه مسلم على\r\nثبوته قوله ( أخبرني مخرمة بن بكير عن أبيه قال سمعت عبد الله بن مسلم يقول سمعت محمد بن مسلم\r\nيقول سمعت حميد بن عبد الرحمن يقول سمعت أم سلمة ) هذا الاسناد فيه أربعة تابعيون أولهم\r\nبكير بن عبد الله بن الأشج روى عن جماعة من الصحابة والثاني عبد الله بن مسلم الزهري\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nأخو الزهري المشهور وهو تابعي سمع ابن عمر وآخرين من الصحابة وهو أكبر من أخيه الزهري\r\nالمشهور والثالث محمد بن مسلم الزهري المشهور وهو أخو عبد الله الراوي عنه كما ذكرنا والرابع\r\nحميد بن عبد الرحمن بن عوف وهو والزهري تابعيان مشهوران ففي هذا الاسناد ثلاث لطائف\r\nمن علم الاسناد أحدها كونه جمع أربعة تابعيين بعضهم عن بعض الثانية أن فيه رواية الكبير\r\nعن الصغير لأن عبد الله أكبر من أخيه محمد كما سبق الثالثة أن فيه رواية الأخ عن أخيه\r\nقولها ( لست لك بمخلية ) هو بضم الميم وإسكان الخاء المعجمة أي لست أخلى لك بغير ضرة\r\nقولها ( وأحب من شركني في الخير أختي ) هو بفتح الشين وكسر الراء أي أحب من شاركني\r\nفيك وفي صحبتك والانتفاع منك بخيرات الآخرة والدنيا قولها ( تخطب درة بنت أبي سلمة ) هي\r\nبضم الدال وتشددي الراء وهذا لا خلاف فيه وأما ما حكاه القاضي عياض عن بعض الرواة\r\nكتاب مسلم أنه ضبطه ذرة بفتح الذال المعجمة فتصحيف لا شك فيه قولها ( قال ابنة أم سلمة\r\nقلت نعم ) هذا سؤال استثبات ونفي احتمال إرادة غيرها قوله صلى الله عليه وسلم ( لو أنها لم تكن\r\nربيبتي في حجري ما حلت لي إنها ابنة أخي من الرضاعة ) معناه أنه حرام على بسببين كونها\r\nربيبة وكونها بنت أخي فلو فقد أحد السببين حرمت بالآخر والربيبة بنت الزوجة مشتقة\r\nمن الرب وهو الاصلاح لأنه يقوم بأمورها ويصلح أحوالها ووقع في بعض كتب الفقه أنها\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\nمشتقة من التربية وهذا غلط فاحش فإن من شرط الاشتقاق الاتفاق في الحروف الأصلية\r\nولام الكلمة وهو الحرف الأخير مختلف فإن آخر رب باء موحدة وفي آخر ربى ياء مثناة من\r\nتحت والله أعلم والحجر بفتح الحاء وكسرها وأما قوله صلى الله عليه وسلم ربيبتي في حجري\r\nففيه حجة لداود الظاهري أن الربيبة لا تحرم الا إذا كانت في حجر زوج أمها فإن\r\nلم تكن في حجره فهي حلال له وهو موافق لظاهر قوله تعالى وربائبكم اللاتي في حجوركم\r\nومذهب العلماء كافة سوى داود أنها حرام سواء كانت في حجره أم لا قولوا والتقييد إذا خرج\r\nعلى سبب لكونه الغالب لم يكن له مفهوم يعمل به فلا يقصر الحكم عليه ونظيره قوله تعالى\r\nولا تقتلوا أولادكم من إملاق ومعلوم أنه يحرم قتلهم بغير ذلك أيضا لكن خرج التقييد بالاملاق\r\nلأنه الغالب وقوله تعالى ولا تكرهوا فتياتكم على البغاء إن أردن تحصنا ونظائره في القرآن\r\nكثيرة قوله ( صلى الله عليه وسلم أرضعتني وأباها ثويبة ) أباها بالباء الموحدة أي أرضعت أنا\r\nوأبوها أبو سلمة من ثويبة بثاء مثلثة مضمومة ثم واو مفتوحة ثم ياء التصغير ثم ياء موحدة\r\nثم هاء وهي مولاة لأبي لهب ارتضع منها صلى الله عليه وسلم قبل حليمة السعدية رضي الله عنها قوله\r\nصلى الله عليه وسلم ( فلا تعرضن على بناتكن ولا أخواتكن ) إشارة إلى أخت أم حبيبة وبنت\r\nأم سلمة واسم أخت أم حبيبة هذه عزة بفتح العين المهملة وقد سماها في الرواية الأخرى وهذا\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\nمحمول على أنها لم تعلم حينئذ تحريم الجمع بين الأختين وكذا لم تعلم من عرض بنت أم سلمة تحريم الريبة\r\nوكذا لم تعلم من عرض بنت حمزة تحريم بنت الأخ من الرضاعة أو لم تعلم أن حمزة أخ له من الرضاع\r\nوالله أعلم قوله صلى الله عليه وسلم ( لا تحرم المصة والمصتان ) وفي رواية لا تحرم الا ملاجة\r\nوالاملاجتان وفي رواية قال يا نبي الله هل تحرم الرضعة الواحدة قال لا وفي رواية عائشة قالت كان\r\nفيما أنزل من القرآن عشر رضعات معلومات يحرمن ثم نسخن بخمس معلومات فتوفى رسول الله\r\nصلى الله عليه وسلم وهن فيما يقرأ من القرآن أما الاملاجة فبكسر الهمزة والجيم المخففة وهي\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\nالمصة يقال ملج الصبي أمه وأملجته وقولها ( فتوفى رسول الله صلى الله عليه وسلم وهن فيما يقرأ )\r\nهو بضم الياء من يقرأ ومعناه أن النسخ بخمس رضعات تأخر إنزاله جدا حتى أنه صلى الله عليه وسلم\r\nتوفى وبعض الناس يقرأ خمس رضعات ويجعلها قرآنا متلوا لكونه لم يبلغه السنخ لقرب عهده\r\nفلما بلغهم النسخ بعد ذلك رجعوا عن ذلك وأجمعوا على أن هذا لا يتلى والنسخ ثلاثة أنواع\r\nأحدها ما نسخ حكمه وتلاوته كعشر رضعات والثاني ما نسخت تلاوته دون حكمة كخمس\r\nرضعات وكالشيخ والشيخة إذا زنيا فارجموهما والثالث ما نسخ حكمه وبقيت تلاوته وهذا هو\r\nالأكثر ومنه قوله تعالى والذين يتوفون منكم ويذرون أزواجا وصية لأزواجهم الآية والله أعلم\r\nواختلف العلماء في القدر الذي يثبت به حكم الرضاع فقالت عائشة والشافعي وأصحابه لا يثبت\r\nبأقل من خمس رضعات وقال جمهور العلماء يثبت برضعة واحدة حكاه ابن المنذر عن علي\r\nوابن مسعود وابن عمر وابن عباس وعطاء وطاوس وابن المسيب والحسن ومكحول والزهري\r\nوقتادة والحكم وحماد ومالك والأوزاعي والثوري وأبي حنيفة رضي الله عنهم وقال أبو ثور\r\nوأبو عبيدة بن المنذر وداود يثبت بثلاث رضعات ولا يثبت بأقل فأما الشافي وموافقوه فأخذوا\r\nبحديث عائشة خمس رضعات معلومات وأخذ مالك بقوله تعالى وأمهاتكم اللاتي أرضعنكم\r\nولم يذكر عددا وأخذ داود بمفهوم حديث لا تحرم المصة والمصتان وقال هو مبين للقرآن\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\nواعترض أصحاب الشافعي على المالكية فقالوا إنما كانت تحصل الدلالة لكم لو كانت الآية واللاتي\r\nأرضعنكم أمهاتكم واعترض أصحاب مالك على الشافعية بأن حديث عائشة هذا لا يحتج به عندكم وعند\r\nمحققي الأصوليين لأن القرآن لا يثبت بخبر الواحد وإذا لم يثبت قرآنا لم يثبت بخبر الواحد عن النبي\r\nصلى الله عليه وسلم لأن خبر الواحد إذا توجه إليه قادح يوقف عن العمل به وهذا إذا لم يجئ إلا بآحاد\r\nمع أن العادة مجيئه متواترا توجب ريبة والله أعلم واعترضت الشافعية على المالكية بحديث المصة\r\nوالمصتان وأجابوا عنه بأجوبة باطلة لا ينبغي ذكرها لكن ننبه عليها خوفا من الاغترار بها منه أن بعضهم\r\nادعى أنها منسوخة وهذا باطل لا يثبت بمجرد الدعوى ومنها أن بعضهم زعم أنه موقوف على\r\nعائشة وهذا خطأ فاحش بل قد ذكره مسلم وغيره من طرق صحاح مرفوعا من رواية عائشة\r\nومن رواية أم الفضل ومنها أن بعضهم زعم أنه مضطرب وهذا غلط ظاهر وجسارة على رد السنن\r\nبمجرد الهوى وتوهين صحيحها لنصرة المذاهب وقد جاء في اشتراط العدد أحاديث كثيرة مشهورة\r\nوالصواب اشتراطه قال القاضي عياض وقد شذ بعض الناس فقال لا يثبت الرضاع إلا بعشر\r\nرضعات وهذا باطل مردود والله أعلم قوله ( امرأتي الحدثى ) هو بضم الحاء وإسكان\r\nالدال أي الجديدة قوله ( حدثنا حبان حدثنا همام ) هو حبان بن هلال وهو بفتح الحاء وبالباء\r\nالموحدة وذكر مسلم سهلة بنت سهيل امرأة أبي حذيفة وإرضاعها سالما وهو رجل واختلف\r\nالعلماء في هذه المسألة فقالت عائشة وداود تثبت حرمة الرضاع برضاع البالغ كما تثبت برضاع\r\nالطفل لهذا الحديث وقال سائر العلماء من الصحابة والتابعين وعلماء الأمصار إلى الآن لا يثبت\r\nالا بإرضاع من له دون سنتين إلا أبا حنيفة فقال سنتين ونصف وقال زفر ثلاث سنين وعن مالك\r\nرواية سنتين وأيام واحتج الجمهور بقوله تعالى والوالدات يرضعن أولادهن حولين كاملين لمن\r\nأراد أن يتم الرضاعة وبالحديث الذي ذكره مسلم بعد هذا إنما الرضاعة من المجاعة وبأحاديث\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nمشهورة وحملوا حديث سهلة على أنه مختص بها وبسالم وقد روى مسلم عن أم سلمة وسائر أزواج\r\nرسول الله صلى الله عليه وسلم أنهن خالفن عائشة في هذا والله أعلم قوله صلى الله عليه وسلم\r\n( أرضعيه ) قال القاضي لعلها حلبته ثم شربه من غير أن يمس ثديها ولا التقت بشرتاهما وهذا الذي\r\nقاله القاضي حسن ويحتمل أنه عفى عن مسه للحاجة كما خص بالرضاعة مع الكبر والله أعلم\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nقوله ( مكثت سنة أو قريبا منها لا أحدث به وهبته ) هكذا هو في بعض النسخ وهبته من الهيبة\r\nوهي الاجلال وفي بعضها رهبته بالراء من الرهبة وهي الخوف وهي بكسر الهاء وإسكان الباء\r\nوضم التاء وضبطه القاضي وبعضهم رهبته بإسكان الهاء وفتح الباء ونصب التاء قال القاضي هو\r\nمنصوب بإسقاط حرف الجر والضبط الأول أحسن وهو الموفق للنسخ الآخر وهبته بالواو\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nوقولها يدخل عليك الغلام الأيفع هو بالياء المثناة من تحت وبالفاء وهو الذي قارب البلوغ\r\nولم يبلغ وجمعه أيفاع وقد أيفع الغلام ويفع وهو يافع والله أعلم\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\nجواز وطء المسبية بعد الاستبراء\r\n( وإن كان لها زوج انفسخ نكاحه بالسبي ) قوله ( حدثنا يزيد بن زريع\r\nحدثنا سعيد بن أبي عروبة عن قتادة عن صالح أبى الخليل عن أبي علقمة\r\nالهاشمي عن أبي سعيد الخدري ) وفي الطريق الثاني عن عبد الأعلى عن سعيد عن قتادة عن أبي\r\nالخليل عن أبي علقمة عن أبي سعيد الخدري وفي الطريق الآخر عن شعبة عن قتادة عن أبي\r\nالخليل عن أبي سعيد الخدري من غير ذكر أبي علقمة هكذا هو في جميع نسخ بلادنا وكذا\r\nذكره أبو علي الغساني عن رواية الجلودي وابن ماهان\r\nقال وكذلك ذكره أبو مسعود الدمشقي قال\r\nووقع في نسخة ابن الحذاء باثبات أبي علقمة بين أبي الخليل وأبي سعيد قال الغساني ولا أدري\r\nما صوابه قال القاضي عياض قال غير الغساني اثبات أبي علقمة هو الصواب قلت ويحتمل أن\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\nإثباته وحذفه كلاهما صواب ويكون أبو الخليل سمع بالوجهين فرواه تارة كذا تارة كذا وقد سبق\r\nفي أول الكتاب بيان أمثال هذا قوله ( بعث جيشا إلى أوطاس ) أوطاس موضع عند الطائف\r\nيصرف ولا يصرف سبق بيانه قريبا قوله ( فأصابوا لهم سبايا فكأن ناسا من أصحاب رسول\r\nالله صلى الله عليه وسلم تحرجوا من غشيانهن من اجل أزواجهن من المشركين فأنزل الله تعالى\r\nفي ذلك والمحصنات من النساء الا ما ملكت أيمانكم ) أي فهن لكم حلال إذا انقضت عدتهن\r\nمعنى تحرجوا خافوا الحرج وهو الاثم من غشيانهن أي من وطئهن من أجل أنهن زوجات\r\nوالمزوجة لا تحل لغير زوجها فأنزل الله تعالى إباحتهن بقوله تعالى والمحصنات من النساء إلا ما ملكت\r\nأيمانكم والمراد بالمحصنات هنا المزوجات ومعناه والمزوجات حرام على غير أزواجهن الا ما ملكتم\r\nبالسبي فإنه ينفسخ نكاح زوجها الكافر وتحل لكم إذا انقضى استبراؤها والمراد بقوله إذا انقضت\r\nعدتهن أي استبراؤهن وهي بوضع الحمل عن الحامل وبحيضة من الحائل كما جاءت به الأحاديث\r\nالصحيحة وأعلم ان مذهب الشافعي ومن قال بقوله من العلماء أن المسبية من عبدة الأوثان وغيرهم\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nمن الكفار الذين لا كتاب لهم لا يحل وطؤها بملك اليمين حتى تسلم فما دامت على دينها فهي محرمة\r\nوهؤلاء المسبيات كن من مشركي العرب عبدة الأوثان فيؤول هذا الحديث وشبهه على أنهن\r\nأسلمن وهذا التأويل لا بد منه والله أعلم واختلف العلماء في الأمة إذا بيعت وهي\r\nمزوجة مسلما هل ينفسخ النكاح وتحل لمشتريها أم لا فقال ابن عباس ينفسخ لعموم\r\nقوله تعالى والمحصنات من النساء الا ما ملكت أيمانكم وقال سائر العلماء لا ينفسخ وخصوا\r\nالآية بالمملوكة بالسبي قال المازري هذا الخلاف مبنى على أن العموم إذا خرج على سبب\r\nهل يقصر على سببه أم لا فمن قال يقصر على سببه لم يكن فيه هنا حجة للمملوكة بالشراء لأن\r\nالتقدير الا ما ملكت أيمانكم بالسبي ومن قال لا يقصر بل يحمل على عمومة قال ينفسخ نكاح\r\nالمملوكة بالشراء لكن ثبت في حديث شراء عائشة بريرة أن النبي صلى الله عليه وسلم خير بريرة\r\nفي زوجها فدل على أنه لا ينفسخ بالشراء لكن هذا تخصيص عموم القرآن بخبر الواحد وفي\r\nجوازه خلاف والله أعلم\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nالولد للفراش وتوقى الشبهات\r\nقوله صلى الله عليه وسلم ( الولد للفراش وللعاهر الحجر ) قال العلماء العاهر الزاني وعهر زنى\r\nوعهرت زنت والعهر الزنا ومعنى له الحجر أي له الخيبة ولا حق له في الولد وعادة العرب أن\r\nتقول له الحجر وبفيه الأثلب وهو التراب ونحو ذلك يريدون ليس له الا الخيبة وقيل المراد\r\nبالحجر هنا أنه يرجم بالحجارة وهذا ضعيف لأنه ليس كل زان يرجم وإنما يرجم المحصن خاصة\r\nولأنه لا يلزم من رجمه نفي الولد عنه والحديث إنما ورد في نفي الولد عنه وأما قوله\r\nصلى الله عليه وسلم الولد للفراش فمعناه أنه إذا كان للرجل زوجه أو مملوكه صارت فراشا له فأتت بولد\r\nلمدة الامكان منه لحقه الولد وصار ولدا يجرى بينهما التوارث وغيره من أحكام الولادة سواء\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\nكان موافقا له في الشبه أم مخالفا ومدة امكان كونه منه ستة أشهر من حين اجتماعهما أماما تصير به\r\nالمرأة فراشا فإن كانت زوجة صارت فراشا بمجرد عقد النكاح ونقلوا في هذا الاجماع وشرطوا\r\nامكان الوطء بعد ثبوت الفراش فإن لم يمكن بأن نكح المغربي مشرقية ولم يفارق واحد منهما\r\nوطنه ثم أتت بولد لستة أشهر أو أكثر لم يلحقه لعدم امكان كونه منه هذا قول مالك والشافعي\r\nوالعلماء كافة الا أبا حنيفة فلم يشترط الامكان بل اكتفى بمجرد العقد قال حتى لو طلق عقب\r\nالعقد من غير امكان وطء فولدت لستة أشهر من العقد لحقه الولد وهذا ضعيف ظاهر الفساد\r\nولاجة له في اطلاق الحديث لأنه خرج على الغالب وهو حصول الامكان عند العقد هذا حكم\r\nالزوجة وأما الأمة فعند الشافعي ومالك تصير فراشا بالوطء ولا تصير فراشا بمجرد الملك حتى\r\nلو بقيت في ملك سنين وأتت بأولاد ولم يطأها ولم يقر بوطئها لا يلحقه أحد منهم فإذا وطئها صارت\r\nفراشا فإذا أتت بعد الوطء بولد أو أولاد لمدة الامكان لحقوه وقال أبو حنيفة لا تصير فراشا الا إذا\r\nولدت ولدا واستلحقه فما تأتي به بعد ذلك يلحقه الا أن ينفيه قال لأنها صارت فراشا بالوطء\r\nلصارت بعقد الملك كالزوجة قال أصحابنا الفرق أن الزوجة تراد للوطء خاصة فجعل الشرع العقد\r\nعليها كالوطء لما كان هو المقصود وأما الأمة تراد لملك الرقبة وأنواع من المنافع غير الوطء\r\nولهذا يجوز أن يملك أختين وأما وبنتها ولا يجوز جمعهما بعقد النكاح فلم تصر بنفس العقد\r\nفراشا فإذا حصل الوطء صارت كالحرة وصارت فراشا واعلم أن حديث عبد بن زمعة المذكور\r\nهنا محمول على أنه ثبت مصير أمة أبيه زمعة فراشا لمنعه فلهذا ألحق النبي صلى الله عليه وسلم به الولد\r\nوثبوت فراشه إما بينه على إقراره بذلك في حياته وإما بعلم النبي صلى الله عليه وسلم ذلك وفي هذا\r\nدلالة للشافعي ومالك على أبي حنيفة فإنه لم يكن لزمعة ولد آخر من هذه الأمة قبل هذا فدل على أنه\r\nليس بشرط خلاف ما قاله أبو حنيفة وفي هذا الحديث دلالة للشافعي وموافقيه على مالك وموافقيه\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nفي استلحاق النسب لأن الشافعي يقول يجوز أن يستلحق الوارث نسبا لمورثه بشرط أن يكون\r\nحائزا للإرث أو يستلحقه كل الورثة وبشرط أن يمكن كون المستلحق ولدا للميت وبشرط أن\r\nلا يكون معروف النسب من غيره وبشرط أن يصدقه المستلحق إن كان عاقلا بالغا وهذه الشروط\r\nكلها موجودة في هذا الولد الذي ألحقه النبي صلى الله عليه وسلم بزمعة حين استلحقه عبد\r\nابن زمعة ويتأول أصحابنا هذا التأويلين أحدهما أن سودة بنت زمعة أخت عبد استلحقته معه\r\nووافقته في ذلك حتى تكون كل الورثة مستحلقين والتأويل الثاني أن زمعة مات كافرا فلم ترث\r\nسودة لكونها مسلمة وورثه عبد بن زمعة وأما قوله صلى الله عليه وسلم واحتجبي منه يا سودة\r\nفأمرها به ندبا واحتياطا لأنه في ظاهر الشرع أخوها لأنه ألحق بأبيها لكن لما رأى الشبه البين\r\nبعتبة بن أبي وقاص خشي أن يكون من مائة فيكون أجنبيا منها فأمرها بالاحتجاب منه احتياطا\r\nقال المازري وزعم بعض الحنفية أنه إنما أمرها بالاحتجاب لأنه جاء في رواية احتجبي منه\r\nفإنه ليس بأخ لك وقوله ليس بأخ لك لا يعرف في هذا الحديث بل هي زيادة باطلة مردودة\r\nوالله أعلم قال القاضي عياض رضي الله عنه كانت عادة الجاهلية إلحاق النسب بالزنا وكانوا يستأجرون\r\nالإماء للزنا فمن اعترفت الأم بأنه له ألحقوه به فجاء الاسلام بإبطال ذلك وبإلحاق الولد\r\nبالفراش الشرعي فلما تخاصم عبد بن زمعة وسعد بن أبي وقاص وقام سعد بما عهد إليه أخوه\r\nعتبة من سيرة الجاهلية ولم يعلم سعد بطلان ذلك في الاسلام ولم يكن حصل إلحاقه في الجاهلية\r\nإما لعدم الدعوى وإما لكون الأم لم تعترف به لعتبة واحتج عبد بن زمعة بأنه ولد على فراش\r\nأبيه فحكم له به النبي صلى الله عليه وسلم قوله ( رأى شبها بينا بعتبة ثم قال صلى الله عليه وسلم\r\nالولد للفراش ) دليل على أن الشبه وحكم القافة إنما يعتمد إذا لم يكن هناك أقوى منه كالفراش\r\nكما لم يحكم صلى الله عليه وسلم بالشبه في قصة المتلاعنين مع أنه جاء على الشبه المكروه واحتج بعض\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nالحنفية وموافقيهم بهذا الحديث على أن الوطء بالزنا له حكم الوطء بالنكاح في حرمة المصاهرة وبهذا\r\nقال أبو حنيفة والأوزاعي والثوري وأحمد وقال مالك والشافعي وأبو ثور وغيرهم لا أثر لوطء الزنا بل\r\nللزاني أن يتزوج أم المزني بها وبنتها بل زاد الشافعي فجوز نكاح البنت المتولدة من مائة بالزنا\r\nقالوا ووجه الاحتجاج به أن سودة أمرت بالاحتجاب وهذا احتجاج باطل والعجب ممن ذكره لأن هذا\r\nعلى تقدير كونه من الزنا وهو أجنبي من سودة لا يحل لها الظهور له سواء ألحق بالزاني أم لا فلا\r\nتعلق له بالمسألة المذكورة وفي هذا الحديث أن حكم الحاكم لا يحيل الأمر في الباطن فإذا حكم\r\nبشهادة شاهدي زور أو نحو ذلك لم يحل المحكوم به للمحكوم له وموضع الدلالة أنه\r\nصلى الله عليه وسلم حكم به لعبد بن زمعة وأنه أخ له ولسودة واحتمل بسبب الشبه أن يكون من عتبة\r\nفلو كان الحكم يحيل الباطن لما أمرها بالاحتجاب والله أعلم\r\nباب العمل بإلحاق القائف الولد\r\nقوله ( عن عائشة أنها قالت أن رسول الله صلى الله عليه وسلم دخل على مسرور تبرق\r\nأسارير وجهه فقال ألم ترى أن مجززا نظر آنفا إلى زيد بن حارثة وأسامة بن زيد فقال إن بعض\r\nهذه الاقدام لمن بعض ) قال أهل اللغة قوله تبرق بفتح التاء وضم الراء أي تضئ وتستنير من\r\nالسرور والفرح والأسارير هي الخطوط التي في الجبهة واحدها سر وسرور وجمعه أسرار وجمع\r\nالجمع أسارير وأما مجزز فبميم مضمومة ثم جيم مفتوحة ثم زاي مشددة مكسورة ثم زاي أخرى\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\nهذا هو الصحيح المشهور وحكى القاضي عن الدارقطني وعبد الغنى أنهما حكيا عن ابن جريج\r\nأنه بفتح الزاي الأولى وعن ابن عبد البر وأبي علي الغساني أن ابن جريج قال إنه محرز بإسكان\r\nالحاء المهملة وبعدها راء والصواب الأول وهو من بني مدلج بضم الميم وإسكان الدال وكسر\r\nاللام قال العلماء وكانت القيافة فيهم وفي بني أسد تعترف لهم العرب بذلك ومعنى نظر آنفا\r\nأي قريبا وهو بمد الهمزة على المشهور وبقصرها وقربهما في السبع قال القاضي قال\r\nالمازري وكانت الجاهلية تقدح في نسب أسامة لكونه اسود شديد السواد وكان زيد أبيض\r\nكذا قاله أبو داود عن أحمد بن صالح فلما قضى هذا القائف بإلحاق نسبه مع اختلاف اللون\r\nوكانت الجاهلية تعتمد قول القائف فرح النبي صلى الله عليه وسلم لكونه زاجرا لهم عن الطعن\r\nفي النسب قال القاضي قال غير أحمد بن صالح كان زيد أزهر اللون وأم أسامة هي أم أيمن واسمها\r\nبركة وكانت حبشية سوداء قال القاضي هي بركة بنت محصن بن ثعلبة بن عمرو بن حصين بن\r\nمالك بن سلمة بن عمرو بن النعمان والله أعلم واختلف العلماء في العمل بقول القائف فنفاه\r\nأبو حنيفة وأصحابه والثوري وإسحاق وأثبته الشافعي وجماهير العلماء والمشهور عن مالك\r\nإثباته في الإماء ونفيه في الحرائر وفي رواية عنه اثباته فيهما ودليل الشافعي حديث مجزز لأن\r\nالنبي صلى الله عليه وسلم فرح لكونه وجد في أمته من يميز أنسابها عند اشتباهها ولو كانت القيافة\r\nباطلة لم يحصل بذلك سرور واتفق القائلون بالقائف على أنه يشترط فيه العدالة واختلفوا\r\nفي أنه هل يكتفى بواحد والأصح عند أصحابنا الاكتفاء بواحد وبه قال ابن القاسم المالكي\r\nوقال مالك يشترط اثنان وبه قال بعض أصحابنا وهذا الحديث يدل للاكتفاء بواحد واختلف\r\nأصحابنا في اختصاصه ببني مدلج والأصح أنه لا يختص واتفقوا على أنه يشترط أن يكون خبيرا\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nبهذا مجربا واتفق القائلون بالقائف على أنه إنما يكون فيما أشكل من وطئين محترمين\r\nكالمشترى والبائع يطآن الجارية المبيعة في طهر قبل الاستبراء من الأول فتأتي بولد لستة أشهر\r\nفصاعدا من وطء الثاني ولدون أربع سنين من وطء الأول إذا رجعنا إلى القائف فألحقه\r\nبأحدهما لحق به فإن أشكل عليه أو نفاه عنهما ترك الولد حتى يبلغ فينتسب إلى من يميل إليه\r\nمنهما وإن ألحقه بهما فمذهب عمر بن الخطاب ومالك والشافعي أنه يتركه يبلغ فينتسب إلى من\r\nيميل إليه منهما وقال أبو ثور وسحنون يكون ابنا لهما وقال الماجشون ومحمد بن مسلمة المالكيان\r\nيلحق بأكثرهما له شبها قال ابن مسلمة إلا أن يعلم الأول فيلحق به واختلف النافون للقائف\r\nفي لولد المتنازع فيه فقال أبو حنيفة يلحق بالرجلين المتنازعين فيه ولو تنازع فيه امرأتان لحق بهما\r\nوقال أبو يوسف ومحمد يلحق بالرجلين ولا يلحق الا بامرأة واحدة وقال إسحاق يقرع بينهما\r\nقدر ما تستحقه البكر والثيب\r\n( من إقامة الزوج عندها عقب الزفاف )\r\nقوله ( عن سفيان بن محمد بن أبي بكر عن عبد الملك بن أبي بكر بن عبد الرحمن بن الحارث بن هشام\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\nعن أبيه عن أم سلمة أن رسول الله صلى الله عليه وسلم لما تزوج أم سلمة أقام عندها ثلاثا الخ ) وفي\r\nرواية مالك عن عبد الله بن أبي بكر عن عبد الملك بن أبي بكر عن أبي بكر بن عبد الرحمن أن النبي صلى الله عليه وسلم\r\nحين تزوج أم سلمة وكذا رواه من رواية سليمان بن بلال مرسلا ورواه بعد هذا من\r\nرواية حفص بن غياث متصلا كرواية سفيان قال الدارقطني قد أرسله عبد الله بن أبي بكر\r\nوعبد الرحمن بن حميد كما ذكره مسلم وهذا الذي ذكره الدارقطني من استدراكه هذا على مسلم\r\nفاسد لأن مسلما رحمه الله قد بين اختلاف الرواة في وصله وإرساله ومذهبه ومذهب الفقهاء والأصوليين\r\nومحققي المحدثين أن الحديث إذا روى متصلا ومرسلا حكم بالاتصال ووجب العمل به لأنها زيادة\r\nثقة وهي مقبولة عند الجماهير فلا يصح استدراك الدارقطني والله أعلم قوله صلى الله عليه وسلم\r\nلأم سلمة رضي الله عنها لما تزوجها وأقام عندها ثلاثا ( أنه ليس بك على أهلك هوان إن شئت سبعت\r\nلك وإن سبعت لك سبعت لنسائي ) وفي رواية وإن شئت ثلثت ثم درت قال ثلث وفي رواية دخل\r\nعليها فلما أراد أن يخرج أخذت بثوبه فقال رسول الله إن شئت زدتك وحاسبتك للبكر سبع\r\nوللثيب ثلاث وفي حديث أنس للبكر سبع وللثيب ثلاث أما قوله صلى الله عليه وسلم ليس بك\r\nعلى أهلك هوان فمعناه لا يلحقك هوان ولا يضيع من حقك شئ بل تأخذينه كاملا ثم بين\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\nصلى الله عليه وسلم حقها وأنها مخيرة بين ثلاث بلا قضاء وبيع سبع ويقضى لباقي نسائه لأن\r\nفي الثلاث مزية بعدم القضاء وفي السبع مزية لها بتواليها وكمال الأنس فيها فاختارت الثلاث\r\nلكونها لا تقضى وليقرب عودة إليها فإنه يطوف عليهن ليلة ليلة ثم يأتيها ولو أخذت سبعا طاف\r\nبعد ذلك عليهن سبعا سبعا فطالب غيبته عنها قال القاضي المراد بأهل هنا نفسه صلى الله عليه وسلم\r\nأي لا أفعل فعلا به هوانك على وفي هذا الحديث استحباب ملاطفة الأهل والعيال وغيرهم\r\nوتقريب الحق من فهم المخاطب ليرجع إليه وفيه العدل بين الزوجات وفيه أن حق الزفاف ثابت\r\nللمزفوفة وتقدم به على غيره فإن كانت بكرا كان له سبع ليال بأيامها بلا قضاء وإن كانت ثيبا كان\r\nلها الخياران شاءت سبعا ويقضى السبع لباقي السناء وان شاءت ثلاثا ولا يقضى هذا مذهب\r\nالشافعي وموافقيه وهو الذي ثبت فيه هذه الأحاديث الصحيحة وممن قال به مالك وأحمد وإسحاق\r\nوأبو ثور وابن جرير وجمهور العلماء وقال أبو حنيفة والحكم حماد يجب قضاء الجميع في الثيب\r\nوالبكر واستدلوا بالظواهر الواردة بالعدل بين الزوجات وحجة الشافعي هذه الأحاديث وهي\r\nمخصصة للظواهر العامة واختلف العلماء في أن هذا الحق للزوج أو للزوجة الجديدة ومذهبنا\r\nومذهب الجمهور أنه حق لها وقال بعض المالكية حق له على بقية نسائه واختلفوا في اختصاصه\r\nبمن له زوجات غير الجديدة قال ابن عبر البر جمهور العلماء على أن ذلك حق للمرأة\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\nبسبب الزفاف سواء كان عنده زوجه أم لا لعموم الحديث إذا تزوج البكر أقام عندها سبعا وإذا تزوج الثيب أقام عندها ثلاثا لم يخص من لم يكن له\r\nزوجه وقالت طائفة الحديث فيمن له زوجة أو زوجات غير هذه لأن من لا زوجة له فهو مقيم مع هذه كل دهره مؤنس لها متمتع\r\nبها مستمتعة به بلا قاطع بخلاف من له زوجات فله جعلت هذه الأيام للجديدة تأنيسا لها\r\nمتصلا لتستقر عشرتها له وتذهب حشمتها ووحشتها منه ويقضى كل واحد منهما لذته من\r\nصاحبه ولا ينقطع بالدوران على غيرها ورجح القاضي هذا القول وبه جزم البغوي\r\nمن أصحابنا في فتاويه فقال إنما يثبت هذا الحق للجديدة إذا كان عنده أخرى يبيت عندها\r\nفإن لم تكن أخرى أو لم تكن أخرى أو كان لا يبيت عندها لم يثبت للجديدة حق الزفاف كما لا يلزمه أن\r\nيبيت عند زوجاته ابتداء والأول أقوى وهو المختار لعموم الحديث واختلفوا في أن هذا المقام\r\nعند البكر والثيب إذا كان له زوجة أخرى واجب أم مستحب فمذهب الشافعي وأصحابه وموافقيهم\r\nأنه واجب وهي رواية ابن القاسم عن مالك وروى عنه ابن عبد الحكم أنه على الاستحباب\r\nقوله\r\n( عن أنس قال من السنة أن يقيم عند البكر سبعا ) هذا اللفظ يقتضى رفعة إلى النبي صلى الله عليه وسلم\r\nكذا هذا مذهبنا ومذهب المحدثين وجماهير السلف واخلف وجعله بعضهم موقوفا\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nوليس بشئ قوله ( قال خالد ولو قلت أنه رفعه لصدقت ) وفي الرواية الأخرى لو شئت قلت\r\nرفعه إلى النبي صلى الله عليه وسلم معناه أن هذه اللفظة وهي قوله من السنة كذا صريحة في رفعه\r\nفلو شئت أن أقولها بناء على الرواية بالمعنى لقلتها ولو قلتها كنت صادقا والله أعلم\r\nالقسم بين الزوجات وبيان أن السنة\r\n( أن تكون لكل واحدة ليلة مع يومها )\r\nمذهبنا أنه لا يلزمه أن يقسم لنسائه بل له اجتنابهن كلهن يكره تعطيلهن مخافة من الفتنة\r\nعليهن والاضرار بهن فإن أراد القسم لم يجز له أن يبتدئ بواحدة منهن الا بقرعة ويجوز أن\r\nيقسم ليلة ليلة وليلتين ليلتين وثلاثا ثلاثا ولا يجوز أقل من ليلة ولا يجوز الزيادة على الثلاثة الا\r\nبرضاهن هذا هو الصحيح في مذهبنا وفيه أوجه ضعيفه في هذه المسائل غير ما ذكرته واتفقوا على\r\nأنه يجوز أن يطوف عليهن كلهن ويطأهن في الساعة الواحدة برضاهن ولا يجوز ذلك بغير رضاهن\r\nوإذا قسم كان لها اليوم الذي بعد ليلتها ويقسم للمريضة والحائض والنفساء لأنه يحصلها\r\nالانس به ولأنه يستمتع بها بغير الوطئ من قبلة ونظر ولمس وغير ذلك قال أصحابنا وإذا قسم\r\nلا يلزمه الوطء ولا التسوية فيه بل له أن يبيت عندهن ولا يطأ واحدة منهن وله أن يطأ بعضهن\r\nفي نوبتها دون بعض لكن يستحب أن لا يعطلهن وأن يسوى بينهن في ذلك كما قدمناه والله أعلم\r\nقوله ( كان للنبي صلى الله عليه وسلم تسع نسوة فكان إذا قسم بينهن لا ينتهى إلى المرأة الأولى الا\r\nفي تسع وكن يجتمعن كل ليلة في بيت التي يأتيها فكان رسول الله صلى الله عليه وسلم في بيت عائشة\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\nفجاءت زينت فمد يده إليها فقالت هذه زينت فكف النبي صلى الله عليه وسلم يده فتقاولتا حتى\r\nاستخبتا فمر أبو بكر على ذلك فسمع أصواتهما فقال اخرج يا رسول الله صلى الله عليه وسلم واحث في\r\nأفواههن التراب ) أما قوله تسع نسوة فهن اللاتي توفى عنهن صلى الله عليه وسلم وهن عائشة\r\nوحفصة وسودة وزينب وأم سلمة وأم حبيبة وميمونة وجويرية وصفية رضي الله عنهن ويقال\r\nنسوة ونسوة بكسر النون وضمها لغتان الكسر أفصح وأشهر وبه جاء القرآن العزيز وأما قوله\r\nفكان إذا قسم لهن لا ينتهى إلى الأولى الا في تسع فمعناه بعد انقضاء التسع وفيه أنه\r\nيستحب أن لا يزيد في القسم على ليلة ليلة لأن فيه مخاطرة بحقوقهن وأما قوله وكن يجتمعن كل ليلة\r\nإلى آخره ففيه أنه يستحب للزوج أن يأتي كل امرأة في بيتها ولا يدعوهن إلى بيته لكن لو دعا كل\r\nواحدة في نوبتها إلى بيته كان له ذلك وهو خلاف الأفضل ولو دعاها إلى بيت ضرائرها لم تلزمها\r\nالإجابة ولا تكون بالامتناع ناشزة بخلاف ما إذا امتنعت من الاتيان إلى بيته لأن عليها ضررا في\r\nالاتيان إلى ضرتها وهذا الاجتماع كان برضاهن وفيه أنه لا يأتي غير صاحبة النوبة في بتيها في الليل\r\nبل ذلك حرام عندنا الا لضرورة بأن حضرها الموت أو نحوه من الضرورات وأما مد يده إلى زينب\r\nوقول عائشة هذه زينب فقيل إنه لم يكن عمدا بل ظنها عائشة صاحبة النوبة لأنه كان\r\nفي الليل وليس في البيوت مصابيح وقيل كان مثل هذا برضاهن وأما قوله حتى استخبتا فهو بخاء معجمة ثم باء\r\nموحدة مفتوحتين ثم تاء مثناة فوق من السخب وهو اختلاط الأصواب وارتفاعها ويقال أيضا\r\nصخب بالصاد هكذا هو في معظم الأصول وكذا نقله القاضي عن رواية الجمهور وفي بعض النسخ\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nاستخبثتا بثاء مثلثة أي قالتا الكلام الردئ وفي بعضها استحيتا من الاستحياء ونقل القاضي عن\r\nرواية بعضهم استحثتا بمثلثة ثم مثناة قال ومعناه أن لم يكن تصحيفا أن كل واحدة حثت في\r\nوجه الأخرى التراب وفي هذا الحديث ما كان عليه النبي صلى الله عليه وسلم من حسن الخلق\r\nوملاطفة الجميع وقد يحتج الحنفية بقوله مد يده ثم خرج إلى الصلاة ولم يتوضأ ولا حجة فيه فإنه\r\nلم يذكر أنه لمس بلا حائل ولا يحصل مقصودهم حتى يثبت أنه لمس بشرتها بلا حائل ثم صلى\r\nولم يتوضأ وليس في الحديث شئ من هذا وأما قوله احث في أفواههن التراب فمبالغة في زجرها\r\nوقطع خصامهن وفيه فضيلة لأبي بكر رضي الله عنه وشفقته ونظره في المصالح وفيه إشارة\r\nالفضول على صاحبه الفاضل بمصلحته والله أعلم\r\nجواز هبتها نوبتها لضرتها\r\nقوله ( عن عائشة رضي الله عنها ما رأيت امرأة أحب إلى أن أكون في مسلاخها من سودة بنت\r\nزمعة من امرأة فيها حدة ) المسلاخ بكسر الميم وبالخاء المعجمة وهو الجلد ومعناه أن أكون أنا هي\r\nوزمعة بفتح الميم وإسكانها وقولها من امرأة قال القاضي من هنا للبيان واستفتاح الكلام ولم ترد\r\nعائشة عيب سودة بذلك بل وصفتها بقوة النفس وجودة القريحة وهي الحدة بكسر الحاء قولها (\r\nفلما كبرت جعلت يومها من رسول الله صلى الله عليه وسلم لعائشة ) فيه جواز هبتها نوبتها\r\nلضرتها لأنه حقها لكن يشترط رضا الزوج بذلك لأن له حقا في الواهبة فلا يفوته الا برضاه\r\nولا يجوز أن تأخذه على هذه الهبة عوضا ويجوز أن تهب للزوج فيجعل الزوج نوبتها لمن شاء\r\nوقيل يلزمه توزيعها على الباقيات ويجعل الواهبة كالمعدومة والأول أصح وللواهبة الرجوع\r\nمتى شاءت فترجع في المستقبل دون الماضي لأن الهبات يرجع\r\nفيما لم يقض منها دون المقبوض\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\nوقولها جعلت يومها أي نوبتها وهي يوم وليلة وقولها كان يقسم لعائشة يومين يومها ويوم\r\nسودة ومعناه أنه كان يكون عند عائشة في يومها ويكون عندها أيضا في يوم سودة لا أنه يوالي\r\nلها اليومين والأصح عند أصحابنا أنه لا يجوز الموالاة للموهوب لها الا برضى الباقيات وجوزه بعض\r\nأصحابنا بغير رضاهن وهو ضعيف قولها ( وكانت أول امرأة تزوجها بعدي ) كذا ذكره مسلم من\r\nرواية يونس عن شريك أنه صلى الله عليه وسلم تزوج عائشة قبل سودة وكذا ذكره يونس أيضا\r\nعن الزهري وعن عبد الله بن محمد بن عقيل وروى عقيل بن خالد عن الزهري أنه تزوج سودة\r\nقبل عائشة قال ابن عبد البر وهذا قول قتادة وأبي عبيدة قلت وقال أيضا محمد بن إسحاق ومحمد بن\r\nسعد كاتب الواقدي وابن قتيبة وآخرون قولها ( ما أرى ربك إلا يسارع في هواك ) هو بفتح\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\nالهمزة من أرى ومعناه يخفف عنك ويوسع عليك في الأمور ولهذا خيرك قوله ( عن\r\nعائشة قال كنت أغار على اللاتي وهبن أنفسهن لرسول الله صلى الله عليه وسلم وأقول وتهب المرأة\r\nنفسها فلما أنزل الله تعالى ترجى من تشاء منهن وتؤوي إليك من تشاء إلى آخره ) هذا من خصائص\r\nرسول الله صلى الله عليه وسلم وهو زواج من وهبت نفسها له بلا مهر قال الله تعالى خالصة لك\r\nمن دون المؤمنين واختلف العلماء في هذه الآية وهي قوله تعالى ترجى من تشاء فقيل ناسخة\r\nلقوله تعالى لا يحل لك النساء من بعد ومبيحة له أن يتزوج ما شاء وقيل بل نسخت تلك الآية\r\nبالسنة قال زيد بن أرقم تزوج رسول الله صلى الله عليه وسلم بعد نزول هذه الآية ميمونة ومليكة\r\nوصفية وجويرية وقالت عائشة ما مات رسول الله صلى الله عليه وسلم حتى أحل له النساء وقيل عكس هذا وأن قوله تعالى لا تحل لك النساء ناسخة لقوله تعالى ترجى من تشاء والأول\r\nأصح قال أصحابنا الأصح أنه صلى الله عليه وسلم ما توفى حتى أبيح له النساء مع أزواجه قوله\r\n( أخبرنا ابن جريج قال أخبرني عطاء قال حضرنا مع ابن عباس جنازة ميمونة زوج النبي\r\nصلى الله عليه وسلم بسرف ) اتفق العلماء على أنها توفيت بسرف بفتح السين وكسر الراء وبالفاء وهو\r\nمكان بقرب مكة بينه وبينها ستة أميال وقيل سبعة وقيل تسعة وقيل اثنا عشر قوله ( كان عند\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nرسول الله صلى الله عليه وسلم تسع يقسم لثمان ولا يقسم لواحدة ) قال عطاء التي لا يقسم لها صفية\r\nبنت حي بن أخطب أما قوله تسع فصحيح وهن معروفات سبق بيان أسمائهن قريبا وقوله\r\nيقسم لثمان مشهور وأما قول عطاء التي لا يقسم لها صفية فقال العلماء هو وهم من ابن جريج\r\nالراوي عن عطاء وإنما الصواب سودة كما سبق في الأحاديث واختلفوا في التي وهبت نفسها\r\nللنبي صلى الله عليه وسلم فقال الزهري هي ميمونة وقيل أم شريك وقيل زينب بنت خزيمة\r\nقوله ( قال عطاء كانت آخرهن موتا ماتت بالمدينة ) قال القاضي ظاهر كلام عطاء أنه أراد بآخرهن\r\nموتا ميمونة وقد ذكر في الحديث أنها ماتت بسرف وهي بقرب مكة فقوله بالمدينة وهم قوله\r\nآخرهن موتا قيل ماتت ميمونة سنة ثلاث وستين وقيل ست وستين وقيل احدى وخمسين قبل\r\nعائشة لأن عائشة توفيت سنة سبع وقيل ثمان وخمسين وأما صفية فتوفيت سنة خمسين بالمدينة هذا كلام\r\nالقاضي ويحتمل أن قوله ماتت بالمدينة عائد على صفية ولفظه فيه صحيح يحتمله أو ظاهر فيه والله أعلم\r\nاستحباب نكاح ذات الدين\r\nقوله صلى الله عليه وسلم ( تنكح المرأة لأربع لمالها ولحسبها ولجمالها ولدينها فاظفر\r\nبذات الدين\r\nترتب يداك ) الصحيح في معنى هذا الحديث أن النبي صلى الله عليه وسلم أخبر بما يفعله الناس\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nفي العادة فإنهم يقصدون هذه الخصال الأربع وآخرها عندهم ذات الدين فاظفر أنت أيها المسترشد\r\nبذات الدين لا أنه أمر بذلك قال شمر الحسب الفعل الجميل للرجل وآبائه وسبق في كتاب الغسل\r\nمعنى تربت يداك وفي هذا الحديث الحث على مصاحبة أهل الدين في كل شئ لأن صاحبهم\r\nيستفيد من أخلاقهم وبركتهم وحسن طرائفهم ويأمن المفسدة من جهتهم استحباب نكاح البكر\r\nقوله صلى الله عليه وسلم لجابر ( تزوجت قال نعم قال أبكرا أم ثيبا قلت ثيبا قال فأين أنت من\r\nالعذارى ولعابها ) وفي رواية فهلا جارية تلاعبها\r\nوتلاعبك وفي رواية فهلا تزوجت بكرا\r\nتضاحكك وتضاحكها وتلاعبك وتلاعبها أما قوله صلى الله عليه وسلم ولعابها فهو بكسر اللام\r\nووقع لبعض رواة البخاري بضمها قال القاضي وأما الرواية في كتاب مسلم فبالكسر لا غير\r\nوهو من الملاعبة مصدر لاعب ملاعبة كقاتل مقاتلة قال وقد حمل جمهور المتكلمين في شرح هذا\r\nالحديث قوله صلى الله عليه وسلم تلاعبها على اللعب المعروف ويؤيده تضاحكها وتضاحكك\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\nقال بعضهم يحتمل أن يكون من اللعاب وهو الريق وفيه فضيلة تزوج الأبكار وثوابهن أفضل\r\nوفيه ملاعبة الرجل امرأته وملاطفته لها ومضاحكتها وحسن العشرة وفيه سؤال الامام والكبير\r\nأصحابه عن أمورهم وتفقد أحوالهم وإرشادهم إلى مصالحهم وتنبيههم على وجه المصلحة فيها قوله\r\n( قلت له ان عبد الله هلك وترك تسع بنات أو سبع بنات وإني كرهت أن آتيهن أو أجيئهن بمثلهن\r\nفأحببت أن أجئ بامرأة تقوم عليهن وتصلحهن قال فبارك الله لك أو قال لي خيرا ) فيه فضيلة\r\nلجابر وإيثاره مصلحة إخوانه على حظ نفسه وفيه الدعاء لمن فعل خيرا وطاعة سواء تعلقت بالداعي\r\nأم لا وفيه جواز خدمة المرأة زوجها وأولاده وعياله برضاها وأما من غير رضاها فلا قوله\r\n( تمشطهن ) هو بفتح التاء وضم الشين قوله ( فلما أقبلنا تعجلت ) هكذا هو في نسخ بلادنا\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\nأقبلنا وكذا نقله القاضي عن رواية ابن سفيان عن مسلم قال وفي رواية ابن ماهان أقفلنا بالفاء\r\nقال ووجه الكلام قفلنا أي رجعنا ويصح أقبلنا بفتح اللام أي قفلنا النبي صلى الله عليه وسلم\r\nوأقفلنا بضم الهمزة لما لم يسم فاعله قوله ( تعجلت على بعير لي قطوف ) هو بفتح القاف\r\nأي بطئ المشي قوله ( فنخس بعيري بعنزة ) هي بفتح النون وهي عصار نحو نصف الرمح في أسفلها زج\r\nقوله ( فانطلق بعيري كأجود ما أنت راء من الإبل ) هذا فيه معجزة ظاهرة لرسول الله صلى الله عليه وسلم\r\nوأثر بركته قوله صلى الله عليه وسلم ( أمهلوا حتى ندخل ليلا ) أي عشاء كي تمتشط\r\nالشعثة وتستحد المغيبة الاستحداد استعمال الحديدة في شعر العانة وهو ازالته بالموسى والمراد\r\nههنا ازالته كيف كانت والمغيبة بضم الميم وكسر الغين وإسكان الياء وهي التي غاب عنها زوجها\r\nوإن حضر زوجها فهي مشهد بلا هاء وفي هذا الحديث استعمال مكارم الأخلاق والشفقة على\r\nالمسلمين والاحتراز من تتبع العورات واجتلاب ما يقتضى دوام الصحبة وليس في هذا الحديث\r\nمعارضة للأحاديث الصحيحة في النهى عن الطروق ليلا لأن ذلك فيمن جاء بغتة وأما هنا فقد\r\nتقدم خبر مجيئهم وعلم الناس وصولهم وأنهم سيدخلون عشاء فتستعد لذلك المغيبة والشعثة وتصلح\r\nحالها وتتأهب للقاء زوجها والله أعلم قوله صلى الله عليه وسلم ( إذا قدمت فالكيس الكيس )\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\nقال ابن الأعرابي الكيس الجماع والكيس العقل والمراد حثه على ابتغاء الولد قوله ( فحجنه بمحجنه )\r\nهو بكسر الميم وهو عصا فيها تعقف يلتقط بها الراكب ما سقط منه قوله صلى الله عليه وسلم ( ادخل\r\nفصل ركعتين ) فيه استحباب ركعتين عند القدوم من السفر قوله ( فوزن لي بلال فأرجح في\r\nالميزان ) فيه استحباب ارجاح الميزان في وفاء الثمن وقضاء الديون ونحوها وسيأتي الكلام في حديث\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\nجابر وبيعه الجمل في كتاب البيوع إن شاء الله تعالى قوله ( وأنا على ناضح ) هو البعير الذي\r\nيستقى عليه قوله ( إنما هو في أخريات ) هو بضم الهمزة وفتح الراء والله أعلم\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nالوصية بالنساء\r\nقوله صلى الله عليه وسلم ( ان المرأة خلقت من ضلع لن تستقيم لك على طريقة فإن استمتعت بها\r\nاستمتعت بها وبها عوج وإن ذهبت تقيمها كسرتها وكسرها طلاقها ) العوج ضبطه بعضهم\r\nبفتح العين وضبطه بعضهم بكسرها ولعل الفتح أكثر وضبطه الحافظ أبو القاسم بن عساكر\r\nوآخرون بالكسر وهو الأرجح على مقتضى ما سننقله عن أهل اللغة إن شاء الله تعالى قال أهل اللغة\r\nالعوج بالفتح في كل منتصب كالحائط والعود وشبهه وبالكسر ما كان في بساط أو أر ض أو معاش\r\nأو دين ويقال فلان في دينه عوج بالكسر هذا كلام أهل اللغة قال صاحب المطالع قال أهل اللغة\r\nالعوج بالفتح في كل شخص وبالكسر فيما ليس بمرئى كالرأي والكلام قال وانفرد عنهم\r\nأبو عمرو الشيباني فقال كلاهما بالكسر ومصدرهما بالفتح والضلع بكسر الضاد وفتح اللام\r\nوفيه دليل لما يقوله الفقهاء أو بعضهم أن حواء خلقت من ضلع آدم قال الله تعالى خلقكم من\r\nنفس واحدة وخلق منها زوجها وبين النبي صلى الله عليه وسلم أنها خلقت من ضلع وفي هذا\r\nالحديث ملاطفة النساء والاحسان إليهن والصبر على أخلاقهن واحتمال ضعف عقولهن\r\nوكراهة طلاقهن بلا سبب وأنه لا يطمع باستقامتها والله أعلم\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\nقوله صلى الله عليه وسلم ( فإذا شهد أمر فليتكلم بخير أو ليسكت واستوصوا بالنساء ) فيه الحث على الرفق\r\nبالنساء واحتمالهن كما قدمناه وأنه ينبغي للانسان أن لا يتكلم الا بخير فأما الكلام المباح الذي لا فائدة فيه\r\nفيمسك مخافة من انجراره إلى حرام أو مكروه قوله صلى الله عليه وسلم ( لا يفرك مؤمن مؤمنة\r\nان كره منها خلقا رضى منها آخر أو قال غيره ) يفرك بفتح الياء والراء واسكان الفاء بينهما قال\r\nأهل اللغة فركه بكسر الراء يفركه بفتحها إذا أبغضه والفرك بفتح الفاء وإسكان الراء البغض\r\nقال القاضي عياض هذا ليس على النهى قال هو خبر أي لا يقع منه بغض تام لها قال وبغض\r\nالرجال للنساء خلاف بغضهن لهم قال ولهذا قال إن كره منها خلقا رضى منها آخر هذا كلام\r\nالقاضي وهو ضعيف أو غلط بل الصواب أنه نهى أي ينبغي أن لا يبغضها لأنه ان وجد فيها\r\nخلقا يكره وجد فيها خلقا مرضيا بأن تكون شرسة الخلق لكنها دينة أو جميلة أو عفيفة\r\nأو رفيقة به أو نحو ذلك وهذا الذي ذكرته من أنه نهى يتعين لوجهين أحدهما أن المعروف في\r\nالروايات لا يفرك بإسكان الكاف لا برفعها وهذا يتعين فيه النهى ولو روى مرفوعا لكان نهيا\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nبلفظ الخبر والثاني أنه قد وقع خلافه فبعض الناس يبغض زوجته بغضا شديدا ولو كان خبرا\r\nلم يقع خلافه وهذا واقع وما أدرى ما حمل القاضي على هذا التفسير قوله صلى الله عليه وسلم\r\n( لولا حواء لم تخن أنثى زوجها الدهر ) أي لم تخنه أبدا وحواء بالمد روينا عن ابن عباس قال\r\nسميت حواء لأنها أم كل حي قيل إنها ولدت لآدم أربعين ولدا في عشرين بطنا في كل بطن\r\nذكر وأنثى واختلفوا متى خلقت من ضلع آدم فقيل قبل دخولها الجنة فدخلاها وقيل في الجنة قال\r\nالقاضي ومعنى هذا الحديث أنها أم بنات آدم فأشبهنها ونزع العرق لما جرى لها في قصة الشجرة\r\nمع إبليس فزين لها أكل الشجرة فأغواها فأخبرت آدم بالشجرة فأكل منها قوله صلى الله عليه وسلم\r\n( لولا بنو إسرائيل لم يخبث الطعام ولم يخنز اللحم ) هو بفتح الياء والنون وبكسر\r\nالنون والماضي منه خنز بكسر النون وفتحها ومصدره الخنز والخنوز وهو إذا تغير وأنتن قال\r\nالعلماء معناه أن بني إسرائيل لما أنزل الله عليهم المن والسلوى نهوا عن ادخارهما فادخروا\r\nففسد وأنتن واستمر من ذلك الوقت والله أعلم\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nالطلاق\r\nهو مشتق من الاطلاق وهو الارسال والترك ومنه طلقت البلاد أي تركتها ويقال طلقت\r\nالمرأة وطلقت بفتح اللام وضمها والفتح أفصح تطلق بضمها فيهما\r\nتحريم طلاق الحائض بغير رضاها ( وأنه لو خالف وقع الطلاق ويؤمر برجعتها )\r\nأجمعت الأمة على تحريم طلاق الحائض الحائل بغير رضاها فلو طلقها ووقع طلاقه\r\nويؤمر بالرجعة لحديث ابن عمر المذكور في الباب وشذ بعض أهل الظاهر فقال لا يقع طلاقه\r\nلأنه غير مأذون له فيه فأشبه طلاق الأجنبية والصواب الأول وبه قال العلماء كافة ودليلهم\r\nأمره بمراجعتها ولو لم يقع لم تكن رجعة فإن قيل المراد بالرجع الرجعة اللغوية وهي الرد إلى\r\nحالها الأول لا أنه تحسب عليه طلقة قلنا هذا غلط لوجهين أحدهما أن حمل اللفظ على الحقيقة\r\nالشرعية يقدم على حمله على الحقيقة اللغوية كما تقرر في أصول الفقه الثاني ان ابن عمر صرح\r\nفي روايات مسلم وغيره بأنه حسبها عليه طلقة والله أعلم وأجمعوا على أنه إذا طلقها يؤمر برجعتها\r\nكما ذكرنا وهذه الرجعة مستحبة لا واجبة وآخرون هذا مذهبنا وبه قال الأوزاعي وأبو حنيفة وسائر\r\nالكوفيين وأحمد وفقهاء المحدثين وآخرون وقال مالك وأصحابه هي واجبة فإن قيل ففي حديث\r\nابن عمر هذا أنه أمر بالرجعة ثم بتأخير الطلاق على طهر بعد الطهر الذي يلي هذا الحيض فما\r\nفائدة التأخير فالجواب من أربعة أوجه أحدها لئلا تصير الرجعة لغرض الطلاق فوجب أن\r\nيمسكها زمانا كان يحله فيه الطلاق وإنما أمسكها لتظهر فائدة الرجعة وهذا جواب أصحابنا\r\nوالثاني عقوبة له وتوبة من معصية باستدراك جنايته والثالث أن الطهر الأول مع الحيض الذي\r\nيليه وهو الذي طلق فيه كقرء واحد فلو طلقها في أول طهر لكان كمن طلق في الحيض والرابع\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\nأنه نهى عن طلاقها في الطهر ليطول مقامه معها فلعله يجامعها فيذهب ما في نفسه من سبب\r\nطلاقها فيمسكها والله أعلم قوله صلى الله عليه وسلم ( مره فليراجعها ثم ليتركها حتى تطهر\r\nثم تحيض ثم تطهر ثم إن شاء أمسك بعد وإن شاء طلق قبل ان يمس فتلك العدة التي أمر الله\r\nأن تطلق لها النساء يعنى قبل أن يمس أي قبل أن يطأها ففيه تحريم الطلاق في طهر جامعها\r\nفيه قال أصحابنا يحرم طلاقها في طهر جامعها فيه حتى يتبين حملها لئلا تكون حاملا فيندم فإذا\r\nبان الحمل دخل بعد ذلك في طلاقها على بصيرة فلا يندم فلا تحرم ولو كانت الحائض حاملا\r\nفالصحيح عندنا وهو نص الشافعي أنه لا يحرم طلاقها لأن تحريم الطلاق في الحيض إنما كان\r\nلتطويل العدة لكونه لا يحسب قرءا وأما الحامل الحائض فعدتها بوضع الحمل فلا يحصل في\r\nحقها تطويل وفي قوله صلى الله عليه وسلم ان شاء أمسك وإن شاء طلق دليل على أنه لا اثم\r\nفي الطلاق بغير سبب لكن يكره للحديث المشهور في سنن أبي داود وغيره أن رسول الله\r\nصلى الله عليه وسلم قال أبغض الحلال إلى الله الطلاق فيكون حديث ابن عمر لبيان أنه ليس بحرام\r\nوهذا الحديث لبيان كراهة التنزيه قال أصحابنا الطلاق أربعة أقسام حرام ومكروه وواجب\r\nومندوب ولا يكون مباحا مستوى الطرفين فأما الواجب ففي صورتين وهما في الحكمتين إذا\r\nبعثهما القاضي عند الشقاق بين الزوجين ورأيا المصلحة في الطلاق وجب عليهما الطلاق وفي\r\nالمولى إذا مضت عليه أربعة أشهر وطالبت المرأة بحقها فامتنع من الفيئة والطلاق فالأصح\r\nعندنا أنه يجب على القاضي أن يطلق عليه طلقة رجعية وأما المكروه فأن يكون الحال بينهما\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\nمستقيما فيطلق بلا سبب وعليه يحمل حديث أبغض الحلال إلى الله الطلاق وأما الحرام ففي ثلاث\r\nصور أحدها في الحيض بلا عوض منها ولا سؤالها والثاني في طهر جامعها فيه قبل بيان الحمل\r\nوالثالث إذا كان عنده زوجات يقسم لهن وطلق واحدة قبل أن يوفيها قسمها وأما المندوب\r\nفهو أن لا تكون المرأة عفيفة أو يخافا أو أحدهما أن لا يقيما حدود الله أو نحو ذلك والله أعلم\r\nوأما جمع الطلقات الثلاث دفعة فليس بحرام عندنا لكن الأولى تفريقها وبه قال أحمد\r\nوأبو ثور وقال مالك والأوزاعي وأبو حنيفة والليث هو بدعة قال الخطابي وفي قوله صلى الله عليه وسلم\r\nمره فليراجعها دليل على أن الرجعة لا تفتقر إلى رضا المرأة ووليها ولا تجديد عقد والله أعلم\r\nقوله صلى الله عليه وسلم ( فتلك العدة التي أمر الله أن يطلق لها النساء ) فيه دليل لمذهب الشافعي\r\nومالك وموافقيهما أن الأقراء في العدة هي الأطهار لأنه صلى الله عليه وسلم قال ليطلقها في الطهر\r\nان شاء فتلك العدة التي أمر الله أن يطلق لها النساء أي فيها ومعلوم أن الله لم يأمر بطلاقهن في\r\nالحيض بل حرمه فإن قيل الضمير في قوله فتلك يعود إلى الحيضة قلنا هذا غلط لأن الطلاق في\r\nالحيض غير مأمور به بل محرم وإنما الضمير عائد إلى الحالة المذكورة وهي حالة الطهر أو إلى العدة\r\nوأجمع العلماء من أهل الفقه والأصول واللغة على أن القرء يطلق في اللغة على الحيض وعلى\r\nالطهر واختلفوا في الافراد المذكورة في قوله تعالى والمطلقات يتربصن بأنفسهن ثلاثة قروء وفيما\r\nتنقضي به العدة فقال مالك والشافعي وآخرون هي الأطهار وقال أبو حنيفة والأوزاعي وآخرون\r\nهي الحيض وهو مروى عن عمر وعلى وابن مسعود رضي الله عنهم وبه قال الثوري وزفر وإسحاق\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nوآخرون من السلف وهو أصح الروايتين عن أحمد قالوا لأن من قال بالأطهار يجعلها قرءين\r\nوبعض الثالث وظاهر القرآن أنها ثلاثة والقائل بالحيض يشترط ثلاث حيضات كوامل فهو أقرب\r\nإلى موافقة القرآن ولهذا الاعتراض صار ابن شهاب الزهري إلى أن الأقراء هي الأطهار قال\r\nولكن لا تنقضي العدة الا بثلاثة أطهار كاملة ولا تنقضي بطهرين وبعض الثالث وهذا مذهب\r\nانفرد به بل اتفق القائلون بالأطهار على أنها تنقضي بقرءين وبعض الثالث حتى لو طلقها وقد بقي\r\nمن الطهر لحظة يسيرة حسب ذلك قرءا ويكفيها طهران بعده وأجابوا عن الاعتراض بأن الشيئين\r\nوبعض الثالث يطلق عليها اسم الجميع قال الله تعالى الحج أشهر معلومات ومعلوم أنه شهران\r\nوبعض الثالث وكذا قوله تعالى فمن تعجل في يومين المراد في يوم وبعض الثاني واختلف القائلون\r\nبالأطهار متى تنقضي عدتها فالأصح عندنا أنه بمجرد رؤية الدم بعد الطهر الثالث وفي قول لا تنقضي\r\nحتى يمضى يوم وليلة والخلاف في مذهب مالك كهو عندنا واختلف القائلون بالحيض أيضا فقال\r\nأبو حنيفة وأصحابه حتى تغتسل من الحيضة الثالثة أو يذهب وقت صلاة وقال عمر وعلى وابن\r\nمسعود والثوري وزفر وإسحاق وأبو عبيد حتى تغتسل احتياطا وخروجا من الخلاف والله أعلم قوله ( قال مسلم جود الليث\r\nفي قوله تطليقه واحدة ) يعنى أنه حفظ وأتقن قدر الطلاق الذي لم يتقنه غيره ولم يهمله كما أهمله غيره\r\nولا غلط فيه وجعله ثلاثا كما غلط فيه غيره وقد تظاهرت روايات مسلم بأنها طلقة واحدة\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\nقوله صلى الله عليه وسلم ( ثم ليطلقها طاهرا أو حاملا ) فيه دلالة لجواز طلاق الحامل التي تبين حملها\r\nوهو مذهب الشافعي قال ابن المنذر وبه قال أكثر العلماء منهم طاوس والحسن وابن سيرين\r\nوربيعة وحماد بن أبي سليمان ومالك وأحمد وإسحاق وأبو ثور وأبو عبيد قال ابن المنذر\r\nوبه أقول وبه قال بعض المالكية وقال بعضهم هو حرام وحكى ابن المنذر رواية أخرى عن الحسن أنه\r\nقال طلاق الحامل مكروه ثم مذهب الشافعي ومن وافقه أن له أن يطلق الحامل ثلاثا بلفظ واحد\r\nوبألفاظ متصلة وفي أوقات متفرقة وكل ذلك جائز لا بدعة فيه وقال أبو حنيفة وأبو يوسف\r\nيجعل بين الطلقتين شهرا وقال مالك وزفر ومحمد بن الحسن لا يوقع عليها أكثر من واحدة حتى\r\nتضع قوله ( أما أنت طلقت امرأتك مرة أو مرتين فإن رسول الله صلى الله عليه وسلم أمرني بهذا وان كنت طلقتها ثلاثا فقد حرمت عليك ) أما قوله أمرني\r\nبهذا فمعناه أمرني بالرجعة وأما\r\nقوله أما أنت فقال القاضي عياض رضي الله عنه هذا مشكل قال قيل أنه بفتح الهمزة من أما أي\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\nأما ان كنت فحذفوا الفعل الذي يلي أن وجعلوا ما عوضا من الفعل وفتحوا أن وأدغموا النون\r\nفي ما وجاؤا بانت مكان العلامة في كنت ويدل عليه قوله بعده وإن كنت طلقتها ثلاثا فقد حرمت\r\nعليك قوله ( لقيت أبا غلاب يونس بن جبير ) هو بفتح الغين المعجمة وتشديد اللام وآخره\r\nباء موحدة هكذا ضبطناه وكذا ذكره ابن ماكولا والجمهور وذكر القاضي عن بعض الرواة\r\nتخفيف اللام قوله ( وكان ذا ثبت ) هو بفتح الثاء والباء أي مثبتا قوله ( قلت أفحسبت عليه\r\nقال فمه أوان عجز واستحمق ) معناه أفيرتفع عنه الطلاق وإن عجز واستحمق هو استفهام انكار\r\nوتقديره نعم تحسب ولا يمتنع احتسابها لعجزه وحماقته قال القاضي أي أن عجز عن الرجعة وفعل\r\nفعل الأحمق والقائل لهذا الكلام هو ابن عمر صاحب القصة وأعاد الضمير بلفظ الغيبة وقد بينه\r\nبعد هذه في رواية أنس بن سيرين قال قلت يعنى لابن عمر فاعتددت بتلك التطليقة التي طلقت\r\nوهي حائض قال ما لي لا أعتد بها وإن كنت عجزت واستحمقت وجاء في غير مسلم أن ابن عمر\r\nقال رأيت إن كان ابن عمر عجزوا واستحمق فما يمنعه أن يكون طلاقا وأما قوله فمه فيحتمل أن\r\nيكون للكف والزجر عن هذا القول أي لا تشك في وقع الطلاق وأجزم بوقوعه وقال\r\nالقاضي المراد بمه ما فيكون استفهاما أي فيما يكون ان لم أحتسب بها ومعناه لا يكون الا الاحتساب\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\nبها فأبدل من الألف هاء كما قالوا في مهما أن أصلها ماما أي أي شئ قوله صلى الله عليه وسلم\r\nيطلقها في قبل عدتها هو بضم القاف والباء أي في وقت تستقبل فيه العدة وتشرع فيها وهذا يدل\r\nعلى أن الأقراء هي الأطهار وأنها إذا طلقت في الطهر شرعت في الحال في الأقراء لأن الطلاق\r\nالمأمور به هو في الطهر لأنها إذا طلقت في الحيض لا يحسب ذلك الحيض قرءا بالاجماع فلا\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\nتستقبل فيه العدة وإنما تستقبلها إذا طلقت في الطهر والله أعلم قوله ( عن ابن جريج عن\r\nابن طاوس عن أبيه أنه سمع ابن عمر يسأل عن رجل طلق امرأته إلى آخره ) وقال في آخره\r\nلم أسمعه يزيد على ذلك لأبيه فقوله لأبيه بالباء الموحدة ثم الياء المثناة من تحت ومعناه أن ابن\r\nطاوس قال لم أسمعه أي لم أسمع أبي طاوسا يزيد على هذا القدر من الحديث والقائل لأبيه هو\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\nابن جريج وأراد تفسير الضمير في قوله ابن طاوس لم أسمعه واللام زائدة فمعناه\r\nيعنى أباه ولو قال يعنى أباه لكان أوضح قوله ( وقرأ النبي صلى الله عليه وسلم فطلقوهن في قبل عدتهن )\r\nهذه قراءة ابن عباس وابن عمر وهي شاذة لا تثبت قرآنا بالاجماع ولا يكون لها حكم خبر\r\nالواحد عندنا وعند محققي الأصوليين والله أعلم\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nطلاق الثلاث\r\nقوله ( عن ابن عباس قال كان طلاق الثلاث في عهد رسول الله صلى الله عليه وسلم وأبي بكر وسنتين\r\nمن خلافة عمر طلاق الثلاث واحدة فقال عمر بن الخطاب أن الناس قد استعجلوا في أمر كانت\r\nلهم فيها أناة فلو أمضيناه عليهم فأمضاه عليهم ) وفي رواية عن أبي الصهباء أنه قال لابن عباس أتعلم\r\nأنما كانت الثلاث تجعل واحدة على عهد النبي صلى الله عليه وسلم وأبي بكر وثلاثا من امارة\r\nعمر فقال ابن عباس نعم وفي رواية أن أبا الصهباء قال لابن عباس هات من هناتك إليكن طلاق\r\nالثلاث على عهد رسول الله صلى الله عليه وسلم وأبي بكر واحدة فقال قد كان ذلك فلما كان في\r\nعهد عمر تتايع الناس في الطلاق فأجازه عليهم وفي سنن أبي داود عن أبي الصهباء عن ابن عباس\r\nنحو هذا الا أنه قال كان الرجل إذا طلق امرأته قبل أن يدخل بها جعلوه واحدة هذه ألفاظ\r\nهذا الحديث وهو معدود من الأحاديث المشكلة وقد اختلف العلماء فيمن قال لامرأته أنت\r\nطالق ثلاثا فقال الشافعي ومالك وأبو حنيفة وأحمد وجماهير العلماء من السلف والخلف يقع\r\nالثلاث وقال طاوس وبعض أهل الظاهر لا يقع بذلك الا واحدة وهو رواية عن الحجاج بن\r\nأرطاة ومحمد بن إسحاق والمشهور عن الحجاج بن أرطاة قول ابن مقاتل\r\nورواية عن محمد بن إسحاق واحتج هؤلاء بحديث ابن عباس هذا وبأنه وقع في بعض روايات\r\nحديث ابن عمر أنه طلق امرأته ثلاثا في الحيض ولم يحتسب به وبأنه وقع في حديث ركانة أنه\r\nطلق امرأته ثلاثا وأمره رسول الله صلى الله عليه وسلم برجعتها واحتج الجمهور بقوله تعالى ومن\r\nيتعد حدود الله فقد ظلم نفسه لا تدرى لعل الله يحدث بعد ذلك أمرا قالوا معناه أن المطلق قد\r\nيحدث له ندم فلا يمكنه تداركه لوقوع البينونة فلو كانت الثلاث لا تقع لم يقع طلاق هذا\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\nالا رجعيا فلا يندم واحتجوا أيضا بحديث ركانة أنه طلق امرأته البتة فقال له النبي صلى الله عليه وسلم\r\nما أردت الا واحدة قال الله ما أردت الا واحدة فهذا دليل على أنه لو أراد الثلاث لوقعن والا فلم يكن\r\nلتحليفه معنى وأما الرواية التي رواها المخالفون أن ركانة طلق ثلاثا فجعلها واحدة فرواية ضعيفة عن قوم\r\nمجهولين وإنما الصحيح منها ما قدمناه أنه طلقها البتة ولفظ البتة محتمل للواحدة وللثلاث ولعل صاحب\r\nهذه الرواية الضعيفة اعتقد أن لفظ البتة يقتضي الثلاث فرواه بالمعنى الذي فهمه وغلط في ذلك\r\nوأما حديث ابن عمر فالروايات الصحيحة التي ذكرها مسلم وغيره أنه طلقها واحدة وأما حديث\r\nابن عباس فاختلف العلماء في جوابه وتأويله فالأصح أن معناه أنه كان في أول الأمر إذا قال\r\nلها أنت طالق أنت طالق أنت طالق ولم ينو تأكيدا ولا استئنافا يحكم بوقوع طلقة لقلة ارادتهم\r\nالاستئناف بذلك فحمل على الغالب الذي هو إرادة التأكيد فلما كان في زمن عمر رضي الله عنه\r\nوكثر استعمال الناس بهذه الصيغة وغلب منهم إرادة الاستئناف بها حملت عند الاطلاق على الثلاث\r\nعملا بالغالب السابق إلى الفهم منها في ذلك العصر وقيل المراد أن المعتاد في الزمن الأول كان طلقة\r\nواحدة وصار الناس في زمن عمر يوقعون الثلاث دفعة فنفذه عمر فعلى هذا يكون اخبارا عن\r\nاختلاف عادة الناس لا عن تغير حكم في مسألة واحدة قال المازري وقد زعم من لا خبرة له\r\nبالحقائق أن ذلك كان ثم نسخ قال وهذا غلط فاحش لأن عمر رضي الله عنه لا ينسخ ولو نسخ\r\nوحاشاه لبادرت الصحابة إلى انكاره وإن أراد هذا القائل أنه نسخ في زمن النبي صلى الله عليه وسلم\r\nفذلك غير ممتنع ولكن يخرج عن ظاهر الحديث لأنه لو كان كذلك لم يجز للراوي أن يخبر\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\nببقاء الحكم في خلافة أبى بكر وبعض خلافة عمر فإن قيل فقد يجمع الصحابة على النسخ\r\nفيقبل ذلك منهم قلنا إنما يقبل ذلك لأنه يستدل بإجماعهم على ناسخ وأما أنهم ينسخون من\r\nتلقاء أنفسهم فمعاذ الله لأنه اجماع على الخطأ وهم معصومون من ذلك فإن قيل فلعل النسخ إنما\r\nظهر لهم في زمن عمر قلنا هذا غلط أيضا لأنه يكون قد حصل الاجماع على الخطأ في زمن أبى بكر\r\nوالمحققون من الأصوليين لا يشترطون انقراض العصر في صحة الاجماع والله أعلم وأما الرواية\r\nالتي في سنن أبي داود أن ذلك فيمن لم يدخل بها فقال بها قوم من أصحاب ابن عباس فقالوا\r\nلا يقع الثلاث على غير المدخول بها لأنها تبين بواحدة بقوله أنت طالق فيكون قوله ثلاثا حاصل\r\nبعد البينونة فلا يقع به شئ وقال الجمهور هذا غلط بل يقع عليها الثلاث لأن قوله أنت طالق\r\nمعناه ذات طلاق وهذا اللفظ للواحدة والعدد وقوله بعده ثلاثا تفسير له وأما هذه الرواية\r\nالتي لأبي داود فضعيفة رواها أيوب السختياني عن قوم مجهولين عن طاوس عن ابن عباس\r\nفلا يحتاج بها والله أعلم قوله ( كانت لهم فيه أناة ) هو بفتح الهمزة أي مهلة وبقية استمتاع\r\nلانتظار المراجعة قوله ( تتايع الناس في الطلاق ) هو بياء مثناة من تحت بين الألف والعين هذه رواية\r\nالجمهور وضبطه بعضهم بالموحدة وهما بمعنى ومعناه أكثروا منه وأسرعوا إليه لكن بالمثناة أنما\r\nيستعمل في الشر وبالموحدة يستعمل في الخير والشر فالمثناة هنا أجود وقوله ( هات من هناتك )\r\nهو بكسر التاء من هات والمراد بهناتك أخبارك وأمورك المستغربة والله أعلم\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nباب وجوب الكفارة على من حرم امرأته ولم ينو الطلاق\r\nقوله ( عن ابن عباس أنه كان يقول في الحرام يمين يكفرها ) وقال ابن عباس لقد كان\r\nلكم في رسول الله أسوة حسنة وفى رواية عن ابن عباس قال إذا حرم الرجل امرأته فهي\r\nيمين يكفرها وذكر مسلم حديث عائشة في سبب نزول قوله تعالى لم تحرم ما أحل الله لك\r\nوقد اختلف العلماء فيما إذا قال لزوجته أنت على حرام فمذهب الشافعي أنه إن نوى طلاقها\r\nكان طلاقا وإن نوى الظهار كان ظهارا وإن نوى تحريم عينها بغير طلاق ولا ظهار لزمه بنفس\r\nاللفظ كفارة يمين ولا يكون ذلك يمينا وإن لم ينو شيئا ففيه قولان للشافعي أصحهما يلزمه\r\nكفارة يمين والثاني أنه لغو لا شئ فيه ولا يترتب عليه شئ من الأحكام هذا مذهبنا وحكى\r\nالقاضي عياض في المسألة أربعة عشر مذهبا أحدها المشهور من مذهب مالك أنه يقع به\r\nثلاث طلقات سواء كانت مدخولا بها أم لا لكن لو نوى أقل من الثلاث قبل في غير المدخول\r\nبها خاصة قال وبهذا المذهب قال أيضا علي بن أبي طالب وزيد والحسن والحكم والثاني\r\nأنه يقع به ثلاث طلقات ولا تقبل نيته في المدخول بها ولا غيرها قاله ابن أبي ليلى وعبد\r\nالملك بن الماجشون المالكي والثالث أنه يقع به على المدخول بها ثلاث وعلى غيرها واحدة\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\nقاله أبو مصعب ومحمد بن عبد الحكم المالكيان والرابع أنه يقع به طلقة واحدة بائنة سواء\r\nالمدخول بها وغيرها وهو رواية عن مالك والخامس انها طلقة رجعية قاله عبد العزيز بن أبي\r\nمسلمة المالكي والسادس أنه يقع ما نوى ولا يكون أقل من طلقة واحدة قاله الزهري\r\nوالسابع أنه ان نوى واحدة أو عددا أو يمينا فهو ما نوى والا فلغو قاله سفيان الثوري\r\nوالثامن مثل السابع الا أنه إذا لم ينو شيئا لزمه كفارة يمين قاله الأوزاعي وأبو ثور والتاسع\r\nمذهب الشافعي وسبق ايضاحه وبه قال أبو بكر وعمر وغيرهما من الصحابة والتابعين رضي الله عنهم\r\nوالعاشر ان نوى الطلاق وقعت طلقة بائنة وإن نوى ثلاثا وقع الثلاث وإن نوى اثنتين\r\nوقعت واحدة وإن لم ينو شيئا فيمين وإن نوى الكذب فلغو قاله أبو حنيفة وأصحابه والحادي\r\nعشر مثل العاشر الا أنه إذا نوى اثنتين وقعت قاله زفر والثاني عشر أنه تجب به كفارة\r\nالظهار قاله إسحاق بن راهويه والثالث عشر هي يمين فيها كفارة اليمين قاله ابن عباس وبعض\r\nالتابعين الرابع عشر أنه كتحريم الماء والطعام فلا يجب فيه شئ أصلا ولا يقع به شئ\r\nبل هو لغو قاله مسروق والشعبي وأبو سلمة واصبغ المالكي هذا كله إذا قال لزوجته الحرة\r\nأما إذا قاله فمذهب الشافعي أنه إن نوى عتقها عتقت وإن نوى تحريم عينها لزمه كفارة\r\nيمين ولا يكون يمينا وإن لم ينو شيئا وجب كفارة يمين على الصحيح من المذهب وقال مالك\r\nهذا في الأمة لغو لا يترتب عليه شئ قال القاضي وقال عامة العلماء عليه كفارة يمين بنفس\r\nالتحريم وقال أبو حنيفة يحرم عليه ما حرمه من أمة وطعام وغيره ولا شئ عليه حتى يتناوله\r\nفيلزمه حينئذ كفارة يمين ومذهب مالك والشافعي والجمهور أنه أن قال هذا الطعام حرام على\r\nأو هذا الماء وهذا الثوب أو دخول البيت أو كلام زيد وسائر ما يحرمه غير الزوجة والأمة\r\nيكون هذا لغوا لا شئ فيه ولا يحرم عليه ذلك الشئ فإذا تناوله فلا شئ عليه وأم الولد\r\nكالأمة فيما ذكرناه والله أعلم قولها ( فتواطيت أنا وحفصة ) هكذا هو في النسخ فتواطيت وأصله\r\nفتواطأت بالهمز أي اتفقت\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\nقولها أنى أجد منك ريح مغافير ) هي بفتح الميم وبغين معجمة وفاء وبعد الفاء ياء هكذا\r\nهو في الموضع الأول في جميع النسخ وأما الموضعان الأخيران فوقع فيهما في بعض النسخ بالياء\r\nوفى بعضها بحذفها قال القاضي الصواب اثباتها لأنها عوض من الواو التي في المفرد وإنما حذفت\r\nفي ضرورة الشعر وهو جمع مغفور وهو صمغ حلو كالناطف وله رائحة كريهة ينضحه شجر\r\nيقال له العرفط بضم العين المهملة والفاء يكون بالحجاز وقيل أن العرفط نبات له ورقة عريضة\r\nتفترش على الأرض له شوكة حجناء وثمرة بيضاء كالقطن مثل زر القميص خبيث الرائحة قال\r\nالقاضي وزعم المهلب أن رائحة المغافير والعرفط حسنة وهو خلا ف ما يقتضيه الحديث وخلاف\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\nما قاله الناس قال أهل اللغة العرفط من شجر العضاه وهو كل شجر له شوك وقيل رائحته كرائحة\r\nالنبيذ وكان النبي صلى الله عليه وسلم يكره أن توجد منه رائحة كريهة قولها ( جرست نحله\r\nالعرفط ) هو بالجيم والراء والسين المهملة أي أكلت العرفط ليصير منه العسل قولها ( فقال\r\nبل شربت عسلا عند زينب بن جحش ولن أعود فنزل لم تحرم ما أحل الله لك ) هذا ظاهر\r\nفي أن الآية نزلت في سبب ترك العسل وفى كتب الفقه أنها نزلت في تحريم مارية قال القاضي\r\nاختلف فسبب نزولها فقالت عائشة في قصة العسل وعن زيد بن أسلم أنها نزلت في تحريم مارية\r\nجاريته وحلفه أن لا يطأها قال ولا حجة فيه لمن أوجب بالتحريم كفارة محتجا بقوله تعالى قد فرض\r\nالله لكم تحلة أيمانكم لما روى أنه صلى الله عليه وسلم قال والله لا أطأها ثم قال هي على حرام وروى\r\nمثل ذلك من حلفه على شربه العسل وتحريمه ذكره ابن المنذر وفى رواية البخاري لن أعود له\r\nوقد حلفت أن لا تخبره بذلك أحدا وقال الطحاوي قال النبي صلى الله عليه وسلم في شرب العسل\r\nلن أعود إليه أبدا ولم يذكر يمينا لكن قوله تعالى قد فرض الله عليكم في التحريم كفارة\r\nيمين وهكذا يقدره الشافعي وأصحابه وموافقوهم قولها ( فقال بل شربت عسلا عند زينب بنت\r\nجحش ) وفى الرواية التي بعدها أن شرب العسل كان عند حفصة قال القاضي ذكر مسلم في حديث\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\nحجاج عن ابن جريج ان التي شرب عندها العسل زينب وان المتظاهرتين عليه عائشة وحفصة\r\nوكذلك ثبت في حديث عمر بن الخطاب وابن عباس أن المتظاهرتين عائشة وحفصة وذكر مسلم\r\nأيضا من رواية أبي أسامة عن هشام أن حفصة هي التي شرب العسل عندها وأن عائشة وسودة\r\nوصفية من اللواتي تظاهرن عليه وقال والأول أصح قال النسائي اسناد حديث حجاج صحيح جيد\r\nغاية وقال الأصيلي حديث حجاج أصح وهو أولى بظاهر كتاب الله تعالى وأكمل فائدة يريد قوله تعالى\r\nوإن تظاهرا عليه فهما ثنتان لا ثلاث وأنهما عائشة وحفصة كما قال فيه وكما اعترف به عمر\r\nرضي الله عنه وقد انقلبت الأسماء على الراوي في الرواية الأخرى كما أن الصحيح في سبب\r\nنزول الآية أنها في قصة العسل لا في قصة مارية المروى في غير الصحيحين ولم تأت قصة مارية\r\nمن طريق صحيح قال النسائي اسناد حديث عائشة في العسل جيد صحيح غاية هذا آخر كلام\r\nالقاضي ثم قال القاضي بعد هذا الصواب أن شرب العسل كان عند زينب قوله تعالى ( وإذ أسر\r\nالنبي إلى بعض أزواجه حديثا لقوله بل شربت عسلا ) هكذا ذكره مسلم قال القاضي فيه اختصار وتمامه ولن أعود إليه وقد حلفت أن لا تخبري بذلك أحدا كما رواه البخاري وهذا أحد\r\nالأقوال في معنى السر وقيل بل ذلك في قصة مارية وقيل غير ذلك قولها ( كان رسول الله\r\nصلى الله عليه وسلم يحب الحلواء والعسل ) قال العلماء المراد بالحلواء هنا كل شئ حلو وذكر العسل\r\nبعدها تنبيها على شرافته ومزيته وهو من باب ذكر الخاص بعد العام والحلواء بالمد وفيه جواز\r\nكل لذيذ الأطعمة والطيبات من الرزق وأن ذلك لا ينافي الزهد والمراقبة لا سيما إذا حصل اتفاقا\r\nقولها ( فكان إذا صلى العصر دار على نسائه فيدنو منهن ) فيه دليل لما يقوله أصحابنا أنه يجوز\r\nلمن قسم بين نسائه أن يدخل في النهار إلى بيت غير المقسوم لها لحاجة ولا يجوز الوطء قولها\r\n( والله لقد حرمناه ) هو بتخفيف الراء أي منعناه منه يقال حرمته وأحرمته والأول أفصح\r\nقوله ( قال إبراهيم حدثنا الحسن بن بشر حدثنا أبو أسامة بهذا معناه أن إبراهيم بن سفيان صاحب مسلم\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\nساوى مسلما في إسناد هذا الحديث فرواه عن واحد عن أبي أسامة كما رواه مسلم عن واحد عن أبي\r\nأسامة فعلا برجل والله أعلم\r\nبيان أن تخييره امرأته لا يكون طلاقا الا بالنية\r\nقوله ( لما أمر رسول الله صلى الله عليه وسلم بتخيير أزواجه بدأ بي فقال إن ذاكر لك\r\nأمرا فعلا عليك أن لا تعجلي حتى تستأمري أبويك قالت قد علم أن أبوى لم يكونا ليأمراني بفراقه\r\nإنما بدأ بها لفضيلتها وقوله صلى الله عليه وسلم ( فلا عليك أن لا تعجلي ) معناه ما يضرك أن لا تعجلي\r\nوإنما قال لها هذا شفقة عليها وعلى أبويها ونصيحة لهم في بقائها عنده صلى الله عليه وسلم فإنه\r\nخاف أن يحملها صغر سنها وقلة تجاربها على اختيار الفراق فيجب فراقها فتضر هي وأبواها وباقي\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\nالنسوة بالاقتداء بها وفي هذا الحديث منقة ظاهرة لعائشة ثم لسائر أمهات المؤمنين رضي الله\r\nعنهن وفيه المبادرة إلى الخير وإيثار أمور الآخرة على الدنيا وفيه نصيحة الانسان صاحبه وتقديمه\r\nفي ذلك ما هو أنفع في الآخرة قولها ( إن كان ذلك إلى لم أوثر على نفسي أحدا ) هذه المنافسة\r\nفيه صلى الله عليه وسلم ليست لمجرد الاستمتاع ولمطلق العشرة وشهوات النفوس وحظوظها\r\nالتي تكون من بعض الناس بل هي منافسة في أمور الآخرة والقرب من سيد الأولين والآخرين\r\nوالرغبة فيه وفي خدمته ومعاشرته والاستفادة منه وفي قضاء حقوقه وحوائجه وتوقع نزول\r\nالرحمة والوحي عليه عندها ونحو ذلك ومثل هذا حديث ابن عباس وقوله في القدح لا أوثر\r\nبنصيبي منك أحدا ونظائره ذلك كثيره قولها ( خيرنا رسول الله صلى الله عليه وسلم فلم نعده\r\nطلاقا ) وفي رواية فلم يكن طلاقا وفي رواية فاخترناه فلم يعده طلاقا وفي رواية فاخترناه فلم\r\nيحددها علينا شيئا وفي بعض النسخ فلم يعدها علينا شيئا في هذه الأحاديث دلالة لمذهب مالك\r\nوالشافعي وأبي حنيفة وأحمد وجماهير العلماء أن من خير زوجته فاختارته لم يكن ذلك طلاقا\r\nولا يقع به فرقة وروى عن علي وزيد بن ثابت والحسن والليث بن سعد أن نفس التخيير\r\nيقع به طلقة بائنة سواء اختارت زوجها أم لا وحكاه الخطابي والنقاش عن مالك قال القاضي\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\nلا يصح هذا عن مالك ثم هو مذهب ضعيف مردود بهذه الأحاديث الصحيحة الصريحة ولعل\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\nالقائلين به لم تبلغهم بهذه الأحاديث والله أعلم قوله ( واجما ) هو بالجيم قال أهل اللغة هو الذي\r\nاشتد حزنه حتى أمسك عن الكلام يقال وجم بفتح الجيم وجوما قوله ( لأقولن شيئا يضحك\r\nالنبي صلى الله عليه وسلم ) وفي بعض النسخ أضحك النبي صلى الله عليه وسلم فيه استحباب مثل\r\nهذا وأن الانسان إذا رأى صاحبه مهموما حزينا يستحب له أن يحدثه بما يضحكه أيشغله\r\nويطيب نفسه وفيه فضيلة لأبي بكر الصديق رضي الله عنه قوله ( فوجأت عنقها ) وقوله\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\nيجأ عنقها هو بالجيم وبالهمزة وجأيجأ إذا طعن قوله ( عن سماك أبي زميل ) هو بضم الزاي\r\nوفتح الميم قوله ( فإذا الناس ينكتون بالحصى ) هو بتاء مثناة بعد الكاف أي يضربون الأرض\r\nكفعل المهموم المفكر قولها ( فإذا الناس ينكتون بالحصى ) هو بتاء مثناة بعد الكاف أي يضربون الأرض\r\nكفعل المهموم المفكر قولها ( عليك بعيبتك ) هي بالعي المهملة ثم ياء مثناة تحت ثم ياء موحدة\r\nوالمراد عليك بوعظ بنتك حفصة قال أهل اللغة العيبة في كلام العرب وعاء يجعل الانسان فيه\r\nأفضل ثيابه ونفيس متاعه فشبهت ابنته بها قوله ( هو في المشربة ) هي بفتح الراء وضمها قوله\r\n( فإذا أنا برباح ) هو بفتح الراء وبالباء الموحدة قوله ( قاعدا على أسكفة المشربة ) هي بضم الهمزة\r\nوالكاف وتشديد الفاء وهي عتبة الباب السفلى قوله ( على نقير من خشب ) هو بنون\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\nمفتوحة ثم قاف مكسورة هذا هو الصحيح الموجود في جميع النسخ وذكر القاضي أنه بالفاء بدل\r\nالنون وهو فقير بمعنى مفقور مأخوذ من فقار الظهر وهو جذع فيه درج قوله ( وإذا أفيق\r\nمعلق ) هو بفتح الهمزة وكسر الفاء وهو الجلد الذي لم يتم دباغه وجمعه أفق بفتحها كأديم وأدم\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\nوقد أفق أديمه بفتحها بكسر الفاء قوله ( تحسر الغضب عن وجهه ) أي زال وانكشف قوله (\r\nوحتى كشر فضحك ) هو بفتح الشين المعجمة المخففة أي أبدى أسنانه تبسما ويقال أيضا في الغضب\r\nوقال ابن السكيت كشر وبسم وابتسم وافتر كله بمعنى واحد فإن زاد قيل قهقه وزهدق وكركر\r\nقوله ( أتشبث بالجذع ) هو بالثاء المثلثة في آخره أي استمسك\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\nقوله ( فبينما أنا في أمر أئتمره ) معناه أشاور فيه نفسي وأفكر ومعنى بينما وبينا أي بين أوقات\r\nائتماري وكذا ما أشبهه وسبق بيانه\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\nقوله ( حتى أدخل على حفصة ) هو بفتح اللام قوله ( وكان لي صاحب من الأنصار\r\nإذا غبت أتاني بالخبر وإذا غاب كنت أنا آتيه بالخبر ) في هذا استحباب حضور مجالس العلم\r\nواستحباب التناوب في حضور العلم إذا لم يتيسر لكل واحد الحضور بنفسه قوله ( من ملوك\r\nغسان ) الأشهر ترك صرف غسان وقيل يصر ف وسبق إيضاحه في أول الكتاب قوله ( فقلت\r\nجاء الغساني فقال أشد من ذلك اعتزل رسول الله صلى الله عليه وسلم أزواجه ) فيه ما كانت\r\nالصحابة رضي الله عنهم عليه من الاهتمام بأحوال رسول الله صلى الله عليه وسلم والقلق التام\r\nلما يقلقه أو يغضبه قوله ( رغم أنف حفصة ) هو بفتح الغين وكسرها يقال رغم يرغم رغما\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\nورغما ورغما بفتح الراء وضمها وكسرها أي لصق بالرغام وهو التراب هذا هو الأصل ثم استعمل\r\nفي كل من عجز من الانتصاف وفي الذل والانقياد كرها قوله ( فآخذ ثوبي فأخرج حتى\r\nجئت ) فيه استحباب التجمل بالثوب والعمامة ونحوهما عند لقاء الأئمة والكبار احتراما لهم قوله (\r\nفي مشربه له يرتقى إليها بعجلها ) وقع في بعض النسخ بعجلها وفي بعضها بعجلتها وفي بعضها بعجلة\r\nوكله صحيح والأخيرة أجود قال ابن قتيبة وغيره هي درجة من النخل كما قال في الرواية السابقة جذع قوله\r\n( وإن عند رجليه قرظا مضبورا ) وقع في بعض الأصول مضبورا بالضاد المعجمة وفي بعضها بالمهملة\r\nوكلاهما صحيح أي مجموعا قوله ( وعند رأسه أهبا معلقة ) بفتح الهمزة والهاء وبضمهما لغتان\r\nمشهورتان جمع إهاب وهو الجلد قبل الدباغ على قول الأكثرين وقيل الجلد مطلقا وسبق بيانه في آخر\r\nكتاب الطهارة قوله ( فرأيت أثر الحصير في جنب رسول الله صلى الله عليه وسلم فبكيت فقال\r\nما يبكيك فقلت يا رسول الله إن كسرى وقيصر فيما هما فيه وأنت رسول الله صلى الله عليه وسلم فقال\r\nرسول الله صلى الله عليه وسلم أما ترضى أن يكون لهما الدنيا ولك الآخرة هكذا هو\r\nفي الأصول\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\nولك الآخرة وفي بعضها لهم الدنيا وفي أكثرها لهما بالتثنية وأكثر الروايات في غير هذا الموضوع\r\nلهم الدنيا ولنا الآخرة وكله صحيح قوله ( وكان آلى منهن شهرا ) هو بمد الهمزة وفتح اللام ومعناه\r\nحلف لا يدخل عليهن شهرا وليس هو من الايلاء المعروف في اصطلاح الفقهاء ولا له حكمه\r\nوأصل الايلاء في اللغة الحلف على الشئ يقال منه آلى يؤالى ايلاء وتألى تأليا وائتلى ائتلاء وصار\r\nفي عرف الفقهاء مختصا بالحلف على الامتناع من وطء الزوجة ولا خلاف في هذا الا ما حكى\r\nعن ابن سيرين أنه قال الايلاء الشرعي محمول على ما يتعلق بالزوجة من ترك جماع أو كلام أو\r\nانفاق قال القاضي عياض لا خلاف بين العلماء أن مجرد الايلاء لا يوجد في الحال طلاقا ولا\r\nكفارة ولا مطالبة ثم اختلفوا في تقدير مدته فقال علماء الحجاز ومعظم الصحابة والتابعين ومن ب\r\nعدهم المؤلى من حلف على أكثر من أربعة أشهر فإن حلف على أربعة فليس بمؤل وقال الكوفيون\r\nهو من حلف على أربعة أشهر فأكثر وشذ ابن أبي ليلى والحسن وابن شبرمة في آخرين فقالوا إذا\r\nحلف لا يجامعها يوما أو أقل ثم تركها حتى مضت أربعة أشهر فهو مؤل وعن ابن عمر أن كل من\r\nوقت في يمينه وقت وإن طالت مدته فليس بمؤل وإنما المؤلى من حلف على الأبد قال ولا\r\nخلاف بينهم أنه لا يقع عليه طلاق قبل أربعة أشهر ولا خلاف أنه لو جامع قبل انقضاء المدة\r\nسقط الايلاء فأما إذا لم يجامع حتى انقضت أربعة أشهر فقال الكوفيون يقع الطلاق وقال\r\nعلماء الحجاز ومصر وفقهاء أصحاب الحديث وأهل الظاهر كلهم يقال للزوج أما أن تجامع وإما\r\nأن تطلق فإن امتنع طلق القاضي عليه وهو المشهور من مذهب مالك وبه قال الشافعي وأصحابه\r\nوعن مالك رواية كقول الكوفيون وللشافعي قول أنه لا يطلق القاضي عليه بل يجبر على الجماع\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\nأو الطلاق ويعزر على ذلك ان امتنع واختلف الكوفيون هل يقع طلاق رجعي أم بائن فأما\r\nالآخرون فاتفقوا على أن الطلاق الذي يوقعه هو أو القاضي يكون رجعيا الا أن مالكا\r\nيقول لا تصح فيها الرجعة حتى يجامع الزوج في العدة قال القاضي عياض ولم يحفظ هذا الشرط\r\nعن أحد سوى مالك ولو مضت ثلاثة أقراء في الأشهر الأربعة فقال جابر بن زيد إذا طلق انقضت\r\nعدتها بتلك الأقراء وقال الجمهور يجب استئناف العدة واختلفوا في أنه هل يشترط للايلاء أن تكون\r\nيمينه في حال الغضب ومع قصد الضرر فقال جمهورهم لا يشترط بل يكون مؤليا في كل حال وقال\r\nمالك والأوزاعي لا يكون مؤليا إذا حلف لمصلحة ولده لفطامه وعن علي وابن عباس رضي الله\r\nعنه أنه لا يكون مؤليا الا إذا حلف على وجه الغضب قوله ( حدثنا سفيان بن عيينة عن يحيى\r\nابن سعيد سمع عبيد بن حنين مولى العباس ) هكذا هو في جميع النسخ مولى العباس قالوا وهذا\r\nقول سفيان بن عيينة قال البخاري لا يصح قول ابن عيينة هذا وقال مالك هو مولى آل زيد بن\r\nالخطاب وقال محمد بن جعفر بن أبي كثير هو مولى بني زريق قال القاضي وغيره الصحيح عند\r\nالحفاظ وغيرهم في هذا قول مالك قوله في هذه الرواية ( كنت أريد أن أسأل عمر عن المرأتين\r\nاللتين تظاهرتا على عهد رسول الله صلى الله عليه وسلم ) هكذا هو جميع النسخ على عهد قال\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\nالقاضي إنما قال على عهده توقيرا لهما والمراد تظاهرتا عليه في عهده كما قال الله تعالى وإن تظاهرا\r\nعليه وقد صرح في سائر الروايات بأنهما تظاهرتا على رسول الله صلى الله عليه وسلم قوله\r\n( فسكبت على يديه فتوضأ ) فيه جواز الاستعانة في الوضوء وقد سبق ايضاحها في أوائل الكتاب\r\nوهو أنها ان كانت لعذر فلا بأس بها وإن كانت بغيره فهي خلاف الأولى ولا يقال مكروهة على\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\nالصحيح قوله ( ولا يغرنك أن كانت جارتك هي أوسم ) قوله أن كانت بفتح الهمزة والمراد بالجارة\r\nهنا الضرة وأوسم أحسن وأجمل والوسامة الجمال قوله ( غسان تنعل الخيل هو بضم التاء\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\nقوله ( متكئ على رمل حصير ) هو بفتح الراء وإسكان الميم وفي غير هذه الرواية رمال بكسر الراء\r\nيقال رملت الحصير وأرملته إذا نسجته قوله صلى الله عليه وسلم ( أولئك قوم عجلت لهم طيباتهم\r\nفي الحياة الدنيا ) قال القاضي عياض ها مما يحتج به من يفضل الفقر على الغنى لما في مفهومه\r\nأن بمقدار ما يتعجل من طيبات الدنيا يفوته من الآخرة مما كان مدخرا له لو لم يتعجله قال وقد\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\nيتأوله الآخرون بأن المراد أن حظ الكفار هو ما نالوه من نعيم الدنيا ولاحظ لهم في الآخرة\r\nوالله أعلم قوله ( من شدة موجدته ) أي الغضب قوله صلى الله عليه وسلم ( ان الشهر تسع وعشرون )\r\nأي هذا الشهر وفي هذه الأحاديث جواز احتجاب الامام والقاضي ونحوهما في بعض الأوقات\r\nلحاجاتهم المهمة وفيها أن الحاجب إذا علم منع الاذن بسكون المحجوب لم يأذن والغالب من عادة النبي\r\nصلى الله عليه وسلم أنه كان لا يتخذ حاجا واتخذه في هذا اليوم للحاجة وفيه وجوب الاستئذان على\r\nالانسان في منزله وإن علم أنه وحده لأنه قد يكون على حالة يكره الاطلاع عليه فيها وفيه تكرار الاستئذان\r\nإذا لم يؤذن وفيه أنه لا فرق بين الرجل الجليل وغيره في أنه يحتاج إلى الاستئذان وفيه تأديب الرجل\r\nولده صغيرا كان أو كبيرا أو بنتا مزوجة لأن أبا بكر وعمر رضي الله عنهما أدبا بنتيهما ووجأ\r\nكل واحد منهما بنته وفيه ما كان عليه النبي صلى الله عليه وسلم من التقلل من الدنيا والزهادة فيها\r\nوفيه جواز سكنى الغرفة ذات الدرج واتخاذ الخزانة لأثاث البيت وفيه ما كانوا عليه من حرصهم\r\nعلى طلب العلم وتناوبهم فيه وفيه جواز قبول خبر الواحد\r\nلأن عمر رضي الله عنه كان يأخذ عن\r\nصاحبه الأنصاري ويأخذ الأنصاري عنه وفيه أخذ العلم عمن كان عنده وإن كان الآخذ أفضل\r\nمن المأخوذ منه كما أخذ عمر عن هذا وفيه الأنصاري أن الانسان إذا رأى صاحبه مهموما وأراد إزالة همه ومؤانسته بما يشرح صدره ويكشف همه ينبغي له أن يستأذنه في ذلك كما قال\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nعمر رضي الله عنه استأنس يا رسول الله ولأنه قد يأتي من الكلام بما لا يوافق صاحبه فيزيدهما\r\nوربما أحرجه وربما تكلم بما لا يرتضيه وهذا من الآداب المهمة وفيه توقير الكبار وخدمتهم\r\nوهيبتها كما فعل ابن عباس مع عمر وفيه الخطاب بالألفاظ الجميلة كقوله أن كانت جارتك ولم يقل\r\nضرتك والعرب تستعمل هذا لما في لفظ الضرة من الكراهة وفيه جواز قرع باب غيره الاستئذان\r\nوشدة الفزع للأمور المهمة وفيه جواز نظر الإنسان إلى نواحي بيت صاحبه وما فيه إذا علم\r\nعدم كراهة صاحبه لذلك وقد كره السلف فضول النظر وهو محمول على ما إذا علم كراهته لذلك\r\nوشك فيها وفيه أن الزوج هجران زوجته واعتزاله في بيت آخر إذا جرى منها سبب يقتضيه\r\nوفيه جواز قوله لغيره رغم أنفه إذا أساء كقول عمر رغم أنف حفصة وبه قال عمر بن عبد العزيز\r\nوآخرون وكرهه مالك وفيه فضيلة عائشة للابتداء بها في التخيير وفي الدخول بعد انقضاء الشهر\r\nوفيه غير ذلك والله أعلم\r\nالمطلقة البائن لا نفقة لها\r\nفيه حديث فاطمة بنت قيس أن أبا عمر بن حفص طلقها هكذا قاله الجمهور أنه أبو عمرو بن\r\nحفص وقيل أبو حفص بن عمرو وقيل أبو حفص بن المغيرة واختلفوا في اسمه والأكثرون على\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\nأن أسمه عبد الحميد وقال النسائي اسمه أحمد وقال آخرون اسمه كنيته وقوله ( أنه طلقها )\r\nهذا هو الصحيح المشهور الذي رواه الحفاظ واتفق على روايته الثقات على اختلاف ألفاظهم\r\nفي أنه طلقها ثلاثا أو البتة أو آخر ثلاث تطليقات وجاء في آخر صحيح مسلم في حديث الجساسة\r\nما يوهم أنه مات عنها قال العلماء وليست هذه الرواية على ظاهرها بل هي وهم أو مؤولة\r\nوسنوضحها في موضعها إن شاء الله تعالى وأما قوله في رواية أنه طلقها ثلاثا وفي رواية أنه طلقها\r\nالبتة وفي رواية طلقها آخر ثلاث تطليقات وفي رواية طلقها طلقة كانت بقيت من طلاقها وفي\r\nرواية طلقها ولم يذكر عددا ولا غيره فالجمع بين هذه الروايات أنه كان طلقها قبل هذا طلقتين\r\nثم طلقها هذه المرة الطلقة الثالثة فمن روى أنه طلقها مطلقا أو طلقها واحدة أو طلقها آخر ثلاث\r\nتطليقات فهو ظاهر ومن روى البتة فمراده طلقها طلاقا صارت به مبتوتة بالثلاث ومن روى\r\nثلاثا أراد تمام الثلاث قوله صلى الله عليه وسلم ( ليس لك عليه نفقة ) وفي رواية لا نفقة\r\nلك ولا سكنى وفي رواية لا نفقة من غير ذكر السكنى واختلف العلماء في المطلقة البائن الحائل\r\nهل لها النفقة والسكنى أم لا فقال عمر بن الخطاب وأبو حنيفة وآخرون لها السكنى والنفقة\r\nوقال ابن عباس وأحمد لا سكنى لها ولا نفقة وقال مالك والشافعي وآخرون تجب لها السكنى\r\nولا نفقة لها واحتج من أوجبها جميعا بقوله تعالى أسكنوهن من حيث سكنتم من وجدكم فهذا\r\nأمر بالسكنى وأما النفقة فلأنها محبوسة عليه وقد قال عمر رضي الله عنه لا ندع كتاب ربنا\r\nوسنة نبينا صلى الله عليه وسلم بقول امرأة جهلت أو نسيت قال العلماء الذي في كتاب ربنا إنما\r\nهو إثبات السكنى قال الدارقطني قوله\r\nوسنة نبينا هذه زيادة غير محفوظة لم يذكرها جماعة من\r\nالثقات واحتج من لم يوجب نفقة ولا سكنى بحديث فاطمة بنت قيس واحتج من أوجب السكنى دون\r\nالنفقة لوجوب السكنى بظاهر قوله تعالى أسكنوهن من حيث سكنتم ولعدم وجوب النفقة\r\nبحديث فاطمة مع ظاهر قول الله تعالى وان كن أولات حمل فأنفقوا عليهن حتى يضعن حملهن\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\nفمفهومه أنهن إذا لم يكن حوامل لا ينفق عليهن وأجاب هؤلاء عن حديث فاطمة في سقوط\r\nالنفقة بما قاله سعيد بن المسيب وغيره أنها كانت امرأة لسنة واستطالت على أحمائها فأمرها\r\nبالانتقال عند ابن أم مكتوم وقيل لأنها خافت في ذلك المنزل بدليل ما رواه مسلم من قولها أخاف أن\r\nيقتحم على ولا يمكن شئ من هذا التأويل في سقوط نفقتها والله أعلم وأما البائن الحامل فتجب\r\nلها السكنى والنفقة وأما الرجعية فتجبان لها بالاجماع وأما المتوفى عنها زوجها فلا نفقة لها بالاجماع\r\nوالأصح عندنا وجوب السكنى لها فلو كانت حاملا فالمشهور أنه لا نفقة كما لو كانت حائلا وقال\r\nبعض أصحابنا تجب وهو غلط والله أعلم قوله ( طلقها البتة وهو غائب فأرسل إليها وكيله\r\nبشعير فسخطته ) فيه أن الطلاق يقع في غيبة المرأة وجواز الوكالة في أداء الحقوق وقد أجمع العلماء\r\nعلى هذين الحكمين وقوله وكيله مرفوع هو المرسل قوله ( فأمرها أن تعتد في بيت أم شريك\r\nثم قال تلك امرأة يغشاها أصحابي ) قال العلماء أم شريك هذه قرشية عامرية وقيل أنها أنصارية وقد\r\nذكر مسلم في آخر الكتاب في حديث الجساسة أنها أنصارية واسمها غزية وقيل غزيلة بغين\r\nمعجمة مضمومة ثم زاي فيهما وهي بنت داود أن ابن عوف بن عمرو بن عامر بن رواحة بن حجير\r\nابن عبد بن معيص بن عامر بن لؤي بن غالب وقيل في نسبها غير هذا قيل إنها التي وهبت نفسها\r\nللنبي صلى الله عليه وسلم وقيل غيرها ومعنى هذا الحديث أن الصحابة رضي الله عنهم كانوا يزورون\r\nأم شريك ويكثرون التردد إليها لصلاحها فرأى النبي صلى الله عليه وسلم أن على فاطمة من\r\nالاعتداد عندها حرجا من حيث أن يلزمها التحفظ من نظرهم إليها ونظرها إليهم وانكشاف شئ\r\nمنها وفي التحفظ من هذا مع كثرة دخولهم وترددهم مشقة ظاهرة فأمرها بالاعتداد عند ابن أم\r\nمكتوم لأنه لا يبصرها ولا يتردد إلى بيته من يتردد إلى بيت أم شريك وقد احتج بعض الناس\r\nبهذا على جواز نظر المرأة إلى الأجنبي بخلاف نظره إليها وهذا قول ضعيف بل الصحيح الذي\r\nعليه جمهور العلماء وأكثر الصحابة أنه يحرم على المرأة النظر إلى الأجنبي كما يحرم عليه النظر إليها\r\nلقوله تعالى قل للمؤمنين يغضوا من أبصارهم وقل للمؤمنات يغضضن من أبصارهن ولأن الفتنة\r\nمشتركة وكما يخاف الافتتان بها تخاف الافتنان به ويدل عليه من السنة حديث نبهان مولى أم سلمة\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\nعن أم سلمة أنها كانت هي وميمونة عند النبي صلى الله عليه وسلم فدخل ابن أم مكتوم فقال النبي\r\nصلى الله عليه وسلم احتجبا منه فقالتا انه أعمى لا يبصر فقال النبي صلى الله عليه وسلم أفعمياوان\r\nأنتما فليس تبصرانه وهذا الحدي حديث حسن رواه أبو داود والترمذي وغيرهما قال الترمذي\r\nهو حديث حسن ولا يلتفت إلى قدح من قدح فيه بغير حجة متعمدة وأما حديث فاطمة بنت\r\nقيس مع ابن أم مكتوم فليس فيه إذن لها في النظر إليه بل فيه أنها تأمن عنده من نظر غيرها وهي\r\nمأمورة بغض بصرها فيمكنها الاحتراز عن النظر بلا مشقة بخلاف مكثها في بيت أم شريك\r\nقوله صلى الله عليه وسلم ( فإذا حللت فآذنيني ) هو بمد الهمزة أي أعلميني وفيه جواز التعريض بخطبة\r\nالبائن وهو الصحيح عندنا قوله صلى الله عليه وسلم ( أما أبو الجهم فلا يضع العصا عن عاتقه )\r\nفيه تأويلان مشهوران أحدهما أنه كثير الأسفار والثاني أنه كثير الضرب للنساء وهذا أصح\r\nبدليل الرواية التي ذكرها مسلم بعد هذه أنه ضرا ب للنساء وفيه دليل على جواز ذكر الانسان\r\nبما فيه عند المشاورة وطلب النصيحة ولا يكون هذا من الغيبة المحرمة بل من النصيحة الواجبة\r\nوقد قال العلماء أن الغيبة تباح في ستة مواضع أحدها الاستنصاح وذكرتها بدلائلها في كتاب\r\nالأذكار ثم في رياض الصالحين ( واعلم أن أبا الجهم ) هذا بفتح الجيم مكبر وهو أبو الجهم\r\nالمذكور في حديث الانبجانية وهو غير أبو الجهيم المذكور في التيمم وفي المرور بين يدي المصلى\r\nفإن ذاك بضم الجيم مصغر وقد أوضحتهما باسميهما ونسبيهما ووصفيهما في باب التيمم ثم في باب\r\nالمرور بين يدي المصلى وذكرنا أن أبا الجهم هذا هو ابن حذيفة القرشي العدوي قال القاضي\r\nوذكره الناس كلهم ولم ينسبوه في الرواية الا يحيى بن يحيى الأندلسي أحد رواة الموطأ فقال\r\nأبو جهم بن هشام قال وهو غلط ولا يعرف في الصحابة أحد يقال له أبو جهم بن هشام قال ولم يوافق\r\nيحيى على ذلك أحد من رواة الموطأ ولا غيرهم قوله صلى الله عليه وسلم ( فلا يضع العصا عن\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\nعاتقه ) العاتق هو ما بين العنق والمنكب وفي هذا استعمال المجاز وجواز اطلاق مثل هذه العبارة\r\nفي قوله صلى الله عليه وسلم لا يضع العصا عن عاتقه وفي معاوية أنه صعلوك لا مال له مع العلم\r\nبأنه كان لمعاوية ثوب يلبسه ونحو ذلك من المال المحقر وأن أبا الجهم كان يضع العصا عن عاتقه\r\nفي حال نومه وأكله وغيرهما ولكن لما كان كثير الحمل للعصا وكان معاوية قليل المال جدا\r\nجاز اطلاق هذا اللفظ عليهما مجازا ففي هذا جواز استعمال مثله في نحو ها وقد نص عليه أصحابنا\r\nوقد أوضحته في آخر كتاب الأذكار قوله صلى الله عليه وسلم ( وأما معاوية فصعلوك ) هو\r\nبضم الصاد وفي هذا جواز ذكره بما فيه للنصيحة كما سبق في ذكر أبي جهم قولها ( فلما حللت\r\nذكرت له أن معاوية بن أبي سفيان وأبا الجهم خطباني ) هذا تصريح بأن معاوية الخاطب في\r\nهذا الحديث هو معاوية بن أبي سفيان بن حرب وهو الصواب وقيل أنه معاوية آخر وهذا\r\nغلط صريح نبهت عليه لئلا يغتر به وقد أوضحته في تهذيب الأسماء واللغات في ترجمة معاوية والله\r\nأعلم قوله صلى الله عليه وسلم ( انكحي أسامة بن زيد فكرهته ثم قال انكحي أسامة فنكحته\r\nفجعل الله فيه خيرا واغتبطت ) فقولها اغتبطت هو بفتح التاء والباء وفي بعض النسخ واغتبطت\r\nبه ولم تقع لفظه به في أكثر النسخ قال أهل اللغة الغبطة أن يتمنى مثل حال المغبوط من غير\r\nإرادة زوالها عنه وليس هو بحسد أقول منه غبطته بما نال أغبطه بكسر الباء غبطا وغبطة فاغتبط\r\nهو كمنعته فامتنع وحبسته فاحتبس وأما إشارته صلى الله عليه وسلم بنكاح أسامة فلما علمه من\r\nدينه وفضله وحسن طرائقه وكرم شمائله فنصحها بذلك فكرهته لكونه مولى ولكونه كان أسود\r\nجدا فكرر عليها النبي صلى الله عليه وسلم الحث على زواجه لما علم من مصلحتها في ذلك وكان\r\nكذلك ولهذا قالت فجعل الله لي في خيرا واغتبطت ولهذا قال النبي صلى الله عليه وسلم في الرواية\r\nالتي بعد هذا طاعة الله وطاعة رسوله خير لك قوله ( حدثنا يعقوب بن عبد الرحمن القاري )\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\nكليهما هو القاري بتشديد الياء سبق بيانه مرات وهكذا وقع في النسخ كليهما وهو صحيح وقد سبق\r\nوجهه في الفصول المذكورة في مقدمة هذا الشرح قوله ( وكان أنفق عليها نفقة دون ) هكذا\r\nهو في النسخ نفقة دون بإضافة نفقة إلى دون قال أهل اللغة الدون الردئ الحقير قال الجوهري\r\nولا يشتق منه فعل قال وبعضهم يقول منه دان يدون دونا وأدين إدانة قوله صلى الله عليه وسلم\r\n( تضعين ثيابك عنده ) وفي الرواية الأخرى فإنك إذا وضعت خمارك لم يرك هذا لرواية\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\nمفسرة للأولى ومعناه لا تخافين من رؤية رجل إليك قوله صلى الله عليه وسلم لا تسبقيني\r\nبنفسك ) هو من التعريض بالخطبة وهو جائز في عدة الوفاة وكذا عدة البائن بالثلاث وفيه\r\nقول ضعيف في عدة البائن والصواب الأول لهذا الحديث قوله ( كتبت ذلك منفيها كتابا )\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\nالكتاب هنا مصدر لكتبت قوله ( فاستأذنته في الانتقال فأذن لها ) هذا محمول على أنه أذن لها\r\nفي الانتقال لعذر وهو البذاءة على أحمائها أو خوفها أن يقتحم عليها أو النحو ذلك وقد سبقت\r\nالإشارة إلى هذا في أوائل هذا الباب وأما لغير حاجة فلا يجوز لها الخروج والانتقال ولا يجوز\r\nنقلها قال الله تعالى لا تخرجوهن من بيوتهن ولا يخرجن إلا أن يأتين بفاحشة مبينة قال ابن عباس\r\nوعائشة المراد بالفاحشة هنا النشوز وسوء الخلق وقيل هو البذاءة على أهل زوجها وقيل\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\nمعناه إلا أن يأتين بفاحشة الزنا فيخرجن لإقامة الحد ثم ترجع إلى المسكن قوله ( سنأخذ\r\nبالعصمة التي وجدنا الناس عليها ) هكذا هو في معظم النسخ بالعصمة بكسر العين وفي بعضها\r\nبالقضية بالقاف والضاد وهذا واضح ومعنى الأول بالثقة والأمر القوى الصحيح قوله\r\n( ومجاهد ) هو بالجيم وهو ضعيف وإنما ذكره مسلم هنا متابعة والمتابعة يدخل فيها بعض\r\nالضعفاء قولها ( انه طلقها زوجها البتة قالت فخاصمته إلى رسول الله صلى الله عليه وسلم ) أي\r\nخاصمت وكيله قوله ( فأتحفتنا برطب ابن طاب وسقتنا سويق سلت ) معنى أتحفتنا\r\nضيفتنا\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\nورطب بن طاب نوع من الرطب الذي بالمدينة وقد ذكرنا أن أنواع تمر المدينة مائة وعشرون\r\nنوعا وأما السلت فبسين مهملة مضمومة ثم لام ساكنة ثم مثناة فوق وهو حب متردد بين الشعير\r\nوالحنطة قيل طبعه طبع الشعير في البرودة ولونه قريب من لون الحنطة وقيل عكسه واختلف\r\nأصحابنا في حكمه على ثلاثة أوجه مشهورة الصحيح أنه جنس من الحبوب ليس هو حنطة ولا\r\nشعيرا والثاني أنه حنطة والثالث أنه شعير وتظهر فائدة الخلاف في بيعه بالحنطة أو بالشعير\r\nمتفاضلا وفي ضمه اليهما في إتمام نصاب الزكاة وفي غير ذلك وفي هذا الحديث استحباب\r\nالضيافة واستحبابها من النساء لزوارهن من فضلاء الرجال وإكرام الزائر وإطعامه والله\r\nأعلم قوله ( سألتها عن المطلقة ثلاثا أين تعتد قالت طلقني بعلى ثلاثا فأذن لي النبي صلى الله عليه وسلم\r\nأن أعتد في أهلي ) هذا محمول على أنه أجاز لها ذلك لعذر في الانتقال من مسكن\r\nالطلاق كما سبق إيضاحه قريبا قوله ( فقال انتقلي إلى بيت ابن عمك عمرو بن أم مكتوم )\r\nهكذا وقع هنا وكذا جاء في صحيح مسلم في آخر الكتاب وزاد فقال هو رجل من بنى فهر من\r\nالبطن الذي هي منه قال\r\nالقاضي والمشهور خلاف هذا وليس هما من بطن واحد هي من\r\nبن محارب بن فهر وهو من بنى عامر بن لؤي قلت وهو ابن عمها مجازا يجتمعان في فهر واختلفت\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\nالرواية في اسم ابن أم مكتوم فقيل عمرو وقيل عبد الله وقيل غير ذلك قوله ( عن أبي بكر بن أبي\r\nالجهم بن صخير ) هكذا هو في نسخ بلادنا صخير بضم الصاد على التصغير وحكى القاضي عن\r\nبعض رواتهم أنه صخر بفتحها على التكبير والصواب المشهور هو الأول قوله صلى الله عليه وسلم\r\n( أما معاوية فرجل ترب لا مال له ) هو بفتح التاء وكسر الراء وهو الفقير فأكده\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\nبأنه لا مال له لأن الفقير قد يطلق على من له شئ يسير لا يقع موقعا من كفايته قوله صلى الله عليه وسلم\r\n( فإنه ضرير البصر تلقى ثوبك عنده ) هكذا هو في جميع النسخ تلقى وهي لغة صحيحة\r\nوالمشهور في اللغة تلقين بالنون قوله صلى الله عليه وسلم ( وأبو الجهيم منه شدة على النساء )\r\nهكذا هو في النسخ في هذا الموضع أبو الجهيم بضم الجيم مصغر والمشهور أنه بفتحها مكبر وهو\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\nالمعروف في باقي الروايات وفي كتب الأنساب وغيرها قولها ( فشرفني الله\r\nبأبى زيد وكرمني بأبى زيد ) هكذا هو في بعض النسخ بأبى زيد في الموضعين على أنه كنية وفي بعضها بابن زيد\r\nبالنون في الموضعين وادعى القاضي أنها رواية الأكثرين وكلاهما صحيح هو أسامة بن زيد\r\nوكنيته أبو زيد ويقال أبو محمد واعلم أن في حديث فاطمة بنت قيس فوائد كثيرة إحداها جواز\r\nطلاق الغائب الثانية جواز التوكيل في الحقوق في القبض والدفع الثالثة لا نفقة للبائن وقالت\r\nطائفة لا نفقة ولا سكنى الرابعة جواز سماع كلام الأجنبية والأجنبي في الاستفتاء ونحوه الخامسة\r\nجواز الخروج من منزل العدة للحاجة السادسة استحباب زيارة النساء الصالحات للرجال بحيث\r\nلا تقع خلوة محرمة لقوله صلى الله عليه وسلم في أم شريك تلك امرأة يغشاها أصحابي السابعة\r\nجواز التعريض لخطبة المعتدة البائن بالثلاث الثامنة جواز الخطبة على خطبة غيره إذا لم يحصل\r\nللأول إجابة لأنها أخبرته أن معاوية وأبا الجهم وغيرهما خطبوها التاسعة جواز ذكر الغائب\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\nبما فيه من العيوب التي يكرهها إذا كان للنصيحة ولا يكون حينئذ غيبة محرمة العاشرة جواز\r\nاستعمال المجاز لقوله صلى الله عليه وسلم ( لا يضع العصا عن عاتقه ولا مال له ) الحادية عشرة\r\nاستحباب إرشاد الانسان إلى مصلحته وان كرهها وتكرار ذلك عليه لقولها قال انكحي\r\nأسامة فكرهته ثم يقال انكحي أسامة فنكحته الثانية عشر قبول نصيحة أهل الفضل والانقياد\r\nإلى إشارتهم وأن عاقبتها محمودة الثالثة عشر جواز نكاح غير الكفء إذا رضيت به الزوجة\r\nوالولي لأن فاطمة قرشية وأسامة مولى الرابعة عشر الحرص\r\nعلى مصاحبة أهل التقوى\r\nوالفضل وإن دنت أنسابهم الخامسة عشر جواز إنكار المفتى على مفت آخر خالف النص\r\nأو عمم ما هو خاص لأن عائشة أنكرت على فاطمة بنت قيس تعميمها أن لا سكنى للمبتوتة\r\nوإنما كان انتقال فاطمة من مسكنها لعذر من خوف اقتحامه عليها أو لبذاءتها أو نحو ذلك\r\nالسادسة عشر استحباب ضيافة الزائر وإكرامه بطيب الطعام والشراب سواء كان المضيف\r\nرجلا أو امرأة والله أعلم\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nجواز خروج المعتدة البائن\r\n( والمتوفى عنها زوجها في النهار لحاجتها ) فيه حديث جابر ( قال طلقت خالتي فأردت أن تجد نخلها فزجرها رجل أن تخرج فأتت\r\nالنبي صلى الله عليه وسلم فقال بلى فجدي نخلك فإنك عسى أن تصدقي أو تفعلي معروفا ) هذا\r\nالحديث دليل الخروج المعتدة البائن للحاجة ومذهب مالك والثوري والليث والشافعي وأحمد\r\nوآخرين جواز خروجها في النهار للحاجة وكذلك عند هؤلاء يجوز لها الخروج في عدة الوفاة\r\nووافقهم أبو أبو حنيفة في عدة الوفاة وقال تفي البائن لا تخرج ليلا ولا نهارا وفيه استحباب الصدقة\r\nمن التمر عند جداده والهدية واستحباب التعريض لصاحب التمر بفعل ذلك وتذكير المعروف\r\nوالبر والله تعالى أعلم\r\nانقضاء عدة المتوفي عنها زوجها (\r\nوغيرها بوضع الحمل )\r\nفيه حديث سبيعة بضم السين المهملة وفتح الباء الموحدة أنها وضعت بعد وفاة زوجها بليال\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\nفقال النبي صلى الله عليه وسلم إن عدتها انقضت وإنها حلت للزواج فأخذ بهذا جماهير العلماء\r\nمن السلف والخلف فقالوا عدة المتوفي عنها بوضع الحمل حتى لو وضعت بعد موت زوجها\r\nبلحظة قبل غسله انقضت عدتها وحلت وهي الحال للأزواج هذا قول مالك والشافعي وأبي حنيفة\r\nوأحمد والعلماء كافة الا رواية عن علي وابن عباس وسحنون المالكي أن عدتها بأقصى الأجلين\r\nوهي أربعة أشهر وعشرا ووضع الحمل وإلا ما روى عن الشعبي والحسن وإبراهيم النخعي\r\nوحماد أنها لا يصح زواجها حتى تطهر من نفاسها وحجة الجمهور حديث سبيعة لمذكور وهو\r\nمخصص لعموم قوله تعالى والذين يتوفون منكم ويذرون أزواجا يتربصن بأنفسهن أربعة أشهر\r\nوعشرا ومبين أن قوله تعالى وأولات الأحمال أجلهن أن يضعن حملهن عام في المطلقة والمتوفي\r\nعنها وأنه على عمومه قال الجمهور وقد تعارض عموم هاتين الآيتين وإذا تعارض العمومان\r\nوجب الرجوع إلى مرجح لتخصيص أحدهما وقد وجد هنا حديث سبيعة المخصص لأربعة\r\nأشهر وعشرا وأنها محمولة على غير الحامل وأما الدليل على الشعبي وموافقيه فهو ما رواه مسلم\r\nفي الباب أنها قالت فأفتاني النبي صلى الله عليه وسلم بأني قد حللت حين وضعت حملي وهذا تصريح\r\nبانقضاء العدة بنفس الوضع فان احتجوا بقوله فلما تعلت من نفاسها أي طهرت منه فالجواب\r\nأن هذا إخبار عن وقت سؤالها ولا حجة فيه وإنما الحجة في قول النبي صلى الله عليه وسلم\r\nأنها حلت حين وضعت ولم يعلل بالطهر من النفاس قال العلماء من أصحابنا وغيرهم سواء كان\r\nحملها ولدا أو أكثر كامل الخلقة أو ناقصها أو علقة أو مضغة فتنقضي العدة بوضعه إذا كان\r\nفيه صورة خلق آدمي سواء كانت صورة خفية تختص النساء بمعرفتها أم جلية يعرفها\r\nكل أحد ودليله إطلاق سبيعة من غير سؤال عن صفة حملها قوله ( كانت تحت سعد بن\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\nخولة وهو في بنى عامر بن لؤي ) هكذا هو في النسخ في بنى عامر بالفاء وهو صحيح ومعناه ونسبه\r\nفي بنى عامر أي هو منهم قوله ( فلم تنشب ) أي لم تمكث قوله ( أبو السنابل بن بعكك )\r\nالسنابل بفتح السين وبعكك بموحدة مفتوحة ثم عين ساكنة ثم كافين الأولى مفتوحة واسم\r\nأبى السنابل عمرو وقيل حبة بالباء الموحدة وقيل بالنون حكاهما ابن ماكولا وهو أبو السنابل\r\nابن بعكك بن الحجاج بن الحارث بن السباق بن عبد الدار كذا نسبة ابن الكلبي وابن عبد البر وقيل\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nفي نسبه غير هذا قوله ( نفست بعد وفاة زوجها بليال ) هو بضم النون على المشهور وفي لغة\r\nبفتحها وهما لغتان في الولادة وقوله بعد وفاته بليال قيل إنها شهر وقيل خمس وعشرون ليلة وقيل\r\nدون ذلك والله أعلم\r\nباب وجوب الاحداد في عدة الوفاة\r\n( وتحريمه في غير ذلك إلا ثلاثة أيام )\r\nقال أهل اللغة الاحداد والحداد مشتق من الحد وهو المنع لأنها تمنع الزينة والطيب يقال\r\nأحدت المرأة تحد احدادا وحدت تحد بضم الحاء وتحد بكسرها حدا كذا قال الجمهور أنه يقال\r\nأحدت وحدت وقال الأصمعي لا يقال الا أحدت رباعيا ويقال امرأة حاد ولا يقال حادة\r\nوأما الاحداد في الشرع فهو ترك الطيب والزينة وله تفاصيل مشهورة في كتب الفقه قوله\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\nصلى الله عليه وسلم ( لا يحل لامرأة تؤمن بالله واليوم الآخر تحد على ميت فوق ثلاث الا على\r\nزوج أربعة أشهر وعشرا ) فيه دليل على وجوب الاحداد على المعتدة من وفاة زوجها وهو مجمع\r\nعليه في الجملة وإن اختلفوا في تفصيله فيجب على كل معتدة عن وفاة سواء المدخول بها\r\nوغيرها والصغيرة والكبيرة والبكر والثيب والحرة والأمة والمسلمة والكافرة هذا مذهب\r\nالشافعي والجمهور وقال أبو حنيفة وغيره من الكوفيين وأبو ثور وبعض المالكية لا يجب\r\nعلى الزوجة الكتابية بل يختص بالمسلمة لقوله صلى الله عليه وسلم لا يحل لامرأة تؤمن بالله\r\nفخصه بالمؤمنة ودليل الجمهور أن المؤمن هو الذي يستثمر خطاب الشارع وينتفع به وينقاد\r\nله فلهذا قيد به وقال أبو حنيفة أيضا لا احداد على الصغيرة ولا على الزوجة الأمة وأجمعوا على\r\nأنه لا احداد على أم الولد ولا على الأمة إذا توفى عنهما سيدهما ولا على الزوجة الرجعية\r\nواختلفوا في المطلقة ثلاثا فقال عطاء وربيعة ومالك والليث والشافعي وابن المنذر لا احداد عليها\r\nوقال الحكم وأبو حنيفة والكوفيون وأبو ثور وأبو عبيد عليها الاحداد وهو قول ضعيف\r\nللشافعي وحكى القاضي قولا عن الحسن البصري أنه لا يجب الاحداد على المطلقة ولا على\r\nالمتوفى عنها وهذا شاذ غريب ودليل من قال لا احداد على المطلقة ثلاثا قوله صلى الله عليه وسلم\r\nالا على الميت فخص الاحداد بالميت بعد تحريمه في غيره قال القاضي واستفيد وجوب الاحداد\r\nفي المتوفي عنها من اتفاق العلماء على حمل الحديث على ذلك مع أنه ليس في لفظه ما يدل على الوجوب\r\nولكن اتفقوا على حمله على الوجوب مع قوله صلى الله عليه وسلم في الحديث الآخر حديث أم سلمة\r\nوحديث أم عطية في الكحل والطيب واللباس ومنعها منه والله أعلم وأما قوله صلى الله عليه وسلم أربعة\r\nأشهر وعشرا فالمراد به وعشرة أيام بلياليها هذا مذهبنا ومذهب العلماء كافة الا ما حكى عن يحيى بن أبي\r\nكثير والأوزاعي أنها أربعة أشهر وعشر ليال وأنها تحل في اليوم العاشر وعندنا وعند\r\nالجمهور لا تحل حتى تدخل ليلة الحادي عشر واعلم أن التقييد عندنا بأربعة أشهر وعشر خرج\r\nعلى غالب المعتدات أنها تعتد بالأشهر أما إذا كانت حاملا فعدتها بالحمل ويلزمها الاحداد\r\nفي جميع العدة حتى تضع سواء قصرت المدة أم طالت فإذا وضعت فلا احداد بعده وقال بعض\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\nالعلماء لا يلزمها الاحداد بعد أربعة أشهر وعشر وان لم تضع الحمل والله أعلم قال العلماء والحكمة\r\nفي وجوب الاحداد في عدة الوفاة دون الطلاق لأن الزينة والطيب يدعوان إلى النكاح ويوقعان\r\nفيه فنهيت عنه ليكون الامتناع من ذلك زاجرا عن النكاح لكون الزوج ميتا لا يمنع معتدته\r\nمن النكاح ولا يراعيه ناكحها ولا يخاف منه بخلاف المطلق الحي فإنه يستغنى بوجوده عن\r\nزاجرا آخر ولهذه العلة وجبت العدة على كل متوفى عنها وإن لم تكن مدخولا بها بخلاف الطلاق\r\nفاستظهر للميت بوجوب العدة وجعلت أربعة أشهر وعشرا لأن الأربعة فيها ينفخ الروح\r\nفي الولد إن كان والعشر احتياطا وفي هذه المدة يتحرك الولد في البطن قالوا ولم يوكل ذلك إلى\r\nأمانة النساء ويجعل بالأقراء كالطلاق لما ذكرناه من الاحتياط للميت ولما كانت الصغيرة من\r\nالزوجات نادرة ألحقت بالغالب في حكم وجوب العدة والاحداد والله أعلم قوله ( فدعت\r\nأم حبيبة بطيب فيه صفرة خلوق أو غيره ) هو برفع خلوق وبرفع غيره أي دعت بصفرة وهي\r\nخلوق أو غيره والخلوق بفتح الخاء هو طيب مخلوط قوله ( مست بعارضيها ) هما جانبا الوجه\r\nفوق الذقن إلى ما دون الأذن وإنما فعلت هذا لدفع صورة الاحداد وفي هذا الذي فعلته\r\nأم حبيبة وزينب مع الحديث المذكور دلالة لجواز الاحداد على غير الزوج ثلاثة أيام فما دونها\r\nقولها ( وقد اشتكت عينها ) هو برفع النون ووقع في بعض الأصول عيناها بالألف قولها\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n( أفنكحلها فقال لا ) هو بضم الحاء وفي هذا الحديث أم عطية المذكور بعده في قوله\r\nصلى الله عليه وسلم لا تكتحل دليل على تحريم الاكتحال على الحادة سواء احتاجت إليه أم لا\r\nوجاء في الحديث الآخر في الموطأ وغيره في حديث أم سلمة اجعليه بالليل وامسحيه بالنهار\r\nووجه الجمع بين الأحاديث أنها إذا لم تحتج إليه لا يحل لها وإن احتاجت لم يجز بالنهار ويجوز\r\nبالليل مع أن الأولى تركه فإن فعلته مسحته بالنهار فحديث الاذن فيه لبيان أنه بالليل للحاجة\r\nغير حرام وحديث النهى محمول على عدم الحاجة وحديث التي اشتكت عينها فنهاها محمول على\r\nأنه نهى تنزيه وتأوله بعضهم على أنه لم يتحقق الخوف على عينا وعد اختلف العلماء في اكتحال\r\nالمحدة فقال سالم بن عبد الله وسليمان بن يسار ومالك في رواية عنه يجوز إذا خافت على عينها\r\nبكحل لا طيب فيه وجوزه بعضهم عند الحاجة وإن كان فيه طيب ومذهبنا جوازه ليلا عند الحاجة\r\nبما لا طيب فيه قوله صلى الله عليه وسلم ( إنما هي أربعة أشهر وعشر وقد كانت إحداكن\r\nفي الجاهلية ترمى بالبعرة على رأس الحول ) معناه لا تستكثرن العدة ومنع الاكتحال فيها فإنها\r\nمدة قليلة وقد خففت عنكن وصارت أربعة أشهر وعشرا بعد أن كانت سنة وفي هذا تصريح\r\nبنسخ الاعتداد سنة المذكور في سورة البقرة في الآية الثانية وأما رميها بالبعرة على رأس الحول\r\nفقد فسره في الحديث قال بعض العلماء معناه أنها رمت بالعدة وخرجت منها كانفصالها من\r\nهذه البعرة ورميها بها وقال بعضهم هو إشارة إلى أن الذي فعلت وصبرت عليه من الاعتداد\r\nسنة ولبسها شر ثيابها ولزومها بيتا صغيرا هين بالنسبة إلى حق الزوج وما يستحقه من المراعاة\r\nكما يهون الرمي بالبعرة قوله ( دخلت حفشا ) هو بكسر الحاء المهملة وإسكان الفاء وبالشين\r\nالمعجمة أي بيتا صغيرا حقيرا قريب السمك قوله ( ثم تؤتى بدابة حمار أو شاة أو طير\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\nفتفتض به ) هكذا هو في جميع النسخ فتفتض بالفاء والضاد قال ابن قتيبة سألت الحجازيين\r\nعن معنى الافتضاض فذكروا أن المعتدة كانت لا تغتسل ولا تمس ماء ولا تقلم ظفرا ثم تخرج\r\nبعد الحول بأقبح منظر ثم تفتض أي تكسر ما هي فيه من العدة بطائر تمسح به قبلها وتنبذه\r\nفلا يكاد يعيش ما تفتض به وقال مالك معناه تمسح به جلدها وقال ابن وهب معناه تمسح بيدها\r\nعليه أو على ظهره وقيل معناه تمسح به ثم تفتض أي تغتسل والافتضاض الاغتسال بالماء العذب\r\nللانقاء وإزالة الوسخ حتى تصير بيضاء نقية كالفضة وقال الأخفش معناه تتنظف وتتنقى من الدرن\r\nتشبيها لها بالفضة في نقائها وبياضها وذكر الهروي أن الأزهري قال رواه الشافعي تقبض بالقاف\r\nوالصاد المهملة والباء الموحدة مأخوذ من القبض وهو القبض بأطراف الأصابع قوله ( توفى\r\nحميم لأم حبيبة ) أي قريب\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\nقوله صلى الله عليه وسلم ( في شر أحلاسها ) هو بفتح الهمزة وإسكان الحاء المهملة جمع حلس\r\nبكسر الحاء والمراد في شر ثيابها كما قال في الرواية الأخرى وهو مأخوذ من حلس البعير\r\nوغيره من الدواب وهو كالمسح يجعل على ظهره قوله ( نعى أبي سفيان ) هو بكسر العين\r\nمع تشديد الياء وبإسكانها مع تخفيف الباء أي خبر موته\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\nقوله صلى الله عليه وسلم ( ولا تلبس ثوبا مصبوغا الا ثوب عصب ) العصب بعين مفتوحة ثم صاد\r\nساكنة مهملتين وهو برود اليمن يعصب غزلها ثم يصبغ معصوبا ثم تنسج ومعنى الحديث النهى\r\nعن جميع الثياب المصبوغة للزينة الا ثوب العصب قال ابن المنذر أجمع العلماء على أنه لا يجوز\r\nللحادة لبس الثياب المعصفرة والمصبغة الا ما صبغ بسواد فرخص بالمصبوغ بالسواد عروة بن\r\nالزبير ومالك والشافعي وكرهه الزهري وكره عروة العصب وأجازه الزهري وأجاز مالك غليظة\r\nوالأصح عند أصحابنا بحريمه كطلقا وهذا الحديث حجة لمن أجازه قال ابن المنذر رخص جميع\r\nالعلماء في الثياب البيض ومنع بعض متأخري المالكية جيد البيض الذي يتزين به وكذلك\r\nجيد السواد قال أصحابنا ويجوز كل ما صبغ ولا تقصد منه الزينة ويجوز لها لبس الحرير\r\nفي الأصح ويحرم حلي الذهب والفضة وكذلك اللؤلؤ وفي اللؤلؤ وجه أنه يجوز قوله صلى الله عليه وسلم\r\n( ولا تمس طيبا الا إذا طهرت نبذة من قسط أو أظفار ) النبذة بضم النون القطعة\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nوالشئ اليسير وأما القسط فبضم القاف ويقال فيه كست بكاف مضمومة بدل القاف وبتاء\r\nبدل الطاء وهو والأظفار نوعان معروفان من البخور وليسا من مقصود الطيب رخص فيه\r\nللمغتسلة من الحيض لإزالة الرائحة الكريهة تتبع به أثر الدم لا للتطيب والله تعالى أعلم\r\nكتاب اللعان\r\nاللعان والملاعنة والتلاعن ملاعنة الرجل امرأته يقال تلاعنا والتعنا ولاعن القاضي بينهما وسمى\r\nلعانا لقول الزوج على لعنة الله ان كنت من الكاذبين قال العلماء من أصحابنا وغيرهم واختير لفظ\r\nاللعن على لفظ الغضب وإن كانا موجودين في الآية الكريمة وفي صورة اللعان لأن لفظ اللعنة\r\nمتقدم في الآية الكريمة وفي صورة اللعان ولأن جانب الرجل فيه أقوى من جانبها لأنه قادر على\r\nالابتداء باللعان دونها ولأنه قد ينفك لعانه عن لعانها ولا ينعكس وقيل سمى لعانا من اللعن وهو\r\nالطرد والابعاد لأن كلا منهما يبعد عن صاحبه ويحرم النكاح بينهما على التأبيد بخلاف المطلق\r\nوغيره واللعان عند جمهور أصحابنا يمين وقيل شهادة وقيل يمين فيها ثبوت شهادة وقيل عكسه قال\r\nالعلماء وليس من الأيمان شئ متعدد الا اللعان والقسامة ولا يمسن في جانب المدعى الا فيهما\r\nوالله أعلم قال العلماء وجوز اللعان لحفظ الأنساب ودفع المعرة عن الأزواج وأجمع العلماء\r\nعلى صحة اللعان في الجملة والله أعلم واختلف العلماء في نزول آية اللعان هل هو بسبب عويمر العجلاني\r\nأم بسبب هلال بن أمية فقال بعضم بسبب عويمر العجلاني واستدل بقوله صلى الله عليه وسلم في الحديث الذي ذكره مسلم\r\nفي الباب أولا لعويمر قد أنزل الله فيك وفي صاحبتك وقال جمهور\r\nالعلماء سبب نزولها قصة هلال ابن أمية واستدلوا بالحديث الذي ذكره مسلم بعد هذا في قصة هلال\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\nقال وكان أول رجل لاعن في الاسلام قال الماوردي من أصحابنا في كتابه الحاوي قال الأكثرون\r\nقصة هلال بن أمية أسبق من قصة العجلاني قال والنقل فيهما مشتبه ومختلف وقال ابن الصباغ من\r\nأصحابنا في كتابه الشامل قصة هلال تبين أن الآية نزلت فيه أولا قال وأما قوله صلى الله عليه وسلم\r\nلعويمر ان الله قد أنزل فيك وفى صاحبتك فمعناه ما نزل في قصة هلال لأن ذلك حكم عام لجميع\r\nالناس قلت ويحتمل أنها نزلت فيهما جميعا فلعلهما سألا في وقتين متقاربين فنزلت الآية فيهما\r\nوسبق هلال باللعان فيصدق أنها نزلت في ذا وفي ذاك وأن هلالا أول من لاعن والله أعلم قالوا\r\nوكانت قصة اللعان في شعبان سنة تسع من الهجرة وممن نقله القاضي عياض عن ابن جرير الطبري\r\nقوله ( فكره رسول الله صلى الله عليه وسلم المسائل وعابها ) المراد كراهة المسائل التي لا يحتاج\r\nإليها لا سيما ما كان فيه هتك ستر مسلم أو مسلمة أو إشاعة فاحشة أو شناعة على مسلم أو مسلمة\r\nقال العلماء أما إذا كانت المسائل مما يحتاج إليه في أمور الدين وقد وقع فلا كراهة فيها وليس\r\nهو المراد في الحديث وقد كان المسلمون يسألون رسول الله صلى الله عليه وسلم عن الأحكام\r\nالواقعة فيجيبهم ولا يكرهها وإنما كان سؤال عاصم في هذا الحديث عن قصة لم تقع بعد ولم يحتج\r\nإليها وفيها شناعة على المسلمين والمسلمات وتسليط اليهود والمنافقين ونحوهم على الكلام في أعراض\r\nالمسلمين وفي الاسلام ولأن من المسائل ما يقتضى جوابه تضييقا وفي الحديث الآخر أعظم الناس\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\nحربا من سأل عما لم يحرم فحرم من أجل مسألته قوله ( يا رسول الله أرأيت رجلا وجد\r\nمع امرأته رجلا أيقتله فتقتلونه أم كيف يفعل فقال رسول الله صلى الله عليه وسلم قد نزل فيك\r\nوفي صاحبتك فاذهب فأت بها قال سهل فتلاعنا ) هذا الكلام فيه حذف ومعناه أنه سأل وقذف\r\nامرأته وأنكرت الزنا وأصر كل واحد منهما على قوله ثم تلاعنا قوله ( أيقتل فتقتلونه ) معناه\r\nإذا وجد رجلا مع امرأته وتحقق أنه زنا بها فإن قتله قتلتموه وإن تركه صبر على عظيم فكيف طريقه\r\nوقد اختلف العلماء فيمن قتل رجلا وزعم أنه وجده قد زنى بامرأته فقال جمهورهم لا يقبل قوله\r\nبل يلزمه القصاص الا أن تقوم بذلك بينه أو يعترف به ورثة القتيل والبينة أربعة من عدول الرجال\r\nيشهدون على نفس الزنا ويكون القتيل محصنا وأما فيما بينه وبين الله تعالى فإن كان صادقا\r\nفلا شئ عليه وقال بعض أصحابنا يجب على كل من قتل زانيا محصنا القصاص ما لم يأمر السلطان\r\nبقتله والصواب الأول وجاء عن بعص السلف تصديقه في أنه زنى بامرأته وقتله بذلك قوله ( قال\r\nسهل فتلاعنا وأنا مع الناس عند رسول الله صلى الله عليه وسلم ) فيه أن اللعان يكون بحضرة\r\nالامام أو القاضي وبمجمع من الناس وهو أحد أنواع تغليظ اللعان فإنه تغليظ بالزمان والمكان\r\nوالجمع فأما الزمان فبعد العصر والمكان في أشرف موضع في ذلك البلد والجمع طائفة من الناس\r\nأقلهم أربعة وهل هذه التغليظات واجبة أم مستحبة فيه خلاف عندنا الأصح الاستحباب قوله\r\n( فلما فرغا قال عويمر كذبت عليها يا رسول الله ان أمسكتها ) فطلقها ثلاثا قبل أن يأمره رسول الله\r\nصلى الله عليه وسلم قال ابن شهاب فكانت سنة المتلاعنين وفي الرواية الأخرى فطلقها ثلاثا\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\nقبل أن يأمر رسول الله صلى الله عليه وسلم ففارقها عند النبي صلى الله عليه وسلم فقال النبي\r\nصلى الله عليه وسلم ذاكم التفريق بين كل متلاعنين وفي الرواية الأخرى أنه لاعن ثم لاعنت ثم فرق\r\nبينهما وفي رواية أن النبي صلى الله عليه وسلم قال لا سبيل لك عليها اختلف العلماء في الفرقة باللعان\r\nفقال مالك والشافعي والجمهور تقع الفرقة بين الزوجين بنفس التلاعن ويحرم عليه نكاحها على التأبيد\r\nلهذه الأحاديث لكن قال الشافعي وبعض المالكية تحل الفرقة بلعان الزوج وحده\r\nولا تتوقف على لعان الزوجة وقال بعض المالكية تتوقف على لعانها وقال أبو حنيفة لا تحصل\r\nالفرقة الا بقضاء القاضي بها بعد التلاعن لقوله ثم فرق بينهما وقال الجمهور لا تفتقر إلى قضاء القاضي\r\nلقول صلى الله عليه وسلم لا سبيل لك عليها والرواية الأخرى ففارقها وقال الا لا أثر للعان في\r\nالفرقة ولا يحصل به فراق أصلا واختلف القائلون بتأبيد التحريم فيما إذا أكذب بعد ذلك نفسه\r\nفقال أبو حنيفة تحل له لزوال المعنى المحرم وقال مالك والشافعي وغيرهما لا تحل له أبدا لعموم\r\nقوله صلى الله عليه وسلم لا سبيل لك عليها والله أعلم وأما قوله كذبت عليها يا رسول الله ان أمسكتها\r\nفهو كلام تام مستقل ثم ابتدأ فقال هي طالق ثلاثا تصديقا لقوله في أنه لا يمسكها وإنما طلقها لأنه ظن\r\nأن اللعان لا يحرمها عليه فأراد تحريمها بالطلاق فقال هي طالق ثلاثا فقال له النبي صلى الله عليه وسلم\r\nلا سبيل لك عليها أي لا ملك لك عليها فلا يقع طلاقك وهذا ليل على أن الفرقة تحصل\r\nبنفس اللعان واستدل به أصحابنا على أن جمع الطلقات الثلاث بلفظ واحد ليس حراما وموضع\r\nالدلالة أنه لم ينكر عليه اطلاق لفظ الثلاث وقد يعتر ض على هذا فيقال إنما لم ينكر عليه لأنه\r\nلم يصادق الطلاق محلا مملوكا له ولا نفوذا ويجاب عن هذا الاعتراض بأنه لو كان الثلاث\r\nمحرما لأنكر عليه وقال له كيف ترسل لفظ الطلاق الثلاث مع أنه حرام والله أعلم وقال ابن\r\nنافع من أصحاب مالك إنما طلقها ثلاثا بعد اللعان لأنه يستحب اظهار الطلاق بعد اللعان مع\r\nأنه قد حصلت الفرقة بنفس اللعان وهذا فاسد وكيف يستحب للانسان أن يطلق من صارت\r\nأجنبية وقال محمد بن أبي صفرة المالكي لا تحصل الفرقة بنفس اللعان واحتج بطلاق عويمر\r\nوبقوله أن أمسكتها وتأوله الجمهور كما سبق والله أعلم وأما قوله ( قال ابن شهاب فكانت سنة\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\nالمتلاعنين ) فقد تأوله ابن نافع المالكي على أن معناه استحباب الطلاق بعد اللعان كما سبق\r\nوقال الجمهور معناه حصول الفرقة بنفس اللعان وأما قوله صلى الله عليه وسلم ( ذاكم التفريق\r\nبين كل متلاعنين فمعناه عند مالك والشافعي والجمهور بيان أن الفرقة تحصل بنفس اللعان بين كل\r\nمتلاعنين وقيل معناه تحريمها على التأبيد كما قال جمهور العلماء قال القاضي عياض واتفق علماء\r\nالأمصار على أن مجرد قذفه لزوجته لا يحرمها عليه الا أبا عبيد فقال تصير محرمه عليه بنفس\r\nالقذف بغير لعان قوله ( وكانت حاملا فكان ابنها يدعى إلى أمه ثم جرت السنة أنه يرثها وترث\r\nمنه ما فرض الله لها ) فيه جواز لعان الحامل وأنه إذا لاعنها ونفى عنه نسب الحمل انتفى عنه وأنه\r\nيثبت نسبه من الأم ويرثها وترث منه ما فرض ألح ح له للأم وهو الثلث ان لم يكن للميت\r\nولد ولا ولد ابن ولا اثنان من الأخوة أو الأخوات وإن كان شئ من ذلك فلها السدس وقد أجمع\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\nالعلماء على جريان التوارث بينه وبين أمه وبينه وبين أصحاب الفروض من جهة أمه وهم اخوته\r\nوأخواته من أمه وجداته من أمه ثم إذا دفع إلى أمه فرضها أو إلى أصحاب الفروض وبقى شئ\r\nفهو لموالي أمه إن كان عليها ولاء ولم يكن عليه هو ولا بمباشرة اعتاقه فإن لم يكن لها موال فهو\r\nلبيت المال هذا تفصيل مذهب الشافعي وبه قال الزهري ومالك وأبو ثور وقال الحكم وحماد ترثه\r\nورثة أمه وقال آخرون عصبة أمه روى هذا عن علي وابن مسعود وعطاء وأحمد بن حنبل قال\r\nأحمد فإن انفردت الأم أخذت جميع ماله بالعصوبة وقال أبو حنيفة إذا انفردت أخذت الجميع\r\nلكن الثلث بالفرض والباقي بالرد على قاعدة مذهبه في اثبات الرد والله أعلم قوله ( فتلاعنا في\r\nالمسجد ) فيه استحباب كون اللعان في المسجد وقد سبق بيانه قوله ( فقلت للغلام استأذن لي قال إنه\r\nقائل فسمع صوتي فقال ابن جبير قلت نعم ) أما قوله أنه قائل فهو من القيلولة وهي النوم\r\nنصف النهار وأما قوله ابن جبير فهو برفع ابن وهو استفهام أي أأنت ابن جبير قوله ( فوجدته\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\nمفترشا برذعة ) هو بفتح الباء وفيه زهادة ابن عمر وتواضعه قوله ( ووعظه وذكره وأخبره\r\nأن عذاب الدنيا أهون من عذاب الآخرة ) وفعل بالمرأة مثل ذلك فيه أن الامام يعظ المتلاعنين\r\nويخوفهما من وبال اليمين الكاذبة وأن الصبر على عذاب الدنيا وهو الحد أهون من عذاب\r\nالآخرة قوله ( فبدأ بالرجل فشهد أربع شهادات إلى آخره ) فيه أن الابتداء في اللعان يكون\r\nبالزوج لأن الله تعالى بدأ به ولأنه يسقط عن نفسه حد قذفها وينفى النسب إن كان ونقل\r\nالقاضي وغيره اجماع المسلمين على الابتداء بالزوج ثم قال الشافعي وطائفة لولا عنت المرأة قبله\r\nلم يصح لعانها وصححه أبو حنيفة وطائفة قوله ( فشهد أربع شهادات بالله انه لمن الصادقين\r\nوالخامسة أن لعنة الله عليه إن كان من الكاذبين ) هذه ألفاظ اللعان وهي مجمع عليها قوله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\nللمتلاعنين ( حسابكما على الله أحدكما كاذب ) قال القاضي ظاهره أنه قال هذا\r\nالكلام بعد فراغهما من اللعان والمراد بيان أنه يلزم الكاذب التوبة قال وقال الداودي إنما\r\nقاله قبل اللعان تحذيرا لهما منه قال والأول أظهر وأولى بسياق الكلام قال وفيه رد على\r\nمن قال من النحاة أن لفظة أحد لا تستعمل الا في النفي وعلى من قال منهم لا تستعمل الا في الوصف\r\nولا تقع موقع واحد وقد وقعت في هذا الحديث في غير نفي ولا وصف ووقعت موقع\r\nواحد وقد أجازه المبرد ويؤيده قوله تعالى فشهادة أحدهم وفي هذا الحديث أن الخصمين\r\nالمتكاذبين لا يعاقب واحد منهما وإن علما كذب أحدهما على الابهام قوله ( يا رسول الله\r\nمالي قال لا مال لك إن كنت صدقت عليها فهو بما استحللت من فرجها وإن كنت كذبت\r\nعليها فذاك أبعد لك منها ) في هذا دليل على استقرار المهر بالدخول وعلى ثبوت مهر الملاعنة\r\nالمدخول بها والمسئلتان مجمع عليهما وفيه أنها لو صدقته وأقرت بالزنا لم يسقط مهرها\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\nقوله صلى الله عليه وسلم ( اللهم افتح ) معناه بين لنا الحكم في هذا قوله ( ان هلال بن أمية قذف\r\nامرأته بشريك ابن سحماء ) هي بسين مفتوحة ثم حاء ساكنة مهملتين وبالمد وشريك هذا\r\nصحابي بلوى حليف الأنصار قال القاضي وقول من قال إنه يهودي باطل قوله ( وكان أول\r\nرجل لاعن في الاسلام ) سبق بيانه في أول هذا الباب قوله صلى الله عليه وسلم لعلها\r\nأن تجئ به اسود جعدا ) وفى الرواية الأخرى فإن جاءت به سبطا قضئ العينين فهو لهلال\r\nوان جاءت به أكحل جعدا حمش الساقين فهو لشريك أما الجعد فبفتح الجيم وإسكان العين قال\r\nالهروي الجعد في صفات الرجال يكون مدحا ويكون ذما فإذا كان مدحا فله معنيان أحدهما\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\nأن يكون معصوب الحلق شديد الأسر والثاني أن يكون شعره غير سبط لأن السبوطة أكثرها\r\nفي شعور العجم وأما الجعد المذموم فله معنيان أحدهما القصير المتردد والآخر البخيل يقال\r\nجعد الأصابع وجعد اليدين أي بخيل وأما السبط فبكسر الباء وإسكانها وهو الشعر المسترسل\r\nوأما حمش الساقين فبحاء مهملة مفتوحة ثم ميم ساكنة ثم شين معجمة أي رقيقهما والحموشة\r\nالدقة وأما قضئ العينين فمهموز ممدود على وزن فعيل وهو بالضاد المعجمة ومعناه\r\nفاسدهما بكثرة دمع أو حمرة أو غير ذلك قوله ( وكان خذلا ) هو بفتح الخاء المعجمة\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\nوإسكان الدال المهملة وهو الممتلئ الساق قوله صلى الله عليه وسلم ( لو رجمت أحدا بغير\r\nبينة رجمت هذه ) وفسرها ابن عباس بأنها كانت تظهر في الاسلام السوء وفي رواية\r\nأنها امرأة أعلنت معنى الحديث أنه اشتهر وشاع عنها الفاحشة ولكن لم يثبت ببينة ولا اعتراف\r\nففيه أنه لا يقام الحد بمجرد الشياع والقرائن بل لابد من بينة أو اعتراف قوله ( ان سعد\r\nابن عبادة قال يا رسول الله أرأيت الرجل يجد مع امرأته رجلا أيقتله قال رسول الله صلى الله عليه وسلم\r\nلا قال سعد بلى والذي أكرمك بالحق فقال رسول الله صلى الله عليه وسلم اسمعوا\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\nإلى ما يقول سيدكم ) وفي الرواية الأخرى كلا والذي بعثك بالحق ان كنت لأعاجله بالسيف\r\nقال الماوردي وغيره ليس قوله هو ردا لقول النبي صلى الله عليه وسلم ولا مخالفة من سعد بن\r\nعبادة لأمره صلى الله عليه وسلم وإنما معناه الاخبار عن حالة الانسان عند رؤيته الرجل\r\nعند امرأته واستيلاء الغضب عليه فإنه حينئذ يعاجله بالسيف وإن كان عاصيا وأما السيد\r\nفقال ابن الأنباري وغيره هو الذي يفوق قومه في الفخر قالوا والسيد أيضا الحليم وهو أيضا\r\nحسن الخلق وهو أيضا الرئيس ومعنى الحديث تعجبوا من قول سيدكم قوله ( لضربته\r\nبالسيف غير مصفح ) هو بكسر الفاء أي غير ضارب بصفح السيف وهو جانبه بل أضربه بحده\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\nقوله صلى الله عليه وسلم ( انه لغيور وأنا أغير منه ) وفي الرواية الأخرى والله أغير منى من\r\nأجل غيرة الله حرم الفواحش ما ظهر منها وما بطن قال العلماء الغيرة بفتح العين وأصلها المنع\r\nوالرجل غيور على أهله أي يمنعهم من التعلق بأجنبي بنظر أو حديث أو غيره والغيرة صفة كمال\r\nفأخبر صلى الله عليه وسلم بأن سعدا غيور وأنه أغير منه وأن الله أغير منه صلى الله عليه وسلم\r\nوأنه من أجل ذلك حرم الفواحش فهذا تفسير لمعنى غيرة الله تعالى أي أنها منعه سبحانه\r\nوتعالى الناس من الفواحش لكن الغيرة في حق الناس يقارنها تغير حال الانسان وانزعاجه\r\nوهذا مستحيل في غيرة الله تعالى قوله صلى الله عليه وسلم ( لا شخص أغير من الله تعالى )\r\nأي لا أحد وإنما قال لا شخص استعارة وقيل معناه لا ينبغي لشخص أن يكون أغير من الله\r\nتعالى ولا يتصور ذلك منه فينبغي أن يتأدب الانسان بمعاملته سبحانه وتعالى لعباده فإنه\r\nلا يعاجلهم بالعقوبة بل حذرهم وأنذرهم وكرر ذلك عليهم وأمهلهم فكذا ينبغي للعبد أن\r\nلا يبادر بالقتل وغيره في غير موضعه فإن الله تعالى لم يعاجلهم بالعقوبة مع أنه لو عاجلهم كان\r\nعدلا منه سبحانه وتعالى قوله صلى الله عليه وسلم ( ولا شخص أحب إليه العذر من الله تعالى\r\nمن أجل ذلك بعث الله المرسلين مبشرين ومنذرين ولا شخص أحب إليه المدحة من الله من\r\nأجل ذلك وعد الجنة ) معنى الأول ليس أحد أحب إليه الأعذار من الله تعالى فالعذر هنا بمعنى\r\nالاعذار والانذار قبل أخذهم بالعقوبة ولهذا بعث المرسلين كما قال سبحانه وتعالى وما كنا\r\nمعذبين حتى نبعث رسولا والمدحة بكسر الميم وهو المدح بفتح الميم فإذا ثبتت الهاء كسرت الميم\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\nوإذا حذفت فتحت ومعنى من أجل ذلك وعد الجنة أنه لما وعدها ورغب فيها كثر سؤال\r\nالعباد إياها منه والثناء عليه والله أعلم قوله ( ان امرأتي ولدت غلاما أسود فقال النبي\r\nصلى الله عليه وسلم هل لك من إبل قال نعم قال فما ألوانها قال حمر قال هل فيها من أورق قال إن فيها\r\nلورقا قال فأنى أتاها ذاك قال عسى أن يكون نزعه عرق ) أما الأورق فهو الذي فيه سواد\r\nليس بصاف ومنه قيل للرماد أورق وللحمامة ورقاء وجمعه ورق بضم الواو وإسكان الراء\r\nكأحمر وحمر والمراد بالعرق هنا الأصل من النسب تشبيها بعرق الثمرة ومنه قولهم فلان معرق\r\nفي النسب والحسب وفي اللؤم والكرم ومعنى نزعه أشبهه واجتذبه إليه وأظهر لونه عليه وأصل\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\nالنزع الجذب فكأنه جذبه إليه لشبهه يقال منه نزع الولد لأبيه وإلى أبيه ونزعه أبوه ونزعه إليه\r\nوفي هذا الحديث أن الولد يلحق الزوج وإن خالف لونه لونه حتى لو كان الأب أبيض والولد\r\nأسود أو عكسه لحقه ولا يحل له نفيه بمجرد المخالفة في اللون وكذا لو كان الزوجان أبيضين\r\nفجاء الولد أسود أو عكسه لاحتمال أنه نزعه عرق من أسلافه وفي الحديث أن التعريض بنفي\r\nالولد ليس نفيا وأن التعريض بالقذف ليس قذفا وهو مذهب الشافعي وموافقيه وفيه إثبات\r\nالقياس والاعتبار بالأشباه وضرب الأمثال وفيه الاحتياط للأنساب وإلحاقها بمجرد الامكان\r\nقوله في الرواية الأخرى ( ان امرأتي ولدت غلاما أسود وإني أنكرته ) معناه استغربت بقلبي\r\nأن يكون منى لا أنه نفاه عن نفسه بلفظه والله أعلم\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nكتاب العتق\r\nقال أهل اللغة العتق الحرية يقال منه عتق يعتق عتقا بكسر العين وعتقا بفتحها أيضا حكاه\r\nصاحب المحكم وغيره وعتاقا وعتاقة فهو عتيق وعاتق أيضا حكاه الجوهري وهم عتقاء وأعتقه فهو\r\nمعتق وهم عتقاء وأمه عتيق وعتيقة وإماء عتائق وحلف بالعتاق أي الاعتاق قال الأزهري هو\r\nمشتق من قولهم عتق الفرس إذا سبق ونجا وعتق الفرخ طار واستقال لأن العبد يخلص بالعتق\r\nويذهب حيث شاء قال الأزهري وغيره وإنما قيل لمن أعتق نسمة أنه أعتق رقبة وفك رقبة فخصت\r\nالرقبة دون سائر الأعضاء مع أن العتق يتناول الجميع لأن حكم السيد عليه وملكه له كحبل في رقبة\r\nالعبد وكالغل المانع له من الخروج فإذا أعتق فكأنه أطلقت رقبته من ذلك والله أعلم قوله\r\nصلى الله عليه وسلم ( من أعتق شركا له في عبد وكان له مال يبلغ ثمن العبد عوم عليه قيمة العدل فأعطى\r\nشركاءه حصصهم وعتق عليه العبد وإلا فقد عتق منه ما عتق وفي نسخة ما أعتق ) هذا حديث ابن عمر\r\nوفي حديث أبي هريرة أن النبي صلى الله عليه وسلم قال في المملوك بين الرجلين فيعتق أحدهما قال\r\nيضمن وفي رواية قال من أعتق شقصا له في عبد فخلاصه في ماله إن كان له مال فإن لم يكن له مال\r\nاستسعى العبد غير مشقوق عليه وفى رواية ان لم يكن له مال قوم عليه العبد قيمة عدل ثم يستسعى في\r\nنصيب الذي لم يعتق غير مشقوق عليه قال القاضي عياض في ذكر الاستسعاء هنا خلاف بين الرواة\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\nقال قال الدارقطني روى هذا الحديث شعبة وهشام عن قتادة وهما أثبت فلم يذكرا فيه الاستسعاء\r\nووافقهما همام ففصل الاستسعاء من الحديث فجعله من رأى أبى قتادة قال وعلى هذا أخرجة\r\nالبخاري وهو الصواب قال الدارقطني وسمعت أبا بكر النيسابوري يقول ما أحسن ما رواه همام\r\nوضبطه ففصل قول قتادة عن الحديث قال القاضي وقال الأصيلي وابن القصار وغيرهما من\r\nأسقط السعاية من الحديث أولى ممن ذكرها لأنه ليست في الأحاديث الآخر من رواية ابن عمر وقال\r\nابن عبد البر الذين لم يذكروا السعاية\r\nأثبت ممن ذكروها قال غيره وقد اختلف فيها\r\nعن سعيد بن أبي عروبة عن قتادة فتارة ذكرها وتارة لم يذكرها فدل على أنها ليست عنده من متن الحديث كما قال غيره هذا\r\nآخر كلام القاضي والله أعلم قال العلماء ومعنى الاستسعاء في هذا الحديث أن العبد يكلف\r\nالاكتساب والطلب حتى تحصل قيمة نصيب الشريك الآخر فإذا دفعها إليه عتق هكذا فسره جمهور\r\nالقائلين بالاستسعاء وقال بعضهم هو أن يخدم سيده الذي لم يعتق بقدر ماله فيه من الرق فعلى هذا\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\nتتفق الأحاديث وقوله صلى الله عليه وسلم ( غير مشقوق عليه ) أي لا يكلف ما يشف عليه والشقص\r\nبكسر الشين النصيب قليلا كان أو كثيرا ويقال له الشقيص أيضا يزيادة الياء ويقال له أيضا الشرك\r\nبكسر الشين وفي هذا الحديث أن من أعتق نصيبه من عبد مشترك قوم عليه باقيه إذا كان موسرا\r\nبقيمة عدل سواء كان العبد مسلما أو كافر أو سواء كان الشريك مسلما أو كافرا وسواء كان العتيق عبدا\r\nأو أمة ولا خيار للشريك في هذا ولا للعبد ولا للمعتق بل ينفذ هذا الحكم وإن كرهه كلهم مراعاة لحق الله\r\nتعالى في الحرية وأجمع العلماء على أن نصيب المعتق يعتق بنفس الاعتاق الا ما حكاه القاضي عن\r\nربيعة أنه قال لا يعتق نصيب المعتق موسرا كان أو معسرا وهذا مذهب باطل مخالف للأحاديث\r\nالصحيحة كلها والاجماع وأما نصيب الشريك فاختلفوا في حكمه إذا كان المعتق موسرا على ستة مذاهب\r\nأحدها وهو الصحيح في مذهب الشافعي وبه قال ابن شبرمة والأوزاعي والثوري وابن أبي ليلى\r\nوأبو يوسف ومحمد بن الحسن وأحمد بن حنبل وإسحاق وبعض المالكية أنه عتق بنفس الاعتاق\r\nويقوم عليه نصيب شريكه بقيمته يوم الاعتاق ويكون ولاء جميعة للمعتق وحكمة من حين الاعتاق حكم\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\nالأحرار في الميراث وغيره وليس للشريك الا المطالبة بقيمة نصيبه كما لو قتله قال هؤلاء ولو أعسر المعتق\r\nبعد ذلك استمر نفوذ العتق وكانت القيمة دينا في ذمته ولو مات أخذت من تركته فإن لم تكن له تركة\r\nضاعت القيمة واستمر عتق جميعة قالوا ولو أعتق الشريك نصيبه بعد اعتاق الأول نصيبه كان اعتاقه\r\nلغوا لأنه قد صار كله حرا والمذهب الثاني انه لا يعتق الا بدفع القيمة وهو المشهور من مذهب مالك\r\nوبه قال أهل الظاهر وهو قول الشافعي والثالث مذهب أبي حنيفة للشريك الخيار ان شاء استسعى العبد\r\nفي نصف قيمته وإن شاء أعتق نصيبه والولاء بينهما وإن شاء قوم نصيبه على شريكه المعتق ثم يرجع المعتق\r\nبما دفع إلى شريكه على العبد يستسعيه في ذلك والولاء كله للمعتق قال والعبد في مدة الكتابة بمنزلة\r\nالمكاتب في كل أحكامه الرابع مذهب عثمان البتي لا شئ على المعتق الا أن تكون جارية رائعة تراد\r\nللوطء فيضمن ما أدخل على شريكه فيها من الضرر الخامس حكاه ابن سيرين أن القيمة في بيت المال\r\nالسادس محكى عن إسحاق بن راهويه أن هذا الحكم للعبيد دون الإماء وهذا القول شاذ خالف\r\nللعلماء كافة والأقوال الثلاثة قبله فاسدة مخالفة لصريح الأحاديث فهي مردودة على قائليها هذا كله\r\nفيما إذا كان المعتق لنصيبه موسرا فأما إذا كان معسرا حال الاعتاق ففيه أربعة\r\nمذاهب أحدها مذهب مالك والشافعي وأحمد وأبى عبيد وموافقيهم ينفذ العتق في نصيب\r\nالمعتق فقط ولا يطالب المعتق بشئ ولا يستسعى العبد بل يبقى نصيب الشريك رقيقا كما كان وبهذا قال جمهور علماء الحجاز\r\nلحديث ابن عمر المذهب الثاني مذهب ابن شبرمة والأوزاعي وأبي حنيفة وابن أبي ليلى وسائر\r\nالكوفيين وإسحاق يستسعى العبد في حصة الشريك واختلف هؤلاء في رجوع العبد بما أدى في\r\nسعايته على معتقه فقال ابن أبي ليلى يرجع به عليه وقال أبو حنيفة وصاحباه لا يرجع ثم هو عند أبي\r\nحنيفة في مدة السعاية بمنزلة المكاتب وعند الآخرين هو حر بالسراية المذهب الثالث مذهب\r\nزفر وبعض البصريين أنه يقوم على المعتق ويؤدى القيمة إذا أيسر الرابع حكاه القاضي عن\r\nبعض العلماء أنه لو كان المعتق معسرا بطل عتقه في نصيبه أيضا فيبقى العبد كله رقيقا كما كان وهذا\r\nمذهب باطل أما إذا ملك الانسان عبدا بكماله فأعتق بعضه فيعتق كله في الحال تغير استسعاء\r\nهذا مذهب الشافعي ومالك وأحمد والعلماء كافة وانفرد أبو حنيفة فقال يستسعى في بقيته لمولاه\r\nوخالفه أصحابه في ذلك فقالوا يقول الجمهور وحكاه القاضي أنه روى عن طاوس وربيعة وحماد\r\nورواية عن الحسن كقول أبي حنيفة وقال أهل الظاهر وعن الشعبي وعبيد الله بن الحسن\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nالغبرى أن للرجل أن يعتق من عبده ما شاء والله أعلم قال القاضي عياض وقوله في حديث ابن\r\nعمر ( والا فقد عتق منه ما عتق ) ظاهره أنه من كلام النبي صلى الله عليه وسلم وكذلك رواه مالك\r\nوعبيد الله العمرى فوصلاه بكلام النبي صلى الله عليه وسلم وجعلاه منه ورواه أيوب عن نافع\r\nفقال نافع وإلا فقد عتق منه ما عتق ففصله من الحديث وجعله من قول نافع وقال أيوب\r\nمرة لا أدرى هو من الحديث أم هو شئ قاله نافع ولهذه الرواية قال ابن وضاح ليس هذا من\r\nكلام النبي صلى الله عليه وسلم قال القاضي وما قاله مالك وعبيد الله العمرى أولى وقد وجده وهما\r\nفي نافع أثبت من أيوب عند أهل هذا الشأن كيف وقد شك أيوب فيه كمنا ذكرناه قال وقد\r\nرواه يحيى بن سعيد عن نافع وقال في هذا الموضع والا فقد جاز ما صنع فأتى به على المعنى قال\r\nوهذا كله يرد قول من قال بالاستسعاء والله أعلم قوله صلى الله عليه وسلم ( قيمة عدل ) بفتح\r\nالعين أي لا زيادة ولا نقص والله أعلم\r\nباب بيان أن الولاء لمن أعتق\r\nفيه حديث عائشة في قصة بريرة وأنها كانت مكاتبة فاشترتها عائشة وأعتقتها وأنهم شرطوا\r\nولاءها وقول النبي صلى الله عليه وسلم ( إنما الولاء لمن أعتق ) وهو حديث عظيم كثير الأحكام\r\nوالقواعد وفيه مواضع تشعبت فيها المذاهب أحدها أنها كانت مكاتبة وباعها الموالي واشترتها\r\nعائشة وأقر النبي صلى الله عليه وسلم بيعها فاحتج به طائفة من العلماء في أنه يجوز بيع المكاتب وممن\r\nجوزه عطاء والنخعي وأحمد ومالك وفي رواية عنه وقال ابن مسعود وربيعة وأبو حنيفة والشافعي\r\nوبعض المالكية ومالك في رواية عنه لا يجور بيعه وقال بعض العلماء يجوز بيعه للعتق لا للاستخدام\r\nوأجاب من أبطل بيعه عن حديث بريرة بأنها عجزت نفسها وفسخوا الكتابة والله أعلم الموضع\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\nالثاني قوله صلى الله عليه وسلم ( اشتريها وأعتقيها واشترطي لهم الولاء فإن الولاء لمن أعتق ) وهذا\r\nمشكل من حيث أنها اشترتها وشرطت لهم الولاء وهذا الشرط يفسد البيع ومن حيث إنها\r\nخدعت البائعين وشرطت لهم مالا يصح ولا يحصل لهم وكيف أذن لعائشة في هذا ولهذا الاشكال أنكر\r\nبعض العلماء هذا الحديث بجملته وهذا منقول عن يحيى بن أكثم واستدل بسقوط هذه اللفظة\r\nفي كثير من الروايات وقال جماهير العلماء هذه اللفظة صحيحة واختلفوا في تأويلها فقال\r\nبعضهم بعضهم قوله اشترطي لهم أي عليهم كما قال تعالى لهم اللعنة بمعنى عليهم وقال تعالى ان\r\nأحسنتم أحسنتم لأنفسكم وإن أسأتم فلها أي فعليها وهذا منقول عن الشافعي والمزني وقاله غيرهما أيضا\r\nوهو ضعيف لأنه صلى الله عليه وسلم أنكر عليهم الاشتراط ولو كان كما قاله صاحب هذا التأويل لم ينكره\r\nوقد يجاب عن هذا بأنه صلى الله عليه وسلم إنما أنكر ما أرادوا اشتراطه في أول الأمر وقيل\r\nمعنى اشترطي لهم الولاء أظهري لهم حكم الولاء وقيل المراد الزجر والتوبيخ لهم لأنه\r\nصلى الله عليه وسلم كان بين لهم حكم الولاء وأن هذا الشرط لا يحل فلما الحول في اشتراطه ومخالفة\r\nالامر قال لعائشة هذا بمعنى لا تبالي سواء شركته أم لا فإنه شرط باطل مردود لأنه قد سبق\r\nبيان ذلك لهم فعلى هذا بمعنى لا تكون لفظة اشترطي هنا للإباحة والأصح في تأويل الحديث\r\nما قال أصحابنا في كتب الفقه أن هذا الشرط خاص في قصة عائشة واحتمل هذا الإذن وابطاله\r\nفي هذه القصة الخاصة وهي قصية عين لا عموم لها قالوا والحكمة في اذنه ثم ابطاله أن يكون\r\nأبلغ في قطع عادتهم في ذلك وزجرهم عن مثله كما أذن لهم صلى الله عليه وسلم في الاحرام بالحج\r\nفي حجة الوداع ثم أمرهم بفسخه وجعله عمرة بعد أن أحرموا بالحج وإنما فعل ذلك ليكون\r\nأبلغ في زجرهم وقطعهم عما اعتادوه من منع العمرة في أشهر الحج وقد تحتمل المفسدة\r\nاليسيرة لتحصيل مصلحة عظيمة والله أعلم الموضع الثالث قوله صلى الله عليه وسلم إنما\r\nالولاء لمن أعتق وقد أجمع المسلمون على ثبوت الولاء لمن أعتق عبده أو أمته عن نفسه وأنه\r\nيرث به وأما العتيق فلا يرث سيده عند الجماهير وقال جماعة من التابعين يرثه كعكسه وفي هذا\r\nالحديث دليل على أنه لا ولاء لمن أسلم على يديه ولا لملتقط ولا لمن حالف انسانا على\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\nالمناصرة وبهذا كله قال مالك والأوزاعي والثوري والشافعي وأحمد وداود وجماهير العلماء\r\nقالوا وإذا لم يكن لأحد من هؤلاء المذكورين وارث فماله لبيت المال وقال ربيعة والليث\r\nوأبو حنيفة وأصحابه من أسلم على يديه رجل فولاؤه له وقال إسحاق بن راهويه يثبت للملتقط\r\nالولاء على اللقيط وقال أبو حنيفة يثبت الولاء بالحلف ويتوارثان به دليل الجمهور حديث\r\nإنما الولاء لمن أعتق وفيه دليل على أنه إذا أعتق عبده سائبة أي على أن لا ولاء له عليه\r\nيكون الشرط لاغيا ويثبت له الولاء عليه وهذا مذهب الشافعي وموافقيه وأنه لو أعتقه على مال\r\nأو باعه نفسه يثبت له عليه الولاء وكذا لو كاتبه أو استولدها وعتقت بموته ففي كل هذه الصور\r\nيثبت الولاء ويثبت الولاء للمسلم على الكافر وعكسه وإن كانا لا يتوارثان في الحال لعموم الحديث\r\nالموضع الرابع أن النبي صلى الله عليه وسلم خير بريرة في فسخ نكاحها وأجمعت الأمة على أنها إذا\r\nعتقت كلها تحت زوجها وهو عبد كان لها الخيار في فسخ النكاح فإن كان حرا فلا خيار لها عند\r\nمالك والشافعي والجمهور وقال أبو حنيفة لها الخيار واحتج برواية من روى أنه كان زوجها حرا وقد\r\nذكرها مسلم من رواية شعبة بن عبد الرحمن بن القاسم لكن قال شعبة ثم سألته عن زوجها فقال\r\nلا أدرى واحتج الجمهور بأنها قضية واحدة والروايات المشهورة في صحيح مسلم وغيره أن زوجها كان\r\nعبدا قال الحفاظ ورواية من روى أنه كان حرا غلط وشاذة مردودة لمخالفتها المعروف في\r\nروايات الثقات ويؤيده أيضا قول عائشة قالت كان عبدا ولو كان حرا لم يخيرها رواه مسلم\r\nوفي هذا الكلام دليلان أحدهما اخبارها أنه كان عبدا وهي صاحبة القضية والثاني\r\nقولها لو كان حرا لم يخيرها ومثل هذا لا يكاد أحد يقوله الا توقيفا ولأن الأصل في النكاح\r\nاللزوم ولا طريق إلى فسخه الا بالشرع وإنما ثبت في العبد فبقي الحر على الأصل ولأنه\r\nلا ضرر ولا عار عليها وهي حرة في المقام تحت حر وإنما يكون ذلك إذا قامت تحت عبد فأثبت\r\nلها الشرع الخيار في العبد لإزالة الضرر بخلاف الحر قالوا ولأن رواية هذا الحديث تدور على\r\nعائشة وابن عباس فأما ابن عباس فاتفقت الروايات عنه أن زوجها كان عبدا وأما\r\nعائشة فمعظم الروايات عنها أيضا أنه كان عبدا فوجب ترجيحها والله أعلم الموضع الخامس قوله\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\nصلى الله عليه وسلم كل شرط ليس في كتاب الله فهو باطل وإن كان مائة شرط صريح في ابطال\r\nكل شرط ليس له أصل في كتاب الله تعالى ومعنى قوله صلى الله عليه وسلم وإن كان مائة شرط أنه\r\nلو شرطه مائة مرة توكيدا فهو باطل كما قال صلى الله عليه وسلم في الرواية الأولى من اشترط\r\nشرطا ليس في كتاب الله فليس له وإن شرطه مائة مرة قال العلماء الشرط في البيع ونحوه أقسام\r\nأحدها شرط يقتضيه اطلاق العقد بأن شرط تسليمه إلى المشترى أو تبقية الثمرة على الشجر إلى\r\nأوان الجداد أو الرد بالعيب الثاني شرط فيه مصلحة وتدعو إليه الحاجة كاشتراط الرهن والضمين\r\nوالخيار وتأجيل الثمن ونحو ذلك وهذان القسمان جائزان ولا يؤثران في صحة العقد بلا خلاف\r\nالثالث اشتراط العتق\r\nفي العبد المبيع أو الأمة وهذا جائز أيضا عند الجمهور لحديث عائشة وترغيبا في العتق لقوته وسرايته الرابع ما سوى ذلك من الشروط كشرط استثناء منفعة وشرط أن\r\nيبيعه شيئا آخر أو يكريه داره أو نحو ذلك فهذا شرط باطل مبطل للعقد هكذا قال الجمهور\r\nوقال احمد لا يبطله شرط واحد وإنما يبطله شرطان والله أعلم الموضع السادس قوله\r\nصلى الله عليه وسلم في اللحم الذي تصدق على بريرة به هو لها صدقة ولنا هديه دليل على أنه إذا\r\nتغيرت الصفة تغير حكمها فيجوز للغنى شراؤها من الفقير وأكلها إذا أهداها إليه وللهاشمي ولغيره\r\nممن لا تحل له الزكاة ابتداء والله أعلم واعلم أن في حديث بريرة هذا فوائد وقواعد كثيرة وقد\r\nصنف فيه ابن خزيمة وابن جرير تصنيفين كبيرين إحداها ثبوت الولاء للمعتق الثانية انه لا ولاء\r\nلغيره الثالثة ثبوت الولاء للمسلم على الكافر وعكسه الرابعة جواز الكتابة الخامسة جواز فسخ\r\nالكتابة إذا عجز المكاتب نفسه واحتج به طائفة لجواز بيع المكاتب كما سبق السادسة جواز\r\nكتابة الأمة ككتابة العبد السابعة جواز كتابة المزوجة الثامنة أن المكاتب لا يصير حرا بنفس\r\nالكتابة بل هو عبد ما بقي عليه درهم كما صرح به في الحديث المشهور في سنن أبي داود وغيره\r\nوبهذا قال الشافعي ومالك وجماهير العلماء وحكى القاضي عن بعض السلف أنه يصير حرا\r\nبنفس الكتابة ويثبت المال في ذمته ولا يرجع إلى الرق أبدأ وعن بعضهم أنه إذا أدى نصف\r\nالمال صار حرا ويصير الباقي دينا عليه قال وحكى عن عمر وابن مسعود وشريح مثل هذا إذا\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\nأدى الثلث وعن عطاء مثله إذا أدى ثلاثة أرباع المال التاسعة ان الكتابة تكون على نجوم\r\nلقوله في بعض روايات مسلم هذه ان بريرة قالت إن أهلها كاتبوها على تسع أواق في تسع سنين\r\nكل سنة وقية ومذهب الشافعي أنها لا تجوز على نجم واحد بل لا بد من نجمين فصاعدا وقال\r\nمالك والجمهور تجوز على نجوم وتجوز على نجم واحد العاشرة ثبوت الخيار للأمة إذا عتقت\r\nتحت عبد الحادية عشر تصحيح الشروط التي دلت عليه أصول الشرع وابطال ما سواها الثانية\r\nعشر جواز الصدقة على موالي قريش الثالثة عشر جواز قبول هدية الفقير والمعتق الرابعة عشر جواز الصدقة على موالي قريش الثالثة عشر جواز قبول هدية الفقير والمعتق الرابعة عشر\r\nتحريم الصدقة على رسول الله صلى الله عليه وسلم لقولها وأنت لا تأكل الصدقة ومذهبنا انه كان\r\nتحرم عليه صدقة الفرض بلا خلاف وكذا صدقة التطوع على الأصح الخامسة عشر أن الصدقة\r\nلا تحرم على قريش غير بني هاشم وبني المطلب لأن عائشة قرشية وقبلت ذلك اللحم من بريرة\r\nعلى أن له حكم الصدقة وإنما حلال لها دون النبي صلى الله عليه وسلم ولم ينكر عليها النبي\r\nصلى الله عليه وسلم هذا الاعتقاد السادسة عشر جواز سؤال الرجل عما يراه في بيته وليس هذا مخالفا\r\nلما في حديث أم زرع في قولها ولا يسأل عما عهد لأن معناه لا يسأل عن شئ عهده وفات\r\nفلا يسأل أين ذهب وأما هنا فكانت البرمة واللحم فيها موجودين حاضرين فسألهم النبي\r\nصلى الله عليه وسلم عما فيها ليبين لهم حكمه لأنه يعلم أنهم لا يتركون احضاره له شحا عليه به بل\r\nلتوهمهم تحريمه عليه فأراد بيان ذلك لهم السابعة عشر جواز السجع إذ لم يتكلف وإنما نهى عن\r\nسجع الكهان ونحوه مما فيه تكلف الثامنة عشر إعانة المكاتبة في كتابته التاسعة عشر جواز\r\nتصرف المرأة في مالها بالشراء والاعتاق وغيره إذا كانت رشيدة العشرون أن بيع الأمة\r\nالمزوجة ليس بطلاق ولا ينفسخ به النكاح وبه قال جماهير العلماء وقال سعيد بن المسيب\r\nهو طلاق وعن ابن عباس أنه ينفسخ النكاح وحديث بريرة يرد المذهبين لأنها خيرت في بقائها\r\nمعه الحادية والعشرون جواز اكتساب المكاتب بالسؤال الثانية والعشرون احتمال أخف\r\nالمفسدتين لدفع أعظمهما واحتمال مفسدة يسيرة لتحصيل مصلحة عظيمة على ما بيناه في تأويل\r\nشرط الولاء لهم الثالثة والعشرون جواز الشفاعة\r\nمن الحاكم إلى المحكوم له للمحكوم عليه وجواز\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\nالشفاعة إلى المرأة في البقاء مع زوجها الرابعة والعشرون لها الفسخ بعتقها وإن تضرر الزوج\r\nبذلك لشدة حبه إياها لأنه كان يبكى على بريرة الخامسة والعشرون جواز خدمة العتيق لمعتقه\r\nبرضاه السادسة والعشرون انه يستحب للامام عند وقوع بدعة أو أمر يحتاج إلى بيانه أن يخطب\r\nالناس ويبين لهم حكم ذلك وينكر على من ارتكب ما يخالف الشرع السابعة والعشرون استعمال\r\nالأدب وحسن العشرة وجميل الموعظة كقوله صلى الله عليه وسلم ما بال أقوام يشترطون شروطا\r\nليست في كتاب الله ولم يواجه صاحب الشرط بعينه لأن المقصود يحصل له ولغيره من غير\r\nفضيحة وشناعة عليه الثامنة والعشرون أن الخطب تبدأ بحمد الله تعالى والثناء عليه بما هو أهله\r\nالتاسعة والعشرون أنه يستحب في الخطبة أن يقول بعد الحمد الله تعالى والثناء عليه والصلاة على\r\nرسول الله صلى الله عليه وسلم أما بعد وقد تكرر هذا في خطب النبي صلى الله عليه وسلم وسبق\r\nبيانه في مواضع الثلاثون التغليظ في إزالة المنكر والمبالغة في تقبيحه والله أعلم قوله صلى الله عليه وسلم\r\n( شرط الله أحق ) قيل المراد به قوله تعالى فإخوانكم في الدين ومواليكم وقوله تعالى وما آتاكم الرسول\r\nفخذوه الآية قال القاضي وعندي أنه قوله صلى الله عليه وسلم إنما الولاء لمن أعتق قوله ( قالوا إن شاءت ان\r\nتحتسب عليك فلتفعل ) معناه ان أرادت الثواب عند الله وأن لا يكون لها ولاء فلتفعل قولها ( في كل عام\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\nأوقية ) وقع في الرواية الأولى في بعض النسخ وقية وفي بعضها أوقية بالألف وأما الرواية الثانية\r\nفوقية بغير ألف باتفاق النسخ وكلاهما صحيح وهما لغتان اثبات الألف أفصح والأوقية الحجازية\r\nأربعون درهما قولها ( فانتهرتها فقالت لاها الله ذلك ) وفي بعض النسخ لا هاء الله إذا\r\nهكذا هو في النسخ وفي روايات المحدثين لا هاء الله إذا بمد قوله هاء وبالألف في إذا قال\r\nالمازري وغيره من أهل العربية هذان لحنان وصوابه لاها الله ذا بالقصر في ها وحذف\r\nالألف من إذا قالوا وما سواه خطأ\r\nقالوا ومهناه ذا يميني وكذا قال الخطابي وغيره ان الصواب\r\nلاها الله ذا بحذف الألف وقال أبو زيد النحوي وغيره يجوز القصر والمد في ها وكلهم ينكرون\r\nالألف في إذا ويقولون صوابه ذا قالوا وليست الألف من كلام العرب قال أبو حاتم السجستاني\r\nجاء في القسم لا هاء الله قال والعرب تقوله بالهمزة والقياس تركه قال ومهناه لا والله هذا ما أقسم\r\nبه فأدخل اسم الله تعالى بين ها وذا واسم زوج برير مغيث بضم الميم والله أعلم\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nباب النهى عن بيع الولاء وهبته\r\nقوله ( ان رسول الله صلى الله عليه وسلم نهى عن بيع\r\nالولاء وهبته ) فيه تحريم بيع الولاء وهبته وأنهما لا يصلحان وأنه لا ينتقل الولاء عن مستحقة بل هو لحمة كلحمة النسب\r\nوبهذا قال جماهير العلماء من السلف والخلف وأجاز بعض السلف نقله ولعلهم لم يبلغهم الحديث\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\nباب تحريم تولى العتيق غير مواليه فيه نهيه صلى الله عليه وسلم أن يتولى العتيق غير مواليه وأنه لعن فاعل ذلك ومعناه أن\r\nينتمي العتيق إلى ولاء غير معتقه وهذا حرام لتفويته حق المنعم عليه لأن الولاء كالنسب فيحرم\r\nتضييعه كما يحرم تضييع النسب وانتساب الانسان إلى غير أبيه وأما قوله صلى الله عليه وسلم (\r\nمن تولى قوما بغير إذن مواليه ) فقد احتج به قوم على جواز التولي بإذن مواليه والصحيح الذي\r\nعليه الجمهور أنه لا يجوز وإن أذنوا كما لا يجوز الانتساب إلى غير أبيه وإن أذن أبوه فيه وحملوا\r\nالتقييد في الحديث على الغالب لأن غالب ما يقع هذا بغير اذن الموالي فلا يكون له مفهوم\r\nيعمل به ونظيره قوله تعالى وربائبكم اللاتي في حجوركم وقوله تعالى ولا تقتلوا أولادكم من\r\nاملاق وغير ذلك من الآيات التي قيد فيها بالغالب وليس لها مفهوم يعمل به قوله ( كتب\r\nالنبي صلى الله عليه وسلم على كل بطن عقوله ) بضم العين والقاف ونصب اللام مفعول كتب\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\nوالهاء ضمير البطن والعقول الديات وأحدها عقل كفلس وفلوس ومهناه أن الدية في قتل\r\nالخطأ وعمد الخطأ تجب على العاقلة وهم العصبات سواء الآباء والأبناء وان علوا أو سفلوا\r\nوأما حديث علي رضي الله عنه في الصحيفة وأن المدينة حرم إلى آخره فسبق شرحه واضحا\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nباب فضل العتق\r\nقوله ( داود بن رشيد ) بضم الراء قوله صلى الله عليه وسلم ( من أعتق رقبة أعتق الله\r\nبكل عضو منها عضوا من أعضائه من النار حتى فرجه بفرجه ) وفي رواية من أعتق رقبه مؤمنة\r\nأعتق الله بكل إرب منها إربا منه من النار الإرب بكسر الهمزة وإسكان الراء هو العضو بضم\r\nالعين وكسرها وفي هذا الحديث بيان فضل العتق وأنه من أفضل الأعمال ومما يحصل به\r\nالعتق من النار ودخول الجنة وفيه استحباب عتق كامل الأعضاء فلا يكون خصيا ولا فاقد\r\nغيره من الأعضاء وفي الخصي وغيره أيضا الفضل العظيم لكن الكامل أولى وأفضله أعلاه\r\nثمنا وأنفسه كما سبق بيانه في أول الكتاب في كتاب الايمان في حديث أي الرقاب أفضل\r\nوقد روى أبو داود والترمذي النسائي وغيرهم عن سالم بن أبي الجعد عن أبي أمامة وغيره من\r\nالصحابة رضي الله عنهم عن النبي صلى الله عليه وسلم أنه قال أيما امرئ مسلم أعتق امرأ مسلما\r\nكان فكاكه من النار يجزى كل عضو منها عضوا منه وأيما امرأة مسلمة أعتقت امرأة مسلمة\r\nكانتا فكاكها من النار يجزى كل عضو منه عضوا منها قال الترمذي هذا حديث حسن صحيح\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\nقال هو وغيره وهذا الحديث دليل على أن عتق العبد أفضل من عتق الأمة قال القاضي عياض\r\nواختلف العلماء أيما أفضل عتق الإناث أم عتق الذكور فقال بقضهم الإناث أفضل لأنها إذا\r\nعتقت كاهن ولدها حرا سواء تزوجها حر أو عبد وقال آخرون عتق الذكور أفضل لهذا\r\nالحديث ولما في الذكر من المعاني العامة المنفعة التي لا توجد في الإناث من الشهادة والقضاء\r\nوالجهاد وغير ذلك مما يختص بالرجال إما شرعا وإما عادة ولأن من الإماء من لا ترغب في العتق\r\nوتضيع به بخلاف العبيد وهذا القول هو\r\nالصحيح وأما التقييد في الرقبة بكونها مؤمنة فيدل على\r\nأن هذا الفضل الخاص إنما هو في عتق المؤمنة وأما غير المؤمنة ففيه أيضا فضل بلا خلاف ولكن دون\r\nفضل المؤمنة ولهذا أجمعوا على أنه يشترط في عتق كفارة القتل كونها مؤمنة وحكى القاضي عياض\r\nعن مالك أن الأعلى ثمنا أفضل وإن كان كافرا وخالفه غير واحد من أصحابه وغيرهم قال وهذا أصح باب\r\nفضل عتق الوالد\r\nقوله صلى الله عليه وسلم ( لا يجزى ولد والدا إلا أن يجده مملوكا فيشتريه ويعتقه ) يجزى\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nبفتح أوله أي لا يكافئه بإحسانه وقضاء حقه إلا أن يعتقه واختلفوا في عتق الأقارب إذا ملكوا\r\nفقال أهل الظاهر لا يعتق أحد منهم بمجرد الملك سواء الوالد والولد وغيرهما بل لابد من\r\nإنشاء عتق واحتجوا بمفهوم هذا الحديث وقال جماهير العلماء يحصل العتق في الآباء والأمهات\r\nوالأجداد والجدات وإن علوا وعلون وفي الأبناء والبنات وأولادهم الذكور والإناث وإن سفلوا\r\nبمجرد الملك سواء المسلم والكافر والقريب والبعيد والوارث وغيره ومختصره أنه يعتق عمود\r\nالنسب بكل حال واختلفوا فيما وراء عمودي النسب فقال الشافعي وأصحابه لا يعتق غيرهما\r\nبالملك لا الأخوة ولا غيرهم وقال مالك يعتق الأخوة أيضا وعنه رواية أنه يعتق جميع ذوي\r\nالأرحام المحرمة ورواية ثالثة كمذهب الشافعي وقال أبو حنيفة يعتق جميع ذوي الأرحام المحرمة\r\nوتأويل الجمهور الحديث المذكور على أنه لما تسبب في شراء الذي يترتب عليه عتقه أضيف\r\nالعتق إليه والله أعلم\r\nكتاب البيوع\r\nقال الأزهري تقول العرب بعت بمعنى بعت ما كنت ملكته وبعت بمعنى اشتريته قال وكذلك\r\nشريت بالمعنيين قال وكل واحد بيع وبائع لأن الثمن والمثمن كل منهما مبيع وكذا قال ابن\r\nقتيبة يقول بعت الشئ بمعنى بعته وبمعنى اشتريته وشريت الشئ بمعنى اشتريته وبمعنى بعته\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nوكذا قاله آخرون من أهل اللغة ويقال بعته وابتعته فهو مبيع ومبيوع قال الجوهري كما يقول\r\nمخيط ومخيوط قال الخليل المحذوف من مبيع واو مفعول لأنها زائدة فهي أولى بالحذف وقال\r\nالأخفش المحذوف عين الكلمة قال المازري كلاهما حسن وقول الأخفش أقيس والابتياع\r\nالاشتراء وتبايعا وبايعته ويقال استبعته أي سألته البيع وأبعت الشئ أي عرضته للبيع وبيع\r\nالشئ بكسر الباء وضمها وبوع لغة فيه وكذلك القول في قيل وكيل\r\nباب ابطال بيع الملامسة والمنابذة\r\nقوله في الإسناد الأول ( مالك عن محمد بن يحيى ين حبان عن الأعرج ) هكذا هو في جميع النسخ\r\nببلادنا وذكر القاضي أنه وقع في نسخهم من طريق عبد الغافر الفارسي مالك عن نافع عن محمد\r\nابن يحي بن حبان بزيادة نافع قال وهو غلط وليس لنافع ذكر في هذا الحديث ولم يذكر مالك\r\nفي الموطأ نافعا في هذا الحديث وأما نهيه صلى الله عليه وسلم عن الملامسة والمنابذة فقد فسره في\r\nالكتب بأحد الأقوال في تفسيره ولأصحابنا ثلاثة أوجه في تأويل الملامسة أحدها تأويل الشافعي\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\nوهو أن يأتي بثوب مطوى أو في ظلمة فيلمسه المستام فيقول صاحبه بعتكه هو بكذا بشرط\r\nأن يقوم لمسك مقام نظرك ولا خيار لك إذا رأيته والثاني أن يجعلا نفس اللمس بيعا فيقول إذا\r\nلمسته فهو مبيع لك والثالث أن يبيعه شيئا على أنه متى يمسه انقطع خيار المجلس وغيره وهذا\r\nالحديث باطل على التأويلات كلها وفي المنابذة ثلاثة أوجه أيضا أحدها أن يجعلا نفس النبذ\r\nبيعا وهو تأويل الشافعي والثاني أن يقول بعتك فإذا نبذته إليك انقطع الخيار ولزم البيع والثالث\r\nالمراد نبذ الحصاة كما سنذكره انشاء الله تعالى في بيع الحصاة وهذا البيع باطل للغرر قوله ( ويكون\r\nذلك بيعهما عن نظر ولا تراض ) معناه بلا تأمل ورضى بعد التأمل والله أعلم\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\nبطلان بيع الحصاة والبيع الذي فيه غرر\r\nنهى النبي صلى الله عليه وسلم عن بيع الحصاة وبيع الغرر أما بيع الحصاة ففيه ثلاث تأويلات\r\nأحدها أن يقول بعتك من هذه الأثواب ما وقعت عليه الحصاة التي أرميها أو بعتك من هذه الأرض\r\nمن هنا إلى ما انتهت إليه هذه الحصاة والثاني أن يقول بعتك على أنك بالخيار إلى أن أرمى بهذه\r\nالحصاة والثالث أن يجعلا نفس الرمي بالحصاة بيعا فيقول إذا رميت هذا الثوب بالحصاة فهو\r\nمبيع منك بكذا وأما النهى عن بيع الغرر فهو أصل عظيم من أصول كتاب البيوع ولهذا قدمه\r\nويحدث ويدخل فيه مسائل كثيرة غير منحصرة كبيع الآبق والمعدوم والمجهول وما لا يقدر على\r\nتسليمه ولم يتم ملك البائع عليه وبيع السمك في الماء الكثير واللبن في الضرع وبيع الحمل\r\nفي البطن وبيع بعض الصبرة مبهما وبيع ثوب من أثواب وشاة من شياه ونظائر ذلك وكل\r\nهذا بيعه باطل لأنه غرر من غير حاجة وقد يحتمل بعض الغرر بيعا إذ دعت إليه حاجة كالجهل\r\nبأساس الدار وكما إذا باع الشاة الحامل والتي في ضرعها لبن فإنه يصح للبيع لأن الأساس تابع\r\nللظاهر من الدار ولأن الحاجة تدعو إليه فإنه لا يمكن رؤيته وكذا القول في حمل الشاة ولبنها\r\nوكذلك أجمع المسلمون على جواز أشياء فيها غرر حقير منها أنهم أجمعوا على صحة بيع الجبة\r\nالمحشوة وإن لم ير حشوها ولو بيع حشوها بإنفراده لم يجز وأجمعوا على جواز إجارة الدار والدابة\r\nوالثوب ونحو ذلك شهرا مع أن الشهر قد يكون ثلاثين يوما وقد يكون تسعة وعشرين وأجمعوا\r\nعلى جواز دخول الحمام بالأجرة مع اختلاف الناس في استعمالهم الماء وفي قدر مكثهم وأجمعوا\r\nعلى جواز الشرب من السقاء بالعوض مع جهالة قدر المشروب واختلاف عادة الشاربين وعكس\r\nهذا وأجمعوا على بطلان بيع الأجنة في البطون والطير في الهواء قال العلماء مدار البطلان بسبب\r\nالغرر والصحة مع وجوده على ما ذكرناه وهو أنه إن دعت حاجة إلى ارتكاب الغرر ولا يمكن\r\nالاحتراز عنه الا بمشقة وكان الغرر حقيرا جاز البيع والا فلا وما وقع في بعض مسائل الباب\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nمن اختلاف العلماء في صحة البيع فيها وفساده كبيع العين الغائبة مبنى على هذه القاعدة فبعضهم\r\nيرى أن الغرر حقير فيجعله كالمعدوم فيصح البيع وبعضهم يراه ليس بحقير فيبطل البيع والله أعلم\r\nواعلم أن بيع الملامسة وبيع المنابذة وبيع حبل الحبلة وبيع الحصاة وعسب الفحل وأشباهها\r\nمن البيوع التي جاء فيها نصوص خاصة هي داخلة في النهى عن بيع الغرر ولكن أفردت بالذكر\r\nونهى عنها لكونها من بيعات الجاهلية المشهورة والله أعلم\r\nتحريم بيع حبل الحبلة\r\nفيه حديث ابن عمر ( أن النبي صلى الله عليه وسلم نهى عن بيع حبل الحبلة ) هي بفتح الحاء\r\nوالباء في الحبل وفي الحبلة قال القاضي ورواه بعضهم بإسكان الباء في الأول وهو قوله حبل وهو\r\nغلط والصواب الفتح قال أهل اللغة الحبلة هنا جمع حابل كظالم وظلمة وفاجر وفجرة وكاتب\r\nوكتبة قال الأخفش يقال حبلت المرأة فهي حابل والجمع نسوة حبلة وقال ابن الأنباري الهاء\r\nفي الحبلة للمبالغة ووافقه بعضهم واتفق أهل اللغة على أن الحبل مختص بالآدميات ويقال\r\nفي غيرهن الحمل يقال حملت المرأة ولدا وحبلت بولد وحملت الشاة سخلة ولا يقال حبلت قال\r\nأبو عبيد لا يقال لشئ من الحيوان حبل إلا ما جاء في هذا الحديث واختلف العلماء في المراد بالنهي\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nعن بيع حبل الحبلة فقال جماعة هو البيع بثمن مؤجل إلى أن تلد الناقة ويلد ولدها وقد ذكر\r\nمسلم في هذا الحديث هذا التفسير عن ابن عمر وبه قال مالك والشافعي ومن تابعهم وقال\r\nآخرون هو بيع ولد الناقة الحامل في الحال وهذا تفسير أبي عبيدة معمر بن المثنى وصاحبه\r\nأبي عبيد القاسم بن سلام وآخرين من أهل اللغة وبه قال أحمد بن حنبل وإسحاق بن راهويه وهذا\r\nأقرب إلى اللغة لكن الراوي هو ابن عمر وقد فسره بالتفسير الأول وهو أعرف ومذهب الشافعي\r\nومحققي الأصوليين أن تفسير الراوي مقدم إذا لم يخالف الظاهر وهذا البيع باطل على\r\nالتفسيرين أما الأول فلأنه بيع بثمن إلى أجل مجهول والأجل يأخذ قسطا من الثمن وأما الثان\r\nفلأنه بيع معدوم ومجهول وغير مملوك البائع وغير مقدور على تسليمه والله أعلم\r\nتحريم بيع الرجل على بيع أخيه وسومه على سومه\r\n( وتحريم النجش وتحريم التصرية )\r\nقوله صلى الله عليه وسلم ( لا يبيع بعضكم على بيع بعض ) وفي رواية لا يبيع الرجل على\r\nبيع أخيه ولا يخطب على خطبة أخيه الا أن يأذن له وفي رواية لا يسم المسلم على سوم المسلم\r\nأما البيع على بيع أخيه فمثاله أن يقول لمن اشترى شيئا في مدة الخيار افسخ هذا البيع وأنا\r\nأبيعك مثله بأرخص من ثمنه أو أجود منه بثمنه ونحو ذلك وهذا حرام يحرم أيضا الشراء على\r\nشراء أخيه وهو أن يقول للبائع في مدة الخيار افسخ هذا البيع وأنا أشتريه منك بأكثر\r\nمن هذا الثمن ونحو هذا وأما السوم على سوم أخيه فهو أن يكون قد اتفق مالك السلعة\r\nوالراغب فيها على البيع ولم يعقداه فيقول الآخر للبائع أنا أشتريه وهذا حرام بعد\r\nاستقرار الثمن وأما السوم في السلعة التي تباع فيمن يزيد فليس بحرام وأما الخطبة على خطبة\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\nأخيه وسؤال المرأة طلاق أختها فسبق بيانهما واضحا في كتاب النكاح وسبق هنالك أن\r\nالرواية لا يبيع ولا يخطب بالرفع على سبيل الخبر الذي يراد به النهى وذكرنا أنه أبلغ وأجمع\r\nالعلماء على منع البيع على بيع أخيه والشراء على شرائه والسوم على سومه فلو خالف وعقد\r\nفهو عاص وينعقد البيع هذا مذهب الشافعي وأبي حنيفة وآخرين وقال داود لا ينعقد وعن\r\nمالك روايتان كالمذهبين وجمهورهم على إباحة البيع والشراء فيمن يزيد وقال الشافعي وكرهه\r\nبعض السلف وأما النجش فبنون مفتوحة ثم جيم ساكنة ثم شين معجمة وهو أن يزيد في ثمن\r\nالسلعة لا لرغبة فيها بل ليخدع غيره ويغره ليزيد ويشتريها وهذا حرام بالاجماع والبيع صحيح\r\nوالاثم مختص بالناجش ان لم يعلم به البائع فإن واطأه على ذلك اثما جميعا ولا خيار للمشترى ان\r\nلم يكن من البائع مواطأه وكذا ان كانت في الأصح لأنه قصر في الاغترار وعن مالك رواية\r\nأن البيع باطل وجعل النهى عنه مقتضيا للفساد وأصل النجش الاستثارة ومنه نجشت الصيد\r\nأنجشه بضم الجيم نجشا إذا استثرته سمى الناجش في السلعة ناجشا لأنه يثير الرغبة فيها ويرفع\r\nثمنها وقال ابن قتيبة أصل النجش الختل وهو الخداع ومنه قيل للصائد ناجش لأنه يختل الصيد\r\nويختال له وكل من استثار شيئا فهو ناجش وقال الهروي قال أبو بكر النجش المدح والاطراء\r\nوعلى هذا معنى الحديث لا يمدح أحدكم السلعة ويزيد في ثمنها بلا رغبة والصحيح الأول قوله\r\n( حدثنا شعبة عن العلاء وسهيل عن أبيهما عن أبي هريرة ) هكذا هو في جميع النسخ عن أبيهما وهو\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\nمشكل لأن العلاء هو ابن عبد الرحمن وسهيل هو ابن أبي صالح وليس بأخ له فلا يقال عن أبيهما\r\nبكسر الباء بل كانت حقه أن يقول عن أبويهما وينبغي أن يعتبر الموجود في النسخ عن أبيهما\r\nبفتح الباء الموحدة ويكون تثنية أب على لغة من قال هذان أبان ورأيت أبين فثناه بالألف\r\nوالنون وبالياء والنون وقد سبق مثله في كتاب النكاح وأوضحنا هناك قال القاضي الرواية فيه\r\nعند جميع شيوخنا بكسر الباء قال وليس هو بصواب لأنهما ليس أخوين قال ووقع في بعض\r\nالروايات عن أبويهما وهو الصواب قال وقال بعضهم في الأول لعله عن أبيهما بفتح الباء قوله\r\n( وفي رواية الدورقي على سيمة أخية ) هو بكسر السين وإسكان الياء وهي لغة في السوم ذكرها\r\nالجوهري وغيره من أهل اللغة قال الجوهري ويقال انه تغالى السيمة قوله صلى الله عليه وسلم\r\n( ولا تصروا الإبل ) هو بضم التاء وفتح الصاد ونصب الإبل من التصرية وهي الجمع يقال صرى\r\nيصرى تصرية وصراها يصريها تصرية فهي مصراة كغشاها يغشيها تغشية فهي مغشاى وزكاها\r\nيزكيها تزكية فهي مزكاة قال القاضي ورويناه في غير صحيح مسلم عن بعضهم لا تصروا بفتح\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\nالتاء وضم الصاد من الصر قال وعن بعضهم لا تصر الإبل بضم التاء من تصرى بغير واو بعد\r\nالراء وبرفع الإبل على ما لم يسم فاعله من الصر أيضا وهو ربط أخلافها والأول هو الصواب\r\nالمشهور ومعناه لا تجمعوا اللبن في ضرعها عند إرادة بيعها حتى يعظم ضرعها فيظن المشترى أن\r\nكثرة لبنها عادة لها مستمرة ومنه قول العرب صربت الماء في الحوض أي جمعته وصرى الماء\r\nفي ظهره أي حبسه فلم يتزوج قال الخطابي اختلف العلماء وأهل اللغة في تفسير المصراة وفي\r\nاشتقاقها فقال الشافعي التصرية أن\r\nيربط أخلاف الناقة أو الشاة ويترك حلبها اليومين والثلاثة\r\nحتى يجمع لبنها فيزيد مشتريها في ثمنها بسبب ذلك لظنه أنه عادة لها وقال أبو عبيد هو من صرى\r\nاللبن في ضرعها أي حقنه فيه وأصل التصرية حبس الماء قال أبو عبيد ولو كانت من الربط\r\nلكانت مصرورة أو مصررة قال الخطابي وقول أبى عبيد حسن وقول الشافعي صحيح قال\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\nوالعرب تصر ضروع المحلوبات واستدل لصحة قول الشافعي بقول العرب لا يحسن الكر إنما\r\nيحسن الحلب والصر وبقول مالك بن نويرة\r\nفقلت لقومي هذه صدقاتكم مصررة أخلافها لم تجرد\r\nقال ويحتمل أن أصل المصراه مصرورة أبدلت احدى الراءين ألفا كقوله تعالى خاب من\r\nدساها أي دسسها كرهوا اجتماع ثلاثة أحرف من جنس واعلم أن التصرية حرام سواء تصرية\r\nالناقة والبقرة والشاة والجارية والفرس والأتان وغيرها لأنه غش وخداع وبيعها صحيح مع\r\nأنه حرام وللمشتري الخيار في امساكها وردها وسنوضحه في الباب الآتي إن شاء الله تعالى\r\nوفيه دليل على تحريم التدليس في كل شئ وأن البيع من ذلك ينعقد وأن التدليس بالفعل\r\nحرام كالتدليس بالقول\r\nباب تحريم تلقى الجلب\r\nقوله ( ان رسول الله صلى الله عليه وسلم نهى أن يتلقى السلع حتى تبلغ الأسواق ) وفي رواية نهى\r\nعن التلقي وفي رواية نهى عن تلقى البيوع وفي رواية أن يتلقى الجلب وفي رواية لا تلقوا الجلب\r\nفمن تلقى فاشترى منه فإذا أتى سيد السوق فهو بالخيار وفي رواية نهى أن يتلقى الركبان\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\nقوله صلى الله عليه وسلم أتى سيده أي مالكه البائع وفى هذه الأحاديث تحريم تلقى\r\nالجلب وهو مذهب الشافعي ومالك والجمهور وقال أبو حنيفة والأوزاعي يجوز التلقي إذا\r\nلم يضر بالناس فإن أضر كره والصحيح الأول للنهي الصريح قال أصحابنا وشرط التحريم أن\r\nيعلم النهى عن التلقي ولو لم يقصد التلقي بل خرج لشغل فاشترى منه ففي تحريمه وجهان لأصحابنا\r\nوقولان لأصحاب مالك أصحهما عند أصحابنا التحريم لوجود المعنى ولو تلقاهم وباعهم ففي تحريمه\r\nوجهان وإذا حكمنا بالتحريم فاشترى صح العقد قال العلماء وسبب التحريم إزالة الضرر عن\r\nالجالب وصيانته ممن يخدعه قال الامام أو عبد الله المازري فإن قيل المنع من بيع الحاضر\r\nللبادي سببه الرفق بأهل البلد واحتمل فيه غبن البادى والمنع من التلقي أن لا يغبن البادى ولهذا\r\nقال صلى الله عليه وسلم فإذا أتى سيده السوق فهو بالخيار فالجواب أن الشرع ينظر في مثل هذه\r\nالمسائل إلى مصلحة الناس والمصلحة تقتضي أن ينظر للجماعة على الواحد لا للواحد على الواحد\r\nفلما كان البادى إذا باع بنفسه انتفع جميع أهل السوق واشتروا رخيصا فانتفع به جميع سكان\r\nالبلد نظر الشرع لأهل البلد على البادى ولما كان في التلقي إنما ينتفع المتلقى خاصة وهو واحد\r\nفي قبالة واحد لم يكن في إباحة التلقي مصلحة لا سيما وينضاف إلى ذلك علة ثانية وهي لحوق\r\nالضرر بأهل السوق في انفراد المتلقى عنهم بالرخص وقطع المواد عنهم وهم أكثر من المتلقى\r\nفنظر الشرع لهم عليه فلا تناقض بين المسئلتين بل هما متفقتان في الحكمة والمصلحة والله أعلم\r\nوأما قوله صلى الله عليه وسلم فإذا أتى سيده السوق فهو بالخيار قال أصحابنا لا خيار للبائع قبل\r\nأن يقدم ويعلم السعر فإذا قدم فإن كان الشراء بأرخص من سعر البلد ثبت له الخيار سواء أخبر\r\nالمتلقى بالسعر كاذبا أم لم يخبر وإن كان الشراء بسعر البلد أو أكثر فوجهان الأصح لا خيار له\r\nلعدم الغبن والثاني ثبوته لاطلاق الحديث والله أعلم قوله ( أخبرني هشام القردوسي ) هو بضم\r\nالقاف والدال وإسكان الراء بينهما منسوب إلى القراديس قبيلة معروفة والله أعلم\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nباب تحريم بيع الحاضر للبادي\r\nقوله ( نهى رسول الله صلى الله عليه وسلم أن يبيع حاضر لباد ) وفى رواية قال طاوس لابن عباس\r\nما قوله حاضر لباد قال لا يكن له سمسارا وفى رواية لا يبع حاضر لباد دعوا الناس يرزق الله\r\nبعضهم من بعض وفى رواية عن أنس نهينا أن يبيع حاضر للبادي وإن كان أخاه أو أباه هذه\r\nالأحاديث تتضمن تحريم بيع الحاضر للبادي وبه قال الشافعي والأكثرون قال أصحابنا والمراد به\r\nأن يقد غريب من البادية أو من بلد آخر بمتاع تعم الحاجة إليه ليبيعه بسعر يومه فيقول له\r\nالبلدي اتركه عندي لأبيعه على التدريج بأعلى قال أصحابنا وإنما يحرم بهذه الشروط وبشرط\r\nأن يكون عالما بالنهي فلو لم يعلم النهى أو كان المتاع مما لا يحتاج في البلد ولا يؤثر فيه لقلة ذلك\r\nالمجلوب لم يحرم ولو خالف وباع الحاضر للبادي صح البيع مع التحريم هذا مذهبنا وبه قال\r\nجماعة من المالكية وغيرهم وقال بعض المالكية يفسخ للبيع ما لم يفت وقال عطاء ومجاهد\r\nوأبو حنيفة يجوز بيع الحاضر للبادي مطلقا لحديث الدين النصيحة قالوا وحديث النهى عن\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\nبيع الحاضر للبادي منسوخ وقال بعضهم إنه على كراهة التنزيه بمجرد الدعوى\r\nباب حكم بيع المصراة\r\nقد سبق بيان التصرية وبيان معنى قوله صلى الله عليه وسلم لا تصروا الإبل والغنم في باب تحريم بيع\r\nالرجل على بيع أخيه قوله صلى الله عليه وسلم ( من اشترى شاة مصراة فلينقلب بها فليحلبها فإن رضى\r\nحلابها أمسكها والا ردها ومعها صاع تمر ) وفى رواية من ابتاع شاة مصراة فهو فيها بالخيار ثلاثة أيام ان\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\nشاء أمسكها وإن شاء ردها ورد معها صاعا من تمر وفى رواية من اشترى شاة مصراة فهو بالخيار ثلاثة أيام\r\nفان شاء ردها ومعها صاعا من طعام لا سمراء وفى رواية من اشترى شاة مصراة فهو بخير الناظرين ان شاء\r\nأمسكها وان شاء ردها وصاعا من تمر لا سمراء وفى رواية إذا ما أحدكم اشترى لقحة مصراة أو شاة مصراة\r\nفهو بخير الناظرين بعد أن يحلبها اما هي والا فليردها وصاعا من تمر أما المصراة واشتقاقها فسبق\r\nأن التصرية حرام وأن في هذه الأحاديث مع تحريمها يصح البيع وأنه يثبت الخيار في سائر البيوع\r\nالمشتملة على تدليس بأن سود شعر الجارية الشائبة أو جعد شعر السبطة ونحو ذلك واختلف\r\nأصحابنا في خيار مشترى المصراة هل هو على الفور بعد العلم أو يمتد ثلاثة أيام فقيل يمتد ثلاثة\r\nأيام لظاهر هذه الأحاديث والأصح عندهم أنه على الفور ويحملون التقييد بثلاثة أيام في بعض\r\nالأحاديث على ما إذا لم يعلم أنها مصراة الا في ثلاثة أيام لأن الغالب أنه لا يعلم فيما دون ذلك\r\nفإنه إذا نقص لبنها في اليوم الثاني عن الأول احتمل كون النقص لعارض من سوء مرعاها في\r\nذلك اليوم أو غير ذلك فإذا استمر كذلك ثلاثة أيام علم أنها مصراة ثم إذا اختار رد المصراة\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\nبعد أن حلبها ردها وصاعا من تمر سواء كان اللبن قليلا أو كثيرا سواء كانت ناقة أو شاة أو بقرة\r\nهذا مذهبنا وبع قال مالك والليث وابن أبي ليلى وأبو يوسف وأبو ثور وفقهاء المحدثين وهو\r\nالصحيح الموافق للسنة وقال بعض أصحابنا يرد صاعا من قوت البلد ولا يختص بالتمر وقال أبو حنيفة\r\nوطائفة من أهل العراق وبعض المالكية ومالك في رواية غريبة عنه يردها ولا يرد صاعا من\r\nتمر لأن الأصل أنه إذا أتلف شيئا لغيره رد مثله إن كان مثليا والا فقيمته واما جنس آخر من\r\nالعروض فخلاف الأصول وأجاب الجمهور عن هذا بأن السنة إذا وردت لا يعترض عليها\r\nبالمعقول وأما الحكمة في تقييده بصاع التمر فلأنه كان غالب قوتهم في ذلك الوقت فاستمر حكم\r\nالشرع على ذلك وإنما لم يجب مثله ولا قيمته بل وجب صاع في القليل والكثير ليكون ذلك\r\nحدا يرجع إليه ويزول به التخاصم وكان صلى الله عليه وسلم حريصا على رفع الخصام والمنع\r\nمن كل ما هو سبب له وقد يقع بيع المصراة في البوادي والقرى وفي مواضع لا يوجد\r\nمن يعرف القيمة ويعتمد قوله فيها وقد يتلف اللبن ويتنازعون في قتله وكثرته وفي عينه فجعل\r\nالشرع لهم ضابطا لا نزاع معه وهو صاع تمر ونظير هذا الدية فإنها مائة بعير ولا يختلف\r\nباختلاف حال القتيل قطعا للنزاع ومثله الغرة في الجناية على الجنين سواء كان ذكرا أو أنثى\r\nتام الخلق أو ناقصه جميلا كان أو قبيحا ومثله الجبران في الزكاة بين الشيئين جعله الشرع شاتين\r\nأو عشرين درهم قطعا للنزاع سواء كان التفاوت بينهما قليلا أو كثيرا وقد ذكر الخطابي وآخرون\r\nنحو هذا المعنى والله أعلم فإن قيل كيف يلزم المشترى رد عوض اللبن مع أن الخراج بالضمان\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nوإن من اشترى شيئا معيبا ثم علم العيب فرد به لا يلزمه رد الغلة والاكساب الحاصلة في\r\nيده فالجواب أن اللبن ليس من الغلة الحاصلة في يد المشترى بل كان موجودا عند البائع\r\nوفي حالة العقد ووقع العقد عليه وعلى الشاة جميعا فهما مبيعان بثمن واحد وتعذر رد اللبن\r\nلاختلاطه بما حدث في ملك المشتري فوجب رد عوضه والله أعلم\r\nباب بطلان بيع المبيع قبل القبض\r\nقوله صلى الله عليه وسلم ( من ابتاع طعاما فلا يبعه حتى يستوفيه ) قال ابن عباس وأحسب كل شئ مثله\r\nوفي رواية حتى يقبضه وفي رواية من ابتاع طعاما فلا يبعه حتى يكتاله فقلت لابن عباس لم قال ألا تراهم\r\nيبتاعون بالذهب والطعام مرجأ وفي رواية ابن عمر قال كم في زمان رسول الله صلى الله عليه وسلم نبتاع\r\nالطعام فيبعث علينا من يأمرا بانتقاله من المكان الذي ابتعناه فيه إلى مكان سواه قبل أن نبيعه\r\nوفي رواية كنا نشتري الطعام من الركبان جزافا فنهانا رسول الله صلى الله عليه وسلم أن نبيعه حتى ننقله\r\nمن مكانه وفي رواية عن ابن عمر أنهم كانوا يضربون على عهد رسول الله صلى الله عليه وسلم إذا اشتروا\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\nطعاما جزافا أن يبيعوه في مكانه حتى يحولوه وفي رواية رأيت الناس في عهد رسول الله صلى الله عليه وسلم\r\nإذا ابتاعوا الطعام جزافا يضربون أن يبيعوه في مكانهم ذلك حتى يؤووه إلى رحالهم قوله ( مرجأ\r\nأي مؤخرا ويجوز همزه وترك همزه والجزاف بكسر الجيم ضمها وفتحها ثلاث لغات الكسر أفصح\r\nوأشهر وهو البيع بلا كيل ولا وزن ولا تقدير وفي هذا الحديث جواز بيع الصبرة جزافا وهو مذهب\r\nالشافعي قال الشافعي وأصحابه بيع الصبرة من الحنطة والتمر وغيرهما جزافا صحيح وليس بحرام وهل\r\nهو مكروه فيه قولان للشافعي أصحهما مكروه كراهة تنزيه والثاني ليس بمكروه قالوا والبيع\r\nبصبرة الدراهم جزافا حكمه كذلك ونقل أصحابنا عن مالك أنه لا يصح البيع إذا كان بائع\r\nالصبرة جزافا يعلم قدرها وفي هذه الأحاديث النهى عن بيع المبيع حتى يقبضه البائع واختلف\r\nالعلماء في ذلك فقال الشافعي لا يصح بيع المبيع قبل قبضه سواء كان طعاما أو عقارا أو منقولا\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\nأو نقدا أو غيره وقال عثمان البتي يجوز في كل مبيع وقال أبو حنيفة لا يجوز في كل شئ إلا العقار\r\nوقال مالك لا يجوز في الطعام ويجوز فيما سواه ووافقه كثيرون وقال آخرون لا يجوز في المكيل\r\nوالموزون ويجوز فيما سواهما أما مذهب عثمان البتي فحكاه المازري والقاضي ولم يحكه\r\nالأكثرون بل نقلوا الاجماع على بطلان بيع الطعام المبيع قبل قبضه قالوا وإنما الخلاف\r\nفيما سواه فهو شاذ متروك والله أعلم قوله ( كانوا يضربون إذا باعوه ) يعنى قبل قبضه هذا\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\nدليل على أن ولي الأمر يعزر من تعاطى بيعا فاسدا ويعزره بالضرب وغيره مما يراه من\r\nالعقوبات في البدن على ما تقرر في كتب الفقه قوله ( قال أبو هريرة لمروان أحللت بيع الصكاك\r\nوقد نهى رسول الله صلى الله عليه وسلم عن بيع الطعام حتى يستوفى فخطب مروان الناس فنهى\r\nعن بيعها ) الصكاك جمع صك وهو الورقة المكتوبة بدين ويجمع أيضا على صكوك والمراد هنا الورقة\r\nالتي تخرج من ولى الأمر بالرزق لمستحقه بأن يكتب فيها للانسان كذا وكذا من طعام أو غيره\r\nفيبيع صاحبها ذلك لانسان قبل أن يقبضه وقد اختلف العلماء في ذلك والأصح عند أصحابنا\r\nوغيرهم جواز بيعها والثاني منعها فمن منعها أخذ بظاهر قول أبي هريرة وبحجته ومن أجازها\r\nتأول قضية أبي هريرة على أن المشترى ممن خرج له الصك باعه لثالث قبل أن يقبضه المشترى\r\nفكان النهى عن البيع الثاني لا عن الأول لأن الذي خرجت له مالك لذلك ملكا مستقرا\r\nوليس هو بمشتر فلا يمتنع بيعه قبل القبض كما لا يمتنع بيعه ما ورثه قبل قبضه قال القاضي\r\nعياض بعد أن تأوله على نحو ما ذكرته وكانوا يتبايعونها ثم يبيعها المشترون قبل قبضها فنهوا\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\nعن ذلك قال فبلغ ذلك عمر بن الخطاب فرده عليه وقال لا تبع طعاما ابتعته حتى تستوفيه\r\nانتهى هذا تمام الحديث في الموطأ وكذا جاء الحديث مفسرا في الموطأ أن صكوكا خرجت\r\nللناس في زمن مروان بطعام فتبايع الناس تلك الصكوك قبل أن يستوفوها وفي الموطأ ما هو أبين\r\nمن هذا وهو أن حكيم بن حزام ابتاع طعاما أمر به عمر بن الخطاب رضي الله عنه فباع حكيم\r\nالطعام الذي اشتراه قبل قبضه والله أعلم\r\nباب تحريم بيع صبرة التمر المجهولة القدر بتمر\r\nقوله ( نهى رسول الله صلى الله عليه وسلم عن بيع الصبرة من التمر لا يعلم مكيلها بالكيل المسمى من التمر ) هذا تصريحا تصريح بتحريم بيع التمر بالتمر حتى يعلم المماثلة قال القماء لأن الجهل بالمماثلة في هذا\r\nالباب كحقيقة المفاضلة لقوله صلى الله عليه وسلم إلا سواء بسواء ولم يحصل المساواة مع\r\nالجهل وحكم الحنطة بالحنطة والشعير بالشعير وسائر الربويات إذا بيع بعضها ببعض حكم\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\nالتمر بالتمر والله أعلم\r\nباب ثبوت خيار المجلس للمتبايعين\r\nقوله صلى الله عليه وسلم ( البيعان كل واحد منهما بالخيار على صاحبه ما لم يتفرقا الا بيع الخيار ) هذا\r\nالحديث دليل لثبوت خيار المجلس لكل واحد من المتبايعين بعد انعقاد البيع حتى يتفرقا من ذلك\r\nالمجلس بأبدانهما وبهذا قال جماهير العلماء من الصحابة والتابعين ومن بعدهم ممن قال به علي بن أبي طالب وابن عمر\r\nوابن عباس وأبو هريرة وأبو برزة الأسلمي وطاوس وسعيد بن المسيب وعطاء وشريح\r\nالقاضي والحسن البصري والشعبي الزهري والأوزاعي وابن أبي ذئب وسفيان بن عيينة والشافعي\r\nوابن المبارك وعلي بن المديني وأحمد بن حنبل وإسحاق بن راهويه وأبو ثور وأبو عبيد والبخاري\r\nوسائر المحدثين وآخرون وقال أبو حنيفة ومالك لا يثبت خيار المجلس بل يلزم البيع بنفس الايجاب\r\nوالقبول وبه قال ربيعة وحكى عن النخعي وهو رواية عن الثوري وهذه الأحاديث الصحيحة ترد\r\nعلى هؤلاء وليس عنها جواب صحيح والصواب ثبوته كما قاله الجمهور والله أعلم وأما قوله\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\nصلى الله عليه وسلم الا بيع الخيار ففيه ثلاثة أقوال ذكرها أصحابنا وغيرهم من العلماء أصحهما أن\r\nالمراد التخيير بعد تمام العقد قبل مفارقة المجلس وتقديره يثبت لهما الخيار ما لم يتفرقا الا أن يتخايرا\r\nفي المجلس ويختارا امضاء البيع فيلزم البيع بنفس التخاير ولا يدوم إلى المفارقة والقول الثاني\r\nأن معناه الا بيعا شرط فيه خيار الشرط ثلاثة أيام أو دونها فلا ينقضي الخيار فيه بالمفارقة بل\r\nيبقى حتى تنقضي المدة المشروطة والثالث مهناه الا بيعا شرط فيه أن لا خيار لهما في المجلس فيلزم\r\nالبيع بنفس البيع ولا يكون فيه خيار وهذا تأويل من يصحح البيع على هذا الوجه والأصح\r\nعند أصحبنا بطلانه بهذا الشرط فهذا تنقيح الخلاف في تفسير هذا الحديث واتفق أصحابنا على\r\nترجيح القول الأول وهو المنصوص للشافعي ونقلوه عنه وأبطل كثير منهم ما سواه وغلطوا قائله\r\nوممن رجحه من المحدثين البيهقي ثم بسط دلائله وبين ضعف ما يعارضها ثم قال وذهب كثير من\r\nالعلماء إلى تضعيف الأثر المنقول عن عمر رضي الله عنه البيع صفقة أو خيار وأن البيع لا يجوز\r\nفيه شرط قطع الخيار وأن المراد ببيع الخيار التخيير بعد البيع أو بيع شرط فيه الخيار ثلاثة أيام\r\nثم قال والصحيح أن المراد التخيير بعد البيع لأن نافعا ربما عبر عنه ببيع الخيار وربما فسره به\r\nوممن قال بتصحيح هذا أبو عيسى الترمذي ونقل ابن المنذر في الاشراق هذا التفسير عن الثوري\r\nوالأوزاعي وابن عيينة وعبد الله بن الحسن العنبري والشافعي وإسحاق بن راهويه والله أعلم\r\nقوله صلى الله عليه وسلم ( إذا تبايع الرجلان فكل واحد منهما بالخيار ما لم يتفرقا وكانا جميعا أو\r\nيخير أحدهما فإن خير أحدهما الآخر فتبايعا على ذلك فقد وجب البيع ) ومعنى أو يخير\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\nأحدهما الآخر أن يقول له اختر امضاء البيع فإذا اختار وجب البيع أي لزم وانبرم فإن خير\r\nأحدهما الآخر فسكت لم ينقطع خيار الساكت وفي انقطاع خيار القائل وجهان لأصحابنا أصحهما\r\nالانقطاع لظاهر لفظ الحديث قوله ( فكان ابن عمر إذا بايع رجلا فأراد أن لا يقيله قام فمشى هنية )\r\nثم رجع هكذا هو في بعض الأصول هنية بتشديد الياء غير مهموز وفي بعضها هنيهة بتخفيف\r\nالياء وزيادة هاء أي شيئا يسيرا وقوله فأراد أن لا يقيله ألا ينفسخ البيع وفي هذا دليل على\r\nأن التفرق بالأبدان كما فسره ابن عمر الراوي وفيه رد على تأويل من تأول التفرق\r\nبالقول وهو لفظ البيع قوله صلى الله عليه وسلم ( كل بيعين لا بيع بينهما حتى يتفرقا ) أي ليس بينهما\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nبيع لازم قوله صلى الله عليه وسلم ( البيعان بالخيار ما لم يتفرقا فإن صدقا وبينا بورك لهما في بيعهما )\r\nأي بين كل واحد لصاحبه ما يحتاج إلى بيانه من عيب ونحوه في السلعة والثمن وصدق في ذلك\r\nوفي الاخبار بالثمن وما يتعلق بالعوضين ومعنى محقت بركة بيعهما أي ذهبت بركته وهي\r\nزيادته ونماؤه\r\nباب من يخدع في البيع\r\nقوله ( ذكر رجل لرسول الله صلى الله عليه وسلم أنه يخدع في البيوع فقال رسول الله صلى الله عليه وسلم\r\nمن بايعت فقل لا خلابة وكان إذا بايع يقول خيابة ) أما قوله صلى الله عليه وسلم فقل لا خلابة\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\nهو بخاء معجمة مكسورة وتخفيف الكلام وبالباء الموحدة وقوله وكان إذا بايع قال لا خيابه هو\r\nبياء مثناة تحت بدل اللام هكذا هو في جميع النسخ قال القاضي ورواه بعضهم لا خيانة بالنون\r\nقال وهو تصحيف قال ووقع في بعض الروايات في غير مسلم خذابة بالذال المعجمة والصواب\r\nالأول وكان الرجل ألثغ فكان يقولها هكذا ولا يمكنه أن يقول لا خلابة ومعنى لا خلابة\r\nلا خديعة أي لا تحل لك خديعتي أو لا يلزمني خديعتك وهذا الرجل هو حبان بفتح الحاء وبالباء\r\nالموحدة ابن منقد بن عمرو الأنصاري والد يحيى وواسع بني حبان شهدا أحدا وقيل بل هو ولده\r\nمنقد بن عمرو وكان قد بلغ مائة وثلاثين سنة وكان قد شج في بعض مغازيه مع النبي صلى الله عليه وسلم\r\nفي بعض الحصون بحجر فأصابته في رأسه مأمومة فتغير بها لسانه وعقله لكن لم يخرج\r\nعن التمييز وذكر الدارقطني أنه كان ضريرا وقد جاء في رواية ليست بثابتة أن النبي صلى الله عليه وسلم\r\nجعل له مع هذا القول الخيار ثلاثة أيام في كل سلعة يبتاعها واختلف العلماء\r\nفي هذا الحديث فجعله بعضهم خاصا في حقه وأن المغابنة بين المتبايعين لازمة لا خيار للمغبون\r\nبسببها سواء قلت أم كثرت وهذا مذهب الشافعي وأبي حنيفة وآخرين وهي أصح الروايتين عن\r\nمالك وقال البغداديون من المالكية للمغبون الخيار لهذا الحديث بشرط أن يبلغ الغبن الغبن ثلث\r\nالقيمة فإن كان دونه فلا والصحيح الأول لأنه لم يثبت أن النبي صلى الله عليه وسلم أثبت له\r\nالخيار وإنما قال له قل لا خلابة أي لا خديعة ولا يلزم من هذا ثبوت الخيار ولأنه لو ثبت\r\nأو أثبت له الخيار كانت قضية عين لا عموم لها فلا ينفذ منه إلى غيره الا بدليل والله أعلم\r\nباب النهى عن بيع الثمار قبل بدو صلاحها بغير شرط القطع\r\nفيه ( عن ابن عمر رضي الله عنه أن رسول الله صلى الله عليه وسلم نهى عن بيع الثمار حتى يبدو\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\nصلاحها نهى البائع والمبتاع ) وفي رواية نهى عن بيع النخل حتى تزهو وعن السنبل حتى يبيض\r\nويأمن العاهة وفي رواية لا تبتاعوا الثمر حتى يبدو صلاحه وتذهب عنه الآفة قال يبدو صلاحه\r\nحمرته وصفرته وفي رواية قيل لابن عمر ما صلاحه قال تذهب عاهته وفي رواية نهى عن بيع\r\nالثمر حتى يطيب وفي رواية نهى عن بيع النخل حتى يأكل أو يؤكل وحتى يوزن فقلت ما يوزن\r\nفقال رجل عنه يعنى عند ابن عباس حتى يحزر أما ألفاظ الباب فمعنى يبدو يظهر وهو بلا\r\nهمز ومما ينبغي أن ينبه عليه أن يقع في كثير من كتب المحدثين وغيرهم حتى يبدو بالألف\r\nفي الخط وهو خطأ والصواب حذفها في مثل هذا للناصب وإنما اختلفوا في اثباتها إذا لم يكن\r\nناصب مثل زيد يبدو والاختيار حذفها أيضا ويقع مثله في حتى يزهو وصوابه حذف الألف\r\nكما ذكر قوله ( يزهو ) هو بفتح الياء كذا ضبطوه وهو صحيح كما سنذكره إن شاء الله تعالى قال ابن\r\nالاعرابي يقال زها النخل يزهو إذا ظهرت ثمرته وأزهى يزهى إذا احمر أو اصفر وقال\r\nالأصمعي لا يقال في النخل أزهى إنما يقال زها وحكاهما أبو زيد لغتين وقال الخليل أزهى\r\nالنخل بدا صلاحه وقال الخطابي هكذا يروى حتى يزهو قال والصواب في العربية حتى يزهى\r\nوالأزهاء في الثمر أن يحمر أو يصفر وذلك علامة الصلاح فيها ودليل خلاصها من الآفة\r\nقال ابن الأثير منهم من أنكر يزهى كما أن منهم من أنكر يزهو وقال الجوهري الزهو بفتح\r\nالزاي وأهل الحجاز يقولون بضمها وهو البسر الملون يقال إذا ظهرت الحمرة أو الصفرة في النخل\r\nفقد ظهر فيه الزهو وقد زها النخل زهوا وأزهى لغة فهذه أقوال أهل العلم فيه ويحصل من\r\nمجموعها جواز ذلك كله فالزيادة من الثقة مقبولة ومن نقل شيئا لم يعرفه غيره قبلناه إذا كان\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\nثقة قوله ( وعن السنبل حتى يبيض ) مهناه يشتد حبه وهو بدو صلاحه قوله ( ويأمن العاهة ) هي\r\nالآفة تصيب الزرع أو الثمر ونحوه فتفسده قوله ( حدثنا يحيى بن يحيى أخبرنا أبو خيثمة عن أبي الزبير\r\nعن جابر وحدثنا أحمد بن يونس حدثنا زهير حدثنا أبو الزبير عن جابر ) فقوله أولا عن جابر\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\nكان ينبغي له على مقتضى عادته وقاعدته وقاعدة غيره حذفه في الطريق الأول ويقتصر على أبى الزبير\r\nلحصول الغرض به لكنه أراد زيادة البيان والايضاح وقد سبق بيان مثل هذا غير مرة قوله ( حدثنا\r\nأحمد بن عثمان النوفلي حدثنا أبو عاصم ح وحدثنا محمد بن حاتم واللفظ له قال حدثنا روح\r\nقال أنبأنا زكريا بن إسحاق حدثنا عمرو بن دينار ) هكذا يوجد في النسخ هذا وأمثاله فينبغي أن يقرأ\r\nالقارئ بعد روح قالا حدثنا زكريا لأن أبا عاصم وروحا يرويان عن زكريا فلو قال القارئ\r\nقال أنبأنا زكريا كان خطأ لأنه يكون محدثا عن روح وحده وتاركا لطريق أبى عاصم ومثل هذا مما\r\nيغفل عنه فنبهت عليه ليتفطن لأشباهه وينبغي أن يكتب هذا في الكتاب فيقال قالا حدثنا زكرياء\r\nوإن كانوا يحذفون لفظه قال إذا كان المحدث عنه واحدا لأنه لا يلبس بخلاف هذا فإن قال قائل\r\nيجوز أن يقال هنا قال حدثنا زكريا ويكون المراد قال روح ويدل عليه أنه قال واللفظ له قلنا\r\nهذا محتمل ولكن الظاهر المختار ما ذكرناه أولا لأنه أكثر فائدة لئلا يكون تاركا لرواية أبى عاصم\r\nوالله أعلم قوله ( عن أبي البختري ) وهو بفتح الباء الموحدة واسكان الخاء المعجمة وفتح التاء\r\nالمثناة فوق واسمه سعيد بن عمران ويقال ابن فيروز الكوفي الطائي مولاهم\r\nقال هلال بن حبان بالمعجمة وبالموحدة كان من أفاضل أهل الكوفة وقال حبيب بن أبي ثابت الامام\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\nالجليل اجتمعت أنا وسعيد بن جبير وأبو البختري وكان أبو البختري أعلمنا وأفقهنا قتل بالجماجم سنة\r\nثلاث وثمانين وقال ابن معين وأبو حاتم وأبو زرعة ثقة وإنما ذكرت ما ذكرت فيه لأن الحاكم أبا أحمد\r\nقال في كتابه الأسماء والكنى أن أبا البختري هذا ليس قويا عندهم ولا يقبل قول الحاكم لأنه جرح غير\r\nمفسر والجرح إذا لم يفسر لا يقبل وقد نص جماعات على أنه ثقة وقد سبق بيان هذه القاعدة في أول\r\nالكتاب والله أعلم قوله ( سألت ابن عباس عن بيع النخل فقال نهى رسول الله صلى الله عليه وسلم\r\nعن بيع النخل حتى يأكل منه أو يؤكل منه وحتى توزن فقلت ما يوزن فقال رجل عنده حتى يحزر )\r\nوأما قوله يأكل أو يؤكل فمعناه حتى يصلح لأن يؤكل في الجملة وليس المراد كمال أكله بل ما ذكرناه وذلك\r\nيكون عند بدو الصلاح وأما تفسيره يوزن بيحزر فظاهر لان الحزر طريق إلى معرفة قدره وكذا الوزن\r\nوقوله حتى يحزر هو بتقديم الزاي على الراء اي يخرص ووقع في بعض الأصول بتقديم الراء وهو تصحيف\r\nوإن كان يمكن تأويله لو صح والله أعلم وهذا التفسير عند العلماء أو بعضهم في معنى المضاف\r\nإلى ابن عباس لأنه أقر قائله عليه ولم ينكره وتقريره كقوله والله أعلم قوله ( عن ابن أبي نعم ) هو\r\nبإسكان العين بلا ياء بعدها واسمه تدكين بن الفضيل وشروح مسلم كلها ساكتة عنه أما أحكام\r\nالباب فإن باع الثمرة قبل بدو صالحها بشرط القطع صح بالإجماع قال أصحابنا ولو شرط\r\nالقطع ثم لم يقطع فالبيع صحيح ويلزمه البائع بالقطع فإن تراضيا على ابقائه جاز وان باعها\r\nبشرط التبقية فالبيع باطل بالاجماع لأنه ربما تلفت الثمرة قبل إدراكها فيكون البائع قد اكل\r\nمال أخيه بالباطل كما جاءت به الأحاديث وأما إذا شرط القطع فقد انتفى هذا الضرر وإن باعها\r\nمطلقا بلا شرط فمذهبنا ومذهب جمهور العلماء أن البيع باطل لإطلاق هذه الأحاديث وإنما\r\nصححناه بشرط القطع للاجماع فخصصنا الأحاديث بالاجماع فيما إذا شرط القطع ولأن العادة\r\nفي الثمار الابقاء فصار كالمشروط وأما إذا بيعت الثمرة بعدو الصلاح فيجوز بيعها مطلقا\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\nوبشرط القطع وبشرط التبقية لمفهوم هذه الأحاديث ولأن ما بعد الغاية يخالف ما قبلها إذا\r\nلم يكن من جنسها ولأن الغالب فيها السلامة بخلاف ما قبل الصلاح ثم إذا بيعت بشرط التبقية\r\nأو مطلقا يلزم البائع بسقايتها إلى أوان الجذاذ لأن ذلك هو العادة فيها هذا مذهبنا وبه قال\r\nمالك وقال أبو حنيفة يجب شرط القطع والله أعلم قوله ( وعن السنبل حتى يبيض ) فيه دليل\r\nلمذهب مالك والكوفيين وأكثر العلماء أنه يجوز بيع السنبل المشتد وأما مذهبنا ففيه تفصيل\r\nفإن كان السنبل شعيرا أو ذرة أو ما في معناهما مما ترى حباته جاز بيعه وإن كان حنطة ونحوها\r\nمما تستر حباته بالقشور التي تزال بالدياس ففيه قولان للشافعي رضي الله عنه الجديد أنه لا يصح\r\nوهو أصح قوليه والقديم أنه يصح وأما قبل الاشتداد فلا يصح بيع الزرع إلا بشرط القطع\r\nكما ذكرنا وإذا باع الزرع قبل الاشتداد مع الأرض شرط جاز تبعا للأرض وكذا الثمر قبل\r\nبدو الصلاح إذا بيع مع الشجر جاز بلا شرط تبعا وهكذا حكم البقول في الأرض لا يجوز\r\nبيعها في الأرض دون الأرض إلا بشرط القطع وكذا لا يصح بيع البطيخ ونحوه قبل بدو\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\nصلاحه وفروع المسألة كثيرة وقد نقحت مقاصدها في روضة الطالبين وشرح المهذب وجمعت\r\nفيها جملا مستكثرات وبالله التوفيق قوله ( في الحديث نهى البائع والمشترى ) أما البائع\r\nفلأنه يريد أكل المال بالباطل وأما المشترى فلأنه يوافقه على حرام ولأنه يضيع ماله وقد\r\nنهى عن إضاعة المال\r\nباب تحريم بيع الرطب بالتمر إلا في العرايا\r\nفيه حديث ابن عمر رضي الله عنهما ( أن رسول الله صلى الله عليه وسلم نهى عن بيع التمر بالتمر\r\nورخص في بيع العرايا ) وفي رواية رخص في بيع العرية بالرطب أو بالتمر ولم يرخص في غير\r\nذلك وفي رواية رخص لصاحب العرية أن يبيعها بخرصها من التمر وباقي روايات الباب بمعناه\r\nوفيها ذكر المحاقلة والمزابنة وكراء الأرض وهذا نؤخره إلى بابه وأما ألفاظ الباب فقوله\r\nوعن بيع الثمر بالتمر وفي رواية لا تبتاعوا التمر بالتمر هما في الروايتين الأول الثمر بالثاء المثلثة\r\nوالثاني التمر بالمثناة ومعناه الرطب بالتمر وليس المراد كل الثمار بالثاء المثلثة فإن سائر الثمار\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\nيجوز بيعها بالتمر قوله ( حدثنا حجين ) هو بضم الحاء وآخره نون قوله ( رخص في بيع\r\nالعرية بخرصها من التمر ) هو بفتح الخاء وكسرها الفتح أشهر ومعناه بقدر ما فيها إذا صار تمرا\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\nفمن فتح قال هو مصدر أي اسم للفعل ومن كسر قال هو اسم للشئ المخروص قوله ( عن بشير\r\nابن يسار عن بعض أصحاب رسول الله صلى الله عليه وسلم من أهل دارهم منهم سهل بن أبي حثمة )\r\nأما بشير فبضم الموحدة وفتح الشين وأما يسار فبالمثناة تحت والسين مهملة وهو بشير بن يسار\r\nالمدني الأنصاري الحارثي مولاهم قال يحي بن معين ليس هو بأخي سليمان بن يسار وقال محمد المدني الأنصاري الحارثي مولاهم قال يحيى بن معين ليس هو بأخي سليمان بن يسار وقال محمد\r\nابن سعد كان شيخا كبيرا فقيها قد أدرك عامة أصحاب رسول الله صلى الله عليه وسلم وكان\r\nقليل الحديث وقوله ( من أهل دراهم ) يعنى بنى حارثة والمراد بالدار المحلة وقوله ( عن\r\nبعض أصحاب رسول الله صلى الله عليه وسلم ) أي جماعة منهم ثم ذكر بعضهم فقال منهم\r\nسهل بن أبي حثمة والبعض يطلق على القليل والكثير وحثمة بفتح الحاء المهملة واسكان الثاء\r\nالمثلثة واسم أبى حثمة عبد الله بن ساعدة وقيل عامر بن ساعدة وكنية سهل أبو يحيى وقيل\r\nأبو محمد توفي النبي صلى الله عليه وسلم وهو ابن ثمان سنين قوله ( في هذا الاسناد حدثنا\r\nعبد الله بن مسلمة القعنبي حدثنا سليمان يعنى ابن بلال عن يحيى هو ابن سعيد عن بشير ابن يسار\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\nعن بعض أصحاب رسول الله صلى الله عليه وسلم من أهل دارهم منهم سهل بن أبي حثمة ) في هذا\r\nالاسناد أنواع من معارف علم الاسناد وطرقه منها أنه اسناد كله مدنيون وهذا نادر في صحيح\r\nمسلم بخلاف الكوفيين والبصريين فإنه كثير قدمناه في مواضع كثيرة من أوائل هذا الكتاب\r\nوبعدها بيانه ومنها أن فيه ثلاثة أنصاريين مدنيين بعضهم عن بعض وهذا نادر جدا وهم يحيى بن\r\nسعيد الأنصاري وبشير وسهل ومنها قوله سليمان يعنى ابن بلال وقوله يحيى وهو ابن سعيد وقد\r\nقدمنا في الفصول التي في أول الكتاب وبعدها بيان فائدة قوله يعنى وقوله وهو وأن المراد انه\r\nلم يقع في الرواية بيان نسبهما بل اقتصر الراوي على قوله سليمان ويحي فأراد مسلم بيانه ولا يجوز\r\nأن يقول سليمان بن بلال فإنه يزيد على ما سمعه من شيخه فقال يعنى ابن بلال فحصل البيان من\r\nغير زيادة منسوبة إلى شيخه ومنها ما يتعلق بضبط الأسماء والأنساب وهو بشير بن يسار وقد\r\nبيناه والقعنبي وهو منسوب إلى جده وهو عبد الله بن مسلمة بن قعنب ومنها أن فيه رواية تابعي\r\nعن التابعي ومنها قوله عن بعض أصحاب رسول الله منهم سهل بن أبي حثمة فيه أنه يجوز إذا سمع\r\nمن جماعة ثقات جاز أن يحذف بعضهم ويروى عن بعض وقد تقدم بيان هذا وتفصيله\r\nمبسوطا في الفصول والله أعلم قوله ( فذكر بمثل حديث سليمان بن بلال ) الذاكر هو\r\nالثقفي الذي هو في درجة سليمان بن بلال وإنما ذكرت هذا وإن كان ظاهرا لأنه قد يغلط فيه\r\nبل قد غلط فيه قوله ( غير أن إسحاق وابن مثنى جعلا مكان الربا الزبن وقال ابن أبي عمر الربا ) يعنى\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\nأن ابن أبي عمر رفيق إسحاق وابن مثنى قال في روايته ذلك الربا كما سبق في رواية سليمان بن بلال\r\nوأما إسحاق وابن مثنى فقالا ذلك الزبن وهو بفتح الزاي وإسكان الموحدة وبعدها نون وأصل\r\nالزبن الدفع ويسمى هذا العقد مزابنة لأنهم يتدافعون في مخاصمتهم بسببه لكثرة الغرر والخطر\r\nقوله ( مولى بنى حارثة ) بالحاء قوله ( عن أبي سفيان مولى ابن أبي أحمد ) قال الحاكم أبو أحمد\r\nأبو سفيان هذا ممن لا يعرف اسمه قال ويقال مولى أبى أحمد بن جحش فنسب إلى ولائهم وهو مدني ثقة\r\nقوله ( خمسة أوسق ) هي جمع وسق بفتح الواو ويقال بكسرها والفتح أفصح ويقال في الجمع\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\nأيضا أوساق ووسوق قال الهروي كل شئ حملته فقد وسقته وقال غيره الوسق ضم الشئ\r\nبعضه إلى بعض وأما قدر الوسق فهو ستون صاعا والصاع خمسة أرطال وثلث بالبغدادي وأما\r\nالعرايا فواحدتها عرية بتشديد الياء كمطية ومطايا وضحية وضحايا مشتقة من التعري وهو التجرد\r\nلأنها عريت عن حكم باقي البستان قال الأزهري والجمهور هي فعلية بمعنى فاعلة وقال الهروي\r\nوغيره فعلية بمعنى مفعولة من عراه يعروه إذا أتاه وتردد إليه لان صاحبها يتردد إليها وقيل\r\nسميت بذلك لتخلي صاحبها الأول عنها من بين سائر نخله وقيل غير ذلك والله أعلم قوله\r\n( نهى رسول الله صلى الله عليه وسلم عن بيع الثمر بالتمر ورخص في العرايا تباع بخرصها ) فيه\r\nتحريم بيع الرطب بالتمر وهو المزابنة كما فسره في الحديث مشتقة من الزبن وهو المخاصمة والمدافعة\r\nوقد اتفق العلماء على تحريم بيع الرطب بالتمر في غير العرايا وأنه ربا وأجمعوا أيضا على تحريم\r\nبيع العنب بالزبيب وأجمعوا أيضا على تحريم بيع الحنطة في سنبلها بحنطة صافية وهي المحاقلة\r\nمأخوذة من الحقل وهو الحرث وموضع الزرع وسواء عند جمهورهم كان الرطب والعنب على\r\nالشجر أو مقطوعا وقال أبو حنيفة إن كان مقطوعا جاز بيعه بمثله من اليابس وأما العرايا\r\nفهي أن يخرص الخارص نخلات فيقول هذا الرطب الذي عليها إذا يبس تجئ منه ثلاثة أوسق\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\nمن التمر مثلا فيبيعه صاحبه لانسان بثلاثة أوسق تمر ويتقابضان في المجلس فيسلم المشترى التمر\r\nويسلم بائع الرطب الرطب بالتخلية وهذا جائز فيما دون خمسة أوسق ولا يجوز فيما زاد على خمسة أوسق وفي جوازه في خمسة أوسق قولان للشافعي أصحهما لا يجوز لأن الأصل تحريم بيع\r\nالتمر بالرطب وجاءت العرايا رخصة وشك الراوي في خمسة أوسق أو دونها فوجب الأخذ\r\nباليقين وهو دون خمسة أوسق وبقيت الخمسة على التحريم والأصح أن يجوز ذلك للفقراء\r\nوالأغنياء وأنه لا يجوز في غير الرطب والعنب من الثمار وفيه قول ضعيف أنه يختص بالفقراء\r\nوقول أنه لا يختص بالرطب والعنب هذا تفصيل مذهب الشافعي في العرية وبه قال أحمد\r\nوآخرون وتأولها مالك وأبو حنيفة على غير هذا وظواهر الأحاديث ترد تأويلها قوله\r\n( رخص في بيع العرية بالرطب أو بالتمر ولم يرخص في غير ذلك ) فيه دلالة لأحد أوجه أصحابنا\r\nأنه يجوز بيع الرطب على النخل بالرطب على الأرض والأصح عند جمهوره بطلانه ويتأولون\r\nهذه الرواية على أن أو للشك لا للتخيير والإباحة بل معناه رخص في بيعها بأحد النوعين وشك\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\nفيه الراوي فيحمل على أن المراد التمر كما صرح به في سائر الروايات\r\nباب من باع نخلا عليها تمر\r\nقوله صلى الله عليه وسلم ( من باع نخلا قد أبرت فثمرتها للبائع الا أن يشترط المبتاع ) قال\r\nأهل اللغة يقال أبرت النخل آبره أبرا بالتخفيف كأكلته أكلا وأبرته بالتشديد أؤبره تأبيرا\r\nكعلته أعلمه تعليما وهو أن يشق طلع النخلة ليذر فيه شئ من طلع ذكر النخل والابار هو شقه\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\nسواء حط فيه شئ أولا ولو تأبرت بنفسها أي تشققت فحكمها في البيع حكم المؤبرة بفعل\r\nالآدمي هذا مذهبنا وفى هذا الحديث جواز الأبار للنخل وغيره من الثمار وقد أجمعوا على\r\nجوازه وقد اختلف العلماء في حكم بيع النخل المبيعة بعد التأبير وقبله هل تدخل فيها الثمرة عند\r\nاطلاق بيع النخلة من غير تعرض للثمرة بنفي ولا اثبات فقال مالك والشافعي والليث والأكثرون\r\nان باع النخلة بعد التأبير فثمرتها للبائع الا أن يشترطها المشترى بأن يقول اشتريت النخلة\r\nبثمرتها هذه وإن باعها قبل التأبير فثمرتها للمشترى فإن شرطها البائع لنفسه جاز عند الشافعي\r\nوالأكثرين وقال مالك لا يجوز شرطها للبائع وقال أبو حنيفة هي للبائع قبل التأبير وبعده عند\r\nالاطلاق وقال ابن أبي ليلى هي للمشترى قبل التأبير وبعده فأما الشافعي والجمهور فأخذوا في المؤبرة\r\nبمنطوق الحديث وفي غيرها بمفهومه وهو دليل الخطاب وهو حجة عندهم وأما أبو حنيفة\r\nفأخذ بمنطوقه في المؤبرة وهو لا يقول بدليل الخطاب فألحق غير المؤبرة بالمؤبرة واعترضوا\r\nعليه بأن الظاهر يخالف المستتر في بيع حكم التبعية في البيع كما أن الجنين يتبع الام في البيع\r\nولا يتبعها الولد المنفصل وأما ابن أبي ليلى فقوله باطل منابذ لصريح السنة ولعله لم يبلغه الحديث\r\nوالله أعلم قوله صلى الله عليه وسلم ( ومن ابتاع عبدا فماله للذي باعه الا أن يشترط المبتاع )\r\nهكذا روى هذا الحكم البخاري ومسلم من رواية سالم عن أبيه ابن عمر ولم تقع هذه الزيادة\r\nفي حديث نافع عن ابن عمر ولا يضر ذلك فسالم ثقة بل هو أجل من نافع فزيادته مقبولة وقد\r\nأشار النسائي والدارقطني إلى ترجيح رواية نافع وهذه إشارة مردودة وفى هذا الحديث دلالة\r\nلمالك وقول الشافعي القديم أن العبد إذا ملكه سيده مالا ملكه لكنه إذا باعه بعد ذلك كان\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\nماله للبائع الا أن يشترط المشترى لظاهر هذا الحديث وقال الشافعي في الجديد وأبو حنيفة\r\nلا يملك العبد شيئا أصلا وتأولا الحديث على أن المراد أن يكون في يد العبد شئ من مال\r\nالسيد فأضيف ذلك المال إلى العبد للاختصاص والانتفاع لا للملك كما يقال جل الدابة وسرج\r\nالفرس والا فإذا باع السيد العبد فذلك المال للبائع لأنه ملكه الا ان يشترط الاحتراز\r\nمن الربا قال الشافعي فإن كان المال دراهم لم يجز بيع العبد وتلك الدراهم بدراهم فكذا إن كان\r\nدنانير لم يجز بيعها بذهب وإن كان حنطة لم يجز بيعها بحنطة وقال مالك يجوز أن يشترط المشترى\r\nوإن كان دراهم والثمن دراهم وكذلك في جميع الصور لاطلاق الحديث قال وكأنه لا حصة\r\nللمال من الثمن وفى هذا الحديث دليل للأصح عند أصحابنا أنه إذا باع العبد أو الجارية وعليه ثيابه\r\nلم تدخل في البيع بل تكون للبائع الا أن يشترطها المبتاع لأنه مال في الجملة وقال بعض أصحابنا\r\nتدخل وقال بعضهم يدخل ساتر العورة فقط والأصح أنه لا يدخل ساتر العورة ولا غيره لظاهر\r\nهذا الحديث ولأن اسم العبد لا يتناول الثياب والله أعلم\r\nباب النهى عن المحاقلة والمزابنة عن المخابرة وبيع الثمرة\r\n( قبل بدو صلاحها وعن بيع المعاومة وهو بيع السنين )\r\nأما المحاقلة والمزابنة وبيع الثمرة قبل بدو صلاحها فسبق بيانها في الباب الماضي وأما المخابرة فهي\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\nوالمزارعة متقاربتان وهما المعاملة على الأرض ببعض ما يخرج منها من الزرع كالثلث والربع\r\nوغير ذلك من الأجزاء المعلومة لكن في المزارعة يكون البذر من مالك الأرض وفى المخابرة يكون البذر\r\nمن العامل هكذا قاله جمهور أصحابنا وهو ظاهر نص الشافعي وقال بعض أصحابنا وجماعة من أهل\r\nاللغة وغيرهم هما بمعنى قالوا والمخابرة مشتقة من الخبر وهو الايكار أي الفلاح هذا قول الجمهور\r\nوقيل مشتقة من الخبار وهي الأرض اللينة وقيل من الخبرة وهي النصيب وهي بضم الخاء وقال\r\nالجوهري قال أبو عبيدة هي النصيب من سمك أو لحم يقال تخبروا خبرة إذا اشتروا شاة فذبحوها\r\nواقتسموا لحمها وقال ابن الاعرابي مأخوذة من خيبر لأن أول هذه المعاملة كان فيها وفى صحة\r\nالمزارعة والمخابرة خلاف مشهور للسلف وسنوضحه في باب بعده إن شاء الله تعالى وأما النهى\r\nعن بيع المعاومة وهو بيع السنين فمعناه أن يبيع ثمر الشجرة عامين أو ثلاثة أو أكثر فيسمى بيع\r\nالمعاومة وبيع السنين وهو باطل بالإجماع نقل الإجماع فيه ابن المنذر وغيره لهذه الأحاديث\r\nولأنه بيع غرر لأنه بيع معدوم ومجهول غير مقدور على تسليمه وغير مملوك للعاقد والله أعلم\r\nقوله ( نهى عن بيع الثمر حتى يبدو صلاحه ولا يباع إلا بالدينار والدرهم إلا العرايا ) معناه\r\nلا يباع الرطب بعد بدو صلاحه بتمر بل يباع بالدينار والدرهم وغيرهما والممتنع إنما هو بيعه\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\nبالتمر إلا العرايا فيجوز بيع الرطب فيها بالتمر بشرطه السابق في بابه قوله ( نهى عن بيع الثمرة\r\nحتى تطعم ) هو بضم التاء وكسر العين أي يبدو صلاحه وتصير طعاما يطيب أكلها قوله\r\n( نهى وأن يشترى النخل حتى يشقه والاشقاه أن يحمر أو يصفر ) وفي رواية حتى تشقح بالحاء\r\nهو بضم التاء واسكان الشين فيهما وتخفيف القاف ومنهم من فتح الشين في\r\nتشقه وهما جائزان تشقه وتشقح ومعناهما واحد ومنهم من أنكر تشقه وقال المعروف بالحاء والصحيح جوازها\r\nوقيل إن الهاء بدل من الحاء كما قالوا مدحه ومدهه وقد فسر الراوي الاشقاه والاشقاح بالاحمرار\r\nوالاصفرار قال أهل اللغة ولا يشترط في ذلك حقيقة الاصفرار والاحمرار بل ينطلق عليه هذا\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\nالاسم إذا تغير يسير إلى الحمرة أو الصفرة قال الخطابي الشقحة لون غير خالص الحمرة أو الصفرة\r\nبل هو تغير اليهما في كمودة قوله ( سليم بن حيان ) بفتح السين وحيان بالمثناة وسعيد بن\r\nميناء بالمد والقصر قوله ( نهى عن الثنيا ) هي استثناء والمراد الاستثناء في البيع وفي رواية\r\nالترمذي وغيره بإسناد صحيح نهى عن الثنيا الا أن يعلم والثنيا المبطلة للبيع قولة بعتك هذه الصبرة\r\nالا بعضها وهذه الأشجار أو الأغنام أو الثياب ونحوها إلا بعضها فلا يصح البيع لان المستثنى\r\nمجهول فلو قال بعتك هذه الأشجار إلا هذه الشجرة أو هذه الشجرة إلا ربعها أو الصبرة\r\nإلا ثلثها أو بعتك بألف إلا درهما وما أشبه ذلك من الثنيا المعلومة صح البيع باتفاق العلماء\r\nولو باع الصبرة إلا صاعا منها فالبيع باطل عند الشافعي وأبي حنيفة وصحح مالك أن يستثنى\r\nمنها ما لا يزيد على ثلثها أما إذا باع ثمرة نخلات فاستثنى من ثمر عشرة آصع مثلا للبائع فمذهب\r\nالشافعي وأبي حنيفة والعلماء كافة بطلان البيع وقال مالك وجماعة من علماء المدينة يجوز ذلك\r\nما لم يزد على قدر ثلث الثمرة قوله ( حدثنا أبو الوليد المكي عن جابر ) وفي رواية أخرى سعيد\r\nابن ميناء عن جابر قال ابن أبي حاتم أبو الوليد هذا اسمه يسار قال عبد الغنى هذا غلط إنما هو\r\nسعيد بن ميناء المذكور باسمه في الرواية الأخرى وقد بينه البخاري في تاريخه\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\n\r\nباب كراء الأرض قوله ( عن جابر قال نهى رسول الله صلى الله عليه وسلم عن كراء الأرض ) وفي رواية من كانت\r\nله أرض فليزرعها فإن لم يستطع أن يزرعها وعجز عنها فليمنحها أخاه المسلم ولا يؤاجرها إياه\r\nوفي رواية من كانت له أرض فليزرعها أو ليزرعها أخاه ولا يكرها وفي رواية نهى عن\r\nالمخابرة وفي رواية فليزرعها أخاه ولا تبيعوها وفسره الراوي بالكراء وفي\r\nرواية فليزرعها أو فليحرثها أخاه وإلا فليدعها وفي رواية كنا نأخذ الأرض بالثلث\r\nوالربع بالماذيانات فقام رسول الله صلى الله عليه وسلم في ذلك فقال من كانت له أرض فليزرعها\r\nفإن لم يزرعها فليمنحها أخاه فإن لم يمنحها أخاه فليمسكها وفي رواية من كانت له أرض فليهبها\r\nأو ليعرها وفي رواية نهى عن يع أرض بيضاء سنتين أو ثلاثا وفي رواية نهى عن الحقول\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\nوفسره جابر بكراء الأرض ومثله من رواية أبي سعيد الخدري وفي رواية ابن عمر كنا نكري\r\nأرضنا ثم تركنا ذلك حين سمعنا حديث رافع بن خديج وفي رواية عنه كنا لا نرى بالخبر بأسا\r\nحتى كان عام أول فزعم رافع أن النبي الله صلى الله عليه وسلم نهى عنه وفي رواية عن نافع أن\r\nابن عمر كان يكرى مزارعه على عهد النبي صلى الله عليه وسلم وفي إمارة أبى بكر وعمر وعثمان\r\nوصدرا من خلافة معاوية ثم بلغه آخر خلافة معاوية أن رافع بن خديج يحدث فيها بنهي عن النبي\r\nصلى الله عليه وسلم فدخل عليه وأنا معه فسأله فقال كان رسول الله صلى الله عليه وسلم ينهى عن\r\nكراء المزارع فتركها ابن عمر وفي رواية عن حنظلة بن قيس قال سألت رافع بن خديج عن\r\nكراء الأرض بالذهب والورق فقال لا بأس به إنما كان الناس يؤاجرون على عهد النبي صلى الله عليه وسلم\r\nبما على الماذيانات وإقبال الجداول وأشياء من الزرع فيهلك هذا ويسلم هذا ويسلم\r\nهذا ويهلك هذا فلم يكن للناس كراء إلا هذا فلذلك زجر عنه فأما شئ معلوم مضمون فلا بأس به\r\nوفي رواية كنا نكري الأرض على أن لنا هذه ولهم هذه فربما أخرجت هذه ولم تخرج هذه\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\nفنهانا عن ذلك وأما الورق فلم ينهنا وفي رواية عن عبد الله بن معقل بالعين المهملة والقاف قال\r\nزعم ثابت يعنى ابن ضحاك أن رسول الله صلى الله عليه وسلم نهى عن المزارعة وأمر بالمؤاجرة\r\nوقال لا بأس به أما الماذيانات فبذال معجمة مكسورة ثم ياء مثناه تحت ثم الف ثم نون ثم\r\nالف ثم مثناة فوق هذا هو المشهور وحكى القاضي عن بعض الرواة فتح الذال في غير صحيح مسلم\r\nوهي مسايل المياه وقيل ما ينبت على حافتي مسيل الماء وقيل ما ينبت حول السواقي وهي لفظة\r\nمعربة ليست عربية وأما قوله وإقبال فبفتح الهمزة أي أوائلها ورؤسها والجداول جمع\r\nجدول وهو النهر الصغير كالساقية وأما الربيع فهو الساقية الصغيرة وجمعه أربعاء كنبي وأنبياء\r\nوربعا كصبي وصبيان ومعنى هذه الألفاظ أنهم كانوا يدفعون الأرض إلى من يزرعها ببذر\r\nمن عنده على أن يكون لمالك الأرض ما ينبت على الماذيانات وإقبال الجداول أو هذه القطعة\r\nوالباقي للعامل فنهوا عن ذلك لما فيه من الغرر فربما هلك هذا دون ذاك وعكسه واختلف\r\nالعلماء في كراء الأرض فقال طاوس والحسن البصري لا يجوز بكل حال سواء أكراها بطعام\r\nأو ذهب أو فضة أو بجزء من زرعا لاطلاق حديث النهى عن كراء الأرض وقال الشافعي\r\nوأبو حنيفة وكثيرون تجوز إجارتها بالذهب والفضة وبالطعام والثياب وسائر الأشياء سواء\r\nكان من جنس ما يزرع فيها أم من غيره ولكن لا تجوز اجارتها بجزء ما يخرج منها كالثلث والربع\r\nوهي المخابرة ولا يجوز أيضا أن يشترط له زرع قطعة معينة وقال ربيعة يجوز بالذهب والفضة\r\nفقط وقال مالك يجوز بالذهب والفضة وغيرهما الا الطعام وقال أحمد وأبو يوسف ومحمد بن\r\nالحسن وجماعة من المالكية وآخرون تجوز اجارتها بالذهب والفضة وتجوز المزارعة بالثلث\r\nوالربع وغيرهما وبهذا قال ابن شريح وابن خزيمة والخطابي وغيرهم من محققي أصحابنا وهو الراجح\r\nالمختار وسنوضحه في باب المساقاة إن شاء الله تعالى فأما طاوس والحسن فقد ذكرنا حجتهما وأما\r\nالشافعي وموافقوه فاعتمدوا بصريح رواية رافع بن خديج وثابت بن الضحاك السابقين في جواز\r\nالإجارة بالذهب والفضة ونحوها وتأولوا أحاديث النهى تأويلين أحدهما حملهما على إجارتها بما\r\nعلى الماذيانات أو بزرع قطعة معينة أو بالثلث والربع ونحو ذلك كما فسره\r\nالرواة في هذه\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\nالأحاديث التي ذكرناها والثاني حملها على كراهة التنزيه والارشاد إلى اعارتها كما\r\nنهى عن بيع الغرر نهى تنزيه بل يتواهبونه ونحو ذلك وهذان التأولان لابد منهما أو من أحدهما للجمع بين\r\nالأحاديث وقد أشار إلى هذا التأويل الثاني البخاري وغيره ومعناه عن ابن عباس والله أعلم\r\nقوله صلى الله عليه وسلم ( أو ليزرعها أخاه ) أي يجعلها مزرعة له ومعناه يعيره إياها بلا عوض وهو\r\nمعنى الرواية الأخرى فليمنحها أخاه بفتح الياء والنون أي يجعلها منيحة أي عارية وأما الكراء فممدود\r\nويكرى بضم الياء قوله\r\n( فتصيب من القصرى ) هو بقاف مكسورة ثم صاد مهملة ساكنة ثم راء\r\nمكسورة ثم ياء مشددة على وزن القبطي هكذا ضبطناه وكذا ضبطه الجمهور وهو المشهور قال\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\nالقاضي هكذا رويناه عن أكثرهم وعن الطبري بفتح القاف والراء مقصور وعن ابن الخزاعي بضم\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\nالقاف مقصور قال والصواب الأول وهو ما بقي من الحب في السنبل بعد الدياس ويقال له القصارة\r\nبضم القاف وهذا الاسم أشهر من القصرى قوله ( كنا لا نرى بالخبر بأسا ) ضبطناه بكسر الخاء\r\nوفتحها والكسر أصح وأشهر ولم يذكر الجوهري وآخرون من أهل اللغة غيره وحكى القاضي فيه\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\nالكسر والفتح والضم ورجح الكسر ثم الفتح وهو بمعنى المخابرة قوله ( أتاه بالبلاط ) هو بفتح الباء\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\nمكان معروف بالمدينة مبلط بالحجارة وهو بقرب مسجد رسول الله صلى الله عليه وسلم قوله ( عن نافع\r\nأن ابن عمر كان يأخذ الأرض فنبئ حديثا عن رافع بن خديج ) فذكروا في آخره فتركه ابن عمر\r\nولم يأخذه هكذا هو في كثير من النسخ يأخذ بالخاء والدال من الأخذ وفي كثير منها يأجر\r\nبالجيم المضمونة والراء في الموضعين قال القاضي وصاحب المطالع هذا هو المعروف لجمهور رواة\r\nصحيح مسلم قال صاحب المطالع والأول تصحيف وفي بعض النسخ يؤاجر وهذا صحيح قوله\r\n( أن عبد الله بن عمر كان يكرى أرضه ) كذا في بعض النسخ\r\nأرضيه بفتح الراء وكسر الضاد على\r\nالجمع وفي بعضها أرضه على الافراد وكلاهما صحيح\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\nقوله ( عن أبي النجاشي عن رافع أن ظهير ابن رافع وهو عمه قال أتاني ظهير فقال لقد نهى\r\nرسول الله صلى الله عليه وسلم ) هكذا هو في جميع النسخ وهو صحيح وتقديره عن رافع أن ظهيرا\r\nعمه حدثه بحديث قال رافع في بيان ذلك الحديث أتاني ظهير فقال لقد نهى رسول الله صلى الله عليه وسلم\r\nوهذا التقدير دل عليه فحوى الكلام ووقع في بعض النسخ أنبأني بدل أتاني والصواب\r\nالمنتظم أتاني من الاتيان قوله في هذا الحديث ( نؤاجرها يا رسول الله على الربيع أو الأوسق )\r\nهكذا هو في معظم النسخ الربيع وهو الساقية والنهر الصغير\r\nوحكى القاضي عن رواية ابن ماهان\r\nالربع بضم الراء وبحذف الياء وهو أيضا صحيح\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\nقوله ( أن مجاهدا قال لطاوس انطلق بنا إلى ابن رافع بن خديج فاسمع منه الحديث عن أبيه )\r\nروى فاسمع بوصل الهمزة مجزوما على الأمر وبقطعها مرفوعا على الخبر وكلاهما صحيح والأول\r\nأجود قوله صلى الله عليه وسلم ( يأخذ عليها خرجا ) أي أجرة والله أعلم\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\n\r\nكتاب المساقاة والمزارعة\r\nقوله ( ان رسول الله صلى الله عليه وسلم عامل أهل خيبر بشطر ما يخرج منها من ثمر أو زرع )\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\nوفي رواية على أن يعتملوها من أموالهم ولرسول الله صلى الله عليه وسلم شطر ثمرها في هذه\r\nالأحاديث جواز المساقاة وبه قال مالك والثوري والليث والشافعي وأحمد وجميع فقهاء المحدثين\r\nوأهل الظاهر وجماهير العلماء وقال أبو حنيفة لا يجوز وتأويل هذه الأحاديث على أن خيبر فتحت\r\nعنوة وكان أهلها عبيدا لرسول الله صلى الله عليه وسلم فما أخذه فهو له وما تركه فهو له واحتج\r\nالجمهور بظواهر هذه الأحاديث وبقوله صلى الله عليه وسلم أقركم ما أقركم الله وهذا صريح في\r\nأنهم لم يكونوا عبيدا قال القاضي وقد اختلفوا في خيبر هل فتحت عنوة أو صلحا أو بجلاء أهلها\r\nعنها بغير قتال أو بعضها صلحا وبعضها عنوة وبعضها جلاء عنه أهله أو بعضها صلحا وبعضها\r\nعنوة قال وهذا أصح الأقوال وهي رواية مالك ومن تابعه وبه قال ابن عيينة قال وفي كل\r\nقول أثر مروى وفي رواية لمسلم أن رسول الله صلى الله عليه وسلم لما ظهر على خيبر أراد\r\nاخراج اليهود منها وكانت الأرض حين ظهر عليها لله ولرسوله وللمسلمين وهذا يدل لمن قال\r\nعنوة إذ حق المسلمين إنما هو في العنوة وظاهر قول من قال صلحا أنهم صولحوا على كون\r\nالأرض للمسلمين والله أعلم وأبلغوا فيما تجوز عليه المساقاة من الأشجار فقال داود تجوز\r\nعلى النخل خاصة وقال الشافعي على النحل والعنب خاصة وقال مالك تجوز على جميع الأشجار\r\nوهو قول للشافعي فأما داود فرآها رخصة فلم يتعد فيه المنصوص عليه وأما الشافعي فوافق\r\nداود في كونها رخصة لكن قال حكم العنب حكم النخل في معظم الأبواب وأما مالك فقال\r\nمذهب الجواز الحاجة والمصلحة وهذا يشمل الجميع فيقاس عليه والله أعلم قوله ( بشطر ما يخرج\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\nمنها ) فيه بيان الجزء المساقى عليه من نصف أو ربع أو غيرهما من الأجزاء المعلومة فلا يجوز\r\nعلى مجهول كقوله على أن لك بعض الثمر واتفق المجوزون للمساقاة على جوازها بما اتفق\r\nالمتعاقدان عليه من قليل أو كثير قوله ( من ثمر أو زرع ) يحتج به الشافعي وموافقوه الأكثرون في\r\nجواز المزارعة تبعا للمساقاة وإن كانت المزارعة عندهم لا تجوز منفردة فتجوز تبعا للمساقاة فيساقيه على\r\nالنخل ويزارعه على الأرض كما جرى خيبر وقال مالك لا تجوز المزارعة لا منفردة ولا تبعا الا ما كان من\r\nالأرض بين الشجر وقال أبو حنيفة وزفر المزارعة والمساقاة فاسدتان سواء جمعهما أو فرقهما\r\nولو عقدتا فسختا وقال ابن أبي ليلى وأبو يوسف ومحمد وسائر الكوفيين وفقهاء المحدثين\r\nوأحمد وابن خزيمة وابن شريح وآخرون تجوز المساقاة والمزارعة مجتمعتين وتجوز كل واحدة\r\nمنهما منفردة وهذا هو الظاهر المختار لحديث خيبر ولا يقبل دعوى كون المزارعة في خيبر\r\nإنما جازت تبعا للمساقاة بل جازت مستقلة ولأن المعنى المجوز للمساقاة موجود في المزارعة\r\nقياسا على القراض فإنه جائز بالاجماع\r\nوهو كالمزارعة في كل شئ ولأن المسلمين في جميع الأمصار\r\nوالأعصار مستمرون على العمل بالمزارعة وأما الأحاديث السابقة في النهى عن المخابرة فسبق\r\nالجواب عنها وأنها محمولة على ما إذا شرطا لكل واحد قطعة معينة من الأرض وقد صنف\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\nابن خزيمة كتابا في جواز المزارعة واستقصى فيه وأجاد وأجاب من الأحاديث بالنهي والله\r\nأعلم قوله صلى الله عليه وسلم ( أقركم فيها على ذلك ما شئنا ) وفي رواية الموطأ أقركم\r\nما أقركم الله قال العلماء وهو عائد إلى مدة العهد والمراد إنما نمكنكم من المقام في خيبر ما شئنا\r\nثم نخرجكم إذا شئنا لأنه صلى الله عليه وسلم كان عازما على اخراج الكفار من جزيرة العرب\r\nكما أمر به في آخر عمره وكما دل عليه هذا الحديث وغيره واحتج أهل الظاهر بهذا على جواز\r\nالمساقاة مدة مجهولة وقال الجمهور لا تجوز المساقاة الا إلى مدة معلومة كالإجارة وتأولوا الحديث\r\nعلى ما ذكرناه وقيل جاز ذلك في أول الاسلام خاصة للنبي صلى الله عليه وسلم وقيل معناه أن\r\nلنا اخراجكم بعد انقضاء المدة المسماة وكانت سميت مدة ويكون المراد بيان أن المساقاة ليست\r\nبعقد دائم كالبيع والنكاح بل بعد انقضاء المدة تنقضي المساقاة فإن شئنا عقدنا عقدا آخر وإن\r\nشئنا أخرجناكم وقال أبو ثور إذا أطلقنا المساقاة اقتضى ذلك سنة واحدة والله أعلم قوله ( على\r\nأن يعتملوها من أموالهم ) بيان لوظيفة عامل المساقاة وهو أن عليه كل ما يحتاج إليه في اصلاح\r\nالثمر واستزادته مما يتكرر كل سنة كالسقي وتنقية الأنهار واصلاح منابت الشجر وتلقيحه\r\nوتنحية الحشيش والقضبان عنه وحفظ الثمرة وجذابها ونحو ذلك وأما ما يقصد به حفظ الأصل\r\nولا يتكرر كل سنة كبناء الحيطان وحفر الأنهار فعلى المالك والله أعلم قوله ( فكان يعطى\r\nأزواجه كل سنة مائة وسق ثمانين وسقا من تمر وعشرين وسقا من شعير ) قال العلماء هذا\r\nدليل على أن البياض الذي كان بخيبر الذي هو موضع الزرع أقل من الشجر وفي هذه الأحاديث\r\nدليل لمذهب الشافعي وموافقيه أن الأرض التي تفتح عنوة تقسم بين الغانمين الذين افتتحوها\r\nكما تقسم بينهم الغنيمة المنقولة بالاجماع لأن النبي صلى الله عليه وسلم قسم خيبر بينهم وقال مالك\r\nوأصحابه يقفها الامام على المسلمين كما فعل عمر رضي الله عنه في أرض سواد العراق وقال\r\nأبو حنيفة والكوفيون يتخير الامام بحسب المصلحة في قسمتها أو تركها في أيدي من كانت لهم\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\nبخراج يوظفه عليها وتصير ملكا لهم كأرض الصلح قوله ( وكان الثمر يقسم على السهمان\r\nفي نصف خيبر فيأخذ رسول الله صلى الله عليه وسلم الخمس ) هذا يدل على أن خيبر فتحت عنوة\r\nلأن السهمان كانت للغانمين وقوله يأخذ رسول الله صلى الله عليه وسلم الخمس أي يدفعه إلى مستحقه\r\nوهم خمسة الأصناف المذكورة في قوله تعالى واعلموا أن ما غنمتم من شئ فأن لله خمسه وللرسول\r\nفيأخذ لنفسه خمسا واحدا من الخمس ويصرف الأخماس الباقية من الخمس إلى الأصناف\r\nالأربعة الباقين واعلم أن هذه المعاملة مع أهل خيبر كانتا برضى الغانمين وأهل السهمان وقد اقتسم\r\nأهل السهمان بين المستحقين وسلم إليهم نفس الأرض حين أخذها من اليهود حين أجلاهم عنها قوله\r\n( فأجلاهم عمر إلى تيماء وأريحاء ) هما ممدودتان وهما قريتان معروفتان وفي هذا دليل أن\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\n\r\nمراد النبي صلى الله عليه وسلم بإخراج اليهود والنصارى من جزيرة العرب اخراجهم من بعضها\r\nوهو الحجاز خاصة لأن تيماء من جزيرة العرب لكنها ليست من الحجاز والله أعلم\r\nباب فضل الغرس والزرع\r\nقوله صلى الله عليه وسلم ( ما من مسلم يغرس غرسا إلا كان ما أكل منه له صدقة وما سرق\r\nمنه له صدقة وما أكل السبع فهو له صدقة وما أكلت الطير فهو له صدقة ولا يرزؤه أحد\r\nالا كان له صدقة ) وفي رواية لا يغرس مسلم غرسا ولا يزرع زرعا فيأكل منه انسان ولا\r\nدابة ولا شئ الا كانت له صدقة وفي رواية الا كان له صدقة إلى يوم القيامة في هذه الأحاديث\r\nفضيلة الغرس وفضيلة الزرع وأن أجر فاعلي ذلك مستمر ما دام الغراس والزرع وما تولد منه\r\nإلى يوم القيامة وقد اختلف العلماء في أطيب المكاسب وأفضلها فقيل التجارة\r\nوقيل الصنعة باليد وقيل الزراعة وهو الصحيح وقد بسطت ايضاحه في آخر باب الأطعمة من شرح المهذب وفي\r\nهذه الأحاديث أيضا أن الثواب والأجر في الآخرة مختص بالمسلمين وأن الانسان يثاب على\r\nما سرق من ماله أو أتلفته دابة أو طائر ونحوهما وقوله صلى الله عليه وسلم ( ولا يرزؤه ) هو\r\nبراء ثم زاي بعدها همزة أي ينقصه ويأخذ منه قوله في رواية الليث ( عن أبي الزبير عن جابر أن\r\nالنبي صلى الله عليه وسلم دخل على أن مبشر الأنصارية في نخل لها ) هكذا هو في أكثر النسخ دخل علي\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\nأم مبشر وفي بعضها دخل على أم معبد أو أم مبشر قال الحافظ المعروف في رواية الليث أم مبشر بلا شك\r\nووقع في رواية غيره أم معبد كما ذكره مسلم بعد هذه الرواية ويقال فيها أيضا أم بشير\r\nفحصل أنها يقال لها أم مبشر وأم معبد وأم بشير قيل اسمها الخليدة بضم الخاء ولم يصح وهي امرأة زيد\r\nابن حارثة أسلمت وبايعت قوله ( حدثنا أحمد بن سعيد بن إبراهيم حدثنا روح بن عبادة حدثنا\r\nزكريا بن إسحاق أخبرني عمرو بن دينار أنه سمع جابر بن عبد الله قال أبو مسعود الدمشقي هكذا\r\nوقع في نسخ مسلم في هذا الحديث عمرو بن دينار والمعروف فيه أبو الزبير عن جابر\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\nقوله ( عن الأعمش عن أبي سفيان عن جابر زاد عمرو في روايته عن عمار وأبو بكر في روايته عن أبي\r\nمعاوية فقالا عن أم مبشر ) إلى آخره هكذا وقع في نسخ مسلم وأبو بكر ووقع في بعضها وأبو\r\nكريب بدل أبي بكر قال القاضي قال بعضهم الصواب أبو كريب لأن أول الاسناد لأبى بكر بن أبي\r\nشيبة عن حفص بن غياث ولأبي كريب وإسحاق بن إبراهيم عن أبي\r\nمعاوية هو أبو كريب لا أبو بكر وهذا واضح وبين والله تعالى أعلم\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\n\r\nباب وضع الجوائح\r\nقوله صلى الله عليه وسلم ( لو بعت من أخيك ثمرا فأصابته جائحة فلا يحل لك أن تأخذ منه\r\nشيئا بم تأخذ مال أخيك بغير حق ) وفى رواية عن أنس أن النبي صلى الله عليه وسلم نهى عن بيع\r\nالنخل حتى تزهو فقلنا لأنس ما زهوها قال تحمر وتصفر أرأيتك ان منع الله الثمرة بم تستحل\r\nمال أخيك وفي رواية عن أنس أن النبي صلى الله عليه وسلم قال إن لم يثمرها الله فبم يستحل\r\nأحدكم مال أخيه وعن جابر أن النبي صلى الله عليه وسلم أمر بوضع الجوائح وعن أبي سعيد قال\r\nأصيب رجل في عهد رسول الله صلى الله عليه وسلم في ثمار ابتاعها فكثر دينه فقال رسول الله\r\nصلى الله عليه وسلم تصدقوا عليه فتصدق الناس عليه فلم يبلغ ذلك وفاء دينه فقال رسول الله\r\nصلى الله عليه وسلم لغرمائه خذوا ما وجدتم وليس لكم الا ذلك اختلف العلماء في الثمرة إذا\r\nبيعت بعد بدو الصلاح وسلمها البائع إلى المشترى بالتخلية بينه وبينها ثم تلفت قبل أوان الجذاذ\r\nبآفة سماوية هل تكون من ضمان البائع أو المشترى فقال الشافعي في أصح قوليه وأبو حنيفة\r\nوالليث بن سعد وآخرون هي في ضمان المشترى ولا يجب وضع الجائحة لكن يستحب وقال الشافعي\r\nفي القديم وطائفة هي في ضمان البائع ويجب وضع الجائحة وقال مالك إن كانت دون الثلث\r\nلم يجب وضعها وإن كانت الثلث فأكثر وجب وضعها وكانت من ضمان البائع واحتج القائلون\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\nبوضعها بقوله أمر بوضع الجوائح وبقوله صلى الله عليه وسلم فلا يحل لك أن تأخذ منه شيئا\r\nولأنها في معنى الباقية في يد البائع من حيث إنه يلزمه سقيها فكأنها تلفت قبل القبض فكانت\r\nمن ضمان البائع واحتج القائلون بأنه لا يجب وضعها بقوله في الرواية الأخرى في ثمار ابتاعها\r\nفكثر دينه فأمر النبي صلى الله عليه وسلم بالصدقة عليه ودفعه إلى غرمائه فلو كانت توضع لم يفتقر\r\nإلى ذلك وحملوا الأمر بوضع الجوائح على الاستحباب أو فيما بيع قبل بدو الصلاح وقد أشار\r\nفي بعض هذه الروايات التي ذكرناها إلى شئ من هذا وأجاب الأولون عن قوله فكثر دينه\r\nإلى آخره بأنه يحتمل أنها تلفت بعد أوان الجذاذ وتفريط المشترى في تركها بعد ذلك على الشجر\r\nفإنها حينئذ تكون من ضمان المشترى قالوا ولهذا قال صلى الله عليه وسلم في آخر الحديث ليس\r\nلكم إلا ذلك ولو كانت الجوائح لا توضع لكان لهم طلب بقية الدين وأجاب الآخرون عن هذا بأن\r\nمعناه ليس لكم الآن هذا ولا تحل لكم مطالبته ما دام معسرا بل ينظر إلى ميسرة والله أعلم وفي\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\nالرواية الأخيرة التعاون على البر والتقوى ومواساة المحتاج ومن عليه دين والحث على الصدقة عليه\r\nوأن المعسر لا تحل مطالبته ولا ملازمته ولا سجنه وبه قال الشافعي ومالك وجمهورهم وحكى عن ابن شريح\r\nحبسه حتى يقضى الدين وإن كان قد ثبت اعساره وعن أبي حنيفة ملازمته وفيه أن يسلم إلى الغرماء\r\nجميع مال المفلس ما لم يقض دينهم ولا يترك للمفلس سوى ثيابه ونحوها وهذا المفلس المذكور قيل هو\r\nمعاذ بن جبل رضي الله عنه قوله ( حدثني محمد بن عباد حدثنا عبد العزير بن محمد عن حميد عن أنس أن النبي\r\nصلى الله عليه وسلم قال إن لم يثمرها الله فبم يستحل أحدكم مال أخيه قال الدارقطني هذا وهم من\r\nمحمد بن عباد أو من عبد العزيز في حال إسماعه محمدا لأن إبراهيم بن حمزة سمعه من عبد العزيز\r\nمفصولا مبينا أنه من كلام أنس وهو الصواب وليس من كلام النبي صلى الله عليه وسلم فأسقط\r\nمحمد بن عباد كلام النبي صلى الله عليه وسلم وأتى بكلام أنس وجعله مرفوعا وهو خطأ قوله\r\n( قال أبو إسحق حدثني عبد الرحمن بن بشر عن سفيان بهذا ) أبو إسحاق هذا هو إبراهيم\r\nابن محمد بن سفيان روى هذا الكتاب عن مسلم ومراده أنه علا برجل فصار في رواية هذا الحديث\r\nكشيخه مسلم بينه وبين سفيان بن عيينة واحد فقط والله أعلم\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\n\r\nباب استحباب الوضع من الدين\r\nقوله ( وحدثني غير واحد من أصحابنا قالوا حدثنا إسماعيل بن أبي أويس قال وحدثني أخي ) قال جماعة من الحفاظ هذا أحد الأحاديث المقطوعة في صحيح مسلم وهي اثنا عشر حديثا سبق\r\nبيانها في الفصول المذكورة في مقدمة هذا الشرح لأن مسلما لم ينكر من سمع منه هذا الحديث\r\nقال القاضي إذا قال الراوي حدثني غير واحد أو حدثني الثقة أو حدثني بعض أصحابنا ليس هو من\r\nالمقطوع ولا من المرسل ولا من المعضل عند أهل هذا الفن بل هو من باب الرواية عن المجهول\r\nوهذا الذي قاله القاضي هو الصواب لكن كيف كان فلا يحتج بهذا المتن من هذه الرواية لو لم\r\nيثبت من طريق آخر ولكن قد ثبت من طريق آخر فقد رواه البخاري في صحيحه عن إسماعيل\r\nابن أبي أويس ولعل مسلما أراد بقوله غير واحد البخاري وغيره وقد حدث مسلم عن إسماعيل\r\nهذا من غير واسطة في كتاب الحج وفي آخر كتاب الجهاد وروى مسلم أيضا عن أحمد بن يوسف\r\nالأزدي عن إسماعيل في كتاب اللعان وفي كتاب الفضائل والله أعلم قوله ( وفي هذا الباب\r\nقال مسلم بن الحجاج روى الليث بن سعد قال حدثني جعفر بن ربيعة ) هذا أحد الأحاديث\r\nالمقطوعة في صحيح مسلم ويسمى معلقا وسبق في التيمم مثله بهذا الاسناد وهذا الحديث المذكور\r\nهنا متصل عن الليث رواه البخاري في صحيحه عن يحيى بن بكير عن الليث عن جعفر بن ربيعة\r\nبإسناده المذكور هنا ورواه النسائي عن الربيع بن سليمان عن شعيب بن الليث عن أبيه عن جعفر\r\nابن ربيعة قوله ( وإذا أحدهما يستوضع الآخر ويسترفقه ) أي يطلب منه ان يضع عنه بعض\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\nالدين ويرفق به في الاستيفاء والمطالبة وفي هذا الحديث دليل على أنه لا بأس بمثل هذا ولكن\r\nبشرط أن لا ينتهى إلى الالحاح وإهانة النفس أو الايذاء ونحو ذلك الا من ضرورة والله أعلم\r\nقوله صلى الله عليه وسلم ( أين المتألى على الله لا يفعل المعروف قال أنا يا رسول الله وله ) أي\r\nذلك أحب المتألى الحالف والأولية اليمين وفي هذا كراهة الحلف على ترك الخير وانكار ذلك وأنه\r\nيستحب لمن حلف لا يفعل خيرا أن يحنث فيكفر عن يمينه وفيه الشفاعة إلى أصحاب الحقوق\r\nوقبول الشفاعة في الخير قوله ( تقاضى\r\nابن أبي حدرد دينا كان له عليه في عهد رسول الله\r\nصلى الله عليه وسلم في المسجد فارتفعت أصواتهم ) معنى تقاضاه طالبه به وأراد قضاه وحد رد\r\nبفتح الحاء والراء وفي هذا الحديث جواز المطالبة بالدين في المسجد والشفاعة إلى صاحب الحق\r\nوالاصلاح بين الخصوم وحسن التوسط بينهم وقبول الشفاعة في غير معصية وجواز الإشارة\r\nواعتمادها لقول فأشار إليه بيده أن ضع الشطر قوله ( كشف سجف حجرته ) هو بكسر\r\nالسين وفتحها لغتان واسكان الجيم والله أعلم\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\nباب من أدرك ما باعه عند المشترى وقد أفلس فله الرجوع فيه\r\nقوله ( حدثنا أحمد بن عبد الله بن يونس حدثنا زهير حدثنا يحيى بن سعيد أخبرني أبو\r\nبكر بن محمد بن عمرو بن حزم ان عمر بن عبد العزيز أخبره أن أبا بكر بن عبد الرحمن بن الحارث\r\nابن هاشم أخبره أنه سمع أبا هريرة يقول ) هذا الاسناد فيه أربعة من التابعين يروى بعضهم\r\nعن بعض وهم يحيى بن سعيد الأنصاري وأبو بكر بن محمد بن عمرو وعمر وأبو بكر بن\r\nعبد الرحمن ولهذا نظائر سبقت قوله صلى الله عليه وسلم ( من أدرك ماله بعينه عند رجل\r\nقد أفلس فهو أحق به من غيره ) وفي رواية عن النبي صلى الله عليه وسلم في الرجل الذي يعدم\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\nإذا وجد عنده المتاع ولم يفرقه أنه لصاحبه الذي باعه اختلف العلماء فيمن اشترى سلعة فأفلس\r\nأو مات قبل أن يؤدى ثمنها ولا وفاء عنده وكانت السلعة باقية بحالها فقال الشافعي وطائفة\r\nبائعها بالخيار إن شاء بركها وضارب مع الغرماء بثمنها وإن شاء رجع فيها بعينها في صورة\r\nالافلاس والموت وقال أبو حنيفة لا يجوز له الرجوع فيها بل تتعين المضاربة وقال مالك يرجع\r\nفي صورة الافلاس ويضارب في الموت واحتج الشافعي بهذه الأحاديث مع حديثه في الموت في سنن أبي\r\nداود وغيره وتأولها أبو حنيفة تأويلات ضعيفة مردودة وتعلق بشئ يروى عن علي وابن مسعود رضي الله عنهما\r\nوليس بثابت عنهما قوله ( حدثنا محمد بن المثنى محمد بن جعفر وعبد الرحمن بن\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\nمهدي قالا حدثنا شعبة عن قتادة عن النضر بن أنس ثم قال وحدثني زهير بن حرب حدثنا إسماعيل\r\nابن إبراهيم حدثنا سعيد ) هكذا هو في جميع نسخ بلادنا في الإسناد الأول شعبة بضم الشين\r\nالمعجمة وهو شعبة بن الحجاج وفي الثاني سعيد بفتح السين المهملة وهو سعيد بن أبي عروبة\r\nوكذا نقله القاضي عن رواية الجلودي قال ووقع في رواية ابن ماهان في الثاني شعبة أيضا\r\nبضم الشين المعجمة قال والصواب الأول قوله ( وحدثني محمد بن أحمد بن أبي خلف وحجاج\r\nابن الشاعر قال حدثنا أبو سلمة الخزاعي قال الحجاج منصور بن سلمة قال أخبرنا سليمان بن بلال )\r\nهكذا هو في معظم نسخ بلادنا وأصولهم المحققة قال حجاج منصور بن سلمة ومعناه أن أبا سلمة\r\nالخزاعي هذا اسمه منصور بن سلمة فذكره محمد بن أحمد بن أبي خلف بكنيته وذكره حجاج باسمه\r\nوهذا صحيح وذكر القاضي عياض أنه وقع في معظم بلادهم ولعامة رواتهم قال حجاج\r\nحدثنا منصور بن سلمة فزاد لفظه حدثنا قال القاضي والصواب حذف لفظه حدثنا كما وقع\r\nلبعض الرواة قال ويمكن تأويل هذا الثاني على موافقة الأول على أن المراد أن محمد بن أحمد\r\nكناه وحجاج سماه\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\n\r\nباب فضل أنظار المعسر والتجاوز\r\n( في الاقتضاء من الموسر والمعسر )\r\nقوله ( كنت أداين الناس فأمر فتياني أن ينظروا المعسر ويتجوزوا عن الموسر ) قال الله\r\nتجوزوا عنه وفي رواية كنت أقبل الميسور وأتجاوز عن المعسور وفي رواية كنت أنظر\r\nالمعسر وأتجوز في السكة أو في النقد وفي رواية وكان من خلقي الجواز فكنت أتيسر على\r\nالموسر وأنظر المعسر فقوله فتياني معناه غلماني كما صرح به في الرواية الأخرى والتجاوز\r\nوالتجوز معناهما المسامحة في الاقتضاء والاستيفاء وقبول ما فيه نقص يسير\r\nكما قال وأتجوز في\r\nالسكة وفي هذه الأحاديث فضل إنظار المعسر والوضع عنه إما كل الدين وإما بعضه من\r\nكثير أو قليل وفضل المسامحة في الاقتضاء وفي الاستيفاء سواء استوفى من موسر أو معسر\r\nوفضل الوضع من الدين وأنه لا يحتقر شئ من أفعال الخير فلعله سبب السعادة والرحمة وفيه\r\nجواز توكيل العبيد والإذن لهم في التصرف وهذا على قول من يقول شرع من قبلنا شرع لنا\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\nقوله ( الميسور والمعسور ) أي آخذ ما تيسر وأسامح بما تعسر قوله ( حدثنا أبو سعيد الأشج )\r\nقال حدثنا أبو خالد الأحمر عن سعد بن طارق عن ربعي بن حراش عن حذيفة ) ثم قال في آخر\r\nالحديث فقال عقبة بن عامر الجهني وأبو مسعود الأنصاري هكذا سمعناه من رسول الله\r\nصلى الله عليه وسلم هكذا هو في جميع النسخ فقال عقبة بن عامر وأبو مسعود قال الحفاظ هذا\r\nالحديث إنما هو محفوظ لأبي مسعود عقبة بن عمرو الأنصاري البدري وحده وليس لعقبة\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\nابن عامر فيه رواية قال الدارقطني والوهم في هذا الاسناد من أبي خالد الأحمر قال وصوابه عقبة بن\r\nعمر وأبو مسعود الأنصاري كذا رواه أصحاب أبي مالك سعد بن طارق وتابعهم نعيم بن أبي\r\nهند وعبد الملك بن عمير ومنصور وغيرهم عن ربعي عن حذيفة فقالوا في آخر الحديث فقال\r\n","description":"","footnote":"","page_name":" 226 ","page_number":226},
  {"content":"\r\n\r\nعقبة بن عمر وأبو مسعود وقد ذكر مسلم في هذا الباب حديث منصور ونعيم وعبد الملك\r\nوالله أعلم قوله صلى الله عليه وسلم ( من سره أن ينجيه الله من كرب يوم القيامة فلينفس\r\nعن معسر ) كرب بضم الكاف وفتح الراء جمع كربة ومعنى ينفس أي يمد ويؤخر المطالبة وقيل معناه يفرج عنه والله أعلم\r\nتحريم مطل الغنى وصحة الحوالة واستحباب قبولها\r\n( إذا أحيل على ملئ )\r\nقوله صلى الله عليه وسلم ( مطل الغنى ظلم ) قال القاضي وغيره المطل منع قضاء ما استحق أداؤه فمطل الغنى ظلم وحرام ومطل غير الغنى ليس بظلم ولا حرام لمفهوم الحديث ولأنه معذور\r\nولو كان غنيا ولكنه ليس متمكنا من الأداء لغيبة المال أو لغير ذلك جاز له التأخير إلى الامكان\r\nوهذا مخصوص من مطل الغنى أو يقال المراد بالغنى المتمكن من الأداء فلا يدخل هذا فيه قال\r\nبعضهم وفيه دلالة لمذهب مالك والشافعي والجمهور أن المعسر لا يحل حبسه ولا ملازمته\r\nولا مطالبته حتى يوسر وقد سبقت المسألة في باب المفلس وقد اختلف أصحاب مالك وغيرهم\r\nفي أن المماطل هل يفسق وترد شهادته بمطله مرة واحد أم لا ترد شهادته حتى يتكرر ذلك منه\r\nويصير عادة ومقتضى مذهبنا اشتراط التكرار وجاء في الحديث الآخر في غير مسلم لي الواجد\r\nيحل عرضه وعقوبته اللى بفتح اللام وتشديد الياء وهو المطل والواجد بالجيم الموسر قال العلماء\r\nيحل عرضه بأن يقول ظلمني ومطلني وعقوبته الحبس والتعزير قوله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\n\r\n( وإذا اتبع أحدكم على ملئ فليتبع ) هو بإسكان التاء في أتبع وفي فليتبع مثل أخرج فليخرج\r\nهذا هو الصواب المشهور في الروايات والمعروف في كتب اللغة وكتب غريب الحديث ونقل القاضي وغيره عن بعض المحدثين أنه يشددها في الكلمة الثانية والصواب الأول ومعناه وإذا\r\nأحيل بالدين الذي له على موسر فليحتل يقال منه تبعت الرجل لحقي أتبعه تباعه فأنا تبع وإذا\r\nطلبته قال الله تعالى ثم لا تجدوا لكم علينا تبيعا ثم مذهب أصحابنا والجمهور أنه إذا أحيل على ملى\r\nاستحب له قبول الحوالة وحملوا الحديث على الندب وقال بعض العلماء القبول مباح لا مندوب\r\nوقال بعضهم واجب لظاهر الأمر وهو مذهب داود الظاهري وغيره\r\nباب تحريم بيع فضل الماء الذي يكون بالفلاة ويحتاج إليه\r\n( لرعى الكلأ وتحريم منع بذله وتحريم بيع ضراب الفحل )\r\nقوله ( نهى رسول الله صلى الله عليه وسلم عن بيع فضل الماء ) وفي رواية عن بيع\r\nضراب الجمل وعن بيع الماء والأرض لتحرث وفي رواية لا يمنع فضل الماء به الكلأ\r\nوفي رواية لا يباع فضل الماء ليباع به الكلأ أما النهى عن بيع فضل الماء ليمنع بها الكلأ\r\nفمعناه أن تكون لانسان\r\nبئر مملوكة له بالفلاة وفيها فاضل عن حاجته ويكون هناك كلأ\r\n","description":"","footnote":"","page_name":" 228 ","page_number":228},
  {"content":"\r\nليس عنده ماء الا هذه فلا يمكن أصحاب المواشي رعيه الا إذا حصل لهم السقي من هذه البئر\r\nفيحرم عليه منع فضل هذا الماء للماشية ويجب بذله لها بلا عوض لأنه إذا منع بذبله امتنع\r\nالناس من رعى ذلك الكلأ خوفا على مواشيهم من العطش ويكون بمنعه الماء مانعا من رعى\r\nالكلأ وأما الرواية الأولى نهى عن بيع فضل الماء فهي محمولة على هذه الثانية التي فيها ليمنع\r\nبه الكلأ ويحتمل أنه في غيره ويكون نهى تنزيه قال أصحابنا يجب بذل فضل الماء بالفلاة كما\r\nذكرناه بشروط أحدها أن لا يكون ماء آخر يستغنى به والثاني أن يكون البذل لحاجة الماشية\r\nلا لسقى الزرع والثالث ان لا يكون مالكه محتاجا إليه واعلم أن المذهب الصحيح أن من تبع\r\nفي ملكه ماء صار مملوكا له وقال بعض أصحابنا لا يملكه أما إذا أخذ الماء في إناء من الماء المباح فإنه\r\nيملكه هذا هو الصواب وقد نقل بعضهم الاجماع عليه وقال بعض أصحابنا لا يملكه بل يكون\r\nأخص به وهذا غلط ظاهر وأما قوله لا يباع فضل الماء ليباع به الكلأ فمعناه أنه إذا كان فضل\r\nماء بالفلاة كما ذكرنا وهناك كلأ لا يمكن رعيه الا إذا تمكنوا من سقى الماشية من هذا الماء\r\nفيجب عليه بذل هذا الماء للماشية بلا عوض ويحرم عليه بيعه لأنه إذا باعه كأنه باع الكلأ\r\nالمباح للناس كلهم الذي ليس مملوكا لهذا البائع وسبب ذلك أن أصحاب الماشية لم يبذلوا الثمن\r\nفي الماء كأنه باع الكلأ والله أعلم قال أهل اللغة الكلأ مهموز مقصور هو النبات سواء كان رطبا\r\nأو يابسا وأما الحضيض والهشيم فهو مختص باليابس وأما الخلي فمقصور غير مهموز والعشب\r\nمختص بالرطب ويقال له أيضا الرطب بضم الراء واسكان الطاء قوله ( نهى عن بيع الأرض\r\nلتحرث ) معناه نهى عن إجارتها للزرع وقد سبقت المسألة واضحة في باب كراء الأرض وذكرنا\r\nأن الجمهور يجوزون اجارتها بالدراهم والثياب ونحوها ويتأولوا النهى تأويلين أحدهما أنه\r\nنهى تنزيه ليعتادوا إعارتها وإرفاق بعضه بعضا والثاني أنه محمول على إجارتها على أن تكون\r\n","description":"","footnote":"","page_name":" 229 ","page_number":229},
  {"content":"\r\nلمالكها قطعة معينة من الزرع وحملة القائلون بمنع المزارعة على اجارتها مما يخرج\r\nمنها والله أعلم قوله ( نهى عن ضراب الجمل ) معناه عن أجرة ضرابه وهو عسب الفحل\r\nالمذكور في حديث آخر وهو بفتح العين واسكان السين المهملتين وبالباء الموحدة وقد اختلف\r\nالعلماء في إجارة الفحل وغيره من الدواب للضراب فقال الشافعي وأبو حنيفة وأبو ثور\r\nوآخرون استئجاره لذلك باطل وحرام ولا يستحق فيه عوض ولو أنزاه المستأجر لا يلزمه\r\nالمسمى من أجره ولا أجرة مثل ولا شئ من الأموال قالوا لأنه\r\nغرر مجهول وغير مقدور\r\nعلى تسليمه وقال جماعة من الصحابة والتابعين ومالك وآخرون يجوز استئجاره لضرب مدة\r\nمعلومة أو لضربات معلومة لأن الحاجة تدعو إليه وهي منفعة مقصودة وحملوا النهى على التنزيه\r\nوالحث على مكارم الأخلاق كما حملوا عليه ما قرنه به من النهى عن إجارة الأرض والله أعلم\r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\n\r\nباب تحريم ثمن الكلب وحلوان الكاهن ومهر البغي\r\n( والنهي عن بيع السنور )\r\nقوله ( أن رسول الله صلى الله عليه وسلم نهى عن ثمن الكلب ومهر البغي وحلوان الكاهن ) وفي\r\nالحديث الآخر شر الكسب مهر البغي وثمن الكلب وكسب الحجام وفي رواية ثمن الكلب\r\nخبيث ومهر البغي خبيث وكسب الحجام خبيث وفي الحديث الآخر سألت جابرا عن ثمن\r\nالكلب والسنور فقال زجر النبي صلى الله عليه وسلم عنه أما مهر البغي فهو ما تأخذه الزانية\r\nعلى الزنا وسماه مهرا لكونه على صورته وهو حرام بإجماع المسلمين وأما حلوان الكاهن فهو\r\nما يعطاه على كهانته يقال منه حلوته حلوانا إذا أعطيته قال الهروي وغيره أصله من الحلاوة شبه\r\nبالشئ الحلو من حيث إنه يأخذه سهلا بلا كلغة ولا في مقابلة مشقة يقال حلوته إذا أطعمته الحلو\r\nكما يقال عسلته إذا أطعمته العسل قال أبو عبيد ويطلق الحلوان أيضا على غير هذا وهو أن يأخذ\r\nالرجل مهر ابنته لنفسه وذلك عيب عند النساء قالت امرأة تمد زوجها لا يأخذ الحلوان عن\r\nبناتنا قال البغوي من أصحابنا والقاضي عياض أجمع المسلمون على تحريم حلوان الكاهن لأنه\r\nعوض عن محرم ولأنه أكل المال بالباطل وكذلك أجمعوا على تحريم أجرة المغنية للغناء\r\nوالنائحة للنوح وأما الذي جاء في غير صحيح مسلم من النهى عن كسب الإماء فالمراد به كسبهن\r\nبالزنا وشبهه لا بالغزل والخياطة ونحوهما وقال الخطابي قال ابن الاعرابي ويقال حلوان الكاهن\r\nالشنع والصهميم قال الخطابي وحلوان العراف أيضا حرام قال والفرق بين الكاهن والعراف\r\nأن الكاهن إنما يتعاطى الأخبار عن الكائنات في مستقبل الزمان ويدعى معرفة الأسرار\r\n","description":"","footnote":"","page_name":" 231 ","page_number":231},
  {"content":"\r\nوالعراف هو الذي يدعى معرفة الشئ المسروق ومكان الضالة ونحوهما من الأمور هكذا ذكره\r\nالخطابي في معالم السنن في كتاب البيوع ثم ذكره في آخر الكتاب أبسط من هذا فقال إن الكاهن\r\nهو الذي يدعى مطالعة علم الغيب ويخبر الناس عن الكوائن قال وكان في العرب كهنة يدعون\r\nأنهم يعرفون كثيرا من الأمور فمنهم من يزعم أن له رفقاء من الجن وتابعة تلقى إليه الأخبار\r\nومنهم من يدعى أنه يستدرك الأمور بفهم أعطيه وكان منهم من يسمى عرافا وهو الذي\r\nيزعم أنه يعرف الأمور بمقدمات أسباب يستدل بها على مواقعها كالشئ يسرق فيعرف المظنون\r\nبه السرقة وتتهم المرأة بالريبة فيعرف من صاحبها ونحو ذلك من الأمور ومنهم من كان يسمى\r\nالمنجم كاهنا قال وحديث النهى عن اتيان الكهان يشتمل على النهى عن هؤلاء كلهم وعلى النهى\r\nعن تصديقهم والرجوع إلى قولهم ومنهم من كان يدعو الطبيب كاهنا وربما سموه عرافا فهذا\r\nغير داخل في النهى هذا آخر كلام الخطابي قال الإمام أبو الحسن الماوردي من أصحابنا في\r\nآخر كتابه الأحكام السلطانية ويمنع المحتسب من يكتسب بالكهانة واللهو ويؤدب عليه الآخذ\r\nوالمعطى والله أعلم وأما النهى عن ثمن الكلب وكونه من شر الكسب وكونه خبيثا فيدل عل\r\nتحريم بيعه وأنه لا يصح بيعه ولا يحل ثمنه ولا قيمة على متلفه سواء كان معلما أم لا وسواء\r\nكان مما يجوز اقتناؤه أم لا وبهذا قال جماهير العلماء منهم أبو هريرة والحسن البصري وربيعة\r\n","description":"","footnote":"","page_name":" 232 ","page_number":232},
  {"content":"\r\nوالأوزاعي والحكم وحماد والشافعي وأحمد وداود وابن المنذر وغيرهم وقال أبو حنيفة يصح\r\nبيع الكلاب التي فيها منفعة وتجب القيمة على متلفها وحكى ابن المنذر عن جابر وعطاء والنخعي\r\nجواز بيع كلب الصيد دون غيره وعن مالك روايات إحداها لا يجور بيعه ولكن تجب القيمة\r\nعلى متلفه والثانية يصح بيعه وتجب القيمة والثالثة لا يصح ولا تجب القيمة على متلفه دليل\r\nالجمهور هذه الأحاديث وأما الأحاديث الواردة في النهى عن ثمن الكلب الا كلب صيد وفي\r\nرواية الا كلبا ضاريا وأن عثمان غرم انسانا ثمن كلب قتله عشرين بعيرا وعن ابن عمرو بن العاص\r\nالتغريم في اتلافه فكلها ضعيفة باتفاق أئمة الحديث وقد أوضحتها في شرح المهذب في باب ما يجوز\r\nبيعه وأما كسب الحجام وكونه خبيثا ومن شر الكسب ففيه دليل لمن يقول بتحريمه وقد\r\nاختلف العلماء في كسب الحجام فقال الأكثرون من السلف والخلف لا يحرم كسب الحجام\r\nولا يحرم أكله لا على الحر ولا على العبد وهو المشهور من مذهب أحمد وقال فرواية عنه\r\nقال بها فقهاء المحدثين يحرم على الحر دون العبد واعتمدوا هذه الأحاديث وشبهها واحتج\r\nالجمهور بحديث ابن عباس رضي الله عنهما أن النبي صلى الله عليه وسلم احتجم وأعطى الحجام\r\nأجره قالوا ولو كان حراما لم يعطه رواه البخاري ومسلم وحملوا هذه الأحاديث التي في النهى\r\nعلى التنزيه والارتفاع عن دنئ الاكساب والحث على مكارم الأخلاق ومعالي الأمور ولو كان\r\nحراما لم يفرق فيه بين الحر والعبد فإنه لا يجوز للرجل أن يطعم عبده مالا يحل وأما النهى عن\r\nثمن السنور فهو محمول على أنه لا ينفع أو على أنه نهى تنزيه حتى يعتاد الناس هبته وإعارته والسماحة\r\nبه كما هو الغالب فإن كان مما ينفع وباعه صح البيع وكان ثمنه حلالا هذا مذهبنا ومذهب\r\n","description":"","footnote":"","page_name":" 233 ","page_number":233},
  {"content":"\r\nالعلماء كافة الا ما حكى ابن المنذر وعن أبي هريرة وطاوس ومجاهد وجابر بن زيد أنه لا يجوز\r\nبيعه واحتجوا بالحديث وأجاب الجمهور عنه بأنه محمول على ما ذكرناه فهذا هو الجواب المعتمد وأما\r\nما ذكره الخطابي وأبو عمرو بن عبد البر من أن الحديث في النهى عنه ضعيف فليس كما قالا بل\r\nالحديث صحيح رواه مسلم وغيره وقول ابن عبد البر انه لم يروه عن أبي الزبير غير حماد بن سلمة\r\nغلط منه أيضا لأن مسلما قد رواه في صحيحه كما تروى من رواية معقل بن عبيد الله عن أبي\r\nالزبير فهذان ثقتان روياه عن أبي الزبير وهو ثقة أيضا والله أعلم\r\nباب الأمر بقتل الكلاب وبيان نسخه وبيان تحريم اقتنائها\r\n( الا لصيد أو زرع أو ماشية ونحو ذلك )\r\nقوله ( ان رسول الله صلى الله عليه وسلم أمر بقتل الكلاب ) وفي رواية أمر بقتل الكلاب\r\nفأرسل في أقطار المدينة أن تقتل وفي رواية أنه كان يأمر بقتل الكلاب فتتبعت في المدينة\r\nوأطرافها فلا ندع كلبا الا قتلناه حتى انا لنقتل كلب المرية من أهل البادية يتبعها وفي رواية\r\nأمر بقتل الكلاب الا كلب صيد أو كلب غنم أو ماشية فقيل لابن عمر إن أبا هريرة يقول أو\r\nكلب زرع فقال ابن عمر إن لأبى هريرة زرعا وفي رواية جابر أمرنا رسول الله بقتل الكلاب\r\nحتى أن المرأة تقدم من البادية بكلبها فتقتله ثم نهى رسول الله صلى الله عليه وسلم عن قتلها\r\n","description":"","footnote":"","page_name":" 234 ","page_number":234},
  {"content":"\r\nوقال عليكم بالأسود البهيم ذي النقطتين فإنه شيطان وفي رواية ابن المفضل قال أمر رسول\r\nالله صلى الله عليه وسلم بقتل الكلاب ثم قال ما بالهم وبال الكلاب ثم رخص في كلب الصيد\r\nوكلب الغنم وفي رواية له في كلب الغنم والصيد والزرع وفي حديث ابن عمر من اقتنى كلبا الا\r\nكلب ماشية أو ضار نقص من عمله كل يوم قيراطان وفي رواية ينقص من أجره كل يوم\r\nقيراط وفي رواية أبي هريرة من اقتنى كلبا ليس بكلب صيد ولا ماشية ولا أرض فإنه ينقص من\r\nأجره قيراطان كل يوم وفي رواية له انتقص من أجره كل يوم قيراط وفي رواية سفيان بن أبي\r\nزهير من اقتنى كلبا لا يغنى عنه زرعا ولا ضرعا نقص من عمله كل يوم قيراط أجمع العلماء على\r\nقتل الكلب الكلب والكلب العقور واختلفوا في قتل مالا ضرر فيه فقال امام الحرمين من\r\nأصحابنا أمر النبي صلى الله عليه وسلم أولا بقتلها كلها ثم نسخ ذلك ونهى عن قتلها الا الأسود\r\nالبهيم ثم استقر الشرع على النهى عن قتل جميع الكلاب التي لا ضر فيها سواء الأسود وغيره\r\nويستدل لما ذكره بحديث ابن المغفل وقال القاضي عياض ذهب كثير من العلماء إلى الأخذ\r\nبالحديث في قتل الكلاب الا ما استثنى من كلب الصيد وغيره قال وهذا مذهب مالك وأصحابه\r\nقال واختلف القائلون بهذا هل كلب الصيد ونحوه منسوخ من العموم الأول في الحكم بقتل\r\nالكلاب وإن القتل كان عاما في الجميع أم كان مخصوصا بما سوى ذلك قال وذهب آخرون\r\nإلى جواز اتخاذ جميعها البهيم قال القاضي\r\nوعندي أن النهى أولا كان نهيا عاما عن اقتناء جميعها وأمر بقتل جميعها ثم نهى عن قتلها\r\nما سوى الأسود ومنع الاقتناء في جميعها الا كلب صيد أو زرع أو ماشية وهذا الذي قاله القاضي\r\n","description":"","footnote":"","page_name":" 235 ","page_number":235},
  {"content":"\r\nهو ظاهر الأحاديث ويكون حديث ابن المغفل مخصوصا بما سوى الأسود لأنه عام فيخص منه\r\nالأسود بالحديث الآخر وأما أقناء الكلاب فمذهبنا أنه يحرم اقتناء الكلب بغير حاجة ويجوز\r\nاقتناؤه للصيد وللزرع وللماشية وهل يجوز لحفظ الدور والدروب ونحوها فيه وجهان أحدهما\r\nلا يجوز لظواهر الأحاديث فإنها مصرحة بالنهي الا لزرع أو صيد أو ماشية وأصحها يجوز\r\nقياسا على الثلاثة عملا بالعلة المفهومة من الأحاديث وهي الحاجة وهل يجوز اقتناء الجرو\r\nوتربيته للصيد أو الزرع أو الماشية فيه وجهان لأصحابنا أصحهما جوازه قوله ( قال ابن عمران\r\nلأبى هريرة زرعا ) وقال سالم في الرواية الأخرى وكان أبو هريرة يقول أو كلب حرث وكان\r\nصاحب حرث قال العلماء ليس هذا توهينا لرواية أبي هريرة ولا شكا فيها بل معناه أنه لما كان\r\nصاحب زرع وحرث اعتنى بذلك وحفظه وأتقنه والعادة أن المبتلى بشئ يتقنه مالا يتقنه\r\nغيره ويتعرف من أحكامه مالا يعرفه غيره وقد ذكر مسلم هذه الزيادة وهي اتخاذه للزرع من\r\nرواية ابن المغفل ومن رواية سفيان بن أبي زهير عن النبي صلى الله عليه وسلم وذكرها\r\nأيضا مسلم من رواية ابن الحكم واسمه عبد الرحمن بن أبي نعم البجلي عن ابن عمر فيحتمل أن ابن\r\nعمر لما سمعها من أبي هريرة وتحققها عن النبي صلى الله عليه وسلم رواها عنه بعد ذلك\r\nوزادها في حديثه الذي كان يرويه بدونها ويحتمل أنه تذكر في وقت أنه سمعها من النبي\r\nصلى الله عليه وسلم فرواها ونسيها في وقت فتركها والحاصل أن أبا هريرة ليس منفردا بهذه\r\nالزيادة بل وافقه جماعة من الصحابة في روايتها عن النبي صلى الله عليه وسلم ولو انفرد بها\r\n","description":"","footnote":"","page_name":" 236 ","page_number":236},
  {"content":"\r\nلكانت مقبولة مرضية مكرمة قوله صلى الله عليه وسلم ( بالأسود البهيم ذي النقطتين ) فإنه\r\nشيطان معنى البهيم الخالص السواد وأما النقطتان فهما نقطتان معروفتان بيضاوان فوق عينيه وهذا\r\nمشاهد معروف وقوله صلى الله عليه وسلم ( فإنه شيطان ) احتج به أحمد بن حنبل وبعض\r\nأصحابنا في أنه لا يجوز صيد الكلب الأسود البهيم ولا يحل إذا قتله لأنه شيطان وإنما حل صيد\r\nالكلب وقال الشافعي ومالك وجماهير العلماء يحل صيد الكلب الأسود كغيره وليس المراد\r\nبالحديث اخراجه عن جنس الكلاب ولهذا لو ولغ في اناء وغيره وجب غسله كما\r\nيغسل من\r\nولوغ الكلب الأبيض قوله صلى الله عليه وسلم ( ما بالهم وبال الكلاب ) أي ما شأنهم أي\r\nليتركوها قوله صلى الله عليه وسلم ( من اقتنى كلبا الا كلب ماشية أو ضاري ) هكذا هو في معظم\r\nالنسخ ضاري بالياء وفي بعضها ضاريا بالألف بعد الياء منصوبا وفي الرواية الثانية من اقتنى كلبا\r\n","description":"","footnote":"","page_name":" 237 ","page_number":237},
  {"content":"\r\nالا كلب ضارية وذكر القاضي أن الأول روى ضاري بالياء وضار بحذفها وضار فاما ضاريا فهو\r\nظاهر الاعراب وأما ضاري وضار فهما مجروران على العطف على ماشية ويكون من إضافة\r\nالموصوف إلى صفته كماء البارد ومسجد الجامع ومنه قوله تعالى بجانب الغربي ولدار الآخرة وسبق\r\nبيان هذا مرات ويكون ثبوت الياء في ضاري على اللغة القليلة في اثباتها في المنقوص من غير ألف\r\nولام والمشهور حذفها وقيل إن لفظة ضار هنا صفة للرجل الصائد صاحب الكلاب المعتاد للصيد\r\nفسماه ضاريا استعارة كما في الرواية الأخرى الا كلب ماشية أو كلب صائد وأما رواية الا كلب\r\nضارية فقالوا تقديره الا كلب ذي كلاب ضارية والضارى هو المعلم الصيد المعتاد له يقال منه ضري\r\nالكلب يضرى كشرى يشرى ضرا وضراوة وأضراه صاحبه أي عوده ذلك وقد ضري بالصيد إذا لهج\r\nبه ومنه قول عمر رضي الله عنه اللحم ضراوة كضراوة الخمر قال جماعة معناه ان له عادة ينزع إليها كعادة\r\nالخمر وقال الأزهري معناه ان لأهله عادة في أكله كعادة شارب\r\nالخمر في ملازمته وكما أن من اعتاد الخمر لا يكاد يصبر عنها كذا من اعتاد\r\nاللحم قوله صلى الله عليه وسلم ( نقص من أجره ) وفي رواية من\r\n","description":"","footnote":"","page_name":" 238 ","page_number":238},
  {"content":"\r\nعمله كل يوم قيراطان وفي رواية قيراط فأما رواية عمله فمعناه من أجر عمله وأما القيراط هنا فهو مقدار\r\nمعلوم عند الله تعالى والمراد نقص جزء من أجر عمله وأما اختلاف الرواية في قيراط وقيراطين فقيل\r\nيحتمل أنه في نوعين من الكلاب أحدهما أشد أذى من الآخر ولمعنى فيهما أو يكون ذلك مختلفا\r\nباختلاف المواضع فيكون القيراطان في المدينة خاصة لزيادة فضلها والقيراط في غيرها أو القيراطان\r\nفي المدائن ونحوها من القرى والقيراط في البوادي أو يكون ذلك في زمنين فذكر القيراط أولا ثم زاد\r\nالتغليظ فذكر القيراطين قال الروياني من أصحابنا في كتابه البحر اختلفوا في المراد بما ينقص منه\r\nفقيل ينقص مما مضى من عمله وقيل من مستقبله قال واختلفوا في محل نقص القيراط فقيل\r\nينقص قيراط من عمل النهار وقيراط من عمل الليل أو قيراط من عمل الفرض وقيراط من عمل النفل\r\nوالله أعلم واختلف العلماء في سبب نقصان الأجر باقتناء الكلب فقيل لامتناع الملائكة من دخول\r\nبيته بسببه وقيل لما يلحق المارين من الأذى من ترويع الكلب لهم وقصده أباهم وقيل إن ذلك عقوبة\r\nله لاتخاذه ما نهى عن اتخاذه وعصيانه في ذلك وقيل لما يبتلى به من ولوغه في غفلة صاحبه ولا يغسله\r\n","description":"","footnote":"","page_name":" 239 ","page_number":239},
  {"content":"\r\n","description":"","footnote":"","page_name":" 240 ","page_number":240},
  {"content":"\r\n\r\nبالماء والتراب والله أعلم قوله صلى الله عليه وسلم ( من اقتنى كلبا لا يغني عنه زرعا ولا ضرعا )\r\nالمراد بالضرع الماشية كما في سائر الروايات ومعناه من اقتنى كلبا لغير زرع وماشية وقوله ( وفد عليهم\r\nسفيان بن أبي زهير الشنائي ) هكذا هو في معظم النسخ بشين معجمة مفتوحة ثم نون مفتوحة\r\nثم همزة مكسورة منسوب إلى أزد شنوءة بشين مفتوحة ثم نون مضمومة ثم همزة ممدودة ثم هاء ووقع\r\nفي بعض النسخ المعتمدة الشنوى بالواو وهو صحيح على إرادة التسهيل ورواه بعض رواة البخاري\r\nشنوى بضم النون على الأصل\r\nحل أجرة الحجامة\r\nذكر فيه الأحاديث أن النبي صلى الله عليه وسلم احتجم وأعطى الحجام أجره قال ابن عباس ولو كان سحتا لم\r\nيعطه وقد سبق قريبا في باب تحريم ثمن الكلب بيان اختلاف العلماء في أجرة الحجامة وفي هذه\r\n","description":"","footnote":"","page_name":" 241 ","page_number":241},
  {"content":"\r\nالأحاديث إباحة نفس الحجامة وأنها من أفضل الأدوية وفيها إباحة التداوي وإباحة الأجرة على\r\nالمعالجة بالتطبب وفيها الشفاعة إلى أصحاب الحقوق والديون في أن يخففوا منها وفيها جواز مخارجة\r\nالعبد برضاه ورضاء سيده وحقيقة المخارجة أن يقول السيد لعبده تكتسب وتعطيني من الكسب\r\nكل يوم درهما مثلا والباقي لك أو في كل أسبوع كذا وكذا ويشترط رضاهما قوله ( حجمه أبو طيبة ) هو بطاء مهملة مفتوحة ثم ياء مثناة تحت ثم باء موحدة وهو عبد لبني بياضة اسمه\r\nنافع وقيل غير ذلك قوله صلى الله عليه وسلم ( فلا تعذبوا صبيانكم بالغمز ) هو بغين معجمة\r\n","description":"","footnote":"","page_name":" 242 ","page_number":242},
  {"content":"\r\nمفتوحة ثم ميم ساكنة ثم زاي معناه لا تغمزوا حلق الصبي بسبب العذرة وهو وجع الحلق بل\r\nداووه بالقسط البحري وهو العود الهندي .\r\nتم الجزء العاشر ويليه الجزء الحادي عشر وأوله باب تحريم بيع الخمر\r\n\r\n","description":"","footnote":"","page_name":" 243 ","page_number":243}
  ]