[
  {"content":"\r\nصحيح مسلم\r\nبشرح النووي\r\nالجزء الثاني عشر\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\n\r\nبسم الله الرحمن الرحيم كتاب الأقضية\r\nباب اليمين على المدعى عليه\r\nقال الزهري رحمه الله تعالى القضاء في الأصل أحكام الشئ والفراغ منه ويكون القضاء\r\nامضاء الحكم ومنه قوله تعالى وقضينا إلى بني إسرائيل وسمي الحاكم قاضيا لأنه يمضي الأحكام\r\nويحكمها ويكون قضى بمعنى أوجب فيجوز أن يكون سمي قاضيا لإيجابه الحكم على من يجب عليه\r\nوسمي حاكما لمنعه الظالم من الظلم يقال حكمت الرجل وأحكمته إذا منعته وسميت حكمة الدابة\r\nلمنعها الدابة من ركوبها رأسها وسميت الحكمة حكمة لمنعها النفس من هواها قوله\r\n( صلى الله عليه وسلم )\r\n( لو يعطى الناس بدعواهم لادعى ناس دماء رجال وأموالهم ولكن اليمين على المدعى عليه )\r\nوفي رواية أن النبي ( صلى الله عليه وسلم ) قضى باليمين على المدعي عليه هكذا روى هذا الحديث\r\nالبخاري ومسلم في صحيحهما مرفوعا من رواية ابن عباس عن النبي ( صلى الله عليه وسلم ) وهكذا\r\nذكره أصحاب السنن وغيرهم قال القاضي عياض رضي الله عنه قال الأصيلي لا يصح مرفوعا\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nإنما هو قول ابن عباس كذا رواه أيوب ونافع الجمحي عن ابن أبي مليكة عن ابن عباس\r\nقال القاضي قد رواه البخاري ومسلم من رواية ابن جريج مرفوعا هذا كلام القاضي\r\nقلت وقد رواه أبو داود والترمذي بأسانيدهما عن نافع بن عمر الجمحي عن ابن أبي مليكة\r\nعن ابن عباس عن النبي ( صلى الله عليه وسلم ) مرفوعا قال الترمذي حديث حسن صحيح وجاء\r\nفي رواية البيهقي وغيره باسناد حسن أو صحيح زيادة عن ابن عباس عن النبي ( صلى الله عليه وسلم )\r\nقال لو يعطى الناس بدعواهم لادعى قوم دماء قوم وأموالهم ولكن البينة على المدعى واليمين على\r\nمن أنكر وهذا الحديث قاعدة كبيرة من قواعد أحكام الشرع ففيه أنه لا يقبل قول الإنسان\r\nفيما يدعيه بمجرد دعواه بل يحتاج إلى بينة أو تصديق المدعى عليه فإن طلب يمين المدعى عليه فلو\r\nذلك وقد بين ( صلى الله عليه وسلم ) الحكمة في كونه لا يعطى بمجرد دعواه لأنه لو كان أعطى بمجردها\r\nلأعطى قوم دماء قوم وأموالهم واستبيح ولا يمكن المدعى عليه أن يصون ماله ودمه وأما المدعى\r\nفيمكنه صيانتهما بالبينة وفي هذا الحديث دلالة لمذهب الشافعي والجمهور من سلف الأمة وخلفها\r\nأن اليمين تتوجه على كل من ادعى عليه حق سواء كان بينه وبين المدعى اختلاطا أم لا وقال\r\nمالك وجمهور أصحابه والفقهاء السبعة فقهاء المدينة أن اليمين لا تتوجه إلا على من بينه وبينه خلطة\r\nلئلا يبتذل السفهاء أهل الفضل بتحليفهم مرارا في اليوم الواحد فاشترطت الخلطة دفعا لهذه\r\nالمفسدة واختلفوا في تفسير الخلطة فقيل هي معرفته بمعاملته ومدينته أبشاهد أو بشاهدين وقيل\r\nتكفي الشبهة وقيل هي أن تليق به الدعوى بمثلها على مثله وقيل أن يليق به أن يعامله بمثلها ودليل\r\nالجمهور حديث الباب ولا أصل لاشتراط الخلطة في كتاب ولا سنة ولا اجماع\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nباب وجوب الحكم بشاهد ويمين\r\nقوله ( عن ابن عباس رضي الله عنه أن رسول الله ( صلى الله عليه وسلم ) قضى بيمين وشاهد ) فيه\r\nجواز القضاء بشاهد ويمين واختلف العلماء في ذلك فقال أبو حنيفة رضي الله عنه والكوفيون\r\nوالشعبي والحكم والأوزاعي والليث والأندلسيون من أصحاب مالك لا يحكم بشاهد ويمين في\r\nشئ من الأحكام وقال جمهور علماء الإسلام من الصحابة والتابعين ومن بعدهم من علماء\r\nالأمصار يقضي بشاهد ويمين المدعى في الأموال وما يقصد به الأموال وبه قال أبو بكر الصديق\r\nوعلي وعمر بن عبد العزيز ومالك والشافعي وأحمد وفقهاء المدينة وسائر علماء الحجاز ومعظم\r\nعلماء الأمصار رضي الله عنهم وحجتهم أنه جاءت أحاديث كثيرة في هذه المسألة من رواية علي\r\nوابن عباس وزيد بن ثابت وجابر وأبي هريرة ! بحزم وسعد ابن عبادة وعبد الله بن\r\nعمرو بن العاص والمغيرة بن شعبة رضي الله عنه قال الحفاظ أصح أحاديث الباب حديث ابن\r\nعباس قال ابن عبد البر لا مطعن لأحد في اسناده قال ولا خلاف بين أهل المعرفة في صحته قال\r\nوحديث أبي هريرة وجابر وغيرهما حسان والله أعلم بالصواب\r\nباب بيان أن حكم الحاكم لا يغير الباطن\r\nقوله ( صلى الله عليه وسلم ) ( انكم تختصمون إلي ولعل بعضكم أن يكون ألحن بحجته من بعض\r\nفاقضي له على نحو مما أسمع منه فمن قطعت له من حق أخيه شيئا فلا يأخذه فإنما أقطع له\r\nبه قطعة من النار ) وفي الرواية الأخرى إنما أنا بشر وانه يأتيني الخصم فلعل بعضهم أن يكون\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\nأبلغ من بعض فأحسب أنه صادق فأقضى له فمن قضيت له بحق مسلم فإنما هي قطعة من النار\r\nفليحملها أو يذرها أما ألحن فهو بالحاء المهملة ومعناه أبلغ وأعلم بالحجة كما صرح به في الرواية\r\nالثانية وقوله ( صلى الله عليه وسلم ) ( إنما أنا بشر ) معناه التنبيه على حالة البشرية وأن البشر\r\nلا يعلمون من الغيب وبواطن الأمور شيئا إلا أن يطلعهم الله تعالى على شئ من ذلك وأنه يجوز\r\nعليه في أمور الأحكام ما يجوز عليهم وأنه إنما يحكم بين الناس بالظاهر والله يتولى السرائر\r\nفيحكم بالبينة وباليمين ونحو ذلك من أحكام الظاهر مع إمكان كونه في الباطن خلاف ذلك\r\nولكنه إنما كلف الحكم بالظاهر وهذا نحو قوله ( صلى الله عليه وسلم ) أمرت أن أقاتل الناس\r\nحتى يقولوا لا إله إلا الله فإذا قالوها عصموا مني دماءهم وأموالهم إلا بحقها وحسابهم على الله\r\nوفي حديث المتلاعنين لولا الإيمان لكان لي ولها شأن ولو شاء الله تعالى لأطلعه\r\n( صلى الله عليه وسلم ) على باطن أمر الخصمين فحكم بيقين نفسه من غير حاجة إلى شهادة أو يمين لكن لما أمر الله\r\nتعالى أمته باتباعه والاقتداء بأقواله وأفعاله وأحكامه أجرى له حكمهم في عند م الاطلاع على\r\nباطن الأمور ليكون حكم الأمة في ذلك حكمه فأجرى الله تعالى أحكامه على الظاهر الذي\r\nيستوى فيه هو وغيره ليصح الاقتداء به وتطيب نفوس العباد للانقياد للأحكام الظاهرة من\r\nغير نظر إلى الباطن والله أعلم فإن قيل هذا الحديث ظاهره أنه قد يقع منه ( صلى الله عليه وسلم )\r\nفي الظاهر مخالف للباطن وقد اتفق الأصوليون على أنه ( صلى الله عليه وسلم ) لا يقر على خطأ في\r\nالأحكام فالجواب أنه لا تعارض بين الحديث وقاعدة الأصوليين لأن مراد الأصوليين فيما\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nحكم فيه باجتهاده فهل يجوز أن يقع فيه خطأ فيه خلاف الأكثرون على جوازه ومنهم من\r\nمنعه فالذين جوزوه قالوا لا يقر على امضائه بل يعلمه الله تعالى به ويتداركه وأما الذي في الحديث\r\nفمعناه إذا حكم بغير اجتهاد كالبينة واليمين فهذا إذا وقع منه ما يخالف ظاهره باطنه لا يسمى الحكم\r\nخطأ بل الحكم صحيح بناء على ما استقر به التكليف وهو وجوب العمل بشاهدين مثلا فإن كانا\r\nشاهدي زور أو نحو ذلك فالتقصير منهما وممن ساعدهما وأما الحكم فلا حيلة له في ذلك ولا عيب\r\nعليه بسببه بخلاف ما إذا أخطأ في الاجتهاد فإن هذا الذي حكم به ليس هو حكم الشرع والله أعلم\r\nوفي هذا الحديث دلالة لمذهب مالك والشافعي وأحمد وجماهير علماء الإسلام وفقهاء الأمصار\r\nمن الصحابة والتابعين فمن بعدهم أن حكم الحاكم لا يحيل الباطن ولا يحل حراما فإذا شهد شاهدا\r\nزور لإنسان بمال فحكم به الحاكم لم يحل للمحكوم له ذلك المال ولو شهدا عليه بقتل لم يحل\r\nللولي قتله مع علمه بكذبهما وإن شهدا بالزور أنه طلق امرأته لم يحل لمن علم بكذبهما أن يتزوجها\r\nبعد حكم القاضي بالطلاق وقال أبو حنيفة رضي الله عنه يحل حكم الحاكم الفروج دون الأموال\r\nفقال يحل نكاح المذكورة وهذا مخالف لهذا الحديث الصحيح ولا جماع من قبله ومخالف لقاعدة\r\nوافق هو وغيره عليها وهي أن الأبضاع أولى بالاحتياط من الأموال والله أعلم قوله\r\n( صلى الله عليه وسلم ) ( فإنما أقطع له به قطعة من النار معناه إن قضيت له بظاهر يخالف\r\nالباطن فهو حرام يؤول به إلى النار قوله ( صلى الله عليه وسلم ) ( فليحملها أو يذرها ) ليس معناه\r\nالتخيير بل هو التهديد والوعيد كقوله تعالى شاء فليؤمن ومن شاء فليكفر وكقوله سبحانه\r\nاعملوا ما شئتم قوله ( سمع لجبة خصم بباب أم سلمة ) هي بفتح اللام والجيم وبالباء الموحدة\r\nوفي الرواية التي قبل هذه جلبة خصم بتقديم الجيم وهما صحيحان والجلبة والجبة اختلاط الأصوات\r\nوالخصم هنا الجماعة وهو من الألفاظ التي تقع على الواحد والجمع والله أعلم قوله\r\n( صلى الله عليه وسلم ) ( فمن قضبت له بحق مسلم ) هذا التقييد بالمسلم خرج على الغالب وليس المراد به الاحتراز\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nمن الكافر فإن مال الذمي والمعاهد والمرتد في هذا كمال المسلم والله أعلم\r\nباب قضية هند\r\nقوله ( يا رسول الله إن أبا سفيان رجل شحيح لا يعطيني من النفقة ما يكفيني ويكفي بني إلا ما أخذت\r\nمن ماله بغير علمه فهل علي في ذلك من جناح فقال رسول الله ( صلى الله عليه وسلم ) خذي من ماله\r\nبالمعروف ما يكفيك ويكفي بنيك ) في هذا الحديث فوائد منها وجوب نفقة الزوجة ومنها\r\nوجوب نفقة الأولاد الفقراء الصغار ومنها أن النفقة مقدرة بالكفاية لا بالأمداد ومذهب\r\nأصحابنا أن نفقة القريب مقدرة بالكفاية كما هو ظاهر هذا الحديث ونفقة الزوجة مقدرة بالأمداد\r\nعلى الموسر كل يوم مدان وعلى المعسر مد وعلى المتوسط مد ونصف وهذا الحديث يرد على\r\nأصحابنا 4 جواز سماع كلام الأجنبية عند الافتاء والحكم وكذا ما في معناه جواز ذكر\r\nالإنسان بما يكرهه إذا كان للاستفتاء والشكوى ونحوهما أن من له على غيره حق وهو\r\nعاجز عن استيفائه يجوز له أن يأخذ من ماله قدر حقه بغير إذنه وهذا مذهبنا ومنع ذلك\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nأبو حنيفة ومالك رضي الله عنهما جواز إطلاق الفتوى ويكون المراد تعليقها بثبوت\r\nما يقوله المستفتي ولا يحتاج المفتي أن يقول إن ثبت كان الحكم كذا وكذا بل يجوز له الاطلاق\r\nكما أطلق النبي ( صلى الله عليه وسلم ) فإن قال ذلك فلا بأس أن للمرأة مدخلا في كفالة\r\nأولادها والإنفاق عليهم من مال أبيهم قال أصحابنا إذا امتنع الأب من الانفاق على الولد\r\nالصغير أو كان غائبا أذن القاضي لأمه في الأخذ من آل الأب أو الاستقراض عليه والانفاق على\r\nالصغير بشرط أهليتها وهل لها الاستقلال بالأخذ من ماله بغير اذن القاضي فيه وجهان مبنيان\r\nعلى وجهين لأصحابنا في أن إذن النبي ( صلى الله عليه وسلم ) لهند امرأة أبي سفيان كان إفتاء أم قضاء\r\nوالأصح أنه كان إفتاء وأن هذا يجري في كل امرأة أشبهتها فيجوز والثاني كان قضاء فلا يجوز\r\nلغيرها إلا بإذن القاضي والله أعلم اعتماد العرف في الأمور التي ليس فيها تحديد شرعي\r\nجواز خروج المزوجة من بيتها لحاجتها إذا أذن لها زوجها في ذلك أو علمت رضاه به واستدل\r\nبه جماعات من أصحابنا وغيرهم على جواز القضاء على الغائب وفي المسألة خلاف للعلماء قال أبو حنيفة\r\nوسائر الكوفيين لا يقضي عليه بشئ وقال الشافعي والجمهور يقضي عليه في حقوق الآدميين\r\nولا يقضي في حدود الله تعالى ولا يصح الاستدلال بهذا الحديث للمسألة لأن هذه القضية\r\nكانت بمكة وكان أبو سفيان حاضرا بها وشرط القضاء على الغائب أن يكون غائبا عن البلد أو مستترا\r\nلا يقدر عليه أو متعذرا ولم يكن هذا الشرط في أبي سفيان موجودا فلا يكون قضاء على الغائب\r\nبل هو إفتاء كما سبق والله أعلم قوله ( جاءت هند إلى النبي ( صلى الله عليه وسلم ) فقال يا رسول الله\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\nوالله ما كان على ظهر الأرض أهل خباء أحب إلي من أن يذلهم الله من أهل خبائك وما على ظهر\r\nالأرض أهل خباء أحب إلي من أن يعزهم الله من أهل خبائك فقال النبي ( صلى الله عليه وسلم ) وأيضا\r\nوالذي نفسي بيده ) وفي الرواية الأخرى ولا أصبح اليوم على ظهر الأرض خباء أحب إلي من\r\nأن يعزوا من أهل خبائك قال القاضي عياض رضي الله عنه أرادت بقولها أهل خباء نفسه\r\n( صلى الله عليه وسلم ) فكنت عنه بأهل الخباء إجلالا له قال ويحتمل أن تريد بأهل الخباء أهل بيته والخباء\r\nيعبر به عن مسكن الرجل وداره وأما قوله ( صلى الله عليه وسلم ) وأيضا والذي\r\nنفسي بيده فمعناه\r\nوستزيدين من ذلك ويتمكن الإيمان من قلبك ويزيد حبك لله ولرسوله ( صلى الله عليه وسلم )\r\nويقوي رجوعك عن بغضه وأصل هذه اللفظة آض يئيض أيضا إذا رجع قولها في الرواية\r\nالأخيرة ( إن أبا سفيان رجل مسيك ) أي شحيح وبخيل واختلفوا في ضبطه على وجهين حكاهما\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nالقاضي أحدهما مسيك بفتح الميم وتخفيف السين والثاني بكسر الميم وتشديد السين وهذا الثاني\r\nهو الأشهر في روايات المحدثين والأول أصح عند أهل العربية وهما جميعا للمبالغة والله أعلم\r\nقولها ( فهل علي حرج من أن أطعم من الذي له عيالنا قال لها لا إلا بالمعروف ) هكذا هو\r\nفي جميع النسخ وهو صحيح ومعناه لا حرج ثم ابتدأ فقال إلا بالمعروف أي لا تنفقي إلا بالمعروف\r\nأولا حرج إذ لم تنفقي إلا بالمعروف\r\nباب النهي عن كثرة المسائل من غير حاجة والنهي عن منع وهات\r\n( وهو الامتناع من أداء حق لزمه أو طلب مالا يستحقه )\r\nقوله ( صلى الله عليه وسلم ) ( إن الله يرضى لكم ثلاثا ويكره لكم ثلاثا فيرضى لكم أن تعبدوه\r\nولا تشركوا به شيئا وأن تعتصموا بحبل الله جميعا ولا تفرقوا ويكره لكم قيل وقال وكثرة\r\nالسؤال وإضاعة المال ) وفي الرواية الأخرى أن الله حرم عليكم عقوق الأمهات ووأد البنات\r\nومنعاوهات وكره لكم ثلاثا قيل وقال وكثرة السؤال وإضاعة المال قال العلماء الرضى والسخط\r\nوالكراهة من الله تعالى المراد بها أمره ونهيه وثوابه وعقابه أو ارادته الثواب لبعض العباد\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\nوالعقاب لبعضهم وأما الاعتصام بحبل الله فهو التمسك بعهده وهو اتباع كتابه العزيز وحدوده\r\nوالتأدب بأدبه والحبل يطلق على العهد وعلى الأمان وعلى الوصلة وعلى السبب وأصله من استعمال\r\nالعرب الحبل في مثل هذه الأمور لاستمساكهم بالحبل عند شدائد أمورهم ويوصلون بها المتفرق\r\nفاستعير اسم الحبل لهذه الأمور وأما قوله ( صلى الله عليه وسلم ) ولا تفرقوا فهو أمر\r\nبلزوم جماعة المسلمين وتألف بعضهم ببعض وهذه احدى قواعد الإسلام واعلم أن الثلاثة\r\nالمرضية إحداها أن يعبدوه الثانية أن لا يشركوا به شيئا الثالثة أن يعتصموا بحبل الله\r\nولا يتفرقوا وأما قيل وقال فهو الخوض في أخبار الناس وحكايات مالا يعني من أحوالهم\r\nوتصرفاتهم واختلفوا في حقيقة هذين اللفظين على قولين أحدهما أنهما فعلان فقيل مبنى لما لم\r\nيسم فاعله وقال فعل ماض والثاني أنهما اسمان مجروران منونان لأن القيل والقال والقول والقالة\r\nكله بمعنى ومنه قوله ومن أصدق من الله قيلا ومنه قولهم كثر القيل والقال وأما كثرة السؤال فقيل\r\nالمراد به القطع في المسائل والاكثار من السؤال عما لم يقع ولا تدعو إليه حاجة وقد تظاهرت\r\nالأحاديث الصحيحة بالنهي عن ذلك وكان السلف يكرهون ذلك ويرونه من التكلف المنهي\r\nعنه وفي الصحيح كره رسول الله ( صلى الله عليه وسلم ) المسائل وعابها وقيل المراد به سؤال الناس\r\nأموالهم وما في أيديهم وقد تظاهرت الأحاديث الصحيحة بالنهي عن ذلك وقيل يحتمل أن المراد\r\nكثرة السؤال عن أخبار الناس وأحداث الزمان ومالا يعني الإنسان وهذا ضعيف لأنه قد عرف\r\nهذا من النهي عن قيل وقال وقيل يحتمل أن المراد كثرة سؤال الإنسان عن حاله وتفاصيل\r\nأمره فيدخل ذلك في سؤاله عما لا يعنيه ويتضمن ذلك حصول الحرج في حق المسؤول فإنه قد\r\nلا يؤثر اخباره بأحواله فإن أخبره شق عليه وإن كذبه في الأخبار أو تكلف التعريض لحقته\r\nالمشقة وإن أهمل جوابه ارتكب سوء الأدب وأما إضاعة المال فهو صرفه في غير وجوهه\r\nالشرعية وتعريضه للتلف وسبب النهي أنه افساد والله لا يجب المفسدين ولأنه إذا أضاع ماله\r\nتعرض لما في أيدي الناس وأما عقوق الأمهات فحرام وهو من الكبائر باجماع العلماء وقد\r\nتظاهرت الأحاديث الصحيحة على عده من الكبائر وكذلك عقوق الآباء من الكبائر وإنما\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nاقتصر هنا على الأمهات لأن حرمتهن آكد من حرمة الآباء ولهذا قال ( صلى الله عليه وسلم ) حين\r\nقال له السائل من أبر قال أمك ثم أمك ثلاثا ثم قال في الرابعة ثم أباك ولأن أكثر العقوق\r\nيقع للأمهات ويطمع الأولاد فيهن وقد سبق بيان حقيقة العقوق وما يتعلق به في كتاب\r\nالإيمان وأما وأد البنات بالهمز فهو دفنهن في حياتهن فيمتن تحت التراب وهو من الكبائر\r\nالموبقات لأنه قتل نفس بغير حق ويتضمن أيضا قطيعة الرحم وإنما اقتصر على البنات لأنه\r\nالمعتاد الذي كانت الجاهلية تفعله وأما قوله ومنعا وهات وفي الرواية الأخرى ولا وهات فهو\r\nبكسر التاء من هات ومعنى الحديث أنه نهى أن يمنع الرجل ما توجه عليه من الحقوق أو يطلب\r\nمالا يستحقه وفي قوله ( صلى الله عليه وسلم ) حرم ثلاثا وكره ثلاثا دليل على أن الكراهة في هذه\r\nالثلاثة الأخيرة للتنزيه لا للتحريم والله أعلم قوله ( صلى الله عليه وسلم ) ( إن الله حرم ثلاثا\r\nونهى عن ثلاث حرم عقوق الوالد ووأد البنات ولا وهات ونهى عن ثلاث قيل وقال وكثرة\r\nالسؤال وإضاعة المال ) هذا الحديث دليل لمن يقول أن النهي لا يقتضي التحريم والمشهور\r\nأنه يقتضي التحريم وهو الأصح ويجاب عن هذا بأنه خرج بدليل آخر وقوله في اسناد هذا\r\nالحديث ( عن خالد الحذاء عن ابن أشوع عن الشعبي عن كاتب المغيرة بن شعبة عن المغيرة )\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nهذا الحديث فيه أربعة تابعيون يروي بعضهم عن بعض وهم خالد وسعيد بن عمرو بن أشوع\r\nوهو تابعي سمع يزيد بن سلمة الجعفي الصحابي رضي الله عنه التابعي الثالث الشعبي والرابع كاتب\r\nالمغيرة وهو وراد قوله ( كتب المغيرة إلى معاوية سلام عليك أما بعد ) فيه استحباب\r\nالمكاتبة على هذا الوجه فيبدأ سلام عليك كما كتب النبي ( صلى الله عليه وسلم ) إلى هرقل السلام\r\nعلى من اتبع الهدى\r\nباب بيان أجر الحاكم إذا اجتهد فأصاب أو أخطأ\r\nقوله ( عن يزيد بن عبد الله بن أسامة بن الهاد عن محمد بن إبراهيم عن بسر بن سعيد عن\r\nأبي قيس مولى عمرو بن العاص عن عمرو بن العاص ) هذا الإسناد فيه أربعة تابعيون بعضهم\r\nعن بعض وهم يزيد فمن بعده قوله ( صلى الله عليه وسلم ) ( إذا حكم الحاكم فاجتهد ثم أصاب فله\r\nأجران وإذا حكم فاجتهد ثم أخطأ فله أجر ) قال العلماء أجمع المسلمون على أن هذا الحديث في\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nحاكم عالم أهل للحكم فإن أصاب فله أجر باجتهاده وأجر بإصابته وإن أخطأ فله أجر\r\nباجتهاده وفي الحديث محذوف تقديره إذا أراد الحاكم فاجتهد قالوا فأما من ليس بأهل للحكم فلا\r\nيحل له الحكم فإن حكم فلا أجر له بل هو آثم ولا ينفذ حكمه سواء وافق الحق أم لا لأن\r\nإصابته اتفاقه ليست صادرة عن أصل شرعي فهو عاص في جميع أحكامه سوا وافق الصواب\r\nأم لا وهي مردودة كلها ولا يعذر في شئ من ذلك وقد جاء في الحديث في السنن القضاة\r\nثلاثة قاض في الجنة واثنان في النار قاض عرف الحق فقضى به فهو في الجنة وقاض عرف\r\nالحق فقضى بخلافه فهو في النار وقاض قضى على جهل فهو في النار وقد اختلف العلماء في أن\r\nكل مجتهد مصيب أم المصيب واحد وهو من وافق الحكم الذي عند الله تعالى والآخر مخطئ\r\nلا إثم عليه لعذره والأصح عند الشافعي وأصحابه أن المصيب واحد وقد احتجت الطائفتان بهذا\r\nالحديث وأما الأولون القائلون كل مجتهد مصيب فقالوا قد جعل للمجتهد أجر فلولا اصابته\r\nلم يكن له أجر وأما الآخرون فقالوا سماه مخطئا ولو كان مصيبا لم يسمه مخطئا وأما الأجر فإنه\r\nحصل له على تعبه في الاجتهاد قال الأولون إنما سماه مخطئا لأنه محمول على من أخطأ النص أو\r\nاجتهد فيما لا يسوغ فيه الاجتهاد كالمجمع عليه وغيره وهذا الاختلاف إنما هو في الاجتهاد في\r\nلفروع فأما أصول التوحيد فالمصيب فيها واحد باجماع من يعتد به ولم يخالف إلا عبد الله بن\r\nالحسن العبتري وداود الظاهري فصوبا المجتهدين في ذلك أيضا قال العلماء الظاهر أنهما أراد المجتهدين\r\nمن المسلمين دون الكفار والله أعلم\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nباب كراهة قضاء القاضي وهو غضبان\r\nقوله ( صلى الله عليه وسلم ) ( لا يحكم أحد بين اثنين وهو غضبان ) فيه النهي عن القضاء في حال\r\nالغضب قال العلماء ويلتحق بالغضب كل حال يخرج الحاكم فيها عن سداد النظر واستقامة\r\nالحال كالشبع المفرط والجوع المقلق والهم والفرح البالغ ومدافعة الحدث وتعلق القلب بأمر\r\nونحو ذلك وكل هذه الأحوال يكره له القضاء فيها خوفا من الغلط فإن قضى صح قضاؤه لأن\r\nالنبي ( صلى الله عليه وسلم ) قضى في شراج الحرة في مثل هذا الحال وقال في اللقطة مالك ولها إلى\r\nآخره وكان في حال الغضب والله أعلم\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n\r\nباب نقص الأحكام الباطلة ورد محدثات الأمور\r\nقوله ( صلى الله عليه وسلم ) ( من أحدث في أمرنا هذا ما ليس منه فهو رد ) وفي الرواية الثانية\r\nمن عمل عملا ليس عليه أمرنا فهو رد قال أهل العربية الرد هنا بمعنى المردود ومعناه فهو باطل\r\nغير معتد به وهذا الحديث قاعدة عظيمة من قواعد الإسلام وهو من جوامع كلمه\r\n( صلى الله عليه وسلم ) فإنه صريح في رد كل البدع والمخترعات وفي الرواية الثانية زيادة وهي أنه قد يعاند بعض\r\nالفاعلين في بدعة سبق إليها فإذا احتج عليه بالرواية الأولى يقول أنا ما أحدثت شيئا فيحتج عليه\r\nبالثانية التي فيها التصريح برد كل المحدثات سواء أحدثها الفاعل أو سبق باحداثها وفي هذا\r\nالحديث دليل لمن يقول من الأصوليين أن النهي يقتضي الفساد ومن قال لا يقتضي الفساد\r\nيقول هذا خبر واحد ولا يكفي في اثبات هذه القاعدة المهمة وهذا جواب فاسد وهذا الحديث\r\nمما ينبغي حفظه واستعماله في ابطال المنكرات وإشاعة الاستدلال به\r\nباب بيان خير الشهود\r\nقوله في اسناد حديث الباب ( حدثنا يحيى بن يحيى قال قرأت على مالك عن عبد الله بن أبي\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nبكر عن أبيه عن عبد الله بن عمرو بن عثمان ابن أبي عمرة الأنصاري عن زيد بن خالد\r\nالجهني ) هذا الحديث فيه أربعة تابعيون بعضهم عن بعض وهم عبد الله وأبوه وعبد الله بن\r\nعمرو بن عثمان وابن أبي عمرة واسم ابن أبي عمرة عبد الرحمن بن عمرو بن محصن الأنصاري\r\nقوله ( صلى الله عليه وسلم ) ( ألا أخبركم بخير الشهداء الذي يأتي بشهادته قبل أن يسئلها ) وفي المراد\r\nبهذا الحديث تأويلان أصحهما وأشهرهما تأويل مالك وأصحاب الشافعي أنه محمول على من عنده\r\nشهادة لإنسان بحق ولا يعلم ذلك الإنسان أنه شاهد فيأتي إليه فيخبره بأنه شاهد له والثاني أنه محمول\r\nعلى شهادة الحسبة وذلك في غير حقوق الآدميين المختصة بهم فما تقبل فيه شهادة الحسبة الطلاق\r\nوالعتق والوقف والوصايا العامة والحدود ونحو ذلك فمن علم شيئا من هذا النوع وجب عليه\r\nرفعه إلى القاضي واعلامه به والشهادة قال الله تعالى وأقيموا الشهادة لله وكذا في النوع الأول\r\nيلزم من عنده شهادة لإنسان لا يعلمها أن يعلمه إياها لأنها أمانة له عنده وحكى تأويل ثالث أنه\r\nمحمول على المجاز والمبالغة في أداء الشهادة بعد طلبها لا قبله كما يقال الجواد\r\nيعطي قبل السؤال أي يعطي سريعا حق السؤال من غير توقف قال العلماء وليس في هذا الحديث مناقضة للحديث\r\nالآخر في ذم من يأتي بالشهادة قبل أن يستشهد في قوله ( صلى الله عليه وسلم ) يشهدون ولا يستشهدون\r\nوقد تأول العلماء هذا تأويلات أصحها تأويل أصحابنا أنه محمول على من معه شهادة لآدمي عالم\r\nبها فيأتي فيشهد بها قبل أن تطلب منه والثاني أنه محمول على شاهد الزور فيشهد\r\nبما لا أصل له ولم يستشهد والثالث أنه محمول على من ينتصب شاهدا وليس هو من\r\nأهل الشهادة والرابع أنه محمول على من يشهد لقوم بالجنة أو بالنار من غير توقف\r\nوهذا ضعيف والله أعلم\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nباب اختلاف المجتهدين فيه حديث أبي هريرة في قضاء داود وسليمان ( صلى الله عليه وسلم ) في الولدين اللذين\r\nأخذ الذئب أحدهما فتنازعته أماهما فقضى به داود للكبرى فلما مرتا بسليمان قال أقطعه بينكما نصفين\r\nفاعترفت به الصغرى للكبرى بعد أن قالت الكبرى اقطعه فاستدل سليمان بشفقة الصغرى على\r\nأنها أمه وأما الكبرى فما كرهت ذلك بل أرادته لتشاركها صاحبتها في المصيبة بفقد ولدها قال\r\nالعلماء يحتمل أن داود ( صلى الله عليه وسلم ) قضى به للكبرى لشبه رآه فيها أو أنه كان في شريعته\r\nالترجيح بالكبير أو لكونه كان في يدها وكان ذلك مرجحا في شرعه وأما سليمان فتوصل بطريق\r\nمن الحيلة والملاطفة إلى معرفة باطن القضية فأوهمهما أنه يريد قطعة ليعرف من يشق عليها قطعة\r\nفتكون هي أمه فلما أرادت الكبرى قطعة عرف أنها ليست أمه فلما قالت الصغرى ما قالت عرف\r\nأنها أمه ولم يكن مراده أنه يقطعه حقيقة وإنما أراد اختبار شفقتهما لتتميز له الأم فلما تميزت بما\r\nذكرت عرفها ولعله استقر الكبرى فأقرت بعد ذلك به للصغرى فحكم للصغرى بالإقرار لا بمجرد\r\nالشفقة المذكورة قال العلماء ومثل هذا يفعله الحكام ليتوصلوا به إلى حقيقة الصواب بحيث إذا\r\nانفرد ذلك لم يتعلق به حكم فإن قيل كيف حكم سليمان بعد حكم داود في القصة الواحدة ونقض\r\nحكمه والمجتهد لا ينقض حكم المجتهد فالجواب من أوجه مذكورة أحدها أن داود لم يكن جزم\r\nبالحكم والثاني أن يكون ذلك فتوى من داود لا حكما والثالث لعله كان في شرعهم فسخ الحكم\r\nإذا رفعه الخصم إلى حاكم آخر يرى خلافة والرابع أن سليمان فعل ذلك حيلة إلى اظهار الحق وظهور\r\nالصدق فلما أقرت به الكبرى عمل باقرارها وإن كان بعد الحكم كما إذا اعترف المحكوم له\r\nبعد الحكم أن الحق هنا لخصمه قوله ( فقالت الصغرى لا يرحمك الله هو ابنها ) معناه لا تشقه وتم\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nالكلام ثم استأنفت فقالت يرحمك الله هو ابنها قال العلماء ويستحب أن يقال في مثل هذا بالواو\r\nفيقال لا ويرحمك الله قوله ( السكين والمدية ) أما المدية بضم الميم وكسرها وفتحها سميت به\r\nلأنها تقطع مدى حياة الحيوان والسكين تذكر وتؤنث لغتان ويقال أيضا سكينة لأنها\r\nتسكن حركة الحيوان\r\nباب استحباب اصلاح الحاكم بين الخصمين\r\nذكر في الباب حديث الرجل الذي باع العقار فوجد المشتري فيه جرة ذهب فتناكراه فأصلح\r\nبينهما رجل على أن يزوج أحدهما بنته ابن الآخر وينفقا ويتصدقا منه فيه فضل الاصلاح بين\r\nالمتنازعين وإن القاضي يستحب له الاصلاح بين المتنازعين كما يستحب لغيره وقوله\r\n( صلى الله عليه وسلم ) ( اشترى رجل عقارا ) هو الأرض وما يتصل بها وحقيقة العقار الأصل سمى بذلك من\r\nالعقر بضم العين وفتحها وهو الأصل ومنه عقر الدار بالضم والفتح قوله ( صلى الله عليه وسلم )\r\n( فقال الذي شرى الأرض إنما بعتك الأرض وما فيها ) هكذا هو في أكثر النسخ شرى بغير\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nألف وفي بعضها اشترى بالألف قال العلماء الأول أصح وشرى هنا بمعنى باع كما في قوله تعالى\r\nبثمن بخس ولهذا قال فقال الذي شرى الأرض إنما بعتك والله أعلم\r\nكتاب اللقطة\r\nهي بفتح القاف على اللغة المشهورة التي قالها الجمهور واللغة الثانية لقطة باسكانها والثالثة لقاطة\r\nبضم اللام والرابعة لقط بفتح اللام والقاف قوله ( جاء رجل إلى النبي ( صلى الله عليه وسلم )\r\nفسأله عن اللقطة فقال اعرف عفاصها ووكاءها ثم عرفها سنة فإن جاء صاحبها وإلا فشأنك بها\r\nقال فضالة الغنم قال لك أو لأخيك أو للذئب قال فضالة الإبل قال مالك ولها معها سقاؤها وحذاؤها\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nترد الماء وتأكل الشجر حتى يلقاها ربها ) وفي الرواية الثانية عرفها سنة ثم اعرف وكاءها وعفاصها\r\nثم استنفق بها فإن جاء ربها فأدها إليه قال الأزهري وغيره لا يقع اسم الضالة إلا على الحيوان يقال\r\nضل الإنسان والبعير وغيرهما من الحيوان وهي الضوال وأما الأمتعة وما سوى الحيوان فيقال\r\nلها لقطة ولا يقال ضالة قال الأزهري وغيره يقال للضوال الهوامي والهوافي واحدتها هامية\r\nوهافية وهمت وهفت وهملت إذا ذهبت على وجهها بلا راع وقوله ( صلى الله عليه وسلم ) اعرف\r\nعفاصها معناه تعرف لتعلم صدق واصفها من كذبه ولئلا يختلط بماله ويشتبه وأما العفاص\r\nفبكسر العين وبالفاء والصاد المهملة وهو الوعاء التي تكون فيه النفقة جلدا كان أو غيره ويطلق\r\nالعفاص أيضا على الجلد الذي يكون على رأس القارورة لأنه كالوعاء له فأما الذي يدخل في\r\nفم القارورة من خشب أو جلد أو خرقة مجموعة ونحو ذلك فهو الصمام بكسر الصاد يقال عفصتها\r\nعفصا إذا شددت العفاص عليها وأعفصتها اعفاصا إذا جعلت لها عفاصا وأما الوكاء فهو\r\nالخيط الذي يشد به الوعاء يقال أوكيته إيكاء فهو موكى بلا همز قوله ( صلى الله عليه وسلم )\r\n( فشأنك\r\nبها ) هو بنصب النون وأما قوله ( صلى الله عليه وسلم ) ( معها سقاؤها ) فمعناه أنها\r\nتقوي على ورود المياه وتشرب في اليوم الواحد وتملأ كرشها بحيث يكفيها الأيام وأما حذاؤها\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nفبالمد وهو أخفافها لأنها تقوى بها على السير وقطع المفاوز وفي هذا الحديث جواز قول رب\r\nالمال ورب المتاع ورب الماشية بمعنى صاحبها الآدمي وهذا هو الصحيح الذي عليه جماهير\r\nالعلماء ومنهم من كره إضافته إلى ماله روح دون المال والدار ونحوه وهذا غلط لقوله\r\n( صلى الله عليه وسلم ) فإن جاء ربها فأدها إليه وحتى يلقاها ربها وفي حديث عمر رضي الله عنه\r\nوإدخال رب الصريمة والغنيمة ونظائر ذلك كثيرة والله أعلم وأما قوله ( صلى الله عليه وسلم )\r\n( ثم عرفها سنة ) معناه إذا أخذتها فعرفها سنة فأما الأخذ فهل هو واجب أم مستحب فيه\r\nمذاهب ومختصر ما ذكره أصحابنا ثلاثة أقوال أصحها عندهم يستحب ولا يجب والثاني يجب\r\nوالثالث إن كانت اللقطة في موضع يأمن عليها إذا تركها استحب الأخذ وإلا وجب وأما تعريف\r\nسنة فقد أجمع المسلمون على وجوبه إذا كانت اللقطة ليست تافهة ولا في معنى التافهة ولم يرد\r\nحفظها على صاحبها بل أراد تملكها ولا بد من تعريفها سنة بالإجماع فأما إذا لم يرد تملكها\r\nبل أراد حفظها على صاحبها فهل يلزمه التعريف فيه وجهان لأصحابنا أحدهما لا يلزمه بل إن\r\nجاء صاحبها وأثبتها دفعها إليه والإدام حفظها والثاني وهو الأصح أنه يلزمه التعريف لئلا\r\nتضيع على صاحبها فإنه لا يعلم أين هي حتى يطلبها فوجب تعريفها وأما الشئ الحقير فيجب\r\nتعريفه زمنا يظن أن فاقده لا يطلبه في العادة أكثر من ذلك الزمان قال أصحابنا والتعريف\r\nأن ينشدها في الموضع الذي وجدها فيه وفي الأسواق وأبواب المساجد ومواضع اجتماع الناس\r\nفيقول من ضاع منه شئ من ضاع منه حيوان من ضاع منه دراهم ونحو ذلك ويكرر ذلك\r\nبحسب العادة قال أصحابنا فيعرفها أولا في كل يوم ثم في الأسبوع ثم في أكثر\r\nمنه والله أعلم\r\nقوله ( صلى الله عليه وسلم ) ( فإن جاء صاحبها وإلا فشأنك بها ) معناه إن جاءها صاحبهم فادفعها\r\nإليه وإلا فيجوز لك أن تتملكها قال أصحابنا إذا عرفها فجاء صاحبها في أثناء مدة التعريف\r\nأو بعد انقضائها وقبل أن يتملكها الملتقط فأثبت أنه صاحبها أخذها بزيادتها المتصلة والمنفصلة\r\nفالمتصلة كالسمن في الحيوان وتعليم صنعة ونحو ذلك والمنفصلة كالولد واللبن والصوف\r\nواكتساب العبد ونحو ذلك وأما إن جاء من يدعيها ولم يثبت ذلك فإن لم يصدقه الملتقط\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nلم يجز له دفعها إليه وإن صدقه جاز له الدفع إليه ولا يلزمه حتى يقيم البينة هذا كله إذا جاء قبل\r\nأن يتملكها الملتقط فأما إذا عرفها سنة ولم يجد صاحبها فله أن يديم حفظها لصاحبها وله أن\r\nيتملكها سواء كان غنيا أو فقيرا فإن أراد تملكها فمتى يملكها فيه أوجه لأصحابنا أصحها لا يملكها\r\nحتى يتلفظ بالتملك بأن يقول تملكتها أو اخترت تملكها والثاني لا يملكها إلا بالتصرف فيها\r\nبالبيع ونحوه والثالث يكفيه نية التملك ولا يحتاج إلى لفظ والرابع يملك بمجرد مضي السنة\r\nفإذا تملكها ولم يظهر لها صاحب فلا شئ عليه بل هو كسب من اكسابه لا مطالبة عليه به في\r\nالآخرة وإن جاء صاحبها بعد تملكها أخذها بزيادتها المتصلة دون المنفصلة فإن كانت قد تلفت\r\nبعد التملك لزم الملتقط بدلها عندنا وعند الجمهور وقال داود لا يلزمه والله أعلم قوله ( فضالة\r\nالغنم قال لك أو لأخيك أو للذئب ) معناه الأذن في أخذها بخلاف الإبل وفرق ( صلى الله عليه وسلم )\r\nبينهما وبين الفرق بأن الإبل مستغنية عن من يحفظها لاستقلالها بحذائها وسقائها وورودها\r\nالماء والشجر وامتناعها من الذئاب وغيرها من صغار السباع والغنم بخلاف ذلك فلك أن\r\nتأخذها أنت أو صاحبها أو أخوك المسلم الذي يمر بها أو الذئب فلهذا جاز أخذها دون الإبل\r\nثم إذا أخذها وعرفها سنة وأكلها ثم جاء صاحبها لزمته غرامتها عندنا وعند أبي حنيفة رضي\r\nالله عنه وقال مالك لا تلزمه غرامتها لأن النبي ( صلى الله عليه وسلم ) لم يذكر له غرامة واحتج أصحابنا\r\nبقوله ( صلى الله عليه وسلم ) في الرواية الأخرى فإن جاء صاحبها فأعطها إياه وأجابوا عن دليل مالك\r\nبأنه لم يذكر في هذه الرواية الغرامة ولا نفاها وقد عرف وجوبها بدليل آخر قوله\r\n( صلى الله عليه وسلم ) ( عرفها سنة ثم أعرف وكاءها وعفاصها ثم استنفق بها ) هذا ربما أوهم أن معرفة\r\nالوكاء والعفاص تتأخر على تعريفها سنة وباقي الروايات صريحة في تقديم المعرفة على التعريف\r\nفيجاب عن هذه الرواية أن هذه معرفة أخرى ويكون مأمورا بمعرفتين فيتعرفها أول ما يلتقطها\r\nحتى يعلم صدق واصفها إذا وصفها ولئلا تختلط وتشتبه فإذا عرفها سنة وأراد تملكها استحب له\r\nأن يتعرفها أيضا مرة أخرى تعرفا وافيا محققا ليعلم قدرها وصفتها فيردها إلى صاحبها إذا جاء بعد\r\nتملكها وتلفها ومعنى استنفق بها تملكها ثم أنفقها\r\nعلى نفسك قوله ( فغضب رسول الله ( صلى الله عليه وسلم )\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nحتى احمرت وجنتاه أو احمر وجهه ثم قال مالك ولها ) الوجنة بفتح الواو وضمها\r\nوكسرها وفيها لغة رابعة أجنة بضم الهمزة وهي اللحم المرتفع من الخدين ويقال رجل موجن\r\nوواجن أي عظيم الوجنة وجمعها وجنات ويجئ فيها اللغات المعروفة في جمع قصعة وحجرة\r\nوكسرة وفيه جواز الفتوى والحكم في حال الغضب وأنه نافذ لكن يكره ذلك في حقنا ولا يكره\r\nفي حق النبي ( صلى الله عليه وسلم ) لأنه لا يخاف عليه في الغضب ما يخاف علينا والله أعلم قوله\r\n( صلى الله عليه وسلم ) ( ثم عرفها سنة فإن لم يجئ صاحبها كانت وديعة عندك ) وفي الرواية\r\nالثانية ثم عرفها سنة فإن لم تعرف فاستنفقها ولتكن وديعة عندك فإن جاء طالبها\r\nيوما من الدهر فأدها إليه معناه تكون أمانة عندك بعد السنة ما لم تتملكها فإن تلفت\r\nبغير تفريط فلا ضمان عليك وليس معناه منعه من تملكها بل له تملكها على ما ذكرناه\r\nللأحاديث الباقية الصريحة وهي قوله ( صلى الله عليه وسلم ) ثم استنفق بها فاستنفقها وقد أشار\r\n( صلى الله عليه وسلم ) إلى هذا في الرواية الثانية بقوله فإن لم تعرف فاستنفقها ولتكن وديعة عندك\r\nأي لا ينقطع حق صاحبها بل متى جاءها فأدها إليه إن كانت باقية وإلا فبدلها وهذا\r\nمعنى قوله\r\n( صلى الله عليه وسلم ) فإن جاء صاحبها يوما من الدهر فأدها إليه والمراد أنه لا ينقطع حق صاحبها\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nبالكلية وقد نقل القاضي وغيره إجماع المسلمين على أنه إذا جاء صاحبها بعد التمليك ضمنها المتملك\r\nإلا داود فأسقط الضمان والله أعلم قوله ( صلى الله عليه وسلم ) ( فإن جاء صاحبها فعرف عفاصها\r\nوعددها ووكاءها فأعطها إياه وإلا فهي لك ) في هذا دلالة لمالك وغيره ممن يقول إذا جاء من\r\nوصف اللقطة بصفاتها وجب دفعها إليه ببينة وأصحابنا يقولون لا يجب دفعها إليه إلا ببينة وبه\r\nقال أبو حنيفة وأصحابهم رحمهم الله تعالى ويتأولون هذا الحديث على أن المراد أنه إذا صدقه جاز له\r\nالدفع إليه ولا يجب فالأمر بدفعها بمجرد تصديقه ليس للوجوب والله أعلم قوله ( صلى الله عليه\r\nوسلم ) في روايات حديث زيد بن خالد ( عرفها سنة ) وفي حديث أبي بن كعب رضي الله عنه أنه\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n( صلى الله عليه وسلم ) أمر بتعريفها ثلاث سنين وفي رواية سنة واحدة وفي رواية أن الراوي شك\r\nقال لا أدري قال حول أو ثلاثة أحوال وفي رواية عامين أو ثلاثة قال القاضي عياض قيل في الجمع\r\nبين الروايات قولان أحدهما أن يطرح الشك والزيادة ويكون المراد سنة في رواية الشك\r\nوترد الزيادة لمخالفتها باقي الأحاديث والثاني أنهما قضيتان فرواية زيد في التعريف سنة محمولة على\r\nنقل ما يجرى ورواية أبي بن كعب في التعريف ثلاث سنين محمولة على الورع وزيادة الفضيلة\r\nقال وقد أجمع العلماء على الاكتفاء بتعريف سنة ولم يشترط أحد تعريف ثلاثة أعوام إلا ما روى\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\nعن عمر بن الخطاب رضي الله عنه ولعله لم يثبت عنه\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nقوله ( نهى عن لقطة الحاج ) يعنى عن التقاطها للتملك وأما التقاطها للحفظ فقط فلا منع منه وقد\r\nأوضح هذا ( صلى الله عليه وسلم ) في قوله ( صلى الله عليه وسلم ) في الحديث الآخر ولا تحل لقطتها إلا لمنشد\r\nوقد سبقت المسألة مبسوطة في آخر كتاب الحج قوله ( صلى الله عليه وسلم ) ( من آوى ضالة فهو ضال\r\nما لم يعرفها ) هذا دليل للمذهب المختار أنه يلزمه تعريف اللقطة مطلقا سواء أراد تملكها أو حفظها\r\nعلى صاحبها وهذا هو الصحيح وقد سبق بيان الخلاف فيه ويجوز أن يكون المراد بالضالة هنا ضالة\r\nالإبل ونحوها مما لا يجوز التقاطها للتملك بل أنها تلتقط للحفظ على صاحبها فيكون معناه من آوى\r\nضالة فهو ضال ما لم يعرفها أبدا ويتملكها والمراد بالضال المفارق للصواب وفي جميع أحاديث\r\nالباب دليل على أن التقاط اللقطة وتملكها لا يفتقر إلى حكم حاكم ولا إلى إذن السلطان وهذا مجمع\r\nعليه وفيها أنه لا فرق بين الغني والفقير وهذا مذهبنا ومذهب الجمهور والله أعلم\r\nباب تحريم حلب الماشية بغير إذن مالكها\r\nقوله ( صلى الله عليه وسلم ) ( لا يحلبن أحد ماشية أحد إلا بإذنه أيحب أحدكم أن تؤتى مشربته فتكسر\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\nخزانته فينتقل طعامه فإنما تخزن لهم ضروع مواشيهم أطعمتهم فلا يحلبن أحد ماشية أحد إلا بإذنه )\r\nوفي روايات فينتثل بالثاء المثلثة في آخره بدل القاف ومعنى ينتثل ينثر كله ويرمي المشربة فتح الميم وفي\r\nالراء لفتان الضم والفتح وهي كالغرفة يخزن فيها الطعام وغيره ومعنى الحديث أنه ( صلى الله عليه وسلم ) شبه\r\nاللبن في الضرع بالطعام المخزون المحفوظ في الخزانة في أنه لا يحل أخذه بغير اذنه وفي الحديث فوائد\r\nمنها تحريم أخذ مال الإنسان بغير اذنه والأكل منه والتصرف فيه وأنه لا فرق بين اللبن وغيره وسواء\r\nالمحتاج وغيره وسواء المحتاج وغيره إلا المضطر الذي لا يجد ميتة ويجد طعاما لغيره فيأكل الطعام للضرورة ويلزمه بدله\r\nلمالكه عندنا وعند الجمهور وقال بعض السلف وبعض المحدثين لا يلزمه وهذا ضعيف فإن وجد\r\nميتة وطعاما لغيره ففيه خلاف مشهور للعلماء وفي مذهبنا الأصح عندنا أكل الميتة أما غير\r\nالمضطر إذا كان له إدلال على صاحب اللبن أو غيره من الطعام بحيث يعلم أو يظن أن نفسه تطيب\r\nبأكله منه بغير إذنه فله الأكل بغير إذنه وقد قدمنا بيان هذا مرات وأما شرب النبي\r\n( صلى الله عليه وسلم ) وأبي بكر وهما قاصدان المدينة في الهجرة من لبن غنم الراعي فقد قدمنا بيان وجهه\r\nوأنه يحتمل أنهما شرباه إدلالا على صاحبه لأنهما كانا يعرفانه أو أنه أذن للراعي أن يسقى منه\r\nمن مر به أو أنه كان عرفهم إباحة ذلك أو أنه مال حربي لا أمان له والله أعلم وفي هذا الحديث\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nأيضا إثبات القياس والتمثيل في المسائل وفيه أن اللبن يسمى طعاما فيحنث به من حلف لا يتناول\r\nطعاما إلا أن يكون له نية تخرج اللبن وفيه أن بيع لبن الشاة بشاة في ضرعها لبن باطل وبه قال\r\nالشافعي ومالك والجمهور وجوزه الأوزاعي والله أعلم\r\nباب الضيافة ونحوها\r\nقوله ( صلى الله عليه وسلم ) ( من كان يؤمن بالله واليوم الآخر فليكرم ضيفه جائزته قالوا وما جائزته\r\nيا رسول الله قال يومه وليلته والضيافة ثلاثة أيام فما كان وراء ذلك فهو صدقة عليه ) وقال من\r\nكان يؤمن بالله واليوم الآخر فليقل خيرا أو ليصمت وفي رواية الضيافة ثلاثة أيام وجائزته\r\nيوم وليلة ولا يحل لرجل مسلم أن يقيم عند أخيه حتى يؤثمه قالوا يا رسول الله وكيف يؤثمه\r\nقال يقيم عنده ولا شئ له يقر به وفي رواية ان نزلتم بقوم فأمروا لكم بما ينبغي للضيف فاقبلوا\r\nفإن لم يفعلوا فخذوا منهم حق الضيف الذي ينبغي لهم هذه الأحاديث متظاهرة على الأمر بالضيافة\r\nوالاهتمام بها وعظيم موقعها وقد أجمع المسلمون على الضيافة وأنها من متأكدات الإسلام ثم\r\nقال الشافعي ومالك وأبو حنيفة رحمهم الله تعالى والجمهور هي سنة ليست بوجبة وقال الليث\r\nوأحمد هي واجبة يوما وليلة قال أحمد رضي الله عنه هي واجبة يوما وليلة على أهل البادية وأهل\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nالقرى دون أهل المدن وتأول الجمهور هذه الأحاديث وأشباهها على الاستحباب ومكارم الأخلاق\r\nوتأكد حق الضيف كحديث غسل الجمعة واجب على كل محتلم أي متأكد الاستحباب وتأولها\r\nالخطابي رضي الله عنه وغيره على المضطر والله أعلم قوله ( صلى الله عليه وسلم ) ( فليكرم ضيفه\r\nجائزته يوما وليلة والضيافة ثلاثة أيام ) قال العلماء معناه الاهتمام به في اليوم والليلة وإتحافه\r\nبما يمكن من بر وإلطاف وأما في اليوم الثاني والثالث فيطعمه ما تيسر ولا يزيد على عادته\r\nوأما ما كان بعد الثلاثة فهو صدقة ومعروف إن شاء فعل وإن شاء ترك قالوا وقوله ( صلى الله عليه وسلم )\r\nولا يحل له أن يقيم عنده حتى يؤثمه معناه لا يحل للضيف أن يقيم عنده بعد الثلاث حتى\r\nيوقعه في الإثم لأنه قد يغتابه لطول مقامه أو يعرض له بما يؤذيه أو يظن به مالا يجوز وقد قال\r\nالله تعالى اجتنبوا كثيرا من الظن إن بعض الظن إثم وهذا كله محمول على ما إذا أقام بعد الثلاث\r\nمن غير استدعاء من المضيف أما إذا استدعاه وطلب زيادة اقامته أو علم أو ظن أنه لا يكره\r\nاقامته فلا بأس بالزيادة لأن النهي إنما كان لكونه يؤثمه وقد زال هذا\r\nالمعنى والحالة هذه\r\nفلو شك في حال المضيف هل تكره الزيادة ويلحقه بها حرج أم لا تحل الزيادة إلا بإذنه\r\nلظاهر الحديث والله أعلم وأما قوله ( صلى الله عليه وسلم ) من كان يؤمن بالله واليوم الآخر\r\nفليقل خيرا أو ليصمت فقد سبق شرحه مبسوطا في كتاب الإيمان وفيه التصريح بأنه ينبغي\r\nله الإمساك عن الكلام الذي ليس فيه خير ولا شر لأنه مما لا يعنيه ومن حسن إسلام المرء\r\nتركه مالا يعنيه ولأنه قد ينجز الكلام المباح إلى حرام وهذا موجود في العادة وكثير والله\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nأعلم وأما قوله ( صلى الله عليه وسلم ) ( إن نزلتم بقوم فأمروا لكم بما ينبغي للضيف فاقبلوا منهم فإن\r\nلم يفعلوا فخذوا منهم حق الضيف الذي ينبغي لهم ) فقد حمله الليث وأحمد على ظاهره وتأوله\r\nالجمهور على أوجه أحدها أنه محمول على المضطرين فإن ضيافتهم واجبة فإذا لم يضيفوهم فلهم أن\r\nيأخذوا حاجتهم من مال الممتسين والثاني أن ا لمراد أن لكم أن تأخذوا من أعراضهم بألسنتكم\r\nوتذكرون للناس لؤمهم وبخلهم والعيب عليهم وذمهم والثالث أن هذا كان في أول الإسلام\r\nوكانت المواساة واجبة فلما اتسع الإسلام نسخ ذلك هكذا حكاه القاضي وهو تأويل ضعيف\r\nأو باطل لأن هذا الذي ادعاه قائله لا يعرف والرابع أنه محمول على من مر بأهل الذمة الذين شرط\r\nعليهم ضيافة من يمر بهم من المسلمين وهذا أيضا ضعيف إنما صار هذا في زمن عمر رضي الله عنه\r\nقوله ( عن أبي شريح العدوي ) وفي الرواية الثانية عن أبي شريح الخزاعي هو واحد يقال له\r\nالعدوي والخزاعي والكعبي وقد سبق بيانه قوله ( صلى الله عليه وسلم ) ( ولا شئ له يقريه )\r\nهو بفتح أوله وكذا قوله في الرواية الأخرى فلا يقروننا بفتح أوله يقال قريت الضيف\r\nأقريه قرى\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nباب استحباب المواساة بفضول المال\r\nقوله ( بينما نحن مع رسول الله ( صلى الله عليه وسلم ) في سفر إذ جاء رجل على راحلته فجعل يصرف\r\nبصره يمينا وشمالا فقال رسول الله ( صلى الله عليه وسلم ) من كان معه فضل ظهر فليعد به على من\r\nلا ظهر له ومن كان معه فضل زاد فليعد به على من لا زاد له قال فذكر من أصناف المال ما ذكر\r\nحتى رأينا أنه لا حق لأحد منا في فضل ) أما قوله فجعل يصرف بصره فهكذا وقع في بعض\r\nالنسخ وفي بعضها يصرف فقط بحذف بصره وفي بعضها يضرب بالضاد المعجمة والباء وفي\r\nرواية أبي داود وغيره يصرف راحلته في هذا الحديث الحث على الصدقة والجود والمواساة\r\nوالإحسان إلى الرفقة والأصحاب والاعتناء بمصالح الأصحاب وأمر كبير القوم أصحابه بمواساة\r\nالمحتاج وأنه يكتفي في حاجة المحتاج بتعرضه للعطاء وتعريضه من غير سؤال وهذا معنى قوله\r\nفجعل يصرف بصره أي متعرضا لشئ يدفع به حاجته وفيه مواساة ابن السبيل والصدقة عليه\r\nإذا كان محتاجا وإن كان له راحلة وعليه ثياب أو كان موسرا في وطنه ولهذا يعطي من الزكاة\r\nفي هذه الحال والله أعلم\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nباب استحباب خلط الأزواد إذا قلت والمواساة فيها\r\nقوله ( خرجنا مع رسول الله ( صلى الله عليه وسلم ) في غزوة فأصابنا جهد حتى هممنا أن ننحر بعض\r\nظهرنا فأمر نبي الله ( صلى الله عليه وسلم ) فجمعنا مزاودنا فبسطنا له نطعا فاجتمع زاد القوم على\r\nالنطع قال فتطاولت لأحزره كم هو فحزرته كربضة العنز ونحن أربع عشرة مائة قال فأكلنا حتى\r\nشبعنا جميعا ثم حشونا جربنا فقال رسول الله ( صلى الله عليه وسلم ) هل من وضوء فجاء رجل بإداوة\r\nفيها نطفة فأفرغها في قدح فتوضأنا كلنا ندغفقه دغفقة أربع عشرة مائة قال ثم جاء بعد ثمانية\r\nفقالوا هل من طهور فقال رسول الله ( صلى الله عليه وسلم ) فرغ الوضوء ) أما قوله جهد فبفتح الجيم\r\nوهو المشقة وقوله مزاودنا هكذا هو في بعض النسخ أو أكثرها وفي بعضها أزوادنا وفي بعضها\r\nتزوادنا بفتح التاء وكسرها وفي النطع لغات سبقت أفصحن كسر النون وفتح الطاء وقوله كربضة\r\nالعنز أي كمبركها أو كقدر وهي رابضة قال القاضي الرواية فيه بفتح الراء وحكاه ابن دريد\r\nبكسرها قوله ( حشونا جربنا ) هو بضم الراء وإسكانها جمع جراب بكسر الجيم على المشهور\r\nويقال بفتحها قوله ( صلى الله عليه وسلم ) ( هل من وضوء ) أي ما يتوضأ به وهو بفتح الواو على\r\nالمشهور ! وسبق بيانه في كتاب الطهارة قوله ( فيها نطفة ) هو بضم النون أي قليل من\r\nالماء قوله ( ندغفقة دغفقة ) أي نصبه صبا شديدا وفي هذا الحديث معجزتان ظاهرتان\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\nلرسول الله ( صلى الله عليه وسلم ) وهما تكثير الطعام وتكثير الماء هذه الكثرة الظاهرة قال المازري\r\nفي تحقيق المعجزة في هذا أنه كلما أكل منه جزء أو شرب جزء خلق الله تعالى جزءا آخر يخلفه\r\nقال ومعجزات النبي ( صلى الله عليه وسلم ) ضربان أحدهما القرآن وهو منقول تواترا والثاني مثل\r\nتكثير الطعام والشراب ونحو ذلك ولك فيه طريقان أحدهما أن تقول تواترت على المعنى كتواتر\r\nجود حاتم طيئ وحلم الأحنف بن قيس فإنه لا ينقل في ذلك قصة بعينها متواترة ولكن تكاثرت\r\nأفرادها بالآحاد حتى أفاد مجموعها تواتر الكرم والحلم وكذلك تواتر انخراق العادة للنبي ( صلى الله عليه وسلم )\r\nبغير القرآن والطريق الثاني أن تقول إذا روى الصحابي مثل هذا الأمر العجيب\r\nوأحال على حضوره فيه مع سائر الصحابة وهم يسمعون روايته ودعواه أو بلغهم ذلك ولا ينكرون\r\nعليه كان ذلك تصديقا له يوجب العلم بصحة ما قال والله أعلم وفي هذا الحديث استحباب المواساة\r\nفي الزاد وجمعه عند قلته وجواز أكل بعضهم مع بعض وفي الحالة وليس هذا من الربا في شئ\r\nوإنما هو من نحو الإباحة وكل واحد مبيح لرفقته الأكل من طعامه وسواء تحقق الإنسان أنه\r\nأكل أكثر من حصته أو دونها أو مثلها فلا بأس بهذا لكن يستحب له الإيثار والتقلل لا سيما\r\nإن كان في الطعام قلة والله أعلم\r\nكتاب الجهاد والسير\r\nباب جواز الإغارة على الكفار الذين بلغتهم دعوة الإسلام\r\n( من غير تقدم إعلام بالإغارة )\r\nقوله ( حدثنا يحيى بن يحيى التميمي قال حدثنا سليم بن أخضر عن ابن عون قال كتبت إلى نافع أسأله\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nعن الدعاء قبل القتال قال فكتب إلي إنما كان في أول الإسلام قد أغار رسول الله ( صلى الله عليه وسلم )\r\nعلى بني المصطلق وهم غاوون وأنعامهم تسقى على الماء فقتل مقاتلتهم وسبى سبيهم\r\nوأصاب يومئذ قال يحيى بن يحيى أحسبه قال جويرية أو البتة ابنة الحارث وحدثني هذا الحديث\r\nعبد الله بن عمر وكان في ذلك الجيش ) قال وقال في الرواية الأخرى جويرية بنت الحارث ولم يشك\r\nأما قوله أو البتة فمعناه أن يحيى بن يحيى قال أصاب يومئذ بنت الحارث وأظن شيخي سليم بن أخضر\r\nسماها في روايته جويرية أو أعلم ذلك وأجزم به وأقوله البتة وحاصله أنها جويرية فيما أحفظه\r\nإما ظنا وإما علما وفي الرواية الثانية قال هي جويرية بنت الحارث بلا شك قوله وهم غارون\r\nهو بالغين المعجمة وتشديد الراء أي غافلون وفي هذا الحديث جواز الإغارة على الكفار\r\nالذين بلغتهم الدعوة من غير إنذار بالإغارة وفي هذه المسألة ثلاثة مذاهب حكاها المازري\r\nوالقاضي أحدها يجب الإنذار مطلقا قال مالك وغيره وهذا ضعيف والثاني لا يجب مطلقا وهذا\r\nأضعف منه أو باطل والثالث يحب إن لم تبلغهم الدعوة ولا يجب إن بلغتهم لكن يستحب وهذا\r\nهو الصحيح وبه قال نافع مولى ابن عمر والحسن البصري والثوري والليث والشافعي وأبو ثور\r\nوابن المنذر والجمهور قال ابن المنذر وهو قول أكثر أهل العلم وقد تظاهرت الأحاديث الصحيحة\r\nعلى معناه فمنها هذا الحديث وحديث قتل كعب بن الأشرف وحديث قتل أبي الحقيق وفي هذا\r\nالحديث جواز استرقاق العرب لأن بني المصطلق عرب من خزاعة وهذا قول الشافعي في الجديد\r\nوهو الصحيح وبه قال مالك وجمهور أصحابه وأبو حنيفة والأوزاعي وجمهور العلماء وقال جماعة\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nمن العلماء لا يسترقون وهذا قول الشافعي في القديم\r\nباب تأمير الإمام الأمراء على البعوث\r\n( ووصيته إياهم بآداب الغزو وغيرها )\r\nقوله ( كان رسول الله ( صلى الله عليه وسلم ) إذا أمر أميرا على جيش أو سرية أوصاه في خاصته\r\nبتقوى الله تعالى ومن معه من المسلمين خيرا ثم قال اغزوا باسم الله في سبيل الله قاتلوا من كفر\r\nبالله اغزوا ولا تغلوا ولا تغدروا ولا تمثلوا ولا تقتلوا وليدا ) أما السرية فهي قطعة من الجيش\r\nتخرج منه تغير وترجع إليه قال إبراهيم الحربي هي الخيل تبلغ أربعمائة ونحوها قالوا سميت سرية\r\nلأنها تسري في الليل ويخفى ذهابها وهي فعيلة بمعنى فاعلة يقال سرى واسري إذا ذهب ليلا\r\nقوله ( صلى الله عليه وسلم ) ( ولا تغدروا ) بكسر الدال والوليد الصبي وفي هذه الكلمات من\r\nالحديث فوائد مجمع عليها وهي تحريم الغدر وتحريم الغلول وتحريم قتل الصبيان إذا لم يقاتلوا\r\nوكراهة المثلة واستحباب وصية الإمام أمراءه وجيوشه بتقوى الله تعالى والرفق باتباعهم\r\nوتعريفهم ما يحتاجون في غزوهم وما يجب عليهم وما يحل لهم وما يحرم عليهم وما يكره وما يستحب\r\nقوله ( صلى الله عليه وسلم ) ( وإذا لقيت عدوك من المشركين فادعهم إلى ثلاث خصال أو خلال\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\nفأيتهن ما أجابوك فأقبل منهم وكف عنهم ثم ادعهم إلى الإسلام فإن أجابوك فاقبل منهم وكف\r\nعنهم ثم ادعهم إلى التحول من دارهم ) قوله ثم ادعهم إلى الإسلام هكذا هو في جميع نسخ صحيح\r\nمسلم ثم ادعهم قال القاضي عياض رضي الله تعالى عنه صواب الرواية ادعهم باسقاط ثم وقد جاء\r\nباسقاطها على ا لصواب في كتاب أبي عبيد وفي سنن أبي داود وغيرهما لأنه تفسير للخصال\r\nالثلاث وليست غيرها وقال المازري ليست ثم هنا زائدة بل دخلت لاستفتاح الكلام والأخذ\r\nقوله ( صلى الله عليه وسلم ) ( ثم ادعهم إلى التحول من دارهم إلى دار المهاجرين وأخبرهم أنهم\r\nإن فعلوا ذلك فلهم ما للمهاجرين وعليهم ما على المهاجرين فإن أبوا أن يتحولوا منها فأخبرهم أنهم\r\nيكونون كاعراب المسلمين يجرى عليهم حكم الله الذي يجرى على المؤمنين ولا يكون لهم في الغنيمة\r\nوالفئ شئ الا أن يجاهدوا مع المسلمين معنى هذا الحديث أنهم إذا أسلموا استحب لهم أن\r\nيهاجروا إلى المدينة فإن فعلوا ذلك كانوا كالمهاجرين قبلهم في استحقاق الفئ والغنيمة وغير ذلك\r\nوالأفهم أعراب كسائر أعراب المسلمين الساكنين في البادية من غير هجرة ولا غزو فتجرى عليهم\r\nأحكام الإسلام ولا حق لهم في الغنيمة والفئ وإنما يكون لهم نصيب من الزكاة إن كانوا بصفة\r\nاستحقاقها قال الشافعي الصدقات للمساكين ونحوهم ممن لا حق له في الفئ والفئ للأجناد قال\r\nولا يعطى أهل الفئ من الصدقات ولا أهل الصدقات من الفئ واحتج بهذا الحديث وقال مالك\r\nوأبو حنيفة المالان سواء ويجوز صرف كل واحد منهما إلى النوعين وقال أبو عبيد هذا\r\nالحديث منسوخ قال وإنما كان هذا الحكم في أول الإسلام لمن لم يهاجر ثم نسخ ذلك بقوله\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nتعالى وأولوا الأرحام بعضهم أولى ببعض وهذا الذي ادعاه أبو عبيد لا يسلم له قوله ( صلى الله عليه وسلم )\r\n( فإن هم أبوا فسلهم الجزية فإن هم أجابوك فاقبل منهم وكف عنهم ) هذا مما يستدل به\r\nمالك والأوزاعي وموافقوهما في جواز أخذ الجزية من كل كافر عربيا كان أو عجميا كتابيا أو\r\nمجوسيا أو غيرهما وقال أبو حنيفة رضي الله تعالى عنه تؤخذ الجزية من جميع الكفار إلا مشركي\r\nالعرب ومجوسهم وقال الشافعي لا يقبل إلا من أهل الكتاب والمجوس عربا كانوا أو عجما\r\nويحتج بمفهوم آية الجزية وبحديث سنوا بهم سنة أهل الكتاب وبتأول هذا الحديث على أن\r\nالمراد بأخذ الجزية أهل الكتاب لأن اسم المشرك يطلق على أهل الكتاب وغيرهم وكان\r\nتخصيصهم معلوما عند الصحابة واختلفوا في قدر الجزية فقال الشافعي أقلها دينار على الغني\r\nودينار على الفقير أيضا في كل سنة وأكثرها ما يقع به التراضي وقال مالك هي أربعة دنانير\r\nعلى أهل الذهب وأربعون درهما على أهل الفضة وقال أبو حنيفة رضي الله تعالى عنه وغيره من\r\nالكوفيين وأحمد رضي الله تعالى عنه على الغني ثمانية وأربعون درهما والمتوسط أربعة وعشرون\r\nوالفقير اثنا عشر قوله ( صلى الله عليه وسلم ) ( وإذا حاصرت أهل حصن فأرادوك أن تجعل لهم ذمة الله\r\nوذمة نبيه فلا تجعل لهم ذمة الله وذمة نبيه ولكن اجعل لهم ذمتك وذمة أصحابك فإنكم\r\nإن تخفروا ذممكم وذمم أصحابكم أهون من أن تخفروا ذمة الله وذمة رسول الله ( صلى الله عليه وسلم ) ) قال\r\nالعلماء الذمة هنا العهد وتخفروا بضم التاء يقال أخفرت الرجل إذا نقضت عهده وخفرته أمنته\r\nوحميته قالوا وهذا نهى تنزيه أي لا تجعل لهم ذمة الله فإنه قد ينقضها من لا يعرف حقها وينتهك\r\nحرمتها بعض الأعراب وسواد الجيش قوله ( صلى الله عليه وسلم ) ( وإذا حاصرت أهل حصن\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\nفأرادوك أن تنزلهم على حكم الله فلا تنزلهم على حكم الله ولكن أنزلهم على حكمك فإنك لا تدري\r\nأتصيب حكم الله فيهم أم لا ) هذا النهي أيضا على التنزيه والاحتياط وفيه حجة لمن يقول ليس كل\r\nمجتهد مصيبا بل المصيب واحد وهو الموافق لحكم الله تعالى في نفس الأمر وقد يجيب عنه القائلون\r\nبأن كل مجتهد مصيب بأن المراد أنك لا تأمن أن ينزل على وحي بخلاف ما حكمت وهذا المعنى منتف\r\nبعد النبي ( صلى الله عليه وسلم ) قوله ( حدثنا مسلم بن هيصم ) بفتح الهاء والصاد المهملة قوله ( صلى الله عليه وسلم )\r\n( بشروا ولا تنفروا ويسروا ولا تعسروا ) وفي الحديث الآخر أنه ( صلى الله عليه وسلم )\r\nقال لمعاذ وأبي موسى الأشعري رضي الله تعالى عنهما يسرا ولا تعسرا وبشرا ولا تنفرا\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\nوتطاوعا ولا تختلفا وفي حديث أنس رضي الله تعالى عنه يسروا ولا تعسروا واسكنوا ولا تنفروا\r\nإنما جمع في هذه الألفاظ بين الشئ وضده لأنه قد يفعلهما في وقتين فلو اقتصر على يسروا\r\nلصدق ذلك على من يسر مرة أو مرات وعسر في معظم الحالات فإذا قال ولا تعسروا انتفى\r\nالتعسير في جميع الأحوال من جميع وجوهه وهذا هو المطلوب وكذا يقال في يسرا ولا تنفرا\r\nوتطاوعا ولا تختلفا لأنهما قد يتطاوعان في وقت ويختلفان في وقت وقد يتطاوعان\r\nفي شئ ويختلفان في شئ وفي هذا الحديث الأمر بالتبشير بفضل الله وعظيم ثوابه وجزيل عطائه وسعة رحمته والنهي\r\nعن التنفير بذكر التخويف وأنواع الوعيد محضة من غير ضمها إلى التبشير وفيه تأليف من\r\nقرب إسلامه وترك التشديد عليهم وكذلك من قارب البلوغ من الصبيان ومن بلغ ومن تاب من\r\nالمعاصي كلهم يتلطف بهم ويدرجون في أنواع الطاعة قليلا قليلا وقد كانت أمور الإسلام في\r\nالتكليف على التدريج فمتى يسر على الداخل في الطاعة أو المريد للدخول فيها سهلت عليه وكانت\r\nعاقبته غالبا التزايد منها ومتى عسرت عليه أو شك أن لا يدخل فيها وإن دخل أو شك أن لا يدوم\r\nأو لا يستحليها وفيه أمر الولاة بالرفق واتفاق المتشاركين في ولاية ونحوها وهذا من المهمات\r\nفإن غالب المصالح لا يتم إلا بالاتفاق ومتى حصل الاختلاف فات وفيه وصية الإمام الولاة\r\nوإن كانوا أهل فضل وصلاح كمعاذ وأبي موسى فإن الذكرى تنفع المؤمنين قوله ( حدثنا محمد\r\nابن عباد حدثنا سفيان عن عمرو عن سعيد بن أبي بردة ) هذا مما استدركه الدارقطني رجال لم\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\nيتابع ابن عباد عن سفيان عن عمرو عن سعيد وقد روى عن سفيان عن مسعر عن سعيد\r\nولا يثبت ولم يخرجه البخاري من طريق سفيان هذا كلام الدارقطني ولا إنكار على مسلم لأن\r\nابن عباد ثقة وقد جزم بروايته عن سفيان عن عمرو عن سعيد ولو لم يثبت لم يضر مسلما فإن\r\nالمتن ثابت من الطرق\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nباب تحريم الغدر\r\nقوله ( صلى الله عليه وسلم ) ( لكل غادر لواء يوم القيامة يقال هذه غدرة فلان ) وفي\r\nرواية يعرف به وفي رواية لكل غادر لواء عند استه يوم القيامة وفي رواية لكل غادر\r\nلواء يوم القيامة يرفع له بقدر غدره ألا ولا غادر أعظم غدرا من أمير عامة قال أهل اللغة\r\nاللواء الراية العظيمة لا يمسكها إلا صاحب جيش الحرب أو صاحب دعوة الجيش ويكون\r\nالناس تبعا له قالوا فمعنى لكل غادر لواء أي علامة يشهر بها في الناس لأن موضوع اللواء الشهرة\r\nمكان الرئيس علامة له وكانت العرب تنصب الألوية في الأسواق الحفلة لغدرة الغادر\r\nلتشهيره بذلك وأما الغادر فهو الذي يواعد على أمر ولا يفي به يقال غدر يغدر بكسر\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\nالدال في المضارع وفي هذه الأحاديث بيان غلظ تحريم الغدر لا سيما من صاحب الولاية العامة\r\nلأن غدره يتعدى ضرره إلى خلق كثيرين وقيل لأنه غير مضطر إلى الغدر لقدرته على الوفاء كما جاء\r\nفي الحديث الصحيح في تعظيم كذب الملك والمشهور أن هذا الحديث وارد في ذم الإمام الغادر\r\nوذكر القاضي عياض احتمالين أحدهما هذا وهو نهي الإمام أن يغدر في عهوده لرعيته وللكفار\r\nوغيرهم أو غدره للأمانة التي قلدها لرعيته والتزم القيام بها والمحافظة عليها ومتى خانهم أو ترك\r\nالشفقة عليهم أو الرفق بهم فقد غدر بعهده والاحتمال الثاني أن يكون المراد نهي الرعية عن\r\nالغدر بالإمام فلا يشقوا عليه العصا ولا يتعرضوا لما يخاف حصول فتنة بسببه والصحيح\r\nالأول والله أعلم\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\nباب جواز الخداع في الحرب\r\nقوله صلى الله عليه وسلم ( الحرب خدعة ) فيها ثلاث لغات مشهورات اتفقوا على أن أفصحهن\r\nخدعة بفتح الخاء واسكان الدال قال ثعلب وغيره وهي لغة النبي ( صلى الله عليه وسلم ) والثانية\r\nبضم الخاء واسكان الدال والثالثة بضم الخاء وفتح الدال واتفق العلماء على جواز خداع الكفار\r\nفي الحرب وكيف أمكن الخداع إلا أن يكون فيه نقض عهد أو أمان فلا يحل وقد صح في\r\nالحديث جواز الكذب في ثلاثة أشياء أحدها في الحرب قال الطبري إنما يجوز من الكذب\r\nفي الحرب المعاريض دون حقيقة الكذب فإنه لا يحل هذا كلامه والظاهر إباحة حقيقة نفس\r\nالكذب لكن الاقتصار على التعريض أفضل والله أعلم\r\nباب كراهة تمني لقاء العدو والأمر بالصبر عند اللقاء\r\nقوله ( صلى الله عليه وسلم ) ( لا تمنوا لقاء العدو وإذا لقيتموهم فاصبروا ) وفي الرواية الأخرى\r\nلا تتمنوا لقاء العدو واسألوا الله العافية فإذا لقيتموهم فاصبروا واعلموا أن الجنة تحت ظلال\r\nالسيوف إنما نهى عن تمنى لقاء العدو لما فيه من صورة الاعجاب والاتكال على النفس والوثوق\r\nبالقوة وهو نوع بغى وقد ضمن الله تعالى لمن بغى عليه أن ينصره ولأنه يتضمن قلة الاهتمام\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\nبالعدو واحتقاره وهذا يخالف الاحتياط والحزم وتأوله بعضهم على النهي عن التمني في صورة\r\nخاصة وهي إذا شك في المصلحة فيه وحصول ضرر وإلا فالقتال كله فضيلة وطاعة والصحيح\r\nالأول ولهذا تممه ( صلى الله عليه وسلم ) بقوله ( صلى الله عليه وسلم ) واسألوا الله العافية وقد كثرت\r\nالأحاديث في الأمر بسؤال العافية وهي من الألفاظ العامة المتناولة لدفع جميع المكروهات\r\nفي البدن والباطن في الدين والدنيا والآخرة اللهم إني أسألك العافية العامة لي ولأحبائي ولجميع\r\nالمسلمين وأما قوله ( صلى الله عليه وسلم ) ( وإذا لقيتموهم فاصبروا ) فهذا حث على الصبر في القتال\r\nوهو آكد أركانه وقد جمع الله سبحانه آداب القتال في قوله تعالى أيها الذين آمنوا إذا لقيتم\r\nفئة فاثبتوا واذكروا الله كثيرا لعلكم تفلحون وأطيعوا الله ورسوله ولا تنازعوا فتفشلوا وتذهب\r\nريحكم واصبروا إن الله مع الصابرين ولا تكونوا كالذين خرجوا من ديارهم بطرا وراء الناس\r\nويصدون عن سبيل الله وأما قوله ( صلى الله عليه وسلم ) واعلموا أن الجنة تحت ظلال السيوف\r\nفمعناه ثواب الله والسبب الموصل إلى الجنة عند الضرب بالسيوف في سبيل الله ومشى المجاهدين في سبيل الله فاحضروا فيه بصدق واثبتوا قوله في هذا الحديث ( أن النبي ( صلى الله عليه وسلم )\r\nانتظر حتى مالت الشمس قام فيهم فقال يا أيها الناس إلى آخره ) وقد جاء في غير هذا الحديث\r\nأنه ( صلى الله عليه وسلم ) كان إذا لم يقاتل أول النهار انتظر حتى تزول الشمس قال العلماء سببه\r\nأنه أمكن للقتال فإنه وقت هبوب الريح ونشاط النفوس وكلما طال ازدادوا نشاطا واقداما\r\nعلى عدوهم وقد جاء في صحيح البخاري آخر حتى تهب الأرواح وتحضر الصلاة قالوا وسببه\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nفضيلة أوقات الصلوات والدعاء عندها قوله ( ثم قام النبي ( صلى الله عليه وسلم ) فقال اللهم منزل\r\nالكتاب ومجرى السحاب وهازم الأحزاب اهزمهم وانصرنا عليهم ) فيه استحباب الدعاء عند\r\nاللقاء والاستنصار والله أعلم قوله ( عن أبي النضر عن كتاب رجل من الصحابة قال الدارقطني\r\nهو حديث صحيح قال واتفاق البخاري ومسلم على روايته حجة في جواز العمل بالمكاتبة والإجازة\r\nوقد جوزوا العمل بالمكاتبة والإجازة وبه قال جماهير العلماء من أهل الحديث والأصول\r\nوالفقه ومنعت طائفة الرواية بها وهذا غلط والله أعلم\r\nباب استحباب الدعاء بالنصر عند لقاء العدو\r\nذكر في الباب دعاءه ( صلى الله عليه وسلم ) عند لقاء العدو وقد اتفقوا على استحبابه قوله ( صلى الله عليه وسلم )\r\n( اللهم اهزمهم وزلزلهم ) أي أزعجهم وحركهم بالشدائد قال أهل اللغة الزلزال\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nوالزلزلة الشدائد التي تحرك الناس قوله ( أن رسول الله ( صلى الله عليه وسلم ) كان يقول يوم أحد\r\nاللهم إنك إن تشأ لا تعبد في الأرض ) قال العلماء فيه التسليم لقدر الله تعالى والرد على\r\nغلاة القدرية الزاعمين أن الشر غير مراد ولا مقدر تعالى الله عن قولهم وهذا الكلام متضمن\r\nأيضا لطلب النصر وجاء في هذه الرواية أنه ( صلى الله عليه وسلم ) قال هذا يوم أحد وجاء بعده\r\nأنه قاله يوم بدر وهو المشهور في كتب السير والمغازي ولا معارضة بينهما فقاله في اليومين والله أعلم باب تحريم قتل النساء والصبيان في الحرب\r\nقوله ( نهى رسول الله ( صلى الله عليه وسلم ) عن قتل النساء والصبيان ) أجمع العلماء على العمل\r\nبهذا الحديث وتحريم قتل النساء والصبيان إذا لم يقاتلوا فإن قاتلوا قال جماهير العلماء يقتلون\r\nوأما شيوخ الكفار فإن كان فيهم رأي قتلوا والا ففيهم وفي الرهبان خلاف قال مالك وأبو حنيفة\r\nلا يقتلون والأصح في مذهب الشافعي قتلهم\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nباب جواز قتل النساء والصبيان في البيات من غير تعمد\r\nقوله ( سئل رسول الله ( صلى الله عليه وسلم ) عن الذراري من المشركين يبيتون فيصيبون من نسائهم\r\nوذراريهم فقال هم منهم ) هكذا هو في أكثر نسخ بلادنا سئل عن الذراري وفي رواية عن\r\nأهل الدار من المشركين ونقل القاضي هذه عن رواية جمهور رواة صحيح مسلم قال وهي الصواب\r\nفأما الرواية الأولى فقال ليست بشئ بل هي تصحيف قال وما بعده هو تبيين الغلط فيه قلت\r\nوليست باطلة كما ادعى القاضي بل لها وجه وتقديره سئل عن حكم صبيان المشركين الذين يبيتون\r\nفيصاب من نسائهم وصبيانهم بالقتل فقال هم من آبائهم أي لا بأس بذلك لأن أحكام آبائهم جارية\r\nعليهم في الميراث وفي النكاح وفي القصاص والديات وغير ذلك والمراد إذا لم يتعمدوا من غير\r\nضرورة وأما الحديث السابق في النهي عن قتل النساء والصبيان فالمراد به إذا تميزوا وهذا الحديث\r\nالذي ذكرناه من جواز بياتهم وقتل النساء والصبيان في البيات هو مذهبنا ومذهب مالك وأبي\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nحنيفة والجمهور ومعنى البيات ويبيتون أن يغار عليهم بالليل بحيث لا يعرف الرجل من المرأة والصبي\r\nوأما الذراري فبتشديد الياء وتخفيفها لغتان التشديد أفصح وأشهر والمراد بالذراري هنا النساء\r\nوالصبيان وفي هذا الحديث دليل لجواز البيات وجواز الإغارة على من بلغتهم الدعوة من غير\r\nاعلامهم بذلك وفيه أن أولاد الكفار حكمهم في الدنيا حكم آبائهم وأما في الآخرة ففيهم إذا\r\nماتوا قبل البلوغ ثلاثة مذاهب الصحيح أنهم في الجنة والثاني في النار والثالث لا يجزم\r\nفيهم بشئ والله أعلم\r\nباب جواز قطع أشجار الكفار وتحريقها\r\nقوله ( حرق ( صلى الله عليه وسلم ) نخل بني النضير وقطع وهي البويرة فأنزل الله تعالى ما قطعتم\r\nمن لينة أو تركتموها قائمة على أصولها فبإذن الله وليخزي الفاسقين ) قوله حرق بتشديد الراء\r\nوالبويرة بضم الباء الموحدة وهي موضع نخل بني النضير واللينة المذكورة في القرآن هي أنواع\r\nالثمر كلها إلا العجوة وقيل كرام النخل وقيل كل النخل وقيل كل الأشجار للينها وقد ذكرنا\r\nقبل هذا أن أنواع نخل المدينة مائة وعشرون نوعا وفي هذا الحديث جواز قطع شجر الكفار\r\nواحراقه وبه قال عبد الرحمن بن القاسم ونافع مولى ابن عمر ومالك والثوري وأبو حنيفة\r\nوالشافعي وأحمد وإسحاق والجمهور وقال أبو بكر الصديق والليث بن سعد وأبو ثور والأوزاعي\r\nرضي الله عنه في رواية عنهم لا يجوز\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nقوله\r\n( وهان على سراة بني لؤي حريق بالبويرة مستطير )\r\nالمستطير المنتشر والسراة بفتح السين أشراف القوم ورؤساؤهم والله أعلم\r\nباب تحليل الغنائم لهذه الأمة خاصة\r\nقوله ( صلى الله عليه وسلم ) ( غزا نبي من الأنبياء عليهم السلام فقال لقومه لا يتبعني رجل قد ملك\r\nبضع امرأة وهو يريد أن يبني بها ولما يبن ولا آخر قد بنى بنيانا ولما يرفع سقفها ولا آخر قد\r\nاشترى غنما أو خلفات وهو منتظر ولادها ) أما البضع فهو بضم الباء وهو فرج المرأة وأما\r\nالخلفات فبفتح الخاء المعجمة وكسر اللام وهي الحوامل وفي هذا الحديث أن الأمور المهمة\r\nينبغي أن لا تفوض إلا إلى أولي الحزم وفراغ البال لها ولا تفوض إلى متعلق القلب بغيرها\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\nلأن ذلك يضعف عزمه ويفوت كمال بذل وسعه فيه قوله ( صلى الله عليه وسلم ) ( فغزا فأدنى\r\nللقرية حين صلاة العصر ) هكذا هو في جميع النسخ فأدنى بهمزة قطع قال القاضي كذا هو في\r\nجميع النسخ فأدنى رباعي إما أن يكون تعدية لدني أي قرب فمعناه أدنى جيوشه وجموعه للقرية\r\nوإما أن يكون أدنى بمعنى حان أي قرب فتحها من قولهم أدنت الناقة إذا حان نتاجها ولم يقولوه\r\nفي غير الناقة قوله ( صلى الله عليه وسلم ) ( فقال للشمس أنت مأمورة وأما مأمور اللهم احبسها\r\nعلى شيئا فحبست عليه حتى فتح الله القرية ) قال القاضي اختلف في حبس الشمس المذكور هنا\r\nفقيل ردت على أدراجها وقيل وقفت ولم ترد وقيل أبطئ بحركتها وكل ذلك من معجزات النبوة\r\nقال ويقال أن الذي حبست عليه الشمس يوشع بن نون قال القاضي رضي الله عنه وقد روى أن\r\nنبينا ( صلى الله عليه وسلم ) حبست له الشمس مرتين أحداهما يوم الخندق حين شغلوا عن صلاة العصر حتى\r\nغربت فردها الله عليه حتى صلى العصر ذكر ذلك الطحاوي وقال رواته ثقات والثانية صبيحة الاسراء\r\nحين انتظر العير التي أخبر بوصولها مع شروق الشمس ذكره يونس بن بكير في زيادته على سيرة ابن\r\nإسحاق قوله ( صلى الله عليه وسلم ) ( فجمعوا ما غنموا فأقبلت النار لتأكله فأبت أن تطعمه فقال فيكم\r\nغلول ) هذه كانت عادة الأنبياء صلوات الله وسلامه عليهم في الغنائم أن يجمعوها فتجئ نار من\r\nالسماء فتأكلها فيكون ذلك علامة لقبولها وعدم الغلول فلما جاءت في هذه المرة فأبت أن تأكلها\r\nعلم أن فيهم غلولا فلما ردوه جاءت فأكلتها وكذلك كان أمر قربانهم إذا تقبل جاءت نار من\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nالسماء فأكلته قوله ( صلى الله عليه وسلم ) ( فوضعوه في المال وهو بالصعيد ) يعني وجه الأرض\r\nوفي هذا الحديث إباحة الغنائم لهذه الأمة زادها الله شرفا وأنها مختصة بذلك والله أعلم\r\nباب الأنفال\r\nقوله ( عن مصعب بن سعد عن أبيه قال أخذ أبي من الخمس سيفا فأتى به النبي ( صلى الله عليه وسلم )\r\nفقال هب لي هذا فأبى قال فأنزل الله تعالى عن الأنفال قل الأنفال لله والرسول أو فقوله\r\nعن أبيه قال أخذ أبي هو من تلوين الخطابي وتقديره عن مصعب ب بن سعد أنه حدث عن أبيه\r\nبحديث قال فيه قال أبي أخذت حكم الغنائم من الخمس سيفا إلى آخره قال القاضي يحتمل أن\r\nيكون هذا الحديث قبل نزول الآية واباحتها قال وهذا هو الصواب وعليه يدل الحديث وقد روى\r\nفي تمامه ما بينه من كلام النبي ( صلى الله عليه وسلم ) لسعد بعد نزول الآية خذ سيفك إنك سألتنيه\r\nوليس لي ولا لك وقد جعله الله لي وجعلته لك قال واختلفوا في هذه الآية فقيل هي منسوخة\r\nبقوله تعالى أنما غنمتم من شئ فأن لله خمسه وللرسول وأن مقتضى آية الأنفال والمراد\r\nبها أن الغنائم كانت ت للنبي ( صلى الله عليه وسلم ) خاصة كلها ثم جعل الله أربعة أخماسها للغانمين بالآية\r\nالأخرى وهذا قول ابن عباس وجماعة وقيل هي محكمة وأن التنفيل من الخمس وقيل هي محكمة\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\nوللإمام أن ينفل من الغنائم ما شاء لمن شاء بحسب ما يراه وقيل محكمة مخصوصة والمراد أنفال\r\nالسرايا قوله ( عن سعد قال نزلت في أربع آيات أصبت سيفا ) لم يذكر هنا من الأربع\r\nإلا هذه الواحدة وقد ذكر مسلم الأربع بعد هذا في كتاب الفضائل وهي بر الوالدين\r\nوتحريم الخمر ولا تطرد الذين يدعون ربهم وآية الأنفال قوله ( أأجعل كمن لا غناء له )\r\nهو بفتح الغين وبالمد وهو الكفاية قوله ( فكانت سهمانهم اثنا عشر بعيرا ) هكذا هو\r\nفي أكثر النسخ اثنا عشر وفي بعضها اثنى عشر وهذا ظاهر والأول\r\nأصح على لغة من يجعل\r\nالمثنى بالألف سواء كان مرفوعا أو منصوبا أو مجرورا وهي لغة أربع قبائل من العرب وقد\r\nكثرت في كلام العرب ومنها قوله تعالى هذان لساحران قوله ( فكانت سهمانهم اثنا عشر\r\nبعيرا أو أحد عشر بعيرا ونفلوا بعيرا ) بعيرا وفي رواية ونفلنا رسول الله ( صلى الله عليه وسلم )\r\nبعيرا بعيرا فيه اثبات النفل وهو مجمع عليه واختلفوا في محل النفل هل هو من أصل الغنيمة\r\nأو من أربعة أخماسها أو من خمس الخمس وهي ثلاثة أقوال للشافعي وبكل منها قال جماعة من\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\nالعلماء والأصح عندنا أنه من خمس الخمس وبه قال ابن المسيب ومالك وأبو حنيفة رضي الله\r\nعنهم وآخرون وممن قال أنه من أصل الغنيمة الحسن البصري والأوزاعي وأحمد وأبو ثور\r\nوآخرون وأجاء النخعي أن تنفل السرية جميع ما غنمت دون باقي الجيش وهو خلاف ما قاله\r\nالعلماء كافة قال أصحابنا ولو نفلهم الإمام من أموال بيت المال العتيد دون الغنيمة جاز والتنفيل\r\nإنما يكون لمن صنع صنعا جميلا في الحرب انفرد به وأما قول ابن عمر رضي الله عنه نفلوا\r\nبعيرا بعيرا معناه أن الذين استحقوا النفل نفلوا بعيرا بعيرا إلا أن كل واحد من السرية نفل قال أهل\r\nاللغة والفقهاء الأنفال هي العطايا من الغنيمة غير السهم المستحق بالقسمة وأحدها نفل بفتح\r\nالفاء على المشهور وحكى اسكانها وأما قوله فكانت سهمانهم اثنا عشر بعيرا فمعناه سهم كل واحد\r\nمنهم وقد قيل معناه سهمان جميع الغانمين اثنا عشر وهذا غلط فقد جاء في بعض روايات\r\nأبي داود وغيره أن الاثني عشر بعيرا كانت سهمان كواحد من الجيش والسرية ونفل السرية\r\nسوى هذا بعيرا بعيرا قوله ( ونفلوا بعيرا بعيرا ) وفي رواية نفلوا بعيرا فلم يغيره رسول الله ( صلى الله عليه وسلم )\r\nوفي رواية ونفلنا رسول الله ( صلى الله عليه وسلم ) بعيرا بعيرا والجمع بين هذه الروايات\r\nأن أمير السرية نفلهم فأجازه رسول الله ( صلى الله عليه وسلم ) فيجوز نسبته إلى كل واحد منهما\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\nوفي هذا الحديث استحباب بعث السرايا وما غنمت تشترك فيه هي والجيش\r\nإن انفردت عن الجيش في بعض الطريق وأما إذا خرجت من البلد وأقام الجيش في البلد فتختص هي\r\nبالغنيمة ولا يشاركها الجيش وفيه اثبات التنفيل للترغيب في تحصيل مصالح القتال ثم\r\nالجمهور على أن التنفيل يكون في كل غنيمة سواء الأولى وغيرها وسواء غنيمة\r\nالذهب والفضة وغيرهما وقال الأوزاعي وجماعة من الشاميين لا ينفل في أول غنيمة\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nولا ينفل ذهبا ولا فضة قوله ( أن رسول الله ( صلى الله عليه وسلم ) قد كان ينفل بعض\r\nمن يبعث من السرايا لأنفسهم خاصة سوى قسم عامة الجيش والخمس في ذلك واجب\r\nكله ) قوله كله مجرور تأكيد لقوله في ذلك وهذا تصريح بوجوب الخمس في كل الغنائم ورد على من جهل\r\nفزعم أنه لا يجب فاغتر به بعض الناس وهذا مخالف للإجماع وقد أوضحت هذا في جزء جمعته\r\nفي قسمة الغنائم حين دعت الضرورة إليه في أول سنة أربع وسبعين وستمائة والله أعلم\r\nباب استحقاق القاتل سلب القتيل\r\nقوله ( حدثنا يحيى بن يحيى التميمي أخبرنا هشيم عن يحيى بن سعيد عن عمر بن كثير بن أفلح عن\r\nأبي محمد الأنصاري وكان جليسا لأبي قتادة قال قال أبو قتادة واقتص الحديث قال مسلم وحدثنا\r\nقتيبة بن سعيد حدثنا ليث عن يحيى عن عمر بن كثير عن أبي محمد مولى أبي قتادة أن أبا قتادة قال\r\nوساق الحديث قال مسلم وحدثنا أبو الطاهر واللفظ له أخبرنا عبد الله بن وهب قال سمعت مالك\r\nابن أنس يقول حدثني يحيى بن سعيد عن عمر بن كثير بن أفلح عن أبي محمد مولى أبي قتادة عن\r\nأبي قتادة قال خرجنا مع رسول الله ( صلى الله عليه وسلم ) عام حنين إلى آخره )\r\nأعلم أن قوله في\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\nالطريق الأول واقتص الحديث وقوله في الثاني وساق الحديث يعني بهما الحديث المذكور في الطريق\r\nالثالث المذكور بعدهما وهو قوله وحدثنا أبو الطاهر وهذا غريب من عادة مسلم فاحفظ\r\nما حققته لك فقد رأيت بعض الكتاب غلط فيه وتوهم أنه متعلق بالحديث السابق قبلهما كما\r\nهو الغالب المعروف من عادة مسلم حتى أن هذا المشار إليه ترجم له بابا مستقلا وترجم للطريق\r\nالثالث بابا آخر وهذا غلط فاحش فاحذره وإذا تدبرت الطرق المذكورة تيقنت ما حققته\r\nلك والله أعلم واسم أبي محمد هذا نافع بن عباس الأقرع المدني الأنصاري مولاهم وفي\r\nهذا الحديث ثلاثة تابعيون بعضهم عن بعض وهم يحيى بن سعيد وعمر وأبو محمد قوله ( كانت\r\nللمسلمين جولة ) بفتح الجيم أي انهزام وخيفة ذهبوا فيه وهذا إنما كان في بعض الجيش\r\nوأما رسول الله ( صلى الله عليه وسلم ) وطائفة معه فلم يولوا والأحاديث الصحيحة بذلك مشهورة\r\nوسيأتي بيانها في مواضعها وقد نقلوا إجماع المسلمين على أنه لا يجوز أن يقال انهزم النبي ( صلى الله عليه وسلم )\r\nولم يرو أحد قط أنه انهزم بنفسه ( صلى الله عليه وسلم ) في موطن من المواطن بل\r\nثبتت الأحاديث الصحيحة بإقدامه وثباته ( صلى الله عليه وسلم ) في جميع المواطن قوله ( فرأيت\r\nرجلا من المشركين قد علا رجلا من المسلمين ) يعني ظهر عليه وأشرف على قتله أو صرعه\r\nوجلس عليه لقتله قوله ( فضربته على حبل عاتقه ) هو ما بين العنق والكتف قوله ( فضمني\r\nضمة وجدت منها ريح الموت ) يحتمل أنه أراد شدة كشدة الموت ويحتمل قاربت الموت قوله (\r\nثم أن الناس رجعوا وجلس رسول الله ( صلى الله عليه وسلم ) فقال من قتل قتيلا له عليه بينه فله\r\nسلبه ) اختلف العلماء في معنى هذا الحديث فقال الشافعي ومالك والأوزاعي والليث والثوري\r\nوأبو ثور وأحمد واسحق وابن جرير وغيرهم يستحق القاتل سلب القتيل في جميع الحروب\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\nسواء قال أمير الجيش قبل ذلك من قتل قتيلا فله سلبه أم لم يقل ذلك قالوا وهذا فتوى من النبي\r\n( صلى الله عليه وسلم ) وإخبار عن حكم الشرع فلا يتوقف على قول أحد وقال أبو حنيفة ومالك\r\nومن تابعهما رحمهم الله تعالى لا يستحق القاتل بمجرد القتل سلب القتيل بل هو لجميع الغانمين\r\nكسائر الغنيمة إلا أن يقول الأمير قبل القتال من قتل قتيلا فله سلبه وحملوا الحديث على هذا\r\nوجعلوا هذا إطلاقا من النبي ( صلى الله عليه وسلم ) وليس بفتوى وإخبار عام وهذا الذي قالوه\r\nضعيف لأنه صرح في هذا الحديث بأن النبي ( صلى الله عليه وسلم ) قال هذا بعد الفراغ من القتال\r\nواجتماع الغنائم والله أعلم ثم أن الشافعي رضي الله عنه يشترط من استحقاقه أن يغزو بنفسه في\r\nقتل كافر ممتنع في حال القتال والأصح أن القاتل لو كان ممن له رضخ ولا سهم له كالمرأة والصبي\r\nوالعبد استحق السلب وقال مالك رضي الله عنه لا يستحقه إلا المقاتل وقال الأوزاعي والشاميون\r\nلا يستحق السلب إلا في قتيل قتله قبل التحام الحرب فأما من قتل في التحام الحرب فلا يستحقه\r\nواختلفوا في تخميس السلب وللشافعي فيه قولان الصحيح منهما عند أصحابه لا يخمس وهو ظاهر\r\nالأحاديث وبه قال أحمد وابن جرير وابن المنذر وآخرون وقال مكحول ومالك والأوزاعي\r\nيخمس وهو قول ضعيف للشافعي وقال عمر بن الخطاب رضي الله عنه وإسحاق وابن راهويه\r\nيخمس إذا كثر وعن مالك رواية اختارها إسماعيل القاضي أن الإمام بالخيار إن شاء خمسه\r\nوإلا فلا وأما قوله ( صلى الله عليه وسلم ) ( من قتل قتيلا له عليه بينة فله سلبه ) ففيه تصريح\r\nبالدلالة لمذهب الشافعي والليث ومن وافقهما من المالكية وغيرهم أن السلب لا يعطى إلا لمن\r\nله بينة بأنه قتله ولا يقبل قوله بغير بينة وقال مالك والأوزاعي يعطى بقوله بلا بينة قالا لأن\r\nالنبي ( صلى الله عليه وسلم ) أعطاه السلب في هذا الحديث بقول واحد ولم يحلفه والجواب أن هذا\r\nمحمول على أن النبي ( صلى الله عليه وسلم ) علم أنه القاتل بطريق من الطرق وقد صرح ( صلى الله عليه وسلم )\r\nبالبينة فلا تلغي وقد يكون المالكي هذا مفهوم وليس هو بحجة عنده ويجاب بقوله ( صلى الله عليه وسلم )\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\nلو يعطى الناس بدعواهم لادعى الحديث فهذا الذي قدمناه هو المعتمد في دليل\r\nالشافعي رضي الله عنه وأما ما يحتج به بعضهم أن أبا قتادة إنما يستحق السلب باقرار من هو في\r\nيده فضعيف لأن الاقرار إنما ينفع إذا كان المال منسوبا إلى من هو في يده فيؤخذ باقراره والمال\r\nهنا منسوب إلى جميع الجيش ولا يقبل إقرار بعضهم على الباقين والله أعلم قوله ( قال أبو بكر\r\nالصديق رضي الله عنه لاها الله إذا لا يعمد إلى أسد من أسد الله تعالى بقاتل عن الله وعن رسوله ( صلى الله عليه وسلم )\r\nفيعطيك سلبه فقال رسول الله ( صلى الله عليه وسلم ) صدق ) هكذا في جميع روايات\r\nالمحدثين في الصحيحين وغيرهما لاها الله إذا بالألف وأنكر الخطابي هذا وأهل العربية وقالوا هو\r\nتغيير من الرواة وصوابه لاها الله ذا بغير ألف في أوله وقالوا وها بمعنى الواو التي يقسم بها\r\nفكأنه قال لا والله ذا قال أبو عثمان المازري رضي الله عنه معناه لاها الله ذا يميني أو ذا قسمي\r\nوقال أبو زيد ذا زائدة وفيها لغتان المد والقصر قالوا ويلزم الجر بعدها كما يلزم بعد الواو قالوا\r\nولا يجوز الجمع بينهما فلا يقال لاها والله وفي هذا الحديث دليل على أن هذه اللفظة تكون يمينا\r\nقال أصحابنا إن نوى بها اليمين كانت يمينا وإلا فلا لأنها ليست متعارفة في الإيمان والله أعلم\r\nوأما قوله ( لا يعمد فضبطوه ) بالياء والنون وكذا قوله بعده فيعطيك بالياء والنون\r\nوكلاهما ظاهر وقوله ( يقاتل عن الله ورسوله أي يقاتل في سبيل الله نصرة لدين الله وشريعة\r\nرسوله ( صلى الله عليه وسلم ) ولتكون كلمة الله هي العليا ) وفي هذا الحديث فضيلة ظاهرة لأبي\r\nبكر الصديق في افتائه بحضرة النبي ( صلى الله عليه وسلم ) واستدلاله لذلك وتصديق النبي ( صلى الله عليه وسلم )\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\nفي ذلك وفيه منقبة ظاهرة لأبي قتادة فإنه سماه أسدا من أسد الله تعالى يقاتل ع عن الله\r\nورسوله وصدقه النبي ( صلى الله عليه وسلم ) وهذه منقبة جليلة من مناقبه وفيه أن السلب للقاتل لأنه\r\nأضافه إليه فقال يعطيك سلبه والله أعلم قوله ( فابتعت به مخرفا في بني سلمة ) أما بنو سلمة\r\nفبكسر اللام وأما المخرف فبفتح الميم والراء وهذا هو المشهور وقال القاضي رويناه بفتح الميم\r\nوكسر الراء كالمسجد والمسكن بكسر الكاف والمراد بالمخرف هنا البستان وقيل السكة من النخل\r\nتكون صفين يخرف من أيها ساء أي يجتني وقال ابن وهب هي الجنينة الصغيرة وقال غيره هي\r\nنخلات يسيرة وأما المخرف بكسر الميم وفتح الراء فهو الوعاء الذي يجعل فيه ما يجتني من الثمار\r\nويقال اخترف الثمر إذا جناه وهو ثمر مخروف قوله ( فإنه لأول مال تأثلته في الإسلام ) هو\r\nبالثاء المثلثة بعد الألف أي اقتنيته وتأصلته وأثلة الشئ أصله قوله ( لا تعطه أضيبع من قريش )\r\nقال القاضي اختلف رواة كتاب مسلم في هذا الحرف على وجهين أحدهما رواية السمرقندي\r\nأصيبغ بالصاد المهملة والغين المعجمة والثاني رواية سائر الرواة أضييع بالضاد المعجمة والعين\r\nالمهملة قال وكذلك اختلف فيه رواة البخاري فعلى الثاني هو تصغير ضبع على غير قياس كأنه\r\nلما وصف أبا قتادة بأنه أسد صغر هذا بالإضافة إليه وشبههه بالضبيع لضعف افتراسها وما توصف\r\nبه من العجز والحمق وأما على الوجه الأول فوصفه به لتغير لونه وقيل حقره وذمه بسواد لونه\r\nوقيل معناه أنه صاحب لون غير محمود وقيل وصفه بالمهانة والضعف قال الخطابي الأصيبغ نوع\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\nمن الطير قال ويجوز أنه شبهه بنبات ضعيف يقال له الصيبغا أول ما يطلع من الأرض يكون مما\r\nيلي الشمس منه أصفر والله أعلم قوله ( تمنيت لو كنت بين أضلع منهما ) هكذا هو في جميع\r\nالنسخ أضلع بالضاد المعجمة وبالعين وكذا حكاه القاضي عن جميع نسخ صحيح مسلم وهو الأصوب\r\nقال ووقع في بعض روايات البخاري أصلح بالصاد والحاء المهملتين قال وكذا رواه مسدد قلت\r\nوكذا وقع في حاشية بعض نسخ صحيح مسلم ولكن الأول أصح وأجود من أن الاثنين صحيحان\r\nولعله قالهما جميعا ومعنى أضلع أقوى قوله ( لا يفارق سوادي سواده ) أي شخصي شخصه قوله (\r\nحتى يموت الأعجل مناه ) أي لا أفارقه حتى يموت أحدنا وهو الأقرب أجلا قوله ( فلم\r\nأنشب إن نظرت إلى أبي جهل يزول في الناس ) معناه لم ألبث قوله يزول هو بالزاي والواو\r\nهكذا هو في جميع نسخ بلادنا وكذا رواه القاضي عن جماهير شيوخهم قال ووقع عند بعضهم\r\nعن ابن ماهان يرفل بالراء والفاء قال والأول أظهر وأوجه ومعناه يتحرك ويزعج ولا يستقر على\r\nحالة ولا في مكان والزوال القلق قال فإن صحت الرواية الثانية فمعناه يسبل ثيابه ودرعه ويجره\r\nقوله ( صلى الله عليه وسلم ) ( أيكما قتله ) فقال كل واحد منهما أنا قتلته فقال هل مسحتما سيفيكما\r\nقالا لا فنظر في السيفين فقال كلا كما قتله وقضى بسلبه لمعاذ بن عمرو بن الجموح والرجلان معاذ\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nابن عمرو بن الجموح ومعاذ بن عفراء اختلف العلماء في معنى هذا الحديث فقال أصحابنا اشترك\r\nهذان الرجلان في جراحته لكن معاذ بن عمرو بن الجموح ثخنه أولا فاستحق السلب وإنما\r\nقال النبي ( صلى الله عليه وسلم ) كلا كما قتله تطييبا لقلب الآخر من حيث أن له مشاركة في قتله وإلا\r\nفالقتل الشرعي الذي يتعلق به استحقاق السلب وهو الاثخان واخراجه عن كونه متمنعا إنما\r\nوجد من معاذ بن عمرو بن الجموح فلهذا قضى له بالسلب قالوا وإنما أخذ السيفين ليستدل بهما\r\nعلى حقيقة كيفية قتلهما فعلم أن ابن الجموح أثخنه ثم شاركه الثاني بعد ذلك وبعد استحقاقه\r\nالسلب فلم يكن له حق في السلب هذا مذهب أصحابنا في معنى هذا الحديث وقال أصحاب مالك\r\nإنما أعطاه لأحدهما لأن الإمام مخير في السلب يفعل فيه ما شاء وقد سبق الرد على مذهبهم\r\nهذا والله أعلم وأما قوله ( صلى الله عليه وسلم ) والرجلان معاذ بن عمرو بن الجموح ومعاذ\r\nابن عفراء فهكذا رواه البخاري ومسلم من رواية يوسف بن الماجشون وجاء في صحيح البخاري\r\nأيضا من حديث إبراهيم بن سعد أن الذي ضربه ابنا عفراء وذكره أيضا من رواية ابن مسعود\r\nوأن ابني عفرا ضرباه حتى برد وذكر ذلك مسلم بعد هذا وذكر غيرهما أن ابن مسعود رضي الله عنه\r\nهو الذي أجهز عليه وأخذ رأسه وكان وجده وبه رمق وله معه خبر معرو ف قال القاضي هذا قول أكثر أهل\r\nالسير قلت يحمل على أن الثلاثة اشتركوا في قتله وكان الاثخان من معاذ بن عمرو بن\r\nالجموح وجاء ابن مسعود بعد ذلك وفيه رمق فحز رقبته وفي هذا الحديث من الفوائد 1 المبادرة إلى\r\nالخيرات والاشتياق إلى الفضائل وفيه الغضب لله ولرسوله ( صلى الله عليه وسلم ) 4 ينبغي أن\r\nلا يحتقر أحد فقد يكون بعض من يستصغر عن القيام بأمر أكبر مما في النفوس وأحق\r\nذلك الأمر كما جرى لهذين الغلامين واحتجت به المالكية في أن استحقاق القاتل السلب\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\nيكفي فيه قوله بلا بينة وجواب أصحابنا عنه لعله ( صلى الله عليه وسلم ) علم ذلك ببينة أو غيرها قوله (\r\nعن عوف بن مالك رضي الله عنه قال قتل رجل من حمير رجلا من العدو فأراد سلبه فمنعه خالد\r\nابن الوليد وكان واليا عليهم فأتى رسول الله ( صلى الله عليه وسلم ) عوف بن مالك فأخبره فقال لخالد\r\nما منعك أن تعطيه ! استكثرته يا رسول الله قال ادفعه إليه فمر خالد بعوف فجر بردائه\r\nفقال هل أنجزت لك ما ذكرت لك من رسول الله ( صلى الله عليه وسلم ) فسمعه رسول الله ( صلى الله عليه وسلم )\r\nفاستغضب فقال لا تعطه يا خالد لا تعطه يا خالد هل أنتم تاركوا لي أمرائي إلى آخره )\r\nهذه القضية جرت في غزوة موتة سنة ثمان كما بينه في الرواية التي بعد هذه وهذا الحديث\r\nقد يستشكل من حيث أن القاتل قد استحق السلب فكيف منعه إياه ويجاب عنه بوجهين\r\nأحدهما لعله أعطاه بعد ذلك للقاتل وإنما أخره تعزيزا له ولعوف بن مالك لكونهما أطلقا\r\nألسنتهما في خالد رضي الله عنه وانتهكا حرمة الوالي ومن ولاه الوجه الثاني لعله استطاب قلب\r\nصاحبه فتركه صاحبه باختياره وجعله للمسلمين وكان المقصود بذلك استطابة قلب خالد رضي الله\r\nعنه للمصلحة في إكرام الأمراء قوله ( فاستغضب فقال لا تعطه يا خالد ) فيه جواز القضاء\r\nفي حال الغضب ونفوذه وأن النهي للتنزيه لا للتحريم وقد سبقت المسألة في كتاب الأقضية قريبا\r\nواضحة قوله ( صلى الله عليه وسلم ) ( هل أنتم تاركوا إلى أمرائي ) هكذا هو في بعض النسخ تاركوا\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\nبغير نون وفي بعضها تاركون بالنون وهذا هو الأصل والأول صحيح أيضا وهي لغة معروفة\r\nوقد جاءت بها أحاديث كثيرة منها قوله ( صلى الله عليه وسلم ) لا تدخلوا الجنة حتى تؤمنوا ولا تؤمنوا\r\nحتى تحابوا وقد سبق بيانه في كتاب الإيمان قوله ( صلى الله عليه وسلم ) في صفة الأمراء والرعية (\r\nفصفوه لكم يعني الرعية وكدره عليهم ) يعني على الأمراء قال أهل اللغة الصفو هنا بفتح الصاد\r\nلا غير وهو الخالص فإذا ألحقوه الهاء فقالوا الصفوة كانت الصاد مضمومة ومفتوحة ومكسورة\r\nثلاث لغات ومعنى الحديث أن الرعية يأخذون صفو الأمور فتصلهم أعطياتهم بغير نكد وتبتلي\r\nالولاة بمقاساة الأمور وجميع الأموال على وجوهها وصرفها في وجوهها وحفظ الرعية والشفقة\r\nعليهم والذب عنهم وإنصاف بعضهم من بعض ثم متى وقع علقة أو عتب في بعض ذلك توجه\r\nعلى الأمراء دون الناس قوله ( غزوة مؤتة ) هي بضم الميم ثم همزة ساكنة ويجوز ترك الهمز\r\nكما في نظائره وهي قرية معروفة في طرف الشام عند الكرك قوله ( ورافقني مددي ) يعني الرجل\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\nمن المدد والذين جاؤوا يمدون جيش مؤتة ويساعدونهم قوله ( فبينا نحن نتضحى ) أي\r\nنتغذى مأخوذ من الضحاء بالمد وفتح الضاد وهو بعد امتداد النهار وفوق الضحى بالضم والقصر\r\nقوله ( ثم انتزع طلقا من حقبة ) أما الطلق فبفتح الطاء واللام وبالقاف وهو العقال من جلد\r\nوأما قوله من حقبه فهو بفتح الحاء والقاف وهو حبل الشد على حقو البعير قال القاضي لم يرو\r\nهذا الحرف إلا بفتح القاف قال وكان بعض شيوخنا يقول صوابه بإسكانها أي مما احتقب\r\nخلفه وجعل في حقيبته وهي الرفادة في مؤخر القتب ووقع هذا الحرف في سنن أبي داود حقوه\r\nوفسره مؤخره قال القاضي والأشبه عندي أن يكون حقوه في هذه الرواية حجزته وحزامه والحقو\r\nمعقد الإزار من الرجل وبه سمي الإزار حقوا ووقع في رواية السمرقندي رضي الله عنه في مسلم\r\nمن جعبته بالجيم والعين فإن صح ولم يكن تصحيفا فله وجه بأن علقه بجعبة سهامه وأدخله فيها\r\nقوله ( وفينا ضعفة ورقة ) ضبطوه على وجهين الصحيح المشهور ورواية الأكثرين بفتح الضاد\r\nواسكان العين أي حالة ضعف وهزال قال القاضي وهذا الوجه هو الصواب والثاني بفتح العين\r\nجمع ضعيف وفي بعض النسخ وفينا ضعف بحذف الهاء قوله ( خرج يشتد ) أي يعدو\r\nوقوله ( ثم أناخه فقعد عليه ثم أثاره ) أي ركبه ثم بعثه قائما قوله ( ناقة ورفاء ) أي في لونها\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nسواد كالغبرة قوله ( فاخترطت سيفي ) أي سللته قوله ( فضربت رأس الرجل فندر ) هو\r\nبالنون أي سقط قوله ( فاستقبلني رسول الله ( صلى الله عليه وسلم ) والناس معه فقال من قتل\r\nالرجل قالوا ابن الأكوع قال له سلبه أجمع ) فيه استقبال السرايا والثناء على من فعل جميلا\r\nوفيه قتل الجاسوس الكافر الحربي وهو كذلك بإجماع المسلمين وفي رواية النسائي أن النبي ( صلى الله عليه وسلم )\r\nكان أمرهم بطلبه وقتله وأما الجاسوس المعاهد والذمي فقال مالك والأوزاعي يصير\r\nناقضا للعهد فإن رأى استرقاقه أرقه ويجوز قتله وقال جماهير العلماء لا ينتقض عهده بذلك قال أصحابنا\r\nإلا أن يكون قد شرط عليه انتقاض العهد بذلك وأما الجاسوس المسلم فقال الشافعي والأوزاعي\r\nوأبو حنيفة وبعض المالكية وجماهير العلماء رحمهم الله تعالى يعزره الإمام بما يرى من\r\nضرب وحبس ونحوهما ولا يجوز قتله وقال مالك رحمه الله تعالى يجتهد فيه الإمام ولم يفسر\r\nالاجتهاد وقال القاضي عياض رحمه الله قال كبار أصحابه يقتل قال واختلفوا في تركه بالتوبة\r\nقال الماجشون إن عرف بذلك قتل وإلا عزر وفي هذا الحديث دلالة ظاهرة لمذهب الشافعي\r\nوموافقيه أن القاتل يستحق السلب وأنه لا يخمس وقد سبق إيضاح هذا كله وفيه استحباب\r\nمجانسة الكلام إذ لم يكن فيه تكلف ولا فوات مصلحة والله أعلم\r\nبا ب التنفيل وفداء المسلمين بالأسارى\r\nقوله ( فلما كان بيننا وبين الماء ساعة ) هكذا رواه جمهور رواة صحيح مسلم وفي رواية بعضهم\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\nبيننا وبين الماء ساعة والصواب الأول قوله ( أمرنا أبو بكر رضي الله عنه فعرسنا ثم شن\r\nالغارة ) التعريس النزول آخر الليل وشن الغارة فرقها قوله ( وانظر إلى عنق من الناس ) أي\r\nجماعة قوله ( فيهم الذراري ) يعني النساء والصبيان قوله ( وفيهم امرأة من بني فزارة عليها قشع\r\nمن أدم ) هو بقاف ثم شين معجمة ساكنة ثم عين مهملة وفي القافل لغتان فتحها وكسرها وهما\r\nمشهورتان وفسره في الكتاب بالنطع وهو صحيح قوله ( فنفلني أبو بكر رضي الله عنه ابنتها )\r\nفيه جواز التنفيل وقد يحتج به من يقول\r\nالتنفيل من أصل الغنيمة وقد يجيب عنه الآخرون بأنه\r\nحسب قيمتها ليعوض أهل الخمس عن حصتهم قوله ( وما كشفت لها ثوبا ) فيه استحباب الكناية\r\nعن الوقاع بما يفهمه قوله ( صلى الله عليه وسلم ) ( يا سلمة هب لي المرأة لله أبوك فقلت هي لك\r\nيا رسول الله فبعث بها رسول الله ( صلى الله عليه وسلم ) إلى أهل مكة ففدى بها ناسا من المسلمين\r\nكانوا أسروا بمكة ) فيه جواز المفاداة وجواز فداء الرجال بالنساء الكافرات وفيه جواز التفريق\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nبين الأم وولدها البالغ ولا خلاف في جوازه عندنا وفيه جواز استيهاب الإمام أهل جيشه\r\nبعض ما غنموه ليفادى به مسلما أو يصرفه في مصالح المسلمين أو يتألف به من في تألفه مصلحة\r\nكما فعل ( صلى الله عليه وسلم ) هنا وفي غنائم حنين وفيه جواز قول الإنسان للآخر لله أبوك ولله درك\r\nوقد سبق تفسير معناه واضحا في أول الكتاب في كتاب الإيمان في حديث حذيفة في الفتنة\r\nالتي تموج موج البحر\r\nباب حكم الفئ\r\nقوله ( صلى الله عليه وسلم ) ( أيما قرية أتيتموها أقمتم فيها فسهمكم فيها وأيما قرية عصت الله\r\nورسوله فإن خمسها لله ولرسوله ثم هي لكم ) قال القاضي يحتمل أن يكون المراد بالأولى الفئ\r\nالذي لم يوجف المسلمون عليه بخيل ولا ركاب بل جلا عنه أهله أو صالحوا عليه فيكون سهمهم\r\nفيها أي حقهم من العطايا كما يصرف الفئ ويكون المراد بالثانية ما أخذ عنوة فيكون غنيمة\r\nيخرج منه الخمس وباقيه للغانمين وهو معنى قوله ثم هي لكم أي باقيها وقد يحتج من لم يوجب\r\nالخمس في الفئ بهذا الحديث وقد أوجب الشافعي الخمس في الفئ كما أوجبوه كلهم في الغنيمة وقال\r\nجميع العلماء سواه لا خمس في الفئ قال ابن المنذر\r\nلا نعلم أحدا قبل الشافعي قال بالخمس في الفئ\r\nوالله أعلم قوله ( حدثنا قتيبة بن سعيد ومحمد بن عباد وأبو بكر بن أبي شيبة وإسحاق بن إبراهيم\r\nحدثنا سفيان عن عمرو عن الزهري عن مالك بن أوس عن عمر ثم قال بعده وحدثنا يحيى بن\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\nيحيى أخبرنا سفيان بن عيينة عن معمر عن الزهري بهذا الإسناد وهكذا هو في كثير من النسخ\r\nوأكثرها عن عمرو عن الزهري عن مالك بن أوس وكذا ذكره خلف الواسطي في الأطراف\r\nوغيره وهو الصواب وسقط في كثير من النسخ ذكر الزهري في الإسناد الأول فقال عن عمرو\r\nعن مالك بن أوس وهذا غلط من بعض الناقلين عن مسلم قطعا لأنه قد قال في الإسناد الثاني\r\nعن الزهري بهذا الإسناد فدل على أنه قد ذكره في الإسناد الأول فالصواب إثباته قوله ( كانت\r\nأموال بني النضير مما أفاء الله على رسوله مما لم يوجف عليه المسلمون بخيل ولا ركاب فكانت\r\nللنبي ( صلى الله عليه وسلم ) خاصة فكان ينفق على أهله نفقة سنة وما بقي جعله في الكراع والسلاح\r\nعدة في سبيل الله ) أما الكراع فهو الخيل وقوله ينفق على أهله نفقة سنة أي يعزل لهم نفقة\r\nسنة ولكنه كان ينفقه قبل انقضاء السنة في وجوه الخير فلا تتم عليه السنة ولهذا توفى ( صلى الله عليه وسلم )\r\nودرعه مرهونة على شعير استدانة لأهله ولم يشبع ثلاثة أيام تباعا وقد تظاهرت\r\nالأحاديث الصحيحة بكثرة جوعه ( صلى الله عليه وسلم ) وجوع عياله وقوله كانت للنبي ( صلى الله عليه وسلم )\r\nخاصة هذا يؤيد مذهب الجمهور أنه لا خمس في الفئ كما سبق وقد ذكرنا أن الشافعي\r\nأوجبه ومذهب الشافعي أن النبي ( صلى الله عليه وسلم ) كان له من الفئ أربعة أخماسه وخمس\r\nخمس الباقي فكان له أحد وعشرون سهما من خمسة وعشرين والأربعة الباقية لذوي القربى\r\nواليتامى والمساكين وابن السبيل ويتأول هذا الحديث على هذا فنقول قوله كانت أموال بني\r\nالنضير أي معظمها وفي هذا الحديث جواز ادخار قوت سنة وجواز الادخار للعيال وأن هذا\r\nلا يقدح في التوكل وأجمع العلماء على جواز الادخار فيما يستغله الإنسان من قريته كما\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\nجرى للنبي ( صلى الله عليه وسلم ) وأما إذا أراد أن يشتري من السوق ويدخره لقوت عياله\r\nفإن كان في وقت ضيق الطعام لم يجز بل يشتري مالا يضيق على المسلمين كقوت أيام أو شهر وإن\r\nكان في وقت سعة اشترى قوت سنة وأكثر هكذا نقل القاضي هذا التفصيل عن أكثر العلماء وعن\r\nقوم أباحته مطلقا وأما ما لم يوجف عليه المسلمون بخيل ولا ركاب فالإيجاف الإسراع قوله (\r\nفجئته حين تعالى النهار ) أي ارتفع وهو بمعنى متع النهار بفتح المثناة فوق كما وقع في رواية البخاري\r\nقوله ( فوجدته في بيته جالسا على سرير مفضيا إلى رماله ) هو بضم الراء وكسرها وهو ما ينسج من سعف\r\nالنخل ونحوه ليضطجع عليه وقوله مفضيا إلى رماله يعني ليس بينه وبين رماله شئ وإنما قال\r\nهذا لأن العادة أن يكون فوق الرمال فراش أو غيره قوله ( فقال لي يا مال ) هكذا هو في\r\nجميع النسخ يا مال وهو ترخيم مالك بحذف الكاف ويجوز كسر اللام وضمها وجهان مشهوران\r\nلأهل العربية فمن كسرها تركها على ما كانت ومن ضمها جعله اسما مستقلا قوله ( دف أهل\r\nأبيات من قومك ) الدف المشي بسرعة كأنهم جاءوا مسرعين للضر الذي نزل بهم وقيل السير\r\nاليسير قوله ( وقد أمرت فيهم برضخ ) هو بإسكان الضاد وبالخاء المعجمتين وهي العطية\r\nالقليلة قوله ( فجاء يرفا ) هو بفتح المثناة تحت وإسكان الراء بالفاء غير مهموز هكذا ذكره\r\nالجمهور ومنهم من همزه وفي سنن البيهقي في باب الفئ تسميه اليرفا بالألف واللام وهو حاجب\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\nعمر بن الخطاب رضي الله عنه قوله ( اقض بيني وبين هذا الكاذب إلى آخره ) قال جماعة من\r\nالعلماء معناه هذا الكاذب إن لم ينصف فحذف الجواب وقال القاضي عياض قال المازري\r\nهذا اللفظ الذي وقع لا يليق ظاهره بالعباس وحاش لعلي أن يكون فيه بعض هذه الأوصاف\r\nفضلا عن كلها ولسنا نقطع بالعصمة إلا للنبي ( صلى الله عليه وسلم ) ولمن شهد له بها لكنا مأمورون\r\nبحسن الظن بالصحابة رضي الله عنهم أجمعين ونفى كل رذيلة عنهم وإذا انسدت طرق تأويلها نسبنا\r\nالكذب إلى رواتها قال وقد حمل هذا المعنى بعض الناس على أن أزال هذا اللفظ من نسخته\r\nتورعا عن إثبات مثل هذا ولعله حمل الوهم على رواته قال المازري وإذا كان هذا اللفظ لا بد\r\nمن إثباته ولم نضف الوهم إلى رواته فأجود ما حمل عليه أنه صدر من العباس على جهة الا دلال\r\nعلى ابن أخيه لأنه بمنزلة ابنه وقال مالا يعتقده وما يعلم براءة ذمة ابن أخيه منه ولعله قصد\r\nبذلك ردعه عما يعتقد أنه مخطئ فيه وأن هذه الأوصاف يتصف بها لو كان يفعل ما يفعله عن\r\nقصد وأن عليا كالا يراها إلا موجبة لذلك في اعتقاده وهذا كما يقول المالكي شارب النبيذ ناقص\r\nالدين والحنفي يعتقد أنه ليس بناقص فكل واحد محق في اعتقاده ولا بد من هذا التأويل لأن\r\nهذه القضية جرت في مجلس فيه عمر رضي الله عنه وهو الخليفة وعثمان وسعد وزبير وعبد الرحمن\r\nرضي الله عنهم ولم ينكر أحد منهم هذا الكلام مع تشددهم في إنكار المنكر وما ذلك إلا لأنهم\r\nفهموا بقرينة الحال أنه تكلم بما لا يعتقد ظاهره مبالغة في الزجر قال المازري وكذلك قول عمر\r\nرضي الله عنه انكما جئتما أبا بكر فرأيتماه كاذبا آثما غادرا خائنا وكذلك ذكر عن نفسه أنهما رأياه\r\nكذلك وتأويل هذا على نحو ما سبق وهو أن المراد أنكما تعتقدان أن الواجب أن نفعل في هذه\r\nالقضية خلاف ما فعلته أنا وأبو بكر فنحن على مقتضى رأيكما لو أتينا ما أتينا ونحن معتقدان\r\nما تعتقد انه لكنا بهذه الأوصاف أو يكون معناه أن الإمام إنما يخالف إذا كان على هذه الأوصاف\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\nويتهم في قضاياه فكان مخالفتكما لنا تشعر من رآها أنكم تعتقدان ذلك فينا والله أعلم قال المازري\r\nوأما الاعتذار عن علي والعباس رضي الله عنهما في أنهما ترددا إلى الخليفتين مع قوله ( صلى الله عليه وسلم )\r\nلا نور ث ما تركناه فهو صدقة وتقرير عمر رضي الله عنه أنهما يعلمان ذلك فأمثل\r\nما فيه ما قاله بعض العلماء أنهما طلبا أن يقسماها بينهما نصفين ينفقان بها على حسب ما ينفعهما الإمام\r\nبها لو وليها بنفسه فكره عمر أن يوقع عليها اسم القسمة لئلا يظن لذلك مع تطاول الأزمان أنها\r\nميراث وأنهما ورثاه لا سيما وقسمة الميراث بين البنت والعم نصفان فيلتبس ذلك ويظن أنهم\r\nتملكوا ذلك ومما يؤيد ما قلناه ما قاله أبو داود أنه لما صارت الخلافة إلى علي رضي الله عنه لم\r\nيغيرها عن كونها صدقة وبنحو هذا احتج السفاح فإنه لما خطب أول خطبة قام بها قام إليه\r\nرجل معلق في عنقه المصحف فقال أنشدك الله إلا ما حكمت بيني وبين خصمي بهذا المصحف\r\nفقال من هو خصمك قال أبو بكر في منعه فدك قال أظلمك قال نعم قال فمن بعده قال عمر قال\r\nأظلمك قال نعم وقال في عثمان كذلك قال فعلى ظلمك فسكت الرجل فأغلظ له السفاح قال القاضي\r\nعياض وقد تأول قوم طلب فاطمة رضي الله عنها ميراثها من أبيها علي أنها تأولت الحديث إن كان\r\nبلغها قوله ( صلى الله عليه وسلم ) لا نورث على الأموال التي لها بال فهي التي لا تورث لا ما يتركون من\r\nطعام وأثاث وسلاح وهذا التأويل خلاف ما ذهب إليه أبو بكر وعمر وسائر الصحابة رضي الله\r\nعنهم وأما قوله ( صلى الله عليه وسلم ) ما تركت بعد نفقة نسائي ومؤنة عاملي فليس معناه أرثهن منه\r\nبل لكونهن محبوسات عن الأزواج بسببه أو لعظم حقهن في بيت المال لفضلهن وقدم هجرتهن\r\nوكونهن أمهات المؤمنين وكذلك اختصصن بمساكنهن لم يرثها ورثتهن قال القاضي عياض وفي\r\nترك فاطمة منازعة أبي بكر بعد احتجاجه عليها بالحديث التسليم للإجماع على قضية وأنها لما\r\nبلغها الحديث وبين لها التأويل تركت رأيها ثم لم يكن منها ولا من ذريتها بعد ذلك طلب ميراث\r\nثم ولى علي الخلافة فلم يعدل بها عما فعله أبو بكر وعمر رضي الله عنه فدل على أن طلب علي والعباس\r\nإنما كان طلب تولي القيام بها بأنفسهما وقسمتها بينهما كما سبق قال وأما ما ذكر من هجران فاطمة\r\nأبا بكر رضي الله عنه فمعناه\r\nانقباضها عن لقائه وليس هذا من الهجران المحرم الذي هو ترك\r\nالسلام والإعراض عند اللقاء قوله في هذا الحديث ( فلم تكلمه ) يعني في هذا الأمر أو\r\nلانقباضها لم تطلب منه حاجة ولا اضطرت إلى لقائه فتكلمه ولم ينقل قط أنهما التقيا فلم تسلم عليه\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\nولا كلمته قال وأما قول عمر جئتماني تكلماني وكلمتكما في واحدة جئت يا عباس تسألني نصيبك من\r\nابن أخيك وجاءني هذا يسألني نصيب امرأته من أبيها فيه أشكال مع إعلام أبي بكر لهم قبل هذا\r\nالحديث وأن النبي ( صلى الله عليه وسلم ) قال لا نورث وجوابه أن كل واحد إنما طلب القيام وحده\r\nعلى ذلك ويحتج هذا بقربه بالعمومة وذلك بقرب امرأته بالبنوة وليس المراد أنهما طلبا ما علما\r\nمنع النبي ( صلى الله عليه وسلم ) ومنعهما منه أبو بكر وبين لهما دليل المنع واحترفا له بذلك قال العلماء\r\nوفي هذا الحديث أنه ينبغي أن يولى أمر كل قبيلة سيدهم وتفوض إليه مصلحتهم لأنه أعرف بهم\r\nوأرفق بهم وأبعد من أن يأنفوا من الانقياد له ولهذا قال الله تعالى فابعثوا حكما من أهله وحكما من\r\nأهلها وفيه جواز نداء الرجل باسمه من غير كنية وفيه جواز احتجاب المتولي في وقت الحاجة لطعامه\r\nأو وضوئه أو نحو ذلك وفيه جواز قبول خبر الواحد وفيه استشهاد الإمام على ما يقوله بحضرة الخصمين\r\nالعدول لتقوى حجته في إقامة الحق وقمع الخصم والله أعلم قوله ( فقال عمر رضي الله عنه اتئدا ) أي\r\nاصبرا وأمهلا قوله ( أنشدكم بالله ) أي أسألكم بالله مأخوذ من النشيد وهو رفع الصوت يقال\r\nأنشدتك ونشدتك بالله قوله ( صلى الله عليه وسلم ) ( لا نورث ما تركناه صدقة ) هو برفع صدقة وما بمعنى\r\nالذي أي الذي تركناه فهو صدقة وقد ذكر مسلم بعد حديث يحيى بن يحيى عن مالك من حديث\r\nعائشة رفعته لا نورث ما تركناه فهو صدقة وإنما نبهت على هذا لأن بعض جهلة الشيعة يصحفه\r\nقال العلماء والحكمة في أن الأنبياء صلوات الله عليهم لا يورثون أنه لا يؤمن أن يكون في الورثة\r\nمن يتمنى موته فيهلك ولئلا يظن بهم الرغبة في الدنيا لوارثهم فيهلك الظان وينفر الناس عنهم\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\nقوله ( أن الله كان خص رسول الله ( صلى الله عليه وسلم ) بخاصة لم يخصص بها أحدا غيره قال\r\nالله تعالى ما أفاء الله على رسوله الآية ) ذكر القاضي في معنى هذا احتمالين أحدهما تحليل الغنيمة\r\nله ولأمته والثاني تخصيصه بالفئ إما كله أو بعضه كما سبق من اختلاف العلماء قال وهذا الثاني\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\nأظهر لاستشهاد عمر على هذا بالآية قوله ( فهجرته فلم تكلمه حتى توفيت وعاشت بعد رسول الله\r\n( صلى الله عليه وسلم ) ستة أشهر ) أما هجرانها فسبق تأويله وأما كونها عاشت بعد رسول الله\r\n( صلى الله عليه وسلم ) ستة أشهر فهو الصحيح المشهور وقيل ثمانية أشهر وقيل ثلاثة وقيل شهرين\r\nوقيل سبعين يوما فعلي الصحيح قالوا توفيت لثلاث مضين من شهر رمضان سنة إحدى عشرة\r\nقوله ( إن عليا دفن فاطمة رضي الله عنها ليلا ) فيه جواز الدفن ليلا وهو مجمع عليه لكن النهار\r\nأفضل إذا لم يكن عذر قوله ( وكان لعلي من الناس وجهة حياة فاطمة رضي الله عنها فلما توفيت\r\nاستنكر على وجوه الناس فالتمس مصالحة أبي بكر ومبايعته رضي الله عنهما ولم يكن بايع تلك\r\nالأشهر ) أما تأخر علي رضي الله عنه عن البيعة فقد ذكره علي في هذا الحديث واعتذر أبو بكر\r\nرضي الله عنه ومع هذا فتأخره ليس بقادح في البيعة ولا فيه أما البيعة فقد اتفق العلماء على أنه\r\nلا يشترط لصحتها مبايعة كل الناس ولا كل أهل الحل والعقد وإنما يشترط مبايعة من تيسر\r\nإجماعهم من العلماء والرؤساء ووجوه الناس وأما عدم القدح فيه فلأنه لا يجب على كل واحد\r\nأن يأتي إلى الإمام فيضع يده في يده ويبايعه وإنما يلزمه إذا عقد أهل الحل والعقد للإمام\r\nالانقياد له وأن لا يظهر خلافا ولا يشق لعصا وهكذا كان شأن علي رضي الله عنه في تلك المدة التي\r\nقبل بيعته فإنه لم يظهر على أبي بكر خلافا ولا شق العصا ولكنه تأخر عن الحضور عنده للعذر\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\nالمذكور في الحديث ولم يكن انعقاد البيعة وانبرامها متوقفا على حضوره فلم يجب عليه الحضور\r\nلذلك ولا لغيره فلما لم يجب لم يحضر وما نقل عنه قدح في البيعة ولا مخالفة ولكن بقي في نفسه\r\nعتب فتأخر حضوره إلى أن زال العتب وكان سبب العتب أنه مع وجاهته وفضيلته في نفسه\r\nفي كل شئ وقربه من النبي ( صلى الله عليه وسلم ) وغير ذلك رأى أنه لا يستبد بأمر إلا بمشورته\r\nوحضوره وكان عذابي بكر وعمر وسائر الصحابة واضحا لأنهم رأوا المبادرة بالبيعة من أعظم\r\nمصالح المسلمين وخافوا من تأخيرها حصول خلاف ونزاع تترتب عليه مفاسد عظيمة ولهذا\r\nأخروا دفن النبي ( صلى الله عليه وسلم ) حتى عقدوا البيعة لكونها كانت أهم الأمور كيلا يقع نزاع\r\nفي مدفنه أو كفنه أو غسله أو الصلاة عليه أو غير ذلك وليس لهم من يفصل الأمور فرأوا تقدم\r\nالبيعة أهم الأشياء والله أعلم قوله ( فأرسل إلى أبي بكر رضي الله عنه أن ائتنا ولا يأتنا معك أحد\r\nكراهية محضر عمر بن الخطاب رضي الله عنه فقال عمر لأبي بكر رضي الله عنه والله لا تدخل عليهم\r\nوحدك ) أما كراهتهم لمحضر عمر فلما علموا من شدته وصدعه بما يظهر له فخافوا أن ينتصر\r\nلأبي بكر رضي الله عنه فيتكلم بكلام يوحش قلوبهم على أبي بكر وكانت قلوبهم قد طابت عليه\r\nوانشرحت له فخافوا أن يكون حضور عمر سببا لتغيرها وأما قول عمر لا تدخل عليهم وحدك فمعناه\r\nأنه خاف أن يغلظوا عليه في المعاتبة ويحملهم على الإكثار من ذلك لين أبي بكر وصبره عن\r\nالجواب عن نفسه وربما رأى من كلامهم ما غير قلبه فيترتب على ذلك مفسدة خاصة أو\r\nعامة وإذا حضر عمر امتنعوا من ذلك وأما كون عمر حلف أن لا يدخل عليهم أبو بكر وحده\r\nفحنثه أبو بكر ودخل وحده ففيه دليل على أن إبرار القسم إنما يؤمر به الإنسان إذا أمكن\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\nاحتماله بلا مشقة ولا تكون فيه مفسدة وعلى هذا يحمل الحديث بإبرار القسم قوله ( ولم ننفس\r\nعليك خيرا ساقه الله إليك ) هو بفتح الفاء يقال نفست عليه بكسر الفاء أنفس بفتحها نفاسة\r\nوهو قريب من معنى الحسد قوله ( وأما الذي شجر بيني وبينكم من هذه الأموال فإني لم آل\r\nفيها عن الحق ) معنى شجر الاختلاف والمنازعة وقوله لم آل أي لم أقصر قوله ( فقال لأبي\r\nبكر موعدك العشية للبيعة فلما صلى أبو بكر صلاة الظهر رقى على المنبر ) هو بكسر القاف يقال\r\nرقى يرقى كعلم يعلم والعشي بحذف الهاء هو من زوال الشمس ومنه الحديث صلى إحدى صلاتي\r\nالعشى أما الظهر وأما العصر وفي هذا الحديث بيان صحة خلافة أبي بكر وانعقاد الإجماع عليها\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\nقوله ( كانتا لحقوقه التي تعروه ونوائبه ) معناه ما يطرأ عليه من الحقوق الواجبة والمندوبة ويقال\r\nعروته واعتريته وعررته واعتررته إذا أتيته تطلب منه حاجة قوله ( صلى الله عليه وسلم ) ( لا تقسم\r\nورثتي دينارا ما تركت بعد نفقة نسائي ومؤنة عاملي فهو صدقة ) قال العلماء هذا التقييد بالدينار هو من\r\nباب التنبيه على ما سواه كما قال الله تعالى يعمل مثقال ذرة خيرا يره وقال تعالى من أن تأمنه\r\nبدينار لا يؤده إليك قالوا وليس المرا بهذا اللفظ النهي لأنه إنما ينهى عما يمكن وقوعه وارثه\r\n( صلى الله عليه وسلم ) غير ممكن وإنما هو بمعنى الأخبار ومعناه لا يقتسمون شيئا لأني لا أورث\r\nهذا هو الصحيح المشهور من مذاهب العلماء في معنى الحديث وبه قال جماهيرهم وحكى القاضي\r\nعن ابن علية وبعض أهل البصرة أنهم قالوا إنما لم يورث لأن الله تعالى خصه أن جعل ماله\r\nكله صدقة والصواب الأول وهو الذي يقتضيه سياق الحديث ثم أن جمهور العلماء على أن جميل\r\nالأنبياء صلوات الله وسلامه عليهم أجمعين لا يورثون وحكى القاضي عن الحسن البصري أنه\r\nقال عدم الإرث بينهم مختص بنبينا ( صلى الله عليه وسلم ) لقوله تعالى عن زكريا ويرث\r\nمن\r\nآل يعقوب وزعم أن المراد وراثة المال وقال ولو أراد وراثة النبوة لم يقل وإني خفت الموالي\r\nمن ورائي إذ لا يخاف الموالي على النبوة ولقوله تعالى سليمان داود والصواب ما حكيناه\r\nعن الجمهور أن جميع الأنبياء لا يورثون والمراد بقصة زكريا وداود وراثة النبوة وليس المراد\r\nحقيقة الإرث بل قيامه مقامه وحلوله مكانه والله أعلم وأما قوله ( صلى الله عليه وسلم ) ( ومؤنة عاملي )\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\nفقيل هو القائم على هذه الصدقات والناظر فيها وقيل كل عامل للمسلمين من خليفة وغيره لأنه\r\nعامل النبي ( صلى الله عليه وسلم ) ونائب عنه في أمته وأما مؤنة نسائه ( صلى الله عليه وسلم ) فسبق\r\nبيانها قريبا والله أعلم قال القاضي عياض رضي الله عنه في تفسير صدقات النبي ( صلى الله عليه وسلم )\r\nالمذكورة في هذه الأحاديث قال صارت إليه بثلاثة حقوق أحدها ما وهب له ( صلى الله عليه وسلم )\r\nوذلك وصية مخيريق اليهودي له عند إسلامه يوم أحد وكانت سبع حوائط في بني النضير وما\r\nأعطاه الأنصار من أرضهم وهو مالا يبلغه الماء وكان هذا ملكا له ( صلى الله عليه وسلم ) الثاني\r\nحقه من الفئ من أر ض بني النضير حين أجلاهم كانت له خاصة لأنها لم يوجف عليها المسلمون\r\nبخيل ولا ركاب وأما منقولات بني النضير فحملوا منها ما حملته الإبل غير السلاح كما صالحهم\r\nثم قسم ( صلى الله عليه وسلم ) الباقي بين المسلمين وكانت الأرض لنفسه ويخرجها في نوائب المسلمين\r\nوكذلك نصف أرض فدك صالح أهلها بعد فتح خيبر على نصف أرضها وكان خالصا له وكذلك\r\nثلث أرض وادي القرى أخذه في الصلح حين صالح أهلها اليهود وكذلك حصنان من حصون\r\nخيبر وهما الوطيخ والسلالم أخذهما صلحا الثالث سهمه من خمس خيبر وما افتتح فيها عنوة\r\nفكانت هذه كلها ملكا لرسول الله ( صلى الله عليه وسلم ) خاصة لا حق فيها لأحد غيره لكنه ( صلى الله عليه وسلم )\r\nكان لا يستأثر بها بل ينفقها على أهله والمسلمين وللمصالح العامة وكل هذه صدقات\r\nمحرمات التملك بعده والله أعلم\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nباب كيفية قسمة الغنيمة بين الحاضرين\r\nقوله ( أن رسول الله ( صلى الله عليه وسلم ) قسم في النفل للفرس سهمين ) هكذا هو في أكثر\r\nالروايات للفرس سهمين وللرجل سهما وفي بعضها للفرس سهمين وللراجل سهما بالألف في\r\nالراجل وفي بعضها للفارس سهمين والمراد بالنفل هنا الغنيمة وأطلق عليها اسم النفل لكونها\r\nتسمى نفلا لغة فإن النفل في اللغة الزيادة والعطية وهذه عطية من الله تعالى فإنها أحلت لهذه\r\nالأمة دون غيرها واختلف العلماء في سهم الفارس والراجل من الغنيمة فقال الجمهور يكون\r\nللراجل سهم واحد وللفارس ثلاثة أسهم سهمان بسبب فرسه وسهم بسبب نفسه ممن قال بهذا\r\nابن عباس ومجاهد والحسن وابن سيرين وعمر بن عبد العزيز ومالك والأوزاعي والثوري والليث\r\nوالشافعي وأبو يوسف ومحمد وأحمد واسحق وأبو عبيد وابن جرير وآخرون وقال أبو حنيفة\r\nللفارس سهمان فقط سهم لها وسهم له قالوا ولم يقل بقوله هذا أحد إلا ما روى عن علي وأبي\r\nموسى وحجة الجمهور هذا الحديث وهو صريح على رواية من روى للفرس سهمين وللرجل\r\nسهما بغير ألف في الرجل وهي رواية الأكثرين ومن روى وللراجل روايته محتملة فيتعين\r\nحملها على موافقة الأولى جمعا بين الروايتين قال أصحابنا وغيرهم ويرفع هذا الاحتمال ما ورد مفسرا\r\nفي غير هذه الرواية في حديث ابن عمر هذا من رواية أبي معاوية وعبد الله بن نمير وأبي أسامة\r\nوغيرهم بإسنادهم عنه ان رسول الله ( صلى الله عليه وسلم ) سهم لرجل ولفرسه ثلاثة أسهم سهم له\r\nوسهمان لفرسه ومثله من رواية ابن عباس وأبي عمرة الأنصاري رضي الله عنه والله أعلم ولو حضر\r\nبأفراس لم يسهم إلا لفرس واحد هذا مذهب الجمهور منهم الحسن ومالك وأبو حنيفة والشافعي\r\nومحمد بن الحسن رضي الله عنهم وقال الأوزاعي والثوري والليث وأبو يوسف رضي الله عنهم يسهم\r\nلفرسين ويروي مثله أيضا عن الحسن ومكحول ويحيى الأنصاري وابن وهب وغيره من المالكيين\r\nقالوا ولم يقل أحد أنه يسهم لأكثر من فرسين إلا شيئا روي عن سليمان بن موسى أنه يسهم والله أعلم\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nباب الإمداد بالملائكة في غزو بدر وإباحة الغنائم\r\nقوله ( لما كان يوم بدر ) أعلم أن بدرا هو موضوع الغزوة العظمى المشهورة وهو ماء\r\nمعروف وقرية عامرة على نحو أربع مراحل من المدينة بينها وبين مكة قال ابن قتيبة بدر بئر\r\nكانت لرجل يسمى بدرا فسميت باسمه قال أبو اليقظان كانت لرجل من بني غفار وكانت غزوة\r\nبدر يوم الجمعة لسبع عشرة خلت من شهر رمضان في السنة الثانية من الهجرة وروى الحافظ\r\nأبو القاسم بإسناده في تاريخ دمشق فيه ضعفاء أنها كانت يوم الاثنين قال الحافظ والمحفوظ أنها\r\nكانت يوم الجمعة وثبت في صحيح البخاري عن ابن مسعود أن يوم بدر كان يوما حارا قوله (\r\nفاستقبل نبي الله ( صلى الله عليه وسلم ) القبلة ثم مد يديه فجعل يهتف بربه اللهم أنجز لي ما وعدتني )\r\nأما يهتف فبفتح أوله وكسر التاء المثناة فوق بعد الهاء ومعناه يصيح ويستغيث بالله بالدعاء\r\nوفية استجاب استقبال القبلة في الدعاء ورفع اليدين فيه وأنة لا بأس برفع الصوت في الدعاء\r\nقوله ( صلى الله عليه وسلم ) ( اللهم أنك أن تهلك هذه العصابة من أهل الإسلام لا تعبد في الأرض )\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\nبطوة تهلك بفتح التاء وضمها فعلى الأول ترفع العصابة على أنها فاعل وعلى الثاني تنصب\r\nتكون مفعولة والعصابة الجماعة قوله ( كذاك مناشدتك ربك ) المناشدة السؤال مأخوذة\r\nالنشيد وهو رفع الصوت هكذا وقع لجماهير رواة مسلم كذاك بالذال ولبعضهم كفاك بالفاء\r\nفي رواية البخاري حسبك مناشدتك ربك وكل بمعنى وضبطوا مناشدتك بالرفع والنصب\r\nوالأشهر قال القاضي من رفعه جعله فاعلا بكفاك ومن نصبه فعلى المفعول بما في حسبك\r\nكفاك وكذاك من معنى الفعل من الكف قال العلماء هذه المناشدة إنما فعلها النبي ( صلى الله عليه وسلم )\r\nليراه أصحابه بتلك الحال فتقوى قلوبهم بدعائه وتضرعه مع أن الدعاء عبادة وقد كان\r\nعده الله تعالى إحدى الطائفتين أما العير وأما الجيش وكانت العير قد ذهبت وفاتت فكان\r\nعلى ثقة من حصول الأخرى ولكن سأل تعجيل ذلك وتنجيزه من غير أذى يلحق المسلمين\r\nقوله تعالى ممدكم بألف من الملائكة مردفين أي معينكم والإمداد الإعانة ومردفين\r\nمتتابعين وقيل غير ذلك قوله ( أقدم حيزوم ) هو بحاء مهملة مفتوحة ثم مثناه تحت ساكنة\r\nثم زاي مضمومة ثم واو ثم ميم قال القاضي وقع في رواية العذري حيزون بالنون والصواب\r\nالأول وهو المعروف لسائر الرواة والمحفوظ وهو اسم فرس الملك وهو منادى بحذف حرف\r\nالنداء أي يا حيزوم وأما أقدم فضبطوه بوجهين أصحهما وأشهرهما ولم يذكر ابن دريد وكثيرون\r\nأو الأكثرون غيره أنه بهمزة قطع مفتوحة وبكسر الدال من الإقدام قالوا وهي كلمة زجر\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\nللفرس معلومة في كلامهم والثاني بضم الدال وبهمزة وصل مضمومة من التقدم قوله ( فإذا\r\nهو قد خطم أنفه ) الخطم الأثر على الأنف وهو بالخاء المعجمة قوله ( هؤلاء أئمة الكفر\r\nوصناديدها ) يعني أشرافها الواحد صنديد بكسر الصاد والضمير في صناديدها يعود على أئمة الكفر\r\nأو مكة قوله ( فهوى رسول الله ( صلى الله عليه وسلم ) ما قال أبو بكر ) هو بكسر الواو أي أحب\r\nذلك واستحسنه يقال هوى الشئ بكسر الواو يهوى بفتحها هوى والهوى المحبة قوله ( ولم\r\nيهو ما قلت ) هكذا هو في بعض النسخ ولم يهو وفي كثير منها ولم\r\nيهوى بالياء وهي لغة قليلة\r\nبإثبات الباء مع الجازم ومنه قراءة من قرأ أنه من يتقي ويصبر بالياء ومنه قول الشاعر\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nألم يأتيك والأنباء تنمى وقوله تعالى يثخن في الأرض أي يكثر القتل والقهر في العدو\r\nباب ربط الأسير وحبسه وجواز المن عليه\r\nقوله ( فجاء رجل من بني حنيفة يقال له ثمامة بن أثال فربطوه بسارية من سواري المسجد ) أما\r\nأثال فبضم الهمزة وبثاء مثلثة وهو مصروف وفي هذا جواز ربط الأسير وحبسه وجواز إدخال\r\nالمسجد الكافر ومذهب الشافعي جوازه بإذن مسلم سواء كان الكافر كتابيا أو غيره وقال عمر بن\r\nعبد العزيز وقتادة ومالك لا يجوز وقال أبو حنيفة رضي الله عنه يجوز لكتابي دون غيره ودليلنا\r\nعلى الجميع هذا الحديث وأما قوله تعالى المشركون نجس فلا يقربوا المسجد الحرام فهو خاص\r\nبالحرم ونحن نقول لا يجوز إدخاله الحرم والله أعلم قوله ( أن تقتل تقتل ذا دم ) اختلفوا في معناه\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\nفقال القاضي عياض في المشارق وأشار إليه في شرح مسلم معناه أن تقتل تقتل صاحب دم لدمه\r\nموقع يشتفى بقتله قاتله ويدرك قاتله به ثأره أي لرياسته وفضيلته وحذف هذا لأنهم يفهمونه في\r\nعرفهم وقال آخرون معناه تقتل من عليه دم ومطلوب به وهو مستحق عليه فلا عتب عليك في قتله\r\nورواه بعضهم في سنن أبي داود وغيره ذا ذم بالذال المعجمة وتشديد الميم أي ذا ذمام وحرمة\r\nفي قومه ومن إذا عقد ذمة وفي بها قال القاضي هذه الرواية ضعيفة لأنها تقلب المعنى فإن من\r\nله حرمة لا يستوجب القتل قلت ويمكن تصحيحها على معنى التفسير الأول أي تقتل رجلا جليلا\r\nيحتفل قاتله بقتله بخلاف ما إذا قتل ضعيفا مهينا فإنه لا فضيلة في قتله ولا يدرك به قاتله ثأره قوله\r\n( صلى الله عليه وسلم ) ( أطلقوا ثمامة ) فيه جواز المن على الأسير وهو مذهبنا ومذهب الجمهور قوله (\r\nفانطلق إلى نخل قريب من المسجد فاغتسل ) قال أصحابنا إذا أراد الكافر الإسلام بادر به\r\nولا يؤخره للاغتسال ولا يحل لأحد أن يأذن له في تأخيره بل يبادر به ثم يغتسل ومذهبنا أن\r\nاغتساله واجب إن كان عليه جنابة في الشرك سواء كان اغتسل\r\nمنها أم لا وقال بعض أصحابنا إن\r\nكان اغتسل أجزأه وإلا وجب وقال بعض أصحابنا وبعض المالكية لا غسل عليه ويسقط حكم\r\nالجنابة بالإسلام كما تسقط الذنوب وضعفوا هذا بالوضوء فإنه يلزمه بالإجماع ولا يقال يسقط\r\nأثر الحدث بالإسلام هذا كله إذا كان أجنب في الكفر أما إذا لم يجنب أصلا ثم أسلم فالغسل\r\nمستحب له وليس بواجب هذا مذهبنا ومذهب مالك وآخرين وقال أحمد وآخرون يلزمه الغسل\r\nقوله ( فانطلق إلى نخل قريب من المسجد ) هكذا هو في البخاري ومسلم وغيرهما نخل بالخاء\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\nالمعجمة وتقديره انطلق إلى نخل فيه ماء فاغتسل منه قال القاضي قال بعضهم صوابه نجل بالجيم وهو\r\nالماء القليل المنبعث وقيل الجاري قلت بل الصواب الأول لأن الروايات صحت به ولم يرو إلا هكذا\r\nوهو صحيح ولا يجوز العدول عنه قوله ( صلى الله عليه وسلم ) ( ما عندك يا ثمامة ) وكرر ذلك ثلاثة\r\nأيام هذا من تأليف القلوب وملاطفة لمن يرجى إسلامه من الأشراف الذين يتبعهم على إسلامهم\r\nخلق كثير قوله ( وإن خيلك أخذتني وأنا أريد العمرة فماذا ترى فبشره رسول الله ( صلى الله عليه وسلم )\r\nوأمره أن يعتمر ) يعني بشره بما حصل له\r\nمن الخير العظيم بالإسلام وأن الإسلام يهدم ما\r\nكان قبله وأما أمره بالعمرة فاستحباب لأن العمرة مستحبة في كل وقت لا سيما من هذه الشريف المطاع\r\nإذا أسلم وجاء مراغما لأهل مكة فطاف وسعى وأظهر إسلامه وأغاظهم بذلك والله أعلم قوله (\r\nقال له قائل أصبوت ) هكذا هو في الأصول أصبو ت وهي لغة والمشهور أصبأت بالهمز وعلى\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nالأول جاء قولهم الصباة كقاض وقضاة قوله في حديث ابن المثنى ( إلا أنه قال أن تقتلني تقتل\r\nذا دم ) هكذا في النسخ المحققة أن تقتلني بالنون والياء في آخرها وفي بعضها بحذفها وهو فاسد لأنه\r\nيكون حينئذ مثل الأول فلا يصح استثناؤه\r\nباب إجلاء اليهود من الحجاز\r\nقوله ( صلى الله عليه وسلم ) ( أسلموا تسلموا فقالوا قد بلغت يا أبا القاسم فقال لهم رسول الله\r\n( صلى الله عليه وسلم ) ذلك أر ) معناه أريد أن تعترفوا أني بلغت وفي هذا الحديث استحباب\r\nتجنيس الكلام وهو من بديع الكلام وأنواع الفصاحة وأما إخراجه ( صلى الله عليه وسلم ) اليهود\r\nمن المدينة فقد سبق بيانه واضحا في آخر كتاب الوصايا قوله ( صلى الله عليه وسلم ) ( الأرض\r\nلله ورسوله ) معناه ملكها والحكم فيها وإنما قال لهم هذا لأنهم حاربوا رسول الله ( صلى الله عليه وسلم )\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\nكما ذكره ابن عمر في روايته التي ذكرها مسلم بعد هذه قوله ( عن ابن عمر أن يهود\r\nبني النضير وقريظة حاربوا رسول الله ( صلى الله عليه وسلم ) فأجلى رسول الله ( صلى الله عليه وسلم )\r\nبني النضير وأقر قريظة ومن عليهم حتى حاربت قريظة بعد ذلك فقتل رجالهم وقسم نساؤهم وأولادهم\r\nوأموالهم بين المسلمين ) في هذا أن المعاهد والذمي إذا نقض العهد صار حربيا وجرت عليه أحكام\r\nأهل الحرب وللإمام سبى من أراد منهم وله المن على من أراد وفيه أنه إذا من عليه ثم ظهرت\r\nمنه محاربة انتقض عهده وإنما ينفع المن فيما مضى لا فيما يستقبل\r\nوكانت قريظة في أمان ثم\r\nحاربوا النبي ( صلى الله عليه وسلم ) ونقضوا العهد وظاهروا قريشا على قتال النبي ( صلى الله عليه وسلم )\r\nقال الله تعالى الذين ظاهروهم من أهل الكتاب من صياصيهم وقذف في قلوبهم الرعب\r\nفريقا تقتلون وتأسرون فريقا إلى آخر الآية الأخرى قوله ( يهود بني قينقاع ) هو بفتح القاف\r\nويقال بضم النون وفتحها وكسرها ثلاث لغات مشهورات\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nباب جواز قتال من نقض العهد وجواز إنزال أهل الحصن\r\n( على حكم حاكم عدل أهل للحكم )\r\nقوله ( نزل أهل قريظة على حكم سعد بن معاذ ) فيه جواز التحكيم في أمور المسلمين وفي مهماتهم\r\nالعظام وقد أجمع العلماء عليه ولم يخالف فيه إلا الخوارج فإنهم أنكروا على علي التحكيم وأقام\r\nالحجة عليهم وفيه جواز مصالحة أهل قرية أو حصن على حكم حاكم مسلم عدل صالح للحكم أمين\r\nعلى هذا الأمر وعليه الحكم بما فيه مصلحة للمسلمين وإذا حكم بشئ لزم حكمه ولا يجوز\r\nللإمام ولا لهم الرجوع عنه ولهم الرجوع\r\nقبل الحكم والله أعلم قوله ( فأرسل رسول الله ( صلى الله عليه وسلم )\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\nإلى سعد فأتاه على حمار فلما دنا قريبا من المسجد ) قال القاضي عياض قال بعضهم\r\nقوله دنا من المسجد كذا هو في البخاري ومسلم من رواية شعبة وأراه وهما إن كان أراد مسجد\r\nالنبي ( صلى الله عليه وسلم ) لأن سعد بن معاذ جاء منه فإنه كان فيه كما صرح به في الرواية الثانية وإنما\r\nكان النبي ( صلى الله عليه وسلم ) حين أرسل إلى سعد نازلا على بني قريظة ومن هناك أرسل إلى سعد\r\nليأتيه فإن كان الراوي أراد مسجدا اختطه النبي ( صلى الله عليه وسلم ) هناك كان يصلي فيه مدة\r\nمقامه لم يكن وهما قال والصحيح ما جاء في غير صحيح مسلم قال فلما دنا من النبي ( صلى الله عليه وسلم )\r\nأو فما طلع على النبي ( صلى الله عليه وسلم ) كذا وقع في كتاب ابن أبي شيبة وسنن أبي\r\nداود فيحتمل أن المسجد تصحيف من لفظ الراوي والله أعلم قوله ( صلى الله عليه وسلم ) ( قوموا\r\nإلى سيدكم أو خيركم ) فيه إكرام أهل الفضل وتلقيهم بالقيام لهم إذا أقبلوا هكذا احتج به جماهير\r\nالعلماء لاستحباب القيام قال القاضي وليس هذا من القيام المنهي عنه وإنما ذلك فيمن يقومون\r\nعليه وهو جالس ويمثلون قياما طول جلوسه قلت القيام للقادم من أهل الفضل مستحب وقد جاء\r\nفيه أحاديث ولم يصح في النهي عنه شئ صريح وقد جمعت كل ذلك مع كلام العلماء عليه في جزء\r\nوأجبت فيه عما توهم النهي عنه والله أعلم قال القاضي واختلفوا في الذين عناهم النبي ( صلى الله عليه وسلم )\r\nبقوله قوموا إلى سيدكم هل هم الأنصار خاصة أم جميع من حضر من المهاجرين معهم\r\nقوله ( صلى الله عليه وسلم ) لسعد بن معاذ ( أن هؤلاء نزلوا على حكمك ) وفي الرواية الأخرى\r\nقال فنزلوا على حكم رسول الله ( صلى الله عليه وسلم ) فرد رسول الله ( صلى الله عليه وسلم ) الحكم فيهم\r\nإلى سعد قال القاضي يجمع بين الروايتين بأنهم نزلوا على حكم رسول الله ( صلى الله عليه وسلم )\r\nفرضوا برد الحكم إلى سعد فنسب إليه قال والأشهر أن الأوس طلبوا\r\nمن النبي ( صلى الله عليه وسلم )\r\nالعفو عنهم لأنهم كانوا حلفاءهم فقال لهم النبي ( صلى الله عليه وسلم ) أما ترضون أن يحكم فيهم\r\nرجل منكم يعني من الأوس يرضيهم بذلك فرضوا به فرده إلى سعد بن معاذ الأوسي قوله\r\n( وسبى ذريتهم ) سبق أن الذرية تطلق على النساء والصبيان معا قوله ( صلى الله عليه وسلم ) ( لقد\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\nحكمت بحكم الملك ) الرواية المشهورة الملك بكسر اللام وهو الله سبحانه وتعالى وتؤيدها الروايات\r\nالتي قالت فيها لقد حكمت فيهم بحكم الله قال القاضي رويناه في صحيح مسلم بكسر اللام بغير خلاف قال\r\nوضبطه بعضهم في صحيح البخاري بكسرها وفتحها فإن صح الفتح فالمراد به جبريل عليه السلام وتقديره\r\nبالحكم الذي جاء به الملك عن الله تعالى قوله ( رماه رجل من قريش يقال له ابن العرقة ) هو بعين مهملة\r\nمفتوحة ومكسورة ثم قاف قال القاضي قال أبو عبيد هي أمه قال ابن الكلبي اسم هذا الرجل حيان\r\nبكسر الحاء بن أبي قيس بن علقمة بن عبد مناف بن الحارث بن منقذ بن عمرو بن معيض بن عامر بن\r\nلؤي بن غالب قال واسم العرقة قلابة بقاف مكسورة وباء موحدة بنت سعد بن سهل بن عبد مناف\r\nابن الحارث وسميت بالعرقة لطيب ريحها وكنيتها أم فاطمة والله أعلم قوله ( رماه في الأكحل )\r\nقال العلماء هو عرق معروف قال الخليل إذا قطع في اليد لم يرقأ الدم وهو عرق الحياة في كل\r\nعضو منه شعبة لها اسم قوله ( فضرب رسول الله ( صلى الله عليه وسلم ) خيمة في المسجد )\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\nفيه جواز النوم في المسجد وجواز مكث المريض فيه وإن كان جريحا قوله ( أن سعدا تحجر\r\nكلمه للبرء ) الكلم بفتح الكاف الجرح وتحجر أي يبس قوله ( فإن كنت وضعت الحرب بيننا\r\nوبينهم فافجرها واجعل موتي فيها ) هذا ليس من تمنى الموت المنهي عنه لأن ذلك فيمن تمناه\r\nلضر نزل به وهذا إنما تمنى انفجارها ليكون شهيدا قوله ( فانفجرت من لبته ) هكذا هو\r\nفي أكثر الأصول المعتمدة لبته بفتح اللام وبعدها باء موحدة مشددة مفتوحة وهي النحر وفي\r\nبعض الأصول من ليته بكسر اللام وبعدها ياء مثناة من تحت ساكنة والليت صفحة العنق وفي\r\nبعضها من ليلته قال القاضي قالوا وهو الصواب كما اتفقوا عليه في الرواية التي بعد هذه قوله\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n( فلم يرعهم ) أي لم يفجأهم ويأتيهم بغتة قوله ( فإذا سعد جرحه يغذ دما ) هكذا هو في معظم\r\nالأصول المعتمدة يغذ بكسر الغين المعجمة وتشديد الذال المعجمة أيضا ونقله القاضي عن\r\nجمهور الرواة وفي بعضها يغذ بإسكان الغين وضم الذال المعجمة وكلاهما صحيح ومعناه يسيل\r\nيقال غذ الجرح يغذ إذا دام سيلانه وغذا يغذو سال كما قال في الرواية الأخرى فما زال يسيل\r\nحتى مات قوله في الشعر\r\nألا يا سعد سعد بني معاذ * فما فعلت قريظة والنضير\r\nهكذا هو في معظم النسخ وكذا حكاه القاضي عن المعظم وفي بعضها لما فعلت باللام بدل الفاء\r\nوقال وهو الصواب والمعروف في السير قوله\r\nتركتم قدركم لا شئ فيها * وقدر القوم حامية تفور\r\nهذا مثل لعدم الناصر وأراد بقوله تركتم قدركم الأوس لقلة حلفائهم فإن حلفاءهم قريظة وقد\r\nقتلوا وأراد بقوله وقدر القوم حامية تفور الخروج لشفاعتهم في حلفائهم بني قينقاع حتى من عليهم\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nالنبي ( صلى الله عليه وسلم ) وتركهم بعبد الله بن أبي بن سلول وهو أبو حباب المذكور في البيت الآخر\r\nقوله ( كما ثقلت بميطان الصخور ) هو اسم جبل من أرض أجاز في ديار بني مزينة وهو بفتح\r\nالميم على المشهور وقال أبو عبيد البكري وجماعة هو بكسرها وبعدها ياء مثناة تحت وآخره نون\r\nهذا هو الصحيح المشهور ووقع في بعض نسخ مسلم بميطار بالراء قال القاضي وفي رواية ابن\r\nماهان بحيطان بالحاء مكان الميم والصواب الأول قال وإنما قصد هذا الشاعر تحريض سعد على\r\nاستبقاء بني قريظة حلفائه ويلومه على حكمه\r\nفيهم ويذكره بفعل عبد الله بن أبي ويمدحه بشفاعته\r\nفي حلفائهم بني قينقاع\r\nباب المبادرة بالغزو وتقديم أهم الأمرين المتعارضين\r\nقوله ( نادى فينا رسول الله ( صلى الله عليه وسلم ) يوم انصرف عن الأحزاب أن لا يصلين أحد\r\nالظهر إلا في بني قريظة فتخوف ناس فوت الوقت فصلوا دون بني قريظة وقال آخرون لا نصلي\r\nإلا حيث أمرنا رسول الله ( صلى الله عليه وسلم ) وإن فاتنا الوقت فما عنف واحدا من الفريقين )\r\nهكذا رواه مسلم لا يصلين أحد الظهر ورواه البخاري في باب صلاة الخوف من رواية ابن عمر\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\nأيضا قال قال رسول الله ( صلى الله عليه وسلم ) لنا لما رجع من الأحزاب لا يصلين أحد العصر\r\nإلا في بني قريظة فأدرك بعضهم العصر في الطريق وقال بعضهم لا نصلي حتى نأتيها وقال بعضهم\r\nبل نصلي ولم يرد ذلك منا فذكر ذلك النبي ( صلى الله عليه وسلم ) فلم يعنف واحدا منهم أما جميعهم\r\nبين الروايتين في كونها الظهر والعصر فمحمول على أن هذا الأمر كان بعد دخول وقت الظهر\r\nوقد صلى الظهر بالمدينة بعضهم دون بعض فقيل للذين لم يصلوا الظهر لا تصلوا الظهر إلا في بني\r\nقريظة وللذين صلوا بالمدينة لا تصلوا العصر إلا في بني قريظة ويحتمل أنه قيل للجميع\r\nولا تصلوا العصر ولا الظهر إلا في بني قريظة ويحتمل أنه قيل للذين ذهبوا أولا لا تصلوا\r\nالظهر إلا في بني قريظة وللذين ذهبوا بعدهم لا تصلوا العصر إلا في بني قريظة والله أعلم وأما\r\nاختلاف الصحابة رضي الله عنهم في المبادرة بالصلاة عند ضيق وقتها وتأخيرها فسببه أن أدلة\r\nالشرع تعارضت عندهم بأن الصلاة مأمور بها في الوقت مع أن المفهوم من قول النبي ( صلى الله عليه وسلم )\r\nلا يصلين أحد الظهر أو العصر إلا في بني قريظة المبادرة بالذهاب إليهم وأن لا يشتغل عنه\r\nبشئ لا أن تأخير الصلاة مقصود في نفسه من حيث أنه تأخير فأخذ بعض الصحابة بهذا المفهوم\r\nنظرا إلى المعنى لا إلى اللفظ فصلوا حين خافوا فوت الوقت وأخذ آخرون بظاهر اللفظ وحقيقته\r\nفأخروها ولم يعنف النبي ( صلى الله عليه وسلم ) واحدا من الفريقين لأنهم مجتهدون ففيه دلالة لمن\r\nيقول بالمفهوم والقياس ومراعاة المعنى ولمن يقول بالظاهر أيضا وفيه أنه لا يعنف المجتهد فيما\r\nفعله باجتهاده إذا بذل وسعه في الاجتهاد وقد يستدل به على أن كل مجتهد مصيب وللقائل الآخر أن\r\nيقول لم يصرح بإصابة الطائفتين\r\nبل ترك تعنيفهم ولا خلاف في ترك تعنيف المجتهد وإن أخطأ\r\nإذا بذل وسعه في الاجتهاد والله أعلم\r\nباب رد المهاجرين إلى الأنصار منائحهم من الشجر والثمر\r\n( حين استغنوا عنها بالفتوح )\r\nقوله ( لما قدم المهاجرون من مكة المدينة قدموا وليس بأيديهم شئ وكان الأنصار أهل الأرض\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\nوالعقار فقاسمهم الأنصار على أن أعطوهم أنصاف ثمار أموالهم كل عام ويكفوهم العمل والمؤنة\r\nثم ذكر أن النبي ( صلى الله عليه وسلم ) لما فرغ من قتال أهل خيبر وانصرف إلى المدينة رد\r\nالمهاجرون إلى الأنصار منائحهم التي كانوا منحوهم من ثمارهم قال العلماء لما قدم المهاجرون\r\nآثرهم الأنصار بمنائح من أشجارهم فمنهم من قبلها منيحة محضة ومنهم مقبلها بشرط أن يعمل في\r\nالشجر والأرض وله نصف الثمار ولم تطب نفسه أن يقبلها منيحة محضة هذا لشرف نفوسهم\r\nوكراهتهم أن يكونوا كلا وكان هذا مساقاة وفي معنى المساقاة فلما فتحت عليهم خيبر استغنى\r\nالمهاجرون بأنصبائهم فيها عن تلك المنائح فردوها إلى الأنصار ففيه فضيلة ظاهرة للأنصار في\r\nمواساتهم وإيثارهم وما كانوا عليه من حب الإسلام واكرام أهله وأخلاقهم الجميلة ونفوسهم\r\nالطاهرة وقد شهد الله تعالى لهم بذلك فقال تعالى تبوؤا الدار والإيمان من قبلهم يحبون\r\nمن هاجر إليهم الآية قوله ( وكان الأنصار أهل الأرض والعقار ) أراد بالعقار هنا النخل قال\r\nالزجاج العقار كل ماله أصل قال وقيل أن النخل خاصة يقال له العقار قوله ( وكانت أعطت\r\nأم أنس رسول الله ( صلى الله عليه وسلم ) عذاقا لها ) هو بكسر العين جمع عذق بفتحها وهي النخلة\r\nككلب وكلاب وبئر وبئار قوله ( فأعطاها رسول الله ( صلى الله عليه وسلم ) أم أيمن ) هذا دليل\r\nلما قدمنا عن العلماء أنه لم يكن كل ما أعطت الأنصار على المساقاة بل كان فيه ما هو منيحة ومواساة\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\nوهذا منه وهو محمول على أنها أعطته ( صلى الله عليه وسلم ) ثمارها يفعل فيها ما شاء من أكله بنفسه\r\nوعياله وضيفه وإيثاره بذلك لمن شاء فلهذا آثر بها أم أيمن ولو كانت إباحة له خاصة لما أباحها\r\nلغيره لأن المباح له بنفسه لا يجوز له أن يبيح ذلك الشئ لغيره بخلاف الموهوب له نفس رقبة الشئ فإنه\r\nيتصرف فيه كيف شاء قوله ( رد المهاجرون إلى الأنصار منائحهم التي كانوا منحوهم من ثمارهم )\r\nهذا دليل على أنها كانت منائح ثمار أي إباحة للثمار لا تمليك لا رقاب النخل فإنها لو كانت هبة لرقبة\r\nالنخل لم يرجعوا فيها فإن الرجوع في الهبة بعد القبض لا يجوز وإنما كانت إباحة كما ذكرنا\r\nوالإباحة يجوز الرجوع فيها متى شاء ومع هذا لم يرجعوا فيها حتى اتسعت الحال على المهاجرين\r\nبفتح خيبر واستغنوا عنها فردوها على الأنصار فقبلوها وقد جاء في الحديث أن النبي ( صلى الله عليه وسلم )\r\nقال لهم ذلك قوله ( قال ابن شهاب وكان من شأن أم أيمن أم أسامة بن زيد أنها كانت\r\nوصيفة لعبد الله بن عبد المطلب وكانت من الحبشة ) هذا تصريح من ابن شهاب أن أم أيمن أم\r\nأسامة بن زيد حبشية وكذا قاله الواقدي وغيره\r\nويؤيده ما ذكره بعض المؤرخين أنها كانت\r\nمن سبي الحبشة أصحاب الفيل وقيل أنها لم تكن حبشية وإنما الحبشية امرأة أخرى واسم أم أيمن\r\nالتي هي أم أسامة بركة كنيت بابنها أيمن بن عبيد الحبشي صحابي استشهد يوم خيبر قال الشافعي\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\nوغيره وقد سبق ذكر قطعة من أحوال أم أيمن في باب القافة قوله في قصة أم أيمن أنها\r\nامتنعت من رد تلك المنائح حتى عوضها عشرة أمثاله إنما فعلت هذا لأنها ظنت أنها كانت هبة\r\nمؤبدة وتمليكا لأصل الرقبة وأراد النبي ( صلى الله عليه وسلم ) استطابه قلبها في استرداد ذلك فما زال\r\nيزيدها في العوض حتى رضيت وكل هذا تبرع منه ( صلى الله عليه وسلم ) واكرام لها لما لها من حق\r\nالحضانة والتربية قوله ( والله لا نعطيكاهن ) هكذا هو في معظم النسخ نعطيكاهن بالألف ب\r\nعد الكاف وهو صحيح فكأنه أشبع فتحة الكاف فتولدت منها ألف وفي\r\nبعض النسخ والله\r\nما نعطاكهن وفي بعضها لا نعطيكهن والله أعلم\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nباب جواز الأكل من طعام الغنيمة في دار الحرب\r\nفيه حديث عبد الله بن مغفل ( أنه أصاب جرابا من شحم يوم خيبر ) وفي رواية قال رمى إلينا جراب فيه\r\nطعام وشحم أما الجراب فبكسر الجيم وفتحها لغتان الكسر أفصح وأشهر وهو وعاء من جلد\r\nوفي هذا إباحة أكل طعام الغنيمة في دار الحرب قال القاضي أجمع العلماء على جواز أكل طعام\r\nالحربيين ما دام المسلمون في دار الحرب فيأكلون منه قدر حاجاتهم ويجوز بإذن الإمام وبغير\r\nإذنه ولم يشترط أحد من العلماء استئذانه إلا الزهري وجمهورهم على أنه لا يجوز أن يخرج معه\r\nمنه شيئا إلى عمارة دار الإسلام فإن أخرجه لزمه رده إلى المغنم وقال الأوزاعي لا يلزمه وأجمعوا\r\nعلى أنه لا يجوز بيع شئ منه في دار الحرب ولا غيرها فإن بيع منه شئ لغير الغانمين كان بدله\r\nغنيمته ويجوز أن يركب دوابهم ويلبس ثيابهم ويستعمل سلاحهم في حال الحرب بالإجماع\r\nولا يفتقر إلى إذن الإمام وشرط الأوزاعي إذنه وخالف الباقين وفي هذا الحديث دليل لجواز أكل\r\nشحوم ذبائح اليهود وإن كانت شحومها محرمة عليهم وهو مذهب مالك وأبي حنيفة والشافعي\r\nوجماهير العلماء قال الشافعي وأبو حنيفة والجمهور لا كراهة فيها وقال مالك هي مكروهة وقال\r\nأشهب وابن القاسم المالكيان وبعض أصحاب أحمد هي محرمة وحكى هذا أيضا عن مالك واحتج\r\nالشافعي والجمهور بقوله تعالى الذين أوتوا الكتاب حل لكم قال المفسرون المراد به\r\nالذبائح ولم يستثن منها شيئا لا لحما ولا شحما ولا غيره وفيه حل ذبائح أهل الكتاب وهو مجمع\r\nعليه ولم يخالف إلا الشيعة ومذهبنا ومذهب الجمهور إباحتها سواء سموا الله تعالى عليها أم لا وقال\r\nقوم لا يحل إلا أن يسموا الله تعالى\r\nفأما إذا ذبحوا على اسم المسيح أو كنيسة ونحوها فلا تحل تلك\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nالذبيحة عندنا وبه قال جماهير العلماء والله أعلم قوله ( فالتفت فإذا رسول الله ( صلى الله عليه وسلم )\r\nفاستحببت منه ) بعني لما رآه من حرصه على أخذه أو لقوله لا أعطى اليوم أحدا من هذا\r\nشيئا والله أعلم\r\nباب كتب النبي ( صلى الله عليه وسلم )\r\n( إلى هرقل ملك الشام يدعوه إلى الإسلام\r\nقوله ( هرقل ) بكسر الهاء وفتح الراء واسكان القاف هذا هو المشهور ويقال هرقل بكسر\r\nالهاء واسكان الراء وكسر القاف حكاه الجوهري في صحاحه وهو اسم علم له ولقبه قصير وكذا\r\nكل من ملك الروم يقال له قصير قوله ( عن أبي سفيان انطلقت في المدة التي كانت بيني وبين\r\nرسول الله ( صلى الله عليه وسلم ) ) يعني الصلح يوم الحديبية وكانت الحديبية في أواخر سنة ست\r\nمن الهجرة قوله ( دحية الكلبي ) هو بكسر الدال وفتحها لغتان مشهورتان اختلف في الراجحة\r\nمنهما وادعى ابن السكيت أنه بالكسر لا غير وأبو حاتم السجستاني أنه بالفتح لا غير قوله ( عظيم\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\nبصرى ) هي بضم الباء وهي مدينة حوران ذات قلعة وأعمال قريبة من طرف البرية التي بين\r\nالشام والحجاز والمراد بعظيم بصرى أميرها قوله عن هرقل ( أنه سأل أيهم أقرب نسبا إلى\r\nالنبي ( صلى الله عليه وسلم ) ليسأله عنه ) قال العلماء إنما سأل قريب النسب لأنه أعلم بحاله وأبعد\r\nمن أن يكذب في نسبه وغيره ثم أكد ذلك فقال لأصحابه أن كذبني فكذبوه أي لا تستحيوا\r\nمنه فتسكتوا عن تكذيبه إن كذب قوله ( وأجلسوا أصحابي خلفي ) قال بعض العلماء إنما\r\nفعل ذلك ليكون عليهم أهون في تكذيبه أن كذب لأن مقابلته بالكذب في وجهه صعبة بخلاف\r\nما إذا لم يستقبله قوله ( دعا بترجمانه ) هو بضم التاء وفتحها والفتح أفصح وهو المعبر عن لغة\r\nبلغة أخرى والتاء فيه أصلية وأنكروا على الجوهري كونه جعلها زائدة قوله ( لولا مخافة أن\r\nيؤثر على الكذب لكذبت ) معناه لولا خفت أن رفقتي ينقلون عني الكذب إلى قومي ويتحدثونه\r\nفي بلادي لكذبت عليه لبغضي إياه ومحبتي نقصه وفي هذا بيان أن الكذب قبيح في الجاهلية\r\nكما هو قبيح في الإسلام ووقع في رواية البخاري لولا الحياء من أن يأثروا علي كذبا لكذبت\r\nعنه وهو بضم الثاء وكسرها قوله ( كيف حسبه فيكم ) أي نسبه قوله ( فهل كان من آبائه ملك )\r\nهكذا هو في جميع نسخ صحيح مسلم ووقع في صحيح البخاري فهل كان في آبائه من مالك\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\nوروى هذا اللفظ على وجهين أحدهما من بكسر الميم وملك بفتحها مع كسر اللام والثاني من\r\nبفتح الميم وملك بفتحها على أنه فعل ماض وكلاهما صحيح والأول أشهر وأصح وتؤيده رواية\r\nمسلم بحذف من قوله ( ومن يتبعه أشراف الناس أم ضعفاؤهم ) يعني بأشرافهم كبارهم وأهل\r\nالأحساب فيهم قوله ( سخطة له ) هو بفتح السين والسخط كراهة الشئ وعدم الرضى به\r\nقوله ( يكون الحرب بيننا وبينه سجالا ) هو بكسر السين أي نوبا نوبة لنا ونوبة له قالوا\r\nوأصله من المستقيين بالسجل وهي الدلو الملأى يكون لكل واحد منهما سجل قوله ( فهل\r\nيغدر ) هو بكسر الدال وهو ترك الوفاء بالعهد قوله ونحن منه في مدة لا ندري ما هو صانع\r\nفيها يعني مدة الهدنة والصلح الذي جرى يوم الحديبية قوله ( وكذلك الرسل تبعث في\r\nأحساب قومها ) يعني في أفضل أنسابهم وأشرفها قيل الحكمة في ذلك أنه أبعد من انتحاله الباطل وأقرب إلى\r\nانقياد الناس له وأما قوله أن الضعفاء هم اتباع الرسل فلكون الأشراف يأنفون من تقدم مثلهم عليهم\r\nوالضعفاء لا يأنفون فيسرعون إلى الانقياد واتباع الحق وأما سؤاله عن الردة فلان من دخل على\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\nبصيرة في أمر محقق لا يرجع عنه بخلاف من دخل في أباطيل وأما سؤاله عن الغدر فلان من طلب\r\nحظ الدنيا لا يبالي بالغدر وغيره مما يتوصل به إلى ذلك ومن طلب الآخرة لم يرتكب غدرا\r\nولا غيره من القبائح قوله ( وكذلك الإيمان إذا خالط بشاشة القلوب ) بعني انشراح\r\nالصدور وأصلها اللطف بالإنسان عند قدومه واظهار السرور برؤيته يقال بش به وتبشبش\r\nقوله وكذلك الرسل تبتلى ثم تكون لهم العاقبة معناه يبتليهم الله بذلك ليعظم أجرهم بكثرة\r\nصبرهم بذلهم وسعهم في طاعة الله تعالى قوله ( قلت\r\nيأمرنا بالصلاة والزكاة والصلة والعفاف )\r\nأما الصلة فصلة الأرحام وكل ما أمر الله به أن يوصل وذلك بالبر والاكرام وحسن المراعاة\r\nوأما العفاف الكف عن المحارم وخوارم المروءة قال صاحب المحكم العفة الكف عما لا يحل\r\nولا يحمل يقال عف يعف عفة وعفافا وعفافة وتعفف واستعف ورجل عف وعفيف\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\nوالأنثى عفيفة وجمع العفيف أعفة وأعفاء قوله ( إن يكن ما يقوله حقا أنه نبي ) قال العلماء هذا\r\nالذي قاله هرقل أخذه من الكتب القديمة ففي التوراة هذا أو نحوه من علامات رسول الله ( صلى الله عليه وسلم )\r\nفعرفه بالعلامات وأما الدليل القاطع على النبوة فهو المعجزة الظاهرة الخارقة للعادة\r\nفهكذا قاله المازري والله أعلم قوله ( صلى الله عليه وسلم ) ( ولو أعلم أني أخلص إليه لأحببت لقاءه ) هكذا هو في\r\nمسلم ووقع في البخاري لتجشمت لقاءه وهو أصح في المعنى ومعناه لتكلفت الوصول إليه\r\nوارتكبت المشقة في ذلك ولكن أخاف أن أقتطع دونه ولا عذر له في هذا لأنه قد عرف صدق\r\nالنبي ( صلى الله عليه وسلم ) وإنما شح في الملك ورغب في الرياسة فأثرها على الإسلام وقد جاء\r\nذلك مصرحا به في صحيح البخاري ولو أراد الله هدايته لوفقه كما وفق النجاشي وما زالت عنه\r\nالرياسة ونسأل الله توفيقه قوله ( ثم دعا بكتاب رسول الله ( صلى الله عليه وسلم ) فقرأه فإذا فيه\r\nبسم الله الرحمن الرحيم من محمد رسول الله إلى هرقل عظيم الروم سلام على من اتبع الهدى\r\nأما بعد فإني أدعوك بدعاية الإسلام أسلم تسلم وأسلم يؤتك الله أجرك مرتين وإن توليت فإنما\r\nعليك إثم الأريسيين أهل الكتاب تعالوا إلى كلمة سواء بيننا وبينكم أو الآية في هذا الكتاب\r\nجمل من القواعد وأنواع من الفوائد 1 دعاء الكفار إلى الإسلام قبل قتالهم وهذا الدعاء واجب\r\nوالقتال قبله حرام إن لم تكن بلغتهم دعوة الإسلام وإن كانت بلغتهم فالدعاء مستحب هذا\r\nمذهبنا وفيه خلاف للسلف سبق بيانه في أول كتاب الجهاد 2 وجوب العمل بخبر الواحد\r\nوإلا فلم يكن في بعثه مع دحية فائدة وهذا إجماع من يعتد به 3 استحباب تصدير الكتاب\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\nبسم الله الرحمن الرحيم وإن كان المبعوث إليه كافرا 4 أن قوله ( صلى الله عليه وسلم ) في الحديث\r\nالآخر كل أمر ذي بال لا يبدأ فيه بحمد الله فهو أجزم المراد بالحمد لله ذكر الله تعالى وقد جاء\r\nفي رواية بذكر الله تعالى وهذا الكتاب كان ذا بال بل من المهمات العظام وبدأ فيه بالبسملة\r\nدون الحمد 5 أنه يجوز أن يسافر إلى أرض العدو بالآية والآيتين ونحوهما وأن يبعث بذلك\r\nإلى الكفار وإنما نهى عن المسافرة بالقرآن إلى أرض العدو أي بكله أو بجملة منه وذلك أيضا\r\nمحمول على ما إذا خيف وقوعه في أيدي الكفار 6 أنه يجوز للمحدث والكافر مس آية\r\nأو آيات يسيرة مع غير القرآن 7 أن السنة في المكاتبة والرسائل بين الناس أن يبدأ الكاتب\r\nبنفسه فيقول من زيد إلى عمرو وهذه مسألة مختلف فيها قال الإمام أبو جعفر في كتابة صناعة\r\nالكتاب قال أكثر العلماء يستحب أن يبدأ بنفسه كما ذكرنا ثم روى فيه أحاديث كثيرة\r\nوآثارا قال وهذا هو الصحيح عند أكثر العلماء لأنه إجماع الصحابة قال وسواء في هذا تصدير\r\nالكتاب والعنوان قال ورخص جماعة في أن يبدأ بالمكتوب إليه فيقول في التصدير والعنوان\r\nإلى فلان من فلان ثم روى باسناده أن زيد بن ثابت كتب إلى معاوية فبدأ باسم معاوية وعن\r\nمحمد بن الحنفية وبكر بن عبد الله وأيوب السختياني أنه لا بأس بذلك قال وأما العنوان فالصواب\r\nأن يكتب عليه إلى فلان ولا يكتب لفلان لأنه إليه لا له إلا على مجاز قال هذا هو الصواب الذي\r\nعليه أكثر العلماء من الصحابة والتابعين 8 التوقي في المكاتبة واستعمال الورع فيها فلا يفرط\r\nولا يفرط ولهذا قال النبي ( صلى الله عليه وسلم ) إلى هرقل عظيم الروم فلم يقل ملك الروم لأنه لا ملك\r\nله ولا لغيره إلا بحكم دين الإسلام ولا سلطان لأحد إلا لمن ولاه رسول الله ( صلى الله عليه وسلم )\r\nأو ولاه من أذن له رسول الله ( صلى الله عليه وسلم ) بشرط وإنما ينفذ من تصرفات الكفار\r\nما تنفذه الضرورة ولم يقل إلى هرقل فقط بل أتى بنوع من الملاطفة فقال عظيم الروم أي الذي\r\nيعظمونه ويقدمونه وقد أمر الله تعالى بإلانة القول لمن يدعى إلى الإسلام فقال تعالى ادع إلى\r\nسبيل ربك بالحكمة والموعظة الحسنة وقال تعالى فقولا له قولا لينا وغير ذلك 9 استحباب\r\nالبلاغة والإيجاز وتحري الألفاظ الجزلة في المكاتبة فإن قوله ( صلى الله عليه وسلم ) أسلم تسلم في نهاية\r\nمن الاختصار وغاية من الإيجاز والبلاغة وجمع المعاني مع ما فيه من بديع التجنيس وشموله\r\nلسلامته من خزي الدنيا بالحرب والسبي والقتل وأخذ الديار والأموال ومن عذاب الآخرة\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\nأن من أدرك من أهل الكتاب نبينا ( صلى الله عليه وسلم ) فآمن به فله أجران كما صرح به\r\nهنا وفي الحديث الآخر في الصحيح ثلاثة يؤتون أجرهم مرتين منهم رجل من أهل الكتاب\r\nالحديث 11 البيان الواضح أن من كان سببا لضلالة أو سبب منع من هداية كان آثما لقوله ( صلى الله عليه وسلم )\r\nوإن توليت فإن عليك إثم الأريسيين ومن هذا المعنى قول الله تعالى وليحملن أثقالهم\r\nوأثقالا مع أثقالهم 12 ومنها استحباب أما بعد في الخطب والمكاتبات وقد ترجم البخاري لهذه بابا في\r\nكتاب الجمعة ذكر فيه أحاديث كثيرة قوله ( صلى الله عليه وسلم ) ( وإن توليت فإن عليك إثم الأريسيين )\r\nهكذا وقع في هذه الرواية الأولى في مسلم الأريسيين وهو الأشهر في روايات الحديث وفي كتب\r\nأهل اللغة وعلى هذا اختلف في ضبطه على أوجه أحدها بياءين بعد السين والثاني بياء واحدة بعد\r\nالسين وعلى هذين الوجهين الهمزة مفتوحة والراء مكسورة مخففة والثالث الأريسين بكسر الهمزة\r\nوتشديد الراء وبيان واحدة بعد السين ووقع في الرواية الثانية في مسلم وفي أول صحيح البخاري إثم\r\nاليريسيين بياء مفتوحة في أوله وبياءين بعد السين واختلفوا في المراد بهم على أقوال أصحها\r\nوأشهرها أنهم الأكارون أي الفلاحون والزراعون ومعناه أن عليك إثم رعاياك الذين\r\nيتبعونك وينقادون بانقيادك ونبه بهؤلاء على جميع الرعايا لأنهم الأغلب ولأنهم أسرع\r\nانقيادا فإذا أسلم أسلموا وإذا امتنع امتنعوا وهذا القول هو الصحيح وقد جاء مصرحا به\r\nفي رواية رويناها في كتاب دلائل النبوة للبيهقي وفي غيره فإن عليك إثم الأكارين وفي رواية\r\nذكرها أبو عبيد في كتاب الأموال وإلا فلا يحل بين الفلاحين وبين الإسلام وفي رواية ابن وهب\r\nوأتمهم عليك قال أبو عبيد ليس المراد بالفلاحين الزراعين خاصة بل المراد بهم جميع أهل مملكته\r\nالثاني أنهم اليهود والنصارى وهم أتباع عبد الله بن أريس الذي تنسب إليه الأروسية من\r\nالنصارى ولهم مقالة في كتب المقالات ويقال لهم الأروسيون الثالث أنهم الملوك الذين\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\nيقودون الناس إلى المذاهب الفاسدة ويأمرونهم بها قوله ( صلى الله عليه وسلم ) ( أدعوك\r\nبدعاية الإسلام ) وهو بكسر الدال أي بدعوته وهي كلمة التوحيد وقال في الرواية الأخرى\r\nالتي ذكرها مسلم بعد هذا أدعوك بداعية الإسلام وهو بمعنى الأولى ومعناها الكلمة الداعية\r\nإلى الإسلام قال القاضي ويجوز أن تكون داعية هنا بمعنى دعوة كما في قوله تعالى لها من\r\nدون الله كاشفة أي كشف قوله ( صلى الله عليه وسلم ) ( سلام على من اتبع الهدى ) هذا دليل\r\nلمن يقول لا يبتدأ الكافر بالسلام وفي المسألة خلاف فمذهب الشافعي وجمهور أصحابه وأكثر\r\nالعلماء أنه لا يجوز للمسلم أن يبتدئ كافرا بالسلام وأجازه كثيرون من السلف وهذا مردود\r\nبالأحاديث الصحيحة في النهي عن ذلك وستأتي في موضعها إن شاء الله تعالى وجوزه آخرون\r\nلاستئلاف أو لحاجة إليه أو نحو ذلك قوله ( وكثر اللغط ) هو بفتح الغين واسكانها وهي\r\nالأصوات المختلفة قوله ( لقد أمر أمر ابن أبي كبشة ) أما أمر فبفتح الهمزة وكسر الميم أي\r\nعظم وأما قوله ابن أبي كبشة فقيل هو رجل من خزاعة كان يعبد الشعرى ولم يوافقه أحد من\r\nالعرب في عبادتهم شبهوا النبي ( صلى الله عليه وسلم ) به لمخالفته إياهم في دينهم كما خالفهم أبو كبشة\r\nروينا عن الزبير بن بكار في كتاب الأنساب قال ليس مرادهم بذلك عيب النبي ( صلى الله عليه وسلم )\r\nإنما أرادوا بذلك مجرد التشبيه وقيل أن أبا كبشة جد النبي ( صلى الله عليه وسلم ) من قبل أمه\r\nقال ابن قتيبة وكثيرون وقيل هو أبوه من الرضاعة وهو الحارث بن عبد العزى السعدي حكاه\r\nابن بطال وآخرون وقال القاضي عياض قال أبو الحسن الجرجاني التشابه إنما قالوا ابن\r\nأبي كبشة عداوة له ( صلى الله عليه وسلم ) فنسبوه إلى نسب له غير نسبه المشهور إذ لم يمكنهم الطعن\r\nفي نسبه المعلوم المشهور قال\r\nوقد كان وهب بن عبد مناف بن زهرة جده أبو آمنة يكنى أبا كبشة\r\nوكذلك عمرو بن زيد بن أسد الأنصاري النجاري أبو سلمى أم عبد المطلب كان يدعى أبا كبشة\r\nقال وكان في أجداده أيضا من قبل أمه أبو كبشة وهو أبو قبيلة أم وهب ابن عبد مناف أبو آمنة\r\nأم النبي ( صلى الله عليه وسلم ) وهو خزاعي وهو الذي كان يعبد الشعري وكان أبوه من الرضاعة\r\nيدعى أبا كبشه وهو الحارث بن عبد العزى السعدي قال القاضي وقال مثل هذا كله محمد بن حبيب\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\nالبغدادي وزاد ابن ماكولا فقال وقيل أبو كبشة عم والد حليمة مرضعته ( صلى الله عليه وسلم )\r\nقوله ( أنه ليخافه ملك بني الأصفر ) بنو الأصفر هم الروم قال ابن الأنباري سموا به لأن جيشا\r\nمن الحبشة غلب على بلادهم في وقت فوطئ نساءهم فولدن أولادا صفرا من سواد الحبشة وبياض\r\nالروم وقال أبو إسحاق بن إبراهيم الحربي نسبوا إلى الأصفر بن الروم بن عيصو بن إسحاق بن\r\nإبراهيم ( صلى الله عليه وسلم ) قال القاضي هذا أشبه من قول ابن الأنباري قوله ( مشى من حمص\r\nإلى إيلياء شكرا لما أبلاه الله ) أما حمص فغير مصروفة لأنها مؤنثة علم عجمية وأما إيلياء فهو\r\nبيت المقدس وفيه ثلاث لغات أشهرها إيلياء بكسر الهمزة واللام وإسكان الياء بينهما وبالمد\r\nوالثانية كذلك إلا أنها بالقصر والثالثة الياء بحذف الياء الأولى واسكان اللام وبالمد حكاهن\r\nصاحب المطالع وآخرون وفي رواية لأبي يعلى الموصلي في سند ابن عباس الإيلياء بال ألف واللام\r\nقال صاحب المطالع قيل معناه بيت الله والله أعلم وأما قوله شكرا لما أبلاه الله فمعناه شكرا\r\nلما أنعم الله به عليه وأناله إياه ويستعمل ذلك في الخير والشر قال الله تعالى بالشر والخير\r\nفتنة والله أعلم\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\nباب كتب النبي ( صلى الله عليه وسلم ) إلى ملوك الكفار\r\n( يدعوهم إلى الإسلام\r\nقوله ( حدثني يوسف بن حماد المعنى ) هو بكسر النون وتشديد الياء منسوب إلى معن وقال\r\nالسمعاني هو من ولد معن بن زائدة قوله ( حدثني يوسف بن حماد المعنى حدثنا عبد الأعلى\r\nعن سعيد عن قتادة عن أنس قال مسلم وحدثنا محمد بن عبد الله الرازي حدثنا عبد الوهاب بن\r\nعطاء عن سعد بن قتادة حدثنا أنس قال مسلم حدثنيه نصر بن علي الجهضمي أخبرني خالد بن\r\nقيس عن قتادة عن أنس ) هذه الأسانيد الثلاثة كلهم بصريون ومحمد بن عبد الله الرازي بصرى\r\nبغدادي ولا ينقض هذا ما ذكرته وفي الإسناد الثاني تصريح قتادة بالسماع من أنس فزال\r\nما يخاف من لبسه لو اقتصر على الطريق الأول قوله إن النبي ( صلى الله عليه وسلم ) كتب إلى\r\nكسرى والى قيصر وإلى النجاشي وإلى كجبار يدعوهم إلى الله تعالى وليس بالنجاشي الذي صلى\r\nعليه النبي ( صلى الله عليه وسلم ) ) أما كسرى فبفتح الكاف وكسرها وهو لقب لكل من ملك\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nمن ملوك الفرس وقيصر لقب من ملك الروم والنجاشي لكل من ملك الحبشة وخاقان لكل\r\nمن ملك الترك وفرعون لكل من ملك القبط والعزيز من ملك مصر وتبع لكل من ملك\r\nحمير وفي هذا الحديث جواز مكاتبة الكفار ودعاؤهم إلى الإسلام والعمل بالكتاب وبخبر\r\nالواحد والله أعلم\r\nباب غزوة حنين\r\nحنين واد بين مكة والطائف وراء عرفات بينه وبين بضعة عشر ميلا وهو مصروف كما جاء\r\nبه القرآن العزيز قوله ( قال ابن عباس شهدت مع رسول الله ( صلى الله عليه وسلم ) يوم حنين\r\nفلزمت أنا وأبو سفيان بن الحارث بن عبد المطلب رسول الله ( صلى الله عليه وسلم ) فلم نفارقه )\r\nأبو سفيان هذا هو ابن عم رسول الله ( صلى الله عليه وسلم ) قال جماعة من العلماء اسمه هو كنيته\r\nوقال آخرون اسمه المغيرة وممن قاله هشام بن الكلبي وإبراهيم بن المنذر والزبير بن بكار وغيرهم\r\nوفي هذا عطف الأقارب بعضهم على بعض عند الشدائد وذب بعضهم عن بعض قوله\r\n( ورسول الله ( صلى الله عليه وسلم ) على بغلة له بيضاء أهداها له فروة بن نفاثة الجذامي ) أما قوله\r\nبغلة بيضاء فكذا قال في هذه الرواية ورواية أخرى بعدها أنها بغلة بيضاء وقال في آخر الباب على\r\nبغلته الشهباء وهي واحدة [ قال العلماء\r\nلا يعرف له ( صلى الله عليه وسلم ) بغلة سواها وهي التي يقال\r\nلها دلدل 
  ] وأما قوله أهداها له فروة بن نفاثة فهو بنون مضمومة ثم فاء مخففة ثم ألف ثم ثاء\r\nمثلثة وفي الرواية التي بعدها رواية إسحاق بن إبراهيم قال فروة بن نعامة بالعين والميم\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\nوالصحيح المعروف الأول قال القاضي واختلفوا في إسلامه فقال الطبري أسلم وعمر عمرا\r\nطويلا وقال غيرهم لم يسلم [ وفى صحيح البخاري أن الذي أهداها له ملك أيلة واسم ملك أيله فيما\r\nذكره بن إسحاق يحنة بن روبة والله أعلم فإن قيل ففي هذا الحديث قبوله ( صلى الله عليه وسلم )\r\nهدية الكافر وفي الحديث الآخر هدايا العمال غلول مع حديث ابن اللتبية عامل الصدقات وفي\r\nالحديث الآخر أنه رد بعض هدايا المشركين وقال إنا لا نقبل زبد المشركين أي رفدهم فكيف\r\nيجمع بين هذه الأحاديث قال القاضي رضي الله تعالى عنه قال بعض العلماء أن هذه الأحاديث ناسخة\r\nلقبول الهدية قال وقال الجمهور لا نسخ بل سبب القبول أن النبي ( صلى الله عليه وسلم ) مخصوص\r\nبالفئ الحاصل بلا قتال بخلا ف غيره فقبل النبي ( صلى الله عليه وسلم ) ممن طمع في إسلامه وتأليفه\r\nلمصلحة يرجوها للمسلمين وكافأ بعضهم ورد هدية من لم يطمع في إسلامه ولم يكن في قبولها\r\nمصلحة لأن الهدية توجب المحبة والمودة وأما غير النبي ( صلى الله عليه وسلم ) من العمال والولاة\r\nفلا يحل له قبولها لنفسه عند جمهور العلماء فإن قبلها كانت فيئا للمسلمين فإنه لم يهدها إليه إلا لكونه\r\nإمامهم وإن كانت من قوم هو محاصرهم فهي غنيمة قال القاضي وهذا قول الأوزاعي 
  ] ومحمد بن\r\nالحسن وابن القاسم وابن حبيب وحكاه ابن حبيب عمن لقيه من أهل العلم وقال آخرون هي\r\nللإمام خالصة به قال أبو يوسف وأشهب وسحنون وقال الطبري إنما رد النبي ( صلى الله عليه وسلم )\r\nمن هدايا المشركين ما علم أنه أهدى له في خاصة نفسه وقيل ما كان خلاف ذلك مما فيه\r\nاستئلاف المسلمين قال ولا يصح قول من ادعى النسخ قال وحكم الأئمة بعد إجراؤها مجرى مال\r\nالكفار من الفئ أو الغنيمة بحسب اختلاف الحال وهذا معنى هدايا العمال غلول أي إذا خصوا\r\nبها أنفسهم لأنها لجماعة المسلمين بحكم الفئ والغنيمة [ قال القاضي وقيل إنما قبل النبي ( صلى الله عليه وسلم )\r\nهدايا كفار أهل الكتاب ممن كان على النصرانية كالمقوقس وملوك الشام فلا معارضة\r\nبينه وبين قوله ( صلى الله عليه وسلم ) لا يقبل زبد المشركين وقد أبيح لنا ذبائح أهل الكتاب\r\nومناكحتهم بخلاف المشركين عبدة الأوثان هذا آخر كلام القاضي عياض 
  ] وقال أصحابنا متى أخذ\r\nالقاضي أو العامل هدية محرمة لزمه ردها إلى مهديها فإن لم يعرفه وجب عليه أن يجعلها في بيت\r\nالمال والله أعلم قوله ( ورسول\r\nالله ( صلى الله عليه وسلم ) على بغلة له بيضاء ) [ قال العلماء ركوبه\r\n( صلى الله عليه وسلم ) البغلة في موطن الحرب وعند اشتداد الناس هو النهاية في الشجاعة والثبات\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\nولأنه أيضا يكون معتمدا يرجع المسلمون إليه وتطمئن قلوبهم به وبمكانه وإنما فعل هذا عمدا\r\nوإلا فقد كانت له ( صلى الله عليه وسلم ) أفراس معروفة ومما ذكره في هذا الحديث من شجاعته\r\n( صلى الله عليه وسلم ) تقدمه يركض بغلته إلى جمع المشركين وقد فر الناس عنه وفي الرواية الأخرى\r\nأنه نزل إلى الأرض حين غشوه وهذه مبالغة في الثبات والشجاعة والصبر وقيل فعل ذلك مواساة\r\nلمن كان نازلا على الأرض من المسلمين وقد أخبرت الصحابة رضي الله تعالى عنهم بشجاعته\r\n( صلى الله عليه وسلم ) في جميع المواطن وفي صحيح مسلم قال إن الشجاع منا الذي يحاذي به وإنهم\r\nكانوا يتقون به قوله ( صلى الله عليه وسلم ) ( أي عباس ناد أصحاب السمرة ) هي الشجرة التي بايعوا تحتها\r\nبيعة الرضوان ومعناه ناد أهل بيعة الرضوان يوم الحديبية 
  ] قوله ( فقال عباس وكان\r\nرجلا صيتا ) ذكر الحازمي في المؤتلف أن العباس رضي الله تعالى عنه كان يقف على سلع فينادي\r\nغلمانه في آخر الليل وهم في الغابة فيسمعهم قال وبين سلع والغابة ثمانية أميال قوله ( فوالله\r\nلكان عطفتهم حين سمعوا صوتي عطفة البقر على أولادها فقالوا يا لبيك يا لبيك ) قال العلماء في\r\nهذا الحديث دليل على أن فرارهم\r\nلم يكن بعيدا وأنه لم يحصل الفرا من جميعهم وإنما فتحه عليهم\r\nمن في قلبه مرض من مسلمة أهل مكة المؤلفة ومشركيها الذين لم يكونوا أسلموا وإنما كانت هزيمتهم\r\nفجأة لانصبابهم عليهم دفعة واحدة ورشقهم بالسهام ولاختلاط أهل مكة معهم ممن لم يستقر الإيمان\r\nفي قلبه وممن يتربص بالمسلمين الدوائر وفيهم نساء وصبيان خرجوا للغنيمة فتقدم اخفاؤهم فلما\r\nرشقوهم بالنبل ولوا فانقلبت أولاهم على أخراهم إلى أن أنزل الله تعالى سكينته على المؤمنين كما ذكر\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\nالله تعالى في القرآن قوله والكفار هكذا هو في النسخ وهو بنصب الكفار أي مع\r\nالكفار قوله ( والدعوة في الأنصار ) هي بفتح الدال يعني الاستغاثة والمناداة إليهم قوله\r\n( صلى الله عليه وسلم ) ( هذا حين حمى الوطيس ) هو بفتح الواو وكسر الطاء المهملة وبالسين المهملة قال\r\nالأكثرون هو شبه التنور يسجر فيه ويضر ب مثلا لشدة الحرب التي يشبه حرها حره وقد قال آخرون\r\nالوطيس هو التنور نفسه وقال الأصمعي هي حجارة مدورة إذا حميت لم يقدر أحد يطأ عليها فيقال\r\nالآن حمى الوطيس وقيل هو الضرب في الحرب وقيل هو الحرب الذي يطيس الناس أي يدقهم قالوا وهذا\r\nاللفظة من فصيح الكلام وبديعه الذي لم يسمع من أحد قبل النبي ( صلى الله عليه وسلم ) قوله (\r\nفرماهم بالحصيات ثم قال انهزموا ورب محمد فما هو إلا أن رماهم بحصياته فما زلت أرى حدهم\r\nكليلا وأمرهم مدبرا ) هذا فيه معجزتان ظاهرتان لرسول الله ( صلى الله عليه وسلم ) أحداهما فعلية\r\nوالأخرى خبرية فإنه صلى الله عليه وسلم أخبر بهزيمتهم ورماهم بالحصيات فولوا مدبرين [\r\nوذكر مسلم في الرواية الأخرى في آخر هذا الباب أنه ( صلى الله عليه وسلم ) قبض قبضة من\r\nتراب من الأرض ثم استقبل بها وجوههم فقال شاهت الوجوه\r\nفما خلق الله منهم إنسانا\r\nإلا ملأ عينيه ترابا من تلك القبضة وهذا أيضا فيه معجزتان خبرية وفعلية ويحتمل أنه أخذ\r\nقبضة من حصى وقبضة من تراب فرمى بذامرة وبذامرة ويحتمل أنه أخذ قبضة واحدة\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\nمخلوطة من حصى وتراب 
  ] قوله ( فما زلت أرى حدهم كليلا ) هو بفتح الحاء المهملة أي\r\nما زلت أرى قوتهم ضعيفة قوله ( قال رجل للبراء يا أبا عمارة فررتم يوم حنين قال لا والله\r\nما ولى رسول الله ( صلى الله عليه وسلم ) ولكنه خرج شبان أصحابه وأخفاؤهم حسرا ليس عليهم\r\nسلاح ) [ هذا الجواب الذي أجاب به البراء رضي الله تعالى عنه من بديع الأدب لأن تقدير\r\nالكلام فررتم كلكم فيقتضي أن النبي ( صلى الله عليه وسلم ) وافقهم في ذلك 
  ] فقال البراء لا والله\r\nما فر رسول الله ( صلى الله عليه وسلم ) ولكن جماعة من الصحابة جرى لهم كذا وكذا وأما قوله\r\nشبان أصحابه فهو بالشين وآخره نون جمع شاب [ وقوله إخفاؤهم جمع خفيف وهم المسارعون\r\nالمستعجلون 
  ] ووقع هذا الحرف في رواية إبراهيم الحربي والهروي وغيرهم جفاء بجيم مضمومة\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\nوبالمد وفسره بسرعانهم قالوا تشبيها بجفاء السيل وهو غثاؤه قال القاضي رضي الله تعالى\r\nعنه إن صحت هذه الرواية فمعناها ما سبق من خروج من خرج معهم من أهل مكة ومن انضاف\r\nإليهم ممن لم يستعدوا وإنما خرج للغنيمة من النساء والصبيان ومن في قلبه مرض فشبهه بغثاء\r\nالسيل وأما قوله حسرا فهو بضم الحاء وتشديد السين المفتوحة أي بغير دروع وقد فسره\r\nبقوله ليس عليهم سلاح والحاسر من لا درع عليه قوله ( فرشقوهم رشقا ) هو بفتح الراء\r\nوهو مصدر وأما الرشق بالكسر فهو اسم للسهام التي ترميها الجماعة دفعة واحدة وضبط\r\nالقاضي الرواية هنا بالكسر وضبطه غيره بالفتح كما ذكرنا أولا وهو الأجود وإن كانا جيدين\r\nوأما قوله في الرواية التي بعد هذه فرموه برشق من نبل فهو بالكسر لا غير والله أعلم قال\r\nأهل اللغة يقال رشقه يرشقه وأرشقه ثلاثي ورباعي والثلاثي أشهر وأفصح [ قوله ( فنزل\r\nواستنصر ) أي دعا ففيه استحباب الدعاء عند قيام الحرب 
  ] قوله ( صلى الله عليه وسلم ) [ ( أنا\r\nالنبي لا كذب أنا ابن عبد المطلب ) قال القاضي عياض قال المازري أنكر بعض الناس\r\nكون الرجز شعرا لوقوعه من النبي ( صلى الله عليه وسلم ) قوله تعالى وما علمناه الشعر وما ينبغي له\r\nوهذا مذهب الأخفش واحتج به على فساد مذهب الخليل في أنه شعر 
  ] وأجابوا عن هذا بأن\r\nالشعر هو ما قصد إليه واعتمد الإنسان أن يوقعه موزونا مقفى يقصده إلى القافية ويقع في ألفاظ\r\nالعامة كثير من الألفاظ الموزونة ولا يقول أحد أنها شعر ولا صاحبها شاعر وهكذا الجواب عما\r\nفي القرآن من الموزون كقوله تعالى تنالوا البر حتى تنفقوا مما تحبون وقوله تعالى من الله\r\nوفتح قريب شك أن هذا لا يسميه أحد من العرب شعرا لأنه لم تقصد تقفيته\r\nوجعله شعرا\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\nقال وقد غفل بعض الناس عن هذا القول فأوقعه ذلك في أن قال الرواية أنا النبي لا كذب بفتح\r\nالباء حرصا منه على أن يفسد الروي فيستغني عن الاعتذار وإنما الرواية بإسكان الباء هذا كلام\r\nالقاضي عن المازري قلت وقد قال الإمام أبو القاسم علي بن أبي جعفر بن علي السعدي الصقلي\r\nالمعروف بابن القطاع في كتابه الشافي في علم القوافي قد رأي قوم منهم الأخفش وهو شيخ هذه الصناعة\r\nبعد الخليل أن مشطور الرجز ومنهوكه ليس بشعر كقول النبي ( صلى الله عليه وسلم ) مولانا ولا مولى\r\nلكم وقوله ( صلى الله عليه وسلم ) هل أنت إلا أصبع دميت وفي سبيل الله ما لقيت وقوله ( صلى الله عليه وسلم ) أنا النبي لا كذب\r\nأنا ابن عبد المطلب وأشباه هذا قال ابن القطاع وهذا الذي زعمه الأخفش وغيره غلط\r\nبين وذلك لأن الشاعر إنما سمى شاعرا لوجوه منها أنه شعر القول وقصده وأراده واهتدى إليه وأتى به كلاما\r\nموزونا على طريقة العرب مقفى فإن خلا من هذه الأوصاف أو بعضها لم يكن شعرا ولا يكون\r\nقائله شاعرا بدليل أنه لو قال كلاما موزونا على طريقة العرب وقصد الشعر أو أراده\r\nولم يقفه لم يسم ذلك الكلام شعرا ولا قائله شاعرا بإجماع العلماء والشعراء وكذا لو قفاه وقصد به الشعر\r\nولكن لم يأت به موزونا لم يكن شعرا وكذا لو أتى به موزونا مقفى لكن لم يقصد به الشعر\r\nلا يكون شعرا ويدل عليه أن كثيرا من الناس يأتون بكلام موزون مقفى غير أنهم ما قصدوه\r\nولا أرادوه ولا يسمى شعرا وإذا تفقد ذلك وجد كثيرا في كلام الناس كما قال بعض السؤال\r\nاختموا صلاتكم بالدعاء والصدقة وأمثال هذا كثيرة فدل على أن الكلام الموزون لا يكون\r\nشعرا إلا بالشروط المذكورة وهي القصد وغيره مما سبق والنبي ( صلى الله عليه وسلم ) لم يقصد\r\nبكلامه ذلك الشعر ولا أراده فلا يعد شعرا وإن كان موزونا والله أعلم [ فإن قيل كيف قال\r\nالنبي ( صلى الله عليه وسلم ) أنا ابن عبد المطلب فانتسب إلى جده دون أبيه وافتخر بذلك مع أن\r\nالافتخار في حق أكثر الناس من عمل الجاهلية فالجواب أنه ( صلى الله عليه وسلم ) كانت شهرته بجده\r\nأكثر لأن أباه عبد الله توفى شابا في حياة أبيه عبد المطلب قبل اشتهار عبد الله وكان عبد المطلب\r\nمشهورا شهرة ظاهرة شائعة وكان سيد أهل مكة وكان كثير من الناس يدعون النبي ( صلى الله عليه وسلم )\r\nابن عبد المطلب ينسبونه إلى جده لشهرته 
  ] ومنه حديث همام بن ثعلبة في قوله أيكم\r\nابن عبد المطلب وقد كان مشتهرا عندهم أن عبد المطلب بشر بالنبي ( صلى الله عليه وسلم ) وأنه\r\nسيظهر وسيكون شأنه عظيما وكان قد أخبره بذلك سيف بن ذي يزن وقيل أن عبد المطلب رأى\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\nرؤيا تدل على ظهور النبي ( صلى الله عليه وسلم ) وكان ذلك مشهورا عندهم فأراد النبي ( صلى الله عليه وسلم )\r\nتذكيرهم بذلك وتنبيههم بأنه ( صلى الله عليه وسلم ) لا بد من ظهوره على الأعداء وأن العاقبة\r\nله لتقوي نفوسهم وأعلمهم أيضا بأنه ثابت ملازم للحرب لم يول مع من ولى وعرفهم موضعه ليرجع\r\nإليه الراجعون والله أعلم ومعنى قوله ( صلى الله عليه وسلم ) أنا النبي لا كذب أي أنا النبي حقا فلا أفر\r\nولا أزول [ وفي هذا دليل على جواز قول الإنسان في الحرب أنا فلان وأنا ابن فلان ومثله قول سلمة أنا\r\nابن الأكوع وقول علي رضي الله عنه أنا الذي سمتني أمي حيدره وأشباه ذلك وقد صرح بجوازه علماء\r\nالسلف وفيه حديث صحيح قالوا وإنما يكره قول ذلك على وجه الافتخار كفعل الجاهلية والله\r\nأعلم 
  ] قوله ( حدثنا أحمد بن جناب المصيصي ) هو بالجيم والنون والمصيصي بكسر الميم وتشديد\r\nالصاد الأولى هذا هو المشهور ويقال أيضا بفتح الميم وتخفيف الصاد قوله ( فرموهم برشق من\r\nنبل كأنها رجل من جراد يعني كأنها قطعة من جراد وكأنها شبهت برجل الحيوان لكونها\r\nقطعة منه قوله ( برشق ) هو بكسر الراء وسبق بيانه قريبا قوله ( فانكشفوا ) أي انهزموا\r\nوفارقوا مواضعهم\r\nوكشفوها قوله ( كنا والله إذا احمر البأس نتقي به وإن الشجاع منا للذي\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\nيحاذي به ) احمرار البأس كناية عن شدة الحرب واستعير ذلك لحمرة الدماء الحاصلة فيها في العادة\r\nأو لاستعار الحرب واشتعالها كاحمرار الجمر كما في الرواية السابقة حمى الوطيس وفيه بيان شجاعته\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\n( صلى الله عليه وسلم ) وعظم وثوقه بالله تعالى قوله ( عن سلمة بن الأكوع وأرجع منهزما إلى قوله\r\nمررت على رسول الله ( صلى الله عليه وسلم ) منهزما فقال لقد رجع ابن الأكوع فزعا ) قال العلماء\r\nقوله منهزما حال من ابن الأكوع كما صرح أولا بانهزامه ولم يرد أن النبي ( صلى الله عليه وسلم )\r\nانهزم وقد قالت الصحابة كلهم رضي الله عنهم أنه ( صلى الله عليه وسلم ) ما انهزم ولم ينقل أحد\r\nقط أنه انهزم ( صلى الله عليه وسلم ) في موطن من المواطن وقد نقلوا إجماع المسلمين على أنه\r\nلا يجوز أن يعتقد انهزامه ( صلى الله عليه وسلم ) ولا يجوز ذلك عليه بل كان العباس وأبو سفيان\r\nابن الحارث آخذين بلجام بغلته\r\nيكفانها عن إسراع التقدم إلى العدو وقد صرح بذلك البراء\r\nفي حديثه السابق والله أعلم قوله ( صلى الله عليه وسلم ) ( شاهت الوجوه ) أي قبحت والله أعلم\r\nباب عزوة الطائف\r\nقوله ( حدثنا سفيان بن عيينة عن عمرو عن أبي العباس الأعمى الشاعر عن عبد الله بن عمرو قال\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\nحاصر رسول الله ( صلى الله عليه وسلم ) أهل الطائف ) هكذا هو في نسخ صحيح مسلم عن عبد الله\r\nابن عمرو بفتح العين وهو ابن عمرو بن العاص قال القاضي كذا هو في رواية الجلودي وأكثر\r\nأهل الأصول عن ابن ماهان قال وقال القاضي الشهيد أبو علي صوابه ابن عمر بن الخطاب رضي الله\r\nعنه كذا ذكره البخاري وكذا صوبه الدارقطني وذكر ابن أبي شيبه الحديث في مسنده عن\r\nسفيان فقال عبد الله بن عمرو بن العاص ثم قال أن ابن عقبة حدث به مرة أخرى عن الله\r\nابن عمر هذا ما ذكره القاضي عياض وقد ذكر خلف الواسطي هذا الحديث في كتاب الأطراف\r\nفي مسند ابن عمر ثم في مسند ابن عمرو وأضافه في الموضعين إلى البخاري ومسلم جميعا وأنكروا\r\nهذا على خلف وذكره أبو مسعود الدمشقي في الأطراف عن ابن عمر بن الخطاب قال البخاري\r\nومسلم وذكره الحميدي في الجمع بين الصحيحين في مسند ابن عمر ثم قال هكذا أخرجه البخاري\r\nومسلم في كتب الأدب عن قتيبة وأخرجه هو ومسلم جميعا في المغازي عن ابن عمرو بن العاص\r\nقال والحديث من حديث ابن عيينة وقد اختلف فيه عليه فمنهم من رواه عنه هكذا ومنهم من\r\nرواه بالشك قال الحميدي قال أبو بكر البرقاني الأصح ابن عمر ابن الخطاب قال وكذا أخرجه\r\nابن مسعود في مسند ابن عمر بن الخطاب قال الحميدي وليس لأبي العباس هذا في مسند ابن\r\nعمر بن الخطاب غير هذا الحديث المختلف فيه وقد ذكره النسائي في سننه في كتاب السير عن\r\nابن عمرو بن العاص فقط قوله ( حاصر رسول الله ( صلى الله عليه وسلم ) أهل الطائف فلم ينل\r\nمنهم شيئا فقال إنا قافلون إن شاء الله قال أصحابه نرجع ولم نفتتحه فقال اغدوا على القتال فغدوا عليه\r\nفأصابهم جراح فقال لهم رسول الله ( صلى الله عليه وسلم ) إنا قافلون غدا فأعجبهم\r\nذلك فضحك رسول الله\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\n( صلى الله عليه وسلم ) ) [ معنى الحديث أنه ( صلى الله عليه وسلم ) قصد الشفقة على أصحابه والرفق بهم\r\nبالرحيل عن الطائف لصعوبة أمره وشدة الكفار الذين فيه وتقويتهم بحصنهم مع أنه ( صلى الله عليه وسلم )\r\nعلم أو رجى أنه سيفتحه بعد هذا بلا مشقة كما جرى فلما رأى حرص أصحابه على\r\nالمقام والجهاد أقام وجد في القتال فلما أصابتهم الجراح رجع إلى ما كان قصده أولا من الرفق\r\nبهم ففرحوا بذلك لما رأوا من المشقة الظاهرة ولعلهم نظروا فعلموا أن رأى النبي ( صلى الله عليه وسلم )\r\nأبرك وأنفع وأحمد عاقبة وأصوب من رأيهم فوافقوا على الرحيل وفرحوا فضحك النبي\r\n( صلى الله عليه وسلم ) تعجبا من سرعة تغير رأيهم والله أعلم 
  ]\r\nباب غزوة بدر\r\nقوله ( أن رسول الله ( صلى الله عليه وسلم ) شاور أصحابه حين بلغه إقبال أبي سفيان فتكلم أبو بكر\r\nفأعرض عنه ثم تكلم عمر فأعرض عنه فقام سعد بن عبادة فقال إيانا تريد يا رسول الله والذي\r\nنفسي بيده لو أمرتنا أن نخيضها لأخضناها ) [ قال العلماء إنما قصد ( صلى الله عليه وسلم ) اختبار\r\nالأنصار لأنه لم يكن بايعهم على أن يخرجوا معه للقتال وطلب العدو وإنما بايعهم على أن\r\nيمنعوه ممن يقصده فلما عرض الخروج لعير أبي سفيان أراد أن يعلم أنهم يوافقون على ذلك\r\nفأجابوه أحسن جواب بالموافق التامة في هذه المرة وغيرها وفيه استشارة الأصحاب وأهل\r\nالرأي والخبرة 
  ] قوله أن نخيضها يعني الخيل وقوله برك الغماد أما برك فهو بفتح الباء\r\nواسكان الراء هذا هو المعروف المشهور في كتب الحديث وروايات المحدثين وكذا نقله القاضي\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\nعن رواية المحدثين قال وقال بعض أهل اللغة صوابه كسر الراء قال وكذا قيده شيوخ أبي ذر\r\nفي البخاري كذا ذكره القاضي في شرح مسلم وقال في المشارق هو بالفتح لأكثر الرواة قال\r\nووقع للأصيلي والمستملي وأبي محمد الحموي بالكسر قلت وذكره جماعة من أهل اللغة بالكسر\r\nلا غير واتفق الجميع على أن الراء ساكنة إلا ما حكاه القاضي عن الأصيلي أنه ضبطه بإسكانها\r\nوفتحها وهذا غريب ضعيف وأما الغماد فبغين معجمة مكسورة ومضمومة لغتان مشهورتان لكن\r\nالكسر أفصح وهو المشهور في روايا ت المحدثين والضم هو المشهور في كتب اللغة وحكى صاحب\r\nالمشارق والمطالع الوجهين عن ابن دريد وقال القاضي عياض في الشرح ضبطناه في الصحيحين\r\nبالكسر قال وحكى ابن دريد فيه الضم والكسر وقال الحازمي في كتابه المؤتلف والمختلف\r\nفي أسماء الأماكن هو بكسر الغين ويقال بضمها قال وقد ضبطه ابن الفرات في أكثر المواضع\r\nبالضم لكن أكثر ما سمعته من المشايخ بالكسر قال وهو موضع من وراء مكة بخمس ليال بناحية\r\nالساحل وقيل بلدتان هذا هول الحازمي وقال القاضي وغيره هو موضع بأقاصي هجر وقال إبراهيم\r\nالحربي [ برك الغماد وسعفات هجر كناية يقال فيما تباعد 
  ] قوله ( ورسول الله ( صلى الله عليه وسلم )\r\nقائم يصلي فلما رأى ذلك انصرف قال والذي نفسي بيده لتضربوه إذا صدقكم وتتركوه إذا\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nكذبكم ) [ معنى انصرف سلم من صلاته ففيه استحباب تخفيفها إذا عرض أمر في أثنائها 
  ] وهكذا\r\nوقع في النسخ تضربوه وتتركوه بغير نون وهي لغة سبق بيانها مرات أعنى حذف النون بغير\r\nناصب ولا جازم [ وفيه جواز ضرب الكافر الذي لا عهد له وإن كان أسيرا وفيه معجزتان من أعلام\r\nالنبوة إحداهما إخباره ( صلى الله عليه وسلم ) بمصرع جبابرتهم فلم ينفذ أحد مصرعه الثانية إخباره\r\n( صلى الله عليه وسلم ) بأن الغلام الذي كانوا يضربونه يصدق إذا تركوه ويكذب إذا ضربوه وكان\r\nكذلك في نفس الأمر والله أعلم 
  ] قول ( فماط أحدهم ) أي تباعد\r\nباب فتح مكة\r\nقوله ( فبعث الزبير على إحدى المجنبتين ) هي بضم الميم وفتح الجيم وكسر النون وهما الميمنة\r\nوالميسرة ويكون القلب بينهما وبعث أبا عبيدة على [ الحسر 
  ] هو بصم الحاء وتشديد السين المهملتين\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n[ أي الذين لا دروع عليهم 
  ] قوله ( فأخذوا بطن الوادي ) أي جعلوا طريقهم في بطن الوادي\r\nقوله ( صلى الله عليه وسلم ) ( اهتف لي بالأنصار ) أي ادعهم لي قوله ( صلى الله عليه وسلم ) [ ( لا يأتيني\r\nإلا أنصاري ) ثم قال فأطافوا إنما خصهم لثقته بهم ورفعا لمراتبهم وإظهارا لجلالتهم\r\nوخصوصيتهم 
  ] قوله ( ووبشت قريش أو باشا لها ) أي جمعت جموعا من قبائل شتى وهو\r\nبالباء الموحدة المشددة والشين المعجمة قوله ( فما شاء أحد منا أن يقتل أحدا إلا قتله وما\r\nأحد منهم يوجه إلينا شيئا ) أي لا يدفع أحد عن نفسه قوله ( قال أبو سفيان أبيحت خضراء\r\nقريش لا قريش بعد اليوم ) كذا في هذه الرواية أبيحت وفي التي بعدها أبيدت وهما متقاربان\r\nأي استؤصلت قريش بالقتل وأفنيت وخضراؤهم بمعنى جماعتهم [ ويعبر عن الجماعة المجتمعة\r\nبالسواد والخضرة ومنه السواد الأعظم 
  ] قوله ( صلى الله عليه وسلم ) [ ( من دخل دار أبي سفيان\r\nفهو آمن ) استدل به الشافعي وموافقوه على أن دور مكة مملوكة يصح بيعها وإجارتها لأن أصل\r\nالإضافة إلى الآدميين تقتضي الملك وما سوى ذلك مجاز وفيه تأليف لأبي سفيان وإظهار لشرفه 
  ]\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\nقوله ( فقالت الأنصار بعضهم لبعض أما الرجل فأدركته رغبة في قريته ورأفة بعشيرته وذكر\r\nنزول الوحي فقال رسول الله ( صلى الله عليه وسلم ) يا معشر الأنصار قالوا لبيك يا رسول الله قال\r\nقلتم أما الرجل فأدركته رغبة في قريته ورأفة بعشيرته قالوا قد كان ذلك قال كلا إني عبد الله\r\nورسولها اجرت إلى الله وإليكم المحيا محياكم والممات مماتكم فأقبلوا إليه يبكون ويقولون والله\r\nما قلنا الذي قلنا إلا الضن بالله وبرسوله فقال رسول الله ( صلى الله عليه وسلم ) أن الله ورسوله\r\nيصدقانكم ويعذرانكم ) معنى هذه الجملة أنهم رأوا رأفة النبي ( صلى الله عليه وسلم ) بأهل مكة\r\nوكف القتل عنهم فظنوا أنه يرجع إلى سكنى مكة والمقام فيها دائما ويرحل عنهم ويهجر\r\nالمدينة فشق ذلك عليهم وأوحى الله تعالى إليه ( صلى الله عليه وسلم ) فأعلمهم بذلك فقال لهم ( صلى الله عليه وسلم )\r\nقلتم كذا وكذا قالوا نعم قد قلنا هذا فهذه معجزة من معجزات النبوة فقال كلا إني\r\nعبد الله ورسوله معنى كلا هنا حقا ولها معنيان أحدهما حقا والآخر النفي وأما قوله ( صلى الله عليه وسلم )\r\n[ ( إني عبد الله ورسوله ) فيحتمل وجهين أحدهما إني رسول الله حقا فيأتيني الوحي\r\nوأخبر بالمغيبات كهذه القضية وشبهها فثقوا بما\r\nأقول لكم وأخبركم به في جميع الأحوال والآخر\r\nلا تفتتنوا بإخباري إياكم بالمغيبات وتطروني كما أطرت النصارى عيسى صلوات الله عليه فإني\r\nعبد الله ورسوله 
  ] وأما قوله ( صلى الله عليه وسلم ) ( هاجرت إلى الله وإليكم المحيا محياكم والممات\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\nمماتكم ) فمعناه أني هاجرت إلى الله وإلى دياركم لاستيطانها فلا أتركها ولا أرجع عن هجرتي الواقعة\r\nلله تعالى بل أنا ملازم لكم المحيا محياكم والممات مماتكم أي لا أحيى إلا عندكم ولا أموت إلا\r\nعندكم وهذا أيضا من المعجزات فلما قال لهم هذا بكوا واعتذروا وقالوا والله ما قلنا كلامنا\r\nالسابق إلا حرصا عليك وعلى مصاحبتك ودوامك عندنا لنستفيد منك ونتبرك بك وتهدينا\r\nالصراط المستقيم كما قال الله تعالى لتهدي إلى صراط مستقيم وهذا معنى قولهم ما\r\nقلنا الذي قلنا إلا الظن بك هو بكسر الضاد أي شحا بك أن تفارقنا ويختص بك غيرنا وكان بكاؤهم فرحا\r\nبما قال لهم وحياء مما خافوا أن يكون بلغه عنهم مما يستحيي منه [ قوله ( فأقبل رسول الله\r\n( صلى الله عليه وسلم ) حتى أقبل إلى الحجر فاستلمه ثم طاف بالبيت ) فيه الابتداء بالطواف في أول\r\nدخول مكة سواء كان محرما بحج أو عمرة أو غير محرم وكان النبي ( صلى الله عليه وسلم ) دخلها في\r\nهذا اليوم وهو يوم الفتح غير محرم بإجماع المسلمين وكان على رأسه المغفرة والأحاديث متظاهرة\r\nعلى ذلك والإجماع منعقد عليه 
  ] وأما قول القاضي عياض رضي الله عنه أجمع العلماء على\r\nتخصيص النبي ( صلى الله عليه وسلم ) بذلك ولم يختلفوا في أن من دخلها بعده لحرب أو بغى أنه\r\nلا يحل له دخولها حلالا فليس كما نقل بل مذهب الشافعي وأصحابه وآخرين أنه يجوز دخولها\r\nحلالا للمحارب بلا خلاف وكذا لمن يخاف من ظالم لو ظهر للطواف وغيره وأما من لا عذر\r\nله أصلا فللشافعي رضي الله عنه فيه قولان مشهوران أصحهما أنه لا يجوز له دخولها بغير إحرام\r\nلكن يستحب له الإحرام والثاني لا يجوز وقد سبقت المسألة في أول كتبا الحج قوله ( فأتى على\r\nصنم إلى جنب البيت كانوا يعبدونه فجعل يطعنه بسية قوسه ) [ السية 
  ] بكسر السين وتخفيف الياء\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n[ المفتوحة المنعطف من طرفي القوس 
  ] وقوله يطعن بضم العين على المشهور ويجوز فتحها في لغة [\r\nوهذا الفعل إذلال للأصنام ولعابديها وإظهار لكونها لا تضر ولا تنفع ولا تدفع عن نفسها 
  ]\r\nكما قال الله تعالى يسلبهم الذباب شيئا لا يستنقذوه منه قوله ( جعل يطعن في عينه ويقول\r\nجاء الحق وزهق الباطل ) وقال في الرواية التي بعد هذه وحول الكعبة ثلاثمائة وستون نصبا\r\nفجعل يطعنها بعود كان في يده ويقول جاء الحق وزهق الباطل إن الباطل كان زهوقا [ جاء الحق\r\nوما يبدئ الباطل وما يعيد النصب الصنم وفي هذا استحباب قراءة هاتين الآيتين عند إزالة المنكر 
  ]\r\nقوله [ ( ثم قال بيديه أحداهما على الأخرى احصدوهم حصدا ) هو بضم الصاد وكسرها وقد استدل\r\nبهذا من يقول أن مكة فتحت ت عنوة وقد اختلف العلماء فيها 
  ] فقال مالك وأبو حنيفة وأحمد\r\nوجماهير العلماء وأهل السير فتحت عنوة وقال الشافعي فتحت صلحا وادعى المازري أن\r\nالشافعي انفرد بهذا القول واحتج الجمهور بهذا الحديث وبقوله أبيدت خضراء قريش قالوا وقال\r\n( صلى الله عليه وسلم ) من ألقى سلاحه فهو آمن ومن دخل دار أبي سفيان فهو آمن فلو كانوا كلهم آمنين\r\nلم يحتج إلى هذا وبحديث أم هانئ رضي الله عنها حين أجارت رجلين أراد علي رضي الله عنه\r\nقتلهما فقال النبي ( صلى الله عليه وسلم ) قد أجرنا من أجرت فكيف يدخلها صلحا ويخفى ذلك على علي\r\nرضي الله عنه حتى يريد قتل رجلين دخلا في الأمان وكيف يحتاج إلى أمان أم هانئ بعد الصلح\r\nواحتج الشافعي بالأحاديث المشهورة أنه ( صلى الله عليه وسلم ) صالحهم بمر الظهران قبل دخول مكة\r\nوأما قوله ( صلى الله عليه وسلم ) احصدوهم وقتل خالد من قتل فهو محمول على من أظهر من كفار\r\nمكة قتالا وأما أمان من دخل دار أبي سفيان ومن ألقى سلاحه وأمان\r\nأم هانئ فكله محمول\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\nعلى زيادة الاحتياط لهم بالأمان وأما هم علي رضي الله عنه بقتل الرجلين فلعله تأول منهما\r\nشيئا أو جرى منهما قتال أو نحو ذلك وأما قوله في الرواية الأخرى فما أشرف أحد يومئذ لهم إلا\r\nأناموه فمحمول على من أشرف مظهرا للقتال والله أعلم 
  ] قوله ( قلنا ذاك يا رسول الله قال فما اسمي إذا\r\nكلا إني عبد الله ورسوله ) قال القاضي يحتمل هذا وجهين أحدهما أنه أراد ( صلى الله عليه وسلم ) أني\r\nنبي لإعلام إياكم بما تحدثتم به سرا والثاني لو فعلت هذا الذي خفتم منه وفارقتكم رجعت إلى استيطان\r\nمكة لكنت ناقضا لعهدكم في ملازمتكم ولكان هذا غير مطابق لما اشتق منه اسمي وهو الحمد فإني\r\nكنت أوصف حينئذ بغير الحمد [ قوله ( وفدنا إلى معاوية رضي الله عنه وفينا أبو هريرة فكان كل رجل\r\nمنا بصنع طعاما يوما لأصحابه فكانت نوبتي ) فيه دليل على استحباب اشتراك المسافرين في الأكل\r\nواستعمالهم مكارم الأخلاق وليس هذا من باب المعارضة حتى يشترط فيه المساواة في الطعام وأن\r\nلا يأكل بعضهم أثر من بعض بل هو من باب المروءات ومكارم الأخلاق وهو بعني الإباحة\r\nفيجوز وأن تفاضل الطعام واختلفت أنواعه ويجوز وإن أكل بعضهم أكثر من بعض لكن\r\nيستحب أن يكون شأنهم إيثار بعضهم بعضا 
  ] [ قوله ( فجاؤوا إلى المنزل ولم يدرك طعامنا\r\nفقلت يا أبا هريرة لو حدثتنا عن رسول الله ( صلى الله عليه وسلم ) حتى يدرك طعامنا فقال كنا مع\r\nرسول الله ( صلى الله عليه وسلم ) يوم الفتح إلى آخره ) فيه استحباب الاجتماع على الطعام وجواز\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\nدعائهم إليه قبل ادراكه واستحباب حديثهم في حال الاجتماع بما فيه بيان أحوال رسول الله\r\n( صلى الله عليه وسلم ) وأصحابه وغزواتهم ونحوها مما تنشط النفوس لسماعه وكذلك غيرها من\r\nالحروب ونحوها مما لا إثم فيه ولا يتولد منه في العادة ضر في دين ولا دنيا ولا أذى لأحد لتنقطع\r\nبذلك مدة الانتظار ولا يضجروا ولئلا يشتغل بعضهم مع بعض في غيبة أو نحوها من الكلام\r\nالمذموم وفيه أنه يستحب إذا كان في الجمع مشهور بالفضل أو بالصلاح أن يطلب منه الحديث\r\nفإن لم يطلبوا استحب له الابتداء بالحديث كما كان النبي ( صلى الله عليه وسلم ) يبتديهم بالتحديث من\r\nغير طلب منهم 
  ] قوله ( وجعل أبا عبيدة على البياذقة وبطن الوادي ) [ البياذقة 
  ] بباء موحدة ثم مثناة\r\nتحت وبذال معجمة وقاف [ وهم الرجالة قالوا وهو فارسي معرب وأصله بالفارسية أصحاب ركاب الملك\r\nومن يتصرف في أموره قيل سموا بذلك لخفتهم وسرعة حركتهم 
  ] هكذا الرواية في هذا الحرف\r\nهنا وفي غير مسلم أيضا قال القاضي هكذا روايتنا فيه قال ووقع في بعض الروايات الساقة وهم\r\nالذين يكونون آخر العسكر وقد يجمع بينه وبين البياذقة بأنهم رجالة وساقة ورواه عضهم الشارفة\r\nوفسروه بالذين يشرفون على مكة قال القاضي وهذا ليس بشئ لأنهم أخذوا في بطن الوادي\r\nوالبياذقة هنا هم الحسر في الرواية السابقة وهم رجالة لا دروع عليهم قوله ( وقال موعدكم\r\nالصفا ) يعني قال هذا لخالد ومن معه الذين أخذوا أسفل من بطن الوادي وأخذ هو ( صلى الله عليه وسلم )\r\nومن معه أعلى مكة قوله [ ( فما أشرف لهم أحد إلا أناموه ) أي ما ظهر لهم أحد إلا قتلوه 
  ]\r\nفوقع إلى الأرض أو يكون بمعنى أسكنوه بالقتل كالنائم يقال نامت الريح إذا سكنت وضربه\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\nحتى سكن أي مات ونامت الشاة وغيرها ماتت قال الفراء النائمة الميتة هكذا تأول هذه اللفظة\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\nالقائلون بأن مكة فتحت عنوة ومن قال فتحت صلحا يقول أناموه ألقوه إلى الأرض من غير قتل\r\nإلا من قاتل والله أعلم قوله ( صلى الله عليه وسلم ) [ ( لا يقتل قرشي صبرا بعد هذا اليوم إلى يوم\r\nالقيامة ) قال العلماء معناه الاعلام بأن قريشا يسلمون كلهم ولا يرتد أحد منهم كما ارتد غيرهم\r\nبعده ( صلى الله عليه وسلم ) ممن حورب وقتل صبرا وليس المراد أنهم لا يقتلون ظلما صبرا فقد جرى\r\nعلى قريش بعد ذلك ما هو معلوم 
  ] والله أعلم [ قوله ( ولم يكن أسلم من عصاة قريش غير مطيع\r\nكان اسمه العاصي فسماه النبي ( صلى الله عليه وسلم ) مطيعا ) قال القاضي عياض عصاة هنا جمع العاص\r\nمن أسماء الأعلام لا من الصفات أي ما أسلم ممن كان اسمه العاص مثل العاص بن وائل السهمي\r\nوالعاص بن هشام أبو البختري والعاص بن سعيد بن العاص بن أمية والعاص بن هشام بن\r\nالمغيرة المخزومي والعاص بن منبه بن الحجاج وغيرهم سوى العاص بن الأسود العذري فغير النبي\r\n( صلى الله عليه وسلم ) اسمه فسماه مطيعا وإلا فقد أسلمت عصاة قريش وعتاتهم كلهم بحمد الله تعالى 
  ]\r\nولكنه ترك أبا جندل بن سهيل بن عمرو وهو ممن أسلم واسمه أيضا العاص فإذا صح هذا فيحتمل\r\nأن هذا لما غلبت عليه كنيته وجهل اسمه لم يعرفه المخبر باسمه فلم يستثنه كما استثنى مطيع بن\r\nالأسود والله أعلم\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nباب صلح الحديبية\r\nفي الحديبية والجعرانة لغتان التخفيف وهو الأفصح والتشديد وسبق بيانهما في كتاب الحج قوله\r\n( هذا ما كاتب عليه محمد رسول الله ) وفي الرواية الأخرى هذا ما قاضى عليه محمد قال العلماء معنى\r\nقاضى هنا فاصل وأمضى أمره عليه ومنه قضى القاضي أي فصل الحكم وأمضاه ولهذا سميت تلك السنة\r\nعام المقاضاة وعمرة القضية وعمرة القضاء كله من هذا وغلطوا من قال أنها سميت عمرة القضاء لقضاء\r\nالعمرة التي صد عنها لأنه لا يجب قضاء المصدود عنها إذا تحلل بالاحصار كما فعل النبي ( صلى الله عليه وسلم )\r\nوأصحابه في ذلك العام [ وفي هذا الحديث دليل على أنه يجوز أن يكتب في أول الوثائق وكتب الأملاك\r\nوالصداق والعتق والوقف والوصية ونحوها هذا ما اشترى فلان أو هذا ما أصدق أو وقف أو أعتق\r\nونحوه وهذا هو الصواب الذي عليه الجمهور من العلماء وعليه عمل المسلمين في جميع الأزمان وجميع\r\nالبلدان من غير انكار قال القاضي عياض رضي الله عنه وفيه دليل على أنه يكتفي في ذلك بالاسم\r\nالشهور من غير زيادة خلافا لمن قال لابد من أربعة المذكور وأبيه وجده ونسبه وفيه أن\r\nللإمام أن يعقد الصلح على ما رآه مصلحة للمسلمين وإن كان لا يظهر ذلك لبعض الناس في بادئ\r\nالرأي وفيه احتمال المفسدة اليسيرة لدفع أعظم منها أو لتحصيل مصلحة أعظم منها إذا لم يمكن\r\nذلك إلا بذلك 
  ] قوله [ فقال النبي ( صلى الله عليه وسلم ) لعلي امحه فقال ما أنا بالذي أمحاه 
  ]\r\nهكذا هو في جميع النسخ بالذي أمحاه وهي لغة في أمحوه [ وهذا الذي فعله علي رضي الله عنه من\r\nباب الأدب المستحب 
  ] لأنه ليفهم من النبي ( صلى الله عليه وسلم ) تحتيم محو علي بنفسه ولهذا لم ينكر\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\nولو حتم محوه بنفسه لم يجز لعلي تركه ولما أقره النبي ( صلى الله عليه وسلم ) على المخالفة قوله ( ولا\r\nيدخلها بسلاح إلا جلبان السلاح ) قال أبو إسحاق السبيعي [ جلبان السلاح هو القراب وما\r\nفيه 
  ] والجلبان بضم الجيم قال القاضي في المشارق ضبطناه جلبان بضم الجيم واللام وتشديد الباء\r\nالموحدة قال وكذا رواه الأكثرون وصوبه ابن قتيبة وغيره ورواه بعضهم باسكان اللام\r\nوكذا ذكره الهروي وصوبه هو وثابت ولم يذكر ثابت سواه [ وهو ألطف من الجراب يكون\r\nمن الأدم يوضع فيه السيف مغمدا ويطرح في الراكب سوطه وأداته ويعلقه في الرحل قال\r\nالعلماء وإنما شرطوا هذا لوجهين أحدهما أن لا يظهر منه دخول الغالبين القاهرين والثاني أنه\r\nإن عرض فتنة أو نحوها يكون في الاستعداد بالسلاح صعوبة قوله ( اشترطوا أن يدخلوا مكة\r\nفيقيموا بها ثلاثا ) قال العلماء سبب هذا التقدير أن المهاجر من مكة لا يجوز له أن يقيم بها أكثر\r\nمن ثلاثة أيام وهذا أصل في أن الثلاثة ليس لها حكم الإقامة وأما ما فوقها فله حكم الإقامة وقد\r\nرتب الفقهاء على هذا قصر الصلاة فيمن نوى إقامة في بلد في طريقه وقاسوا على هذا الأصل\r\nمسائل كثيرة 
  ] قوله ( لما أحصر النبي ( صلى الله عليه وسلم ) عند البيت ) هكذا هو في جميع نسخ بلادنا\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\nأحصر عند البيت وكذا نقله القاضي عن رواية جميع الرواة سوى ابن الحذاء فإن في روايته عن\r\nالبيت وهو الوجه وأما أحصر وحصر فسبق بيانهما في كتاب الحج قوله ( صلى الله عليه وسلم )\r\n[ ( أرني مكانها فأراه مكانها فمحاها وكتب ابن عبد الله ) قال القاضي عياض رضي الله تعالى عنه\r\nاحتج بهذا اللفظ بعض الناس على أن النبي ( صلى الله عليه وسلم ) كتب ذلك بيده على ظاهر هذا اللفظ\r\nوقد ذكر البخاري نحوه من رواية إسرائيل عن أبي إسحاق وقال فيه أخذ رسول الله ( صلى الله عليه وسلم )\r\nالكتاب فكتب وزاد عنه في طريق آخر ولا يحسن أن يكتب فكتب قال أصحاب هذا\r\nالمذهب ان الله تعالى أجرى ذلك على يده إما بأن كتب ذلك القلم بيده وهو غير عالم بما يكتب أو\r\nأن الله تعالى علمه ذلك حينئذ حتى كتب وجعل هذا زيادة في معجزته فإنه كان أميا فكما علمه ما لم يعلم\r\nمن العلم وجعله يقرأ ما لم يقرأ ويتلو ما لم يكن يتلو كذلك علمه أن يكتب ما لم يكن يكتب وخط\r\nما لم يكن يخط بعد النبوة أو أجرى ذلك على يده قالوا وهذا لا يقدح في وصفه بالأمية واحتجوا\r\nبآثار جاءت في هذا عن الشعبي وبعض السلف وأن النبي ( صلى الله عليه وسلم ) لم يمت حتى كتب 
  ]\r\nقال القاضي والي جواز هذا ذهب الباجي وحكاه عن السمناني وأبي ذر وغيره [ وذهب الأكثرون\r\nإلى منع هذا كله قالوا وهذا الذي زعمه الذاهبون إلا القول الأول يبطله وصف الله تعالى إياه\r\nبالنبي الأمي ( صلى الله عليه وسلم ) وقوله تعالى كنت تتلو من قبله من كتاب ولا تخطه بيمينك\r\nوقوله ( صلى الله عليه وسلم ) إنا أمة أمية لا نكتب ولا نحسب قالوا وقوله في هذا الحديث كتب\r\nمعناه أمر بالكتابة كما يقال رجم ماعزا وقطع السارق وجلد الشارب أي أمر بذلك واحتجوا\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\nبالرواية الأخرى فقال لعلي رضي الله تعالى عنه اكتب محمد بن عبد الله قال القاضي وأجاب\r\nالأولون عن قوله تعالى أنه لم يتل ولم يخط أي من قبل تعليمه كما قال الله تعالى من قبله فكما جاز أن\r\nيتلوا جاز أن يكتب ولا يقدح هذا في كونه أميا إذ ليست المعجزة مجرد كونه أميا فإن المعجزة\r\nحاصلة بكونه ( صلى الله عليه وسلم ) كان أولا كذلك ثم جاء بالقرآن وبعلوم لا يعلمها الأميون قال\r\nالقاضي وهذا الذي قالوه ظاهر قال وقوله في الرواية التي ذكرناها ولا يحسن أن يكتب فكتب\r\nكالنص أنه كتب بنفسه قال والعدول إلى غيره مجاز ولا ضرورة إليه قال وقد طال كلام كل فرقة\r\nفي هذه المسألة وشنعت كل فرقة على الأخرى في هذا والله أعلم 
  ] قوله ( فلما كان يوم الثالث )\r\nهكذا هو في النسخ كلها يوم الثالث بإضافة يوم إلى الثالث وهو من إضافة الموصوف إلى الصفة\r\nوقد سبق بيانه مرات ومذهب الكوفيين جوازه على ظاهره ومذهب البصريين تقدير محذوف\r\nمنه أي أي يوم الزمان الثالث قوله [ ( فأقام بها ثلاثة أيام فلما كان يوم الثالث قالوا لعلي هذا آخر\r\nيوم من شرط صاحبك فأمره أن يخرج فأخبره بذلك فقال نعم فخرج ) هذا الحديث فيه حذف\r\nواختصار والمقصود أن هذا الكلام لم يقع في عام صلح الحديبية وإنما وإنما وقع في السنة الثانية وهي\r\nعمرة القضاء وكانوا شارطوا النبي ( صلى الله عليه وسلم ) في عام الحديبية أن يجئ بالعام المقبل\r\nفيعتمر ولا يقيم أكثر من ثلاثة أيام فجاء في العام المقبل فأقام إلى أواخر اليوم الثالث فقالوا لعلي\r\nرضي الله تعالى عنه هذا الكلام فاختصر هذا الحديث ولم يذكر أن الإقامة وهذا الكلام كان في\r\nالعام المقبل واستغنى عن ذكره بكونه معلوما وقد جاء مبينا في روايات أخرى مع أنه قد علم أن النبي\r\n( صلى الله عليه وسلم ) لم يدخل مكة عام الحديبية والله أعلم 
  ] فإن قيل كيف أحوجوهم إلى أن يطلبوا\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\nمنهم الخروج ويقوموا بالشرط فالجواب أن هذا الطلب كان قبل انقضاء الأيام الثلاثة\r\nبيسير وكان عزم النبي ( صلى الله عليه وسلم ) وأصحابه على الارتحال عند انقضاء الثلاثة\r\nفاحتاط الكفار لأنفسهم وطلبوا الارتحال قبل انقضاء الثلاثة بيسير فخرجوا عند\r\nانقضائها وفاء بالشرط لأنهم كانوا مقيمين لو لم يطلب ارتحالهم قوله ( فقال النبي ( صلى الله عليه وسلم )\r\nلعلي رضي الله عنه اكتب بسم الله الرحمن الرحيم قال سهيل أما بسم الله فما ندري\r\nما بسم الله الرحمن الرحيم ولكن اكتب ما نعرف باسمك اللهم ) [ قال العلماء وافقهم النبي ( صلى الله عليه وسلم )\r\nفي ترك كتابة بسم الله الرحمن الرحيم وأنه كتب باسمك اللهم وكذا وافقهم في محمد بن\r\nعبد الله وتر ك كتابة رسول الله ( صلى الله عليه وسلم ) وكذا وافقهم في رد من جاء منهم إلينا دون من\r\nذهب منا إليهم وإنما وافقهم في هذه الأمور للمصلحة المهمة الحاصلة بالصلح مع أنه لا مفسدة في\r\nهذه الأمور 
  ] أما البسملة وباسمك اللهم فمعناهما واحد وكذا قوله محمد بن عبد الله هو أيضا\r\nرسول الله ( صلى الله عليه وسلم ) وليس في ترك وصف الله سبحانه وتعالى في هذا الموضع\r\nبالرحمن الرحيم ما ينفي ذلك ولا في ترك وصفه أيضا ( صلى الله عليه وسلم ) هنا\r\nبالرسالة ما ينفيها\r\nفلا مفسدة فيما طلبوه وإنما كانت المفسدة تكون لو طلبوا أن يكتب مالا يحل من تعظيم آلهتهم\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\nونحو ذلك وأما شرط رد من جاء منهم ومنع من ذهب إليهم فقد بين النبي ( صلى الله عليه وسلم )\r\nالحكمة فيهم في هذا الحديث بقوله من ذهب منا إليهم فأبعده الله ومن جاءنا منهم سيجعل الله له\r\nفرجا ومخرجا ثم كان كما قال ( صلى الله عليه وسلم ) فجعل الله للذين جاءونا منهم وردهم إليهم فرجا\r\nومخرجا ولله الحمد وهذا من المعجزات [ قال العلماء والمصلحة المترتبة على إتمام هذا الصلح ما ظهر\r\nمن ثمراته الباهرة وفوائده المتظاهرة التي كانت عاقبتها فتح مكة وإسلام أهلها كلها ودخول الناس\r\nفي دين الله أفواجا وذلك أنهم قبل الصلح لم يكونوا يختلطون بالمسلمين ولا تتظاهر عندهم أمور\r\nالنبي ( صلى الله عليه وسلم ) كما هي ولا يحلون بمن يعلمهم بها مفصلة فلما حصل صلح الحديبية\r\nاختلطوا بالمسلمين وجاءوا إلى المدينة وذهب المسلمون إلى مكة وحلوا بأهلهم وأصدقائهم\r\nوغيرهم ممن يستنصحونه وسمعوا منهم أحوال النبي ( صلى الله عليه وسلم ) مفصلة بجزئياتها ومعجزاته\r\nالظاهرة وأعلام نبوته المتظاهرة وحسن سيرته وجميل طريقته وعاينوا بأنفسهم كثيرا من\r\nذلك فما زلت نفوسهم إلى الإيمان حتى بادر خلق منهم إلى الإسلام قبل فتح مكة فأسلموا بين\r\nصلح الحديبية وفتح مكة وازداد الآخرون ميلا إلى الإسلام فلما كان يوم الفتح أسلموا كلهم\r\nلما كان قد تمهد لهم من الميل وكانت العرب من غير قريش في البوادي ينتظرون بإسلامهم\r\nإسلام قريش فلما أسلمت قريش أسلمت العرب في البوادي قال تعالى جاء نصر الله والفتح\r\nورأيت الناس يدخلون في دين الله أفواجا قوله ( حدثنا عبد العزيز بن سياه ) هو بسين مهملة\r\nمكسورة ثم ياء مثناة من تحت مخففة ثم ألف ثم هاء في الوقف والدرج على وزني مياه وشياه\r\nقوله [ ( قام سهل بن حنيف يوم صفين فقال يا أيها الناس\r\nاتهموا أنفسكم إلى آخره ) أراد بهذا\r\nتصبير الناس على الصلح وأعلامهم بما يرجى بعده من الخير فإنه يرجى مصيره إلى خير وإن كان\r\nظاهره في الابتداء مما تكرهه النفوس كما كان شأن صلح الحديبية وإنما قال سهل هذا القول حين\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\nظهر من أصحاب علي رضي الله عنه كراهة التحكيم فأعلمهم بما جرى يوم الحديبية من كراهة أكثر\r\nالناس الصلح وأقولهم في كراهته ومع هذا فأعقب خيرا عظيما فقررهم النبي ( صلى الله عليه وسلم )\r\nعلى الصلح مع أن إرادتهم كانت مناجزة كفار مكة بالقتال 
  ] ولهذا قال عمر رضي الله عنه فعلام\r\nنعطي الدنية في ديننا والله أعلم قوله ( ففيم نعطي الدنية في ديننا ) هي بفتح الدال وكسر النون\r\nوتشديد الياء أي النقيصة والحالة الناقصة [ قال العلماء لم يكن سؤال عمر رضي الله عنه وكلامه\r\nالمذكور شكا بل طلبا لكشف ما خفى عليه وحثا على إذلال الكفار وظهور الإسلام كما عرف\r\nمن خلقه رضي الله عنه وقوته في نصرة الدين واذلال المبطلين وأما جواب أبي بكر رضي الله عنه\r\nلعمر بمثل جواب النبي ( صلى الله عليه وسلم ) فهو من الدلائل الظاهرة على عظيم فضله وبارع علمه\r\nوزيادة عرفانه ورسوخه في كل ذلك وزيادته فيه كله على غيره رضي الله عنه 
  ] قوله ( فنزل\r\nالقرآن على رسول الله ( صلى الله عليه وسلم ) بالفتح فأرسل إلى عمر فأقرأه إياه فقال يا رسول الله\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\nأو فتح هو قال نعم فطابت نفسه ورجع ) المراد أنه نزل قوله تعالى فتحنا لك فتحا مبينا\r\nوكان الفتح هو صلح يوم الحديبية فقال عمر أو فتح هو قال رسول الله ( صلى الله عليه وسلم ) نعم لم ا\r\nفيه من الفوائد التي قدمنا ذكرها [ وفيه إعلام الإمام والعالم كبار أصحابه بما يقع له من الأمور\r\nالمهمة والبعث إليهم لإعلامهم بذلك والله أعلم 
  ] قوله ( يوم أبي جندل ) هو يوم الحديبية واسم\r\nأبي جندل العاص بن سهيل بن عمر وقوله أمر يفظعنا أي يشق علينا ونخافه قوله ( إلى أمركم ) هذا يعني\r\nالقتال الواقع بينهم وبين أهل الشام قوله ( عن أبي حصين ) بفتح الحاء وكسر الصاد قوله ( عن سهل بن\r\nحنيف أنه قال اتهموا رأيكم على دينكم فلقد رأيتني يوم أبي جندل ولو أستطيع أن أرد أمر\r\nرسول الله ( صلى الله عليه وسلم ) ما فتحنا منه في خصم إلا انفجر علينا منه خصم ) هكذا وقع هذا\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\nالحديث في نسخ صحيح مسلم كلها وفيه محذوف وهو جواب لو تقديره ولو أستطيع أن أرد أمره\r\n( صلى الله عليه وسلم ) لرددته ومنه قوله تعالى ولو ترى إذ المجرمون ولو وترى إذ الظالمون في غمرات\r\nالموت ولو ترى إذ الظالمون موقوفون ونظائره فكله محذوف جواب لو لدلالة الكلام عليه\r\nوأما قوله ما فتحنا منه خصما فالضمير في منه عائد إلى قوله اتهموا رأيكم ومعناه ما أصلحنا من\r\nرأيكم وأمركم هذا ناحية إلا انفتحت أخرى ولا يصح إعادة الضمير إلى غير ما ذكرناه وأما\r\nقوله ما فتحنا منه خصما فكذا هو في مسلم قال القاضي وهو غلط أو تغيير وصوابه ما سددنا\r\nمنه خصما وكذا هو في رواية البخاري ما سددنا وبه يستقيم الكلام ويتقابل سددنا بقوله\r\nإلا انفجر وأما الخصم فبضم الخاء وخصم كل شئ طرفه وناحيته وشبهه بخصم الراوية وانفجار\r\nالماء من طرفها أو بخصم الغرارة والخرج وانصباب ما فيه بانفجاره [ وفي هذه الأحاديث دليل\r\nلجواز مصلحة الكفار إذا كان فيها مصلحة وهو مجمع عليه عند الحاجة ومذهبنا أن مدتها لا تزيد\r\nعلى عشر سنين إذا لم يكن الإمام مستظهرا عليهم وإن كان مستظهرا لم يزد على أربعة أشهر وفي\r\nقول يجوز دون سنة وقال مالك لاحد لذلك بل يجوز ذلك قل أم كثر بحسب رأى الإمام والله أعلم\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nباب الوفاء بالعهد\r\nقوله عن حذيفة بن اليمان ( خرجت أنا وأبي حسيل ) إلى آخره هو حسيل بحاء مضمومة ثم\r\nسين مفتوحة مهملتين ثم ياء ثم لام ويقال له أيضا حسل بكسر الحاء واسكان السين وهو والد\r\nحذيفة واليمان لقب له والمشهور في استعمال المحدثين أنه اليمان بالنون من غير ياء بعدها وهي\r\nلغة قليلة والصحيح اليماني بالياء وكذا عمرو بن العاصي وعبد الرحمن بن أبي الموالي وشداد بن\r\nالهادي والمشهور للمحدثين حذف الياء والصحيح إثباتها قوله ( فأخذنا كفار قريش فقالوا\r\nإنكم تريدون محمدا قلنا ما نريده ما نريد إلى المدينة فأخذوا علينا عهد الله وميثاقه لننصرفن\r\nإلى المدينة ولا نقاتل معه فأتينا رسول الله ( صلى الله عليه وسلم ) فأخبرناه الخبر فقال انصرفا نفي\r\nلهم بعهدهم ونستعين الله عليهم ) [ في هذا الحديث جواز الكذب في الحرب وإذا أمكن التعريض\r\nفي الحرب فهو أولى ومع هذا يجوز الكذب في الحرب وفي الاصلاح بين الناس وكذب الزوج\r\nلامرأته كما صرح به الحديث الصحيح وفيه الوفاء بالعهد وقد اختلف العلماء في الأسير يعاهد\r\nالكفار أن لا يهرب منهم فقال الشافعي وأبو حنيفة والكوفيون لا يلزمه ذلك بل متى أمكنه الهرب\r\nهرب وقال مالك يلزمه واتفقوا على أنه لو أكرهوه فحلف لا يهرب لا يمين عليه لأنه مكره وأما\r\nقضية حذيفة وأبيه فإن الكفار استحلفوهما لا يقاتلان مع النبي ( صلى الله عليه وسلم ) في غزاة\r\nبدر فأمرهما النبي ( صلى الله عليه وسلم ) بالوفاء وهذا ليس للإيجاب فإنه لا يجب الوفاء بترك الجهاد\r\nمع الإمام ونائبه ولكن أراد النبي ( صلى الله عليه وسلم ) أن لا يشيع عن أصحابه نقض العهد وإن\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nكان لا يلزمهم ذلك لأن المشيع عليهم لا يذكر تأويلا 
  ]\r\nباب غزوة الأحزاب\r\nقوله [ ( كنا عند حذيفة فقال رجل لو أدركت رسول الله ( صلى الله عليه وسلم ) قاتلت معه وأبليت\r\nفقال له حذيفة ما قال ) معناه أن حذيفة فهم منه أنه لو أدرك النبي ( صلى الله عليه وسلم ) لبالغ\r\nفي نصرته ولزاد على الصحابة رضي الله عنهم فأخبره بخبره في ليلة الأحزاب وقصد زجره عن ظنه أنه\r\nيفعل أكثر من فعل الصحابة 
  ] قوله ( وأخذتنا ريح شديدة وقر ) هو بضم القاف وهو البرد وقوله\r\nبعد هذا ( قررت ) هو بضم القاف وكسر الراء أي بردت قوله ( صلى الله عليه وسلم ) ( اذهب فأتني\r\nبخبر القوم ولا تذعرهم علي ) هو بفتح التاء وبالذال المعجمة معناه لا تفزعهم علي ولا تحركهم علي\r\nوقيل معناه لا تنفرهم وهو قريب من المعنى الأول والمراد لا تحركهم عليك فإنهم إن أخذوك\r\nكان ذلك ضررا علي لأنك رسولي وصاحبي قوله ( فلما وليت من عنده جعلت كأنما أمشي\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\nفي حمام حتى أتيتهم ) يعني أنه لم يجد البرد الذي يجده الناس ولا من تلك الريح الشديدة شيئا\r\nبل عافاه الله منه ببركة إجابته للنبي ( صلى الله عليه وسلم ) وذهابه فيما وجهه له ودعائه\r\n( صلى الله عليه وسلم ) له واستمر ذلك اللطف به ومعافاته من البرد حتى عاد إلى النبي ( صلى الله عليه وسلم ) فلما رجع\r\nووصل عاد إليه البرد الذي يجده الناس وهذه من معجزات رسول الله ( صلى الله عليه وسلم ) ولفظة\r\nالحمام عربية وهو مذكر مشتق من الحميم وهو الماء الحار قوله ( فرأيت أبا سفيان يصلى ظهره )\r\nهو بفتح الياء واسكان الصاد أيدفئه ويدنيه منها وهو الصلا بفتح الصاد والقصر والصلاء بكسرها\r\nوالمد [ قوله ( كبد القوس ) هو مقبضها وكبد كل شئ وسطه 
  ] قوله ( فألبسني رسول الله ( صلى الله عليه وسلم )\r\nمن فضل عباءة كانت عليه يصلي فيها ) العباءة بالمد والعباية بزيادة ياء لغتان مشهورتان معروفتان\r\nوفيه جواز الصلاة في الصوف وهو جائز بإجماع من يعتد به وسواء الصلاة عليه وفيه ولا كراهية\r\nفي ذلك قال العبدري من أصحابنا وقالت الشيعة لا تجوز الصلاة على الصوف وتجوز فيه وقال\r\nمالك يكره كراهة تنزيه قوله ( فلم أزل نائما حتى أصبحت فلما أصبحت قال قم يا نومان )\r\nهو بفتح النون وإسكان الواو وهو كثير النوم وأكثر ما يستعمل في النداء كما استعمله هنا وقوله\r\n( أصبحت ) أي طلع الفجر [ وفي هذا الحديث أنه ينبغي للإمام وأمير الجيش بعث الجواسيس\r\nوالطلائع لكشف خبر العدو والله أعلم 
  ]\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nباب غزوة أحد\r\nقوله ( حدثنا هداب بن خالد الأزدي ) هكذا هو في جميع النسخ الأزدي وكذا قاله البخاري\r\nفي التاريخ وابن أبي حاتم في كتابه وغيرهما وذكره ابن عدي والسمعاني فقالا هو قيسي فقد\r\nذكر البخاري أخاه أمية ابن خالد فنسبه قيسيا وذكره الباجي فقال القيسي الأزدي قال القاضي\r\nعياض هذان نسبتان مختلفتان لأن الأزد من اليمن وقيس من معد قال ولكن قيس هنا ليس\r\nقيس غيلان بل قيس بن يونان من الأزد فتصح النسبتان قال القاضي وقد جاء مثل هذا في صحيح\r\nمسلم في زياد بن رباح القيسي ويقال رياح كذا نسبه مسلم في غير موضع القيسي وقال في النذور\r\nالتيمي قيل لعله من تيم بن قيس بن ثعلبة بن بكر بن وائل فيجتمع النسبتان وإلا فتيم قريش\r\nلا تجتمع هي وقيس هذا كلام القاضي وقد سبق بيان ضبط هداب هذا مرات وأنه بفتح الهاء\r\nوتشديد الدال وأنه يقال له هدبة بضم الهاء قيل هدبة اسم هداب لقب وقيل عكسه قوله [\r\n( فلما رهقوه ) هو بكسر الهاء أي غشوه وقربوا منه 
  ] أرهقه أي غشيه قال صاحب الأفعال\r\nرهقته وأرهقته أي أدركته قال القاضي في المشارق قيل لا يستعمل ذلك إلا في المكروه قال وقال\r\nثابت كل شئ دنوت منه فقد رهقته والله أعلم قوله ( أن النبي ( صلى الله عليه وسلم ) كان معه\r\nسبعة رجال من الأنصار ورجلان من قريش فقتلت السبعة فقال لصحابيه ( صلى الله عليه وسلم )\r\nما أنصفنا أصحابنا ) الرواية المشهورة فيه ما أنصفنا بإسكان الفاء وأصحابنا منصوب مفعول به\r\nهكذا ضبطه جماهير العلماء من المتقدمين والمتأخرين ومعناه ما أنصفت قريش الأنصار لكون\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\nالقرشيين لم يخرجا للقتال بل خرجت الأنصار واحدا بعدو أحد وذكر القاضي وغيره أن بعضهم\r\nرواه ما أنصفنا بفتح الفاء والمراد على هذا الذين فروا من القتال فإنهم لم ينصفوا لفرارهم قوله\r\n( حدثنا يحيى بن يحيى التميمي حدثنا عبد العزيز بن أبي حازم عن أبيه ) هكذا هو في جميع\r\nنسخ بلادنا وكذا ذكره أصحاب الأطراف وذكر القاضي عن بعض رواة كتاب مسلم أنهم\r\nجعلوا أبا بكر بن أبي شيبة بدل يحيى بن يحيى قال والصواب الأول [ قوله ( وكسرت رباعيته )\r\nهي بتخفيف الياء وهي السن التي تلى الثنية من كل جانب وللإنسان أربع رباعيات وفي هذا\r\nوقوع الانتقام والابتلاء بالأنبياء صلوات الله وسلامه عليهم لينالوا جزيل الأجر ولتعرف\r\nأممهم وغيرهم ما أصابهم ويتأسوا بهم قال القاضي وليعلم أنهم من البشر تصيبهم محن الدنيا ويطرأ\r\nعلى أجسامهم ما يطرأ على أجسام البشر ليتيقنوا أنهم مخلوقون مربوبون ولا يفتتن بما ظهر على\r\nأيديهم من المعجزات وتلبيس الشيطان من أمرهم ما لبسه على النصارى وغيرهم قوله ( وهشمت\r\nالبيضة على رأسه ) فيه استحباب لبس البيضة والدروع وغيرها من أسباب التحصن في\r\nالحرب وأنه ليس بقادح في التوكل قوله ( يسكب عليها بالمجن ) أي يصب عليها بالترس 
  ]\r\nوهو بكسر الميم [ وفي هذا الحديث إثبات المداواة ومعالجة الجراح وأنه لا يقدح في التوكل لأن\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\nالنبي ( صلى الله عليه وسلم ) فعله مع قوله تعالى وتوكل على الحي الذي لا يموت 
  ] قوله ( دووى جرحه )\r\nهو بواوين ويقع في بعض النسخ بواو واحدة وتكون الأخرى محذوفة كما حذفت من داود في\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nالخط [ قوله ( أن النبي ( صلى الله عليه وسلم ) حكى نبيا من الأنبياء صلوات الله وسلامه عليهم ضربه\r\nقومه وهو يمسح الدم عن وجهه ويقول رب اغفر لقومي فإنهم لا يعلمون ) فيه ما كانوا عليه\r\nصلوات الله وسلامه عليهم من الحلم والتصبر والعفو والشفقة على قومهم ودعائهم لهم بالهداية\r\nوالغفران وعذرهم في جنايتهم على أنفسهم بأنهم لا يعلمون وهذا النبي المشار إليه من\r\nالمتقدمين وقد جرى لنبينا ( صلى الله عليه وسلم ) مثل هذا يوم أحد 
  ] قوله ( وهو ينضح الدم عن\r\nجبينه ) هو بكسر الضاد أي يغسله ويزيله\r\nباب اشتداد غضب الله على من قتله رسول الله ( صلى الله عليه وسلم )\r\nقوله ( اشتد غضب الله تعالى على رجل يقتله رسول الله في سبيل الله ) فقوله في سبيل الله\r\nاحتراز ممن يقتله في حد أو قصاص لأن من يقتله في سبيل الله كان قاصدا قتل النبي ( صلى الله عليه وسلم )\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nباب ما لقى النبي ( صلى الله عليه وسلم )\r\n( من أذى المشركين والمنافقين )\r\nقوله ( أيكم يقوم إلى سلا جزور بني فلان إلى آخره ) السلا بفتح السين المهملة وتخفيف اللام\r\nمقصور وهو اللفافة التي يكون فيها الولد في بطن الناقة وسائر الحيوان وهي من الآدمية المشيمة\r\nقوله ( فانبعث أشقى القوم ) هو عقبة بن أبي معيط كما صرح به في الرواية الثانية وفي هذا\r\nالحديث إشكال فإنه يقال كيف استمر في الصلاة مع وجود النجاسة على ظهره 
  ] وأجاب القاضي\r\nعياض بأن هذا ليس بنجس قال لأن الفرث ورطوبة البدن طاهران والسلا من ذلك وإنما\r\nالنجس الدم وهذا الجواب يجئ على مذهب مالك ومن وافقه أن روث ما يؤكل لحمه طاهر\r\nومذهبنا ومذهب أبي حنيفة وآخرين نجاسته وهذا الجواب الذي ذكره القاضي ضعيف أو باطل\r\nلأن هذا السلا يتضمن النجاسة من حيث أنه لا ينفك من الدم في العادة ولأنه ذبيحة عباد الأوثان\r\nفهو نجس وكذلك اللحم وجميع أجزاء هذا الجزور وأما [ الجواب المرضى أنه ( صلى الله عليه وسلم )\r\nلم يعلم ما وضع على ظهره فاستمر في سجوده استصحابا للطهارة وما ندري هل كانت هذه الصلاة\r\nفريضة فتجب إعادتها على الصحيح عندنا\r\nأم غيرها فلا تجب فإن وجبت الإعادة فالوقت موسع\r\nلها فإن قيل يبعد أن لا يحس بما وقع على ظهره قلنا وإن أحس به فما يتحقق أنه نجاسة والله أعلم 
  ]\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\nقوله [ ( لو كانت لي منعة طرحته ) 
  ] هي بفتح النون وحكى اسكانها وهو شاذ ضعيف ومعناه [\r\nلو كان لي قوة تمنع أذاهم أو كان لي عشيرة بمكة تمنعني 
  ] وعلى هذا منعة جمع مانع ككاتب\r\nوكتبه قوله ( وكان إذا دعا دعا ثلاثا وإذا سأل سأل ثلاثا ) فيه استحباب تكرير الدعاء ثلاثا\r\nوقوله وإذا سأل هو الدعاء لكن عطفه لاختلاف اللفظ توكيدا قوله ( ثم قال اللهم عليك ب\r\nأبي جهل بن هشام وعتبة بن ربيعة وشيبة بن ربيعة والوليد بن عقبة ) هكذا هو في جميع نسخ\r\nمسلم والوليد بن عقبة بالقاف [ واتفق العلماء على أنه غلط وصوابه والوليد بن عتبة 
  ] بالتاء كما\r\nذكره مسلم في رواية أبي بكر بن أبي شيبة بعد هذا وقد ذكره البخاري في صحيحه وغيره من\r\nأئمة الحديث على الصواب وقد نبه عليه إبراهيم بن سفيان في آخر الحديث فقال الوليد بن عقبة\r\nفي هذا الحديث غلط قال العلماء والوليد بن عقبة بالقاف هو ابن أبي معيط ولم يكن ذلك\r\nالوقت موجودا أو كان طفلا صغيرا جدا فقد أتى به النبي ( صلى الله عليه وسلم ) يوم الفتح وهو !\r\nناهز الاحتلام ليمسح على رأسه [ قوله ( وذكر السابع ولم أحفظه ) وقد وقع في رواية\r\nالبخاري تسمية السابع أنه عمارة بن الوليد 
  ] قوله ( والذي بعث محمدا ( صلى الله عليه وسلم ) بالحق\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n[ لقد رأيت الذين سمى صرعي يوم بدر ثم سحبوا إلى القليب قليب بدر ) هذه احدى دعواته\r\n( صلى الله عليه وسلم ) المجابة والقليب هي البئر التي لم تطو وإنما وضعوا في القليب تحقيرا لهم ولئلا\r\nيتأذى الناس برائحتهم وليس هو دفنا لأن الحربي لا يجب دفنه قال أصحابنا بل يترك في الصحراء\r\nإلا أن يتأذى به 
  ] قال القاضي عياض اعترض بعضهم على هذا الحديث في قوله رأيتهم صرعى\r\nببدر ومعلوم أن أهل السير قالوا أن عمارة بن الوليد وهو أحد السبعة كان عند النجاشي فاتهمه في\r\nحرمه وكان جميلا فنفخ في إحليله سحرا\r\nفهام مع الوحوش في بعض جزائر الحبشة فهلك قال القاضي\r\nوجوابه [ أن المراد أنه رأى أكثرهم بدليل أن عقبة ابن أبي معيط منهم ولم يقتل ببدر بل حمل منها\r\nأسيرا وإنما قتله النبي ( صلى الله عليه وسلم ) صبرا بعد انصرافه من بدر بعرق الظبية 
  ] قلت الظبية ظاء\r\nمعجمة مضمومة ثم باء موحدة ساكنة ثم ياء مثناة تحت ثم هاء هكذا ضبطه الحازمي في كتابه المؤتلف\r\nفي الأماكن قال قال الواقدي هو من الروحاء على ثلاثة أميال مما يلي المدينة قوله ( تقطعت\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\nأوصاله فلم يلق في البئر ) الأوصال المفاصل قوله ( فلم يلق ) هكذا هو بعض النسخ بالقاف فقط\r\nوفي أكثرها فلم يلقى بالألف وهو جائز على لغة وقد سبق بيانه مرات وقريبا قوله في رواية\r\nأبي بكر بن أبي شيبة ( وكان يستحب ثلاثا ) هكذا هو في نسخ بلادنا يستحب بالباء الموحدة\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\nفي آخره وذكر القاضي أنه روى بهاء وبالموحدة وبالمثلثة قال وهو الأظهر ومعناه الالحاح [ قوله\r\n( صلى الله عليه وسلم ) ( فلم أستفق إلا بقرن الثعالب ) أي لم أوطن لنفسي وأتنبه لحالي وللموضع\r\nالذي أنا ذاهب إليه وفيه إلا وأنا عند قرن الثعالب لكثرة همي الذي كنت فيه قال القاضي\r\nقرن الثعالب هو قرن المنازل وهو ميقات أهل نجد وهو على مرحلتين من مكة وأصل القرن\r\nكل جبل صغير ينقطع من جبل كبير 
  ] قوله [ ( إن شئت أطبقت عليهم الأخشبين ) 
  ] هما بفتح\r\nالهمزة وبالخاء والشين المعجمتين [ وهما جبلا مكة أبو قبيس والجبل الذي يقابله 
  ] قوله\r\n( صلى الله عليه وسلم ) هل أنت إلا أصبع دميت وفي سبيل الله ما لقيت لفظ ما هنا بمعنى الذي\r\nأي الذي لقيته محسوب في سبيل الله وقد سبق في باب غزوة حنين أن الرجز هل هو شعر وأن\r\nمن قال هو شعر قال شرط الشعر أن يكون مقصودا وهذا ليس مقصودا وأن الرواية المعروفة\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\nدميت ولقيت بكسر التاء وأن بعضهم أسكنها قوله ( كان النبي ( صلى الله عليه وسلم ) في غار\r\nفنكبت أصبعه ) كذا هو في الأصول في غار قال القاضي عياض قال أبو الوليد الكناني لعله\r\nغازيا فتصحف كما قال في الرواية الأخرى في بعض المشاهد وكما جاء في زاوية البخاري بينما\r\nالنبي ( صلى الله عليه وسلم ) يمشي إذ أصابه حجر قال القاضي [ وقد يراد بالغار هنا الجيش والجمع\r\nلا الغار الذي هو الكهف فيوافق رواية بعض المشاهد ومنه قول علي رضي الله عنه ما ظنك\r\nبامرئ بين هذين الغارين أي العسكرين والجمعين 
  ] قوله ( واشتكى رسول الله ( صلى الله عليه وسلم )\r\nليلتين أو ثلاثا فجاءته امرأة فقال يا محمد إني لأرجو أن يكون شيطانك قد تركك لم أره قربك\r\nمنذ ليلتين أو ثلاث فأنزل الله تعالى والليل إذا سجى ما ودعك ربك وما قلى ي ) قال ابن\r\nعباس رضي الله عنه ما ودعك أي ما قطعك منذ أرسلك وما قلى أي ما أبغضك وسمى الوداع وداعا\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\nلأنه فراق ومتاركة وقوله ما قربك هو بكسر الراء والمضارع يقربك بفتحها وقوله ما ودعك هو\r\nبتشديد الدال على القراءات الصحيحة المشهورة التي قرأ بها القراء السبعة وقرئ في الشاذ بتخفيفها\r\nقال أبو عبيد هو من ودعه يدعه معناه ما تركك قال القاضي النحويون ينكرون أن يأتي منه\r\nماض أو مصدر قالوا وإنما جاء منه المستقبل والأمر لا غير وكذلك يذر قال القاضي وقد جاء\r\nالماضي والمستقبل منهما جميعا كما قال الشاعر\r\nوكأن ما قدموا لأنفسهم أكثر نفعا من الذي ودعوا\r\nوقال ما الذي غاله في الواد حتى يدعه غاله بالغين المعجمة أي أخذه قوله ( ركب حمارا عليه\r\nأكاف تحته قطيفة فدكية ) [ إلا كاف بكسر الهمزة ويقال وكاف أيضا والقطيفة دثار مجمل\r\nجمعها قطائف وقطف والفدكية منسوبة إلى فدك 
  ] بلدة معروفة على مرحلتين أو ثلاث من المدينة\r\nقوله [ ( وأردف وراءه أسامة وهو يعود سعد بن عباد ) 1 فيه جواز الأرداف على الحمار وغيره\r\nمن الدواب إذا كان مطيقا 2 جواز العيادة راكبا 3 أن ركوب الحمار ليس بنقص في حق\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\nالكبار 
  ] قوله [ ( عجاجة الجابة هو ما ارتفع من غبار حوافرها ) 
  ]\r\nقوله [ ( خمر أنفه ) أي غطاه 
  ] قوله [ ( فسلم عليه النبي ( صلى الله عليه وسلم ) ) فيه جواز الابتداء بالسلام على قوم فيهم مسلمون\r\nوكفار وهذا مجمع عليه 
  ] قوله [ ( أيها المرء لا أحسن من هذا ) 
  ] هكذا هو في جميع نسخ بلادنا بألف\r\nفي أحسن [ أي ليس شئ أحسن من هذا 
  ] وكذا حكاه القاضي عن جماهير رواة مسلم قال ووقع للقاضي\r\nأبي علي الأحسن من هذا بالقصر من غير الف قال القاضي وهو عندي أظهر [ وتقديره أحسن\r\nمن هذا أن تقعد في بيتك ولا تأتينا 
  ] قوله [ ( فلم يزل يخفضهم ) أي يسكنهم ويسهل الأمر بينهم 
  ]\r\nقوله ( ولقد اصطلح أهل هذه البحيرة ) بضم الباء على التصغير قال القاضي وروينا في غير مسلم\r\nالبحيرة مكبرة وكلاهما بمعنى وأصلها القرية والمراد بها هنا مدينة النبي ( صلى الله عليه وسلم ) قوله [ (\r\nولقد اصطلح أهل هذه البحيرة أن يتوجوه فيعصبوه بالعصابة ) معناه اتفقوا على أن يجعلوه ملكهم\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\nوكان من عادتهم إذا ملكوا إنسانا أن يتوجوه ويعصبوا 
  ] قوله [ ( شرق بذلك ) 
  ] بكسر الراء\r\nأي [ غص ومعناه حسد النبي ( صلى الله عليه وسلم ) وكان ذلك بسبب نفاقه عفانا الله الكريم 
  ] قوله\r\n( وذلك قبل أن يسلم عبد الله ) معناه قبل أن يظهر الإسلام وإلا فقد كان كافرا منافقا ظاهر\r\nالنفاق قوله ( وهي أرض سبخة ) هي بفتح السين والباء وهي الأرض التي لا تنبت لملوحة\r\nأرضها وفي هذا الحديث بيان ما كان عليه النبي ( صلى الله عليه وسلم ) من الحلم والصفح والصبر\r\nعلى الأذى في الله تعالى ودوام الدعاء إلى الله تعالى وتألف قلوبهم والله أعلم\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nباب قتل أبي جهل\r\nقوله ( صلى الله عليه وسلم ) [ ( من ينظر إلينا ما صنع أبو جهل ) سبب السؤال عنه أن يعرف أنه\r\nمات ليستبشر المسلمون بذلك وينكف شره عنهم 
  ] قوله ( ضربه ابنا عفراء حتى برك ) هكذا\r\nهو في بعض النسخ برك بالكاف وفي بعضها برد بالدال فمعناه بالكاف سقط إلى الأرض وبالدال\r\nمات يقال برد إذا مات قال القاضي رواية الجمهور برد ورواه بعضهم بالكاف قال والأول هو\r\nالمعروف هذا كلام القاضي واختار جماعة محققون الكاف وأن ابني عفراء تركاه عفيرا وبهذا\r\nكلم ابن مسعود كما ذكره مسلم وله معه كلام آخر كثير مذكور في غير مسلم وابن مسعود هو\r\nالذي أجهز عليه واحتز رأسه [ قوله ( وهو فوق رجل قتلتموه ) أي لا عار علي في قتلكم إياي\r\nقوله ( لو غير أكار قتلني ) الأكار الزراع والفلاح وهو عند العرب ناقص وأشار أبو جهل إلى\r\nابني عفراء اللذين قتلاه وهما من الأنصار وهم أصحاب زرع ونخيل ومعناه لو كان الذي قتلني غير\r\nأكار . لكان أحب إلى وأعظم لشأني ولم يكن علي نقص في ذلك 
  ]\r\nباب قتل كعب بن الأشر فطاغوت اليهود [ ذكر مسلم فيه قصة محمد بن مسلمة مع كعب بن الأشرف بالحيلة التي ذكرها\r\nمن مخادعته واختلف العلماء في سبب\r\nذلك وجوابه فقال الإمام المازري إنما قتله كذلك لأنه نقض عهد النبي\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n( صلى الله عليه وسلم ) وهجاه وسبه وكان عاهده أن لا يعين عليه أحدا ثم جاء مع أهل الحرب معينا\r\nعليه قال وقد أشكل قتله على هذا الوجه على بعضهم ولم يعرف الجواب الذي ذكرناه قال القاضي\r\nقيل هذا الجواب وقيل لأن محمد بن مسلمة لم يصرح له بأمان في شئ من كلامه وإنما كلمه في أمر\r\nالبيع والشراء واشتكى إليه وليس في كلامه عهد ولا أمان قال ولا يحل لأحد أن يقول أن قتله\r\nكان غدرا وقد قال ذلك إنسان في مجلس علي بن أبي طالب رضي الله عنه فأمر به علي فضرب عنقه\r\nوإنما يكون الغدر بعد أمان موجود وكان كعب قد نقض عهد النبي ( صلى الله عليه وسلم ) ولم يؤمنه\r\nمحمد بن مسلمة ورفقته ولكنه استأنس بهم فتمكنوا منه من غير عهد ولا أمان وأما ترجمة البخاري\r\nعلى هذا الحديث بباب الفتك في الحرب فليس معناه الحرب بل الفتك هو القتل على غرة وغفلة\r\nوالغيلة نحوه وقد استدل بهذا الحديث بعضهم على جواز اغتيال من بلغته الدعوة من الكفار\r\nوتبييته من غير دعاء إلى الإسلام قوله ( ائذن لي فلأقل ) معناه ائذن لي أن أقول عني وعنك\r\nما رأيته مصلحة من التعريض وغيره ففيه دليل على جواز التعريض وهو أن يأتي بكلام باطنه صحيح\r\nويفهم منه المخاطب غير ذلك فهذا جائز في الحرب وغيرها ما لم يمنع به حقا شرعيا قوله ( وقد\r\nعنانا ) هذا من التعريض الجائز بل المستحب لأن معناه في الباطن أنه أدبنا بآداب الشرع التي\r\nفيها تعب لكنه تعب في مرضات الله تعالى فهو محبوب لنا والذي فهم المخاطب منه العناء الذي\r\nليس بمحبوب قوله ( وأيضا والله لتملنه ) هو بفتح التاء والميم أي يتضجرن منه أكثر من\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\nهذا الضجر 
  ] قوله ( يسب ابن أحدنا فيقال رهن في وسقين من تمر ) هكذا هو في الروايات\r\nالمعروفة في مسلم وغيره يسب بضم الياء وفتح السين المهملة من السب وحكى القاضي عن رواية\r\nبعض رواة كتاب مسلم يشب بفتح الياء وكسر الشين المعجمة من الشباب والصواب الأول\r\nوالوسق بفتح الواو وكسرها وأصله الحمل قوله ( نرهنك اللأمة ) هي بالهمز وفسرها في الكتاب\r\nبأنها السلاح وهو كما قال قوله ( وواعده أن يأتيه بالحارث وأبو عبس بن جبر وعباد بن بشر )\r\nأما الحارث فهو الحارث بن أوس بن أخي سعد بن عبادة وأما أبو عبس فاسمه عبد الرحمن وقيل\r\nعبد الله والصحيح الأول وهو جبر بفتح الجيم واسكان الباء كما ذكره في الكتاب ويقال\r\nابن جابر وهو أنصاري من كبار الصحابة شهد بدرا وسائر المشاهد وكان اسمه في الجاهلية\r\nعبد العزى وهو وقع في معظم النسخ وأبو عبس بالواو وفي بعضها وأبي عبس بالياء وهذا\r\nظاهر والأول صحيح أيضا ويكون معطوفا على الضمير في يأتيه قوله ( كأنه صوت دم أي\r\nصو ت طالب أو سوط سافك دم ) هكذا فسروه قوله ( فقال إنما هذا محمد ورضيعه وأبو نائلة )\r\nهكذا هو في جميع النسخ قال القاضي رحمه الله تعالى قال لنا شيخنا للقاضي الشهيد صوابه أن يقال\r\nإنما هو محمد ورضيعه أبو نائلة وكذا ذكر أهل السير أن أبا نائلة كان رضيعا لمحمد بن مسلمة ووقع في\r\nصحيح البخاري ورضيعي أبو نائلة قال وهذا عندي له وجه أن صح أنه كان رضيعا لمحمد والله أعلم\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nباب غزوة خيبر\r\nقوله ( فصلينا عندها صلاة الغداة بغلس ) فيه استحباب التبكير بالصلاة أول وقت وأنه\r\nلا يكره تسمية صلاة الصبح غداة فيكون ردا على من قال من أصحابنا أنه مكروه وقد سبق شرح\r\nحديث أنس هذا في كتاب المساقاة وذكرنا أن فيه جواز الإرداف على الدابة إذا كانت مطيقة\r\nوأن اجراء الفرس والإغارة ليس بنقص ولا هادم للمروءة بل هو سنة وفضيلة وهو من مقاصد\r\nالقتال قوله ( وانحسر الإزار عن فخذ نبي الله ( صلى الله عليه وسلم ) فإني لأرى بياض فخذ نبي الله\r\n( صلى الله عليه وسلم ) ) هذا مما استدل به أصحاب مالك ومن وافقهم\r\nعلى أن الفخذ ليست عورة من\r\nالرجل ومذهبنا ومذهب آخرين أنها عورة وقد جاءت بكونها عورة أحاديث كثيرة مشهورة\r\nوتأول أصحابنا حديث أنس رضي الله تعالى عنه هذا على أنه انحسر بغير اختياره لضرورة الإغارة\r\nوالاجراء وليس فيه أنه استدام كشف الفخذ مع امكان الستر وأما قول أنس فإني لأرى بياض\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\nفخذه ( صلى الله عليه وسلم ) فمحمول على أنه وقع بصره عليه فجأة لا أنه تعمده وأما رواية البخاري عن\r\nأنس رضي الله تعالى عنه أن النبي ( صلى الله عليه وسلم ) حسر الأزار فمحمولة على أنه انحسر كما في\r\nرواية مسلم وأجاب بعض أصحاب مالك عن هذا فقال هو ( صلى الله عليه وسلم ) أكرم على الله تعالى\r\nمن أن يبتليه بانكشاف عورته وأصحابنا يجيبون عن هذا بأنه إذا كان بغير اختيار الإنسان فلا نقص\r\nعليه فيه ولا يمتنع مثله قوله ( الله أكبر خربت خيبر ) فيه استحباب التكبير عند اللقاء قال\r\nالقاضي قيل تفاءل بخرابها بما رآه في أيديهم من آلات الخراب من الفوس والمساحي وغيرها\r\nوقيل أخذه من اسمها والأصح أنه أعلمه الله تعالى بذلك قوله ( صلى الله عليه وسلم ) ( أنا إذا\r\nنزلنا بساحة قوم فساء صباح المنذرين ) الساحة الفناء واصلها الفضاء بين المنازل ففيه جواز الاستشهاد\r\nفي مثل هذا السياق بالقرآن في الأمور المحققة وقد جاء لهذا نظائر كثيرة كما سبق قريبا في\r\nفتح مكة أنه ( صلى الله عليه وسلم ) جعل يطعن في الأصنام ويقول جاء الحق وما يبدئ الباطل\r\nوما يعيد جاء الحق وزهق الباطل قال العلماء يكره من ذلك ما كان على ضرب الأمثال في المحاورات\r\nوالمزح ولغو الحديث فيكره في كل ذلك تعظيما لكتاب الله تعالى قوله ( محمد والخميس ) هو الجيش\r\nوقد فسره بذلك في رواية البخاري قالوا سمى خميسا لأنه خمسة أقسام ميمنة وميسرة ومقدمة\r\nومؤخرة وقلب قال القاضي ورويناه برفع الخميس عطفا على قوله محمد وبنصبها على أنه مفعول\r\nمعه قوله ( أصبناها عنوة ) هي بفتح العين أي قهرا لا صلحا قال القاضي قال المازري ظاهر\r\nهذا أنها كلها فتحت عنوة وقد روى مالك عن ابن شهاب أن بعضها فتح عنوة وبعضها صلحا\r\nقال وقد يشكل ما روى في سنن أبي داود أنه قسمها نصفين نصفا لنوائبه\r\nوحاجته ونصفا للمسلمين\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\nقال وجوابه ما قال بعضهم أنه كان حولها ضياع وقرى أجلى عنها أهلها فكانت خالصة للنبي\r\n( صلى الله عليه وسلم ) وما سواها للغانمين فكان قدر الذي خلوا عنه النصف فلهذا قسم نصفين قال القاضي\r\nفي هذا الحديث أن الإغارة على العدو يستحب كونها أول النهار عند الصبح لأنه وقت غرتهم\r\nوغفلة أكثرهم ثم يضئ لهم النهار لما يحتاج إليه بخلاف ملاقاة الجيوش ومصاففتهم ومناصبة\r\nالحصون فإن هذا يستحب كونه بعد الزوال ليدوم النشاط ببرد الوقت بخلاف ضده قوله\r\n( وخرجوا بفؤسهم ومكاتلهم ومرورهم ) الفؤس بالهمزة جمع فأس بالهمزة كرأس ورؤس والمكاتل\r\nجمع مكتل بكسر الميم وهو القفة يقال له مكتل وقفة وزبيل وزنبل وزنبيل وعرق وسفيفة بالسين\r\nالمهملة وبفاءين والمرور جمع مر بفتح الميم وهي المساحي قال القاضي قيل هي حبالهم التي يصعدون\r\nبها إلى النخل واحدها مر ومر وقيل مساحيهم واحدها مر لا غير قوله ( ألا تسمعنا من هنياتك ) وفي\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\nبعض النسخ من هنيهاتك أي أراجيزك والهنة يقع على كل شئ وفيه جواز إنشاء الأراجيز وغيرها\r\nمن الشعر وسماعها ما لم يكن فيه كلام مذموم والشعر كلام حسنه حسن وقبيحه قبيح قوله ( فنزل\r\nيحدو بالقوم ) فيه استحباب الحدا في الأسفار لتنشط النفوس والدواب على قطع الطريق\r\nواشتغالها بسماعة عن الاحساس بألم السير قوله ( اللهم لولا أنت ما اهتدينا ) كذا الرواية قالوا\r\nوصوابه في الوزن لاهم أو تالله أو والله لولا أنت كما في الحديث الآخر فوالله لولا الله قوله\r\n( فاغفر فداء لك ما اقتفينا ) قال المازري هذه اللفظة مشكلة فإنه لا يقال فدى الباري سبحانه\r\nوتعالى ولا يقال له سبحانه فديتك لأن ذلك إنما يستعمل في مكروه يتوقع حلوله بالشخص\r\nفيختار شخص آخر أن يحل ذلك به ويفديه منه قال ولعل هذا وقع من غير قصد إلى حقيقة\r\nمعناه كما يقال قاتله الله ولا يراد بذلك حقيقة الدعاء عليه وكقوله ( صلى الله عليه وسلم ) تربت يداك\r\nوتربت يمينك وويل أمه وفيه كله ضرب من الاستعارة لأن الفادي مبالغ في طلب رضى المفدي\r\nحين بذل نفسه عن نفسه للمكروه فكان مراد الشاعر أني أبذل نفسي في رضاك وعلى كل حال فإن المعنى\r\nوإن أمكن صرفه إلى جهة صحيحة فاطلاق اللفظ واستعارته والتجوز به يفتقر إلى ورود الشرع\r\nبالإذن فيه قال وقد يكون المراد بقوله فدا لك رجلا يخاطبه وفصل بين الكلام فكأنه قال فاغفر\r\nثم دعا إلى رجل ينبهه فقال فدالك ثم عاد إلى تمام الكلام الأول فقال ما اقتفينا قال وهذا تأويل\r\nيصح معه اللفظ والمعنى لولا أن فيه تعسفا اضطرنا إليه تصحيح الكلام وقد يقع في كلام العرب\r\nمن الفصل بين الجمل المعلق بعضها ببعض ما يسهل هذا التأويل قوله ( إذا صيح بنا أتينا )\r\nهكذا هو في نسخ بلادنا أتينا بالمثناة في أوله وذكر القاضي أنه روى بالمثناة وبالموحدة فمعنى\r\nالمثناة إذا صيح بنا للقتال ونحوه من المكارم أتينا ومعنى الموحدة أبينا الفرار والامتناع قال القاضي\r\nرحمه الله تعالى قوله فداء لك بالمد والقصر والفاء مكسورة حكاه الأصمعي وغيره فأما في المصدر\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\nفالمد لا غير قال وحكى الفراء فدى لك مفتوح مقصور قال ورويناه هنا فداء لك بالرفع على أنه\r\nمبتدأ وخبره أي لك نفسي فداء أو نفسي فداء لك وبالنصب على المصدر ومعنى اقتفينا اكتسبنا\r\nوأصله الاتباع قوله ( وبالصياح عولوا علينا ) استغاثوا بنا واستفزعونا للقتال قيل هي\r\nمن التعويل على الشئ وهو الاعتماد عليه وقيل من العويل وهو الصوت قوله\r\n( صلى الله عليه وسلم ) ( من هذا السائق قالوا عامر قال يرحمه الله قال رجل من القوم وجبت يا رسول الله لولا\r\nأمتعتنا به ) معنى وجبت أي ثبتت له الشهادة وسيقع قريبا وكان هذا معلوما عندهم أن من دعا\r\nله النبي ( صلى الله عليه وسلم ) هذا الدعاء في هذا الموطن استشهد فقالوا هلا أمتعتنا به أي وددنا\r\nأنك لو أخرت الدعاء له بهذا إلى وقت آخر لنتمتع بمصاحبته ورؤيته مدة قوله ( أصابتنا\r\nمخمصة شديدة ) أي جوع شديد قوله ( لحم حمر الأنسية ) هكذا هو حمر الأنسية بإضافة\r\nحمر وهو من إضافة الموصوف إلى صفته وسبق بيانه مرات فعلى هذا قول الكوفيين هو على\r\nظاهره وعند البصريين تقديره حمر الحيوانات الأنسية وأما الأنسية ففيها لغتان وروايتان\r\nحكاهما القاضي عياض وآخرون أشهرهما كسر الهمزة واسكان النون قال القاضي هذه رواية\r\nأكثر الشيوخ والثانية فتحهما جميعا وهما جميعا نسبة إلى الأنس وهم الناس لاختلاطها بالناس\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\nبخلاف حمر الوحش قوله ( صلى الله عليه وسلم ) ( أهريقوها واكسروها ) هذا يدل على\r\nنجاسة لحوم الحمر الأهلية هو مذهبنا ومذهب الجمهور وقد سبق بيان هذا الحديث وشرحه\r\nمع بيان هذه المسألة في كتاب النكاح ومختصر الأمر بإراقته أن السبب الصحيح فيه أنه أمر\r\nبإراقتها لأنها نجسة محرمة والثاني أنه نهى للحاجة إليها والثالث لأنها أخذوها قبل القسمة وهذان\r\nالتأويلان هما لأصحاب مالك القائلين بإباحة لحومها والصواب ما قدمناه وأما قوله\r\n( صلى الله عليه وسلم ) ( اكسروها فقال رجل أو يهريقوها ويغسلوها قال أو ذاك ) فهذا محمول على أنه\r\n( صلى الله عليه وسلم ) اجتهد في ذلك فرأى كسرها ثم تغير اجتهاده أو أوحى إليه بغسلها قوله\r\n( صلى الله عليه وسلم ) ( أن له لأجران ) هكذا هو في معظم النسخ لأجران بالألف وفي بعضها\r\nلأجرين بالياء وهما صحيحان لكن الثاني هو الأشهر الأفصح والأول لغة أربع قبائل من العرب\r\nومنها قوله تعالى إن هذان لساحران وقد سبق بيانها مرات ويحتمل ان الأجرين ثبتا له لأنه جاهد\r\nمجاهد كما سنوضحه في شرحه فله أجر بكونه جاهدا أي مجتهدا في طاعة الله تعالى شديد الاعتناء بها\r\nوله أجر آخر بكونه مجاهدا في سبيل الله فلما قام\r\nبوصفين كان له أجران قوله\r\n( صلى الله عليه وسلم ) ( أنه لجاهد مجاهد ) هكذا رواه الجمهور من المتقدمين والمتأخرين لجاهد بكسر الهاء\r\nوتنوين الدال مجاهد بضم الميم وتنوين الدال أيضا وفسروا لجاهد بالجاد في علمه وعمله أي أنه\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\nلجاد في طاعة الله والمجاهد في سبيل الله وهو الغازي وقال القاضي فيه وجه\r\nآخر أنه جمع اللفظين توكيدا قال ابن الأنباري العرب إذا بالغت في تعظيم شئ اشتقت له من\r\nلفظه لفظا آخر على غير بنائه زيادة في التوكيد واعربوه بإعرابه فيقولون جاد مجد وليل لائل\r\nوشعر شاعر ونحو ذلك قال القاضي ورواه بعض رواة البخاري وبعض رواة مسلم لجاهد\r\nبفتح الهاء والدال على أنه فعل ماض مجاهد بفتح الميم ونصب الدال بلا تنوين قال والأول هو\r\nالصواب والله أعلم قوله ( صلى الله عليه وسلم ) ( قل عربي مشى بها مثله ) ضبطنا هذه اللفظة هنا\r\nفي مسلم بوجهين وذكرهما القاضي أيضا الصحيح المشهور الذي عليه جماهير رواة البخاري\r\nومسلم مشى بها بفتح الميم وبعد الشين ياء وهو فعل ما ض من المشي وبها جار ومجرور ومعناه\r\nمشى بالأرض أو في الحرب والثاني مشابها بضم الميم وتنوين الهاء من المشابهة أي مشابها لصفات\r\nالكمال في القتال أو غيره مثله ويكون مشابها منصوبا بفعل محذوف أي رأيته مشابها ومعناه قل\r\nعربي يشبهه في جميع صفات الكمال وضبطه بعض رواة البخاري نشأ بها بالنون والهمز أي شب\r\nوكبر والهاء عائدة إلى الحرب أو الأرض أو بلاد العرب قال القاضي هذه أوجه الروايات قوله\r\n( وحدثني أبو الطاهر أخبرنا ابن وهب أخبرني يونس عن ابن شهاب قال أخبرني عبد الرحمن ونسبه غير\r\nابن وهب فقال ابن عبد الله بن كعب بن مالك أن سلمة بن الأكوع قال ) هكذا هو في جميع نسخ صحيح\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\nمسلم وهو صحيح وهذا من فضائل مسلم ودقيق نظره وحسن خبرته وعظيم اتقانه وسبب هذا ان\r\nأبا داود والنسائي وغيرهما من الأئمة رووا هذا الحديث بهذا الاسناد عن ابن شهاب قال أخبرني\r\nعبد الرحمن وعبد الله بن كعب بن مالك عن سلمة قال أبو داود قال أحمد بن صالح الصواب عن\r\nعبد الرحمن بن عبد الله بن كعب وأحمد بن صالح هذا هو شيخ أبي داود في هذا الحديث وغيره\r\nوهو رواية عن ابن وهب قال الحفاظ والوهم في هذا من ابن وهب فجعل عبد الله بن كعب راويا\r\nعن سلمة وجعل عبد الرحمن راويا عن\r\nعبد الله وليس هو كذلك بل عبد الرحمن يرويه عن سلمة\r\nوإنما عبد الله والده فذكر في نسبه لأن له رواية في هذا الحديث فاحتاط مسلم رضي الله تعالى عنه\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nفلم يذكر في روايته عبد الرحمن وعبد الله كما رواه ابن وهب بل اقتصر على عبد الرحمن ولم ينسبه\r\nلأن ابن وهب لم ينسبه وأراد مسلم تعريفه فقال قال غير ابن وهب هو عبد الرحمن بن عبد الله بن\r\nكعب فحصل تعريفه من غير إضافة للتعريف إلى ابن وهب وحذف مسلم ذكر عبد الله من رواية\r\nابن وهب وهذا جائز فقد اتفق العلماء على أنه إذا كان الحديث عن رجلين كان له حذف أحدهما\r\nوالاقتصار على الآخر فأجازوا هذا الكلام إذا لم يكن عذر فإذا كان عذر بأن كان ذكر ذلك\r\nالمحذوف غلطا كما في هذه الصورة كان الجواز أولى\r\nباب غزوة الأحزاب وهي الخندق\r\nقوله ( الملأ قد أبو علينا ) هم أشراف القوم وقيل هم الرجال ليس فيهم نساء وهو مهموز مقصور\r\nكما جاء به القرآن ومعنى أبوا علينا امتنعوا من إجابتنا إلى الإسلام وفي هذا الحديث استحباب الرجز\r\nونحوه من الكلام في حال البناء ونحوه وفيه عمل الفضلاء في بناء المساجد ونحوها ومساعدتهم في أعمال\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\nالبر قوله ( صلى الله عليه وسلم ) ( لا عيش إلا عيش الآخرة ) أي لا عيش باق أو لا عيش مطلوب والله أعلم\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nباب غزوة ذي قرد وغيرها\r\nقوله [ ( كانت لقاح النبي ( صلى الله عليه وسلم ) ترعى بذي قرد ) 
  ] هو بفتح القاف والراء بالدال المهملة [\r\nوهو ماء على نحو يوم من المدينة مما يلي بلاد غطفان واللقاح جمع لقحة بكسر اللام وفتحها وهي\r\nذات اللبن قريبة العهد بالولادة وسبق بيانها قوله ( فصرخت ثلاث صرخات يا صباحاه ) فيه\r\nجواز مثله للإنذار بالعدو ونحوه 
  ] قوله ( فجعلت أرميهم وأقول\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\nأنا ابن الأكوع واليوم يوم الرضع\r\nفيه جواز قول مثل هذا الكلام في القتال وتعريف الإنسان بنفسه إذا كان شجاعا ليرعب\r\nخصمه وأما قوله اليوم يوم الرضع قالوا معناه اليوم يوم هلاك اللئام وهم الرضع من قولهم لئيم\r\nراضع أي رضع اللؤم في بطن أمه وقيل لأنه يمص حلمة الشاة والناقة لئلا يسمع السؤال والضيفان\r\nصوت الحلاب فيقصدوه وقيل لأنه يرضع طرف الخلال الذي يخلل به أسنانه ويمص ما يتعلق به\r\nوقيل معناه اليوم يعرف من رضع كريمة فأنجبته أو لئيمة فهجنته وقيل معناه اليوم\r\nيعرف من\r\nأرضعته الحرب من صغره وتدرب بها ويعرف غيره قوله ( حميت القوم الماء ) أي منعتهم إياه\r\nقوله ( صلى الله عليه وسلم ) ( ملكت فأسجح ) 
  ] هو بهمزة قطع ثم سين مهملة ساكنة ثم جيم مكسورة\r\nثم حاء مهملة [ ومعناه فأحسن وارفق والسجاحة السهولة أي لا تأخذ بالشدة بل ارفق فقد حصلت\r\nالنكابة في العدو ولله الحمد 
  ] قوله ( قدمنا المدينة ونحن أربع عشرة مائة ) هذا هو الأشهر وفي\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\nرواية ثلاث عشرة مائة وفي رواية خمس عشرة مائة قوله ( فقعد النبي ( صلى الله عليه وسلم ) على جبا\r\nالركية ) الجبا بفتح الجيم وتخفيف الباء الموحدة مقصور وهي ما حول البئر وأما الركى فهو\r\nالبئر والمشهور في اللغة ركى بغير هاء ووقع هنا الركية بالهاء وهي لغة حكاها الأصمعي وغيره\r\nقوله ( فإما دعا وإما بصق فيها فجاشت فسقينا واستقينا ) هكذا هو في النسخ بسق بالسين وهي صحيحة\r\nيقال بزق وبصق وبسق ثلاث لغات بمعنى والسين قليلة الاستعمال وجاشت أي ارتفعت وفاضت\r\nيقال جاش الشئ يجيش جيشانا إذا ارتفع وفي هذا معجزة ظاهرة لرسول الله\r\n( صلى الله عليه وسلم ) وقد سبق مرارا كثيرة التنبيه على نظائرها قوله ( ورآني عزلا ) ضبطوه بوجهين أحدهما\r\nفتح العين مع كسر الزاي والثاني ضمهما وقد فسره في الكتاب بالذي لا سلاح معه ويقال له\r\nأيضا أعزل وهو أشهر استعمالا قوله ( حجفة أو درقة ) هما شبيهتان بالترس قوله ( اللهم\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\nابغني حبيبا ) أي أعطني قوله ( ثم أن المشركين راسلونا الصلح ) هكذا هو في أكثر النسخ\r\nراسلونا من المراسلة وفي بعضها راسونا بضم السين المهملة المشددة وحكى القاضي فتحها أيضا\r\nوهما بمعنى راسلونا مأخوذ من قولهم رس الحديث يرسه إذا ابتدأه وقيل من رس بينهم أي أصلح\r\nوقيل معناه فاتحونا من قولهم بلغني رس من الخبر أي أوله ووقع في بعض النسخ واسونا بالواو\r\nأي اتفقنا نحن وهم على الصلح والواو فيه بدل من الهمزة وهو من الأسوة قوله ( كنت تبعا\r\nلطلحة ) أي خادما اتبعه قوله ( أسقى فرسه وأحسه ) أي أحك ظهره بالمحسة لأزيل عنه\r\nالغبار ونحوه قوله ( أتيت شجرة فكسحت شوكها ) أي كنست ما تحتها من الشوك قوله\r\n( قتل ابن زنيم ) هو بضم الزاي وفتح النون قوله ( فاخترطت سيفي ) أي سللته قوله\r\n( وأخذت سلاحهم فجعلته ضغثا في يدي ) الضغث الحزمة قوله ( جاء رجل من العبلات\r\nيقال له مكرز ) هو بميم مكسورة ثم كاف ثم راء مكسورة ثم زاي والعبلات بفتح العين المهملة\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\nوالباء الموحدة قال الجوهري في الصحاح العبلات بفتح العين والباء من قريش وهم أمية الصغرى\r\nوالنسبة إليهم عبلى ترده إلى الواحد قال لأن اسم أمهم عبلة قال القاضي أمية الأصغر وأخواه\r\nنوفل وعبد الله بن عبد شمس بن عبد مناف نسبوا إلى أم لهم من بني تميم اسمها عبلة بنت عبيد\r\nقوله ( على فرس مجفف ) هو بفتح الجيم وفتح الفاء الأولى المشددة أي عليه تجفاف بكسر\r\nالتاء وهو ثوب كالجل يلبسه الفرس ليقيه من السلاح وجمعه تجافيف قوله ( صلى الله عليه وسلم )\r\n( دعوهم يكن لهم بدء الفجور وثناه ) أما البدء فبفتح الباء واسكان الدال وبالهمز أي ابتداؤه\r\nوأما ثناه فوقع في أكثر النسخ ثناه بثاء مثلثة مكسورة وفي بعضها ثنياه بضم الثاء وبياء مثناة\r\nتحت بعد النون ورواهما جميعا القاضي وذكر الثاني عن رواية ابن ماهان والأول عن غيره قال\r\nوهو الصواب أي عودة ثانية قوله ( بني لحيان ) بكسر اللام وفتحها لغتان قوله ( لمن رقى الجبل\r\nوقوله بعده ( فرقيت ) كلاهما بكسر القاف قوله ( فنزلنا منزلا بيننا وبين بني لحيان جبل وهم\r\nالمشركون ) هذه اللفظة ضبطوها بوجهين ذكرهما القاضي وغيره أحدهما\r\nوهم المشركون بضم الهاء على\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\nالابتداء والخبر والثاني بفتح الهاء وتشديد الميم أي هموا النبي ( صلى الله عليه وسلم ) وأصحابه وخافوا عائلتهم\r\nيقال همني الأمر وأهمني وقيل همني إذا بني وأهمني أغمني قوله ( وخرجت بفرس لطلحة أنديه )\r\nهكذا ضبطناه أنديه بهمزة مضمومة ثم نون مفتوحة ثم دال مكسورة مشددة ولم يذكر القاضي\r\nفي الشرح عن أحد من رواة مسلم غير هذا ونقله في المشارق عن جماهير الرواة قال ورواه\r\nبعضهم عن أبي الحذاء في مسلم أبدية بالباء الموحدة بدل النون وكذا قاله ابن قتيبة أي أخرجه\r\nإلى البادية وأبرزه إلى موضع الكلأ وكل شئ أظهرته فقد أبديته والصواب رواية الجمهور بالنون\r\nوهي رواية جميع المحدثين وقول الأصمعي وأبي عبيد في غريبه والأزهري وجماهير أهل اللغة\r\nوالغريب ومعناه أن يورد الماشية الماء فتسقى قليلا ثم ترسل في المرعى ثم ترد الماء فترد قليلا\r\nثم ترد إلى المرعى قال الأزهري أنكر ابن قتيبة على أبي عبيد والأصمعي كونها جعلاه بالنون\r\nوزعم أن الصواب بالباء قال الأزهري أخطأ ابن قتيبة والصواب قول الأصمعي قوله ( فأصك\r\nسهما في رحله حتى خلص نصل السهم إلى كتفه ) هكذا هو في معظم\r\nالأصول المعتمدة رحلة\r\nبالحاء وكتفه بالتاء بعدها فاء وكذا نقله صاحب المشارق والمطالع وكذا هو في أكثر الروايات\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\nوالأول هو الأظهر وفي بعضها رجله بالجيم وكعبه بالعين ثم الباء الموحدة قالوا والصحيح الأول\r\nلقوله في الرواية الأخرى فأصكه بسهم في نغض كتفه قال القاضي في الشرح هذه رواية شيوخنا\r\nوهو أشبه بالمعنى لأنه يمكن أن يصيب أعلى مؤخرة فيصيب حينئذ إذا أنفذ كتفه ومعنى أصك\r\nأضرب قوله ( فما زلت أرميهم وأعقر بهم ) أي أعقر خيلهم ومعنى أرميهم أي بالنبل قال القاضي ورواه\r\nبعضهم هنا أرديهم بالدال قوله ( فجعلت أرديهم بالحجارة ) أي أرميهم بالحجارة التي تسقطهم\r\nوتنزلهم قوله ( جعلت عليهم\r\nآراما من الحجارة ) هو بهمزة ممدودة ثم راء مفتوحة\r\nوهي الأعلام وهي حجارة تجمع وتنصب في المفازة يهتدي بها واحدها أرم كعنب وأعناب قوله ( وجلست\r\nعلى رأس القرن ) هو بفتح القاف وإسكان الراء وهو كل جبل صغير منقطع عن الجبل الكبير\r\nقوله ( لقينا من هذا البرح ) هو بفتح الباء واسكان الراء أي شدة قوله ( يتخللون الشجر )\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\nأي يدخلون من خلالها أي بينها قوله ( ماء يقال له ذا قرد ) كذا هو في أكثر النسخ المعتمدة\r\nذا بألف وفي بعضها ذو قرد بالواو وهو الوجه قوله ( فحليتهم عنه ) هو بحاء مهملة ولام\r\nمشددة غير مهموزة أي طردتهم عنه وقد فسره في الحديث بقوله يعني أجليتهم عنه بالجيم قال\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\nالقاضي كذا روايتنا فيه هنا غير مهموز قال وأصله الهمز فسهله وقد جاء مهموزا بعد هذا\r\nفي هذا الحديث قوله ( فأصكه بسهم في نغض كتفه ) هو بنون مضمومة ثم غين معجمة\r\nساكنة ثم ضاد معجمة وهو العظم الرقيق على طرف الكتف سمي بذلك لكثرة تحركه وهو\r\nالناغض أيضا قوله ( يا ثكلته أمه أكوعه بكرة قلت نعم ) معنى ثكلته أمه فقدته وقوله أكوعه\r\nهو برفع العين أي أنت الأكوع الذي كنت بكرة هذا النهار ولهذا قال نعم وبكرة منصوب\r\nغير منون قال أهل العربية يقال أتيته بكرة بالتنوين إذا أردت أنك لقيته باكرا في يوم غير\r\nمعين قالوا وإن أردت بكرة يوم بعينه قلت أتيته بكرة غير مصروف لأنها من الظروف غير\r\nالمتمكنة قوله ( وأردوا فرسين على ثنية ) قال القاضي رواية الجمهور بالدال المهملة ورواه\r\nبعضهم بالمعجمة قال وكلاهما متقارب المعنى فبالمعجمة معناه خلفوهما والرذي الضعيف من كل\r\nشئ وبالمهملة معناه أهلكوهما وأتعبوهما حتى أسقطوهما تركوهما ومنه التردية وأردت الفرس\r\nالفارس أسقطته قوله ولحقني عامر بسطيحة فيها مذقة من لبن السطيحة اناء من جلود سطح\r\nبعضها على بعض والمذقة بفتح الميم واسكان الذال المعجمة قليل من لبن ممزوج بماء قوله\r\n( وهو على الماء الذي حلأتهم عنه ) كذا هو في أكثر النسخ حلأتهم بالحاء المهملة والهمز\r\nوفي بعضها حليتهم عنه بلام مشددة غير مهموز وقد سبق بيانه قريبا قوله ( نحو ناقة من\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\nالإبل الذي استنفذت من القوم ) كذا في أكثر النسخ الذي وفي بعضها التي وهو أوجه لأن\r\nالإبل مؤنثة وكذا أسماء الجموع من غير الآدميين والأول صحيح أيضا وأعاد الضمير إلى الغنيمة\r\nلا إلى لفظ الإبل قوله ( ضحك حتى بدت نواجذه ) بالذال المعجمة أي أنيابه وقيل أضراسه والصحيح\r\nالأول وسبق بيانه في كتاب الصيام قوله ( صلى الله عليه وسلم ) ( كان خير فرساننا اليوم أبو قتادة\r\nوخير رجالتنا سلمة ) هذا فيه استحباب الثناء على الشجعان وسائر أهل الفضائل لا سيما عند صنيعهم\r\nالجميل لما فيه من الترغيب لهم ولغيرهم\r\nفي الاكثار من ذلك الجميل وهذا كله في حق من يأمن\r\nالفتنة عليه بإعجاب ونحوه قوله ( ثم أعطاني رسول الله ( صلى الله عليه وسلم ) سهمين سهم\r\nالفارس وسهم الراجل فجمعهما لي ) هذا محمول على أن الزائد على سهم الراجل كان نفلا\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\nوهو حقيق باستحقاق النفل رضي الله عنه لبديع صنعه في هذه الغزوة قوله ( وكان رجل\r\nمن الأنصار لا يسبق شدا ) يعني عدوا على الرجلين قوله ( فطفرت ) أي وثبت وقفزت\r\nقوله ( فربطت عليه شرفا أو شرفين أستبقي نفسي ) معنى ربطت حبست نفسي عن الجري\r\nالشديد والشرف ما ارتفع من الأرض وقوله أستبقي نفسي بفتح الفاء أي لئلا يقطعني البهر\r\nوفي هذا دليل لجواز المسابقة على الأقدام وهو جائز بلا خلاف إذا تسابقا بلا عوض فإن تسابقا\r\nعلى عوض ففي صحتها خلاف الأصح عند أصحابنا لا تصح قوله ( فجعل\r\nعمي عامر يرتجز بالقوم )\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\nهكذا قال هنا عمي وقد سبق في حديث أبي الطاهر عن ابن وهب أنه قال أخي فلعله كان أخاه من\r\nالرضاعة وكان عمه من النسب قوله ( يخطر بسيفه ) هو بكسر الطاء أي يرفعه مرة ويضعه\r\nأخرى ومثله خطر البعير بذنبه يخطر بالكسر إذا رفعه مرة ووضعه مرة قوله ( شاك السلاح )\r\nأي تام السلاح يقال رجل شاكي السلاح وشاك السلاح وشاك في السلاح من الشوكة وهي\r\nالقوة والشوكة أيضا السلاح ومنه قوله تعالى وتودون أن غير ذات الشوكة تكون لكم قوله\r\n( بطل مجرب ) هو بفتح الراء أي مجرب بالشجاعة وقهر الفرسان\r\nوالبطل الشجاع يقال بطل\r\nالرجل بضم الطاء يبطل بطالة وبطولة أي صار شجاعا قوله ( بطل مغامر ) بالغين المعجمة\r\nأي يركب غمرات الحرب وشدائدها ويلقي نفسه فيها قوله ( وذهب عامر يسفل له ) أي\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\nيضربه من أسفله هو بفتح الياء واسكان السين وضم الفاء قوله ( وهو أرمد ) قال أهل\r\nاللغة يقال رمد الإنسان بكسر الميم يرمد بفتحها رمدا فهو رمد وأرمد إذ هاجت عينه قوله\r\n( أنا الذي سمتني أمي حيدرة ) حيدرة اسم للأسد وكان علي رضي الله عنه قد سمى أسدا في أول\r\nولادته وكان مرحب قد رأى في المنام أن أسدا يقتله فذكره علي ( صلى الله عليه وسلم ) ذلك ليخيفه\r\nويضعف نفسه قالوا وكانت أم علي سمته أول ولادته أسدا باسم جده لأمه أسد بن هشام بن\r\nعبد مناف وكان أبو طالب غائبا فلما قدم سماه عليا وسمي الأسد\r\nحيدرة لغلظه والحادر الغليظ\r\nالقوي ومراده أنا الأسد على جرأته وإقدامه وقوته قوله ( أو فيهم بالصاع كيل السندرة ) معناه\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\nأقتل الأعداء قتلا واسعا ذريعا والسندرة مكيال واسع وقيل هي العجلة أي أقتلهم عاجلا وقيل\r\nمأخوذ من السندرة وهي شجرة الصنوبر يعمل منها النبل والقسي قوله ( فضرب رأس\r\nمرحب ) يعني عليا فقتله هذا هو الأصح أن عليا هو قاتل مرحب وقيل أن قاتل مرحب هو\r\nمحمد بن مسلمة قال ابن عبد البر في كتابه الدرر في مختصر السير قال محمد بن إسحاق ان محمد بن مسلمة\r\nهو قاتله قال وقال غيره إنما كان قاتله عليا قال ابن عبد البر هذا هو الصحيح عندنا ثم روى ذلك\r\nبإسناده عن سلمة وبريدة قال ابن الأثير الصحيح الذي عليه أكثر أهل الحديث وأهل السير أن\r\nعليا هو قاتله والله أعلم واعلم أن في هذا الحديث أنواعا من العلم سوى ما سبق التنبيه عليه منها\r\nأربع معجزات لرسول الله ( صلى الله عليه وسلم ) إحداها تكثير ماء الحديبية والثانية إبراء عين علي\r\nرضي الله عنه والثالثة الإخبار بأنه يفتح الله على يديه وقد جاء التصريح به في رواية غير مسلم\r\nهذه والرابعة إخباره ( صلى الله عليه وسلم ) بأنهم يقرون في غطفان وكان كذلك ومنها جواز الصلح\r\nمع العدو\r\nومنها بعث الطلائع وجواز المسابقة على الأرجل بلا عوض وفضيلة الشجاعة والقوة ومنها مناقب سلمة بن الأكوع وأبي قتادة والأحزم السعدي رضي الله عنهم ومنها جواز الثناء\r\nعلى من فعل جميلا واستحباب ذلك إذا ترتب عليه مصلحة كما أوضحناه قريبا ومنها جواز عقر\r\nخيل العدو في القتال واستحباب الرجز في الحرب وجواز قول الرامي والطاعن والضارب\r\nخذها وأنا فلان أو ابن فلان ومنها جواز الأكل من الغنيمة واستحباب التنفيل منها لمن صنع\r\nصنيعا جميلا في الحرب وجواز الأرداف على الدابة المطيقة وجواز المبارزة بغير إذن الإمام كما\r\nبارز عامر ومنها ما كانت الصحابة رضي الله عنهم عليه من حب الشهادة والحرص عليها ومنها القاء\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\n\r\nالنفس في غمرات القتال وقد اتفقوا على جواز التغرير بالنفس في الجهاد في المبارزة ونحوها ومنها\r\nأن من مات في حرب الكفار بسبب القتال يكون شهيدا سواء مات بسلاحهم أو رمته دابة\r\nأو غيرها أو عاد عليه سلاحه كما جرى لعامر ومنها تفقد الإمام الجيش ومن رآه بلا سلاح أعطاه سلاحا\r\nباب قول الله تعالى وهو الذي كف أيديهم عنكم الآية قوله ( يريدون غرته ) أي غفلته\r\nقوله ( فأخذهم سلما ) ضبطوه بوجهين أحدهما بفتح السين\r\nواللام والثاني باسكان اللام مع كسر السين وفتحها قال الحميدي ومعناه الصلح قال القاضي في\r\nالمشارق هكذا ضبطه الأكثرون قال فيه وفي الشرح الرواية الأولى أظهر ومعناها أسرهم والسلم\r\nالأسر وجزم الخطابي بفتح اللام والسين قال والمراد به الاستسلام والاذعان كقوله تعالى\r\nإليكم السلم أي الانقياد وهو مصدر يقع على الواحد والاثنين والجمع قال ابن الأثير هذا هو الأشبه\r\nبالقصة فإنهم لم يؤخذوا صلحا وإنما أخذوا قهرا وأسلموا أنفسهم عجزا قال وللقول الآخر وجه وهو\r\nأنه لما لم يجر معهم قتال بل عجزوا عن دفعهم والنجاة منهم فرضوا بالأسر فكأنهم قد صولحوا على ذلك\r\nباب غزوة النساء مع الرجال\r\nقوله ( أن أم سليم اتخذت يوم حنين خنجرا ) هكذا هو في النسخ المعتمدة يوم حنين بضم الحاء\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\nالمهملة وبالنونين وفي بعضها يوم خيبر بفتح الخاء المعجمة والأول هو الصواب والخنجر بكسر\r\nالخاء وفتحها ولم يذكر القاضي في الشرح إلا الفتح وذكرهما معا في المشارق ورجح الفتح ولم\r\nيذكر الجوهري غير الكسر فهما لغتان وهي سكين كبيرة ذات حدين [ وفي هذا الغزو بالنساء\r\nوهو مجمع عليه قولها ( بقرت بطنه ) أي شققته 
  ] قولها * ( أقتل من بعدنا من الطلقاء ) ) * هو بضم\r\nالطاء وفتح اللام [ وهم الذي أسلموا من أهل مكة يوم الفتح سموا بذلك لأن النبي\r\n( صلى الله عليه وسلم ) من عليهم وأطلقهم وكان في إسلامهم ضعف\r\nفاعتقدت أم سليم أنهم منافقون وأنهم استحقوا\r\nالقتل بانهزامهم وغيره 
  ] وقولها من بعدنا أي من سوانا [ قوله ( كان النبي ( صلى الله عليه وسلم )\r\nيغزو بالنساء فيسقين الماء ويداوين الجرحى ) فيه خروج النساء في الغزو والانتفاع بهن في\r\nالسقي والمداواة ونحوهما وهذه المداواة لمحارمهن وأزواجهن وما كان منها لغيرهم لا يكون فيه\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\nمس بشرة إلا في موضع الحاجة 
  ] قوله ( أبو معمر المنقري ) هو بكسر الميم واسكان النون\r\nوفتح القاف منسوب إلى منقر بن عبيد بن مقاعس بن عمرو بن كعب بن سعد بن زيد بن مناة\r\nابن تميم بن مرة بن أد بن طلحة بن الياس بن مضر بن نذار بن معد بن عدنان قوله ( مجوب\r\nعليه بحجفه ) أي مترس عنه ليقيه سلاح الكفار قوله ( كان أبو طلحة راميا شديد النزع )\r\nأي شديد الرمي قوله ( الجعبة ) بفتح الجيم [ قوله ( أرى خدم سوقها ) 
  ] هو بفتح الخاء المعجمة\r\nوالدال المهملة الواحدة [ خدمة وهي الخلخال وأما السوق\r\nفجمع ساق وهذه الرواية للخدم لم يكن\r\nفيها نهي لأن هذا كان يوم أحد قبل أمر النساء بالحجاب وتحريم النظر إليهن ولأنه لم يذكر هنا\r\nأنه تعمد النظر إلى نفس الساق فهو محمول على أنه حصلت تلك النظرة فجأة بغير قصد ولم يستدمها 
  ]\r\nقوله ( نحري دون نحرك ) هذا من مناقب أبي طلحة الفاخرة [ قوله ( على متونهما ) أي على\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\nظهورهما وفي هذا الحديث اختلاط النساء في الغزو برجالهن في حال القتال لسقي الماء ونحوه 
  ]\r\nباب النساء الغازيات يرضخ لهن ولا يسهم\r\n( والنهي عن قتل صبيان أهل الحرب )\r\nقوله [ ( فقال ابن عباس لولا أن أكتم علما ما كتبت إليه ) يعني إلى نجدة الحروري من الخوارج\r\nمعناه أن ابن عباس يكره نجدة لبدعته وهي كونه من الخوارج الذين يمرقون من الدين مروق\r\nالسهم من الرمية ولكن لما سأله عن العلم لم يمكنه كتمه فاضطر إلى جوابه 
  ] وقال لولا أن أكتم\r\nعلما ما\r\nكتبت إليه أي لولا أني إذا تركت الكتابة أصير كاتما للعلم مستحقا لوعيد كاتمه لما كتبت إليه قوله ( كان يغزو بالنساء فيداوين الجرحى ويحذين من الغنيمة ) وأما بسهم فلم\r\nيضرب لهن فيه حضور النساء الغزو ومداواتهن الجرحى كما سبق في الباب قبله * ( وقوله يحذين ) * هو\r\nبضم الياء واسكان الحاء المهملة وفتح الذال المعجمة * ( أي يعطين تلك العطية وتسمى الرضخ وفي هذا أن المرأة تستحق الرضخ ولا تستحق السهم وبهذا قال أبو حنيفة والثوري\r\nوالليث والشافعي وجماهير العلماء ) * وقال الأوزاعي تستحق السهم إن كانت تقاتل أو تداوي\r\nالجرحى وقال مالك لا رضخ لها وهذان المذهبان مردودان بهذا الحديث الصحيح الصريح قوله بعد هذا ( وسألت\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\nعن المرأة والعبد هل كان لهم سهم معلوم إذا حضروا البأس وأنهم لم يكن لهم سهم معلوم إلا\r\nأن يحذيا من غنائم القوم ) فيه أن العبد يرضخ له ولا يسهم له وبهذا قال الشافعي وأبو حنيفة\r\nوجماهير العلماء وقال مالك لا رضخ له كما قال في المرأة وقال الحسن وابن سيرين والنخعي والحكم\r\nإن قاتل أسهم له [ قوله ( أن رسول الله ( صلى الله عليه وسلم ) لم يكن يقتل الصبيان فلا تقتل الصبيان )\r\nفيه النهي عن قتل صبيان أهل الحرب وهو حرام إذا لم يقاتلوا وكذلك النساء فإن قاتلوا أجاز قتلهم 
  ]\r\nقوله [ ( وكتبت تسألني متى ينقضي يتم اليتيم فلعمري أن الرجل لتنبت لحيته وإنه لضعيف\r\nالأخذ لنفسه ضعيف العطاء منها فإذا أخذ لنفسه من صالح ما يأخذ الناس فقد ذهب عنه\r\nاليتم ) معنى هذا متى ينقضي حكم اليتم ويستقل بالتصرف في ماله وأما نفس اليتم فينقضي بالبلوغ\r\nوقد ثبت أن النبي ( صلى الله عليه وسلم ) قال لا يتم بعد الحلم وفي هذا دليل للشافعي ومالك وجماهير العلماء\r\nأن حكم اليتم لا ينقطع بمجرد البلوغ ولا بعلو السن بل لا بد أن يظهر منه الرشد في دينه وماله 
  ]\r\nوقال أبو حنيفة إذا بلغ خمسا وعشرين سنة زال عنه حكم الصبيان وصار رشيدا يتصرف في\r\nماله ويجب تسليمه إليه وإن كان غير ضابط له وأما الكبير إذا طرأ تبذيره فمذهب مالك\r\nوجماهير العلماء وجوب الحجر عليه وقال أبو حنيفة لا يحجر قال ابن القصار وغيره الصحيح\r\nالأول وكأنه اجماع [ قوله ( وكتبت تسألني عن الخمس لمن هو وإنا كنا نقول هو لنا فأبى علينا\r\nقومنا ذاك ) معناه خمس خمس الغنيمة الذي جعله الله لذوي القربى وقد اختلف العلماء فيه فقال\r\nالشافعي مثل قول ابن عباس وهو أن خمس الخمس من الفئ والغنيمة يكون لذوي القربى وهم عند\r\nالشافعي والأكثرين ينو هاشم وبنو المطلب وقوله ( أبي علينا قومنا ذاك ) أي رأوا أنه لا يتعين صرفه\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\nإلينا بل يصرفونه في المصالح وأراد بقومه ولاة الأمر من بني أمية 
  ] وقد صرح في سنن أبي داود\r\nوفي رواية له بأن سؤال نجدة لابن عباس عن هذه المسائل كان في فتنة ابن الزبير وكانت فتنة ابن\r\nالزبير بعد بضع وستين سنة من الهجرة * ( وقد قال الشافعي رحمه الله يجوز أن ابن عباس أراد بقوله\r\nأبي ذلك علينا قومنا من بعد الصحابة وهم يزيد بن معاوية والله أعلم ) * قوله ( فلا تقتل الصبيان\r\nإلا أن تكون تعلم ما علمنه الخضر من الصبي الذي قتل ) معناه أن الصبيان لا يحل قتلهم ولا يحل\r\nلك أن تتعلق بقصة الخضر وقتله صبيا فإن الخضر ما قتله إلا بأمر الله تعالى له على التعيين كما قال\r\nفي آخر القصة وما فعلته عن أمري فإن كنت أنت تعلم من صبي ذلك فاقتله ومعلوم أنه لا علم له\r\nبذلك فلا يجوز له القتل قوله ( وتميز المؤمن فتقتل الكافر وتدع المؤمن ) معناه من يكون إذا\r\nعاش إلى البلوغ مؤمنا ومن يكون إذا عاش كافرا فمن علمت أنه يبلغ كافرا فاقتله كما علم الخضر\r\nأن ذلك الصبي لو بلغ لكان كافرا وأعلمه الله تعالى ذلك ومعلوم أنك أنت لا تعلم ذلك فلا تقتل\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\nصبيا قوله ( لولا أن يقع في أحموقة ما كتبت إليه ) هي بضم الهمزة والميم يعني فعلا من أفعال\r\nالحمقى ويرى رأيا كرأيهم ومثله قوله في الرواية الأخرى والله لولا أن أرده عن نتن يقع فيه\r\nما كتبت إليه يعني بالنتن الفعل القبيح وكل مستقبح يقال له النتن والخبيث والرجس\r\nوالقذر والقاذورة قوله ( لا ينقطع عنه اسم اليتم حتى يبلغ ويؤنس منه رشد ) يعني لا ينقطع عنه\r\nحكم اليتم كما سبق وأراد بالاسم الحكم قوله ( ولا نعمة عين ) هو بضم النون وفتحها أي مسرة\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\nعين ومعناه لا تسر عينه يقال نعمة عين ونعمة عين ونعامة عين ونعمى عين نعما ونعيم عين ونعام\r\nعين بمعنى وأنعم الله عينك أي أقرها فلا يعرض لك نكد في شئ من الأمور قوله ( إذا حصروا\r\nالبأس ) بالباء الموحدة وهو الشدة والمراد هنا الحرب\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\nبا ب عدد غزوات النبي ( صلى الله عليه وسلم )\r\nذكر في الباب من رواية زيد بن أرقم وجابر وبريدة أن رسول الله ( صلى الله عليه وسلم ) غزا تسع\r\nعشرة غزوة [ وفي رواية بريدة قاتل في ثمان منهن قد اختلف أهل المغازي في عدد غزواته\r\n( صلى الله عليه وسلم ) وسراياه فذكر ابن سعد وغيره عددهن مفصلات على ترتيبهن فبلغت سبعا\r\nوعشرين غزاة وستا وخمسين سرية قالوا قاتل في تسع من غزواته وهي بدر وأحد والمريسيع\r\nوالخندق وقريظة وخيبر والفتح وحنين والطائف هكذا عدوا الفتح فيها وهذا على قول من\r\nيقول فتحت مكة عنوة وقد قدمنا بيان الخلاف فيها ولعل بريدة أراد بقوله قاتل في ثمان اسقاط\r\nغزاة الفتح ويكون مذهبه أنها فتحت صلحا كما قاله الشافعي وموافقوه 
  ] قوله ( قلت فما أول\r\nغزوة غزاها قال ذات العسير أو العشير ) هكذا في جميع نسخ صحيح مسلم [ العسير أو العشير 
  ]\r\nالعين مضمومة والأول بالسين المهملة والثاني بالمعجمة وقال القاضي في المشارق هي ذات\r\nالعشيرة بضم العين وفتح الشين المعجمة قال وجاء في كتاب المغازي يعني من صحيح البخاري\r\nعسير بفتح العين وكسر السين المهملة بحذف الهاء قال والمعروف فيها العشيرة مصغرة\r\nبالشين المعجمة والهاء قال وكذا ذكرها أبو إسحاق * ( وهي من أر ض مذحج ) * قوله\r\n( وحدثنا أبو بكر بن أبي شيبة يحيى بن آدم حدثنا وهيب عن أبي إسحاق عن زيد بن أرقم )\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\nهكذا هو في أكثر نسخ بلادنا وهيب عن أبي إسحاق وفي بعضها زهير عن أبي إسحاق ونقل\r\nالقاضي أيضا الاختلاف فيه قال وقال عبد الغني الصواب زهير وأما وهيب فخطأ قال لأن\r\nوهيبا لم يلق أبا إسحاق وذكر خلف في الأطراف فقال زهير ولم يذكر وهيبا قوله ( عن جابر\r\nلم أشهد بدرا ولا أحدا ) قال القاضي كذا في رواية مسلم أن جابرا لم يشهدهما وقد ذكر أبو\r\nعبيد أنه شهد بدرا قال ابن عبد البر الصحيح أنه لم يشهدهما وقد ذكر ابن الكلبي أنه شهد أحدا\r\nقوله ( عن جابر قال غزوت مع رسول الله ( صلى الله عليه وسلم ) تسع عشرة غزوة ولم أشهد أحدا\r\nولا بدرا ) هذا صريح منه بأن غزوات رسول الله ( صلى الله عليه وسلم ) لم تكن منحصرة في تسع\r\nعشرة بل زائدة وإنما مراد زيد بن أرقم وبريدة بقولهما تسع عشرة أن منها تسع عشرة كما صرح\r\nبه جابر فقد أخبر جابر أنها إحدى وعشرون كما ترى وقد قدمنا أنها سبع وعشرون وأما قوله\r\nفي الرواية الأخرى عن بريدة ست عشرة غزوة فليس فيه نفي الزيادة\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\n\r\nباب غزوة ذات الرقاع\r\nقوله ( ونحن ستة نفر بيننا بعير نعتقبه ) أي يركبه كل واحد منا نوبة فيه جواز مثل هذا إذا\r\nلم يضر بالمركوب قوله [ فنقبت أقدامنا 
  ] هو بفتح النون وكسر القاف [ أي قرحت من الحفاء 
  ] قوله\r\n( فسميت ذات الرقاع لذلك ) هذا هو الصحيح في سبب تسميتها وقال سميت بذلك بجبل هناك\r\nفيه بياض وسواد وحمرة وقيل سميت باسم شجرة هناك وقيل لأنه كان في ألويتهم رقاع ويحتمل\r\nأنها سميت بالمجموع * ( قوله ( وكره أن يكون شيئا من عمله أفشاه ) فيه استحباب اخفاء\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\n\r\nالأعمال الصالحة وما يكابده العبد من المشاق في طاعة الله تعالى ولا يظهر شيئا من ذلك إلا لمصلحة\r\nمثل بيان حكم ذلك الشئ والتنبيه على الاقتداء به فيه ونحو ذلك وعلى هذا يحمل ما وجد للسلف\r\nمن الأخبار بذلك ) *\r\nباب كراهة الاستعانة في الغزو بكافر إلا لحاجة\r\n( أو كونه حسن الرأي في المسلمين )\r\nقوله ( عن عائشة أن النبي ( صلى الله عليه وسلم ) خرج قبل بدر فلما كان بحرة الوبرة ) هكذا\r\nضبطناه بفتح البا وكذا نقله القاضي عن جميع رواة مسلم قال وضبطه بعضهم باسكانها وهو\r\nموضع على نحو من أربعة أميال\r\nمن المدينة قوله ( صلى الله عليه وسلم ) ( فارجع فلن أستعين\r\nبمشرك ) [ وقد جاء في الحديث الآخر أن النبي ( صلى الله عليه وسلم ) استعان بصفوان بن أمية قبل\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\n\r\n\r\nإسلامه فأخذ طائفة من العلماء بالحديث الأول على إطلاقه وقال الشافعي وآخرون إن كان\r\nالكافر حسن الرأي في المسلمين ودعت الحاجة إلى الاستعانة به أستعين به وإلا فيكره وحمل\r\nالحديثين على هذين الحالين وإذ حضر الكافر بالإذن رضخ له ولا يسهم له هذا مذهب مالك\r\nوالشافعي وأبي حنيفة والجمهور وقال الزهري والأوزاعي يسهم له والله أعلم 
  ] قوله [ ( عن عائشة\r\nقالت ثم مضى حتى إذا كنا بالشجرة أدركه الرجل ) هكذا هو في النسخ حتى إذا كنا [ فيحتمل\r\nأن عائشة كانت مع المودعين فرأت ذلك ويحتمل\r\nأنها أرادت بقولها كنا كان المسلمون والله أعلم 
  ]\r\nكتاب الإمارة\r\nباب الناس تبع لقريش والخلافة في قريش\r\nقوله ( صلى الله عليه وسلم ) ( الناس تبع لقريش في هذا الشأن مسلمهم لمسلمهم\r\nوكافرهم لكافرهم ) وفي رواية الناس تبع لقريش في الخير والشر وفي رواية لا يزال هذا\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\nالأمر في قريش ما بقي من الناس اثنان وفي رواية البخاري ما بقي منهم اثنان [ هذه\r\nالأحاديث وأشباهها دليل ظاهر أن الخلافة مختصة بقريش لا يجوز عقدها لأحد من\r\nغيرهم وعلى هذا انعقد الاجماع في زمن الصحابة فكذلك بعدهم ومن خالف فيه\r\nمن أهل البدع أو عرض بخلاف من غيرهم فهو محجوج باجماع الصحابة والتابعين\r\nفمن بعدهم بالأحاديث الصحيحة قال القاضي اشتراط كونه قرشيا هو مذهب العلماء\r\nكافة قال وقد احتج به أبو بكر وعمر رضي الله عنهم على الأنصار يوم السقيفة فلم ينكره أحد\r\nقال القاضي وقد عدها العلماء في مسائل الاجماع ولم ينقل عن أحد من السلف فيها قول ولا فعل\r\nيخالف ما ذكرنا 
  ] وكذلك من بعدهم في جميع الأعصار قال ولا اعتداد بقول النظام ومن وافقه\r\nمن الخوارج وأهل البدع أنه يجوز كونه من غير قريش ولا بسخافة ضرار بن عمرو في قوله\r\nأن غير القرشي من النبط وغيرهم يقدم على القرشي لهو أن خلعه إن عرض منه أمر وهذا الذي\r\nقاله من باطل القول وزخرفه مع ما هو عليه من مخالفة اجماع المسلمين والله أعلم [ وأما قوله\r\n( صلى الله عليه وسلم ) الناس تبع لقريش في الخير والشر فمعناه\r\nفي الإسلام والجاهلية كما هو مصرح\r\nبه في الرواية الأولى لأنهم كانوا في الجاهلية رؤساء العرب وأصحاب حرم الله وأهل حج بيت الله\r\nوكانت العرب تنظر إسلامهم فلما أسلموا وفتحت مكة تبعهم الناس وجاءت وفود العرب من\r\nكل جهة ودخل الناس في دين الله أفواجا وكذلك في الإسلام هم أصحاب الخلافة والناس تبع لهم\r\nوبين ( صلى الله عليه وسلم ) أن هذا الحكم مستمر إلى آخر الدنيا ما بقي من الناس اثنان وقد ظهر\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\nما قاله ( صلى الله عليه وسلم ) فمن زمنه ( صلى الله عليه وسلم ) إلى الآن الخلافة في قريش من غير مزاحمة\r\nلهم فيها وتبقى كذلك ما بقي اثنان كما قاله ( صلى الله عليه وسلم ) 
  ] قال القاضي عياض استدل أصحاب\r\nالشافعي بهذا الحديث على فضيلة الشافعي قال ولا دلالة فيه لهم لأن المراد تقديم قريش في الخلافة\r\nفقط قلت هو حجة في مزية قريش على غيرهم والشافعي قرشي قوله ( صلى الله عليه وسلم )\r\n( أن هذا الأمر لا ينقضي حتى يمضي فيهم اثنا عشر خليفة كلهم من قريش ) وفي رواية لا يزال\r\nأمر الناس ماضيا ما وليهم اثنا عشر رجلا كلهم من قريش [ وفي رواية لا يزال الإسلام عزيزا إلى\r\nاثنى عشر خليفة كلهم من قريش قال القاضي قد توجه هنا سؤالان أحدهما أنه قد جاء في الحديث\r\nالآخر الخلافة بعدي ثلاثون سنة ثم تكون ملكا وهذا مخالف لحديث اثنى عشر خليفة فإنه\r\nلم يكن في ثلاثين سنة إلا الخلفاء الراشدون الأربعة والأشهر التي بويع فيها الحسن بن علي قال\r\nوالجواب عن هذا أن المراد في حديث الخلافة ثلاثون سنة خلافة النبوة وقد جاء مفسرا في بعض\r\nالروايات خلافة النبوة بعدي ثلاثون سنة ثم تكون ملكا ولم يشترط هذا في الاثني عشر السؤال\r\nالثاني أنه قد ولى أكثر من هذا العدد قال وهذا اعتراض باطل لأنه ( صلى الله عليه وسلم ) لم يقل\r\nلا يلي إلا اثنى عشر خليفة وإنما قال يلي وقد ولي هذا العدد ولا يضر كونه وجد بعدهم غيرهم\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\nهذا إن جعل المراد باللفظ كل وال ويحتمل أن يكون المراد مستحق الخلافة العادلين وقد مضى\r\nمنهم من علم ولا بد من تمام هذا العدد قبل قيام الساعة قال وقيل إن معناه أنهم يكونون\r\nفي عصر واحد يتبع كل واحد منهم طائفة قال القاضي ولا يبعد أن يكون هذا قد وجد إذا تتبعت\r\nالتواريخ فقد كان بالأندلس وحدها منهم في عصر واحد بعد أربعمائة وثلاثين سنة ثلاثة كلهم\r\nيدعيها ويلقب بها وكان حينئذ في مصر آخر وكان خليفة الجماعة العباسية ببغداد سوى من كان\r\nيدعي ذلك في ذلك الوقت في أقطار الأرض قال ويعضد هذا التأويل قوله في كتاب مسلم بعد\r\nهذا ستكون خلفاء فيكثرون قالوا فما تأمرنا قال فوا بيعة الأول فالأول قال ويحتمل أن المراد\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\nمن يعز الإسلام في زمنه ويجتمع المسلمون عليه كما جاء في سنن أبي داود كلهم تجتمع عليه الأمة\r\nوهذا قد وجد قبل اضطراب أمر بني أمية واختلافهم في زمن يزيد بن الوليد وخرج عليه\r\nبنو العباس ويحتمل أوجها أخر والله أعلم بمراد نبيه ( صلى الله عليه وسلم ) 
  ] قوله ( فقال كلمة\r\nضمنها الناس ) هو بفتح الصاد وتشديد الميم المفتوحة أي أصموني عنها فلم أسمعها\r\nلكثرة الكلام ووقع في بعض النسخ صمتنيها الناس أي سكتوني عن السؤال عنها [ قوله\r\n( صلى الله عليه وسلم ) ( عصيبة من المسلمين يفتتحون البيت الأبيض بيت كسرى ) هذا من\r\nالمعجزات الظاهرة لرسول الله ( صلى الله عليه وسلم ) وقد فتحوه بحمد الله في زمن عمر بن الخطاب\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n\r\nرضي الله عنه 
  ] والعصيبة تصغير عصبة وهي الجماعة وكسرى بكسر الكاف وفتحها\r\nقوله ( صلى الله عليه وسلم ) ( إذا أعطى الله أحدكم خيرا فليبدأ بنفسه ) هو مثل حديث ابدأ\r\nبنفسك ثم بمن تعول قوله ( صلى الله عليه وسلم ) [ ( أنا الفرط على الحوض ) الفرط بفتح الراء ومعناه\r\nالسابق إليه والمنتظر لسقيكم منه والفرط والفارط هو الذي يتقدم القوم إلى الماء ليهيئ لهم ما يحتاجون\r\nإليه 
  ] قوله ( عن عامر بن سعد أنه أرسل إلى ابن سمرة العدوي ) كذا هو في جميع النسخ العدوي\r\nقال القاضي هذا تصحيف فليس هو بعدوي إنما هو عامري من بني عامر بن صعصعة فيصحف\r\nبالعدوى والله أعلم\r\nباب الاستخلاف وتركه [\r\nقوله ( راعب وراهب ) أي راج وخائف ومعناه الناس صنفان أحدهما يرجو والثاني يخاف أي\r\nراغب في حصول شئ مما عندي أو راهب مني وقيل أراد أني راغب فيما عند الله تعالى وراهب\r\nمن عذابه فلا أعول على ما أتيتم به علي وقيل المراد الخلافة أي الناس فيها ضربان راغب فيها فلا أحب\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\nتقديمه لرغبته وكاره لها فأخشى عجزه عنها قوله ( إن استخلف فقد استخلف من هو خير مني\r\nإلى آخره ) حاصله أن المسلمين أجمعوا على أن الخليفة إذا حضرته مقدمات الموت وقبل ذلك يجوز\r\nله الاستخلاف ويجوز له تركه فإن تركه فقد اقتدى بالنبي ( صلى الله عليه وسلم ) في هذا وإلا فقد\r\nاقتدى بأبي بكر وأجمعوا على انعقاد الخلافة بالاستخلاف وعلى انعقادها بعقد أهل الحل والعقد لإنسان\r\nإذا لم يستخلف الخليفة وأجمعوا على جواز جعل الخليفة الأمر شورى بن جماعة كما فعل عمر بالستة\r\nوأجمعوا على أنه يجب على المسلمين نصب خليفة ووجوبه بالشرع لا بالعقل 
  ] وأما ما حكى عن الأصم\r\nأنه قال لا يجب وعن غيره أنه يجب بالعقل لا بالشرع فباطلان أما الأصم فمحجوج باجماع من قبله\r\nولا حجة له في بقاء الصحابة بلا خليفة في مدة التشاور يوم السقيفة وأيام الشورى بعد وفاة عمر\r\nرضي الله عنه لأنهم لم يكونوا تاركين لنصب الخليفة بل كانوا ساعين في النظر في\r\nأممن يعقد له وأما القائل الآخر ففساد قوله ظاهر لأن العقل لا يوجب شيئا ولا يحسنه ولا يقبحه وإنما يقع\r\nذلك بحسب العادة لا بذاته [ وفي هذا الحديث دليل أن النبي ( صلى الله عليه وسلم ) لم ينص على خليفة\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\nوهو اجماع أهل السنة وغيرهم 
  ] قال القاضي وخالف في ذلك بكر بن أخت عبد الواحد فزعم أنه نص\r\nعلى أبي بكر وقال ابن الراوندي نص علي العباس وقالت الشيعة والرافضة على علي وهذه دعاوي\r\nباطلة وجسارة على الافتراء ووقاحة في مكابرة الحس وذلك لأن الصحابة رضي الله عنهم أجمعوا\r\nعلى اختيار أبي بكر وعلى تنفيذ عهده إلى عمر وعلى تنفيذ عهد عمر بالشورى ولم يخالف في شئ من\r\nهذا أحد ولم يدع علي ولا العباس ولا أبو بكر وصية في وقت من الأوقات وقد اتفق\r\nعلي والعباس على جميع هذا من غير ضرورة مانعة من ذكر وصية لو كانت فمن زعم أنه كان لأحد منهم وصية\r\nفقد نسب الأمة إلى اجتماعها على الخطأ واستمرارها عليه وكيف يحل لأحد من أهل القبلة\r\nأن ينسب الصحابة إلى المواطأة على الباطل في كل هذه الأحوال ولو كان شئ لنقل فإنه من\r\nالأمور المهمة [ قوله ( آليت أن أقولها ) أي حلفت 
  ]\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\n\r\nباب النهي عن طلب الإمارة والحرص عليها\r\nقوله ( صلى الله عليه وسلم ) ( لا تسأل الإمارة فإنك إن أعطيتها عن مسألة وكلت إليها ) هكذا هو\r\nفي كثير من النسخ أو أكثرها أكلت بالهمز وفي بعضها وكلت قال القاضي هو في أكثرها\r\nبالهمز قال والصواب بالواو أي أسلمت إليها ولم يكن معك إعانة بخلاف ما إذا حصلت بغير مسألة\r\nقوله ( صلى الله عليه وسلم ) ( إنا والله لا نولي على هذا العمل أحدا سأله ولا أحدا حرص عليه )\r\nيقال حرص بفتح الراء وكسرها والفتح أفصح وبه جاء القرآن قال الله تعالى وما أكثر الناس\r\nولو حرصت بمؤمنين [ قال العلماء\r\nوالحكمة في أنه لا يولى من سأل الولاية أنه يوكل إليها ولا\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\nتكون معه إعانة كما صرح به في حديث عبد الرحمن بن سمرة السابق وإذا لم تكن معه إعانة لم\r\nيكن كفئا ولا يولى غير الكفء ولأن فيه تهمة للطالب والحريض والله أعلم 
  ] قوله [ ( وألقى\r\nله وسادة فيه إكرام الضيف بهذا 
  ] ونحوه [ قوله في اليهودي الذي أسلم ( ثم ارتد فقال لا أجلس حتى\r\nيقتل فأمر به فقتل ) فيه وجوب قتل المرتد وقد أجمعوا على قتله لكن اختلفوا في استتابته هل\r\nهي واجبة أم مستحبة وفي قدرها وفي قبول توبته وفي أن المرأة كالرجل في ذلك أم لا فقال مالك\r\nوالشافعي وأحمد والجماهير من السلف والخلف يستتاب ونقل ابن القصار المالكي اجماع الصحابة\r\nعليه وقال طاوس والحسن والماجشون المالكي وأبو يوسف وأهل الظاهر لا يستتاب ولو تاب\r\nنفعته توبته عند الله تعالى ولا يسقط قتله لقوله ( صلى الله عليه وسلم ) من بدل دينه فاقتلوه 
  ] وقال\r\nعطاء إن كان ولد مسلما لم يستتب وإن كان ولد كافرا فأسلم ثم ارتد يستتاب واختلفوا في أن\r\nالاستتابة واجبة أم مستحبة والأصح عند الشافعي وأصحابه أنها واجبة وأنها في الحال وله قول أنها\r\nثلاثة أيام وبه قال مالك وأبو حنيفة وأحمد وإسحاق وعن علي أيضا\r\nأنه يستتاب شهرا قال الجمهور\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\n\r\nوالمرأة كالرجل في أنها تقتل إذا لم تتب ولا يجوز استرقاقها هذا مذهب الشافعي ومالك والجماهير\r\nوقال أبو حنيفة وطائفة تسجن المرأة ولا تقتل وعن الحسن وقتادة أنها تسترق وروى عن علي قال\r\nالقاضي عياض وفيه أن لأمراء الأمصار إقامة الحدود في القتل وغيره وهو مذهب مالك والشافعي\r\nوأبي حنيفة والعلماء كافة وقال الكوفيون لا يقيمه إلا فقهاء الأمصار ولا يقيمه عامل السواد قال [\r\nواختلفوا في القضاء إذا كانت ولايتهم مطلقة ليست مختبصة بنوع من الأحكام فقال جمهور العلماء\r\nتقيم القضاة الحدود وينظرون في جميع الأشياء إلا ما يختص بضبط البيضة من اعداد الجيوش\r\nوجباية الخراج 
  ] وقال أبو حنيفة لا ولاية في إقامة الحدود قوله ( أما أنا فأنام وأقوم وأرجو في\r\nنومتي ما أرجو في قومتي ) معناه أني أنام بنية القوة واجماع النفس للعبادة وتنشيطها للطاعة فأرجو\r\nفي ذلك الأجر كما أرجو في قومتي أي صلواتي\r\nباب كراهة الإمارة بغير ضرورة\r\nقوله ( حدثني الليث بن سعد حدثني يزيد بن أبي حبيب عن بكر بن عمرو عن الحارث بن يزيد\r\nالحضرمي عن ابن حجيرة الأكبر عن أبي ذر ) هكذا وقع هذا الاسناد في جميع نسخ بلادنا يزيد\r\nابن أبي حبيب عن بكر وكذا نقله القاضي عن نسخة الجلودي التي هي طريق بلادنا قال ووقع عند\r\nابن ماهان حدثني يزيد بن أبي حبيب وبكر بواو العطف والأول هو الصواب قاله عند الغني قلت\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\nولم يذكر خلف الواسطي في الأطراف غيره واسم ابن حجيرة عبد الرحمن وهو بحاء مهملة\r\nمضمومة ثم جيم مفتوحة واسم أبي حبيب سويد وفي هذا الاسناد أربعة تابعيون يروي بعضهم\r\nعن بعض وهم يزيد والثلاثة بعده قوله في الاسناد الذي بعده ( حدثنا زهير بن حرب واسحق\r\nابن إبراهيم كلاهما عن المقرى قال زهير حدثنا عبد الله بن يزيد حدثنا سعيد بن أبي أيوب عن\r\nعبيد الله بن أبي جعفر القرشي عن سالم بن أبي سالم الجيشاني عن أبيه عن أبي ذر ) قال الدارقطني في\r\nكتابه اختلف في هذا الحديث على عبيد الله بن أبي جعفر في هذا الاسناد فرواه سعيد بن أبي أيوب\r\nعنه كما سبق ورواه ابن لهيعة عنه عن مسلم بن أبي مريم عن أبي سالم الجيشاني عن أبي ذر ولم يحكم\r\nالدارقطني فيه بشئ فالحديث صحيح اسنادا ومتنا وسعيد بن أبي أيوب أحفظ من ابن لهيعة وأما\r\nالمقرئ المذكور في الاسناد فهو عبد الله بن يزيد المذكور عقبه واسم أبي أيوب والد سعيد المذكور\r\nمقلاص الخزاعي المصري واسم أبي سالم الجيشاني سفيان بن هانئ منسوب إلى جبشان بفتح الجيم\r\nقبيلة من اليمن قوله ( صلى الله عليه وسلم ) ( يا أبا ذر إنك ضعيف وإنها أمانة وأنها يوم القيامة\r\nخزي وندامة إلا من أخذها بحقها وأدى الذي عليه فيها ) وفي الرواية الأخرى يا أبا ذر إني أراك\r\nضعيفا وإني أحب لك ما أحب لنفسي لا تأمرن على اثنين ولا تولين مال يتيم [ هذا الحديث أصل\r\nعظيم في اجتناب الولايات لا سيما لمن كان فيه ضعف عن القيام بوظائف تلك الولاية وأما الخزي\r\nوالندامة فهو في حق من لم يكن أهلا لها أو كان أهلا ولم يعدل فيها فيخزيه الله تعالى يوم القيامة\r\nويفضحه ويندم على ما فرط وأما من كان أهلا للولاية وعدل فيها فله\r\nفضل عظيم تظاهرت به\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\n\r\nالأحاديث الصحيحة كحديث سبعة يظلهم الله والحديث المذكور هنا عقب هذا أن المقسطين على\r\nمنابر من نور وغير ذلك واجماع المسلمين منعقد عليه ومع هذا فلكثرة الخطر فيها حذره\r\n( صلى الله عليه وسلم ) منها وكذا حذر العلماء وامتنع منها خلائق من السلف وصبروا على الأذى حين امتنعوا 
  ]\r\nباب فضيلة الأمير العادل وعقوبة الجائر والحث على الرفق\r\n( بالرعية والنهي عن ادخال المشقة عليهم )\r\nقوله ( صلى الله عليه وسلم ) ( إن المقسطين عند الله على منابر من نور عن يمين الرحمن وكلتا يديه يمين\r\nالذين يعدلون في حكمهم وأهليهم وما ولوا ) أما قوله ولوا فبفتح الواو وضوء اللام المخففة أي كانت لهم\r\nعليه ولاية والمقسطون هم العادلون وقد فسره في آخر الحديث والأقساط والقسط بكسر القاف العدل 
  ]\r\nيقال أقسط أقساطا فهو مقسط إذا عدل قال الله تعالى وأقسطوا إن الله يحب المقسطين ويقال قسط\r\nيقسط بفتح الياء وكسر السين قسوطا وقسطا بفتح القاف فهو قاسط وهم [ قاسطون إذا جاروا 
  ]\r\nقال الله تعالى القاسطون فكانوا لجهنم حطبا [ وأما المنابر فجمع منبر سمي به لارتفاعه قال\r\nالقاضي يحتمل أن يكونوا على منابر حقيقة على ظاهر الحديث\r\nويحتمل أن يكون كناية عن\r\nالمنازل الرفيعة قلت الظاهر الأول ويكون متضمنا للمنازل الرفيعة فهم على منابر حقيقة ومنازلهم\r\nرفيعة أما قوله ( صلى الله عليه وسلم ) عن يمين الرحمن فهو من أحاديث الصفات وقد سبق في أول\r\nهذا الشرح بيان اختلاف العلماء فيها وأن منهم من قال نؤمن بها ولا نتكلم في تأويله ولا نعرف\r\nمعناه لكن نعتقد أن ظاهرها غير مراد وأن لها معنى يليق بالله تعالى وهذا مذهب جماهير\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\nالسلف وطوائف من المتكلمين والثاني أنها تؤول على ما يليق بها وهذا قول أكثر المتكلمين\r\nوعلى هذا قال القاضي عياض رضي الله عنه المراد بكونهم عن اليمين الحالة الحسنة والمنزلة\r\nالرفيعة 
  ] قال قال ابن عرفة يقال أتاه عن يمينه إذا جاءه من الجهة المحمودة [ والعرب تنسب الفعل\r\nالمحمود والاحسان إلى اليمين وضده إلى اليسار قالوا واليمين مأخوذة من اليمن وأما قوله\r\n( صلى الله عليه وسلم ) وكلتا يديه يمين فتنبيه على أنه ليس المراد باليمين جارحة تعالى الله عن ذلك فإنها مستحيلة\r\nفي حقه سبحانه وتعالى 
  ] وأما قوله ( صلى الله عليه وسلم ) الذين يعدلون في حكمهم وأهليهم وما ولوا\r\nفمعناه أن هذا الفضل إنما هو لمن عدل فيما تقلده من خلافة أو إمارة أو قضاء أو حسبة أو نظر\r\nعلى يتيم أو صدقة أو وقف وفيما يلزمه من حقوق أهله وعياله ونحو ذلك والله أعلم قوله ( عن\r\nعبد الرحمن بن شماسة ) هو بفتح الشين وضمها وسبق بيانه في كتاب الإيمان قوله ( ما نقمنا\r\nمنه شيئا ) أي ما كرهنا وهو بفتح القاف وكسرها قولها ( أما إنه لا يمنعني الذي فعل\r\nفي محمد بن أبي بكر أخي أن أخبرك ) فيه أنه ينبغي أن يذكر فضل أهل الفضل ولا يمتنع منه\r\nلسبب عداوة ونحوها واختلفوا في صفة قتل محمد هذا قيل في المعركة وقيل بل قتل أسيرا بعدها\r\nوقيل وجد بعدها في خربة في جوف حمار ميت فأحرقوه قوله ( صلى الله عليه وسلم ) ( اللهم من\r\nولي من أمر أمتي شيئا فشق عليهم فاشقق عليه ومن ولي من أمر أمتي شيئا فرفق بهم فارفق به )\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\n[ هذا من أبلغ الزواجر عن المشقة على الناس وأعظم الحث على الرفق بهم وقد تظاهرت الأحاديث\r\nبهذا المعنى 
  ] قوله ( صلى الله عليه وسلم ) ( كلكم راع وكلكم مسؤول عن رعيته ) [ قال العلماء\r\nالراعي هو الحافظ المؤتمن الملتزم صلاح ما قام عليه وما هو تحت نظره ففيه أن كل من كان\r\nتحت نظره شئ فهو مطالب بالعدل فيه والقيام بمصالحه في دينه ودنياه ومتعلقاته 
  ] قوله\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\n( صلى الله عليه وسلم ) ( ما من عيد يسترعيه الله رعية يموت يوم يموت وهو عاش لرعيته إلا حرم\r\nالله عليه الجنة ) [ هذا الحديث والذي بعده سبق شرحهما في كتاب الإيمان وحاصله أنه\r\nيحتمل وجهين أحدهما أن يكون مستحلا لغشهم فتحرم عليه الجنة ويخلد في النار والثاني\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\nأنه لا يستحله فيمتنع من دخولها أول وهلة مع الفائزين وهو معنى قوله ( صلى الله عليه وسلم )\r\nفي الرواية الثانية لم يدخل معهم الجنة أي وقت دخولهم بل يؤخر عنهم عقوبة له إما في النار\r\nوإما في الحساب وإما في غير ذلك وفي هذه الأحاديث وجوب النصيحة على الوالي لرعيته\r\nوالاجتهاد في مصالحهم والنصيحة لهم في دينهم ودنياهم وفي قوله ( صلى الله عليه وسلم ) يموت يوم\r\nيموت وهو غاش دليل على أن التوبة قبل حالة الموت نافعة 
  ] قوله ( لو علمت أن بي حياة\r\nما حدثتك ) وفي الرواية الأخرى لولا أني في الموت لم أحدثك به يحتمل\r\nأنه كان يخافه على نفسه\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\n\r\nقبل هذا الحال ورأي وجوب تبليغ العلم الذي عنده قبل موته لئلا يكون مضيعا له وقد أمرنا\r\nكلنا بالتبليغ [ قوله ( إنما أنت من نخالتهم ) يعني لست من فضلائهم وعلمائهم وأهل المراتب\r\nمنهم بل من سقطهم والنخالة هنا استعارة من نخالة الدقيق وهي قشورة والنخالة والحقالة والحثالة\r\nبمعنى واحد قوله ( وهل كانت لهم نخالة إنما كانت النخالة بعدهم وفي غيرهم ) هذا من جزل الكلام\r\nوفصيحه وصدقه الذي ينقاد له كل مسلم فإن الصحابة رضي الله عنهم كلهم هم صفوة الناس وسادات\r\nالأمة وأفضل ممن بعدهم وكلهم عدول قدوة لا نخالة فيهم وإنما جاء التخليط ممن بعدهم وفيمن\r\nبعدهم كانت النخالة قوله ( صلى الله عليه وسلم ) ( إن شر الرعاء الحطمة ) قالوا هو العنيف في رعيته لا يرفق\r\nبها في سوقها ومرعاها بل يحطمها في ذلك وفي سقيها وغيره ويزحم بعضها ببعض بحيث يؤذيها ويحطمها 
  ]\r\nباب غلظ تحريم الغلول [\r\nقوله ( ذكر رسول الله ( صلى الله عليه وسلم ) الغلول فعظمه وعظم أمره ) هذا تصريح بغلظ تحريم الغلول وأصل\r\nالغلول الخيانة مطلقا ثم غلب اختصاصه في الاستعمال بالخيانة في الغنيمة 
  ] قال نفطويه [\r\nسمى بذلك لأن الأيدي مغلولة عنه أي محبوسة يقال غل غلولا وأغل أغلالا 
  ] قوله\r\n( صلى الله عليه وسلم ) ( لا ألفين أحدكم يجئ يوم القيامة على رقبته بعير له رغاء ) هكذا ضبطناه ألفين بضم\r\nالهمزة وبالفاء المكسورة أي لا أجدن أحدكم على هذه الصفة ومعناه لا تعملوا عملا أجدكم بسببه\r\nعلى هذه الصفة قال القاضي ووقع في رواية العذري لا ألقين بفتح الهمزة والقاف وله وجه\r\nكحنو ما سبق لكن المشهور الأول [ والرغاء بالمد صوت البعيد وكذا المذكورات بعد وصف\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\nكل شئ بصوته والصامت الذهب والفضة 
  ] قوله ( صلى الله عليه وسلم ) ( لا أملك لك من الله شيئا )\r\nقال القاضي معناه من المغفرة والشفاعة إلا بإذن الله تعالى قال ويكون ذلك أولا غضبا عليه\r\nلمخالفته ثم يشفع في جميع الموحدين بعد ذلك كما سبق في كتاب الإيمان في شفاعات النبي\r\n( صلى الله عليه وسلم ) [ واستدل بعض العلماء بهذا الحديث على وجوب زكاه العروض والخيل ولا دلالة\r\nفيه لواحد منهما لأن هذا الحديث ورد في الغلول وأخذ الأموال غصبا فلا تعلق له بالزكاة\r\nوأجمع المسلمون على تغليظ تحريم الغلول وأنه من الكبائر وأجمعوا على أن عليه رد ما غله فإن\r\nتفرق الجيش وتعذر إيصال حق كل واحد إليه ففيه خلاف للعلماء 
  ] قال الشافعي وطائفة يجب\r\nتسليمه إلى الأمام أو الحاكم كسائر الأموال الضائعة وقال ابن مسعود وابن عباس ومعاوية\r\nوالحسن والزهري والأوزاعي ومالك والثوري والليث وأحمد والجمهور يدفع خمسة إلى الإمام\r\nويتصدق بالباقي واختلفوا في صفة عقوبة الغال فقال جمهور العلماء وأئمة الأمصار يعزر على\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\n\r\nحسب ما يراه الإمام ولا يحرق متاعه وهذا قول مالك والشافعي وأبي حنيفة ومن لا يحصى\r\nمن الصحابة والتابعين ومن بعدهم وقال مكحول والحسن والأوزاعي يحرق رحله ومتاعه كله\r\nقال الأوزاعي إلا سلاحه وثيابه التي عليه وقال الحسن إلا الحيوان والمصحف واحتجوا بحديث\r\nعبد الله بن عمر في تحريق رحله قال الجمهور وهذا حديث ضعيف لأنه مما انفرد به صالح بن محمد عن\r\nسالم وهو ضعيف قال الطحاوي ولو صح يحمل على أنه كان إذا كانت العقوبة بالأموال كأخذ\r\nشطر المال من مانع الزكاة وضالة الإبل وسارق التمر وكل ذلك منسوخ والله أعلم\r\nباب تحريم هدايا العمال\r\nقوله ( استعمل النبي ( صلى الله عليه وسلم ) رجلا من الأسد يقال له ابن اللتبية ) أما الأسد فبإسكان\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\nالسين ويقال له الأزدي من أزد شنوءة ويقال لهم الأزد والأسد وقد ذكره مسلم في الرواية الثانية\r\nوأما اللتبية فبضم اللام واسكان التاء ومنهم من فتحها قالوا وهو خطأ ومنهم من يقول بفتحها\r\nوكذا وقع في مسلم في رواية أبي كريب المذكورة بعد هذا قالوا وهو خطأ أيضا والصواب\r\nاللتبية بإسكانها نسبة إلى بني لتب قبيلة معروفة واسم ابن اللتبية هذا عبد الله [ وفي هذا\r\nالحديث بيان أن هدايا العمال حرام وغلول لأنه خان في ولايته وأمانته ولهذا ذكر في الحديث\r\nفي عقوبته وحمله ما أهدى إليه يوم القيامة كما ذكر مثله في الغال وقد بين\r\n( صلى الله عليه وسلم ) في نفس الحديث السبب في تحريم الهدية عليه وأنها بسبب الولاية بخلاف الهدية\r\nلغير العامل فإنها مستحبة وقد سبق بيان حكم ما يقبضه العالم ونحوه باسم الهدية\r\nوأنه يرده إلى مهديه فإن تعذر فإلى بيت المال 
  ] قوله ( صلى الله عليه وسلم ) ( أو شاة تيعر )\r\nهو بمثناة فوق مفتوحة ثم مثناة تحت ساكنة ثم عين مهملة مكسورة ومفتوحة ومعناه\r\nتصيح واليعار صوت الشاة قوله ( ثم رفع يديه حتى رأينا عقرتي إبطيه ) ثم بضم العين\r\nالمهملة وفتحها والفاء ساكنة فيهما\r\nوممن ذكر اللغتين في العين القاضي هنا وفي المشارق\r\nوصاحب المطالع والأشهر الضم قال الأصمعي وآخرون [ عقرة الإبط هي البياض ليس بالناصع\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\nبل فيه شئ كلون الأرض قالوا وهو مأخوذ من عفر الأرض بفتح العين والفاء وهو وجهها قوله ( فلما\r\nجاء حاسبه ) فيه محاسبة العمال ليعلم ما قبضوه وما صرفوا 
  ] قوله ( صلى الله عليه وسلم ) ( فلأعرفن\r\nأحدا منكم لقى الله يحمل بعيرا ) هكذا هو ببعض النسخ فلا عرفن وفي بعضها لا أعرفن بالألف\r\nعلى النفي قال القاضي هذا أشهر قال والأول هو رواية أكثر رواة صحيح مسلم [ قوله ( بصر\r\nعيني وسمع أذني ) معناه أعلم هذا الكلام يقينا وأبصرت عيني النبي ( صلى الله عليه وسلم ) حين\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\nتكلم به وسمعته أذني فلا شك في علمي به 
  ] قوله ( صلى الله عليه وسلم ) ( والله الذي نفسي بيده )\r\nفيه توكيد اليمين بذكر اسمين أو أكثر من أسماء الله تعالى [ قوله ( وسلوا زيد بن ثابت فإنه كان\r\nحاضرا معي ) فيه استشهاد الراوي والقائل بقول من يوافقه ليكون أوقع في نفس السامع\r\nوأبلغ في طمأنينته 
  ] قوله ( وحدثناه إسحاق بن إبراهيم حدثنا جرير عن الشيباني عن عبد الله\r\nابن ذكوان عن عروة بن الزبير أن رسول الله ( صلى الله عليه وسلم ) استعمل رجلا على الصدقة\r\nإلى قوله قال عروة فقلت لأبي حميد أسمعته من رسول الله ( صلى الله عليه وسلم ) فقال من فيه إلى\r\nأذني ) هكذا هو في أكثر النسخ عن عروة أن رسول الله ( صلى الله عليه وسلم ) ولم يذكر أبا حميد\r\nوكذا نقله القاضي هنا عن رواية الجمهور ووقع في جماعة من النسخ عن عروة بن الزبير عن\r\nأبي حميد وهذا واضح وأما الأول فهو متصل أيضا لقوله قال عروة فقلت لأبي حميد أسمعته\r\nمن رسول الله ( صلى الله عليه وسلم ) فقال من فيه إلى أذني فهذا تصريح من عروة بأنه سمعه من\r\nأبي حميد فاتصل الحديث ومع هذا فهو متصل بالطرق الكثيرة السابقة قوله ( فجاء بسواد\r\nكثير ) أي بأشياء كثيرة وأشخاص بارزة من حيوان وغيره والسواد يقع\r\nعلى كل شخص\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\n\r\nقوله ( صلى الله عليه وسلم ) ( كتمنا مخيطا ) هو بكسر الميم واسكان الخاء وهو الإبرة قوله\r\n( عدي بن عميرة ) بفتح العين قال القاضي ولا يعرف من الرجال أحد يقال له عميرة بالضم\r\nبل كلهم بالفتح ووقع في النسائي الأمران\r\nباب وجوب طاعة الأمراء في غير معصية\r\n( وتحريمها في المعصية )\r\nأجمع العلماء على وجوبها في غير معصية وعلى تحريمها في المعصية نقل الاجماع على هذا القاضي\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\nعياض وآخرون [ قوله ( نزل قوله تعالى أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم\r\nفي عبد الله بن حذافة أمير السرية قال العلماء المراد بأولي الأمر من أوجب الله طاعته\r\nمن الولاة والأمراء هذا قول جماهير السلف والخلف من المفسرين والفقهاء وغيرهم\r\nوقيل هو العلماء وقيل الأمراء والعلماء 
  ] وأما من قال الصحابة خاصة فقط فقد أخطأ\r\nقوله ( صلى الله عليه وسلم ) ( من أطاعني فقد أطاع الله ومن أطاع أميري فقد\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\nأطاعني ) وقال في المعصية مثله لأن الله تعالى أمر بطاعة رسول الله ( صلى الله عليه وسلم ) وأمر هو\r\n( صلى الله عليه وسلم ) بطاعة الأمير فتلازمت الطاعة قوله ( صلى الله عليه وسلم ) [ ( عليك السمع\r\nوالطاعة في عسرك ويسرك ومنشطك ومكرهك وأثرة عليك ) قال العلماء معناه تجب طاعة\r\nولاة الأمور فيما يشق وتكرهه النفوس وغيره مما ليس بمعصية فإن كانت لمعصية فلا سمع\r\nولا طاعة كما صرح به في الأحاديث الباقية فتحمل هذه الأحاديث المطلقة لوجوب طاعة ولاة\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\nالأمور على موافقة تلك الأحاديث المصرحة بأنه لا سمع ولا طاعة في المعصية 
  ] والأثرة بفتح\r\nالهمزة والثاء ويقال بضم الهمزة واسكان الثاء وبكسر الهمزة واسكان الثاء ثلاث لغات حكاهن\r\nفي المشارق وغيره وهي الاستئثار والاختصاص بأمور الدنيا عليكم 
  ] أي اسمعوا وأطيعوا وإن\r\nاختص الأمراء بالدنيا ولم يوصلوكم حقكم مما عندهم وهذه الأحاديث في الحث على السمع والطاعة\r\nفي جميع الأحوال وسببها اجتماع كلمة المسلمين فإن الخلاف سبب لفساد أجوالهم في دينهم ودنياهم\r\nقوله ( إن خليلي ( صلى الله عليه وسلم ) أوصاني\r\nأن أسمع وأطيع وإن كان عبدا مجدع الأطراف )\r\nبعني مقطوعها والمراد أخس العبيد أي أسمع وأطيع للأمير وإن كان دنئ النسب حتى لو كان\r\nعبدا أسود مقطوع الأطراف فطاعته واجبة وتتصور إمارة العبد إذا ولاه بعض الأئمة أو إذا\r\nتغلب على البلاد بشوكته وأتباعه ولا يجوز ابتداء عقد الولاية له مع الاختيار بل شرطها\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\nالحرية 
  ] قوله ( إن رسول الله ( صلى الله عليه وسلم ) بعث جيشا وأمر عليهم رجلا فأوقد نارا وقال\r\n","description":"","footnote":"","page_name":" 226 ","page_number":226},
  {"content":"\r\nادخلوها إلى قوله لا طاعة في معصية إنما الطاعة في المعروف ) هذا موافق للأحاديث الباقية أنه\r\nلا طاعة في معصية إنما هي في المعروف [ وهذا الذي فعله هذا الأمير قيل أراد امتحانهم وقيل كان\r\nمازحا 
  ] قيل إن هذا الرجل عبد الله بن حذافة السهمي وهذا ضعيف لأنه قال في الرواية التي بعدها\r\nأنه رجل من الأنصار فدل على أنه غيره قوله ( صلى الله عليه وسلم ) ( لو دخلتموها لم تزالوا فيها\r\nإلى يوم القيامة ) هذا مما علمه ( صلى الله عليه وسلم ) بالوحي وهذا التقييد بيوم القيامة مبين\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\nللرواية المطلقة بأنهم لا يخرجون منها لو دخلوها قوله ( صلى الله عليه وسلم ) ( إلا أن تروا كفرا\r\nبواحا عندكم من الله فيه برهان ) هكذا هو لمعظم الرواة وفي معظم النسخ بواحا بالواو وفي بعضها\r\n","description":"","footnote":"","page_name":" 228 ","page_number":228},
  {"content":"\r\nبراحا والباء مفتوحة فيهما [ ومعناهما كفرا ظاهرا والمراد بالكفر هنا المعاصي ومعنى عندكم من\r\nالله فيه برهان أي تعلمونه من دين الله تعالى ومعنى الحديث لا تنازعوا ولاة الأمور في ولايتهم\r\nولا تعترضوا عليهم إلا أن تروا منهم منكرا محققا تعلمونه من قواعد الإسلام فإذا رأيتم ذلك\r\nفأنكروه عليهم وقولوا بالحق حيث ما كنتم وأما الخروج عليهم وقتالهم فحرام فإجماع المسلمين\r\nوإن كانوا فسقة ظالمين وقد تظاهرت الأحاديث بمعنى ما ذكرته وأجمع أهل السنة أنه لا ينعزل\r\nالسلطان بالفسق وأما الوجه المذكور في كتب الفقه لبعض أصحابنا أنه ينعزل وحكى عن المعتزلة\r\nأيضا فغلط من قائله مخالف للإجماع قال العلماء وسبب عدم انعزاله وتحريم الخروج عليه ما يترتب\r\nعلى ذلك من الفتن وإراقة الدماء وفساد ذات البين فتكون المفسدة في عزله أكثر منها في بقائه\r\nقال القاضي عياض أجمع العلماء على أن الإمامة لا تنعقد لكافر وعلى أنه لو طرأ عليه الكفر\r\nانعزل قال وكذا لو ترك إقامة الصلوات والدعاء إليها قال وكذلك عند جمهورهم البدعة قال وقال\r\nبعض البصريين تنعقد له وتستدام له لأنه متأول قال القاضي فلو طرأ عليه كفر وتغيير للشرع\r\nأو بدعة خرج عن حكم الولاية وسقطت طاعته ووجب على المسلمين القيام عليه وخلعه ونصب\r\nأمام عادل أن أمكنهم ذلك فإن لم يقع ذلك الا لطائفة وجب عليهم القيام بخلع الكافر ولا يجب\r\nفي المبتدع إلا إذا ظنوا القدرة عليه فإن تحققوا العجز لم يجب القيام وليهاجر المسلم عن أرضه\r\nإلى غيرها ويفر بدينه قال ولا تنعقد لفاسق ابتداء فلو طرأ على الخليفة فسق قال بعضهم يجب\r\nخلعه إلا أن تترتب عليه فتنة وحرب وقال جماهير أهل السنة من الفقهاء والمحدثين والمتكلمين\r\nلا ينعزل بالفسق والظلم وتعطيل الحقوق ولا يخلع ولا يجوز الخروج عليه بذلك بل يجب وعظه\r\nوتخويفه للأحاديث الواردة في ذلك قال القاضي وقد ادعى أبو بكر بن مجاهد في هذا الاجماع\r\nوقد رد عليه بعضهم هذا بقيام الحسن وابن الزبير وأهل المدينة على بني أمية وبقيام جماعة\r\nعظيمة من التابعين والصدر الأول على الحجاج مع ابن الأشعث وتأول هذا القائل قوله أن\r\nلا ننازع الأمر أهله في أئمة العدل وحجة الجمهور أن قيامهم على الحجاج ليس بمجرد الفسق بل\r\nلما غير من الشرع وظاهر من الكفر قال القاضي وقيل أن هذا الخلاف كان أولا ثم حصل\r\nالإجماع على منع الخروج عليهم والله أعلم 
  ] قوله ( بايعنا على السمع ) المراد بالمبايعة المعاهدة\r\nوهي مأخوذة من البيع لأن كل واحد من المتبايعين كان يمد يده إلى صاحبه وكذا هذه البيعة\r\n","description":"","footnote":"","page_name":" 229 ","page_number":229},
  {"content":"\r\n\r\nتكون بأخذ الكف وقيل سميت مبايعة لما فيها من المعاوضة لما وعدهم الله تعالى من عظيم\r\nالجزاء قال الله تعالى الله اشترى من المؤمنين أنفسهم وأموالهم بأن لهم الجنة الآية 
  ] قوله\r\n( وعلى أن نقول بالحق أينما كنا لا نخاف في الله لومة لائم معناه نأمر بالمعروف وننهى عن\r\nالمنكر في كل زمان ومكان الكبار والصفار لا نداهن فيه أحدا ولا نخافه هو ولا نلتفت إلى\r\nالأئمة ففيه القيام بالأمر بالمعروف والنهي عن المنكر وأجمع العلماء على أنه فرض كفاية\r\nفإن خاف من ذلك على نفسه أو ماله أو على غيره سقط الانكار بيده ولسانه ووجبت كراهته\r\nبقلبه هذا مذهبنا ومذهب الجماهير وحكى القاضي هنا في بعضهم أنه ذهب إلى الإنكار مطلقا في\r\nهذه الحالة وغيرها وقد سبق في باب الأمر بالمعروف في كتاب الإيمان وبسطته بسطا شافيا\r\nباب الإمام جنة يقاتل من ورائه ويتقى به\r\nقوله ( حدثنا إبراهيم عن مسلم حدثني زهير بن حرب حدثنا شبابة حدثني ورقاء عن أبي الزناد عن\r\nالأعرج عن أبي هريرة عن النبي ( صلى الله عليه وسلم ) قال إنما الإمام حنة يقاتل من ورائه ويتقي به )\r\nهذا الحديث أول الفوات الثالث الذي لم يسمعه إبراهيم بن سفيان عن مسلم بل رواه عنه بالإجازة\r\nولهذا قال عن مسلم وقد قدمنا بيانه في الفصول السابقة في مقدمة هذا الشرح قوله\r\n( صلى الله عليه وسلم ) [ ( الإمام جنة ) أي كالستر لأنه يمنع العدو من أذى المسلمين ويمنع الناس بعضهم من بعض\r\nويحمي بيضة الإسلام ويتقيه الناس ويخافون سطوته ومعنى يقاتل من ورائه أي يقاتل معه\r\nالكفار والبغاة والخوارج وسائر أهل الفساد والظلم مطلقا 
  ] والتاء في يتقي مبدلة من الواو\r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\n\r\nباب وجوب الوفاء ببيعة الخليفة الأول فالأول [\r\nقوله ( صلى الله عليه وسلم ) ( كانت بنو إسرائيل تسوسهم الأنبياء كلما هلك نبي خلفه نبي ) أي يتولون\r\nأمورهم كما تفعل الأمراء والولاة بالرعية والسياسة القيام على الشئ بما يصلحه وفي هذا الحديث\r\nجواز قول هلك فلان إذا مات وقد كثرت الأحاديث به وجاء في القرآن العزيز قوله تعالى حتى إذا\r\nهلك قلتم لن يبعث الله من بعده رسولا 
  ] قوله ( صلى الله عليه وسلم ) ( وتكون خلفاء فتكثر قالوا فما\r\nتأمرنا قال فوا بيعة الأول فالأول ) قوله فتكثر بالثاء المثلثة من الكثرة هذا هو الصواب المعروف قال\r\nالقاضي وضبطه بعضهم فتكبر بالباء الموحدة كأنه من أكبار قبيح أفعالهم وهذا تصحيف وفي هذا\r\nالحديث معجزة ظاهرة لرسول الله ( صلى الله عليه وسلم ) [ ومعنى هذا الحديث إذا بويع لخليفة بعد خليفة\r\nفبيعة الأول صحيحة يجب الوفاء بها وبيعة الثاني باطلة يحرم الوفاء بها ويحرم عليه طلبها وسواء عقدوا\r\nللثاني عالمين بعقد الأول جاهلين وسواء كانا في بلدين أو بلد أو أحدهما في بلد الإمام المنفصل\r\n","description":"","footnote":"","page_name":" 231 ","page_number":231},
  {"content":"\r\nوالآخر في غيره هذا هو الصواب الذي عليه أصحابنا وجماهير العلماء وقيل تكون لمن عقدت له\r\nفي بلد الإمام وقيل يقرع بينهم وهذان فاسدان واتفق العلماء على أنه لا يجوز أن يعقد\r\nلخليفتين في عصر واحد سواء اتسعت دار الإسلام أم لا 
  ] وقال إمام الحرمين في كتابه الإرشاد\r\nقال أصحابنا لا يجوز عقدها شخصين قال وعندي أنه لا يجوز عقدها لاثنين في صقع واحد\r\nوهذا مجمع عليه قال فإن بعد ما بين الإمامين وتخللت بينهما شسوع فللاحتمال فيه مجال قال وهو\r\nخارج من القواطع وحكى المازري هذا القول عن بعض المتأخرين من أهل الأصل وأراد به\r\nإمام الحرمين وهو قول فاسد مخالف لما عليه السلف والخلف ولظواهر إطلاق الأحاديث\r\nوالله أعلم قوله ( صلى الله عليه وسلم ) [ ( ستكون بعدي أثرة وأمور تنكرونها قالوا يا رسول الله\r\nكيف تأمر من أدرك منا ذلك قال تؤدون الحق الذي عليكم وتسألون الله الذي لكم ) هذا\r\nمن معجزات النبوة وقد وقع هذا الإخبار متكررا ووجد مخبره متكررا وفيه الحث على السمع\r\nوالطاعة وإن كان المتولي ظالما عسوفا فيعطى حقه من والطاعة ولا يخرج عليه ولا يخلع بل\r\nيتضرع إلى الله تعالى في كشف أذاه ودفع شره وإصلاحه 
  ] وتقدم قريبا ذكر اللغات الثلاث\r\nفي الأثرة وتفسيرها [ والمراد بها هنا استئثار الأمراء بأموال بيت المال والله أعلم 
  ] قوله\r\n","description":"","footnote":"","page_name":" 232 ","page_number":232},
  {"content":"\r\n[ ( ومنا من ينتضل ) هو من المناضلة وهي المراماة بالنشاب قوله ( ومنا من هو في جشره )\r\nهو بفتح الجيم والشين وهي الدواب التي ترعى وتبيت مكانها 
  ] قوله ( الصلاة جامعة ) هو\r\nبنصب الصلاة على الاغراء وجامعة على الحال قوله ( صلى الله عليه وسلم ) ( وتجئ فتنة فيرقق بعضها\r\nبعضا ) هذه اللفظة رويت على أوجه أحدهما وهو الذي نقله القاضي عن جمهور الرواة\r\nيرقق بضم الياء وفتح الراء وبقافين أي يصير بعضها رقيقا أي خفيفا لعظم ما بعده فالثاني يجعل\r\nالأول رقيقا وقيل معناه يشبه بعضها بعضا وقيل يدور بعضها في\r\nبعض ض ويذهب ويجئ وقيل\r\nمعناه يسوق بعضها إلى بعض بتحسينها وتسويلها والوجه الثاني فيرفق بفتح الياء وإسكان\r\nالراء وبعدها فاء مضمومة والثالث فيدفق بالدال المهملة الساكنة وبالفاء المكسورة أي يدفع\r\nويصب والدفق الصب [ قوله ( صلى الله عليه وسلم ) ( وليأت إلى الناس الذي يجب أن يؤتى إليه )\r\nهذا من جوامع كلمه ( صلى الله عليه وسلم ) وبديع حكمه وهذه قاعدة مهمة فينبغي الاعتناء بها\r\nوأن الإنسان يلزم أن لا يفعل مع الناس إلا ما يحب أن يفعلوه معه قوله ( صلى الله عليه وسلم )\r\n","description":"","footnote":"","page_name":" 233 ","page_number":233},
  {"content":"\r\n( فإن جاء آخر ينازعه فاضربوا عنق الآخر ) معناه ادفعوا الثاني فإنه خارج على الإمام فإن لم\r\nيندفع إلا بحرب وقتال فقاتلوه فإن دعت المقاتلة إلى قتله جاز قتله ولا ضمان فيه لأنه ظالم متعد\r\nفي قتاله 
  ] قوله ( فقلت له هذا ابن عمك معاوية يأمرنا أن نأكل أموالنا بيننا بالباطل ونقتل أنفسنا\r\nوالله تعالى يقول ولا تأكلوا أموالكم بينكم بالباطل إلى آخره ) المقصود بهذا الكلام أن هذا\r\nالقائل لما سمع كلام عبد الله بن عمرو بن العاص وذكر الحديث في تحريم منازعة الخليفة\r\nالأول وأن الثاني يقتل فاعتقد هذا القائل هذا الوصف في معاوية لمنازعته عليا رضي الله عنه\r\nوكانت قد سبقت بيعة علي فرأى هذا أن نفقة معاوية على أجناده وأتباعه في حرب علي ومنازعته\r\nومقاتلته إياه من أكل المال بالباطل ومن قتل النفس لأنه قتال بغير حق فلا يستحق أحد\r\nمالا في مقاتلته قوله ( أطعه في طاعة الله واعصه في معصية الله ) هذا فيه دليل لوجوب\r\nطاعة المتولين للإمامة بالقهر من غير إجماع ولا عهد قوله ( عن عبد الرحمن بن عبد رب\r\n","description":"","footnote":"","page_name":" 234 ","page_number":234},
  {"content":"\r\nالكعبة الصائدي ) هكذا هو في جميع النسخ بالصاد والدال المهملة وكذا نقله القاضي عياض\r\nعن جميع النسخ قال وهو غلط وصوابه العائذي بالعين والذال المعجمة قاله ابن الحباب والنسابة\r\nهذا كلام القاضي وقد ذكره البخاري في تاريخه والسمعاني في الأنساب فقالا هو الصائدي ولم\r\nيذكرا غير ذلك فقد اجتمع مسلم والبخاري والسمعاني على الصائدي قال السمعاني هو منسوب\r\nإلى صائد بطن من همدان قال وصائد اسم كعب بن شرحبيل بن شراحبيل بن عمرو بن حشم\r\nابن حاسد بن حشيم بن حوان بن نوف بن همدان\r\nبن مالك بن زيد بن سهلان بن سلمة بن ربيعة\r\nابن أحبار بن مالك بن زيد بن كهلان بن سبأ\r\nباب الأمر بالصبر عند ظلم الولاة واستئثارهم\r\nتقدم شرح أحاديثه في الأبواب قبله وحاصله الصبر على ظلمهم وأنه لا تسقط طاعتهم بظلمهم والله أعلم\r\n","description":"","footnote":"","page_name":" 235 ","page_number":235},
  {"content":"\r\nباب وجوب ملازمة جماعة المسلمين عند ظهور الفتن\r\n( وفي كل حال وتحريم الخروج من الطاعة ومفارقة الجماعة )\r\nقوله ( قلت يا رسول الله إنا كنا في جاهلية وشر فجاءنا الله بهذا الخير فهل بعد هذا الخير شر\r\nقال نعم فقلت فهل بعد ذاك الشر من خير قال نعم وفيه دخن ) قال أبو عبيد وغيره [ الدخن 
  ]\r\nبفتح الدال المهملة والخاء المعجمة أصله [ أن تكون في لون الدابة كدورة إلى سواد 
  ] قالوا [ والمراد\r\n","description":"","footnote":"","page_name":" 236 ","page_number":236},
  {"content":"\r\nهنا أن لا تصفو القلوب بعضها لبعض ولا يزول خبثها ولا ترجع إلى ما كانت عليه من الصفا 
  ]\r\nقال القاضي قيل المراد بالخير بعد الشر أيام عمر بن عبد العزير رضي الله عنه قوله بعده\r\nتعرف منهم وتنكر المراد الأمر بعد عمر بن عبد العزيز رضي الله عنه قوله ( صلى الله عليه وسلم ) [\r\n( ويهتدون بغير هديي ) الهدى الهيئة والسيرة والطريقة 
  ] قوله ( صلى الله عليه وسلم ) [ ( دعاة\r\nعلى أبواب جهنم من أجابهم إليها قذفوه فيها ) قال العلماء هؤلاء من كان من الأمراء يدعو إلى\r\nبدعة أو ضلال آخر كالخوارج والقرامطة وأصحاب المحنة وفي حديث حذيفة هذا لزوم جماعة\r\nالمسلمين وإمامهم ووجوب طاعته وإن فسق وعمل المعاصي من أخذ الأموال وغير ذلك فتجب\r\nطاعته في غير معصية وفيه معجزات لرسول الله ( صلى الله عليه وسلم ) وهي هذه الأمور التي أخبر بها\r\nوقد وقعت كلها 
  ] قوله ( عن أبي سلام قال قال حذيفة بن اليمان ) قال الدارقطني هذا عندي\r\nمرسل لأن أبا سلام لم يمسح حذيفة وهو كما قال الدارقطني لكن المتن صحيح متصل بالطريق\r\n","description":"","footnote":"","page_name":" 237 ","page_number":237},
  {"content":"\r\nالأول وإنما أتى مسلم بهذا متابعة كما ترى وقد قدمنا في الفصول وغيرها أن الحديث المرسل\r\nإذا روى من طريق آخر متصلا تبيانا به صحة المرسل وجاز الاحتجاج به ويصير في المسألة\r\nحديثان صحيحان قوله ( عن أبي قيس بن رباح ) هو بكسر الراء وبالمثناة وهو زياد بن\r\nرباح القيسي المذكور في الأسناد بعده وقاله البخاري بالمثناة وبالموحدة وقاله الجماهير بالمثناة\r\nلا غير [ قوله ( صلى الله عليه وسلم ) ( من فارق الجماعة مات ميتة جاهلية ) هي بكسر الميم أي\r\nعلى صفة موتهم من حيث هم فوضى لا إمام لهم 
  ] قوله ( صلى الله عليه وسلم )\r\n( ومن قاتل تحت\r\nراية عمية ) هي بضم العين وكسرها لغتان مشهورتان والميم مكسورة مشددة والياء مشددة\r\nأيضا قالوا هي الأمر الأعمى لا يستبين وجهه كذا قاله أحمد بن حنبل والجمهور قال إسحاق\r\nابن راهويه هذا كتقاتل القوم للعصبية قوله ( صلى الله عليه وسلم ) ( يغضب لعصبة أو\r\nيدعو إلى عصبة أو ينصر عصبة ) هذه الألفاظ الثلاثة بالعين والصاد المهملتين هذا هو الصواب\r\nالمعروف في نسخ بلادنا وغيرها وحكى القاضي عن رواية العذري بالغين والضاد المعجمتين\r\n","description":"","footnote":"","page_name":" 238 ","page_number":238},
  {"content":"\r\nفي الألفاظ الثلاثة ومعناها أنه يقاتل لشهوة نفسه وغضبه لها ويؤيد الرواية الأولى\r\nالحديث المذكور بعدها يغضب للعصبة ويقاتل للعصبة ومعناه إنما يقاتل عصبية لقومه\r\nوهواه 
  ] قوله ( صلى الله عليه وسلم ) ( ومن خرج على أمتي يضرب برها وفاجرها ولا يتحاشى\r\nمن مؤمنها وفي بعض النسخ يتحاشى بالياء ومعناه لا يكترث بما يفعله فيها ولا يخاف وباله\r\n","description":"","footnote":"","page_name":" 239 ","page_number":239},
  {"content":"\r\nوعقوبته [ قوله ( صلى الله عليه وسلم ) ( من خلع يدا من طاعة لقى الله تعالى يوم القيامة )\r\nلا حجة له ) أي لا حجة له في فعله ولا عذر له بنفعه 
  ]\r\n","description":"","footnote":"","page_name":" 240 ","page_number":240},
  {"content":"\r\nباب حكم من فرق أمر المسلمين وهو مجتمع [\r\nقوله ( صلى الله عليه وسلم ) ( ستكون هنات وهنات ) الهنات جمع هنة وتطلق على كل شئ والمراد\r\nبها هنا الفتن والأمور الحادثة 
  ] قوله ( صلى الله عليه وسلم ) ( فمن أراد أن يفرق أمر هذه الأمة\r\nوهي جميع فاضربوه بالسيف كائنا من كان ) فيه الأمر بقتال من خرج على الإمام أو أراد تفريق\r\nكلمة المسلمين ونحو ذلك وينهى عن ذلك فإن لم ينته قوتل وإن لم يندفع شره إلا بقتله فقتل\r\n","description":"","footnote":"","page_name":" 241 ","page_number":241},
  {"content":"\r\nكان هدرا فقوله ( صلى الله عليه وسلم ) فاضربوه بالسيف وفي الرواية الأخرى فاقتلوه معناه إذا لم\r\nيندفع إلا بذلك وقوله ( صلى الله عليه وسلم ) [ ( يريد أن يشق عصاكم ) معناه يفرق جماعتكم\r\nكما تفرق العصاة المشقوقة وهو عبارة عن اختلاف الكلمة وتنافر النفوس 
  ]\r\nباب إذا بويع لخليفتين\r\nقوله ( صلى الله عليه وسلم ) ( إذا بويع لخليفتين فاقتلوا الآخر منهما ) هذا محمول على ما إذا لم يندفع\r\nإلا بقتله وقد سبق إيضاح هذا في الأبواب السابقة وفيه أنه لا يجوز عقدها لخليفتين وقد سبق\r\nقريبا نقل الاجماع فيه واحتمال إمام الحرمين\r\nباب وجوب الانكار على الأمراء فيما يخالف الشرع\r\n( وترك قتالهم ما صلوا ونحو ذلك )\r\nقوله ( صلى الله عليه وسلم ) [ ( ستكون أمراء فتعرفون وتنكرون فمن عرف فقد برئ ومن أنكر\r\n","description":"","footnote":"","page_name":" 242 ","page_number":242},
  {"content":"\r\nسلم ولكن من رضي وتابع قالوا أفلا نقاتلهم قال لا ما صلوا ) هذا الحديث فيه معجزة ظاهرة\r\nبالإخبار بالمستقبل ووقع ذلك كما أخبر ( صلى الله عليه وسلم ) وأما قوله ( صلى الله عليه وسلم ) فمن عرف فقد برئ وفي الرواية التي بعدها\r\nفمن كره فقد برئ فأما رواية من روى فمن كره فقد برئ فظاهرة ومعناه من كره ذلك المنكر\r\nفقد برئ من إثمه وعقوبته وهذا في حق من\r\nلا يستطيع إنكاره بيده ولا لسانه فليكرهه بقلبه وليبرأ وأما من روى فمن عرف فقد برئ\r\nفمعناه والله أعلم فمن عرف المنكر ولم يشتبه عليه فقد صارت له طريق إلى البراءة من اثمه\r\nوعقوبته بأن يغيره بيديه أو بلسانه فإن عجز فليكرهه بقلبه وقوله ( صلى الله عليه وسلم ) ولكن\r\nمن رضي وتابع معناه ولكن الإثم والعقوبة على من رضي وتابع وفيه دليل على أن من عجز\r\nعن إزالة المنكر لا يأثم بمجرد السكوت بل إنما يأثم بالرضى به أو بأن لا يكرهه بقلبه أو بالمتابعة\r\nعليه وأما قوله أفلا نقاتلهم قال لا ما صلوا ففيه معنى ما سبق أنه لا يجوز الخروج على الخلفاء\r\n","description":"","footnote":"","page_name":" 243 ","page_number":243},
  {"content":"\r\nبمجرد الظلم أو الفسق ما لم يغيروا شيئا من قواعد الإسلام 
  ]\r\nباب خيار الأئمة وشرارهم\r\nقوله ( عن رزيق بن حيان اختلفوا في تقديم الراء على الزاي وتأخيرها على وجهين ) ذكره البخاري\r\nوابن أبي حاتم والدارقطني وعبد الغني بن سعيد المصري وابن ماكولا وغيرهم من أصحاب المؤتلف\r\nبتقديم الراء المهملة وهو الموجود في معظم نسخ صحيح مسلم وقال أبو زرعة الرازي والدمشقي بتقديم\r\nالزاي المعجمة والله أعلم قوله ( عن مسلم بن قرظة ) بفتح القاف والراء وبالظاء المعجمة\r\nوقد سبق في الباب قبله شرح هذه الأحاديث قوله ( صلى الله عليه وسلم ) ( خيار أئمتكم الذين تحبونهم\r\n","description":"","footnote":"","page_name":" 244 ","page_number":244},
  {"content":"\r\nويحبونكم ويصلون عليكم وتصلون عليهم ) معنى يصلون أي يدعون قوله ( فجثا على ركبتيه\r\nواستقبل القبلة ) هكذا هو في أكثر النسخ فجثا بالثاء المثلثة وفي بعضها فجذا بالذال المعجمة\r\nوكلاهما صحيح فأما بالثاء فيقال منه جثا على ركبتيه يحثو وجثا يجثى جثوا وجثيا فيهما وأجثاه\r\nغيره وتجاثوا على الركب حثى وجثى بضم الجيم وكسرها وأما جذا فهو الجلوس على أطراف\r\nأصابع الرجلين ناصب القدمين وهو الجاذي والجمع جذا مثل نائم ونيام قال الجمهور الجاذي\r\nأشد استيفازا من الجاثي وقال أبو عمرو هما لغتان\r\n( تم الجزء الثاني عشر )\r\nويليه الجزء الثالث عشر وأوله باب استحباب مبايعة الامام الجيش\r\nعند إرادة القتال وبيان بيعة الرضوان تحت الشجرة ) .\r\n\r\n","description":"","footnote":"","page_name":" 245 ","page_number":245}
  ]