[
  {"content":"\r\nصحيح مسلم\r\nبشرح النووي\r\nالجزء الخامس عشر\r\nالناشر\r\nدار الكتاب العربي\r\nبيروت - لبنان\r\n1407 ه‍ - 1987 م‍\r\nدار الكتاب العربي\r\nالرملة البيضاء - ملكارت سنتر - الطابق الرابع ، تلفون 800832 - 800811 - 805478\r\nتلكس : 40139 . E . L كتاب . برقيا : الكتاب ص . ب : 5769 - 11 بيروت - لبنان\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\n\r\nبسم الله الرحمن الرحيم\r\nكتاب الألفاظ من الأدب وغيرها .\r\nباب النهي عن سب الدهر\r\nقوله سبحانه وتعالى ( يسب ابن آدم الدهر وأنا الدهر بيدي الليل والنهار ) وفي رواية قال الله تعالى\r\nعز وجل يؤذيني ابن آدم يسب الدهر وأنا الدهر أقلب الليل والنهار وفي رواية يؤذيني ابن آدم\r\nيقول يا خيبة الدهر فلا يقولن أحدكم يا خيبة الدهر فإني أنا الدهر أقلب ليله ونهاره فإذا شئت قبضتهما\r\nوفي رواية لا تسبوا الدهر فان الله هو الدهر أما قوله عز وجل يؤذيني ابن آدم فمعناه يعاملني معاملة\r\nتوجب الأذى في حقكم وأما قوله عز وجل وانا الدهر فإنه برفع الراء هذا هو الصواب المعروف\r\nالذي قاله الشافعي وأبو عبيد وجماهير المتقدمين والمتأخرين وقال أبو بكر ومحمد بن داود الأصبهاني\r\nالطاهري إنما هو الدهر بالنصب على الظرف أي أنا مدة الدهر أقلب ليله ونهاره وحكى ابن عبد البر هذه\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nالرواية عن بعض أهل العلم وقال النحاس يجوز النصب أي فان الله باق مقيم أبدا لا يزول قال القاضي\r\nقال بعضهم هو منصوب على التخصيص قال والظرف أصح وأصوب أما رواية الرفع وهي\r\nالصواب فموافقة لقوله فان الله هو الدهر قال العلماء وهو مجاز وسببه ان العرب كان شأنها أن\r\nتسب الدهر عند النوازل والحوادث والمصائب النازلة بها من موت أو هرم أو تلف مال أو غير\r\nذلك فيقولون يا خيبة الدهر ونحو هذا من ألفاظ سب الدهر فقال النبي صلى الله عليه وسلم لا تسبوا\r\nالدهر فان الله هو الدهر أي لا تسبوا فاعل النوازل فإنكم إذا سببتم فاعلها وقع السب على الله\r\nتعالى لأنه هو فاعلها ومنزلها وأما الدهر الذي هو الزمان فلا فعل له بل هو مخلوق من جملة خلق\r\nالله تعالى ومعنى فإن الله هو الدهر أي فاعل النوازل والحوادث وخالق الكائنات والله أعلم\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nباب كراهة تسمية العنب كرما\r\nقوله صلى الله عليه وسلم ( لا يقولن أحدكم للعنب الكرم فان الكرم الرجل المسلم ) وفي رواية فان\r\nالكرم قلب المؤمن وفي رواية لا تسموا العنب الكرم وفي رواية لا تقولوا الكرم ولكن قولوا\r\nالعنب والحبلة أما الحبلة فبفتح الحاء المهملة وبفتح الباء واسكانها وهي شجر العنب ففي هذه\r\nالأحاديث كراهة تسمية العنب كرما بل يقال عنب أو حبلة قال العلماء سبب كراهة ذلك أن\r\nلفظة الكرم كانت العرب تطلقها على شجر العنب وعلى العنب وعلى الخمر المتخذة من العنب\r\nسموها كرما لكونها متخذة منه ولأنها تحمل على الكرم والسخاء فكره الشرع اطلاق هذه\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nاللفظة على العنب وشجره لأنهم إذا سمعوا اللفظة ربما تذكروا بها الخمر وهيجت نفوسهم إليها\r\nفوقعوا فيها أو قاربوا ذلك وقال إنما يستحق هذا الاسم الرجل المسلم أو قلب المؤمن لأن\r\nالكرم مشتق من الكرم بفتح الراء وقد قال الله تعالى أكرمكم عند الله أتقاكم فسمى قلب\r\nالمؤمن كرما لما فيه من الايمان والهدي والنور والتقوى والصفات المستحقة لهذا الاسم\r\nوكذلك الرجل المسلم قال أهل اللغة يقال رجل كرم باسكان الراء وامرأة كرم ورجلان كرم\r\nورجال كرم وامرأتان كرم ونسوة كرم كله بفتح الراء واسكانها بمعنى كريم وكريمان وكرام\r\nوكريمات وصف بالمصدر كضيف وعدل والله أعلم\r\nباب حكم اطلاق لفظة العبد والأمة والمولى والسيد\r\nقوله صلى الله عليه وسلم ( لا يقولن أحدكم عبدي وأمتي كلكم عبيد الله وكل نسائكم إماء الله\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nولكن ليقل غلامي وجاريتي وفتاي وفتاتي ) وفي رواية ولا يقل العبد ربي ولكن ليقل سيدي\r\nوفي رواية ولا يقل العبد لسيده مولاي فان مولاكم الله وفي رواية لا يقولن أحدكم اسق ربك أو أطعم\r\nربك وضئ ربك ولا يقل أحدكم ربي وليقل سيدي ومولاي ولا يقل أحدكم عبدي أمتي وليقل فتاي\r\nفتاتي غلامي قال العلماء مقصود الأحاديث شيئان أحدهما نهى المملوك أن يقول لسيده ربي لأن\r\nالربوبية إنما حقيقتها لله تعالى لأن الرب هو المالك أو القائم بالشئ ولا يوجد حقيقة هذا إلا في الله\r\nتعالى فان قيل فقد قال النبي صلى الله عليه وسلم في أشراط الساعة أن تلد الأمة ربتها أو ربها فالجواب\r\nمن وجهين أحدهما أن الحديث الثاني لبيان الجواز وأن النهي في الأول للأدب وكرامة التنزيه\r\nلا للتحريم والثاني أن المراد النهي عن الاكثار من استعمال هذه اللفظة واتخاذها عادة شائعة ولم\r\nينه عن اطلاقها في نادر من الأحوال واختار القاضي هذا الجواب ولا نهي في قول المملوك سيدي لقوله\r\nصلى الله عليه وسلم ليقل سيدي لأن لفظة السيد غير مختصة بالله تعالى اختصاص الرب ولا مستعملة\r\nفيه كاستعمالها حتى نقل القاضي عن مالك أنه كره الدعاء بسيدي ولم يأت تسمية الله تعالى بالسيد\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nفي القرآن ولا في حديث متواتر وقد قال النبي صلى الله عليه وسلم إن ابني هذا سيد وقوموا إلى\r\nسيدكم يعني سعد بن معاذ وفي الحديث الآخر اسمعوا ما يقول سيدكم يعني سعد بن عبادة فليس في\r\nقول العبد سيدي اشكال ولا لبس لأنه يستعمله غير العبد والأمة ولا بأس أيضا بقول العبد\r\nلسيده مولاي فان المولى وقع على ستة عشر معنى سبق بيانها منها الناصر والمالك قال القاضي\r\nوأما قوله في كتاب مسلم في رواية وكيع وأبي معاوية عن الأعمش عن أبي صالح عن أبي هريرة رفعه\r\nولا يقل العبد لسيده مولاي فقد اختلف الرواة عن الأعمش في ذكر هذه اللفظة فلم يذكرها\r\nعنه آخرون وحذفها أصح والله أعلم الثاني يكره للسيد أن يقول لمملوكه عبدي وأمتي بل يقول\r\nغلامي وجاريتي وفتاي وفتاتي لأن حقيقة العبودية إنما يستحقها الله تعالى ولأن فيها تعظيما بما\r\nلا يليق بالمخلوق استعماله لنفسه وقد بين النبي صلى الله عليه وسلم العلة في ذلك فقال كلكم عبيد الله\r\nفنهى عن التطاول في اللفظ كما نهى عن التطاول في الأفعال وفي اسبال الإزار وغيره وأما غلامي\r\nوجاريتي وفتاي وفتاتي فليست\r\nدالة على الملك كدلالة عبدي مع أنها تطلق على الحر والمملوك\r\nوإنما هي للاختصاص قال الله تعالى قال موسى لفتاه لفتيانه لفتيته سمعنا فتى\r\nيذكرهم وأما استعمال الجارية في الحرة الصغيرة فمشهور معروف في الجاهلية والاسلام والظاهر\r\nأن المراد بالنهي من استعمله على جهة التعاظم والارتفاع لا للوصف والتعريف والله أعلم\r\nباب كراهة قول الانسان خبثت نفسي\r\nقوله صلى الله عليه وسلم ( لا يقولن أحدكم خبثت نفسي ولكن ليقل لقست نفسي ) قال أبو عبيد\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nوجميع أهل اللغة وغريب الحديث وغيرهم لقست وخبثت بمعنى واحد وإنما كره لفظ الخبث\r\nلبشاعة الاسم وعلمهم الأدب في الألفاظ واستعمال حسنها وهجران خبيثها قالوا ومعنى لقست\r\nغثت وقال ابن الاعرابي معناه ضاقت فإن قيل فقد قال صلى الله عليه وسلم في الذي ينام عن\r\nالصلاة فأصبح خبيث النفس كسلان قال القاضي وغيره جوابه أن النبي صلى الله عليه وسلم مخبر\r\nهناك عن صفة غيره وعن شخص مبهم مذموم الحال لا يمتنع اطلاق هذا اللفظ عليه والله أعلم\r\nاستعمال المسك وأنه أطيب الطيب\r\n( وكراهة رد الريحان والطيب )\r\nقوله صلى الله عليه وسلم ( والمسك أطيب الطيب ) فيه أنه أطيب الطيب وأفضله وأنه طاهر يجوز\r\nاستعماله في البدن والثوب ويجور بيعه وهذا كله مجمع عليه ونقل أصحابنا فيه عن الشيعة مذهبا\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\nباطلا وهم محجوجون باجماع المسلمين وبالأحاديث الصحيحة في استعمال النبي صلى الله عليه وسلم\r\nله واستعمال أصحابه قال أصحابنا وغيرهم هو مستثنى من القاعدة المعروفة أن ما أبين من حي فهو\r\nميت أو يقال أنه في معنى الجنين والبيض واللبن وأما اتخاذ المرأة القصيرة رجلين من خشب\r\nحتى مشت بين الطويلتين فلم تعرف فحكمه في شرعنا أنها ان قصدت به مقصودا صحيحا شرعيا\r\nبأن قصدت ستر نفسها لئلا تعرف فتقصد بالأذى أو نحو ذلك فلا بأس به وان قصدت به\r\nالتعاظم أو التشبه بالكاملات تزويرا على الرجال وغيرهم فهو حرام قوله صلى الله عليه وسلم ( من\r\nعرض عليه ريحان فلا يرده فإنه خفيف المحمل طيب الريح ) المحمل هنا بفتح الميم الأولى وكسر\r\nالثانية كالمجلس والمراد به الحمل بفتح الحاء أي خفيف الحمل ليس بثقيل وقوله صلى الله عليه وسلم\r\nفلا يرده برفع الدال على الفصيح المشهور وأكثر ما يستعمله من لا يحقق العربية بفتحها وقد سبق\r\nبيان هذه اللفظة وقاعدتها في كتاب الحج في حديث الصعب بن جثامة حين أهدى الحمار الوحشي\r\nفقال صلى الله عليه وسلم انا لم نرده عليك\r\nإلا أنا حرم وأما الريحان فقال أهل اللغة وغريب\r\nالحديث في تفسير هذا الحديث هو كل نبت مشموم طيب الريح قال القاضي عياض بعد حكاية\r\nما ذكرناه ويحتمل عندي أن يكون المراد به في هذا الحديث الطيب كله وقد وقع في رواية أبي داود\r\nفي هذا الحديث من عرض عليه طيب وفي صحيح البخاري كان النبي صلى الله عليه وسلم لا يرد\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nالطيب والله أعلم وفي هذا الحديث كراهة رد الريحان لمن عرض عليه إلا لعذر قوله ( كان ابن\r\nعمر إذا استجمر استجمر بألوة غير مطراة أو بكافور يطرحه مع الألوة ثم قال هكذا كان يستجمر\r\nرسول الله صلى الله عليه وسلم ) الاستجمار هنا استعمال الطيب والتبخر به مأخوذ من المجمر وهو\r\nالبخور وأما الألوة فقال الأصمعي وأبو عبيد وسائر أهل اللغة والغريب هي العود يتبخر به\r\nقال الأصمعي أراها فارسية معربة هي بضم اللام وفتح الهمزة وضمها لغتان مشهورتان وحكى\r\nالأزهري كسر اللام قال القاضي وحكى عن الكسائي ألية قال القاضي قال غيره وتشدد وتخفف\r\nوتكسر الهمزة وتضم وقيل لوة ولية وقوله غير مطراة أي غير مخلوطة بغيرها من الطيب ففي هذا\r\nالحديث استحباب الطيب للرجال كما هو مستحب للنساء لكن يستحب للرجال من الطيب ما ظهر\r\nريحه وخفي لونه وأما المرأة فإذا أرادت الخروج إلى المسجد أو غيره كره لها كل طيب له ريح\r\nويتأكد استحبابه للرجال يوم الجمعة والعيد عند حضور مجامع المسلمين ومجالس الذكر والعلم\r\nوعند ارادته معاشرة زوجته ونحو ذلك والله أعلم\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nكتاب الشعر\r\nقوله ( عن عمرو بن الشريد عن أبيه قال ردفت رسول الله صلى الله عليه وسلم يوما فقال هل معك\r\nمن شعر أمية بن أبي الصلت شيئا قلت نعم قال هيه فأنشدته بيتا فقال هيه ثم أنشدته بيتا فقال هيه\r\nحتى أنشدته مائة بيت قال إن كاد ليسلم ) وفي رواية فلقد كاد يسلم في شعره أما الشريد فبشين\r\nمعجمة مفتوحة ثم راء مخففة مكسورة وهو الشريد بن سويد الثقفي الصحابي رضي الله عنه وقوله صلى\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nالله عليه وسلم هيه بكسر الهاء واسكان الياء وكسر الهاء الثانية قالوا والهاء الأولى بدل\r\nمن الهمزة وأصله إيه وهي كلمة للاستزادة من الحديث المعهود قال ابن السكيت هي للاستزادة\r\nمن حديث أو عمل معهودين قالوا وهي مبنية على الكسر فان وصلتها نونتها فقلت إيه حدثنا\r\nأي زدنا من هذا الحديث فان أردت الاستزادة من غير معهود نونت فقلت إيه لأن التنوين\r\nللتنكير وأما أيها بالنصب فمعناه الكف والأمر بالسكوت ومقصود الحديث ان النبي صلى الله\r\nعليه وسلم استحسن شعر أمية واستزاد من انشاده لما فيه من الاقرار بالوحدانية والبعث ففيه\r\nجواز انشاد الشعر الذي لا فحش فيه وسماعه سواء شعر الجاهلية وغيرهم وأن المذموم من الشعر\r\nالذي لا فحش فيه إنما هو الاكثار منه وكونه غالبا على الانسان فأما يسيره فلا بأس بانشاده\r\nوسماعه وحفظه وقوله صلى الله عليه وسلم هل معك من شعر أمية بن أبي الصلت شيئا فهكذا وقع\r\nفي معظم النسخ شيئا بالنصب وفي بعضها شئ بالرفع وعلى روايا النصب يقدر فيه محذوف أي\r\nهل معك من شئ فتنشدني شيئا قوله صلى الله عليه وسلم ( شعر كلمة تكلمت بها العرب\r\nكلمة لبيد ألا كل شئ ما خلا الله باطل ) وفي رواية أصدق كلمة قالها شاعر كلمة لبيد\r\nألا كل شئ ما خلا الله باطل وفي رواية أصدق بيت قاله الشاعر وفي رواية أصدق\r\nبيت قالته الشعراء المراد بالكلمة هنا القطعة من الكلام والمراد بالباطل الفاني المضمحل وفي\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nهذا الحديث منقبة للبيد وهو صحابي وهو لبيد بن ربيعة رضي الله عنه قوله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n( لأن يمتلئ جوف أحدكم قيحا يريه خير من أن يمتلئ شعرا ) وفي رواية بينا نحن نسير مع\r\nرسول الله صلى الله عليه وسلم بالعرج إذ عرض شاعر ينشد فقال رسول الله صلى الله عليه وسلم\r\nخذوا الشيطان أو أمسكوا الشيطان لأن يمتلئ جوف رجل قيحا خير له من أن يمتلئ شعرا\r\nقال أهل اللغة والغريب يريه بفتح الياء وكسر الراء من الورى وهو داء يفسد الجوف ومعناه\r\nقيحا يأكل جوفه ويفسده قال أبو عبيد قال بعضهم المراد بهذا الشعر شعر هجى به النبي صلى\r\nالله عليه وسلم قال أبو عبيد والعلماء كافة هذا تفسير فاسد لأنه يقتضي أن المذموم من الهجاء\r\nأن يمتلئ منه دون قليله وقد أجمع المسلمون على أن الكلمة الواحدة من هجاء النبي صلى الله عليه\r\nوسلم موجبة للكفر قالوا بل الصواب أن المراد أن يكون الشعر غالبا عليه مستوليا عليه بحيث\r\nيشغله عن القرآن وغيره من العلوم الشرعية وذكر الله تعالى وهذا مذموم من أي شعر كان\r\nفأما إذا كان القرآن والحديث وغيرهما من العلوم الشرعية هو الغالب عليه فلا يضر حفظ اليسير\r\nمن الشعر مع هذا لأن جوفه ليس ممتلئا شعرا والله أعلم واستدل بعض العلماء بهذا الحديث\r\nعلى كراهة الشعر مطلقا قليله وكثيره وإن كان لا فحش فيه وتعلق بقوله صلى الله عليه وسلم\r\nخذوا الشيطان وقال العلماء كافة هو مباح ما لم يكن فيه فحش ونحوه قالوا وهو كلام حسنه حسن\r\nوقبيحه قبيح وهذا هو الصواب فقد سمع النبي صلى الله عليه وسلم الشعر واستنشده وأمر به\r\nحسان في هجاء المشركين وأنشده أصحابه بحضرته في الأسفار وغيرها وأنشده الخلفاء وأئمة الصحابة\r\nوفضلاء السلف ولم ينكره أحد منهم على إطلاقه وإنما أنكروا المذموم منه وهو الفحش ونحوه\r\nوأما تسمية هذا الرجل الذي سمعه ينشد شيطانا فلعله كان كافرا أو كان الشعر هو الغالب عليه\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nأو كان شعره هذا من المذموم وبالجملة فتسميته شيطانا إنما هو في قضية عين تتطرق إليها\r\nالاحتمالات المذكورة وغيرها ولا عموم لها فلا يحتج بها والله أعلم قوله ( يسير بالعرج )\r\nهو بفتح المهملة واسكان الراء وبالجيم وهي قرية جامعة من عمل الفرع على نحو ثمانية وسبعين\r\nميلا من المدينة قوله ( عن يحنس ) هو بضم الياء وفتح الحاء وتشديد النون مكسورة ومفتوحة والله أعلم\r\nباب تحريم اللعب بالنردشير\r\nقوله صلى الله عليه وسلم ( من لعب بالنردشير فكأنما صبغ يده في لحم خنزير ودمه ) قال\r\nالعلماء النردشير هو النرد فالنرد عجمي معرب وشير معناه حلو وهذا الحديث حجة للشافعي\r\nوالجمهور في تحريم اللعب بالنرد وقال أبو إسحاق المروزي من أصحابنا يكره ولا يحرم وأما\r\nالشطرنج فمذهبنا أنه مكروه ليس بحرام وهو مروي عن جماعة من التابعين وقال مالك وأحمد\r\nحرام قال مالك هو شر من النرد وألهى عن الخير وقاسوه على النرد وأصحابنا يمنعون القياس\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nويقولون هو دونه ومعنى صبغ يده في لحم الخنزير ودمه في حال أكله منهما وهو تشبيه لتحريمه\r\nبتحريم أكلهما والله أعلم\r\nالرؤيا\r\nقوله ( كنت أرى الرؤيا أعرى منها غير أني لا أزمل ) أما قوله أزمل فمعناه أغطى وألف\r\nكالمحموم وأما أعرى فبضم الهمزة وإسكان العين وفتح الراء أي أجم لخوفي من ظاهرها في معرفتي\r\nقال أهل اللغة يقال عرى الرجل بضم العين وتخفيف الراء يعرى إذا أصابه عراء بضم العين\r\nوبالمد وهو نفض الحمى وقيل رعدة قوله صلى الله عليه وسلم ( الرؤيا بين الحلم من الشيطان\r\nأما الحلم فبضم الحاء وإسكان اللام والفعل منه حلم بفتح اللام وأما الرؤيا فمقصورة مهموزة\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nويجوز ترك همزها كنظائرها قال المازري مذهب أهل السنة في حقيقة الرؤيا أن الله\r\nتعالى يخلق في قلب النائم اعتقادات كما يخلقها في قلب اليقظان وهو سبحانه وتعالى يفعل ما يشاء\r\nلا يمنعه نوم ولا يقظة فإذا خلق هذه الاعتقادات فكأنه جعلها علما على أمور أخر يخلقها في\r\nثاني الحال أو كان قد خلقها فإذا خلق في قلب النائم الطيران وليس بطائر فأكثر ما فيه أنه اعتقد\r\nأمرا على خلاف ما هو فيكون ذلك الاعتقاد علما على غيره كما يكون خلق الله سبحانه وتعالى\r\nالغيم علما على المطر والجميع خلق الله تعالى ولكن يخلق الرؤيا والاعتقادات التي جعلها علما\r\nعلى ما يسر بغير حضرة الشيطان ويخلق ما هو علم على ما يضر بحضرة الشيطان فينسب إلى\r\nالشيطان مجازا لحضوره عندها وإن كان لا فعل له حقيقة وهذا معنى قوله صلى الله عليه وسلم\r\nالرؤيا من الله والحلم من الشيطان لا على أن الشيطان يفعل شيئا فالرؤيا اسم للمحبوب والحلم\r\nاسم للمكروه هذا كلام المازري وقال غيره أضاف الرؤيا المحبوبة إلى الله إضافة تشريف بخلاف\r\nالمكروهة وان كانتا جميعا من خلق الله تعالى وتدبيره وبإرادته ولا فعل للشيطان فيهما لكنه\r\nيحضر المكروهة ويرتضيها ويسر بها قوله صلى الله عليه وسلم ( فإذا حلم أحدكم حلما يكرهه\r\nفلينفث عن يساره ثلاثا وليتعوذ بالله من شرها فإنها لن تضره ) أما حلم ففتح اللام كما سبق\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nبيانه والحلم بضم الحاء واسكان اللام وينفث بضم الفاء وكسرها واليسار بفتح الياء وكسرها\r\nوأما قوله صلى الله عليه وسلم فلينفث عن يساره ثلاثا وفي رواية فليبصق على يساره حين يهب\r\nمن نومه ثلاث مرات وفي رواية فليتفل عن يساره ثلاثا وليتعوذ بالله من شر الشيطان وشرها\r\nولا يحدث بها أحدا فإنها لا تضره وفي رواية فليبصق على يساره ثلاثا وليستعذ بالله من الشيطان\r\nثلاثا وليتحول عن جنبه الذي كان عليه فحاصله ثلاثة أنه جاء فلينفث وفليبصق وفليتفل وأكثر\r\nالروايات فلينفث وقد سبق في كتاب الطب بيان الفرق بين هذه الألفاظ ومن قال أنها بمعنى\r\nولعل المراد بالجميع النفث وهو نفخ لطيف بلا ريق ويكون التفل والبصق محمولين عليه مجازا\r\nوأما قوله صلى الله عليه وسلم فإنها لا تضره معناه أن الله تعالى جعل هذا سببا لسلامته من\r\nمكروه يترتب عليها كما جعل الصدقة وقاية للمال وسببا لدفع البلاء فينبغي أن يجمع بين هذه\r\nالروايات ويعمل بها كلها فإذا رأى ما يكرهه نفث عن يساره ثلاثا قائلا أعوذ بالله من الشيطان\r\nومن شرها وليتحول إلى جنبه الآخر وليصل ركعتين فيكون قد عمل بجميع الروايات وان اقتصر\r\nعلى بعضها أجزأه في دفع ضررها بإذن الله تعالى كما صرحت به الأحاديث قال القاضي وأمر\r\nبالنفث ثلاثا طردا للشيطان الذي حضر رؤياه المكروهة تحقيرا له واستقذارا وخصت\r\nبه اليسار لأنها محل الأقذار والمكروهات ونحوها واليمين ضدها وأما قوله صلى الله عليه\r\nوسلم في الرؤيا المكروهة ولا يحدث بها أحدا فسببه أنه ربما فسرها تفسيرا مكروها على\r\nظاهر صورتها وكان ذلك محتملا فوقعت كذلك بتقدير الله تعالى فان الرؤيا على\r\nرجل طائر ومعناه أنها إذا كانت محتملة وجهين ففسرت بأحدهما وقعت على قرب تلك\r\nالصفة قالوا وقد يكون ظاهر الرؤيا مكروها ويفسر بمحبوب وعكسه وهذا معروف لأهله\r\nوأما قوله صلى الله عليه وسلم في الرؤيا المحبوبة الحسنة لا تخبر بها الا من تحب فسببه أنه إذا\r\nأخبر بها من لا يحب ربما حمله البغض أو الحسد على تفسيرها بمكروه فقد يقع على تلك\r\nالصفة والا فيحصل له في الحال حزن ونكد من سوء تفسيرها والله أعلم قوله صلى الله عليه وسلم\r\n( حين يهب من نومه ) أي يستيقظ قوله صلى الله عليه وسلم ( الرؤيا الصالحة ورؤيا السوء ) قال\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nالقاضي يحتمل أن يكون معنى الصالحة والحسنة حسن ظاهرها ويحتمل أن المراد صحتها قال\r\nورؤيا السوء يحتمل الوجهين أيضا سوء الظاهر وسوء التأويل قوله صلى الله عليه وسلم ( فان\r\nرأى رؤيا حسنة فليبشره ولا يخبر بها الا من يحب ) هكذا هو في معظم الأصول فليبشر\r\nبضم الياء وبعدها باء ساكنة من الابشار والبشرى وفي بعضها بفتح الياء وبالنون من النشر\r\nوهو الإشاعة قال القاضي في المشارق وفي الشرح هو تصحيف وفي بعضها فليستر بسين\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\nمهملة من الستر والله أعلم قوله صلى الله عليه وسلم ( إذا اقترب الزمان لم تكد رؤيا المسلم تكذب )\r\nقال الخطابي وغيره قيل المراد إذا قارب الزمان أن يعتدل ليله ونهاره وقيل المراد إذا قارب\r\nالقيامة والأول أشهر عند أهل غير الرؤيا وجاء في حديث ما يؤيد الثاني والله أعلم قوله صلى\r\nالله عليه وسلم ( وأصدقكم رؤيا أصدقكم حديثا ) ظاهره أنه على اطلاقه وحكى القاضي عن بعض\r\nالعلماء أن هذا يكون في آخر الزمان عند انقطاع العلم وموت العلماء والصالحين ومن يستضاء\r\nبقوله وعمله فجعله الله تعالى جابرا وعوضا ومنبها لهم والأول أظهر لأن غير الصادق في حديثه\r\nيتطرق الخلل إلى رؤياه وحكايته إياها قوله صلى الله عليه وسلم ( ورؤيا المسلم جزء من خمسة\r\nوأربعين جزءا من النبوة ) وفي رواية رؤيا المؤمن جزء من ستة وأربعين جزءا من النبوة وفي\r\nرواية الرؤيا الصالحة جزء من ستة وأربعين جزءا من النبوة وفي رواية رؤيا الرجل الصالح\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nجزء من خمسة وأربعين جزءا من النبوة وفي رواية الرؤيا الصالحة جزء من سبعين جزءا من\r\nالنبوة فحصل ثلاث روايات المشهور ستة وأربعين والثانية خمسة وأربعين والثالثة سبعين جزءا\r\nوفي غير مسلم من رواية ابن عباس من أربعين جزءا وفي رواية من تسعة وأربعين وفي رواية\r\nالعباس من خمسين ومن رواية ابن عمر ستة وعشرين ومن رواية عبادة من أربعة وأربعين قال\r\nالقاضي أشار الطبري إلى أن هذا الاختلاف راجع إلى اختلاف حال الرائي فالمؤمن الصالح\r\nتكون رؤياه جزءا من ستة وأربعين جزءا والفاسق جزءا من سبعين جزءا وقيل المراد أن\r\nالخفي منها جزء من سبعين والجلي جزء من ستة وأربعين قال الخطابي وغيره قال بعض العلماء\r\nأقام صلى الله عليه وسلم يوحى إليه ثلاثا وعشرين سنة منها عشر سنين بالمدينة وثلاث عشرة\r\nبمكة وكان قبل ذلك ستة أشهر يرى في المنام الوحي وهي جزء من ستة وأربعين جزءا قال\r\nالمازري وقيل المراد أن للمنامات شبها مما حصل له وميز به من النبوة بجزء من ستة وأربعين\r\nقال وقد قدح بعضهم في الأول بأنه لم يثبت أن أمد رؤياه صلى الله عليه وسلم قبل النبوة ستة\r\nأشهر وبأنه رأى بعد النبوة منامات كثيرة فلتضم إلى الأشهر الستة وحينئذ تتغير النسبة قال\r\nالمازري هذا الاعتراض الثاني باطل فأن المنامات الموجودة بعد الوحي بإرسال الملك منغمره\r\nفي الوحي فلم تحسب قال ويحتمل أن يكون المراد أن المنام فيه اخبار الغيب وهو احدى ثمرات\r\nالنبوة وهو ليس في حد النبوة لأنه يجوز أن يبعث الله تعالى نبيا ليشرع الشرائع ويبين الأحكام\r\nولا يخبر بغيب أبدا ولا يقدح ذلك في نبوته ولا يؤثر في مقصودها وهذا الجزء من النبوة\r\nوهو الاخبار بالغيب إذا وقع لا يكون الا صدقا والله أعلم قال الخطابي هذا الحديث توكيد لأمر\r\nالرؤيا وتحقيق منزلتها وقال وإنما كانت جزءا من أجزاء النبوة في حق الأنبياء دون غيرهم\r\nوكان الأنبياء صلوات الله وسلامه عليهم يوحي إليهم في منامهم كما يوحي إليهم في اليقظة\r\nقال الخطابي وقال بعض العلماء معنى الحديث أن الرؤيا تأتي على موافقة النبوة لأنها جزء\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nباق من النبوة والله أعلم قوله ( وأحب القيد وأكره الغل ) والقيد ثبات في الدين\r\nقال العلماء إنما أحب القيد لأنه في الرجلين وهو كف عن المعاصي والشرور وأنواع\r\nالباطل وأما الغل فموضعه العنق وهو صفة أهل النار قال الله تعالى جعلنا في أعناقهم\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nأغلالا وقال الله تعالى الاغلال في أعناقهم وأما أهل العبارة فنزلوا هاتين اللفظتين\r\nمنازل فقالوا إذا رأى القيد في رجليه وهو في مسجد أو مشهد خير أو على حالة حسنة فهو دليل\r\nلثباته في ذلك وكذا لو رآه صاحب ولاية كان دليلا لثباته فيها ولو رآه مريض أو مسجون\r\nأو مسافر أو مكروب كان دليلا لثباته فيه قالوا ولو قارنه مكروه بأن يكون مع القيد غل غلب\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nالمكروه لأنها صفة المعذبين وأما الغل فهو مذموم إذا كان في العنق وقد يدل للولايات إذا كان\r\nمعه قرائن كما أن كل وال يحشر مغلولا حتى يطلقه عدله فأما إن كان مغلول اليدين دون العنق\r\nفهو حسن ودليل لكفهما عن الشر وقد يدل على بخلهما وقد يدل على منع ما نواه من الأفعال\r\nقوله صلى الله عليه وسلم ( من رآني في المنام فقد رآني فان الشيطان لا يتمثل بي ) وفي رواية\r\nمن رآني في المنام فقد رآني فإنه لا ينبغي للشيطان أن يتشبه بي وفي رواية لا ينبغي للشيطان\r\nأن يتمثل في صورتي وفي رواية من رآني فقد رأى الحق وفي رواية من رآني في المنام فسيراني\r\nفي اليقظة أو لكأنما رآني في اليقظة اختلف العلماء في معنى قوله صلى الله عليه وسلم فقد\r\nرآني فقال ابن الباقلاني معناه أن رؤياه صحيحة ليست بأضغاث ولا من تشبيهات الشيطان\r\nويؤيد قوله رواية فقد رأى الحق أي الروية الصحيحة قال وقد يراه الرائي على خلاف صفته\r\nالمعروفة كمن رآه أبيض اللحية وقد يراه شخصان في زمن واحد أحدهما في المشرق والآخر في\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nالمغرب ويراه كل منهما في مكانه وحكى المازري هذا عن ابن الباقلاني ثم قال وقال آخرون بل\r\nالحديث على ظاهره والمراد أن من رآه فقد أدركه ولا مانع يمنع من ذلك والعقل لا يحيله حتى\r\nيضطر إلى صرفه عن ظاهره فأما قوله بأنه قد يرى على خلاف صفته أو في مكانين معا فان ذلك\r\nغلط في صفاته وتخيل لها على خلاف ما هي عليه وقد يظن الظان بعض الخيالات مرئيا لكون\r\nما يتخيل مرتبطا بما يرى في العادة فيكون ذاته صلى الله عليه وسلم مرئية وصفاته متخيلة غير\r\nمرئية والادراك لا يشترط فيه تحديق الأبصار ولا قرب المسافة ولا كون المرئي مدفونا في الأرض\r\nولا ظاهرا عليها وإنما يشترط كونه موجودا ولم يقم دليل على فناء جسمه صلى الله عليه وسلم\r\nبل جاء في الأحاديث ما يقتضي بقاءه قال ولو رآه يأمر بقتل من يحرم قتله كان هذا من الصفات المتخيلة\r\nلا المرئية هذا كلام المازري قال القاضي ويحتمل أن يكون قوله صلى الله عليه وسلم فقد رآني\r\nأو فقد رأى الحق فان الشيطان لا يتمثل في صورتي المراد به إذا رآه على صفته المعروفة له في\r\nحياته فان رأى على خلافها كانت رؤيا تأويل لا رؤيا حقيقة وهذا الذي قاله القاضي ضعيف بل\r\nالصحيح أنه يراه حقيقة سواء كان على صفته المعروفة أو غيرها لما ذكره المازري قال القاضي\r\nقال بعض العلماء خص الله تعالى النبي صلى الله عليه وسلم بأن رؤية الناس إياه صحيحة وكلها صدق\r\nومنع الشيطان أن يتصور في خلقته لئلا يكذب على لسانه في النوم كما خرق الله تعالى العادة\r\nللأنبياء عليهم السلام بالمعجزة وكما استحال أن يتصور الشيطان في صورته في اليقظة ولو وقع\r\nلاشتبه الحق بالباطل ولم يوثق بما جاء به مخافة من هذا التصور فحماها الله تعالى من الشيطان\r\nونزغه ووسوسته وإلقائه وكيده قال وكذا حمى رؤيتهم نفسهم قال القاضي واتفق العلماء على\r\nجواز رؤية الله تعالى في المنام وصحتها وان رآه الانسان على صفة لا تليق بحاله من صفات\r\nالأجسام لأن ذلك المرئي غير ذات الله تعالى إذ لا يجوز عليه سبحانه وتعالى التجسم ولا اختلاف\r\nالأحوال بخلاف رؤية النبي صلى الله عليه وسلم قال ابن الباقلاني رؤية الله تعالى في\r\nالمنام خواطر في القلب وهي دلالات للرأي على أمور مما كان أو يكون كسائر المرئيات\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\n\r\nوالله أعلم قوله صلى الله عليه وسلم ( من رآني في المنام فسيراني في اليقظة أو لكأنما\r\nرآني في اليقظة قال العلماء إن كان الواقع في نفس الأمر فكأنما رآني فهو كقوله\r\nصلى الله عليه وسلم فقد رآني أو فقد رأى الحق كما سبق تفسيره وإن كان سيراني في\r\nاليقظة ففيه أقوال أحدها المراد به أهل عصره ومعناه أن من رآه في النوم ولم يكن\r\nهاجر يفقه الله تعالى للهجرة ورؤيته صلى الله عليه وسلم في اليقظة عيانا والثاني\r\nمعناه أنه يرى تصديق تلك الرؤيا في اليقظة في الدار الآخرة لأنه يراه في الآخرة جميع أمته\r\nمن رآه في الدنيا ومن لم يره والثالث يراه في الآخرة رؤية خاصه في القرب منه وحصول شفاعته\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nونحو ذلك والله أعلم قوله ( ان أعرابيا جاء إلى النبي صلى الله عليه وسلم فقال إني حلمت أن رأسي قطع\r\nفأنا أتبعه فزجره النبي صلى الله عليه وسلم وقال لا تخبر بتلعب الشيطان بك في المنام ) قال المازري\r\nيحتمل أن النبي صلى الله عليه وسلم علم أن منامه هذا من الأضغاث بوحي أو بدلالة من المنام دلته\r\nعلى ذلك أو على أنه من المكروه الذي هو من تحزين الشياطين وأما العابرون فيتكلمون في كتبهم\r\nعلى قطع الرأس ويجعلونه دلالة على مفارقة الرأي ما هو فيه من النعم أو مفارقة من فوقه ويزول\r\nسلطانه ويتغير حاله في جميع أموره إلا أن يكون عبدا فيدل على عتقه أو مريضا فعلى شفائه\r\nأو مديونا فعلى قضاء دينه أو من لم يحج فعلى أنه يحج أو مغموما فعلى فرحه أو خائفا فعلى أمنه\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\nوالله أعلم قوله ( أرى الليلة في المنام ظلة تنطف السمن والعسل فأرى الناس يتكففون منها\r\nبأيدهم وأرى سببا واصلا ) أما الظلة فهي السحابة وتنطف بضم الطاء وكسرها أي تقطر\r\nقليلا قليلا ويتكففون يأخذون بأكفهم والسبب الحبل والواصل بمعنى الموصول وأما الليلة\r\nفقال ثعلب وغيره يقال رأيت الليلة من الصباح إلى زوال الشمس ومن الزوال إلى الليل رأيت\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\nالبارحة قوله صلى الله عليه وسلم ( أصبت بعضا وأخطأت بعضا ) اختلف العلماء في معناه\r\nفقال ابن قتيبة وآخرون معناه أصبت في بيان تفسيرها وصادفت حقيقة تأويلها وأخطأت\r\nفي مبادرتك بتفسيرها من غير أن آمرك به وقال آخرون هذا الذي قاله ابن قتيبة وموافقوه فاسد\r\nلأنه صلى الله عليه وسلم قد أذن له في ذلك وقال أعبرها وإنما أخطأ في تركه تفسير بعضها فان\r\nالرأي قال رأيت ظلة تنطف السمن والعسل ففسره الصديق رضي الله عنه بالقرآن حلاوته ولينه\r\nوهذا إنما هو تفسير العسل وترك تفسير السمن وتفسيره السنة فكان حقه أن يقول القرآن\r\nوالسنة وإلى هذا أشار الطحاوي وقال آخرون الخطأ وقع في خلع عثمان لأنه ذكر في المنام أنه\r\nأخذ بالسبب فانقطع به وذلك يدل على انخلاعه بنفسه وفسره الصديق بأنه يأخذ به رجل\r\nفينقطع به ثم يوصل له فيعلو به وعثمان قد خلع قهرا وقتل وولى غيره فالصواب في تفسيره أن\r\nيحمل وصله على ولاية غيره من قومه وقال آخرون الخطأ في سؤاله ليعبرها . قوله ( فوالله\r\nيا رسول الله لتحدثني ما الذي أخطأت قال لا تقسم ) هذا الحديث دليل لما قاله العلماء أن\r\nإبرار المقسم المأمور به في الأحاديث الصحيحة إنما هو إذا لم تكن في الأبرار مفسدة ولا مشقة\r\nظاهرة فإن كان لم يؤمر بالابرار لأن النبي صلى الله عليه وسلم لم يبر قسم أبي بكر لما رأى في إبراره\r\nمن المفسدة ولعل المفسدة ما علمه من سبب انقطاع السبب مع عثمان وهو قتله وتلك الحروب والفتن\r\nالمترتبة عليه فكره ذكرها مخافة من شيوعها أو أن المفسدة لو أنكر عليه مبادرته ووبخه بين الناس\r\nأو أنه أخطأ في ترك تعيين الرجال الذين يأخذون بالسبب بعد النبي صلى الله عليه وسلم وكان\r\nفي بيانه صلى الله عليه وسلم أعيانهم مفسدة والله أعلم وفي هذا الحديث جواز عبر الرؤيا وأن\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\nعابرها قد يصيب وقد يخطئ وأن الرؤيا ليست لأول عابر على الاطلاق وإنما ذلك إذا أصاب\r\nوجهها وفيه أنه لا يستحب إبرار المقسم إذا كان فيه مفسدة أو مشقة ظاهرة قال القاضي وفيه\r\nأن من قال أقسم لا كفارة عليه لأن أبا بكر لم يزد على قوله أقسم وهذا الذي قاله القاضي عجب فان\r\nالذي في جميع نسخ صحيح مسلم أنه قال فوالله يا رسول الله لتحدثني وهذا صريح يمين وليس فيها\r\nأقسم والله أعلم قال القاضي قيل لمالك أيعبر الرجل الرؤيا على الخير وهي عنده على الشر فقال\r\nمعاذ الله أبالنبوة يتلعب هي من أجزاء النبوة قوله ( كان مما يقول لأصحابه من رأى منكم\r\nرؤيا ) قال القاضي معنى هذه اللفظة عندهم كثيرا ما كان فعل كذا كأنه قال من شأنه وفي الحديث\r\nالحث على علم الرؤيا والسؤال عنها وتأويلها قال العلماء وسؤالهم محمول على أنه صلى الله عليه\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nوسلم يعلمهم تأويلها وفضيلتها واشتمالها على ما شاء الله تعالى من الاخبار بالغيب قوله ( برطب\r\nمن رطب ابن طاب ) هو نوع من الرطب معروف يقال له رطب ابن طاب وتمر ابن طاب وعذق\r\nابن طاب وعرجون ابن طاب وهي مضاف إلى ابن طاب رجل من أهل المدينة قوله صلى الله عليه وسلم\r\n( وان ديننا قد طاب ) أي كمل واستقرت أحكامه وتمهدت قواعده قوله صلى الله عليه وسلم\r\n( رأيت في المنام اني أهاجر من مكة إلى أرض بها نخل فذهب وهلي إلى أنها اليمامة أو هجر فإذا هي المدينة\r\nيثرب ) أما الوهل فبفتح\r\nالهاء ومعناه وهمي واعتقادي وهجر مدينة معروفة وهي قاعدة البحرين\r\nوهي معروفة سبق بيانها في كتاب الايمان وأما يثرب فهو اسمها في الجاهلية فسماها الله تعالى المدينة\r\nوسماها رسول الله صلى الله عليه وسلم طيبة وطابة وقد سبق شرحه مبسوطا في آخر كتاب الحج وقد\r\nجاء في حديث النهي عن تسميتها يثرب لكراهة لفظ التثريب ولأنه من تسمية الجاهلية وسماها في هذا\r\nالحديث يثرب فقيل يحتمل أن هذا كان قبل النهي وقيل لبيان الجواز وأن النهي للتنزيه لا للتحريم\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nوقيل خوطب به من يعرفها به ولهذا جمع بينه وبين اسمه الشرعي فقال المدينة يثرب قوله صلى\r\nالله عليه وسلم ( ورأيت في رؤياي هذه أني هززت سيفا فانقطع صدره فإذا هو ما أصيب من\r\nالمسلمين يوم أحد ثم هززته أخرى فعاد أحسن ما كان ) أما هززت وهززته فوقع في معظم\r\nالنسخ بالزائين فيهما وفي بعضها هزت وهزته بزاي واحدة مشددة وإسكان التاء وهي لغة صحيحة\r\nقال العلماء وتفسيره صلى الله عليه وسلم هذه الرؤيا بما ذكره لأن سيف الرجل أنصاره الذين\r\nيصول بهم كما يصول بسيفه وقد يفسر السيف في غير هذا بالولد والوالد والعم أو الأخ أو الزوجة\r\nوقد يدل على الولاية أو الوديعة وعلى لسان الرجل وحجته وقد يدل على سلطان جائر وكل ذلك\r\nبحسب قرائن تنضم تشهد لأحد هذه المعاني في الرائي أو في الرؤية قوله صلى الله عليه وسلم\r\n( ورأيت فيها أيضا بقرا والله خير فإذا هم النفر من المؤمنين يوم أحد وإذا الخير ما جاء الله به\r\nمن الخير بعد وثواب الصدق الذي آتانا الله بعد يوم بدر ) قد جاء في غير مسلم زيادة في هذا الحديث\r\nورأيت بقرا تنحر وبهذه الزيادة يتم تأويل الرؤيا بما ذكر فنحر البقر هو قتل الصحابة رضي\r\nالله عنهم الذين قتلوا بأحد قال القاضي عياض ضبطنا هذا الحرف عن جميع الرواة والله خير\r\nرفع الهاء والراء على المبتدأ والخبر وبعد يوم بدر بضم دال بعد ونصب يوم قال وروى بنصب\r\nالدال قالوا ومعناه ما جاء الله به بعد بدر الثانية من تثبيت قلوب المؤمنين لأن الناس جمعوا لهم\r\nوخوفوهم فزادهم ذلك ايمانا وقالوا حسبنا الله ونعم الوكيل فانقلبوا بنعمة من الله وفضل لم\r\nيمسسهم سوء وتفرق العدو عنهم هيبة لهم قال القاضي قال أكثر شراح الحديث معناه ثواب الله\r\nخير أي صنع الله بالمقتولين خير لهم من بقائهم في الدنيا قال القاضي والأولى قول من قال\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nوالله خير من جملة الرؤيا وكلمة ألقيت إليه وسمعها في الرؤيا عند رؤياه البقر بدليل تأويله لها\r\nبقوله صلى الله عليه وسلم وإذا الخير ما جاء الله والله أعلم قوله ( ان مسيلمة الكذاب ورد المدينة\r\nفي عدد كثير فجاء إليه النبي صلى الله عليه وسلم ) قال العلماء إنما جاءه تألفا له ولقومه رجاء إسلامهم\r\nوليبلغ ما أنزل إليه قال القاضي ويحتمل أن سبب مجيئه إليه أن مسيلمة قصده من بلده للقائه فجاءه\r\nمكافأة له قال وكان مسيلمة إذ ذاك يظهر الاسلام وإنما ظهر كفره وارتداده بعد ذلك قال وقد\r\nجاء في حديث آخر أنه هو أتى النبي صلى الله عليه وسلم فيحتمل أنهما مرتان قوله صلى الله\r\nعليه وسلم لمسيلمة ( ولن أتعدى أمر الله فيك ) فهكذا وقع في جميع نسخ مسلم ووقع في\r\nالبخاري ولن تعدو أمر الله فيك قال القاضي هما صحيحان فمعنى الأول لن أعدو أنا أمر الله فيك من\r\nأني لا أجيبك إلى ما طلبته مما لا ينبغي لك من الاستخلاف أو المشاركة ومن أني أبلغ ما أنزل إلي\r\nوأدفع أمرك بالتي هي أحسن ومعنى الثاني ولن تعدو أنت أمر الله في خيبتك فيما أملته من النبوة\r\nوهلاكك دون ذلك أو فيما سبق من قضاء الله تعالى وقدره في شقاوتك والله أعلم قوله\r\nصلى الله عليه وسلم ( ولئن أدبرت ليعقرنك الله ) أي إن أدبرت عن طاعتي ليقتلنك الله والفقر\r\nالقتل وعقروا الناقة قتلوها وقتله الله تعالى يوم اليمامة وهذا من معجزات النبوة قوله\r\nصلى الله عليه وسلم ( وهذا ثابت يجيبك عني ) قال العلماء كان ثابت بن قيس خطيب رسول الله\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\nصلى الله عليه وسلم يجاوب الوفود عن خطبهم وتشدقهم . قوله صلى الله عليه وسلم ( فأولتهما\r\nكذابين يخرجان بعدي فكان أحدهما العنسي صاحب صنعاء والآخر مسيلمة صاحب اليمامة )\r\nقال العلماء المراد بقوله صلى الله عليه وسلم يخرجان بعدي أي يظهران شوكتهما أو محاربتهما\r\nودعواهما النبوة وإلا فقد كانا في زمنه قوله صلى الله عليه وسلم ( رأيت في يدي سوارين )\r\nوفي الرواية الأخرى فوضع في يدي أسوارين قال أهل اللغة يقال سوار بكسر السين وضمها\r\nوأسوار بضم الهمز ثلاث لغلات ووقع في جميع النسخ في الرواية الثانية أسوارين فيكون وضع\r\nبفتح الواو والضاد وفيه ضمير الفاعل أي وضع الآتي بخزائن الأرض في يدي أسوارين فهذا\r\nهو الصواب وضبطه بعضهم فوضع بضم الواو وهو ضعيف لنصب اسوارين وإن كان يتخرج\r\nعلى وجه ضعيف وقوله يدي هو بتشديد الياء على التثنية قوله صلى الله عليه سلم ( فأوحى إلي\r\nأن انفخهما ) هو بالخاء المعجمة ونفخه صلى الله عليه وسلم إياهما فطارا دليل لانمحاقهما\r\nواضمحلال أمرها وكان كذلك وهو من المعجزات قوله ( أوتيت خزائن الأرض ) وفي بعض\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\nالنسخ أتيت بخزائن الأرض وفي بعضها أتيت خزائن الأرض وهذه محمولة على التي قبلها وفي\r\nغير مسلم مفاتيح خزائن الأرض قال العلماء هذا محمول على سلطانها وملكها وفتح بلادها وأخذ\r\nخزائن أموالها وقد وقع ذلك كله ولله الحمد وهو من المعجزات قوله ( كان رسول لله صلى الله\r\nعليه ولم ( إذا صلى الصبح أقبل عليهم بوجهه فقال هل رأى أحد منكم البارحة رؤيا ) هكذا هو\r\nفي جميع نسخ مسلم البارحة فيه دليل لجواز اطلاق البارحة على الليلة الماضية وإن كان قبل الزوال\r\nوقول ثعلب وغيره انه لا يقال البارحة إلا بعد الزوال يحتمل أنهم أرادوا أن هذا حقيقته ولا\r\nيمتنع إطلاقه قبل الزوال مجازا ويحملون الحديث على المجاز وإلا فمذهبهم باطل بهذا الحديث\r\nوفيه دليل لاستحباب إقبال الامام المصلي بعد سلامه على أصحابه وفيه استحباب السؤال عن\r\nالرؤيا والمبادرة إلى تأويلها وتعجيلها أول النهار لهذا الحديث ولأن الذهن جمع قبل أن يتشعب\r\nباشغاله في معايش الدنيا ولأن عهد الرائي قريب لم يطرأ عليه ما يهوش الرؤيا عليه ولأنه قد\r\nيكون فيها ما يستحب تعجيله كالحث على خير أو التحذير من معصية ونحو ذلك وفيه إباحة الكلام\r\nفي العلم وتفسير الرؤيا ونحوهما بعد صلاة الصبح وفيه أن استدبار القبلة في جلوسه للعلم أو غيره\r\nمباح والله أعلم\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\nكتاب الفضائل\r\nفضل نسب النبي صلى الله عليه وسلم\r\nوتسليم الحجر عليه قبل النبوة\r\nقوله صلى الله عليه وسلم ( إن الله اصطفى كنانة ) إلى آخره استدل به أصحابنا على أن غير قريش\r\nمن العرب ليس بكفء لهم ولا غير بني هاشم كفؤ لهم إلا بني المطلب فإنهم هم وبنو هاشم شئ واحد\r\nكما صرح به في الحديث الصحيح والله أعلم قوله صلى الله عليه وسلم ( إني لأعرف حجرا بمكة\r\nكان يسلم علي قبل أن أبعث إني لأعرفه الآن ) فيه معجزة له صلى الله عليه وسلم وفي هذا إثبات\r\nالتمييز في بعض الجمادات وهو موافق لقوله تعالى في الحجارة منها لما يهبط من خشية الله\r\nوقوله تعالى من شئ إلا يسبح بحمده وفي هذه الآية خلاف مشهور والصحيح أنه يسبح\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nحقيقة ويجعل الله تعالى فيه تمييزا بحسبه كما ذكرنا ومنه الحجر الذي فر بثوب موسى صلى الله\r\nعليه وسلم وكلام الذراع المسمومة ومشى إحدى الشجرتين إلى الأخرى حين دعاهما النبي صلى الله\r\nعليه وسلم وأشباه ذلك\r\nتفضيل نبينا صلى الله عليه وسلم على جميع الخلائق\r\nقوله صلى الله عليه وسلم ( أنا سيد ولد آدم يوم القيامة وأول من ينشق عنه القبر وأول شافع\r\nوأول مشفع ) قال الهروي السيد هو الذي يفوق قومه في الخير وقال غيره هو الذي يفزع إليه\r\nفي النوائب والشدائد فيقوم بأمرهم ويتحمل عنهم مكارههم ويدفعها عنهم وأما قوله صلى الله\r\nعليه وسلم يوم القيامة مع أنه سيدهم في الدنيا والآخرة فسبب التقييد أن في يوم القيامة يظهر\r\nسؤدده لكل أحد ولا يبقى مناع ولا معاند ونحوه بخلاف الدنيا فقد نازعه ذلك فيها ملوك الكفار\r\nوزعماء المشركين وهذا التقييد قريب من معنى قوله تعالى الملك اليوم لله الواحد القهار\r\nمع أن الملك له سبحانه قبل ذلك لكن كان في الدنيا من يدعى الملك أو من يضاف إليه مجازا\r\nفانقطع كل ذلك في الآخرة قال العلماء وقوله صلى الله عليه وسلم أنا سيد ولد آدم لم يقله فخرا بل\r\nصرح بنفي الفخر في غير مسلم في الحديث المشهور أنا سيد ولد أدم ولا فخر وإنما قاله لوجهين\r\nأحدهما امتثال قوله تعالى وأما بنعمة ربك فحدث والثاني أنه من البيان الذي يجب عليه تبليغه\r\nإلى أمته ليعرفوه ويعتقدوه ويعملوا بمقتضاه ويوقروه صلى الله عليه وسلم بما تقتضي مرتبته\r\nكما أمرهم الله تعالى وهذا الحديث دليل لتفضيله صلى الله عليه وسلم على الخلق كلهم لأن مذهب\r\nأهل السنة أن الآدميين أفضل من الملائكة وهو صلى الله عليه وسلم أفضل الآدميين وغيرهم\r\nوأما الحديث الآخر لا تفضلوا بين الأنبياء فجوابه من خمسة أوجه أنه صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nقاله قبل أن يعلم أنه سيد ولد آدم فلما علم أخبر به والثاني قاله أدبا وتواضعا والثالث أن النهي\r\nإنما هو عن تفضيل يؤدي إلى تنقيص المفضول والرابع إنما نهي عن تفضيل يؤدي إلى الخصومة\r\nوالفتنة كما هو المشهور في سبب الحديث والخامس أن النهي مختص بالتفضيل في نفس النبوة\r\nفلا تفاضل فيها وإنما التفاضل بالخصائص وفضائل أخرى ولابد من اعتقاد التفضيل فقد قال\r\nالله تعالى تلك الرسل فضلنا بعضهم على بعض قوله صلى الله عليه وسلم ( وأول شافع وأول\r\nمشفع ) إنما ذكر الثاني لأنه قد يشفع اثنان فيشفع الثاني منهما قبل الأول والله أعلم\r\nفي معجزات النبي صلى الله عليه وسلم\r\nقوله في هذه الأحاديث في نبع الماء من بين أصابعه وتكثيره وتكثير الطعام هذه كلها معجزات\r\nظاهرات وجدت من رسول الله صلى الله عليه وسلم في مواطن مختلفة وعلى أحوال متغايرة وبلغ\r\nمجموعها التواتر وأما تكثير الماء فقد صح من رواية أنس وابن مسعود وجابر وعمران\r\nبن الحصين وكذا تكثير الطعام وجد منه صلى الله عليه وسلم في مواطن مختلفة وعلى أحوال كثيرة\r\nوصفات متنوعة وقد سبق في كتاب الرقى بيان حقيقة المعجزة والفرق بينها وبين الكرامة\r\nوسبق قبل ذلك بيان كيفية تكثير الطعام وغيره قوله ( فأتى بقدح رحراح ) هو بفتح الراء\r\nواسكان الحاء المهملة ويقال له رحرح بحذف الألف وهو الواسع القصير الجدار قوله ( فجعلت\r\nأنظر إلى الماء ينبع من بين أصابعه ) هو بضم الباء وفتحها وكسرها ثلاث لغات وفي كيفية هذا\r\nالنبع قولان حكاهما القاضي وغيره أحدهما ونقله القاضي عن المزني وأكثر العلماء أن معناه\r\nأن الماء كان يخرج من نفس أصابعه صلى الله عليه وسلم وينبع من ذاتها قالوا وهو أعظم في المعجزة\r\nمن نبعه من حجر ويؤيد هذا أنه جاء في رواية فرأيت الماء ينبع من أصابعه والثاني يحتمل\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\nأن الله كثر الماء في ذاته فصار يفور من بين أصابعه لا من نفسها وكلاهما معجزة ظاهرة وآية\r\nباهرة قوله ( فالتمس الناس الوضوء ) هو بفتح الواو على المشهور وهو الماء الذي يتوضأ به وسبق بيان\r\nلغاته في كتاب الطهارة قوله ( حتى توضؤا من عند آخرهم ) هكذا هو في الصحيحين من عند آخرهم\r\nوهو صحيح ومن هنا بمعنى إلى وهي لغة قوله ( كانوا زهاء الثلاثمائة ) أما زهاء فبضم الزاي وبالمد أي قدر\r\nثلاثمائة ويقال أيضا لها باللام وقال في هذه الرواية ثلاثمائة وفي الرواية التي قبلها ما بين الستين\r\nإلى الثمانين قال العلماء هما قضيتان جرتا في وقتين ورواهما جميعا أنس وأما قوله الثلاثمائة\r\nفهكذا هو في جميع النسخ الثلاثمائة وهو صحيح وسبق شرحه في كتاب الايمان في حديث\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\nحذيفة اكتبوا لي كم بلفظ الاسلام قوله ( لا يغمر أصابعه ) أي لا يغطيها قوله ( والمسجد فيما ثمة )\r\nهكذا هو في جميع النسخ ثمة قال أهل اللغة ثم بفتح الثاء وثمة بفتح الهاء بمعنى هناك وهنا فثم للبعيد وثمة\r\nللقريب قوله صلى الله عليه وسلم ( لو تركتيها ما زال قائما ) أي موجودا حاضرا قوله في حديث\r\nغزوة تبوك ( كان يجمع الصلاة ) إلى آخره هذا الحديث سبق في كتاب الصلاة وفيه هذه المعجزة\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\nالظاهرة في تكثير الماء وفيه الجمع بين الصلاتين في السفر قوله ( والعين مثل الشراك تبض )\r\nهكذا ضبطناه هنا تبض بفتح التاء وكسر الموحدة وتشديد الضاد المعجمة ونقل القاضي\r\nاتفاق الرواة هنا على أنه بالضاد المعجمة ومعناه تسيل واختلفوا في ضبطه هناك فضبطه\r\nبعضهم بالمعجمة وبعضهم بالمهملة أي تبرق والشراك بكسر الشين وهو سير النعل ومعناه ماء\r\nقليل جدا قوله ( فجرت العين بماء منهمر ) أي كثير الصب والدفع قوله صلى الله عليه وسلم ( قد ملئ\r\nجنانا ) أي بساتين وعمرانا وهو جمع\r\nجنة وهو أيضا من المعجزات قوله في حديث المرأة انها\r\nحين عصرت العكة ذهبت بركة السمن وفي حديث الرجل حين كان الشعير فني ومثله حديث\r\nعائشة حين كالت الشعير ففني قال العلماء الحكمة في ذلك أن عصرها وكيله مضادة للتسليم\r\nوالتوكل على رزق الله تعالى ويتضمن التدبير والأخذ بالحول والقوة وتكلف الإحاطة\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\nبأسرار حكم الله تعالى وفضله فعوقب فاعله بزواله قوله صلى الله عليه وسلم في الحديقة ( اخرصوها )\r\nهو بضم الراء وكسرها والضم أشهر أي احزروا كم يجيئ من تمرها فيه استحباب امتحان العالم\r\nأصحابه بمثل هذا التمرين والحديقة البستان من النخل إذا كان عليه حائط قوله صلى الله عليه وسلم\r\n( ستهب عليكم الليلة ريح شديدة فلا يقم فيها أحد فمن كان له بعير فليشد عقاله فهبت ريح شديدة\r\nفقام رجل فحملته الريح حتى ألقته بجبلي طئ ) هذا الحديث فيه هذه المعجزة الظاهرة من أخباره\r\nصلى الله عليه وسلم بالمغيب وخوف الضرر من القيام وقت الريح وفيه ما كان عليه صلى\r\nالله عليه وسلم من الشفقة على أمته والرحمة لهم والاعتناء بمصالحهم وتحذيرهم ما يضرهم في\r\nدين أو دنيا وإنما أمر بشد عقل الجمال لئلا ينفلت منها شئ فيحتاج صاحبه إلى القيام\r\nفي طلبه فيلحقه ضرر الريح وجبلا طئ مشهوران يقال لأحدهما أجاء بفتح الهمزة والجيم\r\nوبالهمز والآخر سلمى بفتح السين وطئ بياء مشددة بعدها همزة على وزن سيد وهو\r\nأبو قبيله من اليمن وهو طئ بن أدر بن زيد بن كهلان بن سبأ بن حمير قال صاحب التحرير\r\nوطي يهمز ولا يهمز لغتان قوله ( وجاء رسول بن العلماء ) بفتح العين المهملة واسكان اللام\r\nوبالمد قوله ( وأهدى له بغلة بيضاء ) فيه قبول هدية الكافر وسبق بيان هذا الحديث وما يعارضه\r\nفي الظاهر وجمعنا بينهما وهذه البغلة هي دلدل بغلة رسول الله صلى الله عليه وسلم المعروفة\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\nلكن ظاهر لفظه هنا أنه أهداها للنبي صلى الله عليه وسلم في غزوة تبوك وقد كانت غزوة\r\nتبوك سنة تسع من الهجرة وقد كانت هذه البغلة عند رسول الله صلى الله عليه وسلم قبل\r\nذلك وحضر عليها غزاة حنين كما هو مشهور في الأحاديث الصحيحة وكانت حنين عقب\r\nفتح مكة سنة ثمان قال القاضي ولم يرو أنه كان للنبي صلى الله عليه وسلم بغلة غيرها قال\r\nفيحمل قوله على أنه أهداها له قبل ذلك وقد عطف الاهداء على المجئ بالواو وهي لا تقتضي\r\nالترتيب والله أعلم قوله صلى الله عليه وسلم ( وهذا أحد وهو جبل يحبنا ونحبه ) سبق شرحه في\r\nآخر كتاب الحج قوله صلى الله عليه وسلم ( خير دور الأنصار دار بني النجار ) قال القاضي المراد أهل\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nالدور والمراد القبائل وإنما فضل بني النجار لسبقهم في الاسلام وآثارهم الجميلة في الدين قوله ( ثم دار بني عبد الحارث بن خزرج ) هكذا هو في النسخ بني عبد الحارث وكذا نقله القاضي قال\r\nوهو خطأ من الرواة وصوابه بني الحارث بحذف لفظة عبد قوله ( وكتب له رسول الله صلى الله عليه\r\nوسلم ببحرهم ) أي ببلدهم والبحار القرى\r\nتوكله على الله تعالى وعصمة الله تعالى له من الناس\r\nفيه حديث جابر ففيه بيان توكل النبي صلى الله عليه وسلم على الله وعصمة الله تعالى له من الناس\r\nكما قال الله تعالى والله يعصمك من الناس وفيه جواز الاستظلال بأشجار البوادي وتعليق السلاح\r\nوغيره فيها وجوازا لمن على الكافر الحربي واطلاقه وفيه الحث على مراقبة الله تعالى والعفو والحلم\r\nومقابلة السيئة بالحسنة قوله ( في واد كثير العضاه ) هو بالعين المهملة والضاد المعجمة وهي كل\r\nشجرة ذات شوك قوله صلى اله عليه وسلم ( ان رجلا أتاني ) قال العلماء هذا الرجل اسمه\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\nغورث بغين معجمة وثاء مثلثة والغين مضمومة ومفتوحة وحكى القاضي الوجهين ثم قال الصواب\r\nالفتح قال وضبطه بعض رواة البخاري بالعين المهملة والصواب المعجمة وقال الخطابي هو غويرث\r\nأو غورث على التصغير والشك وهو غورث بن الحارث قال القاضي وقد جاء في حديث آخر\r\nمثل هذا الخبر وسمى الرجل فيه دعثورا قوله صلى الله عليه وسلم ( والسيف صلتا في يده إلى قوله\r\nفشام السيف ) أما صلتا فبفتح الصاد وضمها أي مسلولا وأما شامه فبالشين المعجمة ومعناه غمده\r\nورده في غمده يقال شام السيف\r\nإذا سله وإذا أغمده فهو من الأضداد والمراد هنا أغمده\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\nباب بيان مثل ما بعث به النبي صلى الله عليه وسلم\r\nمن الهدى والعلم\r\nقوله صلى الله عليه وسلم ( ان مثل ما بعثني الله به من الهدى والعلم كمثل غيث أصاب أرضا\r\nفكانت منها طائفة طيبة قبلت الماء فأنبتت الكلأ والعشب الكثير وكان منها أجادب أمسكت\r\nالماء فنفع الله بها الناس فشربوا منها وسقوا ورعوا وأصاب طائفة منها أخرى إنما هي قيعان\r\nلا تمسك ماء ولا تنبت كلأ فذلك مثل من فقه في دين الله ونفعه الله بما بعثني الله به فعلم وعلم\r\nومثل من لم يرفع بذلك رأسا ولم يقبل هدى الله الذي أرسلت به ) أما الغيث فهو المطر وأما\r\nالعشب والكلأ والحشيش فكلها أسماء للنبات لكن الحشيش مختص باليابس والعشب والكلأ\r\nمقصورا مختصان بالرطب والكلأ بالهمز يقع على اليابس والرطب وقال الخطابي وابن فارس الكلأ\r\nيقع على اليابس وهذا شاذ ضعيف وأما الأجادب فبالجيم والدال المهملة وهي الأرض التي لا تنبت\r\nكلأ وقال الخطابي هي الأرض التي تمسك الماء فلا يسرع فيه النضوب قال ابن بطال وصاحب المطالع\r\nوآخرون هو جمع جدب على غير قياس كما قالوا في حسن جمعه محاسن والقياس أن محاسن جمع محسن\r\nوكذا قالوا مشابه جمع شبه وقياسه أن يكون جمع مشبه قال الخطابي وقال بعضهم أحادب بالحاء\r\nالمهملة والدال قال وليس بشئ قال وقال بعضهم أجارد بالجيم والراء والدال قال وهو صحيح المعنى ان\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\nساعدته الرواية قال الأصمعي الأجارد من الأرض مالا ينبت الكلأ معناه أنها جرداء هزرة\r\nلا يسترها النبات قال وقال بعضهم إنما هي اخاذات بالخاء والذال المعجمتين وبالألف وهو\r\nجمع أخاذة وهي الغدير الذي يمسك الماء وذكر صاحب المطالع هذه الأوجه التي ذكرها\r\nالخطابي فجعلها روايات منقولة وقال القاضي في الشرح لم يرد هذا الحرف في مسلم ولا في غيره\r\nإلا بالدال المهملة من الجدب الذي هو ضد الخصب قال وعليه شرح الشارحون وأما القيعان\r\nفبكسر القاف جمع القاع وهو الأرض المستوية وقيل الملساء وقيل التي لا نبات فيها وهذا هو\r\nالمراد في هذا الحديث كما صرح به صلى الله عليه وسلم ويجمع أيضا على أقوع وأقواع والقيعة\r\nبكسر القاف بمعنى القاع قال الأصمعي قاعة الدار ساحتها وأما الفقه في اللغة فهو الفهم\r\nيقال منه فقه بكسر القاف يفقه فقها بفتحها كفرح يفرح فرحا وقيل المصدر فقها باسكان\r\nالقاف وأما الفقه الشرعي فقال صاحب العين والهروي وغيرهما يقال منه فقه بضم القاف\r\nوقال ابن دريد بكسرها كالأول والمراد بقوله صلى الله عليه وسلم فقه في دين الله هذا الثاني\r\nفيكون مضموم القاف على المشهور وعلي قول ابن دريد بكسرها وقد روى بالوجهين\r\nوالمشهور الضم وأما قوله صلى الله عليه وسلم فكانت منها طائفة طيبة قبلت الماء فهكذا هو\r\nفي جميع نسخ مسلم طائفة طيبة ووقع في البخاري فكان منه نقية قبلت الماء بنون مفتوحة\r\nثم قاف مكسورة ثم ياء مثناة من تحت مشددة وهو بمعنى طيبة هذا هو المشهور في روايات\r\nالبخاري ورواه الخطابي وغيره ثقبة بالثاء المثلثة والغين المعجمة والباء الموحدة قال الخطابي وهو\r\nمستنقع الماء في الجبال والصخور وهو الثغب أيضا وجمعه ثغبان قال القاضي وصاحب المطالع هذه\r\nالرواية غلط من الناقلين وتصحيف وإحالة للمعنى لأنه إنما جعلت هذه الطائفة الأولى مثلا لما ينبت\r\nوالثغبة لا تنبت وأما قوله صلى الله عليه وسلم وسقوا فقال أهل اللغة سقى وأسقى بمعنى لغتان وقيل\r\nسقاه ناوله ليشرب وأسقاه جعل له سقيا وأما قوله صلى الله عليه وسلم ورعوا فهو بالراء من الرعي هكذا\r\nهو في جميع نسخ مسلم ووقع في البخاري وزرعوا وكلاهما صحيح والله أعلم أما معاني الحديث\r\nومقصوده فهو تمثيل الهدى الذي جاء به صلى الله عليه وسلم بالغيث ومعناه أن الأرض ثلاثة\r\nأنواع وكذلك الناس فالنوع الأول من الأرض ينتفع بالمطر فيحي بعد أن كان ميتا وينبت\r\nالكلأ فتنتفع بها الناس والدواب والزرع وغيرها وكذا النوع الأول من الناس يبلغه الهدى\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nوالعلم فيحفظه فيحيا قلبه ويعمل به ويعلمه غيره فينتفع وينفع والنوع الثاني من الأرض مالا\r\nتقبل الانتفاع في نفسها لكن فيها فائدة وهي امساك الماء لغيرها فينتفع بها الناس والدواب\r\nوكذا النوع الثاني من الناس لهم قلوب حافظة لكن ليست لهم أفهام ثاقبة ولا رسوخ لهم\r\nفي العقل يستنبطون به المعاني والأحكام وليس عندهم اجتهاد في الطاعة والعمل به فهم يحفظونه\r\nحتى يأتي طالب محتاج متعطش لما عندهم من العلم أهل للنفع والانتفاع فيأخذه منهم فينتفع\r\nبه فهؤلاء نفعوا بما بلغهم والنوع الثالث من الأرض السباخ التي لا تنبت ونحوها فهي لا تنتفع\r\nبالماء ولا تمسكه لينتفع بها غيرها وكذا النوع الثالث من الناس ليست لهم قلوب حافظة\r\nولا أفهام واعية فإذا سمعوا العلم لا ينتفعون به ولا يحفظونه لنفع غيرهم والله أعلم وفي هذا\r\nالحديث أنواع من العلم منها ضرب الأمثال ومنها فضل العلم والتعليم وشدة الحث عليهما وذم\r\nالاعراض عن العلم والله أعلم\r\nباب شفقته صلى الله عليه وسلم على أمته\r\nومبالغته في تحذيرهم مما يضرهم\r\nقوله صلى الله عليه وسلم ( لأني أنا النذير العريان ) قال العلماء أصله أن الرجل إذا أراد إنذار\r\nقومه واعلامهم بما يوجب المخافة نزع ثوبه وأشار به إليهم إذا كان بعيدا منهم ليخبرهم بمادهمهم\r\nوأكثر ما يفعل هذا ربيئة القوم وهو طليعتهم ورقيبهم قالوا وإنما يفعل ذلك لأنه أبين للناظر\r\nوأغرب وأشنع منظرا فهو أبلغ في استحثاثهم في التأهب للعدو وقيل معناه أنا النذير الذي أدركني\r\nجيش العدو فأخذ ثيابي فأنا أنذركم عريانا . قوله ( فالنجاء ) ممدود أي انجوا النجاء أو اطلبوا النجاء\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\nقال القاضي المعروف في النجاء إذا أفرد المد وحكى أبو زيد فيه القصر أيضا فإذا ما كرروه\r\nفقالوا النجاء النجاء ففيه المد والقصر معا قوله صلى الله عليه وسلم ( فادلجوا فانطلقوا على مهلتهم )\r\nأما أدلجوا فباسكان الدال ومعناه ساروا من أول الليل يقال أدلجت باسكان الدال إدلاجا\r\nكأكرمت إكراما والاسم الدلجة بفتح الدال فان خرجت من آخر الليل قلت أدلجت بتشديد\r\nالدال أدلج إدلاجا بالتشديد بالتشديد أيضا والاسم الدلجة بضم الدال قال ابن قتيبة وغيره ومنهم من يجيز\r\nالوجهين في كل واحد منهما وأما قوله على مهلتهم هكذا هو في جميع نسخ مسلم بضم الميم وإسكان\r\nالهاء وبتاء بعد اللام وفي الجمع بين الصحيحين مهلهم بحذف التاء وفتح الميم والهاء وهما صحيحان\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\nقوله ( فصبحهم الجيش فأهلكهم واجتاحهم ) أي استأصلهم قوله صلى الله عليه وسلم ( فجعل\r\nالجنادب والفراش يقعن فيها ) وفي رواية الدواب والفراش وفي رواية أنا آخذ بحجزكم وأنتم تقحمون\r\nفيها وفي رواية وأنتم تفلتون من يدي أما الفراش فقال الخليل هو الذي يطير كالبعوض وقال غيره\r\nما تراه كصغار البق يتهافت في النار وأما الجنادب فجمع جندب وفيها ثلاث لغات جندب بضم\r\nالدال وفتحها والجيم مضمومة فيهما والثالثة حكاه القاضي بكسر الجيم وفتح الدال والجنادب هذا\r\nالصرار الذي يشبه الجراد وقال أبو حاتم الجندب على خلقة الجراد له أربعة أجنحة كالجرادة\r\nوأصغر منها يطير ويصر بالليل صرا شديدا وقيل غيره وأما التقحم فهو الاقدام والوقوع في\r\nالأمور الشاقة من غير تثبت والحجز جمع حجزة وهي معقد الإزار والسراويل وأما قوله\r\nصلى الله عليه وسلم وأنا آخذ بحجزكم فروى بوجهين أحدهما اسم فاعل بكسر الخاء وتنوين الذال\r\nوالثاني فعل مضارع بضم الذال بلا تنوين والأول أشهر وهما صحيحان وأما تفلتون فروي\r\nبوجهين أحدهما فتح التاء والفاء المشددة والثاني ضم التاء\r\nوإسكان الفاء وكسر اللام المخففة وكلاهما\r\nصحيح يقال أفلت مني وتفلت إذا نازعك الغلبة والهرب ثم غلب وهرب ومقصود الحديث أنه\r\nصلى الله عليه وسلم شبه تساقط الجاهلين والمخالفين بمعاصيهم وشهواتهم في نار الآخرة وحرصهم\r\nعلى الوقوع في ذلك مع منعه إياهم وقبضه على مواضع المنع منهم بتساقط الفراش في نار الدنيا\r\nلهواه وضعف تمييزه وكلاهما حريص على هلاك نفسه ساع في ذلك لجهله قوله ( حدثنا سليم\r\nعن سعيد ) هو بفتح السين وكسر اللام وهو سليم بن حيان\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nباب ذكر كونه صلى الله عليه وسلم خاتم النبيين\r\nفي الباب قوله صلى الله عليه وسلم ( مثلي ومثل الأنبياء من قبلي إلى قوله فأنا اللبنة وأنا خاتم النبيين ) فيه\r\nفضيلته صلى الله عليه وسلم وأنه خاتم النبيين وجواز ضرب الأمثال في العلم وغيره واللبنة بفتح اللام\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\nوكسر الباء ويجوز إسكان الباء مع فتح اللام وكسرها كما في نظائرها والله أعلم\r\nإذا أراد الله تعالى رحمة أمة قبض نبيها قبلها\r\nقال مسلمة ( وحدثت عن أبي أسامة وممن روى ذلك عنه إبراهيم بن سعيد الجوهري حدثنا\r\nأبو أسامة إلى آخره ) قال المازري والقاضي هذا الحديث من الأحاديث المنقطعة في مسلم فإنه\r\nلم يسم الذي حدثه عن أبي أسامة قلت وليس هذا حقيقة انقطاع وإنما هو رواية مجهول\r\nوقد وقع في حاشية بعض النسخ المعتمدة قال الجلودي حدثنا محمد بن المسيب الأرعياني قال حدثنا\r\nإبراهيم بن سعيد الجوهري بهذا الحديث عن أبي أسامة باسناده\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nاثبات حوض نبينا صلى الله عليه وسلم وصفاته\r\nقال القاضي عياض رحمه الله أحاديث الحوض صحيحة والايمان به فرض والتصديق به من الايمان\r\nوهو على ظاهره عند أهل السنة والجماعة لا يتأول ولا يختلف فيه قال القاضي وحديثه متواتر\r\nالنقل رواه خلائق من الصحابة فذكره مسلم من رواية ابن عمرو بن العاص وعائشة وأم سلمة\r\nوعقبة بن عامر وابن مسعود وحذيفة وحارثة بن وهب والمستورد وأبي ذر وثوبان وأنس وجابر\r\nابن سمرة ورواه غير مسلم من رواية أبي بكر الصديق وزيد بن أرقم وأبي أمامة وعبد الله بن زيد\r\nوأبي برزة وسويد بن حبلة وعبد الله بن الصنابحي والبراء بن عازب وأسماء بنت أبي بكر وخولة\r\nبنت قيس وغيرهم قلت ورواه البخاري ومسلم أيضا من رواية أبي هريرة ورواه غيرهما من\r\nرواية عمر بن الخطاب وعائذ بن عمر وآخرين وقد جمع ذلك كله الإمام الحافظ أبو بكر البيهقي\r\nفي كتابه البعث والنشور بأسانيده وطرقه المتكاثرات قال القاضي وفي بعض هذا ما يقتضي كون\r\nالحديث متواترا قوله صلى الله عليه وسلم ( أنا فرطكم على الحوض ) قال أهل اللغة الفرط\r\nبفتح الفاء والراء والفارط هو الذي يتقدم الوارد ليصلح لهم والحياض والدلاء ونحوها من أمور\r\nالاستقاء فمعنى فرطكم علي الحوض سابقكم إليه كالمهئ له قوله صلى الله عليه وسلم ( ومن شرب\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\nلم يظمأ أبدا ) أي شرب منه والظمأ مهموز مقصور كما ورد به القرآن العزيز وهو العطش\r\nيقال ظمئ يظمأ ظمأ فهو ظمآن وهم ظماء بالمد كعطش يعطش عطشا فهو عطشان وهم عطاش\r\nقال القاضي ظاهر هذا الحديث أن الشرب منه يكون بعد الحساب والنجاة من النار فهدا هو\r\nالذي لا يظمأ بعده قال وقيل لا يشرب منه الا من قدر له السلامة من النار قال ويحتمل أن\r\nمن شرب منه من هذه الأمة وقدر عليه دخول النار لا يعذب فيها بالظمأ بل يكون عذابه بغير\r\nذلك لأن ظاهر هذا الحديث أن جميع الأمة يشرب منه الا من ارتد وصار كافرا قال وقد قيل\r\nإن جميع الأمم من المؤمنين يأخذون كتبهم بأيمانهم ثم يعذب الله تعالى من شاء من عصاتهم\r\nوقيل إنما يأخذه بيمينه الناجون خاصة قال القاضي وهذا مثله قوله صلى الله عليه وسلم من\r\nورد شرب هذا صريح في أن الواردين كلهم يشربون وإنما يمنع منه الذين يذادون ويمنعون\r\nالورود لارتدادهم وقد سبق في كتاب الوضوء بيان هذا الذود والمذودين قوله صلى الله عليه وسلم\r\n( سحقا سحقا ) أي بعدا لهم بعدا ونصبه على المصدر وكرر للتوكيد قوله ( حدثنا هارون\r\nبن سعيد حدثنا ابن وهب أخبرني أبو أسامة عن أبي حازم عن سهل عن النبي صلى الله عليه وسلم\r\nعن النعمان بن أبي عياش عن أبي سعيد عن النبي صلى الله عليه وسلم ) قال العلماء هذا العطف\r\nعلى سهل فالقائل وعن النعمان هو أبو حازم فرواه عن سهل ثم رواه عن النعمان عن أبي سعيد\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\nقوله صلى الله عليه وسلم ( حوضي مسيرة شهر وزواياه سواء ) قال العلماء معناه طوله كعرضه\r\nكما قال في حديث أبي ذر المذكور في الكتاب عرضه مثل طوله قوله صلى الله عليه وسلم\r\n( ماؤه أبيض من الورق ) هكذا هو في جميع النسخ الورق بكسر الراء وهو الفضة والنحويون يقولون\r\nأن فعل التعجب الذي يقال فيه هو أفعل من كذا إنما يكون فيما كان ماضيه على ثلاثة أحرف\r\nفان زاد لم يتعجب من فاعله وإنما يتعجب من مصدره فلا يقال ما أبيض زيدا ولا زيد أبيض من\r\nعمرو وإنما يقال ما أشد بياضه وهو أشد بياضا من كذا وقد جاء في الشعر أشياء من هذا الذي\r\nأنكروه فعدوه شاذا لا يقاس عليه وهذا الحديث يدل على صحته وهي لغة وان كانت قليلة الاستعمال\r\nومنها قول عمر رضي الله عنه ومن ضيعها فهو لما سواها أضيع قوله صلى الله عليه وسلم ( كيزانه\r\nكنجوم السماء ) وفي رواية فيه أباريق كنجوم السماء وفي رواية والذي نفس محمد بيده لآنيته أكثر من\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\nعدد نجوم السماء وكواكبها وفي رواية وأن فيه من الأباريق كعدد نجوم السماء وفي رواية\r\nآنيته عدد النجوم وفي رواية ترى فيه أباريق الذهب والفضة كعدد نجوم السماء وفي رواية كأن\r\nالأباريق فيه النجوم المختار الصواب أن هذا العدد للآنية على ظاهره وأنها أكثر عددا من\r\nنجوم السماء ولا مانع عقلي ولا شرعي يمنع من ذلك بل ورد الشرع به مؤكدا كما قال صلى الله\r\nعليه وسلم والذي نفس محمد بيده لآنيته أكثر من عدد نجوم السماء وقال القاضي عياض هذا\r\nإشارة إلى كثرة العدد وغايته الكثيرة\r\nمن باب قوله صلى الله عليه وسلم لا يضع العصا عن عاتقه\r\nوهو باب من المبالغة معروف في الشرع واللغة ولا يعد كذبا إذا كان المخبر عنه في حيز الكثرة\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\nوالعظم ومبلغ الغاية في بابه بخلاف ما إذا لم يكن كذلك قال ومثله كلمته ألف مرة ولقيته مائة كرة\r\nفهذا جائز إذا كان كثيرا وإلا فلا هذا كلام القاضي والصواب الأول قوله صلى الله عليه وسلم في\r\nالحوض ( وان عرضه ما بين أيلة إلى الجحفة ) وفي رواية بين ناحيتيه كما بين جرباء وأذرح قال الراوي\r\nهما قريتان بالشام بينهما مسيرة ثلاث ليال وفي رواية عرضه مثل طوله ما بين عمان إلى أيلة وفي\r\nرواية من مقامي إلي عمان وفي رواية قدر حوضي كما بين أيلة وصنعاء من اليمن وفي رواية ما بين\r\nناحيتي حوضي كما بين صنعاء والمدينة أما أيلة فبفتح الهمزة واسكان المثناة تحت وفتح اللام وهي\r\nمدينة معروفة في عراف الشام على ساحل البحر متوسطة بين مدينة رسول الله صلى الله عليه\r\nوسلم ودمشق ومصر بينها وبين المدينة نحو خمس عشرة مرحلة وبينها وبين دمشق نحو ثنتي عشرة\r\nمرحلة وبينها وبين مصر نحو ثمان مراحل قال الحازمي قيل هي آخر الحجاز وأول الشام\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\nوأما الجحفة فسبق بيانها في كتاب الحج وهي نحو سبع مراحل من المدينة بينها وبين مكة\r\nوأما جربا فبجيم مفتوحة ثم راء ساكنة ثم باء موحدة ثم ألف مقصورة هذا هو الصواب\r\nالمشهور أنها مقصورة وكذا قيدها الحازمي في كتابه المؤتلف في الأماكن وكذا ذكرها\r\nالقاضي وصاحب المطالع والجمهور وقال القاضي وصاحب المطالع ووقع عند بعض رواة\r\nالبخاري ممدودا قالا وهو خطأ وقال صاحب التحرير هي بالمد وقد تقصر قال الحازمي كان أهل\r\nجربا يهودا كتب لهم النبي صلى الله عليه وسلم الأمان لما قدم عليه لحية بن رؤبة صاحب أيلة\r\nبقوم منهم ومن أهل أذرح يطلبون الأمان وأما أذرح فبهمزة مفتوحة ثم ذال معجمة ساكنه\r\nثم راء مضمومة ثم حاء مهملة هذا هو الصواب المشهور الذي قاله الجمهور قال القاضي وصاحب\r\nالمطالع ورواه بعضهم بالجيم قالا وهو تصحيف لا شك فيه وهو كما قالا وهي مدينة في طرف\r\nالشام في قبلة الشوبك بينها وبينه نحو نصف يوم وهي في طرف الشراط بفتح الشين المعجمة\r\nفي طرفها الشمالي وتبوك في قبلة أذرح بينهما نحو أربع مراحل وبين تبوك ومدينة النبي صلى الله\r\nعليه وسلم نحو أربع عشرة مرحلة وأما عمان فبفتح العين وتشديد الميم وهي بلدة بالبلقاء من\r\nالشام قال الحازمي قال ابن الأعرابي يجوز أن يكون فعلان من عم يعم فلا تنصرف معرفة\r\nوتنصرف ونكرة قال ويجوز أن يكون فعالا من عمن فتنصرف معرفة ونكرة إذا عني بها\r\nالبلد هذا كلامه والمعروف في روايات الحديث وغيرها ترك صرفها قال القاضي عياض وهذا\r\nالاختلاف في قدر عرض الحوض ليس موجبا للاضطراب فإنه لم يأت في حديث واحد بل\r\nفي أحاديث مختلفة الرواة عن جماعة من الصحابة سمعوها في مواطن مختلفة ضربها النبي صلى\r\nالله عليه وسلم في كل واحد منها مثلا لبعد أقطار الحوض وسعته وقرب ذلك من الأفهام\r\nلبعد ما بين البلاد المذكورة لا علي التقدير الموضوع للتحديد بل للاعلام بعظم هذه المسافة\r\nفبهذا تجمع الروايات هذا كلام القاضي قلت وليس في القليل من هذه منع الكثير\r\nوالكثير ثابت على ظاهر الحديث ولا معارضة والله أعلم قولها ( كفي رأسي ) هو بالكاف أي\r\nاجمعيه وضمي شعره بعضه إلى بعض قولها ( اني من الناس ) دليل لدخول النساء في خطاب\r\nالناس وهذا متفق عليه وإنما اختلفوا في دخولهن في خطاب الذكور ومذهبنا أنهن لا يدخلن فيه\r\nوفيه اثبات القول بالعموم قوله ( صلى على أهل أحد صلاته على الميت ) أي دعا لهم بدعاء صلاة\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\nالميت وسبق شرح هذا الحديث في كتاب الجنائز قوله صلى الله عليه وسلم ( واني والله لأنظر إلى\r\nحوضي الآن ) هذا تصريح بأن الحوض حوض حقيقي على ظاهره كما سبق وأنه مخلوق موجود اليوم\r\nوفيه جواز الحلف من غير استحلاف لتفخيم الشئ وتوكيده قوله صلى الله عليه وسلم ( واني قد\r\nأعطيت مفاتيح خزائن الأرض أو مفاتيح الأرض اني والله ما أخاف عليكم أن تشركوا بعدي ولكني\r\nأخاف عليكم أن تتنافسوا فيها ) هكذا هو في جميع النسخ مفاتيح في اللفظين بالياء قال القاضي\r\nوروي مفاتح بحذفها فمن أثبتها فهو جمع مفتاح ومن حذفها فجمع مفتح وهما لغتان فيه وفي هذا الحديث\r\nمعجزات لرسول الله صلى الله عليه سلم فإن معناه الإخبار بأن أمته تملك خزائن الأرض وقد وقع ذلك\r\nوأنها لا ترتد جملة وقد عصمها الله تعالى من ذلك وأنها تتنافس في الدنيا وقد وقع كل ذلك قوله ( صلى\r\nرسول الله صلى الله عليه وسلم على قتلى أحد ثم صعد المنبر كالمودع للأحياء والأموات فكانت\r\nآخر ما رأيته على المنبر ) معناه خرج إلى قتلى أحد ودعا لهم دعاء مودع ثم دخل المدينة فصعد المنبر\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\nفخطب الأحياء خطبة مودع كما قال النواس ابن سمعان قلنا يا رسول الله كأنها موعظة مودع وفيه معنى\r\nالمعجزة قوله صلى الله عليه وسلم ( لآنيته أكثر من عدد نجوم السماء وكواكبها ألا في الليلة المظلمة\r\nالمصحية آنية الجنة من شرب منها لم يظمأ آخر ما عليه يشخب فيه ميزابان من الجنة ) أما قوله صلى\r\nالله عليه وسلم ألا في الليلة المظلمة فهو بتخفيف ألا وهي التي للاستفتاح وخص الليلة المظلمة المصحية\r\nلأن النجوم ترى فيها أكثر والراد بالمظلمة التي لا قمر فيها مع أن النجوم طالعة فإن وجود القمر\r\nيستر كثيرا من النجوم وأما قوله صلى الله عليه وسلم آنية الجنة فضبطه بعضهم برفع آنية وبعضهم\r\nبنصبها وهما صحيحان فمن رفع فخبر مبتدأ محذوف أي هي آنية الجنة ومن نصب فبإضمار أعني\r\nأو نحوه وأما آخر ما عليه فمنصوب وسبق نظيره في كتاب الايمان وأما يشخب فبالشين والخاء\r\nالمعجمتين والياء مفتوحة والخاء مضمومة ومفتوحة والشخب السيلان وأصله ما خرج من تحت\r\nيد الحالب عند كل عمرة وعصرة لضرع الشاة وأما الميزابان فبالهمز ويجوز قلب الهمزة ياء\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\nقوله ( عن معدان اليعمري ) بفتح ميم اليعمري وضمها منسوب إلى يعمر قوله صلى الله عليه وسلم\r\n( إني لبعقر حوضي ) هو بضم العين وإسكان القاف وهو موقف الإبل من الحوض إذا وردته\r\nوقيل مؤخره قوله صلى الله عليه وسلم ( أذود الناس لأهل اليمن أضرب بعصاي حتى يرفض عليهم )\r\nمعناه أطرد الناس عنه غير أهل اليمن ليرفض على أهل اليمن وهذه كرامة لأهل اليمن في تقديمهم\r\nفي الشرب منه مجازاة لهم بحسن صنيعهم وتقدمهم في الاسلام والأنصار من اليمن فيدفع غيرهم\r\nحتى يشربوا كما دفعوا في الدنيا عن النبي صلى الله عليه وسلم أعداءه والمكروهات ومعنى يرفض\r\nعليهم أي يسيل عليهم ومنه حديث البراق استصعب حتى ارفض عرقا أي سال عرقه قال أهل\r\nاللغة والغريب وأصله من الدمع يقال ارفض الدمع إذا سال متفرقا قال القاضي وعصاه المذكورة\r\nفي هذا الحديث هي المكني عنها بالهراوة في وصفه صلى الله عليه وسلم في كتب الأوائل بصاحب\r\nالهراوة قال أهل اللغة الهراوة بكسر الهاء العصا قال ولم يأت لمعناها في صفته صلى الله عليه وسلم\r\nتفسير إلا ما يظهر لي في هذا الحديث هذا كلام القاضي وهذا الذي قاله في تفسير الهراوة بهذه\r\nالعصا بعيد أو باطل لأن المراد بوصفه بالهراوة تعريفه بصفة يراها الناس معه يستدلون بها على\r\nصدقه وأنه المبشر به المذكور في الكتب السالفة فلا يصح تفسيره بعصا تكون في الآخرة\r\nوالصواب في تفسير صاحب الهراوة ما قاله الأئمة المحققون أنه صلى الله عليه وسلم كان يمسك\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nالقضيب بيده كثيرا وقيل لأنه كان يمشي والعصا بين يديه وتغرز له فيصلي إليها وهذا مشهور\r\nفي الصحيح والله أعلم قوله صلى الله عليه وسلم ( يغت فيه ميزابان يمدانه ) أما يغت فبفتح الياء\r\nوبغين معجمة مضمومة ومكسورة ثم مثناة فوق مشددة وهكذا قال ثابت والخطابي والهروي\r\nوصاحب التحرير والجمهور وكذا هو في معظم نسخ بلادنا ونقله القاضي عن الأكثرين قال\r\nالهروي ومعناه يدفقان فيه الماء دفقا متتابعا شديدا قالوا وأصله من اتباع الشئ الشئ وقيل\r\nيصبان فيه دائما صبا شديدا ووقع في بعض النسخ يعب بضم العين المهملة وبباء موحدة\r\nوحكاها القاضي عن رواية العذري قال وكذا ذكره الحربي وفسره بمعنى ما سبق أي لا ينقطع\r\nجريانهما قال والعب الشرب بسرعة في نفس واحد قال القاضي ووقع في رواية ابن ماهان\r\nيثعب مثلثة وعين مهملة أي يتفجر وأما قوله صلى الله عليه وسلم يمدانه فبفتح الياء وضم الميم\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\nأي يزيدانه ويكثرانه قوله صلى الله عليه وسلم ( لأذودن عن حوضي رجالا كما تذاد الغريبة\r\nمن الإبل ) معناه كما يذود الساقي الناقة الغريبة عن إبله إذا أرادت الشرب مع إبله قوله في\r\nحديث أنس من رواية حرملة ( قدر حوضي كما بين أيلة وصنعاء من اليمن وأن فيه من الأباريق كعدد\r\nنجوم السماء ) وقع في بعض النسخ كما بالكاف وفي بعضها لما باللام وكعدد بالكاف وفي بعضها\r\nلعدد نجوم السماء باللام وكلاهما صحيح قوله صلى الله عليه وسلم ( ليردن على الحوض رجال\r\nممن صاحبني حتى إذا رأيتهم ورفعوا إلى اختلجوا دوني فلأقولن رب أصيحابي أصيحابي فليقالن لي\r\nانك لا تدري ما أحدثوا بعدك ) أما اختلجوا فمعناه اقتطعوا وأما أصيحابي فوقع في الروايات\r\nمصغرا مكررا وفي بعض النسخ أصحابي أصحابي مكبرا مكررا قال القاضي هذا دليل لصحة تأويل\r\nمن تأول انهم أهل الردة ولهذا قال فيهم سحقا سحقا ولا يقول ذلك في مذنبي الأمة بل يشفع\r\nلهم ويهتم لأمرهم قال وقيل هؤلاء صنفان أحدهما عصاة مرتدون عن الاستقامة لا عن الاسلام\r\nوهؤلاء مبدلون للأعمال الصالحة بالسيئة والثاني مرتدون إلى الكفر حقيقة ناكصون على أعقابهم\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\nواسم التبديل يشمل الصنفين قوله صلى الله عليه وسلم ( ما بين لابتي حوضي ) أي ناحيتيه والله أعلم\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nباب اكرامه صلى الله عليه وسلم\r\nبقتال الملائكة معه صلى الله عليه وسلم\r\nقوله رأيت عن يمين رسول الله صلى الله عليه وسلم وعن شماله يوم أحد رجلين عليهما ثياب\r\nبياض ما رأيتهما قبل ولا بعد يعني جبريل وميكائيل عليهما السلام وفي الرواية الأخرى\r\nأحدهما عن يمينه والآخر عن يساره يقاتلان عنه كأشد القتال فيه بيان كرامة النبي صلى الله عليه\r\nوسلم على الله تعالى واكرامه إياه بانزال الملائكة تقاتل معه وبيان أن الملائكة تقاتل وأن قتالهم\r\nلم يختص بيوم بدر وهذا هو الصواب خلافا لمن زعم اختصاص فهذا صريح في الرد عليه وفيه\r\nفضيلة الثياب البيض وأن رؤية الملائكة لا تختص بالأنبياء بل يراهم الصحابة والأولياء وفيه منقبة\r\nلسعد بن أبي وقاص الذي رأى الملائكة والله أعلم\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nشجاعته صلى الله عليه وسلم\r\nقوله كان رسول الله صلى الله عليه وسلم أحسن الناس وكان أجود الناس وكان أشجع الناس الخ\r\nفيه بيان ما أكرمه الله تعالى به من جميل الصفات وأن هذه صفات كمال قوله ( وهو على فرس لأبي\r\nطلحة عرى في عنقه السيف وهو يقول لم تراعوا لم تراعوا قال وجدناه لبحرا أو أنه لبحر قال وكان\r\nفرسا يبطأ ) وفي رواية فاستعار النبي صلى الله عليه وسلم فرسا لأبي طلحة يقال له مندوب فركبه فقال\r\nما رأينا من فزع وان وجدناه لبحرا وأما قوله يبطأ فمعناه يعرف بالبطء والعجز وسوء السير\r\nقوله صلى الله عليه وسلم ( لم تراعوا ) أي روعا مستقرا أو روعا يضركم وفيه فوائد منها بيان\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nشجاعته صلى الله عليه وسلم من شدة عجلته في الخروج إلى العدو قبل الناس كلهم بحيث كشف الحال\r\nورجع قبل وصول الناس وفيه بيان عظيم بركته ومعجزته في انقلاب الفرس سريعا بعد أن\r\nكان يبطأ وهو معنى قوله صلى الله عليه وسلم وجدناه نحرا أي واسع الجري وفيه جواز سبق\r\nالانسان وحده في كشف أخبار العدو ما لم يتحقق الهلاك وفيه جواز العارية وجواز الغزو على\r\nالفرس المستعار لذلك وفيه استحباب تقلد السيف في العنق واستحباب تبشير الناس بعدم\r\nالخوف إذا ذهب ووقع في هذا الحديث تسمية هذا الفرس مندوبا قال القاضي وقد كان\r\nفي أفراس النبي صلى الله عليه وسلم مندوب فلعله صار إليه بعد أبي طلحة هذا كلام القاضي\r\nقلت ويحتمل أنهما فرسان اتفقا في الاسم\r\nجوده صلى الله عليه وسلم\r\nقوله ( كان رسول صلى الله عليه وسلم أجود الناس بالخير وكان أجود ما يكون في شهر رمضان ان\r\nجبريل يلقاه في كل سنة في رمضان حتى ينسلخ فيعرض عليه رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nالقرآن فإذا لقيه جبريل كان رسول الله صلى الله عليه وسلم أجود بالخير من الريح المرسلة )\r\nأما قوله وكان أجود ما يكون فروى برفع أجود ونصبه والرفع أصح وأشهر والريح\r\nالمرسلة بفتح السين والمراد كالريح في اسراعها وعمومها وقوله كان يلقاه في كل سنة\r\nكذا هو في جميع النسخ ونقله القاضي عن عامة الروايات والنسخ قال وفي بعضها كل ليلة بدل\r\nسنة قال وهو المحفوظ لكنه بمعنى الأول لأن قوله حتى ينسلخ بمعنى كل ليلة وفي هذا الحديث\r\nفوائد منها بيان عظم جوده صلى الله عليه وسلم\r\nومنها استحباب اكثار الجود في رمضان ومنها\r\nزيادة الجود والخير عند ملاقاة الصالحين وعقب فراقهم للتأثر بلقائهم ومنها استحباب مدارسة القرآن\r\nحسن خلقه صلى الله عليه وسلم\r\nقوله ( خدمت رسول الله صلى الله عليه وسلم عشر سنين والله ما قال لي أفا قط ولا قال لشئ\r\nلم فعلت كذا وهلا فعلت كذا ) وفي رواية لا عاب على شيئا وفي رواية تسع سنين وفي رواية\r\nكان رسول الله صلى الله عليه وسلم أحسن الناس خلقا أما قوله ما قال لي أما فذكر القاضي وغيره\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\nفيها عشر لغات أف بفتح الفاء وضمها وكسرها بلا تنوين وبالتنوين فهذه ست وأف بضم الهمزة\r\nوإسكان الفاء وإف بكسر الهمزة وفتح الفاء وأفي وأفه بضم همزتهما قالوا وأصل الأف والتف\r\nوسخ الأظفار وتستعمل هذه الكلمة في كل ما يستقذر وهي اسم فعل تستعمل في الواحد\r\nوالاثنين والجمع والمؤنث والمذكر بلفظ واحد قال الله ( ولا تقل لهما أف ) قال الهروي يقال\r\nلكل ما يضجر منه ويستثقل أف له وقيل معناه الاحتقار مأخوذ من الأفف وهو القليل وأما قط\r\nففيها لغات قط وقط بفتح القاف وضمها مع\r\nتشديد الطاء المضمومة وقط بفتح القاف وكسر\r\nالطاء المشددة وقط بفتح القاف واسكان الطاء وقط بفتح القاف وكسر الطاء المخففة وهي\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nلتوحيد نفي الماضي وأما قوله تسع سنين وفي أكثر الروايات عشر سنين فمعناه أنها تسع\r\nسنين وأشهر فان النبي صلى الله عليه وسلم أقام بالمدينة عشر سنين تحديدا لا تزيد ولا تنقص\r\nوخدمه أنس في أثناء السنة الأولى ففي رواية التسع لم يحسب الكسر بل اعتبر السنين الكوامل\r\nوفي رواية العشر حسبها سنة كاملة وكلاهما صحيح وفي هذا الحديث بيان كمال خلقه صلى الله\r\nعليه وسلم وحسن عشرته وحلمه وصفحه\r\nفي سخائه صلى الله عليه وسلم\r\nقوله ( ما سئل رسول الله صلى الله عليه وسلم شيئا قط فقال\r\nلا ) وذكر الحديث بعده في اعطائه صلى\r\nالله عليه وسلم للمؤلفة وغيرهم في هذا كله بيان عظيم سخائه وغزارة جوده صلى الله عليه وسلم\r\nومعناه ما سئل شيئا من متاع الدنيا قوله ( حدثنا أبو كريب حدثنا الأشجعي قال وحدثني محمد\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\nابن المثنى ) هكذا هو في جميع نسخ بلادنا محمد بن المثني وكذا نقله القاضي عياض عن الجلودي\r\nووقع في رواية ابن ماهان محمد بن حاتم وكذا ذكره أبو مسعود الدمشقي وخلف الواسطي\r\nقوله ( فأعطاه غنما بين جبلين ) أي كثيرة كأنها تملأ ما بين جبلين وفي هذا مع ما بعده اعطاء\r\nالمؤلفة ولا خلاف في اعطاء مؤلفة المسلمين لكن هل يعطون من الزكاة فيه خلاف الأصح\r\nعندنا أنهم يعطون من الزكاة ومن بيت المال والثاني لا يعطون من الزكاة بل من بيت المال\r\nخاصة وأما مؤلفة الكفار فلا يعطون من الزكاة وفي اعطائهم من غيرها خلاف الأصح عندنا\r\nلا يعطون لأن الله تعالى قد أعز الاسلام عن التألف بخلاف أول الأمر ووقت قلة المسلمين\r\nقوله ( فقال أنس إن كان الرجل ليسلم ما يريد الا الدنيا فما يسلم حتى يكون الاسلام أحب إليه\r\nمن الدنيا وما عليها ) هكذا هو في معظم النسخ فما يسلم وفي بعضها فما يمسي وكلاهما صحيح ومعنى\r\nالأول فما يلبث بعد اسلامه الا يسيرا حتى يكون الاسلام أحب إليه والمراد أنه يظهر الاسلام\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\nأولا للدنيا لا بقصد صحيح بقلبه ثم من بركة النبي صلى الله عليه وسلم ونور الاسلام لم يلبث\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nالا قليلا حتى ينشرح صدره بحقيقة الايمان ويتمكن من قلبه فيكون حينئذ أحب إليه من\r\nالدنيا وما فيها قوله ( فحثى أبو بكر رضي الله عنه مرة ثم قال لي عدها فعددتها فإذا هي خمسمائة\r\nفقال خذ مثليها ) يعنى خذ معها مثليها فيكون الجميع ألفا وخمسمائة لأن له ثلاث حثيات وإنما\r\nحثى له أبو بكر بيده لأنه خليفة رسول الله صلى الله عليه وسلم فيده قائمة مقام يده وكان له\r\nثلاث حثيات بيد رسول الله صلى الله عليه وسلم وفيه انجاز العدة قال الشافعي والجمهور انجازها\r\nوالوفاء بها مستحب لا واجب وأوجبه الحسن وبعض المالكية\r\nباب رحمته صلى الله عليه وسلم الصبيان\r\n( والعيال وتواضعه وفضل ذلك )\r\nقوله ( عن أنس بن مالك قال قال رسول الله صلى الله عليه وسلم ولد لي الليلة غلام فسميته\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\nباسم أبي إبراهيم ثم دفعه إلى أم سيف امرأة قين يقال له أبو سيف فانطلق يأتيه واتبعته إلى\r\nآخره ) ألقين بفتح القاف الحداد وفيه جواز تسمية المولود يوم ولادته وجواز التسمية بأسماء\r\nالأنبياء صلوات الله عليهم وسلامه وسبقت المسألتان في بابهما وفيه استتباع العالم والكبير\r\nبعض أصحابه إذا ذهب إلى منزل قوم ونحوه وفيه الأدب مع الكبار قوله ( وهو يكيد بنفسه )\r\nأي يجود بها ومعناه وهو في النزع قوله ( فدمعت عينا رسول الله صلى الله عليه وسلم إلى\r\nآخره ) فيه جواز البكاء على المريض والحزن وأن ذلك لا يخالف الرضا بالقدر بل هي رحمة جعلها\r\nالله في قلوب عباده وإنما المذموم الندب والنياحة والويل والثبور ونحو ذلك من القول الباطل\r\nولهذا قال صلى الله عليه وسلم ولا نقول الا ما يرضي ربنا قوله ( ما رأيت أحدا أرحم بالعيال\r\nمن رسول الله صلى الله عليه وسلم قال وكان إبراهيم مسترضعا في عوالي المدينة إلى قوله\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\nفيأخذه فيقلبه ) أما العوالي فالقرى التي عند المدينة وقوله أرحم بالعيال هذا هو المشهور الموجود\r\nفي النسخ والروايات قال القاضي وفي بعض الروايات بالعباد ففيه بيان كريم خلقه صلى الله عليه\r\nوسلم ورحمته للعيال والضعفاء وفيه جواز الاسترضاع وفيه فضيلة رحمة العيال والأطفال وتقبيلهم\r\nقوله صلى الله عليه وسلم ( وإنه مات في الثدي وإن ظئرين تكملان رضاعه في الجنة ) معناه مات\r\nوهو في سن رضاع الثدي أو في حال تغذيه بلبن الثدي وأما الظئر فبكسر الظاء مهموزة وهي\r\nالمرضعة ولد غيرها وزوجها ظئر لذلك الرضيع فلفظة الظئر تقع على الأنثى والذكر ومعنى تكملان\r\nرضاعه أي تتمانه سنتين فإنه توفي وله ستة عشر شهرا أو سبعة عشر فترضعانه بقية السنتين فإنه\r\nتمام الرضاعة بنص القرآن قال صاحب التحرير وهذا الاتمام لارضاع إبراهيم رضي الله عنه\r\nيكون عقب موته فيدخل الجنة متصلا بموته فيتم فيها رضاعه كرامة له ولأبيه صلى الله عليه وسلم\r\nقال القاضي واسم أبي سيف هذا البراء واسم أم سيف زوجته خولة بنت المنذر الأنصارية كنيتها\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\nأم سيف وأم بردة قوله صلى الله عليه وسلم ( إنه من لا يرحم لا يرحم ) وفي رواية من لا يرحم\r\nالناس لا يرحمه الله قال العلماء هذا عام يتناول رحمة الأطفال وغيرهم قوله ( عن أبي ظبيان )\r\nبفتح الظاء وكسرها\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nباب كثرة حيائه ص\r\nقوله ( كان رسول الله صلى الله عليه وسلم أشد حياء من العذراء في خدرها وكان إذا كره شيئا\r\nعرفناه في وجهه ) العذراء البكر لأن عذرتها باقية وهي جلدة البكارة والخدر ستر يجعل للبكر في\r\nجنب البيت ومعنى عرفنا الكراهة في وجهه أي لا يتكلم به لحيائه بل يتغير وجهه فنفهم نحن\r\nكراهته وفيه فضيلة الحياء وهو من شعب الإيمان وهو خير كله ولا يأتي إلا بخير وقد سبق هذا\r\nكله في كتاب الايمان وشرحناه واضحا وهو محثوث عليه ما لم ينته إلى الضعف والنخو كما سبق\r\nقوله ( لم يكن فاحشا ولا متفحشا ) قال القاضي أصل الفحش الزيادة والخروج عن الحد قال\r\nالطبري الفاحش البذئ قال ابن عرفة الفواحش عند العرب القبائح قال الهروي الفاحش ذو الفحش\r\nوالمتفحش الذي يتكلف الفحش ويتعمده لفساد حاله قال وقد يكون المتفحش الذي يأتي الفاحشة\r\nقوله صلى الله عليه وسلم ( إن من خياركم أحاسنكم أخلاقا ) فيه الحث على حسن الخلق وبيان\r\nفضيلة صاحبه وهو صفة أنبياء الله تعالى وأوليائه قال الحسن البصري حقيقة حسن الخلق بذل\r\nالمعروف وكف الأذى وطلاقة الوجه قال القاضي عياض هو مخالطة الناس بالجميل والبشر\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nوالتودد لهم والاشفاق عليهم واحتمالهم والحلم عنهم والصبر عليهم في المكاره وترك الكبر\r\nوالاستطالة عليهم ومجانبة الغلظ والغضب والمؤاخذة قال وحكى الطبري خلافا للسلف في حسن\r\nالخلق هل هو غريزة أم مكتسب قال القاضي والصحيح أن منه ما هو غريزة ومنه ما يكتسب\r\nبالتخلق والاقتداء بغيره والله أعلم\r\nتبسمه صلى الله عليه وسلم وحسن عشرته\r\nقوله ( كان لا يقوم من مصلاه الذي صلى فيه الصبح حتى تطلع الشمس وكانوا يتحدثون\r\nفيأخذون في أمر الجاهلية فيضحكون ويتبسم ) فيه استحباب الذكر بعد الصبح وملازمة مجلسها\r\nما لم يكن عذر قال القاضي هذه سنة كان السلف وأهل العلم يفعلونها ويقتصرون في ذلك\r\nالوقت على الذكر والدعاء حتى تطلع الشمس وفيه جواز الحديث بأخبار الجاهلية وغيرها من\r\nالأمم وجواز الضحك والأفضل الاقتصار على التبسم كما فعله رسول الله صلى الله عليه وسلم\r\nفي عامة أوقاته قالوا ويكره اكثار الضحك وهو في أهل المراتب والعلم أقبح والله أعلم\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nرحمته صلى الله عليه وسلم النساء والرفق بهن\r\nقوله صلى الله عليه وسلم ( يا أنجشة رويدك سوقك بالقوارير وفي رواية ويحك يا أنجشة رويدا سوقك\r\nبالقوارير وفي رواية يا أنجشة لا تكسر القوارير يعني ضعفة النساء أما أنجشة فهمزة مفتوحة\r\nوإسكان النون وبالجيم وبشين معجمة وأما رويدك فمنصوب على الصفة بمصدر محذوف أي سق سوقا\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\nرويدا ومعناه الأمر بالرفق بهن وسوقك منصوب باسقاط الجار أي ارفق في سوقك\r\nبالقوارير قال العلماء سمى النساء قوارير لضعف عزائمهن تشبيها بقارورة الزجاج لضعفها\r\nواسراع الانكسار إليها واختلف العلماء في المراد بتسميتهن قوارير على قولين ذكرهما القاضي\r\nوغيره أصحهما عند القاضي وآخرين وهو الذي جزم به الهروي وصاحب التحرير وآخرون\r\nأن معناه أن أنجشة كان حسن الصوت وكان يحدو بهن وينشد شيئا من القريض والرجز\r\nوما فيه تشبيب فلم يأمن أن يفتنهن ويقع في قلوبهن حداؤه فأمره بالكف عن ذلك ومن\r\nأمثالهم المشهورة الغنارقية الزنا قال القاضي هذا أشبه بمقصودة صلى الله عليه وسلم وبمقتضى\r\nاللفظ قال وهو الذي يدل عليه كلام أبي قلابة المذكور في هذا الحديث في مسلم والقول الثاني\r\nأن المراد به الرفق في السير لأن الإبل إذا سمعت الحداء أسرعت في المشي واستلذته فأزعجت\r\nالراكب وأتعبته فنهاه عن ذلك لأن النساء يضعفن عند شدة الحركة ويخاف ضررهن\r\nوسقوطهن وأما ويحك فهكذا وقع في مسلم ووقع في غيره ويلك قال القاضي قال سيبويه\r\nويل كلمة تقال لمن وقع في هلكة وويح زجر لمن أشرف على الوقوع في هلكة وقال الفراء\r\nويل وويح وويس بمعنى وقيل ويح كلمة لمن وقع في هلكة لا يستحقها يعني في عرفنا فيرثى\r\nله ويترحم عليه وويل ضده قال القاضي قال بعض أهل اللغة لا يراد بهذه الألفاظ حقيقة\r\nالدعاء وإنما يراد بها المدح والتعجب وفي هذه الأحاديث جواز الحداء وهو بضم الحاء ممدود\r\nوجواز السفر بالنساء واستعمال المجاز وفيه مساعدة النساء من الرجال ومن سماع كلامهم\r\nإلا الوعظ ونحوه\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nقربه صلى الله عليه وسلم من الناس\r\n( وتبركهم به وتواضعه لهم )\r\nقوله ( كان رسول الله صلى الله عليه وسلم إذا صلى الغداة جاء خدم المدينة بآنيتهم فيها الماء\r\nفما يؤتى باناء الا غمس يده فيه فربما جاءوه في الغداة الباردة فيغمس يده فيها ) وفي الرواية\r\nالأخرى ( رأيت رسول الله صلى الله عليه وسلم والحلاق يحلقه وأطاف به أصحابه فما يريدون\r\nأن تقع شعرة إلا في يد رجل ) وفي الآخر ( ان امرأة كانت في عقلها شئ فقالت يا رسول الله ان\r\nلي إليك حاجة فقال يا أم فلان انظري أي السكك شئت حتى أقضي لك حاجتك فخلا معها\r\nفي بعض الطرق حتى فرغت من حاجتها ) في هذه الأحاديث بيان بروزه صلى الله عليه وسلم\r\nللناس وقربه منهم ليصل أهل الحقوق إلى حقوقهم ويرشد مسترشدهم ليشاهدوا أفعاله\r\nوحركاته فيقتدي بها وهكذا ينبغي لولاة الأمور وفيها صبره صلى الله عليه وسلم على المشقة\r\nفي نفسه لمصلحة المسلمين واجابته من سأله حاجة أو تبريكا بمس يده وادخالها في الماء\r\nكما ذكروا وفيه التبرك بآثار الصالحين وبيان ما كانت الصحابة عليه من التبرك بآثاره صلى الله\r\nعليه وسلم وتبركهم بإدخال يده الكريمة في الآية وتبركهم بشعره الكريم وإكرامهم إياه\r\nإن يقع شئ منه إلا في يد رجل سبق إليه وبيان تواضعه بوقوفه مع المرأة الضعيفة قوله\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n( خلا معها في بعض الطرق ) أي وقف معها في طريق مسلوك ليقضي حاجتها ويفتيها في الخلوة\r\nولم يكن ذلك من الخلوة بالأجنبية فان هذا كان في ممر الناس ومشاهدتهم إياه وإياها لكن\r\nلا يسمعون كلامها لأن مسألتها مما لا يظهره والله أعلم\r\nمباعدته صلى الله عليه وسلم للآثام واختياره من المباح اسهله\r\n( وانتقامه لله تعالى عند انتهاك حرماته )\r\nقولها ( ما خير رسول الله صلى الله عليه وسلم بين أمرين إلا أخذ أيسرهما ما لم يكن إثما فإن كان إثما كان\r\nأبعد الناس منه ) فيه استحباب الأخذ بالأيسر والأرفق ما لم يكن حراما أو مكروها قال القاضي\r\nويحتمل أن يكون تخييره صلى الله عليه وسلم هنا والله تعالى فيخيره فيما فيه عقوبتان أو فيما بينه\r\nوبين الكفار من القتال وأخذ الجزية أو في حق أمته في المجاهدة في العبادة أو الاقتصار وكان يختار\r\nالأيسر في كل هذا قال وأما قولها ما لم يكن إثما فيتصور إذا خيره الكفار والمنافقون فأما إن كان\r\nالتخيير من الله تعالى أو من المسلمين فيكون الاستثناء منقطعا قولها ( وما انتقم رسول الله صلى الله\r\nعليه وسلم لنفسه إلا أن تنتهك حرمة الله ) وفي رواية ما نيل منه شئ قط فينتقم من صاحبه إلا أن ينتهك\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\nشئ من محارم الله تعالى فينتقم لله تعالى ) معنى نيل منه أصيب بأذى من قول أو فعل وانتهاك حرمة\r\nالله تعالى هو ارتكاب ما حرمه قولها ( إلا أن تنتهك حرمة الله ) استثناء منقطع معناه لكن إذا انتهكت\r\nبحرمة الله انتصر لله تعالى وانتقم ممن ارتكب ذلك في هذا الحديث الحث على العفو والحلم واحتمال\r\nالأذى والانتصار لدين الله تعالى ممن فعل محرما أو نحوه وفيه أنه يستحب للأئمة والقضاة وسائر\r\nولاة الأمور التخلق بهذا الخلق الكريم فلا ينتقم لنفسه ولا يهمل حق الله تعالى قال القاضي\r\nعياض وقد أجمع العلماء على أن القاضي لا يقضي لنفسه ولا لمن لا يجوز شهادته له قولها ( ما ضرب\r\nرسول الله صلى الله عليه وسلم شيئا قط بيده ولا امرأة ولا خادما إلا أن يجاهد في سبيل الله ) فيه\r\nأن ضرب الزوجة والخادم والدابة وإن كان مباحا للأدب فتركه أفضل\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nطيب ريحه صلى الله عليه وسلم ولين مسه\r\nقوله ( صلاة الأولى ) يعنى الظهر والوالدان الصبيان واحدهم وليد وفي مسحه صلى الله عليه وسلم\r\nالصبيان بيان حسن خلقه ورحمته للأطفال وملاطفتهم وفي هذه الأحاديث بيان طيب ريحه صلى الله\r\nعليه وسلم وهو مما أكرمه الله تعالى قال العلماء كانت هذه الريح الطيبة صفته صلى الله عليه وسلم\r\nوان لم يمس طيبا ومع هذا فكان يستعمل الطيب في كثير من الأوقات مبالغة في طيب ريحه لملاقاة\r\nالملائكة وأخذ الوحي الكريم ومجالسة المسلمين قوله ( كأنما أخرجت من جؤنة عطار )\r\nهي بضم الجيم وهمزة بعدها ويجوز ترك الهمزة بقلبها واوا كما في نظائرها وقد ذكرها كثيرون\r\nأو الأكثرون في الواو قال القاضي هي مهموزة وقد يترك همزها وقال الجوهري هي بالواو وقد تهمز\r\nوهي السقط الذي فيه متاع العطار هكذا فسره الجمهور وقال صاحب العين هي سليلة مستديرة\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nمغشاة وأما قوله ( ما شممت ) هو بكسر الميم الأولى على المشهور وحكى أبو عبيد وابن\r\nالسكيت والجوهري وآخرون فتحها قوله ( أزهر اللون ) هو الأبيض المستنير وهي أحسن\r\nالألوان قوله ( كأن عرقه اللؤلؤ ) أي في الصفاء والبياض واللؤلؤ بهمز أوله وآخره وبتركهما\r\nوبهمز الأول دون الثاني وعكسه قوله ( إذا مشى تكفأ ) هو بالهمز وقد يترك همزه وزعم\r\nكثيرون أن أكثر ما يروى بلا همز وليس كما قالوا قال شمر أي مال يمينا وشمالا كما تكفأ السفينة\r\nقال الأزهري هذا خطأ لأن هذا صفة المختال وإنما معناه أن يميل إلى سمته وقصد مشيه كما قال\r\nفي الرواية الأخرى كأنما ينحط في صبب قال القاضي لا بعد فيما قاله شمر إذا كان خلقة وجبلة\r\nوالمذموم منه ما كان مستعملا مقصودا\r\nطيب عرقه صلى الله عليه وسلم والتبرك به\r\nقوله ( فقال عندنا فعرق ) أي نام للقيلولة قوله ( تسلت العرق ) أي تمسحه وتتبعه بالمسح قوله\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n( كان النبي صلى الله عليه وسلم يدخل بيت أم سليم فينام على فراشها ) قد سبق أنها كانت محرما له\r\nصلى الله عليه وسلم ففيه الدخول على المحارم والنوم عندهن وفي بيوتهن وجواز النوم على الأدم وهي\r\nالأنطاع والجلود قوله ( ففتحت عتيدتها ) هي بعين مهملة مفتوحة ثم مثناة من فوق ثم من تحت\r\nوهي كالصندوق الصغير تجعل المرأة فيه ما يعز من متاعها قوله ( ففزع النبي صلى الله عليه وسلم فقال\r\nما تصنعين ) معنى فزع استيقظ من نومه قولها ( عرقك أدوف به طيبي ) هو بالدال المهملة وبالمعجمة\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\nوالأكثرون على المهملة وكذا نقله القاضي عن رواية الأكثرين ومعناه غلط وسبق بيان هذه اللفظة\r\nفي أول كتاب الايمان قوله ( كيف يأتيك الوحي فقال أحيانا يأتيني مثل صلصلة الجرس وهو أشد علي\r\nثم يفصم عني وقد وعيته وأحيانا ملك في مثل صورة الرجل فأعي ما يقول ) أما الأحيان فالأزمان\r\nويقع على القليل والكثير ومثل صلصلة هو بنصب مثل وأما الصلصلة فبفتح الصادين وهي\r\nالصوت المتدارك قال الخطابي معناه أنه صوت متدارك يسمعه ولا يثبته أول ما يقرع سمعه حتى\r\nيفهمه من بعد ذلك قال العلماء والحكمة في ذلك أن يتفرغ سمعه صلى الله عليه وسلم ولا يبقى\r\nفيه ولا في قلبه مكان لغير صوت الملك ومعنى وعيت جمعت وفهمت وحفظت وأما يفصم فبفتح\r\nالياء واسكان الفاء وكسر الصاد المهملة أي يقلع وينجلي ما يتغشاني منه قاله الخطابي قال العلماء\r\nالفصم هو القطع من غير إبانة وأما القصم بالقاف فقطع مع الإبانة والانفصال ومعنى الحديث\r\nأن الملك يفارق على أن يعودوا لا يفارقه مفارقة قاطع لا يعود وروي هذا الحرف أيضا يفصم\r\nبضم الياء وفتح الصاد علي ما لم يسم فاعله وروى بضم الياء وكسر الصاد على أنه أفصم يفصم\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\nرباعي وهي لغة قليلة وهي من أفصم المطر إذا أقلع وكف قال العلماء ذكر في هذا الحديث\r\nحالين من أحوال الوحي وهما مثل صلصلة الجرس وتمثل الملك رجلا ولم يذكر الرؤيا في النوم\r\nوهي من الوحي لأن مقصود السائل بيان ما يختص به النبي صلى الله عليه وسلم ويخفي فلا يعرف\r\nإلا من جهته وأما الرؤيا فمشتركة معروفة قوله ( كرب لذلك وتربد وجهه ) هو بضم الكاف\r\nوكسر الراء ومعنى تربد أي تغير وصار كلون الرماد وفي ظاهر هذا مخالفة لما سبق في أول\r\nكتاب الحج في حديث المحرم الذي أحرم بالعمرة وعليه خلوق وأن يعلى بن أمة نظر إلى النبي\r\nصلى الله عليه وسلم حال نزول الوحي وهو محمر الوجه وجوابه أنها حمرة كدرة وهذا معنى التربد\r\nوأنه في أوله يتربد ثم يحمر أو بالعكس قوله ( أتلى عنه ) هكذا هو في معظم نسخ بلادنا\r\nأتلى بهمزة ومثناة فوق ساكنة ولام وياء ومعناه ارتفع عنه الوحي هكذا فسره صاحب التحرير\r\nوغيره ووقع في بعض النسخ أجلى بالجيم وفي رواية ابن ماهان انجلى ومعناهما أزيل عنه وزال\r\nعنه وفي رواية البخاري انجلى والله أعلم\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nصفة شعره صلى الله عليه وسلم وصفاته وحليته\r\nقوله ( كان أهل الكتاب يسدلون أشعارهم وكان المشركون يفرقون رؤسهم وكان رسول الله\r\nصلى الله عليه وسلم يحب موافقة أهل الكتاب فيما لم يؤمر به فسدل ناصيته ثم فرق بعد ) قال\r\nأهل اللغة يقال سدل يسدل ويسدل بضم الدال وكسرها قال القاضي سدل الشعر ارساله قال والمراد\r\nبه هنا عند العلماء ارساله على الجبين واتخاذه كالقصة يقال سدل شعره وثوبه إذا أرسله ولم يضم\r\nجوانبه وأما الفرق فهو فرق الشعر بعضه من بعض قال العلماء والفرق سنة لأنه الذي رجع إليه\r\nالنبي صلى الله عليه وسلم قالوا فالظاهر أنه إنما رجع إليه بوحي لقوله أنه كان يوافق أهل الكتاب\r\nفيما لم يؤمر به قال القاضي حتى قال بعضهم نسخ المسدل فلا يجوز فعله ولا اتخاذ الناصية والجمة قال\r\nويحتمل أن المراد جواز الفرق لا وجوبه ويحتمل أن الفرق كان باجتهاد في مخالفة أهل الكتاب\r\nلا يوحى ويكون الفرق مستحبا ولهذا اختلف السلف فيه ففرق منهم جماعة واتخذ اللمة آخرون\r\nوقد جاء في الحديث أنه كان للنبي صلى الله عليه وسلم لمة فإن انفرقت فرقها والا تركها قال مالك\r\nفرق الرجل أحب إلي هذا كلام القاضي والحاصل أن الصحيح المختار جواز السدل والفرق وأن\r\nالفرق أفضل والله أعلم قال القاضي واختلف العلماء في تأويل موافقة أهل الكتاب فيما لم ينزل\r\nعليه شئ فقيل فعله استئلافا لهم في أول الاسلام وموافقة لهم على مخالفة عبدة الأوثان فلما\r\nأغنى الله تعالى عن استئلافهم وأظهر الاسلام على الدين كله صرح بمخالفتهم في غير شئ منها\r\nصبغ الشيب وقال آخرون يحتمل أنه أمر باتباع شرائعهم فيما لم يوح إليه شئ وإنما كان هذا\r\nفيما علم أنهم لم يبدلوه واستدل بعض الأصوليين بهذا الحديث أن شرع من قبلنا شرع لنا ما لم\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\nيرد شرعنا بخلافه وقال آخرون بل هذا دليل أنه ليس بشرع لنا لأنه قال يحب موافقتهم فأشار\r\nإلي أنه إلي خيرته ولو كان شرعا لنا لتحتم اتباعه والله أعلم قوله ( كان رسول الله صلى الله عليه\r\nوسلم مربوعا ) هو بمعنى قوله في الرواية الثانية ليس بالطويل ولا بالقصير قوله ( عظيم الجمة\r\nإلى الشحمة أذنيه ) وفي رواية ما رأيت من ذي لمة أحسن منه وفي رواية كان يضرب شعره\r\nمنكبيه وفي رواية إلى أنصاف أذنيه وفي رواية بين أذنيه وعاتقه قال أهل اللغة الجمة أكثر من\r\nالوفرة فالجمة الشعر الذي نزل إلى المنكبين والوفرة ما نزل إلى شحمة الأذنين واللمة التي ألمت\r\nبالمنكبين قال القاضي والجمع بين هذه الروايات أن ما يلي الأذن هو الذي يبلغ شحمة أذنيه\r\nوهو الذي بين أذنيه وعاتقه وما خلفه هو الذي يضرب منكبيه قال وقيل بل ذلك لاختلاف\r\nالأوقات فإذا غفل عن تقصيرها بلغت المنكب وإذا قصرها كانت إلى أنصاف الأذنين فكان\r\nيقصر ويطول بحسب ذلك والعاتق ما بين المنكب والعنق وأما شحمة الأذن فهو اللين\r\nمنها في أسفلها وهو معلق القرط منها وتوضح هذه الروايات رواية إبراهيم الحربي كان\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\nشعر رسول الله صلى الله عليه وسلم فوق الوفرة ودون الجمة قوله في حديث البراء\r\n( كان رسول الله صلى الله عليه وسلم أحسن الناس وجها وأحسنهم خلقا ) قال القاضي\r\nضبطناه خلقا بفتح الخاء واسكان اللام هنا لأن مراده صفات جسمه قال وأما في حديث أنس\r\nفرويناه بالضم لأنه إنما أخبر عن حسن معاشرته وأما قوله وأحسنه فقال أبو حاتم وغيره\r\nهكذا تقوله العرب وأحسنه يريدون وأحسنهم ولكن لا يتكلمون به وإنما يقولون أجمل\r\nالناس وأحسنه ومنه الحديث خير نساء ركبن الإبل نساء قريش أشفقه على ولد وأعطفه على\r\nزوج وحديث أبي سفيان عندي أحسن نساء العرب وأجمله قوله ( كان شعرا رجلا ليس\r\nبالجعد ولا السبط ) هو بفتح الراء وكسر الجيم وهو الذي بين الجعودة والسبوطة قاله الأصمعي\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\nوغيره قوله ( عن شعبة عن سماك بن حرب قال سمعت جابر بن سمرة قال كان رسول الله صلى الله\r\nعليه وسلم ضليع الفم أشكل العين منهوس العقبين قال قلت لسماك ما ضليع الفم قال عظيم ألقم\r\nقلت أما أشكل العين قال طويل شق العين قلت ما منهوس العقب قال قليل لحم العقب ) أما قوله\r\nفي ضليع الفم فكذا قاله الأكثرون وهو الأظهر قالوا العرب تمدح بذلك وتذم صغر الفم\r\nوهو معنى قول ثعلب في ضليع الفم واسع الفم وقال شمر عظيم الأسنان وأما قوله في أشكل العين\r\nفقال القاضي هذا وهم من سماك باتفاق العلماء وغلط ظاهر وصوابه ما اتفق عليه العلماء ونقله\r\nأبو عبيد وجميع أصحاب الغريب أن الشكلة حمرة في بياض العينين وهو محمود والشهلة بالهاء\r\nحمرة في سواد العين وأما المنهوس فبالسين المهملة هكذا ضبطه الجمهور وقال صاحب التحرير\r\nوابن الأثير روى بالمهملة والمعجمة وهما متقاربان ومعناه قليل لحم العقب كما قال والله أعلم\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nقوله ( كان أبيض مليحا مقصدا ) هو بفتح الصاد المشددة وهو الذي ليس بجسيم ولا نحيف\r\nولا طويل ولا قصير وقال شمر هو نحو الربعة والقصد بمعناه والله أعلم\r\nباب شيبه صلى الله عليه وسلم\r\nقوله ( سألت أنس ابن مالك هل كان رسول الله صلى الله عليه وسلم خضب فقال لم يبلغ الخضاب\r\nكان في لحيته شعرات بيض ) وفي رواية لم ير من الشيب إلا قليلا وفي رواية لو شئت أن أعد\r\nشمطات كن في رأسه ولم يخضب وفي رواية لم يخضب رسول الله صلى الله وسلم إنما كان\r\nالبياض في عنفقته وفي الصدغين وفي الرأس نبذ وفي رواية ما شانه الله ببيضاء وفي رواية أبي جحيفة\r\nرأيت رسول الله صلى الله عليه وسلم هذه منه بيضاء ووضع الراوي بعض أصابعه على عنفقته\r\nوفي رواية له رأيت رسول الله صلى عليه وسلم أبيض قد شاب وفي رواية جابر بن سمرة أنه\r\nسئل عن شيب النبي صلى الله عليه وسلم فقال كان إذا دهن رأسه لم ير منه شئ وإذا لم يدهن\r\nرئي منه وفي رواية له كان قد شمط مقدم رأسه ولحيته وفي رواية لأنس يعد عدا توفي وليس\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\nفي رأسه ولحيته عشرون شعرة بيضاء وفي حديث أم سلمة أنها أخرجت لهم شعرات من شعر\r\nرسول الله صلى الله عليه وسلم حمرا مخضوبة بالحناء والكتم قال القاضي اختلف العلماء هل\r\nخضب النبي صلى الله عليه وسلم أم لا فمنعه الأكثرون بحديث انس وهو مذهب مالك وقال\r\nبعض المحدثين خضب لحديث أم سلمة هذا ولحديث ابن عمر أنه رأى النبي صلى الله عليه وسلم\r\nيصبغ بالصفرة قال وجمع بعضهم بين الأحاديث بما أشار إليه في حديث أم سلمة من كلام\r\nأنس في قوله فقال ما أدرى في هذا الذي يحدثون إلا أن يكون شئ من الطيب الذي كان يطيب به\r\nشعره لأنه صلى الله عليه وسلم كان يستعمل الطيب كثيرا وهو يزيل سواد الشعر فأشار أنس\r\nإلى أن تغيير ذلك ليس بصبغ وإنما هو لضعف لون سواده بسبب الطيب قال ويحتمل أن\r\nتلك الشعرات تغيرت بعده لكثرة تطيب أم سلمة لها اكراما هذا آخر كلام القاضي والمختار\r\nأنه صلى الله عليه وسلم صبغ في وقت وتركه في معظم الأوقات فأخبر كل بما رأى وهو صادق\r\nوهذا التأويل كالمتعين فحديث ابن عمر في الصحيحين ولا يمكن تركه ولا تأويل له والله\r\nأعلم وأما اختلاف الرواية في قدر شيبه فالجمع بينها أنه رأى شيئا يسيرا فمن أثبت شيبه أخبر\r\nعن ذلك اليسير ومن نفاه أراد أنه لم يكثر فيه كما قال في الرواية الأخرى لم يشتد الشيب\r\nاي لم يكثر ولم يخرج شعره عن سواده وحسنه كما قال في الرواية الأخرى لم ير من الشيب\r\nالا قليلا قوله ( أعد شمطاته ) وفي الرواية الأخرى كان قد شمط بكسر الميم اتفق العلماء\r\nعلى أن المراد بالشمط هنا ابتداء الشيب يقال منه شمط وأشمط قوله ( خضب أبو بكر وعمر\r\nوعثمان رضي الله عنهم بالحناء والكتم ) أما الحناء فممدود وهو معروف وأما الكتم فبفتح\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\nالكاف والتاء المثناة من فوق المخففة هذا هو المشهور وقال أبو عبيدة هو بتشديد التاء\r\nوحكاه عيره وهو نبات يصبغ به الشعر يكثر بياضه أو حمرته إلى الدهمة قوله\r\n( اختضب عمر بالحناء ) هو بالحاء المهملة معناه خالصا لم يخلط بغيره قوله ( عن أنس رضي الله\r\nعنه قال يكره أن ينتف الرجل الشعرة البيضاء من رأسه ولحيته ) هذا متفق عليه قال أصحابنا\r\nوأصحاب مالك يكره ولا يحرم قوله ( وفي الرأس نبذ ) ضبطوه بوجهين أحدهما ضم النون وفتح\r\nالباء والثاني بفتح النون وإسكان الباء وبه جزم القاضي ومعناه شعرات متفرقة قوله ( سمع أبا\r\nإياس ) هو معاوية بن قرة قوله ( أبري النبل رأريشها ) أما أبرى فبفتح الهمزة وأما أريشها\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nفبفتح الهمزة أيضا وكسر الراء وإسكان الياء أي أجعل للنبل ريشا\r\nإثبات خاتم النبوة وصفته ومحله من جسده\r\nصلى الله عليه وسلم\r\nقوله ( ورأيت الخاتم عند كتفه مثل بيضة الحمامة يشبه جسده ) وفي رواية بين كتفيه مثل زر الحجلة\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\nوفي رواية فنظرت إلى خاتم النبوة بين كتفيه عند ناغض كتفه اليسرى جمعا عليه خيلان كأمثال\r\nالثآليل اما بيضة الحمامة فهو بيضتها المعروفة واما زر الحجلة فبزاي ثم ياء والحجلة بفتح الحاء\r\nوالجيم هذا هو الصحيح المشهور والمراد بالحجلة واحدة الحجال وهي بيت كالقبة لها أزرار كباز\r\nوعرى هذا هو الصواب المشهور الذي قاله الجمهور وقال بعضهم المراد بالحجلة الطائر المعروف\r\nوزرها بيضتها وأشار إليه الترمذي وانكره عليه العلماء وقال الخطابي روى أيضا بتقديم الراء\r\nعلى الزاي ويكون المراد البيض يقال أرزت الجرادة بفتح الراء وتشديد الزاي إذا كبست\r\nذنبها في الأرض فباضت وجاء في صحيح البخاري كانت بضعة ناشزة أي مرتفعة على جسده واما\r\nناغض كتفه فبالنون والغين والضاد المعجمتين والغين مكسورة وقال الجمهور النغض والنغض\r\nوالناغض أعلى الكتف وقيل هو العظم الرقيق الذي على طرفه وقيل ما يظهر منه عند التحرك\r\nواما قوله جمعا فبضم الجيم وإسكان الميم ومعناه انه كجمع الكف وهو صورته بعد ان\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nتجمع الأصابع وتضمها واما الخيلان فبكسر الخاء المعجمة وإسكان الياء جمع خال وهو الشامة\r\nفي الجسد والله أعلم قال القاضي وهذه الروايات متقاربة متفقة على أنها شاخص في جسده قدر\r\nبيضة الحمامة وهو نحو بيضة الحجلة وزر الحجلة وأما رواية جمع الكف وناشز فظاهرها المخالفة\r\nفتؤول على وفق الروايات الكثيرة ويكون معناه على هيئة جمع الكف لكنه أصغر منه في قدر\r\nبيضة الحمامة قال القاضي وهذا الخاتم هو أثر شق الملكين بين الكتفين وهذا الذي قاله ضعيف\r\nبل باطل لأن شق الملكين إنما كان في صدره وبطنه والله أعلم\r\nقدر عمره صلى الله عليه وسلم وإقامته بمكة والمدينة\r\nذكر في الباب ثلاث روايات إحداها انه صلى الله عليه وسلم توفى وهو ابن ستين سنة والثانية\r\nخمس وستون والثالثة ثلاث وستون وهو أصحها وأشهرها رواه مسلم هنا من رواية عائشة وأنس\r\nوابن عباس رضي الله عنهم واتفق العلماء على أن أصحها ثلاث وستون وتأولوا الباقي عليه فرواية\r\nستين اقتصر فيها على العقود وترك الكسر ورواية الخمس متأولة أيضا وحصل فيها اشتباه وقد\r\nأنكر عروة على ابن عباس قوله ( خمس وستون ) ونسبه إلى الغلط وانه لم يدرك أول النبوة\r\nولا كثرت صحبته بخلاف الباقين واتفقوا انه صلى الله عليه وسلم أقام بالمدينة بعد الهجرة عشر\r\nسنين وبمكة قبل النبوة أربعين سنة وإنما الخلاف في قدر إقامته بمكة بعد النبوة وقبل الهجرة\r\nوالصحيح انها ثلاث عشرة فيكون عمره ثلاثا وستين وهذا الذي ذكرناه انه بعث على رأس\r\nأربعين سنة هو الصواب المشهور الذي أطبق عليه العلماء وحكى القاضي عياض عن ابن عباس\r\nوسعيد بن المسيب رواية شاذة انه صلى الله عليه وسلم بعث على رأس ثلاث وأربعين سنة\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\nوالصواب أربعون كما سبق وولد عام الفيل على الصحيح المشهور وقيل بعد الفيل بثلاث سنين\r\nوقيل بأربع سنين وادعى القاضي عياض الاجماع على عام الفيل وليس كما ادعى واتفقوا انه ولد\r\nيوم الاثنين في شهر ربيع الأول وتوفي يوم الاثنين من شهر ربيع الأول واختلفوا في\r\nيوم الولادة هل هو ثاني الشهر أم ثامنه أم عاشره أم ثاني عشره ويوم الوفاة ثاني عشره\r\nضحى والله أعلم قوله ( ليس بالطويل البائن ولا بالقصير ) المراد بالبائن زائد الطول أي هو بين\r\nزائد الطول والقصير وهو بمعنى ما سبق انه كان مقصدا قوله ( ولا الأبيض الأمهق ولا بالآدم )\r\nالأمهق بالميم هو شديد البياض كلون الجص وهو كريه المنظر وربما توهمه الناظر أبرص والآدم الأسمر\r\nمعناه ليس بأسمر ولا بأبيض كريه البياض بل أبيض بياضا نيرا كما قال في الحديث السابق انه صلى\r\nالله عليه وسلم كان أزهر اللون وكذا قال في الرواية التي بعده كان أزهر قوله ( قلت لعروة كم لبث\r\nالنبي صلى الله عليه وسلم بمكة قال عشرا قلت فان ابن عباس يقول بضع عشرة قال فغفره\r\nوقال إنما أخذ من قول الشاعر ) هكذا هو في جميع نسخ بلادنا فغفره بالغين والفاء\r\nوكذا نقله القاضي عن رواية الجلودي ومعناه دعا له بالمغفرة فقال غفر الله له وهذه اللفظة\r\nيقولونها غالبا لمن غلط في شئ فكأنه قال أخطأ غفر الله له قال القاضي وفي رواية ابن ماهان فصغره\r\nبصاد ثم غين أي استصغره عن معرفته هذا وادراكه ذلك وضبطه وإنما أسند فيه إلى قول الشاعر\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\nوليس معه علم بذلك ويرجح القاضي هذا القول قال والشاعر هو أبو قيس صرمة بن\r\nأبي أنس حيث يقول\r\nثوى في قريش بضع عشرة حجة يذكر لو يلقى خليلا مواتيا\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\nوقد وقع هذا البيت في بعض نسخ صحيح مسلم وليس هو في عامتها قلت وأبو قيس هذا هو صرمة بن\r\nأبي أنس بن أبي انس بن مالك بن عدي بن عامر بن غنم بن عدي بن النجار الأنصاري هكذا نسبه ابن إسحاق قال\r\nكان قد ترهب في الجاهلية ولبس المسوح وفارق الأوثان واغتسل من الجنابة واتخذ بيتا له مسجدا\r\nلا يدخل عليه حائض ولا جنب وقال أعبد رب إبراهيم فلما قدم النبي صلى الله عليه وسلم المدينة أسلم\r\nفحسن إسلامه وهو شيخ كبير وكان قوالا بالحق وكان معظما لله تعالى في الجاهلية يقول الشاعر\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\nفي تعظيمه سبحانه وتعالى قوله ( سمع معاوية يخطب فقال مات رسول الله صلى الله عليه وسلم\r\nوهو ابن ثلاث وستين وأبو بكر وعمر وأنا ابن ثلاث وستين هكذا هو في جميع النسخ وهو صحيح\r\nوتقديره وأبو بكر وعمر كذلك ثم استأنف فقال وأنا ابن ثلاث وستين أي وأنا متوقع موافقتهم\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nواني أموت في سنتي هذه قوله ( يسمع الصوت ويرى الضوء ) قال القاضي أي صوت الهاتف\r\nبه من الملائكة ويرى الضوء اي نور الملائكة ونور آيات الله تعالى حتى رأى الملك بعينه وشافهه\r\nوحى الله تعالى\r\nفي أسمائه صلى الله عليه وسلم\r\nذكر هنا هذه الأسماء وله صلى الله عليه وسلم أسماء أخر ذكر أبو بكر بن العربي المالكي\r\nفي كتابه الأحوذي في شرح الترمذي عن بعضهم ان لله تعالى ألف اسم وللنبي صلى الله عليه وسلم ألف\r\nاسم أيضا ثم ذكر منها على التفصيل بضعا وستين قال أهل اللغة يقال رجل محمد ومحمود إذا كثرت خصاله\r\nالمحمودة وقال ابن فارس وغيره وبه سمي نبينا صلى الله عليه وسلم محمدا وأحمد اي ألهم الله تعالى أهله\r\nان سموه به لما علم من جميل صفاته قوله صلى الله عليه وسلم ( وأنا الماحي الذي يمحى بي الكفر ) قال العلماء\r\nالمراد محو الكفر من مكة والمدينة وسائر بلاد العرب وما زوى له صلى الله عليه وسلم من الأرض\r\nووعد ان يبلغه ملك أمته قالوا ويحتمل ان المراد المحو العام بمعنى الظهور بالحجة والغلبة كما قال\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\nتعالى ليظهره على الدين كله وجاء في حديث آخر تفسير الماحي بأنه الذي محيت به سيئات من\r\nاتبعه فقد يكون المراد بمحو الكفر هذا ويكون كقوله تعالى قل للذين كفروا ان ينتهوا يغفر\r\nلهم ما قد سلف والحديث الصحيح الاسلام يهدم ما كان قبله قوله صلى الله عليه وسلم ( وأنا\r\nالحاشر الذي يحشر الناس على عقبي ) وفي الرواية الثانية علي قدمي فأما الثانية فاتفقت النسخ\r\nعلي انها على قدمي لكن ضبطوه بتخفيف الياء على الافراد وتشديدها على التثنية واما الرواية\r\nالأولى فهي في معظم النسخ وفي بعضها قدمي كالثانية قال العلماء معناهما يحشرون علي أثري\r\nوزمان نبوتي ورسالتي وليس بعدي نبي وقيل يتبعوني قوله ( والمقفي ونبي التوبة ونبي الرحمة )\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nأما العاقب ففسره في الحديث بأنه ليس بعده نبي اي جاء عقبهم قال ابن الاعرابي العاقب والعقوب\r\nالذي يخلف في الخير من كان قبله ومنه عقب الرجل لولده واما المقفي فقال شمر هو بمعني العاقب\r\nوقال ابن الاعرابي هو المتبع للأنبياء يقال قفوته أقفوه وقفيته أقفيه إذا اتبعته وقافية كل شئ\r\nآخره واما نبي التوبة ونبي الرحمة ونبي المرحمة فمعناها متقارب ومقصودها انه صلى الله عليه وسلم\r\nجاء بالتوبة وبالتراحم قال الله تعالى رحماء بينهم وتواصوا بالصبر وتواصوا بالرحمة والله أعلم\r\nوفي حديث آخر نبي الملاحم لأنه صلى الله عليه وسلم بعث بالقتال قال العلماء وإنما اقتصر على\r\nهذه الأسماء مع أن له صلى الله عليه وسلم أسماء غيرها كما سبق لأنها موجودة في الكتب المتقدمة\r\nوموجودة للأمم السالفة\r\nباب علمه صلى الله عليه وسلم بالله تعالى وشدة خشيته\r\nقوله ( فغضب حتى بان الغضب في وجهه ثم قال ما بال أقوام يرغبون عما رخص لي فيه فوالله\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nلأنا أعلمهم بالله وأشدهم له خشية ) فيه الحث على الاقتداء به صلى الله عليه وسلم والنهي عن\r\nالتعمق في العبادة وذم التنزه عن المباح شكا في اباحته وفيه الغضب عند انتهاك حرمات الشرع\r\nوإن كان المنتهك متأولا تأويلا باطلا وفيه حسن المعاشرة بإرسال التعزيز والانكار في الجمع ولا\r\nيعين فاعله فيقال ما بال أقوام ونحوه وفيه ان القرب إلى الله تعالى سبب لزيادة العلم به وشدة\r\nخشيته واما قوله صلى الله عليه وسلم فوالله لأنا أعلمهم بالله وأشدهم له خشية فمعناه انهم يتوهمون\r\nان سننهم عما فعلت أقرب لهم عند الله وان فعل خلاف ذلك وليس كما توهموا بل انا اعلمهم\r\nبالله وأشدهم له خشية وإنما يكون القرب إليه سبحانه وتعالى والخشية له على حسب ما أمر لا\r\nبمخيلات النفوس وتكلف اعمال لم يأمر بها والله أعلم\r\nباب وجوب اتباعه صلى الله عليه وسلم\r\nقوله ( شراج الحرة ) بكسر الشين المعجمة وبالجيم هي مسايل الماء واحدها شرجة والحرة\r\nهي الأرض الملسة فيها حجارة سود قوله ( سرح الماء ) اي أرسله قوله صلى الله عليه\r\nوسلم ( اسق يا زبير ثم ارسل الماء إلى جارك فغضب الأنصاري فقال يا رسول الله إن كان ابن\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\nعمتك فتلون وجه نبي الله صلى الله عليه وسلم ثم قال يا زبير اسق ثم احبس الماء حتى يرجع إلى\r\nالجدر ) اما قوله إن كان ابن عمتك فهو بفتح الهمزة اي فعلت هذا لكونه ابن عمتك وقوله تلون\r\nوجهه اي تغير من الغضب لانتهاك حرمات النبوة وقبح كلا هذا الانسان واما الجدر فبفتح\r\nالجيم وكسرها وبالدال المهملة وهو الجدار وجمع الجدار جدر ككتاب وكتب وجمع الجدر\r\nجدور كفلس وفلوس ومعنى يرجع إلى الجدر اي يصير إليه والمراد بالجدر أصل الحائط وقيل\r\nأصول الشجر والصحيح الأول وقدره العلماء ان يرتفع الماء في الأرض كلها حتى يبتل كعب\r\nرجل الانسان فلصاحب الأرض الأولى التي تلي الماء ان يحبس الماء في الأرض إلى هذا الحد\r\nثم يرسله إلى جاره الذي وراءه وكان الزبير صاحب الأرض الأولى فأدل عليه رسول الله صلى الله\r\nعليه وسلم وقال اسق ثم ارسل الماء إلى جارك اي اسق شيئا يسيرا دون قدر حقك ثم أرسله إلى\r\nجارك ادلالا على الزبير ولعلمه بأنه يرضى بذلك ويؤثر الاحسان إلى جاره فلما قال الجار ما قال\r\nأمره ان يأخذ جميع حقه وقد سبق شرح هذا الحديث واضحا في بابه قال العلماء ولو صدر مثل\r\nهذا الكلام الذي تكلم به الأنصاري اليوم من انسان من نسبته صلى الله عليه وسلم إلى هوى كان كفرا\r\nوجرت على قائله أحكام المرتدين فيجب قتله بشرطه قالوا وإنما تركه النبي صلى الله عليه وسلم لأنه كان في أول\r\nالاسلام يتألف الناس ويدفع بالتي هي أحسن ويصبر على أذى المنافقين ومن في قلبه مرض\r\nويقول يسروا ولا تعسروا وبشروا ولا تنفروا ويقول لا يتحدث الناس ان محمدا يقتل أصحابه\r\nوقد قال الله تعالى تزال تطلع على خائنة منهم الا قليلا منهم فاعف عنهم واصفح إن الله\r\nيحب المحسنين قال القاضي وحكى الداودي ان هذا الرجل الذي خاصم الزبير كان منافقا\r\nوقوله في الحديث انه أنصاري لا يخالف هذا لأنه كان من قبيلتهم لا من الأنصار المسلمين\r\nوأما قوله في آخر الحديث فقال الزبير والله اني لأحسب هذه الآية نزلت فيه وربك لا يؤمنون\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\nالآية فهكذا قال طائفة في سبب نزولها وقيل نزلت في رجلين تحاكما إلى النبي صلى الله عليه وسلم\r\nفحكم على أحدهما فقال ارفعني إلى عمر بن الخطاب وقيل في يهودي ومنافق اختصما إلى النبي\r\nصلى الله عليه وسلم فلم يرض المنافق بحكمه وطلب الحكم عند الكاهن قال ابن جرير يجوز\r\nانها نزلت في الجميع والله أعلم قوله صلى الله عليه وسلم ( ما نهيتكم عنه فاجتنبوه وما أمرتكم به\r\nفافعلوا منه ما استطعتم ) هذا الحديث سبق شرحه واضحا في كتاب الحج وهو من قواعد الاسلام\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nباب توقيره صلى الله عليه وسلم وترك إكثار سؤاله\r\nعما لا ضرورة إليه أو لا يتعلق به تكليف وما لا يقع ونحو ذلك\r\nمقصود أحاديث الباب انه صلى الله عليه وسلم نهاهم عن اكثار السؤال والابتداء بالسؤال\r\nعما لا يقع وكره ذلك لمعان منها انه ربما كان سببا لتحريم شئ على المسلمين فيلحقهم به المشقة\r\nوقد بين هذا بقوله صلى الله عليه وسلم في الحديث الأول أعظم المسلمين جرما من سأل عن شئ\r\nلم يحرم على المسلمين فحرم عليهم من اجل مسألته ومنها انه ربما كان في الجواب ما يكرهه\r\nالسائل ويسوؤه ولهذا أنزل الله تعالى في ذلك قوله تعالى أيها الذين آمنوا لا تسألوا عن أشياء\r\nإن تبد لكم تسؤكم كما صرح به في الحديث في سبب نزولها ومنها أنهم ربما أحفوه صلى الله\r\nعليه وسلم بالمسألة والحفوة المشقة والأذى فيكون ذلك سببا لهلاكهم وقد صرح بهذا في حديث\r\nأنس المذكور في الكتاب في قوله سألوا نبي الله صلى الله عليه وسلم حتى أحفوه بالمسألة إلى آخره\r\nوقد قال الله تعالى الذين يؤذون الله ورسوله لعنهم الله في الدنيا والآخرة وأعد لهم عذابا\r\nمهينا قوله صلى الله عليه\r\nوسلم ( ان أعظم المسلمين في المسلمين جرما من سأل عن شئ لم يحرم\r\nعلى المسلمين فحرم عليهم من أجل مسألته ) وفي رواية من سأل عن شئ ونقر عنه اي بالغ\r\nفي البحث عنه والاستقصاء قال القاضي عياض المراد بالجرم هنا الحرج على المسلمين لا انه الجرم\r\nالذي هو الاثم المعاقب عليه لان السؤال كان مباحا ولهذا قال صلى الله عليه وسلم سلوني\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\nهذا كلام القاضي وهذا الذي قاله القاضي ضعيف بل باطل والصواب الذي قاله الخطابي\r\nوصاحب التحرير وجماهير العلماء في شرح هذا الحديث ان المراد بالجرم هنا الاثم والذنب\r\nقالوا ويقال منه جرم بالفتح واجترم تجرم إذا اثم قال الخطابي وغيره هذا الحديث فيمن\r\nسأل تكلفا أو تعنتا فيما لا حاجة به إليه فأما من سأل لضرورة بأن وقعت له مسألة فسال عنها\r\nفلا اثم عليه ولا عتب لقوله تعالى فاسألوا أهل الذكر قال صاحب التحرير وغيره فيه دليل\r\nعلى أن من عمل ما فيه اضرار بغيره كان آثما قوله صلى الله عليه وسلم ( عرضت علي الجنة\r\nوالنار فلم أر كاليوم في الخير والشر ولو تعلمون ما أعلم لضحكتم قليلا ولبكيتم كثيرا ) فيه\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\nان الجنة والنار مخلوقتان وقد سبق شرح عرضهما ومعنى الحديث لم أر خيرا أكثر مما رأيته\r\nاليوم في الجنة ولا شرا أكثر مما رأيته اليوم في النار ولو رأيتم ما رأيت وعلمتم ما علمت مما\r\nرايته اليوم وقبل اليوم لأشفقتم اشفاقا بليغا ولقل ضحككم وكثر بكاؤكم وفيه دليل على أنه\r\nلا كراهة في استعمال لفظة لو في مثل هذا والله أعلم ، قوله ( غطوا رؤسهم ولهم خنين ) هو\r\nبالخاء المعجمة هكذا هو في معظم النسخ ولمعظم الرواة ولبعضهم بالحاء المهملة وممن ذكر الوجهين\r\nالقاضي وصاحب التحرير وآخرون قالوا ومعناه بالمعجمة صوت البكاء وهو نوع من البكاء دون\r\nالانتحاب قالوا وأصل الخنين خروج الصوت من الانف كالخنين بالمهملة من الفم وقال الخليل هو\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\nصوت فيه غنة وقال الأصمعي إذا تردد بكاؤه فصار في كونه غنة فهو خنين وقال أبو زيد الخنين\r\nمثل الحنين وهو شديد البكاء قوله ( فلما أكثر رسول الله صلى الله عليه وسلم ان يقول سلوني\r\nبرك عمر فقال رضينا بالله ربا وبالاسلام دينا وبمحمد رسولا فسكت رسول الله صلى الله عليه وسلم\r\nحين قال عمر ذلك ) قال العلماء هذا القول منه صلى الله عليه وسلم محمول على أنه أوحى إليه\r\nوالا فلا يعلم كل ما سئل عنه من المغيبات الا بإعلام الله تعالى قال القاضي وظاهر الحديث ان قوله\r\nصلى الله عليه وسلم سلوني إنما كان غضبا كما قال في الرواية الأخرى سئل النبي صلى الله عليه وسلم\r\nعن أشياء كرهها فلما أكثر عليه غضب ثم قال للناس سلوني وكان اختياره صلى الله عليه وسلم ترك\r\nتلك المسائل لكن وافقهم في جوابها لأنه لا يمكن رد السؤال ولما رآه من حرصهم عليها والله أعلم\r\nواما بروك عمر رضي الله عنه وقوله فإنما فعله أدبا واكراما لرسول الله صلى الله عليه وسلم\r\nوشفقة على المسلمين لئلا يؤذوا النبي صلى الله عليه وسلم فيهلكوا ومعنى كلامه رضينا بما عندنا\r\nمن كتاب الله تعالى وسنة نبينا محمد صلى الله عليه وسلم واكتفينا به عن السؤال ففيه أبلغ كفاية\r\nقولهم قال رسول الله صلى الله عليه وسلم أولى والذي نفسي محمد بيده لقد عرضت على الجنة والنار\r\nآنفا في عرض هذا الحائط اما لفظة أولى فهي تهديد ووعيد وقيل كلمة تلهف فعلى هذا يستعملها\r\nمن نجا من أمر عظيم والصحيح المشهور أنها للتهديد ومعناها قرب منكم ما تكرهونه ومنه قوله\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\nتعالى فإن لك فأولى أي قاربك ما تكره فاحذره مأخوذ من الولي وهو القرب واما آنفا فمعناه\r\nقريبا الساعة والمشهور فيه المد ويقال بالقصر وقرئ بهما في السبع الأكثرون بالمد وعرض\r\nالحائط بضم العين جانبه قوله ( أن أم عبد الله بن حذاقة قالت له أأمنت أن تكون أمك قد قارفت\r\nبعض ما يقارف نساء الجاهلية فتفضحها على أعين الناس فقال ابنها والله لو الحقني بعبد أسود للحقته )\r\nاما قولها قارفت فمعناه عملت سوءا والمراد الزنا والجاهلية هم من قبل النبوة سموا به لكثرة جهالاتهم\r\nوكان سبب سؤاله ان بعض الناس كان يطعن في نسبه على عادة الجاهلية من الطعن في الأنساب وقد بين\r\nهذا في الحديث الآخر بقوله كان يلاحي فيدعي لغير أبيه والملاحاة المخاصمة والسباب وقولها\r\nفتفضحها معناه لو كنت من زنا فنفاك عن أبيك حذافة فضحتني واما قوله لو ألحقني بعبد للحقته\r\nفقد يقال هذا لا يتصور لان الزنا لا يثبت به النسب ويجاب عنه بأنه يحتمل وجهين أحدهما أن ابن\r\nحذافة ما كان بلغه هذا الحكم وكان يظن أن ولد الزنا يلحق الزاني وقد خفى هذا على أكبر منه\r\nوهو سعد بن أبي وقاص حين خاصم في ابن وليدة زمعة فظن أنه يلحق أخاه بالزنا والثاني انه يتصور\r\nالالحاق بعد وطئها بشبهة فيثبت النسب منه والله أعلم قوله ( حدثنا يوسف بن حماد المعني )\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\nهو بكسر النون وتشديد الياء قال السمعاني منسوب إلى معن بن زائدة وهذا الاسناد كله بصريون\r\nقوله ( أحفوه بالمسألة ) اي أكثروا في الالحاح والمبالغة فيه يقال أحفى والحف وألح بمعنى\r\nقوله ( فلما سمع ذلك القوم أرموا ) هو بفتح الراء وتشديد الميم المضمومة أي سكتوا واصله\r\nمن المرمة وهي الشفة اي ضموا شفاههم بعضها على بعض فلم يتكلموا ومنه رمت الشاه الحشيش\r\nضمته بشفتيها قوله ( أنشأ رجل ثم أنشأ عمر ) قال أهل اللغة معناه ابتدأ ومنه أنشأ الله الخلق اي ابتدأهم\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nوجوب امتثال ما قاله شرعا دون ما ذكره صلى الله عليه وسلم\r\nمن معايش الدنيا على سبيل الرأي\r\nفيه حديث ابار النخل وانه صلى الله عليه وسلم قال ( ما أظن يعني ذلك شيئا فخرج شيصا فقال إن كان\r\nينفعهم ذلك فليصنعوه فاني إنما ظننت ظنا فلا تؤاخذوني بالظن ولكن إذا حدثتكم عن الله\r\nشيئا فخذوا به ) وفي رواية إذا أمرتكم بشئ من دينكم فخذوا به وإذا أمرتكم بشئ من رأى\r\nفإنما انا بشر وفي رواية أنتم أعلم بأمر دنياكم قال العلماء قوله صلى الله عليه وسلم من رأيي اي\r\nفي امر الدنيا ومعايشها لا على التشريع فأما ما قاله باجتهاده صلى الله عليه وسلم ورآه شرعا\r\nيجب العمل به وليس آبار النخل من هذا النوع بل من النوع المذكور قبله مع أن لفظة الرأي\r\nإنما أتى بها عكرمة على المعنى لقوله في آخر الحديث قال عكرمة أو نحو هذا فلم يخبر بلفظ\r\nالنبي صلى الله عليه وسلم محققا قال العلماء ولم يكن هذا القول خبرا وإنما كان ظنا كما بينه في\r\nهذه الروايات قالوا ورأيه صلى الله عليه وسلم في أمور المعايش وظنه كغيره فلا يمتنع وقوع\r\nمثل هذا ولا نقص في ذلك وسببه تعلق همهم\r\nبالآخرة ومعارفها والله أعلم قوله يلقحونه ) هو\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\nبمعنى يأبرون في الرواية الأخرى ومعناه ادخال شئ طلع الذكر في طلع الأنثى فتعلق بإذن الله\r\nويأبرون بكسر الباء وضمها يقال منه أبر يأبر ويأبر كبذر يبذر ويبذر ويقال أبر يؤبر بالتشديد\r\nتأبيرا قوله ( حدثني أحمد بن جعفر المعقري ) هو بفتح الميم واسكان العين المهملة وكسر القاف\r\nمنسوب إلى معقر وهي ناحية من اليمن قوله فنفضت أو فنقصت هو بفتح الحروف كلها والأول\r\nبالفاء والضاد المعجمة والثاني بالقاف والمهملة واما قوله في آخر الحديث قال المعقري فنفضت\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nبالفاء والمعجمة ومعناه أسقطت ثمرها قال أهل اللغة ويقال لذلك المتساقط النفض بفتح النون\r\nوالفاء بمعنى المنفوض كالخبط بمعنى المخبوط وانفض القوم فنى زادهم قوله ( فخرج شيصا ) هو\r\nبكسر الشين المعجمة واسكان الياء المثناة تحت وبصاد مهملة وهو البسر الردئ الذي إذا يبس\r\nصار حشفا وقيل أردأ البسر وقيل تمر ردئ وهو متقارب\r\nباب فضل النظر إليه صلى الله عليه وسلم وتمنيه\r\nقوله صلى الله عليه وسلم ( والذي نفس محمد بيده ليأتين على أحدكم يوم ولا يراني ثم لان\r\nيراني أحب إليه من أهله وماله معهم قال أبو إسحاق المعنى فيه عندي لان يراني معهم أحب\r\nإليه من أهله وماله وهو عندي مقدم ومؤخر ) هذا الذي قاله أبو إسحاق هو الذي قاله القاضي\r\nعياض واقتصر عليه قال تقديره لان يراني معهم أحب إليه من أهله وماله ثم لا يراني وكذا جاء\r\nفي مسند سعيد بن منصور ليأتين على أحدكم يوم لان يراني أحب إليه من أن يكون له مثل أهله\r\nوماله ثم لا يراني اي رؤيته إياي أفضل عنده واحظى من أهله وماله هذا كلام القاضي والظاهر أن\r\nقوله في تقديم لان يراني وتأخير من أهله لا يراني كما قال وأما لفظة معهم فعلى ظاهرها وفي\r\nموضعها وتقدير الكلام يأتي على أحدكم يوم لأن يراني فيه لحظة ثم لا يراني بعدها أحب إليه من\r\nأهله وماله جميعا ومقصود الحديث حثهم على ملازمة مجلسه الكريم ومشاهدته حضرا وسفرا\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nللتأدب بآداب وتعلم الشرائع وحفظها ليبلغوها واعلامهم انهم سيندمون على ما فرطوا فيه من\r\nالزيادة من مشاهدته وملازمته ومنه قول عمر رضي الله عنه ألهاني عنه الصفق بالأسواق والله أعلم\r\nباب فضائل عيسى عليه السلام\r\nقوله صلى الله عليه وسلم ( أنا أولى الناس بابن مريم الأنبياء أولاد علات وليس بيني وبينه نبي ) وفي\r\nرواية انا أولى الناس بعيسى ابن مريم في الأولى والآخرة قالوا كيف يا رسول الله قال الأنبياء اخوة\r\nمن علات وأمهاتهم شتى ودينهم واحد وليس بيننا نبي قال العلماء أولاد العلات بفتح العين المهملة\r\nوتشديد اللام هم الاخوة لأب من أمهات شتى واما الاخوة من الأبوين فيقال لهم أولاد الأعيان قال\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\nجمهور العلماء معنى الحديث أصل ايمانهم واحد وشرائعهم مختلفة فإنهم متفقون في أصول التوحيد\r\nواما فروع الشرائع فوقع فيها الاختلاف واما قوله صلى الله عليه وسلم ودينهم واحد فالمراد به أصول\r\nالتوحيد واصل طاعة الله تعالى وان اختلفت صفتها وأصول التوحيد والطاعة جميعا واما قوله صلى الله\r\nعليه وسلم ( وانا أولى الناس بعيسى فمعناه أخص به لما ذكره قوله صلى الله عليه وسلم ما من مولود يولد\r\nالا نخسه الشيطان فيستهل صارخا من نخسة الشيطان الا ابن مريم وأمه ) هذه فضيلة ظاهرة وظاهر\r\nالحديث اختصاصها بعيسى وأمه واختار القاضي عياض ان جميع الأنبياء يتشاركون فيها قوله صلى الله\r\nعليه وسلم ( صياح المولود حين يقع نزغة من الشيطان ) أي حين يسقط من بطن أمه ومعنى\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nنزغة نخسة وطعنة ومنه قولهم نزغة بكلمة سوء اي رماه بها قوله صلى الله عليه سلم ( رأى\r\nعيسى رجلا يسرق فقال له عيسى سرقت قال كلا والذي لا إله إلا هو فقال عيسى آمنت بالله\r\nوكذبت نفسي ) قال القاضي ظاهر الكلام صدقت من حلف بالله تعالى وكذبت ما ظهر لي من\r\nظاهر سرقته فلعله اخذ ماله فيه حق أو باذن صاحبه أو لم يقصد الغصب والاستيلاء أو ظهر له\r\nمن مد يده انه اخذ شيئا فلما حلف له أسقط ظنه ورجع عنه\r\nباب من فضائل إبراهيم الخليل صلى الله عليه وسلم\r\nقوله ( جاء رجل إلى رسول الله صلى الله عليه وسلم فقال يا خير البرية فقال رسول الله صلى الله عليه\r\nوسلم ذاك إبراهيم عليه الصلاة والسلام ) قال العلماء إنما قال صلى الله عليه وسلم هذا تواضعا\r\nواحتراما لإبراهيم صلى الله عليه وسلم لخلته وأبوته وإلا فنبينا صلى الله عليه وسلم أفضل كما قال\r\nصلى الله عليه وسلم انا سيد ولد آدم ولم يقصد به الافتخار ولا التطاول على من تقدمه بل قاله\r\nبيانا لما أمر ببيانه وتبليغه ولهذا قال صلى الله عليه وسلم ولا فخر لينفى ما قد يتطرق إلى بعض\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\nالافهام السخيفة وقيل يحتمل انه صلى الله عليه وسلم قال إبراهيم خير البرية قبل ان يعلم أنه سيد\r\nولد آدم فان قيل التأويل المذكور ضعيف لان هذا خبر فلا يدخله خلف ولا نسخ فالجواب انه\r\nلا يمتنع انه أراد أفضل البرية الموجودين في عصره وأطلق العبارة الموهمة للعموم لأنه أبلغ في\r\nالتواضع وقد جزم صاحب التحرير بمعنى هذا فقال المراد أفضل برية عصره وأجاب القاضي عن\r\nالتأويل الثاني بأنه وإن كان خبرا فهو مما يدخله النسخ من الاخبار لان الفضائل يمنحها الله تعالى\r\nلمن يشاء فأخبر بفضيلة إبراهيم إلى أن علم تفضيل نفسه فأخبر به ويتضمن هذا جواز التفاضل\r\nبين الأنبياء صلوات الله وسلامه عليهم ويجاب عن حديث النهي عنه بالأجوبة السابقة في أول\r\nكتاب الفضائل قوله صلى الله عليه وسلم ( اختتن إبراهيم النبي وهو ابن ثمانين سنة بالقدوم )\r\nرواه مسلم متفقون على تخفيف القدوم ووقع في روايات البخاري الخلاف في تشديده وتخفيفه\r\nقالوا وآله النجار يقال لها قدوم بالتخفيف لا غير واما القدوم مكان بالشام ففيه التخفيف فمن\r\nرواه بالتشديد أراد القرية ومن رواه بالتخفيف يحتمل القرية والآلة والأكثرون على التخفيف\r\nوعلى إرادة الآلة وهذا الذي وقع هنا وهو ابن ثمانين سنة هو الصحيح ووقع في الموطأ وهو\r\nابن مائة وعشرين سنة موقوفا على أبي هريرة وهو متأول أو مردود وسبق بيان حكم الختان في\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\nأوائل كتاب الطهارة في خصال الفطرة قوله صلى الله عليه وسلم ( نحن أحق بالشك من إبراهيم\r\nإلى آخره ) هذا الحديث سبق شرحه واضحا في كتاب الايمان قوله صلى الله عليه وسلم ( لم\r\nيكذب إبراهيم النبي عليه السلام إلا ثلاث كذبات ثنتين في ذات الله تعالى قوله اني سقيم\r\nوقوله بل فعله كبيرهم هذا وواحدة في شأن سارة وهي قوله إن سألك فاخبريه انك أختي فإنك\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\nأختي في الاسلام قال المازري اما الكذب فيما طريقه البلاغ عن الله تعالى فالأنبياء معصومون\r\nمنه سواء كثيره وقليله واما مالا يتعلق بالبلاغ ويعد من الصفات كالكذبة الواحدة في حقير\r\nمن أمور الدنيا ففي امكان وقوعه منهم وعصمتهم منه القولان المشهوران للسلف والخلف\r\nقال القاضي عياض الصحيح ان الكذب فيما يتعلق بالبلاغ لا يتصور وقوعه منهم سواء جوزنا\r\nالصغائر منهم وعصمتهم منه أم لا وسواء قل الكذب أم كثر لان منصب النبوة يرتفع عنه\r\nوتجويزه يرفع الوثوق بأقوالهم واما قوله صلى الله عليه وسلم ثنتين في ذات الله تعالى وواحدة في\r\nشأن سارة فمعناه ان الكذبات المذكورة إنما هي بالنسبة إلى فهم المخاطب والسامع واما في\r\nنفس الامر فليست كذبا مذموما لوجهين أحدهما انه ورى بها فقال في سارة أختي في الاسلام\r\nوهو صحيح في باطن الامر وسنذكر إن شاء الله تعالى تأويل اللفظين الآخرين والوجه الثاني انه\r\nلو كان كذبا لا تورية فيه لكان جائزا في دفع الظالمين وقد اتفق الفقهاء على أنه لو جاء ظالم يطلب\r\nانسانا مختفيا ليقتله أو يطلب وديعة لانسان ليأخذها غصبا وسأل عن ذلك وجب على من علم\r\nذلك اخفاؤه وانكار العلم به وهذا كذب جائز بل واجب لكونه في دفع الظالم فنبه النبي صلى الله\r\nعليه وسلم على أن هذه الكذبات ليست داخلة في مطلق الكذب المذموم قال المازري وقد\r\nتأول بعضهم هذه الكلمات واخرجها عن كونها كذبا قال ولا معنى للامتناع من اطلاق لفظ أطلقه\r\nرسول الله صلى الله عليه وسلم قلت اما اطلاق لفظ الكذب عليها فلا يمتنع لورود الحديث به واما\r\nتأويلها فصحيح لا مانع منه قال العلماء والواحدة التي في شأن سارة هي أيضا في ذات الله تعالى لأنها سبب\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\nدفع كافر ظالم عن مواقعة فاحشة عظيمة وقد جاء ذلك مفسرا في غير مسلم فقال ما فيها كذبة\r\nإلا بما حل بها عن الاسلام اي يجادل ويدافع قالوا وإنما خص الثنتين بأنهما في ذات الله\r\nتعالى لكون الثالثة تضمنت نفعا له وحظا مع كونها في ذات الله تعالى وذكروا في قوله إني سقيم\r\nاي سأسقم لان الانسان عرضة للأسقام وأراد بذلك الاعتذار عن الخروج معهم إلى عيدهم\r\nوشهود باطلهم وكفرهم وقيل سقيم بما قدر على من الموت وقيل كانت تأخذه الحمى في ذلك\r\nالوقت واما قوله بل فعله كبيرهم فقال ابن قتيبة وطائفة جعل النطق شرطا لفعل كبيرهم اي فعله\r\nكبيرهم ان كانوا ينطقون وقال الكسائي يوقف عند قوله بل فعله اي فعله فاعله فأضمر ثم يبتدئ\r\nفيقول كبيرهم هذا فاسألوهم عن ذلك الفاعل وذهب الأكثرون إلى أنها على ظاهرها وجوابها\r\nما سبق والله أعلم قوله ( فلك الله ) اي شاهدا وضامنا ان لا أضرك قوله ( مهيم ) بفتح الميم\r\nوالياء واسكان الهاء بينهما اي ما شأنك وما خبرك ووقع في البخاري لأكثر الرواة مهيما بالألف\r\nوالأول افصح واشهر قولها ( وأخدم خادما ) اي وهبني خادما وهي هاجر ويقال آجر\r\nبمد الألف والخادم يقع على الذكر والأنثى قوله ( قال أبو هريرة فتلك أمكم يا بني ماء السماء ) قال\r\nكثيرون المراد ببني ماء السماء العرب كلهم لخلوص نسبهم وصفائه وقيل لان أكثرهم أصحاب مواش\r\nوعيشهم من المرعى والخصب وما ينبت بماء السماء وقال القاضي الأظهر عندي ان المراد بذلك\r\nالأنصار خاصة ونسبتهم إلى جدهم عامر بن حارثة بن امرئ القيس بن ثعلبة بن مازن بن الأدد\r\nوكان يعرف بماء السماء وهو المشهور بذلك والأنصار كلهم من ولد حارثة بن ثعلبة بن عمرو بن\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nعامر والله أعلم وفي هذا الحديث معجزة ظاهرة لإبراهيم صلى الله عليه وسلم\r\nباب من فضائل موسى صلى الله عليه وسلم\r\nقوله ( انه آدر ) بهمزة ممدودة ثم دال مهملة مفتوحة ثم راء وهو عظيم الخصيتين وجمع الحجر\r\nاي ذهب مسرعا إسراعا بليغا وطفق ضربا اي جعل يضرب يقال طفق يفعل كذا وطفق\r\nبكسر الفاء وفتحها وجعل واخذ واقبل بمعنى واحد واما الندب فهو بفتح النون والدال واصله\r\nأثر الجرح إذا لم يرتفع عن الجلد وقوله ( ثوبي حجر ) اي دع ثوبي يا حجر قوله ( فما توارت\r\nيدك من شعرة فإنك تعيش بها سنة )\r\nهكذا هو في جميع النسخ توارت ومعناه وارت وسترت\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\nقوله ( فاغتسل عند مويه ) وهكذا هو في جميع نسخ بلادنا ومعظم غيرها مويه بضم الميم وفتح الواو\r\nوإسكان الياء وهو تصغير ماء واصله موه والتصغير يرد الأشياء إلى أصولها وقال القاضي وقع\r\nفي بعض الروايات مويه كما ذكرناه وفي معظمها مشربة بفتح الميم واسكان الشين وهي حفرة\r\nفي أصل النخلة يجمع الماء فيها لسقيها قال القاضي وأظن الأول تصحيفا كما سبق والله أعلم\r\nوفي هذا الحديث فوائد منها ان فيه معجزتين ظاهرتين لموسى صلى الله عليه وسلم إحداهما\r\nمشى الحجر بثوبه إلى ملأ بني إسرائيل والثانية حصول الندب في الحجر ومنها وجود التمييز\r\nفي الجماد كالحجر ونحوه ومثله تسليم الحجر بمكة وحنين الجذع ونظائره وسبق قريبا بيان هذه\r\nالمسألة مبسوطة ومنها جواز الغسل عريانا في الخلوة وإن كان ستر العورة أفضل وبهذا قال\r\nالشافعي ومالك وجماهير العلماء وخالفهم ابن أبي ليلى وقال إن للماء ساكنا واحتج في ذلك\r\nبحديث ضعيف ومنها ما ابتلى به الأنبياء والصالحون من اذى السفهاء والجهال وصبرهم عليهم\r\nومنها ما قاله القاضي وغيره ان الأنبياء صلوات الله وسلامه عليهم وسلامه منزهون عن النقائص في الخلق\r\nوالخلق سالمون من العاهات والمعايب قالوا ولا التفات إلى ما قاله من لا تحقيق له من أهل\r\nالتاريخ في إضافة بعض العاهات إلى بعضهم بل نزههم الله تعالى من كل عيب وكل شئ يبغض\r\nالعيون أو ينفر القلوب قوله ( عن أبي هريرة قال أرسل ملك الموت إلى موسى فلما جاءه صكه\r\nففقأ عينه فرجع إلى ربه فقال أرسلتني إلى عبد لا يريد الموت قال فرد الله إليه عينه وقال ارجع إليه\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\nفقل له يضع يده على متن ثور فله بما غطت يده بكل شعرة سنة قال اي رب ثم مه قال ثم\r\nالموت قال فالآن فسأل الله تعالى ان يدنيه من الأرض المقدسة رميه بحجر فقال رسول الله\r\nصلى الله عليه وسلم فلو كنت ثم لأريتكم قبره إلى جانب الطريق تحت الكثيب الأحمر ) وفي\r\nالرواية الأخرى قال رسول الله صلى الله عليه وسلم جاء ملك الموت إلى موسى فقال أجب ربك\r\nفلطم موسى عين ملك الموت ففقأها وذكر نحو ما سبق اما قوله صكه فهو بمعنى لطمه في الرواية\r\nالثانية وفقأ عينه بالهمز ومتن الثور ظهره ورمية حجر اي قدر ما يبلغه وقوله ثم مه هي هاء\r\nالسكت وهو استفهام اي\r\nثم ماذا يكون أحياة أم موت والكثيب الرمل المستطيل المحدودب\r\nومعنى أجب ربك اي الموت ومعناه جئت لقبض روحك واما سؤاله الادناء من الأرض المقدسة\r\nفلشرفها وفضيلة من فيها من المدفونين من الأنبياء وغيرهم قال بعض العلماء وإنما سأل الادناء\r\nولم يسأل نفس بيت المقدس لأنه خاف أن يكون قبره مشهورا عندهم فيفتتن به الناس وفي هذا\r\nاستحباب الدفن في المواضع الفاضلة والمواطن المباركة والقرب من مدافن الصالحين والله أعلم\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\nقال المازري وقد انكر بعض الملاحدة هذا الحديث وانكر تصوره قالوا كيف يجوز على موسى\r\nفق ء عين ملك الموت قال وأجاب العلماء عن هذا بأجوبة أحدها انه لا يمتنع أن يكون موسى\r\nصلى الله عليه وسلم قد أذن الله تعالى له في هذه اللطمة ويكون ذلك امتحانا للملطوم والله سبحانه\r\nوتعالى يفعل في خلقه ما شاء ويمتحنهم بما أراد والثاني ان هذا على المجاز والمراد ان موسى ناظره\r\nوحاجه فغلبه بالحجة ويقال فقأ فلان عين فلان إذا غالبه بالحجة ويقال عورت الشئ إذا أدخلت\r\nفيه نقصا قال وفي هذا ضعف لقوله صلى الله عليه وسلم فرد الله عينه فان قيل أراد رد حجته كان\r\nبعيدا والثالث ان موسى صلى الله عليه وسلم لم يعلم أنه ملك من عند الله وظن أنه رجل قصده\r\nيريد نفسه فدافعه عنها فأدت المدافعة إلى فق ء عينه لا انه قصدها بالفقء وتؤيده رواية صكه\r\nوهذا جواب الامام أبي بكر بن خزيمة وغيره من المتقدمين واختاره المازري والقاضي عياض\r\nقالوا وليس في الحديث تصريح بأنه تعمد فقء عينه فان قيل فقد اعترف موسى حين جاءه ثانيا\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\nبأنه ملك الموت فالجواب انه اتاه في المرة الثانية بعلامة علم بها انه ملك الموت فاستسلم بخلاف\r\nالمرة الأولى والله أعلم قوله في الرواية الثانية فالآن من قريب رب أمتني بالأرض المقدسة رميه بحجر\r\nهكذا هو في معظم النسخ امتني بالميم والتاء والنون من الموت وفي بعضها أدنني بالدال ونونين\r\nوكلاهما صحيح قوله صلى الله عليه وسلم ( لا تفضلوا بين الأنبياء ) فقد سبق بيانه وتأويله مبسوطا\r\nفي أول كتاب الفضائل قوله صلى الله عليه وسلم ( ينفخ في الصور فيصعق من في السماوات\r\nومن في الأرض الا من شاء الله ثم ينفخ فيه أخرى فأكون أول من بعث فإذا موسي آخذ\r\nبالعرش فلا أدري احوسب بصعقة يوم الطور أو بعث قبلي ) وفي رواية فان الناس يصعقون\r\nفأكون أول من يفيق فإذا موسى باطش بجانب العرش فلا أدوي أكان فيمن صعق فأفاق قبلي\r\nأم كان ممن استثنى الله تعالى الصعق والصعقة الهلاك والموت ويقال منه صعق الانسان وصعق\r\nبفتح الصاد وضمها وأنكر بعضهم الضم وصعقتهم الصاعقة بفتح الصاد والعين وأصعقتهم وبنو تميم\r\nيقولون الصاقعة بتقديم القاف قال القاضي وهذا من أشكل الأحاديث لان موسى قد مات\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\nفكيف تدركه الصعقة وإنما تصعق الاحياء قوله ( ممن استثنى الله تعالى ) يدل على أنه كان\r\nحيا ولم يأت ان موسى رجع إلى الحياة ولا انه حي كما جاء في عيسى وقد قال صلى الله عليه وسلم\r\nلو كنت ثم لأريتكم قبره إلى جانب الطريق قال القاضي يحتمل ان هذه الصعقة صعقة فزع بعد\r\nالبعث حين تنشق السماوات والأرض فتنتظم حينئذ الآيات والأحاديث ويؤيده قوله صلى\r\nالله عليه وسلم فأفاق لأنه إنما يقال أفاق من الغشي واما الموت فيقال بعث منه وصعقة الطور\r\nلم تكن موتا واما قوله صلى الله عليه وسلم فلا أدري افاق قبلي فيحتمل انه صلى الله عليه\r\nوسلم قاله قبل ان يعلم أنه أول من تنشق عنه الأرض إن كان هذا اللفظ علي ظاهره وان نبينا\r\nصلى الله عليه وسلم أول شخص تنشق عنه الأرض على الاطلاق قال ويجوز أن يكون معناه\r\nانه من الزمرة الذين هم أول من تنشق عنهم الأرض فيكون موسى من تلك الزمرة\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\nوهي والله أعلم زمرة الأنبياء صلوات الله وسلامه عليهم هذا آخر كلام القاضي قوله صلى\r\nالله عليه وسلم ( ولا أقول إن أحدا أفضل من يونس بن متي ) وفي رواية ان\r\nالله تعالى قال لا ينبغي لعبد لي يقول انا خير من يونس بن متي وفي رواية عن النبي صلى\r\nالله عليه وسلم قال ما ينبغي لعبد يقول انا خير من يونس بن متي قال العلماء هذه الأحاديث\r\nتحتمل وجهين أحدهما انه صلى الله عليه وسلم قال هذا قبل ان يعلم أنه أفضل من يونس فلما\r\nعلم ذلك قال انا سيد ولد آدم ولم يقل هنا ان يونس أفضل منه أو من غيره من الأنبياء صلوات\r\nالله وسلامه عليهم والثاني انه صلى الله عليه وسلم قال هذا زجرا عن أن يتخيل أحد من الجاهلين\r\nشيئا من حط مرتبة يونس صلى الله عليه وسلم من اجل ما في القرآن العزيز من قصته قال العلماء\r\nوما جرى ليونس صلى الله عليه وسلم لم يحطه من النبوة مثقال ذرة وخص يونس بالذكر لما ذكرناه\r\nمن ذكره في القرآن بما ذكر واما قوله صلى الله عليه وسلم ما ينبغي لعبد ان يقول انا خير من\r\nيونس فالضمير في انا قيل يعود إلي النبي صلى الله عليه وسلم وقيل يعود إلي القائل اي لا يقول ذلك\r\nبعض الجاهلين من المجتهدين في عبادة أو علم أو غير ذلك من الفضائل فإنه لو بلغ من الفضاء\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\nما بلغ لم يبلغ درجة النبوة ويؤيد هذا التأويل الرواية التي قبله وهي قوله تعالى لا ينبغي لعبد ان يقول\r\nانا خير من يونس بن متي والله أعلم قوله صلى الله عليه وسلم ( مررت على موسى وهو قائم يصلي\r\nفي قبره ) هذا الحديث سبق شرحه في أواخر كتاب الايمان عند ذكر موسى وعيسى صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nباب من فضائل يوسف صلى الله عليه وسلم\r\nقوله ( قيل يا رسول الله من أكرم الناس قال اتقاهم لله قالوا ليس عن هذا نسألك قال يوسف\r\nنبي الله بن نبي الله بن خليل الله قالوا ليس عن هذا نسألك قال فعن معادن العرب تسألوني خيارهم في\r\nالجاهلية خيارهم في الاسلام إذا فقهوا ) هكذا وقع في مسلم نبي الله بن نبي الله بن خليل الله وفي روايات\r\nللبخاري كذلك وفي بعضها نبي الله بن نبي الله بن نبي الله بن خليل الله وهذه الرواية هي الأصل\r\nواما الأولى فمختصرة منها فله يوسف بن يعقوب بن إسحاق بن إبراهيم الخليل ص\r\nفنسبه في الأولى إلى جده ويقال يوسف بضم السين وكسرها وفتحها مع الهمز وتركه فهي ستة\r\nأوجه قال العلماء واصل الكرم كثرة الخير وقد جمع يوسف صلى الله عليه وسلم مكارم الأخلاق\r\nمع شرف النبوة مع شرف النسب وكونه نبيا ابن ثلاثة أنبياء متناسلين أحدهم خليل الله صلى الله\r\nعليه وسلم وانضم إليه شرف علم الرؤيا وتمكنه فيه ورياسة الدنيا وملكها بالسيرة الجميلة وحياطته\r\nللرعية وعموم نفعه إياهم وشفقته عليهم وانقاذه إياهم من تلك السنين والله أعلم قال العلماء لما\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n\r\nسئل صلى الله عليه وسلم اي الناس أكرم اخبر بأكمل الكرم وأعمه فقال اتقاهم لله وقد ذكرنا\r\nان أصل الكرم كثرة الخير ومن كان متقيا كان كثير الخير وكثير الفائدة في الدنيا وصاحب\r\nالدرجات العلى في الآخرة فلما قالوا ليس عن هذا نسألك قال يوسف الذي جمع خيرات الآخرة\r\nوالدنيا وشرفهما فلما قالوا ليس عن هذا نسأل فهم عنهم ان مرادهم قبائل العرب قال خيارهم في\r\nالجاهلية خيارهم في الاسلام إذا فقهوا ومعناه ان أصحاب المروءات ومكارم الخلائق في الجاهلية\r\nإذا اسلموا وفقهوا فهم خيار الناس قال القاضي وقد تضمن الحديث في الأجوبة الثلاثة ان الكرم\r\nكله عمومه وخصوصه ومجمله ومبانه إنما هو الدين من التقوى والنبوة والأعراق فيها والاسلام\r\nمع الفقه ومعنى معادن العرب أصولها وفقهوا بضم القاف على المشهور وحكى كسرها اي صاروا\r\nفقهاء عالمين بالأحكام الشرعية الفقهية والله أعلم\r\nباب من فضل زكرياء صلى الله عليه وسلم\r\nقوله صلى الله عليه وسلم ( كان زكرياء نجارا ) فيه جواز الصنائع وان النجارة لا تسقط المروءة\r\nوانها صنعة فاضلة وفيه فضيلة لزكريا صلى الله عليه وسلم فإنه كان صانعا يأكل من كسبه وقد ثبت\r\nقوله صلى الله عليه وسلم أفضل ما أكل الرجل من كسبه وان نبي الله داود كان يأكل من عمل\r\nيده وفي زكريا خمس لغات المد والقصر وزكرى بالتشديد والتخفيف وزكر كعلم\r\nباب من فضائل الخضر صلى الله عليه وسلم\r\nجمهور العلماء على أنه حي موجود بين أظهرنا وذلك متفق عليه عند الصوفية وأهل الصلاح\r\nوالمعرفة وحكاياتهم في رؤيته والاجماع به والاخذ عنه وسؤاله وجوابه ووجوده في المواضع\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\nالشريفة ومواطن الخير أكثر من أن يحصر وأشهر من أن يستر وقال الشيخ أبو عمر بن الصلاح\r\nهو حي عند جماهير العلماء والصالحين والعامة معهم في ذلك قال وإنما شذ بانكاره بعض\r\nالمحدثين قال الحبري المفسر وأبو عمرو هو نبي واختلفوا في كونه مرسلا وقال القشيري وكثيرون\r\nهو ولي وحكى الماوردي في تفسيره ثلاثة أقوال أحدها نبي والثاني ولي والثالث انه من الملائكة\r\nوهذا غريب باطل قال المازري اختلف العلماء في الخضر هل هو نبي أو ولي قال واحتج من قال\r\nبنبوته بقوله وما فعلته عن أمري فدل على أنه نبي أوحي إليه وبأنه اعلم من موسى ويبعد أن يكون\r\nولي اعلم من نبي وأجاب الآخرون بأنه يجوز أن يكون قد أوحى الله إلى نبي في ذلك العصر ان\r\nيأمر الخضر بذلك وقال الثعلبي المفسر الخضر نبي معمر على جميع الأقوال محجوب عن الابصار\r\nيعني عن ابصار أكثر الناس قال وقيل إنه لا يموت الا في آخر الزمان حين يرفع القرآن وذكر\r\nالثعلبي ثلاثة أقوال في أن الخضر كان من زمن إبراهيم الخليل صلى الله عليه وسلم أم بعده بقليل\r\nأم بكثير كنية الخضر أبو العباس واسمه بليا بموحدة مفتوحة ثم لام ساكنة ثم مثناة تحت ابن\r\nملكان بفتح الميم واسكان اللام وقيل كليان قال ابن قتيبة في المعارف قال وهب بن منبه\r\nاسم الخضر بليا بن ملكان بن فالغ بن عابر بن شالخ بن ارفخشد بن سام بن نوح قالوا وكان أبوه\r\nمن الملوك واختلفوا في لقبه الخضر فقال الأكثرون لأنه جلس على فروة بيضاء فصارت خضراء\r\nوالفروة وجه الأرض وقيل لأنه كان إذا صلى اخضر ما حوله والصواب الأول فقد صح في البخاري\r\nعن أبي هريرة عن النبي صلى الله عليه وسلم قال إنما سمي الخضر لأنه جلس على فروة فإذا هي تهتز من خلفه\r\nخضراء وبسطت أحواله في تهذيب الأسماء واللغات والله أعلم قوله ( ان نوفا البكالي ) هكذا\r\nضبطه الجمهور بكسر الموحدة وتخفيف الكاف ورواه بعضهم بفتحها وتشديد الكاف قال القاضي\r\nهذا الثاني هو ضبط أكثر الشيوخ وأصحاب الحديث قال والصواب الأول وهو قول المحققين وهو\r\nمنسوب إلى نبي بكال بطن من حمير وقيل من همدان ونوف هذا هو ابن فضالة كذا قاله ابن دريد وغيره\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\nوهو ابن امرأة كعب الأحبار وقيل ابن أخيه والمشهور الأول قاله ابن أبي حاتم وغيره قالوا وكنيته\r\nأبو يزيد وقيل أبو رشد وكان عالما حكيما قاضيا واماما لأهل دمشق قوله ( كذب عدو الله )\r\nقال العلماء هو على وجه الاغلاظ والزجر عن مثل قوله لا انه يعتقد انه عدو الله حقيقة إنما قاله\r\nمبالغة في انكار قوله لمخالفته قول رسول الله صلى الله عليه وسلم وكان ذلك في حال غضب ابن\r\nعباس لشدة انكاره وحال الغضب تطلق الألفاظ ولا تراد بها حقائقها والله أعلم قوله ( انا\r\nاعلم ) اي في اعتقاده والا فكان الخضر اعلم منه كما صرح به في الحديث قوله صلى الله عليه\r\nوسلم ( فعتب الله عليه إذ لم يرد العلم إليه ) اي كان حقه ان يقول الله اعلم فان مخلوقات الله\r\nتعالى لا يعلمها الا هو قال الله تعالى يعلم جنود ربك الا هو واستدل العلماء بسؤال موسى\r\nالسبيل إلى لقاء الخضر صلى الله عليهما وسلم على استحباب الرحلة في طلب العلم واستحباب\r\nالاستكثار منه وانه يستحب للعالم وإن كان من العلم بمحل عظيم ان يأخذه ممن هو اعلم منه\r\nويسعى إليه في تحصيله وفيه فضيلة طلب العلم وفي تزوده الحوت وغيره جواز التزود في السفر\r\nوفي هذا الحديث الأدب مع العالم وحرمة المشايخ وترك الاعتراض عليهم وتأويل ما لا يفهم\r\nظاهره من أفعالهم وحركاتهم وأقوالهم والوفاء بعهودهم والاعتذار عند مخالفة عهدهم وفيه اثبات\r\nكرامات الأولياء على قول من يقول الخضر ولي وفيه جواز سؤال الطعام عند الحاجة وجواز\r\nإجارة السفينة وجواز ركوب السفينة والدابة وسكنى الدار ولبس الثوب ونحو ذلك بغير اجرة\r\nبرضى صاحبه لقوله حملونا بغير نول وفيه الحكم بالظاهر حتى يتبين خلافه لانكار موسى قال\r\nالقاضي واختلف العلماء في قول موسى لقد جئت إمرا شيئا نكرا أيهما أشد فقيل إمرا\r\nلأنه العظيم ولأنه في مقابلة خرق السفينة الذي يترتب عليه في العادة هلاك الذي فيها وأموالهم\r\nوهو أعظم من قتل الغلام فإنها نفس واحد وقيل نكرا أشد لأنه قاله عند مباشرة القتل حقيقة\r\nوأما القتل في خرق السفينة فمظنون وقد يسلمون في العادة وقد سلموا في هذه القضية وليس\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\nفيه ما هو محقق الا مجرد الخرق ولله اعلم قوله تعالى ( ان عبدا من عبادي بمجمع البحرين\r\nهو اعلم منك أو قال قتادة هو مجمع بحري فارس والروم مما يلي المشرق وحكى الثعلبي\r\nعن أبي بن كعب انه بإفريقية قوله ( احمل حوتا في مكتل فحيث تفقد الحوت\r\nفهو ثم ) الحوت السمكة وكانت سمكة مالحة كما صرح به في الرواية الثانية والمكتل\r\nبكسر الميم وفتح المثناة فوق وهو القفة والزنبيل وسبق بيانه مرات وتفقده بكسر القاف\r\nاي يذهب منك يقال فقده وافتقده وثم بفتح الثاء اي هناك قوله صلى الله عليه وسلم\r\n( وانطلق معه فتاه ) وهو يوشع بن نون معنى فتاه صاحبه ونون مصروف كنوح\r\nوهذا الحديث يرد قول من قال من المفسرين ان فتاه عبد له وغير ذلك من الأقوال الباطلة قالوا\r\nوهو يوشع بن نون بن افراثيم بن يوسف صلى الله عليه وسلم ( وامسك الله عنه جرية الماء حتى\r\nكان مثل الطاق ) اما الجرية فبكسر الجيم والطاق عقد البناء وجمعه طيقان وأطواق وهو الأزج\r\nوما عقد أعلاه من البناء وبقي ما تحته خاليا قوله صلى الله عليه وسلم ( فانطلقا بقية يومهما\r\nوليلتهما ) ضبطوه بنصب ليلتهما به وجرها والنصب التعب قالوا لحقه النصب والجوع ليطلب\r\nالغذاء فيتذكر نسيان الحوت ولهذا قال صلى الله عليه وسلم ولم ينصب حتى جاوز المكان الذي\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\nامر به قوله واتخذ سبيله في البحر عجبا قيل إن لفظة عجبا يجوز أن تكون من تمام كلام\r\nيوشع وقيل من كلام موسى أبي قال موسى عجبت من هذا عجبا وقيل من كلام الله تعالى ومعناه\r\nاتخذ موسى سبيل الحوت في البحر عجبا قوله ما كنا نبغي اي نطلب معناه ان الذي جئنا\r\nنطلبه هو الموضع الذي نفقد فيه الحوت قوله صلى الله عليه وسلم ( فرأى رجلا مسجى عليه\r\nبثوب فسلم عليه فقال له الخضر اني بأرضك السلام ) المسجى المغطى وأني اي من أين السلام\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\nفي هذه الأرض التي لا يعرف فيها السلام قال العلماء انى تأتي بمعنى أين ومتى وحيث وكيف\r\nوحملوها بغير نول بفتح النون واسكان الواو اي بغير اجر والنول والنوال العطاء قوله\r\nلتغرق أهلها قرئ في السبع بضم التاء المثناة فوق ونصب أهلها وبفتح المثناة تحت ورفع\r\nأهلها شيئا إمرا اي عظيما كثير الشدة ولا ترهقني اي تغشي وتحملني قوله\r\nأقتلت نفسا زاكية بغير نفس لقد جئت شيئا نكرا قرئ في السبع زاكية وزكية قالوا ومعناه\r\nطاهرة من الذنوب وقوله بغير نفس اي بغير قصاص لك عليها والنكر المنكر وقرئ في السبع\r\nباسكان الكاف وضمها والأكثرون بالاسكان قال العلماء وقوله إذا غلام يلعب فقتله دليل على أنه\r\nكان صبيا ليس ببالغ لأنه حقيقة الغلام وهذا قول الجمهور انه لم يكن بالغا وزعمت طائفة انه\r\nكان بالغا يعمل بالفساد واحتجت بقوله سعيد نفسا زكية بغير نفس فدل على أنه ممن يجب عليه\r\nالقصاص والصبي لا قصاص عليه وبقوله كان كافرا في قراءة ابن عباس كما ذكر في آخر الحديث\r\nوالجواب عن الأول من وجهين أحدهما ان المراد التنبيه على أنه قتل بغير حق والثاني انه يحتمل\r\nان شرعهم كان إيجاب القصاص على الصبي كما أنه في شرعنا يؤاخذ بغرامة المتلفات والجواب\r\nعن الثاني من وجهين أحدهما انه شاذ لا حجة فيه والثاني انه سماه بما يؤول إليه لو عاش كما جاء\r\nفي الرواية الثانية قوله بلغت من لدني عذرا فيه ثلاث قراآت في السبع الأكثرون بضم\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\nالدال وتشديد النون والثانية بالضم وتخفيف النون والثالثة باسكان الدال وإشمامها الضم\r\nوتخفيف النون ومعناه قد بلغت إلى الغاية التي تعذر بسببها في فراقي قوله تعالى فانطلقا حتى\r\nإذا اتيا أهل قرية ) قال الثعلبي قال ابن عباس هي أنطاكية وقال ابن سيرين الأيلة وهي أبعد\r\nالأرض من السماء قوله تعالى فوجدا فيها جدارا يريد ان ينقض ) هذا من المجاز لان الجدار\r\nلا يكون له حقيقة إرادة ومعناه قرب من الانقضاض وهو السقوط واستدل الأصوليون بهذا\r\nعلى وجود المجاز في القرآن وله نظائر معروفة قال وهب بن منبه كان طول هذا الجدار إلى السماء\r\nمائة ذراع قوله \" لو شئت لاتخذت عليه اجرا \" قرئ بالسبع لاتخذت بتخفيف التاء وكسر\r\nالخاء ولاتخذت بالتشديد وفتح الخاء اي لاخذت عليه اجرة تأكل بها قوله صلى الله عليه وسلم\r\n( وجاء عصفور حتى وقع على حرف السفينة ثم نقر في البحر فقال له الخضر ما نقص علمي وعلمك من\r\nعلم الله تعالى إلا مثل ما نقص هذا العصفور من البحر ) قال العلماء لفظ النقص هنا ليس على ظاهره\r\nوإنما معناه ان علمي وعلمك بالنسبة إلى علم الله تعالى كنسبة ما نقره هذا العصفور إلى ماء البحر\r\nهذا على التقريب إلى الافهام والا فنسبة علمهما أقل وأحقر وقد جاء في رواية البخاري ما علمي\r\nوعلمك في جنب علم الله الا كما اخذ هذا العصفور بمنقاره اي في جنب معلوم الله وقد يطلق العلم\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\nبمعنى المعلوم وهو من إطلاق المصدر لإرادة المفعول كقولهم رغم ضرب السلطان اي مضروبه\r\nقال القاضي وقال بعض من أشكل عليه هذا الحديث إلا هنا بمعنى ولا اي ولا نقص علمي\r\nوعلمك من علم الله ولا مثل ما اخذ هذا العصفور لان علم الله تعالى لا يدخله نقص قال القاضي\r\nولا حاجة إلى هذا التكلف بل هو صحيح كما بينا والله أعلم قوله ( كذب نوف ) هو جار على\r\nمذهب أصحابنا ان الكذب هو الاخبار عن الشئ خلاف ما هو عمدا كان أو سهوا خلافا للمعتزلة\r\nوسبقت المسألة في كتاب الايمان قوله صلى الله عليه وسلم ( حتى انتهينا إلى الصخرة فعمى عليه )\r\nوقع في بعض الأصول بفتح العين المهملة وكسر الميم وفي بعضها بضم العين وتشديد الميم وفي\r\nبعضها بالغين المعجمة قوله صلى الله عليه وسلم ( مثل الكوة ) بفتح الكاف ويقال بضمها وهي\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\nالطاق كما قال في الرواية الأولى قوله ( مستلقيا على حلاوة القفا ) هي وسط القفا ومعناه لم يمل\r\nإلى أحد جانبيه وهي بضم الحاء وفتحها وكسرها أفصحها الضم وممن حكى الكسر صاحب نهاية\r\nالغريب ويقال أيضا حلاوا بالفتح وحلاوى بالضم والقصر وحلواء بالمد قوله ( يجئ ما جاء\r\nبك ) قال القاضي ضبطناه مجئ مرفوع غير منون عن بعضهم وعن بعضهم منونا قال وهو أظهر\r\nاي امر عظيم جاء بك قوله صلى الله عليه وسلم ( انتحى بها ) اي اعتمد على السفينة وقصد\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\nخرقها واستدل به العلماء على النظر في المصالح عند تعارض الأمور وانه إذا تعارضت مفسدتان\r\nدفع أعظمهما بارتكاب أخفهما كما خرق السفينة لدفع غصبها وذهاب جملتها قوله صلى الله عليه\r\nوسلم ( فانطلق إلى أحدهم بادي الرأي فقتله ) بادئ بالهمز وتركه فمن همزه معناه أول الرأي\r\nوابتداؤه اي انطلق إليه مسارعا إلى قتله من غير فكر ومن لم يهمز فمعناه ظهر له رأي في قتله\r\nمن البدء وهو ظهور رأي لم يكن قال القاضي ويمد البدء ويقصر قوله صلى الله عليه وسلم\r\n( رحمة الله علينا وعلى موسى قال وكان إذا ذكر أحدا من الأنبياء بدأ بنفسه رحمة الله علينا وعلى\r\nأخي كذا رحمة الله علينا ) قال أصحابنا فيه استحباب ابتداء الانسان بنفسه في الدعاء وشبهه من\r\nأمور الآخرة واما حظوظ الدنيا فالأدب فيها الايثار وتقديم غيره على نفسه واختلف العلماء\r\nفي الابتداء في عنوان الكتاب فالصحيح الذي قاله كثيرون من السلف وجاء به الصحيح انه يبدأ\r\nبنفسه فيقدمها على المكتوب إليه فيقال من فلا إلى فلان ومنه حديث كتاب النبي صلى الله\r\nعليه وسلم من محمد عبد الله ورسوله إلى هرقل عظيم الروم وقالت طائفة يبدأ بالمكتوب إليه\r\nفيقول إلى فلان من فلان قالوا الا ان يكتب الأمير إلى من دونه أو السيد إلى عبده أو الوالد إلى\r\nولده ونحو هذا قوله صلى الله عليه وسلم ( لكن اخذته من صاحبه ذمامة ) هي بفتح الذال المعجمة\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\nأي استحياءا لتكرار مخالفته وقيل ملامة والأول هو المشهور قوله ( واما الغلام فطبع يوم\r\nطبع كافرا ) قال القاضي في هذا حجة بينة لأهل السنة لصحة أصل مذهبهم في الطبع والرين\r\nوالأكنة والأغشية والحجب والسد وأشباه هذه الألفاظ الواردة في الشرع في افعال الله تعالى\r\nبقلوب أهل الكفر والضلال ومعنى ذلك عندهم خلق الله تعالى فيها ضد الايمان وضد الهدى\r\nوهذا على أصل أهل السنة ان العبد لا قدرة له إلا ما اراده الله تعالى ويسره له وخلقه له خلافا\r\nللمعتزلة والقدرية القائلين بأن للعبد فعلا من قبل نفسه وقدرة على الهدى والضلال والخير والشر\r\nوالايمان والكفر وان معنى هذه الألفاظ نسبة الله تعالى لأصحابها وحكمه عليهم بذلك وقالت\r\nطائفة منهم معناها خلقه علامة لذلك في قلوبهم والحق الذي لا شك فيه ان الله تعالى يفعل ما يشاء\r\nمن الخير والشر لا يسئل عما يفعل وهم يسئلون وكما قال تعالى في الذر هؤلاء للجنة ولا أبالي\r\nوهؤلاء للنار ولا أبالي فالذين قضى لهم بالنار طبع على قلوبهم وختم عليها وغشاها وأكنها وجعل\r\nمن بين أيديها سدا ومن خلفها سدا وحجابا مستورا وجعل في آذانهم وقرا وفي قلوبهم مرضا\r\nلتتم سابقته فيهم وتمضي كلمته لا راد لحكمه ولا معقب لامره وقضائه وبالله التوفيق وقد\r\nيحتج بهذا الحديث من يقول أطفال الكفار في النار وقد سبق بيان هذه المسالة وان فيه ثلاثة\r\nمذاهب الصحيح انهم في الجنة والثاني في النار والثالث يتوقف عن الكلام فيهم فلا يحكم لهم بشئ\r\nوتقدمت دلائل الجميع وللقائلين بالجنة ان يقولوا في جواب هذا الحديث معناه علم الله لو بلغ\r\nلكان كافرا قوله ( وكان أبواه قد عطفا عليه فلو أدرك أرهقهما طغيانا وكفرا ) اي حملهما\r\nعليهما وألحقهما بهما والمراد بالطغيان هنا الزيادة في الضلال وهذا الحديث من دلائل مذهب\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\nأهل الحق في أن الله تعالى اعلم بما كان وبما يكون وبما لا يكون لو كان كيف كان يكون ومنه\r\nقوله تعالى ردوا لعادوا لما نهوا عنه وقوله تعالى نزلنا عليك كتابا في قرطاس فلمسوه\r\nبأيديهم لقال الذين كفروا الآية وقوله تعالى جعلناه ملكا لجعلناه رجلا وللبسنا عليهم وغير\r\nذلك من الآيات قوله تعالى خيرا منه زكاة وأقرب رحما قيل المراد بالزكاة الاسلام وقيل الصلاح\r\nواما الرحم فقيل معناه الرحمة لوالديه وبرهما وقيل المراد يرحمانه قيل أبدلهما الله بنتا صالحة وقيل\r\nابنا حكاه القاضي قوله ( تمارى هو والحر بن قيس ) اي تنازعا وتجادلا والحر بالحاء والراء وفي\r\nهذه القصة أنواع من القواعد والأصول والفروع والآداب والنفائس المهمة سبق التنبيه على\r\nمعظمها سوى ما هو ظاهر منها ومما لم يسبق انه لا بأس على العالم والفاضل ان يخدمه المفضول\r\nويقضي له حاجة ولا يكون هذا من اخذ العوض على تعليم العلم والآداب بل من مروءات الأصحاب\r\nوحسن العشرة ودليله من هذه القصة حمل فتاه غداءهما وحمل أصحاب السفينة موسى والخضر\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\nاجرة لمعرفتهم الخضر بالصلاح والله أعلم ومنها الحث على التواضع في علمه وغيره وانه\r\nلا يدعي انه اعلم الناس وانه إذا سئل عن اعلم الناس يقول الله اعلم ومنها بيان أصل عظيم من\r\nأصول الاسلام وهو وجوب التسليم لكل ما جاء به الشرع وإن كان بعضه لا تظهر حكمته للعقول\r\nولا يفهمه أكثر الناس وقد لا يفهمونه كلهم كالقدر موضع الدلالة قتل الغلام وخرق السفينة فان\r\nصورتهما صورة المنكر وكان صحيحا في نفس الامر له حكم بينة لكنها لا تظهر للخلق فإذا اعلمهم\r\nالله تعالى بها علموها ولهذا قال فعلته عن أمري يعني بل بأمر الله تعالى\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nكتاب فضائل الصحابة رضي الله عنهم\r\nقال الإمام أبو عبد الله المازري اختلف الناس في تفضيل بعض الصحابة علي بعض فقالت طائفة\r\nلا نفاضل بل نمسك عن ذلك وقال الجمهور بالتفضيل ثم اختلفوا فقال أهل السنة أفضلهم أبو بكر\r\nالصديق وقال الخطابية أفضلهم عمر بن الخطاب وقالت الراوندية أفضلهم العباس وقالت الشيعة\r\nعلي واتفق أهل السنة على أن أفضلهم أبو بكر ثم عمر قال جمهورهم ثم عثمان ثم علي وقال بعض أهل السنة\r\nمن أهل الكوفة بتقديم علي على عثمان والصحيح المشهور تقديم عثمان قال أبو منصور البغدادي\r\nأصحابنا مجمعون على أن أفضلهم الخلفاء الأربعة على الترتيب المذكور ثم تمام العشرة ثم أهل بدر\r\nثم أحد ثم بيعة الرضوان وممن له مزية أهل العقبتين من الأنصار وكذلك السابقون الأولون\r\nوهم من صلى إلى القبلتين في قول ابن المسيب وطائفة وفي قول الشعبي أهل بيعة الرضوان وفي قول\r\nعطاء ومحمد بن كعب أهل بدر قال القاضي عياض وذهبت طائفة منهم ابن عبد البر إلى أن من\r\nتوفي من الصحابة في حياة النبي صلى الله عليه وسلم أفضل ممن بقي بعده وهذا الاطلاق غير مرضي\r\nولا مقبول واختلف العلماء في أن التفضيل المذكور قطعي أم لا وهل هو في الظاهر والباطن\r\nأم في الظاهر خاصة وممن قال بالقطع أبو الحسن الأشعري قال وهم في الفضل على ترتيبهم في\r\nالإمامة وممن قال بأنه اجتهادي ظني أبو بكر الباقلاني وذكر ابن الباقلاني اختلاف العلماء في أن\r\nالتفضيل هل هو في الظاهر أم في الظاهر والباطن جميعا وكذلك اختلفوا في عائشة وخديجة\r\nأيتهما أفضل وفي عائشة وفاطمة رضي الله عنهم أجمعين واما عثمان رضي الله عنه فخلافته صحيحة\r\nبالاجماع وقتل مظلوما وقتلته فسقة لان موجبات القتل مضبوطة ولم يجر منه رضي الله عنه\r\nما يقتضيه ولم يشارك في قتله أحد من الصحابة وإنما قتله همج ورعاع من غوغاء القبائل وسفلة\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nالأطراف والأرذال تحزبوا وقصدوه من مصر فعجزت الصحابة الحاضرون عن دفعهم فحصروه\r\nحتى قتلوه رضي الله عنه واما علي رضي الله عنه فخلافته صحيحة بالاجماع وكان هو الخليفة في وقته\r\nلا خلافة لغيره واما معاوية رضي الله عنه فهو من العدول الفضلاء والصحابة النجباء رضي الله عنه واما\r\nالحروب التي جرت فكانت لكل طائفة شبهة اعتقدت تصويب أنفسها بسببها وكلهم عدول رضي الله\r\nعنهم ومتأولون في حروبهم وغيرها ولم يخرج شئ من ذلك أحدا منهم عن العدالة لأنهم مجتهدون\r\nاختلفوا في مسائل من محل الاجتهاد كما يختلف المجتهدون بعدهم في مسائل من الدماء وغيرها ولا\r\nيلزم من ذلك نقص أحد منهم واعلم أن سبب تلك الحروب ان القضايا كانت مشتبهة فلشدة\r\nاشتباهها اختلف اجتهادهم وصاروا ثلاثة أقسام قسم ظهر لهم بالاجتهاد ان الحق في هذا الطرف\r\nوان مخالفه باغ فوجب عليهم نصرته وقتال الباغي عليه فيما اعتقدوه ففعلوا ذلك ولم يكن يحل لمن\r\nهذه صفته التأخر عن مساعدة امام العدل في قتال البغاة في اعتقاده وقسم عكس هؤلاء ظهر\r\nلهم بالاجتهاد ان الحق في الطرف الآخر فوجب عليهم مساعدته وقتال الباغي عليه وقسم ثالث\r\nاشتبهت عليهم القضية وتحيروا فيها ولم يظهر لهم ترجيح أحد الطرفين فاعتزلوا الفريقين وكان هذا\r\nالاعتزال هو الواجب في حقهم لأنه لا يحل الاقدام على قتال مسلم حتى يظهر انه مستحق لذلك\r\nولو ظهر لهؤلاء رجحان أحد الطرفين وان الحق معه لما جاز لهم التأخر عن نصرته في قتال\r\nالبغاة عليه فكلهم معذورون رضي الله عنهم ولهذا اتفق أهل الحق ومن يعتد به في الاجماع على\r\nقبول شهاداتهم ورواياتهم وكمال عدالتهم رضي الله عنهم أجمعين\r\nباب من فضائل أبي بكر الصديق رضي الله عنه\r\nقوله صلى الله عليه وسلم ( يا أبا بكر ما ظنك باثنين الله ثالثهما ) معناه ثالثهما بالنصر والمعونة\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\nوالحفظ والتسديد وهو داخل في قوله تعالى ان الله مع الذين اتقوا والذين هم محسنون وفيه بيان\r\nعظيم توكل النبي صلى الله عليه وسلم حتى في هذا المقام وفيه فضيلة لأبي بكر رضي الله عنه وهي\r\nمن اجل مناقبه والفضيلة من أوجه منها هذا اللفظ ومنها بذله نفسه ومفارقته أهله وماله ورياسته\r\nفي طاعة الله تعالى ورسوله وملازمة النبي صلى الله عليه وسلم ومعاداة الناس فيه ومنها جعله\r\nنفسه وقاية عنه وغير ذلك قوله صلى الله عليه وسلم ( عبد خيره الله بين ان يؤتيه زهرة الدنيا\r\nوبين ما عنده فاختار ما عنده فبكى أبو بكر وبكى وفال فديناك بآبائنا وأمهاتنا ) هكذا هو في جميع\r\nالنسخ فبكى أبو بكر وبكى معناه بكى كثيرا ثم بكى والمراد بزهرة الدنيا نعيمها وأعراضها وحدودها\r\nوشبهها بزهرة الروض وقوله فديناك دليل لجواز التفدية وقد سبق بيانه مرات وكان أبو بكر رضي\r\nالله عنه علم أن النبي صلى الله عليه وسلم هو العبد المخير فبكى حزنا على فراقه وانقطاع الوحي وغيره\r\nمن الخير دائما وإنما قال صلى الله عليه وسلم ان عبدا وابهمه لينظر فهم أهل المعرفة ونباهة\r\nأصحاب الحذق قوله صلى الله عليه وسلم ( ان آمن الناس علي في ماله وصحبته أبو بكر ) قال العلماء\r\nمعناه أكثرهم جودا وسماحة لنا بنفسه وماله وليس هو من المن الذي هو الاعتداد بالصنيعة\r\nلأنه اذى مبطل للثواب ولأنه المنة لله ولرسوله صلى الله عليه وسلم في قبول ذلك وفي غيره قوله\r\nصلى الله عليه وسلم ( ولو كنت متخذا خليلا لاتخذت أبا بكر خليلا ولكن اخوة الاسلام )\r\nوفي رواية لكن أخي وصاحبي وقد اتخذ الله صاحبكم خليلا قال القاضي قيل أصل الخلة الافتقار\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\nوالانقطاع فخليل الله المنقطع إليه وقيل لقصره حاجته على الله تعالى وقيل الخلة الاختصاص\r\nوقيل الاصطفاء وسمي إبراهيم خليلا لأنه والى في الله تعالى وعادى فيه وقيل سمي به لأنه تخلق\r\nبخلال حسنة وأخلاق كريمة وخلة الله تعالى له نصره وجعله اماما لمن بعده وقال ابن فورك الخلة\r\nصفاء المودة بتخلل الاسرار وقيل أصلها المحبة ومعناه الاسعاف والالطاف وقيل الخليل من\r\nلا يتسع قلبه لغير خليله ومعنى الحديث ان حب الله تعالى لم يبق في قلبه موضعا لغيره قال القاضي\r\nوجاء في أحاديث انه صلى الله عليه وسلم قال الا وانا حبيب الله فاختلف المتكلمون هل المحبة ارفع\r\nمن الخلة أم الخلة ارفع أم هما سواء فقالت طائفة هما بمعنى فلا يكون الحبيب الا خليلا ولا يكون\r\nالخليل الا حبيبا وقيل الحبيب ارفع لأنها صفة نبينا صلى الله عليه وسلم وقيل الخليل ارفع وقد ثبتت\r\nخلة نبينا صلى الله عليه وسلم لله تعالى بهذا الحديث ونفى أن يكون له خليل غيره وأثبت محبته لخديجة\r\nوعائشة وأبيها وأسامة وأبيه وفاطمة وابنيها وغيرهم ومحبة الله تعالى لعبده تمكينه من طاعته\r\nوعصمته وتوفيقه وتيسير الطافه وهدايته وإفاضة رحمته عليه هذه مباديها واما غايتها فكشف\r\nالحجب عن قلبه حتى يراه ببصيرته فيكون كما قال في الحديث الصحيح فإذا أحببته كنت سمعه\r\nالذي يسمع به وبصره إلى آخره هذا كلام القاضي واما قول أبي هريرة وغيره من الصحابة رضي\r\nالله عنهم سمعت خليلي صلى الله عليه وسلم فلا يخالف هذا لان الصحابي يحسن في حقه الانقطاع\r\nإلى النبي صلى الله عليه وسلم قوله صلى الله عليه وسلم ( لا تبقين في المسجد خوخة الا خوخة\r\nأبي بكر ) الخوخة بفتح الخاء وهي الباب الصغير بين البيتين أو الدارين ونحوه وفيه فضيلة\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\nوخصيصة ظاهرة لأبي بكر رضي الله عنه وفيه ان المساجد تصان عن تطرق الناس إليها\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\nفي خوخات ونحوها الا من أبوابها الا لحاجة مهمة قوله صلى الله عليه وسلم ( ألا اني أبرأ إلى\r\nكل خل من خله ) هما بكسر الخاء فاما الأول فكسره متفق عليه وهو الخل بمعنى الخليل واما\r\nقوله من خله فبكسر الخاء عند جميع الرواة في جميع النسخ وكذا نقله القاضي عن جميعهم قال\r\nوالصواب الأوجه فتحها قال والخلة والخل والخلال والمخاللة والخلالة والخلوة الإخاء والصداقة\r\nاي برئت إليه من صداقته المقتضية المخاللة هذا كلام القاضي والكسر صحيح كما جاءت به الروايات\r\nاي أبرأ إليه من مخالتي إياه وذكر ابن الأثير انه روى بكسر الخاء وفتحها وانهما بمعنى الخلة بالضم\r\nالتي هي الصداقة قوله ( بعثه على جيش ذات السلاسل ) هو بفتح السين الأولى وكسر\r\nالثانية وهو ماء لبني حذام بناحية الشام ومنهم من قال هو بضم السين الأولى وكذا ذكره ابن\r\nالأثير في نهاية الغريب وأظنه استنبطه من كلام الجوهري في الصحاح ولا دلالة فيه والمشهور\r\nوالمعروف فتحها وكانت هذه الغزوة في جمادي الأخرى سنة ثمان من الهجرة وكانت مؤتة قبلها\r\nفي جمادي الأولى من سنة ثمان أيضا قال الحافظ أبو القاسم بن عساكر كانت ذات السلاسل بعد\r\nمؤتة فيما ذكره أهل المغازي الا ابن إسحاق فقال قبلها قوله ( اي الناس أحب إليك قال\r\nعائشة قلت من الرجال قال أبوها قلت ثم من قال عمر فعد رجالا ) هذا تصريح بعظيم فضائل أبي\r\nبكر وعمر وعائشة رضي الله عنهم وفيه دلالة بينة لأهل السنة في تفضيل أبي بكر ثم عمر على\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\nجميع الصحابة قوله ( سئلت عائشة من كان رسول الله صلى الله عليه وسلم مستخلفا لو استخلفه\r\nقالت أبو بكر فقيل لها ثم من بعد أبي بكر قالت عمر ثم قيل لها من بعد عمر قالت أبو عبيدة بن\r\nالجراح ثم انتهت إلى هنا ) يعني وقفت على أبي عبيدة هذا دليل لأهل السنة في تقديم أبي بكر ثم\r\nعمر للخلافة مع اجماع الصحابة وفيه دلالة لأهل السنة ان خلافة أبي بكر ليست بنص من النبي\r\nصلى الله عليه وسلم على خلافته صريحا بل أجمعت الصحابة على عقد الخلافة له وتقديمه لفضيلته\r\nولو كان هناك نص عليه أو على غيره لم تقع المنازعة من الأنصار وغيرهم أولا ولذكر حافظ\r\nالنص ما معه ولرجعوا إليه لكن تنازعوا أولا ولم يكن هناك نص ثم اتفقوا على أبي بكر واستقر\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\nالامر واما ما تدعيه الشيعة من النص على علي والوصية إليه فباطل لا أصل له باتفاق المسلمين\r\nوالاتفاق على بطلان دعواهم من زمن علي وأول من كذبهم علي رضي الله عنه بقوله ما عندنا\r\nالا ما في هذه الصحيفة الحديث ولو كان عنده نص لذكره ولم ينقل انه ذكره في يوم من الأيام\r\nولا ان أحدا ذكره له والله أعلم واما قوله صلى الله عليه وسلم في الحديث الذي بعد هذا للمرأة\r\nحين قالت يا رسول الله أرأيت ان جئت فلم أجدك قال فإن لم تجديني فأتي أبا بكر فليس فيه نص\r\nعلى خلافته وامر بها بل هو اخبار بالغيب الذي اعلمه الله تعالى به والله أعلم قوله صلى الله عليه\r\nوسلم لعائشة ( ادعي لي أباك أبا بكر واخاك حتى اكتب كتابا فاني أخاف ان يتمنى متمن\r\nويقول قائل انا ولا يأبى الله والمؤمنون الا أبا بكر ) هكذا هو في بعض النسخ المعتمدة انا ولا\r\nبتخفيف اما ولا اي يقول انا أحق وليس كما يقول بل يأبى الله والمؤمنون الا أبا بكر وفي بعضها\r\nانا أولى اي انا أحق بالخلافة قال القاضي هذه الرواية أجودها ورواه بعضهم أنا ولى بتخفيف النون\r\nوكسر اللام أي أنا أحق والخلافة لي وعن بعضهم أنا ولاه اي انا الذي ولاه النبي صلى الله عليه وسلم\r\nوبعضهم اني ولاه بتشديد النون اي كيف ولاه في هذا الحديث دلالة ظاهرة لفضل أبي بكر الصديق\r\nرضي الله عنه واخبار منه صلى الله عليه وسلم بما سيقع في المستقبل بعد وفاته وان المسلمين يأبون عقد\r\nالخلافة لغيره وفيه إشارة إلى أنه سيقع نزاع ووقع كل ذلك واما طلبه لأخيها مع أبي بكر فالمراد انه\r\nيكتب الكتاب ووقع في رواية البخاري لقد هممت ان أوجه إلى أبي بكر وابنه واعهد ولبعض\r\nرواة البخاري وآتيه بألف ممدودة ومثناة فوق ومثناة تحت من الاتيان قال القاضي وصوبه\r\nبعضهم وليس كما صوب بل الصواب ابنه بالباء الموحدة والنون وهو أخو عائشة وتوضحه رواية\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\nمسلم أخاك ولان اتيان النبي صلى الله عليه وسلم كان متعذرا أو متعسرا وقد عجز عن حضور\r\nالجماعة واستخلف الصديق ليصلي بالناس واستأذن أزواجه ان يمرض في بيت عائشة والله أعلم\r\nقوله صلى الله عليه وسلم ( من أصبح منكم اليوم صائما ) قال أبو بكر انا إلى قوله صلى الله عليه\r\nوسلم ما اجتمعن في امرئ الا دخل الجنة قال القاضي معناه دخل الجنة بلا محاسبة ولا مجازاة\r\nعلي قبيح الاعمال والا فمجرد الايمان يقتضي دخول الجنة بفضل الله تعالى قوله صلى الله عليه\r\nوسلم في كلام البقرة وكلام\r\nالذئب وتعجب الناس من ذلك ( فاني أو من به وأبو بكر وعمر\r\nوما هما ) ثم قال العلماء إنما قال ذلك ثقة بهما لعلمه بصدق ايمانهما وقوة يقينهما وكمال معرفتهما\r\nلعظيم سلطان الله وكمال قدرته ففيه فضيلة ظاهرة لأبي بكر وعمر رضي الله عنهما وفيه جواز\r\nكرامات الأولياء وخرق العوائد وهو مذهب أهل الحق وسبقت المسألة قوله ( قال الذئب من لها\r\nيوم السبع يوم لا راعي لها غيري ) روى السبع بضم الباء واسكانها الأكثرون على الضم قال\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\nالقاضي الرواية بالضم وقال بعض أهل اللغة هي ساكنة وجعله اسما للموضع الذي عنده المحشر\r\nيوم القيامة اي من لها يوم القيامة وانكر بعض أهل اللغة أن يكون هذا اسما ليوم القيامة\r\nوقال بعض أهل اللغة يقال سبعت الأسد إذا دعوته فالمعنى على هذا من لها يوم الفزع ويوم\r\nالقيامة يوم الفزع ويحتمل أن يكون المراد من لها يوم الاهمال من اسبعت الرجل أهملته\r\nوقال بعضهم يوم السبع بالاسكان عيد كان لهم في الجاهلية يشتغلون فيه بلعبهم فيأكل الذئب\r\nغنمهم وقال الداودي يوم السبع اي يوم يطردك عنها السبع وبقيت انا لها لا راعي لها غيري\r\nلفرارك منه فافعل فيها ما أشاء هذا كلام القاضي وقال ابن الاعرابي هو بالاسكان اي يوم\r\nالقيامة أو يوم الذعر وأنكر عليه آخرون هذا لقوله يوم لادعي لها غيري ويوم القيامة\r\nلا يكون الذئب راعيها ولا له بها تعلق والأصح ما قاله آخرون وسبقت الإشارة إليه من أنها\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nعند الفتن حين تتركها الناس هملا لا راعي لها نهبة للسباع فجعل السبع لها راعيا اي منفردا بها\r\nوتكون بضم الباء والله أعلم\r\nباب من فضائل عمر رضي الله عنه\r\nقوله ( فتكنفه الناس ) اي أحاطوا به والسرير هنا النعش قوله ( فلم يرعني الا برجل ) هو بفتح\r\nالياء وضم الراء ومعناه لم يفجأني الا ذلك وقوله برجل هكذا هو في النسخ برجل بالباء اي لم\r\nيفجأني الامر أو الحال الا برجل وفي هذا الحديث فضيلة أبي بكر وعمر وشهادة علي لهما\r\nوحسن ثنائه عليهما وصدق ما كان يظنه بعمر قبل وفاته رضي الله عنهم أجمعين قوله صلى الله\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\nعليه وسلم في رؤيا المنام ( ومر عمر وعليه قميص يجره قالوا ما أولت ذلك يا رسول الله قال\r\nالدين ) وفي الرواية الأخرى رأيت قدحا اتيت به فيه لبن فشربت منه حتى اني لأرى الري\r\nيخرج من أظفاري ثم أعطيت فضلي عمر بن الخطاب قالوا فما أولت ذلك يا رسول الله قال\r\nالعلم قال أهل العبارة القميص في النوم معناه الدين وجره يدل على بقاء آثاره الجميلة وسننه الحسنة\r\nفي المسلمين بعد وفاته ليقتدى به واما تفسير اللبن بالعلم فلاشتراكهما في كثرة النفع وفي انهما\r\nسبب الصلاح فاللبن غذاء الأطفال وسبب صلاحهم وقوت للأبدان بعد ذلك والعلم\r\nسبب لصلاح الآخرة والدنيا قوله صلى الله عليه وسلم ( رأيتني على قليب عليها دلو فنزعت منها\r\nما شاء الله ثم اخذها ابن أبي قحافة فنزع بها ذنوبا أو ذنوبين وفي نزعه والله يغفر له ضعف ثم\r\nاستحالت غربا فاخذها ابن الخطاب فلم أر عبقريا من الناس ينزع نزع عمر بن الخطاب حتى\r\nضرب الناس بعطن ) اما القليب فهي البئر غير المطوية والدلو يذكر ويؤنث والذنوب بفتح الذال\r\nالدلو المملؤة والغرب\r\nبفتح الغين المعجمة واسكان الراء وهي الدلو العظيمة والنزع الاستقاء\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\nوالضعف بضم الضاد وفتحها لغتان مشهورتان الضم افصح ومعنى استحالت صارت وتحولت\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\nمن الصغر إلى الكبر واما العبقري فهو السيد وقيل الذي ليس فوقه شئ ومعنى ضرب الناس\r\nبعطن اي ارووا إبلهم ثم آووها إلى عطنها وهو الموضع الذي تساق إليه بعد السقي لتستريح\r\nقال العلماء هذا المنام مثال واضح لما جرى لأبي بكر وعمر رضي الله عنهما في خلافتهما وحسن\r\nسيرتهما وظهور آثارهما وانتفاع الناس بهما وكل ذلك مأخوذ من النبي صلى الله عليه وسلم\r\nومن بركته وآثار صحبته فكان النبي صلى الله عليه وسلم هو صاحب الامر فقام به أكمل\r\nقيام وقرر قواعد الاسلام ومهد أموره وأوضح أصوله وفروعه ودخل الناس في دين الله\r\nأفواجا وانزل الله تعالى أكملت لكم دينكم ثم توفي صلى الله عليه وسلم فخلفه أبو بكر\r\nرضي الله عنه سنتين وأشهرا وهو المراد بقوله صلى الله عليه وسلم ذنوبا أو ذنوبين وهذا شك\r\nمن الراوي والمراد ذنوبان كما صرح به في الرواية الأخرى وحصل في خلافته قتال أهل\r\nالردة وقطع دابرهم واتساع الاسلام ثم توفي فخلفه عمر رضي الله عنه فاتسع الاسلام في\r\nزمنه وتقرر لهم من أحكامه ما لم يقع مثله فعبر بالقليب عن امر المسلمين لما فيها من الماء\r\nالذي به حياتهم وصلاحهم وشبه أميرهم بالمستقى لهم وسقيه هو قيامه بمصالحهم وتدبير أمورهم\r\nواما قوله صلى الله عليه وسلم في أبي بكر رضي الله عنه وفي نزعه ضعف فليس فيه حط من\r\nفضيلة أبي بكر ولا اثبات فضيلة لعمر عليه وإنما هو اخبار عن مدة ولايتهما وكثرة انتفاع\r\nالناس في ولاية عمر لطولها ولاتساع الاسلام وبلاده والأموال وغيرها من الغنائم والفتوحات\r\nومصر والأمصار ودون الدواوين واما قوله صلى الله عليه وسلم الله يغفر له فليس فيه تنقيص\r\nله ولا إشارة إلى ذنب وإنما هي كلمة كان المسلمون يدعمون بها كلامهم ونعمت الدعامة\r\nوقد سبق في الحديث في صحيح مسلم انها كلمة كان المسلمون يقولونها افعل كذا والله يغفر\r\nلك قال العلماء وفي كل هذا اعلام بخلافة أبي بكر وعمر وصحة ولايتهما وبيان صفتها وانتفاع\r\nالمسلمين بها قوله صلى الله عليه وسلم ( فجاءني أبو بكر فاخذ الدلو من يدي ليروحني ) قال العلماء\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\nفيه إشارة إلى نيابة أبي بكر عنه وخلافته بعده وراحته صلى الله عليه وسلم بوفاته من نصب\r\nالدنيا ومشاقها كما قال صلى الله عليه وسلم مستريح ومستراح منه الحديث والدنيا سجن المؤمن\r\nولا كرب على أبيك بعد اليوم قوله صلى الله عليه وسلم ( فلم أر عبقريا من الناس يفري فريه )\r\nاما فري فبفتح الياء والثانية كسر الراء وأما فريه فروى بوجهين أحدهما فريه باسكان\r\nالراء وتخفيف الباء والثانية كسر الراء وتشديد الياء وهما لغتان صحيحتان وانكر الخليل\r\nالتشديد وقال هو غلط اتفقوا على أن معناه لم أر سيدا يعمل عمله ويقطع قطعه واصل\r\nالفري بالاسكان القطع يقال فريت الشئ أفريه فريا قطعته للاصلاح فهو مفري وفري\r\nوافريته إذا شققته على جهة الافساد وتفول العرب تركته يفرى الفرى إذا عمل العمل\r\nفأجاده ومنه حديث حسان لأفرينهم فرى الأديم اي أقطعهم بالهجاء كما يقطع الأديم قوله\r\nصلى الله عليه وسلم ( حتى ضرب الناس بعطن ) سبق تفسيره قال القاضي ظاهره انه عائد إلى\r\nخلافة عمر خاصة وقيل يعود إلى خلافة أبي بكر وعمر جميعا لان بنظرهما وتدبيرهما وقيامهما\r\nبمصالح المسلمين تم هذا الامر وضرب الناس بعطن لان أبا بكر قمع أهل الردة وجمع شمل\r\nالمسلمين والفهم وابتدأ الفتوح ومهد الأمور وتمت ثمرات ذلك وتكاملت في زمن عمر\r\nابن الخطاب رضي الله عنهما قوله صلى الله عليه وسلم ( كأني انزع دلو بكرة ) هي باسكان\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\nالكاف وفتحها قوله صلى الله عليه وسلم ( حتى روى الناس ) هو بكسر الواو والمخففة\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\nاي اخذوا كفايتهم قوله ( عن صالح عن ابن شهاب قال أخبرني عبد الحميد بن عبد الرحمن\r\nابن سيدان محمد بن سعد أبي وقاص اخبره ان أباه سعدا قال استأذن عمر ) هذا\r\nالحديث اجتمع فيه أربعة تابعيون يروي بعضهم عن بعض وهم صالح وابن شهاب\r\nوعبد الحميد ومحمد وقد رأى عبد الحميد ابن عباس قوله ( وعنده نساء من قريش يكلمنه\r\nويستكثرنه عالية أصواتهن ) قال العلماء معنى يستكثرنه يطلبن كثيرا من كلامه وجوابه بحوائجهن\r\nوفتاويهن وقوله عالية أصواتهن قال القاضي يحتمل ان هذا قبل النهي عن رفع الصوت فوق\r\nصوته صلى الله عليه وسلم ويحتمل ان علو أصواتهن إنما كان باجتماعها لا ان كلام كل واحدة\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\nبانفرادها أعلى من صوته صلى الله عليه وسلم قوله ( قلن أنت أغلظ وأفظ من رسول\r\nالله صلى لله عليه وسلم ) الفظ والغليظ بمعنى وهو عبارة عن شدة الخلق وخشونة الجانب قال العلماء\r\nوليست لفظة افعل هنا للمفاضلة بل هي بمعنى فظ غليظ قال القاضي وقد يصح حملها على المفاضلة\r\nوان القدر الذي منها في النبي صلى الله عليه وسلم هو ما كان من إغلاظه على الكافرين والمنافقين\r\nكما قال تعالى جاهد الكفار والمنافقين واغلظ عليهم وكان يغضب ويغلظ عند انتهاك حرمات\r\nالله تعالى والله أعلم وفي هذا الحديث فضل لين الجانب والحلم والرفق ما لم يفوت مقصودا\r\nشرعيا قال الله تعالى واخفض جناحك للمؤمنين وقال تعالى ولو كنت فظا غليظ القلب لانفضوا\r\nمن حولك وقال تعالى رؤوف رحيم قوله صلى الله عليه وسلم ( والذي نفسي بيده ما لقيك\r\nالشيطان قط سالكا فجا إلا سلك فجا غير فجك ) الفج الطريق الواسع ويطلق أيضا على المكان\r\nالمنخرق بين الجبلين وهذا الحديث محمول على ظاهره ان الشيطان متى رأى عمر سالكا فجا هرب\r\nهيبة من عمر وفارق ذلك الفج وذهب في فج آخر لشدة خوفه من بأس عمر ان يفعل فيه شيئا\r\nقال القاضي ويحتمل انه ضرب مثلا لبعد الشيطان وإغوائه منه وان عمر في جميع أموره سالك\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\nطريق السداد خلاف ما يأمر به الشيطان والصحيح الأول قوله ( عن ابن وهب عن إبراهيم\r\nابن سعد عن أبيه عن أبي سلمة عن عائشة عن النبي صلى الله عليه وسلم انه كان يقول قد كان يكون\r\nفي الأمم محدثون فان يكن في أمتي منهم أحد فان عمر بن الخطاب منهم ) قال ابن وهب تفسير\r\nمحدثون ملهمون هذا الاسناد مما استدركه الدارقطني على مسلم وقال المشهور فيه عن إبراهيم بن\r\nسعد عن أبيه عن أبي سلمة قال بلغني ان رسول الله صلى الله عليه وسلم وأخرجه البخاري من هذا\r\nالطريق عن أبي سلمة عن أبي هريرة واختلف تفسير العلماء للمراد بمحدثون فقال ابن وهب\r\nملهمون وقيل مصيبون وإذا ظنوا فكأنهم حدثوا بشئ فظنوا وقيل تكلمهم الملائكة وجاء في\r\nرواية متكلمون وقال البخاري يجري الصواب على ألسنتهم وفيه اثبات كرامات الأولياء قوله\r\n( قال عمر وافقت ربي في ثلاث في مقام إبراهيم وفي الحجاب وفي أسارى بدر ) هذا من اجل\r\nمناقب عمر وفضائله رضي الله عنه وهو مطابق للحديث قبله ولهذا عقبه مسلم به وجاء في هذه الرواية\r\nوافقت ربي في ثلاث وفسرها بهذه الثلاث وجاء في رواية أخرى في الصحيح اجتمع نساء رسول الله\r\nصلى الله عليه وسلم عليه في الغيرة فقلت عسى ربه إن طلقكن ان يبدله أزواجا خيرا منكن فنزلت الآية\r\nبذلك وجاء في الحديث الذي ذكره مسلم بعد هذا موافقته في منع الصلاة على المنافقين ونزول الآية\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\nبذلك وجاءت موافقته في تحريم الخمر فهذه ست وليس في لفظه ما ينفي زيادة الموافقة والله أعلم قوله ( لما\r\nتوفي عبد الله بن أبي بن سلول ) هكذا صوابه ان يكتب بن سلول بالألف ويعرب باعراب عبد الله فإنه\r\nوصف ثان له لأنه عبد الله بن أبي وهو عبد الله ابن سلول أيضا فأبى أبوه وسلول أمه فنسب إلى\r\nأبويه جميعا ووصف بهما وقد سبق بيان هذا ونظائره في كتاب الايمان في حديث المقداد حين\r\nقتل من اظهر الشهادة وأوضحنا هناك وجوهها قوله ( ان النبي صلى الله عليه وسلم أعطاه قميصه\r\nليكفن فيه أباه المنافق ) قيل إنما أعطاه قميصه وكفنه فيه تطييبا لقلب ابنه فإنه كان صحابيا صالحا\r\nوقد سأل ذلك فاجابه إليه وقيل مكافأة لعبد الله المنافق الميت لأنه كان البس العباس حين أسر\r\nيوم بدر قميصا وفي هذا الحديث بيان عظيم مكارم أخلاق النبي صلى الله عليه وسلم فقد علم\r\nما كان من هذا المنافق من الايذاء وقابله بالحسنى فالبسه قميصا كفنا وصلى عليه واستغفر له قال\r\nالله تعالى انك لعلى خلق عظيم وفيه تحريم الصلاة والدعاء له بالمغفرة والقيام على قبره للدعاء\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nباب من فضائل عثمان بن عفان رضي الله عنه\r\nقولها ( كان رسول الله صلى الله عليه وسلم مضطجعا في بيته كاشفا عن فخذيه أو ساقيه فاستأذن\r\nأبو بكر فاذن له وهو على تلك الحال إلى آخرة ) هذا الحديث مما يحتج به المالكية وغيرهم\r\nممن يقول ليست الفخذ عورة ولا حجة فيه لأنه مشكوك في المكشوف هل هو الساقان أم\r\nالفخذان فلا يلزم منه الجزم بجواز كشف الفخذ وفي هذا الحديث جواز تدلل العالم والفاضل\r\nبحضرة من يدل عليه من فضلاء أصحابه واستحباب ترك ذلك إذا حضر غريب أو صاحب يستحي منه\r\nقوله ( دخل أبو بكر فلم تهتش له ولم تباله ) هكذا هو في جميع نسخ بلادنا تهتش بالتاء بعد الهاء\r\nوفي بعض النسخ الطارئة بحذفها وكذا ذكره القاضي وعلى هذا فالهاء مفتوحة يقال هش يهش\r\nكشم يشم واما الهش الذي هو خبط الورق من الشجر فيقال منه هش يهش بضمها قال الله\r\nتعالى بها قال أهل اللغة الهشاشة والبشاشة بمعنى طلاقة الوجه وحسن اللقاء ومعنى لم تباله\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\nلم تكترث به وتحتفل لدخوله قوله صلى الله عليه وسلم ( الا استحي ممن تستحي منه الملائكة )\r\nهكذا هو في الرواية استحي بياء واحدة في كل واحدة منهما قال أهل اللغة يقال استحيا يستحيي\r\nبياءين واستحى يستحي بياء واحدة لغتان الأولى افصح واشهر وبها جاء القرآن وفيه فضيلة\r\nظاهرة لعثمان وجلالته عند الملائكة وان الحياء صفة جميلة من صفات الملائكة قوله ( لابس\r\nمرط عائشة ) هو بكسر الميم وهو كساء من صوف وقال الخليل كساء من صوف أو كتان أو غيره\r\nوقال ابن الاعرابي وأبو زيد هو الإزار\r\nقولها ( مالي لم ارك فزعت لأبي بكر وعمر كما فزعت\r\nلعثمان ) اي اهتممت لهما واحتفلت بدخولهما هكذا هو في جميع نسخ بلادنا فزعت بالزاي والعين\r\nالمهملة وكذا حكاه القاضي عن رواية الأكثرين قال وضبطه بعضهم فرغت بالراء والغين\r\nالمعجمة وهو قريب من معنى الأول قوله ( عن عثمان بن غياث ) هو بالغين المعجمة والثاء\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\nالمثلثة قوله ( في حائط ) هو البستان قوله ( يركز بعود ) هو بضم الكاف اي يضرب بأسفله\r\nليثبته في الأرض قوله ( استفتح رجل فقال افتح وبشره بالجنة ) وفي رواية امرني ان احفظ\r\nالباب وفي رواية لأكونن بواب رسول الله صلى الله عليه وسلم يحتمل انه صلى الله عليه وسلم\r\nامره أن يكون بوابا في جميع ذلك المجلس ليبشر هؤلاء المذكورين بالجنة رضي الله عنهم ويحتمل\r\nانه امره بحفظ الباب أولا إلى أن يقضي حاجته ويتوضأ لأنها حالة يستتر فيها ثم حفظ الباب\r\nأبو موسى من تلقاء نفسه وفيه فضيلة\r\nهؤلاء الثلاثة وانهم من أهل الجنة وفضيلة لأبي موسى\r\nوفيه جواز الثناء على الانسان في وجهه إذا امنت عليه فتنة الاعجاب ونحوه وفيه معجزة\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\nظاهرة للنبي صلى الله عليه وسلم لاخباره بقصة عثمان والبلوى وان الثلاثة يستمرون على\r\nالايمان والهدى قوله ( والله المستعان ) فيه استحبابة عند مثل هذا الحال قوله ( فخرج\r\nوجه ههنا ) المشهور في الرواية وجه بتشديد الجيم وضبطه بعضهم باسكانها وحكى القاضي الوجهين\r\nونقل الأول عن الجمهور ورجح الثاني لوجود خرج اي قصد هذه الجهة قوله ( جلس على بئر\r\nاريس وتوسط قفها ) اما اريس فبفتح الهمزة مصروف واما القف فبضم القاف وهو حافة\r\nالبئر واصله الغليظ المرتفع من الأرض قوله ( على رسلك ) كسر الراء وفتحها لغتان\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\nالكسر اشهر ومعناه تمهل وتأن قوله ( في أبي بكر وعمر رضي الله عنهما انهما دليا أرجلهما في\r\nالبئر كما دلاهما النبي ص هذا فعلاه للموافقة وليكون أبلغ في بقاء النبي\r\nصلى الله عليه وسلم على حالته راحته بخلاف ما إذا لم يفعلاه فربما استحى منهما فرفعهما\r\nوفي هذا دليل للغة الصحيحة انه يجوز ان يقول دليت الدلو في البئر ودليت رجلي وغيرها فيه كما\r\nيقال أدليت قال الله تعالى فأدلى دلوه ومنهم من منع الأول وهذا الحديث يرد عليه قوله ( فجلس\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nوجاهتهم ) بكسر الواو وضمها اي قبالتهم قوله ( قال سعيد بن المسيب فأولتها قبورهم ) يعني\r\nان الثلاثة دفنوا في مكان واحد وعثمان في مكان بائن عنهم وهذا من باب الفراسة الصادقة\r\nباب من فضائل علي بن أبي طالب رضي الله عنه\r\nقوله ( عن يوسف ابن الماجشون ) وفي بعض النسخ يوسف الماجشون بحذف لفظة ابن\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\nوكلاهما صحيح وهو أبو سلمة يوسف بن يعقوب بن عبد الله بن أبي سلمة واسم أبي سلمة دينار\r\nوالماجشون لقب يعقوب وهو لقب جرى عليه وعلى أولاده وأولاد أخيه وهو بكسر الجيم\r\nوضم الشين المعجمة وهو لفظ فارسي ومعناه الأحمر الأبيض المورد سمي يعقوب بذلك لحمرة\r\nوجهه وبياضه قوله صلى الله عليه وسلم لعلي رضي الله عنه ( أنت مني بمنزلة هارون من موسى\r\nالا انه لا نبي بعدي ) قال القاضي هذا الحديث مما تعلقت به الروافض والامامية وسائر فرق\r\nالشيعة في أن الخلافة كانت حقا لعلي وانه وصى له بها قال ثم اختلف هؤلاء فكفرت الروافض\r\nسائر الصحابة في تقديمهم غيره وزاد بعضهم فكفر عليا لأنه لم يقم في طلب حقه بزعمهم وهؤلاء\r\nأسخف مذهبا وافسد عقلا من أن يرد قولهم أو يناظر وقال القاضي ولا شك في كفر من قال\r\nهذا لان من كفر الأمة كلها والصدر الأول فقد أبطل نقل الشريعة وهدم الاسلام واما من\r\nعدا هؤلاء الغلاة فإنهم لا يسلكون هذا المسلك فاما الامامية وبعض المعتزلة فيقولون هم مخطئون\r\nفي تقديم غيره لا كفار وبعض المعتزلة لا يقول بالتخطئة لجواز تقديم المفضول عندهم وهذا الحديث\r\nلا حجة فيه لاحد منهم بل فيه اثبات فضيلة لعلي ولا تعرض فيه لكونه أفضل من غيره أو مثله وليس\r\nفيه دلالة لاستخلافه بعده لان النبي صلى الله عليه وسلم إنما قال هذا لعلي حين استخلفه في المدينة في\r\nغزوة تبوك ويؤيد هذا ان هارون المشبه به لم يكن خليفة بعد موسى بل توفي في حياة موسى وقبل\r\nوفاة موسى بنحو أربعين سنة على ما هو مشهور عند أهل الأخبار والقصص قالوا وإنما استخلفه حين\r\nذهب لميقات ربه للمناجاة والله أعلم قال العلماء وفي هذا الحديث دليل على أن عيسى بن مريم صلى الله\r\nعليه وسلم إذا نزل في آخر الزمان نزل حكما من حكام هذه الأمة يحكم بشريعة نبينا محمد صلى الله\r\nعليه وسلم ولا ينزل نبينا وقد سبقت الأحاديث المصرحة بما ذكرناه في كتاب الايمان قوله\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n( فوضع إصبعيه على اذنيه فقال نعم وإلا فاستكتا ) هو بتشديد الكاف اي صمتا قوله ( إن\r\nمعاوية قال لسعد بن أبي وقاص ما معك ان سب أبا تراب ) قال العلماء الأحاديث الواردة التي\r\nفي ظاهرها دخل على صحابي يجب تأويلها قالوا ولا يقع في روايات الثقات إلا ما يمكن تأويله\r\nفقول معاوية هذا ليس فيه تصريح بأنه امر سعدا بسبه وإنما سأله عن السبب المانع له من السب\r\nكأنه يقول هل امتنعت تورعا أو خوفا أو غير ذلك فإن كان تورعا واجلالا له عن السب فأنت\r\nمصيب محسن وإن كان غير ذلك فله جواب آخر ولعل سعدا قد كان في طائفة يسبون فلم يسب\r\nمعهم وعجز عن الانكار وأنكر عليهم فسأله هذا السؤال قالوا ويحتمل تأويلا آخر ان معناه\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\nما منعك ان تخطئه في رأيه واجتهاده وتظهر للناس حسن رأينا واجتهادنا وانه أخطأ قوله\r\n( فتساورت لها ) هو بالسين المهملة وبالواو ثم الراء ومعناه تطاولت لها كما صرح في الرواية\r\nالأخرى اي حرصت عليها اي أظهرت وجهي وتصديت لذلك ليتذكرني قوله ( فما أحببت\r\nالامارة إلا يومئذ ) إنما كانت محبته لها لما دلت عليه الامارة من محبته لله ورسوله صلى الله عليه\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\nوسلم\r\nومحبتهما له والفتح على يديه قوله صلى الله عليه وسلم ( امش ولا تلتفت حتى يفتح الله عليك\r\nفسار علي رضي الله عنه شيئا ثم وقف ولم يلتفت فصرخ يا رسول الله على ماذا أقاتل الناس ) هذا\r\nالالتفات يحتمل وجهين أحدهما انه على ظاهره اي لا تلتفت بعينيك لا يمينا ولا شمالا بل امض\r\nعلى جهة قصدك والثاني ان المراد الحث على الاقدام والمبادرة إلى ذلك وحمله علي رضي الله عنه\r\nعلى ظاهره ولم يلتفت بعينه حين احتاج وفي هذا حمل امره صلى الله عليه وسلم على ظاهره وقيل\r\nيحتمل ان المراد لا تنصرف بعد لقاء عدوك حتى يفتح الله عليك وفي هذا الحديث معجزات\r\nظاهرات لرسول الله صلى الله عليه وسلم قولية وفعلية فالقولية اعلامه بأن الله تعالى يفتح على يديه فكان\r\nكذلك والفعلية بصاقه في عينه وكان أرمد فبرأ من ساعته وفيه فضائل ظاهرة لعلي رضي الله عنه\r\nوبيان شجاعته وحسن مراعاته لامر رسول الله صلى الله عليه وسلم وحبه الله ورسول وحبهما إياه\r\nقوله صلى الله عليه وسلم ( فإذا فعلوا ذلك فقد منعوا منك دماءهم وأموالهم الا بحقها وحسابهم على\r\nالله ) وفي الرواية الأخرى ادعهم إلى الاسلام هذا الحديث فيه الدعاء إلى الاسلام قبل القتال وقد\r\nقال بايجابه طائفة على الاطلاق ومذهبنا ومذهب آخرين انهم ان كانوا ممن لم تبلغهم دعوة\r\nالاسلام وجب انذارهم قبل القتال وإلا فلا يجب لكن يستحب وقد سبقت المسألة مبسوطة\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\nفي أول الجهاد وليس في هذا ذكر الجزية وقبولها إذا بذلوها ولعله كان قبل نزول آية الجزية\r\nوفيه دليل على قبول الاسلام سواء كان في حال القتال أم في غيره وحسابه على الله تعالى معناه\r\nانا نكف عنه في الظاهر واما بينه بين الله تعالى فإن كان صادقا مؤمنا بقلبه نفعه ذلك في الآخرة\r\nونجا من النار كما نفعه في الدنيا وإلا فلا ينفعه بل يكون منافقا من أهل النار وفيه انه يشترط\r\nفي صحة الاسلام النطق بالشهادتين فإن كان أخرس أو في معناه كفته الإشارة اليهما والله أعلم\r\nقوله ( فبات الناس يدوكون ليلتهم أيهم يعطاها ) هكذا هو في معظم النسخ والروايات يدوكون\r\nبضم الدال المهملة وبالواو اي يخوضون ويتحدثون في ذلك وفي بعض النسخ يذكرون باسكان\r\nالذال المعجمة وبالراء قوله صلى الله عليه وسلم ( فوالله لان يهدي الله بك رجلا واحدا خير لك\r\nمن أن تكون لك حمر النعم ) هي الإبل الحمر وهر أنفس أموال العرب يضربون بها المثل في نفاسة\r\nالشئ وانه ليس هناك أعظم منه وقد سبق بيان ان تشبيه أمور الآخرة باعراض الدنيا إنما هو للتقريب\r\nمن الافهام والا فذرة من الآخرة\r\nالباقية خير من الأرض بأسرها وأمثالها معها لو تصورت وفي هذا\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\nالحديث بيان فضيلة العلم والدعاء إلى الهدى وسن السنن الحسنة قوله ( ماء يدعى خما بين مكة والمدينة )\r\nهو بضم الخاء المعجمة وتشديد الميم وهو اسم لغيضة على ثلاثة أميال من الحسنة عندها غدير مشهور\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\nيضاف إلى الغيضة فيقال غدير خم قوله صلى الله عليه وسلم ( وانا تارك فيكم ثقلين فذكر كتاب\r\nالله وأهل بيته ) قال العلماء سميا ثقلين لعظم ما وكبير شأنهما وقيل لثقل العمل بهما قوله ( ولكن\r\nأهل بيته من حرم الصدقة ) هو بضم الحاء وتخفيف الراء والمراد بالصدقة الزكاة وهي حرام عندنا\r\nعلى بني هاشم وبني المطلب وقال مالك بنو هاشم فقط وقيل بنو قصي وقيل قريش كلها قوله في\r\nالرواية الأخرى فقلنا من أهل بيته نساؤه قال لا هذا دليل لابطال قول من قال هم قريش كلها\r\nفقد كان في نسائه قرشيات وهن عائشة وحفصة وأم سلمة وسودة وأم حبيبة رضي الله عنهن\r\nواما قوله في الرواية الأخرى نساؤه من أهل بيته من حرم الصدقة قال وفي\r\nالرواية الأخرى فقلنا من أهل بيته نساؤه قال لا فهاتان الروايتان ظاهر هما التناقض والمعروف في\r\nمعظم الروايات في غير مسلم أنه قال نساؤه لسن من أهل بيته فتتأول الرواية الأولى على أن\r\nالمراد انهن من أهل بيته الذين يساكنونه ويعولهم وامر باحترامهم واكرامهم وسماهم ثقلا\r\nووعظ في حقوقهم وذكر فنساؤه داخلات في هذا كله ولا يدخلن فيمن حرم الصدقة وقد\r\nأشار إلى هذا في الرواية الأولى بقوله نساؤه من أهل بيته ولكن أهل بيته من حرم الصدقة\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\nفاتفقت الروايتان قوله صلى الله عليه وسلم ( كتاب الله هو حبل الله ) قيل المراد بحبل الله\r\nعهده وقيل السبب الموصل إلى رضاه ورحمته وقيل هو نوره الذي يهدي به قوله ( المرأة تكون\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\nمع الرجل العصر من الدهر ) اي القطعة منه . قولها ( فخرج ولم يقل عندي ) هو بفتح الياء\r\nوكسر القاف من القيلولة وهي النوم نصف النهار وفيه جواز النوم في المسجد واستحباب\r\nملاطفة الغضبان وممازحته والمشي إليه لاسترضائه\r\nباب في فضل سعد بن أبي وقاص رضي الله عنه\r\nقولها ( أرق رسول الله صلى الله عليه وسلم ذات ليلة ) هو بفتح الهمزة وكسر الراء وتخفيف\r\nالقاف اي سهر ولم يأته نوم والأرق السهر ويقال أرقني الامر بالتشديد تأريقا اي أسهرني\r\nورجل أرق على وزن فرح قوله صلى الله عليه وسلم ( ليت رجلا صالحا يحرسني ) فيه جواز\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\nالاحتراس من العدو والاخذ بالحزم وترك الاهمال في موضع الحاجة إلى الاحتياط قال العلماء\r\nوكان هذا الحديث قبل نزول قوله تعالى والله يعصمك من الناس لأنه صلى الله عليه وسلم\r\nترك الاحتراس حين نزلت هذه الآية وامر أصحابه بالانصراف عن حراسته وقد صرح في الرواية\r\nالثانية بان هذا الحديث الأول كان في أول قدومه المدينة ومعلوم ان الآية نزلت بعد ذلك بأزمان\r\nقولها ( حتى سمعت غطيطه ) هو بالغين المعجمة وهو صوت النائم المرتفع قولها ( سمعنا خشخشة\r\nسلاح ) اي صوت سلاح صدم بعضه بعضا قوله ( سمعت عليا رضي الله عنه يقول ما جمع رسول\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\nالله صلى الله عليه وسلم أبويه لاحد غير سعد بن مالك فإنه جعل يقول ارم فداك أبي وأمي ) وفي\r\nرواية عن سعد قال جمع لي رسول الله صلى الله عليه وسلم أبويه يوم أحد فقال ارم فداك أبي وأمي فيه\r\nجواز التفدية بالأبوين وبه قال جماهير العلماء وكرهه عمر بن الخطاب والحسن البصري رضي الله\r\nعنهما وكرهه بعضهم في التفدية بالمسلم من أبويه والصحيح الجواز مطلقا لأنه ليس فيه حقيقة\r\nفداء وإنما هو كلام والطاف واعلام بمحبته له ومنزلته وقد وردت الأحاديث الصحيحة بالتفدية\r\nمطلقا واما قوله ما جمع أبويه لغير سعد وذكر بعد انه جمعهما للزبير وقد جاء جمعهما لغيرهما\r\nأيضا فيحمل قول علي رضي الله عنه على نفي علم نفسه اي لا اعلمه جمعهما الا لسعد بن أبي وقاص\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\nوهو سعد بن مالك وفيه فضيلة الرمي والحث عليه والدعاء لمن فعل خيرا قوله ( كان رجل\r\nمن المشركين قد احرق المسلمين ) اي أثخن فيهم وعمل فيهم نحو عمل النار قوله ( فنزعت\r\nله بسهم ليس فيه نصل فأصبت جنبه فسقط وانكشفت عورته فضحك رسول الله صلى الله\r\nعليه وسلم حتى نظرت إلى نواجذه ) فقوله نزعت له بسهم اي رميته بسهم ليس فيه زج وقوله\r\nفأصبت جنبه بالجيم والنون هكذا هو في معظم النسخ وفي بعضها حبته بحاء مهملة وباء موحدة\r\nمشددة ثم مثناة فوق اي حبة قلبه وقوله فضحك اي فرحا بقتله عدوه لا لانكشافه قوله نواجذه\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\nبالذال المعجمة اي أنيابه وقيل أضراسه وسبق بيانه مرات قوله ( حدثنا محمد بن المثني وابن بشار قالا\r\nحدثنا شعبة ح وحدثنا أبو بكر بن أبي شيبة حدثنا وكيع ح وحدثنا أبو كريب وإسحاق الحنظلي\r\nعن محمد بن بشر عن مسعر ح وحدثنا ابن أبي عمر حدثنا سفيان عن مسعر كلهم عن سعد بن إبراهيم\r\nقال أبو مسعود الدمشقي وأبو علي الغساني وغيرهما ) هكذا رواه مسلم قالوا وأسقط من روايته سفيان\r\nالثوري بين وكيع ومسعر لان أبا بكر ابن أبي شيبة إنما رواه في مسنده والمغازي وغيره موضع عن\r\nوكيع عن الثوري عن مسعر وادعى بعضهم ان وكيعا لم يدرك مسعرا وهذا خطأ ظاهر فقد ذكر ابن\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\nأبي حاتم وغيره وكيعا فيمن روى عن مسعر ولان وكيعا أدرك نحو ست وعشرين سنة من حياة\r\nمسعر مع أنهما كوفيان قال أبو نعيم الفضل بن دكين والبخاري وغيرهما توفي مسعر سنة خمس وخمسين\r\nومائة وقال أحمد بن حنبل وغيره ولد وكيع سنة تسع وعشرين ومائة فلا يمتنع أن يكون وكيع سمع\r\nهذا الحديث من مسعر وكون ابن أبي شيبة رواه عن وكيع عن الثوري عن مسعر لا يلزم منه منع\r\nسماعه من مسعر كما قدمناه في نظائره والله أعلم قوله ( أردت ان ألقيه في القبض ) هو بفتح القاف\r\nوالباء الموحدة والضاد المعجمة الموضع الذي يجمع فيه الغنائم وقد سبق شرح أكثر هذا الحديث\r\nمفرقا والحش بفتح الحاء وضمها البستان قوله ( شجروا فاها بعصا ثم أوجروها ) اي فتحوه ثم\r\nصبوا فيها الطعام وإنما شجروها بالعصا لئلا تطبقه فيمتنع وصول الطعام جوفها وهكذا صوابه\r\nبالشين المعجمة والجيم والراء وهكذا في جميع النسخ قال القاضي ويروى شحوا فاها بالحاء المهملة\r\nوحذف الراء ومعناه قريب من الأول اي أوسعوه وفتحوه والشحو التوسعة ودابة شحو واسعة\r\nالخطو ويقال أوجره ووجره لغتان الأولى افصح واشهر قوله ( ضرب انفه ففزره ) هو بزاي ثم\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\nراء يعني شقه وكان انفه مفزورا اي مشقوقا قوله ( عن أبي عثمان قال لم يبق مع رسول الله\r\nصلى الله عليه وسلم في بعض تلك الأيام إلى قوله غير طلحة وسعد عن حديثهما ) معناه وهما\r\nحدثاني بذلك والله أعلم\r\nمن فضائل طلحة والزبير رضي الله عنهما\r\nقوله ( ندب رسول الله صلى الله عليه وسلم الناس فانتدب الزبير ) اي دعاهم للجهاد وحرضهم عليه\r\nفأجابه الزبير قوله صلى الله عليه وسلم ( لكل نبي حواري وحواري الزبير ) قال القاضي اختلف\r\nفي ضبطه فضبطه جماعة من المحققين بفتح الياء من الثاني كمصرخي وضبطه أكثرهم بكسرها\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\nوالحواري الناصر وقيل الخاصة قوله ( عن عبد الله بن الزبير قال كنت انا وعمرو بن أبي سلمة\r\nيوم الخندق مع النسوة في أطم حسان فكان يطأطئ لي مرة فأنظر إلى آخره ) الأطم بضم الهمزة\r\nوالطاء الحصن وجمعه آطام كعنق وأعناق قال القاضي ويقال في الجمع أيضا إطام بكسر الهمزة\r\nوالقصر كآكام وآكام وقوله كان يطأطئ هو بهمز آخره ومعناه يخفض لي ظهره\r\nوفي هذا الحديث دليل لحصول ضبط الصبي وتمييزه وهو ابن أربع سنين فان ابن الزبير ولد\r\nعام الهجرة في المدينة وكان الخندق سنة أربع من الهجرة\r\nعلى الصحيح فيكون له في وقت ضبطه\r\nلهذه القضية دون أربع سنين وفي هذا رد على ما قاله جمهور المحدثين انه لا يصح سماع الصبي حتى\r\nيبلغ خمس سنين والصواب صحته متى حصل التمييز وإن كان ابن أربع أو دونها وفيه منقبة\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\nلابن الزبير لجودة ضبطه لهذه القضية مفصلة في هذا السن والله أعلم قوله ( ان رسول الله\r\nصلى الله عليه وسلم كان على حراء هو وأبو بكر وعمر وعلي وعثمان وطلحة والزبير فتحركت\r\nالصخرة فقال رسول الله صلى الله عليه وسلم ( اهدأ فما عليك إلا نبي أو صديق أو شهيد ) هكذا\r\nوقع في معظم النسخ بتقديم علي على عثمان وفي بعضها بتقديم عثمان على علي كما وقع في الرواية الثانية\r\nباتفاق النسخ وقوله ( اهدأ ) بهمز آخره اي أسكن وحراء بكسر الحاء وبالمد هذا هو الصواب\r\nوقد سبق بيانه واضحا في كتاب الايمان وان الصحيح انه مذكر ممدود مصروف وفي هذا الحديث\r\nمعجزات لرسول الله صلى الله عليه وسلم منها إخباره ان هؤلاء شهداء وماتوا كلهم غير النبي\r\nصلى الله عليه وسلم وأبي بكر شهداء فان عمر وعثمان وعليا وطلحة والزبير رضي الله عنهم قتلوا\r\nظلما شهداء فقتل الثلاثة مشهور وقتل الزبير بوادي السباع بقرب البصرة منصرفا تاركا للقتال\r\nوكذلك طلحة اعتزل الناس تاركا للقتال فأصابه سهم فقتله وقد ثبت ان من قتل ظلما فهو شهيد\r\nوالمراد شهداء في أحكام الآخرة وعظيم ثواب الشهداء\r\nواما في الدنيا فيغسلون ويصلى عليهم\r\nوفيه بيان فضيلة هؤلاء وفيه اثبات التمييز في الحجاز وجواز التزكية والثناء على الانسان في وجهه\r\nإذا لم يخف عليه فتنة باعجاب ونحوه واما ذكر سعد بن أبي وقاص في الشهداء في الرواية الثانية\r\nفقال القاضي إنما سمي شهيدا لأنه مشهود له بالجنة\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\nباب من فضائل أبي عبيدة بن الجراح رضي الله عنه\r\nقوله صلى الله عليه وسلم ( ان لكل أمة أمينا وان أميننا أيتها الأمة أبو عبيدة بن الجراح ) قال\r\nالقاضي هو بالرفع على النداء قال والاعراب الأفصح أن يكون منصوبا على الاختصاص حكى\r\nسيبويه اللهم اغفر لنا أيتها العصابة واما الأمين فهو الثقة المرضي قال العلماء والأمانة مشتركة\r\nبينه وبين غيره من الصحابة لكن النبي صلى الله عليه وسلم خص بعضهم بصفات غلبت عليهم\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\nوكانوا بها أخص قوله ( فاستشرف لها الناس ) اي تطلعوا إلى الولاية ورغبوا فيها حرصا\r\nعلى أن يكون هو الأمين الموعود في الحديث لا حرصا على الولاية من حيث هي\r\nباب من فضائل الحسن والحسين رضي الله عنهما\r\nقوله صلى الله عليه وسلم للحسن ( إني أحبه فأحبه وأحبب من يحبه ) فيه حث على حبه وبيان\r\nلفضيلته رضي الله عنه قوله ( في طائفة من النهار حتى جاء سوق بني قينقاع ثم انصرف حتى اتى خباء\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\nفقال أثم لكع أثم لكع يعني حسنا فظننا انه إنما تحبسه أمه لان تغسله وتلبسه سخابا ) اما\r\nقوله طائفة من النهار فالمراد قطعة منه وقينقاع بضم النون وفتحها وكسرها سبق مرات ولكع\r\nالمراد به هنا الصغير وخباء فاطمة بكسر الخاء المعجمة وبالمد اي بيتها والسخاب بكسر السين المهملة\r\nوبالخاء المعجمة جمعه سخب وهو قلادة من القرنفل والمسك والعود ونحوها من أخلاط الطيب\r\nيعمل على هيئة السبحة ويجعل قلادة للصبيان والجواري وقيل هو خيط فيه خرز سمي سخابا\r\nلصوت خرزه عند حركته من السخب بفتح السين والخاء يقال الصخب بالصاد وهو اختلاط\r\nالأصوات وفي هذا الحديث جواز الباس الصبيان القلائد والسخب ونحوها من الزينة واستحباب\r\nتنظيفهم لا سيما عند لقائهم أهل الفضل واستحباب النظافة مطلقا قوله ( جاء يسعى حتى اعتنق\r\nكل واحد منهما صاحبه ) فيه استحباب ملاطفة الصبي ومداعبته رحمة له ولطفا واستحباب التواضع\r\nمع الأطفال وغيرهم واختلف العلماء في معانقة الرجل للرجل القادم من سفر فكرهها مالك\r\nوقال هي بدعة واستحبها سفيان وغيره وهو الصحيح الذي عليه الأكثرون والمحققون وتناظر\r\nمالك وسفيان في المسألة فاحتج سفيان بان النبي صلى الله عليه وسلم فعل ذلك بجعفر حين قدم\r\nفقال مالك هو خاص به فقال سفيان ما يخصه بغير دليل فسكت مالك قال القاضي عياض\r\nوسكوت مالك دليل لتسليمه قول سفيان وموافقته وهو صواب حتى يدل دليل للتخصيص قوله\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n( رأيت رسول الله صلى عليه وسلم واضعا الحسن بن علي على عاتقه العاتق ما بين المنكب\r\nوالعنق وفيه ملاطفة الصبيان ورحمتهم ومماستهم وان رطوبات وجهه ونحوها طاهرة حتى تتحقق\r\nنجاستها ولم ينقل عن السلف التحفظ منها ولا يخلون منها غالبا قوله ( لقد قدت بنبي الله صلى\r\nالله عليه وسلم والحسن والحسين بغلته الشهباء هذا قدامه وهذا خلفه ) فيه دليل لجواز ركوب\r\nثلاثة على دابة إذا كانت مطيقة وهذا مذهبنا ومذهب العلماء كافة وحكى القاضي عن بعضهم\r\nمنع ذلك مطلقا وهو فاسد قوله ( وعليه مرط مرحل ) هو بالحاء المهملة ونقل القاضي انه\r\nوقع لبعض رواة كتاب مسلم بالحاء ولبعضهم بالجيم والمرحل بالحاء هو الموشي المنقوش عليه\r\nصور رجال الإبل وبالجيم عليه صور المراجل وهي القدور واما المرط فبكسر الميم وهو كساء\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\nجمعه مروط وسبق بيانه مرات قوله تعالى إنما يريد الله ليذهب عنكم الرجس أهل البيت قيل\r\nهو الشك وقيل العذاب وقيل الاثم قال الأزهري الرجس اسم لكل مستقذر من عمل\r\nمن فضائل زيد بن حارثة وابنه أسامة رضي الله عنهما\r\nقوله ( ما كنا ندعو زيد بن حارثة إلا زيد بن محمد حتى نزل في القرآن ادعوهم لآبائهم ) قال العلماء\r\nكان النبي صلى الله عليه وسلم قد تبنى زيدا ودعاه ابنه وكانت العرب تفعل ذلك يتبنى الرجل مولاه\r\nأو غيره فيكون ابنا له يوارثه وينتسب إليه حتى نزلت الآية فرجع كل إنسان إلى نسبه إلا من\r\nلم يكن له نسب معروف فيضاف إلى مواليه كما قال الله تعالى فإن لم تعلموا آباءهم فإخوانكم في\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\n\r\nالدين ومواليكم قوله صلى الله عليه وسلم ( وإن كان لخليقا للإمارة ) أي حقيقا بها فيه جواز\r\nإمارة العتيق وجواز تقديمه على العرب وجواز تولية الصغير على الكبار فقد كان أسامة صغيرا\r\nجدا توفي النبي صلى الله عليه وسلم وهو ابن ثمان عشرة سنة وقيل عشرين وجواز تولية المفضول\r\nعلى الفاضل للمصلحة وفي هذه الأحاديث فضائل ظاهرة لزيد ولأسامة رضي الله عنهما ويقال\r\nطعن في الإمرة والعرض والنسب ونحوها يطعن بالفتح وطعن بالرمح وإصبعه وغيرها يطعن\r\nبالضم هذا هو المشهور وقيل لغتان فيهما والإمرة بكسر الهمزة الولاية وكذلك الإمارة\r\nباب من فضائل عبد الله بن جعفر رضي الله عنهما\r\nقوله ( قال عبد الله بن جعفر لابن الزبير أتذكر إذ تلقينا رسول الله صلى الله عليه وسلم أنا وأنت\r\nوابن عباس فحملنا وتركك ) معناه قال ابن جعفر فحملنا وتركك وتوضحه الروايات بعده وقد توهم\r\nالقاضي عياض أن القائل فحملنا هو ابن الزبير وجعله خلطا في رواية مسلم وليس كما قال بل صوابه\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\nما ذكرناه وأن القائل فحملنا وتركك ابن جعفر قوله ( كان رسول الله صلى الله عليه وسلم\r\nإذا قدم من سفر تلقى بصبيان أهل بيته ) هذه سنة مستحبة أن يتلقى الصبيان المسافر وأن\r\nيركبهم وأن يردفهم ويلاطفهم والله أعلم\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\n\r\nباب فضائل خديجة\r\nقوله صلى الله عليه وسلم ( خير نسائها مريم بنت عمران وخير نسائها خديجة بنت خويلد\r\nوأشار وكيع إلى السماء والأرض ) أراد وكيع بهذه الإشارة تفسير الضمير في نسائها وأن المراد به\r\nجميع نساء الأرض أي كل من بين السماء والأرض من النساء والأظهر أن معناه أن كل واحدة\r\nمنهما خير نساء الأرض في عصرها وأما التفضيل بينهما فمسكوت عنه قال القاضي ويحتمل\r\nأن المراد أنهما من خير نساء الأرض والصحيح الأول قوله صلى الله عليه وسلم ( كمل من\r\nالرجال كثير ولم يكمل من النساء غير مريم بنت عمران وآسية امرأة فرعون ) يقال كمل\r\nبفتح الميم وضمها وكسرها ثلاث لغات مشهورات الكسر ضعيف قال القاضي هذا الحديث\r\nيستدل به من يقول بنبوة النساء ونبوة آسية ومريم والجمهور على أنهما ليستا نبيتين بل هما\r\nصديقتان ووليتان من أولياء الله تعالى ولفظة الكمال تطلق على تمام الشئ وتناهيه في بابه\r\nوالمراد هنا التناهي في جميع الفضائل وخصال البر والتقوى قال القاضي فإن قلنا هما نبيتان\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\nفلا شك أن غيرهما لا يلحق بهما وإن قلنا وليتان لم يمتنع أن يشاركهما من هذه الأمة غيرهما\r\nهذا كلام القاضي وهذا الذي نقله من القول بنبوتهما غريب ضعيف وقد نقل جماعة الإجماع\r\nعلى عدمها والله أعلم قوله صلى الله عليه وسلم ( وفضل عائشة على النساء كفضل الثريد\r\nعلى سائر الطعام ) قال العلماء معناه أن الثريد من كل طعام أفضل من المرق فثريد اللحم أفضل\r\nمن مرقه بلا ثريد وثريد مالا لحم فيه أفضل من مرقه والمراد بالفضيلة نفعه والشبع منه وسهولة\r\nمساغه والالتذاذ به وتيسر تناوله وتمكن الانسان من أخذ كفايته منه بسرعة وغير ذلك\r\nفهو أفضل من المرق كله ومن سائر الأطعمة وفضل عائشة على النساء زائد كزيادة فضل الثريد\r\nعلى غيره من الأطعمة وليس في هذا تصريح بتفضيلها على مريم وآسية لاحتمال أن المراد\r\nتفضيلها على نساء هذه الأمة قوله ( عن أبي هريرة قال أتى جبريل النبي صلى الله عليه وسلم فقال\r\nيا رسول الله هذه خديجة قد أتتك معها إناء فيه آدام أو طعام أو شراب فإذا هي أتتك فاقرأ\r\nعليها السلام من ربها ومني وبشرها ببيت في الجنة من قصب لا صخب فيه ولا نصب ) هذا\r\nالحديث من مراسيل الصحابة وهو حجة عند الجماهير كما سبق وخالف فيه الأستاذ أبو إسحق\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\nالاسفرائني لأن أبا هريرة لم يدرك أيام خديجة فهو محمول على أنه سمعه من النبي صلى الله عليه وسلم\r\nأو من صحابي ولم يذكر أبو هريرة هنا سماعه من النبي صلى الله عليه وسلم وقوله أولا قد أتتك\r\nمعناه توجهت إليك وقوله فإذا هي أتتك أي وصلتك فاقرأ عليها السلام أي سلم عليها وهذه\r\nفضائل ظاهرة لخديجة رضي الله عنها وقوله ببيت من قصب قال جمهور العلماء المراد به قصب\r\nاللؤلؤ المجوف كالقصر المنيف وقيل قصب من ذهب منظوم بالجوهر قال أهل اللغة القصب\r\nمن الجوهر ما استطال منه في تجويف قالوا ويقال لكل مجوف قصب وقد جاء في الحديث\r\nمفسرا ببيت من لؤلؤة محياة وفسروه بمجوفة قال الخطابي وغيره المراد بالبيت هنا القصر\r\nوأما الصخب فبفتح الصاد والخاء وهو الصوت المختلط المرتفع والنصب المشقة والتعب\r\nويقال فيه نصب بضم النون وإسكان الصاد وبفتحهما لغتان حكاهما القاضي وغيره\r\nكالحزن والحزن والفتح أشهر وأفصح وبه جاء القرآن وقد نصب الرجل بفتح النون\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\nوكسر الصاد إذا أعيا قوله ( عن عائشة قالت هلكت خديجة قبل أن يتزوجني بثلاث\r\nسنين ) تعني قبل أن يدخل بها لا قبل العقد وإنما كان قبل العقد بنحو سنة\r\nونصف قوله ( يهديها إلى خلائلها ) أي صدائقها جمع خليلة وهي الصديقة قوله صلى الله\r\nعليه وسلم ( رزقت حبها ) فيه إشارة إلى أن حبها فضيلة حصلت\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\n\r\nقولها ( فارتاح لذلك أي هش لمجيئها وسر بها لتذكره بها خديجة وأيامها وفي هذا كله دليل لحسن العهد\r\nوحفظ الود ورعاية حرمة الصاحب والعشير في حياته ووفاته وإكرام أهل ذلك الصاحب قولها\r\n( عجوز من عجائز قريش حمراء الشدقين ) معناه عجوز كبيرة جدا حتى قد سقطت أسنانها من الكبر\r\nولم يبق لشدقها بياض شئ من الأسنان إنما بقي فيه حمرة لثاتها قال القاضي قال المصري وغيره من\r\nالعلماء الغيرة مسامح للنساء فيها لا عقوبة عليهن فيها لما جبلن عليه من ذلك ولهذا لم تزجر عائشة\r\nعنها قال القاضي وعندي أن ذلك جرى من عائشة لصغر سنها وأول شبيبتها ولعلها لم تكن بلغت حينئذ\r\nباب فضائل عائشة أم المؤمنين رضي الله عنها\r\nقوله صلى الله عليه وسلم ( جاءني بك الملك في سرقة من حرير ) هي بفتح السين المهملة والراء\r\nوهي الشقق البيض من الحرير قاله أبو عبيدة وغيره قوله صلى الله عليه وسلم ( فأقول إن يك من\r\nعند الله يمضه ) قال القاضي إن كانت هذه الرؤيا قبل النبوة وقبل تخليص أحلامه صلى اله عليه وسلم\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\nمن الأضغاث فمعناها إن كانت رؤيا حق وإن كانت بعد النبوة فلها ثلاثة معان أحدهما أن المراد\r\nإن تكن الرؤيا على وجهها وظاهرها لا تحتاج إلى تعبير وتفسير فسيمضه الله تعالى وينجزه فالشك\r\nعائد إلى أنها رؤيا على ظاهرها أم تحتاج إلى تعبير وصرف على ظاهرها الثاني أن المراد إن كانت\r\nهذه الزوجة في الدنيا يمضها الله فالشك أنها زوجته في الدنيا أم في الجنة الثالث أنه لم يشك ولكن\r\nأخبر على التحقيق وأتى بصورة الشك كما قال أأنت أم أم سالم وهو نوع من البديع عند أهل البلاغة\r\nيسمونه تجاهل العارف وسماه بعضهم مزج الشك باليقين قوله صلى الله عليه وسلم لعائشة ( إني لأعلم\r\nإذا كنت عني راضية وإذا كنت علي غضبى إلى قولها يا رسول الله ما أهجر إلا اسمك ) قال القاضي\r\nمغاضبة عائشة للنبي صلى الله عليه وسلم هي مما سبق من الغيرة التي عفى عنها للنساء في كثير من\r\nالأحكام كما سبق لعدم انفكاكهن منها حتى قال مالك وغيره من علماء المدينة يسقط عنها الحد إذا\r\nقذفت زوجها بالفاحشة على جهة الغيرة قال واحتج بما روى عن النبي صلى الله عليه وسلم أنه قال\r\nما تدري الغيراء أعلى الوادي من أسفله ولولا ذلك لكان على عائشة في ذلك من الحرج ما فيه لأن\r\nالغضب على النبي صلى الله عليه وسلم وهجره كبيرة عظيمة ولهذا قالت لا أهجر إلا اسمك فدل على أن\r\nقلبها وحبها كما كان وإنما الغيرة في النساء لفرط المحبة قال القاضي واستدل بعضهم بهذا أن الاسم\r\nغير المسمى في المخلوقين وأما في حق الله تعالى فالاسم هو المسمى قال القاضي وهذا كلام من لا تحقيق\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\nعنده من معنى المسألة لغة ولا نظرا ولا شك عند القائلين بأن الاسم هو المسمى من أهل السنة\r\nوجماهير أئمة اللغة أو مخالفيهم من المعتزلة أن الاسم قد يقع أحيانا والمراد به التسمية حيث كان في\r\nخالق أو مخلوق ففي حق الخالق تسمية المخلوق له باسمه وفعل المخلوق ذلك بعباراته المخلوقة وأما أسماؤه\r\nسبحانه وتعالى التي سمى بها نفسه فقديمة كما أن ذاته وصفاته قديمة وكذلك لا يختلفون أن لفظة\r\nالاسم إذا تكلم بها المخلوق فتلك اللفظة والحروف والأصوات المقطعة المنفهم منها الاسم أنها\r\nغير الذات بل هي التسمية وإنما الاسم الذي هو الذات ما يفهم منه من خالق ومخلوق هذا\r\nآخر كلام القاضي قوله ( عن عائشة أنها كانت تلعب بالبنات عند رسول الله صلى الله عليه وسلم )\r\nقال القاضي فيه جواز اللعب بهن قال وهن مخصوصات من الصور المنهي عنها لهذا الحديث ولما\r\nفيه من تدريب النساء في صغرهن لأمر أنفسهن وبيوتهن وأولادهن قال وقد أجاز العلماء بيعهن\r\nوشراءهن وروي عن مالك كراهة شرائهن وهذا محمول على كراهة الاكتساب بها وتنزيه ذوي\r\nالمروءات عن تولي بيع ذلك لا كراهة اللعب قال ومذهب جمهور العلماء جواز اللعب بهن وقالت\r\nطائفة هو منسوخ بالنهي عن الصور هذا كلام القاضي قولها ( وكانت تأتيني صواحبي فكن\r\nينقمعن من رسول الله صلى الله عليه وسلم فكان يسر بهن إلي ) معنى ينقمعن يتغيبن حياء منه\r\nوهيبة وقد يدخلن في بيت ونحوه وهو قريب من الأول ويسر بهن بتشديد الراء أي يرسلهن وهذا\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\nمن لطفه صلى الله عليه وسلم وحسن معاشرته قولها ( يسألنك العدل في ابنة أبي قحافة ) معناه\r\nيسألنك التسوية بينهن في محبة القلب وكان صلى الله عليه وسلم يسوي بينهن في الافعال والمبيت\r\nونحوه وأما محبة القلب فكان يحب عائشة أكثر منهن وأجمع المسلمون على أن محبتهن لا تكليف\r\nفيها ولا يلزمه التسوية فيها لأنه لا قدرة لأحد عليها إلا الله سبحانه وتعالى وإنما يؤمر بالعدل\r\nفي الافعال وقد اختلف أصحابنا وغيرهم من العلماء في أنه صلى الله عليه وسلم هل كان يلزمه القسم\r\nبينهن في الدوام والمساواة في ذلك كما يلزم غيره أم لا يلزمه بل يفعل ما يشاء من إيثار وحرمان فالمراد\r\nبالحديث طلب المساواة في محبة القلب لا العدل في الافعال فإنه كان حاصلا قطعا ولهذا كان يطاف به\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\nصلى الله عليه وسلم في مرضه عليهن حتى ضعف فاستأذنهن في أن يمرض في بيت عائشة فأذن له\r\nقولها ( يناشدنك ) أي يسألنك قولها ( هي التي تساميني ) أي تعادلني وتضاهيني في الحظوة والمنزلة\r\nالرفيعة مأخوذ من السمو وهو الارتفاع قولها ( ما عدا سورة من حد كانت فيها تسرع منها الفيئة )\r\nهكذا هو في معظم النسخ سورة من حد بفتح الحاء بلا هاء وفي بعضها من حده بكسر الحاء وبالهاء\r\nوقولها سورة هي بسين مهملة مفتوحة ثم واو ساكنة ثم راء ثم تاء والسورة الثوران وعجلة الغضب\r\nوأما الحدة فهي شدة الخلق وثورانه ومعنى الكلام أنها كاملة الأوصاف إلا أن فيها شدة خلق وسرعة\r\nغضب تسرع منها الفيئة بفتح الفاء وبالهمز وهي الرجوع أي إذا وقع ذلك منها رجعت عنه سريعا\r\nولا تصر عليه وقد صحف صاحب التحرير في هذا الحديث تصحيفا قبيحا جدا فقال ما عدا سودة بالدال\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\nوجعلها سودة بنت زمعة وهذا من الغلط الفاحش نبهت عليه لئلا يغتر به قولها ( ثم وقعت بي\r\nفاستطالت علي وأنا أرقب رسول الله صلى الله عليه وسلم وأرقب طرفه هل يأذن لي فيها فلم تبرح زينب\r\nحتى عرفت أن رسول الله صلى الله عليه وسلم لا يكره أن أنتصر فلما وقعت بها لم أنشبها حين أنحيت\r\nعليها ) أما أنحيت فبالنون المهملة أي قصدتها واعتمدتها بالمعارضة وفي بعض النسخ حتى بدل\r\nحين وكلاهما صحيح ورجح القاضي حين بالنون ومعنى لم أنشبها لم أمهلها وفي الرواية الثانية لم\r\nأنشبها أن أثخنتها عليه بالعين المهملة وبالياء وفي بعض النسخ بالغين المعجمة وأثخنتها بالثاء المثلثة\r\nوالخاء المعجمة أي قمعتها وقهرتها وقولها أولا ثم وقعت بي أي استطالت علي ونالت مني بالوقيعة\r\nفي أعلم أنه ليس فيه دليل على أن النبي صلى الله عليه وسلم أذن لعائشة ولا أشار بعينه ولا غيرها\r\nبل لا يحل اعتقاد ذلك فإنه صلى الله عليه وسلم تحرم عليه خائنة الأعين وإنما فيه أنها انتصرت\r\nلنفسها فلم ينهها وأما قوله صلى الله عليه وسلم أنها ابنة أبي بكر فمعناه الإشارة إلى كمال فهمها وحسن\r\nنظرها والله أعلم\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\nقولها ( قبضه الله بين سحري ونحري ) السحر بفتح السين المهملة وضمها واسكان\r\nالحاء وهي الرئة وما تعلق بها قال القاضي وقيل إنما هو شجري بالشين المعجمة والجيم وشبك\r\nهذا القائل أصابعه وأومأ إلى أنها ضمته إلى نحرها مشبكة يديها عليه والصواب المعروف هو\r\nالأول قوله ( فلما كان يومي قبضه الله ) أي يومها الأصيل بحساب الدور والقسم وإلا فقد\r\nكان صار جميع الأيام في بيتها قولها ( وأخذته بحة ) هي بضم الباء الموحدة وتشديد الحاء وهي\r\nغلظ في الصوت قوله صلى الله عليه وسلم ( اللهم اغفر لي وارحمني وألحقني بالرفيق ) وفي رواية الرفيق\r\nالأعلى الصحيح الذي عليه الجمهور أن المراد بالرفيق الأعلى الأنبياء الساكنون أعلى عليين ولفظة رفيق\r\nتطلق على الواحد والجمع قال الله تعالى أولئك رفيقا وقيل هو الله تعالى يقال الله رفيق بعباده\r\nمن الرفق والرأفة فهو فعيل بمعنى فاعل وأنكر الأزهري هذا القول وقيل أراد مرتفق الجنة\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\nقولها ( فأشخص بصره إلى السماء ) هو بفتح الخاء أي رفعه إلى السماء ولم يطرف قولها ( كان\r\nرسول الله صلى الله عليه وسلم إذا خرج أقرع بين نسائه فطارت القرعة على عائشة وحفصة )\r\nأي خرجت القرعة لهما ففيه صحة الاقراع في القسم بين الزوجات وفي الأموال وفي العتق ونحو\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\nذلك مما هو مقرر في كتب الفقه مما في معنى هذا وباثبات القرعة في هذه الأشياء قال الشافعي\r\nوجماهير العلماء وفيه أن من أراد سفرا ببعض نسائه أقرع بينهن كذلك وهذا الاقراع عندنا\r\nواجب في حق غير النبي صلى الله عليه وسلم وأما النبي صلى الله عليه وسلم ففي وجوب القسم\r\nفي حقه خلاف قدمناه مرات فمن قال بوجوب القسم يجعل إقراعه واجبا ومن لم يوجبه يقول\r\nإقراعه صلى الله عليه وسلم من حسن عشرته ومكارم أخلاقه قولها ( إن حفصة قالت لعائشة\r\nألا تركبين الليلة بعيري وأركب بعيرك ) قال القاضي قال المهلب هذا دليل على أن القسم لم يكن\r\nواجبا عليه صلى الله عليه وسلم فلهذا تحيلت حفصة على عائشة بما فعلت ولو كان واجبا لحرم\r\nذلك على حفصة وهذا الذي ادعاه ليس بلازم فإن القائل بأن القسم واجب عليه لا يمنع حديث\r\nالأخرى في غير وقت عماد القسم قال أصحابنا يجوز أن يدخل في غير وقت عماد القسم إلى غير\r\nصاحبة النوبة فيأخذ المتاع أو يضعه أو نحوه من الحاجات وله أن يقبلها ويلمسها من غير إطالة\r\nوعماد القسم في حق المسافر هو وقت النزول فحالة السير ليست منه\r\nسواء كان ليلا أو نهارا قولها\r\n( جعلت رجلها بين الأذخر وتقول إلى آخره ) هذا الذي فعلته وقالته حملها عليه فرط الغيرة\r\nعلى رسول الله صلى الله عليه وسلم وقد سبق أن أمر الغيرة معفو عنه قوله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\nلعائشة رضي الله عنها ( أن جبريل يقرأ عليك السلام قالت فقلت وعليه السلام ورحمة الله )\r\nفيه فضيلة ظاهرة لعائشة رضي الله عنها وفيه استحباب بعث السلام ويجب على الرسول\r\nتبليغه وفيه بعث الأجنبي السلام إلى الأجنبية الصالحة إذا لم يخف ترتب مفسدة وأن الذي\r\nيبلغه السلام يرد عليه قال أصحابنا وهذا الرد واجب على الفور وكذا لو بلغه سلام في ورقة من\r\nغائب لزمه أن يرد السلام عليه باللفظ على الفور إذا قرأه وفيه أنه يستحب في الرد أن يقول\r\nوعليك أو وعليكم السلام بالواو فلو\r\nقال عليكم السلام أو عليكم أجزأه على الصحيح وكان تاركا\r\nللأفضل وقال بعض أصحابنا لا بجزئه وسبقت مسائل السلام في بابه مستوفاة ومعنى يقرأ عليك السلام\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\n\r\nيسلم عليك قوله صلى الله عليه وسلم ( يا عائش ) دليل لجواز الترخيم ويجوز فتح الشين وضمها\r\nحديث أم زرع قوله ( أحمد بن جناب ) بالجيم والنون قال الحافظ أبو بكر الخطيب البغدادي في كتابه المبهمات\r\nلا أعلم أحدا سمى النسوة المذكورات في حديث أم زرع إلا من الطريق الذي أذكره وهو غريب\r\nجدا فذكره وفيه أن الثانية اسمها عمرة بنت عمرو واسم الثالثة حنى بنت نعب والرابعة مهدد\r\nبنت أبي مرزمة والخامسة كبشة والسادسة هند والسابعة حنى بنت علقمة والثامنة بنت أوس\r\nابن عبد والعاشرة كبشة\r\nبنت الأرقم والحادية عشر أم زرع بنت أكهل بن ساعد قولها ( جلس\r\nإحدى عشرة امرأة ) هكذا هو في معظم النسخ وفي بعضها جلسن بزيادة نون وهي لغة قليلة\r\nسبق بيانها في مواضع منها حديث يتعاقبون فيكم ملائكة وإحدى عشرة وتسع عشرة وما بينهما\r\nيجوز فيه اسكان الشين وكسرها وفتحها والاسكان أفصح وأشهر قولها ( زوجي لحم جمل غث\r\nعلى رأس جبل وعر لا سهل فيرتقي ولا سمين فينتقل ) قال أبو عبيد وسائر أهل الغريب والشراح\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\nالمراد بالغث المهزول وقولها على رأس جبل وعر أي صعب الوصول إليه فالمعنى أنه قليل الخير من\r\nأوجه منها كونه كلحم الجمل لا كلحم الضأن ومنها أنه مع ذلك غث مهزول ردئ ومنها أنه صعب\r\nالتناول لا يوصل إليه إلا بمشقة شديدة هكذا فسره الجمهور وقال الخطابي قولها على رأس جبل\r\nأي يترفع ويتكبر ويسمو بنفسه فوق موضعها كثيرا أي أنه يجمع إلى قلة خيره تكبره وسوء الخلق\r\nقالوا وقولها ولا سمين فينتقل أي تنقله الناس إلى بيوتهم ليأكلوه بل يتركوه رغبة عنه لرداءته\r\nقال الخطابي ليس فيه مصلحة يحتمل سوء عشرته بسببها يقال أنقلت الشئ بمعنى نقلته وروي\r\nفي غير هذه الرواية ولا سمين فينتقي أي يستخرج نقيه والنقي بكسر النون واسكان القاف هو المخ\r\nيقال نقوت العظم ونقيته وانتقيته إذا استخرجت نقيه قولها ( قالت الثانية زوجي لا أبث\r\nخبره إني أخاف أن لا أذره أن أذكره أذكر عجره بجره ) فقولها لا أبث خبره أي لا أنشره\r\nوأشيعه إني أخاف أن لا أذره فيه تأويلان أحدهما لابن السكيت وغيره أن الهاء عائدة على\r\nخبره فالمعنى أن خبره طويل إن شرعت في تفصيله لا أقدر على إتمامه لكثرته والثانية أن الهاء\r\nعائدة على الزوج وتكون لا زائدة كما في قوله تعالى ما منعك أن لا تسجد ومعناه أني أخاف\r\nأن يطلقني فأذره وأما عجره وبجره فالمراد بهما عيوبه وقال الخطابي وغيره أرادت بهما عيوبه\r\nالباطنة وأسراره الكامنة قالوا وأصل العجر أن يتعقد العصب أو العروق حتى تراها ناتئة من\r\nالجسد والبجر نحوها إلا أنها في البطن خاصة واحدتها بجرة ومنه قيل رجل أبجر إذا كان نأتي\r\nالسرة عظيمها ويقال أيضا رجل أبجر إذا كان عظيم البطن وامرأة بجراء والجمع بجر وقال\r\nالهروي قال ابن الأعرابي العجرة نفخة في الظهر فإن كانت في السرة فهي بجرة قولها ( قالت\r\nالثالثة زوجي العشنق إن أنطق أطلق وإن أسكت أعلق ) فالعشنق بعين مهملة مفتوحة ثم\r\nشين معجمة مفتوحة ثم نون مشددة ثم قاف وهو الطويل ومعناه ليس فيه أكثر من طول\r\nبلا نفع فإن ذكرت عيوبه طلقني وإن سكت عنها علقني فتركني لا عزباء ولا مزوجة\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\n( قالت الرابعة زوجي كليل تهامة لا حر ولا قر ولا مخافة ولا سآمة ) هذا مدح بليغ ومعناه ليس فيه أذى\r\nبل هو راحة ولذاذة عيش كليل تهامة لذيذ معتدل ليس فيه حر ولا برد مفرط ولا أخاف له\r\nغائلة لكرم أخلاقه ولا يسأمني ويمل صحبتي ( قالت الخامسة زوجي إن دخل فهد وإن خرج\r\nأسد ولا يسأل عما عهد ) هذا أيضا مدح بليغ فقولها فهد بفتح الفاء وكسر الهاء تصفه\r\nإذا دخل البيت بكثرة النوم والغفلة في منزله عن تعهد ما ذهب من متاعه وما بقي وشبهته بالفهد\r\nلكثرة نومه يقال أنوم من فهد وهو معنى قولها ولا يسأل عما عهد أي لا يسأل عما كان عهده\r\nفي البيت من ماله ومتاعه وإذا خرج أسد بفتح الهمزة وكسر السين وهو وصف له بالشجاعة\r\nومعناه إذا صار بين الناس أو خالط الحرب كان كالأسد يقال أسد واستأسد قال القاضي وقال\r\nابن أبي أويس معنى فهد إذا دخل البيت وثب على وثوب الفهد فكأنها تريد ضربها والمبادرة\r\nبجماعها والصحيح المشهور التفسير الأول ( قالت السادسة زوجي إن أكل لف وإن شرب اشتف\r\nوإن اضطجع التف ولا يولج الكف ليعلم البث ) قال العلماء اللف في الطعام الإكثار منه مع\r\nالتخليط من صنوفه حتى لا يبقى منها شيئا والاشتفاف في الشرب أن يستوعب جميع ما في الإناء\r\nمأخوذ من الشفافة بضم الشين وهي ما بقي في الإناء من الشراب فإذا شربها قيل اشتفها وتشافها\r\nوقولها ولا يولج الكف ليعلم البث قال أبو عبيد أحسبه كان بجسدها عيب أو داء كنت به لأن\r\nالبث الحزن فكان لا يدخل يده في ثوبها ليمس ذلك فيشق عليها فوصفته بالمروءة وكرم الخلق\r\nوقال الهروي قال ابن الأعرابي هذا ذم له أرادت وإن اضطجع ورقد التف في ثيابه في ناحية\r\nولم يضاجعني ليعلم ما عندي من محبته قال ولا بث هناك إلا محبتها الدنو من زوجها وقال آخرون\r\nأرادت أنه لا يفتقد أموري ومصالحي قال ابن الأنباري رد ابن قتيبة على أبي عبيدة تأويله لهذا\r\nالحرف وقال كيف تمدحه بهذا وقد ذمته في صدر الكلام قال ابن الأنباري ولا رد على أبي عبيد\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\nلأن النسوة تعاقدن أن لا يكتمن شيئا من أخبار أزواجهن فمنهن من كانت أوصاف زوجها كلها\r\nحسنة فوصفتها ومنهن من كانت أوصاف زوجها قبيحة فذكرتها ومنهن من كانت أوصافه فيها\r\nحسن وقبيح فذكرتهما والى قول ابن الأعرابي وابن قتيبة ذهب الخطابي وغيره واختاره القاضي\r\nعياض ( قالت السابعة زوجي غياياء أو عياياء طباقاء كل داء له داء شجك أو فلك أو جمع كلا لك )\r\nهكذا وقع في هذه الرواية غياياء بالغين المعجمة أو عياياء بالمهملة وفي أكثر الروايات بالمعجمة\r\nوأنكر أبو عبيد وغيره المعجمة وقالوا الصواب المهملة وهو الذي لا يلقح وقيل هو العنين\r\nالذي تعييه مباضعة النساء ويعجز عنها وقال القاضي وغيره غياياء بالمعجمة صحيح وهو مأخوذ\r\nمن الغياية وهي الظلمة وكل ما أظل الشخص ومعناه لا يهتدي إلى سلك أو أنها وصفته بثقل\r\nالروح وأنه كالظل المتكاثف المظلم الذي لا إشراق فيه أو أنها أرادت أنه غطيت عليه أموره\r\nأو يكون غياياء من الغي وهو الانهماك في الشر أو من الغي الذي هو الخيبة قال الله تعالى\r\nفسوف يلقون غيا وأما طباقاء فمعناه المطبقة عليه أموره حمقا وقيل الذي يعجز عن الكلام\r\nفتنطبق شفتاه وقيل هو العي الأحمق الفدم وقولها شجك أي جرحك في الرأس فالشجاج\r\nجراحات الرأس والجراح فيه وفي الجسد وقولها فلك الفل الكسر والضرب ومعناه أنها معه\r\nبين شج رأس وضرب وكسر عضو أو جمع بينهما وقيل المراد بالفل هنا الخصومة وقولها\r\nكل داء له داء أي جميع أدواء الناس مجتمعة فيه ( قالت الثامنة زوجي الريح ريح زرنب والمس\r\nمس أرنب ) الزرنب نوع من الطيب معروف قيل أرادت طيب ريح جسده وقيل طيب ثيابه\r\nفي الناس وقيل لين خلقه وحسن عشرته والمس مس أرنب صريح في لين الجانب وكرم الخلق\r\n( قالت التاسعة زوجي رفيع العماد طويل النجاد عظيم الرماد قريب البيت من النادي ) هكذا هو\r\nفي النسخ النادي بالياء وهو الفصيح في العربية لكن المشهور في الرواية حذفها ليتم السجع قال\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\nالعلماء معنى رفيع العماد وصفه بالشرف وسناء الذكر وأصل العماد عماد البيت وجمعه عمد وهي\r\nالعيدان التي تعمد بها البيوت أي بيته في الحسب رفيع في قومه وقيل إن بيته الذي يسكنه رفيع\r\nالعماد ليراه الضيفان وأصحاب الحوائج فيقصدوه وهكذا بيوت الأجواد وقولها طويل النجاد\r\nبكسر النون تصفه بطول القامة والنجاد حمائل السيف فالطويل يحتاج إلى طول حمائل سيفه والعرب\r\nتمدح بذلك قولها عظيم الرماد تصفه بالجود وكثرة الضيافة من اللحوم والخبز فيكثر وقوده فيكثر\r\nرماده وقيل لأن ناره لا تطفأ بالليل لتهتدي بها الضيفان والأجواد يعظمون النيران في ظلام الليل\r\nويوقدونها على التلال ومشارف الأرض ويرفعون الأقباس على الأيدي لتهتدي بها الضيفان وقولها\r\nقريب البيت من النادي قال أهل اللغة النادي والناد والندى والمنتدى مجلس القوم وصفته بالكرم\r\nوالسؤدد لأنه لا يقرب البيت من النادي إلا من هذه صفته لأن الضيفان يقصدون النادي ولأن أصحاب\r\nالنادي يأخذون ما يحتاجون إليه في مجلسهم من بيت قريب النادي واللئام يتباعدون من النادي ( قالت\r\nالعاشرة زوجي مالك فما مالك مالك خير من ذلك له إبل كثيرات المبارك قليلات المسارح\r\nإذا سمعن صوت المزهر أيقن أنهن هوالك ) معناه أن له إبلا كثيرا فهي باركة بفنائه\r\nلا يوجهها تسرح الا قليلا قدر الضرورة ومعظم أوقاتها تكون باركة بفنائه فإذا نزل به الضيفان\r\nكانت الإبل حاضرة فيقريهم من ألبانها ولحومها والمزهر بكسر الميم العود الذي يضرب أرادت\r\nأن زوجها عود إبله إذا نزل به الضيفان نحر لهم منها واتاهم بالعيدان والمعازف والثمراب فإذا\r\nسمعت الإبل صوت المزهر علمن أنه قد جاءه الضيفان وأنهن منحورات هوالك هذا تفسير أبي عبيد\r\nوالجمهور وقيل مباركها كثيرة لكثرة ما ينحر منها للأضياف قال هؤلاء ولو كانت كما قال\r\nالأولون لماتت هزالا وهذا ليس بلازم فإنها تسرح وقتا تأخذ فيه حاجتها ثم تبرك بالفناء وقيل\r\nكثيرات المبارك أي مباركها في الحقوق والعطايا والحمالات والضيفان كثيرة ومراعيها قلية لأنها\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\nتصرف في هذه الوجوه قاله ابن السكيت قال القاضي عياض وقال أبو سعيد النيسابوري إنما\r\nهو إذا سمعن صوت المزهر بضم الميم وهو موقد النار للأضياف قال ولم تكن العرب تعرف\r\nالمزهر بكسر الميم الذي هو العود إلا من خالط الخضر قال القاضي وهذا خطأ منه لأنه لم يروه\r\nأحد بضم الميم ولأن المزهر بكسر الميم مشهور في أشعار العرب ولأنه لا يسلم له أن هؤلاء النسوة\r\nمن غير الحاضرة فقد جاء في رواية أنهن من قرية من قرى اليمن قالت الحادية عشرة وفي بعض\r\nالنسخ الحادي عشرة وفي بعضها الحادية عشر والصحيح الأول قولها ( أناس من حلي أذني ) هو\r\nهو بتشديد الياء من أذني على التثنية والحلى بضم الحاء وكسرها لغتان مشهورتان والنوس بالنون\r\nوالسين المهملة الحركة من كل شئ متدل يقال منه ناس ينوس نوسا وأناسه غيره أناسة ومعناه\r\nحلاني قرطة وشنوفا فهي تنوس أي تتحرك لكثرتها قولها ( وملأ من شحم عضدي ) وقال العلماء\r\nمعناه أسمنني وملأ بدني شحما ولم ترد اختصاص العضدين لكن إذا سمنتا سمن غيرهما قولها\r\n( وبجحني فبجحت إلى نفسي ) هو بتشديد جيم بجحني فبجحت بكسر الجيم وفتحها لغتان مشهورتان\r\nأفصحهما الكسر قال الجوهري الفتح ضعيفة ومعناه فرحني ففرحت وقال ابن الأنباري وعظمني\r\nفعظمت عند نفسي يقال فلان يتبجح بكذا أي يتعظم ويفتخر قولها ( وجدني في أهل غنيمة بشق\r\nفجعلني في أهل صهيل وأطيط ودائس ومنق ) أما قولها في غنيمة فبضم الغين تصغير الغنم أرادت\r\nأن أهلها كانوا أصحاب غنم لا أصحاب خيل وإبل لأن الصهيل أصوات الخيل والأطيط أصوات\r\nالإبل وحنينها والعرب لا تعتد بأصحاب الغنم وإنما يعتدون بأهل الخيل والإبل وأما قولها بشق\r\nفهو بكسر الشين وفتحها والمعروف في روايات التحديث والمشهور لأهل الحديث كسرها والمعروف\r\nعند أهل اللغة فتحها قال أبو عبيد هو بالفتح قال والمحدثون يكسرونه قال وهو موضع وقال\r\nالهروي الصواب الفتح قال ابن الأنباري هو بالكسر والفتح وهو موضع وقال ابن أبي أويس وابن\r\nحبيب يعني بشق جبل لقلتهم وقلة غنمهم وشق الجبل ناحيته وقال القبتيني ويقطونه بشق بالكسر\r\nأي بشظف من العيش وجهد قال القاضي عياض هذا عندي أرجح واختاره أيضا غيره فحصل فيه\r\nثلاثة أقوال وقولها ودائس هو الذي يدوس الزرع في بيدره قال الهروي وغيره يقال داس\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\nالطعام درسه وقيل الدائس الأبدك قولها ومنق هو بضم الميم فتح النون وتشديد القاف ومنهم\r\nمن يكسر النون والصحيح المشهور فتحها قال أبو عبيد هو بفتحها قال والمحدثون يكسرونها ولا أدري\r\nما معناه قال القاضي روايتان فيه بالفتح ثم ذكر قول أبي عبيد قال وقاله ابن أبي أويس بالكسر وهو\r\nمن النقيق وهو أصوات المواشي تصفه بكثرة أمواله ويكون منق من أنق إذا صار ذا نقيق أو دخل\r\nفي النقيق والصحيح عند الجمهور فتحها والمراد به الذي ينقى الطعام أي يخرجه من بيته وقشوره\r\nوهذا أجود من قول الهروي هو الذي ينقيه بالغربال والمقصود أنه صاحب زرع ويدوسه\r\nوينقيه قولها ( فعنده أقول فلا أقبح وأرقد فأتصبح وأشرب فأتقنح ) معناه لا يقبح قولي\r\nفيرد بل يقبل مني ومعنى أتصبح أنام الصبحة وهي بعد الصباح أي أنها مكفية بمن يخدمها\r\nفتنام وقولها فأتقنح هو بالنون بعد القاف هكذا هو في جميع النسخ بالنون قال القاضي لم نروه\r\nفي صحيح البخاري ومسلم إلا بالنون وقال البخاري قال بعضهم فأتقمح بالميم قال وهو أصح وقال\r\nأبو عبيد هو بالميم قال وبعض الناس يرويه بالنون ولا أدري ما هذا وقال آخرون النون والميم\r\nصحيحتان فأيهما معناه أروي حتى أدع الشراب من شدة الري ومنه قمح البعير يقمح إذا رفع\r\nرأسه من الماء بعد الري قال أبو عبيد ولا أراها قالت هذه إلا لعزة الماء عندهم ومن قاله\r\nبالنون فمعناه أقطع المشرب وأتمهل فيه وقيل هو الشرب بعد الري قال أهل اللغة قنحت الإبل\r\nإذا تكارهت وتقنحته أيضا قولها ( عكومها رداح ) قال أبو عبيد وغيره العكوم الأعدال\r\nوالأوعية التي فيها الطعام والأمتعة واحدها عكم بكسر العين ورداح أي عظام كبيرة ومنه قيل\r\nللمرأة رداح إذا كانت عظيمة الأكفال فإن قيل رداح مفردة فكيف وصف بها العكوم والجمع\r\nلا يجوز وصفه بالمفرد قال القاضي جوابه أنه أراد كل عكم منها رداح أو يكون رداح هنا مصدرا\r\nكالذهاب قولها ( وبيتها فساح ) بفتح الفاء وتخفيف السين المهملة أي واسع والفسيح مثله\r\nهكذا فسره الجمهور قال القاضي ويحتمل أنها أرادت كثرة الخير والنعمة . قولها ( مضجعة كمسل\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\nشطبة ) المسل بفتح الميم والسين المهملة وتشديد اللام وشطبة بشين معجمة ثم طاء مهملة ساكنة\r\nثم موحدة ثم هاء وهي ما شطب من جريد النخل أي شق وهي السعفة لأن الجريدة تشقق منها\r\nقضبان رقاق مرادها أنه مهفهف خفيف اللحم كالشطبة وهو مما يمدح به الرجل والمسل هنا\r\nمصدر بمعنى المسلول أي ما سل من قشره وقال ابن الأعرابي وعيره أرادت بقولها كمسل شطبة\r\nأنه كالسيف سل من غمده قولها ( وتشعبه ذراع الجفرة ) الذراع مؤنثة وقد تذكر والجفرة\r\nبفتح الجيم وهي الأنثى من أولاد المعز وقيل من الضأن وهي ما بلغت أربعة أشهر وفصلت عن\r\nأمها والذكر جفر لأنه جفر جنباه أي عظما قال القاضي قال أبو عبيد وغيره الجفرة من أولاد\r\nالمعز وقال ابن الأنباري وابن دريد من أولاد الضأن والمراد أنه قليل الأكل والعرب تمدح به\r\nقولها طوع أبيها وطوع أمها أي مطيعة لهما منقادة لأمرهما قولها وملء كسائها أي ممتلئة الجسم\r\nسمينته وقالت في الرواية الأخرى صفر ردائها بكسر الصاد والصفر الخالي قال الهروي أي ضامرة\r\nالبطن والرداء ينتهي إلى البطن وقال غيره معناه أنها خفيفة أعلى البدن وهو موضع الرداء ممتلئة\r\nأسفله وهو موضع الكساء ويؤيد هذا أنه جاء في رواية وملء أزارها قال القاضي والأولى أن\r\nالمراد امتلأ منكبيها وقيام نهديها بحيث يرفعان الرداء عن أعلى جسدها فلا يمسه فيصير خاليا بخلاف\r\nأسفلها قولها ( وغيظ جارتها ) قالوا المراد بجارتها ضرتها يغيظها ما ترى من حسنها وحمالها وعفتها\r\nوأدبها وفي الرواية الأخرى وعقر جارتها هكذا هو في النسخ عقر بفتح العين سكون القاف قال القاضي\r\nكذا ضيطناه عن جميع شيوخنا قال وضبطه الحياني عبر بضم العين واسكان الباء الموحدة وكذا ذكره\r\nابن الاعرابي وكأن الجياني أصلحه من كتاب الأنباري وفسره الأنباري بوجهين أحدهما أنه من\r\nالاعتبار أي ترى من حسنها وعفتها وعقلها ما تعتبر به والثاني من العبرة وهي البكاء أي ترى من ذلك ما يبكيها\r\nلغيظها وحسدها ومن رواه بالقاف فمعناه تغيظها فتصير كمعقور وقيل تدهشها من قولهم عقر ذ\r\nا دهش قولها ( لا تبث حديثنا تبثيثا ) هو بالباء الموحدة بين المثناة والمثلثة أي لا تشعه\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\nوتظهره بل تكتم سرنا وحديثنا كله وروي في غير مسلم تنث وهو بالنون وهو قريب من الأول\r\nأي لا تظهره قولها ( ولا تنقث ميرتنا تنقيبثا ) الميرة الطعام المجلوب ومعناه لا تفسده ولا تفرقه\r\nولا تذهب به ومعناه وصفها بالأمانة قولها ( ولا تملأ بيتنا تعشيشا ) هو بالعين المهملة أي\r\nلا تترك الكناسة والقمامة فيه مفرقة كعش الطائر بل هي مصلحة للبيت معتنية بتنظيفه وقيل معناه\r\nلا تخوننا في طعامنا في زوايا البيت كأعشاش الطير وروي في غير مسلم تغشيشا بالغين المعجمة\r\nمن الغش قيل في الطعام وقيل من النميمة أي لا تتحدث بنميمة قولها ( والأوطاب تمخض )\r\nهو جمع وطب بفتح الواو واسكان الطاء وهو جمع قليل النظير وفي رواية في غير مسلم والوطاب\r\nوهو الجمع الأصلي وهي سقية اللبن التي يمخض فيها وقال أبو عبيد هو جمع وطبة قولها ( يلعبان\r\nمن تحت خصرها برمانتين ) قال أبو عبيد معناه أنها ذات كفل عظيم فإذا استلقت على قفاها ! تا\r\nالكفل بها من الأرض حتى تصير تحتها فجوة يجري فيها الرمان قال القاضي قال بعضهم المراد بالرمانتين\r\nهنا ثدياها ومعناه أن لها نهدين حسنين صغيرين كالرمانتين قال القاضي هذا أرجح لا سيما وقد روي\r\nمن تحت صدرها ومن تحت درعها ولأن العادة لم تجر برمي الصبيان الرمان تحت ظهور أمهاتهم\r\nولا جرت العادة أيضا باستلقاء النساء كذلك حتى يشاهده منهن الرجال قولها ( فنكحت بعده\r\nرجلا سريا ركب شريا ) أما الأول فبالسين المهملة على المشهور وحكى القاضي عن ابن السكيت\r\nأنه حكي فيه المهملة والمعجمة وأما الثاني فبالشين المعجمة بلا خلاف فالأول معناه سيدا شريفا\r\nوقيل سخيا والثاني هو الفرس الذي يستشري في سيره أي يلح ويمضي بلا فتور ولا انكسار وقال\r\nابن السكيت هو الفرس الفائق الخيار قولها ( وأخذ خطيا ) هو بفتح الخاء وكسرها والفتح\r\nأشهر ولم يذكر الأكثر غيره وممن حكى الكسر أبو الفتح الهمداني في كتاب الاشتقاق قالوا والخطي\r\nالرمح منسوب إلى الخط قرية من سيف البحر أي ساحله عند عمان والبحرين قال أبو الفتح قيل لها\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\nالخط لأنها على ساحل البحر والساحل يقال له الخط لأنه فاصل بين الماء والتراب وسميت الرماح\r\nخطية لأنها تحمل إلى هذا الموضع وتثقف فيه قال القاضي ولا يصح قول من قال أن الخط منبت\r\nالرماح قولها ( وأراح علي نعما ثريا ) أي أتى بها إلى مراحها بضم الميم هو موضع مبيتها والنعم\r\nالإبل والبقر والغنم ويحتمل أن المراد هنا بعضها وهي الإبل وادعى القاضي عياض أن أكثر أهل اللغة\r\nعلى أن النعم مختصة بالإبل والثرى بالمثلثة وتشديد الياء الكثير من المال وغيره ومنه الثروة\r\nفي المال وهي كثرته قولها ( وأعطاني من كل رائحة زوجا ) فقولها من كل رائحة أي مما يروح\r\nمن الإبل والبقر والغنم والعبيد وقولها زوجا أي اثنين ويحتمل أنها أرادت صنفا والزوج يقع\r\nعلى الصنف ومنه قوله تعالى وكنتم أزواجا ثلاثة قولها في الرواية الثانية وأعطاني من كل ذابحة\r\nزوجا هكذا هو في جميع النسخ ذابحة بالذال المعجمة وبالباء الموحدة أي من كل ما يجوز ذبحه\r\nمن الإبل والبقر والغنم وغيرها وهي فاعلة بمعنى مفعولة قوله ( ميرى أهلك ) بكسر الميم من الميرة\r\nأي أعطيهم وأفضلي عليهم وصليهم قولها في الرواية الثانية ولا تنقث ميرتنا تنقيثا فقولها تنقث بفتح\r\nالتاء واسكان النون وضم القاف وجاء قولها تنقيثا مصدرا على غير المصدر وهو جائز كقوله تعالى\r\nفتقلبها ربها بقبول حسن وأنبتها نباتا حسنا ومراده أن هذه الرواية وقعت بالتخفيف كما ضبطناه\r\nوفي الرواية السابقة تنقث بضم التاء وفتح النون وكسر القاف المشددة وكلاهما صحيح قوله صلى الله\r\nعليه وسلم لعائشة رضي الله عنها ( كنت لك كأبي زرع لأم زرع ) قال العلماء هو تطييب لنفسها\r\nوإيضاح لحسن عشرته إياها ومعناه أنا لك كأبي زرع وكان زائدة أو للدوام كقوله تعالى وكان\r\nالله غفورا رحيما أي كان فيما مضى وهو باق كذلك والله أعلم قال العلماء في حديث أم زرع هذا\r\nفوائد منها استحباب حسن المعاشرة للأهل وجواز الإخبار عن الأمم الخالية وأن المشبه بالشئ\r\nلا يلزم كونه مثله في كل شئ ومنها أت كنايات الطلاق لا يقع بها طلاق إلا بالنية لأن النبي صلى الله\r\nعليه وسلم قال لعائشة كنت لك كأبي زرع لأم زرع ومن جملة أفعال أبي زرع أنه طلق امرأته أم زرع\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\nكما سبق ولم يقع على النبي صلى الله عليه وسلم طلاق بتشبيهه لكونه لم ينو الطلاق قال المازري قال\r\nتعضهم وفيه أن هؤلاء النسوة ذكر بعضهن أزواجهن بما يكره ولم يكن ذلك غيبة لكونهم لا يعرفون\r\nبأعيانهم أو أسمائهم وإنما الغيبة المحرمة أن يذكر إنسانا بعينه أو جماعة بأعيانهم قال المازري\r\nوإنما يحتاج إلى هذا الاعتذار لو كان النبي صلى الله عليه وسلم سمع امرأة تغتاب زوجها وهو مجهول\r\nفأقر على ذلك وأما هذه القضية فإنما حكتها عائشة عن نسوة مجهولات غائبات لكن لو وصفت\r\nاليوم امرأة زوجها بما يكرهه وهو معروف عند السامعين كان غيبة محرمة فإن كان مجهولا لا يعرف\r\nبعد البحث فهذا لا حرج فيه عند بعضهم كما قدمنا ويجعله كمن قال في العالم من يشرب أو يسرق\r\nقال المازري وفيما قاله هذا القائل احتمال قال القاضي عياض صدق القائل المذكور فإنه إذا كان\r\nمجهولا عند السامع ومن يبلغه الحديث عنه لم يكن غيبة لأنه لا يتأذى إلا بتعيينه قال وفد قال إبراهيم\r\nلا يكون غيبة ما لم يسم صاحبها باسمه أو ينبه عليه بما يفهم به عنه وهؤلاء النسوة مجهولات\r\nالأعيان والأزواج لم يثبت لهن إسلام فيحكم فيهن بالغيبة لو تعين فكيف مع الجهالة والله أعلم .\r\n\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222}
  ]