[
  {"content":"\r\n14 نور پاك ( عليهم السلام )\r\n9 . زندگى امام كاظم ( عليه السلام )\r\nقهرمان اراده و تصميم\r\nدكتر عقيقى بخشايشى\r\n","description":"","footnote":"","page_name":" 1121 ","page_number":1},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\n","description":"","footnote":"","page_name":" 1122 ","page_number":2},
  {"content":"\r\nدفتر نشر نويد اسلام\r\nمؤسسهء انتشارات نويد اسلام\r\n14 نور پاك ( عليهم السلام )\r\nزندگى امام كاظم ( ع )\r\nناشر : انتشارات نويد اسلام / حروفچينى و صفحه بندى : متين نگار\r\nانتشار : تابستان 1381 / نوبت چاپ : اول\r\nليتوگرافى : اهل بيت ( ع ) / چاپ : بهار / صحافى : الجواد\r\nتيراژ : 2000 نسخه / قيمت : 550 تومان\r\nشابك : 9 - 97 - 6485 - 964\r\nكليه حقوق براى ناشر محفوظ است .\r\nنشانى :\r\nتهران ، رو به روى دانشگاه ، خيابان 12 فروردين ، كوچه نوروز ، پلاك 6 ، انتشارات فراهانى / 6405932\r\nقم ، پاساژ قدس ، طبقه همكف ، پلاك 111 ، انتشارات نويد اسلام / 7743462\r\nتبريز ، سازمان تبليغات اسلامى / 9 - 5272003\r\nمشهد ، انتشارات عليزاده / 50332\r\n","description":"","footnote":"","page_name":" 1123 ","page_number":3},
  {"content":"\r\n","description":"","footnote":"","page_name":" 1124 ","page_number":4},
  {"content":"\r\n","description":"","footnote":"","page_name":" 1125 ","page_number":5},
  {"content":"\r\n","description":"","footnote":"","page_name":" 1126 ","page_number":6},
  {"content":"\r\n","description":"","footnote":"","page_name":" 1127 ","page_number":7},
  {"content":"\r\n\r\nشناسنامهء مبارك امام كاظم ( ع )\r\nنام مبارك : موسى ( ع )\r\nكنيهء شريف : ابوالحسن\r\nالقاب مبارك : كاظم\r\nنام پدر بزرگوار : جعفر\r\nنام مبارك مادر : حميده\r\nتاريخ ولادت : 7 صفر سنه 128 ه‍\r\nسال شروع امامت : 148 ه‍ . ق\r\nسن شروع امامت : 20 سالگى\r\nمدت امامت : 35 سال\r\nمدت عمر مبارك : 55 سال\r\nتاريخ شهادت : 25 ماه رجب سال 183 ه‍\r\nعلت شهادت : خرماى زهرآلود / هارون توسط يحيى برمكى سندى\r\nمحل دفن : كاظمين\r\nتعداد فرزندان : 18 پسر و 19 دختر\r\n","description":"","footnote":"","page_name":" 1128 ","page_number":8},
  {"content":"\r\n\r\n\r\nپيشگفتار . . .\r\nبسمه تعالى\r\nپيشگفتار\r\nولادت با سعادت و گزينش نام\r\nحكومت اموى آخرين لحظه‌هاى عمر خود را مى گذراند و نفس‌هاى آن به شماره افتاده\r\nبود كه هفتمين ستارهء درخشان برج امامت و نهمين در گرانمايهء عترت و طهارت ، در\r\nدودمان پاك و رفيع امام صادق ( عليه السلام ) ديده بر جهان گشود .\r\nتولد او نويد تازه اى به جهان علم و معنويت بخشيد و نور اميد و سعادت را در دلها روشن\r\nساخت ، محلى كه اين نوزاد در آن پا به جهان نهاد آرامگاه مادر بزرگش \" آمنه ( س ) \" مام\r\nگرامى پيامبر اسلامى ( عليه السلام ) موسوم به \" أبواء \" است كه هنگام مراجعت از سفر حج امام\r\nصادق ( عليه السلام ) به وقوع پيوست .\r\nمادرش بانو \" حميده \" اندلسى است كه در فضيلت و تقوى و شايستگى و لياقت ، كم\r\nنظير بود .\r\nتولد اين نوزاد پدر عاليقدرش امام صادق ( عليه السلام ) را بسيار شادمان و خوشحال ساخت و به\r\nافتخار آن سه روز اطعام ، و به مردم عقيقه و وليمه داد .\r\nنامى كه براى اين كودك انتخاب گرديد \" موسى \" بود كه تا آن روز در خاندان رسالت سابقه\r\nنداشت ولى در متن تاريخ دين ، سابقهء ممتدى داشت ، چون آن نام تجديد كنندهء و ياد آور\r\nمجاهدتها و تلاش‌ها و بت‌شكنىهاى موسى بن عمران ( صلى الله عليه وآله ) پيامبر اولوالعزم و عاليقدرى\r\nبود كه امتى را از ضلالت و گمراهى نجات بخشيد و در برابر طاغوت عصر خود\r\n","description":"","footnote":"","page_name":" 1129 ","page_number":9},
  {"content":"\r\n\r\nايستادگى و پايدارى نمود تا او را به زانو در آورد .\r\nميلاد با سعادت آن حضرت به اتفاق اغلب سيره نويسان روز يكشنبه هفتم ماه صفر سال\r\n128 هجرى به وقوع پيوسته است .\r\nاو تحت تربيت ها و مراقبت‌هاى خاص پدر ، و با نوازش ها و مهربانىهاى مادر ، مراحل\r\nكمال را پيمود و مدت بيست سال از دوران زندگى پدر عالى مقام خود را دريافت و از\r\nمحضر پر فيض و از مكتب آموزنده و فياضش بهره‌ها جست . او هر روز شاهد ازدحام\r\nدانشجويان و طالبان علم و كمال بود كه از هر سوى شهر و ديار و از هر نقطهء كشور وسيع\r\nاسلامى ، عازم درك محضر امام صادق ( عليه السلام ) بودند و مى خواستند در مسائل گوناگون او را\r\nمورد سوال و پرسش قرار دهند تا از علوم و دانش‌هاى او ، استفاده ها و بهره‌ها برند و گاهى\r\nدر محضر او ، مناظره ها و مباحثاتى در زمينهء مسائل توحيدى و كلام و قضا و قدر و امامت\r\nو نبوت . . . صورت مى گرفت و او ناظر اين گونه جلسات و اين نوع مباحثات و گفتگوها بود .\r\nبيست سال تمام در محضر پدر از كمالات و حكمت‌ها و از علوم و دانش‌هاى سرشار او\r\nبهره ور و خود را براى قبول مسئوليت خطير و سنگين الهى آماده تر مى ساخت .\r\nصفات و مشخصات ظاهرى او\r\nهر چند شخصيت فرد با انديشه و افكار و آراء و اثار او است نه با صورت و سيما و صفات\r\nظاهرى او ( 1 ) ولى به عنوان اينكه نيم رخى از چهرهء ملكوتى آن نوزاد اسلام را به طالبان و\r\nعلاقه مندان او نشان دهيم بر روال آنچه سيره نويسان نوشته اند با اندك تغيير لفظى در\r\nزير مى آوريم تا همراه تصوير ذهنى يك تصوير عينى نيز از آن بزرگوار داشته باشيم .\r\nمورخين در اين باره چنين ثبت كرده اند كه او \" داراى قامت معقول و اندام مناسب و\r\nزيبائى بود صورتش گندم گون و نورانى ، رنگ مويش مشگى و انبوه ، چهره اش با صفا و\r\n\r\n","description":"","footnote":" 1 . از سخنان معروف رضوان جايگاه مرحوم كاشف الغطاء ( رضوان الله تعالى عليه ) است\r\nجائى كه مى فرمايد : الأنسان ، آرائه وافكاره ، لاصورته واعضائه . آئين ما ، ص 44 از انتشارات\r\nنسل جوان . ","page_name":" 1130 ","page_number":10},
  {"content":"\r\n\r\nملكوتى ، فاصله دندان ها گشاد و كتف‌هايش باز و گسترده ، بدنش لاغر و باريك بود و به\r\nنحوى در هاله اى از ابهت و جلال قرار داشت كه فروغ روحانيت و جلوهء معنويت از سيماى\r\nبهشتى او نمودار و تابان بود \" .\r\nتلاوت آيات قرآن او با آن زمزمه‌هاى حزين و آواى دلربا ، براى اهل نظر جهانى از لطف و\r\nصفا مى آفريد كه هم لذتبخش بود و هم انسان ساز . هميشه زير لباس خود پارچه اى از\r\nپشم خشن مى پوشيد ولى لباس روئين او گرانبها و فاخر بود . او هميشه توصيه مى كرد كه\r\nلباس تميز و زيبا بپوشيد و قناعت در لباس را روا نمى شمرد و مى فرمود : \" جد بزرگوارم\r\nعلى بن الحسين ( عليه السلام ) هميشه لباس فاخر مى پوشيد كه گاهى قيمت آن از پانصد درهم هم\r\nبالاتر بود و عباى گرانبهائى داشت كه معمولا به پنجاه دينار ابتياع مى فرمود سپس در\r\nتعقيب توصيه ى خود اين آيه را تلاوت مى فرمود : \" قل من حرم زينة الله التى أخرج\r\nلعباده والطيبات من الرزق \" . ( 1 )\r\n\" بگو كى و كدام آئين ، لباس‌هاى زيبا و غذاهاى گوارا و مطبوع را بر مردم حرام\r\nكرده است ؟ \" ( 2 )\r\nالقاب امام\r\nلقب و كنيه در زبان عربى نمايانگر نحوهء پذيرش جامعه و طرز تلقى آن از فرد مى باشد و\r\nهويت شخصى او را در زندگى روشن مى سازد ، و تقريبا يك نوع تاريخ و سرگذشت\r\nمتحركى است كه از شخص ، ثابت مى ماند از اين رو گاهى يك فرد به تناسب شئون و\r\nخدمات و فعاليت‌ها يا خصائص و ويژگىهاى خود داراى عناوين والقاب متعددى\r\nمى گردد . از اين رو قهرمان گفتار ما نيز داراى چند لقب افتخار آميز و انسانى مى باشد :\r\n1 . ابوالحسن اول :\r\nالبته اين سه كنيهء زير نيز در موارد نادر بر او اطلاق مى شد : ابو ابراهيم ، ابو على ،\r\n\r\n","description":"","footnote":" 1 . سوره اعراف ، آيه 32 .\r\n2 . المجالس السنيه ، ج 2 ، ص 523 و ديگر منابع مربوط . ","page_name":" 1131 ","page_number":11},
  {"content":"\r\n\r\n\r\n\r\n\r\nابو اسماعيل .\r\nاين چهار كنيه نام‌هاى دوم او بودند كه گاهى در مكاتبات و اغلب در كتب حديث اطلاق\r\nشده است كه كنيه ى نخستين ، معروف ترين و مشهورترين آنها مى باشد و آن كنيه\r\nخاطرات و مبارزات امام نخستين را در دلها زنده مى سازد و چند تن از پيشوايان معصوم\r\nما اين كنيه را داشتند كه پس از حضرت على ( عليه السلام ) امام كاظم ( عليه السلام ) ، امام رضا ( عليه السلام ) ، امام\r\nجواد ( عليه السلام ) داشته اند ، از اين رو محض تشخيص كامل مقصود از ابوالحسن بدون قيد ،\r\nعلى ( عليه السلام ) و \" ابوالحسن الأول \" امام موسى ( عليه السلام ) و \" ابوالحسن الثانى \" امام رضا ( عليه السلام ) و \" ابوالحسن\r\nالثالث \" امام جواد ( عليه السلام ) است .\r\n2 . كاظم ( فرو دهنده ى خشم ) :\r\nامام در مقابل سعه ى صدر و حلم و بردبارى و گذشتى كه داشت اغلب به دشمنان و\r\nبدخواهان و متجاوزين حقوق شخصى و خصوصى خود نيز عفو و گذشت داشت . و گاهى\r\nنه تنها مرتكب قصاص يا انتقام نمى گشت بلكه طرف را مورد عنايت و بذل توجه خاص\r\nخود قرار مى داد .\r\n3 . عالم :\r\nآگاه و دانشمند لقبى بود كه در آن عصر مشعشع اسلامى ، در بين جمع علما و دانشمندان\r\nمتعددى كه حضور داشتند روى وفور علم واحاطه ى كامل او بر علوم و دانش‌هاى عصر ،\r\nبه آن بزرگوار اختصاص يافته بود .\r\n4 . صالح ( فرد شايسته ) :\r\nعنوانى بود كه دوستان و علاقه‌مندان بر اساس شايستگى و لياقت و اطاعت به امام داده\r\nبودند و گاهى اين لقب ، علامت ، رمز ، و استتارى بود كه مى خواستند بيگانگان از راز شيعه\r\nآگاه نگردند .\r\n5 . باب الحوائج :\r\nلقبى است كه مردم بغداد ، پس از تجربه‌هاى فراوان و امتحان‌هاى مكرر در مواقع\r\n","description":"","footnote":"","page_name":" 1132 ","page_number":12},
  {"content":"\r\n\r\n\r\n\r\n\r\nنيازمندى و گرفتارى هنگام توسل به درگاه الهى از احترام وجودى آن بزرگوار بهره ور\r\nشده و به درخواست‌هاى خود به بركت توسل به آن محبوب حضور الهى ، نايل آمده\r\nبودند از اينرو او را \" باب الحوائج \" ناميده اند و اين لقبى است كه پس از رحلت به ايشان\r\nتعلق گرفته است كه در تأييد آن از منابع اهل سنت مطالبى در بخش آراء و گفته‌هاى اين\r\nكتاب آورده شده است كه مطالعه خواهيد فرمود .\r\n6 . صابر ( پايدار ) :\r\nاستقامت كننده در برابر جور و ظلم‌هائى كه از طرف خلفاى غاصب نسبت به آن شخصيت\r\nعاليقدر صورت مى گرفت . چون خلفاى جور او را با انواع و اقسام ناروائى ها و مظالم اذيت\r\nكردند ولى او با ثبات و استقامت كوچكترين ضعف وفتورى را از خود نشان نداد .\r\n7 . امين :\r\nامانت دارى ، درستكارى در اداء امانت ، به تمام معناى كلمهء آن ، در وجود آن بزرگوار\r\nفراهم آمده بود . چون او علاوه بر امانتدارى دنيوى ، امين صادق و درستكار واقعى در اداء\r\nرسالت الهى ، و انجام تعهدات انسانى و پيشوائى ملت بود به حدى كه در راه أداى امامت ،\r\nجان خود را نيز فدا نمود و زندگى را در زندان ها سپرى ساخت تا انسان ها آزاد و سرفراز\r\nزندگى كنند .\r\nامامت و پيشوائى آن حضرت\r\nبا آنكه در خاندان امام صادق ( عليه السلام ) ، اسماعيل و عبد الله پسران بزرگ ، چشم و چراغ خانواده\r\nشمرده مى شدند ، و با اينكه تعدادى از ياران پيشواى ششم ميراث امامت را پيش خود\r\nنصيب خاص اسماعيل فرزند بزرگ امام ( عليه السلام ) مى دانستند ، با اين همه موسى در خاندان\r\nرسالت مقام ويژه‌اى به دست آورده بود كه بسيار درخشان و خيره كننده بود ، تا روزى كه\r\nاسماعيل پسر بزرگ پيشواى ششم در قيد حيات بود ياران او بى آنكه در اين باره سخنى\r\nشنيده باشند او را كانديداى پيشوائى و امامت آيندهء خود مىدانستند ولى اسماعيل در\r\nجوانى از دنيا رفت و منتظرين خود را مأيوس و نوميد ساخت و پيشواى ششم بر اين\r\n","description":"","footnote":"","page_name":" 1133 ","page_number":13},
  {"content":"\r\n\r\nاصل ، خبر مرگ او را علنى ساخت و حتى جنازهء او را به بزرگان و معتمدين قوم ، نشان\r\nداد تا ريشه ى اين عقيده موهوم را از اساس بخشكاند و اين پندار را باطل سازد . پس از\r\nمرگ اسمعيل بود كه پيشواى ششم به ياران خود مجال داد كه درباره ى امام آيندهء خود ،\r\nسخن به ميان آورند و هر بار كه با تعبيرهاى مختلف سوالى در اين باره به عمل مى آمد\r\nپيشواى عاليقدر ما گاهى با تصريح و گاهى با تلويح وكنايه وايماء و گاهى با تعيين و\r\nتشخيص كامل ، آنان را به سوى امام بعدى ، يعنى پسر سوم ، خود ، ( موسى ) راهنمائى\r\nمى فرمودند كه ما به صورت اختصار ، تعدادى از اين نوع تصريحات را از منابع معتبر و\r\nمورد وثوق باز آورديم تا نمونه هائى از آن علائم و نشانه ها و تصريحات را نشان داده باشيم .\r\nتصريحات بر امامت آن بزرگوار\r\nامامت و پيشوائى امت ، يك منصب الهى تفويضى است كه دارندهء آن رياست عمومى\r\nدينى و دنيوى مردم را به عهده دارد و آن منصب با تعيين و تصريح هر كدام از پيشوايان\r\nمعصوم ( عليه السلام ) قبلى ، به افراد بعدى منتقل مى گردد و هرگز انتخاب و اختيار افراد در آن\r\nدخالتى ندارد و اين امر در مورد كليه ى پيشوايان عاليقدر ما صورت تحقق پذيرفته است\r\nو تعيين امام قبلى در امر امامت ، كافى است و اينك در مورد امام هفتم ( عليه السلام ) :\r\n1 . مفضل بن عمر جعفى كه يكى از بزرگان و دانشمندان شيعه در عصر امام صادق ( عليه السلام )\r\nمى باشد ، و پيشواى ششم ما توحيد معروف \" مفضل \" را به افتخار او املاء فرموده است\r\nمى گويد : \" از پيشگاه امام صادق ( عليه السلام ) درخواست نمودم كه امام و حجت الهى را پس از\r\nخودش تعيين فرمايد . امام در پاسخ فرمودند امام و حجت خدا پس از من فرزندم موسى\r\nاست كه وارث من وامير شيعيان است من ، تو و ياران تو را به او توصيه مى كنم . . . \" . ( 1 )\r\n2 . يزيد فرزند سليط كه يكى از مردان تقوى و دانش و در نقل حديث بسيار امين و راستگو\r\nو مورد وثوق رجال درايت قرار دارد ، مى گويد :\r\n\" در سفر حج با جمعى از ياران و دوستان خود به محضر امام صادق ( عليه السلام ) شرفياب گرديديم\r\n\r\n","description":"","footnote":" 1 . علامه مجلسى ، بحار الانوار ج 11 ، ص 234 . ","page_name":" 1134 ","page_number":14},
  {"content":"\r\nدر ضمن پرسش خود عرض نمودم فدايت گردم شما رهبران پاك و معصوم ما هستيد\r\nولى مرگ مسألة اى نيست كه كسى را از آن استثنا شده باشد در چنين صورتى جانشين\r\nشما كى خواهد بود ؟\r\nامام صادق ( عليه السلام ) در پاسخ فرمودند : فرزندم موسى وارث و جانشين من هستند . علم ،\r\nحكمت ، فهم ، سخاوت و آشنائى با درخواست ها و حوائج دينى مردم ، حسن خلق و\r\nمعاشرت نيك . . . در او جمع است . او يكى از درهاى رحمت الهى است و بالاتر از همه\r\nحقيقتى در او نهفته است كه والاتر از همه اينهاست . فرزند سليط درخواست مىكند پدر\r\nو مادرم فردايت گردد . آن حقيقت چيست ؟\r\nامام فرمود : پناه اين امت و اميدگاه مسلمانان از او متولد مى گردد . او پاسدار و نگهدارنده\r\nنور و روشنائى بخش اين امت است نورى كه گفتار او حكم ، و سكوت او علم و دانش اوست\r\nكه روشنگر مسائل اختلافى بين مردم مى باشد \" . ( 1 )\r\n3 . عبد الرحمان بن حجاج چنين تعريف مىكند : \" به منزل امام و پيشواى خود حضرت\r\nصادق ( عليه السلام ) رفته بودم او را در اطاق مخصوصش كه نمازخانه اش بود مشغول عبادت و\r\nاطاعت الهى يافتم و نخواستم آن حال خلوص و حضور را بر هم زنم ، او رو به قبله بر روى\r\nسجاده نشسته بود و پسرش موسى كمى عقبتر از او رو به قبله ايستاده بود . امام ( عليه السلام ) دعا\r\nمى كرد و پسرش موسى آمين مى گفت . اين منظره ى روحانى و ملكوتى ، حال ديگرى در\r\nمن ايجاد كرد منتظر ماندم تا آنكه امام ( عليه السلام ) دعاى خود را به پايان برد و تا من سوال خود را\r\nآغاز نمايم پس از فراغت امام ( عليه السلام ) عرض كردم : \" خدا مرا به پاى تو افكند شما بهتر از همه\r\nمى دانيد كه من از همگان بريده و به شما خاندان پيوسته ام و تو مى دانى كه من\r\nخدمتگذار اين خاندانم ، دلم مى خواهد دانسته باشم چه كسى بعد از شما شايستگى اين\r\nمقام والاى امامت را دارد و كدام يك از فرزندان جانشين شما هستند ؟\r\nامام در پاسخ من چنين فرمود : موسى پسرم اين لباس را پوشيد و بر اندامش موزون و\r\n\r\n","description":"","footnote":" 1 . علامه مجلسى ، بحار الانوار ج 11 ، ص 234 . ","page_name":" 1135 ","page_number":15},
  {"content":"\r\nمناسب در آمد من خرسند شدم گفتم : شكر خدا را كه ديگر در اين جهان ، به هيچ\r\nمسألة اى نيازمند نيستم \" . ( 1 )\r\n4 . فيض بن مختار ، به حضور امام صادق ( عليه السلام ) شرفياب گرديد و سخنانى ميان آن دو دربارهء\r\nابوالحسن امام موسى ( عليه السلام ) رد و بدل شد در اين هنگام ، موسى ( عليه السلام ) وارد شد امام رو به فيض\r\nنمود و فرمود همين است آقاى شما كه درباره اش سؤال مى نمودى .\r\nفيض مى گويد : بلند شدم و دست و صورت امام را بوسه زدم و خواستار بقا و حيات او\r\nگرديدم به امام صادق ( عليه السلام ) عرض كردم آيا مى توانم به كس ديگرى هم اطلاع دهم ؟\r\n- بلى مى توانى به خانواده و فرزندان و دوستان مورد اعتماد خود يادآور شوى ؟\r\nمن در ميان دوستان خود به يونس بن ضبيان جريان را نقل نمودم او در يكى از\r\nملاقات‌هاى خود حقيقت امر را از خود امام صادق ( عليه السلام ) سوال نمود . امام فرمود حقيقت\r\nامر همانست كه فيض به شما گفته است يونس شاد و مسرور از محضر امام برگشت \" . ( 2 ) از\r\nاين حديث شريف موقعيت بحرانى عصر امام ( عليه السلام ) روشن مى گردد كه تسلط حكام جور ، تا\r\nچه پايه بوده است ؟ كه امام مكنونات قلبى خود را نمى توانست با كمال صراحت ، بر زبان\r\nآورد و مردم را در جريان واقعى امر قرار دهد ناچار به كتمان و رازدارى توصيه مى فرمايد .\r\n5 . على بن جعفر برادر امام مى گويد : از پدرم جعفر بن محمد شنيدم كه با جمعى گفتگو\r\nمى كرد و به ياران و خواص شيعه مى فرمود : \" در مورد فرزندم موسى به نيكى و خوشى\r\nرفتار نمائيد او بهترين فرزندان من است كه بر جاى من تكيه مى زند او قائم مقام من و\r\nحجت خداى متعال بر عمومى آحاد مردم است \" .\r\n6 . زرارة بن اعين ( 3 ) كه يكى از بزرگان و علماء شيعه در فقه وحديث و كلام مى باشد\r\n\r\n","description":"","footnote":" 1 . سيد محسن عاملى ، المجالس السنيه ص 275 .\r\n2 . اصول كافى ، ج 17 ص 309 .\r\n3 . زراره يكى از اعيان و بزرگان شيعه است كه در علم فقه وحديث و كلام ، بصيرت و آگاهى\r\nكافى دارد امام به وجود او افتخار كرده است و او را مرجع فتواى مردم قرار داده است . امام صادق\r\n( ع ) به فيض بن مختار فرمود : اگر حديثى خواستى از اين مرد نشسته ، مسئلت نما و با دست خود\r\nبه زراره اشاره فرمودند و باز در حديث ديگرى فرمودند اگر زراره و امثال او نبودند ، آثار پدرم از\r\nميان مردم رخت مى بست . او در سال 150 هجرى به رحمت ايزدى پيوست . دانشمندان\r\nحديث ، روايات او را به صورت \" صحيح \" و \" مقبول \" پذيرفته اند . ","page_name":" 1136 ","page_number":16},
  {"content":"\r\nمى گويد : \" به محضر امام صادق ( عليه السلام ) شرفياب گرديدم كه فرزند بزرگوارش موسى هم حضور\r\nداشتند . در وسط منزل نعشى قرار گرفته بود كه روى آن را با لباس پوشانيده بودند . امام\r\nبه من دستور دادند كه هر چه زودتر جمعى از ياران ، مانند داود رقى وابوبصير وحمرانرا\r\nحاضر سازم من به عنوان دعوت آنان از منزل خارج شدم در بين راه با مفضل بن عمر\r\nروبرو شدم كه به سوى منزل امام با جمعى حركت كردند .\r\nمن با سرعت به سراغ افراد مورد درخواست امام ( عليه السلام ) رفتم و آنان را احضار نمودم تا چشم\r\nامام صادق ( عليه السلام ) به داود رقى افتاد فرمود پارچه را از روى اسماعيل بردار . او امتثال امر نمود\r\nو لباس را كنار زد ناگاه جسد بى روح و بى حركت اسماعيل پديدار گرديد . امام به او فرمود :\r\nآيا او زنده است يا مرده ؟\r\n- آقاجان او مرده است .\r\nامام همگان را به قضاوت و داورى طلبيد و همه را به مرگ او شاهد گرفت و از حضار بر\r\nمرگ او اقرار و اعتراف گرفت .\r\nهدف آن حضرت از اين همه اعتراف و اقرار آن بود كه توهمات برخى از شيعيان را كه به\r\nامامت و پيشوائى اسماعيل ، دل بسته بودند باطل سازد و آنان را به حق و حقيقت ارشاد و\r\nتوجيه نمايد و روشن سازد كه امام و جانشين بعد از خودش ، فرزندش موسى است .\r\nهنگامى كه اسماعيل را غسل دادند و كفن كردند ، امام به مفضل بن عمر دستور داد كه\r\nدوباره صورت او را باز كنند و نشان مردم دهند تا همگان بر مرگ او يقين و اطمينان\r\nحاصل نمايند و به عنوان تأكيد مراتب اطمينان مردم ، رو به جمع نمود و فرمود : آيا او\r\nزنده است يا مرده ؟ همگى لب بر اعتراف و اقرار گشودند كه اسماعيل به رحمت ايزدى\r\nپيوسته است ، امام صادق ( عليه السلام ) دست به دعا برداشت و چنين عرض نمود : بار الها ! گواه باش\r\n","description":"","footnote":"","page_name":" 1137 ","page_number":17},
  {"content":"\r\nكه به زودى عده اى از مغرضين و كسانى كه مى خواهند نور الهى را خاموش سازند ( اشاره\r\nبه فرزندش موسى نمود ) در اين باره مردم را به شك و ترديد وا خواهند داشت در صورتى\r\nكه ارادهء الهى بر كامل ساختن نور خود قرار گرفته است . سپس دستور داد او را در قبر قرار\r\nدهند و خاك روى او بريزند . براى آخرين بار خطاب به جمع فرمودند :\r\nآنكه مرده ، كفن شده ، حنوط شده و در اين لحد مدفون گرديده است ، كيست ؟\r\nهمه حضار با صداى بلند گفتند او اسماعيل است امام صادق گفت : بارالها ! گواه باش !\r\nسپس دست فرزندش موسى را گرفت و مى فرمود او حق است و حق با اوست و\r\nسرچشمه حق است تا روزى كه خداوند خودش وارث زمين و آنچه بر روى زمين\r\nاست باشد \" . ( 1 )\r\nامام صادق ( عليه السلام ) با اين همه تصريحات و تأكيدات مى خواست دو مطلب را ثابت كند :\r\nيكى : آنكه مسألة امامت و پيشوائى مردم با تعيين الهى است و انتخاب و اختيار مردم در\r\nآن كوچك ترين دخالتى نداشته و ندارد و تعيين الهى در مورد امامان قطعى و\r\nمنجز است .\r\nدوم : آنكه بدين وسيله مىخواست : گمان و توهم پاره‌اى از شيعيان را بر طرف سازد كه به\r\nامامت و پيشوائى اسماعيل دل بسته بودند . بدين وسيله امام علنا روشن ساخت كه\r\nاسماعيل در دوران حيات خود امام صادق ( عليه السلام ) به رحمت ايزدى رفت و در يك زمان واحد\r\nدو امام روانيست و امام به حق و پيشواى راستين پس از او ، با تعيين الهى ، فرزندش امام\r\nموسى است و اختيار و انتخاب در دست خود او نيست .\r\nعصر زندگى و زمامداران خودسر\r\nبنى عباس پس از آنكه با دستيارى علويان حكومت بنى اميه را ساقط كردند و خود بر\r\nاريكهء حكومت مسلط گرديدند به سوى خود بنى فاطمه برگشتند و با تمام نيرو براى از\r\nبين بردن خاندان رسالت كوشيدند عده اى را گردن زدند و جمعى را زنده به گور ساختند\r\n\r\n","description":"","footnote":" 1 . علامه مجلسى ، بحار الانوار ج 11 ، 237 . ","page_name":" 1138 ","page_number":18},
  {"content":"\r\n\r\n\r\nو دسته‌اى را در پايه‌هاى ساختمان‌ها و در ميان ديوارها گذاشتند . خانهء امام ششم را\r\nآتش زدند و چند بار خودش را به عراق جلب نمودند بدين ترتيب در اواخر زندگى امام\r\nششم ( عليه السلام ) تقيه شديدتر گرديد و آن حضرت چون تحت مراقبت شديد بود جز خواص\r\nشيعه را نمى پذيرفتند ، وبالاخره از ناحيه منصور خليفه دوم عباسى مسموم وشهيد\r\nگرديدند .\r\nاز اين روى در دوره ى امامت امام هفتم ، فشار مخالفين شديدتر و روز افزون تر گرديده بود\r\nوموقعيت امام هفتم در برابر سياست زور و اختناق ، به صورت سلبى ومقاومت منفى بود\r\nو در فكر آماده ساختن زمينه ى حكومت اسلامى بود .\r\nخصيصهء كلى كه از مطالعه تاريخ خلفاى عباسى به دست مى آيد اينكه آنان هر چه در آزار\r\nوشكنجه ى پيشوايان معصوم ( عليه السلام ) مى كوشيدند و به شيعيان سخت مى گرفتند روز به روز\r\nشمار پيروان آنان بيشتر وايمانشان محكم تر مى شد وسازمان خلافت در انظار آنان يك\r\nدستگاه پليد ومنفور جلوه گر مى گشت و اين مطلب يك عقده ى درونى شده بود كه\r\nپيوسته خلفاء معاصر پيشوايان را رنج مى داد و در حقيقت آنان را زبون و\r\nبيچاره مى ساخت .\r\nدوران انتقال\r\nخصوصيت ديگر دوران پيشواى هفتم ، ترجمه ى علوم ودانش ملل ديگر و نقل آن به\r\nمحيط اسلامى وظهور فرقه ها و احزاب جديد سياسى ومذهبى بود ، كه طبعا برخوردها و\r\nتضادهائى با افكار وآراء اسلامى پيدا مى كرد وهدف امام وياران او نشان دادن حقايق\r\nاصيل اسلام و ارشاد ورهبرى گمراهان وارائه مكتب فكرى واقتصادى و سياسى و\r\nفرهنگى اسلام بود كه در سخنان وبيانات امام كاملا نمودار مى باشد وهدف امام پاك\r\nسازى محيط اسلامى از كفر ، الحاد ، زندقه ، شعوبى گرى و . . . بود .\r\nيكى از مهمترين عوامل بروز اين فرقه ها وجود خفقان وظلم وجور عباسيان در مورد\r\nدورر نگه داشتن مردم از مكتب غنى وپربار اهل بيت ( عليه السلام ) بود كه اسلام واقعى وتعاليم\r\n","description":"","footnote":"","page_name":" 1139 ","page_number":19},
  {"content":"\r\n\r\nحقيقى وحيات بخش پيش آنان بود . آنان بودند كه مى توانستند به خواسته هاى معنوى\r\nو فكرى مردم جواب مناسب دهند ومواد لازم فكرى آنان را از سرچشمه ى زلال ولايت ،\r\nتهيه و آنان را سيراب واشباع نمايند بسته شدن درهاى اهل بيت ( عليه السلام ) عامل گرايش مردم\r\nبه مكاتب پوچ فلسفى آن روز بود . قوت گرفتن عقائد ومذاهب گوناگون در اثر تضعيف\r\nخاندان رسالت صورت مى گرفت .\r\nخلفاء عباسى در مقابل بستن درهاى اهل بيت ( عليه السلام ) به عنوان پاسخگويى كاذب به\r\nخواسته هاى دينى مردم ، درهاى فقيهان وعالم نمايان دربارى را آزاد اعلام مى كردند و\r\nآنان همانند پادشاهان وخلفاى عصر داراى تشكيلات عريض وطويل مى شدند كه\r\nدربانان ونگهبانان به محافظت وكنترل در بهاى آنان مى ايستادند .\r\nيكى از محدثين به نام اسماعيل فرازى گويد : \" به منزل مالك بن انس وارد شدم و\r\nدرخواست حديث نمودم . او دوازده حديث براى من نقل نمود . سپس خوددارى كرد . باز\r\nمجددا درخواست حديث نمودم او به دربانان سياه پوست كه بالاى سر خود داشت\r\nدستور داد مرا از منزل بيرون كنند ! \" ( 1 )\r\nديوار نويسى\r\nاختناق فكرى و جلوگيرى از اظهار رأى وانديشه در عصر خلفاى عباسى به حدى رسيد\r\nكه مردم ناچار به شيوهء جديدى متوسل شدند كه امروز هم معمول ومتداول است و آن\r\nديوار نويسى وانتخاب ديوار براى اداى آرمان خود به جاى روزنامه ومقاله و به جاى\r\nكتاب وكتابت بود .\r\nبارها مشاهده مى شد كه شبانه دور از چشم جاسوسان هارون ، اشعارى در دل شب بر\r\nديوارها ثبت شده است كه حاوى اعتراض وانتقاد از روش سياست عمومى هارون است\r\nتوجه به مفاد ومحتواى آنان مى رساند كه اغلب اين اعتراض ها وشكايات از طرف \" شيعه \"\r\nوطرفداران اهل بيت ( عليه السلام ) مى باشد .\r\n\r\n","description":"","footnote":" 1 . شرح الانتقاء ، ج 2 ، ص 22 . ","page_name":" 1140 ","page_number":20},
  {"content":"\r\nذوالنون مصرى مى گويد : \" وارد روستايى شدم ديدم بر ديوار يكى از ساختمان هاى آن ،\r\nمكتوب است .\r\nانابن منى ، والمشعرين وزمزم * ومكة والبيت العتيق المعظم\r\nوجدى النبى المصطفى وأبى * الذى ولايته فرض ، على كل مسلم\r\nوامى البتول المستضاء بنورها * اذا ما عدوناها عديلة مريم\r\nوسبطا رسول الله عمى ووالدى * و اولاده الأطهار تسعة أنجم - . . . \"\r\nمن فرزند منى و مشعر وزمزم و فرزند مكه وبيت الله الحرام هستم ، نياى بزرگم\r\nمصطفى ( صلى الله عليه وآله ) وپدرم كسى است كه ولايت او بر همگان واجب و لازم شمرده شده است .\r\nمادرم بتول ( س ) است كه دنيا با نور درخشان وجود او روشن و در رديف مريم عذرا قرار\r\nدارد . حسن وحسين دو عمو وپدرانم هستند كه فرزندان نه گانه ى آنان ستارگان درخشان\r\nولايت وعصمت مى باشند . \" تنگى وفشار ظلم وخفقان مرا واداشت كه از فضاى وسيع\r\nجهان به اين خانه تنگ پناه آوردم ودرد دلم را براى ديوارهاى آن نوشتم ، تو اى خواننده\r\nشعر بدان ! مسلمان نيست كسى كه مردم از دست او در امان نباشند .\r\nذوالنون در پى اين اشعار نغز مى نويسد :\r\n\" من پس از خواندن اشعار پى بردم كه او يك فرد علوى است كه از ظلم وجور هارون ، فرار\r\nكرده است و به اين آبادى پناهنده شده است ودرد دل وخواسته خود را به ديوارها ثبت و\r\nنقش نموده است . ( 1 )\r\nتقيه وكتمان عقيده\r\nشيعه در فراز ونشيب تمام اعصار وروزگاران در برابر ظلم وخفقان ، ايستادگى ومقاومت\r\nنشان داده ودراه دفاع از آرمان مكتبى ، و در حفظ و نگهدارى سرمايه هاى راستين خود ،\r\nيعنى شرف و قرآن ، جهاد وكوششى خستگى ناپذيرى نشان داده است هر چند اين\r\n\r\n","description":"","footnote":" 1 . مقاتل الطالبيين ، ص 411 . ","page_name":" 1141 ","page_number":21},
  {"content":"\r\n\r\n\r\nمبارزه ومقاومت به محروميت از حقوق طبيعى و مشروع او انجاميده است ، وبسيارى از\r\nآنان را پشت ميله هاى زندان وسلول هاى انفرادى توأم با شكنجه وعذاب كشانده است و\r\nدر اين راه تنها دلخوشى وسرفرازى آنان در تمامى پهنهء تاريخ سرشار از رنج وتحمل شان\r\nاين بوده است كه هرگز تن به ننگ وعار نداده اند و به صورت جوانمردانه در نگه دارى از\r\nاحكام واقعى اسلام ودفاع از رهبران راستين امت در برابر ظلم وخفقان حكام عصر\r\nايستادگى مى كنند ولى گاهى به دستور پيشوايان خود و براى پيشبرد هدف هاى والاتر\r\nمأمور به كتمان عقيده وآرمان خويش مى شدند و از تظاهر به آن امتناع مى ورزيدند و اين\r\nموضوع در مورد اغلب شيعيان عصر هارون صورت پذيرفته است : تقيهء على بن يقطين ،\r\nكميت بن زياد ، معمر بن خلاد ، وپيروان اهل بيت ( عليه السلام ) از اين باب بوده است وتقيه امرى\r\nاست كه قرآن وحديث ومنطق عقل به صحت ودرستى آن حكم مىكند وسپرى است\r\nكه از كيد دشمن ، محفوظ مى دارد .\r\nاستبداد وخودكامگى\r\nخصوصيت ديگرى كه در دوران حكومت خلفاى عباسى حاكم بر سرنوشت مردم بود ،\r\nديكتاتورى فردى و استبداد رأى در تصميمات سياسى ، ادارى واجتماعى بود شخص\r\nخليفه با آن فكر تخديرى وآلوده ى خود ، تعيين كننده ى مسير حركت اجتماعى و\r\nسياسى مردم بود مجلس شورا يا هيئت تصميم گيرنده اى در كار نبود اگر كسانى طرف\r\nشور انتخاب مى شدند از همان ياران غار وهم پالگان بزم شراب ، ومغزهاى آلوده به\r\nفسادى بودند كه الگوها ووجهه نظرهاى خليفه را درست ياد گرفته بودند وهرگز بر خلاف\r\nنقشه ها وتصميمات خليفه ، رأى ونظرى از خود نداشتند . خليفهء سايهء خدا وپرتو عنايات\r\nالهى بود و در مسير گسترش اين سايه ! ! آنچه ظلم وبيداد وغارت اموال ديگران و\r\nمحدود سازى آزادى افراد ، وخفقان و استبداد بود مرتكب مى گشتند ، مسئوليت آن را به\r\nگردن \" ظل الله \" مى نهادند و جاى شگفت نيست كه اين سايه ى گسترده نيز همچون ديگر\r\nغاصبان تاريخ ، تاب تحمل وتوان كشش تمامى اين مظالم وتعديات واينهمه فساد و\r\n","description":"","footnote":"","page_name":" 1142 ","page_number":22},
  {"content":"\r\nتباهى را داشت بى آنكه خم به ابرو بياورد و يا اينكه نفسى به اعتراض بگشايد .\r\nامين ريحانى يكى از متخصصين تاريخ دوره عباسى در اين باره مى گويد : \" چرخ ادارى\r\nعباسيان حركت و گردش داشت ولى نه بر ستمگران وخونخوران ، بلكه بر مردم ناتوان ،\r\nبيچاره ! آنان كه پرداخت كنندهء ماليت هاى سنگين بودند ودعوت جهاد وكارزار را زودتر از\r\nهمه پذيرا بودند \" . ( 1 )\r\nابوالعتاهيه شاعر اجتماعى معاصر هارون در اشعار خود ، ترسيم زيبايى از وضع عمومى آن\r\nروزگار را دارد و مى گويد : آيا كسى هست كه سخنان مرا به گوش خليفه برساند و بگويد :\r\n\" قيمتهاى رايج بازارگران ، كسب و كار اندك ، هموم واندوه ها فراوان ، ايتام ومساكين در\r\nخانه هاى خالى با صداى بلند ، بيچارگى خود را اعلام مى دارند ، آنان منتظر احسان و\r\nمحبت خليفه هستند گرسنگانى كه صبح وشام آنان ، با گرسنگى سپرى مىشود . و\r\nبدن هاى لخت وعريان و بى پوشش آنان ، قدرت خريد لباس را ندارند . اينها اخبار و\r\nگزارشاتى است كه از ملت فقير ومحروم كشور ، به ساحت خليفه ، گزارش مى گردد \" . ( 2 )\r\nاو سپس هوشدار ودورى از فساد ادارى ونظامى دستگاه خلافت را با اين بيان خود ابراز\r\nمى دارد : \" گر نان خشكى را در گوشه اى از مملكت بخورى و اطاق تنگ وتاريكى را به\r\nسكونت انتخاب كنى يا گوشه مسجدى را دور از معاشرت مردم ، بر گزينى ، خيلى بهتر از\r\nساعاتى است كه در كاخ هاى عالى خلافت ! به سر ببرى ، خوشا به حال كسى كه شنواى\r\nنصايح وپندهاى نصيحت گوى دلسوز خود \" ابوالعتاهيه \" بوده باشد \" . ( 3 )\r\n\r\n","description":"","footnote":" 1 . حياة موسى بن جعفر ، ج 2 ، ص 162 .\r\n2 . وفسوسا كه اين راه يك طرفه را هرگز بر گشتى نيست ! !\r\n3 . متن اشعار :\r\nرغيف خبز يابس * تأكله في الزاوية\r\nوغرفة ضيقة نفسك فيها خالية * او مسجد بمعزل عن الورى في ناحية\r\nخير من الساعات في القصور العاليه * فهذه وصية فجرة بحاليه\r\nطوبى لمن يسمعها تلك لعمرى كافيه * فاسمع لصلح مشفق ، يدعى العتاهيه\r\nحياة موسى بن جعفر ، ج 2 ، ص 160 . ","page_name":" 1143 ","page_number":23},
  {"content":"\r\n\r\nرد مقام وزارت\r\nدر اثر استبداد و خود كامگى ونبودن نظام حاكم عادل در تشكيلات خلافت عباسى\r\nپذيرفتن مسئوليت ، خالى از اشكال وصعوبت نبود چون مسئوليت واقعى فرد در پذيرش\r\nيك سمت مشخص نبود از اينرو افراد متعهد ومسئول ، از قبول مسئوليت ادارى سرباز\r\nمى زدند و نمى خواستند خود را شريك جرم عمل انجام نداده ، قرار دهند ، هنگامى كه\r\nمأمون عباسى وزير خود فضل بن سهل را كشت پست او را به احمد بن ابى خالد پيشنهاد\r\nنمود . او عذر خواهى كرد كه من وزيرى را نديده ام كه به اين سمت اشتغال ورزد ، وسلامت\r\nاز عهدهء آن بر آمده باشد \" . ( 1 )\r\nعذر او بسيار موجه بود چون اوضاع كشور با ميل واراده ى خليفه مى چرخيد از اينرو وزير\r\nيا مأمور عاليرتبه جز يك وسيلهء اجراى مقاصد بيشتر نبود و بيشتر از يك پيچ معمولى در\r\nمهره ى ماشين مملكت ، نقش ديگرى را ايفا نمى كرد وامور كشور بيشتر با احساسات و\r\nعواطف وخشم وترحم زودگذر اداره مى شد نه با منطق وعقل و بر اصول عدالت وتدبير\r\nواقعى ، وطبيعى است كه نقش غلامان وكنيزان ونديمان ورامشگران در چنين\r\nدستگاهى بيشتر از دانشمندان ورجال ووزيران وانديشمندان وعالمان بوده است .\r\nامام كاظم ( عليه السلام ) در دوران امامت خود با چهار تن از زمامداران خودسر وخلفاى عباسى\r\nستمگر روبرو گرديد كه هر كدام به نوبت خود ، در راه جلوگيرى از نفوذ وپيشرفت معنوى\r\nامام ( عليه السلام ) فعاليت وتلاش داشتند :\r\n1 . منصور ، 2 . مهدى ، 3 . هادى ، 4 . هارون الرشيد .\r\nو تفصيل زندگى امام ( عليه السلام ) به اين ترتيب است كه امام بيست سال از عهد پدر بزرگوار را درك\r\nكرد كه پانزده سال آن در عصر حكومت امويان بود وچهارسال و نيم را در دروان عبد الله\r\nسفاح و نه سال و چند ماه را در حكومت منصور دوانيقى با حضور پدر گذراند ورحلت پدر\r\nگرامى در عهد منصور صورت گرفت و پس از رحلت پدر ارجمند سى و پنج سال زندگى\r\n\r\n","description":"","footnote":" 1 . طيفور ، ص 25 . ","page_name":" 1144 ","page_number":24},
  {"content":"\r\n\r\nكرد كه : 10 سال آن را در بقيه حكومت منصور بود .\r\n10 سال ديگر را در عهد مهدى فرزند منصور گذراند . يك سال را هم در دوران فرزند ديگر\r\nمنصور به نام \" هادى \" سپرى ساخت . و 14 سال باقى در حكومت هارون برادر منصور\r\nدوانيقى گذراند . اكنون شمه اى از خصوصيات وويژگى هاى دوران هر كدام از آنان ، ترسيم\r\nمى گردد تا موقعيت امام در روبه رويى با قضايا ومشكلات آن روزها ، بيشتر روشن گردد و\r\nقسمتى از مجاهدات وتلاش هاى پى گير امام در آن دوران هاى سياه واختناق بار ، بازگو\r\nمى گردد :\r\nمهدى عباسى\r\nمحمد فرزند منصور در سال فوت پدر ، به حكومت رسيد و مدت حكومت او ده سال و\r\nيك ماه وپانزده روز بود و در 42 سالگى مرد وهارون الرشيد بر او نماز گزارد . ( 1 )\r\nپس از جنايات وظلمها وشدت عمل منصور ، جهان اسلام با سرور وشادى با خلافت\r\nمهدى روبرو گرديد چون تا حدودى ملايم تر وپرعاطفه تر از پدرش منصور بود او دستور\r\nعمومى صادر نمود كه تمام زندانيان ، مورد عفو قرار گيرند واموالى را كه از ديگران توقيف\r\nگرديده بود به صاحبان خود برگردانده شود و اموال ودارائى كه از امام صادق ( عليه السلام ) كه در\r\nزمان منصور ضبط شده بود به امام موسى بن جعفر ( عليه السلام ) برگشت داده شود چون او از پدر ،\r\nاموال فراوانى را به ارث برده بود كه نيازى به اين دارائى هاى ناچيز ، نداشت ولى كينه و\r\nعداوت با علويان را همانند پدر در سينه محفوظ مى داشت .\r\nآن سختگيرى وشدت عمل را با پيروان ودوست داران على ( عليه السلام ) همچنان ادامه مى داد\r\nهمچنانكه عياشى ولهو ولعب را با همان روش خلفا ادامه مى داد به حدى كه پسرش\r\nابراهيم ودخترش عليه را سرآمد نوازندگان بغداد تربيت نمود او در مراسم عروسى\r\nهارون با زبيده پنجاه هزار درهم از اموال مسلمانان را خرج عروسى پسر خود نمود كه يكى\r\nاز ولخرجى هاى معروف تاريخ گرديد . يكى از مورخين در اين باره مى نويسد :\r\n\r\n","description":"","footnote":" 1 . مروج الذهب ، ج 3 ، ص 319 . ","page_name":" 1145 ","page_number":25},
  {"content":"\r\n\r\n\r\n\" عروسى هارون به ترتيبى بود كه نه پادشاهان عجم و نه امپراطوران روم و نه سلاطين\r\nغرب ، همانند آن را در اسراف كارى ديده بودند \" . ( 1 )\r\nنفوذ زن در دستگاه خلافت\r\nتضييقات ديگرى كه حكومت مهدى عباسى داشت واو را از ديگر خلفاى گذشته ممتاز\r\nمى ساخت نفوذ همسرش خيزران در اداره ى امور كشور بود او حكومت وفرمانروايى تام بر\r\nقصر خلافت داشت و در حل وفصل امور كشور دخالت مؤثرى داشت برخى از انتصابات و\r\nانتخابات به دستور او صورت مى گرفت طبيعى است كه نفوذ زن در تشكيلات خلافت كه\r\nجز هوسرانى ومقاصد اشباع عواطف ، هدفى ندارد لطمه هاى جبران ناپذيرى بر اساس\r\nحكومت خواهد داشت .\r\nانتشار رشوه در ميان استانداران مهدى\r\nمهدى به عياشى ولهو ولعب مى پرداخت و از وضع فرمانداران وعمال خود اطلاع كافى\r\nنداشت آنان در حيف وميل وغارت اموال مسلمانان ، مسابقه گذاشته بودند به هر ترتيبى\r\nبود ثروت ودارائى مردم را از دست آنان مى گرفتند كه رايج ترين آن رشوه بود اين مسئله\r\nدر ميان آنان رواج كامل داشت به خصوص در مناطقى كه از مركز خلافت بيشتر فاصله\r\nداشت مانند مصر وآفريقا . فرماندار مصر كه به نام موسى بن مصعب بود در گرفتن ماليات و\r\nرشوه و در صادر كردن احكام به حد افراط رسيده بود افرادى كه حاضر به پرداخت رشوه و\r\nساير درخواست هاى نامشورع حكومت او را نداشتند سرنوشت آنان قبرها يا زندان هاى\r\nتاريك بود با اين وضع و كثافت كارى ها جمعى از روحانى نمايان دين فروش هم در اطراف\r\nخليفه بودند كه او را در هاله اى از تقديس وتنزيه قرار مى دادند واو را مظهر تجلى اراده\r\nالهى معرفى مى كردند و گاهى احاديثى به نفع نفوذ يا گسترش ابعاد حكومتى آنان ،\r\nجعل مى كردند كه نمونه هائى از آنها را خطيب بغدادى در جلد ششم تاريخ خود آورده\r\nاست .\r\n\r\n","description":"","footnote":" 1 . حياة الامام موسى بن جعفر ج 1 ، ص 440 . ","page_name":" 1146 ","page_number":26},
  {"content":"\r\n\r\nدشمنى با خاندان علوى\r\nدشمنى وعداوت با خاندان علوى را مهدى عباسى از پدرش منصور فرا گرفت و در\r\nسختگيرى وشدت عمل با آنان كوشيد وپاره اى از شاعران ومداحان با توجه به مكنونات\r\nضمير او ، اشعار وسروده هائى از مذمت وقدح علويان به زبان آوردند كه يكى از آنان\r\n\" بشار بن برد \" منافق معروف به زندقه والحاد بود كه اشعارى در اين باره مى سرود و از\r\nمهدى ، صله ها وجوائز سرشارى مى گرفت كه يك قلم آن هفتاد هزار درهم در برابر چهار\r\nخط شعر بود كه ملخص مضمون آن اين است كه دختر با وجود عموى بزرگوار ( عباس )\r\nارث نمى برد و با وجود مردان ، زنان محروم از ارث هستند ! ! ( اشاره به جواز مغصوب شدن\r\nفدك )\r\nهر چند جواب او به وسيله امام موسى بن جعفر ( عليه السلام ) به صورت مستدل تر ومنطقى تر داده\r\nشد و در پاسخ امام صراحتا گفته شد كه دخالت مشركين وملحدين در احكام اسلامى\r\nيك نوع دخالت فضول مأبانه است .\r\n\" كسانى كه از ترس شمشير گرايشى به اسلام پيدا كرده اند بى آنكه قبلا ايمان آورده باشند ،\r\nبهره اى از اسلام ندارند \" . ولى تشويق مهدى از اين نوع ياوه گويان وسرايندگان ! آنان را\r\nهمانند قارچ در گوشه و كنار كشور مى روياند و اشعار خود را وسيله تقرب به تشكيلات\r\nمنحط عباسى قرار مى داد حكومتى كه به عنوان انتقام از دشمنان على ( عليه السلام ) روى كار آمده\r\nبود !\r\nاتهام دوستى وحمايت از خاندان علوى كافى بود كه وزيرى را ساقط كند ودشمنى با آنان\r\nوسيله اى بود كه فردى را به وزارت وامارت برساند چنان كه اين امر در مورد يعقوب بن\r\nداوود وزير مقرب ومحبوب مهدى رخ داد كه به اتهام حمايت از يك فرد علوى ، مدتى به\r\nزندان افكنده شد .\r\nبرخورد مهدى با امام موسى ( عليه السلام )\r\nمهدى در اوائل حكومت خود برخورد شديدى با امام موسى ( عليه السلام ) نداشت تنها يك بار در\r\n","description":"","footnote":"","page_name":" 1147 ","page_number":27},
  {"content":"\r\n\r\nمدينه ملاقاتى با امام داشت كه از امام در مورد تحريم خمر از نظر قرآن سوالى نمود و با\r\nپاسخ قانع كننده ومنطقى او روبرو گرديد به حدى كه نتوانست اعجاب وشگفتى خود را\r\nمخفى نگه دارد وعلم وافر ودانش انبوه او را مورد تأييد وتصديق قرار ندهد . ( كه در بخش\r\nتفسير آمده است )\r\nبار دوم به هنگام رد مظالم پدرش منصور با امام ( عليه السلام ) روبرو گرديد مهدى مى خواست\r\nاموالى را كه از امام صادق ( عليه السلام ) بوسيله پدرش ضبط گرديده است به امام باز گرداند از امام\r\nپرسيد حدود فدك چيست كه من آن را نيز بازگردانم ؟\r\nامام در پاسخ او حدى را براى فدك تعيين فرمود كه درست با حدود امپراطورى اسلام در\r\nعصر مهدى مطابق بود به اين ترتيب \" كه يك سمت آن كوه أحد سمت ديگر عريش مصر\r\nومرز سوم آن درياى احمر ومرز چهارم آن دومة الجندل بود \" .\r\nمهدى با تغير وپريشانى پرسيد : همه ى اينها را كه گفتى حدود فدك است ؟\r\nامام - بلى .\r\nمهدى متوجه گرديد كه هدف امام ، غصب خلافت وحكومت است كه به زور وعنف از\r\nخاندان رسالت باز ستانده شده و در پاسخ گفت : اينها را كه فرموديد خيلى زياد وقابل\r\nمطالعه است . ( 1 )\r\nمهدى سخت به خشم آمد و از آن روز فهميد كه فرزندان على ( عليه السلام ) هنوز حق خود را\r\nفراموش نكرده اند و هنوز در استيفاى حقوق خود ، به سر مى برند .\r\nمهدى واستفتاء از امام ( عليه السلام )\r\nبرخورد سوم با امام ( عليه السلام ) هنگام توسعه وگسترش بناى مسجد حرام و مسجد نبوى ( عليه السلام )\r\nصورت گرفت وداستان آن برخورد ، همچنين است :\r\n\" كه در سال 161 ه‍ . ق در اثر نياز مردم به توسعه دو مسجد بزرگ اسلامى كه در مكه و\r\nمدينه واقع است مهدى دستور توسعه آن را صادر كرد ولى همسايگان مسجد از فرو\r\n\r\n","description":"","footnote":" 1 . عمدة الاخبار في مدينة المختار ، ص 316 . ","page_name":" 1148 ","page_number":28},
  {"content":"\r\n\r\nريختن خانه ها ومنازل خود به اين امر مهم امتناع مى ورزيدند . مهدى از فقهاى عصر ، در\r\nمورد اجبار آنان به فروختن خانه ها استفتاء نمود آنان همگى جواب منفى دادند و اين امر\r\nرا غصبى تلقى كردند .\r\nعلى بن يقطين از علاقمندان وارادتمندان امام ( عليه السلام ) در مجلس بود اشاره نمود كه حكم\r\nاين مسألة را از امام موسى ( عليه السلام ) سوال نمايند و حكم واقعى را از او استفتاء نمايند مهدى\r\nبه فرماندار مدينه نوشت كه اين مسألة را از امام بپرسد وپاسخ امام را به او گزارش نمايد\r\nامام در پاسخ مسألة فرمودند :\r\n\" اگر كعبه در سرزمين مردم بنا شده باشد مردم اولى به بناى خويشتن هستند و نمى توان\r\nاز آنان گرفت و اگر مردم به حريم كعبه وارد شده باشند وبناى خود را در حريم آن به\r\nوجود آورده باشند ، پس كعبه اولى به حريم خويشتن است \" . ( 1 )\r\nهنگامى كه اين جواب بدست مهدى عباسى رسيد دستور داد خانه ها را ويران ساختند و\r\nقيمت خانه ها را به صاحبان آنها پرداختند :\r\nپاسخ امام از باب تملك وضبط اموال مردم ، به نفع مصالح عمومى نيست كه برخى از فقها\r\nپنداشته اند و با آن در مورد خيابانها وشوارع عمومى استدلال وتمسك جسته اند بلكه آن\r\nحكم تابع دليل خاص خود است كه تصريح دارد كه مسجد حريم وآستانى دارد كه بايد\r\nرعايت گردد و كسى كه در آن حريم كه مخصوص مسجد است بنائى بسازد ارزش و\r\nقيمتى ندارد علاوه بر آنكه زمين مفتوحة عنوة است وقابل خريد و فروش نيست مگر به\r\nتبع آثار وبناهاى آن .\r\nامام ( عليه السلام ) در زندان مهدى\r\nخطيب بغدادى در تاريخ خود وجمعى ديگر از محدثين اهل سنت ملاقات چهارم امام را\r\nچنين آورده است :\r\nبار چهارم كه آخرين ديدار وبرخورد امام ( عليه السلام ) با مهدى صورت گرفت هنگامى بود كه\r\n\r\n","description":"","footnote":" 1 . بحار الانوار ، ج 4 ، ص 248 . ","page_name":" 1149 ","page_number":29},
  {"content":"\r\n\r\nشهرت امام همه جا را فرا گرفت ودانشمندان ودانشجويان از هر طرف او را كعبه ى آمال\r\nخود قرار دادند وشيعيان وپيروان امام در بلاد وشهرستانها نام او را پر آوازه ساختند و\r\nوجوه و اموال شرعى خود را متوجه مركز امامت نمودند اين فعاليت ها وحركت ها ، مهدى\r\nرا مرعوب وهراسناك ساخت و بر تاج و تخت خود ترسيد وپنداشت كه با ضبط و\r\nبازداشت امام ( عليه السلام ) مىتواند از پيشرفت و نفوذ وفعاليت ومحبوبيت او به كاهد از اين رو\r\nنامه اى به فرماندار خود در مدينه نوشت كه امام موسى بن جعفر را هر چه زودتر به بغداد\r\nاعزام نمايد . فرماندار مدينه مضمون دستور مركز را به به امام اطلاع داد . حضرت همان\r\nروز آماده ى مسافرت گرديد و در بين راه به منطقه اى به نام \" زباله \" رسيد كه جمعى از\r\nشيعيان ودوستداران امام در آن منطقه زندگى مى كردند . يكى از علاقمندان امام ، به نام\r\n\" ابو خالد \" با حزن واندوه فراوان از او استقبال به عمل آورد . امام از علت حزن وناراحتى او\r\nپرسيد : عرض كرد چگونه ناراحت نگردم در صورتى كه مى بينم شما به طرف اين\r\nجنايتكار ستمگر مى رويد كه هيچگونه اطمينانى به بازگشت شما وجود ندارد ؟\r\nامام به او تسكين خاطر داد واطلاع داد كه در اين سفر ، هيچ نوع خطرى او را تهديد\r\nنمى كند به عنوان امنيت بيشتر موعد معينى وتاريخ مشخصى را تعيين فرمود كه در آن\r\nتاريخ باز به سوى او مراجعه خواهد نمود .\r\nامام به طرف بغداد رهسپار گرديد تا به بغداد رسيد مهدى دستور بازداشت او را صادر\r\nنمود و امام ( عليه السلام ) را وارد زندان كردند . مهدى پاسى از شب را با كمال راحتى در بستر خود\r\nآرميد و در دل شب خواب ديد كه امام على بن ابيطالب ( عليه السلام ) از او عيادت مىكند و با تأثر و\r\nاندوه فراوان اين آيه را مى خواند :\r\n\" فهل عسيتم إن توليتم ان تفسدوا في الأرض ، وتقطعوا ارحامكم ؟ \" ( 1 ) مهدى با ترس و\r\nهراس فراوان از خواب پريد ودربان خود \" ربيع \" را خواست او حاضر شد ومشاهده نمود\r\nكه خليفه آن آيه فوق را تكرار وتلاوت مىكند . به او دستور داد كه امام موسى ( عليه السلام ) را حاضر\r\n\r\n","description":"","footnote":" 1 . سوره محمد آيه 22 . ","page_name":" 1150 ","page_number":30},
  {"content":"\r\nسازد و از زندان بيرون آورد . وقتى كه امام به مجلس او رسيد از او استقبالى به عمل آورد\r\nدست بر گردن او انداخت و در كنار خود نشاند و با مهربانى وعطوفت خاص گفت :\r\nابا الحسن !\r\nمن در خواب امير المومنين على بن ابيطالب ( عليه السلام ) را ديدم كه اين آيه را تلاوت مى فرمايد . . .\r\nاز اين رو آيا به من اطمينان مى دهى كه بر ضد من و اولاد من نهضت وشورشى نكرده\r\nباشى ؟\r\nامام ( عليه السلام ) در پاسخ فرمود من تاكنون چنين كارى نكرده ام و در شأن من هم نيست .\r\nمهدى گفت راست گفتى . به ربيع دستور داد كه امام را با كمال احترام و تعظيم شبانه\r\nروانه ى مدينه سازد به حدى كه نماز صبح را در بين راه خواندند و در همان روزى كه به ابو\r\nخالد تعيين فرموده بود به منطقه زباله رسيد ودوستان خود را بيش از حد مسرور ساخت\r\nو در برابر فرح وسرور آنان فرمود :\r\n\" من دوباره به سوى آنان باز خواهم گشت كه آن بار ، ديگر مرا نجات وخلاصى نيست \" . ( 1 )\r\nمقصود امام اشاره به دوران هارون الرشيد بود كه بعد اتفاق افتاد .\r\nقاضى شريك وسفره ى مهدى خليفه عباسى\r\nشريك بن عبد الله نخعى معاصر مهدى خليفه عباسى به علم و تقوى معروف بود مهدى\r\nعلاقه ى وافرى داشت كه او منصب \" قضاوت \" را بپذيرد ولى شريك براى آنكه خود را از\r\nدستگاه ظلم و ستم دور نگه دارد زير بار اين پيشنهاد نمى رفت وباز خليفه علاقه داشت\r\nكه او تعليم و تربيت خصوصى فرزندان خليفه را به عهده بگيرد تا به آنان علم حديث و\r\nفقه بياموزد او اين مسئوليت را نيز قبول نمى كرد و به همان زندگى آزاد وفقيرانه اى كه\r\nداشت قانع بود . روزى خليفه او را طلبيد و به او گفت : \" بايد امروز يكى از اين سه كار را\r\n\r\n","description":"","footnote":" 1 . تاريخ بغداد ، ج 13 ، ص 30 - مرآة الجنان ، ج 1 ، ص 394 ، چاپ حلب . الفصول المهمه ،\r\nص 214 ، چاپ نجف - فصل الخطاب ، علامه خواجه پارس ، ص 382 - احقاق الحق ، ج 14 ،\r\nص 233 - وفيات الاعيان ، ج 4 ، ص 493 - مناقب ابن شهر آشوب ، ج 2 ، ص 264 . ","page_name":" 1151 ","page_number":31},
  {"content":"\r\n\r\nقبول كنى ، يا عهده دار منصب \" قضاء \" بشوى يا كار تعليم و تربيت فرزندان مرا بپذيرى يا\r\nآنكه امروز با ما باشى و سر سفره ما بنشينى \" .\r\nشريك با خود فكرى كرد وگفت حالا كه اجبار واضطرار در كار است البته از اين سه كار ،\r\nسومى آسان تر وكم زحمت تر است وپذيرفت خليفه به مدير مطبخ وسرآشپز خود\r\nدستور داد كه امروز لذيذترين غذاها را براى شريك تهيه كن او نيز غذاهاى رنگارنگ و\r\nمطبوع از بهترين مواد غذايى كه متشكل از مغز استخوان - آميخته با نبات و عسل و\r\nزعفران و ديگر تركيبات غذائى بود تهيه و بر سر سفره آورد .\r\nشريك كه تا آن روز در عمر خود همچو غذايى نخورده ونديده بود ، با اشتهاى كامل خورد\r\nخوانسالار آهسته به گوش خليفه خواند \" به خدا قسم كه ديگر اين مرد ، روى رستگارى\r\nنخواهد ديد \" و همين طور هم شد .\r\nطولى نكشيد كه ديدند شريك هم عهده دار تعليم فرزندان ، وهم منصب قضاوت را\r\nپذيرفت وهم وبرايش از بيت المالل مقررى معين گرديده است .\r\nروزى با متصدى پرداخت حقوق بر سر مسائل مالى ، حرفش شد ، متصدى به او گفت : \" تو\r\nكه گندم به ما نفروخته اى كه اين قدر سماجت به خرج مى دهى ؟ \"\r\nشريك گفت : چيزى پرارزش تر از گندم را فروخته ام من دين خود را فروخته ام \" . ( 1 )\r\nدر دوران الهادى\r\nموسى الهادى پسر مهدى پنجمين خليفه عباسى در سال 169 هجرى به سن 24\r\nسالگى به حكومت رسيد و در سال 170 در عيسى آباد از دنيا رفت و مدت حكومت او يك\r\nسال و شش ماه ادامه داشت . ( 2 ) او در قساوت قلب وتندخلقى وسلحشورى وبدبينى به\r\nديگران در ميان خلفاى عباسى شهرت داشت رفتار او با خاندان علوى وفرزندان فاطمهء\r\nاطهر بهتر از ديگر خلفاى عباسى نبود در روزگار او جمعى از سران وبزرگان علوى نهضت\r\nكردند و بر او شوريدند كه معروف ترين آنان حسين بن على بن الحسن معروف به صاحب\r\n\r\n","description":"","footnote":" 1 . مسعودى ، مروج الذهب ج 3 ، ص 320 .\r\n2 . مسعودى ، مروج الذهب ج 3 ، ص 334 . ","page_name":" 1152 ","page_number":32},
  {"content":"\r\n\r\n\r\nفخ بود و در زندان او تعداد زيادى از بنى هاشم بودند كه مورخين تعداد آنان را چهار هزار\r\nنفر نوشته اند . آنان در روز ترويه هشتم ذيحجه در صحراى فخ با سپاه هادى برخورد\r\nنمودند ومغلوب شدند جمعى را اسير وعده اى را كشتند و چند روز جنازه هاى آنان روى\r\nزمين ماند تا پرندگان و درندگان از گوشت آنان خوردند و از ميان بردند . ( 1 ) برخى از شعراى\r\nآن روز ، در رثاى آن فاجعه چنين سروده اند :\r\n\" من بر حسين و ديگر ياران او مى نالم كه آنان را چند روز در روى خاك هاى فخ گذاشتند .\r\nجوانمردان شجاع و بى باكى كه مذلت وعار را از بنى عباس زدوده بودند و مردم به\r\nوسيله ى هدايت نياى بزرگ آنان ، به صلاح ورستگارى سوق داده شدند ، و آنان حق\r\nبزرگى بر عهدى مردم داشتند \" .\r\nافراط در عيش ونوش\r\nموسى الهادى در سنين جوانى به قدرت رسيده بود و در خوشگذرانى وشهوت رانى و در\r\nلهو ولعب افراط داشت . بيشترين مخارج او را ، شب نشينى ها وانعام وصله به\r\nموسيقيدانان وشعراء ونوازندگان تشكيل مى داد او به يكى از نوازندگان معروف عصر خود\r\nبنام ابراهيم موصلى پنجاه هزار دينار جائزه داد چون او توانسته بود در ضمن سه خط\r\nشعر ، خليفه را به طرب ووجد وا دارد و ديگر روزى اراده فرموده بود به همان نوازنده سى\r\nهزار دينار مرحمت كند ! چون با صداى دلنشينى او را به وجد و سر حال آورده بود . جوائز\r\nوعطايا وبخشش هاى هادى نسبت به شعرا ونوازندگان به حدى شهرت يافته بود كه\r\nيكى از نوازندگان آن روز در اين مورد گفته بود : \" اگر هادى مدتى در ميان ما نوازندگان\r\nباشد ، ما ديوارهاى ساختمان هاى خود را نيز از طلا و نقره بنا مى كرديم \" . ( 2 )\r\nاو در ميان خلفاى عباسى نخستين كسى است كه به شرابخوارى علنى پرداخت و اين\r\nشيوهء ناپسند در او شيوع پيدا نمود و ديگر پادشاهان عباسى از او ، پيروى و\r\n\r\n","description":"","footnote":" 1 . مروج الذهب ، ج 3 ، ص 336 .\r\n2 . الأغانى ، ج 5 ، ص 241 . ","page_name":" 1153 ","page_number":33},
  {"content":"\r\nتبعيت نمودند . ( 1 )\r\nفجيع ترين حادثه اى كه در دوران حكومت او در راه مبارزه با خاندان علوى وسركوبى\r\nنهضت هاى راستين مردم رخ داد فاجعه فخ ( 2 ) بود كه بنا به تعبير امام جواد ( عليه السلام ) بعد از\r\nواقعه ى كربلا حادثه اى به عظمت و بزرگى آن در دودمان رسالت رخ نداده است . همان\r\nعملياتى كه بنى اميه نسبت به اهل بيت در كربلاء انجام دادند مشابه آن و به همان شدت\r\nوحدت را بنى عباس نسبت به فرزندان ونوادگان على ( عليه السلام ) در بيابان \" فخ \" مرتكب گرديدند .\r\nبنى عباس نيز همانند امويان اسير گرفتند سرها را به نيزه زدند وبدنها را چند روزى روى\r\nخاك افكندند .\r\nصاحب فخ به هنگام نهضت از امام موسى بن جعفر ( عليه السلام ) مشورت به عمل آورد امام او را از\r\nمردم دو رو وفاسق بر حذر داشت و شهادت او را پيش بينى نمود و اين كه چنين فرد\r\nشايسته اى را از دست خواهد داد اظهار ناراحتى نمود . ( 3 )\r\nحسين بن على بن حسن قبل از نهضت خود و در راه آماده ساختن افكار مردم در مسجد\r\nالنبى به خطابه پرداخت در ضمن خطبه اى اين چنين گفت : من فرزند رسول خدايم و در\r\nحرم رسول خدا شما را به راه و روش پيامبر اسلام فرا مى خوانم \" .\r\nشما آثار پپامبر اسلام را در ميان سنگ ها وكوه ها مى جوئيد ، ولى جگر گوشه ها وفرزندان\r\nاو را يارى ومدد نمى دهيد ؟ ( 4 )\r\nهنوز خطابه ى مهيج ومؤثر او به پايان نرسيده بود كه توده هاى مردم به طرف او حركت\r\nكردند و دست بيعت به سوى او دراز كردند و بر اساس كتاب خدا وسنت پيامبر اسلام و\r\nطبق آرمان مقدس دعوت به \" رضا \" از آل محمد ( عليه السلام ) با او بيعت كردند واو هم شرائط بيعت\r\nرا پذيرفت وافزود : كه من بر اساس تأمين عدالت اجتماعى ، اجراى عدل و داد اسلامى ، و\r\n\r\n","description":"","footnote":" 1 . الجهشيارى ، ص 144 .\r\n2 . فخ محلى در چند كيلومترى مكه قرار دارد نزديك مسجد تنعيم كه عمره مفرده از آن مسجد\r\nانجام مى پذيرد وهم اكنون در آن محل در خيابان شهيدان معروف مى باشد .\r\n3 . سيرة الامام ، ج 1 ، ص 448 .\r\n4 . مقاتل الطالبيين ، ص 484 . ","page_name":" 1154 ","page_number":34},
  {"content":"\r\n\r\nپياده نمودن احكام قرآن قيام كرده ام وهدفى جز اصلاح و ارشاد ندارم .\r\nحسين بن على ( صاحب فخ ) پس از گرفتن بيعت به سوى مكه حركت كرد وقريب به\r\nسيصد نفر از ياران و اهل بيت خود را نيز همراه داشت در خود مدينه فرماندارى از طرف\r\nخود تعيين نمود تازه به منطقه ى فخ رسيده بودند كه طرف صبح روز هشتم ( ترويه ) بود\r\nمى خواستند همانجا اردو بزنند تا بقيه نيروها به آنان بپيوندند كه سپاه بنى عباس با\r\nفرماندهى عباس بن محمد ، و موسى بن عيسى رسيد و دو طرف با هم برخورد نظامى\r\nپيدا كردند سپاه ظلم و ستم به آنان يورش آورد بر آن عده كم حمله كردند وجمعى از آنان\r\nرا شهيد وتعدادى را اسير وسرهاى جمعى را به دربار عباسى حمل نمودند ( 1 ) در آن واقعه\r\nخود حسين در اثر اصابت تير ، كشته شد سپاه بنى عباس كشته هاى خود را دفن كردند\r\nولى حسين وياران آزاد مرد او را ، در همان حال باقى گذاشتند ورفتند .\r\nامام در شهادت علويان\r\nهنگامى كه خبر تأسف بار شهادت حسين وياران او به گوش امام رسيد امام ( عليه السلام ) بسيار\r\nناراحت ومتأثر گرديد وفرمود : \" انا لله وانا اليه راجعون ، مضى والله ، مسلما صالحا\r\nصواما قواما آمرا بالمعروف وناهيا عن المنكر ما كان في اهل بيته مثله \" . ( 2 )\r\nهمگى از خدا هستيم وهمگان به سوى او باز خواهيم گشت . او به رحمت ايزدى پيوست\r\nخوشا به سعادت او كه مسلمان شايسته ، روزه دار ، شب زنده دار و عامل به وظيفهء امر به\r\nمعروف و نهى از منكر بود و در ميان اهل بيت همانندى نداشت .\r\nسيد بن طاووس در كتاب مهج الدعوات با سند پيوسته ى خود نقل نموده است هنگامى كه\r\nسر حسين بن على بن الحسن صاحب فخ را با جمعى از اسيران جنگى كه عموما از\r\nخاندان علوى بودند به حضور هادى آوردند تا چشمش به اسيران افتاد ، اشعارى زمزمه\r\nكرد كه مضمون برخى آنها چنين است :\r\n\r\n","description":"","footnote":" 1 . تاريخ طبرى ، ج 1 ، ص 28 تعداد سرها را صد نفر نوشته است .\r\n2 . المقاتل ، ص 453 . ","page_name":" 1155 ","page_number":35},
  {"content":"\r\n\" عموزادگان من ! بعد از اين واقعه ديگر شعر نسرائيد بعد از آنكه قافيه ها در بيابانها دفن\r\nگرديد و ما از آن افرادى نگشتيم كه ميان ما دادرسان قضاوت كنند بلكه قاضى وداور ما\r\nشمشيرها گرديد ، ستمگر ما نبوديم كه به شما ظلم كرده باشيم بلكه اين حكم قضاوت\r\nشمشير بود اشتباه كار از نخست اين بود كه ما بد قاضى انتخاب نموديم \" .\r\nاو دستور داد كه يكى از اسيران را توبيخ و اذيت نمودند ، وسپس او را كشتند و به تدريج با\r\nديگر اسيران هم همين معامله را انجام داد .\r\nدعبل خزاعى در اشعار معروف \" تائيات \" خود اشاره اى به اين موضوع دارد جائى كه\r\nمى سرايد :\r\nمدارس آيات خلت من تلاوه ء * و منزل وحى مقفر العرصات\r\nقبور بكوفان ، وأخرى بطيبة * و اخرى بفخ ، يا لها صلوات\r\nوأخرى بارض الجوزجان ، محلها * و قبر بيا خمرى ، لدى الغربات\r\nيا خمرى محلى است در 16 فرسخى كوفه كه شهادت امام ابراهيم از سادات علويين در\r\nآنجا صورت گرفته است .\r\nتهديدات هادى\r\nپس از پيروزى ظاهرى دستگاه جبار هادى عباسى وسركوب نهضت فخ او تهديدات خود\r\nرا نسبت به بزرگان ورؤساى علويان آغاز نمود و امام موسى بن جعفر ( عليه السلام ) عامل ومحرك\r\nاين انقلابات معرفى گرديد او در ضمن گفتارهاى خود اظهار كرد : \" به خدا قسم نهضت و\r\nخروج حسين با الهام از موسى بن جعفر ( عليه السلام ) بوده است او در پى اجراى اوامر موسى ( عليه السلام )\r\nبوده است چون محبت وعلاقه ى او در دل تمام علويان ريشه دوانيده است و در ميان\r\nعلويان تنها اوست كه صاحب سفارش در ميان اهل بيت مى باشد ، خدا مرا هلاك كند اگر\r\nاو را به قتل نرسانم ! ! \" ( 1 )\r\n\r\n","description":"","footnote":" 1 . بحار الانوار ، ج 11 ، ص 278 . ","page_name":" 1156 ","page_number":36},
  {"content":"\r\n\r\n\r\nتهديدات هادى به گوش خاندان امام رسيد جمعى از آنان به هراس وبيم افتادند و براى\r\nحفظ جان امام ( عليه السلام ) به او توصيه مى كردند كه خود را آشكار نسازد تا از شر آن طاغوت ،\r\nمحفوظ و در امان باشد . قهرمان گفتار ما در برابر پيشنهاد آنان تبسمى فرمود و براى\r\nتسكين خاطر آنان به اشعارى تمثل جست كه مضمون آنها اينست :\r\n\" آن گروه تصور كردند كه بر پروردگار خود پيروز خواهند شد . پروردگارى كه پيروزى بخش\r\nپيروزمندان است \" .\r\n\" فرزدق خيال نمود كه \" مربع \" را خواهد كشت ، ولى سلامت وعمر دراز بر \" مربع \"\r\nبشارت باد !\r\nعصر هارون رشيد\r\nهارون رشيد برادر هادى و فرزند مهدى در سال 170 در سن 21 سالگى به حكومت\r\nرسيد وحكومت او 23 سال و شش ماه ادامه داشت تا اينكه در 44 سالگى در سناباد\r\nطوس از دنيا رخت بر بست . ( 1 )\r\nهارون ششمين خليفه ى عباسى با قدرت وامكانات بيشترى به حكومت رسيد وشعاع\r\nقدرت و نفوذ او به مناطق محصوره ى اسلامى رسيد به حدى كه از غرور سلطنت وقدرت\r\nبه ابرها خطاب مى كرد : \" به هر طرف كه به روى و به هر نقطه كه سايه افكنى ماليات آن به\r\nخزائن من خواهد رسيد \" . ( 2 )\r\nدر عصر او بغداد عروس دنيا گرديد . امام هفتم كه مسئوليت الهى وپيشوايى حقيقى\r\nشيعيان را داشت وطرفدار اصالت وسلامت احكام دين بود همواره از موضع دين مبين\r\nاسلام سخن مى گفت ونظرهاى استوار ومحكم او برپايه ى حق وعدالت اجتماعى قرار\r\nداشت در اندك مدتى در ميان گروه هاى متعددى از مردم كه از فشار وجور خلافت\r\nدلتنگ وآزرده مى شدند وجود امام را چون نگين انگشتر در ميان مى گرفتند و هر روز در\r\nمكتب فضيلت و تربيتى او گرد مى آمدند و از فضائل ومكارم اخلاقى او\r\n\r\n","description":"","footnote":" 1 . مروج الذهب ، ج 3 ، ص 275 .\r\n2 . صبح الاعشى ، ج 3 ، ص 270 . ","page_name":" 1157 ","page_number":37},
  {"content":"\r\nبهره ها مى جستند .\r\nدر چنين شرايطى بود با اينكه هارون محور قدرت وسياست قرار داشت در عين حال\r\nوجود شريف امام وگرويدن مردم پاكدل به او ، موجب بيم وهراس هارون مى گشت امام\r\nموسى ( عليه السلام ) مركز امامت خود را در مدينه منوره قرار داده بود و در همين شهر مقدس كه از\r\nنخستين روزهاى طلوع اسلام پايگاه نشر توحيد ومعارف اسلام بود امام در كنار مرقد\r\nنياى بزرگش رسول الله ( صلى الله عليه وآله ) به راهنمايى و ارشاد مسلمانان مى پرداخت و اين امر موجب\r\nتشويش واضطراب بيش از حد دستگاه خلافت عباسى گرديده بود .\r\nهارون الرشيد هنگامى كه موضع محكم امام را در مدينه احساس كرد نخست با\r\nمقاومت هاى منفى وعدم همكارى امام با دستگاه خلافت سپس در مراحل بعدى با\r\nتعرض وانتقادها واعتراض هاى امام روبرو شد از بيم توسعه روز افزون مخالفت طرفداران\r\nحقيقى مكتب اسلام حضرت را به عراق ، مركز حكومت خود جلب نمود و به صورت\r\nبازداشت وزندان ، اعمال وارتباطهاى او را زير نظر مستقيم خود ، قرار داد . باز نگرانى و\r\nترس وبيم خليفه ى عباسى كاستى نگرفت ونامه ها وملاقات ها و رفت وآمدها از\r\nشهرستان ها وقصبات همچنان ادامه داشت تا اينكه هارون به عنوان قطع كامل ارتباط\r\nشيعيان او را به زندان افكند و چند سال در زندان هاى متعدد وگونه گون از پيشواى\r\nعاليقدر نگهدارى به عمل آورد كه در بخش \" شهادت \" از نظر مى گذرد .\r\nپيشواى هفتم ، در همه ى مدتى كه در عراق زير نظر داشت همچنان به عبادت واطاعت\r\nالهى سرگرم بود ولى غافل از سرنوشت شيعيان ورهبرى نهضت فكرى واجتماعى آنان\r\nنبود وهميشه در احقاق حقوق از دست رفته انديشه ونقشه داشت . هارون از صراحت و\r\nشهامت و بى پرده گويى امام ( عليه السلام ) هراس داشت از آن رو اغلب در محافل خصوصى از او\r\nسوالات مى كرد تا بيشتر مفتضح نگردد روزى در يك محفل خصوصى گفت : اى پسر\r\nپيامبر ! در انديشه ام كه باغ فدك را كه مورد ادعاى شما است به شما بازگردانم زيرا مسلم\r\nاست كه آن از شما غصب گرديده است لطفا حدود آن را بيان فرماييد .\r\n","description":"","footnote":"","page_name":" 1158 ","page_number":38},
  {"content":"\r\n\r\nامام فرمود : نگران نباشيد ما دعوى خود را از آنچه حق است به خداى بزرگ منتقم واگذار\r\nكرديم حل وفصل آن در روز رستاخير صورت مى گيرد . هارون اصرار كرد كه حدود آن را باز\r\nگو كند . امام فرمود اكنون كه مى خواهى حق خاندان پيامبر را به خودشان بازگردانى من\r\nنقشهء آن را به شما بازگو مى كنم . امام در ترسيم وبيان حدود فدك طورى اداى مطلب نمود\r\nكه حدود امپراطورى اسلام در عصر هارون را فرا مى گرفت و كاملا مى رساند كه حكومت\r\nبنى عباس غلط و از روى غصب حق واقعى اهل بيت ( عليه السلام ) ، صورت گرفته است .\r\nهارون لحظه اى به فكر فرو رفت و در دل خود به خشم و غضب آمد اما چيزى نگفت و\r\nجلسه را خاتمه داد ولى آن روز كاملا دريافت كه هنوز فرزندان فاطمه وعلى حقوق خود\r\nرا هرگز فراموش نكرده اند . ( 1 )\r\nثروت ودارايى حكومت هارون\r\nحكومت هارون با بهترين شرائط مالى وامكانات اقتصادى روبرو بود به حدى كه\r\nهيچكدام از پادشاهان وخلفاى گذشته در آن شرائط نبودند وعوامل مهم آن توسعه ى\r\nكشور اسلامى ووقوع فتوحات پى در پى ، وپياده كردن كامل مقررات مالى اسلام بود .\r\nمورخين نوشته اند كه درآمد بيت المال در هر سال به چند ميليارد دينار مى رسيد\r\nجهشيارى يكى از سيره نويسان اسلامى درآمد بيت المال را به پانصد ميليون ودويست و\r\nچهل هزار درهم تخمين زده است با توجه به اين كه ارزش دينار ودرهم آن روز خيلى بيشتر\r\nاز امروز بوده است چون آن روز يك گوسفند به يك درهم خريدارى مى شد و قيمت يك\r\nشتر كامل 4 درهم و خرما شصت رطل آن به يك درهم و روغن هشت رطل آن به يك\r\nدرهم خريد و فروش مى گرديد و مزد معمار استاد كار روزانه يك درهم و نيم بود . بر اين\r\nپايه مى توان درآمد بيت المال را در عهد هارون با واحد پول كنونى عراق به دو ميليارد و\r\nدويست و بيست ميليون نهصد و شصت هزار دينار ( 2 ) تخمين زد كه تا آن روز چنين\r\n\r\n","description":"","footnote":" 1 . چهارده معصوم ، ص 196 .\r\n2 . مقدمه ابن خلدون ، ص 117 - هارون الرشيد ، احمد امين ، ص 88 - حياة الأمام موسى بن\r\nجعفر ، ج 2 ، ص 29 . ","page_name":" 1159 ","page_number":39},
  {"content":"\r\n\r\nدرآمدى هرگز سابقه نداشته است .\r\nمنابع درآمد مالى\r\n1 . خراج ومالياتى كه نقد يا به صورت جنس به اراضى مفتوحه عنوه تعيين شده بود .\r\n2 . جزيه يا درآمدهاى سرانه كه به اقليت هاى مذهبى در برابر پناهندگى و حق حمايت از\r\nعمران وآبادى آنان ، تعيين گرديده بود و هر سال از آنان دريافت مى گرديد .\r\n3 . زكات كه بزرگترين رقم درآمد را تشكيل مى داد كه از مالك هر 20 دينار نيم دينار و از\r\nمالك هر دويست درهم 5 درهم علاوه بر آنها از محصولات كشاورزى ودامدارى نيز با\r\nشرائط خاصى كه در فقه به صورت گسترده بحث شده است گرفته مى شد كه اين قسمت\r\nبزرگترين رقم درآمد حكومت را تشكيل مى داد .\r\nاين درآمدهاى كلان مى بايست در مصارف عمران وآبادى كشور و رفع نيازهاى عمومى و\r\nتأمين عدالت اجتماعى و رفع نيازمندى هاى مستمندان واقعى جامعهء اسلامى ، صرف\r\nگردد . ولى اغلب طبق تمايلات شخصى خليفه در راه ارضاى تمايلات شخصى خليفه\r\nصرف مى شد . نوازندگان ، شاعران ، چاپلوسان ، مداحان و حاشيه نشينان سهمى بيشتر از\r\nنيازمندان واقعى را داشتند . به عنوان مثال :\r\n1 . شاعرى سه خط شعر در شأن خاندان عباسى سرود وابراهيم موصلى نوازندگى آن را به\r\nعهده گرفت ، پس از پايان مراسم ، به هر كدام از سراينده ونوازنده ، صد هزار درهم عنايت\r\nملوكانه گرديد . ( 1 )\r\n2 . يحيى برمكى نوازنده ديگرى با خواندن اشعار او را به وجد وطرب واداشت در سرحال و\r\nشوق به او گفت : بلند شو و هر چه در قصر هست با خود بردار وببر او گمان كرد كه فرش و\r\nتجملات قصر را مى گويد سپس متوجه گرديد كه كيسه هاى نقره و طلا ، در آن آماده شده\r\n\r\n","description":"","footnote":" 1 . الاغانى ، ج 4 ، ص 74 ، چاپ دار الكتب المصريه . ","page_name":" 1160 ","page_number":40},
  {"content":"\r\n\r\nاست كه محتوى پنجاه هزار درهم بوده است \" . ( 1 )\r\n3 . دحمان اشقر يكى ديگر از نوازندگان معروف ترانه اى را در حضور هارون ايراد كرد كه\r\nبسيار مورد توجه او قرار گرفت به حدى كه هارون خواستار تكرار و اعاده ى آن گرديد او\r\nچند مرتبه آن را تكرار نمود در پايان نوازنده از خليفه درخواست دو آبادى را نمود كه\r\nمحصول آن دو ، هر سال به چهل هزار دينار مى رسيد . خليفه كه در حال عيش وعشرت و\r\nوجد وطرب بود پذيرفت و آن دو آبادى را به او صله وانعام فرمود . اطرافيان تذكر دادند كه\r\nاين انعام خيلى بيش از حد است وچنين صله اى روا نيست . خليفه اظهار فرمود : عطاياى\r\nما ديگر مسترد نمى گردد ولى سعى كنيد آنها را از اشقرى بخريد . درباريان هارون آن دو\r\nآبادى را به قيمت سنگين از نوازندهء دلنواز خريدند \" . ( 2 )\r\nدرآمد محصولات كشاورزى ملكه مادر\r\nعلاوه بر امكانات مالى و ثروت بيش از حد هارون كه خود را مالك الرقاب و صاحب اختيار\r\nكامل بيت المال و اموال مردم مى دانست خاندان وبستگان ووابستگان محترم ! به بركت\r\nوجود ذى جود خليفه ، هر كدام به نوبت خود از ثروت ودارائى فراوانى بهره مند بودند كه\r\nدر جاى خود در كتب مضبوط است ما فقط به چند نمونه از آن ها اشاره مى كنيم :\r\n1 . مادر خليفه به نام \" خيزران \" كه بانوى اول كشور وزن مقتدر و با نفوذى بود به حدى كه\r\nدر دوران حكومت شوهرش مهدى وفرزندش هادى فرمان فرما وحكمران واقعى او بود\r\nنه خلفا ! اندوخته هاى مالى و ثروت بى حسابى تدارك ديده بود كه مسعودى مورخ\r\nنامى مى نويسد : \" غير از نقد وجواهرات واملاك ومستغلات فراوان تنها محصول غله و\r\nدرآمد يك ساله ى او از باغات و زمين هاى زراعتى خود ، به مبلغ يكصد و شصت ميلون\r\nدرهم تخمين زده مى شد \" . ( 3 )\r\n\r\n","description":"","footnote":" 1 . الاغانى ، ج 6 ، ص 187 .\r\n2 . تاريخ الخلفاء ، ص 116 - حياة الامام موسى بن جعفر ، ج 2 ، ص 34 .\r\n3 . مروج الذهب ، مسعودى ، ج 3 ، ص 348 . ","page_name":" 1161 ","page_number":41},
  {"content":"\r\n\r\n2 . محمد بن سليمان يكى از فاميلان محترم و از فرماندهان سپاه روزى با قاضى بصره و\r\nغلامان خاص خود عازم گردش بود شخصى از مستمندان شهر معروف به \" رأس النعجه \"\r\nجلو مركب او را گرفت وچنين اظهار داشت :\r\n\" آيا رواست از درآمد محصولات خود هر روز صد هزار درهم داشته باشيد ولى من به نصف\r\nدرهم ، هم براى رفع گرسنگى نيازمند باشم ودسترسى به آن پيدا ننمايم ؟ اگر معناى\r\nعدالت اين است من به چنين عدالتى كافر هستم \" .\r\nغلامان محمد كه تحت تأثير سخنان او قرار گرفته بودند به دستو او صد درهم به او دادند\r\nوعبور كردند \" . ( 1 )\r\nعطايا واسرافكاريهاى شهبانو\r\nزبيده بانوى اول كاخ خلافت هارون كه عنوان مادرى وليعهد خليفه را داشت در اسراف و\r\nتبذير بيت المال وخرج تراشى ها در راه ايجاد هنركده هاى زيبا وفنون جميله و\r\nدراماتيك و . . . دست كم از هارون نداشت . او تحت احساسات وعواطف تنوع طلبى زنانه ،\r\nهر روز نقشه اى براى تزيينات كاخ خلافت ، مى كشيد و در امر استخدام درباريان و\r\nخدمت گزاران نظرهايى داشت كه گاهى با بودجه هاى كلان هم تأمين نمى گشت : او يك\r\nبار سيصد هزار درهم در راه خريد غلامى صرف كرد كه تنها امتياز او اين بود كه بهتر ساز و\r\nعود مى زند . ( 2 ) او در راه تزيين وآرايش همان غلام و وسائل ساز وچنك او پنجاه هزار دينار\r\nبه مصرف رساند \" . ( 3 )\r\nاو بار ديگر به يك نوازنده بنام \" ابن جامع \" كه در راه شادمان ساختن شوهر عزيزش سه\r\nبيت شعر ترانه خوانده بود از بابت هر شعر ، صد هزار درهم مرحمت فرمود كه مجموعا\r\nسيصد هزار درهم بود ولى از بابت اين كه شوهر از همسر عقب نماند دستور داد سيصد\r\nهزار دينار به او عنايت ملوكانه داشته باشند مبادا دختر ابى فضل بر او غالب وپيروز و بالا\r\n\r\n","description":"","footnote":" 1 . مروج الذهب ، مسعودى ، ج 3 ، ص 348 .\r\n2 . سيدات البلاط العباسى ، ص 48 .\r\n3 . بيت الخلفاء والخلعاء . ","page_name":" 1162 ","page_number":42},
  {"content":"\r\n\r\nدست بوده باشد ! ( 1 )\r\nاو ديگر بار به آموزگار پسرش محمد امين صد هزار درهم داد ولى اگر به خاطر تعليم و\r\nتربيت بود نوش جان معلم باد ! كه هنرش بيش از آن ارزش دارد ، نه بلكه به خاطر دو بيت\r\nشعرى بود كه در تملق وچاپلوسى شاگردش سروده بود كه به او نويد مى داد او وارث\r\nحكومت وخلافت خواهد گرديد \" . ( 2 )\r\nابن عطايا وعنايات شهبانو وملكه عالى مقام خلافت ، در عصرى صورت مى گرفت كه فقر\r\nوفلاكت وگرسنگى به اغلب هموطنان ، رنج وشكنجه مى داد واغلب با بيچارگى وناتوانى\r\nبه سر مى بردند .\r\nنامه اى از امام به هارون\r\nاطرافيان هارون كه عنوان اهل علمى وروحانيت را يدك مى كشيدند و با القاب پر\r\nطمطراق مذهبى وعلمى ( مفتى - قاضى القضاة ) ناميده مى شدند دور هارون را به خاطر\r\nدنيا وگردآورى مال گرفته بودند هدف آنان حمايت وپشتيبانى از ستمگر در سنگر\r\nمذهب وروحانيت بود تا ابعاد حكومت او را وسيعتر وگسترده تر سازند و نفوذ آن را تا اقشار\r\nمذهبى و مردم عادى وساده لوح كه به زندگى ساده وبسيط قانع هستند ، بكشانند . از\r\nاينرو كمتر ديده مى شد كه يكى از آنان محض جلب خشنودى و رضايت خدا هارون را\r\nخشمناك يا متأثر سازد واو را به حقيقت زندگى وآرمان هاى انسانى ومعنوى رهنمون\r\nگردند از اين رو نياز به پند واندرز وموعظه وهشدار نسبت به او بسيار ضرورى و لازم بود\r\nمگر نه اينست كه با ارزش ترين جهادها سخن حقى است كه در پيشگاه ستمگر به زبان\r\nآيد از اينرو امام ( عليه السلام ) روزى از درون زندان \" سندى بن شاهك \" در مورد توجه دادن به\r\nعواقب كار ستمگران نامه اى به اين مضمون به هارون نوشت :\r\n\" هارون ! هر روز ناگوارى كه از من سپرى مى گردد از تو هم همانند آن يك روز به خوشى و\r\n\r\n","description":"","footnote":" 1 . سيرة الامام موسى بن جعفر ، ج 2 ، ص 48 .\r\n2 . الاغانى ، ج 6 ، ص 77 . ","page_name":" 1163 ","page_number":43},
  {"content":"\r\n\r\nخرمى به آخر مى رسد . اين كاروان روزها ، پشت سر هم سپرى مى شوند تا روزها به پايان\r\nبرسد در پايان به روزى خواهيم رسيد كه من و تو در پيشگاه عدل الهى گرد هم خواهيم\r\nآمد ولى تفاوتى كه آن روز با اين ايام دارد اينست كه ستمگران وجنايتكاران خسارت\r\nفاحشى خواهند ديد . خسارتى كه به هيچ نوع ديگر قابل جبران نيست \" . ( 1 )\r\nفتوائى از يك دنيا پرست\r\nهارون حرص وولع عجيبى به كنيزكان داشت و در راه آنان از صرف هر گونه امكانات\r\nمالى ، مضايقه نداشت گاهى هزاران تومان در راه به دست آوردن خواسته هاى حيوانى\r\nخود ، صرف مى كرد كه تاريخ زندگانى او سر تا سر مشحون از اين قبيل داد وستدها است .\r\nموردى كه اينجا نقل مى گردد از ديگر نظر مطرح است و آن ارتكاب مخالفت ظاهر شرع و\r\nخبرگيرى فتوا از يك روحانى نماى دنيا پرست است كه نظير آن در جهان كم نيست .\r\nاو روزى به يكى از كنيزكان پدرش هادى عشق وعلاقه پيدا كرد و از او درخواست نمود\r\nولى او امتناع ورزيد از آن نظر كه همخوابه ى پدرش بوده است ، و در اسلام از نظر حفظ\r\nاحترام پدر و مصالح ديگرى كه اطلاع نداريم همسران پدر بر فرزند حرام است .\r\nهارون شيفتگى وعلاقه شديدى به آن كنيزك پيدا كرده بود به حدى كه نمى توانست از او\r\nبگذرد پى ابى يوسف روحانى دربارى فرستاد و از او در اينباره استفتاء نمود ونظرش را\r\nمورد سوال قرار داد . او بر خلاف قرآن و روش پيامبر اسلام ، به نفع خليفه چنين فتوى\r\nصادر فرمود : خليفه اين چنين نيست هر چه زن ادعا كند مورد قبول واقع شود گفتار او\r\nمورد تصديق نيست شايد دروغ مى گويد ! ! او در اين باره بر خلاف نص اسلام كه مى گويد :\r\nزنان در مورد خودشان ، مورد تصديق وگواهى است فتوا داد وخليفه را شادمان ساخت او\r\nيكباره مبلغ صد هزار درهم به ابو يوسف عنايت فرمود ! ( 2 )\r\n\r\n","description":"","footnote":" 1 . \" يا هارون ! ما من يوم ضراء انقضى عنى الا انقضى عنك من السراء مثله ، حتى نجتمع انا و\r\nانت في دار يخسر فيه المبطلون \" . الشيعه في الميزان ، ص 238 .\r\n2 . تاريخ الخلفاء ، ص 291 . ","page_name":" 1164 ","page_number":44},
  {"content":"\r\n\r\nهارون از اين گونه مصارف باطل وناروا از بيت المال مسلمانان فراوان مرتكب مى شد . به\r\nحدى كه برخى ، تعداد كنيزان او را به رقم بسيار درشتى رسانده اند كه امروز مورد قبول\r\nنمى تواند باشد . ( 1 )\r\nميخوارگى وشرابخوارى خليفه\r\nفردى كه تصدى امور مسلمانان را به عهده مى گيرد الگو ومعيار زندگى اجتماعى و\r\nمعنوى مى گردد هارون كه به نام اسلام بر مردم حكومت مى راند در هتك حرمت احكام\r\nاسلام به قدرى تندروى كرد كه نصوص صريح و احكام علنى دين را زير پا نهاد و ديگران را\r\nهمانند خود آلوده ومبتلا ساخت .\r\nاو علنا به ميخوارگى وشرابخوارى مى پرداخت و در مجالس عمومى و محافل رسمى به\r\nاين كار تظاهر مى كرد و از نوازندگان وشاعران دربارى ، دعوت مى كرد تا سروده هائى در\r\nاين مجالس بخوانند و به محفل او رونق بخشند روش خليفه در اجتماع آن روز\r\nمسلمانان ، تأثير سوء فراوان در طبقات مردم داشت به ترتيبى كه اين امور در اغلب\r\nمجالس و محافل آنان نيز رواج وشيوع پيدا كرد مردم به تقديس و تطهير آن پرداختند به\r\nحدى كه شاعرى مانند ابونواس شراب را توصيه كرد وگفت مى گويند : خمر حرام است\r\nولى مى دانيد كه لذت هم در امور حرام است ، و از اين قبيل . . . . ( 2 )\r\nمهمتر از گناه كبيره هارون ، دفاعيات وتطهيرهاى برخى از متعصبين وروحانى نمايان\r\nآن روز وامروز است كه تلاش دارند اين كارهاى نامشروع خلفا راپاك و تطهير نمايند و\r\nاظهار مى فرمايند :\r\nكه مشروبخوارى نبوده است بلكه يك نوع نبيذ وآبجو حلال بوده است از اين قبيل\r\nاحتمالات كه به نظر مى رسد در برابر آن همه گفته هاى مورخين وادباء بسيار دفاع بى مزه\r\n\r\n","description":"","footnote":" 1 . تاريخ هارون الرشيد ، ص 85 تعداد آنان را به دو هزار تن رسانيده است ! !\r\n2 . هارون الرشيد ، ج 1 ، ص 267 .\r\nفان قالو الحرام ، قل حرام * و لكن اللذات في الحرام\r\nألا فأسقنى خمرا و قل لى هى الخمر * و لا تسقنى سرا ، اذا امكن الجهر ","page_name":" 1165 ","page_number":45},
  {"content":"\r\n\r\nوخشك مى باشد هر چند قلبا مايلم كه انشاء الله بوده اينچنين باشد !\r\nزيارتنامه هارون\r\nزيارت وتقرب به انوار درخشان معصومين ( عليه السلام ) به عنوان تطهير وتنزيه خويشتن پيشه و\r\nسنت ستمكارانى بوده است كه مى خواستند با اين تشبثات وتوسلات ، سلاح هاى خود را\r\nتيز كنند و با كسب اعتبار و نفوذ از اينراه ، خون هاى ناحق بيشترى را جارى سازند و اين\r\nسنت تا عصر كنونى به اعتبار خود باقى است . هارون در سفر حج با دبدبه و طمطراق\r\nفراوان يك راست به مسجد پيامبر در مدينه به عنوان نشان دادن تقرب خود نسبت به\r\nرسول خدا در كنار مزار او اظهار مى دارد :\r\nالسلام عليك يا رسول الله ! سلام بر تو باد اى پيامبر خدا !\r\nالسلام عليك يا بن عم ! سلام بر تو باد اى پسر عموى من !\r\nامام موسى بن جعفر ( عليه السلام ) كه سركوب ساختن ستمگران وخوار وذليل ساختن آنان در\r\nبرابر قدرت الهى ، هميشه در برنامه ى حركت او قرار داشت پشت سر هارون متوجه قبر\r\nرسول خدا ( عليه السلام ) گرديد و به عنوان شكستن غرور ونخوت وانتساب بيجاى او كه حداقل از\r\nمقدسات مذهبى واسلامى را در راه تحكيم حكومت باطل خود نيرو وقدرت نگيرد و\r\nوجهه وآبروى آنها را مايه ى احترام وآبروى خود قرار ندهدنزديك قبر با صداى رسا با\r\nلحن خاص وارادت صادقانه اظهار داشت\r\nالسلام عليك يا رسول الله ! سلام بر تو باد اى پيامبر خدا !\r\nالسلام عليك يا ابه ! ! سلام بر تو باد اى پدر بزرگوارم !\r\nهارون سلام امام را شنيد و در قلب خود هدف او را مورد ارزيابى قرار داد و از اين كه هدف\r\nاو را دريافته است متغير گرديد وآثار خشم و غضب در سيماى او پديدار گرديد . ( 1 )\r\nمباحثه يك روحانى نماى دربارى\r\nشيخ مفيد با اسناد پيوسته وويژه ى خود در همين سفر حج مباحثه محمد بن حسين\r\n\r\n","description":"","footnote":" 1 . ارشاد مفيد ، ص 279 - كفاية الطالب ، ص 310 . ","page_name":" 1166 ","page_number":46},
  {"content":"\r\n\r\nشيبانى را كه يكى از روحانى نمايان دربار هارون و قاضى القضاة او بود چنين نقل مىكند :\r\nاو به عنوان اظهار فضل وكشف عقيده ى امامت از پيشواى عاليقدر ما مى پرسد :\r\nسخت در اين مسألة گيج وپريشان شده ام آيا شخص در حال احرام مىتواند روى محل\r\nخود سايه بان برافرازد ؟\r\nامام فرمود : در حال اختيار ، نه .\r\nقاضى مكث كرد وسپس گفت :\r\nاگر همين مسلمان احرام بسته از محمل پياده شود و در حاشيه كوچه از زير سايه ى ديوار\r\nبگذرد در اين هنگام چطور ؟ امام فرمود : جائز است و مىتواند .\r\nاو غش غش خنديد امام بى آن كه از خندهء پر سر و صداى او كه براى متوجه ساختن\r\nهارون بود خود را ببازد ، گفت : به چه مى خنديد ؟ به احكام دين ؟ به روش وسنت رسول\r\nخدا ( صلى الله عليه وآله ) ؟ مگر روش پيامبر اسلام را مطالعه نكرده اى روشى كه به حد تواتر واتقان رسيده\r\nاست كه پيامبر اسلام ( صلى الله عليه وآله ) در احرام سايبان از سرش برداشته بود اما خود از زير سايه ها\r\nعبور مى كرد . بدان ! احكام خدا قياس بردار نيست و اين روش درست نيست كه شما\r\nفتواى خود را بر مبناى قياس بگذاريد . يعنى فكر كنيد كه چون افراشتن سايبان براى\r\nمحرم در محمل جايز نيست به همين قياس عبور از پاى سايه ها نيز ممنوع است . آنان كه\r\nاحكام خود را بر بنياد قياس پايه ريزى مى كنند به بيراهه مى روند . قاضى : لب فرو بست و\r\nهارون به حيرت افتاد . ( 1 )\r\nهارون در مكتب درسى امام ( عليه السلام )\r\nدر يكى از روزهايى كه امام در بغداد به سر مى برد هارون خواست كه با امام در موضوعاتى\r\nبحث كند او را احضار نمود وسخن خود را چنين آغاز نمود : آيا اين جريان صورت پذير\r\nاست كه بر امت اسلام دو خليفه حكومت كند وخراج وماليات به دو مركز تحويل شود ؟\r\nامام فرمود : پناه بر خدا ! شما به ياوه گويى دشمنان گوش فرا ندهيد تو مى دانى از آن روزى\r\n\r\n","description":"","footnote":" 1 . ارشاد مفيد ، ص 179 . ","page_name":" 1167 ","page_number":47},
  {"content":"\r\n\r\nكه پيامبر اسلام ( صلى الله عليه وآله ) به درود حيات گفت دشمنان ما كوشش مى كنند در ميان ما اختلاف\r\nبياندازند من و تو از يك خون به وجود آمده ايم ما را رشتهء همخونى وخويشاوندى پيوند\r\nمىدهد وپيامبر اسلام فرمود : \" ان الرحم اذا مست الرحم تحركت و اضطربت \" . آميزش\r\nوتماس دو همخون عامل حركت وانفعال واضطراب است . هارون دستت را به من بده ! تا\r\nاضطراب خويشاوندى را احساس كنى . هارون دستش را به امام داد پس از لحظه يى\r\nمشاهده شد كه چشمان هارون غرق اشك شد و امام را به سوى خود كشيد و به آغوش\r\nبرد وگفت : \" إجلس يا مولاى فليس عليك بأس \" .\r\nبنشين اى سرور وآقاى من ! ديگر بر تو مايه نگرانى وهراس وجود ندارد ، در كنارش\r\nنشستم . هارون گفت : راست گفتى تو وپدرت هر دو راستگو هستيد هنگامى كه انگشتان\r\nمن انگشتان ترا لمس كرد قلب من تپيد واشك در چشمانم لغزيد اكنون مى خواهم\r\nحرفى بزنم از تو از چيزهايى بپرسم كه سالها است در سينه ى من موج مى زند . امام\r\nفرمود : هر چه مى خواهى بپرس تا آن جا كه علم من كفاف مىدهد پاسخ خواهى شنيد .\r\nگفت مى خواهم بدانم : شما فرزندان فاطمه چه كرده ايد كه بر ما برترى وفضيلت يافتيد ؟\r\nمگر نه آنست كه نسب ما به عباس عموى پيامبر مى رسد ونسب شما به ابوطالب ، عباس\r\nوابوطالب و عبد الله سه برادر بودند اين چيست كه شما خود را به پيامبر نزديكتر از\r\nما مى بينيد .\r\nامام فرمود : ما از شما به پيامبر نزديكتريم زيرا عبد الله پدر پيامبر وابوطالب جد ما از يك\r\nمادر به دنيا آمدند وعباس از مادر ديگر .\r\nهارون پرسيد : شما چگونه ادعا مى كنيد كه وارث پيامبر هستيد با آن كه مى دانيد تا عمو\r\nزنده است فرزند از پدر ارث نمى برد . پيامبر وقتى از جهان رخت بربست ، عمويش زنده بود\r\nو وارث منحصر به فرد ومسلم او بود !\r\nامام با كمال صراحت وروشنى فرمود :\r\nفتواى على بن ابيطالب بر خلاف اين پندار است و مى فرمايد :\r\n","description":"","footnote":"","page_name":" 1168 ","page_number":48},
  {"content":"\r\n\" وقتى انسانى از دنيا مى رود و داراى فرزند باشد ، تنها پدر و مادر همسر از ميراثش سهمى\r\nمعين مى برند واساس ميراثش به فرزندان تعلق دارد به فتواى على ( عليه السلام ) ( با وجود فرزند )\r\nعموها مطلقا در مال متوفى حقى ندارند هارون مى دانى كه فتواى على همان فتواى\r\nپيامبر است وامت اسلام فتواى او را صحيح وصائب مى دانند شما مى توانيد از همين نوح\r\nبن دراج كه او را به قضاوت كوفه وبصره گماشته اى سوال كنى . اوست كه حديث : \" اقضاكم\r\nعلى \" ( يعنى عادلترين داور ميان شما على است ) را از پيامبر وعمر بن خطاب نقل كرده\r\nاست وقتى على داورتر از همه ى داوران باشد فتوايش هم جاى بحث وگفتگو نخواهد\r\nبود .\r\nهارون پرسيد :\r\nشما فرزندان على ، به كدام جهت به خودتان اجازه مى دهيد كه ملت اسلام ، شما را فرزند\r\nپيامبر بدانند در صورتى كه شما فرزندان على وفاطمه هستيد ملاك نسب در سلسله\r\nنسب پدر است نه مادر در صورتى كه پيامبر پدر مادرتان بوده است نه پدر خود شما ؟\r\nامام پرسيد :\r\nهارون من از شما سوالى مى كنم كه با صراحت پاسخ آن را بدهيد .\r\nاگر امروز پيامبر اسلام سر از خاك بردارد و دوباره پا به دنيا نهد و زندگى را شروع نمايد و از\r\nتو دخترت را خواستگارى كند آيا او را به دامادى مى پذيرى يا نه ؟\r\nهارون : البته البته من به چنين وصلت به عرب وعجم وقريش افتخار ومباهات مى نمايم\r\nكه با فرستاده ى خدا وپيامبر اسلام خويشاوند وفاميل مى گردم .\r\nامام فرمود :\r\nهارون : تو پيامبر را به دامادى مى پذيرى ومباهات هم مى كنى . اما اگر پيامبر كه درود\r\nخدا بر او باد ! به دنيا بيايد نه از من ، دخترم را خواستگارى خواهد نمود و نه من دخترم را به\r\nاو خواهم داد . هارون با تعجب پرسيد چطور ؟\r\nامام : براى اينكه من از صلب پيامبر به وجود آمده ام ، و تو از صلب او نيستى ! و قرآن\r\n","description":"","footnote":"","page_name":" 1169 ","page_number":49},
  {"content":"\r\nمى فرمايد : \" حرمت عليكم امهاتكم وبناتكم \" : مادران شما ودختران شما با شما\r\nمحرمند ازدواج با آنان حرام است و معلوم است كه منظور از دختر شامل دختر دختران و\r\nدختران پسران هم هست و دختر من دختر خود پيامبر ( صلى الله عليه وآله ) ، محسوب مىشود .\r\nهارون گفت : بر اين گفته ى خود دليلى از قرآن دارى تا سخنان خود را محكم تر و\r\nاستدلالى تر نمايى : امام فرمود :\r\nدر روز مباهله پيامبر دستور داشت با فرزندان و زنان همدم جانش با نصاراى \" نجران \"\r\nروبرو شود . وشما مى دانيد جز حسن ، حسين ، فاطمه وعلى كسى را با خود همراه نبرد و\r\nامت اسلام عموما قبول دارد كه منظور از كلمه ( ابنائنا ) در آيه مباهله ، فقط حسن و\r\nحسين بوده است بنابراين نص صريح قرآن ، حسن وحسين فرزندان پيامبر محسوب\r\nشده است . ومقصود از \" نسائنا \" فاطمه است ومقصود از \" انصنا \" على بن ابيطالب است .\r\nهارون در پايان چندين بار به صورت ظاهر ، به استدلال هاى امام آفرين گفت و اظهار\r\nداشت نيازهاى خود را باز گو كند .\r\nامام فرمود : فقط اين را مى خواهم كه آزادم بگذارى تا به مدينه برگردم . هارون پذيرفت . ( 1 )\r\nجبهه گيرى امام ( عليه السلام ) در برابر حكومت فساد\r\nدر برابر آنهمه مظالم وتعديات و در مقابل آن همه فساد وتباهگرى هاى هارون ، موقعيت\r\nوموضع گيرى امام يك موضع گيرى منفى وسلبى بود او با كمال صراحت وقاطعيت\r\nهمكارى وتعاون با حكومت او را حرام ودوستان خود را از تأييد برنامه هاى حكومتى او بر\r\nحذر مى داشت مگر در صورتى كه گره گشايى و رفع نيازهاى مسلمانان منوط به وجود\r\nشخصى باشد كه ضرورت وجود او در حل مشكلات مردم مسلمان در تشكيلات خلافت ،\r\nاحساس گردد آنچنان كه به على بن يقطين وابن بزيع اجازه داده بودند .\r\nاو در جلسات درسى وارشادات عمومى و در رفتار وگفتارهاى خصوصى خود اين\r\nجبهه گيرى را نشان مى داد هر چند كه موقعيت دوستان وهواداران او در شرائطى نبود\r\n\r\n","description":"","footnote":" 1 . سيرة الائمة الاثنى عشر ، ج 2 ، ص 342 به نقل از صدوق . ","page_name":" 1170 ","page_number":50},
  {"content":"\r\n\r\nكه مبارزه ى علنى وجهاد عمومى ، صورت پذيرد وهمگان در برانداختن حكومت فاسد و\r\nپليد او ، بسيج گردند .\r\nامام ( عليه السلام ) در يكى از بيانات خود ( آنچنان كه گذشت ) به صفوان يكى از علاقمندان خود\r\nدستور مىدهد : ( 1 ) \" هر آنكس بقاء ودوام اين حكومت فاسد را دوست داشته باشد او از\r\nاعوان وانصار ستمگران خواهد بود . . . \" .\r\nو در يكى از بيانات خود به زياد بن ابى سلمه از ياران خود چنين مى فرمايد : \" زياد ! اگر از قله\r\nكوه مرتفع به دره بيافتم وتكه تكه گردم بر من بهتر از اين است كه از دستگاه جور و ستم ،\r\nمنصبى را بپذيرم يا شاغل پستى از طرف آن دستگاه گردم يا اينكه با يكى از وابستگان\r\nستم ، رفت وآمدى داشته وقدم روى بساط آنان بگذارم مگر براى باز كردن گره مشكل\r\nفردى مؤمن يا باز نمودن گرفتارى او يا قضاى دين و بدهكارى او \" . ( 2 )\r\nبرخورد منفى امام ( عليه السلام ) با حكومت فاسد هارون از آن نظر است كه پذيرفتن برخى از\r\nعمليات آن ، صحه گذاشتن و قبول نمودن مسئوليت جنايات و ظلمها و خون ريزىهاى\r\nناحق وتعديات و اجحافات گوناگونى است كه حكومت جور مرتكب آنها شده است و يك\r\nنوع همكارى مستقيم در ويران ساختن اساس اسلام و فرو ريختن پايه‌هاى عدالت و از\r\nبين بردن شالوده‌هاى آئين پاك الهى و محو آثار و شعائر نبوى ( صلى الله عليه وآله ) است استثنائى كه\r\nامام قائل شده است و اجازه اى هم كه داده است فقط به افراد واجد شرائط لازم ، در مورد\r\nقضاى حوائج مسلمانان ، و نجات آنان از زير يوغ ظلم و ستم وحل مشكلات آنان در\r\nتشكيلات جور و ستم بوده است تا حقوق آنان پايمال و تضييع نگردد به اين ترتيب\r\nمى توان گفت كه اين مورد هم ، استثناء از ورود نيست بلكه خود استيفاى حق و پس\r\nگرفتن خواسته‌هاى مسلمانان است كه خود موضوعيت دارد به هر ترتيبى امكان داشته\r\nباشد بايد از ايادى و چنگال ستمگران نجات داده شود كه گاهى با كشتن و گاهى با كشته\r\n\r\n","description":"","footnote":" 1 . متن كامل در بخش فضائل و مكارم اخلاقى امام ( ع ) گذشت لطفا مراجعه گردد .\r\n2 . مكاسب محرمة شيخ انصارى ، ص 48 ، تنقيح المقال مامقانى ، ج 1 ، ص 453 . ","page_name":" 1171 ","page_number":51},
  {"content":"\r\nگشتن و گاهى از راه حل‌هاى سياسى و فكرى و ديگر وقت با راه حل‌هاى مسالمت آميز . . .\r\nآن چه ضرورت و اولويت دارد حق است و تأمين و به دست آوردن آن ، چنان كه در مورد\r\nعلى بن يقطين اين اجازه صادر شده است ولى آن چه كه اساس كار و هستهء اصلى را\r\nتشكيل مىدهد مبارزه و از بين بردن حكومت ظلم و ستم است .\r\n","description":"","footnote":"","page_name":" 1172 ","page_number":52},
  {"content":"\r\nبخش اول\r\nفضايل اخلاقى و معنوى امام ( عليه السلام )\r\n","description":"","footnote":"","page_name":" 1173 ","page_number":53},
  {"content":"\r\n","description":"","footnote":"","page_name":" 1174 ","page_number":54},
  {"content":"\r\n\r\n\r\nبخش اول / فضايل اخلاقى و معنوى امام ( ع ) . . .\r\nسرچشمه فضيلت\r\nپيشوايان معصوم ( عليه السلام ) هر كدام به نوبت خود منبع فضائل و مناقب و آموزگاران واقعى\r\nفضيلت و شرف و اصول انسانيت هستند ، آنان پايه گذاران تمدن واقعى و پىافكنان اصول\r\nمعاشرت و روابط صحيح و سالم اجتماعى مىباشند . همگان از يك نور سرچشمه\r\nگرفته‌اند و در يك مكتب تربيتى الهى ، پرورش يافته اند و رو به يك سو و يك هدف گام\r\nمىسپرند و غايت زندگى آنان تحكيم مبانى انسانى و تشييد اصول الهى و آسمانى است\r\nپس ذكر فضيلت ويژه به هر كدام از پيشوايان معصوم ( عليه السلام ) به معنى سلب آن از ديگران\r\nنيست بلكه به مقتضاى عصر و به اقتضاى شرائط تبليغ و امر به معروف و آمادگى روحى\r\nمردم هر دوره ، باعث ظهور فضائل و مناقب بيشتر ويژه گرديده است كه در دوران‌هاى\r\nديگر آن ويژگى ها وجود نداشته است . به عنوان نمونه مى توان به شجاعت على ( عليه السلام ) و\r\nفرزندان ارجمندش ، امام حسن ( عليه السلام ) و امام حسين ( عليه السلام ) اشاره نمود ، آنان عصر پيامبر اسلام\r\nرا درك كردند و با كفار و مشركين و دشمنان ومارقين وقاسطين و ناكثين روبرو گشتند و\r\nبرخورد آنان با شمشير و صحنه‌هاى جنگ و ستيز بيشتر بوده است : از آن رو ظهور و\r\nشجاعت و صلابت و روح سلحشورى و جهاد در آنان بيشتر از ديگر فضائل معنوى به ثبت\r\nرسيده است تا ديگر پيشوايان معصوم ( عليه السلام ) . از اين رو صفات و فضائلى كه اكنون در اين\r\nبخش مى آوريم در ديگر پيشوايان هم وجود داشته است چه ظاهر شده باشد يا نه .\r\nعلم و دانش او\r\nخاندان عصمت و طهارت از پايه گذاران علوم و دانش‌هاى حقيقى به شمار مى آيند كه با\r\nروشنگرى ها و راهنمايىهاى خود كه از روى علم و حكمت و جهان بينى عميق معنوى و\r\n","description":"","footnote":"","page_name":" 1175 ","page_number":55},
  {"content":"\r\n\r\nفكرى بوده است تاريكىها و اوهام را زائل ساخته‌اند و اجتماع را به سوى حقيقت و\r\nواقعيت و درستىها و مفاهيم اصيل معارف بشرى رهنمون گشته‌اند .\r\nيادگارهاى علمى و فكرى امام موسى بن جعفر ( عليه السلام ) كه در محتويات كتاب‌هاى حديث و\r\nفقه و كلام و تفسير ثبت گرديده است يكى از بهترين و غنىترين ميراث ها و ذخائر علمى\r\nو عملى است كه اصول زندگى و روش‌هاى تربيتى و معارف ماوراء طبيعى را با محكم‌ترين\r\nو استوارترين بيان‌ها ، در اختيار پويندگان آن معارف ، قرار داده و اسرار آفرينش را با\r\nعالى ترين بيانات خود ، توضيح مىدهد كه امروز علم با آن همه پيشرفت و ترقى فراتر از آن\r\nگام ننهاده است .\r\nصدر المتألهين در شرح و تفسير حديث شريف عقل كه امام ( عليه السلام ) به يكى از ياران خود به نام\r\n\" هشام بن حكم \" القاء فرموده است ، چنين مىنويسد : \" اين حديث عقل ، در برگيرندهء\r\nبزرگ‌ترين مشخصات و ويژگىهاى عقل است كه در محتويات خود معارف عاليه‌اى از\r\nقرآن مجيد را دارد . اين حديث شريف محتوى معارف پر ارج الهى است كه همانند آن را\r\nدر چندين مجلد از كتاب‌هاى عرفاء و دانشمندان صاحب نظر ، نمىتوان پيدا نمود .\r\nجامعيت حديث از آن نظر است كه اشاراتى به علم ماوراء طبيعت ، فلكيات ، روان شناسى ،\r\nاخلاق ، سياست مدنى ، تربيت و . . . دارد و از نظر مواعظ و پند و اندرز و توجيه به نشأه\r\nآخرت ، سرشار و غنى است \" . ( 1 )\r\nرهبر فكرى و معنوى\r\nامام موسى بن جعفر ( عليه السلام ) بعد از رحلت پدر عاليقدرش اداره كنندهء فكرى و علمى دانشگاه\r\nوسيع و بزرگى بود كه از پدر به ميراث باقى مانده بود . دانشگاهى كه همواره در حال توسعه\r\nو گسترش ، و در برگيرنده هزاران دانشجو و استاد و طالب علم بود .\r\n\r\n","description":"","footnote":" 1 . صدر المتالهين : يكى از مفاخر فلاسفه و دانشمندان عصر اخير است كه در فلسفه و حكمت\r\nو كلام كم نظير است . كتاب اسفار و شرح اصول كافى و الشواهد الربوبيه و تفسير كامل آيات\r\nقرآن از آثار اوست و مهمتر از آن ، پايه گذارى يك مكتب فلسفى و فكرى است كه هنوز هم\r\nپيروان فراوان دارد . او در سال 1050 در سفر حج در بصره به رحمت ايزدى پيوست . ","page_name":" 1176 ","page_number":56},
  {"content":"\r\n\r\nگروه‌هاى متعددى از متكلمين وفقها ، و فلاسفه ومحدثين و مفسرين و رياضيين و\r\nمورخين و رجاليين و ادبا و شعرا و ديگر طبقات مختلف علمى اكنون متوجه مقام علمى\r\nالهى امام موسى بن جعفر ( عليه السلام ) گرديده اند و از كمالات و فضائل و دانش بى پايان او\r\nاستفاضه مىنمايند و گرد شمع وجود او را فرا گرفته‌اند تا مبانى مكتب فكرى و علمى\r\nاسلامى را غنى تر و پربارتر سازند و نور درخشان اسلامى را روشن تر و تابان تر نمايند .\r\nامام موسى بن جعفر ( عليه السلام ) دانشمندترين و با فضيلت‌ترين مردم عصر خود در علم و دانش\r\nبود و دانش او همانند انبيا و رجال الهى از منبع پر فيض الهام و كرامت الهى سرچشمه\r\nگرفته بود و در مكتب تربيتى خاندان رسالت و طهارت تكميل و پربار گرديده بود . امام\r\nصادق ( عليه السلام ) در تصديق دانش و تأييد آگاهىهاى علمى او مى فرمايد :\r\n\" فرزندم موسى به حدى آمادگى علمى دارد كه اگر از تمام محتويات قرآن پرسش نمائى با\r\nدانش و علم كافى كه دارد به تو پاسخ قانع كننده اى خواهد داد او كانون حكمت ، فهم ،\r\nمعرفت و انديشه است \" . در وسعت و تبحر علمى او كافى است كه در نظر آوريم كه\r\nدانشمندان ومحدثين در فنون مختلف اسلامى از وى حقائقى را نقل كرده اند كه كتابها و\r\nدفاتر خود را با آنها پر ساخته اند به حدى كه با لقب \" عالم \" شهرت يافته است .\r\nدانشمند عصر\r\nعصر امام ، از نقطه نظر علم و دانش يكى از درخشان ترين اعصار اسلامى بوده است ، دانش\r\nو هنرهاى ظريف در دنياى اسلام آغاز گشته بود . در يك چنين عصر مشعشع كه ديوان ها\r\nو كتاب‌هاى دانشمندان ايران ، يونان و هند به زبان تازى ترجمه مى شد و فلسفه و ادبيات\r\nو ديگر شاخه‌هاى علوم آن در اوج اعتلاى خود بود پيشواى هفتم ما را در محافل علمى\r\nدانشمندان و مجامع بحث و گفتگو و مناظره عالم و دانشمند مى ناميدند تا آنجا كه در\r\nشمار القاب آن حضرت در آمده بود و اين موضوع خود مى رساند كه وجهه ى علمى وتبرز\r\nفكرى او در ميان ناباوران امامت نيز ، پذيرفته شده بود .\r\n","description":"","footnote":"","page_name":" 1177 ","page_number":57},
  {"content":"\r\n\r\n\r\nگفتار شيخ مفيد\r\nاو كه يكى از پيشگامان علم حديث و فقه و تاريخ در قرن چهارم هجرى مى باشد كه در\r\nكتاب \" إرشاد \" خود مى نويسد : \" روايات متعدد و فراوانى در زمينه‌هاى مختلف علمى از\r\nوجود امام ابوالحسن روايت گرديده است كه نشان مىدهد او فقيه ترين و دانشمندترين\r\nفرد از مردم عصر خود بوده است \" . ( 1 )\r\nمرحوم سيد محسن جبل عاملى كه يكى از علماى مبرز و مجاهد قرن اخير است و\r\nفداكارىهاى اجتماعى و علمى او هنوز در قلوب مسلمانان جا دارد ، در كتاب خود شبيه\r\nكلام شيخ را دارد و مى گويد : \" علما و دانشمندان دفاتر و كتاب‌هاى خود را با دانش ها و\r\nعلوم امام هفتم پر ساخته اند \" . ( 2 )\r\nمناظره و گفتگو با ابوحنيفه\r\nهنوز كودك نابالغ است و قدم به رشد و كمال لازم ، نگذاشته است ولى تحصيلات خود را\r\nدر مكتب وحى و الهام الهى تكميل كرده است كه با ابوحنيفه رئيس فقهى حنفيان\r\nگفتگو مىكند و او را مجاب مى سازد و قدرت علمى و فقهى خود را با كامل ترين صورت\r\nنشان مىدهد .\r\nسيره نويسان اسلامى مناظرهء زير را از دوران كودكى و طفوليت او يادداشت كرده اند كه\r\nابوحنيفه پيشواى فقه حنفى گويد : \" در سفر حج به قصد ديدار و مناظره با امام صادق ( عليه السلام )\r\nدر پاره اى از مسائل اختلافى ، عازم مدينه گشتم و وارد منزل امام صادق ( عليه السلام ) شدم . در\r\nدهليز منزل منتظر اجازه ى ملاقات نشسته بودم كه ناگاه كودكى بيرون آمد كه هنوز به\r\nمرحله ى بلوغ نرسيده بود از او پرسيدم اگر فرد غريبى نيازمند رفع حاجت باشد چه كار\r\nبايد انجام دهد ؟\r\nكودك با فطانت و هوشيارى خاص با توجه به نحوه ى سوال با اشاره به فروع واجب و\r\nمستحب و حتى مكروه مسألة اين چنين پاسخ داد و مرا شرمنده ساخت : او پشت\r\n\r\n","description":"","footnote":" 1 . ارشاد مفيد ، ص 277 .\r\n2 . اعيان الشيعه ، ج 4 ، ص 84 . ","page_name":" 1178 ","page_number":58},
  {"content":"\r\nديوارها متوارى مى گردد و از ديدگاه تماشاگران و سرآبها و چشمه‌ها اجتناب مىورزد و از\r\nمحل افتادن ميوه‌ها و آستانه‌هاى منازل و شوارع و مساجد پرهيز مىكند و رو به قبله و\r\nپشت به سوى آن نمىكند و لباس خود را از آلودگى حفظ مىكند هر كارى كه خواست\r\nانجام مىدهد . ( 1 )\r\nهنگامى كه او جواب سوال خود را با توجه به فروع واجب و مستحب و مكروه مسألة ، با\r\nعبارت ساده و كوتاه از او شنيد خود را آمادهء طرح سؤال ديگرى نمود و آن اينكه منشاء\r\nمعصيت از كيست ؟ او نگاه كنجكاوانه و نافذ خود را به سوى ابى حنيفه افكند و فرمود\r\nبنشين تا پاسخ تو را بگويم ابوحنيفه سراپا گوش شد و با دقت به سخنان او گوش فرا داد و\r\nگفت : \" معصيت يا بايد از آفريده يا آفريدگار او و يا هر دو با هم سر زند : اگر آن از طرف خود\r\nآفريدگار باشد او عادل تر و با انصاف تر از آنست كه خود سرچشمه معصيت باشد و گناه\r\nعمل خود را به آفريده ى خود نسبت دهد و او را در برابر عمل خويشتن ، مجازات و\r\nمؤاخذه نمايد .\r\nدر صورتى كه از هر دو سر زند در اين فرض آفريدگار است كه نيرومندترين شريك ها را\r\nتشكيل مىدهد و شريك نيرومند سزاوارتر است كه تحمل مجازات را از بنده ى ضعيف و\r\nناتوان خود تحمل كند يا او را عفو نمايد و اگر معصيت تنها از بنده باشد و حقيقت هم\r\nاينست پس اگر از او بگذرد با كرم و احسان خويش رفتار نموده است و اگر مجازات و كيفر\r\nدهد در اثر گناه و عمل خويشتن سزاوار آن بوده است .\r\nابوحنيفه با استماع اين استدلال متين از آن كودك نابالغ ، قانع و متعجب گرديد و راه\r\nخويش را پيش گرفت بى آنكه به ملاقات امام صادق ( عليه السلام ) رسيده باشد و با خود مى گفت\r\nنوادگان خاندان رسالت ، علم را يكى از ديگرى به ارث برده اند و همگان عالم و\r\n\r\n","description":"","footnote":" 1 . تحف العقول ، ص 302 ، عين عبارت فشرده اينست : يتوارى خلف الجدار ، ويتوقى اعين\r\nالجار وشطوط الانهار ومساقط الثمار وافنية الدور والطرق النفاذه والمساجد ولا يستقبل\r\nالقبلة ولايستدبرها ويرفع ثوبه ويضع بعد ذلك حيث يشاء . ","page_name":" 1179 ","page_number":59},
  {"content":"\r\n\r\nآگاه هستند \" . ( 1 )\r\nابوبصير يكى از شاگردان امام صادق ( عليه السلام ) در مورد گفتگوى امام ( عليه السلام ) با لغت پارسى مى گويد :\r\nدر محضر مقدس پيشواى هفتم نشسته بودم و افتخار حضور داشتم مردى از خراسان\r\nشرفياب گرديد و خواست با زبان عربى با امام گفتگو كند . امام پاسخ او را با زبان فارسى\r\nسره داد . مرد خراسانى حيرت زده و با تعجب پرسيد اى پسر پيامبر ! من با اين دشوارى با\r\nشما به عربى سخن گفتم چون فكر مى كردم پيشواى من جز با اين لغت با لغت ديگرى\r\nآشنايى ندارد و اكنون مىبينم شما فارسى را شيواتر از من أدا مىكنيد . امام فرمود :\r\nشگفتا ! اگر اين چنين باشد كه شما هم ندانيد و من هم . . . پس فرق و امتياز من با شما چه\r\nخواهد بود ؟ ( 2 )\r\nدرست است امروز با وسائل كنونى فرا گرفتن يك زبان خارجى به افراد مستعد ، چندان\r\nمشكل نيست ولى با توجه به اوضاع آن روز كه روابط و امكانات ، محدود بود و فراگيرى\r\nيك لغت بيگانه چندان ضرورت و لزوم هم نداشته و انگيزه‌اى هم بر چنين عملى نبود\r\nتوجيه منطقى علم و آگاهى امام ( عليه السلام ) را جز از راه مخصوص علم پيشوايان معصوم ( عليه السلام ) كه\r\nدر كلاس الهام و وحى دوره ديده باشند ، چاره ى ديگرى نيست كه در بخش \" تربيت\r\nيافتگان \" نمونه‌هايى از دانش و آگاهى امام ( عليه السلام ) به نظر گرامى خواننده عزيز ، خواهد رسيد .\r\nعبادت و زهد او\r\nعبادت هر فرد در محدوده ى معرفت و شناسائى او از پروردگار عالم ، اندازه گيرى مى گردد .\r\nمحال است فردى بدون معرفت كافى و لازم نسبت به پروردگار خود ، عبادت و ستايش\r\nشايسته اى را انجام دهد از اينرو آنان كه شناسائى كامل از مبدء غيبى دارند و مراحل\r\nايمان و عقيده را طى كرده اند عبادت و ستايش يكى از لذت بخش ترين مراحل زندگى\r\nآنان را تشكيل مىدهد و لذتى بالاتر از آن حالت را ندارند .\r\nامام هفتم ( عليه السلام ) در دودمان قدس و تقوى و در بيت رفيع زهد و عبادت ، پرورش يافته بود\r\n\r\n","description":"","footnote":" 1 . سيرة الائمة الأثنى عشر ، ج 2 ، ص 310 .\r\n2 . المجالس السنيه ج 2 ، ص 524 . ","page_name":" 1180 ","page_number":60},
  {"content":"\r\n\r\nكه ايمان به خدا و عشق و علاقه به فضائل معنوى و خصائص انسانى از تمام در و ديوار و\r\nجوانب زندگى آن مى باريد و همگان شيفته و دلباختهء عبادت و ستايش پروردگار\r\nخود بودند .\r\nدر كودكى\r\nهنوز كودك خردسالى است كه در عادات و اطوار كودكى به سر مى برد ، صفوان جمال يكى\r\nاز دوستداران امام صادق ( عليه السلام ) وارد محضر امام مى گردد و از پيشواى آينده سوال مىكند\r\nامام مى فرمايد : \" صاحب اين منصب كسى خواهد بود كه لهو و لعب در زندگى او راه ندارد \" .\r\nدر اين هنگام كودك خردسالى كه در دست خود بره گوسفندى را گرفته و با خود همراه\r\nدارد و با همان اطوار كودكانه با عشق و علاقه‌اى كه خود به عبادت و سجده دارد به آن\r\nحيوان بىزبان اصرار مى ورزد و سر او را پايين مى آورد كه بر آفريدگار خود سجده كند ! پدر\r\nمهربان دست او را فرا مى گيرد و به آغوش خود مى كشد و او را به سينه ى خود مى چسباند\r\nو مى فرمايد : عزيز دل من ! تو همان فردى هستى كه لهو و لعب در برنامهء زندگى تو راه\r\nندارد \" . ( 1 )\r\nزيباترين ساعات زندگى امام ( عليه السلام ) به هنگام خلوت با آفريدگار خود سپرى مى گشت ، و لذت\r\nبخش ترين اوقات عمر او را نماز و انجام فرائض الهى و مستحبات تشكيل مى داد . به\r\nهنگام عبادت او با تمام وجود و با تمام احساسات و مشاعر و عواطف خود ، متوجه كمال\r\nمطلق و معبود بىهمتا مىگشت و قطرهء وجود خود را به اقيانوس بيكرانهء هستى\r\nبخش جهان ، وصل مى داد . در اين پيوند قلبى ، قطرات اشك شوق بى اختيار از چشمان او\r\nبر صورت مى نشست و آرام آرام بر زمين مىغلتيد و مىافتاد و اضطراب و لرزه اندام او را\r\nفرا مىگرفت و ناله‌هاى جان سوز سر مىداد و گريه‌هاى طولانى .\r\nامام ( عليه السلام ) پس از انجام فرائض و واجبات به نوافل و مستحبات مىپرداخت ، نافلهء شب را\r\nتا وقت اداء فريضهء صبح ، ادامه مىداد ، سپس تا طلوع آفتاب به تعقيبات و ادعيه و اذكار\r\n\r\n","description":"","footnote":" 1 . المجالس السنيه سيد محسن جبل عاملى ج 2 ، ص 523 . ","page_name":" 1181 ","page_number":61},
  {"content":"\r\n\r\nمى پرداخت ، و سپس سر بر سجده مى گذاشت و مدت‌هاى طولانى ، در حال سجده و\r\nنيايش باقى مىماند . گاهى تا هنگام زوال و وقت ظهر به اين حالت روحانى ادامه مى داد .\r\nمحدثين نقل نموده اند كه بارها در شبها در مدينه داخل مسجد نبوى ( صلى الله عليه وآله ) مى گرديد و\r\nپس از انجام فرائض سر بر سجده مى گذاشت و با صداى حزين واندوه فراوان ، توأم با\r\nاشك چشم اخلاص وشوق ، اين كلمات از او شنيده مى شد :\r\n\" عظم الذنب من عبدك ، فليحسن العفو من عندك ، يا اهل التقوى و يا اهل المغفرة ! \"\r\nاو اين كلمات را با خضوع و خشوع كامل توأم با ناله و سوز مخصوص تا پاسى از شب بر\r\nزبان جارى مى ساخت و در وادى شوق وصال محبوب خود ، گام مى سپرد . ( 1 )\r\nسپاس براى فراغت\r\nامام موسى بن جعفر ( عليه السلام ) هنگامى كه به دستور ستمگر عصر و طاغوت وقت ، هارون رشيد\r\nبه جرم حق گوئى و دفاع از حقيقت ، دستگير و روانهء زندان شد ، به خاطر فراغت و\r\nدستيابى به فرصت بيشتر براى عبادت و سپاس پروردگار سجده ى طولانى به جا مى آورد\r\nو در حال سجده اين چنين عرضه مى داشت :\r\n\" بار الها ! من بارها از درگاه تو مسئلت مى داشتم كه براى عبادت ، فراغتى به من عنايت\r\nفرمائى تا به اطاعت و فرمان تو قيام ورزم از اينكه اكنون درخواست مرا اجابت فرموده اى\r\nدر برابر چنين توفيقى سپاسگزارم \" . ( 2 )\r\nدر بيشترين اوقات دعاى آن حضرت با اين كلمات آغاز مى گرديد : \" اللهم انى اسئلك\r\nالراحة عند الموت ، والمغفرة بعد الموت ، والعفو عند الحساب \" . ( 3 ) بار خدايا ! من به\r\nهنگام مرگ آسايش و راحتى ، و پس از مرگ غفران و آمرزش ، به هنگام بررسى حساب ،\r\nعفو و گذشت از درگاه تو مسئلت مى دارم ! \"\r\n\r\n","description":"","footnote":" 1 . وفيات الاعيان ، ج 4 ، ص 293 .\r\n2 . ابن شهر آشوب ، المناقب ج 2 ، ص 379 .\r\n3 . شيخ مفيد ، ارشاد مفيد ص 277 . ","page_name":" 1182 ","page_number":62},
  {"content":"\r\n\r\n\r\nسفرهاى حج آن بزرگوار\r\nمسافرت‌هاى حج آن بزرگوار كه معمولا 24 تا 25 روز طول مىكشيد به صورت پياده\r\nانجام مىپذيرفت با آن كه وسائل سوار شدن از هر نظر فراهم بود چون سوارىها و\r\nاسب‌هاى راهوار پيش روى آن حضرت كشانده مىشد و اين خود مىرساند كه علاقه و\r\nاخلاص آن بزرگوار به مظاهر توحيد و عبادت تا چه حدى بوده است .\r\nامام ، چهار بار به صورت خانوادگى به بيت الله الحرام رهسپار شدند و در آن سفرهاى\r\nخانوادگى على بن جعفر برادر ارجمندش نيز حضور داشت و ملتزم ركاب امام و مفتخر به\r\nامتثال او امر او بود و چندين بار هم تنها و بدون عائله و خانواده ، به سفر حج رفتند . روش\r\nمسافرت‌هاى آن حضرت به اين ترتيب بود كه معمولا از معاشرت و اختلاط با مردم كه\r\nموجب تضييع فرصت گرانبها مىگردد احتراز مىورزيد فقط و فقط به عبادت و سازندگى\r\nنفس ، و تصفيه خويشتن و تفكر در عظمت خالق مىپرداخت و در اين سير و سلوك و\r\nانديشه ها بود كه از خود بى خود مى گشت و راه تقرب و وصال بيشتر را مى جستند كه\r\nعاليترين و لذت بخش ترين حالات يك فرد با ايمان و مخلص است . داستان ملاقات او با\r\nشقيق بلخى كه در بخش آراء و گفته‌هاى ديگران آمده است گوياى اين حالت سير و سفر\r\nروحانى است . وى در پايان ملاقات خود طبق دريافت‌هاى خود اعتراف نمود كه : \" موسى\r\nبن جعفر يكى از اوتاد وابدال روزگار مى باشد \" . ( 1 )\r\nامام در يكى از دعاهاى حج خود مى گويد : \" انت شربى اذا ظمئت من الماء ، وقوتى اذا\r\nاردت طعاما الهى ! وسيدى ! مالى سواك فلا تعدمنيها \" . خدايا ! همه چيز و همه زندگى\r\nمن تو هستى و جز تو خواسته و پناه ديگرى ندارم .\r\nتلاوت و انس با قرآن\r\nاو عاشق قرآن وفانى در اجراى احكام و محتويات آن بود و لحظه‌اى از اين امر غفلت\r\n\r\n","description":"","footnote":" 1 . تفصيل داستان مزبور در كتاب‌هاى : اخبار الدول ، ص 112 - مختار صفوة الصفوة ، ص 153\r\nاحقاق الحق ، ج 12 و ديگر منابع تاريخى وحديثى آمده است ، مراجعه گردد . ","page_name":" 1183 ","page_number":63},
  {"content":"\r\n\r\nنداشت قرآن را با صداى خوش و لحن زيبا و آواز دلربا و آهنگ روحانى و معنوى به\r\nصورت بريده ، بريده تلاوت مى فرمود . جذبه‌هاى صداى او ، رهگذران ومستمعين را از راه\r\nباز مىداشت و تحت تأثير خاص خود قرار مىداد گاهى آنان را به گريه و ناله مىافكند . در\r\nاثر ممارست دائم با قرآن و عبادت‌ها و مناجات‌هائى كه داشت مردم مدينه در ميان خود\r\nاو را به \" زين المتهجدين \" يعنى زينت شب زنده داران و عبادت كنندگان لقب داده بودند و\r\nبا آن لقب ميان مردم شهرت يافته بود . ( 1 )\r\nعنايت خاص امام به تلاوت و ممارست قرآن و آيات نورانى الهى از يك حقيقت بزرگ\r\nپرده بر مى دارد و آن اين كه قرآن از ديدگاه اهل بيت ( عليه السلام ) در مقام عظمت و اهميت\r\nوالاترى قرار دارد كه ما هنوز به آن حقيقت نرسيده ايم آنان بهتر از همگان مى دانند كه\r\nقرآن چه تأثير شگرف و فوق العاده اى در زندگى روحى و اجتماعى مردم مىتواند داشته\r\nباشد . اگر محتويات و احكام آن در ميان مردم پياده گردد چه زندگى سعادت بخش و با\r\nصفائى در ميان آنان حكم فرما خواهد بود .\r\nمردان حديث و روايت به اتفاق آراء اعتراف كرده اند كه قهرمان گفتار ما در پرهيز كارى و\r\nپرستش حق و عبادت شبانه روزى خداوند عالم ، و در عنايت و توجه به قرآن در عصر خود\r\nبى همتا و بى نظير بود و كمتر شبى در عمر پر بركتش ، سپرى مى گرديد كه سر بر بالين\r\nاستراحت و اسايش بنهد و آسوده و غافل در بستر استراحت بيارامد و از عبادت و نيايش و\r\nاز قرائت و تلاوت آيات ، غفلت و كوتاهى داشته باشد .\r\nتفقد از مخلوق\r\nدر برنامه‌هاى عبادت و بندگى امام ( عليه السلام ) عبادت ويژه اى هم گنجانده شده بود كه محض\r\nخشنودى خدا ، و جلب رضايت و رفاه مخلوق صورت مى گرفت كه از نظر اهميت كمتر از\r\nسجده‌هاى طولانى آن بزرگوار نبود و آن تفقد از مستمندان و رسيدگى به وضع\r\nدرماندگان ، در دل شب ها بود بى آنكه خود آنان متوجه عامل اين تفقدها گردند . شيخ مفيد\r\n\r\n","description":"","footnote":" 1 . المجالس السنيه ، ج 2 ، ص 527 - ارشاد مفيد ، ص 260 . ","page_name":" 1184 ","page_number":64},
  {"content":"\r\n\r\n\r\nدر اين باره مى نويسد : \" او شبانه از فقراء و مستمندان شهر مدينه ، تفقد و دل جوئى به\r\nعمل مى آورد و در زنبيل مخصوص پول و مواد غذائى به منازل و كلبه‌هاى آنان حمل\r\nمى كرد ، و به ترتيبى در اختيار آنان قرار مى داد كه گاهى خودشان هم نمى دانستند كه اين\r\nكمك ها از كدام شخص و از كدام ناحيه ، صورت گرفته است ؟ \" ( 1 )\r\nتواضع و فروتنى\r\nامام موسى بن جعفر ( عليه السلام ) بر مرد سياه چهره و بد منظرى گذر كرد و بر وى سلام نمود و\r\nكنارش نشست مدتى با او سخن گفت سپس آمادگى خود را در قضاى حوائج او اعلام\r\nفرمود . بعضى كه ناظر جريان بودند عرض كردند يابن رسول الله ! آيا با چنين شخصى\r\nمى نشينى و از حوائج او سوال مى كنى ؟ حضرت در جواب فرمود :\r\n\" اين مرد سياه چهره بنده ايست از بندگان خدا و برادرى است از برادران ، به حكم كتاب\r\nخدا ، همسايه اى است با ما در بلاد خدا ، حضرت آدم بهترين پدران ، آئين اسلام والاترين\r\nاديان ما و او را به هم ربط داده است \" . ( 2 )\r\nدر راه امر به معروف\r\nروش تبليغ و راه و رسم امر به معروف و نهى از منكر امام ( عليه السلام ) شيوه ى مخصوصى داشت\r\nكه امكان نداشت نفس گرم و مسيحائى او بر قلب مستعدى دميده گردد و او از گناه خود بر\r\nنگردد . داستان زير مىتواند نمونه بارزى از اين مقوله به شمار آيد .\r\n\" بشربن حارث حافى \" از هل مرو بود ، مدتى از عمرش را به گناهكارى و شهوات غير\r\nمشروع گذراند روزى حضرت موسى بن جعفر ( عليه السلام ) از كوچه اى كه خانه ى بشر در آن بود ،\r\n\r\n","description":"","footnote":" 1 . ارشاد مفيد ، ص 277 .\r\n2 . روى عن موسى بن جعفر ( ع ) انه مربرجل من اهل السواد رميم المنظر فسلم عليه ونزل عنده\r\nوحادثه طويلا ثم عرض نفسه في القيام بحاجة ان عرضت له . فقيل يا بن رسول الله ! أتنزل الى\r\nهذه ثم تسأله عن حوائجه وهو اليك أحوج .\r\nفقال ( ع ) : عبد من عبيدالله وأخ في كتاب الله وجار في بلادالله يجمعنا واياه خير الأباء آدم و\r\nأفضل الأديان ، الأسلام . ","page_name":" 1185 ","page_number":65},
  {"content":"\r\n\r\nعبور مى فرمود ، موقعى كه به درب خانه ى بشر رسيد اتفاقا در باز شد و يكى از كنيزكان\r\nبشر از خانه بيرون آمد كنيز حضرت را شناخت و آن حضرت هم مى دانست كه اين خانه\r\nبشر است . از كنيز سوال فرمود : آقاى تو آزاد است يا بنده ؟ پاسخ داد : آزاد است . فرمود :\r\nچنين مى نمايد كه گفتى ، زيرا اگر بنده بود به شرائط بندگى عمل مى كرد و از آقاى خود\r\nاطاعت مى نمود .\r\nحضرت اين سخن را فرمود و راه خود را در پيش گرفت . كنيز به خانه برگشت و گفته ى\r\nامام را براى بشر بازگو كرد . سخن حضرت در نهاد وجود او طوفانى برپا كرد و سخت\r\nمنقلبش نمود با عجله ى تمام از جا برخاست و با پاى برهنه از خانه بيرون دويد و خود را\r\nبه آن امام رساند و اعتذار نمود با دست مبارك او توبه كرد و گناهان خود را ترك گفت و راه\r\nو رسم اطاعت و بندگى را پيش گرفت . چون موقعى كه به حضور امام شرفياب شد و توبه\r\nكرد پا برهنه بود به احترام حفظ لحظه ى سعادت بخش ، تا پايان عمر كفش نپوشيد و\r\nهميشه با پاى برهنه راه مى رفت ، لذا معروف شد به بشر حافى : يعنى پابرهنه . ( 1 )\r\nچون امام و رسم تبليغ را مى دانست كه با چه زبانى با فرد آلوده ، سخن گويد بشرى كه\r\nچندين سال با گناه و ناپاكى آلوده بود با يك جملهء كوتاه او را متنبه ساخت و چنان\r\nمنقلب نمود كه از گذشته ى خود استغفار نمود و باقيماندهء عمر خود را با پاكى و\r\nدرستكارى سپرى ساخت و يكى از مردان نامى و معروف تاريخ گرديد به حدى كه خطيب\r\nبغدادى در تاريخ خود از يكى از علماى آن عصر به نام ابراهيم حربى نقل مىكند كه او\r\nگويد : \" شهر بغداد عاقل تر و متين‌تر از بشر بن حارث را در خود نپرورانده است گوئى كه در هر\r\nموى او عقل و تدبيرى ، نهفته است \" . ( 2 )\r\nآزاد ساختن غلام\r\nخريدن غلام و آزاد ساختن آن ، يكى از برنامه‌هاى عبادى امام ( عليه السلام ) بوده است به حدى كه\r\n\r\n","description":"","footnote":" 1 . تتمة المنتهى ، ص 329 نقل از آية الكرسى استاد خطيب نامى شادروان آقاى فلسفى ، ص\r\n191 .\r\n2 . تاريخ بغداد ، ج 7 ، ص 73 . ","page_name":" 1186 ","page_number":66},
  {"content":"\r\n\r\nدر مدت عمر خود بيش از هزار نفر را خريدارى و در راه خدا و جلب رضايت و خشنودى او\r\nآزاد ساخته است \" . ( 1 )\r\nبذل و كرم آن بزرگوار\r\nيكى از مشخص ترين صفات بارز پيشواى هفتم ما سخاوت و بذل وجود و كرم اوست كه\r\nدر راه خدا مبذول مى داشت . خاندان عصمت و طهارت به مال و ثروت و اندوخته‌هاى\r\nمادى از آن ديدگاه عنايت دارند كه وسيله‌اى است مى توان با آن ، رضايت و خشنودى\r\nپروردگار را با سد جوع گرسنگان ، و رفع نياز مستمندان و ايجاد سرور در قالب يتيمان يا\r\nتأمين رفاه عمومى مسلمانان و . . . جلب نمود و افرادى را در زندگى به نوائى رساند و گرنه\r\nخود امكانات مالى از ديدگاه آنان ، اصالت نداشت و معمولا تراكم يا فراوانى آن فرد را از\r\nزندگى حقيقى و واقعيت حيات باز مى دارد و انسان را به صورت خدمتگزار و ابزار بى\r\nاراده ى خود در مى آورد كه به طور يقين هدف خلقت آن نبوده است ، بر اين اساس است\r\nكه سيره نويسان بى طرف ، اتفاق نظر دارند كه امام موسى بن جعفر ( عليه السلام ) يكى از چهره‌هاى\r\nمعروف سخاوت و كرم عصر خود بود و امكانات مالى خود را كه محصول دسترنج خود بود\r\nكه از راه كشاورزى و زراعت عايد او مى شد در اختيار نيازمندان و بيچارگان واقعى اجتماع\r\nقرار مى داد . به ترتيبى كه بخشش ها و كرامت‌هاى آن بزرگوار در اعماق دل‌هاى مردم\r\nريشه دوانده بود كه در مدينه به صورت ضرب المثلى شيوع داشت ، گاهى در گفتگوها به\r\nهمديگر مى گفتند : \" تعجب از كسى است كه كيسه ى بذل و بخشش موسى بن جعفر به او\r\nرسيده باشد ولى باز هم اظهار فقر و تنگ دستى بنمايد \" . ( 2 )\r\nاو سعى و كوشش داشت كارى را كه براى خدا انجام مىدهد بيرون از دائرهء ديد مردم باشد\r\nو جز خداوند متعال كسى از آن آگاهى و اطلاع نداشته باشد .\r\nبهترين فرصت براى انجام چنين نيت ، را شبها را انتخاب كرده بود . او عطايا و كمك‌هاى\r\n\r\n","description":"","footnote":" 1 . حياة الامام موسى بن جعفر به نقل از كتاب الدر النظيم في مناقب الائمه مخطوط در\r\nكتابخانه آيت الله حكيم در نجف .\r\n2 . عمدة الطالب ، ص 185 . ","page_name":" 1187 ","page_number":67},
  {"content":"\r\nخود را در دل شب به منازل مستمندان مى رساند بى آنكه خود صاحب منازل اطلاع پيدا\r\nكند در منازل آنان قرار مى داد هدفش اين بود كه مبادا آبروى ارزشمند مستمندان در\r\nبرابر كالاهاى كم ارزش و پست مادى باز ستانده شود يا اينكه كسى جز پروردگار عالم از راز\r\nچنين عملى آگاه گردد او با عطايا و بخشش‌هاى شبانه ى خود خانواده هائى را از فقر و\r\nهلاكت نجات داد . به حدى كه مرحوم شيخ مفيد در ارشاد مى نويسد : \" امام موسى بن\r\nجعفر ( عليه السلام ) سخى ترين فرد عصر خود بود \" . ( 1 ) ومرحوم سيد محسن جبل عاملى ( اعلى الله\r\nمقامه ) در اين باره نقل مىكند :\r\n\" سخاوت و كرم و بذل و بخشش امام ( عليه السلام ) زبانزد خاص و عام بود و از اين جهت شهرتى به\r\nسزا داشت او در دل شب از مستمندان و فقراى مدينه تفقد به عمل مى آورد و در زنبيل\r\nمخصوص پول و نقدينه و مواد غذائى به منازل آنان حمل مى كرد بى آنكه مستمندان\r\nتوجه و آگاهى پيدا نمايند كه اين عطايا از كدام ناحيه است ؟ \" شخصى بنام محمد بن\r\nعبد الله بكرى براى وصول مطالبات خود به مدينه آمد ولى از بدهكاران چيزى به دستش\r\nنيامد . در بين راه با امام روبرو گشت و جريان را به امام عرض نمود امام به خدمتگزار خود\r\nدستور داد به منزل برگردد و كيسه‌اى محتوى سيصد دينار را بياورد و به او بدهد تا دست\r\nخالى به وطن بر نگردد .\r\nاو در پايان نقل خود مى افزايد : معمولا عطاياى امام بين دويست تا سيصد دينار بود كه\r\nآن روز مبلغ قابل توجهى به شمار مى آمد از اين رو كيسه‌هاى عطا و بخشش امام در ميان\r\nمردم معروف و مشهور بود \" . ( 2 )\r\nاستاد سيد باقر قرشى داستان زير را از تاريخ خطيب بغداد نقل مىكند :\r\n\" امام روزى با اطرافيان و خدمتگزاران خود براى سركشى به مزارع خود به صحرا مى رفت\r\nدر بين راه در محلى به استراحت پرداختند . سردى هواى مدينه در حدى بود كه نياز به\r\n\r\n","description":"","footnote":" 1 . ارشاد ، ص 227 چاپ دار الكتاب الاسلاميه .\r\n2 . المجالس السنيه ، ج 2 ، ص 527 . ","page_name":" 1188 ","page_number":68},
  {"content":"\r\nآتش احساس مى شد ، همگى نشسته بودند ، ناگاه غلام زنگى كه در دست خود ظرف\r\nحلوائى داشت به سراغ خدمتگزاران امام آمد و پرسيد آقا و سيد شما كجا است ؟ آنان با\r\nاشاره امام را به او نشان دادند . باز پرسيد كنيه ى او چيست ؟\r\nگفتند : ابوالحسن .\r\nغلام به سوى امام آمد و حلوائى كه در دست داشت جلو امام گذاشت تا ميل كند . امام آن\r\nرا پذيرفت و به خدمت گزاران خود تحويل داد ، او كه سردى هوا را احساس مى كرد . به\r\nطرف بيابان رفت و قدرى هيزم جمع كرد و به پيشگاه امام آورد و عرض كرد اين هيزمها\r\nهم تقديم است . امام از خدمتگزاران خواست آتش فراهم آوردند تا هيزم را روشن كنند و\r\nدستور داد نام آن برده و مشخصات مالك او را ثبت كنند و محفوظ نگه دارند .\r\nامام ( عليه السلام ) چند روزى در مزرعه ى خود اقامت گزيد سپس عازم بيت الله الحرام گرديد تا حج\r\nعمره بجا آورد . پس از فراغت از اعمال عمره به يكى از دوستان خود به نام \" صاعد \" دستور\r\nداد كه از مالك و صاحب غلام جويا گردند و جستجو كنند اگر در مكه هست به امام اطلاع\r\nبدهند تا شخصا به سراغ او رود و نكتهء اين دستور آن بود كه فرمود :\r\n\" چون من به او احتياج دارم بهتر است من به سوى او روم چون من نيازمند او هستم \" .\r\nصاعد به جستجوى او پرداخت و اطلاع پيدا كرد كه خوشبخانه يكى از دوستداران و\r\nشيعيان اهل بيت ( عليه السلام ) است او پس از آشنائى از علت آمدن او جويا گرديد او نمى خواست\r\nكه قدوم امام را به اطلاع او برساند ولى در اثر كنجكاوى و دقت او در پرس و جو از تشريف\r\nفرمائى امام هم آگاهى يافت و با اشتياق به ديدار امام شتافت و از ملاقات امام بسيار\r\nخوشحال و مسرور گرديد . امام در ضمن صحبت خود فرمود :\r\nآيا علاقمند هستى كه غلامت را بفروشى ؟ عرض كرد : غلام و هر چه ملك و دارائى دارم\r\nمال شما است .\r\nامام ( عليه السلام ) فرمود : من با ملك و دارايى شما كارى ندارم مال خودتان باشد ، اگر غلام را\r\nبفروشى من خريدارم . آن مرد اصرار داشت كه امام غلام را بى پول به صورت هديه بپذيرد\r\n","description":"","footnote":"","page_name":" 1189 ","page_number":69},
  {"content":"\r\n\r\nولى امام امتناع مى ورزيد ، تا آنكه او را با ملكى كه در آن كار مى كرد به هزار دينار خريد و\r\nبرده را در راه خدا آزاد ساخت وملك را در اختيار او گذاشت تا وسيله ى معيشت وى باشد .\r\nامام با اين عمل خواست كه در برابر احسان وخدمت آن برده ، احسان و نيكى متقابل\r\nداشته باشد . به بركت اين عطاى خاص امام خداوند متعال وسعتى در كار او فراهم آورد كه\r\nفرزندان او گردانندگان چرخ اقتصادى بازار مكه گرديدند \" . ( 1 )\r\nابن صباغ مالكى در مورد كرم و سخاوت آن بزرگوار مى نويسد : \" موسى بن جعفر ( عليه السلام )\r\nعابدترين و داناترين و سخىترين و پاك نفس ترين مردم عصر خود بود او پول و مواد\r\nغذائى و ديگر نيازمندىهاى ضرورى را به خانه‌هاى مستمندان مدينه حمل مىكرد بى\r\nآنكه آنان اطلاع پيدا نمايند اين احسان‌ها و كمك‌ها از كدام ناحيه است و تا روز رحلت آن\r\nبزرگوار كسى از اين راز آگاهى نداشت \" . ( 2 )\r\nاحسان به دشمن\r\nاحسان و نيكى كردن به دوستان كار سهل و آسانى است چون در آنان اميد عوض يا حس\r\nإشباع حب ذات و خود دوستى نهفته است و بالأخره او دوست و همكار محسوب\r\nمى گردد . ولى كمال كرم و سخاء در آنست كه انسان دوست و دشمن را در موقع نياز ، برابر\r\nبه حساب آورد و تنها خدا را مقصد و مقصود خود قرار دهد . اين برنامه در زندگى امام ( صلى الله عليه وآله )\r\nبارها اتفاق افتاده است كه تنها به نقل داستان زير بسنده مى كنيم : \" در شهر مدينه مردى\r\nگمنام و فرومايه‌اى به سر مى برد كه با امام ( عليه السلام ) عداوت شديد و كينهء قلبى ديرينه داشت .\r\nحكومت وقت و ايادى او نيز او را تحريك و از عمليات او پشتيبانى مى نمود و او را وا\r\nمى داشت هر كينه اى كه در دل دارد در حق خاندان پيامبر و نوادگان على ( عليه السلام ) روا دارد اين\r\nمرد اصرار مى ورزيد كه كينه ى ديرينه و زهرآگين خود را منحصرا بر دامان موسى بن\r\nجعفر ( عليه السلام ) سرشناس ترين فرد خاندان علوى بريزد .\r\n\r\n","description":"","footnote":" 1 . حياة الامام موسى بن جعفر ، ج 1 ، ص 150 به نقل از تاريخ خطيب بغداد .\r\n2 . الفصول المهمه ، ابن صباغ مالكى ، ص 219 . ","page_name":" 1190 ","page_number":70},
  {"content":"\r\nكار تعدى و بيدادگرى اين فرومايه به جائى رسيد كه چند تن از ياران پيشواى هفتم\r\nاجازت طلبيدند كه با ريختن خون او ، دفتر اين حكايت ننگين را بشويند . آنان اصرار\r\nداشتند امام اجازت دهند تا با يك ضرب شمشير كار اين فاجر خبيث را براى هميشه\r\nبسازند و خود را از آزار زبان و طعن او راحت سازند .\r\nامام هر گاه كه اين درخواست را از ياران خود مى شنيد با لحن پرخاش آميزى آنان را از\r\nاين كار باز مى داشت و مى فرمود : \" من خود او را تنبيه خواهم نمود \" .\r\nروزى بى آنكه كسى را امام همراه خود بردارد بر قاطر ، \" مركب اختصاصى \" خود نشست و\r\nبه سراغ آن مرد رفت و از وضع او اطلاع گرفت . به عرض رساندند او در حومهء مدينه در\r\nكشتزار خود مشغول كشاورزى است امام به سوى مزرعه ى او رفت ، و بدون رعايت آئين\r\nكشت و كار قاطر سوارى خود را از ميان گندمها عبور داد .\r\nآن مرد كه از دور اين سوار بزرگوار را شناخته بود فرياد كشيد : چه مى كنى ؟ كجا مى آئى ؟\r\nامام ( عليه السلام ) بى آنكه به اين فريادها پاسخ گويد همچنان پيش مىرفت تا به در كومهء او\r\nرسيد و در آنجا از مركب خود پياده شد و بر دشمن كينه توز و نادان خود سلام كرد و با\r\nخنده و خوشرويى فرمود :\r\n- خوب حالا بگو از اين بى احتياطى من مزرعه ى شما چقدر خسارت ديد ؟\r\nمردك كه هنوز اخمهايش باز نشده بود گفت : صد سكه طلا .\r\n- بگو ببينم از اين مزرعه چقدر اميد سود و بهره‌دارى ؟\r\nمرد با لحن تلخ و تندى گفت : من كه غيب نمىدانم .\r\n- فرمود : من هم از غيب سوال نكردم .\r\nمرد فكرى كرد و گفت : دويست سكه طلا .\r\nدر اين هنگام امام كيسه اى از جيب خود بيرون كشيد و در دامان آن مرد سرازير كرد كه\r\nمحتواى سيصد سكه ى طلا بود .\r\nامام فرمود : اين بهره اى كه اميدوار بودى از مزرعه ات بدست آورى مى بينى كه مزرعهء تو\r\n","description":"","footnote":"","page_name":" 1191 ","page_number":71},
  {"content":"\r\nهنوز همچنان باقى است و من اميدوارم كه خداوند متعال اميد تو را از اين مزرعه باز آورد .\r\nآن مرد كه در برابر اين كرم و بخشش و در مقابل اين ماجرا ، متحير و بهت زده مانده بود از\r\nجا برخاست و با انكسار و مذلت خود را به پاى آن بزرگوار افكند و ديگر از شرم نتوانست\r\nسر بردارد و در چشم امام ( عليه السلام ) بنگرد .\r\nعصر آن روز كه ياران امام ( عليه السلام ) آن مرد را در مسجد پيامبر در مدينه ديدند كه دربارهء امام\r\nمى گفت : الله أعلم حيث يجعل رسالته : \" خداوند آگاه و دانا است كه پيشوائى را به چه كسى\r\nواگذارد \" . ( 1 )\r\nاينها نمونه هائى چند از عطايا و بخشش‌هاى امام ( عليه السلام ) بود كه بيان گرديده است و\r\nهميشه مى فرمود :\r\n\" يكى از عوامل مغفرت و بخشش الهى ، اطعام غذا در راه خدا است \" .\r\nاين قبيل نمونه ها و الگوها را جز در مكتب انسان ساز اهل بيت ( عليه السلام ) جاى ديگرى نمى توان\r\nسراغ گرفت ، مكتبى كه پيشروان آن ، هستى و امكانات خود را در راه خدا و آسايش\r\nبندگان او قرار مى دهند و خود را فانى و محو بقاء و دوام تعاليم آن مى نمايند و نظير آن را\r\nدر ديگر مكاتب مادى هرگز نمى توان جستجو كرد بويژه در عصر كنونى كه چرخ‌هاى\r\nزندگى مردم بر اساس ماديات متقابل و گام به گام و اقتصاد بهره‌ورى مى چرخد ، و اصول\r\nانسانى را زير چرخ‌هاى بىرحم ماده پرستى محو و لگدمال مىسازد و همه را طالب مال و\r\nمنال و جوياگر كسب قدرت و إقتدار از راه ماده و ماديات مىنمايد ، و كمتر به معنويات و\r\nعواطف عاليه و اصول فضائل پرداخته مىشود و اصولا عواطف و احساسات دست نخورده\r\nو سالمى باقى نگذاشته است تا سرچشمه و زايندهء اين ثمرات بوده باشد ، و اگر باز\r\nنمونه‌هائى پيدا شود ، آن هم در ميان پيروان و دوستداران اين مكتب پر فضيلت ، مىتوان\r\nجستجو كرد كه مورد گواه و تصديق ديگران نيز مىباشد .\r\n\r\n","description":"","footnote":" 1 . حياة الامام موسى بن جعفر ، ص 150 . ","page_name":" 1192 ","page_number":72},
  {"content":"\r\n\r\nعطوفت به هم نوع\r\nامام ( عليه السلام ) قلبى مهربان و احساسات سوزان نسبت به مردم و هم نوعان خود داشت ، و سعى\r\nدر اداء حوائج و نيازهاى توده‌ها و رفع ظلم و نياز از ديگران را داشت هيچ فردى ، خانهء او\r\nرا قصد نمىكرد مگر آنكه با دست پر و با قلب آرام و خشنود از حضور او باز مىگشت . امام\r\nبه صحابى وفادار خود على بن يقطين از آن نظر اجازهء دخول به دستگاه خلافت را داد كه\r\nبتواند رفع ظلمى از مظلومان و بيچارگان بنمايد و از رواياتى كه در آن بزرگوار در اين باره\r\nصادر شده است ، استفاده مىگردد كه كفارهء حضور در تشكيلات دولتى ، خدمت به هم\r\nنوعان و برادران دينى و رفع ظلم از آنها است وعلى بن يقطين با اين رمز و الگوئى كه امام\r\nداده بود ، بيچارگان و ستمديدگان فراوانى را از ظلم و تعدى نجات داد .\r\nيكى از افرادى كه مورد حمايت و عنايت امام قرار گرفت درمانده اى از مردم سرزمين\r\n\" رى \" بود كه اموال و بدهىهاى فراوانى به يكى از زمامدارن رى داشت ولى توانائى\r\nپرداخت آن را نداشت و دائم در انديشهء نجات و خلاصى از اين گرفتارى بود ولى چاره اى\r\nپيدا نمى كرد تا به فكرش رسيد كه به محضر امام برسد و از آن بزرگوار استمداد جويد . به\r\nمدينه مسافرت كرد و شرفياب محضر امام گرديد و گرفتارى خود را با امام بازگو نمود . امام\r\nدر حل مشكل او نامه اى به اين عبارت به حاكم رى نوشت :\r\n\" آگاه باش ! در تحت عرش الهى سايه اى وجود دارد در آن افرادى آرامش پيدا مى كنند كه\r\nنسبت به برادران ايمانى خود خير و نيكى انجام داده باشند يا گرهى از مشكلات آنان را\r\nبگشايند يا سرور و شادى به قلب او وارد سازند ، حامل نامه هم برادر تو است سلام و\r\nرحمت الهى بر شما باد ! \" . ( 1 )\r\nاو نامه را گرفت و پس از انجام فريضه ى حج ، به وطن برگشت وقتى به شهر خود رسيد\r\nشبانه به سراغ فرماندار رفت ، در را كوبيد و خدمتگزار آمد .\r\n\r\n","description":"","footnote":" 1 . إعلم أن للله تحت عرشه ظلا لا يسكنه الا من أسدى الى أخيه معروفا او نفس عنه كربة ، أو\r\nدخل على قلبه سرورا ، وهذا أخوك والسلام \" . ","page_name":" 1193 ","page_number":73},
  {"content":"\r\n\r\n- تو كيستى ؟\r\n- من پيام آور امام صابر هستم .\r\nاو پيش فرماندار رفت و جريان را به اطلاع او رساند . او با خوشحالى پابرهنه به استقبال او\r\nشتافت و دست به گردن او نمود و بوسه بر سر و چشم او زد . با اشتياق و علاقهء فراوان از\r\nاحوال امام ( عليه السلام ) پرسش مىكرد . وى نامهء امام را به او تفويض نمود . او نامه را روى چشم\r\nخود گذاشت و به احترام آن بلند شد نامه را مطالعه نمود . خواست تمام اموال و لباس‌ها و\r\nدارائى او را آوردند و ميان خود و او تقسيم نمود و قيمت اموال غير منقول را نيز پرداخت\r\nو مرتب مىگفت برادرم آيا تو را خوشحال ساختم ؟ بلى به خدا خيلى بيش از حد مسرورم\r\nنمودى ، سپس پروندهء حساب او را در آورد و روى حساب او قلم گرفت و ذمهء او را از تمام\r\nمطالبات برى ساخت و او را با خوشحالى و شادمانى مرخص نمود . مرد گرفتار به عنوان\r\nاداى برخى از حقوق برادرى او عازم بيت الله الحرام گرديد تا در موسم شركت كند و او را\r\nدعا كند و امام را در جريان كار خود قرار دهد . وقتى امام از اوضاع او آگاه شد بسيار\r\nخوشحال گرديد . آن مرد پرسيد آيا اين واقعه شما را نيز خوشحال نمود .\r\n- امام فرمود :\r\nبه خدا قسم مرا شادمان ساخت وامير المؤمنان را شاد ساخت ، جدم رسول خدا را\r\nشادمان ساخت و خدا را نيز خشنود ساخت \" . ( 1 )\r\nدعاى آن بزرگوار\r\nدعاهاى متعددى در كتاب‌هاى مربوطه از آن بزرگوار نقل گرديده است كه هر كدام\r\nمحتوى مفاهيم بلند و تعاليم ارزنده معنوى است كه در اين كتاب به عنوان تبرك دعائى\r\nرا كه در مورد حرز و نگهدارى از آفات و شرور با خداى خود مناجات مى نموده است\r\nمى آوريم .\r\n\" توكلت على الحى الذى لايموت ، وتحصنت بذى العزة والجبروت ، واستعنت بذى\r\n\r\n","description":"","footnote":" 1 . حياة الامام موسى بن جعفر ، ص 161 . ","page_name":" 1194 ","page_number":74},
  {"content":"\r\n\r\nالكبرياء والملكوت ، مولاى استسلمت اليك فلا تسلمنى ، وتوكلت عليك فلا تخذلنى ،\r\nوالتجأت الى ظلك البسيط فلا تطر حنى ، انت الطلب واليك المهرب ، تعلم ما أخفى و\r\nما أعلن وتعلم خائنة ألأعين و ما تخفى الصدور ، فأمسك عنى اللهم ايدى الظالمين ، من\r\nالجن والأنس اجمعين واشفنى وعافنى يا ارحم الراحمين ! \" ( 1 )\r\nبه درگاه زندهء جاويدان كه هرگز نمىميرد توكل آوردم ، و به صاحب عزت و جبروت تحصن\r\nهستم و از صاحب كبرياء و ملكوت يارى جستم مولايم من به تو تسليم شدم تو مرا تسليم\r\nو خوار مگردان به تو توكل جستم پس مرا خوار و ذليل مگردان به سايهء گستردهء تو\r\nپناهنده شده ام پس مرا دور نيافكن ، تو مقصود و مطلوب هستى و فرار و گريز به سوى تو\r\nاست تو آشكار و نهان مرا مى دانى و اشارات چشمها را مى دانى و آنچه را كه سينه ها در\r\nخود دارند پس خدايا ! دستان ستمگران اعم از إنس و جن را از من نگهدار ! به من شفا\r\nعنايت فرما و عافيت نصيب نما اى مهربانترين مهربانان !\r\nكار و كوشش امام ( عليه السلام )\r\nاسلام آئين كار و كوشش و تلاش و فعاليت است . تأكيد اسلام بر فعاليت و كوشش ،\r\nفوق العاده و بيرون از حد متعارف است . به حدى كه تأمين پاره اى از كارها و ضروريات\r\nزندگى را بر هر فرد مسلمان به صورت واجب عينى تعيين كرده است و برخى از آنها را به\r\nصورت واجب كفايى است كه با قيام برخى از عهدهء ديگران ساقط مى گردد . از اينرو\r\nپيشوايان معصوم ما كه راهنمايان و مشعلداران اجتماع هستند هر كدام در عهد خود با\r\nكارهاى معمولى آن عصر سر و كار داشته اند . كشاورزى و زراعت كه حرفهء معمول آن روز\r\nبوده است مورد علاقه و عمل آن بزرگواران بوده است . آنان به امور زراعت و كشاورزى\r\nمى پرداختند و معاش خود را از آن راه ، تأمين مى ساختند . امام موسى بن جعفر ( عليه السلام ) هم\r\nزراعت و كشاورزى داشت و خود شخصا به امور آن مباشرت مى ورزيد . يكى از دوستان و\r\nشاگردان امام ( عليه السلام ) به نام حسن فرزند على ابن ابى حمزه گويد : \" موسى بن جعفر ( عليه السلام ) را در\r\n\r\n","description":"","footnote":" 1 . مهج الدعوات ، ص 373 . ","page_name":" 1195 ","page_number":75},
  {"content":"\r\nمزرعهء خود ملاقات كردم و مشاهده نمودم كه در مزرعه مشغول تلاش و فعاليت است به\r\nحدى كه از شدت گرما ، عرق تا قدم‌هاى مبارك او رسيده است .\r\nگفتم : فدايت گردم كارگران و افرادتان كجا هستند كه شما خودتان اين چنين مشغول كار\r\nشده‌ايد ؟ امام فرمودند : بزرگوارتر از من و پدرم با دست خودشان در زراعت و كشاورزى كار\r\nو تلاش داشتند .\r\nعرض كردم آنان كيانند ؟ فرمود : جدم رسول خدا ( صلى الله عليه وآله ) وامير المؤمنين و پدران ارجمندم\r\nهمگى خودشان به امور كشاورزى و زراعت مى پرداختند . كشاورزى از كارهاى پيامبران و\r\nفرستادگان شايسته الهى و مردان خدا است \" . ( 1 )\r\n\r\n","description":"","footnote":" 1 . من لا يحضره الفقيه ، ج 3 ، ص 53 . ","page_name":" 1196 ","page_number":76},
  {"content":"\r\nبخش دوم\r\nF\r\nآراء ديگران دربارهء امام ( عليه السلام )\r\n","description":"","footnote":"","page_name":" 1197 ","page_number":77},
  {"content":"\r\n","description":"","footnote":"","page_name":" 1198 ","page_number":78},
  {"content":"\r\n\r\nبخش دوم / آراء ديگران دربارهء امام ( ع ) . . .\r\nپيشوايان عاليقدر ما از نظر كمال عقل و رشد فكرى و موقعيت اجتماعى در حد بسيار\r\nممتازى قرار داشتند كه هيچ نوع مقايسه و مشابهتى با ديگر افراد جامعه نداشتند . آنان از\r\nدوران كودكى مراتب نبوغ ذاتى و فروغ عقلى و شايستگى درك الهامات غيبى را در ضمن\r\nگفتار و كردار و معاشرت با ديگران ، به منصهء ظهور رسانده اند و اين موضوعى است كه\r\nادعاى محض نيست بلكه شواهد تاريخى و قرائنى كه گاهى از مخالفين و بد خواهان آنان\r\nنيز سر زده است مىتواند مؤيد و گواه صدق گفتار ما بوده باشد . به عنوان آنكه فضيلت\r\nآنست كه ديگران اعتراف نمايند نه خود مدعى و اهل خانه ، طبق معمول آراء و نظريات\r\nچند تن از دانشمندان اهل سنت اعم از رجال علم و درايت يا رجال سياست و اجتماعى را\r\nدر مورد معرفى شخصيت آن بزرگوار از منابع معتبر خودشان ، مى آوريم .\r\nخواننده گرامى به اين نكته هم توجه دارد كه آنان هر كدام از ديدگاه خاص و از زاويه ويژهء\r\nخود ، شخصيت امام ( عليه السلام ) را مورد توجه قرار داده اند و نظريه آنان هرگز نمى تواند به صورت\r\nجامع و شمولى ، نمايانگر و معرف شخصيت جامع الأطراف آن بزرگواران باشد . اينك به\r\nنقل نظريات چند تن إكتفا مى گردد :\r\n1 . گفتار هارون الرشيد هارون كه از سرسخت ترين دشمنان و بدخواهان امام موسى بن\r\nجعفر ( عليه السلام ) بود به مناقب و فضائل آن بزرگوار اعتراف و اقرار نموده است و فضيلت واقعى\r\nآنست كه دشمن بر آن اعتراف كند و داستان اين اظهار حقيقت آنست كه مأمون\r\nروايت مىكند : همراه پدرم به مكه مسافرت كردم برادرانم نيز در آن سفر ملتزم ركاب پدر\r\nبودند به مدينه رسيديم . پدرم در دارالأمارة نزول اجلال كرد . او عادت داشت كه عطاياى\r\nقريش را در روز نزول خود تقسيم كند . سپرده بود كه قريشى ها هر كدام نام پدران خود را\r\nدر آستانهء در ، به فضل بن ربيع باز بگويند و سلسله اسلاف خود را بشمارند تا جائزه و سهم\r\nخود را دريافت دارند . از قريشى ها چهار نفرى بيشتر نيامده بودند كه دم در فضل در آمد و\r\nگفت :\r\n","description":"","footnote":"","page_name":" 1199 ","page_number":79},
  {"content":"\r\nمردى تشريف آورده كه مى گويد : من موسى بن جعفر بن محمد بن على بن حسين بن\r\nعلى بن ابيطالبم . پدرم تا اين نام را شنيد سخت يكه خود و گفت : بگو داخل تشريف\r\nبياورند و بعد به حاجب خود گفت : ابوالحسن را به مسند من راهنمائى كنيد .\r\nو آن وقت به عقب برگشت و نگاهى به من و برادرانم افكند و گفت : خود را مؤدب و متين\r\nنگاه داريد . در اين هنگام مردى باريك اندام و بلند بالا از در درآمد خواست تواضع كند و\r\nدم در بنشيند كه ديديم پدرم فرياد كشيد : لا والله إلا على بساطى . ممكن نيست حتما\r\nبايد بر مسند من بنشينى .\r\nاو را بر مسند خويش نشاند پيشانى او را كه اثر سجده‌هاى بسيار در آن وجود داشت غرق\r\nبوسه ساخت به مهربانى از او و فرزندانش پرسيد و در يك ساعت جز با او با كس ديگرى\r\nسخن نگفت . وقتى اين شخصيت خواست برخيزد پدرم به پشت سرش برگشت و گفت :\r\nبدويد اين آقا عموى شما است . ركابش را بگيريد و بر مركب سوارش كنيد و تا در خانه او را\r\nمشايعت كنيد ، هنگامى كه من و برادرانم داشتيم او را سوار مى كرديم به من نگاهى كرد و\r\nخم شد و در گوشم به آرامى گفت : نوبت به تو خواهد رسيد در آن وقت با فرزندان من\r\nمهربان باش ! من تا آن وقت او را نشناخته بودم در خود علاقهء شديدى احساس كردم كه\r\nاو را بشناسم و بدانم كه كيست ؟ و شخصيتش چيست ؟\r\nشب هنگام در خلوت از پدرم پرسيدم : اين مرد كه امروز اين همه از تو حرمت و محبت\r\nديد چه كسى بود ؟ اين چه كسى بود كه تو او را بر مسند خود بالاى دست خويش نشانده\r\nبودى ؟ پدرم هارون گفت : \" هذا امام الناس وحجة الله على خلقه \" او پيشواى حقيقى\r\nمردم و حجت خداوند در ميان آنان است . از حيرت به تعجب افتادم . گفتم : پدر مگر مقام\r\nپيشوائى ويژهء تو نيست ؟ مگر تو پيشواى مردم و حجت خدا بر خلق نيستى ؟ پدرم با\r\nاندكى مهربانى و محبت گفت : اين عموى تو كه امروز او را ديدى از همه كس به مقام\r\nامامت و پيشوايى سزاوارتر است و من او را از همه مردم شايسته تر مى شناسم با اين همه\r\nاگر ببينم كوچك ترين جنبشى بر ضد من آغاز كند با يك ضربه شمشير سرش را از\r\nپيكرش جدا مى سازم و اگر چشم خود من هم باشد آن را از حدقه بيرون مى آورم ! چون\r\n","description":"","footnote":"","page_name":" 1200 ","page_number":80},
  {"content":"\r\nحكومت و رياست عقيم و نازا است وسياست پدر و مادر نمى شناسد ! ( 1 )\r\n2 . نظريه ابن الساعى مؤلف كتاب \" مختصر اخبار الخلفاء \" او مى نويسد : \" امام كاظم ( عليه السلام )\r\nصاحب شأن و منزلت ارجمند و داراى افتخار بس بلندى است . او صاحب تهجدهاى\r\nبسيار ، و شب زنده دارىهاى طولانى است ، وى ساعى وجدى در امر عبادت و پر تلاش در\r\nامور اطاعت در شبها ، و احسان كننده و روزه دارنده در روزها از كثرت حلم و بردبارى و عفو\r\nو گذشت او را كاظم \" فرو برنده خشم \" ناميدند . وى با احسان و نيكى به دشمنان و\r\nبدخواهان خود پاداش مى داد ! و در اثر كثرت عبادت و نيايش به درگاه پروردگار \" عبد\r\nصالح \" و بندهء شايسته الهى موسوم گرديد . در عراق و نواحى آن با عنوان \" باب الحوائج \"\r\nمعروف و مشهور است . چون افرادى به بركت واسطه قرار دادن وجود او ميان خدا و\r\nدرخواست‌هاى خويشتن ، به آرزوى خود نائل آمده اند ، عقول و انديشه‌ها از درك كرامات\r\nاو به حيرت و تعجب واداشته شده اند . پيداست كه او در پيشگاه الهى مقام خاص و\r\nمنزلت فراوانى دارد \" . ( 2 )\r\n3 . گفتار نويسندهء مرآة الجنان عبد الله بن اسعد يافعى در اين باره مى گويد :\r\n\" امام موسى بن جعفر فرد شايسته عابد و بخشنده ، بردبار و بزرگوار و عظيم الشأن بود او\r\nدر اعتقاد شيعيان يكى از پيشوايان دوازده گانه مى باشد در اثر عبادت و تلاش خستگى\r\nناپذير او در اطاعت خدا او را بندهء شايسته خدا مى گفتند . او سخاوتمند و بلند نظر بود\r\nهنگامى كه از فردى به او اذيت و ناراحتى مى رسيد به جاى معارضه با مثل ، به او پول\r\nمى داد و احسان مى نمود \" . ( 3 )\r\n4 . نظر ابن جوزى او در كتاب \" صفوة الصفوة \" در اين باره مى نويسد : \" موسى بن جعفر \" عبد\r\nصالح \" و بنده ى شايسته الهى ناميده مى شد . او بردبار و حليم و بزرگوار بود هنگامى كه از\r\nفردى به او اذيت مى رسيد در مقابل آن با فرستادن مال به او احسان مى نمود \" . ( 4 )\r\n5 . ابوحاتم نويسنده \" تهذيب التهذيب \" در اين باره مى نويسد : \" موسى بن جعفر ، مورد وثوق\r\n\r\n","description":"","footnote":" 1 . ينابيع المودة ، ج 3 ، ص 32 - چهارده معصوم ، ص 202 .\r\n2 . مختصر اخبار الدول ، ص 39 - حياة موسى بن جعفر ، ص 169 .\r\n3 . مرآة الجنان ، ج 1 ، ص 394 .\r\n4 . مختار صفوة الصفوة ، ص 152 . ","page_name":" 1201 ","page_number":81},
  {"content":"\r\nو راستگو و يكى از پيشوايان مسلمانان جهان مى باشد \" . ( 1 )\r\n6 . قرمانى مؤلف اخبار الدول گويد : \" موسى بن جعفر امام بزرگوار و بى نظير است او حجت\r\nالهى است كه شب را تا صبح زنده دار بود و روز را تا شب روزه دار ، در اثر عفو و گذشتى كه\r\nداشت \" كاظم \" ناميده شد او معروف به \" باب الحوائج \" است . چون هرگز فردى كه در قضاى\r\nنياز خود به وسيله ى او توسل جسته است مأيوس و نااميد نگرديده است \" . ( 2 )\r\n7 . گفتار مؤلف ميزان الاعتدال او در اين باره مى نويسد : \" او يكى از بهترين فلاسفه و حكماء\r\nو يكى از عبادت كنندگان پرهيزكار و با تقوى است . او در بغداد زيارت گاه معروفى دارد \" . ( 3 )\r\n8 . گفتار بشراوى شافعى او مى نويسد : \" امام هفتم شيعيان موسى بن جعفر يكى از\r\nسخاوتمندان بزرگوار مى باشد . پدرش امام جعفر او را بيش از حد دوست مى داشت به\r\nامام گفته شد چرا اين قدر او را دوست دارى ؟ \" امام پاسخ داد : \" من دوست داشتم غير از او\r\nفرزندى نداشتم تا در محبت و علاقهء من به او ديگران شركت نمى جستند \" . ( 4 ) او در\r\nبخش ديگرى از كتاب خود مى افزايد : \" روزى امام وارد بر هارون رشيد شد . هارون پرسيد\r\nشما چرا خودتان را به رسول خدا ( صلى الله عليه وآله ) نزديك تر از ديگران خيال مى كنيد ؟ امام فرمود : اگر\r\nرسول خدا زنده بودند و دختر تو را از شما خواستگارى مى نمودند آيا مى پذيرفتى ؟\r\nهارون - سبحان الله ! من با اين وصلت در ميان عرب و عجم افتخار مى كردم .\r\nامام ولى پيامبر از خاندان من نمى تواند خواستگارى به عمل آورد و من حق ندارم دخترم\r\nرا به او تزويج نمايم چون پدر بزرگ ما است ولى پدر شما نيست .\r\nپرسيد : شما چرا به جاى آنكه به على ( عليه السلام ) خودتان را نسبت دهيد به پيامبر اسلام نسبت\r\nمى دهيد در حالى كه فرزند خود را به پدر نسبت مىدهد نه مادر .\r\nامام پناه بر خدا ! آيا قرآن را نخوانده اى جائى كه مى فرمايد : \" و من ذريته داود و سليمان و\r\nايوب ويوسف و موسى وهارون وكذالك نجزى المحسنين وزكريا ويحيى وعيسى والياس \"\r\n\r\n","description":"","footnote":" 1 . تهذيب التهذيب ، ج 10 ، ص 34 .\r\n2 . اخبار الدول ، ص 112 .\r\n3 . ميزان الاعتدال ، ج 3 ، ص 209 .\r\n4 . شيخ عبد الله بن محمد بن على بشراوى شافعى اهل مصر در كتاب \" الأتحاف بحب\r\nالأشراف \" ، ص 54 ( طه مصر ) به نقل از احقاق الحق ، ج 12 ، ص 308 . ","page_name":" 1202 ","page_number":82},
  {"content":"\r\nخداوند عيسى را از ذريه ى انبياء به شمار مى آورد . در صورتى كه او پدرى نداشته است و\r\nما هم بوسيله مادر به ذريهء انبياء پيوسته ايم و خداوند متعال در آيه مباهله حسن و\r\nحسين را پسران پيامبر اسلام معرفى فرموده است ، جائى كه مى فرمايد : \" قل تعالواندع\r\nابنائنا وأبنائكم ونساءنا ونسائكم وانفسنا و انفسكم . . . \" . بگو : بيائيد پسران و زنان ما و\r\nخودتان را بياوريم و خدا را بخواهيم . . .\r\nدر جريان مباهله ، پيامبر اسلام ( صلى الله عليه وآله ) جز على ( عليه السلام ) و فاطمه وحسن و حسين فرد ديگرى را\r\nنخواست . پس در منطق قرآن حسن و حسين پسران و فرزندان پيامبر اسلام هستند و ما\r\nنوادگان آنان . . . . ( 1 )\r\n9 . خير الدين زركلى دمشقى اديب و شرح حال نويس معروف در كتاب \" الأعلام \" مى نويسد :\r\n\" موسى بن جعفر ( عليه السلام ) كنيهء او ، ابوالحسن هفتيمن پيشوا از ائمه دوازده گانه اماميه است . او\r\nيكى از سادات بنى هاشم مى باشد او عابدترين مردم عصر خود و يكى از دانشمندان پر\r\nفيض وجود اسلامى بود \" . ( 2 )\r\n10 . دكتر زكى مبارك در كتاب \" شرح زهر الاداب \" مى گويد : \" موسى بن جعفر يكى از سادات\r\nبزرگوار بنى هاشم و پيشواى پيشرو در علم و ايمان بود \" . ( 3 )\r\n11 . ابن صباغ على بن محمد مالكى در كتاب \" الفصول المهمه \" مى گويد : \" مناقب و كرامات\r\nروشن و فضائل و صفات درخشان او گواهى مى دهند كه او به عاليترين اوج شرف نائل\r\nآمده است و به بلندترين مزاياى آن رسيده است . قله‌هاى شامخ سيادت و بزرگوارى در\r\nبرابر او خوار و پست گرديده و زير پاى او قرار گرفته اند . او در ميان غنائم و اندوخته‌هاى\r\nمجد و عظمت فرمان رانده است و از برگزيده‌هاى آنها اختيار نموده است . ( 4 )\r\n12 . محمد أمين غالب در كتاب \" تاريخ العلويين \" مى گويد : \" علويان از شخصيت بزرگوارى\r\nپيروى مى كردند كه در علم و تقوى شهرت به سزائى داشت به حدى كه مردم او را \" بنده ى\r\nشايسته \" مى ناميدند و به عنوان تشبيه به موسى بن عمران كه در قرآن ذكرش رفته است\r\nبه او مرد صالح نيز لقب مى دادند او مرد كريم و بزرگوار و در سخاوت و بخشش معروف\r\n\r\n","description":"","footnote":" 1 . احقاق الحق ، ج 12 ، ص 309 .\r\n2 . الاعلام ، ج 3 ، ص 108 .\r\n3 . شرح زهر الاداب ، ج 1 ، ص 132 .\r\n4 . الفصول المهمه ، ص 232 ، چاپ اعلمى . ","page_name":" 1203 ","page_number":83},
  {"content":"\r\nبود \" . ( 1 )\r\n13 . ابن حجر هيثمى در كتاب \" الصواعق المحرقه \" گويد : \" موسى كاظم از نظر علم و فضيلت\r\nو كمال وارث شايسته ى پدر بود به علت گذشت و عفو او \" كاظم \" ناميده شد در بين مردم\r\nعراق معروف به \" باب الحوائج عند الله \" است او عابدترين ، داناترين و سخىترين مردم\r\nعصر خود بود \" . ( 2 )\r\n14 . شبلنجى در كتاب \" نور الابصار \" مى گويد : \" نياكانى از اهل علم گفته اند كه امام كاظم\r\nپيشواى جليل القدر و حجت دانا است كه شب را تا صبح به عبادت و روز را به روزهء\r\nپروردگار مشغول بود به علت عفو و بخشش او \" كاظم \" ناميده شد و در ميان مردم عراق به\r\n\" باب الحوائج \" شهرت دارد . ( 3 )\r\n15 . خطيب بغدادى در كتاب \" تاريخ بغداد \" مى گويد : \" امام موسى سخاوتمند و بزرگوار بود\r\nهنگامى كه از كسى اذيت و ناراحتى به او مى رسيد كيسه ى طلا به او مى فرستاد كه\r\nمعمولا محتوى هزار دينار بود او كيسه‌هاى بخشش خود را دويست ، سيصد ، چهارصد\r\nدينار ، ترتيب مى داد و در ميان مستمندان مدينه ، تقسيم مى نمود . معروف بود كه\r\nكيسه‌هاى بخشش موسى بن جعفر فرد را غنى و بى نياز مى سازد \" . ( 4 )\r\n16 . دكتر محمد يوسف موسى در كتاب \" الفقه الاسلامى \" مى نويسد : \" مى توانيم يادآور شويم\r\nكه نخستن فردى كه در فقه كتاب نوشت : امام موسى بن جعفر بود كه در سال 183 در\r\nزندان درگذشت . كتاب او به نام \" الحلال والحرام \" در پاسخ مسائلى بود كه مورد سوال قرار\r\nگرفته بودند \" . ( 5 )\r\n17 . دكتر عبد الجبار جو مردى در كتاب \" هارون الرشيد \" درباره ى امام گويد : \" امام موسى\r\nفرزند جعفر فرزند محمد فرزند على فرزند حسين فرزند على بن ابيطالب سرگذشت توأم\r\nبا زهد و تقوى و كرم و پارسائى دارد . او را كاظم لقب دادند چون فرو برنده خشم و\r\n\r\n","description":"","footnote":" 1 . تاريخ العلويين ، ص 148 .\r\n2 . الصواعق المحرقه ، ص 131 .\r\n3 . نور الابصار ، ص 135 .\r\n4 . تاريخ بغداد ، ج 13 ، ص 27 - 28 .\r\n5 . الفقه الاسلامى مدخل الدراسة نظام المعاملات فيه ، ص 160 . ","page_name":" 1204 ","page_number":84},
  {"content":"\r\nغضب بود \" . ( 1 )\r\n18 . ابن اسعد يافعى در كتاب \" روض الرياحين \" از شقيق بلخى نقل مىكند كه در سال 149\r\nبه عنوان سفر حج بيرون آمدم و به \" قادسيه \" رسيدم به جمع كاروان حجاج پيوستم . من\r\nكثرت مردم و زينت و پوشش آنان را تماشا مى كردم . ناگاه چشمم به جوان خوش صورتى\r\nافتاد كه از روى لباس‌هاى خود ، لباس پشمى پوشيده بود و نعلين در پاى خود داشت و\r\nدور تر از مردم تنها به سر مى برد . من پيش خود تصور مى كردم او يكى از صوفيان است كه\r\nمى خواهد در بين راه سربار مردم گردد و احتياجات خود را به عهدهء ديگران بيافكند ، با\r\nخود گفتم به طرف او مى روم و مورد مذمت و توبيخش قرار مى دهم . با اين نيت به سوى\r\nاو رهسپار شدم تا نزد او رسيدم مرا با نام صريح من ، مورد خطاب قرار داد و فرمود :\r\n\" إجتنبوا كثيرا من الظن إن بعض الظن إثم \" ( 2 ) از سوء ظن به ديگران بپرهيزيد كه برخى از\r\nگمانها گناه و معصيت است . مرا تنها گذاشت و رفت . با خود گفتم اين يك واقعه ى\r\nخطيرى است او از قلب من خبر داد و نام مرا صريحا ذكر نمود . حتما او يكى از بندگان\r\nشايسته ى الهى است به او خواهم پيوست و درخواست خواهم نمود كه از تقصير من\r\nبگذرد و مرا حلال نمايد . من با شتاب و عجله پشت سر او عازم شدم هر چه سعى كردم\r\nنتوانستم به او برسم او از ديدگان من غائب و ناپيدا شد تا اينكه كاروان حركت كرد . به\r\n\" واقصه \" رسيديم در آن محل چشمم به آن جوان افتاد كه مشغول نماز است . ولى با\r\nكيفيت مخصوص نماز مى گذارد ، اعضاى بدن او مضطرب ، اشك از چشمانش جارى\r\nاست . با خود گفتم اين همان خواسته ى قلبى من است كه به او رسيدم نشستم و صبر\r\nكردم تا او از نماز فراغت حاصل كند . تا نماز تمام گرديد رو به من نمود و خطاب به من اين\r\nآيه را تلاوت نمود : \" انى لغفار لمن تاب وآمن و عمل صالحا \" من بخشنده و پوشندهء\r\nگناهان توبه كنندگان و آنهايى كه ايمان آورده‌اند و كار نيك انجام مى دهند مى باشم . و\r\nاين آيه را قرائت نمود مرا تنها گذاشت و رفت . من با خود مى انديشيدم كه او ناچار يكى از\r\nاوتاد وابدال الهى است كه دو بار از ضمير من خبر داد بى آنكه سخنى به زبان آورم .\r\n\r\n","description":"","footnote":" 1 . هارون الرشيد ج 1 ، ص 177 .\r\n2 . سوره حجرات ، آيه 12 . ","page_name":" 1205 ","page_number":85},
  {"content":"\r\nهنگامى كه به \" منى \" رسيديم باز با او بر سر چاه منى به همديگر رسيديم او بالاى سر چاه\r\nايستاده بود و در دست خود ، دلوى داشت مى خواست از چاه آب بردارد دلو از دستش به\r\nچاه افتاد و من تماشا مى كردم كه ديدم نگاهى به سوى آسمان افكند و گفت : \" انت ربى\r\nاذا ظمئت الى الماء ، وقوتى اذا أردت الطعاما ، اللهم انت تعلم يا الهى وسيدى مالى\r\nسواها فلا تعد منى إياها \" . خدايا تو همه چيز من هستى ، آب و غذا و همهء خواست من\r\nهستى جز آن دلو ، وسيله ديگرى نيست . شفيق مى گويد : آب چاه آمد به حدى كه\r\nدسترسى به آب به آسانى صورت مى گرفت . او دلو را پر از آب ساخت و شروع به وضو نمود\r\nو چهار ركعت نماز گزارد . باز به سوى او رفتم و سلام كردم و جواب شنيدم و درخواست\r\nنمودم از باقى مانده ى آب به من هم عنايت كند : فرمود خداوند متعال نعمت‌هاى ظاهرى\r\nو باطنى را بر ما تكميل نموده است . حسن ظن خود را به ما تكميل نما از آب بر من\r\nعنايت كردند و خوردم . گمان بردم شكر و حلوا است ، من در عمر خود گواراتر و شيرين‌تر\r\nاز آن آب نخورده بودم . پس از خوردن آب از غذا هم سير شدم سپس او را ديگر نديدم تا\r\nاينكه به \" مكه \" رسيديم او را در يكى از شب ها ، نصف شب در كنار زمزم ديدم كه با كمال\r\nحضوع و خشوع و با اشك چشم و گريه ، مشغول نماز است تا صبح به عبادت و تمجيد\r\nپرداخت و وقتى فجر صادق از شفق زد نماز صبح خواند و در جايگاه نماز مشغول تسبيح\r\nگرديد سپس به طواف بيت پرداخت و نماز طواف گزارد و از كعبه بيرون آمد . من پشت سر\r\nاو افتادم ناگاه ديدم كه بر خلاف آنچه در راه ديده بودم و خدمتگذاران و اطرافيان دور او را\r\nگرفتند و تعظيم و تكريم مى نمايند . سلام مى دهند از يكى از نزديكان او پرسيدم كه اين\r\nبزرگوار كى باشد ؟ در پاسخ گفت : او موسى فرزند جعفر فرزند محمد فرزند على فرزند\r\nحسين فرزند على بن ابيطالب رضوان الله عليهم اجمعين مى باشد با خود گفتم اين همه\r\nعجائب و شگفتىها جز از اين بزرگوار و جز از اين اين خاندان از ديگرى زيبنده و روا\r\nنيست \" . ( 1 )\r\n\r\n","description":"","footnote":" 1 . روض الرياحين ، ص 58 ، احقاق الحق ج 2 ، ص 315 ، تذكره سبط ابن جوزى ص 375 ،\r\nچاپ نجف ، الفصول المهمه ص 333 ، چاپ اعلمى نجف . ","page_name":" 1206 ","page_number":86},
  {"content":"\r\nبخش سوم\r\nF\r\nتربيت يافتگان مكتب تربيتى امام ( عليه السلام )\r\n","description":"","footnote":"","page_name":" 1207 ","page_number":87},
  {"content":"\r\n","description":"","footnote":"","page_name":" 1208 ","page_number":88},
  {"content":"\r\n\r\nبخش سوم / فضايل اخلاقى و معنوى امام ( ع ) . . .\r\nتربيت شاگردان نمونه\r\nتربيت شاگردان فاضل و دانشمند و پارسا يكى ديگر از آثار علمى درخشان آن بزرگوار\r\nاست . با اينكه پس از پدر بزرگوارش در اثر حاكميت خفقان ، و مقاومت و پايدارى\r\nسرسخت امام ، اغلب در زندان‌ها و سلول‌هاى انفرادى به سر برده است در عين حال\r\nشاگردان فراوان و رجال علمى و فقهى متعددى در مكتب تربيتى او فارغ التحصيل\r\nشده‌اند و احاديث و راهنمائىهاى فراوانى كه از آن حضرت در ابواب فقهى نقل شده است\r\nكه بهترين دليل تبرز علمى و تشخص فضل و معنويت او مى باشد . با اينكه صدها نفر از\r\nمحضر پر فيض آن حضرت تلمذ و كسب علم و دانش نموده اند و اخبار و احاديث و\r\nدريافت‌هاى خود را نقل كرده اند ولى در ميان اصحاب حديث ، و راويان اخبار ، هيجده نفر\r\nبه صدق و امانت معروف گرديده اند كه در صدق و راستگويى و اطمينان گفتارى جاى\r\nآنان ، گفتگو نيست و منقولات آنان مهر صحت و اعتبار را خورده است و به تعبير اهل فن\r\n\" اصحاب اجماع \" هستند و همگان بر درستى روايات آنان اعتراف نموده اند كه شش تن از\r\nآنان از ياران و شاگردان امام باقر و شش نفر از ياران و شاگردان امام صادق ( عليه السلام ) و شش تن\r\nديگر از ياران و خواص شاگردان امام موسى بن جعفر ( عليه السلام ) بوده اند كه عبارتند از :\r\n1 . يونس بن عبد الرحمان .\r\n2 . صفوان بن يحيى فروشنده شاپورى .\r\n3 . محمد بن ابى عمير .\r\n4 . عبد الله بن مغيرة .\r\n5 . حسين بن محبوب السراد .\r\n6 . احمد بن ابى نصر بزنطى .\r\n","description":"","footnote":"","page_name":" 1209 ","page_number":89},
  {"content":"\r\nعلاوه بر اينها ما شرح حال چند تن ديگر از دهها نفر شاگرد مبرز را كه در زندگى او نكته اى\r\nاخلاقى و تربيتى به چشم مى خورد مى آوريم و تفصيل آن را به كتابهاى اختصاصى\r\nحوالت مىدهيم .\r\nدر شرح حال يونس بن عبد الرحمان نوشته اند كه او سلمان عصر خود بوده است و سى\r\nرساله در زمينه‌هاى مختلف اسلامى نوشته است و روزگار خود را با تأليف كتاب مىگذراند\r\nمگر آنكه مشغول نماز يا زيارت يا ملاقات برادران ايمانى خود باشد . ( 1 )\r\nابن ابى عمير كه از اصحاب امام موسى و امام رضا ( عليه السلام ) نيز بوده است و از هر دو بزرگوار\r\nروايت كرده است و دريافت‌هاى خود را در زمينه‌هاى مختلف نقل نموده است .\r\nجاحظ درباره او گويد :\r\n\" او موثق ترين شخص ميان عامه و خاصه و يكى از زاهدترين فرد روزگار خود بوده است .\r\nفضل بن شاذان گويد :\r\nوارد عراق شدم گفتگويى را شنيدم كه مردى رفيق خود را مورد عتاب قرار داده بود و\r\nمىگفت : كمتر به عبادت بپرداز و به زندگى و زن و بچهء خود هم برس ! مىترسم در اثر\r\nسجده‌هاى طولانى چشمت آسيب ببيند . او در جواب گفت :\r\nاگر چشم در اثر كثرت سجده آسيب پذير بود در برابر آنهمه سجده‌هاى طولانى چشمان\r\nابن ابى عمير كور مى گشت در صورتى كه چنين نبود .\r\nاو نيز به علت تقرب و نزديكى به امام از شر هارون ، ستمگر عصر خود دور نماند او را نيز به\r\nحبس افكندند تا از ياران و خواص ديگر امام كسب اطلاع نمايند و اسرار امام را از او\r\nدريابند ولى او با جوانمردى كامل با آن همه شكنجه و آزار امتناع ورزيد و سرى را فاش\r\nنساخت و در پايان با پرداخت يكصد و بيست هزار درهم آزاد گرديد او هنگام دستگيرى\r\nنوشته‌هاى خود را از بيم لورفتن ، در زير خاك دفن كرده بود پس از آزادى به سراغ نوشته\r\nهايش رفت قسمتى از آنها در اثر رطوبت از بين رفته بودند از اين رو در پاره‌اى از احاديث ،\r\n\r\n","description":"","footnote":" 1 . در مورد شرح حال و بيوگرافى ايشان به رجال كشى ، الكنى والألقاب ، اتقان المقال و . . .\r\nمراجعه شود . ","page_name":" 1210 ","page_number":90},
  {"content":"\r\n\r\nهنگام نقل تنها به متن حديث مى پرداخت يا چند نفرى را حذف مى كرد چون دسترسى\r\nبه سلسله سند نداشت و از كمال وثوق و اطمينانى كه راويان به گفته‌هاى او دارند احاديث\r\nمرسل ( حديثى كه راوى يا راويانى در سلسله سند آن حذف يا سقط شده باشد و مستقيم\r\nاز معصوم نقل گردد ) او را همانند مسند ( حديثى كه با سند پيوسته ، به معصوم ( عليه السلام ) برسد )\r\nپذيرفته اند و معروف است كه مراسيل ابن ابى عمير همانند مسانيد مى باشد . علاوه بر شش\r\nتن از اصحاب اجماع دهها تن از شاگردان مبرز ديگرى در مكتب تربيتى او پرورش يافتند\r\nكه از نمونه‌هاى بارز آن :\r\nمعمر بن خلاد ، عبد الرحمان بن بجلى ، على بن جعفر ، اسحاق بن عمار صيرفى ، اسماعيل\r\nبن موسى بن جعفر ( عليه السلام ) ، حسين بن على بن خصال ، داود رقى ، عبد السلام بن صالح\r\nحصروى ، اسماعيل بن مهران ، موسى بن بكير ، وصفوان بن يحيى \" جمال ( شتردار )\r\nمى باشد كه در مورد شخص اخير داستان آموزنده اى از پيشواى عاليقدر نقل شده است\r\nكه به جهت آموزندگى اجتماعى آن در اين قسمت نقل مى گردد و مى توان آن را نمونه اى از\r\nدرس ها و آموزش‌هاى امام ( عليه السلام ) به حساب آورد .\r\nتصميم ناگهانى صفوان\r\nوقتى به هارون الرشيد خبر دادند كه صفوان ( كاروان چى ) كاروان شتران را يك جا فروخته\r\nاست و بنابراين براى حمل خيمه و خرگاه خليفه در سفر حج فكر ديگرى بايد كرد هارون\r\nسخت در شگفت ماند و در انديشه فرو رفت چون فروختن تمام كاروان شتر آن هم در\r\nموسم حج و پس از قرارداد بستن با خليفه يك امر عادى و معمولى نيست ، بعيد نيست\r\nفروختن شتران با موضوع قرارداد او بستگى داشته باشد . صفوان را طلبيد و به او گفت :\r\nشنيده ام شترهايت را فروخته اى ؟\r\n- بلى يا أمير المؤمنين !\r\n- چرا ؟\r\n- براى اينكه پير و از كار مانده شده ام خودم كه از عهده بر نمى آيم بچه ها هم درست به فكر\r\nنيستند ديدم بهتر است كه بفروشم و راحت گردم .\r\n","description":"","footnote":"","page_name":" 1211 ","page_number":91},
  {"content":"\r\n- راستش را بگو چرا فروختى ؟\r\n- \" همين كه عرض كردم و به اطلاع عالى رساندم \" .\r\n- اما من مى دانم چرا فروختى ؟ حتما موسى بن جعفر از قرار بستن ها آگاه شده و تو را از\r\nاين كار منع كرده است او به تو دستور داده است شتران را بفروشى علت تصميم ناگهانى\r\nتو همين است و بس ! \" .\r\nهارون آن گاه با لحنى خشونت آميز و آهنگى خشم آلود گفت :\r\n\" صفوان ! اگر سوابق و دوستىهاى قديم تو نبود سرت را از روى تنه ات بر مى داشتم \" .\r\nهارون خوب حدس زده بود صفوان هر چند از نزديكان دستگاه خلافت ! به شمار مى رفت\r\nو سوابق ممتدى در دستگاه خليفه خصوصا با شخص هارون در ارتباط با حمل و نقل او\r\nداشت اما او از اخلاص كيشان و پيروان و شيعيان اهل بيت ( عليه السلام ) بود .\r\nصفوان پس از آن كه پيمان حمل و نقل اسباب و اثاثيه سفر حج را با خليفه بسته بود\r\nروزى با امام موسى بن جعفر ( عليه السلام ) برخورد كرد امام به او فرمود : \" صفوان ! همه چيز تو خوب\r\nاست جز يك چيز \" .\r\n- يابن رسول الله آن چيز كدام است ؟\r\n- اينكه شترانت را به اين مرد كرايه داده اى ! ؟\r\nيابن رسول الله من براى سفر حرامى كرايه نداده ام . هارون عازم حج است براى سفر حج\r\nكرايه داده ام به علاوه خودم نخواهم رفت بعضى از كسان و غلامان خود را همراه\r\nخواهم فرستاد \" .\r\n- صفوان ! يك چيز از تو سوال مى كنم .\r\n- بفرمائيد يابن رسول الله .\r\n- تو شتران خود را به او كرايه داده اى كه آخر كار ، كرايه بگيرى او شتران تو را خواهد برد و تو\r\nهم اجرت مقرر را از او طلبكار خواهى شد . اين طور نيست ؟\r\n- چرا يابن رسول الله .\r\n- \" آيا آن وقت تو دوست ندارى كه هارون لااقل اين قدر زنده و سالم بماند كه طلب تو\r\n","description":"","footnote":"","page_name":" 1212 ","page_number":92},
  {"content":"\r\n\r\nرا بپردازد .\r\n- چرا يابن رسول الله !\r\n- هر كس به هر عنوان دوست داشته باشد ستمگران باقى بمانند او جزء ستمگران\r\nمحسوب مى گردد و در عذاب الهى به سر خواهد برد .\r\nبعد از اين جريان بود كه صفوان آن شاگرد برجسته ى امام ( عليه السلام ) تصميم گرفت يك جا\r\nكاروان شتر را بفروشد هر چند اين كار به قيمت جانش تمام گردد ! ( 1 )\r\nرعايت حقوق برادران اسلامى\r\n\" شعيب فرزند يعقوب عقرقوفى پسر خواهر ابى بصير معروف ، كه يكى از شاگردان و ياران\r\nمورد اعتماد ووثوق امام هفتم ( عليه السلام ) به شمار مى آمد مى گويد : روزى مردى شرفياب محضر\r\nامام ( عليه السلام ) گشت و در پيشگاه او زانوى ادب زد تا كسب فيض و فضيلت نمايد . امام رو به او\r\nكرد و فرمود : ديروز فلان محل ميان تو و برادر دينى تو ( فلانكس ) مشاجره اى اتفاق\r\nافتاده است كه همديگر را فحش و ناسزا گفته ايد . بدان ! اين عمل از دين من و نياكانم\r\nنيست و به هيچ فردى ، اجازه ى چنين عملى را نداده ايم ، شما هر دو بوسيله مرگ از\r\nهمديگر جدا خواهيد شد و همين سفر مرگ دامن گير برادر دينى تو نيز خواهد گشت و\r\nدر اين صورت از عملى كه از تو سر زده است پشيمان و نادم خواهى گشت . زيرا كه شما هر\r\nدو مرتكب قطع رحم و پيوند برادرى شده ايد خداوند متعال عمرهاى شما را كوتاه\r\nنموده است \" . ( 2 )\r\nعبد الله بن حبيب بجلى يكى ديگر از شاگردان و اصحاب امام هفتم و هشتم به شمار\r\nمى آيد كه راويان حديث و سيره نويسان بر وثاقت و مورد اعتماد بودن او اتفاق كلمه\r\n\r\n","description":"","footnote":" 1 . سفينة البحار ، ج 2 ، ماده ظلم - داستان راستان ، ج 2 ، ص 25 متن عبارت عربى امام ( ع )\r\nچنين است : \" يا صفوان ! كل شيئى منكم حسن جميل ، الا شيئا واحدا . فقال : جعلت فداك اى\r\nشيئى هو ؟ قال اكرائك جما لك لهارون الرشيد . فقال : والله ما أكريته أشرا ولا بطرا ولا لصيداو\r\nلهو لكنى أكريته لطريق مكه ولا اتولاها بنفسى وانما أبعث معها غلمانى فقال لى : يا صفوان\r\nألست تحب بقاءهم الى ان يخرج كراك منهم ؟ قلت نعم ، يابن رسول الله ، قال : فمن أحب بقائهم\r\nفهو منهم و من كان منهم فقد ورد النار .\r\n2 . رجال كشى ، ص 277 . ","page_name":" 1213 ","page_number":93},
  {"content":"\r\n\r\nدارند ، كشى در كتاب رجال خود گويد : او روزى به امام ابوالحسن عرض كرد آيا شما از من\r\nراضى و خشنود نيستيد ؟\r\nامام فرمود : به خدا قسم ! خداوند و رسول خدا نيز از شما راضى و خشنود هستند ( 1 ) على بن\r\nابراهيم يكى ديگر از رجال نويسان و درايه شناسان اسلامى مى گويد : عبد الله بن جندب\r\nرا در عرفه مشاهده كردم كه بهترين موقف عرفه اى بود كه ديده بودم او دستهاى خود را\r\nبه سوى آسمان برداشته بود و اشك چشمان او از صورت او غلتيده و به زمين مى افتاد و\r\nدعا مى كرد . پس از مراجعت از عرفه به او گفتم خوش به حال تو كه بهترين حال را داشتى\r\nو در پاسخ گفت : به خدا جز به نفع برادران دينى دعاى ديگرى نداشتم چون پيشوايم امام\r\nموسى فرموده است هر فردى كه پشت سر برادر مؤمن خود دعا كند از عرش الهى ندا\r\nداده مىشود كه در مقابل هر كدام از خواسته‌هايى كه به نفع برادر دينى انجام داده اى\r\nچند برابر آن ، در حق تو پذيرفته مىشود . نمى دانم دعاهاى من مستجاب گرديده است يا\r\nنه \" ؟ ( 2 )\r\nعلى بن يقطين\r\nاو در سال 124 هجرى در كوفه متولد گرديد و در همان شهر ، نشو و نما و پرورش يافت و\r\nبه تحصيل علم و ادب پرداخت پدرش يكى از ارادت ورزان امام صادق ( عليه السلام ) بود . او در اواخر\r\nحكومت اموى در اثر مظالم و تعديات آنان مجبور به ترك وطن شد و در مدينه رحل\r\nاقامت افكند ولى با آغاز حكومت عباسيان از حجاز به عراق برگشت و در كوفه اقامه گزيد و\r\nبه حكومت عباسيان پيوست و با سفاح و منصور و مهدى همكارى نزديك داشت و\r\nمنصب مهمى پيدا نمود كه از آن منصب به نفع خود و دوستداران اهل بيت ( عليه السلام )\r\nاستفاده‌ها و بهره‌گيريها نمود . بارها دوستى و شيعه بودن او به تشكيلات عباسى سعايت\r\nشد ولى او با تدبير وسياست خاصى كه داشت با لطف الهى از اين سعايت ها سالم جان\r\nبه در برد . على فرزندش جانشين پدر گرديد همان روابط پدر را حفظ نمود و به مقام\r\nوزارت و مشاورت هارون رسيد و با دستور و راهنمائىهايى كه از طرف امام داشت در مورد\r\n\r\n","description":"","footnote":" 1 . رجال كشى ، ص 368 .\r\n2 . الروضه ، ج 1 ، ص 162 . ","page_name":" 1214 ","page_number":94},
  {"content":"\r\n\r\nشيعيان از هيچ نوع كمكى ، مضايقه نداشت او هر سال چند نفر را از طرف خود به نيابت\r\nحج مى فرستاد يكى از مورخين مى نويسد در يك سال شمردم صد و پنجاه نفر از طرف او\r\nبه حج رفتند و به هر كدام كمتر از هفتصد و بيشتر از ده هزار درهم مخارج راه نمى داد و\r\nاين هزينه ها علاوه بر كمكهاى نقدى و مالى بود كه در اختيار پيشواى هفتم قرار مى داد\r\nكه به مصرف نيازمندان شيعه برساند گاهى مبلغ آن به سيصد هزار درهم هم مى رسيد او\r\nبا هزينه ى شخصى خود وسيله ى ازدواج چند نفر از فرزندان امام را فراهم ساخت كه يكى\r\nاز آنان امام رضا ( عليه السلام ) بود كه ده هزار دينار به عنوان مهر همسرش ، تقديم نمود و سه هزار\r\nدينار به عنوان وليمه و مهمانى عروسى او پرداخت كرد و خدمات مالى و انسانى فراوانى ،\r\nدر حق شيعيان داشت كه جاى تفصيل آن نيست . ( 1 )\r\nدرخواست استعفاء\r\nاو كه در عهد مهدى عباسى و هادى ، در قسمت‌هاى مختلف حكومت عباسى ، اشتغال\r\nداشت در عهد هارون به مقام وزارت رسيد و طرف شور هارون قرار گرفت . روزى از امام\r\nموسى بن جعفر ( عليه السلام ) درخواست نمود كه اگر صلاح مىداند او از مقام خودش استعفاء دهد\r\nو از تشكيلات عباسى كناره گيرى نمايد . امام ( عليه السلام ) با در نظر گرفتن شخصيت ممتاز و\r\nموقعيت آن روز شيعيان ، و با توجه به مصالح شخصى خود على فرمود : \" اين كار را نكن !\r\nخدمات و همكارىهاى شما با شيعيان بسيار مغتنم است و اميد بيشترى مى رود كه\r\nخداوند به بركت شما گرفتارى را نجات دهد يا آتش اختلافى را فرونشاند ، درست است\r\nوجود تو در آن بساط يك نوع سيئه و گناه است ولى گناهى است كه كفاره ى آن خدمت به\r\nبرادران دينى است . اگر شما يك مورد را به من تعهد بسپارى و قول بدهى من سه چيز را\r\nدر حق تو تضمين مىنمايم . تو فقط متعهد گردى كه گرفتارىهاى درماندگان و گرفتاران\r\nدوستان ما را حل كنى و با احترام و تكريم با آنان رفتار نمائى من متعهد مى گردم و از\r\nخداوند متعال مسئلت مى نمايم :\r\n1 . هرگز سقف زندان ، بر تو سايه نيافكند .\r\n\r\n","description":"","footnote":" 1 . فهرست ابن نديم ، ص 328 - رجال كشى ص 270 . ","page_name":" 1215 ","page_number":95},
  {"content":"\r\n\r\n\r\n2 . فقر و مسكنت و بيچارگى ، به سراغ تو نيايد .\r\n3 . شكنجه و ناراحتى و شمشير دين هرگز به فرق تو نرسد .\r\nتو كاملا آگاه باش ! هر فردى كه مؤمنى را شادمان و خشنود سازد نخست خدا را راضى\r\nساخته است در مرتبه دوم پيامبر خدا ( صلى الله عليه وآله ) را خوشحال ساخته است و در نهايت ما اهل\r\nبيت را مسرور نموده است . ( 1 )\r\nابن يقطين هنگامى كه امام به عراق آمد مجددا ناراحتىهاى روحى خود را با امام در\r\nميان گذاشت و مجددا از پيشگاه ارجمندش مسئلت نمود كه استعفاى او را بپيذيرد و\r\nاجازهء ترك شغل دهد . امام فرمود : على ! خداوند متعال را در دستگاه‌هاى ظلم و ستم ،\r\nاولياء و دوستانى هست كه خداوند به وسيله ى آنان ، از دوستان خود ، حمايت و دفاع\r\nمى نمايد و تو از آن افراد هستى .\r\nنجات از توطئه\r\nامام هفتم در اثر لياقت و تقوى و ايمان قلبى على بن يقطين علاقه خاصى به او داشت و\r\nهميشه سلامت و آسوده‌گى او را مد نظر قرار مى داد و بارها در حق او دعا نموده بود به\r\nحدى كه روز عيد قربان هم او را فراموش نكرد و در حق او دعا نمود به بركت دعاى آن\r\nبنده صالح و شايسته خدا ، او در آن پست حساس و پرخطر خود ، بارها از توطئه و خطر\r\nنجات پيدا كرد كه دو مورد آن را بازگو مى كنيم :\r\n1 . خلعت خليفه :\r\nهارون در موارد گوناگون او را مورد عنايت و محبت خود قرار مى داد و لباس و اشياء\r\nگرانبها هديه مى داد روزى به عنوان انعام لباس بسيار فاخر و زربافى كه مخصوص خلفاء و\r\nرجال بود به او هديه كرد و دربارهء نگهدارى و محافظت آن توصيه و تأكيد خاص نمود . او\r\nلباس را با مبلغى پول به پيشگاه امام فرستاد امام لباس را برگرداند و به او توصيه نمود كه\r\nآن را محفوظ داشته باشد . روزى به آن احتياج شديد پيدا مىكند .\r\nعلى بن يقطين پس از دريافت نامه و سفارش امام ، آن لباس را در صندوق جا داد و مهر\r\n\r\n","description":"","footnote":" 1 . مكاسب شيخ مرتضى انصارى باب مكاسب محرمه . ","page_name":" 1216 ","page_number":96},
  {"content":"\r\n\r\nنمود . مدتى از اين جريان گذشت خدمتگزارى كه در جريان اهداى لباس بود و او لباس را\r\nبه حضور امام برده بود مورد غضب و خشم على بن يقطين قرار گرفت او به عنوان انتقام از\r\nارباب خود به خليفه شكايت كرد و جريان لباس را در اختيار او گذاشت و از روابط خاص او\r\nبا امام هفتم سخنها گفت به حدى كه هارون را بر خشم و غضب و ناراحتى واداشت .\r\nهارون به على بن يقطين متغير گرديد و او را مورد غضب وقهر خود قرار داد . همان وقت ،\r\nلباس مخصوص اهدائى خود را از او درخواست نمود .\r\nعلى بن يقطين گفت : بهتر است برخى از خدمتگزاران خود را مأمور سازى تا آن لباس را\r\nاز صندوق مخصوصى كه در خانه قرار دارد بياورد ؟\r\nهارون دستور داد تا با نشانى كه على داده است به منزل او برود ، وخلعت خليفه را بياورد .\r\nخدمتگزاران هارون با نشانى خاص و كليدى كه گرفته بودند به سراغ منزل على رفتند و\r\nآن لباس را در بستهء مخصوص به حضور خليفه آوردند هارون مشاهده كرد كه همان\r\nلباس در جايگاه خاص با همان كيفيت نخستين ، و نپوشيده آماده است خود شرمنده و\r\nمتأثر گشت و قسم خورد ديگر حرف‌هاى سخن چينان را دربارهء او باور نكند و از وزير\r\nمشاور خود معذرت بطلبد و جائزه‌اى هم به او داد و دستور داد هزار تازيانه ، به غلام سخن\r\nچين بنوازند .\r\nميان دو كس جنگ چون آتش است * سخن چين بدبخت ، هيزم كش است\r\nپانصد تازيانه به بدن عريان او نواختند او در زير همان تازيانه ها جان سپرد .\r\nعلى بن يقطين خوشحال و شادمان از حضور هارون بيرون آمد و در دل خود از عنايت\r\nامام هفتم ( عليه السلام ) بسيار سپاسگزار و خرسند بود .\r\n2 . وضوء :\r\n\" از سوى امام هفتم ( عليه السلام ) دستور داشت كه در تشكيلات خلافت ، وضوى خود را همانند\r\nاهل تسنن انجام دهد تا روزى كه خود امام دستور ثانوى صادر نمايند .\r\nاو طبق فرمودهء امام رفتار مى كرد اطرافيان و جاسوسان خلافت ، در مورد تشيع و روابط او\r\nبا امام هفتم مطالبى به اطلاع هارون رساندند و مخصوصا بر اين نكته تكيه داشتند او\r\n","description":"","footnote":"","page_name":" 1217 ","page_number":97},
  {"content":"\r\n\r\n\r\nاموال فراوانى در اختيار امام قرار مى نهد ، و با روش او عبادت و وضوء مىگيرد .\r\nهارون خواست گفته‌هاى مردم را امتحان كند و خودش به صدق گفتار آنان واقف گردد .\r\nدر يكى از روزها به هنگام وضو گرفتن وزير خود ، از پنجرهء قصر خود ناظر و تماشاگر\r\nوضوى او گرديد و بر خلاف سعايت ها و بدگوئىهاى بدخواهان ، مشاهده كرد او طبق فقه\r\nاهل سنت وضوء مى گيرد . هارون نتوانست خوددارى كند از پنجرهء قصر خود صدا زد :\r\nديگر هرگز گفته‌هاى ديگران را در حق تو باور نمى كنم ! \" . ( 1 )\r\n3 . ابن بزيع :\r\nيكى ديگر از اعيان و رجال بزرگ شيعه و از شاگردان مبرز و از روايتگران احاديث اهل بيت\r\nمى باشد . نامش محمد بن اسماعيل يكى از علاقمندان اهل بيت است كه هم از امام هفتم\r\nو هم از پيشواى هشتم كسب فيض و علم نموده است و طبق امر امام ، در تشكيلات و\r\nدستگاه بنى عباس هم شغل مهمى برگزيده و يكى از مشاورين خاص حكومت بود . امام\r\nرضا ( عليه السلام ) به او فرمودند : \" در دستگاه‌هاى ادارى ستمگران ، كسانى از صلحا و نيكوكاران\r\nوجود دارند كه خداوند متعال بلا و آفت را بوسيلهء آنان از اولياى خود بر مىگرداند ، و\r\nأمور مسلمانان را با كمك آنان ، اصلاح مىكند ، افراد با ايمان را از ضرر و گرفتارى نجات\r\nمى بخشد . آنان پناه نيازمندان از اهل ايمان هستند \" . ( 2 )\r\n4 . مؤمن طاق :\r\nمحمد بن على بن نعمان يكى از افاضل شاگردان مكتب تربيتى امام ششم و امام هفتم\r\nمى باشد كه در مباحثات اعتقادى و مناظرات كلامى ، مهارت وتبحر خاصى داشت و اين\r\nقبيل مباحث از طرف امام ( عليه السلام ) به او محول مى گرديد . دفاعيات او از مقام ولايت اهل بيت\r\nفراوان صورت گرفته است و گفتگوهاى متعددى با رؤساى اديان و مذاهب انجام داده\r\nاست كه در همه پيروزى با او بوده است گويند روزى ابوحنيفه به او گفت : آيا راست است\r\nكه تو معتقد به رجعت و بازگشت مجدد هست ؟\r\nگفت : آرى . ابوحنيفه با مسخره و استهزاء گفت : پس پانصد دينار به من قرض بده و هنگام\r\n\r\n","description":"","footnote":" 1 . مناقب ، ج 2 ، ص 356 .\r\n2 . نجاشى ، ص 255 . ","page_name":" 1218 ","page_number":98},
  {"content":"\r\nبازگشت مجددا من به تو پرداخت مى نمايم . مؤمن طاق : عيب ندارد در صورتى كه تو به\r\nمن تعهد بسپارى كه هنگام رجعت به صورت ميمون يا ديگر مسخ شده ها بر نگردى بلكه\r\nبه صورت انسان باشى تا بتوانم طلب خود را وصول نمايم ابوحنيفه شرمنده و عاجز از\r\nپاسخ شد . ( 1 ) او پس از رحلت امام صادق ( عليه السلام ) با ابوحنيفه روبرو گرديد ، وى به صورت\r\nشماتت از مؤمن پرسيد : امام تو هم از دست رفت .\r\nمؤمن پاسخ داد : آرى ! امام من رحلت نمود ولى امام و پيشواى تو تا وقت معلوم مهلت\r\nداده شده است ( اشاره به شيطان است كه قرآن مى فرمايد : \" من المنظرين الى يوم الوقت\r\nالمعلوم . . . \" ) . ( 2 )\r\nموسى بن ابراهيم مروزى آموزگار فرزندان سندى بود كه افتخار آشنائى و كسب فيض\r\nمحضر امام را در منزل سندى بن شاهك دريافت و از وجود پر فيض امام بهره ها برد و\r\nآنچه را شنيده بود در كتابى به نام \" مسند الأمام موسى بن جعفر ( عليه السلام ) \" تأليف نمود كه مورد\r\nتوجه دانشمندان و محققين قرار گرفته است و تاكنون به صورت‌هاى مختلف به طبع\r\nرسيده است . مسند امام شامل 59 حديث است كه به عنوان نمونه چند حديث از آنها نقل\r\nمى گردد :\r\n1 . قال ( عليه السلام ) قال رسول الله : \" لا طاعة لمخلوق في معصية الله \" : هرگز با معصيت به\r\nپروردگار امتثال امر بنده روا نيست .\r\n2 . قال ( عليه السلام ) قال رسول الله : \" من آذى المسلمين في طرقهم وجبت عليه لعنتهم \" :\r\nهر فردى كه در امر راه ، اذيت مسلمانان را فراهم سازد شايسته ى لعن ونفرت\r\nمردم مى باشد .\r\n3 . قال ( عليه السلام ) قال رسول الله ( صلى الله عليه وآله ) : \" ألمرء على دين خليله \" : روحيه ى هر فرد را با دوستش\r\nمى توان شناخت .\r\n4 . قال ( عليه السلام ) : \" ان الحسن والحسين لايقبلان جوائز معاويه \" : جدم حسن و حسين عطايا و\r\nجوائز معاويه را نمى پذيرفتند .\r\n\r\n","description":"","footnote":" 1 . تنقيح المقال ، ج 3 ، ص 161 .\r\n2 . رجال كشى ، ص 123 . ","page_name":" 1219 ","page_number":99},
  {"content":"\r\n\r\n5 . قال ( عليه السلام ) قال رسول الله ( صلى الله عليه وآله ) : \" ثلاث لاترد دعوتهم : الأمام العادل ، والصائم حتى يفطر\r\nودعوة المظلوم \" : دعاى سه نفر به مرحله اجابت نزديكتر است : پيشواى راستين ، فرد\r\nروزه دار قبل از افطار ، و ستمديده و مظلوم . ( 1 )\r\nهشام زبان گوياى شيعه\r\nهشام بن حكم يكى ديگر از شاگردان با فضيلت و سخنگوى توانا از تربيت يافتگان امام\r\nششم و هفتم ( عليه السلام ) مى باشد كه عمر خود را در راه مبارزه و دفاع از اهل بيت طهارت و\r\nعصمت صرف نمود و دشمنان و مخالفين را با سلاح علم و منطق و حربهء فضيلت و\r\nدانش ، منكوب و محكوم نمود او در مناظرات متعددى شركت جست و پيروزى نهائى را\r\nدر همه جا به دست آورد . سكونت او در بغداد در محله كرخ بوده است و به شغل تجارت\r\nمى پرداخت نخست متمايل به فرقه جهميه بود كه متمايل به جبر و سلب قدرت از انسان\r\nبود در اثر تماس با امام ششم و كسب فيض از محضر او توانست خود را از اوهام و\r\nسفسطه‌ها نجات داده و به حقيقت و واقع گرايش و تمايل پيدا نمايد و مس وجود خود را\r\nتبديل به طلا نمايد و دوره ى تكميلى خود را در مكتب امام طى نمايد و از فارغ\r\nالتحصيلان مبرز آن مكتب درآيد و افراد فراوانى را به شاهراه هدايت و سعادت ، سوق\r\nدهد و اندوخته‌هاى علمى خود را به صورت بيان و بنان ، در اختيار ديگران قرار دهد ، امام\r\n","description":"","footnote":"","page_name":" 1220 ","page_number":100},
  {"content":"\r\nصادق ( عليه السلام ) در حق او فرمود : \" تو در مدافعات خود نسبت به اهل بيت مؤيد و منصور از\r\nجانب پروردگار عالم هستى \" و اين فضيلت در حق او كافى است . ( 2 )\r\nمناظرات او با عمرو بن عبيد امام مسجد بصره ، يحيى بن خالد برمكى ، نظام و ديگر سران\r\nفرقه‌هاى باطله آن روز معروف است به خصوص كه درباره ى هشام بن حكم ، كتاب‌هاى\r\nمستقلى تأليف شده است كه ما را بى نياز از معرفى او مى نمايد . ( 3 )\r\n\r\n","description":"","footnote":" 1 . رجال نجاشى ، ص 319 .\r\n2 . الشافى ، سيد مرتضى علم الهدى ، ص 12 .\r\n3 . در اين باره به هشام بن حكم از انتشارات دانشگاه مشهد ، جلد دوم حياة الامام موسى بن\r\nجعفر از صفحه 338 تا صفحه 358 ، رجال كشى و عيون اخبار الرضا جلد دوم ، هشام بن حكم\r\nتأليف استاد گرامى شادروان سيد احمد صفايى زنجانى و . . . مراجعه شود . ","page_name":" 1221 ","page_number":101},
  {"content":"\r\nبخش چهارم\r\nامام موسى بن جعفر ( عليه السلام ) و تفسير قرآن مجيد\r\n","description":"","footnote":"","page_name":" 1222 ","page_number":102},
  {"content":"\r\n\r\n\r\nبخش چهارم / امام ( ع ) و تفسير قرآن مجيد . . .\r\nامام هفتم ، با كلمات حكمت آميز و بيانات منطقى و عقلى بسيار آموزنده اشتهار دارد\r\nسخن معروفى از آن بزرگوار نقل شده است كه مىتواند رأس حكمت شمرد جائى كه به\r\nهشام يكى از ياران صميمى خو د مى فرمايد :\r\n\" لو كان في يدك جوزة وقال الناس : لؤلؤة ما كان ينفعك وأنت تعلم أنها جوزة ، ولو\r\nكان في يدك لؤلؤة وقال الناس انها جوزه ، ما كان يضرك وانت تعلم انها لؤلؤة \" .\r\nاگر گردوى در دستت بوده باشد و عموم مردم بگويند لؤلؤ است سودى به حال تو نخواهد\r\nداشت در صورتى كه كه تو خود مى دانى آن گردو است و اگر لؤلؤئى در دستت باشد و همهء\r\nمردم بگويند : \" گردو \" است باز زيانى به حالت نخواهد داشت در صورتى كه مى دانى لؤلؤ\r\nاست \" . ( 1 ) هم اكنون چند مورد از تفسير قرآن مجيد آن بزرگوار را مى آوريم :\r\n1 . بشارت به صاحبان عقل و انديشه\r\nقال ( عليه السلام ) في وصية مفصلة لهشام :\r\n\" ان الله تبارك و تعالى تبشر اهل العقل والفهم في كتابه : فقال : * ( فبشر عبادى الذين\r\nيستمعون القول فيتبعون احسنه اولئك الذين هداهم الله واولئك هم اولو الالباب ) * . ( 2 )\r\nامام موسى بن جعفر ( عليه السلام ) در طليعه وصيتنامه مفصلى كه به يكى از ياران خود به نام هشام\r\nدارد مى فرمايد خداوند متعال به صاحبان انديشه و خرد در قرآن كريم بشارت داده است\r\nو فرموده است : \" بشارت بده به بندگان من ، آنان كه گفتار را مى شوند پس از بهترين آنها\r\nپيروى و تبعيت مى كنند آنان صاحبان خرد و انديشه هستند \" .\r\n\r\n","description":"","footnote":" 1 . تحف العقول ص 386 چاپ نصرتى قم .\r\n2 . انفال آيه 72 . ","page_name":" 1223 ","page_number":103},
  {"content":"\r\n2 . در برخورد با هارون الرشيد\r\nامام موسى بن جعفر ( عليه السلام ) همواره برخورد فكرى و سياسى با هارون الرشيد داشت به\r\nحدى كه جان عزيز خود را نيز در مبارزه با ستمگر و ستم ، فدا و تقديم حقيقت نمود\r\nامام ( عليه السلام ) در يكى از اين برخوردها با هارون گفتگوئى دارد كه در آن جلسه بيشترين استناد\r\nامام به آيات و كلمات نورانى قرآن مجيد بوده است ما فرازى از آن سخنان را در زير\r\nمى آوريم .\r\nامام ( عليه السلام ) در مورد عدم توارث عباس از پيامبر خدا ( صلى الله عليه وآله ) چنين گويد : \" قال ان النبى لم يورث\r\nمن لم يها جر ولا اثبت له حتى يهاجر فقال ما حجتك فيه ، فقال قول الله عزوجل :\r\n* ( والذين آمنوا و لم يهاجروا ما لكم من ولايتهم من شيئ حتى يهاجروا ) * ( 1 ) وان العباس\r\nلم يهاجر .\r\nقال لم جوزتم للعامة والخاصة ان ينسبوكم الى رسول الله ( صلى الله عليه وآله ) و يقولون لكم : يا بنى رسول\r\nالله وانتم بنو على ، وانما ينسب المرء الى ابيه وفاطمة ( عليها السلام ) انما هى وعاء والنبى جدكم من\r\nقبل امكم ، فقال لو ان النبى نشر فخطب اليك كريمتك هل كنت تجيبه ؟\r\nفقال سبحان الله ! و لم لا اجيبه بل أفخر على العرب والعجم وقريش بذالك ، فقال له\r\nاحسنت فقال : لكنه لا يخطب الى ولاازوجه كريمتى من ه قط فقال لم ؟ قال لأنه ولدنى\r\nو لم يلدك .\r\nفقال : كيف قلتم انا ذريته والنبى لم يعقب وإنما العقب للذكر لا أنثى وانتم ولد البيت\r\nفقال : * ( و من ذريته داود وسليمان وايوب ويوسف و موسى وهارون وكذالك نجزى\r\nالمحسنين وزكريا ويحيى وعيسى وإلياس ) * قال من ابو عيسى ؟\r\nقال ليس له اب فقلت انما ألحقه الله بذارى الانبياء من طريق مريم ( عليها السلام ) وكذالك الحقنا\r\nبذارى رسول الله من قبل امنا فاطمة ( عليها السلام ) \" . ( 2 )\r\nامام موسى بن جعفر ( عليه السلام ) در اين مورد كه چرا عباس جد بزرگ عباسيان نتوانست از پيامبر\r\n\r\n","description":"","footnote":" 1 . انعام آيه 84 .\r\n2 . معادن الحكمة ج 2 ، ص 144 - 146 . ","page_name":" 1224 ","page_number":104},
  {"content":"\r\nاسلام ( صلى الله عليه وآله ) ارث ببرد و هيچ ولايت و سرپرستى نداشت چه دليلى داريد ؟\r\nامام ( عليه السلام ) در پاسخ فرمود : در مورد عدم توارث عباس به آيه شريفه اى استناد جستند كه\r\nمى فرمايد آنان كه ايمان آورده اند ولى هجرت به مدينه انجام ندادند تا هجرت ننمايند\r\nدرباره ولايت و سرپرستى آنان ، هيچ تعهدى ندارى \" عباس نيز از افرادى بود كه هجرت\r\nننموده بود .\r\nهارون گفت : شما به چه عنوان به خواص و عوام اجازه داديد كه شما را به رسول خدا ( صلى الله عليه وآله )\r\nنسبت دهند وشما را به عنوان فرزندان رسول خدا ( صلى الله عليه وآله ) بخوانند در صورتى كه شما\r\nفرزندان على ( عليه السلام ) هستيد و افراد به پدر نسبت داده مىشود نه به مادر چون مادر حكم\r\nظرف ولادت را دارد و رسول خدا ( صلى الله عليه وآله ) جد و نياى بزرگ شما از ناحيه مادر است نه آنكه پدر\r\nشما بوده باشد .\r\nامام ( عليه السلام ) در پاسخ فرمودند :\r\nمن اكنون سوالى از شما دارم و آن اينست اگر پيامبر اسلام سر از قبر بردارد و از دختر\r\nشما خواستگارى نمايد آيا شرعا مىتوانيد درخواست او را بپذيريد يا نه ؟\r\nهارون ! سبحان الله ! چرا نپذيرم بلكه با پذيرفتن آن بر عرب و عجم و قريش و غيره نيز\r\nافتخار و مباهات مى نمايم كه چنين دامادى پيدا كرده ام .\r\nامام ( عليه السلام ) بسيار خوب . شما مىتوانيد دختر خود را به ازدواج او درآوريد ولى من شرعا\r\nچنين اجازه و رخصتى را ندارم چون او پدر و والد من است نه پدر و والد تو .\r\nهارون : شما مى گوئيد ما از نسل و ذريهء رسول خدائيم در صورتى كه پيامبر اسلام ذريه\r\nو نسلى نداشته است و پس از خود فرزند ذكورى باقى نگذاشته است نسل و ذريه از پسر\r\nاست نه از دختر ، شما كه از فرزندان دخترى او هستيد نه پسرى .\r\nامام ( عليه السلام ) آيه شريفه * ( و من ذريته داود وسليمان وايوب ويوسف و موسى وزكريا و\r\nيحيى و عيسى و إلياس ) * را تلاوت نمود و پرسيد آيا پدر عيسى كى بود . . . ؟\r\nهارون : عيسى كه پدر نداشت .\r\n","description":"","footnote":"","page_name":" 1225 ","page_number":105},
  {"content":"\r\n\r\nامام ( عليه السلام ) : درست است عيسى ( عليه السلام ) پدر نداشت ولى خداوند او را بواسطه مريم به نسل انبياء\r\nو پيامبران پيشين داوود ، سليمان و . . . پيوست داده است و همچنان ما را نيز از ناحيهء\r\nمادرمان فاطمه ( عليها السلام ) به نسل پيامبر اسلام رسول خدا ( صلى الله عليه وآله ) ملحق و پيوست داده است .\r\nمباهله :\r\nآنگاه امام ( عليه السلام ) افزود مى خواهى چيز ديگرى را بيافزايم ؟\r\nهارون گفت : خوب بياور ! امام فرمودند خداوند متعال در آيه شريفه آل عمران مى فرمايد :\r\n\" ممن حاجك من العلم فقل تعالوا ندع ابنائنا وابنائكم ، ونسائكم ، وانفسنا وانفسكم ثم\r\nنبتهل فنجعل لعنة الله على الكاذبين \" . ( 1 )\r\nاين آيه در داستان مباهله نجران با پيامبر اسلام ( صلى الله عليه وآله ) نازل گرديده است و كسى ادعا نكرده\r\nاست كه پيامبر خدا زير عبا به هنگام مباهله جز : على بن ابيطالب ، فاطمه و حسنين ( عليه السلام ) را\r\nوارد كرده باشد پس تأويل كلام الهى در مورد \" أبنائنا \" : حسن وحسين ( عليها السلام ) و \" نسائنا \" :\r\nفاطمه زهرا ( س ) و \" أنفسنا \" : على بن ابيطالب ( عليه السلام ) مى باشد علاوه بر آن علماء اجماع\r\nنموده‌اند كه جبرئيل در روز \" أحد \" به پيامبر خدا ( صلى الله عليه وآله ) گفت اين فداكارى مواساة و از\r\nخود گذشتگى از على است پيامبر خدا ( صلى الله عليه وآله ) فرمود : چون او از من و من هم از اويم جبرئيل\r\nگفت من هم از شما دو نفر مى باشم سپس جبرئيل گفت : \" لاسيف الا ذوالفقار ولافتى إلا\r\nعلى \" آن چنان كه خداوند متعال خليل خود را با كلمه \" فتى \" تعريف كرده است جائى كه\r\nدر داستان شكستن بتهاى ستاره پرستان مى فرمايد : \" فتى يذكرهم يقال له ابراهيم ( 2 ) ما\r\nپسر عموهاى شما خليفه به گفتار جبرئيل افتخار مى كنيم كه او هم از ما است \" . هارون\r\nگفت : بسيار خوب گفتى آيا حوائجى دارى كه به من بيان نمايى ؟\r\nامام ( عليه السلام ) فرمودند : نخستين حاجت من آنست كه به پسر عمويت اجازه و رخصت دهى كه\r\nبه حرم جدش ( مدينه ) و به سوى خانوادهء خود برگردد ؟\r\nهارون گفت : عيب ندارد بنگريم كه انشاء الله مىشود .\r\n\r\n","description":"","footnote":" 1 . آل عمران آيه 61 .\r\n2 . انبياء آيه 60 . ","page_name":" 1226 ","page_number":106},
  {"content":"\r\n\r\n\r\n\r\nروايت شده است پس از اين ماجرا او را به سندى بن شاهك تحويل داد و گمان آنست كه\r\nپس از آن تاريخ پيش او وفات يافت . ( 1 )\r\n3 . تشويق به تلاوت قرآن\r\nشيخ مفيد در \" ارشاد \" نقل مىكند : مردم از امام موسى بن جعفر ( عليه السلام ) فراوان روايت كرده اند\r\nاو فقيه ترين مردم عصر ، و حافظ ترين مردم نسبت به قرآن و زيبا آوازترين مردم نسبت به\r\nقرائت قرآن بود او با حزن واندوه قرآن تلاوت مى كرد و شنوندگان آواى قرآن او به گريه\r\nمى افتادند مردم مدينه او را \" زين المتهجدين \" مى ناميدند ( 2 ) و كافى نقل نموده است : امام\r\nبارها مى فرمود : درجات و مراتب بهشت بر حسب شمارش آيات قرآنى است گفته مىشود\r\nقرآن بخوان بالاتر برو پس او قرآن مى خواند و بالاتر مى رود \" . ( 3 )\r\n4 . مال كثير چه قدر است ؟\r\nاز آن حضرت در مورد فردى سوال كردند كه نذر كرده است : \" به خدا اموال كثيرى را\r\nتصدق خواهم نمود \" چه مقدارى صدقه دهد ؟\r\nامام ( عليه السلام ) در پاسخ فرمودند : اگر فردى كه سوگند ياد كرده است صاحب گوسفند باشد پس\r\nمى بايست 84 رأس گوسفند اگر داراى شتر است 84 نفر شتر و اگر صاحب دراهم و پول\r\nاست پس 84 درهم بپردازد . چون خداوند متعال فرموده است : \" ولقد نصركم الله في\r\nمواطن كثيره ويوم حنين \" ( 4 ) مواطن مورد تأييد رسول خدا پيش از نزول اين آيه\r\nشمرده اند پس 84 موطن و مورد بوده است . ( 5 )\r\n5 . حرمت خمير\r\nعلى بن يقطين گويد : مهدى خليفه عباسى از امام موسى بن جعفر ( عليه السلام ) در مورد \" خمير \"\r\n\r\n","description":"","footnote":" 1 . عيون اخبار الرضا ص 81 ، معادن الحكمه ج 2 ، ص 146 ، قابل توجه است كه در كتاب\r\n\" معادن الحكمة \" ج 2 ، علم الهدى ( متوفى 1115 ) تعداد نامه از نامه‌هاى موسى بن جعفر ( عليها\r\nالسلام ) را آورده است .\r\n2 . ارشاد مفيد ص 279 ، چاپ دار الكتب الاسلامية 1377 .\r\n3 . اصول كافى ، باب قرائت قرآن .\r\n4 . سوره توبه آيه 2 .\r\n5 . بحار الأنوار ج 11 ، ص 353 . ","page_name":" 1227 ","page_number":107},
  {"content":"\r\n\r\nپرسيدند : آيا در كتاب خدا حرام شده است ؟ در صورتى كه مردم نهى از خمر را\r\nمى شناسند ولى تحريم آن را نمى شناسند ؟\r\nامام ( عليه السلام ) فرمودند : بلى خمر در كتاب خدا هم تحريم شده است .\r\nمهدى پرسيد : در كدام آيه از آيات الهى اى ابوالحسن ؟\r\nامام ( عليه السلام ) فرمودند در آيه شريفه \" انما حرم ربى الفواحش ما ظهر منها و ما بطن والأثم و\r\nالبغى به غير الحق \" ( 1 ) مقصود از \" ما ظهر منها \" آن زناى آشكار است كه زناكاران عهد جاهليت\r\nبر سر دربها پرچم مى افراشتند . و مقصود از \" ما يطن \" ازدواج با همسران پدران مى باشد\r\nكه در جاهليت پس از مرگ پدر ، پسران با آنان ازدواج مى كردند و مقصود از \" إثم \" خود\r\nخمر و شراب مى باشد جائى كه خداوند متعال در جايگاه ديگرى از قرآن مى فرمايد :\r\n\" يسئلونك عن الخمر والميسر قل فيهما إثم كبير \" ( 2 ) إثم در كتاب خدا خمر و ميسر\r\nمىباشد واثم آنها بيشتر از نفع آنها است .\r\nمهدى به على بن يقطين گفت : اين يك فتواى هاشمى است .\r\nعلى بن يقطين گفت : آرى راست مى گويى و شكر خدا را كه اين علم و دانش را از شما اهل\r\nبيت بيرون نبرده است .\r\nمهدى گفت : راست گفتى اى رافضى ! ( 3 )\r\n6 . توحيد و خداشناسى\r\nمحمد بن عمير گويد : به محضر آقا و سرورم موسى بن جعفر ( عليه السلام ) وارد شدم عرضه داشتم\r\nاى فرزند رسول خدا ( صلى الله عليه وآله ) توحيد را به من بياموز :\r\nامام ( عليه السلام ) فرمود : اى ابا احمد ! در مسألة توحيد نبايست از آنچه كه خداوند تعيين فرموده\r\nاست تجاوز كرد كه به وادى هلاكت مى افتى بدان كه خداوند واحد ، احد ، صمد مى باشد\r\n\r\n","description":"","footnote":" 1 . سوره اعراف آيه 33 .\r\n2 . سوره بقره آيه 219 .\r\n3 . بحار الأنوار ج 11 ، ص 277 . ","page_name":" 1228 ","page_number":108},
  {"content":"\r\n\r\nوالد نيست تا ارث برده شود و مولود نيست كه شريكى داشته باشد او صاحب ، فرزند\r\nنيست و شريكى اتخاذ نكرده است او هميشه زنده است مرگ و ممات بر او راه ندارد ، او\r\nقادرى است هرگز عاجز و ناتوان نمىگردد او قاهر و پيروزى است كه هرگز مغلوب\r\nنمىگردد او حليم و بردبارى است كه هرگز عجله نمىكند او دائم و هميشگى است هرگز از\r\nبين نمىرود او باقى و پايدار است هرگز فانى نمى شود ، ثابت و استوار است هرگز زوال\r\nندارد او غنى و بى نياز است هرگز نيازمند نمى گردد ، او عزيز و توانمند است هرگز ذليل و\r\nخوار نمى گردد او عالم و دانا است هرگز جاهل و نادان نمى شود ، او عادلى است هرگز جور\r\nو جفا نمى كند ، او بخشنده اى است هرگز بخل و امساك نمى ورزد ، او وجودى است هرگز\r\nعقول و انديشه‌ها نمى توانند او را به اندازه درآورند و اوهام و خيالات بر او واقع نمى گردد ،\r\nاماكن و اقطار بر او احاطه نمىكند و مكانى او را در برنمىگيرد ، ديده ها او را درك نمى كنند\r\nاو لطيف و خبير است او همانند و مثل ندارد او شنوا و بينا است .\r\n\" هيچ رازى سه كس با هم نگويند جز آنكه خدا چهارمين آنان ، و نه پنج كس جز آنكه خدا\r\nششمين آنان ، نه كمتر از آن و نه بيشتر جز اينكه هر كجا كه باشند او با آنها است \" . ( 1 )\r\nاو نخستين است و چيزى پيش از او نبوده است او آخرين است چيز ديگرى بعد از او\r\nنخواهد بود او قديمى است و جز او مخلوق و تازه پديد آمده است خداوند متعال خيلى\r\nبالاتر و والاتر از صفات آفريده‌هاست \" . ( 2 )\r\n7 . پيرامون تجديد بناى كعبه\r\nدر تفسير عياشى آمده است هنگامى كه مهدى عباسى مى خواست كعبه را تجديد بنا\r\nكند خانه اى در محوطه كعبه قرار داشت از صاحب آن خواستند كه بفروشد او امتناع\r\nورزيد از فقها مسألة اش را پرسيدند پاسخ دادند نمى توان چيز غصبى را وارد حرم ساخت .\r\nعلى بن يقطين به مهدى عباسى گفت اگر از موسى بن جعفر استفتاء مى نمودى حقيقت\r\n\r\n","description":"","footnote":" 1 . سوره مجادله آيه 7 .\r\n2 . التوحيد صدوق ص 77 به نقل از أئمتنا ص 51 و 52 . ","page_name":" 1229 ","page_number":109},
  {"content":"\r\nامر را مى گفتند مهدى به والى مدينه نوشت كه از موسى بن جعفر در مورد آن خانه\r\nپرسشى نمايد فرماندار مدينه پرسش قطعى مسألة را از امام درخواست نمود .\r\nامام ( عليه السلام ) در پاسخ نوشتند : بسم الله الرحمن الرحيم ، ان كانت الكعبة هى النازله بالناس\r\nفالناس اولى يقتائها وان كان الناس هم النازلون بفناء الكعبة فالكعبة اولى بفنائها \" ( 1 ) به\r\nنام خداوند بخشنده و بخشايشگر اگر كبعه به دستان مردم وارد شده است پس مردم اولى\r\nبه تصرف هستند و اگر اين مردم هستند كه به آستان كعبه نازل گشته اند پس كعبه به\r\nآستان خويشتن مى باشد \" .\r\nهنگامى كه نامه به مهدى رسيد آن را بوسيله و دستور تخريب خانه را داد صاحبان خانه به\r\nسراغ امام آمدند و از وى درخواست نمودند نامه اى به مهدى در مورد قيمت خانه\r\nبنويسند . امام ( عليه السلام ) نامه اى به مهدى نگاشتند عطاى بيشترى در مورد زمين خانه به آنان\r\nبپردازد به حدى كه راضى و خشنود كند .\r\nدر ذيل همين نامه آمده است كه ابوجعفر خواست از اهل مكه عكه جهت توسعهء مسجد\r\nخانه ها و منازل نزديك بيت الله الحرام را بخرد آنان امتناع ورزيدند او ( منصور ) به سراغ\r\nامام صادق ( عليه السلام ) آمد و جريان را گفت امام ( عليه السلام ) فرمود : اين موضوع شما را خيلى ناراحت\r\nنكند حجت و دليل تو بر آنان بسيار روشن است او پرسيد چگونه استدلال كنم ؟ امام\r\nفرمود : با كتاب خدا جائى كه مى فرمايد : \" إن اول بيت وضع للبأس للذى بمكة \" ( 2 ) اگر آنان\r\nقبل از تأسيس بيت الله الحرام به آن منطقه آمده اند ، خانه احداث كرده اند خانه ها مال\r\nآنها است و اگر بيت الله الحرام قديمى تر از آنان مى باشد و آنان وارد آن شده اند پس\r\nآستان از آن بيت است . ابوجعفر با اين بيان استدلال نمود آنان گفتند هرطور خواستيد\r\nرفتار كنيد \" . ( 3 )\r\n\r\n","description":"","footnote":" 1 . معادن الحكمه ج 2 ، ص 136 - 137 .\r\n2 . آل عمران آيه 96 .\r\n3 . تفسير عياشى ج 1 ، ص 185 ط ق ، معادن الحكمة ج 2 ، ص 137 . ","page_name":" 1230 ","page_number":110},
  {"content":"\r\nبخش پنجم\r\nنمونه‌هايى از سخنان و ارشادات امام ( عليه السلام )\r\n","description":"","footnote":"","page_name":" 1231 ","page_number":111},
  {"content":"\r\n","description":"","footnote":"","page_name":" 1232 ","page_number":112},
  {"content":"\r\n\r\n\r\nبخش پنجم / نمونه‌هايى از سخنان و ارشادات امام ( ع ) . . .\r\n1 . جهاد اكبر با مبارزه با هواى نفس\r\nامام از جد بزرگوارش رسول خدا نقل فرمود : كه پيامبر اكرم ( صلى الله عليه وآله ) به سربازانى كه از جبهه ى\r\nجنگ برگشته بودند فرمود :\r\n\" آفرين بر شما سربازان باد ! كه جهاد اصغر را انجام داده و هنوز جهاد اكبر بر عهده ى شما\r\nباقى است \" . \" عرض شد يا رسول الله جهاد اكبر كدام است \" . فرمودند : جهاد با نفس و\r\nمبارزه با هواى نفسانى است . ( 1 )\r\nشرح كوتاه :\r\nغلبه بر نفس و مهار كردن عواطف و احساسات ، كارى بس دشوار است فردى كه هواى\r\nنفس و خواهش‌هاى قلبى خود را تحت كنترل و مهار خود در آورد مىتواند در زمينه‌هاى\r\nگوناگون فداكارى و ايثار از خود نشان دهد و به هر عمل خير و سازنده اقدام نمايد .\r\nبا توجه به اهميت و دشوارى آن پيشواى عالى قدر اسلام جانبازى و فداكارى در ميدان\r\nجنگ و پيروزى بر دشمنان مسلح را \" جهاد اصغر \" خوانده است ولى جنگ با هواى نفس\r\nرا كه دشمن داخلى و درونى است به \" جهاد اكبر \" تعبير فرموده است . شاعر پارسى گو در\r\nاين باره مى گويد :\r\nگر بر سر نفس خود اميرى ، مردى * گر برد گران ، نكته نگيرى ، مردى\r\nمردى نبود فتاده را پاى زدن * از دست فتاده اى بگيرى ، مردى\r\n\r\n","description":"","footnote":" 1 . معانى الاخبار ، ص 160 : عن موسى بن جعفر ( ع ) قال : ان رسول الله ( ص ) بعث سرية فلما\r\nرجعوا قال مرحبا بقوم قضوا الجهاد الأصغر وبقى عليهم الجهاد الأكبر . قيل يا رسول الله و ما\r\nالجهاد الاكبر ؟ قال : جهاد النفس . ","page_name":" 1233 ","page_number":113},
  {"content":"\r\n\r\n\r\n2 . تلاش در راه معاش\r\nامام درباره ى تلاش در راه كسب روزى مشروع و حلال و معيشت سالم فرمود : \" كسى كه از\r\nپى روزى حلال برود تا خود و خانوادهء خود را بهره‌مند سازد ، اجر او در پيشگاه الهى\r\nهمانند اجر سربازى است كه در راه خدا جهاد مىكند \" . ( 1 )\r\nشرح كوتاه :\r\nعبادت در اسلام ، معناى وسيع و گسترده‌اى دارد كه شامل عناوين گوناگون و فعاليت‌هاى\r\nمختلف زندگى ، مىگردد . تمام فعاليت‌هايى كه خشنودى و رضاى الهى در آن نهفته\r\nباشد . خود عبارت و كرنش در برابر خدا است : فرد با ايمانى كه به عنوان عبادت در كتاب\r\nخلقت ، مطالعه كند و با پى بردن به اسرار آفرينش ، راه تعالى و تكامل علمى و معنوى را به\r\nپيمايد و فكر خود را در آن روش هائى به كار اندازد كه مرضى خدا است خود مأجور است و\r\nدر حال عبادت و ستايش . فرد با ايمانى كه با نيت عبادت به فعاليت‌هاى اقتصادى و\r\nرفاهى دست مى زند و در پرتو سعى و كوشش خود ، اندوخته اى به دست مى آورد كه\r\nزندگى شرافت مندانه‌اش را تأمين سازد و از فعاليت ها و كوشش‌هاى او ، عائله ى خود و\r\nديگران را هم منتفع سازد عابد است و مجاهد . فرد با ايمانى كه با تحصيل علم و دانش\r\nراهگشاى مشكلات ضرورى دينى يا دنيوى مردم است عابد است و ستايش‌گر و هميشه\r\nدر سنگر اطاعت و عبادت حق . مهم تر از آن امروز دهكده عمومى جهانى به عنوان يك\r\nواحد تلقى شده است ملتى كه كار و تلاش نداشته باشد از قافله عقب است و در معادلات\r\nسياسى و اجتماعى نيز در آخر خط قرار مى گيرد و به صورت \" تو سرى خور \" درمىآيد .\r\nتلاش و كوشش رمز تعالى و ترقى و سرفرازى ملل محسوب مىگردد . ( 2 )\r\n\r\n","description":"","footnote":" 1 . قرب الاسناد ، ص 146 عن موسى بن بكر قال ابوالحسن عليه ( ع ) : من طلب هذا الرزق عن\r\nحله ليعود به على نفسه وعياله ، كان كالمجاهد في سبيل الله .\r\n2 . با توجه به اين ارشادها و رهنمودهاى ارزشمند هنوز راز اين همه تعطيلى و تعطيلات با اندك\r\nبهانه در كشور عزيز ايران اسلامى مسير و خط اهل بيت ( ع ) بر نگارنده نامعلوم است در كدام آيه ،\r\nحديث و روايت تعطيلى كارخانجات و كند ساختن روند اقتصاد و معيشت مردم \" شعار دينى \"\r\nگفته شده است شايد كشور ايران يكى از پر تعطيلى ترين كشورهاى جهان بوده باشد كه در\r\nآفريقا هم نظير ندارد . ","page_name":" 1234 ","page_number":114},
  {"content":"\r\n\r\n\r\n\r\n3 . پرورش كودك\r\nامام ( عليه السلام ) در زمينه ى تربيت و پرورش كودك و آشنا ساختن تدريجى او با مشكلات و\r\nسختىهاى زندگى ، جملهء جاودانه‌اى دارد . جائى كه مى فرمايد : \" بهتر آن است كه\r\nكودك در دوران طفوليت با سختى ها و مشكلات اجتناب ناپذير زندگى كه غرامت حيات\r\nمى باشد ، آشنا و مأنوس گردد تا در جوانى و بزرگسالى بردبار و صبور باشد \" . ( 1 )\r\nشرح كوتاه :\r\nامروز تربيت كودك يكى از مسائل فنى ، تخصصى و كارشناسى در آمده است و در زمينه ى\r\nتربيت ، كتاب ها و رساله‌هايى نوشته اند كه تجزيه و تحليل آنها از عهده ى همگان خارج\r\nاست . سخن امام يكى از چكيده‌هاى آخرين مطالعات روانشناسى كودك به شمار مى آيد\r\nكه علم تربيت به آن مرحله خود را رسانده است و معتقد است كه طفل بايد در دروان\r\nكودكى با مسائل و مشكلات آيندهء زندگى آشنا گردد تا به صورت خام وننرى بار نيايد .\r\n4 . بزرگوارى و عزت واقعى\r\nپيشواى عالى قدر اسلام در زمينه عزت و سربلندى واقعى كه خواست همگان است\r\nچنين مى فرمايد : \" از مردم قطع اميد كردن ، و از ثروتشان چشم پوشيدن ، و به كار در\r\nآمدى خود قانع شدن ، براى مرد با ايمان مايه ى عزت دينى و روح جوانمردى و شرف\r\nدنيوى است . چنين انسانى در نظر مردم بزرگ ، و بين فاميل خود محترم ، و در محيط\r\nخانواده اش ، داراى هيبت و بزرگوارى خواهد بود و در ضمير خود و در نظر ديگران ،\r\nبىنيازترين مردم به حساب خواهد آمد \" . ( 2 )\r\n\r\n","description":"","footnote":" 1 . عن صالح بن عقبه قال سمعت العبد الصالح ( ع ) يقول يستحب غرامة الغلام في صغره ،\r\nليكون حليما في كبره . وسائل الشيعه ، ص 126 - مجمع البحرين ، مادة غرم .\r\n2 . روى عن العالم عليه السلام قال : اليأس مما في ايدى الناس عز المؤمن في دينه ، ومروته في\r\nنفسه وشرفه في دنياه ، وعظمته في اعين الناس ، وجلالته في عشيرته ومهابته عند عياله وهو\r\nاغنى الناس عند جميع الناس \" - سفينة البحار ، ص 327 . ","page_name":" 1235 ","page_number":115},
  {"content":"\r\n\r\n\r\n\r\nشرح كوتاه :\r\nهر كس عزت و سربلندى را از ديدگاهى تفسير مى نمايد افرادى هستند كه عزت را در\r\nرياست و حكم فرمايى ، و افرادى پيدا مى شوند كه عزت را در ثروت و مال بى حساب ، و\r\nجمعى هم در شهرت و جاه و جلال . ولى از ديدگاه اولياى اسلام ، عزت واقعى و سربلندى\r\nحقيقى در انجام وظائف الهى واكتفاء نمودن به حقوق شرعى و طبيعى خويشتن\r\nمىباشد بى آن كه چشم طمع به مال و ثروت ديگران بدوزد يا دست تعدى به نامشروعى\r\nدراز نمايد فشردهء كلام ، خود سازى و خود اتكائى و طفيلى بار نيامدن مىباشد .\r\n5 . انسان سعادتمند\r\nدرباره ى عوامل سعادت و خوشبختى سخن ها رفته و كتاب ها تنظيم يافته است ولى\r\nعبارت كوتاه امام ( عليه السلام ) معناى وسيع و آموزنده‌اى دارد كه در خور دقت وتأمل مىباشد :\r\n\" خوشبخت انسان با ايمانى است كه براى گذراندن زندگى ، درآمد كافى داشته باشد \" . ( 1 )\r\nشرح كوتاه :\r\nامام ( عليه السلام ) براى سعادت و خوشبختى انسان ، دو ركنين اساسى تعيين مىفرمايد :\r\n1 . ايمان . 2 . معاش سالم .\r\nبا وجود اين همه پيشرفت‌هاى صنعتى و تحولات اقتصادى و فراهم بودن وسائل رفاهى\r\nو آسايش زندگى ، عاملى كه بيش از همه باعث اين همه اضطرابات و ناراحتىهاى روانى و\r\nبحران‌هاى روحى وتنگناهاى معيشتى است به حدى كه در برخى از افراد ، به خودكشى و\r\nانتحار منجر مى گردد ، فقدان روح ايمان و از دست دادن معتقدات پاك مذهبى است . و از\r\nسوى ديگر افراد كه در محيط تربيتى ايمان و در خانواده‌هاى معتقد و مساعد به\r\nكج روى ها و انحرافات روحى كشانده مىشود وبيش از هر عامل ديگر ، نيازهاى مادى و\r\nتنگدستى و فقر مالى است كه در برخى از موارد از كفر و بى ايمانى هم دردناكتر است و\r\n\" كاد الفقرأن يكون كفرا \" ، از اين رو براى تأمين سعادت واقعى وجود هر دو لازم و ضرورى\r\n\r\n","description":"","footnote":" 1 . طوبى لمن آمن وكان عيشه كفافا - بحار الانوار ، ج 15 ، ص 236 . ","page_name":" 1236 ","page_number":116},
  {"content":"\r\n\r\n\r\n\r\nاست .\r\n6 . بهداشت و تندرستى\r\nدو عبارت كوتاه از امام موسى بن جعفر ( عليه السلام ) در زمينهء بهداشت و جلوگيرى از آلودگى وارد\r\nشده است كه مىتواند در طب پيشگيرى مورد استفادهء شايان توجه و عنايت قرار گيرد و\r\nارادتمندان مكتب او را به رعايت اين دو اصل وا دارد تا ضمن تكميل بهداشت روان به\r\nبهبود تن هم بپردازند : 1 . پرهيز ، سرسلسله دارو و درمان به شمار مىرود . ( 1 ) 2 . اعتدال در\r\nكار و مدارا كردن با بدن در رأس تمام برنامه‌هاى پرهيز قرار گرفته است . ( 2 )\r\nشرح كوتاه :\r\nاولياء گرامى اسلام ضمن روايات بسيارى درباره ى مواد غذايى و چگونگى تغذيه وحفظ\r\nسلامت دستگاه گوارش با پيروان خود سخن گفته و تعاليم لازم را به آنان داده اند كه پس\r\nاز گذشت چهارده قرن دانش پيشرفته ى پزشكى همان اصول را به مردم توصيه و نسخه\r\nپيچى مىكند كه دو جمله كوتاه امام ( عليه السلام ) نمونه اى از آن گونه تعاليم نورانى است ، و اكنون\r\nطب جهانى اهميت پيشگيرى و جلوگيرى از ابتلا را خيلى مهم تر از درمان و معالجه\r\nمى شمارد پرهيز و رعايت صحت و بهداشت بدن يكى از مسائل اساسى به\r\nشمار مى آيد \" . ( 3 )\r\n7 . حجت نهان و حجت آشكار\r\nامام در ضمن معرفى حجت‌هاى الهى كه به عنوان ارشاد و هدايت مردم مأموريت دارند\r\nبه يكى از ياران خود چنين مى فرمايد : \" خداوند براى ارشاد و هدايت بشر دو حجت دارد\r\nيكى آشكار و ديگرى پنهان و نهانى \" . \" حجت آشكار همان انبياء و رسولان و پيشوايان\r\nمعصوم ( عليه السلام ) هستند و حجت پنهانى عقل و شعور باطنى مردم است . خداوند به اهل عقل\r\n\r\n","description":"","footnote":" 1 . الحمية رأس الدواء - سفينة البحار ، مادة حمى ، ص 345 .\r\n2 . رأس الحمية الرفق بالبدن - بحار الانوار ، ج 14 ، ص 520 .\r\n3 . درباره مواد غذايى و اهميت آن به كتاب اسلام پزشك ، بى دارو ، شماره 31 - 32 از انتشارات\r\nنسل جوان مراجعه شود . ","page_name":" 1237 ","page_number":117},
  {"content":"\r\n\r\n\r\n\r\nو شعور در كتاب خود بشارت داده و فرموده است : \" مژده بده به كسانى كه سخنان را\r\nمىشنوند و از آنچه خوب و پسنديده است پيروى و تبعيت مىنمايند . آنان كسانى\r\nهستند كه خداوند شان هدايت فرموده و آنان صاحبان عقل و هدايت هستند \" . ( 1 )\r\nشرح كوتاه :\r\nاهميت حجت باطنى در ارشاد و هدايت مردم ، بيش از حجج ظاهرى و علنى است چون\r\nحجت ظاهرى دورانش محدود و فعاليتش در زمان ويژه و شرائط مخصوص است ولى\r\nحجت باطنى راهگشا و راهنما براى پيروى و تبعيت از حجج ظاهرى است اعتقاد به\r\nپيامبران و انبياء و كتاب‌هاى آسمانى و تعاليم ارزندهء آنان ، طبق ارشاد و هدايت حجج\r\nباطنى است كه همواره با مقياس و ارزيابى و سنجش مصالح و مفاسد به حقيقت رهگشا و\r\nرهنمون مى گردد .\r\n8 . ديندارى و فقاهت\r\nپيشواى هفتم درباره فقاهت و آشنايى با مسائل دين ، و عوامل سعادت و خوشبختى بشر\r\nو حيازت مقام والاى انسانى ضمن حديث شريفى چنين مى فرمايد : \" دين شناسى كليد\r\nبينش و دل آگاهى و عبادت كامل است ، آدمى به وسيله ى آن مىتواند به مدارج عالى\r\nدست يابد و در امور دين و دنيا ، رتبه ى والاترى را احراز نمايد ، فضيلت فقيه بر عابد\r\nهمانند برترى آفتاب ، بر ستارگان است \" . ( 2 )\r\nشرح كوتاه :\r\nسعادت و خوشبختى بشر در عمل به احكام دين است و طبيعى است كه بدون آگاهى و\r\nآشنايى با مسائل دين ، عمل به آن ميسور و ممكن نيست . سازندگى و نتيجه بخشى فقه و\r\n\r\n","description":"","footnote":" 1 . يا هشام ان الله على الناس حجتين : حجة ظاهرة وحجة باطنة فاما الظاهرة فالرسل والأنبياء\r\nوالأئمة و اما الباطنه فالمعقول ، ان الله تعالى بشر اهل العقل والفهم في كتابه فقال : بشر عباد\r\nالذين يستمعون القول فيتبعون احسنه ، واولئك الذين هديهم الله واولئك هم اولولألباب -\r\nكافى ، ج 1 ، ص 13 .\r\n2 . الفقه مفتاح البصيرة ، و تمام العبادة والسبب الى المنازل الرفيعة وحاز المرء المرتبة الجلبلهء\r\nفي الدين والدنيا - بحار الانوار ، ج 17 ، ص 28 . ","page_name":" 1238 ","page_number":118},
  {"content":"\r\n\r\n\r\n\r\nاحكام دين ، منوط به آگاهى و علم به فروع آن مى باشد از اين رو گفته اند يك ركعت نمازى\r\nكه فرد آگاه و عالم به مسائل دين مى گزارد اجر و پاداشش به ميزان هفتاد سال عبادت\r\nعابد جاهل است و ميزان پاداش و اجر هر كسى در حدود معرفت و عقل و شعور او است از\r\nاين رو امام هم مى فرمايد : \" دين شناسى و آشنائى با مسائل آن ، كليد بينش ، و وسيله ى\r\nارتقاء به مقامات عالى انسانى است \" .\r\n9 . اعتدال در امر دين و دنيا\r\nميانه روى و اعتدال در امر دين و دنيا مطلوب تمام عقلاء و رهبران آسمانى و انديشمندان\r\nجهانى است و امام هفتم ( عليه السلام ) در اين باره مى فرمايد : \" از ما نيست و به ما بستگى روحانى\r\nندارد آن كس كه دنياى خود را براى دينش ، يا دين خود را براى دنيايش ترك گويد \" . ( 1 )\r\nشرح كوتاه :\r\nاسلام آئين اعتدال و ميانه‌روى است و ميان دين و دنيا تا حدودى كه به هم مربوط\r\nمىشود فرق قائل نشده است و هر دو را براى پيمودن راه تكامل لازم و ضرورى دانسته\r\nاست . مبانيت و اختلاف از آنجا ناشى مى گردد كه افرادى در يكى از اين دو امر ، متلازم و\r\nمربوط به هم راه افراط را در پيش گيرند .\r\nيكى غرق در ماديات و لذات دنيوى گردد و از آخرت و معنويت غافل ماند و آن ديگرى در\r\nرهبانيت و عبادت افراط ورزد به اين اميد كه دين تنها نماز و عبادت است و از مسائل\r\nضرورى و احتجاجات طبيعى غفلت نمايد بنا به منطق امام ، هر دو راه خطا پيموده اند .\r\n10 . آموزش دوران جوانى\r\nامام هفتم ( عليه السلام ) در شرائط سنى دانشجو و محصل مى فرمايد : \" آموخته‌هاى دوران جوانى ،\r\nهمانند نقشى است كه بر سنك حكاكى شده باشد مستقر و پايدار خواهد ماند \" . ( 2 )\r\nشرح كوتاه :\r\nرشد عقل در عموم افراد بشر دو مرحله دارد يكى رشد طبيعى و ديگرى رشد اكتسابى .\r\n\r\n","description":"","footnote":" 1 . ليس منا من ترك دنياه لدينه ودينه لدنياه - مجلسى ، بحار الانوار ج 1 ، ص 68 .\r\n2 . من تعلم في شبابه ، كان منزلة الرسم في الحجر - مجلسى ، بحار الانوار ج 1 ، ص 48 . ","page_name":" 1239 ","page_number":119},
  {"content":"\r\n\r\n\r\n\r\nرشد طبيعى عبارت از رشد و نموى است كه بر اساس قانون خلقت و سنت آفرينش\r\nتدريجا نصيب انسان و عقل بشر مى گردد . و رشد اكتسابى عبارت از تكاملى است كه بر اثر\r\nآموزش‌هاى علمى و تجربيات عملى عايد عقل آدمى مىشود . رشد اكتسابى از دوران\r\nكودكى آغاز مىشود و در مراحل خود رشد طبيعى را تقويت و تحكيم مى بخشد و بهترين\r\nموقع پرورش استعدادهاى طبيعى و تقويت آن ، دوران شباب و جوانى است كه با\r\nارزش ترين دوران زندگى بشر است ، و از گرانبهاترين فرصت‌هاى عمر ، به شمار مى رود كه\r\nانسان مىتواند هر چه بهتر حقائق علمى را به دست آورد و در تكميل شخصيت انسانى و\r\nاخلاقى خود گام بردارد و در بايگانى نيرومند حافظه ى خود نگهدارى و محافظت نمايد و\r\nدستخوش فراموشى و نسيان نگردد . ( 1 )\r\n11 . دو دستور اخلاقى و اجتماعى\r\n1 . \" مسلمان نيست آن كس كه به عهد و پيمان خود وفادار نباشد \" . ( 2 )\r\n2 . \" انسان عاقل دروغ نمى گويد اگر چه دروغ وسيله ى تأمين خواهش‌هاى نفسانى\r\nاو گردد \" . ( 3 )\r\nشرح كوتاه :\r\nروابط اجتماعى و اقتصادى و معادلان جهانى ، بر اساس عهد و پيمان پايه گزارى شده\r\nاست عهد و صدق و وفادارى به آن دو اساس زندگى فردى و اجتماعى مىباشد اگر وفا به\r\nعهد و صدق در گفتار و كردار باشد سنگى روى سنگى بند نمىشود تمام قراردادها و\r\nپيمانها به هم مى ريزد اعتبار و اعتماد از جهان رخت مىبندد ديگر كسى به كسى يا\r\nمؤسسه اى اعتبار و اعتماد نخواهد بست آن وقت است كه هرج و مرج و زندگى جنگلى\r\nپديدار مىشود آنچنان كه امروز در عرصه‌هاى مالى و بانكى و چك و سفته ها پديدار شده\r\nاست و زندانها انباشته از تاركان عهد و پيمان !\r\n\r\n","description":"","footnote":" 1 . در اين باره دوره‌هاى ارزنده ى كودك و جوان اثر استاد خطيب نامى اسلامى جناب آقاى\r\nفلسفى مىتواند مورد استفاده قرار گيرد .\r\n2 . بحار الانوار ، ج 16 ، ص 144 .\r\n3 . يا هشام ! ان العاقل لا يكذب وان كان فيه هداه - تحف العقول ، ص 481 . ","page_name":" 1240 ","page_number":120},
  {"content":"\r\n\r\n\r\n\r\n\r\n12 . جلوگيرى از تحريكات جنسى\r\nامام هفتم ( عليه السلام ) در باره ى تربيت و پرورش كودك و آگاهى اطفال دستورها و سفارش‌هاى\r\nارزنده اى دارد كه حديث زير نمونه اى از آنگونه تعاليم مى باشد : \" در هفت سالگى فرزندان\r\nخود را به نماز وا داريد و در ده سالگى بستر خواب آنان را از همديگر جدا سازيد \" . ( 1 )\r\nشرح كوتاه :\r\nاسلام كودكان را از هر گونه عملى كه مهيج تمايلات جنسى زودرس آنان گردد دور نگه\r\nداشته است و پدران و مادران را به ايجاد محيط مساعد براى پنهان نگهداشتن تمايل\r\nجنسى آنان ، مكلف نموده است .\r\n13 . منشور انسانى امام ( عليه السلام )\r\nدر آخرين قسمت از سخنان امام ( عليه السلام ) كه ما برگزيديم قسمتى از پيام ها و توصيه‌هاى\r\nامام ( عليه السلام ) مى باشد كه به يكى از ياران خود املاء فرموده اند :\r\nواقع گرائى\r\nهشام ! اگر در دست تو گردو باشد و مردم بگويند كه آن لؤلؤ و مرجان است هيچ نفعى به\r\nحال تو ندارد جائى كه خود مى دانى آن لؤلؤ نيست . اگر در دست تو لؤلؤ قرار گيرد و مردم\r\nبگويند آن گردو است كوچك ترين ضررى به حال تو ندارد جائى كه مى دانى آن لؤلؤ و\r\nزبرجد است .\r\nهشام ! اگر كسى بخواهد ثروتى بدون مال و راحتى دل ، بدون حسد و سلامت دين داشته\r\nباشى از خدا بخواهد كه عقل او را كامل سازد فردى كه عقل دارد به آنچه كه خود دارد\r\nقناعت مى ورزد .\r\nهشام ! ارزش وجود شما بهشت است مبادا آن را به قيمت ارزانترى بفروشيد اگر كسى آن\r\nرا با دنيا معاوضه كند به قيمت ارزانترى فروخته است .\r\nهشام ! فردى كه دو رو باشد و دو زبان چقدر زشت و قباحت دارد ؟ او در برابر برادر دينى\r\n\r\n","description":"","footnote":" 1 . مروا صبيانكم بالصلوة اذا كانوا سبع سنين وفرقوا بينهم في المضاجع اذا كانوا أبناء عشر\r\nسنين - محدث نورى ، مستدرك ج 2 ، ص 558 . ","page_name":" 1241 ","page_number":121},
  {"content":"\r\nاظهار محبت مىكند ولى در پشت سر او مى خورد و غيبت مىكند .\r\nهشام ! متاع دنيا همانند آب دريا است هر قدر تشنه از آن بنوشد او را تشنه تر مى سازد تا به\r\nهلاكت مى رساند .\r\nمبادا تكبر و فزون طلبى داشته باشى چون ! هرگز متكبر وارد بهشت نمى گردد كسى كه در\r\nقلب او ذره‌اى از تكبر و نخوت باشد ، چون كبر به ساحت كبرياى الهى زيبنده است و\r\nفردى كه با خدا رقابت كند ، او را بارو به آتش مى افكند .\r\nهشام ! از ما نيست و به ما ارتباط روحانى ندارد كسى كه خود را در روز محاسبه نكند اگر كار\r\nخيرى انجام داده است درصدد افزون كردن آن باشد و اگر مرتكب عمل ناروا و شرى شده\r\nاز آن توبه وانابه نمايد .\r\nهشام ! زراعت در زمين با استعداد و آماده رشد و نمو مىكند هرگز روى سنگ و نقطه پر\r\nشيب محصول نمى دهد .\r\nحكمت : همانند زراعت در قلب متواضع و فروتن جاى گزين مى گردد و هرگز در قلب\r\nمتكبر و جبار جا نمىگيرد .\r\nهشام ! خداوند متعال به داود وحى نمود كه من و بندگانم عالمى را كه خود فريفته ى دنيا\r\nاست واسطه قرار مده ! مبادا آنان را از محبت و مناجات من جلوگيرى نمايد چون چنين\r\nافراد راهزنان و دزدان دين هستند و كوچك‌ترين رفتارى كه با آنان دارم اين است كه\r\nحلاوت و شيرينى مناجات و محبت خود را از قلوب آنان بيرون مى كنم .\r\nهشام ! طمع را از خود دور نما ! و مبادا در اموال مردم چشم داشته باشى ! چون طمع و\r\nحرص كليد ذلت و خوارى است . ( 1 )\r\n\r\n","description":"","footnote":" 1 . تحف العقول ، ص 386 - 300 ، چاپ أفست بصيرتى قم . ","page_name":" 1242 ","page_number":122},
  {"content":"\r\n\r\nشهادت در راه خدا\r\nروز 25 رجب ياد روز شهادت مردى است كه به قدرت مسلط زمانه اش \" نه \" گفت و تا به\r\nآنجا رفت كه رژيم طاغوتى هارون براى ادامه ى حيات ننگين خود همه عوامل و\r\nنيروهايش را به ستيزه با انسان آزادهء زمان بسيج كرد .\r\nيك كلمه \" نه \" به دستگاه فساد هارون گران تمام شد . او نه گفت و تمام رزمندگان علوى در\r\nصفوف ايستاده در كنار او صف زدند و قيام ها و نهضت‌ها آغازيدند و در راه پيروزى حق بر\r\nباطل ، وحفظ حرمت و رسالت اسلام تا پاى جان و چوبهء دار و سلول‌هاى زندان\r\nپايدارى نمودند و از خود حماسه‌هايى به جا نهادند كه تا نابودى و از بين رفتن دستگاه\r\nجبار بنى العباس ادامه يافت و نام پيشواى آزادى بخش جهان اسلام را جاويدان ساخت\r\nو هنوز هم كه چندين قرن از مبارزات امام ( عليه السلام ) مى گذرد و مردم آزاده به دستگاه ستمگرى\r\nهارون با ديده ى نفرت و لعن مىنگرند و مسببين و طراحان نقشه‌هاى ضد انسانى را\r\nشايسته ى نام انسانى نمى دانند .\r\nاكنون بايد ديد عامل اين طرح شيطانى و نقشه خائنانه چه بوده است ؟ نفوذ معنوى و\r\nتفوق روحى ، تبار و الا ، علم وافر ، فضيلت بى كران ، شخصيت ممتاز ، تقوا و فضيلت ، شهرت\r\nو اعتبار اجتماعى ، مقام معنوى ارزنده ، همه و همه صفات ويژه اى بودند كه هارون و\r\nسردمداران خلافت عباسى از آن نصيبى نداشتند و اين نوع برجسته‌گىهاى فضيلت\r\nامام ( عليه السلام ) هر كدام به نوبت خود مى توانست عوامل تحقير شخصيت پوشالى هارون را\r\nفراهم سازد و او مى خواست با حبس و بازداشت امام ، عقده ها و حقارت‌هاى درونى خود\r\nرا جبران والتيام بخشد ، غافل از آنكه اين نوع شكنجه ها ، روز به روز بر مقبوليت امام و\r\nمحبوبيت او مى افزايد و مبغوضيت و عامل شكست و سقوط هارون را فراهم مى سازد .\r\nدر سال 179 بود كه هارون پس از گذراندن مراسم حج بنا به پاره اى از سعايت ها و\r\nگزارش هائى كه دربارهء فعاليت‌هاى روحانى امام ( عليه السلام ) به او رسانده بودند او را از مدينه تبعيد\r\nكرد و زندانى و بازداشت نمود . ولى زندان‌هاى مكرر و متوالى هارون ، نتوانست موسى بن\r\nجعفر ( عليه السلام ) را از بازگويى حقيقت باز دارد و او را مطيع و فرمانبردار گوش و زبان بسته ى\r\n","description":"","footnote":"","page_name":" 1243 ","page_number":123},
  {"content":"\r\n\r\nهارون سازد .\r\nيك بار او را در بصره پيش عيسى بن جعفر برادر زاده فرماندار شهر بازداشت نمود و سپس\r\nپيش فضل بن ربيع يكى ديگر از آجودان‌هاى مخصوص خود ، ديگر بار نزد فضل بن يحيى\r\nو آخرين بار در زندان سندى بن شاهك محبوس ساخت كه تنها مدت زندان او بيش از\r\nچهار سال تمام طول كشيد و توأم با شكنجه و ناملايمات روحى و جسمى بوده است .\r\nگفتار صاحب ارشاد\r\nدر ارشاد آمده است هنگامى كه هارون در مسافرت حج خود وارد مدينه گشت امام با\r\nجمعى از اشراف مدينه به ديدار او شتافتند پس از مراجعت از ديدار او ، امام به مسجد\r\nرسول الله ( صلى الله عليه وآله ) برگشت . هنگامى كه هارون به زيارت قبر رسول خدا شتافت در ضمن\r\nسخنان خود خطاب به قبر رسول خدا ( صلى الله عليه وآله ) اين چنين گفت :\r\nيا رسول الله إنى اعتذر اليك من شيئى اريدان افعله ، اريدان احبس موسى بن جعفر ، فانه\r\nيريد التشتت بين امتك ، وسفك دمائها .\r\nاى پيامبر خدا ! من در يك مورد از شما عذر خواهى دارم و آن دستگيرى فرزندت موسى\r\nبن جعفر است ومحبوس نمودن اوست ، او مى خواهد ميان مسلمانان اختلاف كلمه\r\nبيفكند كه منجر به خون ريزى آنان گردد !\r\nپس از آن زيارت تنزيه و تبرئه ! كه مرسوم ستمكاران است دستور داد امام را در مسجد\r\nرسول الله ( صلى الله عليه وآله ) دستگير سازند و به حضور هارون آورند او را به بند زنجير كشاندند و دو\r\nمحملى ترتيب دادند كه روى استرى نهاده بودند جمعى را با يكى از آن محمل ها روانه ى\r\nبصره و جمعى ديگر را به كوفه ، و هدف او از اين طرح گم كردن رد پا بود . بدين ترتيب امام\r\nرا به بصره پيش عيسى بن جعفر فرماندار بصره وارد ساختند و از آن تاريخ به مدت يك\r\nسال تمام ، تحت نظر او بود . امام هميشه در حال نماز مى گفت :\r\nخدايا ! من هميشه فراغت بر عبادت را از تو مسئلت مى داشتم بر اين توفيق شكر گزارم .\r\nهارون نامه اى درباره نقشهء قتل امام ( عليه السلام ) به او نوشت او با خواص خود در اين باره به تبادل\r\nنظر پرداخت همگان او را از اين عمل بر حذر داشتند و از عواقب وخيم اين اقدام هشدار\r\n","description":"","footnote":"","page_name":" 1244 ","page_number":124},
  {"content":"\r\n\r\nدادند تا اين كه عيسى در پاسخ نامه ى هارون چنين نوشت :\r\n\" مدت حبس و بازداشت موسى بن جعفر به درازا كشيد و من در اين مدت طولانى او را با\r\nوسائل گوناگون آزموده ام . گاهى جاسوسانى تحت عناوين مختلف به عنوان آگاهى و\r\nاطلاع از مضمون دعاها و گفتارها و مناجات‌هاى او با او همنشين ساخته ام همگى گزارش\r\nداده اند كه او فردى است كه هرگز از دعا و عبادت خدا ، خسته نمى شود و هميشه مشغول\r\nانجام اوامر الهى است و تاكنون هرگز گزارشى به من نرسيده است كه او در دعا و نيايش\r\nخود ، بر ضد تو يا من دعائى بكند و نفرينى بنمايد تمام ادعيه و درخواست‌هاى او طلب\r\nمغفرت و آمرزش است و درخواست اصلاح وضع عمومى مردم . اگر شما دستور بدهيد\r\nشخص ديگرى او را از من به پذيرد بهتر و مناسب تر خواهد بود و اگر نه من نمى توانم او را\r\nبيشتر نگهدارم او را آزاد خواهم ساخت چون حقيقت اين است كه من از نگهدارى ايشان\r\nدر رنج و تعب بى حد به سر مى برم وجدانا ناراحت و متأثرم \" . ( 1 )\r\nانتقال به بغداد\r\nهارون با دريافت نامه ى عيسى بن جعفر ، دستور داد او را از بصره به بغداد منتقل سازند و\r\nتحت نظر مخصوص خود قرار دهند از اين رو او را به يكى از آجودان‌هاى خاص خود به\r\nنام \" فضل بن يحيى \" سپرد تا مراقبت لازم در مورد او به عمل آورد .\r\nفضل او را در يكى از اطاق‌هاى منزل خود جا داد و افراد خاصى به عنوان بررسى حالات\r\nروحى او و جاسوسى و گزارش تعيين نمود تا در امر او دقت و كنجكاوى بيشترى به\r\nعمل آورند .\r\nامام مشغول عبادت و اطاعت الهى بود اغلب روزها را روزه دار و شب ها را تا صبح به تهجد\r\nو شب زنده دارى مشغول بود و لحظه‌اى از عبادت و از راز و نياز غفلت نداشت فضل نيز با\r\nمشاهده اين اعمال و رفتار از وجدان خود شرمنده و متأثر گرديد و نتوانست در مبارزه با\r\n\r\n","description":"","footnote":" 1 . ارشاد مفيد ، ص 251 ، نجف - نور الابصار ، شبلنجى ، ص 104 - ابن صباغ در اسعاف\r\nالراغبين ، ص 148 . ","page_name":" 1245 ","page_number":125},
  {"content":"\r\nخواست‌هاى وجدان بيش از حد اصرار ورزد و از اين رو در زندگى امام توسعه داد و در\r\nتعظيم و تكريم و احترام و جلب رضايت او كوشيد .\r\nهارون در منطقه \" رقه \" به سر مى برد كه گزارش محبت ها و احترامات فضل را به او\r\nرساندند او از اين عمل فضل ، ناراحت گرديد و به او نوشت :\r\n\" اين عمل تو بسيار ناگوار است تو مأموريت دارى كه با رسيدن نامه او را به قتل برسانى \" .\r\nفضل نامه را خواند ولى از اجراى دستور آن سرپيچى نمود . خبر استنكاف فضل به هارون\r\nرسيد او در نامه ديگرى به عباس بن محمد نوشت و در آن نامه متذكر شده بود كه از وضع\r\nموسى بن جعفر ( عليه السلام ) بررسى دقيق به عمل آورند اگر او در رفاهيت و آسايش به سر ببرد او\r\nرا از فضل بن يحيى تحويل بگيريد . و در نامه ى ديگرى به سندى بن شاهك كه در پستى و\r\nفرومايگى نظير نداشت نوشته بود كه با رسيدن نامه از اوامر و دستورهاى محمد بن\r\nعباس امتثال كامل بنمايد . نامه رسان هر دو نامه را به محل خود رساند و دستگاه\r\nجاسوسى هارون به فعاليت افتاد و حقيقت را فاش ساخت و دستور صادر شد كه فضل بن\r\nيحيى احضار گردد او را در حضور سندى ، عريان ساختند و صد تازيانه به بدن عريان او\r\nزدند و جريان را به هارون نوشتند .\r\nهارون در ملاء عام اظهار داشت كه فضل از خليفه سرپيچى نموده است و او را مورد لعن و\r\nتنفر علنى قرار داد و گفت :\r\nمن او را لعن مى كنم وشما هم او را لعن كنيد . مردم نا آگاه و غافل همگى با هارون هم صدا\r\nشدند . اين خبر به گوش يحيى بن خالد رسيد فورا به حضور خليفه شتافت و در مورد فضل\r\nبه شفاعت پرداخت و اظهار نمود :\r\nاو هنوز جوان است و تجربهء كافى ندارد . من مأموريت او را با كمال ميل مى پذيرم و\r\nرضايت خاطر شما را فراهم مى سازم . هارون خوشحال گرديد و از كوتاهى و قصور فضل\r\nگذشت و به مردم اعلام نمود فضل در يك مورد مرتكب مخالفت و سرپيچى شده است\r\nولى او توبه كرد من او را عفو كردم وشما هم او را مورد عفو قرار دهيد . آن زبان بسته ها !\r\nهمگى گفتند ما دوستان كسى هستيم كه شما خليفه او را دوست داشته باشيد و\r\nدشمنان كسى هستيم كه شما دشمن مى داريد ! يحيى بن خالد با جمعى از مأموران عالى\r\n","description":"","footnote":"","page_name":" 1246 ","page_number":126},
  {"content":"\r\nرتبه از \" رقه \" به طرف بغداد رهسپار گشت مردم به استقبال او شتافتند و از هر طرف دور او\r\nرا گرفتند و در مورد مسافرت او پرسش ها كردند او به عنوان رد گم كنى اظهار داشت :\r\nمن به عنوان تعديل ماليات و نظارت بر امور كارگزاران خليفه آمده ام و چند روز اول هم به\r\nاين قبيل امور اشتغال ورزيد !\r\nولى پس از چند روز سندى بن شاهك را به حضور خود خواست و دستور مخصوص هارون\r\nرا در مورد قتل امام موسى ( عليه السلام ) به او اعلام نمود و او هم پذيرفت و در يكى از وعده‌هاى\r\nغذا ، زهرى در طعام او وارد ساخت و به حضرت خوراند و برخى معتقدند كه زهر را در\r\nخرما قرار داد و به هر صورتى انجام پذيرفته باشد امام در اثر مسموميت دچار تب شديد\r\nگرديد كه فقط سه روز زنده بود .\r\nدر روز سوم جان به جان آفرين تسليم نمود و در راه تبليغ احكام خدا به فيض شهادت\r\nنائل گرديد . ( 1 )\r\n\" كشى \" در اين باره مى گويد :\r\nعبد الله بن طاووس از امام رضا ( عليه السلام ) سوال نمود آيا راست است كه يحيى بن خالد پدرت\r\nامام موسى را مسموم ساخت . امام در پاسخ مى فرمايد : \" آرى او پدرم را با سى خرماى زهر\r\nآغشته ، مسموم ساخت \" . ( 2 )\r\nدر برخى از تواريخ به جاى يحيى ، فضل بن يحيى آمده است و ترتيب مسموميت آن\r\nبزرگوار را چنين نوشته اند كه :\r\n\" در زندان هر روز ، فضل بن يحيى غذا مى آورد روز چهارم در اثر ميل غذا مريضى سخت به\r\nامام دست داد دكتر نصرانى را حاضر ساختند از حال امام پرسش نمود امام حال پاسخ\r\nدادن نداشت . پس او در اثر اصرار طبيب دست خود را نشان داد كه در اثر مسموميت كبود\r\n\r\n","description":"","footnote":" 1 . داستان مسموميت امام را از مورخين اهل سنت : علامه ابن صباغ مالكى در الفصول المهمه\r\nص 220 . شبلنجى در نور الابصار ، ص 491 - ابن صباغ مالكى در اسعاف الراغبين ، ص 148 -\r\nابن حجر هيثمى در الصواعق المحرقه ، ص 191 - سيد محمد عبد الغفار در ائمة الهدى ، ص\r\n111 ، مسعودى در مروج الذهب ، ج 3 ، ص 365 نقل نموده اند در آن كتاب اخير مى افزايد :\r\nموسى بن جعفر ( ع ) در پانزدهمين سال حكومت هارون ، در سن 54 سالگى در بغداد به صورت\r\nمسموم در گذشت .\r\n2 . كشى ، ص 57 . ","page_name":" 1247 ","page_number":127},
  {"content":"\r\n\r\nشده بود \" .\r\nو فرمود : علت مرض من ، همين است . طبيب برگشت و گفت :\r\n\" خدا بهتر آگاه است شما چه نوع با او رفتار كرده ايد ؟ \" برخى ديگر معتقدند كه سندى بن\r\nشاهك با دستور هارون اقدام به اين عمل كرده است هر چند نحوه ى مسموميت آن\r\nبزرگوار مورد بحث و گفتگو واقع شده است ولى آنچه قطعى ومسلم بوده است اينكه امام\r\nدر اثر مسموميت در زندان به فيض شهادت نائل آمده است .\r\nفرزندان امام ( عليه السلام )\r\nامام موسى بن جعفر ( عليه السلام ) فرزندان متعددى داشت و اين كثرت اولاد مطلوبترين و\r\nضرورى ترين امرى بود كه در محيط جنگ و گريز و در شرايط اقليمى و كشاورزى و\r\nاجتماعى آن روز ، براى فردى سعادت آفرين و وسيله ى رحمت و بركت مى گرديد .\r\nبه ويژه آنكه فرزندان صالح و شايسته‌اى باشند كه هر كدام نمونهء بارز و تجسم عملى از\r\nتعاليم اسلام و نشانگر ويژگىهاى دودمان امامت گردند .\r\nابن صباغ مالكى صاحب كتاب \" الفصول المهمه \" مى نويسد :\r\n\" هر كدام از فرزندان امام ابوالحسن داراى فضل و منقبت خاصى بوده است \" . ( 1 )\r\nشيخ طبرسى هم مى فرمايد :\r\n\" فضيلت و مراتب كمال هر كدام از فرزندان امام ( عليه السلام ) از اعتبار و شهرت خاصى\r\nبرخوردار است \" . ( 2 )\r\nمعروف است كه تعداد فرزندان امام ( عليه السلام ) به سى و هفت تن مى رسد كه نوزده تن از آنان\r\nپسر و هيجده تن دختر بوده اند و اين تعداد مورد تأييد اغلب سيره نويسان معتبر اسلامى\r\nهم قرار گرفته است و همگان در شرح حال فرزندان آن بزرگوار اعتراف كرده اند . در بين\r\nآنان افرادى كه در تقوى و فضيلت وجلالت قدر و رفعت منزلت قرار داشتند كم نيستند\r\n\r\n","description":"","footnote":" 1 . الفصول المهمه ، ص 256 .\r\n2 . حياة الامام موسى بن جعفر ( ع ) ، ج 2 ، ص 377 . ","page_name":" 1248 ","page_number":128},
  {"content":"\r\nافرادى كه شرح حال آنان را در كتاب‌هاى سيره و تراجم به صورت مبسوط درج كرده اند .\r\nآنچه از سير اجمالى كتاب‌هاى مربوطه عائد نگارنده گرديده است گزينش كوتاه و\r\nمختصرى است كه از اين رياحين پر عطر آسمان امامت به صورت زير تقديم مى گردد :\r\n\" بيوگرافى فرزندان امام ( عليه السلام ) سرشار از فداكارى و گذشت و ايثار و خود گذشتگى در راه دين\r\nو مجاهده و تلاش در راه تأمين آرمان‌هاى انسانى و اسلامى بوده است . آنان در راه نجات\r\nامت اسلام از زير يوغ ظلم و ستم و كابوس ديكتاتورى و خفقان بنى عباس مجاهدت ها و\r\nجانفشانى ها كرده اند و انقلابات و نهضت‌هايى راه انداختند و در حركت‌ها و جنبش‌هاى\r\nآزادى بخش شركت داشتند و نشانه ى اين امر و يكى از دهها عوامل معتبر و مضبوط\r\nهمان پراكندگى قبور آنان و در به در شدن محل زندگى و اقامت آنان مى باشد و اين\r\nموضوع بهترين دليل تلاطم روحى و انقلاب معنوى و تحرك و پويايى آنان بر ضد رژيم\r\nحاكم بر بغداد و حجاز بوده است \" .\r\nو اين برگزيده ترين سخن از شرح حال تفصيلى آنان مى باشد فقط به احترام حق\r\nهمجوارى و به شكرانه ى تنعم از نعمت ها و عنايات بى پايان آن خاندان پرشكوه \" به شرح\r\nحال دو تن پرداخته مى گردد .\r\nيكى پسر و آن ديگرى دختر . يكى امام و پيشوا ، و آن ديگرى مأموم و خواهر با فضيلت\r\nامام ( عليه السلام ) . يكى امام رضا ( عليه السلام ) پيشواى هشتم و ديگرى فاطمه معصومه ( عليه السلام ) افتخار بانوان\r\nاسلام شرح حال و بيوگرافى امام ثامن الحجج به علت شرح و تفصيل بيشتر آن در كتاب و\r\nجزوهء جداگانه و مستقلى تنظيم و تحرير يافته است كه با لطف الهى در اختيار خواننده\r\nقرار مى گيرد .\r\nولى شرح حال فاطمه معصومه ( عليه السلام ) در اين بخش گنجانده مىشود به انتظار آنكه شرح\r\nزندگى او الگويى براى دختران و بانوان مسلمان گردد تا خود را با مكتب و منطق و رفتار\r\nآنان ، منطبق و هماهنگ سازند .\r\n","description":"","footnote":"","page_name":" 1249 ","page_number":129},
  {"content":"\r\n\r\nشعاع عظمت يك بانوى با فضيلت\r\nقم شهر علم و مذهب ، ديار فضيلت و معنويت ، و آرامگاه بانوى با عظمت اسلام حضرت\r\nفاطمه معصومه ( عليه السلام ) است كه امروز بيش از هر روز ديگر ، مورد توجه و عنايت جهانيان قرار\r\nدارد اين شهر از دير باز مورد توجه خاص پيشوايان معصوم ما قرار داشته است و سخنان\r\nفراوان و پيش گويىهاى جالب و ارزنده‌اى در مورد آن صادر شده است كه مىتواند ناظر و\r\nنمايانگر اوضاع امروز آن باشد كه اكنون به عنوان نمونه به چند حديث ارزنده اشاره\r\nمى گردد . سپس به توصيف پاره اى از سجاياى اخلاقى و مراتب فضيلت و علم فاطمه\r\nمعصومه نهمين دختر حضرت موسى بن جعفر ( عليه السلام ) پرداخته مىشود :\r\n1 . امام ششم ( عليه السلام ) فرمود :\r\nخداوند متعال با شهر قم و مردم آن به ديگر شهرها احتجاج خواهد نمود و در زمان غيبت\r\nروزى فرا مى رسد كه قم و مردم آن حجت ديگران قرار مى گيرند . شهر كوفه از شيعيان و\r\nدوستداران اهل بيت خالى مى گردد و علم و دانش از آن رخت بر مى بندد و شهر قم مركز\r\nعلم و دانش قرار مى گيرد و از آن سرزمين علم و دانش به ديگر نقاط جهان منتشر\r\nمى گردد \" . ( 1 )\r\n2 . على بن عيسى از ايوب فرزند يحيى بن جندل از امام موسى بن جعفر ( عليه السلام ) نقل نموده\r\nاست كه فرمود : \" بزرگ مردى از قم ، مردم را به حق و آزادى فرا مى خواند و مردم مصمم و\r\nبا اراده كه عزم‌هاى آهنين و نيرومندى دارند دعوت او را مى پذيرند و دور او را فرا\r\nمى گيرند افرادى كه هرگز از حوادث و ناملايمات نمى هراسند و از مبارزه و تلاش خسته و\r\nعاجز نمى گردند . تنها اميد و تكيه گاه آنان خداست و پيروزى نهايى و موفقيت از آن\r\nمردان پرهيز كار و با تقوى است \" . ( 2 )\r\n3 . قاضى نور الله شوشترى نقل كرده است كه امام صادق ( عليه السلام ) فرمود :\r\n\" خداوند را حرمى است كه در مكه واقع است و رسول خدا ( صلى الله عليه وآله ) را نيز حرمى است كه در\r\nمدينه واقع است وامير المؤمنين را حرمى است كه در كوفه واقع است و شهر قم حرم و\r\n\r\n","description":"","footnote":" 1 . سفينة البحار ، ج 2 ، ص 245 .\r\n2 . همان مدرك ، ص 446 . ","page_name":" 1250 ","page_number":130},
  {"content":"\r\n\r\nخانه ى ما اهل بيت است \" . ( 1 )\r\nآية الله وحيد خراسانى گويد :\r\nاى دختر عقل و خواهر دين * وى گوهر درج عز و تمكين\r\nعصمت شده پاى بند مويت * اى علم و عمل مقيم كويت\r\nاى ميوهء شاخسار توحيد * همشيره ماه و دخت خورشيد\r\nاى گوهر تاج آدميت * فرخنده نگين خاتميت\r\nشيطان به خطاب \" قم \" براندند * پس تخت تو را به \" قم \" نشاندند\r\nكاينجا نه بهشت و جاى حواست * ناموس خداى ، جايش اينجاست\r\nجسمى كه در اين زمين نهان است * جانى است كه در تن جهان است\r\nاين ماه منير و مهر تابان * عكسى بود از قم و خراسان\r\nايران شده نور بخش ارواح * مشكوة صفت به اين دو مصباح\r\nاز اين دو حرم دلا چه پرسى ؟ * حق داند ووصف عرش و كرسى ( 2 )\r\nآرامگاه با شكوه فاطمه معصومه\r\nشهر قم با آن سابقه ديرينه و با آن قدمت فضيلت ، از آن روز امتياز و اعتبار فوق العاده\r\nكسب نمود كه پايگاه اقامت و محل دفن بانوى با عظمت و تقوى از دودمان رسالت قرار\r\nگرفت . بانوئى كه شعاع عظمت و درخشش او در جهان پيچيد و شهرت همگانى يافت و\r\nطالبان علم و فضيلت و شيفتگان معنويت و تقوى را به سوى خود كشاند تا عالى ترين\r\nمركز و پايگاه علمى جهان اسلام گرديد .\r\nفاطمه معصومه ، دختر شايسته و با فضيلتى كه در زهد و تقوى و عبادت و عصمت در\r\nميان فرزندان دخترى پيشواى هفتم بى همتا و بى نظير بود علاقهء شديدى به\r\nبرادرش داشت .\r\n\r\n","description":"","footnote":" 1 . سفينة البحار ، ج 2 ، ص 446 .\r\n2 . آينه كوثر به كوشش جعفر رسول زاده . ","page_name":" 1251 ","page_number":131},
  {"content":"\r\nدر سال 201 هجرى به عزم ديدار برادرش امام رضا ( عليه السلام ) به قصد مشاركت در تلاش ها و\r\nكوششهاى برادر از حجاز عازم ايران گرديد و مدينه را به قصد \" مرو \" ( مشهد امروز ) ترك\r\nگفت . او كه در آن تاريخ هيجده سال بيشتر نداشت با تحمل مشقات و رنج و تعب‌هاى\r\nسفر كه تا آن روز بس دشوار و طاقت فرسا بود تا به شهر ساوه رسيد در آن شهر بيمارى و\r\nتب شديد به او عارض شد و فاصله ى آنجا را تا قم پرسيد به اطلاع رسيد كه تا قم ده فرسخ\r\nفاصله است به خدمتگذار خود دستور داد او را با آن وضع تب و بيمارگونه‌اش به قم\r\nبرسانند و اين امر نشانگر آن است كه قم آن روز ، كاملا معروف و شناخته شده بود و از نظر\r\nخاندان رسالت شهر ايمان و فضيلت و شايستگى اقامت خاندان رسالت را داشته است به\r\nحدى كه مورد توجه و عنايت فاطمهء معصومه ( عليه السلام ) قرار گرفته است .\r\nدر سفينة البحار آمده است :\r\n\" تا قبيله خزرج كه همه از دوستان و پيروان اهل بيت بودند اطلاع يافتند كه دختر\r\nپيشواى هفتم و خواهر با فضيلت امام هشتم ( عليه السلام ) عازم مرو هستند و در مسافرت خود به\r\nشهر ساوه رسيده اند همگى به استقبال و پيشواز او شتافتند و با تكريم و تجليل فراوان\r\nاستقبال باشكوهى از او به عمل آوردند به حدى كه رئيس قبيله افسار شتر بانو را\r\nمى كشيد و ديگران نيز به همراهى او پشت سر مركب ، حركت مى كردند و با جلال و\r\nاحترام خاص وارد شهر قم ساختند و آن ميهمان عاليقدر پس از شانزده روز اقامت در اثر\r\nهمان تب و مرضى كه داشت و از رنج سفرى كه عارض او گشته بود بدون ديدار برادر\r\nارجمند و مهربان ( با همه شوق و علاقه‌اى كه داشت ) در هيجده سالگى ( تولد 183 - وفات\r\n201 ) به سراى جاودان شتافت و در زمينى كه متعلق به ميزبان عاليقدرش بود به خاك\r\nسپرده شد .\r\nهمين سرزمين كه امروز مزار او است پس از چند سال زينب دختر امام جواد ( عليه السلام ) بر آن\r\nقبر نورانى سايبانى تهيه نمود تا برجسته و نمايان تر گردد و هم اكنون محرابى كه آن\r\nبانوى با فضيلت ، در آن نماز گزارده است موجود و معروف است . ( 1 )\r\n\r\n","description":"","footnote":" 1 . سفينة البحار ، ج 2 ، ص 376 . ","page_name":" 1252 ","page_number":132},
  {"content":"\r\n\r\nاحاديث متعددى توسط آن بانوى با كمال نقل شده است كه در كتب حديث مضبوط\r\nاست و نمونه‌اى از آن حديث \" فاطميات \" مى باشد كه در سلسله سند آن چند فاطمه نامى\r\nواقع شده است كه در پايان آن سند فاطمه دختر و الا مقام پيامبر عالى قدر اسلام قرار\r\nگرفته است كه در شأن و منزلت ولايت و دوستى اهل بيت سخن مى گويد و بر مزار بانو\r\nمعصومه ( عليه السلام ) نيز نقش بسته و حك گرديده است \" . ( 1 )\r\nحوزه علميه قم وآثار آن\r\nآرامگاه با شكوه دختر پيشواى هفتم در قلب حوزه مركزى جهان تشيع قرار گرفته است و\r\nهر روز مورد احترام و تجليل هزاران تن از علما و دانشمندان و رجال فضيلت و علم و\r\nزائران دلباخته اش قرار دارد و هر صبح و شام كبوتران و دلباختگان فضيلت و تقوى ،\r\nمشام جان خود را با نسيم‌هاى توان بخش و روح افزاى آن مرقد پاك ، عطر آگين\r\nمى سازند و از آن بارگاه نور و صفا از صاحب با فضيلت و تقواى آن هر روز الهام مى گيرند و\r\nاز مكتب او درس‌هاى فضيلت و عفت و مبارزه و تلاش در راه خدا أخذ مى كنند و به\r\nديگران نيز ياد مى دهند و علم و دانش خود را به ديگر شهرها و قصبات و آباديها وقراء\r\nسرازير مىسازند و مضمون حديث شريف \" منها تفيض العلم الى سائر البلدان \" به بهترين\r\nصورت آن ، متجلى مى گردد .\r\nاكنون هزاران تن از طالبان علم و فضيلت در آن پايگاه مقدس علمى موضع گرفته اند و از\r\nمقام علم و دانش و دين دفاع و حراست مى نمايند و اكنون مدارس عالى همانند \" جامعة\r\nالزهراء \" براى بانوان نيز تشكيل يافته است كه در سطوح مختلف مشغول فعاليت هستند\r\nو تحت نظارت مراجع عاليقدر به فراگيرى علوم اسلامى مى پردازند تا به عنوان گوينده و\r\nنويسنده و مبلغ احكام در ميان بانوان به شهرستان ها و قصبات اعزام گردند .\r\nباش تا صبح دولتش بدمد * كاين هنوز از نتائج سحر است\r\n\r\n","description":"","footnote":" 1 . سفينة البحار ، ج 1 ، ص 71 . ","page_name":" 1253 ","page_number":133},
  {"content":"\r\n\r\n\r\nاضطراب دستگاه جور\r\nپس از شهادت امام دستگاه جور و بيدادگرى هارون به اضطراب و دلهره افتاد و كنترل\r\nخود را از دست داد .\r\nاز شخصيت‌ها و رجال كشور دو گروه چاپلوسان دعوت به عمل آورد و نزديك به هشتاد\r\nتن از علويان و درباريان و ديگر طبقات مردم خواست كه در سالن زندان از بدن طاهر\r\nديدن به عمل آورند و گواه باشند كه امام با اجل طبيعى خود از دنيا رفته است و سندى\r\nچنين آغاز سخن كرد : نگاهى به بدن اين شخصيت بيافكنيد ؟ آيا حادثه غير عادى به او\r\nرخ داده است ؟ برخى از مردم گمان مى كنند و شايعه پراكنى مى نمايند كه اتفاق سوئى\r\nدرباره ى او انجام گرفته است . در صورتى كه شما مىتوانيد به جايگاه و لباس و فرش و\r\nديگر وسائل زندگى او نگاهى بيافكنيد ، هارون پيشواى ما ، هدفى جز خدمت نداشته\r\nاست و ملاحظه مىكنيد كه در تمام وسائل زندگى او توسعه و جلب رضايت او منظور شده\r\nاست ! \" . ( 1 ) همين اضطراب و ناراحتى درونى كشف از وقوع جرم و خيانت بزرگى است كه\r\nجنايتكاران فراوان مرتكب آن مى شوند و هميشه كار عادى و معمولى آنها است . مشهور\r\nاست كه وفات امام در سال 182 بيست و پنجم رجب بوده است و هنگام رحلت سن\r\nشريف آن بزرگوار 55 سال بوده است كه بيست سال از آن در ايام پدر و سى و پنج سال\r\nديگر در مقام رهبرى و امامت شيعيان ، عهده دار مسئوليت‌هايى بوده است .\r\nتجهيز\r\nپس از استشهاد و گواهى مصنوعى ، دستور دفن صادر شد و سليمان بن ابى جعفر منصور\r\nعموى خليفه را كه كاخى نزديك دجله داشت سر و صداى هنگامه اى را كه درباريان پشت\r\nسر جنازه ، بر پا كرده بودند مى شنيد .\r\nبه غلامان و نوكران خود دستور داد كه موكب علم و تقوى و تابوت فضيلت و كرامت را\r\nتحويل گيرند و اگر ممانعتى مشاهده كردند وارد كارزار و پيكار شوند .\r\n\r\n","description":"","footnote":" 1 . ابن فتال نيشباورى ، روضة الواعظين ص 485 . ","page_name":" 1254 ","page_number":134},
  {"content":"\r\n\r\n\r\nمأمورين سليمان تابوت حامل را از دست ژاندارم‌هاى هارون گرفتند و تشييع باشكوهى\r\nترتيب دادند سليمان اعلام نمود كه هر آن كس كه مى خواهد در تشييع جنازهء پاكترين\r\nپاكان ، شركت جويد ، حضور به هم رساند و اين بدن طاهر موسى بن جعفر ( عليه السلام ) است .\r\nطبقات مردم حضور به هم رساندند و آن مجسمه ى تقوى و فضيلت و كوه پايدارى و\r\nاستقامت را تشييع كردند و در مقابر قريش ، به خاك سپردند كه هم اكنون به \" كاظمين \"\r\nمعروف گرديده است .\r\nصورت جلسه قلابى\r\nپس از شهادت امام ( عليه السلام ) كه در اثر مسموميت صورت گرفته بود سندى چند تن از روحانى\r\nنمايان دربارى را كه در جمع آنان \" هيثم بن عدى \" نيز بود وعده اى از ريش سفيدان معتمد\r\nبغداد ! و جمعى از ارتشيان و سرداران را بر سر جنازه ى امام حاضر ساخت تا آنان به نبودن\r\nاثر جراحت يا خفگى و مسموميت و ديگر علائم وآثار جنحه و جنايت را تصديق و گواهى\r\nنمايند و برگى را امضاء نمايند كه او با اجل طبيعى خود از دنيا رفته است . و معتمدين\r\nمحلى همگى گواهى خود را در پايين ورقه ، به ثبت رساندند كه موسى بن جعفر ( عليه السلام ) با\r\nاجل طبيعى خود از دنيا رفته است .\r\nسپس تابوت را روى پل بغداد نهاد و به عنوان رفع تهمت و رفع ننگ و نكبت از خود در\r\nميان مردم اعلام داشت كه همگان بيايند و مشاهده و داورى كنند كه موسى بن جعفر ( عليه السلام )\r\nبا اجل طبيعى خود از دنيا رفته است . ( 1 )\r\nهدف هارون\r\nمطلبى است كه نظرات مورخين را به خود جلب كرده است .\r\nجمعى معتقدند كه هدف او اين بود كه مى خواست با زندانى ساختن امام ارتباط عمل او\r\nرا با شيعيان و پيروان خود قطع نمايد ، و بدين وسيله خسارت جبران ناپذيرى به رشد و\r\n\r\n","description":"","footnote":" 1 . ارشاد مفيد ، ص 282 . ","page_name":" 1255 ","page_number":135},
  {"content":"\r\n\r\nتكامل شيعيان و استقلال فرهنگى و علمى آنان وارد سازد ولى غافل از آن ، حقيقت و\r\nنيروى باطنى فقه جعفرى به رشد و تكامل سير طبيعى خود ادامه مى داد و عواطف و\r\nدل ها را به سوى خود جلب مى نمود به حدى كه با زندانى ساختن امام و بازداشت او نه\r\nتنها وقفه اى به عمل نيامد بلكه برعكس نفوذ امام در دل ها بيشتر قوت گرفت و\r\nمحروميت او ، بيشتر عامل محبوبيت امام گرديد .\r\nجمعى ديگر معتقدند كه هدف هارون از بازداشت امام آن بود كه روابط و اتصالات و رفت\r\nو آمدهاى او را تحت نظر قرار دهد و از تمركز نيروهاى علويان كه امام حكم مغز متفكر\r\nآنها را داشت جلوگيرى به عمل آورد و اين امر نيز علاوه بر آنكه سودى به حال هارون\r\nنداشت بلكه شدت عمليات علويان را چندين برابر مى نمود و آنان را از روى انتقام گيرى\r\nهم بود متشكل تر و مصمم‌تر مى ساخت به حدى كه قوى ترين مانع و سد راه\r\nخلافت گرديدند .\r\nاستقامت و پايدارى\r\nآن چه بيش از هر چيز مورخين و سيره نويسان اسلامى را به تحير و شگفت وا داشته\r\nاست استقامت و پايدارى آن بزرگوار است كه به هيچ ترتيب زير بار تمنا و خواهش\r\nجباران و ستمگران نرفت و مدت طولانى را با كمال سربلندى و فرزانگى در زندان سپرى\r\nساخت .\r\nو با اين پايدارى حيرت آور بزرگ ترين سند افتخار و پايدارى رزمندگان تشيع را در جهان\r\nتثبيت و مسجل نمود :\r\nيعقوبى در تاريخ خود مى نويسد : پس از اقامت طولانى امام موسى بن جعفر ( عليه السلام ) در\r\nزندان‌هاى هارون صورت گرفت يكى از دوستان امام عرض نمود : \" اگر نامه اى به يكى از\r\nمقامات نزديك هارون به نويسى در استخلاص شما مؤثر خواهد بود \" .\r\nامام در پاسخ او جواب محكم و قاطعى داد كه از تصميم و اراده قهرمانى و الهى او\r\nحكايت ها دارد . فرمود : \" پدرم از پدران خود چنين نقل كرده است : خداوند متعال به داود\r\nپيامبر وحى نازل فرمود كه اگر بنده اى جز من ( خداوند ) به يكى از افراد بشر ، متوسل و\r\n","description":"","footnote":"","page_name":" 1256 ","page_number":136},
  {"content":"\r\n\r\nپناهنده گردد من عوامل رحمت خود را از او باز مى دارم \" . ( 1 )\r\nتسليم امان\r\nيكى از همسران امام هفتم ام احمد نام داشت كه احمد ، حمزه و محمد هر سه از او متولد\r\nبودند با آن كه وى ام ولد بود و در عرف معاشرتى آن روز اين گروه چندان اهميتى نداشت\r\nولى در اثر تقوى و عفت و شايستگى در پيشگاه امام از احترام خاصى برخوردار بود\r\nهنگامى كه امام هفتم مدينه را ترك مى فرمودند مواريث امامت و دائع الهى را كه از آباء و\r\nنياكان معصوم خود به ارث داشت پيش او به وديعت سپرد و سفارش نمود هر آن كس كه\r\nآنها را از تو طلب كند نشانه ى شهادت من و دليل امامت و خلافت درخواست كننده است\r\nو هم او است كه پيشوا و امام واجب الطاعة مى باشد !\r\nهنگامى كه امام در اثر زهر به فيض شهادت رسيد هنوز در مدينه شهادت ايشان منتشر\r\nنگشته بود كه امام رضا ( عليه السلام ) به سراغ \" ام احمد \" آمد و امانت ووديعت پدر را از او مطالبه\r\nنمود . ام احمد از شهادت امام سوال نمود .\r\nامام رضا ( عليه السلام ) خبر شهادت و دفن او را به همسر فداكار امام رساند و امانت‌ها و پيام‌هاى\r\nامام را دريافت كرد او امامت و پيشوايى على بن موسى الرضا ( عليه السلام ) را پذيرفت . ( 2 )\r\nاحمد فرزند امام ( عليه السلام ) همانست كه در شيراز مدفون است و به نام \" شاه چراغ \" داراى بارگاه\r\nوسيع مى باشد . نكته اى كه در وصيت امام جلب توجه مىكند توصيه اى است در مورد\r\nازدواج دختران گرامى خود به فرزندش امام رضا ( عليه السلام ) صادر مى فرمايد در آن سفارش\r\nمى فرمايد : \" صلاح و مشورت دخترانم با برادرشان امام رضا ( عليه السلام ) است چون او آگاه تر به\r\nمصالح ازدواج افراد است و مىداند كه آنان امانت ها و نور ديدگان رسول الله ( صلى الله عليه وآله ) هستند و\r\nشايسته است با افراد پرهيزكار و با ايمان وصلت كنند كه آشنا با قدر و منزلت آنان باشد \" . ( 3 )\r\nخدايا ! به احترام \" باب الحوائج \" امام موسى بن جعفر ( عليه السلام ) اين امام مظلوم و پيشواى\r\n\r\n","description":"","footnote":" 1 . سيرة الائمه الاثنى عشر ، ج 2 ، ص 251 .\r\n2 . تحفة العالم ، ج 2 ، ص 87 .\r\n3 . اصول كافى ، ج 1 ، ص 316 . ","page_name":" 1257 ","page_number":137},
  {"content":"\r\nمعصوم ، مشكلات زندگى مسلمانان را خود بر طرف فرما ! و عاقبت امور ما را به خير و نيكى\r\nتبديل فرما و رزمندگان راه اسلام و قرآن را در مسير مجاهدتهاى خود پيروز و موفق بدار !\r\nو اين قبله ى نخستين ما را از دست صهيونيست ها ستمگر و غارتگر نجات ده !\r\nبمنه وكرمه\r\n","description":"","footnote":"","page_name":" 1258 ","page_number":138},
  {"content":"\r\nمنابع ومأخذ . . .\r\nمنابع ومأخذ\r\n1 . احقاق الحق / قاضى نورالله شوشترى / چاپ مرعشى .\r\n2 . ارشاد مفيد / شيخ مفيد / چاپ ايران .\r\n3 . اسلام پزشك بى دارو / امامى شيرازى / نسل جوان .\r\n4 . اصول كافى / مرحوم كلينى / چاپ اسوه .\r\n5 . اعيان الشيعه / سيد محسن امين عاملى / بيروت .\r\n6 . الأعلام / زركلى / چاپ دمشق .\r\n7 . الاغانى اصفهانى / بيروت .\r\n8 . الأغانى / اصفهانى / دارالكتب المصريه .\r\n9 . الأمام الصادق والمذاهب الأربعه / اسد حيدر / عراق .\r\n10 . الشافى / سيد مرتضى علم الهدى / چاپ نجف .\r\n11 . الفصول المهمه / ابن صباغ مالكى / بيروت .\r\n12 . امامان اهل بيت در گفتار اهل سنت / داود الهامى / انتشارات مكتب اسلام .\r\n13 . بحار الأنوار / علامه مجلسى / دار الكتب الاسلامية .\r\n14 . تاريخ ابن عساكر / ابن عساكر / بيروت .\r\n15 . تاريخ التمدن الأسلامى / جرجى زيدان / بيروت .\r\n16 . تاريخ بغداد / خطيب بغدادى / بيروت .\r\n17 . تاريخ هارون الرشيد / دكتر عبد الجبار جومردى / بيروت .\r\n18 . تحف العقول / ابن شعبه حرانى / چاپ تهران .\r\n19 . تنقيح المقال / مامقانى / چاپ ايران .\r\n20 . حياة الإمام موسى بن جعفر / سيد باقر قرشى / چاپ بيروت .\r\n","description":"","footnote":"","page_name":" 1259 ","page_number":139},
  {"content":"\r\n21 . داستان راستان / استاد شهيد مطهرى / صدرا .\r\n22 . رجال كشى / كشى / چاپ بيروت .\r\n23 . رجال نجاشى / نجاشى / جامعه مدرسين قم .\r\n24 . سفينة البحار / محدث قمى / چاپ ايران .\r\n25 . سيرة الائمه اثنى عشر / سيد باقر قرشى / بيروت .\r\n26 . صفوة الصفوة / ابن جوزى / چاپ بيروت .\r\n27 . صواعق المحرقه / ابن حجر هيثمى / بيروت .\r\n28 . صوت العدالة الانسانيه / جرج جرداق / بيروت .\r\n29 . عيون اخبار الرضا / ابن بابويه / ايران .\r\n30 . فهرست ابن نديم / ابن نديم / چاپ ايران .\r\n31 . كودك و جوان / خطيب نامى محمد تقى فلسفى / چاپ تهران .\r\n32 . مجالس سنيه / سيد محسن امين / بيروت .\r\n33 . مختصر اخبار الخلفاء / ابن صباغ مالكى / بيروت .\r\n34 . مرآة الجنان / يافعى / چاپ بيروت .\r\n35 . مروج الذهب / مسعودى / بيروت .\r\n36 . معجم رجال الحديث / آية الله خوئى / بنياد خويى .\r\n37 . مقاتل الطالبيين / چاپ ايران .\r\n38 . مقدمه ابن خلدون / چاپ بيروت .\r\n39 . مكاسب محرمه / شيخ مرتضى انصارى / ايران .\r\n40 . مناقب / ابن شهر آشوب مازندرانى / ايران .\r\n41 . معادن الحكمه / علم الهدى فيضى كاشانى / چاپ ايران .\r\n42 . من لا يحضره الفقيه / شيخ طوسى / ايران .\r\n43 . نور الأبصار / شبلنجى / بيروت .\r\n44 . وسائل الشيعه / حر عاملى / چاپ بيروت .\r\n45 . هارون الرشيد / احمد امين / چاپ بيروت .\r\n\r\n","description":"","footnote":"","page_name":" 1260 ","page_number":140}
  ]